{
    "title": "Mishneh Torah, Vessels of the Sanctuary and Those who Serve Therein",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Vessels_of_the_Sanctuary_and_Those_who_Serve_Therein",
    "text": [
        [],
        [],
        [
            "The entire progeny of Levi was set apart to do the work inside the sanctuary, as it is written: \"At that time the Lord set apart the tribe of Levi\" (Deuteronomy 30:8). A biblical positive command imposes upon the Levites to be free and ready to do work inside the sanctuary, whether they are willing or not, as it is written: \"Only Levites shall perform service inside the Tent of Meeting\" (Numbers 18:23). If a Levite accepted all the levitical assignments except one, he was rejected unless he accepted all of them.",
            "Their function was to guard the Temple. Some of them acted as gatekeepers, to open the gates of the sanctuary and to shut its doors; while some served as singers, to chant during the daily offerings.— —",
            "— — There were never less than twelve Levites standing on the platform daily to chant during the sacrificial service, but their number could be increased without end. They sang by word of mouth alone, without instrument, because the singing as a form of service is essentially restricted to vocal music. However, there were others standing there and playing musical instruments; some were Levites, and some lay Israelites of distinguished birth, eligible to marry off their daughters into priestly families, for none but of distinguished lineage might ascend the platform. Those who used musical instruments when they sang were not included among the twelve.",
            "What instruments did they play? Lyres, flutes, harps, trumpets, and cymbals. — —",
            "",
            "",
            "No Levite would enter the Temple Court to do his work unless he had been trained for five years, as it is written: \"This is the rule for the Levites, from twenty-five years of age up…\" (Numbers 8:24); and another verse says: \"From thirty years of age up…\" (4:3). How is this? It is a difference of five years of training.— —",
            "",
            "Samuel the prophet and David the king divided the Levites into twenty-four divisions; each division served for one week. The chief of a division divided the men of his division into subdivisions [family groups].— — The chiefs of the subdivisions distributed assignments among those serving on their particular day, each man performing his own task."
        ],
        [
            "The priests were set apart from the general Levites for the performance of sacrificial service.— —",
            "Every Jew ought to treat those of priestly lineage with great deference in all sacred matters: a <i>kohen</i> should be first in reading the Torah, first in reciting a blessing, and first in receiving a fine portion.",
            "Our teacher Moses divided the priests into eight divisions, four from the family of Elazar and four from the family of Ithamar. They functioned that way until the time of Samuel the prophet, when he and King David divided them into twenty-four divisions. A chief was named over each division. One division a week would go up to Jerusalem for service. The divisions would change every Sabbath day, one leaving and the next one entering, until the cycle was completed. Then they would begin the cycle over again.",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "The chief of each division would divide his division into subdivisions, referred to as family groups; so that a complete subdivision with its men would perform service one day in the week, another doing service on the following day, and still another on the third day. Each subdivision was headed by an officer of its own.",
            "When a high priest was appointed as the head of all the priests, he was anointed with anointing oil and clothed with the vestments of the high priesthood. — — If no anointing oil was available, he was merely clothed with the larger number of [eight instead of four] vestments designed for the high priesthood. — —",
            "How was he invested with the clothes of high rank? He put on the eight garments and then removed them, and the following day he put them on again, repeating this for seven days in succession, as it is written: \"The son who becomes priest in Aaron's place shall put them on seven days\" (Exodus 29:30). Just as the rite of investing the sacred garments was performed for seven days, so was the anointing with oil carried out for seven consecutive days.— —",
            "",
            "Only the supreme court of seventy-one was entitled to appoint a high priest. He was anointed only during daytime, as it is written: \"In the day he is anointed\" (Leviticus 6:13).— —",
            "A priest was appointed to serve the high priest as a viceroy. He was called both deputy high priest and appointed officer, and always stood at the right hand of the high priest as a token of respect. The other priests stood below the deputy."
        ],
        [
            "The high priest had to excel his fellow priests in beauty, strength, wealth, wisdom, and appearance. If he had no wealth, all the priests gave him of their own, each according to his means, until he became richer than the richest among them.",
            "",
            "The high priest was required to maintain his self-respect and was not to act frivolously among the rest of the people.— —",
            "He was not to enter a house of feasting or a public banquet, even if they were religious celebrations. He might, however, go to a house of mourning, if he wished, but not in a mixed crowd with other priests; they were merely to encircle him and treat him with deference. The deputy high priest placed himself between him and the people.— — He would say to the mourners: \"May you be comforted,\" and they would honor him as much as they could."
        ],
        [
            "It was not possible to offer a man's sacrifice when he was not standing nearby. The communal offerings were on behalf of all Israel, and it was impossible that all the people of Israel should be standing in the Temple Court during the sacrificial service. Accordingly, the ancient prophets ordained that the upright and sin-fearing men should be selected from among Israel as the representative messengers of all Israel to stand by the sacrificial services. They were called Men of the Post. They were divided into twenty-four posts, corresponding to the number of the priestly and levitical divisions. Over the men of each post there was one appointed to be in charge, and he was referred to as the chief of the post.",
            "The Men of the Post of any particular week assembled during that week. Those who were in Jerusalem or close by came to the Temple with the priestly and levitical divisions of that week. Those who were far away assembled in the synagogue of their place as soon as [the turn of] their post arrived.",
            "What were those men doing, who assembled either in Jerusalem or in the synagogues? They fasted on Monday, Tuesday, Wednesday, and Thursday of their particular week.— —",
            "Every day of the week of their post they prayed four times: morning prayer, afternoon prayer, closing prayer (<i>ne'ilah</i>), and an additional prayer between the morning and afternoon prayers.— — On Friday they would not assemble for the afternoon prayer, being preoccupied with preparations for the Sabbath.",
            "Their foregathering for each of these four prayer services, and their remaining there for prayer, supplication and petition, and for the reading of the Torah, is referred to as <i>ma'amad</i> (post)."
        ],
        [
            "There were fifteen appointed officers in the Temple.— —",
            "Each of these officers had under his control many men to prepare the work under his charge. The one in charge of the schedule, together with his men, supervised the schedule. As soon as the time arrived for the sacrificial service, he or one of the men under his control would make the following announcement: \"Arise, priests, for the service; Levites, to the platform; Israelites, to the post!\" As soon as his voice was heard, each one came to his assignment,",
            "The officer in charge of closing the gates—by his instruction, they closed or opened them; only with his permission were the trumpets sounded daily for the opening of the gates. They blew three blasts in the Temple every day for the opening of the gates: a sustained blast, a quavering blast, and a sustained blast.",
            "The officer in charge of the guards was the superintendent of the Temple Mount; he went round every night inspecting the Levites. It was he who struck with his cane and burned the clothing of anyone found sleeping on his watch.",
            "The officer in charge of the singers daily selected the singers who were to stand on the platform and chant without the use of musical instruments. By his instruction, they blew the trumpets during the sacrificial service.— —",
            "— — All those who blew the blasts during the sacrificial service were under the control of the officer in charge of the singers. Trumpets were used for all these blasts.",
            "The officer in charge of the cymbal was the one who assigned all those who played musical instruments, assisting the Levites, as we have explained.",
            "The officer in charge of the lots would cast the lots among the priests every day, so that everyone performed his task won by lot. Lots were cast four times a day; and in the section dealing with the rules concerning daily offerings, I will explain how they were cast.",
            "",
            "",
            "",
            "",
            "",
            "The priests had sick stomachs, because they constantly stood barefoot on the Court pavement, consumed much meat, and wore nothing but a shirt during the sacrificial service. For this reason, an officer was appointed to examine them and cure all their ailments; he was constantly taken up with them, he and the men under him.",
            "So too, an officer was appointed to dig wells and trenches, and keep the public wells in good repair, so that water would be available in Jerusalem for all its residents and all the pilgrims.— —",
            "",
            "",
            "",
            "",
            "The officer in charge of making the priestly garments was occupied with weaving and preparing the vestments of ordinary priests and those of the high priest. Everything was performed under his supervision. He had special quarters in the Temple."
        ],
        [
            "There are three types of priestly garments. 1) the garments of an ordinary priest, 2) [the High Priest's] golden garments and 3) [the High Priest's] white garments. The garments of an ordinary priest are four: 1) a tunic, 2) leggings, 3) a hat, and 4) a sash. These four types [of garments] are all made from white linen and are sewn with six-fold threads. The sash alone was embroidered with wool.",
            "The golden garments are the garments of the High Priest, and they are eight garments: The four of an ordinary priest, 5) the cloak, 6) the ephod, 7) the breastplate, and 8) the forehead plate. The sash of the High Priest was embroidered and was made in a similar manner as that of the ordinary priest. [Similarly,] the hat [that the Torah mentions] with regard to Aaron corresponds to the hat mentioned with regard to his sons. [The difference is that] the hat of the High Priest is worn like fabric swathed around a hernia (turban), and the hat of an ordinary priest is worn like an ordinary hat. Therefore, it is called 'migba'at.' "
        ]
    ],
    "versions": [
        [
            "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108864"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תורה, הלכות כלי המקדש והעובדין בו",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}