{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Halachot on Chullin", 
    "text": [
        [], 
        [], 
        [
            "<b>תוס'</b> בד\"ה התם כדקתני טעמא כו' הכל מתפיסין בתמורה אחד שוגג ואחד מזיד כו' עכ\"ל בגמרא שלפנינו בריש תמורה ליתא הגירסא הכי אלא דה\"ג שם הכל מתפיסין בתמורה א' אנשים וא' נשים ולפי גירסתם שכתבו היה מוכרח כפר\"ת ולא הל\"ל וק' לפי' דבסוף פ\"ק כו' וע\"ש בתוס' דמוכח מדבריהם ג\"כ שלא היה גרסתם כך ודו\"ק:", 
            "<b>בד\"ה</b> וסופג כו' וא\"ת הל\"ל וסופג שמונים דהא תרי לאוי כתיב לא יחליפנו ולא ימיר וי\"ל כו' עכ\"ל ולמאי דאמרינן בפ\"ק דתמורה דמ\"מ לא הוה לאו שניתק לעשה דכתיב לא יחליפנו ולא ימיר דהוי ליה תרי לאוי וחד עשה ולא אתי חד עשה ועקר תרי לאוי אין מקום לקושייתם דאהנך תרי לאוי לא לקי אלא חדא זימנא משום דאי לא הוי אלא חד לאו לא הוי לקי כלל כיון שניתק לעשה וצ\"ע:", 
            "<b>בפרש\"י</b> בד\"ה רבי יהודה אומר טוב כו' דהכי משמע טוב אשר לא תדור כו' עכ\"ל ולא בעי לפרש דלענין נדר מפרש ליה הקרא לר\"י כמו לר\"מ בנדבה ולענין נדבה פליג ר\"י דטוב מזה ומזה (נודר) [נודב] ומשלם משום דבקרא נדר דוקא כתיב כמ\"ש התוספות דמשמע ליה הא דקאמר ר\"י טוב מזה ומזה נודר ומשלם אפירושא דקרא קאי כמו לר\"מ וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה תרתי דיעבד ל\"ל הכי אבעי ליה למתני שחיטת הכל כשרה כו' עכ\"ל (א) ולא ניחא לן למימר דהשתא דתני הכי הכל שוחטין דלשון התנאים הוא זה כמו הכל סומכין הכל חייבין כפרש\"י לעיל דמשום זה לא ה\"ל למתני תרתי דיעבד כיון דהכל שוחטין נמי דיעבד משמע השתא משא\"כ לפום סברא דלעיל דליכא תרתי דיעבד דהכל שוחטין לכתחלה משמע [הא] דנקט הכי ולא תנא בלשון קצרה הכל שהמירו תמורתם כו' משום דכן הוא לשון תנאים ודו\"ק:"
        ], 
        [
            "<b>תוספות</b> בד\"ה אין השומר צריך כו' ובקונטרס פי' שם כו' וכיון דאשמעינן לה מדיוקא דרישא כו' עכ\"ל דהשתא ניחא דכמו דא\"צ משמע אפילו לכתחלה כך צריך משמע אפילו בדיעבד ולא תדייק מיניה אלא דבמדינת הים אפילו בדיעבד צריך ובא\"י בדיעבד א\"צ מיהו לכתחלה אף בא\"י צריך ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> בודק סכין כו' ותימה דאמאי לא מהני נמי בעבריין יוצא ונכנס כו' עכ\"ל משום דבכותי מהני אפילו יוצא ונכנס לרבא נקטו הכי אבל בעבריין אפי' עומד ע\"ג לא מהני בראייתה דקאמרינן בסמוך אי דליתא לסכין כו' וק\"ל:", 
            "<b>בד\"ה</b> דליתיה קמן דלבדקיה תימה. דמשמע הא איתא קמן כו' עכ\"ל דאל\"כ לוקמא אפי' באיתיה קמן ולא גמיר דכשרה באחרים רואין אותן:", 
            "<b>בפרש\"י</b> בד\"ה מומחין הן הלכך לא בעי למבדקיה עכ\"ל פי' דלא בעי למבדקיה בין בתחלה לידע אם מומחה הוא ובין בדיעבד אם שחט כדבעי רבינא למימר אבל הב\"י כתב לפרש דברי רש\"י דלא בעי למבדקיה היינו דוקא באם שחט אבל לכתחלה אין מוסרין לו לשחוט אא\"כ יודעין שהוא מומחה ודקאמר רוב מצויין אצל שחיטה מומחין הן לא נאדו מתחלת דברי רבינא שאמר הכל מומחין שוחטין אלא מסוף דבריו נאדו שאמר ואם שחט בודקין אותו ע\"כ תוכן דבריו ולא ידענא היאך מצא ידיו ורגליו לפרש כך דא\"כ ניחא טפי לאוקמא למתני' הכי הכל מומחין שוחטין לכתחלה ושחיטתן כשירה בדיעבד אף אם אין יודעין בו שיודע הלכות שחיטה וליכא למימר דלא מצי לאוקמי מתניתין בהכי משום דקשיא להו וכולן דהא לאביי ורבא ורב אשי לא מתוקמא נמי וכולן אלא אחש\"ו וכמו כן כתבו התוספות דאין לפרש דדיעבד הוא דהויא שחיטתו כשרה אע\"פ שאין אחרים רואין אותו כו' ע\"ש גם דעת בעל העיטור שכתב הטור שפסק כן דלכתחלה בעי מומחה ובדיעבד אם שחט לא בעי בדיקה לא אתברר לן ואולי שפסק כך דרך פשרה דלכתחלה כאוקמתא דרבינא דבעי מומחה ובדיעבד היקל לפסוק כהני אמוראי דאמרי רוב מצויין אצל שחיטה מומחין הן ולא בעי בדיקה ותו לא מידי:", 
            "<b>תוס'</b> בד\"ה מ\"ט לא אמר כשמעתיה כו' וי\"ל דהכי פריך דקמייתא איבעי כו' עכ\"ל ובעל המאור הוסיף ביאור דבדין הוא דתקדום שחיטת ישראל עבריין לשחיטת כותי שהרי עשאום לבסוף עובדי כוכבים גמורים ומעיקרא נמי י\"ל כותים גירי אריות הן כו' עכ\"ל:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> מותר מיד מפני שהן מחליפין כו' והשתא א\"ש דלא תקשי היכי סברוה כו' דחמץ של עובד כוכבים כו' ומותר מיד דקאמר היינו כשיעור לישה עכ\"ל פי' הא ודאי דכמו דבשיעור לישה לחוד לא תלינן שהוא עצמו לש בצק זה אחר הפסח אלא דתלינן בחילוף עם הנכרי שמצא שלש בצק אחר הפסח ה\"נ בשיעור אפייה לחוד לית לן למיתלי שהוא עצמו אפה אותו אחר הפסח אלא דאית לן למיתלי שהחליפו עם הנכרי שמצא שאפה אחר הפסח אלא דא\"כ לא הל\"ל ומותר מיד דשיעור אפייה אין זה מיד ומדקאמר מיד דהיינו שיעור לישה ע\"כ דבבצק איירי והיינו ע\"כ משום דגזרו על פתן ודו\"ק:", 
            "<b>בא\"ד</b> ומיהו אע\"ג כו' באשה שרי משום פריה ורביה א\"כ לא אסרו אלא כגון פירות וכלים כו' עכ\"ל עיין בכל זה ברא\"ש בס\"פ האיש מקדש שכל זה מפרש\"י בפרק רבי ישמעאל שכן מחלק בין קידושי אשה ובין שאר חליפין וכתב עליו הרא\"ש שלא היה צריך לזה דקידושי אשה נמי לא שרו לכתחלה כו' אלא אם קדש בדיעבד כו' וכן פירות וכלים נמי אסור נקנות מדרבנן מדמי ערלה כו' אבל אם בדיעבד לקח מדמי איסור הנאה פירות וכלים חליפין לא גזור רבנן כו' עכ\"ל וגם על דברי התוס' דהכא יש לדקדק כן מאחר שהביאו הך שינויא דנדרים דמחלק בין לכתחלה ובין דיעבד לא הוו צריכי לחלק בין קידושי אשה ובין שאר חליפין כמו שדקדק הרא\"ש לפרש\"י דפרק ר\"י ומהרש\"ל כתב כאן דרך רחוק לדברי התוספות ולא כמו שהביא הרא\"ש בס\"פ האיש מקדש והר\"ן בשמעתין הקשה לפירש\"י דאסור הדמים למחליף עצמו מהא דמכרן וקדש בדמיהן מקודשת אלמא חליפי איסורי הנאה מותרין ולא ידענא מאי קושיא הא בנדרים מקשי לה תלמודא ומשני לה דלמא לכתחלה הוא דלא הא דיעבד עבד ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> מכם ולא כולכם כו' ולגזלה מקודשת אצטריך שלא עלתה לבעלים לשם חובה ומביתו לא נפקא אלא (א) שאין יכול להקדיש עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> מעם הארץ כו' ודוחק לומר דפריך מדר\"ש כו' עכ\"ל ר\"ל דפריך מדר\"ש כיון דאינו שב מידיעתו דהיינו עבריין לאותו דבר קאר\"ש דאין מקבלין ממנו קרבן מכ\"ש עבריין לכל התורה דבכללו נמי לאותו דבר וק\"ל:", 
            "<b>בד\"ה</b> ר\"ג ובית דינו כו' והיו סבורין דגרי אמת הן כר\"ג עד שעשאום ר' אמי ור' אסי עובדי כוכבים גמורים אע\"ג כו' עכ\"ל כצ\"ל וליכא לאקשויי אכתי כיון דר\"מ מיהת סבר כותים כעובדי כוכבים לענין עירוב אמאי לא קאמר נמי גבי עירוב דגזר ולא קבלו כדאמר גבי יין נסך דלא גזר בהו נמי אלא ר\"מ לחודיה דר\"ג דיבנה לא גזר אלא אשחיטה דאורייתא די\"ל דלענין נסך ודאי דגזר ר\"מ בתר ר\"ג מטעמא דקאמר דמות יונה כו' שייך למימר דגזר ולא קבלו אבל לענין עירוב דאסר ר\"מ לא הוה סבירא לן כוותיה אלא כר\"ג דגרי אמת הן אף לענין עירוב עד שעשאום ר' אמי בו' וק\"ל:"
        ], 
        [
            "<b>בפירש\"י</b> בד\"ה טחינין מאכל של גריסין ותבלין מעורבין כו' שסוף כל אלו לערב כו' עכ\"ל פירוש שמאכל של גריסין עשוי כך שתבלין מעורבין בו בסוף כל אלו לערב המאכל גופי' סופו לערב בדבר אחר ומיניה צריך לעשר ביניהם שלא בתערובת אבל מן התבלין ע\"כ א\"צ לעשר אף שלא בתערובת דאין תבלין חייבין במעשר כמ\"ש התוספות דאל\"כ בתערובת אמאי מותרין למ\"ד דמלתא דלטעמא עבידא לא בטיל ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> נותנת לה ואוכלת השתא מיגזל גזלה כו' יש לדקדק מאי גזילה איכא הכא דהא פועל אוכל בו מדינא בדבר שלא נגמרה מלאכתו לחלה כדאמרי' בפ' הפועל וי\"ל דמשמע ליה דסתמא קתני טוחנת אף בדבר דלא שייך ביה חלה ואין פועל אוכל בו כיון שנגמר מלאכתו למעשר ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אשת חבר כו' וקשה דהך ברייתא מתנייא במסכת כו' ובתוספתא דטהרות קתני אף על פי שאינה אוכלת כו' עכ\"ל ונראה לפרש דה\"ק אע\"פ שאינה אוכלת דכיון שהיא טומאה נזהרת מליגע בתבואה נותנת לאחרות ולא שהיא נותנת בידים שהרי נזהרת מליגע אלא שהיא שבקה לאחרות אשת ע\"ה אחר שסבורה להיות טהורה לאכול מן התבואה ודקמשני תורא מדישיה קאכיל ר\"ל שהיא מורה היתר שאותו חלק שראויה היא לאכול ממנה משום דתורא מדישיה קאכיל השתא שהיא טמאה יכולה ליתן כל זה לאחרות וק\"ל:", 
            "<b>בד\"ה</b> והתיר ר' כו' איקלע לבצרה חזינהו כו' דבצרה בחוצה לארץ היא כו' עכ\"ל כצ\"ל:", 
            "<b>בא\"ד</b> וצ\"ל ולאו מפירות המותרין בקסרין דיש מיניה האסורין כו' עכ\"ל לא הוצרכו לחלק בכל זה אלא די\"ל בפשיטות דלענין דשרי לשלוח בהודע' קפריך דקסרין מח\"ל הוא ואפילו רבנן לא פליגי עליה דר\"י אלא בא\"י כ\"ה בפי' הר\"ש במסכת דמאי פ\"ק והיה נראה לכאורה לפרש דלשון ולאו מפירות המותרין קדייק להו לפרש כן אבל קשה דהא הוה ניחא להו האי לישנא מעיקרא שהבינו דרבי התיר ממש אפילו ודאי גם הר\"ש בפירושו שם חילק כן לתרץ קושייתם דמעיקרא ובין ודאי ובין דמאי מותר בח\"ל במינים הגדלים בח\"ל ובגדלים בא\"י חייבין ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> ול\"ג נמי מעשר כו' אלא תרומה כו' עכ\"ל וההיא איסורייתא דחרדלא דפ\"ק דביצה נמי בתרומה קמיירי כדקאמר התם א\"כ מצינו תרומה שזכאי בהרמתה כו' והתוספות לעיל דנקטו מעשר בדבריהם שגירת לישנא הוא דאכתי לא אסקי אדעתייהו דאיכא לפלוגי בין תרומה למעשר וק\"ל:", 
            "<b>גמ'</b> א\"ל אם אי אתה חולק גוזרני עליך שלא יעברו כו' יראה שהיתה התשובה בזה שהספק שלי התלוי בבחירה שלי טוב מודאי שלך שאתה עושה שיוכל ליבטל שהנה גוזרני שלא יעברו בך מים לעולם שאז ודאי אי אתה עושה ואני ספק עושה וכמאמר החכם שההכרח לא ישובח ולא יגונה ובין ודאי עושה ובין ודאי אי אתה עושה מוכרחים בגזירה וספק שלי התלוי בב? כדאמרי' הכל בידי שמים חוץ מיראת שמים טוב מהם וק\"ל:"
        ], 
        [
            "<b>שם</b> ומי מחייבא והא תנן כו' דליכא למימר שאותן שעורין שהיו דמאי והיא היתה יודעת שלא עשרינהו דהא ודאי אין דעת בבהמה ולא שייך בבהמה גופה איסור אכילה דאינה מצווה כלל אלא שהקב\"ה אינו מביא תקלה על ידה לבעלה שיתן לה מה שבעלה אסור לתת לה ומן השמים מנעו הבהמה לאכול שלא יהיה באכילתה תקלה לבעלה וכיון דהנך שעורין דמאי הוה ובעלה לא ידע שהן בודאי אינן מעושרין ומותר לתת אותן לבהמה אין זה תקלה לבעלה אף אם לא היו מעושרין באמת ובהכי יתיישב ג\"כ מה שמקשין למה לא נתן החמור עיניו בצד זה ואכל בצד אחר וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה חבטינהו בנפה כו' דא\"כ אמאי לא אכלה מעיקרא כו' עכ\"ל וליכא למימר דמעיקרא לאו משום מעשר לא אכלה אלא משום שלא היו טובים לאכילה כך עם הפסולת ואחר שחבטינהו לא אכלה משום חיוב מעשר שנתחייב אז דא\"כ מה אשמעי' תלמודא בהא דלא אכלה עד דחבטינהו מעיקרא ודו\"ק:", 
            "<b>גמ'</b> ישראל קדושים הם כו' עיין בפרש\"י ותוספות ול\"נ לפרש דה\"ק אין אני מודר הנאה אבל ישראל קדושים הם והנהנה מהם כאילו נהנה מדבר קדוש וכאילו מעל דיש רוצה ואין לו ואסור ליהנות ממנו כדאמרינן אסור ליהנות מסעודה שאינה מסתפקת לבעלה ויש שיש לו ואין רוצה ואסור ליהנות ג\"כ ממנו דכתיב אל תלחם גו' ובמסכתא סוטה אמרי' הנהנה מצרי עין עובר בלאו שנאמר אל תלחם גו' וק\"ל:", 
            "<b>שם</b> בכה רבי ואמר אם בחייהן כך כו' עיין בפרש\"י שהוא דחוק לפי עניינו ונראה לפרש דאהא דגבה טורא בינייהו קאמר בכה רבי אם בחייהן כך שניתן לצדיק זה מחיצה המבדלת בפני עצמו שגבה טורא ביני ובינו במיתתו אעכ\"ו שהרי הצדיקים בדבר זה במותן יותר מבחייהן שהרי באלישע לא מצינו לו מחיצה בפני עצמו בחייו ושם במותו לא היה יכול הרשע להתעכב במחיצתו כמו שפירשו התוספות וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ביטל האחרון את כו' ואם חזר ולקה כו' ונולד בו חצי גריס שחין אחר כו' עכ\"ל הכא ודאי הוצרך לפרש דההוא חצי גריס שחין האחר נולד בו אחר שביטל המכוה חצי גריס הראשון של שחין דאי הוה ביה מעיקרא ההוא חצי גריס שחין קודם שביטל חצי גריס האחר לא הוה נ\"מ מידי בביטולו אח\"כ כיון שנטמא כבר שהי' בו גריס שלם של שחין אבל בבעיא דליבן שפוד אף אי הוה ביה ההוא חצי גריס מעיקרא אי נימא דחבטא קדים ההבל הבא אחריו מיד מבטלו קודם שנעשה החבטה שחין ולא היה כאן גריס שלם של שחין מעולם ודו\"ק:", 
            "<b>תוס'</b> בד\"ה שליבנה באור כו' דבפרק כל שעה משמע דסגי בהגעלה כו' עכ\"ל ומסכין טרפה דבשמעתין דאמרי' דסגי בחמין לא קשיא להו דהא ודאי כיון דלא נשתמש מעולם באיסורא אלא בהך שחיטה דטרפה ובלע דם ברותח שלא ע\"י האור ודאי דסגי לה בהגעלה דכבולעו כך פולטו ודו\"ק:", 
            "<b>בא\"ד</b> אע\"ג דרב אשי גופי' מחלק כו' לדידי חדתי כו' מחמיר על עצמו היה ונראה דהא דמסיק כו' עכ\"ל פי' אף על גב דרב אשי גופיה מחלק בין היתרא בלע ובין איסורא בלע למילתא אחריתא בע\"ז ואפ\"ה בהך סכיני דפיסחא אינו מחלק דהא סבר דחדתי עבדי לי' דהיינו כעין חדתי דהוא ליבון כדקאמר התם י\"ל דמחמיר על עצמו היה דכן נראה דהא דמסיק והלכתא כו' מסקנא דמילתא דרב אשי הוא וא\"כ ע\"כ הא דקאמר חדתי עבדי ליה מחמיר על עצמו היה וק\"ל:", 
            "<b>בא\"ד</b> כל מה שסופו לפלוט ע\"י רותחין פולט כו' עכ\"ל פי' כל כמה דאין הישראל משתמש בהן ע\"י האור סגי ליה בהגעלה דכל מה שסופו כו' כמ\"ש הרא\"ש בסוף ע\"ז וליכא לאקשויי דניחוש דאתרמי דגם הישראל ישתמש בהן ע\"י האור כיון דהישראל יודע שהיה זה סכין של עובד כוכבים לא ישתמש בו ע\"י האור משום הך חששא דאתרמי אצל העובד כוכבים שהיה משתמש בו ע\"י האור ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה ותיפוק ליה אע\"ג דהוא מקלקל אסור לחתוך כו' עכ\"ל ובין אהיתרא דלחתוך ובין אאיסורא דלחתוך פריך הכי וה\"ה דהוה מצי לפרש הכי אשחיטה בין אהיתר ובין אאיסור דאע\"ג דמקלקל הוא אסור משום שמנונית וחדא נקט בפירושו והרא\"ש שכתב בזה וגם אי פריך אהיתרא דמותר לשחוט כו' קשה מאי פריך הא אצטריך לאשמועינן דהבשר מותר וכח כו' עכ\"ל ע\"ש לא ידענא מאי קשיא דמ\"מ פריך שפיר דלא הל\"ל מותר לשחוט ומותר לחתוך דלכתחלה מיהא אסור לשחוט ולחתוך בו משום שמנונית דאיסורא אפילו על סמך שיקלוף דלמא משתלי ולא קליף כמ\"ש הפוסקים ופסק הרא\"ש גופיה ע\"ש והא ליכא לאקשויי מאי פריך ותיפוק ליה משום שמנונית דאימא דסבר כמ\"ד לקמן השוחט בסכין של עובד כוכבים סגי בהדחת בשר דהשתא מותר לשחוט לכתחילה דליכא למיחש שמא משתלי דבלאו הכי ידיח הבשר משום דם שעליו כבר תירצו הר\"ן דלמ\"ד נמי דבעי הדחה לא סגי בהך הדחה דמשום דם דמשום שמנונית הסכין בעי שפשוף גדול כדי שיסור שומן ממנו ע\"ש וק\"ל. [א\"ה עיין ע\"ז בס' קיקיון דיונה]:"
        ], 
        [
            "<b>תוס'</b> בד\"ה סכין טריפה פליגי כו' אבל לחתוך בה רותח אפי' שחט בה כשירה אסור כו' עכ\"ל יראה מדבריהם דאפילו למאן דאית ליה הכא דבצונן סגי סבר דלחתוך רותח אסור ולא סגי בהדחה משום דבית השחיטה רותח הוא והכא דסגי בצונן היינו דוקא לשחוט משום דטרידי סימנים לפלוט והיינו לתירוצם דלקמן דלא בעי הכא נעיצה משום דבית השחיטה צונן ע\"כ לחתוך רותח נמי סגי בהדחה ודו\"ק:", 
            "<b>בד\"ה</b> וליתקן חדא כו' ועל הסכין ששחט בה לא פריך שישחוט והדר יחתוך כו' עכ\"ל פי' דהדר יחתוך החלבים ועוד אפילו בשר יהא מותר הטבח לחתוך בו לכתחילה דאע\"ג דלחתוך בו צונן בעי הדחה כדאמרינן בפרק כל הבשר הכא הבשר שחותך בלאו הכי משום דם בעי הדחה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ואידך הני שכיחן כדאמרינן תפילין בי בר חבו כו' עכ\"ל ולא בעו לפרש כפרש\"י דהני שכיחן דמצויין תמיד דהא ביותר שכיחי כתב ושחיטה כמ\"ש הרא\"ש ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> התם הלכתא גמירי כו' דלא ילפינן מסוטה אלא דבר שיכול להיות כו' אלא מטהרין להו מכח דמוקמינן כל חד וחד בחזקת טהרה וי\"ל כו' עכ\"ל ויש לדקדק כיון דההיא דשני נזירים בין ברה\"י בין ברה\"ר ליכא למילף מסוטה משום דלא ילפינן מסוטה אלא דבר שיכול להיות וא\"כ מה לי ברה\"י ומה לי ברה\"ר וכיון דברה\"ר מטהרין משום דמוקמינן לה אחזקתה ברה\"י נמי נוקמיה אחזקיה ולא לייתי נמי ברה\"י אלא קרבן טהרה כמו ברה\"ר ונראה אפילו היכא דלא ילפינן (א) מסוטה איכא טעמא אחרינא להקל ברה\"ר טפי מברה\"י כמ\"ש התוס' בפ' כשם דאיתא בירושלמי מפני מה ספק רה\"ר טהור א\"ל מצינו שהצבור עושין פסח בטומאה כו' ובתוספתא רשב\"ג אומר מפני מה ספק רה\"י טמא וספק רה\"ר טהור מפני שאפשר לישאל ליחיד וא\"א לישאל לרבים עכ\"ל וק\"ל:", 
            "<b>בד\"ה</b> אם יכילה כו' וקסבר יש טבילה והזאה כו' עכ\"ל פי' נהי דיש טבילה כרבנן דפרק התערובות (וכמ\"ש) [ומכ\"ש] דניחא טפי אי קסבר אין טבילה ועיין בפרש\"י שם וק\"ל:", 
            "<b>בד\"ה</b> או שירד בה טל כו' א\"נ לפי שהפסול בא מחמת טומאה קתני ברישא טמאה כו' עכ\"ל לכאורה קשה כיין דבין ברישא ובין בסיפא אינה אלא פסולה ובאחר קידוש קמיירי א\"כ מאי קאמר בסיפא אם יכולה חולדה לשתות כו' פסולים הא באינה יכולה חולדה לשתות נמי פסולה משום דשמא אדם טמא גילה כמו ברישא דליכא למיחש לחולדה דאין דרכה לכסות ואפ\"ה טמא משום שמא אדם טמא כיסה אבל הנראה שכל דבריהם אלו הם מפירוש הר\"ש במסכת פרה ולפי שיטתו כתבו שם דדרכן של בני אדם לכסות ואין דרכן לגלות והשתא שפיר הוצרך למיתני בסיפא אם יכולה חולדה כו' דלאדם טמא ליכא למיחש דאין דרך אדם לגלות ולשיטתו י\"ל דלא מייתי רב אשי ראייה דסכנתא חמור מאיסורא אלא מהא דאם מצאה כמו שהניחה מגולה (א) לא פסולה איכא דראייה אחריתא שפרש\"י דאזלינן בסיפא אחר רובא לקולא ליתא לשיטת הר\"ש דבין ברישא ובין בסיפא אינה אלא פסולה וזה שכתבו התוספות ושמא ניחא ליה להביא הברייתא שמפורש בה שאני אומר כו' ואי הוו מפרשי' דמייתי ראייה דאזלינן בתר רובא להקל ודאי דהוצרך להביא ברייתא דקתני ברישא טמאה ובסיפא לא קתני אלא פסולה כפרש\"י וק\"ל:"
        ], 
        [
            "<b>גמרא</b> מ\"ט א\"ל עצם ודאי פוגם עור ספק כו' לחד תירוצא של התוס' ניחא אפילו למסקנא דתלינן בעצם דמפרקת טפי מהעור ובמפרקת דבתרייתא נמי טפי דודאי פגום דלא חייש באחרונה ובראשונות רגיל להזהר שלא לדחוק הסכין אבל לאינך תירוצא כן משמע מפרש\"י דליכא סברא למתלי בעצם המפרקת יותר מבעור וכן באחרונות טפי מבראשונות אלא דבכל גוונא תלינן לקולא צ\"ל דהאי טעמא דקאמר עצם ודאי פוגם עור ספק כו' לא קיימא לפי המסקנא אלא דטעמא דרב חסדא הרי שחוטה לפניך וסכין אתרעאי בהמה לא אתרעאי ודו\"ק:", 
            "<b>תוס'</b> בד\"ה סכין אתרעאי כו' והוו כס\"ס והשתא פריך שפיר בתר הכי כל ספק כו' עכ\"ל מלשונם נראה דהשתא לפי' זה דסכין אתרעאי והוי כס\"ס פריך שפיר כו' אבל לפי משמעות דשמעתין דסכין אתרעאי לא פריך שפיר ולא ידענא למה לא יתפרש להם כמו כן דפריך שפיר דכל ספק לאתויי כו' ויש ליישב בדוחק ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ודלמא אדנפיק כו' ריעותא כגון סכין שנמצאת פגומה כו' עכ\"ל פי' לרב חסדא דהרי היא בחזקת שחוטה כדקאמר דהרי היא שחוטה לפניך ובהמה לא אתרעאי אלא סכין והיינו ריעותא שנמצא סכין פגומה:", 
            "<b>בד\"ה</b> אלא לאו משום כו' בציר ליה שיעורא והיה כשיעור שהיה בסוף שבוע כו' עכ\"ל כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה יכול יהא לו רשות לילך לתוך ביתו ולחזור כו' עכ\"ל ובד\"ה הלך לביתו והסגיר ע\"י חבל כו' עכ\"ל וכ\"ה גם בפי' ישן ויראה דבין ברישא גבי איסור לכתחלה לילך לביתו ולהסגיר ובין בסיפא גבי דבדיעבד אם הלך לביתו דמוסגר סתמא קתני ומיירי בכל גוונא בין שחזר וסגר בין שסגר (גם) [שם] ע\"י חבל אלא שרש\"י נקט בפירושו רבותא ברישא דאפילו בחזרה שם להסגיר אסור לכתחלה ובסיפא נמי נקט רבותא דאפילו בביתו ע\"י חבל מוסגר בדיעבד ומהרש\"ל הגיה בפרש\"י ואין צורך וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה מנא הא מלתא כו' דלא קיים ליה חזקה מקרא כו' עכ\"ל אלא דקים ליה חזקה מהלכה למשה מסיני דהשתא אין למילף רובא מכ\"ש דרובא וחזקה רובא עדיף דאין למדין ק\"ו מהלכה ודו\"ק:", 
            "<b>בא\"ד</b> אלא ילפינן מפרה אדומה דאזלינן בתר רובא אע\"ג דאיכא חזקה כנגד כו' עכ\"ל וליכא חזקה שאינה טרפה כנגד חזקת טמא דכל חזקה שלא נתבררה לא אזלינן בתרה כמ\"ש התוס' לקמן אך יש לדקדק דהא היכא דאיכא מיעוטא בהדי חזקה חיישינן למיעוטא ולא אזלינן בתר רובא כנראה מדברי התוס' לקמן והכא בפרה נמי איכא מיעוטא בהדי חזקה וי\"ל דלא חיישינן למיעוטא היכא דאיכא חזקה בהדה אלא מדרבנן אבל מדאורייתא אזלינן בתר רובא אפילו בדאיכא חזקה בהדי מיעוטא ועוד י\"ל דלמיעוטא דלא שכיח לא נימא סמוך מיעוטא לחזקה כמ\"ש הרא\"ש והאי מיעוטא דפרה נמי לא שכיח הוא וק\"ל:", 
            "<b>בד\"ה</b> אתיא מעגלה כו' דבשעת שריפה ולאחר עריפה תהיה שלימה כמו בשעת שחיטה ועריפה עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> העריפה כשהיא כו' וי\"ל דמהערופה משמע שפיר ההוא מיעוטא דזאת בעריפה כו' עכ\"ל כצ\"ל וק\"ל:"
        ], 
        [
            "<b>גמ'</b> וכ\"ת מאי נפקא לן מינה הא אין גורל כו' ומהא דשיהו שניהם שוין דקאמר ליכא למילף דאיכא למימר דאתא למילתא אחריתא שיהו שניהם שוין במראה וקומה כו' כדאיתא בריש פרק ב' שעירים וק\"ל:", 
            "<b>תוס'</b> בד\"ה חטאת קרייה כו' כיון דנפקותא ליתא בגוף הפרה כו' עכ\"ל ר\"ל דאפילו רבנן דר\"ש מודו בהא דלא שייך דרשא דחטאת דליכא נפקותא בגוף הפרה דבין עושה תמורה ובין אין עושה הך פרה מיהת קדוש משא\"כ לענין יוצא דופן אע\"ג דהפסול אינו תלוי בגופה מ\"מ איכא נפקותא בגופה אם היא קדושה אם לאו ושייך למדרש בה דרשא דחטאת וק\"ל:", 
            "<b>בד\"ה</b> כגון שהיו אביו כו' דהעמיד אם בחזקת צדקת עכ\"ל לפום מאי דס\"ד השתא ה\"ה דה\"מ לדחויי הכי אבל למאי דמסיק אין אפוטרופס לעריות צ\"ל דליכא חזקה להעמיד האם בחזקת צדקת דאימא נמי דנאנסה האם אי לאו משום דאזלינן בתר רובא ומש\"ה לעיל קשיא להו מעדים זוממין ולא קשיא להו מהך חזקה דהעמד האם בחזקת צדקת וק\"ל:", 
            "<b>בד\"ה</b> ליחוש דלמא במקום סייף כו' ה\"פ לכל הפחות לא גרע משום דהוה רובא דנסקלין עכ\"ל הא ודאי כיון דכל קבוע כמחצה על מחצה דמי אצטריך ליה למתני שלא ידונו בשריפה משום דסקילה קלה אלא דהכי פריך דלא ה\"ל למתני נשרפין בנסקלין אלא דהוה ליה למתני רבותא דאפי' נסקלין בנשרפין נמי כיון דכל קבוע כמחצה על מחצה דמי ידונו בסקילה הקלה ומשום דהכא רובא דנסקלין ודאי דלא הוה גרע וק\"ל:", 
            "<b>גמ'</b> וליחוש שמא במקום נקב קא שחיט אלא לאו משום דאמרינן זיל בתר רובא כו' עכ\"ל יש מקשים רב אשי דהוא מרא דשמעתין בהך דאבעיא לן לעיל בא זאב ונטל בני מעיים כו' מי חיישינן שמא במקום נקב נקב ופשיט ליה רב אשי מהך דצלוחית אמאי לא פשיט ליה בפשיטות מהכא דכמו דלא ניחוש הכא שמא במקום נקב קא שחיט דאזלינן בתר רובא ה\"נ לא ניחוש דלמא במקום נקב נקב וי\"ל דלר\"מ קמבעיא לן לעיל דחייש למיעוטא במלתא דאפשר כדמסיק והך מלתא דבא זאב מלתא דאפשר מקרי ועי\"ל דעיקר איבעיא דלעיל בנקבים הרבה שלא במקום שיניו כמ\"ש התוספות לעיל ודו\"ק:"
        ], 
        [], 
        [
            "<b>תוספות</b> בד\"ה מאן תנא כו' אע\"ג דבר\"פ קרי לאחרים רואין אותן גדול עומד ע\"ג כו' עכ\"ל ובמרדכי הקשה ע\"ז דא\"כ מאי פריך לעיל לאביי אלא אכותי הא אמרת כי ישראל עומד ע\"ג שוחט לכתחלה לישני ליה דוקא עומד ע\"ג אבל אחרים רואים אותו לא אלא ל\"ש עכ\"ל ול\"נ ליישב דברי התוספות דהתם גבי כותי ודאי דליכא לפלוגי בין אחרים רואין אותו ובין עומד ע\"ג דלא שייך ביה דלא מכוין אלא משום דלא חייש אלפני עור ועוד התם כיון דקתני בסיפא דלא בעי כוונה וכשר אפילו קטן באחרים רואין אותו ליכא לאלומי ברישא עומד ע\"ג טפי מאחרים רואין אותו ועיין זה במהרש\"ל ודו\"ק:", 
            "<b>בד\"ה</b> דמן חבריא כו' עכ\"ל דבשמעתין דקאמר זעירא דמן חבריא יש לקיים טפי כפרש\"י לקמן בפ' השוחט פי' זעירא דמן חבריא קטן מן בני הישיבה ולפירוש התוספות אושעיא זעירא היה נקרא ועיין בר\"ן:", 
            "<b>בד\"ה</b> ותבעי ליה מעשה כו' ה\"נ המ\"ל יש להם מחשבה דהיינו מחשבה עם המעשה ואין להם מעשה גרידא כו' עכ\"ל ואי משום דלא מצי למימר הכי משום דפעמים מעשה גרידא יש להן במחשבתו ניכרת מתוך מעשיו א\"כ מאי קמשני בסמוך במחשבתו ניכרת מתוך מעשיו קמבעי ליה דאכתי תפשוט מהך מתניתין דמעשה כזה יש להן מדלא קתני נמי הכי דאין להן מעשה גרידא וק\"ל:", 
            "<b>בא\"ד</b> ועוד אפי' העלום סתם ולא פירשו מפני הכנימה כו' עכ\"ל ר\"ל ועוד דאף אם נימא דאפי' נתכוונו לא בשעת העלאה קאמר מ\"מ סתמא קתני אם העלום חש\"ו שלא פירשו מפני הכנימה וא\"כ ליהוי בכי יותן לר\"י כו' וק\"ל:", 
            "<b>בא\"ד</b> אבל העלאת קטן סתם לא הוי בכי יותן ואפילו העלאת גדול כו' עכ\"ל אין זה מדוקדק דהא אפילו פירש הקטן להעלות מפני הטל אינו מועיל לשיטת התוספות דמעשה גרוע הוא ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> ולתרומה נמי יועיל בגדול עומד ע\"ג עכ\"ל מהרש\"ל מחקו ונראה שיש לקיימו וה\"ק לפום הך סברא דלא ידעינן טעמא דבעי עומד ע\"ג בגיטין טפי מהך דשמעתין ויש לנו לומר דהוה כתרומה מאיזה טעם שיהיה דלא מסתברא שיוכיח המעשה על מחשבתו וא\"כ הוא לתרומה אמאי לא יועיל נמי בעומד ע\"ג וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שחיטת מין דישראל כו' דהא עובד כוכבים הוה מין לכ\"ע בפרק בתרא דהוריות כו' עכ\"ל והתוס' שכתבו לעיל בר\"פ דההיא דפ\"ב דהוריות עובד ע\"ז דהוא מין לכ\"ע מ\"מ שחיטתן נמי מותרת היינו לרב ענן דסבר הכי דמימר לע\"ז מותר לאכול משחיטתו אבל למאי דסליק רב ענן בתיובתא ודאי דאתיא ההיא דהוריות כפשטי' דהוי מין ואסור לאכול משחיטתו ודו\"ק:", 
            "<b>בד\"ה</b> אבל מעובדי כוכבים כלל כו' דמהיכי תיתי מקבלין הא איצטריך איש כו' עכ\"ל דבריהם אינן מובנים לי מאי ראייה הביאו מהא דקאמרי דמהיכי תיתי דמקבלין מהא דאיצטריך איש איש לרבויא דאימא אי לאו מעוטא דבכם חלקתי הוה הסברה מבחוץ דמקבלין מהנכרים כישראל דהיינו מצדיקי ולא מרשיעי ואתא קרא דבכם חלקתי לומר דמעובדי כוכבים כולן מקבלים ואי לאו ריבוי דאיש איש סד\"א אדרבה דאתא מיעוטא דבכם חלקתי אבל בעובדי כוכבים כלל לא ונ\"ל להגיה בדבריהם וכצ\"ל דמהיכי תיתי דמקבלים ולא איצטריך איש איש כו' ור\"ל דכיון דגבי קרבנות בני ישראל כתיב מהיכי תיתי דמקבלין מעובדי כוכבים וא\"כ לשתוק קרא מיניה אי הוה אתא בכם למיעוטא דבעובדי כוכבים כלל לא וגם לפי האמת לא איצטריך ריבויא דאיש איש דע\"כ אתא בכם למימר דמעובדי כוכבים מכולן מקבלין דאל\"כ לשתוק קרא מיניה ואהא תירצו דמ\"מ כו' דאע\"ג דבני ישראל כתיב בקרא סד\"א דמצדיקי אומות העולם נקבל כו' ודו\"ק:", 
            "<b>בד\"ה</b> תקרובת ע\"ז כו' ומאי קושיא דילמא ההיא כרבי יהודה בן בתירא ומתניתין כרבנן כו' עכ\"ל מתוך זה ה\"מ לאוכוחי נמי לעיל דלענין איסור הנאה לא פליגי רבנן דאל\"כ לישני התם ההוא כרבי יהודה ב\"ב ומתניתין כרבנן ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אם לא היתה נבילה כו' אמאי לא מפרש טעמא משום דהוה מוקצה מחמת איסור כו' עכ\"ל ובשמעתין דקאמר מי דמי התם כו' הכא מעיקרא מוכן לאדם והשתא מוכן לאדם אע\"ג דמ\"מ הוי מוקצה מחמת איסור דרך דחייה קאמר הכי דילמא לית לי' לר' יהודה הכא מוקצה מחמת איסור כדדחי לה נמי לקמן שאני התם דהוא דחי לה בידים וטעמא דר\"י בהך דנבילה משום דמוכן לאדם לא הוי מוכן לכלבים שאינו מוכן ועומד למה שהיה עומד בתחילה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אימר דשמעת כו' אפילו נר ישן חוץ מנר שהדליקו בה באותו שבת עכ\"ל ומהך דנר שהדליקו בה באותו שבת ליכא לאוכחי דר\"מ אית ליה מוקצה מחמת איסור דאיכא למימר דאיירי בנר של חרס דתרתי אית ביה מוקצה מחמת מיאוס ומוקצה מחמת איסור וכה\"ג כתבו בתוספות פרק כירה ע\"ש:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה רבי יהודה אומר בשוגג כו' דבשוגג חיוב סקילה ליכא עבירה מיהא איכא כו' והא ליכא למימר רישא נמי דוקא איהו כו' משום דקנסו שוגג אטו מזיד כו' דא\"כ דקנסא דרישא כו' עכ\"ל וכמו שהוא בפרש\"י שלפנינו כך ראיתי בפירוש ישן נושן ומהרש\"ל כתב ותימה דהא בהדיא בפרק הניזקין מסיק לר' יהודה דקניס שוגג אטו מזיד ובע\"כ כו' עכ\"ל ע\"ש וכדבריו נמי מצאתי בפירוש א' וז\"ל דאע\"ג דבשוגג חיוב סקילה ליכא קנסו שוגג אטו מזיד ובעינן בכדי שיעשו דלא נמטיה הנאה מעבירה ולהכי מפרש במסכת גיטין דר\"י קניס שוגג אטו מזיד ומיהו במזיד קניס ליה טפי לדידיה ולא יאכל עולמית ואיידי כו' והא ליכא למימר רישא נמי דוקא איהו אבל אחריני שרו בו ביום ומתניתין דאסר ליה ליומא אפילו לאחריני לאו ר\"י היא דכיון דטעמא דקנסו שוגג אטו מזיד הוא מזיד משוינן לי' לכ\"ע בכדי שיעשו כדין מזיד משום דלא נתהני מעבירה ל\"ש הוא ול\"ש אחריני ע\"כ העתקתי מפי' ישן גם מדברי התוס' לקמן בשמעתין נראה כן דלפי סוגיא דשמעתין נמי טעמא דר\"י משום קניס שוגג אטו מזיד כדמוכח בהניזקין אבל לפירוש רש\"י שלפנינו גם בפירוש הישנים נראה לפי דרכו דאי משום קנסא דשוגג אטו מזיד לאחריני ליכא למקנס כלל וכן מוכיח פרש\"י בפרק הניזקין ובפרק אלו נערות שכתב שם דאיהו גופיה לר\"י בו ביום אסור מטעמא דשוגג אטו מזיד ולא הזכיר שם לאסור גם לאחריני משום דלטעמא דשוגג אטו מזיד האמור בפרק הניזקין ליכא למקנס אחריני אבל לרב הכא דדייק לי' איסורא ליומא לו ולאחריני דומיא דיום הכיפורים ע\"כ דלר\"י נמי לא יאכל לו ולאחריני קאמר אית לן למימר ע\"כ דטעמיה לאו משום דקניס שוגג אטו מזיד דלאחריני ליכא למקנס אלא דטעמיה משום דכיון דעבירה מיהא איכא אסור בו ביום לו ולאחריני דלא נמטיה הנאה מעבירה ואהא כתב רש\"י דליכא להקשות מנליה לרב לאוקמיה מתני' דאסור ליומא לו ולאחריני דומיא דיום הכיפורים וכר\"י דאימא דטעמיה דר\"י משום שוגג אטו מזיד ולא אסור לאחרינא דהשתא מתני' דאסור לאחריני ע\"כ לא אתיא כר\"י וקאמר דרב אית ליה דאי טעמא דר\"י משום דקניס שוגג אטו מזיד אמאי משתרי הוא לאורתא כו' אלא טעמיה משום דלא ליתהני מעבירה בו' וההיא סוגיא דפרק הניזקין דפריך התם דר\"י אדר\"י ודאי לא סבירי להו הך דרב דהכא דקאמר טעמא דר\"י משום דלא ליתהני מעבירה דלהאי טעמא לא קשיא כלל דר\"י אדר\"י התם אלא משום קנסא דשוגג אטו מזיד הוא ולא חש תלמודא דהתם להך מילתא דמדקדק רב הכא דאי טעמא משום דקנסא אמאי משתרי הוא לאורתא כו' כפרש\"י דאיכא למימר דלא רצה לקנוס בשוגג אטו מזיד כ\"כ לאסור עולמית כמו במזיד וסגי למקנס שוגג אטו מזיד בו ביום וכדברינו אלו מוכיח פרש\"י דפ' מרובה שפירש שם דמזיד דרבי מאיר שוגג דרבי יהודה לא יאכל בין לו בין לאחרים והכי איבעי לן לפרושי בהכל שוחטים עכ\"ל דמשמע מפירושו מתוך סוגיא דשמעתין לרב אבעי לן לפרושי הכי דלא יאכלו לו ולאחריני אבל לפי הסוגיא דפ' הניזקין דטעמיה דר\"י משום קנסא לית לן לפרושי לא יאכל אלא לו אבל לאחריני שרי דלכך לא הזכיר שם בפרק הניזקין ובפרק אלו נערות איסורא דלא יאכל אלא לו אבל לאחריני שרי כמ\"ש לעיל והדברים ברורין ואין כאן מקום תימה לפרש\"י שלפנינו כמו שכתב מהרש\"ל ודו\"ק:"
        ], 
        [
            "<b>תוספות</b> בד\"ה כגון שקצץ לו דלעת כו' ואם תאמר והא חזיא לבהמה ומוכן לכלבים הוי מוכן לאדם בו' עכ\"ל ומוקצה מחמת איסור בישול ליכא כאן כיון דבלא בישול ליכא איסור כלל לאוכלו אלא משום דלא חזיא ליה לכוס משא\"כ גבי השוחט דבלא שחיטה מחמת איסור אבר מן החי אסור לאכלו כך פרש\"י לעיל:", 
            "<b>ודע</b> שהרשב\"א הקשה לפרש\"י דגבי השוחט דמותר נקט חולי מבע\"י [וגבי מבשל] דאסור קמיירי דוקא בנחלה היום הא בשוחט נמי אסור בנחלה היום וכן במבשל נמי מותר בחולה מבע\"י [ועוד] דמשמע דמבשל נמי אחולה מבעוד יום דנקט קאי וכתב מתוך זה דקיים פיר\"ת דבדלעת תלושה איירי ע\"ש באורך ולולי פרש\"י דבנחלה היום היה נ\"ל לפרושי נמי דמבשל אחולה מבע\"י קאי אלא דסתם חולה צריך לבשר ולא צריך לאכילת דלעת ולכך אין מקציץ ממנו בשר ומותר לבריא אבל הדלעת המחובר היה מקציץ ממנו בבין השמשות ודו\"ק:", 
            "<b>גמ'</b> ורמינהו בכל שוחטין בין בצור כו' בריש מכילתין גבי הכל שוחטין מסיק דאיכא לכתחלה ואיכא דיעבד והכא בכל שוחטין משמע להו בפשיטות לכתחלה ואפשר דהיינו משום דלא תנא הכא בהדייהו נמי מגל יד כדקתני במתני' ועוד הכל שוחטין דבסיפא דמתניתי' נמי מסיק רבא לקמן לאתויי בין בצור בין בזכוכית בין בקנה והיינו ע\"כ לכתחלה דמדקתני ברישא שחיטתו כשירה ע\"כ הכל שוחטין לכתחלה כדדייק תלמודא נמי בריש מכילתין ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה נעץ סכין בכותל והוליך והביא צואר בהמה עליה עכ\"ל ר\"ל עליה על חודה מיהו צואר בהמה מלמטה והסכין מלמעלה דהכי אוקמינן לה לקמן וק\"ל:"
        ], 
        [
            "<b>ברש\"י</b> צור יוצא מן כו' והאי דהדר תנא נעץ סכין בכותל כו'. דאף ע\"ג דלא מבטל ליה אפ\"ה לכתחלה כו' עכ\"ל היינו למאי דמסיק הכא דלא שאני לן אלא בין מחובר מעיקרו ובין תלוש ולבסוף חברו ובכל תלוש ולבסוף חברו כשר בדיעבד אית לן למימר הכי אבל למאי דבעי רבא למימר דבתלוש ולבסוף חברו ומבטל ליה פסול אפילו בדיעבד הא מסיק לקמן דפירושי קמפרש ליה ודו\"ק:", 
            "<b>בד\"ה</b> קרא זריזות דאברהם קמ\"ל שחט ונזהר כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>תוספות</b> בד\"ה תלוש ולבסוף חברו כו' יש להוכיח ממתניתין דתלוש ולבסוף חברו בדיעבד כו' עכ\"ל כתב מהרש\"ל הקשה אחד כו' דלמא סבר דמתניתין איירי בתלוש כו' כי לא ידע הברייתא דקתני בכל שוחטין כו' עכ\"ל ועוד האריך עיין שם ולאו קושיא היא כלל דהא רבא דקמבעיא ליה הכא בתלוש ולבסוף חברו איהו גופיה מוקי לקמן בכל דמתניתין לאתויי בין בצור בין בזכוכית כו' דאפילו לכתחלה שוחטין בתלוש וא\"כ ע\"כ רישא דקתני דיעבד גבי צור וקנה לא איירי בתלוש ומינה גם תירוצו אינו מבורר שכתב דלרווחא דמלתא פריך לעיל מברייתא דבכל שוחטין דמאיזה טעם נימא דצור וקנה לכתחלה לא בתלוש זה אינו דהא כיון דאצטריך לי' למתני בכל שוחטין ולאתויי כל הני בתלוש ע\"כ הסברא פשוטה בהן דומיא דכל הני דקתני הכל שוחטין ולעולם שוחטין דאתי לאתויי דברים שאינן פשוטין מסברא כדלקמן ודו\"ק:", 
            "<b>בא\"ד</b> וי\"ל דאליבא דרבי מבעיא כו' וכתב מהרש\"ל ותימה בעיני אמאי צריכה לכל אלו נימא דבתלוש ולבסוף חברו ובטלו קמבעיא ליה כו' עכ\"ל אף שהרא\"ש והרשב\"א פירשו כן אין כאן מקום תימה לדברי התוס' כמ\"ש בעל המלחמות לדעת הרי\"ף תדע שהרי על כרחינו רבא לית ליה הנהו אוקמתא דאוקמינהו גמרא לעיל מתני' דהא מתני' קתני צור וצור בכותל דבר שאדם מבטל ליה ואינו דומה לסכין ואף על פי כן שחיטתו כשרה כו' עכ\"ל ע\"ש באורך:", 
            "<b>בא\"ד</b> וקא בעי למפשט מברייתא דהיה צור כו' דשחיטתה פסולה וע\"כ רבי הוא עכ\"ל ר\"ל דקבעי למפשט מהך רישא דברייתא נעץ סכין כו' דשחיטתו כשירה ולא ניחא ליה לאוקמי' דרבי חייא משום דשחיטה פסולה דקתני בסיפא ע\"כ רבי היא ודו\"ק:", 
            "<b>בד\"ה</b> אמר שמואל לא שנו כו' משמע דאפי' בכה\"ג לא מכשר אלא בדיעבד כו' עכ\"ל והא לא תקשי להו דמאי קא משני לצדדין קתני דמ\"מ הכא לא מכשר בסכין למעלה וצוואר למטה אלא בדיעבד ובברייתא מכשר לכתחלה הא לאו קושיא הוא דהא אוקמינן לעיל הך ברייתא דנעץ סכין כו' דעלה קאי רב ענן כרבי דלא מכשר בתלוש ולבסוף חברו אלא בדיעבד ואידך דמכשר לכתחלה בין בתלוש ובין במחובר בין שהסכין למעלה כו' אתא כרבי חייא והא דפריך מהך ברייתא דאתיא כרבי חייא לרב ענן דאמר מלתא דר' דלא מכשר תלוש ולבסוף חברו אלא בדיעבד היינו משום דבהך מלתא מיהת דסכין למטה וצואר למעלה דפסול לרב ענן בתלוש ולבסוף חברו אפילו בדיעבד משום דחיישינן שמא ידרוס לא פליגי רבי ורבי חייא אלא רב ענן משמיה דשמואל מסברא קאמר לה לכ\"ע ודו\"ק:", 
            "<b>גמ'</b> רב פפא אמר בעופא דקליל וליכא לאקשויי להך תירוצא אמאי קא משני לעיל דהך ברייתא דבכל שוחטין בין בצור כו' דמכשיר לכתחלה אתיא כר' חייא הא כר' נמי מצי אתיא ושאני עופות דקליל די\"ל דכיון דרבי פוסל מחובר מעיקרו מקרא דויקח את המאכלת אית לן למגזר לכתחלה בתלוש ולבסוף חברו אטו מחובר מעיקרו להאי טעמא והשתא לית לן לפלוגי בין בהמה לעופות אך קשה אמאי קא משני מכח הך ברייתא דרבי חייא מכשיר לכתחלה במחובר ודיעבד קתני משום להודיעך כחו דרבי ומתניתין לא אתיא כרבי חייא אימא דרבי נמי לא מכשיר אלא בדיעבד ומשום דשמא ידרוס ומתניתין נמי אתיא כוותיה והכא שאני עופות דקליל וי\"ל כיון דמתניתין קתני דיעבד אין לכתחלה לא מצי אתיא שפיר דהוא סתם לה כרבי ומשום גזירה תלוש ולבסוף חברו אטו מחובר מעיקרו לא ניחא ליה למימר דאתיא מתניתין נמי כרבי חייא ואסור לכתחלה מטעמא אחרינא דשמא ידרוס אלא ניחא ליה למימר דקתני דיעבד להודיעך כחו דרבי מיהו קשה דהדרא קושיית התוס' לעיל לדוכתא לאשמועי' כח דהיתרא דרבי חייא דאפי' לכתחלה מכשיר דמהך ברייתא דבכל שוחטין בין כו' לא שמעינן לה דאימא שאני עופות דקליל ועל כרחך הנכון דסוגיא דלעיל אזלא לתירוצא דרב זביד אבל לרב פפא קושטא דאיכא למימר הכי כמ\"ש ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> בשלמא לרבי ישמעאל היינו דכתיב הצאן ובקר ישחט כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה בשר תאוה לא אתסר כו' ואף ע\"ג דקרא בפסולי המוקדשים כו' עכ\"ל היינו האי קרא דכתיב בהך פרשה אך כאשר יאכל את הצבי וגו' דדרשינן ליה בפרק ב' דבכורות לגבי פסולי המוקדשין אבל קשה דע\"כ האי קרא דקיימינן ביה כי ירחק וזבחת דרשינן ליה נמי לענין חולין בקדשים לאסור חולין בעזרה כי ירחק וזבחת בריחוק מקום אתה זובח כו' כמו שכתב רש\"י גופא לקמן גם מה שכתב רש\"י לקמן דדרשינן בבכורות וזבחת אין בפסולי המוקדשים אלא היתר זביחה ואכילה כו' הוא תמוה דהא לאו אהאי קרא דכתיב גבי בשר תאוה דרשינן ליה אלא אהאי קרא דלעיל מיניה דכתיב בפסולי המוקדשים תזבח ואכלת בשר דרשינן תזבח ולא גיזה בשר ולא חלב ואכלת ולא לכלביך וכן פרש\"י בחומש הך דרשא אהאי קרא ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> סכין שיש בה פגימות הרבה כו' והא דתנן השוחט במגל קציר כו' עכ\"ל פירוש אף שבאכילה אסורה במגל קציר כדלקמן מכל מקום מכשירין לטהר מידי נבילה והכא תידון כמגירה קתני דמשמע דהוי נבילה והיינו לשיטתו דפגומה קורעת אף דרך ירידה אבל הר\"ן מדמה הך דמסוכסכות הרבה למגל קציר דלא הכשירו ב\"ה אלא לטהר מידי נבילה אבל באכילה אסורה והיינו לשיטת הרי\"ף דמסוכסכות א' אפילו באמצע כשרה דאינה קורעת כלל בירידה דהשתא במסוכסכות הרבה נמי אין לאסור אלא באכילה גזרה דרך הולכה אטו הבאה כמו דמגל קציר ואיך שיהיה קשה למה לא נגזור במסוכסכת א' לאסור באכילה בדרך הולכה אטו הבאה כדגזרי' במגל קציר והר\"ן תירץ דכל שיש בו פגימות הרבה חייש שמא ישכח ויביא דמה\"ט גופיה כו' עד כאן לשונו ולא ידענא לחלק בזה לשיטת הרי\"ף דהא אף בעומדת המסוכסכת הא' בסוף הסכין מכשיר ואמאי לא ניחוש ביה שמא ישכח ויביא כמו בפגימות הרבה ולפרש\"י דפי' דמסוכסכת אינה כשרה אלא בדקיימא ארישא דסכינא ניחא דהשתא אף אם יחזור ויביא אפשר שלא יגיע עד הפגם משא\"כ במגל קציר דאם יחזיר ויביא ודאי פוגע בפגם כיון דכולה פגימות היא ואיכא לאקשויי לפרש\"י אמאי קתני במסוכסכת הרבה דאסור הא אפילו במסוכסכת א' אסור בלא קיימא ארישא דסכינא ודוחק לומר דמסוכסכת הרבה איירי בדקיימו כולן ארישא דסכינא וי\"ל דליכא רבותא בהא טפי מבהא דכמו דנימא במסוכסכת הרבה דמורשא קמא מחליש ובתרא בזע ה\"נ נימא במסוכסכת א' באמצע סכין דחורפא דסכינא מחליש ומורשא בזע:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דאפי' לעובד כוכבים לא מזדבן והיכא דנמצאת סכינו יפה כו' עכ\"ל לא רצה לפרש דרבינא פליג אדרבא בשלא נמצא סכינו יפה דרבא אמר דלעובד כוכבים מיהא שבקינן ליה למכור וקאמר איהו דאפילו לעובד כוכבים לא מצי מזדבן אבל בנמצא סכינו יפה לא פליג רבינא כלל וסבר נמי כרב הונא דסגי היה לשמתי' דא\"כ רבא בר חיננא דלקמן דעבריה לההוא טבחא בנמצא סכינו יפה כמאן עביד וזה הכריחו לפרש דרבינא לא פליג אדרבא אלא דפליג אסתמא דתלמודא דקאמר דרב הונא ורבא לא פליגי וקאמר איהו דע\"כ רבא נמי איירי בנמצא סכינו יפה ופליג ארב הונא דבלא נמצא סכינו יפה אפילו לעובד כוכבים נמי לא מזדבן והשתא רבא בר חיננא עבד כרבא אליבא דרבינא ורב אשי עבד כרב הונא וכסתמא דתלמודא דקאמר דלא פליגי וק\"ל:", 
            "<b>בד\"ה</b> ר' יוסי ב\"י כו' ועד הריאה ומוגרמת פסולה כלומר משם ולמעלה ור' חנינא כו' עכ\"ל כצ\"ל מפי' ישן:", 
            "<b>תוס'</b> בד\"ה וכמה פגימת כו' וקשה דגבי בהמ\"ק כתיב נמי אבן שלמה מסע נבנה וקאמר ר' יהודה בפרק עגלה כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> אבל בשאר טבעות כו' ונראה לפרש דהכי קאמר כו' אבל בשאר הטבעות לא מהני רובא דאין ברוב שלהם כו' עכ\"ל פי' בלא הגרמה איירי אלא דאשמועינן דבשאר טבעות לא הוי רוב הטבעת *[ככולו ואם לא שחט אלא רוב הטבעת] שחיטתו פסולה דרוב קנה בעינן ורוב טבעת לא הוי רוב קנה וכ\"כ הרא\"ש ועוד מצינן לפרש דאיירי בהגרמה כגון שאחר שחתך רוב א' מן הטבעת הגרים ויצא לו חוץ מטבעת גדולה שאין עולה לו רוב הטבעת ברובו של קנה ושחיטתו פסולה לרב ושמואל וכ\"כ בעל המאור ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה וללישנא אחרינא כו' ובהגרים היכי מצי לאכשורי הא ודאי לא שחט רובא כו' עכ\"ל ויש לדקדק ומאי קישיא דאימא דלהכי מכשיר ר\"י ב\"י בברייתא משום דס\"ל דרוב הטבעת הוי רוב הקנה ובהך חדא פליגי עליה רב ושמואל וכן צ\"ל לפי' התוספות והרא\"ש ובעל המאור דר' יוסי ב\"י דברייתא סבר דרוב הטבעת הוי רוב הקנה וי\"ל בדוחק דמשמע לי' דאי הוה סבר ר\"י ב\"י דברייתא רוב הטבעת הוה רוב הקנה הדרא קושיין לדוכתין מאי קמותיב מברייתא לרב ושמואל דאיירי בהגרים דאימא ברייתא בלא הגרים איירי ואצטריך ליה למתני שאם לא שחט אלא רוב הטבעת דשחיטתו כשרה דרוב הטבעת הוי רוב הקנה ודו\"ק:", 
            "<b>בא\"ד</b> וכ\"ת משום דקמ\"ל דיציאה דשאר טבעות לא חשיב הגרמה א\"כ כו' עכ\"ל פירוש השתא אית לן למימר הכי לרבי יוסי ב\"י דברייתא דלית ליה הגרמה בשאר הטבעות ולעיל במתניתין דפירש רש\"י דאית דמפרשי בכל הטבעות חשיב הגרמה לרבנן ולרבי יוסי ב\"י כו' היינו לרב ושמואל וכדס\"ד מעיקרא דאף ר\"י ב\"י לא אמר היינו לא אמר ממש ודו\"ק:", 
            "<b>תוס'</b> בד\"ה או דלמא פגע כו' הל\"ל תיקו כו' ולא הל\"ל אתמר אלא רב פפא אמר ועוד כו' וא\"כ תפשוט כו' עכ\"ל ומתוך קושייתם נראה ליישב בפרש\"י דלהכי לא קאמר תיקו וקאמר אתמר כו' בלשון פשיטותא משום דקושטא הוא דתפשוט אבעיין ממר בר רב אשי ומשום שכך נשנית המימרא דמר בר רב אשי פליג אכל הני אמוראי דמכשרי שייר בחיטי הביא כל הני אמוראי קודם שהביא מר בר רב אשי שהוא עיקר הפשיטותא ותו לא מידי וק\"ל:"
        ], 
        [
            "<b>גמ'</b> והלכתא כר\"ח בן אנטיגנוס דקאי רב נחמן כוותיה כו' וצ\"ע ל\"ל למימר דהלכה כר\"ח בן אנטיגנוס משום דרב נחמן סבר כוותיה הא כל עדות הלכתא היא כפרש\"י בשמעתין לעיל:", 
            "<b>תוס'</b> בדבור המתחיל הגרים שליש ושחט שליש כו' התם משמיה דרב אסי והכא משמיה דרב עכ\"ל ורש\"י דקדק לפרש דהתם משמיה דרב אסי קאמר לה אליבא דר\"י ב\"י והכא משמיה דרב קאמר לה לרבי חנינא ב\"א היינו משום דע\"כ לר\"י ב\"י לא קאמר רב הונא משמיה דרב דמכשיר בהגרים שלים ושחט שליש והגרים שליש דהא מלא חוט על פני רובא קתני במתניתין לר\"י ב\"י אבל כל זה אינו שוה לי דהא רב גופיה פסק כר' יוסי ב\"י ור' חנינא נמי לא פליג עליה דר\"י ב\"י אלא מקום שחיטה היכא הוא דרבי יוסי ב\"י סבר למעלה מן הטבעת לאו מקום שחיטה הוא ולר' חנינא הוי מקום שחיטה משיפוי כובע ולמטה ובהא ודאי פסקינן הלכה כר\"ח ב\"א אבל בהא דקאמר רבי יוסי ב\"י דבעינן רובו במקום שחיטה לא אשכחן דפליג עליה ר\"ח ובהא ודאי הלכה כרבי יוסי ב\"י כדפסק רב גופיה לעיל כר\"י וכמ\"ש כל הפוסקים והנראה שזה דעת התוספות שלא הזכירו אלא דהכא משמיה דרב קאמר ולרבי יוסי ב\"י נמי קאמר לה ולכ\"ע הכשיר רב הונא משמיה דרב הגרים שליש ושחט שליש והגרים שליש ורובא דקאמר רבי יוסי במתניתין צ\"ל דהכי קאמר דבעינן יציאת חיותא של בהמה ברוב פי' דהיינו שליש השני בשחיטה למעוטי הגרמה באמצע ולא למעוטי הגרמה בתחלה קאתי דכה\"ג צ\"ל לחד לישנא דעל פני כולה דקאמרי רבנן לא למעוטי הגרמה בסוף אלא למעוטי הגרמה בתחלה כפרש\"י שם וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מחזיר סימנין כו' וחותך הסימנים לבדן כו' עכ\"ל אבל המפרקת אינו חותך בהחזיר הסימנין דהא לא יבדיל כתיב בחטאת עוף וכן בשאינו מחזיר הסימנין חותך שדרה ומפרקת ולא כל הסימנים כו' ומהך ברייתא דלקמן ה\"מ לאסוקי תיובתא בפשיטות למאן דאמר מחזיר דוקא ודו\"ק:", 
            "<b>תוס'</b> בד\"ה שחט ופגע בו נקב כו' ולא דמי לשחט שליש כו' דהתם שלא במקום כו' אבל השוחט במקום נקב כו' עכ\"ל פירוש לדבריהם דפגע במקום נקב ודאי טרפה אפילו ברוב שחיטה כגון ששחט שליש ופגע במקום נקב שליש ושוב שחט שליש דהא מטעם דהוי כגמר עובד כוכבים רוב השחיטה קאמר דטרפה ודומיא דהכי בשחט שליש והגרים שליש ושחט שליש כשרה לרב יהודה והיינו משום דהכא בשעה שנגמר רוב הסימן בפסול הוי במקום שחיטה אבל התם שליש השני שהיה בפסול לא היה במקום שחיטה וכן כתבו בהיפך גבי שחט במקום נקב דכשר אף אם לא הוי רובא בשחיטה מ\"ד אחצי קנה פגום וגמרו ודומיא דהכא בהגרים שליש ושחט שליש הוי ודאי טרפה לרב יהודה לפי טעמו דהא לא שחט רובא וקאמרי דהכי עדיף טפי לפי שהשליש הראשון שהיה בו נקב מצטרף לשליש השני להיות רובו בשחיטה כיון שהוא במקום שחיטה משא\"כ בהגרים שליש ושחט שליש כיון שאינו במקום שחיטה לא הוי רובא בשחיטה ודו\"ק:", 
            "<b>בד\"ה</b> השוחט מן הצדדין כו' גזרה אטו לא החזיר כו' עכ\"ל מיהו אף בלא החזיר מן הצדדין כשרה דומיא דקתני בשוחט מן העורף פסול בדלא אהדר וק\"ל. הג\"ה אבל הב\"י סי' כ' הביא דברי התוס' וכתב עליהן שנראה מדבריהם שאם לא החזיר הסימנים פסולה ע\"כ ויש לתמוה עליו שאי אפשר לומר כן דאם כן מאי הוה בין מן הצדדים למן העורף וכמו שכתוב כאן וגם דברי תוספות בעצמם אינן משמע כן וצ\"ע עכ\"ה:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אמר שמואל כל הכשר כו' דאי סבר מוליך ומביא במליקה פסול כו' והאיכא תלוש כו' ואי קסבר מוליך ומביא כשר במליקה כו' עכ\"ל יש לדקדק טובא בדבריו דמאי קאמר והאיכא תלוש הא לא שייך למימר לא כשר ולא פסול במליקה בתלוש דלא מקרי מליקה כלל כפירושו לעיל וגם מה קאמר ואי קסבר מוליך ומביא כשר מה יתקן בזה ברישא דכל הכשר כו' דהאיכא תלוש ואם נימא דתלוש לא קשיא ליה השתא כפירושו לעיל כמ\"ש א\"כ מאי קושיא אימא דהרישא לגופא אתא דכל הכשר כו' היינו מוליך ומביא ולא דייק מינה הא פסול פסול דהא ממילא מהרישא דכל הכשר כו' לא תדייק הסיפא הא פסול פסול דכה\"ג מצינו בפ' בא סימן כל הכשר לדון כשר להעיד ויש שפסול לדון וכשר להעיד וע\"ק למה תלה קושיית והאיכא קוצץ ויורד דפסול בשחיטה כו' ואי קסבר דמוליך ומביא כשר כו' ועוד אמאי לא תקשי להו אסיפא והאיכא מחובר דפסול בשחיטה וכשר במליקה ומיהו בהא איכא למימר דלאו קושיא היא דאפשר לשמואל ס\"ל כרבי חייא דמחובר כשר בשחיטה ונ\"ל ליישב דבריו דה\"ק דתלמודא מדקדק מדברי שמואל דע\"כ לאו בהלכות שחיטה קמיירי דאי הלכות דרישא גופה אתא לאשמעינן הא האי כללא ליתא דאי סבר כו' הא איכא מוליך ומביא כו' והאיכא תלוש לפי דאית דמפרשי דלעיל ואי קסבר מוליך ומביא כשר דבהכי מיירי דכל הכשר כשר ולדיוקא אתא דכל הפסול פסול דהשתא אין לחוש אע\"ג דכללא דרישא ליתא בכל מילי כגון בתלוש ובשמאל דעיקרו לדיוקא אתא קשה הא כללא דסוטה נמי ליתא דהאיכא קוצץ כו' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אילימא למיעוטי כו' דקאמר בסמוך אלא למ\"ד אין שחיטה לעוף מן התורה אין עיקר כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה תהני לה סכין כו' ואי קשיא לותבי' ממתני' כו' עכ\"ל מלשונו נראה דלישנא דאף אנן נמי תנינא לשון קושיא הוא דמאי אשמועינן כיון דמתני' היא ובהכי יתיישב לישנא דקאמר רבא דאי קשיא הא קשיא לי ובחידושי הרשב\"א דחק עצמו בזה וק\"ל:", 
            "<b>בד\"ה</b> וכי מתה עומד ומולק דהא ודאי עוף בחד סימן כו' עכ\"ל פירוש למאי דס\"ד השתא דכבר קודם שחתך הסימנין חתך רוב בשר ה\"ל מתה בחד סימן דאל\"כ הא דקתני לקמן בחטאת עוף חותך סימן א' או רובו ואחר כך רוב בשר תקשי ליה וכי מתה עומד ומולק וכן הוא לקמן בתוספות דבחותך סימן א' בלא רוב בשר לא הוה כמתה ודו\"ק:"
        ], 
        [
            "<b>תוספות</b> בד\"ה כמשפט חטאת כו' דאי במה מצינו איכא למפרך כו' עכ\"ל יראה שדקדקו לפרש במה מצינו דהיינו בנין אב חטאת בהמה מחטאת בהמה פרו של אהרן משום דבהכי ניחא נמי דאפשר דשפיר יליף עולת עוף מכמשפט חטאת בהמה דאיבעיא לן בזבחים דבר הלמד בבנין אב אם חוזר ומלמד בהיקש ובאת\"ל חוזר ומלמד קאמר הכא וכה\"ג כתבו התוס' במס' ביצה פ' י\"ט ע\"ש אבל חטאת עוף לא הוה אלא דבר הלמד בהיקש מדאקרי חטאת דבנין אב לא הוה כיון דזה חטאת עוף ופר של אהרן הוה חטאת בהמה ודו\"ק:", 
            "<b>בא\"ד</b> וי\"ל דס\"ד דאתא והקריבו לחלק אף לענין חולין כו' עכ\"ל ובהכי יתיישב קושית רש\"י לשיטתו שכתבו לקמן דמומלק והקטיר ליכא לאוכחי דלא נימא איפכא דאצטריך לראשו של מזבח והשתא לא ה\"מ למילף מכמשפט חטאת עוף מן החולין כו' דאימא איפכא והקריבו חלקן מן החולין וכמשפט אקשינהו להבדלה דליכא הכא סברא בהא טפי מבהא משא\"כ לרבי ישמעאל דאקשינהו למול עורף מסברא כמ\"ש התוספות ואף לפי מה שכתבו התוספות לעיל דהכא מדסמך והקריבו לומלק דדרשינן דחלוקה כו' מ\"מ סד\"א דאתא והקריבו לחלק אף מן החולין ובהכי ניחא מה שהצריכו התוס' לפרש לר' ישמעאל דגמרי' חולין בעולת עוף מהיקשא דזאת התורה וגו' לא ניחא להו דיליף ליה נמי מכמשפט דחטאת עוף לפי שיטתן דאפילו חטאת עוף לא אתיא מהיקשא לענין חולין אלא ע\"כ דאית לן למימר דליכא למילף הא מכמשפט דחטאת עוף דאימא והקריבו חלקן נמי לענין חולין ודו\"ק:", 
            "<b>בא\"ד</b> אבל הכא שניהן צריכין מליקה כו' עכ\"ל דכיון דלא מפורש בעולת עוף ושחט כדכתיב בכל שאר קרבנות בהמה מסתמא אית לן למימר דבעי מליקה דילמד סתום מן המפורש בכל שאר קרבנות מעופות ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ואינו מבדיל כו' קודם הזאה ואם הבדיל פסיל ליה ולא מפרש ליה קרא דאין צריך להבדיל אחר הזאה אלא מוקמי ליה קודם הזאה והכי איתא כו' עכ\"ל וי\"ל לאפוקי לר\"ש בן אליקום לפי פר\"ת דאם הבדיל קודם הזאה דפסול ומפרש ליה נמי הקרא דאין צריך להבדיל אחר הזאה והמגיה בדפוס חדש בלובלין הגיה לאין צורך וק\"ל:", 
            "<b>בא\"ד</b> ולראב\"ש מעכב דאי אפשר לעשות הזאה בין סימן ראשון כו' עכ\"ל פי' דא\"א לעשות הזאה בחטאת עוף בין ב' הסימנין שלא ישהה כשיעור שהייה שמעכב בעולת עוף לראב\"ש ואין כאן מעשה עולה בחטאת ודברי מהרש\"ל בזה אינן מבוררין וק\"ל:"
        ], 
        [
            "<b>בא\"ד</b> דמוהקריבו נפקא דחילק הכתוב בין חטאת עוף לעולת עוף ולכך יש לומר דאתא קרא למימר נמי דבשעת מיצוי אם ירצה כו' עכ\"ל ע\"ש בפרש\"י בזה:", 
            "<b>בפרש\"י</b> בד\"ה השתא דכתיב והקריבו ע\"כ עקריה מיניה דחילוק לגמרי משמע ליה כו' עכ\"ל פי' דחילוק דוהקריבו לגמרי משמע להבדלה בלא אחיזת ראש וגוף כלל והיינו בלאו ומלק והקטיר וכן פרש\"י לקמן לר\"א ב\"ש דאי מצטרכא היקשא למול עורף תו לא ילפת מיניה אחיזת ראש וגוף דחילוקא דוהקריבו לגמרי ממעט כו' עכ\"ל והא דאצטריך דרשא דומלק והקטיר לת\"ק משום דלא נימא דאקשינהו לבהמה להך מלתא מה חטאת בהמה סגי ברוב ב' אף עולת עוף כן כדקתני בברייתא וק\"ל:", 
            "<b>תוס'</b> בד\"ה שיכול ומה בני יונה כו' ואפי' בלא ק\"ו כו' א\"נ דה\"מ למכתב בני יונה ותורים כו' עכ\"ל לתירוצם שני צ\"ל נמי דבלא ק\"ו נמי ידעינן בין גדולים בין קטנים וכן לקמן באידך ק\"ו דבעי למילף להכשיר גדולים ביונים אי לא הוה כתיב בני צ\"ל נמי בלא ק\"ו נמי ידעינן בין גדולים בין קטנים וכל זה לשיטתם אבל לשיטת רש\"י דלשון תורים גדולים משמע וכן בני יונה קטנים משמע ולמצוה ודאי דבעינן קרא כדכתיב והק\"ו לא אתי לאפוקי קרא ממשמעותיה אלא דלא לעכב דהשתא בלא ק\"ו לא הוה ידעינן בתורים אלא גדולים ובבני יונים אלא קטנים אפי' לעכובא ולשיטתו הא דקאמר לא לישתמיט כו' כפשטיה הוא דלא לישתמיט לאשמועינן בחד מהני קראי לכתוב מן היונה אלא ע\"כ דאפי' לעכובא בעי קטנים ולא גדולים ודומיא דהכי תורים גדולים ולא קטנים אפילו לעכובא והר\"ם הקשה לשיטת רש\"י אמאי לא קא משני דלישתמיט חד קרא לכתוב מן בני תורים כדמשני גבי בני יונים כו' אבל אם פירוש תורים בין גדולים בין קטנים תו לא מצי לשנויי לא לישתמיט כו' דאין הפרש שיכתוב בני תורים או תורים כו' עכ\"ל ונראה דלאו קושיא היא אע\"ג דלשון תורים גדולים משמע למה יש לו לפסוק לייתר לשונו לכתוב בחד קרא בני תורים כיון דאיכא למילף קטנים מק\"ו אבל הא קשיא לי לשיטת רש\"י כיון דלמצוה בעינן קרא כדכתיב בני יונה קטנים מאי קא משני לבטל הק\"ו דלא לעכב משום דלא לישתמיט לכתוב בחד קרא מן היונה דאם כן לא הוה ידעינן למצוה בקטנים בההוא קרא אלא אדרבא ה\"א דלמצוה דוקא בגדולים וצ\"ע:", 
            "<b>בד\"ה</b> אצטריך קרא כו' משום דאינו יכול לסמוך אע\"ג דסמיכה לא מעכבא כו' עכ\"ל מתוספות דרפ\"ב דיומא היכי ליעבד לסמוך דלמא אשה הוה וקא עביד עבודה בקדשים לא לסמוך כו' עכ\"ל ואפי' למ\"ד סמיכות נשים רשות היינו בהקפת יד כדאיתא בפ\"ב דחגיגה אבל בפ' ר\"א דמילה כתבו התוספות דאינו יכול לסמוך דהיכי נעביד מספיקא לא מייתי על תנאי דאם נקבה היא תהא עולת נדבה דלא ליהוי חולין בעזרה דהא עולת ראייה לא בעי סמיכה כו' עכ\"ל והוא תמוה דבפ\"ב דביצה וחגיגה מוכח דעולת ראייה בעי נמי סמיכה וכ\"כ הרמב\"ם וצ\"ע:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> כי איצטריך קרא כו' או משום זכר משונה או משום דאשמועינן שהיא נקבה ואנן הוא דלא כו' עכ\"ל כצ\"ל וע\"כ הך סברא דמשונה מוכרחת גם לפירוש ר\"א מרעגנשפורג מכח הך דפרק המפלת גבי ביאת מקדש דאיכא תרי קראי לרב כמו שכתבו התוספות לעיל דליכא למימר ביה נמי כה\"ג דלא ידעינן אי מזכר ממעטינהו והוי נקבה אי מנקבה ממעטינהו והוי זכר בין כך ובין כך חייב על ביאת מקדש דהא בהנך תרי מיעוטי דמן התורים ומן בני היונה נמי ליכא למעוטי תחלת הציהוב משום משונה דלא שייך למימר בהו למעוטי שהוא משונה ודו\"ק:", 
            "<b>בד\"ה</b> כי משחתם כו' ורבי שמעון נפקא מינה גם לפרה עכ\"ל כצ\"ל וכ\"ה בפרק אין מעמידין ע\"ש:", 
            "<b>בד\"ה</b> תמות וזכרות בבהמה כו' ומן העוף אתא לאסור אפילו הנך מומין דשרו בבהמה כו' עכ\"ל אבל דליהוי מום פוסל בעוף לא הוי אצטריך דמהיכי תיתי להתיר דאין לומר דמדאצטריך מן התורים לנרבע ונעבד ס\"ד אמינא להתיר מום אם כן לישתוק קרא גם מיניה דמהיכי תיתי להתיר נרבע אלא ע\"כ דאצטריך מן התורים לנרבע משום דליתנהו ברובע כמ\"ש התוס' לקמן ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ותהא פרה כו' כיון דאיכא למיעבד ק\"ו הכי ואיכא למיעבד ק\"ו איפכא כו' עכ\"ל ובהנך ק\"ו דתורים ובני יונים דלעיל לא קשיא להו הכי לשיטתם דהתם בלא ק\"ו נמי הוה תורים משמע בין גדולים בין קטנים וכה\"ג כתבו התוס' לקמן גבי אויר כלי חרס ע\"ש אבל בתוס' פ\"ב דזבחים הקשו כן גם אתורים ובני יונה וצ\"ל דהיינו לשיטת רש\"י דלעיל ודו\"ק:", 
            "<b>בד\"ה</b> פרה שהיא כשרה בשחיטה אין ללמוד בענין זה מק\"ו שתהא פרה כשרה במליקה מק\"ו כו' עכ\"ל לכאורה מאי קושיא דאימא דתלמודא לית ליה הכא שום סברא לעשות ק\"ו א' יותר מהאחר בהני ק\"ו דפרה ועוף ולהכי כל חד וחד תיקום אדוכתיה אלא דהאמת קאמרי דליכא למילף הכי ק\"ו דפרה מעוף וק\"ל:", 
            "<b>בא\"ד</b> דלמאן דיליף רוב ב' מהלכה אין דנין כו' עכ\"ל ויש לדקדק דא\"כ היכא בעי תלמודא למילף בק\"ו להכשיר שחיטה בעגלה הא רוב שנים דגבי פרה הלכה היא ואין דנין כו' ויש ליישב דודאי עגלה דבהמה הוא כיון דגמרינן בק\"ו שהוכשרו בשחיטה אין דנין רוב שנים בק\"ו אלא אוקמא אדין שחיטה דבהמה דהוי רוב שנים אבל בעוף ליכא לאוקמא אדינא דאיכא למ\"ד דליכא כלל שחיטה בעוף מן התורה ולמ\"ד נמי דיש שחיטה לעוף מן התורה היינו בסימן אחד והשתא אי הוה גמרינן בק\"ו בעוף דקדשים להכשיר ביה שחיטה מפרה ע\"כ כדין פרה הוה גמרינן ליה ברוב שנים ואין דנין ק\"ו מהלכה ודו\"ק:", 
            "<b>בא\"ד</b> פרה כו' ונראה לי דכיון דאיכא מיעוטא כו' דאיכא למימר עריפה תוכיח כו' עכ\"ל גליון הוא זה בספרים ואינו מלשון התוס' ולפי תירוץ התוס' דלעיל דאיכא מיעוטי פרה ממליקה ועוף משחיטה צ\"ל דלא שייך למימר תוכיח בכה\"ג דאם לא כן לא הוי צריכין מיעוטי דממעטין פרה מעריפה ועגלה משחיטה דהא איכא למימר פרה ועוף יוכיח ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> טעמא דכתב כו' דריש רבי ינאי מאשר עלה כו' יליף מדכתיב בזאת דלא כתיב חוקה כו' אצטריך בזאת למעוטי דלא קיימי חוקה אדברים הנעשים כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> וגבו טהור כו' נטמא נמי גבו ומטמא אחרים כו' עכ\"ל וצ\"ל דאיכא שום דרשא בכלי חרס בלטמא אחרים דאפילו מגבו דמק\"ו מכל הכלים דמטמאו אחרים מגבן ליכא למילף דאיכא למימר טומאת עצמן תוכיח דהוה בכל הכלים במגבן ואינו בכלי חרס ועוד דאיכא למעוטי טומאת אחרים מגבן בכלי חרס מגזירה שוה לטמא מליטמא וק\"ל:", 
            "<b>בד\"ה</b> או אינו אא\"כ נגע וא\"ת והא כו' וי\"ל דאפילו לא מקבל כו' וי\"ל דה\"א אם אינו ענין כו' עכ\"ל משמע להו דודאי לפי האמת דרשינן תוכו ולא תוך תוכו אף בליטמא אלא לפום סברא דהשתא דבליטמא אינו מקבל טומאה מאוירו לא אצטריך תוכו ולא תוך תוכו אלא בלטמא אחרים והשתא דרשא דתוכו של זה ולא תוכו של אחר ע\"כ מההיא תוכו דגבי דליטמא הוא דכתיב דרשינן ליה ולכך הוצרכו לומר לפום סברא דהשתא דאוקימנא ליה באא\"ע ליטמא תנהו לטמא אך קשה למאי דבעי תלמודא התם בלטמא מנלן דמטמא אחרים מאוירו תקשי ליה הא מדכתיב תוכו של זה ולא תוכו של אחר ומדכתיב תוכו ולא תוך תוכו ש\"מ דמיטמא מאוירו מיהת לטמא אחרים ויש ליישב דהא פשיטא להו אי לא הוה כתיב טומאת אויר כלל לא ליטמא ולא לטמא הוה ידעינן למדרש תוכו של זה ולא תוכו של אחר ותוכו ולא תוך תוכו אלא דקרא קמא ודאי מוקמינן מיהת לטמא אחרים ולא למדרש תוכו של זה ולא תוך תוכו וכמ\"ש בגליון ולי נראה דקרא קמא כו' דאף ליטמא בעי למימר דמוקמינן ליה טפי ולא דרשינן תוכו של זה כו' ודו\"ק:", 
            "<b>בא\"ד</b> ולי נראה דקרא קמא מוקמינן כו' עכ\"ל אין זה מלשון התוספות אבל הוא גליון וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מיטמאין מגבן בנגיעה כו' עליו משמע דנגע ול\"ש גבו ול\"ש אוירו עכ\"ל ר\"ל דהא דפסיקא ליה בשאר כלים דמטמאין מגבן היינו ע\"כ משום דעליו הכי משמע דהא אכתי לא אסיק אדעתיה הך דרשא האי הוא דכי אין צמיד פתיל עליו כו' כדלקמן אך מ\"ש ול\"ש אוירו אינו מדוקדק לכאורה דמשמע אוירו ממש וא\"כ לא הוה אצטריך למימר ויהיו כל הכלים מטמאין מאוירן מק\"ו כו' ואולי לפרש\"י אה\"נ בלאו ק\"ו נמי המ\"ל הכי אלא לרווחא דמלתא נקט ק\"ו וכה\"ג כתבו התוס' בק\"ו קמא ודו\"ק:", 
            "<b>תוס'</b> בד\"ה וחד לג\"ש מופנית היא דה\"מ למכתב וכל אשר יפול מהם בו כל אשר בו עכ\"ל אע\"ג דד' תוך כתיבי ליכא מופנה לג\"ש דאיכא למימר ההוא דתוכו דליטמא אי הוה כתיב תוך סד\"א דאצטרך כסברת המקשה דקאמר או אינו אא\"כ נגע ולמעוטי גבו אתא כמ\"ש התוס' לעיל ומדכתיב תוכו בוי\"ו אתא באא\"ע ליטמא תנהו לטמא תוכו של זה ולא של אחר וההוא תוכו דלטמא תוך אתא לגופיה ליטמא מאוירו ומדכתיב תוכו בוי\"ו תוכו ולא תוך תוכו דהשתא ליכא מופנה כלל ואהא תירצו דבכל חדא ה\"מ למכתב בו דהשתא בההוא דליטמא אי למעוטי גבי לכתוב כל אשר יפול מהם כו' ומדכתיב תוך אתא לג\"ש ומדכתיב תוכו בוי\"ו לדרוש תוכו של זה ולא של אחר וכן בההיא דלטמא לגופה לטמא מאוירו לא הוה אצטריך למכתב אלא כל אשר בו ומדכתיב תוך לג\"ש ומדכתיב תוכו בוי\"ו לתוכו ולא תוך תוכו והשתא הוה הג\"ש מופנה מב' צדדים משום דלמופנה מצד אחד למדין ומשיבים והכא איכא למפרך מה לטמא שכן מטמא מגבו משא\"כ בליטמא אבל בחדושי הרשב\"א לא כתב כן אלא בההוא קרא דלטמא דהשתא לא הוה מופנה אלא מצד אחד ע\"ש:", 
            "<b>בפרש\"י</b> בד\"ה תוכו ולא תוך כו' ואוכלין ומשקין בפנימי וטומאה באויר החיצון כו' עכ\"ל לאו שהטומאה ממש דהיינו שהשרץ הוא עכשיו באויר החיצון אלא גם אם כבר נטמא החיצון הרי אוירו טמא ואפשר דלרבותא נקט הכי אבל התוספות שכתבו ועוד דאיכא חידוש יותר כו' כגון אם שרץ באויר כלי חרס פנימי ואוכלים בכלי חרס חיצון דטהור כו' עכ\"ל לא ידענא למה להו למימר ואוכלין בכלי כו' דלגבי כלי חיצון גופיה המ\"ל אם שרץ באויר כלי חרס פנימי אע\"פ שפנימי טמא חוצץ הוא ולא נטמא החיצון מאוירו דאף ליטמא תוכו אמר רחמנא ולא תוך תוכו וצ\"ע:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אי רבי יהודה אע\"ג כו' והכא להקל הוא דניקח בכסף מעשר ואין פוסל כו' ותירץ שם רשב\"ם דרבי יהודה דמחייב בכדי מדתו היינו לחומרא ואי אפשר לומר כן כו' עכ\"ל אין לפרש דהיינו לחומרא משום דמספקא ליה בכדי מדתו אי הוה יין דא\"כ מאי קא קשיא להו לפירוש רשב\"ם מהך דהכא בפסול המקוה שפיר אית לן למיזל לקולא דספק מים שאובים הוו דכשרין למקוה אלא לחומרא קאמר דודאי מיא הוו ולחומרא בעלמא משום חומרא דטבל קאמר ר\"י דחייב במעשר וכפרשב\"ם התם ודו\"ק:", 
            "<b>בא\"ד</b> ומתניתין ברמא תלתא ואתא תלתא ופלגא עכ\"ל וליכא לאקשויי דלוקמא למתני' דהכא בכדי מדתו ואתיא שפיר כר\"י דלא מחייב במעשר אלא לחומרא מדרבנן והכא להקל הוא די\"ל דאם כן משהחמיץ נמי אינו ניקח בכסף מעשר ופוסל המקוה דכמיא משוי ליה לכ\"ע ולחומרא מדרבנן מחייב ר\"י במעשר וכן נראה לחד תירוצא של התוס' שכתבו שם וי\"ל דפשיטא ליה אפילו בהחמיץ אינו כ\"א מחמיר עליו ר\"י לעשר נמי ספיקא כו' עכ\"ל וכצ\"ל שם ומהרש\"ל הגיה שם בע\"א לאין צורך ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה רבא אמר לא צריכין לאוקמא מתני' בשייר בכוס כדאוקמא רבה דאפילו בלא שייר נמי כי לא החמיץ ומתניתין דקתני עד כו' ובד\"ה רבי יוחנן בן נורי היא כו' ורב נחמן דאזל בתר בסוף כרבנן כו' ובד\"ה והכא נמי כו' ורב נחמן כרבנן ואע\"ג דחזותא מיא לא מפסיל דתרתי בעינן לפסול מקוה שיעורא וחזותא ולענין מעשר כו' והכא לא בעו תרתי כלומר לא שייך הכא למבעי תרתי ולבי מהסס משום דרישא משמע דאזיל בתר חזותא וסיפא משמע דלא אזיל בתר חזותא ונראה כו' והשתא מתוקמא שפיר דרב נחמן דאזיל בתר בסוף אע\"ג דהשתא חזותא מיא דאמר כת\"ק דלא אזיל בתר חזותא ורבא דאמר כר\"י והכי אמרי' בפ\"ק כו' עכ\"ל כצ\"ל העתקתי מפי' ישן ופי' לדבריו דודאי לענין פסול מקוה איכא למימר נמי בעתיד להחמיץ דתרתי בעינן שיעור ג' לוגין וחזותא אבל לענין מעשר כיון דשיעור ג' לוגין לא שייך ביה לא שייך למבעי תרתי דכיון דחזותא לחוד ל\"א משוי ליה מיא כדעתיד להחמיץ ע\"י שיעור ג' לוגין נמי ודאי לא שייך לאשווי מיא לגבי מעשר והוי פירא כיון דעתיד להחמיץ וכיון שהוא נחשב כפירא לגבי לקיחת מעשר לענין מקוה נמי ודאי דנחשב כפירא וכמו שכתב לעיל בפרש\"י לרב נחמן הואיל ופירא הוי לא פסיל מקוה וכן כתבו התוספות ודו\"ק:"
        ], 
        [], 
        [
            "<b>בפרש\"י</b> בד\"ה מנין לרבות בכלל עריכה כו' שאינו בכלל הפשטה שהרי הותז כו' עכ\"ל אין זה טעם שאינו בכלל הפשטה משום שהרי הותז דאם כן בלא דרשא דהכא הוה ליה לאוכחי שכבר הותז דהא הראש שאינו בכלל הפשטה מוהקטירו הכהן הכל גומר כדילפינן ליה במסכת זבחים אבל שהרי הותז הוא טעם דלהכי אצטריך ליה לרבות דהראש בכלל עריכה הוא משום שהרי הותז כבר בשחיטה קודם הפשטה ואינו מחובר לנתחים הנפשטים שהוזכר לגבייהו עריכה ומיהו משום שאין הראש בכלל הפשטה לחוד לא אצטריך ליה לרבות הראש לעריכה כיון שהוא מחובר לגוף עדיין ודו\"ק:"
        ], 
        [
            "<b>תוספות</b> בד\"ה ופדר קמא למאי כו' אלא הוה דרשינן מיניה שחופהו על בית השחיטה והוה שמעינן מיניה שקודם כו' עכ\"ל כצ\"ל ורצו לומר דאילו הוה כתיב חד ראש לא הוה דרשינן ליה דאצטריך ליה שיהיה בכלל עריכה משום שכבר הותז אלא דאצטריך ליה שחופה הפדר על הראש דמפדר לחוד לא משמע הא אי לא הוה כתיב ראש לגביה והשתא שפיר שמעינן מיניה שקודם לכל האברים אבל שכבר הותז לא כו' ובדפוס לובלין הגיה המגיה לפי דרכו ואפשר שנתכוין לכך אבל העיקר חסר מן הספר וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> תיהכי לה סכין כו' דאין מליקה מטהרת מידי נבילה דדוקא שחיטה מטהרת בבהמה כו' עכ\"ל כצ\"ל ונחירה דהכא אע\"ג דזו היא שחיטתו בעוף מכל מקום אינו מטהר מידי נבילה מהאי טעמא גופיה דקאמר התם דיה כנבילת בהמה כו' וק\"ל:", 
            "<b>בד\"ה</b> רבי היא כו' אי נמי קסבר כדי לחנכו ומביא חטאת העוף ואינו נאכל כו' עכ\"ל ובההיא דלעיל מניה דפריך התם למאן דאמר כדי לחנכו הא קאכיל כהן מליקה לא אסיק אכתי אדעתיה למימר הכי דמביא חטאת העוף ואינו נאכל עד לבתר הכי דמייתי ליה התם הך דחטאת העוף הבאה על הספק וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה מאן תנא דלעיל דקתני נוחרו או עוקרו כו' עכ\"ל אין זו מכרעת דהא דחינן לה דאיכא לאוקמא בחיה אבל הך דמלק בסכין כו' הוה ליה למנקט דההיא ודאי מכרעת דיש לעוף שחיטה מן התורה ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אתא כי ממסמס כו' והר\"ר אלחנן הקשה כו' ונראה לי שיש שום חולי שיאדים כו' עכ\"ל לפום הך סברא דחיישינן למעוטא לר\"מ איכא למיחש שיש שום חולי כו' אבל למסקנא דקאמרינן מודה רבי מאיר היכא דלא אפשר ודאי דליכא למיחש להאי מיעוטא והיינו דקאמרינן ניקב הפנימי ולא החיצון דכשר אבל לא ידענא למה לי' למימר הכי שיש שום חולי כו' הא למעוטי דרוסה גופה איכא למיחש דאין לו בדיקה מבחוץ גם לפריב\"א וכל זה בקצת נוסחת התוס' אינו והוא גליון ונתוסף בתוס' וק\"ל:", 
            "<b>בד\"ה</b> לפי שא\"א לצמצם אפילו לרבי יוסי הגלילי כו' מודה הוא בכלי חרס מדקאמר התם כו' עכ\"ל ואין זה מוכרח דלרבנן הוא דקאמרי התם הכי דסברי דבידי שמים א\"א לצמצם אבל לר\"י הגלילי מצינן למימר שפיר כיון דבידי שמים אפשר לצמצם בכלי חרס נמי אפשר לצמצם וע\"ש ודו\"ק:", 
            "<b>בא\"ד</b> דהיכי דייק כו' דנמצא מכוון בין ב' עיירות דבידי אדם אפשר לצמצם כו' עכ\"ל היינו דמדייק מעיקרא מההיא דמצא מכוון בין ב' עיירות מביאין ב' עגלות דר\"א כו' מאי טעמא לאו משום דקא סבר בידי אדם אפשר לצמצם ובדפוס חדש הגיהו דבידי אדם אי אפשר לצמצם כו' והיינו דמדייק במסקנא דקתני וחכ\"א יביאו עגלה אחת כו' ש\"מ קסברי רבנן א\"א לצמצם כו' ואין צורך להגיה כי כל נוסחות הישנות שבתוס' ישרות כמ\"ש וכ\"ה בתוס' שם וק\"ל:"
        ], 
        [
            "<b>גמרא</b> לא בעוף ממ\"נ אי מחצה על מחצה כו' והא דבעי וגמרה שחיטתו כשרה למ\"ד מע\"מ כרוב היינו מדרבנן דלמא לא אתי למיעבד פלגא כדאמר לעיל וכדגמר שחיטתו אח\"כ כשר ממ\"נ אי מחצה כו' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אבל בחולין דלאו וכו' והא דקתני חצי אחד בעוף כו' היינו סיפא דאיירי בקדשים עכ\"ל ולעיל דפרכינן מההיא דחצי אחד בעוף פסולה למאן דאמר דמחצה על מחצה כרוב ולא משנינן ליה נמי הכי דהיינו סיפא דאיירי בקדשים ומשום דלדם הוא צריך דאם כן לא הוה רובא דסיפא משמע כרובו דרישא דרובא דרישא היינו מחצה על מחצה כרוב ורובו דסיפא בקדשים רוב ממש דחצי אחד בעוף פסול ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> כגון ששחט סימן וכו' והרי עשה הכשר שחיטה כו' ונראה לפרש דאיירי בבהמה כו' עכ\"ל פי' כיון דמריבויא דאשר ישחט מרבינן עוף קדשים בחוץ בין חטאת עוף ובין עולת עוף מסתמא כהכשר שחיטת העוף בחולין מרבינן ליה דהיינו בסימן א' ולא ה\"ל למינקט מעשה חטאת העוף אבל בדאיירי בבהמה ניחא דהכשר שחיטת בהמה בחולין בב' סימנין הוא ולא הוה מצי למימר נמי סתם דעשה בו מעשה שחיטת העוף בחוץ דאין זה מעשה הכשר אלא מעשה פסול אלא דקאמר התם דעשה בבהמה בחוץ מעשה הכשר מליקת חטאת בעוף בפנים שהוא סימן אחד מיהו בהך דס\"פ בההיא דשלשה חטאות שכתבו דמשום הכי לא נקט זבח דלא מיחייב בבהמה אשחיטת חוץ בסימן אחד אלא כדגמר גם שחיטת השני אכתי תקשי לן אמאי לא נקט נמי עולת עוף דלפי סברת התוספות שכתבו דמשום דעשה בו הכשר שחיטה בחולין הוא חייב בשחיטת חוץ בסימן אחד אף אם לא גמר שחיטת השני ויש ליישב פירוש התוס' דהכא ללישנא קמא שפרש\"י שם דלא קשיא לן למינקט עולה כמו שמפרש ודו\"ק:"
        ], 
        [], 
        [
            "<b>בד\"ה</b> החליד במיעוט כו' שחט מיעוט ושט ושהה כדי שחיטה פסולה כו' עכ\"ל כתב מהרש\"ל דפסולה מדאורייתא משמע עכ\"ל הוכרח לזה דאל\"כ נוקמא להך תוספתא נמי מדרבנן כההיא דלקמן דשהייה הוי מעוף לעוף אבל קשה דהא לעיל בפרקין אוקמינן נמי פסול שחיטה דברייתא היינו מדרבנן ואפשר דמשמע להו הכי משום דקתני בתוספתא בהך שהייה דמיעוט ושט הוי טרפה ושחיטה מטהרתם ואי לא הוי פסולה אלא מדרבנן לא הוה אצטריך למיתני דשחיטתם מטהרתם מיהו גם זה דחוק לומר דרב פפא לא קמבעיא ליה החליד במיעוט סימנים מהו אלא מדאורייתא אבל מדרבנן פשיטא ליה דפסולה דאם כן לא הוה נ\"מ לדידן וע\"כ נראה לפרש הא דמוקמי הך שהייה דעוף לעוף מדרבנן באת\"ל דלא הוי שהייה במיעוט קמא היינו שהה בין סימן לסימן ואע\"ג דשהייה במיעוט בתרא ליתא לפר\"ת מכל מקום הך שהייה דבין סימן לסימן דהוי מדאורייתא גבי בהמה גזרו ביה בעוף מדרבנן אבל שהייה במיעוט קמא אפילו מדרבנן ואפילו בבהמה ליכא למיגזר באת\"ל דלא הוי שהייה במיעוט קמא ומה שכתבו ובקנה לא שייכא שהייה אפילו מדרבנן כו' הוא דוחק אחר לפר\"ת באת\"ל דהוי שהייה במיעוט סימנין דהשתא הך שהייה דלקמן דעוף לעוף ודאי דמוקמי לה אף מן התורה ובמיעוט קמא וליכא שהייה כלל בקנה אפי' מדרבנן כו' משא\"כ לפרש\"י דהוי שהייה במיעוט בתרא באת\"ל דהוי שהייה במיעוט סימנים ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> ואי אשמעינן הפילה כו' ה\"א דהתם אפילו רבנן מודו דהא מכווני לחתיכת בשר להכי אשמעינן דאפ\"ה פסלי כו' עכ\"ל לפי מה שכתבו בתוס' בפ\"ק דרבי נתן מכשיר אפילו בלא מתכוין לחתיכה כלל ונקט לנועצה סכין בכותל דהוי מתכוין מיהת לחתיכה בעולם לרבותא דרבנן דאפ\"ה פסלי אין להקשות אמאי לא נקט רבותא טפי לרבנן דאפילו במתכוין לחתיכת בשר פסלו דיש לומר דמלתא מציעתא נקט דהוי קצת רבותא נמי לרבי נתן דמתכוין לחתיכת בשר לא הוי רבותא כלל לר' נתן וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> דתנן מטבילין בראשין כו' איירי מדאורייתא דומיא דאין מטבילין בכיפין כו' עכ\"ל וההיא דגל שנתלש ודאי דמדרבנן משמע דליכא התם לאוקמא מדאורייתא אלא ההיא דמטבילין בראשין ודאי דאצטרך למתני משום סיפא דאין מטבילין ועיקר קושייתם מה צריך לאשמעינן תרי זימנין כו' היינו אהך דגל שנתלש דלא הוי צריך למיתני דקמ\"ל דלא גזרינן דמהך דמטבילין בראשין שמעינן לה וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> נשחטה בהמה אחרת כו' ויש לומר דאצטריך לשוחט שתי פרות ונתכוין כו' עכ\"ל אבל לרבי נתן בשמעתין דקאמרינן וה\"ד כגון ששחט שתי פרות כו' אין אנו צריכים לדחוקי דאיירי במתכוין לשוחטה כו' כמו שכתבו התוס' לרבנן אלא דאיירי שפיר בלא מתכוין ושחיטתו הוי שחיטה לר' נתן כמו בהמת חולין דפרה קדשי בדק הבית היא דאיכא למאן דאמר דסבירא ליה הכי בפרק אין מעמידין וק\"ל:", 
            "<b>שם</b> במשנה שחט את הוושט כו' פסק הגרגרת ואחר כך שחט הוושט כו' ברי\"ף וברא\"ש לא גרסינן במתניתין ואחר כך וכ\"כ הרשב\"א דאם איתא היכא הוה רבא בעי למימר אימא וכבר שחט ולקמן בגמרא גרסי' ועוד והתניא ואחר כך כו' וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה והדר ביה רבי זירא כו' ונראה דדעת הקונטרס שאין צ\"ל דרבי זירא פליג אריש לקיש כו' עכ\"ל רצונם דלהכי דחק הקונטרס עצמו לפרש דלמאי דבעי רבי זירא ניקבו בני מעיים איירי דוקא בנשחט הקנה תחלה וסבר שפיר כמאן דמנחא בדיקולא דמיא משום דהשתא אין צ\"ל דרבי זירא פליג אר\"ל:"
        ], 
        [
            "<b>תד\"ה</b> מולחו יפה יפה ומדיחו כו' אי נמי מיירי לצלי אע\"ג דלצלי לא בעי מליחה כו' עכ\"ל לצלי לא בעי מליחה כמו שכתבו בתוספות בפ' קמא והדחה ראשונה ואחרונה לא בעי כדמוכח לקמן בשמעתין בתוספות וה\"ה דהוה מצי למיפרך אע\"ג דלצלי לא בעי הדחה אחרונה כו' והכא קתני מדיחו יפה בהדחה אחרונה ודו\"ק:", 
            "<b>בד\"ה</b> אחד עובד כוכבים ואחד ישראל כו' אבל בבני נח ד\"ה מוזהרין על הטמא כטהורין כו' אלא לר\"מ דאמר דאינו נוהג אלא בבהמה טהורה כו' עכ\"ל לא ידענא מאי קושיא דהא לרבי מאיר מסיק התם דגרסינן בברייתא טהורה ומשמע דבין ברישא ובין בסיפא גרסי' הכי ואם כן במלתיה דרב נמי לרבי מאיר גרסי' טהורה דהא קאמר התם תניא נ\"ה והשתא אימא דקושטא הוא בחיות ועופות הטהורים כיון דלישראל שרי לעובד כוכבים נמי שרי משום מי איכא מידי ולא קאמר התם דד\"ה בבן נח דמוזהרין אלא בטמא דלישראל נמי מיהת אסור משום טמא ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> והא נגיעה כו' וא\"ת ואפילו אם היה תנן אוכלין כו' דאי בנגיעה שרי כו' עכ\"ל יש לדקדק בדבריהם (א) אמאי לא תקשי להו הכי בפשיטות לעיל דקאמר ע\"כ [לא פליגי] רבנן כו' אלא באכילה דמעשר אבל בנגיעה כו' דאי בנגיעה שרי אמאי לא יאכל כשיצא מהן דם כיון דאין גופו טמא ומותר ליגע ויש לומר דלעיל איכא לפרושי נגיעה דשרי היינו דמותר ליגע במעשר שאיט עושה איסור בנגיעה כמו בתרומה דיש בה שלישי ואסור לפוסלה כיון שהוא שני ומיהו בנגיעתו במעשר נמי בין הוא בין אחר אסור לאוכלו ולכך סמכו קושייתם הכא דהך נגיעה דקאמר הכא היינו שאסור לאכול אחר אם כן בלאו הא דקתני ונאכלין אי הוה קתני אוכלין נמי היה יכול לדקדק דבנגיעה אסור לאכול אפי' לאחר וצ\"ע:", 
            "<b>בד\"ה</b> האוכל אוכל ראשון כו' ושקיל משקין דתרומה כו' ואם תאמר ואמאי הוה ראשון בשני סגי כו' עכ\"ל אבל שני ודאי ניחא מטעמא דקאמר התם דשקיל משקין דתרומה כו' ואין להקשות דאכתי למה לי האי טעמא הא אי נמי דהאוכל שני הוי הוא שלישי דהא אמרינן לקמן דגופו נפסל מלאכול בתרומה דיש לומר באוכל ג' של חולין עט\"ת כיון דאיכא ג' בתרומה בג' האוכל שלישי של טהרת תרומה נמי גופו פסול לתרומה אבל התם לשני של חולין גרידא קמיירי דלית בהוא ג' כלל אי הוה הגוף ג' לא הוה פסול גופו מלאכול תרומה לכך הוצרכו למיעבדיה שני מהאי טעמא דקאמר דשקיל משקין דתרומה כו' ובהכי ניחא נמי בתוס' בד\"ה שני שני למה כו' שכתבו התוספות דאיכא למיגזר כו' שדי לפיו משקין דמעשר כו' דנקטו מעשר ושבקו לישנא דתלמודא דפ' קמא דשבת דנקט משקין דתרומה יש לומר נמי דלקמן שני שני למה כו' אליבא דרבי יהושע קיימינן דאיירי דוקא בחולין על טהרת תרומה דשלישי דידיה נעי נפסל גופיה מלאכול בתרומה ולא הוצרכו לעשותו שני אלא משום מעשר ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מפני שטהרתה כו' דדוקא קאמר ולאו רבותא דאי טעמא יהיב כו' עכ\"ל דלעולא לפירוש קמא שפי' רש\"י דטעמא יהיב למלתיה ניחא דאיכא למימר רבותא ממילא משתמע כל שכן דאיכא שלישי שנעשה עט\"ק אבל לרבה בב\"ח אי לאו דוקא קאמר ולא טעמא יהיב למילתיה משום רבותא גרידא דכל שכן דאיכא שלישי בנעשה עט\"ק לא שייך למנקט בחולין שנעשו עט\"ת משום שלא נטעה לומר דהאי שלישי שני לא איירי בנעשה עט\"ת משום דלית ביה שלישי אלא בנעשה עט\"ק השתא נמי דנקט עט\"ת אכתי נטעה ונימא דשלישי שני הוה נמי בנעשה עט\"ק ולא נקט עט\"ת אלא משום רבותא לומר דאית ביה שלישי אלא על כרחך דנקט עט\"ת דדוקא קאמר כדאמר רבה בב\"ח או דטעמא יהיב למלתיה ורבותא ממילא משמע דאיכא שלישי בנעשה עט\"ק כדעולא לפירוש רש\"י בפירוש קמא או כפירוש שני שפי' רש\"י לעולא דלהך מלתא גופה דנחית הכא דהוה שלישי שני הוה נמי בעט\"ק ולרבותא נקט עט\"ת דאפילו בעט\"ת מצינן שלישי שני דהא אית ביה שלישי ודו\"ק:", 
            "<b>תוס'</b> בד\"ה משקין כו' דלמה יש לו להיות ראשון כו' עכ\"ל דאע\"ג דמצינו שהשני עושה שני לא הוה עבדינן האוכל שני שני אי לאו טעמא דזמנין אכל אוכלין טמאים ושקיל משקין דתרומה כדאמר בפרק קמא דשבת ואם כן הכא למה יש לו להיות ראשון כיון דליכא האי טעמא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אף אני לא אמרתי כו' ואע\"ג דאיכא קודש עצמו כו' עכ\"ל יראה מדבריהם לקמן לעולא בנעשו עט\"ק נמי שלישי שני הוה ולא מטעמא שפירוש רש\"י לפירוש שני לעולא משום דנעשה עט\"ק נמי הוה טומאה אצל הקודש דמסתבר להו דלא שייך בנעשה עט\"ק טומאה אצל קודש אלא דבין בנעשה עט\"ת ובין בנעשה עט\"ק הוי שלישי שני מטעמא כיון דלא נזהר מלשומרו וליגע בשני איכא לספוקי נמי דלמא נגע בראשון כמ\"ש כל זה התוס' לקמן לעולא ולפי סברת המקשה והשתא לרבה בב\"ח כמו שיש לטעות אי הוה שלישי בנעשו עט\"ק דמיירי נמי ביה דהוה שלישי שני מטעמא דכיון דלא נזהר מלשומרו כו' כסברת עולא הכי נמי בקודש עצמו כיון דאית ביה שלישי יש לטעות דאיירי נמי ביה דהוה שלישי שני מה\"ט דלא נזהר מלשומרו כו' ודו\"ק:", 
            "<b>בד\"ה</b> והשלישי נאכל כו' ועוד הוה יכול להקשות היאך אוכל תרומה כו' עכ\"ל רצו לומר דאף אם נאמר שנגע בשני קודם שערבו בו תרומה וכמו שפירש ר\"ת אדמקשה דאסור לטמאות גופו ה\"ה דהוה מצי להקשות לעולא היאך אוכל תרומה כו' אבל מה שהקשו בתר הכי בלאו מלתיה דעולא תיקשי כו' היינו דוקא לפרש\"י שפירש שנגע בשני אחר שערבו תרומה ודו\"ק:", 
            "<b>בא\"ד</b> וחולין גרידא נינהו ואין בהן שלישי ולא קרי ליה שלישי כו' עכ\"ל לפירוש רש\"י נמי חולין גרידי נינהו וניחא להו טפי משום דאע\"ג דליכא כזית תרומה בכדי אכילת פרס וחולין גרידי נינהו מכל מקום התרומה גופה ראויה להיות שלישי אי הוה כזית בכדי אכילת פרס כיון שהתרומה גופה נגעה בשני ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דליכא כזית בכדי כו' אבל ראשון ושני אין כו' דאפילו בחולין מהני שני ועוד דשני פסיל ליה לתרומה כו' עכ\"ל תרתי קאמר חדא דאע\"ג דבראשון ושני נמי אין כאן תרומה כיון שאין בה כזית בכדי אכילת פרס מכל מקום הרי ראשון ושני אפילו בחולין מהני לפסול התרומה מדאורייתא וחצי שיעור אסור לאכול מן התורה מה שאין כן בשלישי דהתרומה לא מיפסל כלל אלא דגופו נפסל מלאכול בתרומה מדרבנן והרי אין כאן תרומה וכתבו עוד דשני פסול ליה לתרומה כו' ומשום הא גופיה דאסור למיפסל תרומה טהורה אין נאכל בנזיד הדמע דמפסל לה על ידי עירוב מה שאין כן בשלישי דהתרומה לא מיפסלה מיניה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה האוכל שלישי של חולין כו' ואם תאמר תקשה כו' דקתני שלישי בתרומה פוסל כו' עכ\"ל ולא משמע להו לחלק בין תרומה שנעשה עט\"ק ובין חולין שנעשו עט\"ק וליכא לאקשויי דעל כרחך לא דמיא דהתם משום תרומה גופה האוכל שלישי שלה פסול גופו לאכול אפי' תרומה כדאמר רבי יונתן לעיל והכא בשלישי בחולין עט\"ק אין גופו נפסל מלאכול אפי' בקודש דיש לומר דעל כרחך רבי יצחק לית ליה הא דעולא ודרבי יונתן דלעיל דכמו דנימא לרבי יצחק דאין אוכל שלישי של ט\"ק פוסל גופו לאכול בקודש מטעם שאינו עושה רביעי בקודש הכי נמי שלישי של תרומה או עט\"ת האוכלו אין גופו פסול אפילו לאכול קודש מהאי טעמא שאינו עושה רביעי אלא קודש מקודש אך קשה לפי זה אמאי שביק האי תנא חולין דקתני בבבא דרישא ותנא בהך בבא תרומה שנעשו עט\"ק אמאי לא תנא נמי בהך בבא חולין שנעשו עט\"ק ואפשר דלרבותא קתני תרומה בהך בבא דאע\"ג דהרביעי מיפסיל ליכא איסורא לאוכלה משום תרומה טמאה כיון דבתרומה עצמה ליכא רביעי כמו שכתבו התוספות לעיל:"
        ], 
        [
            "<b>בד\"ה</b> דם המת אינו כו' ורביעית דם מן המת ודם הנדה כו' רבי שמעון אומר דם כו' עכ\"ל כצ\"ל:", 
            "<b>בא\"ד</b> ועוד דאי שייך דם חללים בבהמה מ\"ש גבי אדם כו' עכ\"ל פירוש ועוד דאף אם נאמר כפירוש רש\"י דהך סתמא דברייתא דפ' חביות ע\"כ כרבי שמעון אתיא דדם מגפת אשה מכשיר ודם מגפת בהמה אינו מכשיר תקשה ליה אליבא דרבי שמעון דאי שייך דם חללים בבהמה כפירושו דכולה שמעתתא איירי בבהמה מ\"ש גבי אדם כו' וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> סלקא דעתך אמינא הואיל בו' המתיר ובתלוש נמי פליגי כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> ודם חללים ישתה כו' ולא מיקרי דם חלל אלא אותו שיוצא אחר מיתה כו' ודם שחיטה הוי כו' עכ\"ל נראה מדבריהם דהך דפרט לדם קילוח כרבנן דפליגי עליה דרבי שמעון נמי אתיא דהא דדם שחיטה הוי איפכא היינו לרבנן וצ\"ל דדם קילוח גרע מדם מכה דמכשיר לרבנן והיינו משום כיון דעתיד להיות חלל לא חשיב דם הקילוח ממנו כדם המכה ודו\"ק:", 
            "<b>בד\"ה</b> צריד של מנחות כו' בתחלה כשהסולת בביסא וכמ\"ד מדת יבש כו' עכ\"ל כצ\"ל וביסא הוא כלי כדאיתא בפרק קמא דמנחות וכפי' הערוך שהוא כלי שמקדשין בו המנחה ויכול להיות שהוא מדת יבש אבל רש\"י פירש שם ביסא הוא כלי שבוללין בו המנחה אם כן השמן הוא קודם בביסא כדאיתא בפרק אלו מנחות מתן שמן בכלי קודם לעשייתן ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> מתיב רב יוסף כו' כאילו הוכשר ביין כדמפרש בפרק קמא כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> אלא שאין מכשירין הוה מצי למימר כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>במשנה</b> ר\"ג אומר עד שתפרכס ביד וברגל כו' כצ\"ל וכ\"ה לקמן בגמרא ורש\"י ותוס' ורי\"ף ורא\"ש אבל בדפוס חדש הגיהו גם לקמן רשב\"ג ואינו נכון דא\"כ מאי פריך בסוף שמעתין מאי קא משמע לן הא כולהו תנינהו כו' הא אדרבה כ\"מ ששנה רשב\"ג במשנתינו הלכה כמותו חוץ מערב כו' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה השתא מחיים אסור כו' ואם תאמר למאי דפרישית אי אמרת נמי כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה כגון שעשאה גיסטרא והיא עדיין מפרכסת כו' עכ\"ל לכאורה נראה שדקדק הכא לפרש כן דמש\"ה בגיסטרא ליכא ק\"ו דקאמר מה מחיים דאינו אלא קירוב מיתה נבילה דהוה מיתה לגמרי לא כל שכן דגיסטרא נמי אינה מתה לגמרי כיון שעדיין מפרכסת והוא תחילת מיתתה והמתרץ השיב דהוה מסוכנת פורתא מקמי כו' וההיא מסוכנת פורתא דמקמי הוא קירוב מיתתה אבל כשנפסקה רובה אף שעדיין מפרכסת מתה לגמרי מיקרי והוה שפיר קל וחומר גם התוספות שהקשו לפרש\"י דמאי פריך הא גיסטרא אתיא שפיר מקל וחומר לא מהאי קל וחומר דקירוב מיתה כו' קאמרי (א) אלא מקל וחומר דמטמא כמו שפירש רבינו תם וכדאמרינן בפרק חטאת עוף אבל בעל המאור כתב דההוא קל וחומר גופיה דקירוב מיתה שייך לגבי גיסטרא ובזה דחה פרש\"י ופירש כמו שפירש ר\"ת וליכא לאקשויי דאם כן אמאי שבק ר\"ת בפירושו ק\"ו דקירוב מיתה ונקט ק\"ו דטומאה דהא לפר\"ת דפרכינן שכן מחיים מצינן הכי לפרושי בק\"ו דקירוב מיתה דיש לומר דנקט ק\"ו דטומאה דהך חומרא דטומאה נקט לה נמי תלמודא בפרק חטאת עוף גבי נבילה וכן נראה מדברי בעל המאור וה\"נ ה\"מ ר\"ת לפרש ק\"ו מכח חסרון דמה מחיים דליכא חסרון מיתה דאין לך חסרון גדול מזה לכ\"ש כמ\"ש התוס' לעיל אלא דנקט קל וחומר דטומאה לפירושו מטעם שכתבנו וק\"ל:", 
            "<b>תוס'</b> בד\"ה ומה מחיים כו' ועוד אפי' כי אמרת דמסיכנת אסירא ואיכא מגו בנבילה כו' דאיכא למיפרך מה לטרפה שכן אסורה מחיים כו' עכ\"ל ר\"ל דודאי ר\"ג שפירש כן דהוי הק\"ו מכח מגו ולא ניחא ליה ק\"ו דטומאה משום דבהאי ק\"ו דמגו פריך שפיר בגיסטרא דליכא ק\"ו כלל כיון דליכא מגו ואהא הקשו דהא גבי גיסטרא אי נמי דמסוכנת אסורה ואיכא מגו דהשתא הוי ק\"ו מ\"מ הא איכא למפרך שכן אסורה מחיים ואם כן לית לן למישבק ק\"ו דטומאה וכמו שפר\"ת דהך חומרא דטומאה נקט לה תלמודא שם ודו\"ק. \n:"
        ], 
        [
            "<b>תד\"ה</b> גועה כו' אפי' לר\"ג כו' ולהכי פריך שפיר מברייתא כו' עכ\"ל דע\"כ ההיא ברייתא כר\"ג אתיא ולא כרבנן דהא הך ברייתא קתני כשכשה בזנבה אין זה פירכוס ורבנן ס\"ל במתני' דכשכוש זנב הוי פירכוס:", 
            "<b>בא\"ד</b> ולהכי פריך עליה דרב ענן דמפרש מלתיה דשמואל תנינא כו' עכ\"ל אבל ממלתיה דרב ענן גופיה ליכא לאוכחי דאימא נמי לר\"ג דבעי יד ורגל קאמר דהך יד בעי כפופה אבל הרגל בין כפופה בין פשוטה סגי וק\"ל:", 
            "<b>בד\"ה</b> אילימא בסוף שחיטה כו' ומפרש ר\"ת דמדקתני שאינה אלא כו' עכ\"ל מפי' בעל המאור דלפרש\"י קשיא לן דלמאי אצטריכא ליה לרב חסדא למפשטיה למתני' כו' והא לאו מדוקיא דמתני' אתיא ליה אלא מסברא דנפשיה אי בסוף שחיטה כל היכי תיתי כו' עכ\"ל ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> או כשב פרט כו' ולהכי מיעוטא קמא מוקמינן בדדמי טפי בכלאים כו' עכ\"ל פי' דהשתא דכתיבי תרי מיעוטי ניחא ליה לתנא למנקט מיעוט קמא בכלאים משום דמסתבר למעוטא טפי מנדמה מיהו אי לא הוה כתיב אלא חד אז לא הוה מוקמינן כלל למעט אלא לרבות כלאים כדמוכח הסוגיא דפרק מרובה וכמו שפירשו התוס' שם ע\"ש:", 
            "<b>בפרש\"י</b> בד\"ה ריפרף בציר מכשכוש עכ\"ל דלישנא ועוף אפי' לא רפרף כו' משמע דפירכוס דעוף קיל טפי מפירכוס דבהמה דקתני במתני' דמהני בבהמה כשכוש זנבו וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה פנים קשיא לרשב\"ל כו' שכן אינן באותה עבודה כו' עכ\"ל ויש להקשות לפ\"ז לר\"ל לילף שלא לשם חטאת מק\"ו ומה פיגול ושינוי בעלים דאינן באותה עבודה ואפ\"ה איתנהו מעבודה לעבודה שלא לשם חטאת דאיתיה באותה עבודה מכ\"ש דהוי נמי מעבודה לעבודה והאי ק\"ו הוי שפיר פנים מפנים ואפשר דאיכא שום פירכא להאי ק\"ו וק\"ל:", 
            "<b>בד\"ה</b> חוץ קשיא לר\"י כו' דקאי ר\"י כרבנן כו' עכ\"ל פי' להאי לישנא קמא אפי' כרבנן משא\"כ ללישנא בתרא דליכא לאוקמא אלא כר\"מ ולא קאמרי הכי אלא לאפוקי מק\"ו דר\"י כדמקשינן חוץ קשיא לר\"י וק\"ל:", 
            "<b>גמ'</b> הא מקמי דשמעה מרבי יוחנן הא לבתר כו'. פרש\"י בזה דחוק כמ\"ש התוס' גם לישנא דהא והא א\"א להולמו לפירושו דמשמע דבתרי מילי קמיירי תלמודא ולולי פרש\"י היה נ\"ל משום דאיכא לאוקמא מתניתין בפיגול אלא דא\"כ לא ה\"ל לריש לקיש למימר סתם ולא גמרינן חוץ מבפנים דאמורא צריך לפרש דבריו היכא דאיכא למיטעי כי הכא דמתני' סתמא קתני דמשמע נמי חטאת שלא לשמה ואהא קמשני הא מקמי דשמעה כו' דבהנך תרי פלוגתא דמצרכינן להו דבהך דחטאת שלא לשמה מלתיה דר\"י אינה צריכה אלא מלתיה דר\"ל צריכה ואמר מלתיה מקמי דשמעה מר\"י ואתא ר\"י ופליג עליה וכן בהך דלזרוק דמה לע\"ז מלתיה דר\"ל אינה צריכה אלא דר\"י אמר מלתיה ואתא ר\"ל לבתר דשמע מר\"י ופליג עליה והשתא ניחא דלהך מלתיה דפלוגתא דר\"ל צריכה הא קושטא הוא דלא נקט למפסל במחשבה אלא פיגול אלא דהך דלזרוק דמה לע\"ז דמלתיה דר\"ל לא צריכה היא אלא דר\"י וקאמר להא מקמי דר\"ל דגמרינן חוץ מפנים מש\"ה קאמר נמי ר\"ל בהאי לישנא לא גמרינן חוץ מפנים ולא פירש דבריו דבפיגול דוקא איירי ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה מקום שאין מחשבה כו' וצ\"ל נהי דבהמה לא מיתסר דם מיהא איתסר עכ\"ל וצ\"ע מה תקנו בזה דאכתי תקשי לן אמאי דקאמר בשתי עבודות דהיינו בשחיטה וזריקה הא הקטרת חלבה נמי איתא כה\"ג נהי דבהמה לא איתסר חלבה מיהא איתסר דהקטרה שייכא בעבודת כוכבים דכתיב וקטר לבעל ובחלב בהמה ודאי שייך תקרובת עבודת כוכבים וצ\"ל דה\"ק הני תרתי שחיטה וזריקה איתנהו מעבודה לעבודה דהיינו בשחיטה לזרוק או להקטיר לעבודת כוכבים לאסור אף בשרה ובזריקה נמי אם חשב להקטיר לעבודת כוכבים לאסור מיהת דמה משא\"כ בהקטרה דלא שייכא כלל לאסור מעבודה לעבודה דאפי' בפנים לא הוי כפרש\"י וכל זה שיטת רש\"י אבל הרז\"ה הקשה לפרש\"י קושית התוספות וכתב שיטה אחרת דהני ד' עבודות כולהו [איתנהו] בשחיטה מעבודה לעבודה כגון שוחט ע\"מ לקבל או להוליך או לזרוק או להקטיר ובעבודת כוכבים אינו בשחיטה אלא בב' עבודות מעבודה לעבודה כגון שוחט ע\"מ לזרוק או להקטיר דלעולם אין מחשבת עבודת כוכבים אוסר אלא בשחיטה דכתיב זבחי מתים עכ\"ל וקצת נראה כדבריו מהא דקאמר בפרק ד' מיתות ודקאמרת זובח למה לי דמחשבין מעבודה לעבודה כו' ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> לפני עבודת כוכבים כו' א\"נ כיון דלפני עבודת כוכבים הוא וכגון שהוא ישראל מומר כו' עכ\"ל צ\"ל דהאי תירוצא למאי דמשני לר\"נ דההיא דשנים אוחזין כו' ודמנסך דאיירי באית ליה שותפות בגויה אבל לאידך אוקמתא דאיירי במומר לעבודת כוכבים דמודה ר\"נ ע\"כ דרב הונא לא איירי הכא במומר דא\"כ לא הוה רב נחמן פליג עליה וצ\"ע:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מחתך בעפר כו' דאמרינן בפירקין שחט סימן אחד בחוץ וסימן אחד כו' עכ\"ל יש לדקדק לפי מה שכתבו התוס' התם לפ\"ה דההיא דשחט סימן אחד בחוץ כו' בעוף קדשים קמיירי דהיינו עולת עוף מאי קושיא הא למאי דקיימינן השתא בחטאת בהמה איכא למימר דכ\"ע בעי שני סימנים בחוץ דהכי הכשר שחיטתו ואפשר לפרש\"י נמי לאו דוקא נקט עוף קדשים דה\"ה בהמת קדשים מה\"ט שהרי עשה בה מעשה חטאת העוף בחוץ ועי\"ל דהוצרך לכל זה לפי' שני שבקונטרס לקמן דמסיק דאיירי בחטאת העוף ובחצי קנה פגום אלא נקט עולת עוף בכה\"ג משום דלא סגי לן בסימן אחד שחיטת חוץ הכא בעבודת כוכבים מה\"ט שפרש\"י ומה שיש לדקדק בשמעתין לפי' התוס' שם מבואר שם ודו\"ק:", 
            "<b>בא\"ד</b> וטעמא דהתם משום דישנה לשחיטה מתחלה כו' עכ\"ל אין זה מדוקדק לכאורה דהא אפי' למ\"ד דאינה לשחיטה אלא לבסוף אמרי' התם דחייב אסימן אחד בחוץ מה\"ט שהרי עשה בה מעשה חטאת עוף בחוץ וצ\"ל מאי דקאמר משום דישנה לשחיטה מתחלה כו' לא נתכוין להאי לישנא דאמר תלמודא לעיל למ\"ד ישנה לשחיטה כו' ולאפוקי למ\"ד אינה לשחיטה אלא בסוף אלא דר\"ל דהתם ישנה לשחיטה מתחלה כו' דמתחלה ועד סוף שם שחיטה עליה דהאי סימן אחד בפנים נמי שהוא הסוף שם שחיטה עליו ולאפוקי הכא דסימן שני לא אישתחיט כלל דחותך עפר כו' ודו\"ק:", 
            "<b>בד\"ה</b> מאי אריא חטאת כו' דכי מדלית רב הונא מהכא כו' איכא למפרך נמי מ\"ש חטאת דנקט כו' עכ\"ל להאי לישנא קמא דס\"ל דשום זבח לא חשיב שלו כרבנן דר\"י הגלילי ולקמן מותבינן לרב נחמן בפשיטות בלאו קושיא דהל\"ל עולה דהא לאו קושיא היא דמה לי חטאת ומה לי עולה אלא דה\"ל למנקט זבח סתם דכל הזבחים במשמע דזבח נמי לאו דידיה נינהו ולא מיתסר בתחלת שחיטה כנראה כל זה מדברי התוס' דללשון שני דוקא כתבו דצ\"ל דס\"ל כר\"י הגלילי ולא מותבינן לרב נחמן אלא מדה\"ל למנקט עולה אבל ללשון ראשון ניחא דס\"ל כרבנן דר\"י הגלילי ומותבינן לרב נחמן בפשיטות וק\"ל:", 
            "<b>תוס'</b> בד\"ה לא הוה חטאת תיובתיה כו' תימה לפי' ראשון שבקונטרס שלא להקשות על רב הונא כו' עכ\"ל יראה כבר הרגיש רש\"י ז\"ל בזה ופי' לא הוה חטאת תיובתיה דעולא ארישא כו' הוה ס\"ד דבבהמה קאי כו' עכ\"ל דהשתא דתקשי לן אמאי נקט חטאת ולא זבח ע\"כ דבחטאת עוף איירי ודאי דלא מצינן למימר מעשה רבה אבל התוס' ימאנו בזה דמשמע להו דבין מעיקרא ובין השתא לא הוה חטאת תיובתיה דרב הונא וק\"ל:", 
            "<b>בא\"ד</b> ושמא י\"ל דנקט חטאת לאשמעינן דאע\"ג דקניא ליה כו' עכ\"ל וליכא לאקשויי לפי זה להאי לישנא נמי דכי מדלית דרב הונא ותימא אין אדם אוסר שאינו שלו אלא בגמר מעשה ליכא למיפרך מ\"ש חטאת דנקט דאיכא למימר דנקט חטאת לרבותא דאע\"ג דקניא ליה לכפרה כו' כמ\"ש התוס' ועוד מאי פריך מהך ברייתא לרב נחמן הא מתוקמא שפיר בחטאת בהמה ונקטה לרבותא די\"ל דרב נחמן ס\"ל דאפי' במעשה רבה אינו אוסר שאינו שלו כמו שהוכיח רש\"י מדפריך ליה ממנסך והשתא לרב נחמן ודאי דליכא למימר דנקט חטאת לרבותא דאע\"ג דקניא ליה לכפרה לא חשיב כדידיה לאסר בכל דהו דהא אפי' במעשה רבה אינו אוסרו והא ליכא למשמע מהך ברייתא והשתא ניחא מעיקרא דמותיב רב נחמן לרב הונא ומוקי לה באומר בגמר זביחה קאמר תלמודא סייעתא לרב הונא דאי הכי מאי אריא חטאת כו' דכי מדלית נמי דרב הונא ותימא כרב נחמן איכא למפרך מ\"ש חטאת דנקט כיון דלרב נחמן בכל הזבחים אינו אוסר דאין אדם אוסר שאינו שלו אפי' במעשה רבה ולא הוה חטאת רבותא אלא ע\"כ דבחטאת עוף קמיירי אבל בשאר חטאת אוסר בכל דהו כרב הונא ורב פפא ה\"ק דאי לאו דאמר רב הונא סימן אחד לא הוה חטאת תיובתיה כו' ולא הוה אצטריך לאוקמי בחטאת עוף אלא דנקטה לרבותא אבל לרב נחמן דאפי' במעשה רבה אינו אוסר וליכא רבותא בחטאת הוה חטאת תיובתיה דע\"כ צריכין לאוקמי בחטאת עוף אבל לא ניחא להו לבעלי התוס' למימר די\"ל דמאי מעשה מעשה רבה ונקט חטאת עוף משום דבכל קרבנות הוו כדידיה וכדמסיק לרב נחמן לקמן דהא ע\"כ רב פפא אכתי לא אסיק אדעתיה הך סברא מדמייתי רב פפא גופיה סייעתא לרב הונא מדנקט חטאת עוף ופריך ליה תלמודא לרב נחמן בסמוך מהך ברייתא:", 
            "<b>ודע</b> דתמיהת התוס' תפול נמי באידך דרב פפא דקאמר אי לאו דאמר רב הונא בהמת חבירו כו' דחבריה לא מצי אסר הא ע\"כ מדנקט חטאת אית לן למימר דבחבירו אוסר נמי בכל דהו וצ\"ל נמי כתירוצם דאיכא למימר דנקט חטאת לרבותא אבל ק\"ק דהמקשה דפריך פשיטא כיון דלא אסיק אדעתיה הך סברא דקניא ליה לכפרה תקשי ליה תמיהת התוספות ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> כיון דקניא ליה לכפרה כו' ואין אדם כו' היינו כרב הונא כו' עכ\"ל ומיירי התם דאין אדם אוסר היינו בדיבור בעלמא שעשאו מוקצה ונעבד דבמעשה אפי' כל דהו אוסר לרב הונא וק\"ל:", 
            "<b>בד\"ה</b> ה\"נ בישראל מומר כו' מנסך היינו שנגע בו עכ\"ל פי' דה\"מ למוקמי בשהיה כבר מומר לעבודת כוכבים כמה זמנין דבפעם אחד לא היה אוסר בנגיעה כמו שאין שחיטתו אסורה אלא בשוחט לשום אחד מכל אלו אבל בלאו הכי לא הוה מומר לעבודת כוכבים לאסור שחיטתו וכמ\"ש התוס' בפ\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לא שנו אלא שאינו מתייב חטאת כו' עכ\"ל כצ\"ל:", 
            "<b><br>פרק</b> אלו טריפות \n:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אלו טרפות אי גרסינן כו' והודה לו ר' עקיבא דנבילה כו' עכ\"ל ואלו טרפות דקאמר הכא בנקובת ושט ופסוקת גרגרת היינו קודם חזרה דלאחר חזרה הודה לו ר' עקיבא דנבילה הוי כדמסיק לעיל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה נקובי תמניא הוי וכי חשבת להמסס ובית הכוסות בחד ומדלית לה למרה כו' עכ\"ל למאי דמסיק השתא דכל הנקובים חשבינהו בחד לא אצטריך ליה למתרץ למימר הכי דא\"נ חשבת להמסס ובית הכוסות בתרתי ולא מדלית למרה חשבינהו לכל עשרה הנקובים בחד אלא קושטא קאמר כחייא בר רב דלקמן:", 
            "<b>תוס'</b> בד\"ה והאיכא בהמה כו' תימה דלא פריך מניטל צומת כו' עכ\"ל דליכא למימר למ\"ד דחסרון מבפנים לא הוה חסרון דהשתא לרבנן לא הוו אלא י\"ז במתני' והך דצומת הגידין הוה בכלל י\"ח דאמאי פסיקא ליה בצומת הגידין דהוה בכלל י\"ח טפי מכל הנך דבסג\"ר דפריך להו והאיכא כו' וק\"ל:", 
            "<b>בד\"ה</b> ואמר ר' יהודה כו' אלמא דבשיעור מיתה חשיב חסרון כו' עכ\"ל ולמ\"ד נמי טרפה חיה הוי שיעור מיתה דראויה למות בחסרון זה אלא דאפשר להיות חיה במזלה וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> הנך דאפקת לא כו' וי\"ל דניטל צומת הגידין כו' ועוד קשה למ\"ד נקרע כו' עכ\"ל ולכאורה הא דלא בעו למימר נמי למ\"ד נקרע רוב החיצונה זהו בשר החופה כו' דניטל צומת הגידין חשיב חדא משום דא\"כ ע\"כ מאן דמכשיר בהא מטרף בהא דהא לעולא לית ליה ההיא דרכיש ונקרע רוב החיצונה ע\"כ מוקי במלתא אחריתא דאל\"כ לא ה\"ל י\"ח ומאן דלית ליה נקרע רוב החיצונה אלא בשר החופה כו' ע\"כ אית ליה ההיא דרכיש וכל זה אינו שוה לי להאי לישנא שכתבו ועוד קשה למ\"ד נקרע כו' והכי הל\"ל אבל קשה כו' ועוד מאי אולמא להו לאתויי מר' יוחנן דאמר אלו טרפות דוקא דהא לר' יוחנן נמי איכא למימר כמו לעולא דניטל צומת הגידין חשיב חדא ומודה נמי בעיכול ניבי דהשתא הוה ליה שפיר י\"ח וע\"כ הנכון דהאי וי\"ל דניטל צומת הגידין חשיב כו' אינו מלשון התוס' והוא גליון שנכתב כאן לתרץ כל קושייתם והתוס' ימאנו בזה דאין סברא שיחלקו האמוראים בזה אי הוה צומת הגידין חשיב חדא אי הוה בכלל נחתכו רגליה ולפי הגליון ה\"נ איכא למימר לעולא דחסרון הגרגרת הוה חשיב חדא ולרכיש הוה בכלל נפסק הגרגרת משום דסופה ליפסק ודו\"ק:", 
            "<b>בד\"ה</b> יפלח כליותי כו' פי' בקונטרס והאי לקותא היא וקשה דמנ\"ל כו' עכ\"ל לפי פירושם דלעיל דר' יוחנן לית ליה לקותא דרכיש הוה מצי לדחויי פרש\"י דר' יוחנן הוא מרא דשמעתין ודו\"ק:", 
            "<b>בד\"ה</b> והא אמר ר' יוחנן כו' הא אמרה ר' יוחנן חדא זימנא דהלכה כסתם משנה עכ\"ל ולעיל גבי מרה דאיצטריך ר' יוחנן לפסוק הלכה כר' יוסי ב\"י אע\"ג דסתם מתניתין היא היינו משום דרבים פליגי עליה ודו\"ק:"
        ], 
        [], 
        [
            "<b>גמרא</b> למעלה עד כמה כו' דבחייה א\"א לעמוד אסימנא דקאמר לעיל כל שחותכו ועומד במקומו כו' וק\"ל:", 
            "<b>תוס'</b> בד\"ה והאיכא עיקור סימנים כו' ומיהו ספרים דגרסי מעיקרא ל\"ק הא דאקפל אקפולי הא דאדלדול כו' אבל לספרים דגרסי בתר והאמר שמואל ברובו ל\"ק הא דאנקוב כו' עכ\"ל מפירוש מהרש\"ל גבי מתניתין לרב פפא ל\"ק כו' ולספרים דגרסי כו' ולעיל ל\"ג הא דאקפל כו' אלא כגירסת ספרים שלנו עכ\"ל ואני לא אבין למאי דגרסי נמי בתר והאמר שמואל ברובו כו' והא דאקפל כו' (א) למה לא נגרוס גבי מתניתין לרב פפא ל\"ק הא דאקפל כו' והא דאדלדול כו' וע\"ק דאם ניחא ליה לאוקמי מתני' באדלדול שאינו כשל רבה בב\"ח ועיקור סימנים דהיינו באקפל כו' כמ\"ש התוס' אמאי לא ניחא ליה נמי לאוקומא מלתיה דשמואל נמי הכי דמיירי בדלדול שאינו (כשר) כשל רבה בב\"ח והנראה לי בכונת התוספות דעיקר הגירסא כך היא בשלמא מתני' כו' הא דאיגום איגומי מעלוי סימנים אלא לשמואל קשיא לא תימא כולו אלא רובו והאמר רבה בב\"ח אמר שמואל סימנין שנדלדלו ברובן אמר רב שישא התם דאקפל אקפולי הכא דאדלדל אדלדולי והוא דאפריק אפרוקי כך נראה הגירסא מדברי בעל הערוך והרשב\"א כתב דאהא דאמר שמואל תורבץ הוושט ברובו לא קשיא ליה משום דההוא בטריפות גוף התורבץ קמשתעי ולא איירי כלל בעיקור סימנין ולפי עיקר גירסא זו הקשו לפי' התוס' וכתבו מיהו לאית ספרים דלא גרסי בדרב שישא אלא התם דאפרק אפרוקי ומעיקרא דקאמר אלא לשמואל קשיא לא גרסי לא תימא כילו אלא רובו אלא דגרסי הכי לא קשיא הא דאקפל אקפולי כו' הא דאדלדל כו' פי' דעיקור סימנים באקפל כו' ושמואל איירי אפי' בדלדול כולו אלא שאינו כשל רבה בב\"ח והשתא י\"ל שידע המקשן כו' אבל לספרים דגרסי והאמר שמואל ברובו ל\"ק הא דאנקוב כו' א\"כ ע\"כ דלא גרסי מעיקרא לאוקמי מלתיה דשמואל בדלדול שאינו כשל רבה בב\"ח דא\"כ לא הוה פריך מידי מהא דאמר שמואל תורבץ הוושט ברובו ולא הוה אצטריך ליה לאוקמי באנקוב כו' דשפיר מצי מיירי באקפל כו' דהיינו בעיקור סימנים אלא ע\"כ דגרסי' כגירסת ספרים שלנו לא תימא כולו אלא רובו ושמואל איירי נמי באקפל דהיינו בעקירת סימנין ברובו דהשתא פריך שפיר מהא דאמר שמואל תורבץ כו' ואם כן הדרא קושית התוס' לדוכתי' לפי' ה\"ג תיקשי ליה ברבה בב\"ח גופיה כו' וזה ברור ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> והתניא חכם שטימא כו' דא\"נ לא ידע רבה בב\"ח שאסר רב כמו שכתבו התוס' בההיא דסמפונא דכבדא מכל מקום רב דשדר קמי' לא ה\"ל למעבד הכי כיון דאין בהתירו כלו' שהרי הוא כבר (אסור) [אסר]:", 
            "<b>שם</b> ותיפוק ליה משום חשדא כו' אף לתירוץ א' של התוס' דבדיין א' איסורא נמי איכא יש לומר דרבה בב\"ח אחריני נמי הוו בהדיה דשרו כמ\"ש הר\"ן:", 
            "<b>בפרש\"י</b> בד\"ה משום חשדא דלא לימרו משום דשריא ניהליה מוזיל גביה ונראה כנוטל שכרו כו' עכ\"ל מפירושו זה נראה דודאי שלא יחשדוהו שלא דן דין אמת אלא שיחשדוהו שנוטל שכר על הוראתו אבל ממה שפי' הרחק מן הכיעור שלא יאמרו בשביל כך זיכהו כו' עכ\"ל מפורש שיחשדוהו שדן שקר כדי שיתן לו בזול וצ\"ל דה\"פ כיון דנוטל שכר על הוראתו שאסור לעשות כן יחשדוהו דמוזיל גביה משום משוא פנים שזיכה את החייב ודו\"ק:", 
            "<b>בד\"ה</b> רב חסדא כהן הוה כדאמרי' כו' עכ\"ל דאל\"כ דלמא לאו משום חשדא לא היה זבין אלא דמחמיר על עצמו היה לעשות כן כב\"ש דאית להו פ\"ה דבכורות לא ימנה ישראל עם הכהן על הבכור א\"נ משום דאיכא מ\"ד בפ\"ק דתמורה דאסור לישראל לקנות בשר בכור מכהן משום דנראה ככהן המסייע בבית הגרנות ע\"ש:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ובגולגולת לגבי כו' כמה ינטל מן החי וימות כמלא מקדח של רופאים כו' עכ\"ל כתב מהרש\"ל לא מצאתי זאת בבכורות כו' והוא סוף משנה דאהלות וכמ\"ש התוס' ואם אינו טעות סופר אגב ריהטא לא דק עכ\"ל וא\"א שאינו ט\"ס ויפה דק דודאי לפום ריהטא הך סוף משנה דאהלות באיזה מקדח אמרו בקטן של רופאים וחכ\"א בגדול של לישכה אשיעורא דב\"ש קאי דקאמרי כמלא מקדח דלב\"ה דקאמרי כדי שניטל מן החי וימות שיעורא אחרינא אית להו אבל בסוגיא ר\"פ על אלו מומין בבכורות מוכח דר\"מ ומחלוקתו אשיעורא דב\"ה נמי קאי דקאמר התם וכמה כדי שינטל מן החי אמר שמואל כסלע ופריך דא\"כ עשית דברי ב\"ש וב\"ה אחד דהא כמלא מקדח של לשכה היינו שיעורא דכסלע כדתנן מאור כו' שיערוהו כמלא מקדח כו' וכסלע נירונית ומסיק לב\"ש ודאי מקדח וחיסומו שנינו והשתא ר\"מ ומחלוקתו אליבא דב\"ה פליגי כמלא מקדח בלא חיסומו והשתא ניחא לפירושו דכמלא מקדח דתנא הכא מצי אתיא כב\"ה מיהו הרמב\"ם שמפרש שם בהך מתני' דאהלות דר\"מ ומחלוקתו אליבא דב\"ש פליגי וכן התוספות שכתבו בשמעתין כמלא מקדח לאו משום דבעי למסתם כב\"ש כו' היינו לאידך אוקמתא בההיא דבכורות במסקנא דקאמר דשיעורא דכסלע לב\"ה לאו היינו כמלא מקדח ודו\"ק:", 
            "<b>בד\"ה</b> שאני אומר כו' שלא תאמר תחתונה כשאוחזין כו' עכ\"ל דליכא למימר דהשתא נמי נימא תחתונה כשאוחזין הקנה שהיא עליונה כשהבהמה תלויה דלא שייך ליתן סימן שהבהמה תלויה ועדיין הריאה בפנים אתחתונה כשאוחזין אותה שאנו רואין אותה בחוץ משא\"כ השתא דנותן סימן לתחתונה שהיא בפנים ואין רואין אותה ממה שהיא עליונה כשרואין אותה מבחוץ ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אישתמיטתיה כו' ס\"ד דרבי ירמיה דאפי' בנקבים שיש בהם חסרון כו' ולשון אישתמיטתיה קשה עכ\"ל וליכא למימר דהוה ס\"ד דרבי ירמיה דאפי' באין בהן חסרון מצטרפין לכאיסר דהשתא ניחא לשון אישתמיטתיה דבהא ודאי לא הוה טעי רבי ירמיה דודאי לא עדיפי נקבים שאין בהם חסרון מפסוקה דבעי במתניתין פסוקה ברובו וק\"ל:", 
            "<b>בד\"ה</b> אנסה עצמה כו' ליטול ירק בבור עכ\"ל דהשתא הוה בכלל כל שפשטה צוארה ורועה דקאמר רבא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> מ\"ד רוב עורו כו' לאשמועינן דאפי' עורו בעי רוב עכ\"ל ולמ\"ד נמי רוב מוחו אע\"ג דאיכא למבעי ביה דשמא בעורו לא בעי רוב מ\"מ ברובו דקאיירי ביה ליכא למבעי מידי דכ\"ש ברוב עורו דמטרף ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> ואת\"ל כו' עד ולא עד כו' דממ\"נ הוי בכלל אינו יודע כמו בין הפרשות כו' יש מדקדקין מדברי התוס' אלו להכריע כדעת מי שאומר בטור י\"ד סימן ל\"א דפי פרשה של שלישית כשרה מה\"ט דאי פי הפרשה לא מיקרי בין הפרשות הרי לא אמרי' באינו יודע אלא בין הפרשה של שניה ואם הוא קרוי בין הפרשות הא אמרינן דשלישית כשרה ובכלל שלישית יש לו להיות ואין כאן הכרע דאימא דממילא משתמע בפי פרשה של שלישית דהוי באינו יודע מדקאמר שלישית כשרה ותו לא מכלל דפי פרשה דידה הוי באינו יודע מה שאין כן בפי פרשה שניה דליכא למידק איפכא דמדקאמר בין הפרשות דשניה באינו יודע הא פי פרשה דידה דלא מיקרי בין הפרשות הוי ודאי טרפה דהא אפי' בין הפרשות דראשונה הוי באינו יודע אי לא הוה עד ולא עד בכלל ועוד דבין הכא ובין הכא כיון דאיכא למידק הכי ואיכא למידק הכי ולא ידעינן איזה דיוק עיקר דניזול בתריה מספיקא הוה כולהו באינו יודע וק\"ל:", 
            "<b>בד\"ה</b> מאי לאו ראשונה ושניה והא דנקט שניה משום דאי הוי טרפה הוה שייך למיבעי כל הנך כו' י\"מ בכוונת דבריהם דאי הויא הראשונה ודאי טרפה והוה קאמר בה עד שניה טרפה הוי שייך למיבעי כל הנך אבעיות בשניה ואין זה בכח המאמר דאפשר דהוי אמר בראשונה ודאי טרפה והשניה אינו יודע ואף אם נדחוק לפרש דבריהם דר\"ל דאי הוי מצי השנייה להיות טרפה ודאי לשמואל כמו השתא בראשונה אז שייך למיבעי כו' איך שיהיה לא זו הדרך למנקט שניה דלא צריכה לן השתא לפום מלתא דשמואל אלא באי לא הוה קאמר הכי והנראה ששיעור דבריהם כן הוא דודאי כל הנך אבעיות דמספקא לן במלתיה דשמואל אי שמואל ס\"ל ודאי טרפה בבין הפרשות ופי הפרשה ופרשה דראשונה לא שייכי למיבעיא בשניה דהא שמואל קאמר בהדיא בשניה אינו יודע אבל מ\"מ הא לן בשניה נמי דאי הוה טרפה אז לא שייך למיבעי ולהסתפק בבין הפרשות ופי הפרשה ופרשה דשניה דהא שמואל אינו יודע קאמר בה ומש\"ה נקט כאן שניה למיפשט מיהת פרשה גופה דשניה והמתרץ השיב לא שלישית אבל פרשה דשניה עדיין בספק עומדת אי הויא טריפה או לא ולא בעי למימר דנקט שניה משום דבפרשה שניה מיבעי לן במלתיה דשמואל אי הוה נמי באינו יודע או דודאי כשרה דא\"כ לא הוה אצטריך ליה למבעי בפרשה באת\"ל עד ועד בכלל דהא אפי' באת\"ל עד ולא עד בכלל איכא למיבעי אי הוה פרשה באינו יודע או דכשרה ודאי אלא דע\"כ אי אינו יודע אי כשרה ודאי לא מיבעיא לן אלא אי ודאי טרפה או לא ככל אינך אבעיות והדברים ברורים למבין ודברי מהרש\"ל בזה אינן מבוררין ואין כאן מקום להאריך:", 
            "<b>בפרש\"י</b> בד\"ה פרשה עצמה כו' בשר שבין צלע ראשון לשני כו' תידון כבשר אם נפסק כו' עכ\"ל ותפשוט נמי הא דמספקא ליה לשמואל בבין הפרשות דשניה דהא בפרשה שניה תידון כבשר ומכ\"ש בבין הפרשות שאחריה וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אוכמי אוכמי כו' והא דאמר בסמוך כדיותא טרפה כו' עכ\"ל להאי תירוצא שכתבו לעיל (לפר\"ת) [לפר\"ח] דההיא דאדומה כשרה היינו כשמתלבנת ע\"י נפיחה לא בעו למימר דה\"נ הכא אוכמי כשרה כשמתלבנה ע\"י נפיחה דהא כדיותא טרפה דומיא דאדומה כשרה שאמר רבא וק\"ל:", 
            "<b>בד\"ה</b> אבל כסדרן היינו רביתייהו כו' כמו שהן שוכבות זו אצל זו כו' עכ\"ל מבואר בדברי הרא\"ש דזו אצל זו היינו מחיתוך לחיתוך וזו על זו היינו מגב לחיתוך ומגב לגב והיינו שלא כסדרן דקאמר ומה שהקשה ר\"י לקמן לפרש\"י דא\"כ בחנם הוה מחלק בין כסדרן לכשלא כסדרן אם היה חילוק אפי' כסדרן היינו לפי מה שפרש\"י דלא מיקרי שלא כסדרן אלא בשנדבקו שתים החיצונים אבל בשתים הסמוכות אפי' בשוכבות זו על זו מקרי שפיר כסדרן אבל לפי דרך התוס' שפיר מצינן לפרושי דהסרכא באה מחמת נקב וכסדרן דכשרה היינו דוקא במקום שסמוכות האונות דחברתה מגינה עליה וריב\"א שהוכיח לקמן דאי לא הוה אונא בכלל אומא לא תמצא שלא כסדרן בשמאל כו' היינו נמי לפרש\"י אבל לדעת התוס' דבשתים הסמוכות נמי מחיתוך לגב מקרי שלא כסדרן ליכא הוכחה כלל כמ\"ש המרדכי ודו\"ק:", 
            "<b>בא\"ד</b> ורבותינו הגאונים כתבו כיון דחדא סריכא עם חברתה בו' עכ\"ל כצ\"ל ואין זה סותר דבריהם דלעיל וכ\"ה במרדכי ובערוך מדויק כ\"ה:", 
            "<b>בד\"ה</b> היינו רביתייהו כו' ואם היינו מפרשים היינו רביתייהו שזהו גידולם כו' אבל ר\"ח פי' רביתייהו הוי כמו מרבעיתייהו כו' עכ\"ל הוא דעת הראב\"ד כמ\"ש הר\"ן דבכסדרן רגילה הסירכא לבא בלא נקב ובשלא כסדרן לא באה אלא מחמת נקב ולפי דרכו ליכא לפרושי רביתא אלא מלשון גידול אבל לפרש\"י דאין סירכא באה אלא מחמת נקב ניחא פי' ר\"ח דע\"י רביעתן זו לזו בכסדרן מגינה על חברתה וכן לפירושם דלקמן דכל סירכא לא באה מחמת נקב ובשלא כסדרן דאסור משום שסופה לינקב נמי ניחא דבכסדרן ע\"י רביעתן זו בכסדרן אין סופה לינקב ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> והשתא אם הסירכא בא בלא נקב א\"כ כסדרן למה צריך נפיחה כיון דלא תתפרק כו' עכ\"ל לעיל בההיא דבדקי לה בפשורי ניחא להו דבודק להחמיר כיון דשלא במקום רביתא דאוני קמיירי אפשר שכבר נתפרק אבל הכא במקום רביתא דאוני דודאי לא תתפרק לעולם ואפי' להחמיר לא בעי נפיחה וק\"ל:", 
            "<b>בד\"ה</b> אי שפכי להדדי כו' מהדר לה הודרנא בישרא כשרה עכ\"ל והס\"ד ואח\"כ מ\"ה ואי לא תרתי נינהו וטרפה כתב כו' עכ\"ל כצ\"ל מספר מדוייק:"
        ], 
        [
            "<b>בד\"ה</b> שלישי הביאתו כו' דבתרי זימני הוי חזקה כרבי מדא\"ל המתיני עכ\"ל יש מקשים דאימא לאו משום דבתרי זימני הוי חזקה א\"ל המתיני אלא משום דם שלא נבלע בו עדיין וכדאמר פ' ר\"א דמילה האי ינוקא דסומק ממתינין ליה עד דאבלע ביה דמיה ולימהלוה ומייתי מדרבי נתן כו' ולאו קושיא היא דאם כן למה הזכיר כלל שמלה בנה ראשון ושני ומת דליכא למימר דאדרבא דאי לא היה אדום היה מל אותי אע\"ג דמתו ב' בניה משום דתרי זימני דהוי חזקה מ\"מ כיון דבהאי ינוקא לא נפקא ליה מידי לא ה\"ל להזכיר דמתו ב' בנים אלא ע\"כ דאכתי לא הוה קים ליה שלא לימול ינוקא דסומק אלא דמשום דמתו כבר ב' בניה שהיו גם כן אדומים א\"ל המתיני דבתרי זימני הוי חזקה ואחר שנבלע בו הדם אמר למול אותו דלא הוחזקה אלא באדומים ומשום שלא נבלע עדיין הדם בהם מתו ודו\"ק:"
        ], 
        [
            "<b>תבד\"ה</b> מייתינן סכינא כו' אבל העלתה צמחים ואפי' אי איכא ריעותא בדופן כו' עכ\"ל הכי מוכח דהא בדליכא ריעותא לא בדופן ולא בריאה אזלינן לחומרא כדקאמר ואי לא מחמת ריאה היא וטרפה דהיינו חששא דבלא העלתה צמחים נאבימי ה\"נ באיכא ריעותא בתרוייהו אית לן למיזל לחומרא ולא סגי בבדיקה וק\"ל:", 
            "<b>בד\"ה</b> רב נחמיה כו' בפשורי אאיכא ריעותא בדופן כו' עכ\"ל הכי מוכח כמ\"ש התוס' לעיל דלא שייך בדיקה אלא להחמיר ודקאמר נמי מייתינן סכינא כו' היינו נמי לבדקה להחמיר באיכא ריעותא בדופן ורב נחמיה בא לפרש דהך בדיקה עביד לה בפשורי כמ\"ש הרא\"ש לשיטת רש\"י ור\"י אבל בליכא ריעותא טרפה ולא סגי בבדיקה כדקאמר ואי לא מחמת ריאה היא וטרפה דלא שייך בדיקה כמ\"ש התוס' לעיל בגמרות חדשות הניהו ומחקו מלת וטרפה אבל בנוסחות הראשונים ישנו ועיין בבעל המאיר ובעל מלחמות ומיהו הא דכתב בגמרות ישנות שלפנינו ואע\"ג דלא קא מפקא זיקא לא היה בנוסחות שלהם כנראה מדבריהם ע\"ש:", 
            "<b>בד\"ה</b> אמר רבינא כו' משמע לרב נחמן לא בעי לא סביך ולא סריך ואין נקב כו' עכ\"ל אבל אי הוה רבינא בא לפרש דברי רב נחמן ודאי דאי לאו רבינא דברי רב נחמן הוו משמע מיהת דסריך ובא רבינא לפרש דהך סירכא צריכה סביך וא\"כ בלא סריך הוה אוסר רב נחמן דנקב פוסל שם וה\"ל לרב יוסף לאקשויי הכי לרב נחמן ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> טעמא דליתא הא איתא ולא מינקבא כשרה והא אמר רב נחמן כו' ובלאו דיוקא ארבנן דמכשרי לא פריך בפשיטות מהא דאמר רב נחמן כו' משום דאיכא לפרושי פלוגתייהו אמחט שנמצא בסמפון דריאה וכה\"ג כתב הב\"י בשם בעל העיטור שי\"מ כן להך גירסא דגריס דכ\"ע חסרון מבפנים שמיה חסרון ע\"ש ודו\"ק:", 
            "<b>שם</b> והאמר רב נחמן האי סמפונא כו' ק\"ק למאי דס\"ד השתא דסמפון דאנקב לבשר הריאה טרפה הא קתני במתני' ר\"ש תומר עד שתינקב לבית הסמפונות דמשמע דוקא בניקבה מבחוץ עד לסמפין גדול אבל בניקב מסמפון לבשר הריאה בלחוד לא פסול ורבנן לא פליגי עליה בהא אלא בניקב לחוץ בלחוד פליגי עליה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה דלמא אי הוה ריאה קמן כו' דדרך הסמפונות יצא ונכנס בריאה מבחוץ עכ\"ל פי' דהכא בחיתוכא דריאה דטרפה לא מפלגינן בין קופא לגו ובין קופא לבר כדמפלגי' בחיתוכא דכבדא והיינו ע\"כ משום דבריאה ניחוש שדרך הסמפונות יצא בריאה וניקבה עד לחוץ ומה שכולה מונחת בריאה ולא נראית בחוץ משום דשוב חזרה ונכנסה בריאה מבחוץ לאחוריה ועי' ע\"פ דבריהם באורך ברא\"ש ובר\"ן וק\"ל:"
        ], 
        [
            "<b>גמ'</b> דתניא את כל החלב אשר על הקרב גו' וכן באידך ברייתא כצ\"ל וכ\"ה ברי\"ף ובמרדכי ובגירסת הילקוט וכן נראה מפי' רש\"י שפי' הכתוב מרבהו בכללו מואת כל החלב כו' עכ\"ל אבל רישא דהאי קרא את החלב המכסה גו' לא אתא לרבות אלא למעט חלב שעל הדפנות כדאיתא בת\"כ כמ\"ש התוס' וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה אבל דזיתא מבזע בזע ומאן דטריף במחט טריף נמי בהא עכ\"ל יש לדקדק מי הכריח אותו לכך דהא בכבד קיימי' הכא ומאן דמכשיר נמי במחט לגבי ריאה הכא בכבד מודה כיון דאיכא למימר דרך הוושט עלתה לכבד ואיכא למימר דרך הסמפון אזלינן לחומרא כההיא דקטינתא דל\"ש קופא לגו ול\"ש לבר דטרפה לגבי כבד וי\"ל דכיון דאשתכח במרה ה\"ל כסמפונא רבא דכבדא ולמאן דמכשיר במחט בריאה מכשיר נמי בהא דסמפינא נקט ואתאי וכן נראה מדברי הר\"ן והיה נראה לכאורה לפי דרך רש\"י כיון דלמאן דטריף קאמר בזיתא דמבזע בזע ואפ\"ה בדדיקלא אמרינן דודאי סמפונא נקט ואתאי ה\"ה נמי בקופא לגו מודה למימר דסמפונא נקט ואתאי דדרך הוושט אינה ראויה לבא אבל רש\"י לא פירש כן שכתב לעיל דרב אשי דאמר בקופא לגו סמפונא נקט ואתאי קים ליה לשיטתיה דרבי יוחנן דמכשיר בריאה וצ\"ל דאיכא לפלוגי בין קופא לגו ובין הך דהכא דדיקלא דא\"א כלל דרך הוושט משא\"כ בקופא לגו דמאן דמטריף סתמא קאמר ולא מפליג בין קופא לבר ובין קופא לגו דאפשר קצת דרך הוושט ומיהו בהך חיתוכא דריאה דקאמר אי הוה קמן הוה מינקבא שפי' רש\"י משום דדרך הוושט נכנסה ע\"כ דאית לן לפלוגי בין קופא לבר ובין קופא לגו דאל\"כ אמאי מכשיר ליה בחיתוכא דכבדא בקופא לגו כמו שהקשו התוס' וצ\"ע:", 
            "<b>תוס'</b> בד\"ה ואברכה מברכיך ואפי' עובד כוכבים כו' דיהיב שלמא לרבי ישמעאל כו' עכ\"ל ולהכי אצטריך ליה ואברכה מברכיך לרבי ישמעאל ויש לפרש לפי זה דמקום ברכה דישראל דעדיפא היינו משום דהוה ברכה מיוחדת לכהנים משא\"כ ואברכה מברכיך דהוה כוללת אף לעובדי כוכבים וק\"ל:"
        ], 
        [], 
        [
            "<b>תבד\"ה</b> כי פליגי דאייתרא כו' מקום שנהגו כי אתא רבה כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> ולר' אבינא ודבני כו' ק\"ק דהא אי לאו דרבי אבינא נמי וההוא טפח בוושט לאו כרס הפנימי הוא אלא דוושט הוא נידון נמי בנקב משהו ולהאי אוקמתא דמפרש בר\"פ דההוא דר' אבינא ה\"ק טפח בכרס סמוך לושט והוא כרס הפנימי ניחא וק\"ל:", 
            "<b>תוס'</b> בד\"ה רובא ולא הוי טפח כו' ורוצה לפרש כו' היינו כשאין בכל הכרס טפח כו' עכ\"ל ואפי' אי הוה בכל הכרס טפח מצומצם נמי הוה פשיטא ליה דלא בעי טפח כיון דאין בכולה אלא טפח אך קשה דאמאי הוה ס\"ד למימר דהאי רובא דלא הוה טפח כשאין בכל הכרס טפח ואדרבה ניחא לן למימר דרובא לא הוי טפח אקרע קאי ולא הוה טפח דומיא דטפח ולא הוי רובא דקאי נמי אקרע ועוד דלא הוה לי' למתרץ למימר דהויא טפח ומשהו אלא דהל\"ל דרובא ולא הוי טפח אקרע קאי וכשיש בכל הכרס יותר מטפח ונראה לפרש לגירסת ר\"ח דודאי רובא ולא הוי טפח קאמר אקרע קאי וכשיש בכל הכרס יותר מטפח אלא דהכי פריך דמאי אצטריך ליה לאשמועינן לר\"א דקטנה דמתני' מיירי כל שיש בו רוב ולא הוי טפח בקרע ולא קטנה ממש היאך ס\"ד למימר קטנה ממש דלא הוי טפח בכל הכרס הא הוה פשיטא דלא בעי טפח שהרי אין בכולה טפח ומשני דודאי א\"נ לאו דר\"א לא הוה ס\"ד למימר קטנה ממש כשאין בכל הכרס טפח דהא פשיטא הוא אלא דהוה ס\"ד קטנה ממש היינו טפח ומשהו דההוא אצטריך למתניתין לאשמועינן דלא נימא דעד דמקרע טפח לא הויא טרפה ואתא ר\"א למימר דמתני' לאו דוקא קטנה ממש דהיינו טפח ומשהו בכל הכרס אלא דכל דאיכא לאשכוחי ביה רובא ולא הוי טפח דהיינו עד ב' טפחים בכל הכרס סגי ברובא ולא בעי טפח ודו\"ק:", 
            "<b>בא\"ד</b> לכשתמתח כו' כשתקיף הסלע בחוט וימתח החוט ויהיה באורכו טפח עכ\"ל לפי זה יהיה רוחב הסלע שליש טפח כמ\"ש הרא\"ש אבל לפרש\"י יהיה הסלע שני שלישית מטפח וחוט המקיף יהיה ב' טפחים וק\"ל:", 
            "<b>בד\"ה</b> מחט שנמצאת כו' ואגב דנקט מצד א' כשרה נקט נמי מב' צדדין טרפה כו' ועוד אר\"ת דהאי נמי כו' עכ\"ל לפי' רש\"י לא הוצרכו לזה דדינא דב' צדדין טרפה אתא לאשמועינן בבית הכוסות משא\"כ בהמסס דמצד א' נמי טרפה אבל לפר\"ת דבהמסס נמי מצד א' כשרה דינא דמב' צדדין טרפה אמאי אשמועינן בבית הכוסות טפי מבהמסס וקאמרי אגב כו' כן נראה מדבריהם דהכא ודפרק לולב הגזול אבל בפרק במה מדליקין כ\"כ לפי' רש\"י ושם נפרש:", 
            "<b>בא\"ד</b> א\"נ שלא נטעה נמי במשני צדדין טרפה כו' אבל כו' בית הכוסות אפי' מב' צדדין כשרה בו' עכ\"ל פי' ויטעה נמי לומר דע\"כ הך ברייתא פליגא אמתניתין דמטריף בתרוייהו מב' צדדין וק\"ל:"
        ], 
        [
            "<b>גמ'</b> והפכה רבי ומצא עליה קורט דם וטרפה כו' וזהו החילוק יש בין מצד אחד ובין משני צדדין דמצד אחד בעינן שיהיה הדם מבחוץ על פי המחט לידע שניקב עד לחוץ אבל מב' צדדין אפי' לא נמצא הדם אלא מבפנים סביב הנקב טרפה שהרי ידוע הוא שלפני השחיטה נעשה וכ\"ה במרדכי וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה טרח טירחא לההוא כו' ל\"א טרה טרייה כמו דטרייה עכ\"ל כ\"ה בפי' ישן ועיין בערוך בערך טרח:", 
            "<b>בד\"ה</b> ואפי' ל\"ג דדוקא לא כפף המטה והכה על כל הצלעות כו' עכ\"ל כ\"ה בדפוס רש\"י שלפנינו אבל בפי' ישן ראיתי או אפי' לא כפף המטה והכה על כל כו' עכ\"ל ולפי זה גרסינן שפיר אפילו כנגד כל השדרה ולפי דבריו לא זו שכפף המטה מראשה ועד זנבה ולא נגע בשדרה אלא אפי' לא כפף המטה ונגע בצלעות על כל השדרה וכך הם דברי הר\"ן ושוב ראיתי בפי' ישן אחר שלא כתוב בו אלא בזה הלשון הכה על ראשה והלכה לה המכה כלפי זנבה שהכה במקל ארוך על אורך שדרתה ואפי' לא גרסי' דדוקא כנגד כל אורך שדרתה עכ\"ל ונראה בפירוש דבריו דכולה מלתא דקאמר מעיקרא מראשה ועד זנבה כו' נמי דוקא בכה\"ג מיירי שלא כפף המטה ונגע באורך כל השדרה ולא שייך למימר הכא אפי' והנך רואה שטעות נפל בדפוס שלפנינו שהרכיב דבריו אתרי רכשי של שני הפירושים שכתבנו ויש ליישב קצת בדוחק ספרים שלפנינו ולהגיה גם לעיל הכה על ראשה ולא כפף המטה כו' ויש לפרש דלאו בכפיפה מלמעלה למטה קאמר אלא בכפיפה מן הצד קאמר הכה על ראשה ולא כפף המטה מראשה על הצלעות מן הצד אלא שהכה בשוה מראשה כלפי זנבה על מתניה והיינו דקאמר ואפי' ל\"ג דדוקא כשלא כפף והכה בשוה על כל הצלעות שכנגד כל השדרה הוא דקאמר אבל כפף המטה והלך מן הצד על קצת הצלעות חוששין כמו בשלי' חוטרי כו' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה בית הרחם אין בו כו' משום דאיכא ריעותא דאינו הולך אצטריך כו' דאל\"כ פשיטא דאזלינן כו' עכ\"ל בהדיא קאמר לקמן בהפריס ע\"ג הקרקע והולך לא אצטריך ליה לאשמועינן אלא משום דבולד בהמה שאינו הולך אפשר דלאו משום הך ריעותא דאינו יכול להלוך כשאר רוב ולדות דבהמה אצטריך ליה לאשמועינן דה\"ה בתינוק דלית ביה הך ריעותא כיון דליכא למעליותא שהולך אצטריך לרב נחמן לאשמועינן ואהא קאמרי דליתא דאי לית ביה הך ריעותא אע\"ג דליתא ביה למעליותא פשיטא דהוה אזלינן בתר רוב ולדות וא\"כ מאי קא מסייע ליה מבן יום א' כו' וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דרך דופן ע\"י סם כו' ואין לומר שלאחר שמתה כו' עכ\"ל ולעיל בפ' השוחט קאמר תלמודא אלא דמתה והדר ילידתיה וכתבו התוס' דאיירי בנהרגה האם והכא לא בעי לפרושי הכי משום דמייתי לקמן לר\"ש יוצא דופן הרי הוא כילוד ואמו יושבת עליו ימי טומאה כו' דאמו חיה ליכא לפרושי אלא ע\"י סם וק\"ל:", 
            "<b>תוס'</b> בד\"ה והלכתא היכא כו' לאשמועי' דוקא עמדה למעוטי פשטה כו' עכ\"ל אבל אי הוה קאמר הלכה כרב יהודה לא אמעיט פשטה כיון [דמשמיה] דרב נמי קאמר אימא שבאו לפרש דברי רב יהודה שאמר משמיה דרב ולא לחלוק בא כמ\"ש הרא\"ש ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> מכלל דרב כהנא ורב אסי צלע בלא חוליא כו' ולא ניחא ליה לתלמודא למימר שהם טעו בדבריו דצלע וכולה חוליא קאמר והשתא דקאמר להו גיסטרא קאמריתו ע\"כ דצלע וחצי חוליא קאמר דא\"כ ה\"ל דרב לפרושי הכי ולא ניחא לן למימר נמי דלענין נבילה קמבעיא דא\"כ לא הל\"ל אלא נבילה היא ומתוך תשובתו גיסטרא קאמריתו משמע דלענין טרפה נמי מבעיא להו ודו\"ק:", 
            "<b>שם</b> וליבעי מיניה כדרב כו' ולא בעי למימר דפשיטא להו בחדא דכשרה דא\"כ ה\"ל לרב לפרושי להו דטעו וטרפה אפי' בחדא ולמאי דמסיק היינו רתחיה ניחא לן למימר טפי דמבעי להו מאי דפשיטא ליה לרב ולא דפשיטא להו להכשיר במאי דפשיטא ליה לרב אסור ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה אסיתא חור כו' היינו בחצי חוליא עכ\"ל לא חצי חוליא ממש דא\"כ מאי חוליא קיימת דקאמר אלא קצת חוליא מכל צד ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> והא ההיא תרנגולתא כו' כתב מהרש\"ל בשלמא אברייתא לא קשה מהאי עובדא בו' עכ\"ל ע\"ש לא ידענא מאי קשיא ליה דהא היינו ברייתא היינו רבנן והא קאמרינן ורבנן זיהרא אית ליה ולא קלי זיהריה וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה מזאב ולמעלה כו' אין לו ארס חזק להמית בהמה אלא עופות עכ\"ל מדבריו אלו נראה דאף מגדיים וטלאים ממעט רב כל שהוא מזאב ולמטה כגון חתול והכי דייק לישנא דרב דקאמר בבהמה מן הזאב כו' משמע מכל בהמה ממעט חתול אבל לקמן אמרינן בהדיא לרב דיש דרוסה לחתול בגדיים וטלאים ולא ממעט ליה אלא מאימרי רברבי כמ\"ש התוספות (א) ויש ליישב בדוחק דלפום סברא דהשתא דפריך מברייתא לרב חסדא דאמר דרוסת חתול בגדיים וטלאים ולא פריך מיניה לרב משום דאיכא לאוקמי מלתיה דאף מגדיים וטלאים ממעט ליה ודו\"ק:", 
            "<b>בד\"ה</b> עד שתינקב לחלל כו' אפי' לעופות וכ\"ש לגדיים וטלאים עכ\"ל מפי' מהרש\"ל זהו לפי ס\"ד דלא מוקי ליה כו' עכ\"ל ואין זה מוכרח אלא דאף למסקנא ללישנא בתרא ניחא דמוקי ברייתא באין לו מצילין לגבי חתול והשתא דאין מזיק לעוף וכ\"ש לגדיים כפרש\"י בהדיא ומיהו ללישנא קמא דמוקי ברייתא כרבנן ובגדיים וטלאים אפילו במצילין אין לחתול דרוסה ע\"כ (ב) אית לן למימר בעופות בכל ענין יש לחתול דרוסה דומיא דנץ כמו שכתבו התוס' ודקאמר אההוא תרנגולתא ורבנן זיהרא אית ליה ולא קלי זיהריה הכי קאמר אע\"ג דלגבי עופות קלי זיהריה לגבי גדיים לא קלי זיהריה ועוד בההוא תרנגולתא גופיה לא הוה קלי זיהרא דעוף הגס איקרי והוה דיניה כגדיים וטלאים (ג) לגבי נץ וחתול כפי' רש\"י במתני' ודו\"ק:", 
            "<b>בתוס'</b> בד\"ה ה\"ג אמר רב חסדא כו' אבל בעופות לא א\"כ מאי קפריך מההיא תרנגולתא כו' עכ\"ל אין רצונם מאי קפריך מההיא תרנגולתא דעוף הוא דע\"כ עיקר הפירכא מתרנגולת אינה כך דאין דרסה לתרנגולת כלל אלא דרדף אחריה (ד) ועוד דתרנגולת עוף הגס הוא ודינו כגדיים וטלאים (ה) אלא דהכי פריך מההיא תרנגולתא דחזינן אף באין לה מצילין יש לחתול זיהרא אלא דרצונם לומר דאי הוה אמרינן לבריבי אע\"ג דבאין מצילין אינו דורס גדיים וטלאים אבל הוא דורס עופות ע\"כ דאית ליה זיהרא ומאי קא קשיא ליה מההיא תרנגולתא דהוה לה זיהרא דהא איכא למימר לבריבי כמו לרבנן דאית ליה זיהרא ולא קלי גדיים וטלאים אלא ע\"כ לבריבי דמחלק בין מצילין ואין מצילין ליכא לפלוגי כלל בין גדיים וטלאים לעופות ובאין לו מצילין ליכא ארס כלל דהשתא פריך שפיר מתרנגולתא דה\"ל ארס באין לו מצילין (ו) מיהו הרא\"ש כתב ללישנא בתרא דבין בנץ בין בחתול בגדיים וטלאים דורסין דוקא במצילין ובעופות אף באין מצילין דורסין וצ\"ל לדבריו דהכי פריך מתרנגולתא דאע\"ג דיש לו ארס אפי' באין מצילין לגבי עופות מ\"מ רוב הזיהרא כי האי הנמצא בדשא א\"א דלא קלי אף בגדיים וטלאים וכה\"ג כתוב בחידושי הרשב\"א:", 
            "<b>בד\"ה</b> מ\"מ לרב חסדא קשיא כו' וא\"ת ולישני ליה כו' וי\"ל דדומיא דנץ קתני דאף בגדיים כו' עכ\"ל מכח הך קושיא ה\"מ לדחויי לגי' נץ במלתיה דרב חסדא דא\"כ לישני ליה דברייתא באימרי רברבי והוי שפיר חתול דומיא דנץ דאף בגדיים יש להן דרוסה וק\"ל:", 
            "<b>בא\"ד</b> אמאי לא מוקי ברייתא כו' כבריבי ובאין לו מצילין כו' עכ\"ל דהשתא הך ברייתא דאקשינן לרב חסדא נמי הוה סבירא כותיה דרב חסדא אבל ללישנא בתרא דאוקמינן מלתיה דרב חסדא כרבנן משום דהוו רבים ע\"כ דהברייתא לא אתייא כוותייהו וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> ובא מעשה כו' וי\"ל דא\"כ מאי אריא דנקט רב כהנא שועל כו' עכ\"ל ולאידך לישני נמי ליכא לשנויי דרב כהנא איירי בעופות דא\"כ מאי אריא דנקט שועל אפי' חולדה נמי וק\"ל:", 
            "<b>בד\"ה</b> רוב אריות דורסין כו' מ\"מ אפי' בשאר שוורים כו' והיה הארי שוכב אצל הכותל כו' עכ\"ל הוצרכו לזה דבמה שכתבו דלאו רוב אריות דורסין ממש אלא ראוין לדרוס יתיישב שפיר בשאר שוורים דהכא ודאביי דחייש במקום צפורן דאי לאו מקום צפורן איכא למימר הכי ואיכא למימר הכי והוי פלגא ופלגא ומותר לרב דמוקמינן ליה אחזקה קמייתא שלא נדרס אבל בההוא שור שנמצא בו הצפורן אי נמי דרוב ראויין קאמר הא איכא ביה רובא לאיסורא דההוא צדדא לא תלינן בחיכוך כיון דכל המתחכך אין צפורן יושבת לו בגבו הוי כוליה לאיסורא דאומר ארי דרסו ואידך צדדא נמי דכל הדורס אין צפורנו נשמטת ואימר דמכותל בא הצפורן לאו כוליה להיתרא (דר\"ל) [דדל] צפורן מהכא אימא דהאי ארי דרסו כמו שיש להסתפק בשאר שוורים כקושייתם ואיכא בהאי שור תלתא רבעי לאיסורא וחד רבעא להיתרא ולית לן לאוקמא אחזקה ולכך הוכרח לפרש דלאו בכותל תלינן הצפורן אלא דמן הארי בא ע\"י חולי בחיכוך השור בכותל דהשתא ההוא צדדא דתלינן בחיכוך נמי הוי כולה להיתרא שהארי חולי ממנו בא ע\"י חיכוך השור בכותל והוי פלגא לאיסורא ופלגא להיתרא ושרי לרב ומה\"ט נמי ניחא דשמואל נמי לא קאסר אלא ההוא שור שנמצא בו הצפורן אבל שאר שוורים מותרים הכא כנראה מדברי התוס' בר\"פ בד\"ה קסבר עולא אין חוששין כו' והדברים ברורים ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> דרוסה שאמרו כו' או שדרסה ואין מקום הדריסה כו' והא דקאמר בסמוך דמורי בה רב מכפא כו' עכ\"ל וליכא לאוקמא מלתיה דרב בשדרסה ואין מקום הדריסה ניכר דההיא נמי ספק דרוסה כיון דאין הארס ניכר מבחוץ ושרי לרב והא דלא הוכיח כן ממלתא קמייתא דרב בשמעתין משום דאיכא למימר כבר פירשה רב חנן בר רבא משמיה דרב דרוסה שאמרו צריכה בדיקה כו' היינו שפירשה כך למאן דאסר ספק דרוסה דכהאי גוונא קאמרינן בעלמא תרגמה רב אליבא דשמואל אבל מההוא דמורי ביה רב מכפא כו' מוכח שפיר דהכי אית ליה לרב ומהרש\"ל פי' בע\"א ואין להאריך וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> אילימא כפא כו' ובתר הכי בעי רב הונא נגד הסימנין כו' עכ\"ל משום דבין הכא ובין התם כנגד כל החלל איכא לפרושי היינו שהוסיף אפי' כנגד הסימנין אי לאו דהתם בתר הכי דבעי רב הונא נגד הסימנין כו' דהשתא ע\"כ נגד כל החלל כגון ריאה ולב כו' וק\"ל:", 
            "<b>בד\"ה</b> וחזייה לדרב מתנא כו' וא\"ת אמאי מוקי תלמודא כו' דאתיא בזה הכלל ואע\"ג דלא דמיא כו' עכ\"ל לתירוצם קמא שכתבו לרכיש דמרבינן בזה הכלל אע\"ג דלא דמי הקשו כך דנימא הכי לר\"י ותרצו דקים ליה דפליג בדרב מתנא דהשתא ע\"כ לר\"י דלא אתי בזה הכלל אלא דדמי דאל\"כ מנליה לר\"י למעוטי כולי האי מאלו טריפות דאימא דלא מיעט אלא דרכיש דהוי אתי בזה הכלל אע\"ג דלא דמי וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> כסלע כיתר כו' ונראה דקאי אנקדרה כסלע וכו' עכ\"ל והרשב\"א כתב על פירוש זה ואינו יכול להולמו דרב נחמן אמאן קאי אי אדרב אסי איהו נמי אמר בהדיא נקדרה כסלע טריפה ואי אדר' חייא כו' עכ\"ל ונראה ליישב דלעיל ליכא פלוגתא דגניבא גופיה דאמר משמיה דרב אסי כסלע טרפה פירשה לר' חייא ב\"א דהיינו יתר מכסלע אבל כסלע מצומצם כשרה ורב נחמן הכא פליג ואמר דכסלע מצומצמת הוי כיתר מכסלע וטרפה ומייתינן נמי עד ולא עד בכלל וטרפה וק\"ל:", 
            "<b>בד\"ה</b> הדקין שבכלי כו' אלא אשברים קאי כו' והא דתנן במסכת מקואות כו' עכ\"ל מהרש\"ל הגיה אשברים קאי אמנם בשום מקום לא מצאנו דבעינן שיעור לכלי חרס מתחילתן והא דתנן כו' עכ\"ל ואפשר שהביאו לזה ממה שכתבו והתם נמי פליג ר' יהודה ואמר אף בשל חרס בכל שהוא דמשמע לרבנן נמי בשאר כלי חרס בכל שהוא אבל בדברי הר\"ש בפ\"ד דמקואות אהך מתניתין כתב ג\"כ כהאי תירוצא דהתם דוקא לקבל צרורות וכתב דבשאר כלי חרס יש שיעור כדי סיכת קטן וצ\"ל כל שהוא דקאמר רב יהודה לאו דוקא אלא סיכת קטן שהוא שיעור היותר קטן מקרי כל שהוא וכן נראה דעתם ממאי דמסקי נמי בסוף דבריהם הכא דא\"נ ל\"ג בסדר המשנה הן משתמע כמו הן מדקתני וקרקרותיהן בוי\"ו ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> שיעורן בכדי כו' לאו יחוד בעלמא קאמר אלא שעשה שום תיקון כו' עכ\"ל וצ\"ל נמי דע\"י תיקונו נעשה שלם כמתחלה כההיא דחוליות התנור דאל\"כ כיון דנטהר לא יקבל שום טומאה וק\"ל:", 
            "<b>בא\"ד</b> ועוד אי יחדו מה לי לא היה לו עינבל מעולם מה לי היה לו כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> כל שיעורי כו' המוספין עד ז' שעות דהוי עד ועד בכלל כו' עכ\"ל ומההיא דמוספין ה\"מ להקשות בפשיטות אלא דאיכא למימר דהיכא דמוכח שאני דבמוספין מוכח דההוא עד ועד בכלל לקולא ע\"ש וק\"ל:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> להביא עור של בית כו' אע\"ג דאינה קריבה אלא בכבש מ\"מ איתיה או באכילת אדם כו' עכ\"ל היינו השתא למאי דתני זבח אבל למאי דתני עולה אין חילוק דהא כולה כליל היא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אבעי' להו הורו כו' משום דלא מיירי בפלוגתא כי היכי דלא חשיב ניטל הנוצה לר\"י כו' עכ\"ל אע\"ג דאין זה דומה לגמרי דהתם כר' יהודה ולא כרבנן לא בעי למתני יתר בעוף ניטל הנוצה אבל הכא כרבנן ולא כר' טרפון ה\"ל למתני יתר בעוף ניטלה הטרפחת ועוד דר' טרפון גופיה חזר בו מ\"מ איכא למימר דבפלוגתא כי האי דמעיקרא הוי פליג ר\"ט נמי לא בעי למיתני יתר בעוף ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> למה ליה למר כו' וגם ר' ירמיה שהביא ראיה כו' אבל מההיא דאסרה מתני' בבהמה לא רצה לדקדק ולומר כ\"ש בעוף כו' עכ\"ל יש לדקדק ומאי קושיא דהא למאי דס\"ד השתא שמוטה וחתוכה א' הוא ע\"כ לית ליה הך סברה לאטריף בעוף טפי אלא אדרבה דהא בעוף שמוטה כשרה ובבהמה קתני במתני' דחתוכה טרפה כמ\"ש התוס' לר' אבא וי\"ל דר' ירמיה כיון דידע האמת דאיכא לפלוגי בין שמוטה לחתוכה כדמסיק בפירוש אמר רב כו' וא\"כ לא אצטריך לן לפלוגי בין עוף לבהמה ואית לן למימר כסברא האמיתית דכ\"ש דעוף דזוטר חיותיה דזאת הסברא היא סברא מבחוץ דלכך נקט למסקנא שמוטה כשרה בעוף לרבותא וכ\"ש גבי בהמה ודו\"ק:", 
            "<b>בא\"ד</b> דמקשינן מיניה לרב לעיל היינו אליבא דרב יהודה כו' עכ\"ל ודמקשינן והונא חברין אמר רב בדיק בידא ומכשר והתניא לוי כו' היינו דמסתמא לא פליג רב יהודה אעובדא דקאמר רב הונא דבדיק רב בידא ומכשר ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מצטרפין למלא מקדח כו' דהיינו כדי שינטל מן החי כו' עכ\"ל פתח כמלא מקדח שהן דברי ב\"ש וסיים כדי שינטל מן החי שהם דברי ב\"ה מזה מוכח דהיינו שיעורא דמלא מקדח היינו נמי שיעורא דב\"ה דכדי שינטל מן החי אלא לב\"ש מקדח וחיסומו שנינו כדאיתא בבכורות וכמ\"ש כל זה בריש פרקין ודו\"ק:", 
            "<b>תוס'</b> בד\"ה מטלית של טרסיים כו' פי' בערוך ומסתבר מפני שצורפי כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> איתיביה רב אשי לאמימר. ושוין בביצת כו' לדברי התוס' דקאי ושוין אפלוגתא דב\"ש וב\"ה בלאו אמימר הוה ניחא ליה דפלוגתייהו דר\"א ור\"י בעובר ירך אמו בעיברה ולבסוף נטרפה והאי ושוין בביצת כו' דקאי אב\"ש וב\"ה מיירי בנטרפה ולבסוף עיברה דאסור לכ\"ע דגדלה באיסור וזה וזה גורם אסור אבל לפרש\"י ליכא למימר הכי דכיון דקאי אפלוגתא דר\"א ור\"י אמאי קאמר ושוין בביצה כו' דהא בולד נמי בכה\"ג בנטרפה ולבסוף עיברה דאסור דזה וזה גורם אסור אלא דצ\"ל לפרש\"י דבלאו אמימר הוי מוקי פלוגתייהו בעובר ירך אמו בעיברה ולבסוף נטרפה ודומיא דהכי ושוין בביצת כו' נמי בעיברה ולבסוף נטרפה דהיינו שיחלא קמא ואסור טפי מבולד משום דכגופה כדמסיק ללישנא בתרא אבל מדמתיר אמימר מכאן ואילך ע\"כ דלא ס\"ל דכגופה היא דמה\"ט דכגופה היא יש לאסור אפי' מכאן ואילך אפילו למ\"ד זה וזה גורם מותר ונראה שזה הכריחו לפרש אלא הא דתנן כיון דאמרת כו' בדספנא מארעא דחד גורם הוא מכלל דפלוגתייהו בזה וזה גורם כו' ועיקר קושייתם הוא קושיית אי הכי כו' דמהא דאסר אמימר דשיחלא קמא אין להוכיח דלא מתוקם פלוגתייהו בעובר ירך אמו דא\"כ קם ליה אמימר כר\"א כמ\"ש התוס' דהא רב אשי גופיה נמי הוה אוסר שיחלא קמא לכ\"ע משום דכגופה היא מיהו פרש\"י דחוק ולא ידענא להולמו וכי משום דמוקמינן ושוין בביצת כו' בדספנא מארעא דחד גורם הוא לא מתוקם פלוגתייהו אלא בזוז\"ג ה\"נ איכא למימר כיון דמוקמינן ושוין בביצת כו' בדספנא מארעא בנטרפה ולבסוף עיברה מתוקם פלוגתייהו בעיברה ולבסוף נטרפה בעובר ירך אמו ועוד קשה לפירושו דקאי ושוין בביצת וכו' אפלוגתא דר\"א ור\"י מאי פריך ולישני ליה בשיחלא קמא דהא ע\"כ כיון דמוקי פלוגתייהו בזה וזה גורם אית לן למימר דושוין בביצת כו' מיירי בחד גורם דהיינו ספנא מארעא ולא שיחלא קמא דהוה זה וזה גורם ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ושוין כו' ואפי' רבי יעקב לא פליג כו' ובפ\"ק דביצה נמי פשיטא ליה לתלמודא דשרי כו' דלא הוי פליג רב כו' עכ\"ל כצ\"ל ואין זה ראיה לפי' ה\"ג דאדרבה מדפריך הכא בפשיטות כרב ולא קאמר דרב ס\"ל כמ\"ד בשר עוף בחלב דאורייתא הוא ליתא לפי' ה\"ג אלא כפי' ר\"ת אלא דשיעור דבריהם כך הוא דהא דפריך התם בפשיטות לרב לפי' ה\"ג ע\"כ אית לן למימר נמי כדלעיל ומשום דהמנהג כך הוא שהיו נוהגין היתר ודו\"ק:", 
            "<b>תוס'</b> בד\"ה במאי קמפלגי כו' משום דאסר אמימר דשיחלא קמא לא מיתוקם כו' עכ\"ל ורב אשי גופיה דהוה אוסר לכ\"ע מכאן ואילך וכ\"ש דספנא מארעא לאו משום ירך אמו אלא משום דגדלה באיסור וזה וזה גורם אסור אבל שיחלא קמא אין לאסור אי לאו משום ירך אמו וק\"ל:", 
            "<b>בא\"ד</b> ואם תאמר ואמאי לא ניחא ליה לרב אשי כו' הא שמעי' ליה לר\"א כו' עכ\"ל פירוש דהא לאמימר ע\"כ רבי יהושע מתיר בזה וזה גורם ור\"א בהדיא אוסר שם זה וזה גורם ומאי דוחקיה דרב אשי דלא מתוקם פלוגתייהו בהכי ויש מקשים דמאי קושיא דאימא דדוחקיה דרב אשי משום קושיית אי הכי אדמפלגי כו' דאי הוה פלוגתייהו בעובר ירך אמו הוה מתיישב לו הא דמפלגי לגבוה כמ\"ש התוספות לקמן וי\"ל דמשמע להו דעיקר קושייתו במאי קמפלגי כו' לאו משום קושיית אי הכי כו' הוא דאם כן לא הוה אצטריך ליה למידק דלא מתוקם פלוגתייהו בעובר ירך אמו מדאסר אמימר שיחלא קמא כמ\"ש התוס' דא\"נ דפליגי בעובר ירך אמו תקשי ליה לאמימר דמתיר לר\"י זה וזה גורם ור\"א אוסר בהדיא שם ואם כן אדמפלגי בעובר ירך אמו ולגבוה להודיעך כחו דר\"י ליפלגי נמי בזה וזה גורם ולהדיוט להודיע כחו דר\"א אלא ע\"כ דקושיית במאי קמיפלגי לא קסמיך כלל אקושיית אי הכי אלא דלא ידע כלל במאי קמיפלגי לאמימר ואהא קשיא להו שפיר ואמאי לא ניחא ליה לרב אשי דפלוגתייהו בזה וזה גורם ודו\"ק:"
        ], 
        [], 
        [
            "<b>גמ'</b> אלא ה\"ק כל בהמה שאין לה שיניים כו' ומפרסת פרסה וליבדוק כו' ק\"ק מי הכריחו לכך דלא הל\"ל אלא בידוע שהוא מעלה גרה וקושטא הוא דבודק בפרסותיה ואפי' בשאינו מכיר בן גמל ויש ליישב ודו\"ק:", 
            "<b>תוס'</b>  בד\"ה אלו הן סימני חיה כו' יש לה טלפים כטלפי חיה אכתי איכא לספוקי בבהמה דיש טלפי חיה דומות כטלפי בהמה עכ\"ל מפירוש מהרש\"ל וממילא נמי איכא לספוקי שמא ישתנה מין עז וכה\"ג שיהיה דומה בטלפים לחיה עכ\"ל ואין זה בכח מאמר דבריהם ואינו אלא דברי נביאות שהרי עיקר קושייתם לפר\"ת דבהמות המנויין שור כשב ועז אינן משתנין בקרניהן ובטלפיהם ואם נימא דמשתנין בטלפים איכא למימר נמי דמשתנין נמי בקרניהן אלא דבתרוייהו אין משתנין בשום בהמה ואין כאן קושיא כלל לפר\"ת וע\"כ הנראה דסברתם זאת קיימת דאין בהמות משתנין לא בקרנים ולא בטלפים אלא דהחיות טהורין אינן מצוין כולן בינינו ויש טלפי חיה דומות כטלפי בהמה וה\"ק רבי דוסא דההוא סימנא דקרנים הוא סימן מובהק דאם יש לו קרנים כקרני חיה חלבו מותר ואם לאו ודאי בהמה הוא וחלבו אסור אבל סימנא דטלפים אינו מובהק דאף אם אין לו טלפי חיה אין זה ודאי בהמה דאפשר דחיה הוא דיש טלפי חיה שאינן מצויין בינינו דומות לטלפי בהמה ודו\"ק:", 
            "<b>בא\"ד</b> והשתא מתניתין דפ' בא סימן כו' אתי ככ\"ע דרבנן מודו כל שיש לו קרנים יש לו פרסות סדוקות עכ\"ל פי' והשתא היינו בין לפר\"ת בין להאי וי\"ל כו' שכתבו ולאפוקי מפי' ריב\"ם דלא מצי אתי הך מתניתין אלא כר' דוסא כמ\"ש לעיל:", 
            "<b>ודע</b> לפי' זה קרנים וטלפים דהתם בכל קרנים וטלפים איירי ולענין טמאה וטהורה וה\"ק כל שיש לו קרנים אפי' של בהמה ואפי' קרן א' כמ\"ש התוס' לקמן יש לו טלפים פרסות סדוקות וטהור וכל שיש לו פרסות סדוקות אין לו קרנים כגון חזיר וכן נראה מפרש\"י שם אבל הרמב\"ם לא פי' שם כן ועיין בחדושינו שם ודו\"ק:", 
            "<b>בא\"ד</b>   אך קשה על פי' זה דכי פריך והרי עז שיש לו קרנים וטלפים מסתמא הוי ההוא טלפים דעז כטלפי חיה כו' עכ\"ל אין עיקר קושייתם לדברי המקשה דאימא בין אקרנים לחוד ובין אטלפים לחוד פריך והרי עז דיש לו קרנים וטלפים דה\"נ בברייתא דקתני קרנים וטלפים או או קתני אבל עיקר קושייתם לדברי המתרץ מאי קמשני כרוכות בעינן דאכתי תקשי לן מטלפים כיון דבחד סגי ומהרש\"ל דחק בזה לאין צורך ואין להאריך וק\"ל:\n :"
        ], 
        [
            "<b>פרש\"י</b> בד\"ה בעינן חדורות כרוכות כו' כרוכות לאפוקי נמי מספיקא דעז ואע\"ג דשל עז אינן חדורות יש עיזא כרכוז כו' עכ\"ל לכאורה נראה מפירושו דכרוכות לאפוקי עיזא דכרכוז דאינן כרוכות וכן הבין הר\"ן בפרש\"י אבל לפי זה והיינו ספיקא דעיזא דכרכוז לאו אמבלע חירקייהו קאי אלא אכרוכות וא\"כ כל מה שמדקדקין התוס' לפריב\"א ה\"מ לדקדק כמו כן לפרש\"י ועוד מאי קא קשיא להו לתוס' על פרש\"י דלישני ליה דתרוייהו בעינן חרוקות וכרוכות כו' ואמאי לא סגי בכרוכות וחרוקות עכ\"ל דהא איכא למימר דאצטריך למימר חדורות למאן דמתיר עיזא דכרכוז ולית ליה סימנא דכרוכות כלל ונקט נמי סימנא דכרוכות למאן דאוסר עיזא דכרכוז ולולי שהר\"ן הבין בפרש\"י כן היה נראה לנו לפרש\"י נמי דכרוכות לא אתי לאפוקי עיזא דכרכוז אלא עז סתם ושכתב ואע\"ג דשל עז אינן חדורות כו' אינו נמשך אדלעיל אלא מלתא באנפי נפשיה הוא דהשתא והיינו ספיקא דעיזא דכרכוז כו' שפיר אמבלע חרקייהו קאי ותו לא מידי וצ\"ע:"
        ], 
        [
            "<b>תוס'</b> בד\"ה בקומתן נבראו כו' אלא בקומתן היינו שנגמרה כל קומתן מתחלתן עכ\"ל ולדבריהם הא דמדקדק דקרניו קודמת לפרסות היינו כיון דכל מה שעתיד להיות נברא עמו והראש נברא תחלה וכשנברא הראש היו הקרנים בראש ואח\"כ נבראו הפרסות וכן נראה מדברי הערוך ע\"ש:", 
            "<b>בד\"ה</b> הרכיב שני כו' וא\"ת מתני' היא כו' אין נוטעין כו' עכ\"ל אבל מדברי הרמב\"ם שכתב בפ\"א דהלכות כלאים המרכיב אילן כו' לוקה מן התורה בכ\"מ כו' עכ\"ל והשמיט הרכבת ירק בירק נראה דמלישנא דתלמודא דקאמר הרכיב ב' דשאים כו' וכיון דלא כתיב בהו למינהו לא מחייב כו' ולא קאמר מהו להרכיב שני כו' דלענין איסורא ודאי לא קמבעיא להו כמתניתין דכלאים ומאותו ק\"ו שנשאו שלא לצאת בערבוביא יש לנו ללמוד נמי איסורא להרכיב אלא לענין מלקות קמבעיא ליה הכא דאין עונשין מדין ק\"ו ומ\"ה הרמב\"ם דנחית שם למלקות השמיט שם ירק בירק כיון דסלקא בתיקו וזה נ\"ל ברור בדברי הרמב\"ם והכסף משנה האריך שם בדחוקים ואין להאריך:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> כל עוף הדורס טמא וא\"ת כו' ואי הל\"מ הוא א\"כ ל\"ל דכתב רחמנא פרס ועזניה עכ\"ל אבל מהא דאצטריך נשר לטמא כל שיש בו ד' סימנים לא קשיא להו ל\"ל כיון דבכלל הד' סימנים הוא שהוא דורס והוה הל\"מ שהוא טמא דיש לומר דאצטריך נשר לטהר כל עוף שאין בו א' מכל ד' סימנים אלו ואין להקשות א\"כ כיון דכל הדורס טמא ע\"כ האי כללא ליתא דהא אם היה דורס לחוד טמא אף שיש בו ג' סימני טהרה די\"ל לשיטת התוס' דליכא עוף טהור חוץ מכ\"ד עופות שהוא דורס ויש בו א' מסימני טהרה וצ\"ע בזה לקמן ודו\"ק:", 
            "<b>בד\"ה</b> כל שיש לו אצבע כו' ובאותן ב' סימני טהרה דליתנהו בעורב לתכשרו כו' עכ\"ל פי' דאף אם לא נדע הי ניהו סימן החדש דליתא בי\"ט עופות מ\"מ בהנהו ב' סימני טהרה דליתנהו בעורב דחד מהן הוא סימן החדש לתכשרו דהא ליכא לספוקי לא בי\"ט עופות ובעורב דלית בהו סימן החדש ולא בפרס ועזניה דלית בהו אלא חד סימן טהרה ומיהו הא לא קשיא להו למיתני דבחד סימן טהרה דליתיה בעורב ועוד סימן טהרה אחר דעמו לתכשרו דאם כן הוה צריך לבדוק גם אחר סימני טומאה דאל\"כ יש לספק בשאר י\"ט עופות שיש בהם ג' סימני טהרה ומה לי דתני דבדק בג' סימני טהרה או דבדק אחר ב' סימני טהרה ובדק גם בסימני טומאה אבל בב' סימני טהרה דליתנהו בעורב ניחא דלא הוה צריך למבדק כלל אחר סימני טומאה ודו\"ק:", 
            "<b>בא\"ד</b> דהדרי בכולהו פי' בי\"ט עופות כו' עכ\"ל וכ\"כ בכולה שמעתין והיינו משום דשאר עופות דאית בהו ג' ג' סימנין י\"ט הוו ט\"ז כתיבי בהדיא וג' למינה הרי י\"ט ועורב ולמינו דכתיב גביה יש בכ\"א ב' סימנין הרי כ\"א ובפרס ועזניה אית בהו סימן אחד הרי כ\"ג ובנשר לית ביה כלל הרי כ\"ד כדלקמן בשמעתין:", 
            "<b>בד\"ה</b> לא נאמר פירושן כו' אבל קשה מתורין כו' ועוד אי לא כתיבי תורין ה\"א איפכא כו' אבל היינו יכולין לעשות כל סימני עורב כו' עכ\"ל פי' דקשה מתורין דאצטריך ליה דלא ידעינן כלל סימני טהרה וטומאה אלא ממה שהתורים חלוקים מנשר כנראה מפרש\"י ועוד אף אם נאמר דא\"נ לאו חילוק סימני טהרה מטומאה ידעינן שפיר סימני טומאה מ\"מ הא איכא למימר איפכא כו' וה\"ה דהמ\"ל דהיינו יכולין לעשות כל סימני פרס או עזניה ההוא דאית ביה סימנא דהדר בכולהו סימני טומאה מיהו סימני פרס או עזניה ההוא דלית ביה סימנ' דהדר בכולהו ודאי דלא היינו יכולים לעשות כל סימני טומאה דא\"כ בי\"ט עופות לא הוה שום סימן טומאה שהי\"ט עופות הם ממש איפכא מפרס או עזניה דאית ביה סימן החדש ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> מכדי כ\"ד עופות טמאים כו' וא\"ת והא אכתי אצטריך נשר להתיר אותו סימן ג' כו' עכ\"ל אף שכבר כתבו לעיל דשאר עופות דאית בהו תלת סימני דהדרי בכולהו ה\"ל י\"ט כתובים ולא נילף מנייהו ומדאצטריך נמי עורב ע\"כ דלא נילף מנייהו כדקאמר תלמודא א\"כ עורב דכתב רחמנא ל\"ל כו' היינו דלא נילף מנייהו תלתא סימנין במה מצינו וכן תרי סימנין דשרינן היינו נמי דגלי ליה רחמנא מדאצטריך פרס ועזניה כדקאמר תלמודא א\"נ דשרינן תרי סימנין משום דה\"ל עורב גופיה עם למינו ב' כתובים כמ\"ש התוס' לעיל וכן סימני דפרס ועזניה כל חד וחד בשאר עופות שרינן להו משום דה\"ל ב' כתובים עם י\"ט עופות דכל חד וחד הוה ילפינן ליה שפיר מק\"ו די\"ט עופות אלא דכתבינהו רחמנא לפרס ועזניה דליהוו ב' כתובים עם י\"ט עופות אבל סימן שלישי דליתיה לא בפרס ולא בעזניה לא גלי רחמנא דלא נילפיה לאיסורא מק\"ו די\"ט עופות אע\"ג דהוי י\"ט כתובים ואהא תירצו דאי הוה סימן שלישי בעורב ניחא דהשתא גלי לן רחמנא שפיר דלא נילף אפי' ההוא סימן ג' בק\"ו דהא עורב אית ביה ההוא סימנא ולא אצטריך למכתביה דהוה ילפינן ליה שפיר מק\"ו השתא דאית ליה תלתא לא אכלינן דאית ליה תרי מיבעיא אלא דכתביה רחמנא דלהוי עורב וי\"ט עופות ב' כתובים ותירצו עוד דבלאו הכי לק\"מ דמי\"ט כתובים הבאים כא' אין מלמדין כלל אפי' בק\"ו ודברי מהרש\"ל בזה אינן מבוררים לן ואין להאריך:", 
            "<b>בא\"ד</b> ואם תאמר והיכי ה\"מ למילף כו' אם כן ל\"ל דכתב רחמנא ההוא דאית ביה חד כו' לאו פירכא היא דמהנהו לא ילפינן כלל כו' עכ\"ל דלמשרי תרי סימנין בשאר עופות כדקאמר תלמודא א\"כ פרס ועזניה ל\"ל לא אצטריך לפי האמת דעורב גופיה עם למינו הוו ב' כתובים ותירצו דמהנהו לא ילפינן כלל אפי' בק\"ו ואף שכבר כתבו כן לעיל לדברי המקשה נחתי הכא למימר דכן צ\"ל נמי לדברי המתרץ ומשום קושייתם וא\"ת ומאחר דמי\"ט עופות כו' וכן מ\"ש כאן ולהכי נמי פרט לעורב כו' קאי אכולה מלתא דלפי סברתם שכתבו בין לדברי המקשה ובין לדברי המתרץ דלא ילפינן כלל מי\"ט עופות אפילו בק\"ו ניחא למאי דבעי למימר מעורב מה התם תרי לא אף כל תרי לא ל\"ל דכתביה רחמנא לעורב כלל דהא הוי ק\"ו מי\"ט כתובים דלמשרי תלתא סימנין בעלמא כדקאמר תלמודא לא אצטריך לפי האמת דאין למדין מי\"ט כתובים במה מצינו אלא דע\"כ דאפי' בק\"ו לא נילף מי\"ט כתובים ולהכי שפיר פרט הכתוב לעורב ודו\"ק:", 
            "<b>בא\"ד</b> ומאחר דמי\"ט עופות לא כו' א\"כ נילף מיניה מההוא אחר כו' דעתה אינן ב' כתובים כו' עכ\"ל יש לדקדק ומאי קושיא לדברי המתרץ דע\"כ ליכא למילף מההוא סימן ישן דא\"כ לא לכתוב כלל אלא סימן החדש והוה ילפינן דכל עוף הבא בסימן חדש שהוא חשוב יותר לטהר אפ\"ה הוא טמא כ\"ש באחד משאר ג' סימנים דלא מהני בשאר עופות וכה\"ג הקשו התוס' לקמן לפי' שני וליכא למימר דא\"כ דלא אצטריך סימן הישן לגופיה ע\"כ דכתביה רחמנא דלא תילף גם מן החדש ולעשות ב' כתובים הא ליתא דאצטריך שפיר סימן הישן למשרי בעלמא סימן הישן דאי לא כתביה הוה אסרינן סימן הישן אפי' בעלמא מק\"ו מסימן החדש וי\"ל דאם נאמר כן לעלמא שיש לאסור סימן הישן בק\"ו דסימן החדש א\"כ לא הוה איסורא דסימן הישן חוזר לגופיה כיון דקושטא הוא דילפינן בעלמא מסימן החדש והוה ילפינן שפיר נמי סימן הישן בק\"ו דמשום היתירא דסימן הישן בעלמא לא הו\"ל למכתב איסורא דסימן ישן דאין זה חוזר לגופיה ומיהו לפי זה מה שהקשו לעיל וא\"ת והא אכתי אצטריך נשר להתיר אותו סימן שלישי דליתיה לא בפרס כו' אין כאן מקום קושיא דאי הוה ילפינן סימן שלישי בק\"ו מי\"ט עופות לא אצטריך נמי לכתוב פרס ועזניה והוה ילפינן ליה נמי בק\"ו ואי להיתירא סימנא דפרס ועזניה בעלמא אתא אין זה חוזר לגופיה ויש ליישב בדוחק ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> מפני שיש להן זפק כו' דומיא דבא בסימן אחד דכולה שמעתתא דמשמע דברור לנו כו' דאי מספקא לן א\"כ הוי ספק עורב כו' עכ\"ל דאין דבריהם מבוררים דלמאי דמפרשי התוס' לקמן דאותו סימן א' היינו אינו דורס א\"נ דמספקא לן בשאר הסימנים ליכא לספוקי בעורב לפי' ריב\"ם דעורב הוא דורס ואף שאין שם קושיא לפי' ריב\"ם לפירושו הכא הא איכא לפרושי הכי מכח קושיא דהכא והקשו לפירושו ועוד דאם נפרש דברור לנו בא' סימן שאין לו אלא ההוא סימן בלבד משאר א\"כ ידענו בו שהוא דורס וכל הדורס טמא ואם רצונם דברור לנו שאין לו אלא סימן א' ושנים האחרים לית ביה בודאי ולא בדקנו אם הוא דורס אם לאו אם כן הוי שפיר ממש דומיא דבשני סימנים טהור כמו שפי' לפי' ריב\"ם וצ\"ע:", 
            "<b>בא\"ד</b> ומדרסי נמי לא דרסו מדאכלי ליה כו' משכחת להו כולהו סימני טהרה בעורב ומינו ונראה לפרש כו' עכ\"ל אכתי לא יתיישב מדאכלי ליה לא דרסי ומשכחת לר\"א דסימן החדש דהיינו אינו דורס לפריב\"ם איתיה במין עורב ואנן אסיקנא דלא משכחת ליה אלא או בפרס או בעזניה ואפשר שלא חשו התוספות לתרץ משום דאיכא למימר דר\"א סובר שאנשי גליל טעו והוו סברי דלא דריס וקושטא הוא דדריס כיון שהוא מין עורב וכה\"ג איתא לקמן בתרנגולתא דאגמא כפי' התוספות ע\"כ וק\"ל:", 
            "<b>בד\"ה</b> והוא דלא דרס כו' ועוד דמשמע דאי הוה פרס ועזניה שכיחי בישוב הוה מספקא כו' עכ\"ל לכאורה מאי קושיא דמה\"ט דלא שכיחי פרס ועזניה מחזקינן ליה באינו דורס אבל אי הוה שכיחי בישוב לא הוה מחזקינן ליה אלא בדורס שהוא פרס או עזניה וכן צ\"ל לפי' ר\"ח שכתבו התוס' לקמן דהכא בסימן א' הוא סימן החדש קורקבן נקלף שפירש והוא דלא דריס דמחזקינן ליה באינו דורס כיון דפרס ועזניה לא שכיחי ואפשר דלשון רש\"י הכי משמע להו מדחזינן ליה סימן א' של טהרה מחזקינן בהו דאינו דורס אפי' הוא פרס ועזניה שכיחי בישוב ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הני קורקבנן כו' ושאר שלשת הסימנין מבוררין בהן כו' עכ\"ל וכמ\"ש התוס' לפירושו דסי' החדש הוא קורקבן נקלף ולא בעי לפרושו שהיה בו רק סימן א' מבורר לטהרה דהשתא אם יחשב קילוף ליכא לספוקי למידי דפרס ועזניה לית להו אלא סימן א' ועורב נמי לית ליה סימן הקילוף שהוא סימן החדש ואם לא יחשב קילוף איכא לספוקי בפרס או עזניה דזה הוא דוחק לאוקמא בהכי כיון דאיכא אתרא דפרס ועזניה לא שכיחי כמו שכתבו התוס' ולא באו לפרש נמי שלא היו מבוררין סימנים האחרים כלל לא לטהר ולא לטמא דהשתא אם לא יחשב קילוף איכא לספוקי בכל עופות הטמאים חוץ מפרס או עזניה ההוא דאית ביה סימן החדש לבד ואם יחשב קילוף ליכא לספוקי בכל עופות טמאים דלית בהו סימן החדש אלא דאיכא לספוקי בפרס ועזניה והני לא שכיחי בישוב דאם כן למה הניחו השמונה בספקייהו ולא בדקו אחר סימנים האחרים לטמא ולטהר דהכי פריך לקמן ח' ספיקות הן לבדוק בביצה כו' ועוד נראה דכמו דדוחק הוא לאוקמא ספיקייהו דוקא באתרא דשכיחי פרס ועזניה ה\"נ דוחק הוא לאוקמא דוקא באתרא דלא שכיחי דסתמא קאמר ח' ספיקות הן מיהו ה\"מ לפרש דב' סימנים היו מבוררים לטהרה ואחד לטמא ואיכא לספוקי בעורב אלא דניחא ליה לפרש הספק בכל י\"ט עופות ודו\"ק:", 
            "<b>תוס'</b> בד\"ה מאי ספקייהו כו' א\"נ סימן א' יש להן כו' ויודעים היו שאינן מין עורב כו' עכ\"ל הומ\"ל אף בלא יודעים היו שאינן מין עורב וכגון דההוא סימן אחד הוא סימן החדש ודו\"ק:", 
            "<b>בא\"ד</b> וגם ר\"ח פירש גבי עוף הבא בסימן אחד כו' משמע שר\"ל דההוא דלא משכחת אלא או בפרס כו' עכ\"ל ופירוש דבא בסימן א' של טהרה אבל סימנים האחרים אינן מבוררין וכל כמה דלא חזינן ליה דדריס ליכא לספוקי בפרס ועזניה דלא שכיחי ולעורב נמי ליכא לספוקי דלית בהו סימן החדש ולא בעו למימר דלכך נקט דההיא סימן אחד הוא קורקבן נקלף שהוא סימן הג' דליתיה בעורב דמ\"מ איכא לספוקי בכל י\"ט עופות דלפי פירושו דסימן הדריסה אינה מבוררת נראה דשאר סימנים גם כן אינן מבוררים לבד מההוא סימן אחד וק\"ל:", 
            "<b>בא\"ד</b> ואפשר דאותו קוון טהור הוא או שמא מין עורב כו' עכ\"ל פי' דלפי זה דזפק לא יהיה סימן החדש אלא דאפשר דאותו קוון טהור הוא ויהיה שפיר קורקבן נקלף הסימן החדש או שמא מין עורב הוא והוא דורס וכפריב\"ם בהא שהסימן חדש הוא אינו דורס אבל הקורב\"ל שכתב ריב\"ם דהוא עורב ע\"כ זה אינו דהא יש לו סימנים דהיינו זפק ואצבע יתירה ובקוון שהוא גם כן עורב יש בו קורקבן נקלף ואצבע יתירה וא\"כ בעורב ומינו יהיה שלשה סימנים דהדרי בכולהו ודו\"ק:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> ל\"ל למכתב איה ודיה ה\"נ ה\"מ למנקט מדאה וראה כו' וצריך לדקדק מ\"ש כו' עכ\"ל ולולי דברי התוס' היה נ\"ל דלא קא קשיא ליה אלא מאיה ודיה דל\"ל למכתבינהו בחד דוכתא במשנה תורה בב' שמות הללו כיון דאיה ודיה אחת היא אבל מדאה וראה לא קשיא ליה דקרא אותה פעם אחת דאה ופעם ראה כיון דמ\"מ בחד דוכתא לא קרא אותן בב' שמות הללו ויתר דברי התוס' גם פרש\"י בזה מבוררים ואולי הם נעלמים מעיני הרא\"ם בפ' ראה ואילו ראה דבריהם היה מביאם לברר ספיקותיו שם:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מדרבנן הא דר\"א ב\"י כו' דקאסר בטהורין אבל טמאין שרץ גמור כו' עכ\"ל נראה מדבריו אבל עופות טמאין שרץ גמור הוא והיינו משום שרץ העוף אבל שרץ הארץ לא הוו אלא מביצת שרץ דוקא דאל\"כ תיקשי לן למאי הלכתא נקט ביצת שרץ וק\"ל:", 
            "<b>תוס'</b> בד\"ה כודרת פי' הקונטרס כדור כו' כדאמרינן בחגיגה דברי חכמים כדרבונות כו' עכ\"ל לא מצאתיו בחגיגה אלא שדרשוהו שם בכ\"ף השימוש ומלשון דרבן אלא דבב\"ר איתא הך דרשא ככדור כאילו הוה כתיב ככדרבונות בב' כפי\"ן ולא חשו לחסרון כ\"ף השימוש דכמה קראי כתיבי כה\"ג והתוס' שכתבו אהא דכדור על ארץ דאין ראיה משם דא\"כ הל\"ל ככדור כו' ר\"ל דאין ראיה משם לפי פשוטו כיון דחסר כ\"ף השימוש יש לנו לפרש טפי כגר וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> גיעולי ביצים כו' ששלקן בקליפיהן אבל אי שלק ביצים קלופות בקלופות או קלופות בשאינן כו' עכ\"ל כצ\"ל:", 
            "<b>בא\"ד</b> ודומה שאינו מסוגיית הירושלמי ושום תלמיד הגיהו כו' עכ\"ל פי' דהאי קרא שורו עיבר ולא יגעיל אינו מסוגיית הירושלמי אלא ששום תלמיד הגיהו כן ע\"פ פירוש הערוך וכ\"ה בהדיא בספר התרומה ומהרש\"ל פי' ששום תלמיד הגיהו ע\"פ פרש\"י ולא ידענא מי הכריחו לכך וק\"ל:", 
            "<b>בא\"ד</b> והוא שנמצא בקשר כו' ואין להקשות לפי' זה כו' ה\"ל לאפלוגי בחלבון גופיה כו' עכ\"ל פירוש דהיינו לפרש\"י בין לתירוץ ראשון ובין לתירוץ שני ביצא ונתפשט חוץ לקשר לחלבון נמי שדי תיכלא בכולה כמ\"ש הרא\"ש בהדיא לפירוש רש\"י וכן נראה מדבריהם שכתבו לעיל לפרש\"י והא דלא נקט בלשון ל\"ש כו' אבל יצא חוץ לקשר שדא כו' ולא קאמרי לפי' זה אלא לאפוקי לפירושם לקמן ורש\"י דנקט בפירושו בדברי ר' ירמיה אבל נמצא על החלמון שלה כולה אסורה כו' משום דההיא דשדא תיכלא בכולה איתאמרא בחלמון מיהו ה\"ה נמי בחלבון בחוץ לקשר דשדא תיכלא בכולה ודו\"ק:", 
            "<b>בא\"ד</b> ועי\"ל דהך שמעתא דהכא שרי דם ביצים לגמרי כו' עכ\"ל לתירוצם שני שכתבו לפרש\"י נמי שרי דם ביצה לגמרי כשאין דם על הקשר אלא במקום אחר כמ\"ש הרא\"ש אלא דר\"ל לפרש\"י לא נחית תלמודא הכא להכי אבל עוד י\"ל דנחית תלמודא הכא נמי למשרי דם ביצים לגמרי וה\"ק והוא שנמצא על כו' ועוד נראה להאי פירושא אית לן למשרי הדם אפי' ביצא חוץ לקשר ועל הקשר גופיה אינו אלא מדרבנן מיהו בס\"ה נראה דלתירוץ שני שכתבו התוס' לפרש\"י נמי יש לאסור מיהת מדרבנן כשאין הדם על הקשר ותו לא מידי וק\"ל:", 
            "<b>בא\"ד</b> ובירושלמי אינו מזכיר כלל מאכילת שאר ביצים אלא מזריקת הדם כו' עכ\"ל פי' דלא הזכיר שם אלא בזריקת הדם ואם כן מאן דמתיר אף הדם גופיה מתיר מיהו הירושלמי מצי נמי סבר דזימנין דאף הביצה אסורה כשנמצא על החלמון כההיא דדוסתאי דאבוה דרבי אפוטריקי אלא דלא איירי שם בהכי ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> רבי יוסי כו' ותנא דבי רב לא דריש חגב לשמו חגב כו' עכ\"ל לפום סברת התוס' כמו שהוכיחו לקמן דליכא מין ארבה או סלעם או חרגול שאין שמו חגב ודאי דליכא נפקותא לענין דינא בהכי דלתנא דבי רב נמי דלא דריש חגב לשמו חגב לא שרי אין שמו חגב דהא כולהו פרטי נינהו והני כולהו שמן חגב אלא דרבי יוסי דקאמר ושמו חגב היינו הך דרשא דחגב דלתנא דבי רב לא הוה הוצרך ליה למימר ושמו חגב כיון דלא שרי אלא הני פרטי והרא\"ש שהוצרך לפסוק כתנא דבי רבי ישמעאל דדריש חגב לשמו חגב היינו אף אם נפרש שיש בה ממיני הפרטים שאין שמו חגב דהשתא לתנא דבי רב שרי שאין שמו חגב והדברים ברורים וק\"ל:", 
            "<b>בד\"ה</b> אע\"פ שאין לו כו' לא מוכח מגופיה דקרא כו' מקרא אחר דכתיב עמו אנכי כו' עכ\"ל דברים תמוהים הם דבפ' כשם בהדיא מוכח ליה מהאי קרא גופיה דקאמר אלא מעתה בכל צרותם לא צר ה\"נ דלא הוא וכ\"ת ה\"נ והכתיב ומלאך פניו הושיעם כו' ובמסכת תענית דקאמר ולמה נותנין אפר כו' אר\"י בן פזי כלומר עמו אנכי בצרה ר\"ל אמר בכל צרתם לא צר מהכא נמי משמע דמגופיה דקרא מוכח לה וצ\"ע:", 
            "<b>בד\"ה</b> אלו כללי כו' הו\"א דוקא במין סלעם שרי ראשו ארוך אבל בשאר כו' עכ\"ל להאי תירוצא דאיכא במין סלעם ראש ארוך ק\"ק ל\"ל לתלמודא למימר דאתא סלעם לראשו ארוך באא\"ע לגופו הא שפיר איכא למימר ראשו ארוך בכעין הפרט דמין סלעם דכה\"ג כתבו התוס' לעיל דאי הוה א' ממיני ארבה או סלעם וחרגול שאין שמו חגב ואין להם כרעים אי לאו דכתבינהו בהדיא הוה מכשרינן להו בכעין הפרט ויש ליישב דאין זה כעין הפרט כיון דפרט גופיה שהוא סלעם אין לו ראשו ארוך אלא מינו ולעיל נמי ה\"מ לדחויי הכי אלא דבלאו הכי דחי שפיר ודו\"ק:", 
            "<b>בא\"ד</b> ה\"א דסלעם אתא לאסור מינו קמ\"ל כו' עכ\"ל וליכא לאקשויי דאם כן לקמן נמי בלמינהו דחגב דמוקמינן ליה עד שיהא בו כל הסימנין הא אצטריך ליה דאי לאו למינהו ה\"א דחגב אתא לאסור מינו די\"ל דהתם א\"נ לאו למינהו הוה מוקמינן ליה טפי לשמו חגב דהשתא אצטריך ליה לגופו אבל לאסור מינו לא אתא חגב לגופיה מה שאין כן הכא דלא אתא סלעם כלל לגופו אלא לראשו ארוך דאינו מינו כלל ואי לאו למינהו טפי הוה מוקמינן ליה לאסור מינו ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אי הכי חרגול נמי כו' ולא פריך נמי דלא לכתוב נמי ארבה ותיתי מסלעם דאפשר דסימן דגבחת הוא צד חשוב ואפי' למ\"ד כללא בתרא דוקא בעי בכעין הפרט בצד חשוב משא\"כ ראשו ארוך וזנב הוו צדדין גרועין כמ\"ש התוס' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה לא ראי ארבה כו' אבל ארבה וחרגול חלוקים כו' ועי\"ל דלכך כו' לפי שהם עיקר הדרשא כו' עכ\"ל יש לדקדק דהא מה\"ט גופיה שכתבו בתירוץ ראשון דאין סלעם חלוק מהם אלא מדבר אחד והם חלוקים בב' דברים קאמר דהוי סלעם יתורא לראשו ארוך ולא קאמר וחרגול דכתיב בתריה יתורא הוא ואפשר לומר דבלאו הני טעמי ע\"כ סלעם יתירא משום דאי הוה חרגול יתירא ה\"ל למכתב חד למינהו אארבה וסלעם להיות להן כלל כמ\"ש התוס' ורב אחאי דפריך מה להנך כו' ומוכיח דסלעם יתורא הוא ה\"ה דמהך פירכא דלכתוב חד למינהו ה\"מ לאוכחי הכי וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ומרבי דדמי ליה בב' צדדין כו' ומרבי כל דדמי ליה בחד צד כו' פי' ב' צדדין היינו חד צד הוא דד' סימנין ובעי נמי אידך צדדא דאין ראשו ארוך ולתנא דבי רבי ישמעאל דקאמר דמרבינן כל דדמי ליה בחד צד היינו דמסלעם מרבינן ראשו ארוך ולא דמי ליה אלא בחד צד דה ינו ד' סימנים וכ\"ה בילקוט בהדיא דהך חד צד היינו ד' סימנין ומשום שהן צדדין חשובים ושוים חשיב להו בחד צדדא כמ\"ש התוס' ודו\"ק:", 
            "<b>ודע</b> שרש\"י פי' בחומש וז\"ל ממעל לרגליו סמוך כו' אבל אין אנו בקיאין שד' סימני טהרה כו' אבל יש שראשן ארוך ויש שאין להם זנב וצריך שיהא שמו חגב ובזה אין אנו יודעין להבדיל כו' עכ\"ל ולא ידענא להולמו לפום סוגיא דשמעתין דמה צריך להבדיל באין להן זנב דליכא מאן דמפליג בהכי דהא ארבה וסלעם אין להם זנב והרב המגיד כתב שהרמב\"ן נסתפק בכוונת פי' רש\"י בשמעתין כדעת המפרשים דלא בעינן שמו חגב אלא בראשו ארוך ויש לו זנב ולפי זה נראה לקיים גם פרש\"י בחומש ולהגיה ויש להן זנב במקום שאין להם כו' ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה כל שיש לו קשקשים כו' שקרא שמות אלא לבהמות ולעופות כו' י\"ל דהכי קים להו הל\"מ עכ\"ל גבי כל עוף הדורס טמא ה\"מ לפרושי הכי בפשיטות דע\"י אדם הראשון הוה קים להו הכי שקרא להן שמות אלא דניחא להו לפרש לעיל גבי עוף דהוה קים להו ע\"י נח דלא שייך הכא גבי דגים ולעיל גבי עופות דאז ליכא למימר דהוה קים להו הל\"מ דא\"כ פרס או עזניה ההוא דדורם לא לכתוב אבל הכא ניחא דלא הוה קים להו הל\"מ אלא כל שיש לו קשקשת יש לו סנפיר ואצטריך רחמנא למכתב לן דההוא סימנא סימן טהרה הוא ודו\"ק:", 
            "<b>בד\"ה</b> אימא בכלים כו' וא\"ת אם כן את זה תאכלו מאי אהני ליה וי\"ל שלא תאמר כו' עכ\"ל לתנא דבי ר' ישמעאל דדריש הכא ריבוי ומיעוט ליכא למימר האי תירוצא דהא א\"נ דלא הוה כתיב את זה תאכלו לא הוה ממעטינן לאיסורא ביש לו אלא בכלים דלא דמי כלל לפרטא ומריבויא מרבינן כל מילי בדמי קצת ושפיר הוה מרבינן בורות שיחין להיתירא שיש לו ושפיר המ\"ל הכא אליביה א\"כ את זה תאכלו מאי אהני אלא למאן דדריש הכא כלל ופרט איכא למימר האי תירוצא וליכא לאקשויי דלמאן דדריש נמי הכא כלל ופרט כיון דאית ליה כללא בתרא דוקא כפרש\"י לקמן אי נמי דלא הוה כתיב תאכלו אית לן למימר מה הפרט מפורש גדלים על גב הקרקע להתיר יש לו בבורות שיחין ומערות די\"ל כמ\"ש התוס' לעיל דלמ\"ד נמי כללא בתרא דוקא בעי בכעין הפרט בכל צדדים החשובים ואפשר דההוא צדדא דמים טבעים הוא צד חשוב ולכך אצטריך תאכלו למימר מה הפרט מפירש גדלים כו' ולקמן דפריך מה הפרט מפורש גדלים כו' ה\"ה דהמ\"ל דההוא צד דנובעים חשוב. הוא כמ\"ש התוס' נמי דה\"מ לשנויי דקסבר כללא קמא דוקא אלא דהאמת קמתרץ דמתאכלו קדריש ליה בברייתא ודו\"ק:", 
            "<b>בד\"ה</b> לא ס\"ד כו' וצ\"ל דה\"א דקרא דאין לו אתי למעוטי כלים מלאו אבל עשה כו' עכ\"ל ולפום הך סברא לא הוה ידעינן תאכלו מאי אהני ליה וכה\"ג פריך בסמוך ואימא במים כלל כו' ימים ונחלים אין נעיצים וחריצים לא ותאכלו לא אהני ליה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> מ\"ט דמ\"ד יש לו מפורש א\"ל מיניה הוא דקמשתרו כלים כו' עיין פרש\"י ולולי פירושו הוה ניחא לן לפרש כדברי התוס' לעיל דמקרא דאין לו אכתי לא משתרו כלים אלא למעטינהו מלאו אבל עשה מיהת אפשר דאיכא אבל מקרא דיש לו משתרו לגמרי ודו\"ק:", 
            "<b>תוס'</b> בד\"ה במים במים ב' פעמים כו' והשתא לפי' זה לא פליגי כו' לכך נראה דהנך חריצין כו' עכ\"ל דהכי משמע מפרש\"י דלא פליגי מידי תנא דבי רב ותנא דבי רבי ישמעאל לענין דינא אלא דאצטריך תנא דבי רבי ישמעאל למדת ריבוי ומיעוט משום דאית ליה כללא קמא דוקא ולא הוה אצטריך לא תאכלו אי לא הוה דריש ריבוי ומיעוט אבל לפי' התוס' ניחא טפי דא\"נ דסבר תנא דבי ישמעאל נמי כללא בתרא דוקא אצטריך לריבוי ומיעוט לרבות חריצין ונעיצין שאין נובעין ולאיסורא וק\"ל:", 
            "<b>בא\"ד</b> אבל למאן דדריש לעיל כלל ופרט מרבה מתאכלו להיתירא אפי' חריצין כו' כיון דאינן נובעין עכ\"ל וליכא לאקשויי כיון דסבר כללא בתרא דוקא אימא לרבות לאיסורא אף חריצין ונעיצין שאינן נובעין דמה הפרט מפורש שאין עצורין ככלים כו' דיש לומר דתלמודא קים ליה דההוא צד דנובעים הוה צד חשוב כמו צד שאין עצורין ככלים ואפי' למ\"ד כללא בתרא דוקא בעי כל צדדין החשובין כמ\"ש לעיל ודו\"ק:"
        ], 
        [], 
        [
            "<b>בתוס'</b> בד\"ה סיפא מאי קמ\"ל כו' דכיון דחשוב כילוד אפי' מה שבפנים אסור כיון שהולד שלם ובנחתך כו' עכ\"ל ובההיא דשליא דיצתה מקצתה דאין שם אלא מיחוי הולד ואפ\"ה חשיב אף שבפנים כילוד צ\"ל דעדיף מנחתך וק\"ל:", 
            "<b>בד\"ה</b> טעמא דראשו כו' ומשני מאי ראשו רובו כו' הלכך עיקר פירכא מהאי דיוקא כו' עכ\"ל ואין להקשות דא\"כ מאי קפריך הכא מאי קמ\"ל תנינא הא אצטריך לאשמועינן הכא דראש נפלים נמי הוי כילוד דמההיא דבכורות לא שמעינן אלא בראשו חי בבן קיימא דהוי כילוד כדאוקמא שמואל התם די\"ל דהך רבותא לא שמעינן מהכא דאע\"ג דסתמא קתני הכא דראש הוי כילוד איכא לאוקמי במסתברא טפי דהיינו דוקא בראשו חי בבן קיימא והכי מוכחת הסוגיא דפרק יש בכור דפריך לשמואל התם ומאי קמ\"ל כו' ועיין פרש\"י שם ודו\"ק:", 
            "<b>בד\"ה</b> שליא שיצתה כו' ויש לומר דאם איתא דביציאת ראש לא הוי לידה כו' עכ\"ל ומיהו אי הוה מקצת שליא בלא ולד אין לאסור אלא משום גזירה יצתה מקצתה אטו כולה משום דהוי ס\"ס ספק אם יצא ולד או לא ואת\"ל יצא שמא לא יצא הראש כמ\"ש התוס' וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אמר רבי יוחנן הכל כו' וע\"כ מוקמינן חד למקום חתך וחד לאבר כו' עכ\"ל אין זה מוכרח וא\"נ דמוקי ליה חד למקום חתך וחד לקלוט בן פרה תקשי ליה בברייתא דלא אצטריך קרא למשרי מקום חתך דהא נפקא ליה לר\"י מקרא אחרינא למשרי אף האבר גופיה ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> מנלן דכתיב וכל בהמה מפרסת גו' בהמה בבהמה לרבות את הולד כו' והיינו קרא דפ' ראה דבפרשת שמיני לא כתיב ברישא דקרא בהמה אבל רש\"י פי' בפרשת שמיני בבהמה תיבה יתירא לדרשא להתיר את שליל כו' עכ\"ל ואפשר לקיים פירושו לאידך שנויא דאכל מפרסת כו' דכתיב ברישא דקרא סמיך כפרש\"י בשמעתין וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה ותבעי לך ק\"ק בירושלים כו' והחזירה והכניסוה לעזרה כו' עכ\"ל הא ודאי ליכא לפרושי אפי' למ\"ד אין לידה לאברים ובלא החזירה הכניסוה לעזרה דא\"כ ע\"כ אכתי תיבעי לך חומת עזרה מי מהניא להתיר ע\"י חזרה כמו החזרה לרחם מיהו למ\"ד יש לידה לאברים איכא לפרושי בלא החזירה הכניסוה לעזרה דאז לא מהניא לה חומת עזרה דהא חזרה לרחם נמי לא מהניא אליביה ואפשר דלהכי פירש והחזירה והכניסוה כו' דבלא חזרה לא שייך הכנסה לעזרה בשעת קישויה שהאבר שיצא עדיין הוא בחוץ וק\"ל:", 
            "<b>תוס'</b> בד\"ה דאתא אבן פקועה דכוותיה שיש בו איסור יוצא בחד אבר עכ\"ל לשון דכוותיה ודאי דהכי משמע דההוא בן פקועה נמי יש בו איסור יוצא אבל קשה מי הכריח לתלמודא למימר הכי ונראה דס\"ל לתלמודא דאי לא הוה באימיה נמי איסור יוצא ודאי דהוה שרי דזה וזה גורם כי האי ודאי מותר דהוי ממש כעין שיחלא בתרא דפרק אלו טרפות דמסיק דמותר משום דזוז\"ג הוא ובהכי ניחא נמי אמאי לא מוקי תלמודא אבעיא דר' ירמיה למ\"ד אין חוששין לזרע אב ואביו בהמה מעלייתא הוא ואימיה הוא דהויא בן פקועה באיסור יוצא והיינו משום דא\"כ הוי שרי משום דזה וזה גורם הוא מותר ואע\"ג דהזכר גורם ההיתר ואליביה אין חוששין לזרע האב מ\"מ שרי כיון דחד צד איסור וחד צד היתר הוה ליה זה וזה גורם ושרי לכ\"ע כמ\"ש התוס' בהדיא שם בד\"ה מכאן ואילך כו' ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> רב הונא אמר כו' והיינו דלא כרב הונא כו' אפי' לא יצא רוב הראש אסור כו' עכ\"ל ולא דמיא להא דמחתך ומשליך דמעולם לא חייל קדושה אהנהו חתיכות דכי שדינהו אכתי חולין הוו ובגמר יציאת הרוב הא ליתנהו אבל הכא בגמר יציאת הרוב חיילא עליה מיהת קדושת בכור בעל מום וא\"כ למפרע עבד איסורא שהטיל בו מום ודו\"ק:", 
            "<b>בא\"ד</b> איכא לאוקמי ההיא דרב יהודה אליבא דרב הונא כו' דאכתי לא יצא כלל כו' מכי חזי לאזניה בפנים שכבר יצא רוב הראש כו' עכ\"ל לכאורה אין זה מדוקדק דאליבא דרב הונא קיימינן הכא ול\"ל שכבר יצא רוב הראש הא במיעוט הראש נמי סגי ונראה לפרש דלרב הונא נמי דס\"ל למפרע הוא קדוש ואסור להטיל בו מום היינו דוקא באותו מיעוט היוצא אבל מה שנשאר בפנים לא תקדש למפרע ומותר להטיל בו מום ולכך בגדיא היכא דחזינן אזנו בפנים אכתי לא יצא ראש כלל ושרי אבל אימרא א\"א לראות אזנו בפנים אם לא שיצא בו מיעוט הראש ואיכא למיחש ביה שיצא רוב הראש וחזר ולא נשאר אלא המיעוט מבחוץ וההיא סוגיא דכיצד מערימין ע\"כ דלא כרב הונא דהא בגדיא נמי היכי דחזינן דיצא מיעוט הראש סגי ואיכא למיחש שמא יצא רובו וחזר ועוד יש ליישב דברי התוס' למ\"ד לעיל אין לידה לאברים ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> מאי לאו מחתך ומניח כו' ומיהו מכי יצא רובו ואידך טעון קבורה למה שיצא כו' עכ\"ל דוקא למה שיצא אבל מיעוט שנשאר בפנים אי הוה כילוד או לא היינו הך דמבעיא לן לעיל הוציא העובר ידו וחתכה וחזרה והוציאה כו' כמ\"ש התוס' לעיל שם וק\"ל:"
        ], 
        [
            "<b>גמ'</b> נמתי לו וכי ימות מן הבהמה זו בהמה טמאה כו' בגירסת הילקוט אינו וכן נראה דהך דרשה זו בהמה טמאה לא שייכא כלל הכא וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה זאת החיה כו' והכי משמע מכל בהמה כו' עכ\"ל כוונת דבריו עיין ברא\"ם:", 
            "<b>תוס'</b> בד\"ה מ\"ט דת\"ק וא\"ת כו' והשתא דאיכא ק\"ו מוקי לה ת\"ק לדרשא אחריתא עכ\"ל פי' דאיכא ק\"ו ואיכא נמי היקשא כדמסיק אבל אי לאו היקשא הוה מוקמינן הולך על כפיו מיהת לבהמה טמאה ומיהו אע\"ג דטומאה בלועה אינה מטמאה היקשה לחוד לא הוה מפיק לן הולך על כפיו לדרשא אחריתא אלא דאדרבה הוי מקשינן לחומרא בהמה טהורה לטמאה דעוברה טמאה אי לאו דאיכא ק\"ו בטהורה ודו\"ק:", 
            "<b>בד\"ה</b> קלוט במעי כו' דנפקא מאת הגמל כו' עכ\"ל מגמל גמל ב' פעמים נפקא ליה התם כפירש\"י בר\"פ אלא דאי לאו את הגמל לאסור חלב הוה מוקמינן גמל גמל לאסור חלב ולא לאסור קלוט וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה נאמר כאן בהמה כו' בפ' צו נפש כי תגע כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> אחת זו כו' וקרא למעוטי היכא כו' מיתה וחלה עלה שם כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ולרבנן האי קרא ל\"ל כוליה לכדרבי כו' דגרסי' הניחא לר\"מ אלא לרבנן כו' עכ\"ל מדברי בעל המאור לפי גירסא זו מיסוד ר\"ח דגרסי' לעיל בהמה טהורה בכלל חיה טהורה לטרפה בהמה טמאה בכלל חיה טמאה ליצירה דתנן כו' ופריך הניחא לר\"מ ומסיק לכדרבי דתניא כו' ע\"ש אבל מדברי התוס' נראה דבכל זה הוו גרסי כרש\"י ואבהמה טהורה בכלל חיה טהורה מסיק ליצירה דתנן כו' וגרסי' הניחא לר\"מ כו' ומסיק דכולה לכדרבי הוא דאתא ונראה דה\"פ דודאי או בנבלת חיה טמאה כו' לפי פשוטה מלת טמאה לא קאי אחיה אלא אנבילה ובכל חיה מדבר הכתוב וכן פי' או בנבלת בהמה טמאה כדקאמר וכי טמאה מטמאה וטהורה לא מטמאה אלא דתלמודא מדייק ממלת טמאה דלא הוה צריך למכתביה אלא לדרוש מניה דאחיה קאי ולטמא עובר טמאה אתא ולמ\"ד נמי דעובר טמאה טהור כוליה לכדרבי אתא וחיה לגופיה ואיידי דכתב טמאה בבהמה משום ג\"ש כתב נמי בחיה והשתא כ\"ע חיה דבקרא לגופיה אתא ומשמע בין טמאה ובין טהורה אלא דבהמה טהורה לא הוזכרה בהך פרשה דבהמה דכתיב בהאי קרא לג\"ש אתא ואהא קאמר דכולהו כללי כדר' קאתא דכמו דאצטריך כללא דבהמה טמאה בכלל חיה טמאה ללמוד מיניה יתורא דבהמה טמאה לג\"ש ללמוד אקרבן עולה ויורד דבהך פרשה דבטומאת קודש משתעי ה\"נ אצטריך האי כללא דבהמה טהורה בכלל חיה טהורה דכתיב בהאי פרשתא דאינו חייב בה קרבן עולה ויורד אלא בטומאת קידש ודו\"ק:", 
            "<b>בד\"ה</b> מי לא עסקינן כו' אבל לרבא דסבר בית הסתרים הוי היכי מתרץ לברייתא כו' עכ\"ל יש בזה דברים אחרים לרא\"ש ז\"ל ואולי נעלם ממנו דברי התוס' בזה הכא ובפ' יוצא דופן ושם בחידושינו הארכנו בזה ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> אטו אנן מגבו כו' וי\"ל דאדם נמי תוכו טהור מציל ואיכא למיעבד ק\"ו כו' שאין גבו מציל כו' מציל תוכו על טהרה כו' עכ\"ל פי' דגם כלי חרס טהור שאין מקבל טומאה מגבו וכן האדם אין מקבל מתוכו ונראה בכוונת דבריהם דודאי בכלי חרס בטהרה שבתוכו בין הגב ובין התוך הוא טהור וכמו שיש לתלות שהגב מציל כך יש לתלות שהתוך מציל והשתא ודאי אי הוה עבדינן ק\"ו מגב כלי חרס הכי ומה כלי חרס אין גבו מציל בפני טומאה שבתוכו מציל על טהרה שבתוכו תוכו של אדם שמציל בפני טומאה שבתוכו אינו דין שיציל תוכו על טהרה שבתוכו איכא למפרך אדינא דמה לגב כלי חרס שהוא טהור ולכך הוא מציל על הטהרה אבל האדם שאין גבו טהור לא יציל תוכו על טהרה שבתוכו אע\"ג דאדם נמי תוכו טהור ליכא לדמויי תוך של אדם לגב כלי חרס דכן הוא דרך הפירכות דמי יימר לן דשקולים הם ולהכי קאמר אטו אנן מגבו קאמרינן מתוכו קאמרינן דאית לן למיעבד ק\"ו מתוך כלי חרס דתלינן ביה שהוא מציל על טהרה שבתוכו דהשתא ליכא למפרך דמה לתוך כלי חרס שהגב שהוא טהור אינו מניח לעבור הטומאה בתוכו ה\"נ תוך של אדם איהו גופיה אינו מניח הטומאה לעבור בתוכו שהוא טהור ולא עדיף תוך כלי חרס שמציל ע\"י הגב שהוא טהור מתוך האדם דאיהו גופיה טהור ובתחלת הק\"ו הוצרכו למימר שאין גבו מציל ולא קאמרי שאין תוכו מציל משום דאי הוה מצינו בשום מקום שהגב מציל ודאי דהוה לן לתלות הצלת טהרה שבתוכו בגבו שהוא טהור אבל כיון שאין גבו מציל בפני טומאה שבתוכו בטהרה שבתוכו יש לתלות בהצלת התוך כמו שיש לתלות בגב ושפיר איכא למיעבד ק\"ו מתוך ודו\"ק:", 
            "<b>בא\"ד</b> ואת שאינו בא לכלל מגע אינו בא לכלל משא כו' עכ\"ל פי' אינו בא לכלל מגע כהך דפכים קטנים וכהך קולית דפ' העור והרוטב שאינן באין כלל לידי מגע אבל דבר שבא לידי מגע אלא שאינו בא לטומאת מגע שפיר בא לכלל משא כמו בית הסתרים וק\"ל:", 
            "<b>בד\"ה</b> למאי הלכתא כו' ולפי זה דטומאת בגדים שהוא לבוש מחמת האדם כו' וקשה דבת\"כ כו' היה עומד בפנים ופשט כו' היה עומד בחוץ ופשט כו' עכ\"ל ובלאו פירושם לא הוה קשיא להו בהך מתני' גופה מרישא לסיפא דודאי להחמיר אית לן למימר דהבגדים שהוא לבוש דבתר גברא גרירי אבל להקל למימר דבטלי אגביה לא אמרי' וק\"ל:", 
            "<b>בד\"ה</b> בלע טבעת כו' א\"כ לא הויא אלא ראשון כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> כי קאמר רבה כו' מי לא עסקינן דאכל סמוך לשקיעת החמה כו' אפי' לאכול בתרומה ונוגעת בטומאה כו' עכ\"ל ולפי זה דמיירי קרא בטומאה קלה ניחא נמי לבר פדא כמו לר\"י דבטומאה קלה לכ\"ע עד לכלב אלא דלעיל למאי דס\"ד דרבה מודה בב' טבעות דטמא כמ\"ש התוס' לעיל ולא איירי קרא בטומאה הוצרך לשנויי לבר פדא שלא בפניו מחזי חזיא ליה וכן הא דעביד ק\"ו לעיל בטהרה בלועה דאינה מטמאה היינו נמי דרבה מודה בב' טבעות אבל השתא דאיירי קרא בב' טבעות אין אנו צריכין לק\"ו ומהרש\"ל כתב בזה דברים דחוקים ואין צורך ושוב מצאתי כדברינו בחידושי הרשב\"א ע\"ש וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> גזירה שמא יוציא כו' ור\"ע נמי לא פליג אלא בהוציא את ידו כו' עכ\"ל פי' בהוציא את ידו מטמא אף הבלוע שעדיין בפנים כדמשמע במת בנפש איזהו מת שבנפש כו' ובהכי ניחא מ\"ש התוס' גבי שמת עוברה במעיה כו' דאצטריך לק\"ו לטהר בבהמה מה שבפנים משום דר' עקיבא מטמא לקמן עובר במעי אשה מה שבפנים אבל לידו שבחוץ ליכא התם ק\"ו כלל ודו\"ק:", 
            "<b>בד\"ה</b> וחכ\"א מגע כו' לכ\"ע אדם שנוגע באבר שבחוץ טהור דאי מחייב כו' ולעיל דקתני הושיט כו' עכ\"ל כדבריהם כן הוא ודאי דבההיא דרועה דטהור אף במגע באבר שבחוץ היינו לרבה לקמן דאמר דפליגי אף בעובר מת דשחיטה מהני לרבנן ואי מחיים הוה מטמא היכי מהני שחיטה אבל לרב חסדא דאמר לקמן דבעובר מת ד\"ה אין שחיטה עושה ניפול איכא לאוקמי ההיא דרועה בפשיטות כיון דעובר מת מה שבחוץ מטמא אף שהבהמה מחיים אך יש לדקדק לדבריהם דמהיכא נפקא לן לטהר ברועה אף מה שבחוץ דמק\"ו דקאמר לעיל אם הועילה אמו להתירו באכילה כו' לא אתי אלא מה שבפנים ולא אבר שבחוץ וי\"ל דודאי מסברא לית לן לטמויי בהוציא ידו אף מה שבחוץ כיון דלא הוה כילוד אלא בהוציא ראשו אלא משום דרבי עקיבא מטמא עובר במעי אשה א\"נ משום דכתיב הולך על כפיו היה לנו לטמאות אף מה שבפנים כמ\"ש התוס' ואתא ק\"ו לטהר מה שבפנים והולך על כפיו ע\"כ מוקמינן ליה לדרשא אחריתא וממילא איטהר לן נמי אף מה שבחוץ דאוקמא אסברא ועוד נראה לרבה ודאי בלאו ק\"ו דלעיל מטהר אף מה שבחוץ והיינו מטעם דאמרי רבנן דשחיטת אמו מטהר כמו בטרפה אלא רב חסדא דהוא מרא דשמעתא דלעיל דעביד קל וחומר לטהר מה שבפנים היינו לפי שיטתו לקמן דלא מטהר בעובר מת אבר שבפנים ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ומה טמאה כו' מה טרפה שחיטתה מטהרתה אף בהמה טמאה כו' עכ\"ל יראה לי דדוקא להאי תנא דת\"כ דהוא תנא דברייתא לקמן דכמו דאי לאו קרא לטרפה דשחיטתה מטהרה הוה ילפינן ליה מבהמה טמאה דמטמאה דליכא למימר תאמר בטרפה שיש במינה שחיטה דהא בן שמונה חי יוכיח שיש במינו שחיטה ואין שחיטתה מטהרה ה\"נ בהיפך אי לאו קרא לטמאה דאין שחיטה מטהרה הוה ילפינן מטרפה דשחיטתה מטהרה דע\"כ אין הדבר תלוי ביש במינו שחיטה דבן ח' חי יוכיח כו' אבל לתנא דמתני' דלא יליף טרפה מבהמה טמאה ובן ח' חי דאין שחיטתו מטהר אינו יוכיח דהא אין במינו שחיטה מקרי ה\"נ מה\"ט ליכא למילף בהמה טמאה מטרפה כלל ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אלא שאם כו' מדרס ומגע זב בבת כו' דקיל ממדרס דחמיר וא\"ת כו' מאבר מן החי חישב כו' מר\"מ דה\"א רבי יוסי כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> בשעת פרישתן כו' כגון שחותך בסכין רחבה כו' עכ\"ל ואין הסכין נטמא מבשר היוצא ומטמא שוב מה שבפנים בטומאה זו שאינו אלא משום גזירה ובההיא דהעור והרוטב שהסכין נטמאה מהאבר מ\"מ הבשר שנוגע שוב בסכין אינו מקרי טמא אלא פסול דאין שני עושה שלישי בחולין וק\"ל:"
        ], 
        [
            "<b>בא\"ד</b> דהכא אפילו נתזין בכל כחו מקבלין טומאה כו' עכ\"ל ולפום הך סברא בההיא דהעור והרוטב ליכא לתרוצי כדלעיל דמיירי דנתזין בכל כחו אלא כמו שתירצו אחר כך דבעי לאוקמא בסכין רחבה וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> מ\"ט דר\"י אליבא כו' דאין להם אלא מצות כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> סד\"א הואיל כו' דדוקא כשפירש צריך הכשר כו' עכ\"ל ומיהו אף שאין צריך הכשר קודם שפירש מהני הכשרו שהיה קודם שפירש דלא בעי שוב הכשר משפירש כדתנן נשחטה הוכשרו בדמיה וק\"ל:", 
            "<b>בא\"ד</b> ולהכי אין צריכין הכשר שרץ כו' עכ\"ל דהכשר מים לא שייך הכא במי חטאת אלא הכשר שרץ וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אכלו לזה האבר המדולדל עכ\"ל דקדק לפרש כן דאכלו לזה משמע דוקא שאכל כל האבר לוקה ולא בשר הפורש ממנו דהשתא שפיר שמעינן מיניה דרב דמיתה עושה ניפול ולא משום נבילה מתרינן כו' כדמסיק ודו\"ק:", 
            "<b>בד\"ה</b> דעובר חי דיש במינו שחיטה מהניא כו' עכ\"ל ליכא לפרושי אלא בעובר בן ח' חי דבבן ט' לר\"מ טעון שחיטה כמו שהוכיחו התוס' ואע\"ג דלתנא דמתני' ליכא בבן ח' חי יש במינו שחיטה ואף לתנא דברייתא דיש בבן ח' חי במינו שחיטה אגב אמו אפי' הכי אין שחיטתו מטהרתו איכא למימר כיון דבהאי עובר גופיה יש במינו שחיטה אגב שחיטת אמו עדיף טפי דאית לן למימר כיון דבהאי עובר גופיה מהניא שחיטה למה שבפנים מהניא גם לאבר היוצא מיהו בעובר מת ליכא למימר הכי מגו דמהני למה שבפנים מהני גם לאבר היוצא דלא שייך ביה יש במינו שחיטה אגב אמו כיון דמת הוא וה\"נ אמרי' לקמן בן ח' חי יוכיח דאע\"פ שיש במינו שחיטה אגב אמו כו' ולא קאמר הכי בבן ח' מת יוכיח כו' דלא שייך למימר ביה יש במינו שחיטה כיון שמת ודו\"ק:", 
            "<b>בד\"ה</b> טעון שחיטה דחדשים גרמי לשויה כו' עכ\"ל עיין ברא\"ש שהקשה לפירושו דא\"כ בן ט' מת היכי שרי כו' ע\"ש ובחידושי הרשב\"א יישבו ע\"ש:"
        ], 
        [
            "<b>תוס'</b> בד\"ה חלבו דמאי (בק\"ו) [בקו'] כו' אילימא חלבו דשליל כו' והא מפליג פליגי דשרי ר\"י כו' עכ\"ל הכא לא בעו לפרושי אילימא חלבו דשליל דלכ\"ע שרי כמו שפירשו לקמן גבי אלא חלבו דגיד דא\"כ לא הוה צריך לאתויי אלא ברייתא בתרייתא דקתני גבי חלבו דגיד דאוסר ר\"מ ומכ\"ש דאוסר בחלב דשליל גופיה ודו\"ק:", 
            "<b>(בד\"ה</b> חלבו דמאי כו') [בא\"ד] למעוטיה דמו דהוי לכ\"ע בכרת משום כו' עכ\"ל היינו לר' יוחנן דאמר אף המתיר בחלבו אוסר בדמו ולמאי דמסיק דאלא על עסקי אכילה בלבד אתמר לאו דבכל עסקי אכילה פליגי דהא באכילת דם לא פליגי אלא דבקצת עסקי אכילה פליגי ולאפוקי משאר דברים דלא פליגי בהו כלל וכצ\"ל לקמן גבי טומאת אוכלין לר\"י דמונין בו ראשון ושני ודו\"ק:", 
            "<b>בד\"ה</b> דגמר שה שה מפסח כו' דאין פודין בשחוטה כדאמר בפ\"ק דבכורות עכ\"ל היינו הא דאין פודין בשחוטה גמר התם שה שה מפסח ופסח כיון דבעי שחיטה אסור בבן פקועה דאין בו שחיטה ומיהו פרש\"י בזה קצת מגומגם דמעיקרא פי' דמשום פסול יוצא דופן נגעו בו לילף שה שה מפסח ולבסוף פירש ומסתברא דהאי ממעט דכבשרא בדקולא כו' משמע מזה דמשום דאין פודין בשחוטה נגעו בה יש ליישב בדוחק ודו\"ק:", 
            "<b>פרש\"י</b> בד\"ה אבעיא להו נטמא כו' ובן ט' חי שבבטנה כו' עכ\"ל היינו לרבנן דמתני' וה\"ה דמבעיא להו בבן ח' חי לכ\"ע דהאי מתני' דמקשי מינה ר\"ל לר\"י בבן ח' חי איירי כמו שהוכיחו התוס' לעיל דבן ט' חי לר\"מ טעון שחיטה ועיקר הקושיא מר\"מ דאמר הבשר מגע נבילה אבל לרבנן דאמרי מגע טרפה ולקדשים לא קשיא מידי דאימא חיבת קודש מכשרתן וכ\"כ בעל המאור ע\"ש וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> ר\"י אמר חלבו כו' ה\"מ לאחר שחיטה דניתר בשחיטת אמו עכ\"ל וכה\"ג פרש\"י ויש לדקדק דא\"כ מאי קא מותיב ליה ר\"ל לר\"י מהך דאשם מוצא מכלל שליל אלא לדידך ליקרב הא הך דאשם בלאחר שחיטה קמיירי ומודה ביה ר\"י דלענין אכילה נמי לאו חלב הוא והרשב\"א בחידושיו פרק ג\"ה תירץ כיון דר\"י סבר חדשים גרמי חלב מקרי ליקרב אלא לענין אכילה מיעטיה קרא לאחר שחיטת אמו מבבהמה תאכלו והוא דוחק דאימא לענין קרבן נמי מיעטיה קרא דאשם מוצא כו' ועוד נ\"ל לתרץ לפי מה שכתב הרא\"ש דמלתייהו אזלא נמי לר\"מ דר\"ל נמי מצי סבר כר\"מ דאוסר ה\"מ לאחר שחיטה שיצא חי לאויר העולם דהשתא לר\"מ פריך ליה ר\"ל שפיר לר\"י מהך דאשם מוצא מכלל כו' דמסתמא הך ברייתא אתיא ככ\"ע ודו\"ק:"
        ], 
        [
            "<b>בתוס'</b> בד\"ה אף בחול שואלו כו' ואי אומר אמת אמאי לא יאכל מפני שאין שבת עליו בחימה כו' עכ\"ל מהרש\"ל הגיה אמאי לא יאכל מאחר שאימת שבת עליו כו' עכ\"ל ואין זה נכון להגיה כל הספרים בתוס' דהכא ופ' הקומץ ובפי' הר\"ש במס' דמאי פ\"ד אבל יש לקיים כל הספרים והוא תירוץ לקושייתו כמו בשאר הקושיות בזה אשר שם דמשנינן ליה וה\"פ דאע\"ג דביום השבת אנו אומרים דמאימת שבת אומר אמת מאחר שעבר השבת יש לנו לומר שזה האיש לא היה שבת עליו באימה ולא אמר אמת כיון דאפשר בתיקון לעשר אז במ\"ש וכה\"ג אמרינן דשואלו בחול לא יאכל בשבת למ\"ד מפני כבוד שבת דלא אמרו אלא בשוגג כו' והיינו דמקודם שבת היה אפשר לתקן ולא תיקן הוה מזיד ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה למטה מן הארכובה כו' למטה הימנה ומכל עצם האמצעי כו' דלמטה ממש ליכא למימר כו' וכ\"ש בגובהו כו' עכ\"ל לרווחא דמלתא כתב כך דקושטא הוא להאי לישנא כיון דבצומת הגידין טרפה וכ\"ש בגובהו מיהו בלאו הכי נמי אי קאי למטה מארכובה עליונה ע\"כ דלמטה לאו ממש מיד אלא למטה הימנו ומכל עצם האמצעי כיון דזימנין טרפה כגון בצומת הגידין כפרש\"י בהדיא באידך לישנא דמתני רב פפא ועוד נראה לפי מ\"ש התוס' דלעולא ניחא דה\"מ מפרש נמי מן הארכובה ולמטה מיד אע\"ג דזמנין דטרפה כגון בצומת הגידין הוצרך להוכיח הכא דליכא לפרושי הכי למאי דס\"ל דכ\"ש בגובהו ואין להקשות לפום הך סברא דאית ליה דכ\"ש (בהו) [בגובהו] מאי קאמר אמאי לא אמרי ליה למעלה למעלה מצומת הגידין הא אכתי תקשי ליתני ניטלו צומת הגידין וכ\"ש נחתכו בגובהו די\"ל דאצטריך ליה למתני דבגובה טרפה משום דלא נימא כסברת עולא כדמסיק טרפות קא מדמי' כו' ולא הוי כ\"ש ועי\"ל למאי דקמפרש למעלה למעלה מצומת הגידין איכא למימר דלא זו אף זו קתני דלא זו חתוכה בגובה אלא אף בצומת הגידין טרפה אבל למאי דמפרש ליה נחתכו מיד במקום צומת הגידין שפיר תקשי ליה דלא ליתני אלא ניטלו צומת הגידין דלא שייך בהא לא זו אף זו כיון דנחתכו בכלל ניטל צומת הגידין הוא וכה\"ג כתבו התוס' אהא דר\"פ מפנין השתא ה' מפנין ד' מבעיא דלא שייך למימר ביה לא זו אף זו וק\"ל:", 
            "<b>בד\"ה</b> למטה. דמתני' לאו למטה כו' מאותה ארכובה ומעצם אמצעי כולו כו' עכ\"ל וכן פי' הרא\"ש לעולא עצם אמצעי כולו נקרא ארכובה ויש לדקדק מי הכריחו למימר ארכובה גופה כדעולא דכה\"ג המ\"ל אארכובה תחתונה דלמטה כשרה כ\"מ שיחתך ולמעלה לאו מיד קאמר דהא בעצם אמצעי זימנין דכשרה אלא למעלה מאותה ארכובה ומעצם אמצעי כולו דהיינו בעצם קוליות ודאי טרפה וי\"ל דעצם אמצעי כולו לא הוזכר במתני' אלא צומת הגידין הוזכרו והשתא לגבי למטה איכא למימר למטה מארכובה עליונה ומצומת הגידין קאמר דהיינו עצם אמצעי כולו דתחלתו ארכובה עליונה וסופו צומת הגידין אבל גבי למעלה ליכא למימר הכי למעלה מארכובה ומצומת הגידין דלאו היינו עצם אמצעי כולו וא\"כ תיטרף גם אחר הצומת הגידין בגובהו וק\"ל:"
        ], 
        [
            "<b>גמ'</b> וא\"ד מאי רובו רוב כל א' וא' כו' ודברי הרא\"ש בזה קשים להולמם וצריכין עיון ע\"ש:", 
            "<b>תוס'</b> בד\"ה ואם לאו זה וזה אסור כו' ואגב סיפא נקט נחתכו דלמטה כו' עכ\"ל פי' בסיפא דהיינו בלמעלה אגב רישא דיליה דהיינו למטה נקט נחתכו והלשון קצת מגומגם ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> אל תקניטני כו' משמע לפי הירושלמי דבכ\"מ אזיל בתר השתא כו' עכ\"ל מיהו תלמודא דידן לא ס\"ל הכי דא\"כ מאי קא\"ל רב פפא לרבא ר\"ל ואיסורא דאורייתא הא ר\"ל גופיה מודה בכ\"מ דהוי כשר חוץ מלגבי פסח ודו\"ק:", 
            "<b>בד\"ה</b> בלשון יחיד כו' וי\"ל דמסתמא הדר ביה לגבי חבריה עכ\"ל פי' דהיינו בפסח דפליג ר\"ל עליה בהדיא משא\"כ בטומאת אוכלין דלא פליג ר\"ל עליה דר\"י בהדיא וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> בנבלתה ולא בעור ולא בעצמות כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> הריני מטיל כו' וי\"ל דברייתא דקתני שמא היינו בשליא הבאה אחר הולד כו' עכ\"ל בפ' המפלת בתוס' דבריהם יותר מבוארים ומה שיש לדקדק בזה ע\"ש בחידושנו ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה שניהם כשרים משום דבעי למיתני סיפא שניהם פסולין ובגמרא מפרש אמאי נקטינהו עכ\"ל כצ\"ל מפי' ישן ופי' דבגמרא מפרש בכל הפסולים דאמאי נקטינהו וק\"ל:", 
            "<b>תוס'</b> בד\"ה מנין לאותו ואת בנו כו' ונראה דמעיקרא קשיא כו' דליכא למימר כו' דא\"כ ליכתביה כו' ולפי המסקנא צריך לומר דלשום כו' עכ\"ל והך שום דרשא מצינו למימר דהיינו דנכתב בענין דקדשים למעט חיה כמ\"ש התוס' לקמן והיינו לפי המסקנא דוי\"ו מוסיף על ענין ראשון אבל לפום סברא דהשתא לית לן למימר הכי אלא דלכך לא נכתב בעלמא כדי לאפסוקי לגמרי ולמעט קדשים ומדבריהם נראה שהוכרחו לכל זה לפי תירוצם דמעיקרא קא קשיא ליה מנין לאותו כו' משום דשור הפסיק הענין כו' אבל בשמעתין דמקשה ואימא בחולין אין במוקדשין לא כו' ניחא בלאו הכי ואפשר דהיינו משום דהמקשה היה סבר דשור הפסיק הענין לגמרי למעט קדשים דהשתא לא תקשי ליה אי מה קדשים כלאים לא כו' דאי לא הפסיק לגמרי אכתי תקשי לן כלאים דחולין לא כדפריך בתר הך דקאמר ושור מוסיף כו' ולא הפסיק לגמרי אי מה קדשים כלאים כו' אבל תנא דברייתא דודאי ידע הך דרשא דאו לרבות כלאים ולא ס\"ל שור הפסיק הענין לגמרי למעט קדשים אלא דלא תימא מוקדשין דוקא ולכך הוצרכו לומר דא\"כ ליכתביה בעלמא כו' ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אלא לחנניה דלא מייתר ליה אותו כו' מיהו בנו אף על גב דלא מייתר לכ\"ע דאצטריך למי שבנו כרוך אחריו מכל מקום משתמעי מיניה נמי לחלק דחד משמע ולאו דוקא בנו דה\"ה בן נמי חד משמע כדמוכח מדברי התוס' לקמן ודו\"ק:", 
            "<b>תוס'</b> בד\"ה זה בנה אב כו' וע\"ק דבאותו ואת בנו כו' נמעט טרפה מבנין אב כו' עכ\"ל אבל מדנכתב בענין קדשים ליכא למעוטי טרפה דבכלאים שפיר קאמר אי מה קדשים כלאים לא כו' דאע\"ג דשייך כלאים בולדות קדשים למאן דאמר במעי אמן הן קדושים מ\"מ בגופן של קדשים לא שייך משא\"כ טרפה דשייך בהוקדשה ואח\"כ נטרפה וק\"ל:", 
            "<b>בא\"ד</b> לר\"א דמתיר בכלאים בנין אב דרבא למאי הלכתא ולא קאמר כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> עד שיפרוט כו' דהא אצטריך כדפי' אלא מסברא דנפשיה כו' עכ\"ל ואע\"ג דאצטריך לר' יונתן יחדיו דלא נימא כל אחד בפני עצמו הני דרשות נמי משתמע מניה דלא מקרי יחדיו אלא בכה\"ג וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> עייל לי הנך כו' דמספקי ליה לר\"א אי אתא לחלק או לחייב במתנות כו' עכ\"ל והיינו לפי מה שכתבו בסמוך דההיא סוגיא דפרק הזרוע לא איתפרשא אלא דפליגי בתיש הבא על הצביה כר' יוחנן התם אבל למאי דמסיק הכא דבצבי הבא על התיישה פליגי ליכא למימר הכי דהא אי אתא קרא נמי לחלק חייב בכוליה מתנות ואין להקשות כיון דבתיש הבא על הצביה איירי התם א\"כ מי הכריח לן למימר דר\"א מספקא ליה דהא איכא למימר כדבעי למימר בשמעתין מעיקרא דר\"א פוטר ממתנות משום דלא חייש לזרע אב ורבנן מחייבי בכולי' מתנות מרבויא דקרא דיש לומר דמדאסר ר\"א חלב כמ\"ש התוס' לקמן ע\"כ דמספקא ליה אי חיישי' לזרע אב והיינו לחד תירוצא שכתבו התוס' לקמן ומההיא דחלב נמי ה\"מ תלמודא בשמעתין נמי להוכיח דר\"א מספקא ליה אבל להאי תירוצא שכתבו התוס' לקמן דשאני חלב דרבי קרא ודאי דאיכא למימר לר' יוחנן דר\"א לא מספקא ליה אלא דלא חייש לזרע אב כלל ודו\"ק:", 
            "<b>בא\"ד</b> ומיהו קשה בתיש הבא כו' אמאי פטר ר\"א מכיסוי כו' עכ\"ל השתא לר' יוחנן קשיא להו הכי דמפרש לפלוגתייהו לפי האמת בתיש הבא על הצביה אבל בשמעתין דבעי' נמי למימר הכי וקאמר בשלמא לר\"א דפטר כו' לא קשיא להו דלר\"א נמי תקשה ליה אמאי פטר מכיסוי הדם דלא נחית תלמודא הכא אלא לענין מתנות דבהך ברייתא דמייתינן הכא לא הוזכר כלל דין כיסוי דם ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אלא לרבנן נהי דקסברי שה כו' לימא ליה אייתי ראיה דחוששין כו' ולא בעי למימר דרבנן ס\"ל ודאי חוששין לזרע האב ומתני' דכיסוי הדם כר\"א דמספקא ליה כדמסיק דניחא ליה לאוקומי כרבנן וכפרש\"י לקמן ולמאי דאסיק דבצבי הבא על התיישה פליגי לא בעי למימר דר\"א ס\"ל ודאי חוששין דניחא ליה למימר דלא פליגי אלא בשה ומקצת שה אבל בחוששין לכ\"ע מספקא ליה ועוד דהשתא דר\"א נמי מספקא ליה איכא לאוקמא מתני' דכיסוי הדם נמי כוותיה ובתיש הבא על הצביה ודו\"ק:", 
            "<b>פרש\"י</b> בד\"ה אין שוחטין כו' ולדחות י\"ט מספק אם שחטו הס\"ד ואחר כך מ\"ה לשחוט כו' כצ\"ל:", 
            "<b>בד\"ה</b> אי לרבנן דאמרי אין חוששין בר כיסוי הוא עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> [מתקיף לה וכו'] דלמא מינא דאקו כו' או זמר הנך דלא בקיאינן בהו כו' עכ\"ל דקדק לפרש הנך דלא בקיאינן בהו דאי בקיאינן בהו כיון דהאי עז הבר לא ממש אקו או תאו או דזמר ניהו לית לן למימר דמינא דהני נינהו אלא מינא דעז משום דנקרא עז אבל כיון דלא בקיאינן בהו אית לן למימר דהני ממש נינהו אע\"ג דנקרא עז נשתנה שמו בפי עולם ולאו מינא דעז ודו\"ק:", 
            "<b>תוס'</b> בד\"ה מדחשיב ליה כו' משמע דאי לאו דחשיב ליה בהדי חיות כו' עכ\"ל לעיל נמי קאמרינן והני מדלא חשיב ליה בהדי חיות וכו' מה\"ט נמי קאמר דעז נינהו משום דנקרא עז אלא דהכא לפי סברת המקשה הוכיחו דכ\"ע אית להו הך סברא ולמאי דמסיק נמי ודלמא מינא דאקו או דתאו או דזמר נינהו באיל הבר ודאי נמי איכא למימר הכי דמינא דאקו או דתאו או דזמר נינהו ודו\"ק:", 
            "<b>בד\"ה</b> הראשון חייב כרת כו' דלא כרבי יצחק אתיא דאמר פ' אלו הן הלוקין חייבי כריתות שלקו כו' עכ\"ל פי' דלא כהאי תירוצם דהתם דאמר דהך מתני' דמגילה אלא שזה זדונו בידי אדם וזה בכרת כרבי יצחק אתיא דאליביה ליכא מאן דפליג על ר' חנניא בן גמליאל דסבר התם דחייבי כריתות שלקו נפטרו מידי כריתות אלא כהאי תירוצא דהך [מתני'] דמגילה לא אתיא כר' יצחק אלא דאיכא מאן דפליג על ר' חנניא וסבר לא נפטרו מידי כריתות ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> שחיטה שאינה כו' ועוד דבהדיא תנן בפרק בתרא דזבחים כו' רש\"א הרי הן בל\"ת כו' ועובר בלאו דלא תשחטו עכ\"ל (א) לא ידענא מי הגיד להם דלא תעשה דקאמר היינו הלאו דלא תשחטו ולמה לא נאמר דהיינו הך מתני' ממש דמייתינן לקמן בשמעתין ומקשינן מינה לרב המנונא דקתני בה אותו ואת בנו כו' רש\"א שני בל\"ת דההוא הלאו היינו לאו דלא תעשון דמלקינן עלי' אף אי לא חשיב שחיטה כנראה מדבריהם לקמן ואפשר דהוה משמע להו מדקתני אותו ואת בנו ומחוסר זמן דתרי מילי נינהו ומדמחוסר זמן היינו הלאו דלא תעשון הוי אותו ואת בנו ממש לאו דלא תשחטו ויש לישב עוד בע\"א בדוחק וצ\"ע ודו\"ק:", 
            "<b>בא\"ד</b> דלא מוכח הכא אלא מן הראשון כו' והרי הוא כאילו מיקטל כו' עכ\"ל אבל מן השני ליכא להוכיח מה\"ט כיון דשחיטת קדשים אינה ראויה הוה כאילו מקטל קטלה וליכא שחיטה כלל דע\"כ כיון דר\"ש סבר כשהראשון חולין והשני קדשים דאותו ואת בנו נוהג בו גזירת הכתוב הוא דלילקי אע\"ג דהוי שחיטת שני שאינה ראויה כמ\"ש לעיל דהכי איירי קרא שהראשון חולין והשני קדשים אלא דהכא מוכח מן הראשון מיהו למאי דמסיק דהוי התראת ספק ולמלקות קאמר ודאי דמשני מוכח כנראה מפרש\"י לקמן וכן מוכח מהא דקאמר גבי חולין ואח\"כ שלמים דפטור נמי משום התראת ספק שמא לא יזרוק ובראשון שהיה חולין לא שייך שמא לא יזרוק ואע\"ג דגזירת הכתוב דלילקי דקמא שמיא גליא אבל אנן לא מלקינן ליה כיון דספק לן שמא לא יזרוק אבל דבמיתה ומלקות נמי פליגי אפרש לה ומדברי מהרש\"ל נראה שהבין לקמן בתוס' שכתבו במסקנא דהכא כו' דליכא מלקות משום דהוי התראת ספק כו' דמחוסר זמן הוא ואין ראוי לזרוק כו' דהיינו הראשון לאחר ששחט את השני וא\"א לומר כן כמו שהוכחנו מההיא דחולין ואח\"כ שלמים דליכא למימר ביה אינו ראוי לזרוק אלא בשני ודעת רש\"י דלית ליה האי סברא שכתבו התוס' דגזירת הכתוב הוא דלילקי אע\"ג דלאו שחיטה ראויה היא לא הוה צריך לפרש דהא שחיטת ראשון אינה ראויה כו' אלא דמשני נמי ה\"מ לאוכוחי הכי וצ\"ע ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> יום להרצאה כו' ושמא ר' זירא דהכא כו' עכ\"ל פי' דהמקשה אפשר דהוה ידע דר' זירא ס\"ל כרב נחמן ב\"י כו' ודו\"ק:", 
            "<b>בא\"ד</b> יום להרצאה וא\"ת וכו' ותימה דר\"ש דאית ליה הכי בהמזבח מקדש כו' עכ\"ל מהרש\"ל פי' עלה למחוסר זמן ירד נ\"ל עכ\"ל וליתא התם הכי דבמחוסר זמן לא פליגי ולכ\"ע ירד אלא דבלילה אית ליה לר\"ש אם עלה לא ירד כיון שהיה פסולו בקודש ור' יהודה פליג עליה התם דבלילה נמי אם עלה ירד וא\"כ דר' אפוטרוקי ע\"כ כר\"ש דלר\"י ליכא נפקותא בין מחוסר זמן ובין לילה ואכתי תקשה ליה מביום צוותו נפקא וק\"ל:", 
            "<b>בד\"ה</b> עולה לאו בת אכילה היא כו' א\"כ ל\"ל לר\"ש גבי כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה חייבי מיתות שוגגין כו' ויש בה עוד חיוב ד\"א כגון מלקות כו' או יש בה חיוב ממון עכ\"ל היינו למאי דמסיק דשמעינן ממימרא דהכא דהאי חייבי מיתות שוגגין וד\"א דקאמר משמע בין מיתה וממון בין מלקות וממון מיהו אי לאו מימרא דהכא לא הוה שמעינן מחייבי מיתות שוגגין וד\"א אלא ממון דומיא דחייבי מלקות שוגגין וד\"א דהאי ד\"א לא משמע אלא ממון ודו\"ק:", 
            "<b>תוס'</b> בד\"ה כיון דאילו אתרו ביה כו' ומיהו משום דגבי מזיד איכא קרא דלא עבדינן כו' עכ\"ל ר\"ל דודאי ניחא ליה לתלמודא הכא למיעבד הך צריכותא דפלוגתייהו בחדא סברא אלא דהתם גבי מזיד דהוצרך למיעבד צריכותא אתרי קראי הוצרך לדחוק למיעבד צריכותא אחרינא בסברא מהופכת ודו\"ק:", 
            "<b>בא\"ד</b> ה\"א דוקא התם פטור מדתנא דבי חזקיה אבל במלקות אימא לא כו' עכ\"ל (לפי' דהא) (פי' ה\"א) דוקא בממון ומיתה מדתנא דבי חזקיה ומשום דחד בגופא וחד בממונא לא עבדינן אבל במלקות אימא דמודה דחייב דמיתה אריכתא היא קמ\"ל דנילף מלקות מממון כי היכי דלא חלקת בממון ה\"נ במלקות ואע\"ג דבמזיד אצטריך קרא נמי למלקות מ\"מ כיון דגלי לן במזיד דאין חילוק בין ממון למלקות אית לן למימר נמי הכי בשוגג דאין חילוק ודו\"ק:", 
            "<b>בד\"ה</b> פרה מטמאה כו' וכן משמע בפ' טבול יום ובמרובה מפרש וגרסי' מטמאה ולא מיטמאה כו' אין נפקותא כיון דחשיבא אוכל כו' דסופו ליטמא טומאה חמורה ובמרובה מפורש באורך כו' עכ\"ל כצ\"ל ובתוס' שלפנינו בדפוס ישן יש עירבוב שהקדימו המאוחר ובדפוס חדש מחקו ובמרובה מפורש מדברי התוס' ואין צורך דר\"ל ובתוס' דמרובה מפורש מהו הראייה מפ' טבול יום ע\"ש וכן מ\"ש אהא דגרסי' מטמא כו' ובמרובה מפורש באורך דבריהם בזה ע\"ש:", 
            "<b>בד\"ה</b> הואיל והיתה לה שעת כו' דמשמע דהשתא לאו בת פדייה היא והא אית ליה לר\"ש כו' עכ\"ל יש לדקדק דבלאו הך דקאמר ר\"ש דקדשי בדק הבית לא הוי בכלל העמדה והערכה תקשי להו בפשיטות מהך דהכא דאומר היה ר\"ש פרה נפדית על גב מערכתה דהיינו לאחר שנשחטה וא\"כ אמאי קאמר והיתה לה שעת הכושר דמשמע דהשתא לאו בת פדייה היא ואפשר לומר דאיכא למימר הא דנפדית ע\"ג מערכתה היינו כשעדיין היא מפרכסת דהויא בת העמדה והערכה כדאמרינן בפ\"ה והשתא שפיר קאמר דלאחר כך נמי מטמאה טומאת אוכלין הואיל והיתה לה שעת הכושר אבל מההיא דשבועות קשיא להו שפיר דלעולם היא בת פדייה כיון דלא בעי העמדה והערכה וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ואמר ר\"ל אומר כו' אם יגע בטומאה כו' שאינן נוגעין בנבילה אלא בבצק עכ\"ל מפי' נראה שכתב שאין נוגעין בנבילה כו' שהוא מפרש ההיא דכריתות נמי בשיש כזית בנבילה דאז אי הוה נוגעים בנבילה אוכלין אחריני נטמאו ומ\"ש בתחלה אם יגע בטומאה היינו כיון דלית בבצק כביצה אלא ע\"י צירוף הנבילה לית לן למימר דמטמא ומצטרף אבל התוס' בפ' מרובה הקשו עליו דיכול להיות מטמא ומצטרף ע\"ש ודו\"ק:", 
            "<b>בד\"ה</b> אלא הא תירוצא כו' והא דתנן תצא ותרעה בעדר מקשינן לה בכריתות כו' עכ\"ל דליכא לתרוצי כדמשנינן כאן קודם ירידה כו' דמתני' דכריתות מוכחא דלא מיתסרא מחיים כמ\"ש גם התוס' וק\"ל:", 
            "<b>בד\"ה</b> הרי כאן שנים כו' כיצד בת ואם ובת דאי אם כו' עכ\"ל לפי פירושם בת ואם ובת היינו באם ושני בניה ושחט האם באמצע שני בניה מיהו תלמודא לא נקט לה בענין זה אלא בבת ואם ובת בתה וכן מצאתי בספרים ישנים מדויקים בפרש\"י כיצד בת ואם ובת בתה כו' וכצ\"ל:", 
            "<b>תוס'</b> בד\"ה גמר קיחה קיחה כו' דהא איהו יליף מכשיר ממכפר דקסבר ירידתה לנחל כו' עכ\"ל אין זה מדוקדק דמדקסבר ירידתה לנחל איתן אוסרת' אין זה מוכרח דיליף מכשיר ממכפר אלא דאוסר לה משום דכתיב בה כפרה כקדשים אבל בפשיטות ה\"ל לאקשויי כיון דלא קסבר רבי ינאי אלא כתנא דבי ר' ישמעאל לא ה\"ל למילף דמתסרא מחיים משום דכתיב בה כפרה כקדשים אלא דה\"ל ר\"י למילף מכשיר ממכפר כתנא דבי רבי ישמעאל ובדפוסים חדשים מחקו כל קושיא זו מדברי התוס' ולא ידענא למה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> להודיעך כחן דרבנן דאע\"ג דגופין מוחלקין פטרי כו' וה\"ה דהמ\"ל להודיעך כחן דרבנן דאע\"ג דהוי כשני שמות אותו ואת בנו ובנו ואותו פטרי רבנן כמ\"ש התוס' דמה\"ט פליגי בסיפא ולא נקט פלוגתייהו ברישא אלא דנקט תלמודא הך סברא דגופין מוחלקין דהא ברישא דליכא ב' שמות נמי פליג סומכוס כדמוכח מן התוספתא שהביא רש\"י ז\"ל ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה בבת א' בידו א' חטה וחרצן ובידו אחת שעורה וחרצן עכ\"ל בחנם נקט בכה\"ג דבידו א' חטה וחרצן וכן בשניה חטה וחרצן נמי הוי כעין ב' זיתים וצ\"ע ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ולאפוקי מדר' יאשיה כו' ולהכי לא מצי לאוקמא כלאים בבת אחת כו' דהא לר' יאשיה נמי לקי תרתי כו' וחלב לזה אין לו כו' זה בזה אין מעשרין כו' עכ\"ל כצ\"ל פי' אבל אי לא הוי לקי לר' יאשיה אכלאי זרעים בחטה ושעורה הכא דאיכא חרצן בהדייהו לא הוי לקי תרתי דכלאי זרעים וכלאי כרם חד גוונא הוא דלא מחייב נמי אכלאי זרעים אלא בדאיכא נמי חרצן בהדייהו ולא הוי לקי אהני ב' לאוי אלא חדא וכן מוכח מירושלמי שהביאו ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> אלא פשיטא בבת א' כו' לפום מאי דס\"ד השתא לא הוי מצי למנקט פלוגתייהו בירך א' ואכל ממנו שני זיתים דלת\"ק דסבר כסומכוס סופג פ' ולר\"י סופג מ' משום דפשיטא ליה דבימין דא\"כ ממלתיה דת\"ק לא הוה ידענא דסבר כר\"י כפרש\"י דדוקא בימין דאין סברא למיתני בהדיא ימין מיהו מתוך הסוגיא דפרק ג\"ה דקאמר דתרוייהו לאיסורא ולר' יהודה אצטריך כו' משמע דת\"ק דר\"י לא סבר נמי בהא כר' יהודה דדוקא ימין אלא משום רבותא דר' יהודה לחוד נקט שתי בהמות וע\"ש ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה דלית ביה כזית בקמא כו' ואין נראה בעיני שיהיו ב' התראות מצטרפות כו' בתוך כדי אכילת פרס היינו בת א' כו' עכ\"ל דליכא לפרושי דליכא כזית בחד מינייהו ובהכי פליגי דלת\"ק דמחייב אכל בריה ובריה חייב שתים בב' התראות כמו בב' זיתים בהעלם א' ולר\"י דלא מחייב אבריה מצטרפות בכדי אכילת פרס וחייב א' דא\"כ לא ה\"ל לתלמודא למימר דפליגי בזה אחר זה דהא לר\"י הוה בת אחת ושוב ראיתי בחידושי הרשב\"א שהוא פירש כן וכן נראה מפרש\"י בפ' ג\"ה שהוא מפרש כן אלא דהכא ס\"ל דליכא לפרושי הכי דלר\"י לא הוה בזה אחר זה כמ\"ש מיהו ק\"ק לפרש\"י אמאי לא מוקי לה תלמודא הכא בכה\"ג דלא הוי בכל חד מינייהו כזית אלא ע\"י צירוף דלת\"ק הוי בזה אחר זה ולר\"י הוה בת אחת ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ואין שוחטין כו' ומספיקא לא מחללינן י\"ט אם שחטו עכ\"ל הד\"א כצ\"ל:", 
            "<b>תוס'</b> בד\"ה שחט חיה כו' תימה דליגרריה ולכסייה וכן בהמה ואח\"כ חיה כו' עכ\"ל דע\"כ ליכא למפטריה משום דכל הראוי לבילה אין בילה מעכבת בו כדבעי למימר מעיקרא כיון דאפשר בגרירה כההיא דסכין דחייב לכסות למעלה ע\"י גרירה דאין סברא לחלק בין למעלה בין למטה דתרווייהו מקרא דבעפר נפקא וק\"ל:", 
            "<b>בד\"ה</b> אין בילה מעכבת כו' דסברא הוא בכל כי הני שיש שום דרשא כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> קי\"ל חיה בכלל כו' אימא נמי בהמה בכלל חיה ?נכסוי כו' מהך גופא דבהמה בכלל חיה ליצירה כדאמרי' בפ' בהמה המקשה המ\"ל דאימא נמי בהמה בכלל חיה לכסוי כו' אלא דהך דרשא אינה פשוטה דרבנן פליגי עליה דר\"מ התם משא\"כ הך דרשא דחיה בכלל בהמה לסימנין דרשא פשוטה לכ\"ע ודו\"ק:", 
            "<b>תוס'</b> בד\"ה מה חיה שאינה קודש כו' קדשים בחוץ ר\"מ מחייב כו' עכ\"ל ולר\"ש נמי קדשים בחוץ לא אצטריך קרא דשחיטה שאינה ראויה לא שמה שחיטה ולא אצטריך האי הקישא דמה חיה שאינו קודש כו' אלא למעט עוף קודש שבפנים ואע\"ג דחיה נמי שאינו קודש בפנים לא בעי כסוי דהוי חולין בעזרה דלא צריך כסוי לר\"ש צ\"ל דה\"ק דמה חיה לא תמצא בו כסוי אלא באינו קודש ובחוץ אף עוף כן ולאפוקי עוף קודש אף שבפנים ודו\"ק:", 
            "<b>בד\"ה</b> עשרה מנה כו' במדרש אומר אורחים יום ראשון אווזים כו' עכ\"ל כצ\"ל וכ\"ה בספרים מדוייקים והכי איתא במדרש ילקוט והביאו רש\"י בחומש סוף פרשת פנחס שאם ילך אדם לאכסניא יום א' מאכילו עופות כו' עכ\"ל ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> בתורי ר\"ח גרס בתוורי פי' בקרים כו' עכ\"ל פי' הפועלים המוליכין השוורים לחרישה נקראין תוורי כמו שתאמר מן חמור חמרי כך תאמר בלשון עברי מן בקר בקרי ובלשון ארמי מן תור תוורי על הפועלים ועיין בתוס' פי' אלו מציאות וק\"ל:", 
            "<b>בד\"ה</b> כסוי שאין ודאי דוחה כו' אבל טעמא דמפרש התם דבדקר נעוץ כו' אתי ק\"ו דהכא שפיר כו' מ\"מ אסרו משום טורח אינו דין כו' משום איסור גומא כו' עכ\"ל דבריהם צריכין ביאור והוא למאי דבעי רבה למימר התם טעמא דאין שוחט כוי בי\"ט דאפר כירה מוכן לודאי ואין מוכן לספק הוי טעמא משום דבספק לא התירו אפי' בדקר נעוץ משום איסור גומא דרבנן ולפי זה אתי ק\"ו דהכא שפיר דאיכא למימר לפום הכי דהא דבשבת אסור אפי' הכינו מבע\"י בדקר נעוץ לאו משום איסור טורח אלא משום איסור גומא ואהא הקשו דהאי תירוצא לא קאי התם כדפרכינן לספק מ\"ט לא משום דקעביד גומא ודאי נמי כו' וא\"כ בספק נמי שרי בדאיכא דקר נעוץ וליכא למיסר משום איסור גומא בספק אלא כדמסיק אי משום מוקצה דדעתו לודאי כו' ואי משום איסור חלב והני טעמי לא שייכא בשבת דאפי' מבע\"י אסור בשבת דהיינו דקר נעוץ ואהא תירצו די\"ל בדוחק ק\"ו הכי כו' ניחא לן למימר דבין למאי דבעי למימר מעיקרא דאסרו ספק משום איסור גומא בין למאי דמסיק דאסרו ספק משום מוקצה דבשבת לא אסרו אלא משום טורח ואינו דין שאין ספק דוחה י\"ט משום איסור גומא למאי דס\"ד דמעיקרא דמשום איסור גומא אסרו ספק וכן אינו דין למסקנא שאין ספק דוחה י\"ט משום מוקצה והדברים ברורים למבין ודו\"ק:", 
            "<b>בד\"ה</b> תקיעת שופר כו' א\"נ ה\"ק כו' שמא יעבירנו כו' דאיכא נמי איסורא דרבנן בתקיעה שהיא חכמה כו' עכ\"ל יש לדקדק דהיכי קעביד ק\"ו לאסור בספק י\"ט משום איסור תקיעה גופה הא מהיכא דקמבעי למיעבד ק\"ו משבת לא אסרו משום איסור תקיעה גופה דא\"כ ל\"ל התם טעמא דשמא יעבירנו כיון דאיכא לאוסרו נמי משום איסור תקיעה גופה ואפשר לומר משום אינך דקאמר התם נמי בלולב ומגילה דאינן דוחין שבת נקט טעמא דשמא יעבירנו ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> דנין שחיטה משחיטה כו' וי\"ל דהתם דנין טביחה בעבירה משחיטה דעבירה והכא אצטריך כו' דהויא שחיטת היתר כו' עכ\"ל וליכא לאקשויי דה\"נ הכא אמאי יליף שחיטה משחיטה הא ניחא לן למימר דנין שחיטה דהיתירא מטביחה דהיתירא ואין דנין שחיטה דהיתירא משחיטה דאיסורא די\"ל דהכא כיון דהויא נמי שחיטה דעבירה בנמצאת השניה טרפה ופשיטא לית לן לפלוגי בטרפה באותו ואת בנו בין שחיטה דעבירה ובין שחיטה דהיתירא אלא אי למיזל לדון דעבירה מעבירה וכיון דגלי קרא בעבירה ה\"נ אית לן למימר בהיתירא אלא או למיזל לאידך גיסא לדון דהיתירא מהיתירא וכיון דגלי בהיתירא ה\"ה בעבירה וקאמר דניחא לן למילף עבירה מעבירה משום דהוי שחיטה משחיטה וכיון דגלי בעבירה ה\"ה בהיתירא דלית לן לפלוגי בטרפה באותו ואת בנו ודו\"ק:", 
            "<b>גמ'</b> ור\"מ אטו אותו ואת בנו בקדשים מי לא נוהג כו' ויש לדקדק דמשמע דאי לאו דאותו ואת בנו נוהג בקדשים הוי דנין חולין מחולין אע\"ג דהוה שחיטה מטביחה א\"כ מכ\"ש התם בתשלומי ד' וה' אכתי תקשי דה\"ל למילף חולין מחולין דהוי נמי טביחה מטביחה דהא תשלומי ד' וה' אינו נוהג בקדשים כדתנן בהדיא התם בפ' מרובה ולדברי התוס' ניחא דהתם בד' וה' ניחא לן למילף לדון טפי דעבירה מעבירה חולין מקדשים מדנילף דעבירה מהיתירא אע\"ג דהוי חולין מחולין והכא משום שחיטה דהיתירא אצטריך למימר דאותו ואת בנו נוהג בקדשים וכן לתירוץ שני של התוס' יש ליישב גם קושייתנו ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אין והתנן כו' דאי מדאורייתא חיה נמי דאורייתא ומאי וכן ומשני כו' יש לדקדק שהיא דאורייתא כו' עכ\"ל פירוש לדבריהם דהמקשה הוה סבר דמההוא קרא דאסרינן בהמה יש לאסור נמי חיה כדאיתא בפרק האיש מקדש והמתרץ השיב לו דע\"כ בהמה דאורייתא וקתני וכן דחיה אינו אלא מדרבנן ור\"ש פליג אההיא ברייתא כמ\"ש התוס' לקמן לחד תירוצא וכן לתירוץ שני דלא פליג ר\"ש וחיה נמי דאורייתא אלא לענין שרפה קתני וכן כמ\"ש לקמן וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> מ\"ט דר\"מ הואיל כו' דמספקא להו לרבנן אי רוב מעשיהן מקולקלים כו' עכ\"ל וה\"ה דהמ\"ל דמספקא להו אי פלגא ופלגא הוא סמוך פלגא לחזקה כו' כמ\"ש לעיל ולר\"מ דקאמר טעמיה הואיל ורוב מעשיהן מקולקלין לא בעי למימר פלגא ופלגא וסמוך פלגא לחזקה כו' למאי דמסיק יאמרו ספק איסור להתיר כיון דר\"מ חייש למיעוטא ה\"נ אית לן למיחש למיעוטא דסמוך פלגא לחזקה לא הוי אלא ברוב א' אבל למאי דקאמר רוב מעשיהן מקולקלין הרי רוב וחזקה וה\"ל המיעוט מיעוטא דמיעוטא לא חיישינן ליה כלל אפילו לר\"מ כמו שכתבו התוס' לקמן וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה יאמרו ספק איסור כו' דאיכא רובא וחזקה כו' דר\"מ חייש למיעוט כו' עכ\"ל ר\"ל למאי דמסיק יאמרו ספק איסור להתיר בהא דקאמר טעמיה דר\"מ משום דרוב מעשיהן מקולקלין לא סגיא לן דאכתי אית למיחש למיעוטא דשמא יפה שחטו אלא דאית לן למימר דאיכא חזקה בהדי מיעוט דהשתא ה\"ל המיעוט מיעוטא דמיעוטא ולא חיישינן ליה כמ\"ש גם התוס' לעיל וק\"ל:", 
            "<b>תוס'</b> בד\"ה סמוך מיעוטא לחזקה כו' וי\"ל דרוב תינוקות מטפחין לא הוי רוב גמור כו' עכ\"ל לעיל לר\"מ דקשיא להו מההוא דיבמות דלא הוה אלא פלגא ופלגא לכאורה נמי ה\"מ לתרוצי דיהכא שאני דלא הוי רוב גמור וכ\"כ התוס' בפ' י' יוחסין אבל בפ' כל היד כתבו התוס' כשיטתם דהכא ועיין בחידושינו שם במסכת נדה מה שכתבנו בזה ודו\"ק:", 
            "<b>בד\"ה</b> יאמרו ספק איסור להתיר וא\"ת בפרק אין מעמידין כו' וא\"כ מיעוטא דנשחטין כו' עכ\"ל מהרש\"ל מחק התחלת דבריהם וכתב נ\"ל טעות ונתקשר הדיבור אתירוצא דלעיל דלא כו' עכ\"ל ולא ידענא מי הביאו לזה דהא ודאי עיקר קושייתם כאן במקומו דמסיק יאמרו ספק איסור להתיר דלכך הוצרך למימר טעמיה דר\"מ משום דרוב מעשיהן מקולקלין דהשתא ליכא לספק איסור להתיר דליכא למיחש למיעוטא לר\"מ משום דהוה חזקה בהדי רובא והוי המיעוט מיעוטא דמיעוטא כמ\"ש גם רש\"י כאן וכ\"כ התוס' לעיל בד\"ה מ\"ט דר\"מ הואיל כו' והשתא תקשי להו מההיא דפ' אין מעמידין כו' כיון דבכה\"ג ליכא למיחש הכא למיעוטא אפי' לר\"מ א\"כ מאי קשיא אם אין רוב נשחטין הא ה\"ל מיעוטא דנשחטין כו' והרי לך דכאן עיקר קושייתם מפ' אין מעמידין דמיירי נמי לענין איסורא ואין הקושיא נקשרת אדלעיל מיניה בדבור הסמוך שלא כתבו כן אלא לענין טומאה וזה ברור וק\"ל:", 
            "<b>בא\"ד</b> ומיהו איכא למפרך מאי איריא רוב אפי' פלגא ופלגא נמי עכ\"ל בדפוסים חדשים מחקו כל זה מדברי התוס' ואפשר שזה המגיה הבין כיון דאיכא פלגא ופלגא אזלינן בתר ההוא פלגא דאיכא חזקה בהדיה וכ\"כ התוס' לעיל ודאי דכן הוא לרבנן שכתבו התוס' כך דסמוך פלגא לחזקה וה\"ל רובא לגבי אידך פלגא ולמיעוטא לא חיישינן אבל לר\"מ דקיימא הכא דחיישינן למיעוט ה\"נ הכא חיישינן לאידך פלגא דה\"ל חד מיעוטא לגבי חזקה ופלגא כמ\"ש לעיל וזה ברור לקיים כל נוסחות התוס' הישנות וק\"ל:", 
            "<b>בד\"ה</b> אסור לכו למשתי כו' וכן משמע בפ\"ג דיומא דיבר כו' ואין הלכה כאותה ברייתא אלא כרב חסדא כו' עכ\"ל אבל בתוס' בפ' ע\"פ כתבו בלשון אחר ואין הלכה כאותן ברייתות כו' והנהו ברייתות וההיא דתוספתא אתו כר' יהודה עכ\"ל ונראה לקיים דבריהם כאן דדוקא הך ברייתא דפ\"ג דיומא דמיירי בדברים הטעונים ברכה לאחריהן במקומן מדקתני בה צריך נטילת ידים לא אתיא כרב חסדא דלדידיה לקבעא קמא הדר אבל הך דתוספתא איכא לאוקמא בדברים שאין טעונין ברכה לאחריהם במקומן דהוי בהו עקירת מקום היסח הדעת ובעי ברכה לכתחלה ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> משתי וברוכי כו' צריך לברך ברכת המזון וליטול כו' עכ\"ל זה אינו כשיטת התוס' דלעיל דלא בעי בהיסח הדעת ברכת המזון אלא ברכה ראשונה אבל דברי הר\"ר י\"ט הם כשיטת רש\"י בפ' ע\"פ שפי' בהך עובדא דאיתסר לכו למשתי עד לאחר ברכת המזון ע\"ש וק\"ל:", 
            "<b>בד\"ה</b> רואין אותו כאילו כו' מפרש טעמא דרבנן ודר' יהודה מדכתיב ולקח כו' עכ\"ל כצ\"ל וכ\"ה הקושיא לרבנן בתוס' בפ' התערובות וק\"ל:", 
            "<b>בא\"ד</b> אבל דם בתוך מים ראשון כו' מדרישא במיא דאיסורא כו' וכי היכי דהך סיפא באיסור כו' ה\"ה רישא דיין ביין כו' עכ\"ל צ\"ע מאי קושיא לדמות רישא דיין ביין לסיפא דסיפא מים ביין דאיירי באיסורא לגו היתרא אדרבה נדמהו לסיפא דיין במים דאיירי בהיתרא לגו איסורא דבמיא דאיסורא מיירי הנך בבי לפי סברת המקשה ואפשר דמשמע למקשה דהנך תרי בבי דרישא דכל שהוא דומיא דתרי בבי דסיפא וכמו דתרי בבי דסיפא איירי חדא באיסורא לגו היתרא וחדא בהיתרא לגו איסורא דומיא דהכי תרי בבי דרישא יין ביין ומים במים איירו בכה\"ג חדא באיסורא לגו היתרא וחדא בהיתרא לגו איסורא ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> ובנותן טעם דקאמר דמשמע דכי ליכא בנ\"ט דשרי היינו כו' עכ\"ל לא ידענא למה לא נאמר דראשון ראשון אינו בטל וכשנתרבה ההיתר דליכא באיסור בנ\"ט אף אם לא נפל בבת א' דשרי וכ\"כ כל הפוסקים דלהיתר נמי אמרי' דם היתר חוזר וניעור ולא קאמר רב דימי דבהיתרא לגו איסורא אוסר בכל שהוא אלא אמתני' במין במינו דאיסורו בכל שהוא אבל הכא במין באינו מינו כיון דאין איסורו בכל שהוא למה יאסור בכל שהוא ואם נחמיר בהיתר לומר דראשון ראשון בטל א\"כ לא הוצרכו למימר התוס' לעיל בקדשים דראשון ראשון בטל משום דכיון שנדחה כו' דהא דם קדשים היתר הוא ואית לן למימר ביה ראשון ראשון בטל ושוב ראיתי בתוס' פ' כל הבשר דלדעת מי שאומר חתיכה עצמה נ\"נ הוצרכו לפרש כן ע\"ש:", 
            "<b>בד\"ה</b> כל משקה המת כו' אע\"פ שלא היה ברוק שבפיה רביעית נטמא מידים כו' עכ\"ל וצ\"ל לסברתם דרוק אע\"פ שיש לו תורת מעין לגבי זב מ\"מ תורת משקה אין עליו ולא דמי למים דתורת משקין גמורים עליהם ונטמא אחורי הכוס מחמת הידים דפ' אלו דברים מיהו לפי מה שפרש\"י שם בההיא דנימא נפסקה וקשרתיה בפה שהייתי אז נדה ע\"ש אין מקום לקושית התוס' אבל התוס' דחו שם פירושו ע\"ש:", 
            "<b>בא\"ד</b> וי\"ל דהכא מיירי כשיצאו ממנו דרך שפופרת כו' עכ\"ל וליכא לאקשויי לפי זה מאי קא קשיא ליה מההיא דמשקה ט\"י כו' מאי לאו כו' וחמורין מת דאימא דאיירי בשלא יצאו דרך שפופרת ונגעו במת די\"ל דא\"כ משקין היוצאין מהן נמי משום לתא דנגיעה נגעו בה ומאי קאמר משקין היוצאין כמשקה שנוגע בהן כיון דאידי ואידי משום נגיעה הוא ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> משקה טבול יום כו' וא\"ת דהכא משמע דט\"י מטמא משקה דתרומה כו' עכ\"ל מהרש\"ל הגיה משקה דקדשים במקום משקה דתרומה ולא ידענא כוונתו דהא ודאי במשקה דתרומה מיירי הכא כמו שהוכיחו התוס' והטבול יום הוא שני ומשקה דתרומה נעשה שלישי לעשות רביעי בקודש ואהא מייתי שפיר משמן שנפסל בט\"י דהיינו נמי שמן של תרומה כדמוכח הסוגיא שם ונעשה שלישי לעשות רביעי בקודש אבל משקה דקודש שנגע בט\"י נעשה שני ומטמא בקדשים עוד אחד לעשות רביעי כמ\"ש בהדיא לעיל וק\"ל:", 
            "<b>בא\"ד</b> ועוד נראה דהכא כו' כאבא שאול דאמר ט\"י תחלה לקודש כו' עכ\"ל פי' כיון דלגבי נגיעת קודש הוו ט\"י תחלה לקודש לאבא שאול אית לן למימר נמי הכא נחות דרגא והוי ט\"י שני לתרומה לעשות רביעי בקודש כדמוכחת הסוגיא דפ\"ב דנדה אבל לרבנן דפליגי עליה בנגיעת ט\"י בקודש גופיה אינו אלא לפסול ואינו עושה רביעי לקודש וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> כלל הצריך לפרט כו' ולאביי דאית ליה התם בכור לד\"א כו' דאי לאו פרט ה\"א דאפי' יוצא דופן כו' עכ\"ל בהדיא קאמר אביי התם הכי ורישא ה\"ק יכול אפי' יוצא דופן ת\"ל פטר רחם אבל נראה להם דוחק לאביי כיון דאית ליה בכור לד\"א לא הוי בכור אמאי חשיב ליה למלת בכור טפי כללא ממלת פטר רחם דהא דכמו דמפטר רחם אימעיט כל מילי חוץ ממלתא חדא דהיינו יוצא דרך רחם אחר יוצא דופן ה\"נ מבכור אימעיט כל מילי חוץ ממלתא חדא דהיינו יוצא דופן גופיה וזה הביאם דנראה להם לפרש לאביי דתרוייהו הוו כלל ותרוייהו הוו פרט דבכור לא משמע טפי כללא מפטר רחם ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> והתניא תקע כו' והא דמשני בסוכה באשרה דמשה ולא משני בדעובד כוכבים וקודם ביטול משום דמכי נקצץ כו' עכ\"ל והא דלא ניחא להו למימר לפר\"ת כמו שפי' לעיל דאשרה דומיא דעיר הנדחת קתני דמיירי דישראל עיין בחידושינו בפ' לולב הגזול והתם בסוכה דוקא דקתני אשרה אי הוה דעובד כוכבים מכי נקצץ הלולב מן האשרה נתבטל הלולב אפי' בלא כוונת ביטול כמ\"ש בחידושינו בפ' מצות חליצה אבל לולב דקתני בשמעתין דהיינו שהלולב גופיה הוא של ע\"ז מיירי שפיר בדעובד כוכבים וקודם ביטול ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ואתי איסור מוקדשין כו' ואינו נוהג בטמאה דאין איסור גיד כו' עכ\"ל ולא ניחא להו למימר דטעמא כדאמר ר\"ש התם מי שגידו אסור ובשרו מותר דמתוך הסוגיא דהתם משמע דלתנא דמתני' דמחייב משום טמאה מה שאינו מחייב נמי משום גיד היינו משום דאין איסור חל על איסור אלא דלר\"ש דפוטר משום טמאה הוצרך תלמודא למימר הא דפוטר נמי משום גיד היינו מטעמא מי שגידו אסור ובשרו מותר והתוס' שכתבו כן לקמן גם לתנא דמתני' היינו דאיכא למדחי הכי דמשום הכי ניחא ליה להקשות מירך שנתבשל כו' וק\"ל:", 
            "<b>בד\"ה</b> אלא קסבר כו' ומה שמקשה ר\"י והלא אף לבני יעקב כו' עכ\"ל אבל אי הוה טעמא דתנא דמתני' משום דאין איסור חל על איסור ניחא להו טפי דשפיר מקשה ר\"י כיון דאיסור חמור הוא שנוהג אף בבני נח חייל אאיסור טמאה אפילו דקדים כדמסיק בשמעתין וק\"ל:", 
            "<b>בד\"ה</b> ואמר ר' יוחנן לא נצרכא כו' כולו לא כ\"ש א\"ר יוסי לא נצרכא כו' כדאמר ר' יוחנן על פירכא קמייתא כו' עכ\"ל כצ\"ל ואף שר' יוסי תירץ פירכא קמייתא שם בברייתא בא ר' יוחנן ופירש דבריו בפירכא קמייתא באיזה מת קאמר ר' יוסי דאין עליו כזית בשר דכיון שלא נתקשרו אבריו מסתמא אין עליו כזית בשר וק\"ל:"
        ], 
        [
            "<b>גמ'</b> אימר דשמעת ליה לר\"י בטמאה כו' בטמאה גופיה ה\"מ לדחות דהאי תנא דמתני' אית ליה בסיפא דאינו נוהג בטמאה לפי מה שהוצרכו התוס' לעיל לתרץ ולא היה יכול להקשות והתנן אינו נוהג בטמאה כו' ע\"כ דמשמע להו דהאי תנא דמתני' ס\"ל הכי כסתמא דמתני' דסיפא ודו\"ק:", 
            "<b>רש\"י</b> בד\"ה בטמאה שמעת כו' דהא ר' יהודה אין נוהג בשליל קאמר במתני' כו' עכ\"ל קושטא דמלתא קאמר לר\"י הכי מיהו בלאו הכי דא\"נ דנוהג בשליל איסור טמאה קדים כדמוכחת ההיא דנזיר דלעיל דאיסור טומאה נמי קדים כדאיתא לקמן בפרקין ע\"ש ודו\"ק:", 
            "<b>בד\"ה</b> להעלותו למזבח כו' כדאמרינן לקמן דלא כתיב ולא יאכל המזבח עכ\"ל הכי אית ליה לרב חסדא לקמן ולא קאמר מדכתיב והקטיר הכהן את הכל דמיניה דריש רבי בסמוך דמחוברין דאיסורא מותר להעלותן משום דרב פפא דקאמר דלא פליגי האמוראים בהעלותו ה\"נ לא פליגי תנאי בהכי אלא דרב נחמן ב\"י מפרש לפלוגתייהו בהכי וכצ\"ל רב הונא דקאמר לקמן גיד הנשה של עולה חולצו לתפוח ורב חסדא קאמר דלא כתיב לא יאכל המזבח ס\"ל דלא פליגי רבי ורבנן בהכי כלל דאם לא כן תקשי דרב חסדא דלא כמאן דהא רבי נמי מוהקטיר הכהן את הכל וגו' מרבה לגיד הנשה במחובר ולא מדלא כתיב ולא יאכל המזבח וק\"ל:", 
            "<b>תוס'</b> בד\"ה אלמא איסור מוקדשין כו' ועוד דא\"א לאיסור גיד להיות בענין אחר כו' עכ\"ל אע\"ג דאכתי לא אסקי אדעתייהו הך סברא שכתבו לקמן דדוקא בעינן שיחול איסור גיד מחיים דומיא דיעקב מ\"מ אית להו הכא בפשיטות דודאי איסור גיד סתמא כתיב בין מחיים בין לאחר שחיטה ומחיים א\"א לאיסור גיד להיות בענין אחר ודו\"ק:", 
            "<b>בד\"ה</b> קדשים דאיסור כרת כו' וא\"ת ונימא מגו דאתוסף איסור גיד לגבוה דאסור להעלותו כו' עכ\"ל ק\"ק כיון דלפום סברא דהשתא שרי גיד קדשים לאכילה להדיוט שרי נמי לגבוה ומקרי שפיר ממשקה ישראל מן המותר לישראל כיון דגיד קדשים מותר באכילה לישראל אע\"ג דאסור גיד בחולין דכה\"ג מקרי מליקת עוף להקטיר לגבוה מן המותר לישראל כיון דשרי לכהן באכילה אע\"ג דמליקה אסור בחולין ויש לחלק דלשם א\"א בענין אחר ודו\"ק:", 
            "<b>בד\"ה</b> הכא במבכרת כו' וא\"ת והא איסור גיד לר' יוחנן קדים כו' עכ\"ל ולר\"מ דמתני' אתיא כוותיה וסבר דנוהג בשליל ודאי לא קשיא להו הא איסור גיד קדים משום די\"ל כמ\"ש הרא\"ש בפ' המקשה דה\"מ לאחר שחיטה שיצא חי לאויר עולם אבל במעי אמו קודם שיצא חי לאויר עולם ליכא איסור גיד כלל מיהו שמעתין לא משמע כן ודו\"ק:", 
            "<b>בד\"ה</b> פירשו ירדו כו' אלא ממעטי דאיסורא אפילו במחוברין עכ\"ל דמעולותיך הבשר והדם ודאי דלא ממעטין רבנן אלא עיכולי דגידים ועצמות כדתניא בברייתא אלא דממשקה ישראל הוא דממעטי דאיסורא וא\"כ אין חילוק בין פירשו למחוברין וק\"ל:"
        ], 
        [
            "<b>גמ'</b> ועל שבעים ושנים נירין כו' בנוסח המשנה ועל ע\"ב נימין כו' וכן נראה דאל\"כ נימא מאן דכר שמיה דקאמר ועל כל נימא כו' ואפשר דהיינו נירין היינו נימין וק\"ל:"
        ], 
        [
            "<b>גמ'</b> לא נצרכה אלא לשמנו כו' נהגו בו איסור כו' חיצון סמוך לבשר אסור כו' וצ\"ל דמפני סייג ותקנת דרבנן מיעקר לאו דאורייתא דלא תותירו בשב ואל תעשה וכה\"ג אמרי' בפ' מי שמתו ע\"ש ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה מזה כזית כו' ומדנקט ואכל מזה כו' ולא נקט אכל ב' זיתים משניהם ש\"מ ב' כו' עכ\"ל ובס\"פ אותו ואת בנו לא חש תלמודא לזה ובעי לאוקמי בבת אחת והיינו למאי דלא בעי למשפט הך בעיא דהכא כמ\"ש רש\"י והתוס' שם וא\"כ ע\"כ איירי בבת אחת אבל הכא דבעי למשפט בעיא דהכא ניחא ליה לאוקמי בהכי ולא בבת אחת מה\"ט שפרש\"י ודו\"ק:", 
            "<b>תוס'</b> בד\"ה כמ\"ד גיד הנשה כו' וי\"ל מדקאמר והכן משמע כו' עכ\"ל דוהכן משמע לשון צווי וטבוח אינו לשון צווי כנראה מפרש\"י בחומש ודו\"ק:"
        ], 
        [], 
        [], 
        [
            "<b>תד\"ה</b> עולא אמר עץ הוא כו' פלוגתא דיש בגידים בנ\"ט כו' לא הוי כפלוגתא דרב ועולא כו' ורב ודאי סבר כמ\"ד כו' ועולא ודאי סבר כמ\"ד כו' עכ\"ל ר\"ל דודאי קושטא הוא דרב סבר כמ\"ד דיש בגידין בנ\"ט ועולא סבר כמ\"ד אין בגידין בנ\"ט אלא דעיקר פלוגתייהו הכא לאו בהכי דהא מלתא פלוגתא דתנאי היא לקמן בפרקין אלא בזה פליגי דלרב כל הני פלוגתות בקנוקנות הוא ולעולא בגיד עצמו הוא ולא בקנוקנות מיהו קצת דחוק דעיקר פלוגתיה דעולא אדרב לא משתמע ממלתיה דקאמר עץ הוא והתורה חייבה עליו דהא לרב נמי למ\"ד אין בגידין בנ\"ט עץ הוא והתורה חייבה עליו ואדרבא לרב אפי' למ\"ד יש בגידין בנ\"ט הגיד עץ הוא אלא שלא חייבה התורה עליו ואהא פליג עולא דלעולא למ\"ד יש בגידין בנ\"ט הגיד אינו עץ והא לא משתמע כלל ממלתיה ודו\"ק:", 
            "<b>בד\"ה</b> אמר אביי כוותיה כו' חלב סתמא לא אקרי מ\"מ ליתסר מטעם שקרב כו' עכ\"ל דחלב דפנות נמי לא מקרי חלב סתמא ואפ\"ה אי לאו משום דאינו קרב הוי אסור וק\"ל:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> שני גידים הם כאן פי' בקונט' דקרי ליה פנימי משום דמובלע בו' עכ\"ל אין זה פרש\"י שלפנינו כאן שהוא ממש כמו שפי' לעיל בר\"פ וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> טרפה הואי ויהבה וכו' וי\"ל דמ\"מ כו' דאי שרי ליכא למיחש כו' עכ\"ל ולקמן בשמעתין כתבו התוס' לפר\"ת דרך אחרת בזה דיודע היה שמואל שבצנעה נתן לו ולא היה לו להקפיד אלא משום גניבת דעת ע\"ש והיינו משום דהכא אפשר לפרושי גזירה שמא יתננה לו בפני ישראל אחר שאינו אומר בפירוש שהיא מנוקרת אלא דנותן לו בסתם וישראל הרואה שנותן הטבח לעובד כוכבים בפניו ואינו חש לומר שהיא טריפה סבור דודאי היא כשרה כנראה מפרש\"י לקמן והשתא אף אם היה מותר לגנוב דעתו של עובד כוכבים לא יחוש הישראל דלגנוב דעת העובד כוכבים עושה כן כיון דאינו אומר לו כלום אלא נותן לו בסתם אבל לקמן לפר\"ת שפירש דהך גזרה דשמא יתננה לו בפני ישראל נמי מיירי באומר בפירוש שהיא מנוקרת וע\"כ אית לן למימר דלא אסיק אדעתיה שלהטעותו א\"ל כן וא\"כ בהך דשמואל אידחי תירוצם שכתבו הכא ולכך הוצרכו שם לתרץ בדרך אחרת דיודע היה שמואל שבצנעה כו' ודו\"ק. \n :"
        ], 
        [
            "<b>בד\"ה</b> אמר אביי אין כו' ומיהו לההוא שנויא כו' גזרה שמא יתננה כו' עכ\"ל וכן לשנויא דלעיל משום דגניב ליה דעתיה יש להקשות כן וחדא מינייהו נקט וק\"ל:", 
            "<b>בא\"ד</b> וא\"ת ולפלוג וליתני בדידה כו' דבהכי איירי רישא לאביי כו' עכ\"ל אבל לרב אשי ודאי ניחא דהא גופיה אשמעינן דלא יתננו לו בפני ישראל דלא אסיק אדעתיה דלהשביח מקחו אומר כן ולאפוקי מסברת אביי ומיהו ק\"ק אמאי לא הקשה לפרש\"י ולפירוש דלעיל דמפלגי בין שולח דורון למכירה לפלוג וליתני בדידיה בגיד ובמקום שאין מכריזין דלא ימכור עד שיטול הגיד מפני ב' דברים כו' ויש ליישב בדוחק ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> ובנמצא הלך אחר הרוב כו' משום דמקולין הוו להו קבוע עכ\"ל ומעיקרא הוה סברי דמקולין לאו קבוע הוא דהעובדי כוכבים לוקחים בשר מטבח ישראל להשתכר בו והרי כשהוא ביד עובד כוכבים כבר פירש ממקום קביעתו שהוא ביד הטבח וק\"ל:", 
            "<b>בא\"ד</b> אף על גב דשרינן הכא נמצא ביד עובד כוכבים דמסתברא כו' אבל הכריזו אסור כו' עכ\"ל פי' דשרינן הכא נמצא ביד עובד כוכבים אע\"ג דאתחזק איסורא בחנות העשירי ה\"נ אית לן למשרי בהכריזו מה\"ט דהלך אחר הרוב ובההוא דרבי במקולין מסתברא דהכריזו אסור מדאסיק שאני הכא דאתחזק איסורא ואי איירי מקולין דרבי בהכריזו א\"כ הוה נמי אתחזק איסורא וק\"ל:", 
            "<b>בא\"ד</b> ועוד דאסרינן במקום שאין מכריזין לקנות מן העובדי כוכבים במקולין כו' ולא אזלינן בתר רוב בהמות כו' עכ\"ל אף שכבר כתבו דלא אזלינן בתר רוב כשרים במקום שאין מכריזין משום דמקולין הוי להו קבוע הקשו הכא דע\"כ קבוע כה\"ג דלא אתחזק איסורא לא מקרי קבוע כההיא דשרי כבדא וכוליתא כו' דכיון דלא אחחזק איסורא אזלינן בתר רוב בהמות הכשרים ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> כאליעזר עבד כו' וי\"ל דההוא תנא ס\"ל שלא נתן לה הצמידים כו' עכ\"ל פי' אבל רבי ודאי דקאמר כל נחש שאינו כאליעזר כו' לא ס\"ל כההוא תנא אלא דסמך על ניחושו ומיד נתן הצמידים ורב גופיה דבדק במברא וסמך על זה אם להלוך אם לאו כיון דבאמירתו לא תלה הדבר בזה אין זה ניחוש וכה\"ג כתבו האחרונים בענין תרנגולת שקראה שמותר לומר סתם לשוחטה וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה רב הונא ס\"ל כרב דאסר בהעלמה כו' עכ\"ל אין זה מוכרח דאפשר דהך עובדא דרב הונא רוב טבחי עובדי כוכבים היו שם וכה\"ג כתבו התוס' לעיל דליכא לאכוחי מידי מההיא דלא העלים רב עיניה מיניה וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה מכלל דשיירי דרבנן לר\"י כו' דא\"כ הוי ג' מחלוקת בדאורייתא כו' ולא מסתברא לומר כן כו' וא\"ת ומנלן דשקל בר פיולי כו' עכ\"ל תרתי קאמרי חדא דאם כן הוה ג' מחלוקת בדאורייתא דר\"מ מחמיר בדאורייתא אדרבנן דר\"י דהא כר\"י אורי ליה וקאמר דשקיל דאורייתא דר\"מ ור\"י ע\"כ מחמיר טפי בדאורייתא מההוא תנא דלא אסרה תורה אלא שעל הכף ועוד דא\"כ ר\"מ ור\"י במאי פליגי בדאורייתא אלא ע\"כ דאית לן למימר דלא הוו אלא ב' מחלוקת ודקאמר דשקל דאורייתא דר\"מ היינו נמי דאורייתא דר\"י ואהא הקשו דאכתי מנלן לרב ששת דשקל דאורייתא דר\"מ דהיינו דאורייתא דר\"י דלמא ר\"מ לא ס\"ל כדאורייתא דר\"י אלא כההוא תנא דלא אסרה תורה כו' דהשתא נמי לא הוו אלא ב' מחלוקת ודו\"ק:", 
            "<b>בד\"ה</b> מ\"ט דרבנן כו' אכל צפור טהורה בחייה כל שהוא כו' וא\"ת מ\"ש דאבר מן החי כו' חשיבי טפי בריה כו' עכ\"ל והתוס' שכתבו לקמן דאבר מן החי צריך שיאכל כזית והתם מוקי נמי הך דאכל צפור טהורה בכל שהוא במשהו גידים ועצמות היינו משום דאכילה כתיבא ביה אבל אי לאו הכי חשיב בריה לחייב בכל שהוא ממש וה\"נ לר\"י בשמעתין גיד הוה בריה לחייב במשהו אי לא דאכילה כתיב ביה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אם יש בה בנ\"ט ה\"ז אסורה כו' דאין הרוטב מסייע ולא שאר חתיכות אם יש בהם לבטל הגיד אלא הירך כו' עכ\"ל כצ\"ל וכן נראה להגיה מתוך דבריהם לקמן ומתוך הגהת אשר\"י ודו\"ק:", 
            "<b>בא\"ד</b> משמע שר\"ל שאפילו החתיכה שנפלה הטפה עליה היה מקצתה בתוך הרוטב כו' עכ\"ל הכי משמע ממ\"ש דעולות הרתיחות משוליה לפיה כו' ולא סגי ליה במעלת הרתיחה במקצת החתיכה ועיין בהגהת אשר\"י וק\"ל:", 
            "<b>בד\"ה</b> עד שמגיע לגיד כו' ואפי' כדי נטילה צריך כו' עכ\"ל ולפי' זה גם במליחה בעי כדי נטילה דמליח הרי הוא כרותח דצלי ממש כנראה מדבריהם לעיל דמשעה שנמלח נאסר כדי קליפה כו' דהיינו לכל הדעות בעי כדי קליפה ולמאי דמסקי הכא דבצלי אף כדי נטילה בעי ה\"נ במליחה אבל הרא\"ש חילק בזה בין מליחה ובין צלי ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> כוליא בחלבא כו' כדאמרי' לעיל ג' קרמי הוו וא\"ת [כו'] דהא רבה ור\"י [לובן] כוליא ממרטי ליה וי\"ל כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> אמר רבא כו' אמאי לא פסק בהדיא כר' יוחנן כו' עכ\"ל ר\"ל כיון דבין בזמנו ובין שלא בזמנו ס\"ל לרבא דהלכתא כר\"י לא ה\"ל לרבא למימר טפי אלא הלכתא כר\"י סתם אבל לגירסת רש\"י ודאי ניחא דבזמנו דוקא הלכתא כרב אבל בשלא בזמנו לא ס\"ל כרב אלא כר\"י ודו\"ק:", 
            "<b>בא\"ד</b> ל\"ג רב לטעמיה אלא ה\"ג והא רב כו' ומשני רב גזר בחמץ שלא במינו אטו מינו עכ\"ל קצת קשה מה תקנו בזה דאם לא נגרוס רב לטעמיה משום דבלאו האי טעמא הא אית ליה לרבא במשהו אכתי תקשי לן [למה ליה לתרץ] דרב גזר שלא במינו אטו במינו הא בלאו האי טעמא סבירא ליה לרבא במשהו ודו\"ק:", 
            "<b>בא\"ד</b> והא דלא חשיב חמץ בפסח בהדי טבל ויין נסך בברייתא דמסייע לר\"י כו' עכ\"ל אבל בברייתא דמסייע התם לרב כל איסורין שבתורה במינן במשהו שלא במינן בנ\"ט לא קשיא להו להאי כללא דהא בחמץ בפסח בין במינו בין שלא במינו במשהו לרב דאמרינן בעלמא דאין למדין מן הכללות מיהו למאי דמסיק בפרק בכל מערבין דסבר ר' יוחנן דאין למדין מן הכללות אפי' במקום שנאמר בו חוץ אין מקום לקושייתם הכא אף לר' יוחנן וצ\"ע:", 
            "<b>בא\"ד</b> אע\"ג דר\"י מיירי התם מכלל דרישא רבנן מכל מקום כו' עכ\"ל פי' אע\"ג דר\"י איירי התם בסיפא דמתני' מכלל דרישא רבנן ועלה קיימינן לרבנן מיבטל בטיל מכל מקום רבנן דברישא דמתני' התם לא איירי במין במינו ואפשר דבהך סברא סבירא להו כר' יהודה דמין במינו לא בטיל ואי הוה הלכתא כר\"י לא הל\"ל נהי דלר\"י לא בטיל לרבנן בטיל ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אלא מעתה נפל כו' דכיון דבכוליה משערינן אם כן נפיק כוליה אבל אי במאי דנפיק כו' עכ\"ל לא ידענא מהיכא משמע ליה מדברי הפשטן דקאמר פשיטא דבדידיה משערינן כו' דהיינו משום דודאי נפיק כוליה אלא אדרבה משמע דלא נפק כוליה אלא דלא ידעינן כמה נפיק מיניה מש\"ה משערינן בכוליה ויש ליישב בדוחק ודו\"ק:", 
            "<b>בא\"ד</b> ועוד נראה לפרש דאלא מעתה קאי אהא דאמר כו' יצא בקדרה ראשונה עכ\"ל דהשתא דאלא מעתה קאי אדלעיל מצינן למימר שפיר דהאי מקשה פסיקא ליה דכוליה נפק מיניה וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> ואיבעיא להו בס' ואחד כו' דשמא ריב\"ל הוא עצמו מסופק עכ\"ל ואיבעיא להו בס\"א כו' דקאמר היינו נמי משמיה דריב\"ל הוא אבל רב שמן בר אבא אי הוה נמי מסופק הוה להו למבעי הכי בהדיא כדאבעיא להו משמיה דריב\"ל ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> לחומרא גמרינן כו' ועוד דזימנין פוסק בפחות מס' כו' עכ\"ל אין לפרש כגון דטעמינן ליה דפסק טעמיה בפחות מס' דהא בכה\"ג לדברי התוס' לעיל ולקמן לא בעי ס' אלא בסתמא קאמרי וה\"ק דודאי לקולא לגמרי לא ילפינן מחידושא אבל בדבר זה אע\"ג דטעם כעיקר דאורייתא מכל מקום כיון דזמנין פוסק בפחות מס' והוי לחומרא ילפינן שפיר מחידושא ודו\"ק:", 
            "<b>בד\"ה</b> רבא אמר לא כו' והשתא תימה כיון דהכא לא איירי בטעם גמור כו' מי דחקו לפרש דרבא כו' עכ\"ל לכאורה אין כאן תמיהא לפירוש רש\"י משום דקשיא להו אהא דמסיק לחומרא גמרינן דמדאורייתא ברובא בטיל הא תינח במינו בשאינו מינו מא\"ל אי הוה טעם כעיקר דאורייתא כמו שהקשו התוס' בעצמם לעיל ולכך דחק רש\"י לפרש דטעם כעיקר לאו דאורייתא אבל דאם כן ה\"ל לרש\"י לפרושי הכי נמי לעיל לשנויא דאביי ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> ויש לומר דמכל מקום פריך דאי כזית כו' יש לנו להחמיר אף במינו כו' כיון דלקי בשאינו מינו עכ\"ל יש לדקדק דאם כן לפי זה הדרא קושיין דלעיל לדוכתיה דתקשה ליה מה\"ט כיון דטעם כעיקר דאורייתא יש לנו להחמיר אף במינו כו' כיון דלקי בשאינו מינו וי\"ל דודאי חיוב כזית בכדי אכילת פרס שייך קצת גם במינו כיון שהוא אוכל קצת מן האיסור דאם היה ניכר היה חייב עליו אף במינו ולכך גם אם אינו ניכר יש להחמיר במינו כיון דלקי באינו מינו אבל חיוב טעם כעיקר לא שייך כלל במינו ואין להחמיר בו משום אינו מינו וכה\"ג כתבו התוס' בפרק ג' מינין ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> לא במאה כו' ועוד דפריך במאה וא' כו' מי דחקו להצריך ק\"א של היתר ונראה כו' עכ\"ל דבריהם קשים להולמם ויש בהם ערבוב להקדים המאוחר ולאחר המוקדם וכצ\"ל ועוד מי דחקו להצריך ק\"א של היתר ונראה דמשום האי פירכא דפריך בק\"א אמאי לא בטיל דחק בקונטרס כו' עכ\"ל ר\"ל ועוד קשה לפרש\"י מי דחקו להצריך ברישא גבי מין במינו ק\"א של היתר דבכל דוכתין התרומה עולה בק\"א היינו עם האיסור כמו שכתבו התוס' לקמן דמקרא דממנו לא משתמע אלא ק' של היתר וכמו שהקשה גם מהרש\"ל לפרש\"י ועל זה כתבו דנראה דזה דחקו לרש\"י לפרש פירוש רחוק בשמעתין מדפריך עליה בק\"א אמאי לא בטיל דמשמע ליה דלאו מלתא באנפי נפשיה היא כמה שכתבו התוס' לקמן אלא דאדלעיל מקשה כיון דמוקמת בק\"א של היתר אמאי לא בטיל וק\"ל:", 
            "<b>בד\"ה</b> והאר\"י מין במינו כו' דאי לא בטלי ליה אלא המים לחודייהו א\"כ לא הוו קרוב למאתים עכ\"ל יש להקשות דהא לפי ערך בההוא ציר דאיסורא נמי איכא מיא וא\"כ המים דהיתירא לחודייהו הוי שפיר קרוב למאתים לגבי ציר דאיסורא ולדעת נמי מי שאומר בכל איסורין דחתיכה עצמה נ\"נ ונעשין מים בציר דאיסור נבילה מכל מקום ע\"כ הני מיא דהיתירא לא מבטלי להו דהוה מין במינו אלא דציר דהיתירא מבטלין לאותן מים וא\"כ אלו המים והציר דהיתירא בכלל מבטלין שפיר ציר ומיא דאיסורא והוה שפיר קרוב למאתים ויש לומר דקים ליה לתלמודא דבציר לא הוו ציר ומים בשוה אלא או יותר מים מציר או ציר יותר ממים והשתא הכא ע\"כ כיון דבתרי ביטולי הוו דמים דהיתירא מבטלין ציר דאיסורא וציר דהיתירא מבטל מיא דאיסורא כל ביטול באנפי נפשיה לא הוה קרוב למאתים אלא או פחות או יותר כיון דליכא בציר מים וציר בשוה ודו\"ק:", 
            "<b>בד\"ה</b> שאני ציר כו' ובבהמה טמאה נמי דריש ליה בת\"כ מדכתיב טמאים הם כו' עכ\"ל דבפ\"ק דבכורות דמייתי אבהמה טמאה מדכתיב הטמאים היינו קרא דשרצים ולפי שהיא דרשא פשוטה בתלמוד נקט לה נמי התם אבהמה טמאה וסמך עצמו אהך דרשא דת\"כ דכתיב בבהמה טמאה טמאים הם וגו' ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> בריה שאני ואפילו כו' כיון שאין האיסור ניכר כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> שאני חתיכה הואיל כו' ואם תאמר אם כן אמאי אמרינן בפרק הערל דחתיכה של חטאת כו' וכ\"ת שאני חתיכה כו' עכ\"ל ולמ\"ד כל שדרכו לימנות שנינו לא תקשי להו בפשיטות מההוא דחתיכה של חטאת דבהדיא אמרינן בפרק הערל דההיא דחתיכה של חטאת סבירא את שדרכו לימנות שנינו ע\"ש:", 
            "<b>בד\"ה</b> חתיכה עצמה נ\"נ כו' וקשה לפירושו כו' ויצטרך שיהא ס' בחתיכות שנתן אחר כך לבטל הרוטב כו' עכ\"ל ר\"ל דלא הוזכר זה שיהא ס' בחתיכות של היתר לבטל הרוטב דמעיקרא אלא שהרוטב מבטלות הב' חתיכות דאיסור ומיהו בשם רשב\"ם כתבו התוס' לקמן דצריך נמי בחתיכות של היתר לבטל מן הרוטב שיעור ב' החתיכות דאיסורא ואפשר דזה לא הוצרך להזכיר דמסתמא יש בחתיכות הרבה של היתר כשיעור הרוטב של ב' חתיכות ודו\"ק:", 
            "<b>בד\"ה</b> כשקדם וסלק כו' ורב דאתא לפלוגי אדרבה בב\"ח לא היה צריך כו' עכ\"ל דלפר\"ת שפיר אתא רב לפלוגי אדרבה בב\"ח בתרתי שאמר דלא בעינן ס' אלא נגד הנבלה עצמה ולא קאמר דבעי ס' גם נגד החתיכה שהיתה מונחת חוץ לרוטב עם הנבלה דלית ליה חתיכה עצמה נ\"נ וגם שאר החתיכות מבטלין את הנבלה דלא ס\"ל מין במינו לא בטיל וקאמר רב חתיכה עצמה נ\"נ ובעי ס' גם נגד החתיכה של היתר שהיתה חוץ לרוטב גם שאר החתיכות אין מבטלין כר\"י דמין במינו לא בטיל אבל לפירוש רבינו אפרים דלרב נמי אין חתיכה עצמה נ\"נ ולא בעי ס' אלא נגד שיעור הנבלה אם כן לא היה צריך רב לומר בדבריו כיון שנתן טעם בחתיכה כו' דבהא לא פליג מידי אדרבה בב\"ח דודאי לכ\"ע צריך גם ס' נגד טעם הנבילה שבחתיכה שחוץ לרוטב אלא אגב אורחא כו' עיין ברא\"ש ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ת\"ל נבילה כו' ולא אתי איסור נבילה וחייל אאיסור טמא עכ\"ל כתב מהרש\"ל וכן הלכה כו' ואין להקשות הא דמסקינן בפרק אלו הן הלוקין ריסק ט' נמלים וא' חי כו' דחייב גם כן משום כזית נבלה אף שכבר יש עליו איסור טומאה צ\"ל כו' עכ\"ל תירוצו דחוק ואין להאריך אולי גם נעלם מעיני הרב דברי התוס' בזה שם בפרק אלו הן הלוקין וז\"ל אבל קשה היאך יצטרף אותו שלם לכזית נבילה והלא אין איסור נבלה חל עליו כו' ויש לומר דהכא כו' והטעם משום דמצינו איסור נבילה חל על איסור חלב ואפי' למאן דלית ליה איסור חל על איסור אמרי' דמצטרף מה\"ט עכ\"ל וכה\"ג כתבו בפרק קדשי מזבח ובפרק ד' אחין ע\"ש:"
        ], 
        [
            "<b>תוס'</b> בד\"ה איסור כולל באיסור כו' מאי פריך בסמוך ור\"י הגלילי נהי דאיסור כו' יבא איסור חמור כו' עכ\"ל דההוא איסור חמור שהוא טומאת הגוף שהוא בכרת לאו איסור מוסיף הוא דהא לאחיובי חטאת בשוגג מיירי משום טומאת הגוף ולא שייר ביה איסור מוסיף דאטומאת בשר ליכא לחייבי מידי אשוגג דליכא חטאת בשוגג אלא בדבר שזדונו כרת כמ\"ש התוס' לקמן ודו\"ק:", 
            "<b>בד\"ה</b> בנטמא הגוף כו' ול\"ג דאיסור מוסיף הוא דלא איירי כו' והא דקא\"ל רבנן כיון שנגע כו' עכ\"ל פי' דאי הוה שייך הכא איסור מוסיף ולאחיובי תרתי שפיר הוה מקשי ליה כיון שנגע בו טמאוהו וחל איסור על איסור ה\"נ ליחול איסור על איסור בנטמא הבשר ואחר כך הגוף דלא ניחא להו לרבנן לפלוגי בין איסור מוסיף לאיסור כולל אבל השתא דלא שייך הכא איסור מוסיף דלא איירי הכא אלא לאחיובי חד חטאת בשוגג אטומאת הגוף שזדונו כרת דקדים ותו לא פקע וא\"כ מאי קאמרי ליה רבנן כיון שנגע בו טמאוהו מאי אכפת לן דטמאוהו כיון דקדים טומאת הגוף ותו לא פקע ולא דמי לנטמא הבשר ואחר כך הגוף דאין איסור טומאת הגוף חל על טומאת בשר דקדים ואהא תירצו דרבנן היו סבורין דר\"י הגלילי פטר וכו' ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> ר' עקיבא אומר כו' ועוד למאי דפרישנא דהכא פריך כו' לא אמר איפוך עכ\"ל כצ\"ל:", 
            "<b>ולפרש\"י</b> נמי בלשון שני סברת המקשה דהוה ס\"ד דשבת קביעא אפילו למאן דמחייב תרתי לא קאי הכא לרבא כדקאמר תרוייהו בהדיא כו' מיהו למאן דפטר קאי סברת המקשה כמו שהקשה לההוא לישנא וקשיא לי בגווה כו' לבתר דאפכוה כו' ור\"י הגלילי מדפטר ליה ש\"מ לאו איסור בת אחת כו' והיינו משום דמשמע ליה דלההוא לישנא פסיקא ליה לתלמודא דהכא דבאיסור בת אחת לכ\"ע מיחייב תרתי ואין להקשות לפרש\"י לההוא לישנא נמי כיון דלרבא מיהת למאן דמחייב תרתי חשיב ליה איסור בת אחת ל\"ל למימר איפוך דאיכא למימר דמשמע ליה דרבא לא בא לפלוגי אדשלח רבין משום ריב\"ח איפוך אלא אסברת המקשה ואביי דחשיב להו קביעא לכ\"ע פליג רבא וקאמר סוף סוף תרוייהו בהדי כו' ולא חשיב קביעא וריב\"ח אפשר (א) דמשום קושיא אחרת הוה קאמר איפוך כך נ\"ל ליישב פרש\"י ודו\"ק:", 
            "<b>בד\"ה</b> י\"ה דהאי כו' ולא שייך כאן אתם ואפי' כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה רישא בישראל וסיפא כו' ומעיקרא כי רמייה הוה נמי משמע ליה סיפא בבן נח כו' עכ\"ל דאל\"כ בלאו רומיא דרישא אסיפא תקשה ליה אסיפא גופה כדפרכינן אילימא בישראל פשיטא כו' ובפ' ישן כתוב רישא במקום סיפא וז\"ל כי רמיי' הוה נמי משמע ליה רישא בבן נח כו' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה כי אצטריך לר\"א וא\"ת כו' ואפי' למאן דלית ליה בחמור על קל מודה עכ\"ל דאע\"ג דבבת א' נמי איכא מאן דפטר בפ' ד' אחין לא ניחא להו למימר דר\"א סובר דוקא כההוא מ\"ד דהא סתמא דתלמודא עדיף ליה איסור ב\"א כמו שהקשה ר\"י לעיל לפרש\"י וק\"ל:", 
            "<b>בד\"ה</b> ור\"מ אומר בו' דפליג עליה ר' יהודה בזבחים בס\"פ טבול יום כו' עכ\"ל לא ראיתיו שם אבל בהך מתניתין גופה דריש מסכת טהרות איתא דפליג ר\"י עליה ע\"ש:"
        ], 
        [
            "<b>גמ'</b> אימא סיפא חנקה ואכלה ד\"ה כו' מרישא גופה נמי ה\"מ למפרך רבי אמאי פוטר ולא מחייב משום טמאה דבחייה נמי במשהו וראב\"ש נמי לא מחייב ליה משום טמאה אלא משום אבר כדקתני ק\"ו על אבר כו' אלא דניחא ליה למפרך בפשיטות טפי מסיפא לד\"ה ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה רבי פוטר כו' ומיהו אי איכא כזית הוה מחייב כו' דהא נמי בשר הוא כו' עכ\"ל ולא ידענא מי הכריחו לזה דהא אי איכא כזית בשר הוה מחייב משום נבלה אע\"ג דבלעו חי כמ\"ש רש\"י בפרק אלו הן הלוקין בההיא דט' נמלים וא' חי דחייב נמי משום נבלה דכשבולעו הוא מת ומצטרף לכזית נבלה עכ\"ל מיהו לפי מה שפירשו התוס' לעיל בפירקין דההיא ט' נמלים ואחד חי לא חי ממש אלא שלמה לא ק\"מ דאפשר דאבליעת חי ממש לא מתחייב משום נבלה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה לר\"י אינו חייב כו' והכא נמי אי הוה כתיב כו' עכ\"ל רצונם לומר לר\"ל דגמר בשר מן החי מהנפש עם הבשר ודאי דליכא לחיובי ב' דהא לא משמע כלל תרתי ולא שייכא הכא וי\"ו כלל אלא לר\"י נמי דיליף ליה מבשר בשדה טרפה גו' דמשמע שפיר תרתי בוי\"ו כיון דלא כתיב וי\"ו לא מחייב אלא חדא וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה דכ\"ע לאו לאברים עומדת וכיון דבשעת לידתם נטרפה כו' עכ\"ל אין זה מדוקדק דהשתא דקיימינן דלאו לאברים עומדת א\"נ דלאחר מכאן נטרפה הוי שפיר איסור טרפה קדים וכן יש לדקדק לקמן בדברי התוס' שכתבו יש לומר כגון שעם יציאת רובה נטרפה כו' דבלאו הכי נמי איסור טרפה קדים ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ומר סבר לאו כו' ואם תאמר כמאן ס\"ל אי כר\"א אם כן ל\"ל טעמא כו' עכ\"ל (ב) וצ\"ע אמאי לא תקשי להו בכה\"ג לעיל מיניה לר\"י דאי כרבנן סבירא ליה דאמרי כל שבשרו כו' לא ליחייב ב' ואי כר\"א סבירא ליה ל\"ל טעמא לאו לאברים עומדת כו' ובהדי הדדי קאתו דבלאו הכי מיחייב תרתי משום כל שאתה מצווה כו' ויש לומר דדרשינן כל מין כו' ואין להקשות לתירוצם דאכתי כיון דר\"ל כרבנן לעיל בטמאה משום דכל שבשרו כו' הא בלאו האי טעמא נמי לא מחייב דלאו לאברים עומדת וא\"נ לאברים עומדת איסור טומאה קדים ולא אתי איסור אבר וחל על איסור טומאה דיש לומר דבהא ודאי לא סבירא ליה כרבנן ודו\"ק:", 
            "<b>בד\"ה</b> דאיסור חלב כו' ואם תאמר לרבא כו' לא אתי איסור אבר כו' אם כן היכי משכחת כו' עכ\"ל עיקר קושייתם לרבא דלא ליחול איסור אבר על איסור חלב משא\"כ לכל אינך אוקמתות דלאוקמתא קמא כולהו בהדדי קאתו משעת לידה ולאינך אוקמתות איסור חל על איסור וק\"ל:", 
            "<b>בא\"ד</b> וא\"ת לההוא לישנא כו' ולר\"י איסור אבר חייל כו' אם כן היכי משכחת לה דלא מיחייב אלא ב' כו' עכ\"ל נראה מדבריהם דלא ניחא להו למימר דמימרא דרבי יוחנן דלעיל פליגא אמ\"ד הכא משמיה דר\"י גופיה באכל חלב כו' דאינו חייב אלא ב' וכן כתבו לאוקמתא דרבא דמ\"ד הכא ב' ס\"ל נמי כאוקמתא דרבא דלעיל אלא דל\"ל מגו דבהדדי קאתי וא\"כ היכי משכחת לה לאביי דלא מיחייב הכא אלא ב' באכל חלב כו' ואם נאמר דמשכחת לה בגונא אחרינא כגון שנטרפה לאחר מכן דלא אתי איסור טרפה וחייל אאיסור אבר אם כן מ\"ד שלש ומ\"ד שתים לא פליגי כלל דמר אמר חדא ומר אמר חדא ולא פליגי ואם כן הוא לא הוו צריכי לפרש לרבא דמ\"ד שתים לית ליה מגו אלא דמ\"ד שתים לא איירי בכהאי גוונא שתלש ממנה אבר וטרפה ומר אמר חדא ומר אמר חדא ולא פליגי ועוד דבהדיא קאמר תלמודא דמ\"ד שלש סבר כדאוקמתא דאביי לר\"י ומ\"ד שתים סבר דלאו לאברים עומדת והיינו דלא כאביי אליבא דר\"י אלא כסברת ר\"ל לאביי וע\"ק היאך מצאנו ידינו ורגלינו להך לישנא דלעיל דסבר ר\"י בהמה בחייה לאברים עומדת ואיסור טרפה חל על איסור אבר היכי משכחת ליה הכא באכל חלב כו' דלא מיחייב אלא ב' דבשום גוונא לא מצית לאשכוחי ואפשר שהתוס' לא רצו להשוות דברי רבי יוחנן דלעיל כמ\"ד הכא משמיה דר\"י באכל חלב כו' דחייב שתים אלא לחדא אוקימתא דאביי דלעיל דהיינו אוקימתא שניה אבל לאוקימתא קמא דאביי דלעיל וכן לאוקימתא בתראה דלעיל ודאי דליכא להשוות דברי רבי יוחנן דלעיל כמ\"ד הכא שתים לר\"י אלא כסברת ר\"ל דלעיל וצ\"ע ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הרי נהנה גרונו כו' והא דרב אסי פליגא כו' ואע\"ג דזה אחר זה כו' עכ\"ל אין זה מוכרח דאיכא למימר דרב אסי משמיה דר\"י לא מיירי באבר מן החי אלא בשאר איסורין דלכ\"ע חייב אף בזה אחר זה בכדי אכילת פרס וכן נראה דהא ר\"א מסיק הכי הכא אליבא דר\"י ולעיל בחלקו מבחוץ פליג ר\"א אדרבי יוחנן דפוטר ודו\"ק:", 
            "<b>תוס'</b> בד\"ה כל הבשר כו' תימה דלא תני כו' ובתוספתא תניא כו' ואשמועינן דחייל כו' עכ\"ל מדברי הר\"ן נראה לפרש דבריהם בעיקר תמיהתם שכתבו דלא תני בא\"י כו' ובתוספתא תני כו' שסמכו עצמם אסוף דבריהם שכתבו דאצטריכא ליה למתני משום דאשמועי' דחייל כו' והוא דחוק במשמעות דבריהם אלא דלמאי דמסיק לקמן בפרק שילוח הקן דבגיד הנשה תנא להו ולית בהו לצורך כלל ה\"ל למתני כמו בהנך פרקין ומה שכתבו ואשמועינן דחייל כו' היינו לפי הסוגיא דפ' גיד הנשה דבעי בהו מיהת חד לצורך הא דתני ליה הכא בתוספתא ע\"כ אית לן למימר דאשמועינן כו' ודו\"ק:", 
            "<b>בא\"ד</b> בחלב אמו ולפירושו ניחא הא כו' דארצך דבכורים כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>תד\"ה</b> הנודר מן הבשר כו' דגים נמי מימלך כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> הא עוף אסור מדאורייתא ה\"נ המ\"ל כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> חלת ח\"ל נאכלת כו' שלא מצינו כו' לפרש ב' תרומות אלא דוקא חלה כי ליכא כהן קטן או גדול שטבל שאז היא נשרפת כו' עכ\"ל וה\"ה דלית כאן שיוכל לבטל ברוב אז היא נשרפת ואין להניחה עד שיזדמן לו כהן קטן או גדול שטבל או שיוכל לבטלה ברוב דקשה לשומרה מלהאכילה לזרים משא\"כ בתרומה כי ליכא כהן גדול שטבל או שיוכל לבטלה ברוב יוכל להניחה עד שיזדמן לו ולא תשכח תורת תרומה ודו\"ק:", 
            "<b>בא\"ד</b> ומיהו נראה דגם הסמוכים לארץ ישראל כו' עכ\"ל סמוכים לא\"י היינו מנהר ועד אמנון ולפנים ומגופא דא\"י דהיינו מכזיב ועד נהר ועד אמנון ה\"מ להקשות כן שמפרישין ב' חלות ולא מפרישין אלא תרומה א' דבסמוכים לא\"י נמי שמפרישין ב' חלות אינו אלא משום לתא דמתחזיא כחלת הארץ טמאה ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה בשלמא אי כו' אטו אכילתו ולא אטו בהמה כו' עכ\"ל פי' העלאתו אטו העלאה דבהמה ודו\"ק:", 
            "<b>בד\"ה</b> מתקיף לה כו' ואת\"ל בשר עוף בחלב דאורייתא עדיין משכחת לה כו' עכ\"ל פי' דמשכחת לה גזירה לגזירה בין בבשר עוף בין בבשר בהמה ומה שפי' בתר הכי גזירה שמא יעלה בשר בהמה עם כו' חדא מתרתי נקט וה\"ה בשר עוף לרב יוסף ודו\"ק:", 
            "<b>בד\"ה</b> בלא קינוח פה כו' אין צריך ליטול ידיו ולקנח אבל בבשר בהמה בעי קינוח כו' עכ\"ל מלתא דפסיקא נקט קינוח אבל נטילה לא בעי אלא בלילה כדלקמן ודו\"ק:", 
            "<b>תוס'</b> בד\"ה עוף וגבינה כו' וצריך לומר לפירושו דלענין נטילת ידים אין חילוק כו' עכ\"ל ושכתב אכל גבינה מותר לאכול בשר בלא נטילה וקינוח כו' ר\"ל דלא בעי תרתי נטילה וקינוח אלא נטילה לחוד וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> מקנח וה\"ה למדיח דתרוייהו בעינן כדפירש בקונטרס כו' עכ\"ל לדברי התוס' שפירשו דפשיטא ליה לתלמודא דהדחה עדיפא ניחא דליכא לפרושי דב\"ש אמרי דבקינוח לחודה סגי וה\"ה בהדחה לחודה וב\"ה אמרי בהדחה לחוד וה\"ה לקנוח לחוד ולא פליגי דא\"כ כיון דאמרי ב\"ש תחילה דסגי בקנוח לחוד לא הוצרכו ב\"ה למימר דסגי בהדחה לחוד דעדיפא וכ\"כ הרא\"ש אבל לפרש\"י שפי' דאיכא למימר נמי דקנוח עדיף לא ידענא מי הכריחו לפרש דבעינן תרתי ויש ליישב בדוחק ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> אמרה להו מאי איעביד לכו כו' מזה נראה שלא יכלה לעשות כישוף ומעיקרא אי לאו דאמרי אינהו נמי מלתא ושרו לארבא הוה יכולה לאסרתא לארבא אפשר דההוא כישוף לא מקרי כישוף שנעשה להם כיון שאינו בגופם וק\"ל:", 
            "<b>שם</b> ליקבע לי מר זימנא כו' אמאי לא אתית בזמנך א\"ל כל מידי דצייר כו' ומעיקרא כדבעי שיקבע לו זמן לא הודיע שא\"א לו לשלם עד דמשכח מהפקרא דלא רצה להודיע לבני אדם עניינם שלא יהא אחר נזהר לצייר ולחתום כו' וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה האכילו בשר חזיר כו' וכשהעובד כוכבים בא בחנותו מאכילו נבלות כו' וכסבור שזה עובד כוכבים והאכילו חזיר עכ\"ל פתח בנבילות וסיים בחזיר אפשר שדקדק לפרש כן משום דאסור לישראל לעשות סחורה בנבלות וטרפות ובכל דבר טמא אם לא שנזדמן לו בחובו או בצידו ובודאי מה שהורגלו גם העובדי כוכבים לבא בחנותו לא על הבשר חזיר באו שבודאי לא היה מצוי לו אלא על בשר נבלות וטרפות שאפשר שהיה מצוי לו מבהמותיו שהכשרות נתן לישראל והנבלות וטרפות שלו לעובד כוכבים אלא שאז נזדמן לו בשר חזיר ונתן לו למאן דאמר דהאכילו בשר נבילה אין להקשות דהא אסור למכור לעובד כוכבים נבילה בחזקת שחוטה די\"ל היינו דוקא שאומר לו בפירוש כשרה אבל בסתם כדהכא איהו דקמטעי נפשיה ודו\"ק:", 
            "<b>תוס'</b> בד\"ה וש\"מ שנים כו' ועוד קשה דהתם לא פליגי כו' אבל פירות דאין מזמנין עליהן כלל כו' פשיטא דמצוה כו' עכ\"ל פירוש לדבריהם לפי סברת קושייתם הא דקאמר ש\"מ דאין מזמנין על הפירות היינו דלא שייך בהו זימון כלל ואם כן ע\"כ הא דקאמר שוב וש\"מ מצוה ליחלק דהיינו דלא כרב מיירי בלא נברך דבזימון אימעיט כבר מהא דאין מזמנין על הפירות כלל ואהא הקשו מנליה להוכיח מהך עובדא דמצוה ליחלק דלמא רשות כו' וע\"ק היכי מייתי כלל ראיה מפירות דהכא אפת דמצוה ליחלק דהכא בפירות אפשר דרב נמי מודה דפשיטא דמצוה ליחלק כיון דלא שייך בהו זימון לא יברכו ביחד משא\"כ בפת דאית ביה זימון פליג רב לומר דאין מצוה ליחלק ואהא תירצו דהא דקאמר ש\"מ דאין מזמנין על הפירות לא אמעיט דלא שייך בהו זימון אלא דאין חובה לזמן בפירות והשתא אין חילוק בשנים דפת וב' או אפי' שלשה דפירות ודקאמר ש\"מ דמצוה ליחלק היינו דאסור לזמן אף בפת דאל\"כ אע\"ג דהכא רשות תרי גברי רברבי כהני ודאי היו מדקדקים לזמן כדי להוסיף שבח למקום והשתא הא דקאמר ש\"מ דמצוה ליחלק לא אימעט אלא בזימון אבל הא דמצוה ליחלק בלא נברך קושטא הוא דלא מוכח לה תלמודא מהך עובדא דלמא רשות הוא אלא דסמך ליה אברייתא דמייתי ודו\"ק:"
        ], 
        [
            "<b>בא\"ד</b> והוי קביעות דבכל מקום שהאחד מברך כו' כצ\"ל:", 
            "<b>בד\"ה</b> אמר רב ע\"כ כו' ולא רצה לפרש בקונטרס דפרק דחולין הוא פרק ראשון כו' עכ\"ל ומצינן נמי למימר דלכך לא רצה לפרש בקונט' כן משום דלא תקשה ברייתא לרב ששת כמו שהקשו התוס' לקמן לפי' ר\"ת דלא ניחא ליה למימר שתים כמו ר\"ת דלחומרא דקאמר שמואל היינו פרק דמקום קידוש דלא משמע כן מדקאמר ולא תימא ר' אמי משום דכהן הוא דמשום דכהן הוא אין להחמיר אלא עד פרק דמקום קידוש דבהכי יתיישב לפירושו ספר הזהיר דקאמר לשמואל לחולין כל היד ודו\"ק:", 
            "<b>בא\"ד</b> אלא דמשום דכהן הוא ורגיל בתרומה כו' עכ\"ל לרווחא דמלתא כ\"כ קושטא הוא דכהן היה דבלאו הכי נמי יכולין להחמיר אברייתא כדקאמר תלמודא דהא ר' מיישא כו' וכן צ\"ל לרב ששת לפי תירוצם לפי' הקונ' שהחמיר אברייתא ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> אמר רבא האי אריתא כו' דתנן מי רביעית כו' אמר ליה רב אשי לאמימר כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה המים לתוכן כו' כח השופך והן מקלחין כו' ובד\"ה וכשנתנו לו כו' ולא ברכת המזון עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה דלא אתי מכח כו' אמרינן אינו נוטל ממנו דלא אתי כו' שטיפה מרובה כשתים היינו במים ראשונים ושניים דבעינן בנטילה ולא מפליג בין ידו א' לב' ידיו ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> בשלמא דרב ור' יוחנן כו' יראה לפרש דאי הוה פליגי רב ור' יוחנן לא ה\"מ למפשט מידי דהא בהא תליא דלרב דאין השמש מברך על כל פרוסה ופרוסה לא יתן אדם פרוסה לתוך פיו של שמש מה\"ט שיקח גם אח\"כ פרוסה בידו ויאכל ממנה ולא יטול ידיו כיון שכבר אכל פרוסה אבל לרבי יוחנן שבלאו הכי צריך לברך על כל פרוסה משום היסח דעת צריך נמי ליטול ידיו לכל פרוסה ומש\"ה הוצרך למימר דרב ור\"י לא קשיא כו' ודו\"ק:", 
            "<b>שם</b> והשמש שלא נטל ידיו אסור ליתן פרוסה לתוך פיו כו' נראה דאין לפרש לתוך פיו של השמש דא\"כ אדפשיט לעיל אוכל מחמת מאכיל דצריך נט\"י ממימרא דרב לפשוט מהך ברייתא אלא שהשמש שלא נטל אסור ליתן לתוך פיו של אדם אחר האוכל שנטל ומיהו מאכיל דצריך נט\"י דמבעיא לן לקמן ליכא למפשט מהכא דאיכא למימר נמי בהאי כדמשני דשאני שמש שטריד ויאכל הוא בעצמו ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אי חידוש הוא כו' דכיון דלאו חידוש הוא גמרינן ליה מזרוע בשלה כו' עכ\"ל ושאר איסורין לאסור כדאיכא טעמא ליכא למגמר מזרוע בשלה גופה דליכא בזרוע בשלה טעמא דמין במינו הוא גם לא מצינו ביה איסורא אלא להיתירא בליכא טעמא איכא למגמר מיניה ע\"ש בתוספות בפ' גיד הנשה:"
        ], 
        [], 
        [
            "<b>גמ'</b> ולא כיסה יפה יפה אמר מר ודברי חכמים כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה אלא אי אמרת אפשר כו' ורבי מדתלי טעמא דהיתירא בשניער מכלל דשרי אף בקמייתא כו' עכ\"ל פירוש דע\"כ רבי לית ליה גזירה דשמא לא ניער יפה דאם כן שאר חתיכות נמי ליתסרו דהא רבי במין במינו לא בטיל כרבי יהודה ס\"ל כיון דאסר שאר חתיכות בלא ניער בתחלה אלא בסוף וק\"ל:", 
            "<b>בד\"ה</b> ותו לא מידי אין כו' קמייתא אסורה דהא בלע ולא פלט ואין כאן מחלוקת אלא באחרונות כו' עכ\"ל יש לדקדק כאן דבלא ניער כלל בלע ולא פלט היאך נאסור את האחרונות ונראה כספרים דמתנייא איפכא הכי איתא הסוגיא אמר רבי נראין דברי ר' יהודה בשניער וכיסה ודברי חכמים בשלא ניער וכיסה מאי ניער וכיסה אילימא ניער וכיסה מתחלה ועד סוף מבלע בלע מפלט פלט ואלא לא ניער בתחילה כו' מכלל דסבר רבי יהודה כי לא ניער מתחילה ועד סוף אסור אמאי הא בלע ולא פלט אימא לא ניער יפה ולא כיסה יפה אמר מר ודברי חכמים כשלא ניער וכיסה מאי לא ניער וכיסה אילימא לא ניער מתחילה אלא בסוף ולא כיסה בתחילה אלא בסוף האמרת נראין דברי רבי יהודה בהא אלא לא ניער מתחילה ועד סוף ולא כיסה מתחילה ועד סוף מכלל דרבנן סברי ניער בסוף ולא ניער בתחילה כו' והשתא לפי זה בניער וכיסה מתחילה ועד סוף לא פליגי אלא בלא ניער כלל נמי פליג ר' יהודה להחמיר ולאסור משום דשמא בסוף לא נזהר יפה וניער וכיסה אלא דא\"כ לרבנן קמייתא ליכא למשרי בלא ניער כלל ועד שתתן אחתיכה קאי ולא איירי באפשר לסוחטו מידי ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> הא כחל לא בעי קריעה לאחר הבישול כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה נדה דם טוהר כו' מן הדם טחול כו' עכ\"ל עוד איתא בההוא סילוק מהחלב שומן הלב ע\"ש:", 
            "<b>בד\"ה</b> ההוא לקדירה כו' ואינו ר\"ל דסבר לגמרי כלישנא בתרא דהא מיקל טפי כו' עכ\"ל ולולי דבריהם [היה] נראה לי לומר דלגמרי קאמר סבר כלישנא בתרא דהא דמוקי בלישנא בתרא מתניתין אינו עובר עליו ואסור היינו לקדירה כדמוקי לה רב נחמן אבל לצלי לא הוזכר כלל קריעה במתניתין ומותר לכתחלה בלא קריעה כרב נחמן ובהא פליג אלישנא קמא דמוקי מתניתין אינו עובר ומותר דע\"כ היינו לצלי בעי קריעה לכתחלה ודקאמר לעיל תניא כלישנא קמא היינו למאי דס\"ד שבשלה דיעבד משמע ולישנא בתרא ע\"כ לא סבירא ליה בצלי לכתחלה בעי קריעה ובדיעבד שרי ואינו עובר עליו ואסור מיירי לקדירה דא\"כ היינו כלישנא קמא אבל השתא דברייתא שבשלו נמי לכתחלה משמע איכא לפרושי נמי לישנא בתרא הכי וכרב נחמן דלצלי לכתחלה שרי ומתניתין אינו עובר ואסור לקדירה ודו\"ק:", 
            "<b>בא\"ד</b> דלקדירה משמע עם בשר כו' כדמפרש בגמרא דמוקי לה ר\"א לקדירה כו' עכ\"ל מדבריהם אלו נראה דהוו גרסי בגמרא קמ\"ל דלא בעינן שתי וערב וטחו בכותל אלא לקדירה וכן נראה מדברי הרא\"ש וכ\"כ הר\"ן בהדיא ע\"ש:"
        ], 
        [
            "<b>בא\"ד</b> ויש לומר משום דלישנא בתרא כו' בין בהדי בשר בין בלא בשר כו' עכ\"ל הכי משמע דאמתניתין קאי לישנא בתרא דסתמא איירי בין בהדי בשר בין בלא בשר אבל הרא\"ש פירש דכיון דמחמיר דקריעה קצת לא מהניא דיעבד עם הבשר מחמיר נמי בלא בשר לכתחלה והך ברייתא פליגא כו' ואפי' לכתחלה כדמפרש רב נחמן דהיינו תניא כו' עכ\"ל והוא דחוק דנהי דרב נחמן מהדר לתרוצה למימר דלכתחלה נמי סבירא ליה דשרי ואיידי קתני מ\"מ לישנא דברייתא דיעבד משמע ומאי קאמר תניא כלישנא קמא דאדרבה טפי משמע כלישנא בתרא ודו\"ק:", 
            "<b>בא\"ד</b> דאי בהדי בשר נעשה הבשר נבלה כו' דטעמא דלב דשיע לא קאי כו' עכ\"ל כתב מהרש\"ל נראה כו' אלא לרווחא דמלתא קאמר שאף אם תחלוק ותאמר דשיעתו מהני קצת שלא יבלע דם של עצמו כו' אבל לפרש\"י כו' עכ\"ל אין דבריו מבוררים דודאי כן הוא כמ\"ש הר\"ן שיש לחלק בשיעת וחלוקת הלב דדם של עצמו אינו בולע אבל לגבי איסור אחר לא אמרינן דשיע כ\"כ התוס' בפרק כיצד צולין וכ\"ה במרדכי והגהת אשר\"י ע\"ש אבל כל זה לדעת רש\"י דשנויא דלב שיע קיימא אבל לדעת מי שאומר דטעם דשיע לא קאי ודאי דליכא לפלוגי בהא ודם של עצמו בלא בשר נמי בולע כמ\"ש בהדיא התוס' שם דכבולעו כך פולטו לא שייך בקדירה וע\"כ הנראה להגיה כאן מלת ועוד וכצ\"ל וחוזר ואוסר הלב ועוד דטעם דלב שיע כו' והשתא קושייתם מעיקרא אף לפרש\"י דשנוייא דלב שיע קאי מכל מקום בהדי בשר נאסר גם הלב דלגבי איסור דאחר לא אמרי' דשיע כמ\"ש התוס' והגהות אשר\"י ומרדכי ושוב הקשו ועוד לשיטת ר\"ת דקיימינן השתא הא לפירושו טעם דלב שיע לא קאי כלל ואפי' בלא בשר נאסר וק\"ל:", 
            "<b>בד\"ה</b> איכא תנא כו' היכי קאמר לר' אלעזר התם כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> טלית שאולה כו' ואומר רבינו תם דאין לחוש מדאמר כו' ולא בעי למימר כגון שאחר כך הסיר כו' לימא הטיל למוטלת כשרה כו' עכ\"ל בתוס' פ' התכלת וברא\"ש שם הוכחת ר\"ת בזה בע\"א מדקאמר ואפי' ולא קאמר אפי' בלא וי\"ו משמע דבלא טלית פטורה אצטריך לאשמועינן דתכלת אין בה משום כלאים וכה\"ג דייק כו' וה\"נ אתא לאשמועינן דאין בה משום כלאים אפי' בלילה כו' עכ\"ל ע\"ש אבל דבריהם דהכא א\"א לכוונם בדרך זה ונראה לפרשם בדרך אחר וה\"ק דעיקר דמלתיה דקאמר ותכלת אין בה משום כלאים ע\"כ לא בעי למימר כגון כו' דהיינו סוף דבריו ואפי' בטלית פטורה דהיינו הטיל למוטלת דא\"כ לא הול\"ל אלא הטיל למוטלת כשרה ממילא הוה ידעינן דאין בה משום כלאים וכי אטו לא ידעינן כבר דאין במצות ציצית איסור כלאים אלא ע\"כ הא דקאמר ותכלת אין בה משום כלאים הוא מלתא באנפי נפשיה לאשמועינן חידושא דהיתר כלאים לחבירו ולאשתו ובלילה ואגב קאמר ואפי' בטלית פטורה דהיינו מלתא אחריתא דקאמר התם נמי ר' זירא הטיל למוטלת כשרה ומסיק דחדא מכלל חברתה אתמר דהיינו הך דהטיל למוטלת כשרה מכלל דהך דואפי' בטלית [פטורה] כמו שפירשו התוס' שם בהוכחה ראיה לזה אבל לפרש\"י דהתם דקושטא דר\"ז לא קאמר אלא הטיל למוטלת כשרה ומכללא אתמר הך מלתא ותכלת אין בה משום כלאים ואפי' בטלית פטורה לית בהוכחה זו מידי ודו\"ק:", 
            "<b>בד\"ה</b> כבדא מה אתון כו' הא איכא לאוקמי בשלא נמלחה כו' עכ\"ל ואפ\"ה הכבד אינה נאסרת דלגבי דידה ודאי ליכא לפלוגי בין נמלחה ללא נמלחה מטעמא דקאמר שהיא פולטת ואינה בולעת וק\"ל:", 
            "<b>בא\"ד</b> ולקמן נמי דקאמרינן אבל טחול כו' היו יודעים דבלא מליחה היו עושין לו כו' עכ\"ל משמע להו השתא הא דקאמר וה\"מ כבדא אבל טחלא שומנא כו' דקאי אהא דמספקא ליה ליה לאביי בכבדא והשתא לפי זה דבמליחה מספקא ליה בכבדא אי מהני קאמר וה\"מ כבדא אבל טחלא שומנא הוא ופשיטא דמהני לה מליחה ומייתי שפיר מדשמואל אבל לפר\"ת דבלא מליחה קמבעיא ליה ואהא קאמר נמי אבל טחלא שומנא הוא ולא מליחה צ\"ל דמייתי מדשמואל שהיו יודעין דבלא מליחה היו עושין לו כו' כן נ\"ל תוכן דבריהם אבל דבר תמוה לומר להכשיר טחול בלא מליחה דהא בפ' דם שחיטה תני דם הטחול בהדי הנהו דעובר בל\"ת ואפשר לפי סברתם דהשתא לפרש דם הטחול שהוא בעין ולא דם שפירש ויצא ע\"י בישול ולקמן שפירשו התוס' דדם היוצא מטחול אסור היינו למאי דמפרשין דהאי וה\"מ כבדא אבל טחלא כו' קאי אקריעה שתי וערב ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> וחיתוכא לתחת כו' ועוד דסברא הוא דאין בטחול סמפונות כו' עכ\"ל צ\"ל לדבריהם דלאו משום סמפונות דכבד בלחוד הוא דבעי חתוכה בכבד אלא משום דם דכולה כבד שלא פירש בצלייה או במליחה ויצא אחר כך בבישול וסמפונא דבליעה דמא דנקט לאו דוקא אלא דהכי הוה עובדא דחזא דמא בסמפון כבד ודו\"ק:", 
            "<b>בד\"ה</b> כבדא עילוי בשרא לכתחלה אסור לכ\"ע אע\"ג כו' עכ\"ל לישנא דשרי אדרבא משמע דאפי' לכתחלה שרי אבל מדקאמר רב אשי לקמן אימור דאמור רבנן דיעבד לכתחלה מי אמור משמע להו דליכא מאן דשרי לכתחלה ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> שחתך בה בשר אסור לאוכלו בכותח כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כרבי חייא ס\"ל אין הלכה כו' כצ\"ל:"
        ], 
        [
            "<b>תד\"ה</b> הלכתא דגים כו' ולא סגי בקנוח אין ראיה משם דנתבשלו אסור כו' עכ\"ל ולא ניחא להו לתרץ ולפלוגי דהתם בתנור ליכא מים משא\"כ הכא שיש בקדירה מים והוי טעם שלישי דהא כיון דהדגים נוגעות ג\"כ במחבת ונפלט טעם מזה לזה לא הוי אלא טעם שני בהיתר וכדכתבנו לקמן לגבי קערות ומה\"ט נמי כתבו בפשיטות בההיא דבישל בה חטאת דהוי טעם שני באיסור ולא הוי טעם שני בהיתר על ידי מים משום דהשלמים נוגעות בקדירה ונפלט הטעם מזה לזה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> דגים ועופות שמלחן כו' וכן נראה דאין העופות כו' עכ\"ל מהרש\"ל מחק מלת וכן דאין לו משמעות כאן לכאורה ונראה ליישבו שכתבו בתחלה דהאי איסורין דנקט קאי לדגים לחוד כפרש\"י והר\"ש הקשה לפרש\"י דא\"כ כו' ומתוך אותה קושיא פי' דאסורין קאי גם לעופות כמ\"ש הרא\"ש וע\"ז כתבו די\"ל לקושייתו דא\"כ הוה משמע כו' וכן נראה כפרש\"י דאין העופות נאסרים כו' אפי' לאותו פי' כו' וק\"ל:", 
            "<b>בד\"ה</b> ודגים משום דרפו כו' אחר פליטת דמן ומה שנמצא בגומות ציר הוא ולא דם אבל בדגים כו' עכ\"ל ממלת ומה כו' עד מלת אבל כו' ברא\"ש אינו כנראה מדבריהם דלא באו כאן ליישב אלא עיקר קושייתם דאין לאסור התחתונה שנמלחה בתחלה מחמת פליטת הבאה אחריה ולא באו ליישב כאן קושייתם משום איסור ציר בגומות אלא אחר כך שכתבו וא\"ת נהי דלפי כו' מ\"מ נאסור מחמת דם כו' שנמחה בציר שבגומות כו' ויש ליישב כל זה בכאן משום דלטעמא שכתבו לעיל דשריק לא מסיק אדעתייהו דאיכא ציר של היתר אחר פליטת הדם י\"ל מה שנמצא בגומות ציר של היתר הוא ולא דם ושוב הקשו אחר כך וא\"ת נהי דלפי כו' מ\"מ נאסר מחמת דם הבלוע במלח כו' שהוא נמחה בציר של היתר שבגומות כו' וק\"ל:", 
            "<b>בא\"ד</b> א\"נ י\"ל שהמלח שעל הבשר מעכב הדם כו' עכ\"ל פי' כמ\"ש לקמן דצ\"ל שהדם שבמלח מתייבש בו ואין בו כח ליבלע בבשר כו' כמו שפירש גבי אותן גומות כו' והיינו תירוץ אי נמי יש לומר כו' שכתבו כאן אלא שקצרו כאן דבריהם לסמוך אדבריהם המפורשים יותר לקמן ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> בשר בהמה טהורה כו' ה\"ה בשר עוף לרבנן כו' מדדריש לקמן את שאסור משום נבילה כו' עכ\"ל בעוף הוצרכו לזה אבל בחיה כיון דסתם גדי אפי' פרה ורחל משמע חיה נמי בכלל בהמה היא ואין להקשות לרבנן ל\"ל הך דרשא דסתם גדי אפי' פרה ורחל משמע חיה נמי בכלל בהמה היא הא איכא למילף כולהו מהך דרשא דאת שאסור משום נבילה כו' די\"ל דאי הוה גדי דוקא לא הוה מפקינן הקרא ממשמעותיה לדרוש את שאסור משום נבלה כו' ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> וסבר שמואל איסור חל על איסור כו' ומהא דקאמר גדי להוציא הטמאה ליכא לדיוקי איפכא דאין איסור חל על איסור כפרש\"י לקמן ולדברי התוס' ניחא דהמקשה הוה ס\"ל דלגבי טמאה דוקא אשמועינן קרא דאין איסור חל על איסור אבל בטהורה ע\"כ איסור חל על איסור אית ליה מדמפיק חלב ומתה מחד קרא ולא מוקי ליה בדדמי ולפרש\"י צ\"ל דליכא דיוקא מידי מטמאה דהא בכל גוונא ממעטין טמאה אף בבישול דלא הוי אלא חד איסור ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה ומתו בו כו' אלמא לא אתי איסור כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> אין איסור חל על איסור ולא נפיק מקרא דלגופי' כו' וטמאה לא אצטריך כו' עכ\"ל פירושו תמוה לפי מה שהוכיח לעיל לדחות הגירסא והפי' ששמע דלא אצטריך כלל לחד לגופיה כדאמרינן לקמן בפרקין לרבי עקיבא דכולהו תלתא מייתרי ואפשר שזה הוא מפי' ששמע אבל לפירושו צ\"ל דחד לרבויי שליל וחד למעוטי שליא וחד למעוטי טמאה דאצטריך למעוטי אפילו בבישול דלא הוי אלא חד איסורא אבל קשה לפי זה לקמן לר' עקיבא נמי המ\"ל דסבר אין איסור חל על איסור ואצטריך קרא לטמאה בבישול דלא הוי אלא חד איסורא ודו\"ק:", 
            "<b>תוס'</b> בד\"ה קסבר שמואל כו' דלהכי קאמר דקסבר שמואל כו' דאי הוה סבירא ליה בעלמא אין אחע\"א (אלא) [ולא] הוה יליף מהכא כו' עכ\"ל כצ\"ל ופי' לדבריהם דקסבר שמואל בעלמא איסור חל על איסור ומהכא יליף לה ולא אצטריך חד קרא לגופיה אלא אשמועינן דאיסור חל על איסור ומהכא שמעינן ליה נמי בעלמא איסור ח\"ע איסור *) [דאי] דלא יליף מהכא דשאני הכא דרבי קרא כדמסיק לחד אוקמתא לא הוה מפיק חלב ומתה תרוייהו מחד קרא אלא במסתבר הוה מוקמינן ליה ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> מיתיבי המבשל כו' הפיגול והנותר והטמא שבשלן בחלב חייב כו' אע\"ג דאיכא לאוקמא דוקא בבישול דלא הוי אלא חד איסור מכל מקום איכא לאותיב ללישנא קמא דאיכא מאן דסבר דאבישול נמי לא לקי וק\"ל:", 
            "<b>תוס'</b> בד\"ה בחלב פרה ורחל מנין כו' ובחנם דחק בקונטרס עכ\"ל לפי' הקונט' דהך ברייתא ס\"ל גדי דווקא ומהאי ק\"ו ליכא למילף בחלב פרה ורחל אלא כשאינו מינו צ\"ל דפרה ורחל במינו יליף ליה במה מצינו מפלגא דדינא משאינו מינו וכי פרכת מה לשאינו מינו שנאסרה בהרבעה מינו דגדי יוכיח ותו ליכא למפרך מידי דהכי *) בדפו\"י הגי' אבל אי בעלמא [אין] איסור חל על איסור דלא יליף וכו' נמי צ\"ל לפי' הרר\"י הטעם דיליף לקמן קטנה במה מצינו מיהו אי לאו הכא ק\"ו לפרה ורחל לשאינו מינו לא הוה ילפינן מינו דפרה ורחל במה מצינו ממינו דגדי דהא גדי דוקא הוא ודו\"ק:", 
            "<b>בד\"ה</b> פרה ורחל כו' וא\"ת חיה ועוף יוכיחו לר' עקיבא כו' עכ\"ל ולא תקשי להו בהמה טמאה תוכיח לכ\"ע משום דאיכא למימר דמה לבהמה טמאה דאין איסור חל על איסור ומדלא לקי אאכילה אבישול נמי לא לקי וק\"ל:", 
            "<b>בד\"ה</b> מה לאמו שכן כו' תימה לרבנן חיה תוכיח כו' עכ\"ל היינו לשיטתם שכתבו דבמינו בפרה ורחל לא אצטריך ליה הכא דבכלל גדי סתם הם וה\"ה חיה דבכלל בהמה היא והמ\"ל חיה תוכיח וה\"ה מחיה גופא במינו ה\"מ למיעבד הק\"ו ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> עד שיפרוט וכו' וא\"ת ולא לכתוב אלא כו' או מכירה דעובד כוכבים כו' וי\"ל דה\"א דאתא למעוטי נתינה דעובד כוכבים כו' עכ\"ל וה\"ה דהמ\"ל דה\"א דאתא למעוטי נתינה דגר וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> היא קודש בו' ותימה לרבי יוחנן ל\"ל למימר מקודש כו' עכ\"ל וכן איכא לאקשויי לר' יוחנן חורש בחמור כו' ליתסרו דליכא למשרי מק\"ו משבת דשבת גופה אסור באכילה ולמאי דלא גרסי השתא ומה שבת כו' אלא השתא לגבוה שרי כו' כמ\"ש התוס' לקמן ניחא וק\"ל:", 
            "<b>בד\"ה</b> חורש בשור כו' וכ\"ת דלא אתא מן הבהמה אלא לאשמועינן מכלל דלהדיוט שרי כו' מ\"מ נילף חורש כו' ושרי להדיוט וי\"ל דאי לאו אלה כו' עכ\"ל ביאור דבריהם וכ\"ת דלא אתא מן הבהמה אלא דאי מכל שתעבתי הוה אסור רובע נמי להדיוט ואתא קרא לאשמועינן דדוקא לגבוה ולא להדיוט דמכל מקום אף לפי זה נילף חורש בשור כו' מק\"ו מרובע דשרי להדיוט דלא אסירי מכל שתעבתי וא\"כ מהיכי תיתי לאסור נמי כמו לגבוה כיון דלהדיוט שרי דכל שתעבתי בהדיוט מיירי קרא ומרובע נמי לא אתי דמה לרובע שהוא במיתה ותירצו דודאי מכל שתעבתי ליכא לאסור לגבוה כיון דלהדיוט שרי אלא דהוה אסרנא ליה לגבוה ממן הבקר כו' ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> ורבי בהנאה מנליה נפקא ליה כו' ואפי' לרבי אבהו דאמר לעיל כ\"מ שנאמר לא תאכל איסור הנאה נמי משמע האי קרא דלא תאכלנו גו' כיון דבעניניה דדם כתיב לא משמע אלא איסור אכילה כדם כדדרשינן בפ' כל שעה מהאי קרא דלא תאכלנו על הארץ תשפכנו כמים מה מים מותר כו' וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה ל\"ל גז\"ש לאיסור אכילה כי היכי כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ומה ערלה כו' שכן צריך מאתים כו' דצריך מאתים כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> וליפרוך מה כו' ואע\"ג דמכלאי כו' במה מצינו ולא פרכינן כל דהו כו' עכ\"ל דמכלאי הכרם ליכא ק\"ו דכלאי כרם נמי נעבדה בו עבירה אלא במה מצינו איכא למילף מינה וכ\"כ גם התוס' לעיל ומהרש\"ל כתב על דברי התוס' דליכא למילף מכלאי הכרם לחודיה דאכל חדא וחדא איכא למימר נבלה יוכיח ועוד האריך לאין צורך כי דברי התוס' ודאי נכונים כיון דהלמד והמלמד שוין דנעבדה בהן עבירה ליכא למימר נבילה יוכיח דלא נעבדה בה עבירה ומזה נמי רב אשי דבעי למימר דליכא למילף מערלה וחמץ משום דנבילה תוכיח אבל דאתינן למילף נמי מכלאי כרם ליכא למימר נמי נבלה יוכיח דאנבילה איכא למפרך מה לכלאי הכרם שכן נעבדה בו עבירה והוצרכו להדר דינא משא\"כ בבשר בחלב דבלא הדר דינא ילפינן ליה שפיר מכלאים דהא ליכא למיפרך מידי גם בזה כתב מהרש\"ל דברים דחוקים ואין להאריך כי דברינו ברורים לכוון דברי התוס' ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> חדא מתרתי כו' ועוד דהמ\"ל בשר תקרובת ע\"ז יוכיח וכ\"ת מה לתקרובת שכן מטמא כו' עכ\"ל קושטא קאמרי דאינו מטמא אלא מדרבנן מיהו א\"נ דהוה פרכינן שכן מטמא הוה מצינן למילף מינייהו בהדר דינא ונראה דניחא ליה טפי למיעבד הק\"ו בכה\"ג למפרך פירכא מעולה בחמץ דהוה שפיר כלאי כרם יוכיח מלמפרך מיד פרכא כל דהו שכן גידולי קרקע ולומר תקרובת ע\"ז יוכיח וצ\"ל נמי הכא דה\"נ ה\"מ למילף מבשר תקרובת ע\"ז גרידא במה מצינו אלא דניחא ליה למיעבד תחלת דין בק\"ו כמ\"ש התוס' לעיל לגבי כלאי הכרם מיהו קשה דה\"מ למיעבד ק\"ו חדא מתרתי בפלגא דדינא תחלת דין מערלה ובשר תקרובת ע\"ז ליוכיח דתו ליכא למיפרך מידי ואפשר לומר דלא קשיא ליה לתלמודא למיעבד ק\"ו במילי אחרנייתא דנקט בברייתא אלא בהנהו מילי גופייהו קשיא ליה לימא ערלה תוכיח דהוה חדא מתרתי מערלה וחמץ דנקט בברייתא ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> והלכתא אין מעמידין בעור קיבת נבלה כו' הכא ודאי איכא לאקשויי כמו שהקשו התוס' לעיל דמאי אריא עור קיבת נבלה בעור קיבת כשרה נמי אין מעמידין כדקתני במתניתין אם יש בה בנ\"ט ה\"ז אסורה דהכא ליכא ספיקא אלא איסור דרבנן ודאי הוה ויש ליישב בדוחק דלא נקט הכי אלא משום סיפא דמלתיה אבל מעמידין בקיבת נבלה ודו\"ק:"
        ], 
        [], 
        [
            "<b>במתני'</b> בפרש\"י בד\"ה השוחט בהמה כו' ודוקא טמאה ודוקא לעובד כוכבים כו' עכ\"ל פי' הא דבעי דוקא לעובד כוכבים היינו דוקא בטמאה דבהכי משויא לאוכלין דלישראל לא חזיא אבל בטהורה לא אצטריך לעובד כוכבים דבלאו הכי משויא ליה אוכלין מיד בשחיטתה כפרש\"י לקמן:", 
            "<b>תוס'</b> בד\"ה האלל איכא דמפרש בגמ' אף מרטקא כו' עכ\"ל כ\"ה בכל ספרים הישנים בתוס' ובספרים חדשים מחקו מלת אף ולא ידענא למה דהא קושטא הוא הכי לרבי יוחנן דאמר אלל דמתני' מרטקא אף מרטקא קאמר כדמסיק לקמן וק\"ל:", 
            "<b>בד\"ה</b> ולא שומר לטומאה כו' וא\"ת דאמר כו' ואמאי לא נטמאו כו' עכ\"ל קושיא זו אין כאן מקומה אלא לעיל גבי יש שומר לטומאה קלה דהיינו להכניס ובעיקר קושייתם לא ידענא דקארי להו מאי קארי להו דהא ודאי נמי מה\"ט דאין שם משקין עליהן כו' לא נטמאו המשקין עם האוכל שבתוך הזג כפרש\"י שם ע\"ש:"
        ], 
        [
            "<b>גמ'</b> אלא לא לכתוב רחמנא כו' כצ\"ל מילקוט:", 
            "<b>תוס'</b> בד\"ה שומר דכתב כו' לפי' ר\"ת ור\"ש דבעו כביצה לקבל טומאה כו' עכ\"ל וכן פרש\"י בפ' אותו ואת בנו בשמעתין דפרה מטמא כו' ועיין בתוס' בפ' כל שעה בד\"ה לאימת מתכשרו כו' ודו\"ק:", 
            "<b>בפרש\"י</b> בד\"ה וכל שהוא שומר כו' כגון עור שכנגדו כזית בשר עכ\"ל לגבי טומאת נבילות מפרש הכי אבל לגבי טומאת אוכל לא בעי בשר כביצה אלא עם העור כדקתני בסיפא ומצטרף וק\"ל:", 
            "<b>בד\"ה</b> לא יד ולא שומר כגון שער עכ\"ל צ\"ע לקמן בשמעתין דבין לר\"י ובין לר\"ל שער או יד או שומר הוא וליכא מ\"ד דלא הוי לא יד ולא שומר ויש לקיים פירושו למאן דאמר התם משום יד ודוקא בנימא שבין הנימין אבל נימא אחת לא הוי יד דפסקה א\"נ כמ\"ד התם משום שומר ודוקא נגד בשר והכא מיירי שלא כנגד בשר ודו\"ק:", 
            "<b>בד\"ה</b> יד יתירה כו' וכיון דאיתא הכנסה כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> תנור מטמא כו' כל הנך דקאמר תיתי מיניה בבנין אב קאמר כו' עכ\"ל לא ידענא מי הכריחו לכך דהא שפיר מצינן למיעבד ק\"ו מהנך פירכות דקאמר תלמודא ודו\"ק:", 
            "<b>בד\"ה</b> מה להנך שכן כו' שלא בנגיעה כו' דמה הצד פרכינן כל דהו עכ\"ל צריך עיון אמאי משמע ליה מטמאין שלא בנגיעה פירכא כל דהו דהא ודאי חומר הוא ויש ליישב ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> אלא שומר דנבילה כו' אי להכניס ולהוציא כו' לצדדין קאמר תנהו ענין לשומר דעלמא להכניס או להוציא לגופיה דנבילה לאו בת הכנסה היא וק\"ל:", 
            "<b>שם</b> אי הכי שומר דעלמא אימא לך להכניס ומלתא כו' ובגירסת הילקוט אימא לך להכניס ולהוציא ומלתא כו' וכן נראה מפרש\"י ויש לקיים הגירסא שלפנינו דאית לן למימר דמעיקרא כי כתיב שומר באוכלין אהכנסה כתיבא כדאמרינן לעיל גבי יד ומש\"ה לא קאמר דקרא אתא אלא להכניס וכ\"ש להוציא וק\"ל:", 
            "<b>תוס'</b> בד\"ה וכשם שאין מקבלין כו' דהוכשר הכל במחובר ע\"י גשמים שנופלים כו' עכ\"ל כל מחובר ודאי הוה דנפל עליו פעם א' גשמים מ\"מ הו\"א דאצטריך כי יותן מים על זרע דבעו שיהיו נופלים הגשמים כשנעשה כבר זרע במחובר וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה איבעית אימא כו' מטמא בתרוייהו ור' יהודה מטהר בתרוייהו אלא כחדא כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ורב במאי כו' המ\"ל לר' יוחנן אי ביד אי בשומר קשיא סיפא כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> ור' יוחנן אמר כו' ומשום דלר' יוחנן א\"ש בין ביד בין בשומר כו' עכ\"ל ומאידך ברייתא דדייק נמי מעיקרא אליבא דרב אע\"ג דההיא לא אתיא שפיר לר\"י בין ביד בין בשומר כאחרים איכא למימר דאליבא דר\"י לא דייק מידי דר\"י הכי שמע מרביה דאין זה שיעור וכפול דאחרים לאו דוקא ובשומר וכותייהו ס\"ל כדמסיק וק\"ל:", 
            "<b>בד\"ה</b> ור' יוחנן אמר כולה בשומר כו' משום דמשמע דבשומר איירי כו' כותיה לגבי דר\"מ כו' עכ\"ל כצ\"ל סמכו עצמם אדבריהם דלקמן דמשום דמשמע דבשומר איירי אינו מוכרח דלא לאוקמי ביד כמ\"ש התוס' לקמן דמ\"מ הוה ליה לאוקמי ביד כי היכי דלהוי כפול דוקא דהכי נמי לרב מוקי לה ביד כי היכי דליקום כר' יהודה אלא עיקר הוכחה הא דלא בעי לאוקמי ביד משום דהכי הוה שמיע ליה מרביה דאין זה שיעור ודו\"ק:", 
            "<b>בד\"ה</b> שיירי גרגיר א' לכל שומר ושומר כו' וכל הגרגרין כו' עכ\"ל ולא ניחא ליה למימר דההוא שומר שנגע בו הטומאה הוה כביצה עם גרגירו דמדנקט שייר גרגיר א' לכל שומר משמע צירוף שאר גרגרין ולא ניחא ליה נמי למימר לצרף שאר שומרין דאכתי לא אסיק אדעתיה לצרף שני שומרין וק\"ל:", 
            "<b>בא\"ד</b> אבל לפי' הקונט' כו' דלקמן ס\"ד דמיירי בהרבה שרביטין כדפירש בקונט' כו' עכ\"ל מדבריהם נראה שטעות נפל בפרש\"י שלפנינו בד\"ה משמושן כו' שיש שרביטין הרבה כו' עכ\"ל דלקמן דאיירי בצירוף שומרין ודאי ע\"כ דהוה ס\"ד הכי דמיירי בהרבה שרביטין אבל הכא לפי גירסת רש\"י דגרס שיש בו גרגיר א' ודאי דמצינן לפרושי שפיר דההוא גרגיר עם שרביטו הוי כביצה וכן נראה מלשונו שכתב וכגון שיש בין השרביט והפול כביצה כו' וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לא משום שומר כיון דאיכא כזית כו' להכניס ולהוציא עכ\"ל נבילה לאו בת הכנסה היא אלא בטומאת אוכלין איירי ולכולהו אמוראי לא בעי כזית בשומר אלא לרבי יהודה בעי כזית למאן דמוקי פלוגתא דר\"י ואחרים בשומר ודו\"ק:", 
            "<b>תוס'</b> בד\"ה שומר אוכל כו' שחלקו לגמרי כו' משום דכל השומרין שבשרביט מצטרפין כו' עכ\"ל כצ\"ל מיהו קשה מהא דמייתי חטה בקליפתה כו' ולא אסיק אכתי אדעתיה דקבועין בשדרה אלא דלא הוה אסיק אדעתיה למימר דהוו כולן שומר אחד ודחי ליה כדאמרי' בקולחא דהוי יד א' ה\"נ בשדרה הוי שומר א' ודו\"ק:", 
            "<b>בד\"ה</b> איכא דמתני כו' המ\"ל לא שנו אלא קרנים כו' עכ\"ל י\"ל בזה קמא נקט דהא עצמות קתני במתניתין מקמי דקתני קרנים כו' אלא בעור דהוא רישא דמתניתין המ\"ל לא שנו אלא עור כו' וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> הוא עצמו יטמא טומאת אוכלין המ\"ל יטמא טומאת נבילות כו' עכ\"ל אין לומר בזה קמא נקט דטפי ה\"ל למימר יטמא טומאת נבילות דקתני בה דאפי' לא מצטרפי ודו\"ק:", 
            "<b>בד\"ה</b> חלב לא אתי כו' דהא לר\"י הגלילי חמץ מותר בהנאה כדאמר התם וי\"ל דלר\"י הגלילי ודאי כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> מה להנך כו' ואפי' למ\"ד לאברים עומדת בו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> שכן טומאתן כו' להזכיר משהו גבי חלב כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> היכא דלאו כו' כיון שהוא גוף החלב וכן החמץ כו' עכ\"ל מיהו מריבויא דנפש מרבינן בכולהו אפי' באינו שותה גוף החלב וחמץ כדמרבינן נמי בשרצים לאסור צירן ורוטבן דאם לא כן לא הוה מצינן למיגמר מינייהו לאסור הני דתניא בברייתא הטבל וחדש כו' דאינו שותה גופן וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> מרטקא כו' דהא אמרי' בסמוך דלכ\"ע מרטקא נמי הוה אלל עכ\"ל היינו דאמרינן דמודה ר\"ל דאלל דקרא היינו מרטקא דהשתא מתניתין דהתם נמי מרטקא הוה אף לר\"ל דפליטת סכין לא שייכא בקרבן דעוף וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מטמאה כו' מהניא לה הך כו' ובד\"ה מהו שתציל כו' נבילות חיה היא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה הואיל ויכול כו' ועל הנבילה הוא דקאמר צריך שישייר ויעמיד על כו' עכ\"ל פירוש על כל עצמות של נבילה שישתיירו צריך שלא ישתייר עליהם כזית בשר שהוא שיעור טומאת נבילה וק\"ל:", 
            "<b>בד\"ה</b> עובד כוכבים ששחט בהמה טהורה לישראל כו' עכ\"ל ולעיל דגבי בהמה טמאה ודאי ניחא דנקט לעובד כוכבים כפרש\"י לעיל משום מחשבת אוכלין דלישראל לא חזיא אבל הכא דעובד כוכבים בטהורה לישראל לא משוי לה אוכלא דהא לא חזיא ליה ודו\"ק:", 
            "<b>בד\"ה</b> אביי אמר כו' דכחיה היא לכל דבריה ולכך רובעה חייב כו' עכ\"ל ולענין שתציל דהוי מלתא דטומאה אזלינן לחומרא למילף מטומאת אוכלין אבל ברובעה דהוי איסורא לא ילפינן מטומאה להחמיר ושבקינן ליה אדיניה דכחיה היא כדאמרינן בעלמא איסורא מטומאה לא גמרינן ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> אי אמרת בשלמא כו' ועוד דר\"י נמי דבכנסו איירי כו' עכ\"ל צ\"ע היאך מתוקמא דרבי ישמעאל בכנסו דא\"כ תיטמא נמי במגע דלא הוי נוגע וחוזר ונוגע אלא נוגע בבת א' בכנסו ודו\"ק:", 
            "<b>בד\"ה</b> רב הונא כו' לא מצי למפרך דאמר כמאן אי אמרת לר\"י דבטל כו' עכ\"ל יש לדקדק ומאי דוחקא דודאי לעיל איכא למימר לר' ישמעאל לא בטיל אלא הכא פריך לשנויא דמשני לר\"י דפלטתו סכין בטל ונראה שסמכו עצמם אדלקמן אמתני' דפליגי ר\"י ור\"ע דקאמר רבי יוחנן עלה ל\"ש אלא פלטתו חיה אבל פלטתו סכין בטיל ולעיל לר\"י נמי מוקמי' פלוגתא דר' יהודה ורבנן בפלטתו סכין דלר\"י לא בטיל ואם כן ר' יהודה כמאן מיהו קשה קצת ומאי קושיא דהא איכא למימר הכא שפיר לר' יוחנן הא בטל לר' ישמעאל היינו בלא כינוס ודלא בטל לר' יהודה היינו בכינוס וכ\"כ התוס' לקמן בפירקין ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> ואם איתא כו' תימה אכתי כו' ויש לומר דלא מסתברא דבעי לאיפלוגי כולי האי כו' עכ\"ל ויש להקשות להאי תירוצא דאכתי איכא למבעי או דלמא ה\"ק עולא בבן שנתו תליא מלתא בין יונק ובין אינו יונק ואמר ליה רבי יוחנן דבהנקה נמי תליא מלתא דבהנקה לחוד אף לאחר שנתו נמי סגי ואפשר לומר דאם כן הל\"ל לר\"י אף כל זמן שיונק כיון דלעולא לא סגיא אלא בבן שנתו לחוד ורבי יוחנן הוסיף על דבריו למימר דאף ביונק לחוד סגיא וליכא למבעי נמי דאכתי אימא דודאי עולא והוא שיונק קאמר אבל רבי יוחנן אימא דבהנקה דוקא לחוד תליא מלתא או דלמא דנקט הנקה וה\"ה דבבן שנתו לחוד סגיא דאיכא למימר דלא שמעינן מר\"י דפליג אעולא אלא בהא דקאמר במלתיה דבהנקה לחוד סגי אבל דסגי בבן שנתו לחוד כיון דלא שמעינן ליה ממלתיה דר\"י לית לן למימר דפליג עליה נמי בהא מיהו רש\"י לא פי' כן ודו\"ק:", 
            "<b>בא\"ד</b> דכולה שמעתין סברא דיותר קשה כו' אם כן כ\"ש לאחר שנתו כו' עכ\"ל והא דקאמר תלמודא או דלמא עולא בן שנתו קאמר בין יונק כו' וה\"ק וכ\"ש יונק בין בן שנתו בין אינו בן שנתו אבל רש\"י לא פי' כן ולהאי תירוצא ודאי ניחא דלית לן למבעי אכתי דאימא לרבי יוחנן בבן שנתו לחוד נמי סגי דא\"כ אמאי נקט במלתיה כל זמן שיונק ה\"ל למנקט רבותא טפי דאפילו בבן שנתו לחוד סגיא ודו\"ק:", 
            "<b>בד\"ה</b> למינהו הפסיק כו' דפסוק א' הוא לפי' הקונטרס כו' עכ\"ל ר\"ל דפסוק אחד הוא דמההוא קרא גופיה דיליף לאסור צירן ורוטבן יליף מיניה נמי דעורותיהן כבשרן דהי מנייהו מפקת וכפרש\"י וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה עור שעל הצואר כו' אינו חיבור לעשות המופשט כו' עכ\"ל ולקמן בשמעתין מוכח דעור הצואר גופיה אינו חיבור ולא הוי שומר כיון דעשוי לינתק ודו\"ק:", 
            "<b>בד\"ה</b> חדא בטבולת כו' בשלא הוטבלה כל עיקר וקרעה ביום המחרת כו' עכ\"ל ולולי פירושו היה נראה לפרש דטבילתה מידע ידיע שרואין אותם אחרים ולא טומאתה דהשתא בשלא הוטבלה וקרעה בו ביום ליכא למגזר מידי ודו\"ק:", 
            "<b>תוס'</b> בד\"ה טהור המופשט כו' אבל משום יד אין לפרש דלרב אסי כו' דמ\"ש בין חזה לשאר אברים כו' עכ\"ל אבל לרב לא תקשה להו נמי דלחמת אמאי כל העור חיבור לא היה לטמא אלא כדי אחיזה דאיכא למימר כפרש\"י דלא חשיב יד אלא א\"כ מטלטלין בו ולחמת אפשר דבעי לטלטולי בכל העור עד החזה וק\"ל:", 
            "<b>בא\"ד</b> ולפי פירושו לא מטמא בת\"כ כו' אלא עד כדי אחיזה כו' עכ\"ל לפי מה שהביאו הת\"כ ודאי דכן הוא ומפי' (רש\"י) [ר\"י] נמי בשמעתין משמע הכי דכדי אחיזה הוי חיבור וכ\"ש פחות דמשמע דכדי אחיזה גופה לא הוה בפחות מכדי אחיזה אלא ר\"ל לפי פירושו וגירסתו בת\"כ ליכא לפרושי בע\"א מיהו תחילת דברי ר\"י מאורליינ\"ש אינו מדוקדק לפי זה שכתב דעד כדי אחיזה הוי [חבור וכ\"ש פחות דמשמע דכדי אחיזה הוי] כפחות ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה עד שימעיטנו דלא דמי לטלית כו' אע\"ג דשיריים בני קבולי טומאה טהרו כו' עכ\"ל שיריים היינו בני ג' על ג' כפרש\"י לעיל אבל שיריים כדי מעפורת הא אמר דהוי חיבור דלא מקרי בטל וק\"ל:", 
            "<b>תוס'</b> בד\"ה עולת עוף כו' דלא מצריך אלא רוב מצומצם כו' עכ\"ל הכי משמע בפ\"ק בברייתא דקתני בה ובעולה שנים או רוב שנים כפרש\"י שם אבל רוב שנים דשחיטה בהדיא מסיק בפ' השוחט דבעי רוב הנראה לעינים וק\"ל:"
        ], 
        [
            "<b>גמ'</b> ואימא מדרבנן גורר כו' אלא אמר רבא ה\"ק כו' ק\"ק דאכתי תקשי השתא לר' יוחנן דאמר עור לא חלים והכא קאמרי' חלים וקאי וליכא למימר דחלים וקאי עדיף מעור שלא נתחבר עדיין דאם כן מאי קאמר רבא ואימא מדרבנן לסיועיה לר\"ל ודו\"ק:", 
            "<b>תוס'</b> בד\"ה הא בתנורא כו' כמו שפירש בקונטרס לקולא כן נראה דאין לפרש לחומרא כו' דלא עדיף שיריו מתחלתו כו' עכ\"ל ויש לדקדק ע\"כ בהך מתני' דלעיל דמוקמינן לה בדעבדיה גיסטרא ושיריו ברובו טמא אע\"ג דלא הוי ד' ואם כן עדיף שיריו מתחלתו והיה נראה לומר בדעבדיה גיסטרא דעומד כולו יפה הוי שפיר שיריו כתחלתו דכולו עומד הוי והוי יותר מד' אבל קשה דא\"כ נוקמי הך מתני' נמי בדעבדיה גיסטרא ולחומרא הא דקתני רישא ד' בתנור בר ט' וסיפא ברובו בתנור בר ז' וצ\"ע:", 
            "<b>בד\"ה</b> אבל פלטתו כו' אי כשכנסו וכי עדיף כנסו כו' דאין הכי נמי כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הא איכא ת\"ק דאחרים דפליגי ור\"י ס\"ל כת\"ק דאחרים עכ\"ל וכצ\"ל:", 
            "<b>תוס'</b> בד\"ה והכא היינו טעמא כו' רב אויא סבר כבר פדא כו' עכ\"ל והא דקאמר או דלמא לית ליה לא משום דמספקא ליה כר\"י דאין נוגע חוזר ונוגע אלא משום דלא בא לכלל מגע לכל צד ודו\"ק:", 
            "<b>בד\"ה</b> אמר רב פפא כו' מ\"מ תקשה דהא רישא כו' עכ\"ל ומעיקרא מנגיעה ה\"מ להקשות כן מרישא לסיפא דדוחק הוא לומר דהאי מרודד גרע ומיירי בע\"א ולתירוצם ניחא דמרודד דסיפא דנקט כב' חצאי זיתים הוי המרודד בכה\"ג דאוחז בקטן ואין גדול עולה עמו ולאו דוקא נקט ב' חצאי אבל המרודד דרישא משמע דכל הכזית הוא מרודד בשוה ואין כאן גדול וקטן ודו\"ק:"
        ], 
        [
            "<b>תד\"ה</b> נוגע אין מאהיל כו' מאהיל לא מטמא אלא כנגד המוח כו' עכ\"ל דבריהם אינם מובנין לן דמהך שמעתין דלעיל גבי שני עצמות ועליהן ב' חצאי זיתים והכניס ראשיהם השנים כו' דמוקי לה התם אי ביד אי בשומר מוכח בהדיא דבמאהיל נמי שלא כנגד המוח מטמא נמי מטעם שומר דמכניס ומוציא וכפרש\"י שם וצ\"ע:", 
            "<b>בא\"ד</b> וא\"ת ולישני ליה כו' לא מסתבר ליה לאוקמא כרבי יוסי עכ\"ל וה\"מ לתרוצי נמי דלר\"י נמי דלית ליה טומאה בוקעת ועולה מודה בקולית סתומה דהוי כמו מת בכסותו וכ\"כ התוס' לקמן ע\"ש:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה חוצצין בין בית לעלייה אם הניחן מקודם לחברתה כו' לצד שני שעליה כלומר כו' עכ\"ל כצ\"ל ופי' בריוח שבין קורה לקורה מניח החבלי מטה וסריגי החלונות וק\"ל:", 
            "<b>תוס'</b> בד\"ה ומאן תנא כו' מנלן לפרש כדמפרש דלמא בטומאה רצוצה כו' עכ\"ל ולפי זה לר' זירא מתוקמא נמי הך דר' יוסי בטומאה רצוצה ולר' זירא לא תסייעה לר' יוחנן נמי מהך דר' יוסי אלא סתמא דתלמודא קאמר מאן תנא כו' ר' יוסי כו' ואליבא דרבא ודו\"ק:", 
            "<b>בד\"ה</b> שלא כנגד כו' דכל דבר שסותם כולו כו' עכ\"ל כצ\"ל והכא אע\"ג דאינו סותם כולו מ\"מ לא שייך נמי הכא מיעוט ולא אמרינן התם דבעי ביטול אלא היכא שבא למעט החלון ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> ודקאמרת על האסקופה כולו טמא כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה אם יש בצוארו כו' ומיהו אפשר דמ\"מ לר\"י כו' ופוסקת הטומאה בחוץ כו' עכ\"ל לר\"מ ודאי מעיקרא לא הוו קשיא להו באין בצוארו טפח דהא א\"נ חשיב הצואר דבר שאין מקבל טומאה הא ס\"ל טומאה טמונה בוקעת וא\"כ ע\"כ איירי בשהטומאה מונחת מבחוץ אלא לרבי יוסי הוה ס\"ד דאיירי אף בשהטומאה בפנים דטומאה טמונה אינה בוקעת ומש\"ה קשיא להו אי חשיב דבר המקבל טומאה הא אינו יכול לחוץ והרי הוא כפתוח לבית ואהא תירצו דלרבי יוסי נמי לדברי המתרץ איירי דוקא בשהטומאה פוסקת בחוץ אך קשה לי דאכתי לדברי המקשה דהוי ס\"ד דרואין על הטומאה קאי וא\"כ כשהטומאה מכנגד משקוף ולפנים אי חשיב דבר המקבל טומאה הא אינו יכול לחוץ והרי הוא כפתוח לבית וא\"כ מהיכא מוכח ליה דר\"י ס\"ל טומאה טמונה אינה בוקעת וצ\"ע:", 
            "<b>בד\"ה</b> אמר רבא ה\"ק כו' הבית טהור אלא בסתם כלבים איירי כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה יכול אפי' נקובה לא הוי טמא עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה בנבלתה ולא כו' וכן גבי שרצים מרבינן לקמן מיטמא כו' עכ\"ל משום דלכאורה מגומגם דגבי קולית נבילה משמע דיליף ניקבה ליטמא מנוגע יטמא כדקאמר יכול אפילו ניקבה כו' וגבי קולית שרץ משמע דיליף לא ניקבה לטהר מנוגע יטמא כדקאמר יכול אפילו לא ניקבה כו' ואהא תירצו כמו שנפרש בקולית נבילה דנוגע יטמא אתא לרבות נקובה וממילא אימעיט סתומה כמו עצמות ה\"נ אית לן לפרש בקולית שרץ דלא מרבינן נקובה אלא מנוגע יטמא ולא אצטריך ליה הטמאים אלא לביצת שרץ לאשמועינן דאקרי שרץ (כלל) אבל קולית נקובה דשרץ שפיר איכא למגמר מנוגע יטמא וממילא אימעיט סתומה כמו עצמות ולא נקט מלתיה בכה\"ג יכול אפילו לא ניקבה כו' אלא משום ביצת שרץ דיליף כבר ניקבה ליטמא מהטמאים ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ת\"ל השורץ כו' הוא שט שמינו עכבר כו' ובד\"ה ודין הוא כו' דהא טימא כל ששמו כו' ובד\"ה א\"ל ומאחר כו' דמרבית מין הים כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה מה לי הכא כו' דלא נמעט תרוייהו מעל הארץ כו' עכ\"ל ולמאי דמסיק דתרתי על הארץ כתיבי וחד אתא להוציא ספק טומאה צ\"ל דאי לאו השורץ לא הוה מוקמינן חד לספק טומאה דודאי טומאה נמי טהור אלא דחד הוא מוקמינן לעכבר שבים וחד לירד בים ומחד על הארץ לא הוה ממעטינן אלא המסתבר וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> דרחמנא אמר כי כו' ופי' בקונט' דמקרא יתירא דרשינן באם אינו ענין כו' עכ\"ל גמ' ערוכה היא בפרק בהמה המקשה ואם אינו ענין לשרצים כו' אלא שבקונט' פי' בשמעתין דמיתורא קדריש ליה הכי לבהמה דחד קרא דכי יפול לגופיה דשרצים אתא נמי להך דרשא דמיתה עושה ניפול לאשמועינן דאבר המדולדל בשרץ ומת מטמא האבר משום אבר מן החי ובשר הפורש ממנו טהור אבל בשר הפורש מאבר שרץ המת טמא כדלקמן ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה רב אשי אמר דכ\"ע (אין) [אית] יד כו' וכשניתז הדם כו' עכ\"ל הוא מגומגם דבין דס\"ל דבהמה נעשית יד לאבר ובין דס\"ל אוחז בקטן כו' הרי הוא כמוהו ל\"ל כשניתז הדם על האבר ודוחק הוא דלרבותא דר\"ש פירש כך דאין לשונו משמע כך ונראה להגיה דא\"נ דכשניתז הדם על האבר כו' ור\"ל דא\"נ דלית להו דבהמה נעשית יד לאבר ולא ס\"ל אוחז בקטן כו' מצי איירי כשניתז הדם על כו' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה הרי אמרו כו' אם נגע שרץ בחצי שהשתחוה אם נעשית יד לחצי האחר כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>פרש\"י</b> בד\"ה החותך כזית כו' ל\"ג כזית כו' וכגון דאיכא כביצה עכ\"ל נראה מזה שהסכים לפרש כאן כפי' ר\"ת ור\"ש שכתבו התוס' בריש פרקין דלקבל טומאה נמי בעי בטומאת אוכלין כביצה וק\"ל:", 
            "<b>תוס'</b> בד\"ה ר' יהודה מטהר כו' א\"נ צמקו לא הוי אפי' כמעורה עכ\"ל ק\"ק דלקמן מדמה מעורה דמתניתין למעורה דיתור של תאנה כו' וא\"כ כיון דמעורה הוי טפי מחובר מצמק ומאי מייתי לעיל ראיה ממעורה דמתניתין לצמקו דתולש מהן בשבת דחייב חטאת כפירוש התוס' שם ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה מטמא טומאה חמורה ואנן תנן כו' אין צריך הכשר עכ\"ל בהנהו פירכות דלעיל גבי כיפת שאור ותקרובת ע\"ז וחיבורי אוכלין מתפרש ליה בפשיטות כיון דמתחילה אוכלין הוי לא הוה סופן לטמא טומאה חמורה כמו בזרעים אבל הכא בחלב זה דמעולם לא היה אוכל אלא שהיה בו טומאה חמורה נבילה אגב כוליא לא שייך למיפרך ביה אלא דאם כן אין צריך הכשר וכה\"ג פריך לעיל ל\"ל הכשר הרי כו' וק\"ל:", 
            "<b>תוס'</b> בד\"ה למה לי הכשר כו' תימה אמאי לא פריך למה ליה לאוקמי כרבי מאיר כו' עכ\"ל במאי דמשני מעשה עץ שימש נראה דמיתרצא נמי הך פירכא דלא קאמרינן התם בפ' בא סימן דבטומאה חמורה אגב אביו לא בעי הכשר מים והכשר שרץ אלא בכגון נבילת עוף טהור ואם עיקר תמיהתם לדברי המקשה לא ידענא למה לא נפרש דקושטא הוא דהכי פריך למה ליה הכשר דלא מתוקמא אלא כרבי מאיר ובהכשר הא אתיא שפיר ככולי עלמא בלא הכשר דהרי מטמא טומאה חמורה אגב אביו ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אי לרבי יוחנן דאמר נמי לעיל אין יד להכשר כו' עכ\"ל צ\"ע לפירושו דהא בהדיא סבר רבי יוחנן בריש פרקין דיש יד להכשר אבל הכי הוה ליה למימר אי כרבי יוחנן דאמר לכולי עלמא דאין בהמה נעשית יד לאבר וכשאוחז בקטן כו' פליגי וכפרש\"י גופיה לעיל לאוקמתא דאביי דהיינו נמי אוקמתא דרבי יוחנן ודו\"ק:", 
            "<b>בד\"ה</b> ורבי שמעון מטהר כו' וכל שכן דפליג ארישא כו' ומיהו קרא לא אצטריך כו' עכ\"ל אבל במציעתא לא בעי למימר דפליג אלא קרא לא אצטריך ליה דאית טעם אחר דקושטא הוא דמקרי במציעתא על ידי שחיטה גם אוכל שאתה יכול לאוכלו דאין בהן אלא מצות פרוש כדאמרינן בפ' בהמה המקשה וכ\"כ התוס' לעיל וק\"ל:", 
            "<b>בד\"ה</b> השתא דאתיא כו' דתנא קמא סבר אי כרבי אליעזר דמטמא בבשר הפורש מאבר מן החי כו' עכ\"ל תימה היאך מצאנו ידינו ורגלינו לומר דתנא קמא מטמא בבשר הפורש מאבר מן החי כרבי אליעזר דהא קתני מת האדם הבשר טהור דהיינו בשר הפורש מאבר מן החי כפרש\"י לעיל גבי בהמה ושרצים ובמתניתין דהכא נמי פרש\"י דמת האדם הבשר טהור אתיא כרבי יהושע וכרבי נחוניא משמע מפירושו אבל לרבי אליעזר דמטמא בבשר הפורש מן אבר מן החי לא אתיא דהכי נמי מטמא בבשר הפורש מן החי ודוחק לומר דרישא דמת האדם הבשר טהור ר\"ש תני לה ולא תנא קמא דאם כן למאי קתני שוב בסיפא רבי שמעון מטהר בבשר הפורש מאבר מן החי דכיון דכבר קתני דמטהר רבי שמעון בבשר הפורש מן החי מכל שכן דמטהר בבשר הפורש מאבר מן החי וצ\"ע:", 
            "<b>תוס'</b> בד\"ה כזית בשר כו' וצ\"ל מקרא אחד כו' אמאי אמרו ליה לרבי אליעזר מאי טעמא מרבה כו' עכ\"ל כתב מהרש\"ל ר\"ל כיון דילפינן משרצים ונבילה פשיטא דבעצמות קממעטינן עכ\"מ ותלמיד כו' הא מסקינן דבשר הפורש מאבר מן החי טהור כו' הוה ליה למימר מאי טעמא בשר טמא כו' עכ\"ל ולפי פירושו אין ראיית התוס' מכרעת דאכתי אימא דאבר מן החי גופא מבנין אב דנבילה ושרצים אתי ומיהו בשר הפורש טמא לרבי אליעזר מיתורא דקרא הכא וע\"כ הנראה דשיעור דבריהם כך הוא דע\"כ צ\"ל דאיכא הכא יתורא דקרא לרבות למר בשר ולמר עצם ולמר לדרשא אחרינא ואם כן דמבנינא דנבילה ושרצים קאתי אבר מן החי גופיה מאי א\"ל לרבי אליעזר מאי טעמא מרבה בשר כו' דודאי מסתבר טפי לרבות בשר אע\"ג דטומאת בשר מן החי לית להו לנבילה ושרצים דטומאת בשר מיהת שייך בהו היכי דמתו אית לן לרבויי הכא מיתורא דקרא אף בשר מן החי אבל טומאת עצם לית להו כלל אפילו במתו ואם כן לית לן לרבויי נמי הכא עצם מן החי וזה קרוב לפירוש התלמיד והדברים ברורים וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה בארץ ובחוצה לארץ משום דבעי למימר בחולין אבל לא במוקדשין עכ\"ל צ\"ע מי הכריחו לזה דהא ודאי בארץ ובחוצה לארץ גופיה איצטריך לאפוקי מרבי אלעאי דאמר ראשית הגז אינו נוהג אלא בארץ כדאמרינן בר\"פ שלוח הקן בהדיא וה\"ה למתנות כפרש\"י שם ודו\"ק:", 
            "<b>בד\"ה</b> וולדן וחלבן אסור כו' ולדן כלפני פדיונן אסור הס\"ד ובד\"ה מה לזקנים כו' שהן חייבין במתנות הס\"ד [כצ\"ל]:", 
            "<b>תוס'</b> בד\"ה זה אין כו' תימה דקאי במתנות כו' הוה ליה למעוטי מיניה מוקדשין כו' עכ\"ל פירוש דהשתא קאי במתנות וממעט מתנות ואין לתרץ דאדרבה קאי בחולין וממעט חולין קאי בחולין וממעט הקדשות דניחא טפי למדרש זה לחולין ולא להקדשות וכולה במתנות דכה\"ג דרשינן בפרק כיצד הרגל קאי בראיות ממעט ראיות כו' ולא קאמרינן קאי בזב ממעט זב כו' כמו שכתבו התוס' שם ובפרק קמא ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> תנא תני ישלם כו' דעל מדת חסידות לא הוו פליגי רבנן עכ\"ל קושטא למאי דמסיק בסיפא טעמא דעני הא עשיר משלם דמדת חסידות שנו כאן ע\"כ לרבנן בעני אפילו מדת חסידות ליכא אבל מ\"מ אי לא הוה איירי ר\"א אלא במדת חסידות לא הוה להו לרבנן למפלג עליה דאין דרך תנאים לפלוג בחסידות בעלמא וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> הכי גרסינן בפירוש ר\"ח שבעה כו' הנך דאסורים לזרים כו' אי נמי לא חשיב אלא מידי דבר אכילה כו' עכ\"ל הנך שבעה תרומה ותרומת מעשר וחלה ומתנות והדמאי ובכורים ולא גרסי' ראשית הגז והקרן והחומש אי משום דאינן אסורים לזרים ואי משום דאינן בר אכילה וק\"ל:", 
            "<b>בד\"ה</b> יש בו טובת הנאה כו' דקרי ליה לעיל ממון שאין לו תובעין כו' עכ\"ל היינו מדפריך לעיל מההיא דלקט אמתנות ע\"כ דקרי ליה ללקט נמי ממון שאין לו תובעין אע\"ג דאין בו טובת הנאה לבעלים אבל מתנות גופייהו דקרי להו ממון שאין לו תובעין אין כאן ראיה דההוא יש בו טובת הנאה לבעלים דכתיב בהו ונתן כמ\"ש הר\"ן ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> כגון זרוע כו' זרוע עצמו לא דמספקא לן כרב עכ\"ל ולפי תירוצם שכתבו לקמן דלא משמע לתלמודא שיהא ספק לתנא צ\"ל נמי הכא דזרוע עצמו לא משום דודאי לא איקרו עם וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה הלכתא כר' אדא כו' דאי עיברה מעובד כוכבים אבל אי עיברה כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> בשלמא ר\"א דפטר כו' מן התיש ומן הצביה כו' עכ\"ל לאו דוקא תיש וצביה דהא מוקמינן פלוגתייהו בצבי ותישה אלא לישנא דברייתא נקט מן מין תיש ומן מין צביה קאמר ודו\"ק:", 
            "<b>תוס'</b> בד\"ה אמאי יבא עליו כו' ואפי' לרבי מאיר דמחייב התם משום דממ\"נ כו' עכ\"ל אבל לרבי יוסי לא הוה אצטריך לאוקמא הכא במכרו לישראל אלא שבא ליד כהן ונפל בו מום ונתערב אחר כך במאה דלא מצי אמר אי בכור הוא כוליה דידי הוא שהרי לקח אחד וכ\"כ הרמב\"ם בפסקיו וק\"ל:"
        ], 
        [
            "<b>גמ'</b> הקטרו המציות והמליקות וקבלות כו' כצ\"ל ובפ' הקומץ גרסינן הקטורת והקמיצות והמליקות כו' ע\"ש:", 
            "<b>בפרש\"י</b> בד\"ה היציקות והבלילות שנותן שמן במנחה ובוללה כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> כיון דשמענא להא ונתן ולא שיטול מעצמו מחטיף לא חטיפנא מימר אמרי הבו לי וכיון דשמענא להא דתניא רבי מאיר אומר כו' כצ\"ל:", 
            "<b>שם</b> כל השונה לתלמיד שאינו הגון כזורק כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה זכי לי כו' דבעינא למיכל כו' ח\"ל ברוב ואכיל לה כו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> דתניא כ\"ד מתנות כו' הוא סבר מדקא חשיב להו במתנות בחדא כו' וה\"ה דהמ\"ל דברייתא דלעיל אטעיתיה דקתני ט' נכסי כהן כו' וקחשיב להו למתנות בחדא אלא דניחא ליה לאתויי הך ברייתא דמינה נמי אדחי טעותיה מדקחשיב בה נמי מורם מן התודה ואיל נזיר בחדא וק\"ל:", 
            "<b>תוס'</b> בד\"ה ועורות קדשים כו' הלא בעזרה היו מפשיטין כו' והוה ליה למימניה עם עשרה שבמקדש עכ\"ל תמיהתם אינה מובנת לן דהבכור ומורם מאיל נזיר ומן התודה נמי לא היו יכולין להוציאן חוץ לעזרה בשעת הפשטה ואפילו הכי חשיב להו מהם שהיו בירושלים כיון דמיהת אחר הפשטה היו יכולין להוציאן חוץ לעזרה לירושלים והכי נמי אית לן למימר בעורות שאחר הפשטה היו יכולין להוציאן [כלל] חוץ לעזרה ואדרבה הא קשיא לן דאמאי חשיב לעורות אפי' מהנך שבירושלים כיון שאחר הפשטה היו יכולין להוציאן אף לגבולין ויש ליישב זה כיון דמיהת באו מעיקרא לכלל קדושת העזרה לא חשיב להו בהנך י' דבגבולין דלא באו לעולם לכלל קדושת עזרה ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אבל שקלן לו טבח כו' והכי מפרש לה בהגוזל בב\"ק דאף עם הטבח קאמר רב עכ\"ל וכצ\"ל ואין ראייתו מכרעת לפירושו דלא קאמר התם הכי דאף עם הטבח קאמר רב אלא למאי דמסיק התם דטעמא דרב משום דמתנות כהונה נגזלות כדמסיק נמי הכא אבל מעיקרא הוה בעי למימר התם דרב לית ליה דרב חסדא ועם הטבח דוקא קאמר רב וכמו שפירשו התוס' בשמעתין ודו\"ק:", 
            "<b>תוס'</b> בד\"ה ורמינהו חורי כו' מרבנן נמי פריך דלא פליגי כו' עכ\"ל ולא ניחא להו בפירוש רש\"י דרבנן פליגי אספק לקט אלא דאסתם מתניתין רבי מאיר היא פריך דאם כן מאי פריך והא טעמא קאמר כו' כיון דע\"כ רבנן לית להו האי טעמא ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> דורשי חמורות היו אומרים הזרוע כו' ובפרש\"י בחומש דורשי רשומות כו':"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אי הכי דבחוץ כו' אפי' קדשי מזבח נמי ובדיעבר וגזז עכ\"ל כתב מהרש\"ל ז\"ל ט\"ס והכי הוא ובדלא עבר וגזז דאם לא כן כו' עכ\"ל והאריך עוד שם והגהתו אינה מבוררת לן והנראה לקיים כל הפירושים שלפנינו דבקדשי מזבח בחוץ מגיזותיה אסור בגיזה ועבודה מיהת מדרבנן משום גזירה דכולה קדושה אבל בקדשי בדק הבית בחוץ מגיזותיה ליכא למיגזר כיון דכולה קדושה נמי אינה אסורה בגיזה אלא מדרבנן והשתא פריך שפיר דאימא דצאנך אתא למעט קדשי מזבח בחוץ מגיזותיה דאיסורא אינה אלא מדרבנן דבכה\"ג מוקמינן ליה לעיל בקדשי בדק הבית ובעבר וגזז כיון דאין איסורו אלא מדרבנן ומשני כחשי ואסור לגוזזה מדאורייתא ואם כן לא אצטריך צאנך ותו לא מידי ודו\"ק:", 
            "<b>תוס'</b> בד\"ה והא בעי העמדה כו' ואם תאמר ולימא כו' ואחר כך עבר וגזז ופדה ויש לומר כו' עכ\"ל וליכא לאקשויי דאכתי לימא כשהעמיד והעריך ופדה ואח\"כ גזז דיש לומר כיון דהגיזה מחובר עדיין בבהמה לא מהני בה פדייה לבדה דהוה ליה כאילו פדה אבר מבהמה שכולה קדושה דלא מהני וליכא למימר נמי כשפדה כולה דאם כן הויא כחולין לכל דבריה ודו\"ק:", 
            "<b>בד\"ה</b> במקדיש גיזה כו' אבל רבא לית ליה דרשא כו' מדבעי בסמוך ואלא כו' עכ\"ל אפשר דהכי משמע לתלמודא דרבא לית ליה דרשא דרבי מני מדפליג עליה דרבי מני לאוקמא מתני' באוקמתא אחרינא ולא ניחא ליה באוקמתא דרבי מני ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ואיבעית אימא כו' וחלקו של עובד כוכבים פטור כו' דדגן כמאן דפליג דמי כו' עכ\"ל לרשב\"ג דסבר יש ברירה כל זה ניחא אבל לרבי דסבר אין ברירה צ\"ע למה חלקו של עובד כוכבים פטור לגמרי אם חזר ומכרו לישראל דהא חלקו של ישראל מעורב בו ואם כן צריך לעשר מיהת לפי חציו דמהאי טעמא אפילו לקולא נימא בחלק של ישראל דלא יעשר אלא לפי חציו משום דחלקו של עובד כוכבים מעורב בו ולמה נאמר נמי כמאן דפליג דמי כיון דיש [בילה] ובכל חטה וחטה יש לישראל ולעובד כוכבים חלק דאין ברירה כפי' רש\"י לקמן ודו\"ק:", 
            "<b>בד\"ה</b> טבל וחולין כו' שחלקו לא אמרינן כו' הישן שבו וכי היכי כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ואיבעית כו' שאין סברא לחלק וצ\"ל דלאו כו' אתא ולא דיגון עובד כוכבים צ\"ל כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אלא שמע מינה כו' כתב מהרש\"ל בנתינה נתינה הס\"ד ואחר כך מ\"ה אי מה כיון דמתרומה כו' דקרא הס\"ד ואחר כך מ\"ה מה תרומה בח\"ל כו' עכ\"ל הגם שכתב שמצא כן בספר מדוייק אין זה מבורר דאם כן כל הני קושיות לרבי אילעאי דלעיל דמקיש ראשית הגז לתרומה ה\"ל לתלמודא לאתויי כל הני פירכות לעיל קודם הא דאמר רבא מודה ר' אילעאי כו' וכל הסוגיא דלעיל ועוד הא דאמרי' לעיל לר' אילעאי לאו בתורת היקשא הוא כמ\"ש הר\"ן בהדיא וז\"ל דבגמרא מוכח דלאו היקשא הוא כדי שנלמוד ראשית הגז מתרומה למה שלא הוזכר בפסוק דהא כו' והיינו דאמרינן נפקא ליה מרישא דקרא כו' עכ\"ל והאריך בזה בראיות ע\"ש ועוד לא די לו בהגהתו בפרש\"י אלא שהוכרח להגיה קושית התלמוד במקום מתנות ראשית הגז והוצרך לדחוק במאי דקאמר תלמודא מ\"ט דרבי אילעאי אמר רבא כו' וע\"כ נראה לקיים דברי התלמוד ופרש\"י בלי מחוק והגה\"ה ולא פריך תלמודא לר' אילעאי דלעיל דהא ודאי [לאו] בתורת היקשא קאמר לה כמ\"ש הר\"ן אלא אדסמיך ליה פריך דיליף נתינה נתינה בג\"ש וכה\"ג פריך לקמן אהא דקאמר ר\"ש דראשית הגז אינו נוהג בטרפה ודברי [רש\"י] מתפרשין הכי אלא ש\"מ בתרומה נמי פוטר דדייק דגנך כו' למעוטי נמי שותפות של ישראל והיינו כלישנא בתרא דלעיל דדייק ליה נמי צאנך למעוטי בין שותפות עובד כוכבים ובין שותפות ישראל והדר יליף מתנות כו' או דלא דייק ליה דגנך למעט אלא שותפות של עובד כוכבים והיינו כלישנא קמא דלעיל מתרומה יליף ראשית הגז למעט שותפות של עובד כוכבים ואייתר ליה צאנך למעט אף שותפות של ישראל כדלעיל והדר יליף תרומה ובין מתנות מראשית הגז בג\"ש דנתינה נתינה והא דנקט רש\"י אי מה תרומה בח\"ל אף ראשית הגז כו' לא חש למנקט מתנות כדנקט המקשה דחדא נינהו ותלמודא נמי דקאמר אין כו' ומייתי מ\"ט דרבי אילעאי אמר רבא כו' נקט נמי במלתיה ראשית הגז ולא חש למנקט מתנות כדנקט המקשה משום דחדא נינהו וחד טעמא אית להו דיליף להו נתינה נתינה מתרומה ולקמן בר\"פ שילוח הקן נראה מפרש\"י דלא הוה גרס כלל בהך ברייתא ר\"א אומר מתטת אין נוהגין כו' אלא ראשית הגז לחוד והשתא ניחא דנקט במילתיה ראשית הגז מיהו חד טעמא אית להו כל זה נראה ברור לקיים כל נוסחות הישנות שלפניט בגמרא ובפרש\"י:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ונילף צאן כו' וא\"ת א\"כ גז\"ש ל\"ל כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> שכן יתום תימה כו' ובבכור המ\"ל נמי כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> לפני בקונט' כו' ופי' שמעשר מקודש לפניו ולאחריו כו' עכ\"ל והיינו שאם אומר על תשיעי שהוא לפניו עשירי וכן אם אמר על י\"א שהוא לאחריו עשירי קדושים הם וק\"ל:"
        ], 
        [
            "<b>תד\"ה</b> אתיא גיזה כו' וקצת משמע דגז\"ש כו' מ\"מ אינו דבר חדש עכ\"ל ר\"ל דמ\"מ דמסיק ליליף מיניה נמי שצמרן קשה פטורים י\"ל אין זה דבר חדש ואינו ג\"ש גמורה והשתא הא דקאמר אלא גיזה גיזה למאי אתא לאו קושיא הוא אלא תלמודא מסיק לכולה וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ולרב מי ניחא כו' וכיון דאמר ל\"ז סלעים וחצי חייבים כו' ול\"ז סלעים וחצי דבר כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> בשלמא דר' יוחנן דאמרת משמיה בס' עכ\"ל האי לישנא דאמרת אינו לשון לנוכח אלא כמו דאתמר והיינו בהך עובדא דאמר ר' יוחנן בששים וה\"ק אנחת לן חדא דמהך דקאמרת דקאמר ר' יוחנן משמיה דר' ינאי בשש יכולין להתקיים ב' מימרות דר' יוחנן דלעיל דחדא משמיה דר' ינאי הוא ומהרש\"ל דחק בזה להגיה כאן בדברי רב דימי ומשמיה אמר בס' ואין צורך להגיה כל הספרים וטפי היה לו להגיה בפירוש רש\"י דאתמר במקום דאמרת ותו לא מידי ודו\"ק:"
        ], 
        [
            "<b>גמ'</b> חייב רבי נתן בר כו' דהא גזז רב נתן כו' אלא אמר רבא כו' כצ\"ל:", 
            "<b>שם</b> כגון שהקנן לו כל ל' יום כו' והשתא לא פסיקא ליה למתני צאנו לגזוז דפטור וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה נותן לוקח פאה מכל אילן כו' ובד\"ה אימתי כו' [בשדה] לעצמו ובד\"ה לא מחייב כשנקרא גז צאן בד\"ה אלא אמר רבא כו' וצאן של אחר כו' כצ\"ל\n :"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לבד מראשית הגז כו' דהא רבי אילעאי יליף מתנות מראשית הגז כו' משום דעלה אמר רבי אילעאי בהדיא כו' עכ\"ל מפירושו זה נראה דלא הוה גרס לעיל בפ' ראשית הגז בברייתא אין מתנות נוהגין אלא בארץ אלא ראשית הגז גרס לחוד בברייתא ויליף ראשית הגז מתרומה בנתינה נתינה והדר יליף מתנות מראשית הגז דסגירת לישנא דתלמודא הוא לעיל לגבי בהמת שותפין וק\"ל:", 
            "<b>בד\"ה</b> לצורך דאותו כו' אבל לא במוקדשין לצורך כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה כל היכי דתנן כו' אם כן ה\"נ המ\"ל איפכא שלא לצורך כו' עכ\"ל ונראה ליישב דנקט בכה\"ג משום דהשתא כולהו הוו לצורך לבד מגיד הנשה ונקט בהנך דתני חולין ומוקדשין לצורך ומכ\"ש בהני דתני בחולין ולא במוקדשין כפרש\"י כולהו שלא לצורך לבד מאותו ואת בנו לא הוה מצי למפרך דבכל הני דקתני ולא במוקדשין ודאי דהוי לצורך כפירוש רש\"י וק\"ל:", 
            "<b>בד\"ה</b> מאי טעמא אוקימנא לאו כו' ולדות קדשים במעי אמן כו' עכ\"ל הכי הוה בעי למימר מעיקרא התם אבל במסקנא התם לא מתוקמא אלא כמ\"ד בהוייתן הן קדושים ע\"ש:", 
            "<b>בד\"ה</b> יצא זה כו' פ\"ה דטעמא משום דלא כו' לכולי עלמא ולא פליגי כו' עכ\"ל כצ\"ל קצרו בפירוש הקונט' דלפירוש זה היינו טעמא נמי בעוף שהרג הנפש ואהכי קשיא להו ועוד דמסיק כו' וכל זה אינו בפרש\"י שלפנינו ומהרש\"ל הביאו מפירוש ישן ע\"ש:"
        ], 
        [
            "<b>תד\"ה</b> כיון דמרדו פקע קדושתייהו שמעינן מהכא דאווזין כו' עכ\"ל צ\"ע מאי קאמרי שמעינן מהכא כו' טפי הוה להו לאוכוחי הכי בפשיטות לכולי עלמא דמוקמינן מתני' במקדיש ומרדו שבחולין כה\"ג חייב בשילוח ואמרינן נמי בהדיא לקמן לפניך לאתויי שהיו לפניך ומרדו וע\"כ היינו טעמא כיון דמרדו הוו הפקר וחייב בשילוח ויש ליישב בדוחק:"
        ], 
        [
            "<b>גמרא</b> תלמוד לומר ונתן את הערכך גו' כו' אע\"ג דלא אמר עלי מיחייב דכתיב ונתן את גו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה בדרך כדרב יהודה כו' אם כן לא לכתוב בדרך ולישתוק כו' עכ\"ל כצ\"ל וכ\"כ מהרש\"ל מיהו בעיקר קושייתם נראה ליישב דאי לא הוה כתיב לא בדרך ולא על הארץ לא הוה מוקמינן לפניך לרבות שהיו לפניך ומרדו אלא כדבעינן למימר מעיקרא בברייתא לפניך ברה\"י דהכי משמע קרא טפי דהשתא ע\"כ הוצרך לכתוב על הארץ דכיון דסופינו לרבות כ\"ד ע\"כ דלא אתא לפניך אלא למרדו משום דלא נמעט מעל הארץ קן שבים הוצרך לכתוב בדרך וק\"ל:"
        ], 
        [
            "<b>גמ'</b> צפורים שהחליפו בע\"ז כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה שמכפר שעיר המשתלח דאסור במום כו' עכ\"ל אין זה מדוקדק דאסור בטרפה ה\"ל למנקט דבהכי קיימינן מיהו קושטא הוא דאיסור מום נמי נפקא ליה מהתם ולא איצטריך חיות אלא אי כדרב נחמן ב\"י ואי כדרבא ולא פליגי כמ\"ש התוס' ודו\"ק:", 
            "<b>תוס'</b> בד\"ה טריפות מחיות כו' ומשמע נמי מהתם דליכא לאוקמי קרא אתרוייהו עכ\"ל הוא הוכחה לקושייתם הראשונה וק\"ל:", 
            "<b>בד\"ה</b> למעוטי כו' וצ\"ע בבהמת עיר הנדחת אם עבר והקדישה כו' עכ\"ל פירוש בהקדישה קודם שנעשית עיר הנדחת לא חל עליה איסורא דעיר הנדחת כדאמרינן בפרק חלק שללה ולא שלל הקדש ולאחר שנעשית עיר הנדחת ודאי לכתחלה דאסיר להקדישה ולהקריבה משום דמאיס כדאמרינן בסוף פרק כסוי הדם גבי שופר של ע\"ז אבל הא קשיא להו בעבר והקדישה והקריבה למה יהיה קרבן כשר כיון דלשריפה קיימא וכתותי מכתת שיעורא כדאמרינן ס\"פ כסוי הדם דלא יצא בשופר של עבודת כוכבים דישראל מה\"ט ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה ליתני רובדי כו' דפטור וכ\"ש מעופפות כו' עכ\"ל כצ\"ל:", 
            "<b>תוס'</b> בד\"ה ב' סדרי בצים כו' ויכול ליקח התחתונים כו' כדאמרינן לקמן עכ\"ל ר\"ל דכל אינך אבעיות הוו שפיר על האם אם מותר ליקחנה אי חייבת בשילוח אבל הך איבעיא על האם ודאי דלא קמבעיא ליה דחייבת משום ביצים העליונים אלא על ביצים תחתונים קמבעיא ליה כדאמרינן לקמן דאסור לזכות גם בביצים בלא שילוח האם וק\"ל:"
        ], 
        [
            "<b>גמרא</b> והאנן תנן בזמן שכנפיה כו' רבי יהודה כי קתני מתניתא כו' מדמייתי הך רומיא דמתני' אמתניתא גם באידך לישנא נראה דלאו מלתא באנפי נפשיה הוא וה\"פ דבשלמא אי הוה מוקמינן הא דעל גביהן חייב ברובדי אילן דמיירי בה ולהכי פטור אבל מתני' דקתני חייב היינו בנוגעות בקן ממש אבל השתא דקאמרת מעופפת אצטריכא כו' דהיינו על כרחך דאפי' נוגעת בקן ממש פטור תקשי והאנן תנן כו' וק\"ל:"
        ], 
        [
            "<b>שם</b> רב יהודה אמר באגפיה רגל דהא כנפיה נינהו כו' כ\"ה גירסת הילקוט וזה מסכים לפירוש מוהרא\"ש בביאורי הסמ\"ג דרב יהודה נמי מודה לדרשא דמשלחי רגל אלא רגלים שלה הן כנפים ומה שהקשה מהרש\"ל לפירושו דמכ\"ש דרגלים אחרונים קרויין רגלים לאו קושיא היא דמ\"מ כיון דכנפיה הן במקום רגל הראשון של בהמה דקרי נמי רגל סתם יש לנו לילך לחומרא דבעי נמי כנפי' וק\"ל:", 
            "<b>שם</b> אאמם והא דלא מקשינן הכא כדלקמן הא שלוחי בעי. עיין בתוספות סוף פרק השואל:"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": "חדושי הלכות על חולין", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Kodashim"
    ], 
    "digitizedBySefaria": true
}