{
    "text": {
        "0": {
            "0": {
                "0": "<b>דברי ירמיהו בן חלקיהו וגו'.</b> ליתי בר קלקלתא דתקנן עובדוהי ירמיה בא מרחב הזונה ולוכח בר מתקנתא דמקלקלן עובדוהי אלו ישראל שקלקלו מעשיהן שבאו מזרע כשר:\n"
            },
            "1": {
                "0": "<b>אשר היה דבר ה' אליו וגו'.</b> אשר התחילה שכינה לשרות עליו באותו הזמן:\n"
            },
            "2": {
                "0": "<b>ויהי בימי יהויקים.</b> ויהי נביא כל ימי יאשיהו הנותרים וימי יהויקים בנו וימי צדקיהו בנו עד תום עשתי עשרה שנה היא השנה עד גלות ירושלים בחדש החמישי:\n"
            },
            "4": {
                "0": "<b>בטרם אצרך בבטן וגו'.</b> מימי אדם הראשון הראהו הקב\"ה לאדם דור ודור ונביאיו: ",
                "1": "<b>אצרך.</b> לשון צורה: ",
                "2": "<b>ידעתיך.</b> קנייושט\"וי בלעז כמו לא נודעתי להם (שמות ו׳:ג׳): ",
                "3": "<b>הקדשתיך.</b> זמנתיך לכך: ",
                "4": "<b>נביא לגוים.</b> לישראל שהיו נוהגים עצמם כעכו\"ם כך נדרש בספרי נביא מקרבך וגו' (דברים י״ח:ט״ו) יקים לך ולא למכחישי תורה הא מה אני מקיים נביא לגוים נתתיך בבני ישראל שהיו נוהגים כעכו\"ם ד\"א בטרם תצא מרחם הקדשתיך עליך אמרתי למשה נביא אקים להם כמוך (דברים י״ח:י״ח) זה הוכיחם וזה הוכיחם זה נתנבא ארבעים שנה וזה נתנבא ארבעים שנה:\n"
            },
            "5": {
                "0": "<b>אהה.</b> ל' יילל קונפליינ\"ט בלע\"ז: ",
                "1": "<b>כי נער אנכי.</b> איני כדאי להוכיחן משה הוכיחן סמוך למיתתו כבר נחשב בעיניהם בכמה נסים שעשה להם הוציאם ממצרים וקרע להם את הים הוריד את המן הגיז את השליו נתן להם את התורה העלה את הבאר אני בתחלת שליחותי אני בא להוכיחם:\n"
            },
            "6": {
                "0": "<b>על כל אשר אשלחך.</b> אל העכו\"ם: ",
                "1": "<b>ואת כל אשר אצוך.</b> לישראל תדבר:\n"
            },
            "8": {
                "0": "<b>וישלח ה' את ידו.</b> כל שליחות שהוא אצל יד לשון הושטה ל\"א כתרגום ושלח ה' ית פתגמי נביאותיה:\n"
            },
            "9": {
                "0": "<b>הפקדתיך.</b> מנותיך על העכו\"ם: ",
                "1": "<b>לנתוש ולנתוץ.</b> דיספציר בלעז:\n"
            },
            "10": {
                "0": "<b>מקל שקד.</b> מנדולי\"ר בלעז, ויונתן תרגם מקל שקד מלך דמוחי לאבאשא:\n"
            },
            "11": {
                "0": "<b>היטבת לראות.</b> השקד הזה הוא ממהר להוציא פרח קודם לכל האילנות אף אני ממהר לעשות דברי, ומדרש אגדה השקד הזה הוא משעת חניטתו עד גמר בישולו עשרים ואחד יום כמנין ימים שבין שבעה עשר בתמוז שבו הובקעה העיר לתשעה באב שבו נשרף הבית:\n"
            },
            "12": {
                "0": "<b>סיר נפוח.</b> רותח בויילנ\"ט בלעז: ",
                "1": "<b>ופניו.</b> רתיחותיו אשישאונדי\"ש בלעז:\n"
            },
            "13": {
                "0": "<b>מצפון תפתח הרעה.</b> בבל לצפונה של ארץ ישראל היא:\n"
            },
            "15": {
                "0": "<b>ודברתי משפטי אותם.</b> אתווכח עמם עם יהודה וירושלים:\n"
            },
            "16": {
                "0": "<b>תאזור מתניך.</b> ל' זירוז כאיש חיל:\n"
            },
            "17": {
                "0": "<b>למלכי יהודה.</b> כנגד מלכי יהודה:\n"
            },
            "18": {
                "0": "<b>ונלחמו אליך.</b> ויהון דינין ומגיחין לקבלך למסתר ית פתגמי נבואתך:\n\n"
            }
        },
        "1": {
            "1": {
                "0": "<b>זכרתי לך.</b> אם הייתם שבים אלי תאוותי לרחם עליכם כי זכרת חסד נעוריך ואהבת כלילת חופתך שהכללתיך לחופה ול' הכנסה הוא, כלולותיך נוצי\"ש בלעז, ומה הוא חסד נעוריך לכתך אחר שלוחי משה ואהרן מארץ נושבת יצאתם למדבר ואין צדה לדרך כי האמנתם בי:\n"
            },
            "2": {
                "0": "<b>קדש ישראל.</b> כתרומה: ",
                "1": "<b>ראשית תבואתה.</b> כראשית קציר לפני העומר שאסור באכילה והאוכלו מתחייב כן כל אוכליו יאשמו כן ת\"י:\n"
            },
            "5": {
                "0": "<b>ולא אמרו איה ה'.</b> כי נלך אחרי אלהים אחרי': ",
                "1": "<b>ערבה.</b> פלנור\"א בלעז: ",
                "2": "<b>ושוחה.</b> נטויה אינפוושיא\"ה בלעז: ",
                "3": "<b>ציה.</b> דישגאט\"ה בלעז: ",
                "4": "<b>וצלמות.</b> לשון חשך:"
            },
            "6": {
                "0": "אל ארץ הכרמל. לארעא דישראל דהות מנצבא ככרמלא, פירש נטועה כיער: "
            },
            "7": {
                "0": "<b>תופשי התורה.</b> סנהדרין: ",
                "1": "<b>והרועים.</b> המלכים: ",
                "2": "<b>נבאו בבעל.</b> בשם הבעל:\n"
            },
            "8": {
                "0": "<b>עוד אריב.</b> טרם אביא עליכם רעה אתווכח עמכם עוד ע\"י נביאי אע\"פי שרבתי עמכם כבר ימים רבים:\n"
            },
            "9": {
                "0": "<b>איי כתיים.</b> לאיי כתיים: ",
                "1": "<b>איי.</b> אישל\"ש בלעז: ",
                "2": "<b>וקדר שלחו.</b> ולקדר שלחו לראות מנהגם: ",
                "3": "<b>והתבוננו מאד.</b> ושימו לב להסתכל בדבר יפה: ",
                "4": "<b>הן.</b> כמו אם, אם המיר גוי מהם את אלהיו ואע\"פ שהמה לא אלהים ועמי המיר את כבודו אשר בו היה נכבד וכתיים וקדריים יושבי אוהלים ורועי מקנה ונוסעים והולכים ומטלטלין ממרעה למרעה וממדבר למדבר ונושאים את אלהיהם עמהם למקום שחונים שם ואני נשאתי אתכם עד אשר קבעתי אתכם והנחתם אותי כך ת\"י ורבותינו אמרו כתיים עובדים למים וקדריים עובדים לאש ואע\"פ שיודעים שהמים מכבין את האש לא הניחו את אלהיהם:\n"
            },
            "10": {
                "0": "<b>בלא יועיל.</b> בעכו\"ם שאין בה תועלת:\n"
            },
            "11": {
                "0": "<b>שמו שמים.</b> ל' תמהון כמו השתוממו והוא לשון צווי כמו אם כה יאמרו אלינו דומו (שמואל א י״ד:ט׳): ",
                "1": "<b>ושערו.</b> לשון סער: ",
                "2": "<b>חרבו מאד.</b> כאילו אתם נחרבים על בית המקדש שעתיד ליחרב:\n"
            },
            "12": {
                "0": "<b>שתים רעות.</b> אם המירו יראתם בכיוצא בה יש כאן רעה אחת ועכשיו שאותי עזבו שאני מקור מים חיים ללכת אחרי העכו\"ם שהם כבורות של מים מכונסין ונשברין ונסדקין ומימיהם נבלעים בסדקיהם הרי שתים רעות: ",
                "1": "<b>לחצוב.</b> לחפור: ",
                "2": "<b>אשר לא יכילו.</b> טינדרונ\"ט בלעז את מימיהם שהמים מטשטשין את שפתם וכותליהם והם נופלין:\n"
            },
            "13": {
                "0": "<b>יליד בית.</b> בן האמה:\n"
            },
            "14": {
                "0": "<b>ישאגו.</b> שואגים ל' הווה: ",
                "1": "<b>כפירים.</b> מלכים: ",
                "2": "<b>נצתו.</b> נצתו באש:\n"
            },
            "15": {
                "0": "<b>גם בני נוף.</b> ותחפנחס הם מצרים שאתם בוטחים עליהם לעזרה: ",
                "1": "<b>ירעוך קדקוד.</b> ל' רציצה כדמתרגמינן ורצוץ ורעעו:\n"
            },
            "16": {
                "0": "<b>הלא זאת תעשה לך.</b> הלא את הרעה ואת הפורענות הזאת תגרום לך האשמה והעון אשר עזבת את ה' אלהיך: ",
                "1": "<b>בעת מוליכך בדרך.</b> שהיה מלמד אותך דרך הטובה והישרה:\n"
            },
            "17": {
                "0": "<b>מה לך לדרך מצרים.</b> למה תעזבי אותי ותבטחי על מצרים: ",
                "1": "<b>לשתות מי שיחור.</b> שטבעו זכוריכם בנילוס שיחור הוא נילוס כמה שנאמר מן השיחור אשר על פני מצרים בספר (יהושע י״ג:ג׳): ",
                "2": "<b>ומה לך.</b> למרוד בי למען תגלי לדרך אשור למעבר נהר פרת:\n"
            },
            "18": {
                "0": "<b>תיסרך רעתך.</b> סוף שרעתך תביא עליך יסורין: ",
                "1": "<b>ומשובותיך.</b> ל' בנים שובבים (לקמן ג): ",
                "2": "<b>תוכיחוך.</b> ל' מוסר: ",
                "3": "<b>ולא פחדתי.</b> פחד שלי לא היה בלבך לירא אותי:\n"
            },
            "19": {
                "0": "<b>שברתי עלך.</b> העול של עץ נופל בו ל' שבירה והמוסרות שהן של עור נופל בהן לשון נתיקה: ",
                "1": "<b>מוסרותיך.</b> הם רצועות שקושרין בהם העול: ",
                "2": "<b>ותאמרי לא אעבור.</b> על דבריך: ",
                "3": "<b>כי על כל גבעה.</b> אך אתה לא שמרת הבטחתך ועל כל גבעה את צועה ל' משכב ומצע כי משמש ל' אלא:\n"
            },
            "20": {
                "0": "<b>נטעתיך שורק.</b> שורק הוא זמורות גפן טוב כלומר בני אבות כשרים וצדיקים ומדרשו נטעתיך שורק הוספתי לך על שבע מצות של בני נח שש מאות ושש כמנין שורק: ",
                "1": "<b>סורי.</b> דישטורלטור\"ש בלע\"ז: ",
                "2": "<b>גפן נכריה.</b> הצומחת ביערים:\n"
            },
            "21": {
                "0": "<b>בנתר.</b> מין אדמה שחפין ושפין בה את הבגדים: ",
                "1": "<b>בורית.</b> נקיון כמו ובר לבב (תהילים כ״ד:ד׳) ויש לועזים בורית שאבו\"ן בלעז: ",
                "2": "<b>נכתם עונך.</b> הא כרושם כתמא דלא דכי כן סגיאו חוביך קדמי: ",
                "3": "<b>כתם.</b> טאק\"א בלעז: ",
                "4": "<b>עונך.</b> על עון העגל נאמר שהוא קיים לעולם כמו שנאמר וביום פקדי ופקדתי עליהם (שמות ל״ב:ל״ד) כל פקידות הבאות על ישראל יהיה מקצת עון העגל בהם:\n"
            },
            "22": {
                "0": "<b>ראי דרכך בגיא.</b> מה עש . ת מול בית פעור ועוד עתה את מחזקת באותו הדרך כבכרה קלה המשרכת דרכיה: ",
                "1": "<b>בכרה.</b> גמלה נקבה בחורה שהיא אוהבת לנוע בכרי מדין (ישעיהו ס׳:ו׳) מתורגם הוגני מדין והם גמלים בחורים כמו שמצינו בסנהדרין נפישי גמלי סבי דטעיני משכי דהוגני: ",
                "2": "<b>משרכת.</b> מחזקת בדרכי נעוריה ל' מסריך סריך ויש לחברו עם שרוך הנעל (בראשית י״ד:כ״ג) קושרת דרכי נערותה בלבה:\n"
            },
            "23": {
                "0": "<b>פרה.</b> שלוואטיק\"ו בלעז ויש לועזין קוליי\"ן בלעז: ",
                "1": "<b>למוד מדבר.</b> הלמוד להיות במדברות כן אוהבת לנוע: ",
                "2": "<b>שאפה רוח.</b> פותחת את פיה ושואפת רוח ולעולם הוא חוזר למקומו: ",
                "3": "<b>תאנתה מי ישיבנה.</b> אותה מדת תנינים שיש בה כי גם התנין שואף רוח כמה שנאמר שאפה רוח כתנים (ירמיה יד) מי ישיבנה מאותה מדה כן אתם מי יוכל להשיבכם מדרככם הרעה: ",
                "4": "<b>כל מבקשיה לא ייעפו.</b> כי על חנם ייעפו שלא יוכלו להשיגה ומה סופה בחדשה ימצאונה חדש אחד יש בשנה שהיא ישנה כל החדש ואז היא נלכדת אף אתם חדש אחד (הוא אב) הוכן לכם כבר מימות המרגלים שקבעו אבותיכם בכיית חנם בו תלכדו תאנתה. שו\"ן דגרונמינ\"ט בלעז וכן ת\"י כירודא, ד\"א ל' יללה כמו תאניה ואניה (איכה ב) ל\"א שאקונטריא\"ה בלעז כמו תאנת שילה (יהושע טז):\n"
            },
            "24": {
                "0": "<b>מנעי רגלך מיחף.</b> זו היא מדתך כפרא האוהבת לנוע נביאי אומרי' ליך מנעי עצמך מעכו\"ם שלא תלכי יחף בגולה ומנעי גרונך מלמות בצמא ותאמרי על דברי הנביאים נואש אין מיחוש נואשתי בדבריכם, נואש נוקליי\"ר בלע\"ז:\n"
            },
            "25": {
                "0": "<b>כי ימצא.</b> בתחלה כשהוא נמצא גנב והוא היה מוחזק נאמן כך ת\"י:\n"
            },
            "26": {
                "0": "<b>ובעת רעתם יאמרו.</b> אלי קומה והושיענו וכן ת\"י ובעידן דבישתא אתיא עליהון כפרין בטעותהון ומודן קדמי ואמרין רחם עלנא ופרוקנא:\n"
            },
            "27": {
                "0": "<b>מספר עריך היו אלהיך.</b> בכל עיר ועיר אלוה אחר:\n"
            },
            "28": {
                "0": "<b>למה תריבו.</b> איך תבואו להתווכח בריב ולומר לא חטאנו: ",
                "1": "<b>כולכם פשעתם בי.</b> אף הצדיקים במשמע היינו דאמרי אינשי בהדי הוצא לקיא כרבא:\n"
            },
            "29": {
                "0": "<b>לשוא הכיתי.</b> על חנם כי לא הועיל שיקחו מוסר: ",
                "1": "<b>אכלה חרבכם.</b> את נביאכם, הרגתם את זכריה וישעיה:\n"
            },
            "30": {
                "0": "<b>ראו דבר ה'.</b> הוציא להם צנצנת המן אמר להם ראו כאן מה דבר ה' מועיל המדבר הייתי לישראל. ל' תימה הוא לכך נקודה מ\"ם רפי וה\"א בחטף פתח כלום נדמה לאבותיכם שהוא מדבר כשהלכו בו שהורדתי להם לחם זה דבר יום ביומו: ",
                "1": "<b>מאפליה.</b> ל' חשך: ",
                "2": "<b>מדוע אמרו עמי רדנו.</b> נבדלנו ממך כמו הרודה פת מן התנור כך מדרש רבי תנחומא ומנחם פירש רדנו ל' ירידה ועוד פנים אחרים:\n"
            },
            "32": {
                "0": "<b>תיטיבי.</b> תקשטי עצמך לקראת נואפיך כמו (מלכים ב ט) ותיטב ראשה דאיזבל בפר' יהוא: ",
                "1": "<b>גם את הרעות למדת.</b> חזרת על כל רוע דרך ללמוד את המקולקלת שבכולם: ",
                "2": "<b>גם.</b> ל' אפילו לכן. ל' שבועת אמת אך את הדרך הרעה שבכל הדרכים למדת לעצמך: ",
                "3": "<b>למדת.</b> הנהגת:\n"
            },
            "33": {
                "0": "<b>במחתרת מצאתים.</b> לא מצאת אותם במחתרת כשהרגת אותם: ",
                "1": "<b>מצאתים.</b> כה יאמר לנקבה ל' פעלת, והרבה יש בספר (יחזקאל י\"ז) את נשאתים: ",
                "2": "<b>כי על כל אלה.</b> שהיו מוכיחים אותך בדברים האלה:\n"
            },
            "34": {
                "0": "<b>ותאמרי.</b> בלבך: ",
                "1": "<b>כי נקיתי.</b> אשר זכאה אני נפשי: ",
                "2": "<b>נשפט אותך.</b> בא עמך במשפט:\n"
            },
            "35": {
                "0": "<b>תזלי.</b> לשון זלזול: ",
                "1": "<b>לשנות את דרכך.</b> לעזוב אותי ולסמוך על מצרים לעזרה בימי יהויקים וצדקיהו (לקמן ל\"ו): ",
                "2": "<b>לשנות.</b> ל' שינוי: ",
                "3": "<b>כאשר בושת מאשור.</b> שסמך אחז עליו ויצר לו ולא חזקו כמה שנאמר (בד\"ה כח):\n\n"
            }
        },
        "2": {
            "0": {
                "0": "<b>לאמר הן ישלח וגו'.</b> יש לי לומר שאין עוד את ראוי לי כי כן דרך המשלח את אשתו והלכה לה וגו': ",
                "1": "<b>ואת זנית רעים רבים.</b> עם אוהבים רבים ואעפ\"כ שובי אלי ושוב אלי. כמו עשות ולשוב אלי אני עוסק בך:\n"
            },
            "1": {
                "0": "<b>שפים.</b> יבלי מים לא שוגלת. ל' פלגש: ",
                "1": "<b>ישבת להם.</b> להיות נכונה לקראתם: ",
                "2": "<b>כערבי.</b> יושב אוהלים שהוא תמיד מצוי בחוץ במדברות ועל שם כך הוא קרוי ערבי ששוכן בערבה:\n"
            },
            "2": {
                "0": "<b>ומלקוש.</b> כמטר היורד בניסן על המלילות ועל הקשין ומלקוש טרדיו\"א בלעז:\n"
            },
            "3": {
                "0": "<b>הלוא מעתה.</b> הלואי שבת מרעתך וקראת לי אבי ואם תעשי כך הינטור לך אדוניך לעולם את אשר חטאת לו אם ישמור לנצח לא ישמור:\n"
            },
            "4": {
                "0": "<b>הנה דברת.</b> בפיך לא נבוא עוד אליך ואותה הרעה תעשי ולא תתני לב לשוב ותוכל. ונצחת למרוד:\n"
            },
            "5": {
                "0": "<b>משובה.</b> נצחת ומוכחת בימי יאשיה המלך כשצוני להחזיר עשרת השבטים הראית אשר עשתה משובה ישראל השובבה אנבוזייא\"ה בלעז: ",
                "1": "<b>ישראל.</b> עשרת השבטי': ",
                "2": "<b>הולכה היא.</b> בעודה על אדמתה קודם שגלתה בימי חזקיה עם הושע בן אלה: ",
                "3": "<b>הולכה.</b> היתה הולכת על כל הר גבוה: ",
                "4": "<b>ותזני שם.</b> לעכו\"ם, ותזני כמו ותזן יו\"ד יתירה:\n"
            },
            "6": {
                "0": "<b>ואמר.</b> על ידי נביאי עמוס והושע בן בארי ושאר נביאים אלי תשוב: ",
                "1": "<b>ותרא בגודה אחותה יהודה.</b> כל זה, בגודה קשה ממשובה ישראל שהם ראשונים לקילקול ולא ראו פורענות ללמוד ממנו ולשוב קרויין משובה יהודה שראו שגלו אלו ולא לקחו מוסר קרוין בגודה:\n"
            },
            "7": {
                "0": "<b>וארא כי על כל אודות וגו'.</b> נקודות טעמי מקרא זה מלמדין על פירושו ישראל נקוד זקף מובדל משלחתיה שלחתיה נקוד זקף גדול לעצמו וזה פירושו וארא נסתכלתי בה ליפרע ממנה ולמה כי על כל אודות אשר נאפה משובה ישראל ומה היתה נקמתי שלחתיה מעל פני ולא יראה בגדה יהודה שראתה בפורענות של שומרון לתת לבה לשוב:\n"
            },
            "8": {
                "0": "<b>ותנאף את האבן.</b> וטעת עם פלחי אבניא ואעיא, וי\"ת מקל זנותה ל' קלות מדקלילא בעינהא טעוותהא:\n"
            },
            "9": {
                "0": "<b>וגם בכל זאת.</b> שראו בקלקלת פורענות חבריהם: ",
                "1": "<b>כי אם בשקר.</b> דורו של יאשיה מראין עצמם שהם צדיקים והם רשעים היו צרים צורות של עכו\"ם על דלתותיהם מבפנים חציה על זו וחציה על זו וכשהיו מבערי עכו\"ם בודקים היה הדלת פתוח ולא היו מכירין בה:\n"
            },
            "10": {
                "0": "<b>צדקה נפשה משובה ישראל.</b> נקתה ופטרה עצמה מן הדין שלא היה לה ממי ללמוד:\n"
            },
            "11": {
                "0": "<b>הלוך וקראת וגו'.</b> הלוך כתרגומו אזיל ל' צווי כאן ציווהו לילך ולחזור עשרת השבטים בימי יאשיהו כמו שאמר למעלה שבימי יאשיהו נאמרה לו נבואה זו וחזרו מקצת מהן בשמונה עשרה ליאשיהו: ",
                "1": "<b>צפונה.</b> אל המקומות שגלו שם לאשור: ",
                "2": "<b>פני.</b> רוגזי כן ת\"י:\n"
            },
            "12": {
                "0": "<b>פשעת.</b> מרדת: ",
                "1": "<b>ותפזרי את דרכיך.</b> ל' זנות פיסוק רגלים למשכבי אשה:\n"
            },
            "13": {
                "0": "<b>שובבים.</b> אנווישיי\"ר בלעז ששובבתם דרככם מרוב כל שהייתם בשלוה ועונג כמו שהוא אומר הפורטים על פי הנבל (עמוס ז) השותים במזרקי יין (שם): ",
                "1": "<b>כי אנכי בעלתי בכם.</b> ונקראתם בשמי שאני אדון לכם ואין כבודי להניח אתכם ביד אויבי:\n"
            },
            "15": {
                "0": "<b>לא יאמרו עוד ארון.</b> כי כל כניסתכם תהא קדושה ואשכון בה כאלו הוא ארון: ",
                "1": "<b>יפקדו.</b> כמו יזכרו: ",
                "2": "<b>ולא יעשה עוד.</b> מה שנעשה בו כבר בשילה שהביאוהו במלחמה עם פלשתים בימי עלי (ש\"א ד):\n"
            },
            "16": {
                "0": "<b>ונקוו.</b> ונקבצו לשון מקוה מים: ",
                "1": "<b>שרירות.</b> ל' ראיה כמו אשורנו (מדבר כד):\n"
            },
            "17": {
                "0": "<b>ילכו בית יהודה על בית ישראל.</b> עמם יתחברו ויתוספו עליהם להיות ממלכה אחת:\n"
            },
            "18": {
                "0": "<b>ואנכי אמרתי.</b> בלבי ולכן הנחלתים לאבותיכם: ",
                "1": "<b>איך אשיתך בבני'.</b> את עדתי ואומתי בתוך שאר בנים לפיכך ביררתי מנה יפה ואתן לך ארץ חמדה: ",
                "2": "<b>צבי צבאות גוים.</b> צביון כל צבאות גוים:\n"
            },
            "19": {
                "0": "<b>אכן.</b> אבל אתם לא עשיתם מחשבתי כ\"א כמו אשה שבוגדה מריעה על שאינו יכול להספיק מזונותיה כן בגדתם בי המספיק לכם כל טוב כך מדרש אגדה:\n"
            },
            "20": {
                "0": "<b>על שפיים נשמע.</b> קרוב הוא להשמע:\n"
            },
            "21": {
                "0": "<b>הננו אתנו לך.</b> הנביא מלמדם להתוודות ולומר כן הננו אתנו לך אכן לשקר וגו' והבשת אכלה וגו' נשכבה בבשתנו כל זה לשון תפלה שהנביא מלמדם לומר: ",
                "1": "<b>אתנו.</b> באנו:\n"
            },
            "22": {
                "0": "<b>אכן לשקר.</b> שמרנו מגבעות והמון הרים שעבדנו עכו\"ם שם: ",
                "1": "<b>אכן.</b> באמת:\n"
            },
            "23": {
                "0": "<b>והבושת.</b> עכו\"ם שעסקנו בה כד\"א וינזרו לבשת: ",
                "1": "<b>אכלה את יגיע אבותינו.</b> בעון עבודתה היה יגיענו לבז:\n\n"
            }
        },
        "3": {
            "0": {
                "0": "<b>אם תשוב ישראל.</b> בתשובה זו אלי תשוב לכבודך וגדולתך הראשונה: ",
                "1": "<b>ואם תסיר שקוציך מפני.</b> אז לא תנוד לצאת בגולה:\n"
            },
            "1": {
                "0": "<b>ונשבעת חי ה' באמת.</b> כשתשבע בשמי תשבע באמת ולא כאשר עתה שכתוב בכם (לקמן ה) אם חי ה' יאמרו אכן לשקר ישבעו: ",
                "1": "<b>והתברכו בו גוים.</b> אם תעשו כן אז יתברכו בישראל הגוים כל גוי יאמר לבנו תהא כפלוני ישראל: ",
                "2": "<b>יתהללו.</b> יגידו שבחכם ד\"א יתהללו מי שיוכל להדבק בישראל יתפאר בדבר פורוונטי\"ר בלעז:\n"
            },
            "2": {
                "0": "<b>כי כה אמר ה' וגו'.</b> נירו לכם ניר הוו למידין מעובדי אדמה שנרים אותה בימי הקיץ להמית שרשי העשבים שלא תהא מעלה קוצים בעת הזרע בחורף אף אתם הטיבו מעשיכם בטרם תבא עליכם הרעה שלא תהא תפלתכם נמאסת כשתצעקו: ",
                "1": "<b>ואל תזרעו אל קוצים.</b> ואל תהי צעקתכם לפני מתוך הרשע כי אם מתוך תשובה שלא תהיו דומים לזורע בלא ניר והיא נהפכת לקוצים קרדונ\"ש בלעז:\n"
            },
            "3": {
                "0": "<b>המולו לה'.</b> בטרם תצא חמתי כאש זהו כניר לפני הזרע:\n"
            },
            "4": {
                "0": "<b>ואמרו תקעו שופר.</b> הזהירו את יושבי הארץ שיתקעו בשופר לברוח: ",
                "1": "<b>מלאו.</b> לשון אסיפה והרבה יש במקרא אשר יקרא עליו מלא רועים (ישעיהו ל״א:ד׳) יקראו אחריך מלא (לקמן יב) יחד עלי יתמלאון (איוב ט״ז:י׳):\n"
            },
            "5": {
                "0": "<b>שאו נס.</b> לברוח לציון: ",
                "1": "<b>העיזו.</b> האספו כמו שלח העז (שמות ט):\n"
            },
            "6": {
                "0": "<b>עלה אריה.</b> נבוכדנצר: ",
                "1": "<b>מסובכו.</b> דרך אריה לישב במארב סבכי היער אשפיישי\"ש בלעז: ",
                "2": "<b>תצינה.</b> לשון ציה:\n"
            },
            "7": {
                "0": "<b>על זאת.</b> מה הוא זאת כי לא שב וגו' ואע\"פ שדבר למעלה בנבוכדנאצר על החורבן כאן חזר לדבר במיתת יאשיהו: ",
                "1": "<b>כי לא שב חרון אף וגו'.</b> ואע\"פ ששב יאשיהו בכל לב נאמר בו (מלכים ב כ״ב:א׳) לא שב ה' מחרון אפו על כל הכעסים אשר הכעיסו מנשה:\n"
            },
            "8": {
                "0": "<b>והיה ביום ההוא.</b> ביומו של יאשיהו יתמהו למה עלתה בו כל כך והם אין יודעין שאין דורו חוזר יפה כשבא לבער את עכו\"ם מה היו ליצני הדור עושין חוקקין צורת עכו\"ם על דלתותיהן חציה בדלת זה וחציה בדלת זה כשהיה פותחו לא היתה נכרת וכשהלך משם סוגרה והיא מתחברת:\n"
            },
            "9": {
                "0": "<b>השא השאת.</b> אטינטא\"ר בלעז לשון הנחש השיאני (בראשית ג׳:י״ג) שנביאי השקר נבאים לכם שלום יהיה לכם:\n"
            },
            "10": {
                "0": "<b>לעם הזה.</b> על העם הזה כשיגלו כולם: ",
                "1": "<b>צח שפים.</b> מכבד ומטאטא אף את שדות יבלי המים לשיתם מדבר, ל\"א צח ל' צמא דמתרגמינן צחותא: ",
                "2": "<b>דרך בת עמי.</b> אותו רוח בא וגם לא לזרות מוץ מגורן אהבוניי\"ר בלעז כמו ויזרם במזרה (לקמן כא): ",
                "3": "<b>ולא להבר.</b> ולנקות תבואה הוא בא כלומר לא לטובה כי אם לרעה להגלות את אנשים (ונשים) טף ובהמה:\n"
            },
            "11": {
                "0": "<b>רוח מלא.</b> מאלה הפורענות יבא לי רוח מלא רוח שלם שלא אחזור בו ולא אנחם. רוח טלנ\"ט בלעז: ",
                "1": "<b>משפטים.</b> לשון ויכוח:\n"
            },
            "12": {
                "0": "<b>וכסופה.</b> איקומאטרובילו בלעז:\n"
            },
            "13": {
                "0": "<b>אונך.</b> חמסך:\n"
            },
            "14": {
                "0": "<b>כי קול מגיד מדן.</b> ארי קל נבייא מתנבן עליהון דיגלון על דפלחו לעגלה דבדן ומבשרן בשורן בישן ייתון עליהון על דאשתעבדו לצלמא דאקים מיכה בטורא דבית אפרים ואע\"פ שכבר גלו העגלים מימות סנחרב עדיין עוונם קיים גדולה היא עבירה ששוברת לפניה ולאחריה לפניה מימות אברהם שנאמר וירדוף עד דן (בראשית י״ד:י״ד) כיון שהגיע לדן תשש כחו שעתידין בניו לעבוד שם עכו\"ם ולאחריה בחורבן הבית שנאמר כי קול מגיד מדן: ",
                "1": "<b>ומשמיע און.</b> און שבר:\n"
            },
            "15": {
                "0": "<b>נוצרים.</b> נותני מצור עליהם:\n"
            },
            "16": {
                "0": "<b>שדי.</b> כמו שדה: ",
                "1": "<b>אותי מרתה.</b> הקניטה כמו ממרים הייתם (דברים ט׳:ז׳) מרגזין:\n"
            },
            "17": {
                "0": "<b>עשו אלה.</b> לעשות אלה לך:\n"
            },
            "18": {
                "0": "<b>אוחילה.</b> לשון חיל ורתת: ",
                "1": "<b>קירות.</b> אנטינא\"ש בלעז: ",
                "2": "<b>שמעת נפשי.</b> מאחורי הפרגוד באתני בשורת קול מתרועת מלחמה:\n"
            },
            "19": {
                "0": "<b>שבר על שבר.</b> חרבות ירושלים על גלות יכניה: ",
                "1": "<b>רגע יריעותי.</b> רגע שודדו יריעותי:\n"
            },
            "20": {
                "0": "<b>עד מתי אראה.</b> האסיפות האלה הנושאים נס להקבץ לבוא להלחם:\n"
            },
            "23": {
                "0": "<b>התקלקלו.</b> נתקו ונזרקו ממקומן ועם קלקל בחצים (יחזקאל כ״א:כ״ו) חברו מנחם:\n"
            },
            "25": {
                "0": "<b>והנה הכרמל.</b> ארץ הנטוע כל טוב ככרמל נהיה מדבר מדרש אגדה ראיתי ההרים אלו האבות וכל הגבעות אלו אמהות כלומר זכותן תמה, אין האדם, זכות משה שנאמר בו עניו מכל האדם (במדבר יב) והנה הכרמל אליהו:\n"
            },
            "26": {
                "0": "<b>וכלה לא אעשה.</b> ביושביה כי אותיר פליטים שילכו בגולה:\n"
            },
            "27": {
                "0": "<b>תאבל.</b> תחרב זמותי. ל' מחשבה: ",
                "1": "<b>על כי דברתי.</b> הפורענות הזה ואקיימנה: ",
                "2": "<b>ולא אשוב.</b> ולא אנחם לחשוב מחשבות טובות עליהם:\n"
            },
            "28": {
                "0": "<b>ורומה.</b> כמו רמה בים (שמות ט): ",
                "1": "<b>באו בעבים.</b> ביערות עבים מקום סיבוך קוצים להטמן: ",
                "2": "<b>ובכפים עלו.</b> סלע מתורגם בכיפיא:\n"
            },
            "29": {
                "0": "<b>כי תלבשי שני.</b> להתנאות ולמצוא רחמים לפני השודד: ",
                "1": "<b>תקרעי בפוך.</b> לשון קריעה שהפוך נראה כמרחיב קרע העין כך שמעתי וגם מנחם לא חלק במחברת קרע: ",
                "2": "<b>פוך.</b> ל' כחול: ",
                "3": "<b>עוגבים.</b> המשחקים עם הנשים בצדי מיני ניאוף כמו ותעגבה על פלגשיהם (יחזקאל כג): ",
                "4": "<b>נפשך יבקשו.</b> מבקשים להרגך:\n"
            },
            "30": {
                "0": "<b>כמבכיר'.</b> כאשה המבכרת תחלת לידתה: ",
                "1": "<b>תתיפח.</b> תייליל ותצעק גניחו' קונפליינ\"ט בלעז כמו ויפח חמס (תהילים כ״ז:י״ב) ל' דיבור: ",
                "2": "<b>אוי נא לי.</b> כך אומרת:\n\n"
            }
        },
        "4": {
            "2": {
                "0": "<b>ה' עיניך.</b> הלא הם בעלי אמונה להטיב ולמה בגדו אלה בך ואין מבקשין אמונה: ",
                "1": "<b>הכיתה אותם.</b> ולא נעשו חולים על המכה לשום על לבם לשוב מרעתם: ",
                "2": "<b>קחת.</b> כמו לקחת:\n"
            },
            "3": {
                "0": "<b>ואני אמרתי.</b> הנביא אומר כך אך דלים הם מחכמ' אלו שאני מדבר עמהם: ",
                "1": "<b>נואלו.</b> לשון אויל כתרגומו איטפשו:\n"
            },
            "4": {
                "0": "<b>אלכה לי אל הגדולים.</b> הם ישמעו אך לא הועלתי וגם המה יחדו שברו עולו של הקב\"ה מעליהם:\n"
            },
            "5": {
                "0": "<b>אריה.</b> מלכות בבל: ",
                "1": "<b>זאב.</b> מלכות מדי: ",
                "2": "<b>נמר.</b> מלכות אשור זאב ערבות. לשון ערבה ושוחה זאב המדבר: ",
                "3": "<b>שוקד.</b> ממהר ומנחם חברו עם ל' שמירה כמו לשקוד על דלתותי (משלי ח) י\"ת לשון אריבה:\n"
            },
            "6": {
                "0": "<b>אי לזאת.</b> אסלח לך בתמיה שמא לזאת אסלח לך ומנחם פירש אי כמו אין אשר בניך עזבוני ואשביע אותם כל טוב: ",
                "1": "<b>יתגודדו.</b> יתקבצו גדודים:\n"
            },
            "7": {
                "0": "<b>סוסים מיוזנים משכים היו.</b> בכל בקר היו משכים לאור בקר בהשכמה: ",
                "1": "<b>יצהלו.</b> ל' זה נופל על הסוסים מקול מצהלות אביריו (לקמן ח) לשון צהלה אנוויישמינ\"ט בלעז:\n"
            },
            "9": {
                "0": "<b>בשרותיה.</b> ל' מישור ומנחם חברו ל' חומה עם אדלג שור (תהילים י״ח:ל׳) אך לא יתכנו נטישותיה צי\"ש בלעז שהם שרשי כרם להיות נחשבים עם החומות ולא עם המישור, ואני אומר שרותיה ל' שורות הכרם וי\"ת בשרותיה בקירוהא ונטישותיה ברניתהא:\n"
            },
            "11": {
                "0": "<b>ויאמרו לא הוא.</b> לא מן קדמוהי אתיא עלנא טבתא:\n"
            },
            "12": {
                "0": "<b>והנביאים יהיו לרוח.</b> כתרגומו ונביי שקרא יהון ללמא כלומר הנבואה שניבאים לנו נביאי שקר בשמו של הקב\"ה דבריהם יהפכו להבל והדבור של קדושה שהם אומרים לנו בשם הקב\"ה אינן בהם: ",
                "1": "<b>כה יעשה להם.</b> הנביא אומר לאומרים זאת כה יעשה להם כאשר אמר ה' לי ומה אמר ה' לי יען דברכם את הדבר הזה וגו':\n"
            },
            "13": {
                "0": "<b>ואכלתם.</b> ותאכל אותם:\n"
            },
            "14": {
                "0": "<b>איתן.</b> תקיף: ",
                "1": "<b>גוי מעולם הוא.</b> מימי קדם התחיל למרוד בי בדור הפלגה בארץ שנער:\n"
            },
            "15": {
                "0": "<b>אשפתו.</b> מקום נרתק החצים:\n"
            },
            "16": {
                "0": "<b>ירושש ערי מבצריך וגו'.</b> הרי זה מקרא מסורס ירושש בחרב את ערי מבצריך אשר אתה בוטח בהנה: ",
                "1": "<b>ירושש.</b> ימסכן: ",
                "2": "<b>בחרב.</b> על ידי גייסות וכן הוא אומר וחרב לא תעבור בארצכם (ויקרא כו):\n"
            },
            "21": {
                "0": "<b>האותי לא תיראו.</b> הלא הים שאינו דואג מפני הפורעות ואינו מצפה לקיבול שכר ירא מפני ואינו עובר הגבול אשר שמתי סביביו: ",
                "1": "<b>תחילו.</b> ל' פחד: ",
                "2": "<b>ויתגעשו.</b> גליו ומרומם לעבור הגבול ולא יוכלו לעבור: ",
                "3": "<b>והמו גליו.</b> שאון קול גדול: ",
                "4": "<b>ולא יעברנהו.</b> הגלים לא יעברו הגבול:\n"
            },
            "23": {
                "0": "<b>יורה ומלקוש.</b> כתרגום בכיר ולקיש: ",
                "1": "<b>שבועות חוקות קציר.</b> שבעה שבועות שחקק לנו בהן שתי חוקות קציר חק העומר וחק שתי הלחם: ",
                "2": "<b>ישמר לנו.</b> שיהא הקציר בזמנו:\n"
            },
            "24": {
                "0": "<b>הטו אלה.</b> הטו החוקות האלה מעליכם שאינם שומרים לכם ואתם כלים ברעב:\n"
            },
            "25": {
                "0": "<b>ישור.</b> יארוב וכן למען שוררי (תהילים ה׳:ט׳) ל' אשורנו ולא קרוב (במדבר כ״ד:י״ז) כשך יקושים. כאשר ישוך היקוש שעושין ללכוד צביים ביער כשרגלו בא לתוכו והוא נושכו ומחזיקו ברגלו ונלכד וקורין לו פיי\"ד בלעז: ",
                "1": "<b>הציבו משחית.</b> צינבי\"ל בלעז כן עושין אורבים על עיר או על דרך: ",
                "2": "<b>הציבו.</b> כמו מצב פלשתים (סא\"א):\n"
            },
            "26": {
                "0": "<b>ככלוב.</b> הוא מקום שמפטמין בו עופות וכן תרגמו יונתן כבית פיטמא ובלעז פרנ\"ק:\n"
            },
            "27": {
                "0": "<b>עשתו.</b> ל' עשת שן (שיר ה) גוף עב ובלעז אישפישור\"ט: ",
                "1": "<b>עברו דברי רע.</b> אם באת רעה או עבירה לידם לא נטו ממנה אלא עברו בה ועשאוה: ",
                "2": "<b>לא דנו דין יתום.</b> למען יצליחו:\n"
            },
            "29": {
                "0": "<b>שמה.</b> תמהון: ",
                "1": "<b>ושערורה.</b> דבר מגונה לכל ומהו דבר התמהון הנביאים נבאים שקר ואומרים הוו גוזלין ואונסין והכהנים שהם שופטי העם ונוגשיהם ירדו את העם על ידי הנביאים כלומר לאחריהם כמו (שמואל ב ט״ז:ו׳) והמלך עובר וכל העם עוברים על ידו (רודף) (ס\"א דדוד) אחריו אף כאן על ידיהם אחריהם לעשות כדברי הנביאים:\n\n"
            }
        },
        "5": {
            "0": {
                "0": "<b>העזו בני בנימן.</b> ללכת לעריכם לשמור מבצריכם: ",
                "1": "<b>בית הכרם.</b> שם מקום הוא: ",
                "2": "<b>שאו משאת.</b> נס להקבץ ולהלחם על נפשכם:\n"
            },
            "1": {
                "0": "<b>הנוה והמעונגה דמיתי.</b> החרבתי תירגמו יונתן ל' ונדמו נאות השלום (לקמן כה) נדמתה אשקלון (לקמן מז):\n"
            },
            "2": {
                "0": "<b>רועים ועדריהם.</b> משל הוא מלכים וחיילותיהם: ",
                "1": "<b>רעו.</b> אכלו: ",
                "2": "<b>את ידו.</b> את מקומו סביביו:\n"
            },
            "3": {
                "0": "<b>קדשו.</b> זמנו: ",
                "1": "<b>אוי לנו.</b> לעת פנות היום: ",
                "2": "<b>כי פנה היום.</b> כאשר פנה לעת ערב הציתו האור בבה\"מ:\n"
            },
            "5": {
                "0": "<b>כרתו עצה.</b> לא מפיק ה\"א והוא ל' עץ שאין לשון כריתה נופל על העצה ועצה האמור כאן ל' הרבה עצים כמו דגה ל' דגים הרבה: ",
                "1": "<b>העיר הפקד.</b> שבאה פקודתה:\n"
            },
            "6": {
                "0": "<b>כהקיר.</b> ל' מקור: ",
                "1": "<b>ביר.</b> באר: ",
                "2": "<b>כן הקרה רעתה.</b> כן נובעת רעתם תמיד מוסיפי' ומחדשים: ",
                "3": "<b>חלי ומכה.</b> ע\"כ איתיתי עלה מרע ומחא:\n"
            },
            "7": {
                "0": "<b>הוסרי.</b> קבלי מוסר: ",
                "1": "<b>פן תקע.</b> פן תנתק הוקע לשון חיבור והוקע אותם (במדבר כ״ה:ד׳), ויש ל' הסרת החיבור והרבה תיבות משמשות כן:\n"
            },
            "8": {
                "0": "<b>עולל.</b> גרפאי\"ן בלעז לאחר שבצרו הכרם ונשארו עוללות והעניים באים ועוללים אותם כן יבוזו ויחזרו ויבוזו: ",
                "1": "<b>השב ידך.</b> אתה השונא השב ידך לשלול שנית כבוצר המשיב ידו על סלסלות המסלסל ומחפש העוללות וכן היתה משהגלה את יהויקים והרגו והמליך את יכניה חזר לסוף שלשה חדשים והגלהו חזר לסוף עשתי עשרה שנה והגלה את צדקיהו: ",
                "2": "<b>סלסלות.</b> רבירקר\"ש בלעז כמו סלסלה ותרוממך (משלי ד׳:ח׳) כך פירש דונש ומנחם פירש ל' סל פניר\"ש בלעז:\n"
            },
            "9": {
                "0": "<b>ואעידה.</b> ל' התרא': ",
                "1": "<b>ערלה.</b> אטומה וכן כל ל' ערלה: ",
                "2": "<b>לחרפה.</b> מחרפין אותו:\n"
            },
            "10": {
                "0": "<b>ואת חמת ה' מלאתי.</b> לבי מלא נבואה לבוא חמת ה' עליהם: ",
                "1": "<b>הכיל.</b> כמו להכיל אשופרי\"ר בלעז: ",
                "2": "<b>שפוך על עולל.</b> לשפוך על היונקים: ",
                "3": "<b>בחוץ.</b> בשוק: ",
                "4": "<b>מלא ימים.</b> קרוב למות והוא יתר על זקן:\n"
            },
            "11": {
                "0": "<b>שדות ונשים יחדו.</b> יוסבו לאחרים:\n"
            },
            "12": {
                "0": "<b>בוצע בצע.</b> אונס ממון:\n"
            },
            "13": {
                "0": "<b>על נקלה.</b> קל הוא לנביאי השקר להוציא מפיהם ולומר שלום יהיה לכם ובדבר הזה מרפאין בדבורם את השבר העתיד לבא עליהן:\n"
            },
            "14": {
                "0": "<b>הובישו.</b> עליהון למיבהת: ",
                "1": "<b>גם בוש לא יבושו.</b> אינם מתביישין ממעשיהם הרעים הכלים. כמו להכלים:\n"
            },
            "15": {
                "0": "<b>מרגוע.</b> מנוחה:\n"
            },
            "16": {
                "0": "<b>והקימותי עליכם צופים.</b> הוא שמעמידין אנשים על המגדלים עת החירום איש צופה ורואה אם גייס בא לעיר תוקע בשופר ומזהיר את העם להחלץ ולבא על החומה אף אני העמדתי נביאים המשמיעים אתכם את הפורענו' הבאה להזדרז ולתקן דרכיכם שתנצלו והוא כשופר תקיעות הצופה הקשיבו לקול השופר הזה והחלצו: ",
                "1": "<b>והקימותי.</b> פירוש העמדתי להם כבר וכן ת\"י ואקימית, צופים גיט\"ש בלעז:\n"
            },
            "17": {
                "0": "<b>את אשר בם.</b> את הרעה אשר בידם:\n"
            },
            "18": {
                "0": "<b>פרי מחשבותם.</b> שכר מחשבותם: ",
                "1": "<b>ותורתי וימאסו בה.</b> הרי זה דוגמת עזי וזמרת יה ויהי לי לישועה (שמות ט״ו:ב׳) שהיה לו לומר היה לי לישועה אף כאן היה לו לומר ותורתי מאסו בה ודרך המקראות לדבר כן:\n"
            },
            "19": {
                "0": "<b>למה זה לי לבונה.</b> אשר אתם מקריבים לפני אשר משבא באה: ",
                "1": "<b>לא ערבו.</b> לא נעמו:\n"
            },
            "22": {
                "0": "<b>יחזיקו.</b> יקחו כמו וישלח ידו ויחזק בו (שם ד) וכן צרה החזיקתני אחזתני:\n"
            },
            "24": {
                "0": "<b>מגור.</b> יראה, ל\"א ל' אסיפה כמו מגורי אל חרב (יחזקאל כ״א:י״ז) וכן תרגם יונתן:\n"
            },
            "25": {
                "0": "<b>והתפלשי.</b> התגלגלי: ",
                "1": "<b>אבל יחיד.</b> אבל של בן יחיד מי שאין לו אלא בן יחיד ומת: ",
                "2": "<b>מספד תמרורים.</b> לפי שהוא דבוק נקוד מספד בפתח ואינו נקוד מספד בצירי:\n"
            },
            "26": {
                "0": "<b>בחון נתתיך.</b> לירמיה נאמר חזק נתתיך בתוכם ותדע ובחנת את דרכם שתוכיחם והם לא ישמעו, בחון ל' חוזק כמו עופל ובחן (ישעיהו ל״ב:י״ד) הקימו בחוניו (שם כג):\n"
            },
            "27": {
                "0": "<b>סרי סוררים.</b> סרים מן הדרך: ",
                "1": "<b>הולכי רכיל.</b> בין הנחשת והברזל מטילי איבה בין שני שרים שיש בהן כח להתגרות יחד כך שמעתי, ואני אומר הולכי רכיל הם וחזקים כנחשת וברזל להחזיק כזביהם, וי\"ת רכיל זה ל' נוכל מהלכין בנכילו כמא דמערב נחש עם פרזלא, ונוכל הוא ל' מחשבה כמו ויתנכלו אותו להמיתו (בראשית ל״ז:י״ח):\n"
            },
            "28": {
                "0": "<b>נחר מפוח.</b> משל הוא כשצורפים כסף נופחין במפוח ונותנין תמיד עופרת בתוך הכור ומועיל לצרוף אבל אתם באתי לצרוף אתכם המפוח נחר ונחרך מכח האש ותם העופרת כולו, נחר לשון חרה אפו (איוב ל״ב:ב׳) ועצמי חרה מני חורב (שם ל) אישר\"ש בלעז: ",
                "1": "<b>לשוא.</b> על חנם צרף הצורף כי לא הועיל: ",
                "2": "<b>ורעים לא נתקו.</b> מדרכם הרעה כלומר יגעו הנביאים להוכיח ולא הועילו: ",
                "3": "<b>נתקו.</b> פורצטראקי\"ץ בלעז, (נ\"א ורעים כמו רשעים סא\"א):\n"
            },
            "29": {
                "0": "<b>כסף נמאס.</b> שאינו נצרף בשום יגיעה:\n\n"
            }
        },
        "6": {
            "3": {
                "0": "<b>היכל ה' היכל ה' היכל ה'.</b> תלת זימנין בשעתא אתון מתחזין קדמוהי:\n"
            },
            "8": {
                "0": "<b>הגנוב רצוח וגו'.</b> בתמיה וכי אלה תעשו ויועיל ההיכל לכם:\n"
            },
            "10": {
                "0": "<b>המערת פריצים.</b> היה בעיניכם הבית הזה בתמיה: ",
                "1": "<b>הנה ראיתי.</b> שכך הוא בעיניכם:\n"
            },
            "13": {
                "0": "<b>כאשר עשיתי לשילו.</b> בימי עלי:\n"
            },
            "14": {
                "0": "<b>כאשר השלכתי וגו'.</b> עשרת השבטים:\n"
            },
            "17": {
                "0": "<b>לעשות כוונים.</b> דפוס הכוכב: ",
                "1": "<b>למלכת השמים.</b> כוכב הגדול היו קורין מלכת השמים ל' מלוכה וכן ת\"י לכוכבת שמיא:\n"
            },
            "19": {
                "0": "<b>נתכת.</b> יורדת ומגעת כמו ומטר לא נתך ארצה (שמות ט׳:ל״ג) לא מטא:\n"
            },
            "20": {
                "0": "<b>עולותיכם.</b> שאתם מקריבים כליל טוב לכם שתוסיפו אותם על שלמיכם ותקריבו אותם שלמים ותאכלו הבשר שהרי אינם מקובלות לפני ולמה תפסידום:\n"
            },
            "21": {
                "0": "<b>ביום הוציאי אותם.</b> תחלת תנאי לא היתה אלא אם שמוע תשמעו בקולי ושמרתם את בריתי והייתם לי סגול' (שם יט):\n"
            },
            "23": {
                "0": "<b>בשרירות לבם.</b> במראה לבם ל' אשורנו (במדבר כד):\n"
            },
            "24": {
                "0": "<b>יום השכם ושלוח.</b> מידי יום ביום השכם ושלוח:\n"
            },
            "28": {
                "0": "<b>גזי נזרך.</b> תלשי שערך כמו ויגז שלוים (שם ט) ויגז את ראשו (איוב א׳:כ׳) ל\"א נזרך כתרך ל' גדולה וכן תרגם יונתן רברביך וכן חיברו מנחם: ",
                "1": "<b>ויטוש.</b> ויעזוב:\n"
            },
            "30": {
                "0": "<b>במות התופת.</b> הוא המולך שהיה של נחשת ומסיקין אותו מתחתיו וידיו פשוטות וניסקות ונותנין את הילד על ידיו והוא נכוה ונוהם והכומרים היו מקישין בתופים שלא ישמע האב קול הבן ויכמרו רחמיו, תופת על שם התוף: ",
                "1": "<b>הנם.</b> על שם נהמת הבן: ",
                "2": "<b>לא צויתי.</b> במצות שיקריבו בניהם לקרבן ולא דברתי לאחד מן הנביאים וכשדברתי לאברהם לשחוט את בנו לא עלתה על לבי שישחוט אלא להודיע צדקו:\n"
            },
            "32": {
                "0": "<b>ואין מחריד.</b> את העופות מעל הפגרים:\n\n"
            }
        },
        "7": {
            "1": {
                "0": "<b>ושטחום לשמש.</b> והכשדים ישכנו לצור על העיר בקברי השרים שהיו נאים כפלטין: ",
                "1": "<b>לדומן.</b> לזבל:\n"
            },
            "2": {
                "0": "<b>ונבחר מות מחיים.</b> אע\"פ שהם רואים את המתים נתונין בבזיון צרת החיים גדולה הימנה ויבחרו את המות:\n"
            },
            "3": {
                "0": "<b>היפלו ולא יקומו.</b> הטוב להם שיפילו את עצמם לנפילה שאין להם תקומה: ",
                "1": "<b>אם ישוב ולא ישוב.</b> לכשירצו לשוב מרעתם לא ישוב הקב\"ה מגזירתו, ד\"א אף אם ישובו בתשובה לא תתקיים בידם כי ימהרו לשוב לרשעתם וכן ת\"י אם למיתב גלי קדמי דלא יתובון:\n"
            },
            "4": {
                "0": "<b>משובה נצחת.</b> משובת עולם כמו נצח: ",
                "1": "<b>החזיקו.</b> אחזו: ",
                "2": "<b>בתרמית.</b> במרמה:\n"
            },
            "5": {
                "0": "<b>לא כן.</b> לא בדין כמו כן בנות צלפחד (במדבר כ״ז:ז׳): ",
                "1": "<b>כלה שב במרצותם.</b> בדרך הראשון חוטאים וחוזרים וחוטאים, מרוצתם קורש\"י בלעז: ",
                "2": "<b>שוטף.</b> אישפרידי\"ן בלעז:\n"
            },
            "6": {
                "0": "<b>חסידה.</b> ציגוניא\"ה בלעז: ",
                "1": "<b>מועדיה.</b> עת עברם אל איי הים מפני הצנה ועת שובם: ",
                "2": "<b>שמרו.</b> המתינו: ",
                "3": "<b>ותור וסיס ועגור.</b> ושפנינא וכורכיא וסנוניתא, כורכיא גרוא\"ה בלעז סנונית ארונדיל\"א בלעז:\n"
            },
            "7": {
                "0": "<b>אכן הנה לשקר.</b> הנה חכמתכם לשקר בכם לרפאותכ' על נקלה: ",
                "1": "<b>עשה עט שקר סופרים.</b> נביאכם:\n"
            },
            "8": {
                "0": "<b>הובישו חכמים.</b> כמותכם ומה הבושת הנה בדברי ה' מאסו וחכמת מה להם:\n"
            },
            "10": {
                "0": "<b>וירפו.</b> כמו וירפאו:\n"
            },
            "11": {
                "0": "<b>הובישו.</b> בושת וכלימה תבוא להם: ",
                "1": "<b>גם בוש לא יבושו.</b> אינם מתביישים במעשיהם הרעים לתת לב לשוב:\n"
            },
            "12": {
                "0": "<b>אסוף אסיפם.</b> ל' כלייה כמו אסוף אסף כל מעל פני האדמה (צפניה א׳:ב׳): ",
                "1": "<b>אין ענבים בגפן.</b> לא יותר דבר: ",
                "2": "<b>והעלה נבל.</b> ל' כמוש פליישטי\"ש בלעז כמו וכנובלת מתאנה (ישעיהו ל״ד:ד׳) כאלה נובלת עליה (שם א): ",
                "3": "<b>ואתן להם יעברום.</b> כל זאת תהיה להם על כי נתתי להם חוקים ועברו עליהם:\n"
            },
            "13": {
                "0": "<b>ונדמה שם.</b> ונדום שם, נשב שם דומים ואבלים: ",
                "1": "<b>מי ראש.</b> כס דלווט ביש כרישי חיון ראש פתנים הוא ארס שבשיניו:\n"
            },
            "15": {
                "0": "<b>נחרת סוסיו.</b> עטישות נחיריו: ",
                "1": "<b>מדן נשמע.</b> על דפלחו לעגלא דבדן: ",
                "2": "<b>מצהלות אביריו.</b> צהלות משחק סוסיו ומצינו במקום אחר סוסים נקראים אבירים מדהרות דהרות אביריו (שופטים ה׳:כ״ב) ל' סוס דוהר (נחום ג) וי\"ת מקל פסיעות גברוהי:\n"
            },
            "16": {
                "0": "<b>נחשים צפעונים.</b> לסוף שבעים שנה נעשה צפע ואוטם אזנו שלא ישמע לקול חבר המלחשו שנאמר כמו פתן חרש יאטם אזנו (תהלים נח) הוא שנאמר אשר אין להם לחש:\n"
            },
            "17": {
                "0": "<b>מבליגיתי עלי יגון.</b> כמו הבלגתי ושם דבר הוא מישאיטינמנ\"ץ בלעז כלומר אם אמרתי אבליגה ואתאפק עלי יגוני: ",
                "1": "<b>עלי לבי דוי.</b> מקול נבואות הנגלות אלי בפורעניות הבאות:\n"
            },
            "18": {
                "0": "<b>הנה קול שועת בת עמי.</b> אני שומע שסופן לצעוק בארץ מרחקים ולמה כל זאת הלא ה' בציון ואם ישובו אליו ימצא להם:\n"
            },
            "19": {
                "0": "<b>עבר קציר כלה קיץ.</b> צפינו לעזרת מצרים ולא באה אמרנו יעבור הקציר ויהיו פנויין ויבאו והנה עבר זמן הקציר באייר וזמן הקיץ בתמוז ולא באו:\n"
            },
            "20": {
                "0": "<b>קדרתי.</b> לשון שחרות ואופל: ",
                "1": "<b>שמה.</b> תמהון: ",
                "2": "<b>החזיקתני.</b> אחזתני:\n"
            },
            "21": {
                "0": "<b>הצרי אין בגלעד.</b> שהצרי בא משם כמו שנאמר עלי גלעד וקחי צרי (לקמן מה) כלומר וכי לא היו להם אנשים צדיקים ממי ללמוד ויטיבו דרכיהם: ",
                "1": "<b>ארוכת.</b> רפואת אינפלשטר\"א בלעז:\n\n"
            }
        },
        "8": {
            "0": {
                "0": "<b>עצרת בוגדים.</b> כנסיות בוגדים:\n"
            },
            "1": {
                "0": "<b>וידרכו.</b> לשון זה נופל בהזמנת הקשת לירות חץ וקשת הי' ארבלישט\"א בלעז וברגלים דורכין אותה לכך קורא אותה דריכה והנביא המשיל לשונם לקשת שקר שדרכו לשונם קשת בשקר: ",
                "1": "<b>מרעה אל רעה.</b> מעבירה אל עבירה:\n"
            },
            "2": {
                "0": "<b>עקוב יעקב.</b> ארוב יארוב:\n"
            },
            "3": {
                "0": "<b>העוה נלאו.</b> יגעו וטרחו לעוות את דרכם: ",
                "1": "<b>העוה.</b> כמו הכבד את לבו (שמות ח׳:י״א) להעוות:\n"
            },
            "4": {
                "0": "<b>שבתך בתוך מרמה.</b> כשהן יושבים חושבין מחשבות מרמה ובמרמה החליפו יראתי ומאנו דעת אותי: ",
                "1": "<b>במרמה.</b> בשביל המרמה:\n"
            },
            "5": {
                "0": "<b>הנני צורפם.</b> ביסורין: ",
                "1": "<b>מפני בת עמי.</b> מן קדם חובי כנישתא דישראל:\n"
            },
            "6": {
                "0": "<b>חץ שחוט לשונם.</b> משוך כמו זהב שחוט (מלכים א י׳:ט״ז) וכן ושחטה שטים (הושע ה׳:ב׳) טריי\"ט בלעז לישנא אחרינא ל' שחיטה ממש טראנקא\"ט בלעז וכן חברו מנחם וכן ת\"י כגיר די מחריף: ",
                "1": "<b>ובקרבו.</b> ת\"י ובמעוהי:\n"
            },
            "8": {
                "0": "<b>על ההרים.</b> על חורבן ההרים: ",
                "1": "<b>ועל נאות מדבר.</b> נוה רועים שבמדברות נאות ל' נוה וכן נאות אלהים (תהילים פ״ג:י״ג) וכן לביתך נאוה קודש (שם צג): ",
                "2": "<b>נצתו.</b> לשון ציה וכן נצתה: ",
                "3": "<b>נדדו הלכו.</b> סופן לילך, חמשים ושתים שנה לא עבר איש ביהודה מגלות צדקיהו עד פקודת כורש מלך פרס חמשים ושתים שנה היו ורמז לדבר ועד בהמה חשבונה בגימטריא נ\"ב והחשבון מכוון במסכת מגילה:\n"
            },
            "9": {
                "0": "<b>לגלים.</b> דגורין:\n"
            },
            "10": {
                "0": "<b>מי [ האיש ] החכם.</b> שיבין זאת ומי הנביא אשר דבר פי ה' אליו: ",
                "1": "<b>ויגידה.</b> ומי יגיד על מה אבדה הארץ ובא כל הפורענות הזה:\n"
            },
            "13": {
                "0": "<b>לענה.</b> עשב מר: ",
                "1": "<b>מי ראש.</b> ארס נחש:\n"
            },
            "17": {
                "0": "<b>כי השליכו משכנותינו.</b> את שוכניהם ויש עוד לומר כי השליכו האויבים את משכנותינו לארץ:\n"
            },
            "19": {
                "0": "<b>להכרית עולל מחוץ.</b> מן השוק כמו וחוצות תשים לך בדמשק (מלכים א כ):\n"
            },
            "21": {
                "0": "<b>אל יתהלל חכם.</b> אל תתהללו לומר חכמים אנחנו הנה בדברי מאסתם וחכמת מה לכם אם השכלתם וידעתם אותי אז תתהללו בחכמתכם: בלע\"ז:\n"
            },
            "23": {
                "0": "<b>על כל מול בערלה.</b> על כל מול שיש לו ערלה אפילו ערלת לב:\n"
            },
            "24": {
                "0": "<b>על מצרים וגו'.</b> שכיני א\"י היו ולקו אחריה בסמוך לה כמו שכתוב (ביחזקאל כט) ומפרש בסדר עולם: ",
                "1": "<b>קצוצי פאה.</b> ל' קצה המוקצין בפאת מדבר:\n\n"
            }
        },
        "9": {
            "1": {
                "0": "<b>אל דרך הגוים אל תלמדו.</b> ואז מאותות השמים אל תחתו מחמה לוקה וממאורות לוקין:\n"
            },
            "2": {
                "0": "<b>חרש.</b> אומן: ",
                "1": "<b>מעצד.</b> דולדוייר\"א בלעז:\n"
            },
            "3": {
                "0": "<b>מסמרות.</b> קלוי\"ש בלע\"ז: ",
                "1": "<b>ומקבות.</b> קורנס מרטי\"ל בלעז: ",
                "2": "<b>יפיק.</b> יכרע ברכיו ל' פוקה (שמואל א כה) ופיק ברכים (נחום ב):\n"
            },
            "4": {
                "0": "<b>כתומר מקשה.</b> מקיש אותם בקורנס עד שזוקף לו קומה כדקל: ",
                "1": "<b>אל תיראו מהם.</b> אם תפרשו מהם כי לא ירעו לכם: ",
                "2": "<b>וגם היטיב אין אותם.</b> אם תעבדום, היטיב כמו להיטיב:\n"
            },
            "6": {
                "0": "<b>לך יאתה.</b> לך נאה:\n"
            },
            "7": {
                "0": "<b>ובאחת יבערו.</b> עכו\"ם ומה היא האחת מוסר הבלים של עץ שלהם ויתייסרו עליו, יבערו ל' שטות וכן ויכסלו:\n"
            },
            "8": {
                "0": "<b>מרוקע.</b> מרודד:\n"
            },
            "9": {
                "0": "<b>וה' אלהים אמת.</b> למה כי הוא אלהים חיים ומלך עולם לכך יכול לאמת דבריו אבל בשר ודם אומר לעשות ומת או תשש כחו או יורד מנכסיו ואין בידו לקיים:\n"
            },
            "10": {
                "0": "<b>כדנה תאמרון.</b> אגרת היא ששלח ירמיה ליכניה וגלותו בגולה להשיב לכשדים ארמית תשובה אם אומרין להם לעבו' לעכו\"ם:\n"
            },
            "11": {
                "0": "<b>נטה.</b> טינדי\"ש בלעז:\n"
            },
            "12": {
                "0": "<b>לקול תתו.</b> בעת בא קול שהוא נותן המון מים בשמים: ",
                "1": "<b>נשיאים.</b> עננים: ",
                "2": "<b>ברקים.</b> פלנדורי\"ש בלעז:\n"
            },
            "13": {
                "0": "<b>נבער.</b> לשון איש בער (תהילים צ״ב:ז׳) וכן נבערו הרועים (כאן): ",
                "1": "<b>נסכו.</b> לשון מסכה:\n"
            },
            "14": {
                "0": "<b>בעת פקודתם.</b> כשאפקוד עליהם:\n"
            },
            "16": {
                "0": "<b>אספי מארץ כנעתך.</b> החביאו וכת\"י כנושי מארעא סחורתיך כמו כנען בידו מאזני מרמה (הושע יא) ומנחם פירש כנעתך לשון הכנעה ושפלות ואספי ל' שחייה שחי והשפילי יותר משפלות ארץ את הכנעתך את ירושלים היושבת עתה במצור:\n"
            },
            "17": {
                "0": "<b>קולע.</b> כזה שהוא זורק אבן בקלע: ",
                "1": "<b>למען.</b> אשר ימצאו שכר פעולתם:\n"
            },
            "18": {
                "0": "<b>נחלה.</b> ל' חולי: ",
                "1": "<b>ואשאנו.</b> ת\"י ואסוברניה אשופריר\"לוי בלעז:\n"
            },
            "19": {
                "0": "<b>יצאוני.</b> יצאו ממני ירושלים אומרת כן:\n"
            },
            "20": {
                "0": "<b>לא השכילו.</b> לא הצליחו במלכותם כמו בכל אשר יפנה ישכיל (משלי יז): ",
                "1": "<b>מרעיתם.</b> צאן מרעיתם:\n"
            },
            "22": {
                "0": "<b>לא לאדם דרכו.</b> כי יצר הרע שבראת בו מטהו מן הדרך ד\"א ידעתי ה' כי לא לאדם דרכו אין ביד כל אדם כח להצליח דרכו ואם לא על פיך אין כח ביד אויב להחריב ביתך:\n"
            },
            "23": {
                "0": "<b>אך במשפט.</b> ביסורין: ",
                "1": "<b>במשפט.</b> יושטיצ\"א בלעז אך במשפט ת\"י ברם בדין חשוך: ",
                "2": "<b>אל באפך.</b> פן תהא כלייה:\n"
            },
            "24": {
                "0": "<b>אכלו.</b> דוורירו\"נט בלעז וכן ואכלוהו:\n\n"
            }
        },
        "10": {
            "4": {
                "0": "<b>אמן ה'.</b> שיהא ארור:\n"
            },
            "6": {
                "0": "<b>העד העדותי.</b> ל' התראה:\n"
            },
            "7": {
                "0": "<b>ואביא עליהם את כל דברי הברית.</b> האלות האמורות בברית על הדברים אשר צויתי לעשות ולא עשו:\n"
            },
            "11": {
                "0": "<b>ערי יהודה.</b> מערי יהודה:\n"
            },
            "13": {
                "0": "<b>רנה ותפלה.</b> בבעו ובצלו:\n"
            },
            "14": {
                "0": "<b>מה לידידי בביתי.</b> מה לעם סגולתי לבא עוד בביתי: ",
                "1": "<b>עשותה המזמתה.</b> לעשות היא מזמת עצת חטאים שלה: ",
                "2": "<b>הרבים.</b> שבהם: ",
                "3": "<b>ובשר קודש יעברו מעליך.</b> אף המילה בטלו מבשרם שעל ידה היו מקודשים לי: ",
                "4": "<b>כי רעתכי אז תעלוזי.</b> כשאתם עוברים עבירה אתם שמחים:\n"
            },
            "15": {
                "0": "<b>לקול המולה.</b> ל' שאון עם רב שיבוא עליהם: ",
                "1": "<b>ורעו דליותיו.</b> ורצצו את ענפיו:\n"
            },
            "17": {
                "0": "<b>וה' הודיעני.</b> כך אמר הנביא הקדוש ברוך הוא הודיעני את פורענותם:\n"
            },
            "18": {
                "0": "<b>ואני ככבש אלוף.</b> אשר יובל לטבוח: ",
                "1": "<b>יובל.</b> לפי שאני מודיעם הרעה הם אומרים להרגני, ככבש אלוף דונש ויהודה בן קוריש פתרוהו ככבש ופר אשר יובל לטבח ואלוף כמו שגר אלפיך (דברים כ״ח:ד׳) ואע\"פ שלא נאמר אלוף יש לנו כיוצא בו שמש ירח עמד זבולה (חבקוק ג׳:י״א) כסוס עגור כן אצפצף (ישעיהו ל״ח:י״ד) ומנחם פתר ככבש אלוף כבש גדול (ע' בתהלים נ\"ח בפרש\"י) ויונתן מסייעו שתירגם כאימר בחיר: ",
                "2": "<b>נשחיתה עץ בלחמו.</b> נרמי סמא דמותא במכליה:\n"
            },
            "19": {
                "0": "<b>אראה נקמתך מהם.</b> את אנשי ענתות היה מקלל:\n"
            },
            "22": {
                "0": "<b>אל אנשי ענתות.</b> כמו על אנשי ענתות:\n\n"
            }
        },
        "11": {
            "0": {
                "0": "<b>צדיק אתה ה' כי אריב אליך.</b> כשאתווכח עמך ידעתי כי תצדק בדבריך אך חפץ אני לדבר משפטים אותך להודיעני דרכך: ",
                "1": "<b>מדוע דרך רשעים צלחה.</b> שנתת גדולה לנבוכדנצר הרשע ותצליחהו להחריב ביתך, ד\"א על אנשי ענתות היה צועק וקורא תגר: ",
                "2": "<b>שלו.</b> לשון שלוה:\n"
            },
            "2": {
                "0": "<b>ואתה ה' ידעתני.</b> גם על אנשי ענתות העומדים עלי עזרני כי אתה ידעתני: ",
                "1": "<b>התיקם כצאן לטבחה.</b> נתקם מן החיים למות דישטאקאלו\"ש בלעז כמו עד התיקנו אותם מן העיר (יהושע ח׳:ו׳): ",
                "2": "<b>והקדשם.</b> הזמינם:\n"
            },
            "3": {
                "0": "<b>עד מתי תאבל הארץ ועשב כל השדה ייבש.</b> עד כאן דברי הנביא ורוח הקודש משיבתו מרעת יושבי בה ספתה בהמות ועוף: ",
                "1": "<b>תאבל.</b> תחרב: ",
                "2": "<b>ספתה.</b> פוניד\"א בלעז: ",
                "3": "<b>כי אמרו.</b> יושבי הארץ הזאת: ",
                "4": "<b>לא יראה את אחריתנו.</b> אין גלוי לפניו מה יהיה בסופינו:\n"
            },
            "4": {
                "0": "<b>כי את רגלים רצתה וילאוך.</b> קרוביך הכהנים כמותך ואנשי עירך באים להורגך את רגלים. עם רגלים פיאוניד\"ש בלעז: ",
                "1": "<b>ואיך תתחרה את הסוסים.</b> לרוץ את הסוסים כלומר ומה קרוביך הכהנים באים להרגך כל שכן שיקומו להרגך שרי יהודה וזהו קצפי עליהם וזו היא הצלחת האויב וכן ת\"י דנא תיובתא וגו', ומדרש רבותינו אם על שכר שלש פסיעות שרץ נבוכדנצר לכבודי בימי מרודך בלאדן אתה תמה שהרביתי גדולתו כל כך מה תתמה עוד כשתראה שילום שכר שאשלם לצדיקים שרצו לפני כסוסים: ",
                "2": "<b>תתחרה.</b> אאטיר\"ש בלעז: ",
                "3": "<b>ובארץ שלום.</b> אשר אתה בוטח שם הלאוך: ",
                "4": "<b>ואיך תעשה בגאון.</b> שרי יהודה, וגאון הירדן משל הוא לפי שהוא מקום אריות ונמרים וכן למדנו יונתן בהרבה מקומות וכאן תירגם ואכדין את מדמי לקבל חיות ברא די ברום ירדנא והנה כאריה יעלה מגאון הירדן (לקמן ט) ת\"י בשתי מקומות כאריה דסליק מרום ירדנא:\n"
            },
            "5": {
                "0": "<b>קראו אחריך מלא.</b> קבוצת אנשים:\n"
            },
            "6": {
                "0": "<b>ידידות נפשי.</b> עם סגולתי:\n"
            },
            "7": {
                "0": "<b>נתנה עלי בקולה.</b> עלתה לפני צעקת חמסיה:\n"
            },
            "8": {
                "0": "<b>העיט צבוע.</b> הה\"א תמוה לכך הוא נקוד פת\"ח הכי הם עוף צבוע מגואל בדם ששאר העופות נאספים עליו, ד\"א העיט צבוע עוף אחד שהוא צבוע וכל העופות נאספים עליו לאוכלו ששונאים אותו: ",
                "1": "<b>העיט סביב עליה.</b> שמא עוף שמים הם אלו החיילות הגדודים הקלים אשר סביביה: ",
                "2": "<b>התיו.</b> בואו:\n"
            },
            "9": {
                "0": "<b>רועים רבים.</b> ראשי גייסות של חיל נבוכדנצר כמו שנאמר למעלה אליה יבאו רועים ועדריהם (לעיל ו): ",
                "1": "<b>בססו.</b> ל' מרמס וכן והיו כגבורים בוסים בטיט חצות (זכריה י׳:ה׳): ",
                "2": "<b>חלקת.</b> קנפני\"א בלעז:\n"
            },
            "10": {
                "0": "<b>אבלה עלי.</b> לפני:\n"
            },
            "12": {
                "0": "<b>זרעו חטים וקוצים קצרו.</b> התפללו ולא נתקבלה תפלתם למה לפי שלא נרו להם ניר תשובה ומעשים טובים לכך זרעו אל קוצים, ספר שנקוד בו זרעו בחירי\"ק הזיי\"ן שיבוש הוא: ",
                "1": "<b>נחלו.</b> ל' חולי נחלו במכאובם וצעקתם לפני ולא יועילו: ",
                "2": "<b>מתבואותיכם.</b> ממעשיכ':\n"
            },
            "13": {
                "0": "<b>שכיני הרעים.</b> מצרים עמון ומואב וצור וצידון שהיו שכני ארץ ישראל ומזיקין אותם:\n"
            },
            "14": {
                "0": "<b>אשוב ורחמתים.</b> כולן לקו סמוך לחורבן הבית ובכולם נאמר ושבתי את שבות בספר זה:\n"
            },
            "15": {
                "0": "<b>אם למוד ילמדו.</b> אם יאמינו בה': ",
                "1": "<b>ונבנו.</b> לשון בנין:\n\n"
            }
        },
        "12": {
            "0": {
                "0": "<b>אזור.</b> פורצינ\"ט בלעז: ",
                "1": "<b>ובמים לא תביאהו.</b> לכבסו כשיהא מלא זיעה כדי שימהר לירקב:\n"
            },
            "6": {
                "0": "<b>לא יצלח לכל.</b> אינו ראוי לכלום:\n"
            },
            "9": {
                "0": "<b>ויהי כאזור הזה.</b> גאונם יהיה כאזור הזה הנרקב:\n"
            },
            "11": {
                "0": "<b>נבל.</b> כלי חרס הוא ועשוי להכניס בו יין:\n"
            },
            "13": {
                "0": "<b>ונפצתים איש אל אחיו.</b> אכה זה על זה עד שישברו חתיכות דקות כמו ככלי יוצר תנפצם (תהלים ב) ונפץ את עולליך (שם קלז) וכן כל ניפוץ שבמקרא: ",
                "1": "<b>והאבות והבנים.</b> אנפץ זה אצל זה:\n"
            },
            "15": {
                "0": "<b>יתנגפו.</b> יכשלו אצופי\"ר בלעז: ",
                "1": "<b>הרי נשף.</b> הרי חשך בלכתם בגולה: ",
                "2": "<b>ושית לערפל.</b> כמו ולשית את האור לערפל:\n"
            },
            "16": {
                "0": "<b>מפני גוה.</b> מפני גדולה שלכם שתתבטל ד\"א מפני גאותה של מלכות שמים שתנתן לאלילים של כשדים:\n"
            },
            "17": {
                "0": "<b>למלך ולגבירה.</b> יהויכין ואמו: ",
                "1": "<b>ירד מראשותיכם.</b> וושטרי קאי\"ץ בלעז עלייתכם כמו שנאמר (מלכים ב כח) ויצא אליו יהויכין הוא ואמו ועבדיו וכולם הוליכם בגולה:\n"
            },
            "18": {
                "0": "<b>ערי הנגב סגרו.</b> לפני הבאין עליהם מן הצפון ערי א\"י סגורות מאימת נבוכדנצר: ",
                "1": "<b>הגלת שלומים.</b> לא ילחם יהויכין כי לשלום יצא ויגלהו, ל\"א שלומים גרדונאמינ\"ץ בלעז כלומר תשלום עוונם וכן ת\"י איתקבלו תושלמת חוביהון:\n"
            },
            "19": {
                "0": "<b>שאו עיניכם וראו.</b> את הבאים עליכם מצפון: ",
                "1": "<b>איה העדר נתן לך.</b> אחר שיגלו יאמר לירושלים כן:\n"
            },
            "20": {
                "0": "<b>מה תאמרי כי יפקוד.</b> הקב\"ה עליך: ",
                "1": "<b>למדת אותם עליך אלופים לראש.</b> שלחתם אליהם מלאכים לכשדיים להביא משם אלילים שלהם לעבדם כמו שנא' (ביחזקאל כ״ג:ט״ז) ותעגבה עליהם למראה עיניה ותשלח מלאכים אליהם כשדימה, ד\"א למדת אותם עליך אלופים חזקיהו שהראה לשלוחי מרודך בלאדן את כל בית נכאתה (ישעיהו ל״ט:א׳):\n"
            },
            "21": {
                "0": "<b>שוליך.</b> שיפולי הבגדים טי\"ש אורלא\"ש בלעז כשמפשיטין את האשה דרך בזיון מהפכין חלוקה מלמטה למעלה: ",
                "1": "<b>נחמסו עקביך.</b> נגזרו דרכיך, נחמסו כמו ויחמס כגן שוכו (איכה ב׳:ו׳): ",
                "2": "<b>עקביך.</b> טרצי\"ש בלעז פסקו עוברי דרכים:\n"
            },
            "22": {
                "0": "<b>כושי.</b> שם אדם שחור וקורין מא\"ר בלעז: ",
                "1": "<b>ונמר.</b> ליאפר\"ט בלעז: ",
                "2": "<b>חברבורותיו.</b> הנמר מנומר הוא והם החברבורות טק\"ש בלעז ואי אפשר שיהפכו: ",
                "3": "<b>הרע.</b> כמו להרע:\n"
            },
            "24": {
                "0": "<b>מנת מדיך.</b> חלק מדותיך מדה כנגד מדה:\n"
            },
            "25": {
                "0": "<b>חשפתי שוליך.</b> גיליתי שיפולי בגדיך להפכם על פניך:\n"
            },
            "26": {
                "0": "<b>מצהלותיך.</b> כצהלת סוסים נואפים: ",
                "1": "<b>אחרי מתי.</b> תטהרי עוד:\n\n"
            }
        },
        "13": {
            "0": {
                "0": "<b>דברי הבצרות.</b> שיביא עליהם רעב ומנחם חברו ל' מבצר כמו ומבצר משגב חומותיך (ישעיהו כ״ה:י״ב):\n"
            },
            "1": {
                "0": "<b>ושעריה.</b> עריה: ",
                "1": "<b>וצוחת ירושלם.</b> צעקת ירושלים כמו מראש הרים יצוחו (שם מב):\n"
            },
            "2": {
                "0": "<b>על גבים.</b> בורות שהמים מתכנסים בהם: ",
                "1": "<b>שבו כליהם ריקם.</b> שלא ירד מטר: ",
                "2": "<b>וחפו.</b> ל' כסוי:\n"
            },
            "3": {
                "0": "<b>אכרים.</b> בובייר\"ש בלעז:\n"
            },
            "4": {
                "0": "<b>ילדה ועזוב.</b> את ולדה לבקש לה מרעה:\n"
            },
            "5": {
                "0": "<b>על שפיים.</b> יבלי מים ריבייר\"ש בלעז:\n"
            },
            "6": {
                "0": "<b>ענו בנו.</b> העידו בנו: ",
                "1": "<b>עשה למען שמך.</b> עשה מה שתעשה עמנו למען שם גדול שיצא לך שאתה מושל בכל ואנחנו עמך וצאן מרעיתך ולא נאה שתתן שם נצחונך לאלילים ומדרש אגדה יש למען שמך וכו':\n"
            },
            "7": {
                "0": "<b>מקוה.</b> תוחלת:\n"
            },
            "8": {
                "0": "<b>נדהם.</b> רקרו\"ץ בלעז מושך ידו מן המלחמה וי\"א רקריאנ\"ץ בלעז: ",
                "1": "<b>ושמך עלינו נקרא.</b> לפיכך אין כבודך בכך: ",
                "2": "<b>תנחנו.</b> פי' כמו תעזבנו:\n"
            },
            "9": {
                "0": "<b>כן אהבו לנוע.</b> כן כמה שגזרתי עליהם גולה במצרים ובבל אהבו שם להיות גולים לעבוד אליליהם הרחוקו':\n"
            },
            "13": {
                "0": "<b>ואליל.</b> ל' אל דבר שאינו:\n"
            },
            "16": {
                "0": "<b>נחלה מאד.</b> ל' חולי:\n"
            },
            "17": {
                "0": "<b>סחרו.</b> סבבו לבקש הצל': ",
                "1": "<b>אל ארץ ולא ידעו.</b> אל ארץ אחרת ולא היו יודעין בה עד הנה:\n"
            },
            "18": {
                "0": "<b>אם בציון געלה נפשך.</b> על מנת שלא לשוב עליה כי אם דעתך לשוב מדוע הכיתה באין מרפא:\n"
            },
            "20": {
                "0": "<b>למען שמך.</b> שנקראת רחום: ",
                "1": "<b>כסא כבודך.</b> בה\"מ, ומדרש אגדה ישראל החקוקים בכסא כבודך:\n"
            },
            "21": {
                "0": "<b>ואם השמים יתנו רביבים.</b> מאיליהם אם לא על פיך בתמיה כל תמיהה הכפולה הראשונה בה\"א והשנייה באם כגון הבמחנים אם במבצרים (במדבר י״ג:י״ט) הטובה היא אם רעה (שם) המאוס מאסת אם בציון געלה נפשך (כאן) אף כאן היש בהבלי הגוים ואם השמים:\n\n"
            }
        },
        "14": {
            "0": {
                "0": "<b>משה ושמואל.</b> שניהם נזקקו לבקש רחמים על ישראל ומתחלה החזירום למוטב ואח\"כ התפללו עליהם ולא עלה בלבם להשיב אפי עד שהחזירום למוטב, משה שימו איש חרבו וגו' (שמות ל״ב:ל׳) ויזר על פני המים וגו' (שם) ואח\"כ אעלה אל ה' אולי אכפרה, שמואל במצפה ויסירו בני ישראל את הבעלים (שמואל א ז׳:ה׳) ואח\"כ קבצו את כל ישראל המצפתה ואתפלל עליכם (שם) אתה אינך יכול להשיבם אלי לכך אל תתפלל עליהם: ",
                "1": "<b>נפשי.</b> רצוני:\n"
            },
            "1": {
                "0": "<b>אשר למות וגו'.</b> כל המאוחר בפ' קשה מחבירו חרב קשה ממות מיתת חרב מנוולת ומיתה על מטתו אינה מנוולת וכן הוא אומר (תהילים קט״ז:ט״ו) יקר בעיני ה' המותה לחסידיו רעב קשה מחרב שזה מצטער וזה אינו מצטער וכן הוא אומר טובים היו חללי חרב מחללי רעב שבי כולהו איתנהו בגוה:\n"
            },
            "2": {
                "0": "<b>ופקדתי.</b> לשון מינוי ופקידות: ",
                "1": "<b>לסחוב.</b> לגרר וכן אם לא יסחבום (לקמן מט):\n"
            },
            "3": {
                "0": "<b>לזעוה.</b> מגזרת לא קם ולא זע (אסתר ה׳:ט׳) וכמוהו גאוה מגזרת גא מאד (ישעיה טו): ",
                "1": "<b>לכל ממלכות הארץ.</b> כל השומע רעה שבאה עליהם יזוע:\n"
            },
            "4": {
                "0": "<b>ינוד.</b> יקונן: ",
                "1": "<b>ומי יסור.</b> אליך לנטות מדרכו אליך לשאול לך לשלום:\n"
            },
            "5": {
                "0": "<b>נלאתי הנחם.</b> כמה פעמים חשבתי להשחית ונחמתי על הרעה עתה נלאיתי הנחם, הנחם דפורפנשי\"ר בלעז:\n"
            },
            "6": {
                "0": "<b>במזרה.</b> נפה שקורין וו\"ן בלעז כזה שהוא זורה שעורין שלא יהו כולן גולין למקום אחד:\n"
            },
            "7": {
                "0": "<b>עצמו לי.</b> רבו לפני אלמנותיו: ",
                "1": "<b>על אם.</b> על ירושלים שהיתה עיר ואם בישראל: ",
                "2": "<b>ובצהרים.</b> הכל יהא גלוי לפניו כל גנזי מטמונם: ",
                "3": "<b>הפלתי עליה פתאום עיר.</b> השכנתי עליהם פתאום גייסות של עיר ובהלות רבות, ויש פותרים עיר ל' שונא כמו ויהי עריך (שמואל א כ״ח:ט״ז) ופשרי' לערך (דניאל ג):\n"
            },
            "8": {
                "0": "<b>אמללה יולדת השבעה.</b> שומרון וכנסייה של עשרת שבטים שעמדו מהם ז' משפחות כבר אומללה וגלתה ושאריתם. אלו יהודה וקצת בנימן שנשתיירו בישראל לחרב אתן אלו הן שבע משפחות ירבעם בן נבט וביתו בעשא וביתו עמרי וביתו יהוא וביתו מנחם וביתו פקח וביתו הושע וביתו: ",
                "1": "<b>נפחה נפשה.</b> ל' דאבה נפשה מתרגמינן ודאבון נפש (דברים כ״ח:ס״ה) ומפחן נפש: ",
                "2": "<b>בעוד יומם.</b> בלא זמנם מהרו ליפול כך נדרש במס' גיטין, ובמדרש רבי תנחומא דרשו כלפי ירושלים ומונה שבעה רשעים יהורם יהואש אחז מנשה אמון יהויקים צדקיהו אך יש למנות עוד רחבעם אביה אמציה אחזיה: ",
                "3": "<b>וחפרה.</b> ל' בושת:\n"
            },
            "9": {
                "0": "<b>אוי לי אמי.</b> ירמיה היה מתאונן על עצמו שהיו שונאין אותו בני עירו על דברי תוכחותיו: ",
                "1": "<b>ואיש מדון.</b> איש מריבה כמו לא ידון רוחי (בראשית ו׳:ג׳): ",
                "2": "<b>לא נשיתי.</b> כמו לא תהיה לו כנושה (שמות כ״ב:כ״ד): ",
                "3": "<b>כלה מקללוני.</b> איני רב עמהם על עסקי ממון שיש לי עליהם ולא להם עלי והרי כל העם מקללני:\n"
            },
            "10": {
                "0": "<b>שריתיך.</b> השארתיך ל' שארית וכן פתרו מנחם אבל דונש פתר אותו ל' התרה ושריתיך כמו (דניאל ה׳:י״ב) משרי קטרין ופתרון שריתיך כן הוא שנאמר הנה פתחתיך היום מן האזיקים (לקמן מ) כלומר ביום אשר הקים ה' את דברו נאמר לו ועתה הנה פתחתיך היום מן האזיקים אשר על ידיך אם טוב בעיניך לבוא אתי בבלה, וגם ישראל בקשו ממנו שיתפלל בשבילם כאשר נאמר לו התפלל בעדינו אל ה' אלהינו כי נשארנו מעט מהרבה (לקמן מב): ",
                "1": "<b>אם לא.</b> ל' שבוע': ",
                "2": "<b>הפגעתי בך בעת רעה.</b> את האויב כשתבא עליהם הרעה יפגעו בך שתבקש רחמים עליהם כגון צדקיה אמר לו דרש נא בעדנו את ה' וגו' ד\"א נבוזראדן יבקש מאתך אם טוב בעיניך לבא אתי בבלה (לקמן מ):\n"
            },
            "11": {
                "0": "<b>הירוע ברזל ברזל מצפון.</b> אומר אני ברזל הבא מצפון קשה משאר ברזל וכן פתרונו הם נמשלו לברזל הולכי רכיל נחשת וברזל (לעיל ו) ובירמיה נאמר נתתיך לעמוד ברזל ולחומת נחשת (לעיל א) ושלו חזק משלהם כי נבוכדנצר מצפון יבא כדבריו עליהם: ",
                "1": "<b>הירוע.</b> הירוצץ ברזל שלהם את שלך, ד\"א הירוצץ פרעה הבא בעזרתכם שהוא קשה כברזל את נבוכדנצר שהוא ברזל הבא מצפון ונחשת ותרגום יונתן נוטה לצד זה:\n"
            },
            "12": {
                "0": "<b>חילך.</b> ל' ממון: ",
                "1": "<b>ואוצרותיך</b> לישראל הוא אומר: ",
                "2": "<b>ובכל חטאתיך.</b> ולמען כל חטאתיך תהי זאת לך: ",
                "3": "<b>ובכל גבוליך.</b> אשר העמדת אלילים בכולן: "
            },
            "14": {
                "0": "<b>אל לארך אפך תקחני.</b> תרגום יונתן לא תתן ארכא לעולבני אל תקח את ריבי להניחו לארך אפך אלא מהר והנקם לי: ",
                "1": "<b>שאתי.</b> כמו סבלתי: ",
                "2": "<b>עליך.</b> בשבילך:\n"
            },
            "15": {
                "0": "<b>נמצאו דבריך ואוכלם.</b> לתאוה מתחלה והיו לששון כי דמיתי שישמעו אלי עתה:\n"
            },
            "16": {
                "0": "<b>מפני ידך.</b> מפני נבואה הבאה לי מאתך: ",
                "1": "<b>ישבתי.</b> יחידי ומשתומם באבילות כי נבואת זעם מלאתני בחורבן ביתך:\n"
            },
            "17": {
                "0": "<b>אנושה.</b> חולה כמו ויאנש ויחלה בבנה של בת שבע: ",
                "1": "<b>היו תהיה לי.</b> אתה הוי לי כמו אכזב. כאדם שמבטחו נפסק ממנו שאתה מניחני להצטער בידם, אכזב מקור פוסק פייליינ\"ץ בלעז: ",
                "2": "<b>מים לא נאמנו.</b> לסמוך עליהם:\n"
            },
            "18": {
                "0": "<b>לכן.</b> בעבור שאני סובל הצרות האלה: ",
                "1": "<b>כה אמר ה'.</b> לי: ",
                "2": "<b>אם תשוב.</b> אתה ישראל ע\"י ואשיבך אני אליו אמר לי לפני תעמוד: ",
                "3": "<b>ואם תוציא יקר מזולל.</b> אם תוציא אדם הגון מאדם רשע שתחזירנו למוטב: ",
                "4": "<b>כפי תהיה.</b> שאני גוזר גזירה ואתה מבטלה: ",
                "5": "<b>ישובו המה אליך ואתה לא תשוב אליהם.</b> יתובון אינון לפתגמך ואת לא תתוב למטעי בתריהון:\n\n"
            }
        },
        "15": {
            "4": {
                "0": "<b>בית מרזח.</b> משתה בספרי בפרשת בית פעור ראיתי חזרו לעשות להם מרזיחין אבל רבותינו פירשו מרזח אבל: ",
                "1": "<b>תנוד.</b> תקונן: ",
                "2": "<b>כי אספתי את שלומי וגו'.</b> כשהיה אברהם אביהם עושה צדקה ומשפט נתתי לזרעו חסד ורחמים ושמר ה' אלהיך לך וגו' (דברים ז׳:י״ב) ונתן לך רחמים (שם יג) הם הפכו ללענה משפט וצדקה לארץ הניחו (עמוס ה׳:ז׳) אף אני חזרתי ואספתי אלי את חסדי ואת רחמי: ",
                "3": "<b>אספתי.</b> אטואי\"ש בלעז כמו אסף אלהים את חרפתי (בראשית ל׳:כ״ג):\n"
            },
            "5": {
                "0": "<b>ומתו גדולים וקטנים.</b> ואחר שהכל מתים מה לך לספוד: ",
                "1": "<b>ולא יתגודד ולא יקרח להם.</b> דרך האבלים להתגודד ולשרוט בשרם ולקרוח קרחה בראשם ומכל מקום לישראל אסור ולא הזכירו כאן אלא לדוגמת אבל:\n"
            },
            "6": {
                "0": "<b>ולא יפרסו.</b> ל' שבירה כמו (דניאל ה׳:כ״ה) מנא מנא תקל ופרסין שמברין את האבלים ברחבה ופורסין להם ברכת המוציא כי הוא יברך הזבח (שמואל א ט׳:י״ג) תירגם יונתן ארי הוא פריס על מזונא: ",
                "1": "<b>ולא ישקו אותם וגו'.</b> הרי טעם למה שאמרתי אל תלך לספוד:\n"
            },
            "7": {
                "0": "<b>ובית משתה.</b> אשר אמרתי לך למעלה לא תבא זה הטעם הנני משבית מן המקום הזה וגו':\n"
            },
            "12": {
                "0": "<b>תרגם יונתן ותפלחון תמן לעממיא פלחי טעוותא (יד) לכן.</b> לשון שבועה אף על פי שבגדתם בי שבועה היא בידי שאגאול אתכם: ",
                "1": "<b>ולא יאמר עוד וגו'.</b> רבותינו דרשו (ברכות יב) לא שתעקר יציאת מצרים ממקומה אלא גאולה אחרונה עיקר ויציאת מצרים טפל לה:\n"
            },
            "15": {
                "0": "<b>ודיגום.</b> מה הדייג שולהו מתוך מקום גדולו אף אלו ילכדו אותם בתוך העיר ומה עסקו של דג משנלכד הוא מת כך אביא עליהם הורגים ואח\"כ אשלח צידים לנשארים ולבורחים מן החרב על ההרים והגבעות וצדום להגלותם בשבי:\n"
            },
            "17": {
                "0": "<b>משנה עונם.</b> את ששנו על עונם לעשות עונות אבותיהם ויונתן תירגם כן ואשלם לתניינין כקדמאין על חד תרין:\n"
            },
            "18": {
                "0": "<b>ה' עוזי ומעוזי ומנוסי.</b> אנטיפויימאנ\"ט בלעז ומנחם חברו ל' פלא כמו נתת ליראיך נס להתנוסס (תהילים ס׳:ו׳) וכן ה' נסי (שמות ז) ודונש פתר אותו ל' מנוס ממש: ",
                "1": "<b>אליך גוים יבאו.</b> סוף האומות לשוב אליך ולעבדך שכם אחד ועמך איך עשו להם אלהים והמה לא אלהים: ",
                "2": "<b>מאפסי.</b> כמו מקצה: ",
                "3": "<b>נחלו.</b> ל' נחלה: ",
                "4": "<b>מועיל.</b> ל' תועלת:\n"
            },
            "20": {
                "0": "<b>כי שמי ה'.</b> כמשמעו מושל ושליט לקיים גזרתי:\n\n"
            }
        },
        "16": {
            "0": {
                "0": "<b>בעט ברזל.</b> משל הוא כלומר חקוקה בשיקוע ואין נוחה למחוק, ומדרש אגדה בעט ברזל בצפורן שמיר על ידי ירמיה שנקרא עמוד ברזל ועל ידי יחזקאל שנאמר לו כשמיר חזק מצור נתתי מצחך: ",
                "1": "<b>חרושה.</b> חקוקה כזה שהוא חורש בעומק: ",
                "2": "<b>על לוח לבם.</b> שאינם שוכחין עכו\"ם שלהם:\n"
            },
            "1": {
                "0": "<b>כזכור בניהם מזבחותם.</b> כזכירת בניהם כן היתה להם זכירת מזבחותם כאדם שיש לו געגועין על בנו: ",
                "1": "<b>ואשריהם.</b> אשר על עץ רענן על עץ כמו אצל וכת\"י תחות כל אילן עבוף:\n"
            },
            "2": {
                "0": "<b>הררי בשדה.</b> ירושלים היושבת בהר המישור כל סביב העיר מישור שדה ול' הררי כמו ערבי (ישעיה יג) על שם שיושב בערבה מונטיינד\"ש בלעז יושבי ההר (ס\"א יושבת ההר): ",
                "1": "<b>חילך.</b> כמו ממונך: ",
                "2": "<b>במותיך בחטאת.</b> במותך עשויות בחטא לשם עכו\"ם בכל גבוליך:\n"
            },
            "3": {
                "0": "<b>ושמטתה.</b> על כרחך תשמט ארצך את אשר לא שבתה בשבתותיכם שאמרתי לכם ושבתה הארץ (ויקרא כ״ה:ב׳): ",
                "1": "<b>ובך.</b> אנקם מחמת נחלתך אשר נתתי לך שלא עשית רצוני להשמיטה, ד\"א ובך מנחלתך ובך אנקם מנחלתך שאגלה אותך ממנה: ",
                "2": "<b>כי אש קדחתם באפי.</b> יקדתם בנחירי:\n"
            },
            "4": {
                "0": "<b>אשר יבטח באדם.</b> בחרישו וקצירו לומר אזרע בשביעית ואוכל: ",
                "1": "<b>זרועו.</b> כמו עזרו וכן תרגם יונתן רוחצניה: ",
                "2": "<b>ומן ה' יסור לבו.</b> שהבטיחו וצויתי את ברכתי לכם (שם) כך שמעתי:\n"
            },
            "5": {
                "0": "<b>כערער.</b> כעץ יחידי ל' ערירי (בראשית טו) ויש אומר דגאשטי\"ה בלעז ומנחם פי' שם עץ מעצי היער וערער שמו וכן פי' כערער במדבר עץ אחד מעצי היער: ",
                "1": "<b>בערבה.</b> לשון מישור: ",
                "2": "<b>חררים.</b> יובש כמו חרה מני חורב (איוב ל׳:ל׳): ",
                "3": "<b>ארץ מליחה.</b> ארץ שהיא מליחה ולא תהא מיושבת:\n"
            },
            "7": {
                "0": "<b>ולא יראה.</b> העץ כי יבא חום: ",
                "1": "<b>בצורת.</b> ל' רעב פאמצ\"א בלעז, ל\"א בצורת ל' מבצר וכן חברו מנחם: ",
                "2": "<b>לא ידאג.</b> לא יפחד:\n"
            },
            "8": {
                "0": "<b>עקוב הלב.</b> מלא תואנה ועקובה מכל רעה: ",
                "1": "<b>ואנוש.</b> לשון חולי וחליו הוא זה: ",
                "2": "<b>מי ידענו.</b> הוא סבור מי ידענו אני ה' חוקרו:\n"
            },
            "10": {
                "0": "<b>קורא דגר.</b> קוק\"ו גלונצנ\"ט בלעז: ",
                "1": "<b>ולא ילד.</b> הקורא הזה מושך אחריו אפרוחים שלא ילד דגר. ציפצוף שמצפצף העוף בקולו למשוך אפרוחין אחריו ואלו שהקורא דגר לא ילכו אחריו משיגדלו שאינם מינו כך עושה עושר ולא במשפט: ",
                "2": "<b>יהיה נבל.</b> מתקרי רשיעא:\n"
            },
            "11": {
                "0": "<b>כסא כבוד וגו'.</b> לפי שבא לומר כל עוזביך יבושו מתחיל בקילוסו של מקום ומדבר לפניו אתה שכסא כבוד ומרום מראשית בריאת עולם ומכוון כנגד מקדשנו:\n"
            },
            "12": {
                "0": "<b>מקוה ישראל.</b> ה' יושב עליו לפיכך כל עוזביך יבושו: ",
                "1": "<b>וסורי בארץ יכתבו.</b> אותם שסרים מדברי שאינם שומעים שליחותי בקברות תחתיות ארץ יכתבו:\n"
            },
            "13": {
                "0": "<b>כי תהלתי אתה.</b> בך אני מתהלל ומתפאר לומר שאתה מושיעי: ",
                "1": "<b>תהלתי.</b> וונטנצ\"א בלעז:\n"
            },
            "14": {
                "0": "<b>איה דבר ה'.</b> הפורעניות שאתה מתנבא:\n"
            },
            "15": {
                "0": "<b>ואני לא אצתי.</b> לא מהרתי לזרזך להביאם מהיות רועה טוב מחזר אחריך לבקש עליהם רחמים: ",
                "1": "<b>ויום אנוש.</b> חולי של פורענות לא התאויתי וי\"ת ואנא לא ענבית על מימרך מלהתנבאה עליהון לאתבותהון לדחלתך ולפי התרגום יהיה אצתי ל' עכוב כלומר לא עכבתי מלומר להם שליחותיך ולהשיבם אליך אם היו שומעים אלי: ",
                "2": "<b>מוצא שפתי נוכח פניך היה.</b> להשיב את חמתך מהם:\n"
            },
            "16": {
                "0": "<b>אל תהיה לי למחתה.</b> אל יהי שליחותיך למחתה:\n"
            },
            "17": {
                "0": "<b>יבושו רודפי.</b> אנשי ענתות לבדם:\n"
            },
            "22": {
                "0": "<b>ולא שמעו.</b> אבותיכם למה שצויתים:\n"
            },
            "25": {
                "0": "<b>ובאו.</b> כמו ולבא:\n\n"
            }
        },
        "17": {
            "2": {
                "0": "<b>על האבנים.</b> על סדנא פורמא\"ש בלעז:\n"
            },
            "3": {
                "0": "<b>אשר הוא עושה בחומר.</b> אשר הוא עושה מן החומר נשחת ביד היוצר בעודו לח ומקרא מסורס הוא:\n"
            },
            "7": {
                "0": "<b>מרעתו אשר דברתי עליו.</b> מעבירות שבידו אשר בשבילו דברתי עליו לנתוש ולנתוץ אשרפורק\"י בלעז: ",
                "1": "<b>ונחמתי.</b> וחשבתי מחשבה אחרת:\n"
            },
            "11": {
                "0": "<b>ואמרו נואש.</b> וידעתי שהם יאמרו לך על דבריך שאין חוששין להם:\n"
            },
            "12": {
                "0": "<b>שערורית.</b> דבר גנאי:\n"
            },
            "13": {
                "0": "<b>היעזוב מצור שדי שלג לבנון.</b> היעזוב אדם הצריך לשתות מים הנוזלים מצור שבשדות הבאים משלג הלבנון שהוא נקי: ",
                "1": "<b>אם ינתשו מים זרים.</b> או אם יעזבו מים חיים נובעים שהם זרים עד הנה מכל אדם והם קרים זרים הם נובעים וזה יוכיח אני קרתי ושתיתי מים זרים (ישעיהו ל״ז:כ״ה) ומנחם חברו זרים עם לא זורו ולא חובשו (שם א) ל' מימי תרופה ונתן טעם לדבריו ואמר כי אם בקש לדבר בלשון זרם היה מכפיל את המ\"ם והיה מוסיף יו\"ד מ\"ם והיה אומר זרומים לרבות המים ולהיותם זרמים שדי. כמו שדה: ",
                "2": "<b>קרים.</b> פריוודא\"ש בלעז: ",
                "3": "<b>נוזלים.</b> קוראנ\"ץ בלעז ועוד יש לפתרו אם ינתשו להיות מים זרים נמאסים המים שהם קרים נוזלים (זרים ללשון ראשון הוא לשון זרם ללשון שני הוא ל' זרות כלומר מים מאוסים):\n"
            },
            "14": {
                "0": "<b>כי.</b> כן עשו עמי אשר שכחוני ולשוא יקטרו: ",
                "1": "<b>שבילי עולם.</b> שבילים המתוקנים אמרו שהם מכשול כדי ללכת דרך לא סלולה לא כבושה:\n"
            },
            "15": {
                "0": "<b>שריקות.</b> העובר על חרבות שראה כבר בבניינים טובים רגיל לשרוק: ",
                "1": "<b>ישום.</b> יתמה:\n"
            },
            "16": {
                "0": "<b>עורף ולא פנים.</b> כשיברחו מפני האויב: ",
                "1": "<b>אראם.</b> ולא אושיעם:\n"
            },
            "17": {
                "0": "<b>ויאמרו לכו וגו'.</b> ירמיה היה קובל על אנשי ענתות ואומר שאומרים כן: ",
                "1": "<b>תורה מכהן.</b> שעל הכהנים להורות תורה שנאמר יורו משפטיך ליעקב (דברים לג): ",
                "2": "<b>ודבר מנביא.</b> דברי נבוא': ",
                "3": "<b>ונכהו בלשון.</b> ונסהדיניה סהדותא דשקר:\n"
            },
            "20": {
                "0": "<b>והגירם.</b> (הורידם ע\"י חרב) לשון עיני נגרה (איכה ג) כמים המוגרים (מיכה א): ",
                "1": "<b>על ידי חרב.</b> ע\"י גייסות: ",
                "2": "<b>ואנשיהם.</b> של האלמנות יהיו הרוגי מלאך המות:\n"
            },
            "21": {
                "0": "<b>כי כרו שוחה.</b> שחשדוהו מאשת איש שנאמר (משלי כג) כי שוחה עמוקה זונה:\n"
            },
            "22": {
                "0": "<b>אל תמחי.</b> אל תהי מחויה ולפי שהוא ל' נקבה נתן בו יו\"ד ואף היא יתירה כיו\"ד של ותזני בם (יחזקאל טו):\n\n"
            }
        },
        "18": {
            "0": {
                "0": "<b>בקבוק.</b> צלוחית: ",
                "1": "<b>יוצר חרש.</b> כלומר של יוצר שהוא של חרש: ",
                "2": "<b>ומזקני העם.</b> הלוך עמך ומזקני העם מוסב על הלוך ומזקני העם עמך:\n"
            },
            "1": {
                "0": "<b>שער החרסית.</b> שער האשפות ששם זורקין חרסים הנשברים וכן ת\"י תרע קילקלתא:\n"
            },
            "2": {
                "0": "<b>תצלנה.</b> טינטני\"ר בלעז ל' מצלתים (ד\"ה א טו) בצלצלי שמע (תהלים קנ):\n"
            },
            "3": {
                "0": "<b>וינכרו.</b> עשאוהו נכרי לפני:\n"
            },
            "6": {
                "0": "<b>ובקותי.</b> ורוקנתי ל' בוקה ומבוקה (נחום ב׳:י״א) ועל שם בקבוק שהוא מדבר בו לקח לשונו כן:\n"
            },
            "8": {
                "0": "<b>ובמצוק.</b> לשון צרה כמו צוקה:\n"
            },
            "10": {
                "0": "<b>(אשר לא יוכל להרפה.</b> אהעם קאי אבל העיר אעש' כתופת ואטהר לעתיד):\n"
            },
            "11": {
                "0": "<b>העיר הזאת כתופת.</b> כולה מליאה הרוגים כמו התופת שהורגין שם את הילדים למולך:\n\n"
            }
        },
        "19": {
            "1": {
                "0": "<b>המהפכת.</b> שם מקום האסורים וי\"ת לכיפתא ארוולו\"ר בלעז:\n"
            },
            "2": {
                "0": "<b>מגור.</b> יראה: ",
                "1": "<b>לא פשחור קרא ה' שמך וגו'.</b> לא נקרא שמך פשחור אלא בשביל דבר זה כלומר פשח שחור כמו אילן שנפשח וכן ויפשחני (איכה ג) וכן אמר לו לא פשחור קרא שמך שלשון פשחור משמע אדם גדול ובן חורין פש חור אלא לכך נקרא שמך פשחור פשח שחור, ד\"א פש סחור רבים סביבותיך להרוג וללשון זה מגור הוא ל' אסיפה כמו מגורי אל חרב (יחזקאל כ״א:י״ז):\n"
            },
            "4": {
                "0": "<b>חוסן.</b> ממון:\n"
            },
            "6": {
                "0": "<b>פתיתני.</b> ללכת בשליחותך: ",
                "1": "<b>.</b> חזקתני הכבדת עלי ידך החזקה ללכת על כרחי: ",
                "2": "<b>ותוכל.</b> ונצחת: ",
                "3": "<b>כולה.</b> כל העם לועג לי:\n"
            },
            "7": {
                "0": "<b>מדי אדבר.</b> בכל עת שאדבר אליהם אני צריך לזעוק ולהרים קול ואיני קורא אליהם טובה כי אם נבואות חמס ושוד: ",
                "1": "<b>כי יהיה דבר ה' לי.</b> לפיכך דברו לי חרפה שהם מחרפים אותי: ",
                "2": "<b>ולקלס.</b> ולדבור כמו וקלסה:\n"
            },
            "8": {
                "0": "<b>ואמרתי לא אזכרנו.</b> ואם אמר לי לבי שלא לילך בשליחותו עוד: ",
                "1": "<b>והיה בלבי.</b> הנבואה כאש בוערת ועל כרחי אני צריך לילך: ",
                "2": "<b>עצור בעצמותי.</b> וכנוס בעצמותי: האש: ",
                "3": "<b>כלכל.</b> לסבול האש:\n"
            },
            "9": {
                "0": "<b>כי שמעתי.</b> אני אמרתי שלא אזכרנו לפי ששמעתי דבת רבים אלו שמתלחשים עלי מגור. ל' אסיפה וכן ת\"י: ",
                "1": "<b>הגידו.</b> עליו עדות שקר: ",
                "2": "<b>ונגידנו.</b> ונעידנו ומנחם פי' הגידו ונגידנו כמו (דברים יד) לא תתגודדו וכן חבר לחלק יגיד רעים (איוב י״ז:ה׳) ל' השחתה כמו גודו אילנא (דניאל ג) ודונש פתר אותו לשון הגדה ממש וכה פתרונו הגידו עליו דברי שקר ונגידנו למלך ויש לנו כמו נגידנו דברים רבים במקרא אשר לא יכין פתרונו כי אם עד אשר יחלקון לשתי תיבות או לשלש כמו ולא יכלו דברו לשלום (בראשית לו) בני יצאוני (לעיל י): ",
                "3": "<b>שומרי צלעי.</b> מצפים שברי: ",
                "4": "<b>אולי יפותה.</b> לשמוע לנו ולטעות אחרינו:\n"
            },
            "10": {
                "0": "<b>כי לא השכילו.</b> לא הצליחו בעצתם:\n"
            },
            "13": {
                "0": "<b>ארור היום אשר ילדתי בו.</b> פוא\"י אינייניר\"ט בלעז היא שעת הריון ועל ידי אונס שמש חלקיהו אביו מטתו ביום שהיה בורח מפני מנשה שהיה הורג את הנביאים ושמש מטתו וברח:\n"
            },
            "14": {
                "0": "<b>שמח.</b> מ\"ם דגושה שהוא ל' תשמח אחרים ששמח את אביו בבשורתו (טז) כערים אשר הפך סדום ועמורה: ",
                "1": "<b>ולא נחם.</b> משגזר עליהם חורבן לא חשב מחשבה אחרת לבטל גזרתו (יז) אשר לא מותתני מלאך המות מרחם והרי זה מן המקראות קצרי דבור: ",
                "2": "<b>הרת עולם.</b> הריון של עולמית:\n"
            },
            "17": {
                "0": "<b>עמל ויגון.</b> חורבן בית המקדש:\n\n"
            }
        },
        "20": {
            "3": {
                "0": "<b>הנני מסב את כלי המלחמה.</b> יש בכם היודעי' להשביע את השרים של מעלה הממונים על הפורעניות להציל איש איש מן הרעה שהוא ממונה עליה ובכך אתם בוטחי' הנני מיסב את השררה של זה לזה ולא תדעו על מי תשביעו: ",
                "1": "<b>ואספתי אותם.</b> כלי מלחמה אל תוך העיר הזאת שאשחית אתכם בדבר ע\"י מלאך המות שהוא מן השרים העליונים וכן מפורש בענין בדבר גדול ימותו:\n"
            },
            "8": {
                "0": "<b>והיתה לו נפשו לשלל.</b> כאדם השולל שלל וחוטפו והולך לו כן תהיה לי נפשו שלולה מן המיתה מן ההורגים:\n"
            },
            "9": {
                "0": "<b>פני.</b> כתרגומו רוגזי:\n"
            },
            "11": {
                "0": "<b>מיד עושק.</b> טעמו למטה שאינו שם דבר אלא שם הגזלן העושק את אחרים: ",
                "1": "<b>ואין מכבה.</b> שלא ימלט לכם שריד:\n"
            },
            "12": {
                "0": "<b>יושבת העמק.</b> ירושלים היא בתוך עמק, ד\"א שהעמיק הקב\"ה עצה עליך להחריבך: ",
                "1": "<b>צור המישור הר שכל.</b> סביביו מישור: ",
                "2": "<b>מי יחת עלינו.</b> מי יחנה עלינו כמו כי שם ארם נחיתים (מלכים ב ו׳:ט׳):\n\n"
            }
        },
        "21": {
            "2": {
                "0": "<b>אל תונו.</b> זו אונאת דברים:\n"
            },
            "5": {
                "0": "<b>גלעד אתה לי וגו'.</b> אילו את חביב קדמי כבית מקדשא דרם בריש טוריא אם לא אשוינך מדברא: ",
                "1": "<b>גלעד אתה.</b> המקדש שממנו צרי ורפואה לכל העולם:\n"
            },
            "6": {
                "0": "<b>וקדשתי.</b> וזמנתי: ",
                "1": "<b>וכרתו מבחר ארזיך.</b> לפי שדמוהו ללבנון נופל כאן הל' הזה:\n"
            },
            "9": {
                "0": "<b>אל תבכו למת.</b> ליהויקים שימות לפני השער כשיסחבוהו להגלותו: ",
                "1": "<b>בכו להולך.</b> ליהויכין ולצדקיהו אמור מעתה חביבה מיתתו של יהויקים שנאמר בו ונבלתו תהיה מושלכת לחורב ביום ולקרח בלילה (לקמן לו) מחייו של יהויכין שנאמר בו וארוחתו ארוחת תמיד וגו' (לקמן נב):\n"
            },
            "10": {
                "0": "<b>אל שלום.</b> הוא צדקיהו וכך נקרא (בדה\"א ג) והרביעי שלום וקראו רביעי למלכות בבני יאשיהו שבתחלה מלך יהואחז ואח\"כ יהויקים ואחריו יהויכין ואחריו צדקיהו: ",
                "1": "<b>אשר יצא.</b> ואע\"פ שלא יצא עדיין מתנבא עליו כאלו יצא:\n"
            },
            "12": {
                "0": "<b>הוי בונה ביתו.</b> על יהויקים הוא אומר שהוא היה רשע וסוף הענין מוכיח לכן כה אמר ה' אל יהויקים וגו':\n"
            },
            "13": {
                "0": "<b>בית מדות.</b> בית גדול כמו אנשי מדות (במדבר י״ג:ל״ב) שיש בהן מה למדוד: ",
                "1": "<b>וקרע לו.</b> והרחיב לו, אחרים הגיהו וקרע לו ופתח לו וכן ותקרעי בפוך (לעיל יד) קרעת שמים ירדת (ישעיהו ס״ג:י״ט) כולן לשון פתיחה: ",
                "2": "<b>וספון בארז.</b> מסכך הגג בארזים: ",
                "3": "<b>ומשוח בששר.</b> ומצייר בסממנים, ת\"י בששר צבע הוא ממין הציורים, ל\"א ומשוח בששר כמו חוט המשחה אליינאנ\"ט אנשינופל\"א בלעז:\n"
            },
            "14": {
                "0": "<b>התמלוך.</b> התאריך ימים על שאתה מתחרה להכביד על ממשלתך להודיע שאתה מלך: ",
                "1": "<b>אביך.</b> יאשיהו שהתנהג בענוה הלא אכל ושתה וראה טוב כל ימי חייו:\n"
            },
            "16": {
                "0": "<b>על בצעך.</b> לגזול ממון: ",
                "1": "<b>המרוצה.</b> ריצוץ דלים ועושק יוכיח עליו כי עשוק ורצוץ תמיד סמוכין בלשון מקרא וכן את מי עשקתי ואת מי רצותי (שמואל א י״ב:ג׳):\n"
            },
            "17": {
                "0": "<b>והוי הדה.</b> הוי על תפארתו:\n"
            },
            "19": {
                "0": "<b>עלי הלבנון וצעקי.</b> סקי לבית מקדשא וצווחי: ",
                "1": "<b>ובבשן תני קולך.</b> על הבשן שיחרב וי\"ת ובתרעי טור ביתא ואיני יודע לפרש האיך נופל לשון בשן בשערי הר הבית אם לא בשביל הדלתות שעושין מאלוני הבשן והוא שם מקום או לשון בשן מקום בקע' רחבה כן היקף הר הבית מגרש ריוח לבה\"מ: ",
                "2": "<b>וצעקי מעברים.</b> וצוחי על מגיזתא והם לשון מקום:\n"
            },
            "20": {
                "0": "<b>בשלותיך.</b> כשהיית בשלו':\n"
            },
            "21": {
                "0": "<b>כל רועיך.</b> כל מלכיך: ",
                "1": "<b>תרעה רוח.</b> רוח קדים תרוצצם:\n"
            },
            "22": {
                "0": "<b>מקוננת בארזי'.</b> ששמת קנך במגדלות בתי ארזי' לבנות בתי מדות: ",
                "1": "<b>מה נחנת.</b> מה מצאת חן בשביל גובה מגדלייך בעיני שודדיך בבא לך חבלים של לידה ומנחם פתר נחנת ל' חניה אבל דונש פתר אותו ל' חן:\n"
            },
            "23": {
                "0": "<b>חותם על יד ימיני.</b> תקוק וחתום בתוך בשר זרועי: ",
                "1": "<b>אתקנך.</b> אנתקך לשון התיקם כצאן לטבחה (לעיל יב) עד התיקנו אותם (יהושע ח׳:ו׳) והנו\"ן יתירה בו ומדרש אגדה במקום שנתק נתקן שעשה תשובה בבבל ונשאל הקב\"ה על שנשבע כתבו את האיש הזה ערירי (כאן) ונולד לו זרובבל בבבל ונאמר לו על פי הנביא ביום ההוא אקחך זרובבל בן שאלתיאל עבדי ושמתיך כחותם (לקמן סוף מ\"ג) כלפי שאמר לאביו אם יהיה חותם על יד ימיני אנתקנו:\n"
            },
            "25": {
                "0": "<b>והטלתי.</b> לשון השלכה:\n"
            },
            "26": {
                "0": "<b>מנשאים את נפשם.</b> לשון תנחומים שנפשם מתנשאה להתנחם ולומר עוד נשוב לארצנו:\n"
            },
            "27": {
                "0": "<b>העצב נבזה.</b> תמיה הוא שמא צורה נשבר ונבזה האיש הזה שהושלך מעל פני כמי שאין חפץ בו: ",
                "1": "<b>נפוץ.</b> נשבר כמו ככלי יוצר תנפצם (תהילים ב׳:ט׳) ואחרים הגיהו העצב כמו העצבים מעצבין את הקטן במסכ' שבת כלומר האתה נבז' ונפוץ בעיניך כעולל קטן שמעצבין אותו מילויילי\"ר בלעז אין זה כדי: ",
                "2": "<b>הוטלו.</b> הושלכו, ל' השלכה שאין לה תקומה כמו כי יפול לא יוטל (שם לז):\n"
            },
            "28": {
                "0": "<b>ארץ ארץ ארץ.</b> מארצו גלה אל ארץ אחרת ואת ארץ ישראל שמעי דבר ה', ד\"א ארץ ארץ ארץ, ארץ שהוא ארץ שבארצות שהיתה חשובה שבכולן, ד\"א ארץ ישראל שלש ארצות היו בה יהודה ועבר הירדן והגליל:\n"
            },
            "29": {
                "0": "<b>גבר.</b> אשר לא יצלח בימיו כתבוהו:\n\n"
            }
        },
        "22": {
            "0": {
                "0": "<b>הוי רועים.</b> מלכי יהודה:\n"
            },
            "1": {
                "0": "<b>לא פקדתם אותם.</b> לא נזהרתם לשומרם:\n"
            },
            "3": {
                "0": "<b>ולא יפקדו.</b> ולא יחסרו לשון ולא נפקד ממנו איש (במדבר לא):\n"
            },
            "4": {
                "0": "<b>והשכיל.</b> ויצליח:\n"
            },
            "5": {
                "0": "<b>ה' צדקנו.</b> ה' מצדיק אותנו בימיו של זה:\n"
            },
            "8": {
                "0": "<b>לנביאים נשבר לבי בקרבי.</b> לדברי הנביאים האומרים שלום יהיה לכם נשבר לבי רחפו. הולכים ונעים ככנפי צפור המרחף על קנו טרנבליר\"ט בלעז: ",
                "1": "<b>מפני ה'.</b> שאני שומע ממנו גזירה רעה זאת:\n"
            },
            "9": {
                "0": "<b>מפני אלה.</b> שבועת שקר: ",
                "1": "<b>אבלה.</b> חרבה: ",
                "2": "<b>מרוצתם.</b> קורש\"א בלעז וי\"ת ל' רצון: ",
                "3": "<b>לא כן.</b> לא בדין:\n"
            },
            "10": {
                "0": "<b>גם נביא גם כהן.</b> אפילו אלו שהכל למידין מהם: ",
                "1": "<b>גם בביתי מצאתי רעתם.</b> שהעמידו דמות בהיכל:\n"
            },
            "11": {
                "0": "<b>כחלקלקות.</b> ארץ חלקה שהרגל מחלקת בה והאדם נופל: ",
                "1": "<b>כחלקלקות באפלה.</b> כשלון על כשלון חלקלקות באור יש כשלון אפלה בלא חלקלקות יש כשלון:\n"
            },
            "12": {
                "0": "<b>ובנביאי שומרון ראיתי תפל'.</b> קודם שגלו:\n"
            },
            "13": {
                "0": "<b>ובנביאי ירושלים.</b> אני רואה עתה שערורה דבר מגונה: ",
                "1": "<b>וחזקו ידי מרעים.</b> אומרים לרשעים שלום יהיה לכם: ",
                "2": "<b>לבלתי שבו.</b> שלא ישובו המריעים איש מרעתו:\n"
            },
            "16": {
                "0": "<b>וכל הולך בשרירות לבו וגו'.</b> ולכל הולך בשרירות לבו וגו':\n"
            },
            "17": {
                "0": "<b>מי עמד בסוד ה'.</b> וישמע את הנגזר מלפניו אותו שהקשיב דבר תורתו וישמע למצותיו ולא הרשעים האלה שמיעה הראשונה שבמקרא זה שמיעה ממש שמיעה האחרונה קבלה:\n"
            },
            "18": {
                "0": "<b>מתחולל.</b> משתכן מחזר לשכון ועל ראש רשעים ישכון:\n"
            },
            "19": {
                "0": "<b>מזמות.</b> לשון מחשבה:\n"
            },
            "21": {
                "0": "<b>ואם עמדו בסודי וישמיעו דברי וגו'.</b> היה להם להשמיע דברי ותורתי את עמי ולא להטעותם בה מעלי:\n"
            },
            "22": {
                "0": "<b>האלהי מקרוב.</b> שאיני רואה אלא בסמוך לי ואין בי כח לשפוט את התחתונים שהם רחוקים ממני ואיני יודע במעשיהם:\n"
            },
            "23": {
                "0": "<b>אם יסתר איש.</b> זהו כפל תמיהה האלהי מקרוב כדרך כל תמיהות הכפולות:\n"
            },
            "25": {
                "0": "<b>עד מתי.</b> ינבאו שקר וכי יש בלבם של הנביאים הללו הנבאים שקר לקיים מחשבותם שהם חושבים להשכיח את עמי שמי וגו': ",
                "1": "<b>תרמית.</b> לשון מרמה:\n"
            },
            "27": {
                "0": "<b>יספר חלום.</b> יספרנו ל' הבאי כשאר חלומות ולא יחזקנו בדברי נבואה: ",
                "1": "<b>מה לתבן את הבר.</b> מה ענין שקר אצל אמת: ",
                "2": "<b>את הבר.</b> עם הבר:\n"
            },
            "28": {
                "0": "<b>הלא כה דברי כאש.</b> לא היה להם לטעות ולדמות חלומות לומר שהם נבואה כי דבר נבואה כשבאה בפי הנביא בגבורה היא באה בו כאש בוערת כענין שנאמר ותהי בלבי כאש בוערת (לעיל כ) ואומר ויד ה' עלי חזקה (יחזקאל ג׳:י״ד): ",
                "1": "<b>וכפטיש.</b> פי\"ק בלעז ויש אומר מרטיי\"ל בלעז:\n"
            },
            "29": {
                "0": "<b>מגנבי דברי איש מאת רעהו.</b> איש מאת רעהו יש להם מרגלים אצל נביאי האמת ושומעין סגנון שלהם שהם מתנבאים בו ואומרין נבואת שקר באותו ל' כמו שעשה חנניה בן עזור שמע את ירמיה מתנבא בשוק העליון הנני שובר את קשת עילם והוא ניבא בשוק התחתון שברתי את עול מלך בבל (לקמן כח) כמו שאמרו רבותינו בסנהדרין:\n"
            },
            "30": {
                "0": "<b>הלוקחים לשונם.</b> המלמדים לשונם לומר שקריהם בל' נאם ה' כנביאי האמת למען יאמינו בם:\n"
            },
            "31": {
                "0": "<b>ובפחזותם.</b> ל' תמהון אישטורדיזו\"ן בלעז:\n"
            },
            "32": {
                "0": "<b>מה משא ה'.</b> לשון שחוק לפי שנבואתו להם למשא: ",
                "1": "<b>ואמרת אליהם את מה משא ונטשתי וגו', ונטשתי.</b> ועזבתי אומרים לכם מה המשא, אתם למשא להקב\"ה והוא אמר שיטוש וישליך אתכם מעל זרועותיו משמים ארץ כך שמעתי:\n"
            },
            "35": {
                "0": "<b>כי המשא יהיה לאיש דברו.</b> אע\"פ שאתם מהפכין את המשא לגנאי משא דבר ה' לאיש דברו ולאיש עצתו הוא מגלהו ואתם מהפכין אותו ללשון משאוי זו לא שמעתי כן והיא עיקר אבל כך שמעתי כי המשאוי יהי' משאוי של פורענות למי שאומרו השואל מה משא, ע\"א משא ה' ל' נבואה הוא והיה הנביא השקר שואל לנביא האמת לאמר לו את דבר הקב\"ה בל' שבא הסיגנון אליו והסיגנון לא היה מפרש הדיבור כל כך והיה נביא השקר מהפך את הפי' לצד אחר והיה מדבר בדוגמת נביא האמת כדי שיאמינו בו וכן עשה חנניה בן עזור לכן הוא אומר אל תשאלו משא ה' את ל' הסגנון אלא מה דבר ומה ענה את פירוש הדבר שאלו לנביא אמת לאמר להם מה הקב\"ה אומר ולהיכן נוטין את דבריו: ",
                "1": "<b>כי המשא יהיה לאיש דברו.</b> סיגנון סתם הקב\"ה אמרו סתם לאיש עצתו שאינו חשוד להפכו ואתם שואלי' אותו כדי להפכו והפכתם את דברי הקב\"ה וזהו שאמר למעלה מגנבי דברי איש מאת רעהו (כאן) גם זה לשון מיותר:\n"
            },
            "36": {
                "0": "<b>כה תאמר אל הנביא.</b> כשאתם באים לשאול דברי מאת הנביא:\n"
            },
            "38": {
                "0": "<b>ונשיתי.</b> ל' גיד הנשה (בראשית ל״ב:ל״ג) ול' ונשתה גבורתם (לקמן נא) קופץ ומטלטל ממקום למקום:\n\n"
            }
        },
        "23": {
            "0": {
                "0": "<b>דודאי.</b> קדרות: ",
                "1": "<b>מועדים.</b> מוכנים: ",
                "2": "<b>החרש.</b> והמסגר תלמידי חכמים שגלו עם יכניה וכבר פירשתיו בספר (מ\"ב כד) החרש והמסגר לימייטראה ליפורטי\"ר בלעז, ל\"א החרש והמסגר החרש ל' חרש המסגר ל' סגור כלומר חכמים גדולים בתורה שכשהיה אחד מהם מדבר הכל שותקים מסגר שהיו סוגרים ואין פותח:\n"
            },
            "1": {
                "0": "<b>כתאני הבכרות.</b> שבישלו כל צרכן בתחלת בכורי תאינים שהם חביבות על מוצאיהם בראשיתם:\n"
            },
            "4": {
                "0": "<b>כן אכיר את גלות וגו'.</b> הרי זה מקרא מסורס כן אכיר לטובה את גלות יהודה שהגליתי כבר יכניה וגלותו:\n"
            },
            "5": {
                "0": "<b>אתוש.</b> ל' עקירה:\n"
            },
            "8": {
                "0": "<b>לזעוה לרעה לכל ממלכות הארץ.</b> שישמעו הרעה הבאה עליהם ויזועו: ",
                "1": "<b>ולשנינה.</b> שישננו וידברו הכל בפורענותם:\n\n"
            }
        },
        "24": {
            "0": {
                "0": "<b>בשנה הרביעית.</b> שנה שנתחתס גזר דינם שיגלו ושישתו כוס החמה כמו שאמור בענין קח את כוס וגו' וקודם גזר דין אמר לנביא להוכיחם אולי ישובו ולא יתחתם גזר דינם:\n"
            },
            "2": {
                "0": "<b>שלש ועשרים.</b> יאשיהו מלך שלשים ואחת צא מהם שתים עשרה שנה נשארו תשע עשרה וארבע של בנו הרי שלש ועשרים: ",
                "1": "<b>אשכים ודבר.</b> ל' הווה הייתי משכים ומדבר תמיד:\n"
            },
            "9": {
                "0": "<b>קול רחים.</b> סימן הוא לסעודת ברית מילה על שם שטוחנין ושוחקין לה סממנין לרפואה: ",
                "1": "<b>אור נר.</b> סימן משתה כך שנינו בסנהדרין:\n"
            },
            "12": {
                "0": "<b>את כל הכתוב.</b> על בבל: ",
                "1": "<b>בספר הזה.</b> בסופו:\n"
            },
            "13": {
                "0": "<b>כי עבדו בם.</b> כמו כי יעבדו בם בבני בבל: ",
                "1": "<b>גם המה גוים רבים.</b> מדי ופרס:\n"
            },
            "14": {
                "0": "<b>כוס היין החימה.</b> נבואת הפורענות: ",
                "1": "<b>והשקיתה אותו.</b> הנבא להם שלא תשוב עוד בשום תשובה:\n"
            },
            "15": {
                "0": "<b>והתגעשו.</b> וישתגעון: ",
                "1": "<b>והתהללו.</b> ל' הוללות ישתטו:\n"
            },
            "17": {
                "0": "<b>כיום הזה.</b> כאשר הם היום לאחר החורבן כתב ירמיה ספרו:\n"
            },
            "19": {
                "0": "<b>ואת כל הערב.</b> כל סומכותא אשר ערבה פרעה ומשענתו עליהם לעזרה, הערב גרנטיא\"ה בלעז:\n"
            },
            "21": {
                "0": "<b>ואת מלכי האי.</b> כל אלו שמנה עד כאן שכיני א\"י הם:\n"
            },
            "22": {
                "0": "<b>קצוצי פאה.</b> המוקצים בקצה אותה הרוח:\n"
            },
            "23": {
                "0": "<b>מלכי ערב.</b> ערביא: ",
                "1": "<b>ואת כל מלכי הערב.</b> סומכוותא של ערביים:\n"
            },
            "25": {
                "0": "<b>ששך.</b> הוא בבל בא\"ת ב\"ש:\n"
            },
            "26": {
                "0": "<b>וקיו.</b> כאדם ששותה יותר מדאי שמקיא: ",
                "1": "<b>החרב.</b> התגר של המלחמה:\n"
            },
            "28": {
                "0": "<b>מחל.</b> מתחיל:\n"
            },
            "29": {
                "0": "<b>על נוהו.</b> מתאבל על חורבן ביתו: ",
                "1": "<b>הידד.</b> ל' הוי שצועקין עושי מלאכה כבדה בקול רם לזרז זה את זה להתחזק ודורכי גתות רגילין בה: ",
                "2": "<b>יענה.</b> כל לשון ענייה צעקת קול רם היא:\n"
            },
            "30": {
                "0": "<b>נשפט.</b> מתווכח בדין:\n"
            },
            "31": {
                "0": "<b>מגוי אל גוי.</b> שאני מסכסכן זה בזה: ",
                "1": "<b>מירכתי.</b> כתרגומו מסיפי:\n"
            },
            "33": {
                "0": "<b>הילילו.</b> ל' יללה: ",
                "1": "<b>והתפלשו.</b> התגיוגלו בעפר ווטרליי\"ר בלע\"ז: ",
                "2": "<b>ותפוצותיכם.</b> הרי זה מקרא קצר כלומ' ותפוצותיכם תקרבנה לבא: ",
                "3": "<b>ככלי חמדה.</b> כלומר אם תאמרו חשובים אנחנו הרבה יש כלי חמדה של זכוכית נופלים ומשתברים ואובדים:\n"
            },
            "36": {
                "0": "<b>ונדמו.</b> ל' חורבה לשון הדימנו, ונדמה שם (לעיל ח):\n"
            },
            "37": {
                "0": "<b>עזב ככפיר וגו'.</b> גלה מלכא מכרכיה ככפיר העוזב את סוכו: ",
                "1": "<b>היונה.</b> משתכרת ביין כן ת\"י, דבר אחר לשון אונאה:\n\n"
            }
        },
        "25": {
            "0": {
                "0": "<b>בראשית ממלכות.</b> פרשה זו תחתונה קדמה לעליונ' ארבע שנים:\n"
            },
            "9": {
                "0": "<b>וישמעו שרי יהודה.</b> שתפשו נביאי השקר והכהנים את ירמיהו: ",
                "1": "<b>בפתח שער ה' החדש.</b> אחרים הגיהו כשגלה יהויכין וקצת כל בית אלהינו עמו שברו חילו של נבוכדנצר שער המזרחי וחזר צדקיהו ותקנו וחדשו לכך נקרא חדש:\n"
            },
            "17": {
                "0": "<b>מיכה המורשתי.</b> דמן מרישה: ",
                "1": "<b>עיים.</b> גלים:\n"
            },
            "18": {
                "0": "<b>ויחל.</b> ל' תפלה: ",
                "1": "<b>ואנחנו עושים רעה גדולה.</b> אם נהרוג אותו:\n"
            },
            "19": {
                "0": "<b>וגם איש היה מתנבא.</b> מי שאמר זו לא אמר זו עד כאן דברי צדיקים ועמדו רשעים שהיו שם ואמרו גם איש מתנבא וגו' כשם שאוריה נהרג יהרג ירמיה כך מפורש בספרי:\n\n"
            }
        },
        "26": {
            "0": {
                "0": "<b>בראשית ממלכת יהויקים.</b> שלש שנים לפני שמלך נבוכדנצר נתנבא עליו שימלוך:\n"
            },
            "1": {
                "0": "<b>מוסרות.</b> הם רצועות העול שקורין קוריגל\"ש:\n"
            },
            "2": {
                "0": "<b>ושלחתם אל מלך אדום.</b> בימי צדקיהו בשנה הרביעית למלכו שעשהו נבוכדנצר שליט על חמשה מלכים: ",
                "1": "<b>מלך אדום.</b> ומלך מואב ומלך בני עמון וגו' אלו חמשה מלכים נתן נבוכדנצר תחת ידו של צדקיהו. חמש עשרה שנה היו על צוארו משנה אחת ליהויקים עד השנה הרביעית לצדקיהו ששברם הימנו חנניה בן עזור:\n"
            },
            "5": {
                "0": "<b>עבדי.</b> שיעשה רצוני לפרע משונאי:\n"
            },
            "6": {
                "0": "<b>ואת בנו.</b> אויל מרודך: ",
                "1": "<b>ואת בן בנו.</b> בלשאצר: ",
                "2": "<b>עד בא עת ארצו.</b> שיבואו דריוש המדי וכורש ויהרגו את בלשאצר:\n"
            },
            "11": {
                "0": "<b>ואל צדקיהו מלך יהודה דברתי וגו'.</b> כל זה אמר ירמיהו אל שלוחי המלכים:\n"
            },
            "15": {
                "0": "<b>הנה כלי בית ה'.</b> שגלו עם יכניה:\n"
            },
            "18": {
                "0": "<b>המכונות.</b> ת\"י בסיסיא כמו את הכיור ואת כנו (שמות ל״ה:ט״ז):\n"
            },
            "19": {
                "0": "<b>בגלותו.</b> כמו בהגלותו: ",
                "1": "<b>חורי.</b> כמו שרי:\n"
            },
            "21": {
                "0": "<b>עד יום פקדי אותם.</b> בימי כורש כמו שמפורש בספר עזרא:\n\n"
            }
        },
        "27": {
            "0": {
                "0": "<b>ויהי בשנה ההיא.</b> כשהגיע אותו הזמן שהשליט נבוכדנצר את צדקיהו על חמשת מלכים שהיה ירמיה אומר שליחותו ומשלח המוסרות והמוטות אל המלכים ביד מלאכיהם: ",
                "1": "<b>בראשית ממלכת צדקיה.</b> בתחלה שהשליטו על חמשת המלכים וא\"א לומר בתחלת מלכותו שהרי נאמר בשנה הרביעית אותה שנה ירד להקביל את פני נבוכדנצר בבבל ושריה שר המנוחה עמו וכמו שנא' בסוף הספר והשליטו על המלכים: ",
                "2": "<b>אמר אלי וגו'.</b> אמרו רבותינו מי הטעה את חנניה שמע שהיה ירמיה מתנב' בשוק העליון הנני שובר את קשת עילם (לקמן מט) ונבואה זו בסוף הספר נאמרה בראשית ממלכת צדקיהו כמו שמפורש שם ולפי שעילם סמוכה לבבל עמד הוא בשוק התחתון ודרש ודן קל וחומר ומה עילם שלא באה אלא לעזור את הכשדים וכו' כמה שהיא בסנהדרין:\n"
            },
            "5": {
                "0": "<b>יעשה.</b> פאצ\"א בלע\"ז: ",
                "1": "<b>יקם.</b> ל' תפלה (של\"ש שטי\"ן אלו ע\"ד והביא\"ו לבית הכל\"א לא סדר\"ן הר\"ב המחב\"ר) (אמן כן יעשה וגו' בעלי אגדה אומרים כך אמר לו הלואי ויתקיימו דבריך אני משתכר ואתה נפסד אני כהן ואוכל קדשי שמים אם יעמוד הבית בבניינו ואתה גבעוני כדכתיב כאן) אשר מגבעון ותהיה לי עבד חוטב עצים ושואב מים (ומורה צדק שלא פי' נקיט ליה טעם רבותינו שלמדו מכאן כל המחניף לרשע סוף נופל בידו או ביד בנו או ביד בן בנו שכן יראייה בן שלמיה בן חנניה תפשו לבסוף והביאו לבית הכלא):\n"
            },
            "6": {
                "0": "<b>אך שמע נא וגו'.</b> עד הנביא אשר ינבא לשלום, אמר אני מתנבא פורעניות אם לא יבא איני שקרן הקב\"ה נחם על הרעה אבל הנביא אשר ינבא לשלום וגו' בבא דבר הנביא יודע וגו' אבל אם לא יבא דברו שקרן הוא שנאמר לא איש אל ויכזב וגו' (במדבר כ״ג:י״ט) כך דרש רבי תנחומא:\n"
            },
            "13": {
                "0": "<b>את חית השדה נתתי לו.</b> שרכב על ארי וקשר תנין בראשו:\n"
            },
            "15": {
                "0": "<b>השנה אתה מת.</b> ובשנה הבאה תקבר (יז) בשנה ההיא בחדש השביעי. והלא אין חדש שביעי מן השנה אלא מת ער\"ה וצוה לבניו שיקברוהו לאחר ר\"ה ולא קודם ויעלימו את מיתתו אותו היום כדי לעשות נבואת ירמיה שקר:\n\n"
            }
        },
        "28": {
            "1": {
                "0": "<b>והגבירה.</b> אם המלך:\n"
            },
            "7": {
                "0": "<b>ישיאו.</b> ל' הסתה כמו הנחש השיאני (בראשית ג):\n"
            },
            "11": {
                "0": "<b>וקראתם אותי והלכתם.</b> בדרכי והרי זה מקרא קצר:\n"
            },
            "15": {
                "0": "<b>אל המלך.</b> צדקיהו אשר לא גלה:\n"
            },
            "16": {
                "0": "<b>כתאנים השוערים.</b> ל' שערוריה (הושע ו):\n"
            },
            "17": {
                "0": "<b>ולחרפה.</b> שיחרפו אותם דשטרווי\"ר בלע\"ז וכן כל חרפה שבמקרא:\n"
            },
            "21": {
                "0": "<b>אשר קלם.</b> לשון קלוי באש (ויקרא ב):\n"
            },
            "22": {
                "0": "<b>וינאפו את נשי רעיהם.</b> כמו שמפורש בסנהדרין כה אמר הקדוש ברוך הוא שכבי עם חבירי: ",
                "1": "<b>ועד.</b> לשון עדות:\n"
            },
            "23": {
                "0": "<b>הנחלמי.</b> שם מקום:\n"
            },
            "25": {
                "0": "<b>נתנך כהן.</b> אל צפניה כתב כן: ",
                "1": "<b>פקידים.</b> ממונים: ",
                "2": "<b>מהפכת.</b> כיפה: ",
                "3": "<b>הצינוק.</b> סדן ציפ\"ש בלע\"ז:\n"
            },
            "27": {
                "0": "<b>כי על כן שלח.</b> כי יש לך לגעור בו על אשר שלח אלינו בבל לאמר ארוכה היא גלותכם שם: ",
                "1": "<b>על כן.</b> כמו על אשר:\n\n"
            }
        },
        "29": {
            "2": {
                "0": "<b>כי הנה ימים באים.</b> ולא תאמר למה אכתבנו כי יאבדו כולם ואין קורא בו ואין זוכרו עוד כי הנה ימים באים וגו':\n"
            },
            "4": {
                "0": "<b>קול חרדה שמענו.</b> יש פותרין על שמועת בבל שהיו חרידים ממנה אותם שגלו שם ומדרש אגדה על מלחמת גוג ומגוג:\n"
            },
            "5": {
                "0": "<b>אם יולד זכר.</b> אם דרך לזכרים ללדת שיאחזום חבלים כיולדה: ",
                "1": "<b>חלציו.</b> כמו מתניו:\n"
            },
            "6": {
                "0": "<b>היום ההוא.</b> יום הריגת בלשאצר ומפלת בבל, ע\"א יום מפלת גוג:\n"
            },
            "9": {
                "0": "<b>ואתה אל תירא.</b> מכל הרעות אשר תראה באה על בבל אשר אתה בתוכה: ",
                "1": "<b>ושאנן.</b> כמו ושקט:\n"
            },
            "10": {
                "0": "<b>ויסרתיך למשפט.</b> בדין חסוך: ",
                "1": "<b>ונקה לא אנקך.</b> ל' טיאוט השמד:\n"
            },
            "11": {
                "0": "<b>אנוש לשברך נחלה.</b> שברך אנפר\"ש בלעז:\n"
            },
            "12": {
                "0": "<b>למזור.</b> רפואה אין אדם סבור שתהא לך תשועה: ",
                "1": "<b>תעלה.</b> רפואה לשון הועיל:\n"
            },
            "13": {
                "0": "<b>מוסר אכזרי.</b> ייסורי אכזריות המוסר אכזרי הוא:\n"
            },
            "15": {
                "0": "<b>לכן.</b> שבועה: ",
                "1": "<b>שאסיך למשסה.</b> לשון ביזה וכת\"י ויהון עדיך לעדי:\n"
            },
            "16": {
                "0": "<b>ארוכה.</b> רפואה:\n"
            },
            "17": {
                "0": "<b>וארמון.</b> המקדש:\n"
            },
            "18": {
                "0": "<b>והכבדתים.</b> שיהיו עם כבד: ",
                "1": "<b>ולא יצערו.</b> כמו ימעטו:\n"
            },
            "20": {
                "0": "<b>אדירו.</b> שר שלו: ",
                "1": "<b>ערב את לבו.</b> לשון ערבון פרוויל\"א הטינ\"א בלע\"ז: ",
                "2": "<b>לגשת אלי.</b> למלחמה למחות בידי:\n"
            },
            "22": {
                "0": "<b>מתגורר.</b> חונה ודר ל' ארץ מגורי ודוגמתו וסער מתחולל (לעיל כב) האמור במקרא האחר הוא זה ששניהם ל' חנייה: ",
                "1": "<b>על ראש רשעים.</b> על ראש עכו\"ם:\n\n"
            }
        },
        "30": {
            "1": {
                "0": "<b>מצא חן.</b> בעיני דור המדבר: ",
                "1": "<b>שרידי חרב.</b> מצרים והעמלקי והכנעני: ",
                "2": "<b>הלוך להרגיעו ישראל.</b> בהוליכם לנחול ארץ מרגועם: "
            },
            "2": {
                "0": "<b>מרחוק.</b> בזכות אבות: ",
                "1": "<b>נראה לי.</b> אני הנביא ואמר לי לאמר לכנסת ישראל אהבת עולם אהבתיך: "
            },
            "3": {
                "0": "<b>עוד אבנך ונבנית.</b> בניינים שנים היו לך על ידי אדם לכך חרבו עוד אבנך אני בעצמי בנין שלישי ונבנית לעולם תעדי תתקשטי: "
            },
            "4": {
                "0": "<b>וחללו.</b> בשנה הרביעית יחללו את פרים לפדותו בכסף: "
            },
            "5": {
                "0": "<b>נוצרים.</b> צופים בראשי מגדלים גבוהים להכריז קול נשמע למרחוק ל\"א נוצרים כמו נוצר חסד לאלפים (שמות ל״ד:ז׳) לשון שמירה כלומר יש יום שיקראו אותם ששמרו התורה ויאמרו קומו וכת\"י ארי אית אריכות יומיא וסגי טובא דעתיד למיתי לצדיקיא דנטרו אורייתי מלקדמין: "
            },
            "6": {
                "0": "<b>וצהלו בראש הגוים.</b> במגדלות גבוהים כדי שישמעו למרחוק: "
            },
            "7": {
                "0": "<b>בם עור ופסח.</b> אפילו הנכשלים שבהם לא אמאס: "
            },
            "8": {
                "0": "<b>בבכי יבאו.</b> על ידי תפלה ותשובה: "
            },
            "9": {
                "0": "<b>מזרה.</b> ספריינ\"ש בלע\"ז: "
            },
            "11": {
                "0": "<b>ונהרו.</b> יאספו כמו נהר: "
            },
            "13": {
                "0": "<b>דשן. </b> שמן: "
            },
            "14": {
                "0": "<b>קול ברמה נשמע.</b> קלא ברום עלמא אישתמע קל בית ישראל דבכן על ירמיה נבייא כד שלח יתיה נבוזראדן מרמתא לשוב מאחר הגולים אל גדליה בן אחיקם כמו שאמר בספר זה (לקמן לט): ",
                "1": "<b>רחל מבכה על בניה.</b> מדרש אגדה אמר שהלכו אבות ואמהות לפייס את הקב\"ה על שהעמיד מנשה דמות בהיכל ולא נתפייס נכנסה רחל אמרה לפניו רבונו של עולם רחמי מי מרובים רחמיך או רחמי ב\"ו הוי אומר רחמיך מרובים והלא אני הכנסתי צרתי בתוך ביתי שכל עבודה שעבד יעקב את אבי לא עבד אלא בשבילי כשבאתי ליכנס לחופה הכניסו את אחותי ולא די ששתקתי אלא שמסרתי לה סימני אף אתה אם הכניסו בניך צרתך בביתך שתוק להם אמר לה יפה למדת סנגוריא יש שכר לפעולתך ולצדקתך שמסרת סימנך לאחותך: "
            },
            "17": {
                "0": "<b>מתנודד.</b> קומפליינ\"ט בלע\"ז לשון מי ינוד לך (לעיל יט): ",
                "1": "<b>יסרתני.</b> ביסורין אתה הקב\"ה: ",
                "2": "<b>כעגל לא לומד.</b> פושאגויילונ\"י בלע\"ז לשון מלמד הבקר (שופטים ד) הייתי בתחלה לכך חטאתי לך: "
            },
            "18": {
                "0": "<b>נחמתי.</b> אני מתחרט על תועבותי: ",
                "1": "<b>הודעי.</b> שהתבוננתי בעצמי שמעלתי אפרינו\"יי בלעז: ",
                "2": "<b>חרפת נעורי.</b> שיכולים אויבי לחרפני על חטאת נעורי: "
            },
            "19": {
                "0": "<b>הבן יקיר לי אפרים.</b> הן דברי שכינה כלומר הוא מתנודד ואני לבי נהפך עלי לרחם שמא בני יקירי הוא כמו שאין לו אלא בן אחד שהוא עושה לו כל רצונו שעשועים. אישבניימני\"ץ בלעז: ",
                "1": "<b>מדי דברי בו.</b> בכל עת שאני מדבר בו ומדרש ויקרא רבה די דבורי שנתתי בו שלימדתיו תורתי לרחם עליו: "
            },
            "20": {
                "0": "<b>הציבי לך ציונים.</b> סימנים בדרכי אבותיך הטובים: ",
                "1": "<b>תמרורים.</b> תמרים קטנים נטועים לסימן בדרך ופשוטו של מקרא עשי סימנים לדעת הדרך שהלכת בה מארץ ישראל לבבל שתחזירי באותו דרך כלומר כי ודאי תשובי משם: ",
                "2": "<b>דרך הלכת.</b> הלכתי כתיב וכל מקום שהלכת הלכתי אני עמך ויונתן תרגם שימי לך תמרורים התפלל במרר נפשך (ומנחם פירש תמרורין ענין מועל וכן פירש ותמרות עשן (יואל ג׳:ג׳) סא\"א): "
            },
            "21": {
                "0": "<b>תתחמקין.</b> תסתרי ממני שאת בושה לשוב אלי מפני דרכך הנה חדשה נבראת בארץ שהנקבה תחזור אחר הזכר לבקשו שישאנה לשון ואסובבה בעיר אבקשה וגו' (שיר השירים ג׳:ב׳) ; ומשום רבי יהודה הדרשן שמעתי נקבה תסובב להיות גבר, אני נתתיך כבת הנוטלת עישור נכסים שבעה אומות משבעים סוף שתטלי הכל כבן זכר שהוא יורש הכל: "
            },
            "25": {
                "0": "<b>על זאת הקיצותי.</b> כך אמר ירמיה כל מה שהייתי ישן ונרדם בנבואת פורענות בנבואה הזאת הקיצותי מתרדמתי: ",
                "1": "<b>ערבה.</b> נעמה: "
            },
            "26": {
                "0": "<b>זרע אדם וזרע בהמה.</b> הטובים והסכלים שבהם אני אזרעם כולם להיות זרע שלי, זרע אדם וזרע בהמה תרגם יונתן אקימינון כבני אנשא ואצלחינון כבעיר' שאין עונותיה נפקדין עליה: "
            },
            "28": {
                "0": "<b>בוסר.</b> פרי שלא נגמר והוא מקהה את השינים: ",
                "1": "<b>ושני בנים תקהינה.</b> הבנים ילקו בעון אבות: "
            },
            "34": {
                "0": "<b>לאור.</b> איאקלארזי\"ר בלעז, וכן ת\"י לאנהרא: ",
                "1": "<b>רוגע הים.</b> מנידו ומרתיחו ונעשה קמטים קמטים כמו עורי רגע (איוב ז): "
            },
            "35": {
                "0": "<b>ימושו.</b> כמו לא ימיש: "
            },
            "36": {
                "0": "<b>אם ימדו שמים.</b> כמה גובהם: ",
                "1": "<b>גם אני אמאס.</b> בישראל כלומר כשם שהם לא ימדו ולא יחקרו כך ישראל לא ימאסו בכל אשר חטאו: "
            },
            "39": {
                "0": "<b>העמק הפגרים.</b> עמק שנפלו שם פגרי מחנה סנחריב: ",
                "1": "<b>והדשן.</b> מקום שפך הדשן שהיה חוץ לירושלים יוסיפו על העיר ויכניסו כל זה לתוך חומותיה ונבואה זו עתידה לבא: ",
                "2": "<b>השדמות.</b> קנפני\"א בלעז: "
            }
        },
        "31": {
            "1": {
                "0": "<b>צרים.</b> לשון מצור: ",
                "1": "<b>בחצר המטרה.</b> לשון בית המשמר:\n"
            },
            "4": {
                "0": "<b>עד פקדי אותו.</b> פקודת כל האדם היא המיתה:\n"
            },
            "5": {
                "0": "<b>ויאמר ירמיהו וגו'.</b> לא לצדקיהו אמר כן אלא פי' הכתוב למה כלאו וחוזר לדבורו הראשון לפרש מה הדבר אשר הי' אל ירמיהו:\n"
            },
            "6": {
                "0": "<b>בא אליך.</b> על פי הדבור:\n"
            },
            "10": {
                "0": "<b>את ספר המקנה.</b> שטר המכירה: ",
                "1": "<b>את החתום וגו'.</b> עם חתימתו כשהוא חתום כדת וחוק: ",
                "2": "<b>ואת הגלוי.</b> שהוחזק בבית דין על פי עדיו וכתבו וחתמו הדיינין אשרתא דדייני הוא קיום השטרות לעשות הדבר גלוי ומפורסם פן ימותו העדים ורבותינו פירשו לענין גט פשוט ומקושר בבבא בתרא:\n"
            },
            "11": {
                "0": "<b>לעיני חנמאל דודי.</b> ועד עכשיו קראו בן דודי שמא שנים היו ואם אין זאת לא ידעתי מהו ויש נוטים לומר דודו ובן דודו היה חנמאל לירמיה כגון ראובן נשא את בת שמעון אחיו וילדה לו נמואל וכבר הוליד שמעון ימין הרי ימין דודו לנמואל שבן אחי אמו הוא וגם בן דודו שהוא בן שמעון אחי אביו של נמואל ואינה היא המדה שלא מצינו בכל המקרא אח האם קרוי דוד:\n"
            },
            "13": {
                "0": "<b>כה אמר וגו'.</b> אל תאמר לחנם אני מצניעם שהרי הכל גולים:\n"
            },
            "14": {
                "0": "<b>כי כה אמר ה'.</b> סופן לקנות בתים:\n"
            },
            "16": {
                "0": "<b>לא יפלא.</b> לא יכחד ויודע אתה שסופנו לגלות ולמה אמרת לי לקנות שדה:\n"
            },
            "17": {
                "0": "<b>ומשלם עון אבות אל חיק.</b> הדור הזה ההולכים אחרי אבותיהם בדרך הרעה: ",
                "1": "<b>הגדול הגבור.</b> ולא אמר והנורא אמר עובדי אלילים מרקדין בהיכלו איה נוראותיו במסכת יומא:\n"
            },
            "19": {
                "0": "<b>ובאדם.</b> בשאר אנשים, ד\"א אותות שהיו שקולין לישראל ולמצרים כיצד ויהי הענן והחשך ויאר הלילה (שמות י״ד:כ׳) אותו מזל ששימש חשך למצרים שימש אור לישראל מדרש אגדה:\n"
            },
            "22": {
                "0": "<b>ותקרא אותס.</b> הקרית אותם לשון מקרה:\n"
            },
            "23": {
                "0": "<b>ואשר דברת.</b> רעה עליה היה ובא:\n"
            },
            "24": {
                "0": "<b>והעיר נתנה.</b> ולמה לי שדה:\n"
            },
            "26": {
                "0": "<b>הממני יפלא.</b> וכי העתידות עלומות ממני:\n"
            },
            "30": {
                "0": "<b>למן היום אשר בנו אותה.</b> ביום שהוסד הבית נשא שלמה את בת פרעה:\n"
            },
            "32": {
                "0": "<b>ולמד אותם.</b> לשון פעול אפרננ\"ט בלעז:\n"
            },
            "36": {
                "0": "<b>הנני מקבצם.</b> ברחמים מכל אשר הדחתים שם באפי:\n\n"
            }
        },
        "32": {
            "0": {
                "0": "<b>עצור.</b> בבית הכלא:\n"
            },
            "1": {
                "0": "<b>כה אמר ה' עשה.</b> העושה זאת:\n"
            },
            "2": {
                "0": "<b>קרא אלי ואענך.</b> להודיעך העתידות: ",
                "1": "<b>ובצורות.</b> שמורות בלבי לעשותם:\n"
            },
            "3": {
                "0": "<b>הנתוצים אל הסוללות.</b> לעשות מהם סוללות תלים שצבורים למעלה אשר בונים בני העיר לעלות אל הסוללות להלחם מעליהם אל הכשדים: ",
                "1": "<b>ואל החרב.</b> לתקפא שורא מן קדם דקטלין בחרבא:\n"
            },
            "4": {
                "0": "<b>ולמלאם את פגרי האדם.</b> ואת הבתים אשר נתצו עושים קברות לפגרים שנהרגים בתוך העיר: ",
                "1": "<b>ואשר הסתרתי וגו'.</b> כה אמר ה' הנני מעלה לה וגו':\n"
            },
            "5": {
                "0": "<b>עתרת שלום.</b> ברכת שלום שלוד בלע\"ז:\n"
            },
            "11": {
                "0": "<b>נוה רועים.</b> מדור רועים:\n"
            },
            "12": {
                "0": "<b>עוד תעבורנה הצאן וגו'.</b> יצאו ויבאו ישראל ע\"י מנהיג הולך בראשם:\n"
            },
            "16": {
                "0": "<b>לא יכרת.</b> כריתות עולם אלא אם יפסוק סופו לחזור:\n"
            },
            "17": {
                "0": "<b>כל הימים.</b> לא יכרת להם זרע הראוי להעלות עולה ולהקטיר מנחה:\n"
            },
            "19": {
                "0": "<b>אם תפרו את בריתי היום.</b> אם תוכלו להפר את בריתי אשר כרתי את היום ואת הלילה להיותם בעתם אשר כרתי לנח ובניו ויום ולילה לא ישבותו:\n"
            },
            "23": {
                "0": "<b>שתי המשפחות.</b> המלכות והכהונה: ",
                "1": "<b>ואת עמי ינאצון.</b> ובדברים האלה הם גורמים לעמי לנאץ מהיות גוי לי: ",
                "2": "<b>לפניהם.</b> לפני דבריהם אלה שמלמדין אותן לומר לא ישוב הקב\"ה מחרונו עוד ולא תועיל לכם תשובה:\n"
            },
            "24": {
                "0": "<b>אם לא בריתי וגו'.</b> אי אפשר שלא יתקיים הברית שכרתי ליום ולילה להיות בעתם ואי אפשר לחוקות שמים וארץ ליבטל כאלו לא שמתים גם זרע יעקב וגו' ורבותינו דרשוהו לענין ברית התורה ללמוד מכאן שבשביל התורה נבראו שמים וארץ אך אין המדרש מיושב על סדר המקראות:\n\n"
            }
        },
        "33": {
            "4": {
                "0": "<b>בשלום תמות.</b> אמרו רבותינו שמת נבוכדנצר בימיו שכל ימי נ\"נ לא יצאו אסיריו מאסיריהם וכשמת נבוכדנצר יצא צדקיה מבית האסורים ולמחרת מת וקברוהו בכבוד: ",
                "1": "<b>ובמשרפות אבותיך.</b> כך היה דרכם לשרוף על המלכי' מטתן וכלי תשמישן:\n"
            },
            "7": {
                "0": "<b>אחרי כרות המלך.</b> בשנה השביעית למלכו כך שנינו בסדר עולם ויהי בשנה השביעית באו אנשים מזקני יהודה לדרוש את ה' אמרו ליחזקאל עבד כהן שמכרו רבו מהו שיאכל בתרומה כלומר לפי שהיו רוצין לומר לא נענש על המצות על שהחזירו את העבדי':\n"
            },
            "16": {
                "0": "<b>הנני קורא לכם דרור.</b> מאתי שאינו אדון לכם להציל ותהיו הפקר אל החרב ואל הרעב:\n"
            },
            "17": {
                "0": "<b>העגל אשר כרתו לשנים.</b> כשחזרו וכבשום כרתו כולם ברית למרוד במקום וכרתו העגל לשנים ועברו בין בתריו למרוד בו והיא היתה ברית חזקה וגמורה לאמר ככה יבתר ויחלק העובר עליה:\n"
            },
            "20": {
                "0": "<b>העולים מעליכם.</b> מפני חיל פרעה שיצא ממצרים כמו שמפורש בספר זה (ל\"ז):\n"
            },
            "21": {
                "0": "<b>הנני מצוה.</b> ושב חיל פרעה לארצו והכשדים ישובו עליכם:\n\n"
            }
        },
        "34": {
            "1": {
                "0": "<b>אל בית הרכבים.</b> בני יונדב בן רכב ומבני יתרו היו:\n"
            },
            "3": {
                "0": "<b>איש האלהים.</b> נביא דה': ",
                "1": "<b>שומר הסף.</b> אמרכלא טרשורי\"ר בלע\"ז:\n"
            },
            "6": {
                "0": "<b>באהלימ תשבו.</b> במדבריות אשר אתם גריס שם לא היה להם חלק בארץ שבני גרים היו:\n"
            },
            "10": {
                "0": "<b>ויהי בעלות נבוכדראצר.</b> על כרחנו באנו העיר לכך עכשיו אנו יושבים בבתים:\n\n"
            }
        },
        "35": {
            "4": {
                "0": "<b>עצור.</b> בבית הכלא:\n"
            },
            "9": {
                "0": "<b>פתח שער בית ה' החדש.</b> הוא שער המזרחי כן תירגם יונתן:\n"
            },
            "15": {
                "0": "<b>הגיד נגיד למלך.</b> אולי ישמע:\n"
            },
            "19": {
                "0": "<b>חצרה.</b> אל החצר כל תיבה שצריכה למ\"ד בתחלתה הטיל לה ה\"א בסופה:\n"
            },
            "21": {
                "0": "<b>ואת האח.</b> פירשו רבותינו עצים על שם שנדלקים באחוה (כלומר שנדלקים זה מזה כאחים ש (שמהנים זה לזה סא\"א) ולפי פשוטו משמע שהוא כלי שמבערין עליו אור לפני השרים:\n"
            },
            "22": {
                "0": "<b>שלש דלתות.</b> רבותינו אמרו מגלת קינות היתה קראו לפניו איכה בכה תבכה גלחה יהודה דרכי ציון אבילות בכל זה לא חש אמר אני מלך על הנותרים כיון שקרא היו צריה לראש אמר מעכשיו איני מלך מיד ויקרעה בתער הסופר: ",
                "1": "<b>יקרעה.</b> כמו קרעה:\n"
            },
            "24": {
                "0": "<b>הפגיעו.</b> התחננו (לב) דברים רבים כהמה. מתחלה היו שלש אלפא ביתין איכה ישבה איכה יעיב איכה יועם והוסיף עליה אני הגבר שכל אות משולשת בה:\n\n"
            }
        },
        "36": {
            "0": {
                "0": "<b>וימלך מלך.</b> לפי שמעתה בא לספר ולומר שנתקיימו הפורעניות שנבא עד הנה התחיל לומר כן ובבא עת הפקודה שיקרבו הימים להתקיים הדברים וימלך מלך אחר על יהודה תחת כניהו בן יהויקים וגו':\n"
            },
            "3": {
                "0": "<b>וירמיהו בא ויוצא בתוך העם.</b> כשמלך צדקיהו צוה והוציאוהו מבית הכלא שכלאו יהויקים שצדקיה היה צדיק ודורו רשעים ויהויקי' היה רשע ודורו צדיקים:\n"
            },
            "4": {
                "0": "<b>וחיל פרעה יצא ממצרים.</b> לעזרה ליהודה:\n"
            },
            "6": {
                "0": "<b>שב לארצו מצרים.</b> בספינות היו באים ורמז הקב\"ה לים והציף עליו כמו נודות ואובות (כלומר נפוחות) דומות לעורות בני אדם אמרו זה לזה מה זאת אמרו אלו אבותינו שטבעום אבותיהם של אלו שאנו הולכים לעזרתם בים מיד שבו לארצם:\n"
            },
            "11": {
                "0": "<b>לחלק משם בתוך העם.</b> לפלגא אחסנתא דיליה בגו עמא ובעוד הכשדים צרים עליה לא היה יוצא ממנה שמתפלל על העיר שלא תלכד:\n"
            },
            "12": {
                "0": "<b>ושם בעל פקידות.</b> ממונה לשמור שלא יצא איש מן העיר להשלים אל הכשדים: ",
                "1": "<b>בן שלמיה בן חנניה.</b> הוא חנניה בן עזור בן בנו היה זה ולכך יחסו הכתוב ללמד שכל המחניף לרשע סוף נופל בידו או ביד בנו או ביד בן בנו וירמיה החניף לו שאמר לו אמן יקים ה' את דבריך (לעיל כח), ומדרש אגדה שצוה חנניה את בנו ראה שאני מת על ידי ירמיה והעמידני שקרן בנבואתי אם תוכל להכשילו הכשילהו ובנו צוה גם הוא לבניו כך וכשהגיע שעה הכשילו:\n"
            },
            "15": {
                "0": "<b>ואל החניות.</b> תירגם יונתן לגיו מן חנואתא חניות היו לפני אותו בית הכלא:\n"
            },
            "20": {
                "0": "<b>מחוץ האופים.</b> משוק נחתומים כמו וחוצות תשים לך בדמשק (מלכים א כ):\n\n"
            }
        },
        "37": {
            "1": {
                "0": "<b>והיתה לו נפשו לשלל.</b> והיו לו חייו הצלה כאילו שלל נפשו כאדם השולל שלל ומשתכר כך ישתכר זה נפשו:\n"
            },
            "3": {
                "0": "<b>על כן הוא מרפא.</b> אלאקנ\"ץ בלע\"ז לשון רפיון:\n"
            },
            "4": {
                "0": "<b>יוכל.</b> כמו יכול על אשר הוא מרפא את וגו':\n"
            },
            "5": {
                "0": "<b>הבור מלכיהו.</b> של מלכיהו:\n"
            },
            "6": {
                "0": "<b>עבד מלך.</b> ברוך בן נריה: ",
                "1": "<b>הכושי.</b> צדקיהו מה כושי משונה בעורו אף צדקיהו משונה בצדקו מכל דורו ויש מדרש דורש הכושי על ברוך: ",
                "2": "<b>איש סריס.</b> גבר רב:\n"
            },
            "8": {
                "0": "<b>וימת תחתיו וגו'.</b> אילו הניחו אותו במקומו היה מת מאליו ברעב והם הריעו לקרב מיתתו:\n"
            },
            "9": {
                "0": "<b>שלשים אנשים.</b> מתוך שכחן תש ברעב נצרכו כולן:\n"
            },
            "10": {
                "0": "<b>בלויי סחבות.</b> בלואי בגדים הנסחבים:\n"
            },
            "11": {
                "0": "<b>והמלחים.</b> לשון רקבון כמו כעשן נמלחו (ישעיה נא): ",
                "1": "<b>תחת אצילות ידיך.</b> שלא יזיקוך החבלים: ",
                "2": "<b>אצילות.</b> איישילא\"ש בלעז:\n"
            },
            "13": {
                "0": "<b>מבוא השלישי.</b> לא ידעתי היכן הוא ושמא בעזרת ישראל היא לומר שהחיל ועזרת נשים לפניה:\n"
            },
            "18": {
                "0": "<b>דואג.</b> ירא: ",
                "1": "<b>פן יתנו אותי.</b> הכשדים ביד היהודים לומר מלככם יהי עבדכם על שקדמתם להשלים עמנו: ",
                "2": "<b>והתעללו בי.</b> היהודים איגברונ\"ט בלע\"ז:\n"
            },
            "21": {
                "0": "<b>אנשי שלומך.</b> נביאי השקר שאמרו לך לא תלכד: ",
                "1": "<b>בבוץ.</b> טיט לשון היגאה גומא בלי בצה:\n"
            },
            "22": {
                "0": "<b>ואת העיר הזאת תשרף באש.</b> הרי אתה כאילו שורפה בידים שאתה גורם לה:\n\n"
            }
        },
        "38": {
            "2": {
                "0": "<b>ויבאו כל שרי מלך בבל וישבו בשער התוך וגו'.</b> מגיד שנתקיימה כאן נבואה עליונה ובאו ונתנו איש כסאו פתח שערי ירושלים וגו' (לעיל א): ",
                "1": "<b>בשער התוך.</b> בתרעא מציעתא שער העזרה שער ניקנור המזרחי והוא בין שער עזרת נשים ובין שער ההיכל ורבותינו אמרו שער התוך שער שמחתכין בו הלכות עליהם הוא אומר מקום המשפט שמה הרשע (קהלת ג׳:ט״ז):\n"
            },
            "3": {
                "0": "<b>דרך גן המלך.</b> מער' היתה לו מביתו עד ערבות ירחו ויצא לילך דרך המערה מה עשה הקב\"ה לקיים ופרשתי את רשתי עליו (יחזקאל י״ב:י״ג) זימן צבי לפני הכשדים מהלך על גג המערה חוץ לעיר ורצו אחריו לתפשו והוא רץ עד פתח המערה וראו את צדקיהו יוצא מן המערה (ה) וידבר אתו משפטים. למה עברת על השבועה:\n"
            },
            "5": {
                "0": "<b>ואת כל חורי יהודה.</b> אלו הסנהדרין על שהתירו לו את שבועתו החטא היה בעיני האלהים שהתירו השבועה:\n"
            },
            "7": {
                "0": "<b>ואת בית העם.</b> בתי כנסיות:\n"
            },
            "9": {
                "0": "<b>כרמים ויגבים.</b> שדות לעבדם כל יגיבה לשון חפירה אפושי\"ץ בלע\"ז:\n"
            },
            "12": {
                "0": "<b>רבי.</b> כמו שרי:\n"
            },
            "13": {
                "0": "<b>אל גדליהו בן אחיקם.</b> שנפל אל הכשדים ע\"פ ירמיהו וכשנלכדה העיר מינהו שליט בנשארים שם:\n"
            },
            "15": {
                "0": "<b>והיו לפניך ביום ההוא.</b> והיו הדברים לפניך שתראה אותם מתקיימי':\n"
            },
            "16": {
                "0": "<b>ביד האנשים.</b> ביד הכשדים:\n\n"
            }
        },
        "39": {
            "0": {
                "0": "<b>הדבר אשר היה.</b> מה שנא' בסוף הענין (ירמיה מב) ויהי מקץ עשרת ימים ויהי דבר ה' וגו' אלא שכתב תחלה על מה נאמר לו ומדרש אגדה באיכה רבתי מה היה הדבר ושובה אל גדליהו אמר לו או את נחית עמהון ואנא מסובר הכא או את סובר הכא ואנא נחית עמהון אמר אין אנא נחית עמהון מה אנא מהני להון אלא יחות ברייהון עמהון דסגין הוא מהני להון: ",
                "1": "<b>מן הרמה.</b> שהיה גולה מעצמו עמהן היה רואה כת שלולים בקולרין היה מכניס צוארו ביניהם וכו' כדאיתא בפסיקתא דאפטרתא דברי ירמיהו שא\"א לומר שנתנו נבוזראדן באזיקים שהרי צוהו נבוכדנאצר אל תעש לו מאומה רע (לעיל לט): ",
                "2": "<b>באזיקים.</b> בזיאו\"ש בלע\"ז:\n"
            },
            "1": {
                "0": "<b>ה' אלהיך דבר וגו'.</b> למה אתה מצטער עליה' והלא אתה נבאת להם ולא שמעו כדאיתא בפסיקתא:\n"
            },
            "3": {
                "0": "<b>פתחתיך.</b> לשון ויפתח הגמלים (בראשית כ״ד:ל״ב) וכת\"י וכען הא שריתך ומנחם פתר כולם לשון פתיחה ממש:\n"
            },
            "4": {
                "0": "<b>ועודנו לא ישוב.</b> בכל זאת לא היה חפץ לשוב אמר לו הקב\"ה ושובה אל גדליהו אשר הופקד על העניים הנשארים גם הם צריכין לך כשאר הגולים: ",
                "1": "<b>ארוחה ומשאת.</b> מתנן ונבזבן:\n"
            },
            "9": {
                "0": "<b>וקיץ.</b> דבלה:\n\n"
            }
        },
        "40": {
            "0": {
                "0": "<b>ורבי המלך.</b> ושרי המלך נתקנאו בו שנטל גדולה:\n"
            },
            "4": {
                "0": "<b>להביא בית ה'.</b> כשנסעו מביתם לא היו יודעים בחורבן הבית ובדרך שמעו וקרעו בגדיה' וגלחו זקנם ומתגודדים. לשון שריטה:\n"
            },
            "8": {
                "0": "<b>אשר הכה ביד גדליהו.</b> מתוך שהיה לו לחוש לעצת יוחנן בן קרח ולא חש העלה עליו כאילו נהרגו על ידו:\n"
            },
            "11": {
                "0": "<b>אל מים רבים.</b> על ברכת מיין סגיאין:\n"
            },
            "16": {
                "0": "<b>בגרות כמהם.</b> בגרות דיהב דוד לכמהם בר ברזילי גלעדאה, כששב ממלחמת אבשלום כמו שנאמר בספר (שמואל ב י״ט:ל״ט) אתי יעבור כמהם וגו':\n\n"
            }
        },
        "41": {
            "13": {
                "0": "<b>וקול שופר.</b> שתוקעין הצופים להזהיר את העם:\n\n"
            }
        },
        "42": {
            "8": {
                "0": "<b>וטמנתם במלט.</b> מ\"ם זו יסוד נופל היא בתיבה כמו מקום מעמד מעשה ויסודו לט כמו וילט פניו (מלכים א יט) לאט אותה בתוך הטיט במלבן, במלט אנוולופמנטו בלע\"ז:\n"
            },
            "9": {
                "0": "<b>שפרירו.</b> אהלו ודוגמתו ברוחו שמים שפרה (איוב כ״ו:י״ג):\n"
            },
            "11": {
                "0": "<b>ועטה את ארץ מצרים.</b> יכרוך כל שללה ויצא כאשר יכרוך ויגלול הרועה את בגדו וישליכו מעל כתיפיו כשהוא מוליך צאנו לפניו:\n"
            },
            "12": {
                "0": "<b>את מצבות בית שמש.</b> מזבחות שעשו שם אותם שנתגיירו בימי חזקיהו שבויי סנחריב שהוליך מכוש וממצרים לפני ירושלים ביום מפלתו כמו שאמר (ישעיהו י״ט:י״ח) ביום ההוא יהיו חמש ערים בארץ מצרים מדברות שפת כנען ונשבעות לה' צבאות עיר ההרס יאמר לאחת, ותרגם יונתן עיר קריתא בית שמש דעתידא למיחרב יתאמר דהיא חדא מנהון:\n\n"
            }
        },
        "43": {
            "9": {
                "0": "<b>לא דוכאו.</b> לבם מרעתם:\n"
            },
            "13": {
                "0": "<b>כי אם פליטים.</b> ירמיה וברוך חזרו לשם שהגלה נבוכדנאצר כשנתנה ארץ מצרים בידו בעשרים ושבע למלכו (יחזקאל כט) כך שנויה בסדר עולם:\n"
            },
            "18": {
                "0": "<b>המבלעדי אנשינו.</b> שלא מדעתם: ",
                "1": "<b>כוונים להעציבה.</b> דפוסים כדמות עצבים (עצבים דמות עלמה כמו לעיל כב):\n"
            },
            "21": {
                "0": "<b>ולא יוכל ה' עוד לשאת.</b> כמו ולא יכול:\n"
            },
            "29": {
                "0": "<b>פרעה חפרע.</b> פרעה תבירא וחי\"ת זו משמשת במקו' ה\"א:\n\n"
            }
        },
        "44": {
            "2": {
                "0": "<b>ומנוחה לא מצאתי.</b> לא שרתה עלי שכינה להנבא כמו ותנח עליהם הרוח (במדבר י״א:כ״ו) מה נשתניתי מתלמידי הנביאים יהושע שימש את משה נחה עליו רוח הקודש אלישע שימש את אליהו נחה עליו רוח הקודש אני מה נשתניתי:\n"
            },
            "3": {
                "0": "<b>ואת כל הארץ.</b> היא הנדונת בנתישה והריסה זו:\n"
            },
            "4": {
                "0": "<b>תבקש לך גדולות.</b> נבואות כמו ספרה נא לי את כל הגדולות וגו' (מלכים ב ח׳:ד׳) קרא אלי ואגידה לך גדולות וגו' (לעיל לג) אמר לו הקב\"ה אם אין כרם אין סייג ואם אין צאן אין רועה איני נגלה על הנביאים אלא בזכותם של ישראל כך שנויה במכילתא בתחלתה:\n\n"
            }
        },
        "45": {
            "2": {
                "0": "<b>מגן.</b> של עור הוא והוא שלוק וכשיוצ' למלחמה מושחו בשמן: ",
                "1": "<b>צנה.</b> של עץ דמות תריסין שלנו:\n"
            },
            "3": {
                "0": "<b>מרקו הרמחים.</b> כמו ומורק ושוטף (ויקרא ז) פורביר בלע\"ז:\n"
            },
            "4": {
                "0": "<b>המה חתים.</b> מצרים: ",
                "1": "<b>ולא הפנו.</b> עוד לעמוד במלחמה לא היה להם פנאי:\n"
            },
            "6": {
                "0": "<b>כיאור יעלה.</b> שהיה רגיל להעלות גייסות סביביו כמו נהר לשטף סביביו: ",
                "1": "<b>יתגעשו מימיו.</b> דמטרפין מוהי:\n"
            },
            "7": {
                "0": "<b>כיאור יעלה.</b> היה רגיל לעלות: ",
                "1": "<b>אובידה.</b> כמו אאבד:\n"
            },
            "8": {
                "0": "<b>והתהוללו.</b> לשון סכלות:\n"
            },
            "9": {
                "0": "<b>ורותה.</b> לשון שובע, ל\"א לשון שכרון כמו שכר דמתרגמינן מרוי: ",
                "1": "<b>בארץ צפון.</b> שהלך פרעה על נבוכדנצר בכרכמיש וגם נפל ונהרגו גבוריו והוא ברח מן המלחמה:\n"
            },
            "11": {
                "0": "<b>גבור בגבור כשלו.</b> כשהיו בורחים היו נכשלים ונתקלים זה בזה:\n"
            },
            "12": {
                "0": "<b>לבא נבוכדראצר.</b> זו מכה שניי' שהחריב נבוכדנצר את מצרים בשנת עשרים ושבע למלכו (יחזקאל כ״ט:י״ד) כמו ששנינו בסדר עולם:\n"
            },
            "13": {
                "0": "<b>התיצב והכן לך.</b> כנגד המלחמה, והכן ואתקין:\n"
            },
            "14": {
                "0": "<b>נסחף.</b> נשטפו והחליקו גבוריך כמו מטר סוחף (משלי כ״ח:ג׳) נסתחפה שדהו בלשון משנה ומנחם חברו לשון כליון וכן חבר מטר סוחף ודונש פתר מטר סוחף כמו מטר סועף כמו מסעף פארה במערצה (ישעיהו י׳:ל״ג):\n"
            },
            "15": {
                "0": "<b>הרבה כושל.</b> הקב\"ה שהדפו והרבה לו מכשול: ",
                "1": "<b>גם נפל.</b> נתקבצו איש אל רעהו לאמר נקומה ונשובה אל עמנו ממקום שיצאנו משם להלחם: ",
                "2": "<b>חרב היונה.</b> חרבא דסנאה דהיא כחמר מרויא, היונה לשון יין ל\"א לשון אונאה:\n"
            },
            "16": {
                "0": "<b>קראו שם.</b> במלחמה הכריזו משל של חרפה: ",
                "1": "<b>פרעה מלך מצרים שאון.</b> שהיה מגביה קול שאונו תשואות להתהלל בחיילותיו: ",
                "2": "<b>העביר המועד.</b> שייעד היום מלחמה קבוע לצאת ולהלחם ולא יצא ועבר יום זמן המועד:\n"
            },
            "17": {
                "0": "<b>כי כתבור בהרים.</b> כי כאשר דבר אמת הוא שתבור קבוע בהרים והר הכרמל על הים כן באמת יבא הדבר הזה על מצרים:\n"
            },
            "18": {
                "0": "<b>כלי גולה.</b> אדם יוצא לדרך מתקן לו חמת ומקדה של חרס לשתות בה: ",
                "1": "<b>ונצתה.</b> לשון ציה:\n"
            },
            "19": {
                "0": "<b>עגלה יפהפיה.</b> מלכותא יאייא: ",
                "1": "<b>קרץ.</b> עממין קטולין קרץ לשון חתוך וכן מחומר קרצתי (איוב לג): ",
                "2": "<b>מצפון.</b> מבבל:\n"
            },
            "20": {
                "0": "<b>שכיריה.</b> שריה כמו בתער השכירה (ישעיה ז): ",
                "1": "<b>מרבק.</b> קופל\"א בלעז: ",
                "2": "<b>הפנו.</b> פנו עורף לבקש לנוס:\n"
            },
            "21": {
                "0": "<b>קולה כנחש ילך.</b> הרי הנחש בא ללמד על מצרים ונמצא למד למדנו מכאן שכשאמר הקב\"ה לנחש על גחונך תלך (בראשית ג) וקיטע את רגליו והלך קולו בסוף העולם כך שנוייה בל\"ב מדות דרבי אליעזר בנו של רבי יוסי הגלילי: ",
                "1": "<b>כי בחיל ילכו.</b> אליה:\n"
            },
            "22": {
                "0": "<b>כרתו יערה.</b> כח יש בהן לכרות כל יערה: ",
                "1": "<b>כי לא יחקר.</b> מספר צבאם:\n"
            },
            "24": {
                "0": "<b>אל אמון.</b> על אמון, על השר אמון יש שהוא לשון גדולה כמו התטבי מנא אמון (נחום ג׳:ח׳): ",
                "1": "<b>מנא.</b> אלכסנדרי' רבת' לאשיניוריא\"ה דלישנדר\"א בלע\"ז:\n"
            },
            "25": {
                "0": "<b>ואחרי כן.</b> מקץ ארבעים שנה כמו שאמר (יחזקאל כ״ט:י״ג):\n"
            },
            "26": {
                "0": "<b>ואתה אל תירא.</b> צדיקים שבתוך מצרים שגלו שם על כרחם:\n"
            },
            "27": {
                "0": "<b>למשפט.</b> בדין חסוך מעט מעט: ",
                "1": "<b>ונקה.</b> לשון טיאוט והשמד וכן תירגמו יונתן לשון כלייה:\n\n"
            }
        },
        "46": {
            "0": {
                "0": "<b>אל פלשתים.</b> על פלשתים: ",
                "1": "<b>בטרם יכה פרעה את עזה.</b> כשהיה נבוכדנצר צר על ירושלים בשנה העשירית לצדקיהו יצא חיל פרעה ממצרים ויעלו הכשדים מעל ירושלים שמע פרעה ושטף את עזה ושב לארצו בסדר עולם:\n"
            },
            "2": {
                "0": "<b>שעטת.</b> אין לו דמיון ויונתן תרגמו מפסועית: ",
                "1": "<b>מרעש לרכבו.</b> מרעש אשר לרכבו: ",
                "2": "<b>גלגליו.</b> אופני מרכבותיו: ",
                "3": "<b>לא הפנו אבות אל בנים.</b> להצילם:\n"
            },
            "3": {
                "0": "<b>להכרית לצור ולצידון.</b> פלשתים היו עוזרים אותם מאויביהם: ",
                "1": "<b>אי כפתור.</b> איזל\"ש בלע\"ז:\n"
            },
            "4": {
                "0": "<b>נדמתה.</b> נחרבה: ",
                "1": "<b>תתגודדי.</b> תשרטי באבל ובבכי:\n"
            },
            "5": {
                "0": "<b>חרב לה'.</b> שהקב\"ה מביא לעולם: ",
                "1": "<b>הרגעי.</b> לשון מרגוע:\n\n"
            }
        },
        "47": {
            "0": {
                "0": "<b>המשגב.</b> שם מקום:\n"
            },
            "1": {
                "0": "<b>חשבון.</b> ומדמן שם מקום ולפי שמותם הוא מזכיר פורענותם: ",
                "1": "<b>תדמי.</b> תחרבי:\n"
            },
            "3": {
                "0": "<b>צעיריה.</b> שולטנהא הצעירים מן המלכים:\n"
            },
            "4": {
                "0": "<b>מעלה הלוחית.</b> שם מקום הוא מעלת הר:\n"
            },
            "5": {
                "0": "<b>כערוער.</b> מגדל ערוער עשוי במדבר ואין סביביו ישוב כי אם שוכני אהלים ומגדל העומד באין ישוב נראה כחורבה כן תירגם יונתן ומנחם פי' כערוער שם עץ מעצי היער:\n"
            },
            "8": {
                "0": "<b>תנו ציץ למואב.</b> תנו כנף למואב כל דבר תלאי התולה ובולט מן האדם ומן הבהמה קרוי ציץ כמו והיה לכם לציצית (במדבר ט״ו:ל״ט) ויקחני בציצת ראשי (יחזקאל ל\"ח): ",
                "1": "<b>כי נצא תצא.</b> כי במעופה וחפזון תצאו בגולה ויהיה נצא מגזרת נצה כן חברו מנחם וכן כי נצו גם נעו (איכה ד׳:ט״ו), ויונתן תרגם אעדו כתרא ממואב, תנו לאחרים ציץ הנזר אשר למואב:\n"
            },
            "9": {
                "0": "<b>מלאכת ה'.</b> מלאכת השחתת מואב שהיא שליחותו של מקום:\n"
            },
            "10": {
                "0": "<b>לא נמר.</b> לא נחלף:\n"
            },
            "11": {
                "0": "<b>צועים.</b> מריקים וכן מהר צועה להפתח (ישעיהו נ״א:י״ד) הוא הלוך המעיים בשלשול: ",
                "1": "<b>ונבליהם.</b> חביותיה' של מואבים: ",
                "2": "<b>ונפצו.</b> ישברו כמו איכה נחשבו לנבלי חרש (איכה ד׳:ב׳) כל נבל ימלא יין (לעיל יג):\n"
            },
            "12": {
                "0": "<b>מכמוש.</b> אשר בטח בו: ",
                "1": "<b>מבית אל.</b> עגל הזהב:\n"
            },
            "16": {
                "0": "<b>נודו לו.</b> לשון קינה כמו אל תנוד לו:\n"
            },
            "18": {
                "0": "<b>שאלי נס ונמלטה.</b> שאלי מן הנסים והנמלטים ממואב מה נהייתה אם נמלט כלום מהשחית:\n"
            },
            "20": {
                "0": "<b>ומשפט בא.</b> ופורענות בא:\n"
            },
            "25": {
                "0": "<b>השכירוהו.</b> השקוהו תרעילה עד שישתכר: ",
                "1": "<b>גם הוא.</b> כמו שהיה שחוק לו:\n"
            },
            "26": {
                "0": "<b>תתנודד.</b> היית מניד בראשך ומתלוצץ על חרבנו, ל\"א כי מדי דבריך בו שהיית מתרונן על חרבנו אתה מתנודד לצאת בגולה וכת\"י על דאסגיתון עליהון פתגמין בכן תטלטלון:\n"
            },
            "27": {
                "0": "<b>בעברי פי פחת.</b> מקום שהמים כורין תחת גידודי שפת הנחל הגבוהים וכשהנחל מתמעט נמצאת הגומא ריקנית והיונה מקננת באחת מעב' הגומא וכשנחל רבה שוטף את הקן והיא נודדת משם כך שמעתי ויונתן לא תרגם כן והוה כיונא דשבקא פום שובכה ונחתא ושריא בארעית גובא:\n"
            },
            "29": {
                "0": "<b>עברתו ולא כן.</b> שנאתו לישראל לא באמת ולא במשפט: ",
                "1": "<b>בדיו.</b> גבוריו: ",
                "2": "<b>לא כן עשו.</b> לא כגמול השיבו לזרע אברה' שנלחם עם המלכים והציל את לוט אביהם:\n"
            },
            "30": {
                "0": "<b>קיר חרש.</b> עיר מארץ מואב: ",
                "1": "<b>יהגה.</b> גונח כיונים הוגים:\n"
            },
            "31": {
                "0": "<b>מבכי יעזר אבכה לך.</b> כשנאמרה נבואה זו כבר חרבה יעזר והיא סמוכה למואב אבכה לך אבכה בשבילך דוגמת אותו בכי כי גם את תחרבי כמוהו: ",
                "1": "<b>הגפן שבמה.</b> ארץ כרמים היתה: ",
                "2": "<b>נטישותיך.</b> לפי שדימה אותה לגפן דימה את גבוריה לנטישות הגפן: ",
                "3": "<b>עברו ים.</b> הלכו בגולה: ",
                "4": "<b>קיצך.</b> לשון קיץ תאנים וקצך שהיא ל' קץ אין בו יו\"ד והצד\"י דגושה:\n"
            },
            "32": {
                "0": "<b>ונאספה.</b> וכלתה שלא תראה: ",
                "1": "<b>לא ידרוך.</b> ענבים בקול ענות הידד בשמחה כאשר היו עושים: ",
                "2": "<b>הידד לא הידד.</b> שהידד יצעקו לא יהי הידד הראשון כי אם הידד של מנוסת חרב:\n"
            },
            "33": {
                "0": "<b>עגלת שלישיה.</b> מדינה גברתנית:\n"
            },
            "35": {
                "0": "<b>על כן יתרת עשה.</b> על אשר גאוה עשה לכך אבדו:\n"
            },
            "36": {
                "0": "<b>גדדות.</b> שריטות:\n"
            },
            "38": {
                "0": "<b>איך חתה הילילו.</b> הילילו עליה ואמרו איך חתה:\n"
            },
            "39": {
                "0": "<b>כנשר ידאה.</b> האויב אל מואב: ",
                "1": "<b>ידאה.</b> יעוף:\n"
            },
            "40": {
                "0": "<b>הקריות.</b> שם העיר:\n"
            },
            "42": {
                "0": "<b>פחד ופחת.</b> אלו ב' דברים קשים זה אצל זה שהפחד גורם לו לנוס והפחת מוכן ליפול בו: ",
                "1": "<b>פחת.</b> פוש\"א בלע\"ז:\n"
            },
            "44": {
                "0": "<b>בצל חשבון.</b> שהיא גבוהה ויש לה צל: ",
                "1": "<b>עמדו.</b> הנסים לנוח בצל אשר לא היה בהן עוד כח לנוס: ",
                "2": "<b>מבן סיחון.</b> מעיר סיחון כמו בן ראובן (ביהושע ט): ",
                "3": "<b>וקדקד.</b> אטריפירצד\"א בלע\"ז ומנחם חברו ל' מקור וי\"ת ויקירי לשון יקר: ",
                "4": "<b>בני שאון.</b> אותם שהיו מגביהים קול תפארת:\n\n"
            }
        },
        "48": {
            "0": {
                "0": "<b>הבנים אין לישראל.</b> בי\"ת רפה וה\"א חטף פתח שהוא ל' תמיהה: ",
                "1": "<b>מלכם.</b> עבודת כוכבים של בני עמון מלכם שמה שנאמר (מלכים ב כ\"ג) ולמלכם תועבת בני עמון:\n"
            },
            "2": {
                "0": "<b>כי שודדה עי.</b> הסמוכה לה ומארץ עמון היא: ",
                "1": "<b>בנות רבה.</b> רבת בני עמון: ",
                "2": "<b>והתשוטטנה בגדרות.</b> תירגמו יונתן ואתהממון בסיען התגודדו בחיילות פתר והתשוטטנה לשון חיילות משוטטים וגדרות לשון גדרות צאן המלאים עדרים ויש לפתור והתשוטטנה והתעוללנה בזבל גדרות צאן ל' בזיון ויבז עשו (בראשית כה) ושט עשו:\n"
            },
            "3": {
                "0": "<b>תתהללי.</b> תתפארי וונטי\"ר בלע\"ז: ",
                "1": "<b>בעמקים.</b> שארצך ארץ עמקים ואין עצירת גשמים קשה לה שאין חמה שולטת בה: ",
                "2": "<b>זב עמקך.</b> מכת רוב גשמים באה עד שזבו המים בעמק ושטפו שרשי התבואה כך פי' מנחם:\n"
            },
            "4": {
                "0": "<b>איש לפניו.</b> כל אשר יוכל למהר ולנוס: ",
                "1": "<b>לנודד.</b> ל' נע ונד (שם ד):\n"
            },
            "6": {
                "0": "<b>בתימן.</b> אדום בדרומה של ארץ ישראל היא כמה שנאמר והיה לכם פאת נגב ממדבר צין ע\"י אדום (במדבר ל״ד:ג׳): ",
                "1": "<b>מבנים.</b> מדור זה: ",
                "2": "<b>נסרחה.</b> אתקלקלת:\n"
            },
            "7": {
                "0": "<b>הפנו.</b> התבערו מן המקום הזה לשון ופנו את הבית (ויקרא יד): ",
                "1": "<b>העמיקו לשבת.</b> להחבא בעמקי מסתרים נוסו הפנו העמיקו. כולם לשון צווי הם:\n"
            },
            "8": {
                "0": "<b>אם בוצרים באו לך.</b> חשפתי את וגו' שמועה שמעתי וגו' כל כעין דוגמא זו נבא עובדיה על אדום ולפי שסיגנון אחד עולה לכמה נביאים ואין שני נביאים מתנבאים בסיגנון אחד במקצת הדברים משתנין: ",
                "1": "<b>לא ישאירו עוללות.</b> בתמיה והשודדים שבאו עליך לא השאירו לך כלום:\n"
            },
            "9": {
                "0": "<b>חשפתי.</b> גליתי כמו מחשוף הלבן (בראשית ל׳:ל״ז) ואתה הסגרת שרידי למען לא ישאר מהם איש כמה שנאמר אל תסגר שרידיו (עובדיה א׳:י״ד): ",
                "1": "<b>ונחבה לא יוכל.</b> ויבקש להחבא ולא יוכל:\n"
            },
            "10": {
                "0": "<b>עזבה יתומיך.</b> שיתמת בישראל:\n"
            },
            "11": {
                "0": "<b>אשר אין משפטם לשתות.</b> שלא היו אחים להם ואם הרעו להם אין להם משפט מות כמותך:\n"
            },
            "12": {
                "0": "<b>לחרפה.</b> ולקללה תהיה בצרה בצרה מערי מואב אלא מפני הענין שנאמר יובב בן זרת מבצרה (בראשית לז) היא לוקה עמו:\n"
            },
            "15": {
                "0": "<b>תפלצתך.</b> ל' בהלה שהיית ממהר ונבהל לעורר שטימתך לאחיך ויש לועזין לשון פלצות ויש לועזין לשון מפלצת: ",
                "1": "<b>השיא אותך.</b> להרע להם: ",
                "2": "<b>שוכני.</b> שוכן: ",
                "3": "<b>תופשי.</b> כמו תופש והיו\"ד יתירה בו:\n"
            },
            "18": {
                "0": "<b>כאריה יעלה מגאון הירדן.</b> שהוא מקום אריות כתרגומו של יונתן כן יעלה האויב אל נוה איתן: ",
                "1": "<b>ארגיעה.</b> אקריב את הרגע: ",
                "2": "<b>אריצנו מעליה.</b> פתאום ובהצלחה יחריבנה וישוב לו ברגע קטן אל מקומו ואני אומר אריצנו מעלי' ממעל לה שיהא מתגבר עליה ועליון לה וכן ממעל לרקיע וכן ממעל לו (ישעיה ו) מעל למדיו (שמואל א יב): ",
                "3": "<b>ומי בחור.</b> אותו שבחרתי לנקום נקמתי עליה אפקד: ",
                "4": "<b>ומי יועידני.</b> למלחמה להלחם אתי:\n"
            },
            "19": {
                "0": "<b>אם לא.</b> לשון באמת: ",
                "1": "<b>יסחבום.</b> יגררום: ",
                "2": "<b>צעירי הצאן.</b> בזויי האומות ורבותינו דרשו פרס שהוא הצעיר בבני יפת: ",
                "3": "<b>ישים.</b> לשון שממה:\n"
            },
            "22": {
                "0": "<b>בושה חמת וארפד.</b> ערי ארם כי שמעו שמועה רעה על דמשק שהיא ראש ארם כמה שנאמר כי ראש ארם דמשק (ישעיהו ז׳:ח׳) לכך נמוגו: ",
                "1": "<b>בים דאגה.</b> דאגתה דומה לדאגת הים השקט לא יוכל. כל דאגה לשון יראה הוא. (כד) רפתה דמשק. רפו ידיה מהלחם: ",
                "2": "<b>ורטט.</b> זיע:\n"
            },
            "24": {
                "0": "<b>איך לא עזבה.</b> לא נתמלאת עפר סביב חומתה לחזק החומה כמו ויעזבו את ירושלים עד החומה (נחמיה ג׳:ח׳) ויש עוד לפתור למה לא נעזבת מן הרעה הזאת שלא תבא הרעה עליה: ",
                "1": "<b>קרית משושי.</b> כך יתאבל מלכה עליה:\n"
            },
            "25": {
                "0": "<b>לכן.</b> לשון שבועה: ",
                "1": "<b>ידמו.</b> יחריבו ואינו זז מלשון דממה שכל עיר חריבה אין קול נשמע בה:\n"
            },
            "27": {
                "0": "<b>קדר.</b> שוכני מדברות באהלי' הם אין חומה ואין עיר:\n"
            },
            "28": {
                "0": "<b>מגור.</b> אמאשמנ\"ט בלעז ל\"א לשון יראה:\n"
            },
            "29": {
                "0": "<b>כי יעץ עליכם וגו'.</b> ומה היא העצה קומו עלו אל גוי שליו:\n"
            },
            "30": {
                "0": "<b>בדד ישכונו.</b> בטח ביחידות אין צריכין להתאסף ולישב ברוב אדם שאין יראים שיבא אויב עליהם:\n"
            },
            "31": {
                "0": "<b>קצוצי פאה.</b> מוקצים מקצה אל קצה הרוחות:\n"
            },
            "34": {
                "0": "<b>את קשת עילם.</b> את תקות עילם (ס\"א חזקת עילם): ",
                "1": "<b>ראשית גבורתם.</b> מיטב גבורת':\n"
            },
            "37": {
                "0": "<b>ושמתי כסאי.</b> מצור שלי:\n\n"
            }
        },
        "49": {
            "1": {
                "0": "<b>ושאו נס.</b> פורק\"א בלע\"ז סימן אסיפה הוא: ",
                "1": "<b>בל.</b> ומרודך שמות עבודת כוכבים של בבל:\n"
            },
            "2": {
                "0": "<b>גוי מצפון.</b> מדי ופרס:\n"
            },
            "4": {
                "0": "<b>דרך הנה.</b> דרך המקום הזה ירושלים יסבו פניהם כשתחרב בבל ויצאו מתוכה ברשיון כורש מלך פרס:\n"
            },
            "5": {
                "0": "<b>רועיהם התעום.</b> גדוליהם התעום מעלי: ",
                "1": "<b>הרים שובבים.</b> אל ההרים אל עבודת כוכבים שבהרים, שובבום אנווייזאנ\"ץ בלע\"ז שובבום מלכיהם, וי\"ת הרים שובבום שלטוניא בזונון:\n"
            },
            "6": {
                "0": "<b>ומקוה אבותיהם.</b> וסבור אבהתהון:\n"
            },
            "7": {
                "0": "<b>נודו מתוך בבל.</b> מעתה צאו משם: ",
                "1": "<b>כעתודים לפני צאן.</b> דרך העתודים ללכת לפני העדר בראש העזים:\n"
            },
            "8": {
                "0": "<b>וערכו לה.</b> ויסדרון עלה קרב:\n"
            },
            "10": {
                "0": "<b>שוסי נחלתי.</b> בוזזי נחלתי: ",
                "1": "<b>כי תפושו.</b> ל' שומן: ",
                "2": "<b>כעגלה דשה.</b> הדשה בתבואה ואוכלת תמיד:\n"
            },
            "11": {
                "0": "<b>אמכם.</b> כניסתכם: ",
                "1": "<b>אחרית.</b> אתם הכשדים אם ראשיתכם גדול אחריתכם יהיו מדבר:\n"
            },
            "13": {
                "0": "<b>ידו אליה.</b> זרקו לה אבנים כמו וידו אבן בי (איכה ג׳:נ״ג):\n"
            },
            "14": {
                "0": "<b>ונתנה ידה.</b> כאדם שאין בו כח ומושיט יד לכל מי שרואה לבקש רחמים ועזרה וכן מצרים נתנו יד (שם ה) הושטנו יד למצרים לבקש מהם עזרה: ",
                "1": "<b>אשיותיה.</b> חוזק יסודותיה וכן ואשיא יחיטו (עזרא ד׳:י״ב) ובלשון משנה כגון אלו התופרים לאושין וכן והתאוששו והתחזקו: ",
                "2": "<b>כאשר עשתה.</b> לעיר ה':\n"
            },
            "15": {
                "0": "<b>כרתו זורע.</b> שיצו מלכא מבבל ואחידו חרבא בעידן קטול:\n"
            },
            "16": {
                "0": "<b>הראשון אכלו.</b> שהגלה י' השבטים: ",
                "1": "<b>עצמו.</b> גרמו גירם עצמותיו שגמר השיריים יהודה ובנימן, עצמו דישושא\"ר בלע\"ז:\n"
            },
            "18": {
                "0": "<b>ורעה הכרמל.</b> ל' מרעה:\n"
            },
            "20": {
                "0": "<b>מרתים.</b> שהמרתני והרגזתני: ",
                "1": "<b>פקוד.</b> שם מדינה וכן פקוד ושוע וקוע (יחזקאל כ״ג:כ״ג) ת\"י שם מדינות: ",
                "2": "<b>ועשה ככל אשר צויתיך.</b> אתה כורש ביד ישעיה הנביא (מ\"ה):\n"
            },
            "22": {
                "0": "<b>פטיש כל הארץ.</b> שהיה מפוצץ ומכתת את הכל:\n"
            },
            "23": {
                "0": "<b>יקשתי לך.</b> לשון מוקש:\n"
            },
            "25": {
                "0": "<b>באו לה מקץ.</b> מסוף העיר התחילו בה שלא תדע ותתפש פתאום: ",
                "1": "<b>פתחו מאבוסיה.</b> ת\"י אבולהא שעריה ואין לו דמיון, ומנחם חברו לשון אבוס: ",
                "2": "<b>סלוה.</b> דושו אותה: ",
                "3": "<b>כמו ערמים.</b> גרנות:\n"
            },
            "26": {
                "0": "<b>כל פריה.</b> שריה כן דרך הנביאי' להמשיל השרים לפרים אבירים ולעתודים: ",
                "1": "<b>.</b> (כט) השמיעו אל בבל רבים ל' וישמע שאול את העם (שמואל טז) הזעיקו להאסף אל בבל מורים בחצים כמו יסובו עלי רביו (איוב ט״ז:י״ג):\n"
            },
            "29": {
                "0": "<b>לכן.</b> ל' שבועה:\n"
            },
            "33": {
                "0": "<b>הרגיע את הארץ.</b> כשתפול בבל יהי מרגוע והנחה לכל:\n"
            },
            "35": {
                "0": "<b>אל הבדים.</b> אל הקוסמים שלה: ",
                "1": "<b>ונואלו.</b> בקסמיהם ודומה לו מפר אותות בדים (ישעיה מד) וכן ת\"י על שם שבודים ואומרים דברי כזב:\n"
            },
            "36": {
                "0": "<b>הערב.</b> סומכוותא גרנטיא\"ה בלע\"ז:\n"
            },
            "37": {
                "0": "<b>ובאימים יתהללו.</b> ישתטו ל\"א פורוונטרונט בלע\"ז וכת\"י משתבחין באלהי הענקים שהיו להם:\n"
            },
            "38": {
                "0": "<b>ציים את איים.</b> יערעון תמון בחתולין מיני חיות המצויין בחורבה:\n"
            },
            "43": {
                "0": "<b>הנה כאריה.</b> אשר יעלה מגאון הירדן כן יבא השודד אל נוה איתן כך תירגם יונתן הא מלך במשרייתיה ייסק עליהון כאריה דסלק מרום ירדנא למדנו שגאון הירדן מקום אריות הוא ואף כך תרגמו יונתן ואיך תעשה בגאון הירדן לקבל חיות ברא ברום ירדנא: ",
                "1": "<b>כי ארגיעה.</b> כשאביא השעה: ",
                "2": "<b>מעליה.</b> ממעל לה: ",
                "3": "<b>ומי יועידני.</b> למלחמה:\n"
            },
            "44": {
                "0": "<b>צעירי הצאן.</b> פרס צעיר לבני יפת:\n\n"
            }
        },
        "50": {
            "0": {
                "0": "<b>לב קמי.</b> כשדים בגימ' דא\"ת ב\"ש, רוח משחית את רוח מלך פרס ומדי שהוא משחית, רוח טלנ\"ט בלע\"ז:\n"
            },
            "1": {
                "0": "<b>וזרוה.</b> ונפצוה: ",
                "1": "<b>ויבוקקו.</b> וירוקנו:\n"
            },
            "2": {
                "0": "<b>אל ידרוך.</b> הדורך הרי זה מקרא קצר אל אשר אני אומר שם ידרוך הדורך קשתו. ואל יתעל בסריונו. אל ירפא:\n"
            },
            "4": {
                "0": "<b>כי לא אלמן.</b> לא שכחו מלנקום נקמתו: ",
                "1": "<b>כי ארצם.</b> של כשדים:\n"
            },
            "5": {
                "0": "<b>נוסו.</b> ישראל מתוך בבל:\n"
            },
            "6": {
                "0": "<b>כוס זהב.</b> היתה בבל עד הנה ביד ה' לשכר בה את כל הארץ יין החימה: ",
                "1": "<b>על כן יתהללו גוים.</b> נשתכרו ונשתטו:\n"
            },
            "8": {
                "0": "<b>נגע אל השמים משפטה.</b> גבה פורענות' עד אל השמים:\n"
            },
            "9": {
                "0": "<b>הוציא ה' את צדקותינו.</b> נזכרנו לפניו לזכות ובאו צדקות אבותינו לפניו:\n"
            },
            "10": {
                "0": "<b>הברו.</b> ל' נקיון: ",
                "1": "<b>השלטים.</b> אשפות שהחצים נתונים בהם:\n"
            },
            "11": {
                "0": "<b>גם זמם ה'.</b> זה ימים רבים: ",
                "1": "<b>גם עשה.</b> את מזימתו דרך המקרא לדבר שני גמין זה אחר זה ועל ידי האחרון בא הראשון:\n"
            },
            "12": {
                "0": "<b>בא קצך.</b> קץ שלך: ",
                "1": "<b>אמת בצעך.</b> מדת חמסך ל\"א אמת בצעך מדת סופך כמו כי יבצע:\n"
            },
            "13": {
                "0": "<b>בנפשו.</b> אינשימישימו\"ש בלע\"ז: ",
                "1": "<b>כי אם.</b> לשון באמת: ",
                "2": "<b>מלאתיך אדם.</b> אמלינך משריית עממין דסגיאין כזחלא: ",
                "3": "<b>וענו עליך הידד.</b> וירימון עלך בקלהון:\n"
            },
            "16": {
                "0": "<b>נבער כל אדם.</b> העושה פסל לאלוה: ",
                "1": "<b>נסכו.</b> לשון מסכה:\n"
            },
            "17": {
                "0": "<b>בעת פקודתם.</b> כשיפקוד הקב\"ה עליהם ועל עובדיהם:\n"
            },
            "18": {
                "0": "<b>ושבט נחלתו.</b> יעקב הנזכר למעלה בראש המקרא:\n"
            },
            "19": {
                "0": "<b>מפץ אתה לי.</b> עד הנה העמדתיך לי למשחית ולמפץ את האומות שגזרתי עליהם גולה:\n"
            },
            "23": {
                "0": "<b>ושלמתי לבבל.</b> אחרי כל זאת שאגמור נקמתי על ידו בעובדי כוכבים:\n"
            },
            "27": {
                "0": "<b>קדשו.</b> זמנו: ",
                "1": "<b>טפסר.</b> לשון חיל (או ל' אדון): ",
                "2": "<b>סמר.</b> הריצי\"יר בלע\"ז כמו תסמר שערי בשרי (איוב ד׳:ט״ו):\n"
            },
            "28": {
                "0": "<b>ותחול.</b> לשון חלחלה:\n"
            },
            "29": {
                "0": "<b>נשתה.</b> קפצה כמו גיד הנשה (בראשית לג) שנשה ממקומו:\n"
            },
            "32": {
                "0": "<b>כגורן עת הדריכה.</b> הרי היא עתה מלאה כגורן בעת שדשו תבואתה שהיא מלאה חטין: ",
                "1": "<b>עוד מעט.</b> ותתרוקן ותדמה לגורן בעת תחלת הקציר שהיא ריקנית:\n"
            },
            "34": {
                "0": "<b>חמסי שארי.</b> צעקת חמסי ומזונתי אשר אכלו שארי:\n"
            },
            "37": {
                "0": "<b>נערו.</b> ל' חמור נוער:\n"
            },
            "38": {
                "0": "<b>בחומם אשית את משתיהם.</b> אכוין שיהו משתיהן בעת החום כדי שישתכרו: ",
                "1": "<b>למען יעלוזו וישנו.</b> וירדמו: ",
                "2": "<b>שנת עולם.</b> שנת עולמית וכן עלתה שם מתוך משתה ושכרות נחרבו ונהרגו ונלכדה העיר כמו שנ' (בדניאל ה׳:ב׳) בלשאצר אמר בטעם חמרא וגו' (שם) אשתי חמרא וגו' (שם) ביה בליליא קטיל בלשאצר מלכא וג' (שם) ודריוש מדאה קביל מלכותא:\n"
            },
            "39": {
                "0": "<b>ככרים.</b> כבשים, (וי\"ת) כתורין:\n"
            },
            "40": {
                "0": "<b>ששך.</b> בבל בגי' דא\"ת ב\"ש:\n"
            },
            "41": {
                "0": "<b>עלה על בבל הים.</b> חיל גדול כמו הים:\n"
            },
            "43": {
                "0": "<b>על בל.</b> על עבודת כוכבים של בבל: ",
                "1": "<b>את בלעו.</b> שהושפלו כל יושב הארץ תחתיו: ",
                "2": "<b>ולא ינהרו.</b> ולא יאספו וכן ונהרו אליו כל הגוים (ישעיהו ב׳:ב׳) כמימי נהרות כולם ההולכים אל הים:\n"
            },
            "45": {
                "0": "<b>בשמועה הנשמעת בארץ.</b> השמועה הזאת של בלשצר שנהרג: ",
                "1": "<b>ובא בשנה השמועה.</b> באותה שנה עצמה תבוא השמועה שחרבה בבל מאליה מן השמים שנאמר (שם יג) והיתה בבל צבי ממלכות תפאר' גאון כשדים כמהפכת אלהים את סדום ואת עמורה: ",
                "2": "<b>ואחריו בשנה.</b> השניה: ",
                "3": "<b>השמועה.</b> הטובה לכם כה אמר כורש מלך פרס (עזרא א׳:ג׳) מי בכם מכל עמו: ",
                "4": "<b>ומושל על מושל.</b> דריוש המדי מלך שנה אחת ובשנה השנייה כורש הפרסי:\n"
            },
            "48": {
                "0": "<b>גם בבל.</b> היתה לנפול בה חללי ישראל: ",
                "1": "<b>גם לבבל.</b> יפלו חללי כל ארצה:\n"
            },
            "49": {
                "0": "<b>פליטים מחרב.</b> ישראל שגלו לתוכה שפלטו מחרב נבוזראדן:\n"
            },
            "50": {
                "0": "<b>כי שמענו חרפה.</b> שהיו כשדים אומרים ומחרפים אותנו לאמר יד אלהינו רמה שהחרבנו את ביתו:\n"
            },
            "51": {
                "0": "<b>יאנק חלל.</b> יצעק חלל כשהורגים את האדם בחץ או ברומח והוא גונח כשמוציא הרומח הוא האנקה:\n"
            },
            "52": {
                "0": "<b>וכי תבצר.</b> לשון מבצר חוזק: ",
                "1": "<b>מאתי יבואו שודדים לה.</b> מאתי מן השמים הגבוהים ממנה יבואו לה השודדים:\n"
            },
            "54": {
                "0": "<b>נתן שאון קולם.</b> נשמע קול צעקתם:\n"
            },
            "57": {
                "0": "<b>תתערער.</b> לשון חפירה ל' ערו ערו עד היסוד (תהילים קל״ז:ז׳): ",
                "1": "<b>בדי ריק.</b> בהרבה ריק שיבא עליהם:\n"
            },
            "58": {
                "0": "<b>שר מנוחה.</b> רב תקרובתא על ידו היו רואים את פני המלך המביאים לו תשורה:\n\n"
            }
        },
        "51": {
            "2": {
                "0": "<b>כי על אף ה' היתה.</b> היא גרמה לו מרד צדקיהו במלך בבל שהוא תחלת החורבן:\n"
            },
            "3": {
                "0": "<b>דיק.</b> כרכום:\n"
            },
            "6": {
                "0": "<b>יברחו.</b> כמו ברחו: ",
                "1": "<b>דרך שער בין החומותים.</b> מערה היתה לו מביתו עד ערבות יריחו וכבר פירשתיה בס' הזה (לא):\n"
            },
            "8": {
                "0": "<b>רבלתה.</b> היא אנטוכיא: ",
                "1": "<b>וידבר אתו משפטים.</b> על שעבד על השבועה:\n"
            },
            "9": {
                "0": "<b>את כל שרי יהודה.</b> סנהדרין שאמר להם אתם התרתם לו את שבועתו וחטא היה בעיני האלהי' להתיר השבועה:\n"
            },
            "10": {
                "0": "<b>בית הפקדות.</b> בבית האסירין:\n"
            },
            "12": {
                "0": "<b>בית הגדול.</b> בתי כנסיות שמגדלין בהם תפלה, וי\"א בתי מדרשות שמגדלין בהם את התורה מחלוקת האמוראים היא:\n"
            },
            "14": {
                "0": "<b>יתר האמון.</b> כמו ההמון:\n"
            },
            "15": {
                "0": "<b>וליוגבים.</b> חופרין בארץ רבותינו אמרו צדי חלזון:\n"
            },
            "16": {
                "0": "<b>ואת המכונות.</b> של כיורות:\n"
            },
            "17": {
                "0": "<b>המזמרות.</b> הם כלי זמר:\n"
            },
            "18": {
                "0": "<b>ואת הספים.</b> ת\"י קוליא ולא ידעתי אם ממיני כלי זמר הוא ואומר אני שהן אגנות לקבל דם כמו בדם אשר בסף (שמות יג) ויש מפרשים הסיפי' לשון כדים לפי תרגום של יונתן שתרגם קוליא כי כן ת\"א וכדה על שכמה (בראשית כז) וקולתה על כתפהא ולשון זה נראה שהסיפים אינם ממין כלי זמר אלא הם כדים: ",
                "1": "<b>המחתות.</b> שחותין בהם גחלים מעל המזבח: ",
                "2": "<b>המנקיות.</b> סניפי הזהב שבהם מעמידין לחם הפנים כמו ששנינו במנחות:\n"
            },
            "19": {
                "0": "<b>אשר תחת המכונות.</b> לא ידעתי היאך שהרי תחת הים היו ודומ' לי שאין זה אלא כמו אצל המכונות:\n"
            },
            "20": {
                "0": "<b>יסובנו.</b> יקיפנו עוגל היקפו: ",
                "1": "<b>ועביו.</b> ארבע אצבעות סביב חללו: ",
                "2": "<b>נבוב.</b> חלול:\n"
            },
            "21": {
                "0": "<b>ושבכה ורמונים על הכותרת.</b> עשויה כשתי אגנות אחת כדרכה כפוייה על פי התחתונה והעליונה קרויה שבכה קויפ\"א בלעז ורמונים תחובים היו בשרשרות והשרשר' שני ראשיה קשורין יחד ונתונה על השבכה מלמעלה מקום שהשבכה קצרה מלמעלה והיא יורדת עד מקום דבק השבכה וכותרת שהוא הבטן הרחב שבכותר' ושם עומדת והרימונים מכסים את מקום הדבק שתי פיות האגנות המדובקים יחד:\n"
            },
            "22": {
                "0": "<b>תשעים וששה רוחה.</b> ובסוף המקרא הוא אומר כל הרימוני' מאה על השבכה ובספר (מלכים א ז׳:מ״ב) הוא אומר והרמונים מאתים טורים ארבע מאות לשתי השבכות אמור מעתה ארבע מאות היו לשתי השבכות על שני העמודים שני טורים לכל שבכה והטור מאה הוא שאמר כאן כל הרימונים מאה על השבכה לטור האחד ומאתים לשני הטורים הוא האומר שם הרימונים מאתים טורים סביב מאתים לשני טורים סביב לעמוד האחד וכן לשני הרי ארבע מאות והעמודים העמידם שלמה באולם סמוך לכותל ההיכל והכותל מכסה ד' רמונים מכל טור שאין נראים מבחוץ הוא שאמור כאן ויהיו הרימונים תשעים וששה רוחה: ",
                "1": "<b>רוחה.</b> כמו לרוח כל תיבה שצריכה למ\"ד בתחילתה הטיל לה ה\"א בסופה ולכך הטעם מלמעלה תחת הרי\"ש כלומר תשעים וששה מהם נראים לרוחות העמוד זו למדתי בפ' שלשים ושתים מדות שאמר ר\"א בנו של רבי יוסי הגלילי:\n"
            },
            "23": {
                "0": "<b>כהן המשנה.</b> סגן הכהנים הממונה תחת כהן גדול לשמש תחתיו אם יארע בו פסול שומרי הסף. אמרכלין שמפתחות העזרה מסורות להן:\n"
            },
            "24": {
                "0": "<b>ושבעה אנשים מרואי פני המלך.</b> ובספר (מלכים ב כ״ה:י״ט) אמר וחמשה אנשי' השני' חשובי' ולא חשובים כ\"כ: ",
                "1": "<b>המצביא את עם הארץ.</b> יודע מנין של כל עיר ועיר כמה אנשים מוציאה לצבא:\n"
            },
            "27": {
                "0": "<b>בשנת שבע.</b> הוא גלות יכניה ובספר מלכים אמר בשנת שמונה הא כיצד שנת שמונה שמלך נ\"נ היא שנת ז' שכבש את יהויקים לעבד דאמר מר שנה ראשונה כבש נינוה שניה עלה וכבש יהויקים: ",
                "1": "<b>יהודים שלשת אלפים.</b> ומשאר שבטים שבעת אלפים הרי י' אלפים הכתוב הזה שפי' יהודים שלש אלפים הכריע בין שני מקראות שבסוף ספר מלכים פסוק אחד אומר י' אלפים (שם ב כד) ואחד אומר שבעת אלפי' (שם כה) בא זה ופירש יהודים שלשת אלפים ומשאר שבטים שבעת אלפים הרי י' אלפים:\n"
            },
            "28": {
                "0": "<b>בשנת שמנה עשרה.</b> היא גלות צדקיהו ולמעלה הוא אומר (כאן) שנת תשע עשרה למלך נ\"נ תשע עשרה שמלך י\"ח שכבש את יהויקים:\n"
            },
            "29": {
                "0": "<b>בשנת שלש ועשרים.</b> ניתנה צור בידו ושטף יהודה שבסביבות עמון ומואב שבע מאות וארבעים וחמשה כך מפורש בסדר עולם:\n"
            },
            "30": {
                "0": "<b>בעשרים וחמשה לחדש.</b> ובמקום אחר הוא אומר בעשרים ושבעה לחדש בעשרים וה' לחדש מת שטנו נבוכדנאצר ובעשרים וששה נקבר והוציאו אויל מרודך מקברו ובכ\"ז מלך ונשא את ראש יהויכין: ",
                "1": "<b>נשא.</b> נשאו וגדלו, לישנא אחרינא מנאו עם שאר המלכים כמו שא את ראש בני ישראל:\n"
            },
            "33": {
                "0": "<b>וארוחתו.</b> נוטל פרס מבית המלך לכל צרכיו:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on Jeremiah"
}