{
    "title": "Nehar Misrayim",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Nehar_Misrayim",
    "text": [
        [
            "(1) In Egypt the custom is that when the groom and bride wrap themselves [with a ṭallith], at the time they enter the ḥuppah (i.e. wedding canopy), the groom does not bless on this wrapping [of the ṭallith]. However, when one is a sandak (i.e. the individual that holds the child during the circumcision ceremony), the sandak wraps himself [in the ṭallit] and makes a blessing [before doing so]. And this is the opinion of the Ginat Veradim Orach Chaim Klal 1 Siman 25. (Minhagey Misraim HaRishon). Indeed, the opinion of the Ginat Veradim is a singular opinion, and all the authorities differed with him.[See] the Rabbi [who wrote] Shiyurei Kenesset Ha'Gedolah, chapter 8, Hagahot Beit Yosef number 5. [And see] the Rabbi [who wrote] Hilchot Ketanot volume 1 chapter 22. [As well as] the Rabbi [who wrote] Sha'ar Ephraim, Orach Chaim section, chapter 19. [Along with] the Rabbi [Refael Meyuhas who wrote] P'ri Adamah, of blessed memory. And he presents in his fruits (i.e. his book) a number of cases where great rabbis in the land of Israel blessed [on the ṭallith] without any protest [from other rabbis]. And our mighty genius Rabbi Ḥida (Chaim Joseph David Azulai) and Rabbi Kisei Eliyahu, of blessed memory. All of them are masters [worthy of] attention and blessing.  Moreover, in what differs the commandment of the sandak who wraps himself in a talit and pronounces the blessing from the commandment of [the groom at] a wedding who does not pronounce the blessing? Thus wondered [the authors of] Yad Aharon [Aharon Alfandari] and Pri ha-Adama [Refael Meyuhas]. And now I have recently seen some wise and G-d fearing individuals of our community here in Egypt may God protect her [Egypt] who have done something good and beautiful and clear of all controversy and this is that the Bridegroom is offered a new ṭallith which he will not wear except in the time of the seven blessings (of the wedding). And before the wedding the new ṭallith is brought to him and he blesses sheheḥiyanu while wrapping and standing in it while walking four cubits; and afterward it is also draped  over the bride's head. And this is the way in which I have instructed them. And as I wrote in Nehar Piqod which I composed about the customs of the community of Jerusalem. This nice custom brings about two benefits. The first is that he blesses sheheḥiyanu over the ṭallith and exempts the blessing of sheheḥiyanu which befits to also be under the ḥuppah which is the first commandment of be fruitful and multiply. However one is not supposed to bless upon it according to the reasons mentioned in the words of the posqim. And since he blesses over the ṭallith and intends it for the commandment of the ḥuppah and marriage, he has done his duty in them as well. And the second benefit is that he wraps himself and stands in it in a space of four cubits. This is known to the whole world, even the Ginat Veradim acknowledges this and would bless it properly. A wise man should listen and increase his wisdom to hold on to the coattails of this nice custom. And he will shake off all doubts. Because this is the upright way. And look up in Har Peqod in Beth'Hei Ṣithṣith which deals with this matter in length and you will find much satisfaction.",
            "...(2)  It is a widespread custom in Egypt, that one wraps himself in a ṭallith gedolah (the ṭallith worn in synagogue) even among common people, even young men who have not wedded a woman. Unlike the custom in Ashkenazic Jewry where the custom is that when one has not wedded a woman he does not wrap himself in a ṭallith gedolah, even if he is a Torah scholar (talmid ḥakham). And unlike the custom in the west where common people wrap themselves in a ṭallith gedolah only if they are Torah scholars who are officiating with the Torah [scroll]. And there is no haughtiness/arrogance in Egypt for wearing it (a ṭallith gedolah).",
            "...(3) In the matter of the windings of the ṣiṣith. Our teacher, Rabbi Ya'akov Castro of blessed memory, wrote that the custom in Egypt is to wind 26 windings with four spaces, corresponding to the numerical value of the Tetragrammaton (see Sect. 11 in his book). And Rabbi Kisei Eliyahu wrote that he saw that the custom was to wind 39 windings with four spaces like the number of the 39 lights, they can be seen there. And we did not know what was new about what our Rabbi [had seen]; for isn't it written in section 39 by Maran [Yosef Caro] in [Shulhan Arukh] section 11 article 14. And it would seem that there is a mistake in the words of Maran, as the symbolic  39 windings separated by 4 spaces are arranged like this: in the first space there are 7 windings, in the second 8 windings, in the third 11 windings and in the fourth 13 windings, as the symbolism is [derived from the initials of the sentence] \"Zeman Hayenu Yaarikh Yiggadel\" (may the time of our life be long and great), adding up to 39. And it is the same in the kavvanot (meditations) of the Arizal, as it is written in the Beer Hetev. And according to the order of our Rabbi [Yosef Caro] 7, 9, 11, 13 with the name of the Eternal [being eḥad, 1] that would bring it to 41 and not 40. And our custom [in Egypt] is to make the ṭallith gedolah with 39 windings and the ṭallith qatan (the small ṭallith, a ṭallith worn under the clothes) with 26 windings so that a God-fearing person can satisfy both views, and this is what Rabbi Kisei Eliyahu wrote. And in Egypt this is the custom of many of those that fear God and contemplate His name, so as to satisfy the opinion of our Rabbi the Arizal with the ṭallith gedolah, and the opinion of Rabbi Ya'akov Castro, Rabbi Solomon Luria and Rabbi Shelomo Molkho (?) of blessed memory, with the ṭallith qatan. Let the wise man hear and add to his learning.",
            "...(4) In Egypt the vast majority of the common people drape all four ṣiṣioth to their front and the tallit is folded round their neck. And it is appropriate to inform them that at least at the time of wrapping one should say the blessing and wrap one's head and most of one's body in it and stand up [for as long as it would take to walk] four cubits and afterwards drape it over one's shoulder. But if from the beginning of the blessing he lays it folded on his shoulder, then it is a blessing said in vain as there is no \"wrapping\" and also the commandment of ṣiṣith has not been performed. And the common people are satisfied with kissing the ṣithṣith twice or three times and with that they think they make up to the ṣithṣith for not having treated it properly. They should be reproached and made to repent of their error to prevent them from falling into the prohibited act of saying a blessing in vain.",
            "...(5)  In Egypt, where all the launderers are Gentile women, one would do well to be careful that she should not launder the ṭallith qatan, as warned by R. Ya'akov Castro in article 21. And generally the tallit qatan is spoiled in this way because the laundry women boil them with white bedding and the threads of the ṣithṣith, which are woollen, shrink and generally break under their hand, because the gentile laundry women did not know what they were. And happy is he who manages his ways well."
        ],
        [
            "...1",
            "The widespread custom in the land of Egypt is to wind the strap seven windings around the arm before placing the head tephillin, according to the opinion of the Radbaz in volume 1 article 623.",
            "And it is thus in the writings of the Arizal, and in accordance with the custom of the land of Israel.",
            "...See the book Birke Yosef (by Hayyim Joseph David Azulai) article 25 point yod (ten).",
            "...And [it] has not become widespread [to follow] the practice according to the opinion of Maran (R. Yosef Karo), in article 25 section 11, to put on and tie the arm tefillin, ",
            "...And, before the tying [on the arm tefillin] to put on the head tefillin, ",
            "...as people are not accustomed to do this.",
            "...2...",
            "In Egypt the custom is widespread, that they do not take off the tefillin on Rosh Hodesh, neither the congregation nor the cantor, until the Torah has been returned to the ark.",
            "...And until after the end of the Kaddish, as written by our prince and commander Rabbi  [Eliyahu Hazan the author of] Kisse Eliyahu of blessed memory in the Laws of Tefillin Section 25 point 7.",
            "...And it is appropriate for the cantor who [wishes to] bring merit to the public that he should not rush to start the silent prayer until he sees with his own eyes that most of the community have taken off their tefillin.",
            "...So that he can start the repetition [of the Amidah] after that",
            "...So that their answers can reach the Holy Crown [of] his people.",
            "...So that much good is not lost to them.",
            "...And he will be responsible for any harm to them [caused by their missing part of the prayers], God forbid. ...3",
            "",
            "...In Egypt the custom was to wear tefillin during afternoon prayers on the eve of the Yom Kippur (the Day of Atonement) in the synagogue. And I asked for the reason.",
            "...And they said the reason is that many people will not come to synagogue to pray except on the Days of Awe....",
            "...And they put on tallith and tefillin so that on the day of judgement they will not be counted as the sort [of people] who do not put tefillin on their head.",
            "...Despite the fact that by putting on tefillin one day a year one does not escape from (this category of sinners who bear) the guilt of failing to put [them] on.",
            "...Indeed, it is good to choose the lesser evil, and the Good Lord will forgive.",
            "...And again I saw another time that Rabbi Ahai Gaon the Great Rabbi our respected teacher Rabbi Eliyahu Hazzan may his Rock keep him and grant him life, head of the yeshivah in the city and mother in Israel No Amon (Alexandria), may God preserve it,  in his book Neveh Shalom (oasis of peace), which he wrote about the customs of Alexandria in the laws of the Day of Atonement (Yom Kippur) subsection 4, mentions this custom [as] being practiced also in the lesser sanctuary (i.e. the synagogue) for the reason stated. Mark this.",
            "...4",
            "...In Egypt the custom of certain [people] from the community [is to] wear tefillin during afternoon prayers on Public Fast days for the Four Fasts.",
            "...And I have not found any reason for this.",
            "...And their habit was derived from the afternoon prayers of the 9th of Av, that they do not put on tefillin in the morning prayer and put them on in the afternoon prayer, and they thought that this was the law for every fast day, as if the fast were the cause of this.",
            "...Nevertheless we should not prevent them, as their custom is a useful one given ... the sin of making light of congregational fasts except for Tish'ah beAv and Yom Kippur.",
            "...And as for the other fasts they neglect them and maybe there will not be as many as ten people fasting in the synagogue, as Maran ruled (article 566) that [in the absence of a minyan] the cantor may not say \"Anenu\" as a separate blessing between \"Goel\" and \"Rofe\".",
            "...And even though our mighty genius [R. Hayim Yosef David Azulai], in Birke Yosef article 566 first paragraph, wrote in the name of R. Moses ben Habib in his responsa that in the four fasts, which are a matter of tradition [rabbinic as opposed to Biblical law], it is fine to have six or seven people fasting, and he may say \"Anenu\" as a separate blessing and bring out the Sefer Torah to read and begin, even though there are not ten people fasting: see the passage,",
            "...still, even though we only need six or seven people, how are we to know ... to ask each one of them",
            "...to know if he is fasting or not.",
            "...And perhaps by putting on the tallet and tefillin the matter will be known.",
            "...Because a person does not put on tallet and tefillin on this day unless he is fasting.",
            "... we can know whether there are several people fasting in the synagogue",
            "...For also this remedy will not be of use except in the afternoon prayer, but in the morning prayer not.",
            "",
            "",
            "...So as to say \"Anenu\" as a separate blessing and to read [from the Torah]",
            "...And it was perhaps for this reason that the custom was fixed, and \"the custom of Israel is Torah\".",
            "...And this proves that one should not disturb any custom without a comprehensive investigation of its basis.",
            "...5",
            "...On the first day of mourning it is forbidden to wear tefillin. If one died on one day and was buried [the next day], the widespread practice is not to wear tefillin even on the day of burial.",
            "...As taught by the great author of Mahaziq Berachah (R. Hayyim Yosef David Azulai) in Sect. 131."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "...1",
            "...The custom is fixed in all of the kingdom of Egypt in its entirety.",
            "Behold, in the city and mother in Israel of Egypt (i.e. Cairo) and the city and mother in Israel No Amon (Alexandria), may God preserve it, that there is not an authority for anyone to celebrate [a marriage by] huppah and qiddushin  except for the rabbi who is in the city.",
            "And the Rabbi who celebrates [a wedding by] huppah and qiddushin in person or by a person empowered by him in accordance with his authority and instructions.",
            "And apart from the two rabbis of the communities mentioned where there is an established Bet Din to judge and decide, no man should raise his hand to celebrate [a wedding by] huppah and qiddushin at all.",
            "...And similarly the inhabitants of the villages within their jurisdiction.",
            "And the rabbi and head of the Bet Din who gives authority to celebrate [a wedding by] huppah and qiddushin to any of the inhabitants of that city or that village, after they have taken from the Bet Din the ketubbah documents drafted in accordance with the custom of the city and the statute enacted by the government in Constantinople...",
            "",
            "And thus I have written in the Laws of Ketubbot, paragraph 1; and even more so at the present day, after it was established throughout the kingdom of Egypt",
            "And if so, anyone who presumes to celebrate a [wedding by] huppah and qiddushin without their knowledge, that qiddushin is not a valid qiddushin; they are also liable to punishment by the community, and the government will not hold them guiltless"
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "נהר מצרים",
    "categories": [
        "Halakhah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}