{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            "(1) In Egypt the custom is that when the groom and bride wrap themselves [with a ṭallith], at the time they enter the ḥuppah (i.e. wedding canopy), the groom does not bless on this wrapping [of the ṭallith]. However, when one is a sandak (i.e. the individual that holds the child during the circumcision ceremony), the sandak wraps himself [in the ṭallit] and makes a blessing [before doing so]. And this is the opinion of the Ginat Veradim Orach Chaim Klal 1 Siman 25. (Minhagey Misraim HaRishon). Indeed, the opinion of the Ginat Veradim is a singular opinion, and all the authorities differed with him.[See] the Rabbi [who wrote] Shiyurei Kenesset Ha'Gedolah, chapter 8, Hagahot Beit Yosef number 5. [And see] the Rabbi [who wrote] Hilchot Ketanot volume 1 chapter 22. [As well as] the Rabbi [who wrote] Sha'ar Ephraim, Orach Chaim section, chapter 19. [Along with] the Rabbi [Refael Meyuhas who wrote] P'ri Adamah, of blessed memory. And he presents in his fruits (i.e. his book) a number of cases where great rabbis in the land of Israel blessed [on the ṭallith] without any protest [from other rabbis]. And the garden of Eden Rabbi Ḥida (Chaim Joseph David Azulai) and Rabbi Kisei Eliyahu, of blessed memory. All of them are masters [worthy of] attention and blessing.  Moreover, in what differs the commandment of the sandak who wraps himself in a talit and pronounces the blessing from the commandment of [the groom at] a wedding who does not pronounce the blessing? Thus wondered [the authors of] Yad Aharon [Aharon Alfandari] and Pri ha-Adama [Refael Meyuhas]. And now I have recently seen some wise and G-d fearing individuals of our community here in Egypt may God protect her [Egypt] who have done something good and beautiful and clear of all controversy and this is that the Bridegroom is offered a new ṭallith which he will not wear except in the time of the seven blessings (of the wedding). And before the wedding the new ṭallith is brought to him and he blesses sheheḥiyanu while wrapping and standing in it while walking four cubits; and afterward it is also draped  over the bride's head. And this is the way in which I have instructed them. And as I wrote in Nehar Piqod which I composed about the customs of the community of Jerusalem. This nice custom brings about two benefits. The first is that he blesses sheheḥiyanu over the ṭallith and exempts the blessing of sheheḥiyanu which befits to also be under the ḥuppah which is the first commandment of be fruitful and multiply. However one is not supposed to bless upon it according to the reasons mentioned in the words of the posqim. And since he blesses over the ṭallith and intends it for the commandment of the ḥuppah and marriage, he has done his duty in them as well. And the second benefit is that he wraps himself and stands in it in a space of four cubits. This is known to the whole world, even the Ginat Veradim acknowledges this and would bless it properly. A wise man should listen and increase his wisdom to hold on to the coattails of this nice custom. And he will shake off all doubts. Because this is the upright way. And look up in Har Peqod in Beth'Hei Ṣithṣith which deals with this matter in length and you will find much satisfaction.", 
            "...(2)  It is a widespread custom in Egypt, that one wraps himself in a ṭallith gedolah (the ṭallith worn in synagogue) even among common people, even young men who have not wedded a woman. Unlike the custom in Ashkenazic Jewry where the custom is that when one has not wedded a woman he does not wrap himself in a ṭallith gedolah, even if he is a Torah scholar (talmid ḥakham). And unlike the custom in the west where common people wrap themselves in a ṭallith gedolah only if they are Torah scholars who are officiating with the Torah [scroll]. And there is no haughtiness/arrogance in Egypt for wearing it (a ṭallith gedolah).", 
            "...(3) In the matter of the windings of the ṣithṣith. Our teacher, Rabbi Ya'akov Castro of blessed memory, wrote that the custom in Egypt is to wind 26 windings with four spaces, corresponding to the numerical value of the Tetragrammaton (see Sect. 11 in his book). And Rabbi Kisei Eliyahu wrote that he saw that the custom was to wind 39 windings with four spaces like the number of the 39 lights, they can be seen there. And we did not know what was new about what our Rabbi [had seen]. And isn't it written in section 39 by our Rabbi in section 11 article 14. And the words of our Rabbi about what was seen are in error in (the section) of 39 windings separated by 4 spaces [with each space having the following windings in between]. [With] the first being 7 windings, and the second 8 windings. The third 11 windings. And the fourth 13 windings. And this is the intention of the Arizal as it is written in [unknown acronym]. And according to the order of our Rabbi [Yosef Caro] 7, 9, 11, 13 with the name of the Eternal [being eḥad, 1] bringing it to 41 and not 40. And it is customary [in Egypt] to make the ṭallith gedolah with 39 wrappings and the ṭallith qatan (the small ṭallith, a ṭallith worn under the clothes) with 26 windings and by this both opinions are satisfied. And thus Rabbi Kisei Eliyahu is strengthened and so it is very customary among those that fear God and contemplate His name [to do so]. And by this you satisfy the opinion of our Rabbi the Arizal with the ṭallith gedolah. And [see] the books of Rabbi Ya'akov Castro, Rabbi Solomon Luria and Rabbi Shelomo Molkho (?) of blessed memory, with the ṭallith qatan you adhere to the sages and add additional blessings.", 
            "...(4) In Egypt the most common way is that one drapes all four ṣiṣioth to their front and the tallit is folded on their neck. And it's appropriate to inform them in their time of wrapping. He blesses and wraps his head and most of his body in it and will stand up in the space of four cubits and afterward will drape it over his shoulder. But if from the beginning of the blessing he lays it folded on his shoulder, then it is for nothing. And the commandment of ṣithṣith has not been carried out. And the common people suffice in kissing the ṣithṣith twice or three times and with that they think they make up to the ṣithṣith for having mistreating it. They should be reproached and their mistake should be clarified to prevent them from failing again in the prohibition of saying a blessing in vain.", 
            "...(5)  In Egypt with all the female gentile launderers one would do well to be careful that she does not launder the ṭallith qatan. As was a warning of [unknown acronyms]. And mostly the [unkown acronym] are corrupted in this way because the laundry women boil them with white bedding and the threads of the ṣithṣith which are wool, shrink and mostly break under their hand, because the gentile laundry women did not know what they were. And happy is he who manages his ways well."
        ], 
        [
            "...1", 
            "The custom in the land of Egypt is simple to wind the strap seven windings around the arm before placing the head tephillin like the section of the Radbaz in [unknown acronym].", 
            "And thus it is written by the Arizal. And [this is] the custom in the land of Israel.", 
            "...See the book Birke Yosef (by Hayyim Joseph David Azulai) article 25 point Yoreh De'ah.", 
            "...And this [following] custom is not very popular (according to the) opinion of our Rabbi in article 25 section 11 to tie the arm tefillin [completely].", 
            "...And [the arm tefillin is completely tied] before the wrapping and binding of the head tefillin.", 
            "...This is not commonly done.", 
            "...2...", 
            "In Egypt the custom is simple, we do not take off the tefillin on Rosh Hodesh [including the] cantor until the Torah has been put away.", 
            "...And until after the end of the Kaddish. And like that which is written by Rabbi [Jacob ben Hayyim Zemah in his book] Naggid Umiswah Beith Din and Rabbi Kisei Eliyahu of blessed memory Laws of Tefillin Section 25 point 7.", 
            "...And it's appropriate for the cantor and it is of great credit that he does not rush to start the whispered prayer until he sees with his eyes most of the community has taken off their tefillin.", 
            "...In order that if he starts then it returns.", 
            "...So that their answers can reach the Holy Crown [of] his people.", 
            "...So that much good is not lost.", 
            "...And he will not bring harm to the duties of the heart (Hovoth Halevavoth).", 
            "...3", 
            "...In Egypt the custom was wear tefillin during afternoon prayers on the eve of the Yom Kippur (the Day of Atonement) in the synagogue. And I asked for the reason.", 
            "...And they said the reason is that many people will not come to synagogue to pray unless it is the Days of Awe....", 
            "...And they put on tallith and tefillin so that on the day of judgement they will not be counted as the sort [of people] who do not put tefillin on their head.", 
            "...Despite the fact that by putting on tefillin one day a year one does not escape from (this category of sinners who bear) the guilt of failing to put on.", 
            "...Indeed, it is good to choose the lesser evil, and The Good Lord will forgive.", 
            "...And again I saw another time witnessing to Rabbi Ahai Gaon the Great Rabbi our respected teacher Rabbi Eliyahu Hazzan may his Rock keep him and grant him life head teacher [unknown acronyms] who is an oasis of peace wrote that the customs of the prophets in the laws of the Day of Atonement (Yom Kippur) subsection 4 mentions this custom [as] being practiced as well in the holy group on behalf of the aforementioned and (it's) accurately and easily found.", 
            "...4", 
            "...In Egypt the custom of certain [people] from the community wear tefillin during afternoon prayers on Public Fast days for the Four Fasts.", 
            "...And I did not find this of good taste.", 
            "...And their habit continued into the afternoon prayers of the 9th of Av", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "...5", 
            "...On the first day of mourning it is forbidden to wear tefillin. If one died on one day and was buried [the next day], the wide-spread practice is not to wear tefillin even on the day of burial.", 
            "...As instructed by the great author of Mahziq Bracha (R. Chayyim Yosef David Azulai) in Sect. 132.."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "...1", 
            "...The custom is fixed in all of the kingdom of Egypt in its entirety.", 
            "We the Jews of the city of Egypt and the Jews of the city please trust that G-d would protect her, that there is not an authority amongst anyone to arrange a huppah or marriage if there is not a great teacher in the city.", 
            "And the Rabbi who puts in order the huppah and wedding he himself or the next under the law again under his authority and according to his words."
        ]
    ], 
    "title": "Nehar Misrayim", 
    "versionSource": "http://www.sefaria.org/Nehar_Misrayim", 
    "heTitle": "נהר מצרים", 
    "sectionNames": [
        "Chapter", 
        "Law"
    ], 
    "categories": [
        "Halakhah"
    ]
}