{
    "versionTitle": "merged", 
    "sectionNames": [
        "Torah", 
        "Section"
    ], 
    "categories": [
        "Chasidut"
    ], 
    "language": "he", 
    "title": "Likutei Moharan", 
    "text": [
        [
            "אשרי תמימי דרך ההולכים בתורת ה' (תהלים קי\"ט): ", 
            "דע, כי על ידי התורה נתקבלים כל התפלות וכל הבקשות, שאנו מבקשים ומתפללים. והחן והחשיבות של ישראל נתעלה ונתרומם בפני כל מי שצריכין, הן ברוחני הן בגשמי. כי עכשו בעוונותינו הרבים חן וחשיבות האמיתי של ישראל נפל, כי עכשו עקר החשיבות והחן הוא אצלם. אבל על ידי התורה נתעלה החן והחשיבות של ישראל, כי התורה נקראת (משלי ה): \"אילת אהבים ויעלת חן\"; שמעלה חן על לומדיה (ערובין נ\"ד: ). ועל ידי זה נתקבלין כל התפלות והבקשות: ", 
            "כי איש הישראלי צריך תמיד להסתכל בהשכל, של כל דבר, ולקשר עצמו אל החכמה והשכל שיש בכל דבר, כדי שיאיר לו השכל, שיש בכל דבר, להתקרב להשם יתברך על ידי אותו הדבר. כי השכל הוא אור גדול ומאיר לו בכל דרכיו, כמו שכתוב (קהלת ח): \"חכמת אדם תאיר פניו\": וזה בחינת יעקב. כי יעקב זכה לבכורה שהוא ראשית, שהוא בחינת חכמה. (תקונים תקון י\"ד, זהר משפטים קכ\"א: ), כמו שכתוב (תהלים קי\"א): \"ראשית חכמה\". וזה בחינת (בראשית כ\"ז): \"ויעקבני זה פעמים\". ותרגום אונקלוס: וחכמני, וזה בחינת שמש. כי השכל הוא מאיר לו בכל דרכיו כמו השמש. וזה בחינת (משלי ד): \"וארח צדיקים כאור נגה הולך ואור עד נכון היום\": וזה בחינת חית - לשון חיות (עיין זוהר פנחס רמ\"ה: ובתיקונים תיקון ס\"ה). כי החכמה והשכל הוא החיות של כל דבר, כמו שכתוב (קהלת ז): \"החכמה תחיה\" וכו'. אך מחמת שאור השכל גדול מאד, אי אפשר לזכות אליו כי אם על ידי בחינת נון שהוא בחינת מלכות, כמו שכתוב (תהלים ע\"ב): \"לפני שמש ינון שמו\", ופרש רש\"י: 'לשון מלכות'. וזה בחינת לבנה, כי הלבנה אין לה אור מעצמה כי אם מה שמקבלת מהשמש (זהר ויחי רל\"ח. ורמ\"ט: ). וזהו בחינת מלכות, דלית לה מגרמה כלום, אלא מה שמקבלת מן החית, שהיא בחינת חכמה, בחינת שמש כנ\"ל, ונעשה (ישעיהו ל): \"אור הלבנה כאור החמה\": אבל מי שאינו מקשר עצמו אל השכל והחכמה והחיות, שיש בכל דבר, זה בחינת עשו שבזה את הבכורה, כמו שכתוב (בראשית כ\"ה): \"ויבז עשו את הבכורה\"; דהינו השכל כנ\"ל, בחינת (משלי י\"ח): \"לא יחפץ כסיל בתבונה כי אם בהתגלות לבו\". וזה בחינת מלכות הרשעה, בחינת לבנה דסטרא אחרא, שעליה נאמר (ישעיהו כ\"ד): \"וחפרה הלבנה\" וכו' (עין תיקון ח). וזה בחינת יצר טוב ויצר הרע. כי היצר טוב נקרא \"מסכן וחכם\" (קהלת ד), (עיין רש\"י ועיין זוהר וישב קע\"ט ובמ\"ר קהלת ובנדרים ל\"ב: ), בחינת מלכות, שהיא בחינת עניה ודלה דלית לה מגרמה כלום כי אם מה שמקבלת מחכמה. ויצר הרע נקרא \"מלך זקן וכסיל\" (שם), בחינת מלכות דסטרא אחרא, שאינה חפצה בחכמה ושכל, בחינת \"לא יחפץ כסיל בתבונה\" וכו', כנ\"ל. וצריך כל אחד לתן כח לבחינת מלכות דקדשה להתגבר על מלכות דסטרא אחרא. וכמו שאמרו רבותינו, זכרונם לברכה (ברכות ה.): 'לעולם ירגיז אדם יצר טוב על יצר הרע'. ועל ידי מה נותן כח למלכות דקדשה? על ידי התורה, שהוא עוסק בכח (כמו שאמרו רבותינו, זכרונם לברכה, שם: 'לעולם ירגיז וכו' - אי אזיל מוטב, ואם לאו - יעסק בתורה'). וכמו שאמרו רבותינו, זכרונם לברכה (קדושין ל: ): 'אם פגע בך מנול זה, משכהו לבית המדרש'. כי על ידי התורה נותן כח למלכות דקדשה. ואזי מקבלת המלכות, שהיא בחינת נ, חיות מן החכמה, שהיא בחינת ח, ונתחבר ונתקשר הח' והנ', ונעשה אור הלבנה כאור החמה: וכשזה קם, זה נופל (רש\"י בראשית כ\"ה פסוק כ\"ג), ואזי נופל ונתבטל מלכות הרשעה, כמו שכתוב (הושע י\"ד): \"כי ישרים דרכי ה', צדיקים ילכו בם, ופשעים יכשלו בם\". הינו על ידי דרכי ה', הינו התורה, על ידי זה הצדיקים, שדבקים במלכות דקדשה, הם נתחזקים ומקבלים כח על ידי זה. \"ופשעים יכשלו בם\" בחינת מלכות הרשעה, בחינת היצר הרע, שנופל ונכנע על ידי התורה, כנ\"ל. ", 
            "ועל ידי זה נתקבלים כל התפלות והבקשות, כי עקר מה שאין נתקבלין הבקשות הוא מחמת שאין להדברים חן, ואין נכנסין בלב של זה שמבקשין ממנו, כאלו אין בלבו מקום שיכנסו הדברים בלבו, מחמת שאין להמבקש חן, שיכנסו הדברים בלבו של זה, שמבקשין ממנו. אבל על ידי התורה, שעל ידי זה נתחברין ונתקשרין הנ' והח כנ\"ל, ונעשה חן, ועל כן נקראת התורה (משלי ה): \"יעלת חן\", ואזי זוכה שדבריו הם דברי חן, ואזי נתקבלין דבריו ובקשותיו, כמו מי שמדבר דברי חן, שנכנסין הדברים בלב המתבקש, דהינו זה שמבקשין ממנו. וזה בחינת ת. הינו על ידי שנתחברו ונתקשרו החי\"ת והנו\"ן ונעשה בחינת ח\"ן - על ידי זה נעשה בחינת ת\"ו, שהוא לשון חקיקה ורשימה, כמו שכתוב (יחזקאל \"ט): \"והתוית ת\"ו\", כי על ידי החן נחקק ונרשם מקום בלב המתבקש לקבל הבקשה, כי על ידי החן נתקבלו דבריו. נמצא, שבחינת הח\"ן חקק מקום בלב זה שמבקשין ממנו, כדי שיכנסו דבריו בלבו, ויקבל בקשתו. והחקיקה ורשימה זה בחינת ת\"ו כנ\"ל וזהו (קהלת ט): \"דברי חכמים בנחת נשמעים\". נחת דיקא, הינו בחינת חן הנ\"ל והת' הנ\"ל, ועל ידי זה נעשה אותיות נחת, ואז נשמעים דבריו, ונתקבל בקשתו כנ\"ל: ", 
            "ועל כן יעקב שהוא בחינת השכל כנ\"ל, על כן זכה לחן, כמו שכתוב (בראשית ל\"ג): \"כי חנני אלקים\" וכו'; ועל כן ברך את השבטים בחן, כמו שכתוב (שם): \"הילדים אשר חנן\" וכו'; ובנימין לא היה אז. ועל כן ברכו יוסף בחן, כמו שכתוב (שם .מ\"ג): \"אלקים יחנך בני\" (עיין ב\"ר וישלח פ' ע\"ח מקץ פ' צ\"ב): ודוקא יוסף היה יכול לברכו בחן, כי יוסף היה כלול ביותר מבחינת יעקב, כמו שכתוב (שם ל\"ז): \"אלה תלדות יעקב יוסף\"; כי הוא היה עקר תולדותיו. כי יעקב ויוסף כחדא חשיבי, (עין זוהר וישלח קע\"ו: וישב קפ\"ב). ועל כן נאמר ביוסף (דברים ל\"ג): \"בכור שורו הדר לו\". 'בכור' הוא בחינת השכל כנ\"ל. וזהו 'שורו' - לשון הסתכלות, כי צריכין להסתכל בהשכל שיש בכל דבר כנ\"ל. וזהו הדר לו - תרגם אונקלוס: זיו ליה - לשון אור. כי השכל מאיר לו בכל דבר; אפלו במקום שהיה אפל וחשך, מאיר לו השכל, כשזוכה להסתכל על השכל שיש שם בכל דבר ומקרב אותו להשם יתברך. ", 
            "וזה פרוש מה שאמר רבה בר בר חנה (בבא בתרא עג.): האי גלא דמטבע לספינתא מתחזי כי צוציתא דנורא חורתא ברישא: פרש רשב\"ם: אש לבנה ומלאך מזיק הוא. ומחינן ליה באלותא דחקיק עליה \"אהיה אשר אהיה\": ", 
            "גלא - הוא היצר הרע: דמטבע לספינתא - הוא החן והחשיבות, לשון ספון וחשוב, כי היצר הרע רוצה להטביע ולהשפיל, חס ושלום, בחינת החן והחשיבות של ישראל, בחינת מלכות דקדשה: ומתחזי כי צוציתא דנורא חורתא ברישא - כי מתחלה היצר הרע מתלבש עצמו במצוות ומטעה את האדם כאלו מסיתו לעשות מצוה. וזהו בחינת צוציתא דנורא חורתא - אש לבנה, אף על פי כן מלאך מזיק הוא. ומחינן ליה באלותא דחקיק עלה אהיה וכו', הינו שעקר הכנעתו של היצר הרע הוא על ידי התורה, שהיא כלה שמותיו של הקדוש ברוך הוא. והתורה היא בחינת ואו (עיין זוהר פקודי דרכ\"ו). כי הלוחות, ארכן וי\"ו ורחבן וי\"ו (בבא בתרא יד.). וזהו בחינת אלותא, דהינו מקלות דחקיק עלה אהיה וכו', הינו שמות, בחינת התורה, שהיא בחינת וי\"ו, והוי\"ו הוא צורת מקל, והיא כלה שמותיו של השם יתברך, הינו שהתורה הקדושה היא מכניע את היצר הרע שרוצה לעשות את האדם משגע ממש, חס ושלום. כי בעל עברה הוא משגע, כמו שאמרו רבותינו, זכרונם לברכה (סוטה ג.): 'אין אדם עובר עברה אלא אם כן נכנס בו רוח שטות'. וכמו שהמשגעים צריכים להכותם ולשום עליהם שמות, כמו כן ממש התורה שעוסקין הוא בחינת מקלות ושמות, שבזה מכין ומכניעין את היצר הרע ומגרשין מן האדם את השגעון והרוח שטות שנכנס בו, בחינת 'ומחינן ליה באלותא, דחקיק עליה שמות' וכו', כנ\"ל (עיין מ\"ר קדושים תחלת פ' כ\"ה: ): ", 
            "וזהו: \"אשרי תמימי דרך\". אשרי - לשון הסתכלות. תמימי דרך - בחינת (בראשית כ\"ה): \"יעקב איש תם\"; שהוא בחינת השכל כנ\"ל. הינו לזכות להסתכל על השכל שיש בכל דבר, שהוא בחינת \"יעקב איש תם\" - זה זוכין על ידי התורה: וזהו: ההולכים בתורת ה'. כי על ידי שלומד תורה בכח, על ידי זה נותן כח למלכות דקדשה בחינת נו\"ן, לקבל מן השכל, שהוא בחינת חי\"ת, ואזי נעשה חן ונתקבלים דבריו כנ\"ל, ואזי נתעלה החן והחשיבות של ישראל, וכל התפלות והבקשות נתקבלים: ", 
            "וצריך כל אחד ליתן כוח לבחינת מלכות דקדושה להתגבר על מלכות דסטרא אחרא, וכמו שאמרו רבותינו זכרונם לברכה (ברכות ה, א): \"לעולם ירגיז אדם יצר טוב על יצר הרע\". ועל ידי מה נותן כח למלכות דקדושה? על ידי התורה שהוא עוסק בכוח (כמו שאמרו רבותינו זכרונם לברכה שם: \"לעולם ירגיז\" וכו', \"אי אזיל מוטב, ואם לאו יעסק בתורה\"). וכמו שאמרו רבותינו זכרונם לברכה (קידושין ל, ב): \"אם פגע בך מנוול זה, משכהו לבית המדרש\", כי על ידי התורה נותן כוח למלכות דקדושה.", 
            "ואזי מקבלת המלכות, שהיא בחינת נ, חיות מן החכמה, שהיא בחינת ח, ונתחבר ונתקשר ה-ח וה-נ, ונעשה אור הלבנה כאור החמה. וכשזה קם, זה נופל. ואזי נופל ונתבטל מלכות הרשעה, כמו שכתוב (הושע יד י): \"כי ישרים דרכי ה', צדיקים ילכו בם, ופשעים יכשלו בם\". היינו על ידי דרכי ה', היינו התורה, על ידי זה הצדיקים – שדבקים במלכות דקדושה – הם נתחזקים ומקבלים כוח על ידי זה. \"ופשעים יכשלו בם\", בחינת מלכות הרשעה, בחינת היצר הרע שנופל ונכנע על ידי התורה, כנ\"ל.", 
            "ועל ידי זה נתקבלים כל התפילות והבקשות, כי עיקר מה שאין נתקבלין הבקשות הוא מחמת שאין להדברים חן, ואין נכנסין בלב של זה שמבקשין ממנו, כאלו אין בליבו מקום שיכנסו הדברים בלבו, מחמת שאין להמבקש חן שיכנסו הדברים בליבו של זה שמבקשין ממנו. אבל על ידי התורה, שעל ידי זה נתחברין ונתקשרין ה-נ וה-ח כנ\"ל ונעשה חן, ועל כן נקראת התורה (משלי ה יח): \"יעלת חן\", ואזי זוכה שדבריו הם דברי חן, ואזי נתקבלין דבריו ובקשותיו, כמו מי שמדבר דברי חן שנכנסין הדברים בלב המתבקש, דהיינו זה שמבקשין ממנו.", 
            "וזה בחינת ת. היינו על ידי שנתחברו ונתקשרו החי\"ת והנו\"ן ונעשה בחינת ח\"ן, על ידי זה נעשה בחינת ת\"ו, שהוא לשון חקיקה ורשימה, כמו שכתוב (יחזקאל ט ד): \"והתוית תו\", כי על ידי החן נחקק ונרשם מקום בלב המתבקש לקבל הבקשה, כי על ידי החן נתקבלו דבריו. נמצא, שבחינת הח\"ן חקק מקום בלב זה שמבקשין ממנו, כדי שיכנסו דבריו בליבו ויקבל בקשתו. והחקיקה ורשימה – זה בחינת ת\"ו כנ\"ל.", 
            "וזהו (קהלת ט יז): \"דברי חכמים בנחת נשמעים\", נחת דיקא, הינו בחינת חן הנ\"ל וה-ת' הנ\"ל, ועל ידי זה נעשה אותיות נח\"ת, ואז נשמעים דבריו ונתקבל בקשתו כנ\"ל.", 
            "ועל כן יעקב, שהוא בחינת השכל כנ\"ל, על כן זכה לחן, כמו שכתוב (בראשית לג יא): \"כי חנני אלקים\" וכו'. ועל כן ברך את השבטים בחן, כמו שכתוב (בראשית לג ה): \"הילדים אשר חנן\" וכו'. ובנימין לא היה אז, ועל כן ברכו יוסף בחן, כמו שכתוב (בראשית מג כט): \"אלקים יחנך בני\". ודוקא יוסף היה יכול לברכו בחן, כי יוסף היה כלול ביותר מבחינת יעקב, כמו שכתוב (בראשית לז ב): \"אלה תלדות יעקב יוסף\", כי הוא היה עיקר תולדותיו. כי יעקב ויוסף כחדא חשיבי. ועל כן נאמר ביוסף (דברים לג יז): \"בכור שורו הדר לו\", \"בכור\" הוא בחינת השכל, כנ\"ל. וזהו \"שורו\", לשון הסתכלות, כי צריכין להסתכל בהשכל שיש בכל דבר כנ\"ל. וזהו \"הדר לו\", תרגם אונקלוס \"זיו ליה\", לשון אור. כי השכל מאיר לו בכל דבר, אפילו במקום שהיה אפל וחשך מאיר לו השכל, כשזוכה להסתכל על השכל שיש שם בכל דבר ומקרב אותו להשם יתברך.", 
            "וזה פירוש מה שאמר רבה בר בר חנה (בבא בתרא עג א): \"האי גלא דמטבע לספינתא מתחזי כי צוציתא דנורא חיוורתא ברישא\". פירש רשב\"ם: אש לבנה, ומלאך מזיק הוא. \"ומחינן ליה באלותא דחקיק עליה \"אהיה אשר אהיה\".", 
            "\"גלא\" הוא היצר הרע. \"דמטבע לספינתא\", הוא החן והחשיבות, לשון ספון וחשוב, כי היצר הרע רוצה להטביע ולהשפיל, חס ושלום, בחינת החן והחשיבות של ישראל, בחינת מלכות דקדושה. \"ומתחזי כי צוציתא דנורא חיוורתא ברישא\", כי מתחילה היצר הרע מתלבש עצמו במצוות ומטעה את האדם כאילו מסיתו לעשות מצווה, וזהו בחינת צוציתא דנורא חיוורתא, אש לבנה; אף על פי כן מלאך מזיק הוא. ומחינן ליה באלותא דחקיק עלה אהיה וכו', הינו שעקר הכנעתו של היצר הרע הוא על ידי התורה, שהיא כלה שמותיו של הקדוש ברוך הוא. והתורה היא בחינת ואו (ז). כי הלוחות, ארכן וי\"ו ורחבן וי\"ו (בבא בתרא יד.). וזהו בחינת אלותא, דהינו מקלות דחקיק עלה אהיה וכו', הינו שמות, בחינת התורה, שהיא בחינת וי\"ו, והוי\"ו הוא צורת מקל, והיא כלה שמותיו של השם יתברך, הינו שהתורה הקדושה היא מכניע את היצר הרע שרוצה לעשות את האדם משוגע ממש, חס ושלום. כי בעל עברה הוא משוגע, כמו שאמרו רבותינו, זכרונם לברכה (סוטה ג.): 'אין אדם עובר עברה אלא אם כן נכנס בו רוח-שטות'. וכמו שהמשוגעים צריכים להכותם ולששום עליהם שמות, כמו כן ממש התורה שעוסקין הוא בחינת מקלות ושמות, שבזה מכין ומכניעין את היצר הרע ומגרשין מן האדם את השגעון והרוח שטות שנכנס בו, בחינת 'ומחינן ליה באלותא, דחקיק עליה שמות' וכו', כנ\"ל: (ח):", 
            "וזהו: (תהלים קיט א): \"אשרי תמימי דרך\". אשרי - לשון הסתכלות. תמימי דרך - בחינת (בראשית כה כז): \"יעקב איש תם\"; שהוא בחינת השכל כנ\"ל. הינו לזכות להסתכל על השכל שיש בכל דבר, שהוא בחינת \"יעקב איש תם\", זה זוכין על-ידי התורה: וזהו: \"ההולכים בתורת ה'\". כי על-ידי שלומד תורה בכח, על-ידי-זה נותן כח למלכות דקדשה בחינת נו\"ן, לקבל מן השכל, שהוא בחינת חי\"ת, ואזי נעשה חן ונתקבלים דבריו כנ\"ל, ואזי נתעלה החן והחשיבות של ישראל, וכל התפלות והבקשות נתקבלים:"
        ], 
        [
            "לשון רבנו, זכרונו לברכה: ", 
            "ויאמר ה' אל משה: אמר אל הכהנים בני אהרן ואמרת אליהם: לנפש לא יטמא בעמיו (ויקרא כ\"א): ", 
            "איתא בספרא דצניעותא (עיין אד\"ר נשא ק\"ל: ובא\"ז האזינו רפ\"ט.) פרק ב' (זהר תרומה קעז.): 'מנוקבא דפרדשקא משך רוחא דחיי למשיחא'. ", 
            "א. כי עקר כלי זינו של משיח הוא התפלה, שהוא בחינת חטם, כמו שכתוב (ישעיהו מ\"ח): \"ותהלתי אחטם לך\", ומשם עקר חיותו. וכל מלחמתו שיעשה וכל הכבישות שיכבש - הכל משם, כמו שכתוב (שם י\"א): \"והריחו ביראת ה'\" וכו'. זה בחינת חטם, וזה עקר כלי זינו, כמו שכתוב (בראשית מ\"ח): \"בחרבי ובקשתי\". ופרש רש\"י: 'תפלה ובקשה'. וכמו שכתוב (תהלים מ\"ד): \"כי לא בקשתי אבטח וכו' באלהים הללנו\" (עיין ב\"ב קכ\"ג.) בחינת: \"תהלתי אחטם לך\". ", 
            "ב. וזה הכלי זין צריך לקבל על ידי בחינת יוסף, הינו שמירת הברית, כמו שכתוב (תהלים מ\"ה): \"חגור חרבך על ירך\" (עיין זוהר ויחי ר\"מ: ). וכמו שכתוב (תהלים קל\"ב): \"מפרי בטנך אשית לכסא לך\" - זה בחינת משיח, בחינת תפלה. \"אם ישמרו בניך בריתי\", הינו על ידי בחינת יוסף. ויוסף ששמר את הברית, נטל את הבכורה, שהוא בחינת עבודת התפלה* בחינות פי שנים, כי התפלה הוא פי שנים. שנים שיש בהם שבחו של מקום ושאלת צרכיו (עיין ברכות ל\"א. ל\"ב. ע\"ז ז'). והוא בחינת (תהלים קמ\"ט): \"וחרב פיפיות בידם\". בחינת שתי פיות, בחינת פי שנים. ונטל מראובן על ידי שחלל יצועי אביו (בפ' ויחי), כי היא תלוי בשמירת הברית: ", 
            "*ועל כן יוסף בשביל שזכה לבחינת תפלה, שהיא בחינת \"תהלתי אחטם\" בחינת חיות הנמשך מנוקבא דפרדשקא כנ\"ל, על כן נקרא בן פורת יוסף, שהם בחינת תרפ\"ו אורות שהם שבעה שמות: ע\"ב, ס\"ג, מ\"ה, ב\"ן, קס\"א, קנ\"א, קמ\"ג, שעולין תרפ\"ו, שמקבל מנוקבא דפרדשקא, כי פרדשקא בגימטריא תרפ\"ו. ", 
            "ג. ומי שזכה לחרב הזה, צריך לידע איך ללחם עם החרב, שלא יטה אותה לימין או לשמאל, ושיהא קולע אל השערה ולא יחטא: ", 
            "וזה אי אפשר אלא על ידי בחינת משפט, כי משפט הוא עמודא דאמצעיתא (הקדמה שניה לתיקונים דף י\"ז: ), הינו שקולע עם כלי זינו אל המקום הצריך, ואינו מטה לימין ולא לשמאל, אלא לאמצע. וזה בחינת (תהלים קי\"ב): \"יכלכל דבריו במשפט\". ובשביל זה קבל יוסף את הבכורה דוקא מיעקב, כמו שכתוב (בראשית מ\"ח): \"ואני נתתי לך\" וכו' - 'אני' דיקא, שהוא בחינת משפט. וזה (תהלים פ\"א): \"כי חק לישראל הוא\", בחינת ברית, כמו שכתוב: \"חק בשארו שם\"; \"משפט לאלהי יעקב\", הינו שצריך יוסף לקבל זאת החרב מבחינת משפט, כדי שיכלכל דבריו במשפט. וזה (תהלים ע\"ב): \"משפטיך למלך תן\". שמשיח יקבל מבחינת משפט: ", 
            "ד. ועל ידי מה זוכה לבחינת משפט? על ידי צדקה. שעל ידי צדקה אוחזין במדת המשפט, כמו שכתוב (דברים ל\"ג): \"צדקת ה' עשה ומשפטיו\". וכמו שכתוב (תהלים צ\"ט): \"משפט וצדקה ביעקב\" וכו'. כי צדקה הוא על ידי משפט, כמו שכתוב (שם ע\"ה): \"אלהים שופט, זה ישפיל וזה ירים\". שמוריש לזה, ומעשיר לזה. וכשנותן צדקה הוא בבחינת 'זה ישפיל', שמחסר ממונו, ובבחינת וזה ירים, שמעשיר לעני. נמצא, שאוחז על ידי זה במדת משפט: ובשביל זה צריך להפריש צדקה קדם התפלה (בבא בתרא י. ובשלחן ערוך ארח חיים סימן צ\"ב סעיף י), כדי שיוכל לכלכל דבריו במשפט. שיהא קולע אל השערה ולא יחטא: וזה שאמרו חכמינו, זכרונם לברכה (בבא בתרא קכג.): 'למה נתן יעקב את הבכורה ליוסף? בשביל שכלכל אותו. משל לבעל הבית שגדל יתום בתוך ביתו' וכו'. כמו שכתוב (בראשית מ\"ז): \"ויכלכל יוסף את אביו ואת אחיו לחם לפי הטף\". כמו (יחזקאל כ\"א): \"הטף אל דרום\" (לשון דבור) \"לפי הטף\", הינו שהיה שגורה תפלתו בפיו על ידי הצדקה, ועל ידי הצדקה שעשה, נתן לו יעקב, שהוא בחינת משפט, את הבכורה שהוא בחינת תפלה, כמו שכתוב: \"ואני נתתי לך שכם\", 'אני' דיקא, שהוא בחינת משפט: ", 
            "ה. ועקר של המחשבות זרות הם על ידי קלקול המשפט, כי משפט הוא בחינת עינין. כמו שכתוב (בראשית י\"ד): \"ויבאו אל עין משפט\". זה בחינת (דברים ל\"ג): \"עין יעקב\". ועל ידי קלקול משפט בא קלקול לעינין, כמו שכתוב (דברים ט\"ז): \"כי השחד יעור עיני חכמים\", זה בחינת מחשבות זרות שבתפלה, שהם עננין דמכסין על עינין, כמו שכתוב (איכה ג): \"סכתה בענן לך\" וכו' (עיין תיקונים תיקון כ\"א דף נ: ). ולעתיד שיתקן בחינת משפט, כמו שכתוב (ישעיהו א): \"ציון במשפט תפדה\". אזי יתעבר עננין דמכסין על עינא. כמו שכתוב (שם נ\"ב): \"כי עין בעין יראו בשוב ה' ציון\", ובשביל זה נקרא יוסף (בראשית מ\"ט): \"בן פרת עלי עין\": ", 
            "ו. וצריך כל אחד לכון בתפלתו, שיקשר עצמו לצדיקים שבדור, כי כל צדיק שבדור הוא בחינת משה משיח, כמו שמצינו, שהצדיקים קורין זה לזה משה, כמו 'משה שפיר קאמרת' (שבת ק\"א: ). ומשה זה בחינת משיח, כמו שכתוב (בראשית מ\"ט): \"עד כי יבא שילה\" - 'דא משה משיח' (זוהר בראשית כ\"ה: כ\"ז.). וכל תפלה ותפלה שכל אחד מתפלל הוא בחינת איבר מהשכינה, שהם אברי המשכן, שאין שום אחד מישראל יכול לאעלא שיפא בשיפא כל חד לדוכתיה, אלא משה בלחוד, בשביל זה צריך להביא ולקשר כל התפלות לצדיק הדור, כמו שכתוב (שמות ל\"ט): \"ויביאו את המשכן אל משה\". והוא יודע לאעלא שיפא בשיפא ולעשות אותה קומה שלמה, כמו שכתוב (שם מ): \"ויקם משה את המשכן\" (עיין זוהר פקודי רל\"ח): ", 
            "וכל התורה שאדם לומד לשמר ולעשות, כל האותיות הם ניצוצי נשמות, והם נתלבשים בתוך התפלה, ונתחדשים שם בבחינת עבור. (כמובא בגלגולים, שכל הנשמות באים בתוך המלכות בבחינת עבור ונתחדשים שם). וזהו (תהלים י\"ט): \"השמים מספרים כבוד אל\", הינו התורה שהוא אש ומים, הינו בחינת הנשמות. ובאים בתוך התפלה, שהוא בחינת כבוד אל, כמו שכתוב (תהלים ס\"ו): \"שימו כבוד תהלתו\", בחינת: \"תהלתי אחטם לך\". והנשמות עם התפלה, הנקרא כבוד (נ\"א נקרא כבוד מצאתי), על שם שהיא מלבשת (בכת\"י אותם) אותנו, כי 'ר' יוחנן קרא למאניה מכבדותא' (שבת קי\"ג), ועל ידי זה נקראת כבוד אל. והן מאירין זה לזה; הנשמות מאירין להתפלה בבחינת העלאת מין נוקבין, והתפלה מאירה להנשמות בבחינת חדושין, שהיא מחדשת אותם בבחינת עבור, והנשמות המלבשין בתפלה, המובאות לצדיק שבדור הם בבחינת (תהלים מ\"ה): \"בתולות אחריה רעותיה מובאות לך\". ", 
            "אמר רבה בר בר חנה: זמנא חדא הוה קאזלינן בספינתא, וחזינן ההוא כורא דיתבא ליה חלתא אגביה, וקדחה אגמא עלויה. סברינן יבשתא הוא, וסלקינן ואפינן ובשלינן אגביה. וכד חם גביה אתהפיך, ואי לאו דהוה מקרבא ספינתא, הוה טבעינן (בבא בתרא עג: ). ", 
            "פרוש רשב\"ם: דיתבא חלתא אגביה, שהיה חול נקבץ על גבו: וקדח עשבים על החול: וסברינן יבשתא היא איי הים היא: ", 
            "וזה שאמר רבה בר בר חנה: חזינן להאי כורא וכו', כי בגלותנו, כביכול, הקדוש ברוך הוא בהסתרת פנים, כמו שכתוב (תהלים ל): \"הסתרת פניך\", שהוא בחינות רחמים, ופנה ערף שהוא בחינות דין. וכל תפלותינו ובקשתנו, על זה שפנה ערף אלינו, שיחזר את פניו, כמו שכתוב (שם פ\"ו): \"פנה אלי\". וכמו שכתוב (במדבר ו): \"יאר ה' פניו\". וכשאנו רואים ארך הגלות, ובכל יום אנחנו צועקים אליו ואינם נושעים, - ויש מעמנו בני ישראל שטועים, חס ושלום, בלבם, שכל התפלות הם לריק, אבל באמת כל התפלות - הצדיקים שבכל דור ודור, הם מעלים אותם, ומקימים אותם, כמו שכתוב: \"ויקם משה את המשכן\". ומעלין כל שיפא ושיפא לדוכתיה, ובונין קומתה של השכינה מעט מעט, עד שישתלם שעור קומתה, אז יבוא משיח, דא משה, וישלים אותה, ויקים אותה בשלמות. וזה פרוש: חזינא להאי כורא - הוא בחינת צדיק הדור, הנקרא דג (עיין מאורי אור ערך דג ובזוהר ויקרא מ\"ב. ובדף רע\"ח: ) זה בחינת משה משיח. דיתבא ליה חלתא אגביה - הינו התפלות שאנו מתפללים על זה, שכביכול פנה ערף אלינו. יתבא ליה - הינו: \"ויביאו את המשכן אל משה\", כי צריך להביא ולקשר את התפלה להצדיק שבדור. וקדחי עלה אגמא - הינו הנשמות הבאים עם התפלה, בחינת \"בתולות אחריה רעותיה\" וכו', כי הנשמות הן נקראין עשבין כמו שכתוב (יחזקאל ט\"ז): \"רבבה כצמח השדה נתתיך\". וסברינן יבשתא הוא - הינו שהתפלות אינם עושים פרות, אבל באמת אינו כן, אלא סלקינן ואפינן ובשלינן - הינו כל התפלות סלקינן ועולין. וכל מה שמרבין בתפלה, נבנה השכינה ביותר, ומכינה את עצמה לזווג, וזה 'אפינן ובשלינן', כי אפיה ובשול הם הכנה לאכילה, לבחינת זווג, כמו שכתוב (בראשית ל\"ט): \"כי אם הלחם אשר הוא אוכל\". כשישתלם קומה של כל השכינה, הינו על ידי רב התפלות, יכמרו רחמיו, ויתהפך מדת הדין למדת הרחמים. וזה כד חם - הינו כאשר יכמרו רחמיו. גביה אתהפך - הינו שיתהפך מדת הדין למדת הרחמים. ואי לא הוי מקרבינן לספינתא - הינו: \"למעני למעני אעשה זאת\" (ישעיהו מ\"ח) כדאיתא במדרש (ויקרא כ\"ז): \"מי הקדימני ואשלם לו\". 'מי עשה לי מזוזה קדם שנתתי לו בית' וכו'. נמצא, שכל מעשים טובים שלנו וכל התפלות - הכל מאתו, ואין ראוי לחשב לקבל שכר על שום דבר. ואף על פי שנראה, שעל ידי תפלתנו ותורתנו יהיה הגאלה, אף על פי כן צריכין אנחנו לחסדו, שבחסדו יגאל אותנו. וזה אי לא מקרבינן לספינתא. זה בחינת חסד, כמו שאמרו חכמינו, זכרונם לברכה (קידושין פ\"ב.) 'הספנין רבן חסידים', אי לא חסדו, טבעינן, חס ושלום, בגלות. ", 
            "וזה פרוש: אמור אל הכהנים - בחינת תפלה. כמו שכתוב (דברים כ\"ו): \"את ה' האמרת היום\". כהנים - הם בחינת תורה, בחינת נשמות כנ\"ל, כמו שכתוב (מלאכי ב): \"כי שפתי כהן ישמרו דעת ותורה\" וכו'. אהרן - בחינת משפט, כמו שכתוב (שמות כ\"ח): \"ונשא אהרן את משפט בני ישראל\". (חסר וצ\"ל) כי צריך לזה בחינת משפט כנ\"ל, ואמרת אליהם, ואמרת דייקא (מצאתי בכת\"י המועתק מכת\"י רבינו ז\"ל) כי צריך להביא כל התפלות לבחינת משה משיח (חסר וצ\"ל) והוא יקים [אותם כמ\"ש ויביאו את המשכן אל משה ויקם משה] את המשכן (מכת\"י). והוא יקים את המשכן. וזה פרש רש\"י: 'להזהיר הגדולים על הקטנים', הינו צדיק הדור, שהוא בחינת משה מאור הגדול יזהיר ויאיר את התפלה, שהיא בחינת מאור הקטן (עין זוהר פקודי רל\"ח). ולנפש לא יטמא בעמיו - הינו על ידי שמירת הברית כנ\"ל, כמובא בזהר (עיין זוהר ויקרא ט\"ו: ועיין זוהר פקודי רס\"ג רס\"ד ועיין ת\"כ פ\"ט) 'עקרא דיצרא בישא - על עירן והיא עקרא דמסאבותא'. וכשישמר את הברית, זוכה לבחינת תפלה כנ\"ל, וזוכה לבחינת \"תהלתי אחטם לך\", כי עקר הריח תלוי בטהרה, כמו שאמרו חכמינו, זכרונם לברכה (סוטה מח.): 'משבטלה הטהרה - בטלה הריח'. כמבאר מעשה בגמרא (שם מט.) 'שאמר: ריחא דחנוניתא אני מריח. אמר ליה: בני, טהרה יש בך': ", 
            "וזהו: (תהלים קיט א): \"אשרי תמימי דרך\". אשרי - לשון הסתכלות. תמימי דרך - בחינת (בראשית כה כז): \"יעקב איש תם\"; שהוא בחינת השכל כנ\"ל. הינו לזכות להסתכל על השכל שיש בכל דבר, שהוא בחינת \"יעקב איש תם\", זה זוכין על-ידי התורה: וזהו: \"ההולכים בתורת ה'\". כי על-ידי שלומד תורה בכח, על-ידי-זה נותן כח למלכות דקדשה בחינת נו\"ן, לקבל מן השכל, שהוא בחינת חי\"ת, ואזי נעשה חן ונתקבלים דבריו כנ\"ל, ואזי נתעלה החן והחשיבות של ישראל, וכל התפלות והבקשות נתקבלים:"
        ], 
        [
            "אמר רבה בר בר חנה: לדידי חזי לי ההיא אקרוקתא דהוי כאקרא דהגרוניא, ואקרא דהגרוניא כמה הוי שתין בתי, אתא תנינא בלעה אתא פושקנצא ובלעה לתנינא, וסליק יתיב באילנה. תא חזי כמה נפיש חיליה דאילנא: ", 
            "רשב\"ם ", 
            "אקרוקתא צפרדע: כאקרא דהגרוניא גדול היה כאותה כרך: ואקרא דהגרוניא כמה הוי? שתין בתי תלמודא קאמר לה: אתא תנינא רבה קאמר לה: פושקנצא עורב נקבה: ", 
            "הנה מי ששומע נגינה ממנגן רשע, קשה לו לעבודת הבורא. וכששומע ממנגן כשר והגון, אזי טוב לו, כמו שיתבאר. כי הנה קול הנגינה נמשכת מן הצפרים, כדאיתא במדרש (ויקרא ט\"ז): מפני מה מצרע - טהרתו תלויה בשתי צפרים חיות טהורות? יבוא קלניא ויכפר על קלניא. כי נלקה מחמת קולו שדבר לשון הרע. נמצא, מי שהוא כשר, נמשכת הנגינה שלו מן השתי צפרים חיות טהורות. וכתוב בזהר (ויקרא נג: ), שהשתי צפרים הנ\"ל, יונקים מאתר דנביאים ינקין. לכך נקרא המנגן חזן מלשון חזון, הינו לשון נבואה, כי לוקח הנגינה מאתר דנביאים ינקין. וכשהמנגן הוא רשע, אזי הוא לוקח הנגינה שלו מצפרים אחרות שבקלפה. וכתוב בזהר: כי הצפרים שבקלפה יונקין מדדי המלכות. וכד אתפלג ליליא כדין כרוזא כריז: \"כצפרים האחוזות בפח כהם יוקשים בני אדם\" (זוהר ויחי רי\"ז: ועיין בע\"ח שער הקליפות פ\"ב): והתקון הוא שיוכל לשמע נגינה מכל אדם, הוא על ידי שילמד בלילה תורה שבעל פה, הינו גמרא שהיא בחינת לילה. כדאיתא במדרש (שוחר טוב תהלים יט), 'כשהיה משה בהר ארבעים יום וארבעים לילה, לא היה יודע מתי יום ומתי לילה, רק על ידי זה כשהיה לומד תורה שבכתב, היה יודע שהוא יום, וכשלמד תורה שבעל פה, היה יודע שהוא לילה'. נמצא, שהתורה שבעל פה היא בחינת לילה. וכמו שאמרו רבותינו, זכרונם לברכה (סנהדרין כד.): \"במחשכים הושיבני\" - 'זה תלמוד בבלי'. וכתיב (בראשית א): \"ולחשך קרא לילה\". הינו על ידי שילמד ש\"ס יתקן השית עיזקאין שבקנה, שמהם יוצא הקול. וזהו (איכה ב): \"קומי רני בלילה\", הינו שתהיה תקומה להרנה, הינו על ידי הלילה שהיא גמרא ש\"ס. אך כשלומד שלא לשמה, הינו בשביל שיתקרא רבי, הלמוד אינו בחשיבות כל כך. וכשלומד בלילה, חוט של חסד נמשך עליו (חגיגה יב) ומגן עליו שלא יזיק לו המחשבה הנ\"ל: ", 
            "ואיתא בכתבי האר\"י ז\"ל, כי צפרים שבקלפה הם מחין שבמלכות דקלפה, והשתי צפרים חיות טהורות, הם בנין המלכות דקדשה. לפיכך נשתבח דוד לפני שאול (שמואל א ט\"ז): \"ויודע נגן\", כי הנגינה היא בנין המלכות, לכך ראוי הוא למלכות. וזה שכתוב אצלו (תהלים ע\"ח): \"מאחר עלות הביאו\", הינו מאחר המיניקות, הינו נצח והוד. כי הם מניקין לנביאים, והם בנין המלכות. ", 
            "וזה שאמר רבה בר בר חנה: לדידי חזי לי ההיא אקרוקתא - ופרש רשב\"ם: צפרדע, הינו צפור דעה (עיין תדא\"ר פ\"ז ועיין בכוונות האריז\"ל על ענין דם צפרדע). דהוי כי אקרא דהגרוניא - מלשון \"קרא בגרון\" (ישעיהו נ\"ח) הינו שהנגינה נמשכת ממנו. ואקרא דהגרוניא כמה הוי שתין בתי - הינו על ידי מה תתקן בחינת קרא בגרון? על ידי שתין בתי, הינו על ידי שתין מסכתות, ופרש רשב\"ם: תלמודא קאמר לה, הינו שילמד תלמוד. אתא תנינא בלעה - ופרש ר\"ש: רבה קאמר לה, ", 
            "הינו על ידי שילמד שלא לשמה יבלע אותה הנחש. וזה שפרש רשב\"ם, רבה קאמר לה, הינו על ידי שילמוד בשביל שיתקרא רבי. אתא פושקנצא - ופרש רשב\"ם: עורב, הינו על ידי שילמד בלילה, מלשון ערבית (עיין רש\"י עירובין כ\"ב. ד\"ה שמשכים ומעריב) ובלעה - הינו ומגן עליו מן הנחש הנזכר לעיל. וסליק יתיב באילנא - פרש המהרש\"א, שהוא בחינת אברהם, שכתוב אצלו (בראשית כ\"א): \"ויטע אשל\" שהוא בחינת חסד, הינו שהחוט של חסד שנמשך עליו מגן עליו מן הנחש הנ\"ל. תא חזי כמה נפיש חיליה דאילנא - הינו שרבה מתמיה את עצמו, שכל כך גבר עלינו חסדו, שאפלו על זה יכול להגן. ", 
            "ובזה יתישב הסמיכות של המשנה (אבות פרק א): 'עשה לך רב, וקנה לך חבר, והוי דן את כל האדם לכף זכות'. כי על ידי ששומע הנגינה כנ\"ל, הוא מתקן בנין המלכות שלו, וזה 'עשה לך רב', הינו שיתקן בחינת מלכות, וזה על ידי 'קנה לך חבר', הינו על ידי קנה, שהקול יוצא ממנו. שמחבר השני כרובים להיות פנים בפנים \"כמער איש ולויות\" (מלכים א ז) 'בזמן שישראל עושין רצונו של מקום' (עין בבא בתרא צט. וברשב\"ם שם). ואזי כשיתקן בחינת מלכות שלו, ויוכל למשל בכל מה שירצה ויוכל להמית לזה ולהחיות לזה, ונמצא עולם חרב. לזה אמר: 'והוי דן את כל האדם לכף זכות'. שצריך לדון את כל אדם לכף זכות, כי אין הקדוש ברוך הוא חפץ בחרבן העולם, \"כי לא לתהו בראה, לשבת יצרה\" (ישעיה מ\"ה): ", 
            "ובשביל זה מרגלא בפומא דאינשי עכשו לומר, שהחזנים הם שוטים, ואינם בני דעה. כי עכשו מלכות דקדשה בגלות. ועל כן הנגינה שהיא נמשכת מאתר דנביאים מבחינת מחין ודעת דמלכות דקדשה, ועכשו שהמלכות בגלות, ועל כן הנגינה נפגמת, ועל כן החזנים הם בלא דעת, כי אין להם כח עכשו להמשיך הנגינה משרשה שבקדשה, שהוא בחינת מחין ודעת של מלכות דקדשה, כנ\"ל. אבל לעתיד שיתעלה מלכות דקדשה, ויהיה \"ה' למלך על כל הארץ\", אזי תתעלה ותשלם הנגינה בבחינת דעת דמלכות דקדשה, שמשם נמשכת הנגינה כנ\"ל. וזהו (תהלים מ\"ז): \"כי מלך כל הארץ אלהים, זמרו משכיל\". כי אזי כשיהיה ה' למלך על כל הארץ ויתעלה מלכות דקדשה, אזי: \"זמרו משכיל\", הינו שהחזנים המזמרים יהיו בדעת ובשכל. על ידי שיתעלה מלכות דקדשה, ויקבלו הנגינה משרשה שבקדשה, שהוא בחינת דעת ומחין של מלכות דקדשה כנ\"ל: ", 
            "שיך לעיל. וזהו (עיין פסחים נ' ועיין זוהר ויחי רי\"ט.) \"כי גדל מעל שמים חסדך\" (תהלים ק\"ח). 'שמים' הוא בחינת קול, כמו שכתוב: \"משמים השמעת קולך\", כי על ידי החסד, הינו בחינת חוט של חסד, הנמשך על ידי שלומד תורה בלילה על ידי זה נתתקן הקול כנ\"ל. וזהו: \"כי גדול מעל שמים חסדך\" כנ\"ל: ", 
            "השתי צפרים דקדשה, שמשם הנבואה נמשכת, הם בנין מלכות דקדשה, ועל כן העמדת מלך היה על פי נבואה, ככל מלכות בית דוד שהיה על פי נבואה. והנבואה נמשכת מן הכרובים שהם בחינת שתי צפרים הנ\"ל, שהם בנין מלכות דקדשה כנ\"ל: ", 
            "מאחר עלות הביאו, הינו מאחר המיניקות, כי הם ינקין לנביאים וכו' כנ\"ל. וזהו \"מאחר עלות\", הינו שדוד המלך, עליו השלום, היה יכול לתקן ולהעלות גם הנגינה שאינו מאדם כשר, להעלותה אל הקדשה. וזהו: \"מאחר עלות הביאו\", הינו גם הנגינה, שהיא מאחורי הקדשה בבחינת \"מאחר עלות\", מאחר המיניקות, כי הנגינה דקדשה הוא מאתר דנביאים ינקין, והנגינה שאינו בקדשה היא בחינת מאחר עלות מאחורי הקדשה. ודוד המלך, עליו השלום, היה יכול לתקן נגינה זו גם כן, ועל ידי זה נתעלה מלכות דקדשה כנ\"ל. וזהו: \"מאחר עלות הביאו לרעות ביעקב\" וכו', כי על ידי זה זכה למלכות כנ\"ל."
        ], 
        [
            "לשון רבנו, זכרונו לברכה", 
            "(שמות כ ב): \"אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים מבית עבדים\"", 
            "א. כשאדם יודע שכל מארעותיו הם לטובתו, זאת הבחינה היא מעין עולם הבא, כמו שכתוב (תהלים נו יא): \"בה' אהלל דבר באלהים אהלל דבר\". וזאת הבחינה היא מעין עולם הבא, כמו שאמרו חכמינו, זכרונם לברכה (זכריה יד): \"ביום ההוא יהיה ה' אחד וכו'\". והקשו: (פסחים נ, א): \"וכי האידנא לאו הוא אחד?\" ותרצו חכמינו, זכרונם לברכה: האידנא מברכין על הטובה הטוב והמטיב, ועל הרעה דין אמת. ולעתיד כלו הטוב והמטיב, שיהיה שם ה' ושם אלקים אחדות אחד:", 
            "ב. וזאת הבחינה אי אפשר להשיג, אלא כשמעלה בחינת מלכות דקדשה מהגלות מבין העכו\"ם. כי עכשו המלכות והממשלה להעכו\"ם, ובשביל זה נקראים עבודת אלילים שלהם בשם אלהים, כי יונקים מבחינת מלכות הנקרא אלהים, כמו שכתוב (תהלים עד): \"אלהים מלכי מקדם\". וכשמעלין בחינת מלכות מבין העכו\"ם, אזי נתקיים (תהלים מז): \"כי מלך כל הארץ אלהים\":", 
            "ג. ואי אפשר להשיב המלוכה להקדוש-ברוך-הוא אלא על ידי ודוי דברים לפני תלמיד חכם. על ידי זה מתקן ומעלה בחינת מלכות לשרשה. וזהו פרוש: (הושע יד): \"קחו עמכם דברים\", זהו ודוי דברים, זה בחינת מלכות, כמו (סנהדרין ח, א): \"דבר אחד לדור\". דַבָּר, לשון מנהיג ומושל. \"ושובו אל ה'\" שיתקנו ויעלו את הדברים, את בחינת מלכות, בחינת אלהים אל ה'. הינו כנ\"ל: \"בה' אהלל דבר, באלהים אהלל דבר\", הינו שידע, שכל מארעותיו, כלם לטובתו, ויברך על כל הדברים הטוב והמטיב:", 
            "ד. וכשידע כל זאת נקרא ידיעה שלמה, כי עקר הדעת הוא אחדות של חסד וגבורה, זה נקרא דעת, הינו שלא יחלק בין חסד לדין, ויברך על כלם \"הטוב והמטיב\". וזה נקרא: \"ה' אחד ושמו אחד\" כמאמר חכמינו, זכרונם לברכה, שלעתיד יהיה אחדות גמור, שיהיה כלו הטוב והמטיב.", 
            "וזה ה' אחד, ושמו זה בחינת אלהים מלכות, כמו שכתוב (שמואל ב ח): \"ויעש דוד שם\", אחד גימטריא אהבה, הינו הן ה' שהוא רחמים, הן שמו שהוא בחינת אלהים, בחינת דין, כלם לטובתך מחמת אהבה שהקדוש-ברוך-הוא אוהב אותך, כמו שכתוב (משלי ג): \"את אשר יאהב ה' יוכיח\", וכתיב (עמוס ג): \"רק אתכם ידעתי מכל משפחות האדמה, על כן אפקוד עליכם עוונותיכם\":", 
            "ה. ועוונותיו של אדם הם על עצמותיו, כמו שכתוב (יחזקאל לב): \"ותהי עונותם חקוקה על עצמותם\". וכל עברה יש לה צרוף אותיות, וכשעבר איזה עברה, אזי נחקק צרוף רע על עצמותיו ועל-ידי-זה מכניס בחינת הדבור של הלאו הזה שעבר בתוך הטמאה. הינו שמכניס בחינת מלכות, שהוא בחינת דבר אחד לדור, הוא מכניס אותה בתוך העכו\"ם, ונותן להם ממשלה. למשל, אם עבר על דבור של הלאו לא יהיה לך*) אזי מחריב הצרוף הטוב של הדבור, ובונה צרוף רע, ונחקק הצרוף הזה על עצמותיו, ונוקם בו. כמו שכתוב (ירמיהו ה): \"עונותיכם הטו אלה\", וכתיב (תהלים לד): \"תמותת רשע רעה\". ועל ידי ודוי דברים יוצא מעצמותיו האותיות החקוקים עליהם, ונעשה מהם הדבור של הודוי. כי הדבור יוצא מעצמותיו, כמו שכתוב (שם ל\"ה): \"כל עצמתי תאמרנה\". ומחריב הבנין והצרוף הרע, ובונה מהם מלכות דקדשה.", 
            "וזה שאמרו חכמינו, זכרונם לברכה (סוטה ז ב): בשעה שהלכו ישראל במדבר, היו עצמותיו של יהודה מגלגלין. עד שאמר משה: \"שמע ה' קול יהודה\". שבקש משה מהקדוש-ברוך-הוא, שיזכר ליהודה הודוי שהתודה, וכן הוי ליה. וזה דוקא עצמותיו היו מגלגלין, על שם: \"ותהי עונותם חקוקה על עצמותם\", ועל-ידי הודוי נתתקנו, ועלו כל חד לדוכתיה. ויהודה זה בחינת מלכות, רמז, שבחינת מלכות נתתקן על-ידי ודוי דברים, וזה נעשה על-ידי משה, שזכר משה הודוי, כי כן צריך, שיהיה הודוי לפני תלמיד חכם וכל תלמיד חכם הוא בחינת משה, כמו שאמרו 'משה שפיר קאמרת' ובזה שזכר משה הודוי, נעשה כאלו התודה עכשו לפני משה, ועל-ידי זה נתתקן בחינת מלכות, ונחרב הצרוף הרע שנחקק על עצמותיו.", 
            "ו. וזה בחינת החזרת המלכות לשרשה, כי שרש המלכות הוא אש, כמו שאמרו חכמינו, זכרונם לברכה (סנהדרין קא ב): 'למה טעה נבט? שראה שיצא אש מאמתו'; והתורה נקראת אש, שמשם המלכות, כמו שכתוב (ירמיהו כג): \"הלוא כה דברי כאש\", וכתיב (משלי ח): \"בי מלכים ימלכו\". ועקר התורה הם התלמידי חכמים, כמו שאמרו חכמינו, זכרונם לברכה (מכות כב ב): 'כמה טפשאי דקימא מקמי ספר-תורה, ולא קימא מקמי צורבא מדרבנן'.", 
            "וזהו (במדבר לא): \"כל דבר אשר יבא באש תעבירו באש\". 'דבר' זה בחינת מלכות, שנמשך בתוך הטמאה בתוך חמימות היצר, כמו (קדושין פא א): 'נורא בי עמרם'. 'תעבירו באש' תקונו על-ידי אש, הינו ודוי דברים לפני תלמיד חכם כנ\"ל.", 
            "וזה לשון עברה, שהצרוף של עברה עובר בתוך עצמותיו, מעבר אל עבר. ומצוה לשון התחברות, כשעושה חבילות חבילות של מצוות, (ויקרא רבה כא): אזי נתחברו שברי עצמותיו, כמו שכתוב (תהלים לד): \"שומר כל עצמותיו\".", 
            "ז. וזה פרוש (משלי טז): \"חמת מלך מלאכי מות\", כי חמתו של הקדוש-ברוך-הוא בשביל המלכות שהשפיל על-ידי עוונותיו, \"ואיש חכם יכפרנה\", הינו בחינת תלמיד חכם, בחינת משה, הוא יכפר לו. כמו שכתוב (מיכה ז): \"ועבר על פשע לשארית\", 'למי שששים עצמו כשירים' (ראש השנה יז ב). נמצא, כשבא לפני תלמיד חכם ומוציא כל צרופיו לפני התלמיד חכם, והתלמיד חכם הוא בחינת משה, שמשים עצמו כשירים, כמו שכתוב (במדבר יב): \"והאיש משה ענו מאד\", ועל-ידי-זה נקרא איש חכם, כמו שכתוב (איוב כח): \"והחכמה מאין תמצא\" (עין סוטה כא ב). ובזה יש כח לתלמיד חכם לכפר, כמו שנאמר: ואיש חכם יכפרנה.", 
            "ובשביל זה, כשהתפלל משה על חטא העגל אמר (שמות לב): \"אם תשא חטאתם, ואם אין מחני נא\". כי זה מן הנמנע שלא יבוא לאדם איזה גדלות, כששומע שמספרין שבחו, כל שכן כשמלך גדול משבח ומפאר את האדם, אזי בודאי מן הנמנע, שלא יבוא לו איזה גדלות, אבל צריך לזה בטול כל הרגשותיו וחמריותיו, אזי יכול האדם, לשמע שבחו, ולא יבוא לו שום גדלות, כמו משה רבנו, שראה כתוב בתורה: \"וידבר ה' אל משה\", \"ויאמר ה' אל משה\", וישראל קוראין בכל יום בתורה שבחו של משה, והוא בעצמו מספר להם שבחיו, ולא היה למשה שום התפארות וגדלות מזה, כמו שכתוב: \"והאיש משה ענו מאד\", ובודאי על-ידי ענותנותו, היה כח ביד משה לכפר עוון-העגל. כמו שכתוב: \"ואיש חכם יכפרנה\".", 
            "וזה שטען משה: \"ואם אין\", הינו \"אם לא תשא חטאתם\", בזה אתה מראה, שאין לי כל כך עניוות, שאוכל לכפר להם עוון העגל. בכן בקשתי \"מחני נא\", כדי שלא אכשל בגדלות, שאני רואה ושומע בכל עת ספור שמי ושבחי בתורה, כי מי יוכל לעמד בזה, שישמע ספור שבחו ולא יתגאה, אם לא ענו גדול, ואם אני ענו, צריך לך שתשא חטאתם, כמו שכתוב: \"ועובר על פשע לשארית\" וכו'.", 
            "וזה (דברים לג): \"ויהי בישרון מלך\", הינו שמלכות עלה לשרשה, כמו שכתוב (תהלים לז): \"וענוים ירשו ארץ\", ו'ארץ' היא דינא דמלכותא, כמו שכתוב (איוב כ): \"וארץ מתקוממה לו\":", 
            "ח. וזהו שאמרו חכמינו, זכרונם לברכה (סוטה כא, א): \"משל לאחד, שהיה מהלך בדרך באישון לילה ואפלה, ומתירא מן הקוצים ומן הפחתים ומחיה רעה ומלסטים, ואינו יודע באיזה דרך מהלך וכו'\":", 
            "כי זה ידוע, שכל המדות רעות ותולדותיהן נמשכין מארבעה יסודות, מארבע מרות, כמובא במשנת חסידים: 'עצבות ותולדותיהן נמשכין מדומם', 'תאוות רעות ותולדותיהן נמשכין מצומח', 'דברים בטלים ותולדותיהן נמשכין מחי'. 'גאוה ותולדותיהן נמשכין ממדבר'. ומי שרוצה לילך בדרך הקדש, צריך לשבר כל המדות רעות, ויספר לפני התלמיד חכם, הינו ודוי דברים. והתלמיד חכם יפרש ויברר לו דרך לפי שרש נשמתו. ויש שלש בחינות בהתקרבות לצדיקים, שעל-ידי שלש בחינות אלו נתתקן הכל, ואלו הם השלושה בחינות:", 
            "הבחינה הראשונה: כשרואה את הצדיק, כמו שכתוב (ישעיהו ל): \"והיו עיניך רואות את מוריך\". וזאת הבחינה מבטלת המדות רעות הנמשכין משני היסודות: 'דומם' 'צומח', הינו עצבות ותולדותיה, ותאוות רעות, כי צדיק הדור נקרא אם, על שם שהוא מיניק ליששראל באור תורתו, והתורה נקראת חלב, כמו שכתוב (שיר השירים ד): \"דבש וחלב תחת לשונך\". וזה אנו רואים בחוש, כשהתינוק הוא בעצבות ועצלות, כשרואה את אמו הוא נתעורר בזריזות גדול לקראת אמו, הינו לשרשו.", 
            "גם אנו רואים בחוש, כשהתינוק עוסק בדברי שטות שלו, אף-על-פי שיש לו תאוה גדולה לזה, אף-על-פי כן כשרואה את אמו, הוא משליך כל תאוותיו אחר כתפיו, ומושך את עצמו לאמו. נמצא, שנתבטלין המדות רעות של שני היסודות: 'דומם' 'צומח', על ידי הסתכלות פני הצדיק.", 
            "וזהו 'ומתירא מן הקוצים', שהוא בחינת 'צומח'. 'ופחתים' שהוא בחינת 'דומם'. וכשנזדמן לו אבוקה של אור, זה תלמיד חכם, שהוא אביק באור התורה ועל-ידו נצול ממדות רעות של שני יסודות: 'דומם' 'צומח', ואז נצול מן הקוצים ומן הפחתים:", 
            "הבחינה השניה: הצדקה שנותן לתלמיד חכם, שעל-ידי-זה נצול ממדות רעות של שני יסודות: 'חי' 'מדבר', שהן בחינת 'חיה רעה ולסטים', שהן דברים בטלים וגאוה ותולדותיהן. כי על-ידי דברים בטלים ולשון הרע, בא עניות, כמו שכתוב (שמות ד): \"כי מתו כל האנשים\", זהו עניות. גם בגאוה אמרו (קדושין מט ב) 'סימן לגסות הרוח עניות'. ועל-ידי צדקה נתעשר, כמו שאמרו חכמינו, זכרונם לברכה (גטין ז ב): 'אם שלמים וכן רבים וכן נגוזו ועבר ועניתיך לא אענך, שוב אין מראין לו סימני עניות.", 
            "וזהו, 'כיון שעלה עמוד השחר נצול מחיה רעה ומלסטים'. 'עמוד השחר' רמז לצדקה, כמו שכתוב (ישעיהו נח): \"כי תראה ערם וכסיתו וכו', אז יבקע כשחר אורך\". נמצא, על-ידי צדקה נצול ממדות רעות של שני יסודות: 'חי' 'מדבר' שהם בחינת חיה רעה ולסטים:", 
            "הבחינה השלישית: כשמתודה ודוי דברים לפני תלמיד חכם, שעל-ידי-זה התלמיד חכם מדריך אותו בדרך ישר לפי שרש נשמתו. וזה 'הגיע לפרשת דרכים', ואמרו חכמינו, זכרונם לברכה (שם סוטה): 'זה תלמיד חכם ויום המיתה', זה בחינת ודוי דברים לפני 'תלמיד חכם'. 'יום המיתה', רמז על ודוי, כמו שאמרו רבותינו, זכרונם לברכה (סנהדרין מג ב): 'כל המומתין מתודין'. וזה נקרא פרשת-דרכים כי התלמיד חכם מפריש לו דרך לפי שרש נשמתו, אזי נצול מכלם. כי קדם שהתודה, אף-על-פי שהיה אצל התלמיד חכם, ונתן לו ממון, עדין אינו יודע באיזהו דרך הוא מהלך, כי \"יש דרך ישר לפני איש ואחריתה דרכי מות\" (משלי יד), אבל 'כשהגיע לפרשת דרכים זה תלמיד חכם ויום המיתה; הינו ודוי דברים לפני תלמיד-חכם, אזי נצול מכלם:", 
            "ט. וזה בכל פעם שבא אצל תלמיד חכם ומספר לפניו כל לבו, והתלמיד חכם הוא בחינת משה, שהוא בחינת אין, כמו שכתוב: \"והחכמה מאין תמצא\". ועל ידי זה אתה נכלל באין סוף. וזה בחינת: 'זרקא דאזדריקת לאתר דאתנטילת מתמן', שתחזיר את המלכות לאין סוף, שהוא רצון שבכל הרצונות.", 
            "כי המלכות, שהוא בחינת אותיות הדבורים, כל אות ואות מלבש בה רצון השם יתברך. שרצון השם יתברך היה, שזאת האות יהיה לה תמונה כזו, ואות אחרת יהיה לה תמונה אחרת. נמצא, שרצונות, הינו תמונות אותיות הם התגלות מלכותו יתברך שמו. וכל אלו הרצונות, הינו התמונות נמשכין מרצון אין סוף, שאין בו תמונה. וכל הדברים והישות שבעולם הם מהאותיות, הינו ממלכות, כי ישות הוא מחמת המלכות, שרצה הקדוש-ברוך-הוא שיתגלה מלכותו בעולם, ועל ידי זה ברא את העולם מאין ליש, וכל הרצונות, הינו התמונות וכל הישות, הינו בחינת מלכות מקבלים חיותם מרצון אין סוף. כמו שכתוב (מגלה לא.): 'בכל מקום שאתה מוצא גדלתו של הקדוש-ברוך-הוא', הינו מלכותו, הינו רצונות 'שם אתה מוצא ענותנותו', הינו רצון אין סוף.", 
            "וזה בחינת התפשטות הגשמיות. כי כשרוצה להכלל ברצון אין סוף, צריך לבטל את הישות שלו, וזהו שכתוב בזהר (חלק ב' פח:), שהסתלקות משה בשבת בשעתא דמנחה, שאז התגלות רעוא דרעוין, שהוא בחינת רצון אין סוף, שכל הרצונות מקבלין חיותם ממנו, וזה מחמת שבטל משה כל ישותו, כמו שכתוב (שמות ט\"ז): \"ונחנו מה\". וזה פרוש:(דברים לד): \"ויקבר אותו בגיא\" זה בחינת אין, כמו שכתוב (ישעיהו מ): \"כל גיא ינשא\". \"בארץ מואב\" זה בחינת מלכות, שדוד בא ממואב, שנסתלק משה בתוך אין סוף, בתוך רצון שברצונות, בתוך רעוא דרעוין, שהוא בחינת רצון אין סוף, המלבש ברצונות, בתמונות אותיות, בבחינת מלכות, כמו שכתוב: \"בכל מקום שאתה מוצא גדלתו\", הינו מלכות בחינת רעוין, \"שם אתה מוצא\" רעוא, רצון אין סוף.", 
            "וזה \"מול בית פעור\", כי אמרו חכמינו, זכרונם לברכה (מדרש אגדה; מובא בתוספות סוטה יד א): 'למה נקרא שמו פעור על שם שפוער פיו', כי כשפוגמין במלכות, אזי יש לו כח לפער פיו בצרופים רעים, אבל משה שתקן מדת המלכות, על-ידי זה לא היה יכלת ביד פעור לפער פיו. וזה: \"ולא ידע איש\", אפלו משה לא ידע, כמו שאמרו רבותינו, זכרונם לברכה (סוטה יד א), כי נתבטל לגבי אין סוף. וכל זה היה במותו, אבל בודאי גם בחייו היה לו התפשטות הגשמיות, והיה מדבק את עצמו באור אין סוף, אבל ההתפשטות היה בבחינת: והחיות רצוא ושוב. כי הקדוש-ברוך-הוא רוצה בעבודתנו, כמו שכתוב: 'ואבית תהלה מגושי עפר, מקרוצי חמר', ובשביל זה צריך שלא ישאר כן, אלא עד עת שיבוא הקדוש ברוך הוא בעצמו ויטל נשמתו.", 
            "וזה שאנו רואים, שלפעמים נתלהב אדם בתוך התפלה ואומר כמה תבות בהתלהבות גדול, זה בחמלת ה' עליו, שנפתח לו אור אין סוף והאיר לו. וכשרואה אדם ההתנוצצות הזאת, אף-על-גב דאיהו לא חזי מזליה חזי (מגלה ג א), תכף נתלהב נשמתו לדבקות גדול, לדבק את עצמו באור אין סוף, וכשעור התגלות אין סוף, לפי מנין התבות שנפתחו והתנוצצו, כל אלו התבות אומר בדבקות גדול ובמסירת נפשו ובבטול כחותיו. ובשעה שנתבטל לגבי אין סוף, אזי הוא בבחינת: \"ולא ידע איש\", שאפלו הוא בעצמו אינו יודע מעצמו.", 
            "אבל זאת הבחינה צריך להיות רצוא ושוב, כדי שיתקים ישותו. נמצא כשהוא בבחינת ושוב, אזי צריך להראות גם לדעתו. כי מתחלה, בשעת דבקות היה נתבטל הדעת, כמו שכתוב: \"ולא ידע איש\", וכשהוא בבחינת ושוב, ששב (לדעתו) לישותו, אז שב לדעתו, וכששב לדעתו, אז הוא יודע אחדות האין סוף וטובו, ואזי אין חלוק בין ה' לאלהים, בין מדת הדין למדת הרחמים. כי באין סוף אין שיך, חס ושלום, שנוי רצון, כי השנויים אינו אלא בשנוי התמונות, אבל על-ידי הדבקות של אדם באין סוף, ששם אין שנוי רצון, כי שם רצון פשוט, ואחר-כך נשאר בו רשימו מאחדות הזאת, ואחר-כך נעשה בבחינת ושוב, אזי הרשימו מראה לדעת, שידע שכלו טוב וכלו אחד:", 
            "וזה שאמר משה לדורו (דברים ד): \"אתה הראת לדעת כי ה' הוא האלהים\". כי משה הוא בחינת אין, ודורו הדבוקים אליו ראוי להם לדעת, הינו להאיר לדעת, בחינת אין סוף, בחינת רעוא דרעוין, בחינת: ה' הוא האלהים:", 
            "וזה פרוש: אמר רבה בר בר חנא: זימנא חדא הוה קאזלינן בספינתא, וחזינן ההוא כורא דיתבא ליה אכלה טינא באוסיה, ואידחוהו מיא, ושדיוהו לגודא, וחרוב מיניה שיתין מחוזי, ואכלו מיניה שיתין מחוזי, ומלחו מיניה שיתין מחוזי, ומלאו מחד גלגלא דעינא תלת מאה גרבי משחא. וכי הדרן לבתר תריסר ירחי שתא, חזינן דהוה קא מנסרי מגרמיה מטללתא, ויהבי למבנינהו הנך מחוזי (בבא בתרא עג ב):", 
            "רשב\"ם:", 
            "כורא דג: אכלא טינא שרץ קטן: באוסיה בנחיריו של דג נכנס השרץ ואידחוהו מיא: הדיחוהו המים והשליכוהו ליבשה כדרך ים, שאינו סובל דבר מת חרבו מיניה שיתין מחוזי: שהשליכוהו המים על ששים כרכים ושברן כלם, שהיה גדול כל כך ואכלו מיניה שיתין מחוזי: בעודנו לח ומלחו מיניה שיתין מחוזי: אחרים, שהיו רחוקין משם, מלחו מיניה ונשאוהו למקומן: מחד גלגלא דעינא: מגלגל עינו לקחו שמן תלת מאה גרבי: הוה מנסרי: לבנות מעצמות הדג אותן מחוזי שהפיל:", 
            "פרוש: ספינה לשון חשיבות, בחינת מלכות. שרבה בר בר חנא חקר בששכלו אודות המלכות, איך בני-ישראל מעלין אותה. וחזינן האי כורא ישראל מכנין בשם דגים, כמו שכתוב (בראשית מח): \"וידגו לרב בקרב הארץ\". דיתבי ליה אכלא טינא בנחיריו זה בחינת תפלתן של ישראל, כמו שכתוב (ישעיהו מח): \"ותהלתי אחטם לך\", שנתערב שרץ, הינו טמאה בתפלתו ועבודתו ובלבל אותו. ולא היה יכול איש הישראלי הזה לעבד עבודתו תמה. מה עשה האיש הזה? עשה שלש בחינות הנ\"ל. הינו התקשרות להצדיק ונתינת הצדקה וודוי דברים.", 
            "וזה פרוש: ומתה, ואידחוהו מיא, ושדיוהו לגודא. והזכיר השלש בחינות מעילא לתתא. ומתה זה בחינת ודוי דברים, כמו שכתוב: \"כל המומתין מתודין\". ואידחוהו מיא זה בחינת צדקה, כמו שכתוב (קהלת י\"א): \"שלח לחמך על פני המים\". וכתיב (ישעיהו לב): \"אשריכם זורעי על כל מים\". ושדיוהו לגודא הצדיק נקרא גודא, לשון גדר, שהוא גודר פרצותיהן של ישראל (יחזקאל כב; ישעיהו נח) וזה: 'ושדיוהו לגודא', שהקריב את עצמו לצדיק.", 
            "ועל-ידי שלש בחינות אלו, וחרוב מיניה שיתין מחוזא שעל-ידי המיתה, הינו ודוי דברים, העלה את המלכות מבין הסטרא אחרא. והצדיק הורה לו את הדרך הישר, כמו שכתוב בהפטרת בראשית (ישעיהו מב): \"אחריב הרים וגבעות\", רמז על חרבן ממשלת העכו\"ם. \"והולכתי עורים בדרך לא ידעו\", זה בחינת שהצדיק הורה לו דרך ישר. זה בחינת פרשת דרכים כנ\"ל. 'ושיתין מחוזא', רמז על עלית המלכות, דכתיב בה (שיר השירים ו): \"ששים המה מלכות\". ואכלו מינה שיתין מחוזא רמז על שני מדות רעות של חי מדבר, שעל~ידו בא עניות כנ\"ל, ועל-ידי צדקה מתקן אותם וימשיך שפע. וזה: 'אכלו מיניה'. ו'שיתין מחוזא', רמז על בחינת ששים גבורים, שמשם בא פרנסה, כמו שאמרו (ברכות לג; תענית ב א עין שם): 'גבורות גשמים'.", 
            "ומלחו מינה שיתין מחוזא זה רמז על תקון שתי מדות רעות 'דומם צומח', על-ידי קרבתו להצדיק, כי הצדיק הוא \"ברית מלח עולם\". גם עצבות ותאוות באים מדמים עכורים, ועל-ידי מלח פולט הדמים רעים. ו'שיתין מחוזא', זה רמז על ששים אותיות שבברכת כהנים, שהם ביד הצדיק, כמו שכתוב (משלי י): \"ברכות לראש צדיק\".", 
            "ומלאו מחד גלגלא דעינא תלת מאה גרבי משחא גרבי משחא, זה בחינות הדעת, כי \"שמן משחת קדש\" (שמות ל), זה בחינת ששכל. ותלת מאה, זה בחינת משה, שהוא בחינת מה שהצדיק מקטין את עצמו, בבחינת מה. בשלש בחינות צריך להקטין את עצמו, כמו שכתוב (ירמיהו ט): \"אל יתהלל חכם, גבור ועשיר\".", 
            "נמצא שבכל בחינה מאלו שלש בחינות הוא נעשה מה. ועל-ידי זה יש לו התפשטות הגשמיות, ומדבק באור אין סוף, שאין שם שום שנוי רצון, אלא: ה' הוא האלקים, כנ\"ל, הינו כלו הטוב והמטיב. וזה בחינת 'חד גלגלא דעינא', כמובא באידרא (זהר נשא קלז:): 'ולזימנא דאתי ישתכח בה עינא חד דרחמי', זה בחינת כלו הטוב והמטיב. נמצא כשהצדיק עושה עצמו מה, מדבק את עצמו לעינא חד דרחמי, הינו לאין סוף, ואחר כך כשחוזר בבחינת רצוא ושוב, אז ממשיך מאור אין סוף האחדות הרצון הפשוט שם דרך המה שלו, ונעשה ממה מאה, כמו שנאמר: 'אל תקרי מה אלא מאה'. ונעשה תלת מאה מתלת מה, וממשיך אור הזה לדעתו ולששכלו, הינו גרבי דמשחא, שהוא בחינת ששכל, כנ\"ל. אתה הראית לדעת, שממשיך אור אין סוף לדעתו, שידע האחדות, שה' הוא האלקים, ויברך הטוב והמטיב על הכל כמו לעתיד לבוא:", 
            "כי הדרן ואתאן לבתר תריסר ירחי שתא וקחזינן דהוי מנסרא מגרמיהו לבנינא הנך מחוזא כי מאחורי הקדשה, שהם שנים-עשר שבטים, שעל-ידם נתתקן מלכות הנ\"ל, ואחריהם הוא הטמאה. ויש בני-אדם שיוצאין מהקדשה, וזה שספר התנא, שהדר וחזר לעין באלו שהם בתר תריסר ירחי שתא, שהם אחורי שנים-עשר שבטים דקדשה, שיוצאין מכלל ישראל על-ידי מעשיהם הרעים. וחזינן דהוו מנסרי מגרמיהו הינו שעל-ידי מעשיהם הרעים החקוקים על עצמותם, והחקיקה עובר מעבר לעבר כנסירה ממש. אבל על-ידי שאיש הישראלי הנ\"ל נתעורר בתשובה על-ידי שרץ קטן שבנחיריו, על-ידי שהרגיש טמאה קטנה שמבלבלת אותו, על-ידי תשובתו גורם, שגם אלו הרשעים נעשו כסא לקדשה. ויהבי לבנינא הנך מחוזא שעוזרים גם הם לעובדי השם, שיבנו הנך מחוזא הנ\"ל:", 
            "וזה פרוש: (שמות כ ב): \"אנכי ה' אלהיך\": פרוש:", 
            "הן ה', הן אלהיך, תבין שכל זאת אנכי, היינו שתקיים: \"בה' אהלל דבר, באלהים אהלל דבר\", היינו כולו הטוב והמטיב, כנ\"ל.", 
            "אשר הוצאתיך מארץ מצרים: דאיתא במדרש בראשית רבה טז, כי כל הגליות נקראים על שם גלות מצרים, מפני שהם מצרים לישראל. הינו שעל ידי הצדיק נתבטל מלכותם וממשלתם של העכו\"ם, כי על-ידי זה עולה מתוכם מלכות דקדשה כנ\"ל.", 
            "מבית עבדים: זה רמז על בטול המדות רעות של ארבע יסודות, המכנים בשם עבדים, כי כל הארבעה יסודות הם מתחת גלגל הירח. והירח מכנה בשם עבד, כמובא בזהר (וישב קפ\"א): \"הנה ישכיל עבדי\" דא סיהרא. פרוש: על-ידי הצדיק עולה המלכות מן הסטרא אחרא, ונתבטלים המדות רעות, ועל-ידי זה האדם בא לבחינת עולם הבא, לבחינת: \"בה' אהלל דבר, באלהים אהלל דבר\":"
        ], 
        [
            "בחצוצרות וקול שופר הריעו לפני וכו' (תהלים צח ו)", 
            "א. כי צריך כל אדם לומר: כל העולם לא נברא אלא בשבילי (סנהדרין לז א). נמצא כשהעולם נברא בשבילי, צריך אני לראות ולעין בכל עת בתקון העולם. ולמלאות חסרון העולם, ולהתפלל בעבורם.", 
            "וענין התפלה הן בשני פנים. הינו קדם גזר דין מתפללין כסדר התפלה, ואין צריך להלביש התפלה, אבל לאחר גזר דין צריך להלביש התפלה, כדי שלא יבינו המלאכים העומדים לששמאל, ולא יקטרגו. כמו שכתוב (דניאל ד): \"בגזרת עירין פתגמין\", הינו לאחר גזר דין, אזי \"במאמר קדישין שאלתין\", אזי הצדיקים מלבישים שאלתם במאמר:", 
            "ב. אבל איך ידעינן בין קדם גזר דין בין לאחר גזר דין על-ידי המצוות שאנו עושים, יכולין אנחנו לידע בין קדם גזר דין לאחר גזר דין. ודוקא כשעושין המצוות בשמחה גדולה כל כך, עד שאין רוצה בשום ששכר עולם הבא, אלא הוא רוצה שיזמין לו הקדוש-ברוך-הוא מצוה אחרת בשכר מצוה זאת, כמאמר חכמינו, זכרונם לברכה (אבות ד): 'שכר מצוה-מצוה', כי הוא נהנה מהמצוה בעצמה.", 
            "וזהו החלוק שבין נבואת משה רבנו לבין נבואת שאר נביאים, כפרוש רש\"י: \"וידבר משה אל ראשי המטות וכו' זה הדבר אשר צוה ה'\", פרש רש\"י: כל הנביאים נתנבאו ב\"כה אמר ה'\", נוסף עליהם משה, שהתנבא: ב\"זה הדבר\". כי בחינת \"כה\" הוא אספקלריא שאינה מאירה, ו\"זה הדבר\" הוא בחינת אספקלריא המאירה.", 
            "ואלו השתי בחינות נביאות יש בעבודת הבורא. יש אדם העושה המצוה בששכר עולם הבא, שאינו נהנה מהמצוה בעצמה, אלו לא היו נותנין לו עולם הבא בשכרה, לא היה עושה אותה, וזה בחינת \"כה\", אספקלריא שאינה מאירה. כמו אדם שרואה איזה דבר מרחוק , כן הוא עושה המצוה בשביל ששכרה הבא לעת רחוק, הינו אחר עולם הזה. ושלום ששכר נקרא בשם נביא, כי ראשי תבות של: יבא ברנה נשא אלמותיו, ושם בפסוק הזה נרמז על שלום ששכר (תהלים קכו): \"הלוך ילך ובכה נושא משך הזרע\", שמצטער בעשיתה, \"בא יבא ברנה נשא אלמותיו\", שישמח לעתיד, כשיקבל ששכר המצוות. ראשי תבות של יבא ברנה נשא אלמותיו, ראשי-תבות נביא.", 
            "אבל נביא שמתנבא ב\"זה הדבר\", שאינו רוצה בשכר המצוות, אלא רוצה במצוה בעצמה, שהוא משמח כל כך בעשיתה, עד שממאס בכל מין שכר, נמצא שעולם הבא שלו בהמצוה בעצמה. וזה בחינת נביא, הינו שלום שכר, בבחינת: \"זה הדבר\", בבחינת אספקלריא המאירה, כמו אדם הרואה דבר מקרוב בראיה יפה וברה, כמו כן הוא נהנה מהמצוה בעצמה, ושכרו נגד עיניו.", 
            "ומי שהוא במדרגה הזאת, שעושה המצוה בשמחה גדולה כל כך, עד שאין רוצה בשום ששכר עולם הבא בשבילה, הוא יכול לידע בין קדם גזר דין לאחר גזר דין. כי המצוות הם קומה שלמה, והם מחיין את כל הקומות, הן קומת אדם, הן קומת עולם, הן קומת שנה, כי עולם שנה נפש, הן מקבלין החיות מהמצוות, כמו שכתוב (תהלים לג): \"וכל מעשהו באמונה\", וכתיב (שם קי\"ט): \"כל מצותיך אמונה\". והקדוש-ברוך-הוא הוא אחדות פשוט עם המצוות. וכשמעשה הקדוש-ברוך-הוא כתקונן וכסדרן, אזי הקדוש-ברוך-הוא משמח בהם ומתענג בהם, כמו שכתוב (שם ק\"ד): \"ישמח ה' במעשיו\". כמו בעל-מלאכה, שעושה איזה כלי, והכלי הוא יפה, אזי הוא מתענג בה, והשמחה של הקדוש-ברוך-הוא היא מלבשת בהמצוות, כי הם אחדותו. ומי שעושה המצוה בשמחה מהמצוה בעצמה, נמצא כשנכנס בהשמחה שבמצוה, הוא נכנס בשמחת הקדוש-ברוך-הוא, שמשמח במעשיו, וזה בחינת (שם קמ\"ט): \"ישמח ישראל בעושיו\".", 
            "נמצא כשיש איזה צער ודין בעולם שנה נפש, אזי בודאי נגרע משמחת הקדוש-ברוך-הוא, כמו שכתוב (בראשית ו): \"ויתעצב אל לבו\", וכמו שכתוב (סנהדרין מו א): 'שכינה מה אומרת קלני מראשי' וכו'. וזה שנכנס בתוך השמחה. יכול בודאי לידע לפי ענין השמחה אם הוא קדם גזר דין, אם הוא לאחר גזר דין. גם יכול לידע על איזהו חלק מהקומה נגזר הדין, כי יודע לפי קומת המצוות. אם אין יכול לעשות בשמחה ראשי המצוות, הינו מצוות התלויים בראש, ידע שהדין נגזר על ראשי עולם שנה נפש, וכן בשאר קומת המצוות.", 
            "וזהו שאמרו רבותינו, זכרונם לברכה (מכילתא; ועין ביצה טז א): 'בשבת זכרהו מאחד בשבת', הינו ששמחת ותענוג עולם הבא, שהוא בחינת שבת, ירגיש בששת ימי המעשה, שהן בחינת מעשה המצוות, שבהם נבראו עולם שנה נפש. [וזהו] (דברים כד): \"ביומו תתן שכרו\", שיהא שכרו מהמצוות בעצמן, \"ולא תבוא עליו השמש\", שלא יעשה המצוות בשכר עולם הבא, שהיא אחר ביאת שמשו אחר מותו:", 
            "ג. ועקר השמחה הוא בלב, כמו שכתוב (תהלים ד): \"נתתה שמחה בלבי\". ואי אפשר ללב לשמח, אלא עד שיסיר עקמומיות שבלבו, שיהא לו ישרות לב, ואז יזכה לשמחה, כמו שכתוב (שם צ\"ז): \"ולישרי לב ששמחה\".", 
            "ועקמומיות שבלב מפשיטין על-ידי רעמים, כמו שאמרו חכמינו, זכרונם לברכה (ברכות נט א): 'לא נבראו רעמים אלא לפשט עקמימיות שבלב', ורעמים הוא בחינת קול שאדם מוציא בכח בתפלתו, ומזה נעששה רעמים. כי איתא בזהר (פינחס רלה:) 'כד קלא נפיק ואערא בעבי מטרא אשתמע קלא לבריתא ודא אינון רעמים', ועקר הרעמים הם מגבורות, כמו שכתוב (איוב כו): \"ורעם גבורותיו מי יתבונן\". ובשביל זה אנו מברכין: שכחו וגבורתו וכו'. והגבורות הם בחינת כח וגבורה, שאדם מוציא את הקול בכח גדול, והקול הזה פוגע בעבי מטרא, הינו בחינת מחין, שמשם יורדין טפין טפין, כמו שכתוב בזהר (פינחס רלה:): \"באר מים חיים ונוזלים מן לבנון\" 'מן לבונא דמחא'. וכשפוגע בעבי מטרא, אזי אשתמע קלא לבריתא, הינו בחינת רעמים, וזהו (תהלים עז): \"קול רעמך בגלגל\", הינו בגלגלתא דמחא, כד אערא בגלגלתא דמחא, נעשה מהקול רעמים, ונשמע לבריתא.", 
            "וזה (שם מ\"ט): \"פי ידבר חכמות\", הינו הדבור היוצא מפי פוגע בחכמה, הינו בגלגלתא דמחא, ועל-ידי-זה: \"והגות לבי\" וכו', הינו שנתעורר על-ידי-זה הרעם, נתעורר הלב, כמו שאמרו: 'קול מעורר הכונה' וזה שאמרו חכמינו, זכרונם לברכה (ברכות ו ב) 'מי שיש בו יראת שמים, דבריו נשמעין', כי מי שיש בו יראה, קולו נעששה רעמים, כי רעם מסטרא דיצחק, כמו שכתוב: \"ורעם גבורותיו\", ועל-ידי-זה דבריו נשמעין, הינו משתמע קלא לבריתא, כי תמן תליא שמיעה, כמו שנאמר (חבקוק ג): \"ה', שמעתי שמעך יראתי\".", 
            "וזה פרוש (תהלים קג): \"גבורי כח עוששי דברו לשמע בקול דברו\". איתא בזהר (לך צ.): 'זכין למשמע קלין מלעילא', הינו על ידי הגבורות נעששה רעמים, ועל-ידי-זה הלב שומע, והינו: \"והגות לבי תבונות\", וכמו שכתוב (מלכים א ג): \"ונתת לעבדך לב שומע\", וגם דבריו נשמעין לבריתא, וזהו: \"לשמע בקול דברו\". וזה בחינת קול השופר, דא שופר של איל, אילו של יצחק, בחינת: \"ורעם גבורותיו\". וזהו (תהלים פט): \"אשרי העם יודעי תרועה\", 'יודעי' דיקא, שיפגע הקול במח, בחינות עבי מטרא, ויהיה בבחינת רעמים, ומי ששומע תקיעת שופר מאיש ירא וחרד, בודאי לא ידאג כל השנה מרעמים, כמו שכתוב: \"בקולות וברקים עליהם נגלית, ובקול שופר עליהם הופעת\", שבקול השופר הופיע עליהם מקולות וברקים:", 
            "ד. אבל צריך לפנות את המחין מחכמות חיצוניות וממחשבות זרות. מחמץ שלא יחמיץ את חכמתו בחכמות חיצוניות ובתאוות, כדי כשיוציא את הקול ויפגע במחו, יתעבד ממנו רעם, אבל כשגלגלתא דמחא אטום בטמאה, כמו שכתוב (ויקרא יא): \"ונטמתם בם\", אזי אין קולו נשמע. גם ישמר יראתו, שממנו תוצאות הקול, כמו שכתוב: \"ורעם גבורותיו\", שלא יהיה לו יראה חיצונית, וזה (אבות פרק ג): 'אם אין חכמה אין יראה'; אם אין יראה אין חכמה.", 
            "וזהו (שבת נו ב ובסנהדרין כא ב): 'ירד גבריאל ונעץ קנה בים'. פרוש: מהשתלשלות הגבורות, הינו יראה חיצונית, נעץ קנה בים החכמה. קנה דא בחינת קול היוצא מהקנה (ד). הינו על-ידי השתלשלות הגבורות, שהיא בחינת סוספיתא דדהבא, יראה חיצונית, נשאר הקול נעוץ באטימת השכל, ולא ישתמע לבריתא.", 
            "ועקרלשמר מחו שלא יחמיץ, וזהו (תהלים סח): \"גער חית קנה\", כדאיתא בזהר (פינחס רנ\"ב): קנה חי\"ת תשבר ותעששה ממנה ה\"א, ותעששה מאותיות חמץ מצה, הינו שלא תחמיץ חכמתך. וזהו לשון גער לשון מריבה, כי מצה לשון מריבה. דצדיקיא עבדין מצותא בסטרין אחרנין, דלא יתקריבו למשכנא דקדשה. הינו כשתשמר את חכמתך שלא יכנס בו חכמות חיצוניות, שלא תהרהר בהרהורים רעים, שהם בחינת קנה דסטרא אחרא, כנגד 'קנה חכמה קנה בינה' דקדשה, על-ידי-זה תנצל מבחינת חמץ, שהיא סטרא דמותא, כדאיתא מחמצת, תמן סטרא דמותא.", 
            "ותאמין, כי כל מצותא ומריבה שיש בין הצדיקים השלמים, אין זה אלא כדי שיגרשו סטרין אחרנין, וזה פרוש (משלי טו): \"אזן שמעת תוכחת חיים בקרב חכמים תלין\" לשון תלונה ומריבה. כשאתה שומע מריבות שבין הצדיקים תדע, שזה משמיעין אותך תוכחה, על שפגמת בטפי מחך, שעל זה נאמר (משלי ב): \"כל באיה לא ישובון, ולא יששיגו ארחות חיים\", שאתה דבוק בסטרא דמותא, בחינת חמץ, בחינת ירד גבריאל וכו', ותדע שנעץ קנה, הינו חכמות חיצוניות נעוצים בים חכמתך, ובודאי אם לא היה נפגם מחך, לא היה נשמע לך מריבות שבין הצדיקים, ואין המריבה אלא בשבילך, כדי שתשוב ממות לחיים, מחמץ למצה, מחי\"ת לה\"א, ותשוב מיראה רעה, מקול פגום, מחכמה פגומה ליראה טובה, לקול טוב, לחכמה טובה. וכשתשמר את מחך מבחינת חמץ, שלא יהיה אטום, אזי יפגע קולך בגלגלתך, ויתעבד רעם, ויתפשט עקמומיות שבלבך, ואז תזכה לשמחה, כמו שכתוב: \"ולישרי לב שמחה\",", 
            "וזה פרוש (תהלים פא): \"אענך בסתר רעם, אבחנך על מי מריבה סלה\", 'מי מריבה' זה בחינת מצה, בחינת מחין. על-ידי-זה נעשה רעמים:", 
            "ה. ותדע, שצריך לשתף הגבורות בחסדים, שמאלא בימינא, כמו שכתוב (תהלים כ): \"בגבורות ישע ימינו\", כי עקר התגלות על ידי החסדים, כמו שכתוב (שם ק\"י): \"שב לימיני\".", 
            "וכן צריך לשתף האהבה עם היראה, כדי שיתעבד רעמים, וזה מסטרא דימינא, מחא חורא ככספא (תקון ע). וזה \"וישב הים\", הינו ים החכמה, \"לפנות בקר\" דא בקר דאברהם (ו), בחינת: \"אברהם אוהבי\" (ישעיהו מא). \"לאיתנו\" דא גבורות. הינו בחינת: \"קול רעמך בגלגל\".", 
            "וזהו (שיר השירים ח): \"מים רבים לא יוכלו לכבות את האהבה\", כי עקר התגברות על ידי האהבה, כמו שכתוב: \"שב לימיני\" וכו'. וזהו פרוש ([[תהלים כט]]): \"אל הכבוד\". 'אל' דא חסד. 'כבוד' דא חכמה, כמו שכתוב (משלי ג): \"כבוד חכמים ינחלו\". 'הרעים' דא בחינת רעמים, הינו הגבורות בחינת רעמים, צריך לשתף עמהם אהבה, כדי שיפגעו בכבוד, בבחינת חכמה, שיתעבד מהם רעמים, ותתגבר על אויביך, כמו שכתוב: \"שב לימיני\" וכו':", 
            "וזה פרוש: אמר רבה בר בר חנא: זימנא חדא הוה אזלינן בספינתא, וסגאי ספינתא בין שיצא לשיצא דכורא תלתא יומא ותלתא לילותא, איהו בזקיפו ואנן בשפולי. וכי תימא, לא מסגי ספינתא טובא? כי אתא רב דימי אמר כמיחם קמקומא דמיא מסגי שתין פרסי, ושדי פרשא גירא וקדמה ליה איהי. ואמר רב אשי ההוא גילדנא דימא הואי, דאית ליה תרי שיצא (בבא בתרא עג ב).", 
            "רשב\"ם:", 
            "שיצא סנפיר: בין שיצא לשיצא סנפירין בגב הדג, אחד לצד הראש ואחד לצד הזנב: איהו בזקיפו שהיה הולך כנגד הרוח: ואנן אזלינן בשפולי כמו שהרוח הולך, דמים של ים אינם נובעין, אלא על-ידי רוח הולכין בהן: כמיחם קמקומא דמיא כשיעור שמחממים קמקומא של מים חמין: ושדיא פרשא גירא כשהיה שום אדם יורה בחץ ובקשת על ששפת הים לארץ, הוי חזינן דקדמה לה ספינתא לחץ:"
        ], 
        [
            "ויאמר ה' אל משה... קרא את יהושע וכו' (דברים לא יד)", 
            "א. כי צריך כל אדם למעט בכבוד עצמו ולהרבות בכבוד המקום. כי מי שרודף אחר הכבוד, אינו זוכה לכבוד אלקים, אלא לכבוד של מלכים, שנאמר בו (משלי כה ב): \"כבד מלכים חקר דבר\", והכל חוקרים אחריו ושואלים: מי הוא זה ואיזהו, שחולקים לו כבוד הזה, וחולקים עליו, שאומרים שאינו ראוי לכבוד הזה.", 
            "אבל מי שבורח מן הכבוד, שממעט בכבוד עצמו ומרבה בכבוד המקום, אזי הוא זוכה לכבוד אלהים, ואז אין בני-אדם חוקרים על כבודו אם הוא ראוי אם לאו, ועליו נאמר (משלי כה ב): \"כבד אלהים הסתר דבר\", כי אסור לחקר על הכבוד הזה.", 
            "ב. ואי אפשר לזכות לכבוד הזה, אלא על-ידי תשובה. ועקר התשובה כשישמע בזיונו, ידם וישתק, כי לית כבוד בלא כ\"ף, והכ\"ף הוא כתר, בחינת אהיה, בחינת תשובה,", 
            "כי אהיה דא אנא זמין למהוי. הינו קדם התשובה, עדין אין לו הויה, כאילו עדיין לא נתהוה בעולם, כי טוב לו שלא נברא משנברא, וכשבא לטהר את עצמו ולעשות תשובה, אז הוא בבחינת אהיה, הינו שיהיה לו הויה בעולם, הינו אנא זמין למהוי.", 
            "וזה בחינת כתר, כי כתר לשון המתנה, בחינת תשובה, כמו שאמרו חכמינו, זכרונם לברכה (יומא לח: לט.): 'הבא לטהר מסיעין לו משל לאחד, שבא לקנות אפרסמון. אומרים לו: המתן' וכו', וזה בחינת כתר, כמו שכתוב (איוב לו ב): \"כתר לי זעיר ואחוך\". אבל קדם התשובה אזי בחינת אהיה בהסתרת פנים ממנו, כי עדין לא הכין את עצמו למהוי בעולם, והסתרת פני אהיה גימטריא דם, הינו שפיכות דמים ובזיונות, על שם (שמואל א ב ל): \"ובזי יקלו\", כי עדין הדם שבחלל השמאלי שבלב, שם מדור היצר הרע, כמו שכתוב (קהלת י ב): \"ולב כסיל לשמאלו\", עדין הוא בתקף ועז. ובשביל זה באין עליו בזיונות ושפיכות דמים, כי זה בחינת הסתרת והחזרת פני אקי\"ה, גימטריא דם.", 
            "פרוש: כי אחורי שם אהיה הוא בגימטריא דם, כמובא. הינו כשכותבין השם באחורים, דהינו א, אה, אהי, אהיה, שחוזרין בכל פעם לאחור, הוא בגימטריא דם, וזהו בחינת החזרת והסתרת פני אהיה, שעולה דם:", 
            "ותקון לזה, שיהפך דם לדם, שיהיה מן השומעים חרפתם ואינם משיבים, ולא ידקדק על בזיון כבודו. וכשמקים דם לה', אז הקדוש-ברוך-הוא מפיל לו חללים חללים, כמו שכתוב (תהלים לז ז): \"דום לה' והתחולל לו והוא יפיל לך חללים\", (כמו שדרשו רבותינו, זכרונם לברכה, גטין ז.), הינו: \"ולבי חלל בקרבי\" (תהלים קט כב), הינו על-ידי-זה נתמעט הדם שבחלל השמאלי, וזה בחינת זביחת היצר הרע, ועל-ידי-זה זוכה לכבוד אלקי, כמו שכתוב (תהלים נ כג): \"זבח תודה יכבדנני\", ודרשו חכמינו, זכרונם לברכה (סנהדרין מג:) על זביחת היצר הרע:", 
            "ג. וצריך לאחז תמיד במדת התשובה, כי מי יאמר: \"זכיתי לבי, טהרתי מחטאתי\" (משלי כ ט), כי בשעה שאדם אומר: חטאתי, עויתי, פשעתי, אפלו זה אי אפשר לומר בבר לבב בלי פניה. (וזהו: מי יאמר: \"זכיתי לבי, טהרתי מחטאתי\", הינו מי יוכל לומר, שלבו זך וטהור מפניות, אפלו בשעה שאומר: חטאתי וכו'. וזהו: \"מי יאמר וכו': טהרתי מחטאתי\", הינו שיהיה טהור מן החטאתי, עויתי, פשעתי שאמר, כי גם אז אינו זך וטהור בלי פניות, כנ\"ל). נמצא, שצריך לעשות תשובה על התשובה הראשונה, הינו על חטאתי, עויתי, פשעתי שאמר, כי עליו נאמר (ישעיהו כט ג): \"בשפתיו כבדוני\", כי על-ידי תשובה זוכה לכבוד ה', \"ולבו רחק ממני\".", 
            "ואפלו אם יודע אדם בעצמו, שעשה תשובה שלמה, אף על-פי-כן צריך לעשות תשובה על תשובה הראשונה. כי מתחלה כשעשה תשובה עשה לפי השגתו, ואחר-כך בודאי כשעושה תשובה, בודאי הוא מכיר ומשיג יותר את השם יתברך. נמצא לפי השגתו שמשיג עכשו, בודאי השגתו הראשונה הוא בבחינת גשמיות. נמצא, שצריך לעשות תשובה על השגתו הראשונה, על שהתגשם את רוממות אלקותו.", 
            "וזה בחינת עולם הבא, שיהיה כלו שבת, הינו כלו תשובה, כמו שכתוב (דברים ל ב): \"ושבת עד ה' אלקיך\", כי עקר עולם הבא הוא השגת אלקותו, כמו שכתוב (ירמיהו לא לג): \"וידעו אותי למקטנם ועד גדולם\". נמצא בכל עת שישיגו השגה יתרה, אזי יעשו תשובה על ההשגה הראשונה.", 
            "וזה שאמרו חכמינו, זכרונם לברכה: (שם בסנהדרין): 'כל הזובח את יצרו', הינו בחינת תשובה, בחינת: (תהלים קט כב) \"ולבי חלל בקרבי\", בחינת דם לה', בחינת אקי\"ה, בחינת כתר, בחינת כבוד, כנ\"ל, 'ומתודה עליו', הינו שמתודה על זביחת יצרו, הינו שעושה תשובה על תשובתו והשגתו הראשונה, 'כאלו כבדו להקדוש ברוך הוא בשני עולמות'. כי תשובה הראשונה, בחינת כבוד עולם הזה. ואחר התשובה שזוכה להשגה יתרה, ומכיר ביותר את רוממות אלקותו, ועושה תשובה על תשובתו, זאת התשובה הוא בחינת כבוד עולם הבא.", 
            "וזה שאמרו חכמינו, זכרונם לברכה (פסחים נ.): \"אור יקרות וקפאון\" (זכריה יד ו), 'אור שהוא יקר בעולם הזה, יהיה קפוי וקל לעולם הבא'. נמצא בעולם הבא, כשיזכו להשגה יתרה באלקותו, בודאי יתחרטו ויעשו תשובה על השגת עולם הזה, כי השגת עולם הזה בבחינת גשם נגד השגת עולם הבא. וזה כאלו כבדו להקדוש-ברוך-הוא בשני עולמות, כי זביחת היצר היא התשובה הראשונה, הוא בחינת כבוד עולם הזה, והודוי על זביחת היצר, הינו תשובה שניה, היא בחינת כבוד עולם הבא, שהכבוד הראשון נעשה קפוי וקל, נגד הכבוד השני.", 
            "וזה שאומר הקדוש-ברוך-הוא (תהלים נ כ): \"אלה עשית והחרשתי, דמית היות אהיה כמוך\", כי האדם על-ידי שמחריש, נעשה בחינת אקיה, כנ\"ל. אבל הקדוש-ברוך-הוא, מה שמחריש לאדם, אין זה בשביל אקיה, חס ושלום, כי זה אין שיך אצל הקדוש ברוך הוא. אין זה אלא כדי שיקבלו ענשם בעולם הבא, שאז מסדרין לעיניו עוונותיו, ויוכיח אותו על פניו, וזה: אוכיחך ואערכה לעיניך:", 
            "ד. צריך להיות בקי, לחן של ?, בביצוע יוסף קרדונר, לייזר ברודי", 
            "וכשרוצה אדם לילך בדרכי התשובה, צריך להיות בקי בהלכה, וצריך להיות לו שני בקיאות, הינו בקי ברצוא, בקי בשוב, כמו שכתוב: 'זכאה מאן דעיל ונפיק' (זהר ויקהל ריג:, האזינו רצב.).", 
            "וזה בחינת (תהלים קלט ח): \"אם אסק שמים שם אתה\", בחינת עיל, בחינת בקי ברצוא. \"ואציעה שאול הנך\", בחינת ונפיק, בחינת בקי בשוב. וזה (שיר השירים ו ג): \"אני לדודי ודודי לי\". 'אני לדודי', זה בחינת עיל. 'ודודי לי' זה בחינת ונפיק. [וזה סוד כונת אלול], וזה עקר כבודו.", 
            "וזה(ישעיהו נח נג): \"וכבדתו מעשות דרכיך\". 'דרכיך' לשון רבים. הינו עיל ונפיק, וכשיש לו אלו השני בקיאות הנ\"ל, אזי הוא הולך בדרכי התשובה וזוכה לכבוד ה', כמו שכתוב: \"וכבדתו מעשות דרכיך\", הינו שזוכה לכתר, כי לית כבוד בלא כף, ואז ימין ה' פשוטה לקבל תשובתו, [וזה סוד כונת אלול]:", 
            "ה. ועל-ידיה דמימה והשתיקה נעשה בחינת חיריק, כמובא בתקונים (בהקדמה ז.). \"ותחת רגליו כמעשה לבנת הספיר\" (שמות כד י) דא חיריק, וזה בחינת (ישעיהו סו א): \"והארץ הדם רגלי\". 'הדם' זה בחינת דמימה, וזה בחינת הנקדה התחתונה של תמונת א.", 
            "ונקדה העליונה שעל האלף זה בחינת כתר, בחינת (יחזקאל א כו): \"וממעל לרקיע אשר על ראשם אבן ספיר דמות כסא\", 'דמתכסיא לעילא מוא\"ו שבאל\"ף, דמתקריא רקיע' (שם בתקונים), והנקדה היא כסא דמתכסיא, כמו שכתוב (חגיגה יג.): \"במפלא ממך אל תדרש, ובמכסה ממך אל תחקר\", וזה בחינת: \"כבוד אלקים הסתר דבר\", בחינת כתר.", 
            "והוא\"ו שבתוך האלף, הוא רקיע, שמים, אש ומים, בחינת הבושה שנשתנה פניו לכמה גונין. וזה בחינת רקיע כלליות הגונין. ונעשה על-ידי-זה אדם לשבת על הכסא, כמו שכתוב (שם ביחזקאל): \"דמות כמראה אדם עליו מלמעלה\", 'כי לית אדם בלא אל\"ף' (שם).", 
            "וזה אותיות אדם, אלף דם. הינו על-ידי דם לה', נעשה אל\"ף, ונעשה אדם לשבת על הכסא. כי הוא\"ו שבתוך האלף הוא רקיע כלליות הגונין, הינו הבושה, כנ\"ל. והנקדה התחתונה היא השתיקה והדמימה, כמו שכתוב: \"והארץ הדם רגלי\", וזה בחינת חיריק, בחינת: \"ותחת רגליו\", והנקדה העליונה הוא כסא דמתכסיא, בחינת תשובה, בחינת: \"כבוד אלקים הסתר דבר\", בחינת: \"במכסה ממך אל תחקר\", בחינת: \"וממעל לרקיע דמות כסא וכו', ונעשה אדם לשבת על הכסא\", בחינת: \"כמראה אדם עליו מלמעלה\".", 
            "ואז נעשה יחוד בין חמה ללבנה, שהשמש מאיר ללבנה, ונעשה יחוד בין משה ויהושע, כי (בבא בתרא עה.) 'פני משה כפני חמה', ודא נקדה העליונה, בחינת כסא, בחינת משה, כמו שכתוב (תהלים פט לז): \"וכסאו כשמש נגדי\", בחינת: \"וממעל לרקיע דמות כסא\". והנקדה התחתונה היא יהושע, בחינת לבנה, בחינת: \"ותחת רגליו כמעשה לבנת\", דא לבנה. והוא\"ו שבתוך האלף הוא הרקיע, הוא בחינת האהל, כמו שכתוב (שמות לג יא): \"ויהושע בן נון (נער) לא ימיש מתוך האהל\". ו'אהל' הוא רקיע, כמו שכתוב (ישעיהו מ כב): \"וימתחם כאהל לשבת\", וכתיב (תהלים קד ב): \"נוטה שמים כיריעה\", וזה (שמות כו): \"יריעות האהל\".", 
            "וכסא העליון, הינו נקדה העליונה נחלקת לשלש טפין. כי תשובה צריך להיות בשלש תנאים, כמו שכתוב (ישעיהו ו י): \"פן יראה בעיניו, ובאזניו ישמע, ולבבו יבין ושב\". ואלו השלש בחינות הם נקדת סגו\"ל, 'וסגול דא חמה' (תקונים בהקדמה ז:), הינו פני משה כפני חמה.", 
            "ו. וזה פרוש: אמר רבה בר בר חנה: זימנא חדא הוה אזלינן במדברא, וחזינן הני אוזי דשמיטין גדפיהו משמניהו, וקא נגדי נחלי דמשחא מתותיהו. ואמינא להו: אית לי מניכו חולקא לעלמא דאתי? חדא דליא לי אטמא, וחדא דליא לי גדפא. כי אתאי לקמיה דרבי אלעזר, אמר לי: עתידין ישראל לתן עליהם את הדין: (בבא בתרא עג:)", 
            "רשב\"ם:", 
            "דשמיטין גדפיהו נפלו נוצה שלהם מרב שומן: דליא לי גדפא הגביה לי הכנף, רמז זהו חלקך לעתיד לבוא: לתן עליהם את הדין שבחטאתם מתעכב משיח, ויש להם צער בעלי-חיים, לאותן אוזין, מחמת שומנן:", 
            "שהלך לחקר במדה הטובה של ענוה, שאדם משים עצמו כמדבר לדוש, שהכל דשין עליו. וראה חכמים, וזה בחינת אוזי, כמו שאמרו חכמינו, זכרונם לברכה (ברכות נז:): 'הרואה אוז בחלום יצפה לחכמה'.", 
            "דשמיטין גדפיהו פרש רש\"י: נוצות, זה בחינת מחלקת ובזיונות, כמו שכתוב (דברים כה יא): \"כי ינצו אנשים\", הינו שאין משגיחין על מחלקת ובזיונות שמבזין אותן, ושומעים חרפתן ואינם משיבים. ועל שם השתיקה נקראים חכמים, כי (משנה אבות ג יג): \"ס(י)יג לחכמה שתיקה\":", 
            "[כי השתיקה היא בחינת כתר]. וזה לשון דשמטין, כמו שכתוב (דברים טו ב): \"שמוט כל בעל משה ידו\", הינו שלא יתבע עלבונו.", 
            "(כי על-ידי השתיקה זוכין לתשובה, שהיא בחינת כתר, כנ\"ל. וזה בחינת: 'סיג לחכמה שתיקה'. 'סיג' דיקא, זה בחינת כתר, שהוא בחינת סיג וגדר סביב סביב, שמסבב ומכתיר ומעטיר את החכמה, וזה הכתר, שהוא בחינת סיג, נעשה מהשתיקה, כנ\"ל. וזהו: 'סיג לחכמה שתיקה', כנ\"ל).", 
            "וזה פרוש משמניהו מלשון: \"שמנת עבית\", (כלומר: מחמת שאוחזין עצמן בבחינת (דברים לב טו): \"שמנת עבית\"), הינו בשביל זה שומעין חרפתן ואינם משיבים, כי זה עושין בשביל תשובה על עוונותם, כמו שכתוב (שם): \"וישמן ישרון\". (בחינת השמן לב כו', ואזניו כו', פן יראה כו', שהתשובה צריך להיות בשלשה תנאים אלו).", 
            "ונגדינחלי דמשחא מתחותיהו הינו על-ידי השתיקה זוכין לכבוד אלקי, שהוא בחינת שמן, כמו שכתוב (תהלים מה ח): \"אהבת צדק ותשנא רשע, על-כן משחך\", וזה בחינת (תהלים כד): \"מלך הכבוד\".", 
            "ואמינא להו: אית לי מיניכו חולקא לעלמא דאתי? חדא דליא לי אטמא זה בחינת: \"והארץ הדם רגלי\" (ישעיהו סו א), בחינת נקדה התחתונה, כנ\"ל. וחדא דליא לי כנף זה בחינת כסא, כמו שכתוב (ישעיהו ל כ): \"ולא יכנף עוד מוריך\", זה בחינת הנקדה העליונה. הינו שהראו לרבה בר בר חנה, שגם הוא זכה לאלו הבחינות.", 
            "'אמר רבי אלעזר: עתידין ישראל לתן עליהם את הדין' כי ישראל נקראים אדם, וקודשא בריך הוא וישראל כלא חד. וישראל, שהם בחינת אדם, ישבו על הכסא , כמו שכתוב: \"ועל הכסא דמות כמראה אדם\", וישראל יתנו דין לכל באי עולם, הינו הם ישפטו בעצמן כל הדינין:", 
            "ז. וזה פרוש: (תהלים מז ד): \"ידבר עמים תחתינו ולאמים תחת רגלינו\", זה בחינת חיריק נקדה התחתונה של אלף, שהוא בחינת: \"ותחת רגליו\", בחינת: \"והארץ הדם רגלי\". \"יבחר לנו את נחלתנו\", זה בחינת משה, בחינת נקדה העליונה של האלף, בחינת: \"וממעל לרקיע דמות כסא\", וכסאו כשמש. פני משה כפני חמה, כמאמר חכמינו, זכרונם לברכה (זבחים קיט א): 'ר' שמעון אומר: נחלה זו שילה', 'שילה דא משה' (זהר בראשית כה: ובתקון כא). \"את גאון יעקב\", זה בחינת וא\"ו שבתוך אלף, בחינת אהל, בחינת אור, שמשה מאיר ליהושע, כמו שכתוב (בראשית כה כז): \"ויעקב איש תם יושב אהלים\".", 
            "וזה בחינת (סנהדרין כ ב): 'שלשה דברים שנצטוו ישראל, שיכלו זרעו של עמלק', זה בחינת: \"ידבר עמים תחתינו\", 'ולמנות להם מלך', זה בחינת \"גאון יעקב\", בחינת (במדבר כד יז): \"דרך כוכב מיעקב\", בחינת מלך, 'ולבנות להם בית הבחירה', זה בחינת משה, בחינת דעת, כמו שאמרו חכמינו, זכרונם לברכה (ברכות לג א): 'מי שיש בו דעה, כאלו נבנה בית המקדש בימיו', וזה בחינת: \"יבחר לנו את נחלתנו\":.", 
            "(מסימן ד' עד כאן לשון רבנו, זכרונו לברכה)", 
            "וזה פרוש: \"ויאמר ה' אל משה: קרא את יהושע\" משה הוא נקדה העליונה ויהושע הוא נקדה התחתונה. \"והתיצבו באהל\" זה בחינת הרקיע, בחינת הוא\"ו שבתוך האלף. \"ואצונו\" כי משה היה צריך אז למסר הכל ליהושע, \"ואין שלטון ביום המות\" (קהלת ח ח), כי בשעת הסתלקות הצדיק אין לו שליטה וכח להאיר ליהושע, על כן דיק ואצונו, אני בעצמי, כי חזרה הממשלה להקדוש-ברוך-הוא:", 
            "וכלל כל הענין כלול בתמונת אלף, שהוא נקדה העליונה, ונקדה התחתונה ווא\"ו. ודוק מאד.", 
            "והוא ענין שאמרו חכמינו, זכרונם לברכה: שקדם כניסת ישראל לארץ הזהרו לקים שלש מצוות: 'להכרית זרעו של עמלק' 'ולבנות להם בית הבחירה' 'ולמנות מלך'. 'להכרית זרעו של עמלק' היא בחינת יהושע, נקדה התחתונה. כי עקר מחית עמלק תלוי ביהושע, כמו שכתוב (שמות יז ט): \"צא הלחם בעמלק\", וכמבאר בזהר הענין (בשלח סה:). 'ולבנות בית הבחירה' הוא בחינת משה, נקדה העליונה, כי 'מי שיש בו דעה, כאלו נבנה בית-המקדש בימיו', ומשה הוא בחינת הדעת. 'ולמנות מלך' הוא בחינת רקיע, הוא\"ו שבתוך האל\"ף, כמו שכתוב: \"דרך כוכב מיעקב\", שקאי על שיקום מלך מיעקב, \"ודרך כוכב\" הוא בחינת רקיע, שיש בו כוכבים ומזלות. והינו \"מיעקב\", כי \"יעקב איש תם ישב אהלים\", בחינת רקיע, כמו שכתוב: \"וימתחם כאהל\", כמבאר בזהר, שיעקב הוא בחינת וא\"ו. כי שלש מצוות אלו הם בחינת תשובה, והבן. (מן וכלל עד כאן כפול לעיל בשנוי לשון קצת):", 
            "(שיך לעיל),וזה סוד כונות אלול. שמעתי קצת כטפה מן הים. עין שם בכונות של אלול, מבאר שם, שכלל כונות אלול הוא, \"הנותן בים דרך\", שצריכין להאיר בחינת דרך בים וכו', וזה הדרך הוא בחינת שתי פעמים השם יב\"ק, כי שתי פעמים יב\"ק עולה דרך, וזה נמשך מבחינת שני שמות, שהם קס\"א ס\"ג, כי אלו שני שמות קס\"א ס\"ג, הם עולים בגימטריא שתי פעמים יב\"ק, שהוא בגימטריא דרך, כנ\"ל. וצריך לכון שם קס\"א בסגול, ושם ס\"ג בחיריק. וסגול דקס\"א וחיריק דס\"ג הם עולים תי\"ו, כי שם קס\"א הוא שם אקי\"ק במלואו כזה: אלף קי יוד קי, שהם יוד אותיות, וכל אחת נקדה בסגול, וסגול הוא שלש נקדות, ועל כן הוא עולה שלשים, ועל כן יוד פעמים סגול עולה שי\"ן. וס\"ג הם יוד אותיות של מלוי הוי\"ה, יוד קי ואו קי, וכל אחת נקדה בחיריק, עולה ק', ושניהם חיריק דס\"ג וסגול דקס\"א עולים יחד תיו, בגימטריא פשוטה, ואז על-ידי כל בחינות הנ\"ל, הימין פשוטה לקבל תשובתו, כי ימין במלואו עולה דרך עם השלש אותיות, שהוא שתי פעמים יב\"ק וכו', עין שם. כל זה מבאר מתוך כונת אלול.", 
            "ועתה בוא וראה והבן איך כל הכונות הנ\"ל מרמזים ונעלמים בדרך נפלא ונורא מאד בתוך התורה הנ\"ל, כי מבאר שם, שמי שרוצה לעשות תשובה, צריך שיהיה לו שני בקיאות, הינו בקי ברצוא בקי בשוב, שהוא בחינת עיל ונפיק, בחינת: \"אם אסק שמים שם אתה\", שהוא בחינת בקי ברצוא, \"ואציעה שאול הנך\", שהוא בחינת בקי בשוב וכו', כמבאר לעיל, עין שם.", 
            "והפרוש הפשוט הוא, שמי שרוצה לילך בדרכי התשובה, צריך לחגר מתניו, שיתחזק עצמו בדרכי ה' תמיד, בין בעליה בין בירידה, שהם בחינת: \"אם אסק שמים ואציעה שאול\" (תהלים קלט ח) וכו', הינו בין שיזכה לאיזו עליה, לאיזו מדרגה גדולה, אף-על-פי-כן אל יעמד שם, ולא יסתפק עצמו בזה, רק צריך שיהיה בקי בזה מאד, לידע ולהאמין שהוא צריך ללכת יותר ויותר וכו', שזהו בחינת בקי ברצוא, בבחינת עיל, שהוא בחינת: \"אם אסק שמים שם אתה\". וכן להפך, שאפלו אם יפל, חס ושלום, למקום שיפל אפלו בשאול תחתיות, גם כן אל יתיאש עצמו לעולם, ותמיד יחפש ויבקש את השם יתברך, ויחזק עצמו בכל מקום שהוא, בכל מה שיוכל, כי גם בשאול תחתיות נמצא השם יתברך, וגם שם יכולין לדבק את עצמו אליו יתברך, וזה בחינת: \"ואציעה שאול הנך\". וזה בחינת בקי בשוב, כי אי אפשר לילך בדרכי התשובה, כי אם כשבקי בשני הבקיאות האלו.", 
            "ודקדק רבנו, זכרונו לברכה, וקרא ענין זה בלשון בקי, כי היא בקיאות גדולה מאד מאד, שיזכה לידע ליגע עצמו ולטרח בעבודת ה' תמיד, ולצפות בכל עת להגיע למדרגה גבוהה יותר, ואף-על-פי-כן אל יפל משום דבר, ואפלו אם יהיה איך שיהיה, חס ושלום, אף-על-פי-כן אל יפל בדעתו כלל, ויקים: \"ואציעה שאול הנך\", כנ\"ל:", 
            "ועל-פי סוד נעלם בזה סוד כונות אלול הנ\"ל, כי בקי הוא בחינת שם יב\"ק הנ\"ל, שהוא אותיות בקי, וזה שזוכה לשני הבקיאות הנ\"ל, שהם שתי פעמים בקי, דהינו בקי ברצוא בקי בשוב, על-ידי-זה זוכה לדרך התשובה, כי שתי פעמים בקי, שהם בחינת שתי פעמים יב\"ק, הנ\"ל, עולה בגימטריא דרך כנ\"ל.", 
            "כיעל-פי הכונות נעשה זה הדרך מבחינת סגול דקס\"א וחיריק דס\"ג, שהם בגימטריא שתי פעמים יב\"ק, כנזכר לעיל. וזה בעצמו סוד, בחינת שני הבקיאות הנ\"ל, כי בקי ברצוא, שהוא בחינת \"אסק שמים\", זה בחינת סגול דקס\"א, כי אסק אותיות קס\"א. ובקי בשוב, שהוא בחינת: \"ואציעה שאול הנך\", זה בחינת חיריק דס\"ג, מלשון: \"אל תס\"ג גבול עולם\", שהוא בחינת שמסיג גבולו ומחזירו לאחוריו, שזה בחינת ירידה, שהאדם נופל, חס ושלום, ממדרגתו, והוא נסוג אחור, חס ושלום. אף-על-פי-כן יחזק את עצמו, ואל יתיאש עצמו לעולם, כי גם שם נמצא השם יתברך, בבחינת: \"ואציעה שאול הנך\", כנ\"ל, וזה בחינת שם ס\"ג, כנ\"ל.", 
            "כי סגול דא חמה, שהוא נקדה העליונה שעל האלף, הנחלקת לשלש טפין, שזהו בחינת \"אסק שמים\", בחינת סגול דקס\"א, שהוא אותיות אסק, כנ\"ל. וחיריק הוא בחינת נקדה התחתונה של האלף, שהוא בחינת: \"ואציעה שאול הנך\", שהוא בחינת חיריק דס\"ג הנ\"ל.", 
            "וזה שכתב שם למעלה בהתורה הנ\"ל: \"וכשיש לו אלו השני בקיאות הנ\"ל אזי הוא הולך בדרכי התשובה\", כי משני פעמים בקי, שהם בחינת קס\"א וס\"ג, \"אסק שמים ואציעה שאול\" וכו', על-ידי-זה נעשה בחינת דרך, שהוא בגימטריא שתי פעמים בקי, שהם קס\"א וס\"ג וכו', כנ\"ל. כי עקר דרך התשובה זוכין על-ידי שני הבקיאות הנ\"ל, ואז ימין ה' פשוטה לקבל תשובתו, כי ימין בגימטריא דרך, שהם שתי פעמים בקי, כנ\"ל. ופשוטה בגימטריא סגול דקס\"א וחיריק דס\"ג, שהם בעצמם בחינת נקדה העליונה ונקדה התחתונה, שהם בחינת מה שצריכין לבקש השם יתברך תמיד, הן למעלה הן למטה, בחינת: \"אם אסק שמים שם אתה, ואציעה שאול הנך\", שהם בחינת שני הבקיאות הנ\"ל, ועל כן כשיש לו שני הבקיאות הנ\"ל, אז הוא הולך בדרכי התשובה, ואז ימין ה' פשוטה לקבל תשובתו. והבן הדברים היטב, כי הם דברים עמקים מאד.", 
            "ועל-פי-זה תבין לקשר התורה היטב, שמה שכתב בסוף מענין נקדה העליונה ונקדה התחתונה של האלף, זהו בעצמו בחינת שני הבקיאות הנ\"ל, (כי זה אינו מבאר בפרוש בהתורה הנ\"ל, רק על-פי כונות הנ\"ל מובן זאת ממילא למשכיל), וזהו בעצמו בחינת תשובה על תשובה, שכתב שם, כי זביחת היצר הרע, שהוא בחינת דם לה', שהוא בחינת תשובה הראשונה, שהוא בחינת כבוד עולם הזה, זה בחינת נקדה התחתונה, שנעשית מבחינת הדמימה והשתיקה, מבחינת דם לה'. וכל זה הוא בחינת חיריק דס\"ג וכו', שהוא בחינת בקי בשוב, כנ\"ל. ותשובה השניה שעושה על תשובתו הראשונה, שהוא בחינת כבוד העולם הבא, בחינת: \"כבוד אלקים הסתר דבר\", זה בחינת נקדה העליונה, בחינת כתר, שהוא בחינת משה, בחינת סגול וכו'. והבן הדברים היטב, איך כל הדברים הנאמרים שם, בהתורה הנ\"ל, נקשרים ונכללים אחר-כך ביחד בקשר נפלא ונורא, והמשכילים יבינו קצת:", 
            "ועקר הדבר, שעל ידי שהאדם, כשהוא במדרגה התחתונה מאד, ואף-על-פי-כן הוא מחזק עצמו ומאמין שגם שם יש לו תקוה עדין, כי גם שם נמצא השם יתברך, בבחינת: \"ואציעה שאול הנך\", אזי ממשיך על עצמו הקדשה משם הקדוש הויה במלוי ס\"ג, שהוא מחיה את כל הנסוגים אחור מקדשתו להחזיקם לבל יפלו לגמרי, חס ושלום, וזה בחינת בקי בשוב, שזה הבקיאות הוא בחינת שם יב\"ק הקדוש, בחינת שם ס\"ג. וכן כשאדם זוכה לבוא לאיזו מדרגה בקדשה העליונה, ואף-על-פי-כן אינו עומד שם, והוא מתחזק ומתגבר לעלות יותר ויותר, אזי ממשיך הקדשה על עצמו משם הקדוש אקי\"ק במלוי קס\"א, שהוא בחינת בקי ברצוא. כי האדם כפי תנועותיו וכפי התחזקותו בעבודתו יתברך, כן גורם ליחד השמות למעלה, וממשיך על עצמו הקדשה משם. והבן היטב:", 
            "והנה מבאר לעיל, שעל ידי הדמימה והשתיקה ששותקין לחברו כשמבזין אותו, על ידי זה זוכה לתשובה, שהיא בחינת כתר כנ\"ל, עין שם, כי 'סיג לחכמה שתיקה' כנ\"ל, כי צריכין לזהר מאד לדון את כל אדם לכף זכות, ואפילו החולקים עליו ומבזין אותו, צריך לדונם לכף זכות ולשתק להם, ועל ידי זה נעשה בחינת כתר. כמובא במדרש: (ויקרא רבה ב): \"משל לאחד, שמצא את חברו שהוא עושה כתר. אמר לו: בשביל מי, אמר לו: בשביל המלך. אמר לו: כיון שהוא לצרך המלך, כל אבן טוב שתמצא, תקבענו בו\", כך כל אחד מישראל הוא בחינת כתר להשם יתברך, וצריך להכניס בו כל מין אבנים טובות שאפשר למצוא, דהיינו שצריכין להשתדל לחפש ולבקש אחר כל צד זכות ודבר טוב שאפשר למצוא בישראל, ולדון את הכל לכף זכות, כי הם בחינת כתר להשם יתברך כנזכר לעיל. וכמו שאמרו רבותינו, זיכרונם לברכה (משנה אבות א ו): \"הוי דן את כל אדם לכף זכות\".", 
            "נמצא, שעל ידי שדנים את הכל לכף זכות, שעל ידי זה שותקין לו כשמבזה אותו, כי מוצאין בו זכות, שאינו חייב כל כך במה שמבזה אותו, כי לפי דעתו וסברתו נדמה לו שראוי לו לבזות אותו וכו', על ידי זה נעשה בחינת כתר, היינו כנ\"ל, שעל ידי הדמימה והשתיקה נעשה בחינת כתר, כנ\"ל. והבן"
        ], 
        [
            "לשון רבנו, זכרונו לברכה:", 
            "ואלה המשפטים אשר תשים לפניהם (שמות כא א):", 
            "אמרו חכמינו, זכרונם לברכה: השוו אשה לאיש (קידושין לה ב, בבא קמא טו א). ואיתא במכילתא: 'יכול יהיו התלמידים לומדין ואינם מבינים תלמוד לומר: \"אשר תשים לפניהם\" ערכם לפניהם כשלחן ערוך':", 
            "א. דע,כי עקר הגלות אינו אלא בשביל חסרון אמונה, כמו שכתוב (שיר-השירים ד ח): \"תבואי, תשורי מראש אמנה\"; ואמונה הוא בחינת תפלה, כמו שכתוב (שמות יז יב): \"ויהי ידיו אמונה\", ותרגומו: 'פרישן בצלו'. וזה בחינת נסים למעלה מהטבע, כי התפלה למעלה מהטבע, כי הטבע מחיב כן, והתפלה משנה הטבע, וזה דבר נס, ולזה צריך אמונה, שיאמין שיש מחדש ובידו לחדש דבר כרצונו.", 
            "ועקר אמונה, בחינת תפלה, בחינת נסים, אינו אלא בארץ-ישראל, כמו שכתוב (תהלים לז ג): \"שכן ארץ ורעה אמונה\". ושם עקר עליות התפלות, כמו שכתוב (בראשית כח יז): \"וזה שער השמים\". ובשביל זה, כשפגם אברהם \"במה אדע\" (שם ח), ובזה פגם בירשת ארץ, שהיא בחינת אמונה, בחינת תפלה, היה גלות מצרים. ודוקא יעקב ובניו ירדו מצרים, כי הם בחינת שנים-עשר נסחאות התפלה, והוריד אותם בגלות. ומצרים הוא הפוך הנסים, כמו שכתוב (שמות יד כז): \"ומצרים נסים לקראתו\", שאין שם מקום הנסים, ואין שם מקום התפלה, כמו שכתוב (שם ט): \" כצאתי את העיר אפרש את כפי\". וכל הגליות מכנים בשם מצרים, על שם שהם מצרים לישראל. וכשפוגמין באמונה, בתפלה, בארץ-ישראל, הוא יורד לגלות.", 
            "וזה שאמרו חכמינו, זכרונם לברכה (סנהדרין צז א): 'אין משיח בן-דוד בא, אלא עד שתכלה פרוטה מן הכיס'; הינו, שיכלו האפיקורסים שאין להם אמונה בנסים, ומכסים כל הנסים בדרך הטבע. כי עקר הנסים בארץ-ישראל, כי (תענית י א) 'ארץ-ישראל שותה תחלה', ושתיתה מהתהומות, שהם לשון: \"ותהם כל העיר\" (רות א יט), שעל דבר נסי תמהין העולם. וזה (תהלים מב ח): \"תהום אל תהום קורא\", כי יש נסין עלאין, שהוא בחינת תהום עלאה; ויש נסים תתאין, שהם בחינת תהומא תתאה. ומלאך שכלול מכל הנסים, משני התהומות, דמיא לעגלא (תענית כה ב), שהוא בחינת עגולים, בחינת אמונה, כמו שכתוב (תהלים פט ט): \"ואמונתך סביבותיך\"; ופריטא ששפותה, שהוא בחינת תפלה, כמו שכתוב (שם נא): \"אדני שפתי תפתח\", והוא כללות הנסים.", 
            "וזה פרוש: 'עד שתכלה פרוטה מן הכיס'; כי יש בני-אדם המכסים כלליות הנסים, הכלולים במלאך דפריטא ששפותה, מכסים בדרך הטבע. וכשתכלה זאת ותתרבה אמונה בעולם, אז יבוא משיח, כי עקר הגאלה תלוי בזה, כמו שכתוב: \"תבואי, תשורי מראש אמנה\".", 
            "ב. אבל אי אפשר לבוא לאמונה אלא על-ידי אמת, כמובא בזהר (בלק קצח:): \"והיה צדק אזור מתניו ואמונה\" וכו' (ישעיהו יא ה) הינו צדק, הינו אמונה. ואמרו שם: 'אמונה אתקריאת, כד אתחבר בה אמת'.", 
            "ג. ואי-אפשר לבוא לאמת אלא על-ידי התקרבות לצדיקים וילך בדרך עצתם; ועל-ידי שמקבל מהם עצתם, נחקק בו אמת; כמו שכתוב (תהלים נא ח): \"הן אמת חפצת\" כשאתה חפץ אמת; \"בטחות ובסתם חכמה תודיעני\".", 
            "כי העצות שמקבל מהם הוא בחינת נשואין וזווג, וכשמקבלין עצות מרשעים, הוא בחינת נשואין בקלפה. \"הנחש השיאני\" (בראשית ג יג) לשון נשואין, עצות הנחש שקבלה הוא בחינת נשואין, ועל-ידי נשואין הטיל בה זהמא. ובמעמד הר-סיני פסקה זהמתן (שבת קמו א עין רש\"י שם), כי שם קבלו תרי\"ג עטין דקדשה (זהר יתרו פ\"ב:), והיתה להם נשואין בקדשה. ולמה נקרא עצה בבחינת נשואין? כי (ברכות סא א) 'הכליות יועצות', וכליות הם כלי ההולדה, כלי הזרע. נמצא, כשמקבלין עצה מאדם, כאלו מקבלין ממנו זרע; והכל לפי אדם, אם רשע או צדיק. ובשביל זה התורה מתיש כח (סנהדרין כו ב) ונקראת 'תושיה', כי הם תרי\"ג עטין, כמו שכתוב (משלי ח יד): \"לי עצה ותושיה\". ועצות הם במקום נשואין, בחינת זווג המתיש כח. ועצת הצדיק הוא כלו זרע אמת.", 
            "וזה פרוש (ירמיהו ב כא): \"ואנכי נטעתיך ש(ו)רק\" בחינת הגאלה, כמו שכתוב (זכריה י ח): \"אשרקה להם ואקבצם\", ועל-ידי מה? על-ידי: \"כלו זרע אמת\" (שם בירמיה סיום הפסוק \"ואנכי נטעתיך\" הנ\"ל) על-ידי עצת הצדיקים תבוא לאמת. ועל-ידי-זה נקראת אמונה, כד אתחבר בה אמת, ועל-ידי-זה תבוא הגאלה כנ\"ל, כי הוא מקבל טפי השכל של הצדיק על-ידי עצה שמקבל ממנו. וזה: \"הן אמת חפצת בטחות\" בכליות; \"חכמה תודיעני\" שאזכה לקבל טפי המח, טפי השכל, על-ידי עצה שאקבל מהם; ואז אזכה לאמת, כי הטפי השכל נקרא \"כלו זרע אמת\".", 
            "ד. ודע, שעל-ידי מצות ציצית האדם נצול מעצת הנחש, מנשואין של רשע, מבחינת נאוף, כי ציצית שמירה לנאוף; כמובא בתקונים (תקון יח): \"ויקח שם ויפת את השמלה וישימו על שכם שניהם\" (בראשית ט כג) זה בחינת ציצית. \"וערות אביהם לא ראו\" כי ציצית מכסה על עריין. אבל חם, דהוא יצר הרע, דמחמם גופה דבר-נש בעברה, הוא ארור, כמו שכתוב (שם כה): \"ארור כנען\", כמו שכתוב (שם ג יד): \"ארור אתה מכל הבהמה\". והשמלה הינו ציצית, הוא שמירה מעצת הנחש, מזהמת הנחש.", 
            "וזה בחינת (שם מט): \"בן פרת עלי עין\" בשביל ציצית, לשון (שיר-השירים ב ט): \"מציץ מן החרכים\", על-ידי-זה זכה לבן פרת, שנשמר מנשואין של נחש, מזווג של הסטרא-אחרא, וזכה לזווגא דקדשה. וזה: \"פרת\", לשון זווג, לשון: \"פרו ורבו\".", 
            "ועקר הנאוף תלוי בעינים, כמו שאמרו (סוטה ט ב): 'שמשון הלך אחר עיניו', וכמו שכתוב (במדבר טו לט): \"ולא תת(ו)רו אחרי לבבכם ואחרי עיניכם\", ושמירת ציצית, שהוא בחינת עינים, הוא שמירה מעצת הנחש, ויכול לקבל העצות מצדיק, שהוא כלה זרע אמת.", 
            "ה. וזה פרוש: אמר רבה בר בר-חנה: אמר לי ההוא טיעא, תא אחוי לך טורא דסיני. אזלי וחזאי דהדרן לה עקרבי וקימין כי חמרי חורתא. ושמעתי בת-קול שאומרת: אוי לי שנשבעתי; ועכשו שנשבעתי, מי מפר לי. (רשב\"ם:\"שנשבעתי\" מן הגלות, כדכתיב קראי טובי בנביאים.)", 
            "תא ואחוי לך טורא דסיני, שהוא בחינת עצות, כי שם קבלו תרי\"ג עטין. חזאי דהדרן לה עקרבא, הינו שיש עצת נחש, עצת רשעים, שעל-ידיהם אין יכולים לקבל עצת צדיקים, זרע אמת.", 
            "וקימוכי חמרי חורתא זה בחינת ציצית, שהוא שמירה מעצת הנחש, מנאוף; כמו שאמרו חכמינו, זכרונם לברכה (מנחות מג ב): 'איזה ענשו גדול, של לבן או של תכלת? ואמרו: משל לאחד, שצוה להביא לו חותם של זהב, הינו תכלת, וחותם של טיט, הינו לבן'. וזה: \"חמרי\" לשון חמר וטיט; \"חורא\" הינו לבן, כי עכשו זה עקר הציצית.", 
            "ושמעתי בת-קול שאומרת, אוי לי שנשבעתי. פרש רבנו שמואל: על הגלות, הינו, על-ידי ציצית יכולין לבוא לעצת צדיקים, לבחינת אמת; ועל-ידי אמת באים לאמונה כנ\"ל; ועל-ידי אמונה בא הגאלה כנ\"ל. וזה ששמע חרטת השם יתברך על הגלות, כי הציצית שהם 'חמרי חורא' גרם כל זה.", 
            "וזה פרוש:\"ואלה\" כל מקום שנאמר 'ואלה' מוסיף; זה בחינת יוסף, בחינת שמירת הברית, בחינת ציצית. המשפטים זה בחינת 'כלו זרע אמת', כמו שכתוב (תהלים יט י): \"משפטי ה' אמת\", שזוכה לעצת צדיקים, לבחינת אמת.", 
            "אשר תשים לפניהם זה בחינות 'כד אתחבר בה אמת', וזה בחינת 'השוו אשה לאיש', כי זה איש ואשה הם בחינת התחברות אמת ואמונה, ובזה תלוי הגאלה כנ\"ל.", 
            "וזה: 'יכול שיהיו התלמידים לומדים ואין מבינים תלמוד לומר וכו', ערכם לפניהם כשלחן ערוך', זה בחינת הגאלה, שלעתיד יתגלו כל החכמות כשלחן ערוך, כמו שכתוב (ישעיהו יא ט): \"(ו)מלאה הארץ דעה\".", 
            "(עד כאן לשון רבנו, זכרונו לברכה)", 
            "==השמטות השיכים להתורה הזאת==:", 
            "התפלה הוא בחינת אמונה, והוא בחינת הנסים, כי נס למעלה מטבע, ולזה צריך אמונה כנ\"ל, עין שם. ובשביל זה, התפלה מסגל לזכרון, כי תפלה הוא בחינת אמונה כנ\"ל. ושכחה הוא ענין, שהיה לפנינו דבר-מה ונשכח ועבר מאתנו. (והיא דרך ההנהגה על-פי מערכת המזלות, שמתנהג כסדר יום אחר יום, והוא הפוך האמונה. מה שאין כן אם מאמין שיש מחדש הכל ברצונו בכל יום תמיד, והוא מחיה ומקים הכל תמיד, והוא למעלה מהזמן, אין כאן שכחה, ודו\"ק).", 
            "ומעתה תראה נפלאות בדברי רבותינו, זכרונם לברכה (שבת קד א): 'מ\"ם וסמ\"ך שבלוחות בנס היו עומדין'; כי מס הוא בחינת השכחה, ועל זה אמרו רבותינו, זכרונם לברכה (חגיגה ט ב): 'אין דומה השונה פרקו מאה פעמים למאה פעמים ואחד'. כי מס בגימטריא מאה, ועד מאה שולט השר של שכחה. וזה שהמתיקו חז\"ל: מ\"ם וסמ\"ך, הינו מס שהוא בחינת השכחה, בנס היו עומדין, כי נס הוא הפך השכחה, כי נסים הם בחינת התפלה, בחינת אמונה, שהיא הפך השכחה, כנ\"ל.", 
            "ודעו כו' כי ציצית שמירה לנאוף וכו', על שכם שניהם זה בחינת ציצית וכו'. וזה (בראשית לז יג): \"הל(ו)א אחיך רעים בשכם\", הינו בחינת ציצית כנ\"ל, שהיא שמירה לנאוף, והוא בחינת שמירת הברית, שהיא בחינת יוסף. על כן אמר יעקב ליוסף: \"הלוא אחיך רעים בשכם\", שהוא בחינה שלך; \"לכה ואשלחך אליהם\".", 
            "וזה פרוש:\"ואנכי נטעתיך שורק\" וכו', כי הוא מקבל טפי השכל של הצדיק על-ידי עצה שמקבל ממנו. וזה שורק הוא בחינת שורק שהוא תלת טפין, כמו שכתוב בזהר (ובתקונים, תקון נ\"ו), והוא תלת מחין. כי הוא ענין אחד, כי הטפה באה מהמח ומגיעה להכליות, שהן כלי ההולדה, שמבשלין הזרע. כן השכל נולד גם כן במח ומגיע עד הכליות היועצות. ותלת מחין, הוא בחינת (ישעיהו ו י): \"השמן לב וכו' ואזניו וכו' ועיניו וכו', פן יראה בעיניו ובאזניו ישמע ולבבו יבין ושב וכו'\", כלומר, שאינו רוצה לדבק עצמו לצדיקים פן יראה וכו'. אבל כשמדבק עצמו לצדיקים ומקבל מהם עצה, אזי הוא בחינת כליות יועצות, שהם כלי ההולדה, שמקבל הטפה מח המתחלקת לתלת טפין, תלת מחין כנ\"ל; ואז יראה בעיניו ובאזניו ישמע ולבבו יבין וכו', שהם בחינת השלשה מחין ושב ורפא לו. וזהו: \"ואנכי נטעתיך שורק כלה זרע אמת\", והבן. וזה פרוש: אמר רבה בר בר-חנה וכו', וזה רמז גם כן בפתח דבריו: אמר לי ההוא טיעא, ופרש רבנו שמואל: בכל מקום סוחר ישמעאל; כי ישמעאל הוא בחינת התפלה, כמו שכתוב (בראשית טז יא): \"כי שמע ה' אל עניך\", ותרגומו: 'ארי קביל ה' ית צלותיך', והוא בחינת אמונה כנ\"ל. וזהו סוחר, מלשון סחור סחור (בחינת מקיפים), שהוא בחינת אמונה כנ\"ל, \"ואמונתך סביבותיך\" (תהלים פט ט).", 
            "וזהו (רות ג ט): \"ופרשת כנפך על אמתך\", כי ציצית דקדשה, שהם כנפי מצוה, הוא שמירת הברית והוא בחינת זווג דקדשה. וזהו ששאל חגי הנביא (חגי ב יב): \"הן ישא איש בשר-קדש בכנף בגדו ונגע בכנפו אל הלחם\", כי פגם הברית העדר הלחם, כמו שכתוב (משלי ו כו): \"בעד אשה זונה עד ככר לחם\", והבן: \"ותשב באיתן קשתו וכו', משם רועה אבן ישראל\" (בראשית מט כד) אבהן ובנין, בחינת התפלה יעקב ובניו.", 
            "סגלה לחולה להסתכל על הציצית. והסוד בפסוק (שם מח ב): \"הנה בנך יוסף בא אליך\". כי כל אלו התבות מרמזין על הציצית, דהינו מנין החוטין והחליות והקשרים, (כמבאר ב\"פרי-עץ-חיים\" בשער הציצית, פרק ד', בהג\"ה, עין שם.) וזהו: \"הנה בנך יוסף בא אליך\", דהינו בחינת ציצית כנ\"ל, על-ידי-זה \"ויתחזק ישראל\"."
        ], 
        [
            "\"רָאִיתִי מְנוֹרַת זָהָב\"", 
            "רָאִיתִי וְהִנֵּה מְנוֹרַת זָהָב כֻּלָּהּ וְגֻלָּהּ עַל ראשָׁהּ וְכוּ'", 
            "א. הִנֵּה יָקָר גְּנּוּחֵי וְנהַ [שֶׁקּוֹרִין קְרֶעכְץ] מֵאִישׁ יִשְׂרְאֵלִי כִּי הוּא שְׁלֵמוּת הַחֶסְרוֹנוֹת כִּי עַל יְדֵי בְּחִינַת הַנְּשִׁימָה שֶׁהוּא הָרוּחַ חַיִּים נִבְרָא הָעוֹלָם כְּמוֹ שֶׁכָּתוּב: \"וּבְרוּחַ פִּיו כָּל צְבָאָם\" וְחִדּוּשׁ הָעוֹלָם יִהְיֶה גַּם כֵּן בִּבְחִינַת הָרוּחַ כְּמוֹ שֶׁכָּתוּב: \"תְּשַׁלַּח רוּחֲךָ יִבָּרֵאוּן וּתְחַדֵּשׁ פְּנֵי אֲדָמָה\" וְהוּא גַּם כֵּן חִיּוּת הָאָדָם כִּי חִיּוּת הָאָדָם הוּא הַנְּשִׁימָה כְּמוֹ שֶׁכָּתוּב: \"וַיִּפַּח בְּאַפָּיו נִשְׁמַת חַיִּים\" וּכְתִיב: \"כּל אֲשֶׁר נִשְׁמַת רוּחַ חַיִּים בְּאַפָּיו\" וּכְמוֹ שֶׁאָמְרוּ חֲכָמִים: 'אִם תֶּחְסַר הַנְּשִׁימָה תֶּחְסַר הַחַיִּים' נִמְצָא, כִּי עִקַּר חִיּוּת כָּל הַדְּבָרִים הוּא בִּבְחִינַת רוּחַ וּכְשֶׁיֵּשׁ חִסָּרוֹן בְּאֵיזֶה דָּבָר עִקַּר הַחִסָּרוֹן הוּא בִּבְחִינַת הַחִיּוּת שֶׁל אוֹתוֹ הַדָּבָר שֶׁהוּא בְּחִינַת הָרוּחַ חַיִּים שֶׁל אוֹתוֹ הַדָּבָר לַאֲשֶׁר הָרוּחַ הוּא הַמְקַיֵּם הַדָּבָר וְהָאֲנָחָה הוּא אֲרִיכַת הַנְּשִׁימָה וְהוּא בִּבְחִינַת \"אֶרֶךְ אַפַּיִם\" דְּהַיְנוּ מַאֲרִיךְ רוּחֵהּ וְעַל כֵּן כְּשֶׁמִּתְאַנֵּחַ עַל הַחִסָּרוֹן וּמַאֲרִיךְ רוּחֵהּ הוּא מַמְשִׁיךְ רוּחַ הַחַיִּים לְהַחִסָּרוֹן כִּי עִקַּר הַחִסָּרוֹן הוּא הִסְתַּלְּקוּת הָרוּחַ חַיִּים כַּנַּ\"ל וְעַל כֵּן עַל יְדֵי הָאֲנָחָה מַשְׁלִים הַחִסָּרוֹן", 
            "ב. אַךְ מֵאַיִן מְקַבְּלִין הָרוּחַ חַיִּים?", 
            "דַּע, שֶׁעִקַּר הָרוּחַ חַיִּים מְקַבְּלִין מֵהַצַּדִּיק וְהָרַב שֶׁבַּדּוֹר כִּי עִקַּר רוּחַ הַחַיִּים הוּא בְּהַתּוֹרָה כְּמוֹ שֶׁכָּתוּב: \"וְרוּחַ אֱלהִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם\" הוּא הַתּוֹרָה וְהַצַּדִּיקִים דְּבֵקִים בַּתּוֹרָה וְעַל כֵּן עִקַּר הָרוּחַ חַיִּים הוּא אֶצְלָם וּכְשֶׁהוּא מְקֻשָּׁר לְהַצַּדִּיק וְהָרַב שֶׁבַּדּוֹר כְּשֶׁהוּא מִתְאַנֵּחַ וּמַאֲרִיךְ רוּחֵהּ מַמְשִׁיךְ רוּחַ הַחַיִּים מֵהַצַּדִּיק שֶׁבַּדּוֹר שֶׁהוּא דָּבוּק בְּהַתּוֹרָה אֲשֶׁר שָׁם הָרוּחַ וְזֶהוּ שֶׁנִּקְרָא הַצַּדִּיק: \"אִישׁ אֲשֶׁר רוּחַ בּוֹ\" 'שֶׁיּוֹדֵעַ לַהֲלךְ נֶגֶד רוּחוֹ שֶׁל כָּל אֶחָד וְאֶחָד' כִּי הַצַּדִּיק מַמְשִׁיךְ וּמַשְׁלִים הָרוּחַ חַיִּים שֶׁל כָּל אֶחָד וְאֶחָד כַּנַּ\"ל וְזֶה בְּחִינַת: 'רוּחַ צְפוֹנִית הַמְנַשֶּׁבֶת בַּכִּנּוֹר שֶׁל דָּוִד' כִּי כִּנּוֹר שֶׁל דָּוִד הָיָה שֶׁל חָמֵשׁ נִימִין כְּנֶגֶד חֲמִשָּׁה חֻמְּשֵׁי תוֹרָה וְרוּחַ צָפוֹן שֶׁהָיְתָה מְנַשֶּׁבֶת בּוֹ הוּא בְּחִינַת \"וְרוּחַ אֱלהִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם\" הַנַּ\"ל כִּי רוּחַ צָפוֹן הוּא בְּחִינַת הָרוּחַ הַצָּפוּן בְּלִבּוֹ שֶׁל אָדָם שֶׁהוּא בְּחִינַת הָרוּחַ חַיִּים כִּי צָפוֹן חָסֵר וְהַחִסָּרוֹן הוּא בַּלֵּב כְּמוֹ שֶׁכָּתוּב: \"וְיִתֶּן לְךָ מִשְׁאֲלת לִבֶּךָ\" \"יְמַלֵּא ה' כָּל מִשְׁאֲלוֹתֶיךָ\" וְעִקַּר הָרוּחַ חַיִּים הוּא בַּלֵּב וּכְמוֹ שֶׁכָּתוּב בְּתִקּוּנֵי זוהַר: 'כֻּלְּהוֹ שַׁיְפִין מִתְנַהֲגִין בָּתַר לִבָּא כְּמַלְכָּא' וכוּ', כְּמָא דְּאַתְּ אָמַר: \"אֶל אֲשֶׁר יִהְיֶה שָׁם הָרוּחַ לָלֶכֶת\" וכוּ' כִּי הָרוּחַ הוּא בַּלֵּב וְהַחִסָּרוֹן הוּא הִסְתַּלְּקוּת הָרוּחַ שֶׁמְּקוֹמוֹ בַּלֵּב וְעַל כֵּן נִרְגָּשׁ הַחִסָּרוֹן בַּלֵּב וְעַל כֵּן כְּשֶׁנִּתְמַלֵּא הַחִסָּרוֹן שֶׁהוּא בִּבְחִינַת הָרוּחַ כַּנַּ\"ל נֶאֱמַר: \"וְיִתֶּן לְךָ מִשְׁאֲלת לִבֶּךָ, יְמַלֵּא ה'\" וְכוּ', הַיְנוּ כַּנַּ\"ל וְעַל כֵּן יִשְׂרָאֵל שֶׁהֵם מְקַבְּלִין הָרוּחַ חַיִּים מֵהַתּוֹרָה נִקְרָאִים עַל שֵׁם צָפוֹן כְּמוֹ שֶׁכָּתוּב: \"עַל עַמְּךָ יַעֲרִימוּ סוֹד וְיִתְיָעֲצוּ עַל צְפוּנֶיךָ\"", 
            "ג. אַךְ רְשָׁעִים הַדּוֹבְרִים עַל צַדִּיק עָתָק בְּגַאֲוָה וָבוּז מֵאַיִן מְקַבְּלִין הֵם הָרוּחַ לְהַשְׁלִים הַחִסָּרוֹן ? אַךְ דַּע שֶׁיֵּשׁ רַב דִּקְלִפָּה וְהוּא בְּחִינַת עֵשָׂו כְּמוֹ שֶׁכָּתוּב בְּעֵשָׂו: \"יֶשׁ לִי רָב\" וְהוּא בְּחִינַת \"אַלּוּפֵי עֵשָׂו\" וּכְמוֹ שֶׁתִּרְגֵּם אוּנְקְלוֹס: \"רַבְרְבֵי עֵשָׂו\" בְּחִינַת הָרַב דִּקְלִפָּה וּמֵהֶם מְקַבְּלִין הָרְשָׁעִים הָרוּחַ וְהוּא בְּחִינַת רוּחַ הַטומְאָה בְּחִינַת רוּחַ סְעָרָה כְּמוֹ שֶׁכָּתוּב: \"הֵן עֵשָׂו אָחִי אִישׁ שָׂעִיר\" וְעַל כֵּן הָרוּחַ שֶׁלָּהֶם גָּדוֹל וְתַקִּיף לְפִי שָׁעָה כְּמוֹ רוּחַ סְעָרָה שֶׁהוּא גָּדוֹל בִּשְׁעָתוֹ ועל כן \"כל צורריו יפיח בהם\" \"יָפִיחַ\" דַּיְקָא שֶׁמִּתְגַּבֵּר עֲלֵיהֶם עַל יְדֵי בְּחִינַת רוּחַ פִּיו שֶׁהוּא גָּדוֹל בִּשְׁעָתוֹ אַךְ שֶׁאֵין לוֹ קִיּוּם כְּלָל וְלַסּוֹף כָּלֶה וְנֶאֱבָד וּמְסָעֵר גּוּפֵהּ וְנִשְׁמָתֵהּ וּכְמוֹ שֶׁכָּתוּב: \"וּמְשַׁלֵּם לְשׂנְאָיו אֶל פָּנָיו לְהַאֲבִידוֹ\" 'וּמְשַׁלֵּם' לְשׁוֹן שְׁלֵמוּת הַחִסָּרוֹן שֶׁנִּמְשָׁךְ לוֹ דְּהַיְנוּ בְּחִינַת אֲרִיכַת הָרוּחַ וְזֶהוּ: 'אֶל פָּנָיו' כִּי פָּנָיו הוּא בְּחִינַת הָרוּחַ כְּמוֹ שֶׁכָּתוּב: \"הַכָּרַת פְּנֵיהֶם עָנְתָה בָּם\" זֶה הַחֹטֶם שֶׁהוּא בְּחִינַת הָרוּחַ כְּמוֹ שֶׁכָּתוּב: \"וַיִּפַּח בְּאַפָּיו נִשְׁמַת חַיִּים\" \"כּל אֲשֶׁר נִשְׁמַת רוּחַ חַיִּים בְּאַפָּיו\" אַךְ הוּא לְהַאֲבִידוֹ כִּי אַף שֶׁהוּא גָּדוֹל לְפִי שָׁעָה לַסּוֹף נֶאֱבָד כַּנַּ\"ל וְזֶהוּ בְּחִינַת: אֶרֶךְ אַפַּיִם לָרְשָׁעִים כִּי הָרוּחַ הַנְּשִׁימָה הוּא בִּבְחִינַת אֶרֶךְ אַפַּיִם וְהַיְנוּ מַאֲרִיךְ אַפֵּהּ וְגָבֵי דִּילֵהּ כִּי אַף שֶׁלְּפִי שָׁעָה הָרוּחַ גָּדוֹל וְתַקִּיף בְּחִינַת מַאֲרִיךְ אַפֵּהּ אַךְ לַסּוֹף גָּבֵי דִּילֵהּ כַּנַּ\"ל וְעַל כֵּן נִקְרָאִים יִשְׂרָאֵל \"עֲנִיָּה סֹעֲרָה\" כִּי הֵם עַכְשָׁו תַּחַת מֶמְשֶׁלֶת עֵשָׂו אִישׁ שָׂעִיר בְּחִינַת רוּחַ סְעָרָה הַנַּ\"ל אַךְ הַדָּבוּק בְּצַדִּיקִים מְקַבֵּל הָרוּחַ חַיִּים, שְׁלֵמוּת הַחִסָּרוֹן מֵהַצַּדִּיק וְהָרַב דִּקְדֻשָּׁה", 
            "ד. וְעַל כֵּן \"וְאִישׁ חָכָם יְכַפְּרֶנָּה\" כִּי הַחִסָּרוֹן הוּא מֵחֲמַת עֲווֹנוֹת כְּמוֹ שֶׁאָמְרוּ חֲכָמֵינוּ, זִכְרוֹנָם לִבְרָכָה 'אֵין מִיתָה בְּלא חֵטְא וְאֵין יִסּוּרִים בְּלא עָוֹן' כְּמוֹ שֶׁכָּתוּב: \"וּפָקַדְתִּי בְּשֵׁבֶט פִּשְׁעָם וּבִנְגָעִים עֲוֹנָם\" וְעַל כֵּן הַצַּדִּיק הַמַּמְשִׁיךְ רוּחַ הַחַיִּים וּמַשְׁלִים הַחִסָּרוֹן מְכַפֵּר הֶעָוֹן וְהוּא מִגּדֶל רַחֲמָנוּת וַחֲנִינוּת מֵהַבּוֹרֵא יִתְבָּרַךְ שְׁמוֹ שֶׁצִּמְצֵם עַצְמוֹ לִהְיוֹת הָרוּחַ חַיִּים אֵצֶל הַצַּדִּיקִים דְּהַיְנוּ שֶׁהֵם יְקַבְּלוּ הָרוּחַ חַיִּים מֵהַתּוֹרָה וְהֵם מַמְשִׁיכִין רוּחַ הַחַיִּים אֶל הַחֶסְרוֹנוֹת וּבָזֶה מְכַפְּרִין הָעֲווֹנוֹת וְזֶהוּ בְּחִינַת שְׁלשׁ עֶשְׂרֵה מִדּוֹת . \"ה' ה' אֵל רַחוּם וְחַנּוּן אֶרֶךְ אַפַּיִם\" 'אֶרֶךְ אַפַּיִם' הוּא בְּחִינַת הָרוּחַ, שֶׁהוּא מַאֲרִיךְ רוּחֵהּ בְּחִינַת אֲנָחָה עַל הַחִסָּרוֹן וְהַיְנוּ \"וְרַב חֶסֶד וֶאֱמֶת\" כְּמוֹ שֶׁאָמַרְנוּ שֶׁמְּקַבְּלִין הָרוּחַ חַיִּים מֵהַצַּדִּיק רַב דִּקְדֻשָּׁה שֶׁהוּא \"רַב חֶסֶד\" הֶפֶךְ עֵשָׂו רַב דִּקְלִפָּה שֶׁהוּא אַדְמוֹנִי תּקֶף הַדִּין וְהַיְנוּ \"וֶאֱמֶת\" כִּי הַצַּדִּיק מְקַבֵּל הָרוּחַ חַיִּים מֵהַתּוֹרָה שֶׁנִּקְרֵאת: \"תּוֹרַת אֱמֶת הָיְתָה בְּפִיהוּ\" וְהַיְנוּ \"נצֵר חֶסֶד לָאֲלָפִים\" 'לָאֲלָפִים' זֶה בְּחִינַת אַלּוּפֵי עֵשָׂו רַבְרְבֵי עֵשָׂו שֶׁהֵם רַב דִּקְלִפָּה וְזֶהוּ: \"נצֵר חֶסֶד\" שֶׁחֶסֶד, בְּחִינַת הָרַב דִּקְדֻשָּׁה נוֹצֵר וּמַמְתִּיק בְּחִינַת אַלּוּפֵי עֵשָׂו רַבְרְבֵי עֵשָׂו וְעַל כֵּן \"נשֵׂא עָוֹן וָפֶשַׁע\" כִּי עַל יְדֵי רוּחַ הַחַיִּים שְׁלֵמוּת הַחִסָּרוֹן שֶׁמַּמְשִׁיכִין מֵהַצַּדִּיק עַל יְדֵי אֲנָחָה עַל יְדֵי זֶה נִתְכַּפְּרִין הָעֲווֹנוֹת שֶׁזֶּהוּ בְּחִינַת \"וְאִישׁ חָכָם יְכַפְּרֶנָּה\" כַּנַּ\"ל", 
            "ה. וְהִנֵּה, כְּשֶׁמִּתְאַנֵּחַ מַמְשִׁיךְ רוּחַ הַחַיִּים אֶל הַחִסָּרוֹן שֶׁמִּתְאַנֵּחַ עָלָיו וּמַשְׁלִים אוֹתוֹ אַךְ לְהִתְגָּרוֹת בָּרְשָׁעִים אִי אֶפְשָׁר כִּי כְּשֶׁמִּתְגָּרֶה בְּהָרָשָׁע וְהוּא מִתְאַנֵּחַ וּמַמְשִׁיךְ הָרוּחַ מֵהָרַב שֶׁלּוֹ דִּקְלִפָּה וְהָרוּחַ שֶׁלּוֹ גָּדוֹל בִּשְׁעָתוֹ וְעַל כֵּן \"כָּל צוֹרְרָיו יָפִיחַ בָּהֶם\", כַּנַּ\"ל וְיוּכַל לְהַזִּיק לוֹ, חַס וְשָׁלוֹם וְעַל כֵּן לָאו כָּל אָדָם יָכוֹל לְהִתְגָּרוֹת בָּרְשָׁעִים אִם לא מִי שֶׁהוּא צַדִּיק גָּמוּר וצדיק גמור הוא כשהוא בבחינת: \"לא יְאֻנֶּה לַצַּדִּיק כָּל אָוֶן\" דְּהַיְנוּ שֶׁכְּבָר גֵּרֵשׁ וּבִטֵּל כָּל הָרָע שֶׁלּוֹ עַד שֶׁבָּטוּחַ שֶׁלּא יֶאֱרַע לוֹ שׁוּם מִכְשׁוֹל עֲבֵרָה. וְהָעִנְיָן כִּי יֵשׁ אַרְבָּעָה יְסוֹדוֹת אֵשׁ, רוּחַ, מַיִם, עָפָר וּלְמַעְלָה בְּשָׁרְשָׁם הֵם אַרְבַּע אוֹתִיּוֹת הֲוַיָ\"ה וּלְמַטָּה הֵם מְערָבִים טוֹב וָרָע וְהַצַּדִּיק גָּמוּר שֶׁהִבְדִּיל וְהִפְרִישׁ הָרָע מִן הַטּוֹב לְגַמְרֵי עַד שֶׁלּא נִשְׁאַר לוֹ שׁוּם רַע מֵאֶחָד מֵאַרְבָּעָה יְסוֹדוֹת הַנַּ\"ל שֶׁהֵם כְּלַל הַמִּדּוֹת כַּיָּדוּעַ וּכְשֶׁהוּא בִּבְחִינָה זוֹ מֻתָּר לְהִתְגָּרוֹת בָּרְשָׁעִים. וְהָעִנְיָן כִּי כָּל רָשָׁע הַהֶכְרֵחַ שֶׁיִּהְיֶה לוֹ צִנּוֹר שֶׁיְּקַבֵּל דֶּרֶךְ שָׁם הָרוּחַ שֶׁלּוֹ לְהַשְׁלִים הַחִסָּרוֹן וְהַצִּנּוֹר הוּא דֶּרֶךְ הַמִּדָּה רָעָה מֵאַרְבָּעָה יְסוֹדוֹת שֶׁהִמְשִׁיךְ וְהִגְבִּיר הוּא הַדֶּרֶךְ וְהַצִּנּוֹר שֶׁמְּקַבֵּל דֶּרֶךְ שָׁם הָרוּחַ חַיִּים שֶׁלּוֹ לְהַשְׁלִים חֶסְרוֹנוֹ וּכְשֶׁהַצַּדִּיק רוֹצֶה לְהַשְׁפִּילוֹ הוּא מֻכְרָח לֵירֵד לְהַמִּדָּה רָעָה הַהִיא שֶׁהִגְבִּיר עָלָיו הָרָשָׁע לְהַכְנִיעָהּ וּלְקַלְקֵל הַצִּנּוֹר הַהוּא שֶׁל הָרָשָׁע שֶׁמְּקַבֵּל מִשָּׁם הַחִיּוּת שֶׁלּוֹ וְעַל כֵּן מֻכְרָח שֶׁיִּהְיֶה זֶה הַצַּדִּיק צַדִּיק גָּמוּר שֶׁאֵין בּוֹ שׁוּם רָע לְמַעַן לא יִהְיֶה כּחַ לְהָרוּחַ סְעָרָה שֶׁהוּא הָרוּחַ חַיִּים שֶׁל הָרָשָׁע לִשְׁלט וּלְהַזִּיק, חַס וְשָׁלוֹם, לְהַצַּדִּיק בְּעֵת שֶׁיּוֹרֵד לְהַמִּדָּה רָעָה שֶׁל הָרָשָׁע לְקַלְקְלָהּ כִּי אֵין לְהָרָע שׁוּם תְּפִיסָה וַאֲחִיזָה בְּהַצַּדִּיק גָּמוּר וְאֵין לוֹ מָקוֹם לֶאֱחֹז בּוֹ [וְגַם מֵהַמִּדָּה רָעָה בְּעַצְמָהּ שֶׁיּוֹרֵד לְהַכְנִיעָהּ אֵין לוֹ שׁוּם תְּפִיסָה, חַס וְשָׁלוֹם רַק מַה שֶּׁיּוֹרֵד לְתוֹכָהּ הוּא לְהַכְנִיעָהּ וּלְהַשְׁפִּילָהּ בִּבְחִינַת: \"וַיַּעַל אַבְרָם מִמִּצְרַיִם\"] וְזֶהוּ: מַ'שְׁפִּיל רְ'שָׁעִים עֲ'דֵי אָ'רֶץ רָאשֵׁי תֵבוֹת: אֵשׁ, רוּחַ, מַיִם, עָפָר שֶׁהֵם כָּל הָאַרְבַּע יְסוֹדוֹת שֶׁהֵם כְּלַל כָּל הַמִּדּוֹת שֶׁצְּרִיכִין לְבָרְרָם בְּבֵרוּר גָּמוּר עַד שֶׁלּא יִהְיֶה בּוֹ שׁוּם אֲחִיזָה מִשּׁוּם רַע שֶׁבְּשׁוּם מִדָּה מֵהָאַרְבָּעָה יְסוֹדוֹת הַנַּ\"ל וַאֲזַי הוּא צַדִּיק גָּמוּר כַּנַּ\"ל וְאָז דַּיְקָא כְּשֶׁמַּבְדִּיל הָרָע מֵאַרְבָּעָה יְסוֹדוֹת אֵשׁ, רוּחַ, מַיִם, עָפָר אֲזַי הוּא מַשְׁפִּיל רְשָׁעִים עֲדֵי אָרֶץ כַּנַּ\"ל מַה שֶּׁאֵין כֵּן צַדִּיק שֶׁאֵינוֹ גָמוּר אַף שֶׁאֵין לוֹ שׁוּם עֲבֵרָה אַף עַל פִּי כֵן עֲדַיִן לא הִבְדִּיל הָרָע לְגַמְרֵי וְהָרָע עֲדַיִן בְּכחַ וְעַל כֵּן אָסוּר לוֹ לְהִתְגָּרוֹת בָּרְשָׁעִים כִּי יֵשׁ מָקוֹם לְהָרָע לֶאֱחֹז בּוֹ וְיוּכַל לְהַזִּיק לוֹ, חַס וְשָׁלוֹם הָאֲרִיכַת רוּחַ שֶׁל הָרָשָׁע שֶׁהוּא גָּדוֹל בִּשְׁעָתוֹ בִּבְחִינַת רוּחַ סְעָרָה כַּנַּ\"ל וְזֶהוּ שֶׁאָמְרוּ רַבּוֹתֵינוּ, זִכְרוֹנָם לִבְרָכָה . וְהָכְּתִיב: \"אַל תִּתְחַר בִּמְרֵעִים\" ? 'מִי שֶׁלִּבּוֹ נוֹקְפוֹ אוֹמֵר כֵּן' פֵּרֵשׁ רַשִׁ\"י: 'הַיָּרֵא מֵעֲבֵרוֹת שֶׁבְּיָדוֹ' 'שֶׁבְּיָדוֹ' דַּיְקָא זֶהוּ שֶׁאָמַרְנוּ כִּי בֶּאֱמֶת אֵין לוֹ שׁוּם עֲבֵרָה רַק שֶׁהוּא יָרֵא עֲדַיִן מֵעֲבֵרוֹת שֶׁבְּיָדוֹ וְכחוֹ לַעֲשׂוֹת כִּי הָרָע עֲדַיִן בְּכחַ כִּי לא זָכָה עֲדַיִן לִבְחִינַת לא יְאֻנֶּה לַצַּדִּיק כָּל אָוֶן וְאֵינוֹ בָּטוּחַ עֲדַיִן שֶׁלּא יֶאֱרַע לוֹ מִכְשׁוֹל עֲבֵרָה, חַס וְשָׁלוֹם וְעַל כֵּן אָסוּר לוֹ לְהִתְגָּרוֹת בָּרְשָׁעִים כַּנַּ\"ל וְזֶהוּ: \"תַּחֲרִישׁ כְּבַלַּע רָשָׁע צַדִּיק מִמֶּנּוּ\" וְאָמְרוּ רַבּוֹתֵינוּ, זִכְרוֹנָם לִבְרָכָה: 'צַדִּיק מִמֶּנּוּ בּוֹלֵעַ' 'בּוֹלֵעַ' דַּיְקָא כִּי הוּא בּוֹלֵעַ אוֹתוֹ מַמָּשׁ בַּאֲרִיכַת הָרוּחַ שֶׁלּוֹ שֶׁהוּא גָּדוֹל בִּשְׁעָתוֹ אֲבָל צַדִּיק גָּמוּר אֵינוֹ בּוֹלֵעַ כִּי אֵין לִבּוֹ נוֹקְפוֹ מֵחֲשַׁשׁ מִכְשׁוֹל עֲבֵרָה כַּנַּ\"ל כִּי כְּבָר בִּטֵּל הָרָע לְגַמְרֵי מִכָּל הַמִּדּוֹת וְהַתַּאֲווֹת שֶׁל כָּל הָאַרְבָּעָה יְסוֹדוֹת וְעַל כֵּן זֶה הַצַּדִּיק גָּמוּר וְכָל הַנִּלְוִים אֵלָיו מֻתָּרִים לְהִתְגָּרוֹת בָּרְשָׁעִים כִּי זֶה הַצַּדִּיק יָכוֹל לֵירֵד לְתוֹךְ כָּל הַצִּנּוֹרוֹת שֶׁל כָּל הַמִּדּוֹת רָעוֹת שֶׁלָּהֶם שֶׁהִגְבִּירוּ עַל עַצְמָם וּלְשַׁבְּרָם וּלְבַטְּלָם וְעַל יְדֵי זֶה הוּא מַשְׁפִּיל רְשָׁעִים עֲדֵי אָרֶץ, כַּנַּ\"ל", 
            "ו. וְלָבוֹא לְזֶה לְהַפְרִישׁ וּלְהַבְדִּיל וּלְבַטֵּל הָרָע מֵהַטּוֹב הוּא עַל יְדֵי תּוֹרָה וּתְפִילָּה וְלִמּוּד הַתּוֹרָה יִהְיֶה לָלוּן לְעָמְקָהּ שֶׁל הֲלָכָה הַיְנוּ לִלְמד פּוֹסְקִים כִּי יֵשׁ בְּהַתּוֹרָה אֲחִיזַת הַטּוֹב וְהָרָע שֶׁנֶּאֱחָזִין מִבְּחִינַת אִסּוּר וְהֶתֵּר, טָמֵא וְטָהוֹר, כָּשֵׁר וּפָסוּל, שֶׁיֵּשׁ בְּהַתּוֹרָה וְכָל זְמַן שֶׁאֵינוֹ מְבָרֵר הַהֲלָכָה הוּא מְערָב טוֹב וָרַע וְעַל כֵּן אֵינוֹ יָכוֹל לְהַפְרִישׁ וּלְבַטֵּל הָרָע מֵהַטּוֹב וְהוּא בִּבְחִינַת: \"וְדרֵשׁ רָעָה תְבוֹאֶנּוּ\" עַד אֲשֶׁר הוּא מְעַיֵּן וּמְבָרֵר הַפְּסַק הֲלָכָה וּמְבָרֵר הָאָסוּר וְהַמֻּתָּר וְכוּ' דְּהַיְנוּ עַל יְדֵי לִמּוּד פּוֹסְקִים אֲזַי מַפְרִישׁ הַטּוֹב מֵהָרָע אַךְ לִזְכּוֹת לְזֶה הַשֵּׂכֶל שֶׁיּוּכַל לָלוּן לְעָמְקָהּ שֶׁל הֲלָכָה הוּא עַל יְדֵי תְּפִילָּה כִּי מִשָּׁם נִמְשָׁךְ הַשֵּׂכֶל", 
            "ז. וְהָעִנְיָן כְּמוֹ שֶׁכָּתוּב בְּתִקּוּנֵי זוהַר: 'גַּן דָּא אוֹרַיְתָא' כִּי הַתּוֹרָה נִקְרֵאת גַּן וְנִשְׁמוֹת יִשְׂרָאֵל הַמְעַיְּנִים וּמְבִינִים בְּהַתּוֹרָה הֵם בְּחִינַת עֲשָׂבִין וּדְשָׁאִין דְּאִתְרְבִיאוּ בַּגָּן וּמֵאַיִן הֵם גְּדֵלִים ? הוּא מִמַּעְיָן, דָּא חָכְמָה כְּמוֹ שֶׁכָּתוּב: \"מַעְיַן גַּנִּים\" וּמֵהֵיכָן מְקַבְּלִין הַחָכְמָה וְהַשֵּׂכֶל שֶׁהוּא בְּחִינַת הַמַּעְיָן ? הוּא מֵהַתְּפִילָּה כְּמוֹ שֶׁכָּתוּב: \"וּמַעְיָן מִבֵּית ה' יֵצֵא\" הוּא הַתְּפִילָּה כְּמוֹ שֶׁכָּתוּב: \"כִּי בֵיתִי בֵּית תְּפִילָּה\" וְהוּא בְּחִינַת מֵבִיא מִכּחַ אֶל הַפּעַל כִּי תְּפִילָּה הוּא בְּחִינַת חִדּוּשׁ הָעוֹלָם כִּי תְּפִילָּה הוּא שֶׁמַּאֲמִין שֶׁיֵּשׁ מְחַדֵּשׁ אֲשֶׁר בְּיָדוֹ לַעֲשׂוֹת כִּרְצוֹנוֹ לְשַׁנּוֹת הַטֶּבַע וְהוּא בְּחִינוֹת בְּרִיאָה בְּכחַ כְּמוֹ שֶׁכָּתוּב: \"כֻּלָּם בְּחָכְמָה עָשִׂיתָ\" שֶׁהוּא בְּחִינַת הַתְּפִילָּה שֶׁמִּשָּׁם יוֹצֵא מַעְיַן הַחָכְמָה כַּנַּ\"ל וְהַתּוֹרָה הִיא בְּחִינַת בְּרִיאָה בְּפעַל כְּמוֹ שֶׁכָּתוּב: \"וָאֶהְיֶה אֶצְלוֹ אָמוֹן\" אֻמָּן לְשׁוֹן פּוֹעֵל כִּי בְּהַתּוֹרָה נִבְרָא הָעוֹלָם וּכְשֶׁמִּתְפַּלֵּל עַל אֵיזֶה דָבָר הוּא בְּחִינַת חִדּוּשׁ הָעוֹלָם וְהוּא בְּחִינַת בְּרִיאָה בְּכחַ וְהוּא בְּחִינַת הִתְעוֹרְרוּת הַחָכְמָה שֶׁהוּא בַּתְּפִילָּה כַּנִּזְכָּר לְעֵיל: \"וּמַעְיָן מִבֵּית ה' יֵצֵא\" זֶה הַתְּפִילָּה כִּי שָׁם נִתְעוֹרֵר הַחָכְמָה כַּנַּ\"ל וּמִשָּׁם נִמְשָׁךְ הַמַּעְיָן הוּא הַחָכְמָה אֶל הַתּוֹרָה וְשָׁם יוֹצֵא אֶל הַפּעַל כְּמוֹ שֶׁכָּתוּב: \"מִפִּיו דַּעַת וּתְבוּנָה\" כִּי בְּהַתּוֹרָה הוּא הִתְגַּלּוּת הַחָכְמָה וְעַל יְדֵי זֶה נַעֲשֶׂה מַעְיַן גַּנִּים שֶׁהַמַּעְיָן מַשְׁקֶה הַגָּן וְעַל יְדֵי זֶה אִתְרְבִיאוּ עֲשָׂבִין וּדְשָׁאִין כַּנַּ\"ל וְזֶהוּ שֶׁאָמְרוּ רַבּוֹתֵינוּ, זִכְרוֹנָם לִבְרָכָה: 'הַמְעַיֵּן בִּתְפִילָּתוֹ בָּא לִידֵי כְּאֵב לֵב' וְכוּ', שֶׁנֶּאֱמַר: \"תּוֹחֶלֶת מְמֻשָּׁכָה מַחֲלָה לֵב\". מַאי תַּקַּנְתֵּהּ ? יַעֲסֹק בַּתּוֹרָה, שֶׁנֶּאֱמַר: \"וְעֵץ חַיִּים תַּאֲוָה בָאָה\" זֶהוּ שֶׁאָמַרְנוּ, כִּי בְּהַתְּפִילָּה עֲדַיִן הוּא בְּכחַ וְאֵינוֹ יוֹצֵא אֶל הַפּעַל עַד שֶׁבָּא אֶל הַתּוֹרָה שֶׁהִיא בְּחִינַת בְּרִיאָה בְּפעַל וַאֲזַי נַעֲשֶׂה בַּקָּשָׁתוֹ עַל יְדֵי שֶׁיּוֹצֵא מִכּחַ אֶל הַפּעַל וְהַיְנוּ דִּכְתִיב: \"וְנָהָר יצֵא מֵעֵדֶן לְהַשְׁקוֹת אֶת הַגָּן, וּמִשָּׁם יִפָּרֵד וְהָיָה לְאַרְבָּעָה רָאשִׁים\" הוּא בְּחִינַת הַתְּפִילָּה כִּי עֵדֶן \"עַיִן לא רָאֲתָה\" כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ, זִכְרוֹנָם לִבְרָכָה שֶׁזֶּהוּ בְּחִינַת תְּפִילָּה שֶׁהוּא לְמַעְלָה מִן הַטֶּבַע כִּי עַל יְדֵי תְּפִילָּה מְשַׁנֶּה הַטֶּבַע כַּנַּ\"ל [שֶׁזֶּהוּ בְּחִינַת עֵדֶן \"עַיִן לא רָאֲתָה\" כִּי לְמַעְלָה מֵהַטֶּבַע אֵין לָנוּ שׁוּם תְּפִיסָא] וְהַיְנוּ: וְנָהָר יצֵא מֵעֵדֶן הַיְנוּ מֵהַתְּפִילָּה, כַּנַּ\"ל \"וּמַעְיָן מִבֵּית ה' יֵצֵא\" לְהַשְׁקוֹת אֶת הַגָּן הוּא הַתּוֹרָה כַּנַּ\"ל, \"מַעְיַן גַּנִּים\" וְכַאֲשֶׁר נִמְשָׁךְ מַעְיַן הַחָכְמָה מֵהַתְּפִילָּה אֶל הַגָּן שֶׁהוּא הַתּוֹרָה אֲזַי אִתְרְבִיאוּ עֲשָׂבִין וּדְשָׁאִין נִשְׁמוֹת יִשְׂרָאֵל כְּלוֹמַר שֶׁגְּדֵלִים בְּהַגָּן וּמְבִינִים וּמַשְׂכִּילִים בְּהַתּוֹרָה וַאֲזַי זוֹכֶה לָלוּן בְּעָמְקָהּ שֶׁל הֲלָכָה לְבָרֵר הַדִּין, הָאָסוּר וְהַמֻּתָּר, הַטָּהוֹר וְכוּ' וּבָזֶה מַפְרִישׁ הַטּוֹב מֵהָרָע כַּנַּ\"ל וְזֶהוּ: וּמִשָּׁם יִפָּרֵד כִּי עַל יְדֵי זֶה נִפְרָד הָרָע מֵהָאַרְבָּעָה יְסוֹדוֹת וְלא נִשְׁאָר רַק הַטּוֹב וַאֲזַי: וְהָיָה לְאַרְבָּעָה רָאשִׁים הֵם אַרְבַּע אוֹתִיּוֹת הֲוַיָ\"ה שֶׁהֵם שׁרֶשׁ הַטּוֹב שֶׁל הָאַרְבָּעָה יְסוֹדוֹת כַּנַּ\"ל", 
            "ח. וְזֶהוּ בְּחִינוֹת אַרְבַּע צִיצִית כִּי אַרְבַּע צִיצִית, הֵם בְּחִינַת הָרוּחַ חַיִּים וּכְמוֹ שֶׁכָּתוּב: \"כּה אָמַר ה' מֵאַרְבַּע רוּחוֹת בּאִי הָרוּחַ\" שֶׁעַל יְדֵי זֶה מַכְנִיעִין הָרוּחַ סְעָרָה שֶׁהוּא הָרוּחַ שֶׁל הַמִּתְנַגְּדִים הַחוֹלְקִים עַל הַצַּדִּיקִים אֲמִתִּיִּים שֶׁמַּמְשִׁיכִין אֲרִיכַת הָרוּחַ שֶׁלָּהֶם מֵהָרַב דִּקְלִפָּה שֶׁהוּא בְּחִינַת עֵשָׂו אִישׁ שָׂעִיר כַּנַּ\"ל וְעַל כֵּן צִיצִית הוּא לְשׁוֹן שֵׂעָר כְּמוֹ שֶׁכָּתוּב: \"וַיִּקָּחֵנִי בְּצִיצִית ראשִׁי\" כִּי עַל יָדָם נִכְנָע עֵשָׂו אִישׁ שָׂעִיר בְּחִינַת רוּחַ סְעָרָה כַּנַּ\"ל וְזֶה בְּחִינַת טַלִּית לָבָן שֶׁנִּתְעַטֵּף הַקָּדוֹשׁ בָּרוּךְ הוּא וְסִדֵּר שְׁלשׁ עֶשְׂרֵה מִדּוֹת כִּי הַשְּׁלשׁ עֶשְׂרֵה מִדּוֹת הֵן בְּחִינוֹת הָרוּחַ חַיִּים דִּקְדֻשָּׁה כַּנַּ\"ל וְזֶהוּ בְּחִינַת טַלִּית שֶׁהוּא אַרְבַּע כְּנָפוֹת בְּחִינוֹת הָרוּחַ מֵאַרְבַּע רוּחוֹת כַּנַּ\"ל וְהַיְנוּ טַלִּית לָבָן הֶפֶךְ בְּחִינוֹת רוּחַ דִּקְלִפָּה, בְּחִינַת עֵשָׂו שֶׁהוּא \"אַדְמוֹנִי כֻּלּוֹ כְּאַדֶּרֶת שֵׂעָר\" וּפֵרֵשׁ רַשִׁ\"י: 'כְּטַלִּית' כְּטַלִּית דַּיְקָא בְּחִינַת טַלִּית דִּקְלִפָּה שֶׁהוּא בְּחִינַת טַלִּית אָדוֹם שֶׁמִּשָּׁם נִמְשָׁךְ הָרוּחַ שֶׁל הָרְשָׁעִים כַּנַּ\"ל וְעַל יְדֵי טַלִּית דִּקְדֻשָּׁה שֶׁהוּא בְּחִינַת טַלִּית לָבָן מַכְנִיעִין אוֹתוֹ כִּי מִשָּׁם נִמְשָׁךְ הָרוּחַ חַיִּים דִּקְדֻשָּׁה שֶׁהוּא בְּחִינַת שְׁלשׁ עֶשְׂרֵה מִדּוֹת שֶׁל רַחֲמִים כַּנַּ\"ל וְעַל כֵּן נִתְעַטֵּף הַקָּדוֹשׁ בָּרוּךְ הוּא בְּטַלִּית לָבָן דַּיְקָא וְסִדֵּר לִפְנֵי משֶׁה שְׁלשׁ עֶשְׂרֵה מִדּוֹת שֶׁל רַחֲמִים הַיְנוּ כַּנַּ\"ל כִּי עַל יְדֵי טַלִּית דִּקְדֻשָּׁה שֶׁהוּא בִּבְחִינוֹת מַקִּיף שֶׁהוּא בְּחִינַת הָרוּחַ חַיִּים בְּחִינוֹת: \"סוֹבֵב סֹבֵב הוֹלֵךְ הָרוּחַ\" נִכְנָע טַלִּית דִּקְלִפָּה בְּחִינַת הָרוּחַ דִּקְלִפָּה וְזֶהוּ: \"לֶאֱחוֹז בְּכַנְפוֹת הָאָרֶץ וְיִנָּעֲרוּ רְשָׁעִים מִמֶּנָּה\" כִּי עַל יְדֵי הָאַרְבַּע כְּנָפוֹת שֶׁהֵם בְּחִינַת הָרוּחַ חַיִּים דִּקְדֻשָּׁה שֶׁהֵם בְּחִינַת הָאַרְבַּע רָאשִׁים הַנַּ\"ל עַל יָדָם וְיִנָּעֲרוּ רְשָׁעִים בְּחִינַת מַ'שְׁפִּיל רְ'שָׁעִים עֲ'דֵי אָ'רֶץ רָאשֵׁי תֵבוֹת: אֵ'שׁ, ר'וּחַ, מַ'יִם, עָ'פָר, כַּנַּ\"ל וְזֶה פֵּרוּשׁ: אָמַר רַבָּה בַּר בַּר חָנָא: אֲמַר לִי הַהוּא טַיְעָא, תָּא וְאַחְוֵי לָךְ מֵתֵי מִדְבָּר. אַזְלִי וַחֲזֵיתִינְהוּ, וְדָמוּ כְּמָאן דִּמְבַסְּמוּ וְגָנוּ אַפַּרְקִיד, וַהֲוָה זְקִיפָא בִּרְכֵּהּ דְּחַד מִנַּיְהוּ, וְעַיֵל טַיְעָא תּוּתֵהּ בִּרְכֵּהּ, כִּי רָכִיב גַּמְלָא וּזְקִיפָא רֻמְחֵהּ וְלָא נְגַע בֵּהּ. פַּסְקֵי חֲדָא קַרְנָא דִּתְכֶלְתָּא דְּחַד מִנַּיְהוּ וְלָא הֲוֵי מִסְתַּגֵי לָן. אָמַר לִי: דִּלְמָא שָׁקַלְתְּ מִידֵי מִנַּיְהוּ ? דִּגְמִירֵי, דְּמָאן דְּשָׁקִיל מִידֵי מִנַּיְהוּ לָא מִסְתַּגֵי לֵהּ. אַזְלִי אַהֲדַרְתֵּהּ, וְהַדַר מִסְתַּגֵי לָן פֵּרוּשׁ רַשְׁבַּ\"ם: טַיְעָא = סוֹחֵר יִשְׁמָעֵאל: אַזְלִי וַחֲזֵיתִינְהוּ וְדָמוּ כְּמָאן דִּמְבַסְּמוּ = שֶׁהָיוּ שׁוֹכְבִין בְּפָנִים צְהֻבּוֹת כִּשְׁתוּיֵי יָיִן: אַפַּרְקִיד = פְּנֵיהֶם לְמַעְלָה: וְעַיֵל טַיְעָא תּוּתֵהּ בִּרְכֵּהּ = כְּלוֹמַר, רָאִיתִי שֶׁטַּיְעָא הָיָה הוֹלֵךְ תַּחַת בִּרְכֵּי הַמֵּת, רָכוּב עַל הַגָּמָל וְרָמְחוֹ בְּיָדוֹ, וְלא נָגַע בֵּהּ בַּבִּרְכֵּה: שַׁקְלָא חֲדָא קַרְנָא = כְּנַף הַטַּלִּית לְהַרְאוֹתוֹ לַחֲכָמִים, לִלְמד מִמֶּנּוּ דִּין צִיצִית, אִי כְּבֵית שַׁמַּאי אִי כְּבֵית הִלֵּל, כְּדִלְקַמָּן: וְלָא הָוֵי קָא מִסְתַּגֵי לָן = בְּהֵמוֹת שֶׁהָיִינוּ רוֹכְבִין לא הָיוּ יְכוֹלִין לַהֲלךְ. תָּא וְאַחְוֵי לָךְ מֵתֵי מִדְבָּר הַיְנוּ שֶׁהֶרְאָה לוֹ הָרְשָׁעִים שֶׁאֵינָם דְּבֵקִים בַּצַּדִּיקִים וְהֵם נִקְרָאִין מֵתֵי מִדְבָּר כִּי מִדְבָּר לא הָיְתָה רוּחַ צְפוֹנִית מְנַשֶּׁבֶת בּוֹ הַיְנוּ בְּחִינַת רוּחַ הַחַיִּים דִּקְדֻשָּׁה שֶׁהִיא בְּחִינַת רוּחַ צְפוֹנִית שֶׁהָיְתָה מְנַשֶּׁבֶת בַּכִּנּוֹר שֶׁל דָּוִד כַּנַּ\"ל וְהָרְשָׁעִים הַלָּלוּ שֶׁאֵינָם דְּבֵקִים בַּצַּדִּיקִים וְאֵין לָהֶם הָרוּחַ דִּקְדֻשָּׁה וְהֵם בְּחַיֵּיהֶם קְרוּאִים מֵתִים וְהֶרְאָה לוֹ מֵהֵיכָן מַגִּיעַ לָהֶם שְׁלֵמוּת הַחִסָּרוֹן וְזֶהוּ שֶׁהֶרְאָה לוֹ. דַּהֲווֹ דָּמוּ כִּמְבַסְּמִי פֵּרֵשׁ רַבֵּנוּ שְׁמוּאֵל, כִּשְׁתוּיֵי יָיִן בְּחִינַת עֵשָׂו אַדְמוֹנִי, שֶׁהוּא הָרַב דִּקְלִפָּה אֲשֶׁר מִשָּׁם מְקַבְּלִין הָרְשָׁעִים הָרוּחַ חַיִּים שֶׁלָּהֶם לְהַשְׁלִים הַחִסָּרוֹן וְזֶהוּ: וְגָנוּ אַפַּרְקִיד פֵּרֵשׁ רַבֵּנוּ שְׁמוּאֵל, פְּנֵיהֶם לְמַעְלָה פְּנֵיהֶם זֶה בְּחִינַת הָרוּחַ כַּנַּ\"ל. הַכָּרַת פְּנֵיהֶם וְכוּ' וְהַיְנוּ לְמַעְלָה כִּי הָרוּחַ שֶׁלָּהֶם גָּדוֹל לְפִי שָׁעָה עַד אֲשֶׁר עוֹלָה הַצְלָחָתָם לְמַעְלָה כַּנַּ\"ל בְּחִינַת כָּל צוֹרְרָיו יָפִיחַ בָּהֶם כַּנַּ\"ל וַהֲוָה גְּבַהּ בִּרְכֵּהּ דְּחַד מִנַּיהוּ זֶה מוֹרֶה עַל גּדֶל הַהַצְלָחָה שֶׁל הָרְשָׁעִים כִּי הֶעְדֵּר הַהַצְלָחָה נִקְרָא \"בִּרְכַּיִם כּוֹשְׁלוֹת\" וזהו 'וְגָבַהּ בִּרְכֵּהּ' הַיְנוּ רוּם הַהַצְלָחָה וְעַיֵל טַיְעָא תּוּתֵהּ בִּרְכֵּהּ הַיְנוּ הַצַּדִּיק שֶׁנִּקְרָא טַיְעָא כְּמוֹ שֶׁפֵּרֵשׁ רַבֵּנוּ שְׁמוּאֵל בְּכָל מָקוֹם: 'סוֹחֵר יִשְׁמָעֵאל' וְסוֹחֵר הוּא בְּחִינַת הָרוּחַ כְּמוֹ שֶׁכָּתוּב: \"סוֹבֵב סֹבֵב הוֹלֵךְ הָרוּחַ\" וְהַיְנוּ הַצַּדִּיק שֶׁמְּקַבֵּל הָרוּחַ מֵהַקְּדֻשָּׁה וְזֶהוּ: 'סוֹחֵר יִשְׁמָעֵאל' עַל שֵׁם: \"כִּי שָׁמַע ה' אֶל עָנְיֵךְ\" כִּי הַצַּדִּיק שׁוֹמֵעַ כָּל הָאֲנָחוֹת שֶׁל הַדְּבֵקִים בּוֹ כִּי מִמֶּנּוּ תּוֹצְאוֹת חַיִּים לְכָל אֶחָד כִּי הוּא אִישׁ אֲשֶׁר רוּחַ בּוֹ כַּנַּ\"ל כִּי רָכִיב גַּמְלָא בְּחִינַת: \"גּוֹמֵל נַפְשׁוֹ אִישׁ חָסֶד\" זֶה בְּחִינַת רַב חֶסֶד כַּנַּ\"ל וּזְקִיף רֻמְחָא רוֹמַח הוּא בְּחִינַת רוּחַ מֵ\"ם בְּחִינַת \"וְרוּחַ אֱלהִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם\" הַיְנוּ הַתּוֹרָה שֶׁנִּתְּנָה לְמ' יוֹם שֶׁשָּׁם הָרוּחַ חַיִּים כַּנַּ\"ל כְּלוֹמַר, שֶׁהַצַּדִּיק הָיָה לוֹ בְּחִינַת הָרוּחַ שֶׁמְּקַבֵּל מֵהַתּוֹרָה כַּנַּ\"ל וְעִם כָּל זֶה נָחִית תְּחוֹת בִּרְכֵּהּ תַּחַת הַצְלָחַת הָרָשָׁע בְּחִינַת \"כְּבַלַּע רָשָׁע צַדִּיק מִמֶּנּוּ\" וְקָא פַּסְקֵי קַרְנָא דִּתְכֶלְתָּא דְּחַד מִנַּיְהוּ הַיְנוּ שֶׁפָּסַק וְשִׁבֵּר הַמִּדָּה רָעָה מֵאֶחָד מֵאַרְבַּע יְסוֹדוֹת שֶׁהִגְבִּיר וְהִמְשִׁיךְ הָרָשָׁע עַל עַצְמוֹ שֶׁהוּא הַצִּנּוֹר שֶׁלּוֹ כַּנַּ\"ל וְזֶהוּ: 'וְקָא פַּסְקֵי קַרְנָא דִּתְכֶלְתָּא' וְכוּ' הַיְנוּ שֶׁפָּסַק אַחַת מִן הַצִּיצִית שֶׁלָּהֶם שֶׁזֶּה בְּחִינַת מַה שֶּׁפָּסַק וְשִׁבֵּר הַמִּדָּה רָעָה שֶׁלָּהֶם שֶׁהוּא הַצִּנּוֹר שֶׁלָּהֶם כִּי כָּל הַמִּדּוֹת רָעוֹת נִמְשָׁכִין מֵאַרְבָּעָה יְסוֹדוֹת שֶׁשָּׁרְשָׁם אַרְבַּע צִיצִית כַּנַּ\"ל וְלָא מִסְתַּגֵּי לָן כְּלוֹמַר, שֶׁאַף עַל פִּי כֵן לא עָלְתָה לוֹ לְהַשְׁפִּיל אֶת הָרָשָׁע וְלָצֵאת מִתַּחַת בִּרְכָּיו אַף עַל פִּי שֶׁפָּסַק וְשִׁבֵּר הַמִּדָּה רָעָה שֶׁל הָרָשָׁע שֶׁנִּמְשֶׁכֶת מֵאַרְבָּעָה יְסוֹדוֹת שֶׁשָּׁרְשָׁם אַרְבַּע צִיצִית כַּנַּ\"ל שֶׁזֶּהוּ בְּחִינַת 'וְקָא פַּסְקֵי קַרְנָא דִּתְכֶלְתָּא דְּחַד מִנַּיְהוּ' כַּנַּ\"ל אַף עַל פִּי כֵן לא הָיָה יָכוֹל לְהַשְׁפִּילוֹ וְלָצֵאת מִתַּחַת בִּרְכָּיו בְּחִינַת 'וְלָא מִסְתַּגֵי לָן' שֶׁפֵּרוּשׁוֹ שֶׁלּא הָיוּ יְכוֹלִין לָצֵאת מִשָּׁם הַיְנוּ כַּנַּ\"ל אָמַר לִי: דִּלְמָא שַׁקְלִית מִידֵי מִנַּיְהוּ ? הַיְנוּ, שֶׁמָּא יֵשׁ לְךָ אֶחָד מֵאַרְבַּע יְסוֹדוֹת שֶׁלּא תִּקַּנְתָּ בִּשְׁלֵמוּת לְהַפְרִיד מִמֶּנּוּ הָרָע לְגַמְרֵי וְעַל כֵּן לָא מִסְתַּגֵי לָן כַּמְבאָר לְעֵיל שֶׁכָּל זְמַן שֶׁנִּשְׁאָר בּוֹ אֵיזֶה אֲחִיזָה בְּעָלְמָא מֵהָרָע שֶׁל אֵיזֶה מִדָּה אֵינוֹ יָכוֹל לְהַכְנִיעַ אֶת הָרָשָׁע וְזֶהוּ: 'דִּלְמָא שַׁקְלִית מִידֵי מִנַּיְהוּ' שֶׁמָּא לָקַחְתָּ קְצָת מֵהֶם הַיְנוּ, שֶׁמָּא יֵשׁ בְּךָ עֲדַיִן אֵיזֶה אֲחִיזָה מֵאֵיזֶה מִדָּה רָעָה שֶׁל הָרְשָׁעִים שֶׁלָּקַחְתָּ לְעַצְמְךָ אֵיזֶה מִדָּה וְתַאֲוָה שֶׁלָּהֶם וְעַל כֵּן 'לָא מִסְתַּגֵי לָן' וְעַל כֵּן אֵין אָנוּ יְכוֹלִין לָצֵאת מֵהֶם כַּנַּ\"ל דִּגְמִירֵי דְּמָאן דְּשָׁקִיל מִידֵי מִנַּיְהוּ לָא מִסְתַּגֵי לֵהּ הַיְנוּ כַּנַּ\"ל שֶׁיֵּשׁ לָנוּ קַבָּלָה שֶׁכָּל מִי שֶׁלּוֹקֵחַ לְעַצְמוֹ אֵיזֶה דְּבַר תַּאֲוָה וּמִדָּה רָעָה שֶׁל הָרְשָׁעִים הַיְנוּ שֶׁיֵּשׁ בּוֹ עֲדַיִן אֵיזֶה אֲחִיזָה מֵהַמִּדּוֹת רָעוֹת שֶׁלָּהֶן אֵינוֹ יָכוֹל לָצֵאת מֵהֶם וּלְהַכְנִיעָם כַּנַּ\"ל אַזְלִי אַהֲדַרְתֵּהּ הַיְנוּ שֶׁהֶחֱזַרְתִּי מַה שֶּׁהָיָה אֶצְלִי אֵיזֶה מְעַט אֲחִיזַת הָרַע מֵהַמִּדּוֹת רָעוֹת שֶׁלָּהֶם הֶחֱזַרְתִּי וְהִפְרַשְׁתִּי מִמֶּנִּי וְהַדַר מִסְתַּגֵי לָן שֶׁאָז עָלְתָה בְּיָדֵינוּ לָצֵאת מִתַּחַת בִּרְכָּיו לְהַכְנִיעוֹ וּלְהַשְׁפִּילוֹ כַּמְבאָר לְעֵיל שֶׁצַּדִּיק גָּמוּר שֶׁמַּפְרִישׁ מֵעַצְמוֹ כָּל אֲחִיזַת הָרַע שֶׁלָּהֶם לְגַמְרֵי הוּא יָכוֹל לָצֵאת מֵהֶם וּלְהַכְנִיעָם וּלְהַשְׁפִּילָם בִּבְחִינַת \"מַשְׁפִּיל רְשָׁעִים עֲדֵי אָרֶץ\" כַּנַּ\"ל וְזֶהוּ: רָאִיתִי וְהִנֵּה מְנוֹרַת זָהָב הִיא הַתּוֹרָה הַנֶּחֱמָדִים מִזָּהָב וְגֻלָּהּ עַל ראשָׁהּ פֵּרֵשׁ רַשִׁ\"י: 'מַעְיָן' הוּא הַמַּעְיָן הַיּוֹצֵא מִבֵּית ה' הוּא הַתְּפִילָּה וְשִׁבְעָה נֵרתֶיהָ הֵם הַנְּשָׁמוֹת דְּאִתְרְבִיאוּ בַּגָּן הַנֶּחֱלָקִים לְשֶׁבַע כִּתּוֹת שִׁבְעָה וְשִׁבְעָה מוּצָקוֹת הֵם מ\"ט אוֹרוֹת שֶׁהוּא אוֹר הַגָּנוּז לֶעָתִיד בְּחִינַת עֵדֶן עַיִן לא רָאֲתָה שֶׁהוּא בְּחִינַת הַתְּפִילָּה כַּנַּ\"ל וּשְׁנַיִם זֵיתִים עָלֶיהָ פֵּרֵשׁ רַשִׁ\"י: 'שְׁנֵי אִילָנוֹת' הַיְנוּ אִילָנָא דְּחַיֵּי וְאִילָנָא דְּמוֹתָא הַיְנוּ טוֹב וָרָע כַּנַּ\"ל וְזֶהוּ: אֶחָד מִיָּמִין וְאֶחָד מִשְּׂמאל כַּנַּ\"ל \"וּמִשָּׁם יִפָּרֵד\" שֶׁנִּפְרָד הָרָע מֵהַטּוֹב זֶה לְיָמִין וְזֶה לִשְׂמאל וָאמַר אֶל הַמַּלְאָךְ מָה אֵלֶּה. ויען וכולי לא בחיל וְלא בְכחַ כִּי אִם בְּרוּחִי הַיְנוּ בְּחִינַת הָרוּחַ חַיִּים הַנַּ\"ל בְּחִינַת \"כּה אָמַר ה' מֵאַרְבַּע רוּחוֹת בּאִי הָרוּחַ\" וְכוּ' כַּנַּ\"ל כִּי עַל יְדֵי תּוֹרָה וּתְפִילָּה שֶׁעַל יְדֵי זֶה מְבָרְרִין הַטּוֹב מִן הָרָע כַּנַּ\"ל שֶׁזֶּה בְּחִינַת כָּל מַרְאֵה הַמְּנוֹרָה כַּנַּ\"ל עַל יְדֵי זֶה זוֹכֶה לְרוּחַ הַחַיִּים וְנִשְׁלָם כָּל הַחֶסְרוֹנוֹת כַּנַּ\"ל [וְזֶהוּ: \"לא בְחַיִל וְלא בְכחַ כִּי אִם בְּרוּחִי אָמַר ה' צְבָאוֹת מִי אַתָּה הַר הַגָּדוֹל לִפְנֵי זְרֻבָּבֶל לְמִישׁר\" וְכוּ' כִּי זְרֻבָּבֶל הָיָה אָז הַצַּדִּיק הַדּוֹר וְעָמְדוּ כְּנֶגְדּוֹ כַּמָּה רְשָׁעִים לְבַטְּלוֹ מֵעֲבוֹדָתוֹ כַּמְבאָר בִּפְסוּקִים רַבִּים וְעַל זֶה נֶאֱמַר שָׁם: \"לא בְחַיִל וְלא בְכחַ כִּי אִם בְּרוּחִי\" וְכוּ' שֶׁעַל יְדֵי בְּחִינַת הַמְשָׁכַת הָרוּחַ חַיִּים הַנַּ\"ל שֶׁמַּמְשִׁיךְ הַצַּדִּיק גָמוּר וְכוּ' כַּנַּ\"ל עַל יְדֵי זֶה יַכְנִיעַ וְיַפִּיל כָּל הַשּׂוֹנְאִים בְּחִינַת \"מִי אַתָּה הַר הַגָּדוֹל לִפְנֵי זְרֻבָּבֶל לְמִישׁר\" שֶׁכָּל הַמּוֹנְעִים הָעוֹמְדִים לְפָנָיו כְּהַר כֻּלָּם יִתְבַּטְּלוּ עַל יְדֵי בְּחִינַת הָרוּחַ חַיִּים הַנַּ\"ל, כַּנַּ\"ל]", 
            "ט. וְהִנֵּה מְבאָר לְמַעְלָה כִּי הָרוּחַ חַיִּים הוּא בְּהַתּוֹרָה בְּחִינַת \"וְרוּחַ אֱלהִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם\" כַּנַּ\"ל וְעַל כֵּן בְּמִצְרַיִם שֶׁהָיָה קדֶם קַבָּלַת הַתּוֹרָה וְלא הָיָה לָהֶם מֵהֵיכָן לְקַבֵּל הָרוּחַ חַיִּים נֶאֱמַר בָּהֶם: \"מִקּצֶר רוּחַ\" כִּי לא הָיָה לָהֶם מֵאַיִן לְקַבֵּל הָרוּחַ חַיִּים שֶׁהוּא בְּחִינַת אֶרֶךְ אַפַּיִם מַאֲרִיךְ רוּחֵהּ כַּנַּ\"ל וְעַל כֵּן נֶאֱמַר בָּהֶם 'מִקּצֶר רוּחַ' שֶׁהוּא הֶפֶךְ אֶרֶךְ אַפַּיִם שֶׁהוּא בְּחִינַת הָרוּחַ חַיִּים שֶׁמַּמְשִׁיכִין עַל יְדֵי אֲנָחָה לְהַשְׁלִים הַחִסָּרוֹן כַּנַּ\"ל כִּי הָרוּחַ הוּא שְׁלֵמוּת הַחִסָּרוֹן כַּנַּ\"ל בְּחִינַת \"וְיִתֶּן לְךָ מִשְׁאֲלת לִבֶּךָ\" וְזֶהוּ בְּחִינַת: \"הַרְחֶב פִּיךָ וַאֲמַלְאֵהוּ\" שֶׁנִּתְמַלֵּא הַחִסָּרוֹן וְזֶהוּ בְּחִינַת מְלָאפוּם מְלא פּוּם וְהָעִנְיָן, כִּי מְלָאפוּם הוּא יוּד וָאו וְהוּא בְּחִינַת יוּ\"ד מִינֵי דְּפִיקִין כְּנֶגֶד יוּ\"ד הַדִּבְּרוֹת וְהַדּפֶק הוּא עַל יְדֵי הָרוּחַ, כַּיָּדוּעַ וְעַל כֵּן הֵם עֲשָׂרָה מִינֵי דְּפִיקִין כְּנֶגֶד עֲשֶׂרֶת הַדִּבְּרוֹת כִּי הָרוּחַ שֶׁהוּא הַדּפֶק הוּא בְּהַתּוֹרָה כַּנַּ\"ל וְהַוָּאו הוּא בְּחִינַת הַמְשָׁכַת הָרוּחַ וְהַיְנוּ מְלָאפוּם מְלא פּוּם כִּי עַל יְדֵי הַמְשָׁכַת הָרוּחַ נִשְׁלָם הַחִסָּרוֹן שֶׁזֶּהוּ בְּחִינַת \"הַרְחֶב פִּיךָ וַאֲמַלְאֵהוּ\" שֶׁנִּתְמַלֵא הַחִסָּרוֹן כַּנַּ\"ל שֶׁזֶהוּ בְּחִינַת מְלָאפוּם, מְלא פּוּם כַּנַּ\"ל וְזֶהוּ שֶׁדִּקְדֵּק: \"אָנכִי ה' אֱלקֶיךָ הַמַּעַלְךָ מֵאֶרֶץ מִצְרָיִם\" וְקִבְּלוּ הַתּוֹרָה אֲשֶׁר שָׁם הָרוּחַ וַאֲזַי דַּיְקָא \"הַרְחֶב פִּיךָ וַאֲמַלְאֵהוּ\" בְּחִינַת מְלָאפוּם כַּנַּ\"ל בְּחִינַת שְׁלֵמוּת הַחִסָּרוֹן כִּי דַּיְקָא אַחַר יְצִיאַת מִצְרַיִם בְּחִינַת \"הַמַּעַלְךָ מֵאֶרֶץ מִצְרָיִם\" שֶׁאָז נִתְבַּטֵּל בְּחִינַת מִקּצֶר רוּחַ הַנַּ\"ל כִּי קִבְּלוּ הַתּוֹרָה שֶׁשָּׁם הָרוּחַ חַיִּים כַּנַּ\"ל עַל כֵּן אָז דַּיְקָא: \"הַרְחֶב פִּיךָ וַאֲמַלְאֵהוּ\" בְּחִינַת שְׁלֵמוּת הַחִסָּרוֹן בְּחִינַת מְלא פּוּם בְּחִינַת \"יְמַלֵּא ה' כָּל מִשְׁאֲלוֹתֶיךָ\" כַּנַּ\"ל וְעַל כֵּן נִזְכָּר יְצִיאַת מִצְרַיִם בְּפָרָשַׁת צִיצִית כִּי צִיצִית בְּחִינַת הָרוּחַ חַיִּים בְּחִינַת מֵאַרְבַּע רוּחוֹת וְכוּ' כַּנַּ\"ל גַּם דִּבֵּר אָז מֵעִנְיַן שְׁתֵּים עֶשְׂרֵה שְׁעוֹת הַיּוֹם וּשְׁתֵּים עֶשְׂרֵה שְׁעוֹת הַלַּיְלָה שֶׁיֵּשׁ בָּהֶם שְׁנֵים עָשָׂר צֵרוּפֵי הֲוַיָ\"ה בְּכָל שָׁעָה יֵשׁ צֵרוּף אַחֵר וְכָל שָׁעָה נֶחֱלֶקֶת לְתתר\"ף חֲלָקִים וְכָל חֵלֶק וָחֵלֶק מִתתר\"ף חֲלָקִים יֵשׁ בּוֹ גַּם כֵּן צֵרוּף הַשֵּׁם וְכָל זֶה הוּא בְּחִינַת רוּחַ הַחַיִּים שֶׁבְּהַדּפֶק [וְלא זָכִיתִי לִשְׁמעַ בֵּאוּר עִנְיָן זֶה הֵיטֵב, גַּם שָׁכַחְתִּי קְצָת מִזֶּה, וְהַמַּשְׂכִּילִים יָבִינוּ] \"רֶכֶב אֱלהִים רִבּתַיִם אַלְפֵי שִׁנְאָן\" 'אַלְפֵי' בְּחִינַת אַלּוּפֵי עֵשָׂו וְעַל יְדֵי 'רֶכֶב אֱלהִים רִבּתַיִם' בְּחִינַת קַבָּלַת הַתּוֹרָה שֶׁמִּשָּׁם מְקַבְּלִין הָרוּחַ חַיִּים הָרַבָּנִים דִּקְדֻשָּׁה עַל יְדֵי זֶה 'אַלְפֵי שִׁנְאָן' כְּמוֹ שֶׁדָּרְשׁוּ חֲכָמֵינוּ, זִכְרוֹנָם לִבְרָכָה: 'אַל תִּקְרֵי שִׁנְאָן אֶלָּא שֶׁאֵינָן' הַיְנוּ שֶׁעַל יְדֵי קַבָּלַת הַתּוֹרָה, שֶׁשָּׁם הָרוּחַ דְּהָרַב דִּקְדֻשָּׁה עַל יְדֵי זֶה נִתְבַּטְּלִין וְנִכְנָעִין אַלּוּפֵי עֵשָׂו רַבְרְבֵי עֵשָׂו שֶׁהֵם בְּחִינַת הָרַב דִּקְלִפָּה בִּבְחִינַת 'אַלְפֵי שֶׁאֵינָן' שֶׁאַלּוּפֵי עֵשָׂו, רַבְרְבֵי עֵשָׂו נִתְבַּטְּלִין וְאֵינָן \"מִכְּנַף הָאָרֶץ זְמִרת שָׁמַעְנוּ צְבִי לַצַּדִּיק וָאמַר רָזִי לִי רָזִי לִי אוֹי לִי, בּגְדִים בָּגָדוּ וּבֶגֶד בּוֹגְדִים בָּגָדוּ\" \"מִכְּנַף הָאָרֶץ\" זֶה בְּחִינַת כַּנְפֵי הַצִּיצִית שֶׁשָּׁם הָרוּחַ חַיִּים שֶׁהוּא בְּחִינַת כִּנּוֹר שֶׁל דָּוִד שֶׁהָיָה מְנַגֵּן עַל יְדֵי הָרוּחַ צְפוֹנִית וְכוּ' כַּנַּ\"ל כִּי הַנְּגִינָה וְהַזְּמִירוֹת נִמְשָׁכִין מֵהָרוּחַ חַיִּים שֶׁבְּכַנְפֵי רֵאָה כַּיָּדוּעַ וְזֶהוּ: \"זְמִרת שָׁמַעְנוּ\" בְּחִינַת הַנִּגּוּן שֶׁל כִּנּוֹר שֶׁל דָּוִד שֶׁהוּא בְּחִינַת הָרוּחַ חַיִּים שֶׁהוּא בְּחִינַת כַּנְפֵי הַצִּיצִית בְּחִינַת מִכְּנַף הָאָרֶץ כַּנַּ\"ל וְעַל יְדֵי זֶה מַכְנִיעִין הָרְשָׁעִים בִּבְחִינַת \"לֶאֱחֹז בְּכַנְפוֹת הָאָרֶץ וְיִנָּעֲרוּ רְשָׁעִים מִמֶּנָּה\" וְזֶהוּ: \"צְבִי לַצַּדִּיק\" פֵּרֵשׁ רַשִׁ\"י: 'עָתִיד לִהְיוֹת מַצָּב וּתְקוּמָה לַצַּדִּיקִים' הַיְנוּ כַּנַּ\"ל כִּי עַל יְדֵי הָרוּחַ חַיִּים הַנַּ\"ל מִתְגַּבְּרִין הַצַּדִּיקִים עַל הָרְשָׁעִים כַּנַּ\"ל וְזֶהוּ: \"וָאמַר רָזִי לִי\" וְכוּ' אוֹי לִי, פֵּרֵשׁ רַשִׁ\"י 'שֶׁנִּגְלוּ לִי שְׁנֵי רָזִים: רַז פֻּרְעָנִיּוּת וְרַז יְשׁוּעָה, וַהֲרֵי תִּרְחַק הַיְשׁוּעָה עַד' וְכוּ' הַיְנוּ כַּנַּ\"ל כִּי הָרוּחַ שֶׁל הָרָשָׁע גָּדוֹל בִּשְׁעָתוֹ בִּבְחִינַת רוּחַ סְעָרָה שֶׁמִּשָּׁם כָּל הַצָּרוֹת וַאֲרִיכַת הַגָּלוּת שֶׁל יִשְׂרָאֵל וְזֶהוּ: \"בּגְדִים בָּגָדוּ וּבֶגֶד בּוֹגְדִים בָּגָדוּ\" כִּי יְנִיקַת הַבּוֹגְדִים וְהָרְשָׁעִים הוּא מִבְּחִינַת פְּגַם הַבְּגָדִים דְּהַיְנוּ פְּגַם הַצִּיצִית שֶׁהֵם בְּכַנְפֵי הַבֶּגֶד דְּהַיְנוּ מִפְּגַם הָאַרְבָּעָה יְסוֹדוֹת שֶׁאֲחִיזָתָן וְשָׁרְשָׁם הָעֶלְיוֹן הוּא בְּחִינַת אַרְבַּע צִיצִית כַּנַּ\"ל אֲבָל סוֹף כָּל סוֹף: \"פַּחַד וָפַחַת וָפָח עָלֶיךָ יוֹשֵׁב הָאָרֶץ\" וְכוּ' כִּי כָל הָרְשָׁעִים יִכְרְעוּ וְיִפּלוּ כִּי לַסּוֹף כָּלֶה וְנֶאֱבָד וְכוּ' כַּנַּ\"ל כִּי הַצַּדִּיקִים גְּמוּרִים מַכְנִיעִין אוֹתָם וּמַשְׁפִּילִים רְשָׁעִים עֲדֵי אָרֶץ עַל יְדֵי הָרוּחַ חַיִּים שֶׁלָּהֶם שֶׁהוּא בְּחִינַת צִיצִית בְּחִינַת \"מִכְּנַף הָאָרֶץ זְמִרת שָׁמַעְנוּ\" כַּנַּ\"ל כִּנּוֹר שֶׁל חָמֵשׁ נִימִין, בְּחִינַת הַתּוֹרָה וְכֵן כָּתוּב בַּזוהַר 'וְתוֹפְשֵׂי הַתּוֹרָה אִלֵּין דְּתָפְשִׂין בְּכִנּוֹרָא' חָמֵשׁ אֻנֵי אִית לָרֵאָה כִּי רוּחַ הַחַיִּים הוּא בְּהָרֵאָה וּמִשָּׁם הַמְשָׁכַת הָרוּחַ שֶׁל הָאֲנָחָה, כַּיָדוּעַ בְּחוּשׁ וְעַל כֵּן אִית לָהּ חָמֵשׁ אֻנֵי לָרֵאָה כְּנֶגֶד חֲמִשָּׁה חֻמְּשֵׁי תּוֹרָה ה' נִימִין דְּכִנּוֹר דְּדָוִד, שֶׁשָּׁם הָרוּחַ חַיִּים כַּנַּ\"ל (עַיֵּן בַּתִּקּוּנִים, תִּקּוּן י: כַּנְפֵי מִצְוָה, אִנּוּן ה' קִשְׁרִין לָקֳבֵל שְׁמַע וְכוּ', דְּאִנּוּן לָקֳבֵל ה' נִימִין דְּכִנּוֹר דְּדָוִד וְכוּ', ע\"ש)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "כִּי קדֶם הַבְּרִיאָה הָיָה אוֹר הַקָּדוֹשׁ בָּרוּך הוּא אֵין סוֹף, וְרָצָה הַקָּדוֹשׁ בָּרוּך הוּא שֶׁיִּתְגַּלֶּה מַלְכוּתוֹ, וְאֵין מֶלֶך בְּלא עַם. וְהֻצְרַך לִבְרא בְּנֵי אָדָם, שֶׁיְּקַבְּלוּ עׂל מַלְכוּתוֹ. וְהִתְגַּלּוּת מַלְכוּתוֹ אִי אֶפְשָׁר לְהַשִּׂיג אֶלָּא עַל יְדֵי הַמִּדּוֹת, שֶׁעַל יְדֵי הַמִּדּוֹת מַשִּׂיגִין אֱלקוּתוֹ, וְיוֹדְעִין שֶׁיֵּשׁ אָדוֹן מוֹשֵׁל וּמַנְהִיג. וְצִמְצֵם אֶת הָאוֹר אֵין סוֹף לַצְּדָדִין, וְנִשְׁאַר חָלָל פָּנוּי. וּבְתוֹך הֶחָלָל הַפָּנוּי, בָּרָא הָעוֹלָמוֹת, וְהֵן הֵן מִדּוֹתָיו. וְהַלֵּב הוּא הַצַּיָּר שֶׁל הַמִּדּוֹת, הַיְנוּ הַחָכְמָה שֶׁבַּלֵּב. כְּמוֹ שֶׁכָּתוּב: \"וּבְלֵב כָּל חֲכַם לֵב\" וְכוּ' (שמות לא ו) \"כֻּלָּם בְּחָכְמָה עָשִׂיתָ\" (תהלים קד כד) נִמְצָא שֶׁהַלֵּב הוּא הַצַּיָּר, כְּמוֹ שֶׁכָּתוּב \"צוּר לְבָבִי\" (תהלים עג כו), וְאִית יְצִירָה לְטָב וּלְבִישׁ, כְּמוֹ שֶׁאָמְרוּ חֲכָמֵינוּ זִכְרוֹנָם לִבְרָכָה (ברכות סא א): \"וַיִּיצֶר\" בִּשְׁנֵי יוּדִין וְכוּ'. וְהֵם שְׁנֵי יְצָרִין, יֵצֶר טוֹב וְיֵצֶר הָרָע. הַיְנו:ּ מַחֲשָׁבוֹת טוֹבוֹת הֵם יֵצֶר טוֹב, וּמַחֲשָׁבוֹת רָעוֹת הֵם יֵצֶר הָרָע. כִּי עִקַּר הַיְצָרִים הֵם הַמַּחֲשָׁבוֹת וְהַחָכְמוֹת שֶׁבַּלֵּב. כְּמוֹ שֶׁכָּתוּב: \"כִּי יֵצֶר מַחְשְׁבוֹת לִבּוֹ\" וְכוּ' (בראשית ו ה). וּכְשֶׁאָדָם חוֹשֵׁב בְּמַחֲשָׁבוֹת רָעוֹת, הוּא מְטַמְטֵם אֶת הֶחָלָל שֶׁל הַבְּרִיאָה שֶׁשָּׁם הִתְגַּלּוּת הַמִּדּוֹת. כִּי הַלֵּב הוּא צוּר הָעוֹלָמִים, הַיְנוּ צוּר הַמִּדּוֹת. כִּי לְפִי אוֹר לַהֲבִיּוּת הַלֵּב שֶׁל אִישׁ הַיִּשְׂרְאֵלִי, אִי אֶפְשָׁר לְהִתְגַּלּוּת מֵהַמִּדּוֹת. כִּי אוֹר לַהֲבִיּוּתוֹ הוּא עַד אֵין סוֹף. הַיְנוּ אֵין סוֹף וְאֵין תַּכְלִית לִתְשׁוּקָתוֹ. וְצָרִיך לְצַמְצֵם הַהִתְלַהֲבוּת, כְּדֵי שֶׁיִּשָּׁאֵר בַּלֵּב חָלָל. כְּמוֹ שֶׁכָּתוּב (תהלים קט כב): \"וְלִבִּי חָלַל בְּקִרְבִּי\". וְעַל יְדֵי הַצִּמְצוּם שֶׁל הַהִתְלַהֲבוּת, יוּכַל לָבוֹא לְהִתְגַּלּוּת מֵהַמִּדּוֹת, הַיְנוּ לַעֲבד אֶת הַשֵּׁם יִתְבָּרַך בְּהַדְרָגָה וּבְמִדָּה. וּמַחֲשָׁבוֹת טוֹבוֹת שֶׁבַּלֵּב, הֵן יְצָרִין טָבִין, שֶׁעַל יָדָן נִתְגַּלִּין פְּעֻלּוֹת וּמִדּוֹת טוֹבוֹת וְהַיְנוּ יְצִירָה לְטָב. וּכְשֶׁחוֹשֵׁב מַחֲשָׁבוֹת רָעוֹת, הוּא מְטַמְטֵם הַלֵּב, בִּבְחִינַת עָרְלַת לֵב. וּמְקַלְקֵל אֶת הַבְּרִיאָה, הַיְנוּ הַחָכְמָה שֶׁבַּלֵּב. \"וּמַלְתֶּם אֶת עָרְלַת לְבַבְכֶם\" (דברים י טז) וְתַרְגּוּמוֹ: 'יָת טִפְּשׁוּת לִבְּכוֹן' 'וְטִפְּשׁוּת', הוּא קִלְקוּל הַבְּרִיאָה, שֶׁהִיא עַל יְדֵי הַחָכְמָה. נִמְצָא כְּשֶׁאָדָם חוֹשֵׁב מַחֲשָׁבוֹת טוֹבוֹת בְּלִבּוֹ אֵיך לַעֲבד אֶת הַשֵּׁם יִתְבָּרַך, בָּזֶה נַעֲשֶׂה לִבּוֹ בִּבְחִינַת: \"צוּר לְבָבִי\", וּבִבְחִינַת: \"וְלִבִּי חָלַל בְּקִרְבִּי\" שֶׁבְּתוֹך הֶחָלָל יִתְגַּלּוּ פְּעֻלּוֹתָיו. וְעַל יְדֵי פְּעֻלּוֹתָיו וּמִדּוֹתָיו הַטּוֹבִים, יִתְגַּלֶּה שֶׁהוּא מְקַבֵּל על מַלְכוּת שָׁמַיִם שְׁלֵמָה וְזֶה פֵּרוּשׁ: \"וְשָׁרִים כְּחוֹלְלִים\" וְכוּ' 'וְשָׁרִים', זֶה בְּחִינַת הִתְגַּלּוּת מַלְכוּת, בְּחִינַת 'שָׂרָה עַל הָעוֹלָם כֻּלּוֹ', בְּחִינַת: \"וְהָיָה ה' לְמֶלֶך וְכוּ' כְּחוֹלְלִים כָּל מַעְיָנַי בָּך\" הַיְנוּ לְפִי הֶחָלָל שֶׁנַּעֲשֶׂה עַל יְדֵי מַחְשְׁבוֹתָיו הַקְּדוֹשִׁים, כֵּן הִתְגַּלּוּת מַלְכוּתוֹ. ", 
            "ב. וְזֶה בְּחִינַת: \"וּלְעָבְדוֹ בְּכָל לְבַבְכֶם\" 'אֵיזֶהוּ עֲבוֹדָה שֶׁבַּלֵּב זֶה תְּפִילָּה' כִּי תְּפִילָּה בְּחִינַת מַלְכוּת דָּוִד, כְּמוֹ שֶׁכָּתוּב: \"וַאֲנִי תְּפִילָּה\" וְעִקַּר הַתְּפִילָּה תָּלוּי בַּלֵּב, שֶׁיָּשִׂים כָּל לִבּוֹ עָלֶיהָ \"בִּשְׂפָתָם כִּבְּדוּנִי וְלִבָּם רִחַק מִמֶּנִּי\" כִּי תְּפִילָּה שֶׁבַּלֵּב, הִיא בְּחִינַת הִתְגַּלּוּת מַלְכוּתוֹ בְּתוֹך הֶחָלָל הַפָּנוּי, בְּתוֹך הַמִּדּוֹת, בְּתוֹך הָעוֹלָמוֹת. ...", 
            "ג. וְזֶה בְּחִינַת הֵ\"א, כִּי דָּלֶ\"ת הָיְתָה, וְאִתְחַזְרַת וְנַעֲשֵׂית הֵ\"א כִּי דָּלֶת הֲוַיְת, לְשׁוֹן דַּלָּה וַעֲנִיָּה הַיְנוּ כְּשֶׁמְּטַמְטֵם לִבּוֹ בְּטִפְּשׁוּת, 'וְאֵין עָנִי אֶלָּא בְּדַעַת' וְאָז הִיא בְּחִינַת דָלֶ\"ת וּכְשֶׁמְּקַדֵּשׁ מַחֲשַׁבְתּוֹ, וְלֵית קְדֻשָּׁה פָּחוֹת מֵעֲשָׂרָה וְהִיא בְּחִינַת יוּ\"ד, שֶׁמַּמְשִׁיך לְתוֹך הַדָּלֶ\"ת וְנַעֲשֵׂית ה'. ...", 
            "ד. וּכְשֶׁמֵּקִים הַתְּפִילָּה, אֶת בְּחִינַת מַלְכוּת, בִּבְחִינַת: \"וּלְעָבְדוֹ בְּכָל לְבַבְכֶם\" זֶה בְּחִינַת: \"הִיא הָעוֹלָה\": בְּחִינַת: \"מִי זאת עוֹלָה\" 'מִי עִם זאת עוֹלָה' וְהֵם שְׁנֵי בָּתִּים בֵּיתָא עִלָּאָה וּבֵיתָא תַּתָּאָה, שֶׁיֵּשׁ לִשְׁנֵיהֶם עֲלִיָּה כִּי לא אָבוֹא בְּעִיר עַד דִּבְקִרְבְּך קָדוֹשׁ. [פֵּרוּשׁ כִּי רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, דָּרְשׁוּ עַל פָּסוּק זֶה: \"בְּקִרְבְּך קָדוֹשׁ וְלא אָבוֹא בְּעִיר\" 'נִשְׁבַּע הַקָּדוֹשׁ בָּרוּך הוּא שֶׁלּא יִכְנס בִּירוּשָׁלַיִם שֶׁלְּמַעְלָה, עַד שֶׁיִּבְנֶה יְרוּשָׁלַיִם שֶׁלְּמַטָּה' וְאִיתָא בְּכִתְבֵי הָאֲרִ\"י, זִכְרוֹנוֹ לִבְרָכָה, שֶׁהַכַּוָּנָה עַל פִּי סוֹד הוּא שֶׁבִּינָה אִמָּא עִלָּאָה, בֵּיתָא עִלָּאָה, הִיא בְּחִינַת יְרוּשָׁלַיִם שֶׁלְּמַעְלָה וּמַלְכוּת, בֵּיתָא תַּתָּאָה, הִיא בְּחִינַת יְרוּשָׁלַיִם שֶׁלְּמַטָּה שֶׁאֵין הַיִּחוּד שֶׁלְּמַעְלָה, שֶׁהוּא בְּחִינַת עֲלִיַּת בֵּיתָא עִלָּאָה נִשְׁלָם עַד שֶׁנִּבְנֶה וְנִשְׁלָם בְּחִינַת מַלְכוּת בִּשְׁלֵמוּת, שֶׁהִיא בְּחִינַת עֲלִיַּת בֵּיתָא תַּתָּאָה וְכוּ' עַיֵּן שָׁם וְזֶהוּ מַה שֶּׁכָּתַב רַבֵּנוּ, זִכְרוֹנוֹ לִבְרָכָה, מִי עִם זאת עוֹלָה וְכוּ' הִיא בְּחִינַת בֵּיתָא עִלָּאָה, בְּחִינַת מִי וּמַלְכוּת, הִיא בְּחִינַת בֵּיתָא תַּתָּאָה, בְּחִינַת זאת וְעַל יְדֵי בְּחִינוֹת אֵלּוּ הַנַּ\"ל הַנֶּאֱמָרִים בַּתּוֹרָה הַזּאת עַל יְדֵי זֶה יֵשׁ לִשְׁנֵי בָּתִּים אֵלּוּ עֲלִיָּה שֶׁהֵם בֵּיתָא עִלָּאָה וּבֵיתָא תַּתָּאָה שֶׁהֵם בְּחִינַת מִי עִם זאת הַיְנוּ עַל יְדֵי שֶׁמְּצַמְצֵם אוֹר הִתְלַהֲבוּת לִבּוֹ, שֶׁלּא יִתְלַהֵב יוֹתֵר מִדַּי כְּדֵי שֶׁיּוּכַל לַעֲבד אֶת הַשֵּׁם יִתְבָּרַך בְּהַדְרָגָה וּבְמִדָּה וּמְקַדֵּשׁ אֶת מַחֲשַׁבְתּוֹ לִבְלִי לַחֲשׁב שׁוּם מַחֲשָׁבוֹת רָעוֹת רַק לַחֲשׁב תָּמִיד מַחֲשָׁבוֹת קְדוֹשׁוֹת שֶׁהֵם בְּחִינַת יֵצֶר טוֹב, בְּחִינַת חָכְמָה שֶׁבַּלֵּב שֶׁעַל יְדֵי זֶה מְצַיֵּר הַמִּדּוֹת טוֹבוֹת וְזוֹכֶה לַעֲשׂוֹת פְּעֻלּוֹת וּמַעֲשִׂים טוֹבִים וּמִדּוֹת טוֹבוֹת וְעַל יְדֵי זֶה נִתְגַּלֶּה בְּחִינַת מַלְכוּת כִּי נִתְגַּלֶּה שֶׁהוּא מְקַבֵּל על מַלְכוּת שָׁמַיִם שְׁלֵמָה וְאָז יֵשׁ עֲלִיָּה לִבְחִינַת מַלְכוּת, שֶׁהִיא בֵּיתָא תַּתָּאָה אֲזַי דַּיְקָא עוֹלֶה גַּם בֵּיתָא עִלָּאָה, שֶׁהִיא בְּחִינַת בִּינָה לִבָּא כִּי בֶּאֱמֶת שְׁנֵיהֶם אֶחָד, וְאַחַת תְּלוּיָה בַּחֲבֶרְתָּה. וּלְבָאֵר הָעִנְיָן קְצָת, צְרִיכִין לַחֲזר וּלְבָאֵר עִנְיַן הַתּוֹרָה הַזּאת וּכְלַל הַתּוֹרָה הִיא כִּי מְבאָר בְּ\"עֵץ חַיִּים\" בִּתְחִלָּתוֹ שֶׁכְּשֶׁהַשֵּׁם יִתְבָּרַך רָצָה לִבְרא אֶת הָעוֹלָם הָיָה אוֹר הַקָּדוֹשׁ בָּרוּך הוּא אֵין סוֹף וְלא הָיָה מָקוֹם לִבְרִיאַת הָעוֹלָמוֹת וְהֻצְרַך כִּבְיָכוֹל לְצַמְצֵם אוֹר הָאֵין סוֹף לִצְדָדִין וְנַעֲשָׂה חָלָל הַפָּנוּי וּבְתוֹך הֶחָלָל הַפָּנוּי הַזֶּה, בָּרָא כָּל הָעוֹלָמוֹת וְכָל הָעוֹלָמוֹת נִבְרְאוּ עַל יְדֵי חָכְמָה, כְּמוֹ שֶׁכָּתוּב: \"כֻּלָּם בְּחָכְמָה עָשִׂיתָ\" וְעִקַּר תַּכְלִית בְּרִיאַת הָעוֹלָמוֹת הָיָה בִּשְׁבִיל הַמַּלְכוּת הַיְנוּ כְּדֵי לְגַלּוֹת מַלְכוּתוֹ שֶׁזֶּה אִי אֶפְשָׁר כִּי אִם עַל יְדֵי הָעוֹלָמוֹת כִּי אֵין מֶלֶך בְּלא עָם וּבִשְׁבִיל זֶה הָיָה הַצִּמְצוּם שֶׁל הֶחָלָל הַפָּנוּי כְּדֵי שֶׁיִּהְיֶה מָקוֹם לִבְרִיאַת הָעוֹלָמוֹת כְּדֵי שֶׁיִּתְגַּלֶּה מַלְכוּתוֹ יִתְבָּרַך וְרַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה, מְבָאֵר כָּל זֶה בְּכָל אָדָם כִּי כָּל אֶחָד מִיִּשְׂרָאֵל הוּא חֵלֶק אֱלוֹקַּ מִמַּעַל וְעִקַּר הָאֱלקוּת בַּלֵּב וְהָאֱלקוּת שֶׁבְּלֵב אִישׁ הַיִּשְׂרְאֵלִי הוּא בְּחִינַת אֵין סוֹף כִּי אוֹר לַהֲבִיּוּתוֹ הוּא עַד אֵין סוֹף הַיְנוּ אֵין סוֹף וְאֵין תַּכְלִית לִתְשׁוּקָתוֹ וּלְפִי גּדֶל הַהִתְלַהֲבוּת הַלֵּב שֶׁל אִישׁ הַיִּשְׂרְאֵלִי שֶׁהוּא עַד אֵין סוֹף לא הָיָה אֶפְשָׁר לוֹ לַעֲשׂוֹת שׁוּם עֲבוֹדָה וְלא הָיָה יָכוֹל לְגַלּוֹת שׁוּם מִדָּה טוֹבָה כִּי מִגּדֶל הִתְלַהֲבוּתוֹ עַד אֵין סוֹף, אֵינוֹ יָכוֹל לַעֲשׂוֹת שׁוּם דָּבָר שֶׁזֶּהוּ בְּחִינַת מַה שֶּׁבִּתְחִלַּת הַבְּרִיאָה לא הָיָה מָקוֹם לַבְּרִיאָה מֵחֲמַת שֶׁהָיָה הַכּל אֵין סוֹף כַּנַּ\"ל כִּי בְּרִיאַת הָעוֹלָמוֹת הֵן הֵן הַמִּדּוֹת כַּנַּ\"ל וְעַל כֵּן בְּהֶכְרֵחַ צָרִיך הָאָדָם לְצַמְצֵם אוֹר הִתְלַהֲבוּת לִבּוֹ שֶׁהוּא עַד אֵין סוֹף כְּדֵי שֶׁיּוּכַל לַעֲבד אֶת הַשֵּׁם בְּהַדְרָגָה וּבְמִדָּה כִּי הַשֵּׁם יִתְבָּרַך רוֹצֶה בַּעֲבוֹדָתֵנוּ שֶׁנַּעֲבד אוֹתוֹ בְּעֻבְדּוֹת וּבְמִדּוֹת טוֹבוֹת שֶׁזֶּה אִי אֶפְשָׁר כִּי אִם עַל יְדֵי הַצִּמְצוּם כַּנַּ\"ל וּכְשֶׁמְּצַמְּצֵם אֶת אוֹר לַהֲבִיּוּת לִבּוֹ אֲזַי נִשְׁאָר חָלָל פָּנוּי בַּלֵּב בְּחִינַת: \"וְלִבִּי חָלָל בְּקִרְבִּי\" [שֶׁזֶּהוּ סוֹד חָלָל הַפָּנוּי שֶׁהָיָה בִּתְחִלַּת הַבְּרִיאָה] וּבְתוֹך זֶה הֶחָלָל הַפָּנוּי, נִתְגַּלִּין מִדּוֹתָיו הַטּוֹבוֹת שֶׁהֵם סוֹד בְּרִיאַת הָעוֹלָמוֹת, שֶׁהָיָה בְּתוֹך חָלָל הַפָּנוּי הַנַּ\"ל כִּי הַמִּדּוֹת הֵן הֵן הָעוֹלָמוֹת כַּנַּ\"ל הַיְנוּ כִּי עַל יְדֵי הַצִּמְצוּם שֶׁמְּצַמְצֵם אֶת אוֹר הַהִתְלַהֲבוּת שֶׁעַל יְדֵי זֶה נַעֲשֶׂה בְּחִינַת חָלָל הַפָּנוּי, בְּחִינַת: \"וְלִבִּי חָלַל בְּקִרְבִּי\" עַל יְדֵי זֶה הוּא עוֹבֵד אֶת הַשֵּׁם יִתְבָּרַך בְּהַדְרָגָה וּבְמִדָּה וְעוֹשֶׂה מַעֲשִׂים טוֹבִים וּמִדּוֹת טוֹבוֹת שֶׁכָּל זֶה הוּא בְּחִינַת הִתְגַּלּוּת הַמִּדּוֹת, שֶׁהֵן הָעוֹלָמוֹת בְּתוֹך חָלָל הַפָּנוּי שֶׁבַּלֵּב וְעִקַּר בְּרִיאַת הָעוֹלָמוֹת הָיָה עַל יְדֵי חָכְמָה כַּנַּ\"ל וְזֶה הוּא בְּחִינַת מַה שֶּׁעִקַּר עֲבוֹדַת הַשֵּׁם, לִזְכּוֹת לְמִדּוֹת וּמַעֲשִׂים טוֹבִים הוּא עַל יְדֵי שֶׁשּׁוֹמֵר הַחָכְמָה שֶׁבַּלֵּב שֶׁהוּא הַמַּחֲשָׁבָה שֶׁבַּלֵּב שֶׁצְּרִיכִין לִשְׁמר מְאד הַמַּחֲשָׁבָה שֶׁבַּלֵּב, שֶׁהוּא בְּחִינַת חָכְמַת לֵב שֶׁזֶּהוּ עִקַּר הַיְצָרִין כִּי מַחֲשָׁבוֹת טוֹבוֹת הֵם יֵצֶר טוֹב וּמַחֲשָׁבוֹת רָעוֹת הֵם יֵצֶר הָרָע הַיְנוּ כְּשֶׁחוֹשֵׁב מַחֲשָׁבוֹת טוֹבוֹת, שֶׁזֶּהוּ בְּחִינַת חָכְמָה שֶׁבַּלֵּב אֲזַי עַל יְדֵי זֶה זוֹכֶה לִפְעֻלּוֹת וּמִדּוֹת טוֹבוֹת שֶׁזֶּהוּ בְּחִינַת הִתְגַּלּוּת הַבְּרִיאָה, שֶׁהִיא הַמִּדּוֹת, בְּתוֹך חָלָל הַפָּנוּי עַל יְדֵי הַחָכְמָה שֶׁבַּלֵּב, שֶׁהוּא בְּחִינַת מַחֲשָׁבוֹת טוֹבוֹת שֶׁבַּלֵּב כַּנַּ\"ל אֲבָל כְּשֶׁחוֹשֵׁב מַחֲשָׁבוֹת רָעוֹת, חַס וְשָׁלוֹם אֲזַי הוּא מְקַלְקֵל הֶחָלָל שֶׁבַּלֵּב, שׁהוּא סוֹד חָלָל הַפָּנוּי וַאֲזַי הוּא מְטַמְטֵם הֶחָלָל שֶׁבַּלֵּב, בִּבְחִינַת עָרְלַת לֵב וְכַנַּ\"ל וְזֶהוּ בְּחִינַת קִלְקוּל הַבְּרִיאָה, שֶׁהָיָה עַל יְדֵי הַחָכְמָה שֶׁבַּלֵּב כַּנַּ\"ל וְכָל עִקַּר הָעֲבוֹדָה שֶׁצְּרִיכִין לַצִּמְצוּם הַנַּ\"ל וְלַחֲשׁב מַחֲשָׁבוֹת טוֹבוֹת, כְּדֵי לִזְכּוֹת לְמַעֲשִׂים טוֹבִים וּמִדּוֹת טוֹבוֹת כָּל זֶה הוּא בִּשְׁבִיל לְגַלּוֹת מַלְכוּתוֹ יִתְבָּרַך שֶׁבִּשְׁבִיל זֶה הָיָה עִקַּר הַבְּרִיאָה כַּנַּ\"ל כִּי עַל יְדֵי שֶׁזּוֹכֶה לִפְעֻלּוֹת וּמִדּוֹת טוֹבוֹת עַל יְדֵי כָּל הַנַּ\"ל עַל יְדֵי זֶה מְקַבֵּל עָלָיו על מַלְכוּת שָׁמַיִם שְׁלֵמָה שֶׁזֶּהוּ בְּחִינַת הִתְגַּלּוּת מַלְכוּתוֹ יִתְבָּרַך שֶׁנִּתְגַּלֶּה עַל יְדֵי בְּרִיאַת הָעוֹלָמוֹת שֶׁבְּתוֹך הֶחָלָל הַפָּנוּי עַל יְדֵי הַחָכְמָה וְכַנַּ\"ל וְהַכְּלָל שֶׁבְּרִיאַת הָעוֹלָמוֹת, וַעֲבוֹדַת הַשֵּׁם יִתְבָּרַך בִּפְעֻלּוֹת וּמִדּוֹת טוֹבוֹת הֵם בְּחִינָה אַחַת מַמָּשׁ וְכַנַּ\"ל וְאָז כְּשֶׁנִּתְגַּלֶּה מַלְכוּתוֹ יִתְבָּרַך עַל יְדֵי מַעֲשָׂיו וּמִדּוֹתָיו הַטּוֹבִים שֶׁנִּתְגַּלּוּ בְּתוֹך הֶחָלָל שֶׁבְּלִבּוֹ כַּנַּ\"ל זֶהוּ בְּחִינַת עֲלִיַּת שְׁנֵי הַבָּתִּים הַנַּ\"ל מִי עִם זאת בֵּיתָא עִלָּאָה וּבֵיתָא תַּתָּאָה כַּנַּ\"ל כִּי הִתְגַּלּוּת הַמַּלְכוּת, זֶה בְּחִינַת בֵּיתָא תַּתָּאָה וּתְחִלַּת הַצִּמְצוּם שֶׁהוּא הֶחָלָל הַפָּנוּי שֶׁבַּלֵּב, זֶה בְּחִינַת בֵּיתָא עִלָּאָה שֶׁעִקַּר כַּוָּנַת הַצִּמְצוּם הָיָה בִּשְׁבִיל עֲבוֹדַת הַשֵּׁם יִתְבָּרַך כְּדֵי לִזְכּוֹת לְגַלּוֹת מַלְכוּתוֹ יִתְבָּרַך וְעַל כֵּן אֵין נִשְׁלָם תִּקּוּן וַעֲלִיַּת בֵּיתָא עִלָּאָה עַד שֶׁעוֹלֶה בֵּיתָא תַּתָּאָה דְּהַיְנוּ עַד שֶׁנִּתְגַּלֶּה מַלְכוּתוֹ יִתְבָּרַך שֶׁזֶּה עִקַּר תַּכְלִית כַּוָּנַת הַבְּרִיאָה וְאָז כְּשֶׁנִּתְגַּלֶּה מַלְכוּתוֹ יִתְבָּרַך, אָז דַּיְקָא יֵשׁ עֲלִיָּה לְבֵיתָא עִלָּאָה כִּי אָז דַּיְקָא עוֹלִים שְׁנֵיהֶם יַחַד, בֵּיתָא עִלָּאָה וּבֵיתָא תַּתָּאָה בִּבְחִינַת מִי זאת עוֹלָה, מִי עִם זאת עוֹלָה וְכוּ' כַּנַּ\"ל כִּי לא אָבוֹא בְּעִיר עַד דִּבְקִרְבְּך קָדוֹשׁ שֶׁאֵין הַקָּדוֹשׁ בָּרוּך הוּא נִכְנָס בִּירוּשָׁלַיִם שֶׁלְּמַעְלָה, שֶׁהִיא בִּינָה לִבָּא וְכוּ' כַּנַּ\"ל עַד שֶׁיִּבְנֶה יְרוּשָׁלַיִם שֶׁלְּמַטָּה שֶׁהוּא בְּחִינַת הִתְגַּלּוּת מַלְכוּתוֹ יִתְבָּרַך כַּנַּ\"ל וְכָל זֶה הוּא בְּחִינַת תְּפִילָּה, שֶׁהִיא עֲבוֹדָה שֶׁבַּלֵּב כִּי תְּפִילָּה שֶׁבַּלֵּב, הִיא בְּחִינַת הִתְגַּלּוּת מַלְכוּתוֹ, שֶׁבְּתוֹך חָלָל הַפָּנוּי שֶׁבַּלֵּב כַּנַּ\"ל וְהָבֵן מְאד, כִּי הַדְּבָרִים עֲמֻקִּים מְאד מְאד וְרַבֵּנוּ זַ\"ל קִצֵּר כָּאן וְדִבֵּר הַכּל בְּרֶמֶז, כְּמָאן דְּמַחְוֵי בְּמָחוֹג, וְהַדְּבָרִים נְכוֹחִים לַמֵּבִין וְהָעִקָּר לְקַיְּמָם כִּפְשׁוּטָן לִשְׁמר עַצְמוֹ מְאד מִמַּחֲשָׁבוֹת רָעוֹת כִּי מַחֲשָׁבוֹת רָעוֹת הֵם עִקַּר הַיֵּצֶר הָרָע בְּחִינַת יְצִירָה לְבִישׁ עַל כֵּן צְרִיכִין לִשְׁמר מַחֲשַׁבְתּוֹ מְאד, וּלְהַכְרִיחַ עַצְמוֹ תָּמִיד לַחֲשׁוֹב מַחֲשָׁבוֹת טוֹבוֹת שֶׁהֵם בְּחִינַת יֵצֶר טוֹב וְלִזְכּוֹת לַעֲשׂוֹת עַל יְדֵי זֶה מַעֲשִׂים טוֹבִים וּמִדּוֹת טוֹבוֹת וְכוּ' וּלְהִתְפַּלֵּל בְּכַוָּנָה וְלַעֲשׂוֹת תְּשׁוּבָה וּבַתְּחִלָּה צְרִיכִין לְצַמְצֵם הִתְלַהֲבוּת לִבּוֹ שֶׁלּא יִבְעַר יוֹתֵר מִדַּי כִּי צְרִיכִין לַעֲבד אֶת הַשֵּׁם יִתְבָּרַך בְּהַדְרָגָא וּבְמִדָּה דַּיְקָא וּשְׁאָר כָּל הַדְּרָכִים קְדוֹשִׁים וּטְהוֹרִים, וְעֵצוֹת נְכוֹנוֹת, שֶׁיְּכוֹלִין לְהוֹצִיא מִתּוֹך דִּבְרֵי הַתּוֹרָה הַקְּדוֹשָׁה הַנּוֹרָאָה הַזּאת וְעוֹד לֶאֱלוֹקַּ מִלִּין בְּכָל זֶה וְיִתְבָּאֵר בְּמָקוֹם אַחֵר קְצָת כִּי לא יַסְפִּיקוּ הֲמוֹן יְרִיעוֹת לְבָאֵר דִּבּוּר אֶחָד מִדִּבּוּרָיו הַנּוֹרָאִים, וְדַי בָּזֶה כָּעֵת:] [וְנַחֲזר לְעִנְיָן רִאשׁוֹן]. וּבִשְׁבִיל זֶה, נִקְרָא נִיסָן אָבִיב, אָלֶ\"ף עִם בֵּי\"ת, יוּ\"ד עִם בֵּית ...", 
            "ה. וְזֶה בְּחִינַת הַשִּׁיר שֶׁיִּתְעַר לֶעָתִיד וְהוּא שִׁיר פָּשׁוּט כָּפוּל מְשֻׁלָּשׁ מְרֻבָּע וְהֵם עֲשָׂרָה מִינֵי נִגּוּנָא זֶה בְּחִינַת הֵא שֶׁהִיא דָּלֶת עִם יוּד זֶה בְּחִינַת שִׁיר פָּשׁוּט כָּפוּל מְשֻׁלָּשׁ מְרֻבָּע יוּד, זֶה בְּחִינַת עֲשָׂרָה מִינֵי נִגּוּנָא וְזֶה עַל יְדֵי הִתְגַּלּוּת מַלְכוּתוֹ, בִּבְחִינַת שָׂרָה עַל כָּל הָעוֹלָם וְשָׂרָה, זֶה בְּחִינַת שִׁיר, בְּחִינַת: \"וְשָׁרִים כְּחוֹלְלִים\" וְזֶה בְּחִינַת מַלְכוּת דָּוִד, שֶׁהוּא בְּחִינַת נְעִים זְמִירוֹת יִשְׂרָאֵל וְזֶה פֵּרוּשׁ: 'אִתְּתָך גּוּצָא גְּחֹן וּלְחִישׁ' פֵּרֵשׁ רַשִׁ\"י 'שְׁמַע עֲצָתָהּ' הִיא בְּחִינַת עֵצָה כְּשֶׁהַתְּפִילָּה, הַיְנוּ בְּחִינַת מַלְכוּת, בְּשִׁפְלוּת וּבְקַטְנוּת \"אָחוֹת לָנוּ קְטַנָּה\", בְּחִינַת: \"אֶת הַמָּאוֹר הַקָּטן\" בִּבְחִינַת עֲצָתוֹ נוֹפָלֶת צָרִיך לְהָקִים אוֹתָהּ בִּבְחִינַת: \"אָקִים אֶת סֻכַּת דָּוִד\" וְסֻכָּה זוֹ שָׂרָה, שֶׁסָּכְתָה בְּרוּחַ הַקּדֶשׁ וְשָׂרָה זֶה מַלְכוּת בִּבְחִינַת \"עֲצַת ה' הִיא תָקוּם\" בִּבְחִינַת: \"שְׁנֵי הַמְּאוֹרוֹת הַגְּדוֹלִים\" וְזֶה: וּלְחִישׁ לָהּ, תְּקַבֵּל עֲצָתָהּ וְזֶה עֲלִיּוֹת הַתְּפִילָּה שֶׁהִיא בְּלַחַשׁ שֶׁהִיא עֲבוֹדָה שֶׁבַּלֵּב ...", 
            "ו. וְזֶה בְּחִינַת תְּשׁוּבָה, כְּמוֹ שֶׁכָּתוּב: \"הוּקַם עָל\" 'עֻלָּהּ שֶׁל תְּשׁוּבָה' וּתְשׁוּבָה הִיא אוֹתִיּוֹת תָּשׁוּב ה' שֶׁנַּעֲשֵׂית מִדָּלֶת ה' וְעִקַּר הַתְּשׁוּבָה תָּלוּי בַּלֵּב, כְּמוֹ שֶׁכָּתוּב \"וּלְבָבוֹ יָבִין וְשָׁב\" וְזֶה בְּחִינַת: מִי זאת עוֹלָה מִי עִם זאת עוֹלָה עֻלָּהּ שֶׁל תְּשׁוּבָה עֲלִיָּתָהּ שֶׁל תְּשׁוּבָה, עִם מִי וְזֶהוּ בְּחִינַת: 'גְּדוֹלָה תְּשׁוּבָה שֶׁמַּגַּעַת עַד כִּסֵּא הַכָּבוֹד' וְזֶה: 'גְּדוֹלָה תְּשׁוּבָה שֶׁמְּקָרֶבֶת הַגְּאֻלָּה' כִּי לֶעָתִיד לְיוֹם שֶׁכֻּלּוֹ שַׁבָּת יִתְגַּלֶּה אוֹרַיְתָא דְּעַתִּיקָא סְתִימָאָה \"אָז תִּתְעַנַּג עַל ה'\" עַל ה' דַּיְקָא, הוּא עַתִּיקָא סְתִימָאָה וְזֶה עִקַּר ענֶג שַׁבָּת: \"וְשַׁבְתָּ עַד ה' אֱלקֶיך\" גְּדוֹלָה תְּשׁוּבָה כְּשֶׁמַּעֲלֶה תְּשׁוּבָה מִבְּחִינַת אֶת הַמָּאוֹר הַקָּטן מִבְּחִינַת 'אָחוֹת לָנוּ קְטַנָּה' \"וְהָיָה אוֹר הַלְּבָנָה כְּאוֹר הַחַמָּה\" שֶׁמַּגַּעַת עַד כִּסֵּא הַכָּבוֹד הַיְנוּ שֶׁעַל יְדֵי זֶה יַגִּיעַ וְיַשִּׂיג אוֹרַיְתָא דְּעַתִּיקָא סְתִימָאָה וְזֶה 'כִּסֵּא הַכָּבוֹד', שֶׁמְּכַסִּין אוֹתָהּ \"וּכְבָשִׂים לִלְבוּשֶׁך\" דְּבָרִים שֶׁהֵם כִּבְשׁוֹנוֹ שֶׁל עוֹלָם יִהְיוּ תַּחַת לְבוּשֶׁך \"כְּבוֹד אֱלהִים הַסְתֵּר דָּבָר\" וְזֶה 'כִּסֵּא הַכָּבוֹד' שֶׁמְּכַסִּין מִפְּנֵי כְּבוֹד אֱלהִים, וְאַתָּה תַּגִּיעַ וְתַשִּׂיג אוֹתָה וְזֶה בְּחִינַת בְּרֵאשִׁית, בֵּי\"ת רֵאשִׁית הַיְנוּ שְׁנֵי רֵאשִׁית וְהֵם ראשׁ הַשָּׁנָה וְנִיסָן שֶׁגַּם נִיסָן הוּא ראשׁ הַשָּׁנָה 'וְהִיא נִקְרֵאת קַבָּלָה, כַּד אִיהִי בֵּין תְּרֵין דְּרוֹעִין דְּמַלְכָּא' וּ'תְרֵין דְּרוֹעִין', הֵם תִּשְׁרֵי וְנִיסָן וְהֵם יְמֵי תְּשׁוּבָה, כִּי בָּם הוּא יְמֵי תְּשׁוּבָה וְאֵין הַגְּאֻלָּה אֶלָּא עַל יְדֵי תְּשׁוּבָה, כְּמוֹ שֶׁכָּתוּב: \"וּבָא לְצִיּוֹן גּוֹאֵל\" וְכוּ' וְעִקַּר יְדִיעַת הַקַּבָּלָה, הַיְנוּ יְדִיעַת סוֹדוֹת הַתּוֹרָה הוּא יִהְיֶה לֶעָתִיד שֶׁאָז יִתְגַּלֶּה אוֹרַיְתָא דְּעַתִּיקָא בִּבְחִינַת תַּעֲנוּג שַׁבָּת, בִּבְחִינַת: \"אָז תִּתְעַנַּג עַל ה'\" וְזֶה לְשׁוֹן תִּשְׁרֵי, לְשׁוֹן שִׁירָה כְּמוֹ שֶׁכָּתוּב \"הַשִּׁיר יִהְיֶה לָכֶם כְּלֵיל הִתְקַדֵּשׁ חָג\" כִּי יִתְעַר שִׁיר וְנִגּוּנָא בְּעָלְמָא בִּבְחִינַת פֶּ\"ה סָ\"ח בִּבְחִינַת: \"לְמַעַן יְזַמֶּרְך כָבוֹד וְלא יִדּם\" 'וְלא יִדּם' דַּיְקָא, הַיְנוּ פֶּה סָח בְּחִינַת שָׂרָה עַל כָּל הָעוֹלָם, בְּחִינַת שִׁיר שֶׁלֶּעָתִיד ז. וְזֶה בְּחִינַת צִיצִית, הַיְנוּ בְּחִינַת תְּכֵלֶת, דְּאָכְלִי כּלָּא וְשָׁצֵי כּלָּא כִּי עַל יְדֵי הִתְגַּלּוּת מַלְכוּת דִּקְדֻשָּׁה, יִתְבַּטֵּל מַלְכוּת דְּסִטְרָא אָחֳרָא אֲבָל יִשְׂרָאֵל הַדְּבוּקִים בָּהּ, יְקַבְּלוּ חִיּוּתָם כְּמוֹ שֶׁכָּתוּב בַּזוהַר \"וְאַתֶּם הַדְּבֵקִים בַּה' אֱלקֵיכֶם\" שֶׁהוּא בְּחִינַת תְּכֵלֶת דְּאָכְלֵי כּלָּא וְשָׁצֵי כּלָּא אַף עַל פִּי כֵן חַיִּים כֻּלְּכֶם הַיּוֹם כִּי עִקַּר הַחִיּוּת בָּא מִשָּׁם בִּבְחִינַת: 'דָּוִד מֶלֶך יִשְׂרָאֵל חַי וְקַיָּם' וְזֶה בְּחִינַת כַּלָּה, בְּחִינַת תְּכֵלֶת, דְּאָכְלֵי כּלָּא וְשָׁצֵי כּלָּא אֲבָל יִשְׂרָאֵל הַדְּבֵקִים בָּהּ חַיִּים וְקַיָּמִים \"כִּי אֶעֱשֶׂה כָלָה בְּכָל הַגּוֹיִם\" וְכוּ': \"וַתְּכַל נֶפֶשׁ דָּוִד\" [שם כתוב ותכל דוד ופרש\"י הרי זה מקרא קצר ותכל נפש דוד וכן ת\"י וכו':] 'נֶפֶשׁ דָּוִד' הִיא בְּחִינַת תְּכֵלֶת, דְּאָכְלֵי כּלָּא וְשָׁצֵי כּלָּא וְזֶה בְּחִינַת . 'רוּחַ צָפוֹן הָיְתָה מְנַשֶּׁבֶת בְּכִנּוֹר שֶׁל דָוִד, וְהָיָה מְנַגֵּן' 'רוּחַ צָפוֹן', זֶה בְּחִינַת דִּינִים גְּבוּרוֹת, בְּחִינַת תְּכֵלֶת \"מִכְּנַף הָאָרֶץ זְמִרת שָׁמַעְנוּ\" 'מִכְּנַף' דַּיְקָא, שֶׁהוּא בְּחִינַת תְּכֵלֶת, וְשָׁם בְּחִינַת נְעִים זְמִירוֹת יִשְׂרָאֵל וְזֶה בְּחִינַת ה דָּ\"לֶת עִם יוּד דָּלֶת, זֶה בְּחִינַת דָּלֶת כְּנָפוֹת בְּחִינַת מִכְּנַף הָאָרֶץ יוּד, זֶה בְּחִינַת עֲשָׂרָה מִינֵי נִגּוּנָא, בְּחִינַת זְמִרת שָׁמַעְנוּ וְזֶה פֵּרוּשׁ \"וַעֲשִׂירִית הָאֵיפָה סֹלֶת לְמִנְחָה\" וְכוּ' כִּי עִקַּר כּחַ הַכַּלָּה, הַיְנוּ כּחַ בְּחִינַת תְּכֵלֶת הִיא מְקַבֶּלֶת בִּבְחִינַת אִמָּא אוֹזְפַת מָאנְהָא לִבְרַתָּהּ וְהִיא שָׁרְשָׁן, שֶׁעַל יָדָהּ נִמְתָּקִין וְזֶה: \"וַיִּתְעַצֵּב אֶל לִבּוֹ\" בִּבְחִינַת דִּינִין מִתְעָרִין מִנַּהּ \"וַיּאמֶר אֶל לִבּוֹ לא אוֹסִיף עוֹד לְקַלֵּל\" בִּבְחִינַת הַמְתָּקַת הַדִּינִים בְּשָׁרְשָׁן וְזֶה פֵּרוּשׁ: וַעֲשִׂירִית הָאֵיפָה אֵיפָה, אִי פֶה מַלְכוּת פֶּה בְּחִינוֹת כְּבוֹד אֱלהִים, מֶלֶך הַכָּבוֹד כַּד אִיהִי סְלֵיקִית מַלְאָכַיָּא שְׁאֵלִין בְּגִינַהּ אֵי פֶה, \"אַיֵּה מְקוֹם כְּבוֹדוֹ\" וַעֲשִׂירִית, זֶה בְּחִינַת יוּ\"ד, בְּחִינַת קְדֻשָּׁה כַּנַּ\"ל הַיְנוּ כְּשֶׁרוֹצִין לְהַמְשִׁיך קְדֻשָּׁה לְתוֹך מַלְכוּת כְּדֵי לְהַעֲלוֹת אוֹתָהּ בִּבְחִינַת אֵי פֶה סֹלֶת לְמִנְחָה בְּלוּלָה בַשֶּׁמֶן, צָרִיך לְחַבֵּר שְׁנֵי בָּתִּים לִהְיוֹת אֶחָד בֵּיתָא עִלָּאָה סֹלֶת לְמִנְחָה זֶה בְּחִינַת דִּינִים, בְּחִינַת: 'יִצְחָק תִּקֵּן תְּפִילַּת מִנְחָה' סֹלֶת, לְשׁוֹן \"סָלִיתָ כָּל שׁוֹגִים מֵחֻקֶּיך\" שֶׁבֵּיתָא עִלָּאָה מַמְתִּיק וּמְשַׁבֵּר הַדִּינִים כַּנַּ\"ל בִּבְחִינַת: \"מִי יְמַלֵּל גְּבוּרוֹת ה'\" וְצָרִיך שֶׁיֻּבְלַל בֵּיתָא עִלָּאָה עִם בֵּיתָא תַּתָּאָה הַנִּקְרָא שֶׁמֶן בְּחִינַת מַלְכוּת דָּוִד, כְּמוֹ שֶׁכָּתוּב: \"עַל כֵּן מְשָׁחֲך אֱלהִים אֱלקֶיך שֶׁמֶן שָׂשׂוֹן\" רְבִיעִת הַהִין, נַעֲשֶׂה מִדַּלְתִין הֵהִין וְזֶה פֵּרוּשׁ: לַשֶּׁמֶשׁ שָׂם אהֶל בָּהֶם כִּי הַצַּדִּיק נִקְרָא שֶׁמֶשׁ כְּמַאֲמַר חֲכָמֵינוּ, זִכְרוֹנָם לִבְרָכָה: 'עַד שֶׁלּא שָׁקְעָה שִׁמְשׁוֹ שֶׁל עֵלִי' וְכוּ', \"וְזָרַח הַשֶּׁמֶשׁ וּבָא הַשֶּׁמֶשׁ\" וּזְרִיחָתוֹ שֶׁל הַצַּדִּיק, הַיְנוּ הַשָּׂגָתוֹ, אֵינוֹ אֶלָּא עַל יְדֵי יִשְׂרָאֵל כַּמַּאֲמָר: \"לֶך רֵד כִּי שִׁחֵת עַמְּך\" 'כְּלוּם נָתַתִּי לְך גְּדֻלָּה אֶלָּא בִּשְׁבִיל יִשְׂרָאֵל' וְזֶהוּ: \"אהֶל בָּהֶם\" 'אהֶל' לְשׁוֹן זְרִיחָתוֹ, כְּמוֹ: \"בְּהִלּוֹ נֵרוֹ\" וְזֶהוּ: \"בָּהֶם\", עַל יְדֵי יִשְׂרָאֵל וּכְשֶׁיִּשְׂרָאֵל, חַס וְשָׁלוֹם, נִכְנָסִין בְּחָכְמוֹת חִיצוֹנִיּוֹת שֶׁל הָאֻמּוֹת אֲזַי נוֹפֵל הַצַּדִּיק מֵהַשָּׂגָתוֹ, וְנִתְחַפֶּה וְנִתְכַּסֶּה הַשָּׂגָתוֹ וּכְשֶׁיּוֹצְאִין יִשְׂרָאֵל מֵחָכְמָתָן שֶׁל הָאֻמּוֹת, אֲזַי וְהוּא כְּחָתָן יצֵא מֵחֻפָּתוֹ הַצַּדִּיק יוֹצֵא מֵהַחֻפָּה וְהַמִּכְסֶה שֶׁהָיָה לוֹ עַד עַכְשָׁו יָשִׂישׂ כְּגִבּוֹר לָרוּץ ארַח, כִּי הַצַּדִּיקִים הֵם \"גִּבּרֵי כחַ עשֵׂי דְבָרוֹ לִשְׁמוֹעַ בְּקוֹל דְּבָרוֹ\" כִּי צָרִיך הִתְגַּבְּרוּת כְּדֵי לָרוּץ ארַח הַזֶּה שֶׁהָיוּ יְכוֹלִים לֵילֵך בַּזְּמַן הַזֶּה שֶׁהָיוּ יִשְׂרָאֵל נְזוּפִים וְעַכְשָׁו רָצִים בִּמְהִירוּת גָּדוֹל זֶה הַדֶּרֶך וְהִתְגַּבְּרוּת הַזּאת, הִיא בְּחִינַת צִיצִית, בְּחִינַת תְּכֵלֶת כַּנַּ\"ל, בְּחִינוֹת מַקִיפִים וְזֶה מִקְּצֵה הַשָּׁמַיִם מוֹצָאוֹ וּתְקוּפָתוֹ, בְּחִינוֹת מַקִּיפִים וְעִם בְּחִינַת תְּכֵלֶת הַזּאת, מְכַלִּים וְשָׁצִים הָעַכּוּ\"ם, בִּבְחִינַת: \"כִּי אֶעֱשֶׂה כָלָה בְּכָל הַגּוֹיִם\" וְאֵין נִסְתָּר מֵחַמָּתוֹ מֵחַמָּתוֹ זֶה בְּחִינַת כַּלָּה, כְּמוֹ שֶׁכָּתוּב: \"כַּלֵּה בְחֵמָה כַּלֵּה וְאֵינֵמוֹ\" וְעַל יְדֵי זֶה זוֹכִים לְהַשָּׂגַת אוֹרַיְתָא דְּעַתִּיקָא, בִּבְחִינַת ענֶג שַׁבָּת כַּנַּ\"ל וְזֶה 'תּוֹרַת ה' תְּמִימָה' שֶׁהִיא תּוֹרָה דְּעַתִּיקָא, שֶׁהִיא תְּמִימָה עֲדַיִן, שֶׁעֲדַיִן לא הִשִּׂיגוּ מִמֶּנָּה כְּלוּם 'מְשִׁיבַת נָפֶשׁ' זֶה בְּחִינַת שַׁבָּת, כִּי בוֹ שָׁבַת וַיִּנָפַשׁ וְזֶה טַעַם לָמָּה שׁוֹלַחַת הַכַּלָּה לְהֶחָתָן טַלִּית כִּי הַצַּדִּיק מְקַבֵּל גְּבוּרָתוֹ עַל יְדֵי יִשְׂרָאֵל, כְּמוֹ שֶׁכָּתוּב: לַשֶּׁמֶשׁ שָׂם אהֶל בָּהֶם וְזֶה שֶׁאוֹמְרִים עֵלַה עַל הַחֲתֻנָּה עַל שֵׁם הִיא הָעוֹלָה כַּנַּ\"ל כִּי הַשִּׂמְחָה הִיא בַּלֵּב כְּמוֹ שֶׁכָּתוּב: \"נָתַתָּה שִׂמְחָה בְלִבִּי\" וּזְמִירוֹת שֶׁמְּזַמְּרִין עַל הַחֲתֻנָּה, זֶה הֵ\"א, דָּלֶ\"ת עִם יוּ\"ד, שִׁיר פָּשׁוּט וְכוּ' כַּנַּ\"ל וְזֶה שֶׁצּוֹעֲקִין שַׁבָּת שֶׁעַל יְדֵי זֶה זוֹכִין לְענֶג שַׁבָּת, לְאוֹרַיְתָא דְּעַתִּיקָא כַּנַּ\"ל. וּמַה שֶּׁנּוֹתְנִין מָעוֹת כְּשֶׁקּוֹרְאִין שַׁבָּת כִּי בְּאוֹרַיְתָא שֶׁל עַכְשָׁו, יֵשׁ יָמִין וּשְׂמאל \"וּבִשְׂמאלָהּ עשֶׁר\" אֲבָל בְּעַתִּיקָא לֵית שְׂמאל וְלֵית עשֶׁר תַּמָּן וּבִשְׁבִיל זֶה כְּשֶׁשּׁוֹמְעִין יִשְׂרָאֵל בְּשׂוֹרַת הַתּוֹרָה דְּעַתִּיקָא נוֹתְנִין אֶת הַמָּעוֹת כִּי אֵין צָרִיך לְמָעוֹת, כִּי בָּעוֹלָם הַבָּא לֵית אֲכִילָה וּשְׁתִיָּה וְזֶה פֵּרוּשׁ: מַלְכֵי צְבָאוֹת יִדּדוּן הַיְנוּ הַצַּדִּיקִים שֶׁהֵם מַלְאָכָיו גִּבּוֹרֵי כחַ שֶׁהֵם מְדַדִּין בִּמְרוּצָה וּבִמְהִירוּת כְּדֵי לָרוּץ ארַח וְזֶה רִקּוּדִין וּנְוַת בַּיִת תְּחַלֵּק שָׁלָל וְיִשְׂרָאֵל הֵם מְחַלְּקִים הַמָּעוֹת לְהוֹרוֹת שֶׁאֵין צָרִיך לְמָעוֹת וְאֵין שָׁם בִּבְחִינַת עַתִּיקָא שְׂמאל בַּיִת תְּחַלֵק שָׁלָל רָאשֵׁי תֵּבוֹת שַׁבָּת עִנְיָן אַחֵר לְהוֹרוֹת וַתְּרָנוּת גָּדוֹל בָּזֶה שֶׁמְּחַלְּקִין מָעוֹת לְהוֹרוֹת שֶׁהַכַּלָּה הִיא בְּחִינַת הֵ\"א שֶׁמִּדָּלֶ\"ת נַעֲשֵׂית הֵ\"א שֶׁעַל יְדֵי זֶה בָּא עֲשִׁירוּת גָּדוֹל, בִּבְחִינוֹת: 'וַהֲרִיקוֹתִי לָכֶם בְּרָכָה עַד בְּלִי דַּי, עַד שֶׁיִּבְלוּ שִׂפְתוֹתֵיכֶם' וְכוּ' שֶׁמְּחַלְּקִין הַמָּעוֹת מוֹרֶה שֶׁהִגִּיעוּ לְזאת הַבְּרָכָה, עַד שֶׁהַמָּעוֹת אֵין חָשׁוּב אֶצְלָם וְזֶה פֵּרוּשׁ: \"וַעֲשִׂירִית הָאֵיפָה\" 'עֲשִׂירִית', שֶׁהוּא בִּבְחִינַת אֵי פֶה, הַיְנוּ שֶׁבָּלוּ פִּיהֶם מִלּוֹמַר דַּי, שֶׁיֵּשׁ לָהֶם כָּל כָּך עֲשִׁירוּת וְזֶה מֵחֲמַת שֶׁנַּעֲשָׂה מֵרְבִיעִית הַהִין, מִדָּלֶ\"ת הֵ\"א כַּנַּ\"ל [מִסִּימָן ל\"ב עַד כָּאן, כָּל זֶה הוּא לְשׁוֹן רַבֵּנוּ זַ\"ל לְבַד בְּאֵיזֶהוּ מְקוֹמוֹת שֶׁהוֹסַפְתִּי שָׁם קְצָת דְּבָרִים, כְּפִי מַה שֶׁשָּׁמַעְתִּי וְהֵבַנְתִּי מִפִּיו הַקָּדוֹשׁ אוֹ מִפִּי כְּתָבוֹ כַּנִּרְשָׁם כָּל אֶחָד בִּמְקוֹמוֹ] [עוֹד שָׁמַעְתִּי דְּבָרִים הַשַּׁיָּכִים לַתּוֹרָה הַזּאת וְזֶהוּ] 'הָרוֹצֶה שֶׁיְּנַסֵּך יַיִן עַל גַּבֵּי הַמִּזְבֵּחַ, יְמַלֵּא גְּרוֹנָם שֶׁל תַּלְמִידֵי חֲכָמִים יַיִן' כִּי עִקַּר הָאֱלקוּת הוּא בַּלֵּב, כְּמוֹ שֶׁכָּתוּב: \"צוּר לְבָבִי\" כְּמוֹ שֶׁכָּתוּב: \"וְאֵין צוּר כֵּאלקֵינוּ\", 'אֵין צַיָּר כֵּאלקֵינוּ' כִּי הַלֵּב הוּא הַצַּיָּר שֶׁל הַמִּדּוֹת הַיְנוּ הַחָכְמָה שֶׁבַּלֵּב וְכוּ' כַּנַּ\"ל כִּי קדֶם הַבְּרִיאָה הָיָה אוֹר הַקָּדוֹשׁ בָּרוּך הוּא אֵין סוֹף וְכוּ', כַּנַּ\"ל עַיֵּן שָׁם הֵיטֵב נִמְצָא כְּשֶׁהַלֵּב בִּבְחִינַת: \"וְלִבִּי חָלַל בְּקִרְבִּי\", בִּבְחִינוֹת צוּר לְבָבִי כַּנַּ\"ל הוּא בְּחִינוֹת בְּרִיאַת הָעוֹלָם וּלְהֵפֶך כְּשֶׁהַלֵּב אָטוּם, בִּבְחִינַת עָרְלַת לֵב הוּא מְקַלְקֵל אֶת הַבְּרִיאָה, כַּמְבאָר לְמַעְלָה עַיֵּן שָׁם וְעַל כֵּן הַצַּדִּיק שֶׁלִּבּוֹ פָּתוּחַ בְּחָכְמָה, בִּבְחִינַת: \"וְלִבִּי חָלַל בְּקִרְבִּי\", בְּחִינוֹת: \"צוּר לְבָבִי\" עַל כֵּן, עַל יְדֵי זֶה יוּכַל לְחַדֵּשׁ מַעֲשֵׂה בְּרֵאשִׁית, וְלַעֲשׂוֹת נִסִּים וְנִפְלָאוֹת בָּעוֹלָם כְּמוֹ שֶׁכָּתוּב: \"וּבְטוּבוֹ מְחַדֵּשׁ בְּכָל יוֹם תָּמִיד מַעֲשֵׂה בְרֵאשִׁית\" 'וּבְטוּבוֹ', זֶה הַצַּדִּיק שֶׁנִּקְרָא טוֹב, כְּמוֹ שֶׁכָּתוּב \"אִמְרוּ צַדִּיק כִּי טוֹב\" כִּי לֵב הַצַּדִּיק הַנַּ\"ל, הוּא בְּחִינַת בְּרִיאַת הָעוֹלָם כַּנַּ\"ל וְזֶה פֵּרוּשׁ מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ, זִכְרוֹנָם לִבְרָכָה: \"חַמּוּקֵי יְרֵכַיִך כְּמוֹ חֲלָאִים מַעֲשֵׂה יְדֵי אָמָּן\" אֵלּוּ הַשִּׁיתִין שֶׁמְּנֻקָּבִין וּמְחֻלָּלִים עַד הַתְּהוֹם הַיְנוּ בְּחִינוֹת: \"וְלִבִּי חָלַל בְּקִרְבִּי\" כִּי 'תְּהוֹם דָּא לִבָּא' כַּמּוּבָא בַּזוהַר וְזֶה 'חֲלָאִים מַעֲשֵׂה יְדֵי אָמָּן' מַעֲשֵׂי יְדֵי אָמָּנוּתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּך הוּא הַיְנוּ שֶׁבְּחִינוֹת חֲלָאִים, הַיְנוּ שֶׁמְּחֻלָּלִין עַד הַתְּהוֹם בְּחִינוֹת: \"וְלִבִּי חָלַל בְּקִרְבִּי\" כַּנַּ\"ל זֶה בְּחִינַת בְּרִיאַת הָעוֹלָם כַּנַּ\"ל וְזֶה מַעֲשֵׂה יְדֵי אָמָּן אָמָּנוּתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּך הוּא כִּי בְּחִינוֹת וְלִבִּי חָלַל וְכוּ', בְּחִינוֹת חֲלָאִים שֶׁמְּחֻלָּלִין וְכוּ' כַּנַּ\"ל הוּא מַמָּשׁ מַעֲשֵׂה יְדֵי אָמָּנוּתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּך הוּא כִּי זֶה הוּא בְּחִינוֹת בְּרִיאַת הָעוֹלָם כַּנַּ\"ל וְעַל יְדֵי זֶה יוּכַל לַעֲשׂוֹת נִסִּים בָּעוֹלָם כַּנַּ\"ל וְזֶהוּ 'שֶׁמְּחֻלָּלִין עַד הַתְּהוֹם', הַיְנוּ בְּחִינוֹת נִסִּים . \"וַתֵּהם כָּל הָעִיר\" שֶׁעַל דָּבָר נִסִּי הַכּל תְּמֵהִין וְזֶהוּ 'הָרוֹצֶה לְנַסֵּך יַיִן וְכוּ' יְמַלֵּא גְּרוֹנָם' וְכוּ' כִּי 'גְּרוֹנָם', הוּא בְּחִינַת שִׁיתִין שֶׁמְּחֻלָּלִין עַד הַתְּהוֹם, הֵם קָנֶה וְלִבָּא [וְעַל יְדֵי הַיַּיִן נִפְתָּח חֲלַל הַלֵּב בִּבְחִינַת: וְלִבִּי חָלַל בְּקִרְבִּי, כִּי חַמְרָא וְרֵיחָנִי פָּקְחִין] וְעַל כֵּן כָּל הַמְמַלֵּא גְּרוֹנָם וְכוּ', כְּאִלּוּ מְנַסֵּך יַיִן עַל גַּבֵּי הַשִּׁיתִין שֶׁמְּנֻקָּבִין וּמְחֻלָּלִין עַד הַתְּהוֹם כַּנַּ\"ל. [כַּאן חָסֵר קְצָת דְּבָרִים, כִּי לא נִכְתַּב בִּזְמַנּוֹ] שַׁיָּך לְעֵיל \"יָשִׂישׂ כְּגִבּוֹר לָרוּץ ארַח\" וְכוּ' כִּי צָרִיך הִתְגַּבְּרוּת גָּדוֹל וְכוּ' לָרוּץ ארַח הַזֶּה שֶׁהָיוּ יְכוֹלִים לֵילֵך בִּזְמַן שֶׁהָיוּ יִשְׂרָאֵל נְזוּפִים. וְעַכְשָׁו רָצִים בִּמְהִירוּת גָּדוֹל זֶה הַדֶּרֶך וְכוּ' עַד כָּאן לְשׁוֹנוֹ בְּעֵת שֶׁאָמַר זאת הַתּוֹרָה, שָׁמַעְתִּי אָז מִפִּיו הַקָּדוֹשׁ עִנְיָן זֶה בְּבֵאוּר יוֹתֵר שֶׁאָמַר בְּפֵרוּשׁ עִנְיָן זֶה, לְעִנְיַן בְּנֵי אָדָם הַזּוֹכִים לַעֲשׂוֹת תְּשׁוּבָה עַל הֶעָבָר וְאָמַר שֶׁאַף עַל פִּי שֶׁזּוֹכִים לְתַקֵּן מַה שֶּׁעָבַר אַף עַל פִּי כֵן עֲדַיִן הֵיכָן הוּא אוֹתוֹ הַזְּמַן שֶׁהָיוּ רְחוֹקִים מֵהַשֵּׁם יִתְבָּרַך שֶׁהָיוּ יְכוֹלִים לַעֲבד אֶת הַשֵּׁם יִתְבָּרַך בְּאוֹתוֹ הַזְּמַן וּבְוַדַּאי צְרִיכִים לְתַקֵּן זאת דְּהַיְנוּ לְהַשְׁלִים וּלְמַלּאת אֶת הָעֲבוֹדָה שֶׁהָיוּ יְכוֹלִים לַעֲבד אֶת הַשֵּׁם יִתְבָּרַך בְכָל אוֹתוֹ הָעֵת שֶׁהָיוּ נְזוּפִים מִלְּפָנָיו יִתְבָּרַך וּרְחוֹקִים מִמֶּנּוּ עַל כֵּן אַחַר שֶׁזּוֹכִין לְהִתְעוֹרֵר לִתְשׁוּבָה צְרִיכִין זְרִיזוּת גָּדוֹל בַּעֲבוֹדָתוֹ יִתְבָּרַך, וְלָרוּץ מְאד מְאד כְּדֵי שֶׁיִּזְכֶּה עַל יְדֵי זְרִיזוּת עֲבוֹדָתוֹ לְתַקֵּן וּלְהַשְׁלִים גַּם חֶסְרוֹן הָעֲבוֹדָה שֶׁל הַיָּמִים שֶׁעָבְרוּ כִּי עַכְשָׁו צָרִיך לָרוּץ בִּמְהִירוּת גָּדוֹל זֶה הַדֶּרֶך שֶׁהָיָה יָכוֹל לֵילֵך בִּזְמַן שֶׁהָיָה רָחוֹק מֵהַשֵּׁם יִתְבָּרַך וְאָמַר לַאֲנָשָׁיו בְּזֶה הַלָּשׁוֹן: אִיר דַארְפְט זִיך זֵיעֶר יָאגִין אִיר זָאלְט נָאך קֶענִין עֶפִּיס חַאפִּין"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "דע, כי צריך לדון את כל אדם לכף זכות, ואפילו מי שהוא רשע גמור, צריך לחפש ולמצא בו איזה מעט טוב, שבאותו המעט אינו רשע, ועל ידי זה שמוצא בו מעט טוב, ודן אותו לכף זכות, על-ידי-זה מעלה אותו באמת לכף זכות, ויוכל להשיבו בתשובה, וזה בחינת (תהלים לז י): \"ועוד מעט ואין רשע והתבוננת על מקומו ואיננו\", הינו שהפסוק מזהיר לדון את הכל לכף זכות, ואף-על-פי שאתה רואה שהוא רשע גמור, אף-על-פי-כן צריך אתה לחפש ולבקש למצא בו מעט טוב ששם אינו רשע וזהו ועוד מעט ואין רשע, שצריך אתה לבקש בו עוד מעט טוב שיש בו עדיין, ששם אינו רשע, כי אף-על-פי שהוא רשע, איך אפשר שאין בו מעט טוב עדיין, כי איך אפשר שלא עשה איזה מצוה או דבר טוב מימיו, ועל-ידי-זה שאתה מוצא בו עוד מעט טוב ששם אינו רשע, ואתה דן אותו לכף זכות, על-ידי-זה אתה מעלה אותו באמת מכף חובה לכף זכות, עד שישוב בתשובה על-ידי-זה, זהו \"ועוד מעט ואין רשע\", על-ידי שמוצא בהרשע עוד מעט טוב, ששם אינו רשע, על-ידי-זה \"והתבוננת על מקומו ואיננו\", הינו כשתתבונן ותסתכל על מקומו ומדרגתו, ואיננו שם על מקומו הראשון, כי על-ידי שמוצאין בו עוד מעט טוב, איזה נקדה טובה, ודנין אותו לכף זכות, על-ידי-זה מוציאין אותו באמת מכף חובה לכף זכות. וזהו והתבוננת על מקומו ואיננו כנ\"ל, והבן: וכן צריך האדם למצא גם בעצמו, כי זה ידוע שצריך האדם לזהר מאד להיות בשמחה תמיד, ולהרחיק העצבות מאד מאד (כמבאר אצלנו כמה פעמים). ואפילו כשמתחיל להסתכל בעצמו ורואה שאין בו שום טוב, והוא מלא חטאים, ורוצה הבעל דבר להפילו על ידי זה בעצבות ומרה שחורה, חס ושלום, אף-על-פי-כן אסור לו לפול מזה, רק צריך לחפש ולמצא בעצמו איזה מעט טוב, כי איך אפשר שלא עשה מימיו איזה מצוה או דבר טוב, ואף שכשמתחיל להסתכל באותו הדבר הטוב, הוא רואה שהוא גם כן מלא פצעים ואין בו מתם, הינו שרואה שגם המצוה והדבר שבקדושה שזכה לעשות, הוא גם כן מלא פניות ומחשבות זרות ופגמים הרבה, עם כל זה איך אפשר שלא יהיה באותה המצוה והדבר שבקדושה איזה מעט טוב, כי על כל פנים איך שהוא, על-כל-פנים היה איזה נקודה טובה בהמצוה והדבר טוב שעשה, כי צריך האדם לחפש ולבקש למצא בעצמו איזה מעט טוב, כדי להחיות את עצמו, ולבוא לידי שמחה כנ\"ל, ועל ידי זה שמחפש ומוצא בעצמו עדין מעט טוב. על-ידי-זה הוא יוצא באמת מכף חובה לכף זכות ויוכל לשוב בתשובה, בבחינות \"ועוד מעט ואין רשע והתבוננת על מקומו ואיננו\" כנ\"ל, הינו כמו שצריכין לדון אחרים לכף זכות אפלו את הרשעים ולמצא בהם איזה נקודות טובות. ועל-ידי-זה מוציאין אותם באמת מכף חובה לכף זכות, בבחינת ועוד מעט וכו' והתבוננת וכו' כנ\"ל, כמו כן הוא אצל האדם בעצמו, שצריך לדון את עצמו לכף זכות, ולמצא בעצמו איזה נקדה טובה עדין, כדי לחזק את עצמו שלא יפול לגמרי, חס ושלום, רק אדרבא יחיה את עצמו, וישמח את נפשו במעט הטוב שמוצא בעצמו, דהינו מה שזכה לעשות מימיו איזה מצוה או איזה דבר טוב, וכמו כן צריך לחפש עוד, למצא בעצמו עוד איזה דבר טוב, ואף שגם אותו הדבר הטוב הוא גם-כן מעורב בפסולת הרבה, עם כל זה יוציא משם גם-כן איזה נקודה טובה. וכן יחפש וילקט עוד הנקודות טובות, ועל-ידי-זה נעשין נגונים כמבואר במקום אחר (במאמר ויהי מקץ בסימן נ\"ד), בחינת מנגן בכלי זמר, שהוא בחינת שמלקט הרוח טובה מן הרוח נכאה עצבות רוח עין שם. [והכלל כי נגינה דקדושה היא גבוה מאד מאד כידוע, ועקר הנגון נעשה, על-ידי ברור הטוב מן הרע, שעל-ידי שמבררין ומלקטין הנקדות טובות מתוך הרע, על-ידי-זה נעשים נגונים וזמירות, עיין שם היטב]. ועל כן, על ידי שאינו מניח להפיל את עצמו ומחיה את עצמו במה שמחפש ומבקש ומוצא בעצמו איזה נקודות טובות ומלקט ומברר אלו הנקודות טובות, מתוך הרע והפסלת שבו וכו' כנ\"ל, על-ידי-זה נעשין נגונים כנ\"ל, ואזי הוא יכול להתפלל ולזמר ולהודות לה'. כי זה ידוע שכשהאדם נופל בדעתו מחמת גשמיותו ומעשיו הרעים שרואה שהוא רחוק מאד מאד מן הקדשה באמת, אזי על-פי רוב אינו יכול להתפלל כלל מחמת זה. ואינו יכול לפתח פיו כלל, מחמת גדל העצבות והמרה שחורה והכבדות שנופל עליו, על-ידי שרואה גדל עצם רחוקו מהשם יתברך. אבל כשהוא מחיה את עצמו על-פי העצה הנ\"ל. דהיינו שאף-על-פי שיודע בעצמו שיש לו מעשים רעים וחטאים הרבה מאד, והוא רחוק מאד מאד מהשם יתברך, אף-על-פי-כן הוא מחפש ומבקש ומוצא בעצמו עדיין איזה נקודות טובות כנ\"ל, ומחיה ומשמח את עצמו בזה, כי בודאי ראוי להאדם, להגדיל שמחתו מאד בכל נקודה ונקודה טובה מקדשת ישראל שמוצא בעצמו עדין, ואזי כשמחיה ומשמח את עצמו על-ידי-זה כנ\"ל אזי הוא יכול להתפלל ולזמר ולהודות לה', וזה בחינת (תהלים קמו ב): \"אזמרה לאלקי בעודי\". בעודי דיקא, הינו על ידי בחינת העוד שלי שאני מוצא בעצמי בחינת עוד מעט ואין רשע כנ\"ל, על ידי אותה הנקדה, על-ידי-זה אוכל לזמר ולהודות לה' כנ\"ל. וזהו \"אזמרה\", אזמרה דייקא, היינו זמירות ונגונים שנעשין על ידי שמלקט הנקודות טובות כנ\"ל: [והזהיר רבנו, זכרונו לברכה, מאד לילך עם התורה הזאת, כי הוא יסוד גדול לכל מי שרוצה להתקרב להשם יתברך, ולבל יאבד עולמו לגמרי חס ושלום, כי רב בני אדם שרחוקים מהשם יתברך, עקר רחוקם הוא מחמת מרה שחורה ועצבות, מחמת שנופלים בדעתם, מחמת שרואים בעצמם גודל קלקולם שקלקלו מעשיהם כל אחד כפי מה שיודע בעצמו את נגעי לבבו ומכאוביו, ומחמת זה הם נופלים בדעתם, ורובן מייאשים עצמן לגמרי, ועל ידי זה אינם מתפללים בכוונה כלל, ואינם עושים אפילו מה שהיו יכולים לעשות עדיין. על כן צריך האדם להשכיל מאד על דבר זה, כי כל הנפילות שבדעתו, אף-על-פי שהוא מחמת מעשים רעים שעשה באמת, עם כל זה, הנפילה שבדעתו, והעצבות והמרה שחורה שנופל עליו על-ידי-זה, הכל הוא רק מעשי בעל דבר, שמחליש דעתו כדי להפילו לגמרי, חס ושלום. על-כן צריכין להתחזק מאד, לילך עם התורה הזאת לחפש ולבקש בעצמו כל פעם איזה מעט טוב ונקדות טובות וכו' כנ\"ל. ועל-ידי-זה יחייה וישמח את עצמו, ויצפה לישועה עדיין, ויוכל להתפלל ולזמר ולהודות לה', בבחינת \"אזמרה לאלקי בעודי\" כנ\"ל, ועל-ידי-זה יזכה לשוב באמת אל ה' כנ\"ל]: ודע, שמי שיכול לעשות אלו הנגונים, דהינו ללקט הנקדות טובות שנמצא בכל אחד מישראל, אפילו בהפושעי ישראל כנ\"ל, הוא יכול להתפלל לפני העמוד, כי המתפלל לפני העמוד, הוא נקרא שליח צבור, וצריך שיהיה נשלח מכל הצבור, דהינו שצריך שיקבץ כל נקודה טובה שנמצא בכל אחד מהמתפללין, וכל הנקודות טובות יהיו נכללין בו, והוא יעמד ויתפלל עם כל הטוב הזה, וזהו שליח צבור, וצריך שיהיה בו בחינה גבוה כזו, שעל-ידי-זה, יהיו כל הנקודות תאבים אליו, ויהיו נכללין בו, ומי שיכול לעשות נגונים הנ\"ל, דהינו שיכול לדון את כל אדם לכף זכות, אפלו את הקלים והרשעים, כי משתדל לחפש ולבקש למצא בכולם נקדות טובות כנ\"ל, שעל-ידי-זה נעשין נגונים כנ\"ל, זה הצדיק שאוחז במדרגה זאת, הוא יכול להיות חזן ושליח צבור, דהינו להתפלל לפני העמוד, כי הוא יש בו בחינה זו הצריכה להשליח-צבור ההגון באמת, שצריך שיהיה בו בחינת שיהיו כל הנקודות טובות תאבים אליו ויהיו נכללין בו כנ\"ל, כי הוא יכול לקבץ כל הנקודות טובות שנמצא בכל אחד מישראל אפלו בפושעי ישראל כנ\"ל: ודע שיש בכל דור ודור רועה, והוא בחינות משה, שהוא רעיא מהימנא, וזה הרועה הוא עושה משכן. ודע שתנוקות של בית רבן מקבלים הבל פיהם שאין בו חטא מזה המשכן, ועל כן התינוק כשמתחיל לקרות ולהכנס בתורה, הוא מתחיל מן \"ויקרא אל משה\" (מדרש רבה צו ז), שהוא אלף זעירא, כי \"ויקרא\" מדבר מגמר הקמת המשכן, שאז קראו השם יתברך והתחיל לדבר עמו מהמשכן, ועל כן משם מתחילין התינוקות, כי משם מקבלין הבל פיהם כנ\"ל, ומשם מתחילין לקרות ולהכנס לתוך התורה: ודע שכל הצדיקים שבדור כל אחד ואחד הוא בחינת רועה, כי בכל אחד ואחד יש בו בחינת משה, וכל אחד ואחד לפי בחינתו, הוא עושה בחינת משכן, שמשם מקבלין התינוקות הבל פיהם כנ\"ל, וכל אחד לפי בחינתו, לפי בחינת המשכן שהוא עושה, כמו כן יש לו תינוקות שהם מקבלין משם, נמצא שיש לכל אחד ואחד מצדיקי הדור, סך תינוקות שהם מקבלין הבל פיהם ממנו, כל אחד לפי בחינתו כנ\"ל, וזה בחינת מה שאמרו רבותינו זכרונם לברכה (תלמוד בבלי שבת לג ב): שתינוקות נתפסין על עוון הדור שנאמר (שיר השירים א ח): \"ורעי את גדיותיך על משכנות הרועים\", שמתמשכנין על הרועים, וזהו: \"על משכנות הרועים\", שהם מקבלין הבל פיהם מבחינת המשכנות של הרועים, דהינו הצדיקים שבדור, שכל אחד עושה משכן כנ\"ל: אך לידע כל זאת, דהינו לדעת כל צדיק וצדיק, איזה הם התינוקות השייכים לו, וכמה הם מקבלין ממנו, ולידע כל הבחינות שיש בזה, והדור שיבוא מהם עד הסוף. דע, מי שיוכל לעשות נגונים הנ\"ל, הוא יכול לידע כל זה. וזהו סוד מה שאמרו רבותינו, זכרונם לברכה במשנה (משנה שבת יא): 'באמת אמרו החזן רואה היכן התינוקות קוראים'. החזן, דהינו מי שיכול לעשות הניגונים הנ\"ל. שהוא יכול להיות חזן ושליח-צבור להתפלל לפני העמוד כנ\"ל. הוא רואה ויודע היכן התינוקות קורין, הינו אצל איזה צדיק הם מקבלין הבל פיהם, שעל-ידו הם קוראין ונכנסין בהתורה כנ\"ל:"
        ]
    ], 
    "versions": [
        [
            "ב - אמר אל הכהנים", 
            "http://www.ateret4u.com/online/f_01571.html#HtmpReportNum0001_L2"
        ], 
        [
            "Likutei Moharan", 
            "https://he.wikisource.org/wiki/ליקוטי_מוהר%22ן"
        ], 
        [
            "אקרוקתא", 
            "http://www.ateret4u.com/online/f_01571.html#HtmpReportNum0000_L2"
        ], 
        [
            "א - אשרי תמימי דרך", 
            "http://www.ateret4u.com/online/f_01571.html#HtmpReportNum0000_L2"
        ], 
        [
            "Wikisource", 
            "http://he.wikisource.org/wiki/לקוטי_מוהר%22ן"
        ], 
        [
            "לקוטי מוהר\"ן א", 
            "https://he.wikisource.org/wiki/לקוטי_מוהר%22ן_א"
        ], 
        [
            "ליקוטי מוהר\"ן", 
            "https://he.wikisource.org/wiki/ליקוטי_מוהר%22ן"
        ]
    ], 
    "heTitle": "ליקוטי מוהר\"ן", 
    "versionSource": "http://www.sefaria.org/Likutei_Moharan"
}