{
    "title": "Rishon Letzion on Mishneh Torah, Repentance",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Rishon_Letzion_on_Mishneh_Torah,_Repentance",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כששוקלין עונות אדם אין מחשבין עליו עון שחטא בו תחלה ולא שני אלא מג' ואילך אם נמצאו שקולים מג' ואילך מעבירין כל עונותיו ראשון ראשון וכו' אבל הצבור תולין להם ראשון וב' וג' וכשמחשבין וכו'.</b> והראב\"ד ז\"ל השיגו וכתב כי הרב ערבב הדברים בחושבו כי כל המימרות שמצא בש\"ס נאמרו בזמן אחד ולא כן הוא כי הך דמעביר ראשון ושני מיירי בתחלת מעשיו של אדם והך דמעביר ראשון ראשון לבינוני מיירי ביום הדין ע\"כ. ותירץ הרב כס\"מ כי דעת הרמב\"ם היא שגם אותה שמעביר ראשון ושני ליחיד וכו' יעו\"ש. והשיג עוד ראב\"ד כי לא מחלקינן בין יחיד לצבור ותירץ הרב כס\"מ כי כפי גירסת הש\"ס דקמן דברי הרמב\"ם הם דברי הש\"ס להדיא אלא דראב\"ד לא גריס הכי. וקשה לי לישוב הכס\"מ דהרמב\"ם סובר דראשון ושני מוחלין ליחיד מיירי למשפט גהינם וג\"ע ביום מותו א\"כ היה לו להרמב\"ם לדקדק זה בדבריו כי הלא תמצא שקדם הרמב\"ם בתחלת פרק זה וכתב וז\"ל כשם ששוקלין זכיות האדם ועונותיו בשעת מיתתו כך שוקלין בכל שנה ושנה עונותיו וכו' ע\"כ וא\"כ כשאמר בתר הכי בשעה ששוקלין סתם משמע בין ביום המיתה בין ביום ר\"ה ואם כונתו דוקא ביום מיתה הו\"ל לחלק. ועוד לו יהיה שיעמוד הרמב\"ם ויגלה דעתו כן לאו כל כמיניה דמנא ליה בשלמא הך דבינונים דמטה כלפי חסד מוכרחים אנו לאוקומה ביום המיתה מכח הך דג' ספרים נפתחים וכו' בינונים וכו' ע\"כ. אלא הך דתני ר' יוסי בר יהודה עבר אדם עבירה אחת וכו' אין לנו הכרח לאוקומה ביום המיתה ועוד דיוקא דדברי ר\"י בר יהודה משמע בתחלת מעשיו של אדם ממה דקתני עבר אדם עבירה אחת מוחלין לו שנית מוחלין לו ע\"כ משמע דמחילה של אחת היתה קודם שעשה שנית שאל\"כ היה לו לומר אחד ושנים מוחלין לו ודו\"ק.<br><b> על </b> כן נראה לי כי דברי הרמב\"ם כיילי כיילא חדא בין בשעת מיתה בין בר\"ה לזה לא אמר בשעה ששוקלין עונותיו ביום המיתה. ובענין מעביר ראשון ראשון לבינוניים לא שייך אלא ביום המיתה ולא חש עליך למיטעי שהרי כבר גילה בסמוך באותו פרק עצמו כי ביום ר\"ה לא כן הוא וזה לשונו הבינוניים תלויים וכו' לא זכו נכתבים למיתה ע\"כ לזה לא חש עליך למיטעי ודוקא בפרט זה הוא שנשתנה יום ר\"ה מיום המיתה ומה שהשיג הראב\"ד ז\"ל דלא שנא וכו' נראה כי שתי מימרות נאמרו אחת ג' ואחת ב' ממה דרמי הש\"ס והתנאי ג' ש\"מ כי ב' ברייתות נינהו. מעתה הגם שהראב\"ד לא הוה גריס אלא האיך דג' אמינא אין אומרים למי שלא ראה וכו' יבא ויעיד ודוק בעיון נמרץ כי דברי הרמב\"ם אמת ואין הדבר שקול לומר זה גריס הכי וזה גריס הכי והבן ודו\"ק. ויש להתיישב בדבר ונראה כי מידה זו כיון שהיא בתוך י\"ג מדות מן הסתם כשם שהי\"ג הם בכל הזמנים כך מידה זו. ועוד נראה לומר בההוא דכתב הרמב\"ם בבינוניים דאם לא עשו תשובה נכתבים למיתה ההיא מיירי בהיכא דנמצאת עירו כשנדונית למיתה ואם הוה צדיק היה נמלט ועכשיו שהוא בינוני צריך זכות גדול לימלט ובהיכא דמדינתו יצאת לזכות הרי הוא נמלט אבל הרשע ימות בעונו הגם דנמלטה המדינה. ואין להקשות והלא גם כשנאמר שאינה ביום ר\"ה זו לא קשיא כי עיקר המשפט והמדות הם כשתנוח הנפש בג\"ע.<br><b> ויש </b> לדקדק הכתוב באיוב פעמים שלש עם גבר אם המשמעות כדעת הראב\"ד או כדעת הרמב\"ם ז\"ל לדעת הרמב\"ם קשה היה לו לומר פעמים עם גבר ולדעת הראב\"ד ז\"ל היה לו לומר שלש עם גבר עוד צריך לדעת אומרו עם ונראה בהקדים חקירה גדולה כי למה לא נהג ה' מדה זו הקדושה עם אדם הראשון כי על חטא ראשון נענש ומה גם כי לא היה אלא שוגג כמו שהוכחתי בפי' על התורה ומצאתי כמה מאמרי רז\"ל שדברו כן וא\"כ היה לו לה' למחול על ראשון. עוד קשה למה לא הוזכרה מדה זו בין מדותיו יתברך. והקשה עוד ביותר דילמא זו היא מדת מעביר ראשון ראשון ונראה כי ה' ב\"ה על קו המשפט העמיד הדבר ומוחל לאדם על ראשון ושני לדעת הרמב\"ם וג' לדעת הראב\"ד והוא כי על ידי חטא אדה\"ר נטמאו ונפגמו כל הנשמות שהיו תלויים בו שהם כל רוחות של כל ישראל שבעולם [כאן חסר כמה תיבות] בערלה הוא מה שגרם חטא אדם ומעתה יבא אדם בטענה כי אדם הוא הגורם לו לחטוא כי הביא עמו פשע המחטיאו בשלמא אדם יציר כפיו יתברך היה שלם בקדושה בשלימות ואין בפיו מענה משא\"כ בניו ולזה תמצא שאמרו רז\"ל שכל באי עולם מתווכחים עם אדה\"ר ואומרים לו אתה גרמת לנו מיתה והוא אומר להם אני חטאתי פעם אחת ואתם אין לך אדם שאין בידו ב' או ג' ע\"כ פירוש כי ה' הוא מוחל להם על שיעור החטא הנמשך להם מחטא אדם ב' לדעת הרמב\"ם וג' לדעת הראב\"ד. והנה דבר ידוע כי אדם יש בו [גוף] נפש רוח ונשמה ואדם היה שלם בכל הד' שהם כנגד ד' עולמות. ויש לך לדעת כי בחטוא האדם הוא פוגם בכל בחינות הרוחניות שבו ואמרו בזוהר כי האדם כשבא לחטוא נסתלקו ממנו בחינת הרוחניות העליונות עוד יש לך לדעת אומרם ז\"ל אלו ואלו דברי אלקים חיים. והנה ראב\"ד סובר כי החטא הגיע לג' בחינות וכל אדם יש לו ג' בחינות כשיעור הראוי לו מהם לזה מעביר לו ג'. ורמב\"ם סובר כי לא הושג הפגם אלא לב' אי נמי הושג אין אדם יחיד ישיג בחינת נשמת אדם זולתי בסוד הכללות לזה אין מעבירין לאדם אלא שנים ולציבור ג' ושיעור הכתוב לרמב\"ם כך הוא הן כל אלה יפעל אל פעמים דוקא אבל שלש עם גבר פי' הפגם מגיע לגבר ולהשכילך דע כי כל עוד שהקב\"ה מעביר הא' והב' מעל האדם אין השטנים מתדבקים בו הגם שהם רוצים להתדבק בו ליהנות ממנו ולהחטיאו עוד אבל כשהקב\"ה מסלק ידיו הם נוגעים עדיו ודובקים בו כצרעת והוא אומרו שלש אז אם גבר ולדברי ראב\"ד הן פעמים וגם ג' כבר הם עם גבר מתחילה באו לעולם לזה ה' מוחל לו עליהם על אופן האמור:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ראשון לציון על משנה תורה, הלכות תשובה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Rishon Letzion",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}