{
    "title": "Tziunei Maharan on Mishneh Torah, Neighbors",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Neighbors",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוכר גינה לחבירו סתם כו' כופין את הלוקח לבנות את הכותל ביניהם ואפילו במקום שנהגו שלא לגדור בגנות אבל אם מכר בקעה סתם אין מחייבים אותו לגדור אלא במקום שנהגו.</b> ובהשגות א\"א זה שיבוש ע\"כ והמ\"מ כ' לא ידעתי מאין זה למחבר כו'. וע\"ש שנדחק ועי' שם בכ\"מ מש\"כ בזה אכן באמת דברי רבינו מבוארים בירושלמי דב\"ב פ\"א ה\"ב ע\"מ דאיתא שם במתניתין וכן בגינה מקום שנהגו לגדור יגדור אבל בבקעה מקום שנהגו שלא לגדור אין מחייבין אותו תני בגינה בין מקום שנהגו לגדור בין מקום שנהגו שלא לגדור כופין אבל בבקעה מקום שנהגו לגדור כופין שלא לגדור אין כופין וע\"ש במה\"פ:"
            ]
        ],
        [],
        [
            [
                "<b>אבל אין בעה\"ב כופה לבעל העליה לבנות כותל עלייה שנפל.</b> וכתב המ\"מ ג\"ז שם (בפ' הבית והעליה דף קט\"ז), והנה לא נמצא שם כן מבואר. אבל דברי רבינו נובעים מהירושלמי שם בפ' הבית והעליה ה\"ג דאיתא שם אלא בעה\"ב מבקש לבנות ובעל העליה אינו רוצה מהו שיאמר לו גופינו (פי' דמבעי' ליה היכי דבעה\"ב מבקש לבנות הבית ובעל העליה אינו רוצה לבנות כותל העליה מהו שיאמר לו צריך אתה לעשות המעקה וכותל עלייה שע\"ג הבית גופינו תכסנו מלשון גיפופי ומעקה, ע\"ש בפ\"מ) נישמעינה מהדא היתה חורבתו כו' הדא אמרה שאינו אומר לו גופינו מן הצד כשם שאינו אומר לו גופינו מן הצד כך אין אמרו לו גופינו מלמעלן עד כאן. וע\"ש במרה\"פ:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות שכנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}