{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "title": "Rashi on Song of Songs", 
    "text": [
        [
            [
                "...The Amorim in the Song of Songs made holy the King so that he will have his peace, the Song is above all the songs that we say...100 of his people and his people the House of Israel. Said Rabbi Akiva, \"If there was nothing in the world of worth today, Song of Songs was given into it for Israel, for all the Writings are holy, and the Song of Songs is the Holy of Holies. Rabbi Eleazar ben Ezriah, \"Why do the things appear for the King that grasps..."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "1 Los brotes se mostraron en la tierra. Después de Moshé y Aharón, estaban listos para ustedes y para todas sus necesidades.", 
                "2 El tiempo del canto llegó. En el futuro de ustedes se dirá el cántico del mar.", 
                "3 La voz de la tórtola. Una gran conmoción turística, después de eso vendrá la voz de la tórtola, una voz que llega al tiempo de vuestra salida de Egipto. (12) Los brotes se mostrarán en la tierra, se acercarán días de calor, los árboles se retirarán y las flores saldrán en los caminos peatonales para deleitarlos.", 
                "4 El tiempo del canto llegó. Las aves se darán al canto y la voz de la tarde será el andar de las personas. ...", 
                "5 Y la voz de la tórtola. Literalmente significa que las tórtolas, las palomas y las aves saldrán al camino a cantar como poetas en los días de Pésaj. "
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "רש\"י על שיר השירים", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Writings", 
        "Song of Songs"
    ]
}