{
    "title": "Ohr Sameach on Mishneh Torah, Daily Offerings and Additional Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Daily_Offerings_and_Additional_Offerings",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והכל כמעשה העולה שכתבנו במעשה הקרבנות.</b><br><b> נ\"ב </b> פירוש דלא כר' שמעון איש המצפה שהיה משנה בתמיד יומא (דף י\"ד) עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המכבה אש המזבח לוקה ואפילו גחלת אחת כו'.</b><br><b> פסק </b> דכבוי במקצת שמה כבוי ואף אם איכא במזבח גחלים הרבה וכיבה אחד מהן לוקה וכן מסקנת הגמ' שם דתלי לה בדבר שאין מתכוין ובמזלף טיפות קטנות דבמקצת איכא כבוי יעו\"ש, אמנם זה על הלאו אבל על עשה דוהאש על המזבח תוקד בו ודאי לא עבר בכבוי במקצת, וזה נראה דהא דמשני כבוי דמצוה שאני פירוש דליכא רק לאו לחודא ולכן אתי עשה דתקריב אשה לד' בהתנדב יין בפני עצמו ודחי ללאו ומזלפו ע\"ג האשים ולכן אמר ואב\"א דתליא בהך דפליגי אמוראי (בדף צ\"ז) אם עשה דוחה ל\"ת שבמקדש יעו\"ש דפליגי רבא ורב אשי, כן הכא תלוי בזה ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכס\"מ. </b> כתב הריטב\"א שלא היה חותה מהגחלים כו' ראיה גדולה לזה בגמרא כו':<br><b> נ\"ב </b> מפורש הוא בתו\"כ יכול עצים ת\"ל עולה:"
            ]
        ],
        [
            [
                "<b>בכס\"מ. </b> ומ\"ש ואפילו היו מזידין שם כת\"ק דר\"ש כו':<br><b> נ\"ב </b> פירוש שאין מקטירין כולה וכת\"ק דר\"ש אבל במזיד גם ר\"ש מודה:"
            ],
            [],
            [],
            [],
            [
                "<b>בכס\"מ. </b> ואיני יודע נוסחא אחרת.<br><b> נ\"ב </b> עיין זבחים (דף ס\"ד) בתוס' בשם רבינו תם עיי\"ש ולזה כוון הראב\"ד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נר מערבי שכבה אין מדליקין אותו כו' אלא ממזבח החיצון.</b><br><b> מעודי </b> נתקשתי לשיטת רבינו שמדליקין המנורה בבוקר ג\"כ וזה הטבת הנרות והא שפייסו מי המדשן ולא המדליק היינו משום דהדלקה כשרה בזר כמבואר בהלכות ביאת המקדש פ\"ט, וכל מילי דזר כשר לא בעי פייס לבד שחיטה כמבואר סוף פ\"ב דיומא, א\"כ קשה הא דקאמר אביה בדברי הימים ב' ק' י\"ג ומנורת הזהב וגו' בערב בערב. עד שזכיתי ששיטת רבינו דנר המערבי צריכין להדליק ממזבח העולה ונר המערבי היה דולק עד הערב כמו בשמעון הצדיק ולא היה צריך להדליק מן המזבח רק בערב בערב. ומשום זה אע\"ג דהדלקה כשרה בזר כתיב דבר אל אהרן ואל בניו בהעלותך וגו' [עיין תו\"י ביומא] משום דצריך להדליקו מאש המזבח וכי יש לך זר שקרב למזבח. אמנם הראב\"ד פליג עליו בכל הני תלתא מילי וסובר שאין מדליקין בבוקר ואין הדלקה כשרה בזר ואין צריך להדליקו מאש המזבח דוק ותשכח, ונמצא דאזלי לטעמייהו והבן: ומש\"כ בהשגות אש תמיד כו' לא יהא אלא ממזבח העולה. נ\"ב הוא ביומא (דף מ\"ה ע\"ב) יעו\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נטמא או נולד לו מום כו'.</b><br><b> נ\"ב </b> ירושלמי שקלים פ\"ז ה\"ג, וכן יש לציין הירושלמי הנ\"ל על לח\"מ הי\"ח תופיני קשה כו' עיי\"ש:"
            ],
            [],
            [
                "<b>מת כ\"ג בשחרית כו' מביאין היורשים עשרון שלם כו'.</b><br><b> עיין </b> בלחם משנה. והנראה דרבינו סובר דאע\"ג דתנאי ב\"ד שתהא קריבה משל צבור זה דוקא בימים הבאים אחר זה אבל אותו יום שהכ\"ג הביא עשרון שלם ומחצה הנשאר אבד כיון שמת, אותו פעם בין הערביים צריך היורש להקריבו דהוי כאילו כבר נתחייב הכ\"ג בזה ובאופן כזה לא תקנו חכמים שיתחייבו הצבור. אך צריך להבין דאיך משלח הבן החביתין בו ביום בערב הא אונן הוא ואינו משלח קרבנותיו כדיליף ר\"ש ריש טבול יום אפילו מנחות בזמן שלמים שהוא שלם כו'. ואולי גלי קרא לר\"י אחד מבניו יעשה אותה, אמנם לר\"ש דמן התורה בשל צבור איך תקנו חכמים משל יורשין ואולי דמסרו לצבור ויש לדבר עוד בזה ואכ\"מ:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חוץ מן הקטורת כו'.</b><br><b> פסק </b> דשנויא דקטרת קאי בברייתא קמייתא והא דחשבה בברייתא שניה דבשבת מפייסין לתמיד וגם לקטורת הוא אף כשהקטירו כולן ואין חדשים לקטורת בכ\"ז בשבת מפייסין ופשוט:"
            ],
            [
                "<b>עיין </b> משל\"מ בסוף הדיבור. אמנם דע דגירסת רבינו ביומא שם היה אבל מוספין דשבת ודאי צריכי (ולא יותר) ופירושו דצריך לכתוב גבי מוספין דשבת שני דלא יביא שלשה או יותר משום דבתר הכי לא כתיב בקרא כבש האחד כמו בהנך, ועיין תוספות רי\"ד ובשאלתות פ' מצורע, ודעתם דמוספין לא בעינן שיהיו שוים:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>וכיצד מסדרין את הלחם כו'.</b><br><b> בגמרא </b> וארבעה כהנים נכנסין שם שנים ממשמר זה ושנים ממשמר זה וחולקין לחם הפנים, ופרש\"י נכנסין לעזרה כדי לחלוק הלחם. ולדעתי היה נראה דהכוונה ע\"פ דאמרו בפרק שתי הלחם דארבעה כהנים מקדימין לפניהם שנים ליטול שתי המערכות ושנים ליטול שני בזיכין, א\"כ הנוטלין בזיכין היו ממשמר הנכנס שהן מקריבין הבזיכין לכן סילוק בזיכין דהוי כמו קמיצה הוי במשמר הנכנס והשנים שנוטלין מהשולחן השני מערכות לחם הם ממשמר היוצא לפי שגם הן חולקין בלחם והא דאמר נכנסין פירוש להיכל כן נ\"ל, ועיין תוספתא מנחות פי\"א כיון שהוקטרו שני בזיכין נותנין חצי חלה לכל משמר פירוש ברגל דיש כל הכ\"ד משמרות דחולקין וי\"ב חלות לכ\"ד משמרות, רי\"א זה שהיה מחלק לחם הפנים היה עומד בין האולם ולמזבח מפריס ומניח כו' ולבעלי מומין כו' מוציאין לחוץ שאין יכולין לכנוס בין האולם ולמזבח פירוש הכל ברגל כמפורש בתוספתא סוף סוכה בהדיא:"
            ],
            [
                "<b>והקטירו הבזיכין כו'.</b><br><b> נראה </b> לי דהא דבעי בגמרא זבחים (דף ק\"י) קומץ מהו שיתיר כנגדו בשירים הוא שיגרא דלישנא, והכוונה קומץ של לבונה שהוא נתון על המערכה ומבורר היה הקומץ של לבונה על איזה מערכה היה נתון וע\"ז בעי מי מתיר את מערכה שלו בהקטרת קומץ של בזך אחד יעו\"ש. ולכן רבינו דפסק כאבא שאול דבאמצע בתוך האויר שבין המערכות היו מונחין אינו מבורר כל קומץ לאיזו מערכה שייך וליכא למיבעי לכן השמיטה, והבזיכין קרי להו בפ\"ב דמנחות מתירין דהקטרת בזיכין מפגל את הלחם ור\"מ ורבנן פליגי שם אם מפגלין בבזך אחד יעו\"ש, ולכן כתב רבינו לעיל פ\"ד ה\"י אין אוכלין את הלחם עד שיקטירו הבזיכין יעו\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כמה שבתות כו'.</b><br><b> נ\"ב </b> ירושלמי פרק י\"ג שופרות הלכה ה' ובהגהות הגר\"א שם והבן:"
            ],
            [],
            [
                "<b>נפרסה חלה כו'.</b><br><b> נ\"ב </b> מנחות (דף י\"ב) שם:"
            ]
        ],
        [
            [
                "<b>ומבלשין כו'.</b><br><b> נ\"ב </b> הוא לשון המשנה מדות פ\"א משנה ז'. ובכס\"מ ופסק רבינו כרבנן וכו' נ\"ב עיין אריכות בפירוש המשנה סוף תמיד מפורש כן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בשבת כו' קודם נסוך היין של מוספין כו'.</b><br><b> הכי </b> מסתברא דוגמא דחביתין דקודמין לנסכי תמיד ששניהם כל יום בבוקר ובערב כן מוספין ובזיכין ששניהן כל שבת הבזיכין קודם לנסכיהן דלחם הפנים איקרי מנחה כמו דאמרו מנחות (דף מ\"ו) לכן שם מנחה קודם לנסכין. ובירושלמי בעי לה דשם סבר דבזיכין קודמין למוספין והא דחביתין קודמין לנסכים לא אמר כתלמודין משום דמנחה בתר עולה כתיב רק מפני שזה לאישים ובעי אם בזיכין קודמין לנסכי תמיד יעו\"ש ושיטת גמרא דילן עיקר, וכיון שכן דלחם הפנים סילוקו והקטרת בזיכין קודמין לנסכים של מוספין כבר כתב רבינו בפ\"ט דכל הקודם בהקרבה קודם באכילה [לשון המשנה], ואם חילוק לחם הפנים קודם לחילוק שתי הלחם דשתי הלחם אינו קרב רק לאחר נסכי המוספין דזבח ונסכים כתיב והן תדיר והקרבתן מאוחר להקטרת הבזיכין לכן לא זכר רבינו הך דהילך מצה הילך חמץ ועיין משל\"מ פ\"ד ה\"ה מכלי המקדש, ועיין היטב בתוספתא זבחים פ\"י ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>שנאמר וכו' ראשית קצירכם.</b><br><b> נ\"ב </b> ממקום שאי אתה רשאי לקצור קודם העומר וזה מארץ ישראל:"
            ],
            [
                "<b>מצותו להיקצר בלילה וכו' בין בחול בין בשבת וכל הלילה כשר לקצירת העומר ואם קצרוהו ביום כשר מצותו להביא מן הלח לא מצאו יביאו מן היבש כו'.</b><br><b> הנה </b> כללות הסוגיא דסוף פרק ר' ישמעאל ופלפולה הוא דאם נקצר ביום כשר ואינו מעכב להקרבה אז אין קציר העומר דוחה שבת ואם קציר דוחה שבת הוא משום שנקצר שלא כמצותו פסול, ורבינו מזכה שטרא לבי תרי אם נקצר שלא כמצותו כשר והוי כמכשירין שאפשר לעשותן מערב שבת ואינו דוחה שבת, והלח\"מ עמד בזה. אמנם הנראה בזה, דרבינו שביק פה סוגיא דבבלי דתרי סתמי דמשנתינו דנקצר ביום כשר ודוחה השבת בקצירה במגלות (יעו\"ש) אתיין כתרי תנאי ומאן דתנא הא לא תני הא דזה דוחק גדול, ואזיל טפי בתר סוגיא דירושלמי בפ\"ב דמגילה בסופו, אמר ר\"י אתיא דראב\"ש בשיטת ר' עקיבא רבו של אביו דתנינן תמן כלל אמר רע\"ק כל מלאכה שאפשר לעשותה מע\"ש אינה דוחה את השבת כו' וכוונתו כדאמר בתלמודין דקציר העומר דוחה שבת יליף מקרא ומדדחי ע\"כ דנקצר שלא כמצותו פסול דאי ס\"ד דכשר אמאי דחי שבת נקצריה מע\"ש והא תנינן מעשה שעברו יותר מארבעים זוגות ועכבן ר\"ע בלוד מפני שהיו מ' זוג אבל אם היה זוג אחד לא היה מעכבו, ומפרשי הירושלמי לא דקו שסברו שהיא קושיא דכאן אי אפשר לעשותן מערב שבת ולא דחו שבת ומשני דדוקא מפני שהיו ארבעים זוג, ובמחכ\"ת אינו כן, דאטו סבר הירושלמי בהקושיא דרע\"ק סבר דאין מחללין שבת כלל על קידוש החודש ואטו ס\"ד דירושלמי דאף שאי אפשר לעשות מע\"ש לא דחי שבת. ובאמת פשוט דפירכא היא על טעמיה דר\"א בר\"ש, דר\"ע גופיה סבר דוקא מפני שהיו ארבעים זוג עכבן שדי בזוג א' אבל אם היה זוג אחד לא היה מעכבן ר\"ע אע\"ג דלקרבן ולמועדות אם יעברו בית דין את החודש אטו מי לא יהי' מקודש ואף לשיטת רבינו דפסק בפ\"ג מהלכות קידוש החודש דאם באו עדים אחר זמן שנראה החודש בזמנו מונים מיום שלשים כ\"ז אם רצו ב\"ד לקבל עדותם, ועוד דא\"כ גם בלא חלול שבת אם יקבלו עדותן אחר זמן ביום שלשים ואחד שנראה החודש ביום שלשים ג\"כ תהא החודש מקודש, ועיין מפרש ולח\"מ ריש פ\"ג וימתקו לך, ובפרט לשיטת הירושלמי ריש פרק ראוהו ב\"ד דניסן לא נתעבר מימיו וזה דאדר הסמוך לניסן לעולם חסר [ועיין ירושלמי ר\"ה פ\"ב ה\"ז אמר על הא דאר\"י שאם קדשוהו שלא בעדים מקודש מייתי הך דרע\"ק יעו\"ש ובכ\"ז לא חש לזה וסבר בכ\"מ שאם קדשוהו שלא בעדים מקודש] והא דמחללין שבת הוא מפני שמצוה לקדש עפ\"י הראיה כמו דאמר שם בבלי (דף כ'), וכן תשרי לא נתעבר מימיו דאלול חסר ורע\"ק היה לאחר החורבן דאז אין מחללין אלא על ניסן ותשרי ואפ\"ה סבר דמחללין שבת והיינו אע\"ג דלא מעכב אצל המועדות בכ\"ז הואיל דמצוה לקראותם בזמנם ולקדש עפ\"י הראיה ומצוה זו א\"א לעשותה מערב שבת היא דוחה שבת, כש\"כ מצות קצירת עומר שדוחה שבת אעפ\"י שאל הקרבן אינה מעכבת, וזה פירכא גדולה על טעמא דר\"א בר\"ש דאע\"ג דלא מעכב ויתקראו מועדי ד' ור\"ח כדין אף אם יעברו החודש בכ\"ז דחי שבת כש\"כ כאן שמצות קצירה דחי שבת, והדא אמר דמצאנו דרע\"ק גופיה סובר דקידוש החודש דוחים עדים את השבת עליו מהך ששנינו דארבעים זוג עכבן הא זוג אחד לא עכבן, [ויעוין בכורות (דף נ\"ח) דרע\"ק סבר אדר הסמוך לניסן זימנין מלא עיי\"ש]. ובוא ואראך מפורש יוצא מהירושלמי במקום אחר כפירושי הברור, והוא ביומא פרק טרף בקלפי ה\"ו אמר ר\"א האיברים והפדרין שלא נתעכלו מבערב עושה אותן מדורה ושורפן בפ\"ע ודוחין את השבת כו' ר' בון בר\"ח כו' דבר שאינו מעכב דוחה [פירוש דאינו מעכב הכפרה רק הזריקה לא הקטרתן ואיך ידחו שבת] א\"ל עדי החודש הרי אינן מעכבין [פירוש שאם לא יבואו ג\"כ מעברין החודש כדין ויתקראו הר\"ח במועדם] ודוחין דתנינין תמן שעל מהלך לילה ויום מחללין השבת, הרי מפורש כפירושי וע\"ז סמך רבינו, אע\"ג דפסק דתמיד אין סופו דוחה שבת, שאני תמן שמלבד שאינו מעכב הרי אפשר להקטירו היה מערב שבת וזמנו היה בערב שבת, משא\"כ כאן גבי קצירה שחביבה מצוה בשעתה ומצותה להיקצר בט\"ז ניסן הוי כחילול שבת מעדות החודש:<br><b> וראיתי </b> בפני יהושע לראש השנה שדעתו דאין מחללין שבת בקה\"ח רק על תחומין ולאו דמחמר בעדים ההולכים להעיד על ראיית הירח, ובמחכ\"ת הירושלמי דיומא הנ\"ל מכחישו, וליכא למימר דר' זעירא סבר דהבערה ללאו יצאתה והקטרת איברים ופדרים ג\"כ ליכא רק לאו לחוד, ז\"א דבפרק במה מדליקין ה\"ה אמר דע\"ד דמאן דאמר הבערה אינו חייב חטאת מודה בהקטרת איברים ופדרים דמכיון שהוא רוצה באיכולן כמבשל הוא, ואין לומר דהפירוש שרוצה באיכולן היינו שיתאכלו ויעלה מהן ריח וכמו דאמר בסוף ב\"ש איברים שצלאן והעלן אין בהן משום ריח ניחוח ונאמר דבפסולים אין בהן משום ריח ניחוח אע\"ג דמשלה בהן האור וכמו דאין ריח ניחוח בבמה כדאמר במשנה סוף זבחים, מלבד ששם בהקטיר זר אמר שהקטרתו פסולה עוד הירושלמי מיירי בכשרים מדמסייע ליה מוהיום חמש ושם מיירי בכשרים ודוק, ולפי דברי הפנ\"י יש לומר דהנך אמוראי דשקלי וטרי שילהי פרק ר\"י ומוקמי להך דקצירת עומר דוחה שבת כראב\"ש דשלא כמצותו פסול, אינהו סברי כהנך אמוראי דבפרק במה מדליקין דיום טוב ל\"ת לחודא ולא חשבי עשה דשבתון וא\"כ יאמרו דכל הני דדחו שבת גבי ראית החודש הוא בתחומין ובמחמר שנותנין מזון ע\"ג חמור וליכא רק ל\"ת לחודא ומשום דעשה דחי ל\"ת, ולא מצינן למיגמר לקצירת עומר שהיא מלאכה גמורה ואינה דוחה השבת, משא\"כ אנן דקיי\"ל כרב אשי דיו\"ט עשה ול\"ת דשבתון עשה הוי א\"כ גם בלאו דמחמר הוי עשה דבשבת כתיב שבת שבתון והוי עשה ול\"ת ואפ\"ה דחי, א\"כ ילפינן מינה לקצירת עומר שדוחה שבת אע\"ג שאינה מעכבת להכשר הקרבן, אכן זה ע\"ד הפלפול ואין להאריך עוד:<br><b> נמצא </b> דלהמסקנא קצירת עומר דחייא שבת אע\"ג דהעומר כשר להקרבה אם נקצר שלא כמצותו והא דאם יש אחרת ונטמאת בידו א\"ל הבא אע\"ג דאחרת לא נקצרה בלילה ולא אמרינן דהואיל והיא נקצרה כמצותה תבוא בטומאה, וליכא למימר משום דכבר קיימת מצות קצירה אע\"ג שאותה מנחה אינה קריבה מ\"מ חזינא שהועילה אותה קצירה להתיר קצירת כל התבואות [ועיין ירושלמי חלה פ\"א הוי בה ר' יוסי קצר לרבים ונטמאו מהו שיחזרו הרבים לאיסורן] דא\"כ בנטמאת מה שנקצרה תו לא תהא קצירת השניה דוחה שבת משום שכבר קיימת מצות קצירה, ולא מחוור לומר שאני תמן שכן דחתה קצירה השבת כמו באברים ופדרים ועל כרחין טעמא דהקצירה צריכה להתקיים כמצותה באותו עומר שקרב וא\"כ תבא בטומאה שאני תמן שכן איכא שירים לאכילה כדאמר פ\"ק דיומא (דף ז') דמש\"ה מהדרינן אטהרה אף אם הותרה בצבור והוא חשיבות בקרבן גופיה שנאכל כהילכתו ועדיפא טפי מאותו עומר טמא שאינו נאכל שנקצר בלילה כמצותו. ויותר מזה בירושלמי פרק שני שעירי ה\"א אביב קציר יבש לקצור אביב קציר קודם הד\"א משובח בגופו קודם, הרי שמשום אביב דחינן למצות קצירה כש\"כ שיהא בטהרה ושיריו נאכלין דזה הוי משובח בגופו ודוק, ועיין סוף הוריות שעירה קודם כו' שכן נתרבתה אצל עו\"ג כו' כבשה עדיפא שכן מרובה באליה עיי\"ש וקצת צ\"ע מהא דאמר ביומא (דף כ\"ה) מר אזיל בתר איברי דבישרא ומר אזיל בתר שמנא דבישרא, הרי דת\"ק אזיל בתר מראה, וצ\"ל דלקדם שאני ששניהן קרבים רק הוא קודם משא\"כ היכי שאינו קרב אלא אחד ודוק:<br><b> ומה </b> שהביאו להקת האחרונים ובראשם החכ\"צ בתשובה ומפרשי הירושלמי מהך דבעי ריש לקיש קצירת העומר מהו שתדחה את השבת ביום וקא פשיט דדחי, אין להוכיח מזה דאע\"ג דנקצר שלא כמצותו כשר אפ\"ה דחי שבת, דזה אינו דירושלמי אמר דרבנן סברי דקצירת יום היינו ביום ששה עשר הוי כקצירת לילה וכל המעל\"ע של ט\"ז קרינא מהחל חרמש והוי קצירה כהלכתה משא\"כ לדידן דקיי\"ל אף אם לא מצאו מן הקמה יביאו מן העמרים אעפ\"י שלא נקצר כהלכתו כלל לשם עומר כשר מנא לן דדחי שבת. אולם לפי מה שהעלתי נראה דאף אם תימא דקצירת היום אינה כלילה והוי נקצר שלא כמצותו בכ\"ז דחי שבת אע\"ג דבאופן שלא כמצותו היה יכול לקוצרו מערב יום טוב, ז\"א דהא קודם לא היה יכול לקוצרו משום שמצותו להיקצר בליל ט\"ז ומקרי אי אפשר לעשותו מע\"ש וכי לא נקצר בלילה ע\"כ יקצר בשבת ביום:<br><b> ודברי </b> הירושלמי בהך דאמר קצירת היום מאי את עביד לה כקצירת לילה או כבא מן העליה כו' צריך ביאור רב, ויש להגיה כך, אין תימר כקצירת הלילה אשכחת אמר תרתי פלוגתא בין ר\"א בר\"ש ורבנן דרבנן אמרי קצירת היום כקצירת הלילה ור\"א בר\"ש אומר אין קצירת היום כקצירת הלילה רבנן אמרי הבא מן העליה כשר ור\"א בר\"ש סבר הבא מן העליה פסול אין תימר כבא מן העליה אשכחת אמר חדא פלגו בין ר\"א בר\"ש ורבנן דרבנן אמרי הבא מן העליה כשר ור\"א בר\"ש סבר הבא מן העליה פסול, כצ\"ל. וקא בעי אם הא דנקצר ביום כשר הוא פירושו דהוי כמצותו בלילה והקצירה כשרה או פירושו דכשר להקריב והוי כבא מן העומרים ורבנן ע\"כ סברי הך דתנן יביא מן העמרים, והגירסא שלפנינו אינה מובנת למאן קא בעי ודוק:"
            ],
            [
                "<b>מצותו להיקצר בלילה וכו' בין בחול בין בשבת וכל הלילה כשר לקצירת העומר ואם קצרוהו ביום כשר מצותו להביא מן הלח לא מצאו יביאו מן היבש כו'.</b><br><b> הנה </b> כללות הסוגיא דסוף פרק ר' ישמעאל ופלפולה הוא דאם נקצר ביום כשר ואינו מעכב להקרבה אז אין קציר העומר דוחה שבת ואם קציר דוחה שבת הוא משום שנקצר שלא כמצותו פסול, ורבינו מזכה שטרא לבי תרי אם נקצר שלא כמצותו כשר והוי כמכשירין שאפשר לעשותן מערב שבת ואינו דוחה שבת, והלח\"מ עמד בזה. אמנם הנראה בזה, דרבינו שביק פה סוגיא דבבלי דתרי סתמי דמשנתינו דנקצר ביום כשר ודוחה השבת בקצירה במגלות (יעו\"ש) אתיין כתרי תנאי ומאן דתנא הא לא תני הא דזה דוחק גדול, ואזיל טפי בתר סוגיא דירושלמי בפ\"ב דמגילה בסופו, אמר ר\"י אתיא דראב\"ש בשיטת ר' עקיבא רבו של אביו דתנינן תמן כלל אמר רע\"ק כל מלאכה שאפשר לעשותה מע\"ש אינה דוחה את השבת כו' וכוונתו כדאמר בתלמודין דקציר העומר דוחה שבת יליף מקרא ומדדחי ע\"כ דנקצר שלא כמצותו פסול דאי ס\"ד דכשר אמאי דחי שבת נקצריה מע\"ש והא תנינן מעשה שעברו יותר מארבעים זוגות ועכבן ר\"ע בלוד מפני שהיו מ' זוג אבל אם היה זוג אחד לא היה מעכבו, ומפרשי הירושלמי לא דקו שסברו שהיא קושיא דכאן אי אפשר לעשותן מערב שבת ולא דחו שבת ומשני דדוקא מפני שהיו ארבעים זוג, ובמחכ\"ת אינו כן, דאטו סבר הירושלמי בהקושיא דרע\"ק סבר דאין מחללין שבת כלל על קידוש החודש ואטו ס\"ד דירושלמי דאף שאי אפשר לעשות מע\"ש לא דחי שבת. ובאמת פשוט דפירכא היא על טעמיה דר\"א בר\"ש, דר\"ע גופיה סבר דוקא מפני שהיו ארבעים זוג עכבן שדי בזוג א' אבל אם היה זוג אחד לא היה מעכבן ר\"ע אע\"ג דלקרבן ולמועדות אם יעברו בית דין את החודש אטו מי לא יהי' מקודש ואף לשיטת רבינו דפסק בפ\"ג מהלכות קידוש החודש דאם באו עדים אחר זמן שנראה החודש בזמנו מונים מיום שלשים כ\"ז אם רצו ב\"ד לקבל עדותם, ועוד דא\"כ גם בלא חלול שבת אם יקבלו עדותן אחר זמן ביום שלשים ואחד שנראה החודש ביום שלשים ג\"כ תהא החודש מקודש, ועיין מפרש ולח\"מ ריש פ\"ג וימתקו לך, ובפרט לשיטת הירושלמי ריש פרק ראוהו ב\"ד דניסן לא נתעבר מימיו וזה דאדר הסמוך לניסן לעולם חסר [ועיין ירושלמי ר\"ה פ\"ב ה\"ז אמר על הא דאר\"י שאם קדשוהו שלא בעדים מקודש מייתי הך דרע\"ק יעו\"ש ובכ\"ז לא חש לזה וסבר בכ\"מ שאם קדשוהו שלא בעדים מקודש] והא דמחללין שבת הוא מפני שמצוה לקדש עפ\"י הראיה כמו דאמר שם בבלי (דף כ'), וכן תשרי לא נתעבר מימיו דאלול חסר ורע\"ק היה לאחר החורבן דאז אין מחללין אלא על ניסן ותשרי ואפ\"ה סבר דמחללין שבת והיינו אע\"ג דלא מעכב אצל המועדות בכ\"ז הואיל דמצוה לקראותם בזמנם ולקדש עפ\"י הראיה ומצוה זו א\"א לעשותה מערב שבת היא דוחה שבת, כש\"כ מצות קצירת עומר שדוחה שבת אעפ\"י שאל הקרבן אינה מעכבת, וזה פירכא גדולה על טעמא דר\"א בר\"ש דאע\"ג דלא מעכב ויתקראו מועדי ד' ור\"ח כדין אף אם יעברו החודש בכ\"ז דחי שבת כש\"כ כאן שמצות קצירה דחי שבת, והדא אמר דמצאנו דרע\"ק גופיה סובר דקידוש החודש דוחים עדים את השבת עליו מהך ששנינו דארבעים זוג עכבן הא זוג אחד לא עכבן, [ויעוין בכורות (דף נ\"ח) דרע\"ק סבר אדר הסמוך לניסן זימנין מלא עיי\"ש]. ובוא ואראך מפורש יוצא מהירושלמי במקום אחר כפירושי הברור, והוא ביומא פרק טרף בקלפי ה\"ו אמר ר\"א האיברים והפדרין שלא נתעכלו מבערב עושה אותן מדורה ושורפן בפ\"ע ודוחין את השבת כו' ר' בון בר\"ח כו' דבר שאינו מעכב דוחה [פירוש דאינו מעכב הכפרה רק הזריקה לא הקטרתן ואיך ידחו שבת] א\"ל עדי החודש הרי אינן מעכבין [פירוש שאם לא יבואו ג\"כ מעברין החודש כדין ויתקראו הר\"ח במועדם] ודוחין דתנינין תמן שעל מהלך לילה ויום מחללין השבת, הרי מפורש כפירושי וע\"ז סמך רבינו, אע\"ג דפסק דתמיד אין סופו דוחה שבת, שאני תמן שמלבד שאינו מעכב הרי אפשר להקטירו היה מערב שבת וזמנו היה בערב שבת, משא\"כ כאן גבי קצירה שחביבה מצוה בשעתה ומצותה להיקצר בט\"ז ניסן הוי כחילול שבת מעדות החודש:<br><b> וראיתי </b> בפני יהושע לראש השנה שדעתו דאין מחללין שבת בקה\"ח רק על תחומין ולאו דמחמר בעדים ההולכים להעיד על ראיית הירח, ובמחכ\"ת הירושלמי דיומא הנ\"ל מכחישו, וליכא למימר דר' זעירא סבר דהבערה ללאו יצאתה והקטרת איברים ופדרים ג\"כ ליכא רק לאו לחוד, ז\"א דבפרק במה מדליקין ה\"ה אמר דע\"ד דמאן דאמר הבערה אינו חייב חטאת מודה בהקטרת איברים ופדרים דמכיון שהוא רוצה באיכולן כמבשל הוא, ואין לומר דהפירוש שרוצה באיכולן היינו שיתאכלו ויעלה מהן ריח וכמו דאמר בסוף ב\"ש איברים שצלאן והעלן אין בהן משום ריח ניחוח ונאמר דבפסולים אין בהן משום ריח ניחוח אע\"ג דמשלה בהן האור וכמו דאין ריח ניחוח בבמה כדאמר במשנה סוף זבחים, מלבד ששם בהקטיר זר אמר שהקטרתו פסולה עוד הירושלמי מיירי בכשרים מדמסייע ליה מוהיום חמש ושם מיירי בכשרים ודוק, ולפי דברי הפנ\"י יש לומר דהנך אמוראי דשקלי וטרי שילהי פרק ר\"י ומוקמי להך דקצירת עומר דוחה שבת כראב\"ש דשלא כמצותו פסול, אינהו סברי כהנך אמוראי דבפרק במה מדליקין דיום טוב ל\"ת לחודא ולא חשבי עשה דשבתון וא\"כ יאמרו דכל הני דדחו שבת גבי ראית החודש הוא בתחומין ובמחמר שנותנין מזון ע\"ג חמור וליכא רק ל\"ת לחודא ומשום דעשה דחי ל\"ת, ולא מצינן למיגמר לקצירת עומר שהיא מלאכה גמורה ואינה דוחה השבת, משא\"כ אנן דקיי\"ל כרב אשי דיו\"ט עשה ול\"ת דשבתון עשה הוי א\"כ גם בלאו דמחמר הוי עשה דבשבת כתיב שבת שבתון והוי עשה ול\"ת ואפ\"ה דחי, א\"כ ילפינן מינה לקצירת עומר שדוחה שבת אע\"ג שאינה מעכבת להכשר הקרבן, אכן זה ע\"ד הפלפול ואין להאריך עוד:<br><b> נמצא </b> דלהמסקנא קצירת עומר דחייא שבת אע\"ג דהעומר כשר להקרבה אם נקצר שלא כמצותו והא דאם יש אחרת ונטמאת בידו א\"ל הבא אע\"ג דאחרת לא נקצרה בלילה ולא אמרינן דהואיל והיא נקצרה כמצותה תבוא בטומאה, וליכא למימר משום דכבר קיימת מצות קצירה אע\"ג שאותה מנחה אינה קריבה מ\"מ חזינא שהועילה אותה קצירה להתיר קצירת כל התבואות [ועיין ירושלמי חלה פ\"א הוי בה ר' יוסי קצר לרבים ונטמאו מהו שיחזרו הרבים לאיסורן] דא\"כ בנטמאת מה שנקצרה תו לא תהא קצירת השניה דוחה שבת משום שכבר קיימת מצות קצירה, ולא מחוור לומר שאני תמן שכן דחתה קצירה השבת כמו באברים ופדרים ועל כרחין טעמא דהקצירה צריכה להתקיים כמצותה באותו עומר שקרב וא\"כ תבא בטומאה שאני תמן שכן איכא שירים לאכילה כדאמר פ\"ק דיומא (דף ז') דמש\"ה מהדרינן אטהרה אף אם הותרה בצבור והוא חשיבות בקרבן גופיה שנאכל כהילכתו ועדיפא טפי מאותו עומר טמא שאינו נאכל שנקצר בלילה כמצותו. ויותר מזה בירושלמי פרק שני שעירי ה\"א אביב קציר יבש לקצור אביב קציר קודם הד\"א משובח בגופו קודם, הרי שמשום אביב דחינן למצות קצירה כש\"כ שיהא בטהרה ושיריו נאכלין דזה הוי משובח בגופו ודוק, ועיין סוף הוריות שעירה קודם כו' שכן נתרבתה אצל עו\"ג כו' כבשה עדיפא שכן מרובה באליה עיי\"ש וקצת צ\"ע מהא דאמר ביומא (דף כ\"ה) מר אזיל בתר איברי דבישרא ומר אזיל בתר שמנא דבישרא, הרי דת\"ק אזיל בתר מראה, וצ\"ל דלקדם שאני ששניהן קרבים רק הוא קודם משא\"כ היכי שאינו קרב אלא אחד ודוק:<br><b> ומה </b> שהביאו להקת האחרונים ובראשם החכ\"צ בתשובה ומפרשי הירושלמי מהך דבעי ריש לקיש קצירת העומר מהו שתדחה את השבת ביום וקא פשיט דדחי, אין להוכיח מזה דאע\"ג דנקצר שלא כמצותו כשר אפ\"ה דחי שבת, דזה אינו דירושלמי אמר דרבנן סברי דקצירת יום היינו ביום ששה עשר הוי כקצירת לילה וכל המעל\"ע של ט\"ז קרינא מהחל חרמש והוי קצירה כהלכתה משא\"כ לדידן דקיי\"ל אף אם לא מצאו מן הקמה יביאו מן העמרים אעפ\"י שלא נקצר כהלכתו כלל לשם עומר כשר מנא לן דדחי שבת. אולם לפי מה שהעלתי נראה דאף אם תימא דקצירת היום אינה כלילה והוי נקצר שלא כמצותו בכ\"ז דחי שבת אע\"ג דבאופן שלא כמצותו היה יכול לקוצרו מערב יום טוב, ז\"א דהא קודם לא היה יכול לקוצרו משום שמצותו להיקצר בליל ט\"ז ומקרי אי אפשר לעשותו מע\"ש וכי לא נקצר בלילה ע\"כ יקצר בשבת ביום:<br><b> ודברי </b> הירושלמי בהך דאמר קצירת היום מאי את עביד לה כקצירת לילה או כבא מן העליה כו' צריך ביאור רב, ויש להגיה כך, אין תימר כקצירת הלילה אשכחת אמר תרתי פלוגתא בין ר\"א בר\"ש ורבנן דרבנן אמרי קצירת היום כקצירת הלילה ור\"א בר\"ש אומר אין קצירת היום כקצירת הלילה רבנן אמרי הבא מן העליה כשר ור\"א בר\"ש סבר הבא מן העליה פסול אין תימר כבא מן העליה אשכחת אמר חדא פלגו בין ר\"א בר\"ש ורבנן דרבנן אמרי הבא מן העליה כשר ור\"א בר\"ש סבר הבא מן העליה פסול, כצ\"ל. וקא בעי אם הא דנקצר ביום כשר הוא פירושו דהוי כמצותו בלילה והקצירה כשרה או פירושו דכשר להקריב והוי כבא מן העומרים ורבנן ע\"כ סברי הך דתנן יביא מן העמרים, והגירסא שלפנינו אינה מובנת למאן קא בעי ודוק:"
            ],
            [],
            [
                "<b>מצותו להיקצר בלילה וכו' בין בחול בין בשבת וכל הלילה כשר לקצירת העומר ואם קצרוהו ביום כשר מצותו להביא מן הלח לא מצאו יביאו מן היבש כו'.</b><br><b> הנה </b> כללות הסוגיא דסוף פרק ר' ישמעאל ופלפולה הוא דאם נקצר ביום כשר ואינו מעכב להקרבה אז אין קציר העומר דוחה שבת ואם קציר דוחה שבת הוא משום שנקצר שלא כמצותו פסול, ורבינו מזכה שטרא לבי תרי אם נקצר שלא כמצותו כשר והוי כמכשירין שאפשר לעשותן מערב שבת ואינו דוחה שבת, והלח\"מ עמד בזה. אמנם הנראה בזה, דרבינו שביק פה סוגיא דבבלי דתרי סתמי דמשנתינו דנקצר ביום כשר ודוחה השבת בקצירה במגלות (יעו\"ש) אתיין כתרי תנאי ומאן דתנא הא לא תני הא דזה דוחק גדול, ואזיל טפי בתר סוגיא דירושלמי בפ\"ב דמגילה בסופו, אמר ר\"י אתיא דראב\"ש בשיטת ר' עקיבא רבו של אביו דתנינן תמן כלל אמר רע\"ק כל מלאכה שאפשר לעשותה מע\"ש אינה דוחה את השבת כו' וכוונתו כדאמר בתלמודין דקציר העומר דוחה שבת יליף מקרא ומדדחי ע\"כ דנקצר שלא כמצותו פסול דאי ס\"ד דכשר אמאי דחי שבת נקצריה מע\"ש והא תנינן מעשה שעברו יותר מארבעים זוגות ועכבן ר\"ע בלוד מפני שהיו מ' זוג אבל אם היה זוג אחד לא היה מעכבו, ומפרשי הירושלמי לא דקו שסברו שהיא קושיא דכאן אי אפשר לעשותן מערב שבת ולא דחו שבת ומשני דדוקא מפני שהיו ארבעים זוג, ובמחכ\"ת אינו כן, דאטו סבר הירושלמי בהקושיא דרע\"ק סבר דאין מחללין שבת כלל על קידוש החודש ואטו ס\"ד דירושלמי דאף שאי אפשר לעשות מע\"ש לא דחי שבת. ובאמת פשוט דפירכא היא על טעמיה דר\"א בר\"ש, דר\"ע גופיה סבר דוקא מפני שהיו ארבעים זוג עכבן שדי בזוג א' אבל אם היה זוג אחד לא היה מעכבן ר\"ע אע\"ג דלקרבן ולמועדות אם יעברו בית דין את החודש אטו מי לא יהי' מקודש ואף לשיטת רבינו דפסק בפ\"ג מהלכות קידוש החודש דאם באו עדים אחר זמן שנראה החודש בזמנו מונים מיום שלשים כ\"ז אם רצו ב\"ד לקבל עדותם, ועוד דא\"כ גם בלא חלול שבת אם יקבלו עדותן אחר זמן ביום שלשים ואחד שנראה החודש ביום שלשים ג\"כ תהא החודש מקודש, ועיין מפרש ולח\"מ ריש פ\"ג וימתקו לך, ובפרט לשיטת הירושלמי ריש פרק ראוהו ב\"ד דניסן לא נתעבר מימיו וזה דאדר הסמוך לניסן לעולם חסר [ועיין ירושלמי ר\"ה פ\"ב ה\"ז אמר על הא דאר\"י שאם קדשוהו שלא בעדים מקודש מייתי הך דרע\"ק יעו\"ש ובכ\"ז לא חש לזה וסבר בכ\"מ שאם קדשוהו שלא בעדים מקודש] והא דמחללין שבת הוא מפני שמצוה לקדש עפ\"י הראיה כמו דאמר שם בבלי (דף כ'), וכן תשרי לא נתעבר מימיו דאלול חסר ורע\"ק היה לאחר החורבן דאז אין מחללין אלא על ניסן ותשרי ואפ\"ה סבר דמחללין שבת והיינו אע\"ג דלא מעכב אצל המועדות בכ\"ז הואיל דמצוה לקראותם בזמנם ולקדש עפ\"י הראיה ומצוה זו א\"א לעשותה מערב שבת היא דוחה שבת, כש\"כ מצות קצירת עומר שדוחה שבת אעפ\"י שאל הקרבן אינה מעכבת, וזה פירכא גדולה על טעמא דר\"א בר\"ש דאע\"ג דלא מעכב ויתקראו מועדי ד' ור\"ח כדין אף אם יעברו החודש בכ\"ז דחי שבת כש\"כ כאן שמצות קצירה דחי שבת, והדא אמר דמצאנו דרע\"ק גופיה סובר דקידוש החודש דוחים עדים את השבת עליו מהך ששנינו דארבעים זוג עכבן הא זוג אחד לא עכבן, [ויעוין בכורות (דף נ\"ח) דרע\"ק סבר אדר הסמוך לניסן זימנין מלא עיי\"ש]. ובוא ואראך מפורש יוצא מהירושלמי במקום אחר כפירושי הברור, והוא ביומא פרק טרף בקלפי ה\"ו אמר ר\"א האיברים והפדרין שלא נתעכלו מבערב עושה אותן מדורה ושורפן בפ\"ע ודוחין את השבת כו' ר' בון בר\"ח כו' דבר שאינו מעכב דוחה [פירוש דאינו מעכב הכפרה רק הזריקה לא הקטרתן ואיך ידחו שבת] א\"ל עדי החודש הרי אינן מעכבין [פירוש שאם לא יבואו ג\"כ מעברין החודש כדין ויתקראו הר\"ח במועדם] ודוחין דתנינין תמן שעל מהלך לילה ויום מחללין השבת, הרי מפורש כפירושי וע\"ז סמך רבינו, אע\"ג דפסק דתמיד אין סופו דוחה שבת, שאני תמן שמלבד שאינו מעכב הרי אפשר להקטירו היה מערב שבת וזמנו היה בערב שבת, משא\"כ כאן גבי קצירה שחביבה מצוה בשעתה ומצותה להיקצר בט\"ז ניסן הוי כחילול שבת מעדות החודש:<br><b> וראיתי </b> בפני יהושע לראש השנה שדעתו דאין מחללין שבת בקה\"ח רק על תחומין ולאו דמחמר בעדים ההולכים להעיד על ראיית הירח, ובמחכ\"ת הירושלמי דיומא הנ\"ל מכחישו, וליכא למימר דר' זעירא סבר דהבערה ללאו יצאתה והקטרת איברים ופדרים ג\"כ ליכא רק לאו לחוד, ז\"א דבפרק במה מדליקין ה\"ה אמר דע\"ד דמאן דאמר הבערה אינו חייב חטאת מודה בהקטרת איברים ופדרים דמכיון שהוא רוצה באיכולן כמבשל הוא, ואין לומר דהפירוש שרוצה באיכולן היינו שיתאכלו ויעלה מהן ריח וכמו דאמר בסוף ב\"ש איברים שצלאן והעלן אין בהן משום ריח ניחוח ונאמר דבפסולים אין בהן משום ריח ניחוח אע\"ג דמשלה בהן האור וכמו דאין ריח ניחוח בבמה כדאמר במשנה סוף זבחים, מלבד ששם בהקטיר זר אמר שהקטרתו פסולה עוד הירושלמי מיירי בכשרים מדמסייע ליה מוהיום חמש ושם מיירי בכשרים ודוק, ולפי דברי הפנ\"י יש לומר דהנך אמוראי דשקלי וטרי שילהי פרק ר\"י ומוקמי להך דקצירת עומר דוחה שבת כראב\"ש דשלא כמצותו פסול, אינהו סברי כהנך אמוראי דבפרק במה מדליקין דיום טוב ל\"ת לחודא ולא חשבי עשה דשבתון וא\"כ יאמרו דכל הני דדחו שבת גבי ראית החודש הוא בתחומין ובמחמר שנותנין מזון ע\"ג חמור וליכא רק ל\"ת לחודא ומשום דעשה דחי ל\"ת, ולא מצינן למיגמר לקצירת עומר שהיא מלאכה גמורה ואינה דוחה השבת, משא\"כ אנן דקיי\"ל כרב אשי דיו\"ט עשה ול\"ת דשבתון עשה הוי א\"כ גם בלאו דמחמר הוי עשה דבשבת כתיב שבת שבתון והוי עשה ול\"ת ואפ\"ה דחי, א\"כ ילפינן מינה לקצירת עומר שדוחה שבת אע\"ג שאינה מעכבת להכשר הקרבן, אכן זה ע\"ד הפלפול ואין להאריך עוד:<br><b> נמצא </b> דלהמסקנא קצירת עומר דחייא שבת אע\"ג דהעומר כשר להקרבה אם נקצר שלא כמצותו והא דאם יש אחרת ונטמאת בידו א\"ל הבא אע\"ג דאחרת לא נקצרה בלילה ולא אמרינן דהואיל והיא נקצרה כמצותה תבוא בטומאה, וליכא למימר משום דכבר קיימת מצות קצירה אע\"ג שאותה מנחה אינה קריבה מ\"מ חזינא שהועילה אותה קצירה להתיר קצירת כל התבואות [ועיין ירושלמי חלה פ\"א הוי בה ר' יוסי קצר לרבים ונטמאו מהו שיחזרו הרבים לאיסורן] דא\"כ בנטמאת מה שנקצרה תו לא תהא קצירת השניה דוחה שבת משום שכבר קיימת מצות קצירה, ולא מחוור לומר שאני תמן שכן דחתה קצירה השבת כמו באברים ופדרים ועל כרחין טעמא דהקצירה צריכה להתקיים כמצותה באותו עומר שקרב וא\"כ תבא בטומאה שאני תמן שכן איכא שירים לאכילה כדאמר פ\"ק דיומא (דף ז') דמש\"ה מהדרינן אטהרה אף אם הותרה בצבור והוא חשיבות בקרבן גופיה שנאכל כהילכתו ועדיפא טפי מאותו עומר טמא שאינו נאכל שנקצר בלילה כמצותו. ויותר מזה בירושלמי פרק שני שעירי ה\"א אביב קציר יבש לקצור אביב קציר קודם הד\"א משובח בגופו קודם, הרי שמשום אביב דחינן למצות קצירה כש\"כ שיהא בטהרה ושיריו נאכלין דזה הוי משובח בגופו ודוק, ועיין סוף הוריות שעירה קודם כו' שכן נתרבתה אצל עו\"ג כו' כבשה עדיפא שכן מרובה באליה עיי\"ש וקצת צ\"ע מהא דאמר ביומא (דף כ\"ה) מר אזיל בתר איברי דבישרא ומר אזיל בתר שמנא דבישרא, הרי דת\"ק אזיל בתר מראה, וצ\"ל דלקדם שאני ששניהן קרבים רק הוא קודם משא\"כ היכי שאינו קרב אלא אחד ודוק:<br><b> ומה </b> שהביאו להקת האחרונים ובראשם החכ\"צ בתשובה ומפרשי הירושלמי מהך דבעי ריש לקיש קצירת העומר מהו שתדחה את השבת ביום וקא פשיט דדחי, אין להוכיח מזה דאע\"ג דנקצר שלא כמצותו כשר אפ\"ה דחי שבת, דזה אינו דירושלמי אמר דרבנן סברי דקצירת יום היינו ביום ששה עשר הוי כקצירת לילה וכל המעל\"ע של ט\"ז קרינא מהחל חרמש והוי קצירה כהלכתה משא\"כ לדידן דקיי\"ל אף אם לא מצאו מן הקמה יביאו מן העמרים אעפ\"י שלא נקצר כהלכתו כלל לשם עומר כשר מנא לן דדחי שבת. אולם לפי מה שהעלתי נראה דאף אם תימא דקצירת היום אינה כלילה והוי נקצר שלא כמצותו בכ\"ז דחי שבת אע\"ג דבאופן שלא כמצותו היה יכול לקוצרו מערב יום טוב, ז\"א דהא קודם לא היה יכול לקוצרו משום שמצותו להיקצר בליל ט\"ז ומקרי אי אפשר לעשותו מע\"ש וכי לא נקצר בלילה ע\"כ יקצר בשבת ביום:<br><b> ודברי </b> הירושלמי בהך דאמר קצירת היום מאי את עביד לה כקצירת לילה או כבא מן העליה כו' צריך ביאור רב, ויש להגיה כך, אין תימר כקצירת הלילה אשכחת אמר תרתי פלוגתא בין ר\"א בר\"ש ורבנן דרבנן אמרי קצירת היום כקצירת הלילה ור\"א בר\"ש אומר אין קצירת היום כקצירת הלילה רבנן אמרי הבא מן העליה כשר ור\"א בר\"ש סבר הבא מן העליה פסול אין תימר כבא מן העליה אשכחת אמר חדא פלגו בין ר\"א בר\"ש ורבנן דרבנן אמרי הבא מן העליה כשר ור\"א בר\"ש סבר הבא מן העליה פסול, כצ\"ל. וקא בעי אם הא דנקצר ביום כשר הוא פירושו דהוי כמצותו בלילה והקצירה כשרה או פירושו דכשר להקריב והוי כבא מן העומרים ורבנן ע\"כ סברי הך דתנן יביא מן העמרים, והגירסא שלפנינו אינה מובנת למאן קא בעי ודוק:"
            ],
            [],
            [
                "<b>וכן ראו [תמיד] הנביאים כו' שהיו מניפין [את] העומר כו' בין בשבת.</b><br><b> נ\"ב </b> דקדק רבינו וכן ראו הנביאים, דאילו על קצירה יש מחלוקת אם דוחה שבת. אמנם על המפורסמות אין מחלוקת, ומש\"כ רבינו ונאמר ויאכלו מעבור הארץ וכו' עיין פסיקתא זוטרתא לרבינו טוביה בפרשת אמור באורך:"
            ],
            [],
            [
                "<b>אסור לקצור בארץ ישראל מין מחמשת מיני התבואה כו' שנאמר ראשית קצירכם.</b><br><b> הנה </b> זה פשוט דהוי מצוה התלויה בחובת הקרקע ואינו נוהג רק בארץ ישראל, ורק באכילת חדש כתיב ולחם כו' לא תאכלו בכל מושבותיכם ולא על הקצירה, וסעד לזה מהא דפ\"ק דר\"ה מיתבי ששה עשר בניסן ר\"ה לעומר ששה בסיון ר\"ה לשתי הלחם כו' לרבא ליתני ששה לרנב\"י ליתני חמשה, הנה הקושיא בעיקרה רק מר\"ה לעומר אבל ר\"ה לשתי הלחם לדידן לא קבוע זמן דעצרת פעמים בד' פעמים בה' ובו' ואינו קבוע זמן ככל ראשי שנים ורק לרנב\"י דחדשים חשיב במנין קשה ליתני חודש סיון ובו ר\"ה ומשני רב פפא דחשיב מידי דחייל מאורתא, ועדיין קשה דהא הוי ר\"ה לקצירת העומר דהוי בלילה וחייל מאורתא, ולפ\"ז יתכן דלא חשיב מה דלא הוי ר\"ה רק בארץ ישראל לבד משא\"כ הנך כולהו דמשנתינו נפ\"מ גם לחוצה לארץ לענין ערלה דוק ותשכח משא\"כ כאן דלא חייל מאורתא רק לקצירה דלא הוי רק בארץ ישראל וא\"ש, [וכעת ראיתי בשיטה מקובצת בש\"ס ווילנא החדש במנחות (דף פ\"ד) מייתי פלוגתא דקדמאי בזה והרבה מדברינו יעו\"ש], ויתכן משום דקוצרין בבית השלחין לא חשיב אמנם מהא גופא דקוצרין בבית השלחין מוכח דקוצרין בחו\"ל דטעמא משום שאינו מביא ממנו עומר והכא נמי בחו\"ל שאינו מביא מחו\"ל עומר כפסק רבינו אתה קוצר ואף לר\"י ב\"י דמביא עומר מחו\"ל כדתניא מנחות (דף פ\"ד) מכל מקום לכתחילה נראה דאינו בא רק מארץ ישראל והוי כמו בית השלחין דלכתחילה אין את מביא ממנו ועיין תוס' (דף ס\"ח) ד\"ה קוצרים בה\"ש. ויותר נראה דלר\"י ב\"י דמצות קצירת העומר לא קיים במביא מחו\"ל והוי כאילו בא מן הישן דוקצרתם את קצירה כתיב ובמביא מחו\"ל הוי כלא נקצר ולכן ראשית קצירכם כתיבא ולכך מותר לקצור גם לדידיה בחו\"ל דמצות קצירה של עומר אינו רק בא\"י ודוק. ועיין תוס' (דף ע') דלחד מ\"ד לפום ס\"ד אמר דהבאת עומר מתיר לקצור ובזה לא חייל מאורתא אך איתותב תמן ע\"ש. ובתוס' בכורות (דף כ\"ה) כתבו ז\"ל אע\"ג דקיטוף לענין קצירה קודם לעומר לא מחייב כו', ולא שייך זה לפלוגתא דתולש בכלל קוצר בפרק ראשית הגז (דף קל\"ו) דשאני הכא דכתיב בקרא מהחל חרמש בקמה אלמא דעל קצירת חרמש קפיד רחמנא שיהא תחלה להנקצרים לא על תלישה ביד ובפרט דהאיסור משום העומר ששנינו בספרי שמצותו שלא יהא נקצר אלא בחרמש יעו\"ש היטב. ואפשר דמשום זה פסק רבינו גבי פאה דתולש לאו קוצר כו' משום דסמוך לקצירת עומר, אע\"ג דגבי ראשית הגז פסק דתולש היינו גוזז יעויין כס\"מ בהלכות בכורים ודוק:",
                "<b>קודם לקצירת העומר כו'.</b><br><b> רבינו </b> פסק דהבאה של עומר מתרת חדש וקצירת עומר מתרת קצירה, וזה כגירסת רבנן בתוס' דהגמרא מסיק כך, ובירושלמי לפנינו בפ\"א דחלה הגירסא ואם השרישו קודם לעומר כו' ר' יונה אמר כו', ולענ\"ד נראה להגיה הפסקא דצ\"ל ומלקצור מלפני העומר וע\"ז פליגי עד אימתי אסור לקצור ר' יונה אמר קודם להבאה, פירוש קודם הקרבת העומר אסור לקצור, ר' יוסי אמר קודם לקצירה פירוש דעד קצירת העומר אסורים בקצירת כל התבואות, וזהו כפי גירסת תוס' בלישנא קמא דתלמודין (דף ס\"ט) אמר ר' יוסי הבאה מתרת להבאה [פירוש דהקרבת העומר מתיר אכילת חדש וכן אם עבר והביא קודם לשתי הלחם מותר] וקצירה מתרת לקצירה א\"ר יונה הבאה מתרת הבאה וקצירה כצ\"ל, [פירוש דהקרבת העומר מתיר אכילת כל התבואות וקצירת כל התבואות] לפום כן רבי יוסי הווי בה קצר לרבים ונטמא חזר היחיד לאיסורו, פירוש דמקשה דאיך תאמר דקצירת עומר מתרת קצירת כל התבואות דא\"כ כי קצר לרבים ונטמא דמוכרח לקצור תבואה אחרת לעומר חזרו כל ישראל לאיסורן לקצור ליחיד קודם העומר השני מה שהותרו מכבר אחר קצירת עומר שנטמא, ואח\"כ צ\"ל הפיסקא אם השרישו קודם לעומר העומר מתיר ר\"י אמר קודם לקצירה ולהלן כל השמעתתא, כן נראה:<br><b> ובזה </b> יתפרש מה דאמר הגמ' בשבת (דף קל\"א) איכא למיפרך מה לעומר שכן אם מצא קצור קוצר תאמר בשתי הלחם שאם מצא קצור אינו קוצר, היינו דדא לא מצי למילף ששתי הלחם נמי אם מצא קצור קוצר, דבעומר דין הוא דניבעי קצירה לשם עומר דכתיב מהחל חרמש בקמה וראשית קצירכם וכמו שהבאתו מתיר אכילה כן קצירתו מתיר כל קצירת התבואות כמבואר פרק ר' ישמעאל, אבל שתי הלחם שאין קצירתו מתרת איך מסתברא דניבעי קצירה לשמה, ואם תאמר דהקצירה תהא מתרת קצירה לגבוה כמו שהבאתו מתרת חדש במקדש, זה לא יתכן דכל המנחות נקחין סולת ולחם הפנים חטים אבל לא בקמה כמבואר סוף פרק אלו מנחות נקמצות יעו\"ש ורבנן בתוס' האריכו בזה ופשוט:"
            ],
            [
                "<b>תבואה שהשרישה קודם העומר כו'.</b><br><b> נ\"ב </b> פירוש קודם הקרבת העומר ואפילו לאחר הקצירה הקרבת עומר מתירו לקצור, ולכן סיים כדרך שאסור לאכלה ודוק:"
            ],
            [],
            [],
            [
                "<b>כבר בארנו שאין מביאין מנחות [ולא מנחת] נסכים כו' קודם הבאת העומר ואם הביא פסול ולא יביא קודם להבאת שתי הלחם ואם הביא כשר.</b><br><b> בגמרא </b> (דף ס\"ח) מה בין קודם לעומר לקודם לשתי הלחם, ויתכן דאיתא בירושלמי פלוגתא אליבא דריו\"ח דבזמן שבהמ\"ק קיים האיר המזרח מתיר דעד העומר אם אסור דבר תורה ור' ירמיה סבר דמה\"ת אסור, הרי דמשהאיר המזרח אין בו איסור לאו רק עשה דעד הביאכם והעומר מתיר, א\"כ לפ\"ז אם השרישו קודם להקרבתו אחר שהאיר המזרח אין העומר מתיר דכיון דלא מצאנו בכח העומר רק איסור עשה א\"כ איסור לאו לא תלי בהעומר, וכמו בזמן דליכא בהמ\"ק אם נשרשו אחר שהאיר המזרח אסורים עד שיבוא עצם היום לשנה הבאה, כן בזמן שבהמ\"ק קיים לא יתיר העומר רק העשה לבד ולהתיר לאו דעד עצם היום הזה צריך האיר המזרח שלשנה הבאה אשר יהיה אחרי ההשרשה נמצא כמו דבעי בגמ' שתי הלחם ועומר מהו שיתירו שלא כסדרן נראה לנו דכאן אם הושרשו קודם הקרבת הקרבן אז הותרו לאכילה תיכף משהאיר המזרח לשנה הבאה אחרי ההשרשה דכבר עבר עליהם הקרבת העומר לקיים קרא דעד הביאכם ועבר עליהם זמן של האיר המזרח דעד עצם היום לשנה הבאה, נמצא דבכה\"ג אם הביאן קודם לעומר הרי הותרו להדיוט וממשקה ישראל קרינא בהו, ואם נאמר דשתי הלחם אינן מתירין שלא כסדרן דהיתר של שתי הלחם צריך שיהיו מותרין להקריב לגבוה בפועל וכ\"ז שיש איסור להדיוט אין שתי הלחם מתיר, הרי הנך תבואות דנשרשו קודם להקרבת עומר אחרי שהאיר המזרח אסורים לגבוה עד ב' הלחם של שנה הבאה, נמצא דהנך תבואות יהיו ממשקה ישראל קודם להקרבת העומר ומדוע אם הביאן קודם לעומר פסול, וע\"ז משני הואיל והעומר פועל לגבי תבואה לאסור להדיוט לכן אלים היתרו לגבי מזבח דכתיב ביה בכורים [ובפרט לפי מה שפרשתי בחידושי דבכורים למזבח קאי על העומר], והא דביין אמר דאם הביאו קודם לעומר כשר טעמא דלגביה אין הקרבת העומר פועל כלל להדיוט ודוק היטב:"
            ],
            [
                "<b>וכל המקריב מנחה מן החדש.</b><br><b> נ\"ב </b> בפרק אלו נקמצות (דף ע\"ה) פירש\"י קרוב לדברי רבינו עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>והקציר כשר.</b><br><b> נ\"ב </b> כן מוכח במנחות (דף ה') דרשב\"ל אמר ושיריה אינן נאכלין עד שתבוא מנחת העומר כו' הרי דמנחה נקצרת קודם העומר ואפ\"ה כשר. אמנם זה תלוי במה דבעי ר' יבא בירושלמי קצר לרבים ונטמא מהו שיחזרו הרבים לאיסורן יעו\"ש לגבי הנשרשין קודם הקצירה וא\"כ הועילה הקצירה אם נאמר דלא חזרו רבים לאיסורן ודוק:"
            ],
            [
                "<b>מ\"ע לספור שבע שבתות כו' ומצוה למנות הימים עם השבועות כו'.</b><br><b> ראה </b> בספר המצות לרבינו ביאור דעתו באורך, אמנם באגרות הרמ\"ה האריך דמנין השבועות הוא מה\"ת דוקא בזמן שבהמ\"ק קיים וכמו דכתיב מהחל חרמש בקמה כו' שבעה שבועות אבל מנין הימים הוא מה\"ת תמיד אף בזמן הזה וע\"ז אמרו אמימר מני יומי ולא מני שבועי מ\"ט זכר למקדש הוא כי מנין השבועות אינו מה\"ת, ואם תשאל מדוע ע\"ז אומר גזירת מלך הוא ובסוד אלוקי מי יבוא, וכן הדברים ברבינו ירוחם, ולדעתי באמת הוא סוד ד' ליראיו שגילו לנו רבותינו בעלי התלמוד בפ\"ק דר\"ה דילפי תשלומין לקרבנות ראיה וחגיגה בעצרת כל שבעה דמה חודש למנויו אף עצרת למנויו ופריך ואימא חד יומא אמר רבא אטו יומי מנינן שבועי לא מנינן כו' ועוד חג שבועות כתיב, נמצא דדרשי דחג שבועות שתהא כל השבוע תשלומין לקרבנות החג שלו וא\"כ איתפריש לן הסוד דאמרה תורה מנה ימים וקדש עצרת יום טוב חד יומא מנה שבועות וקדש חג שבועות לקרבנות הרגל ובחל בשבת אינם רשאים להקריב רק בימי תשלומין, א\"כ היום טוב של עצרת הוא לדורותיכם חוקת עולם לכן המנין שלו הוא ג\"כ לדורות לזאת כתיב וספרתם לכם ממחרת השבת חמשים יום ולא נזכר שם חג שבועות, אבל אמרה תורה קדש חג שבועות דהוא תשלומין לקרבנות החג כן המנין שלו הוא מנין השבועות ג\"כ אינו רק בזמן שהקרבנות קרבים לכן כתיב שבעה שבועות תספר לך מהחל חרמש בקמה תחל לספור פירוש מזמן העומר ועשית חג שבועות ולא כתיב מנין הימים כלל דהוא ענין מחודש בזמן שהבהמ\"ק קיים והקרבנות קרבים בו, וזה עומק הדבר למעיין. וכן סברת ר' אליעזר דעצרת כשבת משחרב בהמ\"ק לענין אבילות יעו\"ש, וזה הטעם שאנו קוראים ביו\"ט שני דעצרת כל הבכור משום דחג השבועות כתיב וכל השבוע לתשלומין ודוק:<br><b> ובזה </b> יבואר לשון הגמרא בפרק ר' ישמעאל (דף ס\"ה) אמר לו שוטה כתוב אחד אומר תספרו חמשים יום כו' אמר רבא כולהו א\"ל פירכא אי מדר\"י בן זכאי דילמא כדאביי דאמר אביי מצוה למימני יומא ומצוה למימני שבועי, וצריך ביאור דמאי אמר דילמא כדאביי דמאן חולק על אביי הא רבא בר\"ה אמר ג\"כ כן, ועוד דספירה דשבועות יליף אביי מקרא דשבעה שבועות תספר לך מהחל חרמש בקמה כו' כמבואר חגיגה (דף י\"ז). ובזה א\"ש דאמר דילמא כדאביי דמצוה למימני שבועי אף בזמן שאין בהמ\"ק קיים אף דקרבנות הרגל אינן קרבין בתשלומין לכן בפרשת אמור דלא נזכר כלל חג שבועות רק יו\"ט דעצרת כתב ג\"כ שמצוה לספור השבועות, אבל באמת ממחרת השבת הוא ממחרת יו\"ט ושבע שבתות תמימות בחל להיות אחר השבת ולא כתב לספור השבועות רק בפרשת ראה ושם חג שבועות כתיב ובזמן שבהמ\"ק קיים ודוק היטב:"
            ],
            [
                "<b>שכח ולא מנה בלילה מונה ביום כו'.</b><br><b> בתוס' </b> מנחות (דף ס\"ו) ד\"ה זכר למקדש הוא כתבו והיכי דשכח לספור בלילה פסק בה\"ג שסופר ביום וכן היה נראה מתוך סתם משנה דסוף פרקין דתנן מצותו לקצור בלילה ואם נקצר ביום כשר יעו\"ש. וצריך ביאור הלא הגמרא אמר לקמן דכיון דנקצר ביום כשר תו לא דחי שבת דאפשר למקצריה מבעו\"י ואטו נאמר שיספרו מבעו\"י דטעמו דנקצר ביום כשר משום דמצות קצירה לא מעכבא כלל אל ההקרבה ומאי שייכות זה לספירה, אולם הפירוש האמיתי דכתיב בקרא מהחל חרמש בקמה תחל לספור ש\"ש וכתיב מיום הביאכם את עומר התנופה תספרו ש\"ש ואם הוי אמרינן דנקצר שלא כמצותו פסול א\"כ ליכא שום קרא למצות ספירה ביום דכתיב מהחל חרמש בקמה וא\"כ אם לא ספר בלילה שוב לא יספור ביום דליכא לקיומי קרא דמהחל חרמש ותו גם הבאת קרבן ליכא כלל בלא קצירת העומר בלילה וחד מנינא הוי תרווייהו, אבל אם נימא דהקצירה אינו מעכב כלל אל ההבאה ואף אם לא קצר כלל מצי להביאו והוי תרי מניניא אע\"ג דמצותו לקצור אותו בלילה מ\"מ מקיים מצוה דמיום הביאכם את עומר דתרי עניני הוא ודוק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>והשאר נפדה ונאכל לכל אדם כו' ופטור מן המעשרות כו'.</b><br><b> פירוש </b> דמירוח הקדש פטור מן המעשר, ופלא דבגמ' לא נזכר רק גבי עומר לפי שנקצר במחובר ומשל צבור, אבל בשתי הלחם דמביאין חטים הלא מביא מחטים שכבר נתרמו ונתעשרו דאין מביאין מנחות מהטבל, [ובמסכת חלה פ\"א מ\"ג חשיב מותר העומר לבד] וצ\"ע:<br><b> וברור </b> דסבר רבינו דכמו דאמרו פ\"ק דתמורה דהמקדים תרומה לבכורים משום דבכורים כתיב בהו צריכי שיהיו קודם לכל המתנות של כהן וכן בירושלמי פ\"ק דפאה ה\"ה למה נקרא שמן בכורים שהן בכורים לכל ואפילו מכרי טבול לתרומ\"ע אם מפריש בכורים יעו\"ש פלפול גדול, א\"כ שתי הלחם נקרא בכורים אף דפירוש דהן קודמין לכל המנחות במקדש כמבואר (דף ס\"ט) בכ\"ז אמר רבא במנחות (דף מ\"ו) בכורים לד' מה בכורים בפני עצמן א\"כ כיון דקרינהו רחמנא בכורים צריכין שיהיו קודם לתרומות ומעשר, לכן אמר שהשאר שנפדה פטור מן המעשרות דמירוח הקדש פטרינהו וכמו גבי עומר ופשוט, ומטעם זה לא קשה דאיך ס\"ד דלרע\"ק מירוח הקדש אינו פוטר א\"כ איך מביא עומר משאינו מעושר דהא בעי ממשקה ישראל כמו שהקשו תוס', ולפ\"ז דעומר בכורים מקרי ודאי דהוא קודם לכל ומיפטר מתרומ\"ע, ועיין תוספתא מנחות פ\"י דפליגי רשב\"א דמביאין מנחות בשיבלין, ואולי דעל מנחות בכורים כמו שתי הלחם קאי ודוק היטב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן שתי החלות כו'.</b><br><b> מוכח </b> מלשון רבינו דגם החלות אינן נאכלין רק עד שיקטיר אימורי הכבשים:"
            ],
            [],
            [],
            [
                "<b>שחט אחד לשמו יקח לו זוג.</b><br><b> לפירוש </b> הכס\"מ שנעשה השני טריפה צריך להיות או דיזרק דמו שלא לשמו או דהדם ישפך ויקח שנים בתחלה וכמוש\"כ בפרק י\"א מהלכות טומאת צרעת מתה המשתלחת ישפך הדם ועיין יומא (דף ס\"ד) דבשחוטין הוי דחוי, וכאשר תעיין בתוספתא דתני אחר זה ושחטו שניהם שלא לשמן יביא שנים בתחילה יעו\"ש, ברור דצריך להגיה ברישא שחט אחד שלא לשמו יקח לו זוג לשני, כן נראה דצ\"ל וברור למעיין ודוק:"
            ],
            [
                "<b>בכס\"מ. </b> ומדשקלו וטרו בה אמוראי:<br><b> נ\"ב </b> ורבא יליף מקרא כוותיה:"
            ],
            [
                "<b>שתי הלחם הבאות בפני עצמן בלא כבשים כו' שמא ימצאו כבשים לשנה הבאה כו'.</b><br><b> בגמרא </b> (דף מ\"ו) אלא אמר ר\"י גזירה משום שמא יזדמנו להם כבשים לאחר מכאן, לכאורה הוי לי' למימר שמא יזדמנו ומאי גזירה איכא הכא, ונראה דאמרו על זבח שיהא לחם בשעת שחיטה, ומשמע דבעי שהזבח יקדש את הלחם דאף אם תנור מקדש אינו קדוש הלחם ליפסל ביוצא וכמוש\"ב בתוס' ורק שחיטת הזבח או זריקתו מקדש הלחם ליפסל ביוצא, וביארו בתוספות דבאין בלא זבח הוי כאין לו מתירין דמשיקדשו בכלי נפסלין ביוצא רק כי באין עם הזבח ויש להם מתירין אין קדושת כלי גומר קדושתן ונמצא דבעי שהזבח יקדש את הלחם קדושה גמורה ליפסול ביוצא, אבל כי באו בלא זבח והכלי גמרה קדושתן להיפסל ביוצא תו כי איתרמי זבחים הוי ככבשים בלא לחם כיון שהכבשים לא מקדשי את הלחם, לכן כיון שבאו בלא כבשים ונחתי לקדוה\"ג לאיפסולי ביוצא שלא כוון שיבואו עם הכבשים יעוין תוס' (דף ט') ד\"ה ר\"ל אמר, תו לא חזי למייתינהו עם כבשים אחרי זה, רק כיון דדילמא כי שריף להו ביום טוב אחר זה איתרמי ליה כבשים ויביאם עם שתי לחמים אחרים ואישתכח דמה דשרף אותן שרף שלא כדין ביו\"ט דאע\"ג דכשנשרפין כמצותן נשרפין ביו\"ט הכא דמביא לחמים אחרים ודאי דאין נשרפין, וכמו דאמרו בסוף הוציאו לו דאם נשפך דמו כו' אם נשרפין כולן יעו\"ש ולרבנן ג\"כ מיקרו דנשרפין כמצותן ונשרפין אבית הדשן חוץ לג' מחנות הואיל וזרק מכל אחד, אבל כאן דהביא אח\"ז כבשים ולחם כמצותן הרי לחמים קמאי לא אצטרכו כלל והוי כנשרפים בפסול ולא היה שריפתן דוחה יו\"ט כמו כל פסולי המוקדשין דיליף מהנותר עד בוקר שני באש תשרופו, ולכן אמר גזירה שמא יזדמנו להם כבשים כו' אבל לא דהנך לחמים חזו לכבשים ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>ולא המוספין מעכבין זה את זה ולא מניין העולות כו' בין בימי המועדות כו'.</b><br><b> רבינו </b> לא חילק וכלל כולן כדין שדרשו בר\"ח מקרא דיחזקאל דכתיב וביום החודש ששת כבשים כו' אולם בגמ' אמרו [מנחות מ\"ד] דשל חג מעכבין משום דכתיב כמשפט כמשפטם ע\"ש ובתו' נסתפקו בפסח ופלפלו משום דכתיב יהיו אלא דגבי תמימים הוא דכתיב והביאו מספרי דדריש בפסח וכן בחג יעו\"ש הרי דמה שאמרו בספרי שומע אני שלא יקריב עד שימצא כולן לאו מהך יהיו הוא משום דכתיב תמימים יהיו וקאי על תמימים יעוי\"ש. ולא עמדו התוספות אהא דהספרי סותר את דברי הגמרא משום דבספרי איתא הרי שמצא פרים ולא מצא אילים אילים ולא מצא כבשים כו' הרי דיכול דפרים מעכבי את אילים ואילים מעכבין את כבשים דכולהו מעכבין זה את זה וע\"ז דריש דאין מעכבין זא\"ז אבל בגמרא דילן יליף מן כמשפט דמנין הפרים ומנין האילים ומנין הכבשים מעכב זא\"ז כמו שאם אין לו רק י\"ב פרים ביום הראשון לא יביא וכן בכבשים אם אין לו אלא שלשה עשר לא יביא כ\"ז שאין לו ארבעה עשר וע\"ז ילפינן מכמשפט אמנם הפרים אין מעכבין את האילים והכבשים וכן מין זה אינו מעכב מין אחר דזה יליף בספרי כן פירשו רבותינו בתוספות ולכן לא עמדו על הסתירה ויעוי' ברכת הזבח.<br><b> אמנם </b> כתב דראה בתוספתא מנחות דפליגי תנאי בזה ואפשר דיש שם ט\"ס ובמחכ\"ת שכח כי התוספתא דמנחות מפורש' בגמרא סוכה דף מ\"ז ת\"ר הפרים האילים והכבשים מעכבין זה את זה ר' יהודא אומר הפרים אינן מעכבין כו' לפי שמתמעטין והולכין כו' יעו\"ש מה שמשיבים רבנן.<br><b> והנה </b> רבינו לקח מספרי והתורת כהנים דילפי מהא דבפ' אמור לא כתיב רק והקרבתם אשה לה' שאין מעכבין זה את זה ומוכח פשוטו דבמנין העולות אם לא מצא רק פר אחד או איל אחד יביא דאשה לה' מקרי חד בהמה לבד וזה ברור ומפרש פלוגתת ר' יהודא ורבנן דבמסקנא פ' כל התדיר מסיק דבמוספי החג עולה קודם לחטאת משום דכתיב כמשפט אכן בכל התורה כולה חטאת קודמת לעולה אם כן הכי פירושא אם יש פרים ואילים וכבשים עולות במספר זה אז הוא כמשפטם ודינם אז במוספי החג שעולה קודמת לחטאת אבל אם הפרים אינם במספר זה וכן הכבשים ואילים אז אין כאן כמשפט ויצא מכלל קרבן מוסף החג אלא דבפרשה אמור חייבה התורה להקריב אשה לה' בכל מועד ור\"ח ובזה לא נפיק מכל קרבנות תורה דבין ביחיד בין בצבור חטאת קודם לעולה מבנין אב אשר לחטאת ראשונה ור' יהודא סבר דבפרים הואיל ומתמעטין בחג הסוכות תו אי ליכא רק ז' או ו' פרים לא נפיק מכלל כמשפט ולא יצא מסדר המוסף של חג וגם בזה עולה קודמת לחטאת וזה פירוש נעים רק להך לישנא דאמרו בפרק כל התדיר דבחג ג\"כ חטאת קודם לעולה הרי סברי ר' יהודא ורבנן דמעכבין זה את זה לכן אמר במנחות דפרי החג כמשפט כתב בהו אבל לפי האמת הפירוש הוא כמו שכתבתי.<br><b> ואחר </b> שכתבתי זה ראיתי בספר יחזקאל ושבעת ימי החג יעשה עולה לד' שבעה פרים ושבעה אילים כו' ובחמשה עשר יום לחדש בחג יעשה כאלה דפירש רש\"י שבחג על כל שבעת הימים יעשה אם אין לו רק פר אחד ליום ואיל אחד ליום יעשה כן שאף בפרי החג אין מעכבין זה את זה וכן האילים אין מעכבין זא\"ז יעו\"ש ברש\"י דמיירי כשאין לו מספר הפרים והאילים אם כן באופן זה ביארנו דכיון דיצא מכלל דכמשפט ואין דינו כמוסף החג רק ככל קרבנות דעלמא תו החטאת קודם לעולה וכמו שכתוב באמור בכל המועדים ור\"ח והקרבתם אשה לד' בזמן שאין להן להקריב כל המספר של עולות מוסף אז בחג דומה לראש חודש ולכן יעשה כאלה שבעת הימים כחטאת וכעולה וכמנחה וכשמן היינו שחטאת קודם לעולה גם בחג כיון שאין לו מספר הפרים והאילים וזה ענין נפלא ואמתי בס\"ד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>דם החטאת קודם לדם העולה מפני שדם החטאת מכפר איברי עולה קודמין (לאיברי) חטאת [צ\"ל אימורי].</b><br><b> הר\"י </b> קורקוס כתב שזה דוקא שנשחטו שניהם ושני הדמים לפנינו כו' ואחר שזורק שני הדמים ואיברי שניהן לפנינו כו' אבל לכתחילה צריך לשחוט החטאת ולהקריב אותה לגמרי ואח\"כ ישחוט העולה כו'. והנה פשט הגמרא דיליף מקרא דלוים דדריש דכתיב ועשה את האחד חטאת כו' הרי דבזריקה חטאת קודם אע\"ג דלהקרבה עולה קודם דכתיב ופר שני הרי דלא נשחט החטאת קודם ונזרק דמו ונעשה כליל כדין הראוי לפי שיטת הר\"י קורקוס, ועוד דהא חזינא דשקיל וטרי הגמרא איך ידענא דג' מתנות בתראי קודמין לשל עולה וחד אמר משום דכיון דהתחיל במתנות גומר, הרי דבעבודת הדם שקיל וטרי הגמרא אם שייך סברא דגומר לאקדומי להך דכליל ואיך פשיטא לן דכיון שלא נשחטה העולה יוקדם הקטרת האימורין להעולה, ויש לדחוק ואינו מחוור. והא דמיבעי להגמרא דם עולה ואימורי חטאת אע\"ג דלפי מה דאמרינן דלא כהרי\"ק ואם נשחט ונזרק החטאת צריך הוא לשחוט העולה ולזרוק דמה ולהקטיר איברים קודם האימורים מהחטאת שכן כליל ואיך יתכן דיהי' הקטרת האימורים קודם לדם העולה, ולומר דמיירי ביצאו האיברים דהואיל וזריקה מועלת ליוצא לא הוי כנאבדו וזורקין הדם וכדתנן פ\"ק דמעילה זה דחוק טובא:<br><b> ונראה </b> ברור משום דחטאת קודם לעולה אף בשל שני בני אדם המקריבין זה חטאת וזה מביא עולה ובזה ודאי כששנים מביאין זה וזה דאין מעכבין הקטרת אימורי חטאתו של זה שחיטת עולה של זה רק גומר מעשה חטאתו ואחר זה מביא עולתו, ובזה בעי אם נשחט אחר זריקת דם חטאת של ראובן מי גומר מעשה הקטרת אימורים קודם זריקת דם עולת שמעון, אבל בשהענין מחייב להביא חטאת ועולה אז שוחטין החטאת וזורקין דמו ואח\"ז זורקין דם העולה ומקטירין אימוריו דכליל, וטעמא דכיון דמחוייב להביא העולה בהדיה דחטאת א\"כ רמיא תיכף הקרבת העולה ולאקדומה לאימורים שלה קודם אימורי החטאת, אבל כשהוא ענין בפני עצמו אז גומר מעשה החטאת והוי כמו שלא הביא העולה דלא חל עדיין הקרבת האיברים שלה דיהא בעי לאקדומה, ורק בשהקטרת שניהן לפנינו אז מקדימינן הקטרת איברים של עולתו של זה להקטרת אימורים של חטאתו של זה משום דכליל, ובכה\"ג בעי דם עולה ואימורי חטאת מי קודם, אבל בשל לוים דהענין היה טעון עולה וחטאת א\"כ בעי לזרוק דם ולהקטיר עולה טרם הקטרת אימורי החטאת דרמיא קמיה ההקטרה מהאיברים דעולה:<br><b> נ\"ב </b> וכן במצורע דאחר ישחט את העולה והאיברים קודמין לאימורי חטאת כמפורש בתו\"כ והעלה הכהן את העולה מלמד שאיברי עולה קודמין כו' כיון דהענין טעון חטאת ועולה וכמוש\"נ.<br><b> ובזה </b> יתבאר שמועה בנזיר (דף נ\"ט) במת אחד מהן דאמר ר\"י יבקש אחד מן השוק שידור כנגדו בנזיר כו' ובגמ' שם אמר רב נחמן מאי ליעביד ר\"י לדקיה כי היכי דלא ליסרו ובזה נדחקו רבוותא טובא. ולדעתי נראה פירושו כך דהכא מחוייב להביא חטאת בהמה ועולת בהמה וכן חטאת העוף ספק דשמא נזיר טמא ולא מצי מגלח ומתנה אם אני הוא הטהור שנמצא חבירו אינו נזיר שבאופן זה לא קיבל עליו נזירות עד אחר שלשים יום, א\"כ החטאת והעולה והחטאת העוף מחוייב זה הנזיר להביא נמצא דשוחט החטאת וזורק הדם החטאת דהוא קודם בכל מקום [לשון המשנה פרק ג' מינים] ואחרי זה מולק החטאת העוף ומזה דמה וממצה דמה דהא דם חטאת העוף ג\"כ קודם לעולה והקרבן שלו דמייתי על הספק ואח\"ז שוחט העולה וזורק דמה ומקטיר איברי' נמצא דעד שלא יקטירו האימורים של החטאת יעבור זמן רב ויסריחו האימורים, משא\"כ ברישא דמתנין שניהם ואומר אם אני טהור ואת טמא קרבן טהרה שלי וקרבן טומאה שלך א\"כ החטאת העוף הוא קרבן טומאה של חבירו הודאי ונאכל, א\"כ זורק דם החטאת ואח\"ז מביא וזורק דם העולה ומקטיר איבריו ואח\"ז מקטיר אימורי חטאת ואח\"ז מולק ומזה וממצה דם החטאת של חבירו, אבל כאן על אופן שהוא טהור נמצא דחטאת העוף הוא שלו שמביא על הספק דגלי רחמנא ביה דמביא על הספק כדמפיק ר\"י בר\"י שם (דף כ\"ט), וגם הוא מוקדם לעולה אע\"ג דאינו בא רק על הספק, אישתכח דליסרו לדקיה המה האימורים מהחטאת בהמה ודוק: ובחידושי לגמרא כתבתי באופן אחר עיי\"ש:"
            ],
            [],
            [
                "<b>ופר כהן משיח קודם לפר הע\"ד.</b><br><b> במשנה </b> פר משיח ופר עדה עומדים כו'. הא דתני עומדים דביומא (דף ל\"ו) כיצד סומך הזבח עומד כו' והסומך עומד. וזה שבשניהן יש סמיכה ואעפ\"כ המשיח קודם, ונדבת משיח ונדבת צבור אמר בירושלמי דקודם המשיח, וזה מפני שנדבת משיח סומך ובצבור ליכא סמיכה, ולכן תני נדבת משיח ושעירי עו\"ג שעירי עו\"ג קודמין שדמו נכנס לפנים דבשעירי עו\"ג ליכא סמיכה ואפ\"ה הן קודמין, ולכן העתיק רבינו מתוספתא מנחת איש קודם למנחת אשה והשמיט הא דאמר בירושלמי קרבן איש קודם, משום דבקרבן איכא סמיכה באיש ולא באשה ודאי דאיש קודם ודוק:",
                "<b>ושעירת יחיד קודמת לכבשה אעפ\"י ששניהם חטאת כו'.</b><br><b> בגמ' </b> פליגי תנאי בהא. דאיכא למ\"ד כבשה קודמת משום שנתרבתה באליה. ורבינו פסק דשעירה קודמת שכן בתורה כתוב מעשה השעירה ואופן הקרבתה קודם לחטאת כשבה יעו\"ש וצ\"ל כך [אעפ\"י ששניהם חטאת שכך, הוא סדר הכתוב בתורה, שהשעירה ראויה לבוא על הכריתות] כצ\"ל ונכתב בטעות קודם גבי ופר ע\"ז קודם לשעיר שלה ששם הטעם הוא משום שנאמר כמשפט. וכן כתב בפי' המשנה להוריות וז\"ל ושעירת יחיד לכבשת יחיד כמו שקדם והכבשה בשאר מצוות בלבד הרי כתב מה שקדם בפסוק והא דנזיר מביא חטאת כשבה דוקא הא אינו מכפר בכריתות ודייק להכי רבינו שהשעירה ראויה לבא על הכריתות שמביאין עליה חטאת וברור."
            ],
            [],
            [
                "<b>ושתי הלחם קודמין לשני כבשים כו'.</b><br><b> הנה </b> בגמרא הוי מצינן לפרש על אכילתן, אבל בלשון רבינו שזה כתוב בהלכה י\"ב לא אדע מה דין קדימה יש לשתי הלחם על הכבשים שמניפין כאחד ושחיטתן מקדש להן וזריקתן מתרת, אם לא היכי דהכהן לא מצי להניפן כאחד, וכבר כתב רבינו דאם הניף זה בפ\"ע יצא מצות תנופה וכשהוא מניף זה וזה בפ\"ע צריך להקדים תנופת הלחם לתנופת כבשים ודוק:"
            ],
            [],
            [
                "<b>מנחות קודמין כו' ומלח קודם לעצים.</b><br><b> הנה </b> מלח לא אשכחן דהוי קרבן רק דמלח ועצים לדידן דלא קיי\"ל כרבי בעי שיהיו משל צבור כדיליף מנחות (דף כ\"א) מקראי ויש להן פדיון לרבנן מעילה (דף י\"ט), ומה שנדבו קרבן עצים היו מוסרין לציבור יעוין פ\"ד משקלים, א\"כ בשל צבור אמר פרק אמר להם הממונה בבלי וירושלמי דמכשיר עדיף וקודם. וצ\"ל כשנדר שניהן ואין לו להביא רק אחד אז היחיד מביא מלח ולא להקדים לענין קרבן ודוק. ומש\"כ רבינו שמן קודם ללבונה הוא להקדים דשניהן לאישים ושמן לוג ולבונה קומץ לכן שמן קודם ועוד דלבונה לאו אוכל הוי ויין קודם לשמן משום דיין מנסכו כולו ע\"ג שיתין ושמן פסק כשמואל דקומצו והשאר נאכל לכהנים. אבל דא צ\"ע דבירושלמי פ\"ב דיומא ה\"ב אמר ולא מתניתא היא לבונה קודם ליין כו' לקרבן יחיד, הרי משום דלבונה לאישים קודם ליין ואיך כתב רבינו דיין קודם לשמן ושמן ללבונה, בטח בתוספתא דזבחים היה כן הגירסא לפניו וצ\"ע. ונראה טעם רבינו משום דיין באה בכל הקרבנות בפני עצמו משא\"כ שמן ולבונה דאין באין בפני עצמן עד כי רע\"ק פליג דאינו מתנדב שמן, אבל הירושלמי צ\"ב. וצ\"ל דירושלמי קאי קודם שהוסיפו שיתין והיו הנסכים לא ע\"ג ספלין במזבח רק חוץ למזבח כמו\"ש בר קפרא שיתין הוסיפו בזבחים (דף ס\"א ע\"ב). ובזה פירש הבה\"ז דברי רבינו פ\"ב ממעה\"ק ויוצק על היסוד דאז לבונה קודם שנקטרת ע\"ג מזבח והתוספתא קאי השתא דשתייה כאכילה ובעי שניהן במזבח לכן יין קודם לשמן. ובמנחות (דף מ\"ד) פליגי חכמים ורבי בבאין שלא עם הזבח דלרבי נסכים קודם אף למנחת נסכים הואיל ומתאמרה שירה כו' ואף רבנן לא פליגי רק במנחת נסכים דכתיב עולה ומנחה אבל יין ושמן בפ\"ע ודאי דיין קודם ומכ\"ש ללבונה, ודחוק לאמר דדוקא בציבור דאיכא שירה בנסכים, סוף דבר כולהו סוגיות מורים דלא כירושלמי דלאישים הוי מקודש נגד מה דלספלים אזיל. ובזה א\"ש מה דטרח רבינו לפרש בפירוש המשנה פ\"ז דמנחות הך בזה יפה כח המזבח דזה יפוי כח מה דאזיל לשיתין יעו\"ש. כן קודם מ\"ת מצאנו ביעקב ויסך עליה נסך ויצוק עליה שמן הרי דנסך קודם ודוק בכ\"ז:"
            ],
            [],
            [
                "<b>שלמים של אמש וחטאת כו' חטאת ואשם קודמין כו'.</b><br><b> לכאורה </b> דבעי בגמרא אם תדיר ומקודש איזה מהן קודם וחזינא דמנחה ומוסף מנחה קודמת ולר\"י מוספין קודמין משום דזמנה עוברת, הרי דהיכי דזמנו עובר כמוספין לר\"י דעד שבע שעות קדים לתדיר, מכש\"כ דהיכי דזמנו עובר קדים למקודש, וכאן השלמים זמנן הוא סוף היום והחטאת נאכלת כל הלילה שלאחריו וא\"כ השלמים יהיו קודמין. ונראה לענ\"ד דהפירוש הוא כך, משום דשלמים נאכלין לכל אדם א\"כ לא יבוא לידי נותר שרבו האוכלין אבל חטאת ואשם נאכלין לפנים מן הקלעים ולזכרי כהונה א\"כ יבוא לידי נותר, וזה הכוונה מפני שהן קדשי קדשים ואינן נאכלין לכל אדם ולכן הם קודמים ואין ההבנה כמשמעות דברי רבינו ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ונסך שניהם כו'.</b><br><b> נ\"ב </b> ודלא כפרש\"י, ועיין מש\"כ בהלכות מאכלות אסורות פרק י\"א:"
            ],
            [
                "<b>מדברי </b> רבינו שלא הזכיר הך דריש לקיש בסוף לולב וערבה דפוקקין היו השיתין משום שנאמר הסך נסך שכר לשון שכרות יעו\"ש, מורה דרבינו מפרש דאין זה פרט מדיני ניסוך היין רק ר\"ל סמך על דרשא דר' נתן בספרי ובריש תענית הסך נסך בשני נסוכין הכתוב מדבר אחד נסוך המים ואחד נסוך היין וזה בעת החג ולזה בעי שכר שפוקקין השיתין ומפרש רבינו שזה משום שמחה שהיו עושין בחג לפי שנאמר ושמחתם ואינו שייך להלכות ניסוך כלל רק שכר אתי ללא מזוג. ולכן מחוור גירסת הדקדוקי סופרים מכת\"י בזמן שמן מנסכין מים פוקקין היו השיתין. וכל עניני השמחה בפרט לא הזכיר רבינו כלל יעוין הלכות לולב:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות תמידים ומוספין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}