{
    "text": {
        "0_Chapter, 0_Verse": "Profeta vorto de la Eternulo al Izrael per Malaĥi.",
        "0_Chapter, 1_Verse": "Mi ekamis vin, diras la Eternulo. Vi demandas:En kio Vi nin ekamis? Ĉu Esav ne estas frato de Jakob? diras la Eternulo; tamen Mi ekamis Jakobon,",
        "0_Chapter, 2_Verse": "kaj Esavon mi malamis, kaj Mi dezertigis liajn montojn, kaj lian posedaĵon Mi donis al la ŝakaloj de la dezerto.",
        "0_Chapter, 3_Verse": "Se la Edomidoj diras:Ni estas ruinigitaj, sed ni revenos kaj rekonstruos la ruinojn-la Eternulo Cebaot diras tiele:Ili konstruos, kaj Mi detruos, kaj oni nomos ilin lando de malpieco, kaj popolo, kontraŭ kiu la Eternulo koleras eterne.",
        "0_Chapter, 4_Verse": "Viaj okuloj tion vidos, kaj vi diros:Granda estas la Eternulo super la limoj de Izrael.",
        "0_Chapter, 5_Verse": "Filo respektas patron, kaj sklavo sian sinjoron; sed se Mi estas patro, kie estas la respekto al Mi? kaj se Mi estas sinjoro, kie estas la timo antaŭ Mi? diras la Eternulo Cebaot al vi, ho pastroj, kiuj malhonoras Mian nomon. Kaj vi diras:Per kio ni malhonoras Vian nomon?",
        "0_Chapter, 6_Verse": "Vi alportas sur Mian altaron panon malpuran, kaj tamen vi diras:Per kio ni malpuriĝis antaŭ Vi? Per tio, ke vi diras:La tablo de la Eternulo estas senvalora.",
        "0_Chapter, 7_Verse": "Kaj kiam vi alportas oferon blindan, ĉu tio ne estas malbona? aŭ kiam vi alportas laman aŭ malsanan, ĉu tio ne estas malbona? Provu alporti ĝin al via regionestro-ĉu vi tiam plaĉos al li, kaj ĉu li akceptos vin favore? diras la Eternulo Cebaot.",
        "0_Chapter, 8_Verse": "Preĝu de nun al Dio, ke Li indulgu nin; se tio estas farita de viaj manoj, ĉu Li povas favore akcepti vin? diras la Eternulo Cebaot.",
        "0_Chapter, 9_Verse": "Estus bone, se iu el vi ŝlosus la pordon, por ke vi ne bruligu vane fajron sur Mia altaro. Vi ne estas agrablaj al Mi, diras la Eternulo Cebaot; kaj donacon el via mano Mi ne akceptos favore.",
        "0_Chapter, 10_Verse": "Ĉar de la sunleviĝejo ĝis la sunsubirejo Mia nomo estos granda inter la nacioj, kaj sur ĉiu loko oni incensos kaj alportos oferojn al Mia nomo, oferojn purajn; ĉar granda estos Mia nomo inter la nacioj, diras la Eternulo Cebaot.",
        "0_Chapter, 11_Verse": "Sed vi malhonoras ĝin per tio, ke vi diras:La tablo de la Eternulo estas malsankta, kaj la manĝaĵo sur ĝi estas senvalora.",
        "0_Chapter, 12_Verse": "Kaj vi diras:Tio estas nur klopodoj! Kaj vi malŝatas tion, diras la Eternulo Cebaot, kaj vi alportas tion, kio estas ŝtelita, lama, aŭ malsana, kaj vi alportas ankaŭ tiaspecan farunoferon. Ĉu Mi povas favore akcepti tion el via mano? diras la Eternulo.",
        "0_Chapter, 13_Verse": "Malbenata estu la hipokritulo, kiu havas en sia brutaro sendifektan virbruton, sed, farinte sanktan promeson, li alportas ofere al la Sinjoro kriplaĵon; ĉar Mi estas Reĝo granda, diras la Eternulo Cebaot, kaj Mia nomo estas timata inter la nacioj.\n",
        "1_Chapter, 0_Verse": "Kaj nun, ho pastroj, al vi estas donata jena ordono:",
        "1_Chapter, 1_Verse": "Se vi ne obeos, kaj se vi ne atentos, ke vi donadu honoron al Mia nomo, diras la Eternulo Cebaot, tiam Mi sendos sur vin malbenon, Mi malbenos viajn benojn; jes, Mi tion malbenos pro tio, ke vi ne donas vian atenton.",
        "1_Chapter, 2_Verse": "Jen Mi ĵetos insulton sur la semon ĉe vi, malpuraĵon Mi ĵetos sur viajn vizaĝojn, la malpuraĵon de viaj festoferoj, kaj ĝi algluiĝos al vi.",
        "1_Chapter, 3_Verse": "Kaj vi scios, ke Mi sendis al vi ĉi tiun ordonon, por konservi Mian interligon kun Levi, diras la Eternulo Cebaot.",
        "1_Chapter, 4_Verse": "Mia interligo kun li estis por vivo kaj paco, kaj Mi donis ilin al li, por ke li timu Min, kaj li timis Min kaj respektegis Mian nomon.",
        "1_Chapter, 5_Verse": "Instruo de la vero estis en lia buŝo, kaj maljustaĵo ne troviĝis sur liaj lipoj; en paco kaj sincereco li iradis antaŭ Mi, kaj multajn li deturnis de peko.",
        "1_Chapter, 6_Verse": "Ĉar la lipoj de pastro devas konservi scion, kaj el lia buŝo oni devas serĉi instruon; ĉar li estas sendito de la Eternulo Cebaot.",
        "1_Chapter, 7_Verse": "Sed vi forkliniĝis de la vojo, vi delogis multajn de la instruo, vi detruis la interligon kun Levi, diras la Eternulo Cebaot.",
        "1_Chapter, 8_Verse": "Tial Mi ankaŭ faris vin malestimataj kaj malaltigataj antaŭ la tuta popolo, pro tio, ke vi ne observas Miajn vojojn kaj estas personfavoraj en la aferoj de la leĝo.",
        "1_Chapter, 9_Verse": "Ĉu ne unu patron ni ĉiuj havas? ĉu ne unu Dio nin kreis? kial ni perfidas unu la alian, malsanktigante la interligon de niaj patroj?",
        "1_Chapter, 10_Verse": "Perfidis Jehuda, kaj abomenaĵo estas farita en Izrael kaj en Jerusalem; ĉar Jehuda malhonoris la sanktaĵon de la Eternulo per tio, ke li ekamis kaj edzinigis al si filinon de fremda dio.",
        "1_Chapter, 11_Verse": "Al tiu, kiu tion faras, la Eternulo ekstermos el la tendoj de Jakob majstron kaj disĉiplon, kaj ankaŭ tiun, kiu alportas donon al la Eternulo Cebaot.",
        "1_Chapter, 12_Verse": "Ankaŭ tion vi faras:vi kovras la altaron de la Eternulo per larmoj, plorado, kaj ĝemado tiel, ke Li jam ne povas rigardi la donojn nek akcepti ion agrable el via mano.",
        "1_Chapter, 13_Verse": "Vi diras:Kial? Tial, ke la Eternulo estas atestanto inter vi kaj la edzino de via juneco, kontraŭ kiu vi agis perfide, kvankam ŝi estas via kamaradino kaj via leĝa edzino.",
        "1_Chapter, 14_Verse": "Tion ne faris eĉ seninfanulo, se en li restis spirito. Kion faris la seninfanulo? li petis de Dio idaron. Estu do singardaj en via spirito, kaj neniu agu perfide kontraŭ la edzino de sia juneco.",
        "1_Chapter, 15_Verse": "Kiu elmalamis ŝin kaj forpuŝas ŝin, diras la Eternulo, Dio de Izrael, tiu makulas sian veston per perfortaĵo, diras la Eternulo Cebaot:estu do singardaj en via spirito, kaj ne agu perfide.",
        "1_Chapter, 16_Verse": "Vi indignigis la Eternulon per viaj vortoj. Tamen vi diras:Per kio ni indignigis Lin? Per tio, ke vi diras:Ĉiu malbonaganto estas bona antaŭ la okuloj de la Eternulo, kaj tiajn Li favoras; aŭ:Kie estas la Dio de justeco?\n",
        "2_Chapter, 0_Verse": "Jen Mi sendos Mian anĝelon, kaj li preparos antaŭ Mi la vojon; kaj subite venos en Sian templon la Sinjoro, kiun vi serĉas; kaj la anĝelo de la interligo, kiun vi deziras, jen li iras, diras la Eternulo Cebaot.",
        "2_Chapter, 1_Verse": "Sed kiu eltenos la tagon de Lia veno? kaj kiu povos stari, kiam Li aperos? Ĉar Li estas kiel la fajro de fandisto, kaj kiel la sapo de la fulistoj.",
        "2_Chapter, 2_Verse": "Li sidiĝos, por refandi kaj purigi arĝenton, kaj Li purigos la idojn de Levi kaj refandos ilin kiel oron kaj arĝenton, por ke ili alportadu al la Eternulo la donojn kun pieco.",
        "2_Chapter, 3_Verse": "Tiam al la Eternulo estos agrablaj la oferoj de Jehuda kaj de Jerusalem, kiel en la tempo antikva kaj kiel en la jaroj antaŭaj.",
        "2_Chapter, 4_Verse": "Kaj Mi venos al vi, por juĝi; kaj Mi estos rapida atestanto kontraŭ la sorĉistoj kaj adultuloj, kontraŭ tiuj, kiuj ĵuras mensoge, kontraŭ tiuj, kiuj estas maljustaj en la pagado al dungito, al vidvino kaj al orfo, kaj kontraŭ tiuj, kiuj forklinas la rajton de fremdulo kaj Min ne timas, diras la Eternulo Cebaot.",
        "2_Chapter, 5_Verse": "Ĉar Mi, la Eternulo, ne ŝanĝiĝas; kaj vi, ho filoj de Jakob, ne neniiĝos.",
        "2_Chapter, 6_Verse": "De post la tagoj de viaj patroj vi deturnis vin de Miaj leĝoj kaj ne observas ilin; revenu al Mi, kaj tiam Mi returnos Min al vi, diras la Eternulo Cebaot. Sed vi diras:En kio ni devas reveni?",
        "2_Chapter, 7_Verse": "Ĉu povas homo ruzi kontraŭ Dio? tamen vi ruzas kontraŭ Mi. Vi diras:En kio ni ruzas kontraŭ Vi? En la dekonaĵo kaj la oferdonoj.",
        "2_Chapter, 8_Verse": "Sub la malbeno vi ruiniĝas, sed kontraŭ Mi vi ruzas, la tuta popolo.",
        "2_Chapter, 9_Verse": "Alportu la tutan dekonaĵon en la provizejon, por ke estu manĝaĵo en Mia domo, kaj elprovu Min per tio, diras la Eternulo Cebaot, ĉu Mi ne malfermos al vi la aperturon de la ĉielo kaj ĉu Mi ne verŝos sur vin benon abundan.",
        "2_Chapter, 10_Verse": "Tiam Mi faros por vi malpermeson al la manĝeganto, ke li ne pereigu al vi la fruktojn de la tero kaj ne senfruktigu al vi la vinberbranĉojn sur la kampo, diras la Eternulo Cebaot.",
        "2_Chapter, 11_Verse": "Kaj ĉiuj nacioj nomos vin feliĉaj, ĉar vi estos lando ravanta, diras la Eternulo Cebaot.",
        "2_Chapter, 12_Verse": "Arogantaj estas kontraŭ Mi viaj vortoj, diras la Eternulo. Tamen vi diras:Kion ni parolas kontraŭ Vi?",
        "2_Chapter, 13_Verse": "Vi parolas:Vane ni servas al Dio:kian profiton ni havas, se ni plenumas Liajn preskribojn kaj se ni iradas senĝoje antaŭ la Eternulo Cebaot?",
        "2_Chapter, 14_Verse": "Tial ni diras, ke la malbonuloj estas feliĉaj, kaj la malpiuloj estas bone aranĝitaj; ili incitas Dion, sed restas sendifektaj.",
        "2_Chapter, 15_Verse": "Sed tiuj, kiuj timas la Eternulon, diras al si reciproke:La Eternulo atentas kaj aŭdas, kaj memorlibro estas skribata antaŭ Li pri tiuj, kiuj timas la Eternulon kaj respektas Lian nomon.",
        "2_Chapter, 16_Verse": "Kaj ili estos Miaj, diras la Eternulo Cebaot, en la tago, kiam Mi aranĝos Mian apartan trezoron; kaj Mi korfavoros ilin, kiel homo korfavoras sian filon, kiu servas al li.",
        "2_Chapter, 17_Verse": "Kaj vi denove vidos la diferencon inter virtulo kaj malvirtulo, inter tiu, kiu servas al Dio, kaj tiu, kiu ne servas al Li.",
        "2_Chapter, 18_Verse": "Ĉar jen venos tago, ardanta kiel forno; tiam ĉiuj malhumiluloj kaj malbonaguloj estos kiel pajlo, kaj la venonta tago bruligos ilin tiel, diras la Eternulo Cebaot, ke ĝi ne restigos al ili radikon nek branĉon.",
        "2_Chapter, 19_Verse": "Sed por vi, kiuj respektas Mian nomon, leviĝos suno de justeco, kaj sanigo estos en ĝiaj radioj, kaj vi eliros kaj saltados, kiel bone nutritaj bovidoj.",
        "2_Chapter, 20_Verse": "Kaj vi piedpremos la malpiulojn, ĉar ili estos polvo sub la plandoj de viaj piedoj en tiu tago, kiun Mi aranĝos, diras la Eternulo Cebaot.",
        "2_Chapter, 21_Verse": "Memoru la instruon de Mia servanto Moseo, kiun Mi donis al li sur Ĥoreb por la tuta Izrael, la leĝojn kaj preskribojn.",
        "2_Chapter, 22_Verse": "Jen Mi sendos al vi la profeton Elija, antaŭ ol venos la granda kaj timinda tago de la Eternulo;",
        "2_Chapter, 23_Verse": "kaj li returnos la koron de la patroj al la infanoj, kaj la koron de la infanoj al iliaj patroj, por ke Mi, veninte, ne frapu la teron per anatemo. (Jen Mi sendos al vi la profeton Elija, antaŭ ol venos la granda kaj timinda tago de la Eternulo;)\n"
    },
    "meta": "Chapter-Verse",
    "work": "Malachi"
}