{
    "title": "Mishneh Torah, Gifts to the Poor",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Gifts_to_the_Poor",
    "text": [
        [
            "הַקּוֹצֵר אֶת שָׂדֵהוּ לֹא יִקְצֹר אֶת כָּל הַשָּׂדֶה כֻּלָּהּ אֶלָּא יַנִּיחַ מְעַט קָמָה לָעֲנִיִּים בְּסוֹף הַשָּׂדֶה שֶׁנֶּאֱמַר <small>(ויקרא כג כב)</small> \"לֹא תְכַלֶּה פְּאַת שָׂדְךָ בְּקֻצְרֶךָ\" אֶחָד הַקּוֹצֵר וְאֶחָד הַתּוֹלֵשׁ. וְזֶה שֶׁמַּנִּיחַ הוּא הַנִּקְרָא פֵּאָה: \n",
            "וּכְשֵׁם שֶׁמַּנִּיחַ בַּשָּׂדֶה כָּךְ בָּאִילָנוֹת כְּשֶׁאוֹסֵף אֶת פֵּרוֹתֵיהֶן מַנִּיחַ מְעַט לָעֲנִיִּים. עָבַר וְקָצַר אֶת כָּל הַשָּׂדֶה אוֹ אָסַף כָּל פֵּרוֹת הָאִילָן לוֹקֵחַ מְעַט מִמַּה שֶּׁקָּצַר אוֹ מִמַּה שֶּׁאָסַף וְנוֹתְנוֹ לָעֲנִיִּים שֶׁנְּתִינָתוֹ מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(ויקרא כג כב)</small> \"לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם\". וַאֲפִלּוּ טָחַן הַקָּמָה וְלָשׁוֹ וַאֲפָאוֹ פַּת הֲרֵי זֶה נוֹתֵן מִמֶּנּוּ פֵּאָה לָעֲנִיִּים: \n",
            "אָבַד כָּל הַקָּצִיר שֶׁקָּצַר אוֹ נִשְׂרַף קֹדֶם שֶׁנָּתַן הַפֵּאָה הֲרֵי זֶה לוֹקֶה. שֶׁהֲרֵי עָבַר עַל מִצְוַת לֹא תַּעֲשֶׂה וְאֵינוֹ יָכוֹל לְקַיֵּם עֲשֵׂה שֶׁבָּהּ שֶׁנִּתָּק לוֹ: \n",
            "וְכֵן בְּלֶקֶט כְּשֶׁקּוֹצֵר וּמְאַלֵּם לֹא יְלַקֵּט הַשִּׁבֳּלִים הַנּוֹפְלוֹת בִּשְׁעַת הַקָּצִיר אֶלָּא יַנִּיחֵם לָעֲנִיִּים שֶׁנֶּאֱמַר <small>(ויקרא יט ט)</small> <small>(ויקרא כג כב)</small> \"וְלֶקֶט קְצִירְךָ לֹא תְלַקֵּט\". עָבַר וּלְקָטָן אֲפִלּוּ טָחַן וְאָפָה נוֹתֵן לָעֲנִיִּים שֶׁנֶּאֱמַר <small>(ויקרא כג כב)</small> \"לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם\". אָבְדוּ אוֹ נִשְׂרְפוּ אַחַר שֶׁלְּקָטָן קֹדֶם שֶׁנָּתַן לָעֲנִיִּים לוֹקֶה: \n",
            "וְכֵן בְּפֶרֶט שֶׁנִּפְרַט מִן הָעֲנָבִים בִּשְׁעַת הַבְּצִירָה וְכֵן בְּעוֹלֵלוֹת שֶׁנֶּאֱמַר <small>(ויקרא יט י)</small> \"וְכַרְמְךָ לֹא תְעוֹלֵל וּפֶרֶט כַּרְמְךָ לֹא תְלַקֵּט לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם\". וְכֵן הַמְעַמֵּר וְשָׁכַח אֲלֻמָּה אַחַת בַּשָּׂדֶה הֲרֵי זֶה לֹא יִקָּחֶנָּה שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה לֹא תָשׁוּב לְקַחְתּוֹ\". עָבַר וּלְקָטוֹ אֲפִלּוּ טְחָנוֹ וַאֲפָאוֹ הֲרֵי זֶה נוֹתְנוֹ לָעֲנִיִּים שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"לַגֵּר לַיָּתוֹם וְלָאַלְמָנָה יִהְיֶה\" זוֹ מִצְוַת עֲשֵׂה הָא לָמַדְתָּ שֶׁכֻּלָּן מִצְוֹת לֹא תַּעֲשֶׂה הַנִּתָּק לַעֲשֵׂה הֵן וְאִם לֹא קִיֵּם עֲשֵׂה שֶׁבָּהֶן לוֹקֶה: \n",
            "כְּשֵׁם שֶׁהַשִּׁכְחָה בָּעֳמָרִים כָּךְ הִיא בַּקָּמָה. אִם שָׁכַח מִקְצָת הַקָּמָה וְלֹא קְצָרָהּ הֲרֵי זוֹ לָעֲנִיִּים. וּכְשֵׁם שֶׁהַשִּׁכְחָה בַּתְּבוּאָה וְכַיּוֹצֵא בָּהּ כָּךְ יֵשׁ שִׁכְחָה לָאִילָנוֹת כֻּלָּן שֶׁנֶּאֱמַר <small>(דברים כד כ)</small> \"כִּי תַחְבֹּט זֵיתְךָ לֹא תְפַאֵר אַחֲרֶיךָ\" וְהוּא הַדִּין לִשְׁאָר הָאִילָנוֹת: \n",
            "נִמְצֵאתָ לָמֵד שֶׁאַרְבַּע מַתָּנוֹת לָעֲנִיִּים בַּכֶּרֶם. הַפֶּרֶט וְהָעוֹלֵלוֹת וְהַפֵּאָה וְהַשִּׁכְחָה. וְשָׁלֹשׁ מַתָּנוֹת בַּתְּבוּאָה הַלֶּקֶט וְהַשִּׁכְחָה וְהַפֵּאָה. וּשְׁתַּיִם בָּאִילָנוֹת הַשִּׁכְחָה וְהַפֵּאָה: \n",
            "כָּל מַתְּנוֹת עֲנִיִּים אֵלּוּ אֵין בָּהֶן טוֹבַת הֲנָיָה לַבְּעָלִים. אֶלָּא הָעֲנִיִּים בָּאִין וְנוֹטְלִין אוֹתָן עַל כָּרְחָן שֶׁל בְּעָלִים וַאֲפִלּוּ עָנִי שֶׁבְּיִשְׂרָאֵל מוֹצִיאִין אוֹתָן מִיָּדוֹ: \n",
            "כָּל גֵּר הָאָמוּר בְּמַתְּנוֹת עֲנִיִּים אֵינוֹ אֶלָּא גֵּר צֶדֶק. שֶׁהֲרֵי הוּא אוֹמֵר בְּמַעֲשֵׂר שֵׁנִי <small>(דברים יד כט)</small> \"וּבָא הַלֵּוִי וְהַגֵּר\" מָה הַלֵּוִי בֶּן בְּרִית אַף הַגֵּר בֶּן בְּרִית. וְאַף עַל פִּי כֵן אֵין מוֹנְעִין עֲנִיֵּי עַכּוּ''ם מִמַּתָּנוֹת אֵלּוּ. אֶלָּא בָּאִין בִּכְלַל עֲנִיֵּי יִשְׂרָאֵל וְנוֹטְלִין אוֹתָן מִפְּנֵי דַּרְכֵי שָׁלוֹם: \n",
            "נֶאֱמַר בְּמַתְּנוֹת עֲנִיִּים <small>(ויקרא יט י)</small> <small>(ויקרא כג כב)</small> \"לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם\", כָּל זְמַן שֶׁהָעֲנִיִּים תּוֹבְעִין אוֹתָן. פָּסְקוּ הָעֲנִיִּים לְבַקֵּשׁ וּלְחַזֵּר עֲלֵיהֶם הֲרֵי הַנִּשְׁאָר מֵהֶן מֻתָּר לְכָל אָדָם. שֶׁאֵין גּוּפוֹ קָדוֹשׁ כִּתְרוּמוֹת. וְאֵינוֹ חַיָּב לִתֵּן לָהֶן דְּמֵיהֶן שֶׁלֹּא נֶאֱמַר בָּהֶן וְנָתַן לָעֲנִיִּים אֶלָּא תַּעֲזֹב אֹתָם. וְאֵינוֹ מְצֻוֶּה לַעֲזֹב אוֹתָן לַחַיָּה וְלָעוֹפוֹת אֶלָּא לָעֲנִיִּים וַהֲרֵי אֵין עֲנִיִּים: \n",
            "מֵאֵימָתַי מֻתָּרִין כָּל אָדָם בְּלֶקֶט. מִשֶּׁיִּכָּנְסוּ הַמְלַקְּטִים שְׁנִיִּים וְיִלְקְטוּ אַחַר מְלַקְּטִים הָרִאשׁוֹנִים וְיֵצְאוּ. מֵאֵימָתַי מֻתָּרִין כָּל אָדָם בְּפֶרֶט וּבְעוֹלֵלוֹת מִשֶּׁהָלְכוּ הָעֲנִיִּים בַּכֶּרֶם וְיָבוֹאוּ. הַנִּשְׁאָר אַחֲרֵי כֵן מֻתָּר לְכָל אָדָם. מֵאֵימָתַי מֻתָּרִין כָּל אָדָם בְּשִׁכְחָה שֶׁל זֵיתִים. בְּאֶרֶץ יִשְׂרָאֵל אִם שָׁכַח אוֹתָהּ בְּרֹאשׁ הַזַּיִת הֲרֵי זֶה מֻתָּר בָּהּ מֵרֹאשׁ חֹדֶשׁ כִּסְלֵו שֶׁהוּא זְמַן רְבִיעָה שְׁנִיָּה בְּשָׁנָה אֲפֵלָה. אֲבָל צִבּוּרֵי זֵיתִים שֶׁשְּׁכָחָן תַּחַת הָאִילָן הֲרֵי זֶה מֻתָּר בָּהֶן מִשֶּׁיִּפְסְקוּ הָעֲנִיִּים מִלְּחַזֵּר אַחֲרֶיהָ: \n",
            "כָּל זְמַן שֶׁיֵּשׁ לֶעָנִי לִטּל שִׁכְחַת הַזֵּיתִים הַמֻּנָּחוֹת בָּאָרֶץ תַּחַת הָאִילָנוֹת נוֹטֵל. וְאַף עַל פִּי שֶׁכְּבָר הֻתַּר כָּל אָדָם בַּשִּׁכְחָה שֶׁבְּרֹאשׁ הָאִילָן. וְכָל זְמַן שֶׁיֵּשׁ לוֹ לִטּל שִׁכְחָה שֶׁבְּרֹאשׁ הָאִילָן נוֹטֵל. וְאַף עַל פִּי שֶׁעֲדַיִן אֵין לוֹ שִׁכְחָה תַּחְתָּיו: \n",
            "מַתְּנוֹת עֲנִיִּים שֶׁבַּשָּׂדֶה שֶׁאֵין הָעֲנִיִּים מַקְפִּידִים עֲלֵיהֶן הֲרֵי הֵן שֶׁל בַּעַל הַשָּׂדֶה. וְאַף עַל פִּי שֶׁעֲדַיִן לֹא פָּסְקוּ הָעֲנִיִּים מִלַּחֲזֹר עַל מַתְּנוֹתֵיהֶם: \n",
            "כָּל מַתְּנוֹת הָעֲנִיִּים הָאֵלּוּ אֵינָן נוֹהֲגוֹת מִן הַתּוֹרָה אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל כִּתְרוּמוֹת וּמַעַשְׂרוֹת. הֲרֵי הַכָּתוּב אוֹמֵר <small>(ויקרא יט ט)</small> <small>(ויקרא כג כב)</small> \"וּבְקֻצְרְכֶם אֶת קְצִיר אַרְצְכֶם\" <small>(דברים כד יט)</small> \"כִּי תִקְצֹר קְצִירְךָ בְשָׂדֶךָ\". וּכְבָר נִתְפָּרֵשׁ בַּגְּמָרָא שֶׁהַפֵּאָה נוֹהֶגֶת בְּחוּצָה לָאָרֶץ מִדִּבְרֵיהֶם. וְיֵרָאֶה לִי שֶׁהוּא הַדִּין לִשְׁאָר מַתְּנוֹת עֲנִיִּים אֵלּוּ שֶׁכֻּלָּן נוֹהֲגוֹת בְּחוּצָה לָאָרֶץ מִדִּבְרֵיהֶם: \n",
            "כַּמָּה הוּא שִׁעוּר הַפֵּאָה. מִן הַתּוֹרָה אֵין לָהּ שִׁעוּר אֲפִלּוּ הִנִּיחַ שִׁבּלֶת אַחַת יָצָא יְדֵי חוֹבָתוֹ. אֲבָל מִדִּבְרֵיהֶם אֵין פָּחוֹת מֵאֶחָד מִשִּׁשִּׁים בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ. וּמוֹסִיף עַל הָאֶחָד מִשִּׁשִּׁים לְפִי גֹּדֶל הַשָּׂדֶה וּלְפִי רֹב הָעֲנִיִּים וּלְפִי בִּרְכַּת הַזֶּרַע. כֵּיצַד. שָׂדֶה שֶׁהִיא קְטַנָּה בְּיוֹתֵר שֶׁאִם הִנִּיחַ מִמֶּנָּה אֶחָד מִשִּׁשִּׁים אֵינוֹ מוֹעִיל לֶעָנִי הֲרֵי זֶה מוֹסִיף עַל הַשִּׁעוּר. וְכֵן אִם הָיוּ הָעֲנִיִּים מְרֻבִּין מוֹסִיף. וְאִם זָרַע מְעַט וְאָסַף הַרְבֵּה שֶׁהֲרֵי נִתְבָּרֵךְ מוֹסִיף לְפִי הַבְּרָכָה. וְכָל הַמּוֹסִיף עַל הַפֵּאָה מוֹסִיפִין לוֹ שָׂכָר. וְאֵין לְתוֹסֶפֶת זֹאת שִׁעוּר: \n"
        ],
        [
            "כָּל אֹכֶל שֶׁגִּדּוּלָיו מִן הָאָרֶץ וְנִשְׁמָר וּלְקִיטָתוֹ כֻּלּוֹ כְּאַחַת וּמַכְנִיסִין אוֹתוֹ לְקִיּוּם חַיָּב בְּפֵאָה. שֶׁנֶּאֱמַר <small>(ויקרא יט ט)</small> <small>(ויקרא כג כב)</small> \"וּבְקֻצְרְכֶם אֶת קְצִיר אַרְצְכֶם\": \n",
            "כָּל הַדּוֹמֶה לַקָּצִיר בְּחָמֵשׁ דְּרָכִים אֵלּוּ הוּא שֶׁחַיָּב בְּפֵאָה. כְּגוֹן הַתְּבוּאָה וְהַקִּטְנִיּוֹת וְהֶחָרוּבִין וְהָאֱגוֹזִין וְהַשְּׁקֵדִים וְהָרִמּוֹנִים וְהָעֲנָבִים וְהַזֵּיתִים וְהַתְּמָרִים בֵּין יְבֵשִׁים בֵּין רַכִּים וְכָל כַּיּוֹצֵא בְּאֵלּוּ. אֲבָל אִסְטִיס וּפוּאָה וְכַיּוֹצֵא בָּהֶן פְּטוּרִין מִפְּנֵי שֶׁאֵינָן אֹכֶל. וְכֵן כְּמֵהִין וּפִטְרִיּוֹת פְּטוּרִין מִפְּנֵי שֶׁאֵין גִּדּוּלֵיהֶן מִן הָאָרֶץ כִּשְׁאָר פֵּרוֹת הָאָרֶץ. וְכֵן הַהֶפְקֵר פָּטוּר שֶׁאֵין לוֹ מִי שֶׁיִּשְׁמְרֶנּוּ שֶׁהֲרֵי הוּא מֻפְקָר לַכּל. וְכֵן הַתְּאֵנִים פְּטוּרִין מִפְּנֵי שֶׁאֵין לְקִיטָתָן כְּאַחַת אֶלָּא יֵשׁ בְּאִילָן זֶה מַה שֶּׁיִּגָּמֵר הַיּוֹם וְיֵשׁ בּוֹ מַה שֶּׁיִּגָּמֵר לְאַחַר כַּמָּה יָמִים. וְכֵן יָרָק פָּטוּר שֶׁאֵין מַכְנִיסִין אוֹתוֹ לְקִיּוּם. הַשּׁוּמִים וְהַבְּצָלִים חַיָּבִין בְּפֵאָה שֶׁהֲרֵי מְיַבְּשִׁין אוֹתָן וּמַכְנִיסִין אוֹתָן לְקִיּוּם. וְכֵן הָאֲמָהוֹת שֶׁל בְּצָלִים שֶׁמַּנִּיחִין אוֹתָן בָּאָרֶץ לִקַּח מֵהֶן הַזֶּרַע חַיָּבוֹת בְּפֵאָה. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
            "קַרְקַע כָּל שֶׁהוּא חַיֶּבֶת בְּפֵאָה וַאֲפִלּוּ הָיְתָה שֶׁל שֻׁתָּפִין שֶׁנֶּאֱמַר <small>(ויקרא יט ט)</small> <small>(ויקרא כג כב)</small> \"קְצִיר אַרְצְכֶם\" אֲפִלּוּ שֶׁל רַבִּים: \n",
            "שָׂדֶה שֶׁקָּצְרוּ נָכְרִים לְעַצְמָן אוֹ שֶׁקְּצָרוּהָ לִסְטִים אוֹ קִרְסְמוּהָ גְּמַלִּים אוֹ שְׁבָרְתָּהּ הָרוּחַ אוֹ בְּהֵמָה הֲרֵי זוֹ פְּטוּרָה מִן הַפֵּאָה. שֶׁחוֹבַת הַפֵּאָה בְּקָמָה: \n",
            "קָצַר חֶצְיָהּ וְקָצְרוּ הַלִּסְטִים חֶצְיָהּ שֶׁנִּשְׁאַר הֲרֵי זוֹ פְּטוּרָה. שֶׁהַחִיּוּב בַּחֵצִי שֶׁקָּצְרוּ הַלִּסְטִים. אֲבָל אִם קָצְרוּ הַלִּסְטִים חֶצְיָהּ וְחָזַר הוּא וְקָצַר הַשְּׁאָר נוֹתֵן פֵּאָה כְּשִׁעוּר מַה שֶּׁקָּצַר. קָצַר חֶצְיָהּ וּמָכַר חֶצְיָהּ הַלּוֹקֵחַ נוֹתֵן פֵּאָה (לַכּל). קָצַר חֶצְיָהּ וְהִקְדִּישׁ חֶצְיָהּ הַפּוֹדֶה מִיַּד הַגִּזְבָּר נוֹתֵן פֵּאָה לַכּל. קָצַר חֶצְיָהּ וְהִקְדִּישׁוֹ מַנִּיחַ מִן הַנִּשְׁאָר פֵּאָה הָרְאוּיָה לַכּל: \n",
            "כֶּרֶם שֶׁהָיָה בּוֹצֵר מִמֶּנּוּ עֲנָבִים לִמְכֹּר בַּשּׁוּק וּבְדַעְתּוֹ שֶׁיַּנִּיחַ הַשְּׁאָר לַגַּת לִדְרֹךְ אוֹתוֹ. אִם הָיָה בּוֹצֵר לַשּׁוּק מִכָּאן וּמִכָּאן הֲרֵי זֶה נוֹתֵן פֵּאָה לְמַה שֶּׁבּוֹצֵר לַגַּת כְּפִי הַנִּשְׁאָר. וְאִם הָיָה בּוֹצֵר לַשּׁוּק מֵרוּחַ אַחַת בִּלְבַד הֲרֵי זֶה נוֹתֵן פֵּאָה מִן הַנִּשְׁאָר כְּפִי הָרָאוּי לְכָל הַכֶּרֶם הוֹאִיל וּבָצַר מֵרוּחַ אַחַת אֵינוֹ כְּבוֹצֵר עַרְאַי מְעַט מִכָּאן וּמְעַט מִכָּאן שֶׁהוּא פָּטוּר. וְכֵן כָּל הַקּוֹטֵף מְלִילוֹת מְעַט מְעַט וּמַכְנִיס לְבֵיתוֹ אֲפִלּוּ קָטַף כֵּן כָּל שָׂדֵהוּ פָּטוּר מִן הַלֶּקֶט וּמִן הַשִּׁכְחָה וּמִן הַפֵּאָה: \n",
            "הַקּוֹצֵר כָּל שָׂדֵהוּ קֹדֶם שֶׁתֻּגְמַר וַעֲדַיִן לֹא הֵבִיאָה שְׁלִישׁ הֲרֵי זוֹ פְּטוּרָה. וְאִם הִגִּיעָה לִשְׁלִישׁ חַיֶּבֶת. וְכֵן בְּפֵרוֹת הָאִילָן אִם נִגְמְרוּ שְׁלִישׁ גְּמִירָתָן חַיָּבִין: \n",
            "הַמַּקְדִּישׁ שָׂדֵהוּ וְהִיא קָמָה חַיֶּבֶת בְּפֵאָה. קְצָרָהּ הַגִּזְבָּר וְאַחַר כָּךְ פְּדָאָהּ פְּטוּרָה. שֶׁבִּשְׁעַת חִיּוּב הַפֵּאָה הָיְתָה קֹדֶשׁ שֶׁאֵינוֹ חַיָּב בְּפֵאָה: \n",
            "נָכְרִי שֶׁקָּצַר שָׂדֵהוּ וְאַחַר כָּךְ נִתְגַּיֵּר הֲרֵי זֶה פָּטוּר מִן הַפֵּאָה וּמִן הַלֶּקֶט וּמִן הַשִּׁכְחָה אַף עַל פִּי שֶׁאֵין הַשִּׁכְחָה אֶלָּא בִּשְׁעַת הָעִמּוּר: \n",
            "אֵין שׂוֹכְרִין פּוֹעֲלִים נָכְרִים לִקְצֹר מִפְּנֵי שֶׁאֵינָן בְּקִיאִין בְּלֶקֶט וּפֵאָה. וְאִם שָׂכַר וְקָצְרוּ אֶת כֻּלּוֹ הֲרֵי זוֹ חַיֶּבֶת בְּפֵאָה: \n",
            "בַּעַל הַבַּיִת שֶׁקָּצַר כָּל שָׂדֵהוּ וְלֹא הִנִּיחַ פֵּאָה. הֲרֵי זֶה נוֹתֵן מִן הַשִּׁבֳּלִים פֵּאָה לָעֲנִיִּים. וְאֵינוֹ צָרִיךְ לְעַשֵּׂר. וְאִם נָתַן לָהֶם רֹב הַקָּצִיר מִשּׁוּם פֵּאָה הֲרֵי זֶה פָּטוּר מִן הַמַּעַשְׂרוֹת. וְכֵן אִם דָּשׁ וַעֲדַיִן לֹא זָרָה נוֹתֵן לָהֶם הַפֵּאָה קֹדֶם שֶׁיְּעַשֵּׂר. אֲבָל דָּשׁ וְזָרָה בְּרַחַת וּבְמִזְרֶה וְגָמַר מְלַאכְתּוֹ מְעַשֵּׂר וְנוֹתֵן לָהֶם מִן הַפֵּרוֹת הַמְּעֻשָּׂרִין שִׁעוּר הַפֵּאָה הָרְאוּיָה לְאוֹתָהּ שָׂדֶה. וְכֵן בְּאִילָנוֹת: \n",
            "אֵין מַנִּיחִין אֶת הַפֵּאָה אֶלָּא בְּסוֹף הַשָּׂדֶה. כְּדֵי שֶׁיִּהְיוּ עֲנִיִּים יוֹדְעִין מָקוֹם שֶׁיָּבוֹאוּ לוֹ וּכְדֵי שֶׁתִּהְיֶה נִכֶּרֶת לָעוֹבְרִים וְלַשָּׁבִים וְלֹא יֵחָשֵׁד. וּמִפְּנֵי הָרַמָּאִים שֶׁלֹּא יִתְכַּוֵּן לִקְצֹר הַכּל וְאוֹמֵר לְאֵלּוּ שֶׁרוֹאִים אוֹתוֹ קוֹצֵר סוֹף הַשָּׂדֶה בִּתְחִלַּת הַשָּׂדֶה הִנַּחְתִּי. וְעוֹד שֶׁלֹּא יִשְׁמֹר שָׁעָה שֶׁאֵין שָׁם אָדָם וְיַנִּיחֶנָּהּ וְיִתְּנֶנָּה לֶעָנִי הַקָּרוֹב לוֹ. עָבַר וְהִנִּיחַ הַפֵּאָה בִּתְחִלַּת הַשָּׂדֶה אוֹ בְּאֶמְצָעָהּ הֲרֵי זוֹ פֵּאָה. וְצָרִיךְ שֶׁיַּנִּיחַ בְּסוֹף הַשָּׂדֶה כְּשִׁעוּר הַפֵּאָה הָרְאוּיָה לְמַה שֶּׁנִּשְׁאַר בַּשָּׂדֶה אַחַר שֶׁהִפְרִישׁ אֶת הָרִאשׁוֹנָה: \n",
            "בַּעַל הַבַּיִת שֶׁנָּתַן פֵּאָה לָעֲנִיִּים וְאָמְרוּ לוֹ תֵּן לָנוּ מִצַּד זֶה וְנָתַן לָהֶם מִצַּד אַחֵר זוֹ וְזוֹ פֵּאָה. וְכֵן בַּעַל הַשָּׂדֶה שֶׁהִפְרִישׁ פֵּאָה וְאָמַר הֲרֵי זוֹ פֵּאָה וְגַם זוֹ אוֹ שֶׁאָמַר הֲרֵי זוֹ פֵּאָה וְזוֹ הֲרֵי שְׁתֵּיהֶן פֵּאָה: \n",
            "אָסוּר לַפּוֹעֲלִים לִקְצֹר אֶת כָּל הַשָּׂדֶה אֶלָּא מַנִּיחִין בְּסוֹף הַשָּׂדֶה כְּשִׁעוּר הַפֵּאָה. וְאֵין לָעֲנִיִּים בָּהּ כְּלוּם עַד שֶׁיַּפְרִישֶׁנָּה בַּעַל הַבַּיִת מִדַּעְתּוֹ. לְפִיכָךְ עָנִי שֶׁרָאָה פֵּאָה בְּסוֹף שָׂדֶה אָסוּר לִגַּע בָּהּ מִשּׁוּם גֵּזֶל עַד שֶׁיִּוָּדַע לוֹ שֶׁהִיא מִדַּעַת בַּעַל הַבַּיִת: \n",
            "הַפֵּאָה שֶׁל תְּבוּאָה וְקִטְנִיּוֹת וְכַיּוֹצֵא בָּהֶן מִזְּרָעִים הַנִּקְצָרִים וְכֵן פְּאַת הַכֶּרֶם וְהָאִילָנוֹת נִתֶּנֶת בִּמְחֻבָּר לַקַּרְקַע וְהָעֲנִיִּים בּוֹזְזִין אוֹתָהּ בְּיָדָם. וְאֵין קוֹצְרִין אוֹתָהּ בְּמַגָּלוֹת וְאֵין עוֹקְרִין אוֹתָהּ בְּקַרְדֻּמּוֹת כְּדֵי שֶׁלֹּא יַכּוּ אִישׁ אֶת רֵעֵהוּ. רָצוּ הָעֲנִיִּים לְחַלְּקָהּ בֵּינֵיהֶם הֲרֵי אֵלּוּ מְחַלְּקִין. אֲפִלּוּ תִּשְׁעִים וְתִשְׁעָה אוֹמְרִין לְחַלֵּק וְאֶחָד אוֹמֵר לָבֹז לְזֶה הָאֶחָד שׁוֹמְעִין שֶׁאָמַר כַּהֲלָכָה: \n",
            "פֵּאָה שֶׁל דָּלִית וְשֶׁל דֶּקֶל שֶׁאֵין עֲנִיִּים מַגִּיעִין לָבֹז אוֹתָהּ אֶלָּא בְּסַכָּנָה גְּדוֹלָה. בַּעַל הַבַּיִת מוֹרִיד אוֹתָהּ וּמְחַלֵּק אוֹתָהּ בֵּין הָעֲנִיִּים. וְאִם רָצוּ כֻּלָּן לָבֹז אוֹתָהּ לְעַצְמָן בּוֹזְזִין. אֲפִלּוּ תִּשְׁעִים וְתִשְׁעָה אוֹמְרִים לָבֹז וְאֶחָד אוֹמֵר לְחַלֵּק שׁוֹמְעִין לָאֶחָד שֶׁאָמַר כַּהֲלָכָה וּמְחַיְּבִין בַּעַל הַבַּיִת לְהוֹרִיד וּלְחַלֵּק בֵּינֵיהֶן: \n",
            "בְּשָׁלֹשׁ עִתּוֹת בַּיּוֹם מְחַלְּקִין אֶת הַפֵּאָה לָעֲנִיִּים בַּשָּׂדֶה אוֹ מַנִּיחִין אוֹתָם לָבֹז. בַּשַּׁחַר. וּבַחֲצִי הַיּוֹם. וּבַמִּנְחָה. וְעָנִי שֶׁבָּא שֶׁלֹּא בִּזְמַן זֶה אֵין מַנִּיחִין אוֹתוֹ לִטּל. כְּדֵי שֶׁיִּהְיֶה עֵת קָבוּעַ לָעֲנִיִּים שֶׁיִּתְקַבְּצוּ בּוֹ כֻּלָּן לִטּל. וְלָמָּה לֹא קָבְעוּ לָהּ עֵת אַחַת בַּיּוֹם מִפְּנֵי שֶׁיֵּשׁ שָׁם עֲנִיּוֹת מֵינִיקוֹת שֶׁצְּרִיכוֹת לֶאֱכל בִּתְחִלַּת הַיּוֹם. וְיֵשׁ שָׁם עֲנִיִּים קְטַנִּים שֶׁאֵין נֵעוֹרִין בַּבֹּקֶר וְלֹא יַגִּיעוּ לַשָּׂדֶה עַד חֲצִי הַיּוֹם. וְיֵשׁ שָׁם זְקֵנִים שֶׁאֵינָם מַגִּיעִין עַד הַמִּנְחָה: \n",
            "עָנִי שֶׁנָּטַל מִקְצָת הַפֵּאָה וְזָרַק עַל הַשְּׁאָר אוֹ שֶׁנָּפַל עָלֶיהָ אוֹ שֶׁפֵּרֵשׂ טַלִּיתוֹ עָלֶיהָ קוֹנְסִין אוֹתוֹ וּמַעֲבִירִין אוֹתוֹ מִמֶּנָּה וַאֲפִלּוּ מַה שֶּׁנָּטַל לוֹקְחִין אוֹתוֹ מִיָּדוֹ וְיִנָּתֵן לֶעָנִי אַחֵר [וְכֵן בְּלֶקֶט וְכֵן בְּעֹמֶר הַשִּׁכְחָה]: \n",
            "מִי שֶׁלָּקַח אֶת הַפֵּאָה וְאָמַר הֲרֵי זֶה לְאִישׁ פְּלוֹנִי הֶעָנִי. אִם עָנִי הוּא זֶה שֶׁלָּקַח מִתּוֹךְ שֶׁזּוֹכֶה בּוֹ לְעַצְמוֹ זָכָה בּוֹ לְאוֹתוֹ פְּלוֹנִי. וְאִם עָשִׁיר הוּא לֹא זָכָה לוֹ אֶלָּא יִתְּנֶנָּה לֶעָנִי שֶׁנִּמְצָא רִאשׁוֹן: \n",
            "בַּעַל הַבַּיִת שֶׁהִנִּיחַ פֵּאָה לַעֲנִיִּים אֵלּוּ הָעוֹמְדִים לְפָנָיו וּבָא עָנִי אַחֵר מֵאֲחוֹרָיו וּנְטָלָהּ זָכָה בָּהּ שֶׁאֵין אָדָם זוֹכֶה בְּלֶקֶט שִׁכְחָה וּפֵאָה וְסֶלַע שֶׁל מְצִיאָה עַד שֶׁיַּגִּיעַ לְיָדוֹ: \n"
        ],
        [
            "אֵין מַנִּיחִין אֶת הַפֵּאָה מִשָּׂדֶה עַל חֲבֶרְתָּהּ. כֵּיצַד. הָיוּ לוֹ שְׁתֵּי שָׂדוֹת לֹא יִקְצֹר אֶת הָאַחַת כֻּלָּהּ וְיַנִּיחַ בַּשְּׁנִיָּה פֵּאָה הָרְאוּיָה לִשְׁתֵּיהֶן. שֶׁנֶּאֱמַר <small>(ויקרא כג כב)</small> \"לֹא תְכַלֶּה פְּאַת שָׂדְךָ בְּקֻצְרֶךָ\" שֶׁיַּנִּיחַ בְּכָל אַחַת וְאַחַת פֵּאָה הָרְאוּיָה לָהּ. וְאִם הִנִּיחַ מִשָּׂדֶה עַל חֲבֶרְתָּהּ אֵינָהּ פֵּאָה: \n",
            "הָיְתָה שָׂדֵהוּ זְרוּעָה כֻּלָּהּ מִין אֶחָד וְהָיָה נַחַל בְּתוֹךְ הַשָּׂדֶה אַף עַל פִּי שֶׁאֵינוֹ מוֹשֵׁךְ. אוֹ אַמַּת הַמַּיִם שֶׁאֵינוֹ יָכוֹל לִקְצֹר מַה שֶּׁבִּשְׁנֵי צְדָדֶיהָ כְּאַחַת וְהוּא שֶׁתִּהְיֶה מוֹשֶׁכֶת וּקְבוּעָה. הֲרֵי זֶה כִּשְׁתֵּי שָׂדוֹת וְנוֹתֵן פֵּאָה מִצַּד זֶה לְעַצְמוֹ וּמִצַּד זֶה לְעַצְמוֹ: \n",
            "וְכֵן אִם הָיָה מַפְסִיק דֶּרֶךְ הַיָּחִיד שֶׁהוּא רָחָב אַרְבַּע אַמּוֹת אוֹ דֶּרֶךְ הָרַבִּים הָרָחָב שֵׁשׁ עֶשְׂרֵה אַמָּה. אֲבָל שְׁבִיל הַיָּחִיד וְהוּא פָּחוֹת מֵאַרְבַּע אוֹ שְׁבִיל הָרַבִּים פָּחוֹת מִשֵּׁשׁ עֶשְׂרֵה אַמָּה אִם הָיָה קָבוּעַ בִּימוֹת הַחַמָּה וּבִימוֹת הַגְּשָׁמִים מַפְסִיק. וְאִם אֵינוֹ קָבוּעַ בִּימוֹת הַגְּשָׁמִים אֵינוֹ מַפְסִיק אֶלָּא הֲרֵי הוּא כְּשָׂדֶה אַחַת: \n",
            "הָיָה מַפְסִיק בָּהּ אֶרֶץ בּוּרָה שֶׁאֵינָה זְרוּעָה וְלֹא חֲרוּשָׁה. אוֹ אֶרֶץ נִירָה וְהִיא שֶׁנֶּחֶרְשָׁה וְלֹא נִזְרְעָה. אוֹ שֶׁהִפְסִיק בָּהּ זֶרַע אַחֵר. כְּגוֹן שֶׁהָיָה חִטִּים מִכָּאן וְחִטִּים מִכָּאן וּשְׂעוֹרִים בָּאֶמְצַע. אוֹ שֶׁקָּצַר בְּאֶמְצָעָהּ אֲפִלּוּ קֹדֶם שֶׁתָּבִיא שְׁלִישׁ וְחָרַשׁ מָקוֹם שֶׁקָּצַר. הֲרֵי זוֹ נִפְסֶקֶת לִשְׁתֵּי שָׂדוֹת. וְהוּא שֶׁיִּהְיֶה רֹחַב כָּל אֶחָד מֵאֵלּוּ כִּשְׁלֹשָׁה תְּלָמִים שֶׁל פָּתִיח וְהוּא פָּחוֹת מִבֵּית רֹבַע. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשָׂדֶה קְטַנָּה שֶׁהִיא חֲמִשִּׁים אַמָּה שֶׁל שְׁתֵּי אַמּוֹת אוֹ פָּחוֹת. אֲבָל אִם הָיְתָה יְתֵרָה עַל זוֹ אֵין הַבּוּר אוֹ הַנִּיר מַפְסִיקָהּ לִשְׁתַּיִם אֶלָּא אִם כֵּן הָיְתָה בּוֹ רֹחַב בֵּית רֹבַע. אֲבָל זֶרַע אַחֵר כָּל שֶׁהוּא מַפְסִיק בָּהּ: \n",
            "אֲכָלָהּ גּוֹבַאי אוֹ קִרְסְמוּהָ נְמָלִים בְּאֶמְצָעָהּ אִם חָרַשׁ מָקוֹם שֶׁאָכְלוּ הֲרֵי זֶה מַפְסִיק: \n",
            "הַזּוֹרֵעַ בָּהָר שֶׁאֵינוֹ כֻּלּוֹ שָׁוֶה אֶלָּא יֵשׁ בּוֹ תִּלִּים גְּבוֹהִים וּמְקוֹמוֹת מְקוֹמוֹת עֲמֻקּוֹת אַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לַחֲרשׁ אוֹתוֹ כֻּלּוֹ וּלְזָרְעוֹ כְּאַחַת אֶלָּא נֶחְרָשׁ הַמָּקוֹם הַגָּבוֹהַּ בִּפְנֵי עַצְמוֹ וְהַנָּמוּךְ בִּפְנֵי עַצְמוֹ הֲרֵי זֶה כְּשָׂדֶה אַחַת וּמַנִּיחַ פֵּאָה אַחַת בְּסוֹף הָהָר עַל כָּל הָהָר: \n",
            "מַדְרֵגוֹת שֶׁהֵן גְּבוֹהוֹת עֲשָׂרָה טְפָחִים נוֹתֵן פֵּאָה מִכָּל אַחַת וְאַחַת. וְאִם הָיוּ רָאשֵׁי שׁוּרוֹת מְעֹרָבִים נוֹתֵן מֵאַחַת עַל הַכּל. הָיוּ פָּחוֹת מֵעֲשָׂרָה אַף עַל פִּי שֶׁאֵין רָאשֵׁי הַשּׁוּרוֹת מְעֹרָבִין נוֹתֵן מֵאַחַת עַל הַכּל. הָיָה סֶלַע עַל פְּנֵי כָּל הַשָּׂדֶה. אִם עוֹקֵר הוּא אֶת הַמַּחְרֵשָׁה מִצַּד זֶה וְנוֹתְנָהּ מִצַּד זֶה מַפְסִיק. וְאִם לָאו אֵינוֹ מַפְסִיק: \n",
            "הַזּוֹרֵעַ שָׂדֶה שֶׁיֵּשׁ בָּהּ אִילָנוֹת אַף עַל פִּי שֶׁהִיא מַלְבְּנוֹת מַלְבְּנוֹת בֵּין הָאִילָנוֹת וְאֵין כָּל הַזֶּרַע מְעֹרָב נוֹתֵן פֵּאָה אַחַת לְכָל הַשָּׂדֶה. שֶׁדָּבָר יָדוּעַ שֶׁשָּׂדֶה אַחַת הִיא וּמִפְּנֵי מְקוֹם הָאִילָנוֹת נֶחְלַק הַזֶּרַע: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיוּ הָאִילָנוֹת כָּל עֲשָׂרָה בְּתוֹךְ בֵּית סְאָה. אֲבָל אִם הָיוּ כָּל עֲשָׂרָה אִילָנוֹת בְּיוֹתֵר מִבֵּית סְאָה הֲרֵי זֶה נוֹתֵן פֵּאָה מִכָּל מַלְבֵּן וּמַלְבֵּן. שֶׁהֲרֵי הָאִילָנוֹת מְרֻחָקִים הַרְבֵּה וְלֹא מִפְּנֵי הָאִילָנוֹת זָרַע מַלְבְּנוֹת מַלְבְּנוֹת: \n",
            "וְכֵן מַלְבְּנוֹת הַבְּצָלִים שֶׁבֵּין הַיָּרָק נוֹתֵן פֵּאָה אַחַת לְכָל הַבְּצָלִים. וְאַף עַל פִּי שֶׁהַיָּרָק מַבְדִּיל בֵּינֵיהֶן וּמְשִׂימָם מַלְבְּנוֹת מַלְבְּנוֹת: \n",
            "שָׂדֶה שֶׁכֻּלָּה זְרוּעָה מִין אֶחָד וְכֵיוָן שֶׁהִתְחִילוּ בָּהּ מְקוֹמוֹת לִיבַשׁ עָקַר אוֹ תָּלַשׁ מַה שֶּׁיָּבַשׁ מִכָּאן וּמִכָּאן עַד שֶׁנִּשְׁאַר הַלַּח מְפֹרָד מַלְבְּנוֹת מַלְבְּנוֹת מְרֻחָקוֹת זוֹ מִזּוֹ. אִם הָיָה דֶּרֶךְ בְּנֵי אָדָם שָׁם לִזְרֹעַ מֵאוֹתוֹ הַמִּין עֲרוּגוֹת עֲרוּגוֹת כְּגוֹן שֶׁבֶת אוֹ חַרְדָּל הֲרֵי זֶה מַנִּיחַ פֵּאָה מִכָּל מַלְבֵּן וּמַלְבֵּן. שֶׁהָרוֹאֶה אוֹמֵר עֲרוּגוֹת עֲרוּגוֹת נִזְרְעוּ. וְאִם הָיָה מִין אֶחָד שֶּׁזּוֹרְעִין אוֹתוֹ שָׂדוֹת כְּגוֹן תְּבוּאָה וְקִטְנִיּוֹת נוֹתֵן אַחַת לַכּל: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה יָבֵשׁ מִכָּאן וְיָבֵשׁ מִכָּאן וְלַח בָּאֶמְצַע. אֲבָל לַח מִכָּאן וּמִכָּאן וְיָבֵשׁ בָּאֶמְצַע מַנִּיחַ מִן הַיָּבֵשׁ בִּפְנֵי עַצְמוֹ וּמִן הַלַּח בִּפְנֵי עַצְמוֹ: \n",
            "שָׂדֶה שֶׁזְּרָעָהּ בְּצָלִים אוֹ פּוֹלִים אוֹ אֲפוּנִים וְכַיּוֹצֵא בָּהֶן וְהָיָה בְּדַעְתּוֹ לִמְכֹּר מִקְצָתָן לַחִין בַּשּׁוּק וּמַנִּיחַ מִקְצָת הַשָּׂדֶה יָבֵשׁ וְיַעֲשֶׂה מִמֶּנּוּ גֹּרֶן. חַיָּב לְהַנִּיחַ פֵּאָה לְזֶה שֶׁמּוֹכֵר לַח בִּפְנֵי עַצְמוֹ וְלָזֶה שֶׁקּוֹצֵר אוֹתוֹ יָבֵשׁ בִּפְנֵי עַצְמוֹ: \n",
            "הַזּוֹרֵעַ אֶת שָׂדֵהוּ מִין אֶחָד אַף עַל פִּי שֶׁהוּא עוֹשֵׂהוּ שְׁתֵּי גֳּרָנוֹת מַנִּיחַ פֵּאָה אַחַת. זְרָעָהּ שְׁנֵי מִינִים אַף עַל פִּי שֶׁהוּא עוֹשֶׂה אוֹתָהּ גֹּרֶן אַחַת נוֹתֵן פֵּאָה לְמִין זֶה בִּפְנֵי עַצְמוֹ וּפֵאָה לְמִין זֶה בִּפְנֵי עַצְמוֹ: \n",
            "זָרַע שְׁנֵי זְרָעִים מִמִּין אֶחָד כְּגוֹן שֶׁזְּרָעָהּ שְׁנֵי מִינֵי חִטִּים אוֹ שְׁנֵי מִינֵי שְׂעוֹרִים. אִם עֲשָׂאָן גֹּרֶן אַחַת נוֹתֵן פֵּאָה אַחַת. שְׁתֵּי גֳּרָנוֹת נוֹתֵן שְׁתֵּי פֵּאוֹת. וְדָבָר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי: \n",
            "הָאַחִין שֶׁחָלְקוּ נוֹתְנִין שְׁתֵּי פֵּאוֹת. חָזְרוּ וְנִשְׁתַּתְּפוּ נוֹתְנִין פֵּאָה אַחַת. הַשֻּׁתָּפִין שֶׁקָּצְרוּ חֲצִי הַשָּׂדֶה וְאַחַר כָּךְ חָלְקוּ. זֶה שֶׁלָּקַח הַקָּצִיר אֵינוֹ מַפְרִישׁ כְּלוּם. וְזֶה שֶׁלָּקַח הַקָּמָה מַפְרִישׁ עַל הַחֵצִי שֶׁלָּקַח בִּלְבַד. חָזְרוּ וְנִשְׁתַּתְּפוּ וְקָצְרוּ הַחֵצִי הָאַחֵר בְּשֻׁתָּפוּת. כָּל אֶחָד מֵהֶן מַפְרִישׁ מֵחֶלְקוֹ שֶׁבַּקָּמָה עַל חֵלֶק חֲבֵרוֹ שֶׁבַּקָּמָה אֲבָל לֹא עַל הַחֵצִי שֶׁנִּקְצַר: \n",
            "שָׂדֶה שֶׁהִגִּיעַ חֶצְיָהּ עַד שְׁלִישׁ וְחֶצְיָהּ לֹא הִגִּיעַ. וְהִתְחִיל וְקָצַר בְּחֵצִי שֶׁהִגִּיעַ חֶצְיוֹ וְאַחַר כָּךְ הֵבִיאָה כֻּלָּהּ שְׁלִישׁ וְאַחַר כָּךְ גָּמַר הַחֵצִי הָרִאשׁוֹן שֶׁהִגִּיעַ בַּתְּחִלָּה. מַפְרִישׁ מִן הָרִאשׁוֹן עַל הָאֶמְצָעִיִּים וּמִן הָאֶמְצָעִיִּים עַל הָרִאשׁוֹן וְעַל הָאַחֲרוֹן: \n",
            "הַמּוֹכֵר מְקוֹמוֹת מְקוֹמוֹת מִשָּׂדֵהוּ לַאֲנָשִׁים הַרְבֵּה. אִם מָכַר כָּל הַשָּׂדֶה כָּל אֶחָד וְאֶחָד נוֹתֵן פֵּאָה אַחַת מֵחֶלְקוֹ שֶׁלָּקַח. וְאִם הִתְחִיל בַּעַל הַשָּׂדֶה לִקְצֹר וּמָכַר מִקְצָת וְשִׁיֵּר מִקְצָת. בַּעַל הַשָּׂדֶה נוֹתֵן פֵּאָה הָרְאוּיָה לַכּל. שֶׁכֵּיוָן שֶׁהִתְחִיל לִקְצֹר נִתְחַיֵּב בַּכּל. וְאִם מָכַר תְּחִלָּה מַפְרִישׁ הַלּוֹקֵחַ עַל מַה שֶּׁלָּקַח וּבַעַל הַשָּׂדֶה עַל מַה שֶּׁשִּׁיֵּר: \n",
            "שְׂדֵה אִילָן אֵין מַפְסִיק בָּהּ אֶלָּא גָּדֵר גָּבוֹהַּ הַמַּבְדִּיל בֵּין הָאִילָנוֹת. אֲבָל אִם הָיָה הַגָּדֵר מַבְדִּיל מִלְּמַטָּה וְהַבַּדִּים וְהַפְּאֵרוֹת מְעֹרָבִין מִלְּמַעְלָה וְנוֹגְעִין בַּגָּדֵר עַל גַּבּוֹ הֲרֵי זֶה כְּשָׂדֶה אַחַת וְנוֹתֵן פֵּאָה לַכּל: \n",
            "שְׁנַיִם שֶׁלָּקְחוּ אִילָן אֶחָד נוֹתְנִין מִמֶּנּוּ פֵּאָה אַחַת. לָקַח זֶה צְפוֹנוֹ וְזֶה דְּרוֹמוֹ זֶה נוֹתֵן פֵּאָה לְעַצְמוֹ וְזֶה נוֹתֵן פֵּאָה לְעַצְמוֹ: \n",
            "הֶחָרוּבִין כָּל שֶׁאָדָם עוֹמֵד בְּצַד חָרוּב זֶה וַחֲבֵרוֹ עוֹמֵד בְּצַד חָרוּב זֶה וְרוֹאִין זֶה אֶת זֶה הֲרֵי הֵן כֻּלָּן שָׂדֶה אַחַת וּפֵאָה אַחַת לְכֻלָּן. הָיוּ שְׁנֵי הַצְּדָדִין רוֹאִין אֶת הָאֶמְצָעִיִּים וְאֵין הַצְּדָדִים רוֹאִין זֶה אֶת זֶה מַפְרִישׁ מִצַּד אֶחָד מִן הָרִאשׁוֹנִים עַל הָאֶמְצָעִיִּים וּמִן הָאֶמְצָעִיִּים עַל הָרִאשׁוֹנִים. אֲבָל לֹא יַפְרִישׁ מִצַּד זֶה עַל הַצַּד הָאַחֵר: \n",
            "הַזֵּיתִים כָּל מַה שֶּׁיֵּשׁ מֵהֶן בְּרוּחַ אַחַת מֵרוּחוֹת הָעִיר כְּגוֹן זֵיתִים שֶׁיֵּשׁ בְּמַעֲרַב הָעִיר כֻּלָּן אוֹ בְּמִזְרָחָהּ הֲרֵי הֵן כְּשָׂדֶה אַחַת וּפֵאָה אַחַת לְכֻלָּן: \n",
            "הַבּוֹצֵר אֶת מִקְצָת כַּרְמוֹ מִכָּאן וּמִכָּאן כְּדֵי לְהָקֵל מֵעַל הַגֶּפֶן עַד שֶׁיִּמְצְאוּ שְׁאָר הָאֶשְׁכּוֹלוֹת רֶוַח וַיּוֹסִיפוּ הוּא הַנִּקְרָא מֵדֵּל. וּכְבָר בֵּאַרְנוּ שֶׁהַבּוֹצֵר מֵרוּחַ אַחַת אֵינוֹ מֵדֵּל וּלְפִיכָךְ נוֹתֵן מִן הַנִּשְׁאָר פֵּאָה הָרְאוּיָה לַכּל. וְאַף עַל פִּי שֶׁבָּצַר לַשּׁוּק. אֲבָל אִם הֵדֵּל לִמְכֹּר בַּשּׁוּק אֵינוֹ נוֹתֵן פֵּאָה לְזֶה שֶׁהֵדֵּל. הֵדֵּל לְהָבִיא בְּבֵיתוֹ נוֹתֵן מִן הַנִּשְׁאָר שֶׁהִנִּיחַ לִדְרֹךְ פֵּאָה אַחַת הָרְאוּיָה לַכּל: \n"
        ],
        [
            "אֵיזֶהוּ לֶקֶט זֶה הַנּוֹפֵל מִתּוֹךְ הַמַּגָּל בִּשְׁעַת קְצִירָה אוֹ הַנּוֹפֵל מִתּוֹךְ יָדוֹ כְּשֶׁמְּקַבֵּץ הַשִּׁבֳּלִים וְיִקְצֹר. וְהוּא שֶׁיִּהְיֶה הַנּוֹפֵל שִׁבּלֶת אַחַת אוֹ שְׁתַּיִם. אֲבָל אִם נָפְלוּ שָׁלֹשׁ כְּאֶחָד הֲרֵי שְׁלָשְׁתָּן לְבַעַל הַשָּׂדֶה. וְהַנּוֹפֵל מֵאַחַר הַמַּגָּל אוֹ מֵאַחַר הַיָּד אֲפִלּוּ שִׁבּלֶת אַחַת אֵינָהּ לֶקֶט: \n",
            "הָיָה קוֹצֵר בַּיָּד בְּלֹא מַגָּל הַנּוֹפֵל מִתּוֹךְ יָדוֹ אֵינוֹ לֶקֶט. אֲבָל הַתּוֹלֵשׁ דְּבָרִים הַתּוֹלְשִׁים אוֹתָם הַנּוֹפֵל מִתַּחַת יָדוֹ לֶקֶט. הָיָה קוֹצֵר אוֹ תּוֹלֵשׁ דָּבָר שֶׁדַּרְכּוֹ לְהִתָּלֵשׁ וְאַחַר שֶׁקָּצַר מְלֹא זְרוֹעוֹ אוֹ תָּלַשׁ מְלֹא קֻמְצוֹ הִכָּהוּ קוֹץ וְנָפַל מִיָּדוֹ עַל הָאָרֶץ הֲרֵי זֶה שֶׁל בַּעַל הַבַּיִת: \n",
            "הָיָה קוֹצֵר וְנִשְׁאֲרָה שִׁבּלֶת אַחַת שֶׁלֹּא נִקְצְרָה וְנִקְצַר כָּל שֶׁסְּבִיבוֹתֶיהָ. אִם הָיָה רֹאשָׁהּ מַגִּיעַ לַקָּמָה שֶׁבְּצִדָּהּ וִיכוֹלָה לְהִקָּצֵר עִם הַקָּמָה הֲרֵי הִיא שֶׁל בַּעַל הַשָּׂדֶה וְאִם לָאו הֲרֵי הִיא שֶׁל עֲנִיִּים: \n",
            "הָיוּ שְׁתֵּי שִׁבּוֹלוֹת זוֹ בְּצַד זוֹ. הַפְּנִימִית יְכוֹלָה לְהִקָּצֵר עִם הַקָּמָה וְהַחִיצוֹנָה יְכוֹלָה לְהִקָּצֵר עִם הַפְּנִימִית וְאֵינָהּ יְכוֹלָה לְהִקָּצֵר עִם הַקָּמָה. הַפְּנִימִית נִצֶּלֶת וּמַצֶּלֶת אֶת הַחִיצוֹנָה שֶׁהֲרֵי הִיא כְּנוֹפֶלֶת מִתּוֹךְ הַמַּגָּל וְאַף עַל פִּי שֶׁעֲדַיִן לֹא נִקְצְרָה. וְהַשִּׁבֳּלִים שֶׁבִּקֵּשׁ הֲרֵי הֵן שֶׁל בַּעַל הַשָּׂדֶה: \n",
            "הָרוּחַ שֶׁפִּזְּרָה אֶת הָעֳמָרִים וְנִתְעָרֵב קָצִיר שֶׁל בַּעַל הַשָּׂדֶה עִם הַלֶּקֶט אוֹמְדִין אֶת הַשָּׂדֶה כַּמָּה לֶקֶט הִיא רְאוּיָה לַעֲשׂוֹת וְנוֹתֵן לָעֲנִיִּים מִפְּנֵי שֶׁזֶּה אֹנֶס. וְכַמָּה הוּא שִׁעוּר זֶה אַרְבָּעָה קַבִּין תְּבוּאָה לְכָל בֵּית כּוֹר: \n",
            "לֶקֶט שֶׁנָּפַל לָאָרֶץ וְלֹא לְקָטוּהוּ עֲנִיִּים וּבָא בַּעַל הַשָּׂדֶה וְהִגְדִּישׁ אֶת הַקָּצִיר שֶׁלּוֹ עַל הָאָרֶץ כֵּיצַד הוּא עוֹשֶׂה. מְפַנֶּה הַגָּדִישׁ שֶׁלּוֹ כֻּלּוֹ לְמָקוֹם אַחֵר וְכָל הַשִּׁבֳּלִים הַנּוֹגְעוֹת בָּאָרֶץ כֻּלָּן לָעֲנִיִּים. מִפְּנֵי שֶׁאֵין אָנוּ יוֹדְעִים אֵי זוֹ הִיא מֵהֶם שֶׁהָיְתָה לֶקֶט וּסְפֵק מַתְּנוֹת עֲנִיִּים לָעֲנִיִּים שֶׁנֶּאֱמַר <small>(ויקרא כג כב)</small> \"תַּעֲזֹב\" הַנַּח לִפְנֵיהֶם מִשֶּׁלְּךָ: \n",
            "וְלָמָּה אֵין אוֹמְדִין אוֹתָהּ וְלִתֵּן לָעֲנִיִּים מַה שֶּׁרְאוּיָה לַעֲשׂוֹת לֶקֶט. מִפְּנֵי שֶׁעָבַר וְהִגְדִּישׁ עַל הַלֶּקֶט קְנָסוּהוּ. וַאֲפִלּוּ הָיָה שׁוֹגֵג וַאֲפִלּוּ הָיָה הַלֶּקֶט שְׂעוֹרִים וְהִגְדִּישׁ עָלָיו חִטִּין. וַאֲפִלּוּ קָרָא לָעֲנִיִּים וְלֹא בָּאוּ אֲפִלּוּ הִגְדִּישׁוּהוּ אֲחֵרִים שֶׁלֹּא מִדַּעְתּוֹ כָּל הַנּוֹגְעוֹת בָּאָרֶץ הֲרֵי הֵן לָעֲנִיִּים: \n",
            "הַצָּרִיךְ לְרַבֵּץ אֶת שָׂדֵהוּ קֹדֶם שֶׁיִּלְקְטוּ הָעֲנִיִּים לֶקֶט שֶׁבָּהּ אִם הֶזֵּקוֹ מְרֻבֶּה עַל הֶפְסֵד הַלֶּקֶט מֻתָּר לְרַבֵּץ. וְאִם הֶפְסֵד הַלֶּקֶט מְרֻבֶּה עַל הֶפְסֵדוֹ אָסוּר לְרַבֵּץ. וְאִם קִבֵּץ אֶת כָּל הַלֶּקֶט וְהִנִּיחוֹ עַל הַגָּדֵר עַד שֶׁיָּבוֹא הֶעָנִי וְיִטְּלֶנּוּ הֲרֵי זֶה מִדַּת חֲסִידוּת: \n",
            "זְרָעִים הַנִּמְצָאִים בְּחוֹרֵי הַנְּמָלִים. אִם הָיוּ הַחוֹרִים בְּתוֹךְ הַקָּמָה הֲרֵי הוּא שֶׁל בַּעַל הַשָּׂדֶה. שֶׁאֵין לָעֲנִיִּים מַתָּנָה בְּתוֹךְ הַקָּמָה. וְאִם הָיוּ בְּמָקוֹם שֶׁנִּקְצַר הֲרֵי זֶה שֶׁל עֲנִיִּים שֶׁמָּא מִן הַלֶּקֶט גְּרָרוּהוּ. וְאַף עַל פִּי שֶׁנִּמְצָא שָׁחוֹר אֵין אוֹמְרִים הֲרֵי זֶה מִשָּׁנָה שֶׁעָבְרָה שֶׁסְּפֵק הַלֶּקֶט לֶקֶט: \n",
            "שִׁבּלֶת שֶׁל לֶקֶט שֶׁנִּתְעָרְבָה בְּגָדִישׁ הֲרֵי זֶה מַפְרִישׁ שְׁתֵּי שִׁבּוֹלוֹת וְאוֹמֵר עַל אַחַת מֵהֶן אִם הַלֶּקֶט הִיא זוֹ הֲרֵי הִיא לָעֲנִיִּים וְאִם אֵינָהּ לֶקֶט הֲרֵי הַמַּעַשְׂרוֹת (שֶׁהִיא) שֶׁחַיֶּבֶת בָּהֶן שִׁבּלֶת זוֹ קְבוּעִים בְּשִׁבּלֶת שְׁנִיָּה. וְחוֹזֵר וּמַתְנֶה כֵּן עַל שִׁבּלֶת שְׁנִיָּה וְנוֹתֵן אַחַת מֵהֶן לֶעָנִי וְהָאַחֶרֶת תִּהְיֶה מַעֲשֵׂר: \n",
            "לֹא יִשְׂכֹּר אָדָם אֶת הַפּוֹעֵל עַל מְנָת שֶׁיְּלַקֵּט בְּנוֹ אַחֲרָיו. אֲבָל הָאֲרִיסִין וְהַחֲכִירִין וְהַמּוֹכֵר קָמָתוֹ לַחֲבֵרוֹ לִקְצֹר יְלַקֵּט בְּנוֹ אַחֲרָיו. וְיֵשׁ לַפּוֹעֵל לְהָבִיא אִשְׁתּוֹ וּבָנָיו לְלַקֵּט אַחֲרָיו. וַאֲפִלּוּ שְׂכָרוֹ לִטּל חֲצִי הַקָּצִיר אוֹ שָׁלִישׁוֹ אוֹ רְבִיעוֹ בִּשְׂכָרוֹ: \n",
            "מִי שֶׁאֵינוֹ מַנִּיחַ אֶת הָעֲנִיִּים לְלַקֵּט אוֹ שֶׁהוּא מַנִּיחַ אֶחָד וּמוֹנֵעַ אֶחָד אוֹ שֶׁמְּסַיֵּעַ אֶת אֶחָד מֵהֶן עַל חֲבֵרוֹ הֲרֵי זֶה גּוֹזֵל אֶת הָעֲנִיִּים: \n",
            "וְאָסוּר לְאָדָם לְהַרְבִּיץ אֲרִי וְכַיּוֹצֵא בּוֹ בְּתוֹךְ שָׂדֵהוּ כְּדֵי שֶׁיִּרְאוּ הָעֲנִיִּים וְיִבְרְחוּ. הָיוּ שָׁם עֲנִיִּים שֶׁאֵינָן רְאוּיִין לִטּל לֶקֶט אִם יָכוֹל בַּעַל הַבַּיִת לִמְחוֹת בְּיָדָן מְמַחֶה וְאִם לָאו מְנִיחָן מִפְּנֵי דַּרְכֵי שָׁלוֹם: \n",
            "הַמַּפְקִיר אֶת הַלֶּקֶט עִם נְפִילַת רֻבּוֹ אֵינוֹ הֶפְקֵר מֵאַחֵר שֶׁנָּשַׁר רֻבּוֹ אֵין לוֹ בּוֹ רְשׁוּת: \n",
            "אֵי זֶהוּ פֶּרֶט זֶה גַּרְגֵּר אֶחָד אוֹ שְׁנֵי גַּרְגְּרִים הַנִּפְרָטִים מִן הָאֶשְׁכּוֹל בִּשְׁעַת הַבְּצִירָה. נָפְלוּ שְׁלֹשָׁה גַּרְגְּרִים בְּבַת אַחַת אֵינוֹ פֶּרֶט: \n",
            "הָיָה בּוֹצֵר וְכָרַת אֶת הָאֶשְׁכּוֹל וְהֻסְבַּךְ בְּעָלָיו וְנָפַל לָאָרֶץ וְנִפְרַט אֵינוֹ פֶּרֶט. הָיָה בּוֹצֵר וּמַשְׁלִיךְ לָאָרֶץ כְּשֶׁמְּפַנֶּה הָאֶשְׁכּוֹלוֹת אֲפִלּוּ חֲצִי אֶשְׁכּוֹל הַנִּמְצָא שָׁם הֲרֵי הוּא פֶּרֶט (וְכֵן אֶשְׁכּוֹל שָׁלֵם שֶׁנִּפְרַט שָׁם הֲרֵי הוּא פֶּרֶט). וְהַמַּנִּיחַ אֶת הַכַּלְכָּלָה תַּחַת הַגֶּפֶן בְּשָׁעָה שֶׁהוּא בּוֹצֵר הֲרֵי זֶה גּוֹזֵל אֶת הָעֲנִיִּים: \n",
            "אֵי זוֹ הִיא עוֹלֶלֶת זֶה אֶשְׁכּוֹל הַקָּטָן שֶׁאֵינוֹ מְעֻבֶּה כְּאֶשְׁכּוֹל שֶׁאֵין לוֹ כָּתֵף. וְאֵין עֲנָבָיו נוֹטְפוֹת זוֹ עַל זוֹ אֶלָּא מְפֻזָּרוֹת. יֵשׁ לָהּ כָּתֵף וְאֵין לָהּ נֶטֶף אוֹ יֵשׁ לָהּ נֶטֶף וְאֵין לָהּ כָּתֵף הֲרֵי הִיא שֶׁל בַּעַל הַכֶּרֶם. וְאִם סָפֵק לָעֲנִיִּים: \n",
            "אֵי זוֹ הִיא כָּתֵף פְּסִיגִין הַמְחֻבָּרוֹת בְּשִׁדְרָה זוֹ עַל גַּבֵּי זוֹ. נֶטֶף עֲנָבִים הַמְחֻבָּרוֹת בְּשִׁדְרָה וְיוֹרְדוֹת. וְהוּא שֶׁיִּהְיוּ כָּל הָעֲנָבִים שֶׁבָּעוֹלֵלוֹת נוֹגְעִין בְּפַס יָדוֹ. וְלָמָּה נִקְרָא שְׁמוֹ עוֹלָל מִפְּנֵי שֶׁהוּא לִשְׁאָר הָאֶשְׁכּוֹלוֹת כְּעוֹלָל לְאִישׁ: \n",
            "וְאֵין בַּעַל הַבַּיִת חַיָּב לִבְצֹר הָעוֹלֵלוֹת וְלִתְּנָן לָעֲנִיִּים. אֶלָּא הֵן בּוֹצְרִין אוֹתָן לְעַצְמָן וְגַרְגֵּר יְחִידִי הֲרֵי הִיא עוֹלֶלֶת: \n",
            "זְמוֹרָה שֶׁהָיָה בָּהּ אֶשְׁכּוֹל וּבָאַרְכֻּבָּה שֶׁל זְמוֹרָה עוֹלֶלֶת אִם נִקְרְצָה עִם הָאֶשְׁכּוֹל הֲרֵי הִיא שֶׁל בַּעַל הַכֶּרֶם וְאִם לָאו הֲרֵי הִיא לָעֲנִיִּים: \n",
            "כֶּרֶם שֶׁכֻּלּוֹ עוֹלֵלוֹת הֲרֵי הוּא לָעֲנִיִּים שֶׁנֶּאֱמַר <small>(ויקרא יט י)</small> \"וְכַרְמְךָ לֹא תְעוֹלֵל\" אֲפִלּוּ כֻּלּוֹ עוֹלֵלוֹת. וְאֵין הַפֶּרֶט וְהָעוֹלֵלוֹת נוֹהֲגִין אֶלָּא בְּכֶרֶם בִּלְבַד: \n",
            "אֵין הָעֲנִיִּים זוֹכִין לִקַּח פֶּרֶט וְעוֹלֵלוֹת עַד שֶׁיַּתְחִיל בַּעַל הַכֶּרֶם לִבְצֹר כַּרְמוֹ שֶׁנֶּאֱמַר <small>(דברים כד כא)</small> \"וְכִי תִבְצֹר כַּרְמְךָ לֹא תְעוֹלֵל\". וְכַמָּה יִבְצֹר וְיִהְיוּ זוֹכִין בָּהֶן שְׁלֹשָׁה אֶשְׁכּוֹלוֹת שֶׁהֵן עוֹשִׂין רְבִיעַ: \n",
            "הַמַּקְדִּישׁ כַּרְמוֹ עַד שֶׁלֹּא נוֹדְעוּ הָעוֹלֵלוֹת אֵין הָעוֹלֵלוֹת לָעֲנִיִּים. וְאִם מִשֶּׁנּוֹדְעוּ הָעוֹלֵלוֹת הָעוֹלֵלוֹת לָעֲנִיִּים וְיִתְּנוּ שְׂכַר גִּדּוּלָם לַהֶקְדֵּשׁ: \n",
            "הַזּוֹמֵר אֶת הַגֶּפֶן אַחַר שֶׁנּוֹדְעוּ הָעוֹלֵלוֹת הֲרֵי זֶה זוֹמֵר כְּדַרְכּוֹ וּכְשֵׁם שֶׁכּוֹרֵת הָאֶשְׁכּוֹלוֹת כָּךְ כּוֹרֵת הָעוֹלֵלוֹת: \n",
            "נָכְרִי שֶׁמָּכַר כַּרְמוֹ לְיִשְׂרָאֵל לִבְצֹר חַיָּב בְּעוֹלֵלוֹת. יִשְׂרָאֵל וְנָכְרִי שֶׁהָיוּ שֻׁתָּפִים בְּכֶרֶם חֶלְקוֹ שֶׁל יִשְׂרָאֵל חַיָּב וְשֶׁל נָכְרִי פָּטוּר: \n",
            "בֶּן לֵוִי שֶׁנָּתְנוּ לוֹ מַעֲשֵׂר טֶבֶל וּמָצָא בּוֹ עוֹלֵלוֹת נוֹתְנָן לְעָנִי. וְאִם נִקְרֶצֶת עִם הָאֶשְׁכּוֹל יֵשׁ לוֹ לַעֲשׂוֹת תְּרוּמַת מַעֲשֵׂר עַל מָקוֹם אַחֵר: \n",
            "מִי שֶׁהָיוּ לוֹ חָמֵשׁ גְּפָנִים וּבְצָרָם לְתוֹךְ בֵּיתוֹ. אִם לֶאֱכל עֲנָבִים פָּטוּר מִן הַפֶּרֶט וּמִן הַשִּׁכְחָה וּמִן הָרְבָעִי וְחַיָּב בְּעוֹלֵלוֹת. וְאִם בְּצָרָן לַעֲשׂוֹת יַיִן חַיָּב בַּכּל אֶלָּא אִם כֵּן שִׁיֵּר מִקְצָתָן: \n"
        ],
        [
            "הָעֹמֶר שֶׁשְּׁכָחוּהוּ פּוֹעֲלִים וְלֹא שְׁכָחוֹ בַּעַל הַשָּׂדֶה. שְׁכָחוֹ בַּעַל הַשָּׂדֶה וְלֹא שְׁכָחוּהוּ פּוֹעֲלִים. שְׁכָחוּהוּ אֵלּוּ וְאֵלּוּ וְהָיוּ שָׁם אֲחֵרִים עוֹבְרִין וְרוֹאִין אוֹתָן בְּעֵת שֶׁשְּׁכָחוּהוּ. אֵינָהּ שִׁכְחָה עַד שֶׁיִּשְׁכְּחוּהוּ כָּל אָדָם. וַאֲפִלּוּ עֹמֶר הַטָּמוּן אִם נִשְׁכָּח הֲרֵי זֶה שִׁכְחָה: \n",
            "הָיָה בַּעַל הַשָּׂדֶה בָּעִיר וְאָמַר יוֹדֵעַ אֲנִי שֶׁהַפּוֹעֲלִים שָׁכְחוּ עֹמֶר שֶׁבְּמָקוֹם פְּלוֹנִי וּשְׁכָחוּהוּ הֲרֵי זֶה שִׁכְחָה. וְאִם הָיָה בַּשָּׂדֶה וְאָמַר כֵּן וּשְׁכָחוּהוּ אֵינָהּ שִׁכְחָה שֶׁהַשָּׁכוּחַ מֵעִקָּרוֹ בַּשָּׂדֶה הוּא הַשִּׁכְחָה. אֲבָל בָּעִיר אֲפִלּוּ זָכוּר וּלְבַסּוֹף שָׁכוּחַ הֲרֵי זוֹ שִׁכְחָה שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה\" וְלֹא בָּעִיר: \n",
            "עָמְדוּ הָעֲנִיִּים בְּפָנָיו אוֹ חִפּוּהוּ בְּקַשׁ וְהוּא זוֹכֵר אֶת הַקַּשׁ אוֹ שֶׁהֶחֱזִיק בּוֹ לְהוֹלִיכוֹ לָעִיר וְהִנִּיחוֹ בַּשָּׂדֶה וּשְׁכָחוֹ אֵינוֹ שִׁכְחָה. אֲבָל אִם נְטָלוֹ מִמָּקוֹם לְמָקוֹם אַף עַל פִּי שֶׁהִנִּיחוֹ סָמוּךְ לַגַּפָּה אוֹ לַגָּדִישׁ אוֹ לַבָּקָר אוֹ לַכֵּלִים וּשְׁכָחוֹ הֲרֵי זֶה שִׁכְחָה: \n",
            "נָטַל עֹמֶר לְהוֹלִיכוֹ לָעִיר וְהִנִּיחוֹ עַל גַּבֵּי חֲבֵרוֹ וְשָׁכַח אֶת שְׁנֵיהֶן. אִם זָכַר הָעֶלְיוֹן קֹדֶם שֶׁיִּפְגַּע בּוֹ אֵין הַתַּחְתּוֹן שִׁכְחָה וְאִם לָאו הַתַּחְתּוֹן שִׁכְחָה: \n",
            "עָפוּ עֳמָרָיו בְּרוּחַ חֲזָקָה לְתוֹךְ שְׂדֵה חֲבֵרוֹ וְשָׁכַח שָׁם עֹמֶר אֵינוֹ שִׁכְחָה שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"קְצִירְךָ בְשָׂדֶךָ\". אֲבָל אִם פִּזֵּר הָעֳמָרִים בְּתוֹךְ שָׂדֵהוּ וְשָׁכַח הֲרֵי זוֹ שִׁכְחָה: \n",
            "הַנּוֹטֵל עֹמֶר רִאשׁוֹן וְשֵׁנִי וּשְׁלִישִׁי וְשָׁכַח הָרְבִיעִי. אִם הָיָה שָׁם שִׁשִּׁי אֵין הָרְבִיעִי שִׁכְחָה עַד שֶׁיִּטּל הַחֲמִישִׁי. וְאִם הָיוּ חֲמִשָּׁה בִּלְבַד מִשֶּׁיִּשְׁהֶא כְּדֵי לִטּל הַחֲמִישִׁי הֲרֵי הָרְבִיעִי שִׁכְחָה: \n",
            "שְׁנֵי עֳמָרִים מְעֻרְבָּבִין וְשָׁכַח אֶחָד מֵהֶן אֵינָהּ שִׁכְחָה עַד שֶׁיִּטּל אֶת כָּל סְבִיבוֹתָיו: \n",
            "הַלּוּף וְהַשּׁוּם וְהַבְּצָלִים וְכַיּוֹצֵא בָּהּ אַף עַל פִּי שֶׁהֵן טְמוּנִין בָּאָרֶץ יֵשׁ לָהֶן שִׁכְחָה. הַקּוֹצֵר בַּלַּיְלָה וְשָׁכַח קָמָה אוֹ שֶׁעִמֵּר בַּלַּיְלָה וְשָׁכַח עֹמֶר וְכֵן הַסּוּמָא שֶׁשָּׁכַח יֵשׁ לָהֶן שִׁכְחָה. וְאִם הָיָה הַסּוּמָא אוֹ הַקּוֹצֵר בַּלַּיְלָה מִתְכַּוֵּן לִטּל אֶת הַגַּס אֵין לוֹ שִׁכְחָה. וְכָל הָאוֹמֵר הֲרֵינִי קוֹצֵר עַל מְנָת מַה שֶּׁאֲנִי שׁוֹכֵחַ אֲנִי אֶטּל יֵשׁ לוֹ שִׁכְחָה שֶׁכָּל הַמַּתְנֶה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה תְּנָאוֹ בָּטֵל: \n",
            "תְּבוּאָה שֶׁקְּצָרָהּ עַד שֶׁלֹּא נִגְמְרָה לְהַאֲכִילָהּ לִבְהֵמָה. וְכֵן אִם קְצָרָהּ אֲגֻדּוֹת קְטַנּוֹת וְלֹא עֲשָׂאָהּ עֳמָרִים. וְכֵן הַשּׁוּמִים וְהַבְּצָלִים שֶׁתְּלָשָׁן אֲגֻדּוֹת קְטַנּוֹת לְהִמָּכֵר לַשּׁוּק וְלֹא עֲשָׂאָן עֳמָרִים לְהַעֲמִיד מֵהֶן גֹּרֶן אֵין לָהֶם שִׁכְחָה: \n",
            "הַקּוֹצֵר שֶׁהִתְחִיל לִקְצֹר מֵרֹאשׁ הַשּׁוּרָה וְשָׁכַח לְפָנָיו וּלְאַחֲרָיו. שֶׁל אַחֲרָיו שִׁכְחָה וְשֶׁלְּפָנָיו אֵינוֹ שִׁכְחָה שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"לֹא תָשׁוּב לְקַחְתּוֹ\" אֵינוֹ שִׁכְחָה עַד שֶׁיַּעֲבֹר מִמֶּנּוּ וְיַנִּיחֶנּוּ לְאַחֲרָיו. זֶה הַכְּלָל כָּל שֶׁהוּא בְּבַל תָּשׁוּב שִׁכְחָה וְכָל שֶׁאֵינוֹ בְּבַל תָּשׁוּב אֵינוֹ שִׁכְחָה: \n",
            "שְׁנַיִם שֶׁהִתְחִילוּ לִקְצֹר מֵאֶמְצַע הַשּׁוּרָה זֶה פָּנָיו לְצָפוֹן וְזֶה פָּנָיו לְדָרוֹם וְשָׁכְחוּ לִפְנֵיהֶם וּלְאַחֲרֵיהֶן. שֶׁלִּפְנֵיהֶם שִׁכְחָה. מִפְּנֵי שֶׁכָּל אֶחָד מֵהֶן זֶה שֶׁלְּפָנָיו הוּא לַאֲחוֹרָיו שֶׁל חֲבֵרוֹ. וְהָעֹמֶר שֶׁשְּׁכָחוּהוּ לַאֲחוֹרֵיהֶן בְּמָקוֹם שֶׁהִתְחִילוּ מִמֶּנּוּ אֵינוֹ שִׁכְחָה. מִפְּנֵי שֶׁהוּא מְעֹרָב עִם הַשּׁוּרוֹת שֶׁמִּן הַמִּזְרָח לְמַעֲרָב וְהֵן מוֹכִיחִין עָלָיו שֶׁאֵינוֹ שָׁכוּחַ. וְכֵן הַשּׁוּרוֹת שֶׁל עֳמָרִים שֶׁפִּינוּ אוֹתָן לְגֹרֶן וְהִתְחִילוּ שְׁנַיִם מֵאֶמְצַע שׁוּרָה וְשָׁכְחוּ עֹמֶר בָּאֶמְצַע בֵּין אֲחוֹרֵיהֶן אֵינוֹ שִׁכְחָה מִפְּנֵי שֶׁהוּא בְּאֶמְצַע הַשּׁוּרָה שֶׁמִּן מַעֲרָב לַמִּזְרָח שֶׁעֲדַיִן לֹא הִתְחִילוּ בָּהּ וְהִיא מוֹכָחַת עָלָיו שֶׁאֵינוֹ שָׁכוּחַ: \n",
            "הַקּוֹצֵר וְאִלֵּם אֲלֻמּוֹת אֲלֻמּוֹת. וּפִנָּה הָאֲלֻמּוֹת וְהֵן הַנִּקְרָאִין עֳמָרִים מִמָּקוֹם זֶה לְמָקוֹם אַחֵר. וּמִמָּקוֹם הַשֵּׁנִי לַמָּקוֹם הַשְּׁלִישִׁי. וּמִמָּקוֹם הַשְּׁלִישִׁי לַגֹּרֶן וְשָׁכַח הָעֹמֶר בְּשָׁעָה שֶׁפִּנָּה מִמָּקוֹם לְמָקוֹם. אִם פִּנָּה הָעֳמָרִים לְמָקוֹם שֶׁהוּא גְּמַר מְלָאכָה וּשְׁכָחָהּ יֵשׁ לוֹ שִׁכְחָה וּכְשֶׁיְּפַנֶּה מִמָּקוֹם שֶׁהוּא גְּמַר מְלָאכָה לַגֹּרֶן אֵין לוֹ שִׁכְחָה. וְאִם פִּנָּה הָעֳמָרִים לְמָקוֹם שֶׁאֵינוֹ גְּמַר מְלָאכָה וְשָׁכַח אֵינוֹ שִׁכְחָה וּכְשֶׁיְּפַנֶּה מִמָּקוֹם שֶׁאֵינוֹ גְּמַר מְלָאכָה לַגֹּרֶן יֵשׁ לוֹ שִׁכְחָה: \n",
            "אֵי זֶהוּ מָקוֹם שֶׁהוּא גְּמַר מְלָאכָה. זֶה מָקוֹם שֶׁדַּעְתּוֹ לְקַבֵּץ כָּל הָעֳמָרִין שָׁם וְלָדוּשׁ אוֹתָן שָׁם אוֹ לְהוֹלִיכָן שָׁם לִמְקוֹם גָּדִישׁ שֶׁהוּא הַגֹּרֶן. וּמָקוֹם שֶׁאֵינוֹ גְּמַר מְלָאכָה הוּא הַמָּקוֹם שֶׁמְּקַבְּצִין בּוֹ הָעֳמָרִים כְּדֵי לַעֲשׂוֹת מֵהֶן אֲלֻמּוֹת גְּדוֹלוֹת כְּדֵי לְהוֹלִיכָן לְמָקוֹם אַחֵר: \n",
            "שְׁתֵּי כְּרִיכוֹת הַמֻּבְדָּלוֹת זוֹ מִזּוֹ שִׁכְחָה. וְשָׁלֹשׁ אֵינָן שִׁכְחָה. שְׁנֵי עֳמָרִים הַמֻּבְדָּלִין זֶה מִזֶּה שִׁכְחָה. וּשְׁלֹשָׁה אֵינָן שִׁכְחָה: \n",
            "שְׁנֵי צִבּוּרֵי זֵיתִים וְחָרוּבִין הַמֻּבְדָּלִין זֶה מִזֶּה שִׁכְחָה. וּשְׁלֹשָׁה אֵינָם שִׁכְחָה. שְׁנֵי הוּצְנֵי פִּשְׁתָּן שִׁכְחָה וּשְׁלֹשָׁה אֵינָם שִׁכְחָה: \n",
            "שְׁתֵּי גְּפָנִים וְכֵן בִּשְׁאָר הָאִילָנוֹת שְׁנַיִם הַמֻּבְדָּלִין זֶה מִזֶּה שִׁכְחָה. וּשְׁלֹשָׁה אֵינָן שִׁכְחָה שֶׁנֶּאֱמַר <small>(ויקרא יט י)</small> <small>(ויקרא כג כב)</small> \"לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם\" אֲפִלּוּ הָיוּ שְׁנַיִם אֶחָד לְעָנִי וְאֶחָד לַגֵּר: \n",
            "הָיוּ כָּל הָעֳמָרִים שֶׁל קַב קַב וְאֶחָד שֶׁל אַרְבָּעָה קַבִּין וּשְׁכָחוֹ הֲרֵי זֶה שִׁכְחָה. יֶתֶר עַל הָאַרְבָּעָה אֵינוֹ שִׁכְחָה. וְכֵן אִם הָיוּ שֶׁל שְׁנֵי שְׁנֵי קַבִּין וְאֶחָד יֶתֶר עַל שְׁמוֹנָה קַבִּין אֵינוֹ שִׁכְחָה: \n",
            "הָעֹמֶר שֶׁיֵּשׁ בּוֹ סָאתַיִם וּשְׁכָחוֹ אֵינוֹ שִׁכְחָה שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה\" וְלֹא גָּדִישׁ אַף עַל פִּי שֶׁכֻּלָּן סָאתַיִם סָאתַיִם. שָׁכַח שְׁנֵי עֳמָרִים אַף עַל פִּי שֶׁיֵּשׁ מִשְּׁנֵיהֶן סָאתַיִם הֲרֵי אֵלּוּ שִׁכְחָה. וְכֵן יֵרָאֶה לִי שֶׁהֵן שִׁכְחָה אֲפִלּוּ הָיָה בִּשְׁנֵיהֶן יוֹתֵר מִסָּאתַיִם: \n",
            "קָמָה שֶׁיֵּשׁ בָּהּ סָאתַיִם וּשְׁכָחָהּ אֵינָהּ שִׁכְחָה. אֵין בָּהּ סָאתַיִם רוֹאִין אֶת הַשִּׁבֳּלִים הַדַּקּוֹת כְּאִלּוּ הֵן בְּרִיאוֹת וַאֲרֻכּוֹת וְאֶת הַשְּׁדוּפוֹת כְּאִלּוּ הֵן מְלֵאוֹת. וְאִם הָיְתָה רְאוּיָה (לִהְיוֹת) הַקָּמָה אַחַר אֻמְדָּן זֶה לַעֲשׂוֹת סָאתַיִם וּשְׁכָחָהּ אֵינָהּ שִׁכְחָה: \n",
            "שָׁכַח סְאָה תְּבוּאָה עֲקוּרָה וּסְאָה שֶׁאֵינָהּ עֲקוּרָה אֵינָן מִצְטָרְפִים. וּשְׁנֵיהֶם שִׁכְחָה. וְכֵן בְּשׁוּם וּבִבְצָלִים וּבְפֵרוֹת הָאִילָן אִם שָׁכַח מִקְצָתָן בַּקַּרְקַע וּמִקְצָתָן תָּלוּשׁ וּבִשְׁנֵיהֶם סָאתַיִם אֵינָן מִצְטָרְפִין אֶלָּא שְׁנֵיהֶם שִׁכְחָה \n",
            "הַשּׁוֹכֵחַ עֹמֶר בְּצַד הַקָּמָה שֶׁאֵינָהּ שְׁכוּחָה אֵינָהּ שִׁכְחָה. שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"כִּי תִקְצֹר וְשָׁכַחְתָּ עֹמֶר\". עֹמֶר שֶׁסְּבִיבוֹתָיו קָצִיר שִׁכְחָה אֲבָל עֹמֶר שֶׁסְּבִיבוֹתָיו קָמָה אֵינָהּ שִׁכְחָה. וְכֵן אִם שָׁכַח קָמָה בְּצַד קָמָה שֶׁאֵינָהּ שְׁכוּחָה אֲפִלּוּ קֶלַח אֶחָד הֲרֵי זוֹ מַצֶּלֶת אֶת הַשְּׁכוּחָה וְיִהְיֶה מֻתָּר לְקַחְתָּהּ. אֲבָל אִם שָׁכַח עֹמֶר אוֹ קָמָה בְּצַד עֹמֶר שֶׁאֵינוֹ שָׁכוּחַ אֲפִלּוּ הָיָה בּוֹ סָאתַיִם אֵינוֹ מַצִּיל אוֹתָהּ וַהֲרֵי הַשָּׁכוּחַ לָעֲנִיִּים. אֵין קָמַת חֲבֵרוֹ מַצֶּלֶת עַל עֹמֶר שֶׁלּוֹ וְאֵין קָמַת שְׂעוֹרִים מַצֶּלֶת עַל עֹמֶר חִטִּים עַד שֶׁתִּהְיֶה הַקָּמָה מִמִּין הָעֹמֶר: \n",
            "הַשּׁוֹכֵחַ אִילָן בֵּין הָאִילָנוֹת אֲפִלּוּ הָיָה בּוֹ כַּמָּה סְאִין פֵּרוֹת אוֹ שֶׁשָּׁכַח שְׁנֵי אִילָנוֹת הֲרֵי הֵן שִׁכְחָה. שְׁלֹשָׁה אֵינָן שִׁכְחָה: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאִילָן שֶׁאֵינוֹ יָדוּעַ וּמְפֻרְסָם בַּמָּקוֹם כְּגוֹן שֶׁהָיָה עוֹמֵד בְּצַד הַגַּת אוֹ בְּצַד הַפִּרְצָה. אוֹ בְּמַעֲשָׂיו כְּגוֹן שֶׁהָיָה עוֹשֶׂה זֵיתִים הַרְבֵּה. אוֹ בִּשְׁמוֹ כְּגוֹן שֶׁהָיָה לוֹ שֵׁם יָדוּעַ כְּגוֹן זַיִת הַנְּטוּפָה בֵּין הַזֵּיתִים שֶׁהוּא נוֹטֵף שֶׁמֶן הַרְבֵּה אוֹ הַשַּׁפְכָנִי אוֹ הַבֵּיְשָׁנִי. אֲבָל אִם הָיָה בּוֹ אֶחָד מִשְּׁלֹשָׁה דְּבָרִים אֵלּוּ אֵינוֹ שִׁכְחָה. שֶׁנֶּאֱמַר <small>(דברים כד יט)</small> \"וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה\" עֹמֶר שֶׁאַתָּה שׁוֹכְחוֹ לְעוֹלָם וְאֵין אַתָּה יוֹדֵעַ בּוֹ אֶלָּא אִם תָּשׁוּב וְתִרְאֵהוּ. יָצָא זֶה שֶׁאַתָּה זוֹכְרוֹ לְאַחַר זְמַן וְאַף עַל פִּי שֶׁלֹּא תִּפְגַּע בּוֹ מִפְּנֵי שֶׁהוּא יָדוּעַ וּמְפֻרְסָם: \n",
            "הָיָה מְסֻיָּם בְּדַעְתּוֹ הֲרֵי זֶה כִּמְפֻרְסָם וְיָדוּעַ. הָיָה עוֹמֵד בְּצַד הַדֶּקֶל הַדֶּקֶל מְסַיְּמוֹ. הָיוּ שְׁנֵיהֶן זַיִת נְטוּפָה זֶה מְסַיֵּם אֶת זֶה. הָיְתָה כָּל שָׂדֵהוּ זַיִת נְטוּפָה וְשָׁכַח אַחַת מֵהֶן אוֹ שְׁתַּיִם יֵשׁ לוֹ שִׁכְחָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא הִתְחִיל בְּאִילָן זֶה הַמְפֻרְסָם. אֲבָל אִם הִתְחִיל בּוֹ וְשָׁכַח מִקְצָתוֹ הֲרֵי זֶה שִׁכְחָה. וְאַף עַל פִּי שֶׁהוּא מְפֻרְסָם. וְהוּא שֶׁיִּהְיֶה הַנִּשְׁאָר בּוֹ פָּחוֹת מִסָּאתַיִם. אֲבָל סָאתַיִם אֵינָהּ שִׁכְחָה אֶלָּא אִם כֵּן שָׁכַח כָּל הָאִילָן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "זַיִת הָעוֹמֵד בְּאֶמְצַע הַשּׁוּרוֹת לְבַדּוֹ וְשָׁלֹשׁ שׁוּרוֹת שֶׁל זֵיתִים מַקִּיפִין אוֹתוֹ מִשְּׁלֹשׁ רוּחוֹתָיו אַף עַל פִּי שֶׁאֵין בְּכָל שׁוּרָה מֵהֶן אֶלָּא שְׁנֵי זֵיתִים שָׁכַח אֶת הָאֶמְצָעִי אֵינוֹ שִׁכְחָה. שֶׁהֲרֵי הַשּׁוּרוֹת הִסְתִּירוּהוּ. וְלָמָּה אָמְרוּ זַיִת בִּלְבַד מִפְּנֵי שֶׁהָיָה חָשׁוּב בְּאֶרֶץ יִשְׂרָאֵל בְּאוֹתוֹ הַזְּמַן: \n",
            "אֵיזֶהוּ שִׁכְחָה בְּעָרִיס. כָּל שֶׁאֵינוֹ יָכוֹל לִפְשֹׁט אֶת יָדוֹ וְלִטְּלָהּ. וּבְכֶרֶם מִשֶּׁיַּעֲבֹר מִן הַגֶּפֶן (אוֹ) וּמִן הַגְּפָנִים וְיִשְׁכַּח אוֹתָהּ. בְּדָלִית וּבְדֶקֶל מִשֶּׁיֵּרֵד הֵימֶנּוּ. וּשְׁאָר כָּל הָאִילָנוֹת מִשֶּׁיִּפְנֶה וְיֵלֵךְ לוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא הִתְחִיל בּוֹ. אֲבָל אִם הִתְחִיל בּוֹ וּשְׁכָחוֹ אֵינָהּ שִׁכְחָה עַד שֶׁיִּבְצֹר אֶת כָּל סְבִיבָיו: \n",
            "הַמַּפְקִיר אֶת כַּרְמוֹ וְהִשְׁכִּים בַּבֹּקֶר וְזָכָה בּוֹ לְעַצְמוֹ וּבְצָרוֹ חַיָּב בְּפֶרֶט וּבְעוֹלֵלוֹת וּבְשִׁכְחָה וּבְפֵאָה שֶׁהֲרֵי שָׂדְךָ וְכַרְמְךָ אֲנִי קוֹרֵא בּוֹ מִפְּנֵי שֶׁהָיָה שֶׁלּוֹ וַהֲרֵי הוּא שֶׁלּוֹ. אֲבָל אִם זָכָה מִן הַהֶפְקֵר בְּשָׂדֶה שֶׁל אֲחֵרִים הֲרֵי זֶה פָּטוּר מִן הַכּל. וּבֵין כָּךְ וּבֵין כָּךְ פָּטוּר מִן הַמַּעַשְׂרוֹת כְּמוֹ שֶׁיִּתְבָּאֵר: \n"
        ],
        [
            "מַתָּנָּה אַחֶרֶת שִׁשִּׁית יֵשׁ לָעֲנִיִּים בְּזֶרַע הָאָרֶץ וְהוּא הַמַּעֲשֵׂר שֶׁנּוֹתְנִין לָעֲנִיִּים וְהוּא הַנִּקְרָא מַעֲשַׂר עָנִי: \n",
            "וְזֶהוּ סֵדֶר תְּרוּמוֹת וּמַעַשְׂרוֹת. אַחַר שֶׁקּוֹצֵר זֶרַע הָאָרֶץ אוֹ אוֹסֵף פְּרִי הָעֵץ וְתִגָּמֵר מְלַאכְתּוֹ מַפְרִישׁ מִמֶּנּוּ אֶחָד מִן הַחֲמִשִּׁים. וְזֶהוּ הַנִּקְרָא תְּרוּמָה גְּדוֹלָה וְנוֹתְנָהּ לַכֹּהֵן. וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(דברים יח ד)</small> \"רֵאשִׁית דְּגָנְךָ תִּירשְׁךָ וְיִצְהָרֶךָ\". וְאַחַר כָּךְ מַפְרִישׁ מִן הַשְּׁאָר אֶחָד מֵעֲשָׂרָה. וְזֶהוּ הַנִּקְרָא מַעֲשֵׂר רִאשׁוֹן. וְנוֹתְנוֹ לַלֵּוִי. וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(במדבר יח כד)</small> \"כִּי אֶת מַעְשַׂר בְּנֵי יִשְׂרָאֵל\" וְגוֹ' וְנֶאֱמַר <small>(במדבר יח כא)</small> \"וְלִבְנֵי לֵוִי הִנֵּה נָתַתִּי אֶת כָּל מַעֲשֵׂר בְּיִשְׂרָאֵל\": \n",
            "וְאַחַר כָּךְ מַפְרִישׁ מִן הַשְּׁאָר אֶחָד מֵעֲשָׂרָה וְהוּא הַנִּקְרָא מַעֲשֵׂר שֵׁנִי. וְהוּא לִבְעָלָיו וְאוֹכְלִין אוֹתוֹ בִּירוּשָׁלַיִם. וְעָלָיו נֶאֱמַר <small>(ויקרא כז לא)</small> \"וְאִם גָּאל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ\". וְעָלָיו נֶאֱמַר <small>(דברים יד כב)</small> \"עַשֵּׂר תְּעַשֵּׂר\" <small>(דברים יד כג)</small> \"וְאָכַלְתָּ לִפְנֵי ה' אֱלֹהֶיךָ בַּמָּקוֹם אֲשֶׁר יִבְחַר\": \n",
            "עַל הַסֵּדֶר הַזֶּה מַפְרִישִׁין בְּשָׁנָה רִאשׁוֹנָה מִן הַשָּׁבוּעַ וּבַשְּׁנִיָּה וּבָרְבִיעִית וּבַחֲמִישִׁית. אֲבָל בַּשְּׁלִישִׁית וּבַשִּׁשִּׁית מִן הַשָּׁבוּעַ אַחַר שֶׁמַּפְרִישִׁים מַעֲשֵׂר רִאשׁוֹן מַפְרִישׁ מִן הַשְּׁאָר מַעֲשֵׂר אַחֵר וְנוֹתְנוֹ לָעֲנִיִּים וְהוּא הַנִּקְרָא מַעֲשַׂר עָנִי. וְאֵין בִּשְׁתֵּי שָׁנִים אֵלּוּ מַעֲשֵׂר שֵׁנִי אֶלָּא מַעֲשַׂר עָנִי. וְעָלָיו נֶאֱמַר <small>(דברים יד כח)</small> \"מִקְצֵה שָׁלֹשׁ שָׁנִים תּוֹצִיא אֶת כָּל מַעְשַׂר תְּבוּאָתְךָ בַּשָּׁנָה הַהִיא וְהִנַּחְתָּ בִּשְׁעָרֶיךָ\" <small>(דברים יד כט)</small> \"וּבָא הַלֵּוִי\". וְעָלָיו נֶאֱמַר <small>(דברים כו יב)</small> \"כִּי תְכַלֶּה לַעְשֵׂר\": \n",
            "שְׁנַת הַשְּׁמִטָּה כֻּלָּהּ הֶפְקֵר וְאֵין בָּהּ לֹא תְּרוּמָה וְלֹא מַעַשְׂרוֹת כְּלָל לֹא רִאשׁוֹן וְלֹא שֵׁנִי וְלֹא מַעֲשַׂר עָנִי. וּבְחוּצָה לָאָרֶץ שֶׁאֵין בָּהּ שְׁמִטַּת קַרְקַע מַפְרִישִׁין בְּאֶרֶץ מִצְרַיִם וּבְעַמּוֹן וּבְמוֹאָב מַעֲשֵׂר רִאשׁוֹן וּמַעֲשַׂר עָנִי. מִפְּנֵי שֶׁהָאֲרָצוֹת אֵלּוּ קְרוֹבוֹת לְאֶרֶץ יִשְׂרָאֵל כְּדֵי שֶׁיְּהְיוּ עֲנִיֵּי יִשְׂרָאֵל נִסְמָכִין עָלֶיהָ בַּשְּׁבִיעִית. וַהֲלָכָה לְמשֶׁה מִסִּינַי שֶׁיִּהְיוּ מַפְרִישִׁים בְּאֶרֶץ עַמּוֹן וּמוֹאָב מַעֲשַׂר עָנִי בַּשְּׁבִיעִית. אֲבָל בְּאֶרֶץ שִׁנְעָר מַפְרִישִׁין בַּשְּׁבִיעִית מַעֲשֵׂר שֵׁנִי כְּסֵדֶר רֹב הַשָּׁנִים: \n",
            "מַעֲשֵׂר רִאשׁוֹן שֶׁלָּקַח הַלֵּוִי מַפְרִישׁ מִמֶּנּוּ אֶחָד מֵעֲשָׂרָה וְנוֹתְנוֹ לַכֹּהֵן וְהוּא הַנִּקְרָא תְּרוּמַת מַעֲשֵׂר. וְעָלָיו נֶאֱמַר <small>(במדבר יח כו)</small> \"וְאֶל הַלְוִיִּם תְּדַבֵּר\": \n",
            "בַּעַל הַשָּׂדֶה שֶׁעָבְרוּ עָלָיו עֲנִיִּים וְהָיָה לוֹ שָׁם מַעֲשַׂר עָנִי. נוֹתֵן לְכָל עָנִי שֶׁיַּעֲבֹר עָלָיו מִן הַמַּעֲשֵׂר כְּדֵי שָׂבְעוֹ שֶׁנֶּאֱמַר <small>(דברים כו יב)</small> \"וְאָכְלוּ בִשְׁעָרֶיךָ וְשָׂבֵעוּ\": \n",
            "כְּדֵי שָׂבְעוֹ כַּמָּה. אִם מִן הַחִטִּים נוֹתֵן לֹא יִפְחֹת מֵחֲצִי קַב. וְאִם מִן הַשְּׂעוֹרִים לֹא יִפְחֹת מִקַּב. וְאִם מִן הַכֻּסְּמִין לֹא יִפְחֹת מִקַּב. וּמִן הַגְּרוֹגָרוֹת לֹא יִפְחֹת מִקַּב. וְאִם מִן הַדְּבֵלָה לֹא יִפְחֹת מִמִּשְׁקַל חָמֵשׁ וְעֶשְׂרִים סֶלַע. וְאִם מִן הַיַּיִן לֹא יִפְחֹת מֵחֲצִי לֹג. וְאִם מִן הַשֶּׁמֶן לֹא יִפְחֹת מֵרְבִיעִית. וְאִם מִן הָאֹרֶז רֹבַע הַקַּב. נָתַן לוֹ יָרָק נוֹתֵן לוֹ מִשְׁקַל לִיטְרָא וְהוּא מִשְׁקַל חֲמִשָּׁה וּשְׁלֹשִׁים דִּינָר. מִן הֶחָרוּבִין שְׁלֹשָׁה קַבִּין. מִן הָאֱגוֹזִים עֲשָׂרָה. מִן הָאֲפַרְסְקִין חֲמִשָּׁה. מִן הָרִמּוֹנִים שְׁנַיִם. אֶתְרוֹג אֶחָד. וְאִם נָתַן לוֹ מִשְּׁאָר הַפֵּרוֹת לֹא יִפְחֹת מִכְּדֵי שֶׁיִּמְכְּרֵם וְיִקַּח בִּדְמֵיהֶן מְזוֹן שְׁתֵּי סְעֻדּוֹת: \n",
            "הָיָה לוֹ דָּבָר מֻעָט וְהָעֲנִיִּים מְרֻבִּין וְאֵין בּוֹ כְּדֵי לִתֵּן לְכָל אֶחָד וְאֶחָד כַּשִּׁעוּר נוֹתֵן לִפְנֵיהֶם וְהֵן מְחַלְּקִין בֵּינֵיהֶם: \n",
            "וּמַעֲשַׂר עָנִי הַמִּתְחַלֵּק בַּגֹּרֶן אֵין בּוֹ טוֹבַת הֲנָאָה לַבְּעָלִים אֶלָּא הָעֲנִיִּים בָּאִים וְנוֹטְלִין עַל כָּרְחוֹ וַאֲפִלּוּ עָנִי שֶׁבְּיִשְׂרָאֵל מוֹצִיאִין אוֹתוֹ מִיָּדוֹ. אֲבָל הַמִּתְחַלֵּק בַּבַּיִת יֵשׁ לוֹ טוֹבַת הֲנָאָה לַבְּעָלִים וְנוֹתְנוֹ לְכָל עָנִי שֶׁיִּרְצֶה: \n",
            "הָיָה לוֹ מַעֲשֵׂר בַּגֹּרֶן וְרָצָה לִתְּנוֹ לְעָנִי קְרוֹבוֹ אוֹ מְיֻדָּעוֹ. יֵשׁ לְהַפְרִישׁ מֶחֱצָה לִתְּנוֹ לוֹ. וְהַחֵצִי מְחַלְּקוֹ לְכָל עָנִי שֶׁיַּעֲבֹר כַּשִּׁעוּר שֶׁאָמַרְנוּ: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאֵינוֹ נוֹתֵן לֶעָנִי אֶלָּא כְּדֵי שָׂבְעוֹ בַּשָּׂדֶה. אֲבָל אִם הָיָה הַמַּעֲשֵׂר בַּבַּיִת מְחַלְּקוֹ לְכָל הָעֲנִיִּים אֲפִלּוּ כְּזַיִת כְּזַיִת. שֶׁאֵינוֹ מְצֻוֶּה לִתֵּן כְּדֵי שָׂבְעוֹ אֶלָּא בַּשָּׂדֶה. שֶׁהֲרֵי אֵינוֹ מוֹצֵא שָׁם לִקַּח שֶׁנֶּאֱמַר <small>(דברים כו יב)</small> \"וְאָכְלוּ בִשְׁעָרֶיךָ וְשָׂבֵעוּ\": \n",
            "בָּאוּ אִישׁ וְאִשָּׁה לַבַּיִת. נוֹתְנִין לָאִשָּׁה תְּחִלָּה וּפוֹטְרִין אוֹתָהּ וְאַחַר כָּךְ נוֹתְנִין לָאִישׁ. אָב וּבְנוֹ. אִישׁ וּקְרוֹבוֹ. שְׁנֵי אַחִין. שְׁנֵי שֻׁתָּפִין. שֶׁהָיָה אֶחָד מֵהֶן עָנִי. נוֹתֵן לוֹ הָאַחֵר מַעֲשַׂר עָנִי שֶׁלּוֹ: \n",
            "שְׁתֵּי עֲנִיִּים שֶׁקִּבְּלוּ שָׂדֶה בַּאֲרִיסוּת. זֶה מַפְרִישׁ מַעֲשַׂר עָנִי מֵחֶלְקוֹ וְנוֹתְנוֹ לַחֲבֵרוֹ. וְכֵן חֲבֵרוֹ מַפְרִישׁ מֵחֶלְקוֹ וְנוֹתֵן לוֹ: \n",
            "הַמְקַבֵּל שָׂדֶה לִקְצֹר אָסוּר בְּלֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשַׂר עָנִי. אֵימָתַי בִּזְמַן שֶׁקִּבְּלָהּ מִמֶּנּוּ לִקַּח חֵלֶק בְּכָל הַשָּׂדֶה כְּגוֹן שֶׁנָּתַן לוֹ שְׁלִישָׁהּ אוֹ רְבִיעָהּ בִּשְׂכָרוֹ. אֲבָל אִם אָמַר לוֹ בַּעַל הַשָּׂדֶה שְׁלִישׁ מַה שֶּׁאַתָּה קוֹצֵר בִּלְבַד הוּא שֶׁלְּךָ אוֹ רְבִיעַ מַה שֶּׁתִּקְצֹר הֲרֵי זֶה אֵין לוֹ כְּלוּם עַד שֶׁיִּקְצֹר. וּבִשְׁעַת הַקָּצִיר הוּא עָנִי. לְפִיכָךְ מֻתָּר בְּלֶקֶט שִׁכְחָה וּפֵאָה. וְאָסוּר בְּמַעֲשַׂר עָנִי שֶׁאֵין מַפְרִישִׁין מַעֲשַׂר עָנִי אֶלָּא אַחַר שֶׁקָּצַר וַהֲרֵי זָכָה בְּחֶלְקוֹ שֶׁקָּצַר: \n",
            "הַמּוֹכֵר אֶת שָׂדֵהוּ קַרְקַע וּפֵרוֹת וְהֶעֱנִי. הֲרֵי זֶה מֻתָּר בְּלֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשַׂר עָנִי שֶׁלָּהּ. וְהַלּוֹקֵחַ אָסוּר בָּהֶן אַף עַל פִּי שֶׁעֲדַיִן לֹא נָתַן דָּמִים. וַאֲפִלּוּ לָוָה הַדָּמִים וּלְקָחָהּ הֲרֵי זֶה אָסוּר בְּמַתְּנוֹת עֲנִיִּים: \n",
            "מַעֲשַׂר עָנִי אֵין פּוֹרְעִין מִמֶּנּוּ מִלְוֶה. וְאֵין מְשַׁלְּמִין מִמֶּנּוּ אֶת הַתַּגְמוּלִין. אֲבָל מְשַׁלְּמִין מִמֶּנּוּ דָּבָר שֶׁל גְּמִילוּת חֲסָדִים וְצָרִיךְ לְהוֹדִיעוֹ שֶׁהוּא מַעֲשַׂר עָנִי. וְאֵין פּוֹדִין בּוֹ שְׁבוּיִים. וְאֵין עוֹשִׂין בּוֹ שׁוֹשְׁבִינוּת. וְאֵין נוֹתְנִין מִמֶּנּוּ דָּבָר לִצְדָקָה. וְנוֹתְנִין אוֹתוֹ לַחֲבֵר עִיר בְּטוֹבַת הֲנָאָה. וְאֵין מוֹצִיאִין אוֹתוֹ מֵהָאָרֶץ לְחוּץ לָאָרֶץ שֶׁנֶּאֱמַר <small>(דברים יד כח)</small> \"וְהִנַּחְתָּ בִּשְׁעָרֶיךָ\" וְנֶאֱמַר <small>(דברים כו יב)</small> \"וְאָכְלוּ בִשְׁעָרֶיךָ וְשָׂבֵעוּ\": \n"
        ],
        [
            "מִצְוַת עֲשֵׂה לִתֵּן צְדָקָה לָעֲנִיִּים כְּפִי מַה שֶּׁרָאוּי לֶעָנִי. אִם הָיְתָה יַד הַנּוֹתֵן מַשֶּׂגֶת. שֶׁנֶּאֱמַר <small>(דברים טו ח)</small> \"פָתֹחַ תִּפְתַּח אֶת יָדְךָ לוֹ\" וְנֶאֱמַר <small>(ויקרא כה לה)</small> \"וְהֶחֱזַקְתָּ בּוֹ גֵּר וְתוֹשָׁב וָחַי עִמָּךְ\" וְנֶאֱמַר <small>(ויקרא כה לו)</small> \"וְחֵי אָחִיךָ עִמָּךְ\": \n",
            "וְכָל הָרוֹאֶה עָנִי מְבַקֵּשׁ וְהֶעֱלִים עֵינָיו מִמֶּנּוּ וְלֹא נָתַן לוֹ צְדָקָה עָבַר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים טו ז)</small> \"לֹא תְאַמֵּץ אֶת לְבָבְךָ וְלֹא תִקְפֹּץ אֶת יָדְךָ מֵאָחִיךָ הָאֶבְיוֹן\": \n",
            "לְפִי מַה שֶּׁחָסֵר הֶעָנִי אַתָּה מְצֻוֶּה לִתֵּן לוֹ. אִם אֵין לוֹ כְּסוּת מְכַסִּים אוֹתוֹ. אִם אֵין לוֹ כְּלֵי בַּיִת קוֹנִין לוֹ. אִם אֵין לוֹ אִשָּׁה מַשִּׂיאִין אוֹתוֹ. וְאִם הָיְתָה אִשָּׁה מַשִּׂיאִין אוֹתָהּ לְאִישׁ. אֲפִלּוּ הָיָה דַּרְכּוֹ שֶׁל זֶה הֶעָנִי לִרְכֹּב עַל הַסּוּס וְעֶבֶד רָץ לְפָנָיו וְהֶעֱנִי וְיָרַד מִנְּכָסָיו קוֹנִין לוֹ סוּס לִרְכֹּב עָלָיו וְעֶבֶד לָרוּץ לְפָנָיו שֶׁנֶּאֱמַר <small>(דברים טו ח)</small> \"דֵּי מַחְסֹרוֹ אֲשֶׁר יֶחְסַר לוֹ\". וּמְצֻוֶּה אַתָּה לְהַשְׁלִים חֶסְרוֹנוֹ וְאֵין אַתָּה מְצֻוֶּה לְעַשְּׁרוֹ: \n",
            "יָתוֹם שֶׁבָּא לְהַשִּׂיאוֹ אִשָּׁה. שׂוֹכְרִין לוֹ בַּיִת וּמַצִּיעִים לוֹ מִטָּה וְכָל כְּלֵי תַּשְׁמִישׁוֹ וְאַחַר כָּךְ מַשִּׂיאִין לוֹ אִשָּׁה: \n",
            "בָּא הֶעָנִי וְשָׁאַל דֵּי מַחֲסוֹרוֹ וְאֵין יַד הַנּוֹתֵן מַשֶּׂגֶת נוֹתֵן לוֹ כְּפִי הַשָּׂגַת יָדוֹ וְכַמָּה עַד חֲמִישִׁית נְכָסָיו מִצְוָה מִן הַמֻּבְחָר. וְאֶחָד מֵעֲשָׂרָה בִּנְכָסָיו בֵּינוֹנִי. פָּחוֹת מִכָּאן עַיִן רָעָה. וּלְעוֹלָם לֹא יִמְנַע עַצְמוֹ מִשְּׁלִישִׁית הַשֶּׁקֶל בְּשָׁנָה. וְכָל הַנּוֹתֵן פָּחוֹת מִזֶּה לֹא קִיֵּם מִצְוָה. וַאֲפִלּוּ עָנִי הַמִּתְפַּרְנֵס מִן הַצְּדָקָה חַיָּב לִתֵּן צְדָקָה לְאַחֵר: \n",
            "עָנִי שֶׁאֵין מַכִּירִין אוֹתוֹ וְאָמַר רָעֵב אֲנִי הַאֲכִילוּנִי אֵין בּוֹדְקִין אַחֲרָיו שֶׁמָּא רַמַּאי הוּא אֶלָּא מְפַרְנְסִין אוֹתוֹ מִיָּד. הָיָה עֵרוֹם וְאָמַר כַּסּוּנִי בּוֹדְקִין אַחֲרָיו שֶׁמָּא רַמַּאי הוּא. וְאִם הָיוּ מַכִּירִין אוֹתוֹ מְכַסִּין אוֹתוֹ לְפִי כְּבוֹדוֹ מִיָּד וְאֵין בּוֹדְקִין אַחֲרָיו: \n",
            "מְפַרְנְסִין וּמְכַסִּין עֲנִיֵּי עַכּוּ''ם עִם עֲנִיֵּי יִשְׂרָאֵל מִפְּנֵי דַּרְכֵי שָׁלוֹם. וְעָנִי הַמְחַזֵּר עַל הַפְּתָחִים אֵין נִזְקָקִין לוֹ לְמַתָּנָה מְרֻבָּה אֲבָל נוֹתְנִין לוֹ מַתָּנָה מֻעֶטֶת. וְאָסוּר לְהַחֲזִיר אֶת הֶעָנִי שֶׁשָּׁאַל רֵיקָם וַאֲפִלּוּ אַתָּה נוֹתֵן לוֹ גְּרוֹגֶרֶת אַחַת שֶׁנֶּאֱמַר <small>(תהילים עד כא)</small> \"אַל יָשֹׁב דַּךְ נִכְלָם\": \n",
            "אֵין פּוֹחֲתִין לְעָנִי הָעוֹבֵר מִמָּקוֹם לְמָקוֹם מִכִּכָּר אֶחָד הַנִמְכָּר בְּפוּנְדְיוֹן כְּשֶׁהָיוּ הַחִטִּים אַרְבַּע סְאִין בְּסֶלַע וּכְבָר בֵּאַרְנוּ כָּל הַמִּדּוֹת. וְאִם לָן נוֹתְנִין לוֹ מַצָּע לִישֹׁן עָלָיו וְכֶסֶת לִתֵּן תַּחַת מְרַאשׁוֹתָיו. וְשֶׁמֶן וְקִטְנִית. וְאִם שָׁבַת נוֹתְנִין לוֹ מְזוֹן שָׁלֹשׁ סְעֵדּוֹת וְשֶׁמֶן וְקִטְנִית וְדָג וְיָרָק. וְאִם הָיוּ מַכִּירִין אוֹתוֹ נוֹתְנִין לוֹ לְפִי כְּבוֹדוֹ: \n",
            "עָנִי שֶׁאֵינוֹ רוֹצֶה לִקַּח צְדָקָה מַעֲרִימִין עָלָיו וְנוֹתְנִין לוֹ לְשֵׁם מַתָּנָה אוֹ לְשֵׁם הַלְוָאָה. וְעָשִׁיר הַמַּרְעִיב אֶת עַצְמוֹ וְעֵינוֹ צָרָה בְּמָמוֹנוֹ שֶׁלֹּא יֹאכַל מִמֶּנּוּ וְלֹא יִשְׁתֶּה אֵין מַשְׁגִּיחִין בּוֹ: \n",
            "מִי שֶׁאֵינוֹ רוֹצֶה לִתֵּן צְדָקָה אוֹ שֶׁיִּתֵּן מְעַט מִמַּה שֶּׁרָאוּי לוֹ. בֵּית דִּין כּוֹפִין אוֹתוֹ וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת עַד שֶׁיִּתֵּן מַה שֶּׁאֲמָדוּהוּ לִתֵּן. וְיוֹרְדִין לִנְכָסָיו בְּפָנָיו וְלוֹקְחִין מִמֶּנּוּ מַה שֶּׁרָאוּי לוֹ לִתֵּן. וּמְמַשְׁכְּנִין עַל הַצְּדָקָה וַאֲפִלּוּ בְּעַרְבֵי שַׁבְּתוֹת: \n",
            "אָדָם שׁוֹעַ שֶׁהוּא נוֹתֵן צְדָקָה יוֹתֵר מִן הָרָאוּי לוֹ. אוֹ שֶׁמֵּצֵר לְעַצְמוֹ וְנוֹתֵן לַגַּבָּאִים כְּדֵי שֶׁלֹּא יִתְבַּיֵּשׁ. אָסוּר לְתָבְעוֹ וְלִגְבּוֹת מִמֶּנּוּ צְדָקָה. וְגַבַּאי שֶׁמַּכְלִימוֹ וְשׁוֹאֵל מִמֶּנּוּ עָתִיד לְהִפָּרַע מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(ירמיה ל כ)</small> \"וּפָקַדְתִּי עַל כָּל לֹחֲצָיו\": \n",
            "אֵין פּוֹסְקִין צְדָקָה עַל יְתוֹמִים וַאֲפִלּוּ לְפִדְיוֹן שְׁבוּיִים וְאַף עַל פִּי שֶׁיֵּשׁ לָהֶם מָמוֹן הַרְבֵּה. וְאִם פָּסַק הַדַּיָּן עֲלֵיהֶם כְּדֵי לָשׂוּם לָהֶן שֵׁם מֻתָּר. גַּבָּאֵי צְדָקָה לוֹקְחִין מִן הַנָּשִׁים וּמִן הָעֲבָדִים וּמִן הַתִּינוֹקוֹת דָּבָר מֻעָט. אֲבָל לֹא דָּבָר מְרֻבֶּה. שֶׁחֶזְקַת הַמְרֻבֶּה גְּנֵבָה אוֹ גֵּזֶל מִשֶּׁל אֲחֵרִים. וְכַמָּה הוּא מֻעָט שֶׁלָּהֶן הַכּל לְפִי עשֶׁר הַבְּעָלִים וַעֲנִיּוּתָן: \n",
            "עָנִי שֶׁהוּא קְרוֹבוֹ קֹדֶם לְכָל אָדָם. עֲנִיֵּי בֵּיתוֹ קוֹדְמִין לַעֲנִיֵּי עִירוֹ. עֲנִיֵּי עִירוֹ קוֹדְמִין לַעֲנִיֵּי עִיר אַחֶרֶת. שֶׁנֶּאֱמַר <small>(דברים טו יא)</small> \"לְאָחִיךָ לַעֲנִיֶּךָ וּלְאֶבְיֹנְךָ בְּאַרְצֶךָ\": \n",
            "מִי שֶׁהָלַךְ בִּסְחוֹרָה וּפָסְקוּ עָלָיו אַנְשֵׁי הָעִיר שֶׁהָלַךְ שָׁם צְדָקָה הֲרֵי זֶה נוֹתֵן לַעֲנִיֵּי אוֹתָהּ הָעִיר. וְאִם הָיוּ רַבִּים וּפָסְקוּ עֲלֵיהֶן צְדָקָה נוֹתְנִין וּכְשֶׁבָּאִין מְבִיאִין אוֹתָהּ עִמָּהֶן וּמְפַרְנְסִין בָּהּ עֲנִיֵּי עִירָם. וְאִם יֵשׁ שָׁם חָבֵר עִיר יִתְּנוּהָ לְחָבֵר עִיר וְהוּא מְחַלְּקָהּ כְּמוֹ שֶׁיִּרְאֶה לוֹ: \n",
            "הָאוֹמֵר תְּנוּ מָאתַיִם דִּינָר לְבֵית הַכְּנֶסֶת אוֹ תְּנוּ סֵפֶר תּוֹרָה לְבֵית הַכְּנֶסֶת יִתְּנוּ לְבֵית הַכְּנֶסֶת שֶׁהוּא רָגִיל בּוֹ. וְאִם הָיָה רָגִיל בִּשְׁנַיִם יִתְּנוּ לִשְׁנֵיהֶן. הָאוֹמֵר תְּנוּ מָאתַיִם דִּינָרִין לַעֲנִיִּים יִתְּנוּ לַעֲנִיֵּי אוֹתָהּ הָעִיר: \n"
        ],
        [
            "הַצְדָקָה הֲרֵי הִיא בִּכְלַל הַנְּדָרִים. לְפִיכָךְ הָאוֹמֵר הֲרֵי עָלַי סֶלַע לִצְדָקָה אוֹ הֲרֵי סֶלַע זוֹ צְדָקָה חַיָּב לִתְּנָהּ לָעֲנִיִּים מִיָּד וְאִם אִחֵר עָבַר בְּ <small>(דברים כג כב)</small> \"בַל תְּאַחֵר\" שֶׁהֲרֵי בְּיָדוֹ לִתֵּן מִיָּד וַעֲנִיִּים מְצוּיִין הֵן. אֵין שָׁם עֲנִיִּים מַפְרִישׁ וּמַנִּיחַ עַד שֶׁיִּמְצָא עֲנִיִּים. וְאִם הִתְנָה שֶׁלֹּא יִתֵּן עַד שֶׁיִּמְצָא עָנִי אֵינוֹ צָרִיךְ לְהַפְרִישׁ. וְכֵן אִם הִתְנָה בְּשָׁעָה שֶׁנָּדַר בִּצְדָקָה אוֹ הִתְנַדֵּב אוֹתוֹ שֶׁיִּהְיוּ הַגַּבָּאִין רַשָּׁאִין לְשַׁנּוֹתָהּ וּלְצָרְפָהּ בְּזָהָב הֲרֵי אֵלּוּ מֻתָּרִין: ",
            "הַמַּתְפִּיס בִּצְדָקָה חַיָּב כִּשְׁאָר הַנְּדָרִים. כֵּיצַד. אָמַר הֲרֵי סֶלַע זוֹ כְּזוֹ הֲרֵי זוֹ צְדָקָה. הַמַּפְרִישׁ סֶלַע וְאָמַר הֲרֵי זוֹ צְדָקָה וְלָקַח סֶלַע שְׁנִיָּה וְאָמַר וְזוֹ הֲרֵי שְׁנִיָּה צְדָקָה. וְאַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ: ",
            "הַנּוֹדֵר צְדָקָה וְלֹא יָדַע כַּמָּה נָדַר יִתֵּן עַד שֶׁיֹּאמַר לֹא לְכָךְ נִתְכַּוַּנְתִּי: ",
            "אֶחָד הָאוֹמֵר סֶלַע זוֹ צְדָקָה אוֹ הָאוֹמֵר הֲרֵי עָלַי סֶלַע לִצְדָקָה וְהִפְרִישׁוֹ. אִם רָצָה לְשַׁנּוֹתוֹ בְּאַחֵר מֻתָּר. וְאִם מִשֶּׁהִגִּיעַ לְיַד הַגַּבַּאי אָסוּר לְשַׁנּוֹתוֹ. וְאִם רָצוּ הַגַּבָּאִים לְצָרֵף הַמָּעוֹת וְלַעֲשׂוֹתָן דִּינָרִין אֵינָן רַשָּׁאִין אֶלָּא אִם אֵין שָׁם עֲנִיִּים לְחַלֵּק מְצָרְפִין לַאֲחֵרִים. אֲבָל לֹא לְעַצְמָן: ",
            "הָיָה לַעֲנִיִּים הֲנָאָה בְּעִכּוּב הַמָּעוֹת בְּיַד הַגַּבַּאי כְּדֵי לַעֲשׂוֹת לַאֲחֵרִים לִתֵּן. הֲרֵי אוֹתוֹ הַגַּבַּאי מֻתָּר לִלְווֹת אוֹתָם הַמָּעוֹת שֶׁל עֲנִיִּים וּפוֹרֵעַ. שֶׁהַצְּדָקָה אֵינָהּ כְּהֶקְדֵּשׁ שֶׁאָסוּר לֵהָנוֹת בּוֹ: ",
            "מִי שֶׁהִתְנַדֵּב מְנוֹרָה אוֹ נֵר לְבֵית הַכְּנֶסֶת אָסוּר לְשַׁנּוֹתָהּ. וְאִם לִדְבַר מִצְוָה מֻתָּר לְשַׁנּוֹתָהּ. אַף עַל פִּי שֶׁלֹּא נִשְׁתַּקַּע שֵׁם בְּעָלֶיהָ מֵעָלֶיהָ. אֶלָּא אוֹמְרִים זוֹ הַמְּנוֹרָה אוֹ נֵר שֶׁל פְּלוֹנִי. וְאִם נִשְׁתַּקַּע שֵׁם הַבְּעָלִים מֵעָלֶיהָ מֻתָּר לְשַׁנּוֹתָהּ אֲפִלּוּ לִדְבַר הָרְשׁוּת: ",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הַמִּתְנַדֵּב יִשְׂרָאֵל. אֲבָל אִם הָיָה עַכּוּ''ם אָסוּר לְשַׁנּוֹתָהּ אֲפִלּוּ לִדְבַר מִצְוָה עַד שֶׁיִּשְׁתַּקֵּעַ שֵׁם בְּעָלֶיהָ מֵעָלֶיהָ. שֶׁמָּא יֹאמַר הָעַכּוּ''ם הִקְדַּשְׁתִּי דָּבָר לְבֵית הַכְּנֶסֶת שֶׁל יְהוּדִים וּמְכָרוּהוּ לְעַצְמָן: ",
            "עַכּוּ''ם שֶׁהִתְנַדֵּב לְבֶדֶק הַבַּיִת אֵין מְקַבְּלִין מִמֶּנּוּ לְכַתְּחִלָּה. וְאִם לָקְחוּ מִמֶּנּוּ אֵין מַחְזִירִין לוֹ. הָיָה הַדָּבָר מְסֻיָּם כְּגוֹן קוֹרָה אוֹ אֶבֶן מַחְזִירִין לוֹ כְּדֵי שֶׁלֹּא יְהֵא לָהֶן דָּבָר מְסֻיָּם בַּמִּקְדָּשׁ שֶׁנֶּאֱמַר <small>(עזרא ד ג)</small> \"לֹא לָכֶם וָלָנוּ\" וְגוֹ'. אֲבָל לְבֵית הַכְּנֶסֶת מְקַבְּלִין מֵהֶן לְכַתְּחִלָּה. וְהוּא שֶׁיֹּאמַר כְּדַעַת יִשְׂרָאֵל הִפְרַשְׁתִּי. וְאִם לֹא אָמַר טָעוּן גְּנִיזָה שֶׁמָּא לִבּוֹ לַשָּׁמַיִם. וְאֵין מְקַבְּלִים מֵהֶם לְחוֹמַת יְרוּשָׁלַיִם וְלֹא לְאַמַּת הַמַּיִם שֶׁבָּהּ שֶׁנֶּאֱמַר <small>(נחמיה ב כ)</small> \"וְלָכֶם אֵין חֵלֶק וְזִכָּרוֹן בִּירוּשָׁלָיִם\": ",
            "אָסוּר לְיִשְׂרָאֵל לִטּל צְדָקָה מִן הָעַכּוּ''ם בְּפַרְהֶסְיָא. וְאִם אֵינוֹ יָכוֹל לִחְיוֹת בִּצְדָקָה שֶׁל יִשְׂרָאֵל וְאֵינוֹ יָכוֹל לִטְּלָהּ מִן הָעַכּוּ''ם בְּצִנְעָה הֲרֵי זֶה מֻתָּר. וּמֶלֶךְ אוֹ שַׂר מִן הָעַכּוּ''ם שֶׁשָּׁלַח מָמוֹן לְיִשְׂרָאֵל לִצְדָקָה אֵין מַחְזִירִין אוֹתוֹ לוֹ מִשּׁוּם שְׁלוֹם מַלְכוּת. אֶלָּא נוֹטְלִין מִמֶּנּוּ וְיִנָּתֵן לַעֲנִיֵּי עַכּוּ''ם בַּסֵּתֶר כְּדֵי שֶׁלֹּא יִשְׁמַע הַמֶּלֶךְ: ",
            "פִּדְיוֹן שְׁבוּיִים קוֹדֵם לְפַרְנָסַת עֲנִיִּים וְלִכְסוּתָן. וְאֵין לְךָ מִצְוָה גְּדוֹלָה כְּפִדְיוֹן שְׁבוּיִים שֶׁהַשָּׁבוּי הֲרֵי הוּא בִּכְלַל הָרְעֵבִים וְהַצְּמֵאִים וַעֲרוּמִּים וְעוֹמֵד בְּסַכָּנַת נְפָשׁוֹת. וְהַמַּעֲלִים עֵינָיו מִפִּדְיוֹנוֹ הֲרֵי זֶה עוֹבֵר עַל <small>(דברים טו ז)</small> \"לֹא תְאַמֵּץ אֶת לְבָבְךָ וְלֹא תִקְפֹּץ אֶת יָדְךָ\" וְעַל <small>(ויקרא יט טז)</small> \"לֹא תַעֲמֹד עַל דַּם רֵעֶךָ\" וְעַל <small>(ויקרא כה נג)</small> \"לֹא יִרְדֶּנּוּ בְּפֶרֶךְ לְעֵינֶיךָ\". וּבִטֵּל מִצְוַת <small>(דברים טו ח)</small> <small>(דברים טו יא)</small> \"פָתֹחַ תִּפְתַּח אֶת יָדְךָ לוֹ\". וּמִצְוַת <small>(ויקרא כה לו)</small> \"וְחֵי אָחִיךָ עִמָּךְ\". <small>(ויקרא יט יח)</small> \"וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ\". <small>(משלי כד יא)</small> \"וְהַצֵּל לְקֻחִים לַמָּוֶת\" וְהַרְבֵּה דְּבָרִים כָּאֵלּוּ. וְאֵין לְךָ מִצְוָה רַבָּה כְּפִדְיוֹן שְׁבוּיִים: ",
            "אַנְשֵׁי הָעִיר שֶׁגָּבוּ מָעוֹת לְבִנְיַן בֵּית הַכְּנֶסֶת וּבָא לָהֶן דְּבַר מִצְוָה מוֹצִיאִין בּוֹ הַמָּעוֹת. קָנוּ אֲבָנִים וְקוֹרוֹת לֹא יִמְכְּרוּם לִדְבַר מִצְוָה אֶלָּא לְפִדְיוֹן שְׁבוּיִים. אַף עַל פִּי שֶׁהֵבִיאוּ אֶת הָאֲבָנִים וּגְדָרוּם וְאֶת הַקּוֹרוֹת וּפְסָלוּם וְהִתְקִינוּ הַכּל לַבִּנְיָן מוֹכְרִין הַכּל לְפִדְיוֹן שְׁבוּיִים בִּלְבַד. אֲבָל אִם בָּנוּ וְגָמְרוּ לֹא יִמְכְּרוּ אֶת בֵּית הַכְּנֶסֶת אֶלָּא יִגְבּוּ לְפִדְיוֹנָן מִן הַצִּבּוּר: ",
            "אֵין פּוֹדִין אֶת הַשְּׁבוּיִים בְּיֶתֶר עַל דְּמֵיהֶן מִפְּנֵי תִּקּוּן הָעוֹלָם. שֶׁלֹּא יִהְיוּ הָאוֹיְבִים רוֹדְפִין אַחֲרֵיהֶם לִשְׁבּוֹתָם. וְאֵין מַבְרִיחִין אֶת הַשְּׁבוּיִים מִפְּנֵי תִּקּוּן הָעוֹלָם שֶׁלֹּא יִהְיוּ הָאוֹיְבִים מַכְבִּידִין עֲלֵיהֶן אֶת הָעל וּמַרְבִּים בִּשְׁמִירָתָן: ",
            "מִי שֶׁמָּכַר עַצְמוֹ וּבָנָיו לְעַכּוּ''ם אוֹ שֶׁלָּוָה מֵהֶן וְשָׁבוּ אוֹתָן אוֹ אֲסָרוּהוּ בְּהַלְוָאָתָן. פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה מִצְוָה לִפְדּוֹתָן. שְׁלִישִׁית אֵין פּוֹדִין אוֹתָן. אֲבָל פּוֹדִין אֶת הַבָּנִים לְאַחַר מִיתַת אֲבִיהֶן. וְאִם בִּקְּשׁוּהוּ לְהָרְגוֹ פּוֹדִין אוֹתוֹ מִיָּדָם אֲפִלּוּ אַחַר כַּמָּה פְּעָמִים: ",
            "עֶבֶד שֶׁנִּשְׁבָּה הוֹאִיל וְטָבַל לְשֵׁם עַבְדוּת וְקִבֵּל עָלָיו מִצְוֹת פּוֹדִין אוֹתוֹ כְּיִשְׂרָאֵל שֶׁנִּשְׁבָּה. וְשָׁבוּי שֶׁהֵמִיר לְעַכּוּ''ם וַאֲפִלּוּ לְמִצְוָה אַחַת כְּגוֹן שֶׁהָיָה אוֹכֵל נְבֵלָה לְהַכְעִיס וְכַיּוֹצֵא בּוֹ אָסוּר לִפְדּוֹתוֹ: ",
            "הָאִשָּׁה קוֹדֶמֶת לְאִישׁ לְהַאֲכִיל וְלִכְסוּת וּלְהוֹצִיא מִבֵּית הַשֶּׁבִי. מִפְּנֵי שֶׁהָאִישׁ דַּרְכּוֹ לְחַזֵּר לֹא הָאִשָּׁה וּבָשְׁתָּהּ מְרֻבָּה. וְאִם הָיוּ שְׁנֵיהֶם בַּשִּׁבְיָה וְנִתְבְּעוּ שְׁנֵיהֶן לִדְבַר עֲבֵרָה הָאִישׁ קוֹדֵם לִפְדּוֹת לְפִי שֶׁאֵין דַּרְכּוֹ לְכָךְ: ",
            "יָתוֹם וִיתוֹמָה שֶׁבָּאוּ לְהַשִּׂיא אוֹתָן מַשִּׂיאִין הָאִשָּׁה קֹדֶם לָאִישׁ מִפְּנֵי שֶׁבָּשְׁתָּהּ שֶׁל אִשָּׁה מְרֻבָּה. וְלֹא יִפְחֲתוּ לָהּ מִמִּשְׁקַל שִׁשָּׁה דִּינָרִים וּרְבִיעַ דִּינָר שֶׁל כֶּסֶף טָהוֹר. וְאִם יֵשׁ בְּכִיס שֶׁל צְדָקָה נוֹתְנִין לָהּ לְפִי כְּבוֹדָהּ: ",
            "הָיוּ לְפָנֵינוּ עֲנִיִּים הַרְבֵּה אוֹ שְׁבוּיִים הַרְבֵּה וְאֵין בַּכִּיס כְּדֵי לְפַרְנֵס אוֹ כְּדֵי לְכַסּוֹת אוֹ כְּדֵי לִפְדּוֹת אֶת כֻּלָּן. מַקְדִּימִין אֶת הַכֹּהֵן לַלֵּוִי. וְלֵוִי לְיִשְׂרָאֵל. וְיִשְׂרָאֵל לְחָלָל. וְחָלָל לִשְׁתוּקִי. וּשְׁתוּקִי לַאֲסוּפִי. וַאֲסוּפִי לְמַמְזֵר. וּמַמְזֵר לְנָתִין. וְנָתִין לְגֵר. שֶׁהַנָּתִין גָּדַל עִמָּנוּ בִּקְדֻשָּׁה. וְגֵר קוֹדֵם לְעֶבֶד מְשֻׁחְרָר. לְפִי שֶׁהָיָה בִּכְלַל אָרוּר: ",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיוּ שְׁנֵיהֶן שָׁוִין בְּחָכְמָה. אֲבָל אִם הָיָה כֹּהֵן גָּדוֹל עַם הָאָרֶץ וּמַמְזֵר תַּלְמִיד חָכָם. תַּלְמִיד חָכָם קוֹדֵם. וְכָל הַגָּדוֹל בְּחָכְמָה קוֹדֵם אֶת חֲבֵרוֹ. וְאִם הָיָה אֶחָד מֵהֶן רַבּוֹ אוֹ אָבִיו אַף עַל פִּי שֶׁיֵּשׁ שָׁם גָּדוֹל מֵהֶן בְּחָכְמָה. רַבּוֹ אוֹ אָבִיו שֶׁהוּא תַּלְמִיד חָכָם קוֹדֵם לָזֶה שֶׁהוּא גָּדוֹל מֵהֶם בְּחָכְמָה: "
        ],
        [
            "כָּל עִיר שֶׁיֵּשׁ בָּהּ יִשְׂרָאֵל חַיָּבִין לְהַעֲמִיד מֵהֶם גַּבָּאֵי צְדָקָה אֲנָשִׁים יְדוּעִים וְנֶאֱמָנִים שֶׁיִּהְיוּ מַחְזִירִין עַל הָעָם מֵעֶרֶב שַׁבָּת לְעֶרֶב שַׁבָּת וְלוֹקְחִין מִכָּל אֶחָד וְאֶחָד מַה שֶּׁהוּא רָאוּי לִתֵּן וְדָבָר הַקָּצוּב עָלָיו. וְהֵן מְחַלְּקִין הַמָּעוֹת מֵעֶרֶב שַׁבָּת לְעֶרֶב שַׁבָּת וְנוֹתְנִין לְכָל עָנִי וְעָנִי מְזוֹנוֹת הַמַּסְפִּיקִין לְשִׁבְעָה יָמִים. וְזוֹ הִיא הַנִּקְרֵאת קֻפָּה: \n",
            "וְכֵן מַעֲמִידִין גַּבָּאִין שֶׁלּוֹקְחִין בְּכָל יוֹם וָיוֹם מִכָּל חָצֵר וְחָצֵר פַּת וּמִינֵי מַאֲכָל אוֹ פֵּרוֹת אוֹ מָעוֹת מִמִּי שֶׁמִּתְנַדֵּב לְפִי שָׁעָה. וּמְחַלְּקִין אֶת הַגָּבוּי לָעֶרֶב בֵּין הָעֲנִיִּים וְנוֹתְנִין לְכָל עָנִי מִמֶּנּוּ פַּרְנָסַת יוֹמוֹ. וְזֶהוּ הַנִּקְרָא תַּמְחוּי: \n",
            "מֵעוֹלָם לֹא רָאִינוּ וְלֹא שָׁמַעְנוּ בְּקָהָל מִיִּשְׂרָאֵל שֶׁאֵין לָהֶן קֻפָּה שֶׁל צְדָקָה. אֲבָל תַּמְחוּי יֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ בּוֹ וְיֵשׁ מְקוֹמוֹת שֶׁלֹּא נָהֲגוּ בּוֹ. וְהַמִּנְהָג הַפָּשׁוּט הַיּוֹם שֶׁיִּהְיוּ גַּבָּאֵי הַקֻּפָּה מַחְזִירִין בְּכָל יוֹם וּמְחַלְּקִין מֵעֶרֶב שַׁבָּת לְעֶרֶב שַׁבָּת: \n",
            "בְּתַעֲנִיּוֹת מְחַלְּקִים מְזוֹנוֹת לָעֲנִיִּים. וְכָל תַּעֲנִית שֶׁאָכְלוּ הָעָם וְלָנוּ וְלֹא חִלְּקוּ צְדָקָה לָעֲנִיִּים הֲרֵי אֵלּוּ כְּשׁוֹפְכֵי דָּמִים וַעֲלֵיהֶם נֶאֱמַר בַּקַּבָּלָה <small>(ישעיה א כא)</small> \"צֶדֶק יָלִין בָּהּ וְעַתָּה מְרַצְּחִים\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא נָתְנוּ לָהֶן הַפַּת וְהַפֵּרוֹת שֶׁאוֹכְלִים בָּהֶם הַפַּת כְּגוֹן תְּמָרִים וַעֲנָבִים. אֲבָל אִם אֵחֲרוּ הַמָּעוֹת אוֹ הַחִטִּים אֵינָן כְּשׁוֹפְכֵי דָּמִים: \n",
            "הַקֻּפָּה אֵינָהּ נִגְבֵּית אֶלָּא בִּשְׁנַיִם שֶׁאֵין עוֹשִׂים שְׂרָרָה עַל הַצִּבּוּר בְּמָמוֹן פָּחוֹת מִשְּׁנַיִם. וּמֻתָּר לְהַאֲמִין לְאֶחָד הַמָּעוֹת שֶׁל קֻפָּה. וְאֵינָהּ נֶחְלֶקֶת אֶלָּא בִּשְׁלֹשָׁה מִפְּנֵי שֶׁהִיא כְּדִינֵי מָמוֹנוֹת. שֶׁנּוֹתְנִים לְכָל אֶחָד דֵּי מַחֲסוֹרוֹ לְשַׁבָּת. והַתַּמְחוּי נִגְבֶּה בִּשְׁלֹשָׁה שֶׁאֵינוֹ דָּבָר קָצוּב. וּמִתְחַלֵּק בִּשְׁלֹשָׁה: \n",
            "הַתַּמְחוּי נִגְבֶּה בְּכָל יוֹם. וְהַקֻּפָּה מֵעֶרֶב שַׁבָּת לְעֶרֶב שַׁבָּת. וְהַתַּמְחוּי לַעֲנִיֵּי עוֹלָם. וְהַקֻּפָּה לַעֲנִיֵּי אוֹתָהּ הָעִיר בִּלְבַד: \n",
            "רַשָּׁאִין בְּנֵי הָעִיר לַעֲשׂוֹת קֻפָּה תַּמְחוּי. וְתַמְחוּי קֻפָּה. וּלְשַׁנּוֹתָן לְכָל מַה שֶּׁיִּרְצוּ מִצָּרְכֵי צִבּוּר. וְאַף עַל פִּי שֶׁלֹּא הִתְנוּ כֵּן בְּשָׁעָה שֶׁגָּבוּ. וְאִם הָיָה בַּמְּדִינָה חָכָם גָּדוֹל שֶׁהַכּל גּוֹבִין עַל דַּעְתּוֹ וְהוּא יְחַלֵּק לָעֲנִיִּים כְּפִי מַה שֶּׁיִּרְאֶה. הֲרֵי זֶה רַשַּׁאי לְשַׁנּוֹתָן לְכָל מַה שֶּׁיֵּרָאֶה לוֹ מִצָּרְכֵי צִבּוּר: \n",
            "גַּבָּאֵי צְדָקָה אֵין רַשָּׁאִין לִפְרשׁ זֶה מִזֶּה בַּשּׁוּק. אֶלָּא כְּדֵי שֶׁיִּהְיֶה זֶה פּוֹרֵשׁ לַשַּׁעַר וְזֶה פּוֹרֵשׁ לַחֲנוּת וְגוֹבִין: \n",
            "מָצָא הַגַּבַּאי מָעוֹת בַּשּׁוּק לֹא יִתְּנֵם לְתוֹךְ כִּיסוֹ אֶלָּא לְתוֹךְ אַרְנְקִי שֶׁל צְדָקָה. וּכְשֶׁיַּגִּיעַ לְבֵיתוֹ יִטְלֵם: \n",
            "הָיָה הַגַּבַּאי נוֹשֶׁה בַּחֲבֵרוֹ מָנֶה וּפְרָעוֹ בַּשּׁוּק לֹא יִתְּנֵם לְתוֹךְ כִּיסוֹ אֶלָּא לְתוֹךְ אַרְנְקִי שֶׁל צְדָקָה. וּכְשֶׁיַּגִּיעַ לְבֵיתוֹ יִטְלֵם. וְלֹא יִמְנֶה מָעוֹת הַקֻּפָּה שְׁנַיִם שְׁנַיִם אֶלָּא אֶחָד אֶחָד מִפְּנֵי הַחֲשָׁד שֶׁנֶּאֱמַר <small>(במדבר לב כב)</small> \"וִהְיִיתֶם נְקִיִּים מֵה' וּמִיִּשְׂרָאֵל\": \n",
            "גַּבָּאֵי צְדָקָה שֶׁאֵין לָהֶם עֲנִיִּים לְחַלֵּק מְצָרְפִין הַמָּעוֹת דִּינָרִין לַאֲחֵרִים אֲבָל לֹא לְעַצְמָן. גַּבָּאֵי תַּמְחוּי שֶׁאֵין לָהֶם עֲנִיִּים לְחַלֵּק מוֹכְרִים לַאֲחֵרִים וְאֵין מוֹכְרִים לְעַצְמָם. וְאֵין מְחַשְּׁבִים בִּצְדָקָה עִם גַּבָּאֵי צְדָקָה. וְלֹא בַּהֶקְדֵּשׁ עִם הַגִּזְבָּרִין. שֶׁנֶּאֱמַר <small>(מלכים ב כב ז)</small> \"אַךְ לֹא יֵחָשֵׁב אִתָּם הַכֶּסֶף הַנִּתָּן עַל יָדָם כִּי בֶּאֱמוּנָה הֵם עוֹשִׂים\": \n",
            "מִי שֶׁיָּשַׁב בַּמְּדִינָה שְׁלֹשִׁים יוֹם כּוֹפִין אוֹתוֹ לִתֵּן צְדָקָה לַקֻּפָּה עִם בְּנֵי הַמְּדִינָה. יָשַׁב שָׁם שְׁלֹשָׁה חֳדָשִׁים כּוֹפִין אוֹתוֹ לִתֵּן הַתַּמְחוּי. יָשַׁב שָׁם שִׁשָּׁה חֳדָשִׁים כּוֹפִין אוֹתוֹ לִתֵּן צְדָקָה בִּכְסוּת שֶׁמְּכַסִּים בָּהּ עֲנִיֵּי הָעִיר. יָשַׁב שָׁם תִּשְׁעָה חֳדָשִׁים כּוֹפִין אוֹתוֹ לִתֵּן צְדָקָה לִקְבוּרָה שֶׁקּוֹבְרִין בָּהּ אֶת הָעֲנִיִּים וְעוֹשִׂין לָהֶם כָּל צָרְכֵי קְבוּרָה: \n",
            "מִי שֶׁיֵּשׁ לוֹ מְזוֹן שְׁתֵּי סְעֻדּוֹת אָסוּר לוֹ לִטּל מִן הַתַּמְחוּי. הָיוּ לוֹ מְזוֹן אַרְבַּע עֶשְׂרֵה סְעֻדּוֹת לֹא יִטּל מִן הַקֻּפָּה. הָיוּ לוֹ מָאתַיִם זוּז אַף עַל פִּי שֶׁאֵינוֹ נוֹשֵׂא וְנוֹתֵן בָּהֶם [אוֹ שֶׁיֵּשׁ לוֹ חֲמִשִּׁים זוּז וְנוֹשֵׂא וְנוֹתֵן בָּהֶם] הֲרֵי זֶה לֹא יִטּל לֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשֵׂר עָנִי. הָיוּ לוֹ מָאתַיִם חָסֵר דִּינָר אֲפִלּוּ אֶלֶף נוֹתְנִין לוֹ כְּאֶחָד הֲרֵי זֶה מֻתָּר לִקַּח. הָיוּ בְּיָדוֹ מָעוֹת וַהֲרֵי הֵן עָלָיו חוֹב אוֹ שֶׁהָיוּ מְמֻשְׁכָּנִים לִכְתֻבַּת אִשְׁתּוֹ הֲרֵי זֶה מֻתָּר לִקַּח: \n",
            "עָנִי שֶׁצָּרִיךְ וְיֵשׁ לוֹ חָצֵר וּכְלֵי בַּיִת אֲפִלּוּ הָיוּ לוֹ כְּלֵי כֶּסֶף וּכְלֵי זָהָב אֵין מְחַיְּבִין אוֹתוֹ לִמְכֹּר אֶת בֵּיתוֹ וְאֶת כְּלֵי תַּשְׁמִישׁוֹ אֶלָּא מֻתָּר לִקַּח. וּמִצְוָה לִתֵּן לוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּכְלֵי אֲכִילָה וּשְׁתִיָּה וּמַלְבּוּשׁ וּמַצָּעוֹת וְכַיּוֹצֵא בָּהֶן. אֲבָל אִם הָיוּ כְּלֵי כֶּסֶף וּכְלֵי זָהָב כְּגוֹן מִגְרֶדֶת אוֹ עֵלִי וְכַיּוֹצֵא בָּהֶן מוֹכְרָן וְלוֹקֵחַ פָּחוֹת מֵהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים קֹדֶם שֶׁיַּגִּיעַ לִגְבּוֹת מִן הָעָם. אֲבָל אַחַר שֶׁגָּבָה הַצְּדָקָה מְחַיְּבִים אוֹתוֹ לִמְכֹּר כֵּלָיו וְלִקַּח אֲחֵרִים פְּחוּתִין מֵהֶם וְאַחַר כָּךְ יִטּל: \n",
            "בַּעַל הַבַּיִת שֶׁהָיָה מְהַלֵּךְ לָעִיר וְתַמּוּ לוֹ הַמָּעוֹת בַּדֶּרֶךְ וְאֵין לוֹ עַתָּה מַה יֹּאכַל הֲרֵי זֶה מֻתָּר לִקַּח לֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשַׂר עָנִי וְלֵהָנוֹת מִן הַצְּדָקָה. וְלִכְשֶׁיַּגִּיעַ לְבֵיתוֹ אֵינוֹ חַיָּב לְשַׁלֵּם שֶׁהֲרֵי עָנִי הָיָה בְּאוֹתָהּ שָׁעָה. הָא לְמָה זֶה דּוֹמֶה לֶעָנִי שֶׁהֶעֱשִׁיר שֶׁאֵינוֹ חַיָּב לְשַׁלֵּם: \n",
            "מִי שֶׁהָיוּ לוֹ בָּתִּים שָׂדוֹת וּכְרָמִים וְאִם מוֹכְרָן בִּימֵי הַגְּשָׁמִים מוֹכְרָן בְּזוֹל וְאִם הִנִּיחָן עַד יְמוֹת הַחַמָּה מוֹכְרָן בְּשׁוְֹיֵהֶן. אֵין מְחַיְּבִין אוֹתוֹ לִמְכֹּר אֶלָּא מַאֲכִילִין אוֹתוֹ מַעֲשַׂר עָנִי עַד חֲצִי דְּמֵיהֶן וְלֹא יִדְחֹק עַצְמוֹ וְיִמְכֹּר שֶׁלֹּא בִּזְמַן מְכִירָה: \n",
            "הָיוּ שְׁאָר הָאָדָם לוֹקְחִין בְּיֹקֶר וְהוּא אֵינוֹ מוֹצֵא שֶׁיִּקַּח מִמֶּנּוּ אֶלָּא בְּזוֹל מִפְּנֵי שֶׁהוּא דָּחוּק וְטָרוּד אֵין מְחַיְּבִין אוֹתוֹ לִמְכֹּר. אֶלָּא אוֹכֵל מַעֲשַׂר עָנִי וְהוֹלֵךְ עַד שֶׁיִּמְכֹּר בְּשָׁוֶה וְיֵדְעוּ הַכּל שֶׁאֵינוֹ דָּחוּק לִמְכֹּר: \n",
            "עָנִי שֶׁגָּבוּ לוֹ כְּדֵי לְהַשְׁלִים מַחֲסוֹרוֹ וְהוֹתִירוּ עַל מַה שֶּׁהוּא צָרִיךְ הֲרֵי הַמּוֹתָר שֶׁלּוֹ. וּמוֹתַר עֲנִיִּים לָעֲנִיִּים. וּמוֹתַר שְׁבוּיִים לַשְּׁבוּיִים. מוֹתַר שָׁבוּי לְאוֹתוֹ שָׁבוּי. מוֹתַר מֵתִים לַמֵּתִים. מוֹתַר הַמֵּת לְיוֹרְשָׁיו: \n",
            "עָנִי שֶׁנָּתַן פְּרוּטָה לַתַּמְחוּי אוֹ פְּרוּטָה לַקֻּפָּה מְקַבְּלִים מִמֶּנּוּ. וְאִם לֹא נָתַן אֵין מְחַיְּבִין אוֹתוֹ לִתֵּן. נָתְנוּ לוֹ בְּגָדִים חֲדָשִׁים וְהֶחֱזִיר לָהֶן אֶת הַשְּׁחָקִין מְקַבְּלִין מִמֶּנּוּ. וְאִם לֹא נָתַן אֵין מְחַיְּבִין אוֹתוֹ לִתֵּן: \n"
        ],
        [
            "חַיָּבִין אָנוּ לְהִזָּהֵר בְּמִצְוַת צְדָקָה יוֹתֵר מִכָּל מִצְוֹת עֲשֵׂה. שֶׁהַצְּדָקָה סִימָן לַצַּדִּיק זֶרַע אַבְרָהָם אָבִינוּ שֶׁנֶּאֱמַר <small>(בראשית יח יט)</small> \"כִּי יְדַעְתִּיו לְמַעַן אֲשֶׁר יְצַוֶּה אֶת בָּנָיו\" <small>(בראשית יח יט)</small> \"לַעֲשׂוֹת צְדָקָה\". וְאֵין כִּסֵּא יִשְׂרָאֵל מִתְכּוֹנֵן וְדַת הָאֱמֶת עוֹמֶדֶת אֶלָּא בִּצְדָקָה שֶׁנֶּאֱמַר <small>(ישעיה נד יד)</small> \"בִּצְדָקָה תִּכּוֹנָנִי\". וְאֵין יִשְׂרָאֵל נִגְאָלִין אֶלָּא בִּצְדָקָה שֶׁנֶּאֱמַר <small>(ישעיה א כז)</small> \"צִיּוֹן בְּמִשְׁפָּט תִּפָּדֶה וְשָׁבֶיהָ בִּצְדָקָה\": \n",
            "לְעוֹלָם אֵין אָדָם מַעֲנִי מִן הַצְּדָקָה וְאֵין דָּבָר רַע וְלֹא הֶזֵּק נִגְלָל בִּשְׁבִיל הַצְּדָקָה שֶׁנֶּאֱמַר <small>(ישעיה לב יז)</small> \"וְהָיָה מַעֲשֵׂה הַצְּדָקָה שָׁלוֹם.\" כָּל הַמְרַחֵם מְרַחֲמִין עָלָיו שֶׁנֶּאֱמַר <small>(דברים יג יח)</small> \"וְנָתַן לְךָ רַחֲמִים וְרִחַמְךָ וְהִרְבֶּךָ\". וְכָל מִי שֶׁהוּא אַכְזָרִי וְאֵינוֹ מְרַחֵם יֵשׁ לָחוּשׁ לְיַחֲסוֹ. שֶׁאֵין הָאַכְזָרִיּוּת מְצוּיָה אֶלָּא בְּעַכּוּ''ם שֶׁנֶּאֱמַר <small>(ירמיה נ מב)</small> \"אַכְזָרִי הֵמָּה וְלֹא יְרַחֵמוּ\". וְכָל יִשְׂרָאֵל וְהַנִּלְוֶה עֲלֵיהֶם כְּאַחִים הֵם שֶׁנֶּאֱמַר <small>(דברים יד א)</small> \"בָּנִים אַתֶּם לַה' אֱלֹהֵיכֶם\" וְאִם לֹא יְרַחֵם הָאָח עַל הָאָח מִי יְרַחֵם עָלָיו. וּלְמִי עֲנִיֵּי יִשְׂרָאֵל נוֹשְׂאִין עֵינֵיהֶן. הֲלְעַכּוּ''ם שֶׁשּׂוֹנְאִין אוֹתָן וְרוֹדְפִים אַחֲרֵיהֶן. הָא אֵין עֵינֵיהֶן תְּלוּיוֹת אֶלָּא לַאֲחֵיהֶן: \n",
            "כָּל הַמַּעֲלִים עֵינָיו מִן הַצְּדָקָה הֲרֵי זֶה נִקְרָא בְּלִיַּעַל כְּמוֹ שֶׁנִּקְרָא עוֹבֵד עַכּוּ''ם בְּלִיַּעַל. וּבְעַכּוּ''ם הוּא אוֹמֵר <small>(דברים יג יד)</small> \"יָצְאוּ אֲנָשִׁים בְּנֵי בְלִיַּעַל\" וּבְמַעֲלִים עֵינָיו מִן הַצְּדָקָה הוּא אוֹמֵר <small>(דברים טו ט)</small> \"הִשָּׁמֶר לְךָ פֶּן יִהְיֶה דָבָר עִם לְבָבְךָ בְלִיַּעַל\". וְנִקְרָא רָשָׁע שֶׁנֶּאֱמַר <small>(משלי יב י)</small> \"וְרַחֲמֵי רְשָׁעִים אַכְזָרִי\". וְנִקְרָא חוֹטֵא שֶׁנֶּאֱמַר <small>(דברים טו ט)</small> \"וְקָרָא עָלֶיךָ אֶל ה' וְהָיָה בְךָ חֵטְא\". וְהַקָּדוֹשׁ בָּרוּךְ הוּא קָרוֹב לְשַׁוְעַת עֲנִיִּים שֶׁנֶּאֱמַר שַׁוְעַת עֲנִיִּים אַתָּה תִשְׁמַע. לְפִיכָךְ צָרִיךְ לְהִזָּהֵר בְּצַעֲקָתָם שֶׁהֲרֵי בְּרִית כְּרוּתָה לָהֶם שֶׁנֶּאֱמַר <small>(שמות כב כו)</small> \"וְהָיָה כִּי יִצְעַק אֵלַי וְשָׁמַעְתִּי כִּי חַנּוּן אָנִי\": \n",
            "כָּל הַנּוֹתֵן צְדָקָה לְעָנִי בְּסֵבֶר פָּנִים רָעוֹת וּפָנָיו כְּבוּשׁוֹת בַּקַּרְקַע אֲפִלּוּ נָתַן לוֹ אֶלֶף זְהוּבִים אִבֵּד זְכוּתוֹ וְהִפְסִידָהּ. אֶלָּא נוֹתֵן לוֹ בְּסֵבֶר פָּנִים יָפוֹת וּבְשִׂמְחָה וּמִתְאוֹנֵן עִמּוֹ עַל צָרָתוֹ שֶׁנֶּאֱמַר <small>(איוב ל כה)</small> \"אִם לֹא בָכִיתִי לִקְשֵׁה יוֹם עָגְמָה נַפְשִׁי לָאֶבְיוֹן\". וּמְדַבֵּר לוֹ דִּבְרֵי תַּחֲנוּנִים וְנִחוּמִים שֶׁנֶּאֱמַר <small>(איוב כט יג)</small> \"וְלֵב אַלְמָנָה אַרְנִן\": \n",
            "שָׁאַל הֶעָנִי מִמְּךָ וְאֵין בְּיָדְךָ כְּלוּם לִתֵּן לוֹ פַּיְּסֵהוּ בִּדְבָרִים. וְאָסוּר לִגְעֹר בְּעָנִי אוֹ לְהַגְבִּיהַּ קוֹלוֹ עָלָיו בִּצְעָקָה. מִפְּנֵי שֶׁלִּבּוֹ נִשְׁבָּר וְנִדְכֶּא וַהֲרֵי הוּא אוֹמֵר <small>(תהילים נא יט)</small> \"לֵב נִשְׁבָּר וְנִדְכֶּה אֱלֹהִים לֹא תִבְזֶה\". וְאוֹמֵר <small>(ישעיה נז טו)</small> \"לְהַחֲיוֹת רוּחַ שְׁפָלִים וּלְהַחֲיוֹת לֵב נִדְכָּאִים\". וְאוֹי לְמִי שֶׁהִכְלִים אֶת הֶעָנִי אוֹי לוֹ. אֶלָּא יִהְיֶה לוֹ כְּאָב בֵּין בְּרַחֲמִים בֵּין בִּדְבָרִים שֶׁנֶּאֱמַר <small>(איוב כט טז)</small> \"אָב אָנֹכִי לָאֶבְיוֹנִים\": \n",
            "הַכּוֹפֶה אֲחֵרִים לִתֵּן צְדָקָה וּמְעַשֶּׂה אוֹתָן שְׂכָרוֹ גָּדוֹל מִשְּׂכַר הַנּוֹתֵן שֶׁנֶּאֱמַר <small>(ישעיה לב יז)</small> \"וְהָיָה מַעֲשֵׂה הַצְּדָקָה שָׁלוֹם\". וְעַל גַּבָּאֵי צְדָקָה וְכַיּוֹצֵא בָּהֶם אוֹמֵר <small>(דניאל יב ג)</small> \"וּמַצְדִּיקֵי הָרַבִּים כַּכּוֹכָבִים\": \n",
            "שְׁמוֹנֶה מַעֲלוֹת יֵשׁ בַּצְּדָקָה זוֹ לְמַעְלָה מִזּוֹ. מַעֲלָה גְּדוֹלָה שֶׁאֵין לְמַעְלָה מִמֶּנָּה זֶה הַמַּחֲזִיק בְּיַד יִשְׂרָאֵל שֶׁמָּךְ וְנוֹתֵן לוֹ מַתָּנָה אוֹ הַלְוָאָה אוֹ עוֹשֶׂה עִמּוֹ שֻׁתָּפוּת אוֹ מַמְצִיא לוֹ מְלָאכָה כְּדֵי לְחַזֵּק אֶת יָדוֹ עַד שֶׁלֹּא יִצְטָרֵךְ לַבְּרִיּוֹת לִשְׁאל. וְעַל זֶה נֶאֱמַר <small>(ויקרא כה לה)</small> \"וְהֶחֱזַקְתָּ בּוֹ גֵּר וְתוֹשָׁב וָחַי עִמָּךְ\" כְּלוֹמַר הַחֲזֵק בּוֹ עַד שֶׁלֹּא יִפּל וְיִצְטָרֵךְ: \n",
            "פָּחוֹת מִזֶּה הַנּוֹתֵן צְדָקָה לָעֲנִיִּים וְלֹא יָדַע לְמִי נָתַן וְלֹא יָדַע הֶעָנִי מִמִּי לָקַח. שֶׁהֲרֵי זוֹ מִצְוָה לִשְׁמָהּ. כְּגוֹן לִשְׁכַּת חֲשָׁאִים שֶׁהָיְתָה בַּמִּקְדָּשׁ. שֶׁהָיוּ הַצַּדִּיקִים נוֹתְנִין בָּהּ בַּחֲשַׁאי וְהָעֲנִיִּים בְּנֵי טוֹבִים מִתְפַּרְנְסִין מִמֶּנָּה בַּחֲשַׁאי. וְקָרוֹב לָזֶה הַנּוֹתֵן לְתוֹךְ קֻפָּה שֶׁל צְדָקָה. וְלֹא יִתֵּן אָדָם לְתוֹךְ קֻפָּה שֶׁל צְדָקָה אֶלָּא אִם כֵּן יוֹדֵעַ שֶׁהַמְמֻנֶּה נֶאֱמָן וְחָכָם וְיוֹדֵעַ לְהַנְהִיג כַּשּׁוּרָה כְּרַבִּי חֲנַנְיָה בֶּן תְּרַדְיוֹן: \n",
            "פָּחוֹת מִזֶּה שֶׁיֵּדַע הַנּוֹתֵן לְמִי יִתֵּן וְלֹא יֵדַע הֶעָנִי מִמִּי לָקַח. כְּגוֹן גְּדוֹלֵי הַחֲכָמִים שֶׁהָיוּ הוֹלְכִין בַּסֵּתֶר וּמַשְׁלִיכִין הַמָּעוֹת בְּפִתְחֵי הָעֲנִיִּים. וְכָזֶה רָאוּי לַעֲשׂוֹת וּמַעֲלָה טוֹבָה הִיא אִם אֵין הַמְמֻנִּין בִּצְדָקָה נוֹהֲגִין כַּשּׁוּרָה: \n",
            "פָּחוֹת מִזֶּה שֶׁיֵּדַע הֶעָנִי מִמִּי נָטַל וְלֹא יֵדַע הַנּוֹתֵן. כְּגוֹן גְּדוֹלֵי הַחֲכָמִים שֶׁהָיוּ צוֹרְרִים הַמָּעוֹת בִּסְדִינֵיהֶן וּמַפְשִׁילִין לַאֲחוֹרֵיהֶן וּבָאִין הָעֲנִיִּים וְנוֹטְלִין כְּדֵי שֶׁלֹּא יִהְיֶה לָהֶן בּוּשָׁה: \n",
            "פָּחוֹת מִזֶּה שֶׁיִּתֵּן לוֹ בְּיָדוֹ קֹדֶם שֶׁיִּשְׁאַל: \n",
            "פָּחוֹת מִזֶּה שֶׁיִּתֵּן לוֹ אַחַר שֶׁיִּשְׁאַל: \n",
            "פָּחוֹת מִזֶּה שֶׁיִּתֵּן לוֹ פָּחוֹת מִן הָרָאוּי בְּסֵבֶר פָּנִים יָפוֹת: \n",
            "פָּחוֹת מִזֶּה שֶׁיִּתֵּן לוֹ בְּעֶצֶב: \n",
            "גְּדוֹלֵי הַחֲכָמִים הָיוּ נוֹתְנִין פְּרוּטָה לְעָנִי קֹדֶם כָּל תְּפִלָּה וְאַחַר כָּךְ מִתְפַּלְּלִין שֶׁנֶּאֱמַר <small>(תהילים יז טו)</small> \"אֲנִי בְּצֶדֶק אֶחֱזֶה פָנֶיךָ\": \n",
            "הַנּוֹתֵן מְזוֹנוֹת לְבָנָיו וְלִבְנוֹתָיו הַגְּדוֹלִים שֶׁאֵינוֹ חַיָּב בִּמְזוֹנוֹתֵיהֶן כְּדֵי לְלַמֵּד הַזְּכָרִים תּוֹרָה וּלְהַנְהִיג הַבָּנוֹת בְּדֶרֶךְ יְשָׁרָה וְלֹא יִהְיוּ מְבֻזּוֹת. וְכֵן הַנּוֹתֵן מְזוֹנוֹת לְאָבִיו וּלְאִמּוֹ הֲרֵי זֶה בִּכְלַל הַצְּדָקָה. וּצְדָקָה גְּדוֹלָה הִיא שֶׁהַקָּרוֹב קוֹדֵם. וְכָל הַמַּאֲכִיל וּמַשְׁקֶה עֲנִיִּים וִיתוֹמִים עַל שֻׁלְחָנוֹ הֲרֵי זֶה קוֹרֵא אֶל ה' וְיַעֲנֵהוּ וּמִתְעַנֵּג שֶׁנֶּאֱמַר <small>(ישעיה נח ט)</small> \"אָז תִּקְרָא וַה' יַעֲנֶה\": \n",
            "צִוּוּ חֲכָמִים שֶׁיִּהְיוּ בְּנֵי בֵּיתוֹ שֶׁל אָדָם עֲנִיִּים וִיתוֹמִים בִּמְקוֹם הָעֲבָדִים. מוּטָב לוֹ לְהִשְׁתַּמֵּשׁ בְּאֵלּוּ וְיֵהָנוּ בְּנֵי אַבְרָהָם יִצְחָק וְיַעֲקֹב מִנְּכָסָיו וְלֹא יֵהָנוּ בָּהֶם זֶרַע חָם. שֶׁכָּל הַמַּרְבֶּה עֲבָדִים בְּכָל יוֹם וָיוֹם מוֹסִיף חֵטְא וְעָוֹן בָּעוֹלָם. וְאִם יִהְיוּ עֲנִיִּים בְּנֵי בֵּיתוֹ בְּכָל שָׁעָה וְשָׁעָה מוֹסִיף זְכֻיּוֹת וּמִצְוֹת: \n",
            "לְעוֹלָם יִדְחֹק אָדָם עַצְמוֹ וְיִתְגַּלְגֵּל בְּצַעַר וְאַל יִצְטָרֵךְ לַבְּרִיּוֹת וְאַל יַשְׁלִיךְ עַצְמוֹ עַל הַצִּבּוּר. וְכֵן צִוּוּ חֲכָמִים וְאָמְרוּ עֲשֵׂה שַׁבַּתְּךָ חֹל וְאַל תִּצְטָרֵךְ לַבְּרִיּוֹת. וַאֲפִלּוּ הָיָה חָכָם וּמְכֻבָּד וְהֶעֱנִי יַעֲסֹק בְּאֻמְּנוּת וַאֲפִלּוּ בְּאֻמְּנוּת מְנֻוֶּלֶת וְלֹא יִצְטָרֵךְ לַבְּרִיּוֹת. מוּטָב לִפְשֹׁט עוֹר בְּהֵמוֹת נְבֵלוֹת וְלֹא יֹאמַר לָעָם חָכָם גָּדוֹל אֲנִי כֹּהֵן אֲנִי פַּרְנְסוּנִי. וּבְכָךְ צִוּוּ חֲכָמִים. גְּדוֹלֵי הַחֲכָמִים הָיוּ מֵהֶם חוֹטְבֵי עֵצִים וְנוֹשְׂאֵי הַקּוֹרוֹת וְשׁוֹאֲבֵי מַיִם לַגִּנּוֹת וְעוֹשֵׂי הַבַּרְזֶל וְהַפֶּחָמִים וְלֹא שָׁאֲלוּ מִן הַצִּבּוּר וְלֹא קִבְּלוּ מֵהֶם כְּשֶׁנָּתְנוּ לָהֶם: \n",
            "כָּל מִי שֶׁאֵינוֹ צָרִיךְ לִטּל וּמְרַמֶּה אֶת הָעָם וְנוֹטֵל אֵינוֹ מֵת מִן הַזִּקְנָה עַד שֶׁיִּצְטָרֵךְ לַבְּרִיּוֹת. וַהֲרֵי הוּא בִּכְלַל <small>(ירמיה יז ה)</small> \"אָרוּר הַגֶּבֶר אֲשֶׁר יִבְטַח בָּאָדָם\". וְכָל מִי שֶׁצָּרִיךְ לִטּל וְאֵינוֹ יָכוֹל לִחְיוֹת אֶלָּא אִם כֵּן נוֹטֵל כְּגוֹן זָקֵן אוֹ חוֹלֶה אוֹ בַּעַל יִסּוּרִין וּמֵגִיס דַּעְתּוֹ וְאֵינוֹ נוֹטֵל הֲרֵי זֶה שׁוֹפֵךְ דָּמִים וּמִתְחַיֵּב בְּנַפְשׁוֹ וְאֵין לוֹ בְּצַעֲרוֹ אֶלָּא חַטָּאוֹת וַאֲשָׁמוֹת. וְכָל מִי שֶׁצָּרִיךְ לִטּל וְצִעֵר וְדָחַק אֶת הַשָּׁעָה וְחָיָה חַיֵּי צַעַר כְּדֵי שֶׁלֹּא יַטְרִיחַ עַל הַצִּבּוּר אֵינוֹ מֵת מִן הַזִּקְנָה עַד שֶׁיְּפַרְנֵס אֲחֵרִים מִשֶּׁלּוֹ. וְעָלָיו וְעַל כָּל כַּיּוֹצֵא בָּזֶה נֶאֱמַר <small>(ירמיה יז ז)</small> \"בָּרוּךְ הַגֶּבֶר אֲשֶׁר יִבְטַח בַּה'\": סְלִיקוּ לְהוּ הִלְכוֹת מַתְּנוֹת עֲנִיִּים בְּסִיַעְתָּא דִּשְׁמַיָּא \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות מתנות עניים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}