{
    "versionTitle": "The Tanya", 
    "language": "en", 
    "title": "Tanya", 
    "text": {
        "Letter of Repentance": [], 
        "Letter of Holiness": [], 
        "Introduction": [], 
        "Part One, The Book of the Average Men": [
            [], 
            [], 
            [
                "Now, each distinction and grade of the three— nefesh, ruach and neshamah— consists of ten faculties, corresponding to the Supernal Ten Sefirot (Divine manifestations), from which they have descended, which are subdivided into two, namely, the three \"mothers\" and the seven \"multiples,\" to wit: chochmah (wisdom) binah (understanding) and da at (knowledge); and the \"seven days of Creation:\" chesed (kindness), gevurah (power), tiferet (beauty), and so on.", 
                "Similarly is it with the human soul, which is divided in two— sechel (intellect) and middot (emotional attributes). The intellect includes chochmah, binah and da at (ChaBaD), whilst the middot are love of G‑d, dread and awe of Him, glorification of Him, and so forth. ChaBaD [the intellectual faculties] are called \"mothers\" and source of the middot, for the latter are \"offspring\" of the former.", 
                "The explanation of the matter is as follows:", 
                "The intellect of the rational soul, which is the faculty that conceives any thing, is given the appellation of chochmah—כ\"ח מ\"ה— the \"potentiality\" of \"what is.\" When one brings forth this power from the potential into the actual, that is, when [a person] cogitates with his intellect in order to understand a thing truly and profoundly as it evolves from the concept which he has conceived in his intellect, this is called binah. These [chochmah and binah] are the very \"father\" and \"mother\" which give birth to love of G‑d, and awe and dread of Him.", 
                "For when the intellect in the rational soul deeply contemplates and immerses itself exceedingly in the greatness of G‑d, how He fills all worlds and encompasses all worlds, and in the presence of Whom everything is considered as nothing— there will be born and aroused in his mind and thought the emotion of awe for the Divine Majesty, to fear and be humble before His blessed greatness, which is without end or limit, and to have the dread of G‑d in his heart. Next, his heart will glow with an intense love, like burning coals, with a passion, desire and longing, and a yearning soul, towards the greatness of the blessed En Sof. This constitutes the culminating passion of the soul, of which Scripture speaks, as \"My soul longeth, yea, even fainteth,.. .\" and \"My soul thirsteth for G‑d,...\" and \"My soul thirsteth for Thee....\" This thirst is derived from the element of Fire, which is found in the divine soul. As students of natural science affirm, and so it is in Etz Chayim, the element of Fire is in the heart, whilst the source of [the element of] Water and moisture is in the brain, which is explained in Etz Chayim, Portal 50, to refer to the faculty of chochmah, called \"The water of the divine soul.\" The rest of the middot are all offshoots of fear and love and their derivations, as is explained elsewhere.", 
                "Da'at, the etymology of which is to be found in the verse: \"And Adam knew (yada) Eve,\" implies attachment and union. That is, one binds his mind with a very firm and strong bond to, and firmly fixes his thought on, the greatness of the blessed En sof, without diverting his mind [from Him]. For even one who is wise and understanding of the greatness of the blessed En Sof, will not— unless he binds his knowledge and fixes his thought with firmness and perseverence— produce in his soul true love and fear, but only vain fancies. Therefore da'at is the basis of the middot and the source of their vitality; it contains chesed and gevurah, that is to say, love with its offshoots and fear with its offshoots.\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "It is a well-known Rabbinic statement that the purpose of the creation of this world is that the Holy One, blessed be He, desired to have an abode in the lower worlds. But surely with Him the distinction of \"upper\" and \"lower\" has no validity, for He pervades all worlds equally.", 
                "The explanation of the matter, however, is as follows:", 
                "Before the world was created, He was One Alone, One and Unique, filling all space in which He created the universe. It is still the same now insofar as He is concerned. For the change relates only to those who receive His blessed life-force and light, which they receive through many \"garments\" which conceal and obscure His blessed light, as is written, \"For no man shall see Me and live,\" and, as our Rabbis, of blessed memory, have explained it, that even angels, who are called chayyot, cannot see Him....", 
                "This is the concept of the Hishtalshelut (downward gradation) of the worlds and their descent, degree by degree, through a multitude of \"garments\" which screen the light and life that emanate from Him, until there was created this material and gross world, the lowest in degree, than which there is none lower in the aspect of concealment of His blessed light; [a world of] doubled and redoubled darkness, so much so that it is full of kelipot and the sitra achra which oppose the very G‑dhead, saying: \"I am, and there is nothing else besides me.\"", 
                "Clearly, the purpose of the Hishtalshelut of the worlds and their descent, degree by degree, is not for the sake of the higher worlds, because for them this is a descent from the light of His blessed Countenance. But the ultimate purpose [of creation] is this lowest world, for such was His blessed will that He shall have satisfaction when the sitra achra is subdued and the darkness is turned to light, so that the Divine light of the blessed En Sof shall shine forth in the place of the darkness and sitra achra throughout this world, all the more strongly and intensely, with the excellence of light emerging from darkness, than its effulgence in the higher worlds, where it shines through \"garments\" and in concealment of the Countenance, which screen and conceal the light of the blessed En Sof, in order that they should not dissolve out of existence.", 
                "For this purpose, the Holy One, blessed be He, gave to Israel the Torah which is called \"might\" and \"strength,\" as the Rabbis, of blessed memory, have said, that the Almighty puts strength into the righteous in order that they may receive their reward in the hereafter, without being nullified in their very existence, in the Divine light that will be revealed to them in the hereafter without any cloak, as is written, \"No longer shall thy Teacher hide Himself (literally: He will not conceal Himself from thee with robe and garment) ... but thine eyes shall see thy Teacher.\" It is also written, \"For they shall see eye to eye,.. .\" and, \"The sun shall be no more thy light by day ..., but the Lord shall be thine everlasting light....\"", 
                "It is well known that the Messianic Era, and especially the time of the Resurrection of the Dead, is the fulfillment and culmination of the creation of the world, for which purpose it was originally created.", 
                "Note: The receiving of the reward is essentially in the seventh millennium, as is stated in Likutei Torah of Rabbi Isaac Luria, of blessed memory.", 
                "Something of this revelation has already been experienced on earth, at the time of the Giving of the Torah, as is written, \"Unto thee it was showed, that thou mightest know that the Lord He is G‑d; there is naught else beside Him\"— \"It was showed \" verily with physical vision, as is written, \"And all the people saw the thunderings\"— \"They saw what is [normally] heard.\" And the Rabbis, of blessed memory, explained, \"They looked eastwards and heard the speech issuing forth: 'I am,' etc., and so [turning] towards the four points of the compass, and upwards and downwards,\" as is also explained in the Tikunim that \"There was no place from which He did not speak unto them....\" This was so because of the revelation of His blessed will in the Decalogue constituting the epitome of the whole Torah, which is the inwardness of His blessed will and wisdom, wherein there is no concealment of the Countenance at all, as is written, \"For in the light of Thy Countenance hast Thou given us the Law of life.\" Therefore they [the Israelites at Sinai] repeatedly expired out of existence, as the Rabbis have taught that \"At each [Divine] utterance their soul took flight,... but the Holy One, blessed be He, restored it to them with the dew with which He will revive the dead.\" This is the dew of the Torah which is called \"might,\" as the Rabbis have said, \"Everyone who occupies himself with the Torah is revived by the dew of the Torah....\"", 
                "Later, however, the sin [of the Golden Calf] caused both them and the world to become gross again— until \"The end of days,\" when the dross of the body and of the world will be purified, and they will be able to apprehend the revealed Divine light which will shine forth to Israel by means of the Torah, called \"might.\" And, as a result of the overflow of the illumination on Israel, the darkness of the gentiles will also be lit up, as is written, \"And the nations shall walk by thy light,...\" and, \"O, house of Jacob, come ye, and let us walk in the light of the Lord\" ; again, \"And the glory of the Lord shall be revealed, and all flesh shall see together,...\"; and, \"To go into the holes of the rocks, and into the clefts of the boulders, for fear of the Lord and for the glory of His majesty.\" And as we pray, \"Shine forth in the splendour and excellence of Thy might upon all the inhabitants of the world....\""
            ]
        ], 
        "Last Thesis": [], 
        "Part Two, The Gateway of Unity and Belief": {
            "": [], 
            "The Education of the Child": []
        }
    }, 
    "versionSource": "http://www.chabad.org/library/tanya/tanya_cdo/aid/1029041/jewish/Chapter-36.htm", 
    "heTitle": "תניא", 
    "categories": [
        "Chasidut", 
        "Early Works"
    ], 
    "schema": {
        "heTitle": "תניא", 
        "nodes": [
            {
                "heTitle": "הקדמה", 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "חלק ראשון, ספר של בינונים", 
                "enTitle": "Part One, The Book of the Average Men"
            }, 
            {
                "heTitle": "חלק שני, שער היחוד והאמונה", 
                "nodes": [
                    {
                        "heTitle": "חינוך קטן", 
                        "enTitle": "The Education of the Child"
                    }, 
                    {
                        "heTitle": "", 
                        "enTitle": ""
                    }
                ], 
                "enTitle": "Part Two, The Gateway of Unity and Belief"
            }, 
            {
                "heTitle": "אגרת התשובה", 
                "enTitle": "Letter of Repentance"
            }, 
            {
                "heTitle": "אגרת הקדש", 
                "enTitle": "Letter of Holiness"
            }, 
            {
                "heTitle": "קונטרס אחרון", 
                "enTitle": "Last Thesis"
            }
        ], 
        "key": "Tanya", 
        "enTitle": "Tanya"
    }
}