{
    "title": "Kessef Mishneh on Mishneh Torah, One Who Injures a Person or Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_One_Who_Injures_a_Person_or_Property",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עלו בו צמחים וכו'.</b> כתב הטור על זה לא נהירא וכן השיג עליו הראב''ד עכ''ל. וה''ה כתב שמה שכתוב בספרי רבינו חייב לרפאותו ט''ס הוא שאין מי שיסבור כן עכ''ל. ולקיים גירסת הספרים אפשר לדחוק ולומר שרבינו גורס בדברי ת''ק שבברייתא עלו בו צמחים שלא מחמת המכה חייב לרפאותו ואינו חייב ליתן לו דמי שבתו ויש טעם לדבר משום דבגמ' ממעט שלא מחמת המכה מדכתיב רק וגבי שבתו הוא דכתיב רק וצ''ל שרבינו אינו גורס בברייתא יכול יהא חייב לרפאותו אלא יכול יהא חייב ואשבת קאי ואין להקשות אי שלא מחמת המכה אמאי חייב לרפאותו דבגמ' מפרש מאי שלא מחמת המכה כגון שעבר על דברי רופא ואכל דבש או מיני מתיקה שהם קשים למכה וא''ת והרי כתב רבינו בסמוך עבר על דברי רופא והכביד עליו חוליו אינו חייב לרפאותו וי''ל דהתם שאני שעבר על דברי רופא אבל כשאכל מיני מתיקה שהם מאכל אדם ואין הכל יודעים שהם קשים למכה והרופא לא הזהירו לא הוי פושע ולפיכך חייב לרפאותו ולפ''ז הא דקאמר מאי שלא מחמת מכה כדתניא הרי שעבר על דברי הרופא ואכל דבש או מיני מתיקה דהא דקאמר כדתניא לא מדמי להו אלא לאכל דבש או מיני מתיקה לא לעבר על דברי הרופא. כל זה אפשר לדחוק כדי לקיים גירסת הספרים ועוד שלמה שמגיה ה''ה מאחר שכתב דבעלו בו צמחים שלא מחמת המכה אינו חייב לרפאותו מה היה צריך לכתוב עבר על דברי הרופא והכביד עליו חליו אינו חייב לרפאותו ועוד שטבע הלשון מורה שאינו ט''ס שאם כדברי ה''ה כך הל''ל אינו חייב לרפאותו ולא לתת לו דמי שבתו: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> הנוגף את האשה וכו' ואם נגפה אחר מיתת הבעל נותנים אף דמי ולדות לאשה.</b> כתב הראב''ד אין דבר זה מחוור מן הגמרא וההלכות וכו'. וכתב ה''ה באמת לא מצאתי לרבינו טענה ברורה לסמוך עליה וכו'. ולי נראה שטעם רבינו משום דס''ל דהלכה כרבה משום דברייתא קתני אין הבעל נותן ליורשיו ורב חסדא אמר ליתיה לבעל לא ואע''פ שרש''י פירש איתיה לבעל או ליורשין וכו' פשטא דלישנא לא משמע אלא ליתיה לבעל בלחוד וכיון דהלכה כרבה שאם חבל בה לאחר מיתת הבעל זכתה האשה בהם הוא הדין לשאר אשה דעלמא ואפי' אינה אשת גר ומשמע דטעמיה דרבה משום דכי היכי דאשכחן דקרא זכי לבעל דמי ולדות מדכתיב בעל האשה הכי אשכחן דזכי לה מדכתיב ויצאו ילדיה ולא כתיב ויצאו הילדים וע''כ אית לן לאוקמי בשחבל בה אחר מיתת בעלה וטעמא דמסתבר הוא דבשלמא כשחבל בה בחיי הבעל זכה הבעל מיד בדמי ולדות אע''פ שלא גבה וכשמת מוריש ליורשיו אבל כשחבל בה אחר מיתת הבעל בעל זה מוריש ליורשיו דבר שלא זכה בו הילכך על כרחך של אשה הם דקרינהו רחמנא ילדיה ולישנא דברייתא הכי דייק דקתני אין הבעל נותן ליורשיו אין האשה נותנת ליורשיה מאי אין האשה נותנת ליורשיה לא משכחת לה אלא כשחבל בה בחייה אף אין הבעל נותן ליורשיו ליתיה אלא כשחבל בה בחיי הבעל: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>החובל באשת איש וכו' והריפוי לבעלה.</b> הרא''ש הקשה על דברי רבינו בזה ובמ''ש ה''ה נתיישב. \n",
                "<b>ומ''ש הבעל שחבל באשתו וכו' ואין לבעל בהם פירות.</b> הרב רבינו ניסים תמה על זה והאריך בזה והטור כתב בטור אבן העזר בשם הגאונים שקנסו אותו שאינו אוכל פירות: \n\n"
            ]
        ],
        [
            [
                "<b>המזיק ממון חבירו חייב וכו'.</b> כתב הרב המגיד והרב לא חילק ויש לתמוה על הרב המגיד שהרי מדין היה עולה בסולם ונשמטה שליבה מתחתיו שכתב רבינו בסמוך משמע בהדיא שהוא פטור באונסים גמורים וכ''כ שם הרב המגיד עצמו לדעת רבינו: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הזורק כלי של חבירו מראש הגג על גבי כרים וכסתות וכו'.</b> כתב הטור ואני תמה איך מיחייב הראשון דבהדיא אמרינן בגמ' בעידנא דשדא פסוקי מיפסק גיריה אלא ודאי הזורק פטור לעולם אם סילקו אחר ואם סילקו הוא לדעת רב אלפס חייב ולדעת ר''י ז''ל פטור וכן השיג עליו הראב''ד עכ''ל. וז''ל הראב''ד לא ראיתי שיבוש כזה והזורק לעולם פטור וכו' כדכתיבנא עכ''ל. ואני אומר שיש לתמוה מה מקשה לו מההיא דבעידנא דשדא פסוקי מיפסק גיריה שרבינו סובר שהיא דלא כהלכתא וכמו שכתב הרי''ף ופשט דבריו דלעולם הזורק חייב בין שקדם הוא וסילקן בין שסילקן אחר: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שנתפש על חבירו וכו' חוץ מן הנתפש מפני המס הקצוב על כל איש ואיש בכל שנה.</b> נראה שרמז למה שאמרו בהגוזל בתרא בר מתא אבר מתא מיעבט וה''מ באבילא וכרגא דההיא שתא אבל שתא דחליף כיון דאיפייס מלכא חליף: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ספינה שחשבה להשבר וכו'.</b> כתב ה''ה כתב הר''א אין כאן מלח וכו' וזהו תימה איך ידחה הרב דברי רבינו בלא טעם וראיה וכו' ועתה אפרש וכו'. כתב על זה נימוקי יוסף בפרק הגוזל בתרא אמר המחבר מפני שאין דעת המחבר כמו שהגיד המגיד תפסו הרב שמתוך דבריו ניכר שאינו מדבר באחד ידוע שטוען אותה יותר מדאי ואז חשבה להשבר דמה בין זה למעשה דחמרא ועוד שהוא מבואר שאין כן דעת המחבר שאמר והקל ממשאה שלא חילק בין משא של טוען ראשונה שאינו מכביד לטוען באחרונה שמכביד יותר מדאי אלא שהגורם הוא המשא שהיה כבר בה ואין אנו יודעים מי הגורם מן הסוחרים ובין שטענוה יחד או שהחזיקו בה קודם שתלך במים שלא היה ניכר עדיין ההיזק וכשהלכה עם המים חשבה להשבר דלא מצינו למימר לשום אחד שהוא הגורם וזה כטעם נחשול שבים שכיון שאין זה גורם יותר מזה מדוע נציל לאחד בממון חבירו אלא כל אחד בממונו בחלקים שוים ולא דמי למעשה דחמרא שהיה ידוע שהוא בא וטבע כרודף ממש ולפיכך לא טעם בה הרב שום טעם עכ''ל. ואני אומר שמה שכתב שהוא מבואר שאינו כן דעת המחבר וכו' אינו קשה כלל שמאחר שבפרק י''ב מהלכות גזילה כתב דין ספינה שעמד עליה נחשול וכאן כתב ספינה שחשבה להשבר מכובד המשוי ממילא משמע שצריך לפרש מ''ש כאן כמו שכתב ה''ה דמיירי בכעין עובדא דחמרא ועוד שכתוב סמוך לדין רודף כמו שהוא בגמרא: \n",
                "<b>סליקו להו הלכות חובל ומזיק</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות חובל ומזיק",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}