{
    "title": "Kiryat Sefer on Mishneh Torah, Damages to Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Damages_to_Property",
    "text": [
        [
            [
                "<b>כל </b> נפש אדם שהיא ברשותו של אדם שהזיקה הבעלים חייבים לשלם כדכתיב כי יגוף שור איש את שור רעהו אחד השור ואחד כל בהמה וחיה ועוף ולא דיבר הכתוב אלא בהווה כדגרסי' במכילתא וכי יגח שור אף השור היה בכלל וכו' שור אין לי אלא שור מנין לעשות כל בהמה כשור נאמר כאן שור ונאמר להלן בסיני שור מה להלן עשה כל בהמה כשור אף כאן כל בהמה כשור פירוש בסיני בעשרת דברות שנאמרו בסיני גבי שבת כתיב שורך וחמורך וכל בהמתך ואחרונות וראשונות חדא מילתא היא כדאמרינן זכור ושמור בדיבור אחד נאמרו ובשור שנגח את הפרה תנן אחד שור ואחד כל בהמה לנפילת הבור וכו' ולשבת וכן חיה ועוף כיוצא בהם ואמרינן בגמרא גבי שבת מנא לן דתניא וכו' דכתיב בדברות הראשונות ובהמתך ובאחרונות שורך וחמורך וכל בהמתך בכלל כל בהמה היו שור וחמור ולמה יצאו לומר לך מה שור וחמור האמור כאן חיה ועוף כיוצא בהם דכל ריבויא הוא אפילו עופות אף כל חיה ועוף כיוצא בהם."
            ],
            [
                "<b>וכמה </b> משלם אם הזיקה בדברים שדרכה לעשותם תמיד כמנהג ברייתה חייב לשלם נזק שלם מן היפה שבנכסיו כדכתיב מיטב שדהו ומיטב כרמו ואתרויהו קאי אשן וארגל כדאמר' פרק קמא ושלח זה הרגל וכן הוא אומר משלחי רגל השור והחמור ובער זה השן כדכתיב כאשר יבער הגלל דהיינו שן דפעמים הוא מגולה ופעמים מכוסה וכתיב ביה יבער לישנא אחרינא גלל זה רעי שהשן מבערה למאכל ונעשית גלל כמו גללי אדם וגללי בהמה ואם שנתה מה שאין דרכה לעשות תמיד משלם חצי נזק מגוף המזיק נגיחה בהדיא כתיב כי יגח והוי אב ונגיפה ונשיכה ורביצה ובעיטה הוו תולדות כדאמרינן ריש מכילתין דתולדה דקרן כקרן דכוונתן להזיק כי קרן ואין הנאה להיזקן ואין היזקן מצוי כי קרן והילכך כל אימת דלא הועדה בב\"ד שלש פעמים בכך אינה משלמת נזק שלם ואם הועדה משלמת כדכתיב או נודע כי שור נגח הוא מתמול שלשום וגו' והשן מועדת מתחלתה לאכול הראוי לה וכן הרגל לשבר בדרך הילוכה דמיטב שדהו קאי אשן ורגל מתחלתן כדילפינן לעיל והבהמה מועדת מתחלתה לרבוץ על כלים קטנים כדאמרינן נמי התם ספ\"ק דפכין קטנים אורחיה הוא. והזאב והארי והדוב והנמר והברדלא מועדין מתחלתן אפילו הן בני תרבות כדתנן התם לת\"ק דר' אליעזר ונחש לכ\"ע הוי מועד לעולם וכל חד במידי דאורחיה הוי מועד."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b> מועד משלם נזק שלם מן היפה שבנכסיו וכדאמרינן פרק קמא כולן כאבות לשלם ממיטב מ\"ט אתיא תחת נתינה ישלם כסף כדפירש רש\"י ז\"ל התם דבכולהו כ\"ד אבות דמני ר' חייא כתיב חד מהני לישני למיגמר תשלומי מיטב. אם נכנס ניזק לרשות המזיק והזיקו בהמתו של בעל הבית פטור כדתנן התם חוץ מרשות המיוחדת למזיק דאמר ליה תורך ברשותי מאי בעי ובמקום אחר אף על פי שיש לו רשות למזיק להלך בו חייב דלא ממעטינן אלא רשותו ממש דאמר ליה תורך ברשותי וכו' ובשן ורגל כל שיש רשות למזיק להלך בו פטור אם הזיק דלא מחייב אלא ברשות הניזק כדכתיב וביער בשדה אחר וגו' והיינו כשאין רשות למזיק ליכנס שם וכדאיתא התם וכו'."
            ],
            [],
            [],
            [
                "<b>שלש </b> אבות נזיקין בשור הקרן והשן והרגל כדילפינן לעיל דכתיב כי יגח וכתיב ושלח את בעירו ובער וגו' ותולדות הקרן כמוהו כדאמרינן לעיל ותולדות השן כל שהוא להנאתה כאכילה ותולדות הרגל כל שהזיקה בשעת הילוכה באי זה דבר שיהיה כרגלו המזיק דרך הילוכו וכשכוש רב בזנבה וכשכוש הגיד הוי בעיא אי הוי תולדות רגל או קרן:"
            ]
        ],
        [
            [
                "<b>התולדה </b> כאב אם מועד אם תם וכדאמר' וכל אבות נזיקין ותולדותיהן מועדין מתחלתן חוץ מקרן ותולדותיו שהם תמים עד שיועדו כדאמרינן. וצרורות המנתזין מתחת רגלי הבהמה בשעת הילוכה אף על פי שהיא תולדת רגל ומשלם ברשות הניזק מן העליה אינו משלם אלא חצי נזק דהלכה גמירי לה הכי וכן אם התיזה מר\"ה לרשות הניזק הוי צרורות כי אורחיהו בכלל חצי נזק צרורות דגמירי להו הלכתא וכדאמר' ואם בביעוט התיזה צרורות הוי ספק אי באורחיהו חצי נזק ואין שינוי לצרורות ומשלם חצי נזק או יש שינוי ואינו חייב אלא רביע וסלקא בתיקו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b> המשלם מה שהזיק הרי זה ממון והמשלם פחות או יתר על הקרן הוי קנס ואין חייבין הקנס אלא על פי עדים לא על פי עצמו כדילפינן מדכתיב אשר ירשיעון אלהים פרט למרשיע עצמו כדא' במרובה."
            ],
            [],
            [
                "<b>תרנגול </b> שתקע באויר כלי זכוכית משלם נזק שלם על התבלין ועל הכלי חצי נזק צרורות וכן סוס שצנף הוי צרורות דבכח קול שבר כדתניא פרק כיצד הרגל ושבירת כלי ע\"י החוט המסובך ברגלי התרנגולין הוי משום צרורות וכדאמרינן בגמרא מתניתין בדאדייה אדויה ואם היה לחוט בעלים ולא הצניעו חייב חצי נזק משום בורו המתגלגל דמייתי לה במה הצד בפרקא קמא משור ובור שור הולך מעצמו ואין מעשיו גרמו ובור אין דרכו לילך ולהזיק הצד השוה שבהם שממונם ושמירתם עליך וכו' וחייב לשלם נזק שלם והכא משום דלא הזיק חוט שלו אלא בהדי תרנגול אינו חייב אלא חצי נזק כדאמרינן."
            ],
            [],
            [],
            [
                "<b>תרנגולין </b> ששברו כלים ברוח שבכנפיהם וכן אם הזיקו בעפר שהעלו בכנפיהם חייב חצי נזק צרורות. וכל המשלם נזק שלם טעמא משום דהוי דרכו וחצי נזק משום דהוי שינוי כגווני דמייתי בשאר הפרק וחצי נזק של גדיש הוי משום צרורות:"
            ]
        ],
        [
            [
                "<b>כל </b> בהמה שאכלה דברים הראויים לאכול ברשות הניזק חייבת לשלם כל מה שאכלה או הזיקה ובר\"ה פטור כדכתיב ובער בשדה אחר ואם נהנית משלמת מה שנהנית כדתנן פרק כיצד דף י\"ט ואם אכלה דברים שאין דרך לאכלן אפי' ברשות הניזק משלם חצי נזק דשינוי הוא ותולדה דקרן ואם (תלאה) [תלשה] פירות בר\"ה ואכלתן ברשות הניזק הוי ספק אי משלם מה שנהנית או מה שהזיקה ואם הוציא האוכל מרשות הניזק ואכלו ברשות אחרים אינה משלמת אלא מה שנהנית דכתיב ובער בשדה אחר וליכא כדאמרינן דכ\"ג."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אכלה </b> דברים שאין דרכן לאוכלן אלא על ידי הדחק ברשות הניזק משלם נזק שלם דלא הוי שינוי ובר\"ה מה שנהנית כדתניא בגמרא דף י\"ט. וחיה שטרפה ברשות הניזק דרכה הוא בכך אבל כלב שאכל תרנגולים גדולים הוי שינוי ואינו משלם אלא חצי נזק. ואם הזיקה הבהמה כלי כדי לאכול המאכל שבו חייב נזק שלם על הכלי [ג\"כ] (גרירין) כדאמ' פ' כיצד ד\"כ ואם אחר שאכל שבר הוי שינוי ומשלם חצי נזק כדאיתא נמי התם."
            ],
            [],
            [],
            [
                "<b>אכלה </b> מצדי הרחבה ומתוך החנות חשיב חצר הניזק ומשלם מה שהזיקה וכדאיתא התם דכ\"א ופירות שע\"ג חברתה שקפצה ואכלתן הוי כחצר הניזק אבל אם עמדה מעט כדי לפשוט צוארה לא הוי רשות הניזק."
            ],
            [],
            [
                "<b>בהמה </b> שנפלה באונס לחצר הניזק אינה משלמת אלא מה שנהנית כדכתיב ושלח את בעירו וגו' והכא באונס נכנסה ולא משלם מה שהזיקה כדתנן ריש פרק הכונס."
            ],
            [],
            [
                "<b>הכניס </b> קדרות או פירות לחצר חבירו שלא ברשות פטור בעל החצר אם הזיקן בהמתו ברשות המזיק (הוא) והוא חייב על מה שהוזקה בהמת בעל חצר בהן כיון דשלא ברשות הכניס לחצר הניזק כדתנן פרק הפרה דף מ\"ח ואם ברשות הכניס פטור מלשלם מה שהוזקה בהמת בעל החצר ואין בעל החצר חייב לשלם [אם] הזיק בהמתו לכלים או לפירות אלא א\"כ קבל שמירתן דהשתא הוי חצר הניזק לפירות ולכלים וכשהכניס שלא ברשות אם הוזקה בהמת בעל החצר באכילת פירות פטור דהוה ליה שלא תאכל אלא א\"כ הניחו בעל חצר לבעל פירות בחצר לשמור וכדאיתא התם:"
            ]
        ],
        [
            [
                "<b>בהמה </b> שלא נעל לפניה כראוי ויצאה והזיקה בכל גוונא חייב דתחלתו בפשיעה וסופו באונס חייב וכל שנעל כראוי ויצאה והזיקה פטור כדתנן התם ריש הכונס ותנא ד' דברים התורה מיעטה בשמירתן בור אש שן ורגל. שן דכתיב ובער בשדה אחר עד דעביד כעין ובער כעין המאכיל בידים דהיינו בפשיעה. רגל דכתיב ושלח עד דעביד כעין ושלח וכו' טעמא דעביד כעין ובער ושלח הא לא עביד לא. ובור דכתיב כי יפתח איש בור וגו' ולא יכסנו הא כסהו אפילו פורתא פטור ולא בעי עד דטאים ליה בעפרא. אש דכתיב המבעיר את הבעירה עד דעביד כעין מבעיר בפשיעה היתה מחיצה בריאה והוציאוה ליסטים הליסטים חייבים כדתנן נמי התם ריש הכונס כיון שהם הכישוה."
            ],
            [
                "<b>פורץ </b> גדר בריא לפני בהמת חברו ומעמיד בהמה או מכישה לגינת חברו חייב דהוי כמזיק בידים."
            ],
            [],
            [
                "<b>מוסר </b> בהמתו לאחד מד' שומרים ושמרוה שמירה מעולה ויצאה והזיקה פטורין שמרוה שמירה פחותה אם שומר חנם הוא פטור דכלתה שמירתו ולא פשיעה היא ושאר שומרים לא כלתה שמירתן וחייבין היו להתחזק בשמירה ופשיעה היא מידי דהוה אגניבה ואבדה וכדאמר' ס\"פ ד' וה'."
            ],
            [
                "<b>הניחה </b> בחמה חייב כדתנן ריש פרק הכונס משום דמצטערת ולא סגי לו בדלת שיכולה לעמוד ברוח מצויה וכן מסר שור קשור לחש\"ו הבעלים חייבים כדתנן נמי התם."
            ],
            [],
            [
                "<b>מסר </b> שורו לחמשה בני אדם ופשע בו אחד מהם והזיק חייב כיון דבלאו איהו לא הוה מינטר."
            ],
            [
                "<b>שאל </b> שור ולא ידע שהיה נגחן הבעלים חייבים בהיזקו ואין רשות משנה דשם בעליו עליו. הועד בבית השואל והחזירו לבעליו חוזר לתומתו דרשות משנה הרשות שנשתנה לה משנה את ההעדאות ואין שם השואל שהועד ברשותו עליו."
            ],
            [],
            [
                "<b>שומר </b> שלא קבל אלא שמירת הבהמה לא נזקיה או איפכא פטור על מה שלא קבל שהרי אינו נקרא שומר על זה. מסרה השומר לשומר אחר חייב לשלם לבעלים והוא יעשה דין עם השומר הב' דאמר ליה את מהימנית לי בשבועה וכו' אבל מסר לבן ביתו נכנסו תחת השומר שדרך השומר למסור לבן ביתו וכדאמרינן התם פרק הכונס דף נ\"ו. שומר שנתחייב ואין לו משתלם הניזק מן השור אם הוא תם דמשתלם מגופו וכדמשמע פרק שור דף מ'."
            ],
            [],
            [],
            [
                "<b>פירות </b> מחוברין משערין אותם בששים ואין שמין את הערוגה לבדה מפני שמפסיד מזיק ששמין אותה בכל שוויה ורחמנא אמר ובער בשדה אחר מלמד ששמין אותה על גבי שדה אחרת דאי בשדה אחר לאפוקי ר\"ה לכתוב רחמנא ובער בשדה חברו א\"נ שדה אחר ומדכתביה גבי ובער ש\"מ תרתי ולהכי שיימינן בששים שלא יפסיד מזיק וניזק וכדאמר' פרק הכונס דף נ\"ח ופירות גמורין בשוויהן כדתנן התם לרבי שמעון וכדאמרינן בגמרא והאי דילפינן על גבי שדה מידי דצריך לשדה הוי כיון דלא צריך לשדה בעיניהו בעי לשלומי:"
            ]
        ],
        [
            [
                "<b>מה </b> שאסור לאדם להזיק ולשלם נראה דהוי מדרבנן וכן התנאים והתקנות:"
            ]
        ],
        [
            [
                "<b>אי </b> זהו מועד כל שהעידו בו ג' ימים כדתנן פרק כיצד דכ\"ג כרבי יהודה ופי' טעמא אביי תמול חד מתמול תרי שלשום תלתא ולא ישמרנו בעליו אתאן לנגיחה רביעית שאם לא שמרו ונגח נגיחה רביעית משלם נזק שלם מן העליה ושלשה כתי עדים ביום אחד על שלשה נגיחות שבשלשה ימים בעיא התם אי לייעודי תורא בעינן שלשה ימים הא מייעד ואי לייעודי גברא לא מייעד מימר אמר השתא הוא דקא מסהדי בי והתורה אמרה שלשה ימים וכו'."
            ],
            [
                "<b>אין </b> העדאה אלא בפני הבעלים ובפני ב\"ד כדתניא התם דכתיב והועד בבעליו דמשמע בפניו ובפני ב\"ד הוא מסברא דמי יקבל עדות אם לא בפני ב\"ד וכו'."
            ],
            [
                "<b>שור </b> של חש\"ו ומי שהוא במדינת הים שנגחו פטורין דלא חייבינהו רחמנא לא במצות ולא במכות ולא בעונשין וכי היכי דפטורין בנזקי גופן כדתנן הם שחבלו באחרים פטורין הוא הדין בנזקי ממונן ובהיזק דגופיהו לא אפשר לאפטרופוס למיקם אנטירותיהו וכלי ממונן אבל גבי שורן אפשר וגם לא גבי ליה ניזק אלא מגופו וכיון דאיזדבן איסתלק ליה היזקה ולכך מעמידין להן ב\"ד אפוטרופוס."
            ],
            [],
            [
                "<b>שור </b> שמלמדין אותו ליגח אפילו המית את האדם אינו חייב מיתה דכתיב כי יגח ולא שיגיחוהו כדתנן התם דף ל\"ט וכיון שהם פטורין מן המיתה דין הוא שלא יעשו מועדין."
            ],
            [
                "<b>שור </b> שהועד ונמכר או ניתן במתנה חזר לתמותו דרשות משנה כדילפינן [גבי נגח והקדיש או הפקיר פטור דבעינן מיתה והעמדה בדין שוין כאחד דכתיב והועד בבעליו וגו' והמית איש (שמות כא, כט) משמע דמשעת העדאה עד שעת מיתה הוי בעליו]."
            ],
            [
                "<b>הועדה </b> וחזרה מדבר שהועד לה וחזרה לתמותה דכל שהתינוקות ממשמשין בו ואינו נוגח כרבי מאיר דמתניתין אינו צריך שמירה וכתיב ולא ישמרנו בעליו אתאן לנגיחה רביעית כדאמר לעיל וכן אם הוא מועד למין אחד ולא לאחר או ליום אחד ולא לאחר אינו צריך שמירה למין או ליום שאינו מועד לו והוא תם וכן מועד לשופרות למה שאינו מועד אינו צריך שמירה ומה שהוא ספק אם מועד לו או לא הוי ספק נמי אי צריך שמירה:"
            ]
        ],
        [
            [
                "<b>שור </b> שקשרו בעליו במוסרה ונעל בפניו כראוי תם חייב מועד פטור כר' יהודה דס\"פ ד' וה' דכתיב ולא ישמרנו בעליו ושמור הוא זה דסבר סתם שוורים בחזקת שימור קיימי אין לך אדם שאין משמר שורו שמירה פחותה וחייב הכתוב סתם אלמא שמירה מעולה בעי והדר אמר רחמנא לא ישמרנו גבי מועד דנעביד ליה שמירה מעולה הוי ריבוי אחר ריבוי למעט שמירה מעולה וכי תימא נילף נגיחה דתם ממועד דהיקשה דבן יגח או בת יגח דדרשינן מיניה נגיחה לתם נגיחה למועד דלסגי ליה בשמירה פחותה הא מיעט רחמנא ולא ישמרנו לזה ולא לאחר דאי לגופיה דאם לא שמרו שמירה ליחייב והוי ריבוי וכו' ויכתוב רחמנא ולא ישמור מאי ולא ישמרנו לזה ולא לאחר וכן מועד מתחלתו בשן ורגל דהתורה מיעטה בשמירתן כדילפינן לעיל פ\"ד ומועד לקרן ימין ולא לשמאל ושמרו כראוי משלם חצי נזק אפילו נגח בימין דלא גרע משמאל וכי מיעט קרא שמירה מעולה ממועד היינו בשכל גופו מועד כדאמרינן."
            ],
            [],
            [
                "<b>בהמה </b> שחבלה באדם פטור מד' דברים שלא חייבה בהן תורה אלא לאדם שחבל בחברו דכתיב איש כי יתן מום בעמיתו הוי בדין נתינת מומין ולא שור בעמיתו של בעליו כדאמרינן ס\"פ כיצד דף כ\"ו."
            ],
            [
                "<b>שור </b> שהוזק ברשות המזיק פטור שהרי היה שורו שמור ברשותו ואומר לניזק תורך ברשותי מאי בעי כדאמרינן פ\"ק ופרק הפרה ואם נגח שור של בעל הבית חייב כמו בר\"ה כרבנן דר' טרפון פרק כיצד דף כ\"ז כמה קרן בר\"ה תם חצי נזק אף ברשות הניזק כן ולא דיינינן ק\"ו משום דאמרינן דיו דדיו דאוריתא דילפינן ק\"ו לשכינה הלא תכלם שבעת ימים ק\"ו לשכינה י\"ד יום אלא דיו לבא מן הדין וכו'. נפל לבור חייב בנזקי המים שהבאיש מיד דהוי מזיק ממש ולא בור ואם אחר זמן נבאשו נעשה שור בור ומים כלים ולא מצינו בור שחייב בו את הכלים דלא חייב בבור על המיתה אלא על נזקי בהמה ושאר חפצים היזקן הוא מיתתן ודרשינן שור ולא אדם חמור ולא כלים ואם הכניס השור ברשות פטור וחייב בעל החצר בנזקו אי קבל שמירתו כדתנן התם לר' דף מ\"ז. הזיק את בעל הבית או שהוזק בו בעל הבית או חפר בחצר בורות שיחין ומערות חייב ובעל הבית חייב בנזקי הבור אם הפקירו דאף על גב דכתיב כי יכרה איש בור ולא שור בור הכא כיון דאית ליה להאיך למלויה ולא קא מלויה כמאן דכרייה דמי וכדאמ' התם דף מ\"ח הזיק בע\"ה את השור לדעת חייב שיש לו רשות להוציאו ולא להזיקו."
            ],
            [],
            [],
            [],
            [
                "<b>שמין </b> לנזיקין שנותן לו שבר הכלי ומשלים לו נזקו כתנא דבי חזקיה פרק קמא ד\"י והמת יהיה לו לניזק או אינו אלא למזיק אי הכי ליכתב רחמנא שור תחת שור ולשתוק מהמת יהיה לו דכיון דשלם שור תחת שור נבלה שלו היא והמת יהיה לו למה לי ש\"מ לניזק שיטלנו בדמים ועליו ישלים המזיק ואית דמפקי ממכה נפש בהמה ישלמנה ישלימנה ומאי טרף יטרף יביאהו עד הטרפה לא ישלם עד טרפה ישלם טרפה עצמה לא ישלם וכולהו צריכי כדאיתא התם. ופחת הנבלה ג\"כ לניזק דמשעת מיתה רמיא עליה כדכתיב והמת יהיה לו ושבח הנבלה חולקין כר' יהודה דפליג אר' מאיר (דלר') [כיון] דכתיב וגם את המת יחצון ואי לפחת שפחתו מיתה לחוד אתא לכתוב ואת המת יחצון מאי וגם ש\"מ תרתי דשתפיה רחמנא למזיק בשבחא השביח הניזק בשעת העמדה בדין נותן כשעת הנזק ואיצטריך היכא דשבח ממילא וכ\"ש כשפטמו ואם כחש מחמת מכה בשעת העמדה בדין נותן כשעת העמדה בדין דא\"ל קרנא דתורך קבירה ביה. ואם השביח המזיק בשעת העמדה בדין נותן לו כשעת הנזק אם השביח מחמת שפטמו ואין יכול ניזק לומר לו תן לי חלק השבח שברשותי השביח גם כן ואם מחמת עצמו השביח משתלם חצי נזק כולו בשעת העמדה בדין כר' עקיבא דשותפי נינהו בשור דמשתעי ביה קרא."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>על </b> לטרוח בנבלה להעלותה כדאמרינן פרק קמא דף י\"א כאבא שאול יביאהו עד יביא עדותה לב\"ד ואחרים אומרים מנין שעל בעל הבור להעלות שור מבורו תלמוד לומר כסף ישיב לבעליו והמת משמע שאף המת ישיב לבעליו:"
            ]
        ],
        [
            [
                "<b>כל </b> קדשים שחייבים בהם מעילה אין בהם דין נזקין דכתיב שור רעהו ולא של הקדש כדתנן התם פרק ד' וכו' דף ל\"ז ופסולי המוקדשים יש להם דין נזקין שהרי יצאו לפדיון להיותן חולין כדאמרינן התם סוף הפרה שור ושור פסולי המוקדשין שנגחו וכו' ומאי ניהו שור בכור דלא פריק ליה וכן כל פסולי המוקדשין שלא נפדו אבל אותן שיצאו לפדיון כבר שור רעהו מיקרו אף על פי שאסורין בגיזה ועבודה דבור לחוד פטרי' משום דכתיב והמת יהיה לו במי שהמת שלו."
            ],
            [
                "<b>שלמים </b> שהזיקו אוכל מן הבשר בקדושה כנגד חצי נזק של הבשר ולא מה שכנגד האימורין דכי ליכא לאישתלומי מהאי לא משתלים מהאי לרבנן דרבי נתן ושלמים ממון בעלים הוא ושור רעהו קרינא ביה כדכתיב ומעלה מעל בה' ומרבינן קדשים קלים שהם ממונו של חברו וקרינא ביה וכחש בעמיתו ומשלם קרן וחומש ואשם ונשבעין עליהן אף על גב דאין נשבעין על ההקדשות ואיידי דנשבע אבשר נשבע על כל בהמה ואימורין בכלל ולהכי משלם קרן וחומש על כל הבהמה של שלמים אבל הכא לא קרינא ליה שור רעהו לאישתלומי מיניה אלא מה שכנגד הבשר וכדאמרינן. וכן שור הפקר שהזיק פטור דלאו שור רעהו הוי ואם זכה בו אחר אינו משלם ואפילו הופקר אחר שהזיק פטור כדאמר רבי יהודה בבריתא די\"ג דכתיב והועד בבעליו והמית איש עד שתהא מיתה והעמדה בדין שווין כאחד דמשמע שיהא לו בעל אחד משעת העדאה עד שעת העמדה בדין וגמר דין שיהו שוין כאחד."
            ],
            [],
            [],
            [
                "<b>שור </b> של ישראל שנגח של נכרי פטור דכתיב רעהו ולא של נכרי ושל נכרי שנגח של ישראל חייב ושל נכרי שנגח של ישראל בין תם בין מועד חייב נזק שלם דכתיב ראה ויתר גוים ראה שבע מצות בני נח שקבלום ולא קיימום עמד והתיר ממונן לישראל כדאמרינן פרק ארבעה וחמשה דף ל\"ח ודוקא לענין נזקין דסברא היא אבל שאר גזל אסור ואיפשר דהילכתא היא עד דאתא נביא ואסמכיה אקרא וכו'."
            ],
            [
                "<b>שור </b> תם שהזיק ומכרו הניזק גובה ממנו וחוזר הקונה על המזיק שמכרו כדתניא פרק המניח דף ל\"ג מכרו מכור לרדיא הקדישו מוקדש משום דרבי אבהו דיהיב להקדש מידי פורתא כדאמרינן בערכין ומדאורייתא לא קדיש דאין הקדש דמים מפקיע מידי שיעבוד שחטו גובה מבשרו דתניא חי אין לי אלא חי שחטו מנין ת\"ל ומכרו את השור החי מכל מקום ונתנו במתנה הוי כמכרו. ואם עמד בדין ואחר כך מכרו או הקדישו או נתנו לא עשה ולא כלום ואפילו קדמו בעלי חובות של מזיק ותפסוהו הניזק גובה ממנו לפי שאינו משתלם אלא מגופו ואמר ליה ניזק לבעל חוב אלו גבך הוה מינך הוה גבינא ליה דהאי תורא דאזקן מיניה משתלמנא. ושור מועד כל מה שעשה בו הבעל [חוב] עשוי אפילו אחר העמדה בדין שאין משתלם מגופו אלא ממעולה שבנכסיו וכל נכסיו משועבדין לנזקו כדאמ' התם ואפילו לית ליה נכסיה אלא האי שור וקדמו בעלי חובות ותפסוהו קי\"ל ב\"ח מאוחר שקדם וגבה מה שגבה גבה דאף על גב דאלו הוה גבי בעל חוב והוה מזיק הוה משלם היינו משום דפשע בשמירתו אבל השתא אין שמירתו עליו כיון שהיה ברשות בעליו קודם שתפסו והא דאמרינן לעיל דמצי אמר ניזק תורא דאזקן מיניה משתלמנא היינו משום דהוי תם דמשתלם מגופו וכדא'."
            ],
            [],
            [],
            [],
            [
                "<b>כל </b> זמן שימצאו מטלטלין אפילו סובין לגבות לניזק אין בית דין נזקקין לקרקע דכתיב מיטב שדהו וכתיב כסף ישיב בדף ח' ומרבינן אפילו סובין משמע דכל מידי דמטלטלין מיטב נינהו דיכול להוליכן ממקום זה אי לא מזדבן למקום אחר והכי מיתרצי קראי בשדות יתן מיטב דכתיב מיטב שדהו ולא כתיב מיטב סתמא ובמטלטלין אפילו סובין הוי מיטב כדאמרינן וכיון דכתיב כסף ישיב לבעליו משמע ממילא דאי אית ליה כסף למזיק מיחייב למיתן ליה זוזי ואי לית ליה הדר כתיב ישיב דמרבינן אפילו סובין דכולהו מיטב הוו כדאמרינן ואי לית ליה מטלטלין להכי כתיב מיטב שדהו ומסתברא דכל שיש לו מטלטלין דהוו כולהו מיטב אין נזקקין לקרקע וכשאין מטלטלין (אין) רואין בית דין אי זהו מיטב שבשדותיו וגובין לו מהם כן נראה לפי דעת הרב ז\"ל שכתב כל זמן שיש מטלטלין וכו' אין נזקקין לקרקע וכו'."
            ],
            [
                "<b>מת </b> המזיק קודם שישלם אין נזקקין אלא בקרקע ולא למטלטלין דמטלטלי דיתמי לא משתעבדי לבעל חוב דאיכא למימר לאחר מיתת אביהן קנאום ואם תפס בחיי מזיק גובין לו מהם וכשיש לו קרקע אין גובין מן היתומים אלא מן הזיבורית כדתנן פרק הניזקין."
            ],
            [],
            [
                "<b>אין </b> מחייבין לעולם למזיק לשלם אלא בעדים הכשרים לשאר עדות כדתנן התם דף י\"ד על פי עדים בני חורין ובני ברית וכו' הילכך אם היו אמתלאות לומר זה הזיק אין סומכין עליהן עד שיראוהו עדים כדתנן התם פרק המוכר פירות."
            ],
            [
                "<b>שור </b> שהיה רועה ונמצא שור הרוג בצדו דלא אזלינן בתר אומדנא לרבנן דרבי אחא ואפי' לפרוע מחצית הנזק דהא דאמרי' שור שנגח את הפרה ונמצאת עוברה בצדה ואין ידוע וכו' דמשלם פלגא היינו טעמא שהרי רואין שנגח את הפרה:"
            ]
        ],
        [
            [
                "<b>בהמה </b> מעוברת שהזיקה גובה חצי נזק ממנה ומוולדה כדאמר רבא התם פרק הפרה דוולדה גופא היא ותרנגולת שהזיקה אינו גובה מביצתה דפירשה היא דבר המופרש ממנה ולאו בכלל גופה הוי להשתלם חצי נזק מביצה אי ליכא תשלום חצי נזק בתרנגולת."
            ],
            [
                "<b>מעוברת </b> שנגחה ונמצא ולדה בצדה משלם חצי נזק מן הפרה ואינו גובה מן הוולד עד שיברר שהיתה מעוברת כשנגחה כדאמרינן ריש הפרה אבל חכמים אומרים זה כלל גדול בדין המוציא מחברו עליו הראיה. וכן אם נגח פרה מעוברת ונמצא עוברה בצדה ואין ידוע אם מחמת הנגיחה הפילה אינו משלם נזק הוולד דהמוציא מחברו עליו הראיה וילפינן התם דהמע\"ה מדכתיב מי בעל דברים יגש וגו' ואמרינן הא למה לי קרא סברא היא דכאיב ליה ליבא אזיל לבי אסיא אלא קרא לנזקקין לתובע תחלה וכו'."
            ],
            [],
            [
                "<b>נגח </b> פרה מעוברת והפילה אין שמין פחת כל אחד בפני עצמו כדאמר רבא התם כי היכי דלא ליכחוש מזיק דאמר ליה פרה מעברתא איזקנא לך פרה מעברתא שיימנא לך וכו' כדאי' התם. ואם היה הוולד לאחר פחת גוף הפרה [לבעל הפרה] והשאר חולקין והוולד לבעליו."
            ],
            [],
            [
                "<b>שור </b> שהיה רודף אחר שור אחר והוזק ואין ידוע אם בסלע לקה או ב' רודפים אחר אחד והזיקו אחד מהם ואינו ידוע אי זהו המזיק והם של שנים או הם של אחד והאחד גדול והאחד קטן או אחד תם ואחד מועד או הניזקין היו גם כן אחד גדול ואחד קטן בכולהו אמרינן המוציא מחברו עליו הראיה ואפילו ניזק אומר בריא ומזיק אומר שמא אשמועינן רבנן דיד נתבע על העליונה דהמע\"ה וכשיש עדים על ההזק ואינם מבררים מי הוא המזיק או מי הזיק למי משלם המזיק כמו שאומר דלא הוי טענו חטים והודה לו בשעורים מה שאומר הניזק מועד או גדול הזיק והמזיק אומר תם או קטן הזיק שהרי יש כאן עדים שא' מהם הזיק הילכך אם טען הניזק אתה יודע בודאי שזה הזיק בפניך הרי מזיק נשבע שבועת התורה ומשלם כמו שהודה שהרי הודה במקצת וילפינן לה לשבועה במקצת מדכתיב כי הוא זה וגו' ואפילו בששניהם תמים דדמו טפי לטענו חטים והודה לו בשעורים כיון שיש שם עדים שאחד מהם הזיק לא הוי מודה בקנס וכיון דחייב הוו נמי מודה מקצת וחייב לישבע כשטוען הניזק אתה יודע כדאמרינן והיכא דליכא עדים על ההזק ומזיק מודה במקצת במועד הוי כטענו חטים והודה לו בשעורים דפוטר אף במה שהודה ואם תפס הניזק משתלם כמו שהודה המזיק והא דטענו חטים והודה לו בשעורים פטור היינו משום דהא אמר ליה תובע לאו שעורין יהבי לך ואחולי מחיל גביה ולהכי נראה דאם תפס שעורים לא משתלים כיון דמחל אבל אם תפס הניזק במה שהודה לו המזיק משתלם דיכול למימר דלא מחל כיון שאיפשר שהאחר הזיק כמו שאמר המזיק מה שאין כן בשעורים דהא ידע איהו ודאי דלא יהיב ליה שעורים ואית דמפרשי דפטור אף מדמי שעורים דבחטים הא כפר ובשעורים דאודי ליה כיון דלא תבעיה בגויהו לאו הודאה היא ויכול לחזור בו דיכול למימר משטה הייתי בך ואי קדם ניזק או תובע ותפס מקמי דלהדר משתלים מה שהודה לו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שור </b> שנגח וחזר ונגח שור אחר הניזק והבעלים כשותפין בו למה שהזיק אחר כך כרבי שמעון דמתניתין פרק ארבעה וחמשה דאתי כרבי עקיבא דאמר דשותפי הוא דכיון דהנזק משתלים מגופיה דשור שותפין הן בו המזיק והניזק ואם תפסו ניזק לגבות נזקו מגופו הוי שומר לנזקין וחייב הוא בכל הנזק אפילו לרבי עקיבא דשותפי נינהו דהא תנן השותפין נעשין שומרי שכר זה לזה."
            ],
            [],
            [
                "<b>ב' </b> שוורים תמים או מועדים או אחד תם ואחד מועד שחבלו זה בזה משלמין זה לזה במותר נזק שלם או חצי נזק כדתנן פרק המניח דף ל\"ג ואי הוי נזק כנגד נזק יצא זה בזה אפילו הן תמים ונאבד האחד לא יאמר בעליו לחברו שלם לי אתה כי שלי אבד ואינך יכול להשתלם אלא מגופו וסברא היא דיוצא זה כנגד זה דאפוכי מטרתא למה לי:"
            ]
        ],
        [
            [
                "<b>שור </b> שהמית האדם ואפילו עבד אחד תם ואחד מועד נסקל כדתנן במתני' פרק ארבעה וחמשה דף מ\"א דבתם נמי כתיב סקול יסקל וכן דקטן וקטנה חייב עליהן סקילה כגדולים כדכתיב או בן יגח או בת יגח דאם אמרת באיש ואשה שכן חייבים במצות תאמר בבן ובת תלמוד לומר או בן יגח וכו' בת יגח נגיחה בתם נגיחה במועד נגיחה למיתה נגיחה לנזקין ואם המית הגוי פטור בדיניהם [דפרט לך הכתוב (שמות כא, כט-לב) בן ובת עבד ואמה גבי נגיחה משמע דבגוי פטור]."
            ],
            [
                "<b>אחד </b> שור וא' חיה ועוף שהמיתו נסקלין כדתנן בעדיות וילפינן שור שור גזרה שוה משבת לעשות כל בהמה חיה ועוף כשור וגבי שבת מנא לן דכתיב בדברות האחרונות שורך וחמורך וכל בהמתך שור וחמור בכלל היו ולמה יצאו לומר לך מה שור האמור כאן חיה ועוף כיוצא בו כדכתיב וכל בהמתך דוכל ריבוייא הוא אף כל חיה ועוף כיוצא בהן. תם פטור מן הכופר דאין תם משלם אלא מגופו והרי הוא נסקל והיכא דאינו נסקל כמו על פי עד אחד אפילו מועד אינו משלם כופר כדרבא פרק ארבעה וחמשה השור יסקל וגם בעליו יומת כל היכא דוסקל וכו' והיאך נעשה מועד מאחר דבפעם ראשונה סוקלין אותו כגון דקטל וערק לאגמא או אין מכירין את השור וכו' והני גווני דמוקמי התם בגמרא דף מ\"א וכו'."
            ],
            [],
            [
                "<b>זה </b> שאמרה תורה וגם בעליו יומת למדו מפי השמועה שחיוב מיתה זו בידי שמים ואם נתן כופר הנהרג מתכפר לו ואף על פי שהוא כפרה ממשכנין עליו דאמרי' במכילתא וגם בעליו יומת אם כופר יושת עליו יומת בידי שמים או אינו אלא בידי אדם כשהוא אומר אם כופר יושת עליו ונתן פדיון נפשו הא אין נותנין פדיון למומתין בידי אדם כדכתיב ולא תקחו כופר לנפש הרוצח וגו' ונתן פדיון נפשו של מומת וכו' רבי עקיבא אומר של ממית ובפרקין ארבעה וחמשה תניא ונתן פדיון נפשו דמי ניזק רבי ישמעאל אומר וכו' כולי עלמא כופר כפרה הוא ורבנן סברי בדניזק שיימי' בגופו של מת ובהני מכפר מזיק דנאמרה שיתה למעלה לענין דמי וולדות כאשר ישית עליו ונאמר שיתה למטה אם כופר יושת עליו מה להלן בדניזק אף כאן בדניזק דאף על גב דפדיון נפשו כתיב מיהו כי שיימין בדניזק שיימין ואף על גב דכופר כפרה הוא כחטאת ולא הוי בעי משכוניה כיון דלחבריה הוא דבעי מיתבא ליה ממונא הוא ולא לגבוה הוא ולא חמיר עליה ובעי משכוניה נמי כיון דהוא לא חטא וממוניה הוא דאזיק לא חמיר מילתא עליה ובעי משכוניה כדאמרינן התם דף מ' והאי בעיא דלא איפשיטא היא התם ופי' בתוס' דביורשי הניזק עצמו הוא דמיבעי ליה אם יכולין למשכנו משמע דב\"ד פשיטא דממשכנין כשאר ניזקין ואיפשר דב\"ד נמי מיבעיא לה ואף על גב דלא איפשיטא נקט הרב ז\"ל דממשכנין משום דאית בהאי צד תרי טעמי דלחבריה הוא ולא לגבוה ועוד דממוניה הוא דאזיק וכדאמרינן. ושור של שני שותפין כל אחד משלם כופר שלם שכל אחד צריך כפרה גמורה ואף על גב דלא איפשיטא בעיין הכא נמי כיון דקי\"ל כופר כפרה חייבין הן להביא כפרתן משלם והולכין בה להחמיר ולא אמרינן בה ספקא דממונא לקולא וכיון דכפרה הוא כדאמרי' כופר אחד אמר רחמנא ולא חצי כופר דמסתמא כפרה שלימה צריך לכל אחד ובחצי כופר לא מיכפר."
            ],
            [],
            [
                "<b>אין </b> גומרין דינו של שור אלא בפני בעליו ואם לא היו לו בעלים גומרין דינו אף על פי כן בפרק ד' וה' פליגי רבנן ורבי יעקב בגומרין דינו של שור שלא בפניו ואפי' לרבי יעקב בפניו דבעלים דבני טענה נינהו ודרשינן השור יסקל וגם בעליו יומת כמיתת בעלים כך מיתת השור מה בעלים בפניהם כדכתיב עד עמדו לפני העדה למשפט אף שור כן ואם אין לו בעלים כשור המדבר הרי זה נסקל כדתנן התם ותניא שור שור כתוב בפרשה בנוגח אדם שבעה פעמים חד לגופיה ושיתא להביא שור האשה שור היתומים אפוטרופוס מדבר הקדש גר שמת ואין לו יורשין וצריכי כולהו אשה דלא תימא בעל השור לשון זכר יתומים דלא תימא כיון דלאו בני דעה נינהו לא מיחייב אפוטרופוס כיון דאיכא שמירה כל דהו אימר חס רחמנא עליהו דלא ליפסדו יתמי לממוניהו שור המדבר אף על גב דלית ליה בעלים הקדש אף על גב דאיכא פסידא להקדש שור גר שמת לא איצטריך למיתניא אלא איידי דאיצטריך קרא לרבויי איצטריך נמי תנא למיתנייה כן כתב בנמקי יוסף וקשיא דקרא נמי אמאי איצטריך רבוייה דהא הוי כשור המדבר ואיפשר דאיצטריכו תרי קראי חד לנגח ואחר כך הפקיר או מת הגר וחד להפקיר או מת ואחר כך נגח דאפי' הכי חייב מיתה לרבנן דר' יהודה ואי לאו תרי קראי הוה מוקמינן קרא בדדמי דנגח ואחר הפקיר או מת דוקא חייב להכי איצטריך קרא אחרינא ומשום דאיצטריכו תרי קראי להני תרי גווני מוקמי' חד למדבר וחד לגר שמת חד בנגח קודם וחד בנגח אחר כך כדאמרינן. ואין משלמין אפוטרופוס' את הכופר שהוא כפרה ואין הקטנים והחרשי' והשוטים בני חיוב כדי שיהיו צריכין כפרה וכדתני' התם דף מ' אפוטרופסין אין משלמין כופר דכפרה הוא ויתמי לאו בני כפרה נינהו. שור טרפה או של טרפה אינו נסקל דכתיב וגם בעליו יומת וכיון דלא קרינא ביה יומת דלא מיקטל על פי עדים כשהוא טרפה דהוה ליה עדות שאי אתה יכול להזימה לא קרינא ביה נמי השור יסקל כשהוא טרפה וכיון דבעלים פטורין כשהם טרפה שור נמי פטור כשהוא טרפה דהא למיתת בעלים הוקש וכדאמרינן פרק הנשרפין דף ע\"ה."
            ],
            [],
            [
                "<b>המשסה </b> כלב או גרה בהמה או חיה בחברו והרגו אינם נסקלין דכתיב כי יגח כדתנן במתני' דף ל\"ט כי יגח ולא שיגיחוהו לפיכך פטור דאינהו גרמי ליה ומינס אניס אבל שסה נחש נסקל הנחש שמעצמו מקיא הארס שממית בו וכדתנן התם פר' הנשרפין ואמרי' בגמרא לדברי חכמים ארס נחש מעצמו הוא מכיש לפיכך גרמא בעלמא הוא דאף על גב דידוע שסופו להקיא מיהו לאו מכחו מיית לפיכך נחש בסקילה כדין שור שהמית שדבר הכתוב בהווה והמכיש פטור ממיתת בית דין."
            ],
            [
                "<b>אין </b> הבהמה נסקלת אלא כשכוונה להזיק למי שחייבת עליו סקילה לאפוקי נתכוונה לבהמה לנכרי לנפל דפטורה ואפ\"ה הבעלים חייבין כופר או ל' של עבד אם היה מועד לזה אבל נתכוונה להרוג ראובן והרגה שמעון חייבת והא דפטורה ממיתה (דהא לא אי) [אי לא] כוונה לבר חיובא ואמרי' כמיתת בעלים אם הרג כך מיתת השור אם הרג כדכתיב השור יסקל וגם בעליו יומת וכיון דאדם פטור כשהרג בלא כוונה בר חיובא דאי נתכוון לראובן והרג שמעון חייב כדילפינן רבנן מוכי ינצו אנשים במצות שבמיתה הכתוב מדבר כדאיתא התם פרק הנשרפין וחייב בכופר דדרשינן כופר אם כופר להביא שלא בכונה. וכן מועד ליפול על פני אדם בבורות וראה ירק בבור או מועד להתחכך בכותל ולהפיל על בני אדם ונתחכך להנאתו ונפל הכותל על אדם ומת פטור ממיתה לפי שלא נתכוון להמית והבעלים חייבים בו כופר וכדאמרינן."
            ],
            [],
            [
                "<b>בהמה </b> שהמיתה ברשות המזיק אף על פי שהיא בסקילה בעלים פטורין מן הכופר כדתניא פרק המניח דף כ\"ח דפטור מן הכופר דאמר ליה ברשותי מאי בעית ולענין קטלא לא אמרינן הכי כדאיתא התם דאפילו בחצר המזיק אינו פטור אלא נהרג. ואם קרא בפתח ואמר לו בע\"ה הן משמע עמוד ולכך פטור נמי מכופר אם נכנס וכו'."
            ],
            [],
            [
                "<b>דרסה </b> ע\"ג התינוק בחצר הניזק דרך הילוכה משלם כופר כדאיתא פרק כיצד דף כ\"ו מידי דהוה אקרן קרן כיון דעבד תרי או תלת זימני אורחי' הוא ומשלם כופר הכא נמי לא שנא ופשטי' הכי בעיין דאיכא כופר ברגל וכו'. תם שהמית בכוונה פטור נמי משלשים של עבד כמו שפטור מכופר אלא שנסקל דדרשינן בעל השור נקי מדמי עבד דה\"א מחמירני בעבד דאפילו יפה סלע נותן ל' ואם המית שלא בכונה שאינו נסקל יראה לרב ז\"ל שמשלם חצי דמי העבד כאלו המית שור חברו או חמורו דממונו הוא כמוהם והוו עם הדומה לחמור:"
            ]
        ],
        [
            [
                "<b>כופר </b> הוא שווי דמי הנהרג כדילפינן לעיל וכופר עבד הוא שלשים דבכלל איש ואשה היו והוציאו הכתוב להקל ולהחמיר עליו בין שיהיה שוה יותר או פחות יתן שלשים כדגרסי' במכילת'. כל המעוכב גט שחרור אין לו קנס דבעי' ולא איפשיטא פרק השולח ולקולא כיון שכבר יצא לחירות."
            ],
            [
                "<b>הכופר </b> הוא ליורשי הנהרג ואם המית אשה הוא ליורשיה מאביה ולא לבעל כרבי עקיבא דכתיב והמית איש או אשה להקיש אשה לאיש מה איש נזקיו ליורשיו כדילפינן אף אשה נזקיה ליורשיה אף על גב דבעל יורש אשתו כופר שאני דאין משתלם לא לאחר מיתת הניזק ולא כשאמדוהו למיתה דכתיב והמית איש או אשה השור יסקל וגם בעליו יומת אם כופר יושת עליו והוי ראוי ולא מוחזק וקימא לן פרק יש נוחלין דאין הבעל יורש בראוי כבמוחזק לה מחיים כדילפינן פרק יש נוחלין דף קי\"ג מדכתיב ושגוב הוליד ליאיר ויהי לו עשרים ושלש ערים מנין ליאיר שלא היה לשגוב אלא שמתה אשתו ולא ירש הוא הראוי אלא בנו יאיר וגו' כדאיתא התם. מי שחציו עבד וחציו בן חורין נותן חצי קנס לרבו והיינו בשפחה דבעבד כופין את רבו כדאיתא התם והוי כמעוכב גט שחרור ולא דרשינן כסף שלשים שקלים ולא חצי שלשים דבחצי האחר נמי חייב אלא שאין מי שיקחנו."
            ],
            [
                "<b>שור </b> שנגח אשה ויצאו ילדיה פטור מדמי וולדות דלא חייבה תורה דמי וולדות אלא לאדם כדאמרינן דף מ\"ב כי ינצו אנשים ונגפו אשה הרה ויצאו ילדיה אנשים ולא שוורים. אבל נגח שפחה משלם דמי וולדות או חצי אם הוא תם כדאמרינן פרק הפרה דף מ\"ט דחמרתא בעלמא הוא דאזיק דאמר קרא שבו לכם פה עם החמור. ושמין כמה היתה שוה כשהיתה מעוברת וכמה היא שוה עתה כרבנן דרשב\"ג במתניתין דף מ\"ט דיש בכלל שומא זו שבח וולדות מה שהאשה נראת משובחת ובעלת איברים מפני העובר ודמיה יקרים והאי שבח נמי לבעל כדכתיב ויצאו ילדיה ולא הוה צריך למכתב הרה אלא לומר שבח הריון לבעל."
            ],
            [],
            [],
            [
                "<b>נזקין </b> שלא בכוונה רבי יהודה מחייב כדתניא דמ\"ד דיליף מכופר מה כופר חייב שלא בכוונה כדאמר' לעיל מריבויא דאם כופר אף נזקין דשור לאדם שלא בכוונה חייב אף על גב דפטור ממיתה אם המיתו שלא בכוונה כדאמר' לעיל ודנין תשלומין דנזק מתשלומין דכופר ואין דנין תשלומין ממיתה דפטור שלא בכוונה כדאמר'."
            ],
            [
                "<b>שור </b> תם שהמית והזיק דנין אותו דיני נפשות ולא דיני ממונות על הנזק דתם אינו משלם אלא מגופו והרי הוא נסקל ומועד דמשלם מן העליה דנין אותו דיני ממונות קודם ואם קדמו ודנוהו דיני נפשות דנין אותו דיני ממונות לשלם ממה שחרש השור אח\"כ ומן העליה אינו משלם אחר שנגמר דינו לסקילה שהרי אינו שלו דנוהו דיני נפשות וברח אין דנין אותו דיני ממונות כדתניא התם פרק החובל דף צ\"א ומוקמינן (לטיפ') דברח כדאיתא התם ופי' הסוגיא לדעת הרב ז\"ל כמו שפי' בעל מ\"מ."
            ],
            [],
            [
                "<b>שור </b> שהמית והקדישו בעליו אינו קדוש וכן הפקירו או מכרו או החזירו שומר לבעליו אינו מוחזר שחטו בשרו אסור ואם קודם שנגמר דינו הקדישו מוקדש וכן כולן וכדתנן דף מ\"ד וכיון שנגמר דינו שחטו אסור דכיון דכתיב סקול יסקל למה לי ולא יאכל את בשרו אלא להיכא דקדם ושחטו קודם סקילה דהא נאסר ולאו דידיה הוא ולהכי אינו מכור ואינו מוחזר נמי דיכולי' בעלים למימר לשומר אתפסתיה לתוראי בידא דלא יכילנא ליה דאי לאו הכי הוה מערקנא ליה לאגמא ולא היו גומרין דינו דאין גומרין אלא בפניו דילפי רבנן ממיתת בעלים דבעי' בפניהם דכתיב עד עמדו לפני העדה וגו' וכן השור בפניו דאקשינהו רחמנא דכתיב השור יסקל וגם בעליו יומת כמיתת בעלים כך מיתת השור וכדאמר'."
            ],
            [
                "<b>שור </b> שלא נגמר דינו ונתערב עם אחרים כולם פטורים דאין גומרים דינו של שור אלא בפני בעלים כדין האדם וכדאמרינן פרק הנשרפין דף ע\"ט כמיתת בעלים כך מיתת השור דכתיב השור יסקל וגו' וכיון דאין מכירין אותו ולא הוי בפניו ואם נגמר דינו ונתערב כולן נסקלים כדתניא התם דהא על כרחיך כולהו אסירי בהנאה ואין הפסד לבעלים בסקילה הילכך מקיימין מצות סקילה במחויב בה והא דאסירי כולהו בהנאה הוא בפרק התערובות וכתבו התוספות שם דמדאוריתא כל מידי בטיל ברובא כיון דלא ידיע ואפילו ששה דברים ולא שייך כל קבוע כמחצה על מחצה דמי מדאוריתא אלא בדבר הידוע כתשע חנויות ותשע צבורים וכו' שההתר והאיסורא שלם ידועים במקומם ואם כן הכא נמי לא אסירי כולהו אלא מדרבנן."
            ],
            [
                "<b>פרה </b> מעוברת עוברה כמוה היא וולדה נגחו או נרבעו כדאמר רבא פרק הנשרפין דף פ' משום דעובר ירך אמו הוא. ואם נתעברה אחר כך וילדה אחר גמר דין וולדה אסור גם כן דעובר ירך אמו הוא ונאסר בגמר דין עם אמו אף על גב דלא הוה בשעת נגיחה ואם נתערב באחרים כונסין אותן לכיפה מדרבנן."
            ],
            [],
            [
                "<b>שור </b> הנסקל שהוזמו עדיו הוי הפקר ואם נסקל על ידי שהעידו שבעליו רבעו והוזמו לא הפקירו כיון דהוא עצמו מידע ידע דלא רבעו כדאמר' ריש פרק המביא אשם בכריתות דטרח ואייתי עדים להזימם ולא אפקר ליה:"
            ]
        ],
        [
            [
                "<b>החופר </b> בור בר\"ה ונפל בו שור או חמור ומת חייב החופר לשלם אפילו היה הבור מלא גזות צמר כדכתיב בעל הבור ישלם התורה העידה עליו אפילו מלא ספוגין מדכתיב בור סתם כשמואל דבור שחייבה עליו תורה להבלו וכל שכן לחבטו ואחד שור וחמור או שאר מיני בהמה וחיה ועוף כדתנן ס\"פ הפרה משום דכתי' כסף ישיב לבעליו כל דאית ליה בעלים."
            ],
            [
                "<b>בור </b> בר\"ה חייב דכתיב כי יפתח וכי יכרה אם על פותח שחפרו אחר וכסהו ופתחו זה חייב על כורה לא כ\"ש אלא שעל עסקי פתיחה באה לו על עסקי כריה באה לו שאין לו חלק בה אלא שכרהו או שפתחו דהינו ברשות הרבים שאין הקרקע שלו כדאמר' פרק הפרה דף נ' וחפר ברשותו והפקיר רשותו ולא בורו חייב דכתיב בעל הבור ישלם בבור דאית ליה בעלים קאמר רחמנא והיינו כשהפקיר רשותו דאי לאו הכי שור מאי בעי' ברשותיה וזהו בור שפתח בו הכתוב תחלה לתשלומין דכתי' בעל הבור גבי תשלומין ובור בר\"ה נאמר אצל נזקין כדכתיב כי יפתח וכי יכרה וגו' והחופר בור ברשותו ופתחו לר\"ה נמי חייב דהוה ליה בור דאית ליה בעלים וכיון שהתקלה בר\"ה הוה ליה נמי שחפרו כולו בר\"ה ואם פתחו לרשות חברו נמי חייב אם ניזקה בהמת חבירו קודם שידע החפירה אבל הפקיר רשותו ובורו כשחפר ברשותו או שהפקיר בורו שברשותו או הקדשו הרי זה פטור שהרי על הכריה אינו חייב שברשו' כרה וכשהפקירו הרי סלק עצמו מן הכל אבל הפקיר רשותו ולא בורו הוי בעל הבור וחייב כדכתיב בעל הבור. ואם נחפר מאליו ברשותו או חפרתו בהמה חייב בנזקיו כשהפקיר רשותו כיון שהוא חייב למלאתו ולא מילאהו כמאן דכרייה דמי ואף על גב דכתיב כי יכרה איש בור ולא שור בור ה\"מ בבור ברשות הרבים דלאו עליה דידיה הוי למילויה כדאמרינן. והלוקח או מקבל מתנה נמי חייב כשהפקיר רשותו ולא בורו דכתיב בעל הבור מי שיש לו בעלים מכל מקום."
            ],
            [],
            [
                "<b>אחד </b> החופר או המגלה דכתי' כי יפתח איש בור וגו' ואם כסהו כראוי אף על פי שהתליע מתוכו ונפל שור פטור דכתיב ולא יכסנו הא כסהו פטור דכיון דלא התליע אלא מתוכו מאי הוה ליה למעבד וכן כל מה שהוא אונס פטור. מצא בור וכסהו וחזר וגלהו בעל הבור חייב שהיה לו לכסותו משלו דהוה ליה לחוש שמא יחזור ויטול כסויו ואם סתמו בעפר וחזר וגלהו חייב שכבר נסתלק מעשה ראשון והוה ליה הוא כורה וכדאמרינן פרק המניח דף כ\"ט."
            ],
            [],
            [],
            [
                "<b>בור </b> של שני שותפין משמסר אחד דליו לשני לדלות נפטר ונתחייב השני לכסותו כדתנן במתניתין דף נ\"ב השני חייב דאם עברו שניהם זה אחר זה גם הראשון פשע ואם הראשון עבר ונשתמש ואחר כך נשתמש השני הראשון חייב כיון שהיה בידיו דליו של בור לכסותו ולא מסרו לשני ולהכי כתב הרב ז\"ל הראשון חייב עד שימסור דליו לשני דהכי משמע מתניתין השני חייב כשמסר לו הדלי כדאוקימנא בגמרא לרבי אליעזר בן יעקב הא אם לא מסרו חייב כיון שהוא בידו אבל לא היה דליו בידו שלא נשתמש גם הוא שניהם חייבים דפשעו שלא כסהו. כסהו הראשון ובא השני ומצאו מגולה השני חייב עד שידע האחד וישכור פועלים וכו' ובתוך זמן זה השני חייב ולא יהבינן ליה שיעורא כולי האי דהוה ליה לאותובי שומרים עילויה."
            ],
            [
                "<b>המוסר </b> בורו לשומר חייב לחש\"ו הבעלים חייבים וכדתניא פרק קמא ד\"י ואפילו גלהו החש\"ו שהבור עשוי להתגלות ואלו אין בהם דעת."
            ],
            [
                "<b>המכסה </b> בורו בדליו של חברו ובא ונטל דליו בעל הבור חייב כדאמרינן פרק המניח דף ל' דהא אמרינן אפילו מוצא בור וכסהו וחזר וגלהו חייב בעל הבור אפילו כסהו חברו בדבר של הפקר וחזר וגלהו פטור ובעל הבור חייב."
            ],
            [
                "<b>אחד </b> בור ושיח ומערה או חריץ כדתנן במתניתין דף נ' ולא נאמר בור אלא משום דסתם בור י\"ט ומה בור שיש בו כדי להמית י\"ט אף כל שיש בו כדי להמית י\"ט ופחות מזה פטור ממיתה וחייב בניזקין כדתנן נמי התם דלא כתיב בור דהוי סתם עשרה טפחי' אלא לחייבו במיתה כדכתיב והמת יהיה לו אבל בפחות מעשרה פטור ממיתה וחייב בנזקין כדאמרינן. טפח מים חשוב כשנים לענין עשרה טפחים אבל טפי מטפח הוי ספק וכדאיתא התם."
            ],
            [],
            [
                "<b>החופר </b> בור עמוק עשרה וחברו עשרה והשלישי עשרה כולם חייבים דאפילו לרבנן דדרשי אחד ולא שנים מודו דכי כתיב מיעוטא אחופר בור וכו' כתיב דליכא לחיוביה מן המת יהיה לו וכשהראשון חפר עשרה גם כן הוא נמי עבד מיתה אבל אם שני השלים עשרה לחפירת ראשון האחרון חייב בכל כדאיתא התם דף נ\"א כי יכרה איש בור אחד ולא שנים מיעטיה קרא לראשון משום דכתיב והמת יהיה לו וממילא שמעת דבההוא דעבד מיתה עסקינן ואם חזר וסלק מה שהשלים הוי ספק מאי דעבד שקליה או דילמא נסתלקו מעשה ראשון. חפר הראשון בור עמוק ובא אחר והרחיבו ונפל שור ומת חייב אם מת מחבטה ואם הרחיב מצד אחר ונפל משם חייב אפילו מת מן ההבל כדאמרינן דף נ\"ז לאיכא דאמרי נחזי אנן אם מההיא גיסא נפל הרי קירב היזקא רוצה לומר שלא היה נופל לפי דרכו אם לא חפר השני מאותו צד אבל הרחיבו מכל צד שהיה דרכו לעבור מאמצע הבור אפילו שקירב ההיזק שלא היה נופל עד פסיעה אחרת פטור אם מת מן ההבל שהרי מיעטו אבל מת מן החבטה חייב שהרי קירב ההזק והיינו דכתב הרב ז\"ל ברישא והרחיבו ונפל לתוכו דמשמע שהרחיבו כולו ונפל מאמצעו דהיינו לתוכו."
            ],
            [],
            [
                "<b>בור </b> שחייבה עליו תורה להבלו וכ\"ש לחבטו כשמואל דהתורה העידה על הבור אפילו מלא ספוגין של צמר ואף על גב דהבלא ממילא קאתי וכ\"ש לחבטו דאיהו עבד ליה חבט ואם היה עומק הבור כרחבו אין לו הבל ואינו חייב אם לא נחבטה. עשה תל גבוה עשרה חייב לשמואל דאף על גב דדרך נפילה משמע בעומק על פניו אפ\"ה ונפל כל דהו משמע."
            ],
            [],
            [
                "<b>בהמה </b> פקחת שנפלה ביום בבור ומתה פטור דהוי אנוס שהרי דרכה לסור מן המכשולות כדאיתא התם במתניתין השור חש\"ו חייב ובבריתא דפקחת ביום פטור דאיבעי ליה עיוני ומיזל וכן אדם אפילו סומא שנפל לבור ומת פטור דכתיב שור ודרשינן שור ולא אדם ואם הוזק בו האדם או הבהמה הפקחת חייב כדאמרי' פרק המניח דכ\"ז ה\"מ לענין קטלא אבל לענין נזקין חייב והיינו משום דלא ממעטינן שור ולא אדם אלא לענין מיתה בשור דכתיב ביה והמת יהיה לו וכן בהמה פקחת לא נפטר בעל הבור אלא מן המיתה שהיא מעיינת ושומרת עצמה ממכשול גדול שיש בו סכנת נפשות ואינה נשמרת בכל עת מן הניזקין."
            ],
            [
                "<b>נפל </b> שור פסולי המוקדשים פטור דכתיב והמת יהיה לו יצא שאין המת שלו שהוא אסור בהנאה וכדאמרינן דף נ\"ג."
            ],
            [
                "<b>נפלה </b> הבהמה מאחריה מקול הכריה שנבעתה פטור שנאמר ונפל עד שיפול דרך נפילה ורוב בהמות על פניהם נופלות וכדאמרינן התם דף נ' ואף על גב דאמר לעיל לשמואל דמחייב נמי אחבטה דלא דריש עד שיפול כדרך נפילה אלא נפל כל דהו אנן נקטי' כוותיה בהך לחיוביה אגובה בחבטה אבל הכא שנפל לאחוריו לא הוי דרך נפילה ונקטינן כרב דפטר כשנפל לאחוריו דבעי' דרך נפילה מיהא לפנים ואם נפל לפניה חוץ לבור אין מוציאין מידו וחוץ לבור פטור."
            ],
            [
                "<b>שור </b> תם שדחף בהמה לבור משתלם מן בעל הבור שלשה חלקים משום שגמר ההזק ודומה כמי שעשאו כולו ואמרי' כי ליכא לאישתלם מבעל שור תם לישתלם מבעל הבור כר' נתן. ומניח אבן על פי הבור משלם מחצה כשור תם שדחף ושור של הדיוט ושל פסולי המוקדשים שלא נפדו שנגחו משתלם הכל מבעל הבור כיון דליכא לאישתלומי מהאיך כדאמרינן ואם תם הוא משלם חצי נזק."
            ],
            [],
            [],
            [
                "<b>החופר </b> בור בר\"ה ונפל עליו שור והרגו פטור מכופר ויורשיו חייבין בדמי שני אם מת וכדתניא סוף פרק קמא דערכין וסוף בתרא ומלוה על פה גובה מן היורשים דשעבודה דאוריתא כדנילף בהלכות מלוה בס\"ד:"
            ]
        ],
        [
            [
                "<b>הבור </b> פטור על הכלים אפילו כלי הבהמה שנפל בו כדכתיב שור או חמור ודרשינן שור ולא אדם חמור ולא כלים."
            ],
            [
                "<b>תולדת </b> הבור היא כל שהניח תקלה והוזק בה אדם או בהמה משלם נזק שלם בין הפקיר התקלה או לא כדאמרינן פרק קמא ד\"ג בין לרב בין לשמואל כל תקלה שהפקיר נפקא לן מבור דחייב כי היכי דבור חיוביה ברשות הרבים הוא דהוי הפקר דעל עסק פתיחה וכרייה באה לו אף כל תקלה שהפקירה חייב ולשמואל כולם מבורו למדנו דכל תקלה בור הוא ואין דרכן לילך ולהזיק כבור ואף על גב דלא הפקירו דבהפקיר רשותו ולא הפקיר בורו נמי מישתעי קרא ובכולן אני קורא שור ולא אדם חמור ולא כלים כדאמרינן פרק המניח דף כ\"ח והני מילי לענין קטלא דמת האדם דקרא במיתה משתעי כדכתיב והמת יהיה לו אבל בנזק אדם חייב דקרא מכופר הוא דפטריה וכלים פטורין על הנזק דשבירתן זו היא מיתתן ואפילו שור שהטיל גלל בחצר בע\"ה ונטנפו כליו של בעל הבית פטור דהוי תולדת בור ולא מצינו בור שחייב בו את הכלים."
            ],
            [],
            [],
            [
                "<b>הניח </b> כד ברשות הרבים ונתקל אחר ושברה פטור ואם הוזק בה בעל הכד חייב ואפילו הפקירה. ואם הניחה במקום שיש לו רשות להניחה חייב על שבירתה ופטור בעל הכד מנזקו שהיה לו להסתכל כיון שהיה במקום אור כדמשמע התם."
            ],
            [],
            [
                "<b>נשברה </b> כדו מלאה מים והוחלק אחד במים או בחרסין פטור דמפקי' מתוך אונס פטור מדין אדם בשלא נתכוון לזכות בחרסיה וכדאמרינן התם דף נ\"ט. וכן כדרין וזגגין שנתקלו חיובן ופטורן מדין בור הוא וכשהיה יכול לעמוד ולא עמד חייב וכן שופך מים ופותק טיט ומוציא זבל לרשות הרבים ושורה טיט ובונה וחוצב אבנים חיובן מדין בור וכותל ואילו שנפלו והזיקו בשעת נפילה אינם דומין לבור שאין תחלתן להזיק. ומצניע קוץ וזכוכית והפריח לר\"ה או בכותל חברו חיובו מדין בור ולא יעשה מה שיש חשש שימשך נזק לרבים או שמעכב אותן מלעבור ומה שנתן מרשותו לרשות הרבים זכה ומה שנטל מהן לא זכה וכדאמרינן פרק חזקת ולא יחפור והמוכר פירות:"
            ]
        ],
        [
            [
                "<b>המדליק </b> בתוך שדה חבירו חייב כדכתיב כי תצא אש ומצאה קוצים ונאכל וגו' שלם ישלם וגומר ואי כתב רחמנא קוצים הוה אמינא משום דשכיח אש גבייהו דלכך עומדים ואיכא למימר זה פשע אבל גדיש אימא לא ואי כתב רחמנא גדיש משום דהפסד מרובה אבל קוצים לא וקמה למה לי מה קמה בגלוי אף כל בגלוי ומאו הקמה מפקי לרבות כל בעלי קומה שהם בעלי חיים ואילנות ולחלק נפקא להו מאו השדה ושדה למה לי לאיתויי ליחכה נירו וסכסכה אבניו ואי כתב רחמנא שדה ולא הנך הוה אמינא מה שבשדה הוא (אין) תבואה ממש ולא קרקע להכי כתב קמה בהדיא דהשתא איתרבי שדה לגופה של קרקע."
            ],
            [
                "<b>הדליק </b> בתוך רשותו צריך להרחיק כראוי לפי גובה הדליקה כדי שלא תעבור לשדה חברו כרבי שמעון במתניתין דהבונה דף ס\"א ואם עברה והזיקה אחר ההרחקה פטור דזו מכה בידי שמים היא וקרא כתב המבעיר את הבערה דאתיא מחמתיה ואם עברה נהר או שלולית רחב ח' אמות נמי פטור דהוי אונס ולא הוו חציו עברה גדר אומדין אם ראויה לעבור חייב ואם היה להב גדול העולה ונכפף אין לה אומד וחייב אפילו עברה אלף כדתניא נמי התם. נפלה דליקה בחצרו ונפל גדר שלא מחמת הדליקה ועברה לחצר אחרת אם לא היה יכול לגודרה פטור דכלו ליה חציו שבשעה שהדליק דהיינו זריקת החץ לא היה ראוי לעבור וכדאמרינן פרק כיצד דף כ\"ג וקרא כתיב כי תצא אש ומעצמה משמע וכתיב ישלם המבעיר וליכא לאוקמי קרא כשהדליק הוא עצמו גדישו של חברו אלא בתוך שלו הדליק והאש הלכה מעצמה ואפ\"ה קאי המבעיר את הבעירה כאלו הדליק בעצמו אלמא אש משום חציו העלה עליו הכתוב כאלו היו חציו מכונים על גבי הקשת שבידו ולא נתכוון להזיק לזורקם אלא שפשע בהן והלכו מכחו שלא בכוונה והזיקו שהוא חייב אבל אם היה יכול לגדור ולא גדר חייב דמאן דאית ליה אשו משום חציו אית ליה נמי משום ממונו ואף על גב דליכא לחיוביה משום חציו שהרי כלו בשעת הבער שלא היה ראוי לעבור חייב משום ממונו דהוי ככונס שורו לדיר ולא נעל בפניו ויצא והזיק."
            ],
            [],
            [],
            [
                "<b>השולח </b> את הבעירה ביד חרש שוטה וקטן פטור מדיני אדם ואם מסר להם שלהבת חייב דברי היזקא ומעשיו גרמו לו כדאמרינן פרק כיצד ופרק הכונס דר\"ל משמיה דחזקיה ואף על גב דאמרינן התם קרא ומתניתין מסייעא ליה לרבי יוחנן וכמייתינן ליה לעיל. שלח הבעירה ביד פקח או הניח שומר על הבעירה הוא פטור והפקח חייב דאין שליח לדבר עבירה כדנילף כדכתיב בס\"ד."
            ],
            [],
            [
                "<b>אחד </b> הביא אור ואחד עצים האחרון חייב וכדתנן במתניתין דף נ\"ט בא אחר וליבה הוא חייב כיון שלא היתה מתלבלבת מאליה ליבתו רוח שאינה מצויה כולן פטורין כדתנן נמי התם ליבה וליבתו הרוח חייב כדתניא התם אם יש בליבויו כדי ללבותה חייב והרבה נקט סתמא משום דקאמר לעיל בא אחר וליבה חייב דהוי כדי ליבה שיש בליבויו כדי ללבותה ה\"נ הכא."
            ],
            [
                "<b>אש </b> שיצא ואכלה עצים או אבנים או עפר חייב כדתנן התם כדכתיב כי תצא אש ומצאה קוצים וגומר וכדילפינן לעיל ליחכה נירו וסכסכה אבניו כלים הטמונים בתוך הגדיש שדרך אנשי השדה לטומנם בגדיש חייב דהוי בגלוי כיון שדרך להניחם ולטומנם שם אבל ארנקי וכיוצא בו לא הוה ליה לאסוקי אדעתיה שיניחהו בגדיש. ואם הדליק בתוך שלו ועברה פטור על כל הכלים הטמונים בגדיש וחייב לשלם שיעור מקומן גדיש דכיון דהדליק בתוך שלו לא מצינו לחיובי' משום אסוקי דעתא אלא בגדיש שנראים ולא אכלים אפילו דרכן להטמין בגדיש דהא גזרת הכתוב היא דטמון באש פטור לרבנן דרבי יהודה דקרא דכי תצא אש כגון שלו משמע דאיירי ופטר טמון אלא מדליק בתוך של חברו לא אשכחן דפטריה קרא טמון ובדבר שאין דרכו פטריה סברא דלא הוה ליה לאסוקי אדעתיה שיניח אדם ארנקי בגדיש וכדאמר' דס\"א. וכן חייב על גדי הכפות לגדיש כשהדליק בתוך שדה חברו שכן דרך לעשות בגדיש ואם היה עבד כפות לגדיש ונשרף פטור דקם ליה בדרבה מיניה דחייב מיתה על העבד כדכתיב נקם ינקם וכדתנן התם וכו'."
            ],
            [],
            [],
            [
                "<b>המשאיל </b> מקום ושרף (של) גדיש של שואל אינו משלם אלא דמי גדיש ולא טמון דלא קביל עליה אלא נטירותא דגדיש ואם שנה השואל משעורים לחטים או חיפה שעורים בחטין או איפכא אינו משלם אלא דמי שעורים דאפילו נתן לו רשות לחטין וחיפן בשעורין יכול לומר לא ראיתי אלא שעורים לפיכך לא נזהרתי בהן כל כך."
            ],
            [
                "<b>המדליק </b> את הבירה משלם כל שידוע שהוא בתוכה כדתנן התם שכן דרך בני אדם להניח בבתים ואפי' הוא טמון הוי כגלוי ומדרבנן מהימני ליה בשבועה על כל מה שהוא אמר."
            ],
            [
                "<b>גמל </b> שהוא טעון פשתן שעבר ודלק בורו של חנווני חייב על כל מה שהזיק ואם היה החנווני בחוץ הוא חייב אף בדמי פשתן וכדתנן נמי התם דף ס\"ב."
            ],
            [
                "<b>כופף </b> וטומן קמתו של חברו פטור מדיני אדם אש שעבר' והזיקה את האדם המבעיר חייב בנזק ובד' דברים כאלו הזיקו בידו דאשו משום חציו כדילפינן לעיל."
            ],
            [],
            [
                "<b>אבנו </b> סכינו ומשאו שבראש גגו שנפלו ברוח מצויה הוו תולדת אש וחייב במה אשר דרכו לילך ולהזיק הני מילי ברוח המצויה וכו':"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות נזקי ממון",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}