{
    "title": "Mishneh Torah, Fasts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Fasts",
    "text": [
        [
            "מִצְוַת עֲשֵׂה מִן הַתּוֹרָה לִזְעֹק וּלְהָרִיעַ בַּחֲצוֹצְרוֹת עַל כָּל צָרָה שֶׁתָּבוֹא עַל הַצִּבּוּר. שֶׁנֶּאֱמַר <small>(במדבר י ט)</small> \"עַל הַצַּר הַצֹּרֵר אֶתְכֶם וַהֲרֵעֹתֶם בַּחֲצֹצְרוֹת\". כְּלוֹמַר כָּל דָּבָר שֶׁיָּצֵר לָכֶם כְּגוֹן בַּצֹּרֶת וְדֶבֶר וְאַרְבֶּה וְכַיּוֹצֵא בָּהֶן זַעֲקוּ עֲלֵיהֶן וְהָרִיעוּ:  ",
            "וְדָבָר זֶה מִדַּרְכֵי הַתְּשׁוּבָה הוּא. שֶׁבִּזְמַן שֶׁתָּבוֹא צָרָה וְיִזְעֲקוּ עָלֶיהָ וְיָרִיעוּ יֵדְעוּ הַכּל שֶׁבִּגְלַל מַעֲשֵׂיהֶם הָרָעִים הוּרַע לָהֶן כַּכָּתוּב <small>(ירמיה ה כה)</small> \"עֲוֹנוֹתֵיכֶם הִטּוּ\" וְגוֹ'. וְזֶה הוּא שֶׁיִּגְרֹם לָהֶם לְהָסִיר הַצָּרָה מֵעֲלֵיהֶם:  ",
            "אֲבָל אִם לֹא יִזְעֲקוּ וְלֹא יָרִיעוּ אֶלָּא יֹאמְרוּ דָּבָר זֶה מִמִּנְהַג הָעוֹלָם אֵרַע לָנוּ וְצָרָה זוֹ נִקְרָה נִקְרֵית. הֲרֵי זוֹ דֶּרֶךְ אַכְזָרִיּוּת וְגוֹרֶמֶת לָהֶם לְהִדַּבֵּק בְּמַעֲשֵׂיהֶם הָרָעִים. וְתוֹסִיף הַצָּרָה צָרוֹת אֲחֵרוֹת. הוּא שֶׁכָּתוּב בַּתּוֹרָה <small>(ויקרא כו כז)</small> \"וַהֲלַכְתֶּם עִמִּי בְּקֶרִי\" <small>(ויקרא כו כח)</small> \"וְהָלַכְתִּי גַּם אֲנִי עִמָּכֶם בַּחֲמַת קֶרִי\". כְּלוֹמַר כְּשֶׁאָבִיא עֲלֵיכֶם צָרָה כְּדֵי שֶׁתָּשׁוּבוּ אִם תֹּאמְרוּ שֶׁהִיא קֶרִי אוֹסִיף לָכֶם חֲמַת אוֹתוֹ קֶרִי:  ",
            "וּמִדִּבְרֵי סוֹפְרִים לְהִתְעַנּוֹת עַל כָּל צָרָה שֶׁתָּבוֹא עַל הַצִּבּוּר עַד שֶׁיְּרֻחֲמוּ מִן הַשָּׁמַיִם. וּבִימֵי הַתַּעֲנִיּוֹת הָאֵלּוּ זוֹעֲקִין בִּתְפִלּוֹת וּמִתְחַנְּנִים וּמְרִיעִין בַּחֲצוֹצְרוֹת בִּלְבַד. וְאִם הָיוּ בַּמִּקְדָּשׁ מְרִיעִין בַּחֲצוֹצְרוֹת וּבְשׁוֹפָר. הַשּׁוֹפָר מְקַצֵּר וְהַחֲצוֹצְרוֹת מַאֲרִיכוֹת. שֶׁמִּצְוַת הַיּוֹם בַּחֲצוֹצְרוֹת. וְאֵין תּוֹקְעִין בַּחֲצוֹצְרוֹת וְשׁוֹפָר כְּאֶחָד אֶלָּא בַּמִּקְדָּשׁ שֶׁנֶּאֱמַר <small>(תהילים צח ו)</small> \"בַּחֲצֹצְרוֹת וְקוֹל שׁוֹפָר הָרִיעוּ לִפְנֵי הַמֶּלֶךְ ה'\":  ",
            "תַּעֲנִיּוֹת אֵלּוּ שֶׁגּוֹזְרִין עַל הַצִּבּוּר מִפְּנֵי הַצָּרוֹת אֵינָן יוֹם אַחַר יוֹם. שֶׁאֵין רֹב הַצִּבּוּר יְכוֹלִים לַעֲמֹד בְּדָבָר זֶה. וְאֵין גּוֹזְרִין בַּתְּחִלָּה תַּעֲנִית אֶלָּא בְּשֵׁנִי בְּשַׁבָּת וּבַחֲמִישִׁי שֶׁלְּאַחֲרָיו וּבְשֵׁנִי שֶׁלְּאַחֲרָיו וְכֵן עַל הַסֵּדֶר הַזֶּה שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי עַד שֶׁיְּרֻחֲמוּ:  ",
            "אֵין גּוֹזְרִין תַּעֲנִית עַל הַצִּבּוּר לֹא בְּשַׁבָּתוֹת וְלֹא בְּיָמִים טוֹבִים. וְכֵן אֵין תּוֹקְעִין בָּהֶן לֹא בְּשׁוֹפָר וְלֹא בַּחֲצוֹצְרוֹת וְלֹא זוֹעֲקִים וּמִתְחַנְּנִים בָּהֶם בַּתְּפִלָּה. אֶלָּא אִם כֵּן הָיְתָה עִיר שֶׁהִקִּיפוּהָ עַכּוּ''ם אוֹ נָהָר אוֹ סְפִינָה הַמִּטָּרֶפֶת בַּיָּם. אֲפִלּוּ יָחִיד הַנִּרְדָּף מִפְּנֵי עַכּוּ''ם מִפְּנֵי לִסְטִים וּמִפְּנֵי רוּחַ רָעָה (מִתְעַנִּין עֲלֵיהֶם בְּשַׁבָּת וְ) זוֹעֲקִין וּמִתְחַנְּנִים עֲלֵיהֶם בַּתְּפִלָּה. אֲבָל אֵין תּוֹקְעִין אֶלָּא אִם כֵּן תָּקְעוּ לְקַבֵּץ אֶת הָעָם לַעֲזֹר אוֹתָם וּלְהַצִּילָן:  ",
            "וְכֵן אֵין גּוֹזְרִין תַּעֲנִית בַּתְּחִלָּה בְּרָאשֵׁי חֳדָשִׁים אוֹ בַּחֲנֻכָּה וּפוּרִים אוֹ בְּחֻלּוֹ שֶׁל מוֹעֵד. וְאִם הִתְחִילוּ לְהִתְעַנּוֹת עַל הַצָּרָה אֲפִלּוּ יוֹם אֶחָד וּפָגַע בָּהֶן יוֹם מֵאֵלּוּ מִתְעַנִּין וּמַשְׁלִימִין הַיּוֹם בְּתַעֲנִית:  ",
            "תַּעֲנִיּוֹת אֵלּוּ שֶׁמִּתְעַנִּין עַל הַצָּרוֹת אֵין מִתְעַנִּין בָּהֶן לֹא עֻבָּרוֹת וְלֹא מֵינִיקוֹת וְלֹא קְטַנִּים. וּמֻתָּרִין לֶאֱכל בַּלַּיְלָה אַף עַל פִּי שֶׁמִּתְעַנִּין לְמָחָר חוּץ מִתַּעֲנִיּוֹת הַמָּטָר כְּמוֹ שֶׁיִּתְבָּאֵר. וְכָל תַּעֲנִית שֶׁאוֹכְלִין בָּהּ בַּלַּיְלָה בֵּין צִבּוּר בֵּין יָחִיד הֲרֵי זֶה אוֹכֵל וְשׁוֹתֶה עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. וְהוּא שֶׁלֹּא יָשֵׁן אֲבָל אִם יָשֵׁן אֵינוֹ חוֹזֵר וְאוֹכֵל:  ",
            "כְּשֵׁם שֶׁהַצִּבּוּר מִתְעַנִּים עַל צָרָתָן כָּךְ הַיָּחִיד מִתְעַנֶּה עַל צָרָתוֹ. כֵּיצַד. הֲרֵי שֶׁהָיָה לוֹ חוֹלֶה אוֹ תּוֹעֶה בַּמִּדְבָּר אוֹ אָסוּר בְּבֵית הָאֲסוּרִין. יֵשׁ לוֹ לְהִתְעַנּוֹת עָלָיו וּלְבַקֵּשׁ רַחֲמִים בִּתְפִלָּתוֹ. וְאוֹמֵר עֲנֵנוּ וְכוּ' בְּכָל תְּפִלָּה שֶׁמִּתְפַּלֵּל. וְלֹא יִתְעַנֶּה בְּשַׁבָּתוֹת וְלֹא בְּמוֹעֲדוֹת וְלֹא בְּרָאשֵׁי חֳדָשִׁים וְלֹא בַּחֲנֻכָּה וּפוּרִים:  ",
            "כָּל תַּעֲנִית שֶׁלֹּא קִבְּלָהּ עָלָיו הַיָּחִיד מִבְּעוֹד יוֹם אֵינוֹ תַּעֲנִית. כֵּיצַד מְקַבְּלָהּ. כְּשֶׁיִּתְפַּלֵּל תְּפִלַּת מִנְחָה אוֹמֵר אַחַר הַתְּפִלָּה מָחָר אֱהֵא בְּתַעֲנִית וְגוֹמֵר בְּלִבּוֹ לְהִתְעַנּוֹת לְמָחָר. וְאַף עַל פִּי שֶׁהוּא אוֹכֵל בַּלַּיְלָה לֹא הִפְסִיד כְּלוּם. וְכֵן אִם גָּמַר בְּלִבּוֹ וְקִבֵּל עָלָיו לְהִתְעַנּוֹת שְׁלֹשָׁה אוֹ אַרְבָּעָה יָמִים זֶה אַחַר זֶה אַף עַל פִּי שֶׁהוּא אוֹכֵל כָּל לַיְלָה וְלַיְלָה לֹא הִפְסִיד תַּעֲנִיתוֹ. וְאֵינוֹ צָרִיךְ כַּוָּנָה לְכָל יוֹם וָיוֹם מִבְּעוֹדוֹ:  ",
            "קִבֵּל עָלָיו מִבְּעוֹד יוֹם לְהִתְעַנּוֹת לְמָחָר בִּלְבַד וְהִתְעַנָּה. וּבַלַּיְלָה נִמְלַךְ לְהִתְעַנּוֹת בְּיוֹם שֵׁנִי. אַף עַל פִּי שֶׁלָּן בְּתַעֲנִיתוֹ אֵינָהּ תַּעֲנִית מִפְּנֵי שֶׁלֹּא קִבְּלָהּ עָלָיו מִבְּעוֹד יוֹם. וְאֵין צָרִיךְ לוֹמַר שֶׁהָיָה אוֹכֵל וְשׁוֹתֶה בַּלַּיְלָה וְהִשְׁכִּים בַּבֹּקֶר וְנִמְלַךְ לְהִתְעַנּוֹת שֶׁאֵין זוֹ תַּעֲנִית כְּלָל:  ",
            "הָרוֹאֶה חֲלוֹם רַע צָרִיךְ לְהִתְעַנּוֹת לְמָחָר. כְּדֵי שֶׁיָּשׁוּב וְיֵעוֹר בְּמַעֲשָׂיו וִיחַפֵּשׂ בָּהֶן וְיַחֲזֹר בִּתְשׁוּבָה. וּמִתְעַנֶּה וַאֲפִלּוּ בְּשַׁבָּת. וּמִתְפַּלֵּל עֲנֵנוּ בְּכָל תְּפִלָּה אַף עַל פִּי שֶׁלֹּא קִבְּלָהּ מִבְּעוֹד יוֹם. וְהַמִּתְעַנֶּה בְּשַׁבָּת מִתְעַנֶּה יוֹם אַחֵר מִפְּנֵי שֶׁבִּטֵּל עֹנֶג שַׁבָּת:  ",
            "מִתְעַנֶּה אָדָם שָׁעוֹת וְהוּא שֶׁלֹּא יֹאכַל כְּלוּם שְׁאָר הַיּוֹם. כֵּיצַד. הֲרֵי שֶׁהָיָה טָרוּד בַּחֲפָצָיו ומִתְעַסֵּק בִּצְרָכָיו וְלֹא אָכַל עַד חֲצוֹת אוֹ עַד תֵּשַׁע שָׁעוֹת וְנִמְלַךְ לְהִתְעַנּוֹת בַּשָּׁעוֹת שֶׁנִּשְׁאֲרוּ מִן הַיּוֹם. הֲרֵי זֶה מִתְעַנֶּה אוֹתָן שָׁעוֹת וּמִתְפַּלֵּל בָּהֶן עֲנֵנוּ. שֶׁהֲרֵי קִבֵּל עָלָיו הַתַּעֲנִית קֹדֶם שְׁעוֹת הַתַּעֲנִית. וְכֵן אִם אָכַל וְשָׁתָה וְאַחַר כָּךְ הִתְחִיל לְהִתְעַנּוֹת שְׁאָר הַיּוֹם הֲרֵי זֶה תַּעֲנִית שָׁעוֹת:  ",
            "כָּל הַשָּׁרוּי בְּתַעֲנִית. בֵּין שֶׁהָיָה מִתְעַנֶּה עַל צָרָתוֹ אוֹ עַל חֲלוֹמוֹ בֵּין שֶׁהָיָה מִתְעַנֶּה עִם הַצִּבּוּר עַל צָרָתָם. הֲרֵי זֶה לֹא יִנְהֹג עִדּוּנִין בְּעַצְמוֹ וְלֹא יָקֵל רֹאשׁוֹ וְלֹא יִהְיֶה שָׂמֵחַ וְטוֹב לֵב אֶלָּא דּוֹאֵג וְאוֹנֵן כָּעִנְיָן שֶׁנֶּאֱמַר <small>(איכה ג לט)</small> \"מַה יִּתְאוֹנֵן אָדָם חָי גֶּבֶר עַל חֲטָאָיו\". וּמֻתָּר לוֹ לִטְעֹם אֶת הַתַּבְשִׁיל וַאֲפִלּוּ בִּכְדֵי רְבִיעִית וְהוּא שֶׁלֹּא יִבְלַע אֶלָּא טוֹעֵם וּפוֹלֵט. שָׁכַח וְאָכַל מַשְׁלִים תַּעֲנִיתוֹ:  ",
            "יָחִיד שֶׁהָיָה מִתְעַנֶּה עַל הַחוֹלֶה וְנִתְרַפֵּא. עַל צָרָה וְעָבְרָה. הֲרֵי זֶה מַשְׁלִים תַּעֲנִיתוֹ. הַהוֹלֵךְ מִמָּקוֹם שֶׁמִּתְעַנִּין לְמָקוֹם שֶׁאֵין מִתְעַנִּין הֲרֵי זֶה מִתְעַנֶּה וּמַשְׁלִים תַּעֲנִיתוֹ. הָלַךְ מִמָּקוֹם שֶׁאֵין מִתְעַנִּין לְמָקוֹם שֶׁמִּתְעַנִּין הֲרֵי זֶה מִתְעַנֶּה עִמָּהֶן. שָׁכַח וְאָכַל וְשָׁתָה אַל יִתְרָאֶה בִּפְנֵיהֶם וְאַל יִנְהֹג עִדּוּנִין בְּעַצְמוֹ:  ",
            "צִבּוּר שֶׁהָיוּ מִתְעַנִּין עַל הַגְּשָׁמִים וְיָרְדוּ לָהֶן גְּשָׁמִים. אִם קֹדֶם חֲצוֹת יָרְדוּ לֹא יַשְׁלִימוּ אֶלָּא אוֹכְלִין וְשׁוֹתִין וּמִתְכַּנְּסִין וְקוֹרְאִין הַלֵּל הַגָּדוֹל. שֶׁאֵין אוֹמְרִין הַלֵּל הַגָּדוֹל אֶלָּא בְּנֶפֶשׁ שְׂבֵעָה וְכֶרֶס מְלֵאָה. וְאִם אַחַר חֲצוֹת הוֹאִיל וְעָבַר רֹב הַיּוֹם בִּקְדֻשָּׁה יַשְׁלִימוּ תַּעֲנִיתָן. וְכֵן אִם הָיוּ מִתְעַנִּין עַל צָרָה וְעָבְרָה אוֹ עַל גְּזֵרָה וּבָטְלָה. אִם קֹדֶם חֲצוֹת לֹא יַשְׁלִימוּ וְאִם אַחַר חֲצוֹת יַשְׁלִימוּ:  ",
            "בְּכָל יוֹם תַּעֲנִית שֶׁגּוֹזְרִין עַל הַצִּבּוּר מִפְּנֵי הַצָּרוֹת. בֵּית דִּין וְהַזְּקֵנִים יוֹשְׁבִין בְּבֵית הַכְּנֶסֶת וּבוֹדְקִים עַל מַעֲשֵׂי אַנְשֵׁי הָעִיר מֵאַחַר תְּפִלַּת שַׁחֲרִית עַד חֲצוֹת הַיּוֹם. וּמְסִירִין הַמִּכְשׁוֹלוֹת שֶׁל עֲבֵרוֹת. וּמַזְהִירִין וְדוֹרְשִׁין וְחוֹקְרִין עַל בַּעֲלֵי חָמָס וַעֲבֵרוֹת וּמַפְרִישִׁין אוֹתָן. וְעַל בַּעֲלֵי זְרוֹעַ וּמַשְׁפִּילִין אוֹתָן. וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. וּמֵחֲצִי הַיּוֹם וְלָעֶרֶב רְבִיעַ הַיּוֹם קוֹרְאִין בִּבְרָכוֹת וּקְלָלוֹת שֶׁבַּתּוֹרָה שֶׁנֶּאֱמַר <small>(משלי ג יא)</small> \"מוּסַר ה' בְּנִי אַל תִּמְאָס וְאַל תָּקֹץ בְּתוֹכַחְתּוֹ\". וּמַפְטִירִין בַּנָּבִיא בְּתוֹכָחוֹת מֵעִנְיַן הַצָּרָה. וּרְבִיעַ הַיּוֹם הָאַחֲרוֹן מִתְפַּלְּלִים מִנְחָה וּמִתְחַנְּנִים וְזוֹעֲקִים וּמִתְוַדִּים כְּפִי כֹּחָם:  "
        ],
        [
            "אֵלוּ הֵן הַצָּרוֹת שֶׁל צִבּוּר שֶׁמִּתְעַנִּין וּמַתְרִיעִין עֲלֵיהֶם. עַל הֲצָרַת שׂוֹנְאֵי יִשְׂרָאֵל לְיִשְׂרָאֵל. וְעַל הַחֶרֶב. וְעַל הַדֶּבֶר. וְעַל חַיָּה רָעָה. וְעַל הָאַרְבֶּה. וְעַל הֶחָסִיל. וְעַל הַשִּׁדָּפוֹן. וְעַל הַיֵּרָקוֹן. וְעַל הַמַּפּלֶת. וְעַל הֶחֳלָאִים. וְעַל הַמְּזוֹנוֹת. וְעַל הַמָּטָר: \n",
            "כָּל עִיר שֶׁיֵּשׁ בָּהּ צָרָה מִכָּל אֵלּוּ. אוֹתָהּ הָעִיר מִתְעַנָּה וּמַתְרַעַת עַד שֶׁתַּעֲבֹר הַצָּרָה. וְכָל סְבִיבוֹתֶיהָ מִתְעַנּוֹת וְלֹא מַתְרִיעוֹת אֲבָל מְבַקְּשִׁים עֲלֵיהֶם רַחֲמִים. וּבְכָל מָקוֹם אֵין צוֹעֲקִין וְלֹא מַתְרִיעִין בְּשַׁבָּת כְּמוֹ שֶׁאָמַרְנוּ. חוּץ מִצָּרַת הַמְּזוֹנוֹת שֶׁצּוֹעֲקִין עָלֶיהָ אֲפִלּוּ בְּשַׁבָּת. אֲבָל אֵין מַתְרִיעִין עָלֶיהָ בַּחֲצוֹצְרוֹת בְּשַׁבָּת: \n",
            "עַל הֲצָרַת שׂוֹנְאֵי יִשְׂרָאֵל לְיִשְׂרָאֵל כֵּיצַד. עַכּוּ''ם שֶׁבָּאוּ לַעֲרֹךְ מִלְחָמָה עִם יִשְׂרָאֵל אוֹ לִטּל מֵהֶם מַס אוֹ לִקַּח מִיָּדָם אֶרֶץ אוֹ לִגְזֹר עֲלֵיהֶם גְּזֵרָה אֲפִלּוּ בְּמִצְוָה קַלָּה הֲרֵי אֵלּוּ מִתְעַנִּין וּמַתְרִיעִין עַד שֶׁיְּרֻחֲמוּ. וְכָל הֶעָרִים שֶׁסְּבִיבוֹתֵיהֶם מִתְעַנִּין אֲבָל אֵין מַתְרִיעִין אֶלָּא אִם כֵּן תָּקְעוּ לְהִתְקַבֵּץ לְעֶזְרָתָן: \n",
            "עַל הַחֶרֶב כֵּיצַד. אֲפִלּוּ חֶרֶב שֶׁל שָׁלוֹם כְּגוֹן שֶׁעָרְכוּ מִלְחָמָה עַכּוּ''ם עִם עַכּוּ''ם וְעָבְרוּ בִּמְקוֹם יִשְׂרָאֵל אַף עַל פִּי שֶׁאֵין בֵּינֵיהֶם וּבֵין יִשְׂרָאֵל מִלְחָמָה הֲרֵי זוֹ צָרָה וּמִתְעַנִּין עָלֶיהָ שֶׁנֶּאֱמַר <small>(ויקרא כו ו)</small> \"וְחֶרֶב לֹא תַעֲבֹר בְּאַרְצְכֶם\" מִכְּלַל שֶׁרְאִיַּת הַמִּלְחָמָה צָרָה: \n",
            "וְעַל הַדֶּבֶר. אֵי זוֹ הִיא דֶּבֶר עִיר שֶׁיֵּשׁ בָּהּ חֲמֵשׁ מֵאוֹת רַגְלִי וְיָצְאוּ מִמֶּנָּה שְׁלֹשָׁה מֵתִים בִּשְׁלֹשָׁה יָמִים זֶה אַחַר זֶה הֲרֵי זֶה דֶּבֶר. יָצְאוּ בְּיוֹם אֶחָד אוֹ בְּאַרְבָּעָה יָמִים אֵין זֶה דֶּבֶר. הָיוּ בָּהּ אֶלֶף וְיָצְאוּ מִמֶּנָּה שִׁשָּׁה מֵתִים בִּשְׁלֹשָׁה יָמִים זֶה אַחַר זֶה דֶּבֶר. יָצְאוּ בְּיוֹם אֶחָד אוֹ בְּאַרְבָּעָה אֵין זֶה דֶּבֶר. וְכֵן לְפִי חֶשְׁבּוֹן זֶה. וְאֵין הַנָּשִׁים וְהַקְּטַנִּים וְהַזְּקֵנִים שֶׁשָּׁבְתוּ מִמְּלָאכָה בִּכְלַל מִנְיַן אַנְשֵׁי הַמְּדִינָה לְעִנְיָן זֶה: \n",
            "הָיָה דֶּבֶר בְּאֶרֶץ יִשְׂרָאֵל מִתְעַנִּין שְׁאָר גָּלֻיּוֹת יִשְׂרָאֵל עֲלֵיהֶן. הָיָה דֶּבֶר בַּמְּדִינָה וְשַׁיָּרוֹת הוֹלְכוֹת וּבָאוֹת מִמֶּנָּה לִמְדִינָה אַחֶרֶת שְׁתֵּיהֶן מִתְעַנּוֹת אַף עַל פִּי שֶׁהֵן רְחוֹקוֹת זוֹ מִזּוֹ: \n",
            "אֵין מִתְעַנִּין עַל חַיָּה רָעָה אֶלָּא בִּזְמַן שֶׁהִיא מְשֻׁלַּחַת. כֵּיצַד. נִרְאֲתָה בָּעִיר בַּיּוֹם הֲרֵי זוֹ מְשֻׁלַּחַת. נִרְאֲתָה בַּשָּׂדֶה בַּיּוֹם אִם רָאֲתָה שְׁנֵי בְּנֵי אָדָם וְלֹא בָּרְחָה מִפְּנֵיהֶם הֲרֵי זוֹ מְשֻׁלַּחַת. וְאִם הָיָה שָׂדֶה הַסְּמוּכָה לָאֲגַם וְרָאֲתָה שְׁנֵי בְּנֵי אָדָם וְרָדְפָה אַחֲרֵיהֶם הֲרֵי זוֹ מְשֻׁלַּחַת. לֹא רָדְפָה אַחֲרֵיהֶם אֵינָהּ מְשֻׁלַּחַת. וְאִם הָיָה בָּאֲגַם אֲפִלּוּ רָדְפָה אַחֲרֵיהֶם אֵינָהּ מְשֻׁלַּחַת אֶלָּא אִם כֵּן טָרְפָה שְׁנֵיהֶם וְאָכְלָה אֶחָד מֵהֶן. אֲבָל אִם אָכְלָה שְׁנֵיהֶם בָּאֲגַם אֵינָהּ מְשֻׁלַּחַת מִפְּנֵי שֶׁזֶּה הוּא מְקוֹמָהּ וּמִפְּנֵי הָרְעָבוֹן טָרְפָה לֹא מִפְּנֵי שֶׁהִיא מְשֻׁלַּחַת: \n",
            "בָּתִּים הַבְּנוּיִים בְּמִדְבָּרוֹת וּבָאֲרָצוֹת הַנְשַׁמּוֹת הוֹאִיל וְהֵן מְקוֹם גְּדוּדֵי חַיָּה. אִם עָלְתָה לַגַּג וְנָטְלָה תִּינוֹק מֵעֲרִיסָה הֲרֵי זוֹ מְשֻׁלַּחַת. וְאִם לֹא הִגִּיעָה לְמִדָּה זוֹ אֵינָהּ מְשֻׁלַּחַת. שֶׁאֵלּוּ בְּנֵי אָדָם הֵם שֶׁסִּכְּנוּ בְּעַצְמָם וּבָאוּ לִמְקוֹם הַחַיּוֹת: \n",
            "שְׁאָר מִינֵי רֶמֶשׂ הָאָרֶץ וְרֶמֶשׂ הָעוֹף שֶׁשֻּׁלְּחוּ וְהִזִּיקוּ. כְּגוֹן שִׁלּוּחַ נְחָשִׁים וְעַקְרַבִּים וְאֵין צָרִיךְ לוֹמַר צְרָעִין וְיַתּוּשִׁין וְהַדּוֹמֶה לָהֶן אֵין מִתְעַנִּין עֲלֵיהֶם וְלֹא מַתְרִיעִין אֲבָל זוֹעֲקִין בְּלֹא תְּרוּעָה: \n",
            "עַל הָאַרְבֶּה וְעַל הֶחָסִיל אֲפִלּוּ לֹא נִרְאֶה מֵהֶן אֶלָּא כָּנָף אֶחָד בְּכָל אֶרֶץ יִשְׂרָאֵל מִתְעַנִּין וּמַתְרִיעִין עֲלֵיהֶן. וְעַל הַגּוֹבַאי בְּכָל שֶׁהוּא. אֲבָל עַל הֶחָגָב אֵין מִתְעַנִּין עָלָיו וְלֹא מַתְרִיעִין אֶלָּא זוֹעֲקִין בִּלְבַד: \n",
            "עַל הַשִּׁדָּפוֹן וְעַל הַיֵּרָקוֹן מִשֶּׁיַּתְחִיל בַּתְּבוּאָה. וַאֲפִלּוּ לֹא הִתְחִיל אֶלָּא מִמָּקוֹם קָטָן כִּמְלֹא פִּי תַּנּוּר גּוֹזְרִין עָלָיו תַּעֲנִית וּמַתְרִיעִין: \n",
            "עַל הַמַּפּלֶת כֵּיצַד. הֲרֵי שֶׁרָבְתָה בָּעִיר מַפּלֶת כְּתָלִים בְּרִיאִים שֶׁאֵינָן עוֹמְדִים בְּצַד הַנָּהָר הֲרֵי זוֹ צָרָה וּמִתְעַנִּין וּמַתְרִיעִין עָלֶיהָ. וְכֵן עַל הָרַעַשׁ וְעַל הָרוּחוֹת שֶׁהֵן מַפִּילִין אֶת הַבִּנְיָן וְהוֹרְגִין מִתְעַנִּין וּמַתְרִיעִין עֲלֵיהֶן: \n",
            "עַל הֶחֳלָיִים כֵּיצַד. הֲרֵי שֶׁיָּרַד חלִי אֶחָד לַאֲנָשִׁים הַרְבֵּה בְּאוֹתָהּ הָעִיר כְּגוֹן אַסְכָּרָה אוֹ חַרְחוּר וְכַיּוֹצֵא בָּהֶן וְהָיוּ מֵתִים בְּאוֹתוֹ הַחלִי הֲרֵי זוֹ צָרַת צִבּוּר וְגוֹזְרִין לָהּ תַּעֲנִית וּמַתְרִיעִין. וְכֵן חִכּוּךְ לַח הֲרֵי הוּא כִּשְׁחִין פּוֹרֵחַ. וְאִם פָּשַׁט בְּרֹב הַצִּבּוּר מִתְעַנִּין וּמַתְרִיעִין עָלָיו. אֲבָל חִכּוּךְ יָבֵשׁ צוֹעֲקִים עָלָיו בִּלְבַד: \n",
            "עַל הַמְּזוֹנוֹת כֵּיצַד. הֲרֵי שֶׁהוּזְלוּ דְּבָרִים שֶׁל סְחוֹרָה שֶׁרֹב חַיֵּי אַנְשֵׁי אוֹתָהּ הָעִיר מֵהֶן. כְּגוֹן כְּלֵי פִּשְׁתָּן בְּבָבֶל וְיַיִן וְשֶׁמֶן בְּאֶרֶץ יִשְׂרָאֵל. וְנִתְמַעֵט הַמַּשָּׂא וְהַמַּתָּן עַד שֶׁיִּצְטָרֵךְ הַתַּגָּר לִמְכֹּר שְׁוִה עֲשָׂרָה בְּשִׁשָּׁה וְאַחַר כָּךְ יִמָּצֵא לוֹקֵחַ. הֲרֵי זוֹ צָרַת צִבּוּר וּמַתְרִיעִין עָלֶיהָ וְזוֹעֲקִין עָלֶיהָ בְּשַׁבָּת: \n",
            "עַל הַמָּטָר כֵּיצַד. הֲרֵי שֶׁרַבּוּ עֲלֵיהֶן גְּשָׁמִים עַד שֶׁיָּצֵרוּ לָהֶן הֲרֵי אֵלּוּ מִתְפַּלְּלִין עֲלֵיהֶן. שֶׁאֵין לְךָ צָרָה יְתֵרָה מִזּוֹ שֶׁהַבָּתִּים נוֹפְלִין וְנִמְצְאוּ בָּתֵּיהֶן קִבְרֵיהֶן. וּבְאֶרֶץ יִשְׂרָאֵל אֵין מִתְפַּלְּלִין עַל רֹב הַגְּשָׁמִים מִפְּנֵי שֶׁהִיא אֶרֶץ הָרִים וּבָתֵּיהֶם בְּנוּיִים בַּאֲבָנִים וְרֹב הַגְּשָׁמִים טוֹבָה לָהֶן וְאֵין מִתְעַנִּין לְהַעֲבִיר הַטּוֹבָה: \n",
            "תְּבוּאָה שֶׁצָּמְחָה וְנִמְנַע הַמָּטָר וְהִתְחִילוּ צְמָחִין לִיבַשׁ הֲרֵי אֵלּוּ מִתְעַנִּין וְזוֹעֲקִין עַד שֶׁיֵּרְדוּ גְּשָׁמִים אוֹ עַד שֶׁיִּיבְשׁוּ הַצְּמָחִים. וְכֵן אִם הִגִּיעַ זְמַן הַפֶּסַח אוֹ קָרוֹב לוֹ בְּאֶרֶץ יִשְׂרָאֵל שֶׁהוּא זְמַן פְּרִיחַת הָאִילָנוֹת שָׁם וְלֹא יָרְדוּ גְּשָׁמִים הֲרֵי אֵלּוּ מִתְעַנִּין וְזוֹעֲקִין עַד שֶׁיֵּרְדוּ גְּשָׁמִים הָרְאוּיִין לְאִילָנוֹת אוֹ עַד שֶׁיַּעֲבֹר זְמַנָּם: \n",
            "וְכֵן אִם הִגִּיעַ זְמַן חַג הַסֻּכּוֹת וְלֹא יָרְדוּ גְּשָׁמִים הַרְבֵּה כְּדֵי לְמַלְּאוֹת מֵהֶם הַבּוֹרוֹת הַשִּׁיחִין וְהַמְּעָרוֹת הֲרֵי אֵלּוּ מִתְעַנִּין עַד שֶׁיֵּרֵד גֶּשֶׁם הָרָאוּי לְבוֹרוֹת. וְאִם אֵין לָהֶם מַיִם לִשְׁתּוֹת מִתְעַנִּים עַל הַגְּשָׁמִים בְּכָל עֵת שֶׁלֹּא יִהְיֶה לָהֶם מַיִם לִשְׁתּוֹת וַאֲפִלּוּ בִּימוֹת הַחַמָּה: \n",
            "פָּסְקוּ הַגְּשָׁמִים בֵּין גֶּשֶׁם לְגֶשֶׁם אַרְבָּעִים יוֹם בִּימוֹת הַגְּשָׁמִים הֲרֵי זוֹ מַכַּת בַּצֹּרֶת וּמִתְעַנִּים וְזוֹעֲקִים עַד שֶׁיֵּרְדוּ הַגְּשָׁמִים אוֹ עַד שֶׁיַּעֲבֹר זְמַנָּם: \n"
        ],
        [
            "הֲרֵי שֶׁלֹּא יָרְדוּ לָהֶם גְּשָׁמִים כָּל עִקָּר מִתְּחִלַּת יְמוֹת הַגְּשָׁמִים. אִם הִגִּיעַ שִׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן וְלֹא יָרְדוּ גְּשָׁמִים מַתְחִילִין תַּלְמִידֵי חֲכָמִים בִּלְבַד לְהִתְעַנּוֹת שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וְכָל הַתַּלְמִידִים רְאוּיִין לְכָךְ: \n",
            "הִגִּיעַ רֹאשׁ חֹדֶשׁ כִּסְלֵו וְלֹא יָרְדוּ גְּשָׁמִים בֵּית דִּין גּוֹזְרִין שָׁלֹשׁ תַּעֲנִיּוֹת עַל הַצִּבּוּר שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּמֻתָּרִין בָּהֶן לֶאֱכל וְלִשְׁתּוֹת בַּלַּיְלָה. וְאַנְשֵׁי מִשְׁמָר אֵין מִתְעַנִּין עִמָּהֶן מִפְּנֵי שֶׁהֵן עֲסוּקִין בַּעֲבוֹדָה. וְכָל הָעָם נִכְנָסִים לְבָתֵּי כְּנֵסִיּוֹת וּמִתְפַּלְּלִין וְזוֹעֲקִין וּמִתְחַנְּנִין כְּדֶרֶךְ שֶׁעוֹשִׂין בְּכָל הַתַּעֲנִיּוֹת: \n",
            "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ בֵּית דִּין גּוֹזְרִין שָׁלֹשׁ תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּבְשָׁלֹשׁ אֵלּוּ אוֹכְלִין וְשׁוֹתִין מִבְּעוֹד יוֹם כְּמוֹ שֶׁעוֹשִׂין בְּצוֹם כִּפּוּר. וְאַנְשֵׁי מִשְׁמָר מִתְעַנִּין מִקְצָת הַיּוֹם וְלֹא מַשְׁלִימִין. וְאַנְשֵׁי בֵּית אָב וְהֵם הָעוֹסְקִין בַּעֲבוֹדָה בְּאוֹתוֹ הַיּוֹם לֹא יִהְיוּ מִתְעַנִּים כָּל עִקָּר. וְכָל תַּעֲנִית שֶׁאוֹכְלִין בָּהּ מִבְּעוֹד יוֹם אִם אָכַל וּפָסַק וְגָמַר שֶׁלֹּא לֶאֱכל אֵינוֹ חוֹזֵר וְאוֹכֵל אַף עַל פִּי שֶׁיֵּשׁ שְׁהוּת בַּיּוֹם: \n",
            "בְּשָׁלֹשׁ תַּעֲנִיּוֹת אֵלּוּ כָּל הָעָם אֲסוּרִין בַּעֲשִׂיַּת מְלָאכָה בַּיּוֹם וּמֻתָּרִין בַּלַּיְלָה. וַאֲסוּרִין בִּרְחִיצַת כָּל הַגּוּף בְּחַמִּין אֲבָל פָּנָיו יָדָיו וְרַגְלָיו מֻתָּר. לְפִיכָךְ נוֹעֲלִין אֶת הַמֶּרְחֲצָאוֹת. וַאֲסוּרִין בְּסִיכָה. וְאִם לְהַעֲבִיר אֶת הַזֻּהֲמָה מֻתָּר. וַאֲסוּרִין בְּתַשְׁמִישׁ הַמִּטָּה. וּבִנְעִילַת הַסַּנְדָּל בָּעִיר אֲבָל בַּדֶּרֶךְ מֻתָּר לִנְעל. וּמִתְפַּלְּלִין בְּבָתֵּי כְּנֵסִיּוֹת וְזוֹעֲקִין וּמִתְחַנְּנִין כִּשְׁאָר תַּעֲנִיּוֹת: \n",
            "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ בֵּית דִּין גּוֹזְרִין שֶׁבַע תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי וַחֲמִישִׁי וְשֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּבְאֵלּוּ הַשֶּׁבַע בִּלְבַד עֵבָּרוֹת וּמֵינִיקוֹת מִתְעַנּוֹת אֲבָל בִּשְׁאָר הַתַּעֲנִיּוֹת אֵין עֵבָּרוֹת וּמֵינִיקוֹת מִתְעַנּוֹת. וְאַף עַל פִּי שֶׁאֵינָן מִתְעַנּוֹת אֵין מְעַנְּגוֹת עַצְמָן בְּתַפְנוּקִים אֶלָּא אוֹכְלוֹת וְשׁוֹתוֹת כְּדֵי קִיּוּם הַוָּלָד: \n",
            "וּבְשֶׁבַע תַּעֲנִיּוֹת אֵלּוּ אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וּמַשְׁלִימִין. וְאַנְשֵׁי בֵּית אָב מִתְעַנִּין מִקְצָת הַיּוֹם וְלֹא מַשְׁלִימִין. וְכָל דָּבָר שֶׁהוּא אָסוּר בְּשָׁלֹשׁ אֶמְצָעִיּוֹת אָסוּר בְּאֵלּוּ הַשֶּׁבַע הָאַחֲרוֹנוֹת: \n",
            "וִיתֵרוֹת אֵלּוּ. שֶׁבָּהֶן בִּלְבַד מַתְרִיעִין וּמִתְפַּלְּלִין בִּרְחוֹב הָעִיר. וּמוֹרִידִין זָקֵן לְהוֹכִיחַ לָעָם כְּדֵי שֶׁיָּשׁוּבוּ מִדַּרְכָּם. וּמוֹסִיפִין שֵׁשׁ בְּרָכוֹת בִּתְפִלַּת שַׁחֲרִית וּבִתְפִלַּת מִנְחָה וְנִמְצְאוּ מִתְפַּלְּלִין כ''ד בְּרָכוֹת. וְנוֹעֲלִין אֶת הַחֲנֻיּוֹת. וּבַשֵּׁנִי מַטִּין לְעֵת עֶרֶב וּפוֹתְחִין אֶת הַחֲנֻיּוֹת. אֲבָל בַּחֲמִישִׁי פּוֹתְחִין כָּל הַיּוֹם מִפְּנֵי כְּבוֹד הַשַּׁבָּת. וְאִם יֵשׁ לַחֲנוּת שְׁנֵי פְּתָחִים פּוֹתֵחַ אֶחָד וְנוֹעֵל אֶחָד וְאִם יֵשׁ לַחֲנוּת אִצְטַבָּה פּוֹתֵחַ כְּדַרְכּוֹ בַּחֲמִישִׁי וְאֵינוֹ חוֹשֵׁשׁ: \n",
            "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ. מְמַעֲטִין בְּמַשָּׂא וּמַתָּן וּבְבִנְיָן שֶׁל שִׂמְחָה כְּגוֹן צִיּוּר וְכִיּוּר. וּבִנְטִיעָה שֶׁל שִׂמְחָה כְּגוֹן מִינֵי הֲדַס וּמִינֵי אֲהָלִים. וּמְמַעֲטִין בְּאֵרוּסִין וְנִשּׂוּאִין אֶלָּא אִם כֵּן לֹא קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה. וְכָל מִי שֶׁקִּיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה אָסוּר לוֹ לְשַׁמֵּשׁ מִטָּתוֹ בִּשְׁנֵי רְעָבוֹן. וּמְמַעֲטִין בִּשְׁאֵלַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ. ותַּלְמִידֵי חֲכָמִים לֹא יִשְׁאֲלוּ שָׁלוֹם אֶלָּא כִּנְזוּפִין וּכִמְנֻדִּין לַמָּקוֹם. וְעַם הָאָרֶץ שֶׁנָּתַן לָהֶם שָׁלוֹם מַחְזִירִין לוֹ בְּשָׂפָה רָפָה וְכֹבֶד רֹאשׁ: \n",
            "תַּלְמִידֵי חֲכָמִים חוֹזְרִין לְבַדָּם וּמִתְעַנִּים שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי עַד שֶׁיֵּצֵא נִיסָן שֶׁל תְּקוּפָה אֲבָל לֹא הַצִּבּוּר. שֶׁאֵין גּוֹזְרִין עַל הַצִּבּוּר בִּשְׁבִיל גְּשָׁמִים שֶׁלֹּא יָרְדוּ יֶתֶר מִשְּׁלֹשׁ עֶשְׂרֵה תַּעֲנִיּוֹת אֵלּוּ. וּכְשֶׁמִּתְעַנִּין הַיְחִידִים עַד שֶׁיָּצָא נִיסָן מֻתָּרִין לֶאֱכל בַּלַּיְלָה וּמֻתָּרִין בַּעֲשִׂיַּת מְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וְתַשְׁמִישׁ הַמִּטָּה וּנְעִילַת הַסַּנְדָּל כִּשְׁאָר כָּל הַתַּעֲנִיּוֹת. וּמַפְסִיקִין לְרָאשֵׁי חֳדָשִׁים וּפוּרִים. יָצָא נִיסָן שֶׁל תְּקוּפָה וְהוּא כְּשֶׁהִגִּיעַ הַשֶּׁמֶשׁ לִתְחִלַּת מַזַּל שׁוֹר אֵין מִתְעַנִּים. שֶׁאֵין הַגְּשָׁמִים בַּזְּמַן הַזֶּה אֶלָּא סִימַן קְלָלָה הוֹאִיל וְלֹא יָרְדוּ כָּל עִקָּר מִתְּחִלַּת הַשָּׁנָה: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאֶרֶץ יִשְׂרָאֵל וְכָל הַדּוֹמֶה לָהּ. אֲבָל מְקוֹמוֹת שֶׁעוֹנַת הַגְּשָׁמִים שֶׁלָּהֶן קֹדֶם י''ז בְּמַרְחֶשְׁוָן אוֹ אַחַר זְמַן זֶה כְּשֶׁיַּגִּיעַ זְמַנָּם וְלֹא יָרְדוּ גְּשָׁמִים יְחִידִים מִתְעַנִּים שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּמַפְסִיקִין בְּרָאשֵׁי חֳדָשִׁים וּבַחֲנֻכָּה וּבְפוּרִים. וְשׁוֹהִין אַחֲרֵי כֵן כְּמוֹ שִׁבְעָה יָמִים. אִם לֹא יָרְדוּ גְּשָׁמִים בֵּית דִּין גּוֹזְרִין עַל הַצִּבּוּר שְׁלֹשׁ עֶשְׂרֵה תַּעֲנִיּוֹת עַל הַסֵּדֶר שֶׁאָמַרְנוּ: \n",
            "כָּל תַּעֲנִיּוֹת שֶׁגּוֹזְרִין הַצִּבּוּר בְּחוּצָה לָאָרֶץ אוֹכְלִים בָּהֶם בַּלַּיְלָה וְדִינֵיהֶם כְּדִין שְׁאָר הַתַּעֲנִיּוֹת. שֶׁאֵין גּוֹזְרִין עַל הַצִּבּוּר תַּעֲנִית כְּגוֹן צוֹם כִּפּוּר אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל בִּלְבַד וּבִגְלַל הַמָּטָר. וּבְאוֹתָן עֶשֶׂר תַּעֲנִיּוֹת שֶׁהֵן שָׁלֹשׁ אֶמְצָעִיּוֹת וְשֶׁבַע אַחֲרוֹנוֹת: \n"
        ],
        [
            "בְכָל יוֹם וָיוֹם מִשֶּׁבַע תַּעֲנִיּוֹת הָאַחֲרוֹנוֹת שֶׁל מָטָר מִתְפַּלְּלִין עַל סֵדֶר זֶה. מוֹצִיאִין אֶת הַתֵּבָה לִרְחוֹבָהּ שֶׁל עִיר וְכָל הָעָם מִתְקַבְּצִים וּמִתְכַּסִּים בְּשַׂקִּים. וְנוֹתְנִין אֵפֶר מַקְלֶה עַל גַּבֵּי הַתֵּבָה וְעַל גַּבֵּי סֵפֶר תּוֹרָה כְּדֵי לְהַגְדִּיל אֶת הַבְּכִיָּה וּלְהַכְנִיעַ לִבָּם. וְאֶחָד מִן הָעָם נוֹטֵל מִן הָאֵפֶר וְנוֹתֵן בְּרֹאשׁ הַנָּשִׂיא וּבְרֹאשׁ אַב בֵּית דִּין בְּמָקוֹם הֲנָחַת תְּפִלִּין כְּדֵי שֶׁיִּכָּלְמוּ וְיָשׁוּבוּ. וְכָל אֶחָד וְאֶחָד נוֹטֵל וְנוֹתֵן בְּרֹאשׁוֹ: \n",
            "וְאַחַר כָּךְ מַעֲמִידִין בֵּינֵיהֶן זָקֵן חָכָם וְהֵן יוֹשְׁבִין. לֹא הָיָה שָׁם זָקֵן חָכָם מַעֲמִידִין חָכָם. לֹא הָיָה שָׁם לֹא זָקֵן וְלֹא חָכָם מַעֲמִידִין אָדָם שֶׁל צוּרָה. וְאוֹמֵר לִפְנֵיהֶם דִּבְרֵי כִּבּוּשִׁין. אַחֵינוּ לֹא שַׂק וְלֹא תַּעֲנִית גּוֹרְמִין אֶלָּא תְּשׁוּבָה וּמַעֲשִׂים טוֹבִים. שֶׁכֵּן מָצִינוּ בְּנִינְוֵה שֶׁלֹּא נֶאֱמַר בְּאַנְשֵׁי נִינְוֵה וַיַּרְא הָאֱלֹהִים אֶת שַׂקָּם וְאֶת תַּעֲנִיתָם אֶלָּא <small>(יונה ג י)</small> \"וַיַּרְא הָאֱלֹהִים אֶת מַעֲשֵׂיהֶם\". וּבְקַבָּלָה הוּא אוֹמֵר <small>(יואל ב יג)</small> \"קִרְעוּ לְבַבְכֶם וְאַל בִּגְדֵיכֶם\". וּמוֹסִיף בְּעִנְיָנוֹת אֵלּוּ כְּפִי כֹּחוֹ עַד שֶׁיַּכְנִיעַ לִבָּם וְיָשׁוּבוּ תְּשׁוּבָה גְּמוּרָה: \n",
            "וְאַחַר שֶׁגּוֹמֵר זֶה דִּבְרֵי כִּבּוּשִׁין עוֹמְדִין בִּתְפִלָּה וּמַעֲמִידִין שְׁלִיחַ צִבּוּר הָרָאוּי לְהִתְפַּלֵּל בְּתַעֲנִיּוֹת אֵלּוּ. וְאִם הָיָה אוֹתוֹ שֶׁאוֹמֵר דִּבְרֵי הַכִּבּוּשִׁין רָאוּי לְהִתְפַּלֵּל מִתְפַּלֵּל וְאִם לָאו מוֹרִידִין אַחֵר: \n",
            "וְאֵי זֶה הוּא הָרָאוּי לְהִתְפַּלֵּל בְּתַעֲנִיּוֹת אֵלּוּ. אִישׁ שֶׁהוּא רָגִיל בִּתְפִלָּה. וְרָגִיל לִקְרוֹת בַּתּוֹרָה נְבִיאִים וּכְתוּבִים. וּמְטוּפָּל וְאֵין לוֹ. וְיֵשׁ לוֹ יְגִיעָה בַּשָּׂדֶה. וְלֹא יִהְיֶה בְּבָנָיו וּבִבְנֵי בֵּיתוֹ וְכָל קְרוֹבָיו הַנִּלְוִים עָלָיו בַּעַל עֲבֵרָה. אֶלָּא יִהְיֶה בֵּיתוֹ רֵיקָן מִן הָעֲבֵרוֹת. וְלֹא יָצָא עָלָיו שֵׁם רַע בְּיַלְדוּתוֹ. שְׁפַל בֶּרֶךְ. וּמְרֻצֶּה לָעָם. וְיֵשׁ לוֹ נְעִימָה וְקוֹלוֹ עָרֵב. וְאִם הָיָה זָקֵן עִם כָּל הַמִּדּוֹת הָאֵלּוּ הֲרֵי זֶה מְפֹאָר. וְאִם אֵינוֹ זָקֵן הוֹאִיל וְיֵשׁ בּוֹ כָּל הַמִּדּוֹת הָאֵלּוּ יִתְפַּלֵּל: \n",
            "וּשְׁלִיחַ צִבּוּר מַתְחִיל וּמִתְפַּלֵּל עַד בִּרְכַּת גּוֹאֵל יִשְׂרָאֵל. וְאוֹמֵר זִכְרוֹנוֹת וְשׁוֹפָרוֹת מֵעֵין הַצָּרָה. וְאוֹמֵר <small>(תהילים קכ א)</small> \"אֶל ה' בַּצָּרָתָה לִּי קָרָאתִי וַיַּעֲנֵנִי\". <small>(תהילים קכא א)</small> \"אֶשָּׂא עֵינַי אֶל הֶהָרִים\" וְגוֹ'. <small>(תהילים קל א)</small> \"מִמַּעֲמַקִּים קְרָאתִיךָ ה'\". <small>(תהילים קב א)</small> \"תְּפִלָּה לְעָנִי כִי יַעֲטֹף\" וְגוֹ': \n",
            "וְאוֹמֵר דִּבְרֵי תַּחֲנוּנִים כְּפִי כֹּחוֹ. וְאוֹמֵר רְאֵה נָא בְעָנְיֵנוּ וְרִיבָה רִיבֵנוּ וּמַהֵר לְגָאֳלֵנוּ. וּמִתְחַנֵּן וְאוֹמֵר בְּסוֹף תַּחֲנוּנָיו מִי שֶׁעָנָה אֶת אַבְרָהָם אָבִינוּ בְּהַר הַמּוֹרִיָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' גּוֹאֵל יִשְׂרָאֵל: \n",
            "וּמַתְחִיל לְהוֹסִיף שֵׁשׁ בְּרָכוֹת שֶׁהוּא מוֹסִיף זוֹ אַחַר זוֹ. וּמִתְחַנֵּן בְּכָל אַחַת מֵהֶן בְּדִבְרֵי תַּחֲנוּנִים וּפְסוּקִים מִדִּבְרֵי קַבָּלָה וּמִכִּתְבֵי הַקֹּדֶשׁ כְּפִי שֶׁהוּא רָגִיל וְחוֹתֵם בְּכָל אַחַת מֵהֶן בַּחֲתִימוֹת אֵלּוּ: \n",
            "בָּרִאשׁוֹנָה הוּא חוֹתֵם מִי שֶׁעָנָה אֶת משֶׁה וַאֲבוֹתֵינוּ עַל יַם סוּף הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' זוֹכֵר הַנִּשְׁכָּחוֹת: \n",
            "בַּשְּׁנִיָּה הוּא חוֹתֵם מִי שֶׁעָנָה אֶת יְהוֹשֻׁעַ בַּגִּלְגָּל הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּרוּעָה: \n",
            "בַּשְּׁלִישִׁית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת שְׁמוּאֵל בַּמִּצְפָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ צְעָקָה: \n",
            "בָּרְבִיעִית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת אֵלִיָּהוּ בְּהַר הַכַּרְמֶל הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה: \n",
            "בַּחֲמִישִׁית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת יוֹנָה בִּמְעֵי הַדָּגָה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' הָעוֹנֶה בְּעֵת צָרָה: \n",
            "בַּשִּׁשִּׁית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת דָּוִד וּשְׁלֹמֹה בְּנוֹ בִּירוּשָׁלַיִם הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' הַמְרַחֵם עַל הָאָרֶץ. וְכָל הָעָם עוֹנִין אָמֵן אַחַר כָּל בְּרָכָה וּבְרָכָה כְּדֶרֶךְ שֶׁעוֹנִין אַחַר כָּל הַבְּרָכוֹת: \n",
            "בַּשְּׁבִיעִית אוֹמֵר רְפָאֵנוּ ה' וְנֵרָפֵא וְכוּ'. וְגוֹמֵר הַתְּפִלָּה עַל הַסֵּדֶר וְתוֹקְעִין בַּחֲצוֹצְרוֹת. וְכַסֵּדֶר הַזֶּה עוֹשִׂין בְּכָל מָקוֹם: \n",
            "כְּשֶׁהָיוּ מִתְפַּלְּלִין עַל הַסֵּדֶר הַזֶּה בִּירוּשָׁלַיִם הָיוּ מִתְכַּנְּסִין לְהַר הַבַּיִת כְּנֶגֶד שַׁעַר הַמִּזְרָח וּמִתְפַּלְּלִין כַּסֵּדֶר הַזֶּה. וּכְשֶׁמַּגִּיעַ שְׁלִיחַ צִבּוּר לוֹמַר מִי שֶׁעָנָה אֶת אַבְרָהָם אוֹמֵר בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ אֱלֹהַי יִשְׂרָאֵל מִן הָעוֹלָם וְעַד הָעוֹלָם בָּרוּךְ אַתָּה ה' גּוֹאֵל יִשְׂרָאֵל. וְהֵן עוֹנִין אַחֲרָיו בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד. וְחַזָּן הַכְּנֶסֶת אוֹמֵר לַתּוֹקְעִים תִּקְעוּ בְּנֵי אַהֲרֹן תִּקְעוּ. וְחוֹזֵר הַמִּתְפַּלֵּל וְאוֹמֵר מִי שֶׁעָנָה אֶת אַבְרָהָם בְּהַר הַמּוֹרִיָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה וְאַחַר כָּךְ תּוֹקְעִין הַכֹּהֲנִים וּמְרִיעִין וְתוֹקְעִין: \n",
            "וְכֵן בַּבְּרָכָה הַשְּׁנִיָּה לָזוֹ שֶׁהִיא רִאשׁוֹנָה מִן הַשֵּׁשׁ שֶׁמּוֹסִיף חוֹתֵם בָּהּ בָּרוּךְ ה' אֱלֹהִים אֱלֹהֵי יִשְׂרָאֵל מִן הָעוֹלָם וְעַד הָעוֹלָם בָּרוּךְ אַתָּה ה' זוֹכֵר הַנִּשְׁכָּחוֹת. וְהֵן עוֹנִין בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד. וְחַזַּן הַכְּנֶסֶת אוֹמֵר לָהֶן הָרִיעוּ בְּנֵי אַהֲרֹן הָרִיעוּ. וְחוֹזֵר שְׁלִיחַ צִבּוּר וְאוֹמֵר מִי שֶׁעָנָה אֶת משֶׁה וַאֲבוֹתֵינוּ עַל יַם סוּף הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. וְאַחַר כָּךְ מְרִיעִין וְתוֹקְעִין וּמְרִיעִין: \n",
            "וְכֵן עַל כָּל בְּרָכָה וּבְרָכָה בְּאַחַת אוֹמֵר תִּקְעוּ וּבְאַחַת אוֹמֵר הָרִיעוּ עַד שֶׁיִּגְמֹר כָּל שֶׁבַע הַבְּרָכוֹת. וְנִמְצְאוּ הַכֹּהֲנִים פַּעַם תּוֹקְעִין וּמְרִיעִין וְתוֹקְעִין. וּפַעַם מְרִיעִין וְתוֹקְעִין וּמְרִיעִין שֶׁבַע פְּעָמִים. וְאֵין עוֹשִׂים הַסֵּדֶר זֶה אֶלָּא בְּהַר הַבַּיִת בִּלְבַד. וּכְשֶׁהֵן תּוֹקְעִין וּמְרִיעִין שָׁם תּוֹקְעִין בַּחֲצוֹצְרוֹת וּבְשׁוֹפָר כְּאֶחָד כְּמוֹ שֶׁאָמַרְנוּ: \n",
            "שֶׁבַע תַּעֲנִיּוֹת הָאֵלּוּ כָּל מָקוֹם שֶׁגּוֹזְרִין אוֹתָם שָׁם אַחַר שֶׁמִּתְפַּלְּלִין יוֹצְאִין כָּל הָעָם לְבֵית הַקְּבָרוֹת וּבוֹכִין וּמִתְחַנְּנִים שָׁם. כְּלוֹמַר הֲרֵי אַתֶּם מֵתִים כְּאֵלּוּ אִם לֹא תָּשׁוּבוּ מִדַּרְכֵיכֶם. וּבְכָל תַּעֲנִית מִתַּעֲנִיּוֹת הַצָּרוֹת שֶׁגּוֹזְרִין עַל הַצִּבּוּר מִתְפַּלְּלִין תְּפִלַּת נְעִילָה בְּכָל מָקוֹם: \n",
            "יָרְדוּ לָהֶם גְּשָׁמִים עַד מָתַי יִהְיוּ יוֹרְדִין וְיִפְסְקוּ הַצִּבּוּר מִן הַתַּעֲנִית. מִשֶּׁיֵּרְדוּ בְּעֹמֶק הָאָרֶץ הַחֲרֵבָה טֶפַח. וּבַבֵּינוֹנִית טְפָחַיִם. וּבַעֲבוּדָה עַד שֶׁיֵּרְדוּ בְּעֹמֶק שְׁלֹשָׁה טְפָחִים: \n"
        ],
        [
            "יֵשׁ שָׁם יָמִים שֶׁכָּל יִשְׂרָאֵל מִתְעַנִּים בָּהֶם מִפְּנֵי הַצָּרוֹת שֶׁאֵרְעוּ בָּהֶן כְּדֵי לְעוֹרֵר הַלְּבָבוֹת לִפְתֹּחַ דַּרְכֵי הַתְּשׁוּבָה וְיִהְיֶה זֶה זִכָּרוֹן לְמַעֲשֵׂינוּ הָרָעִים וּמַעֲשֵׂה אֲבוֹתֵינוּ שֶׁהָיָה כְּמַעֲשֵׂינוּ עַתָּה עַד שֶׁגָּרַם לָהֶם וְלָנוּ אוֹתָן הַצָּרוֹת. שֶׁבְּזִכְרוֹן דְּבָרִים אֵלּוּ נָשׁוּב לְהֵיטִיב שֶׁנֶּאֱמַר <small>(ויקרא כו, מ)</small> \"וְהִתְוַדּוּ אֶת עֲוֹנָם וְאֶת עֲוֹן אֲבֹתָם\" וְגוֹ': ",
            "וְאֵלּוּ הֵן יוֹם שְׁלִישִׁי בְּתִשְׁרֵי שֶׁבּוֹ נֶהֱרַג גְּדַלְיָה בֵּן אֲחִיקָם וְנִכְבַּת גַּחֶלֶת יִשְׂרָאֵל הַנִּשְׁאָרָה וְסִבֵּב לְהָתָם גָּלוּתָן. וַעֲשִׂירִי בְּטֵבֵת שֶׁבּוֹ סָמַךְ מֶלֶךְ בָּבֶל נְבוּכַדְנֶאצַּר הָרָשָׁע עַל יְרוּשָׁלַיִם וֶהֱבִיאָהּ בְּמָצוֹר וּבְמָצוֹק. וְי''ז בְּתַמּוּז חֲמִשָּׁה דְּבָרִים אֵרְעוּ בּוֹ. נִשְׁתַּבְּרוּ הַלּוּחוֹת. וּבָטֵל הַתָּמִיד מִבַּיִת רִאשׁוֹן. וְהֻבְקְעָה יְרוּשָׁלַיִם בְּחֻרְבָּן שֵׁנִי. וְשָׂרַף אַפּוֹסְטוֹמוֹס הָרָשָׁע אֶת הַתּוֹרָה. וְהֶעֱמִיד צֶלֶם בַּהֵיכָל: ",
            "וְתִשְׁעָה בְּאָב חֲמִשָּׁה דְּבָרִים אֵרְעוּ בּוֹ. נִגְזַר עַל יִשְׂרָאֵל בַּמִּדְבָּר שֶׁלֹּא יִכָּנְסוּ לָאָרֶץ. וְחָרַב הַבַּיִת בָּרִאשׁוֹנָה וּבַשְּׁנִיָּה. וְנִלְכְּדָה עִיר גְּדוֹלָה וּבֵיתָר שְׁמָהּ וְהָיוּ בָּהּ אֲלָפִים וּרְבָבוֹת מִיִּשְׂרָאֵל וְהָיָה לָהֶם מֶלֶךְ גָּדוֹל וְדִמּוּ כָּל יִשְׂרָאֵל וּגְדוֹלֵי הַחֲכָמִים שֶׁהוּא הַמֶּלֶךְ הַמָּשִׁיחַ. וְנָפַל בְּיַד הָרוֹמִיִּים וְנֶהֶרְגוּ כֻּלָּם וְהָיְתָה צָרָה גְּדוֹלָה כְּמוֹ חֻרְבַּן בֵּית הַמִּקְדָּשׁ. וּבוֹ בַּיּוֹם הַמּוּכָן לְפֻרְעָנוּת חָרַשׁ טוּרְנוּסְרוּפוּס הָרָשָׁע אֶת הַהֵיכָל וְאֶת סְבִיבָיו לְקַיֵּם מַה שֶּׁנֶּאֱמַר<small>(ירמיה כו יח)</small> <small>(מיכה ג יב)</small> \"צִיּוֹן שָׂדֶה תֵחָרֵשׁ\": ",
            "וְאַרְבָּעָה יְמֵי הַצּוֹמוֹת הָאֵלּוּ הֲרֵי הֵן מְפֹרָשִׁין בַּקַּבָּלָה <small>(זכריה ח יט)</small> \"צוֹם הָרְבִיעִי וְצוֹם הַחֲמִישִׁי\" וְגוֹ'. צוֹם הָרְבִיעִי זֶה שִׁבְעָה עָשָׂר בְּתַמּוּז שֶׁהוּא בַּחֹדֶשׁ הָרְבִיעִי. וְצוֹם הַחֲמִישִׁי זֶה תִּשְׁעָה בְּאָב שֶׁהוּא בַּחֹדֶשׁ הַחֲמִישִׁי. וְצוֹם הַשְּׁבִיעִי זֶה שְׁלֹשָׁה בְּתִשְׁרֵי שֶׁהוּא בַּחֹדֶשׁ הַשְּׁבִיעִי. וְצוֹם הָעֲשִׂירִי זֶה עֲשָׂרָה בְּטֵבֵת שֶׁהוּא בַּחֹדֶשׁ הָעֲשִׂירִי: ",
            "וְנָהֲגוּ כָּל יִשְׂרָאֵל בִּזְמַנִּים אֵלּוּ לְהִתְעַנּוֹת. וּבְי''ג בַּאֲדָר זֵכֶר לַתַּעֲנִית שֶׁהִתְעַנּוּ בִּימֵי הָמָן שֶׁנֶּאֱמַר <small>(אסתר ט לא)</small> \"דִּבְרֵי הַצֹּמוֹת וְזַעֲקָתָם\". וְאִם חָל י''ג בַּאֲדָר לִהְיוֹת בְּשַׁבָּת מַקְדִּימִין וּמִתְעַנִּין בַּחֲמִישִׁי שֶׁהוּא י''א. אֲבָל אֶחָד מֵאַרְבָּעָה יְמֵי הַצּוֹמוֹת שֶׁחָל לִהְיוֹת בְּשַׁבָּת דּוֹחִין אוֹתוֹ לְאַחַר הַשַּׁבָּת. חָל לִהְיוֹת בְּעֶרֶב שַׁבָּת מִתְעַנִּין בְּעֶרֶב שַׁבָּת. וּבְכָל הַצּוֹמוֹת הָאֵלּוּ אֵין מַתְרִיעִין וְלֹא מִתְפַּלְּלִין בָּהֶן תְּפִלַּת נְעִילָה. אֲבָל קוֹרִין בַּתּוֹרָה שַׁחֲרִית וּמִנְחָה בְּ<small>(שמות לב יא)</small> \"וַיְחַל משֶׁה\". וּבְכֻלָּן אוֹכְלִים וְשׁוֹתִין בַּלַּיְלָה חוּץ מִתִּשְׁעָה בְּאָב: ",
            "מִשֶּׁיִּכָּנֵס אָב מְמַעֲטִין בְּשִׂמְחָה. וְשַׁבָּת שֶׁחָל תִּשְׁעָה בְּאָב לִהְיוֹת בְּתוֹכָהּ אָסוּר לְסַפֵּר וּלְכַבֵּס וְלִלְבּשׁ כְּלִי מְגֹהָץ אֲפִלּוּ כְּלִי פִּשְׁתָּן עַד שֶׁיַּעֲבֹר הַתַּעֲנִית. וַאֲפִלּוּ לְכַבֵּס וּלְהַנִּיחַ לְאַחַר הַתַּעֲנִית אָסוּר. וּכְבָר נָהֲגוּ יִשְׂרָאֵל שֶׁלֹּא לֶאֱכל בָּשָׂר בְּשַׁבָּת זוֹ וְלֹא יִכָּנְסוּ לַמֶּרְחָץ עַד שֶׁיַּעֲבֹר הַתַּעֲנִית. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לְבַטֵּל הַשְּׁחִיטָה מֵרֹאשׁ הַחֹדֶשׁ עַד הַתַּעֲנִית: ",
            "תִּשְׁעָה בְּאָב לֵילוֹ כְּיוֹמוֹ לְכָל דָּבָר. וְאֵין אוֹכְלִין אֶלָּא מִבְּעוֹד יוֹם. וּבֵין הַשְּׁמָשׁוֹת שֶׁלּוֹ אָסוּר כְּיוֹם הַכִּפּוּרִים. וְלֹא יֹאכַל בָּשָׂר וְלֹא יִשְׁתֶּה יַיִן בַּסְּעֻדָּה הַמַּפְסִיק בָּהּ. אֲבָל שׁוֹתֶה הוּא יַיִן מִגִּתּוֹ שֶׁיֵּשׁ לוֹ שְׁלֹשָׁה יָמִים אוֹ פָּחוֹת. וְאוֹכֵל בָּשָׂר מָלִיחַ שֶׁיֵּשׁ לוֹ שְׁלֹשָׁה יָמִים אוֹ יֶתֶר. וְלֹא יֹאכַל שְׁנֵי תַּבְשִׁילִין: ",
            "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאָכַל עֶרֶב תִּשְׁעָה בְּאָב אַחַר חֲצוֹת. אֲבָל אִם סָעַד קֹדֶם חֲצוֹת אַף עַל פִּי שֶׁהוּא מַפְסִיק בָּהּ אוֹכֵל כָּל מַה שֶּׁיִּרְצֶה. וְעֶרֶב תִּשְׁעָה בְּאָב שֶׁחָל לִהְיוֹת בְּשַׁבָּת אוֹכֵל וְשׁוֹתֶה כָּל צָרְכּוֹ וּמַעֲלֶה עַל שֻׁלְחָנוֹ אֲפִלּוּ כִּסְעֻדַּת שְׁלֹמֹה. וְכֵן תִּשְׁעָה בְּאָב עַצְמוֹ שֶׁחָל לִהְיוֹת בְּשַׁבָּת אֵינוֹ מְחַסֵּר כְּלוּם: ",
            "זוֹ הִיא מִדַּת כָּל הָעָם שֶׁאֵינָן יְכוֹלִין לִסְבּל יֶתֶר מִדַּאי. אֲבָל חֲסִידִים הָרִאשׁוֹנִים כָּךְ הָיְתָה מִדָּתָן. עֶרֶב תִּשְׁעָה בְּאָב הָיוּ מְבִיאִין לוֹ לָאָדָם לְבַדּוֹ פַּת חֲרֵבָה בְּמֶלַח וְשׁוֹרֶה בְּמַיִם וְיוֹשֵׁב בֵּין תַּנּוּר וְכִירַיִם וְאוֹכְלָהּ וְשׁוֹתֶה עָלֶיהָ קִיתוֹן שֶׁל מַיִם בִּדְאָגָה וּבְשִׁמָּמוֹן וּבְכִיָּה כְּמִי שֶׁמֵּתוֹ מֻטָּל לְפָנָיו. כָּזֶה רָאוּי לַחֲכָמִים לַעֲשׂוֹת אוֹ קָרוֹב מִזֶּה. וּמִיָּמֵינוּ לֹא אָכַלְנוּ עֶרֶב תִּשְׁעָה בְּאָב תַּבְשִׁיל אֲפִלּוּ שֶׁל עֲדָשִׁים אֶלָּא אִם כֵּן הָיָה בְּשַׁבָּת: ",
            "עֻבָּרוֹת וּמֵינִיקוֹת מִתְעַנּוֹת וּמַשְׁלִימוֹת בְּתִשְׁעָה בְּאָב. וְאָסוּר בִּרְחִיצָה בֵּין בְּחַמִּין בֵּין בְּצוֹנֵן וַאֲפִלּוּ לְהוֹשִׁיט אֶצְבָּעוֹ בְּמַיִם. וְאָסוּר בְּסִיכָה שֶׁל תַּעֲנוּג וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה כְּיוֹם הַכִּפּוּרִים. וּמָקוֹם שֶׁנָּהֲגוּ לַעֲשׂוֹת בּוֹ מְלָאכָה עוֹשִׂין. וּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לַעֲשׂוֹת אֵין עוֹשִׂין. וּבְכָל מָקוֹם תַּלְמִידֵי חֲכָמִים בְּטֵלִין. וְאָמְרוּ חֲכָמִים שֶׁהָעוֹשֶׂה בּוֹ מְלָאכָה אֵינוֹ רוֹאֶה סִימַן בְּרָכָה לְעוֹלָם: ",
            "תַּלְמִידֵי חֲכָמִים אֵין נוֹתְנִין זֶה לָזֶה שָׁלוֹם בְּתִשְׁעָה בְּאָב. אֶלָּא יוֹשְׁבִים דָּוִים וְנֶאֱנָחִים כַּאֲבֵלִים. וְאִם נָתַן לָהֶם עַם הָאָרֶץ שָׁלוֹם מַחֲזִירִים לוֹ בְּשָׂפָה רָפָה וְכֹבֶד רֹאשׁ. וְאָסוּר לִקְרוֹת בְּתִשְׁעָה בְּאָב בַּתּוֹרָה אוֹ בַּנְּבִיאִים אוֹ בַּכְּתוּבִים וּבְמִשְׁנָה וּבַהֲלָכוֹת וּבִגְמָרָא וּבְהַגָּדוֹת. וְאֵינוֹ קוֹרֵא אֶלָּא בְּאִיּוֹב וּבְקִינוֹת וּבַדְּבָרִים הָרָעִים שֶׁבְּיִרְמְיָהוּ. וְתִינוֹקוֹת שֶׁל בֵּית רַבָּן בְּטֵלִין בּוֹ. וּמִקְצָת הַחֲכָמִים נוֹהֲגִין שֶׁלֹּא לְהַנִּיחַ בּוֹ תְּפִלִּין שֶׁל רֹאשׁ: ",
            "מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ תִּקְּנוּ חֲכָמִים שֶׁהָיוּ בְּאוֹתוֹ הַדּוֹר שֶׁאֵין בּוֹנִין לְעוֹלָם בִּנְיָן מְסֻיָּד וּמְכֻיָּר כְּבִנְיַן הַמְּלָכִים. אֶלָּא טָח בֵּיתוֹ בְּטִיט וְסָד בְּסִיד וּמְשַׁיֵּר מָקוֹם אַמָּה עַל אַמָּה כְּנֶגֶד הַפֶּתַח בְּלֹא סִיד. וְהַלּוֹקֵחַ חָצֵר מְסֻיֶּדֶת וּמְכֻיֶּרֶת הֲרֵי זוֹ בְּחֶזְקָתָהּ וְאֵין מְחַיְּבִים אוֹתוֹ לִקְלֹף הַכְּתָלִים: ",
            "וְכֵן הִתְקִינוּ שֶׁהָעוֹרֵךְ שֻׁלְחָן לַעֲשׂוֹת סְעֵדָּה לָאוֹרְחִים מְחַסֵּר מִמֶּנּוּ מְעַט וּמַנִּיחַ מָקוֹם פָּנוּי בְּלֹא קְעָרָה מִן הַקְּעָרוֹת הָרְאוּיוֹת לָתֵת שָׁם. וּכְשֶׁהָאִשָּׁה עוֹשָׂה תַּכְשִׁיטֵי הַכֶּסֶף וְהַזָּהָב מְשַׁיֶּרֶת מִין מִמִּינֵי הַתַּכְשִׁיט שֶׁנּוֹהֶגֶת בָּהֶן כְּדֵי שֶׁלֹּא יִהְיֶה תַּכְשִׁיט שָׁלֵם. וּכְשֶׁהֶחָתָן נוֹשֵׂא אִשָּׁה לוֹקֵחַ אֵפֶר מַקְלֶה וְנוֹתֵן בְּרֹאשׁוֹ מְקוֹם הֲנָחַת הַתְּפִלִּין. וְכָל אֵלּוּ הַדְּבָרִים כְּדֵי לִזְכֹּר יְרוּשָׁלַיִם שֶׁנֶּאֱמַר <small>(תהילים קלז ה)</small> \"אִם אֶשְׁכָּחֵךְ יְרוּשָׁלָםִ תִּשְׁכַּח יְמִינִי\" <small>(תהילים קלז ו)</small> \"תִּדְבַּק לְשׁוֹנִי לְחִכִּי אִם לֹא אֶזְכְּרֵכִי אִם לֹא אַעֲלֶה אֶת יְרוּשָׁלַםִ עַל רֹאשׁ שִׂמְחָתִי\": ",
            "וְכֵן גָּזְרוּ שֶׁלֹּא לְנַגֵּן בִּכְלֵי שִׁיר. וְכָל מִינֵי זֶמֶר וְכָל מַשְׁמִיעֵי קוֹל שֶׁל שִׁיר אָסוּר לִשְׂמֹחַ בָּהֶן וְאָסוּר לְשָׁמְעָן מִפְּנֵי הַחֻרְבָּן. וַאֲפִלּוּ שִׁירָה בַּפֶּה עַל הַיַּיִן אֲסוּרָה שֶׁנֶּאֱמַר <small>(ישעיה כד ט)</small> \"בַּשִּׁיר לֹא יִשְׁתּוּ יָיִן\". וּכְבָר נָהֲגוּ כָּל יִשְׂרָאֵל לוֹמַר דִּבְרֵי תֻּשְׁבָּחוֹת אוֹ שִׁיר שֶׁל הוֹדָאוֹת לָאֵל וְכַיּוֹצֵא בָּהֶן עַל הַיַּיִן: ",
            "וְאַחַר כָּךְ גָּזְרוּ עַל עַטְרוֹת חֲתָנִים שֶׁלֹּא לְהַנִּיחָם כְּלָל. וְשֶׁלֹּא יַנִּיחַ הֶחָתָן בְּרֹאשׁוֹ שׁוּם כָּלִיל שֶׁנֶּאֱמַר <small>(יחזקאל כא לא)</small> \"הָסֵר הַמִּצְנֶפֶת וְהָרֵם הָעֲטָרָה\". וְכֵן גָּזְרוּ עַל עַטְרוֹת כַּלּוֹת אִם הָיָה שֶׁל כֶּסֶף אוֹ זָהָב אֲבָל שֶׁל גְּדִיל מֻתָּר לְכַלָּה: ",
            "מִי שֶׁרָאָה עָרֵי יְהוּדָה בְּחֻרְבָּנָם אוֹמֵר <small>(ישעיה סד ט)</small> \"עָרֵי קָדְשְׁךָ הָיוּ מִדְבָּר\" וְקוֹרֵעַ. רָאָה יְרוּשָׁלַיִם בְּחֻרְבָּנָהּ אוֹמֵר <small>(ישעיה סד ט)</small> \"יְרוּשָׁלַיִם מִדְבָּר\" וְגוֹ'. בֵּית הַמִּקְדָּשׁ בְּחֻרְבָּנוֹ אוֹמֵר <small>(ישעיה סד י)</small> \"בֵּית קָדְשֵׁנוּ וְתִפְאַרְתֵּנוּ\" וְגוֹ' וְקוֹרֵעַ. וּמֵהֵיכָן חַיָּב לִקְרֹעַ מִן הַצּוֹפִים. וּכְשֶׁיַּגִּיעַ לַמִּקְדָּשׁ קוֹרֵעַ קֶרַע אַחֵר. וְאִם פָּגַע בַּמִּקְדָּשׁ תְּחִלָּה כְּשֶּׁיָּבוֹא מִדֶּרֶךְ הַמִּדְבָּר קוֹרֵעַ עַל הַמִּקְדָּשׁ וּמוֹסִיף עַל יְרוּשָׁלַיִם: ",
            "כָּל הַקְּרָעִים הָאֵלּוּ כֻּלָּם קוֹרֵעַ בְּיָדוֹ מְעֵמָּד וְקוֹרֵעַ כָּל כְּסוּת שֶׁעָלָיו עַד שֶׁיְּגַלֶּה אֶת לִבּוֹ. וְאֵינוֹ מְאַחֶה קְרָעִים אֵלּוּ לְעוֹלָם. אֲבָל רַשַּׁאי הוּא לְשָׁלְלָן לְמָלְלָן לְלַקְּטָן וּלְתָפְרָן כְּמִין סֻלָּמוֹת: ",
            "הָיָה הוֹלֵךְ וּבָא לִירוּשָׁלַיִם הוֹלֵךְ וּבָא תּוֹךְ שְׁלֹשִׁים יוֹם אֵינוֹ קוֹרֵעַ קֶרַע אַחֵר. וְאִם לְאַחַר שְׁלֹשִׁים יוֹם חוֹזֵר וְקוֹרֵעַ: ",
            "כָּל הַצּוֹמוֹת הָאֵלּוּ עֲתִידִים לִבָּטֵל לִימוֹת הַמָּשִׁיחַ. וְלֹא עוֹד אֶלָּא שֶׁהֵם עֲתִידִים לִהְיוֹת יוֹם טוֹב וִימֵי שָׂשׂוֹן וְשִׂמְחָה שֶׁנֶּאֱמַר <small>(זכריה ח יט)</small> \"כֹּה אָמַר ה' צְבָאוֹת צוֹם הָרְבִיעִי וְצוֹם הַחֲמִישִׁי וְצוֹם הַשְּׁבִיעִי וְצוֹם הָעֲשִׂירִי יִהְיֶה לְבֵית יְהוּדָה לְשָׂשׂוֹן וּלְשִׂמְחָה וּלְמֹעֲדִים טוֹבִים וְהָאֱמֶת וְהַשָּׁלוֹם אֱהָבוּ\": סָלִיק הִלְכוֹת תַּענִיוֹת "
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות תעניות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}