{
    "title": "Mishneh LaMelech on Mishneh Torah, Forbidden Intercourse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Forbidden_Intercourse",
    "text": [
        [
            [
                "<b>הבא על אחת מכל העריות האמורות בתורה וכו'.</b> דע דאין מחייבין אותו על כל ביאה וביאה אא\"כ התרו בו בכל ביאה וביאה וזה מתבאר בפרק עשרה יוחסין (דף ע\"ז) דאמרי' אלא שבא על אלמנה אחת ג' ביאות ה\"ד אי דלא אתרו ביה פשיטא דאינו חייב אלא אחת כו'. (א\"ה ועיין בפי\"ד מהמ\"א דין ז'). ומאותה סוגיא יש ללמוד דין מחודש דאמרינן התם האי אלמנה ה\"ד אילימא שבא על אלמנת ראובן ועל אלמנת שמעון ועל אלמנת לוי אמאי אינו חייב אלא אחת הרי גופין מוחלקים. ומדלא צידדו לומר ה\"ד אי דלא אתרו ביה משמע דבגופין מוחלקים אף שלא התרו בו חייב על כל אחת ואחת וכ\"כ שם רבינו ישעיה ז\"ל וז\"ל הרי גופין מוחלקין פירוש ובהתראה אחת שהתרו בו הבא על האלמנה לוקה חייב על כל אחת ואחת ע\"כ וכ\"כ התוס' בפרק בתרא דמכות (דף כ') ד\"ה לא. ודחו שם דברי רש\"י דמשמע דס\"ל דאף בגופין מוחלקין בעינן התראה על כל אחת. ודע שכתב שם רבינו ישעיה ז\"ל דלא אמרינן גופין מוחלקין אלא בב\"ח אבל בשחוטין לא אמרינן גופין מוחלקין משום דלא חשיבי וכתב דגם בבהמה אמרינן גופין מוחלקין בב\"ח דמה לי רבע ה' בהמות מה לי בא על ה' נדות וכן אם אכל אבר מן החי מה' בהמות או שתלש מחלב ה' בהמות ואכל בהעלם אחד או ששתה דם הקזה מה' בהמות בהעלם אחד חייב על כל אחת ואחת ע\"כ. ועיין במ\"ש מהרימ\"ט בחידושיו בסוגיא זו משם הרא\"ש ז\"ל. ועיין מ\"ש התוספות בפ\"ח דזבחים (דף ע\"ז) ד\"ה הפיגול שהביאו שם סוגיא זו והנראה מדבריהם שם דפליגי על רבינו ישעיה ז\"ל וס\"ל דאמרינן גופין מוחלקין אף בדבר שאינו ב\"ח ובהתראה אחת סגי ודוק היטב בדבריהם שצריכים תלמוד: "
            ],
            [],
            [],
            [],
            [
                "<b>הבא על בת אשתו בחיי אשתו.</b> נ\"ב כאן רמז הר\"מ מ\"ש בפ\"ב דין ח': "
            ]
        ],
        [
            [],
            [
                "<b>לפיכך הבא על אמו וכו'.</b> דע דתלת יתורי כתיבי באזהרה דאשת אב ואם. האחד ערות אביך דהא כתיב בתריה ערות אשת אביך. והשני אמך היא מאי אתא לאשמועינן. והג' ערות אביך היא ובעונש נמי איכא חד יתורא דכתיב ערות אביו גלה. ונחלקו ר\"י וחכמים בפרק ארבע מיתות בהני יתורי למאי אתו. חכמים ס\"ל דערות אביך כמשמעו דהבא על אביו חייב שתים ואמך היא איצטריך משום דהזהיר הכתוב על אמו שאינה אשת אביו דכתיב ערות אמך לא תגלה והזהיר על אשת אביו שאינה אמו דכתיב ערות אשת אביך לא תגלה אבל גבי עונש לא ענש כי אם על אשת אב דכתיב ואיש אשר ישכב את אשת אביו אבל אמו שאינה אשת אביו אזהרה שמענו עונש לא שמענו אמר קרא אמך היא עשאה הכתוב לאמו שאינה אשת אביו כאמו שהיא אשת אביו וערות אביך היא אתא לאזהרה דאשת האב לאחר מיתת האב וערות אביו גלה אתא לעונש דאשת אב לאחר מיתת האב דאזהרה שמענו מקרא דערות אביך היא עונש לא שמענו אמר קרא ערות אביו גלה להענישו. ורבי יהודה דריש להני יתורי בגוונא אחרינא דאיהו סבירא ליה דערות אביך היא אשת האב ויליף לה בג\"ש נאמר כאן ערות אביך ונאמר להלן גבי עונש ערות אביו גלה מה להלן באישות הכתוב מדבר אף כאן באישות הכתוב מדבר ואתא קרא דאמך היא לבאר לנו שלא הזהיר בערות אביך אלא באשת האב שאינה אמו אבל אמו שהיא אשת אביו אינו מוזהר עליה כ\"א משום ערות אמך לא תגלה וז\"ש אמך היא משום אמך אתה מחייבו ואי אתה מחייבו משום אשת אב דכתיב ברישיה דקרא ולהכי איצטריך ערות אביך אף שכבר הזהיר על אשת האב בפירוש כדי שיבא המיעוט של אמך היא על נכון דאי לא הוה כתיב ערות אביך לא הוה דרשינן לאמך היא למיעוטא לומר משום אם אתה מחייבו ואי אתה מחייבו משום אשת האב דהא קרא לא חייב משום אשת האב ומשום ה\"ט לא דרשינן לערות אביך היא למיעוטא כמו אמך היא ולומר משום אשת האב אתה מחייבו ואי אתה מחייבו משום אם דהא רישא דקרא לא חייבו משום אם כי אם משום אשת האב אבל השתא דכתיב ערות אביך היא ופירושו אשת אביך וסתמו משמע אשת אב בין שאינה אמו בין שהיא אמו שהוא מוזהר עליה משום אשת אב אתא מיעוטא דאמך היא לומר לך משום אם אתה מחייבו ואי אתה מחייבו משום אשת אב לאשמועינן דרישא דקרא דכתיב ערות אביך לא מיירי כי אם באשת אב שאינה אמו ועונש לאמו שאינה אשת אביו לר\"י מג\"ש זו נפקא ליה דנאמר כאן ערות אביך גבי אזהרה ונאמר גבי עונש ערות אביו מה גבי אזהרה הזהיר אמו שאינה אשת אביו אף גבי עונש ענש אמו שאינה אשת אביו. והשתא לר\"י אייתר לן ערות אשת אביך דהא אזהרה דאשת אב מערות אביך נפקא דמיירי באישות מג\"ש ודריש ר\"י דאיצטריך ערות אשת אביך לרבות לאחר מיתת האב שהוא באזהרה ועונש שמענו מג\"ש. וערות אביך היא אתא למעוטי משום אשת אב אתה מחייבו ואי אתה מחייבו משום אשת איש. וערות אביו גלה דגבי עונש איצטריך לג\"ש ללמדנו דערות אביך דכתיב גבי אזהרה מיירי באישות וללמדנו עונש לאמו שאינה אשת אביו ועונש לאשת אב לאחר מיתת האב דג' דינים הללו למדנו מג\"ש זו אליבא דר\"י והיא מופנה מצד אחד דהיינו ערות אביו גלה דלגופיה לא איצטריך ואתא לג\"ש והשתא איכא בין ר\"י לחכמים שני דינים האחד הוא אמו שהיא אשת אביו דלחכמים חייב שתים ולר\"י אינו חייב כי אם משום אמו. והשני אשת אב בחיי אביו דלרבנן חייב משום אשת אב ומשום אשת איש ולר\"י אינו חייב כי אם משום אשת אב ואינו חייב משום אשת איש: <br><b>אך </b>ספק אחד יש לי אם הא דממעט ר\"י משום אשת איש אי אתה מחייבו אם הוי דוקא כשהיא נשואה לאביו דמשום אב אין לחייבו שתים אך כשהיא נשואה לאחר יתחייב שתים אף לר\"י דהא חיובו של זה אינו משום זה ושני חיובים באים לו מכח שני אנשים. א\"ד לא שנא דכל היכא דאיכא חיוב משום אשת אב ליכא חיוב משום אשת איש. וחלוקה זו נראה קצת דהא קרא דערות אשת אביך מוקי לה ר\"י לאחר מיתת האב שהוא חייב עליה משום אשת אב וכי כתיב בתריה מיעוטא דערות אביך היא פשטא דמילתא נראה דבמאי דמיירי ברישא ממעט בסיפא דהיינו דאם נתקדשה לאחר לאחר מיתת האב דאינו חייב עליה משום אשת איש כי אם משום אשת אב דכתיב ערות אביך היא. אך הרואה יראה בדברי רש\"י דהאי מיעוטא דמשום אשת איש אי אתה מחייבו מיירי כשהיא נשואה לאביו דלא תימא שם אשת איש לא נפק מכלל אשת אב דרישא דקרא דהא אביו נמי עמיתו הוא וקרי בה ואל אשת עמיתך כו': <br><b>והנראה </b>אצלי דס\"ל לרש\"י דערות אשת אביך מיירי בין כשהיא נשואה לאביו בין לאחר מיתת האב ומיעוטא דערות אביך היא קאי להיכא שהיא נשואה לאביו. ודו\"ק היטב במה שהאריך רש\"י לתת טעם למה לא דרשינן ערות אביך היא לומר משום אשת אב אתה מחייבו ואי אתה מחייבו משום אם כי היכי דדרשינן אמך היא משום אם אתה מחייבו ואי אתה מחייבו משום אשת אב. ותראה איך מוכרח הוא לומר דמיעוטא דאשת איש אינו אלא כי אם כשהיא נשואה לאביו ודו\"ק: <br><b>וראיתי </b>להרא\"ם ז\"ל בפרשת אחרי מות שכתב וז\"ל ויש לתמוה על דברי ר\"י ועל רש\"י שהביא את דבריו למה לא הביאו הג\"ש של אביך אביך מקרא דערות אשת אביך שהיא בצדו ומיירי באזהרה כמוהו דכתיב ביה ערות אביך היא מה להלן באשת אביך אף כאן באשת אביך אבל הביא הג\"ש מקרא דפרשת קדושים דמיירי בעונש דכתיב ביה ואיש אשר ישכב את אשת אביו ערות אביו גלה מה להלן באשת אביו אף כאן באשת אביו עכ\"ל. ודבריו הם תמוהים הרבה בעיני חדא דכל ג\"ש היא מקובלת מסיני דאין אדם דן ג\"ש מעצמו ואימא דכי אגמריה רחמנא למשה הכי אגמריה שיעשה הג\"ש מעונש לאזהרה. ואף שהרמב\"ן ז\"ל כתב שלפעמים לא נאמר בסיני שני המקומות כי אם המקום האחד הלמד או המלמד נאמר למשה תיבה זו אתא לג\"ש ולא נאמר לו המקום האחר וזהו שמצינו בתלמוד דאיפליגו בג\"ש דמר עביד ליה להאי מילתא ומר עביד ליה להאי מילתא. אכתי אימא דכי אגמריה רחמנא למשה ערות אביו דגבי עונש אגמריה דאתא לג\"ש. ועוד דאף הרמב\"ן ז\"ל מודה דלפעמים כל שני המקומות נאמרו למשה בסיני אלא שלפעמים לא נאמרו שני המקומות וא\"כ מאן לימא לן דג\"ש זו לא נאמרה למשה בפירוש הלמד והמלמד שהוא מעונש לאזהרה. ואם קושיית הרב היא לאלהינו הא ודאי הס כי לא להזכיר. ועוד דכל ג\"ש צריך שתהיה מופנה לפחות מצד אחד וזהו דלר\"י ערות אביו גלה לא דריש ליה לשום דבר אלא שהוא מופנה ללמד הג\"ש דערות אביך דאיצטריך לגופיה להזהיר על אשת האב אבל ערות אביך היא איצטריך למעט משום אשת אב אתה מחייבו ואי אתה מחייבו משום אשת איש וערות אשת אביך אתא לרבות אשת האב לאחר מיתה. ולזה היה אפשר לומר דקושיית הרב היא דנימא דהג\"ש היא מערות אביך היא או מערות אשת אביך וערות אביו גלה אתא או לרבות אשת האב לאחר מיתה או למעט אשת איש ואכתי קשה דלית לן באשת אב לאחר מיתה עונש ואזהרה דבשלמא אי עבדינן הג\"ש מעונש לאזהרה כיון דלמדנו דאיכא אזהרה לאחר מיתה שמעינן שפיר דאיכא עונש מכח ג\"ש. אך אי הג\"ש היא מאזהרה לאזהרה א\"כ מנ\"ל דאיכא עונש ואזהרה גבי אשת אב לאחר מיתה. וי\"ל דהכי דרשינן מה התם גבי אשת אב הזהיר וענש ה\"נ לאחר מיתה הזהיר וענש ואשכחן כה\"ג בתלמוד והשתא הג\"ש היא מערות אביך היא וערות אביו גלה אתא למעט אשת איש וערות אשת אביך היא לרבות אשת האב לאחר מיתה ועונש שמענו מג\"ש דערות אביך. אך קשה דאמו שאינה אשת אביו אזהרה שמענו עונש לא שמענו. ויש ליישב גם זה דהא נמי שמעינן מג\"ש דמה ערות אשת אביך דהוא לאחר מיתה הזהיר וענש אף אזהרה דערות אביך דכתיב בה וערות אמך לא תגלה הזהיר וענש. כללו של דבר דשני מקראות הללו דערות אביך וערות אשת אביך מגרש דערות אביך היא דמייתר אמרינן שבא ליתן את האמור של זה בזה ואת האמור של זה בזה ובתחילה דרשינן דערות אביך הוא אשת אביך וילפינן לה מערות אביך היא מה להלן באישות אף כאן באישות והדר ילפינן דערות אשת אביך ענש מערות אביך שהיא אשת אביך מה להלן ענש אף כאן ענש והדר יליף ערות אמך דכתיב בקרא דערות אביך לעונש מקרא דערות אשת אביך דמה להלן עונש אף כאן ענש וערות אביו גלה אתא למעט אשת איש. אלא שיש להסתפק אם דבר הלמד בג\"ש חוזר ומלמד דהא ערות אשת אביך לא למדנו עונש כי אם מג\"ש וא\"כ היכי הדר ומלמד לערות אמך לעונש ועיין בפרק איזהו מקומן (דף נ\"א) . כל זה אפשר ליישב בעד הרא\"ם ובזה נסתלקו קושיית הרב בעל כנה\"ג וקושיית הרב שמע שלמה יע\"ש. אך הקושיא הראשונה במקומה עומדת וצ\"ע: <br><b>ואני </b>תמיה בסוגיא זו דבפ\"ב דיבמות אמרינן דלר\"י אחותך היא דרשינן ב' דרשות ואמרינן דאחותך אתא לרבות אחותו מן האב ומן האם והיא אתא למעט לומר משום אחות אתה מחייבו ואי אתה מחייבו משום בת אשת אביך. ולרבנן נמי דרשינן לאחותך היא לשני דרשות. ואלו הכא דריש ר\"י אמך היא למעט וכן ערות אביך היא למעט וא\"כ התם נמי נימא דאחותך היא כוליה קרא למעט אתא. ולרבנן נמי דדרשי התם היא דאחותך ללמדנו דאין עונשין מן הדין למה לא דרשו אמך היא וערות אביך היא וצ\"ע: <br><b>ודע </b>דאליבא דחכמים דדרשי ערות אביך כמשמעו וכן ערות אחי אביך וערות בת אשת אביך ולחייבו שתים אף שיש אזהרה לכל אחד ואחד עונש לא שמענו דבפרשת קדושים לא ענש לבא על אביו ועל אחי אביו והבא על בת אשת אביו וכולם הם בהכרת וכמ\"ש התוס' בספ\"ב דיבמות יע\"ש ועוד נאריך בזה במקום אחר. * עוד קשיא לי בסוגיא זו דבתחילה רצו לומר דטעמיה דר\"י משום דכתיב לא תגלה ערותה ודחו זה. ואכתי תיקשי דלא תגלה ערותה למאי אתא לר\"י דדריש אמך היא למיעוטא אמאי איצטריך לא תגלה ערותה והא באידך קרא דכתיב ערות אביך היא דדריש ליה ר\"י למיעוטא לא כתיב לא תגלה. ודע דאמו שהיא אשת אביו נראה מסוגיא דפרק ארבע מיתות דלא איצטריך קרא לרבות דכיון דהזהיר הכתוב על אמו שאינה אשת אביו ועל אשת אביו שאינה אמו מכ\"ש על אמו שהיא אשת אביו. ואע\"ג דגבי אחות מן האב איצטריך קרא לרבות אחות מן האב ומן האם אף שהזהיר על אחות מן האב שאינה מן האם ועל אחות מן האם שאינה מן האב משום דאין עונשין מן הדין וכדאיתא בפ\"ק דמכות. כבר יישבו זה התוס' ברפ\"ק דיבמות ד\"ה בתו ועיין במ\"ש התוס' בפרק ארבע מיתות. ודע דבפרק הנשרפין (דף ע\"ה) ממעט אביי מאמך היא מיעוט אחר והוא דלא נימא מה היא אם אמה אסורה אף הוא אם אמו אסורה אמר קרא אמך היא משום אמו אתה מחייבו ואי אתה מחייבו משום אם אמו ועיין במ\"ש התוס' שם:(א\"ה חבל על דאבדין). "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כיון שקידש אדם אשה נאסרו עליו מקרובותיה שש נשים כו'.</b> כתב ה\"ה ואף בזה חלקו על רבינו ואמרו דקי\"ל כמ\"ד דון מינה ואוקי באתרה כו'. ועיין בפרק יוצא דופן (דף מ\"ג) ובפי\"ג דמנחות (דף ק\"ז) אמתניתין דהרי עלי יין ובפ\"ה דמנחות (דף ס\"ב) אההיא דזבחי שלמי צבור טעונין תנופה ובפרק העור והרוטב (דף ק\"כ) . * (ועיין מ\"ש בשרש זה רמ\"ז בשיטתו הנקראת כפות תמרים (דף ל\"א): "
            ],
            [
                "<b>בא עליהם לאחר מיתת אשתו הרי אלו בכרת.</b> נ\"ב עיין לעיל רפ\"א דין ה': "
            ],
            [],
            [],
            [
                "<b>אבל חכמים אסרו וכו'.</b> ביבמות בפרק נושאין על האנוסה (דף צ\"ט) הנטען מן האשה אסור באמה ובבתה ובאחותה. ונסתפקתי במי שבא על אשה פנויה בשוגג או שאנסוהו לבא עליה אם נאסרו עליו קרובותיה דשמא לאחר שישא אחת מקרובותיה יזנה עם הראשונה כשבאה לבקר קרובותיה. או דילמא ע\"כ לא חששו אלא במי שראינו אותו שזינה מרצונו אנו חוששין שמא יחזור ויזנה עמה משום דכבר איתרע חזקתיה אבל במי שבא על אשה באונס או בשגגה מהיכא תיתי שנחוש שיזנה שהרי לא איתרע חזקתו. וסבור הייתי לומר שלא נאמרה גזירה זו דהנטען מן האשה דאסור באמה ובבתה אלא היכא דשניהם לדבר עבירה נתכוונו וכגון במפותה אבל באנוסה דהיא בחזקת כשרה עומדת מותר בקרובותיה ואין לחוש שיזנה עם האנוסה שהרי מעולם לא נתרצית לזנות. ולחוש שמא יחזור ויאנוס אותה זו היא חששא רחוקה. ומאי דפריך בר\"פ נושאין וכל היכא דאיכא איסורא מדרבנן תני נושאין לכתחילה ומשני כי תנן מתני' לאחר מיתה. ממפותה דתנן נושאין על המפותה הוא דקשיא ליה לתלמודא ואוקמוה בלאחר מיתה. אבל מאנוסה לא קשיא ליה ולעולם דמיירי בחייה של האנוסה ובזה ניחא דלא הקשו בגמרא מהברייתא דקתני אנס אשה מותר לישא בתה משום דמאנוסה ליכא קושיא כלל אבל ממתני' דקתני מפותה הוא דק\"ל. אך מדברי רש\"י משמע קצת דאף באנוסה גזרו חכמים שכתב וז\"ל מדרבנן משום גזירה כו' והיא אנוסה ומפותה על הנשואה משמע דס\"ל דגם באנוסה היתה הגזירה וכן הוא דעת התוס' שכתבו וז\"ל ה\"ה דהוה מצי למיפרך מברייתא דקתני דמותר וכו' וברייתא לא מיירי אלא באנוסה א\"ו דס\"ל דגם באנוסה גזרו: שוב ראיתי להריב\"ה סימן ט\"ו שכתב וז\"ל בת אנוסתו מותרת לו לאחר מיתה ע\"כ. הרי לך הדבר מבואר דס\"ל שגם באנוסה גזרו חכמים. ומ\"מ נראה דאף שהוכחנו דגם באנוסה גזרו אין ללמוד מזה היכא שהדבר בהפך כגון שהיה הוא שוגג או אנוס והיא מזידה שגזרו ג\"כ שלא ישא אחת מקרובותיה משום דאפשר שהכל תלוי בדידיה שכל שהוא מזיד אף שהיא אנוסה או שוגגת גזרו חכמים שמא מתוך שלבו גס בה יפתנה אבל כל שהוא שוגג או אנוס אף שהיא מזידה אין לחוש שהיא תפתה אותו והחילוק הוא מבואר לדעתי: ומ\"מ בנדון שלנו ששניהם שוגגים או אנוסים נראה שהדבר פשוט דמותר בקרובותיה שהרי כולם בחזקת כשרים הם ואין להביא ראיה לזה מההיא דתנן בפרק האשה רבה אמרו לו מתה אשתו ונשא אחותה מאביה מתה ונשא אחותה מאמה וכו' ונמצאו כולן קיימות מותר בראשונה בשלישית ובחמישית והשתא אמאי מותר בשלישית נהי שאינה קרובה לראשונה מ\"מ תיתסר מפני הב' שהיא קיימת וזינה עמה ושמא יבאו לידי עבירה וכן החמישית תיתסר מדרבנן מטעם זה מפני הד' א\"ו דכיון שהיו שוגגים לא גזרו בזה חכמים דשאני התם שכבר כנס את השלישית והחמישית וקי\"ל דאם כנס לא יוציא וכמו שפסק רבינו. וכבר כתב הרב הנימוקי בספ\"ב דיבמות שהטעם הוא דכיון שאין כאן חשש איסור שבגופן אלא חשש נטענת שתזנה עמו בסיבתה מש\"ה אם קנס לא יוציא ומש\"ה מותר בשלישית ובחמישית ולעולם דאם לא כנס אותן היה אסור בג' מפני ביאת זנות דב': <br><b>ונראה </b>להביא ראיה מההיא דתנן בפרק האשה רבה (דף צ\"ד) מי שהלכה אשתו למדינת הים ובאו ואמרו לו מתה אשתו ונשא את אחותה ואח\"כ באת אשתו מותרת לחזור לו ומותר בקרובות שניה ע\"כ. ופשטא דמתני' נראה דמיירי שהשניה קיימת שהרי בתר הכי קתני ושניה מותרת בקרוביו ואם מתה ראשונה מותר בשניה אלמא בשניה קיימת עסקינן. והשתא אמאי מותר בקרובות שניה ליתסר בהו מפני ביאת זנות של שניה. והטור סי' ט\"ו ס\"ו כתב ומותר בקרובות שניה סתם משמע דמיירי אף בחיי השניה. שהרי גבי בת אנוסתו ביאר שאינה מותרת לו כי אם אחר מיתת האנוסה. א\"ו דס\"ל להטור דשאני הכא שהם שוגגים שהיו סבורים שמתה הראשונה ומש\"ה לא גזרו חכמים בקרובות השניה. ומיהו עדיין יש לבעל הדין לחלוק ולומר דשאני הך דמי שזינה עם אחות אשתו דאין טעם שיאסר בקרובות שניה משום דאף אם לא ישא קרובות שניה הרי השניה באה לבקר את אחותה ואיכא חשש זנות נמצא דבמה שנאסור אותו בקרובות שניה לא הועלנו כלום. ולעולם דמי שזינה באונס או בשוגג דאסור בקרובותיה. ואיפשר דטעמו של הריב\"ה ז\"ל ג\"כ הוא מהאי טעמא לפי שהראשונה היא קיימת. ולפי חילוק זה אפשר לומר דאם מתה הראשונה דאסור בקרובות שניה. ומ\"מ נ\"ל שהדין דין אמת שכל שזינה באונס אין לנו לאסור קרובותיה דגזירה דרבנן היא ואין לך בו אלא חידושו. ונראה שגם החילוק השני שכתבנו הוא אמיתי ונ\"מ למי שזינה עם אחות אשתו ברצון שמותר בקרובות שניה כל זמן שהראשונה שרויה אצלו אבל אם מתה או נתגרשה אסור בקרובות שניה: <br><b>וראיתי </b>לרבינו בפ\"י מהלכות גירושין דין ט' שהביא מתניתין דפרק האשה רבה שכתבנו ולא הביא דינא דמתני' דמותר בקרובות שניה ולא ידעתי למה לא הזכיר דין זה. ומאידך בבא דקתני ושניה מותרת בקרוביו ולא הביאו רבינו וגם הטור לא הביא דין זה ליכא קושיא כלל משום דדין זה נלמד מההיא דתנן וכולן מותרות לבניהם או לאחיהם ובגמרא הקשו מ\"ש מהא דתנן הנטען מן האשה אסור באמה וכו' ותירצו נשי לגבי נשי שכיחי דאזלי גברי לגבי גברי לא שכיחן א\"נ נשי דלא אסרי שכיבתן אהדדי לא קפדי אהדדי גברי דאסרן שכיבתן אהדדי קפדי אהדדי ע\"כ. וכבר הביא רבינו דין זה דוכולן מותרות לבניהם או לאחיהם בפ\"י מהלכות גירושין דין ט\"ז והטור ס\"ס י\"ב. ושני הטעמים הללו צדקו יחדיו לדינא דמתניתין דשניה מותרת בקרוביו וליכא למיחש דלמא ילך לבקר את קרובו ויזנה עמה משום דגברי לגבי גברי לא שכיחן א\"נ דגברי דאסרין שכיבתן אהדדי קפדי. שוב ראיתי שהדבר בא מפורש בדברי רבינו שכתב בפירקין וז\"ל וכן אם אנס אביו או בנו או אחיו או אחי אביו אשה או פתה אותה ה\"ז מותרת לו וישאנה ע\"כ. ומדסתם מוכח דאפילו בחיי אביו או בנו מותרת לו ולא חיישינן שמא ילך אביו או בנו לבקר את קרובו ויזנה עם המפותה משום דגברי לגבי גברי לא גזרו. וכן הטור ר\"ס ט\"ו כתב אבל אם אנס אביו אשה מותרת לו משמע דאפילו מדרבנן לא גזרו והטעם הוא מהטעמים שאמרו בספ\"ב דיבמות ומש\"ה לא הוצרכו לומר דין זה דשניה מותרת בקרוביו דמילתא דפשיטא היא. ובאמת עלה דמתניתין קשיא לי דלמאי איצטריך למיתנא ושניה מותרת בקרוביו שהרי אפילו בנשי דגזרו שלא ישא קרובותיה באנוס לא גזרו וכדתנן ומותר בקרובות שניה כ\"ש שמותרת בקרוביו. שהרי כבר הוכחנו דאפילו מפותה מותרת בקרוביו וא\"כ למאי הלכתא שנה לנו רבי משנה שאינה צריכה והנראה אצלי דרבי לא שנה לנו דין זה אלא למיסתם דלא כרבי יהודה דאמר דאסור באנוסת אביו מן התורה וכדאיתא בר\"פ נושאין על האנוסה ומש\"ה סתם לן תנא ושניה מותרת בקרוביו כלומר אפילו לבנו דלא כר\"י. שוב ראיתי הדבר מפורש בדברי הרב הנימוקי שכתב וז\"ל ושניה מותרת בבנו דנושא אדם אנוסת אביו ומפותת אביו ומתני' דלא כר\"י דאסר באנוסת אביו ומפותת אביו ע\"כ. הרי דס\"ל דמתניתין לא אתיא אלא למיסתם לן דלא כר\"י. ומש\"ה לא הוצרכו רבינו והטור להביא דין זה שהרי כבר פסקו הדין כרבנן דמותר אדם באנוסת ומפותת אביו. אך מרן בשלחנו העתיק לישנא דמתניתין וכתב ומותר בקרובות שניה ושניה מותרת בקרוביו יע\"ש: אך מאי דקשיא לי הוא למה לא הביא רבינו דינא דמותר בקרובות שניה ואולי רבינו ס\"ל דטעמא דמותר בקרובות שניה הוא משום דהיה אנוס וכל שהיה אנוס אין לגזור בקרובותיה. וכבר רמז דין זה בפירקין דין י\"א הבועל אשה דרך זנות וכו' וכוונתו לומר דרך זנות הוא משום דסיים אבל חכמים אסרו כו' שאין דין זה דחכמים אלא במי שבועל דרך זנות אבל במי שבועל דרך אישות ונמצא שהיה זנות אינו בכלל הגזירה והיינו ההיא דמי שהלך אשתו למדינת הים ומ\"מ אין זה מספיק: אחר כל אלה הדברים בינותי בספרים. וראיתי לחכמי אשכנז דברים שלא ישרו בעיני והנני מפרט אותם אחת לאחת. הרב פרישה סי' ט\"ו סל\"א כתב וז\"ל ומותר בקרובות שניה פי' לישא בתה דקי\"ל דנושאין על האנוסה ועל המפותה ומביא זה לראיה שאין הזנות אוסר אשתו עליו שהרי מותר בקרובותייהו אע\"ג דכתב רבינו לעיל בת אנוסתו מותרת לו לאחר מיתתה היינו דוקא לשם דבא עכשיו לישא בת אנוסתו משא\"כ כאן דכבר נשא אשתו בהיתר מש\"ה לא מוציאין ממנו אשתו משום גזירה עכ\"ל. והנה מ\"ש בתחילת דבריו ומביא זה לראיה לא ידעתי מי הכניסו בדוחק זה והלא דברי הטור הם משנה ערוכה והוא דין בפני עצמו וכמ\"ש לעיל ומה שהקשה ממ\"ש הטור בת אנוסתו מותרת לו לאחר מיתתה והנראה שכוונתו היא דה\"נ למה לא תיאסר אשתו עליו בשביל זנות קרובותיה תמהני והלא דין פשוט הוא דאם כנס לא יוציא וכדאיתא בתוס' ופסקה רבינו. וא\"כ מה\"ת דאשתו דנשאה בהיתר שיוציא אותה. וכ\"ת דהרב היה סבור דאם כנס יוציא והביאו לזה ממה שלא הזכיר הטור דין זה דאם כנס לא יוציא מ\"מ עדיין אני תמיה עליו דהן לו יהי שהדין הוא דאם כנס יוציא מ\"מ הכא אין אשתו נאסרת בשביל אחותה מפני שהיתה בטעות וכדכתיבנא לעיל. ואולי קושיית הרב היא על מ\"ש הטור וכן בכל הקרובות הנאסרות ע\"י אשתו אם מזנה עמהם לא נאסרה אשתו עליו. שדברים אלו הם כולל אפילו למי שמזנה עם קרובות אשתו במזיד דרך זנות. ומש\"ה הוקשה לו דאמאי לא נאסרה אשתו עליו מדרבנן מיהא. ומה שלא הוקשה לו ממ\"ש הטור ומותר בקרובות שניה דאמאי לא גזרו דומיא דבת אנוסתו. י\"ל דס\"ל שדין זה דמותר בקרובות שניה דכתב הטור קאי לתחילת דבריו שכתב הלכה אשתו למדינת הים וכו' והתם מיירי שהיה שוגג בזנות ומש\"ה מותר בקרובות שניה. אך קושייתו היא על מ\"ש הטור וכן בכל הקרובות וכו' דמיירי במזנה במזיד. ועי\"ל דאף אם נאמר דס\"ל שדברי הטור הללו דמותר בקרובות שניה קאי נמי למאי דסמיך ליה דהיינו במזנה במזיד אפשר דס\"ל כחילוק השני שכתבנו לעיל דכיון דאשתו קיימת אף אם נאסור אותו בקרובות השניה הרי השניה באה לבקר את קרובתה מש\"ה לא אסרו עליו קרובות השניה. ומש\"ה לא הוקשה לו אלא אעיקרא דמלתא למה לא אסרו אשתו עליו במזנה עם קרובת אשתו במזיד מדרבנן. ומ\"מ כבר כתבתי דזה אינו נכנס בגדר קושיא כלל דהא קי\"ל דאפילו במקום דאיכא גזירה אם כנס לא יוציא וכ\"ש באשתו שנשאה בהיתר. וראיתי להחכם בעל בית שמואל סי' ט\"ו ס\"ק כ\"א שכתב וז\"ל ומותר בקרובות שניה פי' דמותר ליקח בתה וכתב בדרישה וב\"ח דוקא אחר מיתת השניה מותר ליקח בתה ולא בחייה כמ\"ש בסי\"ג עכ\"ל. ולא ראיתי בדרישה רמז מדברים הללו. ואולי סובר מדלא הוקשה לפרישה מבבא דמותר בקרובות שניה משמע דמוקי לה בשמתה השניה. וכבר כתבתי כוונת הפרישה. ומ\"מ דברי הב\"ח תמוהים בעיני דודאי כל שהוא שוגג לא גזרו וכמ\"ש. ובעל ט\"ז נחלק על הב\"ח וכתב דל\"ד דשם איכא חשש זנות וכאן נשא בטעות וליכא חשש זנות ולא חשדינן אותם ע\"כ. וראיתי לבעל ב\"ש שרצה לקיים דברי הב\"ח והפרישה וז\"ל מיהו קצת ראיה לדבריהם מדהוא אסור בקרובות אנוסתו ובודאי ליכא חשש דיבא עוד באונס עליה אלא כיון דהיו יחדיו בקירוב בשר אע\"ג דבתחילה באונס או בטעות מ\"מ יש חשש זנות עכשיו ע\"כ. וכבר כתבתי לעיל דסמיכה זו אין בה ממש דהכל תלוי בדידיה דכל שהוא מזיד אף שהיא אנוסה או שוגגת גזרו אבל כל שהוא שוגג לא גזרו וזה פשוט. ובעל חלקת מחוקק כתב וז\"ל ומותר בקרובות שניה מלשון זה משמע אפילו בחייה וכמ\"ש אח\"ז דברגילה לבא אסורה משמע דבאינה רגילה מותרת ולעיל סתם דוקא בת אנוסתו לאחר מיתתה מותרת לו אבל בחייה אסורה לו ע\"כ. והנה הקשה ולא תירץ וכבר כתבנו בירורן של דברים: וראיתי לרבינו ירוחם ז\"ל בחלק חוה נכ\"ב ח\"ה שכתב וז\"ל הנטען מן האשה אסור באמה ובבתה ובאחותה פי' אבל בשאר עריות לא התירו באנוסה ע\"כ. ולא יכולתי להלום סיום דברים אלו. והנראה אצלי שיש כאן ט\"ס וס\"ל לרבינו ירוחם כסברת הריטב\"א שהביא הרב הנימוקי ר\"פ נושאין דדוקא אמה ובתה ואחותה גזרו דהני רגילי משא\"כ בשאר קרובותיה וכן הוא דעת רבינו ירוחם וכך היא הגירסא אבל בשאר עריות לא גזרו באנוסה ודעת רבינו הוא דה\"ה לכל הקרובות וכמ\"ש ה\"ה ז\"ל וכתב שכן הוא דעת בה\"ג וכבר הביא דבריו הרב הנימוקי ספ\"ב דיבמות יע\"ש. ודע שהטור השמיט שני דברים מדינים אלו האחד הוא שלא הביא שהנטען על האשה אף שאינו אלא קול בעלמא דאסור בקרובותייהו והוא ברייתא מפורשת ר\"פ נושאין על האנוסה הביאוה הרי\"ף והרא\"ש בפסקיהם ורבינו בפירקין דין י\"א וכבר נתעורר על זה מהרח\"ש ס\"ס מ\"ב יע\"ש וזאת שנית שלא הביא שאם כנס לא יוציא והוא בתוספתא פ\"ד דיבמות ולא ידעתי למה: <br><b>כתב </b>הרב המפה סי' ט\"ו סנ\"ו וז\"ל ומיהו אם הקרובה רגילה לבא אצלו ע\"י אשתו כופין אותו לגרש אשתו ע\"כ. ודין זה כתבו בעל שה\"ג בפרק האשה רבה וכתב בעל בית שמואל וז\"ל ודין זה צ\"ע דהא הנ\"י כתב ספ\"ב דיבמות דאיתא בתוס' כל אלו דתנן שם דאל ישא אם כנס לא יוציא כיון דאין חשש איסור בגופן אלא חשש שתזנה עמו כו' ואפשר הש\"ג ס\"ל מאי דתניא בתוספתא כל אלו לא יוציא היינו בחשד אבל אם בודאי בא עליה כופין אותו להוציא ע\"כ. וגם בעל חלקת מחוקק נתעורר בזה ולא מצאתי טעם לקושיא זו דנהי דאמרו דאם כנס לא יוציא מ\"מ ברגילה החמירו דרגלים לדבר שהרי היא רגילה לבא בביתו ומ\"ש דהש\"ג ס\"ל דלא אמרו [לא] יוציא אלא בחשד וכו' לא ידעתי איך נתקררה דעתו בזה שהרי הרב בעל המפה הביא דין התוספתא בודאי בא עליה דאם כנס לא יוציא ולא נמנע מלהביא דברי השה\"ג ולפי דבריו הם תרתי דסתרן אהדדי. וע\"ק לי על דבריו שאם דברי בעל שה\"ג היו במי שבא על אשה שנאסרו קרובותיה ועבר וכנס אחת מהקרובות דכופין אותו להוציא זאת הקרובה לפי שכנסה באיסור ניחא דהיינו אומרים דס\"ל דמאי דתניא בתוספתא דאם כנס לא יוציא היינו בחשד דוקא אבל דברי השה\"ג ברור מללו דמיירי במי שזינה עם קרובת אשתו דכופין אותו לגרש את אשתו שנשאה בהיתר וזו לא אמרה אדם מעולם שיוציא את אשתו שנשאת בהיתר וע\"כ לומר דברגילה החמירו חכמים וגזרו שיוציא את אשתו אף שנשאת בהיתר. וא\"כ מאי ק\"ל מההיא דתניא דאם כנס לא יוציא דהתם מיירי באינה רגילה דעשאוה חכמים כאילו נשאת לו בהיתר וזה פשוט. ודע דמה שאני תמיה ע\"ד מור\"ם הוא דסתם וכתב אם הקרובה כו' דמשמע שדין זה הוא בכל העריות והשה\"ג לא אמרו אלא אם זינתה חמותו עמו דאם היתה חמותו מרגלת לבא אצלו ע\"י אשתו מוציאין את אשתו ממנו. ואפשר שדין זה לא נאמר אלא בחמותו דגייסא ביה מחמת בתה. וכבר מצינו להראב\"ד בפירקין דין י\"ב שחילק חילוק זה לענין אחר וה\"ה הודה לדבריו. אף אנו נאמר שגם השה\"ג לא אמרו אלא בחמותו ולא בשאר עריות ודו\"ק: "
            ]
        ],
        [
            [],
            [
                "<b>הבא על הקטנה כו' ונאסרה על בעלה.</b> (א\"ה עיין מ\"ש הרב המחבר לעיל פרק י\"א מהלכות אישות דין ח' ד\"ה הן אמת:) "
            ],
            [
                "<b>ואפילו היה בעלה ממזר או נתין.</b> נ\"ב משנה פ\"ז דתרומות מחלוקת ר\"מ וחכמים ופסק כחכמים: "
            ],
            [],
            [],
            [
                "<b>באו עליה עשרה וכו'.</b> נ\"ב כאן חסר לשון וכצ\"ל בד\"א שבאו עליה כדרכה אבל אם באו עליה שלא כדרכה עדיין היא בתולה וכולן בסקילה ע\"כ. וגירסא הלזו מצאתיה במ\"ע והיא גירסת ה\"ה ז\"ל שכתב וקי\"ל כחכמים ועיין מ\"ש רבינו בפירוש המשנה עלה דמתני' דבאו עליה שנים דמוקי למתני' בבא עליה ראשון כדרכה. אך רש\"י מוקי לה בבא ראשון שלא כדרכה ומתני' רבי היא ולדברי רש\"י אפשר דהלכה כרבי דהו\"ל סתם במתני' ומחלוקת בברייתא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואינו חייב אלא על הגדולה הבעולה המזידה וברצונה.</b> (א\"ה עיין מ\"ש הרב המחבר רפ\"ט מהלכות שגגות): "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כל דם שתראה היולדת וכו'.</b> בירושלמי פ\"ק דנדה משנה ה' אמרינן תני רבי הושעיא ילדה ואח\"כ נתגיירה אין לה דם טוהר א\"ר יוסי ויאות אלולא דתניתה ר' הושעיא הוות צריכה מאחר שאין לה דמים טמאים אין לה דמים טהורים ע\"כ. ורבינו לא הביא דין זה. הן אמת דהגירסא הכתובה בספרים אינה מתיישבת אצלי דלפי הנראה מאי דקאמר אלולא דתניתה וכו' הלשון הוא בתמיה כלומר דלמאי איצטריך רבי הושעיא לאשמועינן דין זה דהא מילתא דפשיטא היא דמאחר שאין לה דמים טמאים אין לה דמים טהורים כלומר דכי קאמר רחמנא דם טוהר היינו היכא דילדה בטומאה אבל זו שילדה כשהיא כותית שלא היו דמיה טמאים אין לה דם טוהר והיינו דקאמר אלולא דתניתה רבי הושעיא הוה צריכה בתמיה ולפי זה אינו צודק מאי דקאמר רבי יוסי ויאות דבדברים פשוטים לא יצדק לומר ויאות. ועוד מה שתלו דמים טהורים בדמים טמאים לא ידעתי היכא רמיזא. אשר על כן נ\"ל שהגירסא הנכונה היא יש לה דם טוהר ואמר רבי יוסי ויאות כלומר שהדין דין אמת והוא דין מחודש מר' אושעיא ואלולא דתניתה הות צריכה כלומר היה הדבר צריך תלמוד דאפשר היה לומר דמאחר שאין לה דמים טמאים שאין לה דמים טהורים ואשמועינן רבי הושעיא שאינו תלוי זה בזה ואף שאין לה דמים טמאים יש לה דמים טהורים. ולפי זה אפשר שרבינו לא הוצרך להביא דין זה אלא נקט סתם כל דם שתראה היולדת שהוא כולל כל הנשים אחת ישראלית ואחת גיורת שהוא הנקרא דם טוהר: "
            ],
            [],
            [
                "<b>נתאחרה ימים רבים וכו'.</b> כתב מרן הב\"י יו\"ד סי' קצ\"ו בשם האגור על אשה שאירע זמן טבילתה בליל ה' ונאנסה שלא טבלה דאינה יכולה לטבול בליל שבת יע\"ש. וכתוב בתשובת המנהיג סי' ע\"ב אשה שטבלה ושכחה ליטול אחד מצפרניה ומצאה לכלוך תחתיו יכולה לטבול בשבת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראתה דם בשלישית ה\"ז אסורה לשמש עם בעל זה לעולם.</b> כתב מרן הב\"י סימן קפ\"ז הבועל את הבתולה וראתה דם מחמת תשמיש נראה דאפילו כמה פעמים אין מחזיקין אותה ברואה דם מחמת תשמיש דלעולם תולין בדם בתולים כו' ועיין בתשובת הרשב\"א ח\"ג סי' ר\"א וצ\"ע: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם ראתה ג' ימים זה אחר זה ה\"ז זבה גמורה.</b> יש מי שכתב בשם רבינו סעדיה ז\"ל דזבה גדולה הוי אפילו שרואה ג' מפוזרים וכבר דחו התוס' סברא זו בפרק בא סימן (דף נ\"ד) ד\"ה ארבעה וכן היא הסכמת כל הפוסקים: "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [
                "ואינה מונה לנדתה או לכתמה אלא מעת שראתה הדם או שמצאה הכתם. * (א\"ה עיין פ\"ג מהלכות משכב ומושב דין ז'): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>השאילה אותו לזבה קטנה כו'.</b> בפרק האשה (דף ס') ת\"ר תולה בשומרת יום כנגד יום בשני שלה ובסופרת ז' שלא טבלה לפיכך היא מתוקנת וחברתה מקולקלת דברי רשב\"ג רבי אומר אינה תולה לפיכך שתיהן מקולקלות ושוין שתולה בשומרת יום כנגד יום בראשון שלה וביושבת על דם טוהר ובבתולה שדמיה מרובים ע\"כ. ופירש רש\"י אם השאילה חלוקה לשומרת יבם בשני שלה תולה בה ואע\"ג דלא הוחזקה רואה היום כיון דמעיינה פתוח תולה בה ואע\"ג דמקלקל לה דצריכה לשמור יום המחרת כיון דטמאה השתא וכסופרת שבעה נקיים אחר זיבה ואע\"פ דמקלקלה הרבה שסתרה כל ימי ספירתה וצריכה לספור עוד שבעה נקיים הואיל ועכשיו טמאה היא ע\"כ. והנה מתוך דברי הרשב\"א בת\"ה נראה דטעמא דרשב\"ג הוא דכיון דכתמים דרבנן תולין את הקלקלה במקולקל דאמרינן שאני אומר כדרך שאמרו בב' קופות בתרומה דרבנן ואע\"ג דבידה של זו לטבול ולהטהר עכשיו מ\"מ מחוסרת טבילה היא וטמאה היא יע\"ש. ומדברי רש\"י נראה דטעמא דרשב\"ג הוא משום דיותר מצוי הוא שתראה שומרת יום כיון דמעיינה פתוח ומש\"ה תולה בה ולא ידעתי מי הזקיקו לזה והלא דומיא דההיא דטמא וטהור שהלכו בב' שבילין היא והתם ליכא שום טעם לתלות בטמא או בתלוי יותר מן הטהור. אלא טעמא דמילתא היא משום דתולין הקלקלה במקולקל. ועוד סופרת שבעה מאי איכא למימר הא התם לא הוחזקה להיות מעיינה פתוח. ואולי כל שלא ספרה ז' נקיים אליבא דרש\"י עדיין מעיינה פתוח ותולה בה. ולפי זה אם עברו ימים רבים ולא טבלה אליבא דרש\"י אינה תולה לפי שלא הוחזקה זו להיות מעיינה פתוח אבל כפי טעמו של הרשב\"א נ\"ל דכל שלא טבלה תולה בה לפי שתולין הקלקלה במקולקל. כך הייתי סבור. אבל אח\"כ ראיתי דליתא כלל דלעולם כל שעברו ימי נדתה או ימי זיבתה אף שלא טבלה אין תולין בה דתו לא חשיבא מקולקלת כיון שכבר עברה טומאתה הראשונה ואם נתלה בה עכשיו אנו מביאין לה טומאה חדשה ומאי חזית דנביא לזו ולא לזו אבל בתוך ימי נדתה תולין בה לפי שעדיין טומאתה הראשונה קיימת וכן בזבה בתוך ימי זיבתה אף שעכשיו סותרת מה שספרה מ\"מ טומאתה מכח ראייתה הראשונה היא שהיתה זבה ולא ספרה שבעה נקיים ולקמן בע\"ה נאריך בזה * (א\"ה תמצאנו בד\"ה וראיתי להרב חידושי הלכות יע\"ש): עוד קשיא לי לפירש\"י דא\"כ רבי דאינה תולה הוא משום דסבר דלא הוחזקה זו לראות ביום ב' אבל ביום ראשון תולה לפי שכבר הוחזקה. א\"כ תיקשי ליה נדה דקתני סתמא דמתניתין דתולה ואע\"פ שלא הוחזקה היום לראות אלא ודאי אית לן למימר משום דתולין הקלקלה במקולקל. וא\"כ אימא דלרשב\"ג חשיב מקולקלת שומרת יום בב' שלה וסופרת שבעה שלא טבלה. והנראה אצלי בכוונת דברי רש\"י הוא דהכא איכא אומדנא טפי לטמא להך דאשתכח כתם גבה מחבירתה. משום דאיכא למימר כאן נמצאו וכאן היו וכדאמרינן בגמרא מהו דתימא ההיא דאשתכח כתם גבה תתקלקל אידך לא תתקלקל קמ\"ל. ולגבי הך אומדנא איכא נמי אומדנא אחריתי הפך מזו דאידך הוחזקה מעיינה להיות פתוח וכן בשומרת יום בראשון ובין בשני וכן הסופרת שבעה ביום השביעי וכן הנדה הוחזקו כולם להיות מעיינם פתוח כל זמן שהם בתוך ימי הספירה. כיון דאיכא תרי אומדנות דסתרי אהדדי חשיב כאילו ליכא הוכחה להאי יותר מהאי וע\"כ אחת מהן טמאה והיה מן הדין שיהיו שתיהן מקולקלות אלא דרשב\"ג סבר דאיכא אומדנא אחרת שהיתה טמאה ותולין הקלקלה במקולקל ורבי סבר דשומרת יום בב' שלה לא חשיב מקולקלת כיון שבידה לטבול. אבל בשומרת יום ביום הראשון וכן בנדה מודה רבי דתולה מטעמא דתולין הקלקלה במקולקל. וגבי שבילין ליכא אומדנא להך מהך ומש\"ה אזלינן בתר הקלקלה ושוין הם השבילין לבעלת הכתם ולא מצאתי אופן אחר ליישב דברי רש\"י. וליכא למימר דמאי דנקט רש\"י האי טעמא דמעיינה פתוח הוא לתת טעם לרשב\"ג דתולה בשומרת יום בב' אע\"ג דמפסדת ואיכא למימר מאי חזית דתקלקל להך טפי מהך ולזה כתב רש\"י דאיכא נמי אומדנא דמעיינה פתוח אבל בנדה לא איצטריך להאי טעמא כיון דאינה מפסדת. דא\"כ היכי קאמר רב חסדא טמא וטהור באנו למחלוקת. אימא ע\"כ לא קאמר רשב\"ג דאפילו מפסדת תולה בה אלא משום דמעיינה פתוח. וכ\"ת השתא נמי תיקשי. הא ליתא דכבר כתבנו דאף דאיכא אומדנא לגבי שומרת יום איכא נמי אומדנא לגבי בעלת החלוק משום דכאן נמצאו וכאן היו וכדאמרינן בגמרא. אך עדיין לבי מהסס בזה דאם איתא דמאי דהוצרך רש\"י לומר טעמא דמעיינה פתוח הוא כדי לתת טעם למה לא נתלה הכתם בבעלת החלוק שנמצא הכתם גבה. א\"כ השאילה חלוקה לטהורה וחזרה ולבשתו דקי\"ל דשניהם טמאות אמאי לא אמרינן כאן נמצאו וכאן היו ותהיה דוקא בעלת החלוק טמאה. ואולי דהאי טעמא לעולם לא מהני להציל חבירתה אך הוה ס\"ד דמהני שלא לטהר את בעלת החלוק אף שהשאילתו לשומרת יום בב'. ולזה כתב רש\"י דאפ\"ה טהורה אף שנמצא הכתם אצלה משום דאידך מעיינה פתוח. ולפי זה נדה שעברו ימי וסתה ולא טבלה אינה תולה בה אף שהיא טמאה כיון שנמצא הכתם אצלה ואידך לאו מעיינה פתוח אך מדברי רש\"י שכתב עלה דמתני' דהשאילה חלוקה לנכרית או לנדה שכתב אבל ישראלית טהורה ששאלה חלוקה מחבירתה טהורה כו' שתיהן טמאות משמע דדוקא משום דהשואלת היתה טהורה הא אם היתה טמאה אף שהוא שלא בזמן נדותה אלא שלא טבלה תולה בה וטהורה. אלמא אע\"ג דליכא לטעמא דמעיינה פתוח תולה בה וזה הפך ממה שכתבנו לדעת רש\"י וצ\"ע. ועיין במ\"ש מרן הב\"י סי' ק\"צ במ\"ש רבינו בהא דהשאילה חלוקה לנכרית ודו\"ק. ודע דהרשב\"א בחידושיו לא הזכיר כלל הא דמעיינה פתוח אלא כתב סתם דטעמא דרשב\"ג הוא משום דתולין כי היכי דאמרי' בב' קופות בתרומה דרבנן דאמרי' שאני אומר וכו' ורבי לא חשיב לה מקולקלת. ודע דהרשב\"א פירשה לכולה שמעתין כשהכתם נמצא גבי הנדה או השומרת יבם שלא כפירש\"י ולא ידעתי לאיזה תכלית וצ\"ע מן הסוגיא * (א\"ה עיין לקמן בד\"ה ולכן): <br><b>תו </b>אמרינן התם אמר רב חסדא טמא וטהור שהלכו בב' שבילין אחד טהור ואחד טמא באנו למחלוקת רבי ורשב\"ג מתקיף לה רב אדא ע\"כ לא קאמר רבי התם אלא דתרווייהו כי הדדי נינהו הכא מאי נפקא לן מיניה ור\"ח סוף סוף איהי טבילה בעיא. וכתב הרשב\"א וז\"ל די\"מ דהאי טמא ביום ב' או ג' שלו הוא דאי בא' שלו הא אמרינן ושוין שתולה בשומרת יום בא' שלה ואי בז' שלו קאמר באנו למחלוקת היא גופא היא וא\"ת א\"כ מאי קא מתקיף ליה רב אדא הכא מאי נפקא לן מיניה טובא ודאי נפקא ליה דהא סתר ימים שספר וי\"ל דבהא פליגי ר\"ח ורב אדא דר\"ח סבר טעמא דרבי בשומרת יום בב' שלה לאו דוקא משום דבידה לטבול וכטהורה חשיב לה אלא משום דסותרת יום ובראשון שלה היינו טעמא משום דלא נפקא ליה מידי והלכך בטמא בב' שלו אע\"פ שאין בידו לטבול מ\"מ הא נ\"מ למיסתר ימים שספר והלכך לרבי אין טהור תולה בה ורב אדא סבר דשומרת יום בב' שלה טעמא דרבי דכטהורה גמורה היא הואיל ובידה לטבול וכי הדדי נינהו אבל בראשון דטמאה ואין בידה לטבול תולה בה והלכך בטמא בב' כיון דטמא הוא ואי אפשר לטבול ומקולקל הוא תולין בו והא דאמרינן מאי נפקא לן מינה מאי נפקא לן מינה השתא קאמר כלומר דאפי' בלאו הכי לא הוה מצי לטהורי נפשיה והא דאמרי' סוף סוף איהי טבילה בעיא פירש\"י דפירוקא הוא דפריק רב חסדא כלומר לא תימא כי הדדי נינהו דהשתא מיהא טמאה היא דהא מחוסרת טבילה היא ואינו אלא משום דסותרת יום והא דאמרינן אתמר נמי לאו מהאי סוף סוף דסליק מיניה קאי אלא אאתקפתא דרב אדא קאי ור\"ח ז\"ל לא פירש כן עכ\"ל. וקשיא לי אליבא דרב אדא אמאי נקט בברייתא ושוין שתולה בשומרת יום כנגד יום בא' שלה לישמועינן רבותא דמודה רבי בזבה בתוך ימי ספירתה שתולה דאע\"ג דמיפסיד בתלייה שסותרת יום שספרה אפ\"ה תולה בה כיון דטמאה היא דאין בידה לטבול וכ\"ש בשומרת יום בא' שלה דאינה סותרת כלל. ואולי דרוצה לאשמועינן בשומרת יום בא' אע\"ג דלא הוחזקה בטומאה גדולה עיין וכ\"ש בזבה גדולה. ומ\"מ אין זה מספיק דיותר היה ראוי שילמדנו דמודה רבי בזבה בתוך ימי ספירתה כיון דאיכא מ\"ד דאליבא דרבי אינה תולה כיון דסותרת ודברי התוס' שם הם ממש כדברי הרשב\"א וראיתי לפרשם לפי שסוף דבריהם באו קצת סתומים. וז\"ל הך טמא לא מיירי בטמא שספר והזה אלא שלא טבל מדקאמר רב אדא התם כי הדדי נינהו הכא מאי נפקא לן מינה משמע דלאו דומיא דפלוגתא דלעיל הוא ובטמא שלא ספר כלל נמי לא מיירי דאפילו רבי מודה דתולה מדקאמר ושוין וכו' והכא קאמר ר\"ח באנו למחלוקת אלא מיירי בטמא שספר קצת וס\"ל לר\"ח דלרבי אפילו בספירה קצת אינה תולה והא דנקט סופרת שבעה שלא טבלה לרבותא דרשב\"ג נקטיה דאפ\"ה תולה עכ\"ל. כלומר דהוקשה להם אליבא דר\"ח אמאי נקט ובסופרת ז' שלא טבלה הול\"ל והזבה בתוך ימי ספירתה אי אמרת בשלמא אליבא דרב אדא ניחא דנקט בסופרת שבעה משום דבהא דוקא פליג רבי אבל לר\"ח דאית ליה דאפילו בספירה קצת אינה תולה לרבי קשה. ותירצו דלרבותא דרשב\"ג נקטיה לומר דאף דסותרת כל שבעה תולה. ורב אדא דקאמר מאי נפקא לן מינה לא קרי הפסד כיון דלא ספר הכל: והנה הרב המנהיר כתב ע\"ד התוס' הללו וז\"ל דרב אדא ס\"ל דדוקא נקט בברייתא סופרת ז' דבהא דוקא ס\"ל לרבי דאינה תולה שמפסידה שסותרת כל השבעה שספרה אבל בסופרת במקצת מודה רבי דתולה דלא קרי הפסד כיון דלא סתר הכל שהרי עדיין לא ספרה כי אם מקצת וסתירה במקצת לא מיקרי הפסד ולכך קאמר הכא מאי נ\"מ עכ\"ל. ודבריו תמוהים דאיך יתכן לומר דלרבי הא דאינה תולה בסופרת שבעה הוא משום דמפסדת הרבה דסותרת כל מה שספרה אבל בסופרת מקצת מודה רבי דתולה משום דסתירה במקצת לא מיקרי הפסד. דא\"כ בשומרת יום ביום השני אמאי אינה תולה אליבא דרבי הא אינה סותרת אלא יום א'. ואולי דדוקא בזבה שהיה לה לשמור שבעה נקיים לא מיקרי הפסד אלא כשהפסידה כל מה שהיה לה לשמור שבעה נקיים דהיינו הז' כולם אבל מקצת לא הוי הפסד אבל בשומרת יום דאין לה לשמור אלא יום ראשון כשהפסידה אותו היום נמצא דהפסידה הכל והכלל דאין הדבר תלוי בהפסד רבוי הימים אלא במפסדת הכל וכדכתיבנא דשוה הוא שומרת יום ביום השני כמו סופרת שבעה ביום השביעי. אך לא ידעתי איך יתיישב לפ\"ז סוגיית הגמרא דקאמר ע\"כ לא קאמר רבי התם אלא דתרווייהו כי הדדי נינהו. דאא\"ב אליבא דהרשב\"א ניחא דלרב אדא טעמא דרבי בשומרת יום ביום השני ובזבה ביום השביעי הוא משום דחשיב טהורה והיינו דקאמר כי הדדי נינהו. אבל אליבא דהתוספות מאי כי הדדי נינהו דקאמר רב אדא הא לדידהו טעמא דרבי אליבא דרב אדא הוא משום דכיון דמפסדת הרבה לא תלינן בה. וכן הא דקאמר ר\"ח סוף סוף איהי טבילה בעיא כפי דברי התוספות טבילה מאן דכר שמה: ולכן נ\"ל דזהו פי' הסוגיא אליבא דהתוס' דמאי דקאמר רב אדא ע\"כ לא קאמר רבי התם אלא דכי הדדי נינהו כלומר דכיון דהיא שומרת יום ביום השני וכן זבה ביום השביעי מאי חזית דתתלה בהך ולא בהך דכי היכי דאם תתלה בבעלת החלוק אתה מביא לה טומאה מחודשת ה\"נ אם תתלה בשומרת יום בב' ובזבה בז' אתה מביא לה טומאה מחודשת שהרי כבר השלימו טומאתם אבל הכא מאי נפקא לן מינה אם אנו תולין בטמא אין אנו מביאים לו טומאה מחודשת. והשיב לו ר\"ח דגבי שומרת יום בב' ובזבה בז' אם אנו תולין בהם אין אנו מביאין לו טומאה מחודשת דס\"ס טבילה בעו וא\"כ איכא טעמא למיתלי בהם מבהך וקרובים דברי התוס' לדברי הרשב\"א ומ\"מ סוגיית הגמרא מתפרש שפיר להרשב\"א ז\"ל: <br><b>וראיתי </b>להרב חידושי הלכות שכתב דלרש\"י נראה לפרש דר\"ח בטמא שלא ספר כלל איירי והא דקתני דמודה רבי בשומרת יום בא' היינו טעמא לר\"ח משום דהוחזקה רואה דמים היום ומעיינה פתוח בא' שלה דמהאי טעמא תולה עוברה בשאינה עוברה לפי שבשעה שאינה עוברה הוחזקה יותר בדמים וטעמא דרבי לאו משום קלקול והשתא מדמה ר\"ח טמא שלא ספר כלל בב' שבילין לשומרת יום בב' שלה אלא דאינה תולה לרבי כיון דלא הוחזקה רואה היום ורב אדא שפיר קאמר הכא מאי נ\"מ דבקלקול תליא מילתא ובש\"י בב' שלה איכא קלקול משא\"כ בטמא שלא ספר כלל והסוגיא מתפרשת כפשטה לפי זה עכ\"ד. וקשה דאם נקח דברי רש\"י כפשטן הא בטמא שלא ספר כלל אפילו רשב\"ג מודה דאינו תולה דע\"כ לא קאמר רשב\"ג דתולה בש\"י בב' אלא משום דמעיינה פתוח דהא רש\"י הא דמעיינה פתוח אש\"י בב' נקטיה וא\"כ בטמא דלא שייך ה\"ט אפילו שלא ספר אינו תולה אפילו לרשב\"ג והכי קאמר באנו למחלוקת דהא ע\"כ רשב\"ג ורבי בהא פליגי דלרשב\"ג הוחזקה מעיינה להיות פתוח אף בב' וכן בסופרת עד יום הז' אבל לרבי לא הוחזקה להיות מעיינה פתוח אלא באותו יום עצמו שראתה וא\"כ מה ענין טמא לכאן. והנראה אצלי דהרב הבין בדברי רש\"י הפירוש שכתבנו לעיל דהאי דנקט רש\"י בש\"י בב' טעמא דמעיינה פתוח הוא משום דאיכא אומדנא טפי למיתלי כתם זה בבעלת החלוק דכאן נמצאו וכאן היו וכדאיתא בגמרא. לזה פירש\"י דכנגד אומדנא זו איכא נמי אומדנא אחרת היפך זו דזו כבר הוחזקה מאתמול להיות מעיינה פתוח ואוקי הך אומדנא בהדי אידך ונמצא שהם שוים ועיקר טעמיה דרשב\"ג הוא משום דתולין הקלקלה במקולקל ואע\"פ שמפסדת ס\"ס טמאה היא. ורבי חולק בזה ולית ליה טעמא דקלקול כלל וכיון שכן שוים הם באומדנא ולפיכך שתיהן מקולקלות. אך בא' תולה משום דהוחזקה מעיינה באותו יום להיות פתוח והיא אומדנא אלימתא יותר מן האומדנא דאיכא גבי בעלת החלוק דנמצא הכתם גבה ומש\"ה תולה בה. אבל לעולם דאי לאו משום ה\"ט לא היתה תולה בה אע\"פ שאינה מפסדת כלל בתלייה זו משום דלא ס\"ל תולין הקלקלה במקולקל ואפילו שהיה יום א'. ומתני' דקתני דתולה בנדה אפשר דהיינו בזמן שהיא רואה ודברי הכל היא. א\"נ אף ביום שלא ראתה ורשב\"ג היא. א\"נ דנדה אף ביום שלא ראתה כל ז' שלה הוי מעיינה פתוח כמו שומרת יום בא' שלה כיון דוסתה הוא. דמה\"ט החמיר הכתוב בזבה מבנדה דהאי אורחיה והאי לאו אורחיה. ונמצא לפי זה דבין רבי בין רשב\"ג אינם מחלקים בין היכא דאיכא הפסד להיכא דליכא הפסד. אלא עיקר מחלוקתם הוא משום דתולין הקלקלה במקולקל דרשב\"ג אית ליה ה\"ט ורבי לית ליה ה\"ט. ומשום הכי קאמר ר\"ח דטמא שלא ספר כלום באנו למחלוקת רבי ורשב\"ג דלרבי דלית ליה תולין הקלקלה במקולקל אין תולין בטמא אך לרשב\"ג דתולין הקלקלה במקולקל ה\"נ תולין בטמא. ולפי זה ניחא מה שהקשו התוס' בד\"ה באנו דאמאי לא נקט ר\"ח מילתיה בזבה. ולפי זה ליכא קושיא כלל דאי בזבה ביום א' מודה רבי הואיל ומעיינה פתוח שראתה באותו יום עצמו ואי בב' היינו המחלוקת השנוי בברייתא. אבל בטמא ביום א' רצה ר\"ח ללמדנו דאליבא דרבי אינו תולה בטמא. והקשה אליו רב אדא דמנ\"ל דרבי לית כלל טעמא דתולין הקלקלה במקולקל והוצרכתי לומר דטעמיה דרבי דמודה ביום א' הוא משום דהוחזקה להיות מעיינה פתוח. אימא דלעולם רבי אית ליה דתולין הקלקלה במקולקל וטעמא דמודה ביום א' הוא משום דאינה מפסיד כלל אבל ביום ב' ובסופרת ז' חולק כיון דמפסדת דסותרת מה שספרה ולפי זה בטמא ביום א' דאינו מפסדת כלל מודה רבי דתולה. וה\"ק רב אדא ע\"כ לא קאמר רבי התם ביום ב' דאינה תולה אלא משום דכי הדדי נינהו דכשם דמפסדת זו מפסדת זו אבל הכא ביום א' דאינה מפסדת לעולם דאליבא דרבי תולין. ור\"ח השיב לו דע\"כ לא חייש רבי לקלקול כלל משום דאי הוה ס\"ל דאיכא למיחש לקלקול נהי דביום ב' איכא נמי קלקול לש\"י דסתרה. מ\"מ אין דומים הקלקולים דקלקול בעלת החלוק הוי טפי דאתה מצריכה טבילה אבל ש\"י ליכא כ\"כ קלקול דבלא\"ה טבילה בעיא. נמצא לפי זה דבטמא ביום ב' מודה רב אדא דבאנו למחלוקת רבי ורשב\"ג דלרבי כיון דזה מפסיד וזה מפסיד שקולים הם ואין תולין בזה יותר מזה ושניהם טמאים ולרשב\"ג כיון דהטהור מפסיד הרבה והטמא אינו מפסיד כ\"כ תולין בטמא: וא\"ת מי הגיד לו לרב אדא דטעמא דרב חסדא הוא ביום א' עד שיקשה עליו [דילמא] מיירי ביום ב'. וי\"ל מדנקט סתם משמע דביום א' מיירי א\"נ דאי ביום ב' מאי אתא לאשמועינן ר\"ח היינו הך דאפליגו בברייתא דש\"י ביום הב'. וכ\"ת דר\"ח אתא לאשמועינן דלא תימא דטעמא דרבי דפליג בש\"י בב' או בסופרת בז' דאינה תולה הוא משום דחשיבא כטהורה וכמ\"ש הרשב\"א או משום דמפסדת הרבה וכמ\"ש התוס' אבל בתוך ימי ספירתה דלא חשיבא כטהורה מודה רבי לרשב\"ג דתולה בה ומש\"ה אתא לאשמועינן דליתא להדין כללא אלא טמא ביום ב' באנו למחלוקת רבי ורשב\"ג. א\"כ אמאי נקט מילתיה בטמא וטהור לימא זבה שספרה מקצת באנו למחלוקת רבי ורשב\"ג ובזה היינו למדים דטעמיה דרבי דחולק בש\"י בב' ובסופרת בז' לאו משום דטהורה היא ולא משום דסתרה הכל אלא משום דמפסדת קצת. ומדנקט מילתיה בטמא וטהור ע\"כ בטמא ביום א' איירי. ומיהו קשה לפי זה מ\"ש רש\"י וז\"ל אלא משום דכי הדדי נינהו שתיהן היו בחזקת טהרה השומרת יום בב' שלה ראויה לטבול כל שעה שתרצה כו'. ולפי מ\"ש למה ליה למנקט האי טעמא דטהורה היא משום דבידה לטבול. לא הוה ליה למימר אלא דשאני התם משום דמפסדת אבל היכא דאינה מפסדת מודה רבי דתולה. ואולי אליבא דרש\"י בתרתי פליג רב אדא עם ר\"ח דלר\"ח אפילו בטמא ביום א' אית ליה לרבי דאינה תולה וכ\"ש בטמא ביום ב' ואליבא דרב אדא לא מיבעיא ביום א' דאינה מפסדת כלל אלא אפילו ביום ב' דמפסדת קצת ושאני התם ביום ב' וסופרת ביום ז' דהוו בחזקת טהורים משום דבידם לטבול כל שעה: <br><b>וא\"ת </b>אליבא דרב חסדא דאית ליה דאפילו בטמא ביום א' אין תולין בטמא ואע\"ג דלא מפסיד מידי א\"כ תיקשי ליה הא דתניא בברייתא ומייתי לה בפרק אלו עוברין ובפרק הערל וזה פריה. שתי קופות אחת של חולין ואחת של תרומה ולפניהם שתי סאין אחת של חולין ואחת של תרומה ונפלו אלו לתוך אלו מותרין שאני אומר חולין לתוך חולין נפלו ותרומה לתוך תרומה נפלה. וי\"ל דשאני התם דע\"כ חולין נמי נפלו לכאן ומאי חזית דתרומה נפלה לתוך חולין וחולין לתוך תרומה אימור בהפך אבל לעולם דאם לא היה כאן כי אם סאה של תרומה ונפלה ולא נודע לאיזה מהם נפלה שלא נקל ונאמר לתוך תרומה נפלה. והחילוק הוא מבואר לע\"ד דבשלמא כשאנו מודים דלזה נפל כמו לזה אלא שאנו תולים שמין זה נפל לזה ומין זה נפל לזה ניחא. אבל שנקל ונאמר שנפל לזה ולא לזה לא: אך קשה מההיא דתנן בפ\"ה דתרומות שתי קופות אחת של תרומה כו' ומדברי התוספות בפרק הערל (דף פ\"ב) ד\"ה שתי ומדברי הרשב\"א בת\"ה בית ד' שער ב' נראה דיותר יש להחמיר בשתי סאין מסאה אחת הפך ממה שכתבנו. ומ\"מ יש לתמוה אם נאמר דאתיא מתני' סתמא דלא כרבי וצ\"ע. וכל מ\"ש הוא אליבא דבעל חידושי הלכות. אך לדידי אין הכרח בדברי רש\"י כלל לזה דלעולם דאף לרש\"י מודה רב חסדא בטמא ביום א' שתולין בו אף לרבה וכדאמרינן גבי קופות. והכא לא נחלקו רב אדא ור\"ח אלא בטמא ביום ב' אליבא דרבי דר\"ח מדמה ליה לש\"י בב' שלה משום דבתרוייהו איכא הפסד לטמא ורב אדא ס\"ל דלא דמו דשאני ש\"י בב' דחשיבא טהורה ומש\"ה אינה תולה בה וכמ\"ש רש\"י. וא\"ת כיון דפלוגתייהו דר\"ח ורב אדא הוי ביום ב' מאי סייעתא מייתי לרב אדא מדר' יוסי בר חנינא אימא דר' יוסי בטמא ביום א' מיירי וי\"ל דע\"כ מדאיצטריך לומר לדברי הכל משמע דביום ב' מיירי דאי ביום א' בהדיא תנינא לה ושוין שתולין בש\"י בא': <br><b>ודע </b>דכשם שנחלקו ר\"ח ורב אדא בטמא כך נחלקו בזבה בתוך ימי ספירתה. וכ\"כ התוס' בד\"ה באנו. ומיהו כפי רוב הפוסקים שפסקו כרשב\"ג להקל בכתמים של דבריהם לא נפקא לן מידי לענין דינא במחלוקתם דר\"ח ורב אדא שהרי בפירוש נקט רשב\"ג דאפילו זבה בז' שלה דמפסדת הרבה וטהורה היא שהרי בידה לטבול כל שעה מן התורה ואפ\"ה תולה בה כ\"ש בתוך ימי זיבתה אך אליבא דרבינו ז\"ל דפסק בפירקין כרבי משום דהלכה כמותו מחבירו וכמ\"ש ה\"ה ז\"ל. ומלבד זה לדידי יש עוד הכרח מדאצטריכו ר\"ח ורב אדא ור' יוסי לפרש לנו סברת רבי בטמא ביום ב' מה יהיה דינו אליבא דרבי אי לאו דהלכתא כוותיה לא הוו שקלי וטרי אליביה ולפי זה נפקא לן טובא לענין כתמים ממחלוקתם דר\"ח ורב אדא. דלר\"ח אף בזבה בתוך ימי ספירתה לרבי אינה תולה בה ולרב אדא מודה רבי דתולה בה. ולפי הנראה דראוי לפסוק כרב אדא חדא משום דמיקל בכתמים ועוד דרבי יוסי קאי כוותיה וכן נראה מדברי הרשב\"א בת\"ה שכתב דטעמא דרבי הוא משום דכיון דבידה לטבול לאו כמחוסרת מעשה היא והרי היא כטהורה כו'. אלמא דבתוך ימי זיבתה מודה רבי דתולה: <br><b>ולפי </b>זה יש לתמוה על רבינו ז\"ל במה שפסק דאם השאילה לזבה גדולה בז' ימים נקיים כו' דשתיהם מקולקלות ומוכח מדבריו דבתוך ימי ספירתה אינה תולה וכרב חסדא. ולא ידעתי אמאי שבק רב אדא ור' יוסי ופסק כר\"ח להחמיר בכתמים של דבריהם. ועוד אני תמיה בזה לפי שראיתי לרבינו בפי\"ט מהל' שאר אבות הטומאה דפסק דין זה דשבילין דתולין הטמא בטמא בסתם ולא חילק ביניהם בימים כלל. ואי פוסק כרבי ואליבא דר\"ח לא מיירי אלא ביום א' דוקא אבל בטמא ביום ב' אינו תולה לרבי אליבא דר\"ח וא\"כ היה לו לפרש כי היכי דקאמר ר\"ח טמא וטהור וכו' באנו למחלוקת: <br><b>והנראה </b>אצלי דרבינו ס\"ל דמעולם לא נחלקו בטמא ביום ב' ובזבה בתוך ימי ספירתה מה יהיה דינם אליבא דרבי דהא מדקתני ושוין בשומרת יום כנגד יום כו' מכלל דבתוך ימי ספירה ס\"ל לרבי דאינו תולה בה כיון דמפסידה. ועוד דמדנקט רב חסדא מילתיה בטמא וטהור ולא נקט בזבה גופה דאיפליגו בה רבי ורשב\"ג מכלל דבזבה לא נסתפק אדם מעולם בסברת רבי. ומתוך הכרחיות הללו פירש רבינו ז\"ל דר\"ח בטמא ביום ראשון קאי וס\"ל דלרבי כיון דאינה תולה בש\"י בב' ע\"כ לית ליה דתולין הקלקלה במקולקל ושאני יום א' דמודה משום דמעיינה פתוח אותו היום. ורשב\"ג הוא דאית ליה תולין הקלקלה במקולקל ומש\"ה קאמר דטמא ביום ראשון באנו למחלוקת ורב אדא השיב לו דליתא דלעולם מודה רבי דתלינן הקלקלה במקולקל אבל שאני הכא משום דהשתא בתלייה זו אתה מקלקל אותה טפי אבל לעולם דהיכא דליכא קלקול מודה רבי ולעולם דאליבא דכולהו אין לחלק אליבא דרבי בין ש\"י בב' לזבה בתוך ספירתה. ומאי דקאמר ר\"ח איהי טבילה בעיא הכוונה הוא דרצה להכריח סברתו דרבי לית ליה תולין הקלקלה במקולקל משום דאי אית ליה היה לו לטהר אפילו במחוסרת טבילה דוקא כיון דמקולקלת היא דהא בעיא טבילה. נמצא לפ\"ז הפירוש פסק רבינו כרבי בכתמים ואליבא דכ\"ע. ואפ\"ה הביא דין השבילין במקומו וכרב אדא ורבי יוסי והעתיק לשון הגמרא כמנהגו. ודע דלפי פירוש זה יש עוד הכרח לפסוק כרב אדא ור\"י מלבד מה שכתבנו דהוו תרי לגבי חד. זאת ועוד דאפי' בשני טהורים שהלכו בשני שבילין אין טומאתם כי אם מדרבנן אפילו בבאו לישאל בבת אחת וכמו שכבר הארכנו בפרט זה במקום אחר * (א\"ה תמצאנו בהלכות שאר אבות הטומאה יע\"ש) וכיון שכן ראוי לפסוק כמיקל במידי דרבנן. זאת ועוד אחרת דאליבא דר\"ח אתיא סתם מתניתין דתרומות דלא כרבי ואנן קי\"ל כסתם מתניתין וכמו שפסקה רבינו בהלכותיו והכרח זה הוא הכרח עצום לפסוק כרב אדא ורבי יוסי: <br><b>ודע </b>דהנראה מדברי כל הפוסקים ז\"ל הוא דדוקא לזבה בתוך ימי זיבתה ולנדה תוך ימי נדתה הוא שתולה בהן לרשב\"ג אבל אם עברו ימי הזיבה אף שעדיין לא טבלה אינה תולה בה דדוקא בז' שלה הוא שתולה בה הא בתר הכי לא. וכן מתבאר מדברי הטיו\"ד סי' ק\"צ שכתב וז\"ל ולזבה בימי זיבתה משמע דוקא בימי זיבתה. וכן מתבאר מדברי הרשב\"א בת\"ה עלה דההיא דאמרי' בנכרית הרואה שפירש לא רואה בעידן שאלת חלוק דא\"כ מאי שנא נכרית אפילו ישראלית נמי וכדקתני או לנדה כו' אלמא דנדה דמתני' היינו בתוך ימי נדתה וזה הוא דבר פשוט. וטעמא דמילתא משום דדוקא בנדה בתוך ימי נדתה ולזבה בתוך ימי זיבתה שעדיין טומאתה הראשונה קיימת תולין בה אע\"פ שמפסדת אבל כשעברו ימי נדותה או ימי זיבתה אע\"פ שלא טבלה מ\"מ טומאתה הראשונה כבר פקעה אלא שגזירת הכתוב היא דבעיא טבילה ואם אנו תולין בה אנו מביאין לה טומאה מחודשת ומאי חזית דנטמא לזו מחדש ולא לזו ומש\"ה שתיהן מקולקלות ומ\"ש רש\"י עלה דמתניתין דהשאילה חלוקה לנכרית דישראלית טהורה ששאלה חלוק מחבירתה טהורה ואח\"כ לבשתו חבירתה שתיהן טמאות לאו דוקא טהורה ממש שכבר טבלה אלא שכל שעברו ימי נדותה טהורה קרי לה לפי שכבר עברו ימי טומאתה. ועיין במ\"ש מרן בפירקין דטעמא דבנכרית תולה בה כיון שראתה פעם אחת ובישראלית אינו תולה בה אלא ברואה בעידן שאלה משום דנכרית אינה רגילה להקפיד על דמיה וכתמיה הלכך כל שראתה פעם אחת משגדלה אע\"ג דבעידן שאלה לא חזאי שמהדמים הראשונים נתלכלך בשרה ובגדיה ולכלכו חלוק זה אבל בישראלית ליכא למימר הכי שהרי בנות ישראל רגילות לנקות בשרם ובגדיהם מדמים וכתמים אע\"פ שלא יהיה בדעתם לטבול ע\"כ: ואני שמעתי ולא אבין דמסוגית הגמרא מוכח בהדיא דטעמא דתולה בנדה לאו משום דאמרינן שמהדמים הראשונים נתלכלך בשרה ובגדיה ולכלכו חלוקה אלא משום דתולין הקלקלה במקולקל וחזרה וראתה פעם אחרת ותו קנחה גופה ובגדיה מדמים בתוך ז' ימי נדתה היעלה על הדעת שלא נתלה בה ותו זבה דתולה בה אפילו בתוך ימי זיבתה ואף שכבר התחילה לספור ז' נקיים אמאי והא כיון שהתחילה לספור רגילה לנקות בשרה ובגדיה. ומיהו אפשר ליישב דברי מרן ז\"ל דלעולם טעמא דתולה בנדה הוא משום דתולין הקלקלה במקולקל אבל כל שעברו ימי נדתה שוב לא חשיבא מקולקלת אלא שהוקשה להרב ז\"ל דאמאי גבי נכרית אף שעברו ימי נדתה תולין בה. והשיב לפי שמהדמים הראשונים נתלכלך בשרה ובגדיה ולכלכו חלוקה אבל בישראלית דלא שייך האי טעמא מש\"ה אינה תולה בה. ומיהו קשיא לי דלפי דברי מרן ז\"ל נכרית שקנחה בשרה ובגדיה אינה תולה בה וכן ישראלית שעברה ולא קנחה עצמה תולה בה ואם איתא להאי מילתא לא אישתמיט אחד מהפוסקים לומר דין מחודש כזה. והנכון בעיני דברי ה\"ה ז\"ל שכתב שכל נכרית שראתה פעם אחת לעולם הרי היא נדה של דבריהם שהרי אינן יוצאות לידי טהרה. וכוונת דבריו למדקדק בהם הוא שבא לתת טעם מה בין זו לישראלית וכתב דישראלית כיון שנדותה תלוי בימים ובאה לכלל טהרה לא מיקריא נדה אלא בתוך ימי נדתה אבל לאחר ימי נדתה אף שלא טבלה אינו תולה בה לפי שכבר עברו ימי טומאתה ופנים חדשות באו לכאן. אבל הנכרית כיון שראתה פעם אחת לעולם הויא נדה של דבריהם ואין חילוק בה בין תוך ימי נדותה לאחר ימי נדותה לפי שכל ימיה חד דינא אית להו ומש\"ה תולה בה לעולם לפי שתולין הקלקלה במקולקל שהנכרית לעולם חשיבא מקולקלת לפי שאין טומאתה תלויה בימים מה שא\"כ בישראלית שטומאתה תלויה בימים ומש\"ה לא חשיבא מקולקלת אלא בתוך ימי נדתה אבל לאחר כן לא חשיבא מקולקלת: ומה שהקשה מרן ז\"ל דא\"כ לרבינו כותית אפילו קטנה שלא הגיע זמנה לראות וראתה נמי תולה בה דכיון שראתה פעם אחת בין כשהיא קטנה בין כשהיא גדולה הרי היא כנדה של דבריהם שהרי אינה יוצאה לידי טהרה וזה שלא כדברי הרשב\"א ודלא כדמשמע מדברי רש\"י כו'. אחרי בקשת המחילה הראויה נ\"ל דלא קשיא כלל לפי שאני סבור דאף בנדה ישראלית ע\"כ לא אמרינן דתולין בנדה אלא בשכולם שוות לראייה אבל אם היתה הנדה מעוברת או זקנה או מניקה אפשר דלא נתלה בהם. דדמיא לההיא דתניא בפרק האשה (דף ס') עוברה ושאינה עוברה תולה עוברה בשאינה עוברה מניקה ושאינה מניקה תולה מניקה בשאינה מניקה זקנה ושאינה זקנה תולה זקנה בשאינה זקנה. וא\"כ הכא גבי נדה אם היתה עוברה או מניקה או זקנה אפשר דשתיהם מקולקלות דכל חדא וחדא איכא אומדנא דמדידה הויא האי כתם. ודמיא לההיא דכתב הרשב\"א בת\"ה דאם היתה אחת מניקה ואחת עוברה או אחת זקנה ואחת בתולה דשתיהן טמאות ואינה תולה זו בזו. וכ\"ת שאני התם שלא ראו ומש\"ה [אינן] תולות זו בזו אבל לעולם דאם ראו אפילו פעם אחת אזדא לה חזקתן. הא ליתא דהא קי\"ל דעוברה ומניקה אינה חוששת לוסתה הא' ואפילו היה לה וסת קבוע אינה צריכה בדיקה ומותרות לבעליהן ואפי' שופעות ורואות דם באותן עונות שהן למודות לראות בה אינן אלא במקרה לפי שכל אלו היו מסולקות מדמים וכמ\"ש הטיו\"ד סי' קפ\"ט ועוד דאפי' את\"ל דהאי טעמא דתולין הקלקלה במקולקל מהני אפילו אם היתה הנדה עוברה או מניקה. מ\"מ לקטנה שלא הגיע זמנה לראות נ\"ל דלא מהני ה\"ט לפי דהפרש גדול יש בין עוברה ומניקה לקטנה דהא קי\"ל כר\"ח בן אנטיגנוס דנשים שאמרו חכמים דיין שעתן כתמן כראייתם חוץ מתינוקת שלא הגיע זמנה לראות שאפילו סדינין שלה מלוכלכים בדם אין חוששין לה הואיל ואין דמים מצויים בה ואפילו אם ראתה ב' פעמים וכמו שמבואר כל זה בדברי הטיו\"ד ר\"ס ק\"צ יע\"ש וא\"כ איך יתכן שנתלה הכתם בה כיון שאפילו אם לא היה לה במי לתלות היינו אומר דילמא בשוק של טבחים עברה ולאו אדעתה כ\"ש כאן שיש לה לתלות בחבירתה ואם כן אין חילוק בין נכרית לישראלית לענין זה דבכולם בעינן שתהיה ראויה לראות. ומה שהוצרכו לומר דין זה גבי נכרית לאו משום דבנדה ישראלית תולה אפילו שלא הגיע זמנה לראות. אלא משום חידושא נקטיה גבי נכרית דלא נימא כי היכי דנשתנה דין דנכרית דאפילו אם אינה רואה בשעת שאלה תולה בה מהו דתימא דנכרית אפילו לא הגיע זמנה קמ\"ל דבהא מילתא שוין הם הנכרית והישראלית. וראיה לזה מדברי הטור סימן ק\"צ שלא כתב גבי נכרית דבעינן שתהיה ראויה לראות. ואין ספק דהטור לא פליג אהרשב\"א ורש\"י אלא ודאי דס\"ל דהא מילתא דפשיטא היא דאין חילוק בדין זה בין ישראלית לנכרית ורב לא בא ללמדנו אלא דבעינן דכבר ראתה ולאפוקי הגיע זמנה ולא ראתה דס\"ד דתולין בה כיון דהגיע זמנה אע\"פ שלא ראתה יש לה דין כתמים וכמבואר: עוד אני תמיה בדברי מרן ז\"ל דלפי מ\"ש דטעמיה דהרשב\"א דתולה בנכרית כל שראתה פעם אחת הוא משום דמדמים הראשונים נתלכלך בשרה ובגדיה כו' אם כן אפילו קטנה נמי כיון שראתה פעם אחת הרי נתלכלך בשרה ובגדיה ואיכא למימר דמדמים הראשונים הויא כתם זה דהא כיון שהגיע זמנה אפילו לא ראתה אלא פעם אחת אמרינן דתולה משום דנתלכלך בשרה ובגדיה. ולפ\"ז אין טעם לחלק בין הגיע זמנה לראות ללא הגיע. ומ\"ש עוד מרן דהטעם בעצמו אינו נכון כלל דלפי דבריו כו'. כבר כתבנו לעיל דתולדה זו שהוליד מרן אינה מוכרחת ואדרבה כל מ\"ש ה\"ה ז\"ל אינו אלא לתת טעם מה בין נכרית לישראלית וכמו שהארכנו בזה לעיל. והפי' שכתב מרן בדברי רבינו דגבי נכרית נמי בעינן שתהיה רואה בשעת שאלה. מלבד שהפירוש מצד עצמו הוא פירוש דחוק. זאת ועוד דמדלא הזכירו סברא זו דרבינו לא הרשב\"א ולא הטור נראה שלא הבינו פירוש זה בדברי רבינו ז\"ל: אך מה שאני מסתפק בסוגיא זו הוא דנראה דע\"כ לא אמרינן דלרשב\"ג תולה בזבה בז' שלה אעפ\"י שהיא מפסדת הרבה דסותרת כל מה שספרה אלא דוקא בשלא טבלה אבל אם טבלה כיון דטהורה היא דהא זמן טבילה הוא אינה תולה והיינו דקתני ובסופרת ז' שלא טבלה. וכן נראה מדברי הרשב\"א ז\"ל בת\"ה שכתב דטעמיה דרשב\"ג הוא משום דתולין הקלקלה במקולקל ואע\"ג דבידה של זו לטבול ולהטהר עכשיו מ\"מ מחוסרת טבילה היא וטמאה היא ע\"כ. משמע דוקא משום דמחוסרת טבילה היא. ולפי זה אני תמיה בדברי הטור שכתב בסי' ק\"צ ולזבה בימי זיבתה ואפי' בז' שלה ולא כתב דדוקא כשלא טבלה. וכ\"כ סתם דתולה בש\"י אפילו בב' שלה. ולפמ\"ש הא דש\"י מיירי דוקא כשלא טבלה דאם טבלה עלתה לה טבילתה וטהורה היא. ואם נאמר דס\"ל להטור דהא דנקט שלא טבלה משום חידושא דרבי נקטיה דאפ\"ה אינה תולה בה כיון דבידה לטבול אבל לעולם דלרשב\"ג אפילו שטבלה תולה בה לפי שעדיין לא יצאה מטומאתה הראשונה שהרי אם חזרה וראתה בז' סתרה כל מה שספרה וחוזרת לספור שבעה נקיים משום טומאתה הא'. מ\"מ צריך לדעת מנ\"ל להטור דין זה ובפרט שדברי הרשב\"א ברור מללו שחולק על סברא זו: <br><b>והנראה </b>אצלי בזה הוא דס\"ל להטור דהא דאמרינן שלא טבלה הוא כפי דין תורה דכיון שספרה מקצת יום ז' תטהר ע\"י טבילה ומותרת לבעלה מיד אבל לדידן דקי\"ל כחכמים דאסרו לעשות כן שמא תבא לידי ספק וכדאיתא בפרק תינוקת עד שמטעם זה אסרוה לטבול ביום הז' גזירה שמא יבא עליה אחר טבילה וכמ\"ש הטור סי' קפ\"ג וקצ\"ז אפשר דאפי' אם עברה וטבלה דעדיין תולה בה שהרי עדיין בחזקת טמאה היא שהרי לא יצאת מידי ספק כיון דאסורה לבעלה. וכ\"ש לפי מ\"ש הטור בס\"ס קצ\"ז דאם עברה וטבלה בז' דיש מגדולי המורים שהורו שלא עלתה לה טבילה ויש מי שהורה להקל והטור לא הכריע בזה. וכיון שכן ה\"ז טמאה מספק וכיון שכן תולה בה ואף שהיא ספק טמאה שייך לומר תולין הקלקלה במקולקל וכדאמרינן בגמרא אר\"י בר חנינא טמא וטהור שהלכו בב' שבילין ואפי' טהור ותלוי תולה טמא בתלוי וטהור בטהור. ומ\"מ עדיין לא נתקררה דעתי בזה והדבר צריך אצלי תלמוד וצ\"ע. שוב ראיתי למרן בשולחנו הטהור שכתב וכן אם השאילתו לסופרת ז' שלא טבלה: <br><b>עוד </b>אני מסתפק בטמא שנטמא וטבל מהו. ואליבא דרבינו דפסק כרבי דאינה תולה בזבה ואפילו בתוך ימי זיבתה משום דמפסידה לא תיבעי לך דפשיטא דגבי טמא וטהור אינו תולה שביל טמא בטמא אלא דוקא בטמא ביום א' דאינו מפסיד כלל. כי תיבעי לך אליבא דמאן דפסק כרשב\"ג דאפי' בזבה בז' שלא טבלה תולה בה בטמא שטבל בז' מהו מי אמרינן כיון שטבל טהור הוא ואינו תולה בו דומיא דזבה שטבלה א\"ד כיון דטבול יום הוא והויא שני לטומאה עד הערב ופוסל את התרומה ואת הקדש וכמ\"ש רבינו רפ\"י מהלכות שאר אבות הטומאה א\"כ עדיין טמא הוא ושפיר קרינן ביה תולין את הקלקלה במקולקל. ומדברי התוס' בד\"ה טמא נראה דאם טבל טהור הוא שכתבו הך טמא לא איירי בטמא שספר והזה אלא שלא טבל מדקאמר כו' משמע דאם טבל אליבא דכ\"ע אינו תולה בו וכ\"נ מדברי הרשב\"א שכתבנו לעיל דקאמר דהא דר\"ח לא מיירי בטמא ביום ז' דא\"כ באנו למחלוקת היא גופא היא וכו'. משמע דטמא ביום ז' שוה לזבה ביום ז'. וטעמא דמילתא נ\"ל דכיון דטבול יום טומאתו קלה שהרי הוא כשני לטומאה ומש\"ה אינו מטמא החולין וכמ\"ש רבינו שם שכיון שזה טומאתו טומאה קלה ואם נתלה אותו בשביל הטמא נביא לו טומאה חמורה ולגבי טומאה חמורה שניהן שוין מש\"ה אינן תולין זה בזה: ולפי זה נ\"ל דע\"כ לא אמרינן דתולין טמא בשביל טמא אלא כשהיה טמא מת דטומאתו חמורה כמו טומאת השביל אבל אם היה טמא נבלה או טמא שרץ שטומאתן קלה שהרי אינן מטמאין כלים לפי שהם ראשון לטומאה וכן יש להם קולות אחרות וכמו שביאר אותם רבינו שם ואם נתלה אותם בשביל הטמא נעשה אותם אב הטומאה ולגבי זה שוין שהרי אין אחד מהם אב הטומאה נראה שאין תולין טמא בטמא ולפיכך כולם טמאים אם באו לישאל בבת אחת או ששאל האחד עליו ועל חבירו וכ\"ת א\"כ ש\"י שראתה בא' ובב' וביום שלישי לבשה חלוק זה אהאי נתלה בה והא עד עכשיו היתה זבה קטנה ועכשיו היא זבה גדולה. ובשלמא כשהיתה כבר זבה גדולה או כשעכשיו ג\"כ היא זבה קטנה תינח אבל כשהיתה זבה קטנה ועכשיו בשביל כתם זה אנו עושים אותה זבה גדולה אמאי הרי זה דומה למי שהיה טמא טומאה קלה שלא נתלה בו טומאה חמורה וכמ\"ש. הא ל\"ק משום דלענין טומאה אין חילוק כלל בין זבה קטנה לגדולה וכולם טומאתם בשוה ומש\"ה תולין זה בזה ואע\"פ שלענין מספר הימים יש חילוק ביניהם. זה אינו מעלה ומוריד מאחר שטומאתם שוה שהרי זבה אפילו ביום ז' תולה בה ואע\"פ שסותרת כל מה שספרה אבל בטמא טומאה קלה לעולם אימא לך שלא נתלה בו טומאה חמורה: תו גרסינן התם ושוין שתולה ביושבת על דם טוהר ובתולה שדמיה טהורים וטעמא דתני הוא משום דכי היכי דאמרינן תולין הקלקלה במקולקל ה\"נ כל היכא שנתלה בזו אין אתה מקלקלה ואם נתלה בזו אתה מקלקלה הרי אנו תולין הדבר באותה שלא תתקלקל. וכענין שאמרו בקופות אחת של חולין ואחת של תרומה שאני אומר תרומה לתוך תרומה נפלה. ונ\"ל דמטעם זה הוא מ\"ש הראב\"ד דהא דאמרינן דג' נשים שלבשו חלוק א' ונמצא עליו דם דכולם טמאות אם נתעסקה אחת מהנה בכתמים כולן טהורות שכולן תולות בה והיא תולה בכתמיה. וכן נמי אם לבשה אחת מהן חלוק זה בזמן נדותה ולא בדקה אותו תולין כולן בה וכולן טהורות והיא תולות בזמן נדותה כללו של דבר כל היכא שאם נתלה באחד מהם אין אתה מקלקלה תולין בה: <br><b>ודע </b>דבהא דאמרינן דתולין ביושבת על דם טוהר נחלקו הראב\"ד והרמב\"ן דהרמב\"ן כתב דבזמן הזה שאין אשה יושבת על דם טוהר אין תולין בה דהרי היא כשאר כל הנשים אבל הראב\"ד כתב דתולין אף בזמן הזה שאם החמירו עכשיו בנות ישראל על עצמן שלא לבעול על דם טוהר לגבי נפשייהו החמירו אבל להציל על חבירתה מספק כתמים שלא יהיו שתיהן מקולקלות אדינייהו מוקמינן להו והיא מקולקלת וחבירתה מתוקנת ע\"כ. ודע שהראב\"ד והרמב\"ן סוברים דהא דאין לנו עכשיו דם טוהר הוא לפי דינא דגמרא דמאחר דא\"ר זירא בנות ישראל החמירו על עצמן שאפילו רואות טיפת דם כחרדל יושבות עליו שבעה נקיים הרי זו בכלל אותה חומרא. שאם החמירו בכך שלא לבא לידי טעות בין ימי נדה לימי זיבה כ\"ש שיש לחוש שמא יבאו לטעות בין ימי טוהר לימים שלאחר ימי טוהר. ואפי' שבזמן התלמוד (לא) היו יושבות על דם טוהר. כבר כתב מרן הב\"י סי' קצ\"ד דשמא עדיין לא פשטה תקנת רבי זירא ביניהם אבל לאחר שפשטה ביניהם אפשר שגם הם נוהגים היו איסור בדם טוהר ואפ\"ה ס\"ל להראב\"ד שתולה בה כיון שמן הדין הגמור אינה מקלקלה אם תתלה בה: <br><b>ולפי </b>זה היה נ\"ל דע\"כ לא קאמר הרמב\"ן דאינה תולה בה עכשיו דאין לנו דם טוהר אלא משום דאזיל לשיטתיה דחומרא זו היא מדינא דגמרא וכיון שכן הרי אתה מקלקלה מן הדין אבל לדעת רבינו שכתב דהא דאין לנו עכשיו דם טוהר הוא משום תקנת הגאונים ולא מדינא דגמרא אפשר דגם הרמב\"ן מודה דאין כח בתקנת הגאונים לומר שלא נתלה בה אך מדברי מרן בפירקין נראה דאם היתה תקנה זו מתפשטת בכל העולם אף שהיא תקנת הגאונים אליבא דהרמב\"ן לא היה תולה בה אך לרבינו כיון שהוא תלוי במנהג המקום תולה ואפילו במקום שנהגו איסור שהרי אם תלך ותקבע דירתה במקום שנהגו היתר יהיה מותר לבעול על דם טוהר וא\"כ ליכא למימר דאין תולין בה משום דהרי היא ככל הנשים וכוותיה דמרן ז\"ל נראה מדברי ה\"ה ועוד דהרשב\"א סובר דהא דרבי זירא לא שייכא כלל לדם טוהר ואף לאחר שפשטה תקנה זו דרבי זירא היו יושבות על דם טוהר ואפ\"ה לא נמנעו מלכתוב מחלוקת זה דהראב\"ד והרמב\"ן משום דבזמנו כבר פשט איסור זה בכל ישראל וכמו שהוא עכשיו בזמנינו וכמ\"ש מרן בסי' קצ\"ד: ודע דהא דאמרינן דתולין בבתולה שדמיה מרובין דהיינו לקטנה עד שתחיה המכה ולנערה שלא ראתה ד' לילות דין זה נוהג אפילו בזמן הזה ואע\"פ שאין נותנין לה עכשיו אלא בעילת מצוה אינה דומה ליושבת על דם טוהר לפי שזו שירפה מצוי וכדאמר בפ\"ק (דף י') כ\"כ הרשב\"א בת\"ה וכ\"כ הטור דתולה בה ואפילו בזמן הזה לפי שדמים מצויים בה. וראיתי להרב ב\"ח שכתב על מ\"ש הטור לפי שדמים מצויים בה וז\"ל והא דלא קאמר בבתולה נמי טעמא דלעצמן החמירו אבל לענין שלא תציל על חבירתה לא החמירו כדאמרינן האי טעמא בדם טוהר י\"ל דהא דאין נותנין בזמן הזה לבתולה אלא בעילת מצוה בלבד מדינא דגמרא הוא אבל שלא לבעול על דם טוהר חומרא בעלמא הוא שנהגו בה מקצתם ולא מדין התלמוד עכ\"ד. ולא דק דהא הראב\"ד דס\"ל דתולין ביושבת על דם טוהר ואפילו בזמן הזה ס\"ל דהא דאין יושבת עכשיו על דם טוהר לאו משום דנהגו בה מקצתם אלא מדינא דתלמודא הוא. ובכלל חומרת רבי זירא היא ג\"כ זו וכל זה מבואר בדברי הרשב\"א בת\"ה. וכן ההיא דבועל בעילת מצוה דוקא אליבא דמרן לדעת רבינו גם זה תלוי במנהג ומ\"מ בין הכי ובין הכי קושיא מעיקרא ליתא דמי עדיף ליה טעמא דהראב\"ד דהרמב\"ן חלוק עליו מטעמא דדמים מצויים שהוא דין מוסכם אליבא דכ\"ע והטור מילתא פסיקתא נקט וזה פשוט: <br><b>ומיהו </b>אני מסתפק בדין אחד דלפי מ\"ש לעיל דלעולם אין תולין בנדה או בזבה אלא בתוך ימי נדתה או ימי זיבתה א\"כ אנן דקי\"ל כרבי זירא דאפילו רואה טיפת דם כחרדל יושבת עליו ז' נקיים ומן הדין הגמור אם טיפה זו ראתה בימי נדתה היתה סופרת ששה והוא ואם בימי זיבתה היתה שומרת יום וא\"כ אם לבשה חלוק זה בזמן הזה הזבה בז' שלה מהו שנתלה בה כיון שמן הדין אין תולין בה שאם היתה בימי נדתה כבר עברו ואם בימי זיבתה הרי לא היתה מן הדין כי אם שומרת יום וא\"כ אין תולין בה משום דלא חשיבא מקולקלת או דילמא כיון דעכשיו החמירו עליהם הא דרבי זירא חשיבא מקולקלת לדידן ושפיר אמרינן בה דתולין הקלקלה במקולקל. ולכאורה נראה שדין זה תלוי בדין זה דהרמב\"ן והראב\"ד דלהרמב\"ן דס\"ל דאף היכא דמן הדין היה לתלות באחת מהן ותהיה חבירתה טהורה ומשום מה שהחמירו עליהם אין ראוי לתלות בזו יותר מבזו בתר החומרא אזלינן ושתיהן טמאות ה\"נ אף שכפי הדין אין ראוי לתלות בזו יותר מבזו ושתיהן טמאות כיון דמשום מה שהחמירו עליהן יש לתלות בזו יותר מבזו בתר החומרא אזלינן וחבירתה טהורה אבל להראב\"ד דס\"ל דבתר עיקר הדין אזלינן ואע\"פ שהחמירו לעצמן החמירו אבל לענין שלא תציל על חבירתה לא החמירו ה\"נ אזלינן בתר עיקר הדין ושתיהן טמאות ואף שהחמירו על עצמן לעצמן החמירו אבל לענין שלא תציל על חבירתה לא החמירו ומש\"ה שתיהן טמאות ומיהו אם איתא להאי מילתא לא הוו שתקי מינה וכמו שביארנו לנו הא דיושבת על דם טוהר אם נשתנה דין זה לפי מנהגינו. והנראה אצלי דגם הראב\"ד מודה בנדון זה דבתר החומרא אזלינן ותולה בה והיא טמאה וחבירתה טהורה וע\"כ לא קאמר דבתר עיקר הדין אזלינן אלא להקל בכתמים דרבנן דלא החמירו לענין שלא תציל על חבירתה ומש\"ה תולה בה לפי שהיא בין הכי ובין הכי היא טמאה אבל לעולם דלהחמיר מעולם לא אמר הראב\"ד דניזיל בתר עיקר הדין אלא כיון דלפי מה שהחמירו ראוי לתלות בה תולין בה כיון שהיא על כל פנים היא טמאה ומש\"ה חבירתה טהורה: <br><b>ודע </b>שהתוס' בד\"ה תולה כתבו דמספקא ליה לר\"י אם טמא קל כגון סופרת מקצת או הכל ולא טבלה תולה בלא ספרה כלל בין בנדה בין בטמא מת ושבילי דשמעתין לא איירי אלא בטהור וטמא ע\"כ. וראיתי למרן הב\"י יו\"ד סי' ק\"צ שכתב דכשאמרו חכמים שתולה ל\"ש בין אם טהורה לגמרי או שהיא בספירת שבעה נקיים דבחזקת טהורה היא והכריח דין זה ממ\"ש הרשב\"א בת\"ה פעמים שהיא תולה בעצמה כיצד הרי שלבשה חלוק כשהיא נדה ולא בדקתו עכשיו ולבשתו בימי טהרתה או בספירת הנקיים שלה ה\"ז תולה בנדתה. וסובר מרן ז\"ל דכי היכי דבספירת שבעה נקיים תולה בעצמה בזמן נדתה ה\"נ תולה בחבירתה. ודע דאין חילוק בזה בין אם חבירתה היא נדה או זבה דלעולם כל שלא התחילה לספור שבעה נקיים תולה בה האשה שהיא בספירת שבעה נקיים ומיהו אם כולן התחילו לספור שבעה נקיים כולן טמאות וסותרות כל מה שספרו ואין לחלק בין אם האשה סתרה יותר ממה שסותרת חבירתה וזה פשוט. ודע דבהא דנסתפקו התוס' קי\"ל כהרשב\"א חדא דכתמים דרבנן ואזלינן בתר המיקל ותו דלא שבקינן ודאי של הרשב\"א משום ספיקן של התוספות ומש\"ה מרן ז\"ל לא הביא דברי התוספות הללו: <br><b>ודע </b>שהרב בעל המפה כתב על דין זה וז\"ל וע\"ל סי' קצ\"ו דבג' ימים הראשונים של ז' נקיים אין מקילין בכתמים לתלות בדבר אחר ע\"כ. וחילוק זה דג' ימים הראשונים כתבו מרן בסי' ק\"ץ דהא אמרינן דתולין בשוק של טבחים או במכה שבגופה או בנתעסקה בציפור היינו דוקא לאחר ג' נקיים אבל בתוך ג' לא תלינן בשום דבר ומשם דן הרב בהגה\"ה דלא תלינן בנדה אלא לאחר ג' ולפ\"ז צ\"ל דהרשב\"א והתוס' מיירי דוקא לאחר ג' אבל תוך ג' לעולם תולין אך מפשט דברי הרשב\"א יראה דלא ס\"ל דיש חילוק בין ג' ימים הראשונים לאחר כן והיינו שלא הזכיר דין זה בדיני הכתמים וכ\"כ הרב בד\"מ והביאו בעל ש\"ך סימן קצ\"ו ס\"ק י\"ב. אלא שהרב בהגה\"ה כתב דלסברת החולקים על הרשב\"א דין זה אינו אלא לאחר ג' ימים ולפ\"ז הא דאמרינן דגם בעצמה תולה כשהיא בספירת שבעה נקיים היינו דוקא לאחר ג' ימים ומה שלא הגיה הרב חילוק זה בסי' ק\"צ סמ\"ד הוא משום דמרן ז\"ל לא נקט שם אלא ולבשתו בימי טהרתה דמלת בימי טהרתה מורה שהוא לאחר ספירת שבעה וכמו שנראה מדברי הרשב\"א בדין זה ואם נפשך לומר דבימי טהרתה הוא כולל אף לתוך ימי ספירתה סמך הרב על מה שהגיה בסעיף מ\"א. וראיתי להרב ש\"ך ס\"ק נ\"א שרצה לחלק בין תולה בעצמה לתולה בחבירתה דהיכא דתולה בעצמה לעולם תולה ואפי' בג' ימים הראשונים ונסתייע מדברי הרב בסי' קצ\"ו ס\"י. ומלבד שאין דמיונו עולה יפה מדברי הרב בד\"מ והביאם בעל ש\"ך בסי' קצ\"ו ס\"ק י\"ב נראה דס\"ל דאין לחלק חילוק זה שהרי כתב שם דמדברי הרשב\"א נראה דלא ס\"ל כסברת המרדכי כו' והרואה דברי הרשב\"א במקומם יראה דהרשב\"א לא מיירי אלא בתולה בעצמה אלא דמרן ז\"ל למד מזה שתולה בחברתה ואם איתא לדברי בעל ש\"ך אין להביא מדברי הרשב\"א הללו שחולק על המרדכי. אשר ע\"כ נ\"ל דהיכא דתולה בעצמה נמי הוא דוקא לאחר ג' ימים וכן הסכים בעל ש\"ך מטעמא אחרינא יע\"ש: <br><b>תו </b>גרסינן התם בעא מיניה רבי יוחנן מרבי יהודה בר ליואי מהו לתלות כתם בכתם אליבא דרבי לא תיבעי לך השתא ומה התם דקא חזיא מגופה אמרת אינה תולה הכא דמעלמא קא אתי לכ\"ש כי תיבעי לך אליבא דרשב\"ג התם הוא דקא חזיא מגופה תליא הכא דמעלמא קא אתי לא תליא או דלמא לא שנא א\"ל אין תולין מ\"ט לפי שאין תולין. וכתבו התוס' וז\"ל אור\"י דל\"ל דבעי לתלות בסופרת ז' שלא טבלה אבל בא' פשיטא ליה דתולה. וכוונת דבריהם נראה דהיה אפשר לפרש דלעולם פשיטא דבא' תולין דאף דיש חילוק בין ראיה לכתם מ\"מ פשיטא ליה דלא מהני חילוק זה לנחותי תרי דרגי דאילו בראיה אפילו בב' תולה ואילו גבי כתם אפילו בא' אינה תולה ומש\"ה לא נסתפק מעולם בא' אלא בב' דוקא אי מדמינן כתם לראיה או לא וכתבו דפי' זה ליתא אלא אפילו בא' מיבעי ליה ומדבריהם נראה דבין בא' בין בב' נסתפק רבי יוחנן ואי לאו דברי התוספות היינו יכולים לומר דרבי יוחנן לא נסתפק אלא בא' דוקא אבל בב' פשיטא ליה דאין תולין משום דידע רבי יוחנן דיש חילוק בין ראיה לכתם אך הא מיבעיא ליה אי מהני חילוק זה לנחותי תרי דרגי וא\"כ אפילו בראשון אין תולין לרשב\"ג או דילמא דוקא חד דרגא נחתינן ולפ\"ז דוקא בשני אין תולין לרשב\"ג אבל בראשון תולין ולפי פי' זה ניחא הא דלא בעי אליבא דרבי משום דלרבי דאין תולין בב' אפילו בראיה לא נסתפק בכתם בראשון פשיטא ליה דחד דרגא מראיה לכתם נחתינן. אך מדברי התוס' נראה דאף בשני נסתפק והא דלא בעי אליבא דרבי בראשון כתבו התוס' דס\"ל לרבי יוחנן דכיון דהיכא דמגופה חזיא לא תלינן בשני שלה לרבי א\"כ לא תלינן בכתם אפילו בראשון. וכונתם מבוארת דאליבא דרבי דחזינן ליה דמחמיר פשיטא דגם בכתם יחמיר ולא יתלה בו אך לרשב\"ג דמיקל נסתפק אם מיקל גם בכתם והדין עמהם לומר דרבי יוחנן אף בשני נסתפק מדקאמר אליבא דרבי לא תיבעי לך השתא ומה התם דקא חזיא מגופה אמרת דאינה תולה הכא דמעלמא לא כ\"ש ואם איתא דבראשון דוקא מיירי ה\"ק דלרבי מק\"ו אין תולין הא בראשון מודה רבי דתולין בראיה אבל אי אמרינן דגם בב' נסתפק הק\"ו הוא ומה גבי ראיה החמיר גבי כתם לכ\"ש שיחמיר. והכריחו התוס' פי' זה ולא כדקס\"ד דבעיית רבי יוחנן לא היתה אלא בב' דוקא. משום דא\"כ מאי קאמר לקמן מ\"מ קשיא הא איכא לשנויי בין לרבי בין לרשב\"ג בראשון איירי ברייתא ע\"כ. והנה מ\"ש בין לרבי לא הבנתי כוונתם דבשלמא כרשב\"ג מצינן לאוקמה דכולה רשב\"ג היא ורישא מיירי בב' דחד דרגא נחתינן וסיפא בראשון אבל כר' לא מצינן לאוקומה דאי מודה רבי בראשון א\"כ ע\"כ אפילו חד דרגא לא נחתינן וא\"כ היכי קאמר דבב' אין תולין לרשב\"ג והא א' לרבי כמו שני לרשב\"ג והנראה אצלי דט\"ס נפל בספרים וכוונתם היא דבב' אופנים יש לפרש הברייתא דלא תיקשי לרבי יהודה האחד הוא דכולה רשב\"ג והא בראשון והא בב' א\"נ הא והא בראשון והא רשב\"ג דלרבי אין תולין משום דחד דרגא נחתינן ולרשב\"ג תולין משום דתרי דרגי לא נחתינן: עוד  כתבו התוס' וז\"ל ועוד דאליבא דרבי נמי הו\"ל למיבעי בראשון כיון דלא חזיא מגופה ע\"כ ודבריהם סתומים הם אצלי דכיון דע\"כ אף כפי פירושם דבעיית רבי יוחנן היתה בין בראשון בין בב' ע\"כ מאי דלא בעי אליבא דרבי הוא משום דכיון דחזינן דמחמיר אף ברואה מכ\"ש שיחמיר בכתם א\"כ אף אם נפרש דבעיית ר\"י לא היתה אלא בב' הא דלא בעי אליבא דרבי הוא משום דחזינן ליה דמחמיר ברואה וכ\"ש שיחמיר בכתם אבל לרשב\"ג דמיקל ברואה י\"ל דמיקל אף בכתם אע\"ג דלא דמי לראיה שוב ראיתי בחידושי הלכות שנתעורר בזה ובתירוצו לא נתקררה דעתי וצ\"ע. עוד כתבו התוס' וז\"ל והא דקא משני הא והא רבי והא בראשון והא בב' הש\"ס הוא דקא מהדר לשנויי בכל ענין שיכול לתרץ ולא בשיטתיה דר\"י ע\"כ ולא ידעתי איך היה עולה על הדעת דבשיטתיה דר\"י אמרה מאחר דבגמרא אמרי מ\"מ קשיא: תו אמרינן בגמרא איתיביה אין תולין כתם בכתם השאילה חלוקה לנכרית או ליושבת על הכתם ה\"ז תולה בה הא גופא קשיא אמרת אין תולין סיפא אמרת תולין הא ל\"ק הא רבי והא רשב\"ג א\"ד הא והא רבי הא בראשון הא בשני רב אשי אמר הא והא רשב\"ג ול\"ק כאן למפרע כו' ופירש\"י כאן למפרע לענין טומאת מפרע תולין דלא מיקלקלא בהכי ולא תטמא למפרע אבל מכאן ולהבא אין תולה דמיקלקלא אפילו להבא ומאי חזית דמקלקל להך טפי מהך. ולפ\"ז מיירי בב' דוקא דאי בא' הא לא מקלקל לה אפילו להבא וכ\"כ התוס' בפירוש דבשני מיירי וא\"כ מודה רב אשי לר\"י דבשני מיהא אף דגבי ראיה תולין גבי כתם אין תולין. ומאי דאמרינן מ\"מ קשיא היינו משום דלרב אשי אף להבא תולין. וי\"ל אמאי לא קאמר רב אשי הא בראשון והא בשני וכולה רשב\"ג היא ונראה דרב אשי נראה לו שהוא דוחק לאוקומי רישא בשני וסיפא בראשון ומש\"ה מוקי כולה בשני. א\"נ דרב אשי בעי לאוקומי ברייתא ככ\"ע והא דקאמר הא והא רשב\"ג לאו דוקא אלא משום דקודם זה אמרו הא והא רבי קאמר איהו הא והא רשב\"ג והכוונה אף רשב\"ג ובטומאה דלהבא בשני כולם מודים דאין תולין אבל למפרע כולם מודים דתולין אבל אי אמרי' הא בראשון והא בשני לא אתיא כרבי משום דלרבי מאי איריא כתם אפילו ראיה אין תולין בב' אבל השתא אשמעינן דאף לרבי בשני תולה בלמפרע והתי' הא' דאמרי' הא רבי והא רשב\"ג נראה דלא מיירי בשני. דא\"כ מאי אשמעינן ברייתא דאין תולין בכתם בשני לרבי הא אפילו בראיה הס\"ל אלא מיירי בראשון וס\"ל דלעולם חד דרגא נחתינן מראיה לכתם ולא תרי דרגי ולפיכך לרבי בכתם אין תולין בא' ולרשב\"ג תולין בא' בכתם אבל בשני אף רשב\"ג מודה דאין תולין. והתוס' כתבו פי' אחר בהא דכאן למפרע כאן להבא והוא דאם בעלת הכתם הכירה כתמה ואח\"כ לבשה היא וחבירתה חלוק ונמצא בו כתם תולה בה כיון שכבר הכירה בטומאה קודם שבא הספק לשתיהן אבל אם לבשו שתיהן חלוק ונמצא בו כתם ולא נודע ממי הוא ואח\"כ לבשה חלוק ומצאה בו כתם אע\"ג שזאת ודאי טמאה היא ע\"י כתם שלה הואיל ולא נודע עד אחר שאירע בה וחבירתה הספק אינה תולה בה ע\"כ. וא\"ת מאי אתא לאשמועינן גבי כתם דאם מצאה הכתם לאחר שנולד הספק דאין תולין אטו גבי ראיה מי איכא מ\"ד שאם ראתה אח\"כ שתולה בה הא ודאי דאינו תולה בנדה או בזבה אלא בנודע שהיתה נדה או זבה בשעת שאלה וא\"כ כ\"ש גבי כתם וי\"ל דרבותא אשמעינן גבי כתם דאע\"ג דחלוק זה שנמצא בו הכתם עכשיו כבר לבשה אותו קודם שאלת החלוק אלא שלא בדקה אותו ואח\"כ חזרה ולבשה אותו החלוק לאחר שנולד הספק דסד\"א דניתלי דכתם זה כבר היה מקודם שאלת החלוק וא\"כ בשעת השאלה כבר היתה טמאה ונתלה בה קמ\"ל דלא כיון שלא נודע טומאתה עד אחר שנולד הספק בשתיהן. ומ\"מ בדברי התוס' י\"ל דנראה דקשיא דיוקא דרישא לסיפא דמתחילת דבריהם נראה דדוקא אם הכירה כתמה ואח\"כ לבשה תולה בה אבל אם לא הכירה כתמה עד לאחר שלבשה אף שהכירה קודם שלבשה חבירתה אינה תולה משמע דבעינן דתכיר כתמה קודם שתלבש היא החלוק כדי שנתלה בה ומסיפא משמע דדוקא אם לא הכירה כתמה עד לאחר שילבשו שתיהן אז הוא דאין חילוק הא אם הכירה כתמה קודם לבישת חבירתה אף שהוא לאחר לבישתה תולה בה באופן דהיכא דבשעת שאלה לא הכירה כתמה ואח\"כ לבשה חלוק אחר וראתה כתם וחזרה ולבשה המשאלת החלוק הראשון וראתה כתם יש להסתפק אם תולין ומדברי התוספות אין להכריח. אך מן הסברא נראה דכל שלא היתה טמאה בודאי בשעת שאלה לא תלינן בה אף שנודע כתמה קודם לבישת חבירתה דכיון דאותה שעה דלבישת חלוק לא היתה טמאה לא שייך לומר בה תולין הקלקלה במקולקל שהרי לא היתה מקולקלת באותה שעה: <br><b>ודע </b>דבהא דאמרי' דתולה בנכרית או בנדה פירש\"י דמיירי דהשאילה חלוקה לנכרית או לנדה ואח\"כ לבשתו היא ומצאה עליה כתם. וכן פירש הטור דהכתם נמצא גבי הטהורה וכן פירש רבינו ז\"ל. ולחידושא נקטו כה\"ג דאע\"ג דנמצא הכתם אצלה היא טהורה וכדאמרינן בגמרא מהו דתימא ההיא דאשתכח כתם גבה תתקלקל אידך לא תתקלקל קמ\"ל. אך הרשב\"א בת\"ה כתב וז\"ל פי' כשלבשה חלוק הבדוק לה ופשטתו והשאילה להן ואח\"כ נמצא עליו דם הרי בעלת החלוק תולה בהן ע\"כ. הרי דפי' דהכתם נמצא גבי הטמאה שהיא השואלת וכשנדקדק היטב בסוגיית הגמרא נראה כוותיה דהרשב\"א דוקא דאי הטהורה היא שלבשה החלוק אחר השומרת יום ונמצא כתם גבה ולמדנו רבי דלא נימא דהטהורה טמאה דאישתכח הכתם גבה והשומרת יום טהורה דלא אישתכח הכתם גבה, א\"כ מאי איריא דנקט האי חידושא גבי שומרת יום היכא דשתיהן טהורות לגמרי. היה לו ללמדנו דשתיהן מקולקלות אע\"ג דנמצא הכתם גבי אחת מהן. ותו דמאי דוחקיה דתלמודא לומר דלפיכך דרשב\"ג משום דרבי, אימא דלגופיה איצטריך דומיא דרשב\"ג. ומיהו לזה י\"ל דרשב\"ג דקאמר תולה לא איצטריך לומר לפיכך דפשיטא דהיא מתוקנת וחבירתה מקולקלת אך רבי דקאמר אינה תולה עדיין לא למדנו דשתיהן מקולקלות ואפשר דהיא מקולקלת וחבירתה מתוקנת. אך הדקדוק הראשון במקומו עומד דאפילו בכולן טהורות לגמרי כולן מקולקלות וכ\"ש בש\"י בב' דאיתרע חזקתה קצת: אשר על כן נ\"ל דמעולם לא הוה ס\"ד לטמא את הטהורה דוקא משום דאשתכח כתם גבה דטעם זה דאשתכח כתם גבה אינו מעלה ומוריד כלל אלא הס\"ד הוא בהך שומרת יום בשני או בשביעי דנהי דרבי לא חשיב לה טמאה לתלות הקלקלה בה מיהו היכא דאשתכח הכתם גבה וכגון שלבשה הטהורה תחלה ואח\"כ השאילה לשומרת יום סד\"א כיון דאיכא תרתי לריעותא גבה חדא דהיא שומרת יום ועוד דאשתכח הכתם גבה אימא דהשואלת טמאה והמשאלת טהורה קמ\"ל דצירוף אומדנא לא מהני כלל. וא\"ת אי מיירי בנמצא הכתם גבי השומרת יום אמאי איצטריך לומר לפיכך מדקאמר אינה תולה שמעינן לה דאע\"ג דאיכא תרתי לריעותא אינה תולה וי\"ל דאי לא הוי תני לפיכך ה\"א דקאמר אינה תולה מיירי בשנמצא הכתם גבי המשאלת אבל לעולם אם נמצא הכתם גבי השואלת דתלינן בה קמ\"ל משנה יתירה דאפילו בכה\"ג שתיהן מקולקלות. הן אמת דלהרשב\"א דמיירי בתולה לא ידעתי אמאי נקט כה\"ג לישמעינן רבותא דאפילו נמצא הכתם גבי המשאלת דטהורה. ודע דאם התוס' מפרשים לשמעתין כהרשב\"א נראה דל\"ג בד\"ה כאן למפרע כו' ואח\"כ לבשה היא וחברתה אלא ה\"ג ואח\"כ לבשה היא ונמצא בה כתם כו' ולפי זה אתי שפיר דברי התוס' ולא קשיא דיוקא דרישא לדיוקא דסיפא וכמ\"ש לעיל דלפי פי' זה אף שבשעת לבישת המשאלת עדיין לא ראתה כתם השואלת כל שראתה הכתם קודם שלבשה החלוק תולה בה ולא ממעטינן אלא היכא דראתה הכתם אחר לבישת שתיהן וזה פשוט: ודע דע\"כ לא אמרינן דתולין בטמאה אלא בטמאה מחמת שראתה אבל אם לא ראתה אלא שהיא טמאה משום שמא תראה כגון עונה אחת סמוך לוסתה דקי\"ל דאסורה לבעלה ואיכא מ\"ד דאיסור זה הוא מן התורה וכמ\"ש מרן הב\"י ר\"ס קפ\"ד מ\"מ אם לבשה חלוק זה באותה עונה אינה תולה בה כיון דאין איסורה על מה שעבר אלא משום חששא דלעתיד וזה פשוט: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן דם בתולים בזמן הזה שאפילו היתה קטנה שלא הגיע זמנה לראות ולא ראתה דם מימיה בועל בעילת מצוה ופורש. </b> ואם פירש קודם שיגמור כתב הרשב\"א בתשובה ח\"ג סי' ר\"ב דאינו חוזר וגומר ועיין מור\"ם בש\"ע י\"ד סי' קצ\"ג: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ולא יגע בה אפילו באצבע קטנה. * (א\"ה כתב מהרדב\"ז ז\"ל ח\"א סי' ב' דכשהם במחבואה דאין שם מי שישמשנה לכ\"ע שרי לשמשה ואפי' הוא חולי שאין בו סכנה ועיין בדברי הרב המחבר לעיל פ\"ה מהלכות יסודי התורה): "
            ],
            [
                "ומותר לאשה להתקשט בימי נדתה כדי שלא תתגנה על בעלה. * (א\"ה ברייתא פרק במה אשה והדוה בנדתה זקנים הראשונים אמרו כו' ועיין מ\"ש הרב המחבר לעיל פ\"י מהלכות גירושין דין כ\"א): "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה נשוי לישראלית או לגיורת כו'. </b> כתב ה\"ה וז\"ל ויש לדקדק כיון דקי\"ל עכו\"ם ועבד הבא על בת ישראל הולד כשר כו' אפילו יהיה כדבריו הולד כשר הוא ויראה לי דנ\"מ לדידן בגר וגיורת שהיו מוחזקים בישראלים אמרו שנתגיירו בינם לבין עצמם כו'. נפקותא זאת שכתב ה\"ה לא מיתוקמא בדברי רבינו שכתב היה נשוי לישראלית וכו' ועלה סיים ואינו נאמן לפסול את הבנים. ואפשר שדעת רבינו כמ\"ש ה\"ה בפט\"ו דעכו\"ם ועבד הבא על בת ישראל דיש מי שכתב דאם ילדה בת פסולה לכהונה ועל זה כתב כאן ואינו נאמן לפסול את הבנים לענין שאם ילדה בת. ומוהרש\"ך ז\"ל בח\"א דף ל\"ו כתב בזה דברים שאינן כדאין לשומעם עיין עליו: "
            ],
            [],
            [
                "<b>בד\"א בא\"י ובאותם הימים כו'. </b> כתוב בהשגות שלא ע\"ד הלכה היא זו דלדעת ר\"י בא\"י צריך להביא ראיה אבל לא בחוץ לארץ ולדעת חכמים בכ\"מ צריך להביא ראיה עכ\"ל. ראיתי מי שפירש דברי הראב\"ד דכוונתו היא לומר דאם יש לחלק בין א\"י לח\"ל היינו להחמיר בא\"י ולהקל בח\"ל ורבינו כתב חילוף הדברים ואני תמיה על ה\"ה שכתב דדין הברייתא הוא בשידוע שהיה עכו\"ם מעיקרו אבל הכא מיירי בשלא היה בחזקת עכו\"ם דא\"כ דין זה הוא סברת עצמו וא\"כ מנ\"ל לרבינו לחלק בין א\"י לח\"ל נימא דלכ\"ע נאמן וע\"ק מאי האי דכתב רבינו ואני אומר שזו מעלה ביוחסין ולפי פירוש ה\"ה אין לו טעם. ואפשר ליישב עם מ\"ש ה\"ה לקמן בפ\"כ ולזה רמז באמרו ועוד אכתוב בזה פ\"כ ודו\"ק: "
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>עכו\"ם ועבד הבא על בת ישראל הולד כשר. </b> כתב ה\"ה ויש מי שכתב שאם ילדה בת פסולה לכהונה. כבר כתבתי לעיל בפי\"ג שזה נמי דעת רבינו וקצת תימה בדברי ה\"ה שלא רמז מזה כלום והדבר נראה מוכרח כמו שכתבתי שם. ומ\"ש עוד ה\"ה והרמב\"ן ז\"ל העלה הדבר בספק וכתב ואם נשאה אין מוציאין מידו והולד ספק חלל *  (א\"ה עיין בדברי הרב המחבר לקמן פי\"ט מהלכות אלו דין י'): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כגון הבא על האשה שנתקדשה ספק קידושין כו'.</b> (א\"ה שמעתי מקשים ממ\"ש מהריק\"ו והביאו הכ\"מ לעיל פ\"י מהלכות גירושין האשה שנתקדשה ספק קידושין ונשאת תצא והולד כשר דמוקמינן לה אחזקתה והיא פנויה יע\"ש. ונ\"ל דהיינו דוקא כשנשאת לאחר דאתו קידושי ודאי ומפקעי קידושי ספק אבל הכא איירי דבא עליה בלא קידושין ועיין בדברי הרמ\"ה שהביא הטור סי' ל\"א ס\"ד ועיין בספר פ\"מ ח\"א סי' ל\"ג בשאלה וצ\"ע): "
            ],
            [
                "<b>פנויה שנתעברה מזנות וכו'. </b> בפרק עשרה יוחסין ואליבא דהר\"ן האם אינה נאמנת על בנה כי אם להכשיר אבל לפסול ולעשותו ממזר ולהתירו בממזרת לא וטעמא משום דלהכשיר טעמא דמהימנא הוא משום דמאורייתא נמי כשר דדבר תורה שתוקי כשר אבל לפוסלו ולהתירו בממזרת דמדאורייתא אסור בממזרת לא מהימנא. וחיה נאמנת לומר זה ממזר ומותר בממזרת היכא דהוחזק כאן ממזר כגון בד' נשים שילדו בבית אחד ואחת היתה אשת ממזר ולא נודע בנה מי הוא נאמנת החיה לומר זה בן הממזר. * (א\"ה עיין לקמן בפרק זה דין ל\"ב) ויש להסתפק בנאמנות האם להכשיר אם הוא מעיקר הדין או לא וכן בנאמנת החיה אף לפסול ולהתירו בממזרת אם הוא מעיקר הדין או לא. וראיתי להר\"ן ז\"ל גבי נאמנת חיה לומר זה כהן וזה לוי וזה ממזר שכתב וז\"ל ולא מדינא אלא דהימנוה רבנן לפי שעל הרוב אי אפשר בענין אחר. שלא קרא עליו ערער שלא יצא מעורר על הולד לומר זה בנה של אשת ממזר. אבל הכא דלית ליה חזקה דכשרות שלא הוחזק אלא בעדות אשה זו ואע\"ג דהימנוה רבנן ואמרינן דכל מקום שהאמינה תורה עד אחד הרי כאן שנים היינו כשהדבר בענין שראוי להאמין בו עד אחד כמילתא דעבידא לאיגלויי אבל הכא אין החיה נאמנת אלא מפני שעל הרוב אי אפשר בלאו הכי הלכך כל שבא עד אחד ומכחישה אפילו לאחר שהעידה אינה נאמנת ע\"כ ומתחילת דבריו מוכח דנאמנות החיה הוא משום תקנה ולא מן הדין ואפשר היה לומר דהיינו דוקא היכא דבא לפסול ולומר דזה ממזר ולהתירו בממזרת בהך מילתא הוא דאיצטריך לתקנה דמן הדין על פיה לא היה ניתר בממזרת אך להכשיר ולומר דזה כשר אפשר דנאמנת החיה מן הדין משום דדבר תורה שתוקי כשר אך מסוף דבריו מוכח דנאמנות החיה אף להכשיר הוא מהתקנה שהרי הוקשה לו דאיך נאמן עד אחד לפוסלו שהרי הוחזק בכשר על פי עדות החיה וקי\"ל דכל מקום שהאמינה תורה עד אחד הרי כאן שנים ותירץ דשאני הכא דנאמנות החיה אינה מן הדין אלא מפני התקנה הרי מבואר דאף להכשיר אינה נאמנת מן הדין אלא מן התקנה ולפ\"ז היה נראה דגם נאמנות האם להכשיר הוא מהתקנה אבל מן הדין לא ואין הפרש בין האם לחיה אלא לפסול דהאם אינה נאמנת לפסול משום דלא הוחזק ממזר אבל החיה נאמנת לפסול משום דהוחזק שם ממזר אבל להכשיר שתיהן נאמנות מהתקנה: אך אמנם כד מעיינינן שפיר אפשר לומר דלעולם נאמנות האם הוא מן הדין דכיון דדבר תורה שתוקי כשר הימנוה רבנן בדרבנן אך גבי חיה דהוחזק שם ממזר אי לאו משום התקנה לא תהיה נאמנת משום דע\"כ לא אמרינן דדבר תורה שתוקי כשר ומותר בבת ישראל אלא היכא דלא הוחזק שם ממזר כגון בפנויה או ארוסה שנתעברה ולא ידעינן אם עובר זה ממזר או לא בהך מילתא הוא דאמרינן דדבר תורה שתוקי כשר אבל בד' נשים שילדו בבית אחד ואחת היא אשת ממזר דבר תורה כולם אסורים בבת ישראל שהרי הוחזק שם ממזר והראיה ע\"ז שהרי רבינו ז\"ל אית ליה דכל ספק תורה הוא לקולא ויליף לה משתוקי דאמרינן דדבר תורה שתוקי כשר ואפ\"ה אית ליה דכל היכא דאיקבע איסורא מביא אשם תלוי וא\"כ ע\"כ אית לן למימר דהא דקי\"ל דשתוקי כשר הוא דוקא היכא דלא הוקבע איסורא אבל היכא דהוקבע איסורא דבר תורה שתוקי אסור וא\"כ דוקא גבי חיה דאיקבע איסורא הוצרך הר\"ן לטעמא דתקנה אבל גבי האם דלא הוקבע איסורא ודבר תורה שתוקי כשר נאמנת מן הדין וזהו שהר\"ן גבי נאמנות האם לא הביא טעם זה דתקנה. ודע דאף לסברת החולקים על רבינו ואית להו דכל ספק תורה מדאורייתא אזלינן לחומרא ושאני הכא גבי ממזר דגזירת הכתוב היא דשתוקי כשר. מ\"מ כ\"ע מודו דיש חילוק בין הוקבע איסורא ללא הוקבע שהרי קי\"ל דאין מביאין אשם תלוי אלא בחתיכה אחת משתי חתיכות משום דהוקבע איסורא אבל בחתיכה אחת ספק חלב ספק שומן אינו מביא אשם תלוי. וא\"כ אף אנו נאמר דע\"כ לא חידש הכתוב דספק ממזר כשר אלא היכא דלא הוקבע כאן ממזר אבל היכא דהוקבע לא: "
            ],
            [],
            [],
            [],
            [
                "<b>אבל האב שהוחזק.</b> * (א\"ה עיין לעיל פט\"ו מהלכות אישות דין ד'): "
            ],
            [],
            [
                "<b>ארוסה שנתעברה והיא בבית אביה הרי הולד בחזקת ממזר.</b> * (א\"ה עיין לעיל פט\"ו מהלכות אישות דין ד'): "
            ],
            [],
            [
                "<b>ואין העובר משתהה במעי אמו יתר על י\"ב חדש. </b> כתב ה\"ה בפרק הערל עבד רבה תוספאה כו'. (א\"ה עיין בדברי הרב המחבר ז\"ל לעיל פט\"ו מהלכות אישות דין ד'): "
            ],
            [
                "<b>אבל היא עצמה חוששין לה משום זונה. </b> לא פירש רבינו אם האי דחוששין לה משום זונה אי גבי ישראל הוא או גבי כהן מיירי וכן הטור סי' ד' מסתם סתם לה. וה\"ה ז\"ל כתב וז\"ל פי' וכהן חושש לה מדין תורה וישראל אם רוצה להתרחק מן הכיעור. אבל ממ\"ש רבינו והטור חוששין לה משום זונה משמע דלגבי כהן איירי דוקא דזונה לישראל מישרא שריא. ומדברי רש\"י נראה דאישראל קאי שכתב וז\"ל אל ישא דומה שמקלקלתו לשמש עמה משנאסרה לו. ומדברי התוס' נראה דדוקא לגבי כהן חוששין שכתבו וז\"ל דומה פירוש ר\"ח שמלעיזין עליה בני אדם שהיא מזנה כדאמרינן דומה דמתא יומא ופלגא. ושוב כתבו דמ\"ש ר\"ח דומה דמתא יומא ופלגא לא הביא אלא לראיה שלשון דומה לזות שפתים ומיהו הכא לא מיירי בדומה כה\"ג דא\"כ אפילו כנס מוציא דהא פסקינן התם בפ\"ב דיבמות כרבי בקלא דלא פסיק ע\"כ. וע\"כ מוקמי האי דלא ישא דומה גבי כהן דאי איתחזק קלא אסורה מן הדין משום זונה כמו דבהאי קלא מפקינן מבעל משום זונה ה\"ה דאם נשאה מפקינן לה מיניה אבל גבי ישראל אין דבריהם מתיישבים כלל דהא זונה מותרת לישראל. ומכאן תראה דמה שהקשה הרב מהרימ\"ט באה\"ע סי' ט\"ו על דברי התוספות והניחו בצ\"ע הוי כשגגה היוצאה מלפני השליט ואגב שיטפיה לא דק: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נאמנת חיה לומר. </b> ברייתא בפרק עשרה יוחסין ואע\"ג דגבי בכור קי\"ל דאינה נאמנת חיה אלא לאלתר שלא יצאת מהבית שאני היכר דבכור דכיון שנתעלם מעיניה לא סמכו עליה שתדע ותכיר איזה יצא ראשונה לבכורה. אבל לומר שאינו נתין וכיוצא בו לעולם נאמנת כל זמן שלא קרא ערער כ\"כ הריטב\"א ז\"ל בחידושיו. וכ\"נ שהוא דעת כל הפוסקים שסתמו וכתבו כאן נאמנת חיה ולא חילקו בין לאלתר בין לאחר זמן. וראיתי להחכם בעל בית שמואל שכתב דהפרישה בח\"מ כתב דמאי דבעינן גבי בכור לאלתר משום דמיירי במכחישה כו' ולדעתי לא כיון להלכה. גם מ\"ש הפרישה בא\"ה סימן ד' דקרא ערער היינו קודם שהחיה אומרת שהוא כשר גם בזה לא צדק אלא לעולם אינה נאמנת כל זמן דאיכא ערער וכ\"כ הר\"ן בפירוש וז\"ל כל שבא עד אחד ומכחישה פי' לאחר שהעידה אינה נאמנת ע\"כ: * (א\"ה עיין בדברי הרב המחבר ז\"ל לעיל בפירקין דין י\"א ומשם באר\"ה אם נאמנות החיה הוא מן הדין או מן התקנה יע\"ש) ודע דמתוך דברי ה\"ה לעיל בפירקין דין י\"א שכתב ועוד שהיא קרובה לו נראה דאם חיה זו היא קרובה לולד אינה נאמנת לומר שהוא ממזר להתירו בממזרת יע\"ש וצ\"ע: "
            ]
        ],
        [
            [
                "<b>פצוע דכא וכרות שפכה שנשאו בת ישראל.</b> * (א\"ה עיין בדברי הרב המחבר פ\"א מהלכות מכירה דין ד' ופט\"ו מהלכות אישות דין א'): "
            ]
        ],
        [
            [
                "<b>ואחד כהן העובד ואחד כ\"ג שמנוהו ועבר.</b> * (א\"ה עיין בדברי הרב המחבר פ\"ה מהלכות כלי מקדש דין ו'): "
            ],
            [
                "<b>כל כהן שנשא וכו'.</b> * (א\"ה עיי' בדברי הרב המחבר פ\"ג מהלכות עבדים דין ח'): "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>החלוצה אסורה לכהן וכו'. </b> הא דקי\"ל דכל עובר על איסור דרבנן מכין אותו מכת מרדות אם בעבירה אחת איכא איסור תורה ואיסור דרבנן כגון אשה גרושה שנחלצה ובא עליה כהן כיון שלוקה משום גרושה אין מכין אותו מכת מרדות משום חלוצה אף שאם היתה חלוצה לבד היו מכין אותו מכת מרדות שאני הכא דאיכא מלקות דאורייתא כ\"כ התוס' רפ\"ג דמכות (דף י\"ג)  ד\"ה גרושה יע\"ש * (א\"ה עיין בדברי הרב המחבר פ\"ה מהלכות יסודי התורה שהביא תשובת הרא\"ם על אודות כהן שנשא חלוצה וכופין אותו שלא לגרשה וראיתי להרמ\"ז בחידושיו לפרק יום הכפורים (דף י\"ט ע\"ג) שהביא דברי הר\"ן ז\"ל דס\"ל דעל ג' עבירות שאמרו יהרג לאו דוקא אינהו דכל אביזרייהו נמי והביא ראיה מעובדא דמי שהעלה לבו טינא כו' וכתב וז\"ל וראיה זו איני מכיר דשאני התם דהחולי בא מחמת העבירה אבל אם אנסוהו לכ\"ג לבא על האלמנה דהוא איסורי לאוין מנ\"ל דיהרג ואל יעבור יע\"ש דהעלה לענין הלכה דבאיסורי לאוין יעבור ואל יהרג ועיין בתשובת הרדב\"ז סי' ב' דמחלק ג\"כ בין היכא דבא החולי מחמת העבירה ותמיה לי מהירושלמי שהביא הר\"ן פרק כל שעה ובפ' אין מעמידין שאפילו א\"ל הבא עלין סתם והביא לו מעצי אשרה ימות ואל יתרפא בהן אלמא דבאיסורי לאוין נמי אע\"ג דלא בא החולי מחמת העבירה יהרג ואל יעבור וע\"ק לי איך לא זכר דברי הרא\"ם ז\"ל שהביא הרב המחבר שם דאפילו באיסורין דרבנן הדין כך. ודע דאע\"ג דלהרמב\"ן אין מלקות מן התורה אלא בביאה גמורה מ\"מ אין ללמוד מההוא עובדא כדברי הרא\"ם דשאני התם דעיקרו מן התורה משא\"כ חלוצה והש\"ך י\"ד סי' קנ\"ז הוכיח מסוגיא זו כהרמב\"ן ודבריו צ\"ע): <b>כהן שנשא ספק חלוצה כו'. </b> אם לא בא דין זה מפורש באיזה מקום אפשר דיליף לה רבינו ממאי דקיימא לן שאין מוציאין אותה וכל שכן שאין הולד חלל דאם היה מחלל זרעו היינו כופין אותו להוציא שלא ירבה חללים בישראל ולא ראיתי בשום מקום ביאת היתר שיחלל זולת חלל שנשא כשרה מגזירת הכתוב דכתיב ולא יחלל זרעו מה הוא מחלל אף זרעו מחלל אבל בשאר הדברים ליכא חילול אלא בביאת איסור וראיתי לה\"ה לקמן פי\"ט מהלכות אלו דין ד' על מ\"ש רבינו כ\"ג שנשא בוגרת או מוכת עץ לא חיללה שכתב וז\"ל כבר נתבאר שאם נשא בוגרת או מוכת עץ שאין מוציאין מידו כ\"ש שאין הולד חלל ע\"כ. הרי לך מבואר דס\"ל דכל מקום שאנו אומרים שאין מוציאין מידו כ\"ש שאין הולד חלל. וראיתי להטור א\"ה סי' ז' סי\"ט שכתב וז\"ל כהן הבא על ספק גרושה או ספק חלוצה הרי זו ספק חלל והולד ספק חלל ע\"כ. ודברים אלו תמוהים בעיני ותמהני ממרן ז\"ל איך לא נתעורר בזה לכתוב דרבינו פליג עליה. שוב ראיתי למרן ז\"ל בשלחנו שהשמיט דין זה דספק חלוצה ולא כתב אלא ספק זונה או ספק גרושה ואין ספק דבכוונה מכוונת השמיט חלוקת ספק חלוצה משום דס\"ל דספק חלוצה הולד כשר אך ראיתי למור\"ם שם שהגיה או ספק חלוצה ואם כוונתו היא לחוש לסברת הטור תמהני דהא ספיקא דרבנן הוא ופשיטא דהלכה כדברי המיקל ומה גם דמסתבר טעמיה והחכם בעל ב\"ח חילק דאם נשא אותה תיקנו חז\"ל דהם כשרים כדי שלא יוציא אותה משא\"כ כשבא עליה בזנות ע\"כ. ואלו הם דברים שאין הדעת סובל אותן ובטיו\"ד סי' שע\"ג ס\"ב כתב וז\"ל חלל של דבריהם כגון שנולד מחלוצה אסור להטמא למתים ואם נולד מספק חלוצה הוי כהן גמור ע\"כ. ולא חילק שם בין נולד בנישואין לנולד ע\"י זנות וכן עיקר ולדידי ט\"ס הוא שנפל בדברי הטור והגירסא הוא ספק חללה שהיא מן התורה ואפשר שהיה כתוב ח' לבד וסבר המדפיס שהוא חלוצה וטעה בזה ועיקר הגירסא היא ספק חללה: <br><b>דע </b>שראיתי לה\"ה לעיל בפט\"ו מהלכות אלו דין ג' על מ\"ש רבינו ז\"ל כותי ועבד הבא על בת ישראל הולד כשר שכתב דהרמב\"ן העלה הדבר בספק וכתב ואם נשאה אין מוציאין מידו והולד ספק חלל ע\"כ. וזה הפך ממה שכתבנו דכל מקום דקי\"ל דאין מוציאין מכ\"ש דאין הולד חלל וצ\"ל דכלל זה שכתב ה\"ה לא אמרו אלא בדבר שבודאי קי\"ל דאין מוציאין מכ\"ש דאין הולד חלל דומיא דבוגרת ומוכת עץ לכ\"ג אבל בספיקות אין כלל זה אמור אלא דאפשר דאין מוציאין והולד יהיה ספק חלל. ומ\"מ דברי הרמב\"ן ז\"ל תמוהים הם בעיני דהא למ\"ד דעכו\"ם ועבד הבא על בת ישראל דהולד פגום דבר תורה הוא דהא מק\"ו מאלמנה מייתינן לה וכדאיתא בפרק החולץ (דף מ\"ד) וכיון שנסתפק הרב הלכה כמאן הו\"ל למיזל לחומרא כדין ספק גרושה או ספק זונה שפסק רבינו דמוציא בגט וכתב ה\"ה זה פשוט דספיקא דאורייתא הוא. ואם נדחוק עצמנו דס\"ל להרמב\"ן ז\"ל דמדרבנן הוא וק\"ו לאו דוקא דהא אין מזהירים מן הדין א\"כ למה הולד ספק חלל מאי שנא מספק חלוצה שכתב רבינו דהולד כשר ועוד דאי מדרבנן היא כיון דמספקא לן אמאי לא תנשא לכתחילה לכהן כדין כל ספיקא דרבנן דאזלינן לקולא ואפילו לכתחילה וכ\"ת הרי ספק חלוצה דלכתחילה לא תנשא אף שהוא ספיקא דרבנן הא ל\"ק שהרי כמה כרכורים כרכר הרמב\"ן ליישב זה דמאי שנא ספק חלוצה משאר ספק של דבריהם דאזלינן לכתחילה לקולא וכמ\"ש ה\"ה בפ\"ח מהלכות יבום וחליצה דין ח' יע\"ש. ואותם הטעמים לא שייכי הכא. סוף דבר שדברי הרמב\"ן ז\"ל הללו שגבו ממני והדבר צריך תלמוד: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מצוה על כ\"ג וכו'. </b> בפרק הבא על יבמתו ומכתוב זה למדנו שהבעולה אסורה לכ\"ג והיא ככל חייבי עשה. ויש להסתפק אם בעולה זו שאסר הכתוב אם היינו דוקא כשנבעלה והוציא דם דאין לה בתולים אבל אם בא עליה בהטייה ועדיין בתולותיה קיימין מהו דהא בפ\"ק דכתובות (דף ו') אמרינן דרוב בקיאין בהטייה ומוכח שם דאין מוציאין דם כלל דמש\"ה שרי בשבת ומה שהביאני לזה הוא משום דאיסור הבעולה מקרא דבתוליה נפקא דבעינן שיהיו לה בתולים וא\"כ כל שיש לה בתולים אף שנבעלה שריא לכהן מדין בעולה. עוד אני מסתפק אם בהעראה לבדה בזה נעשית בעולה או דילמא בעינן גמר ביאה ואע\"ג דבפרק הבא על יבמתו (דף נ\"ח) אמרינן דחייבי עשה נמי בהעראה חייבין משום דאתיא ביאה ביאה מ\"מ זהו לאחר שנאסרו אבל הא קא מיבעיא לי אי חשיבא בעולה מהעראה. ונראה דיש ללמוד כל זה מההיא שהביא מהר\"ר בצלאל ז\"ל בלקוטיו בפרק אלו נערות עלה ההיא דאמרי' התם (דף ל') איכא בינייהו בעולה לכ\"ג שכתב בשם הרא\"ש דמיירי שהערה בה אחר ואתיא כמ\"ד בפרק הבע\"י העראה זו הכנסת עטרה וקנס נמי משלם דאמרינן בירושלמי הערו בה עשרה בני אדם ועדיין היא בתולה כולם משלמין קנס ע\"כ הרי לך הדבר מבואר דס\"ל דבהעראה חשיבא בעולה ואסירא לכ\"ג. וכן יש להוכיח ממ\"ש שם בשם שיטה ישנה ובשם הרשב\"א ז\"ל שהביאו פי' ר\"ח דקאמר דההיא דר\"פ אלו נערות מיירי בכ\"ג שאנס בתולה גמורה ואסירא ליה משום בעולת עצמו שהקשו בביאה ראשונה נמי הויא חללה דמכי הערה בה איתסרא עליה דעשאה בעולה ובגמר ביאה משוי לה חללה ואין לו בה הויה אח\"כ ותירץ דחדא ביאה לא פלגינן שתאסור שני איסורין ע\"כ. הרי לך דס\"ל דבהעראה הויא בעולה. שוב ראיתי הדבר מפורש בפ\"ק דקידושין (דף י') דאמרינן איבעיא להו תחילת ביאה קונה או סוף ביאה קונה נפקא מיניה וכו' ואי נמי לכ\"ג דקא קני בתולה בביאה ופירש\"י אי נמי לכ\"ג אם מותר לקדש בביאה זו אי אמרת תחילת ביאה קונה מותר ואי סוף ביאה קונה נמצאת בעולה משעת העראה שלא לשם קידושין ואסירא ליה דכתיב כי אם בתולה מעמיו יקח ע\"כ הרי הדבר ברור דמשהערה בה שויא בעולה אך הספק הראשון עדיין במקומו עומד דאפשר דבעינן השרת בתולים והשרת בתולים הוא משהערה בה וכדמוכח בפרק בן סורר (דף ע\"ג) דאמרינן משעת העראה דפגמה איפטר ליה מקטלא ממונא לא משלם עד גמר ביאה ע\"כ. ומוכח התם דלמ\"ד העראה זו הכנסת עטרה מכי הערה בה הוי השרת בתולים ומיהו מדברי התוס' שם בפרק בן סורר יש ללמוד דין זה שהרי דחו סברת רש\"י דאית ליה דאינו משלם קנס כי אם בהשרת בתולים דהא קי\"ל דאיכא קנס בבא עליה שלא כדרכה וא\"כ בנדון דידן נמי כיון דקי\"ל דאפילו נבעלה שלא כדרכה פסולה לכ\"ג א\"כ מינה דבעולה דאסירא לכ\"ג אינו תלוי בהשרת בתולים: אלא שקשה לזה מ\"ש התוס' בפרק הבא על יבמתו (דף נ\"ט) ד\"ה אלא דרצו להכריח שלא נתרבתה העראה אצל קנס דאם יש קנס בהעראה הוה ליה לשנויי כגון שלא עשה אלא נשיקה ובנשיקה אינו משיר בתולים וכדמשמע בפרק בן סורר. ודבריהם הם תמוהים לכאורה שהם דחו פירש\"י שכתב בפרק בן סורר דלמ\"ד העראה זו נשיקה דאינו חייב עליה קנס משום דליכא השרת בתולים בנשיקה וכתבו דליתא דאפילו בנשיקה חייב קנס דהא בשלא כדרכה חייב קנס. וא\"כ גבי בעולה לכ\"ג למ\"ד דהעראה זו נשיקה מכי הערה בה איתסרא ליה משום בעולה אע\"ג דליכא השרת בתולים דומיא דנבעלה שלא כדרכה דחשיבא בעולה אע\"ג דליכא השרת בתולים. וא\"כ לא ה\"מ לאוקמי כגון שלא עשה אלא נשיקה דאכתי אסורה לו משום בעולה. וכבר ראיתי להחכם בעל חידושי הלכות שנתעורר בזה אך בתירוץ הקושיא כתב דברים שאינם מובנים אצלי. והנכון דגבי כ\"ג פשיטא דאינו חייב על הבעולה בנשיקה משום דאי הוה אסר קרא הבעולה לכ\"ג בפירוש והוה כתיב שלא יקח בעולה הו\"א דלמאן דאמר דנשיקה חשיבא ביאה ה\"ה הכא דהא איתרבו כל איסורי ביאה להעראה. אבל כיון שלא בא איסורו כי אם מכלל עשה דבתולה יקח ולא בעולה לא ממעטינן אלא בעולה דוקא שאינה בתולה. ואע\"ג דשלא כדרכה נמי חשיבא בעולה אף שהיא בתולה התם גזירת הכתוב היא מדכתיב בבתוליה ואי לאו קרא היינו אומרים דנבעלה שלא כדרכה מותרת משום דאכתי בתולה היא ולא היינו מרבים אותה מקרא דמשכבי אשה כיון שאין איסורו בא כי אם מכלל עשה דבתולה אבל הכא גבי קנס כי כתב רחמנא בתולה הוא למעט שאם לא היתה בתולה שאינו משלם קנס ולא ממעטינן אלא בעולה שאינה בתולה אבל נבעלה שלא כדרכה יש לה קנס וכדאמרינן בפ\"ק דקידושין (דף י') מודה רבי לענין קנס דכולהו משלמי וחשיבא בתולה ודוקא גבי נערה המאורסה מיעט היכא דנבעלה שלא כדרכה שאם בא עליה אח\"כ אחר שהוא בחנק משום דכתיב ומת וגו' לבדו וכדאיתא התם. אבל גבי האונס לא כתיב אלא שכיבה סתמית. וע\"ז הקשו דכיון דכתיב שכיבה סתמית אימא דהיא כשאר ביאות האמורות בתורה. ולמ\"ד דנשיקה חשיבא ביאה ה\"נ חשיבא ביאה. והביאו ראיה לזה דלא בעינן הכא ביאה המשרת בתולים מדאמרינן דאביאה שלא כדרכה חייב עליה קנס. וכתבו עוד דגבי קנס לא נתרבתה העראה ואינו חייב אפילו בהכנסת עטרה אלא בגמר ביאה ולא מטעמא דרש\"י דהא אפילו הכנסת עטרה ממעטינן מקנס אלא משום דלכל העריות איצטריך קרא לרבות אותם להעראה והכא גבי קנס ליכא ריבויא ולזה כתבו דמסתברא דלא נתרבה העראה גבי קנס מדלא מוקמינן לההיא ברייתא כמ\"ד העראה זו נשיקה והערה בה בנשיקה וחייב עליה קנס ולא אסירא משום בעולה משום דבנשיקה אינו משיר בתולים ואנן לא ממעטינן אלא בעולה שאינה בתולה. וראיתי להתוספות שבסוף דבריהם דחו פירוש זה וז\"ל אבל קשה אי לא מיחייבי קנס בהעראה א\"כ מאי פריך בבן סורר הניחא למאן דאמר העראה זו נשיקה אלא למאן דאמר העראה זו הכנסת עטרה מאי איכא למימר הא לדידיה נמי א\"ש דהא לא מיחייבי קנס בהכנסת עטרה אלא בגמר ביאה ממש ע\"כ. ולא ידעתי אמאי לא הקשו קושיא זו לר\"ת וריב\"א דמה הקשו בגמרא דלמאן דאמר הכנסת עטרה מא\"ל דהא לדידיה נמי אתי שפיר דכי היכי דלמאן דאמר דהעראה היא נשיקה אינו משלם על הנשיקה משום דניתן להצילו בנפשו ה\"נ למ\"ד זו הכנסת עטרה אינו משלם קנס על הכנסת עטרה משום דניתן להצילו בנפשו. וראיתי מה שיישב לזה בעל חידושי הלכות ז\"ל ולא נכנסו דבריו באזני ובמקום אחר הארכתי בזה * (א\"ה חבל על דאבדין): <br><b>נחזור </b>לעניננו דנראה דאף למ\"ד דהעראה זו נשיקה גבי כ\"ג לא איתסרא ליה משום נשיקה דעדיין בתולה היא ומ\"מ נראה דבהכנסת עטרה אסירא ליה משום בעולה ואע\"ג שהיא עדיין בתולה משום דלא ממעטינן אלא בעילה שאינה משרת בתולים וכגון נשיקה אבל הכנסת עטרה שהיא משרת בתולים אף שזה היה בקי בהטיה ולא השיר אסירא לכ\"ג ושפיר ממעטינן לה מבתולה. ונראה דאף רש\"י ז\"ל דאית ליה לגבי קנס אינו משלם קנס אלא בהשרת בתולים לאו למימרא דבעינן ממש השרת בתולים אלא דבעינן בעילה הראויה להשרת בתולים ולאפוקי נשיקה אבל לעולם דעל הכנסת עטרה חייב קנס אף שלא השיר בתולים כיון שהיא ביאה הראויה להשרת בתולים שלא ראיתי בשום מקום שיתלו חיוב הקנס בהשרת בתולים. וקצת ראיה יש לזה מההיא דאמרינן בפרק אלו נערות (דף ל\"ב) אמר עולא לא קשיא כאן באחותו נערה כאן באחותו בוגרת ואימא אידי ואידי באחותו נערה ומתני' דמכות דלוקה מיירי בדליכא השרת בתולים דאינו חייב קנס וכ\"ת לדידן נמי תיקשי דלוקמה למתניתין דמכות בנשיקה דליכא חיוב קנס אליבא דרש\"י הא לא קשיא משום דלא ניחא ליה לאוקמי מתניתין דמכות דלא כהלכתא דהא קי\"ל דאינו לוקה אלא על הכ\"ע וכ\"ת משום דהוי מילתא דלא שכיחא כיון דבא בהכנסת עטרה כדמוכח ר\"פ תינוקת (דף ס\"ד) דאמרינן שאני שמואל דרב גובריה הא ליתא שהרי הכריחו התוס' שם ובפ\"ק דכתובות דשמואל מה שהיה בקי הוא אפילו בגמר ביאה שמתעברת אבל תחלת ביאה רוב בקיאים בהטיה וא\"כ אם איתא דליכא קנס כי אם בהשרת בתולים לוקמה למתני' דמכות בדליכא השרת בתולים ומ\"מ אף דנימא דגבי קנס מיחייב בביאה הראויה להשרת בתולים אף שלא השיר עדיין אין ללמוד מזה לבעולה לכ\"ג דאפשר דכל שבתולותיה קיימים אף שנבעלה בתולה היא. וקצת ראיה לזה מההיא דאמרינן בירושלמי שכתבנו לעיל דקאמר הערו בה עשרה בני אדם ועדיין היא בתולה כולם משלמים קנס ופשטא דלישנא משמע שבאו עליה כדרכה ואפ\"ה כיון דליכא השרת בתולים עדיין חשיבא בתולה ויש לה קנס וא\"כ ה\"נ גבי כ\"ג כל שהיא בתולה אף שהערו בה אחרים שריא לכהן. ואם לא היו כי אם דברי הירושלמי הללו לא הוה קשיא לי ולא מידי דהייתי אומר דהירושלמי ס\"ל כמ\"ד העראה זו נשיקה וס\"ל דגבי חיובא דקנסא נתרבתה העראה כגמר ביאה ומש\"ה אם הערו בה עשרה בנשיקה כולם חייבים שהרי בתולה היא אבל לעולם שאם נבעלת בהכ\"ע שוב אין לה קנס אעפ\"י שהיא בתולה עדיין כיון שנבעלה בעולה הראויה להשרת בתולים: אך הרא\"ש ז\"ל דמוקי לההיא דר\"פ אלו נערות בשהערה בה אחר בהכ\"ע ומביא ראיה מזה הירושלמי נראה דס\"ל דהירושלמי מיירי אף בהעראה דהכ\"ע אלא שהיא עדיין בתולה. ומ\"מ דברי הרא\"ש נפלאו ממני דאיך כתב דמיירי בשהערה בה אחר כו' דכי היכי דכתיב גבי קנס בתולה הכי כתיב גבי כ\"ג ואם בהעראה זו אמרת דעדיין בתולה היא וחייב עליה קנס א\"כ לגבי כ\"ג אמאי אסירא הא בתולה היא. ואין ספק אצלי דרש\"י ז\"ל דאוקמה לההיא דריש פרק אלו נערות בשנבעלה שלא כדרכה ולא אוקמה בשהערה בה אחר הוא משום דלא אשכח פתרי להך אוקימתא דאם העראה זו אינו פוטר אותו מן הקנס משום דעדיין בתולה היא א\"כ גבי כ\"ג נמי שריא ליה משום דעדיין בתולה היא ומש\"ה אוקמה בשנבעלה שלא כדרכה דלגבי קנס חייב משום דבתולה היא ולגבי כ\"ג אסירא מגזירת הכתוב דכתיב בבתוליה: ועוד אני תמיה על הרא\"ש ז\"ל דאם איתא דגבי קנס אף שנבעלה בהכ\"ע כל שלא היה שם השרת בתולים עדיין יש לה קנס אם בא עליה אחר משום דעדיין בתולה היא. א\"כ מהו זה שהקשו בגמרא בפ\"ק דקידושין (דף ט') א\"כ נערה המאורסה דאמר רחמנא בסקילה היכי משכחת לה אי דאקדיש והדר בעל בעולה היא ואוקמוה בבא עליה שלא כדרכה. ומאי דוחקיה אימא שבא עליה כדרכה אלא שלא היה השרת בתולים ומש\"ה היא בסקילה דעדיין בתולה היא. וכ\"ת דבעל עושה אותה בעולה אף שלא היה שם השרת בתולים. אף דנימא הכי אכתי קשה דהא אביי הוא שחידש חילוק זה אבל בתחילה לא היו יודעים חילוק זה דהא אוקמוה בשלא כדרכה. וע\"ק בההיא דאיפליגו התם רבי וחכמים בבאו עליה עשרה בני אדם כו' ופירש\"י דמיירי בבאו שלא כדרכה אמאי נקטו פלוגתייהו בכה\"ג ולא איפליגו בבאו עליה עשרה בהעראה ולא היה שם השרת בתולים. ופשטא דסוגיא מוכח דפלוגתייהו הוי בבאו עליה שלא כדרכה. וכ\"ת דטעמא דלא אוקמוה לנערה המאורסה דבסקילה בהערה בה וכן מה שלא נחלקו בזה רבי וחכמים הוא משום דהתם (בדף י') אמרי' איבעיא להו תחילת ביאה קונה או סוף ביאה ואמר אמימר כל הבועל דעתו על גמר ביאה והרי\"ף ז\"ל אית ליה דביאה דקיחה דקידושין בעינן ג\"ב וכיון דבעינן ג\"ב הוא דבר זר שלא יהיה שם השרת בתולים ושאני שמואל דרב גובריה וכמש\"ל. הא ליתא דהא הרא\"ש ז\"ל בפרק הבא על יבמתו דחה דברי הרי\"ף וכתב דכל שהערה ופירש קנה בהעראה יע\"ש. וא\"כ הדרא קושיין לדוכתה דאמאי לא אוקמוה כשקידש אותה בהעראה ולא היה שם השרת בתולים ומש\"ה היא בסקילה וכן בפרק בן סורר דאוקמה רב חסדא למתני' דאלו נערות בבא עליה שלא כדרכה וחזר ובא עליה כו' אמאי לא אוקמה בבא עליה בתחילה בהעראה ולא היה שם השרת בתולים. וכ\"ת לדידן נמי תיקשי דאמאי לא אוקמה כשבא עליה בתחילה בנשיקה דכבר אפגימא ואין מצילין אותה בנפשו וכדאמרינן התם משעת העראה דפגמה איפטר ליה מקטלא והתם בהעראה דנשיקה מיירי וכדאיתא התם. הא ל\"ק כלל משום דע\"כ לא אמרינן דנשיקה חשיבא פגימה ואין מצילין אותה בנפשו אלא למ\"ד דהעראה זו נשיקה דכיון דעשה בה מעשה דבעלמא חשיב ביאה כבר נפגמה ושוב אין מצילין אותה בנפשו אבל למ\"ד דהעראה זו הכ\"ע פשיטא דמשום נשיקה לא נפגמה ומצילין אותה בנפשו ורודפין אותו עד חרמה. אבל להרא\"ש ז\"ל קשה דאמאי לא אוקמה בשהערה בה בהכנסת עטרה דכבר נפגמה ושוב בא עליה ומשלם קנס דעדיין בתולה היא. ואוקימתא זו היא ממש ההיא דר\"פ אלו נערות דקאמר איכא בינייהו בעולה לכ\"ג דאוקמה הרא\"ש בשהערה בה אחר. סוף דבר חזרתי על כל הצדדין ולא מצאתי מקום ליישב וכעת דבריו צריכים אצלי תלמוד: ומ\"מ לענין הספק שנסתפקנו גבי כ\"ג אם מוזהר על הבעולה אף שלא היה שם השרת בתולים בזה הרא\"ש דעת שפתיו ברור מללו דס\"ל דכל שנבעלה בעולה הראויה להשרת בתולים אף שלא היה שם השרת בתולים חשיבא בעולה ואסירא לכהן וזה פשוט בדבריו. אך את זו אדרוש ההיא דאמרי' בפ\"ב דחגיגה (דף י\"ד) שאלו לבן זומא בתולה שעיברה מהו לכ\"ג מי חיישי' לדשמואל א\"ד דשמואל לא שכיח והשיב להם דשמואל לא שכיח. מוכח דאם היה שכיח דשמואל הוה שריא לכ\"ג אף שנבעלה בעילה גמורה כל שלא היה שם השרת בתולים והנך רואה כמה רחקו דברי בן זומא ממ\"ש דלדידיה אפילו בגמר ביאה שריא לכהן כל שלא היה שם השרת בתולים ולדידן כל שנבעלה בהכנסה עטרה אסורה לכהן אף שלא היה שם השרת בתולים מאחר שנבעלה בעילה הראויה להשרת בתולים: <br><b>הן </b>אמת שדין זה של בן זומא לא ראיתי לשום אחד מהמחברים שהביאוהו והנראה אצלי דס\"ל להפוסקים שדברי בן זומא הללו הם דלא כהלכתא. והנה אפי' בנבעלה שלא כדרכה קי\"ל דחשיבא בעולה ואסורה לכהן. ואפשר דבן זומא פליג בהא וס\"ל דנבעלה שלא כדרכה לא אסירא לכ\"ג ומחלוקת תנאים הוא בפרק הבא על יבמתו ואין ספק דלדידן דקי\"ל דאפילו שלא כדרכה חשיבא בעולה פשיטא דאין הדבר תלוי בהשרת בתולים. ואף שהוא דבר פשוט ואין צורך בזה לראיה מ\"מ ראיתי להביא ראיה מההיא דאמרינן בפרק בן סורר (דף ע\"ג) ממונא לא משלם עד גמר ביאה והתוס' שם ד\"ה ממונא דחו דברי רש\"י שפירש דבאונס אינו חייב קנס כי אם על השרת בתולים מדקי\"ל דאם בא עליה שלא כדרכה חייב קנס יע\"ש וגדולה מזו כתב ר\"ת בפ\"ק דקידושין (דף י') עלה דההיא דאיבעיא לן אי תחלת ביאה קונה דאפילו בלא הכ\"ע כי אם בנשיקה חשיבא בעולה ואסירא לכהן. אלא שהרמב\"ן והרשב\"א חלקו עליו בזה ומ\"מ מדברי כולם יש ללמוד דאין הדבר תלוי בהשרת בתולים * (א\"ה עיין לעיל פט\"ו מהלכות אישות דין ד' מ\"ש הרב המחבר ז\"ל בדברי בן זומא הללו יע\"ש): <br><b>הכלל </b>העולה ממ\"ש לענין הלכה נ\"ל שהוא כך דבין בנערה המאורסה בין גבי אונס ומפתה וגבי כהן גדול דכתיב בכולהו בתולה אם נבעלו בנשיקה לא נשתנה שמם מעליהם ועדיין בתולה היא לכל פרטי הדינים דשייכי בהו אפי' למ\"ד בעלמא דהעראה זו נשיקה ואם נבעלו בהכ\"ע שהיא ביאה הראויה להשרת בתולים אף שלא היה שם השרת בתולים תו לא חשיבא בתולה והרי היא כבעולה בלא בתולים: והיכא דאנס או פתה אם משלם קנס בהעראה בזה יש מחלוקת לדעת ר\"ת וריב\"א ז\"ל למ\"ד בעלמא דהעראה זו היא נשיקה ה\"נ משלם קנס על הנשיקה ולמ\"ד בעלמא הכנסת עטרה ה\"נ הכנסת עטרה. ולדעת רש\"י אפילו למ\"ד דהעראה זו היא נשיקה אינו משלם קנס על הנשיקה כי אם על הכנסת עטרה שהיא ביאה הראויה להשרת בתולים. ולדעת י\"מ שהביאו התוס' בסנהדרין וביבמות לעולם אינו משלם קנס כי אם על גמר ביאה דוקא דלא נתרבה העראה אצל קנס. ובסברא זו חלוקים הם עליה כל גדולי ישראל רש\"י והתוס' והרא\"ש והירושלמי נמי הויא תיובתיה: <br><b>והיכא </b>דנבעלו שלא כדרכן אם עדיין מיקרו בתולה. הנה לענין קנס הדבר מבואר בפרק בן סורר דמשלם קנס דעדיין בתולה היא. ולגבי נערה המאורסה אף שבתולה היא ובתולה שמה מ\"מ ס\"ל לרבי דאינה בסקילה מגזירת הכתוב דכתיב ומת וגו' לבדו. ואני מסתפק בסברת רבי הלזו אם מאי דפליג הוא היכא דנבעלה אחר שנתארסה ובאו עליה שנים שלא כדרכה דהשני בחנק אף שהיא בתולה מגזירת הכתוב אבל אם נבעלה שלא כדרכה קודם שנתארסה ושוב נתארסה אפשר דמודה רבי דהבא עליה בסקילה שהרי בתולה היא ומיעוטא דלבדו לא שייך הכא. ואפשר דכיון דגלי קרא ואמר לבדו למעט שאם באו עליה עשרה הראשון דוקא הוא בסקילה גלה לנו הכתוב דגבי נערה המאורסה כל שנבעלה אפילו שלא כדרכה תו לא מיקריא בתולה. וא\"כ אפילו נבעלה קודם שנתארסה שלא כדרכה ואח\"כ נתארסה הבא עליה הוא בחנק. ולגבי כ\"ג הוא מחלוקת תנאים ואיכא מ\"ד דאפי' נבעלה שלא כדרכה אסורה משום בעולה מגזירת הכתוב דכתיב בבתוליה: והיכא דאנס אשה או פתה ובא עליה שלא כדרכה דעת רבינו הוא שאינו משלם קנס על ביאה שלא כדרכה וכבר חלקו עליו הראשונים ז\"ל וכמ\"ש הרא\"ש בפרק אלו נערות. ומצאתי קצת סמך לזה לסברת רבינו מההיא דאמרינן בפרק בן סורר (דף ע\"ג) א\"ר חסדא כגון שבא עליה שלא כדרכה וחזר ובא עליה כדרכה. והנה לסברת האומרים דאפי' אביאה שלא כדרכה חייב קנס למה נקט וחזר ובא עליה כדרכה אפילו שלא כדרכה נמי ולא הול\"ל אלא וחזר ובא עליה והיה כולל כל מין ביאה שתהיה וכבר נרגשו מזה התוס' בפרק הבא על יבמתו וכתבו דלאו דוקא יע\"ש. ועוד אנופף ידי בסברת רבינו הלזו במקום אחר. (עיין פי\"ח מהלכות אלו דין ב' ד\"ה ועתה ועיין בהר\"ן ר\"פ אלו נערות ועיין בחידושי הרב מוהר\"ר בצלאל בפרק אלו נערות עלה ההיא דאמרינן שם (דף מ') אלא א\"ר זירא אילו באו עליה שנים אחד כדרכה ואחד שלא כדרכה יאמרו בעל שלימה חמשים בעל פגומה חמשים וכו' שהאריך בזה אם בביאה שלא כדרכה מיחייב קנס יע\"ש): <b>ואינו נושא שתי נשים לעולם שנאמר אשה אחת ולא שתים.</b> * (א\"ה עיין מ\"ש הרב המחבר בפ\"ג מהלכות עבדים דין י\"א. ומ\"ש ה\"ה דהא השתא לא הוה סבר למידק וכו' עיין מ\"ש הרב המחבר לקמן בפירקין דין י\"ז בד\"ה ודע דאף שרבינו): "
            ],
            [
                "<b>כהן גדול לא ישא מוכת עץ אע\"פ שלא נבעלה. </b> נ\"ב כאן חסר לשון וכצ\"ל נבעלה שלא כדרכה פסולה לכהונה (א\"ה כבר נתקן כראוי): "
            ],
            [
                "<b>כהן גדול שנשא בעולה אינו לוקה אבל מוציא בגט כו'. </b> דין זה הוא בפ\"ו דיבמות (דף נ\"ט) ת\"ר אנוסת עצמו ומפותת עצמו לא ישא ואם נשא נשוי אנוסת חבירו ומפותת חבירו לא ישא ואם נשא ראב\"י אומר הולד חלל וחכ\"א הולד כשר. ואמרינן התם אם נשא נשוי א\"ר הונא אמר רב ומוציא בגט ואלא הא דקתני ואם נשא נשוי א\"ר אחא בר יעקב לומר שאינו משלם קנס במפותה והקשו לזה ממאי דא\"ר גופיה בוגרת ומוכת עץ לא ישא ואם נשא נשוי אלמא סופה להיות בוגרת תחתיו סופה להיות מוכת עץ תחתיו ה\"נ סופה להיות בעולה תחתיו קשיא ע\"כ. ויש לחקור אי לראב\"י דאית ליה דבאנוסת חבירו הולד חלל אם גם באנוסת עצמו הולד חלל ומה שנחלקו באנוסת חבירו הוא להודיעך כחן דחכמים דאפילו באנוסת חבירו ס\"ל דאין הולד חלל משום דאין חלל מחייבי עשה. או דילמא דאף ראב\"י מודה דבאנוסת עצמו אין הולד חלל דאע\"ג דאית ליה דיש חלל מחייבי עשה אהני טעם זה דסופה להיות בעולה תחתיו שיהיה הולד כשר. והנה אי אמרינן דלראב\"י אף באנוסת עצמו ס\"ל דהולד חלל יש לתמוה דאיך הקשו עליה דרב דאמאי קאמר דמוציא בגט וכי היתכן דכיון דהולד חלל ע\"כ היא נתחללה וא\"כ הרי הוא מוזהר עליה בלאו דחללה ואיך יתכן שלא נכוף אותו להוציא והלא הנושא את החללה פשיטא שמכין אותו עד שתצא נפשו עד שיוציא ומה הקשו לו מבוגרת ומוכת עץ ואמרו ה\"נ סופה להיות בעולה תחתיו מי דמי נהי דנעשית בעולה תחתיו מ\"מ אינה מתחללת תחתיו תאמר הכא דנעשית חללה. ובוגרת ומוכת עץ שאני דאינה נעשית חללה. ואדרבא יש לתמוה על רב שבא ללמדנו דמוציא בגט וכי לזו אנו צריכין והלא דבר פשוט הוא שכל חייבי לאוין כופין אותו להוציא. אשר ע\"כ מוכרחים אנו לומר א' משני פנים. או דרב ס\"ל דאפילו ראב\"י מודה בבעולת עצמו דהולד כשר ואפ\"ה ס\"ל דכיון דנשא באיסור מוציא בגט ולזה הקשו לו מבוגרת ומוכת עץ או שנאמר דס\"ל דרישא דברייתא חכמים היא דאית להו דלעולם אין הולד חלל ורצה לפרש דברי חכמים לומר דמ\"ש חכמים ואם נשא נשוי אין כוונתם כפשטן של דברים אלא דמוציא בגט אף שאין הולד חלל ואע\"ג דהלכתא כראב\"י דקי\"ל משנת ראב\"י קב ונקי מ\"מ רצה לפרש דברי חכמים כי היכי דלא ליהוי כהלכתא בלא טעמא. ועוד דלפי פירושו שאמר שאינו משלם קנס במפותה הויא רישא דברייתא ככ\"ע ואשמועי' הלכתא רבתא דנישואין דאיסור פוטרין מן הקנס. והנה רבינו לקמן בפי\"ט מהלכות אלו דין ג' כתב וז\"ל וכ\"ג שבא עליהן או על האלמנה או שנשא בעולה הרי אלו נתחללו לעולם ואם הוליד ממנה בן בין זה שחיללה בין כהן אחר הולד חלל ע\"כ. ומסתמיות דבריו מוכח דס\"ל דאף בבעולת עצמו הולד חלל וכן מ\"ש רבינו כאן כ\"ג שנשא בעולה דמוציא בגט מיירי בכל גוונא שהרי שם בעולה שייך בין לבעולת עצמו בין לבעולת אחרים וטעמא דמוציא בגט משום דהיא מתחללת בביאתו ומש\"ה אינו רשאי לקיימה. ומ\"ש אח\"כ אנס נערה בתולה כו' התם דין אחר רצה ללמדנו ולא שייך אלא בנערה ולא בבוגרת דהא דקי\"ל דהאונס את הנערה איכא חיובא עלי' דולו תהיה לאשה וסד\"א כי היכי דאם אירס את הבעולה ואח\"כ נתמנה להיות כ\"ג דיכנוס ה\"ה אם אנס את הבתולה ואח\"כ נתמנה להיות כ\"ג שיכנוס דכיון דאיכא גזירת הכתוב שישאנה הו\"ל כאילו קידשה קמ\"ל דלא דדוקא אם קידש כונסה אבל כל שלא קידש אינו כונסה. וראיתי לה\"ה ז\"ל שהביא דברי רב וכתב ופסקו כן בהלכות ואע\"ג דסלקא בקשיא. ואני תמיה דמאחר דרבינו פסק דהולד חלל פשיטא דמוציא בגט וא\"כ בדין זה שפסק רבינו לא סלקא בקשיא וכי היתכן דהתלמוד דהקשה לרב דס\"ל דאף שהיא חללה יקיימנה ויעמוד כל ימיו באיסור חללה זו אין הדעת סובלתו. ואפשר לומר דה\"ה סובר דבהא פליגי סתמא דתלמודא עם רב דרב ראה לברייתא דקתני ואם נשא נשוי ואמר אל יעלה בדעתך דמבעילת עצמו אינה מתחללת ולפי זה תהיה סובר דהא דאם נשא נשוי הוא כפשוטו. זה אינו אלא דמוציא בגט משום דמתחללת והך רישא ראב\"י היא ומה שנחלקו באנוסת אחרים הוא להודיעך כחן דחכמים. וע\"ז הקשו דמנ\"ל לרב דבעולת עצמו מתחללת אימא דאינה מתחללת וראיה לזה מבוגרת ומוכת עץ דקי\"ל דאם נשא נשוי וע\"כ אינה מתחללת דאם היתה מתחללת פשיטא שהיה מוציא אלא ודאי דאינה מתחללת בביאה אף שהיא איסור כהונה משום דסופה להיות בוגרת תחתיו וסופה להיות מוכת עץ תחתיו ה\"נ גבי בעולת עצמו נימא דלא תתחלל משום דסופה להיות בעולה תחתיו. ומש\"ה כתב ה\"ה דרבינו פסק כרב דמוציא בגט מטעמא דמתחללת ואע\"ג דסלקא בקשיא דס\"ל דאינה מתחללת ואינו מוציא בגט זה נ\"ל ליישב דברי ה\"ה. אך מה שסיים דבריו ואמר וכ\"ש בעולת אדם אחר וכן דעת רבינו כמו שיתבאר לא יכולתי להלום דבריו בזה במ\"ש וכ\"ש בעולת אדם אחר דכיון דבכולם נתחללה מה יתרון לזו מזו וכן מ\"ש וכן דעת רבינו כמו שיתבאר לא ידעתי לאיזה דבר כיון במ\"ש וכן דעת רבינו גם לא ידעתי היכן נתבאר וצ\"ע: <br><b>ודע </b>שהרי\"ף ז\"ל הביא סברת רב והשמיט קושיית הש\"ס מוכח דס\"ל דהלכתא כרב. ולא ידעתי למה כתב דינים אלו שהרי אין דרכו להביא הדינים שאינן נוהגין ואילו היה מביא אוקימתא דרב דאמר דמאי דתניא ואם נשא נשוי הוא לומר דאינו משלם קנס הוה ניחא דהא יש ללמוד מכאן לכל מפתה שנשא אחת מנשים האסורות שנפטר מהקנס וכמ\"ש לעיל * (א\"ה תמצאנו בפ\"א מהלכות נערה בתולה דין ג' יע\"ש).  ואע\"פ שקנס בעינן סמוכים ואינו נגבה בבבל מ\"מ הרי\"ף לא נמנע מלכתוב דיני קנסות כמבואר ובפרק אלו נערות כתב דיני אונס. אך אוקימתא זו השמיטה ולא ידעתי למה: ודע דמה שכתבנו דאליבא דרבינו אין שום חילוק בין אנוסת עצמו לאנוסת אחרים דבכולם מוציא בגט והולד חלל אין הכל מודים בזה שהרי התוס' ר\"פ אלו נערות (דף ל')  אההיא דאמרינן איכא בינייהו בעולה לכ\"ג כתבו וז\"ל ר\"ח פירש דהכא מיירי בכ\"ג שאנס בתולה גמורה ולא חשיבא ראויה לקיימה אע\"ג דאמרינן בהבא על יבמתו אנוסת עצמו ומפותת עצמו לא ישא ואם נשא נשוי מ\"מ כיון דלכתחילה לא ישא לא חשיבא ראויה לקיימה ע\"כ נראה דס\"ל דלא קי\"ל כרב דאמר ומוציא בגט משום דאסיקו ליה בקשיא ומש\"ה הוכרחו לומר כיון דלכתחילה לא ישא לא חשיבא ראויה לקיימה. ומיהו עדיין יש לדחות דהתוס' כאן רצו ליישב הסוגיא כפי כל הצדדין דאפילו למ\"ד אם נשא נשוי א\"ש ולעולם אפשר דלענין הלכה לא פליגי וס\"ל דהלכתא כרב כיון דלא אסיקו בתיובתא. ויש לנו רבות בתלמוד דאסיקו בקשיא והלכתא כותי'. והריטב\"א ז\"ל בחידושיו פרק לא יחפור כתב בשם רב אחד מרבני פרובינציא שהיה מתרץ כל מה שעלה בתלמוד בקשיא. ודע שכבר כתבתי לעיל דאת\"ל דהתוספות ס\"ל דלקושטא דמלתא אם נשא נשוי פשיטא דאין הולד חלל דלא יתכן שתהא היא מתחללת ונניח אותו לעמוד באיסור כל ימיו. וה\"ה לקמן פי\"ט מהלכות אלו דין ד' כתב וז\"ל וכבר נתבאר שאם נשא בוגרת או מוכת עץ שאין מוציאין מידו וכ\"ש שאין הולד חלל ע\"כ. הרי לך מבואר דבאמרנו שאין מוציאין מידו ע\"כ שאין הולד חלל. * (א\"ה עיין בדברי הרב המחבר לעיל בפירקין דין ז' מ\"ש עוד בזה): וראיתי בלקוטי מהר\"ר בצלאל עלה דהך דבעולה לכ\"ג שכתב בשם הרמב\"ן שדחה פירש\"י והביא דברי ר\"ח שפירש דמיירי בבתולה שבא עליה כ\"ג ומכאן ואילך בעולה היא וקיימא עליה באיסור עשה והא דתניא התם ביבמות אנוסת עצמו ומפותת עצמו לא ישא ואם נשא נשוי הא אוקימנא התם בגמרא ומוציאה בגט והא דקתני ואם נשא נשוי לומר שאינו משלם קנס במפותה והא דתניא אידך אנוסת חבירו ומפותת חבירו ואם נשא ראב\"י אומר הולד חלל ומפרש טעמיה משום דיש חלל מחייבי עשה ולא קתני באנוסת עצמו שהולד חלל לאו משום דליכא איסור עשה אלא משום דסופה להיות בעולה תחתיו אין הולד חלל והיא עצמה אינה מתחללת שאינה דומה לאלמנה לכ\"ג עכ\"ל. והנה הרמב\"ן פליג על רבינו בחדא דהיינו דלהרמב\"ן ליכא חלל מבעולת עצמו ומיהו מודה לרבינו ז\"ל דאם כנס מוציא וכ\"כ ג\"כ בשם הרא\"ה דמבעולת עצמו ליכא חלל ואפ\"ה מוציא בגט וכ\"כ שם הרשב\"א ובשם הרא\"ש כתב כדברי התוס' דאם כנס אינו מוציא ואפ\"ה כיון דלכתחילה לא ישא לא חשיבא ראויה לקיימה וממ\"ש שם בשם שיטה ישנה מוכח דאית ליה כסברת רבינו דגם מבעולת עצמו איכא חלל: והתוס' כאן ביבמות עלה דהך דרב דאינו משלם קנס במפותה כתבו וז\"ל ועוד נראה דהא דא\"ר מוציא בגט היינו מדרבנן ולהכי נקט פלוגתא דראב\"י באנוסת חבירו דבאנוסת עצמו מודה דלא הוה חלל ומיהו מצינן למימר דנקט אנוסת חבירו להודיעך כחן דרבנן דמכשרו ע\"כ. ונראה דמ\"ש ומיהו כו' לא הוי כפי קושיית הגמרא דהיו ר\"ל דה\"נ אם נשא נשוי דהא פשיטא דלדעתם אין הולד חלל מבעולת עצמו וכמו שכתבנו. אלא שהתוס' ר\"ל דאף אליבא דרב דאמר מוציא בגט ע\"כ אינו אלא מדרבנן והיו רוצים להכריח זה מדלא נקט פלוגתא דראב\"י באנוסת עצמו ע\"כ דמודה דליכא חלל מאנוסת עצמו וטעמא הוי משום דכיון דסופה להיות בעולה תחתיו ליכא חלל וא\"כ מטעם זה אינה צריכה גט מדין תורה אלא יקיים והגט הוא מדרבנן. ודחו הכרח זה דאפשר דלרב יוציא מדין תורה וס\"ל ג\"כ דלראב\"י איכא חלל מבעולת עצמו. * (א\"ה עיין מ\"ש הרב המחבר בביאור דברי התוס' הללו לעיל פ\"א מהלכות נערה דין ג' ולקמן פי\"ח מהלכות אלו דין ב' יע\"ש): <br><b>וא\"ת </b>כיון דלכ\"ע בעולת חבירו לראב\"י איכא חלל וקי\"ל כותיה וכדאיתא בגמרא היכי פירש\"י לההיא דבעולה לכ\"ג בשנבעלה כבר הא בבעילה זו משוי אותה חללה ולר\"ע אין קידושין תופסין בה וא\"כ בין למ\"ד דבעינן ראויה לקיימה בין למ\"ד דבעינן הויה אין כאן קנס דהא חייבי לאוין היא. י\"ל דחלל דחייבי עשה אין בהן לאו אלא עשה וכמ\"ש התוס' בפרק הערל (דף ע\"ז) ד\"ה מחלל וכבר עמדתי על זה לעיל * (א\"ה תמצאנו לקמן פי\"ט מהלכות אלו דין ג' יע\"ש):  <br><b>ומיהו </b>אין זה נוח לי דלדעתי סברת התוס' כמו זר נחשב והנכון אצלי דרש\"י אזיל בשיטת רבינו דמבעולה ליכא חלל כי אם ע\"י נישואין וא\"כ זה שאנס את הבעולה עדיין לא נתחללה ואית בה הויה אף לר\"ע. אך רואה אני שגם סברא זו אינה מוסכמת שהרי הרשב\"א כשהביא פי' ר\"ח מצדד אצדודי אם יש חלל מבעולת עצמו וכתב דאף אם נאמר דיש חלל ניחא פר\"ח דיש בה הויה ולא קיימא עליה באיסור חללה עד שיבא עליה פעם שנית והוקשה לו וא\"ת בביאה ראשונה נמי מכי הערה בה איתסרא עליה דעשאה בעולה ובגמר ביאה מתחללת ואין לו בה הויה לר\"ע. וכתב די\"מ דחדא ביאה לא פלגינן בה שנאסור בה שני איסורין ע\"כ. הרי לך מבואר שסובר דכ\"ג מחלל את הבעולה אפילו שלא ע\"י נישואין. ומה שתירץ הרשב\"א אינו מעלה ארוכה לרש\"י דס\"ל דזו היתה מקודם ומהר\"ר בצלאל כתב בשם שיטה ישנה שהקשה לרש\"י דאמר בעולה כבר הא בביאה זו שבא עליה כ\"ג נעשית חללה ותו אין לו בה הויה. ותירצו כיון דבשעה שבא עליה הו\"ל בגווה הויה אע\"ג דלאחר גמר ביאה אין בה הויה חייב בקנס ע\"כ. ולפ\"ז מאי דאמרינן בגמרא דלמ\"ד ראויה לקיימה זו אינה ראויה לקיימה לאו משום דעכשיו היא חללה אלא משום דקודם זה ג\"כ קודם שנבעלה מכ\"ג לא היתה ראוייה לקיימה שהרי היתה בעולת אחרים ולמ\"ד משום הויה קודם זאת הבעילה היתה לו בה הויה ועיין במ\"ש לעיל (יתבאר לך לקמן פי\"ח מהלכות אלו דין ב' יע\"ש) לבאר מהיכן הוליד רבינו דין זה דמבעולה לכ\"ג ליכא חלל כי אם ע\"י נישואין יע\"ש. ודע שראיתי בשה\"ג בפרק הבא על יבמתו שכתב בשם ריא\"ז ז\"ל דאנוסת עצמו ומפותת עצמו אם עבר וכנס דמותר לקיימה יע\"ש: נסתפקתי במקצת נשים דאין להם לא קידושין ולא נישואין דבר תורה כי אם מדרבנן וכגון קטנה וחרשת מהו שישא אותן כ\"ג וטעמא דמילתא משום דהכ\"ג מוזהר על הבעולה מלאו הבא מכלל עשה וכבר נתבאר * (א\"ה תמצאנו לקמן בפירקין דין י\"ז יע\"ש) דעיקר הקפדת הכתוב הוא על הנישואין דאפילו אם קידש בתולה ונעשית בעולה תחתיו אסור לכונסה וא\"כ קטנה זו דאינו קונה אותה דבר תורה כי אם משגדלה נמצא דבאותה שעה שקונה אותה הרי היא בעולת עצמו. וכבר הארכנו * (א\"ה לעיל בסמוך) דלפי רוב הפוסקים בעולת עצמו אם כנס יוציא בגט וכ\"ש דלכתחילה לא יכנוס. ואם נאמר דבעודה קטנה יכול לקיימה מטעמא שהרי לדעת רבינו אין איסור בבעולה כי אם ע\"י נישואין וכמ\"ש בפי\"ט מהלכות אלו דין ג' וא\"כ אם נישואין אלו חשיבי נישואין שפיר מקיימה ואי לא חשיב נישואין ה\"ז בועל בעולה שלא ע\"י נישואין ואין כ\"ג מוזהר עליה יותר משאר אדם ולפ\"ז חרשת דלא אתיא לעולם לידי נישואין של תורה מקיימה לעולם אך בקטנה דלמחר קונה אותה דבר תורה מהו מי אמרינן כיון דמן התורה לא היתה קנויה לו ועכשיו הוא שקונה אותה נמצא שכונס בעולת עצמו או דילמא אהנו נישואין דרבנן להפקיע איסור תורה. וכן יש להסתפק אליבא דמ\"ד דכ\"ג מוזהר על הבעולה אפי' שלא ע\"י נישואין וכמ\"ש לעיל א\"כ אפשר דקטנה אפילו בעודה קטנה אינו יכול לקיימה דנמצא בועל בעולה ולא אהנו קידושין דרבנן להפקיע איסור תורה. וכן חרשת אסורה לכ\"ג לעולם כיון שאינו קונה אותה דבר תורה ואע\"ג דכ\"ג אסור בקטנה אפילו נתקדשה ע\"י אביה מדכתיב אשה ולא קטנה וכמ\"ש רבינו לקמן בפירקין דין י\"ג מ\"מ נ\"מ למאן דפליג דס\"ל דקטנה שהיא לכ\"ג דאפשר דהוא דוקא בקטנה המתקדשת ע\"י אביה וכן נ\"מ לנערה חרשת א\"נ נ\"מ להיכא דעבר ונשא קטנה ונעשית גדולה אם יכול לקיימה משום דהיא בעולת עצמו. ולכאורה היה נראה להביא ראיה לזה דהא אליבא דר\"א פנוי הבא על הפנויה עשאה זונה ואפ\"ה נושא את הקטנה אין בה משום זנות כדאיתא בפרק הבא על יבמתו (דף נ\"ט) דאמרינן התם אלא אמר רבי זירא בממאנת. אלמא אתיא תקנתא דרבנן ומפקיע מידי איסור תורה ה\"נ אתי תקנתא דרבנן ומפקיע מידי איסור תורה. אך כד מעיינינן שפיר ליכא סייעתא מהכא כלל דלר\"א כל ביאה שאינה לשם זנות כי אם לשם אישות אף שאין בה אישות כלל לא עשאה זונה שהרי הריב\"ש בתשובה סי' קצ\"ד על קטנה שיש לה אב והלך למדינת הים ונשאת כתב דלא עשאה זונה אפילו לר\"א. והא התם לכ\"ע לית לה נישואין אפילו מדרבנן זולתי לדעת בה\"ג וכמבואר * (א\"ה עיין בדברי הרב המחבר לקמן פי\"ח מהלכות אלו דין ב' מ\"ש על דברי הריב\"ש הללו יע\"ש) אבל הכא גבי איסור בעולה שאינו תלוי בזנות שהרי קדשה בביאה חשיבא בעולה לאוסרה עליו וכדאיתא בקידושין בפ\"ק (דף י')  מאן אמר לך דאתיא תקנתא דרבנן ומפקיע איסורא דאורייתא. ונראה שיש להביא ראיה לזה מההיא דתנן בפרק הבא על יבמתו שומרת יבם שנפלה לפני כהן הדיוט ונתמנה להיות כ\"ג אע\"פ שעשה בה מאמר ה\"ז לא יכנוס וכן פסק רבינו לעיל בפירקין דין י\"ב. והנה הדין פשוט דאם אירס את האלמנה כשהוא כהן הדיוט ואחר כך נתמנה לכ\"ג דכונס ואפ\"ה אמרינן דמאמר כיון שהוא מדרבנן לא מהני להפקיע איסור תורה ה\"נ בנ\"ד לא מהנו קידושין דרבנן להפקיע איסור תורה. ולדידי כל הישר הולך יודה בראיה זו: <br><b>שוב </b>האיר ה' את עיני וראיתי סוגיא אחת בפרק הבע\"י (דף ס\"א) וזה פריה תניא ר\"א אומר כהן לא ישא את הקטנה וטעמים רבים נאמרו בדברי ר\"א הללו ואחד מהטעמים הוא זה א\"ר אדא בר אהבה הכא בכ\"ג עסקינן לאימת קני לה לכי גדלה בעולה היא אמר רבא אי דקדשה אביה מההיא שעתא הוא דקני לה ואי דקדשה נפשה הא ר\"א היא ולא רבנן ע\"כ. ופירש\"י לכי גדלה דקידושי קטנה לאו כלום הוא והו\"ל כאנוסת עצמו ומפותת עצמו הא ר\"א היא ולא רבנן בתמיה דקתני לעיל ר\"א אומר כהן לא ישא את הקטנה ומשמע דפליגי רבנן עליה וכה\"ג מי פליגי רבנן ע\"כ. הרי לך הדבר מבואר דכל שלא קידשה אביה אסורה לכ\"ג משום דלא קני לה אלא לכי גדלה והו\"ל כונס בעולת עצמו ונ\"ל שזו ראיה שאין עליה תשובה. ודע דמלישנא דרב אדא דקאמר לאימת קני לה לכי גדלה בעולה היא משמע דליכא קפידא אלא ממה שמקיים אותם משגדלה דהיינו שקונה אותה מדין תורה ונמצא כונס את הבעולה אבל ממה שמקיים אותה בעודה קטנה ליכא קפידא מטעמא דכתיבנא דאף דנימא דנישואין אלו לא חשיבי מ\"מ לא עבר העשה דבעולה כיון דלא חשיב נישואין וס\"ל דלא הוזהר כהן על בעילת הבעולה שלא ע\"י נישואין יותר משאר אדם וכסברת רבינו. דלסברת החולקים דס\"ל דאסור לכ\"ג לבעול בעולה אפילו שלא ע\"י נישואין מאי איריא לכי גדלה תיפוק לי דבקטנותה נמי איכא איסורא דלא אהני תקנתא דרבנן להפקיע איסור תורה כי היכי דלא אהני לגדלותה. וזו היא ראיה נכונה לסברת רבינו ואף שכבר חיזקנו סברת רבינו הלזו * (א\"ה כמו שתראה לקמן פי\"ח דין ב' יע\"ש) הנה ראיה זו היא נכונה עד מאד והיא תוספת מרובה על העיקר: וא\"ת  כפי זה שכתבנו דקטנה אסורה לכ\"ג משתגדיל ואיכא מ\"ד דאפילו בעודה קטנה מטעמא דכ\"ג מוזהר על הבעולה אפילו שלא ע\"י נישואין. תקשה מההיא דאמרי' בפרק עשרה יוחסין (דף ע\"ח) ומייתי לה בפרק הבע\"י (דף ס') תניא רשב\"י אומר גיורת פחותה מבת ג' שנים ויום אחד כשרה לכהונה שנאמר וכל הטף בנשים החיו לכם והרי פינחס עמהם והלא פינחס משוח מלחמה היה ומשוח מלחמה מצווה על הבתולה וכמ\"ש רבינו בפירקין וכפי מה שכתבנו קטנות אלו לא היו ראויות לפינחס. הא ל\"ק כלל מכמה טעמי חדא דזה שכתבנו דפינחס שהלך במלחמת מדין היה משוח מלחמה זה הוא למ\"ד דפינחס נתכהן כשהרגו לזמרי אבל למ\"ד דלא נתכהן עד ששם שלום בין השבטים וכדאיתא בפרק טבול יום (דף ק\"א) פינחס לא היה משוח מלחמה שהרי למשוח מלחמה כהן בעינן. ומה שהלך פינחס במלחמה זו הוא מטעמים אחרים שהוזכרו בדברי רש\"י בפירוש התורה. וא\"כ אפשר דרשב\"י אף דס\"ל דהיה כהן אפשר דס\"ל דלא היה משוח מלחמה אלא אלעזר היה משוח מלחמה והוא הלך שם מטעמא אחרינא ויליף מפינחס שהוזכר בפירוש בכתוב ועליה קאי נמי החיו לכם. ועוד דשפיר אמר קרא החיו לכם שיקיימנה עד שתהיה גדולה ואז יקדשנה לעצמו כדת משה. ומוכרחים אנו לומר זה דהא קי\"ל הלכתא דכ\"ג אסור בקטנה אפילו נתקדשה ע\"י אביה ועוד דנישואין אלו שתיקנו חכמים פשיטא שלא היו נוהגין בזמן משה רבינו. ובר מן דין ע\"כ לומר דהא דקאמר החיו לכם היינו לאחר שיגדילו דהא דקי\"ל דגר קטן מטבילין אותו על דעת ב\"ד הוא תקנת חכמים וכמ\"ש התוס' בפ\"א דכתובות (דף י\"א) ומיהו אין זה הכרח דהא מצינו גר קטן דבר תורה וכגון מעוברת שנתגיירה וכדאיתא בפרק הערל (דף פ\"ח) יע\"ש: <br><b>נסתפקתי </b>בכ\"ג שבא לקדש אשה אם יכול לקדשה בביאה ומה שהביאני לספק זה הוא לפי שראיתי לרבינו לעיל בפ\"ג מהלכות אישות דין ה' שכתב והמקדש בביאה מסתמא דעתו על גמר ביאה וכשיגמור ביאתו תהיה מקודשת. וכיון דאינה מקודשת אלא בגמר ביאה נמצא דבתחילת ביאה נעשית בעולה ובעולה אסורה לכ\"ג וקיימא עליה בלאו הבא מכלל עשה דכתיב והוא אשה בבתוליה יקח וכדאמרינן בפרק הבע\"י (דף ס')  ואפילו מבעולת עצמו נתחללה לדעת רבינו וכמו שהארכנו בזה לעיל בפירקין. ובפ\"ק דקידושין (דף י') איבעיא להו תחלת ביאה קונה או סוף ביאה קונה נפקא מינה כו' וא\"נ לכ\"ג דקא קני בתולה בביאה. ופירש\"י א\"נ לכ\"ג אם מותר לקדש בביאה אי אמרת תחילת ביאה קונה מותר ואם סוף ביאה קונה נמצאת בעולה משעת העראה שלא לשם קידושין ואסירא ליה דכתיב כי אם בתולה מעמיו יקח. ומסיק בגמרא אמר אמימר משמיה דרבא כל הבועל דעתו על גמר ביאה. והנה בסוגיא הלזו נתקשו בה אבות העולם דבפרק הבא על יבמתו (דף נ\"ה) אמרי' אשה לבעלה מנ\"ל אתיא קיחה קיחה. הרי דאשה נקנית לבעלה בהעראה. והנה ראש המדברים הרי\"ף ז\"ל הקשה קושיא זו בפרק הבא על יבמתו. ותירץ דההיא דפרק הבא על יבמתו מיירי בביאה שאחר הקידושין כדי שתהיה דינה כנשואה ליורשה וליטמא לה והתם סגי בהעראה והכא מיירי בביאה דקידושין ולא סגי בהעראה אלא בגמר ביאה. ונראה דאף לסברא זו דביאה דקידושין בעי גמר ביאה יבם ליבמתו קונה בהעראה. דהתם ביבמות אמרינן יבמה מנ\"ל אתיא ביאה ביאה. ואפשר דטעמא דמלתא הוא דכי היכי דביאה דאחר אירוסין שהיא כדי לקנותה סגי בהעראה מאחר שכבר קדמו קידושין ה\"נ ביבמה שכבר היא זקוקה לו סגי בהעראה שהרי היקש זה כתבו אותו הראשונים ז\"ל דמנ\"ל דביאה דאחר קידושין דעושה נישואין וכתבו דילפינן לה מיבמה ומה יבמה שאין כסף גומר בה ביאה גומרת בה זו שכסף קונה בה אינו דין שביאה גומרת בה. וכ\"ת מה ליבמה שכן זקוקה ועומדת אף זו זקוקה ועומדת. ומוכרחים אנו לומר כן דהא בפרק כיצד (דף כ') אמרינן דאלמנה שנפלה ליבום לפני כ\"ג אם היא מן האירוסין מדין תורה מייבם אותה דאתי עשה ודוחה לא תעשה. ואי אמרת דגם יבם אינו קונה אלא בגמר ביאה א\"כ היכי מייבם אותה הרי בשעה שקונה אותה עבר על עשה ועל ל\"ת אלא ודאי כדכתיבנא דיבם ליבמה קונה אותה בהעראה לכ\"ע: וא\"ת לסברת הרי\"ף הלזו תיקשי מההיא דפ\"ק דקידושין (דף ט') דאמרינן דאי מובעלה הו\"א עד דמקדש והדר בעיל והקשו א\"כ נערה המאורסה דאמר רחמנא בסקילה היכי משכחת לה. ואמאי לא הקשה א\"כ קרא דאמר והוא אשה בבתוליה יקח היכי משכחת לה דאי לעולם בעינן ביאה וביאה אינה קונה אלא בגמר ביאה הרי היא בעולה אלא ודאי דכסף קונה והיה מרויח בקושיא זו תירוצא דכגון שבא עליה ארוס שלא כדרכה דלמ\"ד אף בעולה שלא כדרכה לא חזיא לכ\"ג מאי איכא למימר. הא לא קשיא משום דאם היה מקשה מכ\"ג היה מתרץ לו דלעולם תחילת ביאה קונה אבל השתא דידעינן דכסף קונה לבדו ושטר נמי קונה לבדו איבעיא לן אי תחלת ביאה קונה או סוף ביאה וקרא דוהוא אשה בבתוליה יקח מיירי בכסף או בשטר וזה פשוט. והנה כפי תירוץ זה דהרי\"ף נמצינו למדין דכ\"ג אסור לקדש אשה בביאה. ואם עבר וכנס באנו למחלוקותם של ראשונים ז\"ל אם בעולת עצמו עבר וכנסה אם יוציא או יקיים וכמו שהארכנו בזה * (א\"ה לעיל בפירקין יע\"ש)  ותירוץ זה דהרי\"ף כתבוהו התוס' בקידושין בשם רבינו נסים גאון ז\"ל. אך האחרונים ז\"ל לא נחה דעתם בתירוץ זה דהרי\"ף משום דביבמות אמרינן אתיא קיחה קיחה והתם קיחה הוא ביאה של קידושין. וכתבו ז\"ל דההיא דיבמות מיירי בשפירש שרוצה לקנות בהעראה או מיירי בשלא גמר ביאתו דאז ודאי גילה דעתו שרוצה לקנות בהעראה וקונה. אבל הכא מיירי כשגמר ביאתו ולא גילה דעתו ומשום הכי נסתפקו אם דעתו על גמר ביאה ואמרו כל הבועל דעתו על גמר ביאה ולזה הסכימו הרא\"ש והרמב\"ן והריטב\"א והר\"ן ורשב\"א וריב\"ם ז\"ל. ואע\"ג דמר מוקים לה בשלא גמר ומר מוקים לה בשפירש נ\"ל דמר אמר חדא ומר אמר חדא ולא פליגי. ונראה דגם כפי תירוצים אלו אסור לכ\"ג לקדש בביאה אם לא שיגמור ביאתו או שיפרש שדעתו לקנות בהעראה. וליכא למימר כיון דאיכא איסורא לא אמרינן כל הגומר דעתו על גמר ביאה אלא אמרינן דדעתו היא לקנות בהעראה. * (עי' במ\"ש המחבר מ\"ל בפ\"א מה' מכירה בזה)  דהא קושיא זו שהקשו הראשונים היא גם לבעיין דמאי קא בעי וכי לא גמיר מסכת יבמות דגמרי העראה לאשה לבעלה מקיחה קיחה. ועוד דהרמב\"ן והריטב\"א החזיקו פירושם מדלא קאמר הבעיין נ\"מ להערה בה ופירש דלא גמר ביאתו א\"נ אם מת בין העראה לגמר ביאה אם זקוקה ליבם וכן אם חזרו בהם ביני וביני ומכאן הכריחו דודאי יודע היה הבעין דבהעראה לבדה קונה האיש את אשתו אך מספקא ליה היכא דגמר אם דעתו על גמר ביאה ועל זה אמר דהנפקותא היא לכ\"ג. משמע דאף לכ\"ג אסור לבעול בסתם אם לא שיפרש או שיפרוש. ומדברי רבינו לעיל בפ\"ג מהלכות אישות דין ה' מוכח דדוקא בסתם לא קני עד גמר ביאה וכמ\"ש ה\"ה שם. ומ\"מ לא ידעתי למה לא ביאר לנו רבינו דין זה דכ\"ג צריך שיגלה דעתו שכוונתו לקנות בתחילת ביאה או שלא יגמור ביאתו: וראיתי להר\"ן שכתב דביבמה אפילו גמר ביאתו קנה בהעראה וטעמא דמלתא דמדין תורה בהעראה קני אלא משום דעתו הוא דאמרינן דלא קני עד גמר ביאה וגבי יבמה דלא בעינן דעת כלל דאפילו שניהם אנוסים קני לא אזלינן בתר דעתיה. והכריח דין זה מדאמרינן בפרק כיצד דכ\"ג אינו מייבם ופריך בשלמא מן הנישואין אינו מייבם דלא אתי עשה ודחי לא תעשה ועשה אלא מן האירוסין אמאי אינו מייבם יבא עשה וידחה לא תעשה. ואי אמרת דגם ביבמה אינה קונה אלא בגמר ביאה מן האירוסין נמי עשה ולא תעשה הוא דבעידנא דקני לה דהיינו בגמר ביאה כבר נעשית בעולה ע\"כ. ויש לדקדק דמה הכרח הוא זה אימא דהכי פריך מן האירוסין אמאי אינו מייבם ויפרש דדעתו לקנות בתחילת ביאה או שלא יגמור ביאתו דהשתא ליכא כי אם לא תעשה ומנ\"ל דאפילו בסתם קנה בהעראה. ונראה דכוונת הר\"ן ז\"ל היא דאי אמרת דקושיית הגמרא היתה דמן האירוסין ייבם ויפרש דעתו או שלא יגמור ביאתו למאי איצטריכו לומר התם גזירה ביאה ראשונה אטו ביאה שניה אימא גזירה שמא לא יפרש דעתו ויגמור ביאתו שהיא חששא יותר קרובה. אלא ודאי דמביאה ראשונה ליכא איסורא כלל אפי' שיגמור ביאתו משום דמתחלת ביאה קנה. וכ\"ת ס\"ס אמאי לא קאמר גזירה תחלת ביאה אטו סוף ביאה. כבר הקשה זה הר\"ן ותירץ דכולה ביאה ראשונה חשיבא ביאה דמצוה יע\"ש. וראיתי להריטב\"א שכתב כדברי הר\"ן והביא ההכרח עצמו דיבמה מן האירוסין וכתב ודוחק הוא לומר דכי אמרינן דליכא אלא לא תעשה מיירי כשפירש או שגילה דעתו לקנות בתחילת ביאה דא\"כ לא היה לו למקשה לסתום דבריו כ\"כ והיה לו לפרש דהא סתמא ביאה גמורה משמע ע\"כ. ולדידי אין הכרח לזה דע\"כ המקשה היה סובר דכולה ביאה שריא מן האירוסין וכמ\"ש: עוד כתבו התוס' בשם ר\"ת דאחרי שנתרבתה העראה כגמר ביאה א\"כ כל מקום שמזכיר ביאה בהעראה קאמר וה\"ק תחילת העראה קונה או בסוף העראה קונה ולמ\"ד העראה זו הכנסת עטרה דשייך בה תחילה וסוף ע\"כ. ולא ידעתי לאיזה דבר קרי תחילת העראה אם הוא לנשיקה הוא דבר תימה שתקרא בעולה ותיאסר לכ\"ג בשביל נשיקה. וסבור הייתי לומר דכוונתו היא שראיתי להחכם בעל ט\"ז אה\"ע סי' כ' שכתב דלא בעינן הכנסת כל העטרה אלא כיון שהכניס מעט מהעטרה חשיב העראה. והביא ראיה לזה דהחולק ואומר דלא בעינן הכנסת עטרה אמר דבנשיקה סגי אבל אם מכניס מיד חשיב הכנסת עטרה אע\"פ שלא הכניס כל העטרה. אך חכמי אשכנז חלקו עליו ואמרו דבעינן הכנסת כל העטרה. ולפי זה אפשר דלר\"ת הבעיין נסתפק בזה אם תחלת הכנסת העטרה קונה או בעינן הכנסת כל העטרה. אך ראיתי להריטב\"א שכתב וז\"ל ואין לומר כדפירש ר\"ת דתחילת ביאה האמור כאן היינו נשיקת אבר וסוף ביאה הכנסת עטרה דהיינו העראה דהא לא מסתבר כלל דקרי להעראה סוף ביאה וגמר ביאה ולומר שכל הבועל דעתו על הכנסת העטרה ותו היכי קרי לה בעולה לכ\"ג לאוסרה עליו משום נשיקת אבר ע\"כ. וכ\"כ הרמב\"ן בחידושיו דלר\"ת קרי תחלת ביאה נשיקת אבר וסוף ביאה הכנסת עטרה. ולדידי דברי התוס' שכתבנו ולמ\"ד דהעראה זו הכנסת עטרה דשייך בה תחילה וסוף דייקי כפי מה שפירשתי. ומ\"מ לא ידעתי כוונת ר\"ת בזה דהא ודאי איהו לתרוצי לקושיין דהבא על יבמתו קא אתי והשתא תיקשי מה היה סובר הבעיין בכל העראה הנאמרה בתורה לחייבי לאוין וחייבי כריתות אי ס\"ל דהוא סוף ביאה ובפרט לדעת הרמב\"ן והריטב\"א ז\"ל דתחילת ביאה הוי נשיקה א\"כ פשיטא דהיה יודע דבכל התורה כולה העראה זו הכנסת עטרה דהכי קי\"ל הלכתא. וא\"כ למה נסתפק בקידושי ביאה כיון דלא גמרינן להו אלא מג\"ש דקיחה קיחה למה ביאה זו משונה. ואי אמרת דבכל מקום שנזכר העראה נסתפק מהו. לא ידעתי מאי קאמר למאי נ\"מ הא נפקא טובא לידע על אי זה דבר נחייב אותו מיתה או מלקות או קרבן ואלו הם דברים שרוב גופי תורה תלוים בהם: עוד כתב הרמב\"ן בשם ר\"ת שאם פירש ולא גמר ביאתו לא קנה לדברי הכל אבל כשגמר בעיין מאיזו שעה קנה אי בתחלת ביאה או בסופה ע\"כ וכתב עליו הרמב\"ן ואינו מחוור ע\"כ ועיין בחידושי מהרימ\"ט שהאריך בזה וע\"ש דס\"ל דהרשב\"א וריב\"ם פליגי לענין דינא יע\"ש ומדברי הריטב\"א נ\"ל דס\"ל דמר אמר חדא ומא\"ח ולא פליגי יע\"ש: <br><b>העולה </b>ממ\"ש הוא דלכ\"ע איכא איסורא לכ\"ג לקדש בביאה אם לא שיפרש שדעתו לקנות בתחלת ביאה או שלא יגמור ביאתו ולהרי\"ף הוא נמי אסור. וממ\"ש לעיל * (א\"ה יתבאר לקמן בפירקין דין י\"ז יע\"ש)  נתבאר דבכל גוונא אסור לקדש בביאה דע\"כ לא אמרו בגמרא דאי תחלת ביאה קונה דמותר לכ\"ג לקדש בביאה אלא את\"ל דביאה נישואין עושה אבל לדידן דקי\"ל דאירוסין עושה אף אם תחלת ביאה קונה אסור לכנוס משום דבתר נישואין אזלינן והו\"ל כונס בעולת עצמו וכבר כתבנו דהכי אית להו להרמב\"ן והתוס' וכבר יחסנו סברא זו לרבינו ג\"כ ולא ראיתי מי שיחלוק בזה זולתי הריטב\"א וכמש\"ל. ולפ\"ז אם קידש בביאה יוציא בגט שהרי כבר כתבנו דרוב הפוסקים ס\"ל דאף בבעולת עצמו יוציא בגט ומה גם לדעת רבינו דחלל נמי איכא ולפ\"ז אני תמיה איך לא גילה רבינו דין זה וצ\"ע: "
            ],
            [],
            [
                "<b>אירס את הקטנה וכו'. </b> דין זה הוא בעיא בגמרא בפרק הבא על יבמתו (דף נ\"ח) כ\"ג שקידש את הקטנה ובגרה תחתיו מהו כו'. ואמרו דלא דמי לכ\"ה שאירס את האלמנה ונתמנה להיות כ\"ג דיכנוס דהא אישתני גופה והא לא אישתני גופה ע\"כ. ופשטן של דברים נראה דאין הכוונה דבאלמנה ליכא שינוי בגופה בסיבת אלמנותה אבל הבוגרת איכא שינוי אלא עיקר החילוק הוא דהתם בשעה שקידש כדין קידש את האלמנה שהרי כהן הדיוט היה וכשנעשה כ\"ג ונאסרה עליו לא נשתנה גופה משעת הקידושין לשעת הכניסה אלא האיסור בא מחמת שנשתנה גופו אבל הכא דקידש את הנערה ובגרה תחתיו האיסור בא מחמת שנשתנה גופה. ולפי זה אם קידש את הבוגרת ואחר כך נתמנה להיות כ\"ג פשיטא שיכנוס דהא משעה שנתמנה להיות כ\"ג שנאסר עליו הבוגרת לא נשתנה גופה שהרי בוגרת היתה קודם לכן וכ\"כ התוס' בפירוש. וראיתי שכתבו וז\"ל וצ\"ע אם אחר שנתמנה נעשית מוכת עץ או בעולה אי הוי נשתנה הגוף ולא יכנוס ע\"כ. ולא ידעתי מה יתן ומה יוסיף אם הבעולה חשיב שינוי הגוף או לא דהכא עיקר החילוק אינו אלא אם בשעה שהיה כ\"ג היתה זו מותרת לכ\"ג ואח\"כ נתחדש דבר בגופה דאסירא לכ\"ג כגון שבגרה או נעשית מוכת עץ או בעולה אסור לכונסה אבל אם בשעה שנתמנה להיות כ\"ג כבר זו היתה אסורה לכ\"ג נמצא שלא נשתנה גופה אחר שנתקדשה לכהן זו מותרת לו שהרי כשקידש כדין קידש ולאחר שנעשה כ\"ג לא נתחדש דבר בגופה ומש\"ה יכנוס. ולפיכך יראה לי דכהן הדיוט שקידש את האלמנה והיתה קטנה ואח\"כ נתמנה לכ\"ג ובגרה תחתיו דלא יכנוס. דאע\"ג דמשום איסור דאלמנה ליכא משום בגרות אסירא ליה שהרי נתחדש דבר בגופה האוסרה לכ\"ג אחר שנתמנה לכ\"ג. וכתבו דמסוגיא דפ\"ק דקידושין מוכח דלא חשיבא בעולה אשתני גופה דאמרינן דאי תחלת ביאה קונה יכול כ\"ג לקדש בביאה ואי חשיב דאשתני גופה היאך יכנוס והלא בעולה היא בשעת נישואין אם תאמר דביאה אירוסין עושה. ואח\"כ כתבו דבפרק אלו נערות חשיב בעולה שינוי הגוף ע\"כ. והנה כפי זה לא יישבו ההיא דפ\"ק דקידושין דאף את\"ל דתחלת ביאה קונה איך כונס את הבעולה. וראיתי להרמב\"ן ז\"ל בחידושיו עלה דההיא שהביאו התוס' א\"נ לכ\"ג דקא קני בתולה בביאה שכתב וז\"ל איכא למידק מהא דגרסינן בפרק הבע\"י כ\"ג שקידש את הקטנה ובגרה תחתיו מהו בתר נישואין אזלינן או בתר אירוסין אזלינן ובתר דבעייה הדר פשטה דבתר נישואין אזלינן ואסורה איכא למימר קס\"ד נישואין עושה א\"נ איכא למימר דכי איבעיא ליה בשכנסה לחופה בלא קידושין ומקדש לה התם בביאה שמשעה ראשונה שקנאה בביאה נעשית כאשתו נשואה לכל דבר ע\"כ: <br><b>והנראה </b>דהתוס' ס\"ל תירוצא קמא דהרמב\"ן וזהו שכתבו אם תאמר דביאה אירוסין עושה. והרואה סוגיית הגמרא שם בקידושין יראה בעיניו איך בתר הך בעיא איבעיא לן אי ביאה אירוסין עושה או נישואין. ולפי זה אין זה מהדוחק אם נאמר דהבעיא הראשונה דכ\"ה היא את\"ל דביאה נישואין עושה. ומשטחיות דברי הרמב\"ן נראה דלא איכפת ליה אם הבעולה חשיב שינוי הגוף או לא אלא עיקר טעמא הוא דבהיותו כ\"ג אם נתחדש בה דבר האוסרה לא יכנוס וכדכתיבנא: <br><b>וראיתי </b>להריטב\"א ז\"ל בחידושיו שכתב וז\"ל וקשיא להו לרבנן ואפילו תימא תחלת ביאה קונה היכי שריא דהא אפילו תימא דביאה נישואין עושה היינו ביאה גמורה אבל תחלת ביאה אינה עושה אלא אירוסין וכיון דכן בתחלת ביאה הויא כארוסה וכי הוי סוף ביאה דהוו נישואין הויה לה בעולה וכ\"ש אי כולה ביאה אירוסין עושה דכי הויא נשואה בכניסה לחופה הויא לה בעולה וכדקי\"ל בפרק הבע\"י כו' ע\"כ. ולא ידעתי זו מנין לו להרב ז\"ל דאת\"ל דביאה נישואין עושה דניבעי גמר ביאה. ואח\"כ כתב תירוץ שני של הרמב\"ן ועוד כתב וז\"ל א\"נ דכי אמרינן דאזלינן בתר נישואין ה\"מ התם דאשתני גופה ע\"י בגרות בין אירוסין לנישואין ואסיקנא דבתר נישואין אזלינן אבל הכא דלא אשתני גופה כדקיימא קיימא ובתר אירוסין דקניה אזלינן דהו\"ל ככהן הדיוט שקידש את האלמנה ונתמנה כ\"ג דשריא ליה ע\"כ. וכבר כתבנו למעלה מה שיש מהדוחק בזה. ותו קשה מה יענה הרב ז\"ל לההיא דפרק אלו נערות (דף ל\"ז) שהביאו התוס' דמוכח התם דבעולה חשיב אשתני גופה: <br><b>ולענין </b>הלכה כבר כתבנו דלהרמב\"ן ז\"ל השתא דקי\"ל דביאה אירוסין עושה אסור לכ\"ג לקדש בביאה. ומדברי התוס' נראה דלקושטא דמלתא הכי ס\"ל. גם מדברי רבינו נראה דיש להוכיח כן שכתב הכא בפירקין אירס את הבעולה ונתמנה להיות כ\"ג ה\"ז יכנוס אחר שנתמנה. משמע דוקא לפי שהיתה בעולה קודם שנתמנה להיות כ\"ג אבל אם נעשית בעולה אחר שנתמנה לא יכנוס. ונראה דאם כנס מוציא כדין בעולת עצמו דקי\"ל דאם כנס יוציא * (א\"ה כמו שנתבאר לעיל דין ט\"ו יע\"ש).  אך קשה לי לסברת הרמב\"ן הלזו דס\"ל דכהן דקידש בביאה אסור לבא עליה עוד משום בעולת עצמו מהא דאמרינן בפרק הבא על יבמתו (דף נ\"ט) אמר רב נבעלה שלא כדרכה פסולה לכהונה ואוקימנא רב דאמר כר\"א. ואותיבנא אי כר\"א תיפוק לי דהויא זונה ומוקי לה בממאנת כמו שיע\"ש. ומאי דוחקיה אימא דרב ה\"ק דכ\"ג שקידש אשה בביאה שלא כדרכה דפשיטא דהויא מקודשת כמ\"ש הטור סי' ל\"ב דאם חזר ובא עליה עובר על עשה דבעולה דלית כאן משום זונה וכמבואר וצ\"ע: ודע דאף שרבינו פסק * (א\"ה לעיל בפירקין דין י\"ג)  אשה ולא קטנה לא נמנע מלכתוב כאן אירס את הקטנה משום דמילתא דפשיטא היא דאיסור דקטנה ובוגרת אינו אלא על הביאה אבל קידושין פשיטא דליכא איסורא דלא מצינו איסור בקידושין כי אם באלמנה לכ\"ג ואפילו אם בא שלא לשם אישותנראה דליכא איסורא משום קטנה דומיא דבעולה וכמ\"ש רבינו לקמן בפי\"ט מה' אלו דין ד'. ואף אם נאמר דאיכא איסור לקדש את הקטנה לגבי דין זה דהיינו שבגרה תחתיו אינו מעלה ומוריד כלל אם אירסה כשהיא קטנה או נערה שהרי כשנעשית נערה הותרה לו ואח\"כ כשבגרה הרי נתחדש בה דבר בגופה האוסרה. והוצרכתי לכתוב זה לפי שראיתי להרב המגיד על מ\"ש רבינו * (א\"ה לעיל בפירקין דין י\"ג) ואינו נושא שתי נשים לעולם שכתב בתוך דבריו דהא השתא לא הוה סבר למידק אשה ולא קטנה דהא כ\"ג שקידש את הקטנה קאמר כו' ותמהני דהא רבינו אף דפסק אשה ולא קטנה כתב כאן אירס את הקטנה אלא ודאי אין זה תלוי בזה וכדכתיבנא: <br><b>ומה </b>שסיים רבינו בדין זה ואם כנס לא יוציא. לא ידעתי לאיזה תכלית כתב זה שהרי אפי' היכא דמתחלה אירס בוגרת אם נשא לא יוציא. ואין דרכו של רבינו לכתוב דברים מיותרים. ולומר דאיצטריך משום דמיירי באירס את הקטנה גם בזה לא נתיישבה דעתי. ודע שכעת לא נתבאר אצלי אם נשא קטנה מה דינו אם נאמר מפרישין אותו עד שתעשה נערה או אם מוציא בגט או אם גם בזה יקיים אע\"ג דלא שייך הטעם שאמרו בבוגרת ומוכת עץ דיקיים משום דסופה להיות בוגרת ומוכת עץ תחתיו והכא גבי קטנה לא שייך וצריך אני למודעי בדין זה. ודע דאיילונית נראה דאסורה לכ\"ג משום דמקטנותה יצאה לבגרות דהא בפרק אלו נערות (דף ל\"ו) אמרינן דלמ\"ד קטנה אין לה קנס איילונית אין לה קנס משום דמקטנותה יצתה לבגר וה\"נ דכוותה: "
            ],
            [],
            [],
            [
                "אבל אם יצא עליה קול שהיא חלוצה אין חוששין לה. * (א\"ה עיין מ\"ש הרב המחבר לעיל פ\"ט מהלכות אישות דין כ\"ב): "
            ]
        ],
        [
            [
                "<b>מפי השמועה למדנו וכו'.</b> הראב\"ד ז\"ל כתב בהשגותיו וז\"ל ליתנהו להני כללי וכו'. וה\"ה אחר שהביא הברייתא לסיוע דברי רבינו כתב אבל הר\"א ז\"ל כתב בהשגות שהחלל פוסל אותה לתרומה משום דכתיב ולא יחלל זרעו מקיש זרעו לו וכו' וכמדומה לי שהוא ז\"ל נסמך על מ\"ש בפרק אלמנה בסוף הסוגיא כו'. והקשה אדם קשה כברזל ומנו החכם השלם עמית בתורה כמוהר\"ר אהרן ששון ז\"ל בקונטרס הן ישלח (דף נ\"א) וז\"ל ויש לי לדקדק על שיטה זו דהראב\"ד כפי מ\"ש ה\"ה דהחלל פוסל לתרומה ולא לכהונה מן הסוגיא שבפרק האומר בקידושין שאמרו שם קדשתי את בתי וגירשתיה כשהיא קטנה והרי היא קטנה נאמן נשבית ופדיתיה בין כשהיא קטנה בין כשהיא גדולה אינו נאמן וגרסינן עלה בגמרא מ\"ש רישא ומ\"ש סיפא רישא דידיה וסיפא לאו דידיה פירוש מ\"ש רישא דנאמן ובסיפא לא מהימן רישא בידו בעודנה קטנה בידו לקדשה לאחר ולחזור ולקבל ממנו גט הלכך נאמן דמה לו לשקר אי בעי פסיל לה סיפא לאו בידו לקדשה משגדלה ולא למוסרה ביד עכו\"ם לא קטנה ולא גדולה ומקשה תלמודא והרי בידו להשיאה לחלל דקא פסלה לכהונה הא לא קשיא כר' דוסתאי דאמר בנות ישראל מקוה טהרה לחללים. ופירש\"י ז\"ל והרי בידו כשהיא קטנה להשיאה לחלל לנולד מאלמנה לכ\"ג דאמר לקמן בפרק בתרא כותי נתין חלל וכו' שבאו על כהנת לויה וישראלית פסלוה ע\"כ. הרי לך מפורש דלת\"ק דהלכתא כוותיה פריך תלמודא והרי בידו להשיאה לחלל שפוסלה מן הכהונה ולא כמ\"ש הראב\"ד דדוקא בתרומה הוא דפסלה אבל לכהונה כשרה דהא קאמר בהדיא דקא פסלה מכהונה ואפילו תרצה לומר דיש לדחות דמכהונה דקאמר לא קאמר מלהשיאה לכהן אלא מדין כהונה דהיינו אכילת תרומה עם שהוא דוחק. הנה מלבד זה אי אפשר לומר כן דע\"כ אי ס\"ל לתלמודא שאינו פוסלה מלינשא לכהונה לא הוה מקשה מידי דמש\"ה לא מהימן לומר נשבית משום דבשבויה פוסלה מן התרומה ומן הכהונה ואם היה משיאה לחלל לא היה פוסלה אלא מן התרומה וא\"כ אין בידו דאין סברא לומר דהתלמוד מקשה דליהוי נאמן מיהא לפוסלה מן התרומה באומר נשבית דנפלוג לדבורי' משום דיש בידו מיהא לפוסלה מן התרומה ואילו מתני' סתמא קתני נשבית אינו נאמן דמשמע אינו נאמן לשום ענין דע\"כ התלמוד היה יודע תירוץ זה דהיכא דהוי לחצאין אינו נאמן שהרי לא הקשה הש\"ס על זה והרי בידו לקדשה אחר קידושיה וכמ\"ש רש\"י ז\"ל שם וא\"ת והרי בידו לפוסלה בקידושין וגירושין התם מכהונה פסיל לה מתרומה לא פסיל לה אם היא בת כהן אבל אם נשבית היא פסולה אף מן התרומה ע\"כ. אלמא דלא ק\"ל לתלמודא מבידו לקדשה ולגרשה משום דפוסלה מן הכהונה ולא מן התרומה. וכבר פירש הר\"ן בהלכות כפי המסקנא דלא מהימן במגו אפילו בבת ישראל דכיון דבשבויה פוגמה טפי שכן בבת כהן פוסלה מן התרומה טפי א\"כ מש\"ה לא מהימן משום דאיהו בעי לפוגמה טפי וכו' אף כאן לגבי חלל אם איתא דאינו פוסלה אלא מן התרומה ולא מן הכהונה נימא דמש\"ה לא מיקרי בידו כו' לפי שהוא רוצה לפוסלה אף מן הכהונה באומרו שבויה היא באופן דלכאורה קשיא הא כפי דברי הראב\"ד וכן מן הלשון דקאמר לפוסלה מן הכהונה. ונ\"ל דהנך תרתי קושיי חדא מתרצא חבירתה דהש\"ס כבר אמר דטעמא דמהימן למימר גירשתיה הוא משום דיש בידו א\"כ השתא כיון דהוה ידע התלמוד לפום מאי דס\"ד דגירושין יש בידו וא\"כ יש בידו לפוסלה מכהונה א\"כ מאי דלא מהימן בנשבית הוא משום דאיכא תרתי ובגירושין ליכא אלא לכהונה ועלה קאמר והרי בידו להשיאה לחלל. וכ\"ת סוף סוף במשיאה לחלל אין בידו אלא לפוסלה מן התרומה אבל לא לכהונה. לזה קאמר דקא פסלה מכהונה כלומר הא פשיטא לך שיכול לפוסלה מכהונה שהיינו שאתה אומר שיש בידו לגרשה ולפוסלה לכהונה א\"כ מאי דפש גבן דהיינו לתרומה ישנו בידו בהשיאה לחלל א\"כ נשלמו השני דברים שהרי יש בידו לגרשה ולהשיאה לחלל דקאמר להשיאה ולגרשה וכולהו לחלל. והשתא האי דקא פסלה לכהונה דקאמר לאו אלהשיאה לחלל קאי אלא דיכול לפוסלה לכהונה בעלמא אבל לעולם שהדבר ברור כדעתו של הראב\"ד דאינו נפסל אלא לתרומה והיא גופה קאמר תלמודא. זה אפשר לי ליישב בדעתו של הראב\"ד אבל מה שיש לי לדקדק עוד בסוגיא הוא לדעתו של הרמב\"ם שהוא סובר שאיסור השבויה לכהן מד\"ס הוא לפי שמכח הספק נאסרו ומן התורה אין חוששין לספיקא אלא מד\"ס וכ\"כ מפורש בפי\"ח מהל' איסורי ביאה השבויה שנפדית והיא בת ג' שנים ויום אחד אסורה לכהן מפני שהיא ספק זונה שמא נבעלה לכותי ואם יש לה עד ה\"ז כשרה לכהונה ואפילו עבד או שפחה כו' הואיל ואיסור כל הספיקות כולם מד\"ס ולפיכך הקלו בשבויה ע\"כ. וזה הולך לשיטתו שכל הספיקות אינן אלא מד\"ס ומדין תורה הם מותרים אלא שרבנן גזרו בהם והשתא מאי פריך תלמודא התם בסוגיא בתר הכי והרי בידו להשיאה לממזר ומשני כר\"ע דאמר אין קידושין תופסין בחייבי לאוין ופי' רש\"י והרי בידו להשיאה לממזר דקי\"ל קדושין תופסין בחייבי לאוין וביד האב להשיאה לו בעבירה ותפסול מן התרומה כו'. והשתא לא ימנע מן החלוקה למאן פריך אי פריך שבידו להשיאה לממזר דאורייתא שפוסלה מן התרומה בביאתו מאי קא פריך ליהמניה בנשבית במגו דבידו להשיאה לממזר הא לאו מגו הוא שאינו רוצה לפוסלה אלא מדרבנן מן התרומה ושאם תאכל לא תלקה שאין כוונתו לפוסלה אלא שלא תאכל אבל אם משיאה לממזר נפסלה מן התורה ולוקה אם אכלה והא ודאי כל כה\"ג אינו רוצה לפוסלה. ואי פריך תלמודא שבידו להשיאה לממזר דרבנן והויא פסולה כמו בשבויה דהוי מדרבנן אי אפשר דא\"כ לא משני מידי דהא ודאי ר\"ע לא אמר אלא בחייבי לאוין דאורייתא אבל ממזר דרבנן פשיטא שלא הפקיעו חכמים קידושיו משום ממזרות דרבנן דקא שרו אשת איש לעלמא. אלא פשיטא דממזר דאורייתא פריך דאין סברא דפריך ממזר ספק דהוי כמו שבויה דס\"ס לא משני מידי כר\"ע כו'. דהא בספק ממזר קידושין תופסין ודאי דאורייתא דהא אמר רבא ספק ממזר דבר תורה מותר דממזר ודאי אמר קרא ולא ספק ממזר וכבר האריך בזה הר\"ן בפ\"ק דקידושין בשם הרמב\"ן והרב הגדול מהרימ\"ט ז\"ל כתב בזה כל הצורך בתשובה חלק י\"ד סי' א' יע\"ש. ולכל הפירושים יקשה זה קצת לכאורה. והנראה דאין מי שיכחיש דשבויה מיתסרא בדרבנן בלחוד ואע\"פ שיאמרו שבכל הספיקות ספיקייהו לחומרא מ\"מ הכא שאני שלא נכנס בכלל ספק דמסתמא אין מזלזלין בהם כ\"כ וכדסבר ר' דוסא לפום קושטא דמה עשה לה ערבי זה מפני שמיעך לה בין שדיה. אלא דמדרבנן אסרוה משום ספיקא שאמרו שיש בה ספק וצ\"ע בההיא דנחיל של דבורים בפרק הגוזל ומאכיל ובדברי התוס' בפרק אלו נערות גבי השבויה אין לה קנס יע\"ש. ונראה לי שאפילו לדעת האומרים דספיקא דאורייתא לחומרא מד\"ס יש להחמיר בה משאר איסורי דרבנן ויש בה חומרא יותר כיון דמחמת ספק איסור דאורייתא אתיא לה. וזו היתה ספק המקשה בההיא דנחיל של דבורים יע\"ש. ורש\"י שם נראה שהולך לשיטתו דסבר דספיקא דאורייתא לחומרא הוי דבר תורה אלא דמ\"מ יש כח ביד חכמים לתקן כן ולהקל כיון שבא מכח הספק ואין כאן מקום לדברים אלו ומ\"מ למדנו לומר שהרב המגיד היה מבין בדברי הראב\"ד דחלל לא פסלה לישראל אלא לתרומה אבל לא לכהונה וכבר יישבנו שיטת הגמרא לדעתו ז\"ל וצ\"ע ליישב גם השיטה כפי התוספות לדבריו ז\"ל: ומ\"מ נפלאתי הפלא ופלא על ה\"ה ז\"ל מאין הרגלים לסבור כן בדעת הראב\"ד שזה החלל לא פסל מן הכהונה ולא לומר שפסל מן הכהונה ומן התרומה אבל לא מטעם זונה וכדכתב הרב בסוף. אי משום דהוה קשיא ליה למימר דמשום הך מילתא כיון דליכא נפקותא לענין דינא בינייהו דסוף סוף לוקה על הכהונה ועל התרומה מאי איכפת להו דליהוי משום הך או משום הך אע\"ג דנ\"מ להתרו בו משום שם אחר מ\"מ השתא מיהא לא נפקא לן מידי וא\"כ לא היה לו להראב\"ד ז\"ל להשיגו על כך. הא ודאי ליתא דמלבד שהענין בעצמו אין לו שחר דכיון דנפקא מינה מיהא לענין דינא מידי יפה היה לו להשיגו. מ\"מ מוכרח הוא מצד אחר שהרי הראב\"ד כתב מיהו כל הפסולים לבא בקהל אם באו עליה פסלוה מן הכהונה ומן התרומה ואפילו חלל משום דכתיב ולא יחלל מה הוא מחלל כו' והשתא אפילו יבין ה\"ה דמ\"ש הראב\"ד ואפילו חלל אינו לומר דקאי אמן התרומה והכהונה דלעיל אלא הוא נמשך עם מה שכתב משום דכתיב ור\"ל אפילו חלל משום דכתיב ולא יחלל מה הוא מחלל כו' יש לומר דכשם שהוא מחלל כך זרעו יש בו קצת פיסול שכן מוכרח שסובר עכשיו הראב\"ד ז\"ל כפי דעת ה\"ה ז\"ל אכתי תיקשי טובא דבשאר חייבי לאוין מוכרח לומר כדעת הראב\"ד שבא לחלק בזה בדעת רבינו מאיזה פסוק לוקה שהרי כתב מפורש מיהו כל הפסולים לבא בקהל אם באו עליה פסלה מן הכהונה ומן התרומה הרי דבשאר חייבי לאוין מוכרח לומר כדעת הראב\"ד דמודה הוא דפוסל גם מן הכהונה ומן התרומה וכדיניה דרבינו ואפ\"ה חלק עליו במ\"ש שהיא זונה ואמר ליתנהו להני כללי שאין זונה אלא מחייבי כריתות וכו'. והא ודאי דוחק לומר דמפני שהיה דעתו לומר שיש חילוק לענין הדין בחלל מיהא קאמר לה להא שאין ספק דע\"כ שבא לחלוק ולומר שאינו משום זונה אבל בדין שוין הם וא\"כ אתיא מקרא אחרינא וא\"כ נימא הכי בחלל וכמ\"ש ומעיקרא מאי סבר להקשות כן: <br><b>והנראה </b>אצלי בזה הוא שה\"ה דקדק מעיקרא בדברי הראב\"ד במ\"ש אבל ללקות עליה משום זונה לא ואם היתה כל כוונתו של הראב\"ד לומר שאינה נאסרת משום זונה ואם התרו בו משום זונה שאינו לוקה שלא מן השם הוא היה לו לומר סתם אבל ללקות משום זונה לא ומאי עליה ולכן דקדק ה\"ה ז\"ל דה\"ק נהי שחיללה לענין לפוסלה לכהונה ור\"ל שילקה משום תרומה ומטעם זונה נמי או מטעם חללה אבל ללקות עליה כלומר שילקה הבא עליה כלומר הכהן ומשום פסול זונה שכן הוא הדין לא דלענין פיסולי ביאה אינו לוקה כלל דחללה לא הויא וזונה נמי לא הויא זה היה הקס\"ד של ה\"ה ז\"ל ומ\"מ כבר העלה ה\"ה דלדעתו של הראב\"ד הנבעלת לחלל פסולה לתרומה ולכהונה אלא שהיא מוצאת מכלל חללה ולא משום זונה. וכן לגבי שאר חייבי לאוין חולק ג\"כ הראב\"ד בדרך זה וסובר שלא נאסרו משום זונה שאין זונה אלא שאין קידושין תופסין בה אלא דחייבי לאוין נפקא לן מוכי תהיה לאיש זר דהוא קרא אחרינא דכיון שנבעלה לזר לה פסלה. וכן ראיתי להרב תי\"ט בפרק הבע\"י שכתב כן ומתאמרת משום הרמב\"ן והסמ\"ג ועיין בהרא\"ם פרשת אמור: "
            ],
            [
                "<b>וכן הבא על הפנויה וכו'.</b> בפרק הבע\"י (דף ס\"א) אמרינן דלית הלכתא כר\"א דאמר פנוי הבא על הפנויה שלא לשם אישות עשאה זונה. ונסתפקתי אי לגמרי משום ר\"א ביאה זו דפנוי לביאות אסורות וכי היכי דבביאות אסורות קי\"ל דאפילו שנבעלו באונס נפסלו לכהונה וכמ\"ש רבינו לקמן בפירקין דין ו' וה\"נ גבי פנוי הבא על הפנויה או דילמא דשאני הך. וכן נמי היכא דנבעלה שלא כדרכה אי עשאה זונה. וראיתי לרש\"י בר\"פ אלו נערות (דף ל') עלה דההיא דאמרינן איכא בינייהו בעולה לכ\"ג שפירש שאין זה לאו דאלמנות וגירושין אלא עשה דבתולה יקח ולא בעולה וא\"ת יש כאן לאו דזונה לא אשכחן תנא דאמר פנוי הבא על הפנויה עשאה זונה אלא ר\"א ולית הלכתא כוותיה ואין זונה אלא הנבעלת לפסול לה ובבעולה שלא כדרכה אמרינן דאי כדרכה תו ליכא קנס. ויש לדקדק אי מה שהוקשה לרש\"י דהרי יש כאן לאו דזונה משום ביאה דכ\"ג הוא דקשיא ליה. או מביאה שלא כדרכה הקודמת הוא דקשיא ליה. והנראה דרש\"י לא הוקשה לו אלא מהביאה הראשונה בשלא כדרכה אבל מביאת כ\"ג ליכא קושיא משום דע\"כ לא ממעטינן מקרא דולו תהיה לאשה שיש בה הויה אלא דקודם ביאה זו צריך שתהיה בה הויה ולפיכך מי שאנס אחת מחייבי לאוין או חייבי עשה פטור מהקנס משום דקודם ביאה זו לא היה לו בה הויה. אבל אם בשעת ביאה היה לו בה הויה אלא דמחמת ביאת זו אין לו בה הויה לא ממעטינן לה מקרא דולו תהיה לאשה. דאלת\"ה תיקשי אליבא דרש\"י דהא בעולה זו שאנסה כ\"ג הרי נתחללה שהרי נבעלה לפסולי כהונה וא\"כ הרי יש כאן לאו דחללה ולר\"ע אין לו בה הויה והיכי אמרינן איכא בינייהו בעולה לכ\"ג. אלא ודאי דכיון דקודם ביאה היה לו בה הויה לא ממעטינן לה מקרא דולו תהיה לאשה: שוב ראיתי הדבר מפורש בליקוטי מהר\"ר בצלאל ז\"ל עלה דהך דבעולה לכ\"ג שכתב בשם שיטה ישנה וז\"ל ואי קשיא לפירש\"י דבעולה כבר הרי זו בביאה זו שבא עליה כ\"ג נעשית חללה ותו אין לו בה הויה י\"ל כיון דבשעה שבא עליה היה לו בה הויה אע\"ג דלאחר גמר ביאה אין לו בה הויה חייב בקנס ע\"כ. הרי לך הדבר מבואר כמו שכתבנו. וא\"כ ע\"כ לומר דמה שהוקשה לרש\"י מלאו דזונה הוא מביאה ראשונה שלא כדרכה וש\"מ דביאה שלא כדרכה עשאה זונה. ולמדנו ג\"כ דאפילו באונס עשאה זונה מדלא מוקי כשהראשון בא עליה שלא כדרכה באונס. הן אמת דהכרח זה שכתבנו דרש\"י לא הוקשה לו אלא מביאה ראשונה דעשאה זונה משום דאי רש\"י בעי דאחר גמר ביאה יהיה לו בה הויה תיקשי ליה דהא אשה זו כבר נתחללה בביאת כ\"ג. נראה שאינו הכרח משום דאפשר דרש\"י אזיל בשיטת רבינו שכתב לקמן בפי\"ט מה' אלו דין ד' דאם כ\"ג בעל בעולה בלא נשואין לא חיללה. ומש\"ה לא קשיא ליה לרש\"י מלאו דחללה שהרי כיון דביאת זנות היא לא חיללה. ולפי זה מה שהוקשה לרש\"י מלאו דזונה הוא ג\"כ מביאת כ\"ג. והנראה דהשיטה ישנה פליג על רבינו ז\"ל וס\"ל דכ\"ג שבא על הבעולה בעילת זנות חיללה. הן אמת שה\"ה לא הביא ראיה ברורה לדברי רבינו * (א\"ה עיין בדברי הרב המחבר לעיל פי\"ז מהלכות אלו דין ט\"ו ד\"ה שוב האיר ה' את עיני שהביא ראיה נכונה לדברי הרמב\"ם). ואולי דרבינו מפרש להך דבעולה לכ\"ג כפרש\"י שהיתה בעולה כבר והוקשה לו דתיפוק ליה דאיכא לאו דחללה והרי אין לו בה הויה ומכאן הכריח דכל שלא בא עליה דרך נישואין לא חיללה. ולא ניחא ליה לרבינו בתירוץ השיטה ישנה דכיון דבשעת ביאה היה לו בה הויה חייב בקנס שהרי קרא דולו תהיה אחר הביאה כתיב. ועוד דהחילוק מצד עצמו הוא דחוק מאד דכיון דהשתא אין לו בה הויה אמאי לא ממעטינן לה מקרא. והתוספות ז\"ל כתבו בשם ר\"ח דהכא מיירי בכ\"ג שאנס בתולה גמורה כו'. הרי דאף קודם ביאה היתה ראויה לקיימה מ\"מ כיון דלאחר ביאה אינה ראויה לקיימה ממעטינן לה מקרא. וכן אי לאו דהוה ליה עשה שאינו שוה בכל היינו אומרים שנתמעט זה משום דאין לו בה הויה עכשיו. א\"כ הדבר מבואר דאנן בעינן ולו תהיה לאשה לאחר ביאה זו וא\"ת אף דנימא דרש\"י ס\"ל כסברת רבינו דכ\"ג אינו מוזהר על הבעולה אלא דרך נישואין מ\"מ יש להכריח דס\"ל לרש\"י כסברת השיטה ישנה דיש לחלק בין אם קודם שבא עליה לא היה לו בה הויה להיכא דדוקא אחר שבא עליה אין לו בה הויה דאי לא ס\"ל הכי מי דחקו לרש\"י לומר דמיירי שהיתה בעולה מקודם ולאוקומי שנבעלה שלא כדרכה אימא כפשוטה דהיינו כ\"ג שאנס בתולה גמורה ובשלמא כפי חילוק השיטה ישנה ניחא דס\"ל לרש\"י דלא ממעטינן מקנס אלא אשה שלא היתה ראויה לקיימה קודם ביאה זו ומש\"ה לא אוקמוה בכ\"ג שאנס בתולה משום דזו קודם ביאה היתה ראויה לקיימה וי\"ל דלעולם לדעת רש\"י כל שאינה ראויה לקיימה אחר ביאה ממעטינן לה מקנס ומאי דלא אוקמוה בכ\"ג שאנס בתולה גמורה הוא משום דבפרק הבא על יבמתו (דף נ\"ט) אמרינן אנוסת עצמו ומפותת עצמו לא ישא ואם נשא נשוי וס\"ל לרש\"י דלא ממעטינן מקרא דולו תהיה לאשה אלא אשה שאינה ראויה לקיימה כלל דאפילו אם נשא כופין אותו אבל באשה שאם נשא נשוי לא מיפטר מקנסא. ומה שהביאו לרש\"י לומר זה הוא לישנא דגמרא דקאמר בעולה לכ\"ג דמשמע שהיתה בעולה מקודם. ועוד דהוקשה לו לרש\"י אם איתא דהכא מיירי בכ\"ג שאנס בתולה גמורה מה הקשו בגמרא ומאי שנא האי עשה משאר עשה והוצרכו לתרץ משום דהו\"ל עשה שאינו שוה בכל מה נתחדש לתלמודא כאן להקשות קושיא זו והלא בעלמא איתא לקושיא זו דמאי שנא דעשה דמצרי ואדומי אם נשא כופין אותו לגרש וכ\"ג שנשא אנוסת עצמו אין כופין וע\"כ טעמא דמילתא הוא משום דסופה להיות בעולה תחתיו דומיא דבוגרת ומוכת עץ דאמרי' ביבמות (דף ס') דאם נשא נשוי משום דסופה להיות בוגרת ומוכת עץ תחתיו. וא\"כ נימא דר\"ע נמי ס\"ל לחילוק זה ומש\"ה אית לו בה הויה דכיון דאם נשא נשוי פשיטא דיש לו בה הויה דלא יתכן שלא יהיו קידושין תופסין בה והולד ממזר. ונימא שאם נשא נשוי שהם דברים הפכים שלא יכונו בנושא אחד ולעולם דלר\"ע בעולת חבירו לכ\"ג אין קידושין תופסין בה דהא פשיטא דבבעולת חבירו אם נשא מוציא דומיא דשאר חייבי עשה ומנ\"ל לסתמא דתלמודא דאף בבעולת אחרים לר\"ע יש לו בה הויה משום דהוי עשה שאינו שוה בכל שהוא חידוש גדול דהא גבי חייבי לאוין לא שאני ליה לר\"ע בין לאו השוה בכל ללאו שאינו שוה בכל שהרי אליבא דר' ישבב אפי' מאלמנה לכ\"ג היה אומר ר\"ע שהולד ממזר ובזה הוה ניחא כללא דר' ישבב דאמר בואו ונצווח על עקיבא בן יוסף שהיה אומר כל שאין לו ביאה בישראל הולד ממזר שהוא כולל לכל חייבי עשה אף בעולה לכ\"ג אלא דשאני בעולת עצמו משום דאפילו אם נשא נשוי דסופה להיות בעולה תחתיו ומש\"ה הוכרח רש\"י לומר דהכא מיירי כשהיתה בעולה מקודם דוקא דאי לא לא ממעטינן לה מקרא כיון דאם עבר ונשאה ראויה לקיימה והשתא אתיא שפיר דהקשו ומ\"ש כיון דמיירי בבעולת אחרים: <br><b>וכי </b>תימא אכתי קשה לסברת רש\"י הלזו שכתבנו דאית ליה דלא מימעיט מקנס אלא אשה שאינה ראויה לקיימה כלל אפילו אם עבר ונשא ומש\"ה מוקי לה בבעולת אחרים. מההיא דאמרינן בפרק הבע\"י אמר רב יהודה אמר רב נבעלה שלא כדרכה פסולה לכהונה מתיב רבא ולו תהיה לאשה באשה הראויה לו פרט לאלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט היכי דמי אילימא בכדרכה מאי איריא משום אלמנה תיפוק ליה משום דהויא בעולה הרי דמהך קרא ממעטינן בעולת עצמו. הא לא קשיא כלל מתרי טעמי חדא דהכא לאו לענין קנס קיימינן אלא לענין שאינה ראויה לקיימה לפי שהיא אסורה לו וכמ\"ש התוס' שם בד\"ה הא מני ר\"מ היא וכיון שכן שפיר קא מקשה דאם איתא דאפילו שלא כדרכה חשיבא בעולה מאי איריא דנקט אלמנה אפילו שאינה אלמנה אינו נושאה דהא איכא עשה דוהוא אשה בבתוליה יקח והתם בכתובות לענין קנס הוא דקיימינן ולענין קנס לא ממעטינן אלא אשה שאינה ראויה לקיימה אפי' אם עבר ונשאה ואל תתמה על חילוק זה שהרי גדולה מזו הוא שכתבנו לעיל בשם שיטה ישנה דלא מימעיט מקנס אלא אשה שקודם ביאה לא היה לו בה הויה אבל אם לאחר ביאה דוקא אין לה הויה וקודם ביאה היה לו בה הויה חייב בקנס אף דפשיטא שאינו מקיימה וא\"כ לדידן נמי אף דלכתחילה פשיטא דאסירא ליה בעולה עצמו ואם אנס בתולה אינו נושאה מ\"מ חייב בקנס. ועוד דהתם רב הונא דאמר דנבעלה שלא כדרכה פסולה לכהונה ורב אית ליה דאם נשא אנוסת עצמו ומפותת עצמו דמוציא בגט וכדאיתא התם דס\"ל דמאי דתני בברייתא ואם נשא נשוי הוא לומר שאינו משלם קנס במפותה וא\"כ שפיר קא פריך מברייתא דהא אליבא דרב אין חילוק בין בעולת עצמו לבעולת אחרים: <br><b>וראיתי </b>לרבותינו בעלי התוס' שם ביבמות ד\"ה אילימא שכתבו וז\"ל משמע דאסירא ליה אע\"פ שהוא בעולה מעצמו וכן בכתובות בד\"ה איכא בינייהו בעולה בסוף דבריהם דהביאו הך דיבמות וכתבו משמע דבעולת עצמו אסורה לו מן התורה. והנראה מתוך דבריהם הוא דס\"ל דטעמיה דרש\"י דלא אוקמוה לההיא דאיכא בינייהו בעולה לכ\"ג בכ\"ג שאנס בתולה הוא משום דס\"ל דבעולת עצמו אין איסורה מן התורה ומש\"ה אוקמוה בבעולת אחרים ואני תמיה ע\"ז דאף שנאמר שיש ליישב הסוגיא דיבמות דאין להכריח ממנה דבעולת עצמו איסורה מדין תורה וכסברת ר\"ת ז\"ל שכתבו התוספות בכתובות בסוף הדיבור ור\"ת לא פירש כן והנראה דאדסמיך ליה קאי דהיינו למה שכתבו משמע דבעולת עצמו אסורה מן התורה ולא מצאתי מקום ליישב סוגיא זו דיבמות אם לא שנאמר דקושיית התלמוד היא דכיון דנבעלה שלא כדרכה אסורה מן התורה א\"כ פשיטא דבבעולת עצמו ג\"כ שלא כדרכה אסירא מדרבנן וא\"כ אמאי נקט בברייתא אלמנה לכ\"ג תיפוק ליה דהויא בעולת עצמו ושפיר מימעיט מקרא דולו תהיה לאשה אף שאין איסורה כי אם מדרבנן דומיא דחלוצה דנקט בברייתא אבל אי אמרינן דבשלא כדרכה אפילו נבעלה מאחרים אין בה איסור תורה ניחא דפשיטא דלא אסרו חכמים בבעולת עצמו שלא כדרכה מ\"מ דעת שפתיו דרש\"י ברור מללו דס\"ל דבעולת עצמו אסורה דבר תורה שכ\"כ ביבמות עלה דההיא דאנוסת עצמו ומפותת עצמו לא ישא פי' לא ישא כ\"ג דכתיב בתורה בתולה יקח בשעת ליקוחין תהיה בתולה הרי זה מפורש דס\"ל לרש\"י דאיסורו הוא דבר תורה וכבר כתבנו מה שהכריחו לרש\"י לומר דמיירי שהיתה בעולה כבר מאחרים ולפי דעתי הם דברים נכונים: <br><b>ודע </b>שראיתי להתוס' שם ביבמות (דף ס') ד\"ה שאינו שכתבו וז\"ל ועוד נראה דהא דאמר רב מוציא בגט היינו מדרבנן ולהכי נקט פלוגתא דראב\"י באנוסת חבירו דבאנוסת עצמו מודה דלא הוי חלל כו'. והנה כבר כתבתי * (א\"ה נתבאר לעיל פ\"א מהלכות נערה בתולה דין ג' יע\"ש)  דכוונתם בדבור זה הוא דכיון דאינו מוציא כי אם מדרבנן אין לה כתובה דומיא דשניות. אך לא ידעתי אם כוונתם היא דלעולם אסורה דבר תורה אלא דאפ\"ה אם נשא נשוי ולא בעיא גט כי אם מדרבנן ומ\"ש ולהכי נקט פלוגתייהו דראב\"י כו' אין כוונתם לומר דלראב\"י אנוסת עצמו שהיא דבר תורה אלא דהוקשה להם דאיך יתכן לומר דחיוב הגט אינו אלא מדרבנן דכיון דלראב\"י הבנים חללים א\"כ הרי נתחללה היא ואיך יתכן לומר דאם נשא נשוי והרי היא חללה ופשיטא דכופין אותו להוציא דומיא דכל חייבי לאוין. לזה כתבו דבאנוסת עצמו מודה ראב\"י דליכא חלל א\"נ דאם היה כאן חלול היה לה כתובה משום דהוא מרגילה דומיא דחלוצה וכדאיתא בפרק יש מותרות ולעולם דאיסורו דבר תורה וכ\"ת רב דקאמר דמוציא בגט מדרבנן מאי דעתיה למה נשתנה עשה זה דבעולה משאר חייבי עשה דכופין אותו להוציא. וכ\"ת דס\"ל דשאני עשה זה דאף שהוא דבר תורה מ\"מ מדין תורה אם נשא נשוי משום דסופה להיות בעולה תחתיו ומ\"מ ס\"ל דמדרבנן מיהא מוציא בגט. א\"כ מוכת עץ ובוגרת נמי ליבעי גט מדרבנן. הא לא קשיא כלל דלעולם דהשתא הוה ס\"ל לרב דמוציא בגט מדרבנן וה\"ה לבוגרת ומוכת עץ ובגמרא הקשו לזה דהא רב ור\"י דאמרי תרווייהו בוגרת ומוכת עץ לא ישא ואם נשא ומשמע דאפילו מדרבנן לא בעיא מטעמא דסופה להיות מ\"ע תחתיו, ה\"נ בעולת עצמו לא תיבעי גט אפי' מדרבנן דסופה להיות בעולה תחתיו. עוד אפשר לפרש דס\"ל דליכא איסור תורה כלל בבעולת עצמו וכמו שנראה מדבריהם בפרק אלו נערות דס\"ל לר\"ת ומ\"מ דרך זה הוא רחוק בעיני שהרי מדבריהם שם בכתובות וביבמות נראה דס\"ל דבעולת עצמו אסורה מן התורה. אלא ודאי דכוונתם היא דנהי דאיסורה דבר תורה מ\"מ לא בעי' גט כי אם מדרבנן וכן הוא דעת מהרש\"ל בהגהותיו יע\"ש: וא\"ת אם איתא דבעולת עצמו איכא איסור תורה וליכא חילול א\"כ הא דאמרי' בפרק יש מותרות (דף פ\"ה) מאי איכא בין רבי לרשב\"א א\"ר פפא בעולה לכ\"ג איכא בינייהו מ\"ד דאורייתא ה\"נ דאורייתא ומ\"ד מפני שהוא מרגילה הא היא מרגלא ליה והקשו לזה דלראב\"י דאמר יש חלל מחייבי עשה הא לא מרגלא ליה ולא מידי. ואם איתא דמודה ראב\"י דבבעולת עצמו אין כאן חילול אימא דאיכא בינייהו בעולת עצמו לכ\"ג מ\"ד דאורייתא ה\"נ דאורייתא ומ\"ד מפני שהוא מרגילה הא היא מרגלא ליה הא לא קשיא כלל חדא דלפי האמור מותר לקיימה דהא מדמינן לה לבוגרת ומ\"ע ונראה דבבוגרת ומ\"ע כיון שמותר לקיימה אף שהיא מרגילתו מ\"מ כיון דהשתא מיהא ליכא איסורא אית לה כתובה ולפי הס\"ד דהו\"א דבעיא גט מדרבנן פשיטא דדין שניות יש לה שהרי משנשאה פקע מינה איסור תורה ואין כאן כי אם איסורא מדרבנן דחייב לגרש ולכל הטעמים לית לה כתובה. וא\"ת לדעת רבינו דמוציא בגט ומסתמות דבריו נראה דמוציא בגט מדאורייתא אמאי לא קאמר בעולת עצמו איכא בינייהו. הא לא קשיא משום דלרבינו כי היכי דאיכא חלל מבעולה אחת אליבא דראב\"י ה\"נ מבעולת עצמו דאין הפרש כלל בין בעולת עצמו לבעולת אחרים ומאי דנקט פלוגתא דראב\"י באנוסת חבירו להודיעך כחן דרבנן דאפי' בבעולת חבירו מכשירו: <br><b>הנה </b>נא הארכנו מילין ליישב דברי רש\"י דאוקמה לההיא דפרק אלו נערות שהיתה בעולה כבר ויחסנו פי' זה לרבינו וכתבנו דמכאן הכריח דכ\"ג דבעל בעולה לא נתחללה. וא\"ת תינח דרש\"י הוכרח לומר דמאי דאמרינן בעולה לכ\"ג איכא בינייהו דמיירי בשהיתה בעולה כבר אבל רבינו דפסק דבעולת עצמו מוציא בגט ואינו מותר לקיימה מי הכריחו לפרש דההיא דאלו נערות מיירי בשהיתה בעולה כבר אימא דמיירי בכ\"ג שאנס בתולה גמורה. לזה אומר דרבינו ג\"כ ס\"ל דפשטא דסוגיא דקאמר בעולה לכ\"ג דמיירי בשהיתה בעולה כבר מדלא הביאו שם שקלא וטריא דיבמות אם בעולת עצמו מוציא בגט או לא אלמא מילתא פסיקתא נקטו התם בכתובות דהיינו בבעולת אחרים ומכאן הוליד רבינו דכ\"ג שבעל בעולת אחרים דרך זנות לא חיללה: ועתה נחזור לענייננו דמדברי רש\"י לכל הפירושים לר\"א פנוי הבא על הפנויה אף באונס אפילו שלא כדרכה עשאה זונה דאף אם נאמר דמה שהוקשה לו מלאו דזונה הוא מביאת הכ\"ג הנה מוכרח הוא דאף באונס ס\"ל דלר\"א עשאה זונה וגם שלא כדרכה יש ללמוד מדבריו דעשאה זונה דאי לא תיקשי דלוקמה כגון שכ\"ג בא עליה שלא כדרכה דהא לענין קנס חייב עליה אף שלא כדרכה וכדאמרינן בפ\"ק דקידושין (דף י') א\"ר זירא מודה רבי לענין קנס דכולהו משלמי. משמע דאיכא קנס אף בבא עליה שלא כדרכה. הן אמת דרבינו לעיל פ\"א מהלכות נערה בתולה דין ח' כתב דליכא קנס כי אם בבא עליה כדרכה ומדברי רש\"י בפרק בן סורר (דף ע\"ג) נראה דאזיל לשיטת רבי דקנסא לא מיחייב אלא מפני שהוא מוציא בתוליה ומה שיש לעמוד בכל זה כבר כתבתי בארוכה * (א\"ה לעיל פי\"ז מהלכות אלו דין י\"ג)  ומ\"מ נראה שהדין דין אמת דלר\"א אף בשלא כדרכה עשאה זונה: וראיתי בליקוטי מהר\"ר בצלאל ז\"ל שכתב בשם שיטה ישנה שהקשה קושיא זו דרש\"י דהרי יש כאן לאו דזונה ותירץ דברצון עשאה זונה באונס לא עשאה זונה ומיירי כגון שנבעלה תחלה באונס א\"נ שלא כדרכה לא עשאה זונה ע\"כ. והנך רואה שהשני דינים שרצינו ללמוד מדברי רש\"י פליג עליה שיטה ישנה. ומ\"מ נראה שמה שהכרחנו מדברי רש\"י הם דברים אמתיים ועל שיטה ישנה יש לתמוה מההיא דפרק הבע\"י שכתבנו לעיל דהקשו לרב דאמר נבעלה שלא כדרכה פסולה לכהונה מההיא ברייתא דולו תהיה לאשה כו' ותירצו הא מני ר\"מ היא ורב דאמר כר\"א והקשו אי כר\"א מאי איריא משום בעולה ת\"ל דהויא זונה דאר\"א פנוי הבא על הפנויה עשאה זונה. הרי הדבר ברור דבשלא כדרכה נמי ס\"ל לר\"א דעשאה זונה דהא רב בשלא כדרכה איירי. וכן יש להכריח דאף באונס שויא זונה מדלא תירצו דרב מיירי בשנאנסה ונבעלה שלא כדרכה דאף דליכא משום זונה לר\"א איכא משום בעולה. ולדידי ראיה זו היא ראיה שאין עליה תשובה ומכח סוגיא הלזו הוכרח לומר דלא אשכחן תנא דאית ליה פנוי הבא על הפנויה דעשאה זונה אלא ר\"א ולא אשכח פתרי לקושיא זו אלא בכה\"ג. ובפרק הבע\"י (דף ס') אמרי' אמר רב מ\"ט דראב\"י סבר לה כר\"א. הרי דהיה סבור דטעמא דראב\"י דאנוסת חבירו הולד חלל הוא משום דהיא זונה מטעמא דפנוי הבא על הפנויה דעשאה זונה. הרי לך דאף באונס עשאה זונה וזה פשוט: שוב ראיתי להרשב\"א בתשובה סי' אלף רל\"א וז\"ל וא\"נ הוה מצינא לתרוצי הא דרב כשבא עליה באונס וכל שבאונס לא הויא זונה וכדאמר רבא לעיל גמרא וכן הבא על אחת מכל העריות ע\"כ נראה שכיון הרב ז\"ל ללישנא דרבה בפרק הבא על יבמתו (דף נ\"ו) דקאמר אלמא באונס לא קרינן בה זונה ותמהני דרבה לא אמרה אלא באשת איש שנבעלה דס\"ל כיון שלא נבעלה לפסול לה אלא מחמת שהיא אשת איש כל שהוא באונס לא הויא זונה כיון דמותרת היא לבעלה ישראל. אבל בעיקר זונה האמורה בתורה דהיינו שנבעלה לפסול לה פשיטא דאף באונס חשיבא זונה. ומשנה שלימה שנינו בפ\"ק דכתובות (דף י\"ד) א\"ר יוסי מעשה בתינוקת שירדה למלאות מים מן העין ונאנסה א\"ר יוחנן בן נורי אם רוב אנשי העיר משיאין לכהונה הרי זו תנשא לכהונה. הרי מבואר דביאת הפסולים פוסלים אפילו באונס וא\"כ ה\"ה פנוי הבא על הפנויה אליבא דר\"א וכ\"ת אם הדבר כן דיש חילוק בין אשת איש הנאנסה לנבעלה לפסול לה תיקשי דאיך רב עמרם היה רוצה להוכיח דאשת ישראל שנאנסה דפסולה לכהונה מדתנן וכן הבא על אחת מכל העריות והיה סבור דלא שנא באונס לא שנא ברצון אימא דהאי וכן קאי לשאר עריות ולא לאשת איש. כבר נתעוררו בזה רבותינו בעלי התוס' וכתבו דעיקר חידוש דאונס ורצון לא הוי אלא באשת איש אבל בשאר עריות אין חידוש טפי באונס מברצון לענין פסולי כהונה ע\"כ. הרי לך מבואר דס\"ל דמילתא דפשיטא היא דאם נבעלה לפסול לה דלא שנא באונס ול\"ש ברצון פסולה לכהונה. שוב ראיתי הדבר מבואר בדברי ה\"ה לקמן בפירקין דין ו' שחילק כמו שכתבנו והביא מתני' דפ\"ק דכתובות. ולא ידעתי מה יענה הרשב\"א ביום שידובר בו סוגיית פרק הבע\"י (דף ס') דאיכא מ\"ד דטעמיה דראב\"י דאית ליה דאנוסת חבירו ומפותת חבירו דהולד חלל הוא משום דס\"ל דלר\"א פנוי הבא על הפנויה עשאה זונה דהתינח מפותת חבירו אלא אנוסת חבירו אמאי הולד חלל והרי לא עשאה זונה אלמא דפשיטא ליה דלר\"א אף באונס עשאה זונה. וזו נ\"ל שהיא ראיה שאין עליה תשובה ודברי הרשב\"א ז\"ל צריכים אצלי תלמוד. והתוס' בפרק הבע\"י (דף נ\"ט) ד\"ה ורב הכריחו דרב לא ס\"ל כר\"א מדפסק בספ\"ק דכתובות הלכה כרבי יוסי והתם בנאנסה מיירי יע\"ש: <br><b>וא\"ת </b>לר\"א דאית ליה דפנוי הבא על הפנויה עשאה זונה האי דאיצטריך רחמנא לומר גבי כ\"ג והוא אשה בבתוליה יקח למעט בעולה האי בעולה דמיעט קרא היכי דמי אילימא בעולה דהיתרא כגון שנתקדשה ונבעלה תיפוק לי משום אלמנה או גרושה. ואי דנבעלה בזנות תיפוק לי משום דעשאה זונה. ובשלמא לפי שיטה ישנה ניחא דאיצטריך קרא להיכא דנאנסה או שנבעלה שלא כדרכה דאף דליכא משום זונה איכא משום בעולה. אבל לדידן למאי איצטריך קרא למעט בתולה לכ\"ג. ודוחק הוא בעיני לומר דלא אתא קרא אלא למעט מוכת עץ: ויש לחקור חקירה אחת לר\"א אם הדבר תלוי דוקא בקידושין דכל שלא קידשה אף שמייחדה לעצמו לשם פילגש חשיבא זונה. או דילמא דוקא כשאינו מייחד לעצמו אלא דרך זנות בא עליה אז הוא דעשאה זונה אבל אם מייחדה לעצמו הויא כדין פילגש ובפרט למ\"ד דפילגש שריא אפשר דלא חשיבא זונה. אלא שראיתי בסוגיא זו שאנו עסוקין בה דלא אשכח לר\"א שיהא מוזהר כ\"ג משום בעולה דוקא אלא בממאנת משמע דדוקא ממאנת דתקינו לה רבנן קידושין ונישואין אבל במקום דלא תקנו קידושין ונישואין לא. ולפ\"ז קטן שנשא אשה אף ששבח הוא להן כשהוא סמוך לפרקו וכדאיתא בפרק הנשרפין (דף ע\"ו) מ\"מ לר\"א עשאה זונה דאלת\"ה מאי איריא ממאנת דנקט לימא קטן מבן ט' שנשא אשה דליכא משום זונה ואיכא משום בעולה: <br><b>וראיתי </b>להריב\"ש בתשובה סי' קצ\"ד שכתב וז\"ל ואפי' ר\"א גופיה לא קאמר אלא שלא לשם אישות אבל לשם אישות אע\"פ שאין האישות מתקיים כיון שלכוונת אישות בא עליה ולא לכוונת זנות לא עשאה זונה והראיה מממאנת ע\"כ. והנה נדון הרב ז\"ל הוא בקטנה שהלך אביה למדה\"י וכתב דלא עשאה זונה אפילו לר\"א משום דלכוונת אישות בא עליה והביא ראיה מממאנת. ויש לדקדק דמה ראיה מייתי מממאנת שאני התם דתקינו רבנן נישואין ומש\"ה לא עשאה זונה דלא יתכן שחכמים יתקנו נישואין ותעשה זונה. אבל בנדון דידיה את\"ל דלא תקנו נישואין בחיי האב וכמו שהיא סברת רוב הפוסקים ז\"ל מנ\"ל שאינה זונה אליבא דר\"א: והנראה מדעת הרב ז\"ל הוא דס\"ל דע\"כ אית לן למימר דכל שלא בא עליה לשם זנות כי אם לשם אישות לא חשיבא זונה אף שאינה קנויה לו אפי' מדרבנן. והביא ראיה לזה מממאנת דאי ס\"ד דאפי' בא עליה לשם אישות כל שאינה קנויה להו עשאה זונה ממאנת נמי הרי היא זונה דבר תורה ולא אתיא תקנתא דרבנן ועקר לאיסורא דאורייתא ומאי דנקטו התם משכחת לה בממאנת לאו דוקא דה\"ה כל שבא עליה לשם אישות דלא חשיבא זונה ומלתא אגב אורחיה קמ\"ל דאף דרבנן תקינו לה קידושין לא מיתסרא לכהן משום גרושה אבל לעולם דמשום טעמא דזונה כל שבא עליה לשם אישות אף שאין לו בה שום הויה אפילו דרבנן לא עשאה זונה: וא\"ת דבפרק הבא על יבמתו נחלקו בזונה האמורה בתורה דר\"ע אומר זונה זו מופקרת ור\"א אומר אפי' פנוי כו' והשתא במה נחלקו ר\"ע ור\"א. דאי לאו דברי הריב\"ש היינו אומרים דלר\"ע אינה זונה אלא במופקרת לכל ואינה מיוחדת לאדם אחד ולר\"א אפילו במיוחדת כל שאין לו בה קנין עשאה זונה. אבל השתא כפי סברת הריב\"ש במאי פליגי. וי\"ל דלר\"ע בעינן שתבעל ביאות הרבה להחשיבה זונה ולר\"א בביאה אחת עשאה זונה. וכן ראיתי בליקוטי מהר\"ר בצלאל עלה דההיא דבעולה לכ\"ג שכתבנו לעיל שכתב שם בשם הרא\"ש דהוקשה לו דאיך כתב רש\"י דלא אשכחן תנא דאית ליה פנוי הבא על הפנויה עשאה זונה דהא הך סוגיא דהכא היא אליבא דר\"ע ור\"ע ס\"ל כר\"א בפרק ד' מיתות (דף נ\"א) דאמרינן יכול אפילו פנויה והא לזנות כתיב כר\"א כו' וההיא ברייתא דהתם ר\"ע קתני לה. ותירץ דע\"כ ר\"ע ור\"א פליגי בזונה ובהא פליגי דלר\"ע לא עשאה זונה כי אם בביאות הרבה ולר\"א אפילו בביאה אחת והתם בסנהדרין הוא בביאות הרבה. ולהכי סבר כר\"א ושמעתין בביאה אחת ולהכי לא הויא זונה ע\"כ. וכך הם דברי רש\"י שכתב וז\"ל מופקרת אפילו פנויה מאחר שהפקירה עצמה לכל קרויה זונה אבל משום בעילה אחת לא הויא זונה הפנויה. ומדברי רש\"י אלו נראה לי דס\"ל דכל שלא הפקירה עצמה לכל אלא שהיא מיוחדת לאדם אחד לא חשיבא זונה לכ\"ע אלא דוקא במפקרת עצמה לכל עובר ושב הוא דהויא זונה אלא דלר\"ע בעינן ביאות הרבה ולר\"א אפילו בביאה אחת דאלת\"ה מאי האי דנקט במלתיה דר\"ע שהפקירה עצמה לכל אפילו לא הפקירה עצמה אלא לאדם אחד ובא עליה ביאות הרבה חשיבא זונה. אלא ודאי דס\"ל דכל שלא הפקירה עצמה אלא לאדם אחד לא חשיבא זונה. וא\"ת אם הדברים כן דלר\"א כל שלא הפקירה עצמה לכל לא חשיבא זונה ובמיוחדת לאדם אחד או שנשאת לקטן סמוך לפירקו אף דאין לו בה הויה מ\"מ לא חשיבא בעילת זנות א\"כ מאי דוחקיה דרש\"י ז\"ל דקאמר לא אשכחן תנא וכו' אימא דהכא מיירי בשנבעלה שלא כדרכה שלא לשם זנות דבהא אפי' ר\"א מודה דלא עשאה זונה: הן אמת דקושיא זו איתא לכל הפירושים דאמאי לא אוקמה רש\"י בממאנת שנבעלה שלא כדרכה דליכא משום זונה ואיכא משום בעולה וכדאיתא בפרק הבא על יבמתו וראיתי בלקוטי מהר\"ר בצלאל שכתב משום רבי יחיאל מפרי\"ש דהכא מיירי בקטנה שמיאנה דליכא זנות ע\"כ. ואע\"ג דבפרק אלו נערות (דף ל\"ה) אמרי' דממאנת אין לה קנס התם מיירי בממאנת מן הנישואין משום דאינה בחזקת בתולה הואיל וניסת וכמו שפרש\"י אבל בממאנת מן האירוסין פשיטא דיש לה קנס דומיא דכל אשה שנתארסה ונתגרשה דיש לה קנס וקנסה לעצמה. וסבור הייתי לומר דטעמיה דרש\"י ז\"ל דלא אוקמה בממאנת מן האירוסין ונבעלה שלא כדרכה היינו משום דס\"ל כהרי\"ף דאית ליה בפרק הבע\"י דכל ביאה דאחר אירוסין עושה אותה כנשואה לגמרי וע\"כ לא אמרי' דביאה אירוסין עושה אלא בביאה דקידושין אבל בביאה דאחר אירוסין דינה כנשואה וכן פסק רבינו ז\"ל לעיל רפ\"י מהלכות אישות יע\"ש וכיון שדינה כנשואה אעפ\"י שלא נבעלה אין לה קנס וכמ\"ש רבינו לעיל פ\"א מהלכות נערה בתולה דין ט'. ומ\"מ לא נתקררה דעתי בכל זה משום דע\"כ מכח ההיא סוגיא דפרק הבע\"י מוכרחים אנו לומר דאיכא חד גוונא דליכא משום זנות ולא משום איסור אחר אלא משום בעולה שלא כדרכה וא\"כ הו\"ל לאוקמי הך דפרק אלו נערות בכה\"ג וההיא דהרי\"ף ורבינו ז\"ל שכתבנו לא שייכא הכא כלל דלא אמרו אלא בבועל לשם נישואין אבל שלא לשם נישואין פשיטא דלא קנה והכי דייקי דברי רבינו אך לכ\"ע לא עשאה זונה בביאה זו אף שלא כיון לנישואין מאחר שיש לו בה קצת הויה סוף דבר שדברי רש\"י ז\"ל צריך לי תלמוד: <br><b>שוב </b>ראיתי להרשב\"א בתשובה סי' אלף רל\"א ששאלוהו על זה מפני מה לא העמידה רש\"י בממאנת ותירץ דדוחק הוא לאוקמה בממאנת דאם איתא הוה להו לפרושי הכי בגמרא כו'. וראיתי בנימוקי החכם השלם עמית בתורה כמה\"ר אהרן ששון ז\"ל בקונטרס הן ישלח (דף נ\"א ע\"ב) שהביא דברי הרשב\"א הללו ותמה עליהם דהכא לענין קנס מיירי ותניא הממאנת אין לה קנס כו' וכתב בסוף דבריו וצריך ליישב דברי הרשב\"א לחלק בין ממאנת לממאנת ויש עדים ואין עדים כמ\"ש למעלה קצת מזה עכ\"ד. ולדידי הדברים פשוטים דמיירי בממאנת מן האירוסין וכדכתיבנא: <br><b>וגם </b>הספק שנסתפקנו אם בכל אשה שהיא מיוחדת לאדם אחד אלא שאין לו בה הויה כלל אם עשאה זונה אליבא דר\"א עדיין צריך אני להתלמד בזה ממקום אחר. ועיין במ\"ש התוס' יבמות (דף נ\"ט) ד\"ה ורב דאמר כר\"א שכתבו בסוף דבריהם ודוחק לומר דלא איצטריך לפסוק אלא בבא עליה לשם אישות ע\"כ ודוק היטב. ולעיקר הקושיא שכתבנו למעלה דלר\"א עשה זה דוהוא אשה בבתוליה יקח דאתא למעט בתולה למאי איצטריך. נראה דלק\"מ משום דאיצטריך לעבור על עשה ועל לא תעשה. ונפקא מינה דאם נפלה יבמה לכ\"ג מן הנישואין דאיכא עשה ולא תעשה ובעל הכ\"ג לא נפטרה צרתה הואיל ולא קנה מן התורה קנין גמור דלא אתי עשה דיבמה יבא עליה ודחי עשה ול\"ת. אבל אם נפלה מן האירוסין ובא עליה נפטרה הצרה. וכל זה הוא מבואר בפרק ב' דיבמות (דף כ\"א) ובדברי רבי' לעיל פ\"ו מהלכות יבום וחליצה דין י' וי\"א יע\"ש: ודע דהרא\"ם בפרשת אמור עלה דחללה דכתיב בכ\"ג דפי' רש\"י שנולדה מפסולי כהונה כתב דרש\"י בא למעט חללה שנתחללה ע\"י ביאת אחד מן הפסולין לכהונה משום דהרי כתיב והוא אשה בבתוליה יקח ואי אפשר שיקח חללה שנבעלה לאחר ע\"כ. והנה אליבא דר\"מ דאית ליה נבעלה שלא כדרכה כשרה לכ\"ג משכחת לה חללה שנתחללה בביאת א' מן הפסולין והיא בתולה. ואפי' למאן דפליג איצטריך חללה ואפילו במי שנתחללה ע\"י ביאת אחד מן הפסולין כדי לעבור עליה בעשה ולא תעשה ודו\"ק. ודע שאני נסתפקתי בכ\"ג שנפלה לו יבמה מן הנישואין ועבר ובא עליה אם חייב כרת דכיון דרחמנא פטריה הוה ליה אשת אח שלא במקום מצוה * (א\"ה כמו שנתבאר בדרשות הרב המחבר בדרך מצותיך ח\"ג דף ס\"ט) וא\"כ נפקא מינה טובא לחייב כרת לכ\"ג. ודע דהא דאמרי' דלר\"א פנוי הבא על הפנויה עשאה זונה הוא דוקא לפוסלה לכהן אבל לא נפסלה מן התרומה משום דלא קרינן בה כי תהיה לאיש זר כ\"כ התוס' בפרק אלמנה לכ\"ג (דף ס\"ט) ד\"ה לא פוסלין ולא מאכילין והוא חידוש גדול בעיני: "
            ],
            [],
            [],
            [],
            [
                "כל הנבעלת לאדם וכו'. * (א\"ה עיין בדברי הרב המחבר לעיל בפירקין דין ב' ד\"ה שוב ראיתי להרשב\"א סי' אלף רל\"א כו' יע\"ש): "
            ],
            [
                "<b>אשת כהן שנאנסה בעלה לוקה עליה משום טומאה.</b> * (א\"ה עיין בדברי הרב המחבר לעיל פ\"ו מהלכות יבום דין י\"ט שם רמז שהאריך בדין זה ולא זכינו לאורו): "
            ],
            [],
            [
                "<b>אשת כהן שאמרה לבעלה כו'.</b> כתב בהשגות אע\"פ שאמר דבר חכמה אין שמועתו מכוונת וכתב ה\"ה ז\"ל ואני אומר שדינו של רבינו ז\"ל אינו מחכמתו כו' וענין הסוגיא זו מבואר בדברי רבינו. ולא ידעתי מה זו סמיכה שסמך ה\"ה מסוגיא זו דההיא באשת ישראל איירי דלכ\"ע שויא אנפשה חתיכה דאיסורא כיון שלבעלה מותרת והראב\"ד ז\"ל לא יחלוק על זה אלא גבי אשת כהן מטעמא דכיון שלא נתקבלו דבריה כיון דהותרה הותרה לגמרי. ואף רבינו ז\"ל לא הוצרך לומר דבר זה אלא באשת כהן אבל באשת ישראל שאמרה לבעלה נאנסתי פשיטא ליה ולא הוצרך לומר דנאמנת לאחר מיתת בעלה דמהיכא תיסק אדעתין דלא תהא נאמנת. ואף שכפי הנראה גירסת ה\"ה בדברי רבינו הוי הכי אשת ישראל או אשת כהן שאמרה לבעלה נאנסתי כו' גירסתנו אינו כן משום דפשיטא ליה לרבינו וכמו שכתבתי. ועוד יש מקום דקדוק דפתח ה\"ה ז\"ל בתרומה מההיא דנדרים להוכיח דכי היכי דבתרומה אסורה לאחר מיתת בעלה ה\"ה לינשא וסיים בההיא דפרק האשה דנסתחפה שדהו ולדעתו שהיא הוכחה גמורה היה לו להביא ענין סוגיא זו בתחלת דבריו: "
            ],
            [
                "<b>כהן שקידש גדולה או קטנה כו'.</b> הנה ה\"ה ז\"ל הביא מחלוקת הראשונים באומרת משארסתני נאנסתי אם היא אסורה לבעלה דאיכא מ\"ד דאינה אסורה בטוען טענת דמים אלא בשותקת או במכחשת ואומרת בתולה אני אבל במודה וטוענת טענה אחרת אינה אסורה ואיכא מ\"ד דבכל גוונא אסורה וכבר ייחס ה\"ה סברא זו לרבינו ומדברי הירושלמי יש להוכיח כן דאמרי' עלה דהך דבוגרת ואתיא כהא דתנינן הנושא את האשה ולא מצא לה בתולים והיא אומרת משארסתני נאנסתי ונסתחפה שדך והוא אומר לא כי אלא עד שלא ארסתיך ומקחי מקח טעות נאמנת הדא דתימא לכתובת מנה אבל לקיימה אינו רשאי משום ספק סוטה ע\"כ. וכן באומרת מוכת עץ אני אמרי' התם דאסור לקיימה משום ספק סוטה הרי דאף במודה לדבריו ונותנת אמתלא לדבריה אסורה: תו גרסי' התם ואתיא כהא דתנינן תמן בתולה ואלמנה גרושה וחלוצה מן האירוסין כתובתן מאתים ויש להן טענת בתולים הדא דאת אמר בכתובת מנה ומאתן אבל לקיימה אינו רשאי משום ספק סוטה ע\"כ. ונראה דחיסור לשון יש כאן וקאי לסיפא דמתני' דקתני אלמנה גרושה מן הנישואין כתובתן מנה ואין להן טענת בתולים ועלה קאמר דלקיימה אינו רשאי משום ספק סוטה ונראה דמיירי באיכא עדים שנכנסה לחופה עם הראשון ולא נבעלה הא לאו הכי אינה אסורה שהרי בחזקת בעולה היא: <br><b>גרסינן </b>בריש כתובות רבי אילא בשם ר\"א מצא פתח פתוח אסור לקיימה משום ספק סוטה וחייש לומר שמא אנוסה היא קול יוצא לאנוסה ואפילו תחוש לה משום אנוסה לאו ס' אחד הוא ס' אנוסה ס' פתוחה מדברי תורה להחמיר אר\"י ואפילו תחוש לה משום אנוסה שתי ספיקות ס' אנוסה ס' פתוחה ס' משנתארסה ס' עד שלא תתארס שתי ספיקות מדברי תורה להקל ע\"כ. וכוונת הירושלמי נראה דרבי אילא אמר דמצא פ\"פ דאסור לקיימה הוא משום ס' סוטה והקשו לזה דאמאי אסורה וניחוש לומר שמא אנוסה היא ותירצו קול יוצא לאנוסה וחזרו והקשו דאמאי איצטריך לטעם זה דקול יוצא לאנוסה תיפוק ליה דאפילו נחוש לה משום אנוסה ס' אחד הוא ספק אנוסה ס' מפותה ומדברי תורה להחמיר ותירצו דאי לאו ה\"ט דקול יוצא לאנוסה לא היתה אסורה משום דאיכא שני ספיקות ואף בדברי תורה אזלינן לקולא. אבל השתא דאמרי' דקול יוצא לאנוסה ליכא למיחש לאנוסה וא\"כ ליכא אלא חד ספק ס' משנתארסה ס' עד שלא נתארסה וספק תורה להחמיר ומש\"ה אמר רבי אילא דאסור לקיימה זהו פשט דברי הירושלמי והרב שדה יהושע כתב בזה דברים תמוהים * (א\"ה ה\"ה כתב בסוף דין זה דמ\"ע דבר שאינו מצוי הוא ואין חוששין לו ועיין לדברי הרב המחבר לעיל פי\"א מהלכות אישות דין ח' ד\"ה עוד נ\"ל לומר דטעמיה דרש\"י וכו' וד\"ה עוד אפשר לומר דלעולם כו'): "
            ],
            [],
            [
                "<b>כל אשה שקינא לה בעלה כו' ה\"ז אסורה לכהונה.</b> כתב ה\"ה וז\"ל ואמרו באותן שב\"ד מקנין להם לא להשקותן אלא לפוסלן מן הכהונה, וכעת לא מצאתי לשון זה היכן נאמר דבר\"פ ארוסה תנן במתניתין לא להשקותה אלא לפוסלה מכתובתה והכי איתא התם בדף כ\"ה ודף כ\"ז ורבינו בפ\"א מהלכות סוטה דין ו' העתיק משנתנו כמו שהיא כתובה אצלנו: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכהן גדול שבא עליהן וכו'.</b> כבר נתבאר בגמרא דהלכה כראב\"י דיש חלל מחייבי עשה ונראה דכיון דיש חלל מחייבי עשה כהן שנשא חללה שנתחללה מאיסור עשה לוקה עליה משום חללה לא יקח. אך ראיתי להתוס' בפרק הערל (דף ע\"ו) ד\"ה מחלל דחייבי עשה שכתבו וז\"ל ושמא חללה הבאה מחייבי עשה ליכא לאו אלא עשה לכהן הבא עליה ע\"כ. ולא ידעתי אם דין זה נוהג ג\"כ בזונה דקי\"ל דיש זונה מחייבי עשה כמ\"ש רבינו לעיל בפי\"ח מהלכות אלו דין ב'. אם נאמר דזונה הבאה מאיסורי עשה ליכא לאו לכהן הבא עליה כי אם עשה ומסתמיות דברי רבינו נ\"ל דבין בזונה ובין בחלל לוקה עליהם אף שאיסורם בא מחמת איסור עשה וסברת ריב\"ם היא תמוה בעיני וצ\"ע מההיא דאמרי' בפרק האומר (דף ס\"ח) דלר\"ע דאמר אין קידושין תופסין בחייבי לאוין ואפי' בחייבי עשה קרא דכי תהיין במאי מוקים ליה ומשני בבעולה לכ\"ג משום דהו\"ל עשה שאינו שוה בכל. ואמאי לא אוקמיה לקרא בחללה דחייבי עשה שג\"כ אינו שוה בכל שאינו נוהג כי אם בכהנים. וכן בר\"פ אלו נערות (דף ל') אמרינן איכא בינייהו בעולה לכ\"ג משום דהו\"ל עשה שאינו שוה בכל. ואמאי לא קאמר חללה הבאה מאיסורי עשה. ומיהו י\"ל דכיון דלר\"ע כל שאין לו ביאה בישראל לא תפסי קידושין אלא דקרא דכי תהיין דיש איזה דבר שאין לו ביאה בישראל ויש לו בה הויה מסתברא לאוקומי קרא במה שהוא קל יותר דהיינו בעולה לכ\"ג שאינו נוהג בכל הכהנים כי אם בכ\"ג לאפוקי חללה הבאה מאיסורי עשה דאף שאינו נוהג בישראל נוהג בכל הכהנים ומש\"ה קיל בעולה לכ\"ג מחללה הבאה מאיסורי עשה. וכ\"ת תיקשי לרבנן דאמאי לא אוקמוה לקרא דכי תהיין בחללה מחייבי עשה הא לא קשיא כלל שהרי הקשו לר\"ע מי כתיב כי תהיין לכהן. וא\"כ מה\"ט נמי לא אוקמוה בחללה הבאה מחייבי עשה. וכבר כתבתי (א\"ה יתבאר לקמן בפירקין דין ה' יע\"ש) דלרבנן לא ניחא להו לאוקומי קרא אלא באשה שהיא שנואה לכל העולם: <b>ואם נשאת אע\"פ שלא נבעלה וכו'.</b> (עיין בדברי הרב המחבר בפ\"ה מהלכות אבל דין י'): "
            ],
            [
                "<b>וכן אם בעל בעולה בלא נישואין לא חללה.</b> * (א\"ה עיין בדברי הרב המחבר פ\"א מהלכות מכירה דין ד' ועיין לעיל פי\"ח מהלכות אלו דין ב' ד\"ה שוב וד\"ה הנה): "
            ],
            [
                "<b>לפיכך כהן שבא על זקוקה ליבם וכו'.</b> הנה ה\"ה ז\"ל הביא הסוגיא הנאמרת בפרק י' יוחסין בבא על אחותו וכתב רבינו רצה ללמוד הכשר מדין זה ולא מצא אלא מי שזקוקה ליבם וכו' (עיין במ\"מ) ואיכא לעיוני טובא בדברי ה\"ה הללו דהא משכחת לה בכהן שבא על מצרית ואדומית שניה שהולד כשר שהרי הוא מצרי שלישי והיא נעשית זונה שהרי נבעלה לפסול לה ואם חזר הכהן ובא עליה ונתעברה הולד חלל שהרי נולד מפסולי כהונה. הן אמת שיש להסתפק הרבה בדין זה דאפשר דשם זונה לא חל בפסולי קהל דדוקא בישראלית שמותרת שייך לומר שאם נבעלה לאסור לה דנעשית זונה אבל מצרית ואדומית שהם פסולי קהל אפשר דלא חל עליה שם של זונה. ובגמרא בפרק עשרה יוחסין (דף ע\"ז) שאלו דהיכי חל איסור זונה על גרושה וחללה ותירצו א\"ר חנא בר קטינא הואיל ושם זנות פוסל בישראל. והכוונה שזו היתה אסורה דוקא לכהן וזינתה ושם זנות פוסל אף בישראל נתוסף איסור אף לכהן. אבל פסולי קהל שהם אסורים לכהן אין שם של זונה חל עליהם לאוסרם לכהן. אלא שקשה לזה מ\"ש ה\"ה ואם בא על הממזרת הרי הולד פסול. ואמאי לא קאמר דשם זונה לא חל על הממזרת שהיא מפסולי קהל. וכ\"ת דעדיפא מינה קאמר דהיינו שהולד פסול מ\"מ היה לו לומר טעם כולל גם למצרית ואדומית. ומ\"מ הדין נראה נכון בעיני וכעת לא מצאתי גילוי לדין זה גם עיקר הדין דהיינו כהן שבא על מצרית שניה שיהיה הבן כהן גמור לא מצאתיו מבואר: <br><b>אך </b>אכתי קשיא לי דהא משכחת לה במי שכנס את יבמתו ואח\"כ בא הוא או אחד מן האחים על הצרה דאיפליגו בה בפ\"ק דיבמות דאיכא מ\"ד בכרת ואיכא מ\"ד בעשה ולכ\"ע לכונס אינו אלא בעשה ואנן קי\"ל בין לכונס בין לאחין ליכא כי אם עשה וכמו שפסק רבינו בפ\"א מהלכות יבום וחליצה דין י\"ב יע\"ש. וא\"כ אם בא הכונס או אחד מהאחין על הצרה עשאה זונה דהא קי\"ל דמאיסורי עשה הויא זונה וכמו שפסק רבינו לעיל פי\"ז מהלכות אלו דין ב' והולד כשר ואם חזר ובא עליה הרי חיללה והולד חלל. וא\"כ קשה איך כתב ה\"ה שלא מצא אלא על מי שזקוקה ליבם הא משכחת לה בבא על צרת כנוסתו. ונראה דלק\"מ דאמרי' בפרק אלמנה לכ\"ג (דף ס\"ט) ואימא נבעלה לפסול לה אף מחזיר גרושתו לאיש זר אמר רחמנא מי שזר אצלה מעיקרא לאפוקי האי דלאו זר מעיקרא הוא ע\"כ. ודרשה זו היא דרשה גמורה ואף שרבינו לא הביאה כבר עמד על זה ה\"ה לעיל רפי\"ח מהלכות אלו וז\"ל ודע שרבינו כשהזכיר נבעלה לאדם שהיא אסורה לו לא הוצרך להוציא מחזיר גרושתו משנשאת דהא ודאי לא פסיל לה משום דלאו זר אצלה מעיקרא הוא משום שלא אמרו כן אלא לתרומה אבל לכהונה כבר נפסלה מחמת שנתגרשה ומ\"מ עדיין היה לו לבאר ע\"כ. ובכוונת דברי ה\"ה איכא לעיוני טובא וכבר כתוב אצלנו בארוכה במקום אחר (א\"ה לעיל בפי\"ח מהלכות אלו יע\"ש) ומ\"מ הדבר מבואר דבעינן זר אצלה מעיקרא. ולפ\"ז זה שבא על צרת כנוסתו לא היה זר אצלה מעיקרא שהרי קודם שיכנוס היתה ראויה לו וגם לשאר האחין וא\"כ אינו עושה אותה זונה. אלא שאם הדבר כן יש לתמוה על מ\"ש רבינו לעיל פרק י\"ח מה' אלו דין ד' הבא על אחת מהשניות וכו' או על חלוצתו לא עשה אותה זונה שהרי אינה אסורה לו מן התורה ע\"כ. משמע שאם היתה אסורה מן התורה היה עושה אותה זונה. ואמאי והא לא היה זר אצלה מעיקרא שהרי קודם החליצה ראויה היתה לו: ואגב גררא ראיתי דאיכא לאתמוהי טובא בסוגית הגמרא בפרק האומר דרבנן אית להו דקידושין תופסין בחייבי לאוין מדכתיב כי תהיין לאיש וגו' האחת שנואה דהיינו שנואה במעשיה וקאמר רחמנא כי תהיין ופריך ונוקמה בחייבי עשה. ומשני הני חייבי עשה מאי ניהו אי שתיהן מצריות שתיהן נשואות אי אחת מצרית ואחת ישראלית שתי נשים מעם אחד בעינן אי בעולה לכ\"ג מי כתיב תהיין לכהן ע\"כ. והשתא תיקשי לחכמים דאמאי לא אוקמוה לקרא דהשנואה היא צרת כנוסתו. ולר\"ע לא קשיא מידי משום דדוקא אוקמוה בבעולה לכ\"ג משום דאיהו אית ליה דחייבי עשה השוין בכל אין קידושין תופסין בהן ומש\"ה לא אוקמוה אלא בבעולה לכ\"ג וכדאיתא התם בגמרא. אבל לרבנן דאי הוו מצו לאוקומי לקרא במצרית ואדומית הוו מוקמי לה יש לתמוה דאמאי לא מוקמי ליה בהכי. הן אמת דלר\"ח ור\"ת ז\"ל דגרסי' התם בלאו ניחא. אך לרש\"י ורבינו דאית להו דליכא כי אם עשה קשיא טובא. ואולי דרבנן ס\"ל דקרא כי קאמר האחת שנואה היינו שנואה לכל העולם דהיינו איסור כולל והיינו דקאמרי אי בעולה לכ\"ג מי כתיב לכהן כלומר דליכא לאוקומי לקרא באיסור פרטי לאדם אחד. וא\"כ הכי נמי ליכא לאוקומי לקרא בכונס צרת כנוסתו שהרי זו אינה שנואה לכל העולם. ולפ\"ז לרבנן קרא לא מיירי אלא בשנשא ממזרת ולא משכחת לה חייבי לאוין השוה בכל כי אם זה: והנה התוס' בפרק החולץ (דף מ\"ט) ד\"ה סוטה כתבו וז\"ל וא\"ת ולוקמה בסוטה ולבועל וי\"ל דמי כתיב כי תהיין לבועל כדקאמר התם מי כתיב כי תהיין לכהן א\"נ בבועל לא כתיב הויה ולא תפסי בה קידושין עכ\"ל. ולכאורה דבריהם תמוהים דהא דאמר מי כתיב כי תהיין לכהן רבנן הוא דקאמרי לה לדחות אוקימתא דר\"ע אבל ר\"ע אית ליה שבקיה לקרא דאיהו דחיק ומוקי אנפשי' והתוס' אליבא דר\"ע קיימי וכמבואר מתירוצם השני וזה פשוט. והנראה אצלי שיש כאן חיסור לשון בדברי התוס' וכוונתם מבוארת דהקושיא הראשונה שהקשו לוקמה במחזיר סוטה הוא לר\"ע דוקא כלומר דמנ\"ל דבעולה לכ\"ג נשתנה דינה משאר חייבי עשה אימר דקרא דכי תהיין מיירי במחזיר סוטה דכבר גלי קרא דקידושין תופסין בה ותירצו מה שתירצו וחזרו והקשו ולוקמה בבועל וקושיא זו הוא בין לרבנן ובין לר\"ע. לרבנן קשה דמנ\"ל דחייבי לאוין קידושין תופסין בהן אימא דקרא דכי תהיין מיירי בסוטה ולבועל ולר\"ע נמי קשה דלוקמה בסוטה ולבועל דגלי קרא דגבי בעל תופסין בה קידושין וה\"ה גבי בועל. ותירצו זה דלרבנן לא קשיא דמי כתיב כי תהיין לבועל דומה למה שאמרו דמי כתיב כי תהיין לכהן. דס\"ל כמו שכתבנו דכוונת רבנן באומרם מי כתיב כי תהיין לכהן הוא דס\"ל דהפסוק מיירי באיסור השוה לכל העולם. ולר\"ע נמי לא קשיא משום דאיהו ס\"ל דבבועל לא כתיב הויה וא\"כ לא תפסי בה קידושין ומש\"ה אוקמיה לקרא בבעולה לכ\"ג שהוא לאו שאינו שוה בכל דקיל וכדאיתא התם. ודע דטעמא דהוה ס\"ד דהתוס' דגבי בועל היו תופסין קידושין אע\"ג דלא כתיב ביה הויה הוא משום דאין לנו להחמיר בטומאה דגבי בועל מטומאה דגבי בעל וכמ\"ש התוס' בפ\"ק דיבמות (דף ג') ד\"ה לפי שאינן בצרת צרה. וא\"ת הקושיא הראשונה שהקשו התוס' דלוקמה במחזיר סוטה אמאי לא הקשו אותם גם [לרבנן] וכגון שקינא לאשתו ונסתרה וגירשה וחזר ולקחה דהכא ליכא לאו דאע\"ג דהרשב\"א ס\"ל דאפילו ספק סוטה קאי עלה בלאו וכמ\"ש ה\"ה בפי\"א מהלכות גירושין דין י\"ד מ\"מ דעת התוס' הוא דבספק סוטה ליכא לאו וכמו שנראה מדבריהם בפ\"ק דיבמות (דף י\"א) ד\"ה צרת סוטה וכ\"כ התוס' בפירוש פ\"ק דסוטה (דף כ\"ח) וז\"ל ואע\"ג דליכא מלקות מ\"מ לאו הבא מכלל עשה איכא ע\"כ. וי\"ל דאה\"נ אלא דבמה שתירצו לר\"ע מתרצים ג\"כ אליבא דרבנן ועיין בספר שי למורא סי' ק\"ב שהאריך בדברי התוספות הללו יע\"ש: "
            ],
            [],
            [],
            [
                "<b>אבל כהן שבא על אחת מהשניות וכו'.</b> לא ידעתי כוונת רבינו ז\"ל בזה דלענין דזרעו ממנה כשרים מאי איריא שניות דאיסורן דרבנן אפילו חייבי לאוין נמי זרעו ממנה כשרים וכמו שכתב דכהן שבא על זקוקה ליבם הולד כשר ואם כוונתו לומר דאפילו חזר ובא עליה ביאה שניה דאפ\"ה הולד כשר אין הטעם שכתב מספיק דאכתי קשה דאמאי בביאה ראשונה לא עשאה זונה דרבנן כדין כל אשה שנבעלה ביאת איסור השוה בכל ואם חזר ובא עליה פעם שנית תתחלל היא ובניה מדרבנן וכעת לא מצאתי טעם נכון למה גזרו חכמים בחלוצה אטו גרושה ולא גזרו בבא על אחת מהשניות שתהיה זונה דרבנן אטו זונה דאורייתא ואולי חלוצה דשכיח גזרו זנות לא שכיח לא גזרו * (א\"ה עיין מ\"ש לעיל פ\"ב מהלכות סוטה דין ח'): ודע שהנראה מדברי רבינו הוא דלא אשכח חללה דרבנן אלא בבא על החלוצה מדלא כתב אלא זו ואע\"פ דבפרק כל הגט (דף כ\"ז) אמרי' זעירי אמר כולן אין פוסלין חוץ מן האחרון וקי\"ל כוותיה וכמ\"ש כל הפוסקים לאו למימרא דזה האחרון הוא גט בטל ואם בא אחר וקידשה אין קידושין תופסין בה ואפ\"ה פסולה לכהונה מדרבנן אלא ספק מגורשת היא וכמ\"ש רבינו בפ\"ג מהלכות גירושין דין ד'. אך מאי דקשיא לי הוא אמאי לא הביא המגרש את אשתו ואמר לה הרי את מגורשת ממני ואי את מותרת לכל דאמרי' דזהו ריח הגט דפוסל בכהונה והגט בטל ואם מת מתייבמת ואם בא אחר וקידשה אין קידושין תופסין בה ואפ\"ה פוסל לכהונה מדרבנן וכמ\"ש רבינו ברפ\"י מהלכות גירושין וא\"כ הרי זו גרושה דרבנן ואם בא עליה כהן הולד חלל מדרבנן ואם נאמר דס\"ל דלא גזרו חכמים אלא עליה שלא תנשא לכהן אבל לפסול זרעה לא גזרו לא ידעתי מאין הוציא דין זה והדין מצד עצמו הוא תמוה דמאי שנא גבי חלוצה דכי היכי דגזרו עליה שלא תנשא לכהן גזרו על ולדה וגבי ריח הגט לא גזרו כי אם עליה ולא גזרו על ולדה והדבר צריך אצלי תלמוד: <br><b>עוד </b>משכחת לה גרושה דרבנן בממאנת וכדאמרי' בפ' בית שמאי (דף ק\"ז) נתן לה גט וכו' ופסלה מן הכהונה והיא הלכה פסוקה ופשיטא דאיסורה מדרבנן דהא לא היתה צריכה גט מדין תורה דקטנה היתה ואין קידושין תופסין בה וזה פשוט ותו איכא חרש שנשא פקחת וכן חרשת שנשאת לפקח שכל אלו קידושיהן מדרבנן וכמו שכתב רבינו בפ\"ד מהלכות אישות דין ט' ואם נתגרשו הוו גרושות מדרבנן ואסירי לכהן דומיא דקטנה ואע\"ג דכל אלו אם זינו תחת הבעל לא נאסרו לכהונה וכמ\"ש רבינו בפ\"כ מהלכות אלו דין ב' התם טעמא דמלתא הוא משום דרבנן לא גזרו באיסור של דבריהם משום זונה אבל ודאי אם נתגרשו נפסלו לכהונה דומיא דקטנה: "
            ],
            [],
            [
                "<b>נמצאו החללים ג' וכו' ואם אכל או נטמא או נשא גרושה מכין אותו מכת מרדות וה\"ה בחלל של דבריהם.</b> נ\"ל דלא קאי לכל החלוקות משום דפשיטא דחלל של דבריהם אם נטמא או נשא אשה שאינה ראויה לכהן שלוקה שהרי מדין תורה כהן גמור הוא ונהי דחכמים החמירו עליו לעשותו חלל שלא יאכל תרומה ככהן מ\"מ לענין אם נטמא או נשא אשה אסורה פשיטא לי דלקי ככהן גמור. וראיתי להרב פרישה א\"ה סי' ז' סל\"ו שכתב דאינו לוקה והטעם דחכמים השוו מדותם ואם ילקו אותו יאמרו שהוא כהן גמור ויבאו להאכילו בתרומה ע\"כ. ולפ\"ד ליתנהו להני מילי אלא לענין עונשין דוקא עונשין אותו ככהן גמור שוב ראיתי להרב חלקת מחוקק שכתב ככל אשר כתבנו וזה פשוט: <b>אבל חלל של תורה וכו'.</b> * (א\"ה עיין מ\"ש הרב המחבר בספר דרשותיו דרך מצותיך ח\"ג (דף ס\"ט ע\"ד):) "
            ]
        ],
        [
            [],
            [],
            [
                "וכן תרומה בזמן הזה וכו' * (א\"ה עיין בדברי הרב המחבר פ\"ז מהלכות תרומות דין י\"ז): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם נשא או נטמא לוקה.</b> דברי רבינו ז\"ל צריכין ביאור שסתם וכתב ואם נשא או נטמא לוקה וע\"כ בדהוחזק כבר מיירי וכמ\"ש הוא עצמו לעיל בפ\"א מה' אלו שמי שהוחזק בשאר בשר שורפין וסוקלין על החזקות. אבל בלא הוחזק כבר כתב הוא עצמו בפרק הנזכר דאין אדם לוקה ומת על פי עצמו. וכן נמי הוצרך שהחזיק ל' יום אבל פחות מכן לא. וכאן סתם הדברים ובודאי שסמך על מ\"ש לעיל. דאין לומר שיהא לוקה על פיו אם לא הוחזק. אלא שדברי ה\"ה ז\"ל קשים הם בעיני כפי זה שכתב והנבעלת ספק חללה ביאורו מפסולי כהונה וזרעה ספק וכו'. ולפי מה שפירשנו דבהוחזק מיירי נהי דאין האשה לוקה על פיו ממה שהחזיק הוא עצמו בכהן דמהני מה שהחזיק הוא לגבי דידיה. מיהו זרעיה ליהוי חלל ודאי דברא כרעא דאבוה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאין קריבין לערוה כלל.</b> * (א\"ה עיין בדברי הרב המחבר לעיל פ\"א מה' סוטה דין ג'): "
            ],
            [
                "<b>כיצד מותר האב לחבק בתו ולנשקה וכו'.</b> * (א\"ה עיין לעיל פ\"א מהלכות סוטה דין ג'): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אסור להוציא שכבת זרע לבטלה.</b> אם נשים מצוות בהשחתת זרע עיין בחידושי הרשב\"א ז\"ל לנדה ר\"פ כל היד דלר\"ת נשים שאינן מצוות על פריה ורביה כך אינן מצוות על השחתת הזרע. ולהרמב\"ן ז\"ל אף שאינן מצוות על פריה ורביה מצוות הן על השחתת הזרע יע\"ש. (א\"ה עיין מ\"ש הרב המחבר ז\"ל פ\"ט מהלכות מלכים ועיין בתוס' פרק אלו נערות (דף ל\"ט) ד\"ה שלש נשים כי שם באר\"ה פלוגתא דרש\"י ור\"ת אי נשים מצוות על השחתת זרע יע\"ש): "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא ישא עקרה וזקנה שאינה ראויה לילד.</b> הנה הטור סי' כ\"ג כתב ולא ישא קטנה שאינה ראויה לילד ומבואר בפרק כל היד וכתב מרן והטעם מפני שהוא בטל מפריה ורביה כל ימי קטנותה. תו אמרינן התם דטעמא הוא משום דאין בן דוד בא עד שיכלו כל הנשמות שבגוף ונקט הטור קטנה לחידושא אע\"פ שלאחר זמן תהיה ראויה לילד. עוד אפשר דהתם ודאי דאיירי בקיים מצות פריה ורביה ומשום דרשא דלערב אל תנח ידך ליכא איסורא כי אם בזקנה ואיילונית אבל קטנה לא. וזה הוא שרבינו ז\"ל הכא בפירקין לא נקט כי אם זקנה ואיילונית אבל לעיל בפרק ט\"ו מהלכות אישות דין ז' במי שלא קיים מצות פר\"ו נקט נמי קטנה וקמ\"ל דאע\"ג דליכא משום ולערב אפ\"ה אסור שמעכבין המשיח אבל משום השחתת זרע פשיטא דלא אסור וכמ\"ש הרא\"ש בתשובה וכ\"כ התוספות בפ\"ק דיבמות (דף י\"ב) וכ\"כ המרדכי וכ\"כ הנמוקי בפ\"ו דיבמות (דף תכ\"ג). ולפ\"ז לא ידעתי אמאי הביא הטור דין זה כאן בסי' כ\"ג שאין כאן מקומו ובסי' א' היה לו להביאו כי שם ביתו: "
            ],
            [
                "<b>וכן מי שגירש את אשתו מן הנישואין לא תדור עמו בחצר כו'.</b> פ\"ב דכתובות וכבר הוזכרה הסוגיא בדברי ה\"ה ז\"ל ונחלקו הפוסקים בדין זה. הר\"ן ס\"ל דשכונה גדולה ממבוי ובא\"א החמירו אפילו בשכונה אבל באשת כהן דליכא אלא לאו די במבוי. וגרושת ישראל שנתאלמנה או נתגרשה דינה כגרושת כהן ואשת ישראל שלא נשאת אסורה לדור עמו בחצר א' אא\"כ היו נזהרין שיהיו אחרים עמהם דומיא דאשתו של ר' זכריה בן הקצב. ומי שלוה מאשתו ואח\"כ נתגרשה נסתפק אי נפרעת ע\"י עצמה אע\"ג שאסורים לדור בחצר א' כיון דשרינן להו לדור בחצר א' כשהם נזהרים שיהיו אחרים עמהם וה\"נ כיון דאיכא ב\"ד ליכא למיחש או דלמא שאני הכא שהם מדברים וטוענין זה את זה ונראה דזה הספק עצמו שייך באשתו של ר' זכריה בן הקצב. ר\"י הביאו הר\"ן ס\"ל בגרושת ישראל שנתאלמנה או נתגרשה דלא הוי דינה כגרושת כהן ומותרת לדור עמו אף במבוי אבל בחצר לא ונסתפקתי אם יהיו נזהרים שיהיו אחרים עמהן אי שרינן להו לדור בחצר דומיא דאשתו דרזב\"ה או דילמא לא. ועיין לקמן ד\"ה הריב\"ש. ולענין ההלואה שלוה הימנה אי נפרעת ע\"י עצמה נראה דאי ס\"ל דאף באחרים עמהם דאסורים לדור בחצר פשיטא דאינה נפרעת ע\"י עצמה משום דעד כאן לא נסתפק הר\"ן באשת ישראל שנתגרשה אלא משום דס\"ל דבנזהרים שיהיו אחרים עמהם דשרי לדור בחצר ועל כן נסתפק אי ב\"ד הוי כאחרים או לא אבל אי אף בנזהרים שיהיו אחרים עמהם אסור פשיטא דלא עדיף ב\"ד מאחרים. אבל אי ס\"ל דמהני שיהיו אחרים עמהם יראה דהספק עצמו שנסתפק הר\"ן בגרושת ישראל שייך לר\"י בגרושת ישראל שנתאלמנה או נתגרשה. ולענין גרושת ישראל יראה דשרי לדור בחצר דהא מה שהכריחו להר\"ן לומר דגרושת ישראל אסור לדור בחצר הוא מכח הברייתא דקתני ואם היתה חצר שלה ומתמה בה דחצר מאי עבידתא דאי בשנשאת אפי' בשכונה אסור ואי באשת כהן אפי' במבוי אסור ומכח זה הוכרח לומר דמיירי בגרושת ישראל דאף דשרי לדור במבוי בחצר מיהא אסור אבל לר\"י דס\"ל דבגרושת ישראל שנשאת ונתאלמנה או נתגרשה דלא אסור אלא בחצר אפשר לאוקומי האי ברייתא דאם היתה חצר שלה בגרושת ישראל שנשאת ונתאלמנה או נתגרשה אבל לעולם בגרושת ישראל שרי לדור אפי' בחצר. ולענין אי שכונה גדולה ממבוי יראה דמדקאמר אף במבוי רשאה לדור עמו ס\"ל דשכונה גדולה ממבוי ורש\"י יראה דס\"ל דשכונה קטן ממבוי מדקאמר אבל ישראל כל זמן שלא ניסת תדור בשכונתו ואם איתא דשכונה גדולה ממבוי לאשמועינן רבותא דאפילו במבוי יכולה לדור וגרושת ישראל אי שרינן להו לדור בחצר מפשטא דלישנא דקאמר תדור בשכונתו משמע דדוקא בשכונה אבל בחצר אסור. והא דמוקי ההיא דלוה הימנה בכהן שגירש את אשתו אפשר דס\"ל דכשנזהרים שיהיו אחרים עמהם דשרי לדור בחצר וס\"ל דב\"ד לא גריעי מאחרים דמה שנסתפק הר\"ן מפני שהם טוענים ומדברים זה עם זה לא ס\"ל לרש\"י האי חילוקא ומש\"ה מוקי לה באשת כהן אבל כשאינם נזהרים אפשר לומר דאסירי לדור בחצר. אבל ראיתי להריטב\"א בחידושיו לכתובות כ\"י דבישראל שגירש את אשתו דיכולה לדור עמו בחצר כפנויה בעלמא ומדקאמר כפנויה בעלמא משמע דאף שאינם נזהרים שרו לדור בחצר. ומתוך דבריו משמע דהכי ס\"ל בדעת רש\"י ומתוך דברי הסמ\"ג נמי משמע דהכי ס\"ל בדעת רש\"י כסברת הריטב\"א שכתב ז\"ל ופירש\"י כל אלה מדבר בכהן ואין לנו ראיה בישראל שיאסר לדור עמה בחצר א' לפירושו ע\"כ משמע דס\"ל דמדמוקי לה רש\"י בכהן משמע דבישראל ליכא שום איסור אפילו כשאינם נזהרים משום דס\"ל לסמ\"ג דאי הוה ס\"ל לרש\"י דבאינם נזהרים איכא איסור הו\"ל לאוקומי ההיא דלוה הימנה בגרושת ישראל ושאני הכא שהם טוענים ומדברים זה עם זה וכחילוקא דהר\"ן. ומ\"מ עדיין אפשר לומר דמאי דקאמר הסמ\"ג אין לנו ראיה בישראל שיאסר לדור עמה בחצר הוי בנזהרים ומש\"ה דן דאין לנו ראיה לאיסור דאם איתא דאסור אף בנזהרים הו\"ל לאוקומי ההיא דלוה בגרושת ישראל אבל אה\"נ דבאינם נזהרים דאסור ובנזהרים דוקא שרי מש\"ה מוקי לה לההיא דלוה באשת כהן משום דס\"ל דלא גרע ב\"ד מנזהרים אבל מסתמיות דבריו משמע דראשון עיקר: כתב הטור וז\"ל ואם היה כהן אפי' לא ניסת ע\"כ. האי אפי' צל\"ע דהא הוכחנו לעיל דס\"ל לרש\"י דשכונה קטן ממבוי וא\"כ ע\"כ אית לן למימר דיותר מחמרינן באיסור לאו מאיסור א\"א וא\"כ ע\"כ האי אם היה כהן לא תדור במבוי מיירי דוקא בלא ניסת דאי ניסת די לה בשכונה וכדכתבו התוס' ז\"ל וא\"כ איך כתב אפילו לא ניסת. וראיתי למהריב\"ל בחידושיו לכתובות שכתב דס\"ל לרש\"י דהאי ואם היה כהן מיירי בנשאת ובלא נשאת בלא נשאת משום דקיל ובנשאת משום דחמיר טפי דאיכא חומרא דא\"א ולאו דגרושה. ולא הבינותי דבריו דאי בא\"א דעלמא לא מחמרינן ביה כאיסור לאו משום דחמיר כ\"ש בגרושת כהן וניסת דלא מחמרינן ביה משום דחמיר טפי וצ\"ע. תו יש לדקדק בדברי רש\"י דמוקי לההיא דלוה באשת כהן דאמאי לא מוקי לה אף בגרושת ישראל ובשניסת וכן בההיא דארוס וארוסתו מוקי לה בכהן ואמאי לא מוקי לה אף בישראל ובשניסת. הר\"ם הכהן הביאו הר\"ן ס\"ל דשכונה קטן ממבוי ובטעם החומרא דמחמרינן באיסור לאו יותר מאיסור א\"א כתב דטעמא הוי משום דבעלה משמרה אבל התוספות כתבו דטעמא הוי משום דחמיר ומש\"ה ליכא למיחש כולי האי אבל באיסור לאו דקיל איכא למיחש ונ\"מ בין שני הטעמים כשנתארסה לאחר אי נמי כשבעלה במדינת הים דלפי טעם התוס' ה\"נ ליכא למיחש כולי האי ולא אסור אלא בשכונה אבל לטעמא דהר\"ם הכהן דהוי משום דבעלה משמרה בארוסה ובשבעלה במדינת הים דליכא האי טעמא אסור אף במבוי וכ\"ת אי הכי ליפלוג וליתני הברייתא בדידה ולימא נתארסה לא תדור במבוי הא לאו קושיא היא דאי הוה תני הכי הו\"א דבאיסור לאו שרי לדור אפילו בשכונה משום דהו\"א דעד כאן לא חששו חכמים אלא באיסור א\"א אבל באיסור לאו אימא לא קמ\"ל דאף באיסור לאו חששו חכמים והחמירו בו יותר מא\"א שנשאת משום דהתם בעלה משמרה ומינה בארוסה ובשבעלה במדה\"י דליכא טעמא דבעלה משמרה דאסור אפילו במבוי. וכתב הר\"ן שהוא היה גורס כפר קטן נידון כמבוי. רבינו ז\"ל ס\"ל דגרושת ישראל לא תדור בחצר וע\"כ אית לן למימר דלדידיה ליכא חילוק בין נזהרין שיהיו אחרים עמהם ללא נזהרים דבכל גוונא אסור דהא גירסתו היא המגרש את אשתו לא תדור בחצרו ואי אמרת דליכא חילוק בין נזהרים לאינם נזהרים קא פשיט בגמרא לבעיא דאביי מדתניא לא תדור בחצרו סתם משמע דאף בנזהרים אסור אלא אי אמרת דס\"ל דלא אסיר אלא באינם נזהרים אבל בנזהרים שרי א\"כ כי קא פשיט בגמרא לאיבעיא דאביי להיתרא הוא דקא פשיט ליה והא מנא ליה דלמא לא תדור בחצרו דקאמר הוי אפילו בנזהרים אלא ודאי ס\"ל דאף בנזהרים אסור ופשיט לבעיא דאביי לאיסורא מדסתם הברייתא וקאמר לא תדור בחצרו ולא חילק בין נזהרים לאינם נזהרים וגרושת ישראל שנשאת לא נתבאר בדברי רבינו מה יהיה דינה ונראה דדינה הוי כגרושת כהן דאסור אף במבוי דליכא למימר דכיון דחמיר לא מחמרינן בה כולי האי דכיון דלא נזכר בגמרא האי חילוקא מנא לן למימר הכי להקל ולא לומר איפכא דכיון דהיא א\"א ראוי להחמיר בה טפי מגרושת כהן וכסברת הרא\"ש ז\"ל. וראיתי לה\"ה ז\"ל שכתב וז\"ל ויש להוסיף על דברי רבינו לפי גירסתנו שלא להנשא בשכונתו ושכונתו הוא ג' בתים ע\"כ וכעת לא הבינותי דבריו. הריב\"ש סי' ש\"ס ס\"ל דשכונה גדולה ממבוי יע\"ש ומשמע מדבריו שם דלר\"י דס\"ל דישראל שגירש ונשאת לאחר ונתגרשה או נתאלמנה שמותרת לדור במבוי אבל בחצר לא דאף ביחוד בית ובנזהרים שיהיו אחרים עמהם אסור ונפשט מה שנסתפקתי לעיל. ומשמע עוד מדבריו דלא שאני לן בין איסורא דרבנן לאיסורא דאורייתא דבכל גוונא אסורה לדור עמו במבוי בכהן שגירש וכל זה הוא למאן דס\"ל דגרושת ישראל ונתאלמנה או נתגרשה שדינה כגרושת כהן אע\"ג דליכא איסורא דאורייתא כדאמרינן בפרק עשרה יוחסין בעל ולא קידש אינו לוקה אבל לר\"י דס\"ל דגרושת ישראל שנשאת ונתאלמנה או נתגרשה דלא הוי דינה כגרושת כהן ולא אסור אלא בחצר ה\"ה בכל איסורא דרבנן. * (א\"ה באיסור דירה נראה מדברי הרב שבות יעקב ח\"א סי' קי\"ט דהוא מדרבנן וכן נראה מדברי הרמ\"ז בספר גט פשוט סי' קי\"ט ס\"ק מ'. ועיין מ\"ש המפרש לעיל ריש פ\"א מהלכות גירושין דאיתא בספרי והלכה והיתה לאיש אחר שלא תנשא עמו בשכונה ועיין מ\"ש הרמב\"ם שם דין ה'. ונראה דהיינו בנשאת אבל כל שלא נשאת לא אסור אלא מדרבנן. ועיקר דינו של הרב שבות יעקב על מי שנצטרעה אשתו וגירשה אם מותרת לדור במבוי כיון דמזוהמת היא בעיניו והעלה להחמיר דכל שנתגרשה לא פליג רבנן והביא ראיה מדתניא באבל רבתי בש\"א המגרש אשתו לא תדור במבוי כו' יע\"ש. וראיה זו איני מכיר דנהי דלב\"ש לא מצי מגרש לה אלא א\"כ מצא בה ערות דבר מ\"מ דינא קמ\"ל דאם עבר וגירשה לאיזה סיבה או שהיא נתרצית בכך לא תדור במבוי. ואולי למד הרב ראיה זו מהירושלמי שהביאו התוס' והרשב\"א בפרק הזורק גבי מתני' דבש\"א פוטר אדם את אשתו בגט ישן כו'. ונראה דלא דמי דשאני התם דאינו אלא משום גזירה שמא יאמרו גיטה קודם לבנה מש\"ה אמרי' דמסתמא לא גירשה אם לא שמצא בה ערות דבר ולא נתייחד עמה אחר שנתנו לה. ועיין בנדרים גבי אומר אילו היית יודע שאומרי' כך היא וסתו של פ' לגרש נשיו וכמ\"ש הרא\"ש ז\"ל לשם וע\"כ ההיא מתניתין כב\"ה נמי אתיא אלא ע\"כ לומר דאע\"ג דבידו לגרשה משום דהקדיחה תבשילו מ\"מ כיון דקשים גירושין מסתמא תלינן דגרשה משום דבר ערוה ודוק): <b>וגרושה שבאה עם המגרש וכו'.</b> ז\"ל מרן הב\"י סי' קי\"ט ומ\"מ תמיהא לי מלתא דכיון דלהרא\"ש אשת ישראל שנתגרשה מותרת לדור אפי' במבוי כמו שכתבתי לעיל משום דאפילו אם יבא עליה ליכא איסור לאו א\"כ כי אתו לקמן אמאי משמתינן להו והו\"ל לרבינו לפרושי דבכהן שגירש את אשתו מיירי וכדפירש\"י וא\"נ באשת ישראל שאחר שגירשה נשאת ונתארמלה או נתגרשה דאיכא לאו כו' יע\"ש. ודברי מוהריק\"א הללו נפלאו ממני דמה צורך היה לו להטור לפרש בלוה ממנה דבאשת כהן מיירי או באשת ישראל שנשאת ונתגרשה כיון דהדבר מוכרח דעל מ\"ש תחלה שייך והוא לא הזכיר אשת ישראל שנשאת לאחר. וע\"ק טובא שהרי רבינו ז\"ל דגריס המגרש את אשתו לא תדור בחצר ובמבוי שרי ופירש ז\"ל ברייתא דלוה ממנה בישראל שגירש אע\"פ שלא נשאת ואעפ\"כ כתב דמנדין אותם ואמאי לא הוקשה לו למרן על רבינו ז\"ל דכיון דמותרת במבוי אחד כי אתו לקמן אמאי משמתינן להו אלא ודאי דהא לא מכרעא דכיון דעבר אדרבנן וקרוב הדבר לבא לידי עבירה החמירו שמתא או נגידא ודוק: "
            ],
            [
                "<b>ואם הודיעה בתחלה שהוא נושא אותה לימים מותר.</b> דין זה הביא הטור אה\"ע סי' ב' בשם רבינו ותמה עליו מרן דלמה תלאו בהרמב\"ם שהרי מבואר הוא בפרק החולץ ע\"כ. והנה מעכ\"ת * (א\"ה הוא ניהו מר זקני הר\"ם ן' חביב ז\"ל בספר גט פשוט ר\"ס קי\"ט יע\"ש, והנה הרי\"ף והרא\"ש ז\"ל השמיטו הנהו עובדי דרב ורב נחמן וכבר נתן טעם מרן הב\"י י\"ד סי' קצ\"ב ולפ\"ז אפשר לומר דמש\"ה כתב הטור דין זה בשם הרמב\"ם וכיוצא בזה רגיל מרן הב\"י לתרץ בכמה דוכתי ולעת כזאת אתיא זכירה זכירה מ\"ש מרן הב\"י אה\"ע סי' ע\"ח יע\"ש)  תירץ לזה שני תירוצים האחד הוא משום דמהנך עובדי דמאן הויא ליומא הוקשה להם בגמרא דצריכה לישב ז' נקיים ותירצו ב' תירוצים ותירוצא בתרא הוא דרבנן יחודי בעלמא הוא דמייחדי להו ובכולא תלמודא מסכימים רוב הפוסקים תירוצא בתרא עיקר ולפי תירוצא בתרא אין ראיה משם דאם הודיעה בתחלה שהוא מותר דשאני התם דמייחדי להו בלבד אבל בנישואין ממש דלמא אסור לכך תלאו בהרמב\"ם ז\"ל דמתיר בנישואין ממש. וקשיא לי בזה מההיא דכתב הטור ס\"ס ב' לא ישא אדם אשה במדינה זו וילך וישא במדינה אחרת ואדם גדול ששמעו ידוע וזרעו מפורסם אחריו מותר ודין זה דאדם גדול דשרי יצא לו מההיא דפ\"ק דיומא ופרק החולץ דאמרינן שאני רבנן דפקיע שמייהו וע\"כ לא חילקו בגמרא בין ת\"ח לשאר העם אלא לפי תירוצא קמא דס\"ל שהיו באים עליהם אבל לפי תירוצא בתרא שלא היו באים עליהם אלא דיחודי הוא דמייחדי להו אין אנו צריכים לחלק בין ת\"ח לשאר העם דהא איתרצא ליה ג\"כ קושיא קמייתא דלא ישא אדם כו' וכ\"כ התוס' בפרק החולץ וז\"ל ומשום נושא במדינה אחרת נמי ליכא למיחש שאם אירע שבא עליה ונתעברה ממנו היה מוליכו עמו לעירו ע\"כ. וראיתי למעכ\"ת שתמה על זה בס\"ק ג' דאמאי איצטריכו התוס' לומר הך תירוצא והלא בגמרא אמרו דמשום נושא אשה במדינה אחרת ליכא דשאני רבנן דפקיע שמייהו. ול\"נ דהתוספות ס\"ל כסברת ר\"י שהביאו התוס' בפ\"ק דיומא אמרי מאן הויא ליומא לא אמרי מאן הויא ליומא ליבעל אלא ליחודי בהדה בעלמא והוקשה להם דאי הכי הול\"ל ליחודי בעלמא כלומר היו מודיעים להן שלא היו רוצים אלא ליחוד בעלמא ולזה תירצו דמש\"ה נקט האי לישנא יחוד בעלמא משום דאתא לשנויי מה שהקשה לא ישא אדם אשה במדינה זו כו' וע\"כ הוקשה להם בפרק החולץ דאם איתא דבתירוצא בתרא איתרצא ליה ג\"כ קושיא קמייתא ולא מחלקינן בין ת\"ח לשאר העם א\"כ לא הוי פת בסלו שהרי לא היו יכולין לבא עליהן משום ההיא דלא ישא אדם אשה במדינה זו לזה תירצו ומשום נושא אשה במדינה זו ליכא למיחש שאם אירע שבא עליה ונתעברה ממנו היה מוליכו עמו לעירו כלומר דאיכא פת בסלו כיון שהיה יכול לבא עליה ואם תתעבר יוליכהו עמו לעירו וכה\"ג כתבו התוס' בפ\"ק דיומא וע\"כ אית לן למימר דהתוס' בפרק החולץ ס\"ל כסברת ר\"י שהיו מודיעין אותם מתחלה שלא היו רוצים אלא ליחוד שהרי כתבו בתחלת דבריהם וכיון שפעמים לא היה בא עליה לא מיחמדא ואם איתא שלא היו מודיעין אותם מתחלה מנא הוו ידעי אלא ודאי שהיו מודיעין אותם מתחלה שלא היו רוצים אלא ליחוד ומש\"ה לא מיחמדא * (א\"ה עיין בתשובת הב\"ח סי' קי\"ח).  ואף למאן דלא ס\"ל האי פירושא דר\"י מ\"מ ס\"ל דבהאי תירוצא דמייחדי להו איתרצא ליה קושיא קמייתא דלא ישא אדם כו' ואין אנו צריכין לחלק בין ת\"ח לשאר העם דהא ליכא למיחש למידי וכ\"כ הראב\"ד לעיל בפי\"א מהלכות אלו דין י' וז\"ל. ואני איני אומר כן אלא כיון שהנשים היו מיוחדות להם ולכשירצו ישאום פת בסלו הוא ואתרתי קושייתא קא מתרץ לה ע\"כ. וליכא למימר דדוקא לפירוש הראב\"ד הוא דאתרתי קושייתא קא מתרץ אבל לפירוש רבינו ז\"ל עדיין צריכי' אנו לתירוצא קמא דשאני רבנן דפקיע שמייהו וכדמשמע לכאורה מדברי הראב\"ד. דהא ודאי ליכא נפקותא כלל להא מילתא בין שני הפירושים אלא כוונת דברי הראב\"ד כך היא דרצה לאשמועינן דכי משני בגמרא יחודי בעלמא לאו אז' נקיים בלחוד קאי אלא לכל הימים שהיו יושבים שם נמי שלא היו נושאים אותם ומש\"ה כתב ואתרתי קושייתא קא מתרץ וע\"כ אית לן למימר דכי משני בגמרא יחודי בעלמא לאו אז' נקיים בלחוד קאי אלא כל הזמן שהיו שם ג\"כ לא היו נושאין אותם דאם איתא דלא קאי אלא אז' נקיים אכתי לא איתרצא ליה קושיא קמייתא דלא ישא אדם כו' ואה\"נ דלפירוש רבינו ג\"כ שפירש דכי משני בגמרא יחודי בעלמא הוי לאחר נישואין אי ס\"ל דלעולם היו מתייחדין עמהם ולא בועלים דאתרתי קושייתא קא מתרץ וכ\"כ הרשב\"א בת\"ה הארוך וז\"ל וא\"נ שלא יהיו באים עליהן לעולם כו' וכדי לתרץ שתי הקושיות תירצו כן משמע דמאן דס\"ל דכי משני בגמרא יחודי בעלמא לאו אז' נקיים בלחוד קאי אלא לעולם ע\"כ ס\"ל דכדי לתרץ שתי הקושיות תירצו כן וכ\"כ הרא\"ה שם בב\"ה יע\"ש: א\"כ הדרינן לקושיין דאם איתא דמה שהביא הטור דין זה בשם רבינו הוי טעמא משום דללישנא בתרא אין ראיה משום דבנישואין ממש אם הודיעה דשרי וא\"כ ע\"כ אית לן למימר דס\"ל דכי משני בגמרא יחודי בעלמא לאו אז' נקיים בלחוד קאי אלא לעולם וכיון שכן ע\"כ לומר דס\"ל להטור דכי משני בגמרא יחודי בעלמא אתרתי קושייתא קא מתרץ וכדהוכחנו לעיל. ולפ\"ז ללישנא בתרא אין ראיה מהנהו עובדי לחלק בין ת\"ח לשאר העם. וא\"כ למה זה הביא הטור דין זה דאדם גדול בסתמא הו\"ל להביאו בשם רבינו כיון דלפי לישנא בתרא לא נפקא האי דינא כי היכי דהביא דין דאם הודיעה בשם רבינו ומשום דללישנא בתרא לא נפקא האי דינא. ואפשר לדחוק ולומר דכיון דכבר שמעינן מדינא דאם הודיעה דס\"ל לרבינו דפסקינן הלכתא כתרי לישני מש\"ה דינא דאדם גדול לא הביאו משם רבינו דכיון דפסקינן הלכתא כתרי לישני ממילא נפקא האי דינא: <br><b>ומ\"מ </b>דברי הטור הללו תמוהים מצד עצמם שהרי הרי\"ף והרא\"ש לא כתבו אלא דברי ראב\"י בלבד ולא חילקו בין ת\"ח לשאר העם משמע דס\"ל דהא דאמרינן בגמרא שאני רבנן דפקיע שמייהו לאו הלכתא היא. וטעמא נלע\"ד משום דס\"ל דכי משני בגמרא יחודי בעלמא אתרתי קושייתא מתרץ ולפי תירוצא בתרא אין אנו מחלקין בין ת\"ח לשאר העם ואינהו ז\"ל ספוקי מספקא להו אי פסקינן הלכתא כלישנא קמא או כלישנא בתרא וכמ\"ש מרן הב\"י י\"ד סי' קצ\"ב ומש\"ה לא הביאו ההיא דשאני רבנן לפסק הלכה. וא\"כ איך כתב הטור דאם הוא אדם גדול דשרי ופליג אהרי\"ף והרא\"ש אביו וצ\"ע, וכ\"ת דזאת הקושיא בעצמה צודקת לדינא דהודיעה דמדלא הביאו הנהו עובדי דרב ור\"נ משמע דס\"ל דאף אם הודיעה אסור דאם איתא דס\"ל דאם הודיעה שרי היה להם להביא הנהו עובדי דרב ור\"נ לאשמועינן האי דינא. הא ליתא משום דלעולם דס\"ל דאם הודיעה שרי ומה שלא הביאו הנהו עובדי דרב ור\"נ הוא משום דטעמא דאיסורא הוי משום אל תחרוש על רעך רעה והוא יושב לבטח אתך וממילא נפקא דאם הודיעה שרי שהרי אינה יושבת לבטח עמו ומש\"ה לא הוצרכו להביא הנהו עובדי לאשמועינן האי דינא. * (א\"ה והכי מוכח מדפריך בגמרא לרב ור\"נ מברייתא דלא ישא אשה במדינה זו כו' ומההיא דרבא ואמאי לא פריך נמי מברייתא דלא ישא אדם אשה ודעתו לגרשה אלא ודאי דפשיטא ליה דכל שמודיעה שרי). תו קשיא לי דאם איתא דלפי תירוצא בתרא אף אם הודיעה אסור וע\"כ לא הוו קאמרי רבנן מאן הויא ליומא אלא משום דמייחדי להו בלבד אבל בנישואין ממש מתסר א\"כ לא הוי פת בסלו שהרי לא היו יכולים לבא עליהם משום איסורא דאל תחרוש על רעך רעה תו קשיא לי לפי דברי מעכ\"ת שדחה התי' של הב\"ח והפרישה משום דאם כדבריהם הו\"ל להטור לומר דהרמב\"ם ורש\"י פירשו שאם הודיעה מותר א\"כ לפי תירוץ מעכ\"ת נמי תיקשי דהול\"ל דהרמב\"ם והסמ\"ג כתבו דאם הודיעה דשרי שכן כתב במל\"ת סי' קכ\"ו וכן על רי\"ו תיקשי דאמאי תלה דין זה דהודיעה בהרמ\"ה הו\"ל להביאו משם הרמב\"ן ג\"כ: עוד ראיתי שהקשה מעכ\"ת אעיקרא דדינא מההיא דאמר בספ\"ב דנדרים וברותי מכם המורדים והפושעים בי אלו בני ט' מדות וחד מינייהו בני גרושת הלב ומרב ור\"נ דעבדי הכי לא קשיא ליה למר דאיכא למימר ייחודי הוו מייחדי להו כלישנא בתרא וקשיא לי דא\"כ לא הוי פת בסלו שהרי לא היו יכולין לבא עליהן כי היכי דלא ליהוו בני גרושת הלב. עוד כתב מעכ\"ת ואפי' ללישנא קמא י\"ל דקודם ביאה היו גומרים בדעתם שלא לגרשה אם תתעבר כי היכי דלא ליהוו בניהם בני גרושת הלב משמע דס\"ל למר דאיסורא דבני גרושת הלב לא הוי אלא אם תתעבר אבל אם אינה מתעברת לא שייך איסורא דבני גרושת הלב. ול\"נ דהיינו דוקא למאן דסבר דקרא דוברותי מכם המורדים והפושעים בי קאי אבנים אבל לסברת הראב\"ד שהביא מרן הב\"י א\"ח סי' ר\"מ דס\"ל דקרא קאי לבועלים שהבועלים בא' מט' מדות אלו הם מורדים ופושעים אף שלא תתעבר אסור וא\"כ לסברת הראב\"ד קשיא לל\"ק דס\"ל שהיו באים עליהם היכי עבדי הכי: עוד כתב מעכ\"ת דבני גרושת הלב לא מיקרו אלא כשאינו מודיעה אבל אם מודיעה שרי ודברי תימה הם שהרי טעמא דאיסורא דבני גרושת הלב כתב הרא\"ש ספ\"ב דנדרים דהוי כי מתוך שגמר בדעתו לגרשה מהרהר באחרת א\"כ אף אם הודיעה שייך האי טעמא דמהרהר באחרת ולעיקר הקושי' נ\"ל לומר דע\"כ לא אמרי' כשגמר בלבו לגרשה דאסור לבא עליה אלא כשרוצה לקחת אשה אחרת דאז שייך טעמא דמהרהר באחרת אבל כשאינו רוצה לקחת אשה אחרת שרי דלא שייך טעמא דמהרהר באחרת וא\"כ רב ור\"נ שכבר היה להם אשה בעירם וכשהלכו לעיר אחרת רצו לקחת אשה לימים שיתעכבו שם אף שגמרו בלבם להוציאה לאחר זה הזמן מ\"מ לא היו מהרהרים בנשותיהן ואף מרן ז\"ל שכתב סתם ואם הודיעה מותר בכה\"ג קא מיירי: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "לא תתייחד אשה אחת אפילו עם אנשים הרבה כו'. * (א\"ה עיין בדברי הרב המחבר ז\"ל לעיל פ\"א מהלכות סוטה דין ג' יע\"ש):        סליקו להו איסורי ביאה בס\"ד: "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות איסורי ביאה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}