{
    "language": "en",
    "title": "Rabbeinu Chananel on Genesis",
    "versionSource": "http://www.urimpublications.com/Merchant2/merchant.mv?Screen=PROD&Store_Code=UP&Product_Code=chut",
    "versionTitle": "Eliyahu Munk, HaChut Hameshulash",
    "status": "locked",
    "license": "CC-BY",
    "versionNotes": "To enhance the quality of this text, obvious translation errors were corrected in accordance with the Hebrew source",
    "versionTitleInHebrew": "החוט המשולש, אליהו מונק",
    "versionNotesInHebrew": "כדי לשפר את איכות הטקסט הזה, שונו שגיאות תרגום ברורות בהתאם למקור העברי",
    "shortVersionTitle": "Eliyahu Munk, HaChut Hameshulash, Lambda Publishers",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/e1c992306d4b2f1316b3f9caea92802a.png",
    "purchaseInformationURL": "http://www.urimpublications.com/mikraot-gedolot-hachut-hameshulash-commentaries-on-the-torah-by-rabbeinu-chananel-rashbam-rdak.html",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "ר' חננאל על בראשית",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Rabbeinu Chananel",
        "Torah"
    ],
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ושם השנית פועה. Her name reflected her vocation as mentioned in Sotah 11 פועה לולד, she would encourage the baby to leave its mother’s womb by whispering to it. Nowadays (author’s time) midwives call encouragement into the ears of the mother about to give birth."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "The Torah mentions the king’s death so that Moses would hear about it, seeing that the king had been seeking to execute Moses, as we know from verse 16 וישמע פרעה את הדבר ויבקש להרוג את משה, “Pharaoh heard about the matter, and he tried to kill Moses.” In chapter 4,19 G’d Himself told Moses that all the people who had an interest in seeing him killed had already died. ",
                "ויאנחו בני ישראל; our sages in Berachot 58 say that אנחה is the kind of sigh which breaks half a person’s body. They quote Ezekiel 21,11 as proof for their statement. We read there: בן אדם האנח בשברון מתנים, “Now you, Ben Adam, groan with breaking loins, etc. The loins are half way from one’s feet to one’s head.",
                "ויזעקו ותעל שועתם, they cried out, and their outcry rose (to heaven). The outcry by the Israelites reported here (after 86 years of oppression) proves that their suffering had reached new heights. We find such a reaction to excessive oppression in Job 35,9 “because of contention the oppressed cry out; They shout because of the power of the great.” [in that paragraph, alas, the complaint has no address, no one addresses the only One Who can help. Ed.]"
            ],
            [],
            [
                "וידע אלוקים. G’d took notice of them. The meaning of the words וירא אלוקים immediately before this is that G’d saw that the Israelites had done Teshuvah, and as a result He had mercy on them."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "וגם ראיתי את הלחץ אשר מצרים לוחצים אותם. The pressure mentioned resulted from the fact that the family of Yaakov who numbered only seventy souls when they came to Egypt and were settled by Joseph in the region of Goshen, increased and multiplied so that this region became far too small to contain them and to offer them a livelihood. It was G’d’s blessing which led to this eventual problem as the Egyptians were not willing to cede additional parts of their land to the Israelites. This phenomenon of artificially forcing a large population into an inadequate amount of land is also described in Judges 1,34, where the Emorite is described as trying to compress the increasing numbers of the tribe of Dan into a mountainous region, not allowing them to take up residence in the plains below. "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "נלכה נא דרך שלשת ימים במדבר; there was no intention of misleading Pharaoh and using this subterfuge whereas in effect Moses meant to flee Egypt with the people. The request aired by Moses here was aimed only at allowing the people to receive the commandments of the Torah during their brief vacation. G’d had wanted to introduce them to Torah legislation gradually, such as afterwards when He commanded them about most of the Sabbath legislation at Marah. (Mechilta, beginning of Parshat Beshalach)."
            ],
            [],
            [],
            [],
            [
                "ושאלה אשה משכנתה, there can be no question that G’d would condone deceiving people into thinking that one borrows from them while not intending to return the “borrowed” objects. The meaning of the word ושאלה is not “she shall borrow,” but “she shall request as a gift.” We find the root שאל used in that sense in Judges 8,24 when Gideon asks the people who wanted to appoint him as king for something else instead. I quote: אשאלה מכם שאלה ותנו לי איש נזם שללו, “I request from you only one thing, that each one of you give me one nose-ring of the loot you captured, etc.” We also find the word שאל used as a request for a gift when Bat Shva relates this request to her son King Solomon in the name of Adoniah, Solomon’s half brother in Kings I 2,20-21. She said:שאלה אחת קטנה אנכי שואלת מאתך, יותן את אבישג השונמית וגו', “I have a small request from you; Avishag the Shunamite be given as a wife etc.” [clearly this woman was not going to be “on loan” to Adoniah. Ed.] The reason the Torah phrased it as ושאלה אשה משכנתה, when it could have written in general terms ושאל איש מאת מצרי, “let everyone request from an Egyptian, etc.,” was simply that if even the women would give gifts to the departing Israelites there was no need to mention that the men would do likewise. This sort of reasoning is found in Isaiah 33,23 where the lame are mentioned as helping themselves to loot. Need the prophet add that the healthy people did the same?"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "כי כבד פה וכבד לשון אנכי. The very fact that Moses mentioned both these deficiencies of his separately is a clear indication that he had difficulty in formulating certain words which are articulated with the teeth. The consonants he had difficulty with were זשרצס, and when he referred to difficulty as כבד פה, he had in mind the letters דתל'ט. "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "בני בכורי ישראל. Moses is to tell Pharaoh in G’d’s name that if He had delivered the Israelites under his control in order to discipline them somewhat this was not because He, their G’d, had rejected them. We know this from Moses telling the people in Deuteronomy 8,8 that any discomfort they had ever been subjected to in their journey was due to the discipline administered by a loving father to miscreant children. The father does not enjoy punishing his children but it is necessary in order for them to learn that misconduct carries a price. Pharaoh had greatly exceeded the authority he had to be G’d’s agent in educating the Israelites. As a fitting retribution G’d would kill Pharaoh’s own firstborn during the last of the plagues. When G’d referred to the Israelites as בני בכורי ישראל , this was a complimentary description of them, as for instance the line בני א-ל חי, “Children of the living G’d” in Hoseah 2,1. Similarly, Mount Sinai, a sanctified mountain is also referred to as הר ה', “G’d’s mountain,” in Numbers 10,33. Similarly, the Holy Temple, the holiest of structures, is known as “the House of the Lord” in Isaiah 56,7 The precise wording there is “for My House is called a House of Prayer.” "
            ],
            [],
            [
                "ויהי בדרך במלון ויפגשהו ה' ויבקש המיתו; Moses was not present at the inn. The Torah had written prior to this that Moses had taken his wife and his sons and let them ride on the donkey. (verse 20) The meaning of the verse is that he sent his family ahead of him. Immediately afterwards we are told that Moses himself returned to Egypt. If the Torah reports sequentially, Moses could not have been at the inn at the time Tzipporah had this encounter. ויבקש המיתו, the person under threat of death was the boy, seeing that the angel had assumed the form of a serpent about to swallow the little boy. This serpent then spit out the boy and began to devour him from the opposite end, swallowing up to the part where the circumcision was to be performed. At that point, ותקח צפורה צור, Tzipporah understood what the problem was, i.e. that they were being punished for being tardy in performing the boy’s circumcision so that she herself performed it with a sharp flint."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "ויחי שת חמש שנים ומאת שנה ויולד את אנוש, seeing that the Israelites trace themselves back to שת, he is the only one of Adam’s sons who is mentioned here."
            ],
            [
                "לא תאספון לתת תבן לעם, it is quite possible that this decree was quickly abolished after a single day or so, as it was counterproductive. Possibly the letter א in the word תאספון, which is most unusual, is an allusion to the short-lived nature of this decree."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ואם נפש כי תחטא וגו'...ולא ידע; this does not mean that the party concerned never became aware of this offence. If that were so, how could the Torah demand a sacrifice from him, etc.? The Torah describes the following scenario: someone had performed an activity which is definitely prohibited on the Sabbath. He does not know if at the hour he had performed this activity the Sabbath had already concluded or not. Or, he entertains a doubt of a different kind, such as having eaten one of two pieces of meat believing it to be kasher. In the meantime he has been made aware that one of the two pieces of meat had not been kasher. He has no means of finding out now which piece he had eaten, i.e. the doubt will forever remain unresolved. In such situations the offering he has to bring is the one known as אשם תלוי, a provisional guilt offering, i.e. pending clarification of what precisely if any his sin had been, this is all he can do in the meantime. Once he finds out that he has indeed committed the sin he was in doubt about, he has to bring (additionally) the regular sin-offering appropriate for the offence in question. וכפר עליו הכהן על שגגתו אשר שגג, which until this time had been an inadvertent sin."
            ],
            [],
            [
                "ואם לא שטית טמאה תחת אישך, the balance of the sentence is missing, the Torah meaning “then you will remain with your husband as his wife.” (Nachmanides, Kidushin 62).",
                "הנקי, your spirit and soul will depart from your body and the body will remain without a soul. <small>[I believe the author means that, in line with Rashi, who uses a play on words saying חנקי, “suffocate!” as the alternative to the woman being free from guilt. The verse is open ended, leaving parts to our imagination. Ed.]</small> We know of this meaning of the word הנקי from Psalms 24,4 נקי כפים the meaning there being “without sin, totally pure.” We find this word in a similar context in Amos 4,6 נקיון שנים. We also find this expression describing someone who has been deprived of all his possessions, remaining נקי, “completely devoid of.” (Baba Kamma 41) Compare also Isaiah 3,26 ונקתה לארץ תשב, “she shall be emptied, sit on the ground.”"
            ],
            [
                "מבלעדי אישך, in other words: “leave him.”"
            ],
            [],
            [
                "למה הרעותה לעם הזה?, this is not to be understood as a complaint or insolence, but simply as a question. Moses wanted to know the use of the attribute which decrees sometimes afflictions on the Just and all kinds of advantages for the wicked, while the Just are forced to watch this. Moses who had become exposed to these manifestations involving his own people even after G’d had told him that He had taken note of the injustice done to them, did not understand all this. Moses also did not understand which afflictions have what purpose, as sometimes they appear to strike people who clearly are guilty of certain sins, as per Isaiah 57,17 בעון בצעו קצפתי ואכהו הסתר ואקצוף, “For their sinful greed I was angry; I struck them and turned away in My wrath.” On the other hand, Moses also realised that there is an affliction known as יסורים של אהבה, afflictions resulting from G’d’s love, such as the manna being described as ויענך וירעיבך, “He afflicted you by letting you starve,” (Deuteronomy 8,16) where the very affliction was the forerunner of acts of love such as the heavenly bread G’d fed the Israelites for 40 years in the desert. Concerning such afflictions David has said in Psalms 94,12 אשרי הגבר אשר תיסרנו י-ה, “hail the man whom G‘d has seen fit to subject to such afflictions!” When Moses noticed that from the day he had begun his mission and had confronted Pharaoh the workload of his brethren had been increased instead of decreased, he asked G’d why He had permitted Pharaoh to get away with this when it was clearly within His power to save the Israelites altogether? Why had He not immediately saved the people seeing that it was His plan to do this, and he had appointed him to be His instrument in bringing this about? He could not understand that if even the midwives, who are only human beings, not possessing the power to give life or to kill, are being credited with “giving life to the babies whom they refused to murder” (Exodus 1,17) why G’d Who is surely able to grant such life, did not save the same Jews whom He credited the midwives with saving? We must surely understand the line ותחיינה את הילדים, as “they allowed the children to keep living,” not as “they granted life to the children!” Here too, the words למה הרעותה have to be understood as “why did You allow the Egyptians to continue to do evil to the this people instead of Your having saved them?” Moses‘ question expressed concern that Pharaoh would be allowed to continue in this vein and to make the lives of the Israelites still more miserable. Actually, Moses’ question here is echoed by the prophet Jeremiah 12,1 when the prophet asked:מדוע דרך רשעים צלחה שלו כל בוגדי בגד,”why does the way of the wicked prosper? Why are the workers of treachery at ease?” The prophet did not criticise G’d but wanted to know if the prosperity enjoyed by the wicked is in payment of the good deeds which most of them also have performed at one time or other and which G’d cannot repay them in the hereafter seeing they have already forfeited their afterlife so that they have to enjoy their reward while on this earth. Alternatively, did G’d grant these people an enjoyable life on earth in order to increase the punishment they would endure after their bodies had died? G’d answered Moses that the apparent success of Pharaoh was only in order to make him suffer so much more in the end. The matter is similar to that described by David in Psalms 69,28 where he asks G’d concerning the Gentile nations: תנה עון על עונם ואל יבואו בצדקתך, “add that to their guilt; let them have no share of Your beneficence.” In our verse G’d’s answer to Moses was given in Exodus 6,1 עתה תראה אשר אעשה לפרעה, “from now on you will see what I am going to do to Pharaoh.” G’d meant, that the afflictions which Israel had to suffer had as their purpose to double the reward they would reap. This is the meaning of: “now you will see.” You, Moses, will see and realise shortly that the relative peace which Pharaoh has enjoyed up until now was only meant to enable Me to increase the afflictions which I will subject him to. I had already made ready all these plagues. It was necessary for him to impose even harder working conditions on the Israelites in order to trigger carrying out My program, something which I had made ready on the day that I appointed you even though you did not realise this at the time. Not only is the result of My plan increased suffering for Pharaoh, but it is also increased reward for the Jewish people. The fact that they were able to endure it and did not collapse under this burden is proof that these afflictions  were motivated by My love for that people."
            ],
            [],
            [
                "ואיננו, כי לקח אותו אלוקים, seeing that he was unique in his generation the Torah describes his absence from earth as איננו, “he no longer existed.” <small>[the author means that whenever we leave behind offspring that can carry on our work on earth we have not totally disappeared, though we may be dead. Ed.]</small>"
            ]
        ],
        [
            [
                "ויהי כי החל האדם לרוב על פני האדמה ובנות יולדו להם, the Torah speaks of the “daughters who were born to men” as an introduction to the fact that the human species multiplied on the face of the earth. Seeing that there were a disproportionate number of girls being born, the species increased quickly."
            ],
            [
                "ויראו בני האלוהים את בנות האדם כי טובות הנה, ויקחו להם נשים מכל אשר בחרו. We have already explained that the noun אלוהים is a noun which is sometimes applied to G’d, and sometimes to certain people, and sometimes to phenomena which some people worship even though they have nothing divine about them, In Genesis 1,1 בראשית ברא אלוקים, it is clearly a reference to G’d. In Genesis 20,3 ויבא אלוהים אל אבימלך, it is a reference to an angel, seeing that he carried out a mission on behalf of G’d. In Exodus 22,8 עד האלוהים יבא דבר שניהם, it is a reference to a judge, a human being. The term is also applied to select human beings of a spiritually high level, such as when David quotes G’d in Psalms 82,6 אני אמרתי אלהים אתם, I used to say that you (man) are “divine,” (until you sinned). In our verse here, the Torah in speaking of בני האלוהים, refers to the elite of the human species at the time. In our verse it is a reference to the male elite, the judges."
            ],
            [
                "והיו ימיו מאה ועשרים שנה, it is possible that G’d extended their life spans for another 120 years, seeing the measure of their sin was not yet full. We have the Torah on record as the Emorites’ measure of sin not being complete, and that as a result of this the Israelites could not yet dispossess them (Genesis 15,16).  Abusing one’s G’d given tzelem is something that cannot be allowed to continue indefinitely. David already summed this up in Psalms 82,6 when he quoted G’d as saying: אני אמרתי אלוהים אתם ובני עליון כלכם, אכן כאדם תמותון, “I had said that you are all divine beings, sons of the most High; all of you, but you shall die as men do, etc.”"
            ],
            [
                "מכל אשר יעשה מגפן היין, the Torah does not write גפן without adding a modifier, as this could have led to confusion seeing that there are other kinds of גפן such as גפן שדה from which we get certain wild gourds. (Kings II 4,39) The angel instructing Shimshon’s mother regarding her abstaining from grapes and grape-based products also emphasises גפן היין, the vine from which wine is derived. (Judges 13,14) In that chapter the angel elaborates by telling Manoach’s wife that she must not eat anything that comes from the grapevine, nor drink wine or other intoxicant. He warns her once more to strictly adhere to his instructions. The instructions are couched in what is known in the rules of exegesis by Rabbi Yishmael as כלל, general rule, followed by another כלל followed by details, פרט.<br> The instructions to Shimshon’s mother how to conduct herself during her pregnancy reflect the concept that the food we ingest is converted by the body into blood, whence it becomes milk, whence it is transferred to the baby in his mother’s milk making an indelible imprint even on the baby’s personality. Seeing that the type of Nazirite which Shimshon was supposed to be began while he was still a fetus in his mother’s womb, as per the prediction of the angel there in verse 5, his mother had to abstain from all the things which a Nazirite has to abstain from.<br>Alternatively, there is a second general rule in that chapter, one which applied only to Shimshon himself and not to his mother, the requirement not to cut off any of the hair of his head. This rule had not been repeated by Manoach’s wife to her husband when she told him about the angel’s appearance. She had only told her husband that the son she would bear was to be a Nazirite all his life. When the angel returned a second time, he only spelled out what Manoach’s wife was to abstain from. The only reason why the angel repeated some details was that the first time he had not told Manoach’s wife to abstain from ritually impure foods, only from wine and intoxicating drink. On the first occasion he had not even forbidden Manoach’s wife to eat grapes during her pregnancy.<small> [Perhaps the story is an illustration of what our sages teach that a “repetition” in the Scriptures automatically includes a new dimension which had not been mentioned the first time, so that in effect there is no such thing as a “repetition.” Ed.]</small>"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ואחריו לא יהיה כן. At the command of a prophet. [this answers the question raised in connection with the prophet Yoel describing an unprecedented plague of locust. [That plague had been a natural disaster, had not been predicted by a prophet. Ed.] The expression describing the unique nature and quality of this phenomenon is similar to the Book of Kings II 18,5 describing the unparalleled faith in the Lord by the King Chiskiyah. The meaning there is that whereas Chizkiyah’s faith in the Lord was unparalleled, his fear of the Lord was matched by other people. Similarly, we are told in Joshua 10,14 that G’d’s responses to Joshua’s requests was unparalleled, so that even the sun was made to arrest its orbit as his request. However, G’d had done the same thing for the sake of Moses at his time, as well as for Nakdimon ben Gurion, the difference being that Moses did not even have to ask for it. (compare Taanit 20)"
            ],
            [],
            [],
            [],
            [],
            [
                "לא נשאר ארבה אחד בכל גבול מצרים. From the time Moses prayed not a single locust caused damage in Egypt. If, by chance locusts would land in the land of Israel and would cross the border of the land of Egypt, they would not eat anything of the local harvest until now. [the “now” refers to the era of Rabbeinu Chananel. Ed.] It is common knowledge in my time that this is the correct interpretation, as in connection with the crocodiles (or frogs, depending on which interpretation we accept for the meaning of the word צפרדע), the Torah stated that these creatures remained only in the river Nile, not posing a threat to the urban areas, whereas here the Torah speaks of the total disappearance of all the locusts from the entire territory of Egypt. Concerning this latter phenomenon the psalmist writes in Psalms 105,2  שיחו בכל נפלאותיו, “speak of all His wondrous deeds.”"
            ]
        ],
        [
            [],
            [
                "וישאלו איש מאת רעהו ואשה מאת רעותה כלי כסף וגו', the meaning of שאלה here is not the same as when women “borrow” kitchen utensils and the like, it being understood that these will be returned to the lender. G’d, i.e. Moses, commanded the people to ask for these trinkets, garments, etc., as outright gifts. G’d would see to it that the Israelites asking for this would be considered by the Egyptians as deserving of this so that they would gladly part with the items in question. This did not involve any misrepresentation on the part of G’d, the Egyptians being perfectly aware that nothing they would give their Israelite neighbours could even remotely compensate them for the wages these people had never received during all these years. In that connection, consider that a Jewish servant (for whose services his master paid six years’ wages in advance to the servant’s creditor) at the end of his 6 years of service must be given an ex gratia payment by his master so that he can establish himself economically. (Deuteronomy 15,13-14). How much more so would the Israelites be entitled at this time to a small installment of all the money owed them for 210  (or 86) years of slave labour!"
            ]
        ],
        [
            [],
            [
                "החודש הזה לכם ראש חדשים, the determination of the calendar, i.e. months of the year, is made only on the basis of astronomical calculations and is not based on visual observation. The proof that this is so is the fact that during the forty years the Israelites were wandering in the desert the heavenly cloud which enclosed them by day, shielding them from heat and from the eyes of curious outsiders, as well as the pillar of fire by night, made visual observation an impossibility. This is the meaning of the verse in Nechemyah 9,19 ואתה ברחמיך הרבים לא עזבתם במדבר את עמוד הענן לא סר מעליהם ביומם להנחותם בהדרך ואת העמוד האש בלילה להאיר להם ואת הדרך אשר ילכו בה. “You, in Your abundant compassion, did not abandon them in the wilderness. The pillar of cloud did not depart from them to lead them the way by day, nor the pillar of fire by night to give them light in the way they were to go.” How then were they possibly able to determine the times of the new moon and all the important elements of the calendar depending on this by visual observation? There is no question that the central commandment meant by our verse is to calculate the times of the new moon by astronomical means.",
                "We have an ancient tradition that of the 12 months of the year 5 have 30 days each, whereas another five have 29 days each. The remaining two months sometimes have 29 days and other times 30 days. Sometimes, one of the two months in question has 30 days, whereas the other one has 29 days. The two months referred to are always Marcheshvan and Kislev. We also have an ancient tradition that the first day of the month of Tishrey is at the same time the first day of the New year. Every single month, according to tradition handed down since the time of Moses, consists (astronomically speaking) of 29 days 12 hours and 793 parts of the 1080 parts into which I hour (60 minutes) is divided in Jewish law. ",
                "This tradition is spelled out in Chronicles I 12,32: ומבני יששכר יודעי בינה לעתים לדעת מה יעשה ישראל ראשיהם מאתים וכל אחיהם על פיהם,”and from the tribe of Issachar, men who knew how to interpret the signs of the times to determine how they should act, their chiefs were 200, and all their kinsmen followed them.” There is no discipline that requires greater wisdom than the calculation of the mysteries connected to when the lunar cycle renews itself.",
                " Once one has already seen the new moon, it is a well known fact that such a day is observed officially as the new moon and our festivals are calculated on that basis, for instances Passover on the 15th of the month of Nissan, etc. The calculation upon which the real renewal of the lunar cycle is based, known as מולד in our halachic literature, is something which is calculated not visually but astronomically by our sages, something which required special ordination for the people entrusted with that task [before the introduction of a permanent calendar. Ed.]<small>  The people would be informed by the result of the sages’ calculations when this still was required. They would accept this ruling without fail. This is the meaning of the words in Chronicles we have quoted: “and all their kinsmen followed them.”</small>",
                " You will find another reference to this subject in Samuel I 20,5 where David and Yonathan discussed the imminent celebration of the new moon, (2 days on that occasion). If the determination of the date of the new moon had depended on visual observation, how could David have known beforehand that the new moon would be observed both on the 30th of the month and the day following on that occasion, seeing the moon had not yet been sighted as yet? Clearly, the determination was made on the basis of astronomical data, and David was aware that in view of the previous month having been a month of 29 days that according to the astronomical data the new moon following would have to be observed on two days. The text there (verse 24-26) reads as follows: ויסתר דוד בשדה בשדה ויהי החודש וישב המלך על הלחם לאכול.. ולא דבר שאול מאומה ביום ההוא כי אמר מקרה הוא, בלתי טהור הוא....ויהי ממחרת החודש השני ויפקד מקום דוד. “David hid in the field. On the new moon the king sat down to eat and he did not say a word (about David’s absence) saying it is the result of seminal ejaculation, presumably he is ritually impure <small>[and had no chance to immerse himself in a ritual bath. Ed.]</small> so that he could not attend. It came to pass on the second new moon, etc.”<small>  [There follows the famous altercation between Yonathan and his father, etc, which I do not bother to repeat here as it is not really necessary for the author’s point to be made. Ed.]</small> From the context of the story, it is quite impossible to understand the last words as applying to the celebration of the new moon on the following month. ",
                "It is clear therefore that even in the days of King Sha-ul arrangements had been made beforehand to observe 2 days of Rosh Chodesh. Such arrangements beforehand were based on the calculations of the Sanhedrin, Supreme Court. What was the custom in the days of King Shaul continued for a period of about 1100 years from the time of Moses until the days of Antignos the head of the Supreme Court during the early days of the Second Temple. When two of the students of this sage by the name of Tzadok and Beyssus heard their mentor say “do not be like the servants who serve their master because of the reward they expect to receive as compensation, but serve the master for altruistic considerations,” they began to question the entire foundations of Judaism, the concept of reward and punishment. They concluded that based on their mentor’s words there was no such concept in Judaism, and they began to live in a style which reflected their new found philosophical freedom. Once they had crossed this threshold they began to question the tradition of calculating the new moon astronomically rather than by visual observation, challenging the established authorities whose ruling was based on the oral Torah rather than on the written text as per our verse above i.e. the word זה, “this,” which implies visual observation. This was the beginning of the schism in Judaism, the heretics being known as צדוקים, based on the name of the originator Tzadok. Their basic argument was to challenge the tradition which did not clearly base itself on the written text of the Torah.<br> The Torah sages during that period saw themselves forced to counter the arguments of these people by proving that what they did based on tradition did not contravene the text of the written Torah, but that what had been the accepted manner in which the sages determined these dates was not only accurate but was always in harmony with the Torah.<br> Rabban Gamliel in Rosh Hashanah 25 already told his audience not to put too much stock into the need to actually see the new moon before the festival of the new moon could be observed, seeing that the astronomical data outweigh the importance of visual confirmation. He quoted a long family tradition to support his view. The calculation he referred to stated that the length of a lunar month is never shorter than 29 and a half days and 793 portions of the 1080 divisions into which the 13th hour is divided.<br> These words of Rabban Gamliel prove that he, who more than anyone else provided elaborate safeguards to prove if witnesses claiming to have sighted the new moon had spoken the truth, did not in fact base his decisions on the testimony of these eye-witnesses at all.",
                " There is also an entire Mishnah on the same folio in the Talmud which reads: “if the entire supreme Court as well as the people generally had come to testify to the sighting of the new moon, and the examination of the testimony had taken so much time that at the end it was already too late to declare that day as “new moon,” the following day would be declared as new moon. This Mishnah is clear proof that the Court did not have a tradition according to which the actual sighting of the new moon was the decisive factor in determining the calendar. If they did have a tradition that the sighting determines the dates, how could they have bothered to examine more than the necessary number of two witnesses and allow the opportunity to declare that date as new moon to go by without sanctifying it?.",
                " An even more convincing proof is the following: The Talmud states there that if two witnesses arrived at the court and they testified: “we saw the new moon on the evening of what would have been the 30th of the month, and on the following evening we did not see it again,” Rabban Gamliel accepted this testimony as believable. If the court had based their determination on the sighting of the moon rather than on the astronomical calculations, surely the fact that the moon, according to their testimony, had not been visible on the following night must have proved that the witnesses had been lying! Rabban Gamliel’s acceptance then meant that he had calculated that the correct date was the date of the first sighting reported by the witnesses. Seeing that there was then a new month and the court had sanctified it this was the end of the matter. <small>[the balance of their testimony was quite irrelevant. There are numerous other interpretations as to why Rabban Gamliel accepted these witnesses. All agree that Rabban Gamliel was not really interested in sightings when the sightings conflicted with his astronomical data. Ed.]</small> ",
                "The Talmud reports that in Rabban Gamliel’s study there were maps of the sky depicting different possible or impossible positions of the moon at the time of the new moon, which the Rabbi used to determine if the testimony of the witnesses could be relied on from an astronomical point of view. A major reason why Rabban Gamliel had these maps made was to prove to the followers of Tzadok and Beyssus that he was an expert of the orbit described by the moon at any time during the month. He would predict accordingly when the end of the cycle would occur after 29 days and when it would occur after 30 days. He taught his own students how to become thoroughly familiar with the position of the moon in the sky at any time of the month, allowing also for the variations of the moon’s position in the sky due to the season of the year. When he proved himself invariably correct month after month, year after year, the arguments of the opponents gradually were silenced. He still kept up the regular examinations of witnesses and they were encouraged to come forward as a reminder of the period when the matter had been a clouded issue.",
                " All our sages agree that the source of investing the Sanhedrin with the authority of determining changes in the calendar goes back to Moses at Sinai, and that this authority has been used by the Sanhedrin. Any changes in rulings made in the past would have to have been authorized by another larger court superior to the original one in numbers and wisdom. The beginning of our chapter is the authority granted to Moses to determine our calendar. "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ומושב בני ישראל אשר ישבו במצרים, we find in connection with the redemption from Egypt 3 different dates of termination all of which relate or appear to relate to the same event. The numbers are: “400 years,” i.e. the prediction in Genesis chapter 15 to Avraham; we find the number 430 years in our verse here. Finally, we have the number 210 years. In order to reconcile these numbers we must remember that the number 400 refers to the time from the birth of Yitzchok. Seeing G’d’s promise to Avraham concerned “his descendants,” any count could not begin until Avraham had such descendants, i.e. Yitzchok. G’d had told him that his descendants would be known through Yitzchok, (not through Ishmael or the sons of Keturah) The number 430 begins with the date when Avraham had been told about his future by G’d at the covenant between the pieces in chapter 15 in Genesis. The number 210 were the years during which Avraham’s descendants were not free men living in what would become their own country in the future. During the latter 86 years of these 210 years they were cruelly enslaved and abused. During the first 124 years of their stay in Egypt, until the death of the last surviving brother of Joseph they enjoyed freedom in Egypt.<br> It is interesting that we find three dates about the redemption in the future mentioned also in the Book of Daniel. There we are told about 1) 1150 years; 2) 1290 years; 3) 1335 years. I am quoting from the first mention of redemption in Daniel 8,13-14: “Then I heard a holy being speaking, and another holy being said to whomever it was he was speaking to: ‘how long will what was seen in the vision last- the regular offering be forsaken because of transgression, the sanctuary be surrendered and the heavenly host be trampled?’ He answered me: “for twenty thee hundred evenings and mornings; then the sanctuary will be cleansed.” Seeing that mornings and evenings were counted as separate, what are meant are half this number i.e.1150 years.<br> It is further recorded there in chapter 12,11 that from the time the regular offering had been abolished and an appalling abomination had been set up in its place it will be one thousand two hundred and ninety days. Immediately after this, in verse 12 we read: “happy the one who waits and reaches one thousand three hundred and thirty five days.”<br> It had been G’d’s plan that the Exodus from Egypt would be described in terms of 3 separate conclusions, extremities. The reason was that G’d wanted to offer us who are awaiting the final redemption increased hope that it will eventually materialize. Having known that all three dates (prophecies) concerning the date of the redemption had come true, we would be encouraged in our faith that the promise held out in the Book of Daniel will also come true even if we appear to be at a loss to understand these numbers in advance of their becoming history. <br> One thing we can be pretty sure about: G’d allowed Himself fall back positions, as He has always done since the time He created man on earth, so that if we deserve to be redeemed earlier than G’d’s timetable foresaw He would be able to take advantage of that number. In the Torah too, G’d had not irrevocably decided beforehand that the redemption could not occur until the date it did occur, or even earlier. "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ושמרת את החקה הזאת למועדה מימים ימימה, the Torah repeatedly warns the people concerning the meticulous observance of the Passover. However, this verse is only meant to inform us that from this year onward they would know that the date of observing the Passover will always occur on the anniversary of the Exodus. This also again proves that the calculation of the new moon does not rely on actual sightings."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ולא נחם אלוקים דרך ארץ פלשתים, He led them through the desert for a different reason, apart from the fact that the route through the land of the Philistines was the most convenient one. Had He led them in that direction, and He would have convinced the Philistines to allow the Israelites free passage, based on the longstanding treaty between Yitzchak and Avimelech, G’d could not have performed even a fraction of the miracles He had in mind to perform in order to strengthen the people’s confidence in Him.<br> Therefore, by making the Israelites take a circuitous route, G’d would be able not only to provide the people with manna, meat in the form of the quail, water produced by striking a rock, etc., etc., but the further away the Israelites would be from inhabited areas the greater would be the miracle that G’d could provide for several million people all of their needs. The lesson would also be taught that even in such inhospitable regions of the earth, the human species could survive if G’d wanted it so.<br> When G’d saved Chanayah, Mishael, and Azaryah from the fiery furnace, G’d could have saved these people by performing a far lesser miracle. However, He wanted to demonstrate His power at that time. (compare Daniel 3,27) G’d did not simply extinguish the flames in the furnace, for instance, but let it roar at its fiercest in order to show that if He wanted man to survive unharmed inside such a furnace it could be done, if only G’d wanted it. Or, to take the example of Daniel in the lions’ den. All G’d had to do was to kill the lions and Daniel would have been saved. The reason why G’d went to the trouble of preventing these starved lions from making a meal out of Daniel was to demonstrate to the onlookers the extent of His control over nature. (compare Daniel 6,23).<br> Another example of the same kind is found in Judges 7,2. If G’d would have allowed Gideon with 10,000 men to defeat the many times larger army of the Midianites, this would have been miracle enough. Why did G’d shrink the number of soldiers at Gideon’s disposal to 300? For no other reason than to make the miracle so much greater.<br> G’d wanted to teach the lesson that numbers did not matter at all; what counted was that the soldiers be G’d fearing men who had never bowed their knee to an alien deity. Prowess with a sword was not what was required, but lapping up water by hand and bringing it to one’s mouth is what distinguishes man from the beasts who lower themselves to the water."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ויאמינו בה' ובמשה עבדו. Belief consists of 4 different parts. <br>There is belief in the Lord, as we know from Chronicles II 20,20 האמינו בה' אלוקיכם ותאמנו, “believe absolutely in the Lord your G’d and you will be able to stand firm!”  This is the kind of belief that our verse speaks of when it reports the Israelites as ויאמינו בה' ובמשה עבדו, they believed in the Lord and in Moses His servant.” <br>The second type of belief is the belief in the authenticity of His prophets which implies the duty to accept the prophet’s instructions. We find a direct reference to this in Isaiah 53,1 מי האמין לשמועתנו? “Who does believe in our assurances?” <br>The prophet speaks about the promise of there being an hereafter, demanding that we must believe in this as well as the fact that the reward for performing good deeds in this life will be forthcoming in this afterlife. This is also what David spoke of when he said in Psalms 27,13: לולא האמנתי לראות בטוב ה' בארץ חיים, “Had I not the assurance that I would enjoy the goodness of the Lord in the land of the living, etc.” <br> There is the obligation to believe in the eventual arrival of a redeemer. This is a cornerstone of Judaism. This is also what is meant by Isaiah 28,16 הנני יסד בציון אבן, אבן בוחן פנת יקרת מוסד מוסד המאמין לא יחיש, “Behold I will found in Zion, stone by stone, a tower of precious cornerstones, exceedingly firm; he who believes need not fear.” All those who believe in this assurance will acquire numerous merits.<br> We know that G’d Himself cited Avraham’s belief in the promises He made to him for the far distant future as an act of righteousness as documented in Genesis 15,6והאמין בה' ויחשביה לו צדקה, “He believed G’d’s promise, and He accounted it for him as an act of righteousness.”<br> People believing in this promise of a rosy future will also wind up in Gan Eden as we know from Isaiah 26,2 פתחו שערים ויבא גוי צדיק שומר אמונים. “Open the gates, and let a righteous nation enter, a nation that keeps faith.” Such a person will experience the life in the world to come as we know from Chabakuk 2,4 וצדיק באמונתו יחיה, “and the Just will live (eternally) due to his faith.”<br> Anyone who does not believe in these precepts of Judaism falls into the category of people of whom we read in Job 15,22: לא יאמין שוב מני חושך וצפוי הוא אלי חרב, “he is never sure he will come back from the dark; a sword stares him in the face.” He will not participate in the redemption when it comes. We know this from the prophet Ezekiel 20,38אברותי מכם המורדים והפושעים בי, “I will remove from you those who rebel and transgress against Me.“ It is also written in Psalms 31,24: אמונים נוצר ה' ומשלם על יתר עושה גאוה, “the Lord guards and requites the loyal, and more than requites him who acts arrogantly.” The meaning of the verse is clear: G’d rewards the ones who have displayed faith in Him, whereas the ones who have failed to believe in Him He will punish for having acted so arrogantly. They will not be granted life in the future. This is implied by the first part of the verse from Chabakuk 2,4 we quoted already in which the prophet states הנה עופלה לא ישרה נפשו בו,; “Lo his spirit is puffed up within him not upright; but the righteous man is rewarded with life for his fidelity.”"
            ]
        ],
        [
            [],
            [
                "The reason why we have two verses in both of which G’d is reported as speaking (separately) although no mention is made of Avram making any response in between, is that the first verse commencing with ויאמר was not a verbalised version of what G’d “said,” but describes what he thought. Such constructions are not unique, other examples occurring in Genesis 27,41 ויאמר עשו בלבו, “Esau said in his heart, etc.” It is reported as Esau having said something, else how could his mother have heard it? Solomon, in Kohelet 2,1 also uses the word אמרתי when describing something he thought rather than something he had actually said."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "וילכו שלשת ימים במדבר ולא מצאו מים. The distance covered was one which normally requires three days’ travel. They covered this distance in the space of only one day. This means that actually the period that they were without water was a single day. It is not normal for people, and especially such a large body of people, to keep marching for three days without having any water."
            ]
        ],
        [
            [],
            [
                "ויקומו לפני משה ואנשים מבני ישראל חמשים ומאתים, all these who ganged up on Moses and Aaron were from Korach’s own tribe, i.e. Levites. This is the meaning of Moses saying to them: “רב לכם בני לוי, “enough for you Levites, etc.” (verse 7), as well as when he again addressed them as בני לוי in verse 8, i.e. stressing that the people he was speaking to were all Levites. Perhaps these Levites had been under the impression that their whole tribe had been meant to be priests and that Moses had highhandedly decided to bestow this honour only on his brother Aaron."
            ],
            [
                "מי יתן מותנו ביד ה, a reference to the three days of intense darkness when all the Jews not deserving redemption had been killed by G’d and been buried by their brethren."
            ],
            [],
            [
                "ותאמר שרי אל אברם חמסי עליך, the meaning of the words חמסי עליך is revealed when the angel tells Hagar to go back to Sarai her mistress and to submit to her oppression (16,9). The Torah, at this stage, had covered up the change in Sarah's attitude toward Hagar. Sarai had become completely dependent on Hagar as a result of her having become pregnant. Previously, in the mistress-maid relationship it was the maid who had been dependent on her mistress. Avram had accused her of committing a criminal act by oppressing Hagar. By refusing her services as a maid, Hagar was further encouraged to treat her mistress as her inferior. As a result, Sarai now challenged Avram, blaming him for her reduction in status. She therefore demanded that G'd Himself intervene to show that it was really His will that she now be subordinate to Hagar. This is the reason for the dot on the word וביניך. The point is that Sarai did not want such Divine judgment to cause Avram harm. In the event, the angel told Hagar that Sarai had been correct in her treatment of her when he told her to go back and to submit to Sarai's harsh treatment of her."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "מן הוא; as if the Torah had written מאין הוא?, “where did it come from?”"
            ],
            [
                "מספר נפשותיכם איש לאשר באהלו תקחו, as if the Torah had written לאשר באהלו, “for those who are (entitled to be) in his tent.” These include: his wife who is his legal spouse according to Jewish law. When the angel asked Avraham about the whereabouts of his wife, (Genesis 18,8) he replied: הנה באהל, “she is in the tent which is her rightful place.” We have learned from Psalms 45,14 כל כבודה בת מלך פנימה, that the entire measure of female dignity (a Jewish wife being equated with a princess) is within her home. Our verse also teaches as a corollary that the father is obliged to look after the needs of his wife and children. The Torah phrases this as מספר נפשותיכם, “the number of persons belonging to you.”"
            ],
            [],
            [],
            [],
            [],
            [
                "הבדלו מתוך העדה הזאת; G’d referred to the congregation of Korach, not to the community of the people of Israel."
            ],
            [
                "ויאמרו, א-ל אלוקי הרוחות לכל בשר וגו, G’d immediately informed Moses that He did not intend to wipe out the nation but only the congregation of Korach. This is why I explained that the words הבדלו, etc. referred only to that Moses and Aaron should put distance between themselves and the congregation of Korach as well as between themselves and Datan and Aviram (compare verse 24). He repeated this instruction in verse 24, hoping that possibly, when the people observed how Moses and Aaron put space between themselves and the insurgents they would follow suit and do the same."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ולישמעאל שמעתיך ... ונתתיו לגוי גדולת. We see from our historical records that this prophecy came true after a delay of 2333 years. [Avraham was circumcised in the year 2047 according to Seder hadorot and the Mohammedan faith originated in the year 4384, exactly 2333 years later.] This delay was not due to sins of the original Ishmaelites. They had been looking forward to the fulfillment of this prophecy for all these years. We lost our independence due to our sins, however. G'd set a time of 1305 years (according to Daniel) until our redeemer would come. We must certainly continue to look forward to our glorious destiny and not despair if the Ishmaelites had not despaired after over 2000 years <small>(Rabbeinu Bachya)</small>. "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "והשענו תחת העץ. This teaches that there was only a single tree at that location. Why did G’d reveal Himself in the shape of a tree? This was because He told him that he would sire a son after having become old, similar to a tree of which it is written that even “an old tree still has hope of producing new branches even if it has been cut down, it will renew itself, its shoots will not cease, if its roots are old in the earth and its stump dies in the ground. At the scent of water it will bud and produce branches like a sapling.”(Job 14,7-9) Furthermore, the righteous have been compared to trees, as we know from Psalms 1,3 והיה כעץ שתול על פלגי מים, “he will be as a tree planted besides streams of water,” <small>(quoted by Rabbeinu Bachya in the name of Rabbeinu Chananel in his commentary on Genesis 18,1)</small>."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "למען אשר יצוה את בניו ואת ביתו אחריו, the dictates by the patriarchs to their respective children, all only by word of mouth, without there being a written document claiming to be G’d’s instructions such as the Torah nowadays, were observed by these children of the patriarchs as if the Torah had already been given, and as if they each had said: “I will do and I will hear.” This is further proof that the oral Torah is not subordinate to the written Torah. All of what was written in the written Torah was included in what the people heard at Mount Sinai, as well as all that G’d taught Moses while he was on that mountain. Just as there is no difference between the specific commandment the people had heard, i.e. the Ten Commandments, and the remainder of the written Torah, so there is no difference [in the authenticity and binding nature Ed.] of the commandments not spelled out in the written Torah, but handed down by the sages orally from generation to generation. (Rabbeinu Bachya)"
            ],
            [],
            [],
            [
                "ואת זכר לא תשכב משכבי אשה, some people attempt to deceive others into believing that they are women instead of men."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "הנה נא לי שתי בנות, Lot most certainly did not mean to “sacrifice” his daughters. His turn of phrase must be understood in the same sense as when someone says to his good friend: “my house is at your disposal. Help yourself to whatever you desire!” Or, the words may be understood as if someone under the threat of being murdered shouts at his would-be murderers: “go ahead and kill me, (if you dare)” He knew full well that these people were not going to do what he had proposed to them.",
                "גש הלאה, they insulted him. They realised that Lot would not hand over his guests. They ordered him out of the way. When the angels saw how Lot endangered himself on their account they forgave him. (compare Nachmanides)."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ויהי קולות וברקים. The sounds which resembled thunder were the sounds made by the angels who accompanied G’d and who sang His praises. It is something the angels do every morning. We base this knowledge on Job 38,7 “when the morning stars sang together and all the divine beings shouted for joy?” The beings described as ברקים are also angels seeing that we are told in Psalms 104,4 עושה מלאכיו רוחות משרתיו אש לוהט, “He Who employs His angels as winds which are His messengers, fiery flames His servants.” We also have the following verse in Ezekiel 1,13: ונגה לאש ומן האש יוצא ברק, “there was a brilliance to the fire, and from the fire went forth lightning.”",
                "וענן כבד על ההר. This cloud was in order to create a physical barrier between the Israelites and the angels. If the Israelites had seen the angels with their eyes they would have been frightened out of their wits. We have a similar verse in Ezekiel 1,4-5."
            ]
        ],
        [
            [],
            [
                "וישלח אבימלך מלך גרר ויקח את שרה, now that Avraham had come to Gerar he had divorced Sarah seeing that he was afraid the local people would kill him if he would reveal that Sarah was his wife. In spite of this, G’d did not allow that Sarah would become separated from him; He did not allow that a righteous woman should become the wife or concubine of an idolater, a sinner. To indicate that this “divorce” was only due to fear, the Torah describes Sarah’s status as והיא בעולת בעל, “she had a husband.” The divorce bill was therefore not fully effective. It was this status which enabled Avimelech to protest to G’d: הגוי גם צדיק תהרוג, “are You going to kill an innocent person? Conditional divorces were not part of the legislation practiced among gentiles, so why should he have had to consider such a clause? He considered himself a righteous person for not having sexually molested Sarah. In addition, he had every reason to believe that Sarah was unattached, as both Avraham and Sarah had described their relationship as that of brother and sister. Such assurances had been given by both of them repeatedly <small>(compare Rabbeinu Bachya)</small>.",
                "בתם לבבי, did I take her as my wife.",
                "ובנקיון כפי, I have not even touched her as yet."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "יען לא האמנתם בי, the sin consisted in their saying: המן הסלע הזה נוציא לכם מים?, “Are we to extract water for you from this rock?” They should have said instead: יוציא ה' לכם מים, “G’d will extract water for you.” (verse 10). In Exodus 16,8 Moses had been careful to phrase the announcement of the forthcoming phenomenon of manna by attributing it to coming directly from G’d. Similarly, when predicting any of the other miracles which had been announce beforehand, Moses had carefully attributed the miracle to G’d. By failing to do so this time they left the way open for some of the people to think that the water when it would gush forth would be the result of Moses’ and Aaron’s combined knowledge.<br>This is also the meaning of the words (Moses quoting G’d) לא קדשתם אותי, “you have not sanctified Me” (Deuteronomy 32,51). On the first occasion, almost 40 years earlier, when water would be produced from a rock, (Exodus 17,6) G’d had introduced the miracle by announcing: “Here I will be standing there before you on the rock at Chorev. Strike the rock and water will issue from it and the people will drink. And Moses did so in the sight of the elders of Israel.” The seventy elders had observed the cloud of glory moving to above the site of that rock so that the miracle became a public spectacle, lending additional greatness to G’d’s name  as the provider. In this instance the people did not observe any evidence of G’d’s involvement so that it was easy to conclude, based on Moses’ and Aaron’s phrasing it, that they themselves had initiated this phenomenon."
            ],
            [],
            [],
            [],
            [],
            [
                "ואיש אשר יקח את אחותו, when the Torah uses the expression קיחה in connection with someone’s attempt to marry his sister, something outlawed and therefore illegal, legally irrelevant, the word implies that the person to be married is legally free to marry the member of the opposite sex in question. This automatically excludes, gentiles, or the child of a Canaanite slave woman. <small>[perhaps the author felt that the Torah had to repeat the point as, through conversion, such family bonds as had existed had been halachically severed. Ed.]</small>"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "נקם ינקם, the reason the Torah employed the term “revenge” in this context [instead of speaking of judicial execution, Ed.] is that it is clear that the master had intended to kill the slave when hitting him. He had arranged to do it in such a sly way that it would be considered as a blow out of a feeling of revenge but not one intended to be lethal. The Torah characterises the master’s execution as an act of “avenging the servant” so that everyone will be aware that he had intended to kill deliberately and the execution is the avenging of an uncalled for murder. If the killing of the master was not judicial execution, he himself will also be avenged."
            ],
            [],
            [],
            [],
            [
                "עין תחת עין, there is a tradition by our sages (Baba Kamma 84) concerning this that the meaning is: “the value of an eye for the value of an eye.” The Torah does not speak of the person inflicting the loss of someone’s eye paying with his losing an eye of his own. The proof that this could not have been what the Torah meant is verse 19 in our chapter רק שבתו יתן ורפא ירפא, “he must only pay for his loss of income and his medical expenses.”<br> If we were to do to a person who has caused the loss of another’s limb exactly as he had done, why would he have to pay something in addition to that? After all, he himself loses pay due to absence from work and he also incurs medical expenses for treatment of his severed limb!?<br> Furthermore, even assuming that the Torah’s words here were to be interpreted literally, not all situations are alike so that the literal application would resemble any kind of “tit for tat.” If the eye which a healthy person gouged out belonged to a person who had only one good eye, how would the loss of one of two good eyes by the person who caused the injury even come close to “fair retribution?” Not only that. Some people’s constitution would not be able to survive the loss of an organ whereas others would. If a person had had a kidney ruined beyond repair by someone who only had a single kidney left, taking that person’s kidney would be equivalent to a death sentence!<br> Furthermore, in Leviticus 24,19-20 we read כאשר עשה כן יעשה בו, “just as he has done (to another), so shall be done to him.” This verse cannot be applied in any other way than the way our sages have seen fit to understand it. The thrust of the verses is to indemnify the injured party in a manner commensurate to the injury he has sustained, not by depriving him of a limb of his own. It would be physically impossible to cause a person an exact duplicate of the injury he himself has suffered. If he were to cause either a lesser or a greater injury than the one he had sustained, he would be in violation of what the Torah wrote as he would not have complied with the Torah’s demand “as he had done so should be done to him.” In the case of monetary compensation, experts can evaluate the precise amount of the value of the loss sustained. <br> It is possible to understand the line כאשר עשה כן יעשה לו, as meaning: “just as he has caused harm, harm shall be caused to him.” Proof of this being the meaning of the words can be found in Judges 15,11 where Shimshon said: “as they have done to me so I have done to them.” The dispute had begun when the Philistines had taken Shimshon’s wife and in retaliation he burned their crops. Seeing that the retaliation by Shimshon did not match the harm done to him by the Philistines, it is clear that the meaning of the line is merely that harm done will be requited. Any retaliation therefore would be considered as “as he has done so shall be done to him.”<br> We also find that the prophet Ovadiah 15-16 prophesies concerning the future of Esau “as you did so shall be done to you. Your conduct shall be requited.” He goes on to spell out what precisely this involves: “the same cup that you drank from on My Holy Mount shall all nations drink evermore; drink till their speech grows thick and they become as though they had never been.” I have provided you with proof based both on logic and on verses from Scripture that it is impossible to translate the line עין תחת עין, as meaning “an eye for an eye.”"
            ]
        ],
        [
            [
                "אם במחתרת ימצא הגנב, the expression במחתרת reflects the activity of the thief, i.e. that he makes a practice of digging or undermining houses in the dark of night. והוכה ומת אין לו דמים, the person who killed him is not guilty of murder. The fact that the thief operated at night is prima facie evidence that he posed a death threat to his potential victim."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "כל מלאכת עבודה לא תעשו. The Torah informs us that on the festival the only manner of “work” permitted is the type concerning the preparation of food, something that had already been mentioned in connection with the festival of matzot in Exodus 12,16. <small>[presumably, seeing that the baking of matzot, i.e. having fresh “bread” on a festival is almost mandatory, it had to be mentioned there in connection with that festival. Ed.]</small> However, the problem in that verse is that the Torah when forbidding work on the festival had first written that כל מלאכה, “every manner of work is forbidden,” before listing the exception in the verse following. By  speaking of מלאכת עבודה, the Torah provides a new definition of what kind of work is prohibited on the festivals, i.e. the type of work connected to acquisitions of one kind or another either directly or indirectly, i.e. making a livelihood. Included are such activities as sowing, digging in the earth, ploughing, harvesting, etc. Preparing food is not in the forbidden category of work then."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "הנה אנכי שולח מלאך לפניך, the angel of which the Torah speaks here is Michael, the great prince, the one of whom Gavriel said to Daniel: “at that time Michael the great prince who stands beside the sons of your people will appear.” (Daniel 12,1). It is also written in Daniel 10,21 ואין אחד מתחזק עמי על אלה כי אם מיכאל שרכם, ”No one is helping me against them except your prince Michael.” This is also the angel who said to Joshua “I am the prince of the hosts of the Lord, now I have come.” (Joshua 5,14) <br>Our sages explained in connection with this verse that the words כי שמי בקרבו, are equivalent to G’d saying that the name of the angel mentioned in our verse is “the prince (commander in Chief) of the Lord’s hosts.” We find another reference (oblique) to this when Solomon during his inaugural prayer of the Temple he had just completed, (Kings I 8,43) said: כי שמך נקרא על הבית הזה, “for Your name is attached to this house.”",
                " כי לא ישא לפשעכם, this is a warning by G’d for the people to be especially careful not to commit any act which is offensive to G’d, as although G’d does send this angel ahead of the people, his task is not to forgive any trespasses, something reserved for G’d personally, exclusively. The prophet Isaiah 43,25 underlines this point when he quotes G’d as saying: אנכי, אנכי, הוא מוחה פשעיך, “It is I, only I, Who wipes out your transgressions.”"
            ]
        ],
        [
            [],
            [],
            [
                "כל הדברים אשר דבר ה' נעשה. The word נעשה, “we will do,” here includes all the commandments of the Lord, negative commandments as well as positive ones, the ones requiring an exertion, an activity. The reason why this is not a misnomer is that if someone refrains from violating a negative commandment he is considered as having “performed” a commandment, i.e the commandment not to violate G’d’s legislation in that matter. We have a complete verse confirming this in Psalms 119,3 אף לא פעלו עולה, בדרכיו הלכו, “they have done no wrong, but have followed His ways.” In other words, not doing evil is considered equivalent to doing good."
            ],
            [],
            [],
            [],
            [],
            [
                "ויקח משה את הדם ויזרוק על העם, he sprinkled the blood on them as a symbolic act signifying their entering the covenant with G’d, a covenant that requires blood to seal it. In fact, the blood stain on the garments of the Israelites as a result of this sprinkling was afterwards called עדי [from עד “witness.” Ed.] as it was testimony to the fact that the wearer had become a member of this covenant. This is why after the people had sinned with the golden calf the Torah demands that they remove this sign of such a covenant seeing that they had breached the covenant (Exodus 33,5). The Israelites are also reported to have divested themselves of these blood-stained garments in Exodus 33,6. The reason why G’d had chosen blood to be the symbol of this covenant was to warn the people that if they would prove loyal to the covenant everything would be fine, whereas if they would violate it, G’d on His part would also make the Israelites’ blood something anyone could spill without fear of Divine reprisal."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ויצא יצחק לשוח בשדה לפנות ערב, the שיחה, “conversation,” referred to here is the afternoon prayer, a tradition (the duty to pray at regular intervals) he had learned from his father. The reason why the Torah added the words לפנות ערב, is to teach that this governs the period when the sun has entered the western part of its orbit around the earth. [at that time the earth was presumed to be the center of our galaxy. Ed.]"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ועשו ארון, the ark is a symbol of the righteous and intelligent man who is described as such only if his character qualities reflect the external image he portrays, projects. This is the reason why the ark was encased in gold both from the inside and the outside. <br> Just as the dimensions of the floor of the ark were two and a half cubits in length and one and a half cubits in width, resulting in a square area of four cubits minus one quarter cubit square, so the righteous person should remain constantly aware that the four elements which make up his physicality should not become the sum total of his existence, but should be augmented liberally by the physical performance of good deeds such as caring for others. <br> Just as the walls of the ark, when combined, total 12 cubits (when measuring the combined total of the exterior dimensions, 1,5+2,5;+1,5+2,5;+1,5+2,5). [the lid is not part of the measurements. Ed.] The combined lengths of the walls totaled 7.5 cubits, whereas the combined length of the short walls totaled 4.5 cubits. The righteous person is expected to fulfill all the 12 conditions set out in Psalm 15,1 as the necessary qualifications before one is deserving to sojourn in G’d’s holy tent, or on G’d’s holy mountain. <br> If one wishes to attain a loftier level of relative perfection than that of a “mere” righteous individual, the next step up is becoming a נביא, prophet, or at least acquiring the spiritual level expected of a prophet. This is symbolised by the kapporet above the Ark.<br>  The fact that the entire kapporet was made of pure gold. that it was not merely overlaid with gold, indicates that it symbolised something even purer than the Ark itself. We know that a prophet is considered as כלו צדק, “totally righteous,” from Proverbs 8,8 “all the words of my mouth are with righteousness.” The cherubs above the kapporet are an allusion to the angels, beings on an even higher spiritual level than the prophets. They were spreading their wings heavenward as an allusion of their striving to be near the Shechinah, which is on a higher level spiritually than the angels, seeing that the angels are the throne, (foundation of) ever ready to welcome the attribute כבוד, i.e. the attribute which occupies the throne. This is the meaning of the words in verse 20: אל הכפורת יהיו הכרובים, “the faces of the cherubs will be turned toward the kapporet.” They had to look downwards, towards the lid and were forbidden to gaze at the Shechinah. Above everything is G’d Himself as is written in Samuel II 6,2 אשר נקרא שם שם ה' צב-אות יושב הכרובים עליו, “to which the Name was attached, the name of the Lord of Hosts Enthroned on the cherubs.” Solomon also constructed the cherubs in the Temple out of wood, as is written (Kings I 6,23) “he made in the sanctuary two cherubs out of olive wood.” [these wooden cherubs, ten cubits high, are not to be confused with the cherubs which are an integral part of the lid of the Holy Ark, made of solid gold, and which were in the Holy of Holies. Ed.]"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ועשית שלחן, the table represented the kings of Israel who entertain the Torah scholars at their table This is what David told his son Solomon on his death-bed: “Barzilai’s sons shall be among the people who are regular guests at your table. (Kings I 2,7) We also have a verse in Kings I 5,2 describing the lavishness of King Solomon’s table and the quantities of food consumed on a daily basis.<br> The Torah, in describing the table in the Tabernacle as overlaid with gold, illustrates that the function of Royalty was primarily to make a great impression on the outside world. After Samuel had told Saul that he would be replaced as king by someone more worthy, Saul still begged the prophet to honour him at least in public as he wanted to maintain the appearance although he realised that this was no longer his position. (compare Samuel I 15,30).<br> The reason that the length of the table was 21/2 cubits was in order to symbolize two requirements which every king has to meet. 1) He must be competent in meting out justice; 2) he must be competent in waging war.  This is what the people had told Samuel when they asked him to appoint a king for them (Samuel I 8,20).<br> The size and height of the walls [the table did not have legs like our tables, Ed.] which amount to nine cubits cumulatively, symbolise the 9 commandments in the Torah specifically addressed to a Jewish King. 1) “he shall not keep many horses;” 2) “he shall not send the people back to Egypt in order to add to his supply of horses;” 3) “he shall not have too many wives.” 4) “he shall not become haughty;” 5) “he must not turn away from G’d’s commandments either to the left or to the right.” 6) “he shall write for himself two copies of the Torah;” 7) he shall read from the Torah every day of his life;” 8) he shall not amass too much silver and gold;“ 9) he shall not turn away from the commandments.” (Deuteronomy 17,8-20).<br> The function of the border around the surface of the table was to prevent any of the show-breads from falling off the table for whatever reason. It was intended to protect the show-breads, just as the Levites and the priests are supposed to be on guard against the king deviating from the path of the Torah. We have an example of this in Chronicles II 24,2: “Yoash, the king, did what was right in the eyes of the Lord as long as Yehoyadah the High Priest was alive.” In connection with King Uzziah we read in Chronicles II 26,5: “he applied himself to the worship of G’d during the time of Zecharyah, instructor of the visions of G’d.”<br> All the details that the Torah writes about in connection with all the vessels of the Tabernacle contain similar allusions of a moral-ethical nature. The Ark represents the righteous people. The table corresponds to the kings of Israel. The Menorah corresponds to the scholars of Israel. The golden altar corresponds to the priests, whereas the copper altar corresponds to the people at large. "
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ויאמר לבן טוב תתי אתה לך מתתי אתה לאיש אחר, even though giving her to another man [presumably someone with liquid assets, and she would not have to wait for seven years to be married, Ed.] would also be good. Man without a woman, a wife, or a woman without a husband are both not considered as טוב as a “good situation.” (based on Jerusalem Talmud Berachot 9, but expressed in negative terms, i.e. that being single is not good, intolerable.) This reflects what G’d said in Genesis 2,18 that it was not a good situation for Adam to be solitary, without a mate, without a wife. The term טוב  is not an absolute, objective term, but is often used to describe a relative situation, i.e. “better than.”  Even when used in such a context, it may not necessarily be relative to one other choice, but could be relative to a variety of choices, some bad, some relatively good when compared to the bad choice but relatively bad when compared to the best alternative. The author quotes from Lamentations 4,9 and Kohelet 4,17 as well as from Proverbs 15,17 as well as from  Kohelet 5,4 and Kohelet 4,2-3 to illustrate how the word טוב is used in different contexts, generally as a comparative to an alternative. <small>(According to Rabbeinu Bachya’s understanding of Rabbeinu Chananel, Lavan meant to say that although a good case could be made for giving Rachel in marriage to someone else, in fact such a choice might be considered superior, he was agreeable to Yaakov’s proposal.)</small> "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "נסך רביעית ההין יין לכבש האחד. As soon as the priest had bowed down in order to offer the libation, the deputy High Priest would wave the flag cloth to signal to the Levites to begin to chant their hymns. At the time of the Mishnah, a certain ben Arza would then strike the cymbal as a further signal and the Levites would commence reciting their hymns. All the people assembled would bow down, and after each section the tekiah blast of the shofar would be blown and the trumpets would be blown until the end of the offering of the olah, the burnt offering.<br> At the end of that procedure the King and all those present with him would prostrate themselves (Chronicles II 29,28-40; compare also Tamid, 7,3.) The Levites would follow this procedure every day, varying the hymn they would sing.<br> On Sundays they would recite Psalm 24,1, seeing that this psalm deals with aspects of the creation of the universe. It recalls that everything had been void and empty before that “day.” The psalm concludes with the words ויבא מלך הכבוד, to commemorate the directive: “let there be light.” The attribute כבוד also known as Shechinah, is a great light.<br> On Mondays the Levites chanted psalm 48. In verse four of that psalm the separation between different levels of sanctity is alluded to. In the Holy Temple there were different levels of sanctity such as the עזרה, vestibule, the Sanctuary, and the Holy of Holies. On the second day of creation the Torah describes the separation between the “upper” and “lower” waters. (Genesis 1,6). These various levels of sanctity are referred to in verse four of our psalm by the word ארמנותיה, “its various citadels, palaces.”<br> On Tuesdays the Levites would chant psalm 82 which features a verse (3) speaking about judging the poor, etc. This corresponds to the directive that all the waters in the terrestrial world were to concentrate in one area so that the dry land could become visible. (Genesis 1,9) This was an allusion for the judges to congregate when they would sit in judgment and to pronounce judgment for each individual supplicant. On that day the Torah also directed that the earth should produce trees, etc., each according to its own kind (Genesis 1,12), an allusion to the individuality, which is to be preserved on earth. When we read in that psalm that alas, man had to die, unlike the angels, the reference is to the sin committed in that garden in which all these beautiful trees had grown. This is why the psalm recited by the Levites on the fourth day, i.e. psalm 94 which commences with the reminder that G’d does take revenge on those who hate Him, is appropriate for Wednesday, the day the sun and the moon were placed in orbit. The psalmist refers to people worshipping sun and moon.<br> On Thursdays the Levites used to chant psalm 81, which, amongst other matters, deals with the Exodus from Egypt. Pharaoh was compared to a sea monster, תנין, and on that day the great sea-monsters had been created (Genesis 1,21) <br>; On Fridays the Levites chanted psalm 93 describing how even G’d robed Himself in splendour. It was the day that man, the most accomplished of all the creatures was created, a creature combining within himself some divine attributes (created in the image of G’d). He had been assigned dominion over the animals and even over nature, i.e. he was liable to similarly regard himself as sovereign in his domain on earth. Chanting that psalm then was in keeping with the significance of the day. <br> On the Sabbath the Levites chanted psalm 92, a hymn in which the righteous are described as firmly planted in the House of the Lord, a reference to the Holy Temple. It is entirely possible that there are still more allusions in these various psalms chanted by the Levites on different days of the week."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ותגנב רחל את התרפים אשר לאביה; she stole them in order that he would reconsider his actions, saying to himself that any deity which allows itself to be stolen surely cannot be much good to anyone. The same argument had been used by Yoash who told his father that if his deity, the baal, was really capable of avenging himself, he should do so himself instead of letting his human worshipper become his defender. (Judges 6,31) Similar arguments are reflected in Ezekiel 28,9 where the prophet predicts the downfall of the King of Tzor (Tyre) who had declared himself a god. He ridicules this “god” as saying to his murderer: “I am a god!” (quoted by Rabbeinu Bachya). "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "הבנות בנותי והבנים בני והצאן צאני, Lavan deliberately bent the truth when he said: “and the sons are mine.” A grandfather cannot say of his grandchildren by his daughters that they belong to him. What our sages meant when they said that “grandchildren are like children (Yevamot 62) referred only to the grandsons who are sons of sons, not to grandsons who are children of one’s daughters. He also twisted the truth when he said that the flocks (of Yaakov) were his (Lavan’s) flocks. He had first given them to Yaakov as compensation for his labour. Lavan was similarly legally wrong when he added: וכל אשר אתה רואה לי הוא, “all that you (Yaakov) see is really mine.” This is what Yaakov had in mind when said to him in verse 37: “when you checked out and rummaged in all of my things, what did you find that belonged to you?” Lavan had not replied to this. The entire situation reminds one of what ben Haddad had said to Achav King of Israel, (Kings I 20,3) “your silver and gold are mine, your wives and children who are good are mine.” Achav had replied (verse 7) that Ben Haddad’s words revealed that he was bent on doing harm and did not have a legal argument to support his claim. Lavan also had no legal claim so that he was forced to reply to Yaakov’s challenge “why did you chase after me?” “I came to see my daughters, who are my daughters.” "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "Yaakov included all the 13 attributes G’d revealed to Moses in Exodus 34, 6-7 in his prayer here. The words אלקי אברהם ואלוקי יצחק represented the first two of G’d’s attributes, i.e. “mercy and justice.” The words שוב לארצך G’d had said and which Yaakov quotes, refer to the third attribute, the one called רחום in Exodus. The words ואטיבה עמך correspond to the attribute חנון in Exodus, i.e. loving kindness totally unearned by the recipient. The words ארך אפים in the list given to Moses is represented in Yaakov’s prayer by the word קטונתי. Yaakov meant that but for G’d’s long lasting patience, he could not have endured. The word is reminiscent of the line in Amos 7,5 חדל נא מי יקום יעקב כי קטן הוא, “Oh Lord, refrain! How will Yaakov survive, he is so small!”",
                " The words מכל החסדים ומכל האמת correspond to the words ורב חסד ואמת in the list of G’d’s attributes in Exodus. The words ועתה הייתי לשני מחנות in our verse correspond to the words נוצר חסד לאלפים in the parallel paragraph in Exodus. G’d has preserved the חסד performed by both Avraham and Yitzchok to be credited to the account of their grandson Yaakov. The words אלפים (plural), correspond to שני מחנות, 2 camps.",
                "הצילני נא מיד אחי, these words correspond to the words נושא עון in Exodus, meaning that the sin has not caused Yaakov’s downfall.",
                "מיד עשו, a reference to a sin of a far more serious nature than עון, described as פשע in the list of attributes in Exodus. ",
                "כי ירא אנכי, these words correspond to the word וחטאה in the list of attributes in Exodus. It is a minor type of sin, the one committed inadvertently.",
                "ואתה אמרת, these words and their continuation correspond to the word ונקה in the list of G’d’s attributes revealed to Moses in Exodus 34,7."
            ],
            [],
            [],
            [],
            [],
            [
                "ויפן וירד משה מן ההר. We learn from this word ויפן, he turned around, that Moses descended while facing the cloud just as he had done when ascending the mountain. In other words, just as he had ascended facing the cloud, he now descended keeping his face toward the cloud, walking backwards. The High Priest, on the Day of Atonement, emulated this when withdrawing from the Holy of Holies by walking backwards after having offered the incense before the lid of the Holy Ark, the kapporet, as well as some of the blood of the two offerings on behalf of the people as well as sprinkling some on the dividing curtain. We have a similar verse in Chronicles II 1,13 describing Solomon’s approach to the altar that was standing in Givon at that time. Even though one could say that the words ויבא שלמה לבמה אשר בגבעון ירושלים mean: “Solomon returned from the altar in Givon to Jerusalem,” [seeing Givon at that time was certainly not part of Jerusalem Ed.] the correct interpretation is that he withdrew in the same way as he had approached. The point of all this was to conform to the principle of שויתי ה' לנגדי תמיד, “I am keeping Hashem in front of Me at all times.” (Psalms 16,8) One does not turn one’s back on G’d. The Mishnah, Yuma 52 states: “in the manner he had entered he also exited.” This is also the way Leviticus 16,24 describes this, writing: “he exited and completed the ritual of his own burnt offering as well as that of the people.” These words have been interpreted by our sages to mean that the word לבמה “to the altar,” must also be read as מבמה.”from the altar,” when he was headed back to Jerusalem (Yuma 53). There is a precedent for this in Numbers 31,21, where the words הבאים למלחמה, must also mean הבאים מן המלחמה, “the ones who were returning from the war.” How do we know that indeed the Shechinah was on the mountain at the time Moses descended? In Deuteronomy 9,15 where Moses refers to his descent from the mountain, he adds the words: “and the mountain was burning in fire while the two tablets of the covenant were on my hands.” We learn from all of this that the student, when taking leave of his teacher, walks backwards until the face of his teacher is no longer directly visible to him. (Yuma 53)  This is also the reason why, at the end of the principal prayer the amidah, we step three steps backwards, as if to take leave of the G’d Whom we had faced and addressed before. (Shulchan Aruch Orach Chayim section 123)."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "על אשר עשו את העגל, there are many different forms of idolatrous cults. Some consist of the idol having the likeness of a human being, or at least the face of a human being. Other cults worship a symbol representing the appearance of a cherub, angel-like figure. Still others worship a force symbolised by the image of certain domestic beasts, free-roaming animals, or birds. This is what we read in Kings II 17,30-31. “The Babylonians made Sukoth-benoth, the men of Cuth made Nirgal, and the men of Chamass made Ashima, and the Avvites made Nivchaz and Tartak. The Sepharvides burned their children to Adramelech and Anamelech, the gods of the Sepharvaim.” All of these names are names of different deities. The expression Sukoth-benoth refers to a hen and her chicks; the name Nirgal refers to the rooster. The name Ashima describes a cat, whereas the name Nivchaz describes a dog. The name Tartak refers to a donkey, whereas Adramelech refers to an ape, and Adamelech refers to a peacock. I am pretty certain that the many cast idols represent stars or groups of stars in the celestial regions. This would correspond to Amos 5,26 “Sikkuth and Kiyun your astral deity, the images you have made for yourselves.” The words Sikkuth and Kiyyun are both names of stars and are what Jeremiah 44,19 refers to when he said: “and when we make offerings to the queen of Heaven and pour libations for her.” The people mentioned here referred to the stars as the “queen of Heaven.” The expression “kiyvun tzalmeychem´ in Amos 5,26 refers to Zachal, otherwise know as Shabtai, Saturn. The word kochav eloheychem in the same verse refers to one of the seven fixed stars (planets), i.e. the sun."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "ועתה הורד עדיך מעליך, these were the garments the Israelites wore when Moses sprinkled the blood of the covenant on them. It was the blood of the sacrifices offered by the firstborn at Mount Sinai. It was known as עדי ישראל, “the jewelry of Israel.” They were called thus as they symbolised glory and great honour, seeing that this blood was the visible sign of the covenant concluded between G’d and the people of Israel. I have already drawn attention to this in my commentary on Exodus 24,8."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "לא יקרא עוד שמך יעקב כי אם ישראל יהיה שמך. This means that G’d gave him an additional name to his existing one. The word עוד means the same as בלבד, exclusively.    G’d informed Yaakov that henceforth he would have two names, used alternatively. We find something similar in Jeremiah 3,16 לא יאמרו עוד ארון ברית ה', where it also means that henceforth the Holy Ark would not only be referred to as ארון ברית ה'. What was meant was that henceforth the site of the Holy Ark would not be the exclusive site for the Presence of the Shechinah, but that the entire city of Jerusalem would have a similarly holy status. This is the meaning of: בעת היא יראו לירשלים כסא ה' “at such a time they will refer to the city of Jerusalem as G’d’s throne” (verse 17 in the above mentioned chapter in Jeremiah). This then is the meaning of כי אם ישראל יהיה שמך,i. Sometimes the name Yaakov would be used, other times the name Yisrael. Proof that this is correct is found in Isaiah 48,12 where the prophet uses both names simultaneously, שמע אלי יעקב וישראל מקוראי, as well as in Jeremiah 46,28 אל תירא עבדי יעקב ואל תחת ישראל, “do not fear My servant Yaakov, nor be afraid Yisrael.” (quoted by Rabbeinu Bachya)"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "היא מוצאת, our sages in Sotah 10 conclude from this verse that a person prefers to be thrown into a fiery furnace to being publicly embarrassed. They derive this from the words of Tamar, who said (to herself): “if he will own up to the truth, Ok, if not, I will rather allow myself to be burned at the stake than to shame him in public.” Even though the word מוצאת is spelled with the letter א in the middle, thus not being derived from the root הצת, to cause a conflagration, to set fire, one may explain it along that line here as being phonetically connected to Lamentations 4,11 ויצת אש ציון, “He set fire to Zion.” "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ועל השנות החלום פעמים, this teaches that the first dream and the second dream were one. Why then did Pharaoh have to dream the same dream twice? כי נכון הדבר מעם האלוקים, the seven years of plenty would commence immediately.",
                "וממהר האלוקים לעשותו, the famine will start immediately after the seven years of abundance.<small> (as quoted by Rabbeinu Bachya)</small> "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "כי לולא התמהמנו, the verse teaches us that in the interval the sons had all severely restricted the amount of food that they had been consuming without raising objections to their father’s ruling not to take Binyamin with them. They waited until their father would himself realise that he had to change his attitude and would agree for Binyamin to accompany his brothers. Once he had become agreeable, he suggested five steps to increase their chances of success. They were: 1) “take a gift along for the ruler of that land.” 2) “take twice the amount of money you had taken the first time.” 3) the amount of money found in their bags they should return as independent of any money taken to pay for purchases. Joseph’s official might have made a mistake. It would be a sanctification of the Lord’s name for people believing in Him being seen as so honest. 4) take along your younger brother. 5). Prayer. He told the brothers that he had prayed to G’d that He should exercise His mercy toward them when they would confront the Egyptian ruler. (as quoted by Rabbeinu Bachya)"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "הננו עבדים לאדוני גם אנחנו גם אשר נמצא הגביע בידו, “here your servants are ready to be your slaves, both we and the one in whose hand the goblet has been found.” These words of Yehudah to Joseph, (his representative, Ed) are puzzling, as he should have said הננו עבדים אשר נמצא הגביע בידו, גם אנחנו הנקיים, “here we are ready to be your slaves, the one in whose hand the goblet has been found, as well as we who are innocent.” [the guilty one should precede the innocent one in the phrasing of Yehudah’s offer.] How could Yehudah refer to the one in whose bag the goblet had been found as “only” גם, “also,” when it was he who had caused the whole disaster? Anyone reading the words of Yehudah must come to the conclusion that the thief had actually refused to shoulder the blame for his deed, not believing that he should be a slave. Because he was aware of this impression given by Yehudah’s words, Rabbeinu Chananel suggests that Yehudah’s words must be understood in conjunction with the previous words מה נאמר לאדוני, “what are we able to say to my lord, etc.” The word נאמר refers to the money found in their bags the first time, whereas the word נדבר, refers to the second money, the money the brothers had brought to Egypt as compensation for what they had found the last time when they came home. The words ומה נצטדק, refers to the goblet.",
                "האלוקים מצא את עון עבדיך, “He, G’d, has found a way for the debtor to collect the debt due him. However, as to the goblet, this is something we are totally innocent of, not only the ten of us in whose sacks the goblet has not been found, but even the one in whose sack it has been found is innocent of this accusation. This is G’d’s way of incriminating us; we did not incriminate ourselves in this way. "
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "אנכי אעשה כדברך, “I will do this independently of swearing an oath. There is no need to place me under oath. <small>[I believe that author uses the extraneous word אנכי as the reason for his exegesis. Ed.]</small>"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ואקברה שם, I had to bury her there as her body was  in a physically detestable state as a result of just having  given birth (which did not enable me to delay burying her without subjecting her body to indignities)."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "שכל את ידיו, he crisscrossed his hands [so that the right hand was pointed to the left and the left to the right]."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "ויספדו שם מספד גדול וכבד מאד. There are 9 different kinds of eulogy. They are:מספד, נהי, צעקה,היליל, נידה, מרזח, קינים, הגה, והי. All these expressions are documented in Scripture.   The expression מספד (as here) occurs in Kings I 13,30 ויספדו עליו הוא אחי, “they lamented over it, saying: “alas” my brother.” The word נהי meaning eulogy, appears in Jeremiah 9,18, whereas the expressions צעקה and היליל meaning different types of eulogy occur in Ezekiel 21,14. The expression נידה occurs in Jeremiah 48,17 also meaning eulogy. The word מרזח is used in this sense in Jeremiah 16,5, whereas קינים occurs in that sense Ezekiel 2,6. When the Torah here uses the expression מספד גדול, a great mourning, the meaning is that the various types of eulogies to which we have referred were all used on that occasion.  Basically, the Torah teaches that nine different groups of people all participated in the funeral cortege for Yaakov and each made its particular contribution to eulogising and demonstrating their appreciation of the contribution this man had made to mankind, not only to his family. A eulogy is a register of the positive contributions made by the deceased during his lifetime. An example of such a eulogy are the words spoken about King Sha-ul and his son Yonathan by King David: in Samuel II 1,23: הנאהבים והנעימים בחייהם ובמותם לא נפרדו, “who were beloved and pleasant and even in death refused to be parted from Him.” A properly composed eulogy contains elements describing the personal relationship between the survivor and the deceased such as David saying of Yonathan in that same chapter: צר לי עליך אחי יהונתן, “my brother Yonathan you were most dear to me, your love was more wonderful to me, more than the love of women.” King David also taught us something about a eulogy even for people who not always saw eye to eye with the one eulogising him, i.e Avner, at one time almost David’s arch enemy. Nonetheless, in Samuel II 3,33 David proclaims: “Should Avner have died the death of a churl? Your hands were not bound, your feet were not put in fetters; but you fell as one falls before treacherous men!” These examples teach that when eulogising one has to list the good people did, their contributions to life generally, emphasising that with the death of the deceased the survivors have been deprived of those values the deceased stood for. The prophet Ezekiel was even instructed by G’d to eulogise the city of Tzor (Tyre), (Ezekiel 27,2-3) although the major part of that eulogy bemoaned the abuse made by those people of the gifts and luxuries they had enjoyed thanks to G’d’s largesse. The exploits of these people are extolled in spite of their not finding favour in the eyes of the Lord. In verse 27 of that eulogy the fact that all these people, G’d’s creatures, were swept away in the prime of their lives is bemoaned. [The prophet Ezekiel did not say “good riddance.” Ed.]  In Moed Katan the Talmud elaborates on the eulogy over the passing of Rabbi Pedot, the speaker commencing with describing the very day on which the sage died as a day which is difficult for the entire Jewish people, as difficult as the day when the sun set on the land of Egypt. This was a reference to Amos 8,9 “Shall not the earth shake for this, and all that dwell in it mourn? Shall it not all rise like the Nile, etc., etc.? I will make the sun set at noon, I will darken the earth on a sunny day, I will turn your festivals into mourning, and all your songs into dirges.” The demise of the power of Egypt was, of course, no reason for the Jewish people to mourn, but it was a reason for all the nations who considered Egypt as their patron to do so. There is sort of a formula of how the president of the Sanhedrin has to be eulogised, [to ensure one is not guilty of being remiss in eulogising him sufficiently, a grave sin. Ed.] Part of the formula contains the words: “the finest spices have been buried in the earth (where they cannot give off their fragrance) a man who knew all about the most intricate parts of Torah law such as the various skin eczemas, etc. and ritual impurities connected with oholot, a man able to remove any doubts which bothered Torah scholars of lesser stature. Someone able to explain all manner of hidden depths contained in the Torah.” The mourner continued to liken the deceased to the most outstanding judges in Israel such as Othniel. [The above is an example of a eulogy worthy of the name. Ed.]"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}