{
    "title": "Lev Shalem on Mishneh Torah, Rest on a Holiday",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lev_Shalem_on_Mishneh_Torah,_Rest_on_a_Holiday",
    "text": [
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>[וכן] שנים שלקחו בהמה בשותפות ושחטו ביו\"ט וכו' אבל אם לקחו חבית בשותפות וכו'.</b> קשה ממ\"ש רבינו בפ\"ז מהלכות מעשר הל' ב'. ותימה דגם חבית מעורבת יינה זה בזה מפני שהיא משקה. ואינה קושיה כלל דבשלמא גבי בהמה אותו החלק שלקח בחלקו עכשיו יונק מחלק חבירו ביו\"ט אבל ביין אינו יונק זה מזה אלא הוא מעורב וכי אמרינן יש ברירה הוברר דזה חלקו מאמש והיתה בחבית מעט במזרח ומעט לצד מערב וממקום שהיה נפרש עכשיו וק\"ל. ולפי זה נראה לי למה דאמרינן דאינו מועיל קביעות מקום במשקה הוא אפי' למאן דאית ליה ברירה דהא הטעם הוי משום שהוא מעורב א\"כ איך יכול לאכול קודם הפרשה דכיון שהוא מעורב אפילו שלוקח מצד שכנגדו אפילו הכי הא לוקח מן המעשר שהוא מעורב ונמצא שהוא גוף אחד. ומ\"ש בגמ' הלוקח יין מבין הכותים וכו' למ\"ד יש ברירה מיחל ושותה מיד כשתעיין בעין יפה תראה שיש הפרש גדול דהתם אומר מה שאני עתיד להפריש דהיינו קורא שם למה שאינו אוכל אלא למה שמשייר בסוף ולכך למ\"ד יש ברירה שותה מיד ואינו אומר בצפונו או בדרומו כמו שהוא בהדיא בתוספתא דדמאי וכמו שהכריחו התוס' בגיטין דף כ\"ה וא\"כ נראה מלשון התוספתא ומלשון הרמב\"ם ז\"ל דמן התורה לא מהני קביעות מקום במשקה מפני שהן מעורבין. וקשה על הר\"ב קרית ספר דכתב מן התורה יכול לשתות היין אם קבע מעשרותיו בחבית בשוליה דכיון דהטעם הוה מפני שהוא מעורב אמאי מדאורייתא יהא מותר דכשאומר הכתוב דבמחשבה לחוד מהני כמו דאיתא במסכת שבועות והיינו קביעות מקום היינו דוקא בחטים ודבר יבש אבל דבר לח ודאי דאסור כיון שהוא מעורב וכשלוקח מן המזרח בא מן המערב וצ\"ע עכ\"ד הרב מהר\"ר אברהם בכמהר\"ר רפאל קארו ז\"ל.<br><b> וכתב</b> על זה מורי הרב זלה\"ה וז\"ל והנה מה שהקשה בתחילה ומה שתירץ דברים פשוטים ונכונים הם. ומה שכתב ולפי זה נראה לי וכו' עד וצ\"ע הנה התוספות כתבו בפ' כל הגט (גיטין דף ל\"א) ד\"ה במחשבה וכו' וז\"ל ולענין לאכול בלא הפרשה אין קפידא לכו\"ע אפי' בכל המעשרות דלא כתיב בהו ונחשב דשרי בכל מקום אע\"פ שעתה אין מפריש כלום כדמוכח מההיא דלוקח יין מבין הכותים דשרי לכו\"ע אי לאו משום ברירה או בקיעת הנוד ובמעשר שני שרי בין בצפונו או בדרומו ע\"כ. הא דהתוספות ילפי מההיא דהלוקח לשאר דוכתי דלא בעי הפרשה אלא בקביעות מקום סגי לא אמרינן יש ברירה חשיב קביעות מקום אלא משום דאין ברירה לא חשיב קביעות מקום. ואין לחלק בזה בין דבר לח לדבר יבש דמקרא דבר הכתוב ונחשב לכם תרומתכם כדגן מן הגורן וכמלאה מן היקב דהיינו תרומת דגן שהוא דבר יבש ותירוש שהוא דבר לח ועל שניהם הוא אומר ונחשב דסגי במחשבה אע\"פ שהוא מעורב. ואין ביניהן לשאר מעשרות אלא דבשאר מעשרות לא סגי במחשבה כי אם בקביעות מקום. ואי איכא לחלק בין דבר יבש לדבר לח בהא הוא דאיכא לחלק דבדבר לח כיון דקי\"ל דאין ברירה בדאורייתא לא חשיב קביעות מקום כמו הפרשה כיון שאינו מופרש עצם מעצם אבל בדבר יבש כיון שמופרש עצם מעצם הקביעות חשיב כמו הפרשה אבל אי הוה אמרינן יש ברירה קביעות מקום הוה חשבינן ליה כהפרשה דכל העתיד להפריש כמופרש דמי זהו מה שנראה מתוך דברי תוספות הללו והן הן הדברים של הר\"ב קרית ספר. ומ\"מ לכאורה צריך ליישב דבריהם על מה שכתבו התוספות ז\"ל בדף כ\"ח ע\"ב ד\"ה ומיחל ושותה וכו' יעו\"ש עכ\"ד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשם שמצוה לכבד שבת [ולענגה] כך כל ימים טובים וכו'.</b> ואני מסתפק אם קידוש על היין נכנס בכלל כבוד שכתב כשם שמצוה לכבד והאי מצוה הוי מצות עשה מן התורה כמ\"ש בהל' שבת פכ\"ה שקידוש הלילה הוי מן התורה והיותר נכון אצלי דס\"ל להרמב\"ם ז\"ל דאינו אלא מדרבנן אי משום דכיון שלא הוזכר בגמ' דידן האי ברייתא משמע דלאו הלכתא היא אי משום דס\"ל דברייתא עצמה לא אמרה אלא דרך אסמכתא דומיא דקידוש יום שבת דהוי אסמכתא לדעת הרמב\"ם ז\"ל דמצות עשה מן התורה לא הוי אלא בלילה כמ\"ש הכ\"מ שם. תדע דאם לא כן לימא קרא יו\"ט וכ\"ש שבת. ויש לומר דאין זה הכרח דדילמא יו\"ט דישראל הוא דמקדשי ליה בעי קידוש אבל שבת דמקדש וקאי לא בעי קידוש. ועוד דקרא מקראי קדש כתיב דהוי בקידוש על היין כמ\"ש מלשון זכירה מסתברא ומאן לימא לן דקדושה האמורה ג\"כ גבי יו\"ט הוי על היין. ואין לומר דכיון דיו\"ט איקרי שבת הוי בכלל זכור את יום השבת דלאו בכל מקום אית לן למימר הכי דהיכא דאיתמר איתמר והיכא דלא איתמר לא איתמר דהא ברייתא דידן אצטריך קרא ליו\"ט. סוף דבר לענ\"ד דעת הרמב\"ם ז\"ל דקידוש יו\"ט לא הוי מן התורה אלא של שבת לחוד דכתיב בו זכור. וכן הוא ז\"ל לא הזכיר יו\"ט בספר המצות שלו מצות קנ\"ה עיי\"ש. וצריך להתיישב באותה שהביאו התוס' לעשות יין מצוה כיין הרשות אבל אין הפנאי מסכים ממורי הרב ז\"ל."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "לב שלם על משנה תורה, הלכות שביתת יום טוב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lev Shalem",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}