{
    "title": "Yad Eitan on Mishneh Torah, Sabbatical Year and the Jubilee",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Sabbatical_Year_and_the_Jubilee",
    "text": [
        [
            [
                "<b>כתב </b> המשנה למלך שלא ראה לרבינו שהביא דין זה דאיתא בירושלמי ספ\"ג דפאה ר' זעירא בש\"ר יוחנן ושבתה הארץ שבת לה' דבר שהוא לה' קדושת שביעית חלה עליו וע\"כ הנוטע כרם להקדש חייב בשביעית כו'. ואני תמה על הרב איך לא השגיח בסוף הסוגיא דירושלמי דפאה דמקשה התם ולמה לית אנן אמרין כדאמר ר\"י לדברי ר' יוסי מפני שקדם נדרו להפקרו הוא אוסר הא קדם הפקרו לנדרו אינו אוסר שאין דעתו לאסור מה שכבר הפקיר. וה\"נ נוטע כרמו להקדש לא עלתה על דעתו לאסור בהקדשו הפקר של שביעית שכבר הוא ע\"כ מופקר ועומד מעולם. והיינו שהשמיט רבינו דין זה כיון שבירושלמי עמד בקושיא. וכן בתוס' דמנחות (דף פ\"ד ע\"א) כתבו דקצירך ונזירך משמע דידך ולא של הקדש:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>בכ\"מ: </b> אבל גמרא דידן בפ' מי שהוציאוהו מסיק להו בתיקו. וגם בירושלמי בסופו מסיק דהלכה כר\"מ משום דסתם כאן כוותיה:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>דמי שביעית אין מביאין מהן קיני זבים וחטאות ואשמות.</b> הכס\"מ הראה מקום למתניתין דפ\"ח דשביעית אבל ליתא שם חטאות ואשמות. ופירש בשנות אליהו דזה בלאו איסור סחורה אין להביא חטאות ואשמות מדמי שביעית משום שיש בהן אימורים שנשרפים ואמרינן לאכלה ולא לשריפה וכדאמר גבי בכור פ\"ק דבכורות. אך דעת רבינו י\"ל דאזיל לטעמיה שלא היה גירסתו כן בבכורות אלא דהאיסור הוא משום סחורה כמ\"ש הכס\"מ ספ\"ה דבכורות:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עלי זיתים ועלי קנים ועלי חרובין אין להם ביעור לפי שאינן נובלות וכלות.</b> בירושלמי ליתא הך דעלי זיתים וגם הכס\"מ לא הראה מקורו. ונראה שיצא לו לרבינו מהא דאמר במנחות (דף נ\"ד) למה נמשלו ישראל לזית לומר מה זית עליו אין נושרין לא בימות החמה ולא בימות הגשמים כו'. אלמא דעלי זיתים אין מינן נובלות וכלות ולכך אין להם ביעור כמו עלי קנים וחרובין:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שנמנע להלוות לחבירו קודם שמיטה הזהירה עליו תורה בשני לאוין שנאמר השמר לך פן וגו'.</b> הכס\"מ לא הראה מקורו והוא בספרי פרשת ראה וז\"ל השמר לך בל\"ת פן בל\"ת והביאו רבינו בס' המצות. וכה\"ג איתא במנחות (דף צ\"ט ע\"ב) דאמר רבינא אקרא דהשמר לך ושמור נפשך מאד פן תשכח את הדברים וגו' דהוי ב' לאוין דכ\"מ שנאמר השמר פן ואל אינו אלא ל\"ת. [ומכאן ראיה דאף במקום שאין נ\"מ למלקות אמרינן כן וכמ\"ש בחידושי לר\"ה (דף ו') ע\"ש]:"
            ]
        ],
        [
            [],
            [
                "<b>ומאימתי התחילו למנות מאחר י\"ד שנה משנכנסו לארץ שנאמר שש שנים תזרע שדך עד שיהיה כל אחד מכיר את ארצו.</b> הכס\"מ הראה מקום לפ\"ב דערכין (דף י\"ד) אבל ליתא התם ראיה זו מקרא שהביא רבינו אלא הוא בת\"כ פ' בהר. ומ\"ש רבינו שעשו שנת כ\"א משנכנסו לארץ שמיטה ושנת ס\"ד יובל הוא בתוספתא דמנחות וכ\"מ בגמ' דספ\"ק דקידושין (דף מ' ע\"ב):"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא השדות חוזרות.</b> בגמרא דר\"ה ליתא האי לישנא אך מוכח כן בערכין (דף כ\"ח ע\"ב):"
            ]
        ],
        [
            [
                "<b>אם מכר לצמיתות שניהם עוברים בל\"ת ואין מעשיהן מועילין.</b> לא הראו מקור לזה. ונראה שזה יצא לרבינו מהירושלמי דפ\"ה דדמאי גבי פלוגתא דר\"מ ור\"י אם יש קנין לעכו\"ם להפקיע מיד מעשר אר\"א בי ר\"י קומי ר' יוסא ודא מסייע לר\"מ דאמר אין קנין לעכו\"ם בא\"י והארץ לא תמכר לצמיתות אלמא שאין קרקע א\"י נמכרת לעכו\"ם שכל קנינו לחלוטין. וכיון דקיי\"ל כר\"מ שאין קנין לעכו\"ם כמ\"ש פ\"א מהל' תרומות ש\"מ שאם מכר לחלוטין לא מכר וכ\"פ רבינו גבי מוכר אמה שנאמר לא ימשול למכרה וגבי יפ\"ת. ומהירושלמי הנזכר ק\"ק ע\"ד תוס' בב\"ב (דף פ\"א סע\"א):<br><b> במש\"ל: </b> כתב הנ\"י פרק הזהב דלא מהני תנאה ביובל כו'. וכ\"ה בחידושי רשב\"א ס\"פ השולח ובר\"ן ב\"מ (דף ע\"ט):"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האחין שחלקו כלקוחות הן מחזירין זל\"ז חלקו ביובל.</b> עיין בה\"ז בערכין:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במל\"מ: </b> והרב החינוך סי' תקי\"ד. צ\"ל תק\"ה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות שמיטה ויובל",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}