{
    "status": "locked", 
    "versionTitle": "Petach Einayim, Jerusalem 1959", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Petach Einayim on Horayot", 
    "text": [
        [], 
        [], 
        [], 
        [
            "<b></b>  הן קדם אני כעניי כתבתי מן הכא בידי יד כהה על מסכתא זו בספרי הקטן שער יוסף בס\"ד ועוד הן בה בקונטריס אחורי תרעא בס\"ד ומ\"מ אמרתי אעלה על אר\"ש גשי\"ם באו\"ת באותו\"ת שתים בס\"ד:", 
            "<b>אמר רבא אצטריך ה\"מ גמיר וסביר וכו'. </b>בפרק החלו עולין קונטריס זה של מסכת הוריות על מזבח הדפוס הגיע ע\"ט אל הקדש ספר\"א נה\"ר חסדי דוד ח\"ב להרב המופלא סבא קדישא מר מחותני המלך דוד נר\"ו ואיידי דחביבה לן שמעתיה דחונ\"י אחזתי ביד ימיני מושך חס\"ד הנה אשו\"ר ברהטי\"ם אשר לא עזב חסד\"ו שבשפלנו זכר לנו בשק\"ל בשע\"ר ויען אין המקום אתי ופנא\"י לא היה לי לא נשא\"ת כף הצג על הארש להתבסם בכל מקום אשר יהלמני צדיק חס\"ד ואולם אלקפתא נקטן הן תוי ממדב\"ר ארי\"ם יד לקטן מן המעט\"ן ב' ג' גרגירים:<br><b>בראש</b> אמי\"ר כאן בתחילה הביא דברי התוס' ומ\"ש בעניותי בשערי דף ט' ע\"ד ותמה עלי ופירש דברי התוס' דליתני הכא יחיד וכו' ע\"ש באורך ואני בעניי אומר כי אין לתמוה אלא כשמפרש פירוש פשוט בדבריהם אבל אם הוא דחוק תיסגי לאומרו בתורת ישוב לא לתמוה. ותו דאי כונתם כמ\"ש הרב נר\"ו מאי קושיא אי תני יחיד סתם הו\"א דאפילו גמיר וסביר דיחיד הוא כולל אחד חכם ואחד תם ואחד שאינו יודע והתנא רצה לומר דוקא לא גמיר ולא סביר ודוק כי קצרתי ומ\"ש על זכר לדבר דדידיה עדיף זכ\"ר חסד\"ו ע\"ש דרך בדיחותא אמינא זכרות\"א דדמ\"א אינו מכוון כי הא דידן:", 
            "<b>דטעי במצוה לשמוע דברי חכמים. </b>בשערי הבאתי סוף דף יו\"ד דברי הרמב\"ן בספר המצות שרש א' ובדף י\"א הקשתי מירושלמי וחלקתי בין שבשו סברותיו ע\"ש באורך והרב נר\"ו כתב דפשיטא ליה איפכא והראיה ברורה מההיא דר' אליעזר ע\"ש באורך ואני בעניי אומר דלשון הירושלמי דמשני בזה עומד וכו' שלא סלקו אותו וכו' שלא סלק אותן מורה בהדיא דאיירי בנתווכח עמהם וזאת היתה לי להקשות על הרמב\"ן ומה שפירש הרב נר\"ו דאיירי בלא נתוכח עמהן לא תוכל האר\"ש שאתו ולכן הוכרחתי לחלק ומדוקדק בלשון הרמב\"ן. והראיה מההיא דר' אליעזר אינה ראיה כלל דהתם ר' אליעזר היה רוצה לקבוע הלכה כמותו וכבר עשה מעשה והביאו כל הטהרות ושרפום כמ\"ש בבבלי וירושלמי וזו אינה משלנו דהכא לא אמרו אלא שהוא יחמיר ולא יעשה ע\"פ אבל לא לקבוע הלכה וכמ\"ש בירושלמי דאצל אחרים הוראה ודוק כי קצרתי ועמ\"ש בשערי דף ל\"ג:", 
            "<b>מאי ר' יהודה דתניא אם נפש אחת וכו' הרי אלו מיעוטין וכו'. </b>עד סוף הסוגיא. הנה בשבת דף צ\"ג ע\"א אמרו ר' יהודה אומר אם לא יכול א' להוציאו והוציאוהו ב' חייבין ואם לאו פטורין רש\"א אע\"פ שלא יכול א' להוציאו והוציאוהו ב' פטורים לכך נאמר בעשותה יחיד שעשאה חייב עשאוה ב' פטורים במאי קמפלגי בהאי קרא ואם נפש א' תחטא מע\"ה בעשותה ר\"ש סבר ג' מיעוטי כתיבי נפש תחטא א' תחטא בעשותה תחטא חד למעוטי זה עוקר וזה מניח וחד למעוטי זה יכול וזה יכול וחד למעוטי זה אינו יכול וזה אינו יכול ור' יהודה חד למעוטי זה עוקר וזה מניח וחד למעוטי זה יכול וזה יכול וחד למעוטי יחיד שעשה בהוראת ב\"ד ור\"ש יחיד שעשה בהוראת ב\"ד חייב ור\"מ תרי מיעוטי כתיבי חד זה עוקר וזה מניח וחד למעוטי יחיד שעשאה בהוראת ב\"ד:<br><b>וכתבו</b> התוס' ד\"ה ה\"ג ור\"ש יחיד שעשה בהוראת ב\"ד לא צריך קרא ול\"ג ר\"ש לטעמיה דאמר יחיד שעשה בהוראת ב\"ד חייב כדפירש בקונטריס דהא תנן פ\"ק דהוריות הלך ועשה על פיהם בין שהביאו כפרתן וכו' ר\"ש פוטר ומפרש טעמא תולה בב\"ד אנוס הוא עכ\"ל וק\"ק דאמאי התוס' לא הקשו על רש\"י דידיה אדידיה דרש\"י כתב לקמן דף ג' ע\"ב על משנה הנזכר דר\"ש סבר תולה בהוראת ב\"ד פטור והוא הפך גירסתו דגריס דר\"ש אזיל לטעמיה דיחיד שעשה בהוראת ב\"ד חייב כמבואר:<br><b>והנה</b> הרשב\"א בחידושיו לשבת שם כתב וז\"ל רש\"י גריס ר\"ש לטעמיה יחיד שעשה בהוראת ב\"ד חייב ואין הגרסא מחוורת דאדרבא בהוריות תנינן הורו ב\"ד וידעו שטעו וחזרו בהן בין שהביאו כפרתן בין שלא הביאו כפרתן והלך היחיד ועשה ע\"פ ר\"ש פוטר ויש מתרצים כיון שחזרו בהם וידעו שטעו ידיעתן כידיעתו וכמי שנזכר הוא דמי שהרי עליהן היה סומך והר\"ם בר יוסף ז\"ל תירץ דהתם דאיכא כפרה הכא ליכא כפרה ואינו מחוור דמ\"מ מנא לן דר\"ש אית ליה הכי ואן אמרה דנימא ר\"ש לטעמיה אבל רב האיי גאון והגאונים גורסים ור\"ש יחיד שעשה בהוראת ב\"ד לא צריך קרא כלומר דפשיטא משום דאנוס הוא עכ\"ל ופשיטא דרבינו משה בר יוסף והיש מתרצים אתו לתרוצי סוגיא הן מעמידין הגירסא ור\"ש לטעמיה דאמר חייב ומש\"ה משנ\"ו רבנן משנתנו דלקמן דר\"ש פטר. אבל לא אתו עליה דרש\"י ובפרט הרב רבינו משה בר יוסף דהרב אב\"ד חמיו של הראב\"ד כותב עליו הרב המובהק שלנו. דהרי רש\"י לקמן דף ג' עלה דהך דר\"ש פוטר כתב בפשיטות דטעמו דיחיד שעשה בהוראת ב\"ד פטור. אלא דרמב\"י ויש מתרצים להעמיד הגירסא באים באר\"ש. ומה שדחה הרשב\"א דבריהם דמנ\"ל דר\"ש קאמר הכי. מצו לישב דכיון דהש\"ס קאמר ר\"ש לטעמיה דאמר יחיד שעשה בהוראת ב\"ד חייב הא תו למה לי דהש\"ס ידע בריתא דר\"ש מחייב וכמה מילי איכא בש\"ס ברמז ובקצר אמיץ כידוע:<br><b>אמנם</b> ק\"ק דבת\"כ שנינו נפש כי תחטא וכו' העושה ע\"פ עצמו חייב ולא העושה ע\"פ הוראת ב\"ד ור\"ש מוסיף הורו ב\"ד וידעו שטעו וחזרו בהן וכו' והלך היחיד וכו' הרי זה פטור. עין רואה דקתני בריתא דת\"כ ור\"ש מוסיף ומוכח דמוסיף על הא דיחיד שעשה בהוראת ב\"ד פטור דאפילו שידעו בטעות והביאו. וזה הפך רמב\"י ויש מתרצים וגירסתם דר\"ש סבר יחיד בעשה בב\"ד חייב. ותו דכלשון הזה כתוב בפסיקתא וז\"ל העושה ע\"פ עצמו חייב ולא העושה ע\"פ הוראת ב\"ד כיצד הורו ב\"ד לעבור על א' מכל מצות ה' כדמפורש במסכת הוריות וה\"נ בת\"כ ומסקנא העושה מפי עצמו חייב מפי הוראת ב\"ד פטור ר\"ש מוסיף הורו ב\"ד וכו' עכ\"ל הרי דגם בפסיקתא כתוב ור\"ש מוסיף. אלא דמ\"ש בפסיקתא ומסקנא וכו' מפי הוראת ב\"ד פטור ק\"ק דהא אמרינן בשמעתין אמר רב יהודה אמר רב זו דברי ר' יהודה אבל חכמים אומרים יחיד שעשה בהוראת ב\"ד חייב. וכן בסמוך אמרינן אמר רב נחמן אמר שמואל זו דברי ר\"מ אבל חכ\"א חייב. וא\"כ היכי שביק רבנן. ותו דמשמע דהאמוראים רב ושמואל ורב יהודה ור\"נ סברי כרבנן מדנחתי לפרושי זו דברי אבל חכמים. ובר מן דין כתבו הראשונים דכי קאמר בש\"ס זו דברי אבל הלכה כסברא דמייתי מבחוץ. ואם נאמר דרבינו טוביהו מחבר הפסיקתא הוא פוסק כר' יוחנן דסבר הלכה כסתם משנה בכל התורה וה\"נ פוסק כסתם משנה. מלבד דזה צריך בירור גדול לדעת שכן דעתו. עוד בה דמה הלשון אומרת ומסקנא וכו' כאלו הוה שקלא וטריא ומסקנא. והלא המשנה מפורשת דיחיד שעשה בב\"ד פטור ובזה אין צורך למשא ומתן ומסקנא:<br><b>וחזה</b> הוית להרב מרכבת המשנה ח\"ג פי\"ד דשגגות שכתב וז\"ל ובפירוש הרא\"ש להוריות דף ב' מצאתי דגורס אמר ר\"נ אמר שמואל זו דברי ר\"ש הורו ב\"ד וידעו שטעו ר\"ש פוטר אלמא ר\"ש פוטר התולה בב\"ד אפילו אחר שחזרו בהן והביאו כפרתן וכן ר\"א ורבי עקיבא ובן עזאי כלהו ס\"ל התולה בב\"ד פטור עכ\"ל ותמיה אני דהרי הרא\"ש מסיים משום דעיקר דברי האמוראים למצוא חכמים דמחייבי ומשו\"ה קאמר רב יהודה זו דברי ר\"י אבל חכ\"א משום דמייתי שתי בריתות דת\"כ דפליגי עליה וגם ר\"נ אשכח בריתא דפליגי בה ר\"מ ורבנן בהא אבל לא אשכחן תנא דפליג על ר\"ש דמתניתין עכ\"ל ואיך הבין שיירי הלשון שאין לו הבנה כלל. ותו דכתב וגם ר\"נ אשכח בריתא דפליגי ר\"מ ורבנן אלמא הרא\"ש גריס כגירסתנו ר\"נ אמר שמואל זו דברי ר\"מ. ונסחא מוטעית בדפוס. וכך הנסחא האמיתית בהרא\"ש הבאתיה בשערי דף כ\"ג ע\"ג (מחידושי הרא\"ש כ\"י) אמר ר\"נ אמר שמואל זו דברי ר\"מ והא דלא קאמר זו דברי ר\"ש השנוי במשנתנו הורו ב\"ד וכו'. ואדרבא הרא\"ש ישנו בנותן טעם למאי דלא קאמר זו דברי ר\"ש והדבר מבואר:<br><b>והרמב\"ם</b> פ\"א דשבת פסק כר' יהודה דזה אינו יכול וזה אינו יכול חייב. והקשה הרב לחם משנה דהא אמרו פרק המצניע דלר\"י תלתא מיעוטי כתיבי חד לזה עוקר ומניח וחד לזה יכול וזה יכול וחד ליחיד התולה בב\"ד פטור והרמב\"ם פי\"ג דשגגות פסק דחייב. והרב ז\"ל בא לו אל הישוב דרך המדב\"ר וז\"ל ונ\"ל לתרץ עם קושיא אחרת בש\"ס דאמאי קאמר איכא תלת מיעוטי חד לעו\"מ וחד לזיוז\"י וחד לתולה בב\"ד נימא דלר\"י לא הוו אלא תרי מיעוטי חד לעוקר ומניח וחד ליכול וכדקאמר שם לר\"מ דתרי מיעוטי הוו ונימא דר\"י אית ליה יחיד שעשה בב\"ד חייב ולתרץ קושיא זו אומר דודאי אצטריך בגמרא לומר הכי משום דבריש הוריות אמרינן דר\"י אית ליה יחיד שעשה בהוראת ב\"ד פטור דאמרו שם על מתניתין זו דברי ר\"י אבל חכ\"א יחיד שעשה בבד\"ח מאי ר\"י דתניא וכו' ולהכי אצטריך בגמרא לומר דלר\"י ג' מיעוטין הוו אבל אי לא משכח תלמודא דלר\"י אית ליה פטור הומ\"ל לדידיה דב' מיעוטי הוו כדקאמר לר\"מ ורבינו ראה לפסוק כר\"י דזה אינו יכול משום דר\"מ מסייעו אבל בהא דיחיד וכו' פסק כחכמים משום דאמרו זו אבל וכו' והשתא משנינן ב' מיעוטי חד ליכול וחד לעוקר עכ\"ל וכתב עליו הרב מרכבת המשנה בח\"א שם בהלכות שבת וז\"ל ואין דבריו מספיקים לפי גירסת התוס' דגרסי ור\"ש יחיד שעשה בב\"ד לא צריך קרא דא\"כ הו\"ל לאוקים אליבא דר\"י דדריש תרי מיעוטי חד לעוקר וחד ליכול ויחיד וכו' ל\"צ קרא אך נ\"ל מהא דבהוריות קאמר מאן שמעת ליה דדריש מיעוטי כה\"ג ר\"י היא דתניא זאת תורת העולה היא העולה הרי אלו ג' מיעוטין ורבינו פסק כרבנן דלא דרשי מיעוטי כי האי גונא אלא ב' מיעוטי חד לעוקר וחד יכול ויחיד חייב עכ\"ל:<br><b>ואני</b> בעניי לא ידעתי מה השיג על הרב לח\"מ ומה טרח לשייר דרך לעצמו והלא הרב לח\"מ על סוגיין דהוריות קאי ובגווה קמשתעי וישב על תילה ומאי פריך דנימא הש\"ס דר' יאודה סבר תרי מיעוטי ולא צריך לפטור יחיד כר\"מ הרי בסוגיין דעלה קאי הרב לח\"מ מבואר דר' יהודה דריש מיעוטים כדקאמר הוא ז\"ל אח\"כ ואם היה סוגיא אחרת ניחא אבל כל שמפורש בסוגיא דמייתי הרב לח\"מ גופיה אין מקום לסתור ולבנות. ותו דכבר הרב לח\"מ רמז בדבריו וכתב דאמרו בריש הוריות מאי ר\"י דתניא וכו' והרי הא דקאמר רב יהודה מאי ר\"י דתניא היא הברייתא דקתני אם נפש וכו' הרי אלו מיעוטין העושה מפי עצמו חייב מפי ב\"ד פטור ומאחר דהרב לח\"מ כתב בדבריו מאי ר\"י דתניא וכו' מה מקום להקשות דנימא ל\"צ קרא לר\"י הרי בהאי בריתא קאמר הרי אלו מיעוטין העושה מפי עצמו וכו' דמוכח דמעיט מקרא יחיד שעשה בב\"ד וכבר מסיק דהאי בריתא ר\"י היא ומאי קושיא ומאי פירוקא:<br><b>ותו</b> קשה לי ההדיוט במ\"ש דבהוריות קאמר מאן שמעת ליה דדריש מיעוטי כי האי גוונא ר\"י דתניא זאת תורת וכו' ורבינו פסק כרבנן דלא דרשי מיעוטי כה\"ג דהרי הרמב\"ם פ\"ג דפסולי המוקדשין דין ו' פסק כר' יהודה דדריש זאת תורת העולה היא העולה הרי אלו מיעוטין פרט לנשחט בלילה ולנשפך דמה וליציאת דמה חוץ לקלעים ואיך כתב דהרמב\"ם פסק כרבנן דלא דרשי מיעוטי כי האי גוונא:<br><b>איברא</b> דלפום ריהטא יקשה על הרמב\"ם דמאחר דהוא פסק גבי מיעוטי דזאת תורת העולה היא העולה כר' יהודה דהוו תלתא מיעוטי הו\"ל לפסוק נמי הכא דהוו תלתא מיעוטי כר' יהודה ויחיד שעשה בהוראת ב\"ד פטור דהא הכא בשמעתין קאמר דבריתא דעדיין אני אומר דלא כר' יהודה דמחייבא ליחיד משום דהדורש מיעוטי כה\"ג הרי הוא ר\"י וא\"כ בריתא דעדיין לא דריש מיעוטי כה\"ג והרמב\"ם שפסק כבריתא דעדיין דיחיד חייב א\"כ לא דריש מיעוטי ואיך פסק פ\"ג דפהמו\"ק כר' יהודה:<br><b>ואפשר</b> לומר דהרמב\"ם פסק כדאמרינן בסוגיין בסמוך ריש דף ג' ואבע\"א עדיין אני אומר לא מצית מוקמת לה כר' יהודה דקתני רוב קהל שחטאו ב\"ד מביאין על ידיהם פר ואי ר' יהודה האמר צבור הוא דמייתי ב\"ד לא. ואע\"ג דלשון מביאין אינו מוכרח וכמו שמצינו להרמב\"ם פי\"ד שכתב ב\"ד מביאין והוא פסק כר\"י. מחוורתא דמילתא דהכא דייק מדקתני רוב קהל שחטאו ב\"ד מביאין וכמ\"ש אני בעניי בשערי דף ד' ריש ע\"ב. והשתא אפשר לומר דסבר הרמב\"ם דנקיטינן כהאי שינויא בתרא דמשני ואבע\"א ולא תלי הך דינא דיחיד אי דרשינן מיעוטי אי לא ומשו\"ה אף דפסק הרמב\"ם כר\"י דזאת תורת העולה ג' מיעוטין אפ\"ה פסק דיחיד חייב דלאו הא בהא תליא:<br><b>א\"נ</b> אפשר לומר דלעולם הרמב\"ם פסק כשינויא קמא דמאן שמעת ליה דדריש מיעוטים ר' יהודה והכי פירושא דהני תרי בריתות דספרא סתמיות ומוכרח דחדא ר' יהודה וחדא רבנן ובגילוי מילתא כל דהו מוקמינן לחדא כר' יהודה ומאחר שמצינן לר\"י דדריש מיעוטי כה\"ג מוקמינן לבריתא קמא דהרי אלו מיעוטין כר\"י ואידך רבנן. ובריתא דעדיין אינו מוכרה לאוקומה דדריש מיעוטי והדבר שקול דמצינן למימר דדריש ומצינן לומר דלא דריש. לכן מוקמינן בריתא קמיתא דמוכח דדריש כר\"י דודאי דריש וכונת הש\"ס היא משום דאמרינן בעלמא אין מיעוט אחר מיעוט אלא לרבות ומאן שמעת ליה דהיכא דאיכא למדרש למיעוטים שונים דרשינן כלהו למיעוט ר' יהודה היא וא\"כ כוותיה מתוקמא בריתא קמא דהרי אלו מיעוטין. ובריתא דעדיין אפשר דדריש תרי מיעוטי תחטא בעשותה תרי מיעוטי ואין מיעוט אחר מיעוט אלא לרבות ומחייב ליחיד שעשה בהוראת ב\"ד. ועוקר ומניה נפקא ליה מקרא אחרינא. או אפשר דדריש מיעוטי כדאמרו פרק המצניע לר\"מ דדריש תרי חד לעוקר ומניח וחד ליכול ויכול אבל זה אינו יכול חייב ויחיד חייב. והרמב\"ם כיון שראה דרבנן סברי יחיד חייב והני אמוראי רב ושמואל ורב יהודה ורב נחמן אמרי זו אבל ומוכרח לפסוק דיחיד חייב. ובדין זה אינו יכול ר\"י ור\"מ פרק המצניע סברי דחייב תפס לו הדרך כצד אחד מהאמור דדרשינן תרי מיעוטי כר\"מ על דרך שאמרו פרק המצניע דנפש אחת ארחיה דקרא לאשתעויי הכי וליכא אלא תרי מיעוטי. אבל גבי זאת תורת העולה היא העולה דריש שפיר תלתא מיעוטי דכתיב זאת וכתיב היא וכתיב העולה יתר. ובזה נתישבו פסקי הרמב\"ם ומאי דאיכא למידק על דברי הרב להם משנה פי\"ג דשגגות אנכי העירותיהו בשערי דף י\"ג ע\"ש בס\"ד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שאין תמורה בצבור. </b>פירש\"י דכתיב לא יחליפנו ולא ימיר דלשון יחיד הוא וכו' קשה דר\"ש ס\"ל בתמורה דף י\"ג לימוד אחר והלא מעשר בכלל היה והכא אליבא דר\"ש קיימינן. חידושים כ\"י מהרב הגדול מהר\"ר יוסף בר אשר מק\"ק וואשיר טרילינגין ודיין מדינת אנשבך זלה\"ה:", 
            "<b>שיכול והלא דין הוא וכו'. </b>בספרי הקטן שער יוסף כתבתי בעניותי בזה כאשר הרואה יראה דף ס' ע\"ד. והן היום שילהי שנת תקמ\"ח נזדמן לידי שער יוסף שהיה של מעלת הרב כמהר\"ר דוד חיים קורינאלדי זלה\"ה בעל בית דוד על המשניות. וראיתי להרב ז\"ל שכתב בגליון שער יוסף על מה שכתבתי אני בעניי שם על פרט זה שיכול והלא דין וכו' וז\"ל ידוע הוא לכל חכם ומעיין ביושר דשיכול והלא דין הוא הם שני הפכיים בנושא אחד ויפה מחק הרב באר שבע תיבת שיכול וכן כתבו התוספות פ\"ק דחולין דף כ\"ב דבשום דוכתא ל\"ג תרוייהו ע\"ש ד\"ה שיכול והיינו דקשיתיה להרא\"ש בדבריו שהביא המחבר הזה בסוף דבור זה אלא דלא דק עכ\"ל הכתוב מכ\"י הרב הנזכר בגליון שער יוסף:<br><b>ועם</b> האדון הסליחה דההיא דחולין דהתוספות קיימי עלה לא דמיא כלל לשמעתין דהתם הדין הוא הפך הכתוב דמקרא בא ללמוד תורים ולא קטנים והדין הוא להכשיר קטנים ובהא כתבו התוס' דל\"ג תרוייהו. אבל בשמעתין הדין הוא דמשיח כצבור וכן הכתוב דמשיח כצבור. ותו דאם התוס' מחקוהו הרי רש\"י והר\"ן בחידושיו לחולין שם גרסי ליה כאשר עין בעין יראה הרואה. ואנן על רש\"י קיימינן. ותו דבסוף הלשון בשער יוסף שם רמזתי יבין שמועה כלל תנ\"א והמעיין שם יראה בעיניו דהרב יבין שמועה הביא משם חד מן קמי\"א רבוואתא קמאי הרמ\"ה ארבעה פירושים בבריתא דבסמוך ע\"ש. ומתוכן המעיין יראה דניתנו ליאמר הפירושים שפירשתי בתוך השער. ועוד לא ראה הרב הנזכר דכבר אני הצעיר הבאתי דברי התוס' דחולין הנזכרים בשערי דף פ\"ט ע\"ג ע\"ש ודוק הטב:<br><b>ומ\"ש</b> דהרא\"ש נתקשה בזה. לא ידעתי איך נחה דעתו דמלשון הרא\"ש שהבאתי נראה דלא אסיק בקשיא וכפי דבריו דהרא\"ש הקשה ולא תירץ הוא תימה דמאי בעי בהני מילי. ותו דהו\"ל להרא\"ש למוחקו להאי שיכול. אמנם דע דהמדפיס השמיט שורה אחת בשער יוסף וזה מבואר ואין בו ספק דהרי תוספי הרא\"ש למכילתין נדפסו לימים הראשונים בפראג והוסיפו להדפיסם פה ליוורנו וכך הם דברי הרא\"ש בתוספותיו כאשר הם בדפוס וז\"ל ומיהו לשון שיכול אינו מיושב דמשמע להכי צריך קרא שיכול הייתי לומר בענין אחר אם לא היה פסוק וי\"מ שיכול קאי אדינא בתרא וה\"ק שיכול הייתי לומר שיתחייב משיח וכו' ע\"ש ואם הרב הנזכר עין לו ראתה דברי הרא\"ש במילואותם הוה נח רוגזיה. ושפיר קאמינא דשביק הגירסא בש\"ס ורש\"י:<br><b>ומ\"מ</b> אמינא בעניותין דהסגנון דמפרש הרא\"ש בשם יש מפרשים הוא דוחק. בשגם הוא מעין דוגמא למה שפירשתי בעניותי לחד פירושא ודוק הטב:"
        ], 
        [], 
        [], 
        [
            "<b>רש\"י ד\"ה אין ב\"ד חייבין וכו' ואם הורו בדבר שחייבין אשם ודאי פטורין וכו' ועוד דבאשמות וכו' אשם ודאי על המזיד וכו'. </b>קשה דאשם מעילות אינו בא רק על השוגג דד' מביאין על הזדון כדתנן רפ\"ב דכריתות ולא אשם מעילות. חידושים כ\"י מהרב מהר\"ר יוסף בר אשר הנזכר:", 
            "<b>אף כאן שחייבין על זדונו כרת ושגגתו חטאת. </b>הקשה הגאון מהר\"ל מפראג דבן י\"ג עד בן ך' דאינו בר כרת אמאי מייתי חטאת. וכבר עמדו בזה הרבנים הגאונים מהר\"ד אופנהיים והרב חוות יאיר ומהר\"ר צבי בתשובותיו סימן מ\"ט. וגם אני בעניותי כתבתי בזה בשערי דף ע\"ב בס\"ד. וראיתי לכתוב אשר כתבתי בעניותי דרך דרש בקונטריס כסא דוד דרוש ט' ושם נאמר מה שפירש הרב זרע ברך ח\"ג פרשת וירא במשז\"ל לא מתו בני אהרן אלא בשביל שאמרו ישראל לא ירדה השכינה למטה כיון שמתו נדב ואביהוא ידעו ששרתה השכינה למטה. והוא תמוה. ופירש במ\"ש הרב עשרה מאמרות כשהשכינה למעלה אינו מעניש עד בן כ'. וכשהיא למטה הרי היא כב\"ד של מטה ונענש מבן י\"ג וכתב ילקוט ראובני דבני אהרן לא היו בני ך' ומזה ידעו שירדה השכינה למטה זהו תורף דברי הרב זרע ברך. ואני בעניי כתבתי שם והשתא ניחא קושית מהר\"ל מפראג איך בן י\"ג עד בן כ' דאינו בר כרת מייתי חטאת ולפי האמור לק\"מ דבזמן שבית המקדש קיים אשר שם יזבחו זבחי צדק היתה השראת שכינה ובן י\"ג איתיה בכרת נמי. אכן לא פניתי עתה לחזות בנועם דברי הרמ\"ע בשרשם אינהו ואביזרייהו:"
        ], 
        [], 
        [
            "<b>ואימא כי מעטיה רחמנא מדלי דלות. </b>ק\"ק דלישני דלא אפשר בדלי דלות דלא שייך ביה כמ\"ש גדלהו וכו' וכן קשה לר' שמעון דס\"ל כר\"ע בדלי דלות ויש לישב חידושים כ\"י מהרב מהר\"ר יוסף בר אשר הנזכר:"
        ], 
        [], 
        [], 
        [
            "<b>לשני בני אדם שצלו פסחיהם א' אכלו לשום מצוה וא' אכלו לשום אכילה גסה וכו'. </b>כתב הרב הרקח סימן רפ\"ג וכשאוכל אפיקומן לא יהיה לו לטורח דאמרינן בנזיר אכל לשם אכילה גסה עליו כתיב ופושעים יכשלו בם ואם אכל ממש אכילה גסה לא יצא כיוצא [בו] לא יאמר כמה טורח פסח בירושלמי רשע מהו אומר מה העבודה הזאת לכם מה טורח זה עכ\"ל:<br><b>ודברי</b> רבינו ז\"ל קשים וכבר הרגיש בזה הרב חק יעקב סימן תע\"ו דמ\"ש עליו נאמר ופושעים יכשלו בם לא קאי במסקנא אלא דלא קעביד מצוה מן המובחר. והרב חק יוסף סימן תע\"ז החזיק בקושיא זו וביאר דאין לומר דר' יוחנן לא חזר בו מדבריו ליתא דהא שם מקשה הש\"ס על ריש לקיש דאוקמה בלוט ודילמא הוא נמי לשם מצוה איכוון אמר ר' יוחנן כל הפסוק הזה וכו' הרי דר' יוחנן מפרש דברי ריש לקיש מכלל דכוותיה ס\"ל עכ\"ל ואני אומר דאע\"ג דהכי אתמר בסוגיין ובנזיר דף כ\"ג א\"ר יוחנן כל הפסוק וכו' נראה דהעיקר כנסחת עין יעקב בנזיר ודילמא הוא נמי לשם מצוה איכוון לא ס\"ד דאמר ר' יוחנן כל הפסוק וכו'. ולפום האי גירסא דנראית אמיתית. מצינא למימר דר' יוחנן לא הדר ביה ולא חש להשיב לקושית ריש לקיש:<br><b>והנה</b> הרב חק יוסף תריץ יתיב דברי הרקח דכונתו שלא יאמר כמה טורח אכילה זו ויגיד עליו רעו דקאמר כיוצא בו לא יאמר כמה טורח וכו' לפ\"ז יפה כתב דאמרינן בנזיר אכל מצה וכו' עליו כתיב ופושעים יכשלו בם ואע\"ג דלא קאי במסקנא היינו משום קושית ריש לקיש האי רשע קרית ליה ובכה\"ג מצינן בירושלמי דקרי רשע א\"כ שפיר עליו כתיב ופושעים יכשלו בם עכ\"ל וכונתו דאיברא דלא קאי במסקנא דמסיק דאוכל לשם אכילה גסה פסח מיהא קעביד אמנם הכא בסוגיין איירי דאינו אומר כלום אבל הכא דקאמר כמה טורח אכילה זו בעבור זה הוא רשע ושפיר קאמרינן עליה ופושעים יכשלו בם והוא מציאות אחר זה נראה כונתו. והוא דוחק דס\"ס נלמד מהירושלמי וליתיה בבבלי והרקח כתב דאמרינן בנזיר. וכפי דרכו הוה מצי לומר דברישא לא אמר בפיו אלא שענינו בתנועותיו והכרת פניו ענתה בו שהוא לטורח והוא רשע ובהכי מתישב לשון הרקח דברישא לא הזכיר דאמר כן ופשיטא דהגם דלא אמר בפירוש כיון שענינו ותנועותיו מורים כן הוא רשע. אמנם אינו מיושב מאי דמייתי לה מגמרין ואינו נלמד אלא מהירושלמי דמייתי בתר הכי. ויותר נראה דסבר דר' יוחנן פליג אריש לקיש ולא חש להשיבו וגריס כנסחת עין יעקב הנזכר וקי\"ל כר' יוחנן:<br><b>ומדברי</b> הרב פרי חדש סימן תע\"ו דמייתי לדברי הרקח ולא הוקשו לו דבריו נראה דפשיטא ליה דמייתי מהס\"ד שנזכר זה בש\"ס. וכן נראה קצת מהרב חק יעקב עצמו דמורה מלשונו שאינה קושיא גדולה. אמנם קושטא דמילתא שדברי הרקח צריכים ישוב דלא קאי במסקנא ואפשר לומר כדכתיבנא בעניותין ודוק הטב שיש לצדד עוד:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>וסימניך קמיצה. </b>כפי פירוש רש\"י מכאן ק\"ק על יש מפרשים שהביא רבינו בצלאל בשיטה מקובצת דכתובות ריש דף ה' ע\"ב דקמיצה הוא האצבע קטנה וכפ\"ז מאי סימנא ומוכרח שיפרשו פירוש אחר בשמעתין:", 
            "<b>ר\"מ חכם. </b>בשיטה מקובצת פי\"ב דכתובות גבי שמעון בני חכם פירש רש\"י מהדורא קמא חכם אב\"ד ע\"ש ועיין בספר יפה מראה סוף בכורים וצריך ישוב ועמ\"ש הרמ\"ע בתשובות סימן ץ' ועתה נדפס מחדש ספר הבהיר חסדי דוד ח\"ב להרב המופלא סבא קדישא נר\"ו ומידי עוברי ראיתי שהאריך בזה בדף ס\"ז ולא יכולתי להתבסם מדבריו ע\"ש באורך:", 
            "<b>תקין מילתא כי לדידן. </b>רש\"י כתב אית דגרסי כי ליתנן ופירש הרב מהרש\"א בחידושי הלכות שהוא מלשון סיפור ע\"ש ולי ההדיוט נראה פשוט דהפירוש הוא נתקין מילתא כי לית אנן וכמו שסיים רש\"י נתקין מילתא דליהוי זכרון עולם לדורות אפילו כי אינן בעולם וכו' ע\"ש. ותיבת כי ליתנן הוי כאלו אמר כי לית אנן:", 
            "<b>אסיקו לר\"מ אחרים ולר' נתן יש אומרים. </b>לעיל בבתרא דף צ\"ג כתבתי בעניותי בזה ומשם באר\"ה:", 
            "<b>דברי חלומות לא מעלין ולא מורידין. </b>עיין במסכת גיטין דף נ\"ב ובשו\"ת הרשב\"ץ ח\"ב סימן קכ\"ח ועיין בשו\"ת הרב מהרי\"ט צהלון סימן רע\"א ומ\"ש הרב שפתי כהן בח\"מ סימן של\"ג ס\"ק כ\"ה ועיין מה שרמזתי אני בעניי בשם הגדולים ח\"א דף ד' ע\"א:", 
            "<b>אילו הוה תמורה לא היה קרב. </b>פירש\"י דתנן במסכת בכורות וכו' דאין תמורה עושה תמורה כדתנן במסכת תמורה פ\"ק אך בכור שור קדש וכו' מ\"ש רש\"י אך בכור שור קדש הן הוא מילתא באפי נפשה לפרש הא דקאמר אילו היה תמורה לא היה קרב והיינו דילפינן קדש הן הן קרבים ולא תמורתן ומעשר יליף מבכור וכ\"כ רבינו עובדיה סוף בכורות. ומ\"ש רש\"י כדתנן ספ\"ק דתמורה היינו הא דאין תמורה עושה תמורה שהוא משנה פ\"ק:<br><b>והדבר</b> הקשה על הרב מהרש\"א שהבין דכונת רש\"י דמקדש הן יליף דאין תמורה עושה תמורה וכתב על דברי רש\"י בקשתיו ולא מצאתיו שם וכו' ע\"ש. דהא קדש הן משתעי מבכור ולא מתמורה. ונראה דחסר ברש\"י וצ\"ל אלו היה תמורה לא היה קרב דכתיב אך בכור שור ואף אם לא נגיה אי אפשר לפרש אלא כמדובר. חידושים כ\"י מהרב מהר\"ר יוסף הנז\"ל:"
        ], 
        []
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001157028", 
    "heTitle": "פתח עינים על הוריות", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Petach Einayim", 
        "Seder Nezikin"
    ]
}