{
    "title": "Hasagot HaRaavad on Mishneh Torah, Repentance",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Repentance",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b> במה דברים אמורים בעבירות שבין אדם לחבירו.</b> א''א וכן עבירות המפורסמות ומגולות אע''פ שאינן עם חבירו שכמו שנתפרסם החטא כך צריך לפרסם התשובה ויתבייש ברבים: "
            ]
        ],
        [
            [],
            [
                "<b> אדם שעונותיו מרובין על זכיותיו מיד הוא מת ברשעו.</b> א''א לא כמו שהוא סובר שכשאמרו רשעים נחתמין לאלתר למיתה שמיד מתים, ואינו כן כי יש רשעים חיים הרבה אלא נחתמין לאלתר שלא ימלאו ימיהם שני הדור שנגזרו עליו, ועיקר דבר זה ביבמות (נ'): "
            ],
            [],
            [],
            [
                "<b> בשעה ששוקלין עונות אדם אין מחשבין עליו עון שחטא בו תחלה.</b> א''א זה מן הערבוב שמערבב הדברים זה בזה ומדמה בדעתו שהן אחדים והם זרים ונפרדים מאד. לפי שראה בראש השנה ורב חסד מטה כלפי חסד ותנא דבי ר''י מעביר ראשון ראשון וכך היא המדה. וראה ביומא רבי יוסי ברבי יהודה אומר אדם חוטא פעם ראשונה ושנייה ושלישית מוחלין לו רביעית אין מוחלין לו סבר בדעתו שהן ענין אחד והן רחוקים מאד דההיא דרבי ישמעאל היא ליום הדין הגדול ולהציל הבינונים מגיהנם כדברי בית הלל ואין שם זכר למחילת עון אבל הא דרבי יוסי ברבי יהודה בעולם הזה ובתחלת מעשיו של אדם מימי עונשו ואילך שחטא הראשון והשני והשלישי שיזדמנו לידו אם עשה מהם תשובה אע''פ שהם מן החמורים שצריכין יסורין ויוה''כ למרק אלו הראשונים אינן צריכין שהם מחולין לגמרי. זו היא הצעת הדברים ועיקרן ואין הפרש בגמרא בין יחיד לצבור ולא ידעתי מאין מצאו: "
            ],
            [],
            [
                "<b> והאומר שיש שם רבון אחד אלא שהוא גוף ובעל תמונה.</b> א''א ולמה קרא לזה מין וכמה גדולים וטובים ממנו הלכו בזו המחשבה לפי מה שראו במקראות ויותר ממה שראו בדברי האגדות המשבשות את הדעות: ",
                "<b> וכן האומר שאינו לבדו הראשון.</b> א''א כאותו שאמר אלהיכם צייר גדול היה אלא שמצא לו סמנים גדולים תהו ובהו חושך ומים ורוח ובהם עשה מה שעשה: "
            ],
            [],
            [
                "<b> לכל התורה כולה כגון החוזר לדת העובדי כוכבים.</b> א''א ומי שחוזר לדת העובדי כוכבים הנה הוא מודה באלהיהם והרי הוא מין: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> והאוכל שור עניים וכו'.</b> א''א דומה שהוא שונה שור ברי''ש ואינו אלא שוד בדל''ת, כלומר שהוא דוחק אותו בחובו עד שמחליטין קרקעותיהן בפחות או המטלטלין שלהן ואומר שלי אני נוטל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> וכיון שכן הוא אין בנו כח לידע היאך ידע הקב''ה כל הברואים ומעשה ידיהם.</b> א''א לא נהג זה המחבר מנהג החכמים שאין אדם מתחיל בדבר ולא ידע להשלימו והוא החל בשאלות קושיות והניח הדבר בקושיא והחזירו לאמונה וטוב היה לו להניח הדבר בתמימות התמימים ולא יעורר לבם ויניח דעתם בספק ואולי שעה אחת יבא הרהור בלבם על זה. ואע''פ שאין תשובה נצחת על זה טוב הוא לסמוך לו קצת תשובה. ואומר, אם היו צדקת האדם ורשעתו תלוים בגזירת הבורא ית' היינו אומרים שידיעתו היא גזירתו והיתה לנו השאלה קשה מאד ועכשיו שהבורא הסיר זו הממשלה מידו ומסרה ביד האדם עצמו אין ידיעתו גזירה אבל היא כידיעת האצטגנינים שיודעים מכח אחר מה יהיו דרכיו של זה והדבר ידוע שכל מקרה האדם קטן וגדול מסרו הבורא בכח המזלות אלא שנתן בו השכל להיותו מחזיקו לצאת מתחת המזל והוא הכח הנתון באדם להיותו טוב או רע והבורא יודע כח המזל ורגעיו אם יש כח בשכל להוציאו לזה מידו אם לא וזו הידיעה אינה גזירה, וכל זה איננו שוה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> והלא כתוב בתורה ועבדום וענו אותם וכו'.</b> א''א אלה הם אריכות דברים שאינן מתובלים וחיי ראשי כמעט אני אומר שהם דברי נערות. יאמר הבורא לזונים למה זנית ואני לא הזכרתיך בשם כדי שתאמר שעליך גזרתי יאמרו לו הזונים ועל מי חלה גזרתך על אותן שלא זנו הנה לא נתקיימה גזרתך. אבל וקם העם הזה וזנה כבר אמרנו שאין בענין הזה ידיעת הבורא גזירה וכ''ש בכאן שאף משה אמר כי השחת תשחיתון הן בעודני חי עמכם ואף כי אחרי מותי וכ''ש הבורא שהיה יכול לומר כן בלא גזירה. וענין המצרים אינה שאלה משני פנים. האחד כי הדבר ידוע שאין הבורא נפרע מאדם רע אלא ברע ממנו ואחר שיפרע מזה יחזור ויפרע מן הרע ממנו ברשעו וכן הוא אומר הוי אשור שבט אפי כהתימך שודד תושד פי' מפני רשעך וגודל לבך והתפארך עלי. והמצרים ג''כ רשעים היו וראויים למכות ההם ואילו שמעו למשה בתחלה ושלחו את ישראל לא היו לוקים ולא טבעו בים אבל זדונו של פרעה ובזותו את הבורא יתברך לפני שלוחו הוא גרם לו. והשני כי הבורא אמר וענו אותם והם עבדו בהם בפרך והמיתו מהם וטבעו מהם כענין שנאמר אני קצפתי מעט והם עזרו לרעה לפיכך נתחייבו: "
            ]
        ],
        [],
        [
            [],
            [
                "<b> העוה''ב אין בו גוף.</b> א''א דברי האיש הזה בעיני קרובים למי שאומר אין תחיית המתים לגופות אלא לנשמות בלבד. וחיי ראשי לא היה דעת חז''ל על זה שהרי אמרו כתובות (קי\"א:) עתידין צדיקים שיעמדו בלבושיהן ק''ו מחטה וכו' וכן היו מצוין לבניהם (שבת קי\"ד.) אל תקברוני בכלים לבנים ולא בשחורים שמא אזכה. וכן אמרו (סנהדרין צ\"ב) שלא ישובו הצדיקים לעפר אלא עומדין בגוייתם. וכן אמרו (שם צ\"א:) במומם עומדין ומתרפאין. וכל אלה מוכיחים כי בגוייתם הן עומדין חיים. אבל אפשר שהבורא ישים גוייתם חזקות ובריאות כגוית המלאכים וכגוית אליהו זכור לטוב ויהיו העטרות כמשמען וכפשוטן ולא יהיה משל: "
            ],
            [],
            [
                "<b> וחכמים קראו לה בדרך משל לטובה זו המזומנת לצדיקים סעודה.</b> א''א ואם זו היא הסעודה אין כאן כוס של ברכה. וטובה היתה לו השתיקה: "
            ],
            [],
            [],
            [],
            [
                "<b> זה שקראו וכו'.</b> א''א נראה כמכחיש שאין העולם חוזר לתהו ובהו והקב''ה מחדש עולמו ואמרו שיתא אלפי שנין הוי עלמא וחד חרוב ונמצא שהוא עולם חדש: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> דבר ידוע וברור וכו' שישגה בה תמיד כראוי.</b> א''א זה השגיון לא ידענו לאי זה דבר כיון. ואנו מפרשים אותו בשני ענינים לשון שיר כמו שגיון לדוד, וענין אחר בעבור אהבתה תשגה בעניניך שלא תשים אליהם לב: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות תשובה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}