{
    "text": {
        "0_Daf, 0_Comment": "צ\"ל רבי:",
        "0_Daf, 1_Comment": "גו' בכ\"מ שלש חמש ארבע בלי ה' כי דעתו אשר גם רגל על הוראת חג היא לשון נקבה:",
        "0_Daf, 2_Comment": "צ\"ל וכר\"ש כו' הוא דוקא דאם כו':",
        "0_Daf, 3_Comment": "נ\"ב ואמרי' למאי הלכתא ואמר רב פפא לשטרות. ופריך והתנן באחד בניסן ר\"ה למלכים ואמרי' למאי כו' לא קשיא כצ\"ל:",
        "0_Daf, 4_Comment": "נ\"ב אמר:",
        "0_Daf, 5_Comment": "ולאחוורא כצ\"ל:",
        "0_Daf, 6_Comment": "צ\"ל כשוברין.",
        "1_Daf, 0_Comment": "כקרבנות קמ\"ל התם הוא דתליהו רחמנא כו' כצ\"ל:",
        "1_Daf, 1_Comment": "(ואי איכא כו' הגבאי) תא\"מ:",
        "1_Daf, 2_Comment": "נ\"ב ירק:",
        "1_Daf, 3_Comment": "נ\"ב אילן:",
        "1_Daf, 4_Comment": "נ\"ב בשנה שניה:",
        "1_Daf, 5_Comment": "צ\"ל התחילה:",
        "1_Daf, 6_Comment": "צ\"ל נטעה:",
        "1_Daf, 7_Comment": "נ\"ב לא הוה קשיא דהא:",
        "2_Daf, 0_Comment": "לקיימן כצ\"ל:",
        "2_Daf, 1_Comment": "נ\"ב וגם ה\"ר יונה בר\"פ כיצד מברכין העלה כך וכן הרא\"ש שם ע\"ש:",
        "2_Daf, 2_Comment": "נ\"ב הוא:",
        "3_Daf, 0_Comment": "נ\"ב ר\"א:",
        "3_Daf, 1_Comment": "נ\"ב ולנדרים: ולנדרים למאי כו' כצ\"ל:",
        "3_Daf, 2_Comment": "נ\"ב שממהר היתרו מט\"ו בשבט ועד ר\"ה:",
        "3_Daf, 3_Comment": "נ\"ב בא' בתשרי ר\"ה:",
        "3_Daf, 4_Comment": "צ\"ל נדון:",
        "3_Daf, 5_Comment": "צ\"ל ביום ד':",
        "3_Daf, 6_Comment": "צ\"ל כשעת:",
        "3_Daf, 7_Comment": "נ\"ב רישא:",
        "3_Daf, 8_Comment": "נ\"ב הדין:",
        "4_Daf, 0_Comment": "והוא הדין נמי כצ\"ל:",
        "4_Daf, 1_Comment": "צ\"ל הוא הדין נמי כו':",
        "5_Daf, 0_Comment": "צ\"ל דהכי:",
        "5_Daf, 1_Comment": "נ\"ב מסתתמין דבריו:",
        "5_Daf, 2_Comment": "נ\"ב מפני:",
        "6_Daf, 0_Comment": "וכן פושעי אומות העולם וכן עוברי כו' כצ\"ל:",
        "6_Daf, 1_Comment": "נ\"ב לאודוק' מרובין אלא אפי' שקולין נמי רב חסד מטה כלפי חסד דכך היא המדה כמו שכ' בסוף דבריו אבל אם גברו אותן עונות כו' שנמצא דדוקא רובן חובות דנין אותו על כל חטאיו אבל בשקולין הן נחשבים כצדיקים שזכיותיהן מרובין שנמחלין העונות לגמרי ונראה שלענין זה מהני ליה ההעברה שכיון שהעביר מהם תחלה הגלות נמצא שלסוף בשעת מיתה כששוקלין אותן אע\"פ שבהצטרף הראשונות היו שקולין מ\"מ עכשיו שהעביר אותם כף הזכות מכרעת וזהו רב חסד שע\"י העברת הראשונות מכרעת כף הזכיות ואפשר שלכך כתב אם זכיותיו מרובין ודו\"ק:",
        "6_Daf, 2_Comment": "נ\"ב משמע מלשונו דמאי דקאמר רבא ועון עצמו אינו נמחק דאי איכא רובא עונות מיחשב בהדייהו ה\"ק דאי איכא רובא עונות אפי' בהדי הראשונות ותימה א\"כ העברה זו מה טיבה כיון שלסוף גם הם נחשבים ונראה דהעברה זו מהניא להיכא שגם בהצטרף הראשונות יהיו מעשיו שקולים שנמצא שע\"י שהעביר הראשונות כף הזכיות מכרעת וזהו שאמרו ב\"ה ורב חסד מטה כלפי חסד וכן משמע מדברי הראב\"ד בהשגות פ\"ה ועוד נ\"ל דמהני ליה אף בעוה\"ז דכשם שדנים את האדם על כל מעשיו בשעת מיתה ושוקלין הזכיות והעונות כדתני ג' כתות ליום הדין כך בכל שנה ושנה כדר' כרוספדאי א\"ר יוחנן ג' ספרים נפתחים בר\"ה כו' והנה ע\"י מדה זו שמעביר הקלות ובתורת צדיקים הוא הוא נכתב בכל שנה ושנה לחיים עד שלסוף בשעת מיתה שוקלין כל מעשיו אף הראשונות הקלות ונראה דלדעת הגאון לאו דוקא ב' וג' הוא מעביר אלא אפי' ד' וה' או יותר נמי מעביר דעיקר הטעם הוא מאחר שהוא ירא שמים שהוא קבוע בעשיית מצות ושומר חמורות אין לדקדק עליו אם עושה עונות קלות לעתים וכולם עומדים לצד אחד עד שעת מיתתו שאז שוקלין כל הזכיות והעונות שעשה מעולם בין קלות בין חמורות שלא עשה עליהם תשובה ומאי דקאמר בפ' בתרא דיומא ג' מוחלין רביעית אין מוחלין הוא ענין אחר ובדין שלעוה\"ז שבכל שנה ושנה קאמר דבתחלת מעשיו של אדם מיד שחטא הראשון והשני והשלישי שיזדמנו לידו אם עשה מהן תשובה אע\"פ שהן מן החמורות שצריכים יסורין ויוה\"כ למרק אפ\"ה נמחלין לגמרי ע\"י התשובה לבד וכ\"כ הראב\"ד בהשגות והוא ע\"פ דעת הגאון ודלא כהרמב\"ם שתפס שיטת הרי\"ף ע\"ש:",
        "6_Daf, 3_Comment": "פירשה תנא דבי רבי ישמעאל מעביר כצ\"ל:",
        "6_Daf, 4_Comment": "צ\"ל ההכרע:",
        "6_Daf, 5_Comment": "בלשון אחר נושא מכריע בכף מאזנים: מעביר ראשון ראשון. ראשון עון שבראשונה הבאים לתתם בכף מעבירו כו' כצ\"ל:",
        "6_Daf, 6_Comment": "צ\"ל שאם:",
        "6_Daf, 7_Comment": "נ\"ב איכא למידק שהרי הרי\"ף לקמן בפ' בתרא דיומא כתב דברייתא זו דוקא בצבור. אבל ביחיד ב' מוחלין ג' אין מוחלין וכיון דהרי\"ף כתב דבריו פה ביחיד כמ\"ש אדם ישר ותמים כו' א\"כ לא ה\"ל להר\"ן ז\"ל להביא הברייתא דרביעית אין מוחלין לו דאיירי בצבור אלא ה\"ל להביא אידך ברייתא דג' אין מוחלין לו דאיירי ביחיד ונראה בעיני דהר\"ן ז\"ל לא היתה כוונתו פה רק לבאר ההפרש שבין פי' הרי\"ף לפי' הגאון דלהרי\"ף מה שמעביר ראשון ראשון נמחל לגמרי ובזה נסתייע מהברייתא דיומא ונקט בלישניה הברייתא דאיירי בצבור שהובאה בתחלת הסוגיא ולא חש לדקדק להביא הברייתא דאיירי ביחיד כיון דכל עיקר כוונתו אינו אלא להביא ראיה במה שמעביר נמחל לגמרי אין הפרש לענין זה בין יחיד לצבור ועוד נראה לפרש דהר\"ן אינו גורס בפ' בתרא דיומא כגירסת הרי\"ף אלא כגירסתנו בגמ' רביעית אין מוחלין לו דכתיב על שלשה פשעי מואב כו' ואומר הן כל אלה יפעל אל כו' מאי ואומר וכי תימא ה\"מ בצבור אבל ביחיד אין מוחלין לו ת\"ש הן כל אלה וגו' דלפי גירסא זו בין בצבור בין ביחיד רביעית אין מוחלין אלא שפי' זה נראה דוחק שהר\"ן ז\"ל בא לפרש דברי הרי\"ף על פי גירסתו דלא כגירסת הרי\"ף הלכך הראשון נראה עיקר:",
        "7_Daf, 0_Comment": "נ\"ב והא:",
        "7_Daf, 1_Comment": "מרון כצ\"ל:",
        "7_Daf, 2_Comment": "מרון כצ\"ל:",
        "7_Daf, 3_Comment": "דרוב שנים אין כצ\"ל:",
        "7_Daf, 4_Comment": "צ\"ל הוא:",
        "7_Daf, 5_Comment": "שלש עם גבר כצ\"ל:",
        "7_Daf, 6_Comment": "נ\"ב פירוש שגם הוא כתב שם בביאור דמה שמעביר ראשון ראשון נמחל לגמרי דלא כדעת הגאון ומבואר שם ברמב\"ם דבצבור דוקא ג' מוחלין לו רביעית אין מוחלין לו אבל ביחיד ב' מוחלין ג' אין מוחלין לו וכמ\"ש הרי\"ף בפ' בתרא דיומא ומ\"ש הר\"ן בפירושו לדעת הרי\"ף דג' ראשונות נמחלין לגמרי הוא בדוקא לענין צבור ולסימנ' בעלמ' נקטיה דעיקר דמלתא אינו אלא להודיענו שהראשונות שמעביר נמחלין לגמרי ובעינן רובן עונות בר מהני ראשונות דלא כדעת הגאון וכשם דבצבור נמחלין ג' הראשונות לגמרי כך ביחיד נמחלין השנים הראשונות לגמרי וכבר כתבתי בסמוך בזה וק\"ל:",
        "7_Daf, 7_Comment": "צ\"ל ונוצר:",
        "7_Daf, 8_Comment": "צ\"ל וא\"א:",
        "8_Daf, 0_Comment": "מהא דמעיקר כצ\"ל:",
        "8_Daf, 1_Comment": "דאלמא דידעי כצ\"ל:",
        "10_Daf, 0_Comment": "צ\"ל דתניא:",
        "10_Daf, 1_Comment": "נ\"ב וביובלות בשל יעלים:",
        "10_Daf, 2_Comment": "נ\"ב למעבדיה:",
        "10_Daf, 3_Comment": "נ\"ב על:",
        "11_Daf, 0_Comment": "נ\"ב כדרך שהאיל מעבירו בראשו:",
        "11_Daf, 1_Comment": "צ\"ל מדמפליג:",
        "12_Daf, 0_Comment": "נ\"ב איכא דמתני לה אסיפא שלא במינו פסול א\"ר יוחנן והוא שנפחת רובו שמעינן מהא דאפי' שלא במינו אם לא נפחת רובו ואינו מעכב את התקיעה כשר. נסדק כו' כך הוא הנוסח באלפס ישן. וכך היתה הנוסחא לפני ה\"ר ירוחם עיין בספרו:",
        "12_Daf, 1_Comment": "צ\"ל לרחבו:",
        "12_Daf, 2_Comment": "נ\"ב ליה:",
        "12_Daf, 3_Comment": "נ\"ב לשון יבש:",
        "12_Daf, 4_Comment": "נ\"ב אם:",
        "13_Daf, 0_Comment": "נ\"ב עבדות:",
        "13_Daf, 1_Comment": "נ\"ב עולמית:",
        "13_Daf, 2_Comment": "צ\"ל לרבה:",
        "13_Daf, 3_Comment": "צ\"ל לדרבי:",
        "14_Daf, 0_Comment": "צ\"ל ליה:",
        "14_Daf, 1_Comment": "צ\"ל בהא:",
        "14_Daf, 2_Comment": "ברכה מאי כצ\"ל והס\"ד ואח\"כ מה\"ד כיון:",
        "14_Daf, 3_Comment": "צ\"ל המצוה:",
        "14_Daf, 4_Comment": "צ\"ל אתיא:",
        "14_Daf, 5_Comment": "ברכה מאי. כצ\"ל והס\"ד ואח\"כ מה\"ד כיון:",
        "14_Daf, 6_Comment": "צ\"ל דלולב כו':",
        "15_Daf, 0_Comment": "ואיבעא כצ\"ל:",
        "15_Daf, 1_Comment": "ותיקן שיהא אסור כל היום. וקאמר טעמא בגמ' גזיר' שמא יבנה ויאמרו אשתקד מי לא אכלנו בהאיר המזרח א\"נ דרש זה והתקין דמדאורייתא הוא דקסבר כר' יהודה דאמר עד ועד בכלל דכתי' עד עצם היום הזה כצ\"ל:",
        "15_Daf, 2_Comment": "צ\"ל אמר:",
        "16_Daf, 0_Comment": "נ\"ב אבל:",
        "16_Daf, 1_Comment": "דסתם לן תנא כצ\"ל:",
        "16_Daf, 2_Comment": "צ\"ל והא:",
        "17_Daf, 0_Comment": "נ\"ב וכן הוא באשר\"י ובר\"ן אבל באלפס ישן כתוב סכינא משום ל\"ת מגלא משום שבות וכן הוא בגמ' וכן בטור:",
        "17_Daf, 1_Comment": "של ג' ג' תקיעה ותרוע' כצ\"ל:",
        "17_Daf, 2_Comment": "צ\"ל דחורש:",
        "17_Daf, 3_Comment": "צ\"ל בה:",
        "17_Daf, 4_Comment": "צ\"ל בה:",
        "17_Daf, 5_Comment": "צ\"ל דכיון:",
        "17_Daf, 6_Comment": "צ\"ל ומברכות:",
        "17_Daf, 7_Comment": "נ\"ב מ\"מ:",
        "18_Daf, 0_Comment": "תיבה זה נמחקת:",
        "18_Daf, 1_Comment": "צ\"ל קא:",
        "18_Daf, 2_Comment": "צ\"ל דאוקימנא דברישא:",
        "18_Daf, 3_Comment": "ובאמיה דסיסרא נמי כצ\"ל:",
        "18_Daf, 4_Comment": "צ\"ל דעבדינן:",
        "18_Daf, 5_Comment": "צ\"ל האמור:",
        "18_Daf, 6_Comment": "צ\"ל האמור:",
        "18_Daf, 7_Comment": "פי' אע\"פ דבשיעור כצ\"ל:",
        "18_Daf, 8_Comment": "צ\"לכאדם:",
        "18_Daf, 9_Comment": "צ\"ל כשלשה:",
        "18_Daf, 10_Comment": "צ\"ל כשלש':",
        "18_Daf, 11_Comment": "לפי כצ\"ל:",
        "19_Daf, 0_Comment": "נ\"ב קתני:",
        "19_Daf, 1_Comment": "צ\"ל תשר\"ת:",
        "19_Daf, 2_Comment": "צ\"ל לתקיעה:",
        "20_Daf, 0_Comment": "צ\"ל והסיח ודבר:",
        "20_Daf, 1_Comment": "צ\"ל דמקשינן:",
        "20_Daf, 2_Comment": "בר רב הונא כצ\"ל:",
        "20_Daf, 3_Comment": "תיבת מתני' נמחק:",
        "20_Daf, 4_Comment": "נ\"ב של:",
        "20_Daf, 5_Comment": "צ\"ל דאכתי:",
        "20_Daf, 6_Comment": "תי' שהוא נמחק:",
        "20_Daf, 7_Comment": "צ\"ל דקתני:",
        "20_Daf, 8_Comment": "למה לא תעלה לו תקיעה שניה כצ\"ל:",
        "20_Daf, 9_Comment": "צ\"ל באותה:",
        "21_Daf, 0_Comment": "באלפסי שלפני הב\"ח ליתא תי' גמ':",
        "21_Daf, 1_Comment": "תיבת מתני' נמחק:",
        "21_Daf, 2_Comment": "תיבת גמ' נמחק:",
        "21_Daf, 3_Comment": "תיבת גמ' ליתא וכצ\"ל:",
        "21_Daf, 4_Comment": "דתרי קלי לא משתמעי:",
        "21_Daf, 5_Comment": "ותרועה מזה ואפילו בסירוגין כו' הס\"ד ואחר כך מה\"ד אם שהה בסירוגו כצ\"ל:",
        "21_Daf, 6_Comment": "מקצת כצ\"ל:",
        "21_Daf, 7_Comment": "כיון:",
        "22_Daf, 0_Comment": "תיבת מתני' נמחק:",
        "22_Daf, 1_Comment": "תיבת גמ' נמחק:",
        "22_Daf, 2_Comment": "נ\"ב ודאי הוא לו שאם כו':",
        "22_Daf, 3_Comment": "נ\"ב זה פי' על מ\"ש בגמ' בדף ל\"ה אילמא משום דנפישי קראי כו' אלא משום דאוושי ברכות כו' ע\"ש:",
        "22_Daf, 4_Comment": "ודמלכיות כצ\"ל:",
        "22_Daf, 5_Comment": "נ\"ב כו':",
        "23_Daf, 0_Comment": "צ\"ל דאומר:"
    },
    "meta": "Daf-Comment",
    "work": "Hagahot HaBach on Rif Rosh Hashanah"
}