{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Wikisource Talmud Bavli", 
            "http://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "מתני' סוכה שהיא גבוהה למעלה מעשרים אמה פסולה ורבי יהודה מכשיר ", 
            "ושאינה גבוהה עשרה טפחים ושאין לה (שלשה) דפנות ושחמתה מרובה מצלתה פסולה:", 
            "גמ' תנן התם", 
            "מבוי שהוא גבוה מעשרים אמה ימעט רבי יהודה אומר אינו צריך", 
            "מאי שנא גבי סוכה דתני פסולה ומאי שנא גבי מבוי דתני תקנתא", 
            " סוכה דאורייתא תני פסולה מבוי דרבנן תני תקנתא", 
            " ואיבעית אימא", 
            "בדאורייתא נמי תני תקנתא", 
            "מיהו סוכה (דנפישי מילתה) פסיק ותני פסולה מבוי דלא נפיש מיליה תני תקנתא", 
            "מנה\"מ", 
            "אמר רבה דאמר קרא", 
            "(ויקרא כג, מג) למען ידעו דורותיכם כי בסוכות הושבתי את בני ישראל עד עשרים אמה אדם יודע שהוא דר בסוכה למעלה מעשרים אמה אין אדם יודע שדר בסוכה משום דלא שלטא בה עינא", 
            "רבי זירא אמר מהכא", 
            "(ישעיהו ד, ו) וסוכה תהיה לצל יומם מחורב עד עשרים אמה אדם יושב בצל סוכה למעלה מעשרים אמה אין אדם יושב בצל סוכה אלא בצל דפנות", 
            "א\"ל אביי", 
            "אלא מעתה העושה סוכתו בעשתרות קרנים הכי נמי דלא הוי סוכה", 
            "א\"ל התם דל עשתרות קרנים איכא צל סוכה הכא דל דפנות ליכא צל סוכה", 
            "ורבא אמר מהכא", 
            "(ויקרא כג, מב) בסוכות תשבו שבעת ימים", 
            "אמרה תורה", 
            "כל שבעת הימים צא מדירת קבע ושב בדירת עראי עד עשרים אמה אדם עושה דירתו דירת עראי", 
            "למעלה מעשרים אמה אין אדם עושה דירתו דירת עראי אלא דירת קבע", 
            "א\"ל אביי", 
            "אלא מעתה עשה מחיצות של ברזל וסיכך על גבן הכי נמי דלא הוי סוכה", 
            "א\"ל הכי קאמינא לך", 
            "עד כ' אמה דאדם עושה דירתו דירת עראי כי עביד ליה דירת קבע נמי נפיק", 
            "למעלה מכ' אמה דאדם עושה דירתו דירת קבע כי עביד ליה דירת עראי נמי לא נפיק"
        ], 
        [
            "כולהו כרבה לא אמרי ההוא ידיעה לדורות היא", 
            "כרבי זירא נמי לא אמרי ההוא לימות המשיח הוא דכתיב", 
            "ור' זירא", 
            "א\"כ לימא קרא וחופה תהיה לצל יומם ומאי וסוכה תהיה לצל יומם שמעת מינה תרתי", 
            "כרבא נמי לא אמרי משום קושיא דאביי", 
            "כמאן אזלא הא דאמר ר' יאשיה אמר רב", 
            "מחלוקת בשאין דפנות מגיעות לסכך אבל דפנות מגיעות לסכך אפילו למעלה מעשרים אמה כשרה", 
            "כמאן כרבה דאמר", 
            "משום דלא שלטא בה עינא וכיון דדפנות מגיעות לסכך משלט שלטא בה עינא", 
            "כמאן אזלא הא דאמר רב הונא אמר רב", 
            "מחלוקת בשאין בה אלא ארבע אמות על ארבע אמות אבל יש בה יותר מארבע אמות על ארבע אמות אפי' למעלה מעשרים אמה כשרה", 
            "כמאן כרבי זירא דאמר", 
            "משום צל הוא וכיון דרויחא איכא צל סוכה", 
            "כמאן אזלא הא דאמר רב חנן בר רבה אמר רב", 
            "מחלוקת בשאינה מחזקת אלא כדי ראשו ורובו ושולחנו אבל מחזקת יותר מכדי ראשו ורובו ושולחנו אפי' למעלה מעשרים אמה כשרה", 
            "כמאן", 
            "דלא כחד", 
            "בשלמא דרבי יאשיה פליגא אדרב הונא ורב חנן בר רבה דאינהו קא יהבי שעורא במשכא ואיהו לא קא יהיב שעורא במשכא", 
            "אלא רב הונא ורב חנן בר רבה נימא בהכשר סוכה קמיפלגי", 
            "דמר סבר", 
            "הכשר סוכה בארבע אמות ומר סבר", 
            "הכשר סוכה במחזקת ראשו ורובו ושולחנו", 
            "לא דכולי עלמא הכשר סוכה ראשו ורובו ושולחנו", 
            "והכא בהא קמיפלגי", 
            "דמר סבר", 
            "במחזקת ראשו ורובו ושולחנו פליגי אבל יותר מראשו ורובו ושולחנו ד\"ה כשרה", 
            "ומר סבר", 
            "מראשו ורובו ושולחנו עד ד' אמות פליגי אבל יותר מד' אמות דברי הכל כשרה", 
            "מיתיבי", 
            "סוכה שהיא גבוהה למעלה מעשרים אמה פסולה ורבי יהודה מכשיר עד ארבעים וחמשים אמה", 
            "אמר רבי יהודה", 
            "מעשה בהילני המלכה בלוד שהיתה סוכתה גבוהה מעשרים אמה והיו זקנים נכנסין ויוצאין לשם ולא אמרו לה דבר", 
            "אמרו לו", 
            "משם ראייה", 
            "אשה היתה ופטורה מן הסוכה", 
            "אמר להן", 
            "והלא שבעה בנים הוו לה", 
            "ועוד", 
            "כל מעשיה לא עשתה אלא על פי חכמים", 
            "למה לי למיתני ועוד כל מעשיה לא עשתה אלא על פי חכמים", 
            "הכי קאמר להו", 
            "כי תאמרו בנים קטנים היו וקטנים פטורין מן הסוכה כיון דשבעה הוו אי אפשר דלא הוי בהו חד שאינו צריך לאמו", 
            "וכי תימרו", 
            "קטן שאינו צריך לאמו מדרבנן הוא דמיחייב ואיהי בדרבנן לא משגחה ת\"ש", 
            "ועוד כל מעשיה לא עשתה אלא ע\"פ חכמים", 
            "בשלמא למ\"ד בשאין דפנות מגיעות לסכך מחלוקת דרכה של מלכה לישב בסוכה שאין דפנות מגיעות לסכך"
        ], 
        [
            "משום אוירא", 
            "אלא למאן דאמר בסוכה קטנה מחלוקת וכי דרכה של מלכה לישב בסוכה קטנה", 
            "אמר רבה בר רב אדא", 
            "לא נצרכה אלא לסוכה העשויה קיטוניות קיטוניות", 
            "וכי דרכה של מלכה לישב בסוכה העשויה קיטוניות קיטוניות", 
            "אמר רב אשי", 
            "לא נצרכה אלא לקיטוניות שבה", 
            "רבנן סברי", 
            "בניה בסוכה מעליא הוו יתבי ואיהי יתבה בקיטוניות משום צניעותא ומשום הכי לא אמרי לה דבר", 
            "ור' יהודה סבר", 
            "בניה גבה הוו יתבי ואפ\"ה לא אמרי לה דבר", 
            "אמר רב שמואל בר יצחק", 
            "הלכה צריכה שתהא מחזקת ראשו ורובו ושולחנו", 
            "א\"ל רבי אבא", 
            "כמאן כב\"ש", 
            "א\"ל", 
            "אלא כמאן", 
            "איכא דאמרי אמר רבי אבא", 
            "דאמר לך מני", 
            "א\"ל", 
            "ב\"ש היא ולא תזוז מינה", 
            "מתקיף לה רב נחמן בר יצחק", 
            "ממאי דב\"ש ובית הלל בסוכה קטנה פליגי", 
            "דלמא בסוכה גדולה פליגי וכגון דיתיב אפומא דמטולתא ושולחנו בתוך הבית", 
            "דבית שמאי סברי", 
            "גזרינן שמא ימשך אחר שולחנו ובית הלל סברי", 
            "לא גזרינן", 
            "ודיקא נמי דקתני", 
            "מי שהיה ראשו ורובו בסוכה ושולחנו בתוך הבית ב\"ש פוסלין ובית הלל מכשירין", 
            "ואם איתא מחזקת ואינה מחזקת מיבעי ליה", 
            "ובסוכה קטנה לא פליגי", 
            "והתניא", 
            "מחזקת ראשו ורובו ושולחנו כשרה רבי אומר", 
            "עד שיהא בה ארבע אמות על ארבע אמות", 
            "ותניא אידך רבי אומר", 
            "כל סוכה שאין בה ארבע אמות על ארבע אמות פסולה וחכ\"א", 
            "אפילו אינה מחזקת אלא ראשו ורובו כשרה ואילו שולחנו לא קתני", 
            "קשיין אהדדי", 
            "אלא לאו ש\"מ", 
            "הא ב\"ש הא ב\"ה", 
            "אמר מר זוטרא", 
            "מתניתין נמי דיקא מדקתני", 
            "ב\"ש פוסלין וב\"ה מכשירין ואם איתא בש\"א לא יצא וב\"ה אומרים יצא מיבעי ליה", 
            "ואלא קשיא מי שהיה", 
            "לעולם בתרתי פליגי", 
            "פליגי בסוכה קטנה ופליגי בסוכה גדולה וחסורי מיחסרא והכי קתני", 
            "מי שהיה ראשו ורובו בסוכה ושולחנו בתוך הבית ב\"ש אומרים לא יצא וב\"ה אומרים", 
            "יצא", 
            "ושאינה מחזקת אלא כדי ראשו ורובו בלבד ב\"ש פוסלין ובית הלל מכשירין", 
            "מאן תנא להא דתנו רבנן", 
            "בית שאין בו ארבע אמות על ארבע אמות פטור מן המזוזה ומן המעקה ואינו מטמא בנגעים ואינו נחלט בבתי ערי חומה ואין חוזרין עליו מעורכי המלחמה ואין מערבין בו ואין משתתפין בו ואין מניחין בו עירוב"
        ], 
        [
            "ואין עושין אותו עיבור בין שתי עיירות ואין האחין והשותפין חולקין בו", 
            "לימא רבי היא ולא רבנן", 
            "אפילו תימא רבנן", 
            "עד כאן לא קאמרי רבנן התם אלא לענין סוכה דדירת עראי היא", 
            "אבל לגבי בית דדירת קבע הוא אפי' רבנן מודו דאי אית ביה ד' אמות על ד' אמות דיירי ביה אינשי ואי לא לא דיירי ביה אינשי:", 
            "אמר מר", 
            "פטור מן המזוזה ומן המעקה ואין מטמא בנגעים ואינו נחלט בבתי ערי חומה ואין חוזרין עליו מעורכי המלחמה", 
            "מ\"ט", 
            "דבית כתיב בהו בכולהו", 
            "ואין מערבין בו ואין משתתפין בו ואין מניחין בו עירוב", 
            "מ\"ט דלא חזי לדירה", 
            "עירובי חצירות אין מניחין בו אבל שיתוף מניחין בו", 
            "מ\"ט", 
            "דלא גרע מחצר שבמבוי", 
            "דתנן", 
            "עירובי חצירות בחצר שיתופי מבוי במבוי", 
            "והוינן בה", 
            "עירובי חצירות בחצר", 
            "והתנן", 
            "הנותן עירובו בבית שער אכסדרה ומרפסת אינו עירוב והדר שם אינו אוסר", 
            "אלא אימא", 
            "עירובי חצירות בבית שבחצר ושיתופי מבואות בחצר שבמבוי והאי לא גרע מחצר שבמבוי", 
            "ואין עושין אותו עיבור בין שתי עיירות דאפי' כבורגנין לא משוינן ליה", 
            "מ\"ט", 
            "בורגנין חזו למילתייהו והאי לא חזי למילתיה", 
            "ואין האחין והשותפין חולקין בו", 
            "טעמא דלית ביה ד' אמות הא אית ביה ד' אמות חולקין", 
            "והתנן", 
            "אין חולקין את החצר עד שיהא בה ארבע אמות לזה וארבע אמות לזה", 
            "אלא אימא", 
            "אין בו דין חלוקה כחצר", 
            "דאמר רב הונא", 
            "חצר לפי פתחיה מתחלקת", 
            "ורב חסדא אמר", 
            "נותן לכל פתח ופתח ארבע אמות והשאר חולקין אותו בשוה", 
            "דהני מילי בית דלמהוי קאי יהבינא ליה חצר", 
            "האי דלמיסתר קאי לא יהבינן ליה חצר:", 
            "היתה גבוהה מעשרים אמה ובא למעטה בכרים וכסתות לא הוי מיעוט"
        ], 
        [
            "ואע\"ג דבטלינהו [לכולהו] משום דבטלה דעתו אצל כל אדם", 
            "תבן ובטלו הוי מיעוט וכל שכן עפר ובטלו", 
            "תבן ואין עתיד לפנותו ועפר סתם מחלוקת ר' יוסי ורבנן דתנן", 
            "בית שמילאהו תבן או צרורות וביטלו מבוטל", 
            "ביטלו אין לא ביטלו לא", 
            "ותני עלה רבי יוסי אומר", 
            "תבן ואין עתיד לפנותו הרי הוא כעפר סתם ובטל", 
            "עפר ועתיד לפנותו הרי הוא כסתם תבן ולא בטיל", 
            "היתה גבוהה מעשרים אמה והוצין יורדין בתוך כ' אמה אם צלתם מרובה מחמתם כשרה ואם לאו פסולה", 
            "היתה גבוהה י' טפחים והוצין יורדין לתוך י' סבר אביי למימר", 
            "אם חמתם מרובה מצלתם כשירה", 
            "א\"ל רבא", 
            "הא דירה סרוחה היא ואין אדם דר בדירה סרוחה", 
            "היתה גבוהה מעשרים אמה ובנה בה איצטבא כנגד דופן האמצעי על פני כולה ויש בה הכשר סוכה כשרה", 
            "ומן הצד אם יש משפת איצטבא לכותל ד\"א פסולה פחות מארבע אמות כשרה", 
            "מאי קא משמע לן דאמרינן דופן עקומה", 
            "תנינא", 
            "בית שנפחת וסיכך על גביו אם יש מן הכותל לסיכוך ד\"א פסולה", 
            "הא פחות מכאן כשרה", 
            "מהו דתימא", 
            "התם הוא דחזיא לדופן אבל הכא דלא חזיא לדופן אימא לא קמ\"ל", 
            "היתה גבוהה מכ' אמה ובנה איצטבא באמצעיתה אם יש משפת איצטבא ולדופן ארבע אמות לכל רוח ורוח פסולה פחות מארבע אמות כשרה", 
            "מאי קא משמע לן דאמרינן דופן עקומה היינו הך", 
            "מהו דתימא", 
            "דופן עקומה מרוח אחת אמרינן אבל כל רוח ורוח לא קא משמע לן", 
            "היתה פחותה מי' טפחים וחקק בה כדי להשלימה לעשרה אם יש משפת חקק ולכותל ג' טפחים פסולה"
        ], 
        [
            "פחות משלשה טפחים כשרה", 
            "מאי שנא התם דאמרת פחות מארבע אמות ומאי שנא הכא דאמרת פחות משלשה טפחים", 
            "התם דאיתיה לדופן פחות מארבע אמות סגיא הכא לשוויי לדופן פחות משלשה טפחים אין אי לא לא", 
            "היתה גבוהה מעשרים אמה ובנה בה עמוד שהוא גבוה עשרה טפחים ויש בו הכשר סוכה סבר אביי למימר", 
            "גוד אסיק מחיצתא", 
            "א\"ל רבא", 
            "בעינן מחיצות הניכרות וליכא", 
            "ת\"ר", 
            "נעץ ארבעה קונדיסין וסיכך על גבן ר' יעקב מכשיר וחכמים פוסלין", 
            "אמר רב הונא", 
            "מחלוקת על שפת הגג דר' יעקב סבר", 
            "אמרינן גוד אסיק מחיצתא ורבנן סברי", 
            "לא אמרינן גוד אסיק מחיצתא", 
            "אבל באמצע הגג דברי הכל פסולה", 
            "ורב נחמן אמר", 
            "באמצע הגג מחלוקת", 
            "איבעיא להו", 
            "באמצע הגג מחלוקת אבל על שפת הגג דברי הכל כשרה", 
            "או דלמא", 
            "בין בזו ובין בזו מחלוקת", 
            "תיקו", 
            "מיתיבי", 
            "נעץ ד' קונדיסין בארץ וסיכך על גבן ר' יעקב מכשיר וחכמים פוסלין", 
            "והא ארץ דכאמצע הגג דמי וקא מכשיר רבי יעקב", 
            "תיובתא דרב הונא תיובתא", 
            "ועוד", 
            "באמצע הוא דפליגי אבל על שפת הגג דברי הכל כשרה לימא תיהוי תיובתיה דרב הונא בתרתי", 
            "אמר לך רב הונא", 
            "פליגי באמצע הגג והוא הדין על שפת הגג", 
            "והאי דקמיפלגי באמצע הגג להודיעך כחו דר' יעקב דאפילו באמצע הגג נמי מכשיר", 
            "ת\"ר", 
            "נעץ ארבעה קונדיסין בארץ וסיכך על גבן ר' יעקב אומר", 
            "רואין כל שאילו יחקקו ויחלקו ויש בהן טפח לכאן וטפח לכאן נידונין משום דיומד ואם לאו אין נידונין משום דיומד", 
            "שהיה רבי יעקב אומר", 
            "דיומדי סוכה טפח וחכמים אומרים עד שיהו שתים כהלכתן ושלישית אפילו טפח:", 
            "ושאינה גבוהה עשרה טפחים:", 
            "מנלן", 
            "אתמר רב ורבי חנינא ורבי יוחנן ורב חביבא מתנו", 
            "בכולה סדר מועד כל כי האי זוגא חלופי רבי יוחנן ומעיילי רבי יונתן", 
            "ארון תשעה וכפורת טפח הרי כאן עשרה וכתיב (שמות כה, כב) ונועדתי לך שם ודברתי אתך מעל הכפורת"
        ], 
        [
            "ותניא ר' יוסי אומר", 
            "מעולם לא ירדה שכינה למטה ולא עלו משה ואליהו למרום שנאמר", 
            "(תהלים קטו, טז) השמים שמים לה' והארץ נתן לבני אדם", 
            "ולא ירדה שכינה למטה", 
            "והכתיב", 
            "(שמות יט, כ) וירד ה' על הר סיני", 
            "למעלה מעשרה טפחים", 
            "והכתיב", 
            "(זכריה יד, ד) ועמדו רגליו ביום ההוא על הר הזיתים למעלה מעשרה טפחים", 
            "ולא עלו משה ואליהו למרום", 
            "והכתיב", 
            "(שמות יט, ג) ומשה עלה אל האלהים", 
            "למטה מעשרה", 
            "והכתיב", 
            "(מלכים ב ב, יא) ויעל אליהו בסערה השמים", 
            "למטה מעשרה", 
            "והכתיב", 
            "(איוב כו, ט) מאחז פני כסא פרשז עליו עננו ואמר ר' תנחום", 
            "מלמד שפירש שדי מזיו שכינתו ועננו עליו", 
            "למטה מעשרה", 
            "מכל מקום מאחז פני כסא כתיב", 
            "אישתרבובי אישתרבב ליה כסא עד עשרה ונקט ביה", 
            "בשלמא ארון תשעה דכתיב", 
            "(שמות כה, י) ועשו ארון עצי שטים אמתים וחצי ארכו ואמה וחצי רחבו ואמה וחצי קומתו", 
            "אלא כפורת טפח מנלן", 
            "דתני רבי חנינא", 
            "כל הכלים שעשה משה נתנה בהן תורה מדת ארכן ומדת רחבן ומדת קומתן", 
            "כפורת מדת ארכה ומדת רחבה נתנה מדת קומתה לא נתנה", 
            "צא ולמד מפחות שבכלים שנאמר", 
            "(שמות כה, כה) ועשית לו מסגרת טפח סביב מה להלן טפח אף כאן טפח", 
            "ונילף מכלים גופייהו", 
            "תפשת מרובה לא תפשת תפשת מועט תפשת", 
            "ונילף מציץ דתניא", 
            "ציץ דומה כמין טס של זהב ורחב ב' אצבעות ומוקף מאזן לאזן וכתוב עליו ב' שיטין", 
            "יו\"ד ה\"א מלמעלה וקדש למ\"ד מלמטה וא\"ר אליעזר בר' יוסי", 
            "אני ראיתיו ברומי וכתוב עליו קדש לה' בשיטה אחת", 
            "דנין כלי מכלי ואין דנין כלי מתכשיט", 
            "ונילף מזר דאמר מר", 
            "זר משהו", 
            "דנין כלי מכלי ואין דנין כלי מהכשר כלי", 
            "אי הכי מסגרת נמי הכשר כלי הוא", 
            "מסגרתו למטה היתה", 
            "הניחא למאן דאמר מסגרתו למטה היתה אלא למאן דאמר מסגרתו למעלה היתה מאי איכא למימר", 
            "האי הכשר כלי הוא", 
            "אלא", 
            "דנין דבר שנתנה בו תורה מדה מדבר שנתנה בו תורה מדה ואל יוכיחו ציץ וזר שלא נתנה בהן תורה מדה כלל", 
            "רב הונא אמר מהכא", 
            "(ויקרא טז, יד) על פני הכפורת קדמה ואין פנים פחות מטפח", 
            "ואימא כאפי"
        ], 
        [
            "דבר יוכני", 
            "תפשת מרובה לא תפשת תפשת מועט תפשת", 
            "ואימא כאפי דציפרתא דזוטר טובא", 
            "אמר רב אחא בר יעקב", 
            "רב הונא פני פני גמר", 
            "כתיב הכא", 
            "אל פני הכפורת וכתיב התם", 
            "(בראשית כז, ל) מאת פני יצחק אביו", 
            "ונילף מפנים של מעלה דכתיב", 
            "(בראשית לג, י) כראות פני אלהים ותרצני", 
            "תפשת מרובה לא תפשת תפשת מועט תפשת", 
            "ונילף מכרוב דכתיב", 
            "(שמות כה, כ) אל הכפורת יהיו פני הכרובים", 
            "אמר רב אחא בר יעקב גמירי", 
            "אין פני כרובים פחותין מטפח", 
            "ורב הונא נמי מהכא גמיר", 
            "ומאי כרוב", 
            "א\"ר אבהו", 
            "כרביא שכן בבבל קורין לינוקא רביא", 
            "א\"ל אביי", 
            "אלא מעתה דכתיב", 
            "(יחזקאל י, יד) פני האחד פני הכרוב ופני השני פני אדם היינו כרוב היינו אדם", 
            "אפי רברבי ואפי זוטרא", 
            "וממאי דחללה עשרה בר מסככה", 
            "אימא בהדי סככה", 
            "אלא מבית עולמים גמר דכתיב", 
            "(מלכים א ו, ב) והבית אשר בנה המלך שלמה לה ששים אמה ארכו ועשרים רחבו ושלשים אמה קומתו וכתיב", 
            "(מלכים א ו, כו) קומת הכרוב האחד עשר באמה וכן הכרוב השני ותניא מה מצינו בבית עולמים כרובים בשליש הבית הן עומדין משכן נמי כרובים בשליש הבית הן עומדין", 
            "משכן כמה הוי עשר אמות דכתיב", 
            "(שמות כו, טז) עשר אמות אורך הקרש", 
            "כמה הוי להו שיתין פושכי", 
            "תלתיה כמה הוי עשרים פושכי", 
            "דל עשרה דארון וכפורת פשו להו עשרה וכתיב", 
            "(שמות כה, כ) והיו הכרובים פורשי כנפים למעלה סוככים בכנפיהם על הכפורת", 
            "קרייה רחמנא סככה למעלה מעשרה", 
            "ממאי דגדפינהו עילוי רישייהו קיימי", 
            "דלמא להדי רישייהו קיימי", 
            "אמר רב אחא בר יעקב", 
            "למעלה כתיב", 
            "ואימא דמידלי טובא", 
            "מי כתיב למעלה למעלה", 
            "הניחא לר' מאיר דאמר", 
            "כל האמות היו בינוניות", 
            "אלא לר' יהודה דאמר", 
            "אמה של בנין ששה טפחים ושל כלים חמשה מאי איכא למימר", 
            "ארון וכפורת כמה הוי להו תמניא ופלגא פשו להו חד סרי ופלגא אימא סוכה עד דהויא חד סרי ופלגא", 
            "אלא", 
            "לרבי יהודה הלכתא גמירי לה", 
            "דאמר ר' חייא בר אשי אמר רב", 
            "שיעורין חציצין ומחיצין הלכה למשה מסיני", 
            "שיעורין", 
            "דאורייתא נינהו", 
            "דכתיב", 
            "(דברים ח, ח) ארץ חטה ושעורה וגפן ותאנה ורמון ארץ זית שמן ודבש", 
            " ואמר רב חנין", 
            "כל הפסוק הזה לשיעורין נאמר", 
            "חטה לבית המנוגע דתנן", 
            "הנכנס לבית המנוגע וכליו על כתפיו וסנדליו וטבעותיו בידו הוא והן טמאין מיד"
        ], 
        [
            "היה לבוש כליו וסנדליו ברגליו וטבעותיו באצבעותיו הוא טמא מיד והן טהורים עד שישהה בכדי אכילת פרס פת חטין ולא פת שעורין מיסב ואוכל בליפתן", 
            "שעורה דתנן", 
            "עצם כשעורה מטמא במגע ובמשא ואינו מטמא באהל", 
            "גפן כדי רביעית יין לנזיר", 
            "תאנה כגרוגרת להוצאת שבת", 
            "רמון דתנן", 
            "כל כלי בעלי בתים שיעורן כרמונים", 
            "(דברים ח, ח) ארץ זית שמן (ודבש) ארץ שכל שיעוריה כזיתים", 
            "כל שיעוריה סלקא דעתך", 
            "הא איכא הני דאמרינן", 
            "אלא אימא שרוב שיעוריה כזיתים", 
            "דבש ככותבת הגסה ביום הכפורים", 
            "אלמא דאורייתא נינהו", 
            "ותסברא שיעורין מי כתיבי", 
            "אלא", 
            "הלכתא נינהו וקרא אסמכתא בעלמא הוא", 
            "חציצין דאורייתא נינהו דכתיב", 
            "(ויקרא יד, ט) ורחץ (את בשרו) במים שלא יהא דבר חוצץ בינו לבין המים", 
            "כי אתאי הלכתא לשערו כדרבה בר בר חנה", 
            "דאמר רבה בר בר חנא", 
            "נימא אחת קשורה חוצצת שלש אינן חוצצות שתים איני יודע", 
            "שערו נמי דאורייתא נינהו דכתיב", 
            "ורחץ את בשרו במים את הטפל לבשרו ומאי ניהו שערו", 
            "כי אתאי הלכתא לכדרבי יצחק", 
            "דאמר רבי יצחק"
        ], 
        [
            "דבר תורה רובו ומקפיד עליו חוצץ ושאינו מקפיד עליו אינו חוצץ", 
            "וגזרו על רובו שאינו מקפיד משום רובו המקפיד ועל מיעוטו המקפיד משום רובו המקפיד", 
            "וליגזר נמי על מיעוטו שאינו מקפיד משום מיעוטו המקפיד אי נמי משום רובו שאינו מקפיד", 
            "היא גופא גזירה ואנן ניקום ונגזר גזירה לגזירה", 
            "מחיצין הא דאמרן", 
            "הניחא לרבי יהודה אלא לר\"מ מאי איכא למימר", 
            "כי אתאי הלכתא לגוד ולבוד ודופן עקומה:", 
            "ושאין לה שלש דפנות:", 
            "תנו רבנן", 
            "שתים כהלכתן ושלישית אפילו טפח", 
            "ר\"ש אומר", 
            "שלש כהלכתן ורביעית אפילו טפח", 
            "במאי קמיפלגי", 
            "רבנן סברי", 
            "יש אם למסורת ור' שמעון סבר", 
            "יש אם למקרא", 
            "רבנן סברי יש אם למסורת (ויקרא כג, מב) בסכת בסכת בסכות הרי כאן ארבע דל חד לגופיה פשו להו תלתא", 
            "שתים כהלכתן ואתאי הלכתא וגרעתה לשלישית ואוקמה אטפח", 
            "ר' שמעון סבר", 
            "יש אם למקרא", 
            "בסכות בסכות בסכות הרי כאן שש דל חד קרא לגופיה פשו להו ארבע", 
            "שלש כהלכתן אתאי הלכתא וגרעתה לרביעית ואוקמתה אטפח", 
            "ואי בעית אימא", 
            "דכולי עלמא יש אם למקרא והכא בהא קמיפלגי", 
            "מר סבר", 
            "סככה בעיא קרא ומר סבר", 
            "סככה לא בעיא קרא", 
            "ואיבעית אימא", 
            "דכולי עלמא יש אם למסורת והכא בהא קמיפלגי", 
            "מ\"ס כי אתאי הלכתא לגרע ומ\"ס", 
            "כי אתאי הלכתא להוסיף", 
            "ואיבעית אימא", 
            "דכולי עלמא כי אתאי הלכתא לגרע ויש אם למסורת והכא בדורשין תחילות קמיפלגי", 
            "מ\"ס", 
            "דורשין תחילות", 
            "ומ\"ס", 
            "אין דורשין תחילות", 
            "רב מתנה אמר", 
            "טעמיה דר\"ש מהכא", 
            "(ישעיהו ד, ו) וסוכה תהיה לצל יומם מחורב ולמחסה ולמסתור מזרם וממטר", 
            "ואותו טפח היכן מעמידו", 
            "אמר רב", 
            "מעמידו כנגד היוצא", 
            "אמרי ליה רב כהנא ורב אסי לרב"
        ], 
        [
            "ויעמידנו כנגד ראש תור", 
            "שתיק רב", 
            "איתמר נמי אמר שמואל משמיה דלוי", 
            "מעמידו כנגד היוצא", 
            "וכן מורין בי מדרשא", 
            "מעמידו כנגד היוצא", 
            "רבי סימון ואיתימא רבי יהושע בן לוי אמר", 
            "עושה לו טפח שוחק ומעמידו בפחות משלשה טפחים סמוך לדופן וכל פחות משלשה סמוך לדופן כלבוד דמי", 
            "אמר רב יהודה", 
            "סוכה העשויה כמבוי כשרה ואותו טפח מעמידו לכל רוח שירצה", 
            "רבי סימון ואיתימא ר' יהושע בן לוי אמר", 
            "עושה לו פס ארבעה ומשהו ומעמידו בפחות משלשה סמוך לדופן וכל פחות משלשה סמוך לדופן כלבוד דמי", 
            "ומאי שנא התם דקאמרת סגיא טפח שוחק ומאי שנא הכא דקאמרת בעיא פס ארבעה", 
            "התם דאיכא שתי דפנות כהלכתן סגי ליה בטפח שוחק הכא דליכא שתי דפנות אי איכא פס ארבעה אין אי לא לא", 
            "אמר רבא", 
            "ואינה נתרת אלא בצורת הפתח", 
            "איכא דאמרי אמר רבא", 
            "ונתרת נמי בצורת הפתח", 
            "איכא דאמרי אמר רבא", 
            "וצריכא נמי צורת הפתח", 
            "רב אשי אשכחיה לרב כהנא דקא עביד טפח שוחק וקא עביד צורת הפתח", 
            "א\"ל", 
            "לא סבר מר להא דרבא דאמר רבא", 
            "ונתרת נמי בצורת הפתח", 
            "א\"ל", 
            "אנא כאידך לישנא דרבא סבירא לי דאמר רבא", 
            "וצריכא נמי צורת הפתח:", 
            "שתים כהלכתן כו':", 
            "אמר רבא", 
            "וכן לשבת", 
            "מגו דהויא דופן לענין סוכה הויא דופן לענין שבת", 
            "איתיביה אביי", 
            "ומי אמרינן מגו", 
            "והתניא", 
            "דופן סוכה כדופן שבת ובלבד שלא יהא בין קנה לחברו שלשה טפחים", 
            "ויתירה שבת על סוכה שהשבת אינה נתרת אלא בעומד מרובה על הפרוץ מה שאין כן בסוכה", 
            "מאי לאו", 
            "יתירה שבת דסוכה אסוכה ולא אמרינן מגו", 
            "לא יתירה שבת דעלמא על שבת דסוכה", 
            "אי הכי ליתני נמי", 
            "יתירה סוכה דעלמא אסוכה דשבת דאילו סוכה דעלמא בעיא טפח שוחק ואילו סוכה דשבת לא בעיא טפח שוחק וסגי בלחי", 
            "דהא את הוא דאמרת", 
            "סיכך על גבי מבוי שיש לו לחי כשר", 
            "ההוא לא אצטריכא ליה השתא מקילתא לחמירתא אמרינן מחמירתא לקילתא לא כל שכן", 
            "גופא אמר רבא"
        ], 
        [
            "סיכך על גבי מבוי שיש לו לחי כשרה", 
            "ואמר רבא", 
            "סיכך על גבי פסי ביראות כשרה", 
            "וצריכא דאי אשמעינן מבוי משום דאיכא שתי דפנות מעלייתא אבל גבי פסי ביראות דליכא שתי דפנות מעלייתא אימא לא", 
            "ואי אשמעינן פסי ביראות משום דאיכא שם ארבע דפנות אבל סיכך על גבי מבוי דליכא שם ארבע דפנות אימא לא", 
            "ואי אשמעינן הני תרתי מחמירתא לקילתא אבל מקילתא לחמירתא אימא לא צריכא:", 
            "ושחמתה מרובה מצלתה פסולה:", 
            "ת\"ר", 
            "חמתה מחמת סיכוך ולא מחמת דפנות", 
            "רבי יאשיה אומר", 
            "אף מחמת דפנות", 
            "אמר רב יימר בר שלמיה משמיה דאביי", 
            "מ\"ט דרבי יאשיה דכתיב", 
            "(שמות מ, ג) וסכות על הארון את הפרוכת", 
            "פרוכת מחיצה וקא קרייה רחמנא סככה", 
            "אלמא", 
            "מחיצה כסכך בעינן", 
            "ורבנן", 
            "ההוא דניכוף ביה פורתא דמחזי כסכך", 
            "אמר אביי", 
            "רבי ור' יאשיה ורבי יהודה ורבי שמעון ורבן גמליאל ובית שמאי ורבי אליעזר ואחרים כולהו סבירא להו", 
            "סוכה דירת קבע בעינן", 
            "רבי דתניא רבי אומר", 
            "כל סוכה שאין בה ארבע אמות על ד' אמות פסולה", 
            "רבי יאשיה הא דאמרן", 
            "רבי יהודה דתנן", 
            "סוכה שהיא גבוהה למעלה מכ' אמה פסולה רבי יהודה מכשיר", 
            "ור' שמעון דתניא", 
            "ב' כהלכתן וג' אפילו טפח", 
            "רבי שמעון אומר", 
            "ג' כהלכתן וד' אפילו טפח", 
            "רבן גמליאל דתניא", 
            "העושה סוכתו בראש העגלה או בראש הספינה רבן גמליאל פוסל ור\"ע מכשיר", 
            "בית שמאי דתנן", 
            "מי שהיה ראשו ורובו בסוכה ושולחנו בתוך הבית בית שמאי פוסלין ובית הלל מכשירין", 
            "רבי אליעזר דתנן", 
            "העושה סוכתו כמין צריף או שסמכה לכותל רבי אליעזר פוסל לפי שאין לה גג וחכמים מכשירין", 
            "אחרים דתניא אחרים אומרים", 
            "סוכה העשויה כשובך פסולה לפי שאין לה זויות", 
            "אמר ר' יוחנן", 
            "סוכה העשויה ככבשן אם יש בהקיפה כדי לישב בה כ\"ד בני אדם כשרה ואם לאו פסולה", 
            "כמאן כרבי דאמר", 
            "כל סוכה שאין בה ארבע אמות על ארבע אמות פסולה", 
            "מכדי גברא באמתא יתיב. כל שיש בהקיפו שלשה טפחים יש בו רוחב טפח בתריסר סגי"
        ], 
        [
            "הני מילי בעיגולא אבל בריבועא בעיא טפי", 
            "מכדי כמה מרובע יותר על העיגול רביע בשיתסר סגי", 
            "ה\"מ בעיגול דנפיק מגו ריבועא אבל ריבועא דנפיק מגו עגולא בעיא טפי משום מורשא דקרנתא", 
            " מכדי כל אמתא בריבועא אמתא ותרי חומשא באלכסונא בשיבסר נכי חומשי סגיא", 
            " לא דק", 
            "אימור דאמרינן לא דק פורתא טובא מי אמרינן לא דק", 
            "א\"ל מר קשישא בריה דרב חסדא לרב אשי", 
            "מי סברת גברא באמתא יתיב", 
            "תלתא גברי בתרתי אמתא יתבי", 
            "כמה הוו להו שיתסר אנן שיבסר נכי חומשא בעינן", 
            "לא דק", 
            "אימור דאמרינן לא דק לחומרא לקולא מי אמרינן לא דק", 
            "אמר ליה רב אסי לרב אשי", 
            "לעולם גברא באמתא יתיב ורבי יוחנן מקום גברי לא קחשיב", 
            "כמה הוו להו תמני סרי בשיבסר נכי חומשא סגיא", 
            "היינו דלא דק ולחומרא לא דק", 
            "רבנן דקיסרי ואמרי לה דייני דקיסרי אמרי", 
            "עיגולא דנפיק מגו ריבועא רבעא"
        ], 
        [
            "ריבועא דנפיק מגו עיגולא פלגא", 
            "ולא היא דהא קחזינן דלא הוי כולי האי:", 
            "א\"ר לוי משום ר\"מ", 
            "שתי סוכות של יוצרים זו לפנים מזו הפנימית אינה סוכה וחייבת במזוזה והחיצונה סוכה ופטורה מן המזוזה", 
            "ואמאי", 
            "תהוי חיצונה כבית שער הפנימית ותתחייב במזוזה", 
            "משום דלא קביע", 
            "תנו רבנן", 
            "גנב\"ך", 
            "סוכת גוים סוכת נשים סוכת בהמה סוכת כותים סוכה מכל מקום כשרה ובלבד שתהא מסוככת כהלכתה", 
            "מאי כהלכתה", 
            "אמר רב חסדא", 
            "והוא שעשאה לצל סוכה", 
            "מכל מקום לאתויי מאי", 
            "לאתויי סוכת רקב\"ש", 
            "דתנו רבנן", 
            "סוכת רקב\"ש", 
            "סוכת רועים סוכת קייצים סוכת בורגנין סוכת שומרי פירות סוכה מכל מקום כשרה ובלבד שתהא מסוככת כהלכתה", 
            "מאי כהלכתה", 
            "אמר רב חסדא", 
            "והוא שעשאה לצל סוכה", 
            "מכל מקום לאתויי מאי", 
            "לאתויי סוכת גנב\"ך", 
            "האי תנא דגנב\"ך", 
            "אלימא ליה גנב\"ך משום דקביעי וקא תנא מכל מקום לאתויי רקב\"ש דלא קביעי", 
            "והאי תנא דרקב\"ש אלימא ליה רקב\"ש דבני חיובא נינהו ותנא מ\"מ לאתויי גנב\"ך דלאו בני חיובא נינהו:"
        ], 
        [
            "מתני' סוכה ישנה בית שמאי פוסלין ובית הלל מכשירין", 
            "ואיזו היא סוכה ישנה", 
            "כל שעשאה קודם לחג שלשים יום", 
            "אבל אם עשאה לשם חג אפילו מתחילת השנה כשרה:", 
            "גמ' מ\"ט דבית שמאי", 
            "אמר קרא (ויקרא כג, לד) חג הסוכות שבעת ימים לה' סוכה העשויה לשם חג בעינן", 
            "ובית הלל", 
            "ההוא מיבעי ליה לכדרב ששת", 
            "דאמר רב ששת משום ר\"ע", 
            "מנין לעצי סוכה שאסורין כל שבעה ת\"ל חג הסוכות שבעת ימים לה'", 
            "ותניא רבי יהודה בן בתירה אומר", 
            "כשם שחל שם שמים על החגיגה כך חל שם שמים על הסוכה שנאמר חג הסוכות שבעת ימים לה' מה חג לה' אף סוכה לה'", 
            "ובית שמאי נמי מיבעי ליה להכי", 
            "אין הכי נמי", 
            "אלא מאי טעמייהו דבית שמאי כתיב קרא אחרינא", 
            "(דברים טז, יג) חג הסוכות תעשה לך שבעת ימים סוכה העשויה לשם חג בעינן", 
            "ובית הלל", 
            "ההוא מיבעי ליה לעושין סוכה בחולו של מועד", 
            "ובית שמאי סבירא להו כרבי אליעזר דאמר", 
            "אין עושין סוכה בחולו של מועד", 
            "ובית הלל לית להו דרב יהודה אמר רב", 
            "דאמר רב יהודה אמר רב", 
            "עשאה מן הקוצין ומן הנימין ומן הגרדין פסולה מן הסיסין כשרה", 
            "כי אמריתה קמיה דשמואל אמר לי", 
            "אף מן הסיסין נמי פסולה (אלמא) דבעינן טויה לשמה", 
            "ה\"נ נבעיא סוכה עשויה לשמה", 
            "שאני התם דאמר קרא (דברים כב, יב) גדילים תעשה לך לך לשם חובך", 
            "הכא נמי חג הסוכות תעשה לך לך לשם חובך", 
            "ההוא מיבעי ליה למעוטי גזולה", 
            "התם נמי מיבעי ליה למעוטי גזולה", 
            "התם כתיב קרא אחרינא", 
            "(במדבר טו, לח) ועשו להם משלהם:"
        ], 
        [
            "מתני' העושה סוכתו תחת האילן כאילו עשאה בתוך הבית", 
            "סוכה על גבי סוכה העליונה כשרה והתחתונה פסולה", 
            "ר' יהודה אומר", 
            "אם אין דיורין בעליונה התחתונה כשרה:", 
            "גמ' אמר רבא", 
            "לא שנו אלא באילן שצלתו מרובה מחמתו אבל חמתו מרובה מצלתו כשרה", 
            "ממאי מדקתני כאילו עשאה בתוך הבית למה לי למיתני כאילו עשאה בתוך הבית", 
            "ליתני פסולה", 
            "אלא הא קמ\"ל", 
            "דאילן דומיא דבית מה בית צלתו מרובה מחמתו אף אילן צלתו מרובה מחמתו", 
            "וכי חמתו מרובה מצלתו מאי הוי", 
            "הא קא מצטרף סכך פסול בהדי סכך כשר", 
            "אמר רב פפא", 
            "בשחבטן", 
            "אי בשחבטן מאי למימרא", 
            "מהו דתימא", 
            "ניגזור היכא דחבטן אטו היכא דלא חבטן קמ\"ל דלא גזרינן", 
            "הא נמי תנינא", 
            "הדלה עליה את הגפן ואת הדלעת ואת הקיסוס וסיכך על גבן פסולה", 
            "ואם היה סיכוך הרבה מהן או שקצצן כשרה", 
            "היכי דמי", 
            "אילימא בשלא חבטן הא קא מצטרף סכך פסול עם סכך כשר אלא לאו כשחבטן ושמע מינה דלא גזרינן מהו דתימא", 
            "הני מילי בדיעבד אבל לכתחילה לא קמ\"ל:", 
            "סוכה ע\"ג סוכה וכו':", 
            "ת\"ר", 
            "(ויקרא כג, מב) (בסוכות) תשבו ולא בסוכה שתחת הסוכה ולא בסוכה שתחת האילן ולא בסוכה שבתוך הבית אדרבה  בסוכות תרתי משמע", 
            "אמר רב נחמן בר יצחק", 
            "בסכת כתיב", 
            "אמר ר' ירמיה", 
            "פעמים ששתיהן כשירות פעמים ששתיהן פסולות פעמים שתחתונה כשרה והעליונה פסולה פעמים שתחתונה פסולה והעליונה כשרה", 
            "פעמים ששתיהן כשירות היכי דמי כגון שתחתונה חמתה מרובה מצלתה והעליונה צלתה מרובה מחמתה וקיימא עליונה בתוך עשרים פעמים ששתיהן פסולות היכי דמי כגון דתרוייהו צלתן מרובה מחמתן וקיימא עליונה למעלה מעשרים אמה", 
            "פעמים שתחתונה כשרה והעליונה פסולה"
        ], 
        [
            "היכי דמי כגון שהתחתונה צלתה מרובה מחמתה ועליונה חמתה מרובה מצלתה וקיימי תרוייהו בתוך עשרים", 
            "ופעמים שהעליונה כשרה ותחתונה פסולה ה\"ד כגון דתרוייהו צלתן מרובה מחמתן וקיימא עליונה בתוך עשרים", 
            "פשיטא", 
            "תחתונה כשרה ועליונה פסולה איצטריכא ליה", 
            "מ\"ד ניגזר דילמא מצטרף סכך פסול בהדי סכך כשר קמ\"ל כמה יהא בין סוכה לסוכה ותהא תחתונה פסולה", 
            "אמר רב הונא", 
            "טפח שכן מצינו באהלי טומאה טפח", 
            "(דתניא)", 
            "טפח על טפח ברום טפח מביא את הטומאה וחוצץ בפני הטומאה", 
            "אבל פחות מרום טפח לא מביא ולא חוצץ", 
            "ורב חסדא ורבה בר רב הונא אמרי", 
            "ארבעה שלא מצינו מקום [חשוב] פחות מארבעה ושמואל אמר", 
            "עשרה", 
            "מאי טעמא דשמואל כהכשרה כך פסולה", 
            "מה הכשרה בעשרה אף פסולה בעשרה", 
            "תנן רבי יהודה אומר", 
            "אם אין דיורין בעליונה התחתונה כשרה", 
            "מאי אין דיורין", 
            "אילימא דיורין ממש אטו דיורין קא גרמי", 
            "אלא לאו מאי אין דיורין כל שאינה ראויה לדירה", 
            "והיכי דמי דלא גבוה עשרה מכלל דתנא קמא סבר אע\"פ שאינה ראויה לדירה פסולה", 
            "כי אתא רב דימי אמר אמרי במערבא", 
            "אם אין התחתונה יכולה לקבל כרים וכסתות של עליונה התחתונה כשרה", 
            "מכלל דתנא קמא סבר אע\"פ שאינה ראויה לקבל פסולה", 
            "איכא בינייהו דיכולה לקבל על ידי הדחק:", 
            "מתני' פירס עליה סדין מפני החמה או תחתיה מפני הנשר או שפירס ע\"ג הקינוף פסולה אבל פורס הוא על גבי נקליטי המטה:", 
            "גמ' אמר רב חסדא", 
            "לא שנו אלא מפני הנשר אבל לנאותה כשרה", 
            "פשיטא מפני הנשר תנן", 
            "מ\"ד הוא הדין דאפילו לנאותה והאי דקתני", 
            "מפני הנשר אורחא דמילתא קתני קמ\"ל", 
            "לימא מסייע ליה", 
            "סיככה כהלכתה ועיטרה בקרמין ובסדינין המצוירין ותלה בה אגוזין שקדים אפרסקין ורמונים פרכילי ענבים ועטרות של שבולין יינות שמנים וסלתות אסור להסתפק מהן"
        ], 
        [
            "עד מוצאי יום טוב האחרון של חג", 
            "ואם התנה עליהם הכל לפי תנאו", 
            "דלמא מן הצד", 
            "אתמר נויי סוכה אין ממעטין בסוכה", 
            "אמר רב אשי", 
            "ומן הצד ממעטין", 
            "מנימין עבדיה דרב אשי איטמישא ליה כתונתא במיא ואשתטחא אמטללתא", 
            "אמר ליה רב אשי", 
            "דלייה דלא לימרו קא מסככי בדבר המקבל טומאה", 
            "והא קא חזו ליה דרטיבא", 
            "לכי יבשה קאמינא לך", 
            "אתמר נויי סוכה המופלגין ממנה ארבעה", 
            "רב נחמן אמר", 
            "כשרה רב חסדא ורבה בר רב הונא אמרי", 
            "פסולה", 
            "רב חסדא ורבה בר רב הונא איקלעו לבי ריש גלותא אגנינהו רב נחמן בסוכה שנוייה מופלגין ממנה ארבעה טפחים אשתיקו ולא אמרו ליה ולא מידי", 
            "אמר להו", 
            "הדור בהו רבנן משמעתייהו", 
            "אמרו ליה", 
            "אנן שלוחי מצוה אנן ופטורין מן הסוכה", 
            "אמר רב יהודה אמר שמואל", 
            "מותר לישן בכילה בסוכה אע\"פ שיש לה גג והוא שאינה גבוהה עשרה", 
            "תא שמע", 
            "הישן בכילה בסוכה לא יצא ידי חובתו", 
            "הכא במאי עסקינן כשגבוהה עשרה", 
            "מיתיבי", 
            "הישן תחת המטה בסוכה לא יצא ידי חובתו", 
            "הא תרגמה שמואל במטה גבוהה עשרה", 
            "ת\"ש", 
            "או שפירס על גבי קינופות פסולה", 
            "התם נמי דגביהי עשרה", 
            "והא לא קתני הכי דתניא", 
            "נקליטין שנים וקינופות ארבעה", 
            "פירס על גבי קינופות פסולה על גבי נקליטין כשרה ובלבד שלא יהיו נקליטין גבוהין מן המטה עשרה", 
            "מכלל דקינופות אף על פי שאין גבוהין עשרה", 
            "שאני קינופות דקביעי", 
            "והרי סוכה על גבי סוכה דקביעא ואמר שמואל", 
            "כהכשרה כך פסולה", 
            "אמרי", 
            "התם דלמפסל סוכה בעשרה הכא דלשויי אוהלא בציר מעשרה נמי הוי אוהלא", 
            "אמר רב תחליפא בר אבימי אמר שמואל", 
            "הישן בכילה ערום מוציא ראשו חוץ לכילה וקורא קריאת שמע", 
            "מיתיבי", 
            "הישן בכילה ערום לא יוציא ראשו חוץ לכילה ויקרא קריאת שמע", 
            "הכא במאי עסקינן כשגבוהה עשרה", 
            "ה\"נ מסתברא מדקתני סיפא", 
            "הא למה זה דומה לעומד בבית ערום שלא יוציא ראשו חוץ לחלון ויקרא קריאת שמע", 
            " שמע מינה"
        ], 
        [
            "ובית נמי אע\"פ שאין גבוה עשרה כיון דקביע אוהלא הוא דלא גרע מקינופות", 
            "ל\"א אמרי לה אמר רב יהודה אמר שמואל", 
            "מותר לישן בכילת חתנים בסוכה לפי שאין לה גג אע\"פ שגבוהה עשרה", 
            "מיתיבי", 
            "הישן בכילה בסוכה לא יצא ידי חובתו", 
            "הכא במאי עסקינן בשיש לה גג", 
            "ת\"ש", 
            "נקליטין שנים וקינופות ארבעה", 
            "פירס על גבי קינופות פסולה על גבי נקליטין כשרה ובלבד שלא יהו נקליטין גבוהין מן המטה עשרה טפחים", 
            "הא גבוהין מן המטה עשרה פסולה אע\"פ שאין לה גג", 
            "שאני נקליטין דקביעי", 
            "אי קביעי ליהוי כקינופות", 
            "לגבי קינופות לא קביעי לגבי כילה קביעי", 
            "דרש רבה בר רב הונא", 
            "מותר לישן בכילה אע\"פ שיש לה גג אע\"פ שגבוהה עשרה", 
            "כמאן כר' יהודה דאמר", 
            "לא אתי אהל עראי ומבטל אהל קבע", 
            "דתנן א\"ר יהודה", 
            "נוהגין היינו לישן תחת המטה בפני הזקנים", 
            "ולימא", 
            "הלכה כרבי יהודה", 
            "אי אמר הלכה כרבי יהודה הוה אמינא", 
            "הני מילי מטה דלגבה עשויה אבל כילה דלתוכה עשויה אימא לא קמ\"ל", 
            "טעמא דרבי יהודה דלא אתי אהל עראי ומבטל אהל קבע לא שנא מטה ולא שנא כילה:", 
            "מתני' הדלה עליה את הגפן ואת הדלעת ואת הקיסוס וסיכך על גבה פסולה", 
            "ואם היה סיכוך הרבה מהן או שקצצן כשרה", 
            "זה הכלל", 
            "כל שהוא מקבל טומאה ואין גידולו מן הארץ אין מסככין בו", 
            "וכל דבר שאינו מקבל טומאה וגידולו מן הארץ מסככין בו:", 
            "גמ' יתיב רב יוסף קמיה דרב הונא ויתיב וקאמר", 
            "או שקצצן כשרה", 
            "ואמר רב", 
            "צריך לנענע", 
            "אמר ליה רב הונא", 
            "הא שמואל אמרה", 
            "אהדרינהו רב יוסף לאפיה ואמר ליה", 
            "אטו מי קאמינא לך דלא אמרה שמואל", 
            "אמרה רב ואמרה שמואל", 
            "אמר ליה רב הונא", 
            "הכי קאמינא לך דשמואל אמרה ולא רב דרב אכשורי מכשר", 
            "כי הא דרב עמרם חסידא רמא תכלתא לפרזומא דאינשי ביתיה תלאן ולא פסק ראשי חוטין שלהן", 
            "אתא לקמיה דרב חייא בר אשי אמר ליה", 
            "הכי אמר רב מפסקן והן כשרין", 
            "אלמא", 
            "פסיקתן זו היא עשייתן הכא נמי", 
            "קציצתן זו היא עשייתן", 
            "וסבר שמואל לא אמרינן פסיקתן זו היא עשייתן", 
            "והא תני שמואל משום ר' חייא", 
            "הטיל לשני קרנות בבת אחת ואחר כך פסק ראשי חוטין שלהן כשרין", 
            "מאי לאו שקושר ואח\"כ פוסק", 
            "לא שפוסק ואח\"כ קושר", 
            "פוסק ואחר כך קושר מאי למימרא", 
            "מהו דתימא"
        ], 
        [
            "בעינן כנף בשעת פתיל וליכא קמ\"ל", 
            "מיתיבי", 
            "תלאן ולא פסק ראשי חוטין שלהן פסולין", 
            "מאי לאו פסולין לעולם ותיובתא דרב", 
            "אמר לך רב", 
            "מאי פסולין פסולין עד שיפסקו", 
            "ושמואל אמר", 
            "פסולין לעולם", 
            "וכן אמר לוי", 
            "פסולין לעולם וכן אמר רב מתנה אמר שמואל", 
            "פסולין לעולם", 
            "איכא דאמרי אמר רב מתנה", 
            "בדידי הוה עובדא ואתאי לקמיה דמר שמואל ואמר לי", 
            "פסולין לעולם", 
            "מיתיבי", 
            "תלאן ואחר כך פסק ראשי חוטין שלהן פסולין", 
            "ועוד תניא גבי סוכה", 
            "(דברים טז, יג) תעשה ולא מן העשוי", 
            "מכאן אמרו", 
            "הדלה עליה את הגפן ואת הדלעת ואת הקיסוס וסיכך על גבן פסולה", 
            "היכי דמי", 
            "אילימא בשלא קצצן מאי איריא משום תעשה ולא מן העשוי", 
            "תיפוק ליה דמחוברין נינהו", 
            "אלא בשקצצן וקתני פסולה וש\"מ דלא אמרינן קציצתן זו היא עשייתן ותיובתא דרב", 
            "אמר לך רב", 
            "הכא במאי עסקינן דשלפינהו שלופי דלא מינכרא עשיה דידהו", 
            "מכל מקום תלאן ואח\"כ פסק קשיא לרב", 
            "קשיא", 
            "לימא כתנאי", 
            "עבר וליקטן פסול דברי רבי שמעון בר יהוצדק וחכמים מכשירין", 
            "סברוה", 
            "דכ\"ע לולב צריך אגד וילפינן לולב מסוכה דכתיב גבי סוכה תעשה ולא מן העשוי", 
            "מאי לאו בהא קא מיפלגי דמאן דמכשיר סבר", 
            "אמרינן גבי סוכה קציצתן זו היא עשייתן וגבי לולב נמי אמרינן לקיטתן זו היא עשייתן", 
            "ומאן דפסיל סבר", 
            "לא אמרינן גבי סוכה קציצתן זו היא עשייתן וגבי לולב נמי לא אמרינן לקיטתן זו היא עשייתן", 
            "לא דכ\"ע לא אמרינן גבי סוכה קציצתן זו היא עשייתן והכא במילף לולב מסוכה קמיפלגי", 
            "מאן דמכשר סבר", 
            "לא ילפינן לולב מסוכה ומאן דפסיל סבר", 
            "ילפינן לולב מסוכה", 
            "ואב\"א אי סבירא לן דלולב צריך אגד כולי עלמא לא פליגי דילפינן לולב מסוכה", 
            "והכא בהא קמיפלגי מר סבר", 
            "צריך אגד ומר סבר", 
            "אין צריך אגד", 
            "ובפלוגתא דהני תנאי דתניא", 
            "לולב בין אגוד בין שאינו אגוד כשר", 
            "ר' יהודה אומר", 
            "אגוד כשר שאינו אגוד פסול", 
            "מ\"ט דרבי יהודה", 
            "יליף לקיחה לקיחה מאגודת אזוב כתיב התם (שמות יב, כב) ולקחתם אגודת אזוב וכתיב הכא (ויקרא כג, מ) ולקחתם לכם ביום הראשון מה להלן באגודה אף כאן נמי באגודה", 
            "ורבנן", 
            "לקיחה מלקיחה לא ילפינן", 
            "כמאן אזלא הא דתניא", 
            "לולב מצוה לאוגדו ואם לא אגדו כשר", 
            "אי ר' יהודה כי לא אגדו אמאי כשר", 
            "אי רבנן אמאי מצוה", 
            "לעולם רבנן היא ומשום שנאמר (שמות טו, ב) זה אלי ואנוהו התנאה לפניו במצות:", 
            "זה הכלל כל דבר שמקבל טומאה כו':", 
            "מה\"מ", 
            "אמר ריש לקיש", 
            "אמר קרא (בראשית ב, ו) ואד יעלה מן הארץ מה אד דבר שאינו מקבל טומאה וגידולו מן הארץ אף סוכה דבר שאין מקבל טומאה וגידולו מן הארץ", 
            "הניחא למ\"ד ענני כבוד היו אלא למ\"ד סוכות ממש עשו להם מאי איכא למימר", 
            "דתניא", 
            "(ויקרא כג, מג) כי בסוכות הושבתי את בני ישראל ענני כבוד היו דברי ר' אליעזר", 
            "ר\"ע אומר סוכות ממש עשו להם", 
            "הניחא לר\"א אלא לר\"ע מאי איכא למימר", 
            "כי אתא רב דימי א\"ר יוחנן", 
            "אמר קרא (דברים טז, יג) חג הסוכות תעשה לך מקיש סוכה לחגיגה מה חגיגה דבר שאינו מקבל טומאה וגידולו מן הארץ אף סוכה דבר שאינו מקבל טומאה וגידולו מן הארץ"
        ], 
        [
            "אי מה חגיגה בעלי חיים אף סוכה נמי בעלי חיים", 
            "כי אתא רבין אמר ר' יוחנן", 
            "אמר קרא (דברים טז, יג) באספך מגרנך ומיקבך בפסולת גורן ויקב הכתוב מדבר ואימא גורן עצמו ויקב עצמו", 
            "א\"ר זירא", 
            "יקב כתיב כאן ואי אפשר לסכך בו", 
            "מתקיף לה רבי ירמיה", 
            "ואימא יין קרוש הבא משניר שהוא דומה לעיגולי דבילה", 
            "אמר רבי זירא", 
            "הא מלתא הוה בידן ואתא ר' ירמיה ושדא ביה נרגא", 
            "רב אשי אמר", 
            "מגרנך ולא גורן עצמו מיקבך ולא יקב עצמו", 
            "רב חסדא אמר מהכא", 
            "(נחמיה ח, טו) צאו ההר והביאו עלי זית ועלי עץ שמן ועלי הדס ועלי תמרים ועלי עץ עבות", 
            "היינו הדס היינו עץ עבות", 
            "אמר רב חסדא", 
            "הדס שוטה לסוכה ועץ עבות ללולב:", 
            "מתני' חבילי קש וחבילי עצים וחבילי זרדין אין מסככין בהן וכולן שהתירן כשרות וכולן כשרות לדפנות:", 
            "גמ' א\"ר יעקב", 
            "שמעית מיניה דרבי יוחנן תרתי", 
            "חדא הא ואידך", 
            "החוטט בגדיש לעשות לו סוכה אינה סוכה", 
            "חדא משום גזרת אוצר וחדא משום תעשה ולא מן העשוי ולא ידענא הי מינייהו משום אוצר והי מינייהו משום תעשה ולא מן העשוי", 
            "א\"ר ירמיה", 
            "ניחזי אנן", 
            "דאמר רבי חייא בר אבא אמר ר' יוחנן", 
            "מפני מה אמרו חבילי קש וחבילי עצים וחבילי זרדין אין מסככין בהן פעמים שאדם בא מן השדה בערב וחבילתו על כתפו ומעלה ומניחה על גבי סוכתו כדי ליבשה ונמלך עליה לסיכוך והתורה אמרה תעשה ולא מן העשוי", 
            "מדהא משום גזרת אוצר הא משום תעשה ולא מן העשוי", 
            "ורבי יעקב הך דרבי חייא בר אבא לא שמיע ליה", 
            "אמר רב אשי", 
            "אטו חבילי קש וחבילי עצים משום גזרת אוצר איכא משום תעשה ולא מן העשוי ליכא", 
            "והחוטט בגדיש משום תעשה ולא מן העשוי איכא משום גזרת אוצר ליכא", 
            "ור' יוחנן אמר לך", 
            "הכא דקתני אין מסככין בהן לכתחלה הוא"
        ], 
        [
            "דאין מסככין משום גזרת אוצר הא דאורייתא שפיר דמי", 
            "התם דקתני אינה סוכה אפילו דיעבד מדאורייתא נמי אינה סוכה", 
            "אמר רב יהודה אמר רב סככה בחיצין זכרים כשרה בנקבות פסולה", 
            "זכרים כשרה פשיטא", 
            "מהו דתימא", 
            "ניגזור זכרים אטו נקבות קמ\"ל", 
            "(אמר מר) בנקבות פסולה פשיטא", 
            "מהו דתימא", 
            "בית קבול העשוי למלאות לא שמיה קיבול קמשמע לן", 
            "אמר רבה בר בר חנה א\"ר יוחנן", 
            "סככה באניצי פשתן פסולה בהוצני פשתן כשרה והושני פשתן איני יודע מהו", 
            "והושני עצמן איני יודע מה נפשך אי דייק ולא נפיץ הושני קרי ליה אבל תרי ולא דייק הוצני קרי ליה או דלמא", 
            "תרי ולא דייק נמי הושני קרי ליה", 
            "אמר רב יהודה הני שושי ושווצרי מסככין בהו", 
            "אביי אמר", 
            "בשושי מסככין בשווצרי לא מסככין", 
            "מ\"ט כיון"
        ], 
        [
            "דסרי ריחייהו שביק להו ונפיק", 
            "אמר רב חנן בר רבא", 
            "הני היזמי והיגי מסככין בהו", 
            "אביי אמר", 
            "בהיזמי מסככינן בהיגי לא מסככינן", 
            "מאי טעמא כיון דנתרי טרפייהו שביק לה ונפיק", 
            "אמר רב גידל אמר רב", 
            "האי אפקותא דדיקלא מסככין בהו אע\"ג דאגידי אגד בידי שמים לא שמיה אגד", 
            "אע\"ג דהדר אגיד להו איגד בחד לא שמיה אגד", 
            "אמר רב חסדא אמר רבינא בר שילא", 
            "הני דוקרי דקני מסככין בהו אע\"ג דאגידי נינהו אגד בידי שמים לא שמיה אגד אע\"ג דהדר אגיד להו איגד בחד לא שמיה אגד", 
            "תניא נמי הכי", 
            "קנים ודוקרנין מסככין בהן קנים פשיטא", 
            "אימא", 
            "קנים של דוקרנין מסככין בהן", 
            "ואמר רב חסדא אמר רבינא בר שילא", 
            "הני מרריתא דאגמא אדם יוצא בהן ידי חובתו בפסח", 
            "מיתיביה", 
            "אזוב ולא אזוב יון ולא אזוב כוחלי ולא אזוב מדברי ולא אזוב רומי ולא אזוב שיש לו שם לווי", 
            "אמר אביי", 
            "כל שנשתנה שמו קודם מתן תורה ובאת' תורה והקפידה עליה בידוע שיש לו שם לווי", 
            "והני לא נשתנה שמייהו קודם מתן תורה כלל", 
            "רבא אמר", 
            "הני מרריתא סתמא שמייהו והאי דקרי להו מרריתא דאגמא משום דמשתכח באגמא", 
            "אמר רב חסדא", 
            "איגד בחד לא שמיה אגד שלש שמיה אגד שנים מחלוקת ר' יוסי ורבנן", 
            "דתנן", 
            "מצות אזוב שלשה קלחים ובהן שלשה גבעולין רבי יוסי אומר", 
            "מצות אזוב שלשה גבעולין ושיריו שנים וגרדומיו כל שהוא", 
            "קא סלקא דעתין", 
            "מדשיריו שנים תחילתו נמי שנים והאי דקתני שלשה למצוה", 
            "ומדרבי יוסי שלשה למצוה לרבנן שלשה לעכב", 
            "והתניא ר' יוסי אומר", 
            "אזוב תחילתו שנים ושיריו אחד פסול ואינו כשר עד שיהא תחילתו שלשה ושיריו שנים", 
            "איפוך לר' יוסי שלשה לעכב לרבנן שלשה למצוה", 
            "והתניא", 
            "אזוב תחילתו שנים ושיריו אחד כשר ואינו פסול עד שיהא תחלתו ושיריו אחד", 
            "שיריו אחד פסול", 
            "הא אמרת שיריו אחד כשר"
        ], 
        [
            "אלא אימא", 
            "עד שתהא תחלתו כשיריו אחד", 
            "דרש מרימר", 
            "הני איסורייתא דסורא מסככין בהו אע\"ג דאגדן למנינא בעלמא הוא דאגדן", 
            "א\"ר אבא", 
            "הני צריפי דאורבני כיון שהותרה ראשי מעדנים שלהן כשרין", 
            "והא אגידי מתתאי", 
            "אמר רב פפא", 
            "דשרי להו", 
            "(ואמר) רב הונא בריה דרב יהושע", 
            "אפילו תימא דלא שרי להו כל אגד שאינו עשוי לטלטלו לא שמיה אגד", 
            "א\"ר אבא אמר שמואל", 
            "ירקות שאמרו חכמים אדם יוצא בהן ידי חובתו בפסח מביאין את הטומאה ואין חוצצין בפני הטומאה ופוסלין בסוכה משום אויר", 
            "מ\"ט כיון דלכי יבשי פרכי ונפלי כמאן דליתנהו דמי", 
            "ואמר רבי אבא אמר רב הונא", 
            "הבוצר לגת אין לו ידות", 
            "ורב מנשיא בר גדא אמר רב הונא", 
            "הקוצר לסכך אין לו ידות", 
            "מאן דאמר קוצר כל שכן בוצר דלא ניחא ליה דלא נימצייה לחמריה", 
            "מאן דאמר בוצר שאין לו ידות אבל קוצר יש לו ידות דניחא ליה דליסכך בהו כי היכי דלא ליבדרן", 
            "נימא דרב מנשיא בר גדא תנאי היא דתניא", 
            "סוכי תאנים ובהן תאנים פרכילין ובהן ענבים קשין ובהן שבלים מכבדות ובהן תמרים כולן אם פסולת מרובה על האוכלין כשרה ואם לאו פסולה", 
            "אחרים אומרים", 
            "עד שיהו קשין מרובין על הידות ועל האוכלין", 
            "מאי לאו בהא קא מיפלגי", 
            "דמר סבר", 
            "יש להן ידות ומר סבר", 
            "אין להן ידות", 
            "לרבי אבא ודאי תנאי היא לרב מנשיא בר גדא מי לימא תנאי היא אמר לך רב מנשיא", 
            "דכולי עלמא סברי", 
            "הקוצר לסכך אין לו ידות והכא במאי עסקינן כגון שקוצצן לאכילה ונמלך עליהן לסיכוך", 
            "אי קוצצן לאכילה מאי טעמייהו דרבנן", 
            "וכי תימא קסברי רבנן", 
            "כיון דנמלך עליהן לסיכוך בטלה ליה מחשבתו ומי בטלה ליה מחשבה בהכי והתנן", 
            "כל הכלים"
        ], 
        [
            "יורדין לידי טומאה במחשבה ואין עולין מטומאתן אלא בשינוי מעשה", 
            "מעשה מוציא מיד מעשה ומיד מחשבה מחשבה אינה מוציאה לא מיד מעשה ולא מיד מחשבה", 
            "וכי תימא", 
            "הני מילי כלים דחשיבי אבל ידות דלצורך אכילה נינהו במחשבה נעשה ובמחשבה סלקא", 
            "והתנן", 
            "כל ידות האוכלין שבססן בגורן טהורות (ור' יוסי מטמא)", 
            "בשלמא למאן דאמר בססן התיר אגודן שפיר אלא למאן דאמר מאי בססן בססן ממש מאי איכא למימר", 
            "הכא נמי שבססן ממש", 
            "אי הכי מאי טעמייהו דאחרים", 
            "דאמור כרבי יוסי", 
            "דתנן", 
            "רבי יוסי מטמא", 
            "האי מאי", 
            "בשלמא התם טעמא דרבי יוסי חזיא לכדרבי שמעון בן לקיש דאמר רבי שמעון בן לקיש", 
            "הואיל וראויות להופכן בעתר אלא הכא למאי חזיא", 
            "חזיא לכי סתר למנקט להו בגילייהו", 
            "גופא", 
            "כל ידות האוכלין שבססן בגורן טהורות ורבי יוסי מטמא", 
            "מאי בססן רבי יוחנן אמר", 
            "בססן ממש ר' (אליעזר) אומר", 
            "התיר אגדן", 
            "בשלמא לרבי (אליעזר) דאמר בססן התיר אגדן היינו דמטמא רבי יוסי אלא לרבי יוחנן דאמר בססן ממש אמאי מטמא רבי יוסי א\"ר שמעון בן לקיש", 
            "הואיל וראויות להופכן בעתר", 
            "א\"ר (אליעזר)", 
            "למה נמשלה תפלתן של צדיקים כעתר", 
            "לומר לך מה עתר זה מהפך את התבואה בגורן ממקום למקום אף תפלתן של צדיקים מהפכת דעתו של הקב\"ה ממדת אכזריות למדת רחמנות:", 
            "מתני' מסככין בנסרים דברי רבי יהודה ורבי מאיר אוסר", 
            "נתן עליה נסר שהוא רחב ארבעה טפחים כשרה ובלבד שלא יישן תחתיו:", 
            "גמ' אמר רב", 
            "מחלוקת בנסרין שיש בהן ארבעה דרבי מאיר אית ליה גזרת תקרה ורבי יהודה לית ליה גזרת תקרה", 
            "אבל בנסרין שאין בהן ארבעה דברי הכל כשרה", 
            "ושמואל אמר", 
            "בשאין בהן ארבעה מחלוקת אבל יש בהן ארבעה דברי הכל פסולה", 
            "אין בהן ארבעה ואפי' פחות משלשה הא קנים בעלמא נינהו", 
            "א\"ר פפא הכי קאמר", 
            "יש בהן ארבעה דברי הכל פסולה פחות משלשה דברי הכל כשרה מ\"ט קנים בעלמא נינהו", 
            "כי פליגי משלשה עד ארבעה", 
            "מר סבר", 
            "כיון דליתנהו שיעור מקום לא גזרינן ומר סבר", 
            "כיון דנפקי להו מתורת לבוד גזרינן", 
            "תנן", 
            "נתן עליה נסר שהוא רחב ארבעה טפחים כשרה ובלבד שלא יישן תחתיו", 
            "בשלמא לשמואל דאמר בשאין בהן ארבעה מחלוקת אבל יש בהן ארבעה דברי הכל פסולה משום הכי לא יישן תחתיו", 
            "אלא לרב דאמר בשיש בהן ארבעה מחלוקת אבל אין בהן ארבעה דברי הכל כשרה לר' יהודה אמאי לא יישן תחתיו", 
            "מי סברת דברי הכל היא סיפא אתאן לרבי מאיר", 
            "תא שמע", 
            "שני סדינין מצטרפין"
        ], 
        [
            "שני נסרין אין מצטרפין", 
            "ר' מאיר אומר", 
            "אף נסרין כסדינין", 
            "בשלמא לשמואל דאמר בשאין בהן ארבעה מחלוקת אבל יש בהן ארבעה דברי הכל פסולה", 
            "מאי מצטרפין מצטרפין לארבעה", 
            "אלא לרב דאמר' בשיש בהן ארבעה מחלוקת אבל אין בהן ארבעה דברי הכל כשרה", 
            "ה\"ד", 
            "אי דאית בהו ארבעה למה להו לאיצטרופי", 
            "אי דלית בהו ארבעה אמאי", 
            "והא קנים בעלמא נינהו", 
            "לעולם דאית בהו ארבעה ומאי מצטרפין מצטרפין לארבע אמות מן הצד", 
            "לישנא אחרינא", 
            "בשלמא לשמואל דאמר בשאין בהן ארבעה מחלוקת אבל יש בהן ארבעה דברי הכל פסולה מאי מצטרפין מצטרפין לארבע אמות מן הצד", 
            "אלא לרב בשלמא לר' מאיר מאי מצטרפין מצטרפין לארבע אמות מן הצד אלא לר' יהודה דאמר אפי' יש בהן ארבעה כשרה מאי אין מצטרפין", 
            "קנים בעלמא נינהו", 
            "איידי דקאמר ר' מאיר מצטרפין אמר רבי יהודה אין מצטרפין", 
            "תניא כוותיה דרב תניא כוותיה דשמואל", 
            "תניא כוותיה דרב", 
            "סככה בנסרים של ארז שאין בהן ארבעה דברי הכל כשרה יש בהן ארבעה רבי מאיר פוסל ורבי יהודה מכשיר", 
            "א\"ר יהודה", 
            "מעשה בשעת הסכנה שהביאנו נסרים שהיו בהן ארבעה וסיככנו על גבי מרפסת וישבנו תחתיהן", 
            "אמרו לו", 
            "משם ראיה", 
            "אין שעת הסכנה ראיה", 
            "תניא כוותיה דשמואל", 
            "סככה בנסרים של ארז שיש בהן ארבעה דברי הכל פסולה אין בהן ארבעה ר' מאיר פוסל ורבי יהודה מכשיר ומודה רבי מאיר שאם יש בין נסר לנסר כמלא נסר שמניח פסל ביניהם וכשרה", 
            "ומודה רבי יהודה שאם נתן עליה נסר שהוא רחב ארבעה טפחים כשרה ואין ישנים תחתיו והישן תחתיו לא יצא ידי חובתו", 
            "אתמר הפכן על צידיהן", 
            "רב הונא אמר", 
            "פסולה ורב חסדא ורבה בר רב הונא אמרי", 
            "כשרה", 
            "איקלע רב נחמן לסורא עול לגביה רב חסדא ורבה בר רב הונא אמרי ליה", 
            "הפכן על צידיהן מהו", 
            "אמר להו", 
            "פסולה נעשו כשפודין של מתכת", 
            "אמר להו רב הונא", 
            "לא אמרי לכו אמרי כוותי", 
            "אמרו ליה", 
            "ומי אמר לן מר טעמא ולא קבלינן מיניה אמר להו", 
            "ומי בעיתו מינאי טעמא ולא אמרי לכו", 
            "לימא מסייע ליה", 
            "אינה מחזקת כדי ראשו ורובו ושולחנו או שנפרצה בה פרצה כדי שיזדקר בה גדי בבת ראש או שנתן עליה נסר שהוא רחב ארבעה טפחים אע\"פ שלא הכניס לתוכה אלא שלשה טפחים פסולה", 
            "היכי דמי", 
            "(מאי) לאו כגון שהפכן על צידיהם", 
            "לא הכא במאי עסקינן כגון דאנחה אפומא דמטללתא דעייל תלתא לגיו ואפיק חד לבר דהוה ליה פסל היוצא מן הסוכה וכל פסל היוצא מן הסוכה נידון כסוכה:"
        ], 
        [
            "מתני' תקרה שאין עליה מעזיבה ר' יהודה אומר", 
            "בית שמאי אומרים", 
            "מפקפק ונוטל אחת מבינתים ובית הלל אומרים", 
            "מפקפק או נוטל אחת מבינתים", 
            "רבי מאיר אומר", 
            "נוטל אחת מבינתים ואינו מפקפק:", 
            "גמ' בשלמא ב\"ה טעמייהו משום תעשה ולא מן העשוי אי מפקפק עביד ליה מעשה אי נוטל אחת מבינתים עבד בה מעשה אלא בית שמאי מאי טעמייהו", 
            "אי משום תעשה ולא מן העשוי בחדא סגי אי משום גזרת תקרה בנוטל אחת מבינתים סגי", 
            "לעולם משום גזרת תקרה והכי קאמרי", 
            "אף על פי שמפקפק אי נוטל אחת מבינתים אין אי לא לא", 
            "אי הכי אימא סיפא", 
            "ר' מאיר אומר נוטל אחת מבינתים אבל לא יפקפק", 
            "רבי מאיר היינו בית שמאי", 
            "הכי קאמר", 
            "לא נחלקו ב\"ש וב\"ה בדבר זה", 
            "מאי קמ\"ל דר\"מ אית ליה גזרת תקרה ור\"י לית ליה גזרת תקרה", 
            "והא אפליגו בה חדא זימנא", 
            "דתנן", 
            "מסככין בנסרים דברי ר' יהודה ורבי מאיר אוסר", 
            "א\"ר חייא בר אבא א\"ר יוחנן", 
            "רישא בנסרים משופין עסקינן ומשום גזרת כלים נגעו בה", 
            "ולר\"י אמר רב דאמר", 
            "סככה בחיצין זכרים כשרה בנקבות פסולה ולא גזר זכרים אטו נקבות", 
            "הכא נמי לא נגזר נסרים משופין אטו כלים", 
            "אלא על כרחך רישא פליגי בגזרת תקרה וסיפא פליגי בגזרת תקרה ואפליגי בתרתי זימני ל\"ל", 
            "סיפא ר' יהודה (היא) דקא אמר ליה לרבי מאיר", 
            "אמאי קא אסרת בנסרים משום גזרת תקרה האי סברא לבית שמאי הוא דאית להו ובית הלל לא גזרי ", 
            "אמר רבי מאיר", 
            "לא נחלקו ב\"ש וב\"ה בדבר זה", 
            "הניחא לרב דאמר מחלוקת בשיש בהן ארבעה דר' מאיר אית ליה גזרת תקרה ורבי יהודה לית ליה גזרת תקרה", 
            "אלא לשמואל דאמר בשאין בהן ארבעה מחלוקת אבל יש בהן ארבעה דברי הכל פסולה סיפא במאי פליגי", 
            "בביטולי תקרה קא מיפלגי מר סבר", 
            "בטלה בהכי ומר סבר", 
            "בהכי לא בטלה:", 
            "מתני' המקרה סוכתו בשפודין או בארוכות המטה אם יש ריוח ביניהן כמותן כשרה", 
            "החוטט בגדיש לעשות לו סוכה אינה סוכה:", 
            "גמ' לימא תיהוי תיובת' דרב הונא בריה דרב יהושע", 
            "דאתמר", 
            "פרוץ כעומד רב פפא אמר", 
            "מותר ורב הונא בריה דרב יהושע אמר", 
            "אסור", 
            "אמר לך רב הונא בריה דרב יהושע", 
            "מאי כמותן בנכנס ויוצא"
        ], 
        [
            "והא אפשר לצמצם", 
            "א\"ר אמי", 
            "במעדיף", 
            "רבא אמר", 
            "אפילו תימא בשאין מעדיף אם היו נתונים שתי נותנן ערב ערב נותנן שתי", 
            "או בארוכות המטה", 
            "לימא מסייע ליה לר' אמי בר טביומי", 
            "דאמר רבי אמי בר טביומי", 
            "סככה בבלאי כלים פסולה", 
            "כדאמר ר' חנן אמר רבי", 
            "בארוכה ושתי כרעים בקצרה ושתי כרעים", 
            "ה\"נ", 
            "בארוכה ושתי כרעים בקצרה ושתי כרעי'", 
            "היכא איתמר דר' חנן אמר רבי אהא דתנן"
        ], 
        [
            "מטה מטמאת חבילה ומטהרת חבילה דברי ר' אליעזר", 
            "וחכמים אומרים", 
            "מטמאת אברים ומטהרת אברים", 
            "מאי ניהו", 
            "א\"ר חנן אמר רבי", 
            "ארוכה ושתי כרעים קצרה ושתי כרעים", 
            "למאי חזיא למסמכינהו אגודא ולמיתב עלייהו ומשדא אשלי", 
            "גופא אמר ר' אמי בר טביומי", 
            "סככה בבלאי כלים פסולה", 
            "מאי בלאי כלים", 
            "אמר אביי", 
            "מטלניות שאין בהם שלש על שלש דלא חזיין לא לעניים ולא לעשירים", 
            "תניא כוותיה דרבי אמי בר טביומי", 
            "מחצלת של שיפא ושל גמי שיריה אע\"פ שנפחתו מכשיעורה אין מסככין בהן", 
            "מחצלת הקנים גדולה מסככין בה קטנה אין מסככין בה ר' אליעזר אומר", 
            "אף היא מקבלת טומאה ואין מסככין בה:", 
            "החוטט בגדיש:", 
            "אמר רב הונא", 
            "לא שנו אלא שאין שם חלל טפח במשך שבעה אבל יש שם חלל טפח במשך שבעה הרי זה סוכה", 
            "תניא נמי הכי", 
            "החוטט בגדיש לעשות לו סוכה הרי זה סוכה", 
            "והאנן תנן אינה סוכה אלא לאו שמע מינה כדרב הונא שמע מינה", 
            "איכא דרמי ליה מירמא", 
            "תנן", 
            "החוטט בגדיש לעשות לו סוכה אינה סוכה והא תניא", 
            "הרי זו סוכה", 
            "אמר רב הונא", 
            "לא קשיא", 
            "כאן בשיש שם חלל טפח במשך שבעה כאן בשאין שם חלל טפח במשך שבעה:", 
            "מתני' המשלשל דפנות מלמעלה למטה אם גבוה מן הארץ שלשה טפחים פסולה", 
            "מלמטה למעלה אם גבוה עשרה טפחים כשרה", 
            "רבי יוסי אומר", 
            "כשם שמלמטה למעלה עשרה טפחים כך מלמעלה למטה עשרה טפחים:", 
            "גמ' במאי קמיפלגי", 
            "מר סבר", 
            "מחיצה תלויה מתרת ומר סבר מחיצה תלויה אינה מתרת", 
            "תנן התם", 
            "בור שבין שתי חצירות אין ממלאין ממנה בשבת אלא אם כן עשה לה מחיצה עשרה טפחים בין מלמעלה בין מלמטה בין בתוך אוגנו", 
            "רבן שמעון בן גמליאל אומר"
        ], 
        [
            "בית שמאי אומרים", 
            "מלמעלה ובית הלל אומרים", 
            "מלמטה", 
            "אמר ר' יהודה", 
            "לא תהא מחיצה גדולה מן הכותל שביניהן", 
            "אמר רבה בר בר חנה אמר רבי יוחנן", 
            "ר' יהודה בשיטת רבי יוסי אמרה דאמר", 
            "מחיצה תלויה מתרת", 
            "ולא היא לא ר' יהודה סבר לה כר' יוסי ולא ר' יוסי סבר לה כר' יהודה", 
            "לא ר' יהודה סבר לה כר' יוסי עד כאן לא קאמר ר' יהודה התם אלא בעירובי חצירות דרבנן אבל הכא סוכה דאורייתא לא", 
            "ולא רבי יוסי סבר לה כר' יהודה עד כאן לא קאמר ר' יוסי הכא אלא בסוכה דמצות עשה", 
            "אבל שבת דאיסור סקילה לא", 
            "ואם תאמר", 
            "מעשה שנעשה בציפורי על פי מי נעשה", 
            "לא על פי רבי יוסי אלא על פי רבי ישמעאל ברבי יוסי", 
            "ומאי מעשה", 
            "דכי אתא רב דימי אמר", 
            "פעם אחת שכחו ולא הביאו ס\"ת מערב שבת למחר פירסו סדינין על גבי העמודים והביאו ספר תורה וקראו בו", 
            "פירסו סלקא דעתך מהיכן הביאום בשבת", 
            "אלא", 
            "מצאו סדינין פרוסין על גבי העמודים והביאו ספר תורה וקראו בו", 
            "אמר רב חסדא אמר אבימי", 
            "מחצלת ארבעה ומשהו מתרת בסוכה משום דופן", 
            "היכי עביד תלי ליה באמצע פחות משלשה למטה ופחות משלשה למעלה וכל פחות משלשה כלבוד דמי", 
            "פשיטא", 
            "מהו דתימא", 
            "חד לבוד אמרינן תרי לבוד לא אמרינן קמ\"ל", 
            "מיתיבי", 
            "מחצלת שבעה ומשהו מתרת בסוכה משום דופן", 
            "כי תניא ההיא בסוכה גדולה", 
            "ומאי קא משמע לן דמשלשלין דפנות מלמעלה למטה כרבי יוסי", 
            "אמר רבי אמי", 
            "פס ארבעה ומשהו מתיר בסוכה משום דופן ומוקים ליה בפחות משלשה טפחים סמוך לדופן", 
            "וכל פחות משלשה סמוך לדופן כלבוד דמי", 
            "מאי קמ\"ל", 
            "הא קמ\"ל", 
            "שיעור משך סוכה קטנה שבעה:"
        ], 
        [
            "מתני' הרחיק את הסיכוך מן הדפנות שלשה טפחים פסולה", 
            "בית שנפחת וסיכך על גביו אם יש מן הכותל לסיכוך ארבע אמות פסולה", 
            "וכן חצר שהיא מוקפת אכסדרה", 
            "סוכה גדולה שהקיפוה בדבר שאין מסככין בו אם יש תחתיו ארבע אמות פסולה:", 
            "גמ' כל הני למה לי", 
            "צריכא דאי אשמעינן בית שנפחת משום דהני מחיצות לבית עבידן אבל חצר המוקפת אכסדרה דמחיצות לאו לאכסדרה עבידי אימא לא צריכא", 
            "ואי אשמעינן הני תרתי משום דסככן סכך כשר הוא אבל סוכה גדולה שהקיפוה בדבר שאין מסככין בו דסככה סכך פסול הוא אימא לא צריכא", 
            "אמר רבה", 
            "אשכחתינהו לרבנן דבי רב דיתבי וקאמרי", 
            "אויר פוסל בשלשה סכך פסול פוסל בארבעה", 
            "ואמינא להו אנא אויר דפוסל בשלשה מנא לכו דתנן", 
            "הרחיק את הסיכוך מן הדפנות שלשה טפחים פסולה סכך פסול נמי לא ליפסיל אלא בארבע אמות דתנן", 
            "בית שנפחת וסיכך על גביו אם יש בין הסיכוך לכותל ד' אמות פסולה", 
            "ואמרו לי", 
            "בר מינה דההיא דרב ושמואל אמרי תרוייהו", 
            "משום דופן עקומה נגעו בה", 
            "ואמינא להו אנא", 
            "מה אילו איכא סכך פסול פחות מארבעה ואויר פחות משלשה מאי כשרה", 
            "מלייה בשפודין מאי פסולה ולא יהא אויר הפוסל בשלשה כסכך פסול הפוסל בארבעה", 
            "ואמרו לי", 
            "אי הכי לדידך נמי דאמרת סכך פסול פוסל בארבע אמות מה אילו איכא סכך פסול פחות מד' אמות ואויר פחות משלשה מאי כשרה מלייה בשפודין מאי פסולה לא יהא אויר הפוסל בשלשה כסכך פסול הפוסל בארבע אמות", 
            "ואמינא להו אנא", 
            "האי מאי", 
            "בשלמא לדידי דאמינא ארבע אמות"
        ], 
        [
            "משום שיעורא ולאו שיעורא הוא האי לאו שיעורא הוא כיון דלא שוו שיעורייהו להדדי לא מצטרפי ", 
            "אלא לדידכו דאמריתו שיעור משום הפלגה מה לי איתפלג בסכך פסול מה לי אתפלג בסכך פסול ואויר", 
            "אמר ליה אביי", 
            "ולמר נמי נהי דלא שוו שיעורייהו בסוכה גדולה בסוכה קטנה מי לא שוו שיעורייהו", 
            "א\"ל", 
            "התם לאו משום דשוו שיעורייהו להדדי הוא אלא משום דליתיה לשיעורא דסוכה הוא", 
            "וכל היכא דלא שוו שיעורייהו להדדי לא מצטרפי", 
            "והתנן", 
            "הבגד שלשה על שלשה השק ארבעה על ארבעה העור חמשה על חמשה מפץ ששה על ששה", 
            "ותני עלה", 
            "הבגד והשק השק והעור העור והמפץ מצטרפין זה עם זה", 
            "התם כדקתני טעמא אמר רבי שמעון", 
            "מה טעם הואיל וראוי לטמא מושב כדתנן", 
            "המקצע מכולן טפח על טפח טמא", 
            "טפח על טפח למאי חזי", 
            "ואמר רבי שמעון בן לקיש משום רבי ינאי", 
            "הואיל וראוי (ליטלו) על גבי החמור", 
            "בסורא אמרי להא שמעתא בהאי לישנא", 
            "בנהרדעא מתנו אמר רב יהודה אמר שמואל", 
            "סכך פסול באמצע פוסל בארבעה מן הצד פוסל בארבע אמות", 
            "ורב אמר", 
            "בין מן הצד בין באמצע בארבע אמות", 
            "תנן", 
            "נתן עליה נסר שהוא רחב ארבעה טפחים כשרה", 
            "בשלמא לרב דאמר בין באמצע בין מן הצד בארבע אמות משום הכי כשרה", 
            "אלא לשמואל דאמר באמצע בארבעה אמאי כשרה", 
            "הכא במאי עסקינן מן הצד", 
            "תא שמע", 
            "שני סדינין מצטרפין שני נסרים אין מצטרפין", 
            "רבי מאיר אומר", 
            "נסרים כסדינין", 
            "בשלמא להך לישנא דאמר רב בין באמצע בין מן הצד בארבע אמות מאי מצטרפין מצטרפין לד' אמות", 
            "אלא להך לישנא דאמר רב באמצע בארבעה היכי דמי", 
            "אי דאית בהו ד' למה להו אצטרופי", 
            "אי דלית בהו ד' קניא בעלמא נינהו", 
            "לעולם דאית בהו ארבעה ומאי מצטרפין מצטרפין לארבע אמות מן הצד", 
            "ת\"ש", 
            "סככה בנסרין של ארז שיש בהן ד' דברי הכל פסולה", 
            "אין בהן ד' רבי מאיר פוסל ורבי יהודה מכשיר"
        ], 
        [
            "ומודה רבי מאיר שאם יש בין נסר לנסר כמלא נסר שמניח פסל ביניהם וכשרה", 
            "בשלמא למ\"ד בין באמצע בין מן הצד בד אמות משום הכי כשרה", 
            "אלא למאן דאמר באמצע בארבעה אמאי כשרה", 
            "אמר רב הונא בריה דרב יהושע", 
            "הכא בסוכה דלא הויא אלא שמנה מצומצמות עסקינן ויהיב נסר ופסל ונסר ופסל ונסר ופסל מהאי גיסא ונסר ופסל ונסר ופסל ונסר ופסל מהאי גיסא דהוו להו שני פסלין באמצע ואיכא הכשר סוכה באמצע", 
            "אמר אביי", 
            "אויר שלשה בסוכה גדולה ומיעטו בין בקנים בין בשפודין הוי מיעוט", 
            "בסוכה קטנה בקנים הוי מיעוט בשפודין לא הוי מיעוט", 
            "והני מילי מן הצד", 
            "אבל באמצע פליגי בה רב אחא ורבינא", 
            "חד אמר", 
            "יש לבוד באמצע וחד אמר", 
            "אין לבוד באמצע", 
            "מ\"ט דמ\"ד יש לבוד באמצע דתניא", 
            "קורה היוצאה מכותל זה ואינה נוגעת בכותל אחר וכן שתי קורות אחת יוצאה מכותל זה ואחת יוצאה מכותל אחר ואינן נוגעות זו בזו פחות משלשה אינו צריך להביא קורה אחרת שלשה צריך להביא קורה אחרת ואידך", 
            "שאני קורות דרבנן", 
            "מאי טעמא דמאן דאמר אין לבוד באמצע דתנן", 
            "ארובה שבבית ובה פותח טפח טומאה בבית כולו טמא מה שכנגד ארובה טהור", 
            "טומאה כנגד ארובה כל הבית כולו טהור", 
            "אין בארובה פותח טפח טומאה בבית כנגד ארובה טהור טומאה כנגד ארובה כל הבית כולו טהור", 
            "ואידך", 
            "שאני הלכות טומאה דהכי גמירי להו", 
            "דרש רבי יהודה בר אלעאי", 
            "בית שנפחת וסיכך על גביו כשרה", 
            "אמר לפניו ר' ישמעאל ברבי יוסי", 
            "רבי פריש", 
            "כך פירש אבא", 
            "ארבע אמות פסולה פחות מארבע אמות כשרה", 
            "דרש רבי יהודה בר אלעאי", 
            "אברומא שריא", 
            "אמר לפניו רבי ישמעאל ברבי יוסי", 
            "רבי פריש", 
            "כך אמר אבא", 
            "של מקום פלוני אסורה של מקום פלוני מותרת", 
            "כי הא דאמר אביי", 
            "האי צחנתא דבב נהרא שריא", 
            "מאי טעמא", 
            "אילימא משום דרדיפי מיא והאי דג טמא כיון דלית ליה חוט השדרה לא מצי קאים והא קא חזינן דקאי", 
            "אלא משום דמליחי מיא והאי דג טמא כיון דלית ליה קילפי לא מצי קאי", 
            "והא קא חזינן דקאי", 
            "אלא משום דלא מרבה טינייהו דג טמא", 
            "אמר רבינא", 
            "והאידנא דשפכי נהר איתן ונהר גמדא להתם אסירא", 
            "אתמר סיכך על גבי אכסדרה שיש לה פצימין כשרה", 
            "שאין לד' פצימין אביי אמר", 
            "כשרה ורבא אמר פסולה", 
            "אביי אמר כשרה"
        ], 
        [
            "אמרינן", 
            "פי תקרה יורד וסותם", 
            "רבא אמר פסולה", 
            "לא אמרינן פי תקרה יורד וסותם", 
            "אמר ליה רבא לאביי", 
            "לדידך דאמרת פי תקרה יורד וסותם אפילו הפחית דופן אמצעי", 
            "אמר ליה", 
            "מודינא לך בההיא דהוה ליה כמבוי המפולש", 
            "לימא אביי ורבא בפלוגתא דרב ושמואל קמיפלגי דאתמר", 
            "אכסדרה בבקעה רב אמר", 
            "מותר לטלטל בכולו דאמרינן פי תקרה יורד וסותם", 
            "ושמואל אמר", 
            "אין מטלטלין בה אלא בד' אמות דלא אמרינן פי תקרה יורד וסותם", 
            "אליבא דשמואל כ\"ע לא פליגי"
        ], 
        [
            "כי פליגי אליבא דרב", 
            "אביי כרב", 
            "ורבא אמר לך", 
            "עד כאן לא אמר רב התם אלא דמחיצות לאכסדרה הוא דעבידי אבל הכא דלאו להכי עבידי לא", 
            "תנן", 
            "וכן חצר המוקפת אכסדרה", 
            "ואמאי", 
            "נימא פי תקרה יורד וסותם", 
            "תרגמה רבא אליבא דאביי", 
            "כשהשוה את קירויו", 
            "בסורא מתני להא שמעתא בהאי לישנא", 
            "בפומבדיתא מתני", 
            "סיכך על גבי אכסדרה שאין לה פצימין דברי הכל פסולה", 
            "יש לה פצימין אביי אמר", 
            "כשרה רבא אמר", 
            "פסולה", 
            "אביי אמר", 
            "כשרה אמרינן לבוד", 
            "רבא אמר", 
            "פסולה לא אמרינן לבוד", 
            "והלכתא כלישנא קמא", 
            "רב אשי אשכחיה לרב כהנא דקא מסכך על גבי אכסדרה שאין לה פצימין", 
            "אמר ליה", 
            "לא סבר מר הא דאמר רבא", 
            "יש לה פצימין כשרה אין לה פצימין פסולה", 
            "אחוי ליה נראה מבפנים ושוה מבחוץ", 
            "אי נמי", 
            "נראה מבחוץ ושוה מבפנים", 
            "דאתמר", 
            "נראה מבחוץ ושוה מבפנים נידון משום לחי ולחי היינו פצימין", 
            "תנא", 
            "פסל היוצא מן הסוכה נידון כסוכה", 
            "מאי פסל היוצא מן הסוכה", 
            "אמר עולא", 
            "קנים היוצאים לאחורי סוכה", 
            "והא בעינן שלש דפנות", 
            "בדאיכא", 
            "והא בעינן הכשר סוכה", 
            "בדאיכא", 
            "והא בעינן צלתה מרובה מחמתה", 
            "בדאיכא", 
            "אי הכי מאי למימרא", 
            "מהו דתימא", 
            "הואיל ולגוואי עבידי ולבראי לא עבידי אימא לא קמ\"ל", 
            "רבה ורב יוסף אמרי תרווייהו", 
            "הכא בקנים היוצאים לפנים מן הסוכה ומשכא ואזלא חדא דופן בהדייהו", 
            "מהו דתימא הא לית בה הכשר סוכה קמ\"ל", 
            "רבה בר בר חנה אמר רבי יוחנן", 
            "לא נצרכה אלא לסוכה שרובה צלתה מרובה מחמתה ומעוטה חמתה מרובה מצלתה", 
            "מהו דתימא", 
            "תפסל בהך פורתא קא משמע לן", 
            "ומאי יוצא יוצא מהכשר סוכה", 
            "רבי אושעיא אמר", 
            "לא נצרכה אלא לסכך פסול פחות משלשה בסוכה קטנה", 
            "ומאי יוצא יוצא מתורת סוכה", 
            "מתקיף לה רב הושעיא", 
            "לא יהא אלא אויר ואויר פחות משלשה טפחים בסוכה קטנה מי פסיל", 
            "אמר ליה רבי אבא", 
            "זה מצטרף וישנים תחתיו וזה מצטרף ואין ישנים תחתיו", 
            "ומי איכא מידי דאצטרופי מצטרף והוא עצמו אינו כשר", 
            "אמר רבי יצחק בן אלישב", 
            "אין"
        ], 
        [
            "טיט הנרוק יוכיח שמצטרף לארבעים סאה והטובל בו לא עלתה לו טבילה:", 
            "מתני' העושה סוכתו כמין צריף או שסמכה לכותל ר' אליעזר פוסל מפני שאין לה גג וחכמים מכשירין:", 
            "גמ' תנא", 
            "מודה ר' אליעזר שאם הגביהה מן הקרקע טפח או שהפליגה מן הכותל טפח שהיא כשרה", 
            "מאי טעמייהו דרבנן שיפועי אהלים כאהלים דמו", 
            "אביי אשכחיה לרב יוסף דקא גני בכילת חתנים בסוכה", 
            "אמר ליה", 
            "כמאן כר' אליעזר שבקת רבנן ועבדת כר' אליעזר", 
            "אמר ליה", 
            "ברייתא איפכא תני ר' אליעזר מכשיר וחכמים פוסלין", 
            "שבקת מתניתין ועבדת כברייתא", 
            "אמר ליה", 
            "מתניתין יחידאה היא", 
            "דתניא", 
            "העושה סוכתו כמין צריף או שסמכה לכותל רבי נתן אומר", 
            "רבי אליעזר פוסל מפני שאין לה גג וחכמים מכשירין:", 
            "מתני' מחצלת קנים גדולה עשאה לשכיבה מקבלת טומאה ואין מסככין בה לסיכוך מסככין בה ואינה מקבלת טומאה", 
            "רבי אליעזר אומר", 
            "אחת קטנה ואחת גדולה עשאה לשכיבה מקבלת טומאה ואין מסככין בה לסיכוך מסככין בה ואינה מקבלת טומאה:", 
            "גמ' הא גופה קשיא אמרת", 
            "עשאה לשכיבה מקבלת טומאה ואין מסככין בה", 
            "טעמא דעשאה לשכיבה הא סתמא לסיכוך", 
            "והדר תני", 
            "לסיכוך מסככין בה ואינה מקבלת טומאה", 
            "טעמא דעשאה לסיכוך הא סתמא לשכיבה", 
            "הא לא קשיא כאן בגדולה כאן בקטנה", 
            "(בשלמא לרבנן לא קשיא אלא לרבי אליעזר קשיא דתנן)", 
            "רבי אליעזר אומר", 
            "אחת קטנה ואחת גדולה עשאה לשכיבה מקבלת טומאה ואין מסככין בה", 
            "טעמא דעשאה לשכיבה הא סתמא לסיכוך", 
            "אימא סיפא", 
            "עשאה לסיכוך מסככין בה ואינה מקבלת טומאה טעמא דעשאה לסיכוך הא סתמא לשכיבה", 
            "אלא אמר רבא", 
            "בגדולה כ\"ע לא פליגי דסתמא לסיכוך כי פליגי בקטנה", 
            "תנא קמא סבר", 
            "סתם קטנה לשכיבה ורבי אליעזר סבר", 
            "סתם קטנה נמי לסיכוך"
        ], 
        [
            "והכי קאמר", 
            "מחצלת הקנים גדולה עשאה לשכיבה מקבלת טומאה ואין מסככין בה", 
            "טעמא דעשאה לשכיבה הא סתמא נעשה כמי שעשאה לסיכוך מסככין בה", 
            "(קטנה עשאה לסיכוך מסככין בה טעמא דעשאה לסיכוך הא סתמא נעשה כמי שעשאה לשכיבה ואין מסככין בה)", 
            "ואתא ר' אליעזר למימר", 
            "אחת קטנה ואחת גדולה סתמא כשרה לסיכוך", 
            "אמר ליה אביי", 
            "אי הכי ר' אליעזר אומר אחת קטנה ואחת גדולה", 
            "אחת גדולה ואחת קטנה מיבעי ליה", 
            "ועוד", 
            "כי פליגי בגדולה הוא דפליגי ורבי אליעזר לחומרא", 
            "דתניא", 
            "מחצלת הקנים בגדולה מסככין בה ר' אליעזר אומר", 
            "אם אינה מקבלת טומאה מסככין בה", 
            "אלא אמר רב פפא", 
            "בקטנה כולי עלמא לא פליגי דסתמא לשכיבה", 
            "כי פליגי בגדולה", 
            "ת\"ק סבר", 
            "סתם גדולה לסיכוך ורבי אליעזר סבר", 
            "סתם גדולה נמי לשכיבה", 
            "ומאי עשאה לשכיבה דקאמר הכי קאמר", 
            "סתם עשייתה נמי לשכיבה עד דעביד לסיכוך", 
            "ת\"ר", 
            "מחצלת של שיפה ושל גמי גדולה מסככין בה קטנה אין מסככין בה", 
            "של קנים ושל חילת גדולה מסככין בה ארוגה אין מסככין בה", 
            "רבי ישמעאל בר' יוסי אומר משום אביו", 
            "אחת זו ואחת זו מסככין בה", 
            "וכן היה רבי דוסא אומר כדבריו", 
            "תנן התם", 
            "כל החוצלות מטמאין טמא מת דברי ר' דוסא וחכמים אומרים", 
            "מדרס", 
            "מדרס אין טמא מת לא", 
            "והא אנן תנן", 
            "כל המטמא מדרס מטמא טמא מת", 
            "אימא", 
            "אף מדרס", 
            "מאי חוצלות", 
            "אמר רב אבדימי בר המדורי", 
            "מרזובלי", 
            "מאי מרזובלי", 
            "אמר ר' אבא", 
            "מזבלי", 
            "ר' שמעון בן לקיש אומר", 
            "מחצלות ממש", 
            "ואזדא ריש לקיש לטעמיה דאמר ריש לקיש", 
            "הריני כפרת רבי חייא ובניו", 
            "שבתחלה כשנשתכחה תורה מישראל עלה עזרא מבבל ויסדה חזרה ונשתכחה עלה הלל הבבלי ויסדה חזרה ונשתכחה עלו רבי חייא ובניו ויסדוה", 
            "וכן אמר רבי חייא ובניו", 
            "לא נחלקו רבי דוסא וחכמים על מחצלות של אושא"
        ], 
        [
            "שהן טמאות ושל טבריא שהן טהורות", 
            "על מה נחלקו על שאר מקומות", 
            "מר סבר", 
            "כיון דליכא דיתיב עלייהו כדטבריא דמיין ומר סבר", 
            "כיון דמקרי ויתבי עלייהו כדאושא דמיין", 
            "אמר מר", 
            "כל החוצלות מטמאין טמא מת דברי ר' דוסא", 
            "והתניא", 
            "וכן היה רבי דוסא אומר כדבריו", 
            "לא קשיא", 
            "הא דאית ליה גדנפא הא דלית ליה גדנפא", 
            "מיתיבי", 
            "חוצלות של שעם ושל גמי ושל שק ושל ספירא מטמא טמא מת דברי ר' דוסא", 
            "וחכ\"א אף מדרס בשלמא למאן דאמר מרזובלי של שעם ושל גמי חזו לכינתא דפירי של שק ושל ספירא חזו לגולקי וצני", 
            "אלא למ\"ד מחצלות ממש בשלמא של שק ושל ספירא חזו לפרסי ונפוותא אלא של שעם ושל גמי למאי חזו", 
            "חזו לנזיאתא", 
            "איכא דאמרי", 
            "בשלמא למ\"ד מחצלות ממש של שעם ושל גמי חזו לנזיאתא של שק ושל ספירא חזו לפרסי ונפוותא ", 
            "אלא למ\"ד מרזובלי בשלמא של שק ושל ספירא חזו לגולקי וצני אלא של שעם ושל גמי למאי חזו", 
            "חזו לכינתא דפירי", 
            "תניא א\"ר חנניה", 
            "כשירדתי לגולה מצאתי זקן אחד ואמר לי", 
            "מסככין בבודיא וכשבאתי אצל ר' יהושע אחי אבא הודה לדבריו", 
            "אמר רב חסדא", 
            "והוא דלית ליה גדנפא", 
            "אמר עולא", 
            "הני בודיתא דבני מחוזא אלמלא קיר שלהן מסככין בהו", 
            "תניא נמי הכי", 
            "מסככין בבודיא ואם יש להן קיר אין מסככין בהן: (הדרן עלך סוכה)", 
            "מתני' הישן תחת המטה בסוכה לא יצא ידי חובתו", 
            "אמר ר' יהודה", 
            "נוהגין היינו שהיינו ישנים תחת המטה בפני הזקנים ולא אמרו לנו דבר", 
            "אמר רבי שמעון", 
            "מעשה בטבי עבדו של רבן גמליאל שהיה ישן תחת המטה ואמר להן רבן גמליאל לזקנים", 
            "ראיתם טבי עבדי שהוא תלמיד חכם ויודע שעבדים פטורין מן הסוכה לפיכך ישן הוא תחת המטה", 
            "ולפי דרכינו למדנו שהישן תחת המטה לא יצא ידי חובתו:", 
            "גמ' והא ליכא עשרה", 
            "תרגמא שמואל", 
            "במטה עשרה", 
            "תנן התם", 
            "אחד חור שחררוהו מים או שרצים או שאכלתו מלחת וכן מדבך אבנים וכן סואר של קורות מאהיל על הטומאה", 
            "רבי יהודה אומר", 
            "כל אהל שאינו עשוי בידי אדם אינו אהל", 
            "מאי טעמא דרבי יהודה"
        ], 
        [
            "יליף אהל אהל ממשכן", 
            "כתיב הכא (במדבר יט, יד) זאת התורה אדם כי ימות באהל וכתיב התם (שמות מ, יט) ויפרש את האהל על המשכן מה להלן בידי אדם אף כאן בידי אדם", 
            "ורבנן", 
            "אהל אהל ריבה", 
            "וסבר ר' יהודה כל אהל שאינו עשוי בידי אדם אינו אהל", 
            "ורמינהו", 
            "חצירות היו בנויות בירושלים ע\"ג הסלע ותחתיהם חלל מפני קבר התהום ומביאין נשים עוברות ויולדות שם ומגדלות בניהם שם לפרה", 
            "ומביאין שוורים ועל גביהן דלתות ותינוקות יושבין על גביהן וכוסות של אבן בידיהם", 
            "הגיעו לשילוח ירדו לתוך המים ומילאום ועלו וישבו להם", 
            "רבי יוסי אומר", 
            "ממקומו היה משלשל וממלא מפני קבר התהום", 
            "ותניא ר' יהודה אומר ", 
            "א היו מביאין דלתות אלא שוורים", 
            "והא שוורים דאהל שאינו עשוי בידי אדם הוא וקתני ר' יהודה אומר", 
            "לא היו מביאין דלתות אלא שוורים", 
            "כי אתא רב דימי א\"ר אלעזר", 
            "מודה ר' יהודה כמלא אגרוף", 
            "תנ\"ה", 
            "ומודה ר' יהודה בשקיפין ובנקיקי הסלעים", 
            "והרי דלת דיש בה כמה אגרופין וקתני רבי יהודה אומר", 
            "לא היו מביאין דלתות אלא שוורים", 
            "אמר אביי", 
            "לא הוצרכו להביא דלתות", 
            "רבא אמר", 
            "לא היו מביאין דלתות כל עיקר שמפני שדעתו של תינוק גסה עליו שמא יוציא ראשו או אחד מאבריו ויטמא"
        ], 
        [
            "בקבר התהום", 
            "תניא כוותיה דרבא ר' יהודה אומר", 
            "לא היו מביאין דלתות כל עיקר מפני שדעתו של תינוק גסה עליו שמא יוציא ראשו או אחד מאבריו ויטמא בקבר התהום", 
            "אלא מביאין שוורים המצרים שכריסותיהן רחבות והתינוקות יושבין על גביהן וכוסות של אבן בידיהן הגיעו לשילוח ירדו ומלאום ועלו וישבו להן על גביהן", 
            "והרי מטה דיש בה כמה אגרופים", 
            "ותנן ר' יהודה אומר", 
            "נוהגים היינו שהיינו ישנים תחת המטה בפני הזקנים", 
            "שאני מטה הואיל ולגבה עשויה", 
            "שוורים נמי לגבן עשוים כי אתא רבין א\"ר אלעזר", 
            "שאני שוורים הואיל ומגינים על הרועים בחמה מפני החמה ובגשמים מפני הגשמים", 
            "אי הכי מטה נמי הואיל ומגינה על מנעלים וסנדלים שתחתיה", 
            "אלא אמר רבא", 
            "שאני שוורים הואיל ועשוים להגין על בני מעים שלהן שנאמר (איוב י, יא) עור ובשר תלבישני ובעצמות וגידים תסוככני", 
            "ואי בעית אימא", 
            "ר' יהודה לטעמיה דאמר", 
            "סוכה דירת קבע בעינן והוה ליה מטה דירת עראי וסוכה אהל קבע ולא אתי אהל עראי ומבטל אהל קבע", 
            "והא ר\"ש דאמר נמי סוכה דירת קבע בעינן (הא) ואתי אהל עראי ומבטל אהל קבע", 
            "(אין) בהא פליגי", 
            "מר סבר", 
            "אתי אהל עראי ומבטל אהל קבע ומר סבר", 
            "לא אתי אהל עראי ומבטל אהל קבע:", 
            "א\"ר שמעון מעשה בטבי עבדו:", 
            "תניא א\"ר שמעון", 
            "משיחתו של רבן גמליאל למדנו שני דברים", 
            "למדנו שעבדים פטורים מן הסוכה ולמדנו שהישן תחת המטה לא יצא ידי חובתו", 
            "ולימא מדבריו של רבן גמליאל", 
            "מילתא אגב אורחיה קמ\"ל כי הא", 
            "דאמר רב אחא בר אדא ואמרי לה אמר רב אחא בר אדא אמר רב המנונא אמר רב", 
            "מנין שאפי' שיחת תלמידי חכמים צריכה לימוד שנאמר (תהלים א, ג) ועלהו לא יבול:", 
            "מתני' הסומך סוכתו בכרעי המטה כשרה", 
            "ר' יהודה אומר", 
            "אם אינה יכולה לעמוד בפני עצמה פסולה:", 
            "גמ' מ\"ט דר' יהודה", 
            "פליגי בה רבי זירא ורבי אבא בר ממל", 
            "חד אמר", 
            "מפני שאין לה קבע וחד אמר", 
            "מפני שמעמידה בדבר המקבל טומאה", 
            "מאי בינייהו כגון שנעץ שפודין של ברזל וסיכך עליהם", 
            "למאן דאמר לפי שאין לה קבע הרי יש לה קבע ומאן דאמר מפני שמעמידה בדבר המקבל טומאה הרי מעמידה בדבר המקבל טומאה", 
            "אמר אביי", 
            "לא שנו אלא סמך אבל סיכך על גב המטה כשרה", 
            "מאי טעמא למאן דאמר לפי שאין לה קבע הרי יש לה קבע למאן דאמר מפני שמעמידה בדבר המקבל טומאה הרי אין מעמידה בדבר המקבל טומאה:"
        ], 
        [
            "מתני' סוכה המדובללת ושצילתה מרובה מחמתה כשרה", 
            "המעובה כמין בית אע\"פ שאין הכוכבים נראין מתוכה כשרה:", 
            "גמ' מאי מדובללת", 
            "אמר רב", 
            "סוכה ענייה", 
            "ושמואל אמר", 
            "קנה עולה וקנה יורד", 
            "רב תני חדא ושמואל תני תרתי", 
            "רב תני חדא", 
            "סוכה מדובללת מאי מדובללת מדולדלת שצילתה מרובה מחמתה כשרה", 
            "ושמואל תני תרתי", 
            "מאי מדובללת מבולבלת ותרתי קתני", 
            "סוכה מבולבלת כשרה וצילתה מרובה מחמתה כשרה", 
            "אמר אביי", 
            "לא שנו אלא שאין בין זה לזה שלשה טפחים אבל יש בין זה לזה ג' טפחים פסולה", 
            "אמר רבא", 
            "אפילו יש בין זה לזה שלשה טפחים נמי לא אמרן אלא שאין בגגו טפח אבל יש בגגו טפח כשרה דאמרינן חבוט רמי", 
            "אמר רבא", 
            "מנא אמינא לה דכי אית ביה טפח אמרינן חבוט רמי וכי לית ביה לא אמרינן חבוט רמי דתנן", 
            "קורות הבית והעלייה שאין עליהם מעזיבה והן מכוונות טומאה תחת אחת מהן תחתיה טמא", 
            "בין התחתונה לעליונה ביניהן טמא על גבי העליונה כנגדה עד לרקיע טמא", 
            "היו העליונות כבין התחתונות טומאה תחתיהן תחת כולן טמא על גביהן כנגדן עד לרקיע טמא", 
            "ותני עלה", 
            "בד\"א בזמן שיש בהן טפח וביניהן פותח טפח", 
            "אבל אין ביניהן פותח טפח טומאה תחת אחת מהן תחתיה טמא ביניהן ועל גביהן טהור", 
            "אלמא", 
            "כי אית ביה טפח אמרינן חבוט רמי וכי לית ביה טפח לא אמרינן חבוט רמי שמע מינה", 
            "יתיב רב כהנא וקאמר להא שמעתא", 
            "אמר ליה רב אשי לרב כהנא", 
            "וכל היכא דלית ביה טפח לא אמרינן חבוט רמי", 
            "והא תניא", 
            "קורה היוצאה מכותל זה ואינה נוגעת בכותל זה וכן שתי קורות אחת יוצאה מכותל זה ואחת יוצאה מכותל זה ואינן נוגעות זו בזו פחות משלשה אינו צריך להביא קורה אחרת שלשה צריך להביא קורה אחרת", 
            "רבן שמעון בן גמליאל אומר"
        ], 
        [
            "פחות מארבעה אין צריך להביא קורה אחרת ארבעה צריך להביא קורה אחרת", 
            "וכן שתי קורות המתאימות לא בזו כדי לקבל אריח ולא בזו כדי לקבל אריח אם מקבלות אריח לרחבו טפח אין צריך להביא קורה אחרת ואם לאו צריך להביא קורה אחרת", 
            "רשב\"ג אומר", 
            "אם מקבלות אריח לארכו שלשה טפחים אין צריך להביא קורה אחרת ואם לאו צריך להביא קורה אחרת", 
            "היו אחת למעלה ואחת למטה רבי יוסי בר' יהודה אומר", 
            "רואין העליונה כאילו היא למטה ואת התחתונה כאילו היא למעלה ובלבד שלא תהא עליונה למעלה מעשרים אמה והתחתונה למטה מעשרה", 
            "הא זה וזה בתוך עשרים אמרינן חבוט רמי אע\"ג דלית ביה טפח", 
            "א\"ל", 
            "תריץ ואימא הכי ובלבד שלא תהא עליונה למעלה מעשרים אלא בתוך עשרים והתחתונה סמוכה לה בפחות משלשה", 
            "אי נמי", 
            "בלבד שלא תהא תחתונה למטה מעשרה אלא למעלה מעשרה ועליונה סמוכה לה בפחות משלשה", 
            "אבל שלשה כיון דלית ביה טפח לא אמרינן חבוט רמי:", 
            "ושצילתה מרובה מחמתה כשרה:", 
            "הא כי הדדי פסולה והא תנן באידך פירקין", 
            "ושחמתה מרובה מצילתה פסולה הא כי הדדי כשרה", 
            "לא קשיא", 
            "כאן מלמעלה כאן מלמטה", 
            "אמר רב פפא", 
            "היינו דאמרי אינשי", 
            "כזוזא מלעיל כאיסתרא מלתחת:", 
            "מעובה כמין בית:", 
            "ת\"ר", 
            "המעובה כמין בית אע\"פ שאין הכוכבים נראין מתוכה כשרה", 
            "אין כוכבי חמה נראין מתוכה בית שמאי פוסלין ובית הלל מכשירין:", 
            "מתני' העושה סוכתו בראש העגלה או בראש הספינה כשרה ועולין לה ביום טוב", 
            "בראש האילן או על גבי גמל כשרה ואין עולין לה בי\"ט", 
            "שתים באילן ואחת בידי אדם או שתים בידי אדם ואחת באילן כשרה ואין עולין לה ביום טוב", 
            "שלש בידי אדם ואחת באילן כשרה ועולין לה בי\"ט"
        ], 
        [
            "זה הכלל", 
            "כל שינטל האילן ויכולה לעמוד בפני עצמה כשרה ועולין לה ביום טוב:", 
            "גמ' מני מתניתין רבי עקיבא היא", 
            "דתניא", 
            "העושה סוכתו בראש הספינה רבן גמליאל פוסל ור\"ע מכשיר", 
            "מעשה ברבן גמליאל ור\"ע שהיו באין בספינה עמד ר\"ע ועשה סוכה בראש הספינה", 
            "למחר נשבה רוח ועקרתה", 
            "אמר לו רבן גמליאל", 
            "עקיבא היכן סוכתך", 
            "אמר אביי", 
            "דכולי עלמא היכא דאינה יכולה לעמוד ברוח מצויה דיבשה לא כלום היא יכולה לעמוד בשאינה מצויה דיבשה כ\"ע לא פליגי דכשרה", 
            "כי פליגי בדיכולה לעמוד ברוח מצויה דיבשה ואינה יכולה לעמוד (ברוח שאינה מצויה דיבשה)", 
            "רבן גמליאל סבר", 
            "סוכה דירת קבע בעינן וכיון דאינה יכולה לעמוד ברוח מצויה דים לא כלום היא", 
            "ר\"ע סבר", 
            "סוכה דירת עראי בעינן וכיון דיכולה לעמוד ברוח מצויה דיבשה כשרה:", 
            "או על גבי גמל כו':", 
            "מתני' מני רבי מאיר היא", 
            "דתניא", 
            "העושה סוכתו על גבי בהמה ר\"מ מכשיר ורבי יהודה פוסל", 
            "מ\"ט דרבי יהודה אמר קרא (דברים טז, יג) חג הסוכות תעשה לך שבעת ימים סוכה הראויה לשבעה שמה סוכה סוכה שאינה ראויה לשבעה לא שמה סוכה", 
            "ורבי מאיר", 
            "הא נמי מדאורייתא מחזא חזיא ורבנן הוא דגזרו בה", 
            "עשאה לבהמה דופן לסוכה", 
            "ר\"מ פוסל ור' יהודה מכשיר", 
            "שהיה רבי מאיר אומר", 
            "כל דבר שיש בו רוח חיים אין עושין אותו לא דופן לסוכה ולא לחי למבוי ולא פסין לביראות ולא גולל לקבר", 
            "משום רבי יוסי הגלילי אמרו", 
            "אף אין כותבין עליו גיטי נשים", 
            "מ\"ט דר' מאיר", 
            "אביי אמר", 
            "שמא תמות", 
            "רבי זירא אמר", 
            "שמא תברח", 
            "בפיל קשור כולי עלמא לא פליגי דאי נמי מיית יש בנבלתו י'", 
            "כי פליגי בפיל שאינו קשור", 
            "למאן דאמר שמא תמות לא חיישינן למאן דאמר גזרה שמא תברח חיישינן", 
            "למאן דאמר גזרה שמא תמות ניחוש שמא תברח", 
            "אלא בפיל שאינו קשור כולי עלמא לא פליגי", 
            "כי פליגי בבהמה קשורה", 
            "למ\"ד גזרה שמא תמות חיישינן למ\"ד גזרה שמא תברח לא חיישינן ולמאן דאמר גזרה שמא תברח ניחוש שמא תמות", 
            "מיתה לא שכיחא", 
            "והאיכא רווחא דביני ביני", 
            "דעביד ליה בהוצא ודפנא", 
            "ודלמא רבעה", 
            "דמתיחה באשלי מלעיל", 
            "ולמאן דאמר גזרה שמא תמות נמי הא מתיחה באשלי מלעיל", 
            "זמנין דמוקים בפחות משלשה סמוך לסכך"
        ], 
        [
            "וכיון דמייתא כווצא ולאו אדעתיה", 
            "ומי אמר אביי ר\"מ חייש למיתה ור' יהודה לא חייש", 
            "והתנן", 
            "בת ישראל שנשאת לכהן והלך בעלה למדינת הים אוכלת בתרומה בחזקת שהוא קיים", 
            "ורמינן עלה הרי זה גיטיך שעה אחת קודם מיתתי אסורה לאכול בתרומה מיד", 
            "ואמר אביי", 
            "לא קשיא", 
            "הא ר\"מ דלא חייש למיתה הא רבי יהודה דחייש למיתה", 
            "דתניא", 
            "הלוקח יין מבין הכותים אומר", 
            "שני לוגין שאני עתיד להפריש הרי הן תרומה עשרה מעשר ראשון תשעה מעשר שני ומיחל ושותה מיד דברי רבי מאיר"
        ], 
        [
            "רבי יהודה ורבי יוסי ור' שמעון אוסרין", 
            "איפוך", 
            "ר\"מ חייש למיתה ור' יהודה לא חייש למיתה", 
            "דתניא", 
            "עשאה לבהמה דופן לסוכה ר\"מ פוסל ורבי יהודה מכשיר", 
            "קשיא דרבי מאיר אדרבי מאיר", 
            "אמר לך ר' מאיר", 
            "מיתה שכיחא בקיעת הנוד לא שכיחא אפשר דמסר ליה לשומר", 
            "קשיא דרבי יהודה אדרבי יהודה", 
            "טעמא דר' יהודה לאו משום דחייש לבקיעת נוד אלא משום דלית ליה ברירה", 
            "ולא חייש ר' יהודה לבקיעת נוד", 
            "והא מדקתני סיפא אמרו לו לר' מאיר", 
            "אי אתה מודה שמא יבקע הנוד ונמצא זה שותה טבלים למפרע", 
            "ואמר להו", 
            "לכשיבקע", 
            "מכלל דחייש רבי יהודה לבקיעת הנוד", 
            "התם ר' יהודה הוא דקאמר לרבי מאיר", 
            "לדידי לית לי ברירה אלא לדידך דיש ברירה אי אתה מודה דשמא יבקע הנוד", 
            "אמר ליה", 
            "לכשיבקע", 
            "ולא חייש רבי יהודה למיתה", 
            "והא תנן ר' יהודה אומר", 
            "אף אשה אחרת מתקינין לו שמא תמות אשתו", 
            "הא איתמר עלה אמר רב הונא בריה דרב יהושע", 
            "מעלה עשו בכפרה", 
            "בין למאן דאמר שמא תמות בין למאן דאמר שמא תברח מדאורייתא מחיצה מעליא היא ורבנן הוא דגזרו בה", 
            "אלא מעתה לרבי מאיר תטמא משום גולל", 
            "אלמה תנן", 
            "רבי יהודה מטמא משום גולל ורבי מאיר מטהר", 
            "אלא אמר רב אחא בר יעקב", 
            "קסבר ר\"מ כל מחיצה שעומדת ברוח אינה מחיצה", 
            "איכא דאמרי אמר רב אחא בר יעקב", 
            "קסבר רבי מאיר כל מחיצה שאינה עשויה בידי אדם אינה מחיצה", 
            "מאי בינייהו", 
            "איכא בינייהו דאוקמה בנוד תפוח", 
            "למ\"ד מחיצה עומדת ברוח אינה מחיצה הרי עומדת ברוח למ\"ד אינה עשויה בידי אדם"
        ], 
        [
            "הרי עשויה בידי אדם:", 
            "אמר מר משום רבי יוסי הגלילי אמרו", 
            "אף אין כותבין עליו גיטי נשים", 
            "מ\"ט דר' יוסי הגלילי", 
            "דתניא (דברים כד, א) ספר אין לי אלא ספר מנין לרבות כל דבר תלמוד לומר וכתב לה מכל מקום", 
            "אם כן מה ת\"ל ספר לומר לך", 
            "מה ספר דבר שאין בו רוח חיים ואינו אוכל אף כל דבר שאין בו רוח חיים ואינו אוכל", 
            "ורבנן", 
            "אי כתב בספר כדקאמרת השתא דכתיב ספר לספירת דברים בעלמא הוא דאתא", 
            "ורבנן האי וכתב מאי דרשי ביה", 
            "ההוא מיבעי להו", 
            "בכתיבה מתגרשת ואינה מתגרשת בכסף", 
            "ס\"ד אמינא", 
            "הואיל ואיתקש יציאה להויה מה הויה בכסף אף יציאה בכסף קמ\"ל", 
            "ורבי יוסי הגלילי האי סברא מנא ליה", 
            "מספר כריתות נפקא ליה ספר כורתה ואין דבר אחר כורתה ואידך", 
            "ההוא מיבעי ליה לדבר הכורת בינו לבינה", 
            "כדתניא", 
            "הרי זה גיטיך על מנת שלא תשתי יין ועל מנת שלא תלכי לבית אביך לעולם אין זה כריתות כל שלשים יום הרי זה כריתות", 
            "ואידך", 
            "מכרת כריתות נפקא", 
            "ואידך", 
            "כרת כריתות לא דרשי:", 
            "מתני העושה סוכתו בין האילנות והאילנות דפנות לה כשרה:", 
            "גמ' אמר רב אחא בר יעקב", 
            "כל מחיצה שאינה יכולה לעמוד ברוח מצויה אינה מחיצה", 
            "תנן", 
            "העושה סוכתו בין האילנות והאילנות דפנות לה כשרה", 
            "והא קאזיל ואתי", 
            "הכא במאי עסקינן בקשין", 
            "והאיכא נופו", 
            "דעביד ליה בהוצא ודפנא", 
            "אי הכי מאי למימרא", 
            "מהו דתימא", 
            "ניגזר דלמא אתי לאשתמושי באילן קמ\"ל", 
            "ת\"ש", 
            "היה שם אילן או גדר או מחיצת הקנים נידון משום דיומד", 
            "התם נמי משום דעביד ליה בהוצא ודפנא", 
            "ת\"ש", 
            "אילן המיסך על הארץ אם אין נופו גבוה מן הארץ שלשה טפחים מטלטלין תחתיו אמאי", 
            "הא קא אזיל ואתי", 
            "התם נמי דעביד ליה בהוצא ודפנא", 
            "אי הכי ניטלטל בכוליה", 
            "אלמה אמר רב הונא בריה דרב יהושע", 
            "אין מטלטלין בו"
        ], 
        [
            "אלא בית סאתים משום דהוי דירה שתשמישיה לאויר וכל דירה שתשמישיה לאויר אין מטלטלין בו אלא סאתים", 
            "ת\"ש", 
            "שבת בתל שהוא גבוה עשרה והוא מארבע אמות עד בית סאתים וכן בנקע שהוא עמוק עשרה והוא מארבע אמות עד בית סאתים וכן קמה קצורה ושבולות מקיפות אותה מהלך את כולה וחוצה לה אלפים אמה אע\"ג דקאזיל ואתי", 
            "התם נמי דעביד ליה בהוצא ודפנא:", 
            "מתני' שלוחי מצוה פטורין מן הסוכה", 
            "חולין ומשמשיהן פטורין מן הסוכה אוכלין ושותין עראי חוץ לסוכה:", 
            "גמ' מה\"מ", 
            "דת\"ר", 
            "(דברים ו, ז) בשבתך בביתך פרט לעוסק במצוה ובלכתך בדרך פרט לחתן", 
            "מכאן אמרו", 
            "הכונס את הבתולה פטור ואת האלמנה חייב", 
            "מאי משמע", 
            "אמר רב הונא", 
            "כדרך מה דרך רשות אף כל רשות לאפוקי האי דבמצוה עסוק", 
            "מי לא עסקינן דקאזיל לדבר מצוה וקא אמר רחמנא ליקרי", 
            "אם כן לימא קרא בשבת ובלכת מאי בשבתך ובלכתך בלכת דידך הוא דמיחייבת הא בלכת דמצוה פטירת", 
            "אי הכי אפילו כונס את האלמנה נמי", 
            "כונס את הבתולה טריד כונס אלמנה לא טריד", 
            "וכל היכא דטריד ה\"נ דפטור", 
            "אלא מעתה טבעה ספינתו בים דטריד הכי נמי דפטור", 
            "וכי תימא ה\"נ והאמר ר' אבא בר זבדא אמר רב", 
            "אבל חייב בכל המצות האמורות בתורה חוץ מן התפילין שהרי נאמר בהן פאר", 
            "הכא טריד טירדא דמצוה התם טריד טירדא דרשות", 
            "והעוסק במצוה פטור מן המצוה מהכא נפקא", 
            "מהתם נפקא דתניא", 
            "(במדבר ט, ו) ויהי אנשים אשר היו טמאים לנפש אדם וגו' אותם אנשים מי היו נושאי ארונו של יוסף היו דברי ר' יוסי הגלילי"
        ], 
        [
            "ר\"ע אומר", 
            "מישאל ואלצפן היו שהיו עוסקין בנדב ואביהוא", 
            "ר' יצחק אומר", 
            "אם נושאי ארונו של יוסף היו כבר היו יכולין ליטהר אם מישאל ואלצפן היו יכולין היו ליטהר", 
            "אלא עוסקין במת מצוה היו שחל שביעי שלהן להיות בערב פסח", 
            "שנאמר (במדבר ט, ו) ולא יכלו לעשות הפסח ביום ההוא ביום ההוא אין יכולין לעשות הא למחר יכולין לעשות", 
            "צריכא דאי אשמעינן התם משום דלא מטא זמן חיובא דפסח אבל הכא דמטא זמן ק\"ש אימא לא צריכא", 
            "ואי אשמעי' הכא משום דליכא כרת אבל התם דאיכא כרת אימא לא צריכא", 
            "גופא א\"ר אבא בר זבדא אמר רב", 
            "אבל חייב בכל מצות האמורות בתורה חוץ מתפילין שהרי נאמר בהן פאר", 
            "מדאמר ליה רחמנא ליחזקאל (יחזקאל כד, יז) פארך חבוש עליך וגו' את הוא דמיחייבת אבל כ\"ע פטירי", 
            "וה\"מ ביום ראשון דכתיב (עמוס ח, י) ואחריתה כיום מר", 
            "ואמר רבי אבא בר זבדא אמר רב", 
            "אבל חייב בסוכה", 
            "פשיטא", 
            "מהו דתימא", 
            "הואיל וא\"ר אבא בר זבדא אמר רב", 
            "מצטער פטור מן הסוכה האי נמי מצטער הוא קמשמע לן", 
            "ה\"מ צערא דממילא אבל הכא איהו הוא דקא מצטער נפשיה איבעי ליה ליתובי דעתיה", 
            "וא\"ר אבא בר זבדא אמר רב", 
            "חתן והשושבינין וכל בני החופה פטורין מן הסוכה כל שבעה מ\"ט", 
            "משום דבעו למיחדי וליכלו בסוכה וליחדו בסוכה", 
            "אין שמחה אלא בחופה", 
            "וליכלו בסוכה וליחדו בחופה", 
            "אין שמחה אלא במקום סעודה", 
            "וליעבדו חופה בסוכה", 
            "אביי אמר", 
            "משום ייחוד", 
            "ורבא אמר", 
            "משום צער חתן", 
            "מאי בינייהו", 
            "איכא בינייהו", 
            "דשכיחי אינשי דנפקי ועיילי להתם", 
            "למאן דאמר משום ייחוד ליכא למאן דאמר משום צער חתן איכא", 
            "א\"ר זירא", 
            "אנא אכלי בסוכה וחדי בחופה וכ\"ש דחדי ליבאי דקא עבידנא תרתי", 
            "ת\"ר", 
            "חתן והשושבינין וכל בני חופה פטורין מן התפלה ומן התפילין וחייבין בק\"ש"
        ], 
        [
            "משום רבי שילא אמרו", 
            "חתן פטור והשושבינין וכל בני החופה חייבין", 
            "תניא א\"ר חנניא בן עקביא", 
            "כותבי ספרים תפילין ומזוזות הן ותגריהן ותגריהן וכל העוסקין במלאכת שמים לאתויי מוכרי תכלת פטורין מק\"ש ומן התפלה ומן התפילין ומכל מצות האמורות בתורה לקיים דברי ר' יוסי הגלילי", 
            "שהיה רבי יוסי הגלילי אומר", 
            "העוסק במצוה פטור מן המצוה", 
            "ת\"ר", 
            "הולכי דרכים ביום פטורין מן הסוכה ביום וחייבין בלילה", 
            "הולכי דרכים בלילה פטורין מן הסוכה בלילה וחייבין ביום", 
            "הולכי דרכים ביום ובלילה פטורין מן הסוכה בין ביום ובין בלילה", 
            "הולכין לדבר מצוה פטורין בין ביום ובין בלילה", 
            "כי הא דרב חסדא ורבה בר רב הונא כי הוו עיילי בשבתא דרגלא לבי ריש גלותא הוו גנו ארקתא דסורא", 
            "אמרי", 
            "אנן שלוחי מצוה אנן ופטורין", 
            "ת\"ר", 
            "שומרי העיר ביום פטורין מן הסוכה ביום וחייבין בלילה", 
            "שומרי העיר בלילה פטורין מן הסוכה בלילה וחייבין ביום", 
            "שומרי העיר בין ביום ובין בלילה פטורים מן הסוכה בין ביום ובין בלילה", 
            "שומרי גנות ופרדסים פטורין בין ביום ובין בלילה וליעבדי סוכה התם וליתבו", 
            "אביי אמר", 
            "תשבו כעין תדורו", 
            "רבא אמר", 
            "פרצה קוראה לגנב", 
            "מאי בינייהו", 
            "איכא בינייהו דקא מנטר כריא דפירי:", 
            "חולים ומשמשיהם:", 
            "תנו רבנן", 
            "חולה שאמרו לא חולה שיש בו סכנה אלא אפילו חולה שאין בו סכנה אפי' חש בעיניו ואפילו חש בראשו", 
            "ארשב\"ג", 
            "פעם אחת חשתי בעיני בקיסרי והתיר ר' יוסי בריבי לישן אני ומשמשי חוץ לסוכה", 
            "רב שרא לרב אחא ברדלא למגנא בכילתא בסוכה משום בקי", 
            "רבא שרא ליה לרבי אחא בר אדא למגנא בר ממטללתא משום סירחא דגרגישתא", 
            "רבא לטעמיה דאמר רבא", 
            "מצטער פטור מן הסוכה", 
            "והא אנן תנן", 
            "חולין ומשמשיהם פטורים מן הסוכה", 
            "חולה אין מצטער לא", 
            "אמרי", 
            "חולה הוא ומשמשיו פטורים מצטער הוא פטור משמשיו לא:", 
            "אוכלים אכילת עראי חוץ לסוכה וכמה אכילת עראי", 
            "אמר רב יוסף", 
            "תרתי או תלת ביעי", 
            "א\"ל אביי", 
            "והא זימנין סגיאין סגי ליה לאיניש בהכי והוה ליה סעודת קבע", 
            "אלא אמר אביי", 
            "כדטעים בר בי רב ועייל לכלה", 
            "ת\"ר", 
            "אוכלין אכילת עראי חוץ לסוכה ואין ישנים שינת עראי חוץ לסוכה מ\"ט", 
            "אמר רב אשי", 
            "גזרה שמא ירדם", 
            "א\"ל אביי", 
            "אלא הא דתניא", 
            "ישן אדם שינת עראי בתפילין אבל לא שינת קבע ליחוש שמא ירדם", 
            "אמר רב יוסף בריה דרב עילאי", 
            "במוסר שינתו לאחרים", 
            "מתקיף ליה רב משרשיא", 
            "ערביך ערבא צריך", 
            "אלא אמר רבה בר בר חנה א\"ר יוחנן", 
            "במניח ראשו בין ברכיו עסקינן", 
            "רבא אמר", 
            "אין קבע לשינה", 
            "תני חדא", 
            "ישן אדם בתפילין. שינת עראי אבל לא שינת קבע ותניא אידך", 
            "בין קבע בין עראי ותניא אידך", 
            "לא קבע ולא עראי", 
            "לא קשיא", 
            "הא דנקיט להו בידיה הא דמנחי ברישיה הא דפריס סודרא עלויה", 
            "וכמה שינת עראי", 
            "תני רמי בר יחזקאל", 
            "כדי הילוך מאה אמה תניא נמי הכי", 
            "הישן בתפילין ורואה קרי אוחז ברצועה"
        ], 
        [
            "ואינו אוחז בקציצה דברי רבי יעקב", 
            "וחכמים אומרים", 
            "ישן אדם בתפילין שינת עראי אבל לא שינת קבע", 
            "וכמה שינת עראי כדי הילוך מאה אמה", 
            "אמר רב", 
            "אסור לאדם לישן ביום יותר משינת הסוס", 
            "וכמה שינת הסוס שיתין נשמי", 
            "אמר אביי", 
            "שנתיה דמר כדרב ודרב כדרבי ודרבי כדדוד ודדוד כדסוסיא ודסוסיא שיתין נשמי", 
            "אביי הוה ניים כדמעייל מפומבדיתא לבי כובי קרי עליה רב יוסף", 
            "(משלי ו, ט) עד מתי עצל תשכב מתי תקום משנתך", 
            "ת\"ר", 
            "הנכנס לישן ביום רצה חולץ רצה מניח", 
            "בלילה חולץ ואינו מניח דברי רבי נתן", 
            "רבי יוסי אומר", 
            "הילדים לעולם חולצין ואינן מניחין מפני שרגילין בטומאה", 
            "לימא קסבר רבי יוסי בעל קרי אסור להניח תפילין", 
            "אמר אביי", 
            "בילדים ונשותיהן עמהן עסקינן שמא יבואו לידי הרגל דבר", 
            "ת\"ר", 
            "שכח ושמש מטתו בתפילין אינו אוחז לא ברצועה ולא בקציצה עד שיטול ידיו ויטלם מפני שהידים עסקניות הן:", 
            "מתני' מעשה והביאו לו לרבן יוחנן בן זכאי לטעום את התבשיל ולר\"ג שני כותבות ודלי של מים ואמרו", 
            "העלום לסוכה", 
            "וכשנתנו לו לר' צדוק אוכל פחות מכביצה נטלו במפה ואכלו חוץ לסוכה ולא בירך אחריו:", 
            "גמ' מעשה לסתור", 
            "חסורי מחסרא והכי קתני", 
            "אם בא להחמיר על עצמו מחמיר ולית ביה משום יוהרא", 
            "ומעשה נמי והביאו לו לרבן יוחנן בן זכאי לטעום את התבשיל ולר\"ג שני כותבות ודלי של מים"
        ], 
        [
            "ואמרו", 
            "העלום לסוכה וכשנתנו לו לרבי צדוק אוכל פחות מכביצה נטלו במפה ואכלו חוץ לסוכה ולא בירך אחריו", 
            "הא כביצה בעי סוכה לימא תיהוי תיובתיה דרב יוסף ואביי", 
            "דילמא", 
            "פחות מכביצה נטילה וברכה לא בעי הא כביצה בעי נטילה וברכה:", 
            "מתני' רבי אליעזר אומר", 
            "ארבע עשרה סעודות חייב אדם לאכול בסוכה אחת ביום ואחת בלילה", 
            "וחכ\"א", 
            "אין לדבר קצבה חוץ מלילי יו\"ט ראשון של חג בלבד", 
            "ועוד אמר ר' אליעזר", 
            "מי שלא אכל [לילי] יום טוב הראשון ישלים לילי יו\"ט האחרון של חג", 
            "וחכמים אומרים אין לדבר תשלומין ועל זה נאמר (קהלת א, טו) מעות לא יוכל לתקון וחסרון לא יוכל להמנות:", 
            "גמ' מ\"ט דר' אליעזר", 
            "תשבו כעין תדורו מה דירה אחת ביום ואחת בלילה אף סוכה אחת ביום ואחת בלילה ", 
            "רבנן", 
            "כדירה מה דירה אי בעי אכיל אי בעי לא אכיל אף סוכה נמי אי בעי אכיל אי בעי לא אכיל", 
            "אי הכי אפי' לילי יום טוב ראשון נמי", 
            "א\"ר יוחנן משום ר' שמעון בן יהוצדק", 
            "נאמר כאן חמשה עשר ונאמ' חמשה עשר בחג המצות מה להלן לילה הראשון חובה מכאן ואילך רשות אף כאן לילה הראשון חובה מכאן ואילך רשות והתם מנלן", 
            "אמר קרא (שמות יב, יח) בערב תאכלו מצות הכתוב קבעו חובה:", 
            "ועוד א\"ר אליעזר:", 
            "והא א\"ר אליעזר", 
            "ארבע עשרה סעודות חייב אדם לאכול בסוכה אחת ביום ואחת בלילה", 
            "אמר בירא א\"ר אמי", 
            "חזר בו ר' אליעזר", 
            "משלים במאי", 
            "אילימא בריפתא סעודה דיומיה קא אכיל", 
            "אלא מאי ישלים ישלים במיני תרגימא", 
            "תניא נמי הכי", 
            "אם השלים במיני תרגימא יצא", 
            "שאל אפוטרופוס של אגריפס המלך את רבי אליעזר", 
            "כגון אני שאיני רגיל לאכול אלא סעודה אחת ביום מהו שאוכל סעודה אחת ואפטר", 
            "אמר לו", 
            "בכל יום ויום אתה ממשיך כמה פרפראות לכבוד עצמך ועכשיו אי אתה ממשיך פרפרת אחת לכבוד קונך", 
            "ועוד שאלו", 
            "כגון אני שיש לי שתי נשים אחת בטבריא ואחת בציפורי ויש לי שתי סוכות אחת בטבריא ואחת בציפורי מהו שאצא מסוכה לסוכה ואפטר", 
            "אמר לו", 
            "לא שאני אומר", 
            "כל היוצא מסוכה לסוכה בטל מצותה של ראשונה ", 
            "תניא ר' אליעזר אומר"
        ], 
        [
            "אין יוצאין מסוכה לסוכה ואין עושין סוכה בחולו של מועד", 
            "וחכמים אומרים", 
            "יוצאין מסוכה לסוכה ועושין סוכה בחולו של מועד", 
            "ושוין שאם נפלה שחוזר ובונה בחולו של מועד", 
            "מ\"ט דר' אליעזר", 
            "אמר קרא (דברים טז, יג) חג הסוכות תעשה לך שבעת ימים עשה סוכה הראויה לשבעה", 
            "ורבנן", 
            "הכי קאמר רחמנא", 
            "עשה סוכה בחג ושוין שאם נפלה שחוזר ובונה אותה בחולו של מועד", 
            "פשיטא", 
            "מהו דתימא", 
            "האי אחריתי היא ואינה לשבעה קמ\"ל", 
            "תניא ר' אליעזר אומר", 
            "כשם שאין אדם יוצא ידי חובתו ביום טוב הראשון של חג בלולבו של חבירו דכתיב (ויקרא כג, מ) ולקחתם לכם ביום הראשון פרי עץ הדר כפות תמרים משלכם כך אין אדם יוצא ידי חובתו בסוכתו של חבירו דכתיב חג הסוכות תעשה לך שבעת ימים משלך", 
            "וחכמים אומרים", 
            "אע\"פ שאמרו אין אדם יוצא ידי חובתו ביום טוב הראשון בלולבו של חבירו אבל יוצא ידי חובתו בסוכתו של חבירו דכתיב (ויקרא כג, מב) כל האזרח בישראל ישבו בסוכות מלמד שכל ישראל ראוים לישב בסוכה אחת", 
            "ורבנן האי לך מאי דרשי ביה", 
            "מיבעי ליה למעוטי גזולה אבל שאולה כתיב כל האזרח", 
            "ור' אליעזר האי כל האזרח מאי עביד ליה", 
            "מיבעי ליה לגר שנתגייר בינתים וקטן שנתגדל בינתים", 
            "ורבנן", 
            "כיון שאמרו עושין סוכה בחולו של מועד לא אצטריך קרא", 
            "ת\"ר", 
            "מעשה בר' אלעאי שהלך להקביל פני ר' אליעזר רבו בלוד ברגל אמר לו", 
            "אלעאי אינך משובתי הרגל", 
            "שהיה ר' אליעזר אומר", 
            "משבח אני את העצלנין שאין יוצאין מבתיהן ברגל דכתיב (דברים יד, כו) ושמחת אתה וביתך", 
            "איני", 
            "והאמר ר' יצחק", 
            "מניין שחייב אדם להקביל פני רבו ברגל שנא' (מלכים ב ד, כג) מדוע את הולכת אליו היום לא חדש ולא שבת מכלל דבחדש ושבת מיחייב איניש לאקבולי אפי רביה", 
            "לא קשיא הא דאזיל ואתי ביומיה הא דאזיל ולא אתי ביומיה", 
            "ת\"ר", 
            "מעשה בר' אליעזר ששבת בגליל העליון בסוכתו של יוחנן ברבי אלעאי בקיסרי ואמרי לה בקיסריון והגיע חמה לסוכה", 
            "אמר לו", 
            "מהו שאפרוש עליה סדין", 
            "אמר לו", 
            "אין לך כל שבט ושבט מישראל שלא העמיד ממנו שופט", 
            "הגיע חמה לחצי הסוכה אמר לו", 
            "מהו שאפרוש עליה סדין", 
            "אמר לו", 
            "אין לך כל שבט ושבט מישראל שלא יצאו ממנו נביאים שבט יהודה ובנימין העמידו מלכים על פי נביאים", 
            "הגיע חמה למרגלותיו של ר' אליעזר נטל יוחנן סדין ופירש עליה", 
            "הפשיל ר' אליעזר טליתו לאחוריו ויצא", 
            "לא מפני שהפליגו בדברים אלא מפני שלא אמר דבר שלא שמע מפי רבו לעולם", 
            "היכי עביד הכי", 
            "והאמר ר' אליעזר", 
            "אין יוצאין מסוכה לסוכה", 
            "רגל אחר הואי", 
            "והאמר ר' אליעזר", 
            "משבח אני את העצלנין שאין יוצאין מבתיהן ברגל", 
            "שבת הואי", 
            "ותיפשוט ליה מדידיה דתנן", 
            "פקק החלון ר' אליעזר אומר", 
            "בזמן שקשור ותלוי פוקקין בו ואם לאו אין פוקקין", 
            "בו וחכמים אומרים בין כך ובין כך פוקקין"
        ], 
        [
            "התם הוא דמבטל אבל הכא דלא מבטל לא", 
            "ת\"ר", 
            "מעשה ברבי אליעזר ששבת בגליל העליון ושאלוהו שלשים הלכות בהלכות סוכה שתים עשרה אמר להם שמעתי שמונה עשר אמר להם לא שמעתי", 
            "ר' יוסי בר' יהודה אומר", 
            "חילוף הדברים שמונה עשר אמר להם שמעתי שתים עשרה אמר להם לא שמעתי", 
            "אמרו לו", 
            "כל דבריך אינן אלא מפי השמועה", 
            "אמר להם", 
            "הזקקתוני לומר דבר שלא שמעתי מפי רבותי", 
            "מימי לא קדמני אדם בבית המדרש", 
            "ולא ישנתי בבית המדרש לא שינת קבע ולא שינת עראי ולא הנחתי אדם בבית המדרש ויצאתי ולא שחתי שיחת חולין ולא אמרתי דבר שלא שמעתי מפי רבי מעולם", 
            "אמרו עליו על רבן יוחנן בן זכאי", 
            "מימיו לא שח שיחת חולין ולא הלך ד' אמות בלא תורה ובלא תפילין ולא קדמו אדם בבית המדרש ולא ישן בבית המדרש לא שינת קבע ולא שינת עראי ולא הרהר במבואות המטונפות ולא הניח אדם בבית המדרש ויצא ולא מצאו אדם יושב ודומם אלא יושב ושונה ולא פתח אדם דלת לתלמידיו אלא הוא בעצמו ולא אמר דבר שלא שמע מפי רבו מעולם ולא אמר הגיע עת לעמוד מבית המדרש חוץ מערבי פסחים וערבי יום הכפורים", 
            "וכן היה ר' אליעזר תלמידו נוהג אחריו", 
            "תנו רבנן", 
            "שמונים תלמידים היו לו להלל הזקן שלשים מהן ראוים שתשרה עליהן שכינה כמשה רבינו ושלשים מהן ראוים שתעמוד להם חמה כיהושע בן נון עשרים בינונים", 
            "גדול שבכולן יונתן בן עוזיאל קטן שבכולן רבן יוחנן בן זכאי", 
            "אמרו עליו על רבן יוחנן בן זכאי שלא הניח מקרא ומשנה גמרא הלכות ואגדות דקדוקי תורה ודקדוקי סופרים קלים וחמורים וגזרות שוות תקופות וגימטריאות שיחת מלאכי השרת ושיחת שדים ושיחת דקלים משלות כובסין משלות שועלים דבר גדול ודבר קטן", 
            "דבר גדול מעשה מרכבה דבר קטן הויות דאביי ורבא", 
            "לקיים מה שנאמר (משלי ח, כא) להנחיל אוהבי יש ואוצרותיהם אמלא", 
            "וכי מאחר שקטן שבכולן כך גדול שבכולן על אחת כמה וכמה", 
            "אמרו עליו על יונתן בן עוזיאל בשעה שיושב ועוסק בתורה כל עוף שפורח עליו מיד נשרף:", 
            "מתני' מי שהיה ראשו ורובו בסוכה ושולחנו בתוך הבית ב\"ש פוסלין וב\"ה מכשירין", 
            "אמרו להם ב\"ה לב\"ש", 
            "לא כך היה מעשה שהלכו זקני ב\"ש וזקני ב\"ה לבקר את רבי יוחנן בן החורנית ומצאוהו שהיה יושב ראשו ורובו בסוכה ושולחנו בתוך הבית ולא אמרו לו דבר", 
            "אמרו להם ב\"ש", 
            "משם ראיה", 
            "אף הם אמרו לו", 
            "אם כן היית נוהג לא קיימת מצות סוכה מימיך", 
            "נשים ועבדים וקטנים פטורין מן הסוכה", 
            "קטן שאינו צריך לאמו חייב בסוכה", 
            "מעשה וילדה כלתו של שמאי הזקן ופיחת את המעזיבה וסיכך על גבי המטה בשביל קטן:", 
            "גמ' מה\"מ", 
            "דת\"ר", 
            "אזרח זה אזרח (ויקרא כג, מב) האזרח להוציא את הנשים", 
            "כל לרבות את הקטנים", 
            "אמר מר", 
            "האזרח להוציא את הנשים", 
            "למימרא דאזרח בין נשים בין גברי משמע", 
            "והתניא", 
            "האזרח לרבות את הנשים האזרחיות שחייבות בעינוי אלמא אזרח גברי משמע", 
            "אמר רבה", 
            "הלכתא נינהו ואסמכינהו רבנן אקראי", 
            "הי קרא והי הלכתא ותו קרא למה לי הלכתא למה לי", 
            "הא סוכה מצות עשה שהזמן גרמא וכל מצות עשה שהזמן גרמא נשים פטורות", 
            "יום הכפורים מדרב יהודה אמר רב נפקא דאמר רב יהודה אמר רב וכן תנא דבי רבי ישמעאל", 
            "אמר קרא (במדבר ה, ו) איש או אשה"
        ], 
        [
            "השוה הכתוב אשה לאיש לכל עונשין שבתורה", 
            "אמר אביי", 
            "לעולם סוכה הלכתא ואיצטריך", 
            "ס\"ד אמינא תשבו כעין תדורו מה דירה איש ואשתו אף סוכה איש ואשתו קמ\"ל", 
            "רבא אמר", 
            "איצטריך ס\"ד אמינא יליף חמשה עשר חמשה עשר מחג המצות מה להלן נשים חייבות אף כאן נשים חייבות קמ\"ל", 
            "והשתא דאמרת סוכה הלכתא קרא למה לי", 
            "לרבות את הגרים", 
            "סד\"א", 
            "(ויקרא כג, מב) האזרח בישראל אמר רחמנא ולא את הגרים קמ\"ל", 
            "יום הכפורים מדרב יהודה אמר רב נפקא", 
            "לא נצרכא אלא לתוספת עינוי", 
            "סד\"א", 
            "הואיל ומיעט רחמנא לתוספת עינוי מעונש ומאזהרה לא נתחייבו נשים כלל קמ\"ל:", 
            "אמר מר", 
            "כל לרבות את הקטנים", 
            "והתנן", 
            "נשים ועבדים וקטנים פטורין מן הסוכה", 
            "ל\"ק", 
            "כאן בקטן שהגיע לחינוך כאן בקטן שלא הגיע לחינוך", 
            "קטן שהגיע לחינוך מדרבנן הוא", 
            "מדרבנן וקרא אסמכתא בעלמא הוא:", 
            "קטן שאינו צריך לאמו כו' היכי דמי קטן שאינו צריך לאמו", 
            "אמרי דבי ר' ינאי", 
            "כל שנפנה ואין אמו מקנחתו רבי (שמעון) אומר", 
            "כל שנעור משנתו ואינו קורא אמא [אמא] גדולים נמי קרו", 
            "אלא (אימא)", 
            "כל שנעור ואינו קורא אמא אמא:", 
            "מעשה וילדה כלתו כו':", 
            "מעשה לסתור", 
            "חסורי מחסר' והכי קתני", 
            "ושמאי מחמיר ומעשה נמי וילדה כלתו של שמאי הזקן ופחת את המעזיבה וסיכך על המטה בשביל הקטן:", 
            "מתני' כל שבעת הימים אדם עושה סוכתו קבע וביתו עראי", 
            "ירדו גשמים מאימתי מותר לפנות משתסרח המקפה", 
            "משלו משל", 
            "למה הדבר דומה לעבד שבא למזוג כוס לרבו ושפך לו קיתון על פניו:", 
            "גמ' ת\"ר", 
            "כל שבעת הימים אדם עושה סוכתו קבע וביתו עראי", 
            "כיצד", 
            "היו לו כלים נאים מעלן לסוכה מצעות נאות מעלן לסוכה", 
            "אוכל ושותה ומטייל בסוכה", 
            "מה\"מ", 
            "דת\"ר", 
            "(ויקרא כג, מב) תשבו כעין תדורו", 
            "מכאן אמרו", 
            "כל שבעת הימים עושה אדם סוכתו קבע וביתו עראי", 
            "כיצד", 
            "היו לו כלים נאים מעלן לסוכה מצעות נאות מעלן לסוכה אוכל ושות' ומטייל בסוכה ומשנן בסוכה", 
            "איני", 
            "והאמר רבא", 
            "מקרא ומתנא במטללתא ותנוי בר ממטללתא", 
            "ל\"ק", 
            "הא במגרס הא בעיוני"
        ], 
        [
            "כי הא (דרבה) בר חמא כי הוו קיימי מקמיה דרב חסדא מרהטי בגמרא בהדי הדדי והדר מעייני בסברא", 
            "אמר רבא", 
            "מאני משתיא במטללתא מאני מיכלא בר ממטללתא", 
            "חצבא ושחיל בר ממטללתא ושרגא במטללתא ואמרי לה", 
            "בר ממטללתא", 
            "ולא פליגי", 
            "הא בסוכה גדולה הא בסוכה קטנה:", 
            "ירדו גשמים:", 
            "תנא", 
            "משתסרח המקפה של גריסין", 
            "אביי הוה קא יתיב קמיה דרב יוסף במטללתא נשב זיקא וקא מייתי ציבותא", 
            "אמר להו רב יוסף", 
            "פנו לי מאני מהכא", 
            "אמר ליה אביי", 
            "והא תנן משתסרח המקפה", 
            "אמר ליה", 
            "לדידי כיון דאנינא דעתאי כמי שתסרח המקפה דמי לי", 
            "ת\"ר", 
            "היה אוכל בסוכה וירדו גשמים וירד אין מטריחין אותו לעלות עד שיגמור סעודתו", 
            "היה ישן תחת הסוכה וירדו גשמים וירד אין מטריחין אותו לעלות עד שיאור", 
            "איבעיא להו", 
            "עד שיעור או עד שיאור", 
            "ת\"ש", 
            "עד שיאור ויעלה עמוד השחר", 
            "תרתי", 
            "אלא אימא", 
            "עד שיעור ויעלה עמוד השחר:", 
            "משל למה הדבר דומה:", 
            "איבעיא להו", 
            "מי שפך למי", 
            "ת\"ש דתניא", 
            "שפך לו רבו קיתון על פניו ואמר לו", 
            "אי אפשי בשמושך", 
            "ת\"ר", 
            "בזמן שהחמה לוקה סימן רע לכל העולם כולו", 
            "משל למה הדבר דומה למלך בשר ודם שעשה סעודה לעבדיו והניח פנס לפניהם כעס עליהם ואמר לעבדו", 
            "טול פנס מפניהם והושיבם בחושך", 
            "תניא רבי מאיר אומר", 
            "כל זמן שמאורות לוקין סימן רע לשונאיהם של ישראל מפני שמלומדין במכותיהן", 
            "משל לסופר שבא לבית הספר ורצועה בידו מי דואג מי שרגיל ללקות בכל יום ויום הוא דואג", 
            "תנו רבנן", 
            "בזמן שהחמה לוקה סימן רע לעובדי כוכבים לבנה לוקה סימן רע לשונאיהם של ישראל מפני שישראל מונין ללבנה ועובדי כוכבים לחמה", 
            "לוקה במזרח סימן רע ליושבי מזרח במערב סימן רע ליושבי מערב באמצע הרקיע סימן רע לכל העולם כולו", 
            "פניו דומין לדם חרב בא לעולם לשק חיצי רעב באין לעולם לזו ולזו חרב וחיצי רעב באין לעולם", 
            "לקה בכניסתו פורענות שוהה לבא ביציאתו ממהרת לבא", 
            "וי\"א חילוף הדברים", 
            "ואין לך כל אומה ואומה שלוקה שאין אלהיה לוקה עמה שנאמר (שמות יב, יב) ובכל אלהי מצרים אעשה שפטים", 
            "ובזמן שישראל עושין רצונו של מקום אין מתיראין מכל אלו שנאמר (ירמיהו י, ב) כה אמר ה' אל דרך הגוים אל תלמדו ומאותות השמים אל תחתו כי יחתו הגוים מהמה עובדי כוכבים יחתו ואין ישראל יחתו", 
            "ת\"ר", 
            "בשביל ארבעה דברים חמה לוקה", 
            "על אב בית דין שמת ואינו נספד כהלכה ועל נערה המאורסה שצעקה בעיר ואין מושיע לה ועל משכב זכור ועל שני אחין שנשפך דמן כאחד", 
            "ובשביל ארבעה דברים מאורות לוקין", 
            "על כותבי (פלסתר) ועל מעידי עדות שקר ועל מגדלי בהמה דקה בא\"י ועל קוצצי אילנות טובות", 
            "ובשביל ד' דברים נכסי בעלי בתים נמסרין למלכות", 
            "על משהי שטרות פרועים ועל מלוי ברבית"
        ], 
        [
            "ועל שהיה ספק בידם למחות ולא מיחו ועל שפוסקים צדקה ברבים ואינן נותנין", 
            "אמר רב", 
            "בשביל ארבעה דברים נכסי בעלי בתים יוצאין לטמיון", 
            "על כובשי שכר שכיר ועל עושקי שכר שכיר ועל שפורקין עול מעל צואריהן ונותנין על חבריהן ועל גסות הרוח וגסות הרוח כנגד כולן", 
            "אבל בענוים כתיב (תהלים לז, יא) וענוים יירשו ארץ והתענגו על רוב שלום: (הדרן עלך הישן)", 
            "מתני' לולב הגזול והיבש פסול", 
            "של אשירה ושל עיר הנדחת פסול", 
            "נקטם ראשו נפרצו עליו פסול", 
            "נפרדו עליו כשר רבי יהודה אומר", 
            "יאגדנו מלמעלה", 
            "ציני הר הברזל כשירות", 
            "לולב שיש בו שלשה טפחים כדי לנענע בו כשר:", 
            "גמ' קא פסיק ותני לא שנא ביו\"ט ראשון ולא שנא ביום טוב שני", 
            "בשלמא יבש הדר בעינן וליכא", 
            "אלא גזול בשלמא יום טוב ראשון דכתיב (ויקרא כג, מ) לכם משלכם אלא ביום טוב שני אמאי לא", 
            "א\"ר יוחנן משום רבי שמעון בן יוחי"
        ], 
        [
            "משום דהוה ליה מצוה הבאה בעבירה", 
            "שנאמר (מלאכי א, יג) והבאתם גזול ואת הפסח ואת החולה גזול דומיא דפסח מה פסח לית ליה תקנתא אף גזול לית ליה תקנתא לא שנא לפני יאוש ולא שנא לאחר יאוש", 
            "בשלמא לפני יאוש (ויקרא א, ב) אדם כי יקריב מכם אמר רחמנא ולאו דידיה הוא", 
            "אלא לאחר יאוש הא קנייה ביאוש", 
            "אלא לאו משום דהוה ליה מצוה הבאה בעבירה", 
            "וא\"ר יוחנן משום ר' שמעון בן יוחי", 
            "מאי דכתיב (ישעיהו סא, ח) כי אני ה' אוהב משפט שונא גזל בעולה", 
            "משל למלך בשר ודם שהיה עובר על בית המכס אמר לעבדיו", 
            "תנו מכס למוכסים", 
            "אמרו לו", 
            "והלא כל המכס כולו שלך הוא", 
            "אמר להם", 
            "ממני ילמדו כל עוברי דרכים ולא יבריחו עצמן מן המכס", 
            "אף הקב\"ה אמר", 
            "אני ה' שונא גזל בעולה ממני ילמדו בני ויבריחו עצמן מן הגזל", 
            "אתמר נמי אמר רבי אמי", 
            "יבש פסול מפני שאין הדר גזול פסול משום דהוה ליה מצוה הבאה בעבירה", 
            "ופליגא דר' יצחק", 
            "דא\"ר יצחק בר נחמני אמר שמואל", 
            "לא שנו אלא ביום טוב ראשון אבל ביום טוב שני מתוך שיוצא בשאול יוצא נמי בגזול", 
            "מתיב רב נחמן בר יצחק", 
            "לולב הגזול והיבש פסול הא שאול כשר", 
            "אימת", 
            "אילימא בי\"ט ראשון הא כתיב לכם משלכם והאי לאו דידיה הוא", 
            "אלא לאו ביום טוב שני וקתני גזול פסול", 
            "(רבא אמר)", 
            "לעולם ביום טוב ראשון ולא מיבעיא קאמר", 
            "לא מיבעיא שאול דלאו דידיה הוא", 
            "אבל גזול אימא סתם גזילה יאוש בעלים הוא וכדידיה דמי קא משמע לן", 
            "אמר להו רב הונא להנהו אוונכרי", 
            "כי זבניתו אסא מעכו\"ם לא תגזזו אתון אלא לגזזוה אינהו ויהבו לכו", 
            "מאי טעמא סתם עובדי כוכבים גזלני ארעתא נינהו"
        ], 
        [
            "וקרקע אינה נגזלת", 
            "הלכך לגזזוה אינהו כי היכי דליהוו יאוש בעלים בידייהו דידהו ושינוי הרשות בידייכו", 
            "סוף סוף כי גזזו אוונכרי ליהוי יאוש בעלים בידייהו ושינוי הרשות בידן", 
            "לא צריכא בהושענא דאוונכרי גופייהו וליקניוה בשינוי מעשה", 
            "קא סבר", 
            "לולב אין צריך אגד", 
            "ואם תמצי לומר לולב צריך אגד שינוי החוזר לברייתו הוא ושינוי החוזר לברייתו לא שמיה שינוי וליקניוה בשינוי השם דמעיקרא הוה ליה אסא והשתא"
        ], 
        [
            "הושענא", 
            "מעיקרא נמי לאסא הושענא קרו ליה", 
            "ת\"ר", 
            "סוכה גזולה והמסכך ברשות הרבים", 
            "ר' אליעזר פוסל וחכמים מכשירין", 
            "אמר רב נחמן", 
            "מחלוקת בשתוקף את חבירו והוציאו מסוכתו", 
            "ורבי אליעזר לטעמיה דאמר", 
            "אין אדם יוצא ידי חובתו בסוכתו של חבירו", 
            "אי קרקע נגזלת סוכה גזולה היא ואי נמי קרקע אינה נגזלת סוכה שאולה היא", 
            "ורבנן לטעמייהו דאמרי", 
            "אדם יוצא ידי חובתו בסוכתו של חבירו", 
            "וקרקע אינה נגזלת וסוכה שאולה היא", 
            "אבל גזל עצים וסיכך בהן דברי הכל אין לו אלא דמי עצים", 
            "ממאי מדקתני דומיא דרשות הרבים מה רשות הרבים קרקע לאו דידיה הוא סוכה נמי לאו קרקע דידיה הוא", 
            "ההיא סבתא דאתאי לקמיה דרב נחמן אמרה ליה", 
            "ריש גלותא וכולהו רבנן דבי ריש גלותא בסוכה גזולה הוו יתבי", 
            "צווחה ולא אשגח בה רב נחמן", 
            "אמרה ליה", 
            "איתתא דהוה ליה לאבוהא תלת מאה ותמני סרי עבדי צווחא קמייכו ולא אשגחיתו בה", 
            "אמר להו רב נחמן", 
            "פעיתא היא דא ואין לה אלא דמי עצים בלבד", 
            "אמר רבינא", 
            "האי כשורא דמטללתא דגזולה עבדי ליה רבנן תקנתא משום תקנת מריש", 
            "פשיטא מאי שנא מעצים", 
            "מהו דתימא", 
            "עצים שכיחי אבל האי לא שכיחא אימא לא קמ\"ל", 
            "הני מילי בגו שבעה אבל לבתר שבעה הדר בעיניה", 
            "ואי חברו בטינא ואפילו לאחר שבעה נמי יהיב ליה דמי", 
            "תנא", 
            "יבש פסול רבי יהודה מכשיר", 
            "אמר רבא", 
            "מחלוקת בלולב", 
            "דרבנן סברי", 
            "מקשינן לולב לאתרוג מה אתרוג בעי הדר אף לולב בעי הדר", 
            "ור' יהודה סבר", 
            "לא מקשינן לולב לאתרוג אבל באתרוג דברי הכל הדר בעינן", 
            "ובלולב לא בעי ר' יהודה הדר", 
            "והתנן רבי יהודה אומר", 
            "יאגדנו מלמעלה", 
            "מ\"ט לאו משום דבעי הדר", 
            "לא כדקתני טעמא רבי יהודה אומר משום ר' טרפון", 
            "כפות תמרים כפות ואם היה פרוד יכפתנו", 
            "ולא בעי הדר", 
            "והתנן", 
            "אין אוגדין את הלולב אלא במינו דברי רבי יהודה", 
            "מאי טעמא לאו משום דבעי הדר", 
            "לא דהא אמר רבא", 
            "אפילו בסיב ואפילו בעיקרא דדיקלא", 
            "[ואלא] מאי טעמא דרבי יהודה התם דקא סבר", 
            "לולב צריך אגד ואי מייתי מינא אחרינא הוה להו חמשה מינין", 
            "ובאתרוג מי בעי רבי יהודה הדר", 
            "והתניא", 
            "ארבעת מינין שבלולב כשם שאין פוחתין מהן כך אין מוסיפין עליהן", 
            "לא מצא אתרוג לא יביא לא פריש ולא רמון ולא דבר אחר", 
            "כמושין כשרין יבשין פסולין", 
            "ר' יהודה אומר", 
            "אף יבשין", 
            "וא\"ר יהודה", 
            "מעשה"
        ], 
        [
            "בבני כרכין שהיו מורישין את לולביהן לבני בניהן", 
            "אמרו (להם)", 
            "משם ראיה", 
            "אין שעת הדחק ראיה", 
            "קתני מיהת רבי יהודה אומר", 
            "אף יבשין כשרין", 
            "מאי לאו אאתרוג", 
            "לא אלולב", 
            "אמר מר", 
            "כשם שאין פוחתין מהן כך אין מוסיפין עליהן", 
            "פשיטא", 
            "מהו דתימא", 
            "הואיל ואמר רבי יהודה לולב צריך אגד ואי מייתי מינא אחרינא האי לחודיה קאי והאי לחודיה קאי קמ\"ל", 
            "אמר מר", 
            "לא מצא אתרוג לא יביא לא רמון ולא פריש ולא דבר אחר", 
            "פשיטא", 
            "מהו דתימא", 
            "לייתי כי היכי שלא תשכח תורת אתרוג", 
            "קמ\"ל זימנין דנפיק חורבא מיניה דאתי למסרך", 
            "ת\"ש", 
            "אתרוג הישן פסול ורבי יהודה מכשיר", 
            "תיובתא דרבא תיובתא ולא בעי הדר", 
            "והא אנן תנן", 
            "הירוק ככרתי רבי מאיר מכשיר ורבי יהודה פוסל", 
            "לאו משום דבעי הדר", 
            "לא משום דלא גמר פירא", 
            "תא שמע", 
            "שיעור אתרוג קטן רבי מאיר אומר", 
            "כאגוז ר' יהודה אומר", 
            "כביצה", 
            "לאו משום דבעי הדר", 
            "לא משום דלא גמר פירא", 
            "ת\"ש", 
            "ובגדול כדי שיאחוז שנים בידו אחת דברי ר' יהודה", 
            "רבי יוסי אומר", 
            "אפילו אחד בשתי ידיו", 
            "מאי טעמא לאו משום דבעי הדר", 
            "לא כיון דאמר רבה", 
            "לולב בימין ואתרוג בשמאל זימנין דמחלפי ליה ואתי לאפוכינהו ואתי לאיפסולי", 
            "ואלא לרבי יהודה הא כתיב הדר", 
            "ההוא הדר באילנו משנה לשנה:", 
            "של אשרה ושל עיר הנדחת:", 
            "ושל אשרה פסול", 
            "והאמר רבא", 
            "לולב של ע\"ז לא יטול ואם נטל כשר", 
            "הכא באשרה דמשה עסקינן דכתותי מיכתת שיעוריה", 
            "דיקא נמי דקתני דומיא דעיר הנדחת שמע מינה:", 
            "נקטם ראשו:", 
            "אמר רב הונא", 
            "לא שנו אלא נקטם אבל נסדק כשר", 
            "ונסדק כשר והתניא", 
            "לולב כפוף"
        ], 
        [
            "קווץ סדוק עקום דומה למגל פסול", 
            "חרות פסול", 
            "דומה לחרות כשר", 
            "אמר רב פפא", 
            "דעביד כהימנק", 
            "עקום דומה למגל אמר רבא", 
            "לא אמרן אלא לפניו אבל לאחריו ברייתיה הוא", 
            "אמר רב נחמן", 
            "לצדדין כלפניו דמי ואמרי לה", 
            "כלאחריו דמי", 
            "ואמר רבא", 
            "האי לולבא דסליק בחד הוצא בעל מום הוא ופסול:", 
            "נפרצו עליו כו' אמר רב פפא", 
            "נפרצו דעביד כי חופיא נפרדו דאיפרוד אפרודי", 
            "בעי רב פפא", 
            "נחלקה התיומת מהו תא שמע דאמר (ר' יוחנן) אמר ר' יהושע בן לוי", 
            "ניטלה התיומת פסול", 
            "מאי לאו הוא הדין נחלקה", 
            "לא ניטלה שאני דהא חסר ליה", 
            "איכא דאמרי אמר (ר' יוחנן) אמר ריב\"ל", 
            "נחלקה התיומת נעשה כמי שניטלה התיומת ופסול:", 
            "ר' יהודה אומר:", 
            "תניא ר' יהודה אומר משום ר' טרפון", 
            "(ויקרא כג, מ) כפות תמרים כפות אם היה פרוד יכפתנו", 
            "אמר ליה רבינא לרב אשי", 
            "ממאי דהאי כפות תמרים דלולבא הוא", 
            "אימא חרותא", 
            "בעינא כפות וליכא", 
            "ואימא אופתא", 
            "כפות מכלל דאיכא פרוד והאי כפות ועומד לעולם", 
            "ואימא כופרא", 
            "אמר אביי", 
            "(משלי ג, יז) דרכיה דרכי נועם וכל נתיבותיה שלום כתיב", 
            "אמר ליה רבא תוספאה לרבינא", 
            "ואימא תרתי כפי דתמרי", 
            "כפת כתיב", 
            "ואימא חדא", 
            "לההוא כף קרי ליה:", 
            "ציני הר הברזל כשרה:", 
            "אמר אביי", 
            "לא שנו אלא שראשו של זה מגיע לצד עיקרו של זה אבל אין ראשו של זה מגיע לצד עיקרו של זה פסול", 
            "תניא נמי הכי", 
            "ציני הר הברזל פסולה", 
            "והא אנן תנן כשרה", 
            "אלא ש\"מ כאביי שמע מינה"
        ], 
        [
            "ואיכא דרמי ליה מירמא", 
            "תנן", 
            "ציני הר הברזל כשר והתניא", 
            "פסולה", 
            "אמר אביי", 
            "לא קשיא", 
            "כאן שראשו של זה מגיע לצד עיקרו של זה כאן שאין ראשו של זה מגיע לצד עיקרו של זה", 
            "אמר רבי מריון אמר ר' יהושע בן לוי ואמרי לה תני רבה בר מרי משום רבן יוחנן בן זכאי", 
            "שתי תמרות יש בגיא בן הנם ועולה עשן מביניהם וזהו ששנינו ציני הר הברזל כשרות וזו היא פתחה של גיהנם:", 
            "לולב שיש בו שלשה טפחים:", 
            "אמר רב יהודה אמר שמואל", 
            "שיעור הדס וערבה שלשה ולולב ארבעה כדי שיהא לולב יוצא מן ההדס טפח", 
            "ורבי פרנך אמר רבי יוחנן", 
            "שדרו של לולב צריך שיצא מן ההדס טפח", 
            "תנן", 
            "לולב שיש בו ג' טפחים כדי לנענע בו כשר", 
            "אימא", 
            "וכדי לנענע בו כשר", 
            "מר כדאית ליה ומר כדאית ליה", 
            "תא שמע", 
            "שיעור הדס וערבה שלשה ולולב ארבעה", 
            "מאי לאו בהדי עלין", 
            "לא לבד מעלין", 
            "גופא שיעור הדס וערבה שלשה ולולב ארבעה", 
            "ר' טרפון אומר", 
            "באמה בת חמשה טפחים", 
            "אמר רבא", 
            "שרא ליה מריה לר' טרפון", 
            "השתא עבות שלשה לא משכחינן בת חמשה מבעיא", 
            "כי אתא רב דימי אמר", 
            "אמה בת ששה טפחים עשה אותה בת חמשה צא מהן שלשה להדס והשאר ללולב כמה הוו להו תלתא ותלתא חומשי", 
            "קשיא דשמואל אדשמואל הכא אמר רב יהודה אמר שמואל", 
            "שיעור הדס וערבה שלשה והתם אמר רב הונא אמר שמואל", 
            "הלכה כרבי טרפון", 
            "לא דק", 
            "אימר דאמרינן לא דק לחומרא לקולא מי אמרינן לא דק", 
            "כי אתא רבין אמר", 
            "אמה בת חמשה טפחים עשה אותה ששה צא מהן שלשה להדס והשאר ללולב", 
            "כמה הוי להו תרי ופלגא", 
            "סוף סוף קשיא דשמואל אדשמואל", 
            "לא דק והיינו לחומרא לא דק דאמר רב הונא אמר שמואל", 
            "הלכה כרבי טרפון:", 
            "מתני' הדס הגזול והיבש פסול", 
            "של אשרה ושל עיר הנדחת פסול", 
            "נקטם ראשו נפרצו עליו או שהיו ענביו מרובות מעליו פסול", 
            "ואם מיעטן כשר", 
            "ואין ממעטין בי\"ט:", 
            "גמ' תנו רבנן", 
            "(ויקרא כג, מ) ענף עץ עבות שענפיו חופין את עצו", 
            "ואי זה הוא הוי אומר זה הדס", 
            "ואימא זיתא", 
            "בעינן עבות וליכא", 
            "ואימא דולבא", 
            "בעינן ענפיו חופין את עצו וליכא", 
            "ואימא הירדוף", 
            "אמר אביי", 
            "(משלי ג, יז) דרכיה דרכי נועם וליכא", 
            "רבא אמר מהכא", 
            "(זכריה ח, יט) האמת והשלום אהבו", 
            "תנו רבנן", 
            "קלוע כמין קליעה ודומה לשלשלת זהו הדס", 
            "רבי אליעזר בן יעקב אומר", 
            "ענף עץ עבות עץ שטעם עצו ופריו שוה הוי אומר זה הדס", 
            "תנא", 
            "עץ עבות כשר ושאינו עבות פסול", 
            "היכי דמי עבות", 
            "אמר רב יהודה", 
            "והוא דקיימי תלתא תלתא טרפי בקינא", 
            "רב כהנא אמר", 
            "אפילו תרי וחד", 
            "רב אחא בריה דרבא מהדר אתרי וחד הואיל ונפיק מפומיה דרב כהנא", 
            "אמר ליה מר בר אמימר לרב אשי", 
            "אבא לההוא הדס שוטה קרי ליה", 
            "ת\"ר", 
            "נשרו רוב עליו ונשתיירו בו מיעוט כשר ובלבד שתהא עבותו קיימת", 
            "הא גופא קשיא", 
            "אמרת נשרו רוב עליו כשר והדר תני ובלבד שתהא עבותו קיימת כיון דנתרי להו תרי עבות היכי משכחת לה", 
            "אמר אביי", 
            "משכחת לה"
        ], 
        [
            "באסא מצראה דקיימי שבעה שבעה בחד קינא דכי נתרי ארבעה פשו להו תלתא", 
            "אמר אביי", 
            "ש\"מ האי אסא מצראה כשר להושענא", 
            "פשיטא", 
            "מהו דתימא", 
            "הואיל ואית ליה שם לווי לא מתכשר קא משמע לן", 
            "ואימא הכי נמי", 
            "עץ עבות אמר רחמנא מכל מקום", 
            "ת\"ר", 
            "יבשו רוב עליו ונשארו בו שלשה בדי עלין לחין כשר", 
            "ואמר רב חסדא", 
            "ובראש כל אחד ואחד:", 
            "נקטם ראשו:", 
            "תני עולא בר חיננא", 
            "נקטם ראשו ועלתה בו תמרה כשר", 
            "בעי רבי ירמיה", 
            "נקטם ראשו מערב יום טוב ועלתה בו תמרה ביו\"ט מהו", 
            "יש דחוי אצל מצות או לא", 
            "ותפשוט ליה מהא דתנן", 
            "כסהו ונתגלה פטור מלכסות כסהו הרוח חייב לכסות", 
            "ואמר רבה בר בר חנה א\"ר יוחנן", 
            "לא שנו אלא שחזר ונתגלה אבל לא חזר ונתגלה פטור מלכסות", 
            "והוינן בה", 
            "כי חזר ונתגלה אמאי חייב לכסות", 
            "הואיל ואידחי אידחי", 
            "ואמר רב פפא", 
            "זאת אומרת אין דחוי אצל מצות", 
            "דרב פפא גופא מיבעיא ליה", 
            "מיפשיט פשיט ליה דאין דחוי אצל מצות לא שנא לקולא ולא שנא לחומרא או דלמא", 
            "ספוקי מספקא ליה לחומרא אמרינן לקולא לא אמרינן", 
            "תיקו", 
            "לימא כתנאי", 
            "עבר ולקטן פסול דברי רבי אלעזר (בן) צדוק וחכמים מכשירין", 
            "סברוה", 
            "דכ\"ע לולב אין צריך אגד ואת\"ל צריך אגד לא ילפינן לולב מסוכה דכתיב בה תעשה ולא מן העשוי ", 
            "מאי לאו בהא קמיפלגי", 
            "דמאן דפסיל סבר", 
            "אמרינן יש דחוי אצל מצות ומאן דמכשיר סבר", 
            "לא אמרינן יש דחוי אצל מצות", 
            "לא דכ\"ע לא אמרינן יש דחוי אצל מצות והכא במילף לולב מסוכה קא מיפלגי", 
            "מר סבר", 
            "ילפינן לולב מסוכה", 
            "ומר סבר", 
            "לא ילפינן לולב מסוכה", 
            "ואיבעית אימא", 
            "אי סבירא לן לולב צריך אגד דכ\"ע ילפינן לולב מסוכה והכא בלולב צריך אגד קא מיפלגי ובפלוגתא דהני תנאי", 
            "דתניא", 
            "לולב בין אגוד בין שאינו אגוד כשר ר' יהודה אומר", 
            "אגוד כשר שאינו אגוד פסול", 
            "מאי טעמא דר' יהודה", 
            "יליף לקיחה לקיחה מאגודת אזוב", 
            "כתיב הכא (ויקרא כג, מ) ולקחתם לכם ביום הראשון וכתיב התם (שמות יב, כב) ולקחתם אגודת אזוב מה להלן אגודה אף כאן אגודה", 
            "ורבנן", 
            "לית להו לקיחה לקיחה", 
            "מאן תנא להא דת\"ר", 
            "לולב מצוה לאוגדו ואם לא אגדו כשר", 
            "מני", 
            "אי רבי יהודה כי לא אגדו אמאי כשר", 
            "אי רבנן מאי מצוה קא עביד", 
            "לעולם רבנן ומצוה משום (שמות טו, ב) זה אלי ואנוהו:", 
            "או שהיו ענביו מרובין:", 
            "אמר רב חסדא", 
            "דבר זה רבינו הגדול אמרו והמקום יהיה בעזרו", 
            "לא שנו אלא במקום אחד אבל בשנים או שלשה מקומות כשר", 
            "א\"ל רבא"
        ], 
        [
            "שנים ושלשה מקומות הוי מנומר ופסול", 
            "אלא אי אתמר הכי אתמר", 
            "או שהיו ענביו מרובין מעליו פסול", 
            "אמר רב חסדא", 
            "דבר זה רבינו הגדול אמרו והמקום יהיה בעזרו", 
            "ל\"ש אלא ענביו שחורות אבל ענביו ירוקות מיני דהדס הוא וכשר", 
            "אמר רב פפא", 
            "אדומות כשחורות דמיין", 
            "דא\"ר חנינא", 
            "האי דם שחור אדום הוא אלא שלקה:", 
            "אם מיעטן כשר:", 
            "דמעטינהו אימת", 
            "אילימא מקמיה דלאגדיה פשיטא", 
            "אלא לבתר דלאגדיה דחוי מעיקרא הוא", 
            "תפשוט מינה דחוי מעיקרא לא הוי דחוי", 
            "לעולם בתר דאגדיה וקסבר", 
            "אגד הזמנה בעלמא הוא והזמנה בעלמא לאו כלום הוא:", 
            "ואין ממעטין ביו\"ט:", 
            "הא עבר ולקטן מאי כשר דאשחור אימת", 
            "אילימא דאשחור מאתמול דחוי מעיקרא הוא תפשוט מינה דחוי מעיקרא דלא הוי דחוי", 
            "אלא לאו דאשחור ביום טוב נראה ונדחה הוא שמעת מינה נראה ונדחה חוזר ונראה", 
            "לא לעולם דאשחור מעיקרא דחוי מעיקרא דלא הוי דחוי תפשוט מינה אבל נראה ונדחה חוזר ונראה לא תפשוט", 
            "ת\"ר", 
            "אין ממעטין ביום טוב משום ר' אליעזר בר' שמעון אמרו", 
            "ממעטין", 
            "והא קא מתקן מנא ביו\"ט", 
            "אמר רב אשי", 
            "כגון שלקטן לאכילה ור' אליעזר בר' שמעון סבר לה כאבוה דאמר", 
            "דבר שאין מתכוין מותר והא אביי ורבא דאמרי תרוייהו", 
            "מודה ר\"ש בפסיק רישיה ולא ימות", 
            "הב\"ע דאית ליה הושענא אחריתי", 
            "ת\"ר", 
            "הותר אגדו ביו\"ט אוגדו כאגודה של ירק", 
            "ואמאי ליענביה", 
            "מיענב הא מני ר' יהודה היא", 
            "דאמר", 
            "עניבה קשירה מעלייתא היא", 
            "אי ר' יהודה אגד מעלייתא בעי", 
            "האי תנא סבר לה כוותיה בחדא ופליג עליה בחדא:", 
            "מתני' ערבה גזולה ויבשה פסולה של אשרה ושל עיר הנדחת פסולה", 
            "נקטם ראשה", 
            "נפרצו עליה והצפצפה פסולה", 
            "כמושה ושנשרו מקצת עליה ושל בעל כשרה:", 
            "גמ' ת\"ר", 
            "(ויקרא כג, מ) ערבי נחל הגדילין על הנחל", 
            "דבר אחר", 
            "ערבי נחל שעלה שלה משוך כנחל", 
            "תניא אידך", 
            "ערבי נחל", 
            "אין לי אלא ערבי נחל של בעל ושל הרים מניין ת\"ל ערבי נחל מכל מקום"
        ], 
        [
            "אבא שאול אומר", 
            "ערבי שתים אחת ללולב ואחת למקדש", 
            "ורבנן למקדש מנא להו", 
            "הלכתא גמירי להו", 
            "דא\"ר אסי א\"ר יוחנן", 
            "עשר נטיעות ערבה וניסוך המים הלכה למשה מסיני", 
            "ת\"ר", 
            "ערבי נחל הגדילות על הנחל פרט לצפצפה הגדילה בין ההרים", 
            "א\"ר זירא", 
            "מאי קראה (יחזקאל יז, ה) קח על מים רבים צפצפה שמו", 
            "א\"ל אביי", 
            "ודילמא פרושי קא מפרש", 
            "קח על מים רבים ומאי ניהו צפצפה", 
            "א\"כ מאי שמו", 
            "א\"ר אבהו אמר הקב\"ה", 
            "אני אמרתי שיהו ישראל לפני כקח על מים רבים ומאי ניהו ערבה", 
            "והן שמו עצמן כצפצפה שבהרים", 
            "איכא דמתני לה להאי קרא אמתניתא", 
            "קח על מים רבים צפצפה שמו מתקיף לה ר' זירא", 
            "ודילמא פרושי קא מפרש קח על מים רבים מאי ניהו צפצפה", 
            "אם כן מאי שמו א\"ר אבהו", 
            "אמר הקב\"ה אני אמרתי שיהו ישראל לפני כקח על מים רבים ומאי ניהו ערבה והן שמו עצמן כצפצפה שבהרים", 
            "ת\"ר", 
            "אי זהו ערבה ואיזהו צפצפה", 
            "ערבה קנה שלה אדום ועלה שלה משוך ופיה חלק", 
            "צפצפה קנה שלה לבן ועלה שלה עגול ופיה דומה למגל", 
            "והא תניא", 
            "דומה למגל כשר דומה למסר פסול", 
            "אמר אביי", 
            "כי תניא ההיא בחילפא גילא", 
            "אמר אביי", 
            "שמע מינה האי חילפא גילא כשר להושענא", 
            "פשיטא", 
            "מהו דתימא", 
            "הואיל ואית ליה שם לווי לא נתכשר קמ\"ל", 
            "ואימא הכי נמי", 
            "ערבי נחל אמר רחמנא מכל מקום", 
            "אמר רב חסדא", 
            "הני תלת מילי אשתני שמייהו מכי חרב בית המקדש", 
            "חלפת' ערבתא ערבתא חלפתא", 
            "מאי נ\"מ ללולב", 
            "שיפורא חצוצרתא חצוצרתא שיפורא מאי נפקא מינה לשופר של ראש השנה", 
            "פתורתא פתורא פתורא פתורתא למאי נפקא מינה למקח וממכר", 
            "אמר אביי אף אני אומר", 
            "בי כסי הובלילא הובלילא בי כסי", 
            "למאי נפקא מינה למחט הנמצא בעובי בית הכוסות", 
            "אמר רבא בר יוסף אף אני אומר", 
            "בבל בורסיף בורסיף בבל למאי"
        ], 
        [
            "נפקא מינה לגיטי נשים:", 
            "מתני' ר' ישמעאל אומר", 
            "שלשה הדסים ושתי ערבות לולב אחד ואתרוג אחד אפילו שנים קטומים ואחד אינו קטום", 
            "ר' טרפון אומר", 
            "אפי' שלשתן קטומים", 
            "ר\"ע אומר כשם שלולב אחד ואתרוג אחד כך הדס אחד וערבה אחת:", 
            "גמ' תניא רבי ישמעאל אומר", 
            "(ויקרא כג, מ) פרי עץ הדר אחד כפת תמרים אחד ענף עץ עבות שלשה ערבי נחל שתים ואפילו שנים קטומים", 
            "ואחד שאינו קטום", 
            "ר' טרפון אומר", 
            "שלשה ואפי' שלשתן קטומים", 
            "ר\"ע אומר", 
            "כשם שלולב אחד ואתרוג אחד כך הדס אחד וערבה אחת", 
            "אמר לו ר' אליעזר", 
            "יכול יהא אתרוג עמהן באגודה אחת", 
            "אמרת", 
            "וכי נאמר פרי עץ הדר וכפת תמרים", 
            "והלא לא נאמר אלא כפת", 
            "ומנין שמעכבין זה את זה ת\"ל ולקחתם שתהא לקיחה תמה", 
            "ורבי ישמעאל מה נפשך", 
            "אי שלימין בעי ליבעי נמי כולהו אי לא בעי שלימין אפי' חד נמי לא", 
            "אמר ביראה א\"ר אמי", 
            "חזר בו רבי ישמעאל", 
            "אמר רב יהודה אמר שמואל", 
            "הלכה כרבי טרפון", 
            "ואזדא שמואל לטעמיה דאמר להו שמואל להנהו דמזבני אסא", 
            "אשוו וזבינו ואי לא דרישנא לכו כרבי טרפון", 
            "מ\"ט", 
            "אילימא משום דמיקל ולידרוש להו כרבי עקיבא דמיקל טפי", 
            "תלתא קטומי שכיחי חד ולא קטום לא שכיח:", 
            "מתני' אתרוג הגזול והיבש פסול", 
            "של אשרה ושל עיר הנדחת פסול", 
            "של ערלה פסול של תרומה טמאה פסול של תרומה טהורה לא יטול ואם נטל כשר", 
            "של דמאי ב\"ש פוסלין וב\"ה מכשירין", 
            "של מעשר שני בירושלים לא יטול ואם נטל כשר", 
            "עלתה חזזית על רובו נטלה פטמתו נקלף נסדק ניקב וחסר כל שהוא פסול", 
            "עלתה חזזית על מיעוטו נטל עוקצו ניקב ולא חסר כל שהוא כשר", 
            "אתרוג הכושי פסול", 
            "והירוק ככרתי ר' מאיר מכשיר ור' יהודה פוסל", 
            "שיעור אתרוג הקטן ר\"מ אומר", 
            "כאגוז רבי יהודה אומר", 
            "כביצה ובגדול כדי שיאחז שנים בידו דברי ר' יהודה", 
            "ורבי יוסי אומר", 
            "אפי' אחד בשתי ידיו:"
        ], 
        [
            "גמ' ת\"ר", 
            "(ויקרא כג, מ) פרי עץ הדר עץ שטעם עצו ופריו שוה הוי אומר זה אתרוג", 
            "ואימא פלפלין", 
            "כדתניא היה רבי מאיר אומר", 
            "ממשמע שנאמר (ויקרא יט, כג) ונטעתם כל עץ איני יודע שהוא עץ מאכל", 
            "מה ת\"ל עץ מאכל עץ שטעם עצו ופריו שוה הוי אומר זה פלפלין", 
            "ללמדך שהפלפלין חייבין בערלה", 
            "ואין א\"י חסרה כלום שנאמר (דברים ח, ט) לא תחסר כל בה", 
            "התם משום דלא אפשר", 
            "היכי נעביד", 
            "ננקוט חדא לא מינכרא לקיחתה ננקוט תרי או תלתא (אחד) אמר רחמנא ולא שנים ושלשה פירות הלכך לא אפשר", 
            "רבי אומר", 
            "אל תקרי הדר אלא הדיר מה דיר זה יש בו גדולים וקטנים תמימים ובעלי מומין ה\"נ יש בו גדולים וקטנים תמימים ובעלי מומין", 
            "אטו שאר פירות לית בהו גדולים וקטנים תמימין ובעלי מומין", 
            "אלא הכי קאמר", 
            "עד שבאין קטנים עדיין גדולים קיימים", 
            "ר' אבהו אמר", 
            "אל תקרי הדר אלא (הדר) דבר שדר באילנו משנה לשנה", 
            "בן עזאי אומר", 
            "אל תקרי הדר אלא (אידור) שכן בלשון יווני קורין למים (אידור) ואיזו היא שגדל על כל מים הוי אומר זה אתרוג:", 
            "של אשרה ושל עיר הנדחת פסול:", 
            "מ\"ט", 
            "כיון דלשרפה קאי כתותי מיכתת שיעוריה: (ושל) ערלה פסול:", 
            "מ\"ט", 
            "פליגי בה ר' חייא בר אבין ור' אסי", 
            "חד אמר", 
            "לפי שאין בה היתר אכילה וחד אמר", 
            "לפי שאין בה דין ממון", 
            "קא סלקא דעתיה", 
            "מאן דבעי היתר אכילה לא בעי דין ממון ומאן דבעי דין ממון לא בעי היתר אכילה", 
            "תנן", 
            "של תרומה טמאה (פסולה)", 
            "בשלמא למ\"ד לפי שאין בה היתר אכילה שפיר אלא למ\"ד לפי שאין בה דין ממון אמאי", 
            "הרי מסיקה תחת תבשילו", 
            "אלא בהיתר אכילה כ\"ע לא פליגי דבעינן כי פליגי בדין ממון", 
            "מר סבר", 
            "היתר אכילה בעינן דין ממון לא בעינן", 
            "ומר סבר", 
            "דין ממון נמי בעינן", 
            "מאי בינייהו", 
            "איכא בינייהו", 
            "מעשר שני שבירושלים אליבא דר' מאיר", 
            "למ\"ד לפי שאין בה היתר אכילה הרי יש בה היתר אכילה למ\"ד לפי שאין בה דין ממון מעשר שני ממון גבוה הוא", 
            "תסתיים דר' אסי דאמר לפי שאין בה דין ממון דא\"ר אסי", 
            "אתרוג של מעשר שני לדברי ר' מאיר אין אדם יוצא בו ידי חובתו ביו\"ט לדברי חכמים אדם יוצא בו ידי חובתו ביו\"ט תסתיים", 
            "גופא אמר ר' אסי", 
            "אתרוג של מעשר שני לדברי ר' מאיר אין אדם יוצא בו ידי חובתו ביו\"ט לדברי חכמים אדם יוצא בו ידי חובתו ביו\"ט", 
            "מצה של מעשר שני לדברי ר' מאיר אין אדם יוצא בה ידי חובתו בפסח לדברי חכמים אדם יוצא בה ידי חובתו בפסח", 
            "עיסה של מעשר שני לדברי ר' מאיר פטורה מן החלה לדברי חכמים חייבת בחלה", 
            "מתקיף לה רב פפא", 
            "בשלמא עיסה כתיב (במדבר טו, כ) ראשית עריסותיכם אתרוג נמי כתיב לכם משלכם", 
            "אלא מצה מי כתיב מצתכם", 
            "אמר רבה בר שמואל ואיתימא רב יימר בר שלמיא", 
            "אתיא לחם לחם כתיב הכא (דברים טז, ג) לחם עוני וכתיב התם"
        ], 
        [
            "(במדבר טו, יט) והיה באכלכם מלחם הארץ מה להלן משלכם ולא משל מעשר אף כאן משלכם ולא משל מעשר", 
            "לימא מסייע ליה", 
            "עיסה של מעשר שני פטורה מן החלה דברי ר\"מ", 
            "וחכמים אומרים", 
            "חייבת בחלה", 
            "לימא מסייע ליה", 
            "היא היא", 
            "אלא", 
            "מדבהא פליגי בהא נמי פליגי או דלמא", 
            "שאני עיסה דאמר קרא (במדבר טו, כ) עריסותיכם עריסותיכם תרי זימני:", 
            "של תרומה טמאה פסולה:", 
            "דלית בה היתר אכילה:", 
            "ושל תרומה טהורה לא יטול:", 
            "פליגי בה ר' אמי ור' אסי", 
            "חד אמר", 
            "מפני שמכשירה וחד אמר מפני שמפסידה", 
            "מאי בינייהו", 
            "כגון שקרא עליה שם חוץ מקליפתה חיצונה", 
            "למ\"ד מפני שמכשירה איכא למ\"ד מפני שמפסידה ליכא:", 
            "ואם נטל כשרה למ\"ד מפני שאין בה היתר אכילה הרי יש בה היתר אכילה למ\"ד לפי שאין בה דין ממון הרי יש בה דין ממון:", 
            "ושל דמאי מ\"ט דבית הלל", 
            "כיון דאי בעי מפקר להו לנכסיה והוי עני וחזי ליה השתא נמי לכם קרינא ביה", 
            "דתנן", 
            "מאכילין את העניים דמאי ואת אכסניא דמאי", 
            "וב\"ש", 
            "עני לא אכיל דמאי דתנן", 
            "(אין) מאכילין העניים דמאי ואת האכסנאי' דמאי", 
            "ואמר רב הונא", 
            "תנא ב\"ש אומרים", 
            "אין מאכילין את העניים ואת האכסנאים דמאי וב\"ה אומרים", 
            "מאכילין את העניים דמאי ואת האכסנאים דמאי:", 
            "של מעשר שני שבירושלים:", 
            "למ\"ד מפני שמכשירה הרי מכשירה", 
            "למ\"ד מפני שמפסידה הרי מפסידה:", 
            "ואם נטל כשרה:", 
            "למ\"ד מפני שאין בה היתר אכילה דברי הכל למ\"ד לפי שאין בה דין ממון הא מני רבנן היא:", 
            "עלתה חזזית:", 
            "אמר רב חסדא", 
            "דבר זה רבינו הגדול אמרו המקום יהיה בעזרו", 
            "לא שנו אלא במקום אחד אבל בשנים ושלשה מקומות כשר", 
            "אמר ליה רבא", 
            "אדרבה בשנים ושלשה מקומות הוה ליה כמנומר ופסול", 
            "אלא אי אתמר אסיפא אתמר", 
            "על מיעוטו כשר", 
            "אמר רב חסדא", 
            "דבר זה רבינו הגדול אמרו והמקום יהיה בעזרו", 
            "ל\"ש אלא במקום אחד אבל בשנים ושלשה מקומות הוה ליה כמנומר ופסול", 
            "אמר רבא", 
            "ועל חוטמו ואפילו במשהו נמי פסול:", 
            "נטלה פטמתו:", 
            "תנא ר' יצחק בן אלעזר", 
            "נטלה בוכנתו:", 
            "נקלף אמר רבא", 
            "האי אתרוגא דאגליד כאהינא סומקא כשרה", 
            "והא אנן תנן", 
            "נקלף פסול", 
            "לא קשיא"
        ], 
        [
            "הא בכולה הא במקצתה:", 
            "נסדק ניקב:", 
            "תני עולא בר חנינא", 
            "ניקב נקב מפולש במשהו ושאינו מפולש בכאיסר", 
            "בעי רבא", 
            "נולדו באתרוג סימני טרפה מהו", 
            "מאי קמיבעיא ליה", 
            "אי נקלף תנינא אי נסדק תנינא אי ניקב תנינא", 
            "כי קא מיבעיא ליה כדעולא אמר רבי יוחנן", 
            "ריאה שנשפכה כקיתון כשרה", 
            "ואמר רבא", 
            "והוא דקיימא סימפונהא הא לא קיימי סימפונהא טרפה", 
            "הכא מאי", 
            "דלמא התם הוא דלא שליט בה אוירא הדר בריא אבל הכא דשליט בה אוירא סרוחי מסרחת או דלמא לא שנא", 
            "ת\"ש", 
            "אתרוג תפוח סרוח כבוש שלוק כושי לבן ומנומר פסול", 
            "אתרוג ככדור פסול ויש אומרים", 
            "אף התיום", 
            "אתרוג הבוסר ר\"ע פוסל וחכמים מכשירין", 
            "גדלו בדפוס ועשאו כמין בריה אחרת פסול", 
            "קתני מיהת", 
            "תפוח סרוח מאי לאו", 
            "תפוח מבחוץ וסרוח מבפנים", 
            "לא אידי ואידי מבחוץ ולא קשיא", 
            "הא דתפח אע\"ג דלא סרח הא דסרח אע\"ג דלא תפח", 
            "אמר מר", 
            "אתרוג כושי פסול", 
            "והתניא", 
            "כושי כשר דומה לכושי פסול", 
            "אמר אביי", 
            "כי תנן נמי מתני' דומה לכושי תנן", 
            "רבא אמר", 
            "לא קשיא הא לן והא להו", 
            "אתרוג הבוסר ר\"ע פוסל וחכמים מכשירין", 
            "אמר רבה", 
            "ר' עקיבא ור\"ש אמרו דבר אחד", 
            "ר\"ע הא דאמרן ר\"ש מאי היא (דתניא)", 
            "ר\"ש פוטר את האתרוגים בקוטנן", 
            "א\"ל אביי", 
            "דלמא לא היא עד כאן לא קאמר ר\"ע הכא דבעינן הדר וליכא אבל התם כרבנן סבירא ליה", 
            "אי נמי", 
            "עד כאן לא קאמר ר\"ש התם אלא דכתיב (דברים יד, כב) עשר תעשר את כל תבואת זרעך כדרך שבני אדם מוציאין לזריעה אבל הכא כרבנן סבירא ליה"
        ], 
        [
            "ותו לא מידי", 
            "גדלו בדפוס ועשאו כמין בריה אחרת פסול", 
            "אמר רבא", 
            "לא שנו אלא כמין בריה אחרת", 
            "אבל כברייתו כשר", 
            "פשיטא כמין בריה אחרת (תנן)", 
            "לא צריכא דעבידא דפי דפי", 
            "איתמר אתרוג שנקבוהו עכברים", 
            "אמר רב", 
            "אין זה הדר", 
            "איני", 
            "והא ר' חנינא מטביל בה ונפיק בה", 
            "ולר' חנינא קשיא מתני'", 
            "בשלמא מתני' לר' חנינא ל\"ק כאן ביו\"ט ראשון כאן ביו\"ט שני", 
            "אלא לרב קשיא", 
            "אמר לך רב", 
            "שאני עכברים דמאיסי", 
            "א\"ד אמר רב", 
            "זה הדר דהא ר' חנינא מטביל בה ונפיק בה", 
            "ולרבי חנינא קשיא מתניתין", 
            "ל\"ק", 
            "כאן ביו\"ט ראשון כאן ביו\"ט שני:", 
            "אתרוג קטן וכו':", 
            "אמר רפרם בר פפא", 
            "כמחלוקת כאן כך מחלוקת באבנים מקורזלות", 
            "דתניא", 
            "בשבת ג' אבנים מקורזלות מותר להכניס לבית הכסא וכמה שיעורן", 
            "רבי מאיר אומר", 
            "כאגוז רבי יהודה אומר", 
            "כביצה:", 
            "ובגדול כדי שיאחז כו':", 
            "תניא א\"ר יוסי", 
            "מעשה ברבי עקיבא שבא לבית הכנסת ואתרוגו על כתפו", 
            "אמר לו רבי יהודה", 
            "משם ראיה", 
            "אף הם אמרו לו", 
            "אין זה הדר:", 
            "מתני' אין אוגדין את הלולב אלא במינו דברי רבי יהודה", 
            "רבי מאיר אומר", 
            "אפי' בחוט במשיחה", 
            "אמר רבי מאיר", 
            "מעשה באנשי ירושלים שהיו אוגדין את לולביהן בגימוניות של זהב", 
            "אמרו לו", 
            "במינו היו אוגדין אותו מלמטה:", 
            "גמ' אמר רבא", 
            "אפי' בסיב אפי' בעיקרא דדיקלא", 
            "ואמר רבא", 
            "מ\"ט דרבי יהודה קסבר", 
            "לולב צריך אגד ואי מייתי מינא אחרינא הוה חמשה מיני", 
            "ואמר רבא", 
            "מנא אמינא לה דסיב ועיקרא דדיקלא מינא דלולבא הוא דתניא", 
            "(ויקרא כג, מב) בסוכות תשבו סוכה של כל דבר דברי ר\"מ", 
            "ר' יהודה אומר אין סוכה נוהגת אלא בד' מינים שבלולב", 
            "והדין נותן", 
            "ומה לולב שאין נוהג בלילות כבימים אינו נוהג אלא בארבעת מינין סוכה שנוהגת בלילות כבימים אינו דין שלא תהא אלא בארבעת מינין", 
            "אמרו לו", 
            "כל דין שאתה דן תחלתו להחמיר וסופו להקל אינו דין"
        ], 
        [
            "לא מצא ארבעת מינין יהא יושב ובטל והתורה אמרה בסוכות תשבו שבעת ימים סוכה של כל דבר", 
            "וכן בעזרא אומר (נחמיה ח, טו) צאו ההר והביאו עלי זית ועלי עץ שמן ועלי הדס ועלי תמרים ועלי עץ עבות (ועשו) סוכות ככתוב", 
            "ורבי יהודה סבר", 
            "הני לדפנות עלי הדס ועלי תמרים ועלי עץ עבות לסכך", 
            "ותנן", 
            "מסככין בנסרין ד\"ר יהודה", 
            "אלמא", 
            "סיב ועיקרא דדיקלא מינא דלולבא הוא ש\"מ", 
            "ומי אמר ר' יהודה ארבעת מינין אין מידי אחרינא לא והתניא", 
            "סיככה בנסרים של ארז שיש בהן ד' טפחים ד\"ה פסולה אין בהן ד' טפחים רבי מאיר פוסל ורבי יהודה מכשיר", 
            "ומודה רבי מאיר שאם יש בין נסר לנסר כמלא נסר שמניח פסל ביניהן וכשירה", 
            "מאי ארז הדס", 
            "כדרבה בר רב הונא דאמר רבה בר רב הונא אמרי בי רב", 
            "עשרה מיני ארזים הן שנא' (ישעיהו מא, יט) אתן במדבר ארז שיטה והדס וגו':", 
            "ר' מאיר אומר אפילו במשיחה כו':", 
            "תניא א\"ר מאיר", 
            "מעשה ביקירי ירושלים שהיו אוגדין את לולביהן בגימוניות של זהב אמרו לו", 
            "משם ראיה", 
            "במינו היו אוגדין אותו מלמטה", 
            "אמר להו רבה להנהו מגדלי הושענא דבי ריש גלותא", 
            "בי גדליתו הושענא דבי ריש גלותא שיירי ביה בית יד כי היכי דלא תיהוי חציצה", 
            "רבא אמר", 
            "כל לנאותו אינו חוצץ", 
            "ואמר רבה", 
            "לא לינקיט איניש הושענא בסודרא דבעינא לקיחה תמה וליכא", 
            "ורבא אמר", 
            "לקיחה על ידי דבר אחר שמה לקיחה", 
            "אמר רבא", 
            "מנא אמינא לה דלקיחה על ידי דבר אחר שמה לקיחה דתנן", 
            "אזוב קצר מספקו בחוט ובכוש וטובל ומעלה ואוחז באזוב ומזה", 
            "אמאי", 
            "(במדבר יט, יח) ולקח וטבל אמר רחמנא", 
            "אלא לאו ש\"מ", 
            "לקיחה על ידי דבר אחר שמה לקיחה", 
            "ממאי", 
            "דלמא שאני התם כיון דחבריה כגופיה דמי", 
            "אלא מהכא", 
            "נפל משפופרת לשוקת פסול"
        ], 
        [
            "הא הפילו הוא כשר אמאי", 
            "(במדבר יט, יז) ולקחו ונתן אמר רחמנא", 
            "אלא לאו שמע מינה", 
            "לקיחה ע\"י דבר אחר שמה לקיחה", 
            "ואמר רבה לא לדוץ איניש לולבא בהושענא דדלמא נתרי טרפי והוי חציצה", 
            "ורבא אמר", 
            "מין במינו אינו חוצץ", 
            "ואמר רבה", 
            "לא ליגוז איניש לולבא בהושענא", 
            "דמשתיירי הוצא", 
            "והוי חציצה", 
            "ורבא אמר", 
            "מין במינו אינו חוצץ", 
            "ואמר רבה", 
            "הדס של מצוה אסור להריח בו אתרוג של מצוה מותר להריח בו", 
            "מ\"ט", 
            "הדס דלריחא קאי כי אקצייה מריחא אקצייה אתרוג דלאכילה קאי כי אקצייה מאכילה אקצייה", 
            "ואמר רבה", 
            "הדס במחובר מותר להריח בו אתרוג במחובר אסור להריח בו", 
            "מ\"ט", 
            "הדס דלהריח קאי אי שרית ליה לא אתי למגזייה אתרוג דלאכילה קאי אי שרית ליה אתי למגזייה", 
            "ואמר רבה", 
            "לולב בימין ואתרוג בשמאל", 
            "מ\"ט", 
            "הני תלתא מצות והאי חדא מצוה", 
            "א\"ל ר' ירמיה לר' זריקא", 
            "מאי טעם לא מברכינן אלא על נטילת לולב", 
            "הואיל וגבוה מכולן", 
            "ולגבהיה לאתרוג ולבריך", 
            "א\"ל", 
            "הואיל ובמינו גבוה מכולן:", 
            "מתני' והיכן היו מנענעין", 
            "בהודו לה' תחילה וסוף ובאנא ה' הושיעה נא", 
            "דברי ב\"ה", 
            "וב\"ש אומרין", 
            "אף באנא ה' הצליחה נא", 
            "א\"ר עקיבא", 
            "צופה הייתי ברבן גמליאל ור' יהושע שכל העם היו מנענעין את לולביהן והם לא נענעו אלא באנא ה' הושיעה נא:", 
            "גמ' נענוע מאן דכר שמיה", 
            "התם קאי", 
            "כל לולב שיש בו שלשה טפחים כדי לנענע בו כשר", 
            "וקאמר", 
            "היכן מנענעין", 
            "תנן התם", 
            "שתי הלחם ושני כבשי עצרת כיצד הוא עושה", 
            "מניח שתי הלחם על גבי שני הכבשין ומניח ידו תחתיהן ומניף ומוליך ומביא מעלה ומוריד שנאמר (שמות כט, כז) אשר הונף ואשר הורם", 
            "א\"ר יוחנן", 
            "מוליך ומביא למי שהארבע רוחות שלו מעלה ומוריד למי שהשמים והארץ שלו", 
            "במערבא מתנו הכי א\"ר חמא בר עוקבא א\"ר יוסי ברבי חנינא", 
            "מוליך ומביא כדי לעצור רוחות רעות מעלה ומוריד כדי לעצור טללים רעים", 
            "א\"ר יוסי בר אבין ואיתימא ר' יוסי בר זבילא", 
            "זאת אומרת"
        ], 
        [
            "שירי מצוה מעכבין את הפורענות", 
            "שהרי תנופה שירי מצוה היא ועוצרת רוחות וטללים רעים", 
            "ואמר רבא", 
            "וכן בלולב", 
            "רב אחא בר יעקב ממטי ליה ומייתי ליה אמר", 
            "דין גירא בעיניה דסטנא", 
            "ולאו מלתא היא משום דאתי לאיגרויי ביה:", 
            "מתני' מי שבא בדרך ולא היה בידו לולב ליטול לכשיכנס לביתו יטול על שלחנו", 
            "לא נטל שחרית יטול בין הערבים שכל היום כשר ללולב:", 
            "גמ' אמרת", 
            "נוטלו על שלחנו למימרא דמפסיק", 
            "ורמינהי", 
            "אם התחילו אין מפסיקין", 
            "אמר רב ספרא", 
            "ל\"ק", 
            "הא דאיכא שהות ביום הא דליכא שהות ביום", 
            "אמר רבא", 
            "מאי קושיא", 
            "דילמא הא דאורייתא הא דרבנן", 
            "אלא אמר רבא", 
            "אי קשיא הא קשיא", 
            "לכשיכנס לביתו נוטלו על שלחנו אלמא דמפסיק", 
            "והדר תני", 
            "לא נטל שחרית יטול בין הערבים אלמא", 
            "לא מפסיק", 
            "אמר רב ספרא", 
            "ל\"ק", 
            "הא דאיכא שהות ביום הא דליכא שהות ביום", 
            "א\"ר זירא", 
            "מאי קושיא", 
            "דלמא מצוה לאפסוקי ואי לא פסיק יטול בין הערבים שכל היום כשר ללולב", 
            "אלא אמר ר' זירא", 
            "לעולם כדאמרינן מעיקרא ודקשיא לך הא דאורייתא הא דרבנן הכא ביום טוב שני דרבנן עסקינן", 
            "דיקא נמי מדקתני", 
            "מי שבא בדרך ואין בידו לולב דאי ס\"ד ביו\"ט ראשון מי שרי:", 
            "מתני' מי שהיה עבד או אשה או קטן מקרין אותו עונה אחריהן מה שהן אומרין", 
            "ותבא לו מאירה", 
            "אם היה גדול מקרא אותו עונה אחריו הללויה מקום שנהגו לכפול יכפול לפשוט יפשוט לברך יברך הכל כמנהג המדינה:", 
            "גמ' ת\"ר באמת אמרו", 
            "בן מברך לאביו ועבד מברך לרבו ואשה מברכת לבעלה", 
            "אבל אמרו חכמים", 
            "תבא מאירה לאדם שאשתו ובניו מברכין לו", 
            "אמר רבא"
        ], 
        [
            "הלכתא גיברתא איכא למשמע ממנהגא דהלילא", 
            "הוא אומר הללויה והן אומרים הללויה מכאן שמצוה לענות הללויה", 
            "הוא אומר (תהלים קיג, א) הללו עבדי ה' והן אומרין הללויה מכאן שאם היה גדול מקרא אותו עונה אחריו הללויה", 
            "הוא אומר הודו לה' והן אומרים הודו לה' מכאן שמצוה לענות ראשי פרקים", 
            "אתמר נמי אמר רב חנן בר רבא", 
            "מצוה לענות ראשי פרקים", 
            "הוא אומר אנא ה' הושיעה נא והן אומרים אנא ה' הושיעה נא מכאן שאם היה קטן מקרא אותו עונין אחריו מה שהוא אומר", 
            "הוא אומר אנא ה' הצליחה נא והן אומרים אנא ה' הצליחה נא מכאן שאם בא לכפול כופל", 
            "הוא אומר ברוך הבא והן אומרים בשם ה' מכאן לשומע כעונה", 
            "בעו מיניה מרבי חייא בר אבא", 
            "שמע ולא ענה מהו", 
            "אמר להו", 
            "חכימיא וספריא ורישי עמא ודרשיא אמרו", 
            "שמע ולא ענה יצא", 
            "אתמר נמי אר\"ש בן פזי אמר רבי יהושע בן לוי משום בר קפרא", 
            "מנין לשומע כעונה דכתיב (מלכים ב כג, טז) את (הדברים) אשר קרא (יאשיהו) וכי יאשיהו קראן", 
            "והלא שפן קראן דכתיב ויקראהו שפן (את כל הדברים האלה) לפני המלך אלא מכאן לשומע כעונה ", 
            "דילמא בתר דקראנהו שפן קרא יאשיהו", 
            "אמר רב אחא בר יעקב", 
            "לא סלקא דעתך דכתיב (מלכים ב כב, יט) יען רך לבבך ותכנע לפני ה' בשמעך (את הדברים האלה) בשמעך ולא בקראך", 
            "אמר רבא", 
            "לא לימא איניש ברוך הבא והדר בשם ה' אלא ברוך הבא בשם ה' בהדדי", 
            "א\"ל רב ספרא"
        ], 
        [
            "משה שפיר קאמרת", 
            "אלא התם והכא אסוקי מילתא היא ולית לן בה", 
            "אמר רבא", 
            "לא לימא איניש יהא שמיה רבא והדר מברך אלא יהא שמיה רבא מברך בהדדי", 
            "א\"ל רב ספרא", 
            "משה שפיר קאמרת", 
            "אלא", 
            "התם והכא אסוקי מילתא הוא ולית לן בה:", 
            "מקום שנהגו לכפול:", 
            "תנא", 
            "רבי כופל בה דברים רבי אלעזר בן פרטא מוסיף בה דברים", 
            "מאי מוסיף", 
            "אמר אביי", 
            "מוסיף לכפול מאודך ולמטה:", 
            "לברך יברך:", 
            "אמר אביי", 
            "ל\"ש אלא לאחריו אבל לפניו מצוה לברך", 
            "דאמר רב יהודה אמר שמואל", 
            "כל המצות כולן מברך עליהן עובר לעשייתן", 
            "ומאי משמע דהאי עובר לישנא דאקדומי הוא דאמר רב נחמן בר יצחק דכתיב (שמואל ב יח, כג) וירץ אחימעץ דרך הככר ויעבור את הכושי", 
            "אביי אמר", 
            "מהכא (בראשית לג, ג) והוא עבר לפניהם", 
            "ואיבעית אימא", 
            "מהכא (מיכה ב, יג) ויעבור מלכם לפניהם וה' בראשם:", 
            "מתני' הלוקח לולב מחבירו בשביעית נותן לו אתרוג במתנה לפי שאין רשאי ללוקחו בשביעית:", 
            "גמ' לא רצה ליתן לו במתנה מהו", 
            "אמר רב הונא", 
            "מבליע ליה דמי אתרוג בלולב", 
            "וליתיב ליה בהדיא", 
            "לפי שאין מוסרין דמי פירות שביעית לעם הארץ", 
            "דתניא", 
            "אין מוסרין דמי פירות שביעית לעם הארץ יותר ממזון שלש סעודות", 
            "ואם מסר יאמר", 
            "הרי מעות הללו יהו מחוללין על פירות שיש לי בתוך ביתי"
        ], 
        [
            "ובא ואוכלן בקדושת שביעית", 
            "בד\"א בלוקח מן המופקר", 
            "אבל בלוקח מן המשומר אפילו בכחצי איסר אסור", 
            "מתיב רב ששת", 
            "ומן המופקר ג' סעודות ותו לא", 
            "ורמינהי", 
            "הפיגם והירבוזין והשיטים וחלגלוגות והכוסבר שבהרים והכרפס שבנהרות והגרגיר של אפר פטורין מן המעשר וניקחין מכל אדם בשביעית לפי שאין כיוצא בהן נשמר", 
            "הוא מותיב לה והוא מפרק לה", 
            "בכדי מן שנו", 
            "וכן אמר רבה בר בר חנה א\"ר יוחנן", 
            "בכדי מן שנו", 
            "מאי משמע דהאי מן לישנא דמזוני הוא דכתיב (דניאל א, ה) וימן להם המלך וגו'", 
            "אי הכי לולב נמי לולב בר ששית הנכנס לשביעית הוא", 
            "אי הכי אתרוג נמי בת ששית הנכנסת לשביעית היא", 
            "אתרוג בתר לקיטה אזלינן", 
            "והא בין ר\"ג ובין ר' אליעזר לענין שביעית אתרוג בתר חנטה אזלינן דתנן", 
            "אתרוג שוה לאילן בג' דרכים ולירק בדרך אחד", 
            "שוה לאילן בג' דרכים", 
            "לערלה ולרבעי ולשביעית ולירק בדרך אחד"
        ], 
        [
            "שבשעת לקיטתו עישורו דברי רבן גמליאל", 
            "ר' אליעזר אומר", 
            "אתרוג שוה לאילן לכל דבר", 
            "הוא דאמר כי האי תנא", 
            "דתניא א\"ר יוסי", 
            "אבטולמוס העיד משום חמשה זקנים", 
            "אתרוג אחר לקיטה למעשר", 
            "ורבותינו נמנו באושא ואמרו", 
            "בין למעשר בין לשביעית", 
            "שביעית מאן דכר שמיה", 
            "חסורי מיחסרא והכי קתני", 
            "אתרוג אחר לקיטה למעשר ואחר חנטה לשביעית", 
            "ורבותינו נמנו באושא ואמרו", 
            "אתרוג בתר לקיטה בין למעשר בין לשביעית", 
            "טעמא דלולב בר ששית הנכנס לשביעית הוא הא דשביעית קדוש אמאי", 
            "עצים בעלמא הוא ועצים אין בהן משום קדושת שביעית (דתנן)", 
            "עלי קנים ועלי גפנים שגבבן לחובה על פני השדה לקטן לאכילה יש בהן משום קדוש' שביעית לקטן לעצים אין בהן משום קדושת שביעית", 
            "שאני התם דאמר קרא (ויקרא כה, ו) לכם לאכלה לכם דומיא דלאכלה מי שהנאתו וביעורו שוה יצאו עצים שהנאתן אחר ביעורן", 
            "והאיכא עצים דמשחן דהנאתן וביעורן שוה", 
            "אמר רבא", 
            "סתם עצים להסקה הן עומדין", 
            "ועצים להסקה תנאי היא", 
            "דתניא", 
            "אין מוסרין פירות שביעית לא למשרה ולא לכבוסה ר' יוסי אומר", 
            "מוסרין", 
            "מ\"ט דת\"ק דאמר קרא לאכלה ולא למשרה ולא לכבוסה", 
            "מ\"ט דרבי יוסי אמר קרא לכם לכם לכל צרכיכם ואפילו למשרה ולכבוסה", 
            "ות\"ק הא כתיב לכם", 
            "ההוא לכם דומיא דלאכלה מי שהנאתו וביעורו שוה יצאו משרה וכבוסה שהנאתן אחר ביעורן", 
            "ורבי יוסי הא כתיב לאכלה", 
            "ההוא מיבעי ליה לאכלה ולא למלוגמא", 
            "כדתניא", 
            "לאכלה ולא למלוגמא", 
            "אתה אומר לאכלה ולא למלוגמ' או אינו אלא ולא לכבוסה", 
            "כשהוא אומר לכם הרי לכבוסה אמור הא מה אני מקיים לאכלה לאכלה ולא למלוגמא", 
            "מה ראית לרבות את הכבוסה ולהוציא את המלוגמא"
        ], 
        [
            "מרבה אני את הכבוסה ששוה בכל אדם ומוציא את המלוגמא שאינה שוה לכל אדם", 
            "מאן תנא להא דת\"ר", 
            "לאכלה ולא למלוגמא לאכלה ולא לזילוף לאכלה ולא לעשות ממנה אפיקטויזין", 
            "כמאן כר' יוסי", 
            "דאי רבנן הא איכא נמי משרה וכבוסה", 
            "אמר ר' אלעזר", 
            "אין שביעית מתחללת אלא דרך מקח", 
            "ורבי יוחנן אמר", 
            "בין דרך מקח בין דרך חילול מ\"ט דר' אלעזר דכתיב (ויקרא כה, יג) בשנת היובל הזאת וגו' וסמיך ליה וכי תמכרו ממכר דרך מקח ולא דרך חילול", 
            "ורבי יוחנן מ\"ט דכתיב כי יובל היא קדש מה קדש בין דרך מקח בין דרך חילול אף שביעית בין דרך מקח בין דרך חילול", 
            "ורבי יוחנן האי כי תמכרו ממכר מאי עביד ליה", 
            "מיבעי ליה לכדר' יוסי בר חנינא", 
            "דתניא א\"ר יוסי בר חנינא", 
            "בוא וראה כמה קשה אבקה של שביעית וכו' אדם נושא ונותן בפירות שביעית לסוף מוכר את מטלטליו ואת כליו שנאמר בשנת היובל הזאת תשובו איש אל אחוזתו וסמיך ליה וכי תמכרו ממכר לעמיתך וגו'", 
            "ור' אלעזר האי קרא דר' יוחנן מאי עביד ליה", 
            "מיבעי ליה לכדתניא", 
            "(ויקרא כה, יב) כי יובל היא קדש מה קדש תופס את דמיו אף שביעית תופסת את דמיה", 
            "תניא כוותיה דר' אלעזר ותניא כוותיה דרבי יוחנן תניא כוותיה דרבי אלעזר", 
            "שביעית תופסת את דמיה שנאמר כי יובל היא קדש תהיה לכם מה קדש תופס את דמיו ואסור אף שביעית תופסת את דמיה ואסורה", 
            "אי מה קדש תופס דמיו ויוצא לחולין אף שביעית תופסת את דמיה ויוצאת לחולין תלמוד לומר תהיה בהוייתה תהא", 
            "הא כיצד", 
            "לקח בפירות שביעית בשר אלו ואלו מתבערין בשביעית לקח בבשר דגים יצא בשר ונכנסו דגים לקח בדגים יין יצאו דגים ונכנס יין לקח ביין שמן יצא יין ונכנס שמן", 
            "הא כיצד", 
            "אחרון אחרון נכנס בשביעית ופרי עצמו אסור", 
            "מדקתני לקח לקח אלמא", 
            "דרך מקח אין דרך חילול לא", 
            "תניא כוותיה דר' יוחנן", 
            "אחד שביעית ואחד מעשר שני מתחללין על בהמה חיה ועוף בין חיין בין שחוטין דברי ר' מאיר", 
            "וחכמים אומרים", 
            "על שחוטין מתחללין על חיין אין מתחללין גזירה שמא יגדל מהן עדרים", 
            "אמר רבא", 
            "מחלוקת"
        ], 
        [
            "בזכרים אבל בנקבות דברי הכל על שחוטין מתחללין על חיין אין מתחללין גזרה שמא יגדל מהן עדרים", 
            "אמר רב אשי", 
            "מחלוקת בפרי ראשון אבל בפרי שני דברי הכל בין דרך מקח בין דרך חילול", 
            "והא דקתני לקח לקח איידי דתנא רישא לקח תנא נמי סיפא לקח", 
            "איתיביה רבינא לרב אשי", 
            "מי שיש לו סלע של שביעית וביקש ליקח בו חלוק כיצד יעשה", 
            "ילך אצל חנווני הרגיל אצלו ואומר לו", 
            "תן לי בסלע פירות ונותן לו", 
            "וחוזר ואומר לו", 
            "הרי פירות הללו נתונים לך במתנה", 
            "והוא אומר לו", 
            "הא לך סלע זו במתנה", 
            "והלה לוקח בהן מה שירצה", 
            "והא הכא דפרי שני הוא וקתני דרך מקח אין דרך חילול לא", 
            "אלא א\"ר אשי", 
            "מחלוקת בפרי שני אבל בפרי ראשון ד\"ה דרך מקח אין דרך חילול לא", 
            "והא דקתני אחד שביעית ואחד מעשר שני מאי שביעית דמי שביעית", 
            "דאי לא תימא הכי מעשר מעשר ממש", 
            "והא כתיב (דברים יד, כה) וצרת הכסף בידך", 
            "אלא דמי מעשר הכא נמי דמי שביעית:", 
            "מתני' בראשונה היה לולב ניטל במקדש שבעה ובמדינה יום אחד", 
            "משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהא לולב ניטל במדינה שבעה זכר למקדש", 
            "ושיהא יום הנף כולו אסור:", 
            "גמ' מנא לן דעבדינן זכר למקדש", 
            "א\"ר יוחנן", 
            "דאמר קרא (ירמיהו ל, יז) כי אעלה ארוכה לך וממכותיך ארפאך נאם ה' כי נדחה קראו לך ציון היא דורש אין לה דורש אין לה מכלל דבעיא דרישה:", 
            "ושיהא יום הנף:", 
            "מ\"ט", 
            "מהרה יבנה בית המקדש ויאמרו", 
            "אשתקד מי לא אכלנו בהאיר מזרח השתא נמי ניכול", 
            "ואינהו לא ידעי דאשתקד דלא הוה בית המקדש האיר מזרח התיר השתא דאיכא בית המקדש עומר מתיר", 
            "דאיבני אימת", 
            "אילימא דאיבני בשיתסר הרי התיר האיר מזרח אלא דאיבני בחמיסר מחצות היום ולהלן תשתרי דהא תנן", 
            "הרחוקים מותרין מחצות היום ולהלן לפי שאין ב\"ד מתעצלים בו", 
            "לא צריכא דאיבני בליליא", 
            "אי נמי סמוך לשקיעת החמה", 
            "(אמר) רב נחמן בר יצחק אמר רבן יוחנן בן זכאי בשיטת ר' יהודה אמר' דאמר", 
            "מן התורה הוא אסור דכתיב"
        ], 
        [
            "(ויקרא כג, יד) עד עצם היום הזה עד עיצומו של יום וקסבר", 
            "עד ועד בכלל", 
            "ומי סבר ליה כוותיה", 
            "והא מפליג פליג עליה (דתניא)", 
            "משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהא יום הנף כולו אסור", 
            "אמר לו רבי יהודה", 
            "והלא מן התורה הוא אסור דכתיב עד עצם היום הזה עד עיצומו של יום", 
            "רבי יהודה הוא דקא טעי", 
            "הוא סבר", 
            "מדרבנן קאמר ולא היא מדאורייתא קאמר", 
            "והא התקין קאמר", 
            "מאי התקין דרש והתקין:", 
            "מתני' י\"ט הראשון של חג שחל להיות בשבת כל העם מוליכין את לולביהן לבית הכנסת למחרת משכימין ובאין כל אחד ואחד מכיר את שלו ונוטלו", 
            "מפני שאמרו חכמים", 
            "אין אדם יוצא ידי חובתו ביום טוב הראשון בלולבו של חבירו ושאר ימות החג אדם יוצא ידי חובתו בלולבו של חבירו", 
            "רבי יוסי אומר", 
            "יום טוב הראשון של חג שחל להיות בשבת ושכח והוציא את הלולב לרשות הרבים פטור מפני שהוציאו ברשות:", 
            "גמ' מנה\"מ", 
            "דת\"ר", 
            "(ויקרא כג, מ) ולקחתם שתהא לקיחה ביד כל אחד ואחד", 
            "לכם משלכם להוציא את השאול ואת הגזול", 
            "מכאן אמרו חכמים", 
            "אין אדם יוצא ידי חובתו בי\"ט הראשון של חג בלולבו של חבירו אלא אם כן נתנו לו במתנה", 
            "ומעשה ברבן גמליאל ורבי יהושע ורבי אלעזר בן עזריה ורבי עקיבא שהיו באין בספינה ולא היה לולב אלא לרבן גמליאל בלבד שלקחו באלף זוז", 
            "נטלו רבן גמליאל ויצא בו ונתנו לרבי יהושע במתנה נטלו רבי יהושע ויצא בו ונתנו לרבי אלעזר בן עזריה במתנה נטלו רבי אלעזר בן עזריה ויצא בו ונתנו במתנה לרבי עקיבא נטלו ר\"ע ויצא בו והחזירו לרבן גמליאל", 
            "למה לי למימר החזירו", 
            "מלתא אגב אורחיה קא משמע לן", 
            "מתנה על מנת להחזיר שמה מתנה", 
            "כי הא דאמר רבא", 
            "הא לך אתרוג זה על מנת שתחזירהו לי נטלו ויצא בו החזירו יצא לא החזירו לא יצא", 
            "למה לי למימר שלקחו באלף זוז", 
            "להודיעך כמה מצות חביבות עליהן", 
            "א\"ל מר בר אמימר לרב אשי", 
            "אבא צלויי קא מצלי ביה", 
            "מיתיבי", 
            "לא יאחז אדם תפילין בידו וספר תורה בחיקו ויתפלל ולא ישתין בהן מים ולא יישן בהן לא שינת קבע ולא שינת עראי", 
            "ואמר שמואל", 
            "סכין וקערה ככר ומעות הרי אלו כיוצא בהן", 
            "התם לאו מצוה נינהו וטריד בהו הכא מצוה נינהו ולא טריד בהו", 
            "תניא רבי אלעזר בר צדוק אומר", 
            "כך היה מנהגן של אנשי ירושלים אדם יוצא מביתו ולולבו בידו הולך לבית הכנסת לולבו בידו קורא קריאת שמע ומתפלל ולולבו בידו קורא בתורה ונושא את כפיו מניחו על גבי קרקע", 
            "הולך לבקר חולים ולנחם אבלים לולבו בידו נכנס לבית המדרש משגר לולבו ביד בנו וביד עבדו וביד שלוחו", 
            "מאי קמ\"ל", 
            "להודיעך כמה היו זריזין במצות:", 
            "רבי יוסי אומר י\"ט:", 
            "אמר אביי"
        ], 
        [
            "לא שנו אלא שלא יצא בו אבל יצא בו חייב", 
            "הא מדאגבהיה נפק ביה", 
            "אמר אביי", 
            "כשהפכו", 
            "רבא אמר", 
            "אפילו תימא שלא הפכו", 
            "הב\"ע כגון שהוציאו בכלי", 
            "והא רבא הוא דאמר", 
            "לקיחה על ידי דבר אחר שמה לקיחה", 
            "הני מילי דרך כבוד אבל דרך בזיון לא", 
            "אמר רב הונא", 
            "אומר היה רבי יוסי עולת העוף שנמצאת בין אגפיים וכסבור חטאת העוף היא ואכלה פטור", 
            "מאי קא משמע לן דטעה בדבר מצוה פטור היינו הך", 
            "מהו דתימא", 
            "התם הוא דטעה בדבר מצוה פטור היינו דעבד מצוה אבל הכא דטעה בדבר מצוה ולא עבד מצוה אימא לא קא משמע לן", 
            "מיתיבי רבי יוסי אומר", 
            "השוחט את התמיד שאינו מבוקר כהלכתו בשבת חייב חטאת וצריך תמיד אחר", 
            "אמר ליה", 
            "בר מינה דההיא", 
            "דהא אתמר עלה אמר רב שמואל בר חתאי אמר רב המנונא סבא אמר רב יצחק בר אשיאן", 
            "אמר רב הונא אמר רב", 
            "כגון שהביאו מלשכה שאינן מבוקרין:", 
            "מתני' מקבלת אשה מיד בנה ומיד בעלה ומחזירתו למים בשבת רבי יהודה אומר", 
            "בשבת מחזירין ביום טוב מוסיפין ובמועד מחליפין", 
            "קטן היודע לנענע חייב בלולב:", 
            "גמ' פשיטא", 
            "מהו דתימא", 
            "הואיל ואשה לאו בת חיובא היא אימא לא תקבל קא משמע לן:", 
            "קטן היודע לנענע:", 
            "ת\"ר", 
            "קטן היודע לנענע חייב בלולב להתעטף חייב בציצית לשמור תפילין אביו לוקח לו תפילין", 
            "יודע לדבר אביו לומדו תורה וק\"ש", 
            "תורה מאי היא", 
            "א\"ר המנונא", 
            "(דברים לג, ד) תורה צוה לנו משה מורשה קהלת יעקב", 
            "ק\"ש מאי היא", 
            "פסוק ראשון", 
            "היודע לשמור גופו אוכלין על גופו טהרות לשמור את ידיו אוכלין על ידיו טהרות", 
            "היודע לישאל ברשות היחיד ספיקו טמא ברשות הרבים ספיקו טהור", 
            "היודע לפרוס כפיו חולקין לו תרומה בבית הגרנות"
        ], 
        [
            "היודע לשחוט אוכלין משחיטתו", 
            "אמר רב הונא", 
            "והוא שגדול עומד על גביו", 
            "יכול לאכול כזית דגן מרחיקין מצואתו וממימי רגליו ארבע אמות", 
            "אמר רב חסדא", 
            "והוא שיכול לאוכלו בכדי אכילת פרס", 
            "אמר רב חייא בריה דרב ייבא", 
            "ובגדול אע\"פ שאינו יכול לאכול בכדי אכילת פרס דכתיב (קהלת א, יח) ויוסיף דעת יוסיף מכאוב", 
            "יכול לאכול כזית צלי שוחטין עליו את הפסח שנאמר (שמות יב, ד) איש לפי אכלו", 
            "רבי יהודה אומר", 
            "עד שיכול לברר אכילה כיצד נותנין לו צרור וזורקו אגוז ונוטלו:", 
            "(הדרן עלך לולב הגזול)", 
            "מתני' לולב וערבה ששה ושבעה ההלל והשמחה שמונה", 
            "סוכה וניסוך המים שבעה", 
            "החליל חמשה וששה", 
            "לולב שבעה כיצד", 
            "יו\"ט הראשון של חג שחל להיות בשבת לולב שבעה ושאר כל הימים ששה", 
            "ערבה שבעה כיצד", 
            "יום השביעי של ערבה שחל להיות בשבת ערבה שבעה ושאר כל הימים ששה", 
            "מצות לולב כיצד (בשבת)", 
            "יום טוב הראשון של חג שחל להיות בשבת מוליכין את לולביהן להר הבית והחזנין מקבלין מהן וסודרין אותן על גבי איצטבא והזקנים מניחין את שלהן בלשכה", 
            "ומלמדין אותם לומר", 
            "כל מי שמגיע לולבי לידו הרי הוא לו במתנה", 
            "למחר משכימין ובאין והחזנין זורקין אותם לפניהם והן מחטפין ומכין איש את חבירו", 
            "וכשראו ב\"ד שבאו לידי סכנה התקינו שיהא כל אחד ואחד נוטל בביתו:", 
            "גמ' אמאי", 
            "טלטול בעלמא הוא ולידחי שבת", 
            "אמר רבה", 
            "גזרה שמא יטלנו בידו וילך אצל בקי ללמוד"
        ], 
        [
            "ויעבירנו ארבע אמות ברשות הרבים", 
            "והיינו טעמא דשופר והיינו טעמא דמגילה", 
            "אי הכי יום ראשון נמי", 
            "ראשון הא תקינו ליה רבנן בביתו", 
            "התינח אחר תקנה קודם תקנה מאי איכא למימר", 
            "אלא", 
            "ראשון דאיתיה מן התורה בגבולין לא גזרו בהו רבנן הנך דליתנהו מן התורה בגבולין גזרו בהו רבנן", 
            "אי הכי האידנא נמי", 
            "אנן לא ידעינן בקיבועא דירחא", 
            "אינהו דידעי בקיבועא דירחא לידחו", 
            "אין הכי נמי", 
            "(דתני) חדא", 
            "ביום טוב הראשון של חג שחל להיות בשבת כל העם מוליכין את לולביהן להר הבית (ותניא) אידך", 
            "לבית הכנסת", 
            "שמע מינה", 
            "כאן בזמן שבית המקדש קיים כאן בזמן שאין בית המקדש קיים שמע מינה", 
            "דאיתיה מן התורה בגבולין מנא לן", 
            "דתניא", 
            "(ויקרא כג, מ) ולקחתם שתהא לקיחה ביד כל אחד ואחד לכם משלכם להוציא את השאול ואת הגזול", 
            "ביום ואפילו בשבת", 
            "ראשון אפי' בגבולין", 
            "הראשון מלמד שאינו דוחה אלא יום טוב הראשון בלבד", 
            "אמר מר", 
            "ביום ואפילו בשבת", 
            "מכדי טלטול בעלמא הוא איצטריך קרא למישרי טלטול", 
            "אמר רבא", 
            "לא נצרכא אלא למכשירי לולב ואליבא דהאי תנא", 
            "דתניא", 
            "לולב וכל מכשיריו דוחין את השבת דברי ר' אליעזר מ\"ט דר' אליעזר", 
            "אמר קרא ביום ואפי' בשבת", 
            "ורבנן", 
            "האי ביום מאי עבדי ליה", 
            "מיבעי ליה", 
            "ביום ולא בלילה", 
            "ור' אליעזר ביום ולא בלילה מנא ליה", 
            "נפקא ליה מסיפא דקרא (ויקרא כג, מ) ושמחתם לפני ה' אלהיכם שבעת ימים ימים ולא לילות", 
            "ורבנן אי מהתם הוה אמינא", 
            "לילף ימים ימים מסוכה מה להלן ימים ואפי' לילות אף כאן נמי ימים ואפי' לילות", 
            "וסוכה גופה מנלן", 
            "דת\"ר", 
            "(ויקרא כג, מב) בסוכות תשבו שבעת ימים ימים ואפי' לילות", 
            "אתה אומר ימים ואפי' לילות או אינו אלא ימים ולא לילות", 
            "ודין הוא", 
            "נאמר כאן ימים ונאמר בלולב ימים מה להלן ימים ולא לילות אף כאן ימים ולא לילות", 
            "או כלך לדרך זו", 
            "נאמר כאן ימים ונאמר במלואים ימים מה להלן ימים ואפילו לילות אף כאן ימים ואפי' לילות", 
            "נראה למי דומה", 
            "דנין דבר שמצותו כל היום מדבר שמצותו כל היום ואל יוכיח דבר שמצותו שעה אחת", 
            "או כלך לדרך זו", 
            "דנין דבר שמצותו לדורות מדבר שמצותו לדורות ואל יוכיחו מלואים שאין נוהגין לדורות ת\"ל"
        ], 
        [
            "תשבו תשבו לגזרה שוה", 
            "נאמר כאן תשבו ונאמר במלואים (ויקרא ח, לה) תשבו מה להלן ימים ואפי' לילות אף כאן ימים ואפילו לילות:", 
            "ערבה שבעה כיצד:", 
            "ערבה בשביעי מ\"ט דחיא שבת", 
            "א\"ר יוחנן", 
            "כדי לפרסמה שהיא מן התורה", 
            "אי הכי לולב נמי לידחי כדי לפרסמו שהוא מן התורה", 
            "לולב גזרה משום דרבה", 
            "אי הכי ערבה נמי נגזור", 
            "ערבה שלוחי בית דין מייתי לה לולב לכל מסור", 
            "אי הכי כל יומא נמי לידחי", 
            "אתי לפקפוקי בלולב", 
            "ולידחי ביום טוב ראשון", 
            "לא מוכחא מלתא אמרי", 
            "לולב הוא דקא דחי", 
            "ולידחי בחד מהנך", 
            "כיון דקא מפקת לה מראשון אוקמה אשביעי", 
            "אי הכי האידנא נמי לידחי", 
            "אנן לא ידעינן בקיבועא דירחא", 
            "אינהו דידעי בקיבועא דירחא לידחי", 
            "כי אתא בר הדיא אמר", 
            "לא איקלע כי אתא רבין וכל נחותי אמרי", 
            "איקלע ולא דחי", 
            "ואלא קשיא", 
            "אמר רב יוסף", 
            "מאן לימא לן דערבה בנטילה דלמא בזקיפה", 
            "איתיביה אביי", 
            "לולב וערבה ששה ושבעה", 
            "מאי לאו כלולב מה לולב בנטילה אף ערבה בנטילה", 
            "מידי איריא", 
            "הא כדאיתיה והא כדאיתיה", 
            "איתיביה אביי", 
            "בכל יום מקיפין את המזבח פעם אחת ואותו היום שבע פעמים", 
            "מאי לאו בערבה", 
            "לא בלולב", 
            "והא אמר רב נחמן אמר רבה בר אבוה", 
            "בערבה", 
            "א\"ל", 
            "הוא אמר לך בערבה ואנא אמינא בלולב", 
            "אתמר ר' אלעזר אומר", 
            "בלולב רב שמואל [בר נתן] אמר ר' חנינא", 
            "בערבה", 
            "וכן אמר רב נחמן אמר רבה בר אבוה", 
            "בערבה", 
            "א\"ל רבא לרב יצחק בריה דרבה בר בר חנה", 
            "בר אוריא תא ואימא לך מלתא מעליתא דהוה אמר אבוך", 
            "הא דתנן כל היום מקיפין את המזבח פעם אחת ואותו היום מקיפין את המזבח שבע פעמים הכי אמר אבוך משמיה דר' אלעזר", 
            "בלולב", 
            "איתיביה", 
            "לולב דוחה את השבת בתחלתו וערבה בסופו", 
            "פעם אחת חל שביעי של ערבה להיות בשבת והביאו מרביות של ערבה מערב שבת והניחום בעזרה והכירו בהן בייתוסין ונטלום וכבשום תחת אבנים", 
            "למחר הכירו בהן עמי הארץ ושמטום מתחת האבנים והביאום הכהנים וזקפום בצידי המזבח", 
            "לפי שאין בייתוסין מודים שחיבוט ערבה דוחה את השבת", 
            "אלמא בנטילה היא", 
            "תיובתא", 
            "ואלא נדחו", 
            "כיון דאנן לא דחינן אינהו נמי לא דחו", 
            "והא יום טוב הראשון דלדידן לא דחי ולדידהו דחי"
        ], 
        [
            "אמרי", 
            "לדידהו נמי לא דחי", 
            "ואלא קשיא הני תרתי", 
            "דתנא חדא", 
            "כל העם מוליכין את לולביהן להר הבית ותני' אידך", 
            "לבית הכנסת", 
            "ומתרצינן", 
            "כאן בזמן שבית המקדש קיים כאן בזמן שאין בית המקדש קיים לא אידי ואידי בזמן שבית המקדש קיים ולא קשיא", 
            "כאן במקדש כאן בגבולין", 
            "א\"ל אביי לרבא", 
            "מאי שנא לולב דעבדינן ליה שבעה זכר למקדש ומאי שנא ערבה דלא עבדינן לה שבעה זכר למקדש", 
            "א\"ל", 
            "הואיל ואדם יוצא ידי חובתו בערבה שבלולב", 
            "א\"ל", 
            "ההוא משום לולב הוא דקא עביד ליה", 
            "וכי תימא דקא מגבה ליה והדר מגבה ליה והא מעשים בכל יום דלא קא עבדינן הכי", 
            "אמר רב זביד משמיה דרבא", 
            "לולב דאורייתא עבדינן שבעה זכר למקדש", 
            "ערבה דרבנן לא עבדינן לה שבעה זכר למקדש", 
            "למאן", 
            "אילימא לאבא שאול האמר (ויקרא כג, מ) ערבי נחל כתיב שתים אחת ללולב ואחת למקדש", 
            "אי לרבנן הלכתא גמירי לה", 
            "דא\"ר אסי א\"ר יוחנן משום ר' נחוניא איש בקעת בית חורתן", 
            "עשר נטיעות ערבה וניסוך המים הלכה למשה מסיני", 
            "אלא אמר רב זביד משמיה דרבא", 
            "לולב דאית ליה עיקר מה\"ת בגבולין עבדינן ליה שבעה זכר למקדש ערבה דלית לה עיקר מן התורה בגבולין לא עבדינן שבעה זכר למקדש אמר ר\"ל", 
            "כהנים בעלי מומין נכנסין בין האולם ולמזבח כדי לצאת בערבה", 
            "א\"ל ר' יוחנן", 
            "מי אמרה", 
            "מי אמרה", 
            "הא איהו אמר דא\"ר אסי א\"ר יוחנן משום ר' נחוניא איש בקעת בית חורתן", 
            "עשר נטיעות ערבה וניסוך המים הלכה למשה מסיני", 
            "אלא", 
            "מי אמרה בנטילה דלמא בזקיפה", 
            "מי אמרה בבעלי מומין דלמא בתמימים", 
            "אתמר", 
            "ר' יוחנן ור' יהושע בן לוי חד אמר", 
            "ערבה יסוד נביאים וחד אמר", 
            "(ערבה) מנהג נביאים", 
            "תסתיים דר' יוחנן הוא דאמר יסוד נביאים דא\"ר אבהו א\"ר יוחנן", 
            "ערבה יסוד נביאים הוא תסתיים", 
            "א\"ל ר' זירא לר' אבהו", 
            "מי א\"ר יוחנן הכי", 
            "והא\"ר יוחנן משום ר' נחוניא איש בקעת בית חורתן", 
            "עשר נטיעות ערבה וניסוך המים הלכה למשה מסיני", 
            "(דניאל ד, טז) אשתומם כשעה חדא ואמר", 
            "שכחום וחזרו ויסדום", 
            "ומי א\"ר יוחנן הכי", 
            "והא\"ר יוחנן", 
            "דלכון אמרי דלהון היא", 
            "ל\"ק"
        ], 
        [
            "כאן במקדש כאן בגבולין", 
            "א\"ר אמי", 
            "ערבה צריכה שיעור ואינה ניטלת אלא בפני עצמה ואין אדם יוצא ידי חובתו בערבה שבלולב", 
            "כיון דאמר מר אינה ניטלת אלא בפני עצמה פשיטא דאין אדם יוצא בערבה שבלולב", 
            "מהו דתימא", 
            "הני מילי היכא דלא אגבהיה והדר אגבהיה אבל אגבהיה והדר אגבהיה אימא לא קמ\"ל", 
            "ורב חסדא א\"ר יצחק", 
            "אדם יוצא ידי חובתו בערבה שבלולב בי\"ט ראשון של חג", 
            "וכמה שיעורה", 
            "אמר רב נחמן", 
            "ג' בדי עלין לחין", 
            "ורב ששת אמר", 
            "אפילו עלה אחד ובד אחד", 
            "עלה אחד ובד אחד ס\"ד", 
            "אלא אימא", 
            "אפילו עלה אחד בבד אחד", 
            "אמר אייבו", 
            "הוה קאימנא קמיה דר\"א בר צדוק ואייתי ההוא גברא ערבה קמיה שקיל חביט חביט ולא בריך", 
            "קסבר", 
            "מנהג נביאים הוא", 
            "אייבו וחזקיה בני ברתיה דרב אייתו ערבה לקמיה דרב חביט חביט ולא בריך קא סבר", 
            "מנהג נביאים הוא", 
            "אמר אייבו", 
            "הוה קאימנא קמיה דרבי אלעזר בר צדוק אתא לקמיה ההוא גברא", 
            "א\"ל", 
            "קרייתא אית לי כרמיא אית לי זיתיא אית לי ואתו בני קרייתא ומקשקשין בכרמיא ואוכלין בזיתיא אריך או לא אריך", 
            "א\"ל", 
            "לא אריך", 
            "הוה קא שביק ליה ואזיל", 
            "אמר", 
            "כדו הויתי דיירי בארעא הדא מ' שנין ולא חמיתי בר אינש מהלך בארחן דתקנן כדין", 
            "הדר ואתי וא\"ל", 
            "מאי מיעבד", 
            "א\"ל", 
            "אפקר זיתיא לחשוכיא ותן פריטיא לקשקושי כרמים", 
            "וקשקושי מי שרי", 
            "והא תניא", 
            "(שמות כג, יא) והשביעית תשמטנה ונטשתה", 
            "תשמטנה מלקשקש ונטשתה מלסקל", 
            "אמר רב עוקבא בר חמא", 
            "תרי קשקושי הוו חד סתומי פילי וחד אברויי אילני", 
            "אברויי אילני אסור סתומי פילי שרי", 
            "אמר אייבו משום רבי אלעזר בר צדוק", 
            "אל יהלך אדם בערבי שבתות יותר מג' פרסאות", 
            "אמר רב כהנא", 
            "לא אמרן אלא לביתיה אבל לאושפיזיה אמאי דנקיט סמיך", 
            "ואיכא דאמרי אמר רב כהנא", 
            "לא נצרכא אלא אפי' לביתיה", 
            "אמר רב כהנא", 
            "בדידי הוה עובדא ואפילו כסא דהרסנא לא אשכח:", 
            "מצות לולב כיצד:", 
            "תני תנא קמיה דרב נחמן", 
            "סודרין על גג האיצטבא", 
            "א\"ל"
        ], 
        [
            "וכי לייבשן הוא צריך", 
            "אלא אימא", 
            "על גב האיצטבא", 
            "אמר רחבא אמר (רב) יהודה", 
            "הר הבית סטיו כפול היה סטיו לפנים מסטיו:", 
            "מתני' מצות ערבה כיצד", 
            " מקום היה למטה מירושלים ונקרא מוצא", 
            "יורדין לשם ומלקטין משם מורביות של ערבה ובאין וזוקפין אותן בצדי המזבח וראשיהן כפופין על גבי המזבח", 
            "תקעו והריעו ותקעו", 
            "בכל יום מקיפין את המזבח פעם אחת ואומרים אנא ה' הושיעה נא אנא ה' הצליחה נא", 
            "ר' יהודה אומר", 
            "אני והו הושיעה נא", 
            "ואותו היום מקיפין את המזבח שבע פעמים", 
            "בשעת פטירתן מה הן אומרים יופי לך מזבח יופי לך מזבח", 
            "ר\"א אומר", 
            "ליה ולך מזבח ליה ולך מזבח", 
            "כמעשהו בחול כך מעשהו בשבת", 
            "אלא שהיו מלקטין אותן מערב ומניחין אותן בגיגיות של זהב כדי שלא יכמושו", 
            "ר' יוחנן בן ברוקה אומר", 
            "חריות של דקל היו מביאין וחובטין אותן בקרקע בצדי המזבח ואותו היום נקרא חבוט חריות", 
            "מיד תינוקות שומטין את לולביהן ואוכלין אתרוגיהן:", 
            "גמ' תנא", 
            "מקום קלניא הוה", 
            "ותנא דידן מ\"ט קרי ליה מוצא", 
            "איידי דמיפק מכרגא דמלכא קרי ליה מוצא:", 
            "ובאין וזוקפין אותן בצדי כו':", 
            "תנא", 
            "רבות וארוכות וגבוהות אחד עשר אמה כדי שיהו גוחות על המזבח אמה", 
            "אמר מרימר משום מר זוטרא", 
            "שמע מינה על היסוד מנח להו", 
            "דאי סלקא דעתך אארעא מנח להו מכדי עלה אמה וכנס אמה זהו יסוד עלה חמש וכנס אמה זהו סובב עלה שלש זהו מקום הקרנות גוחות על גבי המזבח היכי משכחת לה", 
            "אלא לאו ש\"מ", 
            "איסוד מנח להו שמע מינה", 
            "אמר רבי אבהו", 
            "מאי קראה שנאמר (תהלים קיח, כז) אסרו חג בעבותים עד קרנות המזבח", 
            "א\"ר אבהו", 
            "אמר ר\"א", 
            "כל הנוטל לולב באגודו והדס בעבותו מעלה עליו הכתוב כאילו בנה מזבח והקריב עליו קרבן שנאמר"
        ], 
        [
            "אסרו חג בעבותים עד קרנות המזבח", 
            "א\"ר ירמיה משום ר\"ש בן יוחי ור' יוחנן משום ר\"ש המחוזי משום ר' יוחנן המכותי", 
            "כל העושה איסור לחג באכילה ושתיה מעלה עליו הכתוב כאילו בנה מזבח והקריב עליו קרבן שנא' אסרו חג בעבותים עד קרנות המזבח", 
            "אמר חזקיה א\"ר ירמיה משום רשב\"י", 
            "כל המצות כולן אין אדם יוצא בהן אלא דרך גדילתן שנאמר (שמות כו, טו) עצי שטים עומדים", 
            "תנ\"ה", 
            "עצי שטים עומדים שעומדים דרך גדילתן", 
            "דבר אחר", 
            "עומדים שמעמידין את ציפוין", 
            "דבר אחר", 
            "עומדים שמא תאמר אבד סיברם ובטל סיכויין ת\"ל עצי שטים עומדים שעומדים לעולם ולעולמי עולמים", 
            "ואמר חזקיה א\"ר ירמיה משום רשב\"י", 
            "יכול אני לפטור את כל העולם כולו מן הדין מיום שנבראתי עד עתה ואילמלי אליעזר בני עמי מיום שנברא העולם ועד עכשיו ואילמלי יותם בן עוזיהו עמנו מיום שנברא העולם עד סופו", 
            "ואמר חזקיה א\"ר ירמיה משום רשב\"י", 
            "ראיתי בני עלייה והן מועטין אם אלף הן אני ובני מהן אם מאה הם אני ובני מהן אם שנים הן אני ובני הן", 
            "ומי זוטרי כולי האי", 
            "והא אמר רבא", 
            "תמני סרי אלפי דרא הוה דקמיה קודשא בריך הוא שנאמר (יחזקאל מח, לה) סביב שמנה עשר אלף", 
            "ל\"ק", 
            "הא דמסתכלי באספקלריא המאירה הא דלא מסתכלי באספקלריא המאירה", 
            "ודמסתכלי באספקלריא המאירה מי זוטרי כולי האי", 
            "והא אמר אביי", 
            "לא פחות עלמא מתלתין ושיתא צדיקי דמקבלי אפי שכינה בכל יום שנאמר (ישעיהו ל, יח) אשרי כל חוכי לו ל\"ו בגימטריא תלתין ושיתא הוו", 
            "ל\"ק", 
            "הא דעיילי בבר הא דעיילי בלא בר:", 
            "בשעת פטירתן מה הן אומרים וכו':", 
            "והא קא משתתף שם שמים ודבר אחר ותניא", 
            "כל המשתף שם שמים ודבר אחר נעקר מן העולם שנאמר (שמות כב, יט) בלתי לה' לבדו", 
            "הכי קאמר", 
            "ליה אנחנו מודים ולך אנו משבחין ליה אנחנו מודים ולך אנו מקלסין:", 
            "כמעשהו בחול:", 
            "אמר רב הונא", 
            "מ\"ט דר' יוחנן בן ברוקה דכתיב (ויקרא כג, מ) כפות שנים אחת ללולב ואחת למזבח", 
            "ורבנן אמרי", 
            "כפת כתיב", 
            "ר' לוי אומר", 
            "כתמר מה תמר זה אין לו אלא לב אחד אף ישראל אין להם אלא לב אחד לאביהם שבשמים", 
            "אמר רב יהודה אמר שמואל", 
            "לולב שבעה וסוכה יום אחד", 
            "מ\"ט", 
            "לולב דמפסקי לילות מימים כל יומא מצוה באפיה נפשיה הוא סוכה דלא מפסקי לילות מימים כולהו שבעה כחד יומא אריכא דמו", 
            "ורבה בר בר חנה אמר רבי יוחנן", 
            "סוכה שבעה ולולב יום אחד", 
            "מאי טעמא", 
            "סוכה דאורייתא שבעה לולב דרבנן סגי ליה בחד יומא", 
            "כי אתא רבין אמר רבי יוחנן", 
            "אחד זה ואחד זה שבעה", 
            "אמר רב יוסף", 
            "נקוט דרבה בר בר חנה בידך דכולהו אמוראי קיימי כוותיה בסוכה", 
            "מיתיבי"
        ], 
        [
            "העושה לולב לעצמו אומר ברוך שהחיינו וקיימנו והגיענו לזמן הזה", 
            "נטלו לצאת בו אומר ברוך אשר קדשנו במצותיו וצונו על נטילת לולב", 
            "ואף על פי שבירך עליו יום ראשון חוזר ומברך כל שבעה", 
            "העושה סוכה לעצמו אומר ברוך שהחיינו וקיימנו כו'", 
            "נכנס לישב בה אומר אשר קדשנו במצותיו וצונו לישב בסוכה", 
            "וכיון שבירך יום ראשון שוב אינו מברך", 
            "קשיא לולב אלולב קשיא סוכה אסוכה", 
            "בשלמא לולב אלולב לא קשיא", 
            "כאן בזמן שבית המקדש קיים כאן בזמן שאין בית המקדש קיים", 
            "אלא סוכה סוכה קשיא", 
            "תנאי היא", 
            "דתניא", 
            "תפילין כל זמן שמניחן מברך עליהן דברי רבי", 
            "וחכמים אומרים", 
            "אינו מברך אלא שחרית בלבד", 
            "אתמר אביי אמר", 
            "הלכתא כרבי ורבא אמר", 
            "הלכתא כרבנן", 
            "אמר רב מרי ברה דבת שמואל", 
            "חזינא ליה לרבא דלא עביד כשמעתיה אלא מקדים וקאי ועייל לבית הכסא ונפיק ומשי ידיה ומנח תפילין ומברך", 
            "וכי אצטריך זימנא אחרינא עייל לבית הכסא ונפיק ומשי ידיה ומנח תפילין ומברך", 
            "ואנן נמי כרבי עבדינן ומברכין כל שבעה", 
            "אמר מר זוטרא", 
            "חזינא ליה לרב פפי דכל אימת דמנח תפילין מברך", 
            "רבנן דבי רב אשי כל אימת דמשמשי בהו מברכי", 
            "אמר רב יהודה אמר שמואל", 
            "מצות לולב כל שבעה", 
            "ור' יהושע בן לוי אמר", 
            "יום ראשון מצות לולב מכאן ואילך מצות זקנים", 
            "ורבי יצחק אמר", 
            "כל יומא מצות זקנים", 
            "ואפילו יום ראשון", 
            "והא קיימא לן דיום ראשון דאורייתא", 
            "אימא", 
            "בר מיום ראשון", 
            "אי הכי היינו דרבי יהושע בן לוי", 
            "אימא", 
            "וכן אמר רבי יצחק", 
            "ואף רב סבר כל שבעה מצות לולב", 
            "דאמר רבי חייא בר אשי אמר רב", 
            "המדליק נר של חנוכה צריך לברך רבי ירמיה אמר", 
            "הרואה נר של חנוכה צריך לברך", 
            "מאי מברך", 
            "אמר רב יהודה", 
            "יום ראשון המדליק מברך שלש הרואה מברך שתים", 
            "מכאן ואילך מדליק מברך שתים ורואה מברך אחת", 
            "ומאי מברך ברוך אשר קדשנו במצותיו וצונו להדליק נר (של) חנוכה", 
            "והיכן צונו", 
            "מלא תסור", 
            "ורב נחמן בר יצחק אמר", 
            "(דברים לב, ז) שאל אביך ויגדך", 
            "(מאי ממעט זמן", 
            "אימא ממעט נס נס", 
            "כל יומא איתיה)", 
            "רב נחמן בר יצחק מתני לה בהדיא אמר רב", 
            "כל שבעה מצות לולב", 
            "ת\"ר", 
            "העושה סוכה לעצמו אומר ברוך שהחיינו כו' נכנס לישב בה אומר ברוך אשר קדשנו כו'", 
            "היתה עשויה ועומדת אם יכול לחדש בה דבר מברך אם לאו לכשיכנס לישב בה מברך שתים", 
            "אמר רב אשי", 
            "חזינא ליה לרב כהנא דקאמר להו לכולהו אכסא דקדושא", 
            "ת\"ר", 
            "היו לפניו מצות הרבה אומר", 
            "ברוך אשר קדשנו במצותיו וצונו על המצות", 
            "רבי יהודה אומר", 
            "מברך על כל אחת ואחת בפני עצמה", 
            "א\"ר זירא ואיתימא רבי חנינא בר פפא", 
            "הלכתא כרבי יהודה", 
            "ואמר רבי זירא ואיתימא רבי חנינא בר פפא", 
            "מ\"ט דרבי יהודה דכתיב (תהלים סח, כ) ברוך ה' יום יום וכי ביום מברכין אותו ובלילה אין מברכין אותו", 
            "אלא בא לומר לך", 
            "בכל יום ויום תן לו מעין ברכותיו הכא נמי בכל דבר ודבר תן לו מעין ברכותיו", 
            "ואמר ר' זירא ואיתימא ר' חנינא בר פפא", 
            "בא וראה שלא כמדת הקב\"ה מדת בשר ודם מדת בשר ודם כלי ריקן"
        ], 
        [
            "מחזיק מלא אינו מחזיק אבל מדת הקב\"ה", 
            "מלא מחזיק ריקן אינו מחזיק שנא' (דברים כח, א) והיה אם שמוע תשמע וגו' אם שמוע תשמע ואם לאו לא תשמע", 
            "ד\"א", 
            "אם שמוע בישן תשמע בחדש (דברים ל, יז) ואם יפנה לבבך שוב לא תשמע:", 
            "מיד תינוקות וכו':", 
            "א\"ר יוחנן", 
            "אתרוג בשביעי אסור בשמיני מותר", 
            "סוכה אפי' בשמיני אסורה", 
            "וריש לקיש אמר", 
            "אתרוג אפילו בשביעי נמי מותר", 
            "במאי קא מיפלגי מר סבר", 
            "למצותה אתקצאי ומ\"ס", 
            "לכולי יומא אתקצאי", 
            "איתיביה ריש לקיש לר' יוחנן", 
            "מיד תינוקות שומטין את לולביהן ואוכלין אתרוגיהן", 
            "מאי לאו הוא הדין לגדולים", 
            "לא תינוקות דוקא", 
            "איכא דאמרי איתיביה רבי יוחנן לריש לקיש", 
            "מיד התינוקות שומטין את לולביהן ואוכלין אתרוגיהן", 
            "תינוקות אין גדולים לא", 
            "הוא הדין דאפילו גדולים והאי דקתני תינוקות אורחא דמלתא קתני", 
            "א\"ל רב פפא לאביי", 
            "לרבי יוחנן מאי שנא סוכה מאי שנא אתרוג", 
            "א\"ל", 
            "סוכה דחזיא לבין השמשות דאי איתרמי ליה סעודתא בעי מיתב בגווה ומיכל (בה) בגווה אתקצאי לבין השמשות ומיגו דאתקצאי לבין השמשות אתקצאי לכולי יומא דשמיני", 
            "אתרוג דלא חזי לבין השמשות לא אתקצאי לבין השמשות ולא אתקצאי לכולי יומא דשמיני", 
            "ולוי אמר", 
            "אתרוג אפילו בשמיני אסור", 
            "ואבוה דשמואל אמר", 
            "אתרוג בשביעי אסור בשמיני מותר", 
            "קם אבוה דשמואל בשיטתיה דלוי קם ר' זירא בשיטתיה דאבוה דשמואל", 
            "דא\"ר זירא", 
            "אתרוג שנפסלה אסור לאוכלה כל שבעה", 
            "א\"ר זירא", 
            "לא ליקני איניש הושענא לינוקא ביומא טבא קמא", 
            "מ\"ט", 
            "דינוקא מקנא קני אקנויי לא מקני ואשתכח דקא נפיק בלולב שאינו שלו", 
            "וא\"ר זירא", 
            "לא לימא איניש לינוקא דיהיבנא לך מידי ולא יהיב ליה משום דאתי לאגמוריה שיקרא שנא' (ירמיהו ט, ד) למדו לשונם דבר שקר", 
            "ובפלוגתא דר' יוחנן ור\"ש בן לקיש דאיתמר", 
            "הפריש שבעה אתרוגין לשבעה ימים", 
            "אמר רב", 
            "כל אחת ואחת יוצא בה ואוכלה לאלתר", 
            "ורב אסי אמר", 
            "כל אחת ואחת יוצא בה ואוכלה למחר", 
            "במאי קא מיפלגי", 
            "מר סבר", 
            "למצותה אתקצאי ומ\"ס", 
            "לכולי יומא אתקצאי", 
            "ואנן דאית לן תרי יומי היכי עבדינן", 
            "אמר אביי", 
            "שמיני ספק שביעי אסור תשיעי ספק שמיני מותר", 
            "מרימר אמר", 
            "אפי' שמיני ספק שביעי מותר", 
            "בסורא עבדי כמרימר", 
            "רב שישא בריה דרב אידי עביד כאביי", 
            "והלכתא כאביי", 
            "אמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב", 
            "שמיני ספק שביעי שביעי לסוכה ושמיני לברכה ור' יוחנן אמר", 
            "שמיני לזה ולזה מיתב כ\"ע לא פליגי דיתבינן כי פליגי"
        ], 
        [
            "לברוכי למ\"ד שביעי לסוכה ברוכי נמי מברכינן למ\"ד שמיני לזה ולזה ברוכי לא מברכינן", 
            "אמר רב יוסף", 
            "נקוט דר' יוחנן בידך דרב הונא בר ביזנא וכל גדולי הדור איקלעו בסוכה בשמיני ספק שביעי מיתב הוו יתבי ברוכי לא בריכי", 
            "ודלמא סבירא להו כמ\"ד כיון שבירך יו\"ט ראשון שוב אינו מברך", 
            "גמירי דמאפר אתו", 
            "איכא דאמרי", 
            "ברוכי כולי עלמא לא פליגי דלא מברכינן כי פליגי למיתב", 
            "למ\"ד שבעה לסוכה מיתב יתבינן ולמ\"ד שמיני לזה ולזה מיתב נמי לא יתבינן", 
            "אמר רב יוסף", 
            "נקוט דר' יוחנן בידך דמרא דשמעת' מני רב יהודה בריה דרב שמואל בר שילת ובשמיני ספק שביעי לבר מסוכה יתיב", 
            "והלכתא", 
            "מיתב יתבינן ברוכי לא מברכינן", 
            "אמר ר' יוחנן", 
            "אומרים זמן בשמיני של חג ואין אומרים זמן בשביעי של פסח", 
            "וא\"ר לוי בר חמא ואיתימא ר' חמא בר חנינא", 
            "תדע שהרי חלוק בג' דברים", 
            "בסוכה ולולב וניסוך המים", 
            "ולרבי יהודה דאמר", 
            "בלוג היה מנסך כל שמונה הרי חלוק בב' דברים", 
            "אי הכי שביעי של פסח נמי הרי חלוק באכילת מצה", 
            "דאמר מר", 
            "לילה ראשונה חובה מכאן ואילך רשות", 
            "הכי השתא", 
            "התם מלילה חלוק מיום אינו חלוק", 
            "הכא אפילו מיום נמי חלוק", 
            "רבינא אמר", 
            "זה חלוק משלפניו וזה חלוק משלפני פניו", 
            "(אמר רב פפא)", 
            "הכא כתיב פר התם כתיב פרים", 
            "רב נחמן בר יצחק אמר", 
            "הכא כתיב ביום התם כתיב וביום", 
            "רב אשי אמר", 
            "הכא כתיב (במדבר כט, ו) כמשפט התם כתיב כמשפטם", 
            "לימא מסייע ליה", 
            "הפרים האילים והכבשים מעכבין זה את זה ורבי יהודה אומר", 
            "פרים אין מעכבין זה את זה שהרי מתמעטין והולכין", 
            "אמרו לו", 
            "והלא כולן מתמעטין והולכין בשמיני", 
            "אמר להן", 
            "שמיני רגל בפני עצמו הוא שכשם ששבעת ימי החג טעונין קרבן ושיר וברכה ולינה אף שמיני טעון קרבן ושיר וברכה ולינה"
        ], 
        [
            "מאי לאו זמן", 
            "לא ברכת המזון ותפלה", 
            "הכי נמי מסתברא", 
            "דאי ס\"ד זמן זמן כל שבעה מי איכא", 
            "הא לא קשיא דאי לא בריך האידנא מברך למחר או ליומא אחרינא", 
            "מ\"מ כוס בעינן", 
            "לימא מסייע ליה לר\"נ דאמר רב נחמן", 
            "זמן אומרו אפילו בשוק", 
            "דאי אמרת בעינן כוס כוס כל יומא מי איכא", 
            "דלמא דאיקלע ליה כוס", 
            "וסבר ר' יהודה שמיני טעון לינה והא תניא", 
            "רבי יהודה אומר", 
            "מנין לפסח שני שאינו טעון לינה שנא' (דברים טז, ז) ופנית בבקר והלכת לאהליך וכתיב (דברים טז, ח) ששת ימים תאכל מצות את שטעון ששה טעון לינה את שאינו טעון ששה אינו טעון לינה", 
            "למעוטי מאי", 
            "לאו למעוטי נמי שמיני של חג", 
            "לא למעוטי פסח שני דכוותיה", 
            "הכי נמי מסתברא דתנן", 
            "הביכורים טעונין קרבן ושיר ותנופה ולינה", 
            "מאן שמעת ליה דאמר תנופה רבי יהודה וקאמר טעון לינה", 
            "דתניא ר' יהודה אומר", 
            "(דברים כו, י) והנחתו זו תנופה", 
            "אתה אומר זו תנופה או אינו אלא הנחה ממש", 
            "כשהוא אומר והניחו הרי הנחה אמור הא מה אני מקיים והנחתו זו תנופה", 
            "ודלמא ר\"א בן יעקב היא", 
            "דתניא", 
            "(דברים כו, ד) ולקח הכהן הטנא מידך לימד על הביכורים שטעונין תנופה דברי ר\"א בן יעקב", 
            "מ\"ט דר\"א בן יעקב אתיא יד יד משלמים כתיב הכא ולקח הכהן הטנא מידך וכתיב התם (ויקרא ז, ל) ידיו תביאינה את אשי ה' מה כאן כהן אף להלן כהן", 
            "ומה להלן בעלים אף כאן בעלים", 
            "הא כיצד", 
            "כהן מניח ידו תחת יד בעלים ומניף", 
            "מאי הוי עלה", 
            "רב נחמן אמר", 
            "אומרים זמן בשמיני של חג ורב ששת אמר", 
            "אין אומרים זמן בשמיני של חג", 
            "והלכתא", 
            "אומרים זמן בשמיני של חג", 
            "תניא כוותי' דרב נחמן", 
            "שמיני"
        ], 
        [
            "רגל בפני עצמו לענין פז\"ר קש\"ב", 
            "פייס בפני עצמו זמן בפני עצמו רגל בפני עצמו קרבן בפני עצמו שירה בפני עצמו ברכה בפני עצמו:", 
            "מתני' ההלל והשמחה שמונה כיצד", 
            "מלמד שחייב אדם בהלל ובשמחה ובכבוד יום טוב האחרון של חג כשאר כל ימות החג:", 
            "גמ' מנה\"מ", 
            "דת\"ר", 
            "(דברים טז, טו) והיית אך שמח לרבות לילי יום טוב האחרון", 
            "או אינו אלא יו\"ט הראשון", 
            "כשהוא אומר אך חלק", 
            "ומה ראית לרבות לילי יו\"ט האחרון ולהוציא לילי יו\"ט הראשון", 
            "מרבה אני לילי יום טוב האחרון שיש שמחה לפניו ומוציא אני לילי יום טוב הראשון שאין שמחה לפניו:", 
            "מתני' סוכה שבעה כיצד", 
            "גמר מלאכול לא יתיר את סוכתו אבל מוריד את הכלים מן המנחה ולמעלה מפני כבוד יו\"ט האחרון של חג:", 
            "גמ' אין לו כלים להוריד מהו", 
            "אין לו כלים", 
            "אלא כי אשתמש במאי אשתמש", 
            "אלא", 
            "אין לו מקום להוריד כליו מהו", 
            "ר' חייא בר (רב) אמר", 
            "פוחת בה ארבעה ור' יהושע בן לוי אמר", 
            "מדליק בה את הנר", 
            "ולא פליגי", 
            "הא לן והא להו", 
            "הא תינח סוכה קטנה סוכה גדולה מאי איכא למימר", 
            "דמעייל בה מאני מיכלא", 
            "דאמר רבא", 
            "מאני מיכלא בר ממטללתא מאני משתיא במטללתא:", 
            "מתני' ניסוך המים כיצד", 
            "צלוחית של זהב מחזקת שלשה לוגים היה ממלא מן השילוח הגיעו לשער המים תקעו והריעו ותקעו", 
            "עלה בכבש ופנה לשמאלו", 
            "שני ספלים של כסף היו שם ר' יהודה אומר", 
            "של סיד היו אלא שהיו מושחרין פניהם מפני היין", 
            "ומנוקבין"
        ], 
        [
            "כמין שני חוטמין דקין (ואחד) מעובה ואחד דק כדי שיהו שניהם כלין בבת אחת", 
            "מערבו של מים מזרחו של יין", 
            "עירה של מים לתוך של יין ושל יין לתוך של מים יצא", 
            "ר' יהודה אומר", 
            "בלוג היה מנסך כל שמונה", 
            "ולמנסך אומר לו", 
            "הגבה ידך שפעם אחד נסך אחד על גבי רגליו ורגמוהו כל העם באתרוגיהן", 
            "כמעשהו בחול כך מעשהו בשבת אלא שהיה ממלא מערב שבת חבית של זהב שאינה מקודשת מן השילוח ומניחה בלשכה", 
            "נשפכה נתגלתה היה ממלא מן הכיור", 
            "שהיין והמים מגולין פסולין לגבי מזבח:", 
            "גמ' מנא הנ\"מ", 
            "אמר רב עינא", 
            "דאמר קרא (ישעיהו יב, ג) ושאבתם מים בששון וגו'", 
            "הנהו תרי מיני חד שמיה ששון וחד שמיה שמחה א\"ל ששון לשמחה", 
            "אנא עדיפנא מינך דכתיב (ישעיהו לה, י) ששון ושמחה ישיגו וגו'", 
            "א\"ל שמחה לששון", 
            "אנא עדיפנא מינך דכתיב (אסתר ח, יז) שמחה וששון ליהודים", 
            "א\"ל ששון לשמחה", 
            "חד יומא שבקוך ושויוך פרוונקא דכתיב (ישעיהו נה, יב) כי בשמחה תצאו", 
            "א\"ל שמחה לששון", 
            "חד יומא שבקוך ומלו בך מיא דכתיב ושאבתם מים בששון", 
            "א\"ל ההוא מינא דשמיה ששון לר' אבהו", 
            "עתידיתו דתמלו לי מים לעלמא דאתי דכתיב ושאבתם מים בששון", 
            "א\"ל", 
            "אי הוה כתיב לששון כדקאמרת השתא דכתיב בששון משכיה דההוא גברא משוינן ליה גודא ומלינן ביה מיא:", 
            "עלה בכבש ופנה לשמאלו כו':", 
            "ת\"ר", 
            "כל העולים למזבח עולין דרך ימין ומקיפין ויורדין דרך שמאל", 
            "חוץ מן העולה לשלשה דברים הללו שעולין דרך שמאל וחוזרין על העקב ואלו הן", 
            "ניסוך המים וניסוך היין ועולת העוף כשרבתה במזרח:", 
            "אלא שהיו משחירין:", 
            "בשלמא דיין משחיר דמיא אמאי משחיר", 
            "כיון דאמר מר", 
            "עירה של מים לתוך של יין ושל יין לתוך של מים יצא של מים אתי לאשחורי:", 
            "ומנוקבים כמין ב' חוטמין וכו':", 
            "לימא מתניתין ר' יהודה היא ולא רבנן", 
            "דתנן רבי יהודה אומר", 
            "בלוג היה מנסך כל שמונה דאי רבנן כי הדדי נינהו", 
            "אפי' תימא רבנן חמרא סמיך מיא קליש", 
            "הכי נמי מסתברא דאי רבי יהודה רחב וקצר אית ליה", 
            "דתניא רבי יהודה אומר", 
            "שני קשוואות היו שם אחד של מים ואחד של יין של יין פיה רחב של מים פיה קצר כדי שיהו שניהם כלין בבת אחת ש\"מ:", 
            "מערבו של מים:", 
            "ת\"ר", 
            "מעשה בצדוקי אחד שניסך על גבי רגליו ורגמוהו כל העם באתרוגיהן", 
            "ואותו היום נפגמה קרן המזבח והביאו בול של מלח וסתמוהו לא מפני שהוכשר לעבודה אלא מפני שלא יראה מזבח פגום"
        ], 
        [
            "שכל מזבח שאין לו לא כבש ולא קרן ולא יסוד ולא ריבוע פסול לעבודה", 
            "רבי יוסי בר יהודה אומר", 
            "אף הסובב", 
            "אמר רבה בר בר חנה א\"ר יוחנן", 
            "שיתין מששת ימי בראשית נבראו שנאמר (שיר השירים ז, ב) חמוקי ירכיך כמו חלאים מעשה ידי אמן", 
            "חמוקי ירכיך אלו השיתין כמו חלאים שמחוללין ויורדין עד התהום מעשה ידי אמן זו מעשה ידי אומנותו של הקב\"ה תנא דבי ר' ישמעאל", 
            "(בראשית א, א) בראשית אל תיקרי בראשית אלא ברא שית", 
            "תניא ר' יוסי אומר", 
            "שיתין מחוללין ויורדין עד תהום שנאמר (ישעיהו ה, א) אשירה נא לידידי שירת דודי לכרמו כרם היה לידידי בקרן בן שמן", 
            "ויעזקהו ויסקלהו ויטעהו שורק ויבן מגדל בתוכו וגם יקב חצב בו", 
            "ויטעהו שורק זה בית המקדש ויבן מגדל בתוכו זה מזבח וגם יקב חצב בו אלו השיתין", 
            "תניא א\"ר אלעזר בר צדוק", 
            "לול קטן היה בין כבש למזבח במערבו של כבש ואחת לשבעים שנה פרחי כהונה יורדין לשם ומלקטין משם יין קרוש שדומה לעיגולי דבילה ובאין ושורפין אותו בקדושה שנא' (במדבר כח, ז) בקדש הסך נסך שכר לה'"
        ], 
        [
            "כשם שניסוכו בקדושה כך שריפתו בקדושה", 
            "מאי משמע", 
            "אמר רבינא", 
            "אתיא קדש קדש כתיב הכא (במדבר כח, ז) בקדש הסך נסך וכתיב התם (שמות כט, לד) ושרפת את הנותר באש לא יאכל כי קדש הוא", 
            "כמאן אזלא הא (דתניא)", 
            "נסכים בתחילה מועלין בהן ירדו לשיתין אין מועלין בהן לימא רבי אלעזר בר צדוק היא", 
            "דאי רבנן הא נחתו להו לתהום", 
            "אפילו תימא רבנן בדאיקלט", 
            "ואיכא דאמרי", 
            "לימא רבנן היא ולא ר' אלעזר בר צדוק דאי רבי אלעזר אכתי בקדושתייהו קיימי", 
            "אפילו תימא רבי אלעזר אין לך דבר שנעשה מצותו ומועלין בו", 
            "אמר ריש לקיש", 
            "בזמן שמנסכין יין על גבי מזבח פוקקין את השיתין לקיים מה שנאמר בקדש הסך נסך שכר לה'", 
            "מאי משמע", 
            "אמר רב פפא", 
            "שכר לשון שתיה לשון שביעה לשון שכרות", 
            "אמר רב פפא שמע מינה", 
            "כי שבע איניש חמרא מגרוניה שבע", 
            "אמר רבא", 
            "צורבא מרבנן דלא נפישא ליה חמרא ליגמע גמועי", 
            "רבא אכסא דברכתא אגמע גמועי", 
            "דרש רבא", 
            "מאי דכתיב (שיר השירים ז, ב) מה יפו פעמיך בנעלים בת נדיב מה יפו פעמותיהן של ישראל בשעה שעולין לרגל בת נדיב בתו של אברהם אבינו שנקרא נדיב שנא' (תהלים מז, י) נדיבי עמים נאספו עם אלהי אברהם", 
            "אלהי אברהם ולא אלהי יצחק ויעקב", 
            "אלא", 
            "אלהי אברהם שהיה תחילה לגרים", 
            "תנא דבי רב ענן", 
            "מאי דכתיב (שיר השירים ז, ב) חמוקי ירכיך למה נמשלו דברי תורה כירך לומר לך", 
            "מה ירך בסתר אף דברי תורה בסתר", 
            "והיינו דא\"ר אלעזר", 
            "מאי דכתיב (מיכה ו, ח) הגיד לך אדם מה טוב ומה ה' דורש ממך כי אם עשות משפט ואהבת חסד והצנע לכת עם אלהיך", 
            "עשות משפט זה הדין ואהבת חסד זו גמילות חסדים והצנע לכת עם אלהיך זו הוצאת המת והכנסת כלה לחופה", 
            "והלא דברים ק\"ו", 
            "ומה דברים שדרכן לעשותן בפרהסיא אמרה תורה הצנע לכת דברים שדרכן לעשותן בצנעא על אחת כמה וכמה", 
            "א\"ר אלעזר", 
            "גדול העושה צדקה יותר מכל הקרבנות שנאמר (משלי כא, ג) עשה צדקה ומשפט נבחר לה' מזבח", 
            "וא\"ר אלעזר", 
            "גדולה גמילות חסדים יותר מן הצדקה שנאמר (הושע י, יב) זרעו לכם לצדקה וקצרו לפי חסד", 
            "אם אדם זורע ספק אוכל ספק אינו אוכל אדם קוצר ודאי אוכל", 
            "וא\"ר אלעזר", 
            "אין צדקה משתלמת אלא לפי חסד שבה שנאמר זרעו לכם לצדקה וקצרו לפי חסד", 
            "ת\"ר", 
            "בשלשה דברים גדולה גמילות חסדים יותר מן הצדקה צדקה בממונו גמילות חסדים בין בגופו בין בממונו", 
            "צדקה לעניים גמילות חסדים בין לעניים בין לעשירים", 
            "צדקה לחיים גמילות חסדים בין לחיים בין למתים", 
            "וא\"ר אלעזר", 
            "כל העושה צדקה ומשפט כאילו מילא כל העולם כולו חסד שנאמר (תהלים לג, ה) אוהב צדקה ומשפט חסד ה' מלאה הארץ", 
            "שמא תאמר כל הבא לקפוץ קופץ ת\"ל (תהלים לו, ח) מה יקר חסדך אלהים (חסד ה' מלאה הארץ) וגו'", 
            "יכול אף ירא שמים כן ת\"ל (תהלים קג, יז) וחסד ה' מעולם ועד עולם על יראיו", 
            "א\"ר חמא בר פפא", 
            "כל אדם שיש עליו חן בידוע שהוא ירא שמים שנא' חסד ה' מעולם ועד עולם על יראיו", 
            "וא\"ר אלעזר", 
            "מאי דכתיב (משלי לא, כו) פיה פתחה בחכמה ותורת חסד על לשונה וכי יש תורה של חסד  יש תורה שאינה של חסד", 
            "אלא", 
            "תורה לשמה זו היא תורה של חסד שלא לשמה זו היא תורה שאינה של חסד", 
            "איכא דאמרי", 
            "תורה ללמדה זו היא תורה של חסד שלא ללמדה זו היא תורה שאינה של חסד:", 
            "כמעשהו בחול כו':", 
            "ואמאי", 
            "נייתי במקודשת", 
            "אמר זעירי", 
            "קסבר אין שיעור למים וכלי שרת מקדשין שלא מדעת"
        ], 
        [
            "ואי מייתי במקודשת איפסילו להו בלינה", 
            "חזקיה אמר", 
            "כלי שרת אין מקדשין אלא מדעת וגזירה שמא יאמרו לדעת נתקדשו", 
            "א\"ר ינאי א\"ר זירא", 
            "אפילו תימא יש שיעור למים וכלי שרת אין מקדשין אלא מדעת וגזירה שמא יאמרו לקידוש ידים ורגלים מלאן:", 
            "נשפכה או נתגלתה כו':", 
            "ואמאי", 
            "ליעביר במסננת", 
            "לימא מתני' דלא כר' נחמיה דתניא", 
            "מסננת יש בו משום גילוי", 
            "אמר רבי נחמיה", 
            "אימתי בזמן שהתחתונה מגולה", 
            "אבל בזמן שהתחתונה מכוסה אע\"פ שהעליונה מגולה אין בה משום גילוי", 
            "מפני שארס נחש דומה לספוג צף ועומד במקומו", 
            "אפילו תימא רבי נחמיה אימר דאמר ר' נחמיה להדיוט אבל לגבוה מי אמר", 
            "ולית ליה לרבי נחמיה (מלאכי א, ח) הקריבהו נא לפחתך הירצך או הישא פניך אמר ה' צבאות:", 
            "הדרן עלך לולב וערבה:", 
            "מתני' החליל חמשה וששה זהו החליל של בית השואבה שאינו דוחה לא את השבת ולא את יום טוב:"
        ], 
        [
            "גמ' איתמר רב יהודה ורב עינא", 
            "חד תני", 
            "שואבה", 
            "וחד תני", 
            "חשובה", 
            "אמר מר זוטרא", 
            "מאן דתני שואבה לא משתבש ומאן דתני חשובה לא משתבש", 
            "מאן דתני שואבה לא משתבש דכתיב (ישעיהו יב, ג) ושאבתם מים בששון", 
            "ומאן דתני חשובה לא משתבש דאמר רב נחמן", 
            "מצוה חשובה היא ובאה מששת ימי בראשית", 
            "ת\"ר", 
            "החליל דוחה את השבת דברי ר' יוסי בר יהודה", 
            "וחכ\"א אף י\"ט אינו דוחה", 
            "אמר רב יוסף", 
            "מחלוקת בשיר של קרבן דר' יוסי סבר", 
            "עיקר שירה בכלי ועבודה היא ודוחה את השבת", 
            "ורבנן סברי", 
            "עיקר שירה בפה ולאו עבודה היא ואינה דוחה את השבת", 
            "אבל שיר של שואבה דברי הכל שמחה היא ואינה דוחה את השבת", 
            "אמר רב יוסף", 
            "מנא אמינא דבהא פליגי דתניא", 
            "כלי שרת שעשאן של עץ רבי פוסל ורבי יוסי בר יהודה מכשיר", 
            "מאי לאו בהא קמיפלגי", 
            "מאן דמכשיר סבר", 
            "עיקר שירה בכלי וילפינן מאבובא דמשה", 
            "ומאן דפסיל סבר", 
            "עיקר שירה בפה ולא ילפינן מאבובא דמשה", 
            "לא דכ\"ע", 
            "עיקר שירה בכלי והכא בדנין אפשר משאי אפשר קמיפלגי", 
            "מאן דמכשיר סבר", 
            "דנין אפשר משאי אפשר ומאן דפסיל סבר", 
            "לא דנין אפשר משאי אפשר", 
            "ואיבעית אימא", 
            "דכ\"ע דעיקר שירה בפה ואין דנין אפשר משאי אפשר והכא במילף מנורה בכללי ופרטי או ברבויי ומיעוטי קא מיפלגי", 
            "רבי דריש כללי ופרטי ר' יוסי בר יהודה דריש ריבויי ומיעוטי", 
            "רבי דריש כללי ופרטי", 
            "(שמות כה, לא) ועשית מנורת כלל זהב טהור פרט מקשה תעשה המנורה חזר וכלל", 
            "כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש של מתכת אף כל של מתכת", 
            "ר' יוסי בר יהודה דריש ריבויי ומיעוטי", 
            "ועשית מנורת ריבה זהב טהור מיעט מקשה תעשה המנורה חזר וריבה", 
            "ריבה ומיעט וריבה ריבה הכל מאי רבי רבי כל מילי מאי מיעט מיעט של חרס", 
            "אמר רב פפא"
        ], 
        [
            "כתנאי (דתניא)", 
            "עבדי כהנים היו דברי ר' מאיר", 
            "רבי יוסי אומר", 
            "משפחת בית הפגרים ומשפחת בית ציפריא ומאמאום היו שהיו משיאין לכהונה", 
            "ר' חנינא בן אנטיגנוס אומר", 
            "לוים היו", 
            "מאי לאו בהא קא מיפלגי", 
            "דמאן דאמר עבדים היו קסבר", 
            "עיקר שירה בפה ומאן דאמר לוים היו קסבר", 
            "עיקר שירה בכלי", 
            "ותסברא רבי יוסי מאי קסבר", 
            "אי קסבר עיקר שירה בפה אפילו עבדים נמי", 
            "אי קסבר עיקר שירה בכלי לוים אין ישראלים לא", 
            "אלא", 
            "דכולי עלמא עיקר שירה בפה", 
            "ובהא קא מיפלגי", 
            "דמר סבר", 
            "הכי הוה מעשה ומר סבר", 
            "הכי הוה מעשה", 
            "למאי נפקא מינה", 
            "למעלין מדוכן ליוחסין ולמעשר קא מיפלגי", 
            "מאן דאמר עבדים היו קסבר", 
            "אין מעלין מדוכן ליוחסין ולא למעשר", 
            "ומאן דאמר ישראל היו קסבר", 
            "מעלין מדוכן ליוחסין אבל לא למעשר", 
            "ומאן דאמר לוים היו קסבר", 
            "מעלין מדוכן בין ליוחסין בין למעשר", 
            "ורבי ירמיה בר אבא אמר", 
            "מחלוקת בשיר של שואבה דרבי יוסי בר יהודה סבר", 
            "שמחה יתירה נמי דוחה את השבת ורבנן סברי", 
            "שמחה יתירה אינה דוחה את השבת", 
            "אבל בשיר של קרבן דברי הכל עבודה היא ודוחה את השבת", 
            "מיתיבי", 
            "שיר של שואבה דוחה את השבת דברי רבי יוסי בר יהודה וחכמים אומרים", 
            "אף יום טוב אינו דוחה", 
            "תיובתא דרב יוסף תיובתא", 
            "לימא בשיר של שואבה הוא דפליגי אבל בשיר של קרבן דברי הכל דוחה את השבת לימא תיהוי תיובתא דרב יוסף בתרתי", 
            "אמר לך רב יוסף", 
            "פליגי בשיר של שואבה והוא הדין לקרבן", 
            "והאי דקמיפלגי בשיר של שואבה להודיעך כחו דרבי יוסי בר יהודה דאפילו דשואבה נמי דחי", 
            "והא קתני", 
            "זהו חליל של בית השואבה שאינו דוחה לא את השבת ולא את יום טוב זהו דאינו דוחה אבל דקרבן דוחה מני", 
            "אי נימא רבי יוסי בר יהודה האמר שיר של שואבה נמי דוחה אלא לאו רבנן ותיובתא דרב יוסף בתרתי", 
            "תיובתא", 
            "מאי טעמא דמאן דאמר עיקר שירה בכלי דכתיב (דברי הימים ב כט, כז) ויאמר חזקיהו להעלות העולה להמזבח ובעת החל העולה החל שיר ה' והחצוצרות ועל ידי כלי דויד מלך ישראל", 
            "מ\"ט דמאן דאמר עיקר שירה בפה דכתיב (דברי הימים ב ה, יג) ויהי כאחד למחצצרים ולמשוררים להשמיע קול אחד", 
            "ואידך נמי הא כתיב ויאמר חזקיהו הכי קאמר", 
            "החל שיר ה' בפה על ידי כלי דויד מלך ישראל לבסומי קלא", 
            "ואידך נמי הא כתיב ויהי כאחד למחצצרים ולמשוררים", 
            "הכי קאמר", 
            "משוררים דומיא דמחצצרים מה מחצצרים בכלי אף משוררים בכלי:", 
            "מתני' מי שלא ראה שמחת בית השואבה לא ראה שמחה מימיו", 
            "במוצאי יום טוב הראשון של חג ירדו לעזרת נשים ומתקנין שם תיקון גדול", 
            "מנורות של זהב היו שם וארבעה ספלים של זהב בראשיהם וארבעה סולמות לכל אחד ואחד וארבעה ילדים מפירחי כהונה ובידיהם כדים של מאה ועשרים לוג שהן מטילין לכל ספל וספל", 
            "מבלאי מכנסי כהנים ומהמייניהן מהן היו מפקיעין ובהן היו מדליקין", 
            "ולא היה חצר בירושלים שאינה מאירה מאור בית השואבה", 
            "חסידים ואנשי מעשה היו מרקדין בפניהם"
        ], 
        [
            "באבוקות של אור שבידיהן ואומרים לפניהם דברי שירות ותושבחות והלוים בכנורות ובנבלים ובמצלתים ובחצוצרות ובכלי שיר בלא מספר על חמש עשרה מעלות היורדות מעזרת ישראל לעזרת נשים כנגד חמש עשרה (מעלות) שבתהלים שעליהן לוים עומדין בכלי שיר ואומרים שירה", 
            "ועמדו שני כהנים בשער העליון שיורד מעזרת ישראל לעזרת נשים ושני חצוצרות בידיהן", 
            "קרא הגבר תקעו והריעו ותקעו", 
            "הגיעו למעלה עשירית תקעו והריעו ותקעו", 
            "הגיעו לעזרה תקעו והריעו ותקעו", 
            "(הגיעו לקרקע תקעו והריעו ותקעו)", 
            "היו תוקעין והולכין עד שמגיעין לשער היוצא ממזרח", 
            "הגיעו לשער היוצא ממזרח הפכו פניהן ממזרח למערב ואמרו", 
            "אבותינו שהיו במקום הזה אחוריהם אל ההיכל ופניהם קדמה ומשתחוים קדמה לשמש ואנו ליה עינינו", 
            "ר' יהודה אומר", 
            "היו שונין ואומרין אנו ליה וליה עינינו:", 
            "גמ' ת\"ר", 
            "מי שלא ראה שמחת בית השואבה לא ראה שמחה מימיו", 
            "מי שלא ראה ירושלים בתפארתה לא ראה כרך נחמד מעולם", 
            "מי שלא ראה בהמ\"ק בבנינו לא ראה בנין מפואר מעולם", 
            "מאי היא", 
            "אמר אביי ואיתימא רב חסדא", 
            "זה בנין הורדוס", 
            "במאי בניה", 
            "אמר (רבא)", 
            "באבני שישא ומרמרא", 
            "איכא דאמרי", 
            "באבני שישא כוחלא ומרמרא", 
            "אפיק שפה ועייל שפה כי היכי דלקבל סידא", 
            "סבר למשעיין בדהבא אמרו ליה רבנן", 
            "שבקיה דהכי שפיר טפי דמיתחזי כאדותא דימא", 
            "תניא רבי יהודה אומר", 
            "מי שלא ראה דיופלוסטון של אלכסנדריא של מצרים לא ראה בכבודן של ישראל", 
            "אמרו", 
            "כמין בסילקי גדולה היתה סטיו לפנים מסטיו פעמים שהיו בה (ששים רבוא על ששים רבוא) כפלים כיוצאי מצרים והיו בה ע\"א קתדראות של זהב כנגד ע\"א של סנהדרי גדולה כל אחת ואחת אינה פחותה מעשרים ואחד רבוא ככרי זהב", 
            "ובימה של עץ באמצעיתה וחזן הכנסת עומד עליה והסודרין בידו", 
            "וכיון שהגיע לענות אמן הלה מניף בסודר וכל העם עונין אמן", 
            "ולא היו יושבין מעורבין אלא זהבין בפני עצמן וכספין בפני עצמן ונפחין בפני עצמן וטרסיים בפני עצמן וגרדיים בפני עצמן", 
            "וכשעני נכנס שם היה מכיר בעלי אומנתו ונפנה לשם ומשם פרנסתו ופרנסת אנשי ביתו", 
            "אמר אביי", 
            "וכולהו קטלינהו אלכסנדרוס מוקדן", 
            "מ\"ט איענשו", 
            "משום דעברי אהאי קרא (דברים יז, טז) לא תוסיפון לשוב בדרך הזה עוד ואינהו הדור אתו", 
            "כי אתא אשכחינהו דהוו קרו בסיפרא (דברים כח, מט) ישא ה' עליך גוי מרחוק", 
            "אמר", 
            "מכדי ההוא גברא בעי למיתי ספינתא בעשרה יומי דליה זיקא ואתי ספינתא בחמשא יומי נפל עלייהו וקטלינהו:", 
            "במוצאי יום טוב כו':", 
            "מאי תיקון גדול", 
            "אמר רבי אלעזר", 
            "כאותה ששנינו חלקה היתה בראשונה והקיפוה גזוזטרא והתקינו שיהו נשים יושבות מלמעלה ואנשים מלמטה", 
            "תנו רבנן", 
            "בראשונה היו נשים מבפנים ואנשים מבחוץ והיו באים לידי קלות ראש התקינו שיהו נשים יושבות מבחוץ ואנשים מבפנים", 
            "ועדיין היו באין לידי קלות ראש", 
            "התקינו שיהו נשים יושבות מלמעלה ואנשים מלמטה", 
            "היכי עביד הכי והכתיב (דברי הימים א כח, יט) הכל בכתב מיד ה' עלי השכיל", 
            "אמר רב", 
            "קרא אשכחו ודרוש"
        ], 
        [
            "(זכריה יב, יב) וספדה הארץ משפחות משפחות לבד משפחת בית דוד לבד ונשיהם לבד", 
            "אמרו", 
            "והלא דברים ק\"ו", 
            "ומה לעתיד לבא שעוסקין בהספד ואין יצר הרע שולט בהם אמרה תורה אנשים לבד ונשים לבד עכשיו שעסוקין בשמחה ויצה\"ר שולט בהם על אחת כמה וכמה", 
            "הא הספידא מאי עבידתיה", 
            "פליגי בה רבי דוסא ורבנן", 
            "חד אמר", 
            "על משיח בן יוסף שנהרג וחד אמר", 
            "על יצה\"ר שנהרג", 
            "בשלמא למאן דאמר על משיח בן יוסף שנהרג היינו דכתיב (זכריה יב, י) והביטו אלי את אשר דקרו וספדו עליו כמספד על היחיד", 
            "אלא למאן דאמר על יצר הרע שנהרג האי הספידא בעי למעבד", 
            "שמחה בעי למעבד", 
            "אמאי בכו", 
            "כדדרש רבי יהודה", 
            "לעתיד לבא מביאו הקב\"ה ליצר הרע ושוחטו בפני הצדיקים ובפני הרשעים", 
            "צדיקים נדמה להם כהר גבוה ורשעים נדמה להם כחוט השערה", 
            "הללו בוכין והללו בוכין", 
            "צדיקים בוכין ואומרים", 
            "היאך יכולנו לכבוש הר גבוה כזה", 
            "ורשעים בוכין ואומרים", 
            "היאך לא יכולנו לכבוש את חוט השערה הזה", 
            "ואף הקב\"ה תמה עמהם שנאמר (זכריה ח, ו) כה אמר ה' צבאות כי יפלא בעיני שארית העם הזה בימים ההם גם בעיני יפלא", 
            "א\"ר אסי", 
            "יצה\"ר בתחילה דומה לחוט של בוכיא ולבסוף דומה כעבותות העגלה שנאמר (ישעיהו ה, יח) הוי מושכי העון בחבלי השוא וכעבות העגלה חטאה", 
            "תנו רבנן", 
            "משיח בן דוד שעתיד להגלות במהרה בימינו אומר לו הקב\"ה", 
            "שאל ממני דבר ואתן לך שנאמר (תהלים ב, ז) אספרה אל חוק וגו' אני היום ילדתיך (תהלים ב, ח) שאל ממני ואתנה גוים נחלתך", 
            "וכיון שראה משיח בן יוסף שנהרג אומר לפניו", 
            "רבש\"ע איני מבקש ממך אלא חיים", 
            "אומר לו", 
            "חיים עד שלא אמרת כבר התנבא עליך דוד אביך שנאמר (תהלים כא, ה) חיים שאל ממך נתתה לו וגו'", 
            "דרש ר' עוירא ואיתימא ר' יהושע בן לוי", 
            "שבעה שמות יש לו ליצה\"ר", 
            "הקב\"ה קראו רע שנאמר (בראשית ח, כא) כי יצר לב האדם רע מנעוריו", 
            "משה קראו ערל שנאמר (דברים י, טז) ומלתם את ערלת לבבכם", 
            "דוד קראו טמא שנאמר (תהלים נא, יב) לב טהור ברא לי אלהים מכלל דאיכא טמא", 
            "שלמה קראו שונא שנאמר (משלי כה, כא) אם רעב שנאך האכילהו לחם ואם צמא השקהו מים כי גחלים אתה חותה על ראשו וה' ישלם לך אל תקרי ישלם לך אלא ישלימנו לך", 
            "ישעיה קראו מכשול שנאמר (ישעיהו נז, יד) סולו סולו פנו דרך הרימו מכשול מדרך עמי", 
            "יחזקאל קראו אבן שנאמר (יחזקאל לו, כו) והסרתי את לב האבן מבשרכם ונתתי לכם לב בשר", 
            "יואל קראו צפוני שנאמר (יואל ב, כ) ואת הצפוני ארחיק מעליכם", 
            "ת\"ר", 
            "ואת הצפוני ארחיק מעליכם זה יצה\"ר שצפון ועומד בלבו של אדם", 
            "והדחתיו אל ארץ ציה ושממה למקום שאין בני אדם מצויין להתגרות בהן", 
            "את פניו אל הים הקדמוני שנתן עיניו במקדש ראשון והחריבו והרג תלמידי חכמים שבו", 
            "וסופו אל הים האחרון שנתן עיניו במקדש שני והחריבו והרג תלמידי חכמים שבו", 
            "ועלה באשו ותעל צחנתו שמניח אומות העולם ומתגרה בשונאיהם של ישראל", 
            "כי הגדיל לעשות אמר אביי", 
            "ובתלמידי חכמים יותר מכולם", 
            "כי הא דאביי שמעיה לההוא גברא דקאמר לההיא אתתא", 
            "נקדים וניזיל באורחא", 
            "אמר", 
            "איזיל אפרשינהו מאיסורא", 
            "אזל בתרייהו תלתא פרסי באגמא", 
            "כי הוו פרשי מהדדי שמעינהו דקא אמרי", 
            "אורחין רחיקא וצוותין בסימא", 
            "אמר אביי", 
            "אי מאן דסני לי הוה לא הוה מצי לאוקומיה נפשיה", 
            "אזל תלא נפשיה בעיבורא דדשא ומצטער", 
            "אתא ההוא סבא תנא ליה", 
            "כל הגדול מחבירו יצרו גדול הימנו", 
            "אמר רבי יצחק", 
            "יצרו של אדם מתגבר עליו בכל יום שנאמר (בראשית ו, ה) רק"
        ], 
        [
            "רע כל היום", 
            "אמר רבי שמעון בן לקיש", 
            "יצרו של אדם מתגבר עליו בכל יום ומבקש להמיתו שנאמר (תהלים לז, לב) צופה רשע לצדיק ומבקש להמיתו ואלמלא הקב\"ה שעוזר לו אינו יכול לו שנאמ' (תהלים לז, לג) ה' לא יעזבנו בידו ולא ירשיענו בהשפטו", 
            "תנא דבי רבי ישמעאל", 
            "אם פגע בך מנוול זה משכהו לבית המדרש", 
            "אם אבן הוא נימוח אם ברזל הוא מתפוצץ", 
            "אם אבן הוא נימוח דכתיב (ישעיהו נה, א) הוי כל צמא לכו למים וכתיב (איוב יד, יט) אבנים שחקו מים", 
            "אם ברזל הוא מתפוצץ דכתיב (ירמיהו כג, כט) הלא כה דברי כאש נאם ה' וכפטיש יפוצץ סלע", 
            "א\"ר שמואל בר נחמני א\"ר יונתן", 
            "יצר הרע מסיתו לאדם בעוה\"ז ומעיד עליו לעולם הבא", 
            "שנאמר (משלי כט, כא) מפנק מנוער עבדו ואחריתו יהיה מנון שכן באטב\"ח של ר' חייא קורין לסהדה מנון", 
            "רב הונא רמי", 
            "כתיב (הושע ד, יב) כי רוח זנונים התעה וכתיב (הושע ה, ד) בקרבם", 
            "בתחלה התעם ולבסוף בקרבם", 
            "אמר רבא", 
            "בתחלה קראו הלך ולבסוף קראו אורח ולבסוף קראו איש שנאמר (שמואל ב יב, ד) ויבא הלך לאיש העשיר ויחמול לקחת מצאנו ומבקרו לעשות לאורח וכתיב ויקח את כבשת האיש הרש ויעשה לאיש הבא אליו", 
            "אמר רבי יוחנן", 
            "אבר קטן יש לו לאדם מרעיבו שבע משביעו רעב שנאמר (הושע יג, ו) כמרעיתם וישבעו וגו'", 
            "אמר רב חנא בר אחא אמרי בי רב", 
            "ארבעה מתחרט עליהן הקב\"ה שבראם ואלו הן", 
            "גלות כשדים וישמעאלים ויצר הרע", 
            "גלות דכתיב (ישעיהו נב, ה) ועתה מה לי פה נאם ה' כי לקח עמי חנם וגו'", 
            "כשדים דכתיב (ישעיהו כג, יג) הן ארץ כשדים זה העם לא היה", 
            "ישמעאלים דכתיב (איוב יב, ו) ישליו אהלים לשודדים ובטוחות למרגיזי אל לאשר הביא אלוה בידו", 
            "יצר הרע דכתיב (מיכה ד, ו) ואשר הרעתי", 
            "אמר רבי יוחנן", 
            "אלמלא שלש מקראות הללו נתמוטטו רגליהם של שונאיהן של ישראל חד דכתיב ואשר הרעתי וחד דכתיב (ירמיהו יח, ו) הנה כחומר ביד היוצר כן אתם וגו'", 
            "ואידך (יחזקאל לו, כו) והסרתי את לב האבן מבשרכם ונתתי לכם לב בשר", 
            "רב פפא אמר", 
            "אף מהאי נמי (יחזקאל לו, כז) ואת רוחי אתן בקרבכם וגו'", 
            "(זכריה ב, ג) ויראני ה' ארבעה חרשים", 
            "מאן נינהו ארבעה חרשים", 
            "אמר רב חנא בר ביזנא אמר רבי שמעון חסידא", 
            "משיח בן דוד ומשיח בן יוסף ואליהו וכהן צדק", 
            "מתיב רב ששת", 
            "אי הכי היינו דכתיב (זכריה ב, ב) ויאמר אלי אלה הקרנות אשר זרו את יהודה הני לשובה אתו", 
            "א\"ל", 
            "שפיל לסיפיה דקרא ויבואו אלה להחריד אותם לידות את קרנות הגוים הנושאים קרן אל ארץ יהודה לזרותה וגו'", 
            "א\"ל", 
            "בהדי חנא באגדתא למה לי", 
            "(מיכה ה, ד) והיה זה שלום אשור כי יבא בארצנו וכי ידרוך בארמנותינו והקמנו עליו שבעה רועים ושמנה נסיכי אדם", 
            "מאן נינהו שבעה רועים", 
            "דוד באמצע אדם שת ומתושלח מימינו אברהם יעקב ומשה בשמאלו", 
            "ומאן נינהו שמנה נסיכי אדם ישי ושאול ושמואל עמוס וצפניה צדקיה ומשיח ואליהו:", 
            "ארבעה סולמות כו':", 
            "תנא", 
            "גובהה של מנורה חמשים אמה (כו'):", 
            "וארבעה ילדים של פרחי כהונה ובידיהם כדי שמן של מאה ועשרים לוג:", 
            "איבעיא להו", 
            "מאה ועשרים לוג כולהו או דלמא לכל חד וחד", 
            "תא שמע", 
            "ובידיהם כדי שמן של שלשים שלשים לוג שהם כולם מאה ועשרים לוג", 
            "תנא", 
            "והן משובחין היו יותר מבנה של מרתא בת בייתוס", 
            "אמרו על בנה של מרתא בת בייתוס שהיה נוטל שתי יריכות של שור הגדול שלקוח באלף זוז ומהלך עקב בצד גודל", 
            "ולא הניחוהו אחיו הכהנים לעשות כן משום (משלי יד, כח) ברב עם הדרת מלך", 
            "מאי משובחים", 
            "אילימא משום יוקרא הני יקירי טפי", 
            "אלא התם כבש ומרובע ולא זקיף הכא סולמות וזקיף טובא:", 
            "ולא היה חצר בירושלים:", 
            "תנא"
        ], 
        [
            "אשה היתה בוררת חטים לאור של בית השואבה:", 
            "חסידים ואנשי מעשה כו':", 
            "ת\"ר", 
            "יש מהן אומרים אשרי ילדותנו שלא ביישה את זקנותנו אלו חסידים ואנשי מעשה ויש מהן אומרים אשרי זקנותנו שכפרה את ילדותנו אלו בעלי תשובה", 
            "אלו ואלו אומרים אשרי מי שלא חטא ומי שחטא ישוב וימחול לו", 
            "תניא אמרו עליו על הלל הזקן כשהיה שמח בשמחת בית השואבה אמר כן", 
            "אם אני כאן הכל כאן ואם איני כאן מי כאן", 
            "הוא היה אומר כן", 
            "למקום שאני אוהב שם רגלי מוליכות אותי אם תבא אל ביתי אני אבא אל ביתך אם אתה לא תבא אל ביתי אני לא אבא אל ביתך שנאמר (שמות כ, כד) בכל המקום אשר אזכיר את שמי אבא אליך וברכתיך", 
            "אף הוא ראה גלגולת אחת שצפה על פני המים אמר לה", 
            "על דאטפת אטפוך ומטיפיך יטופון", 
            "אמר רבי יוחנן", 
            "רגלוהי דבר איניש אינון ערבין ביה לאתר דמיתבעי תמן מובילין יתיה", 
            "הנהו תרתי כושאי דהוו קיימי קמי שלמה (מלכים א ד, ג) אליחרף ואחיה בני שישא סופרים דשלמה הוו", 
            "יומא חד חזייה למלאך המות דהוה קא עציב", 
            "א\"ל", 
            "אמאי עציבת", 
            "א\"ל", 
            "דקא בעו מינאי הני תרתי כושאי דיתבי הכא", 
            "מסרינהו לשעירים שדרינהו למחוזא דלוז", 
            "כי מטו למחוזא דלוז שכיבו", 
            "למחר חזיא מלאך המות דהוה קבדח א\"ל", 
            "אמאי בדיחת", 
            "א\"ל", 
            "באתר דבעו מינאי תמן שדרתינהו", 
            "מיד פתח שלמה ואמר", 
            "רגלוהי דבר איניש אינון ערבין ביה לאתר דמיתבעי תמן מובילין יתיה", 
            "תניא אמרו עליו על רבן שמעון בן גמליאל כשהיה שמח שמחת בית השואבה היה נוטל שמנה אבוקות של אור וזורק אחת ונוטל אחת ואין נוגעות זו בזו", 
            "וכשהוא משתחוה נועץ שני גודליו בארץ ושוחה ונושק את הרצפה וזוקף ואין כל בריה יכולה לעשות כן", 
            "וזו היא קידה", 
            "לוי אחוי קידה קמיה דרבי ואיטלע", 
            "והא גרמא ליה", 
            "והאמר רבי אלעזר", 
            "לעולם אל יטיח אדם דברים כלפי מעלה שהרי אדם גדול הטיח דברים כלפי מעלה ואיטלע ומנו לוי", 
            "הא והא גרמא ליה", 
            "לוי הוה מטייל קמיה דרבי בתמני סכיני", 
            "שמואל קמיה שבור מלכא בתמניא מזגי חמרא", 
            "אביי קמיה (דרבא) בתמניא ביעי ואמרי לה בארבעה ביעי", 
            "תניא אמר ר' יהושע בן חנניה", 
            "כשהיינו שמחים שמחת בית השואבה לא ראינו שינה בעינינו", 
            "כיצד", 
            "שעה ראשונה תמיד של שחר משם לתפלה משם לקרבן מוסף משם לתפלת המוספין משם לבית המדרש משם לאכילה ושתיה משם לתפלת המנחה משם לתמיד של בין הערבים מכאן ואילך לשמחת בית השואבה", 
            "איני", 
            "והאמר רבי יוחנן", 
            "שבועה שלא אישן שלשה ימים מלקין אותו וישן לאלתר", 
            "אלא הכי קאמר", 
            "לא טעמנו טעם שינה דהוו מנמנמי אכתפא דהדדי:", 
            "חמש עשרה מעלות:", 
            "אמר ליה רב חסדא לההוא מדרבנן דהוי קמסדר אגדתא קמיה א\"ל", 
            "שמיע לך הני חמש עשרה מעלות כנגד מי אמרם דוד", 
            "א\"ל הכי אמר רבי יוחנן", 
            "בשעה שכרה דוד שיתין קפא תהומא ובעי למשטפא עלמא אמר דוד חמש עשרה מעלות והורידן", 
            "אי הכי חמש עשרה מעלות", 
            "יורדות מיבעי ליה", 
            "אמר ליה", 
            "הואיל ואדכרתן (מלתא) הכי אתמר", 
            "בשעה שכרה דוד שיתין קפא תהומא ובעא למשטפא עלמא אמר דוד", 
            "מי איכא דידע אי שרי למכתב שם"
        ], 
        [
            "אחספא ונשדיה בתהומא ומנח", 
            "ליכא דקאמר ליה מידי", 
            "אמר דוד", 
            "כל דידע למימר ואינו אומר יחנק בגרונו", 
            "נשא אחיתופל ק\"ו בעצמו", 
            "ומה לעשות שלום בין איש לאשתו אמרה תורה", 
            "שמי שנכתב בקדושה ימחה על המים לעשות שלום לכל העולם כולו על אחת כמה וכמה", 
            "אמר ליה", 
            "שרי", 
            "כתב שם אחספא ושדי לתהומא ונחית תהומא שיתסר אלפי גרמידי", 
            "כי חזי דנחית טובא אמר", 
            "כמה דמידלי טפי מירטב עלמא", 
            "אמר חמש עשרה מעלות ואסקיה חמיסר אלפי גרמידי ואוקמיה באלפי גרמידי", 
            "אמר עולא", 
            "ש\"מ סומכא דארעא אלפי גרמידי", 
            "והא חזינן דכרינן פורתא ונפקי מיא", 
            "אמר רב משרשיא", 
            "ההוא מסולמא דפרת:", 
            "ועמדו כהנים בשער העליון שיורד כו':", 
            "בעי ר' ירמיה", 
            "למעלה עשירית דנחית חמשה וקאי אעשרה או דלמא דנחית עשרה וקאי אחמשה", 
            "תיקו", 
            "תנו רבנן", 
            "ממשמע שנאמר (יחזקאל ח, טז) ופניהם קדמה איני יודע שאחוריהם אל היכל ה'", 
            "אלא מה תלמוד לומר אחוריהם אל היכל ה' מלמד שהיו פורעין עצמן ומתריזין כלפי מטה:", 
            "אנו ליה וליה עינינו כו':", 
            "איני", 
            "והאמר רבי זירא", 
            "כל האומר שמע שמע כאילו אמר מודים מודים", 
            "אלא הכי אמרי", 
            "המה משתחוים קדמה ואנו ליה (אנחנו מודים) ועינינו ליה מיחלות:", 
            "מתני' אין פוחתין מעשרים ואחת תקיעות במקדש ואין מוסיפין על ארבעים ושמנה", 
            "בכל יום היו שם עשרים ואחת תקיעות במקדש", 
            "שלש לפתיחת שערים ותשע לתמיד של שחר ותשע לתמיד של בין הערבים", 
            "ובמוספין היו מוסיפין עוד תשע", 
            "ובערב שבת היו מוסיפין שש", 
            "שלש להבטיל את העם ממלאכה ושלש להבדיל בין קדש לחול", 
            "ערב שבת שבתוך החג היו שם ארבעים ושמנה", 
            "שלש לפתיחת שערים שלש לשער העליון ושלש לשער התחתון ושלש למילוי המים ושלש על גבי מזבח תשע לתמיד של שחר ותשע לתמיד של בין הערבים ותשע למוספין שלש להבטיל את העם מן המלאכה ושלש להבדיל בין קודש לחול:", 
            "גמ' מתניתין דלא כרבי יהודה", 
            "דתניא ר\"י אומר", 
            "הפוחת לא יפחות משבע והמוסיף לא יוסיף על שש עשרה", 
            "במאי קא מיפלגי", 
            "ר\"י סבר", 
            "תקיעה תרועה תקיעה אחת היא ורבנן סברי", 
            "תקיעה לחוד ותרועה לחוד", 
            "מ\"ט דרבי יהודה", 
            "אמר קרא (במדבר י, ה) ותקעתם תרועה וכתיב תרועה יתקעו", 
            "הא כיצד", 
            "תקיעה ותרועה אחת היא", 
            "ורבנן", 
            "ההוא לפשוטה לפניה ולאחריה הוא דאתא", 
            "ור' יהודה לפניה ולאחריה מנליה", 
            "נפקא ליה משנית", 
            "ורבנן מאי טעמייהו", 
            "דכתיב (במדבר י, ז) ובהקהיל את הקהל תתקעו ולא תריעו ואי ס\"ד תקיעה תרועה אחת היא אמר רחמנא פלגא דמצוה עביד ופלגא לא עביד", 
            "ור' יהודה", 
            "ההוא לסימנא בעלמא הוא דאתא", 
            "ורבנן", 
            "סימנא הוא ורחמנא שויה מצוה", 
            "כמאן אזלא הא דאמר רב כהנא", 
            "אין בין תקיעה לתרועה ולא כלום כמאן", 
            "כרבי יהודה", 
            "אי רבי יהודה פשיטא"
        ], 
        [
            "מהו דתימא אפילו כרבנן ולאפוקי מדרבי יוחנן דאמר", 
            "שמע תשע תקיעות בתשע שעות ביום יצא קמ\"ל", 
            "ואימא הכי נמי", 
            "אם כן מאי ולא כלום:", 
            "ע\"ש שבתוך החג כו':", 
            "ואילו למעלה עשירית לא קתני", 
            "מתניתין מני רבי אליעזר בן יעקב היא", 
            "דתניא", 
            "שלש למעלה עשירית ר' אליעזר בן יעקב אומר", 
            "שלש על גבי המזבח", 
            "האומר למעלה עשירית אינו אומר ע\"ג המזבח והאומר ע\"ג המזבח אינו אומר למעלה עשירית", 
            "מ\"ט דר' אליעזר בן יעקב", 
            "כיון דתקע לפתיחת שערים למעלה עשירית למה לי דתקע", 
            "האי לאו שער הוא", 
            "הלכך ע\"ג המזבח עדיף", 
            "ורבנן סברי", 
            "כיון דתקע למילוי המים ע\"ג המזבח למה לי", 
            "הלכך למעלה העשירית עדיף", 
            "כי אתא ר' אחא בר חנינא מדרומא אייתי מתניתא בידיה", 
            "(במדבר י, ח) ובני אהרן הכהנים יתקעו בחצוצרות שאין ת\"ל יתקעו שכבר נאמר (במדבר י, י) ותקעתם בחצוצרות על עולותיכם ועל זבחי שלמיכם ומה ת\"ל יתקעו", 
            "הכל לפי המוספין תוקעין", 
            "הוא תני לה והוא אמר", 
            "לה לומר שתוקעין על כל מוסף ומוסף", 
            "תנן", 
            "ע\"ש שבתוך החג היו שם מ\"ח", 
            "ואם איתא ליתני", 
            "שבת שבתוך החג משכחת לה חמשין וחד", 
            "א\"ר זירא", 
            "לפי שאין תוקעין לפתיחת שערים בשבת", 
            "אמר רבא", 
            "מאן הא דלא חש לקימחא", 
            "חדא", 
            "דבכל יום תנן", 
            "ועוד", 
            "אי נמי כהדדי נינהו ליתני", 
            "שבת שבתוך החג היו שם ארבעים ושמונה דשמעת מינה תרתי", 
            "שמעת מינה דרבי אליעזר בן יעקב ושמעת מינה דר' אחא בר חנינא", 
            "אלא אמר רבא", 
            "לפי שאין תוקעין למילוי מים בשבת דבצרי טובא", 
            "וליתני נמי", 
            "ר\"ה שחל להיות בשבת דהא איכא תלתא מוספין", 
            "מוסף דר\"ה מוסף דר\"ח מוסף דשבת", 
            "ע\"ש שבתוך החג אצטריך ליה לאשמעינן כדרבי אליעזר בן יעקב", 
            "אטו מי קאמר ליתני הא ולא ליתני הא", 
            "ליתני הא וליתני הא", 
            "תנא ושייר", 
            "מאי שייר דהאי שייר", 
            "שייר ערב הפסח"
        ], 
        [
            "אי משום ערב הפסח לאו שיורא הוא דהא מני רבי יהודה היא דאמר", 
            "מימיהם של כת שלישית לא הגיעה לומר (תהלים קטז, א) אהבתי כי ישמע ה' מפני שהיו עמה מועטין", 
            "הא אוקימנא דלא כר' יהודה", 
            "ודלמא האי תנא סבר לה כוותיה בחדא ופליג עליה בחדא", 
            "אלא", 
            "מאי שייר דהאי שייר", 
            "שייר ערב הפסח שחל להיות בערב שבת אפיק שית ועייל שית:", 
            "ואין מוסיפין על מ\"ח:", 
            "ולא", 
            "והא איכא ערב הפסח שחל להיות בשבת דאי לרבי יהודה חמשין וחדא אי לרבנן חמשין ושבע", 
            "כי קתני מידי דאיתיה בכל שנה ערב הפסח שחל להיות בשבת דליתיה בכל שנה ושנה לא קתני", 
            "אטו ע\"ש שבתוך החג מי איתיה בכל שנה", 
            "זימנין דלא משכחת ליה והיכי דמי כגון שחל יום טוב ראשון בערב שבת", 
            "כי מקלעינן יום טוב ראשון בערב שבת מדחי דחינן ליה", 
            "מאי טעמא כיון דאיקלע יו\"ט הראשון של חג להיות בע\"ש יוה\"כ אימת הוי", 
            "בחד בשבת הלכך דחינן ליה", 
            "ומי דחינן ליה", 
            "והא תנן", 
            "חלבי שבת קריבין ביוה\"כ ואמר רבי זירא", 
            "כי הוינן בי רב בבבל הוה אמרי", 
            "הא דתניא", 
            "יום הכפורים שחל להיות ערב שבת לא היו תוקעין ובמוצאי שבת לא היו מבדילין דברי הכל היא", 
            "כי סליקית להתם אשכחתיה לרבי יהודה בריה דר' שמעון בן פזי דיתיב וקאמר", 
            "ר\"ע היא", 
            "לא קשיא הא רבנן הא אחרים היא", 
            "דתניא אחרים אומרים", 
            "אין בין עצרת לעצרת ואין בין ראש השנה לראש השנה אלא ארבעה ימים בלבד ואם היתה שנה מעוברת חמשה", 
            "מיתיבי", 
            "ראש חדש שחל להיות בשבת שיר של ראש חדש דוחה שיר של שבת", 
            "ואי איתא לימא דשבת ולימא דראש חדש", 
            "אמר רב ספרא", 
            "מאי דוחה דוחה לקדם", 
            "ואמאי", 
            "תדיר ושאינו תדיר תדיר קודם", 
            "אמר ר' יוחנן", 
            "לידע שהוקבע ראש חדש בזמנו", 
            "והאי היכירא עבדינן", 
            "הא היכירא אחריתא עבדינן דתניא", 
            "חלבי תמיד של שחר ניתנין מחצי כבש ולמטה במזרח ושל מוספין ניתנין מחצי כבש ולמטה במערב ושל ראש חדש ניתנין תחת כרכוב המזבח ולמטה"
        ], 
        [
            "ואמר ר' יוחנן", 
            "לידע שהוקבע ר\"ח בזמנו", 
            "תרי היכירא עבדינן דחזי האי חזי וחזי בהאי חזי", 
            "מיתיבי דתני רבא בר שמואל", 
            "יכול כשם שתוקעין על שבת בפני עצמו ועל ראש חדש בפני עצמו כך יהיו תוקעין על כל מוסף ומוסף ת\"ל (במדבר י, י) ובראשי חדשיכם", 
            "תיובתא דרבי אחא תיובתא", 
            "מאי תלמודא", 
            "אמר אביי", 
            "אמר קרא ובראשי חדשיכם הוקשו כל חדשים כולם זה לזה", 
            "רב אשי אמר", 
            "כתיב חדשכם וכתיב ובראשי", 
            "ואיזה חדש שיש לו שני ראשים הוי אומר זה ר\"ה ואמר רחמנא חדשכם חד היא", 
            "ועוד תניא", 
            "בחולו של מועד בראשון מה היו אומרים (תהלים כט, א) הבו לה' בני אלים בשני מה היו אומרים (תהלים נ, טז) ולרשע אמר אלהים בשלישי מה היו אומרים (תהלים צד, טז) מי יקום לי עם מרעים ברביעי מה היו אומרים (תהלים צד, ח) בינו בוערים בעם בחמישי מה היו אומרים (תהלים פא, ז) הסירותי מסבל שכמו בששי מה היו אומרים (תהלים פב, ה) ימוטו כל מוסדי ארץ", 
            "ואם חל שבת באחד מהם ימוטו ידחה", 
            "רב ספרא מנח בהו סימנא", 
            "הומבה\"י רב פפא מנח בהו סמנא", 
            "הומהב\"י וסימנך", 
            "אמבוהא דספרי", 
            "תיובתא דר' אחא בר חנינא תיובתא", 
            "והא ר' אחא בר חנינא קרא ומתניתא קאמר", 
            "אמר רבינא", 
            "לומר שמאריכין בתקיעות", 
            "רבנן דקיסרי משמיה דר' אחא אמרי", 
            "לומר שמרבה בתוקעין", 
            "ואנן דאית לן תרי יומי היכי עבדינן", 
            "אביי אמר", 
            "שני ידחה רבא אמר", 
            "שביעי ידחה", 
            "תניא כותיה דרבא", 
            "אם חל שבת להיות באחד מהן ימוטו ידחה", 
            "אתקין אמימר בנהרדעא דמדלגי דלוגי:"
        ], 
        [
            "מתני' יום טוב הראשון של חג היו שם י\"ג פרים אילים שנים ושעיר אחד", 
            "נשתיירו שם י\"ד כבשים לשמונה משמרות", 
            "ביום ראשון ששה מקריבין שנים שנים והשאר אחד אחד", 
            "בשני חמשה מקריבין שנים שנים והשאר אחד אחד", 
            "בשלישי ד' מקריבין שנים שנים והשאר אחד אחד", 
            "ברביעי שלשה מקריבין שנים שנים והשאר אחד אחד", 
            "בחמישי שנים מקריבין שנים שנים והשאר אחד אחד", 
            "בששי אחד מקריב שנים והשאר אחד אחד", 
            "בשביעי כולן שוין", 
            "בשמיני חזרו לפייס כברגלים", 
            "אמרו מי שהקריב פרים היום לא יקריב למחר אלא חוזרין חלילה:", 
            "גמ' נימא מתני' רבי היא ולא רבנן דתניא", 
            "פר הבא בשמיני בתחילה מפיסין עליו דברי רבי", 
            "וחכמים אומרים", 
            "אחת משתי משמרות דלא שלשו בפרים עושה אותו", 
            "אפילו תימא רבנן אטו שתי משמרות לא אפוסי בעי", 
            "כמאן אזלא הא דתניא", 
            "כל המשמרות שונות ומשלשות חוץ משני משמרות ששונות ואין משלשות", 
            "נימא רבי ולא רבנן", 
            "אפי' תימא רבנן מאי לא שלשו בפרי החג", 
            "ומאי קמ\"ל", 
            "הא קמ\"ל", 
            "מי שהקריב פרים היום לא יקריב למחר אלא חוזרין חלילה", 
            "א\"ר אליעזר", 
            "הני שבעים פרים כנגד מי כנגד שבעים אומות", 
            "פר יחידי למה כנגד אומה יחידה", 
            "משל למלך בשר ודם שאמר לעבדיו", 
            "עשו לי סעודה גדולה", 
            "ליום אחרון אמר לאוהבו", 
            "עשה לי סעודה קטנה כדי שאהנה ממך", 
            "א\"ר יוחנן", 
            "אוי להם לעובדי כוכבים שאבדו ואין יודעין מה שאבדו בזמן שבהמ\"ק קיים מזבח מכפר עליהן ועכשיו מי מכפר עליהן:", 
            "מתני' בשלשה פרקים בשנה היו כל משמרות שוות", 
            "באימורי הרגלים ובחילוק לחם הפנים", 
            "בעצרת אומר לו", 
            "הילך מצה הילך חמץ", 
            "משמר שזמנו קבוע הוא מקריב תמידין נדרים ונדבות ושאר קרבנות צבור ומקריב את הכל:", 
            "גמ' אימורי הרגלים", 
            "של גבוה נינהו", 
            "אמר רב חסדא", 
            "מה שאמור ברגלים", 
            "ת\"ר", 
            "מנין שכל המשמרות שוות באימורי הרגלים ת\"ל (דברים יח, ו) ובא בכל אות נפשו ושרת ", 
            "כול אף בשאר ימות השנה כן תלמוד לומר מאחד שעריך לא אמרתי אלא בשעה שכל ישראל נכנסין בשער אחד:", 
            "ובחילוק לחם הפנים כו':", 
            "תנו רבנן", 
            "מנין שכל המשמרות שוות בחילוק לחם הפנים"
        ], 
        [
            "תלמוד לומר (דברים יח, ח) חלק כחלק יאכלו כחלק עבודה כך חלק אכילה", 
            "ומאי אכילה אילימא קרבנות מהתם נפקא", 
            "(ויקרא ז, ט) לכהן המקריב אותה לו תהיה", 
            "אלא לחם הפנים", 
            "יכול אף בחובות הבאות שלא מחמת הרגל ברגל ת\"ל (דברים יח, ח) לבד ממכריו על האבות", 
            "מה מכרו האבות זה לזה אני בשבתי ואתה בשבתך:", 
            "בעצרת אומר לו הילך וכו':", 
            "איתמר רב אמר", 
            "סוכה ואח\"כ זמן רבה בר בר חנה אמר", 
            "זמן ואחר כך סוכה", 
            "רב אמר", 
            "סוכה ואחר כך זמן חיובא דיומא עדיף", 
            "רבה בר בר חנה אמר", 
            "זמן ואחר כך סוכה תדיר ושאינו תדיר תדיר קודם", 
            "לימא רב ורבה בר בר חנה בפלוגתא דבית שמאי ובית הלל קמיפלגי", 
            "דת\"ר", 
            "דברים שבין בית שמאי ובית הלל בסעודה", 
            "בית שמאי אומרים", 
            "מברך על היום ואחר כך מברך על היין ובית הלל אומרים", 
            "מברך על היין ואחר כך מברך על היום", 
            "בית שמאי אומרים", 
            "מברך על היום ואח\"כ מברך על היין שהיום גורם ליין שיבא וכבר קידש היום ועדיין יין לא בא", 
            "ובית הלל אומרים", 
            "מברך על היין ואחר כך מברך על היום", 
            "שהיין גורם לקידושא שתאמר", 
            "ד\"א", 
            "ברכת היין תדירה וברכת היום אינה תדירה תדיר ושאינו תדיר תדיר קודם", 
            "לימא רב דאמר כבית שמאי ורבה בר בר חנה דאמר כבית הלל", 
            "אמר לך רב", 
            "אנא דאמרי אפילו לבית הלל עד כאן לא קאמרי בית הלל התם אלא שהיין גורם לקידושא שתאמר אבל הכא אי לאו זמן מי לא אמרינן סוכה", 
            "ורבה בר בר חנה אמר לך", 
            "אנא דאמרי אפילו לבית שמאי עד כאן לא אמרי בית שמאי התם אלא שהיום גורם ליין שיבא אבל הכא אי לאו סוכה מי לא אמרינן זמן", 
            "תנן", 
            "בעצרת אומר לו", 
            "הילך מצה הילך חמץ", 
            "והא הכא דחמץ עיקר ומצה טפל וקתני", 
            "הילך מצה והילך חמץ תיובתא דרב", 
            "אמר לך רב", 
            "תנאי היא דתניא", 
            "הילך מצה הילך חמץ אבא שאול אומר", 
            "הילך חמץ הילך מצה", 
            "דרש רב נחמן בר רב חסדא", 
            "לא כדברי רב דאמר סוכה ואחר כך זמן אלא", 
            "זמן ואחר כך סוכה", 
            "ורב ששת בריה דרב אידי אמר", 
            "סוכה ואחר כך זמן", 
            "והלכתא", 
            "סוכה ואחר כך זמן:", 
            "משמר שזמנו קבוע [וכו'] ושאר קרבנות צבור:", 
            "לאתויי מאי", 
            "לאתויי פר העלם דבר של צבור ושעירי עבודת כוכבים:", 
            "והוא מקריב את הכל לאתויי מאי", 
            "לאתויי קייץ המזבח:", 
            "מתני' יום טוב הסמוך לשבת בין מלפניה בין לאחריה היו כל המשמרות שוות בחילוק לחם הפנים", 
            "חל להיות יום אחד [להפסיק] בינתים משמר שזמנו קבוע היה נוטל עשר חלות והמתעכב נוטל שתים", 
            "ובשאר ימות השנה הנכנס נוטל שש והיוצא נוטל שש", 
            "רבי יהודה אומר", 
            "הנכנס נוטל שבע והיוצא נוטל חמש", 
            "הנכנסין חולקין בצפון והיוצאין בדרום", 
            "בילגה לעולם חולקת בדרום וטבעתה קבועה וחלונה סתומה:", 
            "גמ' מאי מלפניה ומאי מלאחריה", 
            "אילימא לפניה יום טוב ראשון לאחריה יום טוב אחרון היינו שבת שבתוך החג", 
            "אלא", 
            "לפניה יום טוב אחרון לאחריה יום טוב ראשון", 
            "מ\"ט", 
            "כיון דהני מקדמי והני מאחרי תיקנו רבנן מילתא כי היכי דניכלו בהדי הדדי:", 
            "חל יום אחד:"
        ], 
        [
            "והני תרתי מאי עבידתייהו", 
            "אמר ר' יצחק", 
            "בשכר הגפת דלתות", 
            "ונימא ליה", 
            "דל בדל", 
            "אמר אביי", 
            "בוצינא טבא מקרא", 
            "אמר רב יהודה", 
            "ובמוספין חולקין", 
            "מיתיבי", 
            "משמרה היוצאת עושה תמיד של שחר ומוספין", 
            "משמרה הנכנסת עושה תמיד של בין הערבים ובזיכין", 
            "ואילו מוספין חולקין לא קתני", 
            "האי תנא בחלוקה לא קא מיירי", 
            "אמר רבא", 
            "והא תנא דבי שמואל דמיירי בחלוקה ובמוספין חולקין לא קתני דתנא דבי שמואל", 
            "משמרה היוצאת עושה תמיד של שחר ומוספין משמרה הנכנסת עושה תמיד של בין הערבים ובזיכין", 
            "ארבעה כהנים היו נכנסין שם שנים ממשמר זו ושנים ממשמר זו וחולקין לחם הפנים", 
            "ואילו במוספין חולקין לא קתני תיובתא דרב יהודה", 
            "תיובתא:", 
            "הנכנסין חולקין בצפון:", 
            "ת\"ר", 
            "הנכנסין חולקין בצפון כדי שיראו שהן נכנסין והיוצאין חולקין בדרום כדי שיראו שהן יוצאין:", 
            "בילגה לעולם חולקת בדרום:", 
            "ת\"ר", 
            "מעשה במרים בת בילגה שהמירה דתה והלכה ונשאת לסרדיוט אחד ממלכי יוונים כשנכנסו יוונים", 
            "להיכל היתה מבעטת בסנדלה על גבי המזבח ואמרה", 
            "לוקוס לוקוס עד מתי אתה מכלה ממונן של ישראל ואי אתה עומד עליהם בשעת הדחק", 
            "וכששמעו חכמים בדבר קבעו את טבעתה וסתמו את חלונה", 
            "ויש אומרים", 
            "משמרתו שוהה לבא ונכנס ישבב אחיו עמו ושימש תחתיו", 
            "אע\"פ ששכיני הרשעים לא נשתכרו שכיני בילגה נשתכרו שבילגה לעולם חולקת בדרום וישבב אחיו בצפון", 
            "בשלמא למ\"ד משמרתו שוהה לבא היינו דקנסינן לכולה משמר אלא למ\"ד מרים בת בילגה שהמירה דתה משום ברתיה קנסינן ליה לדידיה", 
            "אמר אביי", 
            "אין כדאמרי אינשי", 
            "שותא דינוקא בשוקא או דאבוה או דאימיה ומשום אבוה ואימיה קנסינן לכולה משמרה", 
            "אמר אביי", 
            "אוי לרשע אוי לשכינו טוב לצדיק טוב לשכינו שנאמר (ישעיהו ג, י) אמרו צדיק כי טוב כי פרי מעלליהם יאכלו", 
            "הדרן עלך החליל וסליקא לה מסכת סוכה"
        ]
    ], 
    "title": "Sukkah", 
    "versionSource": "http://www.sefaria.org/Sukkah", 
    "heTitle": "סוכה", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}