{
    "title": "Piskei Tosafot on Tamid",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Piskei_Tosafot_on_Tamid",
    "text": [
        [
            "כהנים ולוים נחלקו למשמרת זמן קבוע היתה להם לישן ואם מצאו ממונה שישן יותר חובטו במקל ושרף בגדיו אם לא שעומד תחילה ואומר שלום עליך גם כשמשמר אחד ישן משמר שני ניעור ושומר ומקומות יש שלא לישן בהם:"
        ],
        [
            "הכהנים הלכו אפילו בעזרת בית המוקד מבעירים אש בשבת:"
        ],
        [
            "גגין ועליות לא נתקדשו וגם בימה הקבוע ואכסדרה ואין בונין בעזרה אך בימה שרגילין להסירה לאחר זמן וגם נתקדשה בעל קרי יטיל מים קודם טבילה:"
        ],
        [
            "כר הוא המצע כסות הוא מצע קטן שקורין קוש\"ן:"
        ],
        [
            "זב ומצורע טמא מת שצריכין ספירה טובלין ביום בעל קרי אף בלילה. משה ובניו לפני המשכן מזרחה. טבול יום לא יכנס למחנה לויה. נטמא בפנים לא הטריחוהו לצאת מיד:"
        ],
        [
            "פחות מבן עשרים אין כשר לעבודה:"
        ],
        [
            "בשלשה מקומות הכהנים שומרים והלוים שומרים עמהם למטה ועוד י\"ח מקומות לוים לבדם:"
        ],
        [
            "הר הבית חמש מאות על חמש מאות עזרה קפ\"ז על קל\"ה:"
        ],
        [
            "תמיד משקה ארבעה ימים עשרה גזברים פודים ערכים חרמין הקדשות ומעשר שני וכל מלאכות הקדש אמרכלין מאה מפתחות עזרה בידם:"
        ],
        [
            "תפילין מותר לתת בין כר לכסת שלא כנגד ראשו ובכלי תוך כלי סמ\"ג:"
        ],
        [
            "בגדי כלאים קשין מותר להציע תחתיו לבדין אסור ללובשן והקשין מותרין:"
        ],
        [
            "כשיפנה ישב ואח\"כ יגלה ויכסה עצמו טרם יקום:"
        ],
        [
            "כשישתה בכלי ירחצהו קודם שתייתו גם יקנח מקום שתייתו קודם אא\"כ אם הוא יין אבל מים שופך מהן:"
        ],
        [
            "בספרים מדויקים נקוד מוכיח אדם אחר חן ולא אחרי:"
        ],
        [
            "פייס ראשון היה בבית המוקד ושאר פייסות בלשכת הגזית אין דרך לעמוד בעזרה בלא מצנפת ולא שאחריו נגד היכל:"
        ],
        [
            "אין ליכנס בין אולם למזבח בלא ריחוץ ידים ורגלים ולא זר ואפילו בעזרת כהנים לא נכנס אלא בשעת סמיכה ותנופה ואפילו בשעת ערכ' אלא כהנים בעלי מומין:"
        ],
        [
            "תרומת הדשן נטל ממאוכלות הפנימיות ובהקטר קטורת מן הגחלים דוקא:"
        ],
        [
            "בעזרה היו שורות אבנים בולטין מן החומה וגג בולטין מן החומה עליהן:"
        ],
        [
            "שתי פרוכות היו אחד פרוסה ואחד מקופלת ניטמא הפרוסה פורסין המקופלת בערב יום הכפורים מוציאין הישנה ומכניסין החדשה:"
        ],
        [
            "וילון אסור בכלאים המשמרות היו חוזרות פעמים בשנה:"
        ],
        [
            "תחלה מבקרין התמיד לאור אבוקות ומפיסין ומדשן מזבח הפנימי ומדשן חמשה נרות ושוחט התמיד וזורק דמו ומדשן עוד שתי נרות ומקטיר קטורת הכהן זוכה בתמיד היו שנים עשר שעמדו אצלו נמשכין עמו והכל היה בפייס אחד:"
        ],
        [
            "הלכות איברים ראשו ורגל ימין בכהן אחד ב' ידים ב' העוקץ למעלה מזנב ואליה תלויה בו ורגל שמאל ג' צואר ומחובר בו הכבד לב וחזה ד' דפנות הצלעות ה' קרביים ו' עשרון סלת ז' חביתין ח' שלשה לוג יין לנסך ט' ב' כהנים לשחיטה וזריקה שנים לדישון פנימי ומנורה ה\"ג פירש הרי כאן י\"ג כהנים:"
        ],
        [
            "בא לפתוח ההיכל ב' פתחים בעובי החומה מכאן ומכאן ומכניס ידו בנקב שאצלו עד שיחיו ופתחו נכנס לתא וממנו להיכל ופתחו מהר. קול כרוז דיבורו נשמע ג' פרסאות והברת קולו י' פרסאות:"
        ],
        [
            "נר מערבי שהוא נר שני ממנה מדליק כל הנרות בערב על ידי קינסא או פתילה ומדשן אותה ומדליקה מן הדולקים גם כן:"
        ],
        [
            "בצפון היו ארבעה סדרים ובכל סדר ארבע טבעות ובטבעת שניה נתנו ראש הכבש בדרום מזבח ובחטאת עלה בסובב ונותן הדם לד' קרנות ופנה לימינו ובעולה פנה ג\"כ לימינו ועמד בקרקע וזרק:"
        ],
        [
            "הפדר כיסה על שחיטת הראש של צד מעלה ולא על שחיטת צואר:"
        ],
        [
            "כשיש מוסף נותנין איברי תמיד במזרח בכבש ושל מוספין במערבו ודר\"ח תחת כרכוב המזבח למטה ושאר ימים תמיד במערבו:"
        ],
        [
            "לכוף בשעת שחיטה ידים ורגלים יחד אף כי חוק המינין:"
        ],
        [
            "ים אוקיאנוס אין ידוע שיעורו אלא מי שבראו י\"מ העולם רק מהלך מאה שנה והשאר לאוקיינוס ויש אומרים שליש מדבר שליש ישוב שליש ים ומדרשים חלוקים:"
        ],
        [
            "כהנים לא נשאו כפיהם קודם הקטרת תמיד ולא כמו שיסד ברכו העם ברכה כו':"
        ],
        [
            "כהנים מפשיטים בגדי קדש לבד ממכנסים ולובשים בגדי חול ומפשיטי' מכנסי קדש ולובשים מכנסי חול:"
        ],
        [
            "הניח כלי תוך כלי ומניח פס ידו תחת החיצונה ספק אי הויא חציצה אבל אוחזו דרך בית יד לא הוי חציצה ולא לקיחה ע\"י ד\"א:"
        ],
        [
            "גרף של רעי וכן שרץ מותר להוציא בשבת לחצר:"
        ],
        [
            "קול מגריפה מרובה מאימריה הרב רבי מנחם הגיה מרובים ד' מרי' הקטר נותנה לצד מערב ולא יתחיל אצלו על המזבח ביום הכפורים מניחו במחתה:"
        ],
        [
            "לא היו עונין אמן במקדש בין כל ברכה אך ברוך שם כבוד מלכותו לעולם ועד כשמברכין השם ולא ברכת כהנים אך ביום הכפורים כשמזכיר השם והוא יום כפרה כהנים מחלקין אצבעם בנשיאות כפים:"
        ],
        [
            "כהן גדול המנסך מקיף דרך ימין והדיוט דרך שמאל:"
        ],
        [
            "בקרן דרומית מערבית היו ב' נקבים כשני חוטמי דקין ובאותו קרן למטה בריצפה אמה על אמה וטבלא שיש בה קבועה טבעת ובה יורדין לשיתין:"
        ],
        [
            "עשרים וארבעה משמרות כהנים לוים ישראלים עומדין על הקרבן:"
        ]
    ],
    "versions": [
        [
            "Vilna Edition",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ],
    "heTitle": "פסקי תוספות על תמיד",
    "categories": [
        "Talmud",
        "Bavli",
        "Rishonim on Talmud",
        "Piskei Tosafot",
        "Seder Kodashim"
    ],
    "sectionNames": [
        "Comment",
        "Paragraph"
    ]
}