{
    "title": "Hasagot HaRaavad on Mishneh Torah, Theft",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Theft",
    "text": [
        [
            [],
            [],
            [
                "<b> ליסטים מזויין וכו'.</b> א''א האי פיסקא לא מיחוורא דהא אקשינן בפ' מרובה וכיון דראוהו גזלן הוא ופריקו כיון דמיטמר מאינשי גנב הוא אלא היכי דמי גזלן א''ר אבהו כגון בניהו בן יהוידע ור''י אומר כגון בעלי שכם. ועוד דשמעתין דרב יוסף בשומר אבדה לא מתרצו בהדי שמעתא דר''י בטוען טענת גנב באבדה אלא בההיא דליסטים מזויין גנב הוא ותרתי שמעתתא הלכתא נינהו ושמא הטעהו מה שאמרו פרק הגוזל זוטא הב''ע בליסטים מזויין ור''ש היא אי הכי היינו גזלן תרי גווני גזלן ולאו מילתא היא דלענין יאוש קאמר ולר''ש הוא דאמר דגזלן כיון דמחציף נפשיה תו לא הדר ביה ומסתמא מייאש מיניה לאלתר הילכך לגבי יאוש היינו גזלן ותרתי למה לי ואי איתיה למילתיה בליסטים מזויין לא מיטמר כלל ואי לא מיטמר מה לי מזויין מה לי אינו מזויין. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> והשביחה מאליה וכו'.</b> א''א נ''ל שזה שבוש הוא דאפילו שבח שעליה גבי גזלה דגזלן הוה וכ''ש גזזה וילדה דקנייה בשינוי ואי איתא להא מילתא לא משכחת לה אלא בשגנבה טעונה ומעוברת ואפ''ה אינו משלם אלא דמי פרה העומדת לילד ורחל העומדת ליגזז. אחר כך ראיתי שהוא חוזר על הדרך הזה במקום אחר אמרתי לא על חנם הוא אלא שהוא חולק בין לפני יאוש ולאחר יאוש ומסתברא כוותיה כדכתבינן לקמן מיהו לא על גזזה וילדה שהרי קנאו בשינוי אלא בשבח שע''ג גזלה בלבד כמו שכתב לפנינו בהלכות גזילה ואבידה: "
            ],
            [],
            [],
            [],
            [
                "<b> מי שגנב כלי וכו'.</b> א''א אף על פי שאמרו אין שמין לגנב ה''מ בקרנא אבל בכפלא שמין לגנב דומיא דגזלן והשכל מורה כן. עכ''ל: "
            ]
        ],
        [
            [
                "<b> נכסי הקדש אינו וכו'.</b> א''א גנב נכסי הקדש משלם קרן וחומש ואשם להקדש שהרי מעל עכ''ל: "
            ],
            [],
            [],
            [
                "<b> הגונב טבלו וכו'.</b> א''א משלם לו כפל דמי טבלו וכן בחלבו משלם לו כפל דמי חלבו עכ''ל: "
            ],
            [],
            [
                "<b> ואחר כך הקדיש וכו'.</b> א''א קיצר בכאן שאם הקדישו הקדש בדק הבית משלם ד' וה' מה לי משעבדי לשמים מה לי משעבדי להדיוט עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אין מוציאין וכו'.</b> א''א לא מיחוורא לי דתפיסה מהניא בהא כיון דיותר ממה שהזיק הוא אין כח לחייבו אלא לב''ד ובדין פסוק בלי ספק וזה כיון שספק הוא אצלם איך גמרו את דינו עכ''ל: "
            ],
            [],
            [],
            [],
            [
                "<b> לא הוציאה מרשות הבעלים וכו'.</b> א''א נראה מדבריו הא דקתני במתניתין הגביהו השומר חייב כפל לבעלים קאמר לפי שהוא גנב וא''כ היכי שמעינן מיניה תקנו משיכה בשומרים והלא משום גנב הוא חייב ולא משום שומר אלא ודאי הא דמוקמינן לה בשומר לא בנתנו בבית הבעלים קאמר ואף לאו בגנב אלא מילתא באנפי נפשיה קאמר: "
            ]
        ],
        [],
        [
            [],
            [
                "<b> נתחייב בו וקנהו וכו'.</b> א''א הא מילתא דלאו כהלכתא היא דהא ר''י פליג עליה בהדיא דאמר הטוען טענת אבד ונשבע והודה וחזר וטען טענת גנב ונשבע ובאו עדים פטור עליה מכפל משום דיצא ידי בעלים בשבועה ראשונה אבל לא משום דנעשה עליו גזלן וקנאה אלמא אע''ג דנעשה עליו גזלן וקנאה חייב באונסים כיון דהוא פטר נפשיה מינה בטענת גנב גנב הוא ומשלם כפל ואם טבח ומכר קודם שבועה ובאו עדים על הכל משלם ד' וה'. עכ''ל: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שומר שגנב וכו'.</b> א''א זה אינו כלום. עכ''ל: ",
                "<b> שהחזיר הסלע וכו'.</b> א''א או שיחזיר הכיס לבעליו וימנה מעותיו. עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> נתייאשו כו' תקנת השוק.</b> א''א כל זה אין לו שורש ולא ענף והוא שבוש המעתיק עכ''ל: "
            ],
            [],
            [],
            [
                "<b> ביתר על דמיה כו'.</b> א''א אלא בכדי דמיה עכ''ל: "
            ],
            [],
            [],
            [
                "<b> גנב מפורסם הוא וכו'.</b> א''א נוטל הלוקח השני עכ''ל: "
            ],
            [
                "<b> למכור את כליו וכו'.</b> א''א אם היו כלים אלו מדברים העשויין להשאיל ולהשכיר לא היה צריך לשם גנבה אלא להפטר משבועה שלא השאילן ושלא השכירן ושלא מכרן עכ''ל: "
            ],
            [],
            [
                "<b> ונוטל כליו וכו'.</b> א''א הפך וקיצר וקלקל שהיה לו לפרש אם לא הוחזק זה בגניבה לא בכל ענין הלוקח נאמן שהרי יש בגמרא דרך אחד שאינו נאמן או בבעל הבית שאינו עשוי למכור את כליו או בדברים שאין דרכו להטמין או באדם שאינו צנוע. ואית דגרסי לקולא דלעולם הלוקח נאמן עד דאיתנהו לכולהו מ''מ כי איתנהו לכולהו אינו נאמן. עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> החייט ששייר וכו'.</b> א''א כדי מלא מחט וחוץ למחט כדי מלא מחט כדי לתפור בו עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b> אבל לא למשקל וכו'.</b> א''א פירוש שלא ישקול בהם סלעים אחרים עכ''ל: ",
                "<b> שכל פחות משתות וכו'.</b> א''א וגם במשא ומתן אם נתנה בחזקת שלימה הרי זה מקח טעות עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> לבוא במחתרת בלילה וכו'.</b> א''א איני נמנע מלכתוב את דעתי שנ''ל שאע''פ שדרשו חכמים אם זרחה עליו השמש דרך משל אם ברור לך הדבר כשמש שלא בא על עסקי נפשות וכו' אעפ''כ אינו יוצא מידי פשוטו ביום אינו רשאי להרגו שאין גנב בא ביום אלא אם יכול להשמיט שומט ובורח ואינו מתעכב לגנוב ממון גדול ולעמוד על בעליו להרגו אלא גנב בלילה מפני שהגנב יודע שבעל הבית בבית אז בא להרוג או ליהרג אבל גנב ביום אין בעל הבית מצוי ושמוטא בעלמא הוא ובחיי ראשי כל מבין די לו בזה עכ''ל: "
            ],
            [],
            [],
            [
                "<b> יש לו דמים.</b> א''א נ''ל בורח רוצה לומר עכ''ל: ",
                "<b> הקיפוהו.</b> א''א זה שאמרו במכילתא דר' ישמעאל שאם יש לו מושיעים שאינו ניתן ליהרג וק''ל מעשה דאבנר ועשאל. ומ''ש אם הקיפוהו עדים יראה לי כי ע''ד התרגום אמר אם עינא דסהדיא נפלת עלוהי וכו' ולא ידעתי מהו. עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות גניבה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}