{
    "title": "Hasagot HaRaavad on Mishneh Torah, Sacrificial Procedure",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Sacrificial_Procedure",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> הם הנשרפות שתים ליחיד.</b> א''א נראה שהוא מונה שעירת יחיד בכלל שעירים הנשרפין וכ''כ רבינו נסים ז''ל. והדבר זר מאד שיקראו לשעירה שעיר ועוד לא מצינו לה מן התורה שתהא נשרפת אלא שתהא נאכלת כשאר חטאות של יחיד. ושעירים הנשרפים שאמרו במשנה מפני שמביאין בע''ז פר ושעיר לכל שבט ושבט ושעיר לב''ד: "
            ]
        ],
        [
            [
                "<b> ויוצק על היסוד.</b> א''א זה שיבוש שלא היה יוצק על היסוד אלא בספל של יין שהיה בקרן מערבית דרומית עם ספל של מים של ניסוך המים בחג: "
            ],
            [],
            [],
            [],
            [
                "<b> בשלישית ההין שמן אע''פ שנכפלה וכו'.</b> א''א זה שבוש ובהדיא גרסינן במנחות פרק שני ונסכה כתיב וקרינן ונסכו אלא נסכה דמנחה דהיינו שמן שנבלל עמה כנסכו דיין וקאמר רביעית: "
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> טעונין מריקה ושטיפה עקב אכילה.</b> א''א לא ידעתי מהו עקב אכילה אבל כך אמרו חכמים שממתין כל זמן אכילה והדר עביד ליה מריקה ושטיפה. ומה שאמר בכלי חרס טעון מריקה ושטיפה טעות הוא בידו ובהדיא בתוספתא שאין טעון אלא שבירה אבל הכל טעון מריקה ושטיפה פירוש קדשי קדשים וקדשים קלים: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ומותרות לכהנים.</b> א''א והוא שיהא בשל היתר כדי להעלות את האיסור: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כל שאינו ראוי וכו' חוץ מכהן גדול.</b> א''א ויש לנו אחרים כמו כן והם חמשה דברים שבאים בטומאה ואין נאכלים בטומאה שהן קרבנות צבור העומר ושתי הלחם ולחם הפנים וזבחי שלמי צבור ושעירי ראשי חדשים: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> הכהנת מנחתה נקמצת.</b> א''א כהנת זו לא ידעתי מה היא אם נשאת לכהן הרי כבר אמורה ואם נשאת לישראל מנחתה נאכלת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> או בכל מיני תבלין ושמנים.</b> א''א נראה לי במצה האפויה נשנית שמותר לאכול שיריה בתבלין ואין חוששין לבטול טעם מצה אבל למנחת הסלת ללוש את שיריה בתבלין אסור משום חמוץ: "
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b> ואחר כך חולק כל חלה וחלה.</b> א''א זו לא שמענו ואין לה שורש בשום מקום שיחלקו כל חלה וחלה אלא לשש חלות בשחרית ושש בין הערבים והתורה נתנה להם מדות גדולות וקטנות שימודו בהן כדי שלא יגרעו ולא יוסיפו על השיעורין והוא אמר שמחלקין את החלות באומד והתורה אמרה מחציתה בבקר ומחציתה בערב שלא יוסיף ולא יגרע עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> ואם הקריבו לאחר ל' יום.</b> א''א ואם מכרה תוך ל' יום כבר חלה קדושת עולה על דמיה כשיקריב אותה לאחר ל' יום במאי פקעה מינייהו קדושת עולה שכבר חלה עליהם א''ו מחללין על בהמה או על מעות לצורך עולה ואחר כך מקריבין שלמים. ונראה לי שהפדיון כל דהו. ואם יטעון עלינו טוען ויאמר קדושת דמים פקעא בכדי נשיב ונאמר בר פדא חולק על זה וס''ל דלא פקעא וספק איסורא לחומרא ובר פדא מתרץ לברייתא פרה זו כל ל' או לאחר ל' יום שלמים ולא אמר מעכשיו כלום דבריו קיימים ואע''ג דהדר ביה בתוך שלשים יום ורב פפא דהוא בתרא מתרץ לברייתא אליבא דבר פדא הכי. ועוד דקי''ל הקדיש זכר לדמיו הוא עצמו יקרב עולה אלמא כי אמר לדמי נמי קדש קדושת הגוף: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> פירש אחד מהם וכו' עד הרי זה יביא שור.</b> א''א המשנה אמרה יביא פר ועגל ואם קבע בכבשים ושכח יביא איל וטלה ואם קבע בעזים ושכח יביא גדי ושעיר ואם אמר מן הבהמה ושכח יביא פר ועגל איל וטלה וגדי ושעיר אלא שהוא לדעת רבי דאמר קטן והביא גדול לא יצא אבל לרבנן אם הביא גדול שבמין יצא: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> האומר הרי עלי מנחת שעורים וכו' עד פטור שלא התנדב.</b> א''א אין לסמוך על הכללות הללו שאם בדקו אותו ואמר אילו הייתי יודע הייתי מתנדב כדרך המתנדבים אע''פ שאמר מנחת שעורים מביא מן החטים וזעירי שמפליג בין מנחה למנחה לדעת ב''ש או לר''מ דאמר תפוס לשון ראשון הפליג שאם אמר מנחת שעורים אין כאן לשון ראשון. וכן מ''ש בסוף שאם אמר הרי עלי קמח או הרי עלי עשרון הרי הוא כמי שלא נדר מעולם אינו כלום שהכל תלוי בבדיקה כמ''ש: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אשם תלוי וחטאת העוף.</b> א''א לא ידעתי מאין הוציא זה. ואני מצאתי בתוספתא דזבחים חטאת העוף הבאה על הספק והקריבה בחוץ חייבין עליה אשם תלוי הבא על הספק והקריבו בחוץ חייב עליו חטאת ובחיי ראשי אע''פ שנראית [זרה] בעיני היא מתוקנת. בחטאת העוף הבאה על הספק אינה ראויה למזבח אלא דמה אבל בשרו לא שאם עלתה נמי תרד הילכך אשם תלוי הוא דמיחייב שמא לא ילדה אבל אשם תלוי יש ממנו למזבח דמו ואימוריו ובשרו נאכל ככל אשמות שבתורה הילכך הוי ככל הקרבנות הראויים בפנים ואם הקריב דמו או אימוריו בחוץ חייב חטאת: "
            ],
            [
                "<b> שני שעירי וכו' עד אם לא התודה.</b> א''א אני שונה בברייתא עד שלא הגריל עליהם חייב על שניהם ופירש רב חסדא הואיל וראויים לשעיר הנעשה בחוץ משהגריל עליהם חייב על של שם ופטור על של עזאזל אלמא אפילו קודם שהתודה כיון שהגריל ועלה עליו הגורל לעזאזל פטור עליו בחוץ אע''פ שעתיד להתודות עליו שאין ראוי לבא לפתח אהל מועד ויהא מיוחד לשם אלא שיהא ראוי לזריקה ולהקטרה שנאמר לה' וחיי ראשי שמעתא דזבחים הטעהו שלא ירד לפירושה ומצאה משובשת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> השוחט בחוץ בלילה.</b> א''א בחיי ראשי אין צורת ההלכה כפירושו ולא כטעמו שהשוחט בלילה בחוץ והעלה בחוץ ביום חייב שהרי כששוחט בחוץ ביום והעלה בחוץ הלא כבר נפסל בשחיטה ואף על פי שכבר נפסל הזבח בשחיטתו ואעפ''כ חייב על העלאתו מה לי חד פסולא דחוץ מה לי תרי פיסולי חוץ אבל אם שחט בפנים בלילה והעלה ביום בחוץ פטור אף בהעלאה מפני שכבר נפסל משום לילה שהוא פסול אחר שלא מפסולי חוץ אבל שחט בחוץ בלילה והעלה בחוץ בלילה לדברי הכל פטור: "
            ],
            [
                "<b> שחט את העוף בחוץ וכו'.</b> א''א זה הטעם אין בו טעם אלא שלא חייב הכתוב בעוף אלא מה שחייב בבהמה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כיצד הקומץ וכו' עד שהוציאו שלם עד העלה וחזר והעלה וכו' עד בין מעלה לעושה.</b> א''א הספרים שלנו אינם משוים לזו הגירסא ובודאי היא משובשת אבל הגירסא שלנו אף לדברי ר' עקיבא חייב שתים להכי פלגינהו רחמנא שם תעלה ושם תעשה אבל שחט וזרק לדברי הכל אינו חייב אלא אחת דכתיב שם תעשה כלל כל העשיות: "
            ],
            [],
            [
                "<b> העלה אבר חסר.</b> א''א לא האיר דבריו שהרי שנינו המעלה כזית מעולה ומאמוריה בחוץ חייב אלמא לא קפדינן אאבר שלם וכי איתמרא שמעתא במקוטרי פנים שיחסרו בהקטרתן והוציאן והקטירן בחוץ דהלכה כר' יוסי דפטור: "
            ],
            [],
            [
                "<b> הזורק מקצת וכו' עד או אחד בפנים.</b> א''א זה אינו כלום דאחד בפנים ואחד בחוץ בין למ''ד עושה את חבירו דחוי בין למאן דאמר עושה אותו שירים שני לא חזי בפנים: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות מעשה הקרבנות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}