{
    "language": "en",
    "title": "I Samuel",
    "versionSource": "https://www.korenpub.com/koren_en_usd/koren/tanakh-bible/the-koren-jerusalem-bible.html",
    "versionTitle": "The Koren Jerusalem Bible",
    "status": "locked",
    "priority": 2.0,
    "license": "CC-BY-NC",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/6e7998033d9d0e8ac4965e7431d9b335.png",
    "purchaseInformationURL": "https://korenpub.com/products/the-koren-tanakh-2",
    "heTitle": "שמואל א",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Now there was a certain man of Ramatayim-żofim, in mount Efrayim, and his name was Elqana, the son of Yeroĥam, the son of Elihu the son of Toĥu, the son of Żuf, an Efratite:",
            "and he had two wives; the name of the one was Ĥanna, and the name of the other Peninna: and Peninna had children, but Ĥanna had no children.",
            "And this man went up out of his city year by year to worship and to sacrifice to the Lord of hosts in Shilo. And the two sons of ῾Eli, Ĥofni and Pineĥas, the priests of the Lord, were there.",
            "And when the time was that Elqana offered, he gave portions to Peninna his wife, and to all her sons and her daughters:",
            "but to Ĥanna he gave a worthy portion; for he loved Ĥanna: but the Lord had shut up her womb.",
            "And her rival also provoked her sore, to make her fret, because the Lord had shut up her womb.",
            "And as he did so year by year, when she went up to the house of the Lord, so she provoked her; therefore she wept, and did not eat.",
            "Then Elqana her husband said to her, Ĥanna, why dost thou weep? and why dost thou not eat? and why is thy heart grieved? am I not better to thee than ten sons?",
            "So Ĥanna rose up after they had eaten in Shilo, and after they had drunk. Now ῾Eli the priest sat upon a seat by the gate post of the temple of the Lord.",
            "And she was in bitterness of soul, and prayed to the Lord, and wept bitterly.",
            "And she vowed a vow, and said, O Lord of hosts, if Thou wilt indeed look on the affliction of Thy handmaid, and remember me, and not forget Thy handmaid, but wilt give to Thy handmaid a man child, then I will give him to the Lord all the days of his life, and no razor shall come upon his head.",
            "And it came to pass, as she continued praying before the Lord, that ῾Eli marked her mouth.",
            "Now Ĥanna spoke in her heart; only her lips moved, but her voice was not heard: therefore ῾Eli thought she was drunk.",
            "And ῾Eli said to her, How long wilt thou be drunken? put away thy wine from thee.",
            "And Ĥanna answered and said, No, my lord, I am a woman of a sorrowful spirit: I have drunk neither wine nor strong drink, but have poured out my soul before the Lord.",
            "Take not thy handmaid for a worthless woman: for out of the greatness of my complaint and grief have I been speaking.",
            "Then ῾Eli answered and said, Go in peace: and the God of Yisra᾽el grant thee thy petition which thou hast asked of him.",
            "And she said, Let thy handmaid find favour in thy sight. So the woman went her way, and did eat, and her countenance was no more sad.",
            "And they rose up in the morning early, and worshipped before the Lord, and returned, and came to their house to Rama: and Elqana had intimacy with Ĥanna his wife; and the Lord remembered her.",
            "And in due course, Ĥanna conceived and bore a son, and she called his name Shemu᾽el, Because I have asked him of the Lord.",
            "And the man Elqana, and all his house, went up to offer to the Lord his yearly sacrifice, and vow.",
            "But Ĥanna did not go up; for she said to her husband, I will not go up until the child is weaned, and then I will bring him, that he may appear before the Lord, and there abide for ever.",
            "And Elqana her husband said to her, Do what seems good in thy eyes; tarry until thou hast weaned him; only may the Lord establish his word. So the woman remained and nursed her son until she weaned him.",
            "And when she had weaned him, she took him up with her, with three bullocks, and one efa of flour, and a bottle of wine, and brought him to the house of the Lord in Shilo: and the child was young.",
            "And they slew a bullock, and brought the child to ῾Eli.",
            "And she said, O my lord, as thy soul lives, my lord, I am the woman that stood by thee here, praying to the Lord.",
            "For this child I prayed; and the Lord has given me my petition which I asked of him:",
            "therefore also I have presented him to the Lord; as long as he lives he shall be devoted to the Lord. And he bowed down to the Lord there."
        ],
        [
            "And Ĥanna prayed, and said, My heart rejoices in the Lord, my horn is exalted in the Lord: my mouth is enlarged over my enemies; because I rejoice in Thy salvation.",
            "There is none holy as the Lord: for there is none beside Thee: neither is there any rock like our God.",
            "Talk no more so very proudly; let not arrogancy come out of your mouth: for the Lord is a God of knowledge, and by him actions are weighed.",
            "The bows of the mighty men are broken, and they that stumbled are girded with strength.",
            "They that were full have hired out themselves for bread; and they that were hungry have ceased: while the barren has born seven; and she that has many children has become wretched.",
            "The Lord kills, and gives life: he brings down to the grave, and brings up.",
            "The Lord makes poor, and makes rich: he brings low, and raises up.",
            "He raises up the poor out of the dust, and lifts up the beggar from the dunghill, to set them among princes, and to make them inherit the throne of glory: for the pillars of the earth are the Lord’s, and he has set the world upon them.",
            "He will keep the feet of his pious ones, and the wicked shall be silent in darkness; for it is not by strength that man prevails.",
            "The adversaries of the Lord shall be broken in pieces; out of heaven shall he thunder upon them: the Lord shall judge the ends of the earth; and he shall give strength to his king, and exalt the horn of his anointed.",
            "And Elqana went to Rama to his house. And the child did minister to the Lord before ῾Eli the priest.",
            "Now the sons of ῾Eli were worthless men; they knew not the Lord.",
            "And the priest’s custom with the people was, that, when any man offered sacrifice, the priest’s lad came, while the meat was cooking, with a fork having three teeth in his hand;",
            "and he struck it into the pan, or kettle, or cauldron, or pot; all that the fork brought up the priest took for himself. So they did in Shilo to all the people of Yisra᾽el who came there.",
            "Also before they burnt the fat, the priest’s lad came, and said to the man that sacrificed, Give some roasting meat for the priest; for he will not have boiled meat of thee, but raw.",
            "And if any man said to him, Let them first burn the fat, and then take as much as thy soul desires; then he would answer him, No; but thou shalt give it me now: and if not, I will take it by force.",
            "Wherefore the sin of the lads was very great before the Lord: for the men dishonoured the offering of the Lord.",
            "But Shemu᾽el ministered before the Lord, being a child, girded with a linen efod.",
            "Moreover his mother made him a little coat, and brought it to him from year to year, when she came up with her husband to offer the yearly sacrifice.",
            "And ῾Eli blessed Elqana and his wife, and said, The Lord give thee seed of this woman, in place of the loan which he lent to the Lord. And they went to their own home.",
            "And the Lord visited Ĥanna, so that she conceived, and bore three sons and two daughters. And the child Shemu᾽el grew before the Lord.",
            "Now ῾Eli was very old, and heard all that his sons did to all Yisra᾽el; and how they lay with the women that assembled at the door of the Tent of Meeting.",
            "And he said to them, Why do you do such things? for I hear of your evil dealings by all this people.",
            "No, my sons; for it is not a good report that I hear: you make the Lord’s people to transgress.",
            "If one man sin against another, the judge judges him: but if a man sin against the Lord, who shall intercede for him? But they did not hearken to the voice of their father, because the Lord was minded to slay them.",
            "And the child Shemu᾽el grew on, and was in favour both with the Lord, and also with men.",
            "And there came a man of God to ῾Eli and said to him, Thus says the Lord, Did I not appear to the house of thy father, when they were in Miżrayim in the house of Par῾o?",
            "And did I choose him out of all the tribes of Yisra᾽el to be my priest, to offer upon my altar, to burn incense, to wear an efod before me? and did I give to the house of thy father all the offerings made by fire of the children of Yisra᾽el?",
            "Wherefore do you kick at my sacrifice and at my offering, which I have commanded in my habitation; and honourest thy sons above me, to make yourselves fat with the chiefest of all the offerings of Yisra᾽el my people?",
            "Wherefore the Lord God of Yisra᾽el says, I said indeed that thy house, and the house of thy father, should walk before me forever; but now the Lord says, Far be it from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed.",
            "Behold, the days come, that I will cut off thy arm, and the arm of thy father’s house, that there shall not be an old man in thy house.",
            "And thou shalt see a rival in thy habitation, enjoying all wealth which God shall give Yisra᾽el: and there shall not be an old man in thy house forever.",
            "And thy descendants shall I not cut off from my altar, but they shall be there to consume thy eyes, and to grieve thy heart: and all the greater folk of thy house shall die in the flower of their age.",
            "And this shall be a sign to thee, that shall come upon thy two sons, on Ĥofni and Pineĥas; in one day they shall die both of them.",
            "And I will raise me up a faithful priest, that shall do according to that which is in my heart and in my mind: and I will build him a sure house; and he shall walk before my anointed forever.",
            "And it shall come to pass, that everyone that is left in thy house shall come and crouch to him for a piece of silver and a loaf of bread, and shall say, Put me, I pray thee, into one of the priests’ offices, that I may eat a piece of bread."
        ],
        [
            "And the child Shemu᾽el ministered to the Lord before ῾Eli. And the word of the Lord was precious in those days; there was no frequent vision.",
            "And it came to pass at that time, when ῾Eli was laid down in his place, and his eyes had begun to grow dim, that he could not see;",
            "and the lamp of God had not yet gone out in the temple of the Lord, where the ark of God was, and Shemu᾽el was laid down to sleep;",
            "that the Lord called Shemu᾽el: and he answered, Here I am.",
            "And he ran to ῾Eli, and said, Here I am; for thou didst call me. And he said, I called not; lie down again. And he went and lay down.",
            "And the Lord called yet again, Shemu᾽el. And Shemu᾽el arose and went to ῾Eli, and said, Here I am; for thou didst call me. And he answered, I called not, my son; lie down again.",
            "Now Shemu᾽el did not yet know the Lord, neither was the word of the Lord yet revealed to him.",
            "And the Lord called Shemu᾽el again the third time. And he arose and went to ῾Eli, and said, Here I am; for thou didst call me. And ῾Eli understood that the Lord had called the child.",
            "Therefore ῾Eli said to Shemu᾽el, Go, lie down: and it shall be, if he calls thee, that thou shalt say, Speak, Lord; for Thy servant is listening. So Shemu᾽el went and lay down in his place.",
            "And the Lord came, and stood, and called as on the previous occasions, Shemu᾽el, Shemu᾽el. Then Shemu᾽el answered, Speak; for Thy servant is listening.",
            "And the Lord said to Shemu᾽el, Behold, I will do a thing in Yisra᾽el, at which both the ears of every one that hears it shall tingle.",
            "In that day I will perform against ῾Eli all things which I have spoken concerning his house from beginning to end.",
            "For I have told him that I will judge his house for ever, for the iniquity, seeing that he knew that his sons were blaspheming, and he restrained them not.",
            "And therefore I have sworn to the house of ῾Eli, that the iniquity of ῾Eli’s house shall not be purged with sacrifice nor offering forever.",
            "And Shemu᾽el lay until the morning, and opened the doors of the house of the Lord. And Shemu᾽el feared to show ῾Eli the vision.",
            "Then ῾Eli called Shemu᾽el, and said, Shemu᾽el my son, And he answered, Here am I.",
            "And he said, What is the thing that the Lord said to thee? I pray thee hide it not from me: God do so to thee, and more also, if thou hide any thing from me of all the things that he said to thee.",
            "And Shemu᾽el told him everything, and hid nothing from him. And he said, It is the Lord: let him do what seems good in his eyes.",
            "And Shemu᾽el grew, and the Lord was with him, and did let none of his words fall to the ground.",
            "And all Yisra᾽el from Dan to Be᾽er-sheva knew that Shemu᾽el was accredited as a prophet of the Lord.",
            "And the Lord appeared again in Shilo: for the Lord revealed himself to Shemu᾽el in Shilo by the word of the Lord."
        ],
        [
            "And the word of Shemu᾽el came to all Yisra᾽el.    Now Yisra᾽el went out against the Pelishtim to battle, and they pitched by Even-ha῾ezer: and the Pelishtim pitched in Afeq.",
            "And the Pelishtim put themselves in battle order against Yisra᾽el: and when they joined battle, Yisra᾽el was beaten before the Pelishtim: and they slew of the army in the field about four thousand men.",
            "And when the people had come into the camp, the elders of Yisra᾽el said, Why has the Lord smitten us to day before the Pelishtim? Let us fetch the ark of the covenant of the Lord out of Shilo to us, that, when it comes among us, it may save us out of the hand of our enemies.",
            "So the people sent to Shilo, that they might bring from there the ark of the covenant of the Lord of hosts, who sits upon the keruvim: and the two sons of ῾Eli, Ĥofni and Pineĥas, were there with the ark of the covenant of God.",
            "And when the ark of the covenant of the Lord came into the camp, all Yisra᾽el shouted with a great shout, so that the earth trembled.",
            "And when the Pelishtim heard the noise of the shout, they said, What is the noise of this great shout in the camp of the Hebrews? And they understood that the ark of the Lord was come into the camp.",
            "And the Pelishtim were afraid, for they said, God is come into the camp. And they said, Woe to us for there has not been such a thing before now.",
            "Woe to us! who shall deliver us out of the hand of these mighty gods? these are the gods that smote Miżrayim with all the plagues in the wilderness.",
            "Strengthen yourselves and act like men, O Pelishtim, lest you fall slaves to the Hebrews, as they have been slaves to you: quit yourselves like men, and fight.",
            "And the Pelishtim fought, and Yisra᾽el was beaten, and they fled every man to his tent: and there was a very great slaughter; for there fell of Yisra᾽el thirty thousand foot soldiers.",
            "And the ark of God was taken; and the two sons of ῾Eli, Ĥofni and Pineĥas, were slain.",
            "And there ran a man of Binyamin out of the army, and came to Shilo the same day with his clothes rent, and with earth upon his head.",
            "And when he came, ῾Eli sat upon a seat by the wayside watching: for his heart trembled for the ark of God. And when the man came into the city, and told it, all the city cried out.",
            "And when ῾Eli heard the noise of the crying, he said, What is the noise of this multitude? And the man came in hastily, and told ῾Eli.",
            "Now ῾Eli was ninety eight years old; and his eyes were dim, and he could not see.",
            "And the man said to ῾Eli, I am he that came out of the battle line: indeed I fled to day out of the battle line. And he said, What has happened, my son?",
            "And the messenger answered and said, Yisra᾽el is fled before the Pelishtim, and there has been also a great slaughter among the people, and thy two sons also, Ĥofni and Pineĥas, are dead, and the ark of God is taken.",
            "And it came to pass, when he made mention of the ark of God, that he fell from off the seat backwards by the side of the gate, and his neck was broken, and he died: for he was an old man, and heavy. And he had judged Yisra᾽el for forty years.",
            "And his daughter in law, the wife of Pineĥas was with child, near to be delivered: and when she heard the tidings that the ark of God was taken, and that her father in law and her husband were dead, she bowed herself and gave birth; for her pains came upon her.",
            "And about the time of her death the women that stood by her said to her, Fear not; for thou hast born a son. But she answered not, neither did she regard it.",
            "And she named the child I-khavod, saying, Honour is departed from Yisra᾽el: because the ark of God was taken, and because of her father in law and her husband.",
            "And she said, Honour is departed from Yisra᾽el: for the ark of God is taken."
        ],
        [
            "And the Pelishtim took the ark of God, and brought it from Even-ha῾ezer to Ashdod.",
            "When the Pelishtim took the ark of God, they brought it into the house of Dagon, and set it by Dagon.",
            "And they of Ashdod arose early on the morrow, and behold, Dagon was fallen upon his face to the earth before the ark of the Lord. And they took Dagon, and set him in his place again.",
            "And they arose early on the next morning, and behold, Dagon was fallen upon his face to the ground before the ark of the Lord and the head of Dagon and both the palms of his hands lay severed on the threshold; only the trunk of Dagon was left to him.",
            "Therefore neither the priests of Dagon, nor any that come into Dagon’s house, tread on the threshold of Dagon in Ashdod to this day.",
            "But the hand of the Lord was heavy upon them of Ashdod, and he destroyed them, and smote them with swellings, Ashdod and the surrounding areas.",
            "And when the men of Ashdod saw that it was so, they said, The ark of the God of Yisra᾽el shall not abide with us: for his hand is sore upon us, and upon Dagon our god.",
            "They sent therefore and gathered all the lords of the Pelishtim unto them, and said, What shall we do with the ark of the God of Yisra᾽el? And they answered, Let the ark of the God of Yisra᾽el be brought round to Gat. And they brought the ark of the God of Yisra᾽el there.",
            "And it was so, that, after they had brought it round, the hand of the Lord was against the city with a very great panic: and he smote the men of the city, both small and great, and they were inwardly struck with swellings.",
            "Therefore they sent the ark of God to ῾Eqron. And it came to pass, as the ark of God came to ῾Eqron, that the ῾Eqronim cried out, saying, They have brought about the ark of the God of Yisra᾽el to us, to slay us and our people.",
            "So they sent and gathered together all the lords of the Pelishtim, and said, Send away the ark of the God of Yisra᾽el, and let it go back to its own place, that it slay us not, and our people: for there was a deadly panic throughout all the city; the hand of God was very heavy there.",
            "And the men that died not were smitten with swellings: and the cry of the city went up to heaven."
        ],
        [
            "And the ark of the Lord was in the country of the Pelishtim seven months.",
            "And the Pelishtim called for the priests and magicians, saying, What shall we do to the ark of the Lord? tell us how we shall send it to its place.",
            "And they said, If you send away the ark of the God of Yisra᾽el, send it not empty; but make sure to return him a guilt offering: then you shall be healed, and you will learn why his hand is not removed from you.",
            "Then said they, What shall be the guilt offering which we shall return to him? They answered, Five golden swellings, and five golden mice, according to the number of the lords of the Pelishtim: for one plague was on you all, and on your lords.",
            "And you shall make images of your swellings, and images of your mice that ravage the land; and you shall give honour to the God of Yisra᾽el: perhaps he will lighten his hand from off you, and from off your gods, and from off your land.",
            "Why harden your hearts, as Miżrayim and Par῾o hardened their hearts? after all the inflictions he wrought among them, did they not let the people go, and they departed?",
            "Now therefore make a new cart, and take two milch cows, on which there has never been a yoke, and tie the cows to the cart, and leave their calves behind them at home:",
            "and take the ark of the Lord, and lay it upon the cart; and put the golden devices which you are restoring to him for a guilt offering in a box by the side of it; and send it away, that it may go.",
            "And see: if it goes up by the way of his border to Bet-shemesh, then he has done us this great evil: but if not, then we shall know that it is not his hand that smote us; it was a chance that happened to us.",
            "And the men did so; and took two milch cows, and tied them to the cart, and shut up their calves at home:",
            "and they laid the ark of the Lord upon the cart, and the box with the mice of gold and the images of their swellings.",
            "And the cows took the straight way by the road of Bet-shemesh, and went along the highway, lowing as they went, and turned not aside to the right hand or to the left; and the lords of the Pelishtim went after them to the border of Bet-shemesh.",
            "And they of Bet-shemesh were reaping their wheat harvest in the valley: and they lifted up their eyes, and saw the ark, and rejoiced to see it.",
            "And the cart came into the field of Yehoshua, a man of Bet-shemesh, and stood there, where there was a great stone: and they split the wood of the cart, and offered the cows as a burnt offering to the Lord.",
            "And the Levites took down the ark of the Lord, and the box that was with it, in which were the devices of gold, and put them on the great stone: and the men of Bet-shemesh offered burnt offerings and sacrificed sacrifices on that day to the Lord.",
            "And when the five lords of the Pelishtim had seen it, they returned to ῾Eqron the same day.",
            "And these are the golden swellings which the Pelishtim returned for a guilt offering to the Lord; for Ashdod one, for ῾Azza one, for Ashqelon one, for Gat one, for ῾Eqron one;",
            "and the golden mice, according to the number of all the cities of the Pelishtim belonging to the five lords, both fortified cities, and open villages, as far as the great stone, on which they set down the ark of the Lord: which remains to this day in the field of Yehoshua, the Bet-Shimshite.",
            "And he smote the men of Bet-shemesh, because they had looked into the ark of the Lord, smiting fifty thousand and seventy men of the people: and the people lamented, because the Lord had smitten many of the people with a great slaughter.",
            "And the men of Bet-shemesh said, Who is able to stand before this holy Lord God? and to whom shall he go up from us?",
            "And they sent messengers to the inhabitants of Qiryat-ye῾arim, saying, The Pelishtim have brought back the ark of the Lord; come down, and fetch it up to you."
        ],
        [
            "And the men of Qiryat-ye῾arim came, and fetched up the ark of the Lord, and brought it into the house of Avinadav on the hill, and sanctified El῾azar his son to keep the ark of the Lord.",
            "And it came to pass, while the ark remained in Qiryat-ye῾arim that the time was long; for it was twenty years: and all the house of Yisra᾽el sighed after the Lord.",
            "And Shemu᾽el spoke to all the house of Yisra᾽el, saying, If you return to the Lord with all your hearts, then put away the foreign gods and the ῾Ashtarot from among you, and direct your hearts to the Lord, and serve him only: and he will deliver you out of the hand of the Pelishtim.",
            "Then the children of Yisra᾽el put away the Be῾alim and the ῾Ashtarot, and served the Lord only.",
            "And Shemu᾽el said, Gather all Yisra᾽el to Miżpa, and I will pray for you to the Lord.",
            "And they gathered together to Miżpa, and drew water, and poured it out before the Lord, and fasted on that day, and said there, We have sinned against the Lord. And Shemu᾽el judged the children of Yisra᾽el in Miżpa.",
            "And when the Pelishtim heard that the children of Yisra᾽el were gathered together to Miżpa the lords of the Pelishtim went up against Yisra᾽el. And when the children of Yisra᾽el heard it, they were afraid of the Pelishtim.",
            "And the children of Yisra᾽el said to Shemu᾽el, Cease not to cry to the Lord our God for us, that he will save us out of the hand of the Pelishtim.",
            "And Shemu᾽el took a sucking lamb, and offered it for a burnt offering wholly to the Lord: and Shemu᾽el cried to the Lord for Yisra᾽el; and the Lord heard him.",
            "And as Shemu᾽el was offering up the burnt offering, the Pelishtim drew near to battle against Yisra᾽el: but the Lord thundered with a great thunder on that day upon the Pelishtim, and confounded them; and they were beaten before Yisra᾽el.",
            "And the men of Yisra᾽el went out of Miżpa and pursued the Pelishtim, and smote them, until they came under Bet-kar.",
            "Then Shemu᾽el took a stone, and set it between Miżpa and Shen, and called the name of it Even-ha῾ezer, saying, Hitherto the Lord has helped us.",
            "So the Pelishtim were subdued, and they came no more into the territory of Yisra᾽el: and the hand of the Lord was against the Pelishtim all the days of Shemu᾽el.",
            "And the cities which the Pelishtim had taken from Yisra᾽el were restored to Yisra᾽el from ῾Eqron to Gat; and their surrounding territories, did Yisra᾽el deliver out of the hands of the Pelishtim. And there was peace between Yisra᾽el and the Emori.",
            "And Shemu᾽el judged Yisra᾽el all the days of his life.",
            "And he went from year to year in circuit to Bet-el, and Gilgal, and Miżpa, and judged Yisra᾽el in all those places.",
            "And his return was to Rama; for there was his house; and there he judged Yisra᾽el; and there he built an altar to the Lord."
        ],
        [
            "And it came to pass, when Shemu᾽el was old, that he made his sons judges over Yisra᾽el.",
            "Now the name of his firstborn was Yo᾽el, and the name of his second, Aviyya: they were judges in Be᾽er-sheva.",
            "And his sons walked not in his ways, but turned aside after unjust gain, and took bribes, and perverted justice.",
            "Then all the elders of Yisra᾽el gathered themselves together, and came to Shemu᾽el to Rama,",
            "and said to him, Behold, thou art old, and thy sons walk not in thy ways: now make us a king to judge us like all the nations.",
            "But the thing displeased Shemu᾽el when they said, Give us a king to judge us. And Shemu᾽el prayed to the Lord.",
            "And the Lord said to Shemu᾽el, Hearken to the voice of the people in all that they say to thee: for they have not rejected thee, but they have rejected me, that I should not reign over them.",
            "According to all the deeds which they have done since the day that I brought them up out of Miżrayim, and to this day, in that they have forsaken me, and served other gods, so they also do to thee.",
            "Now you must hearken to their voice: nevertheless you should solemnly forewarn them, and relate to them the customary practice of the king that shall reign over them.",
            "And Shemu᾽el told all the words of the Lord to the people that asked of him a king.",
            "And he said, This will be the custom of the king that shall reign over you: He will take your sons, and appoint them for himself on his chariot, and to be his horsemen; and some shall run before his chariot.",
            "And he will appoint for himself captains over thousands, and captains over fifties; and will set them to plough his ground, and to reap his harvest, and to make his instruments of war, and the instruments of his chariots.",
            "And he will take your daughters for perfumers, and cooks, and bakers.",
            "And he will take your fields, and your vineyards, and your best oliveyards, and give them to his servants.",
            "And he will take the tenth of your seed, and of your vineyards, and give to his officers, and to his servants.",
            "And he will take your menservants, and your maidservants, and your goodliest young men, and your asses, and put them to his work.",
            "He will take the tenth of your sheep: and you shall be his servants.",
            "And you shall cry out on that day because of your king which you shall have chosen you; and the Lord will not hear you on that day.",
            "Nevertheless the people refused to obey the voice of Shemu᾽el; and they said, No: but we will have a king over us;",
            "that we also may be like all the nations; and that our king may judge us, and go out before us, and fight our battles.",
            "And Shemu᾽el heard all the words of the people, and he spoke them in the ears of the Lord.",
            "And the Lord said to Shemu᾽el, Listen to their voice, and make them a king. And Shemu᾽el said to the men of Yisra᾽el, Go every man to his city."
        ],
        [
            "Now there was a man of Binyamin, whose name was Qish, the son of Avi᾽el, the son of Żeror, the son of Bekhorat, the son of Afiaĥ, a (Bin) yemini, a mighty man of valour.",
            "And he had a son, whose name was Sha᾽ul, a choice young man, and handsome: and there was not among the children of Yisra᾽el a goodlier person than he: from his shoulders and upwards he was taller than any of the people.",
            "And the asses of Qish Sha᾽ul’s father were lost. And Qish said to Sha᾽ul his son, Take now one of the servants with thee, and arise, go seek the asses.",
            "And he passed through mount Efrayim, and passed through the land of Shalisha, but they found them not: then they passed through the land of Sha῾alim, and they were not there: and he passed through the land of the (Bin) yemini, but they did not find them.",
            "And when they were come to the land of Żuf, Sha᾽ul said to his lad that was with him, Come, and let us return; lest my father leave caring for the asses, and become anxious about us.",
            "And he said to him, Behold now, there is in this city a man of God, and he is an honourable man; all that he says is sure to come about: now let us go there; perhaps he can show us our way that we should go.",
            "Then said Sha᾽ul to his servant, But, behold, if we go, what shall we bring the man? for the bread is spent in our vessels, and there is not a present to bring to the man of God: what have we?",
            "And the servant answered Sha᾽ul again, and said, Behold, there is in my hand the fourth part of a shekel of silver: that will I give to the man of God, to tell us our way.",
            "(Beforetime in Yisra᾽el, when a man went to inquire of God, thus he spoke, Come, and let us go to the seer: for he that is now called a prophet was beforetime called the seer.)",
            "Then said Sha᾽ul to his servant, Well said; come, let us go. So they went to the city where the man of God was.",
            "And as they went up the hill to the city, they found some girls going out to draw water, and they said to them, Is the seer here?",
            "And they answered them, and said, He is; behold, he is before you: make haste now, for he came today to the city; for the people are making a sacrifice today in the high place:",
            "as you come into the city, you shall find him, before he goes up to the high place to eat: for the people will not eat until he comes, because he blesses the sacrifice; and afterwards those that are invited eat. Now therefore go up; for about this time you shall find him.",
            "And they went up into the city: and when they were come into the city, behold, Shemu᾽el came out towards them, to go up to the high place.",
            "Now the Lord had revealed to Shemu᾽el a day before Sha᾽ul came, saying,",
            "To morrow about this time I will send thee a man out of the land of Binyamin, and thou shalt anoint him to be a prince over my people Yisra᾽el, that he may save my people out of the hand of the Pelishtim: for I have looked upon my people, because their cry is come to me.",
            "And when Shemu᾽el saw Sha᾽ul, the Lord said to him, Behold the man of whom I spoke to thee! this one shall reign over my people.",
            "Then Sha᾽ul drew near to Shemu᾽el in the gate, and said, Tell me, I pray thee, where the seer’s house is.",
            "And Shemu᾽el answered Sha᾽ul, and said, I am the seer: go up before me to the high place; for you shall eat with me today, and to morrow I will let thee go, and will tell thee all that is in thy heart.",
            "And as for thy asses that were lost three days ago, set not thy mind on them; for they are found. And on whom is all the desire of Yisra᾽el? Is it not on thee, and on all thy father’s house?",
            "And Sha᾽ul answered and said, Am not I a Ben-yemini, of the smallest of the tribes of Yisra᾽el? and my family the least of all the families of the tribe of Binyamin? Why then dost thou speak so to me?",
            "And Shemu᾽el took Sha᾽ul and his servant, and brought them into the dining chamber, and made them sit in the chiefest place among those that were invited, who were about thirty persons.",
            "And Shemu᾽el said to the cook, Bring the portion which I gave thee, of which I said to thee, Set it aside by thee.",
            "And the cook took up the shoulder, and that which was upon it, and set it before Sha᾽ul. And (Shemu᾽el) said, Behold that which is left is set before thee; eat: for it has been kept for thee for this appointed time, when I said, I have invited the people. So Sha᾽ul did eat with Shemu᾽el that day.",
            "And when they were come down from the high place into the city, Shemu᾽el spoke with Sha᾽ul upon the top of the house.",
            "And they arose early: and it came to pass at about daybreak, that Shemu᾽el called Sha᾽ul to the top of the house, saying, Up, that I may send thee away. And Sha᾽ul arose, and they went out both of them, he and Shemu᾽el out of doors.",
            "And as they were going down to the end of the city, Shemu᾽el said to Sha᾽ul, Bid the servant pass on before us, (and he passed on,) but stand thou still awhile, that I may make known to thee the word of God."
        ],
        [
            "Then Shemu᾽el took a flask of oil, and poured it upon his head, and kissed him, and said, Has not the Lord anointed thee to be a prince over his inheritance?",
            "When thou art departed from me today, then thou shalt find two men by Raĥel’s tomb in the border of Binyamin at Żelżaĥ; and they will say to thee, The asses which thou wentest to seek are found: and, thy father has left the matter of the asses, and has become anxious about you, saying, What shall I do about my son?",
            "Then shalt thou go on forward from there, and thou shalt come to the oak of Tavor, and there shall meet thee three men going up to God to Bet-el, one carrying three kids, and another carrying three loaves of bread, and another carrying a bottle of wine:",
            "and they will greet thee, and give thee two loaves of bread; which thou shalt receive from their hands.",
            "After that thou shalt come to the hill of God, where the garrisons of the Pelishtim are, and it shall come to pass, when thou art come there to the city, that thou shalt meet a band of prophets coming down from the high place with a lute, and a timbrel, and a pipe, and a lyre, before them; and they shall prophesy:",
            "and the spirit of the Lord will come upon thee, and thou shalt prophesy with them, and shalt be turned into another man.",
            "And let it be, when these signs are come to thee, that thou do as occasion serve thee; for God is with thee.",
            "And thou shalt go down before me to Gilgal; and, behold, I will come down to thee, to offer burnt offerings, and to make sacrifices of peace offerings; seven days shalt thou tarry, till I come to thee, and show thee what thou shalt do.",
            "And it was so, that when he had turned his back to go from Shemu᾽el, God gave him another heart: and all those signs came to pass that day.",
            "And when they came there to the hill, behold, a company of prophets met him; and the spirit of God came upon him, and he prophesied among them.",
            "And it came to pass, when all that knew him beforetime saw that, behold, he prophesied among the prophets,    then the people said one to another, What has happened to the son of Qish? Is Sha᾽ul also one of the prophets?",
            "And one of the same place answered and said, But who is their father? Therefore it became a proverb, Is Sha᾽ul also one of the prophets?",
            "And when he had made an end of prophesying, he came to the high place.",
            "And Sha᾽ul’s uncle said to him and to his servant, Where did you go to? And he said, To seek the asses: and when we saw that they were not to be found, we came to Shemu᾽el.",
            "And Sha᾽ul’s uncle said, Tell me, I pray thee, what Shemu᾽el said to you.",
            "And Sha᾽ul said to his uncle, He told us plainly that the asses were found. But of the matter of the kingdom, of which Shemu᾽el spoke, he told him not.",
            "And Shemu᾽el called the people together to the Lord to Miżpa.",
            "And he said to the children of Yisra᾽el, Thus says the Lord God of Yisra᾽el, I brought up Yisra᾽el out of Miżrayim, and delivered you out of the hand of Miżrayim, and out of the hand of all the kingdoms, and of them that oppressed you:",
            "and you have this day rejected your God, who himself saved you from all your calamities and tribulations; and you have said to him, Only set a king over us. Now therefore present yourselves before the Lord by your tribes, and by your thousands,",
            "And Shemu᾽el caused all the tribes of Yisra᾽el to come near, and the tribe of Binyamin was picked (by lot).",
            "Then he caused the tribe of Binyamin to come near by its families, and the family of Matri was picked, and Sha᾽ul the son of Qish was picked: and when they sought him, he could not be found.",
            "Therefore they inquired again of the Lord, Did the man come here?    And the Lord answered, Behold, he is hidden among the baggage.",
            "And they ran and fetched him from there: and when he stood among the people, he was taller than any of the people from his shoulders upwards.",
            "And Shemu᾽el said to all the people, Do you see him whom the Lord has chosen, that there is none like him among all the people? And all the people shouted, and said, Long live the king.",
            "Then Shemu᾽el told the people the rules of the kingdom, and wrote it in a book, and laid it up before the Lord. And Shemu᾽el sent all the people away, every man to his house.",
            "And Sha᾽ul also went home to Giv῾a; and there went with him the warriors, whose hearts God had touched.",
            "But some base fellows said, How shall this man save us? And they despised him, and brought him no presents. But he held his peace."
        ],
        [
            "Then Naĥash the ῾Ammonite came up, and encamped against Yavesh-gil῾ad: and all the men of Yavesh said to Naĥash, Make a league with us, and we will serve thee.",
            "And Naĥash the ῾Ammonite answered them, On this condition will I make a league with you, that I may thrust out all your right eyes, and lay it for a disgrace upon all Yisra᾽el.",
            "And the elders of Yavesh said to him, Give us seven days’ respite, that we may send messengers to all the territory of Yisra᾽el: and then, if there be no man to save us, we will come out to thee.",
            "Then came the messengers to Giv῾a of Sha᾽ul, and told the tidings in the ears of the people: and all the people raised their voices, and wept.",
            "And, behold, Sha᾽ul came after the herd out of the field; and Sha᾽ul said, What ails the people that they weep? And they told him the tidings of the men of Yavesh,",
            "And the spirit of God came upon Sha᾽ul when he heard those tidings, and his anger burned greatly.",
            "And he took a yoke of oxen, and cut them up in pieces, and sent them throughout all the territory of Yisra᾽el by the hands of messengers, saying, Whoever comes not forth after Sha᾽ul and after Shemu᾽el, so shall it be done to his oxen. And the fear of the Lord fell on the people and they came out with one consent.",
            "And when he numbered them in Bezeq, the children of Yisra᾽el were three hundred thousand, and the men of Yehuda, thirty thousand.",
            "And they said to the messengers that came, Thus shall you say to the men of Yavesh-gil῾ad, To morrow, by the time the sun is hot, you shall have help. And the messengers came and reported to the men of Yavesh; and they were glad.",
            "Therefore the men of Yavesh said, To morrow we will come out to you, and you shall do with us all that seems good in your eyes.",
            "And it was so on the morrow, that Sha᾽ul put the people in three companies; and they came into the midst of the camp in the morning watch, and smote ῾Ammon until the heat of the day: and those that remained were scattered, so that no two of them were left together.",
            "And the people said to Shemu᾽el, Who is he that said, Shall Sha᾽ul reign over us? bring the men, that we may put them to death.",
            "And Sha᾽ul said, There shall not a man be put to death this day: for today the Lord has wrought salvation in Yisra᾽el.",
            "Then said Shemu᾽el to the people, Come, and let us go to Gilgal, and renew the kingdom there.",
            "And all the people went to Gilgal; and there they made Sha᾽ul king before the Lord in Gilgal: and there they made sacrifices of peace offerings before the Lord; and there Sha᾽ul and all the men of Yisra᾽el rejoiced greatly."
        ],
        [
            "And Shemu᾽el said to all Yisra᾽el, Behold, I have hearkened to your voice in all that you said to me, and have made a king over you.",
            "And now, behold, the king walks before you: and I am old and greyheaded; and, behold, my sons are with you: and I have walked before you from my childhood to this day.",
            "Behold, here I am: answer me before the Lord, and before his anointed: whose ox have I taken? or whose ass have I taken? or whom have I defrauded? whom have I oppressed? or of whose hand have I received any bribe with which to blind my eyes? and I will restore it you.",
            "And they said, Thou hast not defrauded us, nor oppressed us, neither hast thou taken ought of any man’s hand,",
            "And he said to them, The Lord is witness against you, and his anointed is witness this day, that you have not found anything in my hand. And they answered, He is witness.",
            "And Shemu᾽el said to the people, It is the Lord that made Moshe and Aharon, and that brought your fathers up out of the land of Miżrayim.",
            "Now therefore stand still, that I may plead with you before the Lord concerning all the righteous acts of the Lord, which he did to you and to your fathers.",
            "When Ya῾aqov was come into Miżrayim, and your fathers cried to the Lord, then the Lord sent Moshe and Aharon, who brought your fathers out of Miżrayim, and made them dwell in this place.",
            "And when they forgot the Lord their God, he sold them into the hand of Sisera, captain of the host of Ĥażor, and into the hand of the Pelishtim, and into the hand of the king of Mo᾽av, and they fought against them.",
            "And they cried to the Lord, and said, We have sinned, because we have forsaken the Lord, and have served the Ba῾alim and the ῾Ashtarot: but now deliver us out of the hand of our enemies, and we will serve Thee.",
            "And the Lord sent Yerubba῾al, and Bedan, and Yiftaĥ, and Shemu᾽el, and delivered you out of the hand of your enemies round about, and you dwelled secure.",
            "And when you saw that Naĥash the king of the children of ῾Ammon came against you, you said to me, No; but a king shall reign over us: when the Lord your God was your king.",
            "Now therefore behold the king whom you have chosen, and whom you have desired! for behold, the Lord has set a king over you.",
            "If you will fear the Lord, and serve him, and obey his voice, and not rebel against the commandment of the Lord, and if both you and also the king that reigns over you will follow the Lord your God –",
            "but if you will not obey the voice of the Lord, but rebel against the commandment of the Lord, then shall the hand of the Lord be against you, as it was against your fathers.",
            "Now therefore stand and see this great thing, which the Lord will do before your eyes.",
            "Is it not wheat harvest today? I will call to the Lord, and he shall send thunder and rain; that you may know and see that your wickedness is great, which you have done in the sight of the Lord, in asking for a king for yourselves.",
            "So Shemu᾽el called to the Lord; and the Lord sent thunder and rain that day: and all the people greatly feared the Lord and Shemu᾽el.",
            "And all the people said to Shemu᾽el, Pray for thy servants to the Lord thy God, that we die not: for we have added to all our sins this evil, to ask for a king for ourselves.",
            "And Shemu᾽el said to the people, Fear not: you have done all this wickedness: yet turn not aside from following the Lord, but serve the Lord with all your heart;",
            "and turn not aside: for then you should go after vain things, which cannot profit nor deliver; for they are vain.",
            "For the Lord will not abandon his people for his great name’s sake: because it has pleased the Lord to make you his people.",
            "Moreover as for me, far be it from me that I should sin against the Lord in ceasing to pray for you: but I will teach you the good and the right way:",
            "only fear the Lord, and serve him in truth with all your heart: for consider how great are the things which he has done for you.",
            "But if you shall still do wickedly, you shall be swept away, both you and your king."
        ],
        [
            "Sha᾽ul reigned one year; and when he had reigned two years over Yisra᾽el,",
            "Sha᾽ul chose him three thousand men of Yisra᾽el, of whom two thousand were with Sha᾽ul in Mikhmash and in mount Bet-el, and a thousand were with Yonatan in Giv῾a of Binyamin: and the rest of the people he sent every man to his tent.",
            "And Yonatan smote the garrison of the Pelishtim that was in Geva, and the Pelishtim heard of it. And Sha᾽ul blew the shofar throughout all the land saying, Let the Hebrews hear.",
            "And all Yisra᾽el heard say that Sha᾽ul had smitten the garrison of the Pelishtim, and that Yisra᾽el also had become odious to the Pelishtim. And the people mustered after Sha᾽ul at Gilgal.",
            "And the Pelishtim gathered themselves together to fight with Yisra᾽el, thirty thousand chariots, and six thousand horsemen, and people like the sand on the sea shore for multitude: and they came up, and encamped in Mikhmash, eastward from Bet-aven.",
            "When the men of Yisra᾽el saw that they were in straits, (for the people were hardpressed,) then the people hid themselves in caves, and in thickets, and in rocks, and in strongholds, and in pits.",
            "And some of the Hebrews went over the Yarden to the land of Gad and Gil῾ad. As for Sha᾽ul, he was still in Gilgal, and all the people followed him trembling.",
            "And he tarried seven days, according to the set time that Shemu᾽el had appointed: but Shemu᾽el came not to Gilgal; and the people were scattering from him.",
            "And Sha᾽ul said, Bring me here the burnt offering and the peace offerings. And he offered the burnt offering.",
            "And it came to pass, that as soon as he had made an end of offering the burnt offering, behold, Shemu᾽el came; and Sha᾽ul went out to meet him, that he might greet him.",
            "And Shemu᾽el said, What hast thou done? And Sha᾽ul said, Because I saw that the people were scattering from me, and that thou camest not within the days appointed, and that the Pelishtim gathered themselves together at Mikhmash;",
            "therefore said I, The Pelishtim will come down now upon me to Gilgal, and I have not made supplication to the Lord: I forced myself therefore, and offered the burnt offering.",
            "And Shemu᾽el said to Sha᾽ul, Thou hast done foolishly: thou hast not kept the commandment of the Lord thy God, which he commanded thee: for now the Lord would have established thy kingdom upon Yisra᾽el for ever.",
            "But now thy kingdom shall not endure: the Lord has sought him a man after his own heart, and the Lord has commanded him to be a prince over his people, because thou hast not kept that which the Lord commanded thee.",
            "And Shemu᾽el arose, and went up from Gilgal to Giv῾a of Binyamin. And Sha᾽ul numbered the people that were present with him, about six hundred men.",
            "And Sha᾽ul, and Yonatan his son, and the people that were present with them, dwelt in Giv῾a of Binyamin: but the Pelishtim encamped in Mikhmash.",
            "And the raiding parties came out of the camp of the Pelishtim in three groups: one group turned to the way of ῾Ofra to the land of Shu῾al:",
            "and another group turned the way to Bet-ĥoron: and another group turned to the way of the border that looked over the valley of Żevo῾im towards the wilderness.",
            "Now there was no smith found throughout all the land of Yisra᾽el: for the Pelishtim said, Lest the Hebrews make them swords or spears:",
            "but all Yisra᾽el went down to the Pelishtim, to sharpen every man his share, and his spade, and his ax, and his mattock.",
            "And there was a charge for filing the mattocks, and the spades, and the three-pronged forks, and the axes, and for setting the goads.",
            "So it came to pass on the day of battle, that there was neither sword nor spear to be found in the hand of any of the people that were with Sha᾽ul and Yonatan: but with Sha᾽ul and with Yonatan his son was there found.",
            "And the garrison of the Pelishtim went out to the passage of Mikhmash."
        ],
        [
            "Now it came to pass one day, that Yonatan the son of Sha᾽ul said to the young man that bore his armour, Come, and let us go over to the garrison of the Pelishtim, that is on the other side. But he did not tell his father.",
            "And Sha᾽ul was sitting on the far side of Giv῾a under the pomegranate tree which was in Migron: and the people that were with him were about six hundred men;",
            "and Aĥiyya, the son of Aĥituv, I-khavod’s brother, the son of Pineĥas, the son of ῾Eli, was the Lord’s priest in Shilo, wearing an efod. And the people knew not that Yonatan was gone.",
            "And between the passes, by which Yonatan sought to go over to the garrison of the Pelishtim, there was a sharp rock on the one side, and a sharp rock on the other side: and the name of the one was Bożeż, and the name of the other Sene.",
            "The one point rose up abruptly northwards over against Mikhmash, and the other southwards over against Geva.",
            "And Yonatan said to the young man that bore his armour, Come, and let us go over to the garrison of these uncircumcised: it may be that the Lord will perform a deed for us: for there is no restraint upon the Lord to save by many or by few.",
            "And his armourbearer said to him, Do all that is in thy heart: turn thee; behold, I am with thee according to thy heart.",
            "Then said Yonatan, Behold, we will pass over to these men, and we will reveal ourselves to them.",
            "If they say thus to us, Tarry until we come to you; then we will stand still in our place, and will not go up to them.",
            "But if they say thus, Come up to us; then we will go up: for the Lord has delivered them into our hand: and this shall be a sign to us.",
            "And both of them showed themselves to the garrison of the Pelishtim: and the Pelishtim said, Behold, the Hebrews come out of the holes where they have hidden themselves.",
            "And the men of the garrison answered Yonatan and his armourbearer, and said, Come up to us, and we will show you something.    And Yonatan said to his armourbearer, Come up after me: for the Lord has delivered them into the hand of Yisra᾽el.",
            "And Yonatan climbed up on his hands and feet, and his armourbearer after him: and they fell before Yonatan; and his armourbearer slew after him.",
            "And that first slaughter, which Yonatan and his armour-bearer made, was about twenty men, within as it were half a furrow, which a yoke of oxen might plough.",
            "And there was trembling in the camp, in the field, and among all the people: the garrison, and the raiding parties, they also trembled, and the earth quaked: so it was a very great trembling.",
            "And the watchmen of Sha᾽ul in Giv῾a of Binyamin looked; and, behold, the multitude melted away, and disintegrated.",
            "Then said Sha᾽ul to the people that were with him. Number now, and see who is gone from us. And when they had numbered, behold, Yonatan and his armourbearer were not there.",
            "And Sha᾽ul said to Aĥiyya, Bring the ark of God here. For the ark of God was at that time with the children of Yisra᾽el.",
            "And it came to pass, while Sha᾽ul talked to the priest, that the noise that was in the camp of the Pelishtim went on and increased:    and Sha᾽ul said to the priest, Withdraw thy hand.",
            "And Sha᾽ul and all the people that were with him assembled themselves, and they came to the battle: and, behold, every man’s sword was against his fellow, and there was a very great confusion.",
            "Moreover the Hebrews that were with the Pelishtim before that time, who went up with them into the camp from the country round about, they also turned to be with the men of Yisra᾽el that were with Sha᾽ul and Yonatan.",
            "Likewise all the men of Yisra᾽el who had hid themselves in mount Efrayim, when they heard that the Pelishtim fled, they also pursued them closely in the battle.",
            "So the Lord saved Yisra᾽el that day: and the battle passed beyond Bet-aven.",
            "And the men of Yisra᾽el were distressed that day: for Sha᾽ul had adjured the people, saying, Cursed be the man that eats any food until evening, that I may be avenged on my enemies. So none of the people tasted any food.",
            "And all the people came to a wood; and there was honey on the ground.",
            "And when the people were come into the wood, behold, a stream of honey; but no man put his hand to his mouth: for the people feared the oath.",
            "But Yonatan heard not when his father charged the people with the oath: and he put out the end of the rod that was in his hand, and dipped it in a honeycomb, and put his hand to his mouth; and his eyes were brightened.",
            "Then one of the people answered and said, Thy father strictly charged the people with an oath, saying, Cursed be the man that eats any food this day. And the people were faint.",
            "Then said Yonatan, My father has troubled the land: see, I pray you, how my eyes have brightened, because I tasted a little of this honey.",
            "How much more, if only the people had eaten freely today of the spoil of their enemies which they found? for had there not been now a much greater slaughter among the Pelishtim?",
            "And they smote the Pelishtim that day from Mikhmash to Ayyalon: and the people were very faint.",
            "And the people flew upon the spoil, and took sheep, and oxen, and calves, and slew them on the ground: and the people did eat them with the blood.",
            "Then they told Sha᾽ul, saying, Behold, the people sin against the Lord, in that they eat with the blood. And he said, You have transgressed: roll a great stone to me this day.",
            "And Sha᾽ul said, Disperse yourselves among the people, and say to them, Bring me here every man his ox, and every man his sheep, and slay them here, and eat; and sin not against the Lord in eating with the blood. And all the people brought every man his ox with him that night, and slew them there.",
            "And Sha᾽ul built an altar to the Lord: that was the first altar that he built to the Lord.",
            "And Sha᾽ul said, Let us go down after the Pelishtim by night, and spoil them until the morninglight, and let us not leave a man of them. And they said, Do whatever seems good to thee.    Then said the priest, Let us draw near here to God.",
            "And Sha᾽ul asked counsel of God, Shall I go down after the Pelishtim? wilt Thou deliver them into the hand of Yisra᾽el? But he answered him not that day.",
            "And Sha᾽ul said, Draw near, all you chiefs of the people: and know and see wherein this sin has been this day.",
            "For, as the Lord lives, who saves Yisra᾽el, though it be in Yonatan my son, he shall surely die. But there was not a man among all the people that answered him.",
            "Then said he to all Yisra᾽el, Be you on one side, and I and Yonatan my son will be on the other side. And the people said to Sha᾽ul, Do what seems good to thee.",
            "Therefore Sha᾽ul said to the Lord God of Yisra᾽el, Give a perfect lot. And Sha᾽ul and Yonatan were picked: but the people escaped.",
            "And Sha᾽ul said, Cast lots between me and Yonatan my son. And Yonatan was picked.",
            "Then Sha᾽ul said to Yonatan, Tell me what thou hast done. And Yonatan told him, and said, I did but taste a little honey with the end of the rod that was in my hand, and, lo, I must die.",
            "And Sha᾽ul answered, God do so and more also: for thou shalt surely die, Yonatan.",
            "And the people said to Sha᾽ul, Shall Yonatan die, who has wrought this great salvation in Yisra᾽el? Far be it! as the Lord lives, not one hair of his head shall fall to the ground; for he has wrought with God this day. So the people rescued Yonatan, that he died not.",
            "Then Sha᾽ul went up from following the Pelishtim: and the Pelishtim went to their own place.",
            "So Sha᾽ul took the kingdom over Yisra᾽el, and fought against all his enemies on every side, against Mo᾽av, and against the children of ῾Ammon, and against Edom, and against the kings of Żova, and against the Pelishtim: and wherever he turned himself, he did them mischief.",
            "And he gathered a host, and smote ῾Amaleq, and delivered Yisra᾽el out of the hands of them that spoiled them.",
            "Now the sons of Sha᾽ul were Yonatan, and Yishvi, and Malkishua: and the names of his two daughters were these; the name of the firstborn Merav, and the name of the younger Mikhal:",
            "and the name of Sha᾽ul’s wife was Aĥino῾am, the daughter of Aĥima῾aż: and the name of the captain of his host was Aviner, the son of Ner, Sha᾽ul’s uncle.",
            "And Qish was the father of Sha᾽ul; and Ner the father of Avner was the son of Avi᾽el.",
            "And there was hard warfare against the Pelishtim all the days of Sha᾽ul: and when Sha᾽ul saw any strong man, or any valiant man, he took him to himself."
        ],
        [
            "And Shemu᾽el said to Sha᾽ul, The Lord sent me to anoint thee to be king over his people, over Yisra᾽el: now therefore hearken to the voice of the words of the Lord.",
            "Thus says the Lord of hosts, I remember that which ῾Amaleq did to Yisra᾽el, how he laid wait for him in the way, when he came up from Miżrayim.",
            "Now go and smite ῾Amaleq, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.",
            "And Sha᾽ul gathered the people together, and numbered them in Tela’im two hundred thousand footmen, and ten thousand men of Yehuda.",
            "And Sha᾽ul came to a city of ῾Amaleq, and laid wait in the valley.",
            "And Sha᾽ul said to the Qeni, Go, depart, go down from among the ῾Amaleqi, lest I destroy thee with them: for thou hast shown kindness to all the children of Yisra᾽el, when they came up out of Miżrayim. So the Qeni departed from among ῾Amaleq.",
            "And Sha᾽ul smote ῾Amaleq from Ĥavila until the approach to Shur, that is over against Miżrayim.",
            "And he took Agag the king of ῾Amaleq alive, and utterly destroyed all the people with the edge of the sword.",
            "But Sha᾽ul and the people had pity on Agag, and on the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was good, and would not utterly destroy them: but everything that was of little value and weak, they destroyed utterly.",
            "Then came the word of the Lord to Shemu᾽el saying,",
            "I regret that I have set up Sha᾽ul to be king: for he is turned back from following me, and he has not performed my commandments. And it grieved Shemu᾽el; and he cried to the Lord all night.",
            "And when Shemu᾽el rose early to meet Sha᾽ul in the morning, it was told Shemu᾽el, saying, Sha᾽ul came to Karmel, and, behold, he set him up a monument, and is gone about, and passed on, and gone down to Gilgal.",
            "And Shemu᾽el came to Sha᾽ul: and Sha᾽ul said to him, Blessed be thou of the Lord: I have performed the commandment of the Lord.",
            "And Shemu᾽el said, What means then this bleating of the sheep in my ears, and the lowing of the oxen which I hear?",
            "And Sha᾽ul said, They have brought them from the ῾Amaleqi: for the people spared the best of the sheep and of the oxen, to sacrifice to the Lord thy God; and the rest we have utterly destroyed.",
            "Then Shemu᾽el said to Sha᾽ul, Stay, and I will tell thee what the Lord said to me this night. And he said to him, Say on.",
            "And Shemu᾽el said, Though thou wast little in thy own sight, wast thou not made the head of the tribes of Yisra᾽el, and the Lord anointed thee king over Yisra᾽el?",
            "And the Lord sent thee on a journey, and said, Go and utterly destroy those sinners, the men of ῾Amaleq, and fight against them until they are consumed.",
            "Why then didst thou not obey the voice of the Lord, but didst fly upon the spoil, and didst do evil in the sight of the Lord?",
            "And Sha᾽ul said to Shemu᾽el, Indeed, I have obeyed the voice of the Lord, and have gone along the road which the Lord sent me, and have brought Agag the king of ῾Amaleq, and have utterly destroyed ῾Amaleq.",
            "But the people took of the spoil, sheep and oxen, the chief of the devoted property, to sacrifice to the Lord thy God in Gilgal.",
            "And Shemu᾽el said, Has the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.",
            "For rebellion is like the sin of witchcraft, and stubbornness is like idolatry and terafim. Because thou hast rejected the word of the Lord he has also rejected thee from being king.",
            "And Sha᾽ul said to Shemu᾽el, I have sinned: for I have transgressed the commandment of the Lord, and thy words: because I feared the people, and obeyed their voice.",
            "Now therefore, I pray thee, pardon my sin, and turn again with me, and I will bow down to the Lord.",
            "And Shemu᾽el said to Sha᾽ul, I will not return with thee: for thou hast rejected the word of the Lord, and the Lord has rejected thee from being king over Yisra᾽el.",
            "And as Shemu᾽el turned about to go away, he laid hold of the corner of his robe, and it tore.",
            "And Shemu᾽el said to him, The Lord has torn the kingdom of Yisra᾽el from thee this day, and has given it to a neighbour of thine, that is better than thou.",
            "And also the Eternal One of Yisra᾽el will not lie nor change his mind: for he is not a man, that he should change his mind.",
            "Then he said, I have sinned: yet do me honour now, I pray thee, before the elders of my people, and before Yisra᾽el, and turn again with me, that I may worship the Lord thy God.",
            "So Shemu᾽el turned again after Sha᾽ul; and Sha᾽ul worshipped the Lord.",
            "Then said Shemu᾽el, Bring here to me Agag the king of ῾Amaleq. And Agag came to him in chains. And Agag said, Surely the bitterness of death is past.",
            "And Shemu᾽el said, As thy sword has made women childless, so shall thy mother be childless among women. And Shemu᾽el hewed Agag in pieces before the Lord in Gilgal.",
            "Then Shemu᾽el went to Rama; and Sha᾽ul went up to his house to Giv῾a of Sha᾽ul.",
            "And Shemu᾽el came no more to see Sha᾽ul until the day of his death: nevertheless Shemu᾽el mourned for Sha᾽ul and the Lord repented that he had made Sha᾽ul king over Yisra᾽el."
        ],
        [
            "And the Lord said to Shemu᾽el, How long wilt thou mourn for Sha᾽ul, seeing I have rejected him from reigning over Yisra᾽el? fill thy horn with oil, and go, I will send thee to Yishay, the Bet-hallaĥmite: for I have provided for me a king among his sons,",
            "And Shemu᾽el said, How can I go? if Sha᾽ul hears it, he will kill me.    And the Lord said, Take a heifer with thee, and say, I am come to sacrifice to the Lord.",
            "And call Yishay to the sacrifice, and I will make known to thee what thou shalt do: and thou shalt anoint to me him whom I name to thee.",
            "And Shemu᾽el did that which the Lord spoke, and came to Bet-leĥem. And the elders of the town trembled at his coming, and said, Comest thou in peace?",
            "And he said, In peace: I am come to sacrifice to the Lord: sanctify yourselves, and come with me to the sacrifice. And he sanctified Yishay and his sons, and called them to the sacrifice.",
            "And it came to pass, when they were come, that he looked on Eli᾽av, and said, Surely the Lord’s anointed is before him.",
            "But the Lord said to Shemu᾽el, Look not on his countenance, nor on the height of his stature; because I have refused him: for it is not as a man sees; for a man looks on the outward appearance, but the Lord looks on the heart.",
            "Then Yishay called Avinadav, and made him pass before Shemu᾽el. And he said, Neither has the Lord chosen this.",
            "Then Yishay made Shamma pass by. And he said, Neither has the Lord chosen this.",
            "And Yishay made seven of his sons to pass before Shemu᾽el. And Shemu᾽el said to Yishay, The Lord has not chosen these.",
            "And Shemu᾽el said to Yishay, Are these all thy children? And he said, There remains yet the youngest, and he is tending the sheep. Then Shemu᾽el said to Yishay, Send and fetch him: for we will not sit down till he comes here.",
            "And he sent, and brought him in. Now he was ruddy, with fine eyes, and good looking.    And the Lord said, Arise, anoint him: for this is he.",
            "Then Shemu᾽el took the horn of oil, and anointed him in the midst of his brothers; and the spirit of the Lord came upon David from that day onwards. So Shemu᾽el rose up, and went to Rama.",
            "But the spirit of the Lord departed from Sha᾽ul, and an evil spirit from the Lord tormented him.",
            "And Sha᾽ul’s servants said to him, Behold now, an evil spirit from God is tormenting thee.",
            "Let our lord now command thy servants, who are before thee, to seek out a man, who knows how to play on the lyre: and it shall come to pass, when the evil spirit from God is upon thee, that he will play with his hand, and thou shalt be well.",
            "And Sha᾽ul said to his servants, Provide me now a man that can play well, and bring him to me.",
            "Then answered one of the servants, and said, Behold, I have seen a son of Yishay the Bet-hallaĥmite, that knows how to play, and a fine warrior, and a man of war, and prudent in speech, and a comely person, and the Lord is with him.",
            "So Sha᾽ul sent messengers to Yishay, and said, Send me David thy son, who is with the sheep.",
            "And Yishay took an ass laden with bread, and a bottle of wine, and a kid, and sent them by David his son to Sha᾽ul.",
            "And David came to Sha᾽ul, and stood before him: and he loved him greatly; and he became his armourbearer.",
            "And Sha᾽ul sent to Yishay, saying, Let David, I pray thee, stand before me; for he has found favour in my eyes.",
            "And it came to pass, when the evil spirit from God was upon Sha᾽ul, that David took a lyre, and played with his hand: so Sha᾽ul was refreshed, and was well, and the evil spirit departed from him."
        ],
        [
            "Now the Pelishtim gathered together their camps to battle, and were gathered together at Sokho, which belongs to Yehuda, and pitched between Sokho and ῾Azeqa, in Efes-dammim.",
            "And Sha᾽ul and the men of Yisra᾽el were gathered together, and they encamped by the valley of Ela, and set the battle in array against the Pelishtim.",
            "And the Pelishtim stood on a mountain on the one side, and Yisra᾽el stood on a mountain on the other side: and there was a valley between them.",
            "And there went out a champion out of the camps of the Pelishtim, named Golyat, of Gat, whose height was six cubits and a span.",
            "And he had a helmet of brass upon his head, and he was armed with a body armour of scales; and the weight of the body armour was five thousand shekels of brass.",
            "And he had greaves of brass upon his legs, and a javelin of brass between his shoulders.",
            "And the staff of his spear was like a weaver’s beam; and his spear’s head weighed six hundred shekels of iron: and a shieldbearer went before him.",
            "And he stood and cried to the armies of Yisra᾽el, and said to them, Why are you come out to set your battle in array? am not I a Pelishtian, and you are servants to Sha᾽ul? choose a man for yourselves, and let him come down to me.",
            "If he be able to fight with me, and to kill me, then will we be your servants: but if I prevail against him, and kill him, then shall you be our servants, and serve us.",
            "And the Pelishtian said, I defy the ranks of Yisra᾽el this day; give me a man, that we may fight together.",
            "When Sha᾽ul and all Yisra᾽el heard those words of the Pelishtian, they were dismayed, and greatly afraid.",
            "Now David was the son of that Efrati of Bet-leĥem-yehuda, whose name was Yishay; and he had eight sons: and the man was old in the days of Sha᾽ul, an aged man.",
            "And the three eldest sons of Yishay went and followed Sha᾽ul to the battle: and the names of his three sons that went to the battle were Eli᾽av the firstborn, and next unto him Avinadav, and the third Shamma.",
            "And David was the youngest: and the three eldest followed Sha᾽ul.",
            "But David went back and forth from Sha᾽ul to tend his father’s sheep at Bet-leĥem.",
            "And the Pelishtian drew near morning and evening, and presented himself for forty days.",
            "And Yishay said to David his son, Take now for thy brothers an efa of this parched corn, and these ten loaves, and run to the camp to thy brothers;",
            "and carry these ten cheeses to the captain of their thousand, and inquire of thy brothers’ welfare, and take a token from them.",
            "Now Sha᾽ul, and they, and all the men of Yisra᾽el were in the valley of Ela, fighting with the Pelishtim.",
            "And David rose up early in the morning, and left the sheep with a keeper, and took, and went, as Yishay had commanded him; and he came to the barricade, as the host was going out to the frontline, shouting for the battle.",
            "For Yisra᾽el and the Pelishtim were drawn up, army against army.",
            "And David left his baggage in the hand of the keeper of the baggage, and ran into the line of battle, and came and saluted his brethren.",
            "And as he talked with them, behold, there came up the champion, Golyat the Pelishtian was his name, from Gat, out of the ranks of the Pelishtim, and spoke those same words: and David heard them.",
            "And all the men of Yisra᾽el, when they saw the man, fled from him, and were greatly afraid.",
            "And the men of Yisra᾽el said, Have you seen this man that is come up? surely to defy Yisra᾽el is he come up: and it shall be, that the man who kills him, the king will enrich him with great riches, and will give him his daughter, and make his father’s house free in Yisra᾽el.",
            "And David spoke to the men that stood by him, saying, What shall be done to the man that kills yonder Pelishtian, and takes away the reproach from Yisra᾽el? for who is this uncircumcised Pelishtian, that he should taunt the armies of the living God?",
            "And the people answered him after the aforementioned manner, saying, So shall it be done to the man that kills him.",
            "And Eli᾽av his eldest brother heard when he spoke to the men: and Eli᾽av’s anger burned against David, and he said, Why didst thou come down here? and with whom hast thou left those few sheep in the wilderness? I know thy insolence, and thy peevishness; for thou art come down to see the battle.",
            "And David said, What have I now done? It was only a word.",
            "And he turned from him towards another, and spoke after the same manner: and the people answered him again after the former manner.",
            "And when the words were heard which David spoke, they rehearsed them before Sha᾽ul: and he sent for him.",
            "And David said to Sha᾽ul, Let no man’s heart fail because of him; thy servant will go and fight with this Pelishtian.",
            "And Sha᾽ul said to David, thou art not able to go against this Pelishtian to fight with him: for thou art but a youth, and he a man of war from his youth.",
            "And David said to Sha᾽ul, Thy servant kept his father’s sheep, and there came a lion, and a bear, and took a lamb out of the flock:",
            "and I went out after it, and smote it, and delivered it out of its mouth: and when it arose against me, I caught it by its beard, and smote it, and slew it.",
            "Thy servant slew both the lion and the bear: and this uncircumcised Pelishtian shall be as one of them, seeing he has defied the armies of the living God.",
            "And David said, The Lord that delivered me out of the paw of the lion, and out of the paw of the bear, he will deliver me out of the hand of this Pelishtian.    And Sha᾽ul said to David, Go, and the Lord be with thee.",
            "And Sha᾽ul armed David with his armour, and he put a helmet of brass upon his head; also he clothed him with a coat of mail.",
            "And David girded his sword upon his armour, and he essayed to go; but he had not tried it out. And David said to Sha᾽ul, I cannot walk with these; for I have not tried them. And David put them off him.",
            "And he took his staff in his hand, and chose him five smooth stones out of the brook, and put them in a shepherd’s bag which he had, and in his knapsack; and his sling was in his hand: and he drew near to the Pelishtian.",
            "And the Pelishtian came on and drew near to David; and the shield-bearer went before him.",
            "And when the Pelishtian looked about, and saw David, he disdained him: for he was but a youth, though ruddy, and good-looking.",
            "And the Pelishtian said to David, Am I a dog, that thou comest to me with sticks? And the Pelishtian cursed David by his gods.",
            "And the Pelishtian said to David, Come to me, and I will give thy flesh to the birds of the sky, and to the beasts of the field.",
            "Then said David to the Pelishtian, Thou comest to me with a sword, and with a spear, and with a javelin: but I come to thee in the name of the Lord of hosts, the God of the armies of Yisra᾽el, whom thou hast taunted.",
            "This day will the Lord deliver thee into my hand; and I will smite thee, and take thy head from thee; and I will give the carcass of the camp of the Pelishtim this day to the birds of the sky, and to the wild beasts of the earth; that all the earth may know that there is a God in Yisra᾽el.",
            "And all this assembly shall know that the Lord saves not with sword and spear: for the battle is the Lord’s, and he will give you into our hands.",
            "And it came to pass, when the Pelishtian arose, and came and drew near to meet David, that David hastened, and ran to the enemy line towards the Pelishtian.",
            "And David put his hand in his bag, and took from there a stone, and slung it, and struck the Pelishtian in his forehead, that the stone buried itself in his forehead; and he fell upon his face to the earth.",
            "So David prevailed over the Pelishtian with a sling and with a stone, and smote the Pelishtian, and slew him; but there was no sword in the hand of David.",
            "Therefore David ran, and stood upon the Pelishtian, and took his sword, and drew it out of its sheath, and slew him, and with it he cut off his head. And when the Pelishtim saw that their champion was dead, they fled.",
            "And the men of Yisra᾽el and of Yehuda arose, and shouted, and pursued the Pelishtim, until the approaches of Gay, and to the gates of ῾Eqron. And the dead of the Pelishtim fell by the way to Sha῾arayim, and to Gat, and to ῾Eqron.",
            "And the children of Yisra᾽el returned from chasing after the Pelishtim, and they plundered their tents.",
            "And David took the head of the Pelishtian, and brought it to Yerushalayim; and he put his armour in his tent.",
            "And when Sha᾽ul saw David go out against the Pelishtian, he said to Avner, the captain of the host, Avner, whose son is this youth? And Avner said, By thy life, O king, I know not.",
            "And the king said, Inquire thou whose son the young man is.",
            "And as David returned from slaying the Pelishtian, Avner took him, and brought him before Sha᾽ul with the head of the Pelishtian in his hand.",
            "And Sha᾽ul said to him, Whose son art thou, lad? And David answered, I am the son of thy servant Yishay, the Bet-hallaĥmite."
        ],
        [
            "And it came to pass, when he had made an end of speaking to Sha᾽ul, that the soul of Yehonatan was knit with the soul of David, and Yehonatan loved him as his own soul.",
            "And Sha᾽ul took him that day, and would let him go no more home to his father’s house.",
            "Then Yehonatan and David made a covenant, because he loved him as his own soul.",
            "And Yehonatan stripped himself of the robe that was upon him, and gave it to David, and his garments, and even his sword, and his bow, and his girdle.",
            "And David went out wherever Sha᾽ul sent him, and succeeded: and Sha᾽ul set him over the men of war, and he was accepted in the sight of all the people, and also in the sight of Sha᾽ul’s servants.",
            "And it came to pass on their return, when David returned from slaying the Pelishtian, that the women came out of all the cities of Yisra᾽el, singing and dancing, to meet king Sha᾽ul, with timbrels, and a joyful song, and with lutes.",
            "And the women answered one another as they danced, and said, Sha᾽ul has slain his thousands, and David his ten thousands.",
            "And Sha᾽ul was very angry, and the saying displeased him; and he said, They have given David ten thousands, and to me they have given the thousands: and what can he have more but the kingdom?",
            "And Sha᾽ul viewed David with suspicion from that day and onwards.",
            "And it came to pass on the morrow, that an evil spirit from God came upon Sha᾽ul, and he raved in the midst of the house: and David played with his hand, as at other times: and the spear was in Sha᾽ul’s hand.",
            "And Sha᾽ul raised the spear; for he said, I will smite David to the wall with it. And David turned aside out of his presence twice.",
            "And Sha᾽ul was afraid of David, because the Lord was with him, and was departed from Sha᾽ul.",
            "Therefore Sha᾽ul removed him from him, and made him a captain over a thousand; and he went out and came in before the people.",
            "And David succeeded in all his ways; and the Lord was with him.",
            "Wherefore when Sha᾽ul saw that he succeeded so well, he was afraid of him.",
            "But all Yisra᾽el and Yehuda loved David, for he went out and came in before them.",
            "And Sha᾽ul said to David, Behold my elder daughter Merav, her will I give thee to wife: only be thou valiant for me, and fight the Lord’s battles. For Sha᾽ul said, Let not my hand be upon him, but let the hand of the Pelishtim be upon him.",
            "And David said to Sha᾽ul, Who am I? and what is my life, or my father’s family in Yisra᾽el, that I should be son in law to the king?",
            "And so it came to pass at the time when Merav Sha᾽ul’s daughter should have been given to David, that she was given to ῾Adri᾽el the Meĥolati to wife.",
            "And Mikhal Sha᾽ul’s daughter loved David: and they told Sha᾽ul, and the thing pleased him.",
            "And Sha᾽ul said, I will give him her, that she may be a snare to him, and that the hand of the Pelishtim may be against him. And Sha᾽ul said to David, Thou shalt this day be my son in law through the second.",
            "And Sha᾽ul commanded his servants, saying, Speak with David secretly, and say, Behold, the king has delight in thee, and all his servants love thee: now therefore be the king’s son in law.",
            "And Sha᾽ul’s servants spoke those words in the ears of David. And David said, Seems it to you a light thing to be a king’s son in law, seeing that I am a poor man, and insignificant?",
            "And the servants of Sha᾽ul told him, saying, In this manner did David speak.",
            "And Sha᾽ul said, Thus shall you say to David, The king desires no dowry, but a hundred foreskins of the Pelishtim, to be avenged of the king’s enemies. But Sha᾽ul thought to make David fall by the hand of the Pelishtim.",
            "And when his servants told David these words, it pleased David well to be the king’s son in law. Now, before the days were expired,",
            "David arose and went, he and his men, and slew of the Pelishtim two hundred men; and David brought their foreskins, and they gave them in full number to the king, that he might be the king’s son in law. And Sha᾽ul gave him Mikhal his daughter to wife.",
            "And Sha᾽ul saw and knew that the Lord was with David, and that Mikhal Sha᾽ul’s daughter loved him.",
            "And Sha᾽ul continued to be afraid of David; and Sha᾽ul became David’s enemy continually.",
            "Then the princes of the Pelishtim went out: and it came to pass, after they went out, that David proved himself more competent than all the servants of Sha᾽ul; so that his name was highly prized."
        ],
        [
            "And Sha᾽ul spoke to Yonatan his son, and to all his servants, that they should kill David. But Yehonatan, the son of Sha᾽ul, delighted much in David:",
            "and Yehonatan told David, saying, Sha᾽ul my father seeks to kill thee: now therefore, I pray thee, take heed to thyself in the morning, and abide in a secret place, and hide thyself:",
            "and I will go out and stand beside my father in the field where thou art, and I will speak with my father about thee; and I will see what the position is, and I will tell thee.",
            "And Yehonatan spoke good of David to Sha᾽ul his father, and said to him, Let not the king sin against his servant, against David; because he has not sinned against thee, and because his deeds have been very good towards thee:",
            "for he did take his life in his hand, and slew the Pelishtian, and the Lord performed a great salvation for all Yisra᾽el: thou didst see it, and didst rejoice: why then wilt thou sin against innocent blood, to slay David without cause?",
            "And Sha᾽ul hearkened to the voice of Yehonatan: and Sha᾽ul swore, As the Lord lives, he shall not be slain.",
            "And Yehonatan called David, and Yehonatan related all those things to him. And Yehonatan brought David to Sha᾽ul, and he was in his presence, as in times past.",
            "And there was war again: and David went out, and fought with the Pelishtim, and slew them with a great slaughter; and they fled from him.",
            "And an evil spirit from the Lord came upon Sha᾽ul, as he sat in his house with his spear in his hand: and David played with his hand.",
            "And Sha᾽ul sought to smite David even to the wall with the spear; but he slipped away out of Sha᾽ul’s presence, so that he smote the spear into the wall: and David fled, and escaped that night.",
            "And Sha᾽ul sent messengers to David’s house, to watch him, and to slay him in the morning: and Mikhal David’s wife told him, saying, If thou save not thy life tonight, to morrow thou shalt be slain.",
            "So Mikhal let David down through a window: and he went, and fled, and escaped.",
            "And Mikhal took the terafim, and laid them on the bed, and put the pillow of goats’ hair at its head, and covered it with a cloth.",
            "And when Sha᾽ul sent messengers to take David, she said, He is sick.",
            "And Sha᾽ul sent the messengers again to see David, saying, Bring him up to me in the bed, that I may slay him.",
            "And when the messengers were come in, behold, the terafim were in the bed, with a pillow of goats’ hair at its head.",
            "And Sha᾽ul said to Mikhal, Why hast thou deceived me so, and sent away my enemy, that he is escaped? And Mikhal answered Sha᾽ul, He said to me, Let me go; why should I kill thee?",
            "So David fled, and escaped, and came to Shemu᾽el to Rama, and told him all that Sha᾽ul had done to him. And he and Shemu᾽el went and dwelt in Nayot.",
            "And it was told Sha᾽ul, saying, Behold, David is at Nayot in Rama.",
            "And Sha᾽ul sent messengers to take David: and when they saw the band of the prophets prophesying, and Shemu᾽el stationed over them, the spirit of God came upon the messengers of Sha᾽ul, and they also prophesied.",
            "And when it was told Sha᾽ul, he sent other messengers, and they prophesied likewise. And Sha᾽ul sent messengers again the third time, and they prophesied also.",
            "Then he went himself to Rama, and came to the great pit that is in Sekhu: and he asked and said, Where are Shemu᾽el and David? And someone said, Behold, they are at Nayot in Rama. And he went there to Nayot in Rama:",
            "and the spirit of God was upon him also, and he went on, prophesying, until he came to Nayot in Rama.",
            "And he even stripped off his clothes, and he himself prophesied before Shemu᾽el, and lay down naked all that day and all that night. Therefore they say, Is Sha᾽ul also one of the prophets?"
        ],
        [
            "And David fled from Nayot in Rama, and came and said before Yehonatan, What have I done? what is my crime? and what is my sin before thy father, that he seeks my life?",
            "And he said to him, Far be it! thou shalt not die: behold, my father will do nothing either great or small, without revealing it to me: and why should my father hide this thing from me? it is not so.",
            "And David swore moreover, and said, Thy father certainly knows that I have found favour in thy eyes; and he says, Let not Yehonatan know this, lest he be grieved: but truly as the Lord lives, and as thy soul lives, there is but a step between me and death.",
            "Then Yehonatan said to David, Whatever thy soul desires, I will do for thee.",
            "And David said to Yehonatan, Behold, to morrow is the new moon, and I should not fail to sit with the king at the meal: but let me go, that I may hide myself in the field until the third day at evening.",
            "If thy father should miss me, then say, David earnestly asked leave of me that he might run to Bet-leĥem his city: for there is a yearly sacrifice there for all the family.",
            "If he say thus, It is well; then thy servant shall have peace: but if he be very angry, then you should know that evil is determined by him.",
            "Therefore deal kindly with thy servant; for thou hast brought thy servant into a covenant of the Lord with thee: but if there be in me iniquity, slay me thyself; for why shouldst thou bring me to thy father?",
            "And Yehonatan said, Far be it from thee: for if I knew certainly that evil were determined by my father to come upon thee, then would not I tell it thee?",
            "Then said David to Yehonatan, Who shall tell me if thy father answer thee roughly?",
            "And Yehonatan said to David, Come, and let us go out into the field. And they went out both of them into the field.",
            "And Yehonatan said to David, O Lord God of Yisra᾽el, when I have sounded my father to morrow, or the third day about this time, and if there be good intended towards David, shall I then not send to thee, and let thee know?",
            "the Lord do so and much more to Yehonatan; moreover, if it please my father to do thee evil, then I will let thee know, and send thee away, that thou mayst go in peace: and the Lord be with thee, as he has been with my father.",
            "And thou shalt not only while yet I live, even before I die, show me the loyal love of the Lord:",
            "but also thou shalt not cut off thy covenant love from my house for ever: no, not when the Lord has cut off the enemies of David every one from the face of the earth.",
            "So Yehonatan made a covenant with the house of David, saying, Let the Lord even require it at the hand of David’s enemies.",
            "And Yehonatan caused David to swear again, because he loved him: for he loved him as he loved his own soul.",
            "Then Yehonatan said to David, Tomorrow is the new moon: and thou shalt be missed, because thy seat will be empty.",
            "And on the third day, thou shalt be greatly missed; then thou shalt go down to the place where thou didst hide thyself on that day (of the deed), and shalt remain by the stone Ezel.",
            "And I will shoot three arrows on the side of it, as though I shot at a mark.",
            "And, behold, I will send a lad, saying, Go, find out the arrows. If I expressly say to the lad, Behold, the arrows are on this side of thee, take them; then come thou: for it is well for thee, and there is nothing to fear; as the Lord lives.",
            "But if I say thus to the young man, Behold, the arrows are beyond thee; go thy way: for the Lord has sent thee away.",
            "And as touching the matter which thou and I have spoken of, behold, the Lord be between thee and me for ever.",
            "So David hid himself in the field: and when the new moon was come, the king sat down to eat the meal.",
            "And the king sat upon his seat, as at other times, upon a seat by the wall: and Yehonatan, arose, and Avner sat by Sha᾽ul’s side, and David’s place was empty.",
            "Nevertheless Sha᾽ul spoke not anything that day: for he thought, It is an accidental pollution, he is not clean; yes, indeed, he is not clean.",
            "And it came to pass on the morrow after the new moon which was the second day, that David’s place was empty: and Sha᾽ul said to Yehonatan his son, Why does the son of Yishay not come to the meal, neither yesterday, nor today?",
            "And Yehonatan answered Sha᾽ul, David earnestly asked leave of me to go to Bet-leĥem:",
            "and he said, Let me go, I pray thee; for our family has a sacrfice in the city; and my brother, he has commanded me to be there: and now, if I have found favour in thine eyes, let me get away, I pray thee, and see my brothers. Therefore he does not come to the king’s table.",
            "Then Sha᾽ul’s anger burned against Yehonatan, and he said to him, Thou perverse and rebellious son, do not I know that thou hast chosen the son of Yishay to thine own disgrace, and to the disgrace of thy mother’s nakedness?",
            "For as long as the son of Yishay lives on the ground, thou shalt not be established, nor thy kingdom. And now send and fetch him to me for he shall surely die.",
            "And Yehonatan answered Sha᾽ul his father, and said to him, Why should he be slain? what has he done?",
            "And Sha᾽ul raised the spear at him to smite him: whereby Yehonatan knew that it was determined of his father to slay David.",
            "So Yehonatan arose from the table in fierce anger, and ate no food on the second day of the new moon: for he was grieved for David, because his father had put him to shame.",
            "And it came to pass in the morning, that Yehonatan went out into the field at the time appointed with David, and a little lad with him.",
            "And he said to his lad, Run, find out now the arrows which I shoot. And as the lad ran, he shot an arrow beyond him.",
            "And when the lad was come to the place of the arrow which Yehonatan had shot, Yehonatan cried after the lad, and said, But the arrow is beyond thee?",
            "And Yehonatan cried after the lad. Make speed, haste, stay not. And Yehonatan’s lad gathered up the arrows, and came to his master.",
            "But the lad knew not anything: only Yehonatan and David knew the matter.",
            "And Yehonatan gave his weapons to his lad, and said to him, Go, carry them to the city.",
            "And as soon as the lad was gone, David arose out of a place toward the south, and fell on his face to the ground, and bowed himself three times: and they kissed one another, and wept one with another, until David exceeded.",
            "And Yehonatan said to David, Go in peace, seeing that we have sworn both of us in the name of the Lord, saying, The Lord be between me and thee, and between my seed and thy seed for ever."
        ],
        [
            "And he arose and departed: and Yehonatan went into the city.",
            "Then David came to Nov to Aĥimelekh the priest: and Aĥimelekh was afraid at meeting David, and said to him, Why art thou alone, and no man with thee?",
            "And David said to Aĥimelekh the priest, The king has commanded me a business, and has said to me, Let no man know anything of the business about which I am sending thee, and what I have commanded thee: and I have despatched my servants to such and such a place.",
            "Now therefore what is under thy hand? give me five loaves of bread in my hand, or whatever there is.",
            "And the priest answered David, and said, There is no common bread in my hand, but there is hallowed bread; if the young men have kept themselves at least from women.",
            "And David answered the priest, and said to him, Of a truth women have been kept from us as always when I am on a journey, and the vessels of the young men are holy, (although it is a common journey,) how much more today when there will be hallowed bread in their vessel.",
            "So the priest gave him hallowed bread: for there was no bread there but the showbread, that was taken from before the Lord, to put hot bread in its place on the day when it was taken away.",
            "Now a certain man of the servants of Sha᾽ul was there that day, detained before the Lord; and his name was Do᾽eg the Edomite, the chiefest of the herdmen that belonged to Sha᾽ul.",
            "And David said to Aĥimelekh, And is there not here under thy hand a spear or a sword? for I have neither brought my sword nor my weapons with me, because the king’s business was urgent.",
            "And the priest said, The sword of Golyat the Pelishtian, whom thou didst slay in the valley of Ela, behold it is here wrapped in a cloth behind the efod: if thou wilt take that, take it: for there is no other save that here.    And David said, There is none like that; give it to me.",
            "And David arose, and fled that day from before Sha᾽ul, and went to Akhish the king of Gat.",
            "And the servants of Akhish said to him, Is not this David the king of the land? did they not sing one to another of him in dances, saying, Sha᾽ul has slain his thousands, but David his ten thousands?",
            "And David laid up these words in his heart, and was sore afraid of Akhish the king of Gat.",
            "And he changed his be-haviour before them, and feigned himself mad in their hands, and scratched on the doors of the gate, and let his spittle run down upon his beard.",
            "Then said Akhish to his servants, Lo, you see the man is mad: why then have you brought him to me?",
            "Am I short of mad men, that you have brought this fellow to play the mad man in my presence? Shall this fellow come into my house?"
        ],
        [
            "David therefore departed from there, and escaped to the cave of ῾Adullam: and when his brothers and all his father’s house heard it, they went down there to him.",
            "And every one that was in distress, and every one that was in debt, and every one that was discontented, gathered themselves to him; and he became a captain over them: and there were with him about four hundred men.",
            "And David went thence to Miżpe of Mo᾽av: and he said to the king of Mo᾽av, Let my father and my mother, I pray thee, come out, and be with you, till I know what God will do for me.",
            "And he brought them before the king of Mo᾽av: and they dwelt with him all the while that David was in the fortress.",
            "And the prophet Gad said to David, Do not abide in the fortress; depart, and get thee into the land of Yehuda. Then David departed, and came into the forest of Ĥeret.",
            "When Sha᾽ul heard that David was discovered, and the men that were with him (now Sha᾽ul dwelt in Giv῾a under the tamarisk tree in Rama, having his spear in his hand, and all his servants were standing about him;)",
            "then Sha᾽ul said to his servants that stood about him, Hear now, you Bene-yemini; will the son of Yishay give every one of you fields and vineyards, and make you all captains of thousands, and captains of hundreds;",
            "that all of you have conspired against me and there is none that gave me an intimation when my son made a league with the son of Yishay, and there is none of you that is sorry for me, or lets me know that my son has stirred up my servant against me, to lie in wait, as at this day?",
            "Then answered Do᾽eg the Edomite, who was set over the servants of Sha᾽ul, and said, I saw the son of Yishay coming to Nov, to Aĥimelekh the son of Aĥituv.",
            "And he inquired of the Lord for him, and gave him food, and gave him the sword of Golyat the Pelishtian.",
            "Then the king sent to call Aĥimelekh the priest, the son of Aĥituv, and all his father’s house, the priests that were in Nov: and they came all of them to the king.",
            "And Sha᾽ul said, Hear now, thou son of Aĥituv. And he answered, Here I am, my lord.",
            "And Sha᾽ul said to him, Why have you conspired against me, thou and the son of Yishay in that thou hast given him bread, and a sword, and hast inquired of God for him, that he should rise against me, to lie in wait, as at this day?",
            "Then Aĥimelekh answered the king, and said, And who is so faithful among all thy servants as David, who is the king’s son in law, and gives heed at thy bidding, and is honourable in thy house?",
            "Did I then begin to inquire of God for him? be it far from me: let not the king impute any thing to his servant, nor to all the house of my father: for thy servant knew nothing of all this, less or more.",
            "And the king said, Thou shalt surely die, Aĥimelekh, thou, and all thy father’s house.",
            "And the king said to the runners that stood about him, Turn, and slay the priests of the Lord; because their hand also is with David, and because they knew when he fled, and did not reveal it to me. But the servants of the king would not put forth their hand to fall upon the priests of the Lord.",
            "And the king said to Do᾽eg, Turn thou, and fall upon the priests. And Do᾽eg the Edomite turned, and he fell upon the priests, and slew on that day eighty five persons that did wear a linen efod.",
            "And Nov, the city of the priests, he smote with the edge of the sword, both men and women, children and sucklings, and oxen, and asses, and sheep, with the edge of the sword.",
            "And one of the sons of Aĥimelekh the son of Aĥituv, named Evyatar escaped, and fled after David,",
            "And Evyatar told David that Sha᾽ul had slain the Lord’s priests.",
            "And David said to Evyatar, I knew it that day, when Do᾽eg the Edomite was there, that he would surely tell Sha᾽ul: I have occasioned the death of all the persons of thy father’s house.",
            "Remain with me, fear not: for he that seeks my life seeks thy life: but with me thou shalt be in safeguard."
        ],
        [
            "Then they told David, saying, Behold, the Pelishtim are fighting against Qe῾ila, and are plundering the threshingfloors.",
            "Therefore David inquired of the Lord, saying, Shall I go and smite these Pelishtim?    And the Lord said to David, Go, and smite the Pelishtim, and save Qe῾ila.",
            "And David’s men said to him, Behold, we are afraid here in Yehuda: how much more then if we come to Qe῾ila against the armies of the Pelishtim?",
            "Then David inquired of the Lord yet again.    And the Lord answered him and said, Arise, go down to Qe῾ila; for I will deliver the Pelishtim into thy hand.",
            "So David and his men went to Qe῾ila, and fought with the Pelishtim, and brought away their cattle, and smote them with a great slaughter. So David saved the inhabitants of Qe῾ila.",
            "And it came to pass, when Evyatar the son of Aĥimelekh fled to David to Qe῾ila, that he came down with an efod in his hand.",
            "And it was told Sha᾽ul that David was come to Qe῾ila. And Sha᾽ul said, God has delivered him into my hand; for he is shut in, by entering a town that has gates and bars.",
            "And Sha᾽ul called all the people together to war, to go down to Qe῾ila, to besiege David and his men.",
            "And David knew that Sha᾽ul devised that mischief against him; and he said to Evyatar the priest, Bring the efod here.",
            "Then said David, O Lord God of Yisra᾽el, Thy servant has certainly heard that Sha᾽ul seeks to come to Qe῾ila, to destroy the city for my sake.",
            "Will the men of Qe῾ila deliver me up into his hand? will Sha᾽ul come down, as Thy servant has heard? O Lord God of Yisra᾽el, I beseech Thee, tell Thy servant.    And the Lord said, He will come down.",
            "Then said David, Will the men of Qe῾ila deliver me and my men into the hand of Sha᾽ul? And the Lord said, They will deliver thee up.",
            "Then David and his men, who were about six hundred, arose and departed out of Qe῾ila, and went wherever they could go. And it was told to Sha᾽ul that David had escaped from Qe῾ila; and he forbore to go after.",
            "And David dwelt in the wilderness in strongholds, and remained in a mountain in the wilderness of Zif. And Sha᾽ul sought him every day, but God delivered him not into his hand.",
            "And David saw that Sha᾽ul had come out to seek his life and David was in the wilderness of Zif in a wood.",
            "And Yehonatan Sha᾽ul’s son arose, and went to David into the wood, and strengthened his hand in God.",
            "And he said to him, Fear not: for the hand of Sha᾽ul my father shall not find thee; and thou shalt be king over Yisra᾽el, and I shall be next to thee; and that also Sha᾽ul my father knows.",
            "And they two made a covenant before the Lord: and David dwelt in the wood, and Yehonatan went to his house.",
            "Then came up the Zifim to Sha᾽ul to Giv῾a, saying, Is not David hiding himself with us in strongholds in the wood, in the hill of Ĥakhila, which is on the right hand of the Yeshimon?",
            "Now therefore, O king, come down according to all thy heart’s desire; and our part shall be to deliver him into the king’s hand.",
            "And Sha᾽ul said, Blessed are you of the Lord; for you have had compassion on me.",
            "Go, I pray you, be more vigilant, and ascertain his place where his haunt is, and who has seen him there: for it is told me that he acts with great cunning.",
            "See therefore and take note of all the lurking places where he hides himself, and come back to me with the certainty, and I will go with you: and it shall come to pass, if he be in the land, that I will search him out throughout all the thousands of Yehuda.",
            "And they arose, and went to Zif before Sha᾽ul: but David and his men were in the wilderness of Ma῾on, in the ῾Arava on the right hand of the Yeshimon.",
            "Then Sha᾽ul and his men went to seek him. And they told David: so that he came down into a rock, and dwelt in the wilderness of Ma῾on. And when Sha᾽ul heard that, he pursued after David in the wilderness of Ma῾on.",
            "And Sha᾽ul went on his side of the mountain, and David and his men on that side of the mountain: and David made haste to get away for fear of Sha᾽ul; for Sha᾽ul and his men compassed David and his men round about to take them.",
            "But there came a messenger to Sha᾽ul, saying, Make haste, and come; for the Pelishtim are raiding the land.",
            "Wherefore Sha᾽ul returned from pursuing after David, and went against the Pelishtim: therefore they called that place Sela-hammaĥleqot."
        ],
        [
            "And David went up from there, and dwelt in strong holds at ῾En-gedi.",
            "And it came to pass when Sha᾽ul was returned from following the Pelishtim, that it was told him, saying, Behold, David is in the wilderness of ῾En-gedi.",
            "Then Sha᾽ul took three thousand chosen men out of all Yisra᾽el, and went to seek David and his men upon the rocks of the wild goats.",
            "And he came to the sheepfolds by the way, where there was a cave; and Sha᾽ul went in to relieve himself: and David and his men remained in the back of the cave.",
            "And the men of David said to him, Behold the day of which the Lord said to thee, Behold, I will deliver thy enemy into thy hand, that thou mayst do to him as it shall seem good to thee. Then David arose, and secretly cut off the corner of Sha᾽ul’s robe.",
            "And it came to pass afterwards, that David’s heart smote him, because he had cut off Sha᾽ul’s robe.",
            "And he said to his men, The Lord forbid that I should do this thing to my master, the Lord’s anointed, to stretch forth my hand against him, seeing he is the anointed of the Lord.",
            "So David scolded his servants with these words, and did not permit them to rise against Sha᾽ul. But Sha᾽ul rose up out of the cave, and went on his way.",
            "David also arose afterwards, and went out of the cave, and cried after Sha᾽ul, saying, My lord the king. And when Sha᾽ul looked behind him, David stooped with his face to the earth, and bowed himself.",
            "And David said to Sha᾽ul, Why dost thou listen to men’s words, saying, Behold, David seeks thy hurt?",
            "Behold, this day thy eyes have seen how the Lord had delivered thee to day into my hand in the cave: and some told me to kill thee: but my eye spared thee; and I said, I will not put out my hand against my lord; for he is the Lord’s anointed.",
            "Moreover, my father, see, indeed, see the corner of thy robe in my hand: for in that I cut off the corner of thy robe, and did not kill thee, know thou and see that there is neither evil nor transgression in my hand, and I have not sinned against thee; yet thou huntest my soul to take it.",
            "The Lord judge between me and thee, and the Lord avenge me of thee; but my hand shall not be upon thee.",
            "As the proverb of the ancients says, Wickedness proceeds from the wicked: but my hand shall not be upon thee.",
            "After whom is the king of Yisra᾽el come out? after whom dost thou pursue? after a dead dog, after a single flea.",
            "The Lord therefore be judge, and judge between me and thee, and let him see, and plead my cause, and deliver me out of thy hand.",
            "And it came to pass, when David had made an end of speaking these words to Sha᾽ul, that Sha᾽ul said, Is this thy voice, my son David? And Sha᾽ul lifted up his voice, and wept.",
            "And he said to David, Thou art more righteous than I: for thou hast rendered me good, whereas I have rendered thee evil.",
            "And thou hast declared this day how thou hast dealt well with me: seeing that when the Lord had delivered me into thy hand, thou didst not kill me.",
            "For if a man finds his enemy, does he let him go away safe? so may the Lord reward thee good for what thou hast done to me this day.",
            "And now, behold, I know well that thou shalt surely be king, and that the kingdom of Yisra᾽el shall be established in thy hand.",
            "Swear now therefore to me by the Lord, that thou wilt not cut off my seed after me, and that thou wilt not destroy my name out of my father’s house.",
            "And David swore to Sha᾽ul. And Sha᾽ul went home; but David and his men went up to the fortress."
        ],
        [
            "Now Shemu᾽el died; and all Yisra᾽el were gathered together to mourn him, and they buried him in his house at Rama. And David arose, and went down to the wilderness of Paran.",
            "And there was a man in Ma῾on, whose possessions were in the Karmel; and the man was very wealthy, and he had three thousand sheep, and a thousand goats: and he was shearing his sheep in the Karmel.",
            "Now the name of the man was Naval; and the name of his wife Avigayil: and she was a woman of good understanding, and fair of form: but the man was hardhearted and evil in his doings; and he was of the house of Kalev.",
            "And David heard in the wilderness that Naval was shearing his sheep.",
            "And David sent out ten young men, and David said to the young men, Go up to the Karmel, and go to Naval, and greet him in my name:",
            "and thus shall you say to him, A hearty greeting! Peace be both to thee, and peace to thy house, and peace to all that thou hast.",
            "And now I have heard that thou hast shearers: now thy shepherds who were with us, we hurt them not, neither was there anything of theirs missing, all the while they were on the Karmel.",
            "Ask thy young men, and they will tell thee. Therefore, let the young men find favour in thy eyes: for we come on a festive occasion: give, I pray thee, to my servants and to David thy son, whatever thy generosity prompts thee.",
            "And when David’s young men came, they spoke to Naval according to all those words in the name of David, and waited.",
            "And Naval answered David’s servants, and said, Who is David? and who is the son of Yishay? there are many servants nowadays that break away every man from his master.",
            "Shall I then take my bread, and my water, and the fresh meat that I have killed for my shearers, and give it to men from I know not where?",
            "So David’s young men turned their way, and went back, and came and told him according to all those sayings.",
            "And David said to his men, Let every man gird his sword. And they girded on every man his sword; and David also girded on his sword: and there went up after David about four hundred men; and two hundred remained with the baggage.",
            "But one of the young men told Avigayil, Naval’s wife, saying, Behold, David sent messengers out of the wilderness to greet our master; and he railed at them.",
            "But the men were very good to us, and we were not insulted nor did we miss any thing, all the time we went about with them, when we were in the fields:",
            "they were a wall to us both by night and day, all the while we were with them keeping the sheep.",
            "Now therefore know and consider what thou wilt do; for evil is determined against our master, and against all his household: for he is such a base fellow, that no man can speak to him.",
            "Then Avigayil made haste, and took two hundred loaves, and two bottles of wine, and five sheep ready prepared, and five measures of parched corn, and a hundred clusters of raisins, and two hundred cakes of figs, and laid them on asses.",
            "And she said to her servants, Go on before me; behold, I come after you. But she told not her husband Naval.",
            "And it was so, as she rode on the ass, that she came down by the covert of the hill, and, behold, David and his men came down against her; and she met them.",
            "Now David was saying, Surely in vain have I guarded all that this fellow has in the wilderness, so that nothing of his possessions was missing: and he has rendered me evil for good.",
            "So and more also do God to the enemies of David, if I leave alive of all his people by the morning light so much as a single man.",
            "And when Avigayil saw David, she hastened, and descended from the ass, and fell before David on her face, and bowed herself to the ground,",
            "and fell at his feet, and said, Upon me, my lord, upon me let this iniquity be: and let thy handmaid, I pray thee, speak in thy ears, and hear the words of thy handmaid.",
            "Let not my lord, I pray thee, take heed of this worthless fellow, Naval: for as his name is, so is he; Naval is his name, and folly is with him: but I thy handmaid did not see the young men of my lord, whom thou didst send.",
            "Now therefore, my lord, as the Lord lives, and as thy soul lives, seeing the Lord has prevented thee from coming to shed blood, and from avenging thyself with thy own hand, now let thy enemies, and they that seek evil to my lord, be as Naval.",
            "And now this blessing which thy handmaid has brought to my lord, let it be given to the young men that follow my lord.",
            "I pray thee, forgive the trespass of thy handmaid: for the Lord will certainly make my lord a sure house; because my lord fights the battles of the Lord, and evil has not been found in thee all thy days.",
            "Though a man rises to pursue thee, and to seek thy soul: yet the soul of my lord shall be bound in the bond of life with the Lord thy God; and the souls of thy enemies, them shall he sling out, as out of the hollow of a sling.",
            "And it shall come to pass, when the Lord shall have done to my lord according to all the good that he has spoken concerning thee, and shall have appointed thee ruler over Yisra᾽el;",
            "that this shall not be a cause of stumbling to thee, nor offence of heart to my lord, that thou hast shed blood causelessly, or that my lord has avenged himself: and the Lord shall deal well with my lord, and thou shalt remember thy handmaid.",
            "And David said to Avigayil, Blessed be the Lord God of Yisra᾽el, who sent thee this day to meet me:",
            "and blessed be thy discretion, and blessed be thou who hast kept me this day from coming to shed blood, and from avenging myself with my own hand.",
            "For in very deed, as the Lord God of Yisra᾽el lives, who has kept me back from hurting thee, if thou hadst not hastened and come to meet me, surely there had not been left to Naval by the morning light so much as a single man!",
            "So David received of her hand that which she had brought him, and said to her, Go up in peace to thy house; see, I have hearkened to thy voice, and have granted thy request.",
            "And Avigayil came to Naval; and, behold, he held a feast in his house, like the feast of a king; and Naval’s heart was merry within him, for he was very drunk: and so she told him nothing, less or more, until the morning light.",
            "But it came to pass in the morning, when the wine was gone out of Naval, and his wife had told him these things, that his heart died within him, and he became as a stone.",
            "And it came to pass about ten days after, that the Lord smote Naval, and he died.",
            "And when David heard that Naval was dead, he said, Blessed be the Lord, that has pleaded the cause of my reproach from the hand of Naval, and has kept his servant from evil: for the Lord has requited the wickedness of Naval upon his own head. And David sent and spoke with Avigayil, to take her to him to wife.",
            "And when the servants of David were come to Avigayil to the Karmel, they spoke to her, saying, David sent us to thee, to take thee to him to wife.",
            "And she arose, and bowed herself on her face to the earth, and said, Behold, let thy handmaid be a servant to wash the feet of the servants of my lord.",
            "And Avigayil hastened, and arose, and rode upon an ass, with five girls of hers that went after her; and she went after the messengers of David, and became his wife.",
            "David also took Aĥino῾am of Yizre῾el, and they were also both of them his wives.",
            "But Sha᾽ul had given Mikhal his daughter, David’s wife, to Palti, the son of Layish, who was from Gallim."
        ],
        [
            "And the Zifim came to Sha᾽ul to Giv῾a, saying, Does not David hide himself in the hill of Ĥakhila, which is before the Yeshimon?",
            "Then Sha᾽ul arose, and went down to the wilderness of Zif, having three thousand chosen men of Yisra᾽el with him, to seek David in the wilderness of Zif.",
            "And Sha᾽ul encamped in the hill of Ĥakhila, which is before the Yeshimon, by the way. But David abode in the wilderness, and he saw that Sha᾽ul came after him into the wilderness.",
            "David therefore sent out spies, and understood that Sha᾽ul was come for a fact.",
            "And David arose, and came to the place where Sha᾽ul had encamped: and David beheld the place where Sha᾽ul lay, together with Avner the son of Ner, the captain of his host: and Sha᾽ul lay within the barricade, and the people were encamped round about him.",
            "Then answered David and said to Aĥimelekh the Ĥittite, and to Avishay the son of Żeruya, brother to Yo᾽av, saying, Who will go down with me to Sha᾽ul to the camp? And Avishay said, I will go down with thee.",
            "So David and Avishay came to the people by night: and, behold, Sha᾽ul lay sleeping within the barricade and his spear stuck in the ground at his head: and Avner and the people lay round about him.",
            "Then said Avishay to David, God has delivered thy enemy into thy hand this day: now therefore let me strike him through with the spear to the earth at one blow, and I will not need to strike him a second time.",
            "And David said to Avishay, Destroy him not: for who can stretch out his hand against the Lord’s anointed, and be guiltless?",
            "And David said, As the Lord lives, the Lord shall smite him; or his day shall come to die; or he shall descend into battle, and be swept away.",
            "The Lord forbid that I should stretch out my hand against the Lord’s anointed: but, I pray thee, take thou now the spear that is at his head, and the jar of water, and let us go.",
            "So David took the spear and the jar of water from Sha᾽ul’s head; and they went away, and no man saw it, or knew it, or awaked: for they were all asleep; because a deep sleep from the Lord was fallen upon them.",
            "Then David went over to the other side, and stood on the top of the hill afar off; a great space being between them:",
            "and David cried to the people, and to Avner the son of Ner, saying, Wilt thou not answer, Avner? Then Avner answered and said, Who art thou that criest to the king?",
            "And David said to Avner, Art not thou a valiant man? and who is like to thee in Yisra᾽el? why then hast thou not guarded thy lord the king? for there came one of the people in to destroy the king thy lord.",
            "This thing is not good that thou hast done. As the Lord lives, you are worthy to die, because you have not kept your master, the Lord’s anointed. And now see where the king’s spear is, and the jar of water that was at his head.",
            "And Sha᾽ul knew David’s voice, and said, Is this thy voice, my son David? And David said, It is my voice, O my lord, the king.",
            "And he said, Why does my lord thus pursue after his servant? for what have I done? or what evil is in my hand?",
            "Now therefore I pray thee, let my lord the king hear the words of his servant. If the Lord has stirred thee up against me, let him accept an offering: but if they be the children of men, cursed be they before the Lord; for they have driven me out this day from being joined to the inheritance of the Lord, saying, Go, serve other gods.",
            "Now therefore, let not my blood fall to the earth before the face of the Lord: for the king of Yisra᾽el is come out to seek a single flea, as when one hunts the partridge in the mountains.",
            "Then said Sha᾽ul, I have sinned: return, my son David: for I will no more do thee harm, because my life was precious in thy eyes this day: behold, I have played the fool, and have erred exceedingly.",
            "And David answered and said, Behold the king’s spear! and let one of the young men come over and fetch it.",
            "And the Lord requite to every man his righteousness and his faithfulness: for the Lord delivered thee into my hand to day, but I would not stretch out my hand against the Lord’s anointed.",
            "And, behold, as thy life was much esteemed this day in my eyes, so let my life be much esteemed in the eyes of the Lord, and let him deliver me out of all tribulation.",
            "Then Sha᾽ul said to David, Blessed be thou, my son David: thou shalt both do great things, and also shalt still prevail. So David went on his way, and Sha᾽ul returned to his place."
        ],
        [
            "And David said in his heart, I shall now perish one day by the hand of Sha᾽ul; there is nothing better for me than that I should speedily escape into the land of the Pelishtim; and Sha᾽ul shall despair of me, to seek me any more in the whole territory of Yisra᾽el: so shall I escape out of his hand.",
            "And David arose, and he passed over with the six hundred men that were with him to Akhish, the son of Ma῾okh, king of Gat.",
            "And David dwelt with Akhish at Gat, he and his men, every man with his household, David with his two wives, Aĥino῾am the Yizre῾elite, and Avigayil the Karmelite, Naval’s wife.",
            "And it was told Sha᾽ul that David was fled to Gat: and he sought no more again for him.",
            "And David said to Akhish, If I have now found favour in thy eyes, let them give me a place in some town in the country, that I may dwell there: for why should thy servant dwell in the royal city with thee?",
            "Then Akhish gave him Żiqlag that day: therefore Żiqlag belongs to the king of Yehuda to this day.",
            "And the time that David dwelt in the country of the Pelishtim was a full year and four months.",
            "And David and his men went up, and raided the Geshuri, and the Gizri, and the ῾Amaleqi: for those nations were of old the inhabitants of the land, in the direction of Shur, as far as the land of Miżrayim.",
            "And David smote the land, and left neither man nor woman alive, and took away the sheep, and the oxen, and the asses, and the camels, and the apparel, and returned, and came to Akhish.",
            "When Akhish said, Where did you make a raid today? David would say, Against the south of Yehuda, or against the south of the Yeraĥm᾽eli, or against the south of the Qeni.",
            "And David saved neither man or woman alive, to bring tidings to Gat, saying, Lest they should tell on us, saying, Thus did David, and this was his practice all the time he dwelt in the country of the Pelishtim.",
            "And Akhish believed David, saying, He has made his people Yisra᾽el utterly to abhor him; therefore he shall be my servant for ever."
        ],
        [
            "And it came to pass in those days, that the Pelishtim gathered their armies together for warfare, to fight with Yisra᾽el. And Akhish said to David, Thou must know, that thou shalt go out with me to battle, thou and thy men.",
            "And David said to Akhish, Surely thou shall get to know what thy servant will do. And Akhish said to David, Therefore will I make thee my bodyguard for ever.",
            "Now Shemu᾽el was dead, and all Yisra᾽el had mourned him, and buried him in Rama in his own city. And Sha᾽ul had put away the mediums and the wizards, out of the land.",
            "And the Pelishtim gathered themselves together, and came and pitched in Shunem: and Sha᾽ul gathered all Yisra᾽el together, and they pitched on the Gilboa.",
            "And when Sha᾽ul saw the camp of the Pelishtim, he was afraid, and his heart greatly trembled.",
            "And when Sha᾽ul inquired of the Lord, the Lord answered him not, neither by dreams, nor by the Urim, nor by prophets.",
            "Then said Sha᾽ul to his servants, Seek me a woman who is a medium, that I may go to her, and inquire of her. And his servants said to him, Behold, there is a medium at ῾En-dor.",
            "And Sha᾽ul disguised himself, and put on other clothes, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine for me by means of the familiar spirit, and bring him up for me, whom I shall name to thee.",
            "And the woman said to him, Behold, thou knowst what Sha᾽ul has done, how he has cut off the diviners, and the wizards, out of the land: why then layest thou a snare for my life, to cause me to die?",
            "And Sha᾽ul swore to her by the Lord, saying, As the Lord lives, no punishment shall befall thee for this thing.",
            "Then said the woman, Whom shall I bring up to thee? And he said, Bring me up Shemu᾽el.",
            "And when the woman saw Shemu᾽el, she cried with a loud voice: and the woman spoke to Sha᾽ul, saying, Why hast thou deceived me? for thou art Sha᾽ul.",
            "And the king said to her, Be not afraid: for what sawest thou? And the woman said to Sha᾽ul, I saw a godlike man ascending out of the earth.",
            "And he said to her, What form is he of? And she said, An old man comes up; and he is covered with a mantle. And Sha᾽ul knew that it was Shemu᾽el, and he stooped with his face to the ground, and bowed himself.",
            "And Shemu᾽el said to Sha᾽ul, Why hast thou disquieted me, to bring me up? And Sha᾽ul answered, I am greatly distressed; for the Pelishtim make war against me, and God has departed from me, and answers me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayst make known to me what I shall do.",
            "Then said Shemu᾽el, Why then dost thou ask of me, seeing the Lord has departed from thee, and is become thy enemy?",
            "And the Lord has done for himself, as he spoke by me: for the Lord has rent the kingdom out of thy hand, and given it to thy neighbour, to David:",
            "because thou wouldst not obey the voice of the Lord nor wouldst execute his fierce wrath upon ῾Amaleq, therefore has the Lord done this thing to thee this day.",
            "Moreover the Lord will also deliver Yisra᾽el with thee into the hand of the Pelishtim: and to morrow shalt thou and thy sons be with me: the Lord also shall deliver the camp of Yisra᾽el into the hand of the Pelishtim.",
            "Then Sha᾽ul quickly fell full-length onto the ground and was greatly afraid at the words of Shemu᾽el; nor was there any strength in him, for he had eaten no bread all day and all night.",
            "And the woman came to Sha᾽ul and saw that he was much terrified, and she said to him, Behold, thy handmaid has obeyed thy voice, and I have taken my life in my hand, and have hearkened to thy words which thou didst speak to me.",
            "Now therefore, I pray thee, hearken thou also to the voice of thy handmaid, and let me set a morsel of bread before thee; and eat, that thou mayst have strength, when thou goest on thy way.",
            "But he refused, and said, I will not eat. But his servants, together with the woman, compelled him; and he hearkened to their voice. So he arose from the earth, and sat upon the bed.",
            "And the woman had a fatted calf in the house; and she hastened, and killed it, and took flour, and kneaded it, and baked unleavened bread of it:",
            "and she brought it before Sha᾽ul, and before his servants; and they did eat. Then they rose up, and went away that night."
        ],
        [
            "Now the Pelishtim gathered together all their camps to Afeq: and Yisra᾽el pitched by the spring which is in Yizre῾el.",
            "And the lords of the Pelishtim passed on by hundreds, and by thousands: but David and his men passed on in the rear with Akhish.",
            "Then said the princes of the Pelishtim, What are these Hebrews doing here? And Akhish said to the princes of the Pelishtim, Is not this David, the servant of Sha᾽ul the king of Yisra᾽el, who has been with me a year, or more, and I have found no fault in him since he came over to me to this day?",
            "And the princes of the Pelishtim were angry with him; and the princes of the Pelishtim said to him, Make this fellow return, that he may go back to his place which thou hast appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for with what might he reconcile himself to his master? could it not be with the heads of these men?",
            "Is not this David, of whom they sang one to another in dances, saying, Sha᾽ul has slain his thousands, and David his ten thousands?",
            "Then Akhish called David, and said to him, Surely, as the Lord lives, thou hast been upright, and thy going out and thy coming in with me in the camp is good in my sight: for I have not found evil in thee since the day of thy coming to me to this day: nevertheless the lords favour thee not.",
            "And now return, and go in peace, that thou displease not the lords of the Pelishtim.",
            "And David said to Akhish, But what have I done? and what thou found in thy servant so long as I have been with thee to this day, that I may not go and fight against the enemies of my lord the king?",
            "And Akhish answered and said to David, I know that thou art good in my sight, as an angel of God: but the princes of the Pelishtim have said, He shall not go up with us to the battle.",
            "And now rise up early in the morning with thy master’s servants that are come with thee: and as soon as you are up early in the morning, and have light, depart.",
            "So David and his men rose up early to depart in the morning, to return to the land of the Pelishtim. And the Pelishtim went up to Yizre῾el."
        ],
        [
            "And it came to pass, when David and his men were come to Żiqlag on the third day, that the ῾Amaleqi had raided the Negev, and Żiqlag, and had smitten Żiqlag, and had burned it with fire;",
            "and had taken the women captives, that were there both great and small: they slew not any, but carried them away, and went on their way.",
            "So David and his men came to the city, and, behold, it was burned with fire; and their wives, and their sons, and their daughters, were taken captives.",
            "Then David and the people that were with him lifted up their voice and wept, until they had no more power to weep.",
            "And David’s two wives were taken captives, Aĥino῾am the Yizre῾elite, and Avigayil the wife of Naval the Karmelite.",
            "And David was greatly distressed; for the people spoke of stoning him, because the soul of all the people was grieved, every man for his sons and for his daughters: but David fortified himself in the Lord his God.",
            "And David said to Evyatar, the priest, Aĥimelekh’s son, I pray thee, bring me here the efod. And Evyatar brought the efod of David.",
            "And David inquired of the Lord, saying, Shall I pursue after this troop? shall I overtake them? And he answered him, Pursue: for thou shalt surely overtake them, and without fail recover all.",
            "So David went, he and the six hundred men that were with him, and came to the wadi of Besor, where those stayed who were left behind.",
            "But David pursued, he and four hundred men: for two hundred, who were too weak to go over the wadi of Besor, remained behind.",
            "And they found a Miżrian in the field, and brought him to David, and gave him bread, and he did eat; and they made him drink water;",
            "and they gave him a slice of a cake of figs, and two clusters of raisins: and when he had eaten, his spirit came back to him: for he had eaten no bread, nor drunk any water, three days and three nights.",
            "And David said to him, To whom dost thou belong? and from where dost thou come? And he said, I am a young Miżrian man, servant to an ῾Amaleqite; and my master left me, because three days ago I fell sick.",
            "We made a raid upon the south of the Kereti, and upon the territory of Yehuda, and upon the south of Kalev; and we burned Żiqlag with fire.",
            "And David said to him, Canst thou bring me down to this troop? And he said, Swear to me by God, that thou wilt neither kill me, nor deliver me into the hand of my master, and I will bring thee down to this troop.",
            "And when he had brought him down, behold, they were spread about over the whole area, eating and drinking, and dancing, because of all the great spoil that they had taken out of the land of the Pelishtim, and out of the land of Yehuda.",
            "And David smote them from the twilight to the evening of the next day: and there escaped not a man of them, except four hundred youngsters, who rode upon camels, and fled.",
            "And David recovered all that ῾Amaleq had carried away: and David rescued his two wives.",
            "And there was nothing lacking to them, neither small nor great, neither sons nor daughters, neither spoil, nor any thing that they had taken to them: David recovered all.",
            "And David took all the flocks and the cattle; they rode before that herd, and declared, This is David’s plunder.",
            "And David came to the two hundred men, who were so faint that they could not follow David, whom they had made also to abide at the wadi of Besor: and they went out to meet David, and to meet the people who were with him: and when David came near to the people, he greeted them.",
            "Then answered all the bad and worthless men among the men who went with David, and said, Because they went not with us, we will not give them of the spoil that we have recovered, save to every man his wife and his children, that they may lead them away, and depart.",
            "Then said David, You shall not do so, my brothers, with that which the Lord has given us, who has preserved us, and delivered the troop that came against us into our hand.",
            "For who will hearken to you in this matter? but as his part is that goes down to the battle, so shall his part be that remains by the baggage: they shall share alike:",
            "and it was so from that day forward, that he made it a statute and an ordinance for Yisra᾽el to this day.",
            "And when David came to Żiqlag, he sent of the spoil to the elders of Yehuda, to his friends, saying, Behold a present for you of the spoil of the enemies of the Lord;",
            "to those who were in Bet-el, and to those who were in Ramot-negev, and to those who were in Yattir,",
            "and to those who were in ῾Aro῾er, and to those who were in Sifemot, and to those who were in Eshtemoa,",
            "and to those who were in Rakhal, and to those who were in the cities of the Yeraĥme᾽eli, and to those who were in the cities of the Qeni,",
            "and to those who were in Ĥorma, and to those who were in Kor-῾ashan, and to those who were in ῾Atakh,",
            "and to those who were in Ĥevron, and to all the places where David and his men had wandered about."
        ],
        [
            "Now the Pelishtim fought against Yisra᾽el: and the men of Yisra᾽el fled from before the Pelishtim, and fell down slain in mount Gilboa.",
            "And the Pelishtim followed closely upon Sha᾽ul and upon his sons; and the Pelishtim slew Yehonatan, and Avinadav, and Malki-shua, the sons of Sha᾽ul.",
            "And the battle went hard against Sha᾽ul, and the archers hit him; and he was greatly in dread of the archers.",
            "Then Sha᾽ul said to his armourbearer, Draw thy sword, and pierce me with it; lest these uncircumcised come and pierce me, and abuse me. But his armourbearer would not; for he was very much afraid. Therefore Sha᾽ul took a sword, and fell on it.",
            "And when his armourbearer saw that Sha᾽ul was dead, he fell likewise on his sword, and died with him.",
            "So Sha᾽ul died, and his three sons, and his armourbearer, and all his men, that same day together.",
            "And when the men of Yisra᾽el that were on the other side of the valley, and they that were on the other side of the Yarden, saw that the men of Yisra᾽el fled, and that Sha᾽ul and his sons were dead, they abandoned the cities, and fled; and the Pelishtim came and dwelt in them.",
            "And it came to pass on the morrow, when the Pelishtim came to strip the slain, that they found Sha᾽ul and his three sons fallen on mount Gilboa.",
            "And they cut off his head, and stripped off his armour, and sent into the land of the Pelishtim round about, to publish it in the house of their idols, and among the people.",
            "And they put his armour in the house of ῾Ashtarot: and they fastened his body to the wall of Bet-shan.",
            "And when the inhabitants of Yavesh-gil῾ad heard of that which the Pelishtim had done to Sha᾽ul;",
            "all the valiant men arose, and went all night, and took the body of Sha᾽ul and the bodies of his sons from the wall of Bet-shan, and came to Yavesh, and burnt them there.",
            "And they took their bones, and buried them under a tamarisk tree at Yavesh, and fasted seven days."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}