{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Ed", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002023637"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "בתוס' <b>סד\"ה ולחשוב נמי דחזקיה כו'   וא\"ת אמאי קשיא ליה דליחשוב דחזקיה ודר\"א והא לקמן באלו טריפות מפרש דלא חשיב בסגר ושב שמעתתא כו' דטריפה היינו אסורה כמו אלו טריפות כו' וי\"ל דלא משמע ליה לרבויי נבילה מזה הכלל דקתני כל שאין כמוה חיה כו' דמשמע הלשון דעכשיו היא חיה כו' וא\"ת מאי פריך וליחשוב דר\"א הא בהמה שנחתכה רגליה מארכובה ולמעלה אתיא בזה הכלל והיינו בסגר וכו'.  </b> ותימה מ\"מ אי אתיא בזה הכלל לא מיתנייא אלא בטריפה ובגמרא פריך דליחשביה דנבילה אי נבילות מיתני נמי התם וק\"ל וי\"ל דהא דתירצו התוס' מעיקרא דלא משמע ליה לרבויי נבילה מזה הכלל כו' היינו מה דלא נכלל במלתא אחריתא רק בפני עצמו כיון אליו באומרו זה הכלל כל שאין כמוה חיה כו' [זה לא נכלל באין כמוה חיה] אבל מה שהקשו בתר הכי הוא דמאי פריך ונחשוב דר\"א כו' כיון שחושב כל מיני איסור אכילה דשייכא בבהמה אע\"ג דנבילה נמי הוי ולא חשיב דוקא טריפה ותו לא הכי פריך בגמ' וע\"ז הקשו דהא נכלל איסור נבילה דניטל ירך וחלל שלה בבהמה שנחתכו רגליה ואותו אתיא בזה הכלל וכו' ודו\"ק נ\"ל:  "
        ], 
        [
            "גמ' <b>תניא דלא כרב אחא בר יעקב.  </b> בספר יש\"ש פרק השוחט דין י\"ז הביא שיש מקשין על הסמ\"ג שדבריו שכתב סי' קנ\"ו ומ\"ע סי' קנ\"ב סותרין זה את זה וכן דברי הרמב\"ם פ\"ט מהלכות מלכים [שפסק דבני נח חייבין עליו ולא ישראל] תמוהים גם הרשב\"א תמה עליו גם הכ\"מ תמה עליו גם בספר לחם משנה לא ישבו כי אם דמה דפליג על רב אחא בר יעקב הך ברייתא הרוצה שיבריא כו' הוא מטעם דליכא מידי דלישראל שרי ולנכרי אסור וטעם זה ליתא דהא אשכחן פ' ד' מיתות יפת תואר דלישראל שרי ולנכרי אסור דלאו בני כיבוש נינהו אלמא דליתא להך טעמא כו' עכ\"ל. וכמה דחוקים דבריו כמ\"ש גופיה והוא דוחק חדא דכבר יישבו תוס' לקושיא זו ע\"ש פרק השוחט [בתוס' שלפנינו נשארו בתימה] ועוד דר\"פ קאמר ובעי דאימא ליה מי איכא מידי כו' ולא אמרי ליה דאמינא הא טעמא קאמר ואפ\"ה דחי ליה דתניא דלא כוותיה וכן רב אידי בר אבין וכן ר' יוחנן דפליג בהדי חזקיה בפרק העור והרוטב דגבי בהמה טמאה כשהיא מפרכסת ישנו לאברים ולא בטהורה [אף לבני נח] דאתיא ליה סייעתא ממתניתא דהרוצה שיבריא כו' וכ\"ש חזקיה דס\"ל דאפילו בטמאה אינה לאברים כשנשחטה ועדיין מפרכסת ומתני' דריש מסכת טהרות ומייתי לה בפרק ג\"ה דף ק\"ב ע\"ש בתוס' כולהו דלא כראב\"י וטעמא דליכא מידי כו' שייך הכא ול\"ד ליפת תואר וק\"ל וא\"כ דברי הלח\"מ הנ\"ל במחילה מכבודו מילין נינהו (ועוד) דעדיין דברי הסמ\"ג קשים וסותרין זה את זה (ואע\"פ) [כמו] שכתב מהרא\"ש הביאו היש\"ש דדברי סמ\"ג סתורין מניה וביה (יש) [ויש] ליישב ע\"פ האמת דה\"ק דודאי ס\"ל דלא כראב\"י וכברייתא דהרוצה שיבריא כו' אלא דדוקא לאחר שתצא נפשה מותר בה אחד נכרי ואחד ישראל הא כ\"ז שלא יצא נפשה ישראל מותר בה מן התורה אלא חכמים אסרוה ואסמכיה אקרא דלא תאכל על הדם בסנהדרין וכפרש\"י בהעור והרוטב ופרק השוחט (*א) אבל נכרי מדאורייתא אסור דעדיין חיה היא וכתיב אך בשר בנפשו דמו לא תאכלו אלא לאחר שמתה ס\"ד למיסר כיון דלא ניתר בשחיטה וזה פירש קודם שמתה והכי ס\"ל לראב\"י בהא קאמר ברייתא דנכרי מותר בה כיון דלישראל שריא שחיטה וה\"ה לנכרי נשתרי אותו האבר בשחיטה אבל מ\"מ אסור לאוכלו בשחיטה עד שתמות דשחיטה לא הוי כמיתה אף לישראל אלא דישראל לא בעי מיתה ונכרי בעי מיתה וא\"כ ליכא למימר ליכא מידי דלישראל כו'. (*ב) ולכך אף דשחיטה מתרת לאותו אבר כמו לישראל דליכא מידי כו' מ\"מ צריך להמתין עד שתמות וק\"ל. ותדע דהא קתני בברייתא דלאחר שתמות עובד כוכבים מותר בה כו' והא מאי דצריך ישראל להמתין עד שתמות הוא מדרבנן וא\"כ יהא עובד כוכבים מותר בה מיד דליכא איסורא דרבנן לגביה אלא דעובד כוכבים אסור מדאורייתא כדאמרן. ובהכי מדויק לשון הרמב\"ם ששום אחד לא הרגיש בו שגבי היתרות שיתר ב\"נ על ישראל בטומאה כתב שב\"נ אחד בהמה וחיה בין טמאה כו' חייבין עליו משום אמ\"ה ומשום במ\"ה וגבי אבר ובשר הפורשין מן המפרכסת כתב ה\"ז אסור לבני נח משום אמ\"ה עכ\"ל והלא דרך הרמב\"ם לכתוב כל דיני חיוב מלקות וכרת וקרבן ולא סגי ליה במה שכותב האיסור ואע\"ג דבזה הזמן אינו נוהג המלקות ואינך כי ע\"כ קרא שם ספרו משנה תורה כידוע. וא\"כ למה לא כתב גבי אבר ובשר הפורשין מן המפרכסת דחייב משום אמ\"ה כדכתב גבי אבר ובשר מן הטמאה שיתר בני נח על ישראל אע\"כ כדאמרן וכדדייק לישנא דברייתא דפרק העור והרוטב ובשר הפורש ממנו כפורש מן החי ואסור לבני נח ואפילו לאחר שתצא נפשה דמשמע הא ישראל [ששחט] בטהורה מותר לבני נח לאחר שתצא נפשה אבל קודם שתצא נפשה אפילו ישראל בטהורה אסור לבני נח וכן מוכח מדברי רש\"י למעיין שם ולכך פרש\"י על ואסיר לבני נח והיינו סייעתא מדקאמר ואפילו לאחר שתצא משמע דאמ\"ה גמור הוא דאי לא הוי אסורה אלא קודם שתצא נפשה לא הוי סייעתא לר\"י דלעולם כחזקיה ואינה כחיה ולא הוי לאברים ואעפ\"כ אסור קודם שתצא נפשה וכדכתיבנא לכך קאמר ברייתא ואפילו לאחר שתצא נפשה דאי ליכא איסורא בטהורה ששחטה ישראל אף קודם שתצא נפשה [לגבי בני נח. דבדידהו דליכא איסורא דלא תאכלו על הדם אין חילוק בין קודם מיתה או לאחר מיתה ודלא כסברתו לעיל] הול\"ל בקיצור ואסור לבני נח וממילא ידעינן דאפילו לאחר שתצא נפשה אסורה דאי אסורה קודם שתצא ה\"ה לאחר שתצא דמ\"ש א\"ו כדאמרן ומטעמא דכתבינא וכן משמע מפרש\"י בהעור והרוטב (דף קכ\"א ע\"א) וז\"ל השוחט בהמה טמאה לעובד כוכבים הא פרישית לה דכיון דכוותה בשחיטת ישראל בטהורה משוי ליה אוכלא בעודה מפרכסת ולישראל שריא דהא בשחיטה תליא מלתא כו' משמע כדפרישית [אולי מל' ולישראל שריא כו' משמע ליה הכי דלעובד כוכבים אסור] וכן משמע נמי במתני' ברש\"י דעלה קאי הא פרישית לה כו'. ודברי מהרש\"ל ביישוב זה [על הרמב\"ם וסתירת הסמ\"ג. שמחלק בין כששחטה לצורך ישראל ובין כששחטה לצורך עובד כוכבים דאז לכ\"ע אסיר ] לא נהירא דהא חזינן דמפליג בברייתא דאייתי בגמ' בפ' העור והרוטב ופ' השוחט דלא כראב\"י בין שוחט בהמה טמאה לעובד כוכבים לשוחט בהמה טהורה ואם איתא לדברי מהרש\"ל הו\"ל לפלוגי כולה בטהורה בין כששחט ישראל לצורך עובד כוכבים או לצורך ישראל ול\"ל למימר ישראל ששחט בהמה טמאה לעובד כוכבים ועוד דודאי בהמה טמאה של עובד כוכבים הוא דהא אסור לעשות סחורה בדברים האסורים והול\"ל ישראל ששחט בהמה לעובד כוכבים [אפילו טהורה] ומפרכסת אבר הפורש ממנו כפורש מן החי ואסור לבני נח כו' והוא תימה לדבריו ודו\"ק. (*ג) גם מה סייעתא מייתי לר\"י מהך ברייתא שאני הכא ששחט לצורך עובד כוכבים ולכך הרי היא כחיה וישנה לאברים ומיהו לזה י\"ל דבטמאה לא שני לן בין ששחטה לצורך עובד כוכבים או לא ודו\"ק. גם מה אמר בפ' השוחט תניא דלא כראב\"י מהך ברייתא דלמא ראב\"י מיירי דאסור לזמן עובד כוכבים על בני מעיים בבהמת נכרי ששחטה ישראל וברייתא מיירי בבהמת ישראל דאף ראב\"י מודה ועוד מ\"ט לא משני [רש\"ל על תמיהתו על הרמב\"ם] דהתם [בדברי הרמב\"ם] איירי בבהמה טמאה דלא מהני בה שחיטה וע\"כ אבר ובשר הפורשין מן המפרכסת אסיר משום אמ\"ה והכא בבהמה טהורה דאיכא למימר ביה מי איכא מידי דלישראל שרי ולנכרי אסור וכדמפליג בברייתא גופיה וכדמסיק הכ\"מ שם אדעתיה לתרץ הכי אלא דהקשה דהו\"ל לפרושי ע\"ש בדברי הרב בעל כ\"מ וכ\"ש לתירוצו דהו\"ל לפרש ועוד א\"כ אדכתב הרמב\"ם ואבר ובשר הפורשין מן המפרכסת ה\"ז אסור לבני נח כו' ומיירי בבהמת עובד כוכבים דליכא למימר ביה מי איכא מידי כו' טפי הו\"ל לאשמועינן דנכרי אסור בריאה ובני מעיים מכיון דנשחטו הסימנים כמאן דמנחי בדיקולא דמיא ושחיטה אינה מתרת להם עד שתמות כיון דבבהמת עובד כוכבים איירינן ולסברת מהרש\"ל בבהמת עובד כוכבים אין שחיטת ישראל מתרת לעובד כוכבים עד שתמות וק\"ל. ועוד הא עיקר טעמא דא' נכרי וא' ישראל מותרין בו מטעם דמי איכא מידי כו' וא\"כ מ\"ש בהמת ישראל מבהמת עובד כוכבים הא אידי ואידי אי שחט ישראל שרי לישראל וא\"כ לגבי עובד כוכבים למה זה שרי וזה אסור. ותדע דהא פרש\"י בהעור והרוטב (דף קכ\"א ע\"ב) בד\"ה אחד עובד כוכבים ואחד ישראל מותרין בו דהואיל והותר לישראל הותר אף לעובד כוכבים דליכא מידי דלישראל שרי ולנכרי אסור אבל הנך דלעיל שחיטת טמאה וכן שחיטת עובד כוכבים בטהורה אין בו היתר לישראל ולנכרי נמי לא מישתרי דחיה היא עכ\"ל אלמא דוקא שחיטת טמאה ושחיטת נכרי בטהורה דליכא שום היתר לישראל אסור לעובד כוכבים וק\"ל. וכן מוכח במה שפרש\"י ריש פ' העור והרוטב במתני' קמייתא. ע\"כ אין לדבריו עיקר ושורש כלל והדברים ברורין כדכתיבנא: <br>ע\"ש בפ\"ט מהלכות מלכים הלכה י' י\"א כתב הרמב\"ם שאבר או בשר הפורש מן הבהמה או חיה חייב ב\"נ עליהן (משום אמ\"ה) ע\"ש והקשה הרב כסף משנה דהא פסק הרמב\"ם פ\"ד ופ\"ה מהל' מאכלות אסורות כר' יוחנן דבשר מן החי אינו חייב עליו אלא משום טריפה והא ודאי דב\"נ לא הוזהר על טריפה והיאך כתב כאן דב\"נ נהרג עליו וצ\"ע עכ\"ל. הנה מ\"ש דב\"נ לא הוזהר על טריפה ודאי הדין עמו כי לא נצטווה אלא על ז' מצות שלהן וכפי המחלוקת שבפ' ארבע מיתות וכ\"כ תוס' פ' ג\"ה (דף ק\"ג ע\"א) בד\"ה מר סבר ר\"י בהמה בחיי' לאברים כו' ע\"ש אבל לא היה צריך לזה דבהדיא כתב הרמב\"ם הלכה י\"ב וי\"ג אבר ובשר הפורשין מן המפרכסת אסורין לב\"נ משום אבר מן החי כו' ע\"ש. והנה יכולים לשנויי דמ\"ש כאן דחייב על בשר הפורש מן החי משום אבר מן החי מיירי בבשר הפורש מאבר שאין בו עצם דשם חייב (משום אמ\"ה) בין שחתך כולו בין שחתך מקצת כמבואר בדברי הרמב\"ם פ\"ה מהלכות מאכלות אסורות הלכה ב' אלא דקשה לי טובא חדא דהו\"ל להרמב\"ם לפרושי ועוד אף דברייתא דהעור והרוטב דתנא רב אושעיא שחט בהמה טמאה לעובד כוכבים אע\"פ ששחט בה שנים או רוב שנים ומפרכסת אבר ובשר הפורשין ממנו כפורש מן החי ואסור לב\"נ וכו' [דג\"כ קשיא לר\"י] אפשר לאוקומי בבשר הפורש מן האבר שאין בו עצם ובהכי מידחי דכתב בספר לח\"מ דע\"כ מוכרח לחלק בכך בין ב\"נ לישראל [דבב\"נ גם על בשר חייב משום אמ\"ה ומיישב בזה דברי הרמב\"ם [דאי לא\"ה תקשי מהך ברייתא לר\"י דאמר אינו חייב על בשר הפורש מן החי משום אמ\"ה וכו' עכ\"ל דלעולם ליכא לפלוגי ואפ\"ה לא תקשי לר\"י דהתם בבשר מאבר שאין בו עצם מיירי. ואי אפשר לומר דאי אפשר לאוקמי בבשר מאבר שאין בו עצם דא\"כ מאי אריא ואסור לב\"נ משום אמ\"ה הא לישראל נמי אסור משום אמ\"ה אע\"כ בבשר מאבר שיש בו עצם ויש חילוק בין ב\"נ לישראל דא\"כ הו\"ל לספר לח\"מ למידק דיש לחלק מגופא דלישנא דברייתא ולא מדלא אקשי מניה לר\"י ועוד דא\"כ הוי קשיא מניה לר\"ל דאמר גם ישראל חייב על בשר מן החי משום אמ\"ה והכא קתני דוקא ב\"נ אלא האמת הא דקתני לב\"נ משום דלישראל אסור משום טמא וכהא דפרש\"י התם ובשר הפורש ממנו [כו' אין בו טומאה דבשר הפורש מן החי טהור ולהכי הוי כמן החי שאסור לב\"נ ולזה מפרש הגאון דקשיא ליה] למאי הלכתא תני ליה בשלמא אמ\"ה דמטמא כלומר ונ\"מ אף לישראל [דאסיר משום טמאה] במה דהוי אמ\"ה אלא בבשר מן החי דלא מטמא וא\"כ מאי נ\"מ לישראל הא לענין איסור אכילה לא נ\"מ מידי דכבר אסור משום טמאה אלא לב\"נ קמ\"ל דאסור באכילה לדידיה משום אמ\"ה. ולעולם לישראל נמי אסור בשר הפורש מן החי משום אמ\"ה וא\"כ ליכא הכרח אלא מדלא אקשי מינה לר\"י. והא ליתא דאיכא לאוקמי בבשר מאבר שאין בו עצם (*ד) והנה אם אין חילוק בין ב\"נ לישראל לדעת הרמב\"ם ומיירי הכא בבשר מאבר שאין בו עצם וכדכתבינא היתה ראיה ברורה לדעת הרמב\"ם לחלק בין אבר שיש בו עצם לאין בו עצם ודלא כהראב\"ד בהשגות פ\"ה מהלכות מאכלות אסורות: <br>גם אין טעם לחילוקו דמ\"ש אך בשר בנפשו כו' [דכתיב בב\"נ] מלא תאכל הנפש עם הבשר. והא ראיה מדברי הרמב\"ם פ\"ה מהלכות מ\"א דכתב בהדיא דעל אבר מן החי הוא אומר לנח אך בשר בנפשו דמו וכו' עכ\"ל: <br>אבל נ\"ל באמת דיש חילוק בין ב\"נ לישראל וב\"נ חייב משום אמ\"ה אף בבשר מאבר שיש בו עצם [אך לא מהוכחתו של הלח\"מ ולא מטעמי' ] ולהכי לא הביא הה\"מ לראיה לדעת הרמב\"ם דמפליג בין בשר מאבר שיש בו עצם לבשר מאבר שאין בו עצם משום דאלת\"ה קשיא מאי דייק בהשוחט (דף ל\"ג) תניא דלא כראב\"י הרוצה לאכול מבהמה קודם שתצא נפשה חותך כזית בשר מבית השחיטה כו' דלמא התם דעובד כוכבים מותר היינו לפי דבשר מן החי לר\"י משום טריפה אסרינן ובני נח לא הוזהר על הטריפה אע\"ג דא\"כ למה נקיט כששחטה לנקוט בחותך מבהמה בריאה קודם ששחטה גם למה ממתין העובד כוכבים עד שתצא נפשה כאשר פרשתי לעיל דדוקא אחר שתצא נפשה עובד כוכבים מותר בה י\"ל דמשום ישראל אתי לאשמועינן דיכול לחתוך בשר קודם שתצא נפשה ולאוכלה צריך להמתין עד שתצא נפשה וע\"כ צ\"ל כן דהא נקיט מבית השחיטה דהוא לר\"י משום טריפה ופשיטא דישראל ונכרי מותרין בו [בלא מי איכא מידי] והו\"ל לאקשויי מניה לר\"י אלא דר\"י אמר דה\"ט באמת דמותר בו עובד כוכבים ומ\"מ למה נקט בששחטה [אע\"כ משום ישראל]. ועוד דלקמן בפ' העור והרוטב במתני' וברייתא אמר דאם שחט ישראל טמאה לעובד כוכבים או עובד כוכבים ששחט טהורה לישראל מטמא טומאת אוכלין בעודה מפרכסת דאשכחן דכוותה היתר לישראל אבל נכרי בטמאה אינה מטמאה טומאת אוכלין הא הוי אוכל דהא מותר לחתוך ממנו בשר לב\"נ ולאוכלו. ודוחק לומר דבעינן היתר בדכוותה אף לישראל לכך דוקא עובד כוכבים בטהורה וישראל בטמאה אבל נכרי בטמאה לא או דבעינן דוקא שיהיה כל הבהמה ראויה לאכילה. או דה\"פ אי משום דמותר לחתוך ממנו בשר לב\"נ א\"כ מחיים נמי מותר זה ואפ\"ה לא מקבלי טומאה מחיים אלא הא דמטמא עובד כוכבים בטהורה וישראל בטמאה ה\"ט משום דאשכחן בדכוותה היתר לישראל א\"כ כעין מיתה הוי לשויה אוכלא דאוכלין הוי כיון דלישראל בכי ה\"ג בדכוותיה שרי וק\"ל [אבל נכרי בטמאה לא אהני שחיטה זו מידי לשויה אוכלא. ואף דמותר לחתוך ממנו בשר זה לאו מצד השחיטה דאפילו מחיים נמי שרי זה. עכ\"ז מהך דפ' השוחט הראיה במקומה]. ע\"כ נ\"ל באמת דיש חילוק בין ב\"נ לישראל. ולדעת הראב\"ד פשיטא דיש חילוק דאל\"כ תקשי ברייתא דהעור והרוטב דתני ובשר הפורש ממנו כפורש מן החי ואסור לבני נח וכו' לר\"י דלא מחייב אלא משום טריפה אלא אפילו לדעת הרמב\"ם די\"ל כדלעיל [דמיירי בבשר מאבר שאין בו עצם] נ\"ל דיש חילוק וטעם החילוק דבב\"נ במיתה תליא מלתא דלא הוזכר שחיטה לגבייהו וילפינן דלדידהו במיתה תליא מלתא מקרא דאך את בשר בנפשו דמו וגו' וא\"כ אסור לו לאכול מבהמה כל דהו בלא מיתה כדכתב הרמב\"ם פ\"ח מהלכות מלכים דבני נח בכל שהוא חייב אע\"ג דגם שם כתוב לא תאכלו ואכילה בכזית אלא כו' ודו\"ק: [מה שהיה כתוב כאן בדפוסים ישנים השייך לקמן הצגנו הכל במקומו]:  "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "במשנה <b>נקיבת הוושט ופסוקת כו'  .  </b> הול\"ל ניקב הוושט. נפסק הגרגרת. כמו ניקב קרום כו'. נפסק החוט. ואולי שינה בלשון הני תרתי דנשתנו בדין משום דנבילה הן (*ה) ועיין לעיל (חולין דף ל\"ב ע\"ב): <br>הריאה שניקבה. ולא קאמר קרום הריאה כמו ניקב קרום של מוח משום דטריפת נקיבת הקרום דריאה הוא שהרוח יוצא ממנו שבשר הריאה ספוגה היא ושואבת הרוח וכשניקבו הקרומים יוצא הרוח דרך הנקב והיינו ניקב הריאה ממש: <br>המסס ובית הכוסות שנקבו לחוץ. הרע\"ב במשניות מ\"ש בזה יש לישב בדוחק: <br>אין סדר לי\"ח טריפות שבמשנה: ", 
            "גמ' <b>ואידך שני [היינו למ\"ד טריפה חיה].  </b> לא קאמר דלית ליה דרשא דמלמד שתפס כו' כמו למ\"ד טריפה אינה חיה דלית ליה אידך דרשא דתנא דבי ר\"י. דז\"א דודאי אית ליה ומשמע ליה החיה אשר לא תאכל חיה ממש לא מלשון חי דר' ישמעאל לא חידש רק דאיירי קרא דלהבדיל בין כו' בטריפות וכפרש\"י בחומש א\"צ לומר בין חמור לערוד כו' ודקאמר בסמוך ע\"ב תנא דבי ר\"י טריפה חיה ס\"ל היינו למ\"ד טריפה חיה מפרש תנא דבי ר\"י כן: ", 
            "ברש\"י <b>בד\"ה לבית חללו ואם לא כו'   קתני סיפא דכשירה.  </b> אפ\"ל שלא תימא לבית חללו קתני דאפ\"ה טריפה ולא נבילה דואלו טריפות ולא נבילות קאמר כמ\"ש התוס' בד\"ה ואלו טריפות ולזה פי' דאם לא הגיע לחלל כשירה ולהכי איצטריך ואלו כשירות: ", 
            "ברש\"י <b>בד\"ה נפלה מן הגג כו'  .  </b> ובגמרא אמר שאם שהתה כו'. אפ\"ל שלא תימא נפלה כו' נשתבר כו' חדא הוא ואורחא דמלתא נקיט כמו נשברה השדרה ונפסק כו' ומספר י\"ח נשלים שנחלק נשבר השדרה ונפסק לתרתי (*ו) לזה פירש דבגמרא אמר כו' ואלו הטריפות משום שבירות הצלעות מה לי ששהתה או לא אלא משום שמא נתרסקו אבריה: ", 
            "ברש\"י <b>בד\"ה כל שאין כמוה חיה שאין בהמה לקוי' דוגמתה כו'  .  </b> דבשחוטה קיימינן דאי אפשר להכיר בטריפות הללו בעודה בחיים לכן לא קאמר כל שאינה יכולה לחיות: ", 
            "ברש\"י <b>בד\"ה זאת החיה קרי ביה זאת חיה.  </b> דהחיה משמע זאת אשר חיה תאכלו ואחרת אשר חיה לא תאכלו וכדמסיק בואידך. ונראה דלמסקנא דזאת לדתנא דבי ר\"י א\"צ לקרי ביה חיה דהחיה בלא זאת משמע נמי חיה אכול שאינה חיה כו' דאי לא\"ה מאי פריך ואידך שני לימא אידך לא ס\"ל קרי ביה כו' רק בה\"א ליישב זאת למ\"ד טריפה אינה חיה הוצרך לומר קרי ביה. וצריך ליישב קצת מנ\"ל קרי ביה ואז מתורץ מנ\"ל טריפה אינה חיה קמה מקום להקשות למ\"ד טריפה חיה מנ\"ל (דלמא) [דלמה. כצ\"ל כפי המפורש למטה] לא ס\"ל קרי ביה ודו\"ק (*ז): ", 
            "בתוס' <b>בד\"ה אלו טריפות כו'   והודה לו ר\"ע דנבילה.  </b> ונקובת הושט ופסוקת כו' משום משנה הראשונה לא זזה ממקומה דכיון דנשנית קודם ההודאה לא זזה אף לאחר שהודה: ", 
            "בא\"ד <b>או קאי כו'  .  </b> משום דבפלוגתא דרבי ישבב מפורש בהדיא נבילה מפרשי בתחלה דמסתבר דעלה קאי ואלו טריפות או קאי אכל הני שחיטתן פסולה כו' והוי נבילה כו' וק\"ל: ", 
            "בתוס' <b>בד\"ה ניקב הלב כו'   והא דתנן כו'.  </b> בל\"ז יש לומר דתני דבר והיפוכו וכן אורחא דתנא בכמה משניות אך עתה ניתני נמי גבי אינך ניקב הושט שלא לחללו ואי משום דפשיטא דכשר דלא חשיב נקב גם בלב הוא פשיטא ולא אצטריך לבתר דתני ניקב הלב לבית חללו הכל בל\"ז [יותר צודק אבל בל\"ז] י\"ל אה\"נ אינך מיטרפי אפילו שלא לחללו וא\"כ לא מצי למיתני דבר והיפוכו וק\"ל. ואפ\"ל המשך הדיבור משום דבמשנתינו לא פירש דין ניטל לזה קתני ואלו כשירות כו' לאורויי אבל ניטל טריפה לזה כתבו בתחלה דניטל הוא מלתא דפשיטא דבכל כו' והא דתנן כו' ויתכן לצרף יחד דאז מקושר שפיר: <br>בסה\"ד ניטל הכבד ונשתייר הימנו כזית כצ\"ל: ", 
            "בתוס' <b>בד\"ה דרוסת הנץ גרסינן כו'  .  </b> ומהאי טעמא לא תני במתני' דמיא לדיותא כו'. ממתני' אין ראיה דתני תני ודלא תני אתיא בזה הכלל וניקב הטחול בסומכי' שייר נמי ואתיא בזה הכלל ומתנא דבי ר\"י יש הוכחה שפיר דחשיב לכל הנקובים לאחד ודרוסה לטריפות באנפי נפשיה ואי משום דלא הוי נקובה ממש רק סופו לינקב חשבינן באנפי נפשיה א\"כ נחשבי נמי דמיא לדיותא וכו'. ולא מסתבר להו לומר כיון דתני פעם אחת טריפות דמשום סופו לנקוב דהיינו דרוסה תו לא חשיב לדמיא לדיותא דהוי נמי מהאי טעמא ודו\"ק:  "
        ], 
        [
            "גמ' <b>חשבינהו כחדא כו'  .  </b> קצת דמדומי ראיה מכאן דשיעור נקוביתייהו דהמסס ובית הכוסות בשוה כדעת ר\"ת [לקמן (חולין דף נ' ע\"ב) תד\"ה מחט שנמצאת] דלדעת רש\"י לא הו\"ל למיחשב כחדא וכ\"ש לפי האמת דאין מכריחנו ליחשב כחדא רק כולהו נקובי חדא חשיב להו כמו שאכתוב בסמוך ברש\"י אי\"ה ואפ\"ה חשבינהו לחדא לומר נקובי תמניא הוי: ", 
            "גמ' <b>נקובי תמניא הוי כו'  .  </b> עיין באשר\"י בהגה\"ה מדין ניטל המרה באורך: <br>ולעיל כי משני אפיק מרה כו' ולא אסיק אדעתיה כולהו נקובי כחדא חשיב. (*ח) אין להקשות אכתי איכא ניטל המרה דטריפה כמ\"ש התוס' לעיל ע\"א בד\"ה ניקב הלב י\"ל דלמאן דמכשיר ניקב הוא הדין נמי ניטל אבל למאן דמטריף ניקב י\"ל כ\"ש ניטל: ", 
            "ברש\"י <b>בד\"ה נקובי תמניא הוי דכי חשבית להמסס ובית הכוסות כחדא ומדלית לה למרה כו'  .  </b> בין בה\"א ובין במסקנא אין צריך לזה כיון דכולהו נקובי כחדא חשיב [וחסר ט'] דניקב הטחול א\"צ למיחשב [ולמלאות] שאינה שנויה במתני' ונגד אותן החסרים במתני' צריך למלאות א\"כ מי' נקובים למסקנא נעשה אחד ומב' פסוקי חד ועייל י' בסגר ושב שמעתא [דניקב הטחול בכלל נקובי] רק קושטא דמלתא נקיט וכחייא בר רב בסמוך: ", 
            "בתוס' <b>בד\"ה והאיכא כו'   וד\"ה אפיק כו'.  </b> אפשר לתרץ אחד באידך דסוגיא אדרבה לרבנן [ואליבא דמאן דאמר לא שמיה חסרון] ויודע המקשן דצריכא אחד למלאות מספר י\"ח וניטל צומת מתני' בהדיא דטריפה. גם להתוס' צ\"ל כדמשני ס\"ל כרשב\"א גם ניטל צומת הגידין כשר [אבל למ\"ש א\"צ לזה]. וכן מ\"ש בסמוך ע\"א בד\"ה הנך דאפקית ולרכיש הוי בכלל נחתכה כו' אפ\"ל דס\"ל חסרון מבפנים לא שמי' חסרון וי\"ח טריפות לרבנן וניטל ונחתכו לתרתי ודו\"ק: ", 
            "בתוס' <b>בד\"ה ואמר ר\"י כו'   כדי שינטל כו'.  </b> ובשדרה נמי שיעורו כדי שינטל כו' כדקאמר וכן לטריפה רק התם נתנו שיעור מפורש חוליא אחת ובגלגולת דאין להם שיעור ידוע לשער בו קאמרי כדי שינטל כו' והוא פחות ממלא מקדח ואע\"ג דגם ב\"ש ס\"ל כדי שימות כו' עיין בזה בתוס' [בעירובין דף ז' דבנרקב ונחסר ממילא אינו מת בחסרון מועט כע\"י נטילה] וא\"כ לא פליגי בטריפות (*ט) דלתרוייהו שלא ע\"י נטילה כמלא מקדח נטרף וע\"י נטילה בבציר מהכי ופליגי במה משערין לענין טומאת אוהל [למר ברקבון ולמר כדי שינטל] ועיין: ", 
            "בא\"ד <b>וא\"ת א\"כ אמאי לא פריך כו'  .  </b> דאף דתרוייהו חסרון נינהו (*י) כיון דאין שיעורן שוה ה\"ל למיחשביה וכמ\"ש התוספות בסמוך [ע\"א בד\"ה הנך דאפקת] רק מי הגיד להו דלמא כדי שינטל וכו' הוא כל שהוא וא\"כ הוי שיעוריה כחסרון דריאה (*ב) י\"ל דא\"כ הול\"ל טפי כל שהוא מלומר כדי שינטל כו' וק\"ל: <br>שם וא\"ת א\"כ וכו'. ובל\"ז מהא דכדי שינטל וכו' דש\"מ דאפילו אדם נטרף בהכי לא הקשו דאף דס\"ל טריפה חיה מ\"מ מה שאינה יכולה לחיות ודאי טריפה מסתמא ז\"א דתקשי בלא\"ה ל\"ל לר\"ת לחלק בין טריפות דאדם לבהמה יאמר תרוייהו מיטרפי בנקיבת הקרום ואף דיכול לחיות טריפה חיה אבל לענין טומאת אוהל משערין בכדי שינטל מן החי וימות אלא בלא הא דר\"י כו' [דדייק מסיפא] היה אפ\"ל כן דלכך לא חשיב חסרון גלגולת משום דהוי עם נקיבת הקרום וטומאת אוהל משערין במיתה לא בטריפה אבל לפי מ\"ש דר\"י מסיפא דייק כו' ואפשר דר\"י ס\"ל טריפה אינה חיה דהשתא א\"ש טפי דיוקא דוכן לטריפה מהא דכדי שינטל כו' וימות לזה הקשו לר\"י הו\"ל למיפרך נמי י\"ח טריפות נאמרו למשה י\"ט הן דהא איכא חסרון בגלגולת דא\"ל עם נקיבת הקרום דהא קאמר וכן לטריפה ולענין טריפה מיטרפא בנקיבת הקרום זולת חסרון הגלגולת והכא בחסרון עצם גלגולת קיימינן והוצרכו לחלק בין טריפות אדם לבהמה ודו\"ק. ואע\"ג דלענין גלגולת מצינו במתני' דשניא בהמה מאדם דמיטרפא בנקיבת הקרום לחוד [וא\"כ מנ\"ל לר\"י לומר וכן לטרפה בבהמה] מ\"מ בשדרה דלא מצינו קאמר ר\"י שפיר וכן לטריפה דמהי תיתי לנו לומר דבהמה מיטרפא בפחות כל כמה דלא מצינו: <br>עוד שם וא\"ת א\"כ כו'. אין נראה לקושרו דמהא דכדי שינטל דלמא תנא דבי ר' ישמעאל כב\"ש ס\"ל אך עתה דר\"י קאמר וכן לטריפה פליגי נמי בכי ה\"ג. [דפשיטא דגם ב\"ש מודו דאיכא שיעורא דכדי שינטל וימות] רק כמ\"ש לעיל [בסמוך]: ", 
            "בא\"ד <b>א\"נ לענין טריפות אדם כו'   דמשכחת בה חומרא וקולא כו'.  </b> חומרא לענין הורג את הנפש שחסר לו מקודם מעט פחות מכמלא מקדח דנהרג על הריגתו לב\"ש וק\"ל. וחומרא וקולא דציירו היינו כב\"ש ולב\"ה בהיפך. ואי שיעורא דב\"ה נפישא אזלי ציורא בב\"ה (*ל): ", 
            "בא\"ד <b>ומיהו קשה בסמוך כו'  .  </b> אבל ר\"י גופיה דקאמר וכן לטריפה לא קשה דכיון דמת האדם בו כ\"ש בהמה וא\"ל דלמא ב\"ש ג\"כ מודו לענין טריפות דבהמה דמיטרפא בשיעורא דב\"ה דמהי תיתי לחלק כל כמה (דלמא) [דלא מצינו] רק הקשו מלקמן מאי מקשו ליה רבנן מאיוב כו' למה קשה להו טפי אמרה מעל נקיבת הקרום: ", 
            "בא\"ד <b>אבל אי אפשר לפרש כן וכו'  .  </b> וא\"כ הדרא קושיא מיהו קשה כו' לדוכתיה לא זולת זה וק\"ל (*מ): ", 
            "בתוס' <b>בד\"ה אמר שמואל כו'   וא\"ת לר\"י כו'.  </b> עיין בסמוך: <br>בסה\"ד שזו עקורה וזו נטולה. נראה שצ\"ל וזו שבורה וק\"ל: "
        ], 
        [
            "גמ' <b>אמר עולא כו'   נטולה וחסורה.  </b> נטולה כל האבר. וחסורה מקצת האבר. חרותה בכלל חסורה או נטולה או לקותא [דלא אצטריך למיחשביה כמו שפי' רש\"י בחזותא]: ", 
            "גמ' <b>האמר רבב\"ח אר\"י הלכה כסתם משנה.  </b> לעיל אמר ר\"י הלכה כר\"י בר' יהודה אף דכבר אמר הלכה כסתם משנה י\"ל לפירוש הרב ר\"י אורלינ\"ש [שבתוס' ד\"ה והאמר ר\"י] דטעמא דהלכה כסתם משנה משום דרבי סתם לעולם כדברי הרבים והכא דחזינן בברייתא דהוא דברי יחיד ראינו דסתם משנתינו הוא סתמא דיחידאי: ", 
            "גמ' <b>ל\"ל למימר חיצון אדום ופנימי לבן כו'  .  </b> דאי לאין לו בדיקה מבחוץ כו' כבר אמרה במימרא אחריתא ועוד לא הול\"ל רק א' אדום ואחד לבן למה לי חיצון ופנימי גם לא הול\"ל רק חיצון אדום: ", 
            "גמ' <b>זה שלא כנגד זה.  </b> גם ברוחב כדמשמע רווח גמדא וכו' אם אין בב' רוחות: ", 
            "ברש\"י <b>בד\"ה אמוראי נינהו וכו'   ומשום דליכא לאלומי איצטריך לן כו'.  </b> דאי לא אמר הלכה כסתם משנה הוי רשאי מסברא ושיקול הדעת לפסוק כחד מ\"ד אבל כיון דפסק הלכה כסתם משנה תו ליכא למיסמוך אסברא אלא אי איכא לאלומי מכח סתמא אחריתא: ", 
            "בתוס' <b>בד\"ה הנך דאפקית כו'   וע\"ק למ\"ד כו'.  </b> חוזר על וא\"ת הראשון והי\"ל כתבו בין הדבקים ומתורץ הע\"ק נמי בו רק לא ניחא להו באותו דוחק: ", 
            "בא\"ד <b>וכר\"י דאמר אלו טריפות כו'   ולית ליה י\"ח טריפות נאמרו וכו'.  </b> ומ\"ש לעיל בד\"ה אמר שמואל וא\"ת לר\"י כו' אף דלא ס\"ל י\"ח טריפות מ\"מ חזינן הדין לתנא דבי ר\"י מדחשבינהו בתרתי שאין דיניהם שוין ומנ\"ל דמתני' פליג בהא אתנא דבי ר\"י אף דמתני' פליג עליה בטריפות דרכיש ודרב מתנה דאיתמעטו מאלו טריפות ודו\"ק: ", 
            "בתוס' <b>בד\"ה והאמר ר\"י כו'   והרב ר' יעקב מאורלינ\"ש תירץ כו'.  </b> נראה דלא בא רק ליישב ואי משום שהאחרון עיקר כו' דמ\"ש התוספות כחדא בבא חשיב הוא דוחק אבל מ\"ש דפריך מכח מאי אולמי הוא מפרש הכי לכל הפירושים וק\"ל (*ג):  "
        ], 
        [
            "גמ' <b>לספק דרוסה.  </b> אף אם ודאי דרוסה יש לה בדיקה כמ\"ש התוס' לקמן [חולין דף נ\"ג ע\"ב בד\"ה דרוסה שאמרו] אפ\"ל קצת [הא דלא נקיט לודאי דרוסה] דא\"ל בזה אין לה בדיקה אלא מבפנים דאף שאינו רואה ריעותא מבפנים יש לחוש שמא אילו הו\"ל בדיקה מבחוץ היה ניכר [בהאדים מבחוץ לחוד נמי מיטרפא וכמ\"ש הרא\"ש] אבל בספק דרוסה הוי קצת כעין ס\"ס ולא חיישינן כולי האי ולפ\"ז צ\"ל דודאי דרוסה דיש לה בדיקה דוקא כשיודעין ודאי שלא נדרס כנגד הסימנים (*ס) גם י\"ל כיון דסימנים קשין הן אצל דרוסה אין חוששין כ\"ז שאינו נראה לעינים (*ע) ועיין כאן באשר\"י באורך [שהוכיח דבהאדים עור החיצון גרידא מיטרפא דאי לא\"ה מאי נ\"מ במה דאמר אין לושט בדיקה מבחוץ לספק דרוסה אפילו יש לו בדיקה למה יבדקנו הואיל ולא מיטרף בהכי] י\"ל שפיר עד שיאדימו ב' עורות (*פ) ושלא תסבור כי אינו נראה מבחוץ סגי וא\"צ לבדוק יותר מבפנים לזה אמר וושט אין לו וכו' וכשבא לבדוק בספק דרוסה אף שאינו רואה ריעותא בסימנים מבחוץ עליו לבדוק מבפנים: <br>והומ\"ל לספק נקובה לפי' רש\"י דנקב אינו ניכר מבחוץ וכמ\"ש התוס' לעיל באורך בהשוחט (חולין דף כ\"ח ע\"א) בד\"ה אתא כי ממסמס כו' וא\"ל דלא הומ\"ל לספק נקובה אלא מבפנים וכו' דאף שבודק מבפנים וניכר ניקב זה בלא זה כשר (*צ) משא\"כ בדרוסה שבא מחוץ לפנים. דהא נ\"מ שפיר כדלעיל בהשוחט בעובדא דבר אווזא דממסמס קועי' דמא וכו' נשחטיה והדר נבדקיה וושט אין לו כו' וק\"ל: ", 
            "גמ' <b>ולעולא מ\"ש ספק דרוסה כו'   ומ\"ש מב' חתיכות כו'.  </b> לא ידע המקשה ממ\"ד אין חוששין לספק דרוסה ואף אם ידע [וא\"כ היאך הבין המקשן להך מ\"ד דלא חייש לספק דרוסה מ\"ש מב' חתיכות] י\"ל דב' חתיכות גרע דיש ריעותא בעצמן משא\"כ בספק דרוסה שהספק אין בעצמה אבל בנתחבה קוץ בוושט ס\"ד דהוי ריעותא בעצמה והקשה מ\"ש מספק דרוסה מכח כ\"ש וק\"ל: ", 
            "גמ' <b>קוצי אכלי.  </b> ואין דרך לנקוב וושטן שהרי אכילתן הוא: ", 
            "ברש\"י <b>בד\"ה אין חוששין שמא נקב היה והבריא כו'  .  </b> לכאורה פירוש הראשון ס\"ל דיש לו בדיקה לענין נקובה דאל\"כ למה ליה שמא נתרפא ניחוש שמא עדיין נקוב. וצ\"ל לפי\"ז מה שפי' רש\"י לעיל (חולין דף כ\"ח) ובסמוך בד\"ה מ\"ש מספק דרוסה דנקב במשהו בעור החיצון לא מינכר אזיל לפירוש ששמע ובסמוך בד\"ה חיישינן שמא ב' עורות ניקבו והבריא החיצון אזדי לפי' הראשון וק\"ל: ", 
            "בתוס' <b>בד\"ה קסבר כו'   וא\"ת כו' נימא נשחטה הותרה כו'.  </b> בקצרה מפ' ד' אחין ודאי י\"ל מנ\"ל דיש חזקת כשרות הכא לענין טריפות. ולא הוכיחו זה כאן מניה וביה דתקשי מחתיכה אחת וצ\"ל דהכא מעיקרא היתה בחזקת כשירה כמ\"ש התוס' בסמוך בד\"ה שאני התם. דדלמא עולא דוקא דס\"ל אין חוששין וכו' אזיל בתר חזקת כשרות אף שיש ג\"כ חזקת איסור אבר מן החי כנגדו אבל למאי דפסקינן דחוששין כו' דלמא טעמא דאזלינן בתר חזקת איסור. וקושייתם ג\"כ אישב לו קוץ בושט וכן וכ\"ת שאני הכא וכו' דחזינן עתה שהיה בה ריעותא מחיים משא\"כ בניקבו בני מעים וק\"ל (*ק): ", 
            "בא\"ד <b>נעמידנה בחזקת מה שהיתה קודם שנולד בה ספק דרוסה והעמידנה כו'  .  </b> אע\"ג דאותו פעם הוי בחזקת איסור היינו איסור אחר דאבר מן החי דאזדי עתה בתר שחיטה וה\"נ התם בחיי בעלה היתה בחזקת איסור א\"א דאזדי ליה עתה כשמת הבעל ודו\"ק: ", 
            "בא\"ד <b>כיון דאיכא למימר הכי כו'  .  </b> נראה דעיקר קושיא ממשמעות דאיכא למימר הכי והכי כו' משמע דשני הצדדין שקולין הן בנמצא ציפורן רק רב לטעמיה ואוקי אחזקה ולאידך מ\"ד לא אזיל בתר חזקה ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [
            "גמ' <b>איתיבי' כו'   או שחסרה.  </b> ולא מפרש שחסרה א' מאונות או חליף שפירש רש\"י לעיל דהוי בכלל חסרה ועיין: ", 
            "גמ' <b>האי לחבירו איתמר הרמב\"ם כתב אפילו לחבירו מפורש בב\"י:  </b>", 
            "ברש\"י <b>בד\"ה ה\"ג כו'   ועוד אי גרסינן דכ\"ע שמי' חסרון כו'.  </b> אפשר לפרש לאותה גירסא דהא אין סברא לומר דפליגי במציאות אי המחט אוכלת ומחסרת סביבותיה אלא או לכ\"ע לא מחסר או לכ\"ע מחסר ומיירי באופן שרואין שאינו מחסר וקאמר דכ\"ע שמיה חסרון רק הכא ליכא חסרון שאינו מחסר לכ\"ע או איירי באופן שרואין שבא המחט מקרוב ולא חסרה וטעמא דטריף משום נקובי כו': ", 
            "ברש\"י <b>בד\"ה נקובי נקוב כו'   והלכתא כהנך רבנן כו' ועוד דקם ליה בשיטתייהו רב אמי ור\"א דאמרי לקמן (חולין כו'.)  </b> למ\"ש לקמן דרבנן דמטרפי דוקא בקופא לבר מאי ראיה מלקמן בכבדא ג\"כ הדין כן י\"ל כי היכא דלקמן לא מחזקי ריעותא אפילו בחתוכה ולא מחזקינן איסורא ה\"נ אפילו בלבר לא מחזיקינן ריעותא דיש לתלות שפיר דרך סימפון נכנס וכמ\"ש התוס' בד\"ה אי קופא כו' דבריאה אין חילוק ויש לתלות שפיר סימפונא נקיט כו' בלבר כמו בלגיו בכבדא ומיניה וביה עצמו ליכא הוכחה [דכיון דהכא בלגיו לכ\"ע כשר ה\"ה בלבר גבי ריאה לא מחזיקינן ריעותא] דשמא אה\"נ דמיטרפא בכל ענין אפילו מלגיו והא דמסיימי נקובי כו' [דמטעם זה לא שייך אמלגיו. פירושו נקובי כו'] דרך הושט [ונפל חודו על דופן הריאה ונכנס לתוכו] ועבר כל רוחב הריאה עד מעבר לחציו והלכך אפילו קופא לצד סמפון האמצעי טריפה אבל מלקמן דמכשרי בכבד אי קופא לגיו בע\"כ דלא חיישינן להכי [וכמו שמבואר בדבריו לקמן המתחילין הנראה לשיטת רש\"י במ\"ש ואין לפרש מ\"ש התוס' כו'] ודו\"ק: ", 
            "ברש\"י <b>בד\"ה אי קופא לגיו כו'   שהיא נקובה בו.  </b> ר\"ל המחט עצמה נקובה בקופא שלה דקופא כמו שופיינא בקופינא דמרא רפיא. מעייל פילא בקופא דמחטא: ", 
            "בתוס' <b>בד\"ה אי קופא לגיו כו'   בסה\"ד וכן אם נמצא בתוך הקורקבן כו'.  </b> פי' תחובה בו אין חילוק בין לבר או לגיו כמו בריאה: <br>הנראה לשיטת רש\"י בחתיכה דריאה דטריפה היינו נמי בקופא לבר כמו בכבדא דהא פי' דלמא הוי נקובה שרוב הנכנסין דרך וושט נכנסין ובקופא אינו יכול לנקוב ולא ס\"ל סברת התוס' בד\"ה דלמא דדרך סמפונות יצא ונכנס בריאה מבחוץ ושב לאחור. ואי משום דלא מפליג ה\"נ בריאה שלימה לא מפליג. דאף את\"ל דמאן דמכשרי בכל ענין מכשרי וכמ\"ש התוס' בד\"ה אי קופא. מאן דטרפו לא מטרפו בקופא לגיו מדקמסיימו ומר סבר נקובי נקיב ואתא ולא נתן טעם על קופא לגיו [דטעם זה לא שייך בלגיו דלא מצי נקיב בקופא ואפ\"ה לא מפלגי] ואף דלפי' התוס' בחתיכה דריאה מיטרף אפילו בקופא לגיו משום דדרך סמפונות יצא ונכנס בבשר הריאה מבחוץ מ\"מ בריאה שלימה לא מחזיקינן ריעותא בקופא לגיו [לכ\"ע] כי למה ניחוש כן שיצא לחוץ ושב לאחור והריאה שלימה לפנינו משא\"כ בקופא לבר כיון שחודה לצד פנים מסתמא בא מוושט ונכנס לריאה מחוץ לצד פנים וא\"כ בריאה שלימה בקופא לבר פליגי וה\"נ [לפי' רש\"י] בחתיכה דריאה דדומיא דהך טריפה לכ\"ע [דהיינו בקופא לבר אבל בלגיו כשר]. ולזה הוצרך לפרש בעובדא דחתיכה דכבדא שהיתה נקובה מב' צדדין כמ\"ש בד\"ה אי קופא לגיו כו' אם ראשה העב כו' נחבא בתוך הכבד וחודה יוצאה לתוך חלל הבהמה כו' ויצא לכבד וממנו לחוץ כו' ולא מפרש כפשוטו [בכולה טמונה בכבד] וכמו אח\"כ בבית הכוסות וליחזי אי קופא כו' [דשם לא איירי רק בנקוב מצד אחד ואי אפשר לפרש רק כפשוטה] דהא ע\"כ בכולו בתוך הכבד דומיא דבית הכוסות נמי יש חילוק בין קופא כו' וכמו שהכריחו תוס' בד\"ה אי קופא. ע\"ק דפריך אילו אשתכח בבישרא כו' כלומר וכי נקובת הכבד טריפה הוא עיין באשר\"י ומה בכך סוף סוף אכתי יש חילוק בין קופא לבר או לגיו ולמה הטריף בכל ענין כמו בחתיכה דריאה דנקיבה פוסל בה [ואפ\"ה לא מיטרף בה בכל ענין] והיינו בלבר [דוקא] דהא ליכא טעמא למיטרפה רק משום דדרך הושט נכנס וכמו שכתבתי לעיל. ע\"ק דפריך ומ\"ש כו' ולא אמרינן ניחזי כו' הו\"ל למיפרך דליטרף בכל ענין דהא קאמר אילו אשתכח בבישרא כו' כלומר וכי נקובה וכו' משמע דאי נקובה מטריף כבבית הכוסות שפיר טריף בכל ענין. וכי תימא שאני הכא דנקוב מב' צדדין ויש ריעותא (*ש) משא\"כ בבית הכוסות מצד אחד א\"כ גם השתא לא פריך מידי אבל רש\"י אזיל לשיטתיה דחתיכה דריאה טריף בלבר דוקא משום דדרך ושט נכנסה וא\"כ מאי קאמר וכי נקיבת הכבד טריפה הוא משמע דאם היה טריפה לא שני בין לבר לגיו לזה הוצרך לפרש שהיתה נקובה מב' צדדין והשתא קאמר שפיר וכי נקיבת הכבד כו' הא אם היה טריפה שפיר מיטרפא משום נקיבת עצמה וכבית הכוסות שניקב מב' צדדין ולזה פריך ולא אמרינן וליחזי אי קופא כו' אבל התוס' מפרשין בחתיכה דריאה טריפה [בכל ענין] בקופא לבר משום דאמרינן דרך וושט נכנס ובלגיו משום דדרך סמפונות יצא ונכנס ואתיא כפשטיה דאילו אשתכח בבשר כו' ולזה מפרשי אח\"כ כשהמחט כולה בכבד כו'. וצ\"ל דאף לרש\"י בכולה בכבד נמי הדין כן דאל\"כ מאי פריך מ\"ש כו' וכמ\"ש התוס' רק הך עובדא הוה בכי האי גוונא מדקאמר אילו אשתכח כו'. וצ\"ל להתוס' מה שהקשיתי לעיל בהא דפריך ולא אמרינן לחזי כו' הא במקום שנקובה טריפה כבחתיכה דריאה טריפה בכל ענין הניחא לפרש\"י כמו שכתבתי ואם נדמה לריאה שלימה א\"כ מאי פריך מחתיכה דכבדא דדמיא לחתיכה דריאה אריאה שלימה וא\"כ קשה ממ\"נ או לא פריך מידי אי דמיא לשלימה או הו\"ל למיפרך אלימא אי דמיא לחתיכה דהא פסול בנקובה כריאה ואי אית ליה בדיקה כריאה שלימה דעולה בנפיחה ובה נבדק ז\"א דלמא לא יהיה הנקב ניכר בה דלא דמיא למאי דלא מחזקינן ריעותא בריאה שלימה ולא אמרי' שמא שאר אברים נקבו דא\"כ ע\"כ היתה גם הריאה נקובה בחתוכה אין שייך לבדוק שאר אברים שנקבו כיון שאין יודעין אבר ידוע וכמ\"ש רש\"י הואיל ולא חזינן נקב יוצא לחוץ כו' ועוד מכ\"ש א\"כ דמיא לחתיכה אף בהיות שלימה. (*ת) ודוחק לומר דדמיא לריאה שלימה ומ\"מ בקופא לבר הו\"ל ליטרף דלא דמיא לריאה דכשירה בכל ענין מהאי טעמא שכתבו התוס' בד\"ה אי קופא דקרובה לקנה כו'. ואין לפרש מה שכתבו התוס' ד\"ה דלמא כוונתן בענין אחר ממה שכתבתי למעלה (*א) [וה\"פ] לא משום דדרך הושט מינקבא ולהכי לא מפליג ומטריף בכל גוונא משום דאמרינן דרך הושט נכנס המחט ונפל חודו על דופן הריאה ונכנס לתוכו ועבר כל רוחב הריאה עד מעבר לחציו הלכך אפילו קופא לצד סמפון האמצעי טריפה דא\"כ אמאי מכשיר בחתיכה דכבדא אי קופא לגיו גם התם ניחוש שמא עבר המחט כל רוחב הכבד עד מעבר לחציו א\"ו לא חיישינן להכי וכ\"כ האשר\"י ראייתו באורך עד כאן רק סיומו הוא אח\"כ על דרך שכתבתי לעיל ע\"ש [ולפי דרך הזה יש לפרש סיומו דה\"פ] אלא היינו טעמא דדרך הסמפונות יצא וניקב הסמפון ויצא לחוץ לחלל הגוף ומחוץ נכנס בריאה ועבר כל רוחב הריאה עד מעבר לחציו הלכך [אף] קופא לגיו טריפה משום נקיבת הריאה ולהכי בחתיכה דכבדא כשר דאף דניקב הסמפון וכבד כשר (*ב) ומשום דרך סמפון יצא ונכנס לריאה מיטרף בריאה בין לגיו בין לבר הכל מהאי טעמא לא משום דדרך הושט כו' רק לעולם סמפונא נקיט כו'. דא\"כ בכבד בלבר מ\"ט טריפה דא\"ל משום דמוכרח שבא מחוץ להכי י\"ל שפיר שבא מושט סוף סוף בלגיו כיון דתלינן שיצא לחוץ לקנה ה\"נ י\"ל מושט ולטרוף בכבדא (*ג) ועוד דאין סברא כלל כיון שסוף סוף אתה תולה שבא דרך הסמפון לא דרך הושט למה נאמר שיצא ממנו לחלל הגוף ושב לתוכו ועבר לחציה השניה עד שנמצא קופא לגיו יותר נתלה שיצא דרך הסמפון לשם כפשוטו: <br>מאי פריך ומ\"ש כו'. הא לא דמיא כלל דשאני בית הכוסות דתלוי בושט אמרי' דרך הושט ירד עד בית הכוסות וניקב בצד אחד אף שאין דרך קופה לנקוב מ\"מ מסתבר טפי מלומר שניקבה את הושט למעלה ויצא לחלל הגוף וחזרה ונכנסה לבית הכוסות מבחוץ שכן דרכו ג\"כ להיות סמפונות נקיט ועלה לירד כדרכה [מושט עד בית הכוסות] משא\"כ בחתיכה דכבדא כיון דקופא לבר מסתבר טפי לומר שנכנס דרך הושט שדרכו לבלוע וניקב בחודו שדרכו לנקוב בו מלומר שנכנס דרך הקנה וניקב בקופא האיך נתלה בתרתי לגריעותא ולהקל והיאך מדמה סמפונות נקיט ועל וניקב בקופא דגבי ושט לסמפונות נקיט ועל וניקב בקופא דגבי קנה תדע דהא עיקר טעמא דטריפה בלבר לעיל לא משום הוכחת הקופא לבר שאין דרכו לנקוב וע\"כ מבחוץ בא דרך הושט דהא בקטינתא דיכול לנקוב נמי טריפה והיינו משום דתלינן טפי בושט ולהכי טריפה ועוד כדמשני אמרי התם כיון דאיכא אוכלים כו' ויכול לנקוב מב' צדדים א\"כ נעשה ממנו קטינתא דלעיל ולעיל טריפה והכא כשר אלא שאני התם דתלינן בושט. מיהו בזה י\"ל אימור אוכלין כו' ותלינן טפי שהנקיבה בא דרך בית הכוסות מבפנים שרגיל לנקוב בו ע\"י הדחק אוכלין ומשקין מלומר שניקב דרך הושט אבל לעיל דיש לתלות בושט כבקנה תלינן לחומרא בקטינתא. ואפשר לומר דפריך איפכא דנטריף לעיל בקופא לגיו ונתלה בושט דאורחיה וניקב בקופא להחמיר כי היכא דתלה כאן באורחיה שירד מושט לבית הכוסות אלא מדכשר קופא לגיו בכבד אף דדרך הושט לבלוע נתלה בושט ונאמר שניקב בקופא ש\"מ דתלינן יותר בדבר שאין אורחיה מלומר שניקב בקופא מפני שאינו יכול לנקוב כלל בקופא א\"כ ה\"נ נתלה באין אורחיה ונאמר יצא חוץ לושט כו' מלומר דרך הושט ירד וניקב בקופא. ובזה מיושב נמי מאי פריך דשאני לעיל שניקב מב' צדדין לפרש\"י גם לתוס' דלמא אי הוי כולה כבד לפנינו הוי חזינן ביה ריעותא משא\"כ בבית הכוסות ולפי\"ז א\"ש דנטרוף לעיל בקופא לגיו בחתיכה דכבדא אבל לשון רש\"י לא משמע כן במ\"ש בד\"ה טריפה ולא אמרי' כו' שמעינן מינה כו' סמפונא נקיט כו' [דמשמע דמינה שמעינן דתלינן דסמפונא נקיט ונכשיר בכבדא אף קופא לבר] ודו\"ק: <br>הנראה לכאורה מפוסקים דבכבדא אין חילוק בין חתיכה לשלימה והיינו טעמא כיון דאין נקובה טריף בה מצד עצמה אין חילוק רק בין לבר דניקבה ע\"כ הושט או לגיו שבא מבפנים אבל בריאה לא חיישינן כלל שמא דרך הושט דמסתמא דרך הסמפון נכנס מפני שקרובה לקנה וגם הסמפונות רחבין קרוב הדבר שבלעה המחט דרך סמפון רק ישנו עוד חשש שמא ניקבה הריאה ונכנס מבפנים לחוץ לכן בחתיכה דאין לה בדיקה בכל ענין טריפה ובשלימה שיש לה בדיקה בכל ענין כשירה. ולרש\"י אין חשש שמא יצא בריאה לחוץ ונקבו לכן בחתיכה שניהם שוין [כבד וריאה דלא טריף אלא בקופא לבר] ובכבד שלימה שוה לחתיכה ובריאה שלימה כשר בכל ענין דקרוב לקנה ואמרינן סמפונא נקיט כו' ובבית הכוסות בחתיכה אפשר דהכי נמי דטריפה בכל ענין להתוס' דשמא יצא לחוץ כריאה רק בשלימה קיימינן דהוי כריאה שלימה לענין שיש לה בדיקה ואין חשש רק שמא ניקב הושט ככבדא להכי פריך וליחזי אי קופא כו' ככבדא אף דאין לחשוב שמא ניקבה ויצא לחוץ במקום שתחובה שהרי יכול לראות בה באותו מקום אבל שמא ניקב הושט ובאה לחלל הגוף ומשם חזרה ונכנס ואין זה מחוור דאכתי דכיון דשלימה היא הרי אמרינן יש לה בדיקה וא\"כ כיון דחזינן דלא ניקבה למה נחזיק ריעותא ומה לי לענין טריפה משום נקיבת עצמה שמא יצא לחוץ או ניקבה ובאה מחוץ לפנים למה יש לזה טפי בדיקה מלזה ומאי פריך מכבדא אכן הנה התוס' הכשירו בריאה שלימה בכל ענין משום דקרוב כו' ולא מהאי טעמא גופא דכשירה בקופא לגיו משום דנוכל לבדוק ולראות שאינה נקובה ה\"נ בלבר נוכל לבדוק שאינו בא מבחוץ דרך הושט דא\"כ היתה נקובה אלא בקופא לבר היתה סברא לחשוש טפי ולומר שמא עלה קרום על הנקב משום הכרח דבקופא אינו יכול לנקוב וע\"כ מהושט בא להכי צריכה לטעמא דקרובה כו' וא\"כ בבית הכוסות דאין קרוב להושט יש להטריף שפיר משום הוכחה דקופא לבר ונחשוש שעלה קרום מחמת מכה אבל בקופא לגיו מהי תיתי נחשוש שמא ניקבה לחוץ והעלה קרום להכי פריך ליחזי כו': <br>להרמב\"ם דרך אחר בהלכה ופירשו הרשב\"א הובא בב\"י ע\"ש ממ\"ש הב\"י וכן דעת הרשב\"א ומביא הת\"ה היה יכול להביא כן מתשובת הרשב\"א שהעתיק לעיל בסי' זה שהשיב לשואליו בהדיא כן שפי' קופא לגיו קופא לבר בע\"א דלא מיטרפא משום שמא ניקבה הושט רק משום נקיבת סמפונות הכבד ולב וריאה דנקובתן במשהו כדאמרינן לעיל לכן בריאה דסמפונא רחבין וקרובה לקנה בכל גוונא כשירה אפילו ירד בחודה לגיו [דהיינו קופא לבר לפי' הרשב\"א]. ולא חיישינן שמא ניקבה הסמפון בכניסתו אבל בכבדא הרחוק מקנה וסמפוני' צרים אם קופא לבר לצד קנה וראש וחודה לגיו לצד פנים טריפה שמא ניקבה החוד את הסמפון בכניסתה ובהיפך כשר ואתיא הכל כפשטיה וצריך לומר דבית הכוסות נמי דמיא לכבד ופי' אימר אוכלין כו' ר\"ל סמפוני נקוט ועל בלי נטיה לנקוב בצידי הסמפון רק ירדו ממאכל בדרך ישר בחללי הסמפונות ודו\"ק: <br>ובלב עיין ביו\"ד בשם הלכות גדולות (*ד) ובב\"י שמה סי' מ' ונ\"ל להגיה אבל קופא לתתאי אי נמי דלא עייל כו' וכפי' שני שבב\"י והכי פירושו וה\"מ כו' דאיכא תרתי לריעותא שנמצא בפנים הסמפון אחרי כניסה לתוך הלב דלית ליה דוכתא כו' ובשהייה ודאי ינקוב ואין כאן תרופה וכל העומד לנקוב כנקוב דמי כאכלה חלתית שסופו לנקוב בני מעיים וכדרוסה דסופו לשרוף ולנקוב וישנו עוד ריעותא שרישא לתתאי דכמה כו' אבל קופא לתתאי דאי אפשר לנקוב אי נמי אפילו רישא לתתאי ולא עייל אכתי אלא בסמפונא רבא קודם כניסה ללב לא אמרינן דסופו ליכנס ע\"כ לפנים וכיון דרישא לתתאי ודאי ינקוב רק אמרינן דלמא בהדי דשעלה כו' וע\"י כיחה וניעה וגיהוק ופיהוק יפליט המחט לחוץ ואחזוקי כו' אבל רישא אין להגיה בפליטות וק\"ל כן נ\"ל פשוט. והש\"ע מפרש בהיפך ברישא או ואינו נראה לי כלל. גם יש טעות סופר לבר צ\"ל לגיו:  "
        ], 
        [
            "גמ' <b>לא שלישית וכו'  .  </b> הו\"ל למינקט לפ\"ז רבותא אפילו בין הפרשות תידון כבשר דהא באת\"ל דעד בכלל ובין הפרשות טריפה אפ\"ה מבעיא ליה פרשה עצמה מהו. מיהו בזה י\"ל דפשוט ליה [לתנא דברייתא] דשוין הן. בין. ופרשה עצמה ונקיט פרשה וה\"ה בין תידון כבשר. ועוד דיש סברא להטריף פרשה עצמה טפי מבין הפרשות וכמ\"ש התוס' בד\"ה ואת\"ל דאפילו את\"ל דלא עד בכלל הו\"מ למיבעי בפרשה עצמה משום דפרשה היא עליונה וסמוכה לשדרה טפי מבין הפרשות שנמשכה למטה לצד האליה יותר כזה (הציור תמצא בסוף המס' סי' א') אם לא שנפסק הפיצול ברחוק ממקום חיבורו כמ\"ש התוס' בדבור הנ\"ל בועי\"ל רק המו\"ל רבותא פי פרשה תידון כבשר דהוי ודאי רבותא טפי וכמ\"ש התוס' דדוקא באת\"ל דפי פרשה טריפה הוי מצי למיבעי בפרשה עצמה באת\"ל דלא עד בכלל וק\"ל [וע\"כ צ\"ל כדעת היש מטריפין שהביא הטור והובא בדברי הגאון בסמוך] ודוחק לומר דלדיוקא דדוקא פרשה שלישית תידון כבשר הא א' וב' אפילו פרשה עצמה טריפה או א\"י: <br>ואין לפשוט בעיא דר\"פ מפרשה ג' תידון כבשר הא פי פרשה אסורה [דנידון כלמעלה וא\"כ ה\"ה בפי פרשה ראשונה אף דלא עד בכלל מ\"מ טריפה דנידון כלמעלה] דזיל הכא קמדחי ליה דדלמא איירי בפרשה הראשונה [ולהכי לא נקיט פי דהוי עכ\"פ איני יודע אף אם נידון כלמטה] וק\"ל: ", 
            "בא\"ד <b>פי פרשה ג' יש מטריפין כו'   וכן קי\"ל וה\"ט משום דמסיק פרשה ג' כשירה משמע הא פי פרשה ג' טריפה (*ר) וכמ\"ש הב\"י.  </b> ולכאורה דעת התוס' בד\"ה ואת\"ל עד ולא כו' כמכשירין כמ\"ש בפי פרשה ב' דממ\"נ הוי בכלל א\"י ה\"נ פי פרשה ג' ממ\"נ הוי בכלל כשרה ודוחק לחלק דבראשונה הוזכר בפירוש בין הפרשות ולהכי אם פי אינו קרוי בין הרי לא אמרינן שיהיה טריפה אלא עד בין הפרשות ואין זה בין הפרשות משא\"כ בשניה לא הוזכר בין [הפרשות] י\"ל דכולל פי פרשה ג'. דשניה עלה קאי אבין הפרשות שהזכיר קודם ודו\"ק: ", 
            "ברש\"י <b>בד\"ה ואת\"ל עד ועד בכלל ליכא למבעיא כו'  .  </b> הוא דיבור חדש לדעתי ואין בא ליישב דלא בעי ר\"פ באת\"ל עד בכלל דזה דבר פשוט ולכך לא ציין בדר\"פ רק רב ירמיה דלא בעי באת\"ל לא עד בכלל [דמצי נמי למיבעיא הך בעיא וכמ\"ש התוס' ולזה פי'] דבאותה חלוקה יש לספק אפילו בפי פרשה וכ\"ש בפרשה רק באת\"ל דעד בכלל דהשתא אין מקום לאבעיות ר\"פ מ\"מ מבעיא בפרשה עצמה: ", 
            "ברש\"י <b>בלשון ב' בד\"ה בעי ר\"ה כו'   דאיהו נמי קאי בין שתי פרשות שיש הפרש כו'.  </b> הכי קים ליה דבתחלה הוא צלע ובשר. וצלע ובשר וכו' ולא ניחא ליה לפרש דאה\"נ דצלע הראשונה לא מקרי בין הפרשות רק צלע ב' הוא בין הפרשות הראשונה וק\"ל. ואפ\"ל עוד להכריח מגמרא דבתחלה הוא צלע וכו' מדלא בעי ר' ירמיה על פרשה הראשונה באת\"ל לא עד בכלל ונפסק נגד צלע הראשון כשירה אם הבשר שבאליה שלפני הצלע נמי דינו כן ובתרי' גריר או לא כי היכי דמיבעי ליה השתא בפרשה שניה באת\"ל דעד בכלל אם שדינן הבשר של פרשה שניה בין צלע הראשון לשני בתר בין הפרשות שלפניה אך עתה ניחא דכיון דפרשה הראשונה עדיין על פני גוף הבהמה אין איבעיא בזה דהוי חוט השדרה ודאי אין הכוונה אליה ממש רק באחוריה אחרי כלות הצלעות הגדולות שבצד הלפנים של בהמה עיין: <br>לפירוש ב' ברש\"י מאי לאו שני' דהיינו בשר שבין צלע הראשון לשני יהיה החוט לעומתו כשר שכבר פסק החוט ובין פ' שניה הוי א\"י דהיינו צלע השני שהוא יותר למטה לצד האליה כלפי לייא. ודוחק לומר שכנגד הבשר הבשר מגין וכו' ועוד לא שלישית אכתי תיפשוט דכיון דשדינן שלישית בתר בין הפרשות שלאחריה דאי שלפניה תידון בא\"י א\"כ ה\"נ שנידון פרשה שניה לבין פרשה שניה דלאחריה ולא הוי טריפה רק בא\"י וזה הוי אבעייתו אי טריפה או בא\"י כפרש\"י ועוד דאיבעיא הוי אם טריפה או א\"י ופשיט חלוקה שלישית כשר ואפ\"ל דאף דברייתא ס\"ל תידון כבשר מ\"מ שמואל מספקא ליה אם הלכה כן למעשה להקל וקאמר [משום הכי] א\"י ופשיט מאי לאו שני' לברייתא כשר [משום דלברייתא בבין פ' שניה כשר ולכך גם בפ' שניה כשר דלבתרה שדינן] ומיניה לשמואל [דמספקא ליה אי הלכה כברייתא להקל בבין פ' ב'. ה\"ה בפ' לבתרה שדינן] א\"י. ודחה לא ג' [ולעולם למעלה שדינן ליה לבין פ' ב' דכשר לברייתא] והוי לשמואל א\"י דשדינן בתר [בין פרשה] שניה שלפניה [דמסתפק בו שמואל] וא\"כ פרשה ב' טריפה דשדינן לצלע הראשון שלפניה ודו\"ק: ", 
            "בתוס' <b>בד\"ה ואת\"ל עד ולא עד בכלל כו'   שמא פי פרשות כו' הוי בין הפרשות דקאמר שמואל.  </b> וכן שני' א\"י כו' ובין הפרשות האמתי שאנו קורין בשמעתין בין הפרשות דהיינו הבין שבאורך צ\"ל דנמשך אחרי פי הפרשות שלפניה: ", 
            "בא\"ד <b>לפי שהאחד מתחיל לצאת ולהתפצל קודם לחבירו כו'  .  </b> ואילו נקיט עד הפרשות הוי המשמעות עד פיצול של ימין ד\"מ הראשון אך עתה דנקיט בין משמע עד מקום החוט שממקום פיצול השמאלי ואילך שמשם נקרא בין שנמשך החוט מבין שני פיצולים [והיינו לפירוש שני דאם פרשה עצמה טריפה הוא משום דהוא הנקרא בין אבל] לפירוש הראשון הא דלא אמר עד הפרשות אם פי הפרשות בכלל בין הפרשות אפ\"ל דמ\"ש והאי דנקיט הוא דוקא לא\"נ דפי הפרשה הוא בעצמו [בין] הפרשה הו\"ל עד הפרשה משא\"כ לפירוש ראשון י\"ל דודאי פי' של בין הפרשות אינו נופל רק על בין ממש רק פי פרשה הוא טפל ונמשך אחר בין הפרשות וכלאו דוקא שכתב רש\"י [בסוף הדיבור את\"ל עד ולא עד בכלל] ושמואל צייר דינו על בין הפרשות לא במכוון על הנקודה של בין הפרשות וקורא גם לפי הפרשות בין וזה חילוק דק ועיין כי יש לפרש בע\"א: ", 
            "בתוס' <b>בד\"ה ואת\"ל עד ועד בכלל כו'   הו\"מ למבעי בפרשה עצמה כו'.  </b> שנפסק הפיצול מן החוט שנפסק במקום דביקתו אל החוט וניתק מן החוט: <br>בסה\"ד והשתא לא מצי למבעי אלא את\"ל עד ועד בכלל וכו'. אף אם אינו בכלל מבעיא אפרשה הראשונה אם א\"י או כשירה כי היכי דבעי השתא על טריפה או א\"י [וה\"ה או כשירה וכדפשיט] ה\"נ כשירה או א\"י ודו\"ק: ", 
            "בתוס' <b>בד\"ה מאי לאו כו'   דאי הוי טריפה כו'.  </b> דודאי השתא דפרשה ראשונה נמי כשר א\"צ לומר ושניה דכיון דאמר מאי לאו פרשה הראשונה כ\"ש שניה רק משום דלאידך גיסא לענין טריפה אם היה נפשט הראשונה לטריפות אכתי הוי שייך למבעי אשניה והבעיין פרשה עצמה מאי אשניה נמי בעי להכי נקיט ושניה ועיין בח\"ש:  "
        ], 
        [
            "גמ' <b>מי לא תניא כו'  .  </b> והתוס' בד\"ה אוכמי אוכמי הקשו מסברא מה לי רובה או מקצת כו' היינו לענין לקותא: ", 
            "ברש\"י <b>בד\"ה חזותא חזותא כו'   דלא מיטרפא בהו כגון אדומה כו'.  </b> כדלקמן אדומה כשירה כו': "
        ], 
        [], 
        [], 
        [], 
        [
            "בתוס' <b>בד\"ה מ\"ד רוב עורו כו'   ור\"ת מפרש כו'.  </b> קצת רחוק מהי תיתי לומר פלוגתא רחוקה למ\"ד רוב עורו בעי נמי רוב מוחו ולמ\"ד אפילו רוב מוחו יועיל מה הכניסו לספק זה דא\"ל לשון חוט השדרה משמע המוח:  "
        ], 
        [
            "גמ' <b>למה נקרא שמה ריאה.  </b> אף שאין לחפש טעם על שם העצם וכרס וטחול ולב וכה\"ג מה טעם להם מ\"מ זה כבר יש לכל אחד שם פרטי אונה ואומה ועיין מ\"ש בכתובות מאי אלמנה כו': ", 
            "גמ' <b>לאכילה או ע\"י סממנים אין במשמעות הלשון דבר והיפוכו:  </b>", 
            "גמ' <b>והלכתא לאחר שחיטה פירש מפורש טעמו בב\"י משום בן חביב:  </b>", 
            "גמ' <b>מפי גבורה לא למדנו כו'.  </b> כצ\"ל: ", 
            "גמ' <b>דתניא את החלב המכסה וגו'.  </b> כצ\"ל כבאידך בברייתא וכדמשמע (מהתם) [מהתוספות] (*ה) עיין ברש\"י: ", 
            "ברש\"י <b>בד\"ה ואת מה בידך רב ביבי שיילי' לר' זירא.  </b> דא\"ל ר' זירא שאל דכבר נשמע מה בידו שישב ושנה ותפס בידו מימרא דר' מלוך הלכה אבל ר' זירא לא שנה הדין רק סיפר לו שר' מלוך אמר בהיפך ועוד מהי תיתי שיש דבר אחר בידו לשאול לו ואת כו' אבל ר' זירא דשאל לר' מלוך אי אמר כן משמע כאילו הדבר תמוה בעיניו ויש בידו בהיפך ועוד דא\"כ הו\"ל לומר ומר מה בידיה כדאמר ליה חיי דמר דאנא וכו' כדדייק תלמודא בעלמא דקאמר ליה את ולא קאמר ליה מר ש\"מ תלמיד חבר כו': ", 
            "ברש\"י <b>בד\"ה כהנים שהקיבה כו'   ומשום ר' ישמעאל נקיט לה.  </b> לא נתחוורתי:  "
        ], 
        [
            "גמ' <b>להביא חלב שע\"ג הדקין כו'  .  </b> ולא נקיט נמי קיבה בדאקשתא דאסירא לכ\"ע דאפשר דלא משתמע דקין מיניה (דאיכא) [דאינו אלא] קרום ונקלף ואסירא משום שחלב הקרב מחובר בו (*ו) או משום שהיה צריך להאריך ולפרש דאקשתא כו': ", 
            "גמ' <b>תותב קרום ונקלף כו'  .  </b> פי' שהקרום הוא למטה כתותב פרוסה והחלב ע\"ג באופן שנקלף הקרום עם החלב ולר' ישמעאל פי' קרום על גבו ולא תותב קרום וכן משמע בהדיא בי\"ד [בטור] ומ\"ש [הטור] ושלא יהא בשר חופהו הוא דין באנפי נפשיה ומימרא מפורשת לקמן בפ' גיד הנשה וכבוד הב\"י מ\"ש לא ידעתי וכו' במקומו מונח (*ז): ", 
            "גמ' <b>חדא כו'  .  </b> ושקולין הן ועוד התורה כו' וראוי לפסוק כרב ששת דמיקל אף באת\"ל דבענין אחר אם פליגי לענין מלתא דליכא הפסד ממון ראוי יותר לסמוך על רב: ", 
            "גמ' <b>אני ראיתי נחש כו'   שטיא הוי כו'.  </b> ר\"ל שטיא הוי דנחש אינו שותה כו' ובסמוך משמע דטעמא שהציר שורף ומבטל הארס ולכך כי הוי ליה גילוי שדייה בציר ודו\"ק: ", 
            "גמ' <b>ת\"ש דאמר ר\"נ אינהו מיכל אכלי כו'  .  </b> אף דחלב חיה וחיטי דכרכשתא וטרפשא דלב שרי באכילה ולא סתמי טעמא אחרינא נגעו בהו משום דעשוי ככובע: ", 
            "ברש\"י <b>בד\"ה כנדוקא מוכר כדים.  </b> נראה דקיימי כנדי כנדי דלעיל (חולין דף מ\"ח ע\"ב) נמי מגזירת הך לשון היא ככדים: ", 
            "ברש\"י <b>בד\"ה התורה חסה כו'   על ממון של צרי עין.  </b> שהרי הצרעת באה עליו בעבור שהוא צר עין ובא אשר לו הבית כו': ", 
            "ברש\"י <b>טרפשא דלבא כו'  .  </b> וה\"ט דריאה הסרוכה בשומן הלב כו'. לרש\"י חלב טהור סותם אפילו באבר אחר שאצלו [לאפוקי דעת התוס' בד\"ה חלב טהור וכמבואר בב\"י] ונסרכה בשומן הלב דהיינו הכיס שהלב מונח בה טריפה דטעמא דכשר כסדרן משום דהסרכה והאונה שאצלה סותמה ובכל אחד לחודיה לא סגי ולהכי צריך לעיל (חולין דף מ\"ח ע\"א) והוא דסביך בבישרא לא בגרמי ועיין בלשון רש\"י לעיל במימרא דרבא בכסדרן כו': ", 
            "ברש\"י <b>בד\"ה מיכל אכלי ליה כו'   ש\"מ האי כו' קרי ליה ר\"נ בר חימצא כו'.  </b> דהא (ר' חנינא) [ר\"ה בר חנינא] ור\"ה בריה דר\"נ פירשו דברי ר\"נ דחימצא לא סתים ובר חימצא סתים א\"כ בר חימצא היינו ע\"כ דאייתרא: ", 
            "בתוס' <b>בד\"ה להביא חלב כו'   או שעל הקיבה לאידך ולמעט כו'.  </b> ולא חד לרבות על הקיבה וחד על הדקין גם יש לראות אם שע\"ג הדפנות יש לו תותב כו' או לא ועיין בת\"כ: "
        ], 
        [
            "גמ' <b>מקום הדבק ברובו.  </b> פירוש טריפה דומיא דבמשהו וברש\"י בד\"ה ברובו או תחתון עד רובא כשירה כצ\"ל: ", 
            "ברש\"י <b>בד\"ה דאייתרא כ\"ע כו'   ולהאי לישנא בתרא לא מיתוקמא מלתא דר\"נ כו'.  </b> אף לא\"ד הא דאמר ר\"נ חד סתים כו' היינו לבני בבל דלבני א\"י תרוייהו סתמי רק הא דקאמר אינהו מיכל כו' משמע דאף דאקשתא דאסור באכילה סותם א\"כ מאי לא סתים דאמר ר\"נ [ע\"כ דלא קאי אלא ללישנא קמא] וכמ\"ש רש\"י: ", 
            "ברש\"י <b>בד\"ה כי הא אלישנא קמא כו'  .  </b> דבאקשתא אפשר שאין חלב הקרב שוכב עליו ואי אסור כולו אסור או אפילו מקמצין לא ולפ\"ז הו\"ל להביא סייעתא מזה דהלכה כלישנא קמא ואולי רש\"י מפרש ללישנא קמא כדי שילך אליבא דהלכתא: ", 
            "ברש\"י <b>בד\"ה מנא לך הא שידעת לעשות חכמה זו.  </b> מנ\"ל חכמה ולא מנ\"ל שהדין כן דלמא אף שמדמה ע\"י משמוש אסור למה דלא ידע כמה ידי ממשמשי: ", 
            "ברש\"י <b>בד\"ה באותה חוליא לענין קדורה כו'  .  </b> דלענין פסוקה בחד טבעת סגי וא\"צ חוליא לדמותה: ", 
            "ברש\"י <b>בד\"ה בר חוליא הוא קלישות הקנה מן הצדדין ומתחתיה.  </b> הוא הנקרא בר חוליא וקאזיל ומפרש שרצועות הבשר מחברות ראשי הטבעות הוא הקלישות שמתחתיה ואף התנוך סחוס הגרגרת עצמו הולך ודק מעוביו כו' הוא הקלישות שעל הצדדין שזכרו וק\"ל עיין בר\"ן (דף תרפ\"ז ע\"ב):  "
        ], 
        [
            "גמ' <b>והוא שנשתייר כו'  .  </b> פירוש באורך החלחולת יהא נשאר מקום הדבק כדי תפיסה והשאר ניטל כולו ואם ניקב באותו אורך של שיעור תפיסה י\"א ברובו פירוש ברוב עוביו או היקפו כמו פסוקת הגרגרת ברובו וי\"א במשהו כמ\"ש באשר\"י וטור: ", 
            "גמ' <b>מפרעתא כו'.  </b> פירוש אדלעיל קאי כשאר המ\"ד דמפרעתא הוא כרס הפנימי וכ\"ה בטור בהדיא וכן נ\"ל מתוך הסוגיא בסמוך וק\"ל: ", 
            "גמ' <b>ודר' אבינא כו'   מאי כו' פליגי כו'.  </b> דלמא הוא מחשיב לושט וא\"כ דינו נמי במשהו ולאידך שינוי דלעיל (חולין דף מ\"ד ע\"א) אימא טפח בכרס הסמוך לושט כו' ניחא יותר: <br>שם בגמרא הני ודאי פליגי. אינך נמי פליגי רק דבריהם בכלל שיעורו: ", 
            "גמ' <b>לא קטנה קטנה ממש כו'   נראה כמו או לא קטנה כו'.  </b> דאל\"כ בינוני מאי שיעורו: ", 
            "גמ' <b>רובא ולא הוי טפח פשיטא.  </b> טפח ולא הוי רובא נמי א\"צ לאשמועינן דממתני' ממילא נשמע דא\"ל בגדולה שבגדולה טפח ובקטנה ממנה טפח ולא הוי רובא כשירה כלפי לייא שיטריף גדולה בטפח וקטנה יוכשר ואפ\"ל דה\"נ פריך דטפח ולא הוי רובא א\"צ לאשמועינן רק רובא ולא הוי טפח בא לאשמועינן שבזה יש מקום לטעות ולומר דהיינו בינונית דגדולה לא מיטרפא ברובא הא [נמי] פשיטא מכח סברא דרובא ככולה: ", 
            "גמ' <b>נמצא עליה קורט דם כו'  .  </b> אמשני צדדין קאי דמצד אחד [ונמצא עליו ק\"ד היינו מבחוץ] אף דבידוע שלפני שחיטה מ\"מ אמאי טריפה הול\"ל בידוע כו' וניקב מעבר לעבר. וזה החילוק במצד אחד צריך שימצא עליה קורט דם מבחוץ כנגד פי המחט אבל אם לא נמצא עליה מבחוץ קורט דם אע\"פ שבסביבות המחט מבפנים ישנו דם כשר משא\"כ בניקב משני צדדין אם ישנו עליה על המחט קורט דם אפילו מבפנים טריפה והב\"י מאריך בזה בע\"א ובהגהת האשר\"י כתירוץ האחרון של הב\"י (*ח) ומ\"ש הוא פשטא דשמעתין: ", 
            "ברש\"י <b>בד\"ה בטדא אצבע.  </b> ולעיל (חולין דף מ\"ד ע\"א) עיין ברש\"י ותוס' [דרש\"י מפרש שם ד' אצבעות והתוס' מפרשי שם דכדי תפיסת יד דהתם היינו ב' אצבעות וכדי תפיסה דהכא היינו ד' אצבעות] ודוחק לומר שיהיה לרש\"י המשמעות היפך מתוספות [דלשון כדי תפיסה יהא משמע פחות מכדי תפיסת יד] גם רש\"י פי' כאן תפיסה אחיזת יד כאילו כתיבא כדי תפיסת יד כדלעיל: ", 
            "בתוס' <b>בד\"ה רובא ולא הוי טפח כו'   ור\"ח גריס כו'.  </b> לפירוש ר\"ח למה משני ומשהו טפי הול\"ל הרבה יותר מטפח גם למה דרוצה המקשן לפרש שאין בכל הכרס טפח למה קאמר ולא קטנה קטנה ממש וצ\"ל אף שאין קטנה ממש מ\"מ יכול להיות שאין בכל הכרס טפח: ", 
            "בתוס' <b>בד\"ה מחט שנמצאת כו'   לאו דוקא לחוץ כו'.  </b> הומ\"ל מתני' בנקובה ע\"י חולי לא ע\"י מחט ודו\"ק: ", 
            "בא\"ד <b>צריך לפרש אותו צד אחד מבפנים כלפי הריעי.  </b> אין זה מקושר לפי' רש\"י ודוחק לפרש כוונתו דלרש\"י כשנמצא המחט תחובה בעור השני שכלפי פנים אפילו אינו מפולש טריפה כמו בהמסס מצד א' שמא הבריא ומצד א' כשרה היינו [העור] האחד שכלפי פנים דבצד החוץ ממנו [ר\"ל בעור החיצון] אי אתי מבפנים הרי ניקב עור הפנימי וחצי החיצון וחיישינן שמא הבריא ואי מבחוץ והפנימי לא ניקב מעולם נמי טריפה כמחט שנמצא בחלל כו' ומכח ממ\"נ טריפה משא\"כ במחט דאשתכח בחיתוכא דכבדא לפרש\"י שם [אפילו] משני צדדין דאמרינן מבפנים בא ונקיבת הכבד כשר: ", 
            "בא\"ד <b>ואגב דנקיט כו'  .  </b> דלפירושו בהמסס נמי הדין כן ממש ונקיט בית הכוסות משום דעיקר בא לאשמועינן שלא תימא בבית הכוסות אפילו מצד אחד טריפה [ומדשביק המסס ונקיט בה\"כ משום דה\"א דבה\"כ גרע מהמסס] א\"כ א\"צ לאשמועינן טריפות משני צדדין דהא ה\"א אפילו מצד אחד טריפה והכשרות מצד אחד צריך לאשמועינן הניחא לפי' רש\"י י\"ל תרוייהו בא לאשמועינן גם מב' צדדין טריפה דאין לברייתא לסמוך אמתני' ולא הו\"מ לאשמועינן הך דינא בהמסס שיש לו דין אחר אבל לתוספות דהך דינא בעצמו ישנו ג\"כ בהמסס ולא חש לאשמועינן הך דין דנטרף ההמסס בהכי משום דסמיך אמתני' [ורק בא לאשמועינן דאף בבה\"כ מצד אחד כשר א\"כ שני צדדין טריפה למה לי וע\"ז תי' אגב או דאיכא נמי סברא להיפך דבה\"כ קיל מהמסס] וק\"ל: <br>לפירוש ר\"ת הא דבשבת נ\"מ למחט כו'. הול\"ל לניקב בית הכוסות שלא תימא מצד אחד טריפה בניקבה אפילו מחמת חולי הניחא לפי' רש\"י [דדוקא ע\"י מחט חיישינן שמא הבריא] רק נקיט מחט דמפורש בת\"ר דהכא ואין מקום מסויים זולתה שיש לומר בה דיש לטעות: ", 
            "בא\"ד <b>ועוד אומר ר\"ת כו'   לפי ששוכב ע\"ג המסס ומדובק כו'.  </b> זהו בעצמו הדבק שפי' רש\"י לעיל שדבוק ההמסס לבה\"כ זו לזו ואם ניקבו שם זה לתוך זה הוא כשר וכתבו דסד\"א כיון שבה\"כ שוכב ע\"ג המסס שהמסס לצד הכרס והחזה ובה\"כ על גבו לצד השדרה והמאכל נכנס מושט לכרס ומכרס לבה\"כ ומבית הכוסות להמסס וכפרש\"י במתני' וה\"א דאפילו ניקב הבה\"כ לצד חוץ כשירה שהמסס מעמיד אותו כחלחולת דלעיל ויש מפרשים לענין דבקות אחר שלא נזכר ולא נראה ומאי חזית שיגין ההמסס על בית הכוסות ולא בית הכוסות על המסס אם ניקב שם לכן הוא שיבוש [משא\"כ לפי פירושו ה\"א דההמסס דהוא למטה מעמיד את בית הכוסות שעל גבו]: ", 
            "בא\"ד <b>אבל במה שקורין עכשיו הובלילא כו'   אפילו מצד אחד טריפה.  </b> ובמתניתין המסס וכו' לחוץ פירוש לצד חוץ וכפרש\"י: <br>בסה\"ד אבל מה שקורין עכשיו הובלילא אפילו משני צדדין כשירה כו'. ובמתני' המסס ובה\"כ שניקבו לחוץ טריפה ודו\"ק [עיין במהרש\"א]: "
        ], 
        [
            "גמ' <b>והפכה רבי כו'  .  </b> מאשר\"י משמע דאין חובה לבדוק ולהפוך: ", 
            "גמ' <b>דלמא חוט השדרה איפסיק.  </b> ולא צומת הגידין פסיקת החוט שכיח טפי והא ראיה בנפולה דחיישינן לפסיקת החוט ולא מצינו החששא לצומת הגידין. ואולי רבינא הקשה באמת וניחוש לכל החששים שאפשר רק גמרא נקיט הך משום דכאן נמצא כאן היה באמת טריפות זה: ", 
            "ברש\"י <b>בד\"ה טרח טריי' להאי גברא כו'  .  </b> לישנא אחרינא דרש\"י לא הבנתי וצריך לראות אחר זה בערוך יש מפרשים טריי' לרישיה דלעיל מנדנד בראשו ולי נראה שהוא בלשון אשכנז [גיקוועטשט] דרש\"י פי' הלעז עליו לעיל מינציי\"ר ולקמן (חולין דף נ\"ב סוף ע\"א) נחבסה מינצייר ור\"ל טרחתי ודחקתי את עצמי לבא לכאן ובפרק כלל גדול (שבת דף ע\"ד ע\"ב) דפריס סילקא ברש\"י מינצייר בלע\"ז: ", 
            "ברש\"י <b>בד\"ה הכה על ראשה כו'  .  </b> בפרש\"י שלפנינו הרבה גמגומים וטעות ובח\"ש הגיה מפירושים מדויקים ע\"ש ובאמת [דברי הגמרא] א\"צ פירוש כי הוא מבואר:  "
        ], 
        [
            "גמ' <b>ת\"ש עגל שנולד ביו\"ט כו'  .  </b> מ\"ש הרא\"ש פ\"ק דביצה וצריך שיפרוס ע\"ג קרקע שגגה בידו בלמדו מסכת ביצה סבר לפום ריהטא שתירוץ הכא במאי עסקינן שהפריס נשאר לפי האמת ובבואו לכאן ראה שאינו רק דחייה והשמיטו והיה אפשר לדחוק שהמקשה סבר בתחלה דר\"נ אין חוששין לגמרי קאמר וא\"צ עמידה אפילו לזה פריך שפיר לימא מסייע מושוין כו' דא\"ל אוכלו ע\"י בדיקה דבלא עמדה אינו מועיל בדיקה דטריפה משום החבט שנתפרקו חוליותיה ואין הטריפה ניכר אלא ודאי אין חוששין ומשני הבמ\"ע בשעמדה והשתא י\"ל בין לר\"נ ובין מתני' דהתם איירי כן בעמדה דוקא ואפ\"ה ליכא סייעתא דאי מהתם דלמא ע\"י בדיקה דבעמדה מועיל בדיקה וקמ\"ל ר\"נ דא\"צ בדיקה כלל לזה כתב האשר\"י שפיר ובעי הפריס וכו' וישנו סיוע קצת לזה מתוס' ע\"א בד\"ה בית הרחם כו' שכתבו משום דאיכא ריעותא דאינו הולך איצטריכא ליה לאשמועינן כו' ולא כתבו עדיפא דאינו עומד כן אמרתי בישיבה. אבל האשר\"י כתב כאן בהדיא דאיכא ריעותא שאינו יכול לעמוד וצ\"ל דהתוס' ל\"ד נקטו או אפילו משום הך ריעותא איצטריך לאשמועינן ונקטו ריעותא הפחות שאפשר לומר. ותירוצו של מהרמא\"י ז\"ל בהגהתו להלכות יו\"ט אין בו ממש לפי ענ\"ד ויפה לתינוקת מנ\"ל להאשר\"י נבואה זו שצריך גבי יו\"ט העמדה משום שחיטה שלא לצורך [שמא ימצא טריפה] והאשר\"י מראה מקום מכאן כדאיתא פרק אלו טריפות וכאן לא הוזכר ועוד שכתב שם והא דמותר לאכול ביום שנולד ולא כתב ביו\"ט ועוד כלפי לייא איסור טריפה דחמירא הקלת ולענין טירחא שלא לצורך החמרת ועוד ההעמדה אינו מועיל רק לענין שמועיל בדיקה שהטריפות ניכר אז וצריך בדיקה עכ\"פ ודלמא ימצא טריפה וכבר שחט שלא לצורך יו\"ט דלמה קראו שלא לצורך יו\"ט הרי מותר לאכלו כן נמצא שוחט לאכילה אלא משום שמא ימצא ריעותא ונמצא לענין טריפות תקנה לפירוש ולא יאכל אבל שחיטה היא מעוות אשר לא יוכל להתקן שכבר שחט השתא נמי דעמדה כן הוא [דאינו מועיל רק שיועיל בדיקה] דהשתא הטריפות ניכר בו ואם ימצא יש לו תיקון לענין איסור אכילה אבל לא לענין שחיטה שלא לצורך אלא מאי תאמר כיון דעמדה וניתר ע\"י בדיקה שרי כמו בדיקת הריאה [דצריכה בכל בהמה ואפ\"ה שרי לשחוט] בלא עמדה נמי לישתרי. וצ\"ל בזה משום דב' טריפות ישנו. ריסוק אברים ופירוק החוליות שאינו ניכר קודם העמידה וחששת שבירה ועקירה וכפרש\"י וכשעמדה יצאנו מידי חששת פירוק האברים ובית הרחם אין דרכו לשבור ולעקור רק לפירוק האברים ולהכי כשעמדה ביו\"ט אין חשש תו ודו\"ק (*ט) ויש מוסיפין שיבוש משום דמילדין ומסעדין את הבהמה בשבת אבל לא ביו\"ט ולהכי ביו\"ט חיישינן טפי ואין בזה שורש: ", 
            "גמ' <b>ושוין שאם נולד הוא ומומו עמו כו'  .  </b> ונולד היום ואח\"כ נפל בו ביום מום דלא הוי מוקצה בין השמשות מ\"מ היה שעה אחת מוקצה ביו\"ט עצמו בין הלידה ובין נפילת מום (*י): ", 
            "גמ' <b>ננערה לעמוד אע\"פ שלא עמדה.  </b> שלא פשטה הול\"ל וכמ\"ש רש\"י אפשר דאיהו נמי משמיה דרב אמרה ולא קאי [לחלוק] אשלפניו דהא שלפניו משמיה דרב אמרה: ", 
            "גמ' <b>דעביד ביזרא.  </b> נראה שר\"ל שהוקשה לזרע וכמו שאמרו ואית בה ביזרי בפרק כיצד הרגל: ", 
            "ברש\"י <b>בד\"ה בית המטבחים כו'   אפילו ממקום גבוה.  </b> משמע דאי לא\"ה מהיכא תיתי ריסוק בפחות מי' ולא ס\"ל חילוק תוס' לעיל ע\"א בד\"ה נפיל לארעא בהפילוה אחרים וא\"כ הו\"ל לפרש כן לעיל בזכרים המנגחים זה את זה ואולי עדיף כאן שיודע שיפול לבסוף לכן א\"צ לומר נועץ כו' [אם לא ממקום גבוה] משא\"כ לעיל שסובר שיפול חבירו ואולי מזה אין אנו נזהרין מלקשור כל הד' רגלים אע\"פ שבמרדכי משמע דוקא כשאין כל רגליו קשורות וכמ\"ש בהגה\"ה בש\"ע משום דהיינו דוקא במקום גבוה ובדשמע קל גניחותיה: ", 
            "ברש\"י <b>בד\"ה דקתא כו'   חיישינן אם נפל עוף עליהם.  </b> פירש כאן טפי מבאידך וכולן איירי בעוף ולא בבהמות ומיהו במקצתן פי' כן: ", 
            "בתוס' <b>בד\"ה עמדה כו'   אבל לא עמדה כו' כדתניא לקמן (חולין כו'.)  </b> מביאין ראיה דבעי בדיקה אף בדשהא אבל דבעי שהייה מגופיה נסתיים עמדה א\"צ מעל\"ע הא לא עמדה צריך: ", 
            "בא\"ד <b>וא\"ת כו'  .  </b> כי באמת ג\"כ מהתם דייקו התוס' [כ\"כ כדי לקשר הוא\"ת לדבריהם הקודמין] דבלא עמדה צריכה [בדיקה] וגם מעל\"ע דאי מעל\"ע לחודיה סגי א\"כ מה תי' התם קסבר הלכה צריכה בדיקה מ\"מ לאותו מ\"ד לא גרע הלכה מבכאן לא הלכה ולא עמדה דסגי מעל\"ע וימתין עדיין התם מעל\"ע אלא צריך גם כן בדיקה ודו\"ק: [בספרים ישנים היה כתוב דיבור זה לעיל ספ\"ב והצגנוהו במקומו]: ", 
            "בא\"ד <b>ופריך בנפילה לבדקיה.  </b> פירוש בעמידה והליכה: ", 
            "בא\"ד <b>הא כ\"ע מודו הכא כו'  .  </b> בזה תלוי קושיא כאן ולא מיניה וביה התם אע\"ג דמ\"מ לא צריך ליה התם אף בלא גמרא דהכא וכן לוי\"ל דהתוס' כמ\"ש ואע\"ג כו' נקטו אגב כו' [רק למה דאיתא הכא לכ\"ע עמדה א\"צ מעל\"ע הקשו שפיר למה נקיט עמדה צריכה כו' משום אגב מלתא דאינו לכ\"ע] וק\"ל: "
        ], 
        [
            "גמ' <b>שערי וכל דמינייהו לא חיישינן כ\"מ מוגה:  </b>", 
            "גמ' <b>חימצא אין בה כו'  .  </b> בפרק הבע\"י פי' רש\"י חימצא מין קטניות: ", 
            "גמ' <b>נעקרה צלע וחוליא עמה כו'  .  </b> לס\"ד כולה חוליא למה לי צלע דב\"ה בסמוך ס\"ל נמי דחוליא הוי חסרון ודוחק לומר לאשמועינן דלא מיטרף בנעקרה צלע אא\"כ חוליא עמה מיהו שמואל אמר שם וכן לטריפה לא ב\"ה עצמו ובסמוך מקשה דשמואל אדשמואל: ", 
            "גמ' <b>בוכנא ואסיתא.  </b> נקיט הך לישנא משום דאיירי דאמצעיתה של חוליא קיימת ולא הומ\"ל חצי חוליא כיון דאיירי משני צדדין א\"כ היה ניטל כל החוליא משא\"כ לעיל ברוב צלע וחצי חוליא. ומ\"ש רש\"י היינו בחצי חוליא ר\"ל תחוב בחצי חוליא: ", 
            "גמ' <b>א\"ה היינו דרב.  </b> מדשאלו סתם מהו לא משמע לתלמודא ששאלו על טריפה או נבילה: ", 
            "גמ' <b>לא שמיע להו הא דרב.  </b> א\"ל לימא שמיע להו והבינו כמו שהבין תלמודא דברי רב לס\"ד אי לאו קושיא והא רב נמי גיסטרא קאמר ור\"ל כולה חוליא. ומבעיא להו בצלע מכאן ומכאן ואמצעיתא דחוליא קיימת אבל בצלע אחד וחצי חוליא אולי לא מיבעיא להו מדנקיט רב צלע וכולה חוליא מהי תיתי לומר חצי חוליא ובתר דהשיב רב גיסטרא קאמריתו הבינו כוונתו דע\"כ חצי חוליא קאמר דאל\"כ איהו נמי גיסטרא קאמר דז\"א דכיון דנקיט רב צלע וכולה חוליא הרי צלע שכנגדה נשמטה ממילא הו\"ל לאשמועינן רבותא אפילו באמצעית החוליא קיימת ובס\"ד [דפריך והא רב נמי כו' דהבין דרב כולה חוליא קאמר הו\"מ למיפרך למה ליה כולה חוליא] עדיפא פריך. וא\"ל דלמא היו מסופקין בכוונתו אם ר\"ל חצי או כולה (*כ) הו\"ל לשאלו פי' לדבריו: ", 
            "גמ' <b>וליבעיא מיניה כדרב.  </b> דאין סברא לומר דפשיטא להו בהא דכשר כיון דבאמת הוא טריפה: ", 
            "גמ' <b>אי אמר לן כשירה אכתי תרתי כו'  .  </b> א\"ל סוף סוף רב יבין מדעתו דתרתי מיבעיא להו דאי ס\"ל כשר בב' מה מיבעיא להו בחדא כ\"ש דכשרה ואי ס\"ל טריפה אם הדין באמת כשירה ישיב להו ויודיען הדין ואם הוא ספק [להו] כ\"ש יברר ספיקותן מיהו בזה י\"ל קצת כיון דאין קולא נמשך בזה לא יודיען מה שאין שואלין ועוד שיחשוב שלבתר שעתא ישאלו על תרתי ג\"כ אבל בא\"ה כו' ואי אמר להו טריפה אכתי חדא כו' הא יבין דמיבעיא להו אי פשיט להו בחדא לכשרות ויודיעם שלא יקילו מיהו ה\"נ משני באמת א\"כ מירתח רתח כו'. ולא מסתבר לשנויי בלא סברא דקולא וחומרא רק בשואלם בתרתי ירגיש למה דלגו האחד המוקדם לו ע\"כ מספקא להו או פשוט להו להתירא ואם יסבור רב טריפה בו יורם הדרך ישר משא\"כ בשאלם חדא יחשוב דלפעם אחר ישאלו ג\"כ בתרתי ועיין: ", 
            "גמ' <b>היינו ריתחא.  </b> דלמא הריתחא במה ששאלו טריפה או כשירה [מדשאלו סתם מהו וכמ\"ש לעיל] דאפילו נבילה הוי אבל לא משום דבחדא נמי טריפה הוי וכמ\"ש רש\"י:  "
        ], 
        [
            "גמ' <b>הכי אמר ר' יעקב בר נחמני אמר שמואל כו'  .  </b> אם המקשן הבין דשמואל פי' לכרס החיצונה דמתניתין כן א\"כ יפשוט בעיא דרב אשי ממתני' דקתני או שנקרע רק פריך מריב\"ח מדמצינו דריב\"ח מפרש כן למתני' מסתמא שמואל דמחשיב זה לטריפה נמי מפרש למתני' כן וממנה למד דין זה וא\"כ נפשוט רוב קרוע: <br>ברי\"ף לעיל איכא מ\"ד הלכה כריב\"ח ברוב קרוע ולא ברוב ניטל. מגומגם קצת ובב\"י כתב עליו שאינו מבין דבריו: ", 
            "גמ' <b>בעופות מן הנץ ולמעלה כו'   אילימא למעוטי חתול תנינא כו'.  </b> עיין באשר\"י ובמ\"ש בסמוך מאי פריך תנינא כו' דלמא ממתני' ה\"א זאב דוקא ולא חיות זולתו אפילו גדולים ממנו דומיא דנץ דמיבעיא ליה בסמוך אם שאר עופות טמאים יש להם דריסה חוץ מן הגס והנץ וכפי' רש\"י בסמוך קמ\"ל רב דפירוש דריסת הזאב מן הזאב ולמעלה וכן מן הנץ ולמעלה וי\"ל דפשיטא ליה דשאר חיות אין להם דריסה ופירוש ולמעלה ר\"ל הארי ועיין באשר\"י ודו\"ק: ", 
            "גמ' <b>וכ\"ת הא קמ\"ל כו'  .  </b> לפרש\"י הא דמשני גברא וכו' ולא קמ\"ל דר\"י לפרש דדריסת הזאב דת\"ק בדקה א\"כ זאב ממעט חתול מדקה וכמו שהקשה האשר\"י דא\"כ הול\"ל ר\"י לפרש בא כר' אילעא לא לומר דין בפני עצמו. ודקמשני איבעית אימא לעולם למעוטי חתול אע\"ג דלפרש\"י לשינויא קמא נמי למעוטי חתול פי' רש\"י דאמתניתין קאי לעולס מתני' נמי ממעט חתול כו' ומיאן בפי' התוס' דאמאי חזר מאילימא קמא למעוטי חתול ומשני דרב בא להורות גסה ומתני' בא למעט חתול הא במתני' לא איתמעט שפיר חתול מדקה כיון דקושטא הוא דמתני' איירי דרוסת הזאב אפילו בגסה א\"כ לא איתמעט חתול רק מגסה וכן לר\"כ דבעי בסמוך מרב יש דריסה לחולדה באימרי רברבי וכמ\"ש התוס' צ\"ל שהבין מתני' דרוסת הזאב למעוטי חתול מגסה מיהו בזה י\"ל דהיה סבור אורחא דמלתא נקיט וכאיבעית אימא טפי הול\"ל דלמא חתול בא רב [למעט] כמו שאמר בתחלה דממתני' לא אתמעט חתול רק מגסה דדרוסת הזאב אפילו בגסה קאמר ופליג אר\"י וק\"ל: <br>מ\"ש האשר\"י ועוד אליבא דרב לא אימעט כו'. ר\"ל עוד הוכחה דהלכה כאב\"א [דגם לרב ר\"י לפרש] דלתי' ראשון לא אימעט חתול מדרוסת דקה דרב בא לאשמועינן דזאב בגסה נמי דריס ודת\"ק פליג אר\"י א\"כ לא איתמעט חתול מדקה כלל שהרי דריסת הזאב דמתני' פירושו נמי בגסה והנה כולה סוגיא מוכחת דחתול אין לו דריסה בדקה רק בגדיים וטלאים דוקא והיינו כאיבעית אימא דלמעוטי חתול אתי: ", 
            "גמ' <b>הצלת עצמה נמי כו'  .  </b> ולא קאמר זיהרא אית ליה ולא קלי כיון דלבריבי ארס שלו יש בו כח להזיק [אף גדיים וטלאים] סברא דבאין מצילין אין לו ארס כלל שאינו כועס דאילו מטיל ארס הא לדידיה מזיק ולכך לא קשה מהאי תרנגולת מרבנן דבריבי ואברייתא דלדידהו י\"ל שפיר אף שיש לו ארס אינו מזיק [וכדמשני] זיהרא אית ליה ולא קלי אבל לבריבי משמע דבאין מצילין שאין לו חימה אינו כועס כ\"כ שיטיל ארס ולזה פריך מהאי תרנגולת דאשכחן דאית ליה וכן י\"ל דמתרנגולת אברייתא לא הקשה דבעופות ס\"ל יש לו וברייתא מגדיים וטלאים איירי לא מעופות והראיה נץ דנקיט בברייתא דאיירי בגדיים וטלאים (*ל) אבל לבריבי דס\"ל שיש דריסה בין בעופות בין בגדיים וטלאים א\"כ שניהם שוין ובאין מצילין אין לו ארס דאם מטיל ארס מזיק בין לעופות בין לגדיים וטלאים ולזה פריך והא קחזינן דאית ליה וכן משמע בתוס'. אבל לשון רש\"י אלא במקום שאין מצילין כו' ולא אלים זיהריה משמע שמטיל רק לא אלים ודו\"ק: ", 
            "ברש\"י <b>בד\"ה רוב גובה מן העינים כו'  .  </b> דברי הטור יורה דעה צ\"ע בזה: ", 
            "ברש\"י <b>בד\"ה גדיים וטלאים כו'   ומודה ר\"ת באילים ורחלים.  </b> לתרוצי דמתני' נקיט זאב דוקא צריך לזה קודם באנו לשנויא דהוא דאמר כבריבי ואיירי ביש מצילין וכן באיכא דאמרי חזר ופי' ומתני' דנקיט זאב משום אימרי רברבי משום דר\"ח בכל ענין קאמר יש דריסה לגדיים כו' אבל למסקנא דלישנא קמא מתני' דאיירי בכל ענין [אף באין מצילין] לכן נקיט זאב אבל בחתול יש חילוק בין יש מצילין לאין מצילין דומיא דלא הקשו התוס' בד\"ה ה\"ג כו' ול\"ג נץ כו' בועוד גם ללישנא קמא [וכמ\"ש שם בשם רש\"ל]: ", 
            "ברש\"י <b>בד\"ה עד שתינקב לחלל כו'   אפילו לעופות [זהו לפי הס\"ד כמ\"ש מהרש\"א בשם רש\"ל וכתב כן] כדי להמשיך הותסברא וכו' </b>: ", 
            "בתוס' <b>בד\"ה ה\"ג כו'   ול\"ג נץ כו'.  </b> לאותה גירסא הא דלא פריך ממתני' דנץ בעופות אבל לא בגדיים וטלאים דדלמא נקיט נץ בעופות לאפוקי שאר עופות טמאין דאפילו בעופות לא (*מ) ועוד דרוצה להקשות אף בחתול ונמיה להכי פריך מברייתא: ", 
            "בא\"ד <b>א\"כ מאי קפריך מהאי תרנגולת.  </b> וא\"ת באמת דלמא כן הוא החילוק מנ\"ל למקשה להקשות וי\"ל כיון דלא חשיב נץ ש\"מ [דר\"ח הוכיח לנפשיה דע\"כ בנץ אין חילוק ואפילו במצילין אין דריסה] דאילו גבי נץ הוי חילוק [פשיטא ליה דאפילו בעופות יש חילוק] ובאמת הנץ בכל מקום דורס וכפי' התוס' [דמתני' בכל ענין] ודו\"ק: [בספרי ישנים נדפס זה הדיבור לעיל בספ\"ב והצגנוהו במקומו]: ", 
            "בא\"ד <b>ועוד לאיכא דאמרי כו'   ומאי איריא דתני מתני' עוף הדק כו'.  </b> אבל ללישנא קמא לא קשה נהי דיש דריסה לנץ אף בגדיים וטלאים היינו דוקא במצילין ומש\"ה קתני מתני' עוף הדק דבכל ענין וכ\"ה בח\"ש: "
        ], 
        [
            "גמ' <b>שאר עופות מהו כו'  .  </b> מפרש\"י משמע דבכל עופות אפילו הגדולים מנץ ומגס קמיבעיא ליה דדלמא גס ונץ דוקא קתני. ובחיות מסיק הרא\"ש דוקא זאב וארי יש דריסה להם לא חיה זולתן אפילו הגדול מהן ועיין: <br>והא דנץ יש לו דריסה בגדים וטלאים בדאינקב עד החלל [כמ\"ש הטור בשם הרמב\"ם דמפרש הך ברייתא חתול נץ עד שתינקב לחלל הוא מטעם דריסה ולא כרש\"י] ה\"ה נמי בעוף הגס וכה\"ג וכ\"ש הוא דהא חולדה יש לה דריסה בעופות [ואפילו בעוף הגס כמ\"ש הב\"י בשם הרשב\"א] ולא בגדיים וטלאים: <br>והא דיש דריסה לנץ בקטנים של מין גסה כגון באווזין ותרנגולים הקטנים [כמ\"ש הטור שם] ומתני' קתני דריסת הנץ בעוף הדק צ\"ל דנקיט דק משום גדולים שבדקים. אכן יש לראות מהיכן למד זה הא דריסת הזאב בדקה אין דריסה בגסה אפילו בעגל הדק כמ\"ש הטור בהדיא: ", 
            "גמ' <b>לאפוקי רגל וכו'  .  </b> ר\"ל נקטינן דאין דריסה אלא ביד ובצפורן וקמפרש דצריכא תרוייהו יד שולל רגל ולא שן. וצפורן שולל שן ולא רגל: ", 
            "גמ' <b>ופסקא לידא.  </b> ומיתה דקאמר מיתת האבר כו' [כפי' רש\"י] והומ\"ל מיתת הנדרס קודם דשליף וכמ\"ש התוס' בד\"ה קמ\"ל ששחטו לנדרס קודם שהסיר רגליו רק דומיא דאין דרוסה אלא מדעת דקאי אדעת הדורס: ", 
            "גמ' <b>ונמצא צפורן בגבו אע\"ג דבהדי דשליף כו'  .  </b> פי' רש\"י ומוציא צפורניו מגבה ה\"ה בשליפת הרגל ומניח בו צפורניו ועוד דכיון דחזינן בו ריעותא דצפורן אמרינן שמא בשאר אצבעות העומדין בדרא דסיחופה שלא הניחו שם הטיל בו הארס ועוד שמא הכה וחזר והכה כמ\"ש התוס' בנץ בד\"ה קמ\"ל (*נ): ", 
            "גמ' <b>קטע רישא כו'  .  </b> וכגון שראינו שפגע בזה ראשונה ושוב לא חזינן א\"נ מסתמא כיון שזה נקטע ודאי פגע בו בראשונה ושפך חמתו עליו ונח מרוגזיה דאל\"כ גם לאחרים היה קוטע ראשן: ", 
            "ברש\"י <b>בד\"ה רוב אריות דורסין כלומר אע\"פ שרוב אריות דורסין קים לן שכל הדורס כו'   כצ\"ל.  </b> ומ\"ש אין לך אחד כו' ה\"נ כל המתחכך כו' בדומה לו שניהם שוין: ", 
            "בתוס' <b>בד\"ה יש דרוסה לחתול כו'   היה אפשר לפרש דבכל פעם שאל על מעשה שאינה לידו חתול דרס עוף אח\"כ חולדה דרס אימרי רברבי אח\"כ חתול וחולדה דרסו גדיים וטלאים רק א\"כ לא הו\"ל לתלמודא לומר ולא קשיא כו' [דמשמע דאמר כל הכי מימרא סתמא ולא פי' כל א' אמעשה בפ\"ע] מיהו כמו כן לפירוש ריב\"ם.  </b> ולפירושו לא נתחוורתי למה שאל פעם שניה אחולדה ושביק חתול ששאל בו פעם ראשונה ופעם ג' אתרוייהו ולעוד י\"ל מיושב קצת טפי: ", 
            "בתוס' <b>בד\"ה שאר עופות טמאין כו'   הך דריסה כו'.  </b> שלא תטעה מדקבעי לה בטמאין היינו משום דסימן טומאה דלקמן דכל עוף הדורס טמא ולכך לא שייך בטהורין דא\"כ היאך קמיבעי ליה בכל עופות הא פשיטא מקצתן דיש להן דריסה דרוב טמאין דורסין לזה פירשו דריסה דהכא היינו דשליף ושדי זיהרא כו': ", 
            "בתוס' <b>בד\"ה רוב אריות כו'   וא\"ת כו'.  </b> עיקר קושיא כיון דרוב דורסין א\"כ הו\"ל לחוש לספק דרוסה רק הקשו בהך מימרא דרב גופיה ותירצו דפירושו רובן ראוין לדרוס אבל אין דורסין ולכן ספק דרוסה לא חיישינן ולהכי בעי מקום צפורן דאי לאו הך ריעותא לא חיישינן וקאמר רב דבציפורן עצמו ליכא ריעותא שניחוש בשבילו לדריסה דרוב אריות הבריאין אין שומטין צפורן וזה ודאי ארי חולה הוא ושמט הצפורן ולכאורה למה להו האריכות יפרשו כלומר ראוין לדרוס שהן בריאין ואותן אין צפורן נשמטין ולכן אין זה הצפורן ריעותא דאימור בכותל נתחכך וצפורן זה בכותל היה כפשטא דשמעתין וכפרש\"י והארי שנכנס אף שראוי לדרוס לא חיישינן לדרוסה כבכל ספק דרוסה דעלמא לרב כיון דאזדא ליה ריעותא דחתיבת צפורן ונראה משום דפריך אדרבא כו' וכל המתחכך אין כו' למה לי זה אף דבא הצפורן מחיכוך הכותל לפרוך שמא דרסה ואי לא חיישינן לספק דרוסה אמאי ניחוש עתה טפי הא י\"ל צפורן בא מהמיעוט שבכותל היה כי היכי שי\"ל ממיעוט שדורסין וצפורן נשמט ועוד למה ליה לרב מ\"ט רוב אריות כו' לימא כולן ראוין לדרוס וכל הדורס אין צפרנו כו' א\"כ תלינן בכותל היה וליכא ריעותא ותו אין תוששין לספק דרוסה דאף דראוי לדרוס מ\"מ אין דורסין הניחא בפשטא דשמעתין [וכפרש\"י] אי כל אריות דורסין א\"כ למה אין חוששין כיון דדורסין פי' ממש להכי הוצרך לומר רוב כו' דהשתא תלינן במיעוט דאין דורסין רק תוס' הקשו כיון דרוב דורסין ניחוש לרובא אבל לפי' ר\"ת ראוי [לדרוס] קשה ודאי [לימא כל אריות] וק\"ל. אבל לפי' ר\"ת דפירש תליית חיכוך הכותל ר\"ל שנתחכך ברגל הארי ובכותל א\"ש דצ\"ל מיעוטן אינן ראוין לדרוס והאי ארי חולה הוא כו' [דאל\"כ מאין בא הציפורן דבכותל אין שכיח כלל לר\"ת] ולכך פריך אדרבא כו' וכל המתחכך אין צפורן כו' שאין דרך לחכך ברגל ארי דא\"ל אף דבא הצפורן מחיכוך לפרוך כו' דא\"כ ודאי לא דרסו דהא ארי חולה הוא כיון שהשמיט צפורניו ע\"י חיכוך ודו\"ק. וגם למה שהוצרך לפרש בכותל נתחכד ברגל ארי הוצרכו לפרש אדרבא כו' [בענין אחר ממה שפרש\"י דהיינו דלא שכיח שיתחכך ברגל ארי] דמאי פריך הא כיון דרוב שוורים מתחככין א\"כ אף דצפורן אין שכיח בכותל מ\"מ ניחוש שמא נתחכך ברגל ארי ובכותל לזה פירשו דה\"נ קפריך וכו'. ויש לפרש עוד שהוצרכו לכך [דאימר בכותל נתחכך היינו ברגל ארי] דמאי פריך אדרבא לפירושם ראוי לדרוס יותר תלינן במועט בכותל שודאי התחכך בו מלתלות בארי במיעוט שמשמיטין כיון דאין כאן ודאי שנדרס ואדרבא יותר אמרינן דלא דריס כדאמר רב אין חוששין (*ס) ואע\"ג דסוף סוף ליכא למיתלי צפורן רק במיעוט ושני המיעוטין שוין מ\"מ מסתבר לתלות טפי במיעוט שבכותל כיון דודאי נתחכך בו וק\"ל. הניחא בפשטא דשמעתא דרוב אריות דורסין ממש יש לתלות בו כמו ברוב מתחככין בכותל וק\"ל להכי פירשו דחיכוך כותל ר\"ל ברגל ארי והשתא נמי אין כאן רוב שמתחככין ברגל ארי ודו\"ק. [בספרים ישנים נדפס בס\"פ השוחט השייך לכאן והצגנוהו פה ואף שהוא ממש כעין דבריו הקדומין]: ", 
            "בתוס' <b>בד\"ה רוב אריות כו'   ואמר ר\"ת כו'.  </b> נ\"ל דפי' כן כי לפירוש ר\"ת דסבר מסתמא אין חוששין דרוב אין דורסין דבמקום שאין צפורן אין חוששין ורב לטעמיה דאין חוששין וא\"כ למה לי דזה הארי חולה היה [דהא משו\"ה הוצרך לומר דרק רוב ראוין לדרוס ומיעוטן אין ראוין דחולין הן] והא אפילו ארי זה ודאי בריא הוא כיון דאיכא למיתלי בכותל או בארי ובשניהם אין דרכן לישמט איכא למיתלי בכותל ולקולא דהא רב אין חושש לספק דרוסה בשלמא לרש\"י צ\"ל דאותו הארי מן המיעוט שאין דורסין דאילו דורס הוי טריפה אבל לתוס' אפילו אי הוי מן הרוב הבריאין [או אפילו כולן בריאין] מ\"מ תלינן להקל בכותל לכך פירש ר\"ת דאין סברא כלל שנעוץ צפורן בכותל רק בכותל פירש מן רגל הארי וא\"כ כיון דמ\"מ מן הארי בא אילו הוי מן הבריאים הוי פשיטא טריפה לכן צ\"ל מן המיעוט החולים היה אותו הארי ודוק כי כן הוא האמת פשוט הוא [ע\"כ ממה שהיה נשמט ונכתב למעלה]: <br>לפירוש התוס' הא דקיימא בדרא דסיחופא לא אמרינן שברגל הארי נתחכך וכן במקום צפורן דחוששין צ\"ל דאין דרך להתחכך רק בצידי הרגל ודרך שישאר הצפורן תחובה בו (*ע): <br>הטור וש\"ע פסקו בצפורן תחובה בגבו אפילו בשניהם שותקין חיישינן [לדידן דחוששין לספק דרוסה] ע\"ש משמע בזה דגרע בצפורן אע\"ג דיש לתלות במיעוטא דבכותל כמו במיעוטא דשומטין צפורן ובאין צפורן לא הוי חיישינן אף לשמואל כיון דשניהם שותקין ואין לו הכרח לזה מסוגיא דשמעתין. ולפי\"ז ליתא מ\"ש לעיל שהכריח לתוס' לפרש בע\"א משום קושית אדרבא וכו' דדלמא סברת המקשה היה אף דלא חיישינן בלא צפורן ולא תלינן לחומרא מ\"מ בנמצא צפורן חוששין כמו בשניהם שותקין לשמואל ודו\"ק:  "
        ], 
        [
            "גמ' <b>על לביני קניא כו'  .  </b> והוי שונרא ג\"כ שכיח [שם] וראוי לתלות בשניהם בשוה: ", 
            "בתוס' <b>בד\"ה ספק שונרא כו'   דכולהו כרבי ינאי לא אמרי' כו'.  </b> ולא קאמר כגון דאיערב ספק דרוסה כגון שראינו שדרסה ואין מקום הדריסה ניכר מבחוץ (*פ) דהוי בכל אחד ספק אחד בגופו וספק ע\"י תערובות לדעת הפוסקים דהוי זה ס\"ס י\"ל דאכתי למה ירעו עד שיסתאבו לישהינהו י\"ב חודש ולשתרו וצריך לראות שם בגמ' (*צ): ", 
            "בתוס' <b>בד\"ה דרוסה שאמרו כו'   משמע דבודאי דרוסה כו'.  </b> ר\"ל בשמקום הדריסה ניכר אין בודקין אם האדים הבשר מצד פנים ולתוס' משמע משיאדים הבשר כנגד בני מעיים ר\"ל מצד פנים או [דאף כשאין מקום הדריסה ניכר הוי ודאי דרוסה אלא] שרש\"י ר\"ל כגון שראינו שקפץ עליה חיה לדורסו אבל אין אנו רואין שדרסה ואין רשימת מקום ציפורן ניכר וע\"ז כתבו משמע כו' אך מנא לן לפרש לרש\"י כן ומשמעות [רש\"י] יותר שראינו שדרסה ממש רק אינו ניכר מקומו דאי ניכר האדמימות א\"צ בדיקה תו דאם הוא נגד כל החלל טריפה (*ק): ", 
            "בא\"ד <b>ועוד דקאמר בסמוך דמורי בה רב מכפא ועד אטמא כו'  .  </b> אבל מהך מימרא דרב גופיה אין ראיה דדרוסה שאמרו קאמר [למאן דחייש לספק דרוסה] ומבסמוך דאמר רב עד שיאדים הבשר כו' לא הוזכר בדיקה ושמא אם רואין האדמימות כנגד בני מעיים קאמר דחיישינן לדריסה אבל ספק דרוסה ס\"ל אין חוששין וא\"צ בדיקה ובודאי אין מועיל אבל מורי ביה רב מכפא כו' לענין בדיקה מייתי בסמוך ובח\"ש כתב מהא דדרוסה שאמרו צריכה בדיקה כו' דלמא איירי שראינו שדרס ואין מקום הדריסה ניכר מבחוץ ובכי ה\"ג ודאי רב מודה דחוששין לספק דרוסה אבל היכא שמקום הדריסה ניכר לעולם לא מהני בדיקה כדי לראות אם יתאדם הבשר כנגד המעיים אבל מהא דמורי רב כו' דמשמע רגיל להורות א\"כ ע\"כ מיירי בדבר המצוי תמיד וענין כזה שראינו שדרסה ואינו ניכר לא שכיח (*ר) ודו\"ק: "
        ], 
        [
            "גמ' <b>שאי אפשר לשמוטה כו'  .  </b> ניחוש בבהמה שמא לאחר ששחט הגרגרת נשמטה קודם שחיטת הושט דהוי טריפה דליתא לדר\"ל דאמר אין טריפות לחצי חיות דכמאן דמנח בדיקולא דמי ע\"ל פרק השוחט (חולין דף ל\"ב ע\"ב) בגמרא ובאשר\"י דא\"ל אין דרך לישמט אחר שנשחט דהא מכשרינן משום שאי אפשר כו' אמרינן שלאחר שחיטה נשמט וכ\"ת מפני ההכרח שא\"א לשמוטה כו' אמרינן בהכרח שלאחר שחיטה נשמטה אף שאין דרך סוף סוף מי יימר שלאחר שחיטת הושט נשמט דלמא קודם שחיטת הושט ואפשר דוקא באבר אחר כגון שחט הקנה וניקבה הריאה אף שתלויה בקנה משא\"כ באותו אבר עצמו אין סברא שיטרף הקנה לאחר שחיטתו: ", 
            "גמ' <b>אמר ר\"נ לא שנו אלא שלא תפס כו'  .  </b> האידנא כל שמוטות אסורות ואפילו בלא תפס דלהאשר\"י ר\"נ אר\"י קאי דמועיל הקפה בלא תפס משום דמדינא כשר אפילו זולת הקפה משום דאי אפשר וכו' רק לחומרא ס\"ל לר\"י יקיף ולהכי לעיל [מההיא דפ\"ב שהביאו התוספות] אינו מועיל הקפה לקולא [ולא קשה קושית תוס' בד\"ה יביא ויקיף] אבל בתפס דאפשר לשמוטה כו' אין מועיל הקפה [לר\"י] וא\"כ לדידן דאין בקיאין הקפה טריפה בכל ענין וכ\"פ בש\"ע והרבה שוחטין טועין בו: ", 
            "גמ' <b>מחו בכוליא וכו'   וכי להוסיף על הטריפות כו'.  </b> אע\"ג דלקתה בכוליא טריפה במליא מוגלא הך איירי במים זכים ועיין לעיל ר\"פ גבי יפלח כליותי מי קחיי וכו': ", 
            "ברש\"י <b>בד\"ה כפא דמוחא כו'   ואף כנגד הסימנים.  </b> לרש\"י שפירש דמכפא [דידא היינו] מתחלת כפא א\"כ למסקנא [כפא דמוחא] אף[המוח] יצטרך בדיקה וק\"ל: ", 
            "ברש\"י <b>בד\"ה ולא נהירא כו'   ולא ראיתו קודם שהלך לבבל כו'.  </b> דרב היה בתחלה בא\"י קודם הליכתו לבבל וכפירוש הערוך בתענית (דף י') סימן עילאי בעי מיא [וכפרש\"י שם]: ", 
            "בתוס' <b>בד\"ה אילימא כפא כו'   ובתר הכי בעי ר\"ה כו'.  </b> דלא תימא מר זוטרא מוסיף סימנים וק\"ל: ", 
            "בתוס' <b>בד\"ה יביא ויקיף כו'   וא\"ת ויביא עוף אחר כו'.  </b> דאיפכא לא שישמט תחלה דא\"כ מטריפו ומה מרויח בההקפה: ", 
            "בא\"ד <b>מראיהן של השמוטות הללו שוין.  </b> אפשר דהכי עדיף טפי מלדמות השחיטה דאין דין בית השחיטה של זו דומה בהאדמה לזו משא\"כ כאן בהקפת חתוכים שלאחר השמטה ומיתת אותו סימן מסתמא שוין מחתך בשר בעלמא של אחד דומה לחברתה לכן כתבו תחלת דבריהם אם דומה מראית של חתכים כו' אי אפשר דעדיף הקפת השמטות וכאן אי אפשר בענין אחר באותה בהמה עצמה או ר\"ל למראית השחיטות של אלו השמטות שוין: <br>בסה\"ד ולמאי דגרסינן כו' יביא בהמה אחרת כו'. אין להקשות למה לי אחרת ולא באותה עצמה וכפרש\"י י\"ל רבותא קאמר דאפילו באחרת או י\"ל דבבהמה צריך דוקא אחרת דבעצמה ממ\"נ לא יהיה דומין החתיכות אפילו נשמט הגרגרת קודם שחיטה דאותה שעה היה עדיין חיות בושט ועכשיו אין בו חיות שכבר נשחטה דבבהמה קיימינן אבל ע\"י הקפת בהמה אחרת יכול לדמות אם שחיטה זו אדומה כאחרת אז כשירה ולגירסא הראשונה א\"ל היאך מתורץ מ\"ש כאן מדלעיל כיון דה\"נ ממ\"נ אינו דומה מה\"ט גופיה שכתבו התוס' [אהאי דלעיל דממ\"נ כו'] דס\"ל דל\"ד דהתם שחט את הושט לענין להקיף בושט ודאי אינו דומה חיתוך ראשון בושט שהיה הושט חי לחיתוך השני בושט שכבר אין בו חיות משא\"כ כאן ודאי אלו היו מקיפין בושט היה דומה להך דלעיל אבל מקיפין בגרגרת שנשמטה [שכבר אין בה חיות משנשמט] דזה אין סברא שיועיל חיות הסימן של וושט להשתנות מראה החיתוך דקנה ולעיל אין להקיף [בגרגרת] דהוה דלא שחט רק הושט לחוד שבעוף איירי ואידך גירסא ס\"ל דל\"ש [דגם כאן מועיל חיות הסימן של וושט להשתנות] ואינו נראה כלל לומר דגירסא הראשונה נמי ס\"ל דל\"ש רק איירי הכא בעוף [ועדיין גם עתה הוושט לא נשחט] דהא כתבו או באותה הבהמה עצמה כו'. אכן באשר\"י לעיל ס\"פ השוחט מבואר היטב דגירסת יביא בהמה אחרת הוא להלכות גדולות דעיקר לאו טריפה הוא לדידיה [ואיכא חיות גם בגרגרת השמוט ולא יהיה דומה] ע\"כ יביא בהמה אחרת ע\"ש מבואר וק\"ל: ", 
            "בתוס' <b>בד\"ה וחזיא וכו'   וא\"ת אמאי מוקי כו'.  </b> לי\"ל ראשון פריך שפיר דנימא סברא דאמרינן ברכיש בדר\"י וסברת רכיש כדר\"ל כי היכי דלרכיש מרבינן בזה הכלל אף דל\"ד נימא הך סברא לר\"י ורכיש לית ליה האי סברא דלא מרבינן בזה הכלל אא\"כ בדומה וטעמו משום אלו כשירות דוקא כר\"ל (*ש): <br>לר\"י משום דאיצטריך למיתני זה הכלל לאתויי שב שמעתא איצטריך למיתני תו אלו טריפות [למעוטי דרב מתנא] משום דהוי מרבינן לה נמי בזה הכלל ותני אלו כשירות איידי אלו טריפות ולר\"ל איצטריך זה הכלל לשב שמעתא חוץ דרב מתנא [וידעינן דרב מתנא מאלו כשירות דאי לאו זה הכלל לא הוי ממעטינן גם שב שמעתא מאלו כשירות רק המסתבר כמ\"ש מהר\"ם] ותני אלו טריפות איידי דאלו כשירות ולרכיש לי\"ל ראשון [קשה] למה לי אלו כלל וק\"ל:  "
        ], 
        [
            " ברש\"י בד\"ה אלמא קסבר כו' דאי אטריפות קאי לא שייך למיתני עד אלא כמה כו'. וזהו דיוקו שכתב בדיבור הקודם דכיון דגבי אלו כשירות קיימי ולא תני מעולם חסרון הגרגרת טריפה לא שייך למיתני עד כמה טריפה רק כמה יחסר ויטרף ועיין: ", 
            "בתוס' <b>בד\"ה אין בעלי אומניות כו'   ונראה דאפילו עסוק כו'.  </b> ר\"ל הא דפרש\"י כן לא משום דבעסוק במלאכתו חייב דרש\"י ס\"ל נמי דבעסוק במלאכתו אינו חייב רק ליישב לשון רשאין פי' כן. ולפירוש ר\"י הא דפריך מביכורים דמשמע ליה מדכולן בכל פעם עומדין משמע דחיוב הוי: ", 
            "בתוס' <b>בד\"ה כסלע כו'   וקשה לפירושם כו'.  </b> רש\"י מיישבו דכסלע לא לענין עד דלא קתני ביה עד רק לאשמועינן דסלע מצומצם קאמר משא\"כ איסר דייק שפיר אלמא כו' דעכ\"פ מוכח ולא עד בכלל דלענין כשרות מיתני ואת אמרת כאיסר כיתר וטריפה מיהו בסמוך ע\"א בד\"ה התם לחומרא פרש\"י אבל כסלע וכאיסר דר\"נ כו': ", 
            "בא\"ד <b>וכי חשבית נמי בגלודה ובגלגולת כו'  .  </b> וצ\"ל לפי\"ז אם נשתייר בה עד סלע הכל טריפה ממטה למעלה עד סלע ולא עד בכלל דסלע עצמו כשירה [וכשירה] אסלע [קאי] לפי\"ז מאי משני בגמרא דמייתי תנא ברא חשיב מלמעלה למטה כו' כיון דצ\"ל עכ\"פ נמי דלמר עד בכלל ולמר אין בכלל דאל\"כ אכתי קושיא במקומה עומדת יסתרו ברייתא ומתני' אהדדי א\"כ טפי יתרץ תרוייהו מלמטה למעלה קחשיב עברה גדר עד ד' אמות חייב ולא עד בכלל ועברה גדר עד ד' אמות [דקתני] פטור אד' אמות קאי וכן עד כמה תחסר ויהיה בו אונאה עד ד' איסרין [ממטה למעלה קחשיב] ולא עד בכלל אלא צ\"ל דמתרץ שפיר טפי עדיף קחשיב מלמעלה למטה אע\"ג דתנא דידן קחשיב מלמטה למעלה מלדחוק לומר מלמטה למעלה ופטור אד' אמות קאי א\"כ מי דוחקו בשמעתין לומר כן דקחשיב מלמטה למעלה ולהקשות אלמא כו' איתביה כו'. וא\"ל דפריך אלמא כו' מכאיסר וכאיסר כו' מכריחני לפרש נמי בכסלע ולא עד בכלל וחשיב בגלודה ובגלגולת מלמטה למעלה דא\"כ למה כתבו מקודם א\"כ מאי פריך מחבל כו' הו\"ל להקשות דא\"כ סתרי דברי ר\"נ אהדדי אלא צ\"ל דדלמא ר\"נ קושטא דדינא קאמר ואין קפידא פעם אחד עד בכלל ולפעמים אין בכלל לזה הוצרכו להקשות מכח מאי פריך כו' א\"כ בכי חשבית נמי כו' מנ\"ל להמקשה להקשות: <br>בסה\"ד ולא איירי כלל לענין עד כו'. דאם מפרש עד כיון דאטריפות קאי ומלמעלה למטה קחשיב. וא\"כ הוי עד בכלל ומכאיסר מוכח דאין עד בכלל ואף למסקנא דר\"ל הכא והכא להחמיר [מ\"מ ודאי לא איירי כלל לענין עד כיון דלא תני עד]: ", 
            "בתוס' <b>בד\"ה הדקין כו'   אלא אשברים קאי אמנם לא מצינו בשום מקום דבעינן שיעור לכלי חרס מתחלתן והאי דתנן כו'.  </b> במסכת כלים בפ\"ב אלא גרסינן כו' כצ\"ל: "
        ], 
        [
            "גמ' <b>מתיב כו'  .  </b> ולא משני דמתני' בין בקולשי' ובין בסומכי' איירי להכי נקיט מלתא פסיקתא דאותה החתיכה אסורה באכילה דרב עוירא נמי בכל גוונא איירי רק אנן לא קי\"ל כוותיה רק בניקב בסומכי' כדבסמוך: ", 
            "גמ' <b>איידי כו'  .  </b> ומ\"מ [קשה קצת] כיון שיש לטעות למה לי למינקט מן הטחול כלל סגי מן הכליות לדינא: ", 
            "גמ' <b>ואיבעית אימא ניקב לחוד ונחתך לחוד כן הוא גירסת הפוסקים חוץ מהטור:  </b>", 
            "בתוס' <b>בד\"ה שיעורן כו'   והא דתנן כו' חתכו חוליות כו'.  </b> בל\"ז י\"ל ע\"י תיקון עדיף מקבל טומאה טפי [וחכמים דמטהרים לא פליגי אלא אהיכא דלא בעי תיקון ואינו מחוסר אלא יחוד] וק\"ל. ואין לקושרו דבל\"ז חכמים דפרק מחט וטבעת את\"ק קאי שלא הזכירו רק שולי כו' וקרקרות והכא בתנור שלם שפרקו לחוליות איירי והא דהוכיחו דבעינן בשברים ייחוד מכלי שלם דהמצניע במכ\"ש הוכיחו והא דהקשו וא\"ת בתוספתא מחכמים אשברים דהכא הקשו אף שהזכירו [בקושיתם] ואי בעי ייחוד כו' כשניקב כמוצא זית כו' משום שסמכו אהוכחתם כבר דשוין [אבל השתא שכתבו דהיכא דמחוסר תיקון שוב אינו בא לידי טומאה אף שלם לא מהני ז\"א] דא\"כ אכתי י\"ל בשלם מועיל אפילו ע\"י תיקון ובשברים מועיל ייחוד ולא [היכא דצריך] תיקון ואולי לא ניחא להו לעשות חילוקים כ\"כ ודו\"ק: ", 
            "בא\"ד <b>וא\"ת לפי מה כו'   הא בפרק כל הכלים כו'.  </b> צריך לראות שם היאך מוכח דבלא יחוד איירי דאי משום לשון דראוי למלאכה כו' גם במה שהביאו מסמוך מפרק במה אשה נקיט ראוי והוצרכו להוכחה [דאיירי בלא יחוד]: ", 
            "בא\"ד <b>והא דתנן במס' כלים כו'.  </b> שניטל חורו כצ\"ל: ", 
            "בא\"ד <b>ואם התקינו למיתוח כו'  .  </b> יש לראות ואלא מאי דמהני יחוד ודאמר רבא במחט מדלענין טומאה לאו מנא כו' ר\"ל בלא יחוד כ\"ש דקשה [אף בלא דבריהם הקודמין שפירשו דמיירי הכא ע\"י יחוד] מהאי דכל הכלים אמאי הוי מנא לענין שבת כלי שנשבר מע\"ש לכ\"ע בלא יחוד הא לא הוי מנא לענין טומאה בלא יחוד ודוחק לחלק בין מחט לשאר כלים לענין יחוד דמ\"ש גם א\"ל דמחט שנשברה אינה ראויה למלאכה אחרת בלי תיקון ודאי אסקו אדעתייהו דאם התקינה קתני רק כיון דמיהת יש לו תורת מנא לטומאה כשמתקנו להוי מנא גבי שבת כי היכא [דשאר כלים] דהוי מנא לענין שבת בלא יחוד אע\"ג דלא הוי מנא לענין טומאה [בלא יחוד] דא\"כ לא הו\"ל לסיים לאו יחוד בעלמא קאמר כו' [כיון דזה אסקו אדעתייהו] ודו\"ק: ", 
            "בא\"ד <b>ניטלו ענבליהן עדיין טומאתן עליהן כו'  .  </b> משמע טומאה הראשונה ולפי\"ז צ\"ל יחוד שכתבו ר\"ל יחוד בתחלה קודם שניטלו ענבליהן דאל\"כ פרחה טומאה הראשונה כדלעיל ניקב בכמוציא זית וייחד לרמונים מקבל טומאה מכאן ולהבא או צ\"ל טומאתן עליהן לענין קבלת טומאה להבא ולא עיינתי שם בגמרא: ", 
            "בא\"ד <b>מה לי היה לו ענבל וניטל כו' </b>: ", 
            "בא\"ד <b>ועוד מדפריך עליה כו'   והא תניא כו' ור\"י אמר אף אמרינן כו'.  </b> הכל מהקושיא: ", 
            "בא\"ד <b>ולמ\"ד הואיל וראוי להקישו כו'  .  </b> לכאורה דבל\"ז י\"ל דבהא פליגי לריב\"ח צריך יחוד למלאכה אחרת ולהכי צריך שיהיה ראוי למלאכה הראשונה שיהיה טומאה עליה ולר\"י א\"צ יחוד והקשו מדר\"י ותי' כו' לזה הקשו עתה מדריב\"ח: ", 
            "בתוס' <b>בד\"ה כל שיעורי כו'   וא\"ת כו'.  </b> לא הקשו בקצרה מתפלת מוספין משום וא\"ת שני. ויש לראות שם בגמרא. וכאן לא הקשה רבא לר\"נ משם [למאי דלא ידע סברת לחומרא] וע\"ש:  "
        ], 
        [
            "גמ' <b>והיכן מקום חריץ חיוורי דתותי מיתנא כצ\"ל:  </b>", 
            "גמ' <b>ואי אשתייר כעובי דינר זהב.  </b> כעין דריזין הנמצאין בטחול ולא נשתייר למעלה ולמטה אפילו בצירוף כדינר זהב ואפילו במכה ממש והבשר שלם וטוב למעלה ולמטה פחות מחצי עובי הטחול בצירוף אפ\"ה לדעתי כשר דאין שם נקב עליו רק חסרון מבפנים דאפילו לגבי ריאה לא הוי חסרון ועיין במעשה דראבי\"ה שבמרדכי ובהג\"א לא הזכיר שיהיה עובי דינר זהב ואי הויא כעוביה הוה ליה לפרש ועוד למה לי שלם מכל צד אלא ודאי אפילו בצירוף יחד אין צריך ולהכי בעי שלם מכל צד רק מ\"ש שם בקולשי' תמיה לי למה לי שלם הא סיים בשר רע דינו כניקב וניקב בקולשי' כשר ובהגהת ש\"ע כתב סתם לא בקולשי' ואולי ט\"ס הוא [בהג\"א] וצ\"ע ואף דבשאר נקובין בעינן מפולשין מעבר לעבר ובלב לבית חללו ואילו בטחול מיטרף עד מחציתו [הא דנקיט מחציתו היינו לדידן דאין בקיאין בעובי ד\"ז כמבואר בש\"ע] מ\"מ להוסיף ע\"ז להטריף חסרון ומכה מבפנים [מנין לנו] וכמדומני ששמעתי דבכה\"ג מסופקין אם צריך כעובי דינר זהב מצד אחד או סגי במשני צדדים בצירוף ולדעתי אף בצירוף א\"צ ועיין: ", 
            "גמ' <b>שהרי נקב פסול בריאה כו'  .  </b> הרי זה בא ללמד ונמצא למד לאשמעינן הוא גופיה שנקב כשר בכוליא אע\"ג דלקתה טריפה ולכך לא קאמר שהרי ניטל פסול בריאה וכשר בכוליא דניטל בהדיא שמעינן ממתני' דכשר וניקב אף דכ\"ש הוא מ\"מ הרי טחול [דניטל כשר וניקב טריפה] ולקתה [כוליא] נמי טריפה אף דניטל כשר: ", 
            "גמ' <b>והרי מים זכים בו'.  </b> לפום ריהטא שאל תאמר דה\"ק כל הפסול בריאה כשר בכוליא וכל הפסול בכוליא כשר בריאה כגון מוגלא והרי מים זכים וכו' (*ת): <br>להרי\"ף מוגלא ולקותא תרי מילי נינהו ועיין באשר\"י באורך. עיין בב\"י מה שהקשה בעל העיטור [אמאי לא אותיב ר' תנחומא מלקותא] והניח בצ\"ע וצריך לעיין בפירושו מאי פריך העיטור ממ\"נ אי מפרש לקותא מוגלא ברש\"י הרי פריך ממנה באמת אי כהרי\"ף דלמא באמת פסול בריאה וכהרי\"ף [דפוסל לקותא בזה ובזה] י\"ל משום דסובר דע\"כ לקותא כשר בריאה דאי טרפה א\"כ הוי בכלל כל הפסול בריאה כשר בכוליא ולקותא כבר אמר דפסול בכוליא אע\"כ כשר בריאה וא\"כ אין לדייק כ\"ש היכא דכשר בריאה כשר בכוליא דהא לקותא פסול בכוליא וק\"ל: ", 
            "גמ' <b>אמר ר' זירא לא שנו אלא שיכול לחיות בו' הרי\"ף והרמב\"ם לא הזכירו ובאשר\"י כתב כן משם הגאונים:  </b>", 
            "גמ' <b>בעי ר' ינאי כו'   ניטל מקום השדרה וכולו קיים ניטל מקום טיבורו וכו'.  </b> כצ\"ל: ", 
            "גמ' <b>אמר רב כו'   חוץ מעור בית הפרסות.  </b> [וה\"ה] שלפוחית [כדאמר לקמן לאותו מ\"ד להביא עור בית הבושת] וכ\"ש עור האליה [דאף לת\"ק דסובר שם דעור בית הפרסות לא הוי בשר מודה בעור שתחת האליה]: ", 
            "ברש\"י <b>בד\"ה ואי אשתייר כו'   ולא יצא המחט כו'.  </b> הו\"ל לפרש שניקב מחמת חולי ובמחט לכאורה בכל ענין טריפה דלא יהא אלא מחט שנמצא בחלל הגוף דא\"ל התם טריפה שמא ניקב אחד מאברים הפנימיים משא\"כ כיון שתחוב בטחול לא מחזקינן מאבר לאבר ז\"א דטעם דטריפה משום דאמרינן דרך הושט נכנס ונקובי ואתאי ולא אמרי' דנכנס דרך הדופן ואף בנכנס דרך הדופן ולא ראינו בפנינו שניקבה לאבר אחר ידוע אסורה עיין בטור ועוד מ\"ש ממחט שנמצא בבית הכוסות שכתבו התוס' לעיל (חולין דף נ' ע\"ב) בד\"ה מחט דאיירי מבפנים דמבחוץ ודאי דרך הושט ניקבה ואתאי וצ\"ע: ", 
            "ברש\"י <b>בד\"ה שהרי חותכה כו'  .  </b> שינה פירושו מלעיל [חולין דף מ\"ח ע\"ב] דכאן א\"א לומר כן דמאי אולמי האי מהאי כאן נמי כן הוא מוגלא כשר בריאה ופסול בכוליא ולזה פירש שהרי כו' גיד הצואר כו' שזה נראה בחוש וק\"ל: "
        ], 
        [
            "במשנה <b>נפלה לאור.  </b> ובבהמה עיין באשר\"י: ", 
            "גמ' <b>בדיק במיא.  </b> דלמא אינקוב קרום אחד וצ\"ל דס\"ל עד דאינקוב תתאה וזה קצת ראיה דפירוש תתאה [למאן דסובר שם תתאה] עם העילאה ועיין. ועיין באשר\"י לעיל (*א) ושמא בודק כל קרום בפני עצמו ע\"י מילוי מים: ", 
            "ברש\"י <b>בד\"ה להביא עור בית הבושת כו'   עור השלי' אינו ראוי כו'.  </b> ישנו כאן טעות ועיין [בתוספות בד\"ה להביא]: ", 
            "ברש\"י <b>בד\"ה הכתה חולדה כו'   וניקבו הדקין כו'.  </b> באינך כתב סברות דס\"ד למיטעי בעוף משא\"כ בזה וא\"כ נשבר השדרה ולא נפסק החוט נמי ליתני מיהו התם אין ס\"ד לטרוף בשבירת השדרה לחוד כיון שאין טריפות כלל בבהמה משום השדרה רק משום פסיקת החוט ומשום אורחיה נקיט שדרה כדפרש\"י לעיל [במשנה דריש פרקין] משא\"כ בדקין וניקב הלב לבית חללו ליתני בעוף וק\"ל: ", 
            "ברש\"י <b>בד\"ה הכתה נשכתה בשיני' כו'  .  </b> וה\"ה ברגל רק מדקאמר בגמרא מפני ששיניה דקות ובו': ", 
            "ברש\"י <b>בד\"ה הניחא כו'   עד דמינקב עילאה ותתאה כו'.  </b> אף בתתאה לחודיה מ\"מ ניחא דהא הכתה על ראשה ומסתמא אינקב עילאה קודם וכמ\"ש האשר\"י לעיל [גבי פלוגתא דעילאי ותתאי] ע\"ש: ", 
            "ברש\"י <b>בד\"ה ועקומות בו' שנקב העצם אינו כנגד כו'  .  </b> ואין שייך לפחות עצם הגלגולת כדבמסמר דאם כן ודאי יקרע הקרום: ", 
            "ברש\"י <b>בד\"ה כנגדן בעוף כו'   המסס ובה\"כ ליתנהו בעוף.  </b> בסוף הריאה קורקבן טוחן פרש\"י קורקבן בעוף נגד המסס בבהמה צינפיל ובסוף שבת פירש נמי קורקבן הוא המסס בבהמה צינפיל ואף דלרש\"י טריפה בהמסס מצד אחד משום דעורו דק בקורקבן בעי מב' צדדים לכן לא חשיב ביתר עליהן עוף כו' (*ב): ", 
            "בתוס' <b>בד\"ה הא תני לוי כו'   בחנם מקשה כו'.  </b> אפ\"ל שאינו בחנם דאלוי י\"ל דה\"ק נשבר העצם עם הקרום הדבוק בו אע\"פ שלא ניקב קרום של מוח דהיינו קרום התחתון שהמוח מונח בו ובבהמה צריך תרוייהו [היינו כמ\"ד תתאה] אבל לרב ושמואל דאמרי קרמא עילאה טריפה אי אפשר לפרש כן דא\"כ מאי יתר עליהן עוף וק\"ל:  "
        ], 
        [
            "גמ' <b>אמר רב שיזבי הני אווזי כו'  .  </b> אבל שאר עופות לא דהא רב שיזבי גופא בדיק בשימשא ואנן משום דלא בקיאין בבדיקה דיינינן לכל עופות כעוף של מים: ", 
            "גמ' <b>ולא יהא אלא ניטל.  </b> אף דבעי שיעור כזית מ\"מ בזה לא אמרינן סופו לרקוב כולו רק כנגד הירוק ואולי לזה לא מצי למיפשט אבעייתו מברייתא דבסמוך באלו בני מעיים אמרו כו' ובכבד דלמא איירי במקום הזיתים: ", 
            "גמ' <b>אדומים שהוריקו ושלקן כו'  .  </b> עיין גירסת האשר\"י ופירושו באורך ולגירסתינו י\"ל דדוקא נקיט אדומים שהוריקו כו' שדרך הקוטרא להוריק ולא להאדים: ", 
            "גמ' <b>והורה בטרפחת כרבי בזפק אבעיא להו כו'   לאיסורא כו'.  </b> וכר' בזפק כו' כצ\"ל: ", 
            "ברש\"י <b>בד\"ה אדומין היו כו'   [ואח\"כ ציין ירוקים הוי כו'.  </b>] רש\"י מהופך וק\"ל להגיה: ", 
            "ברש\"י <b>בד\"ה היפך בהן כו'   מכמות שהיתה שהחליף זו למעלה כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה כונניות כו'.  </b> בסיס לישב עליה כצ\"ל: ", 
            "בתוס' <b>בד\"ה איבעיא להו כו'   כגון שלא הדליקו בה באותה שבת כו'.  </b> דאל\"כ כיון שהתירו במנורה כ\"ש בנר וכר\"ש בנר אמאי לא ס\"ל וכן צ\"ל נמי באידך צד של תרוייהו להיתירא [דהוצרך לפסוק נמי להיתירא בנר דמנורה היינו שלא הדליקו כו']. ויכול לפרש נמי מנורה שלא הדליקו בה מעולם ולא שהדליקו בה אתמול [דהוא מוקצה מחמת מיאוס] רק כיון דתליא בר\"ש צ\"ל כן. יש לראות אמאי לא כתבו בפשיטות הא דלא מיבעיא כו' כפרש\"י באמת כר\"ש בנר ישן משום מוקצה מחמת מיאוס שמוזכר בדברי ר\"ש בהדיא בפלוגתא דמתניתין וגמרא וי\"ל (נמי) מדתלי בר\"ש ולא (בר\"י) [בר\"מ כצ\"ל ע\"ש בשבת] דשרי נמי נר ישן דקאמר כל הנרות מטלטלין בשבת חוץ מנר שהדליקו בו בשבת ור\"ש קאמר כל הנרות מטלטלין חוץ מנר הדולק כו' (*ג): <br>בסה\"ד ופירושו מגומגם. דלא שייך לתלות זה בזה וגם הו\"ל נמי למיבעי תרוייהו להיתירא וכ\"כ התוס' שם: ", 
            "רש\"י <b>מפרש כאן ושם בשוה אי הוראות חלוקות הן וא\"כ מסתברא לפרש טפי טרפחת לאיסורא מדלא מפרש הורה להיתר כדמפרש בזפק וכרבי ולא סתם הורה או דלמא להיתירא וחדא [הוראה] היא וא\"כ מפרש בהדיא שריותא דהורה והשתא בזפק לא הורה ומצינו למימר דלא ס\"ל [כרבי] היפך מראשון ופשיטא דמצינו למימר נמי דס\"ל [דתרוייהו להיתרא] וא\"ש דלא נקיט חלוקה דתרוייהו להיתירא [דזה פשיטא] וכן בשבת וק\"ל.  </b> והתוס' מיאנו [דאף אם הוראות חלוקות אפשר דתרוייהו להתירא והא דלא מפרש כדמפרש בזפק היינו משום] דבזפק דפליגי צ\"ל וכרבי אבל בטרפחת דתנן ניטל האם כשירה בלי חולק קאמר סתם הורה ורש\"י לסברתו דר\"ט חולק באם א\"כ יש פלוגתא באם (*ד)והתוספות לטעמייהו דר\"ט לא מקרי חולק דהתם חשיב ליה טועה בדבר משנה וחזר בו ובזה יש לקשר ומיהו יש לתמוה בתוספות [אחר שכתבו דר\"ט חזר]: "
        ], 
        [
            "גמ' <b>שמוטת גף בעוף טריפה.  </b> שבורת גף סמוך לגוף לא הוזכר בגמ' להטריף ונשתברה גפיה כשירה בכל גוונא תנן וחידושו במרדכי משום חששת נקובת הריאה ועיין בב\"י. וכן שבורה ושמוטת יד בכל גוונא כשירה ובש\"ד ע\"ש באותן שהודפסו עם הגה\"ה הוזכר לטריפה גם במבוא שערים האריך בזה: ", 
            "גמ' <b>אנא מתניתין ידענא בו'.  </b> רב ידענא הול\"ל: ", 
            "בתוס' <b>בד\"ה שמוטת יד כו'   ואמר ר\"ה כו' אבל ברגל כו'.  </b> עיין ברש\"י שם [דפירש דמטעם שמוטה אתי עלה] ובסמוך (ד\"ה) [ר\"ה] דמכשיר [שמוטה היינו] בעוף [דוקא וכמ\"ש התוס' בסמוך לחלק בין בהמה לעוף]: ", 
            "בתוס' <b>בד\"ה דלמא שאני ליה ותימה כו'   אם רוצה לומר שאם ניטל כו' וחתיכה דטריפה כו'.  </b> הומ\"ל מיד מר\"א דפ\"ק רק רצו ליישב מקודם היאך אפשר לפרש כן דא\"כ היינו חתוכה לזה כתבו דחתוכה דטריפה היינו באמצעה ולא מסתבר להו לחלק בין נשמט וניטל כולו כשירה ונחתך טריפה אפילו בפרק העליון כבטחול דניטל כשר ונחתך טריפה לזה כתבו וחתוכה דטריפה כגון באותו עצם האמצעי כו' ואע\"ג דבאותו כו' אע\"ג דמצינו סברא זו [לחלק בין ניטל לנחתך] בטחול וקצת בכוליא ואילו סברא זו דנחתך מקצתו להטריף ונחתך יותר [דהיינו למעלה] להכשיר הוא סברא רחוקה עיין באשר\"י פרק בהמה המקשה באורך מסתבר להו לחלק יותר בין נחתך במקום צומת הגידין או בעצם שבו צומת הגידין לנחתך בעצם העליון דשם כיון דניטל כשר כ\"ש נחתך דטחול חידוש הוא: ", 
            "בא\"ד <b>והיה לו לפרש כו'  .  </b> ולפי\"ז לא א\"ש כל כך ואל תתמה כו' מהי תיתי לתמוה וק\"ל:  "
        ], 
        [
            "גמ' <b>וגדלו כנפים כו'  .  </b> אפשר דבלשון הגמרא נוצה בכלל כנפים או לר\"י אם ניטלו אף הנוצה קאמר ובניטל הכל דוקא מיטריף: ", 
            "גמ' <b>ש\"מ לית להו מלכא כו'  .  </b> דלא מסתבר שזה היה המלך בעצמו שאין דרכו לילך ראשון לראות אם יש צל ולהגיד למשרתיו גם לא הו\"ל להו להורגו אף אם שיקר: ", 
            "גמ' <b>דלמא מלכא הוי בהדייהו כו'  .  </b> בחוץ ולא הוצרכו ליכנס וליטול רשות [דנקטו רשות מבחוץ] כי כל הוכחתו מדלא נכנסו ליטול רשות ממלך קודם שהרגו. א\"נ אף שלא היה בהדייהו הורמין הוי נקיטי מקודם שכל המהתל כו': ", 
            "ברש\"י <b>בד\"ה ואת מה בידך עכשיו אמור לי כו'  .  </b> שינה פירושו מלעיל (חולין דף מ\"ט ע\"א) [מוכח] מזה מ\"ש שם מדלא קאמר מר אינו [דהא גם כאן אמר ליה מקודם חיי דמר]. וכאן אי אפשר לפרש ר\"ז לר\"א דכבר אמר ר' אבא כל מה שבידו דקאמר ואשכחתי' נמי כו': ", 
            "ברש\"י <b>בד\"ה תנאי הוא כו'   ויש מכה שהיא נבערת כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה מצטרפין למלא מקדח כו'   לב\"ש.  </b> לעיל (חולין דף מ\"ה) בגרגרת פרש\"י מקדח של רופאים וכב\"ה ע\"ש: ", 
            "בתוס' <b>בד\"ה ודלמא סבר כו'   לא מקבלי זכר כו'.  </b> מיהו הא לא קאמר אינה יולדת וכ\"כ התוס' שם מיהו זה שכתבו שיש לחלק בין שאר טריפות לשבורה דזה מקבל וזה אין מקבל: ", 
            "בתוס' <b>בד\"ה איזיל ואחזי כו'   מלגלג כו'.  </b> שמעתי מהרר\"י סג\"ל ז\"ל דשלמה אמר ל\"ך אל כו' רא\"ה כו' אמר איזי\"ל אחז\"י כו' וק\"ל: "
        ], 
        [
            "גמ' <b>איתיבי' רב אשי כו'  .  </b> ס\"ד דפליגי בעובר ירך אמו ומודים בשיחלא בתרא דהכי משמע ליה גדלה באיסור ואף למאן דלית ליה עובר ירך אמו לומר הוא ואמו נטרפה מ\"מ שיחלא בתרא שנתהוה מן האיסור וגדלה כל גידולה מאיסור [אסור לכ\"ע] משא\"כ שיחלא קמא דנגמרה רק באיסור ואפשר כיון דעובר לאו ירך אמו אפילו גמרה באיסור לא הוי [ופליג רב אשי אאמימר בתרוייהו אשיחלא בתרא ואשיחלא קמא דהא ר\"י סבר עובר לאו ירך אמו] והומ\"ל ומודים בולדות בכה\"ג דא\"ל לס\"ד ומודים בשיחלא קמא [ולא דחיק ליה לישנא דגדלה] מ\"ט גופיה הוא טפי מולד וכמסקנא דלישנא בתרא דא\"כ מאי מותיב לאמימר דא\"ל דמשמע ליה ומודים מעין הפלוגתא דלס\"ד דפליגי בעובר ירך אמו הוי שפיר ומודים בביצה בשיחלא קמא מעין הפלוגתא אבל לאמימר דפליגי בזוז\"ג (*ה) [א\"כ] קאי ומודים בביצה בזוז\"ג [דהוא מעין הפלוגתא] (*ו) ותיובתא לאמימר דא\"כ כדפריך ולישני ליה בשיחלא קמא הול\"ל דמשמע ליה ומודים מעין הפלוגתא ולמה מניח מלתרץ ליה בשיחלא קמא משום ל' גדלה לס\"ד נמי תקשי ל' גדלה אלא צ\"ל [כמש\"ל] דס\"ד ומודים בשיחלא ב' דלכ\"ע זוז\"ג אסור משום דגדלה באיסור משא\"כ בשיחלא קמא פליגי ולר\"י שריא אף דגמרה לא גדלה או אפילו גמרה לא הוי כיון דעובר לאו ירך אמו משא\"כ בשיחלא ב' דהוייתו מאיסור ולא משני לאמימר נמי פליגי בעי\"א ומודים בשיחלא ב' מפני שגדלה כו' [וכמו לס\"ד] ובדספנא ושיחלא ב' דאמימר בזוז\"ג והוי מרויחין נמי (*ז) דהוצרך לעשות ומודים בביצה דוקא לא בולד דהוי זוז\"ג ופלוגתא בולד רבותא דאסור דאילו בביצה ה\"א ולד לכ\"ע שרי דדוקא ביצה דהוי טפי גופיה דא\"כ קם ליה אמימר כר\"א וכמ\"ש התוס' בד\"ה במאי קמיפלגי דא\"ל ביצה שאני דגופיה היא (*ח) אין זה סברא ללישנא קמא כמ\"ש לעיל מדנקיט ומודים כו' שגדלה כו' דמשמע ליה כל גידולה והול\"ל ומודים בביצה מפני שגמרה מעין הפלוגתא ודו\"ק. ויש לראות מ\"ש התוס' דא\"כ קם ליה כר\"א דשמותי הוא כו' דלמא ס\"ל לאמימר כב\"ה דאסרו אפילו ביצת נבילה אף שלא גדלה או גמרה באיסור וכ\"ש בביצת טריפה דחמירא טפי הא ודאי א\"ל דלמא ס\"ל כומודים כו' דאיירי בשיחלא בתרא עכ\"פ מדנקיט גדלה לס\"ד בזוז\"ג ולאמימר בחד גורם אבל דלמא כב\"ה דא\"ל אמימר ע\"כ לא ס\"ל כב\"ה מדנקיט שיחלא קמא ולא ביצים גמורות דמשום מכאן ואילך דהיינו לאחר כלות שיחלא קמא נקיט כן ושמא דא\"כ יסבור ר\"י כב\"ש (*ט) ור\"א שמותי כב\"ה ולכן מוקי פלוגתייהו בזוז\"ג וכ\"ת לס\"ד דמקשה נמי י\"ל לס\"ד טעמא דב\"ה משום גזירה כועוד י\"ל בד\"ה ושוין ואה\"נ דאמימר ליתא ואסור אפילו בשיחלא בתרא (*י) כדמותיב איתיביה כו' ואסור בשיחלא בתרא אבל לאמימר א\"ל טעמא דב\"ה משום גזירה דא\"כ שיחלא ב' אטו שיחלא קמא ואטו דספנא נגזור (*כ) אלא אסור מצד עצמו כשאר תירוצים. וכ\"ת לס\"ד בולד אמאי יקרב לר\"י נגזור נמי אולי אין לגזור בולד כ\"כ כבביצה ודוחק וצ\"ע: <br>ואולם מפרש\"י נראה בע\"א דמפרש אלא הא דתנן כיון דאמרת דהאי ומודים כו' מקשרו בשינויא ולא מדאמימר גופיה דע\"כ בזוז\"ג פליגי דאי בעי\"א קם ליה כר\"א ואי רש\"י לא מחשיב האי סברא דתוספות א\"כ השתא נמי מנ\"ל מכלל כו' דלמא אכתי פליגי בעי\"א ומ\"מ בדספנא מארעא אסור מפני שגדלה באיסור וכס\"ד המקשה [דפליגי בשיחלא קמא ובעי\"א ומודים בשיחלא בתרא] ואין לדחוק דהשתא ע\"כ פליגי בזוז\"ג דאי לכ\"ע אסור תקשי לאמימר דמתיר ועוד שהרי אמר ומודים בחד גורם א\"כ לימא ומודים אפילו בזוז\"ג ואי כ\"ע ס\"ל מותר בזוז\"ג לימא ג\"כ ושוין להיתירא [בדלא ספנא מארעא] אע\"כ פליגי בה דזה דוחק רק משמעותו כיון דאמר ומודה בחד גורם משמע דפליגי בתרי גורם ולא בעי\"א דעלה אין נופל שפיר ומודים בחד גורם ודו\"ק: ", 
            "מרש\"י <b>משמע דהכל נמשך לקושית א\"ה דוק בלישני' ולכך מפרש נמי להודיעך כו'.  </b> תירוצא הוא [כוונתו] ועד כאן נמשך הקושיא: <br>לקשר א\"ה הראשון אפשר לומר דאין עיקר קושיתו כפשוטו דדלמא אה\"נ בהדיוט כ\"ע שרי אלא ודאי דלא מסתבר לפלוגי לענין זה וזה גורם בין הדיוט לגבוה [א\"כ ממילא אינו קושיא לפלוגי בהדיוט דמ\"ש] רק [ה\"פ] לפלוגי בביצה מעין ומודים וכ\"ת משום יקרב לא שייך בביצה היא גופיה קשה למה נקטו לענין הקרבה ונקיט ולד יפלגו בהדיוט ובביצה בשלמא לס\"ד דפליגי בעי\"א י\"ל דבביצה אה\"נ לכ\"ע אסור [דכגופיה] (*ל) או אי הוי פליגי בביצה ה\"א בולד לכ\"ע שרי. מיהו הומ\"ל ומודים בולד כעין הפלוגתא [וכמש\"ל והומ\"ל כו']: ", 
            "בתוס' <b>בד\"ה ושוין כו'   וא\"ת דהשתא כו'.  </b> מדאמימר לא קשה דלא הוזכר בדבריו שכמוה נמכרת בשוק [ואח\"כ נטרפה] ולכאורה מאי קשה חלב נבילה ודאי אסור וחלב שחוטה מותרת כשאר חלב ונאכלת בחלב ואוסרת בבשר דאין דינה כבשר וה\"נ ביצה כחלב ועיין (*מ): ", 
            "בתוס' <b>בד\"ה אלא הא דתניא כו'   והו\"מ לאתויי כו'.  </b> אפ\"ל דסמיך אקושית א\"ה לפלגו בהדיוט דבברייתא לא הוזכר רק ולד טריפה משא\"כ במתני' כל האסורין לגבי מזבח יוצא דופן אתנן ומחיר לא שייכי גבי הדיוט דפשיטא דאפי' הן עצמן מותרין להדיוט וק\"ל: ", 
            "בתוס' <b>בד\"ה במאי קמיפלגי כו'   וא\"ת כו' והא שמעינן ליה לר\"א כו'.  </b> ושוין בשיחלא ב' נמי אית ליה לר\"א אסור לס\"ד [ולמה הוצרכו לראיה דר\"א אוסר זוז\"ג הא לדידיה לכ\"ע אסור] אבל לאמימר איירי בחד גורם. ונראה עיקר קושיתם אמאי לא ניחא ליה לרב אשי לאוקמא פלוגתייהו בזוז\"ג אי משום דמשמע ליה לכ\"ע אסורה הא אמימר אמר זוז\"ג שריא אלא משמע ליה דלאמימר לכ\"ע שרי הא ר\"א ס\"ל בהדיא אסור א\"כ ע\"כ אמימר דלא כר\"א דר\"א אסר בהדיא ולר\"י ע\"כ שרי לאמימר דאל\"כ אמימר דלא כמאן וק\"ל: ", 
            "בתוס' <b>בד\"ה והלכתא כו'   ומשמע דאפילו ליתא לפרה כו'.  </b> כדי להקשות אף מגובה מולדה דלא תימא אף דעובר לאו ירך אמו מ\"מ שניהם נגחו לא יהא אלא שני שוורים שהזיקו ולזה כתבו ומשמע כו' ואילו בב' שוורים לא גובה מאחד הכל בדליתא השני דשור תם משתלם מגופיה ולזה הוצרכו לסברא לענין טריפות שאני דתלוי בחיות כו': ", 
            "בא\"ד <b>אייתי ראיה כו'  .  </b> דהממע\"ה וגבי טריפה אסור מספק ובודאי לא אגידא פשיטא דאינו גובה. ולענין טריפה ב\"ה אוסרין שכמוה נמכרת בשוק בנבילה אע\"ג דודאי לא אגידה וה\"נ בטריפה ואפ\"ל קצת דללישנא ב' דאמימר דקי\"ל כוותיה מפרש טעמא דב\"ה משום גזירה כועוד י\"ל בד\"ה ושוין וק\"ל:  "
        ], 
        [
            "גמ' <b>לבתר תריסר ירחי שתא שריא.  </b> וכ\"ת סוף סוף מת נמי אסור באכילה תי' הראב\"ד דלא קאמר אינו חי כו' רק אינו מתקיים והוי כעפרא. ומרש\"י משמע שרי התולעת חיים באכילה דעד י\"ב חודש לא חי וע\"כ תולעים אלו בתלוש באו וא\"צ לתי' הראב\"ד. ועיין באשר\"י בתיקון פירות שדרכן להתליע בתחלה בצוננין שיעלו למעלה המתולעים והמנוקבין שפירשו כבר ואחר כך ברותחין שאותן שלא פירשו ימותו מיד ולא יפרשו אח\"כ תוך הקדירה ומותרין אותן התולעים כיון שלא פירשו לחוץ עדיין אבל תוך שנה [דיש חשש מתולעים שפירשו במחובר] אין להם תקנה שאותן שלא פירשו לחוץ ואינן עולין למעלה ע\"י צוננין ומתים בנותנים ברותחין אסורין משום השרץ השורץ על הארץ כדין קישות שהתליע באיבי' וק\"ל וכ\"כ הב\"י: ", 
            "גמ' <b>בקא בר יומא כו'   בת שתא.  </b> לאו דוקא [בבקא בר ובדידבא בת]. ונ\"מ אם חי תחת ידו מעת לעת ולא שרצה על הארץ אין לחוש שמא חי זמן רב מקודם ושרצה כבר: ", 
            "גמ' <b>א\"ל ר\"פ לאביי כו'  .  </b> ניחא ליה למיפרך ארב שהזכיר בקא בפירוש [והו\"מ נמי למיפרך אר\"ה דכל שאין בו עצם אינו מתקיים י\"ב חודש]: ", 
            "גמ' <b>שב שני כו'   ולטעמיך כו' שתין כו'.  </b> מספר שתין רגיל גמרא לאומרו שתין תיכלי מטי לככי כו' שתין רהיטי רהיט כו' בי רבה שתין תיכלי בי ר\"ח שתין הלולא כו' וכן מספר שבע שב שני הוי מותנא ואינש כו' כי שבע יפול צדיק כו' שב בירי לשלמנא כו': ", 
            "גמ' <b>האי גובתא כו'  .  </b> אפשר במקום שניקבו המסס ובית הכוסות זה לתוך זה היה יוצא כמין גובתא כעין מעים מזה לזה או שלא במקום שניקבו כבר: ", 
            "גמ' <b>כל הנך חיוויא כו'  .  </b> בפי' ר' אפרים לעיל (בדף מ\"ז ע\"א) בעינוניתא דעל אותו שאינו רגיל להיות בבהמות אמר כן: ", 
            "במשנה <b>אחוזת דם ושאכלה הרדופני כו'  .  </b> משום שיש לה תוחלת להעלות ארוכה ע\"י רפואה וכדלעיל גמירי דאי בדרי לה סמא חיי משא\"כ בהלעיטה חלתית ובניטל לחי התחתון וא\"י לחיות ע\"י הלעטה וכו': ", 
            "ברש\"י <b>בד\"ה כנטול דמי כו'   דהוי כשמוטת ירך בבהמה.  </b> ור\"ה גופיה ס\"ל לעיל שמוטת ירך בעוף כשר רש\"י מחלק בין בהמה לעוף ולית ליה לר\"ה בריית' דלוי וכמ\"ש התוס' לעיל (חולין דף נ\"ז ע\"א) בד\"ה למה לי למר: ", 
            "ברש\"י <b>ד\"ה אבל יוצאין ממקום אחד סמוכין זה לזה.  </b> יש לראות קצת מנ\"ל דלמא כפשוטו ממש וכאשר הוא לפירוש האשר\"י דמ\"מ וכלין עד כאצבע יפרש ואזיל כשיטתו וגירסתו דהשתא ואולי לשון ויוצאין דוחקתו גם לשון כאח\"ד (*נ) וק\"ל: <br>דברי הטור סי' מ\"ז מ\"ש בסוף [והוא בש\"ע סעיף ה'. ובא ליישב קושית הש\"ך וט\"ז שם] צ\"ע אם ר\"ל משום דהוי מעי קטן רק דלדול התלוי בו ואף דאפילו גובתא חשבינן ליתרת משום דהוי מעי בפני עצמו משא\"כ זה דק היוצא מן הדקין הוא ובטל גביה וזה שדייק שיצא מאמצעיתו כו' משא\"כ בריש הסימן דתפס חומרות ב' מ\"ד מספק ובעי ערבי מלמעלה ומלמטה איירי ביתרת גמורה מלמעלה סמוך לקיבה עד סופה וכמ\"ש רש\"י דאית לה תרתי הדורא דכנתא כו' ולזה בא הרא\"ש בשאלה לקמן [בסוף הסימן] כמו שהביאו ב\"י אי אמרינן כל יתר כו' והו\"ל כניקבו הדקין אי כפירוש הרמב\"ן כאילו נחתך משם או כמ\"ש שאר מפרשים כאילו ניטל כשיעור זה מהמעי ולא כתב כפשוטו כל יתר כנטול דמי משום דלא הוי יתרת גמורה וכן ביתרת דרגל כתב לקמן יתרת רגל ממש כאורך כו' וזה שכתב הטעם בתשובה שלא מצינו שהטריפו כו' אלא כגון שיוצאין מהקורקבן כו' דליכא למימר בזה דבטל לגבי גוף הדקין משא\"כ בדק היוצא מהדקין כו' [והוא כעין תירוץ הש\"ך שם ס\"ק ז'] או אם החילוק דכאן איירי בסתום בראשו וכמ\"ש בש\"ע [בהג\"ה] וכיון שהמאכל נכנס לו מהדקין ושב ממנו להדקין דרך ביאתו לא מקרי יתרת וזה שכתב דהוי דק היוצא מן הדקין כו' משא\"כ ביוצא מהקורקבן משא\"כ לעיל בראש הסימן הוי ב' בני מעיים גמורין ויש לו יציאה בפני עצמו להכי צריך הדרי וערבי ומ\"מ לאידך מ\"ד א\"צ הדרי וערבי [לגי' בה\"ג והרא\"ש] ולא מיחשב כניקבו הדקין או משום שהרעי נופל לגוף דאיירי שנמשך עד סוף הגוף [וכן תירץ התב\"ש]. והנה במרדכי הזכיר זה והיה סתום בסופו ולא הזכיר יוצא מאמצעיתו משמע טפי כפירוש השני וברא\"ש מזכיר במעשה מאמצעיתו ולא [הוזכר] סתום משמע כפירוש הראשון ואולי בעי צירוף שניהם כאחד ועכ\"פ אורך אצבע לאו דוקא וה\"ה יותר וכמ\"ש בתשובת הרא\"ש ועיין: <br>בש\"ע כתב הב\"י [בס\"א] או שהיה מעי יוצא כענף מן הבד והרי הוא מובדל בין בעוף בין בבהמה כו'. העתיק לשון הרמב\"ם שסובר כפירוש הב' שברש\"י דדוקא ביוצא מהקורקבן חלוק עוף שדרכו כן מבהמה אבל בדק היוצא מהדקין שוין תרוייהו ליטרף משום יתרת. ובד\"א בבהמה אבל בעוף כשר שכתב אח\"כ [בסעיף ב'] קאי אחלוקה הראשונה שבסעיף א' יוצאה מהקורקבן ואח\"כ בהג\"ה העתיק מהרמא\"י לשון רבינו ירוחם ואפילו כמה ענפים יוצאין ממנו כשר שפי' ממנו מן הדקין כמו שמשמע לשון רבינו ירוחם בהדיא הובא בב\"י והוא תופס פי' הראשון דרש\"י [דבעוף בכל ענין כשר] וה\"ז ערבוביא וכלאים ובלבוש השמיט בסעיף א' בין בעוף בין בבהמה ולמה עזב דעת הרמב\"ם דמחמיר ורש\"י לא הכריע [בין ב' הפירושים] גם לא הזכירו דעת רש\"י דבעי שלא יהיה באורך הפיצול יותר מכאצבע: ", 
            "בתוס' <b>בד\"ה הני תמרי כו'   ובאמצע הפרק כו'.  </b> נקיט ואתי כו' כצ\"ל: "
        ], 
        [
            "גמ' <b>והרי בן גמל כו'  .  </b> חזר להקשות בקושיא הראשונה דדינו שקר דאמר כל כו' טהור והרי טמא דאלימא ליה טפי מלהקשות דבר חדש ורק על הסימן ולא על הגוף הדין ואחר שסתר דינו חזר להקשות גם על הסימן משפן כו' תדע שרוצה להקשות בותו [הרי] שפן כו' דוקא גם אסימן [לא אדינא לבד אהא דקאמר כל שמעלה גרה כו' וטהור] מדקאמר ויש להן שינים למה לי כ\"ש אם אין להם שינים דקשה על הדין ולא מגמל [וכקושית התוס' בד\"ה גמל] שידחהו דניבי לא איקרי שינים ויהיה סימנו שפיר מאי אמרת א\"כ דינו שקר כיון דלא איקרי שינים וטמא הנה כבר סתר דינו והקשה על הדין ובתחלה פריך מבן גמל בפשיטות על הדין ומגמל אף שהו\"מ למיפרך בממ\"נ או אדין או אסימן פשיטא דהוי דוחהו דניבי איקרי שינים וכמו שתירץ לו באמת שיהיה דינו קיים וק\"ל. כן יש ליישב קצת תמיהת התוספות: ", 
            "גמ' <b>ועוד שינים מי כתיבא כו'  .  </b> הו\"מ למיפרך נמי ועוד ולבדוק בשינים ולמה לי סימן כדפריך אח\"כ ולבדוק בפרסותיה דזה א\"ל דדלמא שינים נפלו [ואין זה סימן מבורר] דהרי לפי האמת מסיק שהוא סימן אמעלת גרה: ", 
            "גמ' <b>ולבדוק כו'  .  </b> לא שבקיה לאסוקי לתירוצו ובלבד שיכיר כו' דהא קושיא הראשונה והרי בן גמל אכתי לא מתורצת: ", 
            "גמ' <b>ולבדוק בפרסותיה כו'  .  </b> לכאורה לימא אה\"נ בודקין בפרסותיה וא\"צ סימן על כך רק שלא יצטרך להמתין [על מעלה גרה] נותן סימן ולא יצטרך להגיה ומפרסת פרסה וא\"צ להגיה ובלבד שיכיר בן גמל וא\"צ לאוקמי בפרסות חתוכות ולא יהיה קשה מידי ואי משום דדוחקתו הא דקאמר טהורה ולא הזכיר סימן השני כאילו טהורה בזה לחודא ולזה הוצרך להגיה ומפרסת פרסה אכתי יגיה ואם מפרסת כו' וא\"צ להכיר מידי ושמא כיון שסוף סוף צריך להגיה ניחא ליה באופן כדר\"ח: <br>עוד שם ולבדוק כו' [כאן חוזר על הקושיא שבדיבור הסמוך בביאור רחב יותר]. מאי קושיא ע\"י בדיקת פרסות לא ידע סימן מעלה גרה וכ\"ת לענין מעלה גרה יבדוק בשינים ממילא ע\"י כן נמי ידע סימן הפרסות וא\"צ תו בדיקה בפרסות ועיקר דברייתא אמעלה גרה נתכוון וממילא נדע בו סימן השני וכ\"ת ה\"פ השתא צריך שיכיר בן גמל טפי לבדוק בפרסות וא\"צ שיכיר בן גמל הרי אכתי לא השיב לו ובלבד כו' ואם פריך דלא הו\"ל להזכיר בלשונו ומפרסת פרסה כיון דנראה לעינים יהיה כן ולא תגיה וכ\"ת טהורים משמע בזה לחודיה [אם לא נגיה מפרסת פרסה] א\"כ מה לשון הו\"ל לברייתא לומר וכ\"ת אם מפרסת פרסה מה לשון אם הא קושטא דמפרסת היא ואולי לא הו\"ל וטהורה כלל רק ישמיעו דשינים סימן המעלה גרה ומינה אם מכיר בן גמל א\"צ יותר ואם אין מכיר בודק בפרסות ואולי [י\"ל בע\"א] הבין מיד כשהפך לו ובלבד שיכיר בן גמל דהשתא פריך שפיר ולבדוק בלי הכרה ואם לא הבין ובלבד כו' כ\"ש דפריך שפיר ולבדוק כו' דהכי עדיף טפי לצאת מידי ספק בן גמל ולכך לא פריך לו קושיא הראשונה והרי בן גמל [דהבין דיכול לומר ובלבד. ולזה פריך ולבדוק ממ\"נ]: ", 
            "גמ' <b>ומצא בהמה שפרסותיה חתוכות כו'  .  </b> לא מצייר בלא חתוכות ואינו מכיר חזיר דבהכי קמיירי מדקאמר ובלבד שיכיר בן גמל משמע דזולתו אינו מכיר דזה הבל דא\"כ הך דינא גופא דמשמיענו האידנא לא הוי ידעינן דלא הוי שמעינן רק מה שיש לו פרסות סדוקות ואין לו שינים טהורות שהשינים סימן על מעלה גרה אבל לא ידעינן שהוא סימן ג\"כ אפרסות וכשהפרסות חתוכות ה\"א דאסור דדלמא יש מינין טמאין שמעלים גרה ואין מפריסין פרסה ואין להם שינים לפיכך משמע כדר\"י שליט בעולמו יודע שאין לך דבר מעלה גרה כו' אלא גמל כו'. גם א\"ל למה לי בפרסות חתוכות לבדוק בשינים לימא לבדוק אם מעלה גרה א\"כ כו' וכדר\"י כו' ואי משום שלא יצטרך להמתין לראות אם מעלה גרה א\"כ בלא פרסות חתוכות לאשמעינן זה דתרתי קמ\"ל שהוא סימן אמעלה גרה ואפרסות ועוד בבדיקת מעלה גרה היה צריך להכיר ג\"כ גמל וארנבת והשפן שכולן מעלה גרה ואם אין מכירן היה אסור כיון שפרסות חתוכות ואינו יכול לבדוק בהן אבל ע\"י בדיקת השינים א\"צ להכיר רק בן גמל: <br>ומ\"ש רש\"י בד\"ה אלא ה\"ק כו' ואין אנו צריכין להמתין כו'. ואע\"ג דמגיה השתא ומפרסת פרסה ואיירי בפרסות חתוכות וא\"כ ע\"י בדיקת מעלה גרה לא היינו יוצאין מספק גמל ובן גמל ושפן וארנבת והיה צריך להכיר כולן אך עתה א\"צ להכיר רק בן גמל ול\"ל תועלת להמתין כו' ואי משום למה ליה להזכיר מעלה גרה כדפריך לעיל ולבדוק בפרסות ולמה לי סימן על כן והוצרך לתרץ כשחתוכות ה\"נ נקשה ולבדוק אי מעלה גרה [לזה פי' וא\"צ להמתין] כבר כתבנו דהתם פריך ולבדוק כו' ולא יצטרך להכיר בן גמל אבל כאן אדרבה ע\"י מעלה גרה היה צריך להכיר יותר ועוד בסמוך הו\"ל לרש\"י לפרש דפריך ולבדוק בפרסות למאי דמגיה השתא ומפרסת ולא פריך אמעלה גרה אפילו קודם הגהתו [ר\"ל קודם הוספה רק למה שמהפך] מיהו עכ\"פ נתכוון רש\"י לכך (*ס) מדתלי בידוע שמעלה גרה ולא תלאו בידוע שטהורה אין לנו לומר דמרויחין שא\"צ להכיר שפן שהרי לא הורה בלשונו רק בידוע שהיא מעלה גרה מיהו י\"ל [דאכתי לא הוי צריך רש\"י לזה] דסמיך אמפרסת דבזה ממילא א\"צ להכיר רק בן גמל: <br>בדר\"ח תנינא צ\"ל נמי במדבר וכ\"ה ברי\"ף ורא\"ש: ", 
            "גמ' <b>שפיו גמום בודק בפרסותי' כו'  .  </b> ולא בלא גמום ושלא ימתין וכדלעיל דיבדוק בשיניה ואי משום דלא יצטרך להכיר בן גמל הרי יש לו טלפים [ר\"ל פרסות] וכשירה משום שיש לה סימנים דלא הוי ידעינן הך שמעתתא דכל שיש לה טלפים יש לה (קרנים) [סימן דמעלה גרה. ובלבד שיכיר חזיר] וק\"ל: ", 
            "בתוס' <b>בד\"ה אלו הן סימני חיה כו'  .  </b> לריב\"ם טלפים סימן לטהורה ואף דחיה בכלל בהמה לסימן עיקר פרכת הגמרא למה לי קרנים סימן חדש ולא סימן מעלה גרה וטלפים וכבר אמר בת\"ר הראשון סימני בהמה והו\"ל לכלול חיה ובהמה יחד ומשני קרנים להתיר חלבו ותו לא בעי מעלה גרה אצל טלפים וסגי בטלפים גרידא דאין לך שמפריס פרסה ואין מעלה גרה אלא חזיר וכיון שיש לו קרנים יצא מספק חזיר: ", 
            "בא\"ד <b>וכי פריך והרי שור דכרוכות לר' דוסא פריך כו'   והרי עז כו' לכ\"ע פריך דס\"ד בתחלה שא\"צ בדומה רק כל שיש לו קרנים וטלפים והרי עז נמי יש לו קרנים וטלפים ומשני ליה שר\"ל קרנים בדומה לחיה ומינה ה\"ה טלפים נמי ר\"ל דומיא דחיה א\"כ מאי פריך תו והרי שור [ע\"כ לר' דוסא פריך] אבל ודאי דעז אין לו טלפי חיה וכמ\"ש דאותן המצוין בינינו לית להו לא קרנים כו' ולא טלפים כטלפי חיה וכמ\"ש ר\"ת דיש מין בהמה שאינו מצוי בינינו שיש להן טלפים וכו' והקשו שאין שום מין בהמה שאינו מצוי בינינו מדלקמן גלוי וידוע כו'.  </b> ולא הקשו לריב\"ם אף דלדידיה פירוש טלפים סדוקין מ\"מ טפי הו\"ל ליתן סימן הכל בטלפים סדוקין וכטלפי חיה ולמה ליה חד סימן בקרנים וחד סימן בטלפים כיון דפסיקא להו דאין טלפי בהמה כטלפי חיה וי\"ל לאפוקי כו' לאשמעינן (*ע): ", 
            "בא\"ד <b>דיש טלפי חיה דומות כטלפי בהמה וכבר פסיקא להו ולא טלפים כטלפי חיה ודוחק לומר דהאי דגלוי וידוע אתיא לרבנן ולא לר' דוסא ומעיקרא שהקשו מניה דלא יהיה כמאן כיון דאף לרבנן תרתי בעי ונראה דדוקא כתבו דיש טלפי חיה דומה כטלפי בהמה אבל לא בהיפך דלפי הענין הול\"ל בהיפך [דיש טלפי בהמה דומה לטלפי חיה] ור\"ל דטלפי בהמה שלנו אינן דומין לטלפי חיה אבל יכול להיות טלפי חיה שאינו מצוי בינינו הדומה כטלפי בהמה שאין כל החיות טהורות מצוין בינינו ולכך ליכא לעשות סימן בטלפים גרידא לומר אם יבא דבר לפניך שאתה מסופק בו מהו בדקהו בטלפים אם דומה לטלפי חיה שהרי יכול להיות דומה לטלפי איזה חיה ואפ\"ה הוא בהמה ויבא טעות מזה שתדמהו לפעמים לעומת טלפי חיה שאינו מצוי [שטלפיה דומה לשל בהמה] ואע\"ג דהו\"מ למיתני סימנים שיבדקוהו לעומת טלפי חיה שבינינו מ\"מ אין לעשות סימן בו דא\"כ תקשי והרי יש חיה שאין לה טלפים כטלפי חיה וחלבה מותר כדפריך בסמוך והרי צבי דאינן מפוצלין וכו'  .  </b> [לעיל ספ\"ב בספרים הישנים נדפס השייך לכאן והצגנוהו פה]: ", 
            "בד\"ה <b>ואלו הן סימני חיה עד דיש טלפי חיות דומין לבהמה.  </b> וקשה דלעיל כתבו דאותן המצויות בינינו אין להם טלפי חיה ויש ליישב. [ע\"כ וכוונתו למ\"ש כאן]: <br>וקשה דא\"כ נקיים פירוש ר\"ת שבתחלה דצריך תרוייהו אף שבהמות שלנו אין להם לא קרנים וטלפים כחיה מ\"מ יש קרנים וטלפי חיה דומה לבהמה [אבל שיהיה דומה שניהם יחד לשל בהמה ליכא] (*פ) ור' דוסא פליג וס\"ל כמו השתא לפירושם נמי טלפים אין סימן דיש טלפי חיה דומה לטלפי בהמה אבל קרנים הוי סימן מובהק דאין קרני חיה דומה לבהמה לעולם: ", 
            "בא\"ד <b>והשתא מתני' דפרק בא סימן כו'  .  </b> קאי אגוף פירוש ר\"ת בין למ\"ש בתחלה דצריך תרוייהו לרבנן או לי\"ל דחד סגי דיש לו טלפים ר\"ל סדוקות ואיירי סימן דבשמעתין להבדיל בין חיה לבהמה ומתניתין דבא סימן להבדיל בין טמאה לטהורה כל שיש לו קרנים היא טהורה לאכילה שיש לה טלפים סדוקות אבל אכתי אין מותר חלבה דדלמא בהמה היא וצריך סימן דבשמעתין גם טלפי חיה לרבנן ולר\"ד קרני חיה לחודא סגי אבל א\"צ טלפים דבא סימן טלפי חיה וקרנים ר\"ל קרני חיה וכל שיש לו קרני חיה יש לו טלפי חיה דהא לרבנן לא סגי בקרנים לפירוש ראשון ולוי\"ל ג\"כ א\"ל כן דהא קתני ויש שיש לו טלפים ואין לו קרנים ולוי\"ל בטלפים לחודא נמי סגי כמו בקרנים וק\"ל. וא\"ל לוי\"ל מאי נ\"מ דקתני ויש שיש לו טלפים ואין לו קרנים מאי יתן או יוסיף קרנים אף אם יש לו קרנים אכתי אין מותר חלבו דהא תרתי בעי קרני וטלפי חיה (*צ) והשתא בטלפים סדוקות קמיירי [דאי בטלפי חיה פשיטא דמהני לוי\"ל] בשלמא לפירוש הראשון של ר\"ת ניחא (*ק) וק\"ל: <br>בסה\"ד מסתמא הוי האי טלפים דמי כטלפי דחיה כו'. לאו דוקא ממש כשל חיה דא\"כ לרבנן אמאי מותר בסימן טלפים לחודיה וכ\"כ בח\"ש:  "
        ], 
        [
            "גמ' <b>חדוקות בד' חדודות בב' דלתי\"ן לפירוש שני שברש\"י:  </b>", 
            "גמ' <b>בין אונא פירוש בין אוזן לאוזן:  </b>", 
            "גמ' <b>בעי רחמי דליהדר אדוכתיה.  </b> לא אמר בעי רחמי שישתוק עד שראיתיו דא\"כ היה צריך להתפלל מ\"מ אחר כך ג\"כ שיחזור למקומו ושמא לא יסתייע מלתא שיתמלא כל משאלותיו והדבר סכנת נפשות אפילו כל כו': ", 
            "ברש\"י <b>בד\"ה אי אתה צריך כו'   שאפילו נחתכו כו'.  </b> ממ\"ש טלפים צפרני הפרסות משמע קצת שמפרש טלפי חיה וכר\"ת וכיון שאמר טלפים צריך אתה כו' משום דאין סימן שפעמים שהטלפים שוין משא\"כ בקרנים שלעולם אין שוין א\"כ הול\"ל רבותא טפי שאפילו יש לו טלפים כעין בהמה מ\"מ קרנים הוי סימן דלעולם אין שוין בקרנים. וטלפים אפשר שישתוו ולפירושו השתא משמע דוקא נחתכו משום שאמרינן ודאי הו\"ל נמי טלפי חיה וכדלעיל בפרסות חתוכות ונאמר דטלפים אין סימן שיש בהמה שיש לה כטלפי חיה אבל אין חיה שיש לה טלפי בהמה ולכן כיון שיש לה קרני חיה שהוא סימן מובהק דחיה א\"א להיות לה טלפי בהמה ולכן כתב שאפילו נחתכו כו' וזה היפך ממה שכתבנו בע\"ה בתוס' ד\"ה ואלו הן: ", 
            "ברש\"י <b>ד\"ה היינו ספיקא כו'   או דלמא כיון דשמו עז כו'.  </b> משמע דחדודות וחדוקות הוי סגי לסימן חיה רק משום דכרכוז קרי בהמה ויש לו סימנים הללו צריכין עוד סימן לאפוקי ולא פירש שהספק הוא דלמא צריכין ג' סימנים או די בב' דא\"כ בסתם עז נמי נספק וכן בשור ודו\"ק (*ר): ", 
            "בתוס' <b>בד\"ה והרי עז כו'   ותימה כו' ועוד בסמוך כו'.  </b> דעת רש\"י י\"ל משום דלמ\"ד כרכוז חיה הוא אע\"ג דאין כרוכות אין לתלות הסימן בכרוכות וחדוקות דכרוכות אין מעלה או מוריד לחיה רק תפסינן אליביה סימן דחדוקות וחדודות ולמ\"ד בהמה הוא אין לתלות סימן דחדוקות וחדודות שהרי עיזי כרכוז אף שיש להן סימנים הללו בהמה הוא ותפסינן סימן דכרוכות וחדוקות ולכן פתח לו המתרץ ב' הסברות ודו\"ק. עיין בר\"ן בשם ר\"ת והובא בב\"י [ובדפוסים ישנים נכתב בספ\"ב דברים האלו בקצרה ז\"ל] נ\"ל דלרש\"י לק\"מ כיון דבאמת לפי הלכה עיזי כרכוז כשרין ואינן כרוכות וזה ידע התרצן ואיך יתן הסימנין כרוכות וחדוקות והא עיזי כרכוז אינן כרוכות ודו\"ק: <br>לפירוש רש\"י צריך יישוב קצת במאי הראה לו המתרץ חדודות בעינן שפירושו נוסף לסימן הקודמות טפי מבראשונה חדוקות בעינן ודו\"ק: ", 
            "בא\"ד <b>דשל שור נמי כרוכות ועגולות.  </b> פירוש כרוכות גילדא ואם פירושו עגולות הלא של שור נמי עגולות. וחדודות נמי אם ר\"ל עגולות ואם ר\"ל חדין גם של שור חדין וכ\"ר בח\"ש: ", 
            "בא\"ד <b>לאו אמיבלע חירקייהו קאי כו'   אלא אחדודות כו'.  </b> דלפרש\"י קאי והיינו ספיקא כו' אכרוכות אבל לריב\"ם עיזי כרכוז קרנים כרוכות א\"כ א\"ל כרוכות אתי לאפוקי מספק עז כרכוז רק אחדודות קאי וא\"ל מי הכריח לריב\"ם הכל יפרש עיזי כרכוז קרנים חדודות וחדוקות כפרש\"י [ועלה משני בראשונה אכרוכות בעינן] ועז סתם כרוכות וחדוקות [ועלה פריך בתר הכי והרי עז] והיינו ספיקא כו' אכרוכות דהא אפרכא והרי עז שהקשה בראשונה משני כרוכות בעינן ופשיטא דבתחלה מסתם עז פריך למאי דלא אסיק אדעתיה דבעינן קרנים וטלפים דומין לחיה (*ש) ואין סברא שיקשה בתחלה מעיזי כרכוז ואח\"כ והרי עז [קושיא] ב' מסתם עז דחדוקות וכרוכות: <br>בסה\"ד והשתא קאי שפיר כו'. ועז כרכוז יש לו כל הג' סימנים רק ספיקי אי מקרי מיבלעי שפיר ורב שמואל שהתיר חשיב לה למיבלעי לפי\"ז יהיה והוא דמיבלע חרקייהו ג\"כ בכלל הלכה אף למה דקי\"ל עיזי כרכוז חיה וכעין זה המיימוני והטור פסקו שצריך ג' סימנים ומיבלע חירקייהו והקשה הרשב\"א ולמה לי דממ\"נ אי הספק כפרש\"י למה לי כרוכות למאי דקי\"ל כרכוז חיה אי כתוספות למה לי מיבלע חירקייהו ותי' המגיד דלעולם צריך ד' ורב שמואל סבר דמיבלעי שפיר. וא\"ל א\"כ לפירוש ריב\"ם נמי נאמר ספיקא הוא אי מקרי חדודות שפיר או לא (*ת) דאין לספק כ\"כ בזה. ובח\"ש כתב דוהוא דמיבלע חירקייהו אינו פסק הלכה אלא שממעט ספיקא דכרכוז [וכמו שהבין הרשב\"א] ודו\"ק: ", 
            "בתוס' <b>בד\"ה וקרש כו'   וא\"ת כו'.  </b> לא ידעתי מי הכניסם לעקם עלינו את השוין דשם בגמרא פריך בהדיא ותפשוט נמי דתחש בהמה הוא מדרב יהודה ומשני התם כיון דאיכא נמי קרש דחיה הוא ויש לו קרן אחד א\"כ אין לפשוט חיה או בהמה אבל טהורה פשיט שפיר דס\"ס שניהם טהורין הן ואם לא היה לפניהם כן בגמ' הו\"ל להקשות בלא קרש דהכא כיון דלא הכריעו אם בהמה וכו' ש\"מ דיכול להיות שהוא חיה ואילו שור דאדם בהמה א\"כ טהור נמי לא תפשוט דאלימא טפי להקשות כן מלהקשות מקרש דהכא כיון דסוף סוף טהורין הן ואלולי קרש דהכא הלא היה פשטינן באמת דבהמה היא ודו\"ק: ", 
            "בא\"ד <b>וי\"ל דסמך אמתני' דבא סימן כו'  .  </b> אע\"ג דתחש אפשר דבהמה הוא והתם כל שיש לה קרנים קרני חיה קאמר צ\"ל דכל שיש לו קרנים כו' אפילו של בהמה קאמר לעולם קרנים הן סימן אטלפים סדוקות וא\"כ מצא בהמה שפרסותיה חתוכות ופיה גמום בודק אם יש לה קרנים מותר ולא הזכיר תלמודא לעיל דסמך אמתני' דבא סימן אבל הפוסקים אמאי לא הזכירו ובמצא טלפים סדוקות ואין מכיר חזיר שם כתבו יש לה קרנים יצא מספק חזיר הול\"ל אפילו באין לה טלפים ופיה גמום ודו\"ק (*א) גם סיפא ויש שיש לה טלפים ואין כו' אין נ\"מ בבהמה רק בחיה ור\"ל אין לו קרנים קרני חיה (*ב) ה\"ה רישא מיירי בקרני חיה וצ\"ע: <br>בסה\"ד ומיהו כמו כן כו'. ר\"ל ויסמוך נמי אמתני': "
        ], 
        [
            "גמ' <b>איברא חזינא ליה כו'   ולא האמין בלא יראני האדם וחי וכן בתחלה הקשה אריה שאג מי כו'.  </b> ר\"ל שקר הוא: ", 
            "גמ' <b>כנושאי זלוחאי כו'  .  </b> אף שדרך להרביץ קודם הקיבוץ א\"כ למה נתהפך ואפשר שגם לאחר הקיבוץ דרך להרביץ ועיין: ", 
            "גמ' <b>מסתורייתא.  </b> בעין יעקב מביא ברש\"י קלעפרליך בל\"א ועיין בערוך ערך בסתאקי ובערך סתר ובערך דללי לשון דליל קשור זבין ולא תדיל סתר אריגה ע\"ש: ", 
            "גמ' <b>למאי נ\"מ למקח וממכר.  </b> אפ\"ל אם התנה עמו לתת לו כרסתן ופרסתן צריך לתת לו שור ואפשר לומר משום דבלשון תורה שור בן יומו קרוי שור קאמר בלשון בני אדם לא מקרי שור רק אחרי שבא לכלל כרסתן ופרסתן רב רישא ורב כו' [ונ\"מ אם התנה לתת לו שור] ולא מצי ליתן סימן בשנים או בקומה רק משבא לכלל פרסתן כו' ועיין בריש במה מדליקין זפת זיפתא כו' שעוה פסולתא דדובשא נ\"מ למקח וממכר [משמע קצת כפירוש השני ע\"ש]: ", 
            "גמ' <b>מקרן כתיב בע\"ז ה\"ג ר\"ת מקרין כתיב כי אין נראה לו דמקרן נראה קרן אחת יותר ממקרין ע\"כ.  </b> אפ\"ל בכוונתו שהיה כתוב בספרים בהיפך מקרן תרתי משמע מקרין כתיב והגיה ר\"ת כאשר הוא לפנינו כי אין נראה לו [ר\"ל] גירסת ספרים דאדרבה מקרן משמע יותר קרן אחד ממקרין ואפ\"ל דצריך להיות ה\"ג ר\"ת מקרין כתיב ור\"ל שאין הפלפול מכח לשון מקרן או מקרין דשניהם אינן לשון רבים דמקרין כמו ללין שפרש\"י לינה אחד רק מקרין תרתי משמע ומכח סתם שוורים פריך וכפרש\"י בהדיא וגרסינן בין בקושיא ובתירוץ או מקרן או מקרין רק משני ליה מקרין כתיב ולמה לי למיכתביה אלא להורות שנשתנה משאר שוורים וכ\"ת להורות בא שקרנותיו קודמות כו' האי ממפריס יליף דלמה לי מפריס אלא להורות מקרין ברישא והדר מפריס וממילא שנברא עם קרנותיו דאל\"כ לא היו קודמין וא\"ל דלמא כוליה להכי הוא דאתי מקרין ברישא כו' וב' קרנים א\"כ לכתוב מקרין לחודיה וכיון שהיה לו ב' קרנים ע\"כ להורות בא שקודמות ודו\"ק. ולשני הפירושים הו\"ל לתפוס גירסתו בהמקשן [לפירוש הראשון ה\"ג ר\"ת מקרין ולפירוש השני ה\"ג מקרן להורות דגם להמקשן מקרן]: ", 
            "גמ' <b>קרניו קודמות כו'  .  </b> קרנו הול\"ל אפשר לומר מיתור במצחו למה לי שרוצה לומר מלבד ב' קרנים שלסתם בהמות היה לו עוד קרן אחת במצחו ותחש דפשיט [בשבת והובא בתוספות] לעיל משור אדם התם נמי כן היה דקאמר שם נמי במצחו (*ג) ומ\"מ לא מצי למיפשט שם ממתניתין דבא סימן [שהביאו התוספות לעיל] בקצרה [כיון דיש לו נמי עוד קרן אחת במצחו]. רק מנ\"ל למידרש ממקרין קרן נוסף: <br>שם קרניו קודמות כו'. לכאורה כיון שנבראו עמו ממילא קדמו והול\"ל עם קרנותיו נברא ואולי שלא תימא דרך צדדים יצא מהארץ ויליף לה מיתורא דמפריס: ", 
            "גמ' <b>בדעתן כו'  .  </b> אפ\"ל בדיעה ושכל שלהן. בצביונם ברצונם מלשון דמרי צבי וכן משמע מהערוך ע\"ש: ", 
            "גמ' <b>אל תקרי כו'  .  </b> דצבאם אין כולל לכאורה רק האדם וצבא השמים לא הצומח ורמש וכפי' הרמב\"ן. או צבאם למה לי הול\"ל וכל. מפרש וכל ר\"ל והכל נברא בצביונם: ", 
            "גמ' <b>פסוק זה שר העולם כו'  .  </b> עיין מ\"ש בעז\"ה ב\"ה וב\"ש בפ\"ק דע\"ז: ", 
            "גמ' <b>נשאו דשאים ק\"ו כו'  .  </b> אף שעדיין לא נבראו ובפסוק אחד נאמר תוצא הארץ דשא כו' עץ כו' ובמעלי שבתא יצאו מהקרקע מ\"מ ביום ראשון נברא הכל את הארץ לרבות תולדותיה. מה שמקשים בחומש למה לא נתקללה הארץ בשנותה בעץ פרי מיד י\"ל שעדיין לא היה ניכר השינוי שהרי על פתח הקרקע עמדו ולא יצאו עד ע\"ש לאחר שנברא האדם כדבסמוך וכל שיח השדה כו': ", 
            "גמ' <b>בעי רבינא כו'   לרחב\"פ מהו פירש רש\"י ולא נצטוו כו'.  </b> ובל\"ז דלמא למינו אתרוייהו קאי או בל\"ז ה\"א דשאים אין להם דעת ללמוד ק\"ו מדה מי\"ג מדות א\"ו נצטוו ואין צריך המקרא לכותבו שסומך עלינו שאנחנו נוכל ללמוד בק\"ו ומה אילנות שאין כו' אמר להן הקב\"ה למינו דשאים שדרכן לצאת כן כ\"ש שצוה להן למינהו וא\"כ ודאי חייב אבל רחב\"פ שאמר הקב\"ה לא צוה מעולם והדשאים למדו [בעצמן ק\"ו] בעי שפיר וזה נכון וחריף שאין עליה תשובה: ", 
            "ברש\"י <b>בד\"ה לדעתן שהודיעם כו'  .  </b> וע\"כ אתה נוצר יצירה הוא יש מיש והיינו הכנסת הנשמה בגוף למעי האשה וכמ\"ש רש\"י בפרקי אבות אבל לדעתן נבראו בריאה נופל על יש מאין כמ\"ש הרמב\"ן בפרשת בראשית ברא והא דכתיב ויברא ה' כו' התנינים כו' ויברא האדם כו' העיר בה הרמב\"ן ע\"ש: ", 
            "ברש\"י <b>בד\"ה לצביונם בדמות כו'  .  </b> עד\"ז נאמר ויברא כו' בצלמו בצלם אלהים כו' והוא כפל פרש\"י בדפוס המתוקן לו שעשאו בידו בדפוס כו' ע\"ש ולפי\"ז י\"ל בצלמו מוסב לאדם כמו לצביונם דהכא דכל מעשה בראשית בצביונם נבראו ומפרש ואזיל ומה דפוס בחר לו בצלם אלהים כו': ", 
            "ברש\"י <b>בד\"ה שאין דרכו לצאת כו'   ואינן ראוין לגדל רצופין כו'.  </b> אין להקשות דלמא היא הנותנת משום דאינו ראוי לגדל רצופין אמר למינו ולא משום כלאים דכיון דאינו ראוי כו' ממילא היו יוצאין מעט רחוקים זה מזה מבלי מקום לשרשיהן וענפיהן ואפ\"ה אמר למינו שירחיקו זה מזה להיות להם היכר יפה ואפשר שלכך הקדימו אם רצונו כו' למה אמר למינהו ממ\"נ אם בלא אמירת למינהו היו יכולין לגדל בערבוביא א\"כ אם רצונם בערבוביא יניחם לגדל כן ואם אי אפשר לגדל בערבוביא א\"כ ממילא היו יוצאין בהפרש זה מזה: ", 
            "בתוס' <b>בד\"ה אל תקרי וזהו בקומתן ולדעתן שהיופי כו'   מלשון הצבה.  </b> אע\"ג דקומתן אינו ר\"ל עמידה כמ\"ש התוס' לעיל [בדבור הקודם]: ", 
            "בתוס' <b>בד\"ה פסוק זה כו'.  </b> שנהפך לאש מבשר מבשר ואומר כצ\"ל: ", 
            "בא\"ד <b>בספר יוסיפון כו'   וחשיב נער כו'.  </b> דלמא נמי מה\"ט דנער הייתי כו': ", 
            "בתוס' <b>בד\"ה הרכיב כו'   וא\"ת כו'.  </b> ירק בירק מדרבנן אסור כדמשמע בכלאים בכמה דוכתי והכא לא מיבעיא אי שרי להרכיב דודאי אסירא כדתנן אין נוטעין כו' ולא ירק בירק רק אם הרכיב אם חייב או לא כדקאמר כיון דלא כתיב למינהו לא מיחייב. מיהו רש\"י פי' מהו להרכיב זה בזה וצ\"ע: ", 
            "בא\"ד <b>ומבעי ליה אי חשיבא ליה הרכבת זרעים כו'  .  </b> ואף דכלאי זרעים מותרין בח\"ל מ\"מ הרכבה גריעא טפי: ", 
            "בא\"ד <b>שאר זרעים לא.  </b> לענין כלאים ומבעיא ליה לענין הרכבה: ", 
            "בא\"ד <b>דכתיב בהו למינהו באילנות כו'  .  </b> אין זה שם בגמ' רק בתוס' מפרש כן ולהכי הוצרכו להביא ראיה דלמינהו [איסור] כלאים משמע מפרק הפרה כו'. ובפשטא דגמרא שם ר\"ל שחקקתי כו' בלא למינהו רק דזה אורי לן שבני נח נצטוו על כן וכמו שהקשו באמת אח\"כ למה לי תרוייהו אבל מכח גמרא דהכא דמשמע דבלמינהו נצטוה האיסור דזה עצמו אבעייתו אי אסור בני נח כו' בא\"נ דהשתא לזה הוצרכו לפרש דחקקתי לך כבר ר\"ל נמי למינהו דהכא והוצרך תרוייהו כו' ובלא למינהו לא נשמע מאת חוקותי כו' ולכן מבעיא ליה הכא אי קאי למינהו אדשאים וחייבין וק\"ל: ", 
            "בא\"ד <b>מי גמר למינהו כו'   מיבשה.  </b> ולא מדכתיב למינו בגופיה עיין בתוס' סנהדרין: <br>בסה\"ד ומשני דהתם כתיב כו'. בתוספות בסנהדרין לא מייתי ומשני וכו' ויש ליישב:  "
        ], 
        [
            "גמ' <b>אמעט את עצמי כו'  .  </b> וכ\"ת מאי חזית דדמא דידך הו\"ל לעשות החמה יותר גדולה ולא יהיו שוב ב' מלכים משתמשים בכתר אחד ולמה אמעט את עצמי או הו\"ל לעשות זה משתמש בחודש זה וזה בחודש זה או כיון שדבר הגון הוא אני אמרתי ראוי להיות לי מעלה על החמה לא פחות ממנה: ", 
            "גמ' <b>לכי ומשול ביום ובלילה כו'  .  </b> מתחלה היו משתמשין יחד ביום ובלילה ואם עכ\"פ היה הפרש בין יום ולילה נאמר שהשתמשו יחד ביום ובלילה שקעו שניהם ולא היה להקב\"ה לקבוע אחד ביום ואחד בלילה בלא מיעוט שא\"כ לא היה הפרש בין ביום ולילה והיה חשיכה כאורה וע\"י המיעוט נעשה החושך ופייסה שתהי מושלת ביום ובלילה ועיין ברש\"י בחומש ולא הביא פיוס דאת הכוכבים כפי' רש\"י בחומש אולי ניחא לה הממשלה לבדו ואולי תלמודא דריש מאת הכוכבים צדיקים יקראו כו' כמו שאמרו ומצדיקי הרבים ככוכבים לעולם ועד: <br>שמואל הקטן. לא הביא רש\"י מקרא ואפ\"ל בדוחק ע\"ש שהוא עצמו אמר וישלח ה' את ירובעל את יפתח ואת בדן כו' ואת שמואל כו' ואמרו בר\"ה שקל ג' קלי עולם כו' לומר יפתח בדורו כשמואל בדורו: ", 
            "גמ' <b>כפרה עלי וכו'.  </b> עיין ברי\"ף: ", 
            "גמ' <b>השסועה כו'  .  </b> במוסף שבועות וסוד השסועה שמעתי בשם מהר\"ל מפראג ז\"ל שהסוד הוא דכתיב את זה לא תאכלו ממעלה גרה כו' השסועה משמע שהשסועה יש לו ב' סימני טהרה א\"כ איסורה סוד וצ\"ל לפי\"ז אע\"ג דבשמיני נמי כתב כן דשאני הכא דכתיב השסועה דבוק לעיל ולא כתב אח\"כ ואת הגמל כו' משמע את הגמל הוא ענין בפני עצמו נמשך למטה ואפ\"ל שכל היוצאין מן הטהור טהור ואפילו קלוטה במעי פרה ושסועה מבהמה טהורה וא\"כ איסורה סוד: ", 
            "גמ' <b>מכאן תשובה כו'   עד\"ז י\"ל מלפנו מבהמות הארץ ומעוף השמים יחכמנו שע\"י כן ראינו שהתורה מן השמים ועלינו ללמוד וק\"ל ובעירובין (דף ק' ע\"ב) דרשו מלפנו מבהמות זו פרידה שכורעת ומשתנת כו'.  </b> ואפשר לכוין עפי\"ז המדרש סוף שמיני כל בהמות ולויתן הן קניגין של צדיקים לעתיד לבא כל מי שלא ראה קניגין של עובדי כוכבים בעוה\"ז זוכה לראותן בעוה\"ב כיצד הן נשחטין בהמות נותן לויתן בקרניו וקורעו כו' ולא כך תנן הכל שוחטין כו' תורה מאתי תצא ר\"ל ולא כך תנן כו' כמ\"ש משה כו' וזקן שרוצה שיתקיימו הוראותיו כו' ר\"ל עתה יבטלו אחרים ג\"כ התורה באמרם לא בשמים הוא ולא מפיך בהיות שאת בעצמך עושה פלסתר ולזה אמר בעסק זה אי אפשר לומר כן שהרי מקדים הכרזה כל מי שלא ראה קניגי כו' א\"כ משה שיהיה עם הצדיקים שמה בלי ספק ע\"כ לא קניגי היה דאל\"כ לא היה באותו מעמד וא\"כ כולן רואין שהתורה מאתי תצא ואין כאן מקום לטעות ועיין: ", 
            "גמ' <b>לפקוה מעוים דהיינו פלשתים כו'  .  </b> עליך לעיין באורך ברמב\"ן דברים ויונעם לך: ", 
            "גמ' <b>כיוצא בדבר כו'   כי חשבון עיר סיחון והוא נלחם במלך מואב הראשון כו'.  </b> כצ\"ל בפרשת חוקת יש ליישב לכאורה למה נותן טעם טפי על ארץ מואב שכבשו מסיחון ואמר והוא נלחם כו' מבעמון שחשב קודם לו ודו\"ק: ", 
            "גמ' <b>שניר ושריון ערי א\"י הן כו'   כצ\"ל.  </b> ורש\"י בחומש פירשו בע\"א ממדרש אחר ע\"ש: ", 
            "ברש\"י <b>בד\"ה ליתו ולפקו כו'   ארץ רפאים תחשב לפי שנאמר לאברהם כו' היה עולה על דעתן כו'.  </b> ואלא מאי שהוא ארץ עמון ומואב כבר נשבע לאברהם קיני וקניזי וקדמוני שהוא אדום עמון ומואב כפרש\"י פרשת לך לך וא\"ל שאותו לא נתקיים עד לעתיד וכמו שנאמר וכי ירחיב ה' כו' כך היא האמת שלא נתקיים בחטאינו אבל השבועה לאברהם היה בשוה ומהי תיתי עולה על הדעת להתגרות טפי מפני היותו ארץ רפאים עיין ברמב\"ן פרשת לך לך ופרשת דברים באורך ודו\"ק: ", 
            "בתוס' <b>בד\"ה אמרה ירח בלשון תורה לשון זכר הוא כו'  .  </b> ר\"ל שם ירח הוא לשון זכר ואת המאור הקטן ולא קטנה דמאור לשון זכר וברכת הלבנה כולה לשון נקבה דלבנה לשון נקבה היא: "
        ], 
        [
            "גמ' <b>ולא והתניא כו'   מה נשר כו'.  </b> א\"ל נשר גופיה לא היינו יודעין אלולי פירש לנו המשנה הסימנים (*ד) דז\"א דאכתי מנא ידעינן מאי נשר דלמא עורב הוא נשר ונשר הוא עורב (*ה) גם א\"ל דלא היינו יודעין כל עוף הדורס טמא דאין זה דין רק בתר דנלמד הכל נמצא שהאמת כן הוא כמ\"ש בנח בתוס' בד\"ה כל עוף: ", 
            "גמ' <b>א\"כ שאר עופות טמאים.  </b> אפשר שדקדק שאר חוץ מנשר דאיירינן ביה דאיצטריך לאורויי סימן טהרה לידע שהסימנים הן ההבדל שבין תורין לנשר: ", 
            "בתוס' <b>בד\"ה כל עוף כו'   וא\"ת כו' וכי קניגי כו'.  </b> ולעיל בקרני דחיות י\"ל הלכה למשה מסיני. גם יש מספר [לבהמות ולחיות טהורין וראה כולן]. ", 
            "בא\"ד <b>וי\"ל כו'   מימות נח כו'.  </b> ונח גופיה שידע איזה טהורה דאותן שדבקו במינם מאיליהן באו וכל שהתיבה קולטת כו' אבל הפרש בין טהור לטמא ליקח מזה ז' ומזה שנים ע\"י לימוד ידע כפרש\"י הטהורה העתידה כו' מכאן שלמד נח תורה הא נשר מורה כל עוף הבא בסי' אחד טהור באיזה סימן שיהיה ז\"א דנח למד כל הסוגיא כאשר הוא בשמעתין ונשר מלמד לבא בסימן אחד טהור וכשבדק כל הבאין בסימן אחד לא מצא בהן דורס שכל העופות חוץ מהכ\"ד אין דורסין וכשתמצא סימן אחד טהור ודאי יש בו עוד סימן דאינו דורס ולא דסימן דורס גרע משאר סימנים דשקולין הן רק כן הוא האמת שאין עוף טהור דורס וכשבא בסימן אחד לחוד דאינו דורס ובו ג' סימני טומאה טהור ונח מצא ממילא לאחר הבדיקה שכן הוא האמת שאין עוף טהור דורס ואין ללמד שום דין מנח ואף בלא נח לא חסר שום דין מתורתנו ואין להתורה לסמוך על נח דנח גופיה לא ידע יותר רק למד תורתנו כר\"ח בשמעתין ממילא צריך להיות הכל מבואר בתורה דאי לא\"ה איהו גופיה לא הוי ידע ושוב בדק ומצא כל העופות בכללן חוץ מכ\"ד שנתרבו כולן להתירא אין בהן אחד שדורס משא\"כ על הלכה למשה מסיני וק\"ל: ", 
            "בתוס' <b>בד\"ה הדורס כו'   ופריך והא כתיב ארי טורף כו'.  </b> שלא תימא איפכא דורס לאחר מיתה דהיינו אורחיה וטורף מחיים: ", 
            "בתוס' <b>בד\"ה כל שיש לו כו'   ובגמרא קתני בברייתא רשב\"ג אומר כל שיש לו אצבע כו'.  </b> ולפי\"ז א\"ש שכתבו אין לשון הברייתא משמע כן גם מ\"ש דארישא סמיך אבל בגמרות לקמן לפנינו כמו במתני' שרשב\"ג גופיה אמר דורס ואוכל כו': ", 
            "בא\"ד <b>דארישא סמיך דתניא כו'.  </b> כצ\"ל: ", 
            "בא\"ד <b>וכן יש לדקדק כו'   והוא שיכיר עורב כו'.  </b> לפי\"ז דחיקא דקתני כל עוף הדורס טמא דאין בנמצא שום עוף בעולם הדורס רק פרס ועזניה לחוד דכ\"ד עופות זולתן אינן דורסין דגם עורב אינו דורס כמו שהוכיחו וכל שאר עופות זולתן טהורין ממילא אינן דורסין ונשר שדורס אין בו שום סימן טהרה כלל ולא בא מתני' רק למימר אף שעוף הבא בסימן אחד טהור אם תראה עוף שדורס אין לך לבדוק יותר דודאי אין בו שום סימן טהרה דהוא מנשר ושאר מינים חוץ מנשר שיש בהן ד' סימני טומאה כמ\"ש התוס' בד\"ה מה נשר ואם המצא תמצא בו סימן טהרה אחד הוא פרס או עזניה דממ\"נ אחד מהן דורס ואפשר שניהם דורסין דאין לך עוף טהור בעולם דורס משא\"כ אם תראה בעוף שאין לו זפק או אצבע או קורקבן נקלף עדיין יש תיקון שטהור הוא ועליך לבודקו וק\"ל. אך קשה לי מאי דקדקו מהא דאדרבה נימא איפכא כל הכ\"ד עופות דורסין חוץ מפרס או עזניה הבא בסימן רביעי שאינו דורס וה\"ק כל עוף הבא בב' סימנים איזו סימנים שיהיו טהור דאם אינו דורס אחד מסימנים פשיטא דטהור וא\"צ שיכיר עורב דכל עופות טמאין דורסין חוץ מפרס או עזניה ואותן אין להם רק סימן א' יש לו ב' סימנים אחרים [מהג' הנראין בגופו. והג' אין לו בודאי] אפ\"ה טהור דאמרינן ודאי אינו דורס וא\"כ עוף טהור הוא דאין לך טמא ואינו דורס חוץ מפרס ועזניה שאין להם אלא סימן אחד דאילו דורס א\"כ היה עוף טמא דכל עוף הדורס טמא א\"כ מה יש לו להיות נשר יש בו ד' סימני טומאה י\"ט עופות יש בהן ג' סימני טהרה ע\"כ עורב או מינו והרי זה מכירן וק\"ל. וכן יש לפרש עוף הבא בסימן אחד [מג' סימנים שבגופו. והשנים ליתנייהו ביה ואין ידוע אם דורס] והוא שיכיר פרס ועזניה דאמרינן ודאי אינו דורס וטהור דאילו דורס ע\"כ הוא טמא ואין לך טמא שאין בו רק סימן אחד חוץ מפרס ועזניה וזה מכירן ודו\"ק ושמא משמע להו עוף הבא בסימן אחד או בב' סימנים ואחרים אין בו בודאי או אחרים מסופקים ולא לפרש אחד או ב' [בעוף הבא בסימן אחד] מהסימנים הנראין בגופו ודאי אין בהן ודריסה שאינו נראה בגופו מסופק [דאין במשמעות הלשון אלא שאחרים ודאי אין בו או שאחרים שניהם מסופקים. וא\"כ בשניהם מסופקים ודאי דאי אפשר לפרש דא\"כ מאי מהני והוא שיכיר עורב דלמא מי\"ט עופות הוא ע\"כ דשנים אחרים ודאי אין בו ממילא מוכח דאינו דורס מאותן השנים כהוכחת התוס'] וצ\"ע. אח\"כ ראיתי שבסמוך דף ס\"ב בתוס' בד\"ה מפני שיש להם זפק הרגישו בזה וע\"ש. עיין ברמב\"ן פרשה שמיני ע\"ש ולדידיה צ\"ל שי\"ט עופות אין להם רק סימן אחד דטהרה ולפירושו תלתא הדרא בכולהו זה סימן זה וזה סימן זה [מהנך תלתא] ואין אחד בהן שיהיה בו סימן הרביעי והוא דעת כמה פוסקים והביאן הב\"י ע\"ש [וגירסתם דלא כגירסת הספרים שלנו וכמבואר ברשב\"א באורך]. ומאור ומלחמות ור\"ן אין בידי כעת: <br>לא הבינותי לתוס' [דכולן אינן דורסין] הא דמסיק בגמ' דאיצטריך נשר דה\"א נילף מעזניה דהוי סימן חדש שאין בכולן דלא הוו שני כתובים ומה בכך נילף ונילף הא ע\"כ עזניה דורס כיון דכולן אין דורסין וקושטא הוא דכל עוף הדורס טמא והיאך מורה לנו נשר היום לטהר בסימן זה הא באמת טמא ועוד שהרי אין עוף בעולם כזה שיהיה בו סימן אחד ויהיה דורס ודו\"ק. [ולקמן ע\"ב בתוס' בד\"ה מכדי מישב זה ע\"ש]: ", 
            "בא\"ד <b>וא\"ת כו'   מתרי מנייהו כו' כגון באותו סימן כו'.  </b> בתרי מנייהו סתמא לא דממ\"נ אם הוא דורס [וא\"כ הוא בודאי לא מי\"ט עופות ולא מעורב דאין דורסין] כל עוף הדורס טמא ועוד שאין נמצא עוף הדורס שיהיה בו ב' סימני טהרה ואם אינו דורס שמא הוא מי\"ט עופות שיש להם ג' סימני טהרה לכן הקשו כגון באותו סימן דליתא בי\"ט עופות כו' וממילא ליתנייהו בעורב דסימני עורב ב' מנייהו הוא ועוד דעורב הוכיחו שאינו דורס וזה יש לו ב' סימני טהרה אחרים לבד מאינו דורס. והומ\"ל כגון בסימן של אינו דורס ובסי' דליתא בי\"ט עופות רק עדיפא הקשו שאינו צריך לצייר דוקא על ב' סימנים המיוחדים שהרי (*ו) כוונת המתני' באלו ג' סימנים שאז בידוע שאינו דורס ואיך יאמר המשנה סימן של אינו דורס לזה הקשו כיון שבתוך אלו הג' סימנים המורים על אינו דורס ע\"כ יש בו א' שאינו בי\"ט עופות וכמו שהוכיחו כבר א\"כ יאמר המשנה אותו הסי' עם עוד סי' אחד נמי בידוע שאינו דורס ולמה אמר המשנה אותו סימן עם עוד שני סימנים. ולא הקשו לפרש\"י דקאי ארישא אם אינו דורס למה לי עוד ג' סגי בעוד אחד דליתא בעורב שהרי עכ\"פ אחד מהג' סימנים ליתא בעורב (*ז) דבעורב ליכא אלא תרי וי\"ל דאו או קתני וכוכ\"ת דבסמוך (*ח): ", 
            "בא\"ד <b>וכן התנשמת שהוא באות שבעופות כו'  .  </b> בערוך ערך באות באות שבעופות הוא קיפוף וכן הוא לקמן (חולין דף ס\"ג:) ", 
            "בא\"ד <b>מפני שהוא מאכל לעורבין ומפרש התם כו'  .  </b> שלא תימא כיון דתורת מאכל עליו אין מוקצה לטלטלו [אף דאין עורבין מצויין ביניהם לזה אמר ומפרש התם כו' והיינו שמגדלין עורבין]: ", 
            "בא\"ד <b>ובאותן ב' סימני טהרה דליתנייהו בעורב כו'  .  </b> וה\"ה חד דאיתנייהו וחד דליתא בי\"ט עופות (*ט) ובתרי דליתנייהו צ\"ל מסתמא יש בו [גם] סימן שאינו דורס דאל\"כ מהו [וטפי עדיף למינקט חד דאיתנייהו וחד דליתנייהו דסגי בהנך ב' סימנים לחוד] וק\"ל: ", 
            "בא\"ד <b>אלמא הני ב' ליתנייהו בעורב כו'  .  </b> מזה היו יכולין להוכיח לעיל דאינו דורס חדא מתלתא דהדרא בכולהו: ", 
            "בתוס' <b>בד\"ה מה נשר כו'  .  </b> אין להוכיח מזה מ\"ש לעיל [דכולן אין דורסין] דאי דורסין כולן חוץ מפרס או עזניה שאינו דורס א\"כ לא הו\"ל להתורה לכתוב רק עוף א' טהור שאינו דורס ובו [שאר] כל סימני טומאה ונילף ממנו כל אינו דורס טהור וכן הוא האמת שכל הדורס טמא י\"ל שהייתי טועה בפרס או עזניה וכ\"ת לכתוב נמי פרס או עזניה י\"ל שהייתי לומד מפרס או עזניה לטמא עוף כזה ומי מפיס ללמוד מעוף טהור כזה לטהרו וק\"ל (*י): <br>אף להתוס' ילפינן מנשר שפיר אף הבא בסימן א' וכ\"ש בב' או בג' סימנין שהוא טהור דאף שישנו הרבה מינים טמאים חוץ מהכ\"ד מ\"מ כולן אין בהן שום סימן טהרה ואינם מחולקים עם רש\"י רק שרש\"י פי' שהם מין נשר והתוס' כתבו שהם מינים אחרים. ולא כתב למינו בנשר שא\"צ לרבויי (*כ) וק\"ל: ", 
            "בתוס' <b>בד\"ה לא נאמר כו'   הא איצטריך נשר לאורויי לן סימני טהרה.  </b> דאף דכתיב תורין כי לא הייתי עושה לסימן טהרה רק מה שאלו העופות מחולקין מתורין דהיינו ג' בדילות ולא הייתי יודע סימן הרביעי ונ\"מ לבא בסימן הד' [שאינו מבורר לסימן טהרה] עם עוד סימן אחד [מהג' הבדילים המבוררין] (*ל) הייתי מחשבו רק לעוף הבא בסימן אחד וה\"א טמא לה\"א זו דילפינן מפרס ועזניה לטמא הבא בסימן אחד או עוף הבא בסימן הרביעי לחוד [דהיינו בסימן הישן שיש בפרס או בעזניה] טהור [אף לה\"א זו דילפינן מפ\"ו לטמא בא בסימן א'] דלא ילפינן מפרס ועזניה רק סימני שישנו בפ\"ו [דהיינו סימן החדש למסקנא. וא\"כ אי לאו נשר הייתי מחשבו לאין לו סימן טהרה כלל]: <br>וא\"ל לסברתם זו כדמסיק מהו דתימא לילף מעזניה הבא בסימן החדש נימא דבעי לאורויי לן סימן טהרה דהא סימן החדש לא ידענו בלא עזניה (*מ) וא\"כ בלא נשר הוי אמרי' נמי הבא בסימן אחד טהור דהוי שני כתובים [סימן הישן עם י\"ט עופות] ועזניה לאורויי סימן טהרה קאתי כמו השתא נשר דמשמע מתוס' דאי לאו דהוי שמעינן בלא\"ה סימני טהרה ה\"א נשר לאורויי קאתי י\"ל שהתוס' לא הקשו רק דלאו יתורא הוא עד שתקשה נשר למה לי [ומשום זה ילפית מניה דינא לטהר בא בסי' א'] דאיצטריך לאורויי וכו' ולא תקשה למה לי ולקמן הוא איפכא דלא תקשי למה לי נשר. דה\"א ילפינן מעזניה [לטמא בא בסימן החדש] ואתיא לאורויי וילפינן מניה נמי וזיל הכא כו'. ועוד דלעולם אמרינן לאורויי סימן חדש ולילף מיניה גם כן אותו סימן בעזניה הבא בסימן אחד וטמא ה\"נ כל דכוותיה [דמה דילפינן מניה לדכוותיה בבנין אב א\"צ להיות מיותר ואף דלאורויי אתי מ\"מ שפיר משתמע בבנין אב] ונשר הבא להורות דוקא שאין בו סימן טהרה כלל הא הבא בסימן חדש דאורי לן נשר טהור (*נ). וכה\"ג כדפריך ואלא טעמא כו' הו\"ל שני כתובין כו' הא צריכי תרוייהו להורות סי' טהרה ואי משום שסימן טהרה שלהם נכלל בי\"ט עופות ודו\"ק (*ס): ", 
            "בא\"ד <b>אבל היינו כו'   כל סימני עורב סימני טומאה.  </b> ויהיה לנשר ב' סימני טומאה וב' סימני טהרה במקום עורב דהשתא ועורב במקום נשר דהשתא ופרס ועזניה ג' סימני טהרה וא' סימן טומאה במקום י\"ט עופות דהשתא וי\"ט עופות ג' סימני טומאה וא' סימן טהרה במקום פרס ועזניה דהשתא ויהיה הלימוד הכל כמו השתא ועורב הבנין אב לבא בסימן אחד דטהור (*ע) וקשה דבה\"א זו למינו [דעורב] למה לי [כמו השתא דלא צריך למינו בנשר משום דמרבינן בבנין אב כמ\"ש הגאון לעיל] ושמא י\"ל דה\"א לרבות אף שאינו דומה לו בסימניו כמו זרזיר לר\"א באמת מיהו תוס' כתבו בסמוך בד\"ה נילף מעורב דהמ\"ל א\"כ למינו למה לי [ע\"כ דלא ניחא להו לתרוצי בהכי א\"כ] אם הבנין אב מעורב נתרץ נמי כן ודו\"ק: ", 
            "בתוס' <b>בד\"ה מה התם כו'   הו\"מ לשנויי דהוי להו י\"ט כו'.  </b> אל תטעה דתלתא דוקא לא הוי ילפינן דא\"כ לא לכתוב רק אחד מהי\"ט אלא ודאי עופות אחרים הבאים בג' סימנים טהורין אבל הבא עם סימן אחד ילפינן מניה מכח השתא בתלתא לא אכלי כו'. דלענין זה לא הוי י\"ט כתובים כו' רק לא ילפינן מינייהו כלל כמ\"ש התוס' בסמוך בד\"ה מכדי בפירוש. [עוד כתב לקמן השייך לכאן ז\"ל]: <br>המ\"ל דהו\"ל י\"ט כו'. ואילו כוונת התורה ללמוד מהן ג' לא. לא לכתוב רק חד וא\"ל דמ\"מ ה\"א אבל א' לא והיה קשה אכתי דנילף מהם א' לא (*פ) דז\"א דכיון דהוי י\"ט כתובים כו' לא ילפינן מינייהו כלל וכמו שכתבתי לעיל ובסמוך בהדיא בתוס' וא\"ל דלא מתרץ כן דא\"כ קשה למה לי נשר בלא\"ה נמי סימן אחד טהור זה לא אסיק המקשה אדעתיה דא\"כ מאי פריך ונילף כו' [מתורין או מי\"ט עופות או מעורב] א\"כ נשר ל\"ל. ועוד שהרי האמת היא כן דהוי י\"ט כתובים כו' ומ\"מ איצטריך נשר משום עזניה וכדמסיק: ", 
            "בא\"ד <b>אלא בתרי מינייהו ובחד דלית בהו כו'  .  </b> ולהכי כתב עופות טמאים דאי מתורין הוי ילפינן מיניה דצריך דוקא ד' סימנים מש\"ה כתב להני ללמוד מהם דהשתא לא נוכל ללמוד רק דבאותן תלתא לא אכלינן. ולא כתבו אבל בחד דלית בהו גרידא אכלינן ואי משום פרס ועזניה אותם כתב רחמנא בפירוש לאיסור וזולתן קאמרינן [דמהני בחד דליתא בי\"ט עופות] או בחד מינייהו ובחד דלית בהו ואפ\"ל משום דאה\"נ דלא אכלי באותו סימן לחוד דלית בהו עם ג' סימני טומאה דא\"כ דורס לפי מ\"ש לעיל בד\"ה כל שיש לו כו' דאינהו אין דורסין ואין בעולם עוף כזה שיהיה בו סימן טהרה ויהיה דורס וק\"ל (*צ) והומ\"ל אכתי בחד מינייהו ובחד דלית בהו גם דקדקו דהיינו תלתא [דמשמע תלתא דוקא]. ואם נמשך למ\"ש התוס' דהא לא הוי ידעינן מתורין כו' ר\"ל דמתורין ה\"א דבעי ד' [ולהכי נקטו ג'] כ\"ש דהול\"ל אפילו חד. ואפשר לאלומי הקושיא מנ\"ל למילף מנשר חד נילף מי\"ט דוקא תלתא [ב' מינייהו וחד דליתא. והנך דבי\"ט אפילו תלתא לא] (*ק) ודו\"ק. ואולי אכתי לא ידעינן דסימן דעורב הוא מינייהו וכדמשמע בסמוך בסוף דבריהם ומשני כו' דכיון שאינך מטהר אלא בתרי סימנים ואחר כו' א\"כ לעורב דלית ביה אלא תרי כו' וא\"כ מאי משני א\"כ עורב למה לי דאיצטריך כיון דיש בו סימן (השלישי) [החדש] (*ר). וכ\"ת אמאי לא מקשה באמת כדמשני א\"כ עורב כו' אכתי נילף סימן הג' דליתיה בעורב אלימא מהא מקשה ונילף אפילו תרי לטומאה מעורב: <br>ובעיקר קושיתם י\"ל דמעיקרא ס\"ד דיש שום תורין מיותר ללמוד ממנו ולהכי פריך ולילף מתורין מאי חזית לילף מנשר נילף בהיפוך מתורין ומשני א\"כ שאר וכו' הרגיש מיד דתורין אינו מיותר דאל\"כ תקשי בהיפך א\"כ יתורא דתורין למה לי ולזה מקשה ולילף מינייהו וק\"ל:  "
        ], 
        [
            "גמ' <b>א\"כ פרס ועזניה כו'   ל\"ל.  </b> א\"ל דלמא יש להן סימנים דליתא בעורב ולעולם אותן הב' סימנים הישנן בעורב נילף מעורב ועזניה קושטא הוא שבו סימן חדש ופרס מסופקין התוס' אם ישנו בעורב (*ש) ואפ\"ל דאם יש בפרס סימן שאין בעורב מ\"מ איתא בי\"ט ואע\"ג דאין למידין מי\"ט כתובים הבאין כאחד לזה לא נחית עדיין (*ת) וא\"כ אכתי פרס למה לי אלא סי' דבעורב יש בפרס ואיצטריך פרס להורות דלא תילף מעורב: ", 
            "ברש\"י <b>בד\"ה דאי בחד סימן אתי כו'   לכתוב חד כו'.  </b> לרווחא מפרש השתא דמוכרח דאין מלמדין מכח מדאיצטריך אבל אה\"נ דהוי ב' כתובים כו' אפילו אם צריך למכתב כדבמכדי בסמוך וכמ\"ש התוספות: ", 
            "בתוס' <b>בד\"ה מכדי כ\"ד כו'   בוא\"ת ראשון דהא השתא בתלתא לא אכלינן כו'.  </b> כתב בח\"ש ואע\"ג דלא ילפינן מי\"ט עופות מידי דאל\"כ עורב ל\"ל [הוספה מדברי הגאון המחבר בתוך דברי רש\"ל. אין זה כלום דעורב מורה לנו דלא נילף דאית ביה תלתא לאיסור דאל\"כ עורב למה לי אבל הבא בסימן אחד לחודיה לא נסתר בעורב. ונילף שפיר מי\"ט עופות והא דלא הקשו מקודם כדמשני א\"כ עורב למה לי משום דשם עדיפא פריך לילף אפילו תרתי לאיסור וכמ\"ש לעיל [בד\"ה מה התם במ\"ש וכ\"ת כו']. ע\"כ הוספת המחבר] מ\"מ כה\"ג דכתיב להדיא דחד סימן אסור כגון בפרס ועזניה א\"כ ממילא שמעינן נהי דלא נוכל לאסור אותן ב' סימנים שהן בפרס ועזניה משום דכל חד הוי ב' כתובים עם י\"ט עופות אבל סימן הג' דליתא גבייהו ילפינן מינייהו ומפרס ועזניה עכ\"ל והם דחוקים: ", 
            "בא\"ד <b>ואם הוה אמרינן דבאותו סימן שלישי.  </b> ר\"ל סימן שאינו בפרס ועזניה דפרס ועזניה יש להן ב' סימנים מי\"ט עופות ובעורב סימן הג' מי\"ט עופות ובח\"ש מאריך בזה לבלי צורך לכאורה: ", 
            "בא\"ד <b>ובחנם פי' כו'   לאסור בהאי סימן.  </b> כבר עוררתי לעיל הא קושטא דאותו סימן טמא לר\"ת לעיל [דסימן החדש דורס. וכל הדורס טמא] וצ\"ל שפשט הלזה אזיל לפי שיטת רש\"י וריב\"ם לקמן דעורב ודאי דורס ואפשר ג\"כ י\"ט עופות [והוי סימן החדש אינו דורס] ור\"ת מפרש כועי\"ל דבסמוך דאיצטריך נשר שלא תילף מסימן הישן עוף הבא בא' מג' סימנים שבי\"ט עופות לאסור [ובתוכם גם סימן אינו דורס]. ואפ\"ל בכוונת רש\"י ליישב אף אם איתא די\"ט עופות אינן דורסין וכר\"ת לעיל מ\"מ איצטריך נשר משום דהא לא ידעינן והיינו אוסרין עוף הבא בסימן א' של אינו דורס מכח ספק דלמא איהו ניהו סימן החדש (*א) וכ\"ת בלא ידעינן מאי אהני לנו נשר להיתירא ע\"כ צריך לאסור הבא בסי' א' [אף באינו דורס] דלמא הוא פרס ועזניה וע\"כ צ\"ל שהתורה איירי מהבקי בהן ובשמותיהן וכפרש\"י לעיל ז\"א דודאי צריך שיכיר שאין זה פרס ועזניה וכפרש\"י לעיל [חולין דף ס\"א בד\"ה עוף הבא לפנינו כו'] ובלבד שיכיר כו' אבל א\"צ שיודע מה הן הסימן של פרס ועזניה וא\"כ שפיר איצטריך נשר להתיר לן השתא כל עוף הבא בסימן אחד ומכיר שאינו פרס ועזניה אם הסימן אינו דורס פשיטא דמותר ואם הוא סימן אחר ג\"כ שרי דודאי ג\"כ אינו דורס דכל הדורס טמא [ולית ליה שום סימן טהרה] וא\"כ מה יש לו להיות אילו היה דורס וכדלקמן אבל אי לא נשר ה\"א עוף הבא בסימן אחד טמא אף שמכיר בו ויודע שאינו פרס ועזניה דילפינן מעזניה לאסור כל הבא באותו סימן אף שאינו עזניה ואף דקושטא הוא שאין בעולם עוף כזה שיהיה בו סימן טהרה ויהיה דורס מ\"מ כיון דלא ידעינן מאי ניהו האי סימן היינו אוסרין הכל [אף אינו דורס וק\"ל]. ומ\"מ כתבו ובחנם פי' כו' רש\"י לשיטתו דלא ס\"ל כר\"ת לעיל. מיהו אין מוכרח דלא ס\"ל לרש\"י כן רק רש\"י מסופק מה הן סימניהן ואף שפי' בסמוך דף ס\"ב דעורב דורס מ\"מ י\"ט עופות אפשר שאין דורסין וממה שאין מפרש במתני' וברשב\"ג כל שיש לו אצבע כו' כר\"ת לעיל אין ראיה ואדרבא משמע לקמן מרש\"י דקורקבן נקלף הוא הסימן הד' וי\"ט עופות אין דורסין וכמ\"ש התוס' (דף ס\"ב ע\"ב) בד\"ה מאי ספיקייהו. ומ\"מ י\"ל דשפיר כתבו ובחנם פי' כו' דהשתא דכתיב נשר שרינן כל עוף הבא באותו סימן טהרה אף שאינו יודעין אם דורס או לא אבל אי לאו נשר אף שידענו סימן דעזניה מ\"מ הוי אסרינן עוף אחר הבא בסימן דעזניה ולא היינו יודעין דאינו דורס דאי אפשר לעוף זולתו שיהיה בו סימן דעזניה ויהיה דורס והבן (*ב): ", 
            "בא\"ד <b>בוא\"ת השני והיכא כו'   א\"כ למה לי כו' אלא ודאי כו'.  </b> קשה דלמא איצטריך נשר דאי לא\"ה ה\"א כל עוף הבא בסימן אחד טמא אי אחד בסימני הישן טמא מכח כ\"ש דהשתא בתלתא לא אכלינא כו' ואי בסימן החדש טמא מעזניה כתב ישן לומר דבישן תיכול דאי לא\"ה ישן למה לי אלא לעשות ב' כתובים כו' אבל לעולם החדש הוי ילפינן שפיר לאסור בהאי סימן וכפשטא דגמרא דמפרס לא מצי למילף דהוי ב' כתובים כו' י\"ל כיון דהא דילפינן מחדש היינו אינו דורס א\"כ למה לי פרס לומר דבישן תיכול הא קושטא הוא דאסור דהא דורס [א\"ו להתיר סימן החדש דאינו דורס]. וע\"כ דפשט זה אינו הולך לשיטת ר\"ת לעיל ולר\"ת מפרשינן כועי\"ל. ואולם למ\"ש בסמוך צריך דקדוק ודו\"ק (*ג): <br>שם בוא\"ת שני בה\"א דילפינן מי\"ט עופות מאי הקשו למה לי נשר הא איצטריך נשר משום סימן השלישי כמ\"ש לעיל (*ד). דמ\"מ הקשו שפיר דגמרא תלאו בסימן החדש דלא תילף מעזניה וק\"ל: <br>עוד שם בוא\"ת ב'. אע\"פ שכבר כתבו לעיל דלא נוכל לילף מינייהו [דהוי י\"ט כתובים] לעיל הכריחו בהמקשן וכאן בהמתרץ. וח\"ש כתב דקס\"ד נהי דלא נילף מינייהו בסימן השייך בי\"ט עופות אפילו בצירוף פרס ועזניה דהא הנהו ב' סימנים דידהו הוי ב' כתובים ממש אבל השתא דאיכא חד מינייהו דפרס ועזניה דהו\"ל סימן חדש שאינו כלל בי\"ט עופות א\"כ הוי שפיר ילפינן מיניה ולא הוה צריכי למילף מי\"ט עופות אלא שלא תימא סימן הישן הוא עדיף [לזה כתב] שהרי בי\"ט עופות טמא אפילו בתרי בהדיא כ\"ש היכא דהוי חד דלא עדיף מן החדש עכ\"ל והיינו סברת ועי\"ל דבסמוך (*ה): ", 
            "בא\"ד <b>בוא\"ת ג' ומאחר דמי\"ט עופות לא גמרינן כו'  .  </b> היו יכולין להקשות בקצרה בממ\"נ אי גמרינן מי\"ט כתובים איצטריך נשר לסימן השלישי ואי לא גמרינן איצטריך נשר שלא תילף מפרס כיון דאיצטריך פרס לגופיה: ", 
            "בא\"ד <b>דהא לא גמרינן מי\"ט עופות מכל אותן היתירים כו'  .  </b> אם ר\"ל דהא לא גמרינן מינייהו לטמא הבא בג' סימנים וע\"ז נופל שפיר קושיתם דבסמוך [ומיהו קשה כו'] דשאני התם דא\"כ לא לכתוב אלא חד מי\"ט עופות קשה [מאי ראיה מהא דלא גמרינן מאותן היתירים כו'. דע\"כ ליכא למילף] דא\"כ עורב דכתב רחמנא למה לי השתא בתלתא כו' דזה עצמו פירכת הגמרא לעיל יליף מינייהו מה התם תלתא ולא אכלינן כו' א\"כ עורב כו'. גם מ\"ש בומיהו קשה לקמן דא\"כ לא לכתוב אלא חד הא אכתי לא הוי ילפינן מיניה דא\"כ עורב למה לי וא\"ל שר\"ל לא לכתוב אלא חד ולא נכתוב עורב ג\"כ. גם א\"ל שר\"ל בוי\"ל כי היכי דלא גמרינן מי\"ט כו' בה\"א דלא ידעינן שסימני עורב הוא תרי מינייהו [וא\"כ לא הוי עורב ב' כתובים דאיצטריך משום סימן החדש] ז\"א דע\"כ גם קודם תירוץ שלבסוף גמירי כ\"ד כו' ידע זה דאל\"כ מאי פריך מכדי כו' הא איצטריך משום סימן הרביעי דבעורב דליתא בי\"ט עופות וכי היכי דליתא בי\"ט ה\"נ נאמר דליתא בפרס ועזניה (*ו) אלא ודאי המקשה הבין תלתא הדרי בכולהו זה יש לו אלו הג' וזה יש לו אלו הג' וכל אחד יש לו ג' סימנים מהד' סימנים ואין בשוין אבל עכ\"פ סימן דעורב ישנו ג\"כ בתוך י\"ט עופות [וא\"כ אין ראיה מדלא גמרינן מי\"ט תלתא לא דא\"כ עורב למה לי] ודוחק לומר דהו\"מ למידחי דשאני י\"ט עופות [היתירים על שנים ראשונים דלא גמרי' מינייהו] דא\"כ עורב ל\"ל וכשינויא דתלמודא [דלעיל] רק אלימא הקשו לא לכתוב רק חד וכמ\"ש התוס' לעיל דכדפריך ונילף מינייהו [לא הוה צריך לשנויי דא\"כ עורב כו' רק] הומ\"ל דהו\"ל י\"ט כתובים כו'. ואם ר\"ל דהא לא גמרינן מי\"ט כו' פרס הבא בסימן אחד דהשתא א\"ל א\"כ עורב למה לי ה\"נ לא מצינו למילף מפרס א\"כ מאי הקשו מיהו קשה כו' דלא דמיא כלל לאותן היתירים כו' לא לכתוב אלא חד כו' דא\"כ הוי ילפינן מיניה דאפילו באים בג' סימני טהרה לאסור ושמא כוונת התורה להתיר הבאים בג' סימנים וכ\"ת דלא מצי למילף מחד דא\"כ עורב למה לי השתא כו' א\"כ שפיר איצטרכו כל הי\"ט לגופייהו דלא הייתי יכול ללמוד מחד מדאיצטריך עורב וא\"כ נילף מהם פרס הבא בסימן אחד אלא ע\"כ אף דצריכי למיכתבינהו אפ\"ה הוי י\"ט כתובים ולא ילפינן פרס מינייהו ה\"נ לא ילפינן מפרס משום דהוי השתא עשרים כתובים כו' [ושפיר מדמי התוס' מדלא גמרינן מאותן היתירים ומאי הקשו ומיהו קשה כו' דל\"ד כלל כו'] וכ\"ת [דלהכי לא דמי דמש\"ה לא ילפינן פרס מן היתירים] דכיון דלא ילפינן (*ז) ג' מהם מדכתיב עורב ה\"נ לא ילפינן (תלתא) [חדא] דא\"כ הול\"ל בקצרה דשאני התם מדכתיב עורב כו' ודו\"ק: ", 
            "בא\"ד <b>עי\"ל כו'  .  </b> ליישב וא\"ת ג' דאה\"נ דכיון דצריך לכתוב לא מקרי ב' כתובים ופרס וי\"ט עופות לא הוי ב' כתובים רק פרס ועזניה יחד נקראו ב' כתובים משום דאין צריך לכתוב שניהם כו' ומיושב ג\"כ הוא\"ת ראשון וק\"ל: ", 
            "בא\"ד <b>דכי איכא תרי בהדייהו הוי טמא כו'.  </b> כצ\"ל: ", 
            "בא\"ד <b>בומיהו קשה הראשון דאי מאותו כו'  .  </b> לכאורה יש לתרץ דה\"א אה\"נ כוונת התורה לילף מסי' הישן עוף הבא בסימן אחד של הישנים דטמא והסימן חדש קושטא דלא נילף משום דאותו סימן עדיפא ואי לא כתב סימן החדש ה\"א עזניה טהור דמהי תיתי לטמא ואי לא כתב סימן הישן הוי ילפינן מסימן החדש לטמא הכל אך עתה הורה לנו התורה מדאיצטריך למיכתב סימן הישן דלא תילף בנין אב מהחדש ולא הוי ב' כתובים כיון דאיצטריך תרוייהו. ואפ\"ל דיעי\"ל הוא לשיטת ר\"ת וכמו שכתבתי לעיל וא\"כ סימן חדש ע\"כ דורס ויש בו סימן אחד של טהרה וקושטא דטמא גם אין נמצא עוף אחר זולתו שיהא בו סימן טהרה ודורס ומ\"ש לא לכתוב כלל אלא סימן החדש והוה ילפינן מיניה דכל עוף הבא באותו סימן כו' ר\"ל מסימן החדש הוי ילפינן דסימן אחד טמא והראיה עזניה גופא כ\"ש עוף הבא בסימן אחד מסימנים הישנים ודו\"ק היטב: ", 
            "בא\"ד <b>ועל כיוצא בו שיש לו אחד מג' סימני טהרה וטמאין כו'.  </b> כצ\"ל: "
        ], 
        [
            "גמ' <b>עוף הבא בסימן אחד טהור.  </b> לפרש\"י לעיל דאף כל לא מרבה רק מין נשר למה אמר עוף הבא בסימן אחד כו' ופרש\"י [לעיל בתני ר\"ח] ובלבד שיכיר בו שאינו מכ\"ד הכתובים לימא אם מכירן אף בלא בדיקת שום סימן טהור דודאי ישנו בו מסתמא סימן טהרה מיהו בזה צריך להכיר כולן ובסימן אחד רק פרס ועזניה ובב' עורב ובג' י\"ט [ומ\"ש רש\"י ובלבד שיכיר שאינו מכ\"ד ר\"ל כל חד לפי מה שהוא אותו צריך שיכיר בסימן א' פ\"ו וכיוצא בו כולהו] אך הומ\"ל שבדק בו שאין בו שום סימן טהרה [בגופו] טהור דודאי אינו דורס ובלבד שיכיר פ\"ו ונשר ואר\"ח לא קשה דלא בעי רק לאשמועינן הבנין אב דנשר רק אר\"נ דאמר היה בקי כו' קצת קשה ומ\"מ לאו קושיא הוא כ\"כ וק\"ל: ", 
            "ברש\"י <b>בד\"ה מפני שיש להן זפק ואין זה מאותן שני סימנים שבעורב ובסמוך כתב דעורבין דורסין מזה סימני טהרה שבעורב קורקבנו נקלף ואצבע יתירה ולדבר אחר אצבע יתירה וזפק וא\"כ פליג הד\"א בסימני עורב אבל לתוס' לא משמע להו דפליגי שהקשו דמשכחת כולהו סימני טהרה בעורב ומיניו:  </b>", 
            "בתוס' <b>בד\"ה בקי בהן ובשמותיהן תרוייהו בעינן כו'  .  </b> אף אם מכיר כל הקרויים פרס ועזניה ויודע שעוף הבא אינו קרוי כן מ\"מ יש לחוש שמא הוא פ\"ו ואיתרחיש טעות בחילוף השמות וכן אם מכיר בטביעת עין פרס ועזניה דמותו וצלמו וזה אין כדמותו אפ\"ה יש לחוש לטעות שטועה בטביעות עין או אף אם אינו כדמותו עדיין שמא פ\"ו הוא עד דאיכא תרתי לטיבותא: ", 
            "בתוס' <b>בד\"ה בסימן אחד טמא הומ\"ל כו'   התוס' מפרשים בסימן אחד וכל שכן בב' וכל שכן בג' וכפרש\"י לעיל בתני ר\"ח ולזה צריך שיהיה בקי בכל הכ\"ד עופות כדלעיל לזה כתבו דהומ\"ל בסימן אחד טהור [אף שאינו בקי בהן בכל הכ\"ד] והוא כו'.  </b> ואפשר שצריך שיכיר אין ר\"ל בקי בהן ובשמותיהן רק היכר לבד דדוקא היכא שצריך להיות בקי בכולן יש לחשוש טפי לטעות ודו\"ק: ", 
            "בתוס' <b>בד\"ה מפני שיש להן כו'   אבל אם נתברר כו' שהוא רק כו' ונצטרך לדחוק כו'.  </b> ולא מסתבר להו לומר שקורביל הוא מין עורב והוא אפשר הזרזיר ועורב ומינו רקו אבל העורב עצמו אפשר דאינו דורס ולכך צריך שיכיר עורב ומינו צריך שיכיר דישנו ג\"כ מינים הדומין לעורב בסימניהם כמו לרבנן נמי [דמרבינהו מלמינו כמ\"ש התוס' בד\"ה ר\"א] דבסוף מסקו דזרזיר יש לו זפק קטן וריב\"ם בדק ומצא בו זפק כראוי ואפשר [דמ\"ש] ונצטרך לדחוק אריב\"ם קאי שמחשבו לעורב: ", 
            "בא\"ד <b>ואם היה דורס א\"כ כו'   דכל עוף הדורס טמא כו'.  </b> לכאורה שפת יתר כ\"ז ודי במ\"ש כבר שאין עוף בב' סימנים דורס אלא עורב ומינו וזה מכירן וק\"ל ועיין: ", 
            "בא\"ד <b>דומיא דבא בסימן אחד כו'   לכאורה תלו בדלא תניא [דלמא גם בא בסימן אחד ר\"ל וב' סימנים שבגופו ודאי אינם וא\"י אם דורס].  </b> ונפרש מקודם מ\"ש בד\"ה והוא דלא דריס פירש בקונטרס כו' וקשה אמאי טהור שמא עורב הוא וכו' דא\"ל כריב\"ם וכמ\"ש רש\"י דעורבים דורסין ויש לו ב' סימני טהרה בגופו [וזה אין לו אלא סימן אחד בגופו] דמ\"מ ניחוש למין עורב דאמימר גופיה פסק כר\"א בסמוך דע\"כ אינו דורס דקאמר מפני שיש לו זפק ור\"ל וגם אינו דורס בודאי ואפ\"ה לר\"א מין עורב הוא דא\"ל דס\"ל מסתמא דאינו דורס וכדין עוף הבא בסימן אחד כל כמה דלא חזינא ליה דדריס ור\"א ס\"ל דדורס מסתמא כיון דשוכן תמיד אצל עורבין (*ח) א\"כ הו\"ל ג' סימני טומאה ורק סימן טהרה של זפק בגופו ואמאי חשביה ר\"א לעורב דא\"ל דהו\"ל זפק ועוד סימן טהרה בגופו והיו מכירין עורב (*ט) ומ\"מ הוכיחו לעיל (*י) מדנקיט סימן מפני שיש להן זפק [ולא אידך סימן דהוא המוציא מחשש עורב] משמע דעורב אין לו זפק (*כ) דא\"כ הו\"ל לפרש אותו סימן. מיהו ז\"א דאינו מפרש רק סימן לשלול עורב [כפי' רש\"י] מיהו לשיטת ריב\"ם ע\"כ אינו שולל עורב וכו' (*ל). אכן מ\"מ למסקנת התוס' דר\"א לא חשיב ליה זפק וקליפה נמי צ\"ל [אף לשיטתייהו דעורב אינו דורס] או דר\"א מחשבי ליה לעורב אע\"פ שאין בו רק סימן אחד דהיינו אינו דורס או צ\"ל שהיה בו עוד סימן בגופו ונשאר בו לר\"א ב' סימני טומאה וב' טהרה כעורב אבל תוספות הקשו למה שהעלו דר\"א לא חשיב ליה זפק כו' והו\"ל עוד סימן בגופו ועוד סימן שאינו דורס (*מ) ממילא מין עורב אינו דורס וא\"ל דלר\"א נמי דורס והו\"ל עוד ב' סימנים בגופו נמצא לרבנן היה בו ד' סימני טהרה [דמסתמא אינו דורס] ולר\"א לא חשיב זפק וס\"ל דמסתמא דורס כעורב ונשארו בו ב' סימנים כעורב. וצריך יישוב למה א\"ל כן דא\"ל דאמאי אכלוהו דלמא דורס והוי מי\"ט עופות השתא נמי (*נ) דיש ב' בגופו ואינו דורס והוא [אפשר] מי\"ט עופות אלא י\"ל דמכירין היו בו דאינו מי\"ט עופות ונקיט זפק דשולל עורב דקורקבן נקלף ואצבע יתירה ישנן נמי בעורב לפי' רש\"י דעורב דורס ואין לו זפק. ואולי דא\"כ הול\"ל מפני שיש לו ג' סימנים אכלוהו [דנשלל בזה עורב] ודו\"ק. והשתא א\"ש שהוכיחו דומיא דעוף הבא בסימן אחד דאיירי שבדקנו וכו' דא\"ל שאנו מוצאין בו סימן אחד וב' אין בו ולא בדקנו אם דורס דא\"כ שמא אינו דורס ומין עורב הוא אע\"כ דבדקנו שאין בו שום סימן יותר ואותו סימן שבו הוא דלא דריס וכפירוש התוס' דא\"ל סימן אחר ובדקנוהו שאין בו סימנים אחרים נמצא שהוא דורס וכל עוף הדורס טמא ובודאי פרס ועזניה הוא וא\"ל שבא בסימן שאינו דורס ואחרים לא בדקנו דשמא יש בו עוד סימן טהרה בגופו והוא מין עורב. אבל יש לראות מנ\"ל להתוספות אליבא דרש\"י ולריב\"ם לומר כן דר\"א לא חשיב ליה כו' דמ\"ש ואפילו לפירוש ריב\"ם כו' מ\"מ כיון דר\"א חשיב סנונית מין עורב וקורקבן נקלף ומדרס נמי לא דריס מדאכלי ליה כו' דלמא אנשי גליל אכלוהו משום עוף הבא בסימן אחד וכפרש\"י [אהא דעוף הבא בסימן אחד והוא כו'] והיו מכירין פרס ועזניה או משום דלא שכיחא [ולכך החזיקוהו בדלא דריס] אבל ר\"א ס\"ל דמידרס דרסי ומין עורב הוא כיון דדרכו לשכון אצל עורבים והו\"ל עוד סימן טהרה בגופו [בהכרח. דע\"כ מין עורב הוא דיש לו ב' סימנים בגופו ורבנן החזיקוהו בעוף הבא בסי' א'] כמו השתא לונ\"ל (*ס) ולעולם עורב ומינו דורסים ואזדא ראייתם מעוף הבא בסימן אחד ואזדא וא\"ת שבסוף ד\"ה מפני [לפי' ריב\"ם] ושבד\"ה והוא דלא דריס ודו\"ק: ", 
            "בא\"ד <b>ומשמע דהלכה כר\"ח כו'   לא הקשו למה לי נשר לר\"א דמהי תיתי לטמא הבא בסימן אחד דכיון דהוי ב' כתובים כו'.  </b> די\"ל לדרשא אחריתא אבל מאי קושיא השתא הא יש לקיומי שפיר פסק ההלכה כר\"ח ולא מטעמיה וק\"ל: ", 
            "בתוס' <b>בד\"ה והוא דלא דריס וכו'   ועוד דמשמע וכו'.  </b> לא ידעתי טעם לזה דמשום דפרס ועזניה לא שכיחי מש\"ה מחזיקי' ליה בטהור ואמרינן דאינו דורס מסתמא וק\"ל: ", 
            "בתוס' <b>בד\"ה אמר רחבא כו'.  </b> עיין ברש\"י ברכות (דף ל\"ה ע\"ב) ובערוך ערך רב ומ\"ש בעזה\"י ב\"ה במס' ביצה:  "
        ], 
        [
            "ברש\"י <b>בד\"ה חסיל מוצץ ומקיא כו'   והו\"ל כרוק בעלמא כו'.  </b> כן משמע לשון מקיאה משא\"כ בשאר עופות לא כתב לעיל רק משום מלאכה: ", 
            "ברש\"י <b>בד\"ה הני כרז כו'.  </b> אורטיא\"ש בח\"ש פי' ערבה אבל בישעיה ל\"ד עלתה ארמנותיה סירים פי' רש\"י מיני קוצים כגון אורטיא\"ש ולקמן (חולין דף ק\"י) כתב כן בח\"ש בשם הערוך: ", 
            "בתוס' <b>בד\"ה מאי ספיקייהו כו'   ואי אפשר לומר בע\"א כו'.  </b> לכאורה דלמא לא היה בו סימן טהרה רק קורקבנו נקלף ומספקי אי הוי ביה קורקבן נקלף וטהור דהוי כעוף הבא בסימן אחד ומסתמא אינו דורס דפ\"ו לא שכיחי וכו' (*ע) או אם לא מיחשב קורקבן נקלף ואין בו סימן טהרה ואולי הוא מין נשר ואף לפי' התוס' לעיל דצריך שיהיה סימן אחד לא דריס דוקא י\"ל שהיו מכירין עורב ולא היו צריכין לדוחקים נוספים וכ\"ת דא\"כ מאי פריך מבר אוזא דמר שמואל דלמא התם היה בו שאר סימני טהרה (*פ) ז\"א מדאותביה בשימשא ש\"מ שהיו צריכין לבדוק אותו סימן. ורש\"י פירש אלמא עוף טהור נמי זימנין דקשה לקלפו ואולי לא לצורך בדיקה אתבוה רק לקלפו דבר אווזא מסתמא כשירה [ולהכי פרש\"י אלמא כו' ולא פי' דע\"כ סמך אבדיקה זו ואגוף הדין מקשה] ודו\"ק: ", 
            "בא\"ד <b>ויש להתיר כל עוף שקירקבנו נקלף וסימן אחר עמו כו'  .  </b> בלא סימן אחר נמי הו\"ל להתיר למאי דפ\"ו לא שכיחי ואפשר מדחזיוה דדרסי כו' חיישינן תו לפרס ועזניה וכדפרש\"י נ\"ל דעוף הבא לפנינו יש לחוש שמא ידרוס כו' [דמשמע אפילו בא בסימן אחד חיישינן שמא ידרוס ופ\"ו הוא כהאי תרנגולתא] מיהו לפי מ\"ש התוס' בסמוך בד\"ה חזיוה דדרסה לא פ\"ו היה רק מין נשר: <br>בהגהת מיימוני הובא בב\"י כשעסק ר\"י בעופות בא קורן אחד על ישיבתו ובדקוהו ומצאו בו אצבע יתירה וקורקבנו נקלף וכו': ", 
            "בא\"ד <b>וגם ר\"ח פירש כו'   משמע שר\"ל כו'.  </b> אין מוכרח כ\"כ דדלמא בעורב ליתא האי סימן אבל בי\"ט עופות איתא (*צ) ודו\"ק: ", 
            "בתוס' <b>בד\"ה חזיוה כו'   או קים ליה בגויה כו'.  </b> ובתר דחזיוה דדריס צ\"ל שמין נשר הוא או ישנן הרבה עופות שאין בהן סימן טהרה ואינן מין נשר כמו שפירשו התוס' לעיל בדף ס\"א בד\"ה מה נשר ואפשר להכי מיאנו לומר שהיה בו עוד סימן טהרה [ולא יצטרכו לומר דקים ליה בגויה] דא\"כ היה זה בהכרח [בתר דחזיוה דדריס] פרס ועזניה דלא שכיחא ועוד מ\"מ צ\"ל נמי שהיה בחזקת שאינו דורס [שהיה מוחזק להם שאינו דורס כדי להוציא מחשש פ\"ו] והיה צ\"ל נמי שהיו מכירין עורב כמ\"ש התוס' לעיל בד\"ה והוא דצריך שיהיה אותו סימן שאינו דורס [דאל\"כ חיישינן לעורב ולכך כתבו טפי דלא היה לו רק אותו סימן שאינו דורס ומכירין לפ\"ו] וק\"ל: "
        ], 
        [
            "בגמ' <b>אטו במנהגא כו'  .  </b> לפרש\"י דמשום חששת מין פ\"ו אין מיושב כ\"כ הא דתלי במנהגא באותן מקומות איסורא נמי יש ואולי מדינא כיון שמכירין פ\"ו עצמם דהא שכיחי שם אין לחוש למין פ\"ו שהרי לא כתב למינו בפ\"ו ודו\"ק. ולא משני מקום שנהגו שיש בו מסורת דכל עוף נמי נאכל במסורת ועוד למה לי מסירת עוף הבא בסימן אחד היכא דלא שכיחא פ\"ו שרי מדינא: ", 
            "גמ' <b>באות שבעופות קיפוף כו'  .  </b> אף דב' קיפוף הן בעופות וכמ\"ש התוס' מ\"מ קמ\"ל לאפוקי קורפדאי ואין קפידא איזהו קיפוף ודו\"ק: ", 
            "גמ' <b>אטו קמן קאי.  </b> אף שי\"ל זה עורב סתם דהא לתירוצו נמי מעמיד בעורב סתם עורב שחור וללבן צריך ריבוי וכן שחורות כעורב נקיט עורב סתם וק\"ל: ", 
            "גמ' <b>למינה כו'   למינהו כו'.  </b> משמעתין מיושב דבדיוק נקטו התוספות לעיל בכל מקום י\"ט עופות דדל פ\"ו ונשר ועורב ולמינו פש להו י\"ט וק\"ל: ", 
            "ברש\"י <b>בד\"ה למינה דהאנפה למינהו דאיה דויקרא למינו דעורב למינהו דנץ כצ\"ל.  </b> נקיט דויקרא אף דכולם בויקרא משום דנקיט למינה דאיה ובמשנה תורה לא כתיב למינה אאיה רק אדיה ומ\"מ אין חילוק בין דויקרא למשנה תורה וחדא וראשונה נקיט: ", 
            "בתוס' <b>בד\"ה הא באתרא כו'   וקשה דא\"כ בכל דוכתא כו'.  </b> משום חששת מין פרס ועזניה:  "
        ], 
        [
            "גמ' <b>מכדי משנה תורה לאוסופי כו'  .  </b> כ\"ש אי לפרושי אתי דניחא מספר כ\"ד ואולי שלא תאמר לגרוע קאתו או ה\"ק חדא הוא ולפרושי דאי ס\"ד תרתי ולא לפרושי מכדי לפי דבריך שהוא הוספה מ\"ש כו': ", 
            "גמ' <b>והוא קורא איה כו'  .  </b> אע\"ג דהוא הדיה בעצמה ואי משום שיהיה מחולק עמך בקריאת השם סוף סוף איתרבי בלמינו כדלעיל בנץ שאינו קרוי נץ אלא אחד וכפרש\"י ואיתרבי מלמינו שוריינקי וא\"ל שהייתי מרבה זה מלמינהו ולא הייתי מרבה מה שנתרבה השתא בלמינהו דבלמינהו נתרבה הכל כל הדומה לו כדבסמוך מאה עופות טמאין כו' וכולן מין איה י\"ל שהייתי טועה לומר איה הוא מין אחר כלל שהרי זה דיה שמיה [וכן להיפך למה שציין והוא קורא איה] וק\"ל: ", 
            "גמ' <b>מדראה היינו איה כו'   מכלל כו' אלא ש\"מ כו'.  </b> מכלל משמע דקושיא הוא ולפי המשך הלשון אלא ש\"מ כו' משמע שכל המכוון להכריח ופליגי וכו' ועיין ברש\"י [דמשמע דאינו מפרש כן]: ", 
            "גמ' <b>ז' מאות מיני דגים טמאים.  </b> ותו לא. יודעין בהלכה למשה מסיני וכ\"כ התוס' לקמן: ", 
            "גמ' <b>אלא ולעופות טהורין אין מספר.  </b> ואע\"ג דלא נ\"מ מידי ובתחלה הכריח דבטמאין איירי דאל\"כ לא נ\"מ וכמ\"ש התוס' בד\"ה עופות כ\"ד הויין ואפ\"ל ליישב מה שפרט הכתוב בטמאין וכרבי דבסמוך: <br>שם אין מספר. לאו דוקא דא\"כ היאך הכניסם נח לחדר בתיבה דבר שאין לו מספר עם מאכלם לי\"ב חודש אם לא שנאמר מעשי נסים נעשו בו דא\"ל אמת התיבה באמת איש אמת נח דא\"כ גם העופות וחיות היו גדולין יותר וכמ\"ש הרמב\"ן פרשת נח: ", 
            "גמ' <b>בהמה טמאה מרובה מן הטהורה כו'  .  </b> מרובה אין הכרח דאפשר דשוה ונוח לכתוב טהורין: ", 
            "גמ' <b>לפיכך מנה הכתוב בטהורין כו'  .  </b> היה יכול לכתוב יותר קצרה ולא לכתוב טהורין כלל שהרי סימני בהמה מפורשין ואפשר להורות לן דלעולם ישנה אדם לתלמידו בדרך קצרה דע\"י השתנות בזה מונה הטמאין ובזה הטהורין אנו מתעוררין לזה ואי לא כתב כלל לא היינו יודעין זה: ", 
            "גמ' <b>מאי קמ\"ל.  </b> דאם בא לתרץ שינוי הכתובים בטמאים וטהורין הול\"ל הקושיא מקודם ולומר מפני מה כו' וכדלעיל רבי אומר אקרא אני כו' אלא לא בא רק לאשמועינן שבהמה טמאה מרובה וראיה מלפיכך פרט כו' ובעופות להיפך לזה פריך מאי קמ\"ל: ", 
            "גמ' <b>רבו צייד כו'  .  </b> אפשר לפרש עפ\"י ד\"ז ויגדלו הנערים ויהי עשו איש יודע ציד רבו ציד ויעקב כו' יושב אוהלים רבו חכם ויצחק להיותו בוחר באכילת צידה כמנהג מלכים ויאהב את עשו כי ציד בפיו דהלכה רבו צייד כדמסיק לזה ויחרד יצחק חרדה גדולה כי דוקא על עשו סמך להיות בקי בהן ובשמותיהן ויירא שמא האכילו ממין איסור ויאמר מי איפוא הוא הצד ציד מי היה זה הצייד ואוכל מכל בב\"ר ר\"י אומר מכל מה שנברא בששת ימי בראשית נמצא בכללם דבר טמא רנ\"א מכל מה שמתוקן לצדיקים לעתיד לבא נמצא דבר טמא בכללן כמ\"ש על ה' מתיר אסורים כו' א\"ל עשו עיקר של דבר מה האכילך כו' קשה מה לו לשאלה זו אין זה דבר בעתו לשאול באותו פעם על כך אך בראותו חרדת אביו מדאגה שאכל דבר טמא כמו שפירש בדבריו מי איפוא הוא הצד כו' ואוכל מכל לזה שאלו מה היה עיקרו של דבר דאם עיקרו בשר בהמה או חיה א\"צ להיות בקי בהן ובשמותיהן וא\"ל איני יודע אלא טועם הייתי טעם בשר טעם דגים וחגבים וכל מטעמים שבעולם וק\"ל: <br>ואפ\"ל עוד כיון ששמע בשר מיד בכה כו' דמתחלה חשב שלא ביישוב הדעת בירך לאחר ואין מקום שיחולו כיון ששמע בשר כו' כמו שאמר ר\"נ והאי דלא אמרית לך באורתא דלא אכילנא בישרא דתורא: ", 
            "גמ' <b>ודלמא דעוף טמא כו'  .  </b> לכאורה מי דוחקו לפי האמת למוקמי באומר כו' ובטרופות לוקמי בלא טרופות ובלא אומר וקושטא הוא דבודק בסימנים וקמ\"ל דאין חוששין לנבילות וטריפות ושסימנים דאורייתא לענין טמאים: ", 
            "גמ' <b>של עוף פלוני טהור.  </b> אין צ\"ל טהור רק תלמודא מפ' עוף שהוא טהור וכפרש\"י ואנו יודעין שאותו עוף טהור הוא: ", 
            "ברש\"י <b>בד\"ה מאי קמ\"ל כו'  .  </b> מגומגם ואינו נראה לפרש כוונתו דאי הוי טהורין דבהמות טפי הוי מנה להו לטמאים: ", 
            "בתוס' <b>בד\"ה ודלמא דעוף טמא כו'   בסה\"ד דיש בטמאין מינין הרבה.  </b> לאו בדוקא רק מין אחד מהם אי אפשר דעצום ורב מאד: "
        ], 
        [
            "גמ' <b>ולבדוק בחלמון כו'  .  </b> לישני דבעי תרוייהו וכדמסיק ר' זירא. ואפשר אף דטריפה בחסר סימן אחד מ\"מ אם יש בו סימן אחד אמרינן מסתמא דיש בו סימן האחר כל כמה דלא חזינן ביה ריעותא ואפ\"ל נמי דפריך למה נסמוך אעובד כוכבים בלי בדיקה לבדוק כו' ואם יהיה חלמון בחוץ נטריף. [בכאן כתוב בספרים ישנים ואולם כ\"ז כו' שהצגנוהו בסוף דבריו המתחילין גמרא ה\"ק כו' כי אין זה מקומו כאן ואם אמנם היה אפשר להכניסו בדבריו שבדיבור הסמוך עם כ\"ז הצגנוהו שמה דשייכא שם טפי]: ", 
            "גמ' <b>בטרופות וכו'   והא תניא כו'.  </b> לפיכך כו' יש לראות מה מועיל השתא דאומר של עוף פלוני טהור כיון דטרופות ואינו ניכר [ולא מירתת] גם ברייתא לפיכך אין לוקחין בלא ה\"ט למה שרי בשלמא למסקנא אף דאיכא דעורבא דדמיא לדיונה מירתת למכור ביצה של עוף טמא ולומר של טהור הוא שמא לא יהיה החלבון מבחוץ אף דאחד מני אלף דמיא לטהורין רובן אינן דומין וא\"כ מירתת דהא ודאי של טהור אינו דומה לשל טמא וליכא דיונה דדמיא לעורבא וא\"כ מירתת ולא קאמר רק דאבדיקת סימנים לחודיה לא סמכינן כיון דלפעמים של טמא דומה לטהור אבל אאמירת העובד כוכבים אם אומר של עוף פלוני טהור סמכינן שפיר דלית ליה לאשתמוטי ועוד שגם העובד כוכבים אינו יודע דלפעמים טמא דומה לטהור גם לעיל כדפריך ולבדוק בסימנים דתניא כו' א\"ל דלפרוך מיניה וביה דע\"כ יש היכר בסימנים דאל\"כ למה סמכינן אעובד כוכבים דז\"א דשמא אין סימן ידוע להפריש בין טמאין לטהורין רק שמא אין ביצת עוף זה דומה לשל חבירו ולכך מירתת העובד כוכבים מלומר של עוף פלוני שמא יביא ישראל ביצת אותו העוף ויקיף וכפרש\"י אבל לבדוק בסימנים לחוד ליכא למיקם עלה אם מטמא אם מטהור לזה מביא כדתניא כו' אבל כאן קשה: ", 
            "גמ' <b>ח' ספיקות כו'  .  </b> דא\"ל שמא הזכרים אסורים וכתרנגולא דאגמא דמהי תיתי [לחלק ביניהן כיון דקילוף קורקבניהן שוין] ועוד כבר פירשו התוס' לעיל בד\"ה תרנגולתא ב' מינים הן ולעולם זכר ונקיבה שוין דכל היוצא מן הטהור כו': ", 
            "גמ' <b>ה\"ק כו'   או חלמון מבחוץ כו'.  </b> אפשר דבדוקא הוצרך למינקט ר\"ז או חלמון כו' חדא לריעותא טמא וצריך דוקא תרתי לטיבותא לטהר דאי בחד טהור לא יירא העובד כוכבים ויקח ביצת העורב אם יראה שיהיה ראשו אחד כד ואחד חד ויאמר דיונה הוא וק\"ל. ואולם נראה דלעולם אין עובד כוכבים יודע מה הן סימני טהרה גם הא דאיכא דעורבא כו' ואנן לא מצי למיסמך אסימנים כיון דמיתרמי לפעמים אבל סייעתא הוי הנך סימנים לעובד כוכבים לדבריו וכפרש\"י. ואולם כ\"ז אינו דפירוש מירתת לעיל לא משום הסימנים רק שיש להבחין ביניהם ע\"י הפרש דאל\"כ באומר של עוף טהור לחוד לסגי ולענין הסימנים הוא דקאמר דאיכא דעורבא דדמיא כו' וק\"ל: ", 
            "גמ' <b>דאיכא דעורבא כו'  .  </b> נראה דלאו דוקא וה\"ה דאפשר שימצא לפעמים מינים אחרים דהא הכריח אח' ספקות דאינן מין עורב שיש בהן ג' סימני טהרה: <br>ולא משני בהיפך סימנים דאורייתא וכפשטא דברייתא וא' כד וא' חד ודאי טהורים ובהיפך יש ספק משום דאיכא דיונה דדמיא לדעורבא ולהכי צריך אמירת העובד כוכבים דאי אפשר לומר כן דלענין זה מה יתן או יוסיף אמירת העובד כוכבים הא לעולם מצי לאשתמוטי לפי\"ז וק\"ל. אך לפי מ\"ש בסמוך (על העובד כוכבים) ואולם כו' אין לתרץ כן וצ\"ל כיון דע\"כ ר' זירא ידע דאיכא דעורבא דדמיא לדיונה בקבלה א\"כ אי אפשר לומר בהיפך יש לו סימנים ודאי טהורין דהא איכא דעורבא כו' אך הו\"ל להכריח סימנים לאו דאורייתא מזה ולא מח' ספיקות וק\"ל. ואפ\"ל עוד בזה דרש\"י פירש סייעתא הוי הנך סימנים לעובד כוכבים כו' כיון דיש טהורין וטמאין כן אמאי הוי סייעתא אלא משום דרוב טהורין כן הוא ורק איכא דעורבא כו' מיתרמי באיזה מינין מועטין ולזה לא משני איפכא דא\"כ ליכא סייעתא לדברי העובד כוכבים דהא אדרבא כל הטמאין חלמון מבחוץ כו' [אלא דמיעוטא דיונה דמיא להו] א\"כ ליכא סייעתא וק\"ל. מיהו לסברת המקשה מלפיכך (*ק) גם לשינויא הראשון בטרופות צ\"ל נמי דסמכינן אעובד כוכבים אף דמצי לאשתמוטי וכמ\"ש לעיל. גם האמת משני דאין נמצא בהיפך דיונה דמי לדעורבא: <br>בב\"י סימן פ\"ו הביא בשם הרשב\"א וא\"ת כיון דסימנים אלו אינם מובהקין דאיכא דעורבא כו' כי אמר של עוף פלוני טהור מאי הוי הא מצי לאשתמוטי ולומר דיונה הוא ואינו אלא דעורבא. ותירץ הרשב\"א דאע\"ג דדמיא להדדי מירתת דלמא יהיב ישראל דעתיה עליה ומקיפו לדיונה ומכיר שאי אפשר לב' מינים חלוקין שלא יהיה הפרש כל דהו ביניהם עכ\"ל ולפי מ\"ש אין צורך בזה (*ר): ", 
            "בתוס' <b>בד\"ה סימנים לאו דאורייתא כו'   אבל עיסה שנילושה בבצים כו'.  </b> כתב הר\"ן ותמהני דאם בכי ה\"ג שרי אפילו טרופות היכי שרי למכור להם [ביצת טריפה טרופה] ליחוש שמא יטיח בהן הפת וימכרנה לישראל ואפשר דכולי האי לא חיישינן והסמ\"ק כתב דעכשיו שאין אנו נזהרין מפת של עובד כוכבים אסור למכור להם אפילו טרופות אא\"כ יבשלם העובד כוכבים לפניו ומ\"מ אסור לקנות מהם טרופות: ", 
            "בא\"ד <b>ומיהו ר\"ת היה אוסר כו'  .  </b> באין מעמידין גבי הא דהרסנא דמייתי בסמוך כתבו מכאן היה מתיר ר\"ת כו': ", 
            "בא\"ד <b>מ\"ד הרסנא עיקר כו'  .  </b> ונאכל כמות שהוא חי קמ\"ל דקימחא עיקר ואינו נאכל כמו שהוא חי ואסור אלמא דלענין בישול עובד כוכבים אזלינן בתר העיקר ואם כן ממילא הכא דקימחא עיקר הוי בכלל פת עיין רפ\"ב דביצה: <br>בסה\"ד עיסה של פשטידא כו'. בעיסה של עובד כוכבים ושמנונית של ישראל [דליכא חשש איסור. או] הכל של עובד כוכבים ושמנונית של דגים כו' וכמ\"ש האשר\"י (*ש) או שמא אין מחלקין בהיתר פת בין דעובד כוכבים או של ישראל ואפאו עובד כוכבים וכהרמב\"ם [ומצי איירי בפשטיד\"א של ישראל]: ", 
            "בתוס' <b>בד\"ה שאם ריקמה ואכלה כו'   הא קי\"ל כל היוצא מן הטמא טמא כו'.  </b> וממילא לקי עליה משום שרץ השורץ על הארץ כחתיכה מן השרץ: ", 
            "בא\"ד <b>הוי אוקמינן אאפרוחים כו'   ושריותא דביצים עכ\"פ משתמע מפשטא דקרא רובצת על האפרוחים או על הביצים וה\"א דביצים לעולם שרי ודיוקא דלא לכלביך אאפרוחים טמאים קאי ולפי\"ז יהיה ביצת טמאים מותרת ואפרוח ממנה אסור וכן ממש ביצת שרץ ואפרוח השרץ היפך ממש מביצה ואפרוח של טריפה וה\"ט דאפרוח היוצא מביצת טריפה מין היתר הוא האפרוח בעצמו ואי משום דיוצא מביצה אסורה כל כמה דלא מיסרח לא גביל ובעידנא דגביל עפרא בעלמא הוא אבל אפרוח היוצא מביצת טמא אפרוח עצמו מין טמא הוא וכן מביצת השרץ שרץ בעצמותו הוא ואסרתה תורה.  </b> וא\"ל לפי' התוס' מאי פריך למאי הלכתא [דהא א\"א לומר בע\"א. דאי] לימא טמאה הא נ\"מ דביצת השרץ היא ומותרת וכ\"ת לימא טהורה הא נ\"מ האפרוח היוצא מינה אסורה ואפשר דמשמע הלשון בידוע שהיא ביצת השרץ לאיסור מדלא קאמר ומותרת ודו\"ק: ", 
            "בא\"ד <b>אדרבא מסתברא דילפינן מטומאה כו'  .  </b> זמן איסור אכילתו כזמן טומאתו שאינו מטמא הנוגע בו עד שתתרקם כמ\"ש בתחלה שאם ריקמה וניקבה מטמא כו' והיא גופא מנ\"ל מדכתיב השרץ כו' ור\"ל כיון דשריותא דביצה בעצמה חידוש הוא א\"כ בלא לימוד מאחר הוי ביצת השרץ מותרת מאי אמרת דנילף לאיסור מביצה טמאה כמו שילפינן ביצת טריפה לזה מכריע דאם באנו ללמוד מאחר טפי נלמוד מטומאה דידיה ולכך לא כתבו בקצרה [דעיקר היתר דביצת שרץ ילפינן מטומאה ולא משום דחידוש] וק\"ל: ", 
            "בא\"ד <b>דמשוי להו כו'  .  </b> איסור אכילתו וטומאתו בכעדשה: ", 
            "בא\"ד <b>ועוד היינו יכולין כו'  .  </b> ולא לימוד דתקח לך כו' וליישב הא לא הוי חידוש כיון דאיכא תרתי ביצים וחלב:  "
        ], 
        [
            "גמ' <b>וכי בת כו'  .  </b> ר\"ל בת בענין אחר חוץ מביצתה: ", 
            "גמ' <b>ודלמא היינו שמייהו.  </b> ולא קאמר הבת היענה כמו בית הלחמי אבי העזרי אבן העזר כמ\"ש רש\"י בפרשת וישלח: ", 
            "בתוס' <b>בד\"ה גיעולי ביצים כו'   משמע כפי' הקונטרס.  </b> במשמעות הלשון אבל לא בעיקר הדין [דאסור עד מ\"ה או מ\"ז] וכן תוספתא בסמוך ואפשר דהכא בשלקן בקליפיהן ובמכיר הטמאה ובירושלמי ותוספתא בלבטל גם הביצה ודוחק: ", 
            "בא\"ד <b>ושום תלמיד הגיה.  </b> [ואינו] אלא ה\"ג גיעולי ביצים מותרת שורו עיבר ולא יגעיל ול\"ג מפני כן הגיה בח\"ש [והוא דינא אחרינא וכפי' התוס']: ", 
            "בתוס' <b>בד\"ה והוא שנמצא כו'   ואותו דם אינו בא אלא מחמת נשיכת כו'.  </b> כן נראה להגיה וכן מצאתי מוגה אח\"כ [ור\"ל] אינו בא מחמת יצירת אפרוח אלא מחמת כו' ויש מפרשים דר\"ל התחברות הזכר בנקבה דלפירוש ראשון הול\"ל זה בזה ואינו נראה: ", 
            "בא\"ד <b>ואין להקשות לפי\"ז כו'  .  </b> אפשר שר\"ל לפרש\"י ובין לוי\"ל א' או לועי\"ל ולאפוקי לעי\"ל האחרון ואפ\"ל דלי\"ל א' דאין חילוק בין קשר או חוצה י\"ל ל\"ש אלא שנמצא על חלבון אינו ר\"ל קשר ושם אין חילוק בין אם הוא במקום אחד או נתפזר [בין לענין זריקת הדם ובין לענין אכילת השאר] לזה צ\"ל אבל נמצא על חלמון כו' אבל לפי\"ז [לועי\"ל] דע\"כ לא שנו אלא שנמצא על החלבון ר\"ל קשר דאל\"כ אפילו הדם מותר [משמע דשריותא דאכילת השאר דעלה קאי הלא שנו נמי על הקשר קאי] א\"כ לחלק מיניה וביה: ", 
            "בא\"ד <b>דהא מפליג בין נמצא כו'  .  </b> ר\"ל ובנמצא על הקשר של חלמון אסור אף שאינו נראה דם על הקשר של חלבון דודאי ממנו נתפשט כמ\"ש האשר\"י לפי' ראשון ולפי\"ז הו\"ל לתרץ דשפיר מחלק מיניה וביה בנמצא רק במקום אחד ואילו לר' ירמיה צ\"ל בנמצא על הקשר של חלבון וגם חוצה לה ואפ\"ל שזה בכלל דבריהם. ואפ\"ל קצת דדוקא בנתפשט מקשר של חלבון לקשר של חלמון וק\"ל: ", 
            "בא\"ד <b>ועי\"ל הך שמעתא כו'  .  </b> והשתא איירי דוסתאי מענין אחר כלל ולא קשה לחלק מיניה וביה כו' ולא קשה הא דלא נקיט ר' ירמיה בלשון ל\"ש כדוסתאי: ", 
            "בא\"ד <b>ועלה קאי דר' זעירא דאמר כו'.  </b> כצ\"ל: "
        ], 
        [
            "ברש\"י <b>בד\"ה הרזבנית כו'   ואינו דומה לאלו במראה.  </b> ר\"ל שישנו בו כל הסימנים שבאלו ואין הפרש ביניהם רק במראה ולא מצי לפרש בשם לחוד דע\"כ ע\"י שינוי מראה נקראה בשם אחר: ", 
            "בתוס' <b>בד\"ה ר\"י אומר כו'   לא דריש חגב לשמו חגב כו' ולא מרבי מידי מכעין כו'.  </b> משום דחד תליא באידך לתדר\"י דדריש בכלל ופרט וכלל דדיינינן כעין הפרט ממילא נתרבה חגב מכעין הפרט ואייתר לדרוש שמו חגב אבל לתד\"ר דדריש בכלל ופרט אין בכלל כו' נמצא צריך חגב לגופיה ולא לדרוש לשמו חגב ולא הכריחו בקצרה דר\"י מפרש מלתא דת\"ק אף אם יסבור כתד\"ר מ\"מ בעינן שמו חגב דהא כל אותן המפורשים במקרא שמם חגב מדלא קאמר איכא בינייהו כן וכמ\"ש בסמוך י\"ל אף דקושטא כן הוא דשמייהו חגב מ\"מ א\"צ שיהיה כן ולא נחשב לסימן טהרה כשאר סימנים אף לתדר\"י אי לאו דאורי לן קרא דצריך שיהיה שמו חגב משא\"כ ראשו ארוך אף דגרע משאר סימנים מ\"מ כיון שהוא סימן בגופו היינו מצריכין אותו דהא אי לא ריבויא דסלעם היינו מצריכין אותו וה\"א לת\"ק דלא חשיב שמו חגב לסימן כשאר ד' סימנים ס\"ל כתד\"ר ור\"י דמחשבו לסימן ס\"ל כתדר\"י וממילא איכא בינייהו כא\"ב דתד\"ר לתדר\"י [דהיינו ראשו ארוך] לזה כתבו דע\"כ ת\"ק נמי כתדר\"י ס\"ל כו' אך דלמא ראשו ארוך נמי לא מחשיב ת\"ק לסימן כמו שמו חגב [דכולהו הוי שמייהו חגב ולא חשבינן לסימן ה\"נ כולהו הוי אין ראשו ארוך ולא חשבינן לסימן דשניהם שוין] ולמה כתבו ובעי ה' סימנים היינו הנך ד' ואין ראשו ארוך ולא קאמרו ו' סימנים דלכאורה הנך ד' סימנים דמתני' סימנים חשובין ושקולין וסימנים דשמו וראשו הם סימנים גרועים ושקולין וכדמשמע לקמן בתוס' והוי צריך להיות דומה בכל צד מכעין הפרט ואיצטריך סלעם למעט סימן הגרוע והוי ממעטינן הכל ואיצטריך חגב לשמו חגב וכן משמע בוי\"ל לפי שאין סימן זה דשמו כו' כי היכי כו' דשוין הן וא\"כ מה הכריחו יותר מראשו ארוך מן שמו חגב או שמא בהיפך ולא היינו מצריכין סימן הגרוע מכעין הפרט ולבתר דכתב חגב לשמו הוי בעינן נמי אין ראשו ארוך ואיצטריך סלעם למעוטי (*ת) וכ\"ז אינו אבל אפ\"ל של\"ת דת\"ק ס\"ל כתד\"ר וכמש\"ל [דלא מחשיב ליה ת\"ק שמו חגב לסימן לזה הכריחו] א\"כ הול\"ל נמי אין ראשו ארוך שהרי יש מינים שיש בהן הד' סימנים וראשו ארוך כדאמר לקמן איכא בינייהו ראשו ארוך [ואף דכל הכתובים אין ראשן ארוך מ\"מ במתני' לא הוזכרו החגבים בשמן רק הד' סימנים ויש בהן נמי שראשן ארוך] ונטעה להכשירם שהרי זה עצמו פלוגתא דבין ת\"ק לר\"י לפי\"ז כא\"ב דבין תד\"ר לתדר\"י משא\"כ שמו חגב [אף דבמתני' לא הוזכרו המנוין בכתוב דנימא כולן שמן חגב רק נותן עליהן ד' סימנים מ\"מ] אין נ\"מ בפלוגתתן דאפשר דאין עוף שיש בו ה' סימנים הללו שלא יהיה שמו חגב והוא מסתמא ממין המנוים במקרא וכמ\"ש התוס' לקמן בד\"ה במאי קמיפלגי ולכך לא פסיקא להו לכתוב צריך ו' סימנים כו' ודו\"ק. גם [ליישב אמאי לא הכריחו בקצרה] הא דכולן המנוין שמן חגב אין פסיקא כ\"כ דלא מפורש בגמ' [ומה שהוכיחו מדלא אמר א\"ב] שמא אה\"נ הומ\"ל עוד א\"ב כמו שאיתא בכמה מקומות או שמא תלמודא גופיה מסופק להכי לא מצי לעשות א\"ב כן להכי מכריחין בדבר ברור דהו\"ל לחשוב ראשו ארוך ומה צורך להכניס עצמן להכריח מקודם דשמן חגב [ולהכריח אח\"כ מינה דר\"י לפרש] וק\"ל ודברי ח\"ש בזה אינני מכיר וצריכין עיון: ", 
            "בא\"ד <b>א\"נ לכלל ופרט כו'  .  </b> אע\"ג דארבע רגלים הוא נמי כלל: ", 
            "בא\"ד <b>אבל אין לפרש כו'  .  </b> ודקאמר בסמוך הצד השוה שבהן שיש להם קרצולין כו' היינו בפרטים עצמן אבל במינייהו ישנן וז\"ש שיש באחד ממיני ארבה כו' ויש לראות קצת דהא כעין הפרט בעינן לא כעין הכלל והפרט דארבה וכו' הן עצמן [לא מיניהם ועליהן קאמר הצד השוה כו'] ועוד שהקשו אדרבא הני פרטי מרבי יותר מן הכלל כו' וז\"א רק כלל האחרון מרבה יותר מהכלל הראשון ודוחק לומר שכתבו לתד\"ר דלמינהו לדידהו (כלל) [פרט] שהרי לא הזכירו רק ארבה סלעם חרגל ונראה שר\"ל בארבה גופיה או בסלעם וחרגל גופיה יש באחד ממינם שאין לו כרעים כאילו תאמר במין ארבה עצמו קצתן יש להן כרעים וקצתן אין להם ולמינהו מרבה שאין שמם ארבה ומ\"מ ממינו הוא כדלעיל ממינו להביא את הזרזיר כו' להביא סנונית לבנה למינו דנץ זה שוריינקי כו' והשתא דכתב אשר לו כרעים אורי לן דאמרינן דוקא באותו מין ארבה שיש להן כרעים וז\"ש הצד השוה שבהן שיש להן כרעים כו' השתא לפי האמת דכתיב אשר לו כרעים ודו\"ק: ", 
            "בא\"ד <b>וכן מכרעים קשה כו'  .  </b> אבל א\"ב כרעים א\"ל דהשתא באמת כתב כרעים: ", 
            "בתוס' <b>בד\"ה אע\"פ כו'   ולא מצי למימר לא כו'.  </b> לפרש\"י שהוא קרי וכתיב וכן הוא במסורת וקריין ולא כתיבין המה הלכה למשה מסיני לכאורה לק\"מ ואם נפרש כוונתן שר\"ל בין יש לו ובין אין לו ומנ\"ל עתיד לגדל כו' ונכתב לכלל [אף אם נימא כתי' דלעיל דכרעים לא הוי סימן חשוב ולא הוי מצריכין ליה] דזהו קושית וא\"ת שני (*א) ועוד דא\"כ לא סתרו מידי במ\"ש דאדרבא סלעם כו' דמ\"מ הכלל מורה אף על אין לו כרעים מיהו בזה י\"ל כיון דמ\"מ כעין הפרט בעי דהיינו יש לו כרעים דוקא וכהצד השוה א\"כ למאי נ\"מ שינוי של הקרי וכתיב גם האין לפרש דלעיל [בד\"ה ר\"י] נסתר בזה דא\"כ מנ\"ל לתלמודא לפרש עתיד לגדל ולא לא ולו ממש כיון דקצתן יש להן וקצתן אין להם (*ב) ואולי לא חשבי להו לקרי וכתיב דומיא אשר לא יעדה: ", 
            "בא\"ד <b>ואינו רוצה והפדה וה\"ט כו'.  </b> כצ\"ל: ", 
            "בא\"ד <b>וא\"ת בפרק כשם כו'   ואמאי לא מייתי כו'.  </b> אף אם ס\"ל דהכא הוי קרי מ\"מ גם לא דהתם הוא קרי וכתיב במסורת. ויש לראות מאי קושיא התם מייתי דלא הוא לו ממש משא\"כ כאן דאין נעקר ממשמעותיה לגמרי ור\"ל שאין לו כרעים עכשיו וכוא\"ת השני [דמקשו דאמאי לא דרשינן הכא לו ממש כדהתם] וי\"ל דמ\"מ משמע מהם דמשמעות לא לו רק צריך דרשא מדמשני למיכתב בא' וכוי\"ל האחרון: ", 
            "בא\"ד <b>אבל בכל צרתם לא צר לא מוכח כו'  .  </b> די\"ל שהקב\"ה אינו חושש בעצמו ומוסר תשועתן ע\"י מלאך או ה\"ק אע\"פ שלא צר להקב\"ה אפ\"ה ומלאך פניו הושיעם כו' וקאי אחסדי ה' כי לא תמנו ותלמודא שם דקאמר וכ\"ת ה\"נ הא כתיב ומלאך פניו הושיעם [אף די\"ל דמוסר תשועתן או ה\"ק כו'] אקרא דעמו אנכי בצרה סמך: ", 
            "בתוס' <b>בד\"ה אלו כללי כו'   לכל אחד כלל אחרון בפני עצמו כצ\"ל ואייתר ליה סלעם לרבוי כו' </b>:  "
        ], 
        [
            "גמ' <b>אי הכי חרגול נמי כו'   ותיתי מארבה וסלעם.  </b> נקיט תרתי [ולא מסלעם לחוד דכיון דכללא בתרא דוקא לסברת הוכ\"ת לא בעי דדמי לי' רק בסימנים החשובים וכמ\"ש תוס' ד\"ה וכ\"ת] משום אלא איכא למיפרך כו' [דאפילו ילפינן ליה בהצד השוה מ\"מ איכא למיפרך] ה\"נ כו' ואפשר דדוקא נקיט ועיין לקמן: ", 
            "גמ' <b>סלעם יתירא כו'   תנהו ענין לראשו ארוך.  </b> צ\"ל שכולן [אותן שראשן ארוך] דומין לסלעם בסימנים דאם הוא כחרגול לכתוב אותו וארבה ולא לכתוב חרגול וסלעם ואם הוא כארבה לכתוב אותו במקום ארבה וסלעם ואם הוא היפך של סלעם לכתוב אותו וסלעם ולא לכתוב ארבה וחרגול וק\"ל: ", 
            "ברש\"י <b>ד\"ה דמאי פרכת כו'.  </b> ומה לחרגול דיש לו זנב כצ\"ל: ", 
            "בתוס' <b>בד\"ה וכ\"ת כו'   והו\"מ לשנויי כו' או זנב או אין ראשו ארוך כו' לא נתחוורתי דא\"כ מאי קאמר א\"ה דבתרא דוקא ס\"ל חרגול נמי כו' אלא מאי קמא דוקא נמי חרגול דשוה להו בג' צדדים ד' כנפים וחופין ואין ראשו ארוך לא לכתוב והאיך תלוי קושיא זו בתדר\"י יקשה על התורה ואפ\"ל דכתב חרגול של\"ת אין לו זנב הוא סימן והבא בראשו ארוך ושוה באינך ג' סימנים הוא טהור להכי כתיב חרגול להורות שצריך דומיא באינך ג' סימנים [ואין לו זנב לא הוי סימן] וק\"ל.  </b> רק לשון הגמרא לא א\"ש דקאמר אלא איכא למיפרך כו' [דלאו פרכא הוא רק טעמא אחרינא איכא דכתביה להורות דאין לו זנב לאו סימן הוא] ואפ\"ל דאה\"נ בין קמא או בתרא דוקא קשה חרגול למה לי אלא אין כאן כללא בתרא כלל והוי כלל ופרט וכתד\"ר זה בא להכריח ומעיקרא פריך אילימא [דאף אי נימא דהוי כלל ופרט וכלל הא איכא] פירכא מה להנך כו' וכ\"ת כו' ס\"ס קשה חרגול למה לי (*ג) [אע\"כ כתד\"ר] ואפ\"ל דבל\"ז לא מיחשב זה דאין ראשו ארוך לסימן כלל ואיצטריך חרגול דלא שוה רק בב' סימנים ויש לפרוך מה להנך שכן אין להם זנב אבל לתדר\"י דקאמר הבא וראשו ארוך כו' ואיצטריך ליה להצד השוה כו' לאורויי כו' לזה פריך אם הוא ה\"א שתלוי הדבר בראשו ארוך אכתי מה מועיל הלא ראי כו' הצד השוה כו' ודו\"ק: <br>ע\"ק לתרץ ארבה או חרגול קרא יתירא למה דוקא סלעם והו\"מ ללמוד מחדא בלא מה הצד כיון דשוה בג' סימנים ויאמר עדיפא מאם אינו ענין רק שבא להורות דראשו ארוך אין סימן דאל\"כ למה לי הא דומה בג' סימנים ותו ליכא למיפרך אע\"כ ראשו ארוך אין סימן (*ד) וא\"כ אינו דומה רק בב' צדדין והוי פרכינן להכי צריך למיכתביה לגופיה [משא\"כ למאי דנקיט סלעם דאפשר ללמדו במה הצד אף דראשו ארוך אינו סימן ע\"כ צ\"ל באם אינו ענין] ובזה י\"ל כאפ\"ל ראשון שבא לשלול חד סימן וק\"ל. ע\"ק לימא סלעם קרא יתירא ובלא הצד השוה ודו\"ק: ", 
            "בא\"ד <b>דא\"כ תקשי עליה דהאי דעירובין כו'  .  </b> משמעתין גופיה לתנא דבי רב דקאמר ומרבה דדמיא לי' מב' צדדין י\"ל דקאי על דמיני' אין מה שהוא מינו ודמיא ליה מב' צדדין ולכאורה לא היה כתוב כן לפני התוס' וכן בתדר\"י בחד צד דחיקא טובא דדוחק לפרש לבתר דכתב סלעם ואילו לא כתב למינהו הוי מרבינן דדמיא בחד צד (*ה) וברש\"י כל דדמי ליה הלכך סלעם כו' מאי הלכך אדרבא לבתר דכתב סלעם אמרינן כן ונראה שלפני רש\"י היתה הגירסא כל דדמיא ליה ותו לא ודו\"ק: ", 
            "בא\"ד <b>במקום שהיה יותר משני צדדים שוין כו'   נצריך בכאן יותר מג' צדדין למ\"ד כו'.  </b> כצ\"ל: "
        ], 
        [
            "ברש\"י <b>בד\"ה ארבה וחרגול כו'  .  </b> כל דהו הוא דיבור חדש ומשמעות דמסלעם בלא חגב לא הייתי ממעט רק סימן דראשו ארוך רק ה\"א דיתורא דחגב לא אתיא להורות דצריך נוסף לד' סימנים סימן דשמו חגב רק להקל דסגי בסימן אחד אפילו בסימן דשמו חגב כיון דשמעינן מסלעם שבא הכתוב לומר שא\"צ כעין הפרט ועיין: ", 
            "בפרש\"י <b>בחומש אבל יש שראשו ארוך ויש שאין להם זנב כו'  .  </b> אין מובן לי דלכ\"ע אין תלי מידי בזנב דהרי ארבה וסלעם [דאין להם זנב] וראשו ארוך [דנקיט רש\"י] צ\"ל דוקא כתד\"ר ולדידיה צריך להכיר מינו דוקא דאין בכלל אלא מה שבפרט אף אם יש לו כל הסימנים וצ\"ע:  "
        ], 
        [
            "גמ' <b>והשתא דכתב רחמנא כו'  .  </b> רש\"י אין מבורר לי בזה (*ו) בלא תנא דמתני' אמקרא גופיה [קשה] למה לי סנפיר כיון דבקשקשת לחודיה סגי כדבמתני' דנדה וקשקשת ידעינן מקרא דשריון ודוחק לומר דמשריון י\"ל דוקא היכא דמפורש ביה לבוש אבל על תנא דמשנתינו קשה. א\"ל היאך יסמוך התורה על מקרא דנביאים ועוד קודם לגליות היאך ידעינן דעכ\"פ חזינן משם דמבורר להם פירושא דקשקשת (*ז) ובתוס' ד\"ה כל שיש לו בסה\"ד הכי קים להו הלכה למשה מסיני. וצ\"ל [הך דכל שיש לו קשקשת כו'] אבל לא פירוש המלות ואף דודאי שאלו למשה רבינו ע\"ה השומעים מפיו מאי קשקשת ה\"נ בגוף התורה ודאי שאלו מאי קשקשת דבקרא ואפ\"ה לא היה למקרא לסמוך על כך על השואל רק יהיה מבואר מצד עצמו בלא שאלה ותשובה וז\"ש התורה יגדיל וכו' הרבה אמר וכו' שלא יטעה אותו שאינו יודע קרא דשריון (*ח) אפ\"ה יתברר לו סימני דגים ומ\"ש לידע כו' אף דכתיב סנפיר אכתי איני יודע מאי קשקשת בלא קרא דשריון רק ר\"ל לידע הסימנים או אפשר ביאור סנפיר ידענו ככל שאר מלות שבתורה והשתא דכתיב סנפיר ממילא ידעינן קשקשת (*ט)ולכאורה אהלכה למשה מסיני יש לסמוך כמ\"ש התוס' לעיל בסימני עופות דא\"ל הלל\"מ דכל הדורס טמא דא\"כ פ\"ו למה לי וא\"כ מכח ההלכה כל שיש לו קשקשת כו' ויש כו' נוכל לידע מאי קשקשת ע\"י ראיית הדגים דקושטא כן הוא [דכל שיש לו קשקשת דהיינו לבוש יש לו סנפיר] ואפשר שאין להתורה לסמוך ע\"ז שיוכל לבדוק בדגים והלכה למשה מסיני זו לא נאמרה בשביל כן לדעת מאי קשקשת ולזה ביארו התורה (*י) משא\"כ לעיל כל עוף הדורס טמא נאמרה בשביל אותן העופות הדורסין לזה הקשו דא\"כ פרס ועזניה למה לי: ", 
            "גמ' <b>שומע אני אל תאכל את שאין לו.  </b> לא משני דאיצטריך שלא תימא קרא קמא כפשטיה לאיסורא [לכלים כדלקמן] דאין סברא דבשביל היתירא דכלים יכתוב איסור לאו בימים טפי הו\"ל לכתוב היתירא דכלים ועוד דס\"ס קושטא הוא דהוי לאו לגופיה [והאמת משני] אבל א\"ל שהרי כתיב תאכלו להיתירא דז\"א כמ\"ש התוס' בד\"ה אימא דאיצטריך שלא תאמר מה הפרט מפורש מים נובעין ולאסור בורות כו' אבל כלים לעולם אסור: ", 
            "ברש\"י <b>בד\"ה ת\"ל תאכלו כו'   שאין ימים ונחלים כל אשר לו סנפיר כו'.  </b> כצ\"ל וכ\"ה בגמרות חדשים. א\"ל למה לי כללות בקרא דאין לו לכתוב בו רק ימים ונחלים ממילא נלמוד דקרא קמא מאיסורא קממעט וא\"ל דה\"א חריצין ונעיצין נמי להיתירא דמכעין הפרט דבמקרא דיש לו שמעינן לאיסורא חריצין ונעיצין באין לו דז\"א דאיצטריך שיהיה קאי על לאו דאין לו כי היכי דקאמר אימים ונחלים גופיה ממשמע שנאמר יש לו שומע אני כו' ומשני לעבור בלאו ועשה ה\"נ בחריצין ונעיצין וק\"ל: ", 
            "ברש\"י <b>בד\"ה חריצין ונעיצין לא כו'   ולמה לי תאכלו כו'.  </b> וא\"ל כדי להורות מדאיצטריך תאכלו לרבויי בורות ש\"מ חריצין ונעיצין אסורין דלמה ליה לכתוב היתירא דבורות איסורא דחריצין ונעיצין הו\"ל לכתוב ועוד דאברייתא מקשה דקמצריך בהדיא תאכלו להיתירא דבורות כדקאמר תאכלו מה ת\"ל כו' לא התיר אלא בכלים כו' ומנין לרבות בורות כו' וק\"ל: ", 
            "בתוס' <b>בד\"ה אימא בכלים כו'   וא\"ת כו'.  </b> ותמהני דקושיתם לאו קושיא היא דבה\"א דלא כתיב את זה תאכלו קאיירינן דקאמר תאכלו למה לי ומשני דה\"א האי לא כתיב תאכלו הואיל והתיר מפורש כו' לא התיר אלא כלים ובורות נשאר לאיסור היכן מצינו בה\"א זה היתר כלל דלמא דוקא לאיסורא ועוד דתלמודא רצונו לומר שהיתר כלים מפורש בקרא דאין לו ממילא אייתר תאכלו לרבות בורות דאי לאו הכי ה\"א דאיצטריך תאכלו להורות שהמיעוט היא מאיסורא ואדיוקא דאותם תאכלו קאי ולא ממעט מהיתירא [ובורות ה\"א לאיסורא] וכפשטיה דקרא וכדמסיק ואימא מה הפרט מפורש מים גדילים ע\"ג קרקע כו' ומשני א\"כ תאכלו מאי אהני ליה דזה כל עצמו כוונת הברייתא להתיר בורות ואי משום לשון אימא בכלים אע\"ג דאית ליה לא תאכל ה\"ק א\"כ איצטריך תאכלו לכלים ומנ\"ל לרבות בורות ומתרץ כלים מגופיה דקרא נפקא להיתירא וממילא מיותר תאכלו לבורות ודו\"ק. ותירוצם לאו תירוץ דלהך תנא ע\"כ כללא בתרא דוקא ס\"ל דלהכי איצטריך תאכלו [וכפרש\"י לקמן] ולמ\"ד בתרא דוקא המדה כך הוא כמו למ\"ד קמא דוקא דצ\"ל המדה כן הוא בכל כלל ופרט כדמוכח בסמוך בהדיא ובלא תאכלו ה\"א אפילו בורות הוי כעין הפרט דבתרא דוקא ס\"ל וא\"כ מאי מקום לתירוצם ודו\"ק: <br>שם וא\"ת א\"כ את זה תאכלו מאי אהני ליה. יש לפרש כפשוטו [דבשלמא אי קאי להתיר כלים איצטריך את זה תאכלו להתיר נמי בורות אבל אי כלים לאיסורא היאך שייך את זה תאכלו לרבויי נמי בורות לאיסור] אע\"כ להתיר כלים אתי. וי\"ל שר\"ל כדמסיק א\"כ תאכלו מאי אהני ליה לזה הקשו דהשתא דמהיתירא קממעט ממילא ימים ונחלים שרי טפי מכלים ובא תאכלו לרבות בורות דשרי אם יש לו סנפיר כימים ונחלים לזה הקשו מאי אהני בלא תאכלו נמי הוי אתיא בורות מכעין הפרט דבתרא דוקא כואימא דבסמוך וק\"ל. וא\"ל דדלמא להתיר בורות אפילו באין לו אתי תאכלו דז\"א דצריך לדמויי או לימים או לכלים וק\"ל: ", 
            "בתוס' <b>בד\"ה לא ס\"ד תימה מאי ראיה הוא זה כו'  .  </b> הא א\"ל בה\"א זו למה לי ימים ונחלים בקרא דיש לו משום דאל\"כ ה\"א קרא בתרא כפשטיה ומאיסורא קממעט אבל הא קשה בה\"א זה למה לי ימים ונחלים בקרא דאין לו דבשלמא השתא איצטריך תרוייהו סתום ומפורש דהיינו קרא דאין לו לגלות דמאיסורא קממעט וקרא דיש לו שלא תימא למעוטי מלאו קאתי וכמ\"ש התוס' בסמוך ואפ\"ל דאה\"נ אחרי בואם לגמר דבריהם שוב מתורץ תימה הראשון ודו\"ק. וא\"ל כדי לדייק מקרא דאין לו בימים ונחלים הוא דיש לאו באין לו דוקא הא בכלים אפילו יש לו יש לאו דאין הדיוק קאי על הלאו רק על האיסור ודו\"ק: ", 
            "בא\"ד <b>וי\"ל דבקרא קמא אין לחוש כו'   וי\"ל דבהאי קרא בתרא לא כתיב לאו והכי כתיב וכל כו'.  </b> כצ\"ל: ", 
            "בא\"ד <b>וצ\"ל כו'   ויש לו אפילו בכלים נמי שרי כו'.  </b> כדי שלא יהא סברות הפוכות כמ\"ש כבר וק\"ל ועוד דקרא קמא מתיר יש לו בכל מקום כיון דלא כתיב ביה ימים ונחלים: "
        ], 
        [
            "גמ' <b>מניה הוא דקמישתרו כלים.  </b> לכאורה נראה לפרש כפשטיה דמקרא דאין לו נתמעטו מלאו משא\"כ מקרא קמא מישתרו לגמרי כמ\"ש התוס' לעיל בד\"ה לא ס\"ד וק\"ל: ", 
            "גמ' <b>ומנא תימרא כו'  .  </b> ובל\"ז (*כ) סברתו הכל אסור או מותר: ", 
            "גמ' <b>ששוחה ושותה כו'  .  </b> אבל ע\"י כלים אסור דלמא פריש כו' ולאו היינו רביתייהו משא\"כ מכלי לכלי ועיין באשר\"י לעיל בסמוך: ", 
            "גמ' <b>תניא דמסייע לך ואת נבלתם תשקצו לרבות יבחושים שסיננם כו'  .  </b> כצ\"ל וכ\"ה ברש\"י בחומש וכן משמע באשר\"י ואע\"ג דבסמוך יליף דרניות שבבהמה מניה כולה מינה יליף דה\"נ [לגירסא שלפנינו הא] מכל השרץ יליף בסמוך תולעת שבעיקרי כו': ", 
            "ברש\"י <b>בד\"ה במים במים שתי פעמים כו'   מדה בתורה היא שלא תדונו כו'.  </b> ולא כתב מכח דא\"כ תאכלו למה לי וכמ\"ש אח\"כ דסוף סוף למה ליה להתורה באמת לכתוב תאכלו אע\"כ דהמדה כן הוא לדרשו ברבויי ומיעוט להכי הוצרך התורה לכתוב תאכלו רק שלא תקשה מאי כוונת ר' ישמעאל ומאי נ\"מ אם המדה כן או כן לזה פירש דבא לישב יתורא דתאכלו [למה דסובר כללא קמא דוקא]. וא\"ל לא לכתוב התורה סמוכין זה לזה רק פרט ביניהן ולא לכתוב תאכלו כיון דכללא קמא דוקא דאין זה קושיא שהתורה רוצה להורות דינים אלו בריבוי ומיעוט בשלמא לעיל כתבתי שפיר דסוף סוף למה ליה לתורה לכתוב תאכלו כו' ר\"ל למה לי יתורא דלשתוק קאמרינן אבל לכתוב בענין אחר אינו קושיא: ", 
            "ברש\"י <b>בד\"ה אלא זה והדומה לו כו'  .  </b> ר\"ל הדומה למיעוט בכל צד כמ\"ש אח\"כ דריבוי ומיעוט לחודיה מייתי כל דדמיא ליה בכל מילי כו' דאל\"כ ריבוי שני למה לי וא\"ל לא לכתוב ריבוי שני ולא לכתוב תאכלו והוי מרבינן חריצין ונעיצין דוקא דדמיא למיעוטא י\"ל דא\"כ ה\"א שהוא כלל ופרט ואין בכלל כו' חריצין ונעיצין לא וכפרש\"י דלהכי פלגינן רחמנא לפרטי מכללא דלא תדרשי' בכלל ופרט כו'. וא\"ל לעולם לא לכתוב ביש לו הריבוי בתרא ולא לכתוב תאכלו ואין לטעות כמ\"ש מדכתיב רבוי ומיעוט ורבוי בקרא דאין לו י\"ל דא\"כ לא הוי חריצין ונעיצין באיסור עשה דאותם תאכלו (*ל) רק באיסור לאו דהא בקרא קמא אין בכלל אלא מה שבפרט ואימים ונחלים לחודיה קאי אותם תאכלו ולא שאין לו כדקאמר לעיל ממשמע שנאמר אכול את שאין לו כו' וכאשר תירצתי לעיל כעין זה וק\"ל: ", 
            "בתוס' <b>בד\"ה במים במים כו'   ואפ\"ה איצטריך ליה לתאכלו כו'.  </b> כצ\"ל:  "
        ], 
        [
            "גמ' <b>הא באיביה כו'  .  </b> ולא קאמר תרוייהו באיביה וכליסין ועדשין מקום צר ואין יכולין לרחוש בתוכן וכמ\"ש התוס' בד\"ה דיקא נמי בפולין משום תולעת שבתמרים נקיט כן ולפ\"ז זיזין שבעדשים ויתושין שבכליסין איירי אף במחובר אינו דומה לתולעת שבתמרים כו' דאיירי דוקא בתלוש: ", 
            "גמ' <b>פירשה ומתה כו'   פירוש פירש חי ומת מעצמו קודם ששרץ על הארץ ואכלה לאחר מותה משא\"כ פירש לאויר העולם וקלטה חי ואכלה שאכל דבר הראוי לרחוש [זהו בעיא שני'] וק\"ל.  </b> ויש מפרשים פירשה ומתה מיד קודם שיצאה לאויר העולם ואינו [דכיון דפירשה מחיים אי אפשר דלא יצאה לאויר העולם] ולגירסא שהביא האשר\"י פירש מת כו' [ניחא]: ", 
            "גמ' <b>דכוורי שריין.  </b> לר\"ת דקוקייני אסירי [איירי בדגים] איירי הכא בנמצאו בין עור לבשר דאין לומר בה עיילי באוסיא: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "בתוס' <b>בד\"ה או לרבות את הכלאים וכו'   וא\"ת כו' עד דכלאים בקדשים ליכא י\"ל דצריך אם הראשון חולין והשני קדשים ודו\"ק.  </b> וגם בגמ' פריך מנין שנוהג במוקדשין [דקשה מה\"ת לחלק כקושית התוס' לעיל בד\"ה מנין] י\"ל לרש\"י (*מ) (דיהא) [דמקשה] דלמא גברא לילקי ולא פסול כמו בחולין ולא יהיה מחוסר זמן ותירץ ת\"ל שור כי יולד והוא איירי במחוסר זמן וע\"ז קאי ושור כו' אותו ואת בנו דהיינו נמי פסול הקרבן ומחוסר זמן ודו\"ק. [וא\"כ גם לעיל אין הכוונה רק אם השני מוקדשין ועלה קאמר ומנין שנפסל]:  "
        ], 
        [
            "בתוס' <b>בד\"ה ולחנניא כו'   וא\"ת ולשתוק מאותו כו'.  </b> וקשה הא צריך אותו דשור הפסיק הענין [דאי לאו אותו היה צריך שור לגופיה] די\"ל דמ\"מ היה קשה למה כתבו שור הו\"ל לכתוב אותו [א\"ו להפסיק הענין] ודו\"ק. ועי\"ל דלחנניא או לרבות הכלאים ש\"מ דנוהג בחולין [וכקושית התוס' לעיל בד\"ה או לרבות] אבל לרבנן ה\"א [כתירוץ התוס' דלא הוי דרשינן או לרבות הכלאים רק ה\"א] או לחלק ואותו כחנניא אבל עתה כתיב שור הפסיק הענין עכשיו דרשי רבנן או לכלאים כדלעיל בתוס' [וטפי ניחא להו דמוקמינן אותו לחלק] אבל לחנניא א\"צ לחלק [דסבר כר' יונתן] וע\"כ או לכלאים (*ג): ", 
            "בתוס' <b>בד\"ה עייל לי הנך כו'   וא\"ת הא דקאמר ר\"י כו' כדמסיק בשמעתין כו' דאי אין חוששין א\"כ לא צריך רבויא כו'.  </b> וה\"ה דהוי קשה לר\"א למה יפטר אי חוששין א\"כ אתי אם לחייב המתנות כדפירשו עכשיו התוס' ואי אין חוששין [ובעי קרא לחלק מ\"מ] לא צריך קרא לרבויי וחייב [אע\"כ כתירוץ התוס' דר\"י מוקי כו' ואוקימתא דמסיק בשמעתין לא קאי אליבא דר\"י] וכן בגמ' דלקמן ע\"ב דפריך גבי מתנות בשלמא לר\"א כו' אלא לרבנן לימא ליה אייתי ראיה דלמא סברי אם מיותר לכן חייב אלא [לא] קאי הסוגיא אליבא דר\"י:  "
        ], 
        [
            "גמ' <b>לעולם בתייש הבא על הצבייה כו'   ושה אפילו מקצת שה כו'.  </b> קשה דלמא כ\"ע לא אמרינן שה אפילו מקצת שה ובצבי הבא על התיישה וילדה כו' ופליגי דרבנן סברי אין חוששין והוי ודאי תייש ור\"א סבר חוששין ולא אמרינן מקצת שה י\"ל דא\"כ למה פליגי בכוי וא\"ל [דקמ\"ל] דר\"א לא סבר מקצת שה דלא אמרינן מקצת שה הוא פשיטא ומקצת שה אמרינן הוי חידוש וק\"ל: ", 
            "בתוס' <b>בד\"ה אילימא דשחט לה כו'   תימה דלמא דשחט לתייש ובנו כו'.  </b> וקשה חדא דרישא ונוהג מן העז ומן הרחל הוי בנקבה וסיפא בזכר ועוד מאי אינו נוהג בכוי מאי תליא בכוי אינו נוהג בתייש [הול\"ל] ודו\"ק: "
        ], 
        [], 
        [
            "בתוס' <b>בד\"ה שחיטה שאינה ראויה וכו'   ועוד דבהדיא תנן כו' ועובר בלאו דלא תשחטו.  </b> וקשה לי הא בגמרא אח\"כ ובתוספות מייתו אותו דהאי לאו דלא תעשו וקאי על שחוטי חוץ [דמשום שחוטי חוץ עובר בלאו] וא\"כ לא דייקו מידי דהוי פירושו לרש\"י כמו שפירש רבא הברייתא אח\"כ אליבא דרב המנונא אלא נראה לי דה\"פ ועוד דצ\"ל גזירת הכתוב דהא בהדיא תנן אותו ואת בנו ומחוסר זמן כו' ולמה נקרא אותו ואת בנו מחוסר זמן הא אינו נוהג בקדשים לפי הה\"א והיכי ס\"ד דרב אושעיא ורב המנונא דאינו נוהג אלא צ\"ל לכך נראה כו' לכך לא מצי למיפרך הא דבהדיא תנן די\"ל דראשון חולין ושני קדשים לכך לא פריך בגמ' ממתני' אבל בברייתא שניהם קדשים א\"כ עדיין קשה והא השני עצמו אפילו אם ראשון חולין והשני אינו ראוי לפי הס\"ד השתא מטעם דכל כמה דלא זרק כו' אלא צ\"ל אלו השני לבד קדשי' והראשון חולין דהוי ראוי לא קשה משני דגזירת הכתוב הוא (*ס) א\"כ מדויק דצ\"ל גזירת הכתוב דאל\"כ לא הוי מתורץ הקושיא [דמוכח] ממתני' כו' דלא כס\"ד השתא ודו\"ק:  "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "גמ' <b>ור\"ש כו'   גמר מטבוח טבח והכן.  </b> וא\"ת הו\"ל למילף מוזבחת דהוי שחיטה ראויה וי\"ל אדרבה מן וזבחת נפקא בריחוק מקום אתה זובח ואי אתה זובח בקירוב מקום והא קירוב הוי שחיטה שאינה ראויה דהא חולין בעזרה דאסור בהנאה (*ע) מהכא נפקא וא\"כ מוכח דשחיטה שאינה ראויה הוי שחיטה א\"ו מטבוח טבח והכן נפקא וחולין בעזרה דהוי שחיטה גזה\"כ הוא כמו קדשים בחוץ (*פ):  "
        ], 
        [
            "גמ' <b>וסבר ר\"ש חולין בעזרה דאורייתא כו'.  </b> בל\"ז ה\"א דרבנן וא\"ת מה לי ראוי או אינו ראוי י\"ל דהוי אינה שחיטה כלל [כסד\"א] והוי כנותר ומעקר בפנים דלא גזרו אבל השתא דהוי שחיטה ומטהר מידי נבילה קשה ודו\"ק: "
        ], 
        [], 
        [
            "גמ' <b>מ\"ש מתלמידי דרב כו'  .  </b> קשה מאי פריך מרב ייבא כו' הב ליברך דהתם לא הוי דעתו לשתות והוי נמלך לכן צריך לברך בפה\"ג אבל הכא היה דעתו לשחוט יותר אלא (או) [משום] גזירה לכסות לחיה בפני עצמה ודו\"ק: ", 
            "בתוס' <b>בד\"ה סמוך מיעוטא לחזקה כו'   וי\"ל כו' לאו רוב גמור כו'.  </b> וקשה מאי פריך בגמרא דסמוך מיעוטא לחזקה מהתם דאינו רוב גמור וי\"ל מ\"מ הול\"ל פלגא ופלגא למה אמר רוב מעשיהן מקולקלים:  "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "גמ' <b>מוקדשין פשיטא כו'   האי מוקדשין נוהג בגיד מבעיא ליה.  </b> בקצרה לא קשה דדלמא לא נחית לאשמועינן רק דאיסור גיד נוהג במוקדשין ואף דפשיטא הוא דנוהג דהא איסור גיד קודם לזה פריך מקודם מוקדשין פשיטא כו' וצריך שיהיה אחד לצורך אע\"כ לאשמעינן דאתי איסור מוקדשין וחייל אאיסור גיד א\"כ איפכא מבעיא ליה: ", 
            "גמ' <b>בהדי הדדי קאתי.  </b> דאילו איסור מוקדשין קדים תו לא אתי איסור גיד הקל וחייל אבל איפכא איסור מוקדשין חייל אגיד משום דמוקדשין הוי איסור כולל שכולל גם הבשר כולל נמי גיד עמו לאוסרו משום קדשים וזה פסיקא ליה לתלמודא ממתני' דכריתות וכמ\"ש התוס' [וא\"כ לא היה צ\"ל דסבר במעי אמו דבהדי הדדי קאתי] ומשום דתני גיד נוהג במוקדשין דמשמע כאילו הה\"א דגיד אינו נוהג וע\"כ צ\"ל וה\"א דבמעי אמן הן קדושים ובשליל אינו נוהג לזה מניח הה\"א בזה החלוקה דבמעי אמו כו' דמנ\"ל לשלול תרוייהו מסברא החיצונה כיון דאין מוכרח רק אחד [דנוהג בשליל] ואחרי בואנו לר\"י שלא נקשרו כו' תו מוכרח שניהם בהוייתן קדושים דאל\"כ קדים איסור מוקדשין מיצירת העובר קודם יצירת הגיד ודנוהג בשליל מכח סיפא: ", 
            "גמ' <b>והא מדקתני סיפא כו'   וכפרש\"י סיפא למה לי למתני.  </b> ויש לראות דאי מרישא דלמא אינו נוהג בשליל וקמ\"ל דאיסור גיד נוהג במוקדשין משום דבהדי הדדי קאתי דבהווייתן הן קדושים ולאפוקי של\"ת במעי אמן קדושים ולא אתיא איסור גיד וחייל אמוקדשין וי\"ל דא\"כ סגי בסיפא לחודא ורישא ל\"ל כיון דנוהג בשליל ממנ\"פ גיד נוהג במוקדשין דאי במעי אמן כו' בהדי הדדי אתי ואי בהוייתן איסור גיד קדים. אבל בתימא שבד\"ה והא מדקתני אין ליישב כן [דאכתי תקשי ל\"ל רישא] דאיצטריך רישא דאיכא איסור גיד בשליל אפילו מבן ח' ומתחלת יצירתו כ\"ז שלא נשחט האם ואילו בסיפא בבן ט' דוקא נוהג בשליל כיון דנשחט האם וא\"כ [ה\"א] איסור מוקדשין קדים כמ\"ש התוס' בד\"ה בולדות כו' (*צ) ואין סברא לומר [מוסב אדלעיל] לאשמעינן דינא בולדות קדשים במעי אמן כו' דאי (מרישא) [מסיפא] ה\"א בהוייתן ומשום דאיסור גיד קדים כיון דסוף סוף ידעינן הך דינא דגיד נוהג במוקדשין [ומה ענין הך דינא דולדות קדשים במעי אמן כו' להך מתני' דהכא דאיירי מאיסור גיד] בשלמא לאיבעית אימא בסמוך דפירש רש\"י ואשמועינן תנא דידן דלא קדשי כו' ניחא דקמ\"ל דינא דגיד נוהג במוקדשין שלא תימא אף דנוהג בשליל כדקתני סיפא מ\"מ אין גיד נוהג במוקדשין משום דבמעי אמן קדושים וקדמי איסור מוקדשין כר\"י ולכך לפי האמת א\"צ לומר דבר זה מחלוקת ר\"י ורבנן כו' אבל עתה דלא ידעינן אכתי דר\"י [שלא נקשרו] אבריו בגידין א\"כ ממנ\"פ גיד נוהג במוקדשין כיון דנוהג בשליל. אבל א\"ל [דמש\"ה אין סברא לומר דרישא אשמעינן דינא דולדות קדשים במעי כו'] דמרישא לא נשמע כלל דבמעי אמן קדושים דאף דנוהג בשליל [כדבסיפא] מ\"מ דלמא בהוייתן הן קדושים ואיסור גיד קדים ותני לישנא גיד נוהג במוקדשין לאפוקי שלא תימא אין גיד נוהג דבמעי אמן קדושין כדבסמוך בואבעית אימא דז\"א דסוף סוף איסור גיד נוהג בממנ\"פ כיון דנוהג בשליל כבסיפא ולא ידעינן לדר\"י אכתי וא\"כ למאי תני רישא אם לא לאשמעינן במעי אמו. מיהו [אף דמייתר הוא לענין דינא דגיד גופא] מ\"מ לא קאי שפיר בלשון דממעי כו' כיון דממנ\"פ נוהג במוקדשין [והיאך נוכיח משום יתורא מה דאינו במשמעות לשון המשנה] אם לא שנאמר דמשמע טפי גיד נוהג במוקדשין הבא עמו מלפרש במוקדשין הבא אחר איסור גיד [ומחמת יתורא הוי דייקינן לה ממשמעות הלשון אף דלאיבעית אימא אינו כן. לזה הוצרך לדחות כדלעיל דאכתי ל\"ל לאשמועינן הך דינא בדינא דגיד כיון דס\"ס גיד נוהג]: ", 
            "ברש\"י <b>בד\"ה יש בגידין בנ\"ט בבשר כצ\"ל:  </b>", 
            "ברש\"י <b>בא\"ד וחדא דאיסור חע\"א כו'  .  </b> אף דשמעינן זה כבר ממתני' דכריתות: ", 
            "ברש\"י <b>בד\"ה אם ישבו בנ\"ט כו'   שיערו חכמים בששים כו'.  </b> משום דטעם גיד בירך אי אפשר למיטעמיה דהכל טעם בשר לכן פירש בס' ומקודם יש בגידין בנ\"ט ר\"ל לטעם בעצמו לאפוקי עץ בעלמא: ", 
            "ברש\"י <b>בד\"ה ה\"ק כו'   והדר תני פלוגתא כו' נוהג בשליל כו' לפי\"ז לר\"י דאינו נוהג בשליל ממילא אין גיד נוהג במוקדשין ואע\"ג דבטמאה ס\"ל דנוהג משום דאיסור לאו הוא וכסברת אימור דשמעת כו' ואע\"ג דכבר ידע חילוק זה [והיאך תירץ לו אח\"כ דחל אמוקדשין שכן איסורו נוהג בב\"נ] מ\"מ לבתר שתירץ אע\"ג דאיסור מוקדשין קדים כו' אזדא ליה שינויא דדבר זה מחלוקת וא\"צ לזה דשפיר ס\"ל לר\"י גיד נוהג במוקדשין כמו שנוהג בטמאה שכן איסורו נוהג בבני נח אבל לת\"ק דלא ס\"ל הך סברא דנוהג בבני נח דלהכי אינו נוהג בטמאה [למה דס\"ד דהת\"ק דמתני' הוא ת\"ק דגיד אינו נוהג בטמאה] א\"כ ע\"כ טעמא דרישא דגיד נוהג במוקדשין משום דנוהג בשליל וא\"כ בהדדי אתי דא\"ל לעולם אינו נוהג בשליל ונוהג במוקדשין מטעמא דר\"י דהא ת\"ק לא ס\"ל שנוהג בבני נח [ולזה הוכרח לתרץ דדבר זה מחלוקת ולר\"י אינו נוהג במוקדשין אף דנוהג בטמאה].  </b> ועוד בלא\"ה לעולם ר\"י ס\"ל גיד נוהג במוקדשין [כבטמאה. דלא ידע לחלק] מאי אמרת שמא ת\"ק נמי אינו נוהג בשליל ס\"ל ונוהג במוקדשין כמו לר\"י [ולמה ליה לתרוצי דבר זה מחלוקת הא מלתא דסיפא לא נשמע מרישא] דס\"ס ליתני סיפא ונוהג בשליל לחודא ורישא למה לי כמ\"ש לעיל [לזה הוצרך לשנויי דרישא מטעם דנוהג בשליל דת\"ק דהכא כת\"ק דר\"י בטמאה דאינו נוהג בבני נח וסיפא פירושא דרישא ושוב לא קשיא ל\"ל רישא ליתני פירושא לחוד] וק\"ל: ", 
            "בתוס' <b>בד\"ה ואתי איסור כו'   דחמור כו' כדפרש\"י כו'.  </b> טפי הול\"ל משום דהוי איסור כולל כסתמא דכריתות: ", 
            "בתוס' <b>בד\"ה אלא קסבר כו'   ומה שהקשה ר\"י כו'.  </b> דלטעמא דאאחע\"א קאמר שכן איסורו חמיר שנוהג אפילו בבני נח כדאיתא בסמוך בגמ' בהדיא: ", 
            "בתוס' <b>בד\"ה איסור גיד כו'   וא\"ת ולימא כו'.  </b> ולא יהיה קשה הא תנן ירך: ", 
            "בא\"ד <b>וכ\"ת כו'   דהשתא נמי כו'.  </b> ולא משני דהו\"מ למיפרך מר\"מ אלא דעדיפא מניה פריך וכא\"נ ודו\"ק:  "
        ], 
        [
            "גמ' <b>דקתני נוהג בבהמה כו'   ס\"ל כוותיה בחדא כו'.  </b> הא דאינו נוהג בטמאה אינו ת\"ק דהכא דת\"ק דמשנתינו ס\"ל כר\"י דפליג בטמאה וס\"ל דאיסירו נוהג בבני נח ולא כת\"ק דר\"י ס\"ל בסיני נאמרה וכ\"ת א\"כ לישני קסבר אין בגידין בנ\"ט כו' כדלעיל ות\"ק דהכא אינו ת\"ק דירך כו' דהתם אין פלוגתא מפורש כבמתני' [דטמאה] אבל א\"ל דאינו נוהג בטמאה משום מי שגידו אסור כו' כר\"ש דסוף סוף אקושית ר\"י השיבו בסיני נאמרה ולא לבני נח וא\"כ אמאי חל אאיסור מוקדשין אבל בכל הך שמעתתא קודם שחידש הגמ' דהאי ת\"ק ס\"ל כר\"י בטמאה הקשו תוספות שפיר פעמים ושלש מאינו נוהג בטמאה: ", 
            "גמ' <b>קדשים דאיסור כרת כו'  .  </b> אף דנפרש לר\"י כיון דלבני נח נאסר לא מסתבר שיפקע אח\"כ כדפריך תלמודא לעיל משום דאקדשיה פקע לאיסור גיד מיניה [ולא כנראה לפי פשוטו דדחה טעמא דת\"ק דא\"א חע\"א משום דהוי איסור חמור דאיכא לפלוגי במוקדשין דאיסור כרת רק משום דאיסור גיד בא קודם לא פקע אח\"כ כשנצטוו על איסור טומאה] מ\"מ דלמא מכח איסור חמור פקע ולא דמיא להא. ועוד דסוף סוף פריך דלמא ר\"י מודה במוקדשין משום דא\"א חע\"א דנהי דבטמאה לכ\"ע איסור חמור חל על איסור קל וטעמא דת\"ק כדר\"ש ור\"י מבטל טעמא דר\"ש [כיון דלב\"נ נאסר לא פקע וכמו שפירשו התוס'] מ\"מ במוקדשין מצד שאין איסור קל חל על איסור חמור לכ\"ע אינו נוהג [דלא בא להשיב בטעם זה לענין אחע\"א דלענין זה לא מהני כלל טעם זה דלא פקע כיון דמ\"מ בשעת חלות האיסור ביצירת העובר מוקדשין קדים. רק בא לדחות טעמא דר\"ש]: ", 
            "גמ' <b>ורבנן מחוברין כו'  .  </b> א\"ל לרבנן דלמא מיעט המחוברין דאיסורא ולא קשה מיעוטא למה לי דכי יש לסמוך התורה את עצמה על דברי קבלה ועד דאתא יחזקאל מי יאמר לן הדין אולי בלא קרא דמשקה נמי מסברא סבירא להו לרבנן דאין סברא לרבות הקטרה לגבוה המוקצה מחמת איסור להדיוט רק השתא דכתב ביחזקאל נקטו קרא ותדע דאלת\"ה א\"כ עד יחזקאל הוי דרשינן לקרא כרבי ריבויא למחוברין דאיסורא ודו\"ק: ", 
            "גמ' <b>ור' מחוברין דהיתירא לא צריך כו'  .  </b> א\"ל לרבי דלמא בהיפך מיעוטא למחוברין דאיסור שלא תרבה מוהקטיר הכל כמו חלב ודם וריבוי לפירשו דהיתירא [שלא למעטו מבשר ודם לחוד] ורבנן מחוברין דאיסורא א\"צ מיעוט דממשקה ישראל כתיב ולפי\"ז יהיה שוין בגוף הדין רק במשמעות דורשין לרבי מסתבר לאוקי הריבוי ומיעוט בתחלת ההעלאה ומחוברין דאיסורא צריכין מיעוט ולרבנן מיעוטא אסוף העלאה ומחוברין דאיסורא א\"צ מיעוט י\"ל דלעולם צריכין לישב המקראות דכתב פ\"א הבשר והדם לחודיה ולא דבר זולתן בין דהיתירא בין דאיסורא ופ\"א כתיב הכל מוקי רבנן הכל בתחלת העלאה שוה הכל חוץ ממה שנאסר לישראל שאינו בכלל הקטרה דאיתמעט בעלמא ממשקה ישראל והבשר ודם גרידא בסוף העלאה ורבי סבר הכל במחוברין ובשר ודם גרידא בפירשו [דמשמע בשר ודם לבד ומה\"ת למעט איסורא טפי מהיתירא. ובזה מתורץ נמי הא\"ל לרבנן דלעיל] אך עתה קשה תימה שבתוס' בד\"ה פירשו כו' בל\"ז [י\"ל כתירוצם] ונראה כו' אך עתה דלמא לעולם סברא לרבות כל מה שנוכל ולרבנן מחוברין דאיסורא ואפילו פירשו דאיסורא יקריבו ושאני לרבי אי אפשר לרבות יותר לפי סברתו דריבוי ומיעוט איירי הכל בתחלת העלאה צריכין לקיומי קרא דבשר ודם גרידא למעט אפילו פירשו דהיתירא וק\"ל. ובזה יש ליישב התימה וי\"ל שבתוס' [דתימא אין לו תירוץ בכל מקום וכאן כתבו ונראה אלא משום דבאמת אין לתרץ כן]:  "
        ], 
        [
            "גמ' <b>מי כתיב לא יאכל המזבח כו'  .  </b> טפי הול\"ל קרא דרבי ודו\"ק: ", 
            "גמ' <b>פרוכת עוביו טפח ועל שבעים ושנים כו'  .  </b> ברבה מוסיף ולא היה בו קשר: ", 
            "גמ' <b>ושתים היו עושין בשנה כו'  .  </b> אפשר לפרש אחד לדביר ואחד לאולם: ", 
            "ברש\"י <b>בד\"ה אורכן מ' כו'   לרחבו של היכל כו'.  </b> לא לרחבו של פתח דלא היתה רחבה כל כך דכל הפתחים שהיו שם כו' וכן לגובה מן העלייה כו' לא לגובהה של פתח לאפוקי לפירוש ראשון דמדתו היה מכוון לפתח אולם ולכך מפרש פירוש ראשון אאולם אף שלא מצינו בו פרוכת מפורש ופתח הו\"ל ופרוכת ל\"ל וצריך לדחוק לצניעות בעלמא משום דדחיקא ליה לפרש אדביר דלמה לי אורך ורוחב כל כך: ", 
            "ברש\"י <b>בד\"ה שהוכרו לאו דוקא כו'  .  </b> דלמה לי הוכרו אף אם לא הכיר וראה הגיד מעולם: "
        ], 
        [
            "גמ' <b>טופלו לימינו (ואף) [אפ\"ל] לרבי שמואל בר נחמני מסתמא סייף היה חגור דס\"ל להך מ\"ד שרו של עשו היה סמאל ובא להזיקו ובידו חרב ועל חרבך כו'   א\"כ ודאי לא היה מניח כלי אומנתו וכדי שלא יכירנו למלאך לא היתה שלופה בידו רק כעובד כוכבים נדמה לו ולמ\"ד כת\"ח כו' ס\"ל דמיכאל היה כדעת פרקי ר\"א וכדי שילמוד ק\"ו שלא יתירא מעשו [התאבק עמו שיראה כי לא יוכל לו] לזה נדמה לו כת\"ח [משום דסובר מלאך טוב היה].  </b> וא\"ל האיך הבין יעקב בה\"א שהוא ת\"ח היאך יצא בלילה [דא\"ל דלא נשמע הדין רק מדהוזק כדקאמר מכאן לת\"ח וכפרש\"י] דע\"כ יעקב ידע הדין מדקאמר מכאן לצדיקים שחביב כו' ואי לא ידע מנ\"ל מכאן כו' [דהא יעקב ת\"ח] ואפ\"ה נשאר לבדו משום שחביב כו' סבר שגם הוא יצא לבדו בשביל איזה ממון: ", 
            "גמ' <b>ורבנן מאחוריה אתא כו'  .  </b> דמלפניו אין דרך לשוח עצמו לאחוז בב' ירכותיו דא\"כ יהיה שכנגדו למעלה ממנו וינצחו רק דרך לחבקו ידו אחת למעלה על כתפו וידו מגעת לכף ירך ימנית של חבירו מאחוריו וידו אחת סביב גופו: ", 
            "גמ' <b>האי בהאבקו מאי דרשי ביה כו'  .  </b> אבל ויאבק בתחלה אבקו יחד כל הלילה ואפשר שלפעמים בא מאחוריו: ", 
            "בתוס' <b>בד\"ה כמ\"ד וא\"ת כו'  .  </b> אילולי דבריהם הייתי אומר דכמ\"ד כו' תלמודא הוא דקאמר מאי דמפרש והכן לג\"ה טפי מלשאר גידין האסורין משום דם או לענין ניקור חלב ומליחה והדחה וכה\"ג דאין הכרע בוהכן טפי לזה מלזה דבשלמא וטבוח טבח משמעו שחיטה אלא משום דס\"ל כמ\"ד כו' וזה לדעתי ברור. אבל אין נראה ליישב דמצות עשה שיש קיבול שכר על שמירתן קיימו אע\"פ שאינו מצווה אבל מצות לא תעשה לא שהרי יעקב נשא ב' אחיות והקים מצבה ועמרם נשא דודתו דכיון שאין שכר בקיומן אא\"כ בא לידו ופירש כדמשמע פ\"ק דקדושין ואין מצווין לקיימה למה יקיימוה ז\"א דמ\"ש טול גיד הנשה ופרע להם בית השחיטה שניהם בקום ועשה כאן שלא תאכל הגיד וכאן שלא תאכל אבר מן החי או נבילה וקצת יש לחלק והראיה שעל השחיטה מברך ואלא תעשה לא מברך: ", 
            "בתוס' <b>בד\"ה מכאן כו'   דמשמע כל אדם כו'.  </b> ברחוק מן העיר כו' ולא הקשו נמי דכאן קאמר יחידי דדלמא אד\"ם נמי ביחידי קאמר (*ק) בזה אפשר לכוין ואתם אל תצאו איש מפתח ביתו כו' דקדק ואתם הול\"ל ואל תצאו כו' כמו משכו וקחו כו' ולקחתם כו' וכל הפרשה לפניו ולאחריו לפי שנאמר הוציאך ה' אלהיך ממצרים לילה בראה ובמסעי ממחרת הפסח יצאו כו' ביד רמה לעיני כל מצרים ובגמ' ברכות הכל מודים כשנגאלו לא נגאלו אלא בלילה שנאמר הוציאך כו' וכשיצאו לא יצאו אלא ביום שנאמר ממחרת כו' ותרגום אונקלוס מפרש ועביד לך נסין בליליא והמפרשים פירשו שיצאו ממצרים בלילה ומארץ מצרים שהוא רעמסס ביום כי יצאו מעיר מצרים בלילה ונאספו יחד ברעמסס להכי דייק לישנא דקרא במסעי ויסעו מרעמסס כו' ובראה ממצרים הוא עיר מצרים ולא כתיב מארץ מצרים והקשה הרמב\"ן על דעת זו הא כתיב ואתם אל תצאו כו' ואפ\"ל דלעולם יציאתן מארץ מצרים ביום לעולם יצא אדם כו' דהיינו רחוק ממקום חיבתן כמ\"ש התוס' אבל בסמוך לא הקפיד הכתוב ללכת כפי הדין דבסמוך רשאי רק ואתם זקני ישראל המה הסנהדרין ות\"ח וכמו שאיתא במדרש ויקרא משה לכל זקני ישראל אפשר שאוסף כל הזקנים מס' רבוא ישראל כו' אלא כו' אל תצאו אי\"ש דייקא מפתח ביתו עד בקר דת\"ח אסור לצאת יחידי בלילה וזה דקדוק נכון בלשון ואתם ובלשון אי\"ש כו':  "
        ], 
        [
            "גמ' <b>רב אמר מהכא ויזרח לו השמש אמר ר\"ע כו'  .  </b> הכל מהראיה עד לבסוף ורב מייתי מר\"ע ממה שאמר מיד בא השמש ודלמא ילך בלילה אע\"כ משום דאין דרך ת\"ח לצאת בלילה וק\"ל ותדע שאין דרך הגמרא לומר אמר ר\"ע שהוא תנא רק בלשון תניא [אלא רב מייתי לה לכולה ודו\"ק]: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "ברש\"י <b>בד\"ה ואסור להעלות דלמא אתי למיכלינהו כו'   ובלעי מהדדי כו'.  </b> ע\"י דאתי למיכלינהו כי הדדי יניחם יחד בכלי אחד ולפעמים באלפס רותח כדמסיק דאסור משום מבשל אף אם אינו אוכל או לה\"א ע\"י נגיעת צונן: ", 
            "ברש\"י <b>בא\"ד ואע\"פ שמותר לאכול כו'  .  </b> אף דאל\"כ (*ר) לאיזה צורך יעלה שניהם בבת אחת: ", 
            "בתוס' <b>בד\"ה כל הבשר ואשמעינן דחייל כו'  .  </b> ואף מתני' רמזו בכל הבשר עיין בר\"ן: ", 
            "בא\"ד <b>משום דאתקש כו'  .  </b> א\"ל [דמש\"ה לא תני לה במתני'] דפסיקא ליה למשנתינו דאילו אינו נוהג בשר בחלב בח\"ל ל\"ל ארצכם שלא תקיש בכורים לבשר בחלב כיון דקושטא הוא שאינו נוהג אלא בארץ א\"כ נקיש ונקיש דז\"א דודאי בלא ארצכם מסברא נוהג בשר בחלב בכל מקום והייתי מקיש בכורים לבשר בחלב אבל לבתר דכתיב ארצכם [ה\"א ד]נקיש בהיפך [ועכצ\"ל כמ\"ש תוספות מה דשייר כו']: ", 
            "בתוס' <b>בד\"ה ואסור להעלות כו'   האי חוץ לא איצטריך כו'.  </b> דבלא חוץ נמי נכלל עוף בואסור להעלות כו'. אף דבגמ' דייק הא עוף כו' משמע לכאורה מחוץ לבתר דשנה חוץ דייק מסיפא דלא הוציאו בחוץ:  "
        ], 
        [
            "במשנה <b>הנודר מן הבשר מותר בבשר דגים וחגבים.  </b> חגבים דנקיט [אף] דלא מימלך עלייהו שליח [והוי מלתא דפשיטא] ומ\"ש התוס' בד\"ה הנודר חגבים [שהיה לפניו בתוס' בפרק הנודר פריך דבשר דגים וחגבים נמי מימלך כו'] אפשר שהוא ט\"ס [וכן הגיה מהרש\"א] דהא לא משני מידי אחגבים מ\"מ הא גופא אשמעינן דאינו בלשון בני אדם וכפרש\"י או אפשר בכאיב ליה עינא ובהקזה חגבים נמי לא אכיל וצריך לראות שם בגמ': ", 
            "גמ' <b>בשינויא דרב אשי בסיומא מותרת ועיין בב\"י סי' פ\"ז דדגים בחלב אסור משום סכנה ובש\"ע לא הביאו גם מראה מקום על א\"ח סי' קע\"ג ואיננו שם ואם יצא לו מהאי ביניתא דכיצד צולין [דף ע\"ו ע\"ב דאטוה עם בישרא דאסרה רבא למיכלה בכותחא מר בר רב אשי אמר] אפילו במילחא נמי אסורה כו'   ר\"ל אפילו בלא אטוה עם בשר רק דג במלחו כסדר הטויה באחוה [היינו מלח ולישנא דגמרא נקיט כוורא טויה באחוה] נמי אסור בכותחא זה אין מוכרח דר\"ל הך דאטוה בהדי בישרא אסור אפילו בלא כותחא [ור\"ל אפילו במלחא לבד בלא כותח] משום סכנה דאטוה בהדי בישרא.  </b> גם עם בשר [דאסור] אין מפורש רק שם מהאי ביניתא דאטוה בהדי בישרא [ואי פירושו דאסור בכותח א\"כ מנ\"ל דין דעם בשר אסור משום סכנה]: <br>והא דדגים שעלו בקערה של בשר כו' אם אין בדגים ס' נגד ממשות השומן שע\"פ הקערה אסור לאוכלו בחלב דמשמע בהדיא הא באנפי נפשיה שלא בחלב שרי התם מצד איסור בשר בחלב קאמר לא מצד הסכנה: ", 
            "ברש\"י <b>בד\"ה סבר לה כר\"ע כו'   מינו הוא דאי לאו מינו כו'.  </b> אפשר דלא תימא מש\"ה ס\"ל בנדרים כר\"ע משום דבשר הוא לענין בשר בחלב ולזה מפרש כאן דאי לאו מינו כו': ", 
            "בתוס' <b>בד\"ה הא עוף כו'  .  </b> ה\"נ הו\"מ למינקט חיה כו' דהא הנודר כו\". [אין ראיה ד]התם לא כללינהו באיסורא כמו כאן [כל הבשר כו'] חוץ כו': ", 
            "בתוס' <b>בד\"ה חלת ח\"ל כו'  .  </b> דקרי דטומאה היוצא כו' כצ\"ל: ", 
            "בא\"ד <b>מדלא חשיב בעל קרי כו'  .  </b> ועדיפא להו הך הוכחה מלהוכיח ע\"י הוכחה שכתבו אחר כך דלרבנן גופיה א\"צ טבילה רק לבעל קרי ממילא ר\"י בבעל קרי פליג אבל א\"ל דלאפוקי טמא מת הוכיחו בסמוך אבל דלמא טבול יום ע\"י שרץ ומ\"ש בסמוך בעל קרי לרבנן לבתר דהוכיחו דאפילו בטומאת קרי שרי ר\"י דז\"א דתקשי כיון שבלא\"ה טמאין הכל ע\"י מת דחמירי מאי הועילו בתקנתן לטהרו מידי שרץ ס\"ס טמאין ונאכלת חלתה בטומאה אלא לא הקפידו רק על טומאה היוצאה מגופו: ", 
            "בא\"ד <b>בירושלמי דלר\"י נצרכא.  </b> דמקודם טבילה שייך לחלק בין זב כו' לקרי אף דטומאה יוצאה מגופו לא החמירו כזב משא\"כ לבתר טבילה לרבנן אין סברא לחלק וכ\"כ האשר\"י: ", 
            "בא\"ד <b>דשקיל בריש מסיא כו'  .  </b> התם אחלת האור קאי בדליכא כהן קטן דודאי אין לה שיעור כיון דמפריש עוד אחד ונותנה לכהן אפילו טמא וכיון דשניהם מדברי סופרים מסתמא הנאכלת יש לה שיעור כמו מנהר ועד אמנון ולפנים רק משמע להו [הא דקאמר] ואי ליכא כהן קטן שקיל לה לאותה חלה גופה שקצה [ליתן לכהן קטן] בריש מסיא כו': ", 
            "בא\"ד <b>כמו בחלה היכא דאיכא כהן קטן כו'  .  </b> דכיון שאינה נשרפת א\"צ להפריש שנים רק היכא דליכא כהן קטן או גדול שטבל דאז ע\"כ נשרפת שהרי מתקלקלת אבל תרומת תבואה יין ושמן משהי לה עד שיבא כהן גדול שטבל או מבטל ברוב ולעולם אינה נשרפת להכי א\"צ ב' תרומות שהרי לא תשתכח: ", 
            "בא\"ד <b>ומיהו נראה כו'  .  </b> ושם ודאי התרומה נשרפת כמו חלה דמ\"ש א\"כ אתי להשתכח לכך נראה כו' משום דשייכא כו' וכל אחד עושה בכל יום ממילא יבא להשתכח כו': ", 
            "בא\"ד <b>ול\"ד לחלה שניה כו'  .  </b> הא דלא דמיא חלה הראשונה דבבל ודדידן לחלת הראשונות דסמוכין דאינן ניתנין לכהן קטן משום דהתם יש טעם דאתי לאחלופי בחלת א\"י גופיה דודאי אסירא לכהן קטן או גדול שטבל וצריך טהור גמור בא\"י ובא\"י הסמוך לארץ עובדי כוכבים אפילו טבל והעריב שמשו דטהור גמור לא משום דהוי תרומה טמאה דאורייתא אבל ברחוקים דלא אתי לאחלופי התירו לכהן קטן או גדול שטבל ולא רצו להקל כ\"כ לטמא גמור ולהכי בליכא כהן קטן או גדול שטבל הראשונה נשרפת ומשום שלא תשתכח מפריש עוד אחת לכהן גדול טמא גמור אבל חלה שניה דבסמוכין גופיה אין טעם משום איחלופי שהרי בשום מקום אין שניה דאורייתא ואפ\"ה אסרוה לזב כו' א\"כ מ\"ש דידן ולזה כתבו דהתם לעולם צריך להפריש כו'. וטעם למנהגנו שאין מפרישין רק חלת האור עיין באשר\"י. וישר בעיני להנהיג להאכיל לכהן קטן או גדול שטבל והיכא דליתיה להפריש שנים כבגמרא דבכורות (דף כ\"ז) אמר רבינא כו': ", 
            "בא\"ד <b>ונראה שאינה טובלת.  </b> כל כמה דלא הפרישה ודומעת לאחר שהפריש וקרא לה שם חלה אם נתערבו בה או בעיסה אחרת:  "
        ], 
        [
            "גמ' <b>ס\"ס כלי שני כו'  .  </b> אף דמפליט ומבליע כדי קליפה היינו מדרבנן ומשמע מזה דכל כ\"ש הקליפה שרי בהנאה [דכל בב\"ח שאסור באכילה מדרבנן מותר בהנאה]: ", 
            "גמ' <b>אכל ולא משי ידיה כו'  .  </b> לפירוש ראשון בתוס' עשה קינוח ולפירוש ר\"ת לא עשה קינוח דא\"צ: ", 
            "ברש\"י <b>בד\"ה בשלמא כו'   ומיכלי' הזר ולא גזרינן הוי איכא למשמע כו'.  </b> ולא אטו העלאה דבהמה כצ\"ל: ", 
            "ברש\"י <b>בד\"ה אבל הכא כו'   דכי מסיק להו היינו אכילה כו'.  </b> לכאורה לעשותו חדא גזירה ור\"י הכריח דהוי גזירה לגזירה ומנא תימרא דמקרי זה גזירה לגזירה דלמא העלאה ואכילה מיחשב כחדא דתנן חלת כו' ופריך אביי לעולם חדא גזירה היא והתם בח\"ל משום דליכא למיגזר כלל ואכתי לא מיושב למה משנה אביי ונקיט העלאה אטו העלאה ולא אטו אכילה כר\"י [רק דחדא גזירה היא דהעלאה ואכילה מיחשב חדא] ואפ\"ל דלא בא לישב [דהוי] חדא גזירה רק ר\"י קאמר דה\"נ בהעלאה ליכא למיגזר משום דאורייתא דאף דאסרו אכילת עוף אטו בשר דאורייתא שיסבור זה מותר כזה מ\"מ השתא דאסור עוף בחלב אין לאסור ההעלאה [משום חשש רואין שיסברו שאכילה מותר כהעלאה] רק משום שמא שלא במתכוין יאכלנו וא\"כ ליכא לבא לידי איסור דאורייתא שאין הטעם משום גזירת הרואין רק איהו גופיה יבא לאכלו לזה אמר אביי דלא דמיא לחלת ח\"ל בח\"ל דליכא למיגזר אבל כאן ישנו חששא דאורייתא משום העלאה אטו העלאה שיסברו כיון דעוף בחלב אסור ואפ\"ה שרי להעלותו ה\"נ בבשר בהמה שרי העלאה ויבא לאכלו שלא במתכוין [בכי הא גזרינן אפילו גזירה לגזירה] ודו\"ק: ", 
            "ברש\"י <b>בד\"ה בלא קינוח כו'   ידיו ולקנח פיו אבל כו'.  </b> כצ\"ל: ", 
            "בתוס' <b>בד\"ה עוף וגבינה כו'   דלענין נ\"י אין חילוק כו'.  </b> ומייתי ברייתא דמינה שמעינן דבבשר וגבינה הדין נ\"י וקינוח וממילא מסברא דגבינה ובשר נמי צריך נ\"י דלענין זה אין סברא לחלק דדוקא לענין קינוח פה דבשר מושך שומן אבל לענין מה שנדבק בידי' אין לחלק. ולרווחא אפ\"ל [לב' הפירושים] מדלא קאמר עוף וגבינה נאכלין בסעודה אחת לפירוש ראשון או נאכלין בלא קינוח ונ\"י לפירוש ר\"ת דהוי קאי הדיוק הא בשר וגבינה צריך סעודה אחרת או קינוח ונ\"י [לר\"ת] משמע להו באפיקורן בהפקר לגמרי דהוי צריך לפחות או קינוח ונ\"י לפירוש ראשון ולפי' ר\"ת נ\"י לחוד [אי לא הוי תני ליה בלשון אפיקורן] ואפיקורן משמע גריעות ב' מדריגות [דמיתנייא בעלמא דהיינו דין בשר ואח\"כ גבינה וגבינה ואח\"כ בשר] ולר\"ת מסעודה לסעודה א\"צ כלל בשום דוכתא [וליכא ב' מדריגות. אע\"כ] משמע דבעלמא נ\"י הוא דין [דהיינו בבשר אחר גבינה] וק\"ל: "
        ], 
        [
            "גמ' <b>דאמר ר\"ז אין קינוח הפה אלא בפת.  </b> אליביה יש ליישב ולחם לא הביא דבאברהם ובמדרש השתא מה שלא אמר כו' ולפ\"ז אין צורך כיון דויקח חמאה וחלב ובן הבקר כו' ע\"כ חמאה קודם וממילא צריכי קינוח ואין קינוח אלא בפת: ", 
            "גמ' <b>איני והאמר ר\"ח כו'  .  </b> דא\"ל לפירוש ר\"ת בד\"ה עוף וגבינה לאחר קינוח ונ\"י דלא כלום משמע לגמרי א\"צ שהייה והרי בעי לפחות שהייה מועטת לקנוח ונ\"י מיהו לפ\"ז למאי דמסיק נמי בין גבינה לבשר סוף סוף צריך שהייה לנ\"י כמ\"ש התוס' לעיל רק פריך איני מדלא חילק אם קינח ונטל ידיו א\"צ שהייה ואם לאו צריך שהייה משמע דלעולם א\"צ שהייה (*ש) גם סתמא דאיבעיא משמע טפי בלא קינוח ונט\"י: ", 
            "גמ' <b>סכרוה אמר אשכחתינהו לכולהו איסתירי כו'.  </b> כצ\"ל: ", 
            "בתוס' <b>בד\"ה אילימא כו'   והשתא הו\"ל למיפרך א\"כ כו'.  </b> מ\"מ הוצרך לפרוך מר\"ז של\"ת לעולם הך אילימא גופא בב\"ה מדיח לחודיה מועיל ולא מקנח ולב\"ש תרתי בעי לזה פריך מר\"ז דהשתא צריך לפרש לב\"ה בע\"א אף מדיח [מיושב לכאורה מ\"ש והשתא הו\"ל למיפרך]. רק לא מרויח מידי דאם הוה פריך מכח קולי ב\"ש כו' ממילא הוה נסתר אלא ב\"ש כו' דקאמר השתא [דהוי כאילימא גופא] הו\"ל [לפרוך מקולי ב\"ש ו]ליעבד אלא אחר כב\"ש וק\"ל. ואולי עיקר המכוון לדעת פירוש דברי ב\"ה שהלכה כמותן [ולכך פריך טפי מר\"ז כדי לסתור הך אילימא בב\"ה]: ", 
            "בתוס' <b>בד\"ה מקנח כו'   תרוייהו בעינן כו'.  </b> דלפירושם דמדיח עדיף א\"ל ה\"ה כל חד מועיל דא\"כ אמאי נקיט ב\"ה מדיח הול\"ל מקנח דהוי רבותא טפי ועוד דהו\"ל [לתלמודא] למימר [ב\"ש אומרים] מקנח וכ\"ש מדיח ועיין באשר\"י. ולפרש\"י נמי א\"ל ה\"ה חד סגי כיון דנקיט ב\"ש מקנח צ\"ל אפילו מקנח דגרע טפי דאל\"כ אמאי נקיט הוא מקנח וב\"ה מדיח וא\"כ הו\"ל [לתלמודא] למימר וכ\"ש מדיח וכן בב\"ה ודו\"ק: ", 
            "בתוס' <b>בד\"ה מים ראשונים כו'   וא\"ת למאי נ\"מ כו'.  </b> ולענין נוהג בכ\"מ ככל מצוה משא\"כ חובה [דאינו נוהג במקום שאין מלח סדומית] וכמו לפירוש ה\"ג [דאין פירושו מרומז במלת מצוה או חובה רק בזה דטעון ברכה ככל מצוה] דכיון דאין יודעין [מלשון חובה גרידא] מאיזה טעם הוא חובה ממילא נוהג בכ\"מ משא\"כ לה\"ג [אף דאין מרומז הטעם מ\"מ כל דבר שאינו מצוה אינו טעון ברכה]: ", 
            "בא\"ד <b>אבל אחרונים לא דאמר ר\"י כו'  .  </b> והו\"מ לאתויי מרב אידי דהכא: <br>בסה\"ד כי אם הכשר כו'. לסלק הבשר והגבינה מהדדי ומכשיר האוכלין גופייהו ושחיטה משום דכתיב באורייתא וק\"ל:  "
        ], 
        [
            "ברש\"י <b>בד\"ה רוח צרדא אשטורדישון.  </b> ביומא (דף פ\"ג) מ\"ט תונבא הוא דנקיט ליה פרש\"י תונבא שטות אשטורדישון מחמת חולי: "
        ], 
        [
            "ברש\"י <b>בשר חזיר כו'  .  </b> שעת הגזירה היה והיו מתנכרין בפרהסיא מלומר יהודי אני ולכן היה רשאי להתעסק בחזיר וכ\"כ הב\"י: ", 
            "גמ' <b>חמי טבריא כו'   אבל מטבילין כו'.  </b> עיין גירסת האשר\"י וק\"ל: ", 
            "גמ' <b>דפסקינהו בבת בירתא.  </b> וכל גופו טובל כו' במקומן ובבת בירתא אפילו ידים לא ואה\"נ כל גופו לא אי אפשר דאי אפשר לטבול בבת בירתא שהוא חריץ קצר כל גופו ולזה פסוק [ותני] כל גופו טובל אם הוא גדול כו'. ואפשר דכל גופו בבת בירתא שרי דליכא למיגזר ביה משום מנא שמא ישפוך עליו ממנא: ", 
            "גמ' <b>גזרינן בת בירתא אטו מנא כו'  .  </b> פירוש אם נתיר בת בירתא שנמשך מן חמי טבריא ואין במקומו לטבילת ידים יאמרו נמי שרי ליטול מחמי טבריא בכלי לנ\"י דבכלי לנ\"י ובקרקע טבילה שוין ובאמת פסולין לנטילה מצד גריעות עצמן שהם חמין כדאמר במנא כ\"ע לא פליגי דאסור ולהכי בשאר מים לכ\"ע כשר בת בירתא לטבילת ידים ולא גזרינן אטו מנא דבמנא גופיה כשר לנטילת ידים ולא גזרינן טבילת בירתא אטו טבילת כלי ולפסול בת בירתא אף בשאר מים דאין זה קושיא לחדש גזירה מדעתינו גם אין סברא לגזור כן אבל זה יאמרו כי היכי דכשר לטבול אף שאין במקומן ה\"נ בכלי לנ\"י דמ\"ש זה מזה ולהכי נמי לא קאמר גזירה אטו אפסקינהו [לגמרי] דבטלה לרביעית וכמ\"ש התוס' דהכא דוקא במחוברין משום דהוי גזירה לגזירה דאפסקינהו לגמרי משום גזירה נגעו בה כמ\"ש רש\"י שם בגמרא דחגיגה (*ת) ולהכי קאמר משום גזירת מנא דפסול מדינא: ", 
            "גמ' <b>ש\"מ אין נ\"י לפירות.  </b> ר\"ל לאפוקי הסבור מניה אבל בפלוגתא דרבא ור\"נ לא שמעינן: ", 
            "ברש\"י <b>בד\"ה במקומן ובחיבורן כו' </b>: ", 
            "בתוס' <b>בד\"ה דפסקינהו כו'  .  </b> אלולי דבריהם אפשר לומר שאני הכא דמעיין דחמי טבריא מעיין הוא והתם לרביעית דמקוה בטלוה ועיין שם בתוס' (*א): ", 
            "בתוס' <b>בד\"ה מים כו'   למי כיור כו'.  </b> כצ\"ל: ", 
            "בא\"ד <b>ואגב ריהטא לא עיין כאן כו'  .  </b> דלמא כרשב\"א: ", 
            "בתוס' <b>בד\"ה ש\"מ כו'   תימה כו' וע\"ק כו'.  </b> קצת קשה דמצוה לחלק ואין אחד יכול לפטור חבירו בלא נברך. לא שמעינן מאין מזמנין כמ\"ש התוס' אח\"כ [ואכתי לא ידעינן אלא שבשנים כו'] דמצוה לחלק משמע ואין אחד מוציא חבירו כמו בתנ\"ה וכ\"ת הא לא שמעינן מינייהו דלמא הא דבירך כל אחד לחודיה דהוי רשות השתא נמי [למאי דמשמע להו מצוה לחלק היינו לאפוקי ברכת זימון] מנ\"ל מצוה דלמא רשות דזה קושיא הראשונה ומנ\"ל להקשות ב' קושיות ודוחק לומר דהשתא אכתי לא חילוק ידעינן בין זימון למוציא בלא זימון עד שהוצרכו לסברא משום קושיא הראשונה כיון דמצוה אינו רשות נמי אינו דאי לא\"ה היו מברכין עוד ברכת תוספת שבח א\"כ באמת למה לא אלא משום היא הנותנת דתוספת שבח אסור וא\"כ דלמא להוציא בלא תוספת שבח שרי [ולכך כתבו שם ואכתי לא ידעינן אלא כו' משא\"כ השתא לס\"ד דתוספת אין חילוק] דז\"א דדלמא משום שאין אחד יכול להוציא חבירו אסור לזמן [ואם לא משמע להו לחלק בס\"ד במה נתחדש לתירוצם הכרח לחלק בינייהו ולומר דאסור רק משום תוספת שבח דלמא גם בלא תוספת שבח אסור דשוין כבס\"ד] ודו\"ק (*ב): <br>שם תימה וכו' וע\"ק כו'. יש משבשין דהוי כסותרין ממילא ליכא אלא חד קושיא דתימה הראשון לא קשה משום כיון דהכא אין מזמנין כלל פשיטא דמצוה לחלק (*ג) והוא הבל דלוע\"ק א\"צ לתרץ יותר רק אין מזמנין פירוש אין חובה ומשום תימה צריך לסברא להוסיף שבח כו' וא\"ל דהו\"ל להקשות בתחלה הוע\"ק ולתרץ אין מזמנין אין חובה כו' ולהקשות אח\"כ מנ\"ל מצוה דלמא אין חובה כמו אין מזמנין [אבל קודם דנחתו לתירוצא ל\"ק רק קושית פשיטא] ולא היו צריכין לפלוגתא דשלשה שאכלו [דאיכא מ\"ד רשות ולא מניה וביה דהאמר אין חובה לזמן] דהמשך קושייתם בתחלה הקשו אש\"מ מצוה דמשמע מדבירך כל אחד לחודיה מיניה שמעינן דבר המתחדש לא מכח מדלא יהבו ליה ע\"ז הקשו מאי הוכחה כלל מהא דבירך כל אחד דלמא רשות ועוד לבתר דש\"מ דאין מזמנין מהא דלא יהבי ליה שמעינן ממילא מצוה לחלק. גם מה\"ט א\"ל מאי מקשו וע\"ק כו' דלמא אף דפירות פשיטא מ\"מ בא לאשמועינן פת וכ\"ת היאך שמעינן פת מפירות כבר הקשו זה גופא בפירות נמי היכא שמעינן דלמא רשות דז\"א דהא על מה שהקשו כבר מתורץ במ\"ש היו מוסיפין שבח כו' אבל הוע\"ק אין מיושב בזה דהיאך שמעינן פת מפירות דלמא בפת לעולם רשות ושאני הכא שלא הוסיפו שבח משום דאין מזמנין כלל בפירות (*ד): ", 
            "בא\"ד <b>וי\"ל דה\"ק כו'   אכתי לא ידעינן כו'.  </b> המשך תירוצם שהקשו מהיכא תיתי לומר בפירות ברכת הזימון רשות כיון דאין רשאין לזמן ול\"ד לפת דס\"ל למ\"ד רשות שיש עליו תורת זימון בג' והיינו שהבינו אין מזמנין בפירות אסור לזה תירצו אין מזמנין פירוש אין חובה ממילא הוי כשנים בפת דנמי אין חובה א\"כ כמו בפת דאיכא מ\"ד רשות ה\"נ י\"ל כאן לז\"א ש\"מ מצוה כו' ר\"ל היכא שאין חובה ה\"נ אין לו רשות ואסור לזמן ומשמע להו לישנא ש\"מ שנים שאכלו כו' ולא קאמר בפירות כבש\"מ אין מזמנין בפירות אפילו בפת קאמר וכבתנ\"ה וכן נראה הסברא דמה שבשלשה ישנו חיוב זימון בפת אין מעלה ומוריד לשנים ולהכי נמי נקיט ש\"מ שנים שאכלו ולא ג' דבפירות ג' וב' שוין משום דבפת נמי איירי וב' קושיות בתחלה בין שמפרש הש\"מ אפירות לחוד או אף הפת שפיר הקשו (*ה) והא דהוכיח מצוה לחלק מדבירך כל חד כו' ולא מדלא נתנו לו דאילו הוי רשות היו נותנין לו להוסיף שבח דכיון דאין חובה למה יתנו לו דמעתה ב' וג' שוין בשניהם אין חובה אבל דלמא שניהם רשות לזה הוצרך לומר ש\"מ מדחזי אח\"כ שבירך כל חד לחודיה: <br>ויש לראות למה לא תפסו בש\"מ אין מזמנין ולהקשות דלמא רשות למה דס\"ד השתא אין רשאין אי משום דכאן מפורש מצוה הקשו דלמא רשות אבל בש\"מ אין מזמנין אין מפורש א\"כ מאי הקשו וע\"ק כו' ודוחק לומר דניחא להו להקשות בש\"מ שנים כו' דהתם פליגי בשנים ומצינו מ\"ד דב' רשות משא\"כ בש\"מ אין מזמנין דאיירי בג' ודו\"ק היטב: <br>והיה אפ\"ל קצת בתימה הראשון דומיא דמה שאמרו בריש ע\"פ אמרו נפסיק או לא נפסיק כו' נפסיק וניחוש כו' לא נפסיק שמא יראו התלמידים כו' וה\"נ כדי שלא יטעה רבב\"ח ויסבור מצוה לא הו\"ל לחלק וק\"ל: ", 
            "בא\"ד <b>אלא להכי לא פריך לה ממתני' כו'   ובברכה דלבסוף בעי לאקבועי כו'.  </b> ולא\"ד לא בעי היסיבה ביין לרב ובמתני' אפילו בפת כל אחד מברך לעצמו הסיבו כו' אין זה קושיא דבלא\"ה צ\"ל דהא פלוגתא דרב ור\"י אמתני' דפת קאי לא שנו אלא פת אבל יין א\"צ היסיבה וא\"ד ל\"ש אלא פת אבל יין לא מהני היסיבה כדאיתא שם בגמ' ואולי טעמא [דלא בעי היסיבה ביין] דהיא הנותנת כיון שדרך להסב על הפת לא מקרי קביעות בלי היסיבה: ", 
            "בא\"ד <b>ומיהו יש ליישב כולי מלתא בברכה דבתחלה כו'  .  </b> וא\"ל מאי פריך מברייתא דלמא איירי מברכה דבסוף כמ\"ש מקודם וא\"ל דאה\"נ דהו\"מ לשנויי כן רק משום דקשה נמי ממתני' מתרץ תירוצא שמיושב ג\"כ מתני' דז\"א דממתני' קשה אלישנא דלא מהני היסיבה וזה מתורץ בשינויא דמגו דמהני היסיבה לפת כו' כדמשני שם אברייתא דאורחים ובזה אין לתרץ כלל [בל\"ז] דברייתא איירי בברכה דלבסוף דכ\"ש דמועיל היסיבה בתחלה אבל אקושיא דעל לישנא דא\"צ היסיבה קאיירינן [דל\"ק כלל ממתני'] מאי פריך מברייתא דאורחים דלמא לבסוף דוקא צריך היסיבה וצ\"ל דהשתא נאמר דס\"ל לתלמודא דבסוף לא מהני היסיבה כמו בשנויא הקודם שהכריחו דברייתא איירי בברכה דבסוף מדבעי היסיבה משום דבתחלה א\"צ היסיבה ה\"נ השתא בהיפך ודו\"ק:  "
        ], 
        [
            "ברש\"י <b>בד\"ה עד הפרק העליון כו'   והזרוע.  </b> ר\"ל הקנה: ", 
            "בתוס' <b>בד\"ה אמר רב כו'   לפי שאינו שוה כו'.  </b> לא מסתבר לחשבו באגודל לפרק ראשון ומחוסר פרק האמצעי דא\"כ [בתרומה] בכל האצבעות עד חציין ובאגודל כל האצבע ובקידוש בשאר אצבעות עד חיבור אצבעות לגב היד ובאגודל עד חיבור היד לקנה וק\"ל: ", 
            "בא\"ד <b>ולא פליג אברייתא אלא משום דכהן הוא כו'  .  </b> לרווחא כתבו כן דהא בר\"ש נמי צ\"ל [לפי תירוצם] שמחמיר מברייתא דלברייתא חולין עד פרק ראשון ולדידיה עד פרק האמצעי ולא מצינו שרב ששת היה כהן (ו) אבל שמואל היה כהן לכן לא אסתייע לו מלתא שיוסמך אף שהיה רבי מחזר לסומכו בהפועלים דאפשר מבית עלי היה כמו שאמרו מנין שאין נסמכין כו' ודוחק לומר דר\"ש אפשר דס\"ל נמי כברייתא חילוק בין חולין לתרומה ולא בא רק להקל ארב ושמואל בין חולין או תרומה א\"צ יותר מעד פרק האמצעי ואה\"נ דחולין סגי עד פרק ראשון: ", 
            "בא\"ד <b>ור\"ת פירש כו'  .  </b> רוצה ליישב דלא פליגי בפירוש הברייתא ולכ\"ע לחולין עד הפרק דברייתא ר\"ל פרק ראשון גם משמע ליה סתמא עד הפרק ר\"ל עד פרק ראשון דאם לא כן הו\"ל לפרש א\"כ מוכרח לומר דלשמואל לחומרא ר\"ל עד פרק ג' ובא ר\"ש להקל מדשמואל זהו עיקר הכרח ר\"ת דאי משום דלא יפלגו בפירוש הברייתא יפרש כרש\"י ולכ\"ע פרק שני ולשמואל ע\"כ פירוש חיבור היד לזרוע כמו קידוש ידים ור\"ש להקל אדשמואל קאי כמו לפירושו דהשתא נמי ועוד שהרי רש\"י ור\"ת הם עצמן לא ביארו דברי ר\"ש רק התוס' ביארו אליבא דכל אחד ואחד וק\"ל. ואין לפקפק בפירוש ר\"ת דהו\"ל לפרש בע\"א וכיש משבשין: ", 
            "בא\"ד <b>והביא ראיה מספר הזהיר כו'   לחולין כל היד כו'.  </b> ולא משמע ליה לפרש לחולין עד פרק ב' ולתרומה עד גב היד כו' וכפרש\"י ולשמואל לחומרא היינו עד חיבור היד לקנה כמו קידוש כמו לפירוש ר\"ת וק\"ל: ", 
            "בא\"ד <b>עד העצילה שקורין קודו כו'  .  </b> בל\"א עלינבויגין: ", 
            "בא\"ד <b>שלשים בפיסת היד ששה בכל אצבע כו'  .  </b> חשיב בזה שלא כסדר [לפי המובן לכאורה ששה כו' מלתא באנפי נפשיה] וצריך לראות שם אם ששה בכל אצבע הוא פירוש על ל' בפיסת היד: ", 
            "בא\"ד <b>ומשני דאורייתא קיבורת כולה קידוש כו'   הלכתא כו'.  </b> מלשון כולה משמע להו דקידוש ידים הוא הלכתא על פחות מכן: ", 
            "בתוס' <b>בד\"ה נוטל אדם כו'   דה\"מ כשמתנה בשחרית.  </b> דהיינו כשנוטל שלא לצורך אכילה דומיא דנ\"י שחרית מועיל תנאי וכ\"ה בפסקי תוס' ומפורש יותר בש\"ע בהג\"ה בהלכות נטילת ידים: "
        ], 
        [
            "גמ' <b>איני והאמר רבא כו'  .  </b> ממתני' דמי רביעית לאחד כו' [לא קשה] ארבא דאין מחזיק דמתני' לתרומה והתוס' הקשו בסמוך בד\"ה ולא היא [ולא אדהכא ולתרצו כמ\"ש שם] משום והוי דייק כו' שכתבו שם: ", 
            "גמ' <b>דלמא הא כביצה כו'  .  </b> וקמ\"ל דיכול ליטלו במפה פחות מכביצה וה\"ה בכביצה או קמ\"ל שחובת נ\"י אף בפחות מכביצה [מדהוצרך למפה] מיהו בזה דלמא משום נקיות עביד: ", 
            "בתוס' <b>בד\"ה דלא אתי כו'   פירוש ואפילו באין משיורי טהרה כו'.  </b> ולא כפשוטו דבב' שטיפות א\"צ לשפוך רביעית על ידיו [רק שיהו בכלי רביעית] משא\"כ בשטיפה אחת דצריך לשפוך כל רביעית על ידיו: ", 
            "בתוס' <b>בד\"ה ולא היא כו'   משמע דמעיקרא כו'.  </b> דאי לא\"ה י\"ל קפדיתו אשיעורא אפילו אתי משיורי טהרה: ", 
            "בא\"ד <b>וי\"ל דמתני' לתרומה כו'  .  </b> היינו הך מתני' דמייתי דתנן מי רביעית כו' וא\"כ ידע דטעמא ואפילו לשנים משום דאתי משיורי טהרה ואפ\"ה דייק מינה דכי היכי כו':  "
        ], 
        [
            "גמ' <b>התירו מפה לאוכלי תרומה כו'  .  </b> ואפילו אם אוכלין חולין אבל לא לישראל כו' אף דנ\"י משום סרך תרומה וא\"כ אף כשנתיר לאכול חולין במפה לא אתי לידי תקלה שיאכל תרומה במפה יאכל ויאכל דז\"א וק\"ל: ", 
            "גמ' <b>והשמש מברך כו'   הא דאיכא אדם חשוב כו'.  </b> אפשר ליישב מה שמביא כל הך סיומא של\"ת דלמא לעולם אין חובה וכה\"א דת\"ש הקודם ואף דא\"צ נט\"י אפ\"ה אמר ליה אי לאו דרב המנונא כו' דזהיר לא ספינא ליה וה\"נ אסור ליתן לשמש לזה מייתי סיפא דהו\"ל לחלק נמי ברישא בשמש בין אם חשוב וזהיר או לא משמע דבכל ענין אסור ומלתא פסיקא נקיט ברישא אא\"כ נטל ידיו דנכלל בו זריז [ולא הוצרך לחלק בשמש גופיה בין חשוב וזריז כרב המנונא למאי דמשני] דמ\"ש יודע שראוהו נוטל ידיו או מכירו שהוא זריז כרב המנונא ולאפוקי זהיר ולא נגע אבל לא נטל ידיו [דלא נכלל ביה הו\"ל לחלק] וק\"ל: ", 
            "גמ' <b>בין שהכוס בידו פרש\"י ביד השמש.  </b> ולא ביד הנותן דא\"כ לא הו\"ל לתלות בנתינת פרוסה לשמש רק לא יהיה כוס בידו ויושיט ידו לקערה ד\"מ א\"ו מי שהכוס בידו ועושה דבר אחר בעצמו יזהר משא\"כ השמש שמושיטין לו פתאום: ", 
            "גמ' <b>בין שהכוס כו'  .  </b> אין הרבותא משום רוח צרדא כדלעיל [חולין דף ק\"ה ע\"ב אלא כדפרש\"י]: ", 
            "גמ' <b>איבעיא להו מאכיל כו'  .  </b> דל\"ד לשמש שאינו מאכיל לפה האדם אבל מאכיל לפה שמא אסתם נותן לתוך פה תיקון רבנן כמו שפרש\"י בסמוך: ", 
            "ברש\"י <b>בד\"ה התירו מפה כו'   דכהנים זריזין הם ולא נגעו.  </b> זהירין מבעיא ליה ואולי זריזין מקודם מליגע בטומאה: ", 
            "ברש\"י <b>בד\"ה בלם במ\"ם סתומה.  </b> משמע כאילו שולל מ\"ם פתוחה וז\"א ששולל סמך: ", 
            "ברש\"י <b>בא\"ד שהמתג ורסן מחתכין עדיו של סוס כ\"ה בח\"ש:  </b>"
        ], 
        [], 
        [
            "גמ' <b>חלב אמאי מותר כו'  .  </b> לפירוש ר\"י בד\"ה אמאי א\"ל דהא מ\"ד אפשר לסוחטו מותר ע\"כ לא ס\"ל סברא שכל אחד לבדו של היתר ובהצטרפן עשה הכתוב הכל לנבילה וא\"כ דלמא רב דס\"ל אפשר לסוחטו אסור נמי לית ליה האי סברא ואפשר לסוחטו אסור בבשר בחלב כמו בשאר איסורין דחנ\"נ ואין הנאסר יכול לאסור כו' י\"ל דשפיר פריך אמאי מותר חלב נבילה וכו' דלרב ע\"פ דאורייתא דהא קאמר דחנ\"נ ואוסרת את כל החתיכות אפילו הן אלף משום דהוי מין במינו ודו\"ק: ", 
            "גמ' <b>וסבר רב גדי אסרה וכו'  .  </b> לא הקשה בקצרה מהא מדמצרף ש\"מ דהוי הכל נבילה מדאורייתא וכמ\"ש התוס' א\"כ חלב נבילה הוא [ולמה ליה למיפרך מרב דהכא דאפשר לסוחטו אסור] דאין מוכרח לתלות זה בזה [דאף דאפשר לסוחטו מותר מ\"מ כ\"ז שהבשר וחלב ביחד פשיטא דאסור] ועוד דהא לפי האמת אין מצטרפין ואיירי בבא מיורה גדולה ומ\"מ [אף לפי האמת] כתבו התוס' דנבילה אפילו בכי האי גוונא אין מצטרפין דבכזית רוטב אין בו טעם כזית נבילה וא\"כ בכזית שאוכל מרוטב ישנו בו מים משא\"כ בבשר בחלב או כתבו כן בה\"א ברב ובאמת ללוי ולא הביאו רק שיש לחלק בין איסור דבשר בחלב לשאר איסורים וראיה מה\"א לרב וקושטא ללוי: ", 
            "גמ' <b>כשם שלוקה על אכילתו כו'  .  </b> אף דאכילה ובישול שוין [ורב לצדדין קאמר כפרש\"י] קאי אדרב ונקיט לישניה: ", 
            "גמ' <b>אילימא לא ניער כלל כו'   מיבלע בלע כו'.  </b> בהגה\"ה בש\"ע וצריך ס' בקדירה נגד הטיפה ולא ידעתי למה וע\"ש [ועיין ש\"ך שם]: ", 
            "ברש\"י <b>בד\"ה כיון שנתנה טעם כו'   כלומר כיון שיש בה כו'.  </b> דלישנא משמע כאילו פסיקא הדבר לכ\"ע שנותן טעם באותה חתיכה כו' וזה עיקר פלוגתא דר\"י ס\"ל אפילו בניער מיד חיישינן שמא לא ניער יפה ונתן טעם באותה חתיכה ורבנן ס\"ל דלא חיישינן לה ולא נתן טעם באותה חתיכה לזה פירש כלומר כיון שיש בה כדי כו': ", 
            "ברש\"י <b>בד\"ה מיפלט לא פליט כו'  .  </b> מ\"ש הב\"י הא דלרש\"י אפילו מקצתה תוך הרוטב אינו מבואר כו' מבואר ממ\"ש שהחלב בגגה של חתיכה: ", 
            "בתוס' <b>בד\"ה אמאי מותר כו'   צריך תרי ששים כו' לבטל הרוטב היוצא מן הנבילה.  </b> ר\"ל מה שבלע הנבילה מן הרוטב שבקדירה וחזר ופלטה שכבר נעשה נבילה בגוה כחלב דבשמעתין ולא איירי ברוטב וציר שמגוף הנבילה דזה הוי מין בשאינו מינו ואין לו דמיון לחלב שבשמעתין. ועיין לעיל בתוס' פרק ג\"ה (חולין דף ק' ע\"ב) בד\"ה הוי מין ומינו וכו'. וא\"ל היאך נוכל לדעת כמה רוטב פלטה הנבילה דלמא בלעה ופלטה וחזר ובלעה כו' [עיין בר\"ן שהקשה כן בשם הרמב\"ן ומה שתירץ ע\"ש בסוף פרקין]: ", 
            "בא\"ד <b>דמ\"ש משאר איסורים כו'  .  </b> דאף ההיתר צריך ביטול מדרבנן לדעת הסוברים חתיכה עצמה נעשה נבילה בשאר איסורים אף דמדאורייתא אין צריך רק לבטל האיסור שבו ואף דמדאורייתא אף ההיתר שבאותה חתיכה אסור לאוכלו היינו משום שהאיסור נותן טעם בתוכו ואין בהיתר ס' לבטלו ה\"נ אף החלב הבלוע בבשר שהוא מותר מדאורייתא דגדי אסרה תורה מ\"מ אסור מדרבנן וצריך ביטול כיון שהבשר אסור ומ\"ש איסור הבלוע בהיתר או היתר הבלוע באיסור וא\"כ יאסור כל חלב שביורה משום מין במינו אע\"כ משום דאין הנאסר יכול לאסור טפי מהאיסור עצמו וה\"נ בשאר איסורים. ובה\"א דחלב נבילה היא וכן לפי האמת הא דנאסר יכול לאסור טפי כו' משום דבשר בחלב שאני שאין איסורו מצד טעם הבלוע בו לחשבו כאיסור שנבלע בהיתר שהרי כל אחד בפני עצמו דהיתר הוא ובהצטרפם עשאם התורה להכל נבילה כאיסורו מחמת עצמו לא בכח טעם הנבלע בו שנאמר שאינו יכול לאסור יותר מהאיסור הבלוע בו ולכן מצטרפין לכזית כו' וכן כדמשני גדי אסרה תורה כו' מ\"מ הבשר אוסר כל החתיכות כולן לרב מפני שהוא מינו אף דהאיסור עצמו דהיינו חלב אינו יכול לילך שם [ולאסור] ה\"ט נמי דלגבי הגדי נחשב כאיסורו מחמת עצמו [אבל] לגבי חלב דהיתירא הוא (אבל) למאי דמשני גדי כו' א\"כ הוי הבשר כאיסור הבלוע בהיתר ולהכי א\"צ לבטל החלב ולהיות מין במינו דלא בטל דאין הנאסר כו' כמו בשאר איסורים. וא\"ל דלא דמיא דמיון של ר\"י לשאר איסורים דכיון דמדאורייתא טעם האיסור אוסרת ההיתר דגזירת הכתוב הוא שיהיה טעמו של נבילה אוסר בשר היתר דטעם כעיקר דאורייתא כיון דאינו ס' כנגד האיסור ולכן עשאו רבנן לחתיכה נבילה שיצטרך לבטל כל החתיכה משא\"כ בחלב דאין אוסר בו טעם הבשר אף שאין בחלב ס' לבטל טעם הבשר וכפרש\"י בה\"א זו גדי אסרה תורה ואילו יכול לסחוט החלב מן הבשר אף שבלוע בו טעם הבשר היה מותר לאוכלו מן התורה (כ) להכי לא עשאוהו רבנן הכל לנבילה שיצטרך לבטל הכל ודו\"ק: ", 
            "בתוס' <b>בד\"ה גדי אסרה כו'  .  </b> למסקנא שנפלה לתוך יורה רותחת כו' לא מיושב הא דנקיט כזית כו' לפירוש ר\"ש בדיבור שאחריו ועיין: ", 
            "בתוס' <b>בד\"ה שנפל לתוך יורה כו'   ואומר ר\"ת כו'.  </b> וכפרש\"י דמה שבולע אינו פולט כו' ובב\"י ריש סימן צ\"ב האריך בדברים פשוטין שהטור ס\"ל כרש\"י ור\"ת וכן הרמב\"ם והרשב\"א דמה שבולע אינו פולט ולהכי א\"צ ס' בקדם וסילקו רק טועם קפילא אם אינו טועם טעם בשר שפולט ודאי שרי אבל בלא קדם וסילקו שפולט נמי חלב הוי מין במינו שאין שייך לטועמו צריך ס' וענין טעימה נראה אף דמסתמא בס' נותן טעם וביותר מס' אינו נותן טעם מ\"מ כיון שממשות של איסור הוא בעין אמרינן [אף בפחות מס'] שלא פלט כל טעמו לחוץ כיון שאין טועם בו טעם בשר וק\"ל: ", 
            "בא\"ד <b>ואין להתיר מטעם זה כו'  .  </b> דוקא לפירוש ר\"ת דלפירוש ראשון לא פלט כלל כ\"ז שמרתיחין וצריך שישהה בתוכו זמן מה ושמא אח\"כ בולע נמי: ", 
            "בא\"ד <b>ולהניחם בפנים כשהן רותחין כו'  .  </b> ר\"ל להניח הכלי בפנים כשהן רותחין וכו' דהכי משמע לישנא דגמרא הב\"ע כגון שנפל לתוך יורה רותחת כו' משמע דאילו נפל קודם רתיחה אפשר דפלט: ", 
            "בא\"ד <b>דבמים שהן צלולין כו'  .  </b> ומחלב דהכא אין הוכחה דסלקו להבשר קודם שנח מרתיחה [אינו מובן] ועיין באשר\"י סוף ע\"ז: ", 
            "בתוס' <b>בד\"ה ודברי חכמים כשניער כו'   הומ\"ל כו'.  </b> אפשר לומר שבא להוכיח אף אם נאמר דפליגי במין ומינו כקושית רב אחא ודו\"ק (*ל): "
        ], 
        [
            "גמ' <b>ודברי חכמים כו'   אלא ניער מתחלה ועד סוף כו'.  </b> בניער מתחלה לחוד ודאי סגי דכיון דנתבטל נתבטל ולהכי לא קאמר בהיפך נראין דברי ר\"י בניער בתחלה ולא בסוף כו' רק מדקרי ליה ניער בסוף ולא בתחלה בשלא ניער מפרש ונראין דברי חכמים בשניער בניער אף בתחלה. ודברי ב\"י בזה סימן צ\"ב אך למותר. והטור [שכתב על הרמב\"ם ניער מתחלה ועד סוף לאו דוקא] לא בא רק לפרש דהרמב\"ם לישנא דגמרא נקיט גם מ\"ש הב\"י שדיוקא [ניער כו'] מקושר לפרש\"י דוקא [דלר\"י א\"צ רק שהיה מקצתה תוך הרוטב] אינו דהא בגמרא איתא כן ומה יאמר ר\"י בו אם הוא דיוק דוקא ניער ולא מקצתה ברוטב: ", 
            "גמ' <b>והכא במין ומינו קמיפלגי כו'  .  </b> לפי\"ז לא תלוי פלוגתייהו בציור זה דאפשר לסוחטו והו\"ל לפלוגי בכל מין ומינו דעלמא מאי אמרת רבותא בר\"י דאפילו בכה\"ג לא בטיל דהנאסר יכול לאסור טפי כו' ובשר בחלב דוקא לפירוש ר\"י לעיל בד\"ה אמאי א\"כ נימא דרבנן לא פליגי רק בהך סברא לחודיה כמו למ\"ד אפשר לסוחטו מותר דלא ס\"ל נמי הך סברא [דנעשה גוף האיסור] וחתיכה עצמה נעשה נבילה אית להו רק לא ס\"ל שיאסור הנאסר טפי מאוסר ודינו כבשאר איסורין דחתיכה נעשה נבילה ולא צריך תרי ששים. דזה הוא פלוגתא חדשה טפי ומסתבר לומר דפליגי במין ומינו דמצינו בעלמא דפליגי בה ר\"י ורבנן ונקטו בכה\"ג לרבותא דר\"י: ", 
            "ברש\"י <b>בד\"ה ותו לא מידי כו'   ובין בחלב הדבוק בחתיכת בשר כו' וכולן נאסרות אפילו הן אלף.  </b> מוכח מזה דס\"ל כר\"ש דלעיל בד\"ה אמאי כו' דלר\"י בשאר איסורין חנ\"נ אבל אין אוסר יותר מאיסור שנחשבו למין במינו ודו\"ק:  "
        ], 
        [
            "גמ' <b>הא איסורא איכא כו'   דא\"ל לענין בישול אסור דמבשל בשר בחלב [ולכך קתני לישנא דאינו עובר ולא קתני מותר לאוכלו כדי להורות דאינו עובר על הבישול ואיסורא איכא בבישול] דזה בזה תליא [ואכתי ליתני מותר לאוכלו ונדע הכל] דכיון דמותר לאוכלו ע\"כ דרבנן הוא כדפרש\"י דכיון דמובלע שרי כיון שאינו אלא מדרבנן כו'.  </b> פשיטא דאינו עובר על הבישול ואיסור דעביד עביד דבדיעבד קאיירי ולכתחלה כבר אמר קורעו ומוציא את חלבו (*מ): ", 
            "גמ' <b>לימא מסייע ליה כו'   מיעבר הוא דלא עבר כו'.  </b> ומשמע ליה לא קרעו אינו עובר עליו הא איסורא איכא אפילו רוצה לקורעו אחר הבישול. ולשתי לשונות א\"צ קריעה אחר בישול אלא או אין צריך לל\"ק או אין מועיל ללישנא ב' וכמוכרח מברייתא מדלא קתני גבי כחל קורעו כדבסיפא צ\"ל ע\"כ או אינו מועיל או אין צריך. ומתני' וברייתא לא קשיא אהדדי בלא ר\"ז דאינו עובר משמע ליה הפורש הא [איסורא כו'] למאי דלא ידע איידי וה\"נ בברייתא קתני נמי לשון דאינו עובר [וכקושית התוס' בד\"ה לב כו' דלא שייך תירוצם] כיון דאפילו איידי במתני' גופיה לא ס\"ד כ\"ש שישנה בברייתא משום איידי דמתני' [וע\"כ היינו מוכרחין הא דלא תני קורעו היינו דלא מהני] אבל לבתר דמשני איידי תו משמע ליה מדלא קאמר קריעה בכחל כבלב משום דאין צריך כיון דלא מפורש בכחל הדין ומצינו למטעי להקל דאין עובר משום איידי [וכתי' התוספות] וא\"צ קריעה ודו\"ק: ", 
            "גמ' <b>אסר לן דמא כו'  .  </b> הו\"מ למיחשב נמי כלאים סדין בציצית רק הנאת הגוף קחשיב ושלא לצורך מצוה: ", 
            "ברש\"י <b>בד\"ה אמר רב כו'   ומותר כו' דהא אפילו נסחטה כו'.  </b> אף דדם שפירש לאחר שחיטה אסור מדאורייתא ואפ\"ה לצלי כיון דמובלע ולא פירש שרי אפשר דע\"י צלי יוצא כל דם האיסור לחוץ (*נ) שהרי מותר אח\"כ לקדירה אבל חלב שבכחל אין יוצא הכל ולפ\"ז אסור לבשל כחל אחר צלייה: ", 
            "ברש\"י <b>בד\"ה הא כחל לא בעי קריעה לאחר הבישול כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה אבל כחל שהוא רך כו' </b>: ", 
            "ברש\"י <b>בד\"ה הא קמ\"ל כו'   דצלי נמי קרי בישול דכתיב ויבשלו את הפסח.  </b> ר\"ל שיהיה פירוש בישול צלי לחודיה כבכאן משא\"כ לא תבשל גדי בחלב אמו [היינו צלי ובישול] ומ\"מ אין ראיה גמורה מהתם דשם כתיב כמשפטו המפורש בתורה: <br>כלל ברש\"י דמניח ליתד קיים מסברא דע\"י בישול פשיטא דאסור כיון דחלב שחוטה אסור מיהו מדרבנן והרי פירש והדר בלע אף דהשתא אין בעין סוף סוף כיון שנאסר מיד שפירש איך יחזור להיתר אח\"כ ואין ה\"א לס\"ד אפילו להתיר לקדירה אם לא ע\"י קריעת ש\"ו וטחו שאין בו חלב עוד ובלא\"ה אסור בדיעבד והמתין עד שמחלק גמרא גופיה בין בישול לצלי בר\"א וכן בר\"נ בסמוך שמה מוכרח מדפריך והא קתני שבישלו מנ\"ל להקשות [דלמא איירי בבישול] אי לאו שאין שום דעה בעולם להתיר בחלבו לקדירה וצריך להוציא מקודם א\"כ הא דקתני שבישלו ע\"כ לצלי קאמר ואפ\"ה דיעבד אין כו': ", 
            "בתוס' <b>בד\"ה אינו עובר כו'   וכן פירש לקמן בהדיא כו'.  </b> משום דשם מוכח יותר דפירש דלר\"נ א\"צ קריעה כלל בצלי מדפריך והא תנן קורעו כו' א\"כ י\"ל לר\"נ לקדירה סגי בקריעה כל דהו ולהסיר החלב בעין לכתחלה ובדיעבד שרי אפילו לקדירה וכלישנא קמא דר\"ז דבדיעבד מותר לקדירה ואפ\"ה פריך והא קתני שבישלו ע\"כ דאין ה\"א להתיר לקדירה לשום מ\"ד ור\"ז לצלי איירי אבל בר\"א י\"ל דהוא סבר כך מדמצריך לצלי קריעה קצת ומינה לקדירה ש\"ו וטחו אף דהחלב שבעין יוצא ע\"י קריעה קצת ושוב אין סברא דבדיעבד שרי רק מנ\"ל לרש\"י גופיה לפרש בר\"א דלא פליג אדר\"י אם לא דמשמע ליה לקדירה לכ\"ע צריך ש\"ו וטחו וכ\"ז אינו מוכרח רק מכח גמרא דפריך והא שבישלו כו' מוכח טפי [וכיון דמשם עיקר הכרח דרש\"י להכי מייתי לה התוס' אף דכבר פירשו מקודם בר\"א]: ", 
            "בא\"ד <b>משום טעם בשר הנבלע בחלב שבכחל כו'  .  </b> שנשתנה טעמו לבשר בחלב משא\"כ טעם הכחל עצמו שבחלב ששם גידולו: <br>בסה\"ד ויש להעמידו כו'. ומייתי ראיה כי היכי דבבישול אם יש במים ס' שרי משום דהיוצא בטל בס' והנשאר כיון דמובלע ולא פירש שרי וה\"נ בצלי היוצא נופל לארץ והנשאר הא לא פירש כו'. וקצת קשה לי א\"כ מאי פריך בסמוך והא שבישלו קתני כו' [דהיינו לגירסא זו משום דצלי ובישול בס' שוה דלמא] משום דלכתחלה ודאי אסור לבטל איסור לכתחלה וכי שרי לבשל בשר בלא מליחה ברוטב שיש ס' כנגדו מיהו שם י\"ל קצת משום דפירש ממקום למקום תוך החתיכה ע\"י בישול והוי דם שפירש משא\"כ כאן צריך שיופרש לחוץ [כיון דאף פירש לגמרי מדרבנן] מיהו ז\"א דגם בדם צריך שיפרוש לחוץ עיין לעיל פרק קמא (חולין דף י\"ד ע\"א) בתוס' בד\"ה ונסבין חבריא (*ס) גם שם ביטול איסור דאורייתא וכאן דרבנן וכיון שלא היה איסור ניכר מעולם שרי לבטל בכי ה\"ג באיסור דרבנן וק\"ל: ", 
            "בתוס' <b>בד\"ה הא איסורא איכא כו'   וממילא הוי מוקמינן ליה בצלי.  </b> דלקדירה מכח סברא ויתד החיצונה אסיר לפירוש רש\"י ואין לומר דא\"כ ה\"א לקדירה אפילו עובר עליו והיא גופיה קמ\"ל דחלב שחוטה מדרבנן דממילא שמעינן דאי דאורייתא המובלע ולא פירש היה אסור מיהו מדרבנן בצלי וכמ\"ש רש\"י דהא אפילו נסחט כו' אבל בהיפך השתא דתנן אינו עובר כו' לא שמעינן שריותא דלצלי והא ראיה לישנא ב' דר\"ז ואפשר לפרש דאינו עובר אצלי קאי ואיסורא איכא: ", 
            "בתוס' <b>בד\"ה לב הוא דבעי קריעה כו'   וא\"ת כו' וי\"ל כו'.  </b> ובלשון שני אע\"ג דע\"כ ר\"ז לא ס\"ל במתניתין איידי רק אינו עובר עליו ואסור דאל\"כ יקשה מתני' גופיה אליביה ואפ\"ה מקשה ת\"ש מברייתא מכח דיוקא דלב הוא דבעי קריעה [ע\"כ דאינו עובר דרישא וכן דמתני' איידי] וק\"ל: ", 
            "בתוס' <b>בד\"ה הא כחל לא בעי קריעה כו'   בצלי כדקתני גבי לב.  </b> שיעור לשונם מדלא קתני קורעו לאחר בישולו כדקתני גבי לב והוי מוקמינן ליה בצלי ממילא כמ\"ש לעיל בד\"ה הא איסורא ולא שביקשו להכריח דהוי מוקמינן דומיא דלב דאיירי בצלי דוקא וכמ\"ש התוס' לעיל ע\"א בד\"ה הלב דלמה להו הכרח יותר מבד\"ה הא איסורא ועוד [דלמה להו הכרח] דהא שפיר הו\"ל למיתני קירעו לאחר בישולו דאי משום דהוי טעינן למוקמי (בצלי) [בבישול ולא נאמר כהכרח דלעיל] השתא נמי [דלא תני קורעו] הטעות הלזה במקומה עומדת [דמיירי בבישול ונטעה טפי] (דבצלי) [דבבישול] לא בעי קריעה: ", 
            "בא\"ד <b>וא\"ת ומאי קסבר כו'  .  </b> בר\"ז אמר רב י\"ל שפיר דאין מעלה או מוריד קריעה אחר בישול רק ס\"ל דא\"צ קריעה דבדיעבד מותר אם לא קרעו בתחלה: ", 
            "בתוס' <b>בד\"ה האי לקדירה כו'   ובדיעבד שרי אפילו לא קרעו כלל כו'.  </b> והכי משמע מדאמרינן פרק גיד הנשה בלא קרעו ובשלו בהדי בשר אסור הא לחודיה שרי בדיעבד ומשמע להו לא קרעו כלל (*ע) מיהו מש\"ה אין הכרח דלמא לא קרעו שתי וערב כדבמתני' דהכא (*פ) אבל הכי משמע דלא קרעו דבקדירה שרי בקריעה קצת ה\"נ בצלי בלא קרעו כלל וללישנא ב' אסור שניהם דאל\"כ לא יתורץ הוא\"ת דבסמוך ומכח אותו וי\"ל צ\"ל ע\"כ דללישנא קמא אפילו בלא קרעו כלל לצלי שרי ודו\"ק (*צ): ", 
            "בא\"ד <b>ומוקי לה הכי משום דמתני' סתמא קתני כו'  .  </b> לימא מסייע ליה כו' ות\"ש לפירוש ר\"ת נמי משום דבסתמא קתני: ", 
            "בא\"ד <b>כיצד קורעו אמתני' קאי כו'  .  </b> אפ\"ל דלפרש\"י איירי מתני' בצלי כדמפרש אינו עובר ומותר כו' ולא איירי בכל דבר דא\"כ היאך קאמר אינו עובר ומותר כו' והתוס' הקשו לעיל בד\"ה הא איסורא איכא לפ\"ה דתוקמי מתני' לקדירה כו' וכיצד קורעו אדלעלמא קאי לענין בישול שהוזכר לעיל בפרק גיד הנשה דלא קרעו ובשלו אסור כו' אבל לר\"ת דאיירי מתני' בכל ענין ועל הכל קאמר ללישנא קמא אינו עובר ומותר וללישנא ב' אינו עובר ואסור קאי שפיר אמתני' ודו\"ק: ", 
            "בא\"ד <b>והא אנן תנן קורעו פירוש ש\"ו כו'  .  </b> לר\"ת אמאי לא הקשה כן לר\"א לעיל וצ\"ל דאתרוייהו פריך ודו\"ק: ", 
            "בא\"ד <b>והו\"מ לשנויי דאיירי בלא קרעו כלל כו'  .  </b> לס\"ד דאיירי בקרעו קיבה אמאי אסור הא חלב שבעין יצא ולמה קריעת שתי וערב וטיחה בקיבה שהחלב כנוס בתוכה: ", 
            "בא\"ד <b>ולמאי דפרישית דמתני' איירי נמי בקדירה כו'.  </b> כצ\"ל: <br>בסה\"ד דטעם דלב דשיע לא קאי לפי המסקנא כו'. למאי דלא קאי במסקנא שאני לב דשיע כו' אף לפרש\"י בשמעתין הרישא איירי בבישול דוקא לר\"נ דלצלי א\"צ קריעה כלל ובברייתא קתני הכחל קורעו כו' וסיפא איירי בצלי דוקא דשייך כבולעו כך פולטו רק לרש\"י קאי לב דשיע במסקנא ומ\"מ לא דמי רישא לסיפא דסיפא בין בבישול ובין בצלי ורישא בבישול דוקא צריך קריעה כמ\"ש לפירוש ר\"ת דל\"ד משום דרישא איירי אפילו בהדי בשר כו' ואפ\"ל דלפרש\"י אף (דבבישול) [דבצלי] נמי דינא הכי [בלב דסיפא] מ\"מ י\"ל דלא איירי (בבישול) [בצלי] רק (בצלי) [בבישול] לחודא דה\"נ במתני' מוקמינן בצלי לחודא לרבי זירא [דלישנא קמא] אבל לר\"ת דכל עצמות פשיטותיה צ\"ל משום דקתני סתמא להכי איירי מתני' בכל עניני בישול א\"כ ה\"נ ברייתא קתני סתמא דוק בלשונם וק\"ל מיהו בזה עצמו ענין בישול וצלייה ג\"כ לתוספות ל\"ד רישא וסיפא רק כתבו עוד חילוק אחר (*ק): "
        ], 
        [
            "גמ' <b>במעלי יומא דכיפורי.  </b> השמיענו בזה דהאידנא דהיתירא שכיחא ולא הוי בשר שנתעלם כו'. או לרבותא שדרך לאכול בשר עוף ודגים כדלעיל סוף אותו ואת בנו מ\"מ ידע שבסורא אין הישראלים אוכלים הכחל ומישראל הם שמעובדי כוכבים למה ישדוהו: ", 
            "גמ' <b>יאוש בעלים הוי כו'  .  </b> וא\"ל דלמא יאוש שלא מדעת כו' כיון דנתקלקלו כ\"כ אם יראה לא יחשוש מסתמא לקחתו שאין שוין מידי ואפקרינהו ודאי ול\"ד ליאוש שלא מדעת או כיון שזמן מרובה הניחם כאן עד שראוי לרקוב ודאי אין חושש בהן: ", 
            "ברש\"י <b>בד\"ה ורב ששנה לכם בבבל שאסור כצ\"ל:  </b>", 
            "ברש\"י <b>בד\"ה מתוך פלפולו כו'   כשחזר ושנאה לפני ר\"ח כו'.  </b> ר\"ל כשלמד אח\"כ דין זה מר\"ח שנה לו ר\"ח סתם וסמך על המבין כו':  "
        ], 
        [
            "גמ' <b>א\"ל אי הוית כו'  .  </b> ר\"ל שהיית שוכן עמי תמיד כי עתה איני רק לפי שעה ותלה המקום ברבו לכבודו או שם היינו הולכין לישיבת ר\"י בכל יום: ", 
            "ברש\"י <b>בד\"ה אלא שלקי לרב אמי ואכל כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה א\"ל דלמא התם בכבדא דאיסורא כו' </b>: ", 
            "בתוס' <b>בד\"ה טלית שאולה כו'   ומכאן מדקדק ר\"ת דסתם שאלה כו'.  </b> דה\"א שאלה דבעין ניתן לתבוע מיד דל\"ד להלואה דלהוצאה ניתנה דאינו ניתן לתבוע פחות משלשים ומ\"מ הוכיחו משכירות דעכ\"פ אינו תלוי משום דסתם אלא משום דנראה כשלו: ", 
            "בא\"ד <b>ולענין ברכה כו'  .  </b> בשמעתין איירי בטלית שאולה שאין בה ציצית שאינו חייב להטיל בה השואל אבל השואל טלית מצויצת ודאי מברך דאדעתא דהכי השאילו לצאת בו ואם אינו יוצא בו אא\"כ הוא שלו [דכתיב] כסותך באופן זה נתנו לו וכמ\"ש הרא\"ש ואיירי [מ\"ש ולענין ברכה] ששואל טלית שאינו מצויצת והוא מטיל בה ציצית: ", 
            "בא\"ד <b>משום תעשה ולא מן העשוי כו'.  </b> ואע\"ג דפירש ולא מן העשוי בפסול ה\"נ הוי בפסול דאסורין משום כלאים בשעת הטלה כיון שכבר היה בו ציצית ויהיה ראיה משם היפך של ר\"ת: ", 
            "בא\"ד <b>מותר בכל הענינים כו'  .  </b> בעיני אינו דומה זה לזה דהתם כיון דשרי רחמנא ביה כלאים מה לי חד פעם או ב' פעמים כיון דמותר ביה כלאים דמצות חוטין יתירות דכלאים נמי התירה התורה משא\"כ בשאולה או כסות אשה ולילה לא התירה בה התורה כלאים כלל ואי מיירי שם במצויצת מקודם שלא ע\"י כלאים עיקר מצוה הוא תכלת [וא\"כ אין ראיה משם] גם א\"ל כן [דאם כן אין זה מוטלת בזמן שהיה מצוי תכלת] ודו\"ק: ", 
            "בא\"ד <b>שלא בעידן עבודה לא אשתרי.  </b> פירוש לא אשתרי כלאים לגבייהו: ", 
            "בא\"ד <b>וה\"נ מסתברא כו'   תיפוק ליה משום כלאים.  </b> דאסור שלא כדרך לבישה אבל מצד ליהנות מבגדי כהונה יכול להיות דשרי שזה בא להוכיח ממניחן תחת ראשיהן דניתנו ליהנות בכל דרכי הנאה אבל לענין כלאים פסיקא לתלמודא דאסור שלא כדרך לבישה אבל דרך לבישה פשוט מרישא דמתני' ולא היו ישנים כו' הא הלוכי מהלכי כמ\"ש לעיל: <br>בסה\"ד ומיהו נראה כו'. נראה שקאי נמי אדלעיל אעיקר קושית ר\"א ממי\"ץ וק\"ל: ", 
            "בתוס' <b>בד\"ה כל מ\"ע כו'   וא\"ת והרי צדקה כו'.  </b> דמדאמר שבקוהו לא משמע להו אין מוזהרין הא רשאי: ", 
            "בתוס' <b>בד\"ה כבדא כו'  .  </b> דעת רש\"י כתב באשר\"י שהוא כויע\"ל וקצת משמע כן מדלא פירש דבר בשריותא דכבדא [דבצד ההיתר של האיבעיא כתב סתם אי מותר לבשל בקדירה] משמע כאילו הוא פשוט כיון שנמלח מותר כשאר בשר ובצד האיסור מפרש מפני שפולט כו' אבל ממה שמפרש [בד\"ה כי קמבעיא ליה כו'] אם דם היוצא ממנו אוסר בשר אחר כו' ובד\"ה משום שמנוניתא כו' אבל דמא דנפיק כו' די\"ל דמא דהיתירא הוא שהרי עיקרו כו' משמע קצת כר\"ת דלועי\"ל עיקר האיבעיא אם ישנו בו לאחר מליחה עוד דם [דאיסורא] (*ד) או כבר יצא כולו ודו\"ק: ", 
            "בא\"ד <b>ועי\"ל כו'   פשיטא דאסור כו'.  </b> לענין אוסרת ובצד דע\"י מליחה אינו יוצא כולו קושטא דמליחה לא מעלה ולא מוריד וא\"צ מליחה דלמיסר נפשה הא אינה בולעת ומה לי אם נמלחה ויש בה עוד דם שאוסרת חברתה ואפ\"ה פשיטא ליה דלמיסר נפשה לא [חסר בהעתק איזה תיבות שנקרעין מגוף הכתב] או לא נמלחה כלל. ומ\"ש פשיטא דאסור ר\"ל חברתה ולפי\"ז לפי הבנת רבי זריקא בתחלת האיבעיא בין נמלחה כו' ע\"י שליקה אפשר בולעת ובבישול פשיטא ליה ממתני' דאינה בולעת וכמ\"ש התוס' בסמוך בד\"ה דתנן והיה סבור דפשיטא ליה דלאחר מליחה נמי דם אוסר יוצא ממנו רק מספקא אם בולעת או הבין דמבעיא קודם מליחה וכי הדר מיבעיא ליה למיסר חברתה דוקא מבעיא ליה לאחר מליחה וכן לפירוש ר\"ת הדר מבעיא ליה דם כבד אוסר או לא ובתחלה הבינו דפשיטא דאסור רק אם שליקה בולע או לא ולא הו\"ל להתוס' לפרש בסמוך דפשיטא ליה דבולעת ע\"י שליקה ומספקא ליה אם דם כבדא אסור לפי' ר\"ת ואם נשאר בו דם לאחר מליחה לועוי\"ל דא\"ל דניחא להו לעשות אבעיתו שמסופק כמאן הלכה כיון דפליגי בהא בברייתא דע\"כ אביי לא ידע הברייתא דהא לכ\"ע אוסרת ולא פליגי בזה מיהו ז\"א דידע ומוקמי לה נמי בשמנונית כבמתני' ורב ספרא מייתי מתני' וה\"ה דהו\"מ למיפשט מברייתא למאי דס\"ד משום דמא רק טפי הו\"ל לפרש כן שיהיה אבעייתו בשוה כבמסקנא. דא\"כ הדרא קישיא לדוכתיה לפשוט ממתני' דהתם דהדם אסור שהרי אוסרת ודנשאר בו דם כיון שאוסרת ואפילו היא גופה נאסרה אי לאו דפולטת ואינה בולעת לזה הוצרכו לפרש שהבין דמספקא ליה אם בולעת ע\"י שליקה או לא: ", 
            "בא\"ד <b>ולפירוש ר\"ת ניחא.  </b> דא\"ל דלמא בנמלחה [ומהיכא פשיט משם דאינה נאסרת] דא\"כ אמאי אוסרת דמליחה כצלי ולא גרע עכ\"פ משאר בשר וכל עסק דשמעתין אם עדיפא גם ל\"ל טעמא דפולטת ואינה בולעת משמע הא בולעת אסורה ולאחר מליחה הא הוי כשאר בשר עכ\"פ: ", 
            "בא\"ד <b>כמו שדרך לבשל בשר.  </b> וה\"ה בשר שעמו ודאי נמלחה דאי לא\"ה אסורה בעצמה וא\"צ לאוסרת דכבד ה\"נ כבד איירי בנמלחה: ", 
            "בא\"ד <b>ומייתי מדשמואל כו'  .  </b> ודם הטחול דעובר עליו והיינו דם היוצא ממנו כמ\"ש לקמן בסמוך בד\"ה אבל טחלא נראה שר\"ל דם היוצא מגידין שבטחול האסורין משום דם: ", 
            "בתוס' <b>בד\"ה דתנן כו'   וי\"ל כו'.  </b> מ\"מ לבתר שפירש לו דלמיסר חברתה קמיבעיא ליה הו\"ל למיפרך ממתני' דפשיטא דאוסרת אפילו בבישול ולמה ליה המ\"ש למיסר נפשה דלא כו' ואפ\"ל דה\"א התם בשלוקה ואביי במבושל (*ש) אך עתה דלמיסר נפשה לא קמיבעיא לך אפילו בשלוקה דלמא בהיפוך התם מבושל אבל שלוקה נאסרה ג\"כ אלא משום דמשמע לך דסתמא קתני התם בכל ענין מדלא מחלק א\"כ למיסר חברתה נמי נפשוט מדלא מחלק וא\"ל לאו מכח סתם משנה פשיטא ליה למיסר נפשה דלא די\"ל מתני' במבושל רק מכח תנאים דבסמוך דפליגי בשלוקה אם נאסרה אבל במבושל לכ\"ע אינה נאסרה כ\"ש היכי פשיטא לך בשלוקה למיסר עצמה דלא הא פליגי בה. ואין ליישב קושית התוס' בע\"א דמעיקרא דלמא מתני' איירי מדם כמו שהבין רב ספרא באמת אבל אביי משמנונית לענין אם בישלה עם טריפה אי מהני טרדתו לפלוט אף לענין שמנונית דבשאר בשר מועיל טרוד לפלוט לענין דם ולא לאיסור אחר גבי מליחה ש\"מ דיש סברא לחלק [ופשיט ליה] אנא שלקי ליה לרב אמי ר\"ל בדיעבד שלא במתכוין ואכל. כי קמבעיא לי למיסר חברתה כו' השתא הבין דע\"כ לענין דם אבעיא ליה דלשמנונית פשיטא דאוסרת אם היא של טריפה וק\"ל. ואפ\"ל דמעיקרא לא יוכל למיפשט ממתני' דלר\"ת דמבעיא קודם מליחה אם צריך מליחה כשאר בשר והוי כנתבשל בדמו או לא והתם קתני אינה נאסרת דדלמא איירי לאחר מליחה וה\"ק הכבד אוסרת את המתבשל עמו שנמלח כהלכתו והכבד לא נמלח ואינה נאסרת אם היא נמלחה ונתבשלה עם הבשר שלא נמלחה (*ת) כמו השתא דמוקי בכבדא דאיסורא ומשום שמנונית דצריך לפרש כן אבל בלא נמלחה לעולם אסר נפשה משום שנתבשלה בדמה וכ\"ת נפשוט דאסורה בלא נמלחה מדאוסרת אחרים דא\"ל דמה מותרת לעולם דהא אוסרת אחרים מ\"מ דלמא אינה בולעת אפילו דם עצמו ולא נחשב כנתבשל בדמה כמו חתיכת בשר שלא נמלחה ונתבשלה ויש ס' במים כנגדה דאפ\"ה אסורה אע\"ג דמה שיוצא בטל בס' ומה שנשאר הוי דם אברים שלא פירש ומותר ואפ\"ה אסורה משום דפירש בתוכו ממקום למקום ואפשר דטעם שם משום דהוי כאיסור הדבוק ושמא יצא מעט חוץ לרוטב ופירש לחוץ ממקום למקום [משא\"כ בכבד משפולטת ויצא לחוץ אינה בולעת] ועכ\"פ דחיקא לפרש בשמעתא כן וק\"ל: "
        ], 
        [
            "גמ' <b>ודלמא פי קנה כו'   א\"נ מוחלט כו'.  </b> לפירוש ר\"ת בד\"ה כבדא דצ\"ל שידע היה שלא נמלח והריאה והלב נמלחו כדי להראות כו' א\"כ למה יחלוט אי קסברי דצריך מליחה למה לא חלטו הכל ולמה מלחו זה בלא זה ואולי אילו מלחו הכל לא היה נשמע דצריך מליחה דשמא אגב שאר המחובר בו מלחוהו לא מחיוב אך עתה שמלחו [זה בלא זה] וחזרו וחלטו הראו זה מיהו הו\"ל למלוח הכבד לבדו אח\"כ רק צ\"ל דידע שהכבד לא נמלחה אבל שאר המחובר לא ידע ופריך דלמא הכל לא היה נמלח וחלטוהו: ", 
            "גמ' <b>כתנאי כו'  .  </b> לועי\"ל א\"ל ר\"נ ככ\"ע והתם פליגי בלא מליחה ועובדא הוי לאחר מליחה דאף דבלעה בשלוקה מ\"מ הדם לאחר מליחה שרי (*א) דמשמע דמיירי שם לאחר מליחה כמו שדרך לבשל בשר כמ\"ש התוס' לעיל בד\"ה כבדא דמ\"ש ברייתא ממתני' ועוד דפלוגתא דרב בר שבא ור\"נ לא היה רק לענין שלוקה ומשום דשלוקה לא אכלה רב בר שבא ולענין זה מייתי שפיר כתנאי וכן לאביי ולרבי זריקא דמסיק לעיל דאינה אוסרת ומוקי לכתנאי בשמנונית מ\"מ שמעינן מינה פלוגתא אי בולעת ע\"י שליקה או לא ואפשר דלפי האמת איבעיא דאביי במבושל ובשלוקה פליגי הני תנאי (*ב) והתוספות לא כתבו רק דמעיקרא לא רצה לפשוט ממתני' משום דלמא בעייתו בשלוקה כו': ", 
            "גמ' <b>מתובלת אוסרת ונאסרת שלוקה אוסרת ונאסרת לא בלל מתובלת ושלוקה אוסרה ונאסרת דה\"א תרוייהו יחד בעינן וכן משמע בהראב\"ן והב\"י הביא בע\"א ע\"ש מיהו הומ\"ל מתובלת או שלוקה כו'.  </b> ועיין הך שמעתתא באורך בב\"י ודו\"ק: ", 
            "גמ' <b>סימפונא דבליעי דמא כו'  .  </b> דם שבסמפונות ככנוס בכלי ואסור עכ\"פ לבישול וסוגיא דלעיל רבי זריקא שרי לקדירה בהדי בשר נראה דאיירי הכל מצד איסור דם כבד עצמו לא מצד דם שבסמפונות כגון שהוציא מהן הסמפונות (*ג) ולכך שרי אפילו בלא מליחה לר\"ת אליבא דרבי זריקא ובסמוך בד\"ה דם דאורייתא כו' הקשו התוס' [על פ\"ה דדם כבד דרבנן] דמשמע להו משום דם שבכבד ולא דם שבסמפונות וכבכולה שמעתא ועוד דדם שבסמפונות אין הרבה כ\"כ יותר משאר בשר ואמרינן בהו בצלי כבכ\"פ רק משום דם שבכבד אסרינן ודו\"ק: ", 
            "גמ' <b>א\"ל קורעו ש\"ו כו'  .  </b> רש\"י פירש אצליה ולא אמליחה. א\"ל אם היה המעשה שלא בהדי בשר הא אמרינן דפולטת ואינה בולעת ואי מ\"מ הכלים אסורין שמא היו רוצין לאסרן כמ\"ש התוס' בד\"ה רב בר שבא בר\"נ ויש לומר דראה בהן שדעתן לעשות בהכשר הכל דאם כן למה להו למלחן או לצלאן קודם הבישול הא אף בבישול גרידא בלא מליחה וצלייה אינה נאסרת הכבד דאינה בולעת לכל הפירושים: ", 
            "בתוס' <b>בד\"ה כי הא כו'   וא\"ת כו'.  </b> דלא משמע להו חלטי שאר בשר ומייתי דחליטה מועלת. וקושיתם לר\"ת דלועוד י\"ל דלמא קודם מליחה אבל הודוקא לבשל עם בשר כו' שכתבו קאי אף לועי\"ל וק\"ל: ", 
            "בתוס' <b>בד\"ה רב בר שבא כו'   ולפי שלא היה בשר כו'.  </b> דאילו היה בשר עמו כבר אמר דר\"נ גופיה חלטי ליה ברותחין ולא ס\"ל כרבי זריקא: ", 
            "בתוס' <b>בד\"ה וחיתוכיה לתחת כו'   ומה שלא נפלט כו' כבדא בשלימא.  </b> נראה שר\"ל כבד שלם: ", 
            "בתוס' <b>בד\"ה כבדא.  </b> ביש ספרים ציינו כבדא עלוי בשרא אסור כרב דימי וא\"כ הדיבורים מהופכים [ודיבור הסמוך קודם] ודו\"ק: ", 
            "בא\"ד <b>לכתחלה אסור לכ\"ע כו'   ממרימר ליכא הוכחה דמנ\"ל דתפס ב' הסברות להקל בדיעבד דלמא תפס ב' הסברות להחמיר לכתחלה [ופלוגתייהו בלכתחלה] גם הלשון היה משמע טפי לכתחלה כבמרימר ואולי מבסמוך ע\"ב כמה יהיר האי מדרבנן כו'.  </b> אימור דאמרי רבנן דיעבד כו': <br>בסה\"ד בכבדא שיש בה רוב דם כו'. לענין מישרק שריק כתבו פה ובדיבור שאח\"כ לענין כבכ\"פ ודו\"ק בלשונם וק\"ל: ", 
            "בתוס' <b>בד\"ה דמא מישריק שריק כו'   דמסקינן התם כו'.  </b> ר\"ל התם מסקינן לכתחלה שרי מולייתא למאן דס\"ל כבכ\"פ והכא מסקינן דאסור לכתחלה לכ\"ע כו' דלענין כבכ\"פ לא אסקו אדעתייהו חילוק בין רוב דם וראיה לב שיש בו נמי שפע דם כמו שכתבו אח\"כ דשרי למ\"ד כבכ\"פ ואם הדיבורים מהופכים צ\"ל בהיפך דלענין משרק שריק לא היה מסתבר לחלק בין רוב דם לזה כתבו מ\"ש בד\"ה כבדא: ", 
            "בתוס' <b>בד\"ה תותי בשרא כו'   נוטף על הכחל כו'.  </b> לא ברירא לי דמה בכך בכחל בלא\"ה יש בו טעם בשר בחלב ואיסורא דבהדי בישרא בלא קריעה ש\"ו הוא משום שמשתנה טעם הבשר שעמו לבשל בחלב כמ\"ש ר\"ת לעיל בד\"ה האי לקדירה ודו\"ק (*ד) גם היאך לומד מכאן דתותי בישרא היתר לקדירה כמ\"ש אח\"כ והא לא דמיא וק\"ל:  "
        ], 
        [
            "גמ' <b>צונן אמרי לה בעי הדחה.  </b> עי\"ל בתוס' [דף ח' ע\"ב ד\"ה והלכתא דקאי אסכין דלא כרש\"י]: ", 
            "גמ' <b>קערה שמלח בה בשר אסור כו'  .  </b> לא קאמר אסור למלוח בה להסובר אין מליחה לכלים להפליט ניחא. ואי מיירי במנוקבת או לא ובחרס או לא ופינכא דר\"א דתברה ולא ייחדה למליחה עיין בזה בפוסקים. ובאשר\"י משמע דיש מליחה לכלים ועיין בדיני מליחה: ", 
            "גמ' <b>האי היתירא בלע כו'  .  </b> לא מחלק הכל בצנון דפשיטא דאיסור בלע דאסור שהאיסור בעין נבלע בצנון ובקערה קמ\"ל ב' נ\"ט ואף לטעם שני שברש\"י [בסמוך ע\"א] חשיב ליה חד טעמא משום חורפא דצנון [ולא] חלק הכל בקערה [דבקערה של בשר מותר לאכול בה חלב דהיתירא בלע] דפשיטא דאסור אף בהיתירא בלע (*ה) מי לא תנן קדירה שבישל בה בשר לא יבשל בה חלב וא\"כ בלא\"ה צריכין לחלק בין צנון ובין קדירה [ול\"ל טעמא דהיתירא בלע] ואולי קערה שנבלע בה ע\"י מליחה מדמה טפי לצנון ודו\"ק: ", 
            "גמ' <b>אפשר למיטעמיה כו'  .  </b> אין לחלק הכל בצנון כמ\"ש כבר ובקערה [שבישל בה בשר דהיתירא] וליטעמיה ע\"י שיבשל בה מים וכה\"ג אי נותן טעם בו דאין דמיון לזה ועיין: ", 
            "גמ' <b>דגים שעלו כו'  .  </b> אף דאיסור הבלוע אינו יוצא מחתיכה לחתיכה בלא רוטב באיסור הבלוע בכלי יוצא שפיר ומכאן הוכיחו הפוסקים ר\"י מאיבר\"א דבאיסור הבלוע בחתיכה אמרינן אף דחתיכה נעשה נבילה אין הנאסר יכול כו' וכיון דאיסור הבלוע אינו יוצא בלא רוטב גם החתיכה עצמה הנאסר אינו אוסר משא\"כ חתיכה נבילה שאסור מחמת עצמה אוסר התתיכה שאצלה בלא רוטב אבל בכלי לא אמרינן אין הנאסר כו': ", 
            "גמ' <b>חס ליה לזרעא כו'  .  </b> הא איהו לא קאמר רק הדר ביה כו' ובתר דהדר למה חס ואולי לשון דלרבך יהבי ליה כו' משמע שע\"י שאכל עתה נשמע שהדר: ", 
            "גמ' <b>דליספי לי מידי כו'.  </b> וגאמו לשבא [לעיל ע\"א] לא חשיבא עליה דר\"נ כ\"כ: ", 
            "ברש\"י <b>בד\"ה דגים שעלו מן הצלי כו'  .  </b> אפ\"ל משום דע\"י בישול הוי ג' נ\"ט וגמרא קאמר נ\"ט בר נ\"ט: ", 
            "ברש\"י <b>בד\"ה כולי האי שחוזר ונ\"ט בבישול עד שיכול לחזור וליתן טעם (*ו):  </b>", 
            "בתוס' <b>בד\"ה אמר אביי כו'   אליבא דרב כהנא קאמר ליה.  </b> אינו מחוור כ\"כ דנ\"ט בר נ\"ט נמי נימא דאליבא דר\"כ קאמר גם רבא אמאי לא מתרץ כן מיהו ברבא לא מצינו דס\"ל כלל נ\"ט בר נ\"ט מותר [אבל באביי מצינו דמתיר לקמן דגים שעלו בקערה] או י\"ל משום דדחיקא ליה דאם כן לחלק מיניה וביה (*ז) אבל לאביי גם עתה קשה לחלק מיניה וביה. לכאורה אביי דלקמן הוא אביי קשישא לא בר פלוגתא דרבא דחזקיה הוא רבי' דר\"י והיאך יאמר משמו ואולי חזקיה דבסמוך הוא חזקיה אחר וכן הוא בספר יוחסין: ", 
            "בתוס' <b>בד\"ה הלכתא כו'   דשאני התם דהוי טעם שלישי כו'.  </b> לא כתבו טעם רביעי דשלמים דאתמול נותנין טעם במים שבקדירה י\"ל דמ\"מ נידוק מהרוטב דעתה שבלע טעם דקדשים ומביאן לידי פסול ע\"י שממעט באכילה מפני שלמים דאתמול ולזה כתבו דמ\"מ הוי ג' נ\"ט דשלמים דאתמול ברוטב ומרוטב לקדירה ומקדירה לרוטב [ומ\"ש התוס' בחטאת הוי נ\"ט שני באיסור עיין במהרש\"א] וק\"ל (*ח): ", 
            "בא\"ד <b>וגם מיפסלי ביוצא כו'  .  </b> זה דומה קצת לשלמים שיאכלו לפנים מן הקלעים [ובאותו מקום עדיין דהיתירא הוא] וק\"ל: <br>בסה\"ד ואם אחד אינו בן יומו כו'. מ\"ש האשר\"י וכן פסק בפנים הש\"ע להתיר שניהם אפילו בבן יומו לא נתחוור לי כלל דסוף סוף המים נעשו נבילה שבלועים מבשר בחלב וטעם כעיקר ועיין בזה בפוסקים: <br>לענין מרדא דחמץ קודם פסח הוי נ\"ט בר נ\"ט דהיתירא דומיא דשלמים ובפסח אף דאיסור הבלוע בכלי יוצא בלא רוטב מ\"מ אפשר דלא הוי רותח מיהו המצה על כל פנים הוי רותח וחם לתוך צונן קליפה מיהו בעי אף דתתאה גבר וכן אף בפסח אין כולו אסור דדוקא מה שבעלמא בס' בפסח במשהו אבל מה שאינו מפעפע יותר מכדי קליפה או נטילה אף בפסח כן: "
        ], 
        [
            "גמ' <b>דחלא מאי כו'   ומ\"ש כו'.  </b> א\"כ מאי הקשה מעיקרא דחלא מאי ועיין בב\"י שהרמב\"ם פירש בע\"א עיין עליו: ", 
            "גמ' <b>אבל צלי.  </b> צונן מיהו ברותח נמי דינו כן. או אולי כדי נטילה: ", 
            "גמ' <b>ואי אית ביה פילי כולו אסור.  </b> אצלי קאי כדפרש\"י ועיין בפוסקים די\"א אפילו בצונן ועיין ברא\"ש. ולפ\"ז חתיכת בשר [צלי] צונן שנפל לחלב צונן אסור דלכאורה אין אנו יכולין לשער כ\"כ איזה חלק ואיזה מקרי יש בו פילי ושמא דוקא אם החלב מלוח קצת דומיא דכותח אף שנאכל מחמת מלחו מ\"מ זה וזה גורם המליח והבקעים וצ\"ע. ובש\"ע משמע דוקא מלוח קצת ודוקא בצלי או אפוי ומבושל צונן: ", 
            "גמ' <b>אמר ר\"נ כו'   אין מניחין כלי כו' אלא מישדי ביה תרתי גללי כו'.  </b> ובי דוגי עצמו הכלי אסור כמ\"ש הרא\"ש והקשה הר\"ן לאסור הכלי לשומן ועיין בב\"י באורך ולכאורה אין קושיא דהמלח שואב הדם אצלו ומבדיל בין שומן לדם עד שאפילו אין טעם בו ולמה יאסור הדם הנבלע טפי מאילו היה בעין ואפילו הכלי עצמו היה אפשר להתיר מטעם זה וק\"ל: ", 
            "בתוס' <b>בד\"ה אגב חורפיה כו'   לבטל טעם הבלוע בירק ונפלט כו'.  </b> דאין חתיכה עצמה נעשה נבילה כיון דהוי דהיתירא:  "
        ], 
        [
            "ברש\"י <b>בד\"ה שאני התם כו'   כשתעלה תמרתו כו'.  </b> דאותו תירוץ נשאר בשמואל דאל\"כ מנא ידעינן אימתי כלה מראה אדמומית שבו ורב אשי פליג אשמואל דאימתי נדע מתי כלה דדלמא תתאה מטי כו' אלא ע\"י תרתי גללא דמלחא יש תיקון אף בלא כלה הדם שטבעו שהדם נגרר לשולים אצל המלח ולזה מקשה דשמואל דא\"צ אליביה (בי דוגי) [גללא דמלחא] אדשמואל ואע\"ג דרב אשי פליג אשמואל אפ\"ה פריך לרב אשי הא דשמואל אדשמואל כן היא ריהטא דשמעתין אליבא דרש\"י אבל הפוסקים לא פירשו כן עיין בב\"י: ", 
            "ברש\"י <b>בד\"ה אפילו עופות כו'  .  </b> עיין בזה בהג\"א: ", 
            "בתוס' <b>בד\"ה דגים ועופות כו'   והקשה ר\"ש כו'.  </b> לפירוש ר\"י מאורלינ\"ש בדבור הסמוך לק\"מ דצ\"ל פליטת הדגים נגמר קודם התחלת העופות וק\"ל (*ט): ", 
            "בא\"ד <b>ונראה דאין העופות נאסרין כו'   ונאמר כו'.  </b> מבואר יותר באשר\"י וכשתעיין לעיל בגדי שצלאו בחלבו (חולין דף צ\"ו ע\"ב) בתוס' בד\"ה אפילו מריש אזנו ובאשר\"י שם וק\"ל. וא\"ל אף דבציר לחוד לא סגי [והוצרכו שגם מן הדם כו'] משום דאין הנאסר כו' מ\"מ בדם לחוד לסגי [ולמה הוצרכו לכתוב אפילו לאותו פי' כו'] וליהוי ציר מותר [כרבינו אפרים] סוף סוף מן הדם שנבלע בדגים מוליכין עמהם דציר נוח ליבלע אף שטרוד לפלוט כדבסמוך בציר טריפה ויאסור העופות מן הדם י\"ל דכבכ\"פ ואגב דפליט דם דידיה פלט דם שבלע אבל הציר אינו פולט וא\"כ נאסרו מן הציר דנעשה נבילה ומ\"מ אין קרוי זה אין הנאסר כו' ולדמותו לאלו אם לא הבליע [דם] בתחלה בעופות (*י) וק\"ל. ול\"ד לדגים שנאסרין משום דאף שפלטו מקצת דם מ\"מ לא פלט כולו ה\"נ בעופות דעופות כיון שלא כלה פליטתן עדיין ודאי פולטין כל דם שבלעו משא\"כ דגים שכבר נחו מפליטתן. גם אינו דומה [הך דדגים] לכל בשר דעלמא שמוליך הציר וגם דם מזה לזה לפום הך דאמר כו' דמ\"ש ואף שמה שהציר אינו יוצא אין בו חשש דציר גופא דהיתירא הוא סוף סוף דם נשאר בו דז\"א דכבכ\"פ ואפילו לאחר שיעור פליטתן כשמונחות יחד הוא מעשים בכל יום אין בזה חשש למה שמסקו התוס' כאן דדמא משריק שריק ואפילו לאחר שנחו מפליטתן או מטעם שמושך ציר [הרבה] או מטעם ר\"י דאורלינ\"ש [והם הג' תירוצים שבדבור הסמוך]. וא\"ל כמו דנאסרין העופות בה\"א זו אף שהדם חוזר ופולט ה\"נ יאסרו הדגים מתחלה אף שחוזר ופולט כל הדם שבלע מן העופות [ולמה לי טעמא דרפו קרמייהו ונחו מפליטתן] דזה הבל שהעופות נאסרין השתא מכח הציר שנעשה נבילה כבר תוך הדגים מכח הדם שבלעו הדגים מהעופות דאין כח בהדגים לפלוט כל הדם כיון שכבר נחו מלפלוט לכך נעשו נבילה אבל אילו היה כל הדם חוזר ויוצא מהדגים לא היה נעשה נבילה מעולם דאין זה דומה לאפשר לסוחטו רק כמו כל בשר דעלמא אבל העופות אח\"כ נאסרו מציר שנעשה נבילה כבר אף דהעופות פולטין כל הדם שבלעו [לכך הוצרכו לדם משריק שריק]. ובאשר\"י כתב ובלעו העופות ממנה לאחר גמר פליטתן כו'. ולפי\"ז ל\"ל איסורא דציר תיפוק ליה משום דם לחודיה ואולי פסיקא ליה כבכ\"פ אף אחר גמר פליטה (*כ) כי היכי דאמרינן השתא לפי האמת מישריק שריק אף לאחר פליטה כמ\"ש התוס' בסמוך תחלת דבור שאח\"ז רק ס\"ד דע\"י הציר נבלע גם הדם ואף שהדם חוזר ויוצא אחר כך וכבכ\"פ מ\"מ הציר נשאר בו לזה כתבו דלא נכנס הדם בהן מעולם משום דמשריק שריק כו' וא\"כ אין הנאסר כו'. וכתב לאחר פליטתן דקודם פסיקא ליה טפי דמישריק שריק ואינו נכנס אפילו ע\"י ציר וכן משמע קצת מתוס' דלאחר פליטתן איירי ולהכי הוצרכו לסיים ובדגים דרפו כו' דלא שריק כו' דאי קודם פליטה תיפוק ליה בדגים שכבר פלטו כדקאמר תלמודא ואף דהוא עצמו מטעם דרפו קרמייהו [ולכך הוצרכו התוס' לחלק דדגים רפו קרמייהו] מ\"מ ל\"ל סיומא זו [דהוזכר בתלמודא בהדיא דבדגים נחו מפליטתן משום דרפו] ודו\"ק. ואם ר\"ל אחר פליטתן דם אבל פולטין עדיין ציר וכיש מפרשים בסמוך א\"כ היינו קודם פליטתן דמ\"ש שעדיין פולט ציר או דם. ומהטור משמע בהדיא דנאסרו מכח הדם לא הציר כדמשמע לשונו גם הלא כבר פסק כרבינו אפרים דל\"א חענ\"נ א\"כ ע\"כ צ\"ל משום דם וא\"ש לפי\"ז שכתב האשר\"י אחר פליטתן [ושוב לא אמרינן כבכ\"פ] אך הרא\"ש כתב מיהו לפי טעם זה כו' [דאמרינן חענ\"נ רק אין הנאסר כו' יש ליישב ולומר שגם מן הדם כו' יוצא קצת ונבלע כו' ע\"ש] משמע דלפירוש הרר\"א לא יתכן ודו\"ק: <br>אף לי\"מ דבסמוך בדבור שאח\"ז שפליטת דם העופות מושכת אחר פליטת ציר דגים [והיאך כתבו שנפלט מקצת עם ציר הדגים כו'] היינו מה שפולט מחמת המליחה הראשונה אבל מ\"מ בודאי יש עדיין ציר בדגים שנעשו נבילה אח\"כ [ע\"י בליעת דם העופות]: ", 
            "בתוס' <b>בד\"ה ודגים כו'   ופשטא דאלא ל\"ש כו' וכן מפרש ר\"ת כו'.  </b> בדפוס חדש השמיטו ושינו הלשון אבל גמרות ישנים נכונים ור\"ל של\"ת דתלמודא לא איירי בהכי במליחה זו אחר זו דדלמא אה\"נ דלאו שפיר דמי ולא איירי רק בהא דלא חיישינן שמא פלט חד גיסא כו' ומולח בבת אחת הרבה חתיכות המונחין לפניו לזה הקשו ממנהג שלנו שמולחין כו' גם פשטא דאלא ל\"ש משמע דשרי בכל ענין וכדמפרש ר\"ת בהדיא אע\"פ שהתחתון פלט תחלה כו': ", 
            "בא\"ד <b>ושמא לא אמרינן מליח הרי הוא כרותח כו'  .  </b> אקושית גומות דלא מצי שריק ובולע התחתונה לאחר פליטת דמה מדם פליטת העליונה של תוך זמן פליטה של העליונה לא מצי לתרוצי הך שינויא רק על קושיא זאת שאחר פליטת כל הדם והציר יבלע ממיחוי הדם שבציר תוך הגומות: ", 
            "בא\"ד <b>ומ\"מ בשר שבתוך הציר כו'   אין להתיר מטעם זה כו'.  </b> [לומר] דמה שפולט לחוץ אינו בולע אגב טירדא ומה שאינו יוצא הוי דם אברים שלא פירש כיון שמונח בכלי שאינו מנוקב [אין לו כח לפלוט כו' ובולע. וא\"ל] ל\"ל בולע אף דאינו בולע תיפוק ליה שאין לו כח לפלוט וכשמבשלו אח\"כ יוצא הדם לחוץ י\"ל דאי מש\"ה היה מועיל לו מליחה אחרת אח\"כ בכלי מנוקב [והא דכתבו אין להתיר מטעם זה] אבל לטעמים הראשונים דחוזר ופולט מה שבלע פשיטא להו דאין להתיר זה בכשא\"מ: <br>מעשה דרש\"י לימא פשוט מותר דע\"כ ציר אליביהו דהיתר מדלא חשו לבליעת ציר מחתיכה העליונה אחרי שגמרה תחתונה פליטת דמה וצירה: "
        ], 
        [
            "גמ' <b>תני סיפא לגלויי רישא כו'   דלא תימא כו'.  </b> באותו ה\"א ל\"ל סיפא דסיפא ובהכי נמי מסתברא דקאמר דאי ס\"ד רישא שניהם מלוחים השתא כו' ול\"ל סיפא א\"ל אלא מאי שניהם מלוחים אסור ל\"ל סיפא דסיפא דאה\"נ זה מקשה באמת אח\"כ ת\"ש אסיפא דסיפא אבל המקשה ת\"ש כו' נקשה ולטעמיך דלא ידע איידי ל\"ל סיפא לגלויי (*ל) הא גלוי ועומדת מכח סיפא דסיפא דאין זה כלום דכל רישא וסיפא תקשה כן מכח סיפא נשמע רישא ועוד דא\"כ תקשה טפי למה לי רישא וסיפא כלל נשמיענה מכח סיפא דסיפא לחודה אלא שכן דרך לשנות רישא וסיפא ובא להורות דינא דרישא בפירוש בהרישא שלא מכח דיוק בחוץ בסיפא ובת\"ש האחרון מקשה מכח דלא תני רבותא טפי בסיפא דסיפא: ", 
            "גמ' <b>אמר שמואל אין הבשר יוצא כו'  .  </b> באשר\"י ובשר שנתבשל בלא מליחה צריך ס' לבטל כל החתיכה דלא ידעינן כמה דמא נפיק מיניה כו' דאילו יודעין א\"צ רק ס' נגד הדם היוצא דהיוצא בטל והנשאר הוי דם אברים שלא פירש ואף דלדעת י\"א דחתיכה עצמה נעשה נבילה בזה [אף ביש ס'] היה צריך ס' נגד כל החתיכה אף אלו ידעינן מ\"מ לבטל טעם החתיכה עצמה מ\"מ כתב תחלה טעם שיהיה הדין כן לכ\"ע אף למה שהסכים הוא עצמו שלא שייך כאן חענ\"נ שהרי לא נעשה נבילה מעולם דכ\"ז שלא פירש הדם חוץ לחתיכה הוי דם אברים שלא פירש וכשפירש נתבטל וזה פשוט. ואף שדברי הרא\"ש מסתברים מ\"מ אפ\"ל טעם האוסרין דהוי כאיסור הדבוק דחיישינן שמא יצאה אותה חתיכה חוץ לרוטב ופליט והדר בלע. ועיין בזה בהראב\"ן עם רשב\"ט חתנו הובא גם בהגהת ש\"ד ועיקר טעמו כיון שהדם שבתוך החתיכה נ\"ט בחתיכה ע\"י בישול אסור גם משום דלמא לא סליק ליה דיקולא דמיא כו' וכמ\"ש רק הוא כתב דאותו דם היוצא ממנו הוא מועט ואין בו שיעור לאסור רק משום דמצא מין את מינו שאר הדם שבאותה חתיכה שלא נמלחה וניעור ולכן שאר חתיכות חוץ לדיקולא לא חיישינן שמא פלט מזה לזה שהרי אין בהן דם לומר מצא כו' וזה אינו מחוור לי ודו\"ק: ", 
            "במשנה <b>בין ריה\"ג לר\"ע א\"ב חיה (*מ) ועוד מבואר לקמן בגמ':  </b>", 
            "ברש\"י <b>בד\"ה אבל צירן זיעה היא כו'  .  </b> מדנקיט נמי ורוטבן ע\"כ דאיך הה\"א משום דאינו בולע דע\"י רוטב ודאי בולע (*נ) מיהו טעם גמור היוצא ממנו ע\"י רוטב ג\"כ אין סברא לחשבו כזיעה ופריך ולימא ליה מדשמואל דע\"כ לענין ציר איירי [וש\"מ דלא הוי זיעה] דאל\"כ לענין מאי מליח כרותח הא לענין דם אמרינן איידי כו' [ומ\"מ משני ליה ה\"מ דמא וכפרש\"י בכשא\"מ] מיהו זה דוחק דדלמא לענין חלב ושאר איסורין (*ס) ולענין שאוסר הקערה שמלח בה ולאסור גבינה וחלב הנוגע בה ועוד מאי מבעיא ליה לרב מרי הא משנה שלימה דציר אסור כמ\"ש התוס' ומשניות היו שגורין בפיהם כמ\"ש התוס' לעיל מיהו ז\"א דהמשנה אציר דגים קאי כמ\"ש התוס' והטמאים מרבה לענין טריפה ואע\"ג דלפי האמת ציר דגים קילי טפי ולא הוי אלא דרבנן וכמ\"ש התוס' בד\"ה הטמאים וע\"ל בתוס' פג\"ה (דף צ\"ט ע\"ב) בד\"ה שאני ציר דזיעה בעלמא: <br>ומפשיטות רבא הטמאים משמע דבאיסורא קמיבעיא ליה ומפרש\"י באיבעיא משמע דאם אמרינן כ\"ז שטרודה לפלוט כו' מבעיא ליה ודו\"ק: ", 
            "ברש\"י <b>בד\"ה פרט לעוף חיה ובהמה טמאה כו'   גדי פרט לעוף כו'.  </b> מהי תיתי עוף אף אילו נאמר בהמה (*ע) לא הוי עוף בכלל: ", 
            "בתוס' <b>בד\"ה טהור מלוח כו'   ולא תתאה גבר כו'.  </b> דטעמא דתתאה גבר דהחום טבעו לעלות ולפלוט המונח עליו משא\"כ במלוח שאינו כרותח מצד חומו שהולך ממנו רק חזק כחו. ועיין בהג\"א מחלב שנמצא על דגים מלוחים: ", 
            "בא\"ד <b>דא\"צ להגעיל כו'  .  </b> אף דבגמ' אינו מבואר כ\"כ דמותר לכתחלה:  "
        ], 
        [
            "גמ' <b>ונילף מיניה.  </b> אף דהקשה בתחלה מנא ה\"מ לא משום דסברא החיצונה דגדי דוקא גדי דא\"כ מאי פריך ולילף באותו ה\"א ל\"ל העזים כלל רק בלא קרא י\"ל הכי והכי: ", 
            "גמ' <b>גדי לרבות את המתה.  </b> ואפ\"ה חלב מתה ממועט כדבסמוך ולא חלב שחוטה וק\"ל: ", 
            "גמ' <b>גדי להוציא את הדם כו'  .  </b> דלבתר דאיתרבי בחלב ומתה דאיסור חל על איסור איצטריך מיעוט לדם וטמאה (*פ) וא\"ל מאי חזית לרבות חלב ומתה ולהוציא דם וטמאה איפוך דכל חד לפי ענינו וסברא חיצונה: ", 
            "גמ' <b>דם נמי לאו גדי הוא.  </b> מ\"מ מבשל כבד בחלב אין ללמוד מכאן דאינו מדאורייתא וא\"כ אינו אסור בהנאה: ", 
            "גמ' <b>וסבר שמואל איסור חל על איסור כו'  .  </b> דא\"ל אין אחע\"א ומרבה לענין בישול דחד איסורא הוא ושלא תימא להכי אפקה רחמנא בלשון בישול כיון דעל אכילה כו' וכ\"ת לא לפקינהו ולא לרבויי דאצטריך לאפקינהו למילי אחריני לדרך בישול אסרה תורה וכי האי גוונא: ", 
            "גמ' <b>והאמר שמואל כו'  .  </b> לא מקשה מהך גופיה [גדי להוציא את הטמאה] ולא בחלב טמאה דאי משום דלאו גדי הוא ולא משום דאין אחע\"א א\"כ א\"צ מיעוט כמו דם דא\"צ מיעוט משום דלאו גדי הוא (*צ) ודוחק לומר שמורה לנו דלא הוי גדי רק דפשיטא דשאני הכא שהרי מיעט קרא בהדיא אבל בהא ס\"ד פרט לזו שמחוללת כו' לכן אין איסור חילול דהשתא חל על אותו איסור [מצד הסברא לא מחמת מיעוטא דקרא]: ", 
            "ברש\"י <b>בד\"ה פרט לזו כו'   אלמא לא אתיא כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה אין אחע\"א כו'   מקרא דלגופיה כו'.  </b> כפי' השני דלעיל ואולי לעיל הקשה למ\"ד אחע\"א קאמרינן לקמן כן והכא לשמואל נמי אחע\"א ס\"ל ואין בזה טעם. רק לעיל הקשה מאי דוחקא דתלמודא לפרש בשמואל כן הא כל כמה דמצינו לאייתר טפי עדיף דזה היה קשה רק ג' גדי כתיב ואנן שיתא דרשינן א\"כ טפי לימא כדלקמן בדר\"ע דמייתרו שלשתן וע\"ז באו תוספות לישב לעיל דמוכרח תלמודא לפרש כן וז\"א. רק קושיתו כיון דלא מייתר תלמודא רק תרי מאי דוחקיה לומר קסבר אחע\"א ומפרש דלא כבדר\"ע לקמן טפי יפרש בעלמא אין אחע\"א והכא רבי קרא ולא יצטרך לגופיה כבדר\"ע לקמן לזה יישבו התוס' ע\"כ צ\"ל לגופיה ולא מצריך שום קרא לחלב ומתה דאי הוי מצריך חד קרא היה צריך תרתי לכך [א\"ו דבלא\"ה ידעינן דאחע\"א] וק\"ל. ולפום ריהטא היה נראה להגיה בתוס' ולא הוי יליף מהכא במקום אלא וכוונתם לקיים גירסת קסבר לפום פרש\"י באמת ור\"ל לבתר דרבי קרא בכאן דאחע\"א יליף שמואל מהכא בכל מקום דאחע\"א ולהכי א\"צ רק חד קרא לחלב ומתה אבל אי לא הוי ילפינן מהכא בעלמא רק היכא דגלי גלי א\"כ גם חלב ומתה לא הוי ילפינן מחד קרא דהוי מוקמי אמסתבר איזה איסור שראוי לחוש טפי אאיסור מחבירו ולאיבעית אימא דבסמוך דלא ילפינן בעלמא מקרא דבשר בחלב להיות אחע\"א רק מקרא דתרומה דאאחע\"א צ\"ל כדפרש\"י כאן דאין בחלב ומתה שום צד מסתבר או אף שיש צד מסתבר מ\"מ תרוייהו גדי הן ובאים שניהם כאחד וק\"ל: <br>שם ברש\"י בא\"ד דאלו למעוטי דם וטמאה כו'. בחלב אמו ולא בחלב טמאה ל\"ל לפי\"ז וצ\"ל לכדדרשינן בסמוך בברייתא רק א\"כ למה מפרש וחד למעוטי שליא ולא כדבסמוך בתנא דברייתא ודו\"ק: "
        ], 
        [
            "גמ' <b>כיון דעל אכילה לא לקי כו'  .  </b> לקיים דין החיצונה דאין אחע\"א [מיישב בזה קושית תוספות ד\"ה כיון]: ", 
            "גמ' <b>מיתיבי כו'  .  </b> למ\"ד אינו לוקה לתירוץ ראשון דוקא פריך [דלאידך תירוצים] דלמא התם בבישול איירי (*ק): ", 
            "גמ' <b>משום דאיכא למימר מעיקרא דדינא פרכא כו'  .  </b> למאי דעושה בברייתא הק\"ו בסגנון זה עדיפא פריך אתחלת הדין אבל מצינו לעשות ק\"ו מקום ומה במקום שלא נאסר עם אמו נאסר עם מין אחר דהיינו בהרבעה מקום שנאסר עם אמו אינו דין שיאסר עם מין אחר דהיינו בבישול ויהיה שחיטה יוכיח אסוף הדין שנאסר עם אמו ולא עם מין אחר: ", 
            "גמ' <b>הצד השוה כו'   שהן בשר כו'.  </b> חלב הול\"ל שחלב באנו ללמוד אבל בשר שאר בהמה פסיקא ליה מיתורא דגדי ומרש\"י בסמוך משמע שגריס חלב. מיהו יש לראות באמת אמאי לא נוכל ללמוד בשר מק\"ו כמו חלב גם כיון דאיתרבי מגדי שאר בהמה אמאי לא קרינן ביה נמי אמו [כמ\"ש רש\"י בד\"ה בחלב אמו כו' דאי ס\"ל גדי הכל במשמע כו' למה ליה כו' הא אמו כתיב כו'] וזה יש ליישב קצת [דדוקא אי גדי כולל הכל שפיר כתב רש\"י דאמו נמי אכל מה דנכלל בגדי קאי אבל אי גדי דוקא רק מחמת יתורא דגדי מרבינן בהמה וחיה באם אינו ענין לא קאי אמו רק אפשטא דקרא דהיינו גדי. וכן כתבו המפרשים] וק\"ל: ", 
            "ברש\"י <b>בד\"ה אין לי אלא בחלב אמו כלומר עז.  </b> משמע אבל בחלב עז אפילו שאין אמו אסור ולא פריך רק גדי בחלב פרה ורחל מנין ולכן פירש רש\"י כלומר עז ועוד דאח\"כ בד\"ה בחלב אמו פירש דהאי תנא משמע ליה גדי דוקא כו' דאי ס\"ל גדי הכל במשמע כו' למה ליה כו' והא אמו כו' א\"כ כל עזים שיש במשמע גדי אסור אפילו שלא בחלב אמו דלא כמ\"ש התוס' וא\"כ נילף פרה ורחל בק\"ו מחלב עז שאינו אמו דליכא למיפרך שכן נאסרה עמו בשחיטה ודוחק למיפרך שכן מצינו במינו דאסור עמו בשחיטה. וא\"ל דהכי פירושו בברייתא באמת ואיצטריך קרא לעז שאינו אמו וק\"ו לפרה ורחל שאינו אמו ונשאר ק\"ו וקרא [דאי לאו קרא לעז שאינו אמו לא הוי ידעינן מק\"ו בחלב פרה ורחל דמעיקרא דדינא פירכא. ולזה קאמר הברייתא ת\"ל בחלב אמו לעז שאינו אמו ושפיר נשאר גם הק\"ו לפרה ורחל]. דמנ\"ל לרבויי מקרא עז שאינו אמו נוקמי אמסתבר אפרה שאסור עמו [בהרבעה]. ובלא רש\"י היה אפשר לפרש דהך ברייתא אכתי קיימא דשלא בחלב אמו לא נלמד עדיין לאיסורא ומוקמי ריבוי הראשון אמסתבר אפרה ורחל וברייתא שניה בא ללמוד איסור אחותו דהיינו עז שאינו אמו ודו\"ק: ", 
            "ברש\"י <b>בד\"ה בחלב אמו כו'  .  </b> א\"ל לכתוב פעם אחת בהמה דכולל חיה ושאר בהמות ואפילו טמאה ופעם אחת גדי למעוטי (עופות) [טמאה] י\"ל דה\"א גדי לא לסתור מה שקאי במשמעות בהמה רק להוסיף עופות. באותו ה\"א לכתוב בשר (*ר) אך עתה לא לסתור בא רק גדי משמע דוקא גדי בא גדי שני לרבות ה\"א לרבות הכל בא גדי שלישי להוציא טמאה ודו\"ק: <br>מ\"ש ברש\"י בד\"ה מעיקרא דדינא כו' דהומ\"ל בהמה טמאה תוכיח כו' ובתוס' חיה ועוף כו' רק דעדיפא פריך אתחלת דין. סוף סוף לפי האמת דיליף מבינייא ואזדא פירכא דרב אשי היאך יליף תחלת הדין מה אמו שנכנסת עמו לדיר נאסרה עמו בבישול אחותו גדולה לא כ\"ש בהמה טמאה יוכיח שאינה נכנסת עמו לדיר ואין נאסרה עמו בבישול וכן חיה ועוף. לכן נ\"ל דאין מקום לומר כן דהברייתא לומד בק\"ו מה שיש בו איסור דבשר בחלב דבשר פרה ורחל איתרבי לאיסורא מגדי וחלב דפרה ורחל עם בשר עצמה איתרבי נמי לאיסורא ממשמעות דחלב אמו וכמ\"ש התוס' רק שלא תימא עז בחלב פרה ורחל מנין דדלמא דוקא בחלב מינו ע\"ז יליף ק\"ו השתא אמו שנכנסת עמו לדיר אסור כ\"ש בחלב שאינו מינו אבל בהמה טמאה וחיה ועוף לר\"ע מיעטיה קרא דלא שייך איסור בשר בחלב גביה הן בשרו בשום חלב או חלבו עם שום בשר אין לעשות מזה יוכיח על היכא שנוהג איסור בשר בחלב. וכעין סברא זו מפורש לקמן (חולין דף קט\"ו ע\"ב) אצל חורש וחוסם יוכיח ע\"ש וק\"ל. ובזה א\"ש דלא יליף בשר של פרה ורחל נמי בק\"ו כמו חלבו ואי משום דמייתר לה גדי [ולהכי לא נקיט הברייתא למילף בשר פרה ורחל בק\"ו משום דמייתר גדי להכי ולפי האמת ל\"ק ל\"ל גדי דהא מעיקרא דדינא פרכא כדאסיק לענין חלב] ה\"נ מייתר לה בחלב אמו [ואפ\"ה נקטינן ברייתא למילף בק\"ו] רק לבתר דנלמד מגדי דנוהג בו איסור בשר בחלב שייך לעשות ק\"ו ואין לומר טמאה יוכיח משא\"כ אילו לא איתרבי לאיסור כלל פשיטא דאין לעשות ק\"ו דטמאה וחיה ועוף יוכיח ודו\"ק: ", 
            "ברש\"י <b>בד\"ה אי הכי אחותו גדולה נמי כו'   מה אמו שנכנסה כו' לא כל שכן כו'.  </b> וכן בס\"ד בפירוש ריט\"ע מה אמו כו'. וכ\"ת היאך נלמד אחותו קטנה מבינייהו [לפירוש ריט\"ע] הא ליכא ק\"ו בתחלת הדין י\"ל לרווחא כתב ק\"ו והיכא דאיכא ק\"ו ילפינן במה מצינו גם סתם אחותו ילפינן מבינייהו או כדילפינן מקרא דבחלב אמו אחותו סתם ילפינן מיניה ואם תקשי אחותו קטנה אינה מובדלת לענין מעשר נאמר אמו תוכיח אבל תחלת הדין על כל אחותו ילפינן [דנכלל בו גם אחותו גדולה דאיכא ק\"ו]: <br>בפשט דריט\"ע דאתיא לפרה ורחל מחד קרא כו' נוקי קרא אמסתבר אפרה לחודא דאין נכנסת עמו להתעשר וכ\"ת רחל אתיא מבינייהו דפרה ואמו אם כן מאי קאמר באידך ברייתא אחותו גדולה מנין כו' נילף נמי מבינייהו והיאך מקושר האי הכי כו' [דבל\"ז קשה מכח רחל דאתיא מבינייהו] ואם ר\"ל רחל שכבר נתעשרה א\"כ למה פריך בברייתא שניה אחותו (גדולה) [קטנה] מנין אף שאינו מינו דנאסר עמו בהרבעה והיא (גדולה) [קטנה] תקשי מנין ומנ\"ל לרבויי אחותו גדולה דלמא אמסתבר (אגדולה) [אקטנה] שאינו מינו [דכיון שאינו מינו מסתבר יותר לאיסור] ואפ\"ל שהמקשה אי הכי לא הו\"מ למפרך אברייתא ראשונה דדלמא מן ב' בחלב אמו דמייתרי ילפינן לפרה ורחל ועוד דדלמא ר\"ל רחל שכבר נתעשרה והתנא גופיה סברתו היה כיון דנלמד רחל גדולה ה\"נ קטנה כיון דסוף סוף מצד מינו אינו מובדל לענין מעשר. וגדולה שאינה נכנסת משום שכבר נתעשרה. מיהו מנ\"ל לרבות גדולה גופיה. (*ש) וכן בברייתא שניה סברתו כיון דנלמד אחותו גדולה ה\"נ אחותו קטנה [כיון דמצד מינו אינו מובדל] ודו\"ק: ", 
            "ברש\"י <b>בא\"ד מה לפרה שכן נאסרה עמו בהרבעה ובמעשר.  </b> ר\"ל מצד מינו לא מצד שכבר נתעשרה משא\"כ אחותו גדולה מה שנאסרה עמו במעשר לא מצד מינו רק משום שנתעשרה: ", 
            "בתוס' <b>בד\"ה המבשל כו'   איסורא מיהו איכא כו'.  </b> הכי משמע להו פטור ולא מותר גם נקיט המבשל ולא מותר לבשל כו' ולהכי לא ערבינהו ותנינהו שלא תימא משום שארא נקיט לשון פטור. ועיין באשר\"י באורך ולפירושו מאלק\"ן [שקורין סעראוויטקי] עדיין חלב מקרי רק לאחר שבישל המאלק\"ן ושאב המעט חלב שמאסף ע\"ג אז מקרי מי חלב. ומ\"מ אסור לאכול אפילו מי חלב עם בשר כמ\"ש בש\"ע:  "
        ], 
        [
            "גמ' <b>מקום שנאסר פרי עם פרי כו'  .  </b> וא\"ל זכר בחלבו יוכיח דאסור בחלב אחותו דהיינו פירי עם פירי ושרי בחלבו אע\"ג דבשחיטה שרי עם אחותו ואסור עם בנו דשאני התם דחלבו לא מקרי חלב כו' והוא בחלב אחיו נמי שרי. וזה סיוע למה שכתבתי לעיל בטמאה ודו\"ק: ", 
            "גמ' <b>דהא עבד בן משוחררת כו'   משוחרר בן שפחה אחי משוחררת הול\"ל דומיא דהא פרד בן סוסיא אחי פרידה דלעיל [דהוי השינוי בסתירת התוכיח באח] מיהו לעיל לא הומ\"ל בענין אחר [כדהכא] דאם האם פרידה א\"א להולד להיות סוס.  </b> גם [אי הוי אמר כדלעיל] למה היה השתנות החלוקה דמר בריה דרבינא רק בדידיה משא\"כ השתא משנה באם ובאחות: ", 
            "גמ' <b>סברא הוא.  </b> א\"ל בלא אי נמי ע\"כ דברים ככתבן דאי אתרוייהו קאי לשתוק קרא מינייהו [למאי דקאמר בפרק כל שעה דהאי דרבי אבוהו לא מיתוקמא אלא כר\"מ] י\"ל דה\"א אתרוייהו ולגופיה דלא תאסור בהנאה מאותו אתה משליך כו' וכ\"ת לכתוב חד מינייהו י\"ל כמ\"ש התוספות [בד\"ה עד שיפרוט] בר\"מ: ", 
            "ברש\"י <b>בד\"ה היא עצמה בחלבה כו'   ואף מדרשה זו כו' אלמא כו' כל מין גדי כו'.  </b> משמע לפירוש ראשון א\"צ לימוד לאחותו גדולה וקטנה שבמינו דממשמעות גדי נפקא א\"כ בחלב אמו עלייהו קאי ומ\"ש לעיל בתחלת הסוגיא בהדיא דגדי משמע ליה גדי דוקא כו' דאי ס\"ל כו' אפילו עגל וטלה כו' וא\"כ בברייתא הראשונה נילף פרה ורחל בק\"ו מאחותו גדולה וקטנה שבמינו וכאשר התעוררתי לעיל ודו\"ק: ", 
            "בתוס' <b>בד\"ה עד שיפרוט כו'   ה\"א דאתי קרא להשוותם.  </b> ור\"י משיב שאין ה\"א כלל וטפי ה\"א ללמוד בעלמא דלא יאכל איסור הנאה במשמע [והוי מוקמינן אותו לחולין שנשחטו בעזרה] (*ת): ", 
            "בא\"ד <b>וי\"ל כו'   למעוטי נתינה דעובדי כוכבים כו'.  </b> וה\"ה מכירה דגר ואי כתב מכירה דגר ה\"א למעוטי נתינה דגר בחנם כדי שימהר להתגייר כמ\"ש אח\"כ ודו\"ק: "
        ], 
        [
            "גמ' <b>אמר קרא כי קודש היא לכם כו'  .  </b> לעיל דיליף מדפרט בנבילה ה\"ה משבת מדאיצטריך הוא ולכם [כמ\"ש התוס'] ואף דחד מורה אדעלמא איסור הנאה היכא דכתיב לא יאכל מ\"מ איצטריך שני לגופיה להורות היתר הנאה בעצמו שלא תאסור מלא תאכל כל תועבה. מיהו טפי הו\"ל לנקוט לעיל קרא דשבת אליבא דר\"מ ור\"י מלנקוט נבילה אליבא דר\"מ לחוד (*א) אכן צריכי מיעוטי דשבת שלא תאסור מקודש דצריכא עכ\"פ לשום דרשא והתוס' בד\"ה היא קודש לא הקשו לר\"י הסנדלר רק למה ליה ללמוד האיסור מקודש תיפוק ליה מכל שתיעבתי וק\"ל: ", 
            "גמ' <b>איתקש לכלאי בהמה כו'   לפי\"ז כלאי זרעים אפשר דלגבוה אסירי דדיו לבא מן הדין כו'.  </b> וכן לתוספות [נמי לגבוה אסירי] דמאלה לא משתרי לגבוה אלא בעלי חיים כמ\"ש התוס' בד\"ה חורש וכי כתבו דאי כל מילי א\"כ כו' הומ\"ל א\"כ מאי פריך כלאי זרעים כו' רק סתרו מקודם: <br>ואף דאין היקש למחצה ואף היתר אכילה מהיקישא נלמוד דכלאים ע\"כ מותר באכילה לישראל מדאיצטריך דאסור לגבוה ממשקה ישראל כו' מ\"מ צריך פן תוקדש למצותו בשריפה ואי משום לכתוב פן תשרף לפי האמת לא משמע ליה זה ליתור רק לי\"ל תירץ הגמ' כן ומקודם אי אפשר דאיתקשי כלאי זרעים וכרם להדדי לענין אחר (*ב): <br>ואיצטריך לאסור כלאים לגבוה אף דהוי ילפינן לאסור מלא תאכל כל תועבה לפירוש רש\"י דלא גריס לימוד דאלה [שהביאו התוס' בד\"ה חורש] כדי לאשמעינן דלהדיוט שרי דלא תאסר כבשר בחלב דהא אכיל התועבה גופיה מיהו אינו דומה כ\"כ לתועבה גופיה. וכ\"ת נילף שריותא להדיוט מק\"ו דרובע צ\"ל כמ\"ש התוס' לגירסתם [בדבור הנ\"ל] ודו\"ק: ", 
            "ברש\"י <b>בד\"ה הני לא כ\"ש כו'   דהא אכול תועבה גופיה כו'.  </b> אלולי תוספות [בד\"ה חורש שהקשו דלמה לא יחשב בישול של שבת כו'] אפ\"ל ההסברא שאכילת טעם בשר בחלב אי אפשר למצוא אלא ע\"י איסור משא\"כ כל אינך המאכל גופיה אפשר בהיתר ואינו אוכל אכילת תועבה גופיה: ", 
            "ברש\"י <b>בד\"ה לא אמרה תורה כו'   וה\"ה דמצי למימר נמי בכל הני כו'.  </b> חוץ מכלאים דהוי כבשר בחלב וללישנא אחרינא ניחא דלא מצי למימר כן וק\"ל: <br>שם בא\"ד לישנא אחרינא שילוח הקן כו'. וה\"נ באותו ואת בנו ליתסר לאכול לעולם כיון שאסרתי לך באותו היום. מיהו א\"כ אפילו לא שחט בנו היום יאסר מטעם זה כמו בשילוח הקן דאסרתי לך באותה שעה גם הול\"ל לרש\"י לפרש מוקדם. אך באותו ואת בנו כאוכל תועבה גופיה דאוכל הנולד ונמשך מן העבירה כבשר בחלב משא\"כ שילוח הקן הוי כחורש וחוסם שאינו אוכל הנמשך מן תועבה רק דבר שנעשה בו עבירה [לכך הוצרך לישנא אחרינא לפרש ביה בענין אחר]: ", 
            "בתוס' <b>בד\"ה כל שתיעבתי כו'   וא\"ת כו'.  </b> ותרנגולים שנסרסו אנו אוכלין אף דעוף מבהמה לא אתי וקרא דמעוך בבהמה כתיב וכמ\"ש התוס' אח\"כ בד\"ה חורש כו' לענין גבוה. מ\"מ כיון דלא הוי תיעוב בבהמה ה\"נ בעוף ודו\"ק. ולמ\"ד דצער בעלי חיים דאורייתא אם נמרטו הנוצות וכה\"ג אין לאסור מלא תאכל כל תועבה כיון דשרי אפילו לגבוה מאלה מיהו בעופות דלא נתמעט מאלה צריך ליישב ולגירסת רש\"י ק\"ו משבת ניחא. ואילים שסירסן [שהביאו התוספות אינו אלא] לגירסתן ולפירושם דליתסרו פירוש השור והחמור וק\"ל: ", 
            "בתוס' <b>בד\"ה היא קודש כו'   וקצת תימה לר\"י למה ליה למימר מקודש כו'.  </b> לא הקשו למה לי היא לר\"י דלא משמע ליה למיעוטא: ", 
            "בתוס' <b>בד\"ה חורש וכו'   וא\"ת ג' למה לי קרא דאלה כו'.  </b> יקשה מיניה וביה מדאיצטריך מעוך כו' מכלל דשאר קדשים שנעבדה כו' דא\"ל איצטריך אף אם נבראו כך ותדקדק לשונם מראש הדיבור כן אבל אתה מקריב קדשים שנעבדה כו' ולא כתבו שא\"ר דא\"כ הדרא קושית היאך שבד\"ה כל לדוכתיה אע\"כ כיון שאסור לעשות מקרי אכילת תועבה כטיפת חלב שנפלה מעצמה על חתיכת בשר וכמ\"ש רש\"י ריש הסוגיא בכל ענינים שהוא בין שבא בעבירה בין שלא בא בעבירה כו' ומה לי ע\"י עובד כוכבים וקטן או מעצמו וזה פשוט. ואי משום הוכ\"ת שדחו התוס' [מרובע לכך הקשו בתחלה מרובע] סוף סוף ליקשו תחלה הוא\"ת מיניה וביה ולסתור הוכ\"ת מכח ק\"ו דרובע כדהשתא. מיהו אין זה קושיא כ\"כ ובעי\"ל מיושב הכל ודו\"ק: ", 
            "בא\"ד <b>וקשה כו'  .  </b> ודלמא אה\"נ וקרא מיעטיה היא קודש וכו':  "
        ], 
        [
            "גמ' <b>אף כאן בב' מינים.  </b> וחורש בב' מינים אפילו לגבוה שרי מאלה ולרש\"י מק\"ו דשבת וכלאי זרעים איתקש לכלאי בהמה וכלאי הכרם מפורש פן תוקדש: ", 
            "גמ' <b>לא תבשלנו ותמכרנו.  </b> ובישול בלא מכירה מלא תבשל אידך נפקא כמשמעו אבל לא משמע ליה לומר מכח יתור פעל לא תבשל ללמוד מיניה הנאה באם אינו ענין כתנא דבי ר\"י רק ממשמעותיה דקרא גופיה לא תבשלנו ותמכרנו ור\"ל לא תבשלנו ואם בישלו לא תמכרנו: ", 
            "גמ' <b>בשר בחלב שנעבדה בו עבירה כו'  .  </b> לפי\"ז טיפת חלב שנפלה מעצמה מנין ואולי ר\"ל שנעשה בה דבר שהוא עבירה לעשות. או במה מצינו ותחלת הדין ק\"ו אסתם בשר בחלב כמו שכתבתי לעיל באחותו: ", 
            "גמ' <b>כלאי הכרם יוכיח.  </b> א\"ל ללמוד בק\"ו מכלאי הכרם גרידא דשרי לבשל ואסור בהנאה כ\"ש בשר בחלב דאסור לבשל כו' דבישול בשר בחלב הוא במקום הנחה וזריעה בקרקע כלאים ששניהם עושין האיסור ונילף בתר שנעשה כל איסור כדינו שיאסור בהנאה הבישול בשר בחלב כהזריעה כלאי הכרם וק\"ל: ", 
            "גמ' <b>משום דאיכא למימר חורש כו'   ודש ביה יוכיח.  </b> היא גופיה נלמוד בק\"ו ולגירסת תוס' בהמה ממועט מאלה אפילו לגבוה ולרש\"י בק\"ו משבת. מיהו בשר בחלב נמי נילף בק\"ו משבת דהא לית לן קרא השתא [כמו לעיל דאוקמינן קרא דלא תאכל כל תועבה אבב\"ח] מיהו יכול לומר אילים שסירסן יוכיח שנעבדה כו' ומותר מדכתיב ומעוך כו': <br>עוד שם חורש יוכיח. התם אינו אוכל האיסור עצמו ואולי דוקא אי ילפינן מלא תאכל כל תועבה שייך סברא זו אכילת תועבה עצמה: ", 
            "גמ' <b>נבילה תוכיח.  </b> טפי הול\"ל טריפה כתחלת הדין גז\"ש דאכילה מטריפה: <br>עוד שם נבילה תוכיח. אלא עתה שנלמד מג' לא פרכינן מעלמא דכן המדה. וא\"ל א\"כ הדרא קושיא ל\"ל גז\"ש כיון דילפינן מתלתא י\"ל דמק\"ו מערלה ודאי אמרינן יוכיח דדוקא כל דהו לא פרכינן אחדא מחדא אבל יוכיח ודאי אמרינן בכ\"מ ולעיל חיה ועוף סוס בן סוסיא יוכיח כו' ובלבד שיהיה בו החומר כגון זה חורש וחוסם שנעבד בו עבירה שזה החומר יוכיח משא\"כ נבילה אין לעשות יוכיח אתחלת הדין דלא נעשה בו עבירה להכי איצטריך שפיר גז\"ש דהשתא אין לעשות שום יוכיח אק\"ו ואחרי בואנו לשאר המלמדים שיש לעשות יוכיח מנבילה כיון שנלמד מתלתא לא אמרינן. ומ\"ש התוס' בד\"ה כלאי הכרם דמכלאי הכרם לחידיה מצינו ללמוד כו' א\"ל נבילה יוכיח דהשתא ליכא ק\"ו [דנימא דבעיא יוכיח ממלתא דאית ביה ג\"כ זה החומר שיש בלמד. דא\"ל דאמה מצינו לא אמרי' יוכיח כדעת קצת מחברים דע\"כ תוס' ס\"ל כדאמרינן] דאל\"כ ל\"ל גז\"ש באמת תיפוק ליה מכלאי הכרם [וזה לא מתורץ במ\"ש תוס' ניחא ליה כו'] אע\"כ דה\"א חורש יוכיח השתא נמי נבילה יוכיח י\"ל דנוכל לילף במה מצינו בכלאי הכרם שנעבדה בו עבירה ואסור בהנאה כבאכילה אף בב\"ח שנעבדה כו' והשתא א\"ל נבילה תוכיח [שאין בו זה החומר] אבל חורש י\"ל [תוכיח] להכי איצטריך גז\"ש ותו לא מידי: <br>ואפ\"ל דלא תקשי [קושית תוס' נילף] מכלאי כרם לחודיה די\"ל מעשה שבת לר\"י הסנדלר יוכיח [דאסור באכילה ומותר בהנאה] ודו\"ק (*ג): ", 
            "בתוס' <b>בד\"ה ונאמר כו'   דהנאת הגוף כו'.  </b> דומיא דלא יהיה קדש דאיירי בבעילה אבל בעלמא פשיטא דאכילה בכלל הנאה. ובסמוך ל\"ל גז\"ש ליתי כולה בק\"ו כו' ולא בקצרה בכלל הנאה נלמד ה\"נ קאמר באמת שלא תימא אי לאו קרא לא היינו למידין הנאה בק\"ו דאיכא למיפרך מה לערלה שכן אסור באכילה לז\"א דהיא גופיה נלמד בק\"ו: ", 
            "בתוס' <b>בד\"ה ומה ערלה כו'   שכן צריך מאתים לבטלה כו'.  </b> משא\"כ בשר בחלב דדרך בישול אסרה תורה דהו\"ל בנ\"ט כדלעיל ש\"מ טעם כעיקר כו'. וקשה לי התם להיות נולד איסור בשר בחלב אבל לאח\"כ שנעשה בשר בחלב דלמא אה\"נ דצריך מאתים ונלמוד הכל בק\"ו מערלה: "
        ], 
        [
            "גמ' <b>ולפרוך מה לכלאי הכרם כו'   זאת אומרת כו'.  </b> ואע\"ג דהו\"מ למפרך גידולי קרקע מיד שאמר חמץ בפסח יוכיח וצ\"ל דהיה יכול לומר חמץ וכלאי כרם יוכיח [כמ\"ש תוס' בד\"ה חדא מתרתי וא\"כ תו ליכא למיפרך דהא חמץ בפסח היה לו שעת הכושר] אין זה כלום דמ\"מ הוה פרכינן מה לכלאי הכרם שכן לא היתה לו שעת הכושר וצ\"ל חמץ יוכיח א\"כ חוזר הדין מכח פירכא חשובה ותו פרכינן שפיר פירכא כל דהו שכן גידולי קרקע משא\"כ למיפרוך מיד שכן גידולי קרקע כיון שלמדנו כבר מתלתא אין חוזר הדין משום פירכא כל דהו [ר\"ל לא נסתר הדין משום פירכא כ\"ד] וזה פשוט. גם א\"ל לועוד [שבד\"ה חדא] מאי פריך ולפרוך כו' זאת אומרת כו' נימא בשר תקרובת יוכיח ז\"א השתא דקאמרת כלאי הכרם יוכיח מה דעתך הא חוזר הדין ע\"כ מכח פרכא דשעת הכושר ולפרוך תו כ\"ד וצ\"ל תקרובת יוכיח א\"כ מה יתן ומה יוסיף כלאי כרם ולענין מאי הזכירו מערלה וחמץ נמי היינו יכולין ללמוד ובמה הצד אי לאו פרכא דגידולי קרקע וכיון דלבתר כלאי כרם צ\"ל תקרובת יוכיח יאמר בקצרה כן לז\"א זאת אומרת כו' והשתא על פירכא זו דכרת כמו שהזכיר הברייתא יכולין ללמוד מאלו הג' לחודיה בלא תקרובת וק\"ל: ", 
            "גמ' <b>לא הוסיף לא כו'  .  </b> וכיון שהוסיף דוקא נאסר אותו לא הו\"ל שעת הכושר מעולם ומה שהיה בעולם מקודם ההוספה מותר באמת ואינו נאסר רק מכח תערובות וכמ\"ש התוס' ואף אותו שנתוסף כ\"ז שאין בו חלק ר' לא אמרינן אחרי שבא גידולו לתשלום חלק ר' נאסר כל אותו ההוספה מדינא וא\"כ הו\"ל שעת הכושר דגם אותו ההוספה מכח תערובות נאסר אח\"כ ומשני זרוע מעיקרא בהשרשה קודם שהוסיף מאומה ואותו הו\"ל שעת הכושר: ", 
            "גמ' <b>קסבר ר\"ע אחע\"א כו'  .  </b> לאני שמעתי שברש\"י לעיל בשמואל (חולין דף קי\"ג ע\"ב) בד\"ה אחע\"א לא הו\"ל למימר קסבר ר\"ע כו' דשמואל נמי ס\"ל כן: <br>שם אחע\"א כו'. עיין לעיל בריש פרקין במוקדשין מ\"ש התוס': ", 
            "גמ' <b>חלב ומתה לא צריכי קרא כו'  .  </b> אף לבתר דאיתמעיט טמאה בבשר בחלב אין לנו לטעות משום דאין אחע\"א וא\"כ חלב ומתה נמי לא דטעמא משום דחלב טמאה ובשרה לא איקרי חלב ובשר או אינו בכלל גדי ואין זה מחוור דאי אינו בכלל גדי למה מצריך קרא כמו דם: ", 
            "גמ' <b>איכא בינייהו חיה כו'  .  </b> לא קאמר טמאה איכא בינייהו דאיתמעט מגדי כשמואל: ", 
            "במשנה <b>המעמיד בעור של קיבה כשירה כו'  .  </b> אפילו כשירה. או דוקא כשירה בנ\"ט כיון שאין איסורו רק מחמת תערובת בשר בחלב וכ\"ז שאינו נ\"ט כ\"א באפי נפשיה קאי אבל בעור קיבת נבילה דאסורה מחמת עצמה דבר המעמיד אינו בטל וכמ\"ש הרמב\"ם עיין בב\"י באורך. ומיושב בזה תמיהת תוס' שבד\"ה המעמיד: ", 
            "בתוס' <b>בד\"ה חדא מתרתי כו'   וכ\"ת מה לתקרובת כו'.  </b> קשה ס\"ס ערלה תוכיח וליכא למיפרך גידולי קרקע י\"ל דיש לפרוך מה לשניהם שכן מין אחד תאמר בשר בחלב שהן ב' מינים כדלעיל בשמעתין ואף דאין חומר להיות נאסרין ע\"י כן אפ\"ה אמרי' כמ\"ש רש\"י בגידולי קרקע וכיון דמכח פירכא שכן מטמא יחזור הדין נפרוך תו כל דהו אתלתא כיון דחזר הדין ותו לא מידי. ובהכי ניחא נמי דבתקרובות ועוד א' ליסגי את\"ל שבתקרובות לחוד לא משום שרוצה לעשות ק\"ו בתחלת הדין אף שי\"ל דאה\"נ דבתרי סגי רק השתא דלא פריך פירכא דגידולי קרקע [ולא איצטריך להך דתקרובות] יליף מדברים אחרים ומתלת דס\"ס כיון שאפשר ללמוד מתרי ל\"ל תלת ובהכי ניחא דאתרתי הוי פירכא כל דהו שכן מין אחד להכי הוצרך לומר כלאי הכרם דהוי נמי ב' מינים וכ\"ת לימא כלאי כרם ובשר תקרובת א\"כ לא היה כאן ק\"ו ומכלאי כרם לחודיה נמי היה יכול ללמוד אי לאו דניחא ליה ללמוד בק\"ו וק\"ל: ", 
            "בתוס' <b>בד\"ה עיקרן נאסר משמע שאין הקשין והעץ כו'   תנור שהסיקוהו בקליפי ערלה כו'.  </b> דהפירי דוקא ערלה וקליפיהן לא העץ:  "
        ], 
        [
            "גמ' <b>חדא קתני כו'   שחיטת כו'.  </b> ולא ניחא לתרץ תרתי קתני ואיצטריך כסברת ר\"ח ורבא דבסמוך [דלא נימא כדר\"ח דכיון דשחוטה היא קיבתה מותרת] דשחיטת נכרי נמי דמיא כנבילה לכל מילי ודו\"ק: ", 
            "גמ' <b>הא קיבה גופא שריא כו'  .  </b> דא\"ל כדי לאסור בהנאה קתני עור כו' דהוי בשר בחלב דהא גבינת נכרי באמת שריא בהנאה כדבמתניתין שם והיינו טעמא דכיון דאינו אלא מדרבנן דדרך בישול אסרה תורה אינו אסור בהנאה (*ד): ", 
            "במשנה <b>חומר בחלב מבדם.  </b> לא חשיב חומר בחלב שאוסר בחלב כדלעיל גדי לרבות חלב ומתה גדי להוציא הדם דלאו מטעם חומר וקל נגעו בה רק דם לאו גדי הוא ולא משום מיעוטא אמרינן כן כדלעיל דם א\"צ קרא כו' גם האיסור השייך בה לחודיה בלתי תערובות [קחשיב]: ", 
            "ברש\"י <b>בד\"ה ה\"ז אסורה כו'   כדקי\"ל חענ\"נ כו'.  </b> יפרש כפשוטו בדגים ג' נ\"ט (לכותח) והכא ב' גם אנן קי\"ל בדבר שאינו נאסר רק כדי קליפה לא אמרינן חענ\"נ ומליחה קי\"ל אינה אוסרת רק כדי קליפה. גם מ\"ש נראה בעיני איסור גמור כבשר בחלב ממש כו' משמע איסור הנאה ואנן קי\"ל כל שאינו אסור רק מדרבנן שרי בהנאה. ועוד שנמלח עם קיבה שבתוכה בזה י\"ל [טעם המתירין] דחשבי ליה כפירשא ממש והוי נ\"ט בר נ\"ט דהיתירא אבל בנותנין בו חלב אחר אין לו טעם ועיין. עיין בראב\"ן מ\"ש בהלכה זו: ", 
            "בתוס' <b>בד\"ה חיישינן כו'   לא קי\"ל הכי כו'.  </b> אף דבביצים חיישינן לטמאה כדלעיל גם בחלב סתם הבא לפנינו חוששין לטמא רק לשמא ינק מן הטמאה לא חיישינן: ", 
            "בתוס' <b>בד\"ה חדא קתני תימה מאי קמ\"ל כו'  .  </b> לא ניחא להו לומר לאפוקי מדרבי אליעזר דמשום נבילה אסורה ולא משום מחשבה לעבודת כוכבים [ואי הוי תני רק קיבת נכרי אסורה ה\"א דפירשא בעלמא היא וקיבת נבילה מותרת רק הכא משום מחשבה לעבודת כוכבים] דנבילה מפרש שמואל אשחוטה וה\"ז אסורה אקיבה [דהא תרתי קתני במתני' קיבת שחיטת נכרי נבילה וה\"ז אסורה וע\"כ הא דקתני נבילה קאי אשחיטת נכרי] וזה כבר השמיענו דשחיטת נכרי נבילה: ", 
            "בתוס' <b>בד\"ה ה\"ג כו'   ואומר ר\"ת כו'.  </b> לר\"ת חילוק שבין קודם חזרה לאחר חזרה הכל בצלול וכן משנתינו הרישא קיבת נכרי אסורה היינו צלול וקודם חזרה וסיפא טריפה שינקה מן הכשירה מותרת לאחר חזרה היא דלא מיחשב כגופיה רק ככנוס בקערה ופירשא [שהוזכר בע\"ז שם] ר\"ל שאינו כגופו וכפרש\"י אבל קרוש הוי פירשא ממש ואפשר דאף קודם חזרה היה מותר והיינו והלכתא ולפ\"ז לא פסק הלכתא לענין צלול כלל וביה עיקר פלוגתא ולא פסק ואילו בקרוש אין מחלוקת: <br>וקושית התוס' בע\"ז דלישני [אקושיא דשמואל אדשמואל] הכל קודם חזרה [והא דשמואל בעור קיבת כו' הא קיבה מותרת היינו בקרוש] לא הבנתי דשמואל דקאמר מפני מה אסרו גבינות כו' לכאורה פשיטא דלאחר חזרה קאמר דאשתיק ר\"י והשיאו לדבר אחר דקודם חזרה טעמא מפורש במתני' משום קיבה גופיה ואחר שהקשה לו והלא קיבת עולה כו' חזר מטעם קיבה ושמואל דהכא אמשנתינו קיבת שחיטת נכרי כו' ע\"כ קודם חזרה וס\"ד דמקשה דמשנתינו לאחר חזרה קאמר [ולזה הקשה אדשמואל אבל בהא דשמואל דקאמר מפני מה כו' ע\"כ ידע דלאחר חזרה] והו\"מ להקשות משנתינו אמשנה דע\"ז לבתר חזרה והתוס' כתבו הו\"מ למיפרך ממתני' על שמואל וה\"ה מתני' אמתני' אלא עדיפא ליה למיפרך הכל משמואל דמסתמא לבתר חזרה איירי. ועיין שיטת הרי\"ף באשר\"י [דגריס כגי' התוס' ומתיר אפילו בצלול דהוי פירשא בעלמא לאחר חזרה והא דטריפה שינקה מן הכשירה דקתני מותרת מפני שכנוס במעיה פירושו דהוי פירשא בעלמא לא משום דלא הוי כגופיה] ומ\"ש האשר\"י [דצ\"ל לגירסתו דכשירה שינקה מן הטריפה אסורה קודם חזרה נשנית] ולא משמע כן כו' דמשמע דכשירה שינקה כו' וטרפה שינקה כו' נשנו כאחת ואילו להרי\"ף כשירה שינקה מן הטריפה קודם חזרה נשנית וטריפה שינקה מן הכשירה לאחר חזרה נשנית כדמסיק הגמ' מכח רישא דקתני קיבת נבילה אסורה. [ומ\"ש] ועל שניהם מפרש הטעם מפני שכנוס במעיה הוא עוד קושיא דלהרי\"ף טעמא דכשירה כו' משום דכגופיה [של טריפה] היא (*ה). ובכלל אלו הקושיות נמי להרי\"ף למה נקיט בחלוקה של קודם חזרה כשירה שינקה כו' הול\"ל אפילו טריפה שינקה מכשירה אסורה ומיהו לטעמא דכגופיה הוא איסורה דכשירה שינקה כו' הוי רבותא טפי ואין לו אפילו טעם לאיסורא רק הואיל ולאו כפירשא חשבינן ממילא חשבי ליה חלב טריפה וכן [חוזר לסיים קושייתו שהתחיל] בסיפא דלאחר חזרה לאשמעינן אפילו כשירה שינקה כו' מותרת וכ\"ז יש ליישב וק\"ל: "
        ], 
        [
            "גמ' <b>מנא הני מילי.  </b> דאף בקדשים קלים יש מעילה בחלב ולמטה מנא ה\"מ דאף בקדשי קדשים אין מעילה בדם (*ו): ", 
            "גמ' <b>ואי כתב רחמנא כאשר יורם ה\"א חלב אלי' כו'.  </b> כצ\"ל: ", 
            "גמ' <b>אלא מעתה לא ימעלו בה כו'  .  </b> דהיאך נרבה מכל חלב מה שלא נקרא חלב סתמא: ", 
            "גמ' <b>אלא למ\"ד מלמדין מאי איכא למימר כו'  .  </b> וא\"ל א\"כ ל\"ל הוא כיון דמלמדין שמועלין אף לאחר שנעשה מצותו ס\"ס מהוא לא נשמע מאומה לפני כפרה כלאחר כפרה כיון דלאחר כפרה נמי י\"ל דמועלין בו: ", 
            "בתוס' <b>בד\"ה א\"ר ינאי כו'   ור' ינאי דהכא כו'.  </b> ומאן דמוקי לה התם לדבר הלמד כו' יליף מעילה בחלב מכל חלב לחודה וכששנה רבי: ", 
            "בא\"ד <b>ומוקי לה מדרבנן כו'  .  </b> משא\"כ בדם דאפילו מדרבנן אין בו מעילה בבית המקדש רק לאחר שיצא לחוץ מועלין בה מדרבנן כמ\"ש בסמוך ועיין בפרש\"י שם ביוצא לנחל קדרון ולכך אקושית ר\"ת שבד\"ה הוא לא משני מדרבנן דהא קתני משא\"כ בדם מיהו בלא\"ה תירצו שפיר דאתירוצא דרבנן קשה הוא\"ת ג' וד' שבאותו דיבור מיהו ז\"א דתקשי בלא\"ה מאי וא\"ת א\"כ בריש מעילה כו' תקשי לר' ינאי דמוקי למשניות טובא מדרבנן רק תלמודא בריש מעילה אין לו להביא ממימרא דאמוראי רק ממשנה או ברייתא וגם הך דהמקיז הוא מימרא [ולא הוי קשה וא\"ת ג' אי הוי מתרצין דמדרבנן וע\"כ צ\"ל כמ\"ש תחלה] ועיין: ", 
            "בא\"ד <b>וחייב עליו ארבע חטאות ואשם כו'  .  </b> ואי מדרבנן הוי חולין בעזרה: ", 
            "בתוס' <b>בד\"ה הוא לפני כפרה כו'   הקשה ר\"ת כו'.  </b> תפסו כאן [ולא אמתניתין] דמשמע לעולם בהוייתן הוא שוה [כפרש\"י] משא\"כ במתני': ", 
            "בא\"ד <b>ומועלין בה ב' מעילות.  </b> אחת משום קדשי מזבח ואחת משום שהתפיסו לקדושת בדק הבית ואי מדרבנן חל עליו קדושת בדק הבית ולא מדאורייתא אמאי ב' מעילות: ", 
            "בא\"ד <b>ומשני ראוי למעול כו'  .  </b> דבל\"ז שהקשה. [לפי פשוטו] דלא מצינו מעילה מדרבנן צריך לפרש בדוחק גדול התירוץ ראוי למעול אילו היה חל מדאורייתא אבל באמת אינו מועיל כיון דהוא מדרבנן כפרש\"י שם אך עתה שמצינו מעילה מדרבנן רק שהקושיא דלא הו\"ל לתקן בכאן כו' א\"ש הא דמשני כו': ", 
            "בתוס' <b>בד\"ה אין לך דבר כו'   דהא דשן כו' ועגלה ערופה כו'.  </b> ולא הוי שני כתובים כו' דאין נכתב קרא לכך לומר דאין מועלין בה קודם ודו\"ק: ", 
            "בתוס' <b>בד\"ה ולא והרי תרומת הדשן כו'   א\"כ מצוה לדשן כו'.  </b> לכך אין מועלין בה אח\"כ שנעשה מצותו דאי לא\"ה מ\"ש לאחר דישון מקודם דישון: ", 
            "בא\"ד <b>בשלמא חיצון דכתיב ושמו כו'  .  </b> דכתיב והרים את הדשן מבעי ליה ודו\"ק. ועיין בתוס' שם ואפ\"ל [שמביא ושמו] ליישב הבשלמא דאמאי ניחא שם אדרבה אם הוא מצוה מוהרים אמאי מועלין בה לאח\"כ לז\"א ושמו כו': <br>בסה\"ד והתם פריך כו'. אינו בגמרות חדשים. וכל הך סיומא ומשני כו' צריך יישוב וע\"ש ברש\"י ותוס':  "
        ], 
        [
            "גמ' <b>תרי מיעוטי כתיבי.  </b> למ\"ד אין מלמדין צ\"ל דלא מחשיב ליה ליתורא: ", 
            "בתוס' <b>בד\"ה תרי מיעוטי כתיבי תימה דבחד סגי כו'  .  </b> דא\"ל דהוי ילפינן מאידך דלא כתיב בה מיעוטא א\"כ מיעוט ל\"ל. סיימנו בעזרת האל ועזה\"י ת\"ל פה שמאל קלדן יום א' י\"ג שבט שצ\"ו לפ\"ק: <br>העלו הפוסקים בבשר בחלב דמדרבנן שרי לבשל כדמשמע תחלת הלכות בשר בחלב ובשמעתא קמייתא א\"ר אשי ה\"ק יש מהן מדברי תורה ויש מד\"ס כו' וכל הבשר אסור לבשל קתני וצריך לראות בהמגיד שיישב זה להרמב\"ם: <br>דעת התוס' אפשר דקי\"ל בשר עוף בחלבו דאורייתא דהלכה כר\"ע מחבירו ולא מחביריו ולת\"ק אסור מן התורה כמ\"ש התוס' (דף קי\"ג ע\"א) בד\"ה בשר וקצת סעד לדבריהם בשמעתא קמייתא הא עוף אסור מדאורייתא כמאן דלא כר\"ע כו' ולהרי\"ף ואלא כמאן כיון דלכ\"ע הוא מדרבנן ודו\"ק: <br>לזכרון אם תחב כף חולבת תוך שאלי\"ט וכה\"ג תבשיל הנעשה בשומן אווז מותר בהנאה: <br>הג\"א ריש פרקין הובא בב\"י סי' צ\"ב בלי חולק ולא הוזכר בש\"ע גם לא ראיתי בשאר פוסקים והוא תמוה בעיני והוא דין גדול וז\"ל הלכך קי\"ל דבשר חיה ועוף לא אסור אלא מדרבנן וא\"כ הא דתנן לקמן טיפת חלב שנפלה על החתיכה אם יש בה בנ\"ט באותה חתיכה אסורה דבעינן שיהיה ס' בחתיכה היינו דוקא בבשר בהמה אבל נפלה על בשר חיה ועוף לא בעינן שיהיה ס' בחתיכה אלא ברוב בעלמא בטל והא דתנן נמי בשלהי ע\"א דבשר בחלב במשהו [הוספת הגאון המחבר בתוך דברי הג\"א. ר\"ל לאחר שנאסר משום בשר בחלב ונתערב אח\"כ חתיכה הראויה להתכבד בשאר חתיכות לא בטל אפילו באלף דחשבינן ליה כאיסורו מחמת עצמו כחתיכת נבילה הראויה להתכבד שנתערב לא כחתיכה הראויה להתכבד שנאסרה משום איסור בלוע מדם וחלב וכה\"ג דבטל בס'] היינו בשר בהמה אבל בשר חיה ועוף בחלב בטלין ברוב בעלמא וכן סובר בה\"ג מא\"ז עכ\"ל: <br>אודות כבד של אווז מפוטמת שרצו לטגן בשומן אווז ונתחלף וטיגנו במעט חמאה יש לצדד להתיר א' דבשר עוף בחלב בטל ברוב כמו שהבאתי לעיל ואפילו באכילה דלהנאה בלא רובא שריא. הב' דאמרינן בפרק קמא דסנהדרין דף ד' גבי יש אם למקרא ואימא בחלב אמו ומסיק אלא אמר רב אחא בריה דרב איקי אמר קרא לא תבשל כו' דרך בישול אסרה תורה ופירש רש\"י חלב צלול הוא כמים אבל חלב טיגון הוא כו' והא דקאמר סוף פרקין חלב ומתה לא צריך קרא היינו שמבשל חלב בחלב שאינו דרך טיגון רק בישול ממש אבל בשר בחלב ודאי דרך טיגון הוא ואם כן הא נמי בנידון זה (*ז) הג' דאמר בסוף פרק כל הבשר דם לאו גדי היא ואינו צריך קרא למעוטי והכי נמי בכבד כוליה דם היא כמ\"ש אסר לן דמא שרא לן כבדא וכפירוש ר\"ת בכבדא מה אתון ביה כו' בלא מליחה כו' (*ח) וכה\"ג שאלי\"ט שנאפה בקדירה חולבת ב\"י יש להתיר מה\"ט וכל שכן אם ישנו עוד צד להיתירא ומכל מקום לא מלאני לבי להתיר למעשה:  "
        ]
    ], 
    "title": "Maharam Shif on Chullin", 
    "versionSource": "https://www.sefaria.org/Maharam_Shif_on_Chullin", 
    "heTitle": "מהר\"ם שיף על חולין", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam Shif", 
        "Seder Kodashim"
    ]
}