{
    "text": {
        "0_Chapter, 0_Paragraph": "<i>May this my prayer aid mankind The path of right and worth to find;</i>",
        "0_Chapter, 1_Paragraph": "<i>The living God, His wondrous ways, Herein inspire my song of praise.</i>",
        "0_Chapter, 2_Paragraph": "<i>Nor is the theme at undue length set down, Of all my hymns behold \"The Royal Crown.\"</i>",
        "0_Chapter, 3_Paragraph": "Wonderful are thy works, as my soul overwhelmingly knoweth.",
        "0_Chapter, 4_Paragraph": "Thine, O Lord, are the greatness and the might, the beauty, the triumph, and the splendour.",
        "0_Chapter, 5_Paragraph": "Thine, O Lord, is the Kingdom, and Thou art exalted as head over all. Thine are all riches and honour:",
        "0_Chapter, 6_Paragraph": " Thine the creatures of the heights and depths. They bear witness that they perish, while Thou endurest.",
        "0_Chapter, 7_Paragraph": "Thine is the might in whose mystery our thoughts can find no stay, so far art Thou beyond us.",
        "0_Chapter, 8_Paragraph": "In Thee is the veiled retreat of power, the secret and the foundation.",
        "0_Chapter, 9_Paragraph": "Thine is the name concealed from the sages, The force that sustaineth the world on naught, And that can bring to light every hidden thing.",
        "0_Chapter, 10_Paragraph": "Thine is the loving-kindness that ruleth over all Thy creatures, And the good treasured up for those who fear Thee.",
        "0_Chapter, 11_Paragraph": "Thine are the mysteries that transcend understanding and thought. Thine is the life over which extinction holdeth no sway, And Thy throne is exalted above every sovereignty, And Thy habitation hidden in the shrouded height.",
        "0_Chapter, 12_Paragraph": "Thine is the existence from the shadow of whose light every being was created, Of which we say, in His shadow we live.",
        "0_Chapter, 13_Paragraph": "Thine are the two worlds between which Thou hast set a boundary, The first for deeds and the second for reward.",
        "0_Chapter, 14_Paragraph": "Thine is the reward which Thou for the righteous hast stored up and hidden, Yea, Thou sawest it was goodly and didst hide it.",
        "1_Chapter, 0_Paragraph": "Thou art One, the first of every number, and the foundation of every structure,",
        "1_Chapter, 1_Paragraph": "Thou art One, and at the mystery of Thy Oneness the wise of heart are struck dumb, For they know not what it is.",
        "1_Chapter, 2_Paragraph": "Thou art One, and Thy Oneness can neither be increased nor lessened, It lacketh naught, nor doth aught remain over.",
        "1_Chapter, 3_Paragraph": "Thou art One, but not like a unit to be grasped or counted, For number and change cannot reach Thee. Thou art not to be visioned, nor to be figured thus or thus.",
        "1_Chapter, 4_Paragraph": "Thou art One, but to put to Thee bound or circumference my imagination would fail me. Therefore I have said I will guard my ways lest I sin with the tongue.",
        "1_Chapter, 5_Paragraph": "Thou art One, Thou art high and exalted beyond abasement or falling, \"For how should the One fall?\"",
        "2_Chapter, 0_Paragraph": "Thou existest, but hearing of ear cannot reach Thee, or vision of eye, Nor shall the How have sway over Thee, nor the Wherefore and Whence.",
        "2_Chapter, 1_Paragraph": "Thou existest, but for Thyself and for none other with Thee.",
        "2_Chapter, 2_Paragraph": "Thou existest, and before Time began Thou wast, And without place Thou didst abide.",
        "2_Chapter, 3_Paragraph": "Thou existest, and Thy secret is hidden and who shall attain to it? So deep, so deep, who can discover it?",
        "3_Chapter, 0_Paragraph": "Thou livest, but not from any restricted season nor from any known period.",
        "3_Chapter, 1_Paragraph": "Thou livest, but not through breath and soul, for Thou art soul of the soul.",
        "3_Chapter, 2_Paragraph": "Thou livest, but not with the life of man, which is like unto vanity and its end the moth and the worm.",
        "3_Chapter, 3_Paragraph": "Thou livest, and he who layeth hold of Thy secret shall find eternal delight: \"He shall eat and live for ever.\"",
        "4_Chapter, 0_Paragraph": "Thou art great, and compared with Thy greatness all greatness is humbled and all excess diminished.",
        "4_Chapter, 1_Paragraph": "Incalculably great is Thy being, Superber than the starry heaven,",
        "4_Chapter, 2_Paragraph": "Beyond and above all grandeur, \"And exalted beyond all blessing and praise.\"",
        "5_Chapter, 0_Paragraph": "Thou art mighty and there is none among all Thou hast formed and created who can emulate Thy deeds and Thy power.",
        "5_Chapter, 1_Paragraph": "Thou art mighty, and Thine is the completed power beyond change or alteration.",
        "5_Chapter, 2_Paragraph": "Thou art mighty, and from the abundance of Thy might dost Thou pardon in the time of Thy wrath And forbearest long with sinners.",
        "5_Chapter, 3_Paragraph": "Thou art mighty, and Thy mercies are upon all Thy creatures, yea upon all of them. These are the mighty deeds which are from eternity.",
        "6_Chapter, 0_Paragraph": "Thou art Light celestial, and the eyes of the pure shall behold Thee But the clouds of sin shall veil Thee from the eyes of the sinners.",
        "6_Chapter, 1_Paragraph": "Thou art Light, hidden in this world but to be revealed in the visible world on high. \"On the mount of the Lord shall it be seen.\"",
        "6_Chapter, 2_Paragraph": "Light Eternal art Thou, and the eye of the intellect longeth and yearneth for Thee. \"Yet only a part shall it see, the whole it shall not behold.\"",
        "7_Chapter, 0_Paragraph": "Thou art the God of Gods, and the Lord of Lords, Ruler of beings celestial and terrestrial,",
        "7_Chapter, 1_Paragraph": "For all creatures are Thy witnesses And by the glory of this Thy name, every creature is bound to Thy service.",
        "7_Chapter, 2_Paragraph": "Thou art God, and all things formed are Thy servants and worshippers. Yet is not Thy glory diminished by reason of those that worship aught beside Thee, For the yearning of them all is to draw nigh Thee,",
        "7_Chapter, 3_Paragraph": "But they are like the blind, Setting their faces forward on the King's highway, Yet still wandering from the path.",
        "7_Chapter, 4_Paragraph": "One sinketh into the well of a pit And another falleth into a snare,",
        "7_Chapter, 5_Paragraph": "But all imagine they have reached their desire, Albeit they have suffered in vain.",
        "7_Chapter, 6_Paragraph": "But Thy servants are as those walking clear-eyed in the straight path,",
        "7_Chapter, 7_Paragraph": "Turning neither to the right nor the left Till they come to the court of the King's palace.",
        "7_Chapter, 8_Paragraph": "Thou art God, by Thy Godhead sustaining all that hath been formed, And upholding in Thy Unity all creatures.",
        "7_Chapter, 9_Paragraph": "Thou art God, and there is no distinction 'twixt Thy Godhead and Thy Unity, Thy pre-existence and Thy existence,",
        "7_Chapter, 10_Paragraph": "For 'tis all one mystery. And although the name of each be different, \"Yet they are all proceeding to one place.\"",
        "8_Chapter, 0_Paragraph": "Thou art wise. And wisdom is the fount of life and from Thee it welleth, And by the side of Thy wisdom all human knowledge turneth to folly.",
        "8_Chapter, 1_Paragraph": "Thou art wise, more ancient than all primal things, And wisdom was the nursling at Thy side.",
        "8_Chapter, 2_Paragraph": "Thou art wise, and Thou hast not learnt from any beside Thee, Nor acquired wisdom from any save Thyself.",
        "8_Chapter, 3_Paragraph": "Thou art wise, and from Thy wisdom Thou hast set apart Thy appointed purpose, Like a craftsman and an artist",
        "8_Chapter, 4_Paragraph": "To draw up the films of Being from Nothingness As light is drawn that darteth from the eye:",
        "8_Chapter, 5_Paragraph": "Without bucket from the fountain of light hath Thy workman drawn it up, And without tool hath he wrought,",
        "8_Chapter, 6_Paragraph": "Hewing, graving, cleansing, refining,",
        "8_Chapter, 7_Paragraph": "Calling unto the void and it was cleft, And unto existence and it was urged, And to the universe and it was spread out;",
        "8_Chapter, 8_Paragraph": "Establishing the clouds of the heavens And with his hand joining together the pavilions of the spheres, ",
        "8_Chapter, 9_Paragraph": "And fastening with the loops of power the tent-folds of creation, For the might of his hand extendeth to the uttermost borders, \"Linking the uttermost ends.\"",
        "9_Chapter, 0_Paragraph": "Who shall utter Thy mighty deeds, For Thou madest a division of the ball of the earth into twain, half dry land, half water,",
        "9_Chapter, 1_Paragraph": "And didst surround the water with the sphere of air, In which the wind turneth and turneth in its going, And resteth in its circuits,",
        "9_Chapter, 2_Paragraph": "And didst encompass the air with the sphere of fire,",
        "9_Chapter, 3_Paragraph": "And the foundations of these four elements are but one foundation, And their sources one,",
        "9_Chapter, 4_Paragraph": "And from it they issue and are renewed, \"And from thence was it separated and became four heads.\"",
        "10_Chapter, 0_Paragraph": "Who can declare Thy greatness? For Thou hast encompassed the sphere of fire with the sphere of the firmament, Wherein is the Moon, Which by the splendour of the Sun raceth up, panting and shining,",
        "10_Chapter, 1_Paragraph": "And in nine and twenty days fulfilleth her revolving And then remounteth her bounded circuit.",
        "10_Chapter, 2_Paragraph": "Of her secrets some lie unveiled and some are unsearchable, And her body is to the body of the earth As one part is to thirty-nine parts,",
        "10_Chapter, 3_Paragraph": "And from month to month she stirreth up the world and its chances, And its good and evil happenings, According to the will of her Creator, ''To make known to the sons of men His mighty deeds.\"",
        "11_Chapter, 0_Paragraph": "Who shall tell Thy praises? For Thou madest the Moon the chief source whereby to calculate Appointed times and seasons, And cycles and signs for the days and the years.",
        "11_Chapter, 1_Paragraph": "Her rule is in the night, Until the coming of the fixed hour",
        "11_Chapter, 2_Paragraph": "When her brightness shall be darkened And she shall clothe herself with the mantle of gloom.",
        "11_Chapter, 3_Paragraph": "For from the light of the Sun is her light, And should it hap on the night of the fourteenth that both of them stand On the line of the Dragon, So that it cometh between them,",
        "11_Chapter, 4_Paragraph": "Then the Moon shall not convey her light, And her illumination shall be extinguished,",
        "11_Chapter, 5_Paragraph": "To the end that all the peoples of the earth shall know That they are the creatures of the Most High, And however splendid they be There is a Judge above them to humble and exalt.",
        "11_Chapter, 6_Paragraph": "Nathless she shall live again after her fall And shall be resplendent again after her darkness,",
        "11_Chapter, 7_Paragraph": "And when she is in conjunction with the Sun at the end of the month,",
        "11_Chapter, 8_Paragraph": "If the Dragon shall be between them, And both shall stand upon one line,",
        "11_Chapter, 9_Paragraph": "Then the Moon shall stand before the Sun like a projecting blackness And shall hide the light thereof from the sight of all beholders,",
        "11_Chapter, 10_Paragraph": "In order that all who behold may know That the sovereignty is not with the hosts and legions of heaven",
        "11_Chapter, 11_Paragraph": "But that there is a Master over them, Obscuring and irradiating,",
        "11_Chapter, 12_Paragraph": "For height behind height He keepeth, yea, and the heights beyond them, And they that imagine the Sun is their god",
        "11_Chapter, 13_Paragraph": "At such time shall be ashamed of their imaginings, For their words are then tested,",
        "11_Chapter, 14_Paragraph": "And they shall know 'tis the hand of the Lord hath done this And that the Sun hath no power And His alone is the rule who can darken its light,",
        "11_Chapter, 15_Paragraph": "Sending to it a slave of its slaves, A beneficiary of its own kindly glow, To becloud its radiance, To cut off the abominable idolising thereof, ''And let the Sun be removed from sovereignty.''",
        "12_Chapter, 0_Paragraph": "Who shall declare Thy righteousness? For Thou hast compassed the firmament of the moon with a second sphere Without deviation or infraction,",
        "12_Chapter, 1_Paragraph": "And within it is a star called Mercury, And its measure to the earth is like one to twenty-two thousand.",
        "12_Chapter, 2_Paragraph": "And it completeth its turbulent course in ten months",
        "12_Chapter, 3_Paragraph": "And is the stirrer up in the world of strifes and contentions And enmities and cries of complaint,",
        "12_Chapter, 4_Paragraph": "And it giveth the force to obtain power and to heap up wealth, To gather riches and to lay up abundance,",
        "12_Chapter, 5_Paragraph": "According to the command of Him who created it to be His minister As a servant before a master.",
        "12_Chapter, 6_Paragraph": "And it is the star of prudence and wisdom,",
        "12_Chapter, 7_Paragraph": "\"Giving subtlety to the simple And to the young man knowledge and discretion.\"",
        "13_Chapter, 0_Paragraph": "Who shall understand Thy mysteries? For thou hast encompassed the second sphere with a third sphere, And therein a brightness (Venus) like a queen amid her hosts, And her garments adorned like a bride's,",
        "13_Chapter, 1_Paragraph": "And in eleven months she fulfilleth her circuit, And her body to that of the earth is as one to thirty and seven, To those who know her secret and understand her.",
        "13_Chapter, 2_Paragraph": "And she reneweth in the world, by the will of her Creator,",
        "13_Chapter, 3_Paragraph": "Peace and prosperity, dancing and delight,",
        "13_Chapter, 4_Paragraph": "And songs and shouts of joy, And the love-cries of bride and bridegroom on their canopies.",
        "13_Chapter, 5_Paragraph": "And it is she conspireth the ripening of fruit And other vegetation, \"From the precious things of the fruits of the sun, And from the precious things of the yield of the moons.\"",
        "14_Chapter, 0_Paragraph": "Who shall understand Thy secret? For Thou hast encompassed the sphere of this shining one With a fourth sphere, wherein is the Sun",
        "14_Chapter, 1_Paragraph": "That completeth his circuit in a perfect year.",
        "14_Chapter, 2_Paragraph": "And his body is one hundred and seventy times greater than that of the earth, According to indications and devisings of intellect.",
        "14_Chapter, 3_Paragraph": "And he is the apportioner of light to all the stars of the heavens, And giveth to kings salvation And majesty, dominion and awe,",
        "14_Chapter, 4_Paragraph": "And reneweth marvels on the earth, Whether for war or for peace,",
        "14_Chapter, 5_Paragraph": "And rooteth up kingdoms, And establisheth and exalteth others in their stead",
        "14_Chapter, 6_Paragraph": "And hath power to abase and uplift with a high hand,",
        "14_Chapter, 7_Paragraph": "But all according to the will of the Creator who created him in wisdom.",
        "14_Chapter, 8_Paragraph": "Every day he prostrateth himself before the King, And taketh his stand in the house of his course,",
        "14_Chapter, 9_Paragraph": "And at dawn he raiseth his head And boweth towards the west in the evening.",
        "14_Chapter, 10_Paragraph": "\"In the evening he goeth down and in the morning he returneth.\"",
        "15_Chapter, 0_Paragraph": "Who can grasp Thy greatness? For Thou hast appointed the Sun for the computing Of days and of years, and appointed periods,",
        "15_Chapter, 1_Paragraph": "And to make the fruit-tree to burgeon, And, under the sweet influence of the Pleiades and the bands of Orion, The green shoots luxuriant.",
        "15_Chapter, 2_Paragraph": "Six months he journeyeth towards the north to warm the air, And the waters, the woods, and the rocks,",
        "15_Chapter, 3_Paragraph": "And as he draweth nigh to the north, The days grow longer and the seasons wax,",
        "15_Chapter, 4_Paragraph": "Till there is found a place where the day is so lengthened That it lasteth six months, According to confirmed indications,",
        "15_Chapter, 5_Paragraph": "And six months he journeyeth towards the south In his appointed courses",
        "15_Chapter, 6_Paragraph": "Till there is found a place where the night is so lengthened That it lasteth six months, According to the proof of searchers.",
        "15_Chapter, 7_Paragraph": "And from this may be known a fringe of the ways of the Creator, A whisper of His mighty powers, Of His strength and His wondrous works.",
        "15_Chapter, 8_Paragraph": "As from the greatness of servants May the greatness of the master be known By all men of understanding,",
        "15_Chapter, 9_Paragraph": "So through the ministering Sun is revealed The grandeur and glory of the Lord, \"For all the goods of his Master are delivered into his hands.\"",
        "16_Chapter, 0_Paragraph": "Who can grasp Thy wonders? For Thou hast appointed him to furnish light to the stars Of high or low degree, And to the Moon, \"If that white bright spot stays in its place\"",
        "16_Chapter, 1_Paragraph": "And according as she moves away to stand opposite the Sun,",
        "16_Chapter, 2_Paragraph": "She receiveth his shining",
        "16_Chapter, 3_Paragraph": "Until his light is at the full when she stands before him, And it irradiates her whole face.",
        "16_Chapter, 4_Paragraph": "And when that she draws nigh in the latter half of the month, And declineth from him",
        "16_Chapter, 5_Paragraph": "And is far from standing opposite him And proceedeth to the side of him,",
        "16_Chapter, 6_Paragraph": "In that degree waneth her splendour,",
        "16_Chapter, 7_Paragraph": "Till the end of her month and her circuit, And she declineth to her extreme rim.",
        "16_Chapter, 8_Paragraph": "And when she is in conjunction with him She is hid in secret places For a day and half an hour And some numbered moments, ",
        "16_Chapter, 9_Paragraph": "And after that she is renewed and returneth to her prior self And \"issueth forth as a bridegroom from his chamber.\"",
        "17_Chapter, 0_Paragraph": "Who can know Thy wondrous works? For Thou hast encompassed the sphere of the Sun with a fifth sphere, And therein Mars like a king in his palace,",
        "17_Chapter, 1_Paragraph": "And in eighteen months he completeth his circuit.",
        "17_Chapter, 2_Paragraph": "And his measure to the body of the earth Is as one and five-eighths to one. And this is the scope of his greatness,",
        "17_Chapter, 3_Paragraph": "That he is like a terror-striking warrior Whose shield of red gives him might,",
        "17_Chapter, 4_Paragraph": "And who stirreth up wars, And slaughter and destruction,",
        "17_Chapter, 5_Paragraph": "With men smitten of the sword And consumed of flame, Their sap burned to dryness;",
        "17_Chapter, 6_Paragraph": "And years of dearth And fiery burnings and thunders and hail-stones And piercings and withdrawings of the sword in consonance with them,",
        "17_Chapter, 7_Paragraph": "\"For their feet run swiftly to commit evil and hasten to shed blood.\"",
        "18_Chapter, 0_Paragraph": "Who shall find words for Thy tremendous works? For Thou hast encompassed the sphere of Mars with a sixth sphere,",
        "18_Chapter, 1_Paragraph": "A vast and mighty encompassing sphere,",
        "18_Chapter, 2_Paragraph": "Wherein dwelleth the righteous planet (Jupiter).",
        "18_Chapter, 3_Paragraph": "And his body is greater than that of the earth seventy-five times By the measure of her breadth.",
        "18_Chapter, 4_Paragraph": "And he completeth his revolution in twelve years, And is as a planet of goodwill and love,",
        "18_Chapter, 5_Paragraph": "Stirring up the fear of heaven, And righteousness and repentance and every good quality,",
        "18_Chapter, 6_Paragraph": "And increasing all crops and fruits,",
        "18_Chapter, 7_Paragraph": "And causing wars to cease, And enmity and strife;",
        "18_Chapter, 8_Paragraph": "And his appointed task is to repair by righteousness every breach, \"For He judgeth the world in righteousness.\"",
        "19_Chapter, 0_Paragraph": "Who shall reason of Thy greatness? For Thou hast encompassed the sphere of Jupiter with a seventh sphere, And therein revolveth Saturn.",
        "19_Chapter, 1_Paragraph": "And his body is greater than that of the earth ninety-one times by the measure of him,",
        "19_Chapter, 2_Paragraph": "And he completeth his revolution in thirty years of his course,",
        "19_Chapter, 3_Paragraph": "And stirreth up wars, And spoliation and captivity and famine, For such is his appointed task;",
        "19_Chapter, 4_Paragraph": "And devastateth the lands, And rooteth up kingdoms According to the will of Him \"Who hath appointed him to His service, Even such strange service.\"",
        "20_Chapter, 0_Paragraph": "Who shall attain to Thy exaltation? For Thou hast encompassed the sphere of Saturn with an eighth sphere of encompassment,",
        "20_Chapter, 1_Paragraph": "And it is laden with the twelve constellations On the line of the belt of its ephod,",
        "20_Chapter, 2_Paragraph": "And all the higher stars of cloudland Fixed in its rigidity. And every star of them compasseth its circuit in six and thirty thousand years, From the greatness of its altitude;",
        "20_Chapter, 3_Paragraph": "And the body of each is a hundred and seven times that of the earth, And this is the limit of its greatness.",
        "20_Chapter, 4_Paragraph": "And from the might of these stars Is drawn the strength of all creatures below, Each after its kind, According to the will of the Creator who hath appointed them,",
        "20_Chapter, 5_Paragraph": "And set every one of them in its fit station, And given it its name, \"Each man to his service and his station.\"",
        "21_Chapter, 0_Paragraph": "Who can know Thy pathways? For Thou hast made palaces for the seven planets In the twelve constellations,",
        "21_Chapter, 1_Paragraph": "And to the Ram and the Bull Thou hast imparted Thy strength in uniting them, And the third is the Twins, like two brothers in their unity And their human likeness.",
        "21_Chapter, 2_Paragraph": "And the fourth is the Crab, And on him, as on the Lion, hast Thou bestowed of Thy splendour, And on his sister the Virgin, who is near unto him,",
        "21_Chapter, 3_Paragraph": "And on the Scales and the Scorpion placed by his side, And on the ninth that was created in the form of a man of might, whose strength runs not dry, For he is the Archer, mighty of the bow.",
        "21_Chapter, 4_Paragraph": "And thus too by Thy great power are created the Goat and the Water-Bearer, While alone is the last constellation, \"For the Lord did appoint a great Fish.\"",
        "21_Chapter, 5_Paragraph": "And these are the constellations high and exalted in their degrees, \"Twelve princes according to the nations.\"",
        "22_Chapter, 0_Paragraph": "O Lord, who shall search out Thy profundities? For Thou hast set apart above the sphere of the constellations The sphere that is ninth in order,",
        "22_Chapter, 1_Paragraph": "That encompasseth all the spheres and their creatures, Wherein they are closed up,",
        "22_Chapter, 2_Paragraph": "Which driveth all the stars of heaven and their planets From the east to the west in the might of its movement.",
        "22_Chapter, 3_Paragraph": "Once a day it bows down in the west to the King who enthroned it,",
        "22_Chapter, 4_Paragraph": "And all the creatures of the universe in its midst",
        "22_Chapter, 5_Paragraph": "are as a grain of mustard in the vast ocean From the mighty vastness of its breadth.",
        "22_Chapter, 6_Paragraph": "Yet all this and its greatness are accounted as nothing and naught By the side of the greatness of its Creator and King,",
        "22_Chapter, 7_Paragraph": "And all its sublimities and grandeur \"Are vain and void in comparison with Him.\"",
        "23_Chapter, 0_Paragraph": "Who shall understand the mysteries of Thy creations? For Thou hast exalted above the ninth sphere the sphere of Intelligence. It is the Temple confronting us, \"The tenth that shall be sacred to the Lord,\"",
        "23_Chapter, 1_Paragraph": "It is the Sphere transcending height, To which conception cannot reach,",
        "23_Chapter, 2_Paragraph": "And there stands the veiled palanquin of Thy glory.",
        "23_Chapter, 3_Paragraph": "From the silver of Truth hast Thou cast it, And of the gold of Reason hast Thou wrought its arms,",
        "23_Chapter, 4_Paragraph": "And on a pillar of Righteousness set its cushions And from Thy power is its existence,",
        "23_Chapter, 5_Paragraph": "And from and toward Thee its yearning, \"And unto Thee shall be its desire.\"",
        "24_Chapter, 0_Paragraph": "Who shall descend as deep as Thy thoughts? For from the splendour of the sphere of Intelligence Thou hast wrought the radiance of souls,",
        "24_Chapter, 1_Paragraph": "And the high angels that are the messengers of Thy will, The ministers of Thy presence,",
        "24_Chapter, 2_Paragraph": "Majestic of power and great in the Kingdom of heaven, \"In their hand the flaming sword that turneth every way,\"",
        "24_Chapter, 3_Paragraph": "Performing their work whithersoever the spirit wafteth them,",
        "24_Chapter, 4_Paragraph": "All of them shapen to comeliness, shimmering as pearls, Transcendent creatures, Angels of the outer courts, or angels of the Presence, Watching Thy movements.",
        "24_Chapter, 5_Paragraph": "From a holy place are they come, And from the fount of light are they drawn.",
        "24_Chapter, 6_Paragraph": "They are divided into companies, And on their banner are signs graven",
        "24_Chapter, 7_Paragraph": "of the pen of the swift scribe. There are superior and attendant bands,",
        "24_Chapter, 8_Paragraph": "And hosts running and returning,",
        "24_Chapter, 9_Paragraph": "But never weary and never faint, Seeing but invisible.",
        "24_Chapter, 10_Paragraph": "And there are some wrought of flame, And some are wafted air, And some compounded of fire and of water,",
        "24_Chapter, 11_Paragraph": "And there are Seraphim in burning rows,",
        "24_Chapter, 12_Paragraph": "And winged lightnings and darting arrows of fire,",
        "24_Chapter, 13_Paragraph": "And each troop of them all bows itself down \"To Him who rideth the highest heavens.\" And in the supreme sphere of the universe they stand in thousands and tens of thousands,",
        "24_Chapter, 14_Paragraph": "Divided into watches, That change daily and nightly at the beginning of their vigils,",
        "24_Chapter, 15_Paragraph": "For the ritual of psalms and songs, \"To Him who is girt with omnipotence.\"",
        "24_Chapter, 16_Paragraph": "All of them with dread and trembling bow and prostrate themselves to Thee, Saying: To Thee we acknowledge",
        "24_Chapter, 17_Paragraph": "That Thou art He, the Lord our God;",
        "24_Chapter, 18_Paragraph": "Thou hast made us, and not we ourselves, And the work of Thy hands are we all.",
        "24_Chapter, 19_Paragraph": "For Thou art our Lord, and we are Thy servants, Thou art our Creator, and we are Thy witnesses.",
        "25_Chapter, 0_Paragraph": "Who can approach Thy seat? For beyond the sphere of Intelligence hastThou established the throne of Thy glory; There standeth the splendour of Thy veiled habitation,",
        "25_Chapter, 1_Paragraph": "And the mystery and the foundation. Thus far reacheth Intelligence, but cometh here to a standstill,",
        "25_Chapter, 2_Paragraph": "For higher still hast Thou mounted, and ascended Thy mighty throne, \"And no man may go up with Thee.\"",
        "26_Chapter, 0_Paragraph": "O Lord, who shall do deeds like unto Thine? For Thou hast established under the throne of Thy glory A standing-place for the souls of Thy saints,",
        "26_Chapter, 1_Paragraph": "And there is the abode of the pure souls That are bound up in the bundle of life.",
        "26_Chapter, 2_Paragraph": "They who were weary and faint here await new strength,",
        "26_Chapter, 3_Paragraph": "And those who failed of strength may here find repose; For these are the children of rest,",
        "26_Chapter, 4_Paragraph": "And here is delight without end or limit, For it is The-World-To-Come.",
        "26_Chapter, 5_Paragraph": "And here are stations and seeing-places for the standing souls, Whence, in \"mirrors of the serving-women,\"",
        "26_Chapter, 6_Paragraph": "They can behold and be seen of the Lord.",
        "26_Chapter, 7_Paragraph": "In the palaces of the King do they dwell, And at the King's table stand,",
        "26_Chapter, 8_Paragraph": "And glory in the sweetness of the fruit of Intelligence, For He giveth them of the dainties of the King.",
        "26_Chapter, 9_Paragraph": "This is the rest and the heritage Whose goodness and beauty are endless, Such is \"the land which floweth with milk and honey and such the fruit thereof.\"",
        "27_Chapter, 0_Paragraph": "O Lord, who can unroll Thy mysteries? For Thou hast made in the Height chambers and store-houses, Some of them awesome to tell of, a tale of mighty doings,",
        "27_Chapter, 1_Paragraph": "And some treasuries of life for the pure and the clean.",
        "27_Chapter, 2_Paragraph": "For some are treasures of salvation to those who have returned from iniquity,",
        "27_Chapter, 3_Paragraph": "And some are treasures of fire, And rivers of brimstone For the breakers of the covenant.",
        "27_Chapter, 4_Paragraph": "And there is a provision of deep pits whose fire is never quenched. He that is abhorred of the Lord shall fall therein.",
        "27_Chapter, 5_Paragraph": "And there are caverns of storm-winds and tempests And congelation and cold,",
        "27_Chapter, 6_Paragraph": "And treasures of hail and ice and snow and drought, Also of heat and flowing channels",
        "27_Chapter, 7_Paragraph": "And of thick smoke and hoar-frost and of clouds and thick cloud, And darkness and gloom.",
        "27_Chapter, 8_Paragraph": "The whole hast Thou prepared in its due season, \"Thou hast ordained it for mercy or judgment,",
        "27_Chapter, 9_Paragraph": "And established it, O Rock, for correction!\"",
        "28_Chapter, 0_Paragraph": "O Lord, who can comprehend Thy power? For Thou hast created for the splendour of Thy glory a pure radiance \"Hewn from the rock of rocks and digged from the bottom of the pit.\"",
        "28_Chapter, 1_Paragraph": "Thou hast imparted to it the spirit of wisdom And called it the Soul.",
        "28_Chapter, 2_Paragraph": "And of flames of intellectual fire hast Thou wrought its form, And like a burning fire hast Thou wafted it,",
        "28_Chapter, 3_Paragraph": "And sent it to the body to serve and guard it, And it is as fire in the midst thereof yet doth not consume it,",
        "28_Chapter, 4_Paragraph": "For it is from the fire of the soul that the body hath been created, And goeth from Nothingness to Being, \"Because the Lord descended on him in fire.\"",
        "29_Chapter, 0_Paragraph": "O Lord, who can reach Thy wisdom? For Thou gavest the soul the faculty of knowledge that is fixed therein,",
        "29_Chapter, 1_Paragraph": "And knowledge is the fount of her glory.",
        "29_Chapter, 2_Paragraph": "Therefore hath destruction no power over her, But she maintaineth herself by the stability of her foundation, For such is her nature and secret;",
        "29_Chapter, 3_Paragraph": "The soul with her wisdom shall not see death. Nevertheless shall her punishment be visited upon her, A punishment bitterer than death,",
        "29_Chapter, 4_Paragraph": "Though be she pure she shall obtain favour And shall laugh on the last day.",
        "29_Chapter, 5_Paragraph": "But if she hath been defiled, She shall wander to and fro for a space in wrath and anger,",
        "29_Chapter, 6_Paragraph": "And all the days of her uncleanness Shall she dwell vagabond and outcast;",
        "29_Chapter, 7_Paragraph": "She shall touch no hallowed thing, And to the sanctuary she shall not come Till the days of her purification be fulfilled.",
        "30_Chapter, 0_Paragraph": "O Lord, who shall requite Thy goodness? For Thou hast placed the soul in the body to vivify it, And to teach and show it the path of life",
        "30_Chapter, 1_Paragraph": "And to deliver it from evil;",
        "30_Chapter, 2_Paragraph": "Thou hast formed man from a pinch of clay and breathed into him a soul,",
        "30_Chapter, 3_Paragraph": "And didst impart to him the spirit of wisdom Whereby man is divided from the beasts That he may ascend to a higher sphere.",
        "30_Chapter, 4_Paragraph": "Thou hast him enclosed in Thy universe, And directest and beholdest his deeds from without, ",
        "30_Chapter, 5_Paragraph": "And all that would conceal him from Thee Thou beholdest from within and without.",
        "31_Chapter, 0_Paragraph": "Who shall know the secret of Thy operations?",
        "31_Chapter, 1_Paragraph": "For Thou hast provided the body with the means to do Thy work,",
        "31_Chapter, 2_Paragraph": "And Thou hast given it eyes to see Thy signs",
        "31_Chapter, 3_Paragraph": "And ears to hear of Thy tremendous deeds,",
        "31_Chapter, 4_Paragraph": "And thought to understand the fringe of Thy secrets,",
        "31_Chapter, 5_Paragraph": "And a mouth to declare Thy praise,",
        "31_Chapter, 6_Paragraph": "And a tongue to proclaim Thy might to all comers,",
        "31_Chapter, 7_Paragraph": "Even as I to-day, \"Thy servant, the son of Thy handmaid\",",
        "31_Chapter, 8_Paragraph": "Am declaring according to the feebleness of my tongue. A shadow of a shade of Thy sublimity,",
        "31_Chapter, 9_Paragraph": "For these are but a fraction of Thy ways.",
        "31_Chapter, 10_Paragraph": "How mighty then must be the sum of them, \"For they are life to those who find them.\"",
        "31_Chapter, 11_Paragraph": "By them, all who hear of them may recognize Thee,",
        "31_Chapter, 12_Paragraph": "Even if they cannot see the face of Thy splendour.",
        "31_Chapter, 13_Paragraph": "For whoso hath not heard of Thy might,",
        "31_Chapter, 14_Paragraph": "How can he recognize Thy Godhead,",
        "31_Chapter, 15_Paragraph": "And how can Thy truth enter his heart,",
        "31_Chapter, 16_Paragraph": "And how can he fix his thoughts on Thy service?",
        "31_Chapter, 17_Paragraph": "Therefore hath Thy servant found the heart To make mention before his God Of a shade of a shadow of the sum of His praises.",
        "31_Chapter, 18_Paragraph": "Peradventure thereby less shall be exacted of his iniquity \"For wherewith should he reconcile himself unto his Lord if not with these heads?\"",
        "32_Chapter, 0_Paragraph": "O God, I am ashamed and confounded To stand before Thee with this my knowledge",
        "32_Chapter, 1_Paragraph": "That even as the might of Thy greatness, So is the completeness of my poverty and humbleness,",
        "32_Chapter, 2_Paragraph": "That even as the might of Thy potency So is the weakness of my ability,",
        "32_Chapter, 3_Paragraph": "And that even as Thou art perfect, so am I wanting.",
        "32_Chapter, 4_Paragraph": "For Thou art a Unity, and Thou art living, Thou art mighty, and Thou art permanent, And Thou art great, and Thou art wise, and Thou art God!",
        "32_Chapter, 5_Paragraph": "And I am but a clod, and a worm, Dust from the ground,",
        "32_Chapter, 6_Paragraph": "A vessel full of shame, A mute stone, A passing shadow,",
        "32_Chapter, 7_Paragraph": "\"A wind that fleeth away and returneth not again.\" To an asp akin,",
        "32_Chapter, 8_Paragraph": "Deceitful underneath, Uncircumcised of heart,",
        "32_Chapter, 9_Paragraph": "Great in wrath, Craftsman in sin and deception,",
        "32_Chapter, 10_Paragraph": "Haughty of eye, Short in forbearance, Impure of lips,",
        "32_Chapter, 11_Paragraph": "Crooked of ways, And hot-footed.",
        "32_Chapter, 12_Paragraph": "What am I? What is my life? What my might and what my righteousness?",
        "32_Chapter, 13_Paragraph": "Naught is the sum of me all the days of my being, And how much the more so after my death!",
        "32_Chapter, 14_Paragraph": "From nothing I came, And to nothing I go.",
        "32_Chapter, 15_Paragraph": "Lo! before Thee am I come, as one \"not according to the law,\" With insolence of brow, And uncleanness of thoughts,",
        "32_Chapter, 16_Paragraph": "And a lewd desire On his idols turned,",
        "32_Chapter, 17_Paragraph": "And lust showing itself master;",
        "32_Chapter, 18_Paragraph": "With a soul impure And a heart unclean, Perishing and corrupted,",
        "32_Chapter, 19_Paragraph": "And a body plagued With a rabble of pains Increasing until increase is impossible.",
        "33_Chapter, 0_Paragraph": "O my God, I know that my sins are too great to tell, And my trespasses too many to remember,",
        "33_Chapter, 1_Paragraph": "Yet as a drop from the sea will I make mention of some, And make confession of them; Perhaps I shall silence the roar of their waves and their crashing,",
        "33_Chapter, 2_Paragraph": "\"And Thou wilt hear from heaven and forgive.\"",
        "33_Chapter, 3_Paragraph": "I have trespassed against Thy law, I have despised Thy commandments,",
        "33_Chapter, 4_Paragraph": "I have abhorred them in my heart, And with my mouth spoken slander.",
        "33_Chapter, 5_Paragraph": "I have committed iniquity, And I have wrought evil, I have been presumptuous, I have done violence, I have plastered over falsehood, I have counselled evil,",
        "33_Chapter, 6_Paragraph": "I have lied, I have scoffed, I have revolted, I have blasphemed, I have been rebellious and perverse and sinful, I have stiffened my neck,",
        "33_Chapter, 7_Paragraph": "I have loathed Thy rebukes and done wickedly,",
        "33_Chapter, 8_Paragraph": "I have corrupted my ways, I have strayed from my paths,",
        "33_Chapter, 9_Paragraph": "I have transgressed and turned away from Thy commandments. But Thou art just in all that is come upon me For Thou hast dealt truly and I have dealt wickedly.",
        "34_Chapter, 0_Paragraph": "O God, my countenance falleth, When I remember all wherein I have provoked Thee. For all the good which Thou hast bestowed on me I have requited Thee with evil.",
        "34_Chapter, 1_Paragraph": "For Thou hast created me not from necessity, but from grace, And not by compulsion of circumstance But by favour and love.",
        "34_Chapter, 2_Paragraph": "And before I was, With Thy mercies didst Thou precede me, And breathe into me a spirit and call me into being,",
        "34_Chapter, 3_Paragraph": "And after I came forth into the light of the world Thou didst not forsake me, But like a tender father didst Thou watch over my growing up,",
        "34_Chapter, 4_Paragraph": "And as a nurse fostereth a suckling didst Thou foster me. Upon the breasts of my mother Thou madest me rest trustfully,",
        "34_Chapter, 5_Paragraph": "And with Thy delight didst satisfy me. And when I essayed my feet, Thou didst strengthen my standing",
        "34_Chapter, 6_Paragraph": "And didst take me in Thine arms and teach me to walk. And wisdom and discipline didst Thou impart to me,",
        "34_Chapter, 7_Paragraph": "And from all trouble and distress didst Thou relieve me, And at the time of the passing away of Thy wrath In the shadow of Thy hand didst Thou hide me,",
        "34_Chapter, 8_Paragraph": "And from how many sorrows concealed from mine eyes didst Thou deliver me! For before the hardship came Thou didst prepare the remedy for my distress all unbeknown to me,",
        "34_Chapter, 9_Paragraph": "And when from some injury I was unguarded, Thou didst guard me, And when I came within the fangs of lions Thou didst break the teeth of the whelps and deliver me thence,",
        "34_Chapter, 10_Paragraph": "And when evil and constant distress anguished me, Thou hast freely healed me, And when Thy dreadful judgment came upon the world, Thou didst deliver me from the sword",
        "34_Chapter, 11_Paragraph": "And didst save me from the pestilence, And in famine didst feed me,",
        "34_Chapter, 12_Paragraph": "And with plenty sustain me.",
        "34_Chapter, 13_Paragraph": "And when I provoked Thee, Thou didst chastise me as a father chastiseth his son,",
        "34_Chapter, 14_Paragraph": "And when I called out from the depths of my sorrow, My soul was precious in Thy sight, Nor didst Thou send me empty away.",
        "34_Chapter, 15_Paragraph": "But all this didst Thou yet exceed and add to",
        "34_Chapter, 16_Paragraph": "When Thou gavest me a perfect faith To believe that Thou art the God of Truth And that Thy Law is true and Thy prophets are true.",
        "34_Chapter, 17_Paragraph": "For Thou hast not set my portion with the rebels and those who rise up against Thee And the foolish multitude that blaspheme Thy name;",
        "34_Chapter, 18_Paragraph": "Who make mock of Thy law, And contend with Thy servants,",
        "34_Chapter, 19_Paragraph": "And give the lie to Thy prophets,",
        "34_Chapter, 20_Paragraph": "Making a show of innocence But with cunning below,",
        "34_Chapter, 21_Paragraph": "Exhibiting a pure and stainless soul, While underneath lurketh the bright leprous spot:",
        "34_Chapter, 22_Paragraph": "Like to a vessel full of shameful things, Washed on the outside with the waters of deceit,",
        "34_Chapter, 23_Paragraph": "And defiling all that is within.",
        "35_Chapter, 0_Paragraph": "Unworthy am I of all the mercies and all the truth Which Thou hast wrought for Thy servant. Verily, O Lord my God, will I thank Thee",
        "35_Chapter, 1_Paragraph": "For that Thou hast given me a holy soul, Though by my deeds I have defiled it,",
        "35_Chapter, 2_Paragraph": "Polluted and profaned it with my evil inclination.",
        "35_Chapter, 3_Paragraph": "But I know that if I wrought wickedly,",
        "35_Chapter, 4_Paragraph": "I harmed but myself, never Thee.",
        "35_Chapter, 5_Paragraph": "In sooth, at my right hand my fierce inclination As an adversary standeth,",
        "35_Chapter, 6_Paragraph": "Allowing me no breathing-space to establish my tranquillity.",
        "35_Chapter, 7_Paragraph": "Oft have I purposed with double bridle to lead him, From the sea of his lusts to dry land to restore him, But I could not prevail.",
        "35_Chapter, 8_Paragraph": "My devices he baulked, made profanities flow from my lips.",
        "35_Chapter, 9_Paragraph": "I think thoughts of simplicity, he fabricates guile and iniquity,",
        "35_Chapter, 10_Paragraph": "I am for peace, and he is for war,",
        "35_Chapter, 11_Paragraph": "To the point that he made me his footstool, And even in peace-time shed the blood of war.",
        "35_Chapter, 12_Paragraph": "How oft have I sallied forth to combat against him, And set in battle-array",
        "35_Chapter, 13_Paragraph": "My camp of service and repentance, And placed the host of Thy mercies beside me for auxiliary,",
        "35_Chapter, 14_Paragraph": "For I said, if my evil inclination Shall come to one camp and shall smite it, Then the camp that is left shall escape. As I thought, so it was.",
        "35_Chapter, 15_Paragraph": "For temptation has routed me and scattered my forces,",
        "35_Chapter, 16_Paragraph": "So that there is nothing left me but the camp of Thy mercies.",
        "35_Chapter, 17_Paragraph": "But yet I know that by these I shall overcome it, And they shall be unto me better than a city of refuge. Peradventure I shall prevail and smite it and drive it away.",
        "36_Chapter, 0_Paragraph": "May it please Thee, O Lord my God, To subdue my fierce desire. O hide Thy face from my sins and trespasses, Do not carry me off in the midst of my days,",
        "36_Chapter, 1_Paragraph": "Until I shall have prepared what is needful for my wa",
        "36_Chapter, 2_Paragraph": " And provender for the day of my journeying,",
        "36_Chapter, 3_Paragraph": "For if I go out of my world as I came, And return to my place, naked as I came forth,",
        "36_Chapter, 4_Paragraph": "Wherefore was I created And called to see sorrow?",
        "36_Chapter, 5_Paragraph": "Better were it I had remained where I was Than to have come hither to increase and multiply sin.",
        "36_Chapter, 6_Paragraph": "I beseech Thee, O God, judge me by Thine attribute of mercy, And not by Thine anger lest Thou wither me.",
        "36_Chapter, 7_Paragraph": "For what is man that Thou shouldst judge him? And how shalt Thou weigh a drifting vapour?",
        "36_Chapter, 8_Paragraph": "When Thou placest it in the balance, It shall be neither heavy nor light, And what shall it profit Thee to weigh the air?",
        "36_Chapter, 9_Paragraph": "From the day of his birth man is hard-pressed and harrowed, \"Stricken, smitten of God and afflicted.\"",
        "36_Chapter, 10_Paragraph": "His youth is chaff driven in the wind, And his latter end is flying straw,",
        "36_Chapter, 11_Paragraph": "And his life withereth like a herb, And God joineth in hunting him.",
        "36_Chapter, 12_Paragraph": "From the day he cometh forth from his mother's womb His night is sorrow and his day is sighing.",
        "36_Chapter, 13_Paragraph": "If to-day he is exalted, To-morrow he shall crawl with worms.",
        "36_Chapter, 14_Paragraph": "A grain of chaff putteth him to flight, And a thorn woundeth him.",
        "36_Chapter, 15_Paragraph": "If he is sated, he waxeth wicked, And if he is hungry, he sinneth for a loaf of bread.",
        "36_Chapter, 16_Paragraph": "His steps are swift to pursue riches, But he forgetteth Death, who is after him.",
        "36_Chapter, 17_Paragraph": "At the time he is straitened, he multiplieth his promises, And scattereth his words,",
        "36_Chapter, 18_Paragraph": "And is profuse in vows, But when he is enlarged, He keepeth back his word",
        "36_Chapter, 19_Paragraph": "and forgetteth his vows, And strengtheneth the bars of his gates,",
        "36_Chapter, 20_Paragraph": "While Death is in his chambers,",
        "36_Chapter, 21_Paragraph": "And he increaseth guards in every quarter While the foe lieth ambushed in his very apartment.",
        "36_Chapter, 22_Paragraph": "As for the wolf, the fence shall not restrain it From coming to the flock.",
        "36_Chapter, 23_Paragraph": "Man entereth the world, And knoweth not why, And rejoiceth, And knoweth not wherefore, And liveth, And knoweth not how long.",
        "36_Chapter, 24_Paragraph": "In his childhood he walketh in his own stubbornness,",
        "36_Chapter, 25_Paragraph": "And when the spirit of lust beginneth in its season To stir him up to gather power and wealth, Then he journeyeth from his place",
        "36_Chapter, 26_Paragraph": "To ride in ships And to tread the deserts, ",
        "36_Chapter, 27_Paragraph": "And to carry his life to dens of lions, Adventuring it among wild beasts;",
        "36_Chapter, 28_Paragraph": "And when he imagineth that great is his glory And that mighty is the spoil of his hand,",
        "36_Chapter, 29_Paragraph": "Quietly stealeth the spoiler upon him, And his eyes are opened and there is naught.",
        "36_Chapter, 30_Paragraph": "At every moment he is destined to troubles, That pass and return,",
        "36_Chapter, 31_Paragraph": "And at every hour evils,",
        "36_Chapter, 32_Paragraph": "And at every moment chances,",
        "36_Chapter, 33_Paragraph": "And on every day terrors.",
        "36_Chapter, 34_Paragraph": "If for an instant he stand in security, Suddenly disaster will come upon him,",
        "36_Chapter, 35_Paragraph": "Either war shall come and the sword will smite him, Or the bow of brass transpierce him;",
        "36_Chapter, 36_Paragraph": "Or sorrows will overpower him, Or the presumptuous billows flow over him,",
        "36_Chapter, 37_Paragraph": "Or sickness and steadfast evils shall find him,",
        "36_Chapter, 38_Paragraph": "Till he becometh a burden on his own soul, And shall find the gall of serpents in his honey.",
        "36_Chapter, 39_Paragraph": "And when his pain increaseth His glory decreaseth,",
        "36_Chapter, 40_Paragraph": "And youths make mock of him, And infants rule him,",
        "36_Chapter, 41_Paragraph": "And he becometh a burden to the issue of his loins, And all who know him become estranged from him.",
        "36_Chapter, 42_Paragraph": "And when his hour hath come, he passeth from the courts of his house to the court of Death, And from the shadow of his chambers to the shadow of Death.",
        "36_Chapter, 43_Paragraph": "And he shall strip off his broidery and his scarlet And shall put on corruption and the worm,",
        "36_Chapter, 44_Paragraph": "And lie down in the dust And return to the foundation from which he came.",
        "36_Chapter, 45_Paragraph": "And man, whom these things befall, When shall he find a time for repentance To scour away the rust of his perversion?",
        "36_Chapter, 46_Paragraph": "For the day is short and the work manifold,",
        "36_Chapter, 47_Paragraph": "And the task-masters irate, Hurrying and scurrying,",
        "36_Chapter, 48_Paragraph": "And Time laughs at him And the Master of the House presses.",
        "36_Chapter, 49_Paragraph": "Therefore I beseech Thee, O my God, Remember the distresses that come upon man,",
        "36_Chapter, 50_Paragraph": "And if I have done evil Do Thou me good at my latter end,",
        "36_Chapter, 51_Paragraph": "Nor requite measure for measure To man whose sins are measureless,",
        "36_Chapter, 52_Paragraph": "And whose death is a joyless departure.",
        "37_Chapter, 0_Paragraph": "O my God, If my iniquity is too great to be borne, What wilt Thou do for Thy great name's sake?",
        "37_Chapter, 1_Paragraph": "And if I do not wait on Thy mercies, Who will have pity on me but Thee?",
        "37_Chapter, 2_Paragraph": "Therefore though Thou shouldst slay me, yet will I trust in Thee.",
        "37_Chapter, 3_Paragraph": "For if Thou shouldst pursue my iniquity, I will flee from Thee to Thyself, And I will shelter myself from Thy wrath in Thy shadow,",
        "37_Chapter, 4_Paragraph": "And to the skirts of Thy mercies I will lay hold until Thou hast had mercy on me, And I will not let Thee go till Thou hast blessed me.",
        "37_Chapter, 5_Paragraph": "Remember, I pray Thee, that of slime Thou hast made me, And by all these hardships tried me,",
        "37_Chapter, 6_Paragraph": "Therefore visit me not according to my wanton dealings, Nor feed me on the fruit of my deeds,",
        "37_Chapter, 7_Paragraph": "But prolong Thy patience, nor bring near my day, Until I shall have prepared provision for returning to my eternal home,",
        "37_Chapter, 8_Paragraph": "Nor rage against me to send me hastily from the earth, With my sins bound up in the kneading-trough on my shoulder.",
        "37_Chapter, 9_Paragraph": "And when Thou placest my sins in the balance Place Thou in the other scale my sorrows,",
        "37_Chapter, 10_Paragraph": "And while recalling my depravity and frowardness, Remember my affliction and my harrying,",
        "37_Chapter, 11_Paragraph": "And place these against the others.",
        "37_Chapter, 12_Paragraph": "And remember, I pray Thee, O my God, That Thou hast driven me rolling and wandering like Cain, And in the furnace of exile hast tried me,",
        "37_Chapter, 13_Paragraph": "And from the mass of my wickedness refined me, And I know 'tis for my good Thou hast proved me,",
        "37_Chapter, 14_Paragraph": "And in faithfulness afflicted me,",
        "37_Chapter, 15_Paragraph": "And that it is to profit me at my latter end That Thou hast brought me through this testing by troubles.",
        "37_Chapter, 16_Paragraph": "Therefore, O God, let Thy mercies be moved toward me, And do not exhaust Thy wrath upon me,",
        "37_Chapter, 17_Paragraph": "Nor reward me according to my works, But cry to the Destroying Angel: Enough!",
        "37_Chapter, 18_Paragraph": "For what height or advantage have I attained That Thou shouldst pursue me for my iniquity,",
        "37_Chapter, 19_Paragraph": "And shouldst post a watch over me, And trap me like an antelope in a snare?",
        "37_Chapter, 20_Paragraph": "Is not the bulk of my days past and vanished? Shall the rest consume in their iniquity?",
        "37_Chapter, 21_Paragraph": "And if I am here to-day before Thee, \"To-morrow Thine eyes are upon me and I am not.\"",
        "37_Chapter, 22_Paragraph": "And now wherefore should I die And this Thy great fire devour me?",
        "37_Chapter, 23_Paragraph": "O my God, turn Thine eyes favourably upon me For the remainder of my brief days, Pursue not their escaping survivors,",
        "37_Chapter, 24_Paragraph": "Nor let the remnant of the crops that the hail hath spared Be finished off by the locust for my sins.",
        "37_Chapter, 25_Paragraph": "For am I not the creation of Thy hands,",
        "37_Chapter, 26_Paragraph": "And what shall it avail Thee That the worm shall take me for its meal And feed on the product of Thy hands?",
        "38_Chapter, 0_Paragraph": "May it please Thee, O Lord my God, To return to me in mercy, And to bring me back to Thee in perfect repentance.",
        "38_Chapter, 1_Paragraph": "O dispose my heart and turn Thine ear to supplication, And open my heart to Thy law,",
        "38_Chapter, 2_Paragraph": "And plant in my thoughts the fear of Thee,",
        "38_Chapter, 3_Paragraph": "And decree for me good decrees, And annul the evil decrees against me,",
        "38_Chapter, 4_Paragraph": "And lead me not into the power of temptation, Nor into the power of contempt,",
        "38_Chapter, 5_Paragraph": "And from all evil chances deliver me, And hide me in Thy shadow until the havoc pass by,",
        "38_Chapter, 6_Paragraph": "And be with my mouth in my meditation, And keep my ways from sin through my tongue,",
        "38_Chapter, 7_Paragraph": "And remember me when Thou rememberest and favourest Thy people, And when Thou rebuildest Thy Temple,",
        "38_Chapter, 8_Paragraph": "That I may behold the bliss of Thy chosen ones, And purify me to seek diligently Thy Sanctuary",
        "38_Chapter, 9_Paragraph": "devastated and ruined, And to cherish its stones and its dust,",
        "38_Chapter, 10_Paragraph": "And the clods of its desolation, And rebuild Thou its wastes!",
        "39_Chapter, 0_Paragraph": "O my God, I know that those who implore favour from Thee",
        "39_Chapter, 1_Paragraph": "Have for ambassadors their antecedent virtues, And the righteousness which they have heaped up,",
        "39_Chapter, 2_Paragraph": "But in me are no good deeds, For I am shaken and emptied like a stripped vine, ",
        "39_Chapter, 3_Paragraph": "And I have no righteousness, no rectitude, No piety, no uprightness,",
        "39_Chapter, 4_Paragraph": "No prayer, no plea, No innocence, no faith,",
        "39_Chapter, 5_Paragraph": "No justice, no quality of goodness, Neither service of God nor turning from sin.",
        "39_Chapter, 6_Paragraph": "May it be Thy will, O Lord our God and God of our Fathers, Master of the Worlds, To have mercy upon me, And be Thou near me,",
        "39_Chapter, 7_Paragraph": "To favour me with the visitation of Thy goodwill, And to lift up to me the light of Thy face,",
        "39_Chapter, 8_Paragraph": "And to show me Thy graciousness!",
        "39_Chapter, 9_Paragraph": "Requite me not according to my deeds And make me not a byword to the base.",
        "39_Chapter, 10_Paragraph": "Take me not away in the midst of my days Nor hide Thy face from me.",
        "39_Chapter, 11_Paragraph": "Purify me from my sins, And cast me not out from Thy presence,",
        "39_Chapter, 12_Paragraph": "But quicken me with glory And with glory receive me afterwards.",
        "39_Chapter, 13_Paragraph": "And when Thou shalt bring me out of this world, Bring me in peace to the life of the world to come,",
        "39_Chapter, 14_Paragraph": "And place me in glory among the saints,",
        "39_Chapter, 15_Paragraph": "And number me with those whose portion is appointed in the world of life And purify me to shine in the light of Thy countenance,",
        "39_Chapter, 16_Paragraph": "And restore and revive me And bring me up again from the depths of the earth.",
        "39_Chapter, 17_Paragraph": "Then will I say: I thank Thee, O Lord, that though wroth with me, Thine anger is turned away and Thou hast comforted me. Thine, O Lord, is loving-kindness In all the goodness Thou hast bestowed on me,",
        "39_Chapter, 18_Paragraph": "And which Thou wilt bestow till the day of my death.",
        "39_Chapter, 19_Paragraph": "And for all this it behoves me to give thanks, To laud, to glorify, to extol Thee.",
        "39_Chapter, 20_Paragraph": "By the mouth of Thy creatures O yield Thyself praise, By those hallowing Thee be Thou self-sanctified,",
        "39_Chapter, 21_Paragraph": "Through those owning Thy Unity cry Thou Thy oneness, With the lips of Thy glorifiers chant Thee Thy glory,",
        "39_Chapter, 22_Paragraph": "And exalt Thee in rhapsody through Thine exalters, Supremely upborne on Thy worshippers' breath,",
        "39_Chapter, 23_Paragraph": "For 'mid the gods and their works, O Lord, there is none like to Thee and Thine.",
        "39_Chapter, 24_Paragraph": "May this word of my mouth and my heart's true thought Find, O Rock and Redeemer, the favour sought."
    },
    "meta": "Chapter-Paragraph",
    "work": "Keter Malkhut"
}