{
    "language": "en",
    "title": "Divrei Soferim",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "דברי סופרים",
    "categories": [
        "Chasidut",
        "R' Tzadok HaKohen"
    ],
    "text": [
        [
            "",
            "A person who is clean of [material] desires, and efforts himself [in divine service] will surely experience a strong sense [of the divine] when he fulfills \"the commandments of God are upright, bringing joy to one's heart (Psalms 19:9). And even though this [service] will result in the loss of wealth and other [material benefit], [it is worthwhile] since this is a mitzvah and God's mitzvah is dearer than one's own. But if he feels sorrow, it is a sign that it is not a mitzvah. And this is what the [sages] taught [regarding a debt after the seventh year] in Tractate Gittin [37b] \"Rabbah said: [The creditor] may lift [his eyes] until the [debtor] says [nonetheless, I will pay you].\" And afterwards, an episode of Rabbah is recounted where [his debtor did not repay and] he was saddened [as a result of his ruling to merely hint at repayment]. And it seems to me that based on this incident where he stood on a matter of Jewish law, that this commandment [to forgive loans in the seventh year] was a command relating to speech [that the creditor] will say \"I fogive [the loan]\" but this does not apply in practice [as he held that the creditor] will raise [his eyes]. Meaning, the command is not to actually forgive [the loan]. And therefore he was saddened. And even though Rabbah held himself to be a person of average quality [Berakhot 61b], that he still did not [attain the stature to] have his heart entirely hollowed inside him. Nevertheless, he knew in his soul that he was ready to listen to the advice of his good inclination and to overcome the evil inclination to perform the commandments of God with joy  and not to be saddened by it, if it were a mitzvah. And this is only for the remnants whom God calls."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ]
}