{
    "versionTitle": "merged", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "categories": [
        "Halakhah", 
        "Shulchan Arukh"
    ], 
    "language": "en", 
    "title": "Shulchan Arukh, Orach Chayyim", 
    "text": [
        [
            "One should strengthen himself like a lion to get up in the morning to serve his Creator, so that it is he who awakens the dawn. Rem\"a: At least, one should not delay beyond the time when the congregation prays (Tur). Rem\"a: \"I have set the Lord before me constantly\" (Psalms 16:8); this is a major principle in the Torah and amongst the virtues of the righteous who walk before God. For a person's way of sitting, his movements and his dealings while he is alone in his house are not like his way of sitting, his movements and his dealings when he is before a great king; nor are his speech and free expression as much as he wants when he is with his household members and his relatives like his speech when in a royal audience. All the more so when one takes to heart that the Great King, the Holy One, Blessed Is He, Whose glory fills the earth, is standing over him and watching his actions, as it is stated: \"'Will a man hide in concealment and I will not see him?' - the word of God\" (Jeremiah 23:24), he immediately acquires fear and submission in dread of God, May He Be Blessed, and is ashamed of Him constantly (Guide for the Perplexed III 52). And one should not be ashamed because of people who mock him in his service of God, and should also go modestly. And when he lies on his bed he should know before Whom he lies, and as soon as he wakes up from sleep he should rise eagerly to the service of his Creator, May He Be Blessed and Exalted (Tur).", 
            "One who arises to supplicate before his creator should aim for the hours when the heavenly watches are changing, which are at one-third of the night, and at the end of two-thirds of the night, and at the end of the night; for prayer which is offered at these times regarding the destruction [of the Temple] and regarding the exile is favorable.", 
            "It is fitting for every person who has fear of Heaven to be anguished and concerned regarding the destruction of the Temple.", 
            "Fewer supplication [said] with meaning, is more preferable than more [supplication] without meaning.", 
            "It is good to recite the passage of the Binding (Genesis 22:1-19), the passage of the Manna (Exodus 16:4-36), the Ten Commandments (Exodus 20:2-13), and the passages of the burnt-offering (Leviticus 1:1-17), tribute-offering (Leviticus 2:1-13), peace-offering (Leviticus 3:1-17), sin-offering (Vayikra 4:27-35), and guilt-offering. Rem\"a: But only in private is it permissible to recite the Ten Commandments each day: it is forbidden to recite them in congregation (Rashb\"a Responsum 144).", 
            "One should not recite the passages of the sacrifices except by day. (See below, section 47, paragraph 13)", 
            "When one finishes the passage of the burnt-offering, he should say: \"May it be [Your] will that this should be considered and accepted as if I had brought a burnt-offering.\" He should say similarly after the passages of the tribute-offering and the peace-offering, because they are offered voluntarily.", 
            "One should recite along with the sacrifice passages the verse: \"And he shall slaughter it on the side of the altar northward before the Lord....\" (Leviticus 1:11).", 
            "Some have the custom to say the passage of the Laver (Exodus 30:17-21), and afterwards the passage of the removal of the ashes (Leviticus 6:1-6), and afterwards the passage of the continual-offering (Numbers 28:1-8), and afterwards the passage of the Incense Altar (Exodus 30:7-10) and the passage of the spices of the Incense and its preparation (Exodus 30:34-36)."
        ], 
        [
            "One should not put on his under-garment from a sitting position (Tur), but should rather take his under-garment and insert into it his (head and) arms while he is still lying down, with the result that when he gets up he is [already] covered.", 
            "One should not say (to oneself): \"I am now in an inner room - who can see me?\", for the Holy One Blessed Be He, \"His glory fills the whole earth\" (Isaiah 6:3).", 
            "One should be particular to put on the undergarment the way it goes, so that it he should not turn it inside out.", 
            "One should put on the right shoe first and not fasten it, then after that put on the left one and fasten it, and return and fasten the right one. Rem\"a: And in the case of our shoes which do not have a fastening, one puts the right one on first. (Tosafot)", 
            "When one takes off one's shoes, one takes off the left one first.", 
            "It is forbidden to walk in an [overly] upright posture, and one should not walk [a distance of] four amot with the head uncovered (out of respect for the Divine Presence), and one should examine one's orifices [to ensure they are kept clean]. Rem\"a: And one should cover his entire body, and should not go barefoot (Or Zarua). And One should accustom oneself to relieve oneself morning and evening, which is [included in the virtues of] alacrity and cleanliness (Hagahot Maimoni Chap 5 of Hilchot Deot)."
        ], 
        [
            "When one enters into the throne room (euphemism for bathroom stall), say: \"התכבדו מכובדים, etc.\" (Berachot 60b).  But now we are not habituated to recite it.", 
            "One should be modest in the bathroom stall, and not reveal oneself until sitting.  <i>And two men shall not go together.  Also, one shouldn't talk there, and should lock the door for himself for the sake of modesty (Ohr Zarua).</i>", 
            "If one wishes to work about the anus with a pebble or a chip of wood in order to open up his rectum [i.e. he has trouble relieving himself], he should work about it before he sits but should not work about it after he sits, because [this exposes him to the] danger of witchcraft.", 
            "Only reveal yourself from behind a tephach, and in front two tephachs. But for a woman behind one tephach, and in front nothing.", 
            "If one defecates in an open place without any partitions, he should try to face south with his rear facing north, or vice versa. However, east to west is forbidden. <i>(With regards to urinating, any manner is allowed) (Beit Yosef in the name of Maimonides)</i>", 
            "Likewise, it is forbidden to sleep from west to east, if one's wife is with him. And it is proper to take care even when one's wife is not with him.", 
            "One who can passes water \"from Scopus inwards\" <i>(this refers to a place where the Temple Mount can be seen, and further away it can not be seen - Rashi)</i> should not sit facing the Holy, rather he should face north or south, or should keep the Holy to his side.", 
            "When one defecates in a field, if he is behind a fence he may defecate immediately. In an [open] valley, he should distance himself to the point where his friend can not see his disorderly state.", 
            "One should not sit [to defecate] in a rushed or forceful manner. And one should not force himself exceedingly, so that he might not rupture the anal sphincter.", 
            "One should not wipe with the right hand.", 
            "One should not wipe with earthenware due to a concern of witchcraft. Nor with dry grass, for one who wipes with something that is flammable can dislocate the anal sphincter. Nor with a stone that another wiped with, because this can bring a person to hemorrhoids. <i>Rema: And now, that our bathrooms are not in the field, people are accustomed to wipe (earthenware and likewise they are accustomed to wipe) with something flammable, and this is not harmful. And go out observe what people do (Chidushei Agudah, Chapter Hamotzei)</i>", 
            "One should relieve himself modestly at night, just as in the day.", 
            "One should not urinate from a standing position lest it sprinkle down upon his legs, if he is not on a high place, or relieving himself upon loose earth <i>(meaning, soil that is not virgin, but rather like plowed earth).</i>", 
            "Unless he is married, one should take care not to grasp the organ from the corona downwards and urinate, lest he bring forth seed in vain. However, it is a pious practice to take such care even if one is married.", 
            "It is permitted to aid [urination] from the testicles and below, even for one who is not married. ", 
            " One who is married is not permitted to grasp the organ except to urinate. However, he is not to brush against it.", 
            "One who delays his cavities [from elimination] transgresses the commandment, \"You shall not make yourselves loathsome.\""
        ], 
        [
            "When one washes his hands, he should recite the blessing \"... regarding washing the hands.  <i><b>Gloss</b>: And some also say \"He Who Formed\" (Asher Yatzar), even if he did not relieve himself, and this is our practice (Abudirham).</i> Water that is invalid to use for a meal (below, Chapter 160) is permitted to use for washing one's hands for prayers. However, some say that one should not recite the blessing on this kind of water.", 
            "One should be careful to wash one's hands three times, in order to remove the foul spirit (i.e. the spiritual effects from sleeping) from them.", 
            "One should not put his hands in his mouth, ears, eyes, or nose before washing one's hands.", 
            "Even if one has washed his hands, he should never touch the orifice of his anus, because that could cause haemorrhoids.  One should [also] refrain from touching a place where he has been bled, because that could damage the wound.", 
            "One should not touch a container of beer, because the touch of a hand spoils the beer.", 
            "It is not necessary to use A reviit (a measure of volume) for hand-washing [prior to] prayer.", 
            "It is best to be particular regarding hand-washing prior to prayer on all things which are essential for hand-washing prior to eating. <i><b>Gloss</b>: However, neither [using a pouring] vessel nor human force or any other things that invalidate hand-washing before eating are prerequisites [for washing before prayer]. (Mordechai, beginning of Chapter Elu Devarim; Rashba's Responsa, Chapter 195)</i>", 
            "Hand-washing before morning prayers should not be performed over the ground, but rather into a vessel.", 
            "Water which has been used for hand-washing before morning prayers should be be used afterwards for any other purpose.  One should not pour it out in a house, nor any place where people pass by.", 
            "One should take up the vessel of water with his right hand, then transfer it to his left hand in order to pour water onto his right hand first.", 
            "One should not take water from a person who has not yet washed his hands.", 
            "If one dabbles his hands into a vessel of water, then that counts as hand-washing for the purposes of reciting the Shema and the Amidah prayer, but he has not yet removed the foul spirit from his hands.  If one dabbles each of his hands alternately into three different lots of water, then it is not clear whether he has removed the foul spirit from his hands.", 
            "If one has stayed awake all night, then it is not clear whether he needs to wash his hands for the morning prayer or whether he needs to remove the foul spirit. <i><b>Rema:</b> He should wash his hands without reciting a blessing. (Rosh, Principle 2; Rashba, Chapter 123)</i>.", 
            "If one arose from bed before daybreak and washed his hands, it is unclear whether he should wash his hands again when daylight appears, in order to remove the Bad Spirit which has passed through them.<i><b>Gloss:</b> He should wash his hands without reciting a blessing.</i>", 
            "If one sleeps during the day, it is unclear whether he should pour water three times onto his hands. <i><b>Gloss:</b> He should wash his hands without reciting a blessing.</i>", 
            "[King] David was diligent not to sleep shitin nishmin (meaning, sixty breaths) in order not to taste the taste of death.(Gloss: But in the Talmud, Chapter HaYashen, it appears that he was diligent in this only during daytime.) (his own opinion, and see the Beit Yosef)", 
            "Some have the custom to wash their mouth in the morning because of the mucus which is in the mouth.", 
            "The following things require washing the hands in water [after them]: One who rises from bed, goes out of the bathroom, or of the bath house, one who cuts his nails, takes off his shoes, touches his feet, or washes his head, some say: also one who goes among the dead, or touched the dead, one who cleanses his clothes of lice, has sexual intercourse, touches a louse, or touches his body with his hand. Anyone doing any of these and not washing his hands, if he is a scholar, his studies are forgotten, and if he is not a scholar, he goes out of his mind.", 
            " One who lets blood from his shoulders and didn't wash his hands, will be afraid for seven days.  One who takes a haircut or shaves and does not wash his hands, will be afraid for three days. One who cuts his nails and does not wash his hands, will be afraid for one day. And [in any of these three situations, he] will not know what he is afraid of.", 
            "One who washes his face but does not wipe it well, his face cracks or is stricken with boils. The medicine for this is to wash it a lot in beet juice....", 
            " One should be careful during prayer or while eating (see below, Orach Chaim 92 paragraph 6, and Orach Chaim 164) not to touch one's thigh or leg or other covered places in a person's body, because there are particles of sweat. (meaning, grime like tiny barley grains). And also not to scratch one's head. But uncovered places in one's head or face and the uncovered part of one's arms do not require care.", 
            "If one has no water, one may wipe one's hands in a lump of earth or dust or any cleansing agent and recite a blessing on the cleanliness of hands, and this permits him to pray but does not remove the evil spirit from them....", 
            "Washing hands was only prescribed for reciting the Shema and for [the Amidah] prayer, but the blessings of the morning are permitted to be recited before washing, unless one sleeps naked in one's bed, in which case one may not mention the holy Name until he cleans them. "
        ], 
        [
            "One should concentrate in blessings of the meaning of the words.  When mentioning the name HASHEM, concentrate on the meaning of the recital being lordship that He is the Master of all, and concentrate on the Yud-Hei that Was, Is, and Will Be.  And when one mentions ELOHIM, concentrate on that He is Strength, Master of Wherewithal and Master of the powers of all."
        ], 
        [
            "when one leaves the washroom he will recite the benediction of \"who creates man with wisdom\", as the creation of man was done with  great wisdom. there are those who interpret this to mean, that the body is similar to a sack for carrying water, it is complete with holes, as it (the opening of the sack) is close to the bottom. Others understand \"with wisdom\", that    G-d arranged the food of Adam Harishon [before he was created] and afterwards he was created. \"and create in him holes, holes hollow places, hollow places\", meaning: many holes, for example mouth nose and anus, and also creates in him limbs with many hollow places, like the heart, belly and intestines. \"If one of them to shut up\", meaning: that in the places there are holes there is one hole, Which is the mouth, that when [one is inside his mother] he is closed off [dependent on mother for all needs does not need to use organs] and [if] when he goes into the air of the world it [his organs]  remain clogged, it would not be possible to remain alive even for one moment. and in regard to the limbs with hollow places if one of them are open- it would not not be possible to remain alive for even one moment. Furthermore there is another interpretation, that man is able to not relieve himself (immediately) and not die, and since, and because past that limit- it is impossible to remain alive for even a moment. Since in general the limbs [made reference to in the benediction] are the anus and penis, and in regard to hollow places- if they were opened even for a moment it would be impossible to live- [making reference to the belly and intestines, it  good to praise on making fit what is needed in man. and another [interpretation] is possible that after he eats, waste comes out in a large amount [that he cant handle] he will die, implied [in the phrase] \" if one of them are opened\", also that phrase refers to that all his needs are done [using this system G-d created to sustain life i.e the human body].", 
            "There is to wait to make the blessing \"on the taking of hands\" until his coming to the synagogue, and he organizes it with the rest of the blessings. The descendants of the Sephardim  did not hold this way. In any instance, he should not make the blessing twice; and so to he that recites it in the home should not do so at synagogue, and he that recites it in the synagogue should not say at home (all of this in Siman 2). And he who learns before he enters the synagogue, or prays before, makes the blessing at home and should not recite it in the synagogue. Even in this case, there is to organize it with the other blessings in the synagogue and to not make in their homes (Maharil, Laws of Prayer).   ", 
            "The blessing of my \"my G-d, my soul\" does not open with \"blessed\", because it is a blessing of thanks, and a blessings of thanks do not open with \"blessed\", like what we find with the blessing of the rain"
        ], 
        [
            "Every day when \"visiting the facilities,\" whether urination or defecation, bless \"Who has formed\" and not \"concerning the washing of the hands,\" even if one wants to learn or pray immediately.  <i>Gloss: If one has dirty hands when one rubs them (free from dirt), even in such a case, one should not recite \"concerning the washing of the hands\" (Sefer Mitzvot Ha-Gadol chpt. 27 positive commandment)</i>", 
            "One who does netilat yadayim but does not rub off the dirt, even though the recital of Asher Yatzar is necessary, the hand-washing itself is only needed for sanitation and/or because of the notion of \"Hikkon\" (Amos 4:12) (i.e., preparation for the proper davening mindset).", 
            "One who washes his hands and then loses his focus from their purity, and then redecides to wash with water another time - he needs to recite \"Asher Yatzar\" twice.", 
            "There is no specific amount of urinating required, because even if one urinates a single drop one must bless [\"who created man/Asher Yatzar\"], because  one's opening may have been blocked from urinating that drop and so it may have been difficult for him, and so he is required to give thanks."
        ], 
        [
            "He shall wrap himself in a fringed garment and make the blessing over it while standing up.", 
            0, 
            0, 
            0, 
            0, 
            0, 
            "One must separate the strings of the fringes from each other.", 
            0, 
            "Before making the blessing, one should check the strings of the fringes to ensure that they are fit, so that he will not be making a blessing in vain."
        ], 
        [
            "The only garments obligated in the precept of tzitzit are those made of sheep wool or linen, but garments made of wool of other animals is obligated in the precept   of tzitzit by rabbinic decree. (and there are those who say every [material] is obligated [in the precept of tzitzit] and this is the halacha) (Tosefta 32, Rosh, Sefer Mitzva Gadol, Mordichai.) ", 
            " Tzitzit of Linen or of sheep wool are acceptable on all kinds of garments except for cases when tzitzit of Linen are put on a garment of wool or tzitzit of wool placed on a garment of Linen in a time when there is no techelet because of the issue of Kilyaim [forbidden mixtures]. REMA: there are some that say not to make tzitzit of linen at all even [to put them on a garment made of] other materials and this is our practice", 
            "Tzitzit made from neither wool or linen only fufill the precept of tzitzit with their kind. For example silk tzitzit to a silk garment or cotton tzitzit to a cotton garment, but a garment without tzitzit of its kind does not fulfill the precept.", 
            "If put there was put on the tallit tzitzit of materials that are neither wool or linen or a little bit of wool and linen we have to make due with it.", 
            "Some say that its necessary that the colour of the tzitzit and tallit are the same and we are accustomed to practice this way.  REMA: and that Ashkenazim there is no custom to make the tzitzit only white, this is in regard also to the clothing's color and there is no need to change [the custom]", 
            "Some say not to make a tallit out of linen even though there isn't a halacha [not to do so]. A G-d fearing individual should make a tallit out of wool that it is obligated in the precept of tzitzit from the Torah without a doubt. REMA : if it is only possible for an individual [to fufill the precept of tallit] only with a tallit of linen, better that he fulfilled the precept with a tallit made of linen with linen tzitzit then he void the precept of tzitzit. (Responsa of the Rosh, Section B)"
        ], 
        [
            " A tallit with less than four corners is exempt [from the requirement of tzitzit]. One with more than four corners requires tzitzit, and they should be put on the four corners that are the furthest from each other.", 
            " If a tallit has four corners and one gets cut off crosswise to make two, this has now made it a five-cornered garment which requires tzitzit.", 
            " If one folds the corners of his tallit and ties them up or sews them and it looks like it has been trimmed and no longer has corners, even so it is not exempt [from tzitzit].", 
            "A tallit made of cloth with corners made of leather requires tzitzit, while one made of leather with corners made of cloth is exempt.", 
            " A tallit with three corners on which one has put three tzitzit [one on each corner] and then made a fourth corner and put tzitzit on it, the tzitzit is invalid because of the rule of \"ta'aseh velo min he'asuy,\" that requires one to actively make the tzitzit rather than ahve them passively made.", 
            "One should not fold the tallit and put tzitzit on the corners that result from folding. (Rem\"a: But one must put tzitzit on the four original corners) unless it is entirely sewn up even on one side. (Rem\"a: But there are those who say tzitzit are required even without it being sewn up and it is good to put tzitzit on such a garment, but one should not make a blessing on it.) (The Rif, the Rosh and the Tur) If one hangs tzitzit on a garment which already has tzitzit, if it is the intention to nullify the first, one cuts the first and it is then valid, but if the intention was to simply add, then even if one cuts the first it is invalid. Rem\"a: And there are those who allow it to be done in any way and this is the main view, but before the first one is cut it is invalid regardles of how it was done.", 
            " [Regarding] Garments which are open from the sides down and have four corners on the lower part but on the upper part they are closed: if the majority is closed they are exempt [from tzitzit] while if the majority is open they require tzitzit. And if half is open and half is closed one treats it stringently and it requires tzitzit, but one must not go out [in public domain] wearing it on the Sabbath.", 
            " A kapa[1] which is open, in a way in which it has four corners: if one has affixed astringa[2] to close it up in order to exempt it from tzitzit, it is ineffective unless it fastens for at least half the length and down to the bottom and should also be fastened below the belt in order that the majority should be closed, a majority that appears to the eyes; if not, it is forbidden because of marit ayin[3].", 
            "The corners must be squared off and not rounded.", 
            "A turban is exempt, even those from the Western lands where both its sides are tossed over their shoulders and body, even though one covers with it one's head and majority [of body] one is exempt, because its main purpose is to cover the head, and the Torah requires \"your coverage\" but not the coverage of the head.", 
            " A shawl placed on the neck in the kingdom of the land of Israel which is called in Arabic (???), and so too a (???) ones used to place in Spain over their shoulders, are exempt.", 
            "Egyptian garments called (???) and so too (???, ???, Kaftanis??? and ???) of Turkey, even if they have four couners, are exempt. (Rema: So too with the garments of the regions of the people of Ashkenaz and Spain, since their corners are not fashioned in a manner that places two before them and two behind them directed against each other, they are exempt)."
        ], 
        [
            " The [fringe] strings have to be spun for their purpose.Rem\"a: Some authorities are stringent to even comb them for their purpose. And the custom is to be lenient regarding combing. (Mordechai; Agudah, Section 23)[The spinner] should say at the start of the spinning that he is doing it for the purpose of fringes. Or he should say to a woman [who doing the spinning] \"spin me fringes for a shawl.\" And if the strings were not spun for their purpose, they are unfit.", 
            " If they are spun by a non-Jew and a Jew stands behind him and tells him to make the strings for the purpose [of fringes], they are unacceptable according to the Rambam[2] and acceptable according to the Rosh[3]. Rem\"a: And it is our custom that the Jew should do a tiny bit of work as stated in Chapter 22, Paragraph 9 and in Yoreh Deah, Chapter 171 on tefillin and Torah scrolls, respectively. And the interweaving must also be done for the purpose.\n"
        ], 
        [
            " If all the strings on the corner have torn, and there remains upon them enough to tie all of the torn strings together, then they are kosher, and if not enough remains to tie them together, even on only one of those that has torn, then they are all invalid. Therefore, since every one of them is doubled over to make two [strings], if two ends have torn off then the tzitzis are invalid, because it could be that one string has torn [at both ends]. According to our practice - which is to be carefule when making Tzitzis to place a mark on four of the ends in such a way that these four ends are always on the same side of the knot, and the four [doubled] ends are on the other side - if two ends tear off on the same side, the Tzitzis are still Kosher, because certainly these are two [different] strings, and each one still has its second end which is more than \"long enough to tie.\" Rabbeinu Tam only accepts [Tzitzis] in a case where two complete strings remain - meaning four ends which each have a full 12-knuckle length [which is required when making new tzitzis]. Therefore he will accept them even when the other two tzitzis have torn - if they still have \"enough to tie\" - but if three have torn, even though they still have \"enough to tie\", they are invalid. Because of this, when three ends have torn, if at the time the Tzitzis were made he was not careful to ensure recognition of the four ends that came from one side of the [initial] knot, we are concerned that perhaps every end comes from a different string, and therefore there is only one complete string left - so because of this doubt we must invalidate the Tzitzis. However, if only two ends have torn, they are Kosher if \"enough to tie\" remains. The law follows the first opinion [which said that even if three or four threads are torn off, the Tzitzis are still Kosher as long as we know that each one is a torn end of a different string]. However, it is good to be concerned for Rabbeinu Tam's opinion where possible. Rem\"a: Our custom is to follow Rabbeinu Tam. Rem\"a: All the more so [according to Rabbeinu Tam], if he was precise to ensure recognition of the four ends that come from one side, and three strings tore all on one side, then the Tzitzis are posul, because we are certain that three threads have torn, and even if they tear on two different sides, we are concerned that possibly three different threads are involved.\n"
        ], 
        [
            "Having valid Tzitzit on all four corners is an essential requirement: one missing invalidates the whole and the entire four-cornered garment is regarded as not having valid Tzitzit at all. So, someone who goes out (wearing such a garment) into a Public Area on Shabbat would be liable to bring a Sin Offering. (See also Chap. 301 para. 38)", 
            " If the garment is properly fitted with valid Tzitzit, then it is permitted to go out into a Public Area wearing either a Tallit Katan (small) or a Tallit Gadol (large), even at this time when we do not have the Techeilet (blue-dyed thread). [This permission does not apply if he has simply put the Tallit onto his shoulders]. [We presume the Tallit to be properly fitted with valid Tzitzit, so it is not necessary to check it before going out(into a Public Area on Shabbat)]", 
            " If, while he is in a Carmelit Area on Shabbat, a person discovers that the Tallit he is wearing is invalid, he should not take it off until he has reached his home, because the respect due to other people is greater. Rema: And even a tallit katan worn under one's clothing does not need to be removed and this is the law if one of the tzitzit has become invalid and one is ashamed to sit without a tallit may wear it without a blessing because of the honor of the public. "
        ], 
        [
            "Tzitzit that are made by a Gentile are unfit as it is written \"speak to the people of Israel\" [this statement addresses jews specifically and] this excludes Gentiles. [If Jewish] women made tzitzit, they are fit. <i>REMA: some are stringent, that they [themselves] will make them [their own tzitzit] and it is good to do so in order to satisfy the law as determined.</i> ", 
            "If a Jew put tzitzit on his garment [which is obligated in the precept of tzitzit] without intention [that by putting tzitzit on his garment he will be fufilling the precept], if there are no other tzitzit available [to replace those which were put on without the intention of fufilling the precept], there is what to rely on. The Rambam [halachic opinion is] that the tzitzit [which were put on without intention of fufilling the precept] are fit but one should not pronounce a benediction over it ", 
            "Someone who borrows from his friend a tallit that does not have tzitzit on it, he is exempt from putting tzitzit on it for thirty days, as it is written \"you and not the other\", But after thirty days, you are obligated by the rabbis because it looks like its his. REMA: And if he returns it [the tallit] in the middle of [the original 30 days] and he takes the tallit again [a second borrowing] its not dependent only on thirty consecutive days [but 30 total days] (Nemukei Yoseph Hilchot Tzitzit).if it is borrowed when it has tzitzit, recite a benediction on it immediately. ", 
            "It is permissible to take the tallit of his friend and to recite a benediction on it and only [if the tallit is folded]  he will fold it [when he is finished] if it is found  folded. REMA: the same law applys to [use of another's] tefillin (Nemukei Yoseph Perek Haspina). But it is forbidden to learn from holy books of his friend without his knowledge that we are concerned that he will tear them(pages in the book) while he is learning (from them)  ", 
            "A tallit belonging to partners is obligated  in [the precept of] tzitzit as its written \"on the corners of their garment\"."
        ], 
        [
            "One is allowed to transfer tzisis from one shawl to and place them on another shawl; however, he can not transfer them  to another type of garment. <i> Rema: This prohibition applies specifically to one who is obligated to wear these garments. It is allowed to transfer the tzisis of a dead person to any garment. (See Mordechai and Tosafot Shabbat 22a). </i>", 
            "...One is not able to take the corner [of a garment] with the tzisis and to sew it onto another garment because of the fact that we require it [tzisyos] to be on the \"corner of <b>their </b> garments \" (Numbers 15:38), and this corner [that is being sewed on] was not on the garment when it was made. "
        ], 
        [], 
        [
            "Even though it says in the Torah \"and you shall see it\" a blind person must wear tzitzit because it is included in \"with which you cover yourself\" and the phrase \"you shall see it\" is needed to eliminate the requirement of tzitzit at night (see Siman 18).", 
            "Women and slaves are exempt [from wearing tzitzit] because it is a time-dependent commandment. Rem\"a: And if they wish to wrap [in tzitzit] and say the blessing on them it is up to them to do so as with all time-dependent commandments (Tosafot and the Rosh and the Ran, Chapter 2, Rosh Hashanah, First Chapter of Kiddushin). Unless they are doing it to appear more observant than others in which case they may not wear them since they are not required as men are (Agur Section 27). [And for slaves] This means we do not have to buy him a tallit in order that he be required to wear tzitzit as we see in Chapter 19 it says when he has a shawl with four corners he should wear it.The requirement for a tumtum and an androgynous is doubtful and so they should wrap without a blessing (Explanation: a tumtum does not know whether he/she is male/female, and an androgynous has both male and female genitals).Rem\"a: And since it is our custom that women should say the blessing when they fulfill time-dependent commandments so should they (Divrei Atzmo)", 
            " A child who knows enough to wrap in tzitzit must be taught by his father to wear them as part of his education. Rem\"a: And in particular if the minor knows to put two tzitzit in front and two in the back (Notes of Maimuni Chapter 3) and knows to hold the tzitzit in his hand during the reading of the Shema (Mordechai, end of Chapter Lulav Hagadol)."
        ], 
        [
            0, 
            0, 
            "From when does one bless on the tzitzit [that he puts on]?  [It is] in the morning when [there is enough light that] he recognizes [the colour difference] between what is white and what is blue. And if he puts on his tzitzit at [the time of] dawn or later, there are those that say he blesses [on the tzitzit] and this is how we are accustomed. And if he dons [tzitzit] before [the time of dawn] in such a case, for example, slichos [when they are recited before dawn] he does not bless on it, and [as a general rule] while the day remains [i.e there is sufficient light so that] he will work in it,  he will bless [on the tzitzit]."
        ], 
        [
            " Tzitzit are an obligation on the person and not on the item, in that as long as he is not wearing the tallit, he is exempt from (the obligation of) tzitzit (i.e. on that tallit). Therefore, one does not say a blessing regarding the making of the tzitzit, since there is no commandment except in wearing them.", 
            " One who makes a tallit to be used as a burial shroud, even though he sometimes wears it during his lifetime, it is exempt (from the obligation of tzitzit)"
        ], 
        [], 
        [], 
        [
            "One who buys a Tallit and makes Tzitzit strings for it, should say the blessing of Shehechiyanu because it is not any less [important] than new vessels. (Explanation: If one did not say the blessing at the time of completing [the Tallit], he should say the blessing the first time he wears [the Tallit])."
        ], 
        [
            " It is permitted to enter a cemetery while wearing tzitzit as long as the fringes do not drag on the graves. But if the fringes drag on the graves it is forbidden as an example of \"mocking the poor.\" The conditional prohibition (only if the fringes are dragging on the graves) applied in their (Talmudic) times, when they placed fringes on their daily garments, but for we who wear fringed garments only for the sake of fulfilling the mitzvah (of tzitzit), it is forbidden even if the fringes do not drag on the graves. However, it is forbidden only if the fringes are visible, but if they are covered, it is permitted.", 
            " There are those with the custom to tie two tzitzit on two corners together when they enter a cemetery and there is no purpose in doing so.", 
            " The laws of one who goes within four amot[1] of a corpse or of a grave are the same as those for one who enters a cemetery. In those places where it is the custom to remove the tzitzit from a dead person's tallit in the home, if the pallbearers wear tzitzit there is reason to suspect transgression of \"mocking the poor.\""
        ], 
        [
            0, 
            "It is a Mitzvah to grasp the Tzitzit with your left hand near your heart while reciting Kriat Shema. This is alluded to [in the verse] \"And these words shall be...on your heart\".", 
            "It is good to look at your Tzitzit as you are putting them on while you say the blessing. ", 
            "Some have a custom to look at their Tzitzit when they reach the verse \"And you shall see them,\" and to place [their Tzitzit] on their eyes. This is a beautiful custom. Addition: Some have the custom to kiss their Tzitzit when they look at them, and all of this is a way of showing love for the Mitzvah (Beit Yosef)."
        ], 
        [
            "After putting on a tallit with tzitzit, put on tefillin because [we do mitzvot] in ascending order of holiness. And those who put their tefillin- and tallit- bags into one bag must take care not to the tefilin on top so that he won't come to them first and have to put them on before the tallit because [of the principle of] not skipping mitzvot. <i>Note: But if he as the tefillin ready but no tallit, he does not have to wait for a tallit, rather he puts on the tefilin and he will put on a tallit when someone brings him one.</i>", 
            "Those who wear tzitzit should put on both the tzitzit and tefilin at home and walk to the synagogue wearing tzitzit and crowned with tefilin where he will put on the large tallit. <i>Common practice is to wrap oneself in the large talit as well and then go to the synagogue</i>", 
            "RO\"Sh said the morning blessings all at once until \"who hath crowned Israel in glory,\" donned his tefilin and then made that blessing.", 
            "A man must be wearing his tefilin during the Shema and Amidah.", 
            "When putting them on, have in mind that God commanded us to \"put these four passages which contain [the principle of] monotheism and the Exodus on the arm opposite the heart and the head opposite the brain so that we may remember the miracles and wonders that He did for us which indicate His Unity and that He is omnipotent in heaven and on earth.\" And to submit to God his soul, which resides in the brain as well as his heart which represents physical desire. Through this he will remember the Creator and moderate is pleasure[-seeking]. He should put on the arm-tefillin first and say the blessing \"... to place the tefillin\" and afterwards put on the head tefillin without a second blessing. <i>Note: Some say to make a second blessing on the head tefillin \"...on the mitzvah of teffillin\" and this is the Ashkenazic custom.</i>", 
            "[Even] if he touched the head tefillin first he must skip it and put the arm tefillin on first.", 
            "The brachah is pronounced \"l' - HUH - knee - ahh\" with a kamatz under the ה", 
            "All blessings made on mitzvot are done <strong>before</strong> doing the mitzva. Therefore one must put the tefillin on the biceps, then make the blessing and immediately tighten it. <i>Note: Similarly, the blessing on the head-tefillin must be made just before pushing it down tightly on the head.</i>", 
            "It is forbidden to speak at all between putting on the two tefillin, and if he spoke, he must make the blessing on the head tefillin. <i>Note: Since we [Ashkenazim] make two blessings, he must make both blessings on the head tefillin</i>", 
            "If he said something necessary for [putting on] the tefillin he does not have to make a new blessing. However he may not make any prayer responses including Kaddish and Kedushah.", 
            "After tying the arm tefillin to the arm, put on the head tefillin before winding the strap around the arm. There are those who forbid removing the head-tefillin from the bag before putting on the arm-tefillin. <i>Note: Even if they are both already out, do not open the head tefillin before the arm tefillin is on. There are those who say to put on the arm-tefillin sitting and the head standing but in our area we do both standing.</i>", 
            "Someone who puts his tefillin on multiple times in one day has to make the berachot each time. This includes replacing them if they slipped slightly, <i>(Note: If he only displaced one of them, he only has to make one blessing.)</i> even if he moved them himself intending to replace them immediately. <i>Note: Others disagree with this last bit</i> Someone who put on the arm tefillin, then found that he has to retie it, as long as he was not distracted and did not yet put on the head tefillin, he does not have to make the blessing again. However, if he already put on the head-tefillin when the arm-tefillin came untied, he has to start the process over."
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "The time to put them [Tefillin] in the morning is at the time when one can see his close friend from four cubits away and  recognize him.", 
            "One is prohibited to put Tefillin on at night since he may forget [that he has them on] and sleep in them. But if he puts them on before the sun sets and it happens to get dark, even if he wears them the whole night, it is permitted. We do not teach like this if he did not remove the Tefillin from when the sun set  since he had no place to guard them and therefore, left them on to protect them. This is allowed and is such taught.", 
            "If one wanted to go out on his way early [in the morning, before the actual time that is permitted to put them on], he puts them on, and when their time comes ,he should feel them and make the bracha on them. There is no need to be concerned that he may sleep in them since he is getting up to go on his way.\n"
        ], 
        [], 
        [
            "The commandment of \"Tefillin\" is to write four passages i.e. \"Kadesh\" until \"m'yamim yamimah\"(Exodus 13:1-10); \"v'haya\" until \"mimitzrayim\" (ibid 11-16); \"Sh'ma\" until \"uvish'arekha\" (Deuteronomy 6:4-9) and \"v'haya\" until \"al ha'aretz\" (ibid 11:13-21) Note: They must be written in this order, that is the order they appear in the Torah and if [the scribe] deviates from this order [the tefillin] are invalid. Ideally the arm-tefillin should be written before the head-tefillin.", 
            "The head [tefillin] should be written each [parasha] on its own parchment and the arm [tefillin] should be written all [four] of them on a single piece of parchment.", 
            "They should be written in black ink, whether or not the ink contains gallnut juice (tannic acid). Note: It is preferable to be careful to write only with ink made of wood- or oil- smoke soaked in gallnut juice and see also Y\"D 271. If he wrote even one letter in a different color the tefillin are invalid. If he gilded the letters, he can remove the gold and leave the bottom letters and the tefillin will be valid but if he gilded one of the Divine Names there is no solution because removing the gold would constitute erasing a Divine Name [which is forbidden].", 
            "No letter may touch another; rather each letter must be completely surrounded by parchment. <i>Note: And he must write [in a] uniform script which does not miss even the serif on one yud, and has the ornamentation required by halacha. It is preferable to write a little boldly so [the writing] will not fade quickly. Similarly it is meritorious to make them as nice as possible both inside and out.</i>", 
            "Even an ambidextrous person must write with his write and the tefillin are invalid if he wrote with his left. [However] a left-handed person's left hand is considered his [and the laws are reversed].", 
            "One must only score the top line unless he cannot write straight without it in which case he just score all the lines. The scoring should not be done with lead so as not to leave a colored mark <i>Note: Some say one must always score every line and mark the margins the same way even if he can write without it, and such is the custom.</i>", 
            "It is a Received Tradition going back to Moses that tefillin [are written] on the <i>klaf</i> layer, not on <i>dukhsustos</i> or <i>gewil</i>; on the <i>klaf</i> layer, on the flesh side and any variation is invalid. What are [these layers]? When a raw skin is split thickness-wise, the outer layer towards the fur is klaf and the inner one towards the meat is dukhsustos. Thus when we say \"the flesh side of the klaf\" we mean the side closer to the flesh i.e. where it connects to the dukhsustos. Our parchment which is not split, is halachically klaf and we write on it on the flesh side since what is scraped away from the hair side is just enough to smooth it out and would be scraped off even if we were to split the hide, while on the inside all the dukhsustos is scraped away.", 
            "The parchment must be processed with gallnut juice or lime and must be processed for the appropriate purpose. It is proper to declare verbally at the beginning of hte process that he is preparing it \"for tefilin\" or \"for sefer torah\" but if parchment [used for tefilin] was prepared for mezuzah, it is invalid.", 
            "If a non-Jew processed the parchment, RaMBa\"M disqualifies it but RO\"Sh does not, as long as a Jew supervises and helps. <i>Note: In a small part of the process. And such is the custom.</i>", 
            "When hides are marked with an awl in shapes like letters, we do not assume they are forged even if it would be easy to do so because the non-Jew would be afraid that the Jew [who made the marks] would identify them.", 
            "[The question of] whether or not hides processed with incorrect intent can be reprocessed with the proper intentions is addressed in the Tur, Y\"D 271.", 
            "The parchment must be [made] from the skin of a kosher animal, domesticated or not, and even from a carcass or roadkill. It may not be made from the skin of any non-kosher animal as it is written: \"That the Torah of God be in your mouth\" i.e. that the Torah itself must be made from halachically edible species. Parchment [for tefilin] may not be made from the skin of fish -- even kosher ones -- because of its excessive stench.", 
            "The parchment should be whole, without any holes that ink cannot fill, i.e. that [the ink should not fall through the gap and] make the letter appear split.", 
            "Meticulous scribes make three grades of parchment: on very thick for the shorter Shema, a slightly thinner one for Kadesh and V'haya ki y'viacha (exodus) which are longer and the thinnest for V'haya im shamoa which is the longest, and through this fill the compartments evenly which makes the tefilin look nice."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            "Women and slaves are exempt from Tefillin because it is a positive commandment which is caused by time. Rem\"a: And if the women want to be stringent for themselves, we protest against it (Kol Bo).", 
            0
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "If one comes to synagogue and find the congregation at the end of the P'sukei D'zimra service, he should say \"Barukh She'amar\" until \"M'hulal B'tishbahot\" (i.e. the end of the blessing), and afterwards \"T'hillah L'david\" until \"Me-atah v'ad olam halleluyah\" (i.e. all of Ashrei). And afterwards \"Hal'lu et Hashem min hashamayim\" until \"Livnei Yisrael am k'rovo hallelulyah\" (i.e. Psalm 148). And aftewards \"Hallelu el b'kodsho\" until \"Kol han'shamah t'hallel yah\" (Psalm 150). REMA: And if he has more time, he should say \"Hodu lashem kiru\" (I Chronicles 16:18-36) until \"v'hu rahum\" (during the anthology of verses from Psalms) and skip to the \"v'hu rahum\" [immediately] prior to Ashrei because in between [those separate instances of \"v'hu rahum\"] are simply gathered verses (Hagahot Miyymonei Chapter 7 from Hilkhot T'fillah). And afterwards Yishtabah, and aftwards Yotzer [Or] (i.e. the blessing before Ahavah Rabbah, the paragraph immediately prior to the Sh'ma) and the Sh'ma and its blessings [by which he should] pray with the congregation. And if he doesn't have much time, he should also skip \"Hal'lu et Hashem min Hashamayim.\" REMA: If there is still not enough time, he should only recite Barukh She'amar, T'hillah L'david (i.e. Ashrei), and Yishtabah (The Rosh and the Ri from the Chapter \"Ein Omdin\"). And if the congregation has already started with Yozer and one does not have time to recite P'sukei D'zimra even with skipping, he should recite the Sh'ma and its blessings with the congregation and pray with them, and afterwards recite all of P'sukei D'zimra without a blessing before or afterwards. REMA: And in any case, he should say all of the blessings required of him to bless in the morning (\"Kol Bo\" and \"Beit Yosef\" from the Mahari as it is explained in Siman 46 and 47)."
        ], 
        [
            "The leader should say Yishtabach while standing.", 
            "One should not say [i.e. lead] Yishtabach [i.e. Shacharit] unless he has also said Barukh She'Amar and some of P'sukei D'Zimra", 
            0, 
            "The leader must be one who is fit. Who is \"fit\"? One who is free of sin; who has never had a poor reputation, even in his youth; who is humble; who is acceptable to the nation; who is skilled at [liturgical] chanting; whose voice is pleasant; who is accustomed to reading Torah, Prophets, and Writings (i.e. biblical text).", 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "One should not hire a person [to be shaliach tsibbur] who reads \"aleph\" like \"ayin\" and \"ayin\" like \"aleph\".", 
            0, 
            0, 
            "A permanent leader goes before the ark himself and doesn't wait until someone asks him to.", 
            "One who is not a permanent leader must hesitate a bit before he goes before the ark, but not too much; rather, the first time he should hesitate, and when they ask him again he should ready himself as if he wants to go to [lead], and on the third time he should go to before the ark. If a great man told him that he should go before the ark, he should not hesitate at all.", 
            "If the leader should err and they need to replace him, the one whom they ask to replace him should not hesitate at all."
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "The time of reading Shema is from when one can see a slightly familiar friend at a distance of four amos and can recognize him. It continues until the end of three [halachic] hours, which is a fourth of the day[light]. The most ideal fulfilment of the mitzvah is to read it around sunrise, that is they should prepare to read it a little before sunrise in order that one should finish Shema and its blessing with the sunrise and that the Shmonei Esrei will be immediately adjacent to sunrise. Whoever is able to prepare to do this, his reward will be very great. RAMA: The measurement of sunrise is about one hour before the entire sun has ascended above the land.", 
            "If one didn't read it before sunrise, one should read it as soon as he is able to. ", 
            "And whoever is prevented beyond his control, such as one who got up early to travel and in that place there are bands of wild animals and bandits where he is not able to concentrate, even for the first section until \"Your heart,\" or members of the caravan are going quickly and they won't wait for him at all, then he can read it with its blessings from daybreak, because it's still fitting to call daybreak \"when you rise up\" and it's also fitting to call it \"creation of light.\" But, if he's not in a place that has bands of wild animals or bandits and the members of the caravan are not so rushed, even if one left to travel after daybreak, he shouldn't read until the proper time arrives.", 
            "If one read from daybreak [but before the proper time to read Shema], even though he wasn't in a circumstance beyond his control [that prevented him from reading Shema at the appropriate time], he fulfilled his obligated after the fact. If one read it without its blessings, he should return to read it in its appropriate time with blessings (see below Siman 60).", 
            "If one was in a circumstance beyond his control [that prevented him from reading Shema at the appropriate time], and didn't read the evening Shema until daybreak, since it's still not yet sunrise, he may read Shema and fulfill his obligation of the evening Shema. If he was in a circumstance beyond his control at the same time (to go on the way to a place with bands of wild animals and bandits) one should not read the Shema a second time to fulfill his obligation of the daytime Shema because once he made that time \"night,\" it's impossible to retract and make it \"day.\"", 
            "Even though its time continues until the end of the third hour, if the third hour passed and he did not read it, he may read it with its berakhot all the fourth hour, since it's a third of the day. And he doesn't have a reward like one who reads in its time, and if the fourth hour passed and he didn't read it, he may read it without its berakhot all day."
        ], 
        [], 
        [], 
        [
            "One should recite the Recitation of the Shema with intention, awe, fear, shaking and trembling. ", 
            0, 
            0, 
            "They are accustomed to recite the first verse in a loud voice in order to awaken the intention [we need].", 
            "They are accustomed to place their hands on their faces during the recitation of the first verse in order that one will not look at another thing that will restrain him from intending [his heart].", 
            " ...", 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "After the first verse, one needs to say, \"Blessed is the name [of the one], his glorious kingship lasts forever\" in a whisper. ...", 
            "One needs to pause a little between “forever” and “you shall love” in order to interrupt between acceptance of the kingship of Heaven to other commandments…", 
            0, 
            0, 
            0, 
            "One should pronounce the zayin in \"tizkeru\" in order that one not hear \"tishakru\" (reward) or \"tishkaru\" (drunken).  If one said that, he would be like a slave only working for reward. Similarly, you also have to pronounce the zaying in \"vizkartem.\"", 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "There are those who are accustomed to recite the Recitation of the Shema in a loud voice and there are those who are accustomed to recite it in a whisper. Kol Bo: And in any case, they say the first verse in a loud voice, and this [is what we] are accustomed [to do]."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "A handsbreadth that is uncovered on a woman in a place where it is her practice (lit. way) to cover it, even if it his wife, if it forbidden to read the Shema in front of it. &lt;rema&gt; And some say that this is specifically with respect to his wife but with another woman even less than a handsbreadth is Erva (lit. nakedness).  And it seems from the words of the Rosh that a handsbreadth on a woman is Erva even to another woman, except that by herself she is able to read [the Shema] even though she is naked like was said earlier in Siman 74.", 
            "The hair of a woman that it is her practice (lit. way) to cover it, it is forbidden to read [the Shema] in front of it &lt;rema&gt; even his wife &lt;rema&gt;.  But virgins that it is their practice to go with an uncovered head, it is permitted. &lt;rema&gt; And so too is the law with the hairs of women that regularly come out of their barriers and certainly the hair of non-Jewish women even if it is their practice to cover.", 
            "One should refrain from hearing a woman's singing voice during the reading of the Shema. &lt;rema&gt; and even his wife.  But the voice that is regular to him is not Erva (lit. nakedness). ", 
            "It is forbidden to read [the Shema] in front of Erva, even that of a non-Jew, and so too in front of the Erva of a child.  And there are those that permit in front of the Erva of a child so long as he is not capable of intercourse.  &lt;rema&gt; And that is the main opinion."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "When he gets up to pray if he was standing outside the Land of Israel, he should return his face toward the Land of Israel and focus also on Jerusalem and to the Temple and to the Holy of Holies. If he was standing in Jerusalem he should return his face to the Temple and focus also to the Holy of Holies. If he was standing behind the (Ark) he should return his face to the (Ark)....", 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "One who must pray sitting, when he is able to he must return and pray standing. And he does not need to add anything in it. Rem\"a: And one who is traveling and is near a hotel, if he can remove himself from the road in a place where travelers will not interrupt him, he should remove himself. And he should not pray in a hotel of idol-worshipers so that the residents do not confuse him. But if it is impossible for him to remove himself from the road in a place that they will not interrupt him, he should pray in a hotel in any corner. (Terumas Hadeshen)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "...It is forbidden to be within four cubits of one who is praying, in front of him or to the side of him (or behind him) (Tosfos Mordechai and Ashrei Chapter Ein Omdin) you need to stay four cubits away.  If he is dealing with things that have to do with prayer, and in the chapter of Eizehu Mekuman [it says that in the previous case] he doesn't need to further himself [from the person praying].  There are those that permit [being within four cubits of someone praying] when he is learning Torah, and even though it is not related with prayer, and there are those that say that these words are only talking about when you [are within four cubits] to the side, but if you are in front [of the one praying] even if [the person who is praying's] eyes are accustomed to [the person learning in front of him], it is forbidden, even if he is learning Shema.", 
            "...There are those who say that one is permitted to sit on the side of a person that is praying, if he is quiet.", 
            "...If one [is praying] and sitting next to another person, and [the one who is praying] stands up next to the other person, [the one who isn't praying] does not need to stand up, because [the one who was praying] came inside his borders. (and nevertheless it is a kind thing to even in this case)(Beit Yosef in the name of Mehariyah).", 
            "...It is forbidden to work within four cubits of one who is praying.  And specifically in front of them; but next to them is permitted to pass by and stand up."
        ], 
        [], 
        [], 
        [], 
        [
            "All those who are exempt from shma are exempt from prayer and all who are obligated in shma are obligated in prayer, except for those who accompany a funeral procession but are not immediately needed who are obligated in shma and exempt from prayer, and women and slaves who are exempt from shma and obligated in prayer because it is a positive non-time-bound commandment, and children that are old enough to be taught, their parents are obligated to teach them."
        ], 
        [], 
        [
            "If one erred or was forced [by circumstance] and did not pray the morning prayer, one prays the afternoon prayer twice: the first is the afternoon prayer, and the second as compensation. If one inverted [the order], one has not fulfilled his obligation in prayer, because it's a compensation, and one needs to go back and pray it. And that's the ruling in every case in which one must pray a compensatory prayer."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "One bows and takes three steps backwards, all while still bowing. After the three steps, while still bowing and before straightening up: while saying \"Oseh Shalom B'mromav\" - turn one's head to the left; \"Ya'aseh Shalom\" - turn one's head to the right; then bow forward like a servant taking leave of the master.  REMA: It is the custom to say after this \"Let it be [Thy will] that the Temple be rebuilt...\". Because prayer is in place of the Tmple service, and we therefore request on behalf of the Temple, that we should be able to perform the actual service."
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "A kohen who killed a person, even by accident, may not raise his palms even if he repented. Haga\"h: And some say that if he repented he may raise his palms. And there is (room) to be lenient on the repentant to not close a door before them. And so is the custom. (His own opinion, because it is no worse than an apostate.) (Tur, Rash\"i and many deciders, Agur and Beit Yosef)", 
            "One who circumcised a baby that subsequently died, may lift his palms. And if the people are muttering about him that he spills blood, since the matter is unclear, he may lift his palms."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            "The place that we stop on Shabbat - that we stop on Shabbat morning, we [start to] read [from] there at [Shabbat] Minchah, on Monday, on Thursday, and on the following Shabbat [morning]. Gloss: If they neglected [to be able to hold] the public reading of the parashah, then for the following Shabbat they read that parashah (i.e. the missed one) along with the parashah belonging to that (i.e. the following) Shabbat (Or Zarua) (and see below, chapter 282).", 
            "A Priest reads first from the Torah,followed by a Levite, followed by Israel."
        ], 
        [], 
        [
            "On a day that 3 read, we do not read less than 10 verses. [The frequent short introductory verse] \"And [the Lord] spoke...\" is included in the count [of verses]. And if the subject ends in less than 10 verses, for example the section of Amalek [Exodus 17:8] that has none other than 9 verses, it is all right.", 
            "Each one does not read any less than 3 verses. Two read 3 and one reads 4, and whichever one of them it is who reads 4, behold this one is praiseworthy.", 
            0, 
            "If one read 2 verses, he needs to go back and read [again]. And if they did not read between the three of them any other than 9 verses, 3 for each of them, there is no need for them to go back and read [again]. And proof of the matter is the chapter of Amalek [Exodus 17:8-16]. But if they read less than 9 they need to go back and read [again].", 
            0, 
            "There was a first Torah reader, and the second [reader] read what the first had [already] read: if he added 3 verses to what was already read by the first or even 2 in a place where there was no possibility for it (i.e. adding 3), the second is included in the count [of valid aliyot], but if not, he is not included in the count. [This] excludes [the portion of] the bulls of [Chol HaMoed] Chag (i.e. Sukkot) because there is no possibility [of adding additional verses]."
        ], 
        [
            "The one who reads the Torah may not leave over any less than 3 verses in a paragraph because of those who leave the synagogue then and will say that the oleh (i.e. reader) after him will read nothing but the two remaining verses [of the paragraph]. And similarly, one may not begin less than 3 verses into it (i.e. a paragraph) because of those who enter the synagogue then and will say that the first [reader] did not read anything but 2 verses. Gloss: And there is no difference between an open paragraph and a closed paragraph. And a paragraph that does not have [more than] just two verses: it is permitted to leave over [these two verses] at the beginning [of a paragraph] and to stop there (T'rumat HaDeshen, Chapter 54). And one should aim to always begin to read on a good matter and to end on a good matter (Or Zarua and Meimuni, Chapter 13 of Hilkhot T'fillah). And see below, Chapter 428."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "We skip in the Prophets, but we do not skip in the Torah from one section to another section. And these words are regarding two subjects where we are worried that perhaps the mind of the listeners will be confused, but with one subject, for example “Acharei Mot” [Lev. 16:1] and “Akh Be-asor” [Lev. 23:27] that the High Priest reads on Yom Kippur, we skip. And it is so he will not recite [the portion] by heart, as it is forbidden to recite even one word that is not from writing. And in the Prophets, we skip even with two subjects. And this is if one does not delay when skipping into [another] matter so that the congregation stands in silence [waiting]. And these words are regarding within one [book of the Prophets], but from one [book of the Prophets] to another [book of the Prophets], we do not skip. And within the Trei Asar (i.e. Twelve Minor Prophets), we skip from prophet to prophet. And this is only so long as one does not skip from the end of the book to its beginning."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "One should not behave in a frivolous manner in a synagogue or house of study, by cracking jokes there, for instance, or by indulging in humorous or pointless gossip. One should not eat or drink there nor should one adorn oneself there or walk about there. One should not enter there in summer to cool off or in winter to seek shelter from the rain. In an emergency, scholars and their disciples are permitted to eat and drink there. No monetary calculations should be made there unless they are for religious purposes, collecting money for charity, for example, or for the redemption of captives. No funeral orations should be delivered there unless it is for one of the leading citizens of the city when all assemble there for the purpose. If a man finds it necessary to enter there for his own needs, to call someone, for instance, he should read or study something and then call him so that it should not appear as if he has entered for his own needs.... It is forbidden to have even a short nap in a synagogue but this is permitted in a house of study. ", 
            0, 
            0, 
            "It is permitted to eat and sleep in the synagogue if it is for religious purposes. For this reason [of religious purpose overriding the prohibition] one may sleep in the synagogue on Yom Kippur."
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "After this he should go to his work because any Torah that does not have work with it will end up becoming null and it causes sin because the poverty will remove from him knowledge of his Creator. Nevertheless, he should not make his work primary, rather temporary, and his Torah permanent. And (through this) both will be sustained.", 
            "He should do business honestly and be careful not to mention the name of Heaven in vain, because in every place where the mention of God's name (in vain) is found, death is found. And he should be careful not to swear, even in truth, because 1,000 cities belonged to King Jannaeus and all of them were destroyed because they swore, even though they kept them.", 
            "And he should be careful from partnering with the Kusim; perhaps (the Kusi) will be obligated to swear (agains him) and (the Jew) will violate, \"(The names of other gods) should not be heard through your mouth.\"", 
            "Rama: And some are lenient with partnering with Kusim these days because the Kusim of these times do not swear by idol worship. And even though they mention the foreign idol, nevertheless their intention is to the Creator of heaven and earth, except that they join the name of Heaven and (foreign gods). And we do not find that there is in this (a violation by the Jew of) \"Before a blind person you shall not place a stumbling block,\" because the kusim are not enjoined regarding partnership (of God with idols). (Ra\"n in the last chapter of Avodah Zarah, Rabbeinu Yeruchem path 17 part 5, Tosfos in the beinning of the first chapter of Bechoros).", 
            "And to do business with them without partnering all agree is permitted except on the day of their festivals. (Hagahos Maimoni first chapter of the Laws of Idol Worship) (And see Yoreh Deah in the Laws of Idol Worship chapter 147.)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Bless \"Hamotzi lechem min ha'aretz\" - (And if many people are eating together, the people dining should direct their heart (intention) to the person saying the beracha, and answer amen, and the person saying the beracha should give intention to the amen - Or Zerua). And one pauses slightly between the word \"lechem\" bread and the word \"min\" from."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "1.  There are those who say that grace after meals must be accompanied with a cup of wine even when said privately.  In the event one has no such drink to make a blessing one, one is even required to hold himself back and postpone eating one meal in the event where he may obtain it if he waits.  Therefore, is two are eating together they are both required to have their own individual cup of wine.  There are others who say that a cup of wine is not needed unless three men eat together.  Further authorities claim that even with three men, no cup of wine is required at all.  [None-the-less, it is a greater Mitzvah to say the blessing with a cup of wine.]", 
            "The beverage for Birchas Hamazone must be wine and not any other beverage, even if one normally uses these beverages for meals.  If wine can’t be found in that place then use liquor, beer or any other beverages considered important in your province; excluding water.  [Since is customary in our provinces to say the blessing on liquor or beer one need not protest over using such a beverage.  This is due to the fact that there are authorities that say no beverage is required at all.  Additionally, the main beverage of distinction in our province is beer and we even drink it with our meals.  Even though wine is found in our cities, none-the-less, we do not consider it as such, since it is expensive.  Therefore, it is unrealistic to buy wine for each meal to say the blessing.   However, it is a greater Mitzvah to accompany the blessing with wine.  There are those authorities maintain that when an individual makes Birchas Hamazone with a drink, he should not hold it in his hand.  Rather, the cup should be left on the table before them.  This is a good custom based on the Kabbalah.] ", 
            "One needs a drink with out a blemish.  For example, if one previously drank the beverage, it is considered blemished.  However, if one poured out some of the contents into one’s hand or into a vessel, it is not considered blemished.  Even if one drank from the bottle or from the small barrel, it is considered a blemish.  But, if one previously drank from a large wood barrel, one need not be concerned.  There are those who say that even if blemished water is mixed with the beverage, it is forbidden to make a blessing on such a drink. ", 
            "If several people were dining together and only one had a non-blemished drink; before the leader drinks from his cup, he should pour some out into each of their cups provided that there are empty cups available.  There are those who say that this is not necessary. ", 
            "If you poured a cup of blemished drink back into the bottle, the drink used from the bottle is not considered blemished.  This is due to the fact that the large amount of beverage in the bottle makes insignificant the blemished drink. ", 
            "One can fix a blemished drink by adding a little bit of fresh drink to it.  And even if one adds water to the cup, it is fixed.", 
            "In emergency situations, one may make a blessing on a blemished drink. ", 
            " "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "On news that are good for him, he makes the blessing of \"Shehecheyanu\"; If the news is good for him and for others, he makes the blessing of \"Hatov VehaMaytiv\". ", 
            "On bad news he makes the blessing: Blessed are you Hashem, Our G-d, Master of the Universe, the judge of truth.”", 
            " A person is obligated to bless on the bad with a full mind and wanting soul, in the way that he blesses happily on the good, because the bad, for servants of G-d, is their happiness and goodness. Since he/she has accepted out of love what G-d has decreed, he/she finds that by accepting this bad, he/she is serving G-d which bring him happiness.", 
            "He blesses on the good: “Hatov Vemaytiv” even though he is fearful that bad might come from Him. For example: He found a “prize” and he is fearful that it may become known to the king and the king will take all that he has. He blesses on the bad: “Blessed Judge of Truth”, even though good will come from Him. For Example: a flood has washed away his field even though when the flood passes, it will be good for him, as the field has been watered.  \n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "Upon a comet, which is like a type of star that is seen like an arrow across the sky from place to place, whose light stretches like a staff, and upon shaking of the earth, and upon lightning, and upon thunder, and upon winds that blow angrily: on each of these one says, \"Blessed are you, God our Lord, king of the world, creator of the original (first) creations.\" And if you'd like, say, \"Blessed are you, God our Lord, king of the world, whose strength and might fill the world.\""
        ], 
        [
            "Upon oceans, rivers, hills, mountains, and deserts one says, \"Blessed are you, God our Lord, king of the world, creator of the original (first) creations.\"  And upon the great ocean, and that is the ocean that is crossed to Israel and to Egypt one says, \"Blessed are you, God our Lord, king of the world, creator of the great ocean.\"", 
            "Not on every river should you recite the blessing, but rather on the 4 rivers, as it is written \"like Chidekel and Euphrates.\" And he who saw them in a place that wasn't normally walked by people.", 
            "And not on every hill and mountain should you recite the blessing, but rather only on hills and mountains that stand out as recognizably great and awe-inspiring.\n"
        ], 
        [
            "One who sees the rainbow says, \"Blessed are you, God our Lord, king of the world, who remembers the covenant, who is faithful to his covenant, and who fulfills his word.\"  And it is forbidden to look upon it further."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "&lt;&gt;", 
            "אחד", 
            "הנשים מוזהרות בו יותר, מפני שמצויות בבית ועוסקות בצרכי הבית. אם אין ידו משגת לקנות נר לשבת ולקידוש היום, נר שבת קודם. וכן אם אין ידו משגת לקנות נר לשבת ונר לחנוכה, נר שבת קודם משום שלום הבית, דאין שלום בבית בלא נר <i>(ואם אין ידו משגת לקנות יין לקידוש ולקנות נר חנוכה ע\"ל סימן תרע\"ח).</i>", 
            "לא יקדים למהר להדליקו בעוד היום גדול שאז אינו ניכר שמדליקו לכבוד שבת. וגם לא יאחר ואם רוצה להדליק נר בעוד היום גדול ולקבל עליו שבת מיד רשאי כי כיון שמקבל עליו שבת מיד אין זו הקדמה ובלבד שיהא מפלג הנחה ולמעלה שהוא שעה ורביע קודם הלילה. <i>הגה: ועין לקמן סימן רסז ואם היה הנר דלוק מבעוד היום גדול יכבנו ויחזור וידליקנו לצורך שבת</i>", 
            "כשידליק יברך \"ברוך אתה ה' אלוקנו מלך העולם אשר קדשנו במצוותיו וציוונו להדליק נר של שבת\" אחד האיש ואחד האשה גם ביום טוב צריך לברך \"להדליק נר של יום טוב\" וביום הכיפורים בלא שבת יש מי שאומר שלא יברך ועיין לקמן סימן תרי'. <i>הגה: יש מי שאומר שמברכים קודם ההדלקה ויש מי שאומר שמברך אחר ההדלקה וכדי שיהא עובר לעשייתו לא יהנה ממנה עד לאחר הברכה. ומשימין היד לפני הנר אחר ההדלקה ומברכין , ואחר כך מסלקין היד וזה מקרי עובר לעשיה וכן המנהג.</i>", 
            "בחורים ההולכים ללמוד חוץ לביתם, צריכים להדליק נר שבת בחדרם ולברך עליו, אבל מי שהוא אצל אשתו אין צריך להדליק בחדרו ולברך עליו, לפי שאשתו מברכת בשבילו.", 
            "אורח שאין לו חדר מיוחד וגם אין מדליקין עליו בביתו, צריך להשתתף בפרוטה.", 
            "שניים או שלשה בעלי בתים אוכלים במקום אחד יש אומרים שכל אחד מברך על מנורה שלו ויש מגמגם בדבר ונכון ליזהר בספק ברכות ולא יברך אלא אחד. <i>הגה: אבל אנו אין נוהגים כן.</i>", 
            "המדליקין בזוויות הבית ואוכלים בחצר אם אין הנרות ארוכות שדולקות עד הלילה הווי ברכה לבטלה.", 
            "לבעל ההלכות גדולות כיון שהדליק נר של שבת חל עליו שבת ונאסר במלאכה ועל פי זה נוהגות קצת נשים שאחר שברכו והדליקו הנרות משליכות לארץ הפתילה שבידן שהדליקו בה ואין מכבות אותה ויש אומרים שאם מתנה קודם שמדליקה שאינה מקבלת שבת עד שיאמר החזן ברכו מועיל ויש אומרים שאינו מועיל לה ויש חולקים על בעל הלכות גדולות ואומרים שאין קבלת שבת תלוי בהדלקת הנר אלא בתפילת ערבית שכוון שאמר החזן ברכו הכל פורשים ממלאכתם ולדידן כיוון שהתחילו מזמור ליום השבת הווי כברכו לדידיהו. <i>הגה: והמנהג שאותה אשה המדלקת מקבלת שבת בהדלקה אם לא שתתנה תחילה ואפילו תנאי בלב סגי (מרדכי) אבל שאר בני הבית מותרין במלאכה עד ברכו ועיקר הדלקה תלויה בנרות שמדליקין על השולחן אבל לא בשאר הנרות שבבית וצריך להניח הנרות במקום שמדליקין ולא להדליק במקום זה ולהניח במקום אחר.</i>", 
            "אף על פי שלא התפללו הקהל עדיין אם קדם היחיד והתפלל של שבת מבעוד יום חל עליו קבלת שבת ואסור בעשיית מלאכה ואפילו אם אומר שאינו רוצה לקבל שבת.", 
            "אם רוב הקהל קיבלו עליהם שבת המיעוט נמשכים אחריהם על כרחם.", 
            "אדם שבא לעיר בערב שבת וכבר קיבלו אנשי העיר עליהם שבת אף על פי שעדיין היום גדול אם היו עליו מעות או שום חפץ מניחו ליפול.", 
            "אם ביום המעונן טעו הציבור וחשבו שחשכה והדליקו נרות והתפללו ערבית של שבת ואחר כך נתפזרו העבים וזרחה החמה אינם צריכים לחזור ולהתפלל ערבית אם כשהתפללו ערבית היה מפלג המנחה ולמעלה. ואם יחיד הוא שטעה בכך צריך הוא לחזור ולהתפלל תפילת ערבית. ולענין עשיית מלאכה בין ציבור ובין יחיד מותרים דקבלת שבת היתה בטעות ויש אומרים שאותם שהדליקו נרות אסורים בעשית מלאכה ושאר אנשי הבית מותרין. ויש אומרים שאותו נר שהודלק לשם שבת אסור ליגע בו ולהוסיף בו שמן ואפילו אם כבה אסור לטלטלו.", 
            "מי ששהה להתפלל מנחה בערב שבת עד שקיבלו הקהל שבת לא יתפלל מנחה באותו בית כנסת אלא ילך חוץ לאותו בית כנסת ויתפלל תפילה של חול והוא שלא קיבל שבת עמהם אבל אם ענה וקיבל שבת עמהם אינו יכול להתפלל תפילת חול אלא יתפלל ערבית שתיים.", 
            "אם בא לבית הכנסת סמוך לקבלת הציבור שבת מתחיל להתפלל מנחה ואף על פי שבעודו מתפלל יקבלו הציבור שבת אין בכך כלום הואיל והתחיל בהתר.", 
            "יש אומרים שמי שקבל עליו שבת קודם שחשכה מותר לומר לישראל חבירו לעשות לו מלאכה. <i>הגה: ומותר ליהנות מאותה המלאכה בשבת, וכ\"כ במוצאי שבת מי שמאחר להתפלל במוצאי שבת או שממשיך סעודתו בלילה, מותר לומר לחברו ישראל שכבר התפלל והבדיל לעשות לו מלאכתו להדליק לו נרות ולבשל לו, ומותר להנות ולאכול ממלאכתו, כן נראה לי.</i>", 
            "&lt;"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            "...If one makes a mistake and prays [the Amidah ] of the week on Shabbbat, and he doesn't remember it's Shabbat [until after] he moves his feet (i.e. completes the Amidah), he must return and start from the beginning. [However,] if he does not move his feet, even though he has completed his prayer (i.e. finished reciting all of the words but hasn't yet moved his feet to complete the Amidah), he only goes back [to the paragraph in which the day] of Shabbat [is sanctified]. (And if the leader of the service forgets it's Shabbat during Shaharit, see Siman 126). "
        ], 
        [], 
        [], 
        [
            0, 
            "Women are obligated in Kiddush, even though it is a positive commandment that time causes (meaning, a positive commandment dependent on time), because Remember is compared to Guard. And these women since they are included in watching, they are include in remembering. And they can discharge men (from their obligation) since they are obligated biblically, like them."
        ], 
        [], 
        [], 
        [], 
        [
            "One does not search [a garment] (The meaning [of \"Pulin\" is] to remove lice from clothing. The [Aramaic] translation of \"biarti\"is \"paliti\"[, coming from the same root as \"Pulin\"].) and one does not read in a book by the light of a candle, and even if  he is not reading aloud, lest one tilts [the flame to make it more steady]. And [this applies] even he is ten stories high, where he cannot reach it [the candle], as the rabbis did not differentiate [between varying situations] in this matter. And for this reason, there is [room to extend this prohibition] even if the flame is enclosed in crystal, or set in an opening in a wall. And this applies to a wax candle as well."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "We bring out a Torah scroll and seven read from it. And if one wants to add [to the number of readings], one adds. Gloss: And this is the law: on a Festival, it is permitted to add to the count of readers (Rambam, The Laws of Prayer and Repentence, chapter 12; Maharam; and Beit Yosef). And there are those who say that on a Festival one may not add (Ran, chapter \"Ha-Korei\"). And thus (i.e. the latter) they practiced in these countries (i.e. Ashkenaz), except for on Simchat Torah when we add many. Also on every Festival, the Maftir is not [included in] the count of readers, as seen below.", 
            "It is permitted to read [the same readings for] those who are called up to the Torah multiple times, even though this one read what this [other] one has [already] read and goes back and makes a blessing - there is nothing [problematic] with this. Gloss: And there are some who forbid [this] (Mordekhai, Sof Megillah) And thus they practiced in these countries (i.e. Ashkenaz) except for on Simchat Torah they practiced to multiply the readers and practiced according to the first opinion."
        ], 
        [], 
        [
            "We conclude in the Prophets based upon the subject of the parashah, and we do not decrease [the length of the haftarah] from 21 verses other than if the matter is settled in less than that, for example, “add your burnt offerings to your sacrifices” [in Jeremiah 7:21]. Gloss: And only on Shabbat on the matter of 21 verses: three verses for each one of the [seven Torah] readings, but on a Festival on which five read [the Torah], fifteen verses suffice (Maharam ???). And it was not decreed that the haftarah is only [read] in public after they read the Torah (Ramban’s Responsa, Siman 199), but nevertheless it is forbidden to read with the blessings before it and after it; but with no blessing it is permitted (Beit Yosef)."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "Women are obligated in Havdalah, just as they are obligated in Kiddush. And there is someone who argues. Hagah: Therefore, they should not recite Havdalah to themselves, rather they should hear Havdalah from men."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "...\"He should speak a word,\" one should not speak words of Shabbos like the words of a weekday.  The law is that it is forbidden for one to say \"I will do this tomorrow,\" or, \"I will sell this or buy this tomorrow.\"  And even with things that are not Shabbostic are forbidden to talk about.  Gloss: If one says non Shabbostic things just to have a good time, it is permitted to say these things, but if it does not bring them joy, it is forbidden to talk about it.", 
            "...It is forbidden to hire workers and not say to a Jew to not hire workers on Shabbat, even though the Jew only needs the work done after Shabbat, it is forbidden.  It is forbidden to say to a Jew to do work, and even to say to him before Shabbat, it is forbidden.  But one is allowed to say to do it after Shabbat, so he does not do a weekday thing on Shabbat, even though he knows his want is to do it on the next Shabbat.", 
            "...It is forbidden to give a non-Jew money before Shabbat so he can buy something for the Jew on Shabbat, but he is allowed to tell him to buy it for himself and if the Jew needs it, he can buy it [from the non-Jew] after Shabbat.", 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "...One who invites guests and prepares types of fish for them, and writes down how many guests he invited and which type of fish he prepare, is forbidden to read it [what he wrote] on Shabbat.  Even if he wrote it on a tall wall [it is forbidden], because there is a decree that he might read business articles, and it is even forbidden to glance at them without reading them (the Rash and Ran in Perek Hashoel and the Tur).  But if he engraved it in the wall, it is allowed [to read it] but in books or tables, even if he engraved it, it is forbidden for him to read."
        ], 
        [], 
        [], 
        [], 
        [
            "A dead body that is in danger [of being burned] in a raging fire:  If there is a baby or loaf of bread, you should move the body with it.  If there is not a baby or loaf, then if two matresses are avaliable, flip the body from mattress to mattress since this is indirect motion (tiltul min hatzad).  If neither are available, you may move the body explicitly.  All of these apply only if in one domain.  If the body is currently in a very sunny place, you may move it to a shady area by means of a baby or loaf as long as it remains in one domain.  However, if there are no babies or loaves available, it may not be moved, even by the method of flipping mattresses, since indirect motion [in the standard case] is called motion. ((Rama) -See later on, in this siman, seif 6 what the decree is)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            "4. If a dish has been thoroughly cooked, the prohibition of cooking still applies if it has cooled down. RMA - There are those who say that this only applies if the dish continues to improve in quality (Rabeinu Yerucham); And if the dish has not been fully cooked - even if it has been partially cooked - the prohibition of cooking applies to it even when it is still hot. And this which we have said that the laws of cooking apply to a cooked dish applies only to dishes with liquid. However, a dish which is cooked and is dry may be placed in hot water on shabbat. If it is a dry food which which was not cooked prior to shabbat, one may not place it into hot water, but one may pour hot water on to it, excepting old herring and Spanish tuna which only need a small amount of cooking and pouring will cook them. RMA - This is the case for all hard things which aren't edible at all without soaking - one may not soak them as this completes their cooking process.", 
            "5. There are those who hold that a thing which as been previously roasted or baked is prohibited by the laws of bishul to be cooked again in water - and it is forbidden to put bread, even in  secondary vessel which is hot enough to cause the hand to recoil. There are those who permit this. RMA - In a secondary vessel. There are those are lenient even in a primary vessel (which was at one point on the flame) and the custom is to be strict in the first instance not to put bread into a secondary vessel the entire time that it is hot enough to cause a hand to recoil from it.", 
            0, 
            0, 
            0, 
            "In the case of a primary vessel (meaning a vessel which is used on the fire) even after it has been removed from the fire it can cook items placed in it, as long as the pot is less than Yad Soledet Bo. Therefore, it is forbidden to place in it spices (category of tavlin), however, Salt may be placed in it… GLOSS: …there are those who prohibit placing salt in a secondary vessel as long as the temperature is above Yad Soledet Bo, a blessing should come to those who are stringent… ", 
            0, 
            "Regarding a tub for washing [a human] which is full of hot water (even though it is as a secondary vessel) [Tosafot, Rosh, Tur]: it is forbidden to pour cold water into it as it will heat up the water quite a bit. However, one may put hot water from one tub into another tub which contains cold water.", 
            "Regarding an urn which has been emptied of water, one is permitted to put [much] water inside of it in order to make the water temperate. It is also permitted to pour hot water into cold water, or cold water into hot water - this is on the condition that it is not into a primary vessel, as that will heat the water very much. RMA - And if the water is so plentiful that it is impossible that it will cook, rather it will only become temperate, this is permissible even into a primary vessel provided that it is no longer on the flame.", 
            "It is permissible to place an ewer of water or any other liquid into a secondary vessel which contains hot water. It is forbidden to do this in a primary vessel.", 
            "It is permissible to place an ewer of water or other liquid near a fire in order to make the liquid temperate, provided that it is far enough away that it cannot reach the point where it becomes hot enough for the hand to recoil (hot enough to burn), that is a place which is hot enough that the abdomen of a baby will be burned. It is forbidden, however, to bring it close enough to the fire where it is in a place that it can heat up to the level that the hand will recoil; this applies even to leave it there for a few moments in order to warm the water because the ability to cook the water exists. RMA - this is the law regarding fruits and all food which can be eaten raw.", 
            "Food which is cooked thoroughly and is dry without any liquid, one may place next to the flame, even in a place where it will become hot enough for the hand to recoil. RMA - even if it has cooled down already. But if it is still hot, even a food with liquid may be placed there. And there are those who are lenient and say that as long as one doesn't place it directly on the fire or stove, rather near it, even if it is completely cold, it is permitted. And the custom is to be lenient on this as long as it hasn't cooled down completely.", 
            "It is permissible to put an empanada near the fire in a place where the hand will recoil, even though the congealed fat contained inside of it will melt. RMA - All the more so with a pot of food which has congealed sauce, when the melted fat is not recognisable, it is permissible. And there are those who are strict. The custom is to be strict, but in a case where there is need, one may trust the first opinion.", 
            "It is forbidden to put cold liquid on top of an urn, even just to warm it up, as long as the urn is hot enough to cook if the food is left long enough - this is that the urn is hot enough to cause a hand to recoil. The laws pertaining to an urn are the same as those pertaining to a hot stove. If the urn is not so hot, it is permissible."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Someone who has a mere bad feeling, but he strengthens himself and walks around like a healthy person, it is forbidden to do any healing for him, even by nonJews, because of grinding spices [lest one grind spices for medicine]...", 
            "For someone who has a dangerous illness, it is a commandment to break Shabbat for him. One who hurries to do this is praised. One who asks about this is a murderer.", 
            "For every internal sore, which is from the teeth inwards including the teeth, Shabbat should be broken. This is specifically when one of the internal organs is damaged from some sort of wound or the like, but general pains are not referred to as wounds. Rem\"a: However, if someone has problems with his teeth and it pains him, he can ask a non-Jew to remove the tooth (Beit Yosef in the name of Orhot Hayim and Issur v'Heter Haaroch).", 
            "An internal injury does not require an [expert] appraisal, so even if there are no experts there, and the sick person does not say anything, they do for him as they would be accustomed to do for him on a weekday.  But when they know and recognize that the particular illness can wait and does not require [Sabbath] desecration, it is forbidden to desecrate over it even though it is an internal injury", 
            "An injury that is not internal, they ask an expert and the sick person, and they do not desecrate the Sabbath until one of them says he needs desecration, that it is by [i.e., according to] one of them lifethreatening (and see below, Siman 618)", 
            "A wound that is on the back of the hand and the back of the foot, and so someone who swallowed a leech [?], and so someone who was bitten by a rabid dog, or one of the deadly crawling animals, even if it is a doubt as to whether it is deadly or not, it is like an internal injury.", 
            "They desecrate the Sabbath over every wound that is made by iron, and boils that come in the anus, and for \"simta,\" which is called \"Plunkr\" in gentile language, and over someone who has an exceedingly high fever, or \"Simur.\"", 
            "Someone who is overtaken by \"blood\" they let his blood, even if he is walking on his feet and even on the first day.", 
            0, 
            "Every illness that the doctors say is dangerous, even though it is external on the flesh, they desecrate Sabbath for it.  And if one doctor says [the treatment] is necessary [to save the patient's life] and one doctor says it is not necessary, they desecrate [the Sabbath by treating the patient].  And there is someone who says that it does not require an expert, because everyone is considered a bit of an expert, and a doubt when a life is at stake is resolved leniently.  Gloss:  Some say this is specifically regarding a Jew [that a nonexpert is relied upon] but ordinary nonJews who are not doctors are not treated like experts.  Someone whom they wish to force to violate a great sin they do not desecrate the Sabbath for him in order to save him [from the sin].  ", 
            "Everyone who operates with alacrity to desecrate the Sabbath in a matter where there is a danger, behold this is praiseworthy, even if he accomplishes thereby something else [incidental], such as if he spread a net to bring up a child who fell in the river, and he caught fish with it, and any similar case.  ", 
            " ", 
            0, 
            0, 
            "If the doctors appraised him (that is, examined his illness and estimated) that he requires one fig, and ten people ran and each brought him one fig, they are all exempt, and they have a good reward from God, even if he got well with the first.", 
            0, 
            0, 
            "A sick person who fell, because of his ilness, to bed, but he is not in danger.  &lt;gloss: or=\"\" he=\"\" has=\"\" a=\"\" pain=\"\" that=\"\" he=\"\" is=\"\" suffering=\"\" and=\"\" his=\"\" whole=\"\" body=\"\" is=\"\" sick,=\"\" for=\"\" then=\"\" even=\"\" though=\"\" he=\"\" can=\"\" walk=\"\" he=\"\" is=\"\" like=\"\" one=\"\" who=\"\" has=\"\" taken=\"\" to=\"\" his=\"\" bed=\"\"&gt; they tell a nonJew to do healing for him, but they do not desecrate the Sabbath for him by biblical prohibitions, even if one of his limbs is in danger...."
        ], 
        [
            0, 
            0, 
            "Someone on whom a collapse [as of a building] has fallen, and itis doubtful whether he is alive or dead, doubtful whether he is there or not, and even if he is there it is doubtful whether he is Jewish or and idolater, they remove the collapse for him even though there are several doubts.", 
            0, 
            "Even if they found him [in exremis], that he can only live for a short hwile, they remove the collapse and check until his nose, and if they do not sense at his nose life then he is definitely dead - it does not matter whether they reached his head or his feet first.", 
            0, 
            0, 
            "(A group of) idolaters that have laid siege on Jewish cities; if they have come for financial matters, the Shabbat is not violated for them. If they have come to take lives, and even if they have an unannounced purpose, we go out and greet them with vessels of war and we desecrate the Shabbat. And as for a city which is close to the border, even if they have not come except regarding matters of straw and stubble, we desecrate the Shabbat for them. Note: And even if they have not yet come but they want to come (Or Zarua):"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Making sound with a musical instrument is forbidden, but knocking on the door, and similar such things, which are not done to make music, are permitted.  Rema: So too, if one does not perform an act of song.  Therefore, those who call out to their friends, or whistle with their mouths like a bird - this is permitted on Shabbat (Hagahot Alfasi). And it is forbidden to bang on the door with a ring that is fixed to the door. Even though it is not intended for song, nevertheless, since the device is specially made for this, it is forbidden.  Therefore, it is forbidden to use any special device to bang on the door to the Synagogue. Rather, one should knock with his hand on the door. (Igur, Beit Yosef, based on the rulings from Tosafot in Eiruvin)."
        ], 
        [
            0, 
            0, 
            "One should not clap one's hands together, nor clap a hand on one's thigh, nor dance - this is a decree instituted so that one will not come to fix a musical instrument. And even tapping one's fingers on the ground, or on a board, or snapping them together like singers do, or rattling nuts together for a baby, or playing with a pair of them, so that he will be quiet.  All this and similar such things are forbidden from a decree, so that one will not come to fix an instrument.  But clapping the back of one's hand is permitted.  (Rema: But there are those who clap and dance nowadays, and we should not stop them. Because it is better that they do it unintentionally... And there are those who say that today all of this is permitted, because we are not experts in fixing instruments, and we cannot decree \"lest one comes to fix an instrument\" for it is a thing which happens so infrequently. So it is possible that because of this, the custom is to be lenient on all of this. (Tosafot, Perek HaMeivi Kadei Yayin))", 
            0, 
            "One who marries a widow does not come to her [have sex with her] for the first time on shabbat or a holiday. See also (Shulchan aruch, Orach Chayyim, siman 280)."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Nine piles of matza, and one of chametz, and a mouse comes and takes [from the piles] and we do not know if the mouse took chametz or matza, and the mouse entered a checked house - you must return and check it (however, if the food is small enough that the mouse could have eaten it - we can rely on a leniency that the mouse did eat it, and you do not need to check) (Tur), as every established place is like a half of a half [i.e. each established location is treated as its own majority]. If the food was separated from its established place, and the mouse took it from there - you do not need to return and check it, as anything separated [is considered to be] separated from the majority."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "יהיה"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "On the second night after the evening prayer, we begin to count the Omer. And if someone forgot to count, [that one may count] from the beginning of the evening onwards. He may account all night. It is a mitzvah for each person to count for themselves. He needs to count standing and bless before. He should count the days and weeks. How? On the first day he should say “today is day one of the Omer”, until he arrives to seven days. [At which point he should say], “they are one week of the Omer.” And on the eighth day he should say “today is eight days and they are one week and one day of the Omer.” And also, when he arrives to the 14th day, he should say “today is 14 days, they are two weeks of the Omer.” And in this way he should count and onwards until the 49th day.", 
            " If they (the people who are counting) made a mistake on a cloudy day and they blessed on the counting of the Omer, they should go back to count when it got dark.  Those who are punctilious, they do not count until the stars come out [namely, three stars], and this is a proper thing to do.", 
            "The one who prays with the community during the day, he should count with them without a blessing. And if he remembers at night, she should bless and count. GLOSS: And even if he answered “amen” to the blessing of the community, if he had the awareness that he was not fulfilled [of his obligation], he may go back and he may bless and count that night.", 
            "The one who asks his friend [during the period of time] between sunset and when the stars come out, “how many days of the counting [of the Omer] is it tonight?”, he should say to him, “yesterday was such and such.” Because if he had said to him, “Today is such and such,” he would not be able to go back  and count with a blessing. However, [if he answered back] before [the period of time] between sunset and when the stars come out [he can go back and count], since it wasn’t the time of the counting of the Omer [which is when it is night time] and it doesn’t count for anything. GLOSS: And when the time arrives [to count], it is forbidden to eat until he counts and even if he began to eat, he should stop and count. However, if he began to eat before the time [to count] arrived, it is not necessary for him to stop except [when] he finishes his eating and counts afterwards.", 
            "If he does not know [which day of the Omer it is], and he opens [his mouth to bless on the day] with the intention to finish [the blessing] like [what] he will hear his friend [say as he ends the blessing] , and he stops talking until he hears his friend, and then finishes [the blessing] like him, then he has fulfilled his obligation [to count the Omer].", 
            "[The Shulchan Aruch here will present two cases in which the counter thinks one number and says another, and in both cases, the counter cannot go back and bless the day correctly]: [For example]: If he opens [his mouth to bless on the day] and says, “Praised are you, God, Our God, king of the universe” with the intention to say, “today is four [days of the omer]“, because he thinks that the count is four, and then he remembers [the correct day] and finished [the blessing] with [the number] “five” and the [days are indeed five] Or on the contrary [another case], that [the count of the days] is four and he opens with the intention to say four and he was mistaken and finished [the blessing] with five [days of the omer], he should not go back and bless [on the day correctly].", 
            "If he forgot [to count] and did not do the blessing all night, he should count during the day without a blessing.", 
            "If he forgot to bless on one of the days, between the first day [of the omer] and the rest of the days, he should count the rest of the days without a blessing. But, if he uncertain if he skipped a single day and didn’t count, he should count the days with a blessing.", 
            "On Friday night, or on the night of a Yom Tov day (a category of days in which most of the Shabbat rules are in effect), we bless and count after the Kiddush in the Synagogue. And on Saturday evening, or the end of the Yom Tov day, [we bless and count] before the Havdalah [prayer in the Evening Amidah], but after Kaddish Shalem. And if the last Yom Tov day of Passover falls on Saturday night, then he should say Kiddush and Havdalah in one period of time, he still has to count before they do the blessing over Kiddush at the synagogue. (Namely, our counting should be about the same time that they would do Kiddush in the synagogue) GLOSS: And if he does not have any wine, he needs to bless YKNH”Z. See an earlier location, Siman 196.", 
            "It is forbidden to eat a new [grain] (as opposed to dried or old grain), even now whether bread, toasted grain, unripe (or damp) grain until the beginning of the evening of the 18th of Nissan, and in the Land of Israel, until the beginning of the evening of the 17th of Nissan."
        ], 
        [], 
        [], 
        [], 
        [
            "[The time period between Pesach and Shavuot is called the Omer]. The minhag is not to marry a woman between Pesach and Shavuot until Lag baomer (33rd day) because during that time the students of Rabbi Akiva died. But to get engaged it’s allowed. And if someone does marry we don’t punish him and after Lag Baomer it is all permitted. ", 
            "2. The minhag is not to get a haircut until Lag baomer because then the students stopped dying. But one should not cut one's hair until the 34th in the day unless the 33rd is erev Shabbat, then you may cut hair on the 33rd because of honoring the Shabbat. GLOSS: In these states we don't follow his position rather we cut hair from the day of the 33rd and add some extra joy and we don't recite the prayer of Tachanun. But you don't cut hair until the day of the 33rd not the night before. However if the 33rd falls out on Sunday we have a custom to cut hair on the Friday before out of respect for Shabbat. Someone celebrating a Brit Mila may cut his hair duing the Sefira in honor of the festivity. ", 
            "3. Some have the custom to cut their hair on Rosh Chodesh Iyar but they are mistaken. GLOSS: however in many places some have the custom to cut their hair until Rosh Chodesh and they should not cut their hair form the 33rd day and onwards , even though it is permitted to cut on the 33rd day itself. Those who do cut their hair after Lag Baomer do not make any exceptions after Pesach until the 33rd day. One city should not have customs of both sides in the same city because of the prohibition of 'do not make groups'. And of course one should not be lenient with both at the same time.", 
            "4. Women have a custom not to do work between Pesach and Shavuot from sunset and onwards. "
        ], 
        [
            "The fiftieth day of the count of the Omer is the holiday of Shavuot.  The order of prayer is like the holiday of Passover, rather we say \"the Holiday of Shavuot, the time of the giving of our Torah\".  We say full Hallel.  We take out two Torah scrolls and read in the first one five [sections] from \"The third month\" until the end of the order.  The Maftir is read in the second scroll, \"On the day of the first fruits\".  As Haftorah we read the chariot of Ezekiel, and end with the verse \"and the wind took me up.\""
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "2 Before he blows he must make the blessing \"to hear the sound of the shofar\" and \"shehecheyanu.\" "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "How many Tekiahs is one obligated to hear on Rosh HaShana? Nine. (This is) because it says \"Teruah\" by Yovel and Rosh HaShana three times. And every Teruah has a straight (blast) before it and a straight (blast) after it. And from tradition (the Sages) learned that all Teruahs of the seventh month, whether on Rosh HaShana or Yom HaKippurim of Yovel, (are) nine Tekiahs. We blow on each of them TR\"T, TR\"T TR\"T.", 
            "This Teruah that is said in the Torah, it is doubtful to us if it is the wail that we call Teruah or if it is what we call Shevarim or if they are both of them together. Therefore, in order to remove any doubt, one needs to blow TSR\"T three times, TS\"T three times and TR\"T three times."
        ], 
        [], 
        [
            "The Chazan reviews the (silent) prayer. And we blow on the order of the blessings: for Kings TSR\"T once, for Remembrances TS\"T and for Shofars TR\"T. And now we have the custom to blow for Kings TSR\"T three times, for Remembrances TS\"T three times and for Shofars TR\"T three times. HAGA\"H: And some say that we blow TSR\"T for Kings once and also for Remembrances and also for Shofros (Tur quoting Rabbein Tam and Minhagim). And so is the custom in these provinces..."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "On the 25th of Kislev (start) the eight days of Hanukkah, and they are prohibited for eulogizing and fasting, but are permitted for doing work. The women have made it a custom not to do work while the candles are burning. And there is [an opinion] that says that we may not be lenient for them.", 
            "The many meals which we add on [these days] are voluntary meals, since [the Sages] did not establish them as [days of] feasting and joy. Rem\"a: But some say that there is somewhat of a mitzvah in adding meals, because during those days was the Dedication of the Altar (Abraham Kara of Prague). It is the custom to recite hymns and songs of praise during the feasts added on them, and then they are mitzvah meals (Book of Customs). Some say that cheese should be eaten during Hanukkah, because a miracle was done though milk which Yehudit fed the enemy. (Kol Bo and Nissim of Gerona).", 
            "We do not eulogize on [these days], except for a sage in one's presence. Rem\"a: And we do not fast for the day one's father or mother died. And [regarding] a fast for a dream on Hanukkah, see above Section 568 Paragraph 5. As regards the Justification of [Divine] Judgment [prayer], see above in the Laws of the New Moon, Section 420 in Rem\"a. And see below, Section 683."
        ], 
        [
            "One needs to be very diligent in kindling the Hanukkah lights. Even a poor man living off charity must lend or sell his clothes, and buy oil to kindle with.", 
            "How many lights should one kindle? On the first night, he kindles one [light]. From then on he continues to add one each night, until on the last night they are eight. And even if the household members are many, they should not kindle more. Rem\"a: And some say that every one of the household members kindles (Maimonides) and such is the widespread custom. And they should take care to each place their lights in a unique place, so that it will be apparent how many lights they are kindling. (Abraham Kara of Prague)", 
            "An [oil] light with two outlets [for the wicks] counts for [the kindler] as two.", 
            "If one filled a bowl with oil and surrounded it with wicks — if he covered it with a vessel, each wick counts as one light. [If] he did not cover it with a vessel, it does not even count as one light, because it is like a bonfire.Rem\"a: Therefore one should be careful to place the lights in a straight row and not in a circle, since that is like a bonfire. (Hagahot Maimoniot quoting Sefer Mitzvot Katan) It is permitted to kindle with candlesticks, since each light is separated greatly from the other. (Terumat Hadeshen Section 105) One must be careful when preparing lights, even of wax, not to stick them together and kindle them, since that is like a bonfire. (Piskei Mahar\"i 65) Even with the lights of the Sabbath and Holy Days one must be careful not to do so. (Or Zarua)", 
            "One should place the Hanukkah light at the entrance which adjoins the public domain, on the outside. If the house opens to the public domain, he should place it at its entrance. If there is a courtyard in front of the house, he should place it at the entrance of the courtyard. If he lives in the upper floor, having no entrance leading to the public domain, he should place it at a window that adjoins the public domain. In a time of danger, when one is not allowed to perform mitzvot, it is enough that he place it on his table. He needs another light to use for its illumination. And if there is a bonfire, he needs no other light. But if he is a dignified person, whose way is not to use the illumination of a bonfire, he needs another light.", 
            "One should place [the Hanukkah light] above three handsbreadths [from the ground]. It is a mitzvah to place it beneath ten handsbreadths. But if he placed it above ten handsbreadths, he has fulfilled his obligation. However, if he placed it above twenty cubits, he has not fulfilled his obligation. Rem\"a: And even if he took it as it is, lit, and placed it below twenty cubits, he has not fulfilled his obligation, because the kindling accomplishes the mitzvah. (Beit Yosef quoting Tosafot)", 
            "It is a mitzvah to place [the Hanukkah light] in the handsbreadth closest to the entrance on the left, so as to have the mezuzah on the right and the Hanukkah light on the left. But if there is no mezuzah in the entrance, he should place [the Hanukkah light] on the right. If one places it in the doorway itself, he should place it on the leftmost half of the entrance. <i> Rem\"a: However nowadays, when all kindle inside, and there is no distinction for the people of the public domain at all, one should not worry so much if we do not kindle it in the handsbreadth closest to the entrance. In any case, the custom is to kindle it in the handsbreadth closest to the entrance, as in [our ancestors'] days, and one should not deviate; unless the household members are many, [in which case] it is preferable for each one to kindle in a unique place rather than mixing the lights together, with no distinction of the number of lights they are kindling. In any case, they should take care not to kindle in the same place where they kindle lights all year, since then there would be no distinction at all. And even though there is only no distinction except for the members of the household, some distinction at least is necessary.</i> In the synagogue, one should place [the Hanukkah light] at the southern wall (or to the south of the lamp, and he should arrange them from east to west). (Terumat Hadeshen Section 104, Beit Yosef) We kindle and recite the benedictions (in the synagogue) for the sake of publicizing the miracle. <i> Rem\"a: A person does not fulfill his obligation with the lights of the synagogue, and needs to kindle again in his own house. (Isaac ben Sheshet Section 111) We have the custom to kindle in the synagogue between the afternoon prayer and the evening prayer. Some have the custom to kindle on the Sabbath Eve before the afternoon prayer. (Kol Bo and Book of Abudirham) If [the prayer leader] wants to quickly pray right away after [he] has recited the benedictions and kindled one of them, the synagogue attendant may kindle the rest, and the prayer leader may pray. (Jacob ben Moses Moelin) </i>", 
            "A courtyard having two entrances on two sides, [the owner] needs to kindle [Hanukkah lights] at both, because of suspicion [that he did not light]. But if both entrances are on the same side (and belong to the same house) (Kol Bo), one of them is enough for him. Rem\"a: When one kindles at two entrances, he only recites the benedictions by one of them, and kindles the second without a benediction (Nissim of Gerona). However, nowadays, when all kindle actually inside and there is no distinction for the people of the public domain at all, even if a courtyard or house has many entrances on many sides, we kindle only once inside; so it seems to me and so is the widespread custom."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "...One is allowed to fast the day before and after Chanukah and Purim. ", 
            "...We fast on the 13th of Adar.  And if Purim falls on Sunday, we start the fast on Thursday.  Gloss: This fast is not required, therefore you can be lenient for the time of the fast, for example: one who is pregnant, nursing, or not dangerously sick.  And even if only you have pain in your eyes that is bothering you a lot - you shouldn't fast, and fast on a later day.  But other people [who don't have these conditions] - they should not [fast] at a separate time from the rest of the congregation.  And if Purim falls on Sunday, and the fast moves to the Thursday before, and it falls on a circumcision, you are allowed to eat for the circumcision, and the next day on Friday, those who ate should fast.", 
            "...There are those who fast three days for the fast of Esther."
        ], 
        [
            "One is obligated to read the megillah at night and return and repeat it during the day. And for the [reading] at night - its time is all night, and for the [reading] during the day - its nice is all day, from sunrise until the end of the day; and if one read it from daybreak - he has fulfilled [his obligation.] ", 
            "We cancel Torah learning to hear the megillah, all the more so for the rest of the mitsvot of the Torah, because all of them are pushed aside before the reading of the megillah. And there isn't anything that pushes aside megillah from before it, except for an unclaimed dead body that does not have anyone to bury it (according to its need), because the one who happens upon it - he buries it first and afterwards reads [the megillah]. Ram''a: And all of this is only dealing with [a situation] in which one is able to do the two of them. But if it is impossible to do the two of them, there is not a Toraitic mitsvah that pushes aside megillah from before it (Ran and Beit Yosef in the name of the Tosafot and Mehar''a Mizrachi). And the unclaimed dead body comes first, this is precisely when it is possible for him to read afterwards (Mehar''a Mizrachi)."
        ], 
        [], 
        [
            "All are obligated in reading [the megillah]: men, women, resident aliens, and freed slaves. We teach the children to read.", 
            "It is the same whether one reads or hears from someone who reads - he has fulfilled his obligation.  That is, if he hears from someone who is obligated in reading it.  Therefore, if the reader was a deafmute, or a minor, or mentally infirm, one who hears from him does not fulfill [his obligation].  And there are those who say that women do not fulfill the obligation for men.  Gloss:  And there are some who say, if a woman reads for herself, she blesses \"to hear the megillah,\" because she is not obligated in reading (Mordechai first chapter of megillah)", 
            "An Androgynous fulfills the obligation for his kind, and not for those not his kind.  A Tumtum and someone who is half slave, may not fulfill the obligation even for his own kind.  Gloss:  There are some who say that he cannot even fulfil his own obligation, and he must hear from others.", 
            "One who hears the megillah from someone from whom he is sworn not to accept benefit, has fulfilled [his obligation].", 
            "In a place with no minyan, if one [person] knows it and the rest do not, one can fulfill [the obligation] for them all. If they all know, everyone reads to himself.", 
            "It is a good tradition to bring male children and female children to hear the reading of the megillah."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "One who does the Purim meal at night does not fulfill his obligation. Rama: Nevertheless, one should be happy and add more during his meal even at night (Teshuvat Mahariv).", 
            "One is obligated to be intoxicated on Purim to the point where he does not know [the difference] between \"accursed is Haman\" and \"blessed is Mordechai\". Rama: Some say it is not necessary to become drunk so much, but rather to drink more than he is used to (Kol Bo), and to fall asleep, and while he sleeps he does not know [the difference] between \"accursed is Haman\" and \"blessed is Mordechai\" (Maharil). [There is no difference] between one who has more and one who has less, as long as his heart is directed to heaven. One should not fast on Purim, except for a fast for a [bad] dream, and see earlier Siman 568 and Siman 570. There are those who have the custom to dress in Shabbat/Yom Tov clothes on Purim, and that is correct (Maharil). We have the custom to make the Purim meal after the afternoon prayer, and pray the evening prayer at night. We pray the afternoon prayer while most of the day remains, and most of the meal needs to be during the day (Minhagim). And it should not be like those who have the custom to start close to evening, and most of the meal happens during the night of the 15th. When Purim falls out on Friday, they should have the meal in the morning because of honor for the Sabbath (Minhagim). And one who wants to [have his meal] every [Purim] in the morning is allowed to (T\"H). Some say that there is [significance] to eating seeds on Purim as a remembrence for the seeds that Daniel and his friends ate in Babylonia (Kol Bo). It is good to delve a bit in Torah before one begins the meal, and a support for that is (Esther 8:16) \"The Jews had light and happiness...\", which we learn out \"radiance\" - that's Torah (Mahariv). One is obligated to drink a little and be a little happy on two days, the 14th and the 15th (Minhagim), and so is the custom. And some say that if one causes damage to his fellow through his happiness on Purim, he is exempt from restitution (T\"H Siman 110). And see T\"H Laws of Damage.", 
            "One says \"Al hanisim\" in the Grace After Meals during the blessing of the land [\"Nodeh\"]. And if one started his meal during the day, and extended it into the night, he [still] says \"al hanisim\", for we follow the [status of] the beginning of the meal. And some say one should not say it. Rama: And we have the custom like the first opinion. ", 
            "One must send to his fellow two portions of meat, or foodstuffs, as it says (Esther 9:19) \"And send portions, man to his fellow.\" Two portions to one man [is the obligation]. And anyone who send more to his fellows is praiseworthy. If he has none, he can trade with his fellow, this one sending to that one his meal, and this one sending to that one his meal, so that they can fulfill \"And send portions, man to his fellow.\" Rama: And some send the portions during the day and not at night (from the Rosh, first chapter of [Bavli] Megilla). And if one sends portions to his fellow, but he doesn't want to accept them, or he forgives him [his obligation], he fulfills [his obligation nonetheless]. And a woman is obligated in [sending] portions to the destitute and sending portions [to one's fellows] like a man is. A woman sends to a woman, a man to a man. But not the other way, so that a man does not come to send it to a widow, and it will come to a possibility of kiddushin [having been enacted]. But portions to the destitute one should not worry [about this possibility]."
        ], 
        [
            "One may do work [which is forbidden on the Sabbath] on Purim, but places that have the custom not to should not, (Rama: And today, all places have the custom not to (Kol Bo)), and anyone who does will never see blessing from that work, unless it is a joyful building, such as a house for a newly-married son, or an arbor for kings and officers. Rama: And it is permitted to do work for a mitzva, such as writing Torah law decisions. And similarly it is permitted to do even work in the fullest sense for the needs of Purim (T\"H Siman 112).", 
            "Even in a place that has the custom [to do work"
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Wikisource Shulchan Aruch - English", 
            "http://en.wikisource.org/wiki/Shulchan_Aruch/Orach_Chaim/12"
        ], 
        [
            "Translation:Shulchan Aruch/Orach Chaim/328", 
            "http://en.wikisource.org/wiki/Translation:Shulchan_Aruch/Orach_Chaim/328"
        ], 
        [
            "Init", 
            "Yosef Skolnick's Head"
        ], 
        [
            "Translation:Shulchan Aruch/Orach Chaim/10", 
            "http://en.wikisource.org/wiki/Translation:Shulchan_Aruch/Orach_Chaim/10"
        ], 
        [
            "Dr. Jay Dinovitser D.O.", 
            "http://www.shulchanarach.com/ch182.htm"
        ], 
        [
            "Wikisource Shulchan Aruch", 
            "http://en.wikisource.org/wiki/Translation:Shulchan_Aruch/Orach_Chaim/23"
        ]
    ], 
    "heTitle": "אורח חיים", 
    "versionSource": "http://www.sefaria.org/Shulchan_Arukh,_Orach_Chayyim"
}