{
    "versionTitle": "Translation:Shulchan Aruch/Orach Chaim/328", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "en", 
    "title": "Shulchan Arukh, Orach Chayyim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Someone who has a mere bad feeling, but he strengthens himself and walks around like a healthy person, it is forbidden to do any healing for him, even by nonJews, because of grinding spices [lest one grind spices for medicine]...", 
            "For someone who has a dangerous illness, it is a commandment to break Shabbat for him. One who hurries to do this is praised. One who asks about this is a murderer.", 
            "For every internal sore, which is from the teeth inwards including the teeth, Shabbat should be broken. This is specifically when one of the internal organs is damaged from some sort of wound or the like, but general pains are not referred to as wounds. Rem\"a: However, if someone has problems with his teeth and it pains him, he can ask a non-Jew to remove the tooth (Beit Yosef in the name of Orhot Hayim and Issur v'Heter Haaroch).", 
            "An internal injury does not require an [expert] appraisal, so even if there are no experts there, and the sick person does not say anything, they do for him as they would be accustomed to do for him on a weekday.  But when they know and recognize that the particular illness can wait and does not require [Sabbath] desecration, it is forbidden to desecrate over it even though it is an internal injury", 
            "An injury that is not internal, they ask an expert and the sick person, and they do not desecrate the Sabbath until one of them says he needs desecration, that it is by [i.e., according to] one of them lifethreatening (and see below, Siman 618)", 
            "A wound that is on the back of the hand and the back of the foot, and so someone who swallowed a leech [?], and so someone who was bitten by a rabid dog, or one of the deadly crawling animals, even if it is a doubt as to whether it is deadly or not, it is like an internal injury.", 
            "They desecrate the Sabbath over every wound that is made by iron, and boils that come in the anus, and for \"simta,\" which is called \"Plunkr\" in gentile language, and over someone who has an exceedingly high fever, or \"Simur.\"", 
            "Someone who is overtaken by \"blood\" they let his blood, even if he is walking on his feet and even on the first day.", 
            "", 
            "Every illness that the doctors say is dangerous, even though it is external on the flesh, they desecrate Sabbath for it.  And if one doctor says [the treatment] is necessary [to save the patient's life] and one doctor says it is not necessary, they desecrate [the Sabbath by treating the patient].  And there is someone who says that it does not require an expert, because everyone is considered a bit of an expert, and a doubt when a life is at stake is resolved leniently.  Gloss:  Some say this is specifically regarding a Jew [that a nonexpert is relied upon] but ordinary nonJews who are not doctors are not treated like experts.  Someone whom they wish to force to violate a great sin they do not desecrate the Sabbath for him in order to save him [from the sin].  ", 
            "Everyone who operates with alacrity to desecrate the Sabbath in a matter where there is a danger, behold this is praiseworthy, even if he accomplishes thereby something else [incidental], such as if he spread a net to bring up a child who fell in the river, and he caught fish with it, and any similar case.  ", 
            " ", 
            "", 
            "", 
            "If the doctors appraised him (that is, examined his illness and estimated) that he requires one fig, and ten people ran and each brought him one fig, they are all exempt, and they have a good reward from God, even if he got well with the first.", 
            "", 
            "", 
            "A sick person who fell, because of his ilness, to bed, but he is not in danger.  &lt;gloss: or=\"\" he=\"\" has=\"\" a=\"\" pain=\"\" that=\"\" he=\"\" is=\"\" suffering=\"\" and=\"\" his=\"\" whole=\"\" body=\"\" is=\"\" sick,=\"\" for=\"\" then=\"\" even=\"\" though=\"\" he=\"\" can=\"\" walk=\"\" he=\"\" is=\"\" like=\"\" one=\"\" who=\"\" has=\"\" taken=\"\" to=\"\" his=\"\" bed=\"\"&gt; they tell a nonJew to do healing for him, but they do not desecrate the Sabbath for him by biblical prohibitions, even if one of his limbs is in danger...."
        ]
    ], 
    "versionSource": "http://en.wikisource.org/wiki/Translation:Shulchan_Aruch/Orach_Chaim/328", 
    "heTitle": "אורח חיים", 
    "categories": [
        "Halakhah", 
        "Shulchan Arukh"
    ]
}