{
    "versionTitle": "Wikisource Shulchan Aruch", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "en", 
    "title": "Shulchan Arukh, Orach Chayyim", 
    "text": [
        "", 
        [
            "One should not put on his under-garment from a sitting position (Tur), but should rather take his under-garment and insert into it his (head and) arms while he is still lying down, with the result that when he gets up he is [already] covered.", 
            "One should not say (to oneself): \"I am now in an inner room - who can see me?\", for the Holy One Blessed Be He, \"His glory fills the whole earth\" (Isaiah 6:3).", 
            "One should be particular to put on the undergarment the way it goes, so that it he should not turn it inside out.", 
            "One should put on the right shoe first and not fasten it, then after that put on the left one and fasten it, and return and fasten the right one. Rem\"a: And in the case of our shoes which do not have a fastening, one puts the right one on first. (Tosafot)", 
            "When one takes off one's shoes, one takes off the left one first.", 
            "It is forbidden to walk in an [overly] upright posture, and one should not walk [a distance of] four amot with the head uncovered (out of respect for the Divine Presence), and one should examine one's orifices [to ensure they are kept clean]. Rem\"a: And one should cover his entire body, and should not go barefoot (Or Zarua). And One should accustom oneself to relieve oneself morning and evening, which is [included in the virtues of] alacrity and cleanliness (Hagahot Maimoni Chap 5 of Hilchot Deot)."
        ], 
        "", 
        [
            "When one washes his hands, he should recite the blessing \"... regarding washing the hands.  <i><b>Gloss</b>: And some also say \"He Who Formed\" (Asher Yatzar), even if he did not relieve himself, and this is our practice (Abudirham).</i> Water that is invalid to use for a meal (below, Chapter 160) is permitted to use for washing one's hands for prayers. However, some say that one should not recite the blessing on this kind of water.", 
            "One should be careful to wash one's hands three times, in order to remove the foul spirit (i.e. the spiritual effects from sleeping) from them.", 
            "One should not put his hands in his mouth, ears, eyes, or nose before washing one's hands.", 
            "Even if one has washed his hands, he should never touch the orifice of his anus, because that could cause haemorrhoids.  One should [also] refrain from touching a place where he has been bled, because that could damage the wound.", 
            "One should not touch a container of beer, because the touch of a hand spoils the beer.", 
            "It is not necessary to use A reviit (a measure of volume) for hand-washing [prior to] prayer.", 
            "It is best to be particular regarding hand-washing prior to prayer on all things which are essential for hand-washing prior to eating. <i><b>Gloss</b>: However, neither [using a pouring] vessel nor human force or any other things that invalidate hand-washing before eating are prerequisites [for washing before prayer]. (Mordechai, beginning of Chapter Elu Devarim; Rashba's Responsa, Chapter 195)</i>", 
            "Hand-washing before morning prayers should not be performed over the ground, but rather into a vessel.", 
            "Water which has been used for hand-washing before morning prayers should be be used afterwards for any other purpose.  One should not pour it out in a house, nor any place where people pass by.", 
            "One should take up the vessel of water with his right hand, then transfer it to his left hand in order to pour water onto his right hand first.", 
            "One should not take water from a person who has not yet washed his hands.", 
            "If one dabbles his hands into a vessel of water, then that counts as hand-washing for the purposes of reciting the Shema and the Amidah prayer, but he has not yet removed the foul spirit from his hands.  If one dabbles each of his hands alternately into three different lots of water, then it is not clear whether he has removed the foul spirit from his hands.", 
            "If one has stayed awake all night, then it is not clear whether he needs to wash his hands for the morning prayer or whether he needs to remove the foul spirit. <i><b>Rema:</b> He should wash his hands without reciting a blessing. (Rosh, Principle 2; Rashba, Chapter 123)</i>.", 
            "If one arose from bed before daybreak and washed his hands, it is unclear whether he should wash his hands again when daylight appears, in order to remove the Bad Spirit which has passed through them.<i><b>Gloss:</b> He should wash his hands without reciting a blessing.</i>", 
            "If one sleeps during the day, it is unclear whether he should pour water three times onto his hands. <i><b>Gloss:</b> He should wash his hands without reciting a blessing.</i>", 
            "[King] David was diligent not to sleep shitin nishmin (meaning, sixty breaths) in order not to taste the taste of death.(Gloss: But in the Talmud, Chapter HaYashen, it appears that he was diligent in this only during daytime.) (his own opinion, and see the Beit Yosef)", 
            "Some have the custom to wash their mouth in the morning because of the mucus which is in the mouth.", 
            "The following things require washing the hands in water [after them]: One who rises from bed, goes out of the bathroom, or of the bath house, one who cuts his nails, takes off his shoes, touches his feet, or washes his head, some say: also one who goes among the dead, or touched the dead, one who cleanses his clothes of lice, has sexual intercourse, touches a louse, or touches his body with his hand. Anyone doing any of these and not washing his hands, if he is a scholar, his studies are forgotten, and if he is not a scholar, he goes out of his mind.", 
            " One who lets blood from his shoulders and didn't wash his hands, will be afraid for seven days.  One who takes a haircut or shaves and does not wash his hands, will be afraid for three days. One who cuts his nails and does not wash his hands, will be afraid for one day. And [in any of these three situations, he] will not know what he is afraid of.", 
            "One who washes his face but does not wipe it well, his face cracks or is stricken with boils. The medicine for this is to wash it a lot in beet juice....", 
            " One should be careful during prayer or while eating (see below, Orach Chaim 92 paragraph 6, and Orach Chaim 164) not to touch one's thigh or leg or other covered places in a person's body, because there are particles of sweat. (meaning, grime like tiny barley grains). And also not to scratch one's head. But uncovered places in one's head or face and the uncovered part of one's arms do not require care.", 
            "If one has no water, one may wipe one's hands in a lump of earth or dust or any cleansing agent and recite a blessing on the cleanliness of hands, and this permits him to pray but does not remove the evil spirit from them....", 
            "Washing hands was only prescribed for reciting the Shema and for [the Amidah] prayer, but the blessings of the morning are permitted to be recited before washing, unless one sleeps naked in one's bed, in which case one may not mention the holy Name until he cleans them. "
        ], 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        [
            "Having valid Tzitzit on all four corners is an essential requirement: one missing invalidates the whole and the entire four-cornered garment is regarded as not having valid Tzitzit at all. So, someone who goes out (wearing such a garment) into a Public Area on Shabbat would be liable to bring a Sin Offering. (See also Chap. 301 para. 38)", 
            " If the garment is properly fitted with valid Tzitzit, then it is permitted to go out into a Public Area wearing either a Tallit Katan (small) or a Tallit Gadol (large), even at this time when we do not have the Techeilet (blue-dyed thread). [This permission does not apply if he has simply put the Tallit onto his shoulders]. [We presume the Tallit to be properly fitted with valid Tzitzit, so it is not necessary to check it before going out(into a Public Area on Shabbat)]", 
            " If, while he is in a Carmelit Area on Shabbat, a person discovers that the Tallit he is wearing is invalid, he should not take it off until he has reached his home, because the respect due to other people is greater. Rema: And even a tallit katan worn under one's clothing does not need to be removed and this is the law if one of the tzitzit has become invalid and one is ashamed to sit without a tallit may wear it without a blessing because of the honor of the public. "
        ], 
        "", 
        "", 
        "", 
        [
            "", 
            "Women and slaves are exempt [from wearing tzitzit] because it is a time-dependent commandment. Rem\"a: And if they wish to wrap [in tzitzit] and say the blessing on them it is up to them to do so as with all time-dependent commandments (Tosafot and the Rosh and the Ran, Chapter 2, Rosh Hashanah, First Chapter of Kiddushin). Unless they are doing it to appear more observant than others in which case they may not wear them since they are not required as men are (Agur Section 27). [And for slaves] This means we do not have to buy him a tallit in order that he be required to wear tzitzit as we see in Chapter 19 it says when he has a shawl with four corners he should wear it.The requirement for a tumtum and an androgynous is doubtful and so they should wrap without a blessing (Explanation: a tumtum does not know whether he/she is male/female, and an androgynous has both male and female genitals).Rem\"a: And since it is our custom that women should say the blessing when they fulfill time-dependent commandments so should they (Divrei Atzmo)", 
            " A child who knows enough to wrap in tzitzit must be taught by his father to wear them as part of his education. Rem\"a: And in particular if the minor knows to put two tzitzit in front and two in the back (Notes of Maimuni Chapter 3) and knows to hold the tzitzit in his hand during the reading of the Shema (Mordechai, end of Chapter Lulav Hagadol)."
        ], 
        "", 
        [
            " Tzitzit are an obligation on the person and not on the item, in that as long as he is not wearing the tallit, he is exempt from (the obligation of) tzitzit (i.e. on that tallit). Therefore, one does not say a blessing regarding the making of the tzitzit, since there is no commandment except in wearing them.", 
            " One who makes a tallit to be used as a burial shroud, even though he sometimes wears it during his lifetime, it is exempt (from the obligation of tzitzit)"
        ], 
        "", 
        "", 
        "", 
        [
            " It is permitted to enter a cemetery while wearing tzitzit as long as the fringes do not drag on the graves. But if the fringes drag on the graves it is forbidden as an example of \"mocking the poor.\" The conditional prohibition (only if the fringes are dragging on the graves) applied in their (Talmudic) times, when they placed fringes on their daily garments, but for we who wear fringed garments only for the sake of fulfilling the mitzvah (of tzitzit), it is forbidden even if the fringes do not drag on the graves. However, it is forbidden only if the fringes are visible, but if they are covered, it is permitted.", 
            " There are those with the custom to tie two tzitzit on two corners together when they enter a cemetery and there is no purpose in doing so.", 
            " The laws of one who goes within four amot[1] of a corpse or of a grave are the same as those for one who enters a cemetery. In those places where it is the custom to remove the tzitzit from a dead person's tallit in the home, if the pallbearers wear tzitzit there is reason to suspect transgression of \"mocking the poor.\""
        ], 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        [
            "&lt;&gt;", 
            "אחד", 
            "הנשים מוזהרות בו יותר, מפני שמצויות בבית ועוסקות בצרכי הבית. אם אין ידו משגת לקנות נר לשבת ולקידוש היום, נר שבת קודם. וכן אם אין ידו משגת לקנות נר לשבת ונר לחנוכה, נר שבת קודם משום שלום הבית, דאין שלום בבית בלא נר <i>(ואם אין ידו משגת לקנות יין לקידוש ולקנות נר חנוכה ע\"ל סימן תרע\"ח).</i>", 
            "לא יקדים למהר להדליקו בעוד היום גדול שאז אינו ניכר שמדליקו לכבוד שבת. וגם לא יאחר ואם רוצה להדליק נר בעוד היום גדול ולקבל עליו שבת מיד רשאי כי כיון שמקבל עליו שבת מיד אין זו הקדמה ובלבד שיהא מפלג הנחה ולמעלה שהוא שעה ורביע קודם הלילה. <i>הגה: ועין לקמן סימן רסז ואם היה הנר דלוק מבעוד היום גדול יכבנו ויחזור וידליקנו לצורך שבת</i>", 
            "כשידליק יברך \"ברוך אתה ה' אלוקנו מלך העולם אשר קדשנו במצוותיו וציוונו להדליק נר של שבת\" אחד האיש ואחד האשה גם ביום טוב צריך לברך \"להדליק נר של יום טוב\" וביום הכיפורים בלא שבת יש מי שאומר שלא יברך ועיין לקמן סימן תרי'. <i>הגה: יש מי שאומר שמברכים קודם ההדלקה ויש מי שאומר שמברך אחר ההדלקה וכדי שיהא עובר לעשייתו לא יהנה ממנה עד לאחר הברכה. ומשימין היד לפני הנר אחר ההדלקה ומברכין , ואחר כך מסלקין היד וזה מקרי עובר לעשיה וכן המנהג.</i>", 
            "בחורים ההולכים ללמוד חוץ לביתם, צריכים להדליק נר שבת בחדרם ולברך עליו, אבל מי שהוא אצל אשתו אין צריך להדליק בחדרו ולברך עליו, לפי שאשתו מברכת בשבילו.", 
            "אורח שאין לו חדר מיוחד וגם אין מדליקין עליו בביתו, צריך להשתתף בפרוטה.", 
            "שניים או שלשה בעלי בתים אוכלים במקום אחד יש אומרים שכל אחד מברך על מנורה שלו ויש מגמגם בדבר ונכון ליזהר בספק ברכות ולא יברך אלא אחד. <i>הגה: אבל אנו אין נוהגים כן.</i>", 
            "המדליקין בזוויות הבית ואוכלים בחצר אם אין הנרות ארוכות שדולקות עד הלילה הווי ברכה לבטלה.", 
            "לבעל ההלכות גדולות כיון שהדליק נר של שבת חל עליו שבת ונאסר במלאכה ועל פי זה נוהגות קצת נשים שאחר שברכו והדליקו הנרות משליכות לארץ הפתילה שבידן שהדליקו בה ואין מכבות אותה ויש אומרים שאם מתנה קודם שמדליקה שאינה מקבלת שבת עד שיאמר החזן ברכו מועיל ויש אומרים שאינו מועיל לה ויש חולקים על בעל הלכות גדולות ואומרים שאין קבלת שבת תלוי בהדלקת הנר אלא בתפילת ערבית שכוון שאמר החזן ברכו הכל פורשים ממלאכתם ולדידן כיוון שהתחילו מזמור ליום השבת הווי כברכו לדידיהו. <i>הגה: והמנהג שאותה אשה המדלקת מקבלת שבת בהדלקה אם לא שתתנה תחילה ואפילו תנאי בלב סגי (מרדכי) אבל שאר בני הבית מותרין במלאכה עד ברכו ועיקר הדלקה תלויה בנרות שמדליקין על השולחן אבל לא בשאר הנרות שבבית וצריך להניח הנרות במקום שמדליקין ולא להדליק במקום זה ולהניח במקום אחר.</i>", 
            "אף על פי שלא התפללו הקהל עדיין אם קדם היחיד והתפלל של שבת מבעוד יום חל עליו קבלת שבת ואסור בעשיית מלאכה ואפילו אם אומר שאינו רוצה לקבל שבת.", 
            "אם רוב הקהל קיבלו עליהם שבת המיעוט נמשכים אחריהם על כרחם.", 
            "אדם שבא לעיר בערב שבת וכבר קיבלו אנשי העיר עליהם שבת אף על פי שעדיין היום גדול אם היו עליו מעות או שום חפץ מניחו ליפול.", 
            "אם ביום המעונן טעו הציבור וחשבו שחשכה והדליקו נרות והתפללו ערבית של שבת ואחר כך נתפזרו העבים וזרחה החמה אינם צריכים לחזור ולהתפלל ערבית אם כשהתפללו ערבית היה מפלג המנחה ולמעלה. ואם יחיד הוא שטעה בכך צריך הוא לחזור ולהתפלל תפילת ערבית. ולענין עשיית מלאכה בין ציבור ובין יחיד מותרים דקבלת שבת היתה בטעות ויש אומרים שאותם שהדליקו נרות אסורים בעשית מלאכה ושאר אנשי הבית מותרין. ויש אומרים שאותו נר שהודלק לשם שבת אסור ליגע בו ולהוסיף בו שמן ואפילו אם כבה אסור לטלטלו.", 
            "מי ששהה להתפלל מנחה בערב שבת עד שקיבלו הקהל שבת לא יתפלל מנחה באותו בית כנסת אלא ילך חוץ לאותו בית כנסת ויתפלל תפילה של חול והוא שלא קיבל שבת עמהם אבל אם ענה וקיבל שבת עמהם אינו יכול להתפלל תפילת חול אלא יתפלל ערבית שתיים.", 
            "אם בא לבית הכנסת סמוך לקבלת הציבור שבת מתחיל להתפלל מנחה ואף על פי שבעודו מתפלל יקבלו הציבור שבת אין בכך כלום הואיל והתחיל בהתר.", 
            "יש אומרים שמי שקבל עליו שבת קודם שחשכה מותר לומר לישראל חבירו לעשות לו מלאכה. <i>הגה: ומותר ליהנות מאותה המלאכה בשבת, וכ\"כ במוצאי שבת מי שמאחר להתפלל במוצאי שבת או שממשיך סעודתו בלילה, מותר לומר לחברו ישראל שכבר התפלל והבדיל לעשות לו מלאכתו להדליק לו נרות ולבשל לו, ומותר להנות ולאכול ממלאכתו, כן נראה לי.</i>"
        ], 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        [
            "We bring out a Torah scroll and seven read from it. And if one wants to add [to the number of readings], one adds. Gloss: And this is the law: on a Festival, it is permitted to add to the count of readers (Rambam, The Laws of Prayer and Repentence, chapter 12; Maharam; and Beit Yosef). And there are those who say that on a Festival one may not add (Ran, chapter \"Ha-Korei\"). And thus (i.e. the latter) they practiced in these countries (i.e. Ashkenaz), except for on Simchat Torah when we add many. Also on every Festival, the Maftir is not [included in] the count of readers, as seen below.", 
            "It is permitted to read [the same readings for] those who are called up to the Torah multiple times, even though this one read what this [other] one has [already] read and goes back and makes a blessing - there is nothing [problematic] with this. Gloss: And there are some who forbid [this] (Mordekhai, Sof Megillah) And thus they practiced in these countries (i.e. Ashkenaz) except for on Simchat Torah they practiced to multiply the readers and practiced according to the first opinion."
        ], 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        [
            "יהיה"
        ]
    ], 
    "versionSource": "http://en.wikisource.org/wiki/Translation:Shulchan_Aruch/Orach_Chaim/23", 
    "heTitle": "אורח חיים", 
    "categories": [
        "Halakhah", 
        "Shulchan Arukh"
    ]
}