{
    "versionTitle": "Wikisource Shulchan Aruch Orach Chayyim 451 - English", 
    "sectionNames": [
        "Siman", 
        "Se'if"
    ], 
    "language": "en", 
    "title": "Shulchan Arukh, Orach Chayyim", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Ceramic dishes that have been used for hametz the whole year, even if they were used for oats or other grains, should be wiped well such that there is no noticeable hametz left, and then it is permitted to keep them until after Passover and use them either for what they were used for before Passover or something different. They should be hidden on Passover in a hidden place where one does not normally go, lest one come to use them on Passover. It is good to close them in a room and to hide the key. But refiring it in fire does not work for any ceramic item that was used for hot things, even if it was not used on the fire and boiling liquid was just poured into it. Rem\"a: There are those who forbid even for the second container (the Magid chapter 5). Even if they are filled with coals, we are concerned that he will be worried that the containers will crack (meaning that they will break) and will not do a complete refiring. However, if he returns them to the furnace where they make new ceramic items, it is permitted. Because they are sent into a big fire like this, clearly he will not be concerned that they will break. But this is not true of our ovens. Rem\"a: For every object that needs to be made white-hot or scalding, it is forbidden to use it even for cold things without kashering it (Mordechai at the beginning of Chapter Kol Shaah). See in Yoreh Deah Chapter 421.", 
            "If a kuvia, which is a object made of bricks and dirt, and one bakes or fries in it, or also a small oven called a pidlya, are re-fired from the outside, it is forbidden to bake in it on Passover, because the hametz inside is not removed. If it is filled with coals on the inside, it is permitted.", 
            "Knives should be scoured in the first vessel and then they are permitted. The first vessel was where water was boiled on the fire, even if it is not now on the fire but is still boiling. Before the scouring, they must be cleaned well with a whetstone or a millstone to remove all rust before they are kashered. Therefore, if there are crevices such that they can't be adequately cleaning, it is not sufficient to scour them (the meaning of [the word \"hagalah\" - scouring] is spitting, because the objects spit out the prohibition in them, and it comes from the language of \"Their cow calves and does not cast her calf\" [(Job 21:10)]) alone, and they need to be made white-hot where there are crevices. Rem\"a: The sheath of the knives cannot be fixed by scouring, and it is forbidden to put the knife in it on Passover (Mahari\"l).", 
            "Objects used on the fire, like skewers and gridirons and similar things, need to be made white-hot (libun). Libun is such that there are sparks on them. Rem\"a: Some are lenient if it is hot such that straw burns on it from the outside (Mordechai the end of Avoda Zara and Hagahot Maimoni chapter 17 from the Laws of Forbidden Foods). We follow the first opinion for everything that requires libun, but for something that needs scouring but has cracks or we are stringent to make it white-hot, it is sufficient to do this lesser libun. A tripod needs libun (Mahari\"l).", 
            "Objects that were used with hot food should be kashered according to their use. If they are used with a first container, like a spoon that was used in the pot, they must be kashered in a first container. If they are used in a second container, they must be kashered in a second container. For an object that was used when pouring from a first container, it is not sufficient to kosher it in a second container; rather, it must be poured on from a first container. Rem\"a: All objects that have cracks or crevices or rust inside them such that it is not possible to pick at them and remove them require libun where they have cracks or rust (Rashba in a responsa).", 
            "For every object, we follow how it is most used. Therefore, dishes, even if they are sometimes used in a first container on the fire, because they are most often used by pouring from a first container, they should be kashered thus. Rem\"a: There are some who are stringent to scour them in a first container (Tur in the name of Avi Haezri and Mordechai Chapter Kol Sha'ah, and Tosafot at the end of Tractate Avoda Zara), and such is the practice. The same is true for everything where there is a concern that it was used in a first container, like spoons and the like (Hagahot Maimoni chapter 5). There are some who are stringent to scour every cup, even though it is used for cold liquids, because sometimes it is used for hot liquids (Rabbenu Yerucham), and it is the practice to scour them, but after the fact, washing them is sufficient. For big pots that cannot be inserted into a first container, one should put a white-hot rock on top of them and pour boiling water from a first container, and it is as if [they are being kashered in] a first container. The rock should be moved around the whole pot, because then the whole thing is scoured (Mordechai chapter Kol Sha'ah and Hagahot Maimoni chapter 5 and Agur and Issur vHeiter Principle 58).", 
            "There is one who says that spoons made of ivory cannot be scoured. Because they are ruined in hot water, the concern is that [the owner] will be worried about them [and not kasher them sufficiently].", 
            "Wooden, stone, and metal objects are kashered by scouring. Rem\"a: Also bone vessels require scouring (Mordechai Chapter Kol Sha'ah).", 
            "If one scours before the fifth hour [on the day before Passover], he can scour first containers, second containers, and objects that only absorbed a small amount together, and he need not worry (it is also true that he can scour an object two times) (his own words).", 
            "For baskets in which meat is salted, some require scouring. There is one who disagrees, and he seems right. (It is good to scour them or to purchase new ones.)", 
            "A pan that is fried (meaning that oil is put on it to cook) on is permitted by scouring. If it is long, one side is put [in the water], then it is flipped and other side is put in. If it is even longer, the middle should get libun. (Any libun such that straw burns on it is sufficient. There are some who are stringent to do libun for a pan, but any libun is sufficient as long as straw burns when placed on the outside (his own words). The practice is to do libun a priori, but scouring is sufficient if there are no crevices (Mahari\"l)).", 
            "All objects' handles require the same scouring as the objects. Rem\"a: However, if one did not scour the handles, it is not forbidden after the fact, and even a priori, it is permissible to scour the handles by pouring [hot water] on them (Long Issur vHeiter Principle 58).", 
            "If an object has a patch and the patch was put on before the prohibited substance was absorbed, the patch need not be removed, because the [prohibition] is emitted the same way that it was absorbed. If the absorption predated the patch, the patch must be removed before scouring, or coals should be put on the place of the patch until the prohibited substance would burn if it were there, and afterwards the whole object can be scoured. If [the patch] is wooden, there is no way to kasher it except for by widening the gap such that it is possible to remove what is inside. Rem\"a: Regarding impressions that the artisans make on dishes, it is permissible to scour them, as they are there initially. They should be scraped out well (Issur vHeiter and Hagahot).", 
            "The iron cover that covers the pot requires scouring, because it sweats from the heat of the pot. If it was placed on the pot during Passover without scouring, the entire dish is forbidden, because the sweat of the cover mixes with the dish.", 
            "The iron cover that is placed over a cake when it is baked on a stove requires libun.", 
            "A mortar requires scouring. If it is too big to be put into the pot, we put boiling water in it and then insert a hot stone and the boiling water overflows onto all sides. Everything like this is considered scouring with a first container. Rem\"a: There are some who are stringent and do libun for a mortar (Tur Yoreh Deah in the name of Rabbi Yoel and the responsa of the Rashb\"a and the Tur in the name of Rash\"i and Rabbenu Tam), but any libun such that straw will burn from the outside is sufficient (his own words). And the practice is to do libbun a priori, but scouring is sufficient if there are no crevices. If the mortar is wooden, one should peel it with an artisan's tools, because we are concerned about crevices. Afterwards, it should be scoured (Hagahot Maimoni chapter 5).", 
            "The sheet on which [dough] is arranged the whole year and the kneading trough require scouring. Rem\"a: Peeling with an artisan's tool does not work. For everything that requires scouring, peeling does not work (Mahar\"i Weil). The practice is to not use troughs and boards on which kneading is done the whole year during Passover, even after scouring, and this is the essential position (Mordechai Chapter Kol Sha'ah and Kol Bo), and this was already explained above in chapter 442 paragraph 11.", 
            "The sieve must be checked fully to clean it from the breadcrumbs that stick to it and that stick and cling to the holes in the screen of the sieve and its wood. It should be wiped with water very well. This is true of all of the tools of kneading, that wiping is important. Rem\"a: The practice is not to use a sieve after scouring, and this should not be changed (Mahari\"l and Beit Yosef). This is true of all similar things, like the tool that we call \"rib eizen\" and the pouch for the millstones (Mahari\"l): for all of them, scouring does not work. Also, baskets that are used for hametz are lke sieves. But old bags are treated leniently after washing them. The stitches must be undone before they are washed (Trumat HaDeshen chapter 116).", 
            "Regarding the shovel that is called \"fila,\" some say that scouring is not sufficient and a new one must be purchased.", 
            "We normally pour boiling water on tables and cupboards in which food is stored during the year, because sometimes soup from the pot spills onto them....", 
            "Clay barrels in which barley beer is stored are permitted through scouring or by pouring for three days. Rem\"a: Scouring the barrels should be done thus: stones should be made white-hot and put inside. Boiling water is poured from a first container. The barrel is rolled such that the scouring gets to every part (Hagahot Maimoni chapter 5). After the fact, if wine or honey was put inside without scouring, but [the barrel] was cleaned well, it is permitted to drink from it on Passover (Mordechai chapter Kol Sha'ah and Hagahot Oshr\"i chapter 2 of Avoda Zara and Trumat HaDeshen in chapter 201).", 
            "All items, even ceramic ones, that were used for cold hametz are permitted to be used for even hot matzo, besides for the yeast or charoset containers. Even though these have only been used for cold hametz, it is forbidden to use them for hot matzah, but it is permitted to put in cold, baked matzah, but it is forbidden to use them to knead. This is all without scouring, but after scouring, even the yeast or charoset containers can be used if they are not ceramic. If they are ceramic, scouring does not work; even if they have only been used for cold hametz, they cannot be used for even cold matzah. Today, the practice is to not use old earthen jars on Passover (meaning old ceramic things). (The winter house-oven is treated like a ceramic object, and it is forbidden to put anything on the oven on Passover) (Mahar\"i Weil).", 
            "Ceramic objects that are coated with glass are treated like ceramic objects. Rem\"a: There are places where the practice is to not use \"lizart\" ceramic things, even new ones (Mahari\"l). Do not be stringent except for in a place where there is such a practice (Responsa of the Mahari\"l)....", 
            "Wooden objects coated in an agent called \"barnis\" are treated like ceramic objects. Rem\"a: There are places that are stringent not to use painted things, even when they are new (Mahari\"l) and also things coated in tin. Do not be stringent in this regard except for in a place where there is a custom to forbid (Responsa of the Mahari\"l).", 
            "All things used for drinking, whether flasks or cups, are permitted after they are washed, whether they are glass, wooden, metal, or ceramic. Even though periodically hot bread is placed in them, because they are usually used for cold things, washing is sufficient, because for every object we follow its usual use. Rem\"a: However, there are those who are stringent and require scouring, and such is the practice (see above in paragraph 6).", 
            "...Glass containers, even if one put [hametz] inside for an extended amount of time, and even if they are used with hot food, do not need any kashering, because they do not absorb. Normal washing is sufficient for them. Rem\"a: There are those who are stringent and say that even scouring does not work for glass objects, and such is the practice in Ashkenaz and in in these lands (Sma\"k and Agur). Silver objects that have glass lining inside called \"gishmaltzt\" should not be scoured, but if it is on the outside, it does not damage [the kosher status of] the object (Trumat HaDeshen chapter 132).", 
            "...If chicken was cooked on a skewer on Passover, [the food is] permitted, even if previously, meat salted with unchecked salt was cooked on it. Rem\"a: However, this should only be permitted after the fact. Similarly, the practice is to clean the faucet in wine barrels (Agur and Mahari\"l). Similarly, wooden sticks that are used to puncture drinking containers need wiping to be put into Passover containers (Mahar\"i Weil)."
        ]
    ], 
    "versionSource": "http://en.wikisource.org/wiki/Translation:Shulchan_Aruch/Orach_Chaim/451", 
    "heTitle": "אורח חיים", 
    "categories": [
        "Halakhah", 
        "Shulchan Arukh"
    ]
}