{
    "text": {
        "0": {
            "0": "צריך להפריש חבירו מעבירה (ולעזור במצוה) אפילו במקום שיכול העושה לעשות אותה לבדו בלא סיוע. ד\"ה בבא דרישא: דף ג ע\"א"
        },
        "1": {
            "0": "מותר להניח לנכרי ליקח חפצו מידו אבל לא ישראל: שם"
        },
        "2": {
            "0": "לכבות נר בשביל חולה [שיש בו סכנה] מותר וכן לצוד נחש ואפשר להצילו בענין אחר. ד\"ה בר:"
        },
        "3": {
            "0": "מלאכה שאינה צריכה לגופה פטור עליה. ד\"ה הצד. ומפיס מורסא להוציא ליחה מותר. ד\"ה מפיס: שם"
        },
        "4": {
            "0": "עומד ברה\"י ומטלטל ברה\"ר. ד\"ה מהו שתעשה: שם ע\"ב"
        },
        "5": {
            "0": "הוציא ידו למטה מעשרה יכול להחזירה למעלה מעשרה. ד\"ה כאן:"
        },
        "6": {
            "0": "שכח פת בתנור לא ירדה אלא בסכין. ד\"ה התירו:"
        },
        "7": {
            "0": "עמוד וחטא בשביל שיזכה חבירך לא אמרי' במקום שפשע חברו. ד\"ה וכי: דף ד"
        },
        "8": {
            "0": "התראת ספק היינו דוקא שאחר התראה מחוסר מעשה קודם שיתחייב מלקות. ד\"ה קודם:"
        },
        "9": {
            "0": "נתגלגל ספר מידו בכרמלית ואוגדו בידו גוללו אצלו. ד\"ה היה קורא: דף ה ע\"ב"
        },
        "10": {
            "0": "הרחיק סכך סוכה מן הדופן ג' טפחים פסולה. ד\"ה ואם חקק: דף ז ע\"ב"
        },
        "11": {
            "0": "לא אמרינן לבוד אלא במחיצות ולא בכלי ובאין רחב ד'. ד\"ה שבעה: דף ח"
        },
        "12": {
            "0": "גלגל תיבה מרובעת חוץ לארבע אמות פטור חבית עגולה חייב. ד\"ה לא: שם ע\"ב"
        },
        "13": {
            "0": "בית וחצר אין נתרין בלחי אלא בפס ד' או בלחי מכאן ולחי מכאן. ד\"ה אע\"ג: דף ט"
        },
        "14": {
            "0": "גגות חצירות וקרפיפות רשות אחד. ד\"ה גזירה:"
        },
        "15": {
            "0": "אסור להשהות אשתו בלא כתובה: שם"
        },
        "16": {
            "0": "ע\"ש ועיו\"ט לא יאכל עד שתחשך אפילו (סמוך למנחה) [התפלל מנחה]. ד\"ה לא: שם ע\"ב"
        },
        "17": {
            "0": "התחיל לאכול סמוך למנחה אין מפסיקין ובדאיכא שהות ביום להתפלל. ד\"ה ואם וד\"ה אין:"
        },
        "18": {
            "0": "אסור לטעום כלום קודם שיבדיל ואם התחילו אין מפסיקין. ד\"ה לימא:"
        },
        "19": {
            "0": "מותר לאכול סעודה קטנה במנחה גדולה עד זמן תפלה. ד\"ה בתספורת:"
        },
        "20": {
            "0": "סעודה גדולה היינו סעודת אירוסין ונישואין וברית מילה: שם"
        },
        "21": {
            "0": "וסמוך למנחה קטנה אסור סעודה קטנה ואם התחיל מפסיק: שם"
        },
        "22": {
            "0": "טעימה בעלמא מותר סמוך למנחה: שם"
        },
        "23": {
            "0": "דרכן היה להתרחק ללמוד חוץ מביתם כי לא היו יכולין ללמוד בעסק בביתם. ד\"ה הא לן:"
        },
        "24": {
            "0": "תפלת ערבית אין לבטלה בחנם אלא לצורך מצוה אפילו אינה עוברת. ד\"ה למ\"ד:"
        },
        "25": {
            "0": "שתה רביעית לא ישא כפיו. ד\"ה התם: דף י"
        },
        "26": {
            "0": "מנחה אין בה נשיאות כפים (עיין בתוס' מסכת תענית פ\"ד דף כו ע\"ב ד\"ה מנחה):"
        },
        "27": {
            "0": "צריך לאזור חלציו כשמתפלל ולדידן שיש אבנט ומכנסים א\"צ. ד\"ה טריחותא:"
        },
        "28": {
            "0": "אין להתפלל יחף אלא בתשעה באב ויום הכפורים. ד\"ה רמי:"
        },
        "29": {
            "0": "דין עדיף מתלמוד תורה. ד\"ה אי איכא:"
        },
        "30": {
            "0": "דין מרומה אין לדון. ד\"ה דין אמת:"
        },
        "31": {
            "0": "הזמינו לבית הכסא או למרחץ אין להתפלל בו. ד\"ה שאני: שם ע\"ב"
        },
        "32": {
            "0": "אסור לומר שלום בבית המרחץ (זהו בגמרא):"
        },
        "33": {
            "0": "הנותן מתנה לחבירו מאהבה צריך להודיעו אבל לא בצדקה. ד\"ה הנותן:"
        },
        "34": {
            "0": "מתנות כהונה מותרים לזרים כגון הזרוע. ד\"ה יהבה:"
        },
        "35": {
            "0": "גגין שלנו שאין משתמשין עליהן מותר להגביהם יותר מבהכ\"נ. (ד\"ז ברא\"ש) [תוס' ישנים דף יא]:"
        },
        "36": {
            "0": "(אין) [אנו] מפסיקין [מללמוד] לק\"ש ולתפלה אלא אם כן תורתו אומנתו: דף יא"
        },
        "37": {
            "0": "לא יעמוד ברה\"י וישתה ברה\"ר בחפצים הצריכים לו. ד\"ה לא יעמוד:"
        },
        "38": {
            "0": "מותר להרוג כינה. ופרעוש חייבין עליה. ד\"ה שמא: דף יב"
        },
        "39": {
            "0": "אסור להבחין בין בגדו לבגדי (אשתו) [חבירו] לאור הנר. ד\"ה אפילו:"
        },
        "40": {
            "0": "מתפללין על החולה דיפה צעקה אף לאחר גמר דין. ד\"ה ר\"י אומר: שם ע\"ב"
        },
        "41": {
            "0": "מותר לקרא בנו בשם הצדיק אף כשיש רשע ששמו כך. ד\"ה שבנא:"
        },
        "42": {
            "0": "אין לישב גבוה מראשותיו של חולה. ד\"ה לא ישב:"
        },
        "43": {
            "0": "החזן מותר לקרא במחזור בליל יוה\"כ (עיין במרדכי):"
        },
        "44": {
            "0": "אסור לקרוא לאור הנר אפי' גבוה מאד. (זהו בגמרא) [ועי' בספר התרומה]:"
        },
        "45": {
            "0": "השמש אין לבדוק כוסות וקערות לאור הנר של שמן בין קבוע בין אין קבוע. (עיין ברא\"ש):"
        },
        "46": {
            "0": "פתוח לרשות הרבים אין בו משום ייחוד. ד\"ה מה אשת: דף יג"
        },
        "47": {
            "0": "ייחוד מותר בנדה: שם"
        },
        "48": {
            "0": "ואסור הוא בבגדו והיא בבגדה. (שם בגמרא):"
        },
        "49": {
            "0": "עולא מנשק לאחתיה כי ידע בעצמו שלא יהרהר. ד\"ה ופליגא דידיה:"
        },
        "50": {
            "0": "אי דמיא ככשורא לחיי ואי לא אסור: שם"
        },
        "51": {
            "0": "אסור להושיט לאשתו נדה לידה בימי ליבונה. ד\"ה בימי: שם ע\"ב"
        },
        "52": {
            "0": "אבל רגיל לאכול עמה בימי טהרה אין צריך היכר בימי טומאה. [בהגהת אשרי] (ד\"ז ברא\"ש):"
        },
        "53": {
            "0": "וכשאוכל עמה על שלחן נותן קנקן ביניהן אפי' בימי ליבונה:"
        },
        "54": {
            "0": "לא יגע ביד ערום בספרים הן ללמוד הן לגוללן. ד\"ה בלא אותה: דף יד"
        },
        "55": {
            "0": "כלי חרס שנטמא מטמא אפילו מאויר אחוריהן ואין מקבלין טומאה אפי' בנגיעת גבן. ד\"ה ה\"ג דף טז"
        },
        "56": {
            "0": "הלוקח כלי מתכות חדשים מן הנכרי צריכין טבילה ולהטביל כלי זכוכית. ד\"ה רבי אשי: שם ע\"ב"
        },
        "57": {
            "0": "זרעים וירקות כפור שלג גליד מלח אין מביאין טומאה ואין חוצצין [אילן מביא טומאה]. ד\"ה כל: שם ע\"ב"
        },
        "58": {
            "0": "(אילן מביא טומאת) חבורים במת טומאת שבעה ואפי' ע\"י אהל ואפי' אין בהקיפו רק טפח קרוי אהל. [ד\"ה ששמע]: דף יז"
        },
        "59": {
            "0": "חרב כחלל אפילו ע\"י אהל ואפילו אין בהקיפו רק טפח קרוי אהל. ד\"ה ועל:"
        },
        "60": {
            "0": "בית קבול שלפעמים נותנים ולפעמים מסירין ממנו חשיב בית קבול: שם"
        },
        "61": {
            "0": "לפרוש מצודה לעכברים מע\"ש שרי. כ\"מ ד\"ה אין פורשין: שם ע\"ב"
        },
        "62": {
            "0": "ר\"ת התיר לבנות בשבת ע\"י קבלנות נכרי אך לא סמך על זה ור\"י התיר בתלוש ואסר במחובר וכן באבל בתוך התחום. ד\"ה אין נותנין:"
        },
        "63": {
            "0": "לא יאמר לתקן מנעלים בשבת אלא יאמר תעשה לכשתרצה: (כ\"מ) ת\"י שם"
        },
        "64": {
            "0": "הביאו לו כליו שכבסן בשבת אסור ללבשן (שם):"
        },
        "65": {
            "0": "מותר לשרוק תנור באפר בי\"ט בלא מים וע\"י מים אסור. ד\"ה אבל: דף יח"
        },
        "66": {
            "0": "אדם בריא מניח קילור בעין בשבת דהוי לתענוג. ולרפואה דווקא בערב שבת. ד\"ה ומתרפאת:"
        },
        "67": {
            "0": "מותר להשאיל כליו לנכרי ואף אם יעשה בו מלאכה ובבהמתו אסור. ד\"ה והשתא:"
        },
        "68": {
            "0": "אין להשאיל סוס לנכרי אף כי מפקירו ואם כבר השאילו ולא החזירו יפקירנו בפני שלשה. ד\"ה דמפקרא. שם ע\"ב"
        },
        "69": {
            "0": "אין נותנין פת לתנור פתוח עם חשיכה וכן בשר איל. ד\"ה התם:"
        },
        "70": {
            "0": "לא ישאיל לנכרי חלוק אלא כדי שיצא מפתח ביתו. ד\"ה ולא ישאילנו:"
        },
        "71": {
            "0": "אין משלחין אגרות בע\"ש אא\"כ קצץ דמיו או שיגיע שם ושכיחא [בי דואר] במתא ובד' ובה' מותר. (ד\"ז בגמ'): דף יט"
        },
        "72": {
            "0": "מותר לשלוח לנכרי יין ע\"י נכרי אם ישלח אחריו ואפי' בשבת משום דרכי שלום. (כ\"מ) [ת\"י] ד\"ה נותנין:"
        },
        "73": {
            "0": "נותנין מזונות לנכרי בשבת ולא חפצים: שם"
        },
        "74": {
            "0": "אסור לטרוח לתת מזונות לפני חזיר: שם"
        },
        "75": {
            "0": "לא ישכיר חלוק וטלית לנכרי בע\"ש ואפי' משכירו חדש ושבוע ואם משכירו ליום אפי' ברביעי ובחמישי נמי אסור ודווקא שכירות דנראה כנוטל שכר שבת אבל שאלה לא. ד\"ה לא ישכיר:"
        },
        "76": {
            "0": "אין מפליגין בספינה ואפי' בתוך התחום. ד\"ה אין:"
        },
        "77": {
            "0": "טוען בית הבד מבעוד יום בע\"ש והשמן זב בשבת. ד\"ה ר\"י:"
        },
        "78": {
            "0": "איסור קדירה חיתא שאינה ראויה בין השמשות. [ד\"ה שמן]: שם ע\"ב"
        },
        "79": {
            "0": "אסור לטלטל בגדים ומחצלות שכסה בהן דגים (ושאר דברים) המלכלכים אותן. ד\"ה הני:"
        },
        "80": {
            "0": "להציל מדליקה לקפל הרבה כלים לתוך כלי אחד מותר. ד\"ה וחד:"
        },
        "81": {
            "0": "להציל תוך כלי אחד מאה סעודות: שם"
        },
        "82": {
            "0": "צריך לבצוע המוציא מצד התחתונה דפת לצד האור דקדים בישולו לרש\"י ולריב\"א מעליונה. כ\"מ ד\"ה איבעיא: דף כ"
        },
        "83": {
            "0": "מותר להדליק נר שעוה. ד\"ה עד כאן: שם ע\"ב"
        },
        "84": {
            "0": "מותר להשתמש בשמן פסול כשיש כבר נר כשר וכן דבר שיכול לעשות בלא נר למשוך יין מחבית: (עיין במרדכי סי' רס\"ג וכ\"ה בתו\"י ד\"ה מבני)"
        },
        "85": {
            "0": "נדר לחבירו שעוה יכול לתת לו פסולת הדבש. ד\"ה למאי נ\"מ: דף כא"
        },
        "86": {
            "0": "שמן דגים מדליקין בעיניה. ד\"ה חלב:"
        },
        "87": {
            "0": "נר חנוכה אסור להשתמש לאורה כבתה אין זקוק לה. ד\"ה ומותר:"
        },
        "88": {
            "0": "לדידן אין לחוש מתי ידליקנה ואין לה שיעור. ד\"ה דאי: שם ע\"ב"
        },
        "89": {
            "0": "נר א' לכל בני הבית [מוסיף והולך] ד\"ה והמהדרין:"
        },
        "90": {
            "0": "מצוה להניח על פתח ביתו וכשיש חצר לפני הבית מניח בחצר. ד\"ה ומצוה:"
        },
        "91": {
            "0": "הניח למעלה מכ' יכבנה וידליקנה למטה. ד\"ה נר חנוכה: דף כב"
        },
        "92": {
            "0": "אתרוג מותר ביום טוב אחרון ולא נויי סוכה. ד\"ה אסור:"
        },
        "93": {
            "0": "נולדה בזה מותרת בזה: שם"
        },
        "94": {
            "0": "נויי סוכה אסורים ואפילו נפל ואפילו בחול המועד. ד\"ה סוכה:"
        },
        "95": {
            "0": "עצים הנושרים יותר מכדי הכשר סוכה אסורין: שם"
        },
        "96": {
            "0": "מתירין ציצית מבגד לבגד לעשותה בבגד אחר אבל לא מזוזה ומתירין ציצית מטלית של מתים. ד\"ה רב אמר:"
        },
        "97": {
            "0": "אין לשנות המנהג שנהגו שלא להדליק מנר לנר. ד\"ה ש\"מ: דף כג"
        },
        "98": {
            "0": "שמן זית מצוה מן המובחר [לנר שבת] ד\"ה מריש:"
        },
        "99": {
            "0": "ר\"ת פוסל ספר תורה שאינה כתובה בדיו. ד\"ה כל:"
        },
        "100": {
            "0": "ראש חדש טבת שחל להיות בשבת מפטירין רני ושמחי. ד\"ה הדר: שם ע\"ב"
        },
        "101": {
            "0": "הבעל והאשה ירגילו בנר שבת. ד\"ה ה\"ג"
        },
        "102": {
            "0": "ר\"ת פירש דכתובה דיתומה כותבין מבי נשא. ורשב\"א אומר דיכולין לכתוב מבי אבוה. ד\"ה דבי נשא:"
        },
        "103": {
            "0": "אין לומר כשם בהודאה ומיהו במסכת סופרים (פ\"כ ה\"ח) משמע דיש לאומרו:"
        },
        "104": {
            "0": "הטעם שאומרים יעלה ויבא בתפלה בעבודה ובברכת המזון בבונה ירושלים. ד\"ה בבונה. דף כד"
        },
        "105": {
            "0": "אין רגילים לעשות מלאכה בר\"ח. ד\"ה או דלמא:"
        },
        "106": {
            "0": "בחנוכה ופורים את לא אמר על הנסים אין מחזירין אותו. ד\"ה דתני:"
        },
        "107": {
            "0": "אין אומרים עננו בשחרית אלא ש\"ץ. ד\"ה תעניות:"
        },
        "108": {
            "0": "לוה אדם תעניתו ופורע [אף שהתפלל עננו]: שם"
        },
        "109": {
            "0": "על התורה אומר ביוה\"כ במנחה. אין מזכירין של ר\"ח בעל התורה. ד\"ה ולית הלכתא: דף כד ע\"ב"
        },
        "110": {
            "0": "הבערה שלא לצורך כלל אסורה ביו\"ט. ד\"ה לפי:"
        },
        "111": {
            "0": "אסור להדליק ולהסיק באיסורי הנאה. ד\"ה הא בחול: דף כה"
        },
        "112": {
            "0": "כרת עד ששים שנה מיתה בידי שמים מקצרין שניו ובירושלמי כרת עד חמשים שנה מיתה עד ס' ערירי זרעו נכרתים. ד\"ה כרת:"
        },
        "113": {
            "0": "חובה לסעוד במקום הנר משום עונג. ד\"ה הדלקת: שם ע\"ב"
        },
        "114": {
            "0": "המדליק נר בשבת מברך אשר קדשנו במצותיו וצונו ואם היתה דולקת יכבנה ויחזור וידליק. ד\"ה חובה:"
        },
        "115": {
            "0": "ציצית חובת גברא ומברך להתעטף בציצית. ד\"ה סדין:"
        },
        "116": {
            "0": "אין להטיל ציצית בטלית של פשתן והוי ברכה לבטלה: שם"
        },
        "117": {
            "0": "נשים פטורות מציצית וכן כסות לילה. ד\"ה גזרה:"
        },
        "118": {
            "0": "טבל אסור בהנאת כילוי וכן תרומה לישראל להאכילה לבהמתו. ד\"ה אין מדליקין: דף כו"
        },
        "119": {
            "0": "שיראין חייבין בציצית מן התורה. ד\"ה סד\"א: שם ע\"ב"
        },
        "120": {
            "0": "אין לו טלית בת ארבע כנפות פטור מן הציצית. ד\"ה מסתברא: דף כז ע\"ב"
        },
        "121": {
            "0": "תפילין צריכין רצועות שחורות ולכורכן בשערן (זהו בגמרא):"
        },
        "122": {
            "0": "מדליקין בצמר גפן וקנבוס: ד\"ה כל היוצא:"
        },
        "123": {
            "0": "מותר להדליק בפתילה שאינה מהובהבת. ד\"ה רבא אמר: דף כט"
        },
        "124": {
            "0": "אין מדליקין בסמרטוטים אפילו מחורכין. ד\"ה ולא:"
        },
        "125": {
            "0": "מותר לגרר ספסלים גדולים וקטנים. ד\"ה ה\"ג: שם ע\"ב"
        },
        "126": {
            "0": "נושא כלאים עליו במקום דליכא פסיק רישיה שלבוש גם לבושים אחרים. ד\"ה ובלבד:"
        },
        "127": {
            "0": "ישתדל שיברכוהו אנשים חשובים. ד\"ה ה\"ג ר\"ת: שם ע\"ב"
        },
        "128": {
            "0": "(אין דרך לעשות מזוזה בפתח שיש בו טינופת ויש בבית כותי וכותית:"
        },
        "129": {
            "0": "עיר שיש בה חזירים פטורה מן המזוזה):"
        },
        "130": {
            "0": "אין מערבין אלא לדבר מצוה. [ד\"ה לא]: דף לד"
        },
        "131": {
            "0": "שלא לומר לנכרי (עם) [ספק] חשכה הדליק הנרות [הגמ\"ר]:"
        },
        "132": {
            "0": "הניח עירובי תחומין בין השמשות לא קנה אלא בעירובי חצירות. ד\"ה שניהם:"
        },
        "133": {
            "0": "צאת הכוכבים לא הגדולים הנראים ביום ולא הקטנים הנראים בלילה. ד\"ה תרי תלתי: דף לה"
        },
        "134": {
            "0": "קורה גדולה אינה מתבטלת מתורת כלי מפני כובדה ומותר לטלטלה וכן כלי גדול. ד\"ה ואפילו:"
        },
        "135": {
            "0": "איחרו להדליק מפני טרדת חולה מקדימין להדליק קודם חליצת תפילין. ד\"ה ר\"י: שם ע\"ב"
        },
        "136": {
            "0": "דבר שמלאכתו לאיסור מטלטלו לצורך גופו ומקומו אבל לא מחמה לצל. ד\"ה הא ר\"ש: דף לו"
        },
        "137": {
            "0": "מחט בעובי בית הכוסות מצד אחד כשירה. עיין ד\"ה למחט:"
        },
        "138": {
            "0": "ישב קוץ בושט חוששין שמא הבריא: שם"
        },
        "139": {
            "0": "אין כותבין שם מדינה בגט. ד\"ה נפקא: שם ע\"ב"
        },
        "140": {
            "0": "קש היינו שטופל\"א ותבן הוא הנקצר עם השבולת ד\"ה כירה:"
        },
        "141": {
            "0": "אינה גרופה אסור להחזיר על הכירה אפי' הוחמה כל צורכה. ד\"ה חמין:"
        },
        "142": {
            "0": "בגרופה מחזירין אפילו בשבת. ד\"ה וב\"ה:"
        },
        "143": {
            "0": "אהל עראי אסור שעשה בדפנות ובכיסוי אבל אם דפנות עשוין מותר: שם"
        },
        "144": {
            "0": "מותר לסמוך אצל האש כשדופני הכירה מפסיקין ד\"ה ת\"ש: דף לז"
        },
        "145": {
            "0": "מותר להשהות בכירה שאינה גרופה ולהחזיר עליה אסור אלא אם כן גרופה ואפילו בשל כל צורכו. ד\"ה אמר ר\"ש: שם ע\"ב"
        },
        "146": {
            "0": "שכח קדירה על גבי כירה ובשלה אסור אי לא בשל כמאכל בן דרוסאי. ד\"ה שכח: דף לח"
        },
        "147": {
            "0": "עברה ולשה במזיד במים שלא לנו אסור. ד\"ה עבר:"
        },
        "148": {
            "0": "בהטמנה שרי טפי מיחם אחר ממיחם ראשון ובהשהה בהפך. ד\"ה פינה: שם ע\"ב"
        },
        "149": {
            "0": "בתנור משהין קדירה חייתא אפילו באינו גרוף. ד\"ה תנור:"
        },
        "150": {
            "0": "פותקין מים לגינה בע\"ש ומתמלאת והולכת בשבת: ד\"ה מעשה:"
        },
        "151": {
            "0": "נתבשל קודם שבת שורין אף בכלי ראשון לא נתבשל אסור אף בכלי שני. ד\"ה כל שבא: דף לט"
        },
        "152": {
            "0": "עפר תיחוח שאין דופני גומא מתקיימין לא שייכא ביה גומא. ד\"ה איכא בינייהו:"
        },
        "153": {
            "0": "אין טומנין בע\"ש בדבר המוסיף הבל ומשחשיכה אפילו אינו מוסיף הבל. ד\"ה ממעשה: שם ע\"ב"
        },
        "154": {
            "0": "הטמנה בטלה אף בקדירה חייתא [שם] ואם הטמין (נכרי) אסור אך הבשר שהיה ראוי לאכול שרי:"
        },
        "155": {
            "0": "ביו\"ט מחמם מים לרגליו ולא לכל גופו ואסרו זיעה ורחיצה אף כשהוחמו מעי\"ט. ד\"ה וב\"ה מתירין:"
        },
        "156": {
            "0": "הכרעה הוי כשהראשונים גלו דעתם שראוי לומר כדברי המכריע: ד\"ה הלכה: דף מ"
        },
        "157": {
            "0": "הכרעת תלמיד אינה הכרעה: שם"
        },
        "158": {
            "0": "להפשיר מים לצורך שתיה מותר. ד\"ה מפני: שם ע\"ב"
        },
        "159": {
            "0": "כלי ראשון אסור ביד סולדת ולא השני. ד\"ה וש\"מ:"
        },
        "160": {
            "0": "אסור להרהר בדברי תורה במרחץ אף בלשון חול. ד\"ה וכ\"ת:"
        },
        "161": {
            "0": "לא יאחוז באמה. [ד\"ה פשיטא]: דף מא"
        },
        "162": {
            "0": "מותר ליתן צונן לתוך חמין בכלי שני בכוס או בספל ולא באמבטי וכלי מלא צונן אין לתת בכלי ראשון. ד\"ה נותן אדם: דף מב"
        },
        "163": {
            "0": "עירוי מבשל בכדי קליפה. ד\"ה אבל: שם ע\"ב"
        },
        "164": {
            "0": "כלי ראשון אין מגעילין על ידי עירוי: שם"
        },
        "165": {
            "0": "עירוי רותחין על התרנגולת אסור כדי קליפה וכן בשר מליח שרחצו בכלי ראשון: שם"
        },
        "166": {
            "0": "לרש\"י בכל תרי לישנא בשל תורה הלך אחר המחמיר ובשל סופרים הלך אחר אחרון ולר\"ת בשל סופרים הלך אחר המיקל וריב\"א פירש לעולם הלשון ראשון עיקר: ד\"ה והיינו:"
        },
        "167": {
            "0": "מותר לתת מלח בתבשיל בכלי ראשון אך יש להחמיר אף בקערה ביד סולדת: שם"
        },
        "168": {
            "0": "אין ליטול משמן המנטף מנר שהוא דולק. ד\"ה ואין:"
        },
        "169": {
            "0": "המסתפק מן הנר חייב שמכבה: שם"
        },
        "170": {
            "0": "אסור לבטל כלי מהיכנו. (ד\"ז בגמרא) [ד\"ה בעודן עליו]: דף מג"
        },
        "171": {
            "0": "עישר במזיד ואין לו פירות יאכל. ד\"ה טבל."
        },
        "172": {
            "0": "מוקצה לחצי שבת אסור באכילה ולא בטלטול: ד\"ה בעודן:"
        },
        "173": {
            "0": "מותר לרדות דבש הצף בכוורת על גבי חלות. ד\"ה דחשיב: שם ע\"ב"
        },
        "174": {
            "0": "לא יסגור תיבה במקום שמצויים זבובים [עיין מרדכי]:"
        },
        "175": {
            "0": "אין כלי ניטל אלא לצורך דבר הניטל ובהפסד מרובה שרי. ד\"ה כבר:"
        },
        "176": {
            "0": "זקיפת מטה צריך שיהיה ניכר שנעשה לצורך חי. ד\"ה חם להם:"
        },
        "177": {
            "0": "אהל עראי ממטה למעלה אסור. ד\"ה ופורסין:"
        },
        "178": {
            "0": "טלטול מן הצד אסור כשנעשה הטלטול לצורך דבר אסור ד\"ה דכ\"ע:"
        },
        "179": {
            "0": "כל דבר שדעתו ליטלו בשבת אפילו מניח חשוב כשוכח ומנערו בשבת: שם"
        },
        "180": {
            "0": "נר חנוכה כבתה ליל ראשון מוסיף ליל שני ומדליק בו כבתה ליל ח' עושה לה מדורה בפני עצמה. ד\"ה שבנר: דף מד"
        },
        "181": {
            "0": "אין מוקצה לרבי שמעון אלא מחמת חסרון כיס. ד\"ה מטה:"
        },
        "182": {
            "0": "הניח נכרי או תינוק לדעת ישראל הוי מניח. ד\"ה יש עליה: שם ע\"ב"
        },
        "183": {
            "0": "כלי המחזיק יותר מארבעים סאה מטמא מדרס ומציל בצמיד פתיל. ד\"ה מוכני:"
        },
        "184": {
            "0": "נקב שבאהל המת שנסתם כולו מציל אף שאינו מבטלו ואין לטלטל ארון הקדש ולבטלו שם: ד\"ה ואין מצלת:"
        },
        "185": {
            "0": "מותר לתקוע נר בדלת הסובבת:"
        },
        "186": {
            "0": "שכח מעות על הכר מנערו לצורך גופו אבל לצורך מקומו מטלטלו ועודן עליו. ד\"ה הא אין:"
        },
        "187": {
            "0": "אסור לטלטל אפרוח חי. ד\"ה הכא ב\"ע: דף מה ע\"ב"
        },
        "188": {
            "0": "בשר תפל מותר לטלטלו: שם"
        },
        "189": {
            "0": "מנורה של חוליות ואינה מפורקת: אין בה בנין ומותר להחזירה. ד\"ה דחוליות: דף מו"
        },
        "190": {
            "0": "ניטלה אם והטרפחת כשירה. ד\"ה הורה:",
            "1": "שרגא דשמן שרי לטלטל ונפט אסור [אפילו של מתכת]: ד\"ה דנפטא:"
        },
        "191": {
            "0": "מתירין נדר של מצוה. ד\"ה מי יימר וכו' בעל: שם ע\"ב"
        },
        "192": {
            "0": "שלשה מתירין בכור ודוקא מומין מובהקין כגון נסמית עינו וכי האי גוונא. ד\"ה התם:"
        },
        "193": {
            "0": "פתילה שלימה שרי לטלטלה. ד\"ה הנח: דף מז"
        },
        "194": {
            "0": "אין לטלטל אבן שעל פי חבית אלא מטה על צדה ונופלת. ד\"ה ואמר:"
        },
        "195": {
            "0": "שלש על שלש מקבל טומאה אף לעשירים ובמדרס לעשירים שלשה על שלשה ולעניים ג' על ג'. ד\"ה בגדי:"
        },
        "196": {
            "0": "אפר שהוסק מערב שבת מוכן לכסות בו צואה או רוק. ד\"ה הוה:"
        },
        "197": {
            "0": "מטלטלין כוס אף שיש בו איסורי אכילה כגון שיורי יין נסך: שם"
        },
        "198": {
            "0": "כרעי המטה מותר להחזירן ברפוי:"
        },
        "199": {
            "0": "טלית שאחז בו האור מצד אחד נותן מים בצד אחר. ד\"ה מפני: שם ע\"ב"
        },
        "200": {
            "0": "מותר לתת מים בלאנפ\"א בערב שבת להגביה השמן: שם"
        },
        "201": {
            "0": "הטמנה לצורך מחר אסור אף בתבשיל וקדירה חייתא בדבר המוסיף הבל: ד\"ה במה:"
        },
        "202": {
            "0": "אסור להניח גחלים תחת קדירות וליתן עפר עליהם. ד\"ה דזיתים: דף מח"
        },
        "203": {
            "0": "גורפין כירה ומטמינין בה: שם"
        },
        "204": {
            "0": "מותר להשים תפוחים אצל האש סמוך לחשיכה: שם"
        },
        "205": {
            "0": "הטמין תפוחים עם קדירה אסור [להחזיר או להוסיף עליו כרים]: שם"
        },
        "206": {
            "0": "מסירין קדירה מכירה ומשימין בקרקע (להשים עליהם כרים וכסתות או להוסיף עליהן): שם"
        },
        "207": {
            "0": "אין ליתן קיתון בקרוב למדורה אפי' להפשיר. ד\"ה מ\"ש ממיחם:"
        },
        "208": {
            "0": "מותר לתת כיסוי על חצי הגיגית. ד\"ה מ\"ש:"
        },
        "209": {
            "0": "מוכין אם טמן בהן מטלטלין ולא גיזי צמר. ד\"ה וכי מפני:"
        },
        "210": {
            "0": "מחזירין חוטי סרבל אם נתקו ורחב הנקב. ד\"ה הא בחדתי:"
        },
        "211": {
            "0": "חבית מליאה פירות מתיז ראשה בסייף ונוקבין המגופה. ד\"ה וכי: שם ע\"ב"
        },
        "212": {
            "0": "תפילין היא רפוי בידינו לפי שלא מסרו נפשם עליה. ד\"ה כאלישע דף מט"
        },
        "213": {
            "0": "אין מחזיקין נאמנות באדם המניח תפילין: שם"
        },
        "214": {
            "0": "לא יישן ולא יפיח בהן ולא יסיח דעתו מהם. ד\"ה שלא:"
        },
        "215": {
            "0": "לשנות עצמו ומעשיו בשעת גזירת המלכות אסור ואין חייב למסור עצמו על התפילין במקום שיכול לקיים בענין אחר. ד\"ה נטלם:"
        },
        "216": {
            "0": "מטלטלין עורות יבישים ולא לחים. ד\"ה טומנין:"
        },
        "217": {
            "0": "חריות של דקל שגדרן לעצים ונמלך לישיבה ישב אע\"פ שלא קשר. ורבינו תם פירש דבעי קשירה. ד\"ה ורב אסי: דף נ"
        },
        "218": {
            "0": "יוצאין בפשתן סרוק ומנופץ שצבעו בשמן ונותנו על המכה שלא ישרטו בגדיו:"
        },
        "219": {
            "0": "מותר לגרר גלדי צואה וגלדי מכה שעליו [אם מתבייש לילך בין בני אדם]. ד\"ה בשביל: שם ע\"ב"
        },
        "220": {
            "0": "אין לפצוע זיתים לחוף בהם ראשו אף בחול [תוס' ישנים בד\"ה מהו]:"
        },
        "221": {
            "0": "מותר להשתמש למטה משלשה באילן. ד\"ה גורדיתא:"
        },
        "222": {
            "0": "נוטל לפת וצנון הטמונים בקרקע ולא השרישו. ד\"ה מקצת:"
        },
        "223": {
            "0": "מותר לגלות קדירה המכוסה ויחזור ויכסנה גילה מבעוד יום לא יכסנה משתחשך. ד\"ה כסהו: דף נא"
        },
        "224": {
            "0": "אין לרחוץ ידיו בשלג וכן כשנקרשו המים וברד מעורב בהם. ד\"ה אין מרסקין: שם ע\"ב"
        },
        "225": {
            "0": "אין מכבדין אלא בפתח הראוי למזוזה אבל כשהולכין בחבורה מכבדין בכל מקום. ד\"ה קדמיה:"
        },
        "226": {
            "0": "נטירותא יתירה אסורה כגון פרה באפסר ובכל נוי בהמה אסור לצאת. ד\"ה אמר שמואל: דף נב"
        },
        "227": {
            "0": "עגלים יוצאים באפסר סוס ברסן או באפסר אבל באפסר ורסן אסור ומותר להשים רסן או אפסר בראש הסוס: שם"
        },
        "228": {
            "0": "המנהיג הסוס לא יוציא חבל מתחת ידו טפח ויגביה מקרקע טפח ומותר לכרוך חבל האפסר סביב צואר בהמה: שם"
        },
        "229": {
            "0": "כופת שאור שייחדה לישיבה טהור בשיש שינוי מעשה. ד\"ה בבאין:"
        },
        "230": {
            "0": "טבעת הדבוקה בבשר ואינו מסירה אינה חוצצת. ד\"ה והא איכא: דף נב ע\"ב"
        },
        "231": {
            "0": "קרצוף שרי ביו\"ט ואסור בשבת. ד\"ה מהו ליתן: דף נג"
        },
        "232": {
            "0": "בבהמה לא גזרו חצר אטו רשות הרבים. בהמה הוי דבר הניטל: שם"
        },
        "233": {
            "0": "מותר לתת אוכף ע\"ג בהמה. ד\"ה דשמעיה:"
        },
        "234": {
            "0": "מותר להנהיג כלאים כשאין מושכין דבר אך אסור בנושאין את החבלים. ד\"ה והתנן אדם: דף נד"
        },
        "235": {
            "0": "אין מעשר בהמה נוהג אחר החורבן. ד\"ה הוה מעשר: שם ע\"ב"
        },
        "236": {
            "0": "אין להוכיח מי שודאי אינו מקבל תוכחות. ד\"ה ואע\"ג: דף נה"
        },
        "237": {
            "0": "אנו מזכירין זכות אבות. ד\"ה ושמואל:"
        },
        "238": {
            "0": "מורד במלכות יש לברר שהוא מורד אבל אין לעשות לו הלנת דין ולעיין בדינו. ד\"ה שהיה לך: דף נו"
        },
        "239": {
            "0": "אשה שנאנסה מותרת לבעלה ולבועל. ד\"ה ליקוחין:"
        },
        "240": {
            "0": "רשאי לומר בפני המלך על אחר אדוני פלוני. ד\"ה דאמר ליה:"
        },
        "241": {
            "0": "אשה יוצאה בחוטין בקליעת שערה ואסור לסתור קליעת שערה. ד\"ה במה אשה: דף נז"
        },
        "242": {
            "0": "דברים שמותר לצאת בהם מותר לקשור ולהתיר ברה\"ר: שם"
        },
        "243": {
            "0": "שירים טבעות נזמים חוצצין דבוקים על הבשר רפויין אין חוצצין חוטי אזן אין חוצצין. ד\"ה הכא בקטלא: שם ע\"ב"
        },
        "244": {
            "0": "שעטנז שוע טווי ונוז אסורין רך וקשה ללבוש ובהעלאה אבל לבדים קשים שרי להציע תחתיו ואפילו רכין בשאין דרכן לכרוך נימא כמו מרדעת חמור וכרים ומכסאות. קולטרא בשיש בהם בלאי צמר ופשתן אסורין אבל גיזי צמר מותרין. ד\"ה אין בה:"
        },
        "245": {
            "0": "יוצאין בזגי כסף וזהב התלויין בשלשלאות ותקועין יפה. ד\"ה מאי שנא: דף נח"
        },
        "246": {
            "0": "יכול לקבוע מפתח כסף בראש חגורו ולא של ברזל וכי האי גוונא בזוג וחותם. ד\"ה הב\"ע:"
        },
        "247": {
            "0": "כפה שנתנו לספר טהור מן המדרס בלא מעשה דכיון דאסור בהנאה חשיב כשינוי מעשה. ד\"ה אע\"פ:"
        },
        "248": {
            "0": "כל שהוא אריג אין בו משום חציצה ומותר לצאת בו. ד\"ה כדרב הונא:"
        },
        "249": {
            "0": "עטרת כלה אסור דוקא לחתן וכלה ולא תצא בהם ברה\"ר. ד\"ה ולא בעיר: דף נט"
        },
        "250": {
            "0": "תכשיטין שאסרו חכמים לצאת בהן אף לאשה חשובה אסור. ד\"ה מאן: שם ע\"ב"
        },
        "251": {
            "0": "מותר ללבוש הרבה מלבושי' מפני הקור אבל לא בשני חגורות אם אין בגד מפסיק בינתים. ד\"ה תרי"
        },
        "252": {
            "0": "לחלק שיער בשבת רש\"י אוסר ור\"י מתיר. ד\"ה למאי: דף ס"
        },
        "253": {
            "0": "כלי שמלאכתו לאיסור מותר לטלטל לצורך גופו ומקומו ומשלחין אותו ביו\"ט. ד\"ה לא בסנדל:"
        },
        "254": {
            "0": "קושרין מנעל של שמאל תחלה ונועלים של ימין תחלה בשאין בהם קשירה. ד\"ה וסיים: דף סא"
        },
        "255": {
            "0": "הנצרך לבית הכסא חולץ תפילין של ראש [ולא] של יד. ד\"ה דילמא:"
        },
        "256": {
            "0": "יוצאין בקמיע מומחה גברא או מומחה קמיע. ד\"ה אע\"ג:"
        },
        "257": {
            "0": "שי\"ן של תפילין הלכה למשה מסיני ולא דלי\"ת ויו\"ד. ד\"ה שי\"ן: דף סב"
        },
        "258": {
            "0": "יוצא האיש בטבעת שיש עליה חותם ולא חיישינן באיש דילמא שליף ומחוי. ד\"ה וחילופיהן."
        },
        "259": {
            "0": "אין יוצאין בבגד להציל מטינוף. ד\"ה ובמוך: דף סד ע\"ב"
        },
        "260": {
            "0": "יוצאה במוך שתקנה שלא יפול דמה בבשרה: שם"
        },
        "261": {
            "0": "לא תתן בפיה פלפל וגלגל מלח לכתחלה ומוך שבאזנה ושבסנדלה. ד\"ה ובלבד שלא תתן."
        },
        "262": {
            "0": "יוצאות נשים בזמן הזה בתכשיטין וטבעות. ד\"ה ר' ענני:"
        },
        "263": {
            "0": "דבר שאסרו חכמים מפני מראית העין ובחדרי חדרים [אם] אין [הרואה] חושדו מותר. ד\"ה אמר רב: דף סה"
        },
        "264": {
            "0": "הטובלת במקום שרבים מצויין שם תולה מחצלת לפניה. ד\"ה מפצי:"
        },
        "265": {
            "0": "יש ליתן מחצלת תחתיה מפני הטיט. שם:"
        },
        "266": {
            "0": "נשים המסוללות זו בזו אסורות אף לכהן הדיוט. ד\"ה פסולות. שם ע\"ב"
        },
        "267": {
            "0": "לא אמרי' קמא קמא בטיל כשהאיסור רבה אלא עד נתינת טעם. ד\"ה שמא: שם"
        },
        "268": {
            "0": "מעין בזוחלין מקוה באשבורן: שם"
        },
        "269": {
            "0": "זבה אינה צריכה מים חיים: שם"
        },
        "270": {
            "0": "מותר לטבול בנהרות אפי' גדלו מאד. ד\"ה דאמר."
        },
        "271": {
            "0": "מי שנכווצו גידי שוקיו הולך במקלו בשבת ד\"ה הקיטע:"
        },
        "272": {
            "0": "תינוקות שחקקו לפת ואתרוג טהורים שאין מתקיים. ד\"ה טמא: דף סו"
        },
        "273": {
            "0": "שטעלצ\"ן אין טמא מדרס ועגלה שעושין לקטן ללמוד ללכת טמא. ד\"ה עגלה וד\"ה קשורי:"
        },
        "274": {
            "0": "גר שנתגייר בינו לבין עצמו אינו גר. ד\"ה גר: דף סח"
        },
        "275": {
            "0": "המהלך בדרך ואינו יודע מתי שבת מהלך כל מה שירצה. ד\"ה עושה: דף סט ע\"ב"
        },
        "276": {
            "0": "בע\"ז יהרג ואל יעבור אפי' אינו מקבלה באלוה. ד\"ה רבא אמר: דף עב ע\"ב"
        },
        "277": {
            "0": "ומה שלא השתחוה מרדכי להמן מפני קידוש השם ברוב עם: שם."
        },
        "278": {
            "0": "גונח יונק חלב בשבת משום צער. ד\"ה מפרק. דף עג ע\"ב"
        },
        "279": {
            "0": "חולב לתוך קדירה: שם"
        },
        "280": {
            "0": "סובין מצטרפין לחלה. ד\"ה שכן: דף עד"
        },
        "281": {
            "0": "בורר אוכל שחפץ בו מתוך אוכל הוי בורר. ד\"ה היו לפניו:"
        },
        "282": {
            "0": "ברירה הוי פסולת מתוך אוכל או אוכל מתוך פסולת כשהפסולת מרובה. ד\"ה בורר ואוכל:"
        },
        "283": {
            "0": "בורר ואוכל לאלתר ביד מותר לכתחלה ובקנון ובתמחוי פטור ואסור ובנפה וכברה חייב. ד\"ה והתניא."
        },
        "284": {
            "0": "בסילקא שייך טחינה אבל בשאר אוכלין שריא לפרר. ד\"ה האי. שם ע\"ב"
        },
        "285": {
            "0": "מחזיר קני מנורה של חוליות ולא הוי בונה. אבל כשעושה כלי לגמרי חייב. ד\"ה חביתא:"
        },
        "286": {
            "0": "פסיק רישא במידי דלא ניחא ליה (שרי) [פטור]. ד\"ה טפי ניחא: דף עה"
        },
        "287": {
            "0": "מליחת אוכלין אסור אפילו ביום טוב. ד\"ה אין עיבוד: שם ע\"ב"
        },
        "288": {
            "0": "כוס של ברכה רביעית לוג וכן לנטילת ידים. ד\"ה צריך: דף עו ע\"ב"
        },
        "289": {
            "0": "טעון מזיגה והכוס שלם ד\"ה כדי שימזגנו:"
        },
        "290": {
            "0": "טועם כדי שיסלק טעימה לצד אחד ויראה כמלא לוגמא. ד\"ה ויעמוד:"
        },
        "291": {
            "0": "שיעורא רובע רביעית חי. ד\"ה ועוד: דף עז"
        },
        "292": {
            "0": "טח תנור באליה וכעין תורא שרי. ד\"ה תחת: דף עח ע\"ב"
        },
        "293": {
            "0": "טוענין ליתומים וללקוחות מזויף ופרוע. ד\"ה ת\"ק סבר:"
        },
        "294": {
            "0": "אסור להשהות שטר פרוע ע\"י קריעה ומחיקה:"
        },
        "295": {
            "0": "אמר אין לי ראיה ולא אמצא קיום ואח\"כ מצא לא מהני: שם"
        },
        "296": {
            "0": "מודה בשטר שכתבו צריך לקיימו. ד\"ה רש\"י גריס:"
        },
        "297": {
            "0": "עדי מסירה כרתי. ד\"ה כדי: דף עט"
        },
        "298": {
            "0": "כותבין גט על הדפתרא: שם"
        },
        "299": {
            "0": "גויל עור שלם וחולקים אותו לצד שיער קרי קלף ולצד בשר הוי דוכסוסטוס. ד\"ה קלף: שם ע\"ב"
        },
        "300": {
            "0": "ומה שכותבין על קלף שלנו ספר תורה תפילין ומזוזות דעיבוד שלנו כעפיץ שלהם: שם"
        },
        "301": {
            "0": "ספרים נכתבים בכל לשון ואפילו על נייר שאינו מחוק ותפילין ומזוזות על עור ובלשון אשורית. ד\"ה תפילין:"
        },
        "302": {
            "0": "מזוזה שכתב פרשה ראשונה אחר שניה כשרה. ד\"ה הא מורידין:"
        },
        "303": {
            "0": "פשוטי כלי עץ טהורים גולמיהם טמאים (ובכלי מתכת הוי איפכא). ד\"ה חפי: דף פא"
        },
        "304": {
            "0": "לא הוי בית קיבול אלא היכא דמה שבתוכו אינו מיטלטל אלא על ידו: שם"
        },
        "305": {
            "0": "מותר להחליק צרור ע\"י שינוי שלא ישרט: (ד\"ז ברא\"ש סימן א):"
        },
        "306": {
            "0": "אסור למשמש בצרור. ד\"ה אסור:"
        },
        "307": {
            "0": "מותר לטלטל אבנים מקורזלות אף בשיש בית הכסא קרוב. ד\"ה מהו: שם ע\"ב"
        },
        "308": {
            "0": "נוטלין מן הראוי לבהמה לחצוץ שיניו ומגבב משלפניו להדליק ביום טוב. ד\"ה וחכמים:"
        },
        "309": {
            "0": "מחלוקת ואח\"כ סתם בחדא מסכת הלכתא כסתם משנה ובשני מסכתות או בברייתות פליגי אמוראי. ד\"ה והאמר:"
        },
        "310": {
            "0": "ביתו סמוך לע\"ז אסור לבנות. ד\"ז בגמרא: דף פב"
        },
        "311": {
            "0": "אבן מסמא זב עליה והכלי תחתיה או [ע\"ג האבן] מטמא. ד\"ה באבן: שם ע\"ב"
        },
        "312": {
            "0": "ע\"ז וקבר לא מיתסרו במחובר: ד\"ה ורבנן:"
        },
        "313": {
            "0": "תשמישי ע\"ז שנשברו ואין הדיוט יכול להחזירן שרי וכשהן חוליות קטנות אסורות. ד\"ה ע\"ז: דף פג ע\"ב"
        },
        "314": {
            "0": "כלאי זרעים מותרים באכילה ואסור לזרען בארץ מדאורייתא. ד\"ה ד' על ד' רוחות: דף פד ע\"ב"
        },
        "315": {
            "0": "שבת הגדול נקרא על הנס של פסח שהיה מקחו בעשור שהיה אז בשבת וניסן היה ביום ה'. ד\"ה ואותו יום: דף פז ע\"ב"
        },
        "316": {
            "0": "פלפל ארוך לבן שחור מצטרף לשיעור הקדירה. ד\"ה תבלין: דף פט ע\"ב"
        },
        "317": {
            "0": "פיגול נותר טמא מצטרף [למלקות ולא לחטאת] ד\"ה אסורין:"
        },
        "318": {
            "0": "מוכר כרשינים ונותן לעו\"ג המגדל חזיר אבל ישראל אסור לגדלו. ד\"ה שמצניעין: דף צ ע\"ב"
        },
        "319": {
            "0": "אי אוכל פחות מכביצה מקבל טומאה. ד\"ה אי לענין: דף צ\"א ע\"א"
        },
        "320": {
            "0": "חצי שיעור אסור מן התורה: ד\"ה כגון:"
        },
        "321": {
            "0": "מקום תפילין בזרוע למעלה מן המרפק. ד\"ה במרפקו: דף צב ע\"א"
        },
        "322": {
            "0": "ארכו של אדם ג' אמות עד הכתף. ד\"ה אישתכח:"
        },
        "323": {
            "0": "מותר לכחול עין מן הנכרי דמסייע אין בו ממש. ד\"ה אמר רב זביד: דף צג ע\"א"
        },
        "324": {
            "0": "חי [גדול קצת] נושא את עצמו. ד\"ה אבל: דף צד ע\"א"
        },
        "325": {
            "0": "מדדין בהמה חיה ועוף ואשה את בנה ולא קטן ממש: בא\"ד"
        },
        "326": {
            "0": "מלאכה שאינה צריכה לגופה שעושה ואין צריכה כצורך שהוא במשכן. ד\"ה ר\"ש פוטר:"
        },
        "327": {
            "0": "צפורן שפירש רובו בראשי אצבעותיו נוטלו ביד ולר\"ת שפירש לצד הגוף. ד\"ה והוא שפירשו: דף צד ע\"ב"
        },
        "328": {
            "0": "אוכל נפש מותר בי\"ט אפילו אפשר לעשותן מערב יום טוב. ד\"ה והרודה: דף צה ע\"א"
        },
        "329": {
            "0": "נפל בית ביום טוב אסור לבנותו מדרבנן כטחינה ורקידה: בא\"ד"
        },
        "330": {
            "0": "אסור לטלטל מכבדות שמכבדין הבית וכיבוד אסור ורבוץ מותר. ד\"ה והאידנא:"
        },
        "331": {
            "0": "נקב כמוציא רמון ויחדו לגסטרא מקבל טומאה. ד\"ה ניקב ע\"ב. וכלי נפחת מקבל טומאה ונכנס דרך פתח ולא דרך נקבים ונפחת רובו אין מועיל בו סתימה. ד\"ה לענין צמיד: דף צו ע\"א"
        },
        "332": {
            "0": "מנין הגזירה שוה שבתורה היה להם קבלה לכן אין דנין גזירה שוה יותר מן הקבלה. ד\"ה ג\"ש: דף צז ע\"א"
        },
        "333": {
            "0": "הקרשים לר\"י מחציין ולמעלה כלים והולכים עד אצבע ולר' נחמיה עבין למעלה כלמטה. ד\"ה הניחא: דף צח ע\"א"
        },
        "334": {
            "0": "לא היו מניחין צד העב שאצל הקרקע לצד הקצר של מעלה דמעלין בקדש ולא מורידין: שם"
        },
        "335": {
            "0": "בהעגלות היו שני עצים ארוכים נקובים שתי ראשיהם ונתונים לתוך קונדיסין לאורך העגלה ועליהן מונחים הקרשים. ד\"ה אטבי:"
        },
        "336": {
            "0": "בית עולמים אורכו ששים ורחבו [עשרים] ומשכן אורכו [שלשים] ורחבו עשרה [שליש ארכו]. ד\"ה דל עשר: שם ע\"ב"
        },
        "337": {
            "0": "לפי פי' הגמ' בהזורק הבריח התיכון מסבב [שלש] רוחות ולפי [ברייתא] דמלאכת המשכן לא היה הולך [אלא] מקצה הכותל ועד קצהו. ד\"ה תנא:"
        },
        "338": {
            "0": "לפירוש רש\"י היו שם ב' עגלות זו אצל זו ולפניהם עוד שתים ועל כל עגלה שנים עשר קרשים. ולפירוש ר\"ת שתי עגלות מחוברות ולפניהן עוד שתים. ד\"ה למה לי: דף צט ע\"א"
        },
        "339": {
            "0": "פסין לא מהני אלא לבאר מים חיים או בור הרבים. ובאר היחיד צריך מחיצה ופחות מעשרה [עומק ורוחב ד'] שרי בפסים. ד\"ה אא\"כ: שם ע\"ב"
        },
        "340": {
            "0": "גזוזטרא למעלה מן הים אסור לשפוך ממנה לים. ד\"ה כחו: דף ק ע\"ב"
        },
        "341": {
            "0": "ספינות קשורות ונפסקו אסור לטלטל מזו לזו [לא מהני עירוב אא\"כ חזרו ונתקשרו]. ד\"ה פשיטא: דף קא ע\"ב"
        },
        "342": {
            "0": "עירבו ג' בתים ונפל האמצעי ונעשה ר\"ה נאסרו שני הבתים מלטלטל. ד\"ה נפסקו:"
        },
        "343": {
            "0": "ספינות שחזרו ונקשרו מותר לטלטל מזו לזו ואפילו נקשרו במזיד כיון דכבר הוו רה\"י. ד\"ה כי איתמר:"
        },
        "344": {
            "0": "חבית הפקוקה בפשתן אין למשוך ממנה יין דרך הפקק. ד\"ה לא: דף קג ע\"א"
        },
        "345": {
            "0": "לכוף ראש (הכד) [הטית] לתוכה [ד\"ה טיתין]:"
        },
        "346": {
            "0": "בשביעי כמשפטם ולא בשמיני. ד\"ה בשביעי: שם ע\"ב"
        },
        "347": {
            "0": "פי' מנצפך מן צופים. ד\"ה גרועי: דף קד ע\"א"
        },
        "348": {
            "0": "בא ליטמא פותחין לו. ד\"ה אית דגרסי:"
        },
        "349": {
            "0": "אין לרשום בצפורן על הספר ולא לכתוב במשקים על גבי שלחן ולא באצבע על העפר:"
        },
        "350": {
            "0": "גט שנכתב שלא לשמה והעביר עליו קולמוס כשר. ד\"ה אמר רב חסדא: שם ע\"ב"
        },
        "351": {
            "0": "לקרוע על חכם ועל רבו קרע שאינו מתאחה ועכשיו לא נהגו לחלוץ כתף. ד\"ה הכל: דף קה ע\"ב"
        },
        "352": {
            "0": "יש לקרוע על כל אדם בשעת יציאת נשמה: ד\"ז בגמרא שם:"
        },
        "353": {
            "0": "נותנין מזונות לפני בהמה חיה ועוף המוקצין ולא לפני יוני שובך ועלייה. ד\"ה ואין נותנין: דף קו ע\"ב"
        },
        "354": {
            "0": "צידת צבי לעמוד לפני הפתח מותר. ד\"ה למה זה דומה:"
        },
        "355": {
            "0": "נוטלין מחט ליטול הקוץ ומפיס מורסא משום צער. ד\"ה וממאי: דף קז ע\"ב"
        },
        "356": {
            "0": "עושין תפילין אפי' מעור נבילות וטריפות ונחורות. ד\"ה איזה מהן: דף קח ע\"א"
        },
        "357": {
            "0": "נהגו בלחי משהו. ד\"ה אין עושין."
        },
        "358": {
            "0": "מותר לתת מי מלח על עופות ולכולי עלמא מותר כשנותן מלח תחלה. בא\"ד:"
        },
        "359": {
            "0": "כל האוכלין אוכל אדם לרפואה. ד\"ז בגמרא. שם ע\"ב"
        },
        "360": {
            "0": "ר\"י התיר לסנן מי שקדים לחולה ולתקן מי אבטיח לשלשל. ד\"ה שריקא. דף קט ע\"א"
        },
        "361": {
            "0": "אין לרחוץ בגומא מי מערה וחמי טבריא אלא בנהר: ד\"ה רוחצין:"
        },
        "362": {
            "0": "אסור לסרס אפי' מי [שיש] לו בנים ואסור לשתות כוס עקרין ד\"ה והתניא: דף קי ע\"ב"
        },
        "363": {
            "0": "בכ\"מ דבר שאין מתכוין מותר. ד\"ה ת\"ל:"
        },
        "364": {
            "0": "אין לטבול בתשעה באב. ד\"ה טובלין: דף קיא ע\"א"
        },
        "365": {
            "0": "אסור לסחוט בשאר משקין משום ליבון או מפרק. ד\"ה האי:"
        },
        "366": {
            "0": "תינוק שלכלך בגדי אמו אין לזרוק עליו מים ור\"ת התיר לקנח ידיה בבגדיה שתוכל להתפלל ולברך ואין נראה לר\"י: בא\"ד"
        },
        "367": {
            "0": "לא יתן בגדים בתוך הגיגית לסתמו ד\"ה מודה: שם ע\"ב"
        },
        "368": {
            "0": "קושרין חבל דגרדי באבוס ובפרה. ד\"ה התם חבל: דף קיג ע\"א"
        },
        "369": {
            "0": "אין לקפול טליתות בבית הכנסת. ד\"ה מקפלין:"
        },
        "370": {
            "0": "יש לנו להחליף ואסור לקפלה וצ\"ע אי קרי יש לו בשאין לו יפה כזה. ד\"ה אבל"
        },
        "371": {
            "0": "למעט דיבורו בשבת. ד\"ה שלא: דף קיג ע\"ב"
        },
        "372": {
            "0": "למנות פרנס בקי על הציבור. ד\"ז בגמרא: דף קיד ע\"א"
        },
        "373": {
            "0": "במוצאי יום הכפורים תוקעין להודיע שהוא לילה ויאכילו בניהם ולהכין סעודה דהוי ביו\"ט. ד\"ה ואמאי ליתקע: דף קיד ע\"ב"
        },
        "374": {
            "0": "נפלה דליקה בבית אחד מותר להציל הכל. ד\"ה כל כתבי: דף קטו ע\"א"
        },
        "375": {
            "0": "ספרים שלנו מצילין מפני הדליקה. ד\"ה אליבא דמ\"ד"
        },
        "376": {
            "0": "מותר לומר תרגום על פה ובלשון הקדש: אסור לומר בעל פה דברים שבכתב. ד\"ה לא ניתנו:"
        },
        "377": {
            "0": "כל הספרים נכתבים בל' יווני. ד\"ה עילמית:"
        },
        "378": {
            "0": "תרגום כתובים נעשה בימי התנאים ולא שרב יוסף עשאו. ד\"ה ובידו:"
        },
        "379": {
            "0": "ספר תורה נמצא ביד מין יגנז כתבו מין ישרף. ד\"ה ספרי: דף קטז ע\"א"
        },
        "380": {
            "0": "אסור לקרות בשטרי הדיוטות כמו של חובות אבל לקרות אגרות השלוחין מותר ואותן ספרי מלחמות אסור לעיין בהם אפילו בחול. ד\"ה וכ\"ש שם ע\"ב"
        },
        "381": {
            "0": "מותר להביא תיק עם המעות אי לא מצי למישדא המעות להציל ספר תורה. ד\"ה אדהכי: דף קיז ע\"א"
        },
        "382": {
            "0": "מבוי ניתר בלחי אחד. ד\"ה שלש"
        },
        "383": {
            "0": "חבית שנסדק ועשה טיף טיף מותר להביא כלי לקלוט ולצרף. ד\"ה הא דתניא: ע\"ב"
        },
        "384": {
            "0": "כשיש לו בי\"ט די לו פת נקיה לא יאפה אח\"כ הדראה אלא יאפה הדראה תחלה. ד\"ה הציל פת:"
        },
        "385": {
            "0": "זמן סעודה שלישית מן המנחה ולמעלה ולא כאותן שמחלקים סעודת שחרית ומברכין בינתים. ד\"ה במנחה: דף קיח ע\"א:"
        },
        "386": {
            "0": "אין רגילות ללכת בערב שבת. ד\"ה והא דתנן:"
        },
        "387": {
            "0": "ונותנין לעני שלש סעודות [לשבת] ונותנין לו סעודה להוליך עמו: בא\"ד"
        },
        "388": {
            "0": "אין מחלקין תמחוי בלילה. ד\"ה דמלוינן:"
        },
        "389": {
            "0": "כשרוצה להתענות למחר התיר ריב\"א לשתות אף אחר שינה ואין נראה לר\"י. ד\"ה לפי:"
        },
        "390": {
            "0": "רוב צדיקים מתים בחולי מעיים למרק אכילתן. ד\"ה רובם: שם ע\"ב"
        },
        "391": {
            "0": "רבי יוסי לא רצה לקיים מצות עונה ביבמתו אלא מצות יבום. ד\"ה אימא:"
        },
        "392": {
            "0": "זר הנושא כפיו אסור משום ברכה לבטלה. ד\"ה אילו:"
        },
        "393": {
            "0": "אין אדם יכול לכוין תפלתו. ד\"ה עיון:"
        },
        "394": {
            "0": "בסעודת שבת (לא) [או] יקדים (ולא) [או] יאחר. ד\"ה רב אמר: דף קיט"
        },
        "395": {
            "0": "נהגו לומר ויכולו מעומד: ד\"ז במרדכי:"
        },
        "396": {
            "0": "לערוך שלחנו קודם קידוש. ד\"ה ומצא: שם ע\"ב"
        },
        "397": {
            "0": "לענות אמן בכל כוונתו ובכל כחו. ד\"ה כל העונה:"
        },
        "398": {
            "0": "כשעונה אמן צריך להרהר אל מלך נאמן. ד\"ה א\"ר חנינא:"
        },
        "399": {
            "0": "מנער מעל השלחן נר שאין בו שמן או נר שכבה. ד\"ה מנער: דף קכ ע\"ב"
        },
        "400": {
            "0": "צריך ליזהר שלא לפתוח דלת כנגד המדורה. ד\"ה מר:"
        },
        "401": {
            "0": "תפלת נעילה פוטרת של ערבית. ד\"ה ה\"ג: דף קכא ע\"א"
        },
        "402": {
            "0": "אמירה לנכרי שבות אפילו באיסור דרבנן: ד\"ה אין אומרין:"
        },
        "403": {
            "0": "מותר לומר כל המכבה אינו מפסיד [ד\"ה אלא]:"
        },
        "404": {
            "0": "קטן שלא הגיע לחינוך אין ב\"ד מצווין להפרישו ובהגיע לחינוך חייבין להפרישו: ד\"ה ש\"מ"
        },
        "405": {
            "0": "ה' מזיקין שרצין אחריו מותר להרגן ושאר מזיקין אפי' רצין אחריו דורסן לפי תומו. ד\"ה ברצין: שם ע\"ב"
        },
        "406": {
            "0": "הדליק נכרי נר ישתמש ישראל לאורו ואם רגיל להערים אסור. הדליקה לצורך ישראל אסור לכל ישראל. ד\"ה ואם בשביל: דף קכב ע\"א"
        },
        "407": {
            "0": "מילא מים משקה ישראל אחריו ואם לצורך ישראל אסור לכל ישראל ודוקא לבהמתו אבל לעצמו מותר ור\"י אסר לעצמו ואם משך מים לצורך ישראל אסור לכל ישראל אם הביאם דרך רשות הרבים אבל דרך כרמלית שרי לישראל אחר. ד\"ה משקה"
        },
        "408": {
            "0": "מניח אדם בהמתו להיות תולש עשבים מן המחובר. ד\"ה מעמיד"
        },
        "409": {
            "0": "נר לאחד נר למאה לא שרינן אלא בשניכר כשמדליק גם לצורך עצמו. ד\"ה אהדרינהו: ע\"ב"
        },
        "410": {
            "0": "כלי שנפרקו דלתותיו בשבת וראוי לחברו ניטל עמו. ד\"ה אדרבה:"
        },
        "411": {
            "0": "מטלטלין עלי לקצב עליו בשר ביו\"ט. ד\"ה הא נמי. דף קכג ע\"א"
        },
        "412": {
            "0": "פגה שהטמינה בתבן ודעתו ליטלה ניטלת אבל להניח שם כל השבת אסור. ד\"ה פגה:"
        },
        "413": {
            "0": "מותר לכרוך תינוק קטן בבגדים רחבים ובחגור רחב. ד\"ה אסובי:"
        },
        "414": {
            "0": "אין מטלטלין סכין שקוצבין בה בשר ולא חלף ששוחטין בו. ד\"ה וסכינא: שם ע\"ב"
        },
        "415": {
            "0": "שברי כלי חרס מטלטלין וכשנשברו מערב שבת ולא בעינן שיעשו מעין מלאכה ראשונה. ד\"ה ורבא: דף קכד ע\"ב"
        },
        "416": {
            "0": "כסוי חבית סגי בהנחה כי כן דרכו ונדבך אבן מרובע סגי בשפשוף. ד\"ה ואזדו: דף קכה ע\"ב"
        },
        "417": {
            "0": "עשיית דופן במחיצה שלישית דסוכה הוי אהל ואסור ורביעית הוי תוספת ומותר. ד\"ה הכל מודים:"
        },
        "418": {
            "0": "פקק החלון שתקנו [רק במחשבה] ולא קשרו פוקקין בו ונגר הנגרר צריך לקשר. ד\"ה ר\"י: דף קכו ע\"א"
        },
        "419": {
            "0": "נגר הנגרר כשתקנו לכך מותר בלא בית יד. ד\"ה וכ\"ת: שם ע\"ב"
        },
        "420": {
            "0": "למדוד לצורך מצוה מותר אבל לא פקק דדמי לבנין. ד\"ה ומדבריהן:"
        },
        "421": {
            "0": "המביא כדי יין ביו\"ט ממקום רחוק לא יביאם בסל ובקופה. ד\"ה של. נהגו למלאות מים בכלי גדול ולא ימלא בכלי קטן כמה פעמים דמפיש בהלוכא. ד\"ה דכ\"ע: דף קכז ע\"א"
        },
        "422": {
            "0": "מפנין ארבע וחמש קופות אפילו בשביל אדם אחד. ד\"ה אע\"ג:"
        },
        "423": {
            "0": "דברים שאדם אוכל פירותיהם בעולם הזה שאם היתה שקולה מכרעת דשכר מצוה ליכא בעולם הזה. ד\"ה אוכל:"
        },
        "424": {
            "0": "דם האברים שלא פירש מותר. ד\"ה דחזי: דף קכח ע\"א"
        },
        "425": {
            "0": "מטלטלין בשר תפל ולא דג תפל. ד\"ה דג:"
        },
        "426": {
            "0": "אין מדדין בהמה וחיה ועוף ברה\"ר ולא תרנגול בחצר. ד\"ה אין: שם ע\"ב"
        },
        "427": {
            "0": "מדליקין נר ליולדת. ד\"ז בגמרא:"
        },
        "428": {
            "0": "אין מאכילין לחולה ביום הכפורים אלא ע\"פ מומחה. ד\"ה קמ\"ל:"
        },
        "429": {
            "0": "תוך שלשה מחללין שבת ליולדת אפי' אמרה אינה צריכה ותוך שבעה אם אמרה צריכה ולא אח\"כ. ד\"ז בגמרא:"
        },
        "430": {
            "0": "אין דרך להקיז סמוך ללילה. ד\"ה דקאי: ואין להקיז בסוף החדש דליכא ארבעה ימים אחר כך. ד\"ה דליכא: דף קכט ע\"ב"
        },
        "431": {
            "0": "לעשות משתה ליום מילה. ד\"ה שש אנכי: דף קל ע\"א"
        },
        "432": {
            "0": "אין חייב למסור עצמו על התפילין במקום שיכול לקיים בענין אחר [ע\"ל סי' רט\"ז]:"
        },
        "433": {
            "0": "אין עשה דוחה ל\"ת [כשאין מקיים עשה בעידנא דמיעקר לאו]. [ד\"ה שלא: שם ע\"ב]"
        },
        "434": {
            "0": "רבא פסק דאין מבטלין וחוזרין ומבטלין. עירובין דף סח:"
        },
        "435": {
            "0": "מבוי שלא נשתתפו בו מטלטלין בכולו [אפילו עירבו חצרות עם בתים] ד\"ה מי גרם: דף קלא ע\"א"
        },
        "436": {
            "0": "אין מצות לולב בלא ארבעת מינין. ד\"ה שכן טעון: שם ע\"ב"
        },
        "437": {
            "0": "מילתא דאתיא מבינייהו טרח וכתב לה קרא אם לא במקום דחדא מחדא. ד\"ה או מעומר:"
        },
        "438": {
            "0": "מילה שלא בזמנה אינה אלא ביום. ד\"ה ההיא מבן: דף קלב ע\"א"
        },
        "439": {
            "0": "דבר שאפשר לעשות מערב שבת אין דוחה שבת [פסק ברור הוא] ד\"ה ותנן נמי: דף קלג ע\"א"
        },
        "440": {
            "0": "חולה שיש בו סכנה מה שאפשר לשנות לצורכו ישנה. ד\"ה לועס: שם ע\"ב"
        },
        "441": {
            "0": "מרחיצין לקטן ליום שלישי למילתו [לכ\"ע] ד\"ה מי גרע: דף קלד ע\"ב"
        },
        "442": {
            "0": "מותר לסוך שמן על גבי מכה [אפי' מערב בחמין]. ד\"ה ואין:"
        },
        "443": {
            "0": "גר שנתגייר כשהוא מהול צריך להטיף דם ברית ולא הקטן. ד\"ה לא נחלקו: דף קלה ע\"א"
        },
        "444": {
            "0": "כל הקטנים מותרין ליטלטל ואפילו בן שמונה [אם אין בו ריעותא]. ד\"ה בן ח':"
        },
        "445": {
            "0": "אשה מותרת לחלב עצמה ולהוציא חלב משום צער. ד\"ה מפני:"
        },
        "446": {
            "0": "אין גר עד שיטבול. ד\"ה כתנאי: לקח עבד שלא להטבילו מותר להשהותו הרבה. ד\"ה כגון שלקח ע\"מ: שם ע\"ב"
        },
        "447": {
            "0": "כל ששהה שמנה ימים בבהמה יום שמיני הוי כלאחריו ויום שלשים דאדם כשלפניו. ד\"ה כל ששהה:"
        },
        "448": {
            "0": "תוך שלשים שנפל מן הגג הוי כולד של קיימא. ד\"ז בגמ': דף קלו ע\"א"
        },
        "449": {
            "0": "בן שמונה שערו וצפרניו מוכיחין עליו. ד\"ה מימהיל:"
        },
        "450": {
            "0": "ספק חלוצה מותרת לכהן (אם כנסה) ואין טוב שיחלוץ אשתו מספק. ד\"ה ואם: שם ע\"ב"
        },
        "451": {
            "0": "בשר החופה את רוב העטרה מעכב במילה: ד\"ה מל: דף קלז ע\"ב"
        },
        "452": {
            "0": "להכניסו בבריתו מברך אחר המילה. ד\"ה אבי הבן:"
        },
        "453": {
            "0": "עובר לעשייתן היינו כשהמברך עושה המצוה. בא\"ד:"
        },
        "454": {
            "0": "פירוש אשר קידש ידיד מבטן אברהם יצחק ויעקב ושבטים באותה ברכה כוללן. ד\"ה ידיד:"
        },
        "455": {
            "0": "אין מסננין חרדל במסננת שלו ביו\"ט שאם יעשה מאתמול לא יתקלקל. ד\"ה תולין:"
        },
        "456": {
            "0": "מדורתא קידרא וביעתא ממטה למעלה אסור. ד\"ה כסא טרסקל: דף קלח ע\"א"
        },
        "457": {
            "0": "מותר להושיב קדירה על גבי כירה ושלחן על ספסלין. ד\"ה כל הנהו:"
        },
        "458": {
            "0": "טלית כפולה שכרך עליה חוט ישייר בה טפח. ד\"ה כרך:"
        },
        "459": {
            "0": "להושיב בראשו כובע רחב וטפח יוצא אם נכפף מותר. ד\"ה הא דמיהדק: שם ע\"ב"
        },
        "460": {
            "0": "חטה ושעורה וחרצן במפולת יד הוי כלאים. ד\"ה ולישלח: דף קלט ע\"א"
        },
        "461": {
            "0": "יש מחמירין דבעל קרי אסור בדברי תורה ונותנים מתנות כהונה (לנהוג) בח\"ל. בא\"ד:"
        },
        "462": {
            "0": "כל המיקל בארץ הלכה כמותו בחוצה לארץ [היינו שהמחלוקת הוא לאסור המין ולא כשחולקין בזריעה]. בא\"ד"
        },
        "463": {
            "0": "אין לילך עם המת חוץ לתחום ביו\"ט. ד\"ה יום טוב שני: שם ע\"ב:"
        },
        "464": {
            "0": "מותר להניח באבנטו רצועות התלויין בו. ד\"ה ציצית:"
        },
        "465": {
            "0": "אסור לטלטל משיחה שתלוי בו דגים ובשר מותר. ד\"ה תלא:"
        },
        "466": {
            "0": "אסור לגרוף אבוס שבקרקע [אע\"ג דמרבץ שרי]. ד\"ה אבל: דף קמ ע\"ב"
        },
        "467": {
            "0": "בשבת דכין פלפלין אחד אחד וביו\"ט מותר בלא שינוי במדוך אבן וכן תבלין במדוכות אבן ומלח במדוך של עץ אבל אם ידע בערב איזה קדירה רצה לבשל לא ידוך ושומין ובצלים מותר. ד\"ה הני פלפלי: דף קמא ע\"א"
        },
        "468": {
            "0": "אין לקנח רגליו בקרקע [דילמא יתכוין לאשוויי גומות]. ד\"ה דילמא:"
        },
        "469": {
            "0": "נשים המשחקות באגוזים אין למחות להן בא\"ד: [עירובין קד. תוס' ד\"ה ה\"ג]:"
        },
        "470": {
            "0": "אם חלצה במנעל המרופט [יותר מדאי חליצה פסולה]. ד\"ה במנעל: שם ע\"ב"
        },
        "471": {
            "0": "תרומה עולה באחד ומאה עם האסור. ד\"ה שנפלה: דף קמב ע\"א"
        },
        "472": {
            "0": "אין ליטול אוד מן בית העצים ביו\"ט (אע\"ג דלא מיתקצא). ד\"ה ליטול: דף קמג ע\"א"
        },
        "473": {
            "0": "מגביהין מעל השולחן עצמות וקליפות הראויין לבהמה. ד\"ה עצמות:"
        },
        "474": {
            "0": "פירורין שאין בהן כזית מותר לאבדן ביד. ד\"ה פירורין:"
        },
        "475": {
            "0": "גרעינין שנעשו היום נותנין לכלי להוציאן. ד\"ה רבא:"
        },
        "476": {
            "0": "אין לספוג אפילו שיש לו בית אחיזת עור. ד\"ה חבית: שם ע\"ב"
        },
        "477": {
            "0": "נתפזרו פירות מלקטן תוך (כפו) [כסות]. ד\"ה מלקט:"
        },
        "478": {
            "0": "הכניס שאר פירות לאוכלין ויצאו מהם משקין מותרים [אע\"ג דסחטן קודם שהכניסן]. ד\"ה שמשך:"
        },
        "479": {
            "0": "חולב עז לתוך קדירה וקערה ביום טוב אבל לא בשבת. ד\"ה חולב: דף קמד ע\"ב"
        },
        "480": {
            "0": "כבשין ושלקין שסחטן למימיהן אין סוחטין אפי' לתוך הקדירה. ד\"ה ור\"י: דף קמה ע\"א"
        },
        "481": {
            "0": "מותר לתת קנה בתוך החבית לצאת היין ולא תקפל עליה כמין מרזבי. ד\"ה הל' כר\"י ובד\"ה משום: דף קמו ע\"ב"
        },
        "482": {
            "0": "לא יתקן מרזב ליינו שיפול היין לתוכו וילך למרחוק כעין עלה הדס. ד\"ה משום:"
        },
        "483": {
            "0": "אין לנער טליתו מן הטל אלא מן העפר. ד\"ה המנער: דף קמז ע\"א"
        },
        "484": {
            "0": "אין לקפל טליתו על כתפיו ולצאת בו [כשצידיו מקובצים ואינו פושטם]. ד\"ה מהו לעשות:"
        },
        "485": {
            "0": "מי טבריא רוחצין בו לכתחלה. ד\"ה אף מי מערה:"
        },
        "486": {
            "0": "תלמיד לא ירחץ עם רבו כשאין רבו צריך לו. [ד\"ה דתניא]:"
        },
        "487": {
            "0": "בגד דק שעל ראשו צריך לקשור שני צדדין. ד\"ה צריך: שם ע\"ב"
        },
        "488": {
            "0": "סתם שאלה והלואה שלשים יום. ד\"ה שואל: דף קמח ע\"א"
        },
        "489": {
            "0": "אין מטפחין ואין מרקדין [לשמחת יו\"ט שמא יתקן כלי שיר]. ד\"ה לא מספקין: שם ע\"ב"
        },
        "490": {
            "0": "משאלת אשה ככר לחברתה והלואת שבת וי\"ט ניתנה ליתבע. ד\"ה וכן וד\"ה רבה:"
        },
        "491": {
            "0": "אין פוסקין על הבהמה ביו\"ט לומר הריני עמך בסלע. ד\"ה והא אנן:"
        },
        "492": {
            "0": "טורח יו\"ט התירו משום הפסד מועט אבל אין כלי ניטל:"
        },
        "493": {
            "0": "ובטול כלי דוקא בהפסד מרובה [דף קנד ע\"ב]:"
        },
        "494": {
            "0": "צדדים אסורים. ד\"ז בגמרא: דף קנה"
        },
        "495": {
            "0": "מתירין פקיעי עמיר [ולא הויא לא שויא אוכלא ולא מיטרח באוכלא]. ד\"ה רב יהודה:"
        },
        "496": {
            "0": "חטה שנמצאת בתרנגולת בפסח אסור:"
        },
        "497": {
            "0": "מותר לשפוך מורסן מכלי לכלי ועל ידי כן יתגבל. ד\"ה מהו לפרק: דף קנו"
        },
        "498": {
            "0": "ליתנם בכלים שנים או שלשה:"
        },
        "499": {
            "0": "אין שואלין בכלדאי וגורלות. ד\"ה כלדאי: שם ע\"ב:"
        },
        "500": {
            "0": "לטלטל בהמה שנולד בה ספק טריפות:"
        },
        "501": {
            "0": "מותר לטלטל ביום טוב שפוד שצלו בו:"
        },
        "502": {
            "0": "היה לו פנאי להפר בע\"ש לא יפר בשבת:"
        }
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Shabbat"
}