{
    "title": "Mishneh Torah, Forbidden Intercourse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Forbidden_Intercourse",
    "text": [
        [
            "הַבָא עַל אַחַת מִכָּל הָעֲרָיוֹת הָאֲמוּרוֹת בַּתּוֹרָה בְּמֵזִיד חַיָּב כָּרֵת שֶׁנֶּאֱמַר <small>(ויקרא יח כט)</small> \"כִּי כָּל אֲשֶׁר יַעֲשֶׂה מִכּל הַתּוֹעֵבוֹת הָאֵלֶּה וְנִכְרְתוּ הַנְּפָשׁוֹת\" וְגוֹ' שְׁנֵיהֶם הַבּוֹעֵל וְהַנִּבְעֶלֶת. וְאִם הָיוּ שׁוֹגְגִין חַיָּבִין חַטָּאת קְבוּעָה. וְיֵשׁ מִן הָעֲרָיוֹת שֶׁהוּא בְּמִיתַת בֵּית דִּין יֶתֶר עַל הַכָּרֵת הַשָּׁוֶה בְּכֻלָּן: \n",
            "אוֹתָן הָעֲרָיוֹת שֶׁיֵּשׁ בָּהֶן מִיתַת בֵּית דִּין אִם הָיוּ שָׁם עֵדִים וְהַתְרָאָה וְלֹא פָּרְשׁוּ מִמַּעֲשֵׂיהֶם מְמִיתִין אוֹתָן מִיתָה הָאֲמוּרָה בָּהֶן: \n",
            "וַאֲפִלּוּ הָיָה הָעוֹבֵר תַּלְמִיד חָכָם אֵין מְמִיתִין וְלֹא מַלְקִין עַד שֶׁתִּהְיֶה שָׁם הַתְרָאָה. שֶׁלֹּא נִתְּנָה הַתְרָאָה בְּכָל מָקוֹם אֶלָּא לְהַבְחִין בֵּין שׁוֹגֵג לְמֵזִיד: \n",
            "הָעֲרָיוֹת שֶׁיֵּשׁ בָּהֶן מִיתַת בֵּית דִּין מֵהֶן שֶׁמִּיתָתָן בִּסְקִילָה. וּמֵהֶן שֶׁמִּיתָתָן בִּשְׂרֵפָה. וּמֵהֶן שֶׁמִּיתָתָן בְּחֶנֶק. וְאֵלּוּ שֶׁמִּיתָתָן בִּסְקִילָה. הַבָּא עַל אִמּוֹ. וְעַל אֵשֶׁת אָבִיו. וְעַל אֵשֶׁת בְּנוֹ וְהִיא הַנִּקְרֵאת כַּלָּתוֹ. וְהַשּׁוֹכֵב עִם זָכָר. וְהַשּׁוֹכֵב עִם בְּהֵמָה. וְהָאִשָּׁה הַמְּבִיאָה אֶת הַבְּהֵמָה עָלֶיהָ: \n",
            "וְאֵלּוּ הֵן הָעֲרָיוֹת שֶׁמִּיתָתָן בִּשְׂרֵפָה. הַבָּא עַל בַּת אִשְׁתּוֹ בְּחַיֵּי אִשְׁתּוֹ. וְעַל בַּת בִּתָּהּ. וְעַל בַּת בְּנָהּ. וְעַל אֵם אִשְׁתּוֹ. וְעַל אֵם אִמָּהּ. וְעַל אֵם אָבִיהָ. וְהַבָּא עַל בִּתּוֹ. וְעַל בַּת בִּתּוֹ. וְעַל בַּת בְּנוֹ: \n",
            "אֵין לְךָ עֶרְוָה בְּחֶנֶק אֶלָּא אֵשֶׁת אִישׁ בִּלְבַד שֶׁנֶּאֱמַר <small>(ויקרא כ י)</small> \"מוֹת יוּמַת הַנֹּאֵף וְהַנֹּאָפֶת\" וּמִיתָה הָאֲמוּרָה בַּתּוֹרָה סְתָם הִיא חֶנֶק. וְאִם הָיְתָה בַּת כֹּהֵן הִיא בִּשְׂרֵפָה וּבוֹעֲלָהּ בְּחֶנֶק שֶׁנֶּאֱמַר <small>(ויקרא כא ט)</small> \"וּבַת אִישׁ כֹּהֵן כִּי תֵחֵל לִזְנוֹת\" <small>(ויקרא כא ט)</small> \"בָּאֵשׁ תִּשָּׂרֵף\". וְאִם הָיְתָה נַעֲרָה מְאֹרָשָׂה שְׁנֵיהֶם בִּסְקִילָה שֶׁנֶּאֱמַר <small>(דברים כב כד)</small> \"כִּי תִּהְיֶה נַעֲרָה בְתוּלָה\" וְגוֹ' <small>(דברים כב כד)</small> \"וּסְקַלְתֶּם אֹתָם בָּאֲבָנִים\". וְכָל מָקוֹם שֶׁנֶּאֱמַר בַּתּוֹרָה<small>(ויקרא כ יג)</small> <small>(ויקרא כ טז)</small> \"מוֹת יוּמְתוּ דְּמֵיהֶם בָּם\" הֲרֵי הֵן בִּסְקִילָה: \n",
            "שְׁאָר הָעֲרָיוֹת כֻּלָּן בְּכָרֵת בִּלְבַד וְאֵין בָּהֶם מִיתַת בֵּית דִּין. לְפִיכָךְ אִם הָיוּ שָׁם עֵדִים וְהַתְרָאָה בֵּית דִּין מַלְקִין אוֹתָן. שֶׁכָּל חַיָּבֵי כְּרֵתוֹת לוֹקִין: \n",
            "הַבָּא עַל אַחַת מֵחַיָּבֵי לָאוִין בְּמֵזִיד. הוּא לוֹקֶה וְהִיא. וְאִם בְּשׁוֹגֵג פְּטוּרִין מִכְּלוּם. וְהַבָּא עַל אַחַת מֵהַשְּׁנִיּוֹת בְּמֵזִיד מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם. אֲבָל הַבָּא עַל אַחַת מֵחַיָּבֵי עֲשֵׂה אֵינוֹ לוֹקֶה. וְאִם הִכּוּ אוֹתָם בֵּית דִּין מַכַּת מַרְדּוּת כְּדֵי לְהַרְחִיק מִן הָעֲבֵרָה הָרְשׁוּת בְּיָדָם: \n",
            "אָנוּס פָּטוּר מִכְּלוּם מִן הַמַּלְקוֹת וּמִן הַקָּרְבָּן וְאֵין צָרִיךְ לוֹמַר מִן הַמִּיתָה שֶׁנֶּאֱמַר <small>(דברים כב כו)</small> \"וְלַנַּעֲרָה לֹא תַעֲשֶׂה דָבָר\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנֶּאֱנַס הַנִּבְעָל. אֲבָל הַבּוֹעֵל אֵין לוֹ אֹנֶס שֶׁאֵין קִשּׁוּי אֶלָּא לְדַעַת. וְאִשָּׁה שֶׁתְּחִלַּת בִּיאָתָהּ בְּאֹנֶס וְסוֹפָהּ בְּרָצוֹן פְּטוּרָה מִכְּלוּם שֶׁמִּשֶּׁהִתְחִיל לִבְעל בְּאֹנֶס אֵין בְּיָדָהּ שֶׁלֹּא תִּרְצֶה שֶׁיֵּצֶר הָאָדָם וְטִבְעוֹ כּוֹפֶה אוֹתָהּ לִרְצוֹת: \n",
            "הַמַּכְנִיס רֹאשׁ הָעֲטָרָה בִּלְבַד הוּא הַנִּקְרָא מְעָרֶה מִלְּשׁוֹן <small>(ויקרא כ יח)</small> \"אֶת מְקֹרָהּ הֶעֱרָה\". וְהַמַּכְנִיס כָּל הָאֵיבָר הוּא הַנִּקְרָא גּוֹמֵר. וּבְכָל הַבִּיאוֹת הָאֲסוּרוֹת אֶחָד הַמְעָרֶה וְאֶחָד הַגּוֹמֵר וְאַף עַל פִּי שֶׁלֹּא הוֹצִיא שִׁכְבַת זֶרַע וְאַף עַל פִּי שֶׁפֵּרַשׁ וְלֹא גָּמַר כֵּיוָן שֶׁהִכְנִיס רֹאשׁ הָעֲטָרָה נִתְחַיְּבוּ שְׁנֵיהֶם מִיתַת בֵּית דִּין אוֹ כָּרֵת אוֹ מַלְקוֹת אוֹ מַכַּת מַרְדּוּת. (וְאֶחָד הַבָּא עַל הָעֶרְוָה כְּדַרְכָּהּ וְאֶחָד הַבָּא עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ) מִשֶּׁיְּעָרֶה בָּהּ יִתְחַיְּבוּ שְׁנֵיהֶן מִיתָה אוֹ כָּרֵת אוֹ מַלְקוֹת אוֹ מַכַּת מַרְדּוּת בֵּין שֶׁהָיוּ שׁוֹכְבִין בֵּין שֶׁהָיוּ עוֹמְדִים עַל הַכְנָסַת הָעֲטָרָה הוּא הַחִיּוּב: \n",
            "כָּל הַבָּא בִּיאָה אֲסוּרָה בְּלֹא קִשּׁוּי. אֶלָּא שֶׁהָיָה הָאֵיבָר שֶׁלּוֹ מְדֻלְדָּל כְּמוֹ אֵיבָר הַמֵּתִים כְּגוֹן הַחוֹלִים. אוֹ מִי שֶׁנּוֹלַד כָּךְ כְּגוֹן סְרִיס חַמָּה אַף עַל פִּי שֶׁהִכְנִיס אֶת הָאֵיבָר בְּיָדוֹ אֵינוֹ חַיָּב לֹא כָּרֵת וְלֹא מַלִקוֹת וִאֵין צָרִיךְ לוֹמַר מִיתָה. שֵׁאֵין זוֹ בִּיאָה. אֲבָל פּוֹסֵל הוּא מִן הַתִּרוּמָה. וּבֵית דִּין מַכִּין אֵת שִׁנֵיהֵם מַכַּת מַרִדּוּת: \n",
            "הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת כְּמִתְעַסֵּק אַף עַל פִּי שֶׁאֵין כַּוָּנָתוֹ לְכָךְ חַיָּב. וְכֵן בְּחַיָּבֵי לָאוִין וּבִשְׁנִיּוֹת. אֲבָל הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת וְהִיא מֵתָה פָּטוּר מִכְּלוּם. וְאֵין צָרִיךְ לוֹמַר בְּחַיָּבֵי לָאוִין שֶׁהוּא פָּטוּר. וְהַבָּא עַל הַטְּרֵפָה אוֹ שֶׁשָּׁכַב עִם בְּהֵמָה טְרֵפָה חַיָּב. חַי הוּא אַף עַל פִּי שֶׁסּוֹפוֹ לָמוּת מֵחלִי זֶה. וַאֲפִלּוּ שָׁחַט בָּהּ שְׁנֵי סִימָנִין וַעֲדַיִן הִיא מְפַרְכֶּסֶת הַבָּא עָלֶיהָ חַיָּב עַד שֶׁתָּמוּת אוֹ עַד שֶׁיַּתִּיז רֹאשָׁהּ: \n",
            "כָּל אִשָּׁה אֲסוּרָה מֵאֵלּוּ אִם הָיְתָה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וָמַעְלָה גָּדוֹל הַבָּא עָלֶיהָ חַיָּב מִיתָה אוֹ כָּרֵת אוֹ מַלְקוֹת וְהִיא פְּטוּרָה מִכְּלוּם אֶלָּא אִם כֵּן הָיְתָה גְּדוֹלָה. וְאִם הָיְתָה פְּחוּתָה מִזֶּה הֲרֵי שְׁנֵיהֶן פְּטוּרִין שֶׁאֵין בִּיאָתָהּ בִּיאָה. וְכֵן אִשָּׁה גְּדוֹלָה שֶׁבָּא עָלֶיהָ קָטָן אִם הָיָה בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה הִיא חַיֶּבֶת כָּרֵת אוֹ מִיתָה אוֹ מַלְקוֹת וְהוּא פָּטוּר. וְאִם הָיָה בֶּן תֵּשַׁע שָׁנִים וּלְמַטָּה שְׁנֵיהֶם פְּטוּרִין: \n",
            "הַבָּא עַל הַזָּכָר אוֹ הֵבִיא זָכָר עָלָיו כֵּיוָן שֶׁהֶעֱרָה אִם הָיוּ שְׁנֵיהֶם גְּדוֹלִים נִסְקָלִים שֶׁנֶּאֱמַר <small>(ויקרא יח כב)</small> \"וְאֶת זָכָר לֹא תִשְׁכָּב\" בֵּין שֶׁהָיָה בּוֹעֵל אוֹ נִבְעָל. וְאִם הָיָה קָטָן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה זֶה שֶׁבָּא עָלָיו אוֹ הֱבִיאוֹ עַל עַצְמוֹ נִסְקָל וְהַקָּטָן פָּטוּר. וְאִם הָיָה הַזָּכָר בֶּן תֵּשַׁע אוֹ פָּחוֹת שְׁנֵיהֶן פְּטוּרִין וְרָאוּי לְבֵית דִּין לְהַכּוֹת הַגָּדוֹל מַכַּת מַרְדּוּת לְפִי שֶׁשָּׁכַב עִם זָכָר וְאַף עַל פִּי שֶׁהוּא פָּחוֹת מִבֶּן תֵּשַׁע: \n",
            "[אֶחָד הַבָּא עַל הַזָּכָר אוֹ] הַבָּא עַל אַנְדְּרוֹגִינוּס דֶּרֶךְ זִכְרוּתוֹ חַיָּב. [וְאִם בָּא עָלָיו דֶּרֶךְ נְקֵבוּתוֹ פָּטוּר] וְהַטֻּמְטוּם סָפֵק הוּא לְפִיכָךְ הַבָּא עַל הַטֻּמְטוּם אוֹ עַל אַנְדְּרוֹגִינוּס [דֶּרֶךְ נְקֵבוּתוֹ] מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וְהָאַנְדְּרוֹגִינוּס מֻתָּר לִשָּׂא אִשָּׁה: \n",
            "הַבָּא עַל הַבְּהֵמָה אוֹ שֶׁהֵבִיא בְּהֵמָה עָלָיו שְׁנֵיהֶן נִסְקָלִין שֶׁנֶּאֱמַר <small>(ויקרא יח כג)</small> \"וּבְכָל בְּהֵמָה לֹא תִתֵּן שְׁכָבְתְּךָ\" בֵּין שֶׁרִבְּעָהּ אוֹ הֱבִיאָהּ עָלָיו. וְאֶחָד בְּהֵמָה וְאֶחָד חַיָּה וָעוֹף הַכּל בִּסְקִילָה. וְלֹא חִלַּק הַכָּתוּב בִּבְהֵמָה בֵּין גְּדוֹלָה לִקְטַנָּה שֶׁנֶּאֱמַר וּבְכָל בְּהֵמָה אֲפִלּוּ בְּיוֹם לֵדָתָהּ (הַבָּא עָלֶיהָ בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ) כֵּיוָן שֶׁהֶעֱרָה בָּהּ אוֹ שֶׁהֶעֶרְתָה בּוֹ חַיָּב: \n",
            "קָטָן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל הַבְּהֵמָה אוֹ הֱבִיאָהּ עָלָיו הִיא נִסְקֶלֶת עַל יָדוֹ וְהוּא פָּטוּר. הָיָה בֶּן תֵּשַׁע אוֹ פָּחוֹת אֵין סוֹקְלִין אֶת הַבְּהֵמָה. וְכֵן קְטַנָּה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד שֶׁהֵבִיאָה בְּהֵמָה וְחַיָּה עָלֶיהָ בֵּין בְּהֵמָה גְּדוֹלָה בֵּין בְּהֵמָה קְטַנָּה כֵּיוָן שֶׁהֶעֶרְתָה בָּהּ הַבְּהֵמָה (בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ) הַבְּהֵמָה נִסְקֶלֶת וְהִיא פְּטוּרָה. וְאִם הָיְתָה גְּדוֹלָה שְׁנֵיהֶן נִסְקָלִין. וְאִם הָיְתָה מִבַּת שָׁלֹשׁ שָׁנִים וּלְמַטָּה אֵין הַבְּהֵמָה נִסְקֶלֶת: \n",
            "וְכֵן הַשּׁוֹכֵב עִם הַבְּהֵמָה בִּשְׁגָגָה וְהָאִשָּׁה שֶׁהֵבִיאָה אֶת הַבְּהֵמָה עָלֶיהָ בִּשְׁגָגָה אֵין הַבְּהֵמָה נִסְקֶלֶת עַל יָדָן וְאַף עַל פִּי שֶׁהֵן גְּדוֹלִים. כָּל הָעֲרָיוֹת כֻּלָּן שֶׁהָיָה אֶחָד גָּדוֹל וְאֶחָד קָטָן הַקָּטָן פָּטוּר וְהַגָּדוֹל חַיָּב כְּמוֹ שֶׁבֵּאַרְנוּ. אֶחָד עֵר וְאֶחָד יָשֵׁן הַיָּשֵׁן פָּטוּר. אֶחָד מֵזִיד וְאֶחָד שׁוֹגֵג הַמֵּזִיד חַיָּב וְהַשּׁוֹגֵג מֵבִיא קָרְבָּן. אֶחָד אָנוּס וְאֶחָד בְּרָצוֹן הָאָנוּס פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "אֵין הָעֵדִים נִזְקָקִין לִרְאוֹת הַמְנָאֲפִים שֶׁהֶעֱרוּ זֶה בָּזֶה וְהִכְנִיס כְּמִכְחוֹל בִּשְׁפוֹפֶרֶת. אֶלָּא מִשֶּׁיִּרְאוּ אוֹתָן דְּבוּקִין זֶה עִם זֶה כְּדֶרֶךְ כָּל הַבּוֹעֲלִין הֲרֵי אֵלּוּ נֶהֱרָגִין בִּרְאִיָּה זוֹ. וְאֵין אוֹמְרִים שֶׁמָּא לֹא הֶעֱרָה, מִפְּנֵי שֶׁחֶזְקַת צוּרָה זוֹ שֶׁהֶעֱרָה: \n",
            "מִי שֶׁהֻחְזַק בִּשְׁאֵר בָּשָׂר דָּנִין בּוֹ עַל פִּי הַחֲזָקָה. אַף עַל פִּי שֶׁאֵין שָׁם רְאָיָה בְּרוּרָה שֶׁזֶּה קָרוֹב. וּמַלְקִין וְשׂוֹרְפִין וְסוֹקְלִין וְחוֹנְקִין עַל חֲזָקָה זוֹ. כֵּיצַד. הֲרֵי שֶׁהֻחְזַק שֶׁזּוֹ אֲחוֹתוֹ אוֹ בִּתּוֹ אוֹ אִמּוֹ וּבָא עָלֶיהָ בְּעֵדִים הֲרֵי זֶה לוֹקֶה אוֹ נִשְׂרָף אוֹ נִסְקָל וְאַף עַל פִּי שֶׁאֵין שָׁם רְאָיָה בְּרוּרָה שֶׁזּוֹ הִיא אֲחוֹתוֹ אוֹ אִמּוֹ אוֹ בִּתּוֹ אֶלָּא בַּחֲזָקָה בִּלְבַד. וּמַעֲשֶׂה בְּאִשָּׁה אַחַת שֶׁבָּאת לִירוּשָׁלַיִם וְתִינוֹק מֻרְכָּב לָהּ עַל כְּתֵפָהּ וְהִגְדִּילַתּוּ בְּחֶזְקַת שֶׁהוּא בְּנָהּ וּבָא עָלֶיהָ וֶהֱבִיאוּהָ לְבֵית דִּין וּסְקָלוּהָ. רְאָיָה לְדִין זֶה מַה שֶּׁדָּנָה תּוֹרָה בִּמְקַלֵּל אָבִיו וּמַכֶּה אָבִיו שֶׁיּוּמַת. וּמִנַּיִן לָנוּ רְאָיָה בְּרוּרָה שֶׁזֶּה אָבִיו, אֶלָּא בַּחֲזָקָה, כָּךְ שְׁאָר קְרוֹבִים בַּחֲזָקָה: \n",
            "אִישׁ וְאִשָּׁה שֶׁבָּאוּ מִמְּדִינַת הַיָּם הוּא אוֹמֵר זֹאת אִשְׁתִּי וְהִיא אוֹמֶרֶת זֶה בַּעְלִי. אִם הֻחְזְקָה בָּעִיר שְׁלֹשִׁים יוֹם שֶׁהִיא אִשְׁתּוֹ הוֹרְגִין עָלֶיהָ. אֲבָל בְּתוֹךְ הַשְּׁלֹשִׁים יוֹם אֵין הוֹרְגִין עָלֶיהָ מִשּׁוּם אֵשֶׁת אִישׁ: \n",
            "הָאִשָּׁה שֶׁהֻחְזְקָה נִדָּה בִּשְׁכוּנוֹתֶיהָ בַּעְלָהּ לוֹקֶה עָלֶיהָ מִשּׁוּם נִדָּה. הַמְקַנֵּא לְאִשְׁתּוֹ וְנִסְתְּרָה וּבָא עֵד אֶחָד וְהֵעִיד שֶׁנִּטְמָא וְהָיָה בַּעְלָהּ כֹּהֵן וּבָא עָלֶיהָ אַחַר כָּךְ הֲרֵי זֶה לוֹקֶה עָלֶיהָ מִשּׁוּם זוֹנָה. אַף עַל פִּי שֶׁעִקַּר הָעֵדוּת בְּעֵד אֶחָד כְּבָר הֻחְזְקָה בְּזוֹנָה: \n",
            "הָאָב שֶׁאָמַר בִּתִּי זוֹ מְקֻדֶּשֶׁת הִיא לָזֶה אַף עַל פִּי שֶׁהוּא נֶאֱמָן וְתִנָּשֵׂא לוֹ אִם זִנְּתָה אֵינָהּ נִסְקֶלֶת עַל פִּיו עַד שֶׁיִּהְיוּ שָׁם עֵדִים שֶׁנִּתְאָרְסָה בִּפְנֵיהֶם. וְכֵן הָאִשָּׁה שֶׁאָמְרָה מְקֻדֶּשֶׁת אֲנִי אֵינָהּ נֶהֱרֶגֶת עַל פִּיהָ עַד שֶׁיִּהְיוּ שָׁם עֵדִים אוֹ תֻּחְזַק: \n"
        ],
        [
            "אֵשֶׁת אָבִיו וְאֵשֶׁת בְּנוֹ וְאֵשֶׁת אָחִיו וְאֵשֶׁת אֲחִי אָבִיו אַרְבַּעְתָּן עֶרְוָה עָלָיו לְעוֹלָם. בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין. בֵּין שֶׁנִּתְגָּרְשׁוּ בֵּין שֶׁלֹּא נִתְגָּרְשׁוּ. בֵּין בְּחַיֵּי בַּעְלֵיהֶן בֵּין אַחַר מִיתַת בַּעְלֵיהֶן. חוּץ מֵאֵשֶׁת אָחִיו שֶׁלֹּא הִנִּיחַ בֵּן. וְאִם בָּא עַל אַחַת מֵהֶן בְּחַיֵּי בַּעְלָהּ חַיָּב שְׁתַּיִם. מִשּׁוּם שְׁאֵר בָּשָׂר וּמִשּׁוּם אֵשֶׁת אִישׁ. שֶׁהֲרֵי שְׁנֵיהֶן הָאִסּוּרִין בָּאִין כְּאֶחָד: \n",
            "לְפִיכָךְ הַבָּא עַל אִמּוֹ שֶׁהִיא אֵשֶׁת אָבִיו חַיָּב שְׁתַּיִם. בֵּין בְּחַיֵּי אָבִיו בֵּין לְאַחַר מִיתַת אָבִיו. אַחַת מִשּׁוּם אִמּוֹ וְאַחַת מִשּׁוּם אֵשֶׁת אָבִיו. אֶחָד אָחִיו מֵאָבִיו אוֹ אָחִיו מֵאִמּוֹ. בֵּין מִנִּשּׂוּאִין בֵּין מִזְּנוּת. אִשְׁתּוֹ עֶרְוָה עָלָיו. אֲבָל אֵשֶׁת אֲחִי אָבִיו מִן הָאֵם הֲרֵי הִיא שְׁנִיָּה כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֶחָד אֲחוֹתוֹ מֵאָבִיו אוֹ מֵאִמּוֹ. בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת. כְּגוֹן שֶׁזָּנְתָה אִמּוֹ אוֹ אָבִיו עִם אֲחֵרִים וְהָיְתָה לוֹ אָחוֹת מִזְּנוּת. הֲרֵי זוֹ עֶרְוָה עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא יח ט)</small> \"מוֹלֶדֶת בַּיִת אוֹ מוֹלֶדֶת חוּץ\": \n",
            "בַּת אֵשֶׁת אָבִיו שֶׁהִיא אֲחוֹתוֹ מֵאָבִיו הֲרֵי הִיא עֶרְוָה עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא יח יא)</small> \"עֶרְוַת בַּת אֵשֶׁת אָבִיךָ מוֹלֶדֶת אָבִיךָ\". אֲבָל אִם נָשָׂא אָבִיו אִשָּׁה וְיֵשׁ לָהּ בַּת מֵאִישׁ אַחֵר אוֹתָהּ הַבַּת מֻתֶּרֶת לוֹ שֶׁאֵין זוֹ מוֹלֶדֶת אָבִיו. וַהֲלֹא מִשּׁוּם אֲחוֹתוֹ חַיָּב עָלֶיהָ וְלָמָּה נֶאֱמַר <small>(ויקרא יח יא)</small> \"בַּת אֵשֶׁת אָבִיךָ\" לְחַיֵּב עָלֶיהָ אַף מִשּׁוּם זֶה: \n",
            "לְפִיכָךְ הַבָּא עַל אֲחוֹתוֹ שֶׁהִיא בַּת נְשׂוּאַת אָבִיו חַיָּב שְׁתַּיִם. אַחַת מִשּׁוּם <small>(ויקרא יח ט)</small> \"עֶרְוַת אֲחוֹתְךָ\" וְאַחַת מִשּׁוּם <small>(ויקרא יח יא)</small> \"עֶרְוַת בַּת אֵשֶׁת אָבִיךָ\". אֲבָל אִם אָנַס אָבִיו אִשָּׁה אוֹ פִּתָּה אוֹתָהּ וְהוֹלִיד מִמֶּנָּה בַּת וּבָא עָלֶיהָ אֵינוֹ חַיָּב אֶלָּא מִשּׁוּם אֲחוֹתוֹ בִּלְבַד. שֶׁאֵין בַּת הָאֲנוּסָה בַּת אֵשֶׁת אָבִיו: \n",
            "אֲחוֹת אִמּוֹ בֵּין אֲחוֹתָהּ מֵאָבִיהָ בֵּין אֲחוֹתָהּ מֵאִמָּהּ בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת הֲרֵי זוֹ עֶרְוָה עָלָיו מִשּׁוּם אֲחוֹת אֵם. וְכֵן אֲחוֹת הָאָב בֵּין מִן הָאֵם בֵּין מִן הָאָב בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת הֲרֵי זוֹ עֶרְוָה עָלָיו מִשּׁוּם אֲחוֹת אָב: \n",
            "הַבָּא עַל אִשָּׁה דֶּרֶךְ זְנוּת וְהוֹלִיד מִמֶּנָּה בַּת אוֹתָהּ הַבַּת עֶרְוָה עָלָיו מִשּׁוּם בִּתּוֹ. וְאַף עַל פִּי שֶׁלֹּא נֶאֱמַר בַּתּוֹרָה עֶרְוַת בִּתְּךָ לֹא תְּגַלֶּה מֵאַחַר שֶׁאָסַר בַּת הַבַּת שָׁתַק מִן הַבַּת וְאִסּוּרָהּ מִן הַתּוֹרָה. וְאֵינוֹ מִדִּבְרֵי סוֹפְרִים. לְפִיכָךְ הַבָּא עַל בִּתּוֹ מִנְּשׂוּאָתוֹ חַיָּב שְׁתַּיִם. מִשּׁוּם בִּתּוֹ וּמִשּׁוּם עֶרְוַת אִשָּׁה וּבִתָּהּ: \n",
            "כֵּיוָן שֶׁקִּדֵּשׁ אָדָם אִשָּׁה נֶאֶסְרוּ עָלָיו מִקְּרוֹבוֹתֶיהָ שֵׁשׁ נָשִׁים. וְכָל אַחַת מֵהֶן עֶרְוָה עָלָיו לְעוֹלָם בֵּין כָּנַס בֵּין גֵּרֵשׁ בֵּין בְּחַיֵּי אִשְׁתּוֹ בֵּין לְאַחַר מוֹתָהּ. וְאֵלּוּ הֵן. אִמָּהּ וְאֵם אִמָּהּ וְאֵם אָבִיהָ וּבִתָּהּ וּבַת בִּתָּהּ וּבַת בְּנָהּ. וְאִם בָּא עַל אַחַת מֵהֶן בְּחַיֵּי אִשְׁתּוֹ שְׁנֵיהֶן נִשְׂרָפִין: \n",
            "בָּא עֲלֵיהֶן לְאַחַר מִיתַת אִשְׁתּוֹ הֲרֵי אֵלּוּ בְּכָרֵת וְאֵין בָּהֶן מִיתַת בֵּית דִּין. שֶׁנֶּאֱמַר <small>(ויקרא כ יד)</small> \"בָּאֵשׁ יִשְׂרְפוּ אֹתוֹ וְאֶתְהֶן\". בִּזְמַן שֶּׁשְּׁתֵּיהֶן קַיָּמוֹת שֶׁהֵן אִשְׁתּוֹ וְזוֹ שֶׁבָּא עָלֶיהָ הֲרֵי הוּא וְהָעֶרְוָה נִשְׂרָפִין. וּבִזְמַן שֶׁאֵין שְׁתֵּיהֶן קַיָּמוֹת אֵין שָׁם שְׂרֵפָה: \n",
            "וְכֵן אֲחוֹת אִשְׁתּוֹ עֶרְוָה עָלָיו עַד שֶׁתָּמוּת אִשְׁתּוֹ. בֵּין אֲחוֹתָהּ מֵאִמָּהּ בֵּין אֲחוֹתָהּ מֵאָבִיהָ בֵּין מִן הַנִּשּׂוּאִין בֵּין מִזְּנוּת הֲרֵי זוֹ עֶרְוָה עָלָיו: \n",
            "עָבַר וְנָאַף עִם אַחַת מִשֶּׁבַע נָשִׁים אֵלּוּ בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה אַף עַל פִּי שֶׁהוּא וְהַנּוֹאֶפֶת בְּמִיתַת בֵּית דִּין אוֹ בְּכָרֵת לֹא נֶאֶסְרָה אִשְׁתּוֹ עָלָיו חוּץ מֵאֲחוֹת אֲרוּסָתוֹ שֶׁהִיא אוֹסֶרֶת אִשְׁתּוֹ עָלָיו כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גֵּרוּשִׁין: \n",
            "הַבּוֹעֵל אִשָּׁה דֶּרֶךְ זְנוּת לֹא נֶאֶסְרוּ עָלָיו קְרוֹבוֹתֶיהָ שֶׁהֵן הַשֶּׁבַע נָשִׁים שֶׁאָמַרְנוּ. אֲבָל חֲכָמִים אָסְרוּ עַל מִי שֶׁנָּאַף עִם אִשָּׁה לִשָּׂא אַחַת מִן הַשֶּׁבַע נָשִׁים קְרוֹבוֹתֶיהָ כָּל זְמַן שֶׁהַזּוֹנָה קַיֶּמֶת. מִפְּנֵי שֶׁהַזּוֹנָה בָּאָה לִקְרוֹבוֹתֶיהָ לְבַקֵּר אוֹתָן וְהוּא מִתְיַחֵד עִמָּהּ וְלִבּוֹ גַּס בָּהּ וְיָבוֹא לִידֵי עֲבֵרָה שֶׁיִּבְעל הָעֶרְוָה. וְלֹא עוֹד אֶלָּא אֲפִלּוּ נִטְעַן עַל אִשָּׁה הֲרֵי זֶה לֹא יִשָּׂא אַחַת מִקְּרוֹבוֹתֶיהָ עַד שֶׁתָּמוּת זוֹ שֶׁנִּטְעַן עָלֶיהָ. וְאִם כָּנַס הַקְּרוֹבָה שֶׁזָּנָה עִם קְרוֹבוֹתֶיהָ לֹא יוֹצִיא: \n",
            "מִי שֶׁנִּטְעַן עַל עֶרְוָה אוֹ שֶׁיָּצָא לוֹ שֵׁם רַע עִמָּהּ לֹא יָדוּר עִמָּהּ בְּמָבוֹי אֶחָד וְלֹא יֵרָאֶה בְּאוֹתָהּ שְׁכוּנָה. וּמַעֲשֶׂה שֶׁהָיוּ מְרַנְּנִין אַחֲרָיו עִם חֲמוֹתוֹ וְהִכּוּ אוֹתוֹ חֲכָמִים מַכַּת מַרְדּוּת מִפְּנֵי שֶׁעָבַר עַל פֶּתַח בֵּיתָהּ: \n",
            "הַבָּא עַל אִשָּׁה וּבִתָּהּ דֶּרֶךְ זְנוּת אוֹ עַל אִשָּׁה וַאֲחוֹתָהּ וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה כְּמִי שֶׁבָּא עַל שְׁתֵּי נָשִׁים נָכְרִיּוֹת שֶׁאֵין נַעֲשׂוֹת עֶרְוָה זוֹ עִם זוֹ אֶלָּא בְּנִשּׂוּאִין לֹא בִּזְנוּת. וְכֵן אִם אָנַס אָבִיו אוֹ בְּנוֹ אוֹ אָחִיו אוֹ אֲחִי אָבִיו אִשָּׁה אוֹ פִּתָּה אוֹתָהּ הֲרֵי זוֹ מֻתֶּרֶת לוֹ וְיִשָּׂאֶנָּה שֶׁלֹּא נֶאֱמַר אֶלָּא אֵשֶׁת וְאֵין כָּאן אִישׁוּת: \n",
            "אָבִיו אוֹ בְּנוֹ שֶׁנָּשָׂא אִשָּׁה הֲרֵי זֶה מֻתָּר לִשָּׂא בִּתָּהּ אוֹ אִמָּהּ כְּמוֹ שֶׁבֵּאַרְנוּ. וּמֻתָּר לְאָדָם לִשָּׂא אֵשֶׁת בֶּן אָחִיו. וְנוֹשֵׂא אָדָם אִשָּׁה וּבַת אֲחוֹתָהּ אוֹ בַּת אָחִיהָ כְּאַחַת. וּמִצְוַת חֲכָמִים שֶׁיִּשָּׂא אָדָם בַּת אֲחוֹתוֹ וְהוּא הַדִּין לְבַת אָחִיו שֶׁנֶּאֱמַר <small>(ישעיה נח ז)</small> \"וּמִבְּשָׂרְךָ לֹא תִתְעַלָּם\": \n"
        ],
        [
            "הַבָא עַל אֵשֶׁת קָטָן אֲפִלּוּ הָיְתָה יְבָמָה שֶׁבָּא עָלֶיהָ בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד הֲרֵי זֶה פָּטוּר. וְכֵן הַבָּא עַל אֵשֶׁת חֵרֵשׁ וְשׁוֹטֶה וְאֵשֶׁת טֻמְטוּם וְאַנְדְּרוֹגִינוּס וְעַל הַחֵרֶשֶׁת וְעַל הַשּׁוֹטָה אֵשֶׁת הַפִּקֵּחַ וְעַל אִשָּׁה שֶׁהִיא מְקֻדֶּשֶׁת בְּסָפֵק אוֹ מְגֹרֶשֶׁת בְּסָפֵק כֻּלָּן פְּטוּרִין. וְאִם הָיוּ מְזִידִין מַכִּין אוֹתָן מַכַּת מַרְדּוּת:  ",
            "הַבָּא עַל הַקְּטַנָּה אֵשֶׁת הַגָּדוֹל אִם קִדְּשָׁהּ אָבִיהָ הֲרֵי זֶה בְּחֶנֶק וְהִיא פְּטוּרָה מִכְּלוּם וְנֶאֶסְרָה עַל בַּעְלָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת סוֹטָה. וְאִם הִיא בַּת מֵאוּן מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וְהִיא מֻתֶּרֶת לְבַעְלָהּ. וַאֲפִלּוּ הָיָה כֹּהֵן:  ",
            "בַּת כֹּהֵן שֶׁזִּנְּתָה כְּשֶׁהִיא אֵשֶׁת אִישׁ. בֵּין שֶׁהָיָה בַּעְלָהּ כֹּהֵן בֵּין שֶׁהָיָה יִשְׂרָאֵל וַאֲפִלּוּ הָיָה בַּעְלָהּ מַמְזֵר אוֹ נָתִין אוֹ שְׁאָר מֵחַיָּבֵי לָאוִין הֲרֵי זוֹ בִּשְׂרֵפָה שֶׁנֶּאֱמַר <small>(ויקרא כא ט)</small> \"וּבַת כֹּהֵן כִּי תֵחֵל לִזְנוֹת\". וּבוֹעֲלָהּ בְּחֶנֶק. וְכֵן בַּת יִשְׂרָאֵל אֵשֶׁת כֹּהֵן בְּחֶנֶק כְּדִין כָּל אֵשֶׁת אִישׁ:  ",
            "הַבָּא עַל נַעֲרָה מְאֹרָשָׂה שְׁנֵיהֶן בִּסְקִילָה. וְאֵינָן חַיָּבִין סְקִילָה עַד שֶׁתִּהְיֶה נַעֲרָה בְּתוּלָה מְאֹרָשָׂה וְהִיא בְּבֵית אָבִיהָ. הָיְתָה בּוֹגֶרֶת אוֹ שֶׁנִּכְנְסָה לְחֻפָּה אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה אֲפִלּוּ מְסָרָהּ הָאָב לִשְׁלוּחֵי הַבַּעַל וְזִנְּתָה בַּדֶּרֶךְ הֲרֵי זוֹ בְּחֶנֶק:  ",
            "וְהַבָּא עַל קְטַנָּה מְאֹרָשָׂה בְּבֵית אָבִיהָ הוּא בִּסְקִילָה וְהִיא פְּטוּרָה. וְנַעֲרָה מְאֹרָשָׂה בַּת כֹּהֵן שֶׁזִּנְּתָה בִּסְקִילָה:  ",
            "בָּאוּ עָלֶיהָ עֲשָׂרָה וְהִיא בְּתוּלָה בִּרְשׁוּת אָבִיהָ זֶה אַחַר זֶה הֲרֵי הָרִאשׁוֹן בִּסְקִילָה וְכֻלָּן בְּחֶנֶק (בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבָּאוּ עָלֶיהָ כְּדַרְכָּהּ אֲבָל אִם בָּאוּ עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ עֲדַיִן הִיא בְּתוּלָה וְכֻלָּן בִּסְקִילָה):  ",
            "נַעֲרָה מְאֹרָשָׂה שֶׁהָיְתָה מְשֻׁחְרֶרֶת אוֹ גִּיֹּרֶת אַף עַל פִּי שֶׁנִּשְׁתַּחְרְרָה וְנִתְגַּיְּרָה וְהִיא פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד הֲרֵי זוֹ בְּחֶנֶק כְּכָל אֵשֶׁת אִישׁ:  ",
            "דִּין חָדָשׁ יֵשׁ בְּמוֹצִיא שֵׁם רַע. וּמַה הוּא הַחִדּוּשׁ. שֶׁאִם נִמְצָא הַדָּבָר אֱמֶת וּבָאוּ עֵדִים שֶׁזִּנְּתָה כְּשֶׁהָיְתָה נַעֲרָה מְאֹרָשָׂה אַף עַל פִּי שֶׁזִּנְּתָה אַחַר שֶׁיָּצְאָה מִבֵּית אָבִיהָ וַאֲפִלּוּ שֶׁזִּנְּתָה אַחַר שֶׁנִּכְנְסָה לַחֻפָּה קֹדֶם בְּעִילַת הַבַּעַל סוֹקְלִין אוֹתָהּ עַל פֶּתַח בֵּית אָבִיהָ. אֲבָל שְׁאָר נְעָרוֹת מְאֹרָסוֹת שֶׁלֹּא הָיָה לָהֶן דִּין הוֹצָאַת שֵׁם רַע שֶׁזָּנוּ מֵאַחַר שֶׁיָּצְאוּ מִבֵּית הָאָב הֲרֵי הֵן בְּחֶנֶק כְּמוֹ שֶׁבֵּאַרְנוּ. הָא לָמַדְתָּ שֶׁבְּאֵשֶׁת אִישׁ שָׁלֹשׁ מִיתוֹת. יֵשׁ אֵשֶׁת אִישׁ שֶׁהִיא בְּחֶנֶק. וְיֵשׁ אֵשֶׁת אִישׁ שֶׁהִיא בִּשְׂרֵפָה. וְיֵשׁ אֵשֶׁת אִישׁ שֶׁהִיא בִּסְקִילָה:  ",
            "וְהֵיכָן סוֹקְלִין נַעֲרָה מְאֹרָשָׂה שֶׁזִּנְּתָה. אִם זִנְּתָה בְּבֵית אָבִיהָ אַף עַל פִּי שֶׁלֹּא הֵעִידוּ עָלֶיהָ הָעֵדִים אֶלָּא אַחַר שֶׁבָּאָה לְבֵית חָמִיהָ (וְנִיסֵת) הֲרֵי זוֹ נִסְקֶלֶת עַל פֶּתַח בֵּית אָבִיהָ. זִנִּתָה בִּבֵית חָמִיהָ קֹדֵם שֵׁיִּמִסֹר אוֹתָהּ הָאָב אַף עַל פִּי שֶׁהֵעִידוּ עָלֶיהָ אַחַר שֶׁחָזְרָה לְבֵית אָבִיהָ הֲרֵי זוֹ נִסְקֶלֶת עַל פֶּתַח שַׁעַר הָעִיר הַהִיא:  ",
            "בָּאוּ עֵדִים אַחַר שֶׁבָּגְרָה אוֹ אַחַר שֶׁבְּעָלָהּ בַּעְלָהּ אַף עַל פִּי שֶׁהֵעִידוּ שֶׁזִּנְּתָה בְּבֵית אָבִיהָ כְּשֶׁהָיְתָה נַעֲרָה הֲרֵי זוֹ נִסְקֶלֶת בְּבֵית הַסְּקִילָה:  ",
            "הָיְתָה הוֹרָתָהּ שֶׁלֹּא בִּקְדֻשָּׁה וְלֵדָתָהּ בִּקְדֻשָּׁה נִסְקֶלֶת עַל פֶּתַח שַׁעַר הָעִיר. כָּל מִי שֶׁמִּצְוָתָהּ לִסְקל אוֹתָהּ עַל פֶּתַח שַׁעַר הָעִיר אִם הָיְתָה עִיר שֶׁרֻבָּהּ עַכּוּ''ם סוֹקְלִין אוֹתָהּ עַל פֶּתַח בֵּית דִּין. וְכָל מִי שֶׁמִּצְוָתָהּ לִסְקל אוֹתָהּ עַל פֶּתַח בֵּית אָבִיהָ אִם לֹא הָיָה לָהּ אָב אוֹ שֶׁהָיָה לָהּ אָב וְלֹא הָיָה לוֹ בַּיִת הֲרֵי זוֹ נִסְקֶלֶת בְּבֵית הַסְּקִילָה. לֹא נֶאֱמַר <small>(דברים כב כא)</small> \"פֶּתַח בֵּית אָב\" אֶלָּא לְמִצְוָה:  ",
            "הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת בִּיאוֹת הַרְבֵּה חַיָּב כָּרֵת אוֹ מִיתַת בֵּית דִּין עַל כָּל בִּיאָה וּבִיאָה אַף עַל פִּי שֶׁאֵין בֵּית דִּין יְכוֹלִין לְהָמִית אֶלָּא מִיתָה אַחַת הֲרֵי הַבִּיאוֹת נֶחְשָׁבוֹת לוֹ כַּעֲבֵרוֹת הַרְבֵּה. וְכֵן אִם בָּא בִּיאָה אַחַת שֶׁחַיָּבִין עָלֶיהָ מִשֵּׁמוֹת הַרְבֵּה אִם הָיָה שׁוֹגֵג מֵבִיא קָרְבָּן עַל כָּל שֵׁם וְשֵׁם. אַף עַל פִּי שֶׁהִיא בִּיאָה אַחַת כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת שְׁגָגוֹת. וְאִם הָיָה מֵזִיד הֲרֵי זוֹ נֶחְשֶׁבֶת לוֹ כַּעֲבֵרוֹת הַרְבֵּה. וְכֵן יֵשׁ בָּא בִּיאָה אַחַת וְלוֹקֶה עָלֶיהָ מַלְקִיּוֹת הַרְבֵּה כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
            "שִׁפְחָה חֲרוּפָה הָאֲמוּרָה בַּתּוֹרָה הִיא שֶׁחֶצְיָהּ שִׁפְחָה וְחֶצְיָהּ בַּת חוֹרִין וּמְקֻדֶּשֶׁת לְעֶבֶד עִבְרִי שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"לֹא יוּמְתוּ כִּי לֹא חֻפָּשָׁה\". הָא אִם נִשְׁתַּחְרְרָה כֻּלָּהּ חַיָּבִין עָלֶיהָ מִיתַת בֵּית דִּין שֶׁהֲרֵי נַעֲשֵׂית אֵשֶׁת אִישׁ גְּמוּרָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת:  ",
            "בִּיאַת שִׁפְחָה זוֹ מְשֻׁנָּה מִכָּל בִּיאוֹת אֲסוּרוֹת שֶׁבַּתּוֹרָה. שֶׁהֲרֵי הִיא לוֹקָה שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"בִּקֹּרֶת תִּהְיֶה\" וְהוּא חַיָּב קָרְבַּן אָשָׁם שֶׁנֶּאֱמַר <small>(ויקרא יט כא)</small> \"וְהֵבִיא אֶת אֲשָׁמוֹ\". אֶחָד שׁוֹגֵג אֶחָד מֵזִיד בְּשִׁפְחָה חֲרוּפָה מֵבִיא אָשָׁם. וְהַבָּא עָלֶיהָ בִּיאוֹת הַרְבֵּה בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה מֵבִיא אָשָׁם אֶחָד. אֲבָל הִיא חַיֶּבֶת מַלְקוֹת עַל כָּל בִּיאָה וּבִיאָה אִם הָיְתָה מְזִידָה כִּשְׁאָר חַיָּבֵי לָאוִין:  ",
            "הַמְעָרֶה בְּשִׁפְחָה חֲרוּפָה וְלֹא גָּמַר בִּיאָתוֹ פָּטוּר עַד שֶׁיִּגְמֹר בִּיאָתוֹ. וְאֵינוֹ חַיָּב אֶלָּא עַל הַגְּדוֹלָה הַבְּעוּלָה הַמְּזִידָה וּבִרְצוֹנָהּ. אֲבָל אִם הָיְתָה קְטַנָּה אוֹ שֶׁלֹּא הָיְתָה בְּעוּלָה אוֹ הָיְתָה שׁוֹגֶגֶת אוֹ אֲנוּסָה אוֹ יְשֵׁנָה פָּטוּר [וְכֵן אִם בָּא עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ פָּטוּר שֶׁבְּשִׁפְחָה חֲרוּפָה לֹא הִשְׁוָה בִּיאָה כְּדַרְכָּהּ לְבִיאָה שֶׁלֹּא כְּדַרְכָּהּ שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"שִׁכְבַת זֶרַע\". אֲבָל בִּשְׁאָר בִּיאוֹת לֹא חָלַק בֵּין בִּיאָה לְבִיאָה שֶׁנֶּאֱמַר <small>(ויקרא יח כב)</small> <small>(ויקרא כ יג)</small> \"מִשְׁכְּבֵי אִשָּׁה\" מַגִּיד [לְךָ] הַכָּתוּב שֶׁשְּׁנֵי מִשְׁכָּבוֹת בְּאִשָּׁה]:  ",
            "כָּל מָקוֹם שֶׁאָמַרְנוּ בְּשִׁפְחָה שֶׁהוּא פָּטוּר הוּא פָּטוּר מִן הַקָּרְבָּן וְהִיא פְּטוּרָה מִן הַמַּלְקוֹת. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם אִם הָיוּ שְׁנֵיהֶן מְזִידִין וּגְדוֹלִים:  ",
            "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל שִׁפְחָה חֲרוּפָה הִיא לוֹקָה וְהוּא מֵבִיא קָרְבָּן. וְהוּא שֶׁתִּהְיֶה גְּדוֹלָה וּבְעוּלָה וּבִרְצוֹנָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. שֶׁאֵין הָאִישׁ חַיָּב קָרְבָּן עַד שֶׁתִּתְחַיֵּב הִיא מַלְקוֹת שֶׁנֶּאֱמַר <small>(ויקרא יט כ)</small> \"בִּקֹּרֶת תִּהְיֶה\" <small>(ויקרא יט כא)</small> \"וְהֵבִיא אֶת אֲשָׁמוֹ\":  "
        ],
        [
            "הַנִּדָה הֲרֵי הִיא כִּשְׁאָר כָּל הָעֲרָיוֹת. הַמְעָרֶה בָּהּ [בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ] חַיָּב כָּרֵת וַאֲפִלּוּ הָיְתָה קְטַנָּה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד כִּשְׁאָר עֲרָיוֹת שֶׁהַבַּת מִתְטַמְּאָה בְּנִדָּה וַאֲפִלּוּ בְּיוֹם לֵדָתָהּ. וּבַת עֲשָׂרָה יָמִים מְטַמְּאָה בְּזִיבָה וְדָבָר זֶה מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין הֶפְרֵשׁ בֵּין גְּדוֹלָה לִקְטַנָּה לְטֻמְאַת נִדּוֹת וְזָבוֹת: \n",
            "וְאֶחָד הַבָּא עַל הַנִּדָּה כָּל שִׁבְעַת הַיָּמִים וַאֲפִלּוּ לֹא רָאֲתָה אֶלָּא יוֹם רִאשׁוֹן. וְאֶחָד הַבָּא עַל יוֹלֶדֶת זָכָר כָּל שִׁבְעָה אוֹ עַל יוֹלֶדֶת נְקֵבָה כָּל אַרְבָּעָה עָשָׂר. אוֹ עַל הַזָּבָה כָּל יְמֵי זוֹבָהּ וּסְפִירָתָהּ. בֵּין שִׁפְחָה בֵּין מְשֻׁחְרֶרֶת הַכּל בְּכָרֵת שֶׁנֶּאֱמַר בְּנִדָּה <small>(ויקרא טו יט)</small> \"שִׁבְעַת יָמִים תִּהְיֶה בְּנִדָּתָהּ\". וּבְזָבָה נֶאֱמַר <small>(ויקרא טו כה)</small> \"כָּל יְמֵי זוֹב טֻמְאָתָהּ כִּימֵי נִדָּתָהּ תִּהְיֶה\". וּבְיוֹלֶדֶת זָכָר הוּא אוֹמֵר <small>(ויקרא יב ב)</small> \"כִּימֵי נִדַּת דְּוֹתָהּ תִּטְמָא\". וּבְיוֹלֶדֶת נְקֵבָה <small>(ויקרא יב ה)</small> \"וְטָמְאָה שְׁבֻעַיִם כְּנִדָּתָהּ\": \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַטֻּמְאָה תְּלוּיָה בְּיָמִים בְּשֶׁטָּבְלָה בְּמֵי מִקְוֶה אַחַר הַיָּמִים הַסְּפוּרִים. אֲבָל נִדָּה וְזָבָה וְיוֹלֶדֶת שֶׁלֹּא טָבְלוּ בְּמֵי מִקְוֶה הַבָּא עַל אַחַת מֵהֶן אֲפִלּוּ אַחַר כַּמָּה שָׁנִים חַיָּב כָּרֵת. שֶׁבְּיָמִים וּטְבִילָה תָּלָה הַכָּתוּב שֶׁנֶּאֱמַר <small>(ויקרא טו יח)</small> \"וְרַחֲצוּ בַמַּיִם\" זֶה בִּנְיַן אָב לְכָל טָמֵא שֶׁהוּא בְּטֻמְאָתוֹ עַד שֶׁיִּטְבּל: \n",
            "הָעַכּוּ''ם אֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם נִדָּה וְלֹא מִשּׁוּם זָבָה וְלֹא מִשּׁוּם יוֹלֶדֶת. וַחֲכָמִים גָּזְרוּ עַל כָּל הָעַכּוּ''ם הַזְּכָרִים וְהַנְּקֵבוֹת שֶׁיְּהוּ כְּזָבִים תָּמִיד בֵּין רָאוּ בֵּין לֹא רָאוּ לְעִנְיַן טֻמְאָה וְטָהֳרָה: \n",
            "כָּל דָּם שֶׁתִּרְאֶה הַיּוֹלֶדֶת בְּתוֹךְ ל''ג שֶׁל זָכָר וְס''ו שֶׁל נְקֵבָה הוּא הַנִּקְרָא דַּם טֹהַר. וְאֵין מוֹנֵעַ אֶת הָאִשָּׁה מִבַּעְלָהּ אֶלָּא טוֹבֶלֶת אַחַר שִׁבְעָה לְזָכָר וְאַחַר אַרְבָּעָה עָשָׂר לִנִקֵבָה וּמִשַׁמֵּשֵׁת מִטָּתָהּ אַף עַל פִּי שֶׁהַדָּם שׁוֹתֵת וְיוֹרֵד: \n",
            "כָּל חַיָּבֵי טְבִילוֹת טְבִילָתָן בַּיּוֹם חוּץ מִנִּדָּה וְיוֹלֶדֶת שֶׁהֲרֵי הוּא אוֹמֵר בְּנִדָּה <small>(ויקרא טו יט)</small> \"שִׁבְעַת יָמִים תִּהְיֶה בְּנִדָּתָהּ\". הַשִּׁבְעָה כֻּלָּן בְּנִדָּתָהּ וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי. וְכֵן יוֹלֶדֶת זָכָר בְּלֵיל שְׁמִינִי וְיוֹלֶדֶת נְקֵבָה בְּלֵיל חֲמִשָּׁה עָשָׂר. שֶׁהַיּוֹלֶדֶת כְּנִדָּה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "נִתְאַחֲרָה יָמִים רַבִּים וְלֹא טָבְלָה כְּשֶׁתִּטְבּל לֹא תִּטְבּל אֶלָּא בַּלַּיְלָה שֶׁאִם תִּטְבּל בַּיּוֹם יִטְעוּ וְתָבוֹא נִדָּה אַחֶרֶת לִטְבּל בִּשְׁבִיעִי: \n",
            "הָיְתָה חוֹלָה אוֹ שֶׁהָיָה מְקוֹם הַטְּבִילָה רָחוֹק וְאֵין הַנָּשִׁים יְכוֹלוֹת לְהַגִּיעַ לוֹ וְלַחֲזֹר בַּלַּיְלָה מִפְּנֵי הַלִּסְטִים אוֹ מִפְּנֵי הַצִּנָּה אוֹ מִפְּנֵי שֶׁנּוֹעֲלִין שַׁעֲרֵי הַמְּדִינָה בַּלַּיְלָה הֲרֵי זוֹ טוֹבֶלֶת בַּיּוֹם הַשְּׁמִינִי אוֹ בַּיָּמִים שֶׁל אַחֲרָיו בַּיּוֹם: \n",
            "כָּל הַנָּשִׁים שֶׁיֵּשׁ לָהֶן וֶסֶת בְּחֶזְקַת טָהֳרָה לְבַעְלֵיהֶן עַד שֶׁתֹּאמַר לוֹ טְמֵאָה אֲנִי אוֹ עַד שֶׁתֻּחְזַק נִדָּה בִּשְׁכֵנוֹתֶיהָ. הָלַךְ בַּעְלָהּ לִמְדִינָה אַחֶרֶת וֶהֱנִיחָהּ טְהוֹרָה כְּשֶׁיָּבוֹא אֵינוֹ צָרִיךְ לִשְׁאל לָהּ אֲפִלּוּ מְצָאָהּ יְשֵׁנָה הֲרֵי זֶה מֻתָּר לָבוֹא עָלֶיהָ שֶׁלֹּא בְּעוֹנַת וֶסְתָּהּ וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא נִדָּה הִיא. וְאִם הֱנִיחָהּ נִדָּה אֲסוּרָה לוֹ עַד שֶׁתֹּאמַר לוֹ טְהוֹרָה אֲנִי: \n",
            "הָאִשָּׁה שֶׁאָמְרָה לְבַעְלָהּ טְמֵאָה אֲנִי וְחָזְרָה וְאָמְרָה טְהוֹרָה אֲנִי וְדֶרֶךְ שְׂחוֹק אָמַרְתִּי לְךָ תְּחִלָּה אֵינָהּ נֶאֱמֶנֶת. וְאִם נָתְנָה אֲמַתְלָא לִדְבָרֶיהָ נֶאֱמֶנֶת. כֵּיצַד. תְּבָעָהּ בַּעְלָהּ וַאֲחוֹתוֹ אוֹ אִמּוֹ עִמָּהּ בֶּחָצֵר וְאָמְרָה טְמֵאָה אֲנִי וְאַחַר כָּךְ חָזְרָה וְאָמְרָה טְהוֹרָה אֲנִי וְלֹא אָמַרְתִּי לְךָ טְמֵאָה אֶלָּא מִפְּנֵי אֲחוֹתְךָ וְאִמְּךָ שֶׁמָּא יִרְאוּ אוֹתָנוּ הֲרֵי זוֹ נֶאֱמֶנֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "הָיָה מְשַׁמֵּשׁ עִם הַטְּהוֹרָה וְאָמְרָה לוֹ נִטְמֵאתִי לֹא יִפְרשׁ מִיָּד וְהוּא בְּקִשּׁוּיוֹ שֶׁהֲנָאָה לוֹ בִּיצִיאָתוֹ כְּבִיאָתוֹ. וְאִם פֵּרֵשׁ וְהוּא בְּקִשּׁוּיוֹ חַיָּב כָּרֵת כְּמוֹ שֶׁבָּעַל נִדָּה. וְהוּא הַדִּין בִּשְׁאָר עֲרָיוֹת. אֶלָּא כֵּיצַד יַעֲשֶׂה. נוֹעֵץ צִפָּרְנֵי רַגְלָיו בַּקַּרְקַע וְשׁוֹהֶה וְאֵינוֹ מִזְדַּעֲזֵעַ עַד שֶׁיָּמוּת הָאֵיבָר וְאַחַר כָּךְ נִשְׁמָט מִמֶּנָּה: \n",
            "וְאָסוּר לוֹ לָאָדָם לָבֹא עַל אִשְׁתּוֹ סָמוּךְ לְוֶסְתָּהּ שֶׁמָּא תִּרְאֶה דָּם בִּשְׁעַת תַּשְׁמִישׁ שֶׁנֶּאֱמַר <small>(ויקרא טו לא)</small> \"וְהִזַּרְתֶּם אֶת בְּנֵי יִשְׂרָאֵל מִטֻּמְאָתָם\". וְכַמָּה. אִם הָיָה דַּרְכָּהּ לִרְאוֹת בַּיּוֹם אָסוּר לְשַׁמֵּשׁ מִתְּחִלַּת הַיּוֹם. וְאִם הָיָה דַּרְכָּהּ לִרְאוֹת בַּלַּיְלָה אָסוּר לְשַׁמֵּשׁ מִתְּחִלַּת הַלַּיְלָה: \n",
            "עָבַר וֶסְתָּהּ וְלֹא רָאֲתָה מֻתֶּרֶת לְשַׁמֵּשׁ אַחַר שֶׁתַּעֲבֹר עוֹנַת הַוֶּסֶת. כֵּיצַד. הָיָה דַּרְכָּהּ לִרְאוֹת בְּשֵׁשׁ שָׁעוֹת בַּיּוֹם אֲסוּרָה לְשַׁמֵּשׁ מִתְּחִלַּת הַיּוֹם. עָבְרוּ שֵׁשׁ שָׁעוֹת בַּיּוֹם וְלֹא רָאֲתָה אֲסוּרָה לְשַׁמֵּשׁ עַד לָעֶרֶב. וְכֵן אִם הָיָה דַּרְכָּהּ לִרְאוֹת בְּשֵׁשׁ שָׁעוֹת בַּלַּיְלָה וְעָבְרוּ וְלֹא רָאֲתָה אֲסוּרָה לְשַׁמֵּשׁ עַד שֶׁתִּזְרַח הַשֶּׁמֶשׁ: \n",
            "דֶּרֶךְ בְּנֵי יִשְׂרָאֵל וּבְנוֹת יִשְׂרָאֵל לְעוֹלָם לִבְדֹּק עַצְמָם אַחַר הַתַּשְׁמִישׁ. כֵּיצַד. מְקַנֵּחַ הָאִישׁ עַצְמוֹ בְּמַטְלִית נְכוֹנָה לוֹ וּמְקַנַּחַת הָאִשָּׁה עַצְמָהּ בְּמַטְלִית נְכוֹנָה לָהּ וְרוֹאִין בָּהֶן שֶׁמָּא רָאֲתָה דָּם בִּשְׁעַת תַּשְׁמִישׁ. וְיֵשׁ לָאִישׁ לְהָנִיחַ אִשְׁתּוֹ שֶׁתִּבְדֹּק בְּמַטְלִית שֶׁלּוֹ מִתּוֹךְ שֶׁנֶּאֱמֶנֶת עַל שֶׁלָּהּ נֶאֱמֶנֶת עַל שֶׁלּוֹ: \n",
            "בְּגָדִים אֵלּוּ שֶׁמְּקַנְּחִין בָּהֶן צְרִיכִין שֶׁיִּהְיוּ שֶׁל פִּשְׁתָּן שַׁחֲקִים וּלְבָנִים וְהֵם הַנִּקְרָאִים עֵדִים בְּעִנְיָן זֶה. וְהַבֶּגֶד שֶׁמְּקַנֵּחַ בּוֹ הוּא נִקְרָא עֵד שֶׁלּוֹ. וְהַבֶּגֶד שֶׁמְּקַנַּחַת הִיא בּוֹ נִקְרָא עֵד שֶׁלָּהּ: \n",
            "הַצְּנוּעוֹת אֵין מְשַׁמְּשׁוֹת אֶלָּא עַד שֶׁיִּבְדְּקוּ עַצְמָן תְּחִלָּה קֹדֶם תַּשְׁמִישׁ. וְאִשָּׁה שֶׁאֵין לָהּ וֶסֶת אֲסוּרָה לְשַׁמֵּשׁ עַד שֶׁתִּבְדֹּק. לְפִיכָךְ הִיא מְשַׁמֶּשֶׁת בִּשְׁנֵי עֵדִים אֶחָד לִפְנֵי הַתַּשְׁמִישׁ וְאֶחָד לְאַחַר הַתַּשְׁמִישׁ. אֲבָל אִשָּׁה שֶׁיֵּשׁ לָהּ וֶסֶת אֵינָהּ צְרִיכָה עֵד לִפְנֵי תַּשְׁמִישׁ אֶלָּא מִשּׁוּם צְנִיעוּת בִּלְבַד. אֲבָל אַחַר תַּשְׁמִישׁ הַכּל צְרִיכִין שְׁנֵי עֵדִים אֶחָד לוֹ וְאֶחָד לָהּ אֲפִלּוּ מְעֻבֶּרֶת וּמֵינִיקָה וּזְקֵנָה. וּקְטַנָּה לֹא תְּשַׁמֵּשׁ אֶלָּא בִּשְׁנֵי עֵדִים אֶחָד לוֹ וְאֶחָד לָהּ. אֲבָל בְּתוּלָה וְיוֹשֶׁבֶת עַל דַּם טֹהַר אֵינָהּ צְרִיכָה עֵדִים שֶׁהֲרֵי הַדָּם שׁוֹתֵת מִמֶּנָּה: \n",
            "הַמְשַׁמֵּשׁ מִטָּתוֹ פְּעָמִים רַבּוֹת אֵינָן צְרִיכִין לִבְדֹּק שְׁנֵי הָעֵדִים שֶׁלָּהֶן עַל כָּל בִּיאָה וּבִיאָה. אֶלָּא מְקַנֵּחַ הוּא בְּעֵד שֶׁלּוֹ וְהִיא בְּעֵד שֶׁלָּהּ אַחַר כָּל בִּיאָה וּבִיאָה שֶׁל כָּל הַלַּיְלָה וּלְמָחָר יִבְדְּקוּ הָעֵדִים. נִמְצָא הַדָּם עַל עֵד שֶׁלָּהּ אוֹ עַל עֵד שֶׁלּוֹ הֲרֵי זוֹ טְמֵאָה. שִׁמְּשָׁה מִטָּתָהּ וְקִנְּחָה עַצְמָהּ וְאָבַד הָעֵד הֲרֵי זוֹ לֹא תְּשַׁמֵּשׁ פַּעַם שְׁנִיָּה עַד שֶׁתִּבְדֹּק בְּעֵד אַחֵר תְּחִלָּה. שֶׁמָּא דָּם הָיָה עַל הָעֵד שֶׁאָבַד: \n",
            "הִנִּיחָה הָעֵד תַּחַת הַכַּר אוֹ תַּחַת הַכֶּסֶת וְנִמְצָא עָלָיו דָּם. אִם מָשׁוּךְ טְמֵאָה שֶׁחֶזְקָתוֹ מִן הַקִּנּוּחַ. וְאִם הָיָה עָגל טְהוֹרָה שֶׁאֵין זֶה אֶלָּא דַּם מַאֲכלֶת שֶׁנֶּהֶרְגָה תַּחַת הַכַּר: \n",
            "קִנְּחָה עַצְמָהּ בְּעֵד הַבָּדוּק לָהּ וְטָחֲתוֹ בִּירֵכָהּ וּלְמָחָר נִמְצָא עָלָיו דָּם הֲרֵי זוֹ טְמֵאָה. וְאֵין אוֹמְרִים שֶׁמָּא כְּשֶׁטָּחָה אוֹתָהּ בִּירֵכָהּ נֶהֶרְגָה מַאֲכלֶת. קִנְּחָה עַצְמָהּ בְּעֵד שֶׁאֵינוֹ בָּדוּק לָהּ וְלֹא יָדְעָה אִם הָיָה עָלָיו דָּם קֹדֶם שֶׁתְּקַנֵּחַ בּוֹ אוֹ לֹא הָיָה. נִמְצָא עָלָיו דָּם אִם הָיָה הַדָּם כִּגְרִיס וְעוֹד הֲרֵי זוֹ נִדָּה. הָיָה פָּחוֹת מִכֵּן טְהוֹרָה שֶׁאֵינוֹ אֶלָּא מִן הַמַּאֲכלֶת: \n",
            "מִי שֶׁרָאֲתָה דָּם בִּשְׁעַת תַּשְׁמִישׁ הֲרֵי זוֹ מֻתֶּרֶת לְשַׁמֵּשׁ כְּשֶׁתִּטְהַר פַּעַם שְׁנִיָּה. רָאֲתָה דָּם בְּפַעַם שְׁנִיָּה מְשַׁמֶּשֶׁת פַּעַם שְׁלִישִׁית. רָאֲתָה דָּם בַּשְּׁלִישִׁית הֲרֵי זוֹ אֲסוּרָה לְשַׁמֵּשׁ עִם בַּעַל זֶה לְעוֹלָם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה שָׁם דָּבָר לִתְלוֹת בּוֹ. אֲבָל אִם שִׁמְּשָׁה סָמוּךְ לְוֶסְתָּהּ תּוֹלָה בַּוֶּסֶת. הָיְתָה בָּהּ מַכָּה תּוֹלָה בַּמַּכָּה. וְאִם הָיָה דַּם מַכָּתָהּ מְשֻׁנֶּה מִדָּם שֶׁתִּרְאֶה בְּעֵת הַתַּשְׁמִישׁ אֵינָהּ תּוֹלָה בַּמַּכָּה. וְנֶאֱמֶנֶת אִשָּׁה לוֹמַר מַכָּה יֵשׁ לִי בְּתוֹךְ הַמָּקוֹר שֶׁמִּמֶּנָּה הַדָּם יוֹצֵא וְתִהְיֶה מֻתֶּרֶת לְבַעְלָהּ. וְאַף עַל פִּי שֶׁדָּם יוֹצֵא מִן הַמָּקוֹר בִּשְׁעַת תַּשְׁמִישׁ: \n",
            "מִי שֶׁרָאֲתָה דָּם בִּשְׁעַת תַּשְׁמִישׁ פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה וּשְׁלִישִׁית וְאֵין שָׁם דָּבָר לִתְלוֹת בּוֹ הֲרֵי זוֹ תִּתְגָּרֵשׁ וּמֻתֶּרֶת לְהִנָּשֵׂא לְשֵׁנִי. נִשֵּׂאת לְשֵׁנִי וְרָאֲתָה דָּם כָּךְ בִּשְׁעַת תַּשְׁמִישׁ שָׁלֹשׁ פְּעָמִים הֲרֵי זוֹ תִּתְגָּרֵשׁ וְתִנָּשֵׂא לִשְׁלִישִׁי. נִשֵּׂאת לִשְׁלִישִׁי וְרָאֲתָה דָּם כָּךְ בִּשְׁעַת תַּשְׁמִישׁ שָׁלֹשׁ פְּעָמִים הֲרֵי זוֹ תִּתְגָּרֵשׁ וַאֲסוּרָה לְהִנָּשֵׂא עַד שֶׁתַּבְרִיא מֵחלִי זֶה: \n",
            "כֵּיצַד בּוֹדֶקֶת עַצְמָהּ לֵידַע אִם נִרְפֵּאת אוֹ לֹא נִרְפֵּאת. מְבִיאָה שְׁפוֹפֶרֶת שֶׁל אֲבַר וּפִיהָ רָצוּף לְתוֹכָהּ וּמַכְנֶסֶת הַשְּׁפוֹפֶרֶת עַד מָקוֹם שֶׁהִיא יְכוֹלָה. וּמַכְנֶסֶת בְּתוֹךְ הַשְּׁפוֹפֶרֶת מִכְחוֹל וּמוֹךְ מֻנָּח עַל רֹאשׁוֹ וְדוֹפֶקֶת אוֹתוֹ עַד שֶׁיַּגִּיעַ הַמּוֹךְ לְצַוַּאר הָרֶחֶם וּמוֹצִיאָה הַמּוֹךְ. אִם נִמְצָא דָּם עַל רֹאשׁ הַמּוֹךְ בְּיָדוּעַ שֶׁהַדָּם שֶׁהִיא רוֹאָה בִּשְׁעַת תַּשְׁמִישׁ מִן הַמָּקוֹר. וְאִם לֹא נִמְצָא עַל הַמּוֹךְ כְּלוּם בְּיָדוּעַ שֶׁהַדָּם שֶׁרוֹאָה מִדֹּחַק הַצְּדָדִין וּטְהוֹרָה הִיא וּמֻתֶּרֶת לְהִנָּשֵׂא לַאֲחֵרִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת: \n"
        ],
        [
            "הָאִשָׁה מִתְטַמֵּאת בְּאֹנֶס בֵּין לְנִדָּה בֵּין לְזִיבוּת. כֵּיצַד. כְּגוֹן שֶׁקָּפְצָה מִמָּקוֹם לְמָקוֹם. אוֹ רָאֲתָה בְּהֵמָה אוֹ חַיָּה אוֹ עוֹף מִתְעַסְּקִין זֶה עִם זֶה וְחָמְדָה וְרָאֲתָה דָּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הוֹאִיל וְרָאֲתָה דָּם מִכָּל מָקוֹם נִטְמֵאת וּמְטַמְּאָה בְּכָל שֶׁהוּא. אֲפִלּוּ רָאֲתָה דָּם טִפָּה כְּחַרְדָּל הֲרֵי זוֹ כְּמִי שֶׁזָּב מִמֶּנָּה דָּמִים הַרְבֵּה: \n",
            "כָּל הַנָּשִׁים מִתְטַמְּאוֹת בַּבַּיִת הַחִיצוֹן. וְאַף עַל פִּי שֶׁלֹּא יָצָא הַדָּם לַחוּץ אֶלָּא נֶעֱקַר מִן הָרֶחֶם וְלֹא שָׁתַת הוֹאִיל וְיָצָא מִבֵּין הַשִּׁנַּיִם הֲרֵי זוֹ טְמֵאָה וְאַף עַל פִּי שֶׁעֲדַיִן הַדָּם בִּבְשָׂרָהּ שֶׁנֶּאֱמַר <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ\". וְעַד הֵיכָן הוּא בֵּין הַשִּׁנַּיִם עַד מָקוֹם שֶׁיַּגִּיעַ אֵלָיו הָאֵיבָר בִּשְׁעַת גְּמַר בִּיאָה. וּבֵין הַשִּׁנַּיִם עַצְמוֹ כִּלְפָנִים: \n",
            "מָשָׁל מָשְׁלוּ חֲכָמִים בָּאִשָּׁה. הָרֶחֶם שֶׁנּוֹצַר בּוֹ הַוָּלָד הוּא הַנִּקְרָא מָקוֹר. וְהוּא שֶׁדַּם נִדָּה וְזָבָה יוֹצֵא מִמֶּנּוּ. וְקוֹרְאִין אוֹתוֹ חֶדֶר לְפִי שֶׁהוּא לִפְנַי וְלִפְנִים. וְצַוַּאר הָרֶחֶם כֻּלּוֹ וְהוּא הַמָּקוֹם הָאָרֹךְ שֶׁמִּתְקַּבֵּץ רֹאשׁוֹ בִּשְׁעַת הָעִבּוּר כְּדֵי שֶׁלֹּא יִפּל הַוָּלָד וְנִפְתַּח הַרְבֵּה בִּשְׁעַת לֵדָה קוֹרְאִין אוֹתוֹ פְּרוֹזְדוֹר כְּלוֹמַר שֶׁהוּא בֵּית שַׁעַר לַרֶחֶם: \n",
            "וּבִשְׁעַת גְּמַר בִּיאָה הָאֵיבָר נִכְנַס בִּפְרוֹזְדוֹר וְאֵינוֹ מַגִּיעַ עַד רֹאשׁוֹ שֶׁמִּבִּפְנִים אֶלָּא רָחוֹק מִמֶּנּוּ מְעַט לְפִי הָאֶצְבָּעוֹת. וּלְמַעְלָה מִן הַחֶדֶר וּמִן הַפְּרוֹזְדוֹר בֵּין חֶדֶר לִפְרוֹזְדוֹר הוּא הַמָּקוֹם שֶׁיֵּשׁ בּוֹ שְׁתֵּי בֵּיצִים שֶׁל אִשָּׁה. וְהַשְּׁבִילִים שֶׁבָּהֶן מִתְבַּשֶּׁלֶת שִׁכְבַת זֶרַע שֶׁלָּהּ מָקוֹם זֶה הוּא הַנִּקְרָא עֲלִיָּה. וּכְמוֹ נֶקֶב פָּתוּחַ מִן הָעֲלִיָּה לְגַג הַפְּרוֹזְדוֹר וְנֶקֶב זֶה קוֹרְאִין אוֹתוֹ לוּל. וְהָאֵיבָר נִכְנַס לִפְנִים מִן הַלּוּל בִּשְׁעַת גְּמַר בִּיאָה: \n",
            "דָּם הַבָּא מִן הַחֶדֶר כֻּלּוֹ טָמֵא חוּץ מִדַּם טֹהַר שֶׁהַתּוֹרָה טִהֲרַתּוּ וְדַם קֹשִׁי כְּמוֹ שֶׁיִּתְבָּאֵר. וְדַם הָעֲלִיָּה כֻּלּוֹ טָהוֹר שֶׁהוּא כְּמוֹ דַּם מַכָּה שֶׁבַּמֵּעַיִם אוֹ בַּכָּבֵד אוֹ בְּכוּלְיָא וְכַיּוֹצֵא בָּהֶן. וְדָם הַנִּמְצָא בַּפְּרוֹזְדוֹר אִם נִמְצָא מִן הַלּוּל וּלְפָנִים הֲרֵי זֶה טָמֵא שֶׁחֶזְקָתוֹ מִן הַחֶדֶר. וְחַיָּבִין עָלָיו עַל בִּיאַת מִקְדָּשׁ וְשׂוֹרְפִין עָלָיו תְּרוּמָה וְקָדָשִׁים וְאֵין אוֹמְרִים שֶׁמָּא מִן הָעֲלִיָּה יָרַד דֶּרֶךְ הַנֶּקֶב. שֶׁרֹב הַדָּמִים הַנִּמְצָאִין כָּאן מִן הַחֶדֶר. נִמְצָא הַדָּם בַּפְּרוֹזְדוֹר חוּץ לַנֶּקֶב הֲרֵי טֻמְאָתוֹ בְּסָפֵק שֶׁמָּא מִן הַחֶדֶר בָּא אוֹ מִן הָעֲלִיָּה שָׁתַת דֶּרֶךְ הַלּוּל. לְפִיכָךְ אֵין שׂוֹרְפִין עָלָיו תְּרוּמָה וְקָדָשִׁים וְאֵין חַיָּבִין עָלָיו עַל בִּיאַת הַמִּקְדָּשׁ: \n",
            "לֹא כָּל מַשְׁקֶה הַבָּא מִן הַחֶדֶר מְטַמֵּא אֶלָּא הַדָּם בִּלְבַד שֶׁנֶּאֱמַר <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ\". לְפִיכָךְ אִם שָׁתַת מִן הָרֶחֶם לֹבֶן אוֹ מַשְׁקֶה יָרֹק אַף עַל פִּי שֶׁסְּמִיכָתוֹ כְּדָם הוֹאִיל וְאֵין מַרְאָיו מַרְאֶה דָּם הֲרֵי זֶה טָהוֹר: \n",
            "וַחֲמִשָּׁה דָּמִים טְמֵאִים בָּאִשָּׁה וְהַשְּׁאָר טְהוֹרִין. וְאֵלּוּ הֵן. הָאָדֹם. וְהַשָּׁחוֹר. וּכְקֶרֶן כַּרְכֹּם. וּכְמֵימֵי אֲדָמָה. וּכְיַיִן הַמָּזוּג: \n",
            "הָאָדֹם כֵּיצַד הוּא עֵינוֹ. כְּעַמּוּד שֶׁיָּצָא רִאשׁוֹן מִדַּם הַקָּזָה שֶׁל בְּנֵי אָדָם, נוֹתֵן הַדָּם בְּכוֹס וּמַקִּיף לוֹ וְרוֹאֵהוּ. וְהַשָּׁחוֹר כְּעֵין הַדְּיוֹ הַיָּבֵשׁ. כְּקֶרֶן כַּרְכֹּם כֵּיצַד. יָבִיא כַּרְכֹּם לַח בְּגוּשׁ אֲדָמָה שֶׁעָלָיו וְלוֹקֵחַ מִן הַבָּרוּר שֶׁבּוֹ הַקָּנֶה הָאֶמְצָעִי שֶׁלּוֹ שֶׁכֻּלּוֹ כְּמוֹ קָנֶה הוּא וּבְכָל אֶחָד וְאֶחָד שְׁלֹשָׁה קָנִים וּבְכָל קָנֶה שְׁלֹשָׁה עָלִים וּמַקִּיף הַדָּם לֶעָלֶה הָאֶמְצָעִי שֶׁבַּקָּנֶה הָאֶמְצָעִי וְרוֹאֶה בּוֹ. כְּמֵימֵי אֲדָמָה כֵּיצַד. יָבִיא אֲדָמָה מִבִּקְעַת סִיכְנֵי וְכַיּוֹצֵא בָּהּ שֶׁהִיא אֲדֻמָּה וְנוֹתֵן עָלֶיהָ מַיִם בִּכְלִי עַד שֶׁיַּעֲלֶה הַמַּיִם עַל הֶעָפָר כִּקְלִפַּת הַשּׁוּם. וְאֵין שִׁעוּר לַמַּיִם וְלֹא לֶעָפָר. וּמְעַכְּרָן בִּכְלִי וּמְשַׁעֵר בָּהֶן לִשְׁעָתוֹ וּבִמְקוֹמוֹ כְּשֶׁהֵן עֲכוּרִין. וְאִם צָלְלוּ חוֹזֵר וּמְעַכְּרָן: \n",
            "אַרְבָּעָה מַרְאוֹת הַלָּלוּ אִם הָיָה מַרְאֵה הַדָּם כְּמַרְאֵה כָּל אֶחָד מֵהֶן אוֹ עָמֹק מֵהֶן הֲרֵי זֶה טָמֵא. הָיָה דִּיהָה מִמֶּנּוּ הֲרֵי זֶה טָהוֹר. כֵּיצַד. הָיָה הַדָּם שָׁחוֹר יֶתֶר מִכִּדְיוֹ הַיָּבֵשׁ טְמֵאָה. הָיָה פָּחוֹת מִמֶּנּוּ כְּגוֹן שֶׁהָיָה מַרְאֵהוּ כְּעֵין הַזַּיִת הַשָּׁחוֹר אוֹ כְּעֵין הַזֶּפֶת אוֹ כְּעֵין הָעוֹרֵב הֲרֵי זֶה טָהוֹר. וְכֵן בִּשְׁאָר הַשְּׁלֹשָׁה מַרְאוֹת: \n",
            "כְּיַיִן הַמָּזוּג כֵּיצַד. חֵלֶק אֶחָד יַיִן מִן הַיַּיִן הַשָּׁרוֹנִי שֶׁל אֶרֶץ יִשְׂרָאֵל חַי וְחָדָשׁ וּשְׁנֵי חֲלָקִים מַיִם. הָיָה מַרְאֵה הַדָּם עָמֹק מִמֶּנּוּ אוֹ דִּיהָה מִמֶּנּוּ הֲרֵי זֶה טָהוֹר עַד שֶׁיִּהְיֶה כְּמֶזֶג זֶה בִּלְבַד. וְנֶאֱמֶנֶת אִשָּׁה לוֹמַר כְּמַרְאֶה זֶה רָאִיתִי וְאִבַּדְתִּיו וְהֶחָכָם מְטַמֵּא לָהּ אוֹ מְטַהֵר: \n",
            "כֵּיצַד מַקִּיף וְרוֹאֶה. לוֹקֵחַ הַמַּטְלִית שֶׁיֵּשׁ בָּהּ הַדָּם בְּיָדוֹ וּמַבִּיט בּוֹ וּבַדְּיוֹ. אוֹ בְּעָלֶה שֶׁל כַּרְכֹּם. אוֹ בְּדַם הַקָּזָה שֶׁבַּכּוֹס. אוֹ בְּמֵימֵי אֲדָמָה. אוֹ בְּמֶזֶג שֶׁבַּכּוֹס. וְעוֹרֵךְ לָהּ כְּפִי מַה שֶּׁעֵינָיו רוֹאוֹת וּמְטַמֵּא אוֹ מְטַהֵר. וְאֵינוֹ מַבִּיט בַּזְּכוּכִית שֶׁל כּוֹס מִבַּחוּץ אֶלָּא בַּמַּשְׁקֶה שֶׁבַּכּוֹס. וְיִהְיֶה הַכּוֹס רָחָב מִשְׁקָלוֹ מָנֶה וּמַחֲזִיק שְׁנֵי לוֹגִין כְּדֵי שֶׁתִּכָּנֵס בּוֹ הָאוֹרָה וְלֹא יִהְיֶה אָפֵל: \n",
            "אֵין בּוֹדְקִין הַדָּם אֶלָּא עַל גַּבֵּי מַטְלִית לְבָנָה וּבַחַמָּה. וְעוֹשֶׂה צֵל בְּיָדוֹ עַל הַדָּם וְהוּא עוֹמֵד בַּחַמָּה כְּדֵי שֶׁיִּרְאֶה עֵינוֹ כְּמוֹת שֶׁהִיא. וְלֹא כָּל הָרוֹאֶה צָרִיךְ לְכָל אֵלּוּ הַדְּבָרִים בְּכָל עֵת שֶׁיִּרְאֶה אֶלָּא טְבִיעוּת עַיִן יֵשׁ לְחָכָם בְּדָמִים. וּבְעֵת שֶׁיִּרְאֶה מִיָּד יְטַמֵּא אוֹ יְטַהֵר. וְאִם נִסְתַּפֵּק לוֹ בְּמַרְאֶה מִן הַמַּרְאוֹת צָרִיךְ לְהַקִּיף וְלַעֲרֹךְ לִדְיוֹ אוֹ לְדַם הַקָּזָה אוֹ לִשְׁאָר הַמַּרְאוֹת: \n",
            "הַמַּפֶּלֶת חֲתִיכָה אַף עַל פִּי שֶׁהִיא אֲדֻמָּה אִם יֵשׁ עִמָּהּ דָּם טְמֵאָה וְאִם לָאו טְהוֹרָה וַאֲפִלּוּ נִקְרְעָה הַחֲתִיכָה וְנִמְצֵאת מְלֵאָה דָּם הֲרֵי זוֹ טְהוֹרָה שֶׁאֵין זֶה דַּם נִדָּה אֶלָּא דַּם חֲתִיכָה: \n",
            "הִפִּילָה חֲתִיכָה קְרוּעָה וְדָם אָגוּר בְּתוֹכָהּ טְמֵאָה. הִפִּילָה כְּמִין קְלִפָּה כְּמִין שַׂעֲרָה כְּמִין עָפָר כְּמוֹ יַבְחוּשִׁין אִם הָיָה מַרְאֵה דְּבָרִים אֵלּוּ אָדֹם תַּטִּיל לְמַיִם פּוֹשְׁרִין. אִם נִמּוֹחוּ הֲרֵי זוֹ טְמֵאָה שֶׁדָּם הוּא וְקָפָה וְכָל הָרוֹאָה דָּם יָבֵשׁ טְמֵאָה. וְאִם שָׁהוּ בְּפוֹשְׁרִין מֵעֵת לְעֵת וְאַחַר כָּךְ נִמּוֹחוּ הֲרֵי זוֹ סָפֵק טְמֵאָה. לֹא נִמּוֹחוּ מֵעֵת לְעֵת הֲרֵי אֵלּוּ מִמַּכָּה וּטְהוֹרָה הִיא: \n",
            "הִפִּילָה כְּמִין חֲגָבִים כְּמִין דָּגִים שְׁקָצִים וּרְמָשִׂים אִם יֵשׁ עִמָּהֶן דָּם טְמֵאָה וְאִם לָאו טְהוֹרָה: \n",
            "הָאִשָּׁה שֶׁהִכְנִיסָה שְׁפוֹפֶרֶת בַּפְּרוֹזְדוֹר וְרָאֲתָה הַדָּם בְּתוֹךְ הַשְּׁפוֹפֶרֶת טְהוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ\" עַד שֶׁתִּרְאֶה בִּבְשָׂרָהּ כְּדֶרֶךְ שֶׁהַנָּשִׁים רוֹאוֹת. וְאֵין דֶּרֶךְ הָאִשָּׁה לִרְאוֹת בִּשְׁפוֹפֶרֶת: \n",
            "הָאִשָּׁה שֶׁהִשְׁתִּינָה מַיִם וְיָצָא דָּם עִם מֵי רַגְלַיִם. בֵּין שֶׁהִשְׁתִּינָה וְהִיא עוֹמֶדֶת בֵּין שֶׁהִשְׁתִּינָה וְהִיא יוֹשֶׁבֶת הֲרֵי זוֹ טְהוֹרָה. וַאֲפִלּוּ הִרְגִּישׁ גּוּפָהּ וְנִזְדַּעְזְעָה אֵינָהּ חוֹשֶׁשֶׁת שֶׁהַרְגָּשַׁת מֵי רַגְלַיִם הִיא זוֹ שֶׁאֵין מֵי רַגְלַיִם מִן הַחֶדֶר וְדָם זֶה דַּם מַכָּה הוּא בַּחַלְחלֶת אוֹ בַּכּוּלְיָא: \n",
            "דַּם בְּתוּלִים טָהוֹר הוּא וְאֵינוֹ לֹא דַּם נִדָּה וְלֹא דַּם זִיבָה שֶׁאֵינוֹ מִן הַמָּקוֹר אֶלָּא כְּמוֹ דַּם חַבּוּרָה. וְכֵיצַד דִּין הַבְּתוּלָה בְּדָמִים. אִם נִשֵּׂאת קְטַנָּה בֵּין לֹא רָאֲתָה דָּם מִיָּמֶיהָ בֵּין שֶׁרָאֲתָה דָּם בְּבֵית אָבִיהָ הֲרֵי זוֹ מֻתֶּרֶת לְבַעְלָהּ עַד שֶׁתִּחְיֶה הַמַּכָּה שֶׁכָּל דָּם שֶׁתִּרְאֶה מֵחֲמַת הַמַּכָּה הוּא. וְאִם רָאֲתָה דָּם אַחַר שֶׁתִּחְיֶה הַמַּכָּה הֲרֵי זוֹ נִדָּה: \n",
            "נִשֵּׂאת כְּשֶׁהִיא נַעֲרָה אִם לֹא רָאֲתָה מִיָּמֶיהָ דָּם הֲרֵי זוֹ מֻתֶּרֶת לְבַעְלָהּ אַרְבָּעָה יָמִים בַּיּוֹם וּבַלַּיְלָה אַף עַל פִּי שֶׁהַדָּם שׁוֹתֵת וְהוּא שֶׁלֹּא חָיְתָה הַמַּכָּה. וְאִם רָאֲתָה דָּם בְּבֵית אָבִיהָ וְאַחַר כָּךְ נִשֵּׂאת אֵין לוֹ לַבָּא עָלֶיהָ אֶלָּא בְּעִילָה רִאשׁוֹנָה וּפוֹרֵשׁ וְיִהְיֶה דַּם בְּתוּלִים זֶה כְּאִלּוּ הִיא תְּחִלַּת נִדָּה. וּבוֹגֶרֶת שֶׁלֹּא רָאֲתָה מִיָּמֶיהָ נוֹתְנִין לָהּ כָּל לַיְלָה הָרִאשׁוֹן: \n",
            "אַרְבָּעָה לֵילוֹת שֶׁנּוֹתְנִין לְנַעֲרָה שֶׁלֹּא רָאֲתָה דָּם אַף עַל פִּי שֶׁהֵן בְּסֵרוּגִין בּוֹעֵל לַיְלָה הָרִאשׁוֹן וּמַמְתִּין אֲפִלּוּ שְׁנֵי חֳדָשִׁים אוֹ שְׁלֹשָׁה וּבוֹעֵל לַיְלָה שֵׁנִי. וְהוּא שֶׁלֹּא חָיְתָה הַמַּכָּה: \n",
            "וְכֵן קְטַנָּה שֶׁנּוֹתְנִין לָהּ עַד שֶׁתִּחְיֶה הַמַּכָּה אֲפִלּוּ לֹא חָיְתָה שָׁנָה הֲרֵי זֶה בּוֹעֵל כָּל הַשָּׁנָה בֵּין בְּסֵרוּגִין בֵּין בְּיוֹם אַחַר יוֹם: \n",
            "קְטַנָּה שֶׁנִּשֵּׂאת וְנַעֲשֵׂית נַעֲרָה תַּחַת בַּעְלָהּ וַעֲדַיִן הַדָּם שׁוֹתֵת מֵחֲמַת הַמַּכָּה כָּל בְּעִילוֹת שֶׁבָּעַל כְּשֶׁהִיא קְטַנָּה נֶחְשָׁבוֹת לוֹ כְּלַיְלָה אֶחָד וּמַשְׁלִימִין לוֹ כָּל אַרְבָּעָה יָמִים בִּימֵי הַנַּעֲרוּת. וַאֲפִלּוּ הָיוּ הַשְּׁלֹשָׁה יָמִים שֶׁנּוֹתְנִין לוֹ בִּימֵי הַנַּעֲרוּת בְּסֵרוּגִין וּבָעַל בְּכָל שְׁנֵי חֳדָשִׁים לַיְלָה אֶחָד הֲרֵי זֶה מֻתָּר וְהוּא שֶׁלֹּא חָיְתָה הַמַּכָּה: \n",
            "כֵּיצַד יוֹדְעִין אִם חָיְתָה הַמַּכָּה אוֹ לֹא חָיְתָה. הָיְתָה רוֹאָה הַדָּם בְּעֵת שֶׁתַּעֲמֹד וּכְשֶׁתֵּשֵׁב לֹא תִּרְאֶה וּבְעֵת שֶׁתֵּשֵׁב עַל הַקַּרְקַע תִּרְאֶה וְאִם תֵּשֵׁב עַל גַּבֵּי כָּרִים וּכְסָתוֹת לֹא תִּרְאֶה עֲדַיִן לֹא חָיְתָה הַמַּכָּה. פָּסַק הַדָּם וְלֹא רָאֲתָה כְּלָל בֵּין עוֹמֶדֶת בֵּין יוֹשֶׁבֶת עַל הַכַּר כְּבָר חָיְתָה הַמַּכָּה. וְכֵן אִם לֹא פָּסַק כְּלָל אֶלָּא תִּרְאֶה הַדָּם וַאֲפִלּוּ כְּשֶׁהִיא יוֹשֶׁבֶת עַל הַכָּרִים וְהַכְּסָתוֹת אֵין זֶה דַּם מַכָּה אֶלָּא דַּם נִדָּה: \n",
            "הָיְתָה רוֹאָה בְּעֵת תַּשְׁמִישׁ הֲרֵי זֶה מֵחֲמַת הַמַּכָּה. שִׁמְּשָׁה מִטָּתָהּ וְלֹא רָאֲתָה דָּם וְאַחַר כָּךְ רָאֲתָה דָּם שֶׁלֹּא מֵחֲמַת תַּשְׁמִישׁ הֲרֵי זֶה דַּם נִדָּה: \n",
            "הַבּוֹעֵל בְּתוּלָה וְלֹא יָצָא מִמֶּנָּה דָּם וְחָזַר וּבְעָלָהּ וְיָצָא דָּם אֲפִלּוּ הָיְתָה קְטַנָּה הֲרֵי זֶה דַּם נִדָּה שֶׁאִלּוּ הָיָה דַּם בְּתוּלִים הָיָה בָּא בַּתְּחִלָּה. הַבּוֹעֵל פְּחוּתָה מִבַּת שָׁלֹשׁ וְיָצָא דָּם הֲרֵי זֶה דַּם בְּתוּלִים: \n"
        ],
        [
            "דַם הַנִּדָּה וְדַם הַזָּבָה וְדַם הַקֹּשִׁי וְדַם יוֹלֶדֶת וְדַם טֹהַר שֶׁל יוֹלֶדֶת כֻּלּוֹ דָּם אֶחָד הוּא וּמִן הַמָּקוֹר הוּא בָּא. וּמַעֲיָן אֶחָד הוּא. וּבִזְמַנִּים בִּלְבַד הוּא שֶׁיִּשְׁתַּנֶּה דִּינוֹ וְתִהְיֶה רוֹאָה דָּם זוֹ טְהוֹרָה. וְזוֹ נִדָּה. וְזוֹ זָבָה: \n",
            "כֵּיצַד. כְּשֶׁתִּרְאֶה הָאִשָּׁה דָּם תְּחִלָּה אוֹ כְּשֶׁתִּרְאֶה בִּשְׁעַת וֶסְתָּהּ וְהוּא הָעֵת שֶׁקָּבְעָה לְנִדָּתָהּ הֲרֵי זוֹ נִדָּה כָּל שִׁבְעַת הַיָּמִים. בֵּין רָאֲתָה כָּל שִׁבְעָה בֵּין שֶׁלֹּא רָאֲתָה אֶלָּא טִפָּה רִאשׁוֹנָה בִּלְבַד. רָאֲתָה דָּם בַּיּוֹם הַשְּׁמִינִי הֲרֵי זֶה דַּם זִיבָה מִפְּנֵי שֶׁהוּא בְּלֹא עֵת נִדָּתָהּ: \n",
            "וְכֵן כָּל דָּם שֶׁתִּרְאֶה בְּתוֹךְ הַיָּמִים שֶׁבֵּין וֶסֶת נִדָּה לְוֶסֶת נִדָּה הֲרֵי הוּא דַּם זִיבָה. וַהֲלָכָה לְמשֶׁה מִסִּינַי שֶׁאֵין בֵּין זְמַן נִדָּה לִזְמַן נִדָּה אֶלָּא אַחַד עָשָׂר יוֹם בִּלְבַד: \n",
            "כָּל שִׁבְעַת הַיָּמִים שֶׁנִּקְבְּעָה לָהּ וֶסֶת בִּתְחִלָּתָן הֵן הַנִּקְרָאִין יְמֵי נִדָּתָהּ. בֵּין רָאֲתָה בָּהֶן דָּם בֵּין לֹא רָאֲתָה בָּהֶן דָּם. וּמִפְּנֵי מָה נִקְרָאִין יְמֵי נִדָּה מִפְּנֵי שֶׁהֵן רְאוּיִין לְנִדָּה. וְכָל דָּם שֶׁתִּרְאֶה בָּהֶם דַּם נִדָּה יֵחָשֵׁב: \n",
            "וְכָל אַחַד עָשָׂר יוֹם שֶׁאַחַר הַשִּׁבְעָה הֵן הַנִּקְרָאִין יְמֵי זִיבָתָהּ. בֵּין רָאֲתָה בָּהֶן דָּם בֵּין לֹא רָאֲתָה. וְלָמָּה נִקְרָאִין יְמֵי זִיבָה מִפְּנֵי שֶׁהֵן רְאוּיִין לְזִיבָה. וְכָל דָּם שֶׁתִּרְאֶה בָּהֶן דַּם זִיבָה יֵחָשֵׁב. וְהִזָּהֵר בִּשְׁנֵי שֵׁמוֹת אֵלּוּ שֶׁהֵן יְמֵי נִדָּתָהּ וִימֵי זִיבָתָהּ: \n",
            "כָּל יְמֵי הָאִשָּׁה מִיּוֹם שֶׁיִּקָּבַע לָהּ וֶסֶת עַד שֶׁתָּמוּת אוֹ עַד שֶׁיֵּעָקֵר הַוֶּסֶת לְיוֹם אַחֵר תִּסְפֹּר לְעוֹלָם שִׁבְעָה מִתְּחִלַּת יוֹם הַוֶּסֶת וְאַחֲרֵיהֶן אַחַד עָשָׂר [וְאַחֲרֵיהֶן] שִׁבְעָה וְאַחֲרֵיהֶן אַחַד עָשָׂר. וְתִזָּהֵר בַּמִּנְיָן כְּדֵי שֶׁתֵּדַע בְּעֵת שֶׁתִּרְאֶה דָּם אִם בִּימֵי נִדָּה רָאֲתָה אוֹ בִּימֵי זִיבָה. שֶׁכָּל יָמֶיהָ שֶׁל אִשָּׁה כָּךְ הֵן שִׁבְעָה יְמֵי נִדָּה וְאַחַד עָשָׂר יְמֵי זִיבָה. אֶלָּא אִם כֵּן הִפְסִיקָה הַלֵּדָה כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "אִשָּׁה שֶׁרָאֲתָה דָּם בִּימֵי זִיבָתָהּ יוֹם אֶחָד בִּלְבַד אוֹ שְׁנֵי יָמִים זֶה אַחַר זֶה נִקְרֵאת זָבָה קְטַנָּה וְנִקְרֵאת שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם. וְאִם רָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה הֲרֵי זוֹ זָבָה גְּמוּרָה וְהִיא הַנִּקְרֵאת זָבָה גְּדוֹלָה וְנִקְרֵאת זָבָה סְתָם שֶׁנֶּאֱמַר <small>(ויקרא טו כה)</small> \"וְאִשָּׁה כִּי יָזוּב זוֹב דָּמָהּ יָמִים רַבִּים\" מִעוּט יָמִים שְׁנַיִם רַבִּים שְׁלֹשָׁה: \n",
            "אֵין בֵּין זָבָה גְּדוֹלָה לְזָבָה קְטַנָּה אֶלָּא סְפִירַת שִׁבְעָה וַהֲבָאַת קָרְבָּן. שֶׁזָּבָה גְּדוֹלָה צְרִיכָה לִסְפֹּר שִׁבְעָה יָמִים נְקִיִּים וְזָבָה קְטַנָּה אֵינָהּ סוֹפֶרֶת אֶלָּא יוֹם אֶחָד בִּלְבַד. וְזָבָה גְּדוֹלָה מְבִיאָה קָרְבָּן כְּשֶׁתִּטְהַר [וְזָבָה קְטַנָּה אֵינָהּ מְבִיאָה קָרְבָּן כְּשֶׁתִּטְהַר]. אֲבָל לְעִנְיַן טֻמְאָה וְאִסּוּר בִּיאָה שְׁתֵּיהֶן שָׁווֹת: \n",
            "כֵּיצַד. רָאֲתָה דָּם בִּימֵי זִיבָתָהּ. בֵּין שֶׁרָאֲתָה בִּתְחִלַּת הַלַּיְלָה בֵּין שֶׁרָאֲתָה בְּסוֹף הַיּוֹם. הֲרֵי אוֹתוֹ הַיּוֹם כֻּלּוֹ טָמֵא וּכְאִלּוּ לֹא פָּסַק הַדָּם מֵעֵת שֶׁרָאֲתָה עַד שֶׁשָּׁקְעָה הַחַמָּה וּמְשַׁמֶּרֶת כָּל הַלַּיְלָה. וְאִם לֹא רָאֲתָה כְּלוּם בַּלַּיְלָה מַשְׁכֶּמֶת לְמָחָר וְטוֹבֶלֶת אַחַר שֶׁתָּנֵץ הַחַמָּה וּמְשַׁמֶּרֶת כָּל הַיּוֹם. אִם לֹא רָאֲתָה כְּלוּם הֲרֵי זֶה יוֹם אֶחָד טָהוֹר כְּנֶגֶד הַיּוֹם הַטָּמֵא וַהֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ לָעֶרֶב: \n",
            "רָאֲתָה דָּם גַּם בַּיּוֹם הַשֵּׁנִי בֵּין בְּלֵילוֹ בֵּין בְּיוֹמוֹ אַחַר שֶׁטָּבְלָה הֲרֵי הַיּוֹם הַשֵּׁנִי טָמֵא וּמְשַׁמֶּרֶת כָּל לֵיל שְׁלִישִׁי. אִם לֹא רָאֲתָה מַשְׁכֶּמֶת לְמָחָר וְטוֹבֶלֶת אַחַר שֶׁתָּנֵץ הַחַמָּה וּמְשַׁמֶּרֶת כָּל הַיּוֹם. אִם לֹא רָאֲתָה כְּלוּם הֲרֵי זֶה יוֹם אֶחָד טָהוֹר כְּנֶגֶד שְׁנֵי יָמִים הַטְּמֵאִים וּמֻתֶּרֶת לְבַעְלָהּ לָעֶרֶב: \n",
            "רָאֲתָה דָּם גַּם בַּשְּׁלִישִׁי בֵּין בְּיוֹמוֹ בֵּין בְּלֵילוֹ הֲרֵי זוֹ זָבָה גְּדוֹלָה וּצְרִיכָה לִסְפֹּר שִׁבְעָה יָמִים טְהוֹרִים בְּלֹא דָּם שֶׁנֶּאֱמַר <small>(ויקרא טו כח)</small> \"וְסָפְרָה לָּהּ שִׁבְעַת יָמִים\" וְגוֹ' וְטוֹבֶלֶת בַּיּוֹם הַשְּׁבִיעִי אַחַר הָנֵץ הַחַמָּה וַהֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ לָעֶרֶב. וּבַיּוֹם הַשְּׁמִינִי מְבִיאָה קָרְבָּנָהּ שְׁנֵי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה: \n",
            "זָבָה קְטַנָּה שֶׁטָּבְלָה בַּלַּיְלָה שֶׁל יוֹם הַשִּׁמּוּר אוֹ זָבָה גְּדוֹלָה שֶׁטָּבְלָה בְּלֵיל שְׁבִיעִי כְּאִלּוּ לֹא טָבְלָה וַהֲרֵי הִיא כְּנִדָּה שֶׁטָּבְלָה בְּתוֹךְ שִׁבְעָה: \n",
            "הַבָּא עַל זָבָה גְּדוֹלָה בְּיוֹם שְׁבִיעִי שֶׁל סְפִירָה אַחַר שֶׁטָּבְלָה אוֹ עַל זָבָה קְטַנָּה בְּיוֹם הַשִּׁמּוּר אַחַר שֶׁטָּבְלָה פָּטוּר מִן הַכָּרֵת. כֵּיוָן שֶׁטָּבְלָה בַּזְּמַן הָרָאוּי לִטְבִילָתָהּ טְהוֹרָה. וּלְאִשָּׁה זוֹ יִהְיֶה לָהּ תַּרְבּוּת רָעָה שֶׁהֲרֵי בְּעִילָתָהּ וּמַגָּעָהּ תְּלוּיִין: \n",
            "כֵּיצַד הֵן תְּלוּיִין. אִם נִשְׁלַם הַיּוֹם אַחַר הַטְּבִילָה וְלֹא רָאֲתָה דָּם הֲרֵי כָּל שֶׁנָּגְעָה בּוֹ אַחַר טְבִילָתָהּ טָהוֹר וּבְעִילָתָהּ אַחַר הַטְּבִילָה אֵין חַיָּבִין עָלֶיהָ כְּלוּם. וְאִם רָאֲתָה דָּם בְּיוֹם זֶה אַחַר שֶׁטָּבְלָה נִמְצֵאת זָבָה לְמַפְרֵעַ וְכָל שֶׁנָּגְעָה בּוֹ לְמַפְרֵעַ טָמֵא. וְהִיא וּבוֹעֲלָהּ חַיָּבִין בְּקָרְבָּן. וּלְפִיכָךְ הִיא אֲסוּרָה לְבַעְלָהּ עַד לָעֶרֶב שֶׁלֹּא תָּבִיא עַצְמָהּ לִידֵי סָפֵק: \n",
            "זָבָה שֶׁסָּפְרָה שֵׁשֶׁת יָמִים נְקִיִּים. וּבַשְּׁבִיעִי רָאֲתָה דָּם אֲפִלּוּ סָמוּךְ לִשְׁקִיעַת הַחַמָּה סוֹתֶרֶת הַכּל וְחוֹזֶרֶת לִמְנוֹת מֵאַחַר הַיּוֹם הַטָּמֵא שִׁבְעָה יָמִים נְקִיִּים: \n",
            "פָּלְטָה שִׁכְבַת זֶרַע בְּתוֹךְ יְמֵי הַסְּפִירָה סוֹתֶרֶת יוֹם אֶחָד מִפְּנֵי שֶׁהוּא כְּזָב שֶׁרָאָה קֶרִי שֶׁסּוֹתֵר יוֹם אֶחָד. רָאֲתָה דָּם בַּעֲשִׂירִי מִימֵי זִיבָתָהּ וּבְאַחַד עָשָׂר וּבִשְׁתֵּים עָשָׂר אַף עַל פִּי שֶׁרָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה אֵינָהּ זָבָה גְּדוֹלָה. אֶלָּא יָצָאת מִזִּיבוּת קְטַנָּה לְנִדָּה שֶׁיּוֹם שְׁנֵים עָשָׂר מַתְחֶלֶת נִדָּתָהּ וְהָרוֹאָה בִּימֵי נִדָּתָהּ אֵינָהּ זָבָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "וּמַה הוּא זֶה שֶׁכָּתוּב בַּתּוֹרָה אוֹ <small>(ויקרא טו כה)</small> \"כִּי תָזוּב עַל נִדָּתָהּ\". שֶׁאִם רָאֲתָה שְׁלֹשָׁה יָמִים סָמוּךְ לְנִדָּתָהּ הֲרֵי זוֹ זָבָה. כְּגוֹן שֶׁרָאֲתָה בַּשְּׁמִינִי לְנִדָּתָהּ וּבַתְּשִׁיעִי וּבָעֲשִׂירִי שֶׁהֵן רִאשׁוֹן וְשֵׁנִי וּשְׁלִישִׁי מֵהָאַחַד עָשָׂר יוֹם שֶׁהֵן יְמֵי זִיבָתָהּ. רָאֲתָה דָּם בַּי''א מִימֵי זִיבָתָהּ וְטָבְלָה לָעֶרֶב שֶׁהוּא לֵיל י''ב וְשִׁמְּשָׁה מִטָּתָהּ אַף עַל פִּי שֶׁהִיא טְמֵאָה וּבוֹעֲלָהּ טָמֵא וְעוֹשִׂין מִשְׁכָּב וּמוֹשָׁב אֵינָם חַיָּבִים כָּרֵת מִפְּנֵי שֶׁאֵין יוֹם י''ב מִצְטָרֵף לְיוֹם י''א לַעֲשׂוֹת זָבָה. הוֹעִילָה לָהּ טְבִילַת לֵיל זֶה לְהַצִּילָהּ מִן הַקָּרְבָּן: \n",
            "טָבְלָה בְּיוֹם י''ב אַחַר שֶׁתָּנֵץ הַחַמָּה הֲרֵי זוֹ אֲסוּרָה לְבַעְלָהּ עַד לָעֶרֶב כְּדִין כָּל זָבָה קְטַנָּה. וְאִם עָבַר וּבְעָלָהּ שְׁנֵיהֶן פְּטוּרִין מִכְּלוּם. וַאֲפִלּוּ רָאֲתָה דָּם אַחַר שֶׁבָּא עָלֶיהָ בְּיוֹם י''ב אֵין בְּכָךְ כְּלוּם שֶׁזֶּה דַּם נִדָּה הוּא וְאֵינוֹ מִצְטָרֵף לַיּוֹם שֶׁלְּפָנָיו: \n",
            "רָאֲתָה דָּם בְּסוֹף שְׁבִיעִי לְנִדָּתָהּ בֵּין הַשְּׁמָשׁוֹת וְרָאֲתָה בַּתְּשִׁיעִי וּבַעֲשִׂירִי הֲרֵי זוֹ סְפֵק זָבָה. שֶׁמָּא רְאִיָּה רִאשׁוֹנָה בְּלֵיל שְׁמִינִי הָיְתָה וְנִמְצֵאת שֶׁרָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה מִתְּחִלַּת יְמֵי זִיבָתָהּ. וְכֵן אִם רָאֲתָה דָּם בַּתְּשִׁיעִי וּבַעֲשִׂירִי מִימֵי זִיבָתָהּ וְרָאֲתָה בְּסוֹף יוֹם אַחַד עָשָׂר בֵּין הַשְּׁמָשׁוֹת הֲרֵי זוֹ סְפֵק זָבָה. שֶׁמָּא רְאִיָּה אַחֲרוֹנָה בְּיוֹם אַחַד עָשָׂר הָיְתָה וַהֲרֵי רָאֲתָה שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה בִּימֵי זִיבָתָהּ: \n",
            "נִדָּה שֶׁבָּדְקָה עַצְמָהּ בְּתוֹךְ יְמֵי נִדָּתָהּ וּמָצְאָה שֶׁפָּסַק הַדָּם וַאֲפִלּוּ פָּסַק בְּשֵׁנִי לְנִדָּתָהּ וְשָׁגְגָה אוֹ הֵזִידָה וְלֹא בָּדְקָה עַד לְאַחַר נִדָּתָהּ יָמִים רַבִּים וּכְשֶׁבָּדְקָה מָצְאָה טֻמְאָה. אֵין אוֹמְרִים שֶׁמָּא כָּל אוֹתָן הַיָּמִים הָיְתָה טְמֵאָה וְתִהְיֶה זָבָה אֶלָּא כָּל אוֹתָן הַיָּמִים שֶׁלֹּא בָּדְקָה בְּחֶזְקַת טָהֳרָה. בָּדְקָה עַצְמָהּ וּמָצְאָה טְמֵאָה. אֲפִלּוּ בָּדְקָה בַּשְּׁבִיעִי לְנִדָּתָהּ וּבֵין הַשְּׁמָשׁוֹת לֹא בָּדְקָה עַצְמָהּ כְּדֵי לִפְרשׁ מִטֻּמְאַת נִדָּה אֶלָּא הִמְתִּינָה יָמִים וְאַחַר כָּךְ בָּדְקָה וּמָצָאת טְהוֹרָה הֲרֵי זוֹ סְפֵק זָבָה. וְאִם מָצְאָה טְמֵאָה הֲרֵי זוֹ זָבָה וַדָּאִית שֶׁכֵּיוָן שֶׁבַּתְּחִלָּה מָצְאָה טְמֵאָה וּלְבַסּוֹף טְמֵאָה הֲרֵי זוֹ בְּחֶזְקַת שֶׁלֹּא פָּסַק. וְיוֹם רִאשׁוֹן שֶׁל נִדָּה אַף עַל פִּי שֶׁמָּצְאָה בּוֹ טְהוֹרָה הֲרֵי זוֹ כְּמִי שֶׁמָּצְאָה טְמֵאָה. שֶׁיּוֹם רִאשׁוֹן כֻּלּוֹ הֻחְזַק הַמַּעֲיָן פָּתוּחַ: \n",
            "זָבָה שֶׁבָּדְקָה עַצְמָהּ בָּרִאשׁוֹן מִימֵי הַסְּפִירָה וּמָצְאָה טָהוֹר וְלֹא בָּדְקָה עַד יוֹם שְׁבִיעִי וּמָצְאָה טָהוֹר הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה וּכְאִלּוּ בָּדְקָה כָּל שִׁבְעָה וּמָצְאָה טָהוֹר: \n",
            "וְכֵן אִם בָּדְקָה בְּיוֹם רִאשׁוֹן מִימֵי הַסְּפִירָה וּמָצְאָה טָהוֹר וּבַיּוֹם הַשְּׁמִינִי וּמָצְאָה טָהוֹר הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה. בָּדְקָה בְּיוֹם שְׁלִישִׁי לְזִיבָתָהּ וּמָצְאָה שֶׁפָּסַק הַדָּם וְלֹא בָּדְקָה בְּיוֹם רִאשׁוֹן מִימֵי הַסְּפִירָה וּבַשְּׁבִיעִי בָּדְקָה וּמָצְאָה טָהוֹר הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה. וְהוּא הַדִּין לְזָב בְּכָל אֵלּוּ הַבְּדִיקוֹת שֶׁהוּא טָהוֹר וְעָלוּ לוֹ יְמֵי סְפִירָה: \n",
            "כָּל אִשָּׁה שֶׁהִיא סְפֵק נִדָּה סְפֵק זָבָה צְרִיכָה לֵישֵׁב שִׁבְעַת יָמִים נְקִיִּים מִסָּפֵק וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ. וּמְבִיאָה קָרְבַּן זָבָה וְאֵינוֹ נֶאֱכָל כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n"
        ],
        [
            "מְעֻבֶרֶת שֶׁהִתְחִילָה לְהִצְטַעֵר וַאֲחָזוּהָ חֶבְלֵי לֵדָה וְהִתְחִיל הַדָּם לָצֵאת קֹדֶם שֶׁתֵּלֵד אוֹתוֹ הַדָּם הוּא הַנִּקְרָא דַּם הַקֹּשִׁי. וְהֵיאַךְ דִּינוֹ. אִם בָּא בִּימֵי נִדָּתָהּ הֲרֵי הוּא דַּם נִדָּה וַהֲרֵי זוֹ טְמֵאָה נִדָּה. וְאִם בָּא בִּימֵי זִיבָתָהּ הֲרֵי זוֹ טְהוֹרָה שֶׁנֶּאֱמַר בְּזָבָה <small>(ויקרא טו יט)</small> \"דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ זוֹבָהּ מֵחֲמַת עַצְמָהּ וְלֹא מֵחֲמַת וָלָד. וּבִלְבַד שֶׁתֵּלֵד וָלָד חַי. אֲבָל אִם הִפִּילָה אֵין קֹשִׁי לִנְפָלִים. אֲפִלּוּ הָיָה הַדָּם שׁוֹתֵת וְיוֹרֵד עִם הַחֲבָלִים וְהַצַּעַר י''ד יוֹם קֹדֶם שֶׁתֵּלֵד הֲרֵי זֶה דַּם קֹשִׁי וְטָהוֹר. אֲבָל אִם הִתְחִיל הַדָּם קֹדֶם הַלֵּדָה בְּט''ו יוֹם אוֹ יֶתֶר הֲרֵי זֶה דַּם זִיבָה וַהֲרֵי הִיא יוֹלֶדֶת בְּזוֹב: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא פָּסְקוּ הַצִּירִים וְהַחֲבָלִים וְהַצַּעַר אֶלָּא מִתְקַשָּׁה וְהוֹלֶכֶת עַד שֶׁיָּלְדָה. אֲבָל אִם רָאֲתָה דָּם שְׁלֹשָׁה יָמִים אוֹ יֶתֶר בִּימֵי זִיבָתָהּ בְּצַעַר וַחֲבָלִים וּפָסַק לָהּ הַצַּעַר וְרָוַח לָהּ מִן הַחֲבָלִים אַחַר הַשְּׁלֹשָׁה יָמִים וְעָמְדָה בְּנַחַת כ''ד שָׁעוֹת אוֹ יֶתֶר אַף עַל פִּי שֶׁלֹּא פָּסַק הַדָּם וְאַף עַל פִּי שֶׁחָזַר הַצַּעַר וְהַחֲבָלִים אַחַר כ''ד שָׁעוֹת הֲרֵי זוֹ זָבָה. שֶׁאִלּוּ הָיָה הַדָּם מֵחֲמַת הַוָּלָד לֹא פָּסַק הַצַּעַר וְלֹא הַחֲבָלִים. וְאִם יָלְדָה אַחֲרֵי כֵן הֲרֵי זוֹ יוֹלֶדֶת בְּזוֹב: \n",
            "רָאֲתָה יוֹם אֶחָד בְּלֹא צַעַר וּשְׁנַיִם בְּקֹשִׁי וְיָלְדָה. אוֹ שְׁנַיִם בְּלֹא צַעַר וְיוֹם אֶחָד בְּקֹשִׁי וְיָלְדָה. אוֹ יוֹם בְּקֹשִׁי וְיוֹם בְּלֹא צַעַר וְיוֹם בְּקֹשִׁי וְיָלְדָה אֵינָהּ יוֹלֶדֶת בְּזוֹב. אֲבָל אִם רָאֲתָה יוֹם אֶחָד בְּקֹשִׁי וּשְׁנַיִם בְּלֹא צַעַר וְיָלְדָה. אוֹ שְׁנַיִם בְּקֹשִׁי וְאֶחָד בְּלֹא צַעַר וְיָלְדָה. אוֹ יוֹם בְּלֹא צַעַר וְיוֹם בְּקֹשִׁי וְיוֹם בְּלֹא צַעַר וְיָלְדָה הֲרֵי זוֹ יוֹלֶדֶת בְּזוֹב. זֶה הַכְּלָל קֹשִׁי סָמוּךְ לַלֵּדָה אֵין זוֹ יוֹלֶדֶת בְּזוֹב. שֹׁפִי סָמוּךְ לַלֵּדָה הֲרֵי זוֹ יוֹלֶדֶת בְּזוֹב: \n",
            "חָל שְׁלִישִׁי לִרְאִיָּתָהּ לִהְיוֹת בְּיוֹם הַלֵּדָה אֲפִלּוּ כָּל הַיּוֹם כֻּלּוֹ בְּשֹׁפִי אֵין זוֹ יוֹלֶדֶת בְּזוֹב. שֶׁהֲרֵי יוֹם הַלֵּדָה סָמוּךְ לַקֹּשִׁי. רָאֲתָה שְׁנֵי יָמִים וּבַשְּׁלִישִׁי הִפִּילָה וְאֵין יָדוּעַ מַה הִפִּילָה הֲרֵי זוֹ סְפֵק יוֹלֶדֶת וּסְפֵק זָבָה: \n",
            "כֵּיצַד דִּין יוֹלֶדֶת בְּזוֹב. צְרִיכָה לֵישֵׁב שִׁבְעָה יָמִים נְקִיִּים וְטוֹבֶלֶת לָעֶרֶב. וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ וְאַחַר כָּךְ יִהְיֶה לָהּ דַּם טֹהַר וּמְבִיאָה קָרְבַּן זָבָה וְקָרְבַּן יוֹלֶדֶת. לְפִיכָךְ אִם יָלְדָה זָכָר אֲפִלּוּ פָּסַק הַדָּם בְּיוֹם הַלֵּדָה סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים וְטוֹבֶלֶת. וְאִם יָלְדָה נְקֵבָה וְסָפְרָה שִׁבְעָה נְקִיִּים וְשָׁלְמוּ עִם י''ד שֶׁל לֵדָה אוֹ לְאַחֲרֵיהֶן הֲרֵי זוֹ טוֹבֶלֶת וּמֻתֶּרֶת לְבַעְלָהּ. וְאִם שָׁלְמוּ יְמֵי הַסְּפִירָה בְּתוֹךְ י''ד הֲרֵי זוֹ אֲסוּרָה לְבַעְלָהּ עַד לֵיל ט''ו: \n",
            "כֵּיצַד. הֲרֵי שֶׁרָאֲתָה דָּם שְׁלֹשָׁה וְסָפְרָה שִׁבְעַת יָמִים נְקִיִּים הֲרֵי עֲשָׂרָה. וַעֲדַיִן הִיא אֲסוּרָה לְבַעְלָהּ עַד לֵיל ט''ו. שֶׁכָּל י''ד הִיא כְּנִדָּה. וְלָמָּה אֵין מַצְרִיכִין אֶת הַיּוֹלֶדֶת בְּזוֹב לִסְפִירַת שִׁבְעָה אַחַר שִׁבְעָה שֶׁל זָכָר וְאַחַר י''ד שֶׁל נְקֵבָה. מִפְּנֵי שֶׁיְּמֵי לֵדָתָהּ וִימֵי נִדָּתָהּ שֶׁאֵינָהּ רוֹאָה בָּהֶן עוֹלִין לָהּ לִסְפִירַת שִׁבְעָה כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "יוֹלֶדֶת בְּזוֹב שֶׁלֹּא פָּסַק דָּמָהּ אֵין לָהּ דַּם טֹהַר. אֶלָּא כָּל דָּם שֶׁתִּרְאֶה כְּדַם זִיבָה הוּא. אֲבָל אִם סָפְרָה שִׁבְעַת יָמִים נְקִיִּים וְשָׁלְמוּ י''ד שֶׁל נְקֵבָה וְטָבְלָה וְאַחַר כָּךְ רָאֲתָה דָּם בְּתוֹךְ אַרְבָּעִים שֶׁל זָכָר וּשְׁמוֹנִים שֶׁל נְקֵבָה הֲרֵי זֶה דַּם טֹהַר: \n",
            "סָפְרָה שִׁבְעָה יָמִים נְקִיִּים וְלֹא טָבְלָה וְאַחַר כָּךְ רָאֲתָה דָּם הֲרֵי זוֹ טוֹבֶלֶת וּמֻתֶּרֶת לְבַעְלָהּ מִיָּד. שֶׁכָּל יְמֵי טֹהַר אֵינָן רְאוּיוֹת לֹא לְנִדָּה וְלֹא לְזִיבָה. אֲבָל עַצְמוֹ שֶׁל דָּם טָמֵא וּמְטַמֵּא כְּדִין דַּם הַנִּדָּה עַד שֶׁתִּטְבּל: \n",
            "הַיּוֹלֶדֶת נְקֵבָה וְאַחַר י''ד שֶׁלָּהּ נִתְעַבְּרָה וְהִתְחִיל דַּם הַקֹּשִׁי לָבֹא לָהּ בְּתוֹךְ שְׁמוֹנִים הֲרֵי הוּא דַּם טֹהַר. אַף עַל פִּי שֶׁאֵין קֹשִׁי לִנְפָלִים שֶׁכָּל דָּמִים שֶׁתִּרְאֶה בְּתוֹךְ יְמֵי טֹהַר טָהוֹר הוּא עַד שֶׁתַּפִּיל הַוָּלָד. וּכְשֶׁתַּפִּיל תִּהְיֶה טְמֵאָה לֵדָה. אִם הִפִּילָה זָכָר טֻמְאַת זָכָר וְאִם הִפִּילָה נְקֵבָה טֻמְאַת נְקֵבָה. וּמוֹנָה יְמֵי טֻמְאָה וִימֵי מְלֹאת מִוָּלָד שֵׁנִי. אֲפִלּוּ הָיוּ תְּאוֹמִים וְהִפִּילָה הַיּוֹם אֶחָד וְהִפִּילָה הָאַחֵר אֲפִלּוּ אַחַר כַּמָּה יָמִים מוֹנָה לַשֵּׁנִי יְמֵי טֻמְאָה וִימֵי מְלֹאת: \n",
            "זָבָה שֶׁפָּסַק זוֹבָהּ וְהִתְחִילָה לִמְנוֹת שִׁבְעַת יָמִים נְקִיִּים וּבָא לָהּ דַּם קֹשִׁי בְּתוֹךְ יָמִים נְקִיִּים אֵינוֹ סוֹתֵר. וִימֵי הַקֹּשִׁי עוֹלִים לְמִנְיַן שִׁבְעָה. וְכֵן אִם יָלְדָה בְּשִׁבְעָה יָמִים נְקִיִּים אֵין הַלֵּדָה סוֹתֶרֶת. וִימֵי הַלֵּדָה עוֹלִין לָהּ לְמִנְיַן שִׁבְעָה אַף עַל פִּי שֶׁהִיא טְמֵאָה בָּהֶן שֶׁנֶּאֱמַר <small>(ויקרא טו כח)</small> \"וְאִם טָהֲרָה מִזּוֹבָהּ\" כֵּיוָן שֶׁטָּהֲרָה מִזּוֹבָהּ אַף עַל פִּי שֶׁהִיא טְמֵאָה טֻמְאָה אַחֶרֶת כְּגוֹן טֻמְאַת לֵדָה אוֹ טֻמְאַת נִדָּה אוֹ טֻמְאַת צָרַעַת הֲרֵי זוֹ סוֹפֶרֶת בָּהֶן. וְאֵין טֻמְאוֹת אֵלּוּ וְכַיּוֹצֵא בָּהֶן סוֹתְרִין הַסְּפִירָה: \n",
            "יְמֵי לֵדָתָהּ וִימֵי נִדָּתָהּ אִם לֹא רָאֲתָה בָּהֶן דָּם הֲרֵי אֵלּוּ עוֹלִין לָהּ לִסְפִירַת שִׁבְעַת יָמִים נְקִיִּים וְאִם רָאֲתָה בָּהֶן דָּם אֵין עוֹלִין לָהּ יְמֵי הָרְאִיָּה וְלֹא סוֹתְרִין כָּל הַיָּמִים. אֶלָּא מַשְׁלֶמֶת עַל הַיָּמִים שֶׁסָּפְרָה כְּשֶׁיִּפְסֹק הַדָּם. שֶׁאֵין סוֹתֵר הַכּל אֶלָּא רְאִיָּה שֶׁל זוֹב אֲבָל אֵלּוּ סוֹתְרִין יוֹמָן בִּלְבַד: \n",
            "מֵאַחַר שֶׁתָּבִין כָּל הָעִקָּרִים שֶׁבֵּאַרְנוּ. יִתְבָּאֵר לְךָ מַה שֶּׁאָמְרוּ חֲכָמִים שֶׁאֶפְשָׁר שֶׁתִּרְאֶה הָאִשָּׁה דָּם מִן הַמָּקוֹר יוֹם אַחַר יוֹם מֵאָה וְאַרְבָּעָה עָשָׂר יוֹם וְלֹא תִּהְיֶה זָבָה. כֵּיצַד. שְׁנַיִם לִפְנֵי נִדָּתָהּ וְשִׁבְעָה יְמֵי נִדָּתָהּ וּשְׁנַיִם לְאַחַר יְמֵי נִדָּתָהּ. וְאַרְבָּעָה עָשָׂר קֹשִׁי. וּשְׁמוֹנִים שֶׁל נְקֵבָה. וְשִׁבְעָה יְמֵי נִדָּה. וּשְׁנַיִם אַחַר יְמֵי נִדָּה. הָא לָמַדְתָּ שֶׁכָּל דָּם שֶׁתִּרְאֶה הָאִשָּׁה אַחַר יוֹם מְלֹאת הוּא תְּחִלַּת נִדָּתָהּ וְאֵין מַשְׁגִּיחִין עַל וְסָתוֹת שֶׁמִּקֹּדֶם. לְפִיכָךְ הָרוֹאָה דָּם בְּסוֹף יוֹם מְלֹאת בֵּין הַשְּׁמָשׁוֹת הֲרֵי זוֹ סְפֵק נִדָּה שֶׁמָּא בַּלַּיְלָה רָאֲתָה הַדָּם שֶׁהוּא תְּחִלַּת יְמֵי נִדָּתָהּ: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁהַנִּדָּה שֶׁרָאֲתָה דָּם כָּל שִׁבְעָה מֻתֶּרֶת לְשַׁמֵּשׁ בְּלֵיל שְׁמִינִי אַחַר שֶׁתִּטְבּל. וְזָבָה קְטַנָּה מְשַׁמֶּרֶת יוֹם אֶחָד טָהוֹר וְטוֹבֶלֶת וּמֻתֶּרֶת לְשַׁמֵּשׁ לָעֶרֶב. וְזָבָה גְּדוֹלָה סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים וְטוֹבֶלֶת וּמֻתֶּרֶת לְשַׁמֵּשׁ בְּלֵיל שְׁמִינִי. וְאֵין בֵּין זְמַן נִדָּה לְנִדָּה אֶלָּא אַחַד עָשָׂר יוֹם בִּלְבַד. וּבְאוֹתָן הָאַחַד עָשָׂר תִּהְיֶה זָבָה קְטַנָּה אוֹ גְּדוֹלָה: \n",
            "וּמֵאַחַר שֶׁתִּהְיֶה זוֹכֵר כָּל אֵלּוּ הָעִקָּרִים יִתְבָּאֵר לְךָ זֶה שֶׁאָמְרוּ חֲכָמִים. הָאִשָּׁה שֶׁהֻחְזְקָה כָּל יָמֶיהָ יוֹם תִּרְאֶה דָּם וְיוֹם לֹא תִּרְאֶה בַּתְּחִלָּה מְשַׁמֶּשֶׁת בְּלֵיל שְׁמִינִי וּבְיוֹם שְׁמִינִי שֶׁהוּא יוֹם אֶחָד אַחַר יְמֵי נִדָּתָהּ. וּמְשַׁמֶּשֶׁת בְּכָל י''ח יוֹם אַרְבָּעָה לֵילוֹת בִּלְבַד. וְאֵינָהּ יְכוֹלָה לְשַׁמֵּשׁ בַּיָּמִים הַטְּהוֹרִים שֶׁהַיּוֹם הַטָּהוֹר הוּא שׁוֹמֵר לַיּוֹם הַטָּמֵא. לְפִיכָךְ אִם הָיְתָה רוֹאָה הַדָּם בְּכָל יוֹם טָמֵא מִתְּחִלַּת הַלַּיְלָה אֵינָהּ מְשַׁמֶּשֶׁת אֶלָּא בַּשְּׁמִינִי בִּלְבַד שֶׁהוּא יוֹם אֶחָד אַחַר יְמֵי נִדָּתָהּ: \n",
            "הָיְתָה רוֹאָה שְׁנֵי יָמִים טְמֵאִין וּשְׁנֵי יָמִים טְהוֹרִים מְשַׁמֶּשֶׁת בַּשְּׁמִינִי וּבַשְּׁנֵים עָשָׂר וּבַחֲמִשָּׁה עָשָׂר וּבַעֶשְׂרִים: \n",
            "הָיְתָה רוֹאָה שְׁלֹשָׁה יָמִים טְמֵאִין וּשְׁלֹשָׁה טְהוֹרִין מְשַׁמֶּשֶׁת שְׁנֵי יָמִים מֵהַשְּׁלֹשָׁה הַטְּהוֹרִין שֶׁאַחַר יְמֵי נִדָּתָהּ. שֶׁהָאֶחָד מֵהֶן שָׁמוּר לַשְּׁנַיִם הַטְּמֵאִין הַסְּמוּכִין לְנִדָּתָהּ. וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם שֶׁהֲרֵי הֻחְזְקָה זָבָה גְּדוֹלָה וְאֵין לָהּ שִׁבְעַת יָמִים נְקִיִּים: \n",
            "הָיְתָה רוֹאָה אַרְבָּעָה יָמִים טְמֵאִים וְאַרְבָּעָה יָמִים טְהוֹרִין מְשַׁמֶּשֶׁת יוֹם אֶחָד שֶׁאַחַר נִדָּתָהּ וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם: \n",
            "הָיְתָה רוֹאָה חֲמִשָּׁה יָמִים טְמֵאִים וַחֲמִשָּׁה יָמִים טְהוֹרִים. מְשַׁמֶּרֶת הַשְּׁלֹשָׁה הַסְּמוּכִים לְנִדָּתָהּ וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם: \n",
            "הָיְתָה רוֹאָה שִׁשָּׁה יָמִים טְמֵאִין וְשִׁשָּׁה יָמִים טְהוֹרִין מְשַׁמֶּשֶׁת בַּחֲמִשָּׁה יָמִים הַסְּמוּכִים לְנִדָּתָהּ תְּחִלָּה וְשׁוּב אֵינָהּ מְשַׁמֶּשֶׁת לְעוֹלָם: \n",
            "הָיְתָה רוֹאָה שִׁבְעָה טְמֵאִין וְשִׁבְעָה טְהוֹרִין. מְשַׁמֶּשֶׁת הַשָּׁבוּעַ הָרִאשׁוֹן הַטָּהוֹר הַסָּמוּךְ לְנִדָּתָהּ וְיָבוֹא אַחֲרָיו שָׁבוּעַ טָמֵא תִּקָּבַע בּוֹ זָבָה וְהַשָּׁבוּעַ הַטָּהוֹר שֶׁיָּבוֹא אַחֲרָיו לִסְפִירָה וַאֲסוּרָה לְשַׁמֵּשׁ בּוֹ. נִמְצֵאת שֶׁלֹּא שִׁמְּשָׁה מִטָּתָהּ בְּאַרְבָּעָה שָׁבוּעוֹת אֶלָּא שָׁבוּעַ אֶחָד. וְכָל יָמֶיהָ מְשַׁמֶּשֶׁת שְׁמוֹנָה עָשָׂר יוֹם בְּכָל שְׁמוֹנָה עָשָׂר שָׁבוּעוֹת. כֵּיצַד. שָׁבוּעַ חֲמִישִׁי הֲרֵי הִיא זָבָה. שָׁבוּעַ שִׁשִּׁי שֶׁהִיא בּוֹ טְהוֹרָה לִסְפִירָה. שָׁבוּעַ שְׁבִיעִי זָבָה. שָׁבוּעַ שְׁמִינִי לִסְפִירָה. שָׁבוּעַ תְּשִׁיעִי שֶׁהִיא רוֹאָה בּוֹ. חֲמִשָּׁה יָמִים מִמֶּנּוּ מִימֵי נִדָּה. וּשְׁנַיִם מִתְּחִלַּת יְמֵי זִיבָה. מְשַׁמֶּרֶת יוֹם אֶחָד מִן הַשָּׁבוּעַ הַעֲשִׂירִי הַטָּהוֹר וּמְשַׁמֶּשֶׁת שִׁשָּׁה. שָׁבוּעַ אַחַד עָשָׂר שֶׁהִיא רוֹאָה בּוֹ שְׁנַיִם מִסּוֹף יְמֵי זוֹבָהּ. וַחֲמִשָּׁה מִתְּחִלַּת יְמֵי נִדָּה. וּמְשַׁמֶּשֶׁת חֲמִשָּׁה יָמִים מִשָּׁבוּעַ שְׁנֵים עָשָׂר הַטָּהוֹר. שָׁבוּעַ י''ג זָבָה וְשָׁבוּעַ י''ד לִסְפִירָה. וְכֵן שָׁבוּעַ ט''ו זָבָה. שָׁבוּעַ ט''ז לִסְפִירָה. וְשָׁבוּעַ י''ז זָבָה. וְשָׁבוּעַ י''ח לִסְפִירָה. וְסוֹפֶרֶת עַל דֶּרֶךְ זוֹ לְעוֹלָם. נִמְצֵאתָ אוֹמֵר שֶׁבְּכָל י''ח שָׁבוּעוֹת מְשַׁמֶּשֶׁת י''ח יוֹם. וְאִלּוּ לֹא אֵרַע לָהּ חלִי זֶה וְהָיְתָה שָׁבוּעַ נִדָּה וְי''א יוֹם טְהוֹרָה הָיְתָה מְשַׁמֶּשֶׁת בְּכָל הַי''ח שָׁבוּעוֹת י''א שָׁבוּעוֹת שֶׁהֵן שִׁבְעָה וְשִׁבְעִים יוֹם: \n",
            "וּבִזְמַן שֶׁהִיא רוֹאָה שָׁבוּעַ טָמֵא וְשָׁבוּעַ טָהוֹר מְשַׁמֶּשֶׁת י''ח יוֹם שֶׁהֵם כְּמוֹ רְבִיעַ הַיָּמִים. וְזוֹ הִיא שֶׁאָמְרוּ חֲכָמִים מְשַׁמֶּשֶׁת רְבִיעַ יָמֶיהָ: \n",
            "הָיְתָה רוֹאָה שְׁמֹנָה יָמִים טָמֵא וּשְׁמֹנָה יָמִים טָהוֹר הֲרֵי זוֹ מְשַׁמֶּשֶׁת ט''ו יוֹם מִתּוֹךְ מ''ח יָמִים. כֵּיצַד. שְׁמוֹנָה טָמֵא שֶׁבַּתְּחִלָּה שִׁבְעָה מֵהֶן יְמֵי נִדָּתָהּ. וְיוֹם אֶחָד זִיבוּת סָמוּךְ לְנִדָּתָהּ מְשַׁמֶּרֶת לוֹ יוֹם אֶחָד מִן הַשְּׁמוֹנָה הַטְּהוֹרִין וּמְשַׁמֶּשֶׁת שִׁבְעָה. וְאַחַר כָּךְ יָבוֹאוּ לָהּ שְׁמוֹנָה טְמֵאִין. מֵהֶן שְׁנַיִם תַּשְׁלוּם יְמֵי זִיבָתָהּ. וְשִׁשָּׁה מִימֵי נִדָּתָהּ. וְיָבוֹאוּ שְׁמֹנָה טְהוֹרִין יוֹם אֶחָד מֵהֶן תַּשְׁלוּם יְמֵי נִדָּתָהּ וּמְשַׁמֶּשֶׁת שִׁבְעָה שְׁנִיּוֹת וְאַחַר כָּךְ יָבוֹאוּ לָהּ שְׁמוֹנָה טְמֵאִים. מֵהֶן אַרְבָּעָה תַּשְׁלוּם יְמֵי זִיבָתָהּ. וְאַרְבָּעָה מִימֵי נִדָּתָהּ. נִמְצֵאת זָבָה גְּדוֹלָה וּצְרִיכָה סְפִירַת שִׁבְעָה. יָבוֹאוּ לָהּ שְׁמֹנָה טְהוֹרִים. סוֹפֶרֶת מֵהֶן שִׁבְעָה וּמְשַׁמֶּשֶׁת יוֹם אֶחָד. נִמְצֵאת מְשַׁמֶּשֶׁת ט''ו יוֹם בְּכָל מ''ח: \n",
            "הָיְתָה רוֹאָה תִּשְׁעָה יָמִים טְמֵאִים וְתִּשְׁעָה יָמִים טְהוֹרִין מְשַׁמֶּשֶׁת שְׁמֹנָה יָמִים בְּכָל י''ח יוֹם לְעוֹלָם. כֵּיצַד תִּשְׁעָה הַטְּמֵאִים. שִׁבְעָה מֵהֶן נִדָּתָהּ וּשְׁנַיִם זִיבוּת סָמוּךְ לְנִדָּתָהּ מְשַׁמֶּרֶת לָהֶן יוֹם אֶחָד מִן הַתִּשְׁעָה הַטְּהוֹרִין וּמְשַׁמֶּשֶׁת שְׁמוֹנָה וְכֵן לְעוֹלָם: \n",
            "הָיְתָה רוֹאָה עֲשָׂרָה יָמִים טָמֵא וַעֲשָׂרָה טָהוֹר. וּמֵעֲשָׂרָה וּלְמַעְלָה אֲפִלּוּ אֶלֶף יוֹם טָמֵא וְאֶלֶף יוֹם טָהוֹר יִהְיֶה יְמֵי שִׁמּוּשָׁהּ כְּמִנְיַן זִיבָתָהּ. כֵּיצַד עֲשָׂרָה הַטְּמֵאִים. מֵהֶם שִׁבְעָה נִדָּה וּשְׁלֹשָׁה זִיבָה. עֲשָׂרָה הַטְּהוֹרִים סוֹפֶרֶת מֵהֶן שִׁבְעָה וּמְשַׁמֶּשֶׁת שְׁלֹשָׁה. נִמְצְאוּ יְמֵי הַשִּׁמּוּשׁ שְׁלֹשָׁה וִימֵי הַזָּבוּת שְׁלֹשָׁה. וְכֵן מֵאָה יוֹם טְמֵאִין וּמֵאָה טְהוֹרִין. וּמֵאָה הַטְּמֵאִין שִׁבְעָה מֵהֶן לְנִדָּה וְצ''ג זִיבוּת. הַמֵּאָה הַטְּהוֹרִין שִׁבְעָה מֵהֶן לִסְפִירָה צ''ג לְשִׁמּוּשׁ. וְכֵן אֶלֶף וְכֵן כָּל מִנְיָן וּמִנְיָן עַל דֶּרֶךְ זוֹ: \n"
        ],
        [
            "יֵשׁ אִשָּׁה שֶׁיֵּשׁ לָהּ וֶסֶת וְיֵשׁ אִשָּׁה שֶׁאֵין לָהּ וֶסֶת אֶלָּא לֹא תַּרְגִּישׁ בְּעַצְמָהּ עַד שֶׁיֵּצֵא הַדָּם וְאֵין לָהּ יוֹם קָבוּעַ לִרְאִיָּתָהּ. וְזֶהוּ שֶׁיֵּשׁ לָהּ וֶסֶת הִיא שֶׁיֵּשׁ לָהּ יוֹם קָבוּעַ. אוֹ מֵעֶשְׂרִים יוֹם לְעֶשְׂרִים יוֹם. אוֹ מִכ''ד יוֹם לְכ''ד יוֹם. אוֹ פָּחוֹת אוֹ יוֹתֵר: \n",
            "וְקֹדֶם שֶׁיָּבוֹא הַדָּם תַּרְגִּישׁ בְּעַצְמָהּ. מְפַהֶקֶת וּמִתְעַטֶּשֶׁת וְחוֹשֶׁשֶׁת פִּי כְּרֵסָהּ וְשִׁפּוּלֵי מֵעֶיהָ וְיִסְתַּמֵּר שַׂעֲרַת בְּשָׂרָהּ אוֹ יֵחַם בְּשָׂרָהּ וְכַיּוֹצֵא בִּמְאֹרָעוֹת אֵלּוּ. וְיָבוֹאוּ לָהּ וְסָתוֹת אֵלּוּ אוֹ אֶחָד מֵהֶן בְּשָׁעָה הַקְּבוּעָה לָהּ מִיּוֹם וֶסְתָּהּ: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁכָּל אִשָּׁה שֶׁאֵין לָהּ וֶסֶת אֲסוּרָה לְשַׁמֵּשׁ עַד שֶׁתִּבְדֹּק עַצְמָהּ תְּחִלָּה. וְשֶׁיֵּשׁ לָהּ וֶסֶת אֲסוּרָה לְשַׁמֵּשׁ בְּכָל עוֹנַת הַוֶּסֶת. אִם וֶסְתָּהּ בַּיּוֹם אֲסוּרָה לְשַׁמֵּשׁ כָּל אוֹתוֹ הַיּוֹם. וְאִם וֶסְתָּהּ בַּלַּיְלָה אֲסוּרָה לְשַׁמֵּשׁ כָּל אוֹתוֹ הַלַּיְלָה. וּמִתְּחִלַּת יוֹם הַוֶּסֶת תִּסְפֹּר יְמֵי נִדָּתָהּ וִימֵי זִיבָתָהּ לְעוֹלָם: \n",
            "לְפִיכָךְ צְרִיכוֹת הַנָּשִׁים לְהִזָּהֵר בִּוְסָתוֹת עַד שֶׁתֵּדַע הַיּוֹם וְהַשָּׁעָה שֶׁנִּקְבְּעָה בָּהּ וֶסְתָּהּ. הָיָה דַּרְכָּהּ לִרְאוֹת בְּיוֹם עֶשְׂרִים וּבָא יוֹם עֶשְׂרִים וְלֹא רָאֲתָה וּבָא יוֹם שְׁלֹשָׁה וְעֶשְׂרִים וְרָאֲתָה הֲרֵי יוֹם עֶשְׂרִים וְיוֹם שְׁלֹשָׁה וְעֶשְׂרִים שְׁנֵיהֶן אֲסוּרִין. וְכֵן אִם רָאֲתָה פַּעַם שְׁנִיָּה בְּיוֹם כ''ג וְלֹא רָאֲתָה בְּיוֹם עֶשְׂרִים עֲדַיִן שְׁנֵיהֶן אֲסוּרִין. רָאֲתָה פַּעַם שְׁלִישִׁית בְּיוֹם שְׁלֹשָׁה וְעֶשְׂרִים וְלֹא רָאֲתָה בְּיוֹם עֶשְׂרִים טָהַר יוֹם עֶשְׂרִים וְנֶעֱקָר הַוֶּסֶת לְיוֹם שְׁלֹשָׁה וְעֶשְׂרִים. שֶׁאֵין הָאִשָּׁה קוֹבַעַת וֶסֶת עַד שֶׁתִּקְבָּעֶנּוּ שָׁלֹשׁ פְּעָמִים. וְאֵינָהּ מִטַּהֶרֶת מִן הַוֶּסֶת עַד שֶׁתֵּעָקֵר מִמֶּנָּה שָׁלֹשׁ פְּעָמִים: \n",
            "כָּל וֶסֶת שֶׁנִּקְבַּע מֵחֲמַת אֹנֶס אֲפִלּוּ רָאֲתָה בּוֹ כַּמָּה פְּעָמִים אֵינוֹ וֶסֶת שֶׁמִּפְּנֵי הָאֹנֶס רָאֲתָה. קָפְצָה וְרָאֲתָה קָפְצָה וְרָאֲתָה קָבְעָה לָהּ וֶסֶת לְיָמִים בְּלֹא קְפִיצוֹת. כֵּיצַד. קָפְצָה בְּאֶחָד בְּשַׁבָּת וְרָאֲתָה דָּם. וּלְאַחַר עֶשְׂרִים יוֹם קָפְצָה בְּאֶחָד בְּשַׁבָּת וְרָאֲתָה דָּם. וּלְאַחַר י''ט קָפְצָה בְּיוֹם הַשַּׁבָּת וְלֹא רָאֲתָה דָּם וּלְאַחַר שַׁבָּת רָאֲתָה בְּלֹא קְפִיצָה. הֲרֵי נִקְבָּע אֶחָד בְּשַׁבָּת אַחַר עֶשְׂרִים. שֶׁהֲרֵי נוֹדַע שֶׁהַיּוֹם גָּרַם לָהּ לִרְאוֹת וְלֹא הַקְּפִיצָה. וּכְבָר נִקְבַּע יוֹם זֶה שָׁלֹשׁ פְּעָמִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "רָאֲתָה יוֹם ט''ו בְּחֹדֶשׁ זֶה וְיוֹם ט''ז בְּחֹדֶשׁ שֶׁל אַחֲרָיו וְיוֹם י''ז בְּחֹדֶשׁ שֶׁל אַחֲרָיו וְיוֹם י''ח לְחֹדֶשׁ שֶׁל אַחֲרָיו הֲרֵי קָבְעָה לָהּ וֶסֶת לְדִלּוּג. בָּא חֹדֶשׁ רְבִיעִי וְרָאֲתָה בְּיוֹם י''ז עֲדַיִן לֹא נִקְבָּע לָהּ וֶסֶת. וְכָל יוֹם שֶׁרָאֲתָה בּוֹ חוֹשֶׁשֶׁת לוֹ לְהַבָּא. כֵּיוָן שֶׁיַּגִּיעַ אוֹתוֹ הַיּוֹם וְלֹא תִּרְאֶה טָהַר אוֹתוֹ הַיּוֹם מִן הַוֶּסֶת שֶׁאֵין צָרִיךְ עֲקִירַת שָׁלשׁ פְּעָמִים אֶלָּא יוֹם שֶׁנִּקְבַּע שָׁלֹשׁ פְּעָמִים: \n",
            "הָיָה דַּרְכָּהּ לִהְיוֹת רוֹאָה יוֹם ט''ו וְשִׁנְּתָה לְט''ז שְׁנֵיהֶם אֲסוּרִין. שִׁנְּתָה לְי''ז הֻתַּר ט''ז וְנֶאֱסַר י''ז וְט''ו בְּאִסּוּרוֹ עוֹמֵד. שִׁנְּתָה לְי''ח נֶאֱסַר י''ח וְהֻתְּרוּ כֻּלָּם: \n",
            "הָיָה דַּרְכָּהּ לִרְאוֹת יוֹם עֶשְׂרִים וְשִׁנְּתָה לְיוֹם כ''ב שְׁנֵיהֶם אֲסוּרִין. הִגִּיעַ עֶשְׂרִים וְלֹא רָאֲתָה כ''ב וְרָאֲתָה עֲדַיִן שְׁנֵיהֶן אֲסוּרִין. הִגִּיעַ יוֹם עֶשְׂרִים וְרָאֲתָה טָהַר יוֹם כ''ב. שֶׁהֲרֵי חָזְרָה לְוֶסְתָּהּ הַקָּבוּעַ וְנֶעֱקַר כ''ב מִפְּנֵי שֶׁלֹּא נִקְבַּע שָׁלֹשׁ פְּעָמִים: \n",
            "אֵין הָאִשָּׁה קוֹבַעַת לָהּ וֶסֶת בְּתוֹךְ יְמֵי נִדָּתָהּ שֶׁרָאֲתָה בָּהֶן. כֵּיוָן שֶׁרָאֲתָה יוֹם אֶחָד אֵינָהּ קוֹבַעַת לָהּ וֶסֶת בְּכָל הַשִּׁבְעָה. וְכֵן אֵין הָאִשָּׁה קוֹבַעַת וֶסֶת בִּימֵי זִיבָתָהּ שֶׁהֵן אַחַד עָשָׂר יוֹם. אֲבָל קוֹבַעַת הִיא וֶסֶת בִּימֵי נִדָּתָהּ שֶׁאֵינָהּ רוֹאָה בָּהֶן. וְאִם נִקְבָּע לָהּ וֶסֶת בִּימֵי זִיבָתָהּ הֲרֵי זוֹ חוֹשֶׁשֶׁת לְוֶסְתָּהּ. וְכָל וֶסֶת שֶׁקָּבְעָה בִּימֵי זִיבָתָהּ אִם נֶעֶקְרָה אֲפִלּוּ פַּעַם אַחַת נֶעֶקְרָה וְאֵינָהּ צְרִיכָה לְהֵעָקֵר שָׁלֹשׁ פְּעָמִים שֶׁחֶזְקַת דָּמִים מְסֻלָּקִין הֵן לְיָמִים אֵלּוּ: \n",
            "כֵּיצַד חוֹשֶׁשֶׁת לְוֶסֶת. אִם רָאֲתָה דָּם בְּוֶסֶת זוֹ אֲפִלּוּ יוֹם אֶחָד תֵּשֵׁב לְנִדָּתָהּ מִסָּפֵק וַאֲסוּרָה לְשַׁמֵּשׁ בְּאוֹתוֹ הַיּוֹם. וַאֲפִלּוּ לֹא רָאֲתָה בִּשְׁאָר יְמֵי הַוְּסָתוֹת. וְאִם רָאֲתָה שְׁלֹשָׁה יָמִים הֲרֵי זוֹ זָבָה: \n",
            "כָּל אִשָּׁה שֶׁמַּרְבָּה לִבְדֹּק עַצְמָהּ תָּמִיד הֲרֵי זוֹ מְשֻׁבַּחַת וְאַף עַל פִּי שֶׁיֵּשׁ לָהּ וֶסֶת קְבוּעָה. שֶׁאֶפְשָׁר שֶׁיָּבוֹא דָּם בְּלֹא שְׁעַת הַוֶּסֶת. וְכָל י''א יוֹם שֶׁל יְמֵי זִיבָתָהּ הֲרֵי הִיא בָּהֶן בְּחֶזְקַת טָהֳרָה וְאֵינָהּ צְרִיכָה בְּדִיקָה. אֲבָל אַחַר יְמֵי זִיבָתָהּ צְרִיכָה לִבְדֹּק: \n",
            "שָׁכְחָה וְלֹא בָּדְקָה בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן הֲרֵי זוֹ בְּחֶזְקַת טָהֳרָה עַד שֶׁתִּבְדֹּק וְתִמָּצֵא טְמֵאָה: \n",
            "הָאִשָּׁה שֶׁלֹּא בָּדְקָה עַצְמָהּ בִּשְׁעַת וֶסְתָּהּ וּלְאַחַר יָמִים בָּדְקָה וּמָצְאָה טָמֵא אַף עַל פִּי שֶׁהִיא טְמֵאָה לְמַפְרֵעַ עַד שְׁעַת וֶסְתָּהּ כְּמוֹ שֶׁיִּתְבָּאֵר בְּעִנְיַן טֻמְאָה וְטָהֳרָה. הֲרֵי זוֹ אֵינָהּ מְטַמְּאָה אֶת בּוֹעֲלָהּ לְמַפְרֵעַ. וְאֵינָהּ מוֹנָה אֶלָּא מִשָּׁעָה שֶׁרָאֲתָה דָּם. וְאִם מָצְאָה עַצְמָהּ טְהוֹרָה הֲרֵי זוֹ בְּחֶזְקַת טְהוֹרָה: \n",
            "וְכֵן אִשָּׁה שֶׁרָאֲתָה דָּם מֵחֲמַת מַכָּה שֶׁיֵּשׁ לָהּ בַּמָּקוֹר אַף עַל פִּי שֶׁרָאֲתָה בִּשְׁעַת וֶסְתָּהּ הִיא טְהוֹרָה וְהַדָּם טָהוֹר. שֶׁהַוְּסָתוֹת מִדִּבְרֵיהֶם כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מְטַמְּאֵי מִשְׁכָּב וּמוֹשָׁב: \n",
            "הַסּוּמָא בּוֹדֶקֶת עַצְמָהּ וּמַרְאָה לַחֲבֵרְתָהּ. אֲבָל הַחֵרֶשֶׁת וְהַשּׁוֹטָה צְרִיכוֹת פִּקְחוֹת לִבְדֹּק אוֹתָן וְלִקְבֹּעַ לָהֶן וְסָתוֹת וְאַחַר כָּךְ יִהְיוּ מֻתָּרוֹת לְבַעְלֵיהֶן: \n",
            "כָּל אִשָּׁה שֶׁטָּעֲתָה וְלֹא יָדְעָה עֵת וֶסְתָּהּ וְרָאֲתָה דָּם חוֹשֶׁשֶׁת לְזִיבוּת. לְפִיכָךְ אִם רָאֲתָה יוֹם אֶחָד אוֹ שְׁנַיִם יוֹשֶׁבֶת תַּשְׁלוּם שִׁבְעָה שֶׁמָּא דָּם זֶה בִּימֵי נִדָּתָהּ הִיא. וְאִם רָאֲתָה שְׁלֹשָׁה יָמִים סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים שֶׁמָּא בִּימֵי זִיבָתָהּ הִיא עוֹמֶדֶת: \n",
            "וְכֵיצַד הִיא עוֹשָׂה לְתַקֵּן וֶסְתָּהּ וְלֵידַע אִם הִיא זָבָה וַדָּאִית אוֹ סְפֵק זָבָה וְלֵידַע יְמֵי זִיבָתָהּ. הַכּל לְפִי יָמִים שֶׁתִּרְאֶה בָּהֶן. כֵּיצַד. רָאֲתָה יוֹם אֶחָד אוֹ שְׁנַיִם מַשְׁלֶמֶת עֲלֵיהֶן הַשִּׁבְעָה וְתַתְחִיל לִמְנוֹת הָאַחַד עָשָׂר יוֹם מֵאַחַר הַשִּׁבְעָה: \n",
            "רָאֲתָה שְׁלֹשָׁה יָמִים הֲרֵי זוֹ סְפֵק זָבָה שֶׁמָּא יוֹם אֶחָד מֵהֶן קֹדֶם נִדָּתָהּ וּשְׁנַיִם בִּתְחִלַּת הַנִּדָּה. וְכֵן אִם רָאֲתָה אַרְבָּעָה שֶׁמָּא שְׁנַיִם קֹדֶם הַנִּדָּה וּשְׁנַיִם מִתְּחִלַּת הַנִּדָּה וְיוֹשֶׁבֶת חֲמִשָּׁה תַּשְׁלוּם יְמֵי נִדָּה וְאַחַד עָשָׂר יְמֵי זִיבָה אַחַר הַחֲמִשָּׁה: \n",
            "וְכֵן אִם רָאֲתָה תִּשְׁעָה יָמִים הֲרֵי זוֹ סְפֵק זָבָה שֶׁמָּא שְׁנַיִם קֹדֶם יְמֵי נִדָּה וְשִׁבְעָה שֶׁל נִדָּה וּמַתְחֶלֶת לִמְנוֹת אַחַד עָשָׂר יוֹם מֵאַחַר הַתִּשְׁעָה שֶׁפָּסַק הַדָּם. וְכֵן אִם רָאֲתָה אַחַד עָשָׂר יוֹם הֲרֵי זוֹ סְפֵק זָבָה. שֶׁמָּא שְׁנַיִם קֹדֶם הַנִּדָּה וְשִׁבְעָה שֶׁל נִדָּה וּשְׁנַיִם שֶׁל אַחַר הַנִּדָּה וְנִשְׁאַר לָהּ מִימֵי זִיבָתָהּ תִּשְׁעָה: \n",
            "רָאֲתָה שְׁנֵים עָשָׂר יוֹם הֲרֵי זוֹ זָבָה וַדָּאִית. שֶׁאֲפִלּוּ הָיוּ מֵהֶן שְׁנַיִם לִפְנֵי הַנִּדָּה וְשִׁבְעָה שֶׁל נִדָּה הֲרֵי שְׁלֹשָׁה לְאַחַר הַנִּדָּה וְיִשָּׁאֵר לָהּ מִימֵי זִיבָתָהּ שְׁמוֹנָה. וְכֵן אִם רָאֲתָה שְׁלֹשָׁה עָשָׂר יוֹם יִשָּׁאֵר לָהּ מִימֵי זִיבָתָהּ שִׁבְעָה וְהֵן יְמֵי הַסְּפִירָה: \n",
            "מָשְׁכָה בִּרְאִיַּת הַדָּם אֲפִלּוּ רָאֲתָה אֶלֶף יוֹם כְּשֶׁיִּפְסֹק הַדָּם סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים. וְאַחַר הַשִּׁבְעָה יַתְחִילוּ יְמֵי הַנִּדָּה לְזוֹ שֶׁטָּעֲתָה: \n",
            "הִנֵּה לָמַדְתָּ שֶׁכָּל הַטּוֹעָה אֵינָהּ מוֹנָה מִשֶּׁיִּפְסֹק הַדָּם פָּחוֹת מִשִּׁבְעָה וְלֹא יוֹתֵר עַל י''ז וְיָבוֹאוּ יְמֵי נִדָּתָהּ. כֵּיצַד. רָאֲתָה יוֹם אֶחָד וּפָסַק הַדָּם מוֹנָה י''ז שִׁשָּׁה לְתַשְׁלוּם נִדָּתָהּ וְי''א יְמֵי זִיבָתָהּ וְיָבוֹאוּ יְמֵי נִדָּתָהּ. וְאִם רָאֲתָה י''ג אוֹ יֶתֶר מוֹנָה שִׁבְעָה מִשֶּׁיִּפְסֹק הַדָּם וְיָבוֹאוּ יְמֵי נִדָּתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "אֵין הָאִשָּׁה מִתְטַמְּאָה מִן הַתּוֹרָה בְּנִדָּה אוֹ בְּזִיבָה עַד שֶׁתַּרְגִּישׁ וְתִרְאֶה דָּם וְיֵצֵא בִּבְשָׂרָהּ כְּמוֹ שֶׁבֵּאַרְנוּ וְתִהְיֶה טְמֵאָה מֵעֵת שֶׁתִּרְאֶה וּלְהַבָּא בִּלְבַד. וְאִם לֹא הִרְגִּישָׁה וּבָדְקָה וּמָצְאָה הַדָּם לְפָנִים בַּפְּרוֹזְדוֹר הֲרֵי זֶה בְּחֶזְקַת שֶׁבָּא בְּהַרְגָּשָׁה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "וּמִדִּבְרֵי סוֹפְרִים שֶׁכָּל הָרוֹאָה כֶּתֶם דָּם עַל בְּשָׂרָהּ אוֹ עַל בְּגָדֶיהָ אַף עַל פִּי שֶׁלֹּא הִרְגִּישָׁה אַף עַל פִּי שֶׁבָּדְקָה עַצְמָהּ וְלֹא מָצְאָה דָּם הֲרֵי זוֹ טְמֵאָה וּכְאִלּוּ מָצְאָה דָּם לְפָנִים בִּבְשָׂרָהּ. וְטֻמְאָה זוֹ בְּסָפֵק שֶׁמָּא כֶּתֶם זֶה מִדַּם הַחֶדֶר בָּא: \n",
            "וְכֵן מִדִּבְרֵי סוֹפְרִים שֶׁכָּל הָרוֹאָה דָּם בְּלֹא עֵת וֶסְתָּהּ וְכָל הָרוֹאָה כֶּתֶם טְמֵאָה לְמַפְרֵעַ עַד כ''ד שָׁעוֹת. וְאִם בָּדְקָה בְּתוֹךְ זְמַן זֶה וּמָצְאָה טָהוֹר טְמֵאָה לְמַפְרֵעַ עַד זְמַן בְּדִיקָה. וְאַף עַל פִּי שֶׁהִיא טְמֵאָה לְמַפְרֵעַ מִדִּבְרֵיהֶם אֵינָהּ מְטַמְּאָה אֶת בּוֹעֲלָהּ לְמַפְרֵעַ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֵינָהּ מוֹנָה לְנִדָּתָהּ אוֹ לְכִתְמָהּ אֶלָּא מֵעֵת שֶׁתִּרְאֶה הַדָּם אוֹ שֶׁמָּצְאָה הַכֶּתֶם. וְכָל הָרוֹאָה כֶּתֶם הֲרֵי זוֹ מְקֻלְקֶלֶת (לְמִנְיָנָהּ) שֶׁמָּא מִן הַחֶדֶר בָּא וְנִתְקַלְקְלָה וֶסְתָּהּ: \n",
            "הָרוֹאָה דָּם בִּשְׁעַת וֶסְתָּהּ אֵינָהּ מְטַמְּאָה לְמַפְרֵעַ אֶלָּא בִּשְׁעָתָהּ בִּלְבַד. וְכֵן מְעֻבֶּרֶת וּמֵינִיקָה בְּתוּלָה וּזְקֵנָה דַּיָּן שְׁעָתָן וְאֵינָן מְטַמְּאוֹת לְמַפְרֵעַ. אֵיזוֹ הִיא מְעֻבֶּרֶת. מִשֶּׁיֻּכַּר עֻבָּרָהּ. וְהוּא שְׁלֹשָׁה חֳדָשִׁים. מֵינִיקָה כָּל כ''ד חֹדֶשׁ אֲפִלּוּ מֵת בְּנָהּ אוֹ גְּמָלַתּוּ אוֹ נְתָנַתּוּ לְמֵינִיקָה: \n",
            "בְּתוּלָה כָּל שֶׁלֹּא רָאֲתָה דָּם מִיָּמֶיהָ אַף עַל פִּי שֶׁרָאֲתָה מֵחֲמַת נִשּׂוּאִין אוֹ מֵחֲמַת לֵדָה. זְקֵנָה כָּל שֶׁעָבְרוּ עָלֶיהָ תִּשְׁעִים יוֹם סָמוּךְ לְזִקְנָתָהּ. וְאֵי זוֹ הִיא זְקֵנָה כָּל שֶׁקּוֹרְאִין לָהּ זְקֵנָה וְאֵינָהּ מַקְפֶּדֶת. מְעֻבֶּרֶת וּמֵינִיקָה וּזְקֵנָה כִּתְמָן כִּרְאִיָּתָן וְאֵינוֹ מְטַמֵּא לְמַפְרֵעַ. בְּתוּלָה שֶׁלֹּא רָאֲתָה דָּם מִיָּמֶיהָ וַעֲדַיִן הִיא קְטַנָּה כִּתְמָהּ טָהוֹר עַד שֶׁתִּרְאֶה דָּם שָׁלֹשׁ וְסָתוֹת: \n",
            "מַה בֵּין כֶּתֶם הַנִּמְצָא עַל בְּשָׂרָהּ לְכֶתֶם הַנִּמְצָא עַל בִּגְדָהּ. שֶׁהַכֶּתֶם הַנִּמְצָא עַל בְּשָׂרָהּ אֵין לוֹ שִׁעוּר. וְהַנִּמְצָא עַל הַבֶּגֶד אֵינוֹ מְטַמֵּא עַד שֶׁיִּהְיֶה כִּגְרִיס הַקִּלְקִי שֶׁהוּא מְרֻבָּע שֶׁיֵּשׁ בּוֹ כְּדֵי תֵּשַׁע עֲדָשׁוֹת שָׁלֹשׁ עַל שָׁלֹשׁ. הָיָה פָּחוֹת מִשִּׁעוּר זֶה טָהוֹר. נִמְצָא טִפִּין טִפִּין אֵין מִצְטָרְפוֹת. הָיָה אָרֹךְ הֲרֵי זֶה מִצְטָרֵף: \n",
            "כֶּתֶם שֶׁנִּמְצָא עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה טָהוֹר וְאֵינָהּ חוֹשֶׁשֶׁת לוֹ. כֵּיצַד. יָשְׁבָה עַל כְּלֵי אֲבָנִים כְּלֵי אֲדָמָה וּכְלֵי גְּלָלִים אוֹ עַל עוֹר הַדָּג אוֹ עַל כְּלִי חֶרֶשׂ מִגַּבּוֹ אוֹ עַל בֶּגֶד שֶׁאֵין בּוֹ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת וְנִמְצָא עֲלֵיהֶן דָּם טְהוֹרָה. אֲפִלּוּ בָּדְקָה הַקַּרְקַע וְיָשְׁבָה עָלֶיהָ וְנִמְצָא כֶּתֶם עַל הַקַּרְקַע כְּשֶׁעָמְדָה הֲרֵי זוֹ טְהוֹרָה. שֶׁכָּל שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה לֹא גָּזְרוּ עַל כֶּתֶם שֶׁיִּמָּצֵא בּוֹ. וְלֹא בִּמְקַבֵּל טֻמְאָה אֶלָּא אִם כֵּן הָיָה לָבָן. אֲבָל כְּלֵי צִבְעוֹנִין אֵין חוֹשְׁשִׁין לְכֶתֶם הַנִּמְצָא בָּהֶן. לְפִיכָךְ תִּקְּנוּ חֲכָמִים שֶׁתִּלְבַּשׁ הָאִשָּׁה בִּגְדֵי צִבְעוֹנִין כְּדֵי לְהַצִּילָהּ מִדִּין הַכְּתָמִים: \n",
            "לֹא בְּכָל מָקוֹם שֶׁנִּמְצָא הַדָּם עַל בְּשָׂרָהּ תִּטְמָא מִשּׁוּם כֶּתֶם עַד שֶׁיִּמָּצֵא כְּנֶגֶד בֵּית הַתֻּרְפָּה. כֵּיצַד. נִמְצָא עַל עֲקֵבָהּ טְמֵאָה שֶׁמָּא נָגַע בְּבֵית תֻּרְפָּה בְּעֵת יְשִׁיבָתָהּ. וְכֵן אִם נִמְצָא עַל שׁוֹקָהּ אוֹ עַל פַּרְסוֹתֶיהָ מִבִּפְנִים וְהֵם הַמְּקוֹמוֹת הַנִּדְבָּקוֹת זוֹ בְּזוֹ בְּעֵת שֶׁתַּעֲמֹד וְתִדְבֹּק רֶגֶל לְרֶגֶל וְשׁוֹק לְשׁוֹק הֲרֵי זוֹ טְמֵאָה. נִמְצָא עַל רֹאשׁ גּוּדַל רַגְלָהּ טְמֵאָה שֶׁמָּא נָטַף מִן הַחֶדֶר עַל רַגְלָהּ בְּעֵת שֶׁהָלְכָה. וְכֵן כָּל מָקוֹם שֶׁאֶפְשָׁר שֶׁיִּנָּתֵז עָלָיו דַּם נִדָּתָהּ כְּשֶׁתְּהַלֵּךְ וְנִמְצָא שָׁם דָּם טְמֵאָה. וְכֵן אִם נִמְצָא הַדָּם עַל יָדֶיהָ אֲפִלּוּ עַל קִשְׁרֵי אֶצְבְּעוֹת יָדֶיהָ טְמֵאָה שֶׁהַיָּדַיִם עַסְקָנִיּוֹת הֵן. אֲבָל אִם נִמְצָא הַדָּם עַל שׁוֹקָהּ וְעַל פַּרְסוֹתֶיהָ מִבַּחוּץ אוֹ מִן הַצְּדָדִין וְאֵין צָרִיךְ לוֹמַר אִם נִמְצָא מִן הַיְרֵכַיִם וּלְמַעְלָה הֲרֵי זוֹ טְהוֹרָה שֶׁאֵין זֶה אֶלָּא דָּם שֶׁנִּתַּז עָלֶיהָ מִמָּקוֹם אַחֵר: \n",
            "הַכֶּתֶם הַנִּמְצָא עַל בְּשָׂרָהּ שֶׁהוּא אָרֹךְ כִּרְצוּעָה אוֹ עָגל. אוֹ שֶׁהָיוּ טִפִּין טִפִּין. אוֹ שֶׁהָיָה אֹרֶךְ הַכֶּתֶם עַל רֹחַב יְרֵכָהּ. אוֹ שֶׁהָיָה נִרְאֶה כְּאִלּוּ הוּא מִמַּטָּה לְמַעְלָה. הוֹאִיל וְהוּא כְּנֶגֶד בֵּית תֻּרְפָּה הֲרֵי זוֹ טְמֵאָה. וְאֵין אוֹמְרִים אִלּוּ נָטַף מִן הַגּוּף לֹא הָיָה כָּזֶה. שֶׁכָּל דָּם הַנִּמְצָא בִּמְקוֹמוֹת אֵלּוּ מַחֲמִירִין בּוֹ אַף עַל פִּי שֶׁהוּא סָפֵק: \n",
            "הַכֶּתֶם הַנִּמְצָא עַל הֶחָלוּק שֶׁלָּהּ מֵחֲגוֹרָהּ וּלְמַטָּה טְמֵאָה מֵחֲגוֹרָהּ וּלְמַעְלָה טְהוֹרָה. נִמְצָא עַל בֵּית יָד שֶׁלָּהּ אִם מַגִּיעַ כְּנֶגֶד בֵּית תֻּרְפָּה טְמֵאָה וְאִם לָאו טְהוֹרָה: \n",
            "הָיְתָה פּוֹשַׁטְתוֹ וּמִתְכַּסָּה בּוֹ בַּלַּיְלָה כָּל מָקוֹם שֶׁיִּמָּצֵא בּוֹ דָּם טְמֵאָה. וְכֵן הָאֵזוֹר שֶׁלָּהּ כָּל מָקוֹם שֶׁיִּמָּצֵא בּוֹ הַדָּם טְמֵאָה: \n",
            "הָיְתָה לוֹבֶשֶׁת חָלוּק אֶחָד וְשָׁהָה עָלֶיהָ שְׁלֹשָׁה יָמִים אוֹ יֶתֶר בְּלֹא עֵת נִדָּתָהּ וּבָדְקָה וּמָצְאָה עָלָיו שְׁלֹשָׁה כְּתָמִים אוֹ כֶּתֶם אֶחָד גָּדוֹל שֶׁיֵּשׁ בּוֹ שִׁעוּר שְׁלֹשָׁה כְּתָמִים הֲרֵי זוֹ סְפֵק זָבָה שֶׁמָּא כֶּתֶם נָטַף מִמֶּנָּה בְּכָל יוֹם. וְכֵן אִם לָבְשָׁה שְׁלֹשָׁה בְּגָדִים בְּדוּקִים וְשָׁהוּ עָלֶיהָ שְׁלֹשָׁה יָמִים בִּימֵי זִיבָתָהּ וּמָצְאָה כֶּתֶם בְּכָל אֶחָד מֵהֶן אַף עַל פִּי שֶׁזֶּה כְּנֶגֶד זֶה הֲרֵי זוֹ סְפֵק זָבָה: \n",
            "מָצְאָה כֶּתֶם אֶחָד שֶׁאֵין בּוֹ כְּדֵי שְׁלֹשָׁה כְּתָמִים אִם בָּדְקָה עַצְמָהּ כָּל בֵּין הַשְּׁמָשׁוֹת שֶׁל יוֹם רִאשׁוֹן וּמָצְאָה טָהוֹר וְלֹא בָּדְקָה חֲלוּקָהּ וּבַיּוֹם הַשְּׁלִישִׁי מָצְאָה זֶה הַכֶּתֶם שֶׁאֵינוֹ כִּשְׁלֹשָׁה כְּתָמִים אֵינָהּ חוֹשֶׁשֶׁת לְזִיבוּת. וְאִם לֹא בָּדְקָה עַצְמָהּ כָּל בֵּין הַשְּׁמָשׁוֹת הוֹאִיל וְלֹא בָּדְקָה חֲלוּקָהּ וְשָׁהָה עָלֶיהָ שְׁלֹשָׁה יָמִים בִּימֵי זִיבָתָהּ חוֹשֶׁשֶׁת לְזִיבוּת וְאַף עַל פִּי שֶׁאֵין הַכֶּתֶם כְּדֵי שְׁלֹשָׁה כְּתָמִים: \n",
            "מָצְאָה כֶּתֶם עַל חֲלוּקָהּ הַיּוֹם וְרָאֲתָה דָּם אַחַר כָּךְ שְׁנֵי יָמִים זֶה אַחַר זֶה. אוֹ שֶׁרָאֲתָה שְׁנֵי יָמִים וּבַיּוֹם הַשְּׁלִישִׁי רָאֲתָה כֶּתֶם. הֲרֵי זוֹ סְפֵק זָבָה: \n",
            "הָרוֹאָה כֶּתֶם וְאַחַר כָּךְ רָאֲתָה דָּם תּוֹלָה כִּתְמָהּ בִּרְאִיָּתָהּ כָּל מֵעֵת לְעֵת. בֵּין שֶׁבָּדְקָה עַצְמָהּ בְּעֵת שֶׁמָּצְאָה הַכֶּתֶם וּמְצָאתָהּ טָהוֹר. בֵּין שֶׁלֹּא בָּדְקָה. אֲבָל הָרוֹאָה כֶּתֶם אַחַר כֶּתֶם בְּתוֹךְ עֶשְׂרִים וְאַרְבַּע שָׁעוֹת אֵינָהּ תּוֹלָה כֶּתֶם בַּכֶּתֶם אֶלָּא אִם כֵּן בָּדְקָה בֵּינֵיהֶם. שֶׁאִם הִפְסִיקָה טָהֳרָה בֵּין הַכְּתָמִים אֵין מִצְטָרְפִין לְמִנְיַן זִיבוּת: \n",
            "כֵּיצַד. רָאֲתָה כֶּתֶם עֶרֶב שַׁבָּת בְּשָׁעָה רִאשׁוֹנָה מִן הַיּוֹם אַף עַל פִּי שֶׁלֹּא בָּדְקָה עַצְמָהּ וְלֹא יָדְעָה אִם טְהוֹרָה הִיא אִם טְמֵאָה וְרָאֲתָה דָּם אַחַר כָּךְ עַד שָׁעָה רִאשׁוֹנָה מִיּוֹם הַשַּׁבָּת אֵינָהּ מוֹנָה לַכֶּתֶם. אֶלָּא תּוֹלָה הַכֶּתֶם בִּרְאִיָּה. וְאִם רָאֲתָה בְּאֶחָד בְּשַׁבָּת וּבְשֵׁנִי בְּשַׁבָּת תִּהְיֶה זָבָה. רָאֲתָה דָּם בְּיוֹם שַׁבָּת בְּשָׁעָה שְׁנִיָּה הֲרֵי זוֹ טְמֵאָה שְׁנֵי יָמִים עֶרֶב שַׁבָּת שֶׁמָּצְאָה בּוֹ הַכֶּתֶם וּבְשַׁבָּת שֶׁרָאֲתָה הַדָּם שֶׁהֲרֵי אֵין שְׁנֵיהֶם בְּתוֹךְ מֵעֵת לְעֵת. וְאִם רָאֲתָה הַדָּם בְּאֶחָד בְּשַׁבָּת חוֹשְׁשִׁין לְזִיבוּת: \n",
            "לֹא רָאֲתָה דָּם בְּשַׁבָּת אֲבָל רָאֲתָה כֶּתֶם אַחֵר בְּשָׁעָה רִאשׁוֹנָה מִיּוֹם הַשַּׁבָּת. אִם בָּדְקָה עַצְמָהּ בְּעֶרֶב שַׁבָּת וּמָצְאָה טָהוֹר אֵינָהּ מוֹנָה אֶלָּא לְכֶתֶם אֶחָד שֶׁהוּא בְּיוֹם הַשַּׁבָּת הוֹאִיל וּשְׁנֵיהֶם בְּתוֹךְ מֵעֵת לְעֵת. וְאִם לֹא בָּדְקָה וְלֹא יָדְעָה אִם הִפְסִיקָה טָהֳרָה בֵּינֵיהֶן אִם לֹא הִפְסִיקָה הֲרֵי זוֹ מוֹנָה לְעֶרֶב שַׁבָּת וְאִם רָאֲתָה בְּאֶחָד בְּשַׁבָּת חוֹשֶׁשֶׁת לְזִיבוּת: \n",
            "רָאֲתָה הַכֶּתֶם הַשֵּׁנִי בְּשָׁעָה שְׁנִיָּה מִיּוֹם שַׁבָּת בֵּין בָּדְקָה בֵּין לֹא בָּדְקָה הֲרֵי זוֹ טְמֵאָה שְׁנֵי יָמִים שֶׁהֲרֵי אֵין שְׁנֵיהֶם בְּתוֹךְ מֵעֵת לְעֵת. וְאִם רָאֲתָה בְּאֶחָד בְּשַׁבָּת אַחַר מֵעֵת לְעֵת חוֹשֶׁשֶׁת לְזִיבוּת. רָאֲתָה בְּשָׁעָה רִאשׁוֹנָה מִיּוֹם אֶחָד בְּשַׁבָּת כֶּתֶם שְׁלִישִׁי אִם הִפְסִיקָה טָהֳרָה בֵּינֵיהֶן אֵין מִצְטָרְפִין וְאֵינָהּ חוֹשֶׁשֶׁת לְזִיבוּת. וְאִם לֹא בָּדְקָה חוֹשֶׁשֶׁת לְזִיבוּת: \n",
            "כָּל כֶּתֶם שֶׁאָמַרְנוּ שֶׁהִיא טְמֵאָה בִּגְלָלוֹ אִם יֵשׁ לָהּ דָּבָר לִתְלוֹת בּוֹ וְלוֹמַר שֶׁמָּא כֶּתֶם זֶה מִדָּבָר פְּלוֹנִי הוּא אִם נִמְצָא עַל הַבֶּגֶד הֲרֵי זוֹ טְהוֹרָה. שֶׁלֹּא אָמְרוּ חֲכָמִים בַּדָּבָר לְהַחֲמִיר אֶלָּא לְהָקֵל. וְאִם נִמְצָא עַל בְּשָׂרָהּ סְפֵקוֹ טָמֵא וְאֵינָהּ תּוֹלָה בּוֹ. וְאִם הָיָה לָהּ לִתְלוֹת בִּבְשָׂרָהּ יֶתֶר מֵחֲלוּקָהּ אַף עַל בְּשָׂרָהּ תּוֹלָה וּסְפֵקוֹ טָהוֹר: \n",
            "כֵּיצַד. שָׁחֲטָה בְּהֵמָה אוֹ חַיָּה אוֹ עוֹף אוֹ שֶׁנִּתְעַסְּקָה בִּכְתָמִים אוֹ שֶׁיָּשְׁבָה בְּצַד הָעוֹסְקִין בָּהֶן אוֹ שֶׁעָבְרָה בְּשׁוּק שֶׁל טַבָּחִים וְנִמְצָא דָּם עַל חֲלוּקָהּ טְהוֹרָה וְתוֹלָה בִּדְבָרִים אֵלּוּ שֶׁמֵּהֶן בָּא הַכֶּתֶם: \n",
            "נִמְצָא הַכֶּתֶם עַל בְּשָׂרָהּ בִּלְבַד אִם הַכֶּתֶם מֵחֲגוֹר וּלְמַטָּה טְמֵאָה. וְאִם נִתְהַפְּכָה וְקָפְצָה אֲפִלּוּ מֵחֲגוֹר וּלְמַעְלָה טְמֵאָר שֶׁאִלּוּ הָיָה דָּם זֶה מִן הַשְּׁחִיטָה אוֹ מִן הַשּׁוּק הָיָה לָהּ שֶׁיִּמָּצֵא גַּם עַל בְּגָדֶיהָ וְהוֹאִיל וְנִמְצָא עַל בְּשָׂרָהּ וְלֹא בְּבִגְדָּהּ טְמֵאָה \n",
            "הָיְתָה בָּהּ מַכָּה אַף עַל פִּי שֶׁחָיְתָה אִם יְכוֹלָה לְהִתְגַּלַּע וּלְהוֹצִיא דָּם וְנִמְצָא דָּם עַל בְּשָׂרָהּ תּוֹלָה בַּמַּכָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "נִמְצָא הַכֶּתֶם עַל בְּגָדֶיהָ וּבְשָׂרָהּ כְּאֶחָד תּוֹלָה בְּכָל שֶׁיֵּשׁ לָהּ לִתְלוֹת. וְתוֹלָה בְּמַאֲכלֶת שֶׁמָּא בְּעֵת שֶׁיָּשְׁבָה נֶהֶרְגָה מַאֲכלֶת וְדָם זֶה דַּם מַאֲכלֶת הוּא. וְעַד כַּמָּה עַד כִּגְרִיס. אֲבָל אִם מָצְאָה הַכֶּתֶם יֶתֶר מִכִּגְרִיס אֵינָהּ תּוֹלָה בְּמַאֲכלֶת וַאֲפִלּוּ הָיְתָה מַאֲכלֶת רְצוּצָה בַּכֶּתֶם הוֹאִיל וְהוּא יֶתֶר מִכִּגְרִיס אֵינָהּ תּוֹלָה בְּמַאֲכלֶת: \n",
            "וְכֵן תּוֹלָה בִּבְנָהּ וּבְבַעְלָהּ אִם הָיוּ עֲסוּקִין בְּדָם אוֹ שֶׁהָיוּ יְדֵיהֶן מְלֻכְלָכוֹת אוֹ שֶׁהָיְתָה בָּהֶן מַכָּה תּוֹלָה בָּהֶן וְאוֹמֶרֶת הֵן נָגְעוּ בָּהּ וְהִיא לֹא יָדְעָה וְדָם זֶה מֵחֲמָתָן הוּא: \n",
            "אֵין מַחֲזִיקִין דָּם מִמָּקוֹם לְמָקוֹם לִתְלוֹת בּוֹ. כֵּיצַד. הָיְתָה לָהּ מַכָּה בִּכְתֵפָהּ וְנִמְצָא כֶּתֶם עַל שׁוֹקָהּ. אֵין אוֹמְרִין שֶׁמָּא בְּיָדֶיהָ נָגְעָה בַּמַּכָּה וְנָגְעָה בְּמָקוֹם זֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה אֵין תּוֹלִין בּוֹ בֵּין בְּגוּפָהּ בֵּין בַּחֲלוּקָהּ: \n",
            "שְׁתֵּי נָשִׁים שֶׁנִּתְעַסְּקוּ בְּצִפּוֹר אֶחָד וְאֵין בּוֹ אֶלָּא כְּסֶלַע דָּם וְנִמְצָא עַל כָּל אַחַת מִשְּׁתֵּיהֶן כֶּתֶם כְּסֶלַע שְׁתֵּיהֶן טְמֵאוֹת. נִתְעַסְּקָה בְּדָם שֶׁאִי אֶפְשָׁר שֶׁיִּהְיֶה מִמֶּנּוּ כֶּתֶם אֶלָּא כִּגְרִיס וְנִמְצָא עָלֶיהָ כֶּתֶם כִּשְׁנֵי גְּרִיסִין הֲרֵי זוֹ תּוֹלָה כִּגְרִיס בַּדָּם שֶׁנִּתְעַסְּקָה בּוֹ וְכִגְרִיס בְּמַאֲכלֶת. נִמְצָא הַכֶּתֶם יֶתֶר מִכִּשְׁנֵי גְּרִיסִין טְמֵאָה: \n",
            "נִתְעַסְּקָה בְּאָדֹם אֵין תּוֹלָה בּוֹ שָׁחוֹר. נִתְעַסְּקָה בְּעוֹף שֶׁיֵּשׁ בּוֹ מִינֵי דָּם הַרְבֵּה וְנִמְצָא עָלֶיהָ מַרְאֶה אֶחָד מֵהֶן תּוֹלָה בּוֹ. הָיְתָה לוֹבֶשֶׁת שְׁלֹשָׁה חֲלוּקוֹת אִם יְכוֹלָה לִתְלוֹת תּוֹלָה אַף בַּתַּחְתּוֹן. וְאִם אֵינָהּ יְכוֹלָה לִתְלוֹת אֵינָהּ תּוֹלָה אַף בָּעֶלְיוֹן. כֵּיצַד. עָבְרָה בְּשׁוּק שֶׁל טַבָּחִים אַף עַל פִּי שֶׁנִּמְצָא הַכֶּתֶם עַל הַתַּחְתּוֹן לְבַדּוֹ תּוֹלָה בְּדַם הַטַּבָּחִים. לֹא עָבְרָה בְּשׁוּק הַטַּבָּחִים וְכַיּוֹצֵא בּוֹ אַף עַל פִּי שֶׁנִּמְצָא הַכֶּתֶם בָּעֶלְיוֹן לְבַדּוֹ הֲרֵי זוֹ טְמֵאָה סָפֵק עָבְרָה סָפֵק לֹא עָבְרָה סָפֵק נִתְעַסְּקָה סָפֵק לֹא נִתְעַסְּקָה אֵינָהּ תּוֹלָה: \n",
            "עִיר שֶׁיֵּשׁ בָּהּ חֲזִירִים אוֹ שֶׁהֵם בָּאִין לָהּ תָּמִיד אֵין חוֹשְׁשִׁין לִכְתָמֶיהָ הַנִּמְצָאִין בַּחֲלוּקָהּ: \n",
            "הָאִשָּׁה שֶׁהִשְׁאִילָה חֲלוּקָהּ לְנִדָּה בֵּין עַכּוּ''ם בֵּין יִשְׂרְאֵלִית וְחָזְרָה וְלָבְשָׁה אוֹתוֹ קֹדֶם בְּדִיקָה וּמָצְאָה עָלָיו כֶּתֶם הֲרֵי זוֹ תּוֹלָה בַּנִּדָּה שֶׁלָּבְשָׁה אוֹתוֹ. הִשְׁאִילָה אוֹתוֹ לְזָבָה קְטַנָּה בַּיּוֹם הַטָּמֵא שֶׁלָּהּ אוֹ לַיּוֹשֶׁבֶת עַל דַּם טֹהַר אוֹ לִבְתוּלָה שֶׁדָּמֶיהָ טְהוֹרִין הֲרֵי זוֹ תּוֹלָה בָּהּ. אֲבָל אִם הִשְׁאִילָה אוֹתוֹ לְזָבָה קְטַנָּה בַּיּוֹם הַשָּׁמוּר אוֹ לְזָבָה גְּדוֹלָה בְּשִׁבְעָה יָמִים נְקִיִּים וְחָזְרָה וְלָבְשָׁה אוֹתוֹ קֹדֶם בְּדִיקָה וְנִמְצָא עָלָיו כֶּתֶם שְׁתֵּיהֶן מְקֻלְקָלוֹת הַשּׁוֹאֶלֶת וְהַמַּשְׁאֶלֶת אוֹתָהּ שֶׁמָּא מִזּוֹ שֶׁמָּא מִזּוֹ. הִשְׁאִילָה אוֹתוֹ לְיוֹשֶׁבֶת עַל הַכֶּתֶם אֵינָהּ תּוֹלָה בָּהּ שֶׁאֵין תּוֹלִין כֶּתֶם בְּכֶתֶם: \n",
            "בָּדְקָה חֲלוּקָהּ וּבָדְקָה עַצְמָהּ וּמָצְאָה טָהוֹר וְהִשְׁאִילָה הֶחָלוּק לַחֲבֵרְתָהּ וּלְבָשַׁתּוּ וְנִמְצָא עָלָיו כֶּתֶם כְּשֶׁהֶחֱזִירָתוֹ לָהּ הַשּׁוֹאֶלֶת טְמֵאָה. וְאֵינָהּ תּוֹלָה בְּבַעֲלַת הֶחָלוּק שֶׁהֲרֵי בָּדְקָה אוֹתוֹ קֹדֶם שֶׁתַּשְׁאִילֵהוּ לָהּ: \n",
            "אֲרֻכָּה שֶׁלָּבְשָׁה חֲלוּקָהּ שֶׁל קְצָרָה וְנִמְצָא בּוֹ כֶּתֶם אִם מַגִּיעַ כְּנֶגֶד בֵּית הַתֻּרְפָּה טְמֵאָה וְאִם לָאו טְהוֹרָה. שֶׁכֶּתֶם זֶה שֶׁל קְצָרָה הוּא: \n",
            "שָׁלֹשׁ נָשִׁים שֶׁלָּבְשׁוּ חָלוּק אֶחָד זוֹ אַחַר זוֹ וְאַחַר כָּךְ נִמְצָא עָלָיו כֶּתֶם. וְכֵן אִם יְשֵׁנוֹת בְּמִטָּה אַחַת כְּאַחַת וְנִמְצָא דָּם תַּחַת אַחַת מֵהֶן כֻּלָּן טְמֵאוֹת. וְאִם בָּדְקָה אַחַת מֵהֶן עַצְמָהּ מִיָּד וּמָצְאָה עַצְמָהּ טְמֵאָה הֲרֵי הַשְּׁתַּיִם טְהוֹרוֹת: \n",
            "בָּדְקוּ כֻּלָּן וּמָצְאוּ עַצְמָן טְהוֹרוֹת תּוֹלָה מִי שֶׁאֵינָהּ רְאוּיָה לִרְאוֹת דָּם בְּמִי שֶׁהִיא רְאוּיָה. וְתִהְיֶה שֶׁאֵינָהּ רְאוּיָה טְהוֹרָה וְהָרְאוּיָה טְמֵאָה. כֵּיצַד. הָיְתָה אַחַת מְעֻבֶּרֶת וְאַחַת אֵינָהּ מְעֻבֶּרֶת הַמְעֻבֶּרֶת טְהוֹרָה וְשֶׁאֵינָהּ מְעֻבֶּרֶת טְמֵאָה. מֵינִיקָה וְשֶׁאֵינָהּ מֵינִיקָה הַמֵּינִיקָה טְהוֹרָה. זְקֵנָה וְשֶׁאֵינָהּ זְקֵנָה הַזְּקֵנָה טְהוֹרָה. בְּתוּלָה וְשֶׁאֵינָהּ בְּתוּלָה הַבְּתוּלָה טְהוֹרָה. הָיוּ כֻּלָּן מְעֻבָּרוֹת כֻּלָּן זְקֵנוֹת כֻּלָּן מֵינִיקוֹת כֻּלָּן בְּתוּלוֹת הֲרֵי כֻּלָּן טְמֵאוֹת: \n",
            "שָׁלֹשׁ נָשִׁים שֶׁעָלוּ דֶּרֶךְ מַרְגְּלוֹת הַמִּטָּה וְיָשְׁנוּ כֻּלָּן וְנִמְצָא דָּם תַּחַת הָאֶמְצָעִית שְׁלָשְׁתָּן טְמֵאוֹת. תַּחַת הַפְּנִימִית הִיא וְשֶׁבְּצִדָּהּ טְמֵאוֹת וְהַחִיצוֹנָה טְהוֹרָה. תַּחַת הַחִיצוֹנָה הִיא וְשֶׁבְּצִדָּהּ טְמֵאוֹת וְהַפְּנִימִית טְהוֹרָה. וְאִם לֹא עָלוּ דֶּרֶךְ מַרְגְּלוֹת הַמִּטָּה שֶׁהֲרֵי אֵין לָהֶם סֵדֶר וְנִמְצָא דָּם תַּחַת אַחַת מֵהֶן כֻּלָּן טְמֵאוֹת: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבָּדְקוּ כֻּלָּן וּמָצְאוּ טָהוֹר וְלֹא תּוּכַל אַחַת מֵהֶן לִתְלוֹת בַּחֲבֵרְתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם בָּדְקָה אַחַת וּמָצְאָה עַצְמָהּ טְהוֹרָה וַחֲבֵרְתָהּ לֹא בָּדְקָה תּוֹלָה הַטְּהוֹרָה בְּזוֹ שֶׁלֹּא בָּדְקָה וַהֲרֵי זוֹ שֶׁלֹּא בָּדְקָה טְמֵאָה: \n",
            "כָּל כֶּתֶם שֶׁנִּמְצָא עַל הַבֶּגֶד שֶׁאֵין לָהּ בְּמַה יִּתְלֶה אֵינוֹ מְטַמֵּא עַד שֶׁיִּוָּדַע שֶׁהוּא דָּם. וְאִם נִסְתַּפֵּק לָהֶם שֶׁמָּא הוּא דָּם אוֹ צֶבַע אָדֹם מַעֲבִירִין עָלָיו שִׁבְעָה סַמָּנִין אֵלּוּ עַל הַסֵּדֶר. אִם עָבַר אוֹ כֵּהָה עֵינוֹ הֲרֵי זֶה כֶּתֶם דָּם וּטְמֵאָה וְאִם עָמַד כְּמוֹת שֶׁהוּא הֲרֵי זֶה צֶבַע וּטְהוֹרָה: \n",
            "וְאֵלּוּ הֵן הַשִּׁבְעָה סַמָּנִים עַל סִדְרָן. רֹק תָּפֵל. וּלְעִיסַת גְּרִיסִין שֶׁל פּוֹל. וּמֵי רַגְלַיִם שֶׁהֶחֱמִיצוּ. וּבֹרִית. וְנֶתֶר. וְקִימוֹנְיָא. וְאַשְׁלָג. וְצָרִיךְ לְכַסְכֵּס שָׁלֹשׁ פְּעָמִים עַל כָּל סַם וְסַם וּמוֹלִיךְ וּמֵבִיא בְּכָל כִּסְכּוּס. הֶעֱבִירָן שֶׁלֹּא עַל הַסֵּדֶר אוֹ שֶׁהֶעֱבִירָן כְּאֶחָד לֹא עָשָׂה כְּלוּם. הִקְדִּים הָאַחֲרוֹנִים לָרִאשׁוֹנִים אֵלּוּ שֶׁהֶעֱבִיר בָּאַחֲרוֹנָה שֶׁהֵן הָרִאשׁוֹנִים עָלוּ לוֹ וְחוֹזֵר וּמַעֲבִיר אַחֲרֵיהֶם אַחֲרוֹנִים שֶׁהִקְדִּים עַד שֶׁיַּעַבְרוּ הַשִּׁבְעָה עַל הַסֵּדֶר: \n",
            "אֵי זֶהוּ רֹק תָּפֵל שֶׁלֹּא טָעַם כְּלוּם מִתְּחִלַּת הַלַּיְלָה וְהָיָה יָשֵׁן מֵחֲצִי הַלַּיְלָה הָאַחֲרוֹן לְמָחָר קֹדֶם שֶׁיֹּאכַל נִקְרָא רֹק תָּפֵל. וְהוּא שֶׁלֹּא יָצָא רֹב דִּבּוּרוֹ עַד שָׁלֹשׁ שָׁעוֹת בַּיּוֹם. וְאִם הִשְׁכִּים וְשָׁנָה פִּרְקוֹ קֹדֶם שָׁלֹשׁ שָׁעוֹת אֵין זֶה רֹק תָּפֵל שֶׁהַדִּבּוּר מְבַטֵּל חֹזֶק הָרֹק וּמַחֲזִירוֹ כְּמַיִם. וְאֵי זוֹ הִיא לְעִיסַת גְּרִיסִין הוּא שֶׁיִּלְעֹס הַגְּרִיסִין עַד שֶׁיִּתְעָרֵב עִם הַפּוֹל רֹק הַרְבֵּה מִפִּיו. וְאֵי זֶהוּ מֵי רַגְלַיִם שֶׁהֶחֱמִיצוּ אַחַר שְׁלֹשָׁה יָמִים אוֹ יֶתֶר: \n",
            "כָּל אִשָּׁה שֶׁהִיא טְמֵאָה מִשּׁוּם כֶּתֶם אִם מָצְאָה הַכֶּתֶם בִּימֵי נִדָּתָהּ הֲרֵי זוֹ סְפֵק נִדָּה וְיוֹשֶׁבֶת עָלָיו שִׁבְעָה יָמִים וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ. וְאִם מָצְאָה אוֹתוֹ בִּימֵי זִיבָתָהּ הֲרֵי זוֹ סְפֵק זָבָה גְּדוֹלָה אוֹ קְטַנָּה כְּמוֹ שֶׁנִּתְבָּאֵר בְּפֶרֶק זֶה. וְיוֹשֶׁבֶת יוֹם אֶחָד אִם הָיְתָה קְטַנָּה אוֹ שִׁבְעַת יָמִים נְקִיִּים אִם הָיְתָה גְּדוֹלָה מִסָּפֵק. וְהַכּל מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ הַבָּא עָלֶיהָ בְּזָדוֹן מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וּפְטוּרִין מִקָּרְבָּן: \n"
        ],
        [
            "כָּל יוֹלֶדֶת טְמֵאָה כְּנִדָּה וְאַף עַל פִּי שֶׁלֹּא רָאֲתָה דָּם. וְאֶחָד הַיּוֹלֶדֶת חַי אוֹ מֵת אוֹ אֲפִלּוּ נֵפֶל. אִם זָכָר יוֹשֶׁבֶת לְזָכָר וְאִם נְקֵבָה יוֹשֶׁבֶת לִנְקֵבָה וְהוּא שֶׁתִּגָּמֵר צוּרָתוֹ. וְאֵין צוּרַת הַוָּלָד נִגְמֶרֶת לְפָחוֹת מֵאַרְבָּעִים יוֹם אֶחָד הַזָּכָר וְאֶחָד הַנְּקֵבָה: \n",
            "וְהַמַּפֶּלֶת בְּתוֹךְ אַרְבָּעִים יוֹם אֵינָהּ טְמֵאָה לֵדָה אֲפִלּוּ בְּיוֹם אַרְבָּעִים. הִפִּילָה בְּיוֹם אַרְבָּעִים וְאֶחָד מֵאַחַר הַתַּשְׁמִישׁ הֲרֵי זוֹ סְפֵק יוֹלֶדֶת וְתֵשֵׁב לְזָכָר וְלִנְקֵבָה וּלְנִדָּה. הָיְתָה צוּרַת הָאָדָם דַּקָּה בְּיוֹתֵר וְאֵינָהּ נִכֶּרֶת בַּעֲלִיל הֲרֵי זוֹ תֵּשֵׁב לְזָכָר וְלִנְקֵבָה וְזֶהוּ הַנִּקְרָא שַׁפִּיר מְרֻקָּם: \n",
            "אֵי זֶה הוּא שַׁפִּיר מְרֻקָּם. תְּחִלַּת בְּרִיָּתוֹ שֶׁל אָדָם גּוּפוֹ כַּעֲדָשָׁה. שְׁתֵּי עֵינָיו כִּשְׁתֵּי טִפֵּי זְבוּב מְרֻחָקוֹת זוֹ מִזּוֹ. שְׁנֵי חֳטָמָיו כִּשְׁתֵּי טִפֵּי זְבוּב מְקֹרָבוֹת זֶה לָזֶה. פִּיו פָּתוּחַ כְּחוּט הַשַּׂעֲרָה. וְחִתּוּךְ יָדַיִם וְרַגְלַיִם אֵין לוֹ. נִתְבָּאֲרָה צוּרָתוֹ יֶתֶר מִזֶּה וַעֲדַיִן אֵינוֹ נִכָּר בֵּין זָכָר לִנְקֵבָה אֵין בּוֹדְקִין אוֹתוֹ בְּמַיִם אֶלָּא בְּשֶׁמֶן שֶׁהַשֶּׁמֶן מְצַחְצְחוֹ. וּמֵבִיא קֵיסָם שֶׁרֹאשׁוֹ חָלָק וּמְנַעְנֵעַ בְּאוֹתוֹ מָקוֹם מִלְּמַעְלָה לְמַטָּה אִם מְסַכְסֵךְ בְּיָדוּעַ שֶׁהוּא זָכָר. וְאִם רָאָה אוֹתוֹ מָקוֹם כִּשְׂעוֹרָה סְדוּקָה הֲרֵי זוֹ נְקֵבָה וְאֵינָהּ צְרִיכָה בְּדִיקָה. וְכָל אֵלּוּ הָרְקִימוֹת שֶׁל נְפָלִים אֵין נוֹתְנִין לָהֶן יְמֵי טֹהַר עַד שֶׁיַּשְׂעִיר הַוָּלָד: \n",
            "הִפִּילָה חֲתִיכָה לְבָנָה אִם נִקְרְעָה וְנִמְצָא בָּהּ עֶצֶם הֲרֵי זוֹ טְמֵאָה לֵדָה. הִפִּילָה שַׁפִּיר מָלֵא מַיִם מָלֵא דָּם מָלֵא גִּנּוּנִים מָלֵא בָּשָׂר הוֹאִיל וְאֵינוֹ מְרֻקָּם אֵינָהּ חוֹשֶׁשֶׁת לְוָלָד: \n",
            "יוֹצֵא דֹּפֶן אֵין אִמּוֹ טְמֵאָה לֵדָה וְאֵין לָהּ יְמֵי טֻמְאָה וִימֵי טָהֳרָה שֶׁנֶּאֱמַר <small>(ויקרא יב ב)</small> \"אִשָּׁה כִּי תַזְרִיעַ וְיָלְדָה זָכָר\" עַד שֶׁתֵּלֵד מִמָּקוֹם שֶׁמַּזְרַעַת. הַמַּקְשָׁה וְיָלְדָה וָלָד דֶּרֶךְ הַדֹּפֶן הֲרֵי דַּם הַקֹּשִׁי הַבָּא דֶּרֶךְ הָרֶחֶם זִיבוּת אוֹ נִדָּה וְדָם הַיּוֹצֵא דֶּרֶךְ הַדֹּפֶן טָמֵא. וְאִם לֹא יָצָא דָּם דֶּרֶךְ הָרֶחֶם הֲרֵי הָאִשָּׁה טְהוֹרָה. אַף עַל פִּי שֶׁהַדָּם שֶׁיָּצָא מִדָּפְנָהּ טָמֵא. שֶׁאֵין הָאִשָּׁה טְמֵאָה עַד שֶׁיֵּצֵא מַדְוֶהָ דֶּרֶךְ עֶרְוָתָהּ: \n",
            "נֶחְתַּךְ הַוָּלָד בְּמֵעֶיהָ וְיָצָא אֵיבָר אֵיבָר. בֵּין שֶׁיָּצָא עַל סֵדֶר הָאֵיבָרִים כְּגוֹן שֶׁיָּצְאָה הָרֶגֶל וְאַחֲרֶיהָ הַשּׁוֹק וְאַחֲרֶיהָ הַיָּרֵךְ. בֵּין שֶׁיָּצָא שֶׁלֹּא עַל הַסֵּדֶר אֵינָהּ טְמֵאָה לֵדָה עַד שֶׁיֵּצֵא רֻבּוֹ. וְאִם יָצָא רֹאשׁוֹ כֻּלּוֹ כְּאֶחָד הֲרֵי זֶה כְּרֻבּוֹ. וְאִם לֹא נֶחְתַּךְ וְיָצָא כְּדַרְכּוֹ מִשֶּׁתֵּצֵא רֹב פַּדַּחְתּוֹ הֲרֵי זֶה כְּיָלוּד אַף עַל פִּי שֶׁנֶּחְתַּךְ אַחַר כָּךְ: \n",
            "הוֹצִיא הָעֻבָּר אֶת יָדוֹ וְהֶחֱזִירָהּ אִמּוֹ טְמֵאָה לֵדָה מִדִּבְרֵי סוֹפְרִים. וְאֵין לָהּ יְמֵי טֹהַר עַד שֶׁיֵּצֵא הַוָּלָד כֻּלּוֹ אוֹ רֻבּוֹ כְּמוֹ שֶׁאָמַרְנוּ: \n",
            "הַמַּפֶּלֶת כְּמִין בְּהֵמָה חַיָּה אוֹ עוֹף אִם הָיוּ פָּנָיו כִּפְנֵי אָדָם הֲרֵי זֶה וָלָד. אִם זָכָר תֵּשֵׁב לְזָכָר וְאִם נְקֵבָה תֵּשֵׁב לִנְקֵבָה. וְאִם אֵינוֹ נִכָּר בֵּין זָכָר לִנְקֵבָה תֵּשֵׁב לְזָכָר וְלִנְקֵבָה אַף עַל פִּי שֶׁשְּׁאָר הַגּוּף דּוֹמֶה לִבְהֵמָה אוֹ לְחַיָּה אוֹ לְעוֹף. וְאִם אֵין פָּנָיו כְּצוּרַת פְּנֵי הָאָדָם אַף עַל פִּי שֶׁשְּׁאָר הַגּוּף גּוּף אָדָם שָׁלֵם וְיָדָיו וְרַגְלָיו יְדֵי וְרַגְלֵי אָדָם וַהֲרֵי הוּא זָכָר אוֹ נְקֵבָה אֵינוֹ וָלָד וְאֵין אִמּוֹ טְמֵאָה לֵדָה: \n",
            "אֵי זוֹ הִיא צוּרַת פְּנֵי הָאָדָם. שֶׁיִּהְיֶה הַמֶּצַח וְהַגְּבִינִין וְהָעֵינַיִם וְהַלְּסָתוֹת וְגַבּוֹת הַזָּקָן כְּצוּרַת הָאָדָם. אֲבָל הַפֶּה וְהָאָזְנַיִם וְהָאַף אַף עַל פִּי שֶׁהֵן כְּשֶׁל בְּהֵמָה וְחַיָּה הֲרֵי זֶה וָלָד: \n",
            "הַמַּפֶּלֶת דְּמוּת נָחָשׁ אִמּוֹ טְמֵאָה לֵדָה מִפְּנֵי שֶׁגַּלְגַּל עֵינָיו עָגל כְּשֶׁל אָדָם. הַמַּפֶּלֶת דְּמוּת אָדָם שֶׁיֵּשׁ לוֹ כְּנָפַיִם שֶׁל בָּשָׂר אִמּוֹ טְמֵאָה לֵדָה. נִבְרָא בְּעַיִן אַחַת וְיָרֵךְ אַחַת אִם הָיוּ מִן הַצַּד הֲרֵי הוּא כַּחֲצִי אָדָם וְאִמּוֹ טְמֵאָה לֵדָה. וְאִם הָיוּ בָּאֶמְצַע אִמּוֹ טְהוֹרָה שֶׁהֲרֵי זוֹ בְּרִיָּה אַחֶרֶת: \n",
            "נִבְרָא וֵשֶׁט שֶׁלּוֹ אָטוּם אוֹ שֶׁהָיָה חָסֵר מִטִּבּוּרוֹ וּלְמַטָּה וַהֲרֵי הוּא אָטוּם. אוֹ שֶׁהָיְתָה גֻּלְגָּלְתּוֹ אֲטוּמָה. אוֹ שֶׁהָיוּ פָּנָיו טוּחוֹת וְאֵין בָּהֶן הֶכֵּר פָּנִים. אוֹ שֶׁיֵּשׁ לוֹ שְׁנֵי גַּבִּין וּשְׁתֵּי שְׁדֵרוֹת. אוֹ שֶׁהִפִּילָה בְּרִיַּת רֹאשׁ שֶׁאֵינוֹ חָתוּךְ. אוֹ יָד שֶׁאֵינוֹ חָתוּךְ. כָּל נֵפֶל מֵאֵלּוּ אֵינוֹ וָלָד וְאֵין אִמּוֹ טְמֵאָה לֵדָה. אֲבָל אִם הִפִּילָה יָד חֲתוּכָה וְרֶגֶל חֲתוּכָה הֲרֵי חֶזְקָתָהּ מִוָּלָד שָׁלֵם וּמִצְטָרְפִין לְרֹב אֵיבָרָיו: \n",
            "פְּעָמִים יִקְפֶּה מִשְּׁאָר הַדָּמִים שֶׁנּוֹצַר מֵהֶם הָאָדָם חֲתִיכָה כְּמוֹ לְשׁוֹן הַשּׁוֹר וְתִהְיֶה כְּרוּכָה עַל מִקְצָת הַוָּלָד וְהִיא הַנִּקְרֵאת סַנְדָּל. וּלְעוֹלָם לֹא יֵעָשֶׂה סַנְדָּל זֶה אֶלָּא עִם וָלָד. אֲבָל חֲתִיכָה שֶׁנּוֹצְרָה לְבַדָּהּ בְּלֹא וָלָד אֵינָהּ נִקְרֵאת סַנְדָּל. וְרֹב הָעֵבָּרִים לֹא יִהְיֶה עִמָּהֶם סַנְדָּל. וּפְעָמִים יַכֶּה הַמְעֻבֶּרֶת דָּבָר עַל בִּטְנָהּ וְיִפָּסֵד הָעֻבָּר וְיֵעָשֶׂה כְּסַנְדָּל זֶה. וּפְעָמִים יִשָּׁאֵר בּוֹ הֶכֵּר פָּנִים וּפְעָמִים יִיבַשׁ הַוָּלָד וְיִשְׁתַּנֶּה וְיִקְפְּאוּ עָלָיו הַדָּמִים עַד שֶׁלֹּא יִשָּׁאֵר בּוֹ הֶכֵּר פָּנִים. לְפִיכָךְ הַמַּפֶּלֶת זָכָר וְסַנְדָּל עִמּוֹ אַף עַל פִּי שֶׁאֵין הֶכֵּר פָּנִים לַסַּנְדָּל הֲרֵי זוֹ תֵּשֵׁב לְזָכָר וְלִנְקֵבָה שֶׁמָּא סַנְדָּל זֶה נְקֵבָה הָיָה. וְחֻמְרָא הֶחְמִירוּ בּוֹ לְטַמְּאָהּ בּוֹ מִשּׁוּם וָלָד אַף עַל פִּי שֶׁאֵין בּוֹ צוּרַת פָּנִים הוֹאִיל וְהִיא טְמֵאָה לֵדָה מִפְּנֵי הַוָּלָד שֶׁעִמּוֹ: \n",
            "הַחוֹתֶלֶת הֶעָבָה שֶׁהִיא כְּמוֹ חֵמֶת שֶׁבְּתוֹכָהּ נוֹצָר הַוָּלָד וְהִיא מַקֶּפֶת אוֹתוֹ וְאֶת הַסַּנְדָּל אִם הָיָה עִמּוֹ סַנְדָּל וּכְשֶׁיַּגִּיעַ זְמַנּוֹ לָצֵאת קוֹרֵעַ אוֹתָהּ וְיוֹצֵא הִיא הַנִּקְרֵאת שִׁלְיָא. וּתְחִלַּת בְּרִיָּתָהּ דּוֹמָה לְחוּט שֶׁל עֵרֶב וַחֲלוּלָה כַּחֲצוֹצֶרֶת וְעָבָה כְּקֻרְקְבָן הַתַּרְנְגוֹלִים. וְאֵין שִׁלְיָא פְּחוּתָה מִטֶּפַח: \n",
            "הַמַּפֶּלֶת שִׁלְיָא תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. לֹא שֶׁהַשִּׁלְיָא וָלָד אֶלָּא שֶׁאֵין שִׁלְיָא בְּלֹא וָלָד. הִפִּילָה נֵפֶל וְאַחַר כָּךְ הִפִּילָה שִׁלְיָא חוֹשְׁשִׁין לַשִּׁלְיָא וַהֲרֵי הוּא כְּוָלָד אַחֵר וְאֵין אוֹמְרִין זוֹ שִׁלְיַת הַנֵּפֶל. שֶׁאֵין תּוֹלִין אֶת הַשִּׁלְיָא אֶלָּא בְּוָלָד שֶׁל קַיָּמָא. לְפִיכָךְ אִם יָלְדָה וָלָד שֶׁל קַיָּמָא וְהִפִּילָה שִׁלְיָא אֲפִלּוּ אַחַר כ''ג יוֹם תּוֹלִין אוֹתוֹ בַּוָּלָד וְאֵין חוֹשְׁשִׁין לְוָלָד אַחֵר. שֶׁהַוָּלָד קָרַע הַשִּׁלְיָא וְיָצָא: \n",
            "הִפִּילָה שִׁלְיָא תְּחִלָּה וְאַחַר כָּךְ יָלְדָה וָלָד שֶׁל קַיָּמָא חוֹשְׁשִׁין לַשִּׁלְיָא שֶׁהִיא וָלָד אַחֵר וְאֵין תּוֹלִין אוֹתָהּ בַּוָּלָד הַבָּא אַחֲרֶיהָ. שֶׁאֵין דַּרְכָּהּ שֶׁל שִׁלְיָא לָצֵאת לִפְנֵי הַוָּלָד. יָצָאת מִקְצָת הַשִּׁלְיָא בַּיּוֹם הָרִאשׁוֹן וּמִקְצָתָהּ בַּשֵּׁנִי מוֹנִין לָהּ מִיּוֹם הָרִאשׁוֹן וְאֵין נוֹתְנִין לָהּ יְמֵי טָהֳרָה אֶלָּא מִיּוֹם שֵׁנִי לְהַחֲמִיר: \n",
            "הִפִּילָה דְּמוּת בְּהֵמָה חַיָּה וְעוֹף וְשִׁלְיָא קְשׁוּרָה בּוֹ אֵין חוֹשְׁשִׁין לְוָלָד. וְאִם אֵינָהּ קְשׁוּרָה בּוֹ מְטִילִין עָלֶיהָ חֹמֶר שְׁתֵּי וְלָדוֹת שֶׁאֲנִי אוֹמֵר שֶׁמָּא נִמּוֹחַ שַׁפִּיר מְרֻקָּם שֶׁהָיָה בְּשִׁלְיָא זוֹ וְשֶׁמָּא נִמּוֹחָה הַשִּׁלְיָא שֶׁל שַׁפִּיר זֶה שֶׁהוּא דְּמוּת בְּהֵמָה וְחַיָּה: \n",
            "כָּל אֵלּוּ שֶׁחוֹשְׁשִׁין לְשִׁלְיָא אֵין נוֹתְנִין לָהֶן יְמֵי טֹהַר. וְכָל מִי שֶׁהִפִּילָה דָּבָר שֶׁאֵינוֹ וָלָד אוֹ שַׁפִּיר בְּתוֹךְ אַרְבָּעִים יוֹם שֶׁעֲדַיִן לֹא נִגְמְרָה צוּרָתוֹ אִם יָצָא עִמּוֹ דָּם הֲרֵי זוֹ נִדָּה אוֹ זָבָה. וְאִם יָצָא יָבֵשׁ בְּלֹא דָּם הֲרֵי זוֹ טְהוֹרָה: \n",
            "מִי שֶׁיָּלְדָה זָכָר וּנְקֵבָה תְּאוֹמִים תֵּשֵׁב לִנְקֵבָה. יָלְדָה טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. יָלְדָה תְּאוֹמִים אֶחָד זָכָר וְהַשֵּׁנִי טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. הָאַחַת נְקֵבָה וְהַשֵּׁנִי טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס תֵּשֵׁב לִנְקֵבָה בִּלְבַד. שֶׁהַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס סָפֵק הֵן שֶׁמָּא זָכָר הֵן שֶׁמָּא נְקֵבָה: \n",
            "הָאִשָּׁה שֶׁהֻחְזְקָה מְעֻבֶּרֶת וְיָלְדָה וְאֵין יָדוּעַ מַה יָּלְדָה כְּגוֹן שֶׁעָבְרָה לַנָּהָר וְהִפִּילָה שָׁם אוֹ שֶׁהִפִּילָה לְבוֹר אוֹ שֶׁהִפִּילָה וּגְרָרַתּוּ חַיָּה הֲרֵי זוֹ בְּחֶזְקַת שֶׁהִפִּילָה וָלָד וְתֵשֵׁב לְזָכָר וְלִנְקֵבָה. אֲבָל אִם לֹא הֻחְזְקָה מְעֻבֶּרֶת וְהִפִּילָה וְאֵין יָדוּעַ מַה הִפִּילָה הֲרֵי זֶה סְפֵק יוֹלֶדֶת וְתֵשֵׁב לְזָכָר וְלִנְקֵבָה וּלְנִדָּה: \n",
            "כָּל מָקוֹם שֶׁנֶּאֱמַר <small>(ויקרא יב ד)</small> \"תֵּשֵׁב\" לְזָכָר וְלִנְקֵבָה כֵּיצַד דִּינָה. תִּהְיֶה אֲסוּרָה לְבַעְלָהּ י''ד יוֹם כְּיוֹלֶדֶת נְקֵבָה. שִׁבְעָה הָרִאשׁוֹנִים וַדַּאי. וְהַשִּׁבְעָה הָאַחֲרוֹנִים סָפֵק. וְאֵין נוֹתְנִין לָהּ יְמֵי טֹהַר אֶלָּא עַד אַרְבָּעִים יוֹם כְּיוֹלֶדֶת זָכָר. וְאִם רָאֲתָה דָּם אַחַר הָאַרְבָּעִים עַד שְׁמוֹנִים אֵינוֹ דַּם טֹהַר אֶלָּא סְפֵק דַּם נִדָּה אוֹ סְפֵק דַּם זִיבוּת אִם בָּא מִימֵי הַזִּיבָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן אִם רָאֲתָה דָּם יוֹם אֶחָד וּשְׁמוֹנִים בִּלְבַד הֲרֵי זוֹ סְפֵק נִדָּה וְתֵשֵׁב שִׁבְעַת יְמֵי הַנִּדָּה שֶׁמָּא נְקֵבָה יָלְדָה שֶׁאֵין לָהּ וֶסֶת נִדּוּת עַד אַחַר מְלֹאת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "כָּל מָקוֹם שֶׁנֶּאֱמַר <small>(ויקרא יב ד)</small> \"תֵּשֵׁב\" לְזָכָר וְלִנְקֵבָה וּלְנִדָּה כֵּיצַד דִּינָה. תִּהְיֶה אֲסוּרָה לְבַעְלָהּ י''ד יוֹם כְּיוֹלֶדֶת נְקֵבָה. וְאִם רָאֲתָה דָּם בְּיוֹם אֶחָד וּשְׁמוֹנִים הֲרֵי זוֹ סְפֵק נִדָּה. וְכֵן אִם רָאֲתָה בְּיוֹם ע''ד וּבְיוֹם פ''א הֲרֵי זוֹ סְפֵק נִדָּה. וְכֵן אִם רָאֲתָה בְּיוֹם אַרְבָּעִים וְאֶחָד אַף עַל פִּי שֶׁרָאֲתָה בְּיוֹם ל''ד הֲרֵי זוֹ סְפֵק נִדָּה וַאֲסוּרָה לְבַעְלָהּ עַד לֵיל אַרְבָּעִים וּשְׁמוֹנָה כְּיוֹלֶדֶת זָכָר. וְאֵין נוֹתְנִין לָהּ יְמֵי טֹהַר כְּלָל כְּנִדָּה. וַהֲרֵי הִיא כְּמִי שֶׁלֹּא יָלְדָה. וְכָל דָּם שֶׁתִּרְאֶה מִיּוֹם שֶׁהִפִּילָה עַד שְׁמֹנִים יוֹם אִם בָּא בִּימֵי נִדָּתָהּ הֲרֵי זוֹ סְפֵק נִדָּה מֵאַחַר הַשִּׁבְעָה מִיּוֹם שֶׁהִפִּילָה. וְאִם בָּא בִּימֵי זִיבָתָהּ הֲרֵי זוֹ סְפֵק זָבָה שֶׁכָּל יְמֵי מְלֹאת אֵין בָּהֶן וֶסֶת. וְכֵן אִם רָאֲתָה בְּיוֹם אֶחָד וּשְׁמוֹנִים עֲדַיִן הִיא מְקֻלְקֶלֶת וְתִהְיֶה סְפֵק נִדָּה כְּמוֹ שֶׁבֵּאַרְנוּ אַף עַל פִּי שֶׁלֹּא רָאֲתָה אֶלָּא יוֹם אֶחָד וּכְשֶׁיִּקָּבַע לָהּ הַוֶּסֶת אַחַר הַשְּׁמוֹנִים יָסוּר קִלְקוּלָהּ וְתַחֲזֹר לִהְיוֹת נִדָּה וַדָּאִית אוֹ זָבָה וַדָּאִית. וְכֵן מִיּוֹם שֶׁהִפִּילָה עַד שִׁבְעָה יָמִים וְתִהְיֶה נִדָּה וַדָּאִית אִם הִפִּילָה בְּתוֹךְ יְמֵי נִדָּתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "כָּל שֶׁאָמַרְנוּ בְּנִדָּה וְזָבָה וְיוֹלֶדֶת הוּא דִּין תּוֹרָה. וּכְמִשְׁפָּטִים אֵלּוּ הָיוּ עוֹשִׂין כְּשֶׁהָיוּ בֵּית דִּין הַגָּדוֹל מְצוּיִין וְהָיוּ שָׁם חֲכָמִים גְּדוֹלִים שֶׁמַּכִּירִים הַדָּמִים וְאִם נוֹלַד לָהֶם סָפֵק בִּרְאִיּוֹת אוֹ בִּימֵי נִדָּה וְזִיבָה יַעֲלוּ לְבֵית דִּין וְיִשְׁאֲלוּ כְּמוֹ שֶׁהִבְטִיחָה תּוֹרָה עֲלֵיהֶן שֶׁנֶּאֱמַר <small>(דברים יז ח)</small> \"כִּי יִפָּלֵא מִמְּךָ דָּבָר לַמִּשְׁפָּט בֵּין דָּם לְדָם בֵּין דִּין לְדִין\", בֵּין דַּם נִדָּה לְדַם זִיבָה. וּבְאוֹתָן הַיָּמִים הָיוּ בְּנוֹת יִשְׂרָאֵל נִזְהָרוֹת מִדָּבָר זֶה וּמְשַׁמְּרוֹת וִסְתוֹתֵיהֶן וְסוֹפְרוֹת תָּמִיד יְמֵי הַנִּדָּה וִימֵי הַזִּיבָה: \n",
            "וְטֹרַח גָּדוֹל יֵשׁ בְּמִנְיַן הַיָּמִים וּפְעָמִים רַבּוֹת יָבוֹאוּ לִידֵי סָפֵק. שֶׁאֲפִלּוּ רָאֲתָה הַבַּת דָּם בְּיוֹם הַלֵּדָה מֵאוֹתוֹ הַיּוֹם מַתְחִילִין לִמְנוֹת לָהּ יְמֵי נִדָּה וִימֵי זִיבָה כְּמוֹ שֶׁבֵּאַרְנוּ. וּלְפִיכָךְ לֹא תִּטָּמֵא הַבַּת בְּזִיבָה אֶלָּא בַּת עֲשָׂרָה יָמִים שֶׁאִם רָאֲתָה בַּיּוֹם שֶׁנּוֹלְדָה הֲרֵי זוֹ נִדָּה שִׁבְעַת יָמִים וּשְׁלֹשֶׁת יָמִים סָמוּךְ לְנִדָּתָהּ הֲרֵי עֲשָׂרָה יָמִים. הִנֵּה לָמַדְתָּ שֶׁמִּתְּחִלַּת רְאִיָּה מַתְחֶלֶת לִמְנוֹת יְמֵי נִדָּה וִימֵי זִיבָה כָּל יָמֶיהָ וַאֲפִלּוּ רָאֲתָה וְהִיא קְטַנָּה: \n",
            "וּבִימֵי חַכְמֵי הַגְּמָרָא נִסְתַּפֵּק הַדָּבָר הַרְבֵּה בִּרְאִיַּת הַדָּמִים וְנִתְקַלְקְלוּ הַוְּסָתוֹת. לְפִי שֶׁלֹּא הָיָה כֹּחַ בְּכָל הַנָּשִׁים לִמְנוֹת יְמֵי נִדָּה וִימֵי זִיבָה. לְפִיכָךְ הֶחְמִירוּ חֲכָמִים בְּדָבָר זֶה וְגָזְרוּ שֶׁיְּהוּ כָּל יְמֵי הָאִשָּׁה כִּימֵי זִיבָתָהּ וְיִהְיֶה כָּל דָּם שֶׁתִּרְאֶה סְפֵק דַּם זִיבוּת: \n",
            "וְעוֹד הֶחֱמִירוּ בְּנוֹת יִשְׂרָאֵל עַל עַצְמָן חֻמְרָא יְתֵרָה עַל זֶה. וְנָהֲגוּ כֻּלָּם בְּכָל מָקוֹם שֶׁיֵּשׁ יִשְׂרָאֵל שֶׁכָּל בַּת יִשְׂרָאֵל שֶׁרוֹאָה דָּם אֲפִלּוּ לֹא רָאֲתָה אֶלָּא טִפָּה כְּחַרְדָּל בִּלְבַד וּפָסַק הַדָּם סוֹפֶרֶת לָהּ שִׁבְעָה יָמִים נְקִיִּים וַאֲפִלּוּ רָאֲתָה בְּעֵת נִדָּתָהּ. בֵּין שֶׁרָאֲתָה יוֹם אֶחָד אוֹ שְׁנַיִם אוֹ הַשִּׁבְעָה כֻּלָּן אוֹ יֶתֶר מִשֶּׁיִּפְסֹק הַדָּם סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים כְּזָבָה גְּדוֹלָה וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי אַף עַל פִּי שֶׁהִיא סְפֵק זָבָה, אוֹ בְּיוֹם שְׁמִינִי אִם הָיָה שָׁם דֹּחַק כְּמוֹ שֶׁאָמַרְנוּ. וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְבַעְלָהּ: \n",
            "וְכֵן כָּל הַיּוֹלֶדֶת בַּזְּמַן הַזֶּה הֲרֵי הִיא כְּיוֹלֶדֶת בְּזוֹב וּצְרִיכָה שִׁבְעַת יָמִים נְקִיִּים כְּמוֹ שֶׁבֵּאַרְנוּ. וּמִנְהָג פָּשׁוּט בְּשִׁנְעָר וּבְאֶרֶץ הַצְּבִי וּבִסְפָרַד וּבַמַּעֲרָב שֶׁאִם רָאֲתָה דָּם בְּתוֹךְ יְמֵי מְלֹאת אַף עַל פִּי שֶׁרָאֲתָה אַחַר שֶׁסָּפְרָה שִׁבְעַת יָמִים נְקִיִּים וְטָבְלָה הֲרֵי זוֹ סוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים אַחַר שֶׁיִּפְסֹק הַדָּם וְאֵין נוֹתְנִין לָהּ יְמֵי טֹהַר כְּלָל. אֶלָּא כָּל דָּם שֶׁתִּרְאֶה הָאִשָּׁה בֵּין דַּם קֹשִׁי בֵּין דַּם טֹהַר הַכּל טָמֵא וְסוֹפֶרֶת שִׁבְעַת יָמִים נְקִיִּים אַחַר שֶׁיִּפְסֹק הַדָּם: \n",
            "וְדִין זֶה בִּימֵי הַגְּאוֹנִים נִתְחַדֵּשׁ וְהֵם גָּזְרוּ שֶׁלֹּא יִהְיֶה שָׁם דַּם טֹהַר כְּלָל. שֶׁזֶּה שֶׁהֶחְמִירוּ עַל עַצְמָן בִּימֵי חַכְמֵי הַגְּמָרָא אֵינוֹ אֶלָּא בְּרוֹאָה דָּם שֶׁהוּא טָמֵא שֶׁיּוֹשֶׁבֶת עָלָיו שִׁבְעָה נְקִיִּים. אֲבָל דָּם שֶׁתִּרְאֶה בִּימֵי טֹהַר אַחַר סְפִירָה וּטְבִילָה אֵין לָחוּשׁ לוֹ שֶׁאֵין יְמֵי טֹהַר רְאוּיִין לֹא לְנִדָּה וְלֹא לְזִיבָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "וְשָׁמַעְנוּ שֶׁבְּצָרְפַת בּוֹעֲלִים עַל דַּם טֹהַר כְּדִין הַגְּמָרָא עַד הַיּוֹם אַחַר סְפִירָה וּטְבִילָה מִטֻּמְאַת יוֹלֶדֶת בְּזוֹב וְדָבָר זֶה תָּלוּי בַּמִּנְהָג: \n",
            "וְכֵן דִּין דַּם בְּתוּלִים בַּזְּמַן הַזֶּה שֶׁאֲפִלּוּ הָיְתָה קְטַנָּה שֶׁלֹּא הִגִּיעַ זְמַנָּה לִרְאוֹת וְלֹא רָאֲתָה דָּם מִיָּמֶיהָ בּוֹעֵל בְּעִילַת מִצְוָה וּפוֹרֵשׁ. וְכָל זְמַן שֶׁתִּרְאֶה הַדָּם מֵחֲמַת הַמַּכָּה הֲרֵי הִיא טְמֵאָה. וְאַחַר שֶׁיִּפְסֹק הַדָּם סוֹפֶרֶת שִׁבְעָה יָמִים נְקִיִּים: \n",
            "יֶתֶר עַל זֶה כָּל בַּת שֶׁתְּבָעוּהָ לְהִנָּשֵׂא וְרָצְתָה שׁוֹהָה שִׁבְעַת יָמִים נְקִיִּים מֵאַחַר שֶׁרָצְתָה וְאַחַר כָּךְ תִּהְיֶה מֻתֶּרֶת לְהִבָּעֵל. שֶׁמָּא מֵחִמּוּדָהּ לְאִישׁ רָאֲתָה דָּם טִפָּה אַחַת וְלֹא הִרְגִּישָׁה בָּהּ. בֵּין שֶׁהָיְתָה הָאִשָּׁה גְּדוֹלָה בֵּין שֶׁהָיְתָה קְטַנָּה צְרִיכָה לֵישֵׁב שִׁבְעָה נְקִיִּים מֵאַחַר שֶׁרָצְתָה וְאַחַר כָּךְ תִּטְבּל וְתִבָּעֵל: \n",
            "וְכָל הַדְּבָרִים הָאֵלּוּ חֻמְרָא יְתֵרָה שֶׁנָּהֲגוּ בָּהּ בְּנוֹת יִשְׂרָאֵל מִימֵי חַכְמֵי הַגְּמָרָא וְאֵין לָסוּר מִמֶּנָּה לְעוֹלָם. לְפִיכָךְ כָּל אִשָּׁה שֶׁרָצְתָה כְּשֶׁתְּבָעוּהָ לְהִנָּשֵׂא לֹא תִּנָּשֵׂא עַד שֶׁתִּסְפֹּר וְתִטְבּל וְאִם נִשֵּׂאת לְתַלְמִיד חָכָם מֻתֶּרֶת לְהִנָּשֵׂא מִיָּד וְתִסְפֹּר מֵאַחַר שֶׁנְּשָׂאַתּוּ וְתִטְבּל. שֶׁתַּלְמִיד חָכָם יוֹדֵעַ שֶׁהִיא אֲסוּרָה וְנִזְהָר מִזֶּה וְלֹא יִקְרַב לָהּ עַד שֶׁתִּטְבּל: \n",
            "דִּין הַכְּתָמִים בַּזְּמַן הַזֶּה כְּמוֹ שֶׁבֵּאַרְנוּ וְאֵין בַּדָּבָר חִדּוּשׁ וְלֹא מִנְהָג אֶלָּא כָּל כֶּתֶם שֶׁאָמַרְנוּ שֶׁהִיא טְהוֹרָה הֲרֵי הִיא טְהוֹרָה וְכָל כֶּתֶם שֶׁאָמַרְנוּ טְמֵאָה (אִם אֵין בַּכֶּתֶם שִׁעוּר כְּדֵי לָחוּשׁ לְזִיבוּת) סוֹפֶרֶת שִׁבְעַת יָמִים מִיּוֹם שֶׁנִּמְצָא בּוֹ הַכֶּתֶם. וְאִם הָיָה שִׁעוּר הַכֶּתֶם כְּדֵי לָחוּשׁ לְזִיבוּת סוֹפֶרֶת שִׁבְעַת יָמִים מֵאַחַר יוֹם שֶׁנִּמְצָא בּוֹ הַכֶּתֶם. שֶׁאֵין הָרוֹאָה דָּם כְּרוֹאָה כֶּתֶם: \n",
            "וְכֵן כָּל מַה שֶּׁאָמַרְנוּ בְּיוֹלֶדֶת שֶׁאִמּוֹ טְהוֹרָה הֲרֵי הִיא טְהוֹרָה בַּזְּמַן הַזֶּה. וְכֵן הָאִשָּׁה שֶׁרָאֲתָה לֹבֶן אוֹ דָּם יָרֹק אוֹ שֶׁהִשְׁלִיכָה חֲתִיכָה אֲדֻמָּה שֶׁאֵין עִמָּהּ דָּם הֲרֵי הִיא טְהוֹרָה אַף בַּזְּמַן הַזֶּה. שֶׁלֹּא הֶחְמִירוּ אֶלָּא בְּרוֹאָה דָּם טָמֵא [וְאֵין זֶה דָּם טָמֵא]: \n",
            "וְכֵן אִם הָיְתָה בָּהּ מַכָּה וְהָיָה הַדָּם שׁוֹתֵת מִמֶּנָּה אוֹ שֶׁבָּא הַדָּם עִם מֵימֵי רַגְלַיִם הֲרֵי זוֹ טְהוֹרָה. וְלֹא נִתְחַדֵּשׁ דָּבָר אֶלָּא סְפִירַת שִׁבְעַת יָמִים נְקִיִּים לְכָל רוֹאָה דָּם טָמֵא כְּמוֹ שֶׁאָמַרְנוּ וְשֶׁיִּהְיוּ כָּל מַרְאֵה דָּמִים טְמֵאִים: \n",
            "זֶה שֶׁתִּמְצָא בְּמִקְצָת הַמְּקוֹמוֹת שֶׁהַנִּדָּה יוֹשֶׁבֶת שִׁבְעַת יָמִים בְּנִדָּתָהּ אַף עַל פִּי שֶׁלֹּא רָאֲתָה דָּם אֶלָּא יוֹם אֶחָד וְאַחַר הַשִּׁבְעָה תֵּשֵׁב שִׁבְעַת יָמִים נְקִיִּים אֵין זֶה מִנְהָג אֶלָּא טָעוּת הוּא מִמִּי שֶׁהוֹרָה לָהֶם כָּךְ [ג.] וְאֵין רָאוּי לִפְנוֹת לְדָבָר זֶה כְּלָל אֶלָּא אִם רָאֲתָה יוֹם אֶחָד סוֹפֶרֶת אַחֲרָיו שִׁבְעָה (נְקִיִּים) וְטוֹבֶלֶת בְּלֵיל שְׁמִינִי שֶׁהוּא לַיִל שֵׁנִי שֶׁלְּאַחַר נִדָּתָהּ וּמֻתֶּרֶת לְבַעְלָהּ: \n",
            "וְכֵן זֶה שֶׁתִּמְצָא בְּמִקְצָת מְקוֹמוֹת וְתִמְצָא תְּשׁוּבוֹת לְמִקְצָת הַגְּאוֹנִים שֶׁיּוֹלֶדֶת זָכָר לֹא תְּשַׁמֵּשׁ מִטָּתָהּ עַד סוֹף אַרְבָּעִים. וְיוֹלֶדֶת נְקֵבָה אַחַר שְׁמוֹנִים. וְאַף עַל פִּי שֶׁלֹּא רָאֲתָה דָּם אֶלָּא בְּתוֹךְ הַשִּׁבְעָה. אֵין זֶה מִנְהָג אֶלָּא טָעוּת הוּא בְּאוֹתָן הַתְּשׁוּבוֹת וְדֶרֶךְ אֶפִּיקוֹרוֹסוּת בְּאוֹתָן הַמְּקוֹמוֹת וּמִן הַצְּדוֹקִין לָמְדוּ דָּבָר זֶה. וּמִצְוָה לְכוֹפָן כְּדֵי לְהוֹצִיא מִלִּבָּן וּלְהַחֲזִירָן לְדִבְרֵי חֲכָמִים שֶׁתִּסְפֹּר שִׁבְעָה יָמִים נְקִיִּים בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "אֵין הָאִשָּׁה עוֹלָה מִטֻּמְאָתָהּ וְיוֹצֵאת מִידֵי עֶרְוָה עַד שֶׁתִּטְבּל בְּמֵי מִקְוֶה כָּשֵׁר. וְלֹא יִהְיֶה דָּבָר חוֹצֵץ בֵּין בְּשָׂרָהּ וּבֵין הַמַּיִם. וּבְהִלְכוֹת מִקְוָאוֹת יִתְבָּאֵר הַמִּקְוֶה הַכָּשֵׁר וְהַפָּסוּל וְדֶרֶךְ הַטְּבִילָה וּמִשְׁפְּטֵי הַחֲצִיצָה. אֲבָל אִם רָחֲצָה בַּמֶּרְחָץ אֲפִלּוּ נָפְלוּ עָלֶיהָ כָּל מֵימוֹת שֶׁבָּעוֹלָם הֲרֵי הִיא אַחַר הָרְחִיצָה כְּמוֹת שֶׁהָיְתָה קֹדֶם הָרְחִיצָה בְּכָרֵת. שֶׁאֵין לְךָ דָּבָר שֶׁמַּעֲלֶה מִטֻּמְאָה לְטָהֳרָה אֶלָּא טְבִילָה בְּמֵי מִקְוֵה אוֹ בְּמַעֲיָן אוֹ בַּיַּמִּים שֶׁהֵם כְּמַעֲיָן כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מִקְוָאוֹת: \n",
            "כָּל שִׁבְעָה יָמִים נְקִיִּים שֶׁבַּזְּמַן הַזֶּה אַף עַל פִּי שֶׁהֵן סָפֵק אִם טָבְלָה בָּהֶן כְּאִלּוּ לֹא טָבְלָה. וְאִם טָבְלָה בַּשְּׁבִיעִי אַף עַל פִּי שֶׁאָסוּר לַעֲשׂוֹת כֵּן לְכַתְּחִלָּה שֶׁמָּא יָבוֹא לִבְעל בַּשְּׁבִיעִי אַחַר הַטְּבִילָה. הוֹאִיל וְטָבְלָה בִּזְמַנָּהּ אֲפִלּוּ הָיְתָה זָבָה וַדָּאִית הֲרֵי זוֹ עָלְתָה לָהּ טְבִילָה: \n",
            "וְאָסוּר לְאָדָם שֶׁיִּדְבַּק בְּאִשְׁתּוֹ בְּשִׁבְעַת יָמִים נְקִיִּים אֵלּוּ וְאַף עַל פִּי שֶׁהִיא בִּכְסוּתָהּ וְהוּא בִּכְסוּתוֹ. וְלֹא יִקְרַב לָהּ וְלֹא יִגַּע בָּהּ אֲפִלּוּ בְּאֶצְבַּע קְטַנָּה. וְלֹא יֹאכַל עִמָּהּ בִּקְעָרָה אַחַת. כְּלָלוֹ שֶׁל דָּבָר יִנְהֹג עִמָּהּ בִּימֵי סְפִירָה כְּמוֹ שֶׁיִּנְהֹג בִּימֵי נִדָּה שֶׁעֲדַיִן הִיא בְּכָרֵת עַד שֶׁתִּטְבּל כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "כָּל מְלָאכוֹת שֶׁהָאִשָּׁה עוֹשָׂה לְבַעְלָהּ נִדָּה עוֹשָׂה לְבַעְלָהּ חוּץ מֵהַרְחָצַת פָּנָיו יָדָיו וְרַגְלָיו וּמְזִיגַת הַכּוֹס וְהַצָּעַת הַמִּטָּה בְּפָנָיו. גְּזֵרָה שֶׁמָּא יָבוֹא לִדְבַר עֲבֵרָה. וּמִפְּנֵי זֶה לֹא תֹּאכַל עִמּוֹ בִּקְעָרָה אַחַת וְלֹא יִגַּע בִּבְשָׂרָהּ מִפְּנֵי הֶרְגֵּל עֲבֵרָה. וְכֵן בְּשִׁבְעַת יָמִים נְקִיִּים לֹא תַּעֲשֶׂה לוֹ שָׁלֹשׁ מְלָאכוֹת אֵלּוּ. וּמֻתָּר לְאִשָּׁה לְהִתְקַשֵּׁט בִּימֵי נִדָּתָהּ כְּדֵי שֶׁלֹּא תִּתְגַּנֶּה עַל בַּעְלָהּ: \n"
        ],
        [
            "יִשְׂרָאֵל שֶׁבָּעַל עַכּוּ''ם מִשְּׁאָר הָאֻמּוֹת דֶּרֶךְ אִישׁוּת. אוֹ יִשְׂרְאֵלִית שֶׁנִּבְעֲלָה לְעַכּוּ''ם דֶּרֶךְ אִישׁוּת הֲרֵי אֵלּוּ לוֹקִין מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים ז ג)</small> \"לֹא תִתְחַתֵּן בָּם בִּתְּךָ לֹא תִתֵּן לִבְנוֹ וּבִתּוֹ לֹא תִקַּח לִבְנֶךָ\". אֶחָד שִׁבְעָה עֲמָמִין וְאֶחָד כָּל אֻמּוֹת בְּאִסּוּר זֶה. וְכֵן מְפֹרָשׁ עַל יְדֵי עֶזְרָא <small>(נחמיה י לא)</small> \"וַאֲשֶׁר לֹא נִתֵּן בְּנֹתֵינוּ לְעַמֵּי הָאָרֶץ וְאֶת בְּנֹתֵיהֶם לֹא נִקַּח לְבָנֵינוּ\": \n",
            "וְלֹא אָסְרָה תּוֹרָה אֶלָּא דֶּרֶךְ חַתְנוּת אֲבָל הַבָּא עַל הַכּוּתִית דֶּרֶךְ זְנוּת מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵי סוֹפְרִים. גְּזֵרָה שֶׁמָּא יָבוֹא לְהִתְחַתֵּן. וְאִם יִחֲדָהּ לוֹ בִּזְנוּת חַיָּב עָלֶיהָ מִשּׁוּם נִדָּה וּמִשּׁוּם שִׁפְחָה וּמִשּׁוּם כּוּתִית וּמִשּׁוּם זוֹנָה. וְאִם לֹא יִחֲדָהּ לוֹ אֶלָּא נִקְרֵאת מִקְרֶה אֵינוֹ חַיָּב אֶלָּא מִשּׁוּם כּוּתִית [ג.] וְכָל חִיּוּבִין אֵלּוּ מִדִּבְרֵיהֶן: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַבּוֹעֵל יִשְׂרָאֵל. אֲבָל כֹּהֵן הַבָּא עַל הַכּוּתִית לוֹקֶה מִן הַתּוֹרָה מִשּׁוּם זוֹנָה. וְאֶחָד זוֹנָה כּוּתִית וְאֶחָד זוֹנָה יִשְׂרְאֵלִית. וּבִבְעִילָה בִּלְבַד לוֹקֶה שֶׁהֲרֵי אֵינָהּ בַּת קִדּוּשִׁין: \n",
            "כָּל הַבּוֹעֵל כּוּתִית בֵּין דֶּרֶךְ חַתְנוּת בֵּין דֶּרֶךְ זְנוּת אִם בְּעָלָהּ בְּפַרְהֶסְיָא וְהוּא שֶׁיִּבְעל לְעֵינֵי עֲשָׂרָה מִיִּשְׂרָאֵל אוֹ יֶתֶר אִם פָּגְעוּ בּוֹ קַנָּאִין וַהֲרָגוּהוּ הֲרֵי אֵלּוּ מְשֻׁבָּחִין וּזְרִיזִין [ו.] וְדָבָר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי הוּא. רְאָיָה לְדָבָר זֶה מַעֲשֶׂה פִּינְחָס בְּזִמְרִי: \n",
            "וְאֵין הַקַּנַּאי רַשַּׁאי לִפְגֹּעַ בָּהֶן אֶלָּא בִּשְׁעַת מַעֲשֶׂה כְּזִמְרִי שֶׁנֶּאֱמַר <small>(במדבר כה ח)</small> \"וְאֶת הָאִשָּׁה אֶל קֳבָתָהּ\". אֲבָל אִם פֵּרַשׁ אֵין הוֹרְגִין אוֹתוֹ. וְאִם הֲרָגוֹ נֶהֱרַג עָלָיו. וְאִם בָּא הַקַּנַּאי לִטּל רְשׁוּת מִבֵּית דִּין לְהָרְגוֹ אֵין מוֹרִין לוֹ וְאַף עַל פִּי שֶׁהוּא בִּשְׁעַת מַעֲשֶׂה. וְלֹא עוֹד אֶלָּא אִם בָּא הַקַּנַּאי לַהֲרֹג אֶת הַבּוֹעֵל וְנִשְׁמַט הַבּוֹעֵל וְהָרַג הַקַּנַּאי כְּדֵי לְהַצִּיל עַצְמוֹ מִיָּדוֹ אֵין הַבּוֹעֵל נֶהֱרַג עָלָיו. וְהַבָּא עַל בַּת גֵּר תּוֹשָׁב אֵין הַקַּנָּאִין פּוֹגְעִים בּוֹ אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "לֹא פָּגְעוּ בּוֹ קַנָּאִים וְלֹא הִלְקוּהוּ בַּיִת דִּין הֲרֵי עָנְשׁוֹ מְפֹרָשׁ בְּדִבְרֵי קַבָּלָה שֶׁהוּא בְּכָרֵת שֶׁנֶּאֱמַר <small>(מלאכי ב יא)</small> \"כִּי חִלֵּל יְהוּדָה קֹדֶשׁ ה' אֲשֶׁר אָהֵב וּבָעַל בַּת אֵל נֵכָר\" <small>(מלאכי ב יב)</small> \"יַכְרֵת ה' לָאִישׁ אֲשֶׁר יַעֲשֶׂנָּה עֵר וְעֹנֶה\". אִם יִשְׂרָאֵל הוּא לֹא יִהְיֶה לוֹ עֵר בַּחֲכָמִים וְלֹא עוֹנֶה בַּתַּלְמִידִים וְאִם כֹּהֵן הוּא לֹא יִהְיֶה לוֹ מַגִּישׁ מִנְחָה לַה' צְבָאוֹת. הִנֵּה לָמַדְתָּ שֶׁהַבּוֹעֵל כּוּתִית כְּאִלּוּ נִתְחַתֵּן לְעַכּוּ''ם שֶׁנֶּאֱמַר \"בָעַל בַּת אֵל נֵכָר וְנִקְרָא מְחַלֵּל קֹדֶשׁ ה':\" \n",
            "עָוֹן זֶה אַף עַל פִּי שֶׁאֵין בּוֹ מִיתַת בֵּית דִּין אַל יְהִי קַל בְּעֵינֶיךָ. אֶלָּא יֵשׁ בּוֹ הֶפְסֵד שֶׁאֵין בְּכָל הָעֲרָיוֹת כְּמוֹתוֹ. שֶׁהַבֵּן מִן הָעֶרְוָה בְּנוֹ הוּא לְכָל דָּבָר וּבִכְלַל יִשְׂרָאֵל נֶחְשָׁב אַף עַל פִּי שֶׁהוּא מַמְזֵר וְהַבֵּן מִן הַכּוּתִית אֵינוֹ בְּנוֹ שֶׁנֶּאֱמַר <small>(דברים ז ד)</small> \"כִּי יָסִיר אֶת בִּנְךָ מֵאַחֲרַי\" מֵסִיר אוֹתוֹ מִלִּהְיוֹת אַחֲרֵי ה': \n",
            "וְדָבָר זֶה גּוֹרֵם לְהִדָּבֵק בְּעַכּוּ''ם שֶׁהִבְדִּילָנוּ הַקָּדוֹשׁ בָּרוּךְ הוּא מֵהֶם וְלָשׁוּב מֵאַחֲרֵי ה' וְלִמְעל בּוֹ: \n",
            "עַכּוּ''ם הַבָּא עַל בַּת יִשְׂרָאֵל אִם אֵשֶׁת אִישׁ הִיא נֶהֱרַג עָלֶיהָ וְאִם פְּנוּיָה הִיא אֵינוֹ נֶהֱרַג: \n",
            "אֲבָל יִשְׂרָאֵל הַבָּא עַל הַכּוּתִית בֵּין קְטַנָּה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד בֵּין גְּדוֹלָה בֵּין פְּנוּיָה בֵּין אֵשֶׁת אִישׁ וַאֲפִלּוּ הָיָה קָטָן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד כֵּיוָן שֶׁבָּא עַל הַכּוּתִית בְּזָדוֹן הֲרֵי זוֹ נֶהֱרֶגֶת מִפְּנֵי שֶׁבָּא לְיִשְׂרָאֵל תַּקָּלָה עַל יָדֶיהָ כִּבְהֵמָה. וְדָבָר זֶה מְפֹרָשׁ בַּתּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר לא טז)</small> \"הֵן הֵנָּה הָיוּ לִבְנֵי יִשְׂרָאֵל בִּדְבַר בִּלְעָם\" <small>(במדבר לא יז)</small> \"וְכָל אִשָּׁה יֹדַעַת אִישׁ לְמִשְׁכַּב זָכָר הֲרֹגוּ\": \n",
            "הָעֲבָדִים שֶׁהִטְבִּילוּ אוֹתָם לְשֵׁם עַבְדוּת וְקִבְּלוּ עֲלֵיהֶם מִצְוֹת שֶׁהָעֲבָדִים חַיָּבִים בָּהֶם יָצְאוּ מִכְּלַל הָעַכּוּ''ם וְלִכְלַל יִשְׂרָאֵל לֹא בָּאוּ. לְפִיכָךְ הַשִּׁפְחָה אֲסוּרָה לְבֶן חוֹרִין. אֶחָד שִׁפְחָתוֹ וְאֶחָד שִׁפְחַת חֲבֵרוֹ. וְהַבָּא עַל הַשִּׁפְחָה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵי סוֹפְרִים. שֶׁהֲרֵי מְפֹרָשׁ בַּתּוֹרָה שֶׁהָאָדוֹן נוֹתֵן שִׁפְחָה כְּנַעֲנִית לְעַבְדּוֹ הָעִבְרִי וְהִיא מֻתֶּרֶת לוֹ שֶׁנֶּאֱמַר <small>(שמות כא ד)</small> \"אִם אֲדֹנָיו יִתֶּן לוֹ אִשָּׁה\": \n",
            "וְלֹא גָּזְרוּ חֲכָמִים בְּדָבָר זֶה וְלֹא חִיְּבָה תּוֹרָה מַלְקוֹת בְּשִׁפְחָה אֶלָּא אִם כֵּן הָיְתָה נֶחֱרֶפֶת לְאִישׁ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "אַל יְהִי עָוֹן זֶה קַל בְּעֵינֶיךָ מִפְּנֵי שֶׁאֵין בּוֹ מַלְקוֹת מִן הַתּוֹרָה. שֶׁגַּם זֶה גּוֹרֵם לַבֵּן לָסוּר מֵאַחֲרֵי ה'. שֶׁהַבֵּן מִן הַשִּׁפְחָה הוּא עֶבֶד וְאֵינוֹ מִיִּשְׂרָאֵל וְנִמְצָא גּוֹרֵם לְזֶרַע הַקֹּדֶשׁ לְהִתְחַלֵּל וְלִהְיוֹתָם עֲבָדִים. הֲרֵי אֻנְקְלוֹס הַמְתַרְגֵּם כָּלַל בְּעִילַת עֶבֶד וְשִׁפְחָה בִּכְלַל <small>(דברים כג יח)</small> \"לֹא יִהְיֶה קָדֵשׁ\" <small>(דברים כג יח)</small> \"וְלֹא תִהְיֶה קְדֵשָׁה\": \n",
            "הַבָּא עַל שִׁפְחָה וַאֲפִלּוּ בְּפַרְהֶסְיָא וּבִשְׁעַת עֲבֵרָה אֵין הַקַּנָּאִין פּוֹגְעִין בּוֹ. וְכֵן אִם לָקַח שִׁפְחָה דֶּרֶךְ חַתְנוּת אֵינוֹ לוֹקֶה מִן הַתּוֹרָה. שֶׁמֵּעֵת שֶׁטָּבְלָה וְקִבְּלָה מִצְוֹת יָצְתָה מִכְּלַל הָעַכּוּ''ם: \n",
            "נִתְעָרֵב וְלַד יִשְׂרְאֵלִית בִּוְלַד שִׁפְחָה הֲרֵי שְׁנֵיהֶן סָפֵק וְכָל אֶחָד מֵהֶן סְפֵק עֶבֶד וְכוֹפִין בַּעַל הַשִּׁפְחָה וּמְשַׁחְרֵר אֶת שְׁנֵיהֶם. וְאִם הָיָה הַבֵּן הַהוּא (בֶּן) הָאָדוֹן שֶׁל עֶבֶד כְּשֶׁיִּגְדְּלוּ יְשַׁחְרְרוּ זֶה אֶת זֶה וְיִהְיוּ מֻתָּרִין לָבֹא בַּקָּהָל: \n",
            "הָיוּ הַתַּעֲרוֹבוֹת בָּנוֹת הֲרֵי שְׁתֵּיהֶן סְפֵק שְׁפָחוֹת וְהַבָּא עַל כָּל אַחַת מֵהֶן הַוָּלָד סְפֵק עֶבֶד. וְכֵן אִם נִתְעָרֵב וְלַד עַכּוּ''ם בִּוְלַד יִשְׂרְאֵלִית מַטְבִּילִים אֶת שְׁנֵיהֶן לְשֵׁם גֵּרוּת וְכָל אַחַת מֵהֶן סְפֵק גִּיֹּרֶת: \n",
            "כָּל הָעַכּוּ''ם כֻּלָּם כְּשֶׁיִּתְגַּיְּרוּ וִיקַבְּלוּ עֲלֵיהֶן כָּל הַמִּצְוֹת שֶׁבַּתּוֹרָה וְהָעֲבָדִים כְּשֶׁיִּשְׁתַּחְרְרוּ הֲרֵי הֵן כְּיִשְׂרָאֵל לְכָל דָּבָר שֶׁנֶּאֱמַר <small>(במדבר טו טו)</small> \"הַקָּהָל חֻקָּה אַחַת יִהְיֶה לָכֶם\". וּמֻתָּרִין לְהִכָּנֵס בִּקְהַל ה' מִיָּד. וְהוּא שֶׁיִּשָּׂא הַגֵּר אוֹ הַמְשֻׁחְרָר בַּת יִשְׂרָאֵל וְיִשָּׂא הַיִּשְׂרְאֵלִי גִּיֹּרֶת וּמְשֻׁחְרֶרֶת. חוּץ מֵאַרְבָּעָה עֲמָמִין בִּלְבַד וְהֵם עַמּוֹן וּמוֹאָב וּמִצְרַיִם וֶאֱדוֹם שֶׁהָאֻמּוֹת הָאֵלּוּ כְּשֶׁיִּתְגַּיֵּר אֶחָד מֵהֶן הֲרֵי הוּא כְּיִשְׂרָאֵל לְכָל דָּבָר אֶלָּא לְעִנְיַן בִּיאָה בַּקָּהָל: \n",
            "וְכֵיצַד דִּינָן. עַמּוֹן וּמוֹאָב אִסּוּרָן אִסּוּר עוֹלָם זְכָרִים וְלֹא נְקֵבוֹת שֶׁנֶּאֱמַר <small>(דברים כג ד)</small> \"לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי בִּקְהַל ה'\" וְגוֹ'. הֲלָכָה לְמשֶׁה מִסִּינַי שֶׁהָעַמּוֹנִי הַזָּכָר וְהַמּוֹאָבִי הַזָּכָר הוּא שֶׁאָסוּר לְעוֹלָם לִשָּׂא בַּת יִשְׂרָאֵל אֲפִלּוּ בֶּן בְּנוֹ עַד סוֹף הָעוֹלָם. אֲבָל עַמּוֹנִית וּמוֹאָבִית מֻתֶּרֶת מִיָּד כִּשְׁאָר הָאֻמּוֹת: \n",
            "מִצְרִי וֶאֱדוֹמִי אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת דּוֹר רִאשׁוֹן וְדוֹר שֵׁנִי אֲסוּרִין לָבֹא בְּיִשְׂרָאֵל וְדוֹר שְׁלִישִׁי מֻתָּר שֶׁנֶּאֱמַר <small>(דברים כג ט)</small> \"בָּנִים אֲשֶׁר יִוָּלְדוּ לָהֶם\" וְגוֹ': \n",
            "מִצְרִית מְעֻבֶּרֶת שֶׁנִּתְגַּיְּרָה בְּנָהּ שֵׁנִי. מִצְרִי שֵׁנִי שֶׁנָּשָׂא מִצְרִית רִאשׁוֹנָה אוֹ מִצְרִי רִאשׁוֹן שֶׁנָּשָׂא מִצְרִית שְׁנִיָּה הַוָּלָד שֵׁנִי שֶׁנֶּאֱמַר <small>(דברים כג ט)</small> \"בָּנִים אֲשֶׁר יִוָּלְדוּ לָהֶם\" הַכָּתוּב תְּלָאָן בְּלֵדָה: \n",
            "גֵּר עַמּוֹנִי שֶׁנָּשָׂא מִצְרִית הַוָּלָד עַמּוֹנִי. גֵּר מִצְרִי שֶׁנָּשָׂא עַמּוֹנִית הַוָּלָד מִצְרִי. זֶה הַכְּלָל. בָּאֻמּוֹת הַלֵּךְ אַחַר הַזָּכָר. נִתְגַּיְּרוּ הַלֵּךְ אַחַר הַפָּחוּת: \n",
            "מִי שֶׁנִּתְגַּיֵּר מִשִּׁבְעָה עֲמָמִין אֵינָן אֲסוּרִין מִן הַתּוֹרָה לָבוֹא בַּקָּהָל. וְהַדָּבָר יָדוּעַ שֶׁלֹּא נִתְגַּיְּרוּ מֵהֶן אֶלָּא הַגִּבְעוֹנִים וִיהוֹשֻׁעַ גָּזַר עֲלֵיהֶם שֶׁיִּהְיוּ אֲסוּרִים לָבֹא בַּקָּהָל אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת. וְלֹא אָסַר אוֹתָם אֶלָּא בִּזְמַן שֶׁיֵּשׁ מִקְדָּשׁ שֶׁנֶּאֱמַר <small>(יהושע ט כג)</small> \"וְחֹטְבֵי עֵצִים וְשֹׁאֲבֵי מַיִם לְבֵית אֱלֹהָי\". תָּלָה הַרְחָקָתָם בַּמִּקְדָּשׁ: \n",
            "וְהֵם הַנִּקְרָאִים נְתִינִים לְפִי שֶׁנְּתָנָם לַעֲבוֹדַת הַמִּקְדָּשׁ. בָּא דָּוִד וְגָזַר עֲלֵיהֶם שֶׁלֹּא יִכָּנְסוּ בַּקָּהָל לְעוֹלָם וַאֲפִלּוּ בִּזְמַן שֶׁאֵין מִקְדָּשׁ. וְכֵן מְפֹרָשׁ בְּעֶזְרָא <small>(עזרא ח כ)</small> \"וּמִן הַנְּתִינִים שֶׁנָּתַן דָּוִיד וְהַשָּׂרִים לַעֲבֹדַת הַלְוִיִּם\". הָא לָמַדְתָּ שֶׁלֹּא תָּלָה אוֹתָם בַּמִּקְדָּשׁ: \n",
            "וְלָמָּה גָּזַר עֲלֵיהֶם הוּא וּבֵית דִּינוֹ לְפִי שֶׁרָאָה עַזּוּת וְאַכְזָרִיּוּת שֶׁהָיְתָה בָּהֶם בְּעֵת שֶׁבִּקְּשׁוּ שִׁבְעַת בְּנֵי שָׁאוּל בְּחִיר ה' לִתְלוֹתָם וַהֲרָגוּם וְלֹא רִחֲמוּ עֲלֵיהֶם: \n",
            "כְּשֶׁעָלָה סַנְחֵרִיב מֶלֶךְ אַשּׁוּר בִּלְבֵּל כָּל הָאֻמּוֹת וְעֵרְבָם זֶה בָּזֶה וְהִגְלָה אוֹתָם מִמְּקוֹמָם. וְאֵלּוּ הַמִּצְרִים שֶׁבְּאֶרֶץ מִצְרַיִם עַתָּה אֲנָשִׁים אֲחֵרִים הֵם. וְכֵן הָאֱדוֹמִים שֶׁבִּשְׂדֵה אֱדוֹם. וְהוֹאִיל וְנִתְעָרְבוּ אַרְבַּע אֻמּוֹת הָאֲסוּרִים בְּכָל אֻמּוֹת הָעוֹלָם שֶׁהֵן מֻתָּרִים הֻתַּר הַכּל. שֶׁכָּל הַפּוֹרֵשׁ מֵהֶן לְהִתְגַּיֵּר חֶזְקָתוֹ שֶׁפֵּרַשׁ מִן הָרֹב. לְפִיכָךְ כְּשֶׁיִּתְגַּיֵּר הַגֵּר בַּזְּמַן הַזֶּה בְּכָל מָקוֹם בֵּין אֱדוֹמִי בֵּין מִצְרִי בֵּין עַמּוֹנִי בֵּין מוֹאָבִי בֵּין כּוּשִׁי בֵּין שְׁאָר הָאֻמּוֹת אֶחָד הַזְּכָרִים וְאֶחָד הַנְּקֵבוֹת מֻתָּרִין לָבֹא בַּקָּהָל מִיָּד: \n"
        ],
        [
            "בִשְׁלֹשָׁה דְּבָרִים נִכְנְסוּ יִשְׂרָאֵל לִבְרִית. בְּמִילָה וּטְבִילָה וְקָרְבָּן: \n",
            "מִילָה הָיְתָה בְּמִצְרַיִם שֶׁנֶּאֱמַר <small>(שמות יב מח)</small> \"וְכָל עָרֵל לֹא יֹאכַל בּוֹ\". מָל אוֹתָם משֶׁה רַבֵּנוּ שֶׁכֻּלָּם בִּטְּלוּ בְּרִית מִילָה בְּמִצְרַיִם חוּץ מִשֵּׁבֶט לֵוִי וְעַל זֶה נֶאֱמַר <small>(דברים לג ט)</small> \"וּבְרִיתְךָ יִנְצֹרוּ\": \n",
            "וּטְבִילָה הָיְתָה בַּמִּדְבָּר קֹדֶם מַתַּן תּוֹרָה שֶׁנֶּאֱמַר <small>(שמות יט י)</small> \"וְקִדַּשְׁתָּם הַיּוֹם וּמָחָר וְכִבְּסוּ שִׂמְלֹתָם\". וְקָרְבָּן שֶׁנֶּאֱמַר <small>(שמות כד ה)</small> \"וַיִּשְׁלַח אֶת נַעֲרֵי בְּנֵי יִשְׂרָאֵל וַיַּעֲלוּ עלֹת\", עַל יְדֵי כָּל יִשְׂרָאֵל הִקְרִיבוּם: \n",
            "וְכֵן לְדוֹרוֹת כְּשֶׁיִּרְצֶה הָעַכּוּ''ם לְהִכָּנֵס לִבְרִית וּלְהִסְתּוֹפֵף תַּחַת כַּנְפֵי הַשְּׁכִינָה וִיקַבֵּל עָלָיו עֹל תּוֹרָה צָרִיךְ מִילָה וּטְבִילָה וְהַרְצָאַת קָרְבָּן. וְאִם נְקֵבָה הִיא טְבִילָה וְקָרְבָּן שֶׁנֶּאֱמַר <small>(במדבר טו טו)</small> \"כָּכֶם כַּגֵּר\". מָה אַתֶּם בְּמִילָה וּטְבִילָה וְהַרְצָאַת קָרְבָּן אַף הַגֵּר לְדוֹרוֹת בְּמִילָה וּטְבִילָה וְהַרְצָאַת קָרְבָּן: \n",
            "וּמַהוּ קָרְבַּן הַגֵּר. עוֹלַת בְּהֵמָה אוֹ שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה וּשְׁנֵיהֶם עוֹלָה. וּבַזְּמַן הַזֶּה שֶׁאֵין שָׁם קָרְבָּן צָרִיךְ מִילָה וּטְבִילָה וּכְשֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ יָבִיא קָרְבָּן: \n",
            "גֵּר שֶׁמָּל וְלֹא טָבַל אוֹ טָבַל וְלֹא מָל אֵינוֹ גֵּר עַד שֶׁיָּמוּל וְיִטְבּל. וְצָרִיךְ לִטְבּל בִּפְנֵי שְׁלֹשָׁה. וְהוֹאִיל וְהַדָּבָר צָרִיךְ בֵּית דִּין אֵין מַטְבִּילִין אוֹתוֹ בְּשַׁבָּת וְלֹא בְּיוֹם טוֹב וְלֹא בַּלַּיְלָה. וְאִם הִטְבִּילוּהוּ הֲרֵי זֶה גֵּר: \n",
            "גֵּר קָטָן מַטְבִּילִין אוֹתוֹ עַל דַּעַת בֵּית דִּין שֶׁזְּכוּת הִיא לוֹ. מְעֻבֶּרֶת שֶׁנִּתְגַּיְּרָה וְטָבְלָה אֵין בְּנָהּ צָרִיךְ טְבִילָה. טָבַל בֵּינוֹ לְבֵין עַצְמוֹ וְנִתְגַּיֵּר בֵּינוֹ לְבֵין עַצְמוֹ וַאֲפִלּוּ בִּפְנֵי שְׁנַיִם אֵינוֹ גֵּר. בָּא וְאָמַר נִתְגַּיַּרְתִּי בְּבֵית דִּינוֹ שֶׁל פְּלוֹנִי וְהִטְבִּילוּנִי אֵינוֹ נֶאֱמָן לָבֹא בַּקָּהָל עַד שֶׁיָּבִיא עֵדִים: \n",
            "הָיָה נָשׂוּי לְיִשְׂרְאֵלִית אוֹ לְגִיֹּרֶת וְיֵשׁ לוֹ בָּנִים וְאָמַר נִתְגַּיַּרְתִּי בֵּינִי לְבֵין עַצְמִי נֶאֱמָן לִפְסל אֶת עַצְמוֹ וְאֵינוֹ נֶאֱמָן לִפְסל אֶת הַבָּנִים. וְחוֹזֵר וְטוֹבֵל בְּבֵית דִּין: \n",
            "גִּיֹּרֶת שֶׁרְאִינוּהָ נוֹהֶגֶת בְּדַרְכֵי יִשְׂרָאֵל תָּמִיד כְּגוֹן שֶׁתִּטְבּל לְנִדָּתָהּ וְתַפְרִישׁ תְּרוּמָה מֵעִסָּתָהּ וְכַיּוֹצֵא בָּזֶה. וְכֵן גֵּר שֶׁנּוֹהֵג בְּדַרְכֵי יִשְׂרָאֵל שֶׁטּוֹבֵל לְקִרְיוֹ וְעוֹשֶׂה כָּל הַמִּצְוֹת. הֲרֵי אֵלּוּ בְּחֶזְקַת גֵּרֵי צֶדֶק. וְאַף עַל פִּי שֶׁאֵין שָׁם עֵדִים שֶׁמְּעִידִין לִפְנֵי מִי שֶׁנִּתְגַּיְּרוּ. וְאַף עַל פִּי כֵן אִם בָּאוּ לְהִתְעָרֵב בְּיִשְׂרָאֵל אֵין מַשִּׂיאִין אוֹתָם עַד שֶׁיָּבִיאוּ עֵדִים אוֹ עַד שֶׁיִּטְבְּלוּ בְּפָנֵינוּ הוֹאִיל וְהֻחְזְקוּ עַכּוּ''ם: \n",
            "אֲבָל מִי שֶׁבָּא וְאָמַר שֶׁהָיָה עַכּוּ''ם וְנִתְגַּיֵּר בְּבֵית דִּין נֶאֱמָן. שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאֶרֶץ יִשְׂרָאֵל וּבְאוֹתָן הַיָּמִים שֶׁחֶזְקַת הַכּל שָׁם בְּחֶזְקַת יִשְׂרָאֵל. אֲבָל בְּחוּצָה לָאָרֶץ צָרִיךְ לְהָבִיא רְאָיָה וְאַחַר כָּךְ יִשָּׂא יִשְׂרְאֵלִית. וַאֲנִי אוֹמֵר שֶׁזּוֹ מַעֲלָה בְּיוּחֲסִין: \n",
            "כְּשֵׁם שֶׁמָּלִין וּמַטְבִּילִין אֶת הַגֵּרִים כָּךְ מָלִין וּמַטְבִּילִין אֶת הָעֲבָדִים הַנִּלְקָחִים מִן הָעַכּוּ''ם לְשֵׁם עַבְדוּת. הַלּוֹקֵחַ עֶבֶד מִן הָעַכּוּ''ם וְקָדַם הָעֶבֶד וְטָבַל לְשֵׁם בֶּן חוֹרִין קָנָה עַצְמוֹ. וְהוּא שֶׁיֹּאמַר בְּעֵת טְבִילָה הֲרֵינִי טוֹבֵל בִּפְנֵיכֶם לְשֵׁם גֵּרוּת. וְאִם טָבַל בִּפְנֵי רַבּוֹ אֵינוֹ צָרִיךְ לְפָרֵשׁ אֶלָּא כֵּיוָן שֶׁטָּבַל נִשְׁתַּחְרֵר. לְפִיכָךְ צָרִיךְ רַבּוֹ לְתָקְפּוֹ בַּמַּיִם עַד שֶׁיַּעֲלֶה וְהוּא תַּחַת שִׁעְבּוּדוֹ וּמוֹדִיעוֹ בִּפְנֵי הַדַּיָּנִין שֶׁלְּשֵׁם עַבְדוּת מַטְבִּילוֹ. וְאֵין הָעֶבֶד טוֹבֵל אֶלָּא בִּפְנֵי שְׁלֹשָׁה וּבַיּוֹם כְּגֵר, שֶׁמִּקְצָת גֵּרוּת הוּא: \n",
            "כְּשֶׁיִּשְׁתַּחְרֵר הָעֶבֶד צָרִיךְ טְבִילָה אַחֶרֶת בִּפְנֵי שְׁלֹשָׁה בַּיּוֹם שֶׁבּוֹ תִּגָּמֵר גֵּרוּתוֹ וְיִהְיֶה כְּיִשְׂרָאֵל. וְאֵין צָרִיךְ לְקַבֵּל עָלָיו מִצְוֹת וּלְהוֹדִיעוֹ עִקְּרֵי הַדָּת שֶׁכְּבָר הוֹדִיעוּהוּ כְּשֶׁטָּבַל לְשֵׁם עַבְדוּת: \n",
            "וּבְמִקְוֶה הַכָּשֵׁר לִטְבִילַת נִדָּה שָׁם מַטְבִּילִין אֶת הַגֵּרִים וְאֶת הָעֲבָדִים וְאֶת הַמְשֻׁחְרָרִים. וְכָל דָּבָר שֶׁחוֹצֵץ בְּנִדָּה חוֹצֵץ בְּגֵרִים וּבַעֲבָדִים וּבִמְשֻׁחְרָרִים: \n",
            "אַל יַעֲלֶה עַל דַּעְתְּךָ שֶׁשִּׁמְשׁוֹן הַמּוֹשִׁיעַ אֶת יִשְׂרָאֵל אוֹ שְׁלֹמֹה מֶלֶךְ יִשְׂרָאֵל שֶׁנִּקְרָא יְדִיד ה' נָשְׂאוּ נָשִׁים נָכְרִיּוֹת בְּגֵיוּתָן. אֶלָּא סוֹד הַדָּבָר כָּךְ הוּא. שֶׁהַמִּצְוָה הַנְּכוֹנָה כְּשֶׁיָּבֹא הַגֵּר אוֹ הַגִּיֹּרֶת לְהִתְגַּיֵּר בּוֹדְקִין אַחֲרָיו שֶׁמָּא בִּגְלַל מָמוֹן שֶׁיִּטּל אוֹ בִּשְׁבִיל שְׂרָרָה שֶׁיִּזְכֶּה לָהּ אוֹ מִפְּנֵי הַפַּחַד בָּא לְהִכָּנֵס לַדָּת. וְאִם אִישׁ הוּא בּוֹדְקִין אַחֲרָיו שֶׁמָּא עֵינָיו נָתַן בְּאִשָּׁה יְהוּדִית. וְאִם אִשָּׁה הִיא בּוֹדְקִין שֶׁמָּא עֵינֶיהָ נָתְנָה בְּבָחוּר מִבַּחוּרֵי יִשְׂרָאֵל. אִם לֹא נִמְצָא לָהֶם עִלָּה מוֹדִיעִין אוֹתָן כֹּבֶד עֹל הַתּוֹרָה וְטֹרַח שֶׁיֵּשׁ בַּעֲשִׂיָּתָהּ עַל עַמֵּי הָאֲרָצוֹת כְּדֵי שֶׁיִּפְרשׁוּ. אִם קִבְּלוּ וְלֹא פֵּרְשׁוּ וְרָאוּ אוֹתָן שֶׁחָזְרוּ מֵאַהֲבָה מְקַבְּלִים אוֹתָן שֶׁנֶּאֱמַר <small>(רות א יח)</small> \"וַתֵּרֶא כִּי מִתְאַמֶּצֶת הִיא לָלֶכֶת אִתָּהּ וַתֶּחְדַּל לְדַבֵּר אֵלֶיהָ\": \n",
            "לְפִיכָךְ לֹא קִבְּלוּ בֵּית דִּין גֵּרִים כָּל יְמֵי דָּוִד וּשְׁלֹמֹה. בִּימֵי דָּוִד שֶׁמָּא מִן הַפַּחַד חָזְרוּ. וּבִימֵי שְׁלֹמֹה שֶׁמָּא בִּשְׁבִיל הַמַּלְכוּת וְהַטּוֹבָה וְהַגְּדֻלָּה שֶׁהָיוּ בָּהּ יִשְׂרָאֵל חָזְרוּ. שֶׁכָּל הַחוֹזֵר מִן הָעַכּוּ''ם בִּשְׁבִיל דָּבָר מֵהַבְלֵי הָעוֹלָם אֵינוֹ מִגֵּרֵי הַצֶּדֶק. וְאַף עַל פִּי כֵן הָיוּ גֵּרִים הַרְבֵּה מִתְגַּיְּרִים בִּימֵי דָּוִד וּשְׁלֹמֹה בִּפְנֵי הֶדְיוֹטוֹת. וְהָיוּ בֵּית דִּין הַגָּדוֹל חוֹשְׁשִׁין לָהֶם לֹא דּוֹחִין אוֹתָן אַחַר שֶׁטָּבְלוּ מִכָּל מָקוֹם וְלֹא מְקָרְבִין אוֹתָן עַד שֶׁתֵּרָאֶה אַחֲרִיתָם: \n",
            "וּלְפִי שֶׁגִּיֵּר שְׁלֹמֹה נָשִׁים וּנְשָׂאָן. וְכֵן שִׁמְשׁוֹן גִּיֵּר וְנָשָׂא. וְהַדָּבָר יָדוּעַ שֶׁלֹּא חָזְרוּ אֵלּוּ אֶלָּא בִּשְׁבִיל דָּבָר וְלֹא עַל פִּי בֵּית דִּין גִּיְּרוּם חֲשָׁבָן הַכָּתוּב כְּאִלּוּ הֵן עַכּוּ''ם וּבְאִסּוּרָן עוֹמְדִין. וְעוֹד שֶׁהוֹכִיחַ סוֹפָן עַל תְּחִלָּתָן שֶׁהֵן עוֹבְדוֹת כּוֹכָבִים וּמַזָּלוֹת שֶׁלָּהֶן וּבָנוּ לָהֶן בָּמוֹת וְהֶעֱלָה עָלָיו הַכָּתוּב כְּאִלּוּ הוּא בְּנָאָן שֶׁנֶּאֱמַר <small>(מלכים א יא ז)</small> \"אָז יִבְנֶה שְׁלֹמֹה בָּמָה\": \n",
            "גֵּר שֶׁלֹּא בָּדְקוּ אַחֲרָיו אוֹ שֶׁלֹּא הוֹדִיעוּהוּ הַמִּצְוֹת וְעָנְשָׁן וּמָל וְטָבַל בִּפְנֵי שְׁלֹשָׁה הֶדְיוֹטוֹת הֲרֵי זֶה גֵּר. אֲפִלּוּ נוֹדַע שֶׁבִּשְׁבִיל דָּבָר הוּא מִתְגַּיֵּר הוֹאִיל וּמָל וְטָבַל יָצָא מִכְּלַל הָעַכּוּ''ם וְחוֹשְׁשִׁין לוֹ עַד שֶׁיִּתְבָּאֵר צִדְקוּתוֹ. וַאֲפִלּוּ חָזַר וְעָבַד עֲבוֹדָה זָרָה הֲרֵי הוּא כְּיִשְׂרָאֵל מוּמָר שֶׁקִּדּוּשָׁיו קִדּוּשִׁין. וּמִצְוָה לְהַחֲזִיר אֲבֵדָתוֹ מֵאַחַר שֶׁטָּבַל נַעֲשָׂה כְּיִשְׂרָאֵל. וּלְפִיכָךְ קִיְּמוּ שִׁמְשׁוֹן וּשְׁלֹמֹה נְשׁוֹתֵיהֶן וְאַף עַל פִּי שֶׁנִּגְלָה סוֹדָן: \n",
            "וּמִפְּנֵי זֶה אָמְרוּ חֲכָמִים קָשִׁים לָהֶם גֵּרִים לְיִשְׂרָאֵל כְּנֶגַע צָרַעַת שֶׁרֻבָּן חוֹזְרִין בִּשְׁבִיל דָּבָר וּמַטְעִין אֶת יִשְׂרָאֵל. וְקָשֶׁה הַדָּבָר לִפְרשׁ מֵהֶם אַחַר שֶׁנִּתְגַּיְּרוּ. צֵא וּלְמַד מָה אֵרַע בַּמִּדְבָּר בְּמַעֲשֵׂה הָעֵגֶל וּבְקִבְרוֹת הַתַּאֲוָה וְכֵן רֹב הַנִּסְיוֹנוֹת הָאֲסַפְסוּף הָיוּ בָּהֶן תְּחִלָּה: \n"
        ],
        [
            "כֵּיצַד מְקַבְּלִין גֵּרֵי הַצֶּדֶק. כְּשֶׁיָּבוֹא אִחָד לִהִתְגַּיֵּר מִן הָעַכּוּ''ם וְיִבְדְּקוּ אַחֲרָיו וְלֹא יִמְצְאוּ עִלָּה. אוֹמְרִים לוֹ מָה רָאִיתָ שֶׁבָּאתָ לְהִתְגַּיֵּר. אִי אַתָּה יוֹדֵעַ שֶׁיִּשְׂרָאֵל בַּזְּמַן הַזֶּה דְּווּיִים וּדְחוּפִים וּמְסֻחָפִין וּמְטֹרָפִין וְיִסּוּרִין בָּאִין עֲלֵיהֶן. אִם אָמַר אֲנִי יוֹדֵעַ וְאֵינִי כְּדַאי מְקַבְּלִין אוֹתוֹ מִיָּד: \n",
            "וּמוֹדִיעִין אוֹתוֹ עִקְּרֵי הַדָּת שֶׁהוּא יִחוּד הַשֵּׁם וְאִסּוּר עַכּוּ''ם. וּמַאֲרִיכִין בַּדָּבָר הַזֶּה. וּמוֹדִיעִין אוֹתוֹ מִקְצָת מִצְוֹת קַלּוֹת וּמִקְצָת מִצְוֹת חֲמוּרוֹת. וְאֵין מַאֲרִיכִין בְּדָבָר זֶה. וּמוֹדִיעִין אוֹתוֹ עֲוֹן לֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשֵׂר שֵׁנִי. וּמוֹדִיעִין אוֹתוֹ עָנְשָׁן שֶׁל מִצְוֹת. כֵּיצַד. אוֹמְרִים לוֹ הֱוֵי יוֹדֵעַ שֶׁעַד שֶׁלֹּא בָּאתָ לְדָת זוֹ אִם אָכַלְתָּ חֵלֶב אִי אַתָּה עָנוּשׁ כָּרֵת. אִם חִלַּלְתָּ שַׁבָּת אִי אַתָּה עָנוּשׁ סְקִילָה. וְעַכְשָׁיו אַחַר שֶׁתִּתְגַּיֵּר אִם אָכַלְתָּ חֵלֶב אַתָּה עָנוּשׁ כָּרֵת. אִם חִלַּלְתָּ שַׁבָּת אַתָּה עָנוּשׁ סְקִילָה. וְאֵין מַרְבִּין עָלָיו. וְאֵין מְדַקְדְּקִין עָלָיו. שֶׁמָּא יִגְרֹם לְטָרְדוֹ וּלְהַטּוֹתוֹ מִדֶּרֶךְ טוֹבָה לְדֶרֶךְ רָעָה. שֶׁבַּתְּחִלָּה אֵין מוֹשְׁכִין אֶת הָאָדָם אֶלָּא בְּדִבְרֵי רָצוֹן וְרַכִּים. וְכֵן הוּא אוֹמֵר <small>(הושע יא ד)</small> \"בְּחַבְלֵי אָדָם אֶמְשְׁכֵם\" וְאַחַר כָּךְ <small>(הושע יא ד)</small> \"בַּעֲבֹתוֹת אַהֲבָה\": \n",
            "וּכְשֵׁם שֶׁמּוֹדִיעִין אוֹתוֹ עָנְשָׁן שֶׁל מִצְוֹת כָּךְ מוֹדִיעִין אוֹתוֹ שְׂכָרָן שֶׁל מִצְוֹת. וּמוֹדִיעִין אוֹתוֹ שֶׁבַּעֲשִׂיַּת מִצְוֹת אֵלּוּ יִזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא. וְשֶׁאֵין שׁוּם צַדִּיק גָּמוּר אֶלָּא בַּעַל הַחָכְמָה שֶׁעוֹשֶׂה מִצְוֹת אֵלּוּ וְיוֹדְעָן: \n",
            "וְאוֹמְרִים לוֹ הֱוֵי יוֹדֵעַ שֶׁהָעוֹלָם הַבָּא אֵינוֹ צָפוּן אֶלָּא לַצַּדִּיקִים וְהֵם יִשְׂרָאֵל. וְזֶה שֶׁתִּרְאֶה יִשְׂרָאֵל בְּצַעַר בָּעוֹלָם הַזֶּה טוֹבָה הִיא צְפוּנָה לָהֶם שֶׁאֵינָן יְכוֹלִין לְקַבֵּל רֹב טוֹבָה בָּעוֹלָם הַזֶּה כָּאֻמּוֹת. שֶׁמָּא יָרוּם לִבָּם וְיִתְעוּ וְיַפְסִידוּ שְׂכַר הָעוֹלָם הַבָּא כָּעִנְיָן שֶׁנֶּאֱמַר <small>(דברים לב טו)</small> \"וַיִּשְׁמַן יְשֻׁרוּן וַיִּבְעָט\": \n",
            "וְאֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מֵבִיא עֲלֵיהֶן רֹב פֻּרְעָנוּת כְּדֵי שֶׁלֹּא יֹאבְדוּ אֶלָּא כָּל הָעַכּוּ''ם כָּלִין וְהֵן עוֹמְדִין. וּמַאֲרִיכִין בַּדָּבָר הַזֶּה כְּדֵי לְחַבְּבָן. אִם חָזַר בּוֹ וְלֹא רָצָה לְקַבֵּל הוֹלֵךְ לְדַרְכּוֹ. וְאִם קִבֵּל אֵין מַשְׁהִין אוֹתוֹ אֶלָּא מָלִין אוֹתוֹ מִיָּד. וְאִם הָיָה מָהוּל מַטִּיפִין מִמֶּנּוּ דַּם בְּרִית וּמַשְׁהִים אוֹתוֹ עַד שֶׁיִּתְרַפֵּא רְפוּאָה שְׁלֵמָה. וְאַחַר כָּךְ מַטְבִּילִין אוֹתוֹ: \n",
            "וּשְׁלֹשָׁה עוֹמְדִין עַל גַּבָּיו וּמוֹדִיעִין אוֹתוֹ מִקְצָת מִצְוֹת קַלּוֹת וּמִקְצָת מִצְוֹת חֲמוּרוֹת פַּעַם שְׁנִיָּה וְהוּא עוֹמֵד בַּמַּיִם. וְאִם הָיְתָה אִשָּׁה נָשִׁים מוֹשִׁיבוֹת אוֹתָהּ בַּמַּיִם עַד צַוָּארָהּ וְהַדַּיָּנִין מִבַּחוּץ וּמוֹדִיעִין אוֹתָהּ מִקְצָת מִצְוֹת קַלּוֹת וַחֲמוּרוֹת. וְהִיא יוֹשֶׁבֶת בַּמַּיִם וְאַחַר כָּךְ טוֹבֶלֶת בִּפְנֵיהֶם וְהֵן מַחְזִירִין פְּנֵיהֶן וְיוֹצְאִין כְּדֵי שֶׁלֹּא יִרְאוּ אוֹתָהּ כְּשֶׁתַּעֲלֶה מִן הַמַּיִם: \n",
            "אֵי זֶה הוּא גֵּר תּוֹשָׁב זֶה עַכּוּ''ם שֶׁקִּבֵּל עָלָיו שֶׁלֹּא יַעֲבֹד עֲבוֹדָה זָרָה עִם שְׁאָר הַמִּצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ וְלֹא מָל וְלֹא טָבַל הֲרֵי זֶה מְקַבְּלִין אוֹתוֹ וְהוּא מֵחֲסִידֵי אֻמּוֹת הָעוֹלָם. וְלָמָּה נִקְרָא שְׁמוֹ תּוֹשָׁב לְפִי שֶׁמֻּתָּר לָנוּ לְהוֹשִׁיבוֹ בֵּינֵינוּ בְּאֶרֶץ יִשְׂרָאֵל כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת עַכּוּ''ם: \n",
            "וְאֵין מְקַבְּלִין גֵּר תּוֹשָׁב אֶלָּא בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג. אֲבָל בַּזְּמַן הַזֶּה אֲפִלּוּ קִבֵּל עָלָיו כָּל הַתּוֹרָה כֻּלָּהּ חוּץ מִדִּקְדּוּק אֶחָד אֵין מְקַבְּלִין אוֹתוֹ: \n",
            "הָעֶבֶד הַנִּלְקָח מִן הָעַכּוּ''ם אֵין אוֹמְרִין לוֹ מָה רָאִיתָ שֶׁבָּאתָ. אֶלָּא אוֹמְרִים לוֹ רְצוֹנְךָ שֶׁתִּכָּנֵס לִכְלַל עַבְדֵי יִשְׂרָאֵל וְתִהְיֶה מִן הַכְּשֵׁרִים אוֹ לֹא. אִם רָצָה מוֹדִיעִין לוֹ עִקְּרֵי הַדָּת וּמִקְצָת מִצְוֹת קַלּוֹת וַחֲמוּרוֹת וְעָנְשָׁן וּשְׂכָרָן כְּמוֹ שֶׁמּוֹדִיעִין אֶת הַגֵּר וּמַטְבִּילִין אוֹתוֹ כְּגֵר. וּמוֹדִיעִין אוֹתוֹ כְּשֶׁהוּא בַּמַּיִם. וְאִם לֹא רָצָה לְקַבֵּל מְגַלְגְּלִין עָלָיו כָּל שְׁנֵים עָשָׂר חֹדֶשׁ וּמוֹכְרוֹ לְעַכּוּ''ם. וְאָסוּר לְקַיְּמוֹ יוֹתֵר עַל כֵּן. וְאִם הִתְנָה עָלָיו מִתְּחִלָּה שֶׁלֹּא יָמוּל וְלֹא יִטְבּל אֶלָּא יִהְיֶה גֵּר תּוֹשָׁב מֻתָּר לְקַיְּמוֹ בַּעֲבוֹדָתוֹ כְּשֶׁהוּא גֵּר תּוֹשָׁב. וְאֵין מְקַיְּמִין עֶבֶד כָּזֶה אֶלָּא בִּזְמַן הַיּוֹבֵל: \n",
            "הָעַכּוּ''ם אֵין אֲסוּרִים עֲלֵיהֶם מִשּׁוּם עֶרְוָה אֶלָּא אִמּוֹ וְאֵשֶׁת אָבִיו וַאֲחוֹתוֹ מֵאִמּוֹ וְאֵשֶׁת אִישׁ וְזָכָר וּבְהֵמָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מְלָכִים וּמִלְחֲמוֹתֵיהֶן. אֲבָל שְׁאָר עֲרָיוֹת מֻתָּרִין לָהֶן: \n",
            "עַכּוּ''ם שֶׁנִּתְגַּיֵּר וְעֶבֶד שֶׁנִּשְׁתַּחְרֵר הֲרֵי הוּא כְּקָטָן שֶׁנּוֹלַד. וְכָל שְׁאֵר בָּשָׂר שֶׁהָיוּ לוֹ כְּשֶׁהוּא עַכּוּ''ם אוֹ כְּשֶׁהוּא עֶבֶד אֵינָן שְׁאֵר בָּשָׂר. וְאִם נִתְגַּיֵּר הוּא וְהֵם אֵינוֹ חַיָּב עַל אַחַת מֵהֶם מִשּׁוּם עֶרְוָה כְּלָל: \n",
            "דִּין תּוֹרָה שֶׁמֻּתָּר לְעַכּוּ''ם שֶׁיִּשָּׂא אִמּוֹ אוֹ אֲחוֹתוֹ מֵאִמּוֹ שֶׁנִּתְגַּיְּרוּ. אֲבָל חֲכָמִים אָסְרוּ דָּבָר זֶה כְּדֵי שֶׁלֹּא יֹאמְרוּ בָּאנוּ מִקְּדֻשָּׁה חֲמוּרָה לִקְדֻשָּׁה קַלָּה. שֶׁאֶמֶשׁ הָיְתָה לוֹ זוֹ אֲסוּרָה וְהַיּוֹם מֻתֶּרֶת. וְכֵן גֵּר שֶׁבָּא עַל אִמּוֹ אוֹ אֲחוֹתוֹ וְהִיא בְּגֵיוּתָהּ הֲרֵי זֶה כְּבָא עַל הַנָּכְרִית: \n",
            "כֵּיצַד דִּין הַגֵּרִים בַּעֲרָיוֹת שֶׁל שְׁאֵר בָּשָׂר. אִם הָיָה נָשׂוּי כְּשֶׁהוּא עַכּוּ''ם לְאִמּוֹ אוֹ לַאֲחוֹתוֹ וְנִתְגַּיְּרוּ מַפְרִישִׁין אוֹתָן כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הָיָה נָשׂוּי לִשְׁאָר עֲרָיוֹת וְנִתְגַּיֵּר הוּא וְאִשְׁתּוֹ אֵין מַפְרִישִׁין אוֹתָן. גֵּר אָסוּר בִּשְׁאֵר הָאֵם אַחַר שֶׁנִּתְגַּיֵּר מִדִּבְרֵי סוֹפְרִים. וּמֻתָּר בִּשְׁאֵר הָאָב אַף עַל פִּי שֶׁיּוֹדֵעַ בְּוַדַּאי שֶׁזֶּה שְׁאֵרוֹ מֵאָבִיו. כְּגוֹן תְּאוֹמִים שֶׁדָּבָר בָּרוּר שֶׁאָבִיו שֶׁל זֶה הוּא אָבִיו שֶׁל זֶה אַף עַל פִּי כֵן לֹא גָּזְרוּ עַל שְׁאֵר אָבִיו. לְפִיכָךְ נוֹשֵׂא הַגֵּר אֵשֶׁת אָחִיו מֵאָבִיו וְאֵשֶׁת אֲחִי אָבִיו וְאֵשֶׁת אָבִיו וְאֵשֶׁת בְּנוֹ אַף עַל פִּי שֶׁנִּשֵּׂאת לְאָחִיו אוֹ לְאָבִיו אוֹ לַאֲחִי אָבִיו אוֹ לִבְנוֹ אַחַר שֶׁנִּתְגַּיְּרוּ. וְכֵן אֲחוֹת אִמּוֹ מֵאָבִיהָ וַאֲחוֹתוֹ מֵאָבִיו. וּבִתּוֹ שֶׁנִּתְגַּיְּרָה מֻתֶּרֶת לוֹ. אֲבָל אֵינוֹ נוֹשֵׂא לֹא אֲחוֹתוֹ מֵאִמּוֹ וְלֹא אֲחוֹת אִמּוֹ מֵאִמָּהּ וְלֹא אֵשֶׁת אָחִיו מֵאִמּוֹ שֶׁנְּשָׂאָהּ אָחִיו מֵאִמּוֹ אַחַר שֶׁנִּתְגַּיֵּר. אֲבָל אִם נְשָׂאָהּ אָחִיו כְּשֶׁהוּא עַכּוּ''ם הֲרֵי זוֹ מֻתֶּרֶת לוֹ: \n",
            "שְׁנֵי אַחִים תְּאוֹמִים שֶׁהָיְתָה הוֹרָתָן שֶׁלֹּא בִּקְדֻשָּׁה וְלֵדָתָן בִּקְדֻשָּׁה חַיָּבִין מִשּׁוּם אֵשֶׁת אָח: \n",
            "הַנּוֹשֵׂא גִּיֹּרֶת וּבִתָּהּ הַגִּיֹּרֶת אוֹ שְׁתֵּי אֲחָיוֹת מִן הָאֵם יוֹשֵׁב עִם אַחַת מֵהֶן וּמְגָרֵשׁ הַשְּׁנִיָּה. נָשָׂא גִּיֹּרֶת וּמֵתָה הֲרֵי זֶה מֻתָּר לִשָּׂא אִמָּהּ אוֹ בִּתָּהּ שֶׁלֹּא גָּזְרוּ אֶלָּא בְּחַיֵּיהֶן. וּמֻתָּר לְאָדָם לִשָּׂא שְׁתֵּי אֲחָיוֹת גִּיּוֹרוֹת מִן הָאָב שֶׁלֹּא גָּזְרוּ בִּשְׁאֵר הָאָב כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "הַשְּׁנִיּוֹת כֻּלָּן לֹא גָּזְרוּ עֲלֵיהֶן בְּגֵרִים. לְפִיכָךְ מֻתָּר הַגֵּר לִשָּׂא אֵם אִמּוֹ. וְנוֹשֵׂא אָדָם גִּיֹּרֶת וְאֵם אִמָּהּ אוֹ בַּת בַּת בִּתָּהּ. וְכֵן בִּשְׁאָר הַשְּׁנִיּוֹת: \n",
            "הָעֶבֶד מֻתָּר לִשָּׂא אִמּוֹ כְּשֶׁהוּא עֶבֶד וְאֵין צָרִיךְ לוֹמַר בִּתּוֹ וַאֲחוֹתוֹ וְכַיּוֹצֵא בָּהֶן שֶׁכְּבָר יָצָא מִכְּלַל עַכּוּ''ם. וְאֵין הָעֲרָיוֹת הָאֲסוּרוֹת עַל הָעַכּוּ''ם אֲסוּרוֹת עָלָיו וְלֹא בָּא לִכְלַל יִשְׂרָאֵל כְּדֵי שֶׁיֵּאָסְרוּ עָלָיו עֲרָיוֹת הָאֲסוּרוֹת עַל הַגֵּרִים: \n",
            "וְיֵרָאֶה לִי שֶׁאִם בָּא הָעֶבֶד עַל הַזָּכוּר וּבְהֵמָה יֵהָרֵגוּ. שֶׁאִסּוּר שְׁתֵּי עֲרָיוֹת אֵלּוּ שָׁוֶה בְּכָל הָאָדָם: \n",
            "עֲבָדִים שֶׁנִּשְׁתַּחְרְרוּ הֲרֵי הֵן כְּגֵרִים. כָּל שֶׁאָסוּר לְגֵרִים אָסוּר לָהֶן וְכָל הַמֻּתָּר לְגֵרִים מֻתָּר לָהֶן. נוֹתֵן אָדָם שִׁפְחָתוֹ לְעַבְדּוֹ אוֹ לְעֶבֶד חֲבֵרוֹ. וּמוֹסֵר שִׁפְחָה אַחַת לִשְׁנֵי עֲבָדִים לְכַתְּחִלָּה וְאֵינָן צְרִיכִין שׁוּם דָּבָר אֶלָּא הֲרֵי הֵן כִּבְהֵמוֹת. וְשִׁפְחָה שֶׁהִיא מְיֻחֶדֶת לְעֶבֶד אוֹ שֶׁאֵינָהּ מְיֻחֶדֶת אַחַת הִיא לְפִי שֶׁאֵין אִישׁוּת אֶלָּא לְיִשְׂרָאֵל אוֹ לְעַכּוּ''ם עַל הָעַכּוּ''ם אֲבָל לֹא לַעֲבָדִים עַל הָעֲבָדִים וְלֹא לַעֲבָדִים עַל יִשְׂרָאֵל: \n"
        ],
        [
            "אֵי זֶהוּ <small>(דברים כג ג)</small> \"מַמְזֵר\" הָאָמוּר בַּתּוֹרָה. זֶה הַבָּא מֵעֶרְוָה מִן הָעֲרָיוֹת. חוּץ מִן הַנִּדָּה שֶׁהַבֵּן מִמֶּנָּה פָּגוּם וְאֵינוֹ מַמְזֵר. אֲבָל הַבָּא עַל שְׁאָר הָעֲרָיוֹת בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה הַוָּלָד מַמְזֵר. וְאֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת אֲסוּרִין לְעוֹלָם שֶׁנֶּאֱמַר <small>(דברים כג ג)</small> \"גַּם דּוֹר עֲשִׂירִי\" כְּלוֹמַר לְעוֹלָם: \n",
            "אֶחָד מַמְזֵר שֶׁנָּשָׂא יִשְׂרְאֵלִית אוֹ יִשְׂרְאֵלִי שֶׁנָּשָׂא מַמְזֶרֶת כֵּיוָן שֶׁבָּעֲלוּ אַחַר הַקִּדּוּשִׁין לוֹקִין. קִדֵּשׁ וְלֹא בָּעַל אֵינוֹ לוֹקֶה. בָּעַל וְלֹא קִדֵּשׁ אֵינָן לוֹקִין מִשּׁוּם מַמְזֵרוּת שֶׁאֵין לְךָ בְּכָל חַיָּבֵי לָאוִין מִי שֶׁלּוֹקֶה עַל בְּעִילָה בְּלֹא קִדּוּשִׁין אֶלָּא כֹּהֵן גָּדוֹל בְּאַלְמָנָה כְּמוֹ שֶׁיִּתְבָּאֵר. הַמַּחֲזִיר גְּרוּשָׁתוֹ מִשֶּׁנִּשֵּׂאת הַוָּלָד כָּשֵׁר שֶׁהֲרֵי אֵינָהּ עֶרְוָה: \n",
            "עַכּוּ''ם וְעֶבֶד הַבָּא עַל בַּת יִשְׂרָאֵל הַוָּלָד כָּשֵׁר בֵּין פְּנוּיָה בֵּין בְּאֵשֶׁת אִישׁ בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן. עַכּוּ''ם וְעֶבֶד הַבָּאִים עַל הַמַּמְזֶרֶת הַוָּלָד מַמְזֵר. וּמַמְזֵר הַבָּא עַל הָעַכּוּ''ם הַוָּלָד עַכּוּ''ם. נִתְגַּיֵּר הֲרֵי הוּא כָּשֵׁר כִּשְׁאָר גֵּרִים. וְאִם בָּא עַל הַשִּׁפְחָה הַוָּלָד עֶבֶד. שִׁחְרְרוֹ הַוָּלָד כָּשֵׁר כִּשְׁאָר עֲבָדִים מְשֻׁחְרָרִין וּמֻתָּר בְּבַת יִשְׂרָאֵל: \n",
            "זֶה הַכְּלָל בֵּן הַבָּא מִן הָעֶבֶד אוֹ מִן הָעַכּוּ''ם אוֹ מִן הַשִּׁפְחָה אוֹ מִן בַּת עַכּוּ''ם הֲרֵי הוּא כְּאִמּוֹ וְאֵין מַשְׁגִּיחִין עַל הָאָב. לְפִי דָּבָר זֶה הִתִּירוּ לְמַמְזֵר לִשָּׂא שִׁפְחָה כְּדֵי לְטַהֵר אֶת בָּנָיו שֶׁהֲרֵי הוּא מְשַׁחְרֵר אוֹתָם וְנִמְצְאוּ בְּנֵי חוֹרִין. וְלֹא גָּזְרוּ עַל הַשִּׁפְחָה לְמַמְזֵר מִפְּנֵי תַּקָּנַת הַבָּנִים: \n",
            "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין הַבָּא עַל אֵשֶׁת אִישׁ אוֹתוֹ הַבֵּן אֵין לוֹ תַּקָּנָה מִפְּנֵי שֶׁצַּד מַמְזֵרוּת וְצַד כַּשְׁרוּת מְעֹרָבִין בּוֹ. לְפִיכָךְ אָסוּר בְּשִׁפְחָה וְנִמְצְאוּ בָּנָיו כְּמוֹתוֹ לְעוֹלָם: \n",
            "עַכּוּ''ם הַבָּא עַל הַשִּׁפְחָה שֶׁטָּבְלָה הֲרֵי זֶה עֶבֶד וְעֶבֶד שֶׁטָּבַל שֶׁבָּא עַל עַכּוּ''ם הַוָּלָד עַכּוּ''ם הַלֵּךְ אַחַר הָאֵם אֲבָל עַכּוּ''ם הַבָּא עַל שִׁפְחָה עַכּוּ''ם אוֹ עֶבֶד עַכּוּ''ם שֶׁבָּא עַל עַכּוּ''ם בַּת חוֹרִין הַלֵּךְ אַחַר הַזָּכָר: \n",
            "מַמְזֵר מֻתָּר לִשָּׂא גִּיֹּרֶת. וְכֵן הַמַּמְזֶרֶת מֻתֶּרֶת לְגֵר. וְהַבָּנִים מִשְּׁנֵיהֶם מַמְזֵרִים שֶׁהַוָּלָד הוֹלֵךְ אַחַר הַפָּגוּם שֶׁנֶּאֱמַר <small>(דברים כג ג)</small> \"בִּקְהַל ה'\" וּקְהַל גֵּרִים אֵינוֹ קָרוּי <small>(דברים כג ג)</small> \"קְהַל ה'\": \n",
            "גִּיֹּרֶת שֶׁנִּשֵּׂאת לְגֵר וְהוֹלִידוּ בֵּן אַף עַל פִּי שֶׁהוֹרָתוֹ וְלֵדָתוֹ בִּקְדֻשָּׁה הֲרֵי זֶה מֻתָּר בְּמַמְזֶרֶת. וְכֵן בֶּן בֶּן בְּנוֹ עַד שֶׁיִּשְׁתַּקַּע שֵׁם גֵּרוּתוֹ מִמֶּנּוּ וְלֹא יִוָּדַע שֶׁהוּא גֵּר וְאַחַר כָּךְ יֵאָסֵר בְּמַמְזֶרֶת. וְאֶחָד הַגֵּרִים וְאֶחָד הָעֲבָדִים מְשֻׁחְרָרִין דִּין אֶחָד לְכֻלָּן: \n",
            "גֵּר שֶׁנָּשָׂא בַּת יִשְׂרָאֵל אוֹ יִשְׂרָאֵל שֶׁנָּשָׂא גִּיֹּרֶת הַוָּלָד יִשְׂרָאֵל לְכָל דָּבָר וְאָסוּר בְּמַמְזֶרֶת: \n",
            "שְׁלֹשָׁה מַמְזֵרִים הֵם. מַמְזֵר וַדַּאי וּמַמְזֵר סָפֵק וּמַמְזֵר מִדִּבְרֵי סוֹפְרִים. אֵי זֶהוּ מַמְזֵר וַדַּאי זֶה שֶׁבָּא מִן הָעֶרְוָה הַוַּדָּאִית כְּמוֹ שֶׁבֵּאַרְנוּ. וּמַמְזֵר סָפֵק זֶה שֶׁבָּא מִסְּפֵק עֶרְוָה כְּגוֹן הַבָּא עַל הָאִשָּׁה שֶׁנִּתְקַדְּשָׁה סְפֵק קִדּוּשִׁין אוֹ נִתְגָּרְשָׁה סְפֵק גֵּרוּשִׁין וְכַיּוֹצֵא בָּהֶן. מִדִּבְרֵי סוֹפְרִים. כְּגוֹן הָאִשָּׁה שֶׁשָּׁמְעָה שֶׁמֵּת בַּעְלָהּ וְנִשֵּׂאת וַהֲרֵי בַּעְלָהּ קַיָּם וּבָא בַּעְלָהּ הָרִאשׁוֹן עָלֶיהָ וְהִיא תַּחַת הַשֵּׁנִי הֲרֵי הַבֵּן מַמְזֵר מִדִּבְרֵי סוֹפְרִים: \n",
            "פְּנוּיָה שֶׁנִּתְעַבְּרָה מִזְּנוּת אָמְרוּ לָהּ מַהוּ הָעֻבָּר הַזֶּה אוֹ הַיָּלוּד הַזֶּה אִם אָמְרָה בֵּן כָּשֵׁר הוּא וּלְיִשְׂרָאֵל נִבְעַלְתִּי הֲרֵי זוֹ נֶאֱמֶנֶת וְהַבֵּן כָּשֵׁר. וְאַף עַל פִּי שֶׁרֹב הָעִיר שֶׁזִּנְּתָה בָּהּ פְּסוּלִים: \n",
            "וְאִם לֹא נִבְדְּקָה אִמּוֹ עַד שֶׁמֵּתָה אוֹ שֶׁהָיְתָה חֵרֶשֶׁת אוֹ אִלֶּמֶת אוֹ שׁוֹטָה אוֹ שֶׁאָמְרָה לִפְלוֹנִי הַמַּמְזֵר נִבְעַלְתִּי אוֹ לִפְלוֹנִי הַנָּתִין אֲפִלּוּ אוֹתוֹ פְּלוֹנִי מוֹדֶה שֶׁהוּא מִמֶּנּוּ הֲרֵי זֶה הַיָּלוּד סְפֵק מַמְזֵר. כְּשֵׁם שֶׁזִּנְּתָה עִם זֶה שֶׁהוֹדָה לָהּ כָּךְ זִנְּתָה עִם אַחֵר. וְזֶה הוּא הַנִּקְרָא שְׁתוּקִי שֶׁמַּכִּיר אֶת אִמּוֹ וְאֵינוֹ מַכִּיר אֶת אָבִיו וַדַּאי: \n",
            "וְכֵן הַבֵּן הַנִּמְצָא בַּשּׁוּק וְהוּא הַנִּקְרָא אֲסוּפִי הֲרֵי הוּא סְפֵק מַמְזֵר שֶׁאֵין אָנוּ יוֹדְעִים מַה הוּא: \n",
            "פְּנוּיָה שֶׁזִּנְּתָה וְאָמְרָה בֵּן זֶה בֶּן פְּלוֹנִי הוּא. אִם אוֹתוֹ פְּלוֹנִי כָּשֵׁר הֲרֵי הַבֵּן כָּשֵׁר וְאֵינָהּ נֶאֱמֶנֶת לִהְיוֹת זֶה בְּנוֹ שֶׁל פְּלוֹנִי. וְיֵרָאֶה לִי שֶׁחוֹשְׁשִׁין לִדְבָרֶיהָ וְיִהְיֶה הַבֵּן אָסוּר בִּקְרוֹבוֹת אוֹתוֹ פְּלוֹנִי מִסָּפֵק. וְאִם אוֹתוֹ פְּלוֹנִי מַמְזֵר אֵינָהּ נֶאֱמֶנֶת לִהְיוֹת הַבֵּן מַמְזֵר וַדַּאי עַל פִּיהָ כְּמוֹ שֶׁבֵּאַרְנוּ אֶלָּא יִהְיֶה סְפֵק מַמְזֵר: \n",
            "אֲבָל הָאָב שֶׁהֻחְזַק שֶׁזֶּה בְּנוֹ וְאָמַר בְּנִי זֶה מַמְזֵר הוּא נֶאֱמָן. וְאִם יֵשׁ לַבֵּן בָּנִים אֵינוֹ נֶאֱמָן. שֶׁלֹּא הֶאֱמִינָה אוֹתוֹ תּוֹרָה אֶלָּא עַל בְּנוֹ שֶׁנֶּאֱמַר <small>(דברים כא יז)</small> \"כִּי אֶת הַבְּכֹר בֶּן הַשְּׂנוּאָה יַכִּיר\" יַכִּירֶנּוּ לַאֲחֵרִים: \n",
            "וּכְשֵׁם שֶׁנֶּאֱמָן לוֹמַר בְּנִי זֶה בְּכוֹר כָּךְ נֶאֱמָן לוֹמַר בְּנִי זֶה מַמְזֵר אוֹ בֶּן גְּרוּשָׁה אוֹ בֶּן חֲלוּצָה. וְכֵן אִם הָיְתָה אִשְׁתּוֹ מְעֻבֶּרֶת נֶאֱמָן לוֹמַר עֻבָּר זֶה אֵינוֹ בְּנִי וּמַמְזֵר הוּא וְיִהְיֶה מַמְזֵר וַדַּאי. וְהָאוֹמֵר עַל עַצְמוֹ שֶׁהוּא מַמְזֵר נֶאֱמָן לֶאֱסֹר עַצְמוֹ בְּבַת יִשְׂרָאֵל. וְאָסוּר בְּמַמְזֶרֶת עַד שֶׁיִּוָּדַע וַדַּאי שֶׁהוּא מַמְזֵר. וּבְנוֹ כָּמוֹהוּ. וְאִם יֵשׁ לוֹ בְּנֵי בָּנִים אֵינוֹ נֶאֱמָן לִפְסל בְּנֵי בָּנָיו וְלֹא יִפְסל אֶלָּא עַצְמוֹ: \n",
            "אֲרוּסָה שֶׁנִּתְעַבְּרָה וְהִיא בְּבֵית אָבִיהָ הֲרֵי הַוָּלָד בְּחֶזְקַת מַמְזֵר וְאָסוּר בְּבַת יִשְׂרָאֵל וְאָסוּר בְּמַמְזֶרֶת. וְאִם נִבְדְּקָה אִמּוֹ וְאָמְרָה מֵאֲרוּסִי נִתְעַבַּרְתִּי נֶאֱמֶנֶת וְהַוָּלָד כָּשֵׁר. וְאִם הִכְחִישָׁהּ הָאָרוּס וְאָמַר מֵעוֹלָם לֹא בָּאתִי עָלֶיהָ הֲרֵי הַוָּלָד מַמְזֵר שֶׁאֲפִלּוּ הָיָה בְּחֶזְקַת בְּנוֹ וְאָמַר בְּנִי זֶה מַמְזֵר נֶאֱמָן. וְהָאִשָּׁה אֵינָהּ בְּחֶזְקַת זוֹנָה אֶלָּא נֶאֱמֶנֶת לוֹמַר לָאָרוּס נִבְעַלְתִּי וְאֵינָהּ זוֹנָה. וְאִם נִשֵּׂאת לְכֹהֵן לֹא תֵּצֵא וּוְלָדָהּ מִמֶּנּוּ כָּשֵׁר: \n",
            "הָיוּ הָעָם מְרַנְּנִים אַחֲרֶיהָ וְהִיא אֲרוּסָה עִם אֲרוּסָהּ וְעִם אֲנָשִׁים אֲחֵרִים אַף עַל פִּי שֶׁבָּא עָלֶיהָ אֲרוּסָהּ בְּבֵית חָמִיו הֲרֵי זֶה סְפֵק מַמְזֵר. כְּשֵׁם שֶׁהִפְקִירָה עַצְמָהּ לַאֲרוּסָהּ הִפְקִירָה לַאֲחֵרִים. וְאִם נִבְדְּקָה וְאָמְרָה עֻבָּר זֶה מֵאֲרוּסִי הֲרֵי זֶה כָּשֵׁר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "אֵשֶׁת אִישׁ שֶׁהָיְתָה מְעֻבֶּרֶת וְאָמְרָה עֻבָּר זֶה אֵינוֹ מִבַּעֲלִי אֵינָהּ נֶאֱמֶנֶת לְפָסְלוֹ. וַהֲרֵי הַבֵּן בְּחֶזְקַת כַּשְׁרוּת. שֶׁלֹּא הֶאֱמִינָה תּוֹרָה אֶלָּא הָאָב. אָמַר הָאָב אֵינוֹ בְּנִי אוֹ שֶׁהָיָה בַּעְלָהּ בִּמְדִינַת הַיָּם הֲרֵי זֶה בְּחֶזְקַת מַמְזֵר. וְאִם אָמְרָה מֵעַכּוּ''ם וְעֶבֶד נִתְעַבַּרְתִּי הֲרֵי הַוָּלָד כָּשֵׁר. שֶׁאֵין הַבַּעַל יָכוֹל לְהַכְחִישָׁהּ בִּדְבָרֶיהָ. וְאֵין הָעֻבָּר מִשְׁתַּהֶה בִּמְעֵי אִמּוֹ יֶתֶר עַל שְׁנֵים עָשָׂר חֹדֶשׁ: \n",
            "אֵשֶׁת אִישׁ שֶׁיָּצָא עָלֶיהָ קוֹל שֶׁהָיְתָה זוֹנָה תַּחַת בַּעְלָהּ וְהַכּל מְרַנְּנִין אַחֲרֶיהָ אֵין חוֹשְׁשִׁין לְבָנֶיהָ שֶׁמָּא מַמְזֵרִים הֵם שֶׁרֹב בְּעִילוֹת אֵצֶל הַבַּעַל. וּמֻתָּר לִשָּׂא בִּתָּהּ לְכַתְּחִלָּה. אֲבָל הִיא עַצְמָהּ חוֹשְׁשִׁין לָהּ מִשּׁוּם זוֹנָה. וְאִם הָיְתָה פְּרוּצָה יוֹתֵר מִדַּאי אַף לְבָנֶיהָ חוֹשְׁשִׁין: \n",
            "דִּין תּוֹרָה שֶׁסְּפֵק מַמְזֵר מֻתָּר לָבוֹא בַּקָּהָל שֶׁנֶּאֱמַר <small>(דברים כג ג)</small> \"לֹא יָבֹא מַמְזֵר בִּקְהַל ה'\" מַמְזֵר וַדַּאי אָסוּר לָבוֹא בַּקָּהָל וְלֹא סָפֵק. אֲבָל חֲכָמִים עָשׂוּ מַעֲלָה בְּיוּחֲסִין וְאָסְרוּ גַּם הַסְּפֵקוֹת לָבוֹא בַּקָּהָל. לְפִיכָךְ מַמְזֵר וַדַּאי מֻתָּר לִשָּׂא מַמְזֶרֶת וַדָּאִית אֲבָל מַמְזֵר סָפֵק אוֹ שְׁתוּקִי אוֹ אֲסוּפִי אָסוּר לִשָּׂא בַּת יִשְׂרָאֵל: \n",
            "וְאָסוּר לִשָּׂא מַמְזֶרֶת וַאֲפִלּוּ מַמְזֶרֶת מִסָּפֵק אֲסוּרָה לוֹ שֶׁמָּא אֶחָד מֵהֶן אֵינוֹ מַמְזֵר וְהַשֵּׁנִי מַמְזֵר וַדַּאי. וּמַמְזֵר שֶׁל דִּבְרֵיהֶם מֻתָּר לִשָּׂא מַמְזֶרֶת שֶׁל דִּבְרֵיהֶם. וְכֵן שְׁאָר הַסְּפֵקוֹת אֲסוּרִין לִשָּׂא זֶה מִזֶּה: \n",
            "כֵּיצַד. שְׁתוּקִים וַאֲסוּפִים וּסְפֵק מַמְזֵרִים אֲסוּרִים לָבוֹא זֶה עִם זֶה וְאִם נָשְׂאוּ לֹא יְקַיְּמוּ אֶלָּא יוֹצִיאוּ בְּגֵט וְהַוָּלָד סָפֵק כַּאֲבוֹתָיו. וְאֵין לִסְפֵקוֹת אֵלּוּ תַּקָּנָה אֶלָּא שֶׁיִּשְּׂאוּ מִן הַגֵּרִים וְהַוָּלָד הוֹלֵךְ אַחַר הַפָּגוּם: \n",
            "כֵּיצַד. שְׁתוּקִי אוֹ אֲסוּפִי שֶׁנָּשָׂא גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת אוֹ גֵּר וּמְשֻׁחְרָר שֶׁנָּשָׂא שְׁתוּקִית אוֹ אֲסוּפִית. הַוָּלָד שְׁתוּקִי אוֹ אֲסוּפִי: \n",
            "הָאֲסוּפִי שֶׁנִּמְצָא בְּעִיר שֶׁיֵּשׁ בָּהּ עַכּוּ''ם בֵּין שֶׁהָיָה רֹב עַכּוּ''ם אוֹ רֹב יִשְׂרָאֵל הֲרֵי זֶה סְפֵק עַכּוּ''ם לְעִנְיַן יוּחֲסִין. קִדֵּשׁ אִשָּׁה צְרִיכָה גֵּט מִסָּפֵק. מִי שֶׁהֲרָגוֹ לֹא הָיָה נֶהֱרַג עָלָיו: \n",
            "הִטְבִּילוּהוּ בֵּית דִּין לְשֵׁם גֵּרוּת אוֹ שֶׁטָּבַל מִשֶּׁהִגְדִּיל הֲרֵי הוּא כִּשְׁאָר אֲסוּפִים הַנִּמְצָאִים בְּעָרֵי יִשְׂרָאֵל. הָיָה רֹב הָעִיר עַכּוּ''ם מֻתָּר לְהַאֲכִילוֹ נְבֵלוֹת. הָיָה רֻבָּן יִשְׂרָאֵל מַחְזִירִין לוֹ אֲבֵדָתוֹ כְּיִשְׂרָאֵל. מֶחֱצָה עַל מֶחֱצָה מִצְוָה לְהַחֲיוֹתוֹ כְּיִשְׂרָאֵל. וּמְפַקְּחִין עָלָיו אֶת הַגַּל בְּשַׁבָּת וַהֲרֵי הוּא לְעִנְיַן נְזָקִין כְּכָל סְפֵק מָמוֹן הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "יֵרָאֶה לִי שֶׁכָּל מְדִינָה שֶׁיֵּשׁ בָּהּ שִׁפְחָה אוֹ עַכּוּ''ם הָרְאוּיָה לֵילֵד הוֹאִיל וְהָאֲסוּפִי הַנִּמְצָא שָׁם סְפֵק עַכּוּ''ם אוֹ סְפֵק עֶבֶד כְּשֶׁיִּשָּׂא הַגִּיֹּרֶת כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי זוֹ סְפֵק אֵשֶׁת אִישׁ וְהַבָּא עָלֶיהָ פָּטוּר שֶׁאֵין הוֹרְגִין עַל סָפֵק. וְכֵן יֵרָאֶה לִי שֶׁהַשְּׁתוּקִי שֶׁנָּשָׂא אִשָּׁה שֶׁאֶפְשָׁר שֶׁהִיא עֶרְוָה עָלָיו וַהֲרֵי הִיא סְפֵק אֵשֶׁת אִישׁ שֶׁאֵין קִדּוּשִׁין תּוֹפְסִין בַּעֲרָיוֹת: \n",
            "וְאֵי זוֹ הִיא הָאִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. כָּל אִשָּׁה שֶׁהָיָה אָבִיהָ אוֹ אָחִיהָ קַיָּם כְּשֶׁנִּתְעַבְּרָה בּוֹ אִמּוֹ. וְכָל אִשָּׁה שֶׁנִּתְגָּרְשָׁה אוֹ נִתְאַלְמְנָה שֶׁמָּא אֵשֶׁת אָבִיו הִיא אוֹ אֵשֶׁת אֲחִי אָבִיו: \n",
            "וּמִנַּיִן אֲנִי אוֹמֵר שֶׁאֵין הַשְּׁתוּקִי וְהָאֲסוּפִי אָסוּר בְּכָל אִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. שֶׁהֲרֵי הַכָּשֵׁר שֶׁנִּבְדְּקָה אִמּוֹ אֵינוֹ אָסוּר בְּכָל אִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. וַהֲרֵי נֶאֱמַר בַּתּוֹרָה <small>(ויקרא יט כט)</small> \"אַל תְּחַלֵּל אֶת בִּתְּךָ לְהַזְנוֹתָהּ\". וְאָמְרוּ חֲכָמִים שֶׁאִם יַעֲשֶׂה זֶה נִמְצָא אָב נוֹשֵׂא בִּתּוֹ וְאָח נוֹשֵׂא אֲחוֹתוֹ. וְאִלּוּ הָיָה הַדִּין שֶׁכָּל מִי שֶׁאֵינוֹ יוֹדֵעַ אָבִיו בְּוַדַּאי אָסוּר בְּכָל אִשָּׁה שֶׁאֶפְשָׁר שֶׁתִּהְיֶה עֶרְוָה עָלָיו. לֹא הָיִינוּ בָּאִים לַמִּדָּה הַזֹּאת לְעוֹלָם וְלֹא תִּהְיֶה הָאָרֶץ מְלֵאָה זִמָּה. הָא לָמַדְתָּ שֶׁאֵין אוֹסְרִין עֲרָיוֹת וּמַחֲזִיקִין אוֹתָן בִּשְׁאֵר בָּשָׂר בְּסָפֵק עַד שֶׁיִּוָּדַע בְּוַדַּאי שֶׁזּוֹ עֶרְוָה עָלָיו. שֶׁאִם אַתָּה אוֹמֵר כֵּן כָּל הַיְתוֹמִים שֶׁבָּעוֹלָם שֶׁלֹּא הִכִּירוּ אֲבוֹתֵיהֶם הָיוּ אֲסוּרִין לְהִנָּשֵׂא בְּכָל מָקוֹם שֶׁמָּא יִפְגְּעוּ בְּעֶרְוָה: \n",
            "הַוָּלָד שֶׁהָיָה מֻשְׁלָךְ בַּדֶּרֶךְ וּבָא אֶחָד וְאָמַר בְּנִי הוּא וַאֲנִי הִשְׁלַכְתִּיו נֶאֱמָן. וְכֵן אִמּוֹ נֶאֱמֶנֶת. נֶאֱסַף מִן הַשּׁוּק וּבָאוּ אָבִיו וְאִמּוֹ אַחַר כֵּן וְאָמְרוּ בְּנֵנוּ הוּא אֵין נֶאֱמָנִין הוֹאִיל וְיָצָא עָלָיו שֵׁם אֲסוּפִי. וּבִשְׁנֵי רְעָבוֹן נֶאֱמָנִין שֶׁמִּפְּנֵי רָעָב הִשְׁלִיכוּהוּ וְהֵן רוֹצִין שֶׁיָּזוּנוּ אוֹתוֹ אֲחֵרִים וּלְפִיכָךְ שָׁתְקוּ עַד שֶׁנֶּאֱסַף: \n",
            "נִמְצָא הַוָּלָד מָהוּל אוֹ שֶׁהֻחְתַּל אוֹ שֶׁהֻמְלַח אוֹ שֶׁהָיָה הַכֹּחַל בְּעֵינָיו אוֹ הַקְּמֵעִין בְּצַוָּארוֹ אוֹ שֶׁנִּמְצָא תַּחַת אִילָן מְסֻבָּךְ שֶׁאֵין חַיָּה נִכְנֶסֶת לוֹ וְהָיָה סָמוּךְ לָעִיר אוֹ שֶׁנִּמְצָא בְּבֵית הַכְּנֶסֶת הַסָּמוּךְ לִרְשׁוּת הָרַבִּים אוֹ בְּצִדֵּי רְשׁוּת הָרַבִּים אֵין כָּאן מִשּׁוּם אֲסוּפִי. מֵאַחֵר שֶׁהֵן מְשַׁמְּרִין אוֹתוֹ שֶׁלֹּא יָמוּת בְּחֶזְקַת כָּשֵׁר הוּא. אֲבָל אִם נִמְצָא מֻשְׁלָךְ בְּאֶמְצַע הַדֶּרֶךְ אוֹ רָחוֹק מִן הָעִיר אֲפִלּוּ תַּחַת אִילָן אוֹ בְּבֵית הַכְּנֶסֶת אוֹ שֶׁנִּמְצָא תָּלוּי בָּאִילָן מָקוֹם שֶׁחַיָּה מַגַּעַת לוֹ הֲרֵי זֶה אֲסוּפִי: \n",
            "נֶאֱמֶנֶת חַיָּה לוֹמַר זֶה הַבֵּן כֹּהֵן הוּא אוֹ לֵוִי אוֹ נָתִין אוֹ מַמְזֵר מִפְּנֵי שֶׁלֹּא הֻחְזַק וְאֵין אָנוּ יוֹדְעִין יִחוּסָן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהֻחְזְקָה בְּנֶאֱמָנוּת וְלֹא עִרְעֵר עָלֶיהָ אָדָם. אֲבָל אִם עִרְעֵר עָלֶיהָ אֲפִלּוּ אֶחָד וְאָמַר בְּשֶׁקֶר מְעִידָה אֵינָהּ נֶאֱמֶנֶת וַהֲרֵי הַבֵּן בְּחֶזְקַת כָּשֵׁר וְאֵין לוֹ יִחוּס: \n",
            "דָּבָר בָּרוּר שֶׁהַשְּׁתוּקִי אָסוּר לִשָּׂא שְׁתוּקִית. וַאֲסוּפִי אָסוּר בַּאֲסוּפִית מִפְּנֵי שֶׁהֵן סְפֵקוֹת. אֲבָל מַמְזֵרִים וַדָּאִים וּנְתִינִים מֻתָּרִים לָבוֹא זֶה בָּזֶה וְהַוָּלָד מַמְזֵר. וּשְׁתוּקִי וַאֲסוּפִי מֻתָּרִין בִּנְתִינִים וּבִשְׁאָר הַגֵּרִים וְהַוָּלָד סָפֵק: \n"
        ],
        [
            "פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה שֶׁנָּשְׂאוּ בַּת יִשִׂרָאֵל וּבָעֲלוּ לוֹקִין שֶׁנֶּאֱמַר <small>(דברים כג ב)</small> \"לֹא יָבֹא פְצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה בִּקְהַל ה'\". וּמֻתָּרִין לִשָּׂא גִּיֹּרֶת וּמְשֻׁחְרֶרֶת. וַאֲפִלּוּ כֹּהֵן שֶׁהוּא פְּצוּעַ דַּכָּא מֻתָּר לִשָּׂא גִּיֹּרֶת וּמְשֻׁחְרֶרֶת לְפִי שֶׁאֵינוֹ בִּקְדֻשָּׁתוֹ. וַאֲפִלּוּ נְתִינָה אוֹ אֶחָד מִן הַסְּפֵקוֹת מֻתֶּרֶת לוֹ: \n",
            "הוֹאִיל וּפְצוּעַ דַּכָּא אָסוּר לָבוֹא בַּקָּהָל לֹא גָּזְרוּ בּוֹ עַל הַנְּתִינִים וְלֹא עַל הַסְּפֵקוֹת. אֲבָל פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה אָסוּר בְּמַמְזֶרֶת וַדָּאִית שֶׁהֲרֵי אֲסוּרָה מִן הַתּוֹרָה: \n",
            "ואֵי זֶהוּ פְּצוּעַ דַּכָּא. כָּל שֶׁנִּפְצְעוּ הַבֵּיצִים שֶׁלּוֹ. וּכְרוּת שָׁפְכָה כָּל שֶׁנִּכְרַת הַגִּיד שֶׁלּוֹ. וּבִשְׁלֹשָׁה אֵיבָרִין אֶפְשָׁר שֶׁיִּפָּסֵל הַזָּכָר בַּגִּיד וּבַבֵּיצִים וּבַשְּׁבִילִין שֶׁבָּהֶן תִּתְבַּשֵּׁל שִׁכְבַת זֶרַע וְהֵן הַנִּקְרָאִין חוּטֵי בֵּיצִים. וְכֵיוָן שֶׁנִּפְצַע אֶחָד מִשְּׁלֹשָׁה אֵיבָרִין אֵלּוּ אוֹ נִדָּךְ הֲרֵי זֶה פָּסוּל: \n",
            "כֵּיצַד. נִפְצַע הַגִּיד אוֹ נִדָּךְ אוֹ שֶׁנִּכְרַת הָעֲטָרָה אוֹ לְמַעְלָה מֵעֲטָרָה פָּסוּל. וְאִם נִכְרַת מֵרֹאשׁ הָעֲטָרָה וְנִשְׁתַּיֵּר מִמֶּנָּה אֲפִלּוּ כְּחוּט הַשַּׂעֲרָה מֻקָּף לְכָל הַגִּיד כָּשֵׁר. נִכְרַת הַגִּיד לְמַעְלָה מֵעֲטָרָה כְּקֻלְמוֹס אוֹ כְּמַרְזֵב כָּשֵׁר: \n",
            "נִקַּב לְמַטָּה מֵעֲטָרָה כָּשֵׁר. נִקְּבָה הָעֲטָרָה עַצְמָהּ אִם כְּשֶׁיִּרְאֶה קֶרִי תֵּצֵא שִׁכְבַת זֶרַע מִן הַנֶּקֶב פָּסוּל. נִסְתַּם הַנֶּקֶב חָזַר לְהֶכְשֵׁרוֹ. נִקַּב לְמַטָּה מֵעֲטָרָה שֶׁכְּנֶגְדּוֹ לְמַעְלָה בְּתוֹךְ הָעֲטָרָה פָּסוּל שֶׁהָעֲטָרָה כֻּלָּהּ מְעַכֶּבֶת: \n",
            "נִסְתַּם שְׁבִיל שִׁכְבַת זֶרַע וְחָזַר לִרְאוֹת שִׁכְבַת זֶרַע מִשְּׁבִיל שֶׁמַּשְׁתִּין בּוֹ הֲרֵי זֶה פָּסוּל: \n",
            "נִכְרְתוּ הַבֵּיצִים אוֹ אַחַת מֵהֶן אוֹ שֶׁנִּפְצְעָה אַחַת מֵהֶן אוֹ שֶׁנִּדּוֹכָה אַחַת מֵהֶן אוֹ שֶׁחָסְרָה אוֹ שֶׁנִּקְּבָה הֲרֵי זֶה פָּסוּל. נִכְרְתוּ חוּטֵי בֵּיצִים אוֹ אַחַת אוֹ שֶׁנִּדָּךְ אוֹ נִפְצַע הֲרֵי זֶה פָּסוּל: \n",
            "נִקַּב חוּט מִחוּטֵי הַבֵּיצִים לִשְׁבִיל מֵי רַגְלַיִם וַהֲרֵי הוּא מַטִּיל מַיִם מִשְּׁנֵי מְקוֹמוֹת מִשְּׁבִיל הַמַּיִם וּמִשְּׁבִיל שִׁכְבַת זֶרַע הֲרֵי זֶה כָּשֵׁר: \n",
            "כָּל פָּסוּל שֶׁאָמַרְנוּ בְּעִנְיָן זֶה כְּשֶׁלֹּא הָיוּ בִּידֵי שָׁמַיִם כְּגוֹן שֶׁכְּרָתוֹ אָדָם אוֹ כֶּלֶב אוֹ הִכָּהוּ קוֹץ וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. אֲבָל אִם נוֹלַד כְּרוּת שָׁפְכָה אוֹ פְּצוּעַ דַּכָּא אוֹ שֶׁנּוֹלַד בְּלֹא בֵּיצִים אוֹ שֶׁחָלָה מֵחֲמַת גּוּפוֹ וּבָטְלוּ מִמֶּנּוּ אֵיבָרִים אֵלּוּ אוֹ שֶׁנּוֹלַד בָּהֶם שְׁחִין וְהֵמֵסָּה אוֹתָן אוֹ כְּרָתָן הֲרֵי זֶה כָּשֵׁר לָבֹא בַּקָּהָל שֶׁכָּל אֵלּוּ בִּידֵי שָׁמַיִם: \n",
            "אָסוּר לְהַפְסִיד אֵיבְרֵי זֶרַע בֵּין בְּאָדָם בֵּין בִּבְהֵמָה חַיָּה וְעוֹף. אֶחָד טְמֵאִים וְאֶחָד טְהוֹרִים. בֵּין בְּאֶרֶץ יִשְׂרָאֵל בֵּין בְּחוּצָה לָאָרֶץ. אַף עַל פִּי שֶׁנֶּאֱמַר <small>(ויקרא כב כד)</small> \"וּבְאַרְצְכֶם לֹא תַעֲשׂוּ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁדָּבָר זֶה נוֹהֵג בְּכָל מָקוֹם. וְעִנְיַן הַכָּתוּב לֹא יֵעָשֶׂה זֹאת בְּיִשְׂרָאֵל בֵּין בְּגוּפָן בֵּין בְּגוּף אֲחֵרִים. וְכָל הַמְסָרֵס לוֹקֶה מִן הַתּוֹרָה בְּכָל מָקוֹם. וַאֲפִלּוּ מְסָרֵס אַחַר מְסָרֵס לוֹקֶה: \n",
            "כֵּיצַד. הֲרֵי שֶׁבָּא אֶחָד וְכָרַת אֶת הַגִּיד וּבָא אַחֵר וְכָרַת אֶת הַבֵּיצִים אוֹ נִתְּקָן וּבָא אַחֵר וְכָרַת חוּטֵי בֵּיצִים. אוֹ שֶׁבָּא אֶחָד וּמָעַךְ אֶת הַגִּיד וּבָא אַחֵר וְנִתְּקוֹ וּבָא אַחֵר וּכְרָתוֹ כֻּלָּן לוֹקִין. וְאַף עַל פִּי שֶׁלֹּא סֵרֵס הָאַחֲרוֹן אֶלָּא מְסֹרָס. בֵּין בָּאָדָם בֵּין בִּבְהֵמָה חַיָּה וָעוֹף. וְהַמְסָרֵס אֶת הַנְּקֵבָה בֵּין בְּאָדָם בֵּין בִּשְׁאָר מִינִים פָּטוּר: \n",
            "הַמַּשְׁקֶה עִקָּרִין לְאָדָם אוֹ לִשְׁאָר מִינִים כְּדֵי לְסָרְסוֹ הֲרֵי זֶה אָסוּר וְאֵין לוֹקִין עָלָיו. וְאִשָּׁה מֻתֶּרֶת לִשְׁתּוֹת עִקָּרִין כְּדֵי לְסָרְסָהּ עַד שֶׁלֹּא תֵּלֵד. הֲרֵי שֶׁכָּפָה אֶת הָאָדָם וְשִׁסָּה בּוֹ כֶּלֶב אוֹ שְׁאָר חַיּוֹת עַד שֶׁעֲשָׂאוּהוּ כְּרוּת שָׁפְכָה אוֹ שֶׁהוֹשִׁיבוֹ בַּמַּיִם אוֹ בַּשֶּׁלֶג עַד שֶׁבִּטֵּל מִמֶּנּוּ אֵיבְרֵי תַּשְׁמִישׁ אֵינוֹ לוֹקֶה עַד שֶׁיְּסָרֵס בְּיָדוֹ. וְרָאוּי לְהַכּוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "אָסוּר לוֹמַר לְעַכּוּ''ם לְסָרֵס בְּהֵמָה שֶׁלָּנוּ. וְאִם לְקָחָהּ הוּא מֵעַצְמוֹ וְסֵרְסָהּ מֻתָּר. וְאִם הֶעֱרִים יִשְׂרָאֵל בְּדָבָר זֶה קוֹנְסִין אוֹתוֹ וּמוֹכְרָהּ לְיִשְׂרָאֵל אַחֵר. וַאֲפִלּוּ לִבְנוֹ הַגָּדוֹל מֻתָּר לְמָכְרָהּ. אֲבָל לִבְנוֹ הַקָּטָן אֵינוֹ מוֹכְרָהּ לוֹ וְלֹא נוֹתְנָה לוֹ: \n"
        ],
        [
            "שָׁלֹשׁ נָשִׁים נֶאֶסְרוּ עַל כָּל הַכֹּהֲנִים. גְּרוּשָׁה זוֹנָה וַחְללָה. וִעַל כֹּהֵן גָּדוֹל אַרְבַּע. אֵלּוּ הַשָּׁלֹשׁ וְהָאַלְמָנָה. אֶחָד כֹּהֵן גָּדוֹל מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה אוֹ הַמְרֻבֶּה בְּגָדִים. וְאֶחָד כֹּהֵן הָעוֹבֵד וְאֶחָד כֹּהֵן גָּדוֹל שֶׁמִּנּוּהוּ וְעָבַר. וְכֵן כֹּהֵן מְשׁוּחַ מִלְחָמָה. כֻּלָּן מְצֻוִּין עַל הַבְּתוּלָה וַאֲסוּרִין בְּאַלְמָנָה: \n",
            "כָּל כֹּהֵן שֶׁנָּשָׂא אַחַת מֵהַשָּׁלֹשׁ נָשִׁים אֵלּוּ בֵּין גָּדוֹל בֵּין הֶדְיוֹט וּבָעַל לוֹקֶה. וְאִם בָּא עָלֶיהָ דֶּרֶךְ זְנוּת אֵינוֹ לוֹקֶה מִשּׁוּם זוֹנָה אוֹ גְּרוּשָׁה אוֹ חֲלָלָה שֶׁנֶּאֱמַר <small>(ויקרא כא ז)</small> \"לֹא יִקָּחוּ\" עַד שֶׁיִּקַּח וְיִבְעל: \n",
            "אֲבָל כֹּהֵן גָּדוֹל שֶׁבָּא עַל אַלְמָנָה לוֹקֶה אַחַת אַף עַל פִּי שֶׁלֹּא קִדֵּשׁ שֶׁנֶּאֱמַר <small>(ויקרא כא טו)</small> \"לֹא יְחַלֵּל\" כֵּיוָן שֶׁבְּעָלָהּ חִלְּלָהּ וּפְסָלָהּ לִכְהֻנָּה. אֲבָל זוֹנָה וַחֲלָלָה וּגְרוּשָׁה הֲרֵי הֵן מְחֻלָּלוֹת וְעוֹמְדוֹת קֹדֶם בְּעִילָתוֹ. וּלְפִיכָךְ לוֹקֶה כֹּהֵן גָּדוֹל לְבַדּוֹ עַל בְּעִילַת אַלְמָנָה לְבַדָּהּ אַף עַל פִּי שֶׁאֵין שָׁם קִדּוּשִׁין שֶׁהֲרֵי חִלְּלָהּ וְהוּא מֻזְהָר שֶׁלֹּא יְחַלֵּל כְּשֵׁרִים לֹא אִשָּׁה וְלֹא זַרְעוֹ: \n",
            "קִדֵּשׁ כֹּהֵן גָּדוֹל אַלְמָנָה וּבְעָלָהּ לוֹקֶה שְׁתַּיִם. אַחַת מִשּׁוּם <small>(ויקרא כא יד)</small> \"אַלְמָנָה לֹא יִקָּח\". וְאַחַת מִשּׁוּם <small>(ויקרא כא טו)</small> \"לֹא יְחַלֵּל\". וּבֵין כֹּהֵן גָּדוֹל וּבֵין כֹּהֵן הֶדְיוֹט שֶׁנָּשָׂא אִשָּׁה מִן הָאַרְבַּע וְלֹא בָּעַל אֵינוֹ לוֹקֶה: \n",
            "וְכָל מָקוֹם שֶׁהוּא לוֹקֶה הִיא לוֹקָה. וְכָל מָקוֹם שֶׁהוּא אֵינוֹ לוֹקֶה הִיא אֵינָהּ לוֹקָה. שֶׁאֵין הֶפְרֵשׁ בֵּין אִישׁ לְאִשָּׁה לָעֳנָשִׁין זוּלָתִי בְּשִׁפְחָה חֲרוּפָה בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "כָּל כֹּהֵן הַבָּא עַל הַכּוּתִית בֵּין גָּדוֹל בֵּין הֶדְיוֹט לוֹקֶה מִשּׁוּם זוֹנָה. שֶׁהֲרֵי אֵינָהּ בַּת קִדּוּשִׁין וְהוּא אָסוּר בִּבְעִילַת זוֹנָה בֵּין יִשְׂרְאֵלִית בֵּין כּוּתִית: \n",
            "הַחֲלוּצָה אֲסוּרָה לְכֹהֵן מִדִּבְרֵי סוֹפְרִים מִפְּנֵי שֶׁהִיא כִּגְרוּשָׁה וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם. כֹּהֵן שֶׁנָּשָׂא סְפֵק חֲלוּצָה אֵין מוֹצִיאִין אוֹתָהּ מִתַּחְתָּיו וְהִיא כְּשֵׁרָה וּוְלָדָהּ כָּשֵׁר. מִפְּנֵי שֶׁלֹּא גָּזְרוּ עַל סְפֵק חֲלוּצָה אֶלָּא עַל חֲלוּצָה וַדָּאִית. וְכֵן מִי שֶׁהָיְתָה סְפֵק גְּרוּשָׁה אוֹ סְפֵק אַלְמָנָה אוֹ סְפֵק זוֹנָה וּסְפֵק חֲלָלָה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וּמוֹצִיא בְּגֵט: \n",
            "כְּלָל גָּדוֹל הוּא בְּכָל אִסּוּרִים שֶׁבַּתּוֹרָה שֶׁאֵין אִסּוּר חָל עַל אִסּוּר אֶלָּא אִם כֵּן הָיוּ שְׁנֵי אִסּוּרִין בָּאִין כְּאַחַת. אוֹ שֶׁהָיָה הָאִסּוּר הָאֶחָד מוֹסִיף דְּבָרִים אֲחֵרִים עַל אוֹתוֹ הָאִסּוּר. אוֹ אִם הָיָה כּוֹלֵל דְּבָרִים אֲחֵרִים עִם אִסּוּר זֶה: \n",
            "לְפִיכָךְ אִשָּׁה שֶׁהָיְתָה אַלְמָנָה וְנַעֲשֵׂית גְּרוּשָׁה וְנַעֲשֵׂית חֲלָלָה וְנַעֲשֵׂית זוֹנָה וּבָא עָלֶיהָ כֹּהֵן גָּדוֹל אַחַר כָּךְ לוֹקֶה אַרְבַּע מַלְקִיּוֹת עַל בִּיאָה אַחַת. לְפִי שֶׁהָאַלְמָנָה אֲסוּרָה לְכֹהֵן גָּדוֹל וּמֻתֶּרֶת לְהֶדְיוֹט. \n",
            "חָזְרָה לִהְיוֹת גְּרוּשָׁה נוֹסָף בָּהּ אִסּוּר וְנֶאֱסֶרֶת לְכֹהֵן הֶדְיוֹט. לְפִיכָךְ נוֹסָף בָּהּ אִסּוּר אַחֵר עַל אִסּוּר הָאַלְמָנָה וַעֲדַיִן הִיא מֻתֶּרֶת לֶאֱכל בִּתְרוּמָה. נַעֲשֵׂית חֲלָלָה נוֹסָף בָּהּ אִסּוּר שֶׁהֲרֵי נֶאֱסֶרֶת בִּתְרוּמָה וַעֲדַיִן הִיא מֻתֶּרֶת לְיִשְׂרָאֵל. נַעֲשֵׂית זוֹנָה הוֹאִיל וְיֵשׁ שֵׁם זְנוּת שֶׁאוֹסְרָהּ עַל יִשְׂרָאֵל אִם זִנְּתָה אִשְׁתּוֹ בְּרָצוֹן נוֹסָף בָּהּ אִסּוּר אַחֵר. וְהוּא הַדִּין לְכֹהֵן הֶדְיוֹט שֶׁבָּא עַל הַגְּרוּשָׁה שֶׁנַּעֲשֵׂית חֲלָלָה וְאַחַר כָּךְ זוֹנָה שֶׁהוּא לוֹקֶה שָׁלֹשׁ עַל בִּיאָה אַחַת. אֲבָל אִם נִשְׁתַּנָּה סֵדֶר זֶה אֵינוֹ לוֹקֶה אֶלָּא אַחַת: \n",
            "מִי שֶׁנִּתְאַלְמְנָה מֵאֲנָשִׁים הַרְבֵּה אוֹ נִתְגָּרְשָׁה מֵאֲנָשִׁים הַרְבֵּה אֵין לוֹקִין עָלֶיהָ אֶלָּא אַחַת עַל כָּל בִּיאָה. אַלְמָנָה בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין אֲסוּרָה: \n",
            "כֹּהֵן גָּדוֹל שֶׁמֵּת אָחִיו אַף עַל פִּי שֶׁהוּא מִן הָאֵרוּסִין הֲרֵי זֶה לֹא יְיַבֵּם אֶלָּא חוֹלֵץ. נָפְלָה לוֹ יְבָמָה וְהוּא כֹּהֵן הֶדְיוֹט וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל אַף עַל פִּי שֶׁעָשָׂה בָּהּ מַאֲמָר כְּשֶׁהוּא כֹּהֵן הֶדְיוֹט הֲרֵי זֶה לֹא יְיַבֵּם אַחַר שֶׁנִּתְמַנָּה. אֲבָל אִם אֵרֵס אֶת הָאַלְמָנָה וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל הֲרֵי זֶה יִכְנֹס אַחַר שֶׁנִּתְמַנָּה. הָיְתָה מְקֻדֶּשֶׁת סְפֵק קִדּוּשִׁין וּמֵת אֲרוּסָהּ הֲרֵי זוֹ סְפֵק אַלְמָנָה: \n",
            "מִצְוַת עֲשֵׂה עַל כֹּהֵן גָּדוֹל שֶׁיִּשָּׂא נַעֲרָה בְּתוּלָה. וּמִשֶּׁתִּבְגֹּר תֵּאָסֵר עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא כא יג)</small> \"וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח\". אִשָּׁה לֹא קְטַנָּה. בִּבְתוּלֶיהָ וְלֹא בּוֹגֶרֶת. הָא כֵּיצַד. יָצָאת מִכְּלַל קַטְנוּת וְלִכְלַל בַּגְרוּת לֹא בָּאָה זוֹ נַעֲרָה. וְאֵינוֹ נוֹשֵׂא שְׁתֵּי נָשִׁים לְעוֹלָם כְּאַחַת שֶׁנֶּאֱמַר אִשָּׁה אַחַת וְלֹא שְׁתַּיִם: \n",
            "כֹּהֵן גָּדוֹל לֹא יִשָּׂא מֻכַּת עֵץ אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה. [נִבְעֲלָה שֶׁלֹּא כְּדַרְכָּהּ הֲרֵי זוֹ כְּנִבְעֲלָה כְּדַרְכָּהּ. נִבְעֲלָה לִבְהֵמָה הֲרֵי זוֹ מֻתֶּרֶת]: \n",
            "כֹּהֵן גָּדוֹל שֶׁנָּשָׂא בְּעוּלָה אֵינוֹ לוֹקֶה אֲבָל מוֹצִיא בְּגֵט. נָשָׂא בּוֹגֶרֶת אוֹ מֻכַּת עֵץ הֲרֵי זֶה יְקַיֵּם. אֵרֵס בְּעוּלָה וְנִתְמַנָּה כֹּהֵן גָּדוֹל הֲרֵי זֶה יִכְנֹס אַחַר שֶׁנִּתְמַנָּה: \n",
            "אָנַס נַעֲרָה בְּתוּלָה אוֹ פִּתָּה אוֹתָהּ אֲפִלּוּ אֲנָסָהּ אוֹ פִּתָּה אוֹתָהּ כְּשֶׁהוּא כֹּהֵן הֶדְיוֹט וְנִתְמַנָּה כֹּהֵן גָּדוֹל קֹדֶם שֶׁיִּכְנֹס הֲרֵי זֶה לֹא יִכְנֹס. וְאִם כָּנַס מוֹצִיא: \n",
            "אֵרֵס אֶת הַקְּטַנָּה וּבָגְרָה תַּחְתָּיו קֹדֶם נִשּׂוּאִין הֲרֵי זֶה לֹא יִכְנֹס מִפְּנֵי שֶׁנִּשְׁתַּנָּה גּוּפָהּ. וְאִם כָּנַס לֹא יוֹצִיא: \n",
            "אַחַת גְּרוּשָׁה מִן הָאֵרוּסִין אוֹ מִן הַנִּשּׂוּאִין. אֲבָל הַמְמָאֶנֶת אֲפִלּוּ גֵּרְשָׁהּ בְּגֵט וְהֶחֱזִירָהּ וּמֵאֲנָה בּוֹ הֲרֵי זוֹ מֻתֶּרֶת לְכֹהֵן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גֵּרוּשִׁין. וְכָל מִי שֶׁאֵינָהּ רְאוּיָה לַחֲלִיצָה אִם נֶחְלְצָה לֹא נִפְסְלָה לִכְהֻנָּה: \n",
            "יָצָא עָלֶיהָ קוֹל אִישׁ פְּלוֹנִי כֹּהֵן כָּתַב גֵּט לְאִשְׁתּוֹ אוֹ נָתַן גֵּט לְאִשְׁתּוֹ וַהֲרֵי הִיא יוֹשֶׁבֶת תַּחְתָּיו וּמְשַׁמַּשְׁתּוֹ. אֵין מוֹצִיאִין אוֹתָהּ מִתַּחַת בַּעְלָהּ. וְאִם נִשֵּׂאת לְכֹהֵן אַחֵר תֵּצֵא מִן הַשֵּׁנִי: \n",
            "יָצָא שְׁמָהּ בָּעִיר שֶׁנִּתְקַדְּשָׁה וְנִתְגָּרְשָׁה מִן הַקִּדּוּשִׁין חוֹשְׁשִׁין לָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גֵּרוּשִׁין. אֲבָל אִם יָצָא עָלֶיהָ קוֹל שֶׁהִיא חֲלוּצָה אֵין חוֹשְׁשִׁין לָהּ: \n",
            "יָצָא קוֹל עַל הַבְּתוּלָה שֶׁהִיא בְּעוּלָה אֵין חוֹשְׁשִׁין לָהּ וְתִנָּשֵׂא לְכֹהֵן גָּדוֹל. יָצָא עָלֶיהָ קוֹל שֶׁהִיא שִׁפְחָה אֵין חוֹשְׁשִׁין לָהּ וְתִנָּשֵׂא אֲפִלּוּ לְכֹהֵן. יָצָא לָהּ שֵׁם מְזַנָּה בָּעִיר אֵין חוֹשְׁשִׁין לָהּ. וַאֲפִלּוּ הוֹצִיאָהּ בַּעְלָהּ מִשּׁוּם שֶׁעָבְרָה עַל דַּת יְהוּדִית אוֹ בְּעֵדֵי דָּבָר מְכֹעָר וּמֵת קֹדֶם שֶׁיִּתֵּן לָהּ גֵּט הֲרֵי זוֹ מֻתֶּרֶת לְכֹהֵן. שֶׁאֵין אוֹסְרִין אִשָּׁה מֵאֵלּוּ אֶלָּא בְּעֵדוּת בְּרוּרָה אוֹ בִּהוֹדָאַת פִּיהָ: \n"
        ],
        [
            "מִפִּי הַשְּׁמוּעָה לָמַדְנוּ שֶׁהַ <small>(ויקרא כא ז יד)</small> \"זּוֹנָה\" הָאֲמוּרָה בַּתּוֹרָה הִיא כָּל שֶׁאֵינָהּ בַּת יִשְׂרָאֵל. אוֹ בַּת יִשְׂרָאֵל שֶׁנִּבְעֲלָה לְאָדָם שֶׁהִיא אֲסוּרָה לְהִנָּשֵׂא לוֹ אִסּוּר הַשָּׁוֶה לַכּל. אוֹ שֶׁנִּבְעֲלָה לְחָלָל אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת לְהִנָּשֵׂא לוֹ. לְפִיכָךְ הַנִּרְבַּעַת לִבְהֵמָה אַף עַל פִּי שֶׁהִיא בִּסְקִילָה לֹא נַעֲשֵׂית זוֹנָה וְלֹא נִפְסְלָה לִכְהֻנָּה שֶׁהֲרֵי לֹא נִבְעֲלָה לְאָדָם. וְהַבָּא עַל הַנִּדָּה אַף עַל פִּי שֶׁהִיא בְּכָרֵת לֹא נַעֲשֵׂית זוֹנָה וְלֹא נִפְסְלָה לִכְהֻנָּה שֶׁהֲרֵי אֵינָהּ אֲסוּרָה לְהִנָּשֵׂא לוֹ: \n",
            "וְכֵן הַבָּא עַל הַפְּנוּיָה אֲפִלּוּ הָיְתָה קְדֵשָׁה שֶׁהִפְקִירָה עַצְמָהּ לַכּל אַף עַל פִּי שֶׁהִיא בְּמַלְקוֹת לֹא נַעֲשֵׂית זוֹנָה וְלֹא נִפְסְלָה מִן הַכְּהֻנָּה שֶׁהֲרֵי אֵינָהּ אֲסוּרָה לְהִנָּשֵׂא לוֹ. אֲבָל הַנִּבְעֶלֶת לְאֶחָד מֵאִסּוּרֵי לָאוִין הַשָּׁוִין בַּכּל וְאֵין מְיֻחָדִין בְּכֹהֲנִים. אוֹ מֵאִסּוּרֵי עֲשֵׂה. וְאֵין צָרִיךְ לוֹמַר לְמִי שֶׁהִיא אֲסוּרָה לוֹ מִשּׁוּם עֶרְוָה אוֹ לְעַכּוּ''ם וְעֶבֶד. הוֹאִיל וְהִיא אֲסוּרָה לְהִנָּשֵׂא לוֹ הֲרֵי זוֹ זוֹנָה: \n",
            "וְכֵן הַגִּיֹּרֶת וְהַמְשֻׁחְרֶרֶת אֲפִלּוּ נִתְגַּיְּרָה וְנִשְׁתַּחְרְרָה פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים הוֹאִיל וְאֵינָהּ בַּת יִשְׂרָאֵל הֲרֵי זוֹ זוֹנָה וַאֲסוּרָה לְכֹהֵן. מִכָּאן אָמְרוּ עַכּוּ''ם אוֹ נָתִין אוֹ מַמְזֵר אוֹ גֵּר עַמּוֹנִי וּמוֹאָבִי אוֹ מִצְרִי וֶאֱדוֹמִי רִאשׁוֹן וְשֵׁנִי אוֹ פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה אוֹ חָלָל שֶׁבָּאוּ עַל הַיְּהוּדִית עָשׂוּ אוֹתָהּ זוֹנָה וְנִפְסְלָה לִכְהֻנָּה וְאִם הָיְתָה כֹּהֶנֶת פְּסָלוּהָ מִן הַתְּרוּמָה. וְכֵן יְבָמָה שֶׁבָּא עָלֶיהָ זָר עֲשָׂאָהּ זוֹנָה. וְהָאַיְלוֹנִית מֻתֶּרֶת לְכֹהֵן וְאֵינָהּ זוֹנָה: \n",
            "הַבָּא עַל אַחַת מֵהַשְּׁנִיּוֹת וְכַיּוֹצֵא בָּהֶן כְּגוֹן הַבָּא עַל קְרוֹבַת חֲלוּצָתוֹ אוֹ עַל חֲלוּצָתוֹ לֹא עָשָׂה אוֹתָהּ זוֹנָה שֶׁהֲרֵי אֵינָהּ אֲסוּרָה לְהִנָּשֵׂא לוֹ מִן הַתּוֹרָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת יִבּוּם: \n",
            "הָא לָמַדְתָּ שֶׁאֵין הֱיוֹתָהּ זוֹנָה תּוֹלֶה בִּבְעִילָה שֶׁל אִסּוּר. שֶׁהֲרֵי הַבָּא עַל הַנִּדָּה וְעַל הַקְּדֵשָׁה וְהַנִּרְבַּעַת לַבְּהֵמָה נִבְעֲלָה בְּעִילָה שֶׁל אִסּוּר וְלֹא נַעֲשֵׂית זוֹנָה. וּמִי שֶׁנִּשֵּׂאת לְחָלָל נִבְעֲלָה בְּעִילָה שֶׁל הֶתֵּר כְּמוֹ שֶׁיִּתְבָּאֵר וְנַעֲשֵׂית זוֹנָה וְאֵין הַדָּבָר תָּלוּי אֶלָּא בִּפְגִימָה וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵינָהּ פְּגוּמָה אֶלָּא מֵאָדָם הָאָסוּר לָהּ אוֹ מֵחָלָל כְּמוֹ שֶׁאָמַרְנוּ: \n",
            "כָּל הַנִּבְעֶלֶת לְאָדָם שֶׁעוֹשֶׂה אוֹתָהּ זוֹנָה בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה [בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ] מִשֶּׁהֶעֱרָה בָּהּ נִפְסְלָה מִשּׁוּם זוֹנָה. וּבִלְבַד שֶׁתִּהְיֶה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וְיִהְיֶה הַבּוֹעֵל בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה. לְפִיכָךְ אֵשֶׁת אִישׁ שֶׁנִּבְעֲלָה לְאַחֵר בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן נִפְסְלָה לִכְהֻנָּה: \n",
            "אֵשֶׁת כֹּהֵן שֶׁנֶּאֶנְסָה בַּעְלָהּ לוֹקֶה עָלֶיהָ מִשּׁוּם טֻמְאָה שֶׁנֶּאֱמַר <small>(דברים כד ד)</small> \"לֹא יוּכַל בַּעְלָהּ הָרִאשׁוֹן אֲשֶׁר שִׁלְּחָהּ לָשׁוּב לְקַחְתָּהּ לִהְיוֹת לוֹ לְאִשָּׁה אַחֲרֵי אֲשֶׁר הֻטַמָּאָה\". הַכּל בִּכְלָל שֶׁאִם נִבְעֲלוּ אֲסוּרִין עַל בַּעֲלֵיהֶן. פֵּרֵט לְךָ הַכָּתוּב בְּאֵשֶׁת יִשְׂרָאֵל שֶׁנֶּאֶנְסָה שֶׁהִיא מֻתֶּרֶת לְבַעְלָהּ שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְהִיא לֹא נִתְפָּשָׂה\" אֲבָל אֵשֶׁת כֹּהֵן בְּאִסּוּרָהּ עוֹמֶדֶת שֶׁהֲרֵי הִיא זוֹנָה: \n",
            "אֵשֶׁת יִשְׂרָאֵל שֶׁנֶּאֶנְסָה אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת לְבַעְלָהּ אֲסוּרָה לִכְהֻנָּה. אֵשֶׁת כֹּהֵן שֶׁאָמְרָה לְבַעְלָהּ נֶאֱנַסְתִּי אוֹ שָׁגַגְתִּי וּבָא עָלַי אֶחָד אוֹ שֶׁבָּא עֵד אֶחָד וְהֵעִיד לוֹ עָלֶיהָ שֶׁזִּנְּתָה בֵּין בְּאֹנֶס בֵּין בְּרָצוֹן הֲרֵי זוֹ אֵינָהּ אֲסוּרָה עָלָיו. שֶׁמָּא עֵינֶיהָ נָתְנָה בְּאַחֵר. וְאִם הִיא נֶאֱמֶנֶת לוֹ אוֹ הָעֵד נֶאֱמָן לוֹ וְסָמַךְ דַּעְתּוֹ לְדִבְרֵיהֶם הֲרֵי זֶה יוֹצִיא כְּדֵי לָצֵאת יְדֵי סָפֵק: \n",
            "אֵשֶׁת כֹּהֵן שֶׁאָמְרָה לְבַעְלָהּ נֶאֱנַסְתִּי אַף עַל פִּי שֶׁהִיא מֻתֶּרֶת לְבַעְלָהּ כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הִיא אֲסוּרָה לְכָל כֹּהֵן שֶׁבָּעוֹלָם אַחַר שֶׁיָּמוּת בַּעְלָהּ. שֶׁהֲרֵי הוֹדֵית שֶׁהִיא זוֹנָה וְאָסְרָה עַצְמָהּ וְנַעֲשֵׂית כַּחֲתִיכָה הָאֲסוּרָה: \n",
            "כֹּהֵן שֶׁקִּדֵּשׁ גְּדוֹלָה אוֹ קְטַנָּה וְאַחַר זְמַן בָּא עָלֶיהָ וְטָעַן שֶׁמְּצָאָהּ דְּרוּסַת אִישׁ נֶאֶסְרָה עָלָיו מִסָּפֵק שֶׁמָּא קֹדֶם קִדּוּשִׁין נִבְעֲלָה אוֹ אַחַר קִדּוּשִׁין. אֲבָל יִשְׂרָאֵל שֶׁטָּעַן טַעֲנָה זוֹ לֹא נֶאֶסְרָה עָלָיו שֶׁיֵּשׁ כָּאן שְׁנֵי סְפֵקוֹת שֶׁמָּא קֹדֶם קִדּוּשִׁין וְשֶׁמָּא אַחַר קִדּוּשִׁין. וַאֲפִלּוּ נֹאמַר לְאַחַר קִדּוּשִׁין שֶׁמָּא בְּאֹנֶס שֶׁמָּא בְּרָצוֹן. שֶׁהָאֲנוּסָה מֻתֶּרֶת לְיִשְׂרָאֵל כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "לְפִיכָךְ אִם קִדְּשָׁהּ אָבִיהָ לְיִשְׂרָאֵל וְהִיא פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וְטָעַן שֶׁמְּצָאָהּ דְּרוּסַת אִישׁ נֶאֶסְרָה עָלָיו מִסָּפֵק שֶׁאֵין כָּאן אֶלָּא סָפֵק אֶחָד שֶׁמָּא בְּאֹנֶס שֶׁמָּא בְּרָצוֹן וְסָפֵק אִסּוּר שֶׁל תּוֹרָה לְחֻמְרָא: \n",
            "כָּל אִשָּׁה שֶׁקִּנֵּא לָהּ בַּעְלָהּ וְנִסְתְּרָה וְלֹא שָׁתָת מֵי סוֹטָה אֲסוּרָה לְכֹהֵן מִפְּנֵי שֶׁהִיא סְפֵק זוֹנָה. בֵּין שֶׁלֹּא רָצָת הִיא לִשְׁתּוֹת. בֵּין שֶׁלֹּא רָצָה לְהַשְׁקוֹתָהּ. בֵּין שֶׁהָיְתָה שָׁם עֵדוּת שֶׁמּוֹנְעָהּ מִלִּשְׁתּוֹת. בֵּין שֶׁקִּנְּאוּ לָהּ בֵּית דִּין. בֵּין שֶׁהָיְתָה מִן הַנָּשִׁים שֶׁאֵין רְאוּיוֹת לִשְׁתּוֹת. הוֹאִיל וְלֹא שָׁתָת מִכָּל מָקוֹם הֲרֵי זוֹ אֲסוּרָה לִכְהֻנָּה מִסָּפֵק: \n",
            "פְּנוּיָה שֶׁרָאוּהָ שֶׁנִּבְעֲלָה לְאֶחָד וְהָלַךְ לוֹ וְאָמְרוּ לָהּ מִי הוּא זֶה שֶׁבָּא עָלַיִךְ וְאָמְרָה אָדָם כָּשֵׁר הֲרֵי זוֹ נֶאֱמֶנֶת. וְלֹא עוֹד אֶלָּא אֲפִלּוּ רָאוּהָ מְעֻבֶּרֶת וְאָמְרוּ לָהּ מִמִּי נִתְעַבַּרְתְּ וְאָמְרָה מֵאָדָם כָּשֵׁר הֲרֵי זוֹ נֶאֱמֶנֶת וְתִהְיֶה מֻתֶּרֶת לְכֹהֵן: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁיִּהְיֶה הַמָּקוֹם שֶׁנִּבְעֲלָה בּוֹ פָּרָשַׁת דְּרָכִים אוֹ בִּקְרָנוֹת שֶׁבַּשָּׂדוֹת שֶׁהַכּל עוֹבְרִין שָׁם. וְהָיוּ רֹב הָעוֹבְרִים שָׁם כְּשֵׁרִים וְרֹב הָעִיר שֶׁפָּרְשׁוּ אֵלּוּ הָעוֹבְרִין מִמֶּנָּה כְּשֵׁרִים. שֶׁהַחֲכָמִים עָשׂוּ מַעֲלָה בְּיוּחֲסִין וְהִצְרִיכוּ שְׁנֵי רֻבּוֹת. אֲבָל אִם הָיוּ רֹב הָעוֹבְרִים פּוֹסְלִים אוֹתָהּ כְּגוֹן עַכּוּ''ם אוֹ מַמְזֵרִים וְכַיּוֹצֵא בָּהֶם אַף עַל פִּי שֶׁרֹב הַמָּקוֹם שֶׁבָּאוּ מִמֶּנָּה כְּשֵׁרִים אוֹ שֶׁהָיוּ רֹב אַנְשֵׁי הַמָּקוֹם פְּסוּלִין אַף עַל פִּי שֶׁרֹב הָעוֹבְרִין שָׁם כְּשֵׁרִים חוֹשְׁשִׁין לָהּ שֶׁמָּא לְמִי שֶׁפּוֹסֵל אוֹתָהּ נִבְעֲלָה וְלֹא תִּנָּשֵׂא לְכֹהֵן לְכַתְּחִלָּה. וְאִם נִשֵּׂאת (לֹא) תֵּצֵא: \n",
            "רָאוּהָ שֶׁנִּבְעֲלָה בָּעִיר אוֹ נִתְעַבְּרָה בָּעִיר אֲפִלּוּ לֹא הָיָה שׁוֹכֵן שָׁם אֶלָּא עַכּוּ''ם אֶחָד אוֹ חָלָל אֶחָד וְעֶבֶד וְכַיּוֹצֵא בָּהֶן הֲרֵי זוֹ לֹא תִּנָּשֵׂא לְכַתְּחִלָּה לְכֹהֵן. שֶׁכָּל הַקָּבוּעַ כְּמֶחֱצָה עַל מֶחֱצָה הוּא. וְאִם נִשֵּׂאת לֹא תֵּצֵא הוֹאִיל וְהִיא אוֹמֶרֶת לְכָשֵׁר נִבְעַלְתִּי: \n",
            "הָיְתָה אִלֶּמֶת אוֹ חֵרֶשֶׁת אוֹ שֶׁאָמְרָה אֵינִי יוֹדַעַת לְמִי נִבְעַלְתִּי אוֹ שֶׁהָיְתָה קְטַנָּה שֶׁאֵינָהּ מַכֶּרֶת בֵּין כָּשֵׁר לְפָסוּל הֲרֵי זוֹ סְפֵק זוֹנָה. וְאִם נִשֵּׂאת לְכֹהֵן תֵּצֵא אֶלָּא אִם כֵּן הָיוּ שְׁנֵי הָרֻבִּין הַמְּצוּיִין אֶצְלָהּ כְּשֵׁרִים: \n",
            "הַשְּׁבוּיָה שֶׁנִּפְדֵּית וְהִיא בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד אוֹ יֶתֶר אֲסוּרָה לְכֹהֵן מִפְּנֵי שֶׁהִיא סְפֵק זוֹנָה שֶׁמָּא נִבְעֲלָה לְעַכּוּ''ם. וְאִם יֵשׁ לָהּ עֵד שֶׁלֹּא נִתְיַחֵד הָעַכּוּ''ם עִמָּהּ הֲרֵי זוֹ כְּשֵׁרָה לִכְהֻנָּה. וַאֲפִלּוּ עֶבֶד אוֹ שִׁפְחָה אוֹ קָרוֹב נֶאֱמָן לְעֵדוּת זוֹ. וּשְׁתֵּי שְׁבוּיוֹת שֶׁהֵעִידָה כָּל אַחַת מֵהֶן לַחֲבֶרְתָּהּ הֲרֵי אֵלּוּ נֶאֱמָנוֹת. הוֹאִיל וְאִסּוּר כָּל הַסְּפֵקוֹת כֻּלָּן מִדִּבְרֵי סוֹפְרִים לְפִיכָךְ הֵקֵלּוּ בִּשְׁבוּיָה: \n",
            "וְכֵן קָטָן שֶׁהָיָה מֵסִיחַ לְפִי תֻּמּוֹ נֶאֱמָן. מַעֲשֵׂה בְּאֶחָד שֶׁנִּשְׁבָּה הוּא וְאִמּוֹ וּבְנָהּ מֵסִיחַ לְפִי תֻּמּוֹ וְאָמַר נִשְׁבֵּינוּ לְבֵין הָעַכּוּ''ם אֲנִי וְאִמִּי יָצָאתִי לִשְׁאֹב מַיִם וְדַעְתִּי עַל אִמִּי לִלְקֹט עֵצִים וְדַעְתִּי עַל אִמִּי. וְהִשִּׂיאוּ אוֹתָהּ חֲכָמִים לְכֹהֵן עַל פִּיו: \n",
            "אֵין הַבַּעַל נֶאֱמָן לְהָעִיד בְּאִשְׁתּוֹ הַשְּׁבוּיָה שֶׁלֹּא נִטְמְאָה. שֶׁאֵין אָדָם מֵעִיד לְעַצְמוֹ. וְכֵן שִׁפְחָתָהּ לֹא תָּעִיד לָהּ. אֲבָל שִׁפְחַת בַּעְלָהּ מְעִידָה לָהּ. וְשִׁפְחָתָהּ שֶׁהָיְתָה מְסִיחָה לְפִי תֻּמָּהּ נֶאֱמֶנֶת: \n",
            "כֹּהֵן שֶׁהֵעִיד לִשְׁבוּיָה שֶׁהִיא טְהוֹרָה הֲרֵי זֶה לֹא יִשָּׂאֶנָּה שֶׁמָּא עֵינָיו נָתַן בָּהּ. וְאִם פְּדָאָהּ וְהֵעִיד בָּהּ הֲרֵי זֶה יִשָּׂאֶנָּה. שֶׁאִלּוּ לֹא יָדַע שֶׁהִיא טְהוֹרָה לֹא נָתַן בָּהּ מְעוֹתָיו: \n",
            "הָאִשָּׁה שֶׁאָמְרָה נִשְׁבֵּיתִי וּטְהוֹרָה אֲנִי נֶאֱמֶנֶת שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר אֲפִלּוּ הָיָה שָׁם עֵד אֶחָד שֶׁמֵּעִיד שֶׁהִיא שְׁבוּיָה. אֲבָל אִם יֵשׁ שָׁם שְׁנֵי עֵדִים שֶׁנִּשְׁבֵּית אֵינָהּ נֶאֱמֶנֶת עַד שֶׁיָּעִיד לָהּ אֶחָד שֶׁהִיא טְהוֹרָה. הָיוּ שָׁם שְׁנֵי עֵדִים שֶׁנִּשְׁבֵּית וְעֵד אֶחָד מֵעִיד שֶׁנִּטְמֵאת וְאֶחָד מַכְחִישׁ אוֹתוֹ וּמֵעִיד לָהּ שֶׁהִיא טְהוֹרָה וְלֹא נִתְיַחֵד עִמָּהּ עַכּוּ''ם עַד שֶׁנִּפְדֵּית. אֲפִלּוּ זֶה שֶׁמֵּעִיד שֶׁהִיא טְהוֹרָה אִשָּׁה אוֹ שִׁפְחָה הֲרֵי זוֹ מֻתֶּרֶת: \n",
            "מִי שֶׁאָמְרָה נִשְׁבֵּיתִי וּטְהוֹרָה אֲנִי וְהִתִּירוּהָ בֵּית דִּין לְהִנָּשֵׂא וְאַחַר כָּךְ בָּאוּ שְׁנֵי עֵדִים שֶׁנִּשְׁבֵּית הֲרֵי זוֹ תִּנָּשֵׂא לְכַתְּחִלָּה וְלֹא תֵּצֵא מֵהֶתֵּרָהּ. וַאֲפִלּוּ נִכְנַס אַחֲרֶיהָ שַׁבַּאי וַהֲרֵי הִיא שְׁבוּיָה לְפָנֵינוּ בְּיַד אֲדוֹנֶיהָ הֲרֵי זוֹ לֹא תֵּצֵא מֵהֶתֵּרָהּ שֶׁהִתִּירוּהָ. וּמְשַׁמְּרִין אוֹתָהּ מֵעַתָּה עַד שֶׁתִּפָּדֶה: \n",
            "בָּאוּ לָהּ שְׁנֵי עֵדִים אַחַר כָּךְ שֶׁנִּטְמֵאת אֲפִלּוּ נִשֵּׂאת וַאֲפִלּוּ הָיוּ לָהּ בָּנִים הֲרֵי זוֹ תֵּצֵא. וְאִם בָּא עֵד אֶחָד אֵינוֹ כְּלוּם. אָמְרָה נִשְׁבֵּיתִי וּטְהוֹרָה אֲנִי וְיֵשׁ לִי עֵדִים שֶׁאֲנִי טְהוֹרָה אֵין אוֹמְרִין נַמְתִּין עַד שֶׁיָּבוֹאוּ הָעֵדִים אֶלָּא מַתִּירִין אוֹתָהּ מִיָּד. וְלֹא עוֹד אֶלָּא אֲפִלּוּ יָצָא עָלֶיהָ קוֹל שֶׁיֵּשׁ עָלֶיהָ עֵדֵי טֻמְאָה מַתִּירִין אוֹתָהּ עַד שֶׁיָּבוֹאוּ. שֶׁבִּשְׁבוּיָה הֵקֵלּוּ: \n",
            "הָאָב שֶׁאָמַר קִדַּשְׁתִּי אֶת בִּתִּי וְגֵרַשְׁתִּיהָ וַהֲרֵי הִיא קְטַנָּה נֶאֱמָן. קִדַּשְׁתִּיהָ וְגֵרַשְׁתִּיהָ כְּשֶׁהָיְתָה קְטַנָּה וַהֲרֵי הִיא גְּדוֹלָה אֵינוֹ נֶאֱמָן לְהַחֲזִיקָהּ גְּרוּשָׁה. נִשְׁבֵּית וּפְדִיתִיהָ בֵּין שֶׁהִיא גְּדוֹלָה בֵּין שֶׁהִיא קְטַנָּה אֵינוֹ נֶאֱמָן. שֶׁלֹּא הֶאֱמִינָה אוֹתוֹ תּוֹרָה אֶלָּא לְאָסְרָהּ מִשּׁוּם אִישׁוּת שֶׁנֶּאֱמַר <small>(דברים כב טז)</small> \"אֶת בִּתִּי נָתַתִּי לָאִישׁ הַזֶּה\". אֲבָל לֹא לְפָסְלָהּ מִשּׁוּם זְנוּת: \n",
            "אֵשֶׁת כֹּהֵן שֶׁנֶּאֶסְרָה עָלָיו מִשּׁוּם שְׁבוּיָה הוֹאִיל וְהַדָּבָר סָפֵק הֲרֵי זוֹ מֻתֶּרֶת לָדוּר עִמּוֹ בֶּחָצֵר אֶחָד וּבִלְבַד שֶׁיִּהְיוּ עִמּוֹ בָּנָיו וּבְנֵי בֵּיתוֹ תָּמִיד לְשָׁמְרוֹ: \n",
            "עִיר שֶׁבָּאָה בְּמָצוֹר וְנִכְבְּשָׁה אִם הָיוּ הָעַכּוּ''ם מַקִּיפִין אֶת הָעִיר מִכָּל רוּחוֹתֶיהָ כְּדֵי שֶׁלֹּא תִּמָּלֵט אִשָּׁה אַחַת עַד שֶׁיִּרְאוּ אוֹתָהּ וְתֵעָשֶׂה בִּרְשׁוּתָן הֲרֵי כָּל הַנָּשִׁים שֶׁבְּתוֹכָהּ פְּסוּלוֹת לִכְהֻנָּה כִּשְׁבוּיוֹת שֶׁמָּא נִבְעֲלוּ לְעַכּוּ''ם. אֶלָּא מִי שֶׁהָיְתָה מִבַּת שָׁלֹשׁ שָׁנִים וּלְמַטָּה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "וְאִם הָיָה אֶפְשָׁר שֶׁתִּמָּלֵט אִשָּׁה אַחַת וְלֹא יֵדְעוּ בָּהּ אוֹ שֶׁתִּהְיֶה בָּעִיר מַחֲבוֹאָה אַחַת אֲפִלּוּ אֵינָהּ מַחְזֶקֶת אֶלָּא אִשָּׁה אַחַת הֲרֵי זוֹ מַצֶּלֶת עַל הַכּל: \n",
            "כֵּיצַד מַצֶּלֶת. שֶׁכָּל אִשָּׁה שֶׁאָמְרָה טְהוֹרָה אֲנִי נֶאֱמֶנֶת. וְאַף עַל פִּי שֶׁאֵין לָהּ עֵד מִתּוֹךְ שֶׁיְּכוֹלָה לוֹמַר נִמְלַטְתִּי כְּשֶׁנִּכְבְּשָׁה הָעִיר אוֹ בְּמַחֲבוֹאָה הָיִיתִי וְנִצַּלְתִּי נֶאֱמֶנֶת לוֹמַר לֹא נִמְלַטְתִּי וְלֹא נֶחְבֵּאתִי וְלֹא נִטְמֵאתִי: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּגְדוּד שֶׁל אוֹתָהּ מַלְכוּת שֶׁהֵם מִתְיַשְּׁבִין בָּעִיר וְאֵין יְרֵאִין לְפִיכָךְ חוֹשְׁשִׁין לָהֶם שֶׁמָּא בָּעֲלוּ. אֲבָל גְּדוּד שֶׁל מַלְכוּת אַחֶרֶת שֶׁפָּשַׁט וְשָׁטַף וְעָבַר לֹא נֶאֶסְרוּ הַנָּשִׁים מִפְּנֵי שֶׁאֵין לָהֶם פְּנַאי לִבְעל שֶׁהֵן עוֹסְקִים בַּשָּׁלָל וּבוֹרְחִין לָהֶם. וְאִם שָׁבוּ נָשִׁים וְנַעֲשׂוּ בִּרְשׁוּתָן אַף עַל פִּי שֶׁרָדְפוּ אַחֲרֵיהֶם יִשְׂרָאֵל וְהִצִּילוּ אוֹתָן מִיָּדָם הֲרֵי הֵן אֲסוּרוֹת: \n",
            "הָאִשָּׁה שֶׁנֶחְבְּשָׁה בְּיַד עַכּוּ''ם עַל יְדֵי מָמוֹן מֻתֶּרֶת. עַל יְדֵי נְפָשׁוֹת אֲסוּרָה לִכְהֻנָּה וּלְפִיכָךְ אִם הָיָה בַּעְלָהּ כֹּהֵן נֶאֶסְרָה עָלָיו. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁיַּד יִשְׂרָאֵל תַּקִּיפָה עַל הָעַכּוּ''ם וְהֵם יְרֵאִין מֵהֶם. אֲבָל בִּזְמַן שֶׁיַּד הָעַכּוּ''ם תַּקִּיפָה אֲפִלּוּ עַל יְדֵי מָמוֹן כֵּיוָן שֶׁנַּעֲשֵׂית בִּרְשׁוּת הָעַכּוּ''ם נֶאֶסְרָה אֶלָּא אִם כֵּן הֵעִיד לָהּ אֶחָד כִּשְׁבוּיָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
        ],
        [
            "אֵי זוֹ הִיא חֲלָלָה זוֹ שֶׁנּוֹלִדָה מֵאִסּוּר כְּהֻנָּה. וְכֵן אַחַת מִן הַנָּשִׁים הָאֲסוּרוֹת לִכְהֻנָּה שֶׁנִּבְעֲלָה לְכֹהֵן נִתְחַלְּלָה. אֲבָל הַכֹּהֵן עַצְמוֹ שֶׁעָבַר הָעֲבֵרָה לֹא נִתְחַלֵּל:  ",
            "וּבֵין שֶׁנִּבְעֲלָה בְּאֹנֶס אוֹ בִּשְׁגָגָה [בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ] מִשֶּׁהֶעֱרָה בָּהּ נִתְחַלְּלָה. וְהוּא שֶׁיִּהְיֶה כֹּהֵן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וָמַעְלָה וְתִהְיֶה זוֹ הָאֲסוּרָה לוֹ בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וָמַעְלָה:  ",
            "כֵּיצַד. כֹּהֵן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל הַגְּרוּשָׁה אוֹ עַל הַזּוֹנָה. וְכֹהֵן גָּדוֹל שֶׁבָּא עֲלֵיהֶן אוֹ עַל הָאַלְמָנָה אוֹ שֶׁנָּשָׂא בְּעוּלָה וּבָא עָלֶיהָ הֲרֵי אֵלּוּ נִתְחַלְּלוּ לְעוֹלָם. וְאִם הוֹלִיד מִמֶּנָּה בֶּן בֵּין זֶה שֶׁחִלְּלָהּ בֵּין כֹּהֵן אַחַר הַוָּלָד חָלָל. אֲבָל כֹּהֵן שֶׁקִּדֵּשׁ אִשָּׁה מֵאִסּוּרֵי כְּהֻנָּה וְנִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה מִן הָאֵרוּסִין לֹא נִתְחַלְּלָה. וְאִם נִשֵּׂאת אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה נִתְחַלְּלָה שֶׁכָּל נְשׂוּאָה בְּחֶזְקַת בְּעוּלָה הִיא אַף עַל פִּי שֶׁנִּמְצֵאת בְּתוּלָה:  ",
            "כֹּהֵן גָּדוֹל שֶׁנָּשָׂא בּוֹגֶרֶת אוֹ מֻכַּת עֵץ לֹא חִלְּלָהּ. וְכֵן אִם בַּעַל בְּעוּלָה בְּלֹא נִשּׂוּאִין לֹא חִלְּלָהּ:  ",
            "כֹּהֵן הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת חוּץ מִנִּדָּה אוֹ עַל אַחַת מֵחַיָּבֵי לָאוִין הַשָּׁוִין בְּכָל עֲשֵׂה אוֹתָהּ זוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ. חָזַר וּבָא עָלֶיהָ בִּיאָה שְׁנִיָּה בֵּין הוּא בֵּין כֹּהֵן אַחֵר נַעֲשֵׂית חֲלָלָה וְזַרְעוֹ מִמֶּנָּה חֲלָלִים. לְפִיכָךְ כֹּהֵן שֶׁבָּא עַל זְקוּקָה לְיָבָם וְנִתְעַבְּרָה מִבִּיאָה רִאשׁוֹנָה הַוָּלָד כָּשֵׁר לְפִי שֶׁאֵינָהּ מֵאִסּוּרֵי כְּהֻנָּה וְנַעֲשֵׂית זוֹנָה. חָזַר וּבָא עָלֶיהָ בִּיאָה שְׁנִיָּה וְנִתְעַבְּרָה וְיָלְדָה הִיא חֲלָלָה וּוְלָדָהּ חָלָל לְפִי שֶׁהוּא מֵאִסּוּרֵי כְּהֻנָּה:  ",
            "וְכֵן כֹּהֵן הַבָּא עַל הַגִּיֹּרֶת וְהַמְשֻׁחְרֶרֶת חֲלָלָה וְזַרְעוֹ מִמֶּנָּה חֲלָלִים. כֹּהֵן הַבָּא עַל הַנִּדָּה הַוָּלָד כָּשֵׁר וְאֵינוֹ חָלָל שֶׁאֵין אִסּוּר הַנִּדָּה מְיֻחָד בְּכֹהֲנִים אֶלָּא שָׁוֶה בַּכּל:  ",
            "כֹּהֵן שֶׁנָּשָׂא גְּרוּשָׁה מְעֻבֶּרֶת בֵּין מִמֶּנּוּ בֵּין מֵאַחֵר וְיָלְדָה כְּשֶׁהִיא חֲלָלָה הַוָּלָד כָּשֵׁר שֶׁהֲרֵי לֹא בָּא מִטִּפַּת עֲבֵרָה:  ",
            "כְּבָר בֵּאַרְנוּ שֶׁהַחֲלוּצָה אֲסוּרָה לְכֹהֵן מִדִּבְרֵיהֶם. לְפִיכָךְ כֹּהֵן שֶׁבָּא עַל הַחֲלוּצָה הֲרֵי זוֹ חֲלָלָה וְזַרְעָהּ מִכֹּהֵן חֲלָלִים וְהַכּל מִדִּבְרֵיהֶן. אֲבָל כֹּהֵן שֶׁבָּא עַל אַחַת מֵהַשְּׁנִיּוֹת הִיא כְּשֵׁרָה וְזַרְעוֹ מִמֶּנָּה כְּשֵׁרִים. שֶׁאִסּוּר הַשְּׁנִיּוֹת אִסּוּר הַשָּׁוֶה בַּכּל הוּא וְאֵינוֹ מְיֻחָד בְּכֹהֲנִים:  ",
            "כֹּהֵן שֶׁבָּא עַל סְפֵק זוֹנָה כְּגוֹן סְפֵק גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת. אוֹ שֶׁבָּא עַל סְפֵק גְּרוּשָׁה. וְכֵן כֹּהֵן גָּדוֹל שֶׁבָּא עַל סְפֵק אַלְמָנָה הֲרֵי זוֹ סְפֵק חֲלָלָה וּוְלָדָהּ סְפֵק חָלָל:  ",
            "נִמְצְאוּ הַחֲלָלִים שְׁלֹשָׁה. חָלָל מִן הַתּוֹרָה. וְחָלָל מִדִּבְרֵיהֶם. וּסְפֵק חָלָל. וְכָל סְפֵק חָלָל נוֹתְנִין עָלָיו חֻמְרֵי כֹּהֲנִים וְחֻמְרֵי יִשְׂרָאֵל. אֵינוֹ אוֹכֵל בִּתְרוּמָה וְלֹא מִטַּמֵּא לַמֵּתִים וְנוֹשֵׂא אִשָּׁה הָרְאוּיָה לְכֹהֵן. וְאִם אָכַל אוֹ נִטְמָא אוֹ נָשָׂא גְּרוּשָׁה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְהוּא הַדִּין בְּחָלָל שֶׁל דִּבְרֵיהֶם. אֲבָל חָלָל שֶׁל תּוֹרָה הַוַּדַּאי הֲרֵי הוּא כְּזָר וְנוֹשֵׂא גְּרוּשָׁה וּמִטַּמֵּא לַמֵּתִים שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן\". אַף עַל פִּי שֶׁהֵם בְּנֵי אַהֲרֹן עַד שֶׁיִּהְיוּ בְּכִהוּנָם:  ",
            "כֹּהֵן זָכָר שֶׁהוּא אָסוּר לִשָּׂא זוֹנָה וַחֲלָלָה אָסוּר בְּגִיֹּרֶת וּמְשֻׁחְרֶרֶת שֶׁהִיא כְּזוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל הַכֹּהֶנֶת מֻתֶּרֶת לְהִנָּשֵׂא לְחָלָל וּלְגֵר וְלִמְשֻׁחְרָר שֶׁלֹּא הֻזְהֲרוּ כְּשֵׁרוֹת לְהִנָּשֵׂא לִפְסוּלִין שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"בְּנֵי אַהֲרֹן\" וְלֹא בְּנוֹת אַהֲרֹן. נִמְצָא הַגֵּר מֻתָּר לִשָּׂא מַמְזֶרֶת וְלִשָּׂא כֹּהֶנֶת:  ",
            "גֵּרִים וּמְשֻׁחְרָרִים שֶׁנָּשְׂאוּ אֵלּוּ מֵאֵלּוּ וְהוֹלִידוּ בַּת אֲפִלּוּ לְאַחַר כַּמָּה דּוֹרוֹת הוֹאִיל וְלֹא נִתְעָרֵב בָּהֶן זֶרַע יִשְׂרָאֵל הֲרֵי אוֹתָהּ הַבַּת אֲסוּרָה לְכֹהֵן. וְאִם נִשֵּׂאת לֹא תֵּצֵא הוֹאִיל וְהוֹרָתָהּ וְלֵדָתָהּ בִּקְדֻשָּׁה. אֲבָל גֵּר אוֹ מְשֻׁחְרָר שֶׁנָּשָׂא בַּת יִשְׂרָאֵל אוֹ יִשְׂרָאֵל שֶׁנָּשָׂא גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת בִּתּוֹ כְּשֵׁרָה לִכְהֻנָּה לְכַתְּחִלָּה:  ",
            "גֵּר עַמּוֹנִי שֶׁנָּשָׂא בַּת יִשְׂרָאֵל וְכֵן מִצְרִי שֵׁנִי שֶׁנָּשָׂא בַּת יִשְׂרָאֵל אַף עַל פִּי שֶׁבִּיאָתָם בַּעֲבֵרָה וַהֲרֵי נְשׁוֹתֵיהֶן זוֹנוֹת כְּמוֹ שֶׁבֵּאַרְנוּ בְּנוֹתֵיהֶם כְּשֵׁרוֹת לִכְהֻנָּה לְכַתְּחִלָּה:  ",
            "חָלָל שֶׁנָּשָׂא כְּשֵׁרָה זַרְעוֹ מִמֶּנָּה חֲלָלִים. וְכֵן בֶּן בֶּן בְּנוֹ וַאֲפִלּוּ אַחַר אֶלֶף דּוֹר. שֶׁבֶּן הֶחָלָל הַזָּכָר הוּא חָלָל לְעוֹלָם. וְאִם הָיְתָה בַּת אֲסוּרָה הִיא לִכְהֻנָּה שֶׁהֲרֵי הִיא חֲלָלָה. אֲבָל יִשְׂרָאֵל שֶׁנָּשָׂא חֲלָלָה הַוָּלָד כָּשֵׁר. לְפִיכָךְ אִם הָיְתָה בַּת הֲרֵי זוֹ תִּנָּשֵׂא לִכְהֻנָּה לְכַתְּחִלָּה:  ",
            "כֹּהֲנִים וּלְוִיִּם וְיִשְׂרְאֵלִים מֻתָּרִין לָבוֹא זֶה בָּזֶה. וְהַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר. (לְוִיִּים וְיִשְׂרְאֵלִים וַחֲלָלִים מֻתָּרִים לָבוֹא זֶה בָּזֶה וְהַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר). שֶׁנֶּאֱמַר <small>(במדבר א יח)</small> \"וַיִּתְיַלְדוּ עַל מִשְׁפְּחֹתָם לְבֵית אֲבֹתָם\". בֵּית אָבִיו הִיא מִשְׁפַּחְתּוֹ וְאֵין בֵּית אִמּוֹ מִשְׁפַּחְתּוֹ:  ",
            "לְוִיִּים וְיִשְׂרְאֵלִים וַחֲלָלִים גֵּרִים וַעֲבָדִים מְשֻׁחְרָרִים מֻתָּרִים לָבוֹא זֶה בָּזֶה. וְהַגֵּר וְהַמְשֻׁחְרָר שֶׁנָּשָׂא לְוִיָּה אוֹ יִשְׂרְאֵלִית אוֹ חֲלָלָה הֲרֵי הַבֵּן יִשְׂרְאֵלִי. וְיִשְׂרְאֵלִי אוֹ לֵוִי אוֹ חָלָל שֶׁנָּשְׂאוּ גִּיֹּרֶת אוֹ מְשֻׁחְרֶרֶת הַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר:  ",
            "כָּל מִשְׁפָּחוֹת בְּחֶזְקַת כְּשֵׁרוֹת וּמֻתָּר לִשָּׂא מֵהֶן לְכַתְּחִלָּה. וְאַף עַל פִּי כֵן אִם רָאִיתָ שְׁתֵּי מִשְׁפָּחוֹת שֶׁמִּתְגָּרוֹת זוֹ בָּזוֹ תָּמִיד אוֹ רָאִיתָ מִשְׁפָּחָה שֶׁהִיא בַּעֲלַת מַצָּה וּמְרִיבָה תָּמִיד. אוֹ רָאִיתָ אִישׁ שֶׁהוּא מַרְבֶּה מְרִיבָה עִם הַכּל וְעַז פָּנִים בְּיוֹתֵר. חוֹשְׁשִׁין לָהֶן וְרָאוּי לְהִתְרַחֵק מֵהֶן שֶׁאֵלּוּ סִימָנֵי פַּסְלוּת הֵם. וְכֵן הַפּוֹסֵל אֶת אֲחֵרִים תָּמִיד. כְּגוֹן שֶׁנּוֹתֵן שֶׁמֶץ בְּמִשְׁפָּחוֹת אוֹ בִּיחִידִים וְאוֹמֵר עֲלֵיהֶן שֶׁהֵן מַמְזֵרִים. חוֹשְׁשִׁין לוֹ שֶׁמָּא מַמְזֵר הוּא. וְאִם אָמַר לָהֶן שֶׁהֵם עֲבָדִים חוֹשְׁשִׁין לוֹ שֶׁמָּא עֶבֶד הוּא. שֶׁכָּל הַפּוֹסֵל בְּמוּמוֹ פּוֹסֵל. וְכֵן כָּל מִי שֶׁיֵּשׁ בּוֹ עַזּוּת פָּנִים אוֹ אַכְזָרִיּוּת וְשׂוֹנֵא אֶת הַבְּרִיּוֹת וְאֵינוֹ גּוֹמֵל לָהֶם חֶסֶד חוֹשְׁשִׁין לוֹ בְּיוֹתֵר שֶׁמָּא גִּבְעוֹנִי הוּא. שֶׁסִּימָנֵי יִשְׂרָאֵל הָאֻמָּה הַקְּדוֹשָׁה בַּיְשָׁנִין רַחֲמָנִים וְגוֹמְלֵי חֲסָדִים. וּבַגִּבְעוֹנִים הוּא אוֹמֵר <small>(שמואל ב כא ב)</small> \"וְהַגִּבְעֹנִים לֹא מִבְּנֵי יִשְׂרָאֵל הֵמָּה\" לְפִי שֶׁהֵעֵזּוּ פְּנֵיהֶם וְלֹא נִתְפַּיְּסוּ וְלֹא רִחֲמוּ עַל בְּנֵי שָׁאוּל וְלֹא גָּמְלוּ לְיִשְׂרָאֵל חֶסֶד לִמְחל לִבְנֵי מַלְכָּם וְהֵם עָשׂוּ עִמָּהֶם חֶסֶד וְהֶחֱיוּם בַּתְּחִלָּה:  ",
            "מִשְׁפָּחָה שֶׁקָּרָא עָלֶיהָ עַרְעַר וְהוּא שֶׁיָּעִידוּ שְׁנַיִם שֶׁנִּתְעָרֵב בָּהֶן מַמְזֵר אוֹ חָלָל אוֹ שֶׁיֵּשׁ בָּהֶן עַבְדוּת הֲרֵי זֶה סָפֵק. וְאִם מִשְׁפַּחַת כֹּהֲנִים הִיא לֹא יִשָּׂא מִמֶּנָּה אִשָּׁה עַד שֶׁיִּבְדֹּק עָלֶיהָ אַרְבַּע אִמָּהוֹת שֶׁהֵן שְׁמוֹנֶה. אִמָּהּ. וְאֵם אִמָּהּ. וְאֵם אֲבִי אִמָּהּ. וְאֵם אֵם אֲבִי אִמָּהּ. וְכֵן הוּא בּוֹדֵק עַל אֵם אָבִיהָ. וְאֵם אֵם אָבִיהָ. וְאֵם אֲבִי אָבִיהָ. וְאֵם אֵם אֲבִי אָבִיהָ:  ",
            "וְאִם הָיְתָה מִשְׁפָּחָה זוֹ שֶׁקָּרָא עָלֶיהָ עַרְעַר לְוִיִּם אוֹ יִשְׂרְאֵלִים. מוֹסִיף לִבְדֹּק לָהֶם זוּג אֶחָד. וְנִמְצָא בּוֹדֵק עֶשֶׂר אִמָּהוֹת. שֶׁהָעֵרוּב בַּלְוִיִּם וְיִשְׂרְאֵלִים יֶתֶר מִן הַכֹּהֲנִים:  ",
            "וְלָמָּה בּוֹדֵק בַּנָּשִׁים בִּלְבַד. מִפְּנֵי שֶׁהָאֲנָשִׁים כָּל עֵת שֶׁיָּרִיבוּ זֶה עִם זֶה יְחָרֵף אֶת חֲבֵרוֹ בִּפְסוּל שֶׁיֵּשׁ בְּיִחוּסוֹ. וְאִלּוּ הָיָה שָׁם פָּסוּל הָיָה נִשְׁמָע. אֲבָל הַנָּשִׁים אֵין מְחָרְפוֹת בְּיוּחֲסִין:  ",
            "וְלָמָּה יִבְדֹּק הָאִישׁ כְּשֶׁיִּרְצֶה לִשָּׂא מִמִּשְׁפָּחָה זוֹ שֶׁהֻרְעָה חֶזְקָתָהּ וְלֹא תִּבְדֹּק אִשָּׁה שֶׁתִּנָּשֵׂא לָהֶן. מִפְּנֵי שֶׁלֹּא הֻזְהֲרוּ כְּשֵׁרוֹת לְהִנָּשֵׂא לִפְסוּלִין:  ",
            "כָּל שֶׁקּוֹרִין לוֹ מַמְזֵר וְשׁוֹתֵק. אוֹ נָתִין וְשׁוֹתֵק. אוֹ חָלָל וְשׁוֹתֵק. אוֹ עֶבֶד וְשׁוֹתֵק. חוֹשְׁשִׁין לוֹ וּלְמִשְׁפַּחְתּוֹ וְאֵין נוֹשְׂאִין מֵהֶן אֶלָּא אִם כֵּן בּוֹדְקִין כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "מִשְׁפָּחָה שֶׁנִּתְעָרֵב בָּהּ סְפֵק חָלָל כָּל אַלְמָנָה מֵאוֹתָהּ מִשְׁפָּחָה אֲסוּרָה לְכֹהֵן לְכַתְּחִלָּה. וְאִם נִשֵּׂאת לֹא תֵּצֵא מִפְּנֵי שֶׁהֵן שְׁתֵּי סְפֵקוֹת. שֶׁמָּא זוֹ אַלְמְנַת אוֹתוֹ חָלָל שֶׁמָּא אֵינָהּ אַלְמְנָתוֹ. וְאִם נֹאמַר שֶׁהִיא אַלְמְנָתוֹ שֶׁמָּא חָלָל הוּא שֶׁמָּא אֵינוֹ חָלָל. אֲבָל אִם נִתְעָרֵב בָּהּ חָלָל וַדַּאי כָּל אִשָּׁה מֵהֶן אֲסוּרָה לְכֹהֵן עַד שֶׁיִּבְדֹּק. וְאִם נִשֵּׂאת תֵּצֵא. וְהוּא הַדִּין אִם נִתְעָרֵב בָּהּ סְפֵק מַמְזֵר אוֹ מַמְזֵר וַדַּאי. שֶׁאֵשֶׁת מַמְזֵר וְאֵשֶׁת חָלָל לִכְהֻנָּה אִסּוּר אֶחָד הוּא כְּמוֹ שֶׁבֵּאַרְנוּ:  "
        ],
        [
            "כָּל כֹּהֲנִים בַּזְּמַן הַזֶּה בַּחֲזָקָה הֵם כֹּהֲנִים וְאֵין אוֹכְלִין אֶלָּא בְּקָדְשֵׁי הַגְּבוּל. וְהוּא שֶׁתִּהְיֶה תְּרוּמָה שֶׁל דִּבְרֵיהֶם. אֲבָל תְּרוּמָה שֶׁל תּוֹרָה וְחַלָּה שֶׁל תּוֹרָה אֵין אוֹכֵל אוֹתָהּ אֶלָּא כֹּהֵן מְיֻחָס: \n",
            "אֵי זֶהוּ כֹּהֵן מְיֻחָס כָּל שֶׁהֵעִידוּ לוֹ שְׁנֵי עֵדִים שֶׁהוּא כֹּהֵן בֶּן פְּלוֹנִי הַכֹּהֵן וּפְלוֹנִי בֶּן פְּלוֹנִי הַכֹּהֵן עַד אִישׁ שֶׁאֵינוֹ צָרִיךְ בְּדִיקָה וְהוּא הַכֹּהֵן שֶׁשִּׁמֵּשׁ עַל גַּבֵּי הַמִּזְבֵּחַ. שֶׁאִלּוּ לֹא בָּדְקוּ בֵּית דִּין הַגָּדוֹל אַחֲרָיו לֹא הָיוּ מְנִיחִין אוֹתוֹ לַעֲבֹד. לְפִיכָךְ אֵין בּוֹדְקִין מֵהַמִּזְבֵּחַ וָמַעְלָה וְלֹא מִן הַסַּנְהֶדְרִין וָמַעְלָה. שֶׁאֵין מְמַנִּין בַּסַּנְהֶדְרִין אֶלָּא כֹּהֲנִים לְוִיִּים וְיִשְׂרְאֵלִים מְיֻחָסִין: \n",
            "חַלָּה בַּזְּמַן הַזֶּה וַאֲפִלּוּ בְּאֶרֶץ יִשְׂרָאֵל אֵינָהּ שֶׁל תּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר טו יח)</small> \"בְּבֹאֲכֶם אֶל הָאָרֶץ\" בִּיאַת כֻּלְּכֶם וְלֹא בִּיאַת מִקְצַתְכֶם. וּכְשֶׁעָלוּ בִּימֵי עֶזְרָא לֹא עָלוּ כֻּלָּם. וְכֵן תְּרוּמָה בַּזְּמַן הַזֶּה שֶׁל דִּבְרֵי סוֹפְרִים וּלְפִיכָךְ אוֹכְלִים אוֹתָהּ הַכֹּהֲנִים שֶׁבִּזְמַנֵּינוּ שֶׁהֵן בַּחֲזָקָה: \n",
            "מִי שֶׁהֵעִידוּ עָלָיו [שְׁנֵי] עֵדִים שֶׁרָאוּהוּ שֶׁהָיָה אוֹכֵל בִּתְרוּמָה שֶׁל תּוֹרָה הֲרֵי זֶה מְיֻחָס. וְאֵין מַעֲלִין לְיוּחֲסִין לֹא מִנְּשִׂיאַת כַּפַּיִם וְלֹא מִקְּרִיאָה בַּתּוֹרָה רִאשׁוֹן וְלֹא מֵחִלּוּק תְּרוּמָה בְּבֵית הַגְּרָנוֹת וְלֹא עַל פִּי עֵד אֶחָד: \n",
            "כֹּהֵן מְיֻחָס שֶׁאָמַר בְּנִי זֶה כֹּהֵן הוּא אֵין מַעֲלִין אוֹתוֹ לְיוּחֲסִין עַל פִּיו עַד שֶׁיָּבִיא עֵדִים שֶׁהוּא בְּנוֹ: \n",
            "כֹּהֵן מְיֻחָס שֶׁיָּצָא הוּא וְאִשְׁתּוֹ שֶׁיָּדַעְנוּ שֶׁהִיא כְּשֵׁרָה לִמְדִינָה אַחֶרֶת וּבָא הוּא וְהִיא וּבָנִים כְּרוּכִין אַחֲרֵיהֶן וְאָמַר אִשָּׁה שֶׁיָּצָאת עִמִּי הִיא זוֹ וְאֵלּוּ בָּנֶיהָ אֵינוֹ צָרִיךְ לְהָבִיא עֵדִים לֹא עַל הָאִשָּׁה וְלֹא עַל הַבָּנִים. מֵתָה וְאֵלּוּ בָּנֶיהָ צָרִיךְ לְהָבִיא עֵדִים שֶׁאֵלּוּ בָּנָיו. וְאֵינוֹ צָרִיךְ לְהָבִיא עֵדִים עַל אִמָּן שֶׁהִיא כְּשֵׁרָה. מִפְּנֵי שֶׁכְּבָר הֻחְזַק שֶׁיָּצְאָה מֵעִמָּנוּ כְּאִשָּׁה כְּשֵׁרָה: \n",
            "יָצָא כֹּהֵן מְיֻחָס לִמְדִינָה אַחֶרֶת וּבָא הוּא וְאִשְׁתּוֹ וּבָנָיו וְאָמַר אִשָּׁה זוֹ נָשָׂאתִי וְאֵלּוּ בָּנֶיהָ צָרִיךְ לְהָבִיא רְאָיָה שֶׁאִשָּׁה זוֹ כְּשֵׁרָה. וְאֵינוֹ מֵבִיא עֵדִים שֶׁאֵלּוּ בָּנֶיהָ. וְהוּא שֶׁיִּהְיוּ כְּרוּכִין אַחֲרֶיהָ. וְאִם בָּא בִּשְׁתֵּי נָשִׁים וְהֵבִיא רְאָיָה עַל הָאַחַת אַף עַל פִּי שֶׁהַבָּנִים קְטַנִּים וּכְרוּכִין אַחֲרֶיהָ צָרִיךְ לְהָבִיא רְאָיָה עֲלֵיהֶם שֶׁמָּא בָּנָיו מִן הָאַחֶרֶת הֵם וְנִכְרְכוּ אַחַר זוֹ הַמְיֻחֶסֶת: \n",
            "בָּא הוּא וּבָנָיו וְאָמַר אִשָּׁה נָשָׂאתִי וָמֵתָה וְאֵלּוּ בָּנֶיהָ מֵבִיא עֵדִים שֶׁאוֹתָהּ הָאִשָּׁה כְּשֵׁרָה הָיְתָה וְאֵלּוּ בָּנֶיהָ. וְכַדִּין הַזֶּה דָּנִין בְּיִשְׂרָאֵל מְיֻחָס וּבְלֵוִי מְיֻחָס. וְאַחַר כָּךְ נָעִיד עַל בְּנוֹ זֶה שֶׁהוּא מְיֻחָס כְּדֵי שֶׁיִּהְיֶה רָאוּי לְסַנְהֶדְרִין: \n",
            "אֵין מַעֲלִין מִשְּׁטָרוֹת לִכְהֻנָּה. כֵּיצַד. הֲרֵי שֶׁהָיָה כָּתוּב בִּשְׁטָר פְּלוֹנִי כֹּהֵן לָוָה מִפְּלוֹנִי וְהִלְוָהוּ כָּךְ וְכָךְ וְהָעֵדִים מִלְּמַטָּה אֵין מַחֲזִיקִין בָּהֶם כֹּהֵן זֶה שֶׁהוּא מְיֻחָס שֶׁמָּא לֹא הֵעִידוּ אֶלָּא עַל הַמִּלְוֶה. בַּמֶּה דְּבָרִים אֲמוּרִים לְעִנְיַן יִחוּס. אֲבָל לַחֲזָקָה שֶׁיִּהְיֶה כֹּהֵן כְּכֹהֲנֵי זְמַן זֶה וְיֹאכַל תְּרוּמָה וְחַלָּה שֶׁל דִּבְרֵי סוֹפְרִים וּבִשְׁאָר קָדְשֵׁי הַגְּבוּל מַעֲלִין מִן הַשְּׁטָרוֹת וְעַל פִּי עֵד אֶחָד וּמִנְּשִׂיאוּת כַּפַּיִם וּמִקְּרִיאָה בַּתּוֹרָה רִאשׁוֹן: \n",
            "וְכֵן כָּל כֹּהֵן שֶׁאָמַר בְּנִי זֶה כֹּהֵן נֶאֱמָן לְהַאֲכִילוֹ בִּתְרוּמָה וְלִהְיוֹתוֹ בְּחֶזְקַת כֹּהֵן וְאֵינוֹ צָרִיךְ לְהָבִיא רְאָיָה לֹא עַל הַבָּנִים וְלֹא עַל הָאִשָּׁה: \n",
            "שְׁנַיִם שֶׁבָּאוּ לִמְדִינָה זֶה אוֹמֵר אֲנִי וַחֲבֵרִי כֹּהֵן וְזֶה אוֹמֵר אֲנִי וַחֲבֵרִי כֹּהֵן אַף עַל פִּי שֶׁנִּרְאִין כְּגוֹמְלִין זֶה אֶת זֶה הֲרֵי אֵלּוּ נֶאֱמָנִין וּשְׁנֵיהֶם בְּחֶזְקַת כֹּהֲנִים. וְכֵן עֵד שֶׁאָמַר רָאִיתִי זֶה שֶׁנָּשָׂא כַּפָּיו אוֹ שֶׁאָכַל בִּתְרוּמָה אוֹ שֶׁחָלַק עַל הַגֹּרֶן אוֹ שֶׁקָּרָא בַּתּוֹרָה רִאשׁוֹן וְקָרָא אַחֲרָיו לֵוִי מַחֲזִיקִין אוֹתוֹ בִּכְהֻנָּה עַל פִּיו. וְכֵן אִם הֵעִיד שֶׁזֶּה קָרָא שֵׁנִי בַּתּוֹרָה אַחַר כֹּהֵן מַחֲזִיקִין אוֹתוֹ בִּלְוִיָּה: \n",
            "הֵעִיד שֶׁרָאָה זֶה שֶׁחָלַק עִם אָחִיו בְּבֵית דִּין תְּרוּמָה שֶׁהִנִּיחַ לָהֶן אֲבִיהֶן הַכֹּהֵן אֵין מַעֲלִין אוֹתוֹ לִכְהֻנָּה בְּעֵדוּת זוֹ. שֶׁמָּא חָלָל הוּא וְלָקַח חֵלֶק יְרֻשָּׁתוֹ מִתְּרוּמָה לְמָכְרָהּ: \n",
            "מִי שֶׁבָּא בַּזְּמַן הַזֶּה וְאָמַר כֹּהֵן אֲנִי אֵינוֹ נֶאֱמָן וְאֵין מַעֲלִין אוֹתוֹ לִכְהֻנָּה עַל פִּי עַצְמוֹ וְלֹא יִקְרָא בַּתּוֹרָה רִאשׁוֹן וְלֹא יִשָּׂא אֶת כַּפָּיו וְלֹא יֹאכַל בְּקָדְשֵׁי הַגְּבוּל עַד שֶׁיִּהְיֶה לוֹ עֵד אֶחָד. אֲבָל אוֹסֵר עַצְמוֹ בִּגְרוּשָׁה וְזוֹנָה וַחֲלָלָה וְאֵינוֹ מִטַּמֵּא לְמֵתִים. וְאִם נָשָׂא אוֹ נִטְמָא לוֹקֶה. וְהַנִּבְעֶלֶת לוֹ סְפֵק חֲלָלָה: \n",
            "וְאִם הָיָה מֵסִיחַ לְפִי תֻּמּוֹ נֶאֱמָן. כֵּיצַד. מַעֲשֶׂה בְּאֶחָד שֶׁהָיָה מֵסִיחַ לְפִי תֻּמּוֹ וְאָמַר זָכוּר אֲנִי כְּשֶׁהָיִיתִי תִּינוֹק וְהָיִיתִי מֻרְכָּב עַל כְּתֵפוֹ שֶׁל אָבִי הוֹצִיאוּנִי מִבֵּית הַסֵּפֶר וְהִפְשִׁיטוּנִי כֻּתָּנְתִּי וְהִטְבִּילוּנִי לֶאֱכל תְּרוּמָה לָעֶרֶב וַחֲבֵרַי בּוֹדְלִין מִמֶּנִּי וְהָיוּ קוֹרְאִין אוֹתִי יוֹחָנָן אוֹכֵל חַלּוֹת וְהֶעֱלָהוּ רַבֵּנוּ הַקָּדוֹשׁ לִכְהֻנָּה עַל פִּי עַצְמוֹ: \n",
            "נֶאֱמָן גָּדוֹל לוֹמַר זָכוּר אֲנִי כְּשֶׁהָיִיתִי תִּינוֹק וְרָאִיתִי פְּלוֹנִי טוֹבֵל וְאוֹכֵל בִּתְרוּמָה לָעֶרֶב וּמַחֲזִיקִין אוֹתוֹ בִּכְהֻנָּה בְּעֵדוּתוֹ. מִי שֶׁבָּא בַּזְּמַן הַזֶּה וְאָמַר כֹּהֵן אֲנִי וְעֵד אֶחָד מֵעִיד לוֹ שֶׁאֲנִי יוֹדֵעַ שֶׁאָבִיו שֶׁל זֶה כֹּהֵן אֵין מַעֲלִין אוֹתוֹ לִכְהֻנָּה בְּעֵדוּת זֶה שֶׁמָּא חָלָל הוּא עַד שֶׁיָּעִיד שֶׁזֶּה כֹּהֵן הוּא. אֲבָל אִם הֻחְזַק אָבִיו כֹּהֵן אוֹ שֶׁבָּאוּ שְׁנַיִם וְהֵעִידוּ שֶׁאָבִיו שֶׁל זֶה כֹּהֵן הֲרֵי הוּא בְּחֶזְקַת אָבִיו: \n",
            "מִי שֶׁהֻחְזַק אָבִיו כֹּהֵן וְיָצָא עָלָיו קוֹל שֶׁהוּא בֶּן גְּרוּשָׁה אוֹ חֲלוּצָה חוֹשְׁשִׁין לוֹ וּמוֹרִידִין אוֹתוֹ. בָּא עֵד אֶחָד אַחַר כָּךְ וְהֵעִיד שֶׁהוּא כָּשֵׁר מַעֲלִין אוֹתוֹ לִכְהֻנָּה עַל פִּיו. בָּאוּ שְׁנַיִם עֵדִים אַחַר כָּךְ וְהָעִידוּ שֶׁהוּא חָלָל מוֹרִידִין אוֹתוֹ מִן הַכְּהֻנָּה. בָּא עֵד אֶחָד וְהֵעִיד שֶׁהוּא כָּשֵׁר מַעֲלִין אוֹתוֹ לִכְהֻנָּה שֶׁזֶּה הָאַחֲרוֹן מִצְטָרֵף לְעֵד רִאשׁוֹן וַהֲרֵי שְׁנַיִם מְעִידִין שֶׁהוּא כָּשֵׁר וּשְׁנַיִם מְעִידִים שֶׁהוּא פָּסוּל יִדָּחוּ אֵלּוּ וְאֵלּוּ וְיִדָּחֶה הַקּוֹל שֶׁהַשְּׁנַיִם כְּמֵאָה וְיִשָּׁאֵר כֹּהֵן בְּחֶזְקַת אָבִיו: \n",
            "אִשָּׁה שֶׁלֹּא שָׁהֲתָה שְׁלֹשָׁה חֳדָשִׁים אַחַר בַּעְלָהּ וְיָלְדָה. וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לְרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לְאַחֲרוֹן וְהָיָה אֶחָד מֵהֶן כֹּהֵן וְהַשֵּׁנִי יִשְׂרָאֵל הֲרֵי זֶה סְפֵק כֹּהֵן. וְכָךְ אִם נִתְעָרֵב וְלַד כֹּהֵן בִּוְלַד יִשְׂרָאֵל וְהִגְדִּילוּ הַתַּעֲרוֹבוֹת כָּל אֶחָד מֵהֶן סְפֵק כֹּהֵן. וְנוֹתְנִין עֲלֵיהֶן חֻמְרֵי יִשְׂרָאֵל וְחֻמְרֵי כֹּהֲנִים. נוֹשְׂאִין נָשִׁים הָרְאוּיוֹת לִכְהֻנָּה וְאֵין מִטַּמְּאִים לְמֵתִים וְלֹא אוֹכְלִין בִּתְרוּמָה. וְאִם נָשְׂאוּ גְּרוּשָׁה מוֹצִיאִין וְאֵינָן לוֹקִין: \n",
            "שְׁנֵי כֹּהֲנִים שֶׁנִּתְעָרְבוּ וַלְדוֹתֵיהֶם. אוֹ אֵשֶׁת כֹּהֵן שֶׁלֹּא שָׁהֲתָה אַחַר בַּעְלָהּ שְׁלֹשָׁה חֳדָשִׁים וְנִשֵּׂאת לְכֹהֵן אַחֵר וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לָרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לָאַחֲרוֹן. נוֹתְנִין לוֹ עַל הַוָּלָד חֻמְרֵי שְׁנֵיהֶם. הוּא אוֹנֵן עֲלֵיהֶם וְהֵן אוֹנְנִין עָלָיו. הוּא אֵין מְטַמֵּא לָהֶם וְהֵם אֵינָן מְטַמְּאִין לוֹ. וְעוֹלֶה בְּמִשְׁמָרוֹ שֶׁל זֶה וְשֶׁל זֶה. וְאֵין חוֹלֵק. וְאִם הָיוּ שְׁנֵיהֶם בְּמִשְׁמָר אֶחָד וּבֵית אָב אֶחָד נוֹטֵל חֵלֶק אֶחָד: \n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁהֵן בָּאִין מִכֹּחַ נִשּׂוּאִין. אֲבָל בִּזְנוּת גָּזְרוּ חֲכָמִים שֶׁמְּשַׁתְּקִין אוֹתוֹ מִדִּין כְּהֻנָּה כְּלָל הוֹאִיל וְאֵינוֹ יוֹדֵעַ אָבִיו הַוַּדַּאי שֶׁנֶּאֱמַר <small>(במדבר כה יג)</small> \"וְהָיְתָה לּוֹ וּלְזַרְעוֹ אַחֲרָיו\" עַד שֶׁיִּהְיֶה זַרְעוֹ מְיֻחָס אַחֲרָיו: \n",
            "כֵּיצַד. עֲשָׂרָה כֹּהֲנִים שֶׁפֵּרַשׁ אֶחָד מֵהֶם וּבָעַל שֶׁהֲרֵי הַוָּלָד כֹּהֵן וַדַּאי וְאַף עַל פִּי כֵן הוֹאִיל וְאֵינוֹ יוֹדֵעַ אָבִיו שֶׁיִּתְיַחֵס לוֹ מְשַׁתְּקִין אוֹתוֹ מִדִּין כְּהֻנָּה. וְאֵינוֹ עוֹבֵד וְלֹא אוֹכֵל וְלֹא חוֹלֵק. וְאִם נִטְמָא לְמֵתִים אוֹ נָשָׂא גְּרוּשָׁה לוֹקֶה שֶׁאֵין כָּאן סְפֵק הֶתֵּר: \n"
        ],
        [
            "כָּל הַבָּא עַל עֶרְוָה מִן הָעֲרָיוֹת דֶּרֶךְ אֵיבָרִים אוֹ שֶׁחִבֵּק וְנִשֵּׁק דֶּרֶךְ תַּאֲוָה וְנֶהֱנָה בְּקֵרוּב בָּשָׂר הֲרֵי זֶה לוֹקֶה מִן הַתּוֹרָה. שֶׁנֶּאֱמַר <small>(ויקרא יח ל)</small> \"לְבִלְתִּי עֲשׂוֹת מֵחֻקּוֹת הַתּוֹעֵבֹת\" וְגוֹ'. וְנֶאֱמַר <small>(ויקרא יח ו)</small> \"לֹא תִקְרְבוּ לְגַלּוֹת עֶרְוָה\". כְּלוֹמַר לֹא תִּקְרְבוּ לִדְבָרִים הַמְּבִיאִין לִידֵי גִּלּוּי עֶרְוָה: \n",
            "הָעוֹשֶׂה דָּבָר מֵחֻקּוֹת אֵלּוּ הֲרֵי הוּא חָשׁוּד עַל הָעֲרָיוֹת. וְאָסוּר לָאָדָם לִקְרֹץ בְּיָדָיו וּבְרַגְלָיו אוֹ לִרְמֹז בְּעֵינָיו לְאַחַת מִן הָעֲרָיוֹת אוֹ לִשְׂחֹק עִמָּהּ אוֹ לְהָקֵל רֹאשׁ. וַאֲפִלּוּ לְהָרִיחַ בְּשָׂמִים שֶׁעָלֶיהָ אוֹ לְהַבִּיט בְּיָפְיָהּ אָסוּר. וּמַכִּין לַמִּתְכַּוֵּן לְדָבָר זֶה מַכַּת מַרְדּוּת. וְהַמִּסְתַּכֵּל אֲפִלּוּ בְּאֶצְבַּע קְטַנָּה שֶׁל אִשָּׁה וְנִתְכַּוֵּן לֵהָנוֹת כְּמִי שֶׁנִּסְתַּכֵּל בִּמְקוֹם הַתֹּרֶף. וַאֲפִלּוּ לִשְׁמֹעַ קוֹל הָעֶרְוָה אוֹ לִרְאוֹת שְׂעָרָהּ אָסוּר: \n",
            "וְהַדְּבָרִים הָאֵלּוּ אֲסוּרִין בְּחַיָּבֵי לָאוִין. וּמֻתָּר לְהִסְתַּכֵּל בִּפְנֵי הַפְּנוּיָה וּלְבָדְקָהּ בֵּין בְּתוּלָה בֵּין בְּעוּלָה כְּדֵי שֶׁיִּרְאֶה אִם הִיא נָאָה בְּעֵינָיו יִשָּׂאֶנָּה וְאֵין בָּזֶה צַד אִסּוּר וְלֹא עוֹד אֶלָּא שֶׁרָאוּי לַעֲשׂוֹת כֵּן. אֲבָל לֹא יִסְתַּכֵּל דֶּרֶךְ זְנוּת. הֲרֵי הוּא אוֹמֵר <small>(איוב לא א)</small> \"בְּרִית כָּרַתִּי לְעֵינַי וּמָה אֶתְבּוֹנֵן עַל בְּתוּלָה\": \n",
            "וּמֻתָּר לָאָדָם לְהַבִּיט בְּאִשְׁתּוֹ כְּשֶׁהִיא נִדָּה וְאַף עַל פִּי שֶׁהִיא עֶרְוָה. וְאַף עַל פִּי שֶׁיֵּשׁ לוֹ הֲנָאַת לֵב מִמֶּנָּה בִּרְאִיָּה הוֹאִיל וְהִיא מֻתֶּרֶת לוֹ לְאַחַר זְמַן אֵינוֹ בָּא בָּזֶה לִדְבַר מִכְשׁוֹל. אֲבָל לֹא יִשְׂחֹק וְלֹא יָקֵל רֹאשׁ עִמָּהּ שֶׁמָּא יַרְגִּיל לַעֲבֵרָה: \n",
            "אָסוּר לְהִשְׁתַּמֵשׁ בְּאִשָּׁה כְּלָל בֵּין גְּדוֹלָה בֵּין קְטַנָּה בֵּין שִׁפְחָה בֵּין מְשֻׁחְרֶרֶת שֶׁמָּא יָבוֹא לִידֵי הִרְהוּר. בְּאֵי זֶה שִׁמּוּשׁ אָמְרוּ רְחִיצַת פָּנָיו יָדָיו וְרַגְלָיו וְהַצָּעַת מִטָּה לְפָנָיו וּמְזִיגַת הַכּוֹס. שֶׁאֵין עוֹשָׂה לְאִישׁ דְּבָרִים אֵלּוּ אֶלָּא אִשְׁתּוֹ בִּלְבַד. וְאֵין שׁוֹאֲלִין בִּשְׁלוֹם אִשָּׁה כְּלָל וַאֲפִלּוּ עַל יְדֵי שָׁלִיחַ: \n",
            "הַמְחַבֵּק אַחַת מִן הָעֲרָיוֹת שֶׁאֵין לִבּוֹ שֶׁל אָדָם נוֹקְפוֹ עֲלֵיהֶן אוֹ שֶׁנִּשֵּׁק לְאַחַת מֵהֶן כְּגוֹן אֲחוֹתוֹ הַגְּדוֹלָה וַאֲחוֹת אִמּוֹ וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁאֵין שָׁם תַּאֲוָה וְלֹא הֲנָאָה כְּלָל הֲרֵי זֶה מְגֻנֶּה בְּיוֹתֵר וְדָבָר אָסוּר הוּא וּמַעֲשֵׂה טִפְּשִׁים הוּא. שֶׁאֵין קְרֵבִין לְעֶרְוָה כְּלָל בֵּין גְּדוֹלָה בֵּין קְטַנָּה חוּץ מֵהָאֵם לִבְנָהּ וְהָאָב לְבִתּוֹ: \n",
            "כֵּיצַד. מֻתָּר הָאָב לְחַבֵּק בִּתּוֹ וּלְנַשְּׁקָהּ וְתִישַׁן עִמּוֹ בְּקֵרוּב בָּשָׂר. וְכֵן הָאֵם עִם בְּנָהּ כָּל זְמַן שֶׁהֵם קְטַנִּים. הִגְדִּילוּ וְנַעֲשָׂה הַבֵּן גָּדוֹל וְהַבַּת גְּדוֹלָה עַד שֶׁיִּהְיוּ שָׁדַיִם נָכֹנוּ וּשְׂעָרֵךְ צָמַח זֶה יָשֵׁן בִּכְסוּתוֹ וְהִיא יְשֵׁנָה בִּכְסוּתָהּ. וְאִם הָיְתָה הַבַּת בּוֹשָׁה לַעֲמֹד לִפְנֵי אָבִיהָ עֲרֻמָּה אוֹ שֶׁנִּשֵּׂאת. וְכֵן אִם הָאֵם בּוֹשָׁה לַעֲמֹד בִּפְנֵי בְּנָהּ עֲרֻמָּה וְאַף עַל פִּי שֶׁהֵן קְטַנִּים מִשֶּׁהִגִּיעוּ לְהִכָּלֵם מֵהֶן אֵין יְשֵׁנִים עִמָּהֶם אֶלָּא בִּכְסוּתָן: \n",
            "נָשִׁים הַמְסוֹלָלוֹת זוֹ בָּזוֹ אָסוּר וּמִמַּעֲשֵׂה מִצְרַיִם הוּא שֶׁהֻזְהַרְנוּ עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא יח ג)</small> \"כְּמַעֲשֵׂה אֶרֶץ מִצְרַיִם לֹא תַעֲשׂוּ\". אָמְרוּ חֲכָמִים מֶה הָיוּ עוֹשִׂים אִישׁ נוֹשֵׂא אִישׁ וְאִשָּׁה נוֹשֵׂא אִשָּׁה. וְאִשָּׁה נִשֵּׂאת לִשְׁנֵי אֲנָשִׁים. אַף עַל פִּי שֶׁמַּעֲשֶׂה זֶה אָסוּר אֵין מַלְקִין עָלָיו. שֶׁאֵין לוֹ לָאו מְיֻחָד וַהֲרֵי אֵין שָׁם בִּיאָה כְּלָל. לְפִיכָךְ אֵין נֶאֱסָרוֹת לִכְהֻנָּה מִשּׁוּם זְנוּת וְלֹא תֵּאָסֵר אִשָּׁה עַל בַּעְלָהּ בָּזֶה שֶׁאֵין כָּאן זְנוּת. וְרָאוּי לְהַכּוֹתָן מַכַּת מַרְדּוּת הוֹאִיל וְעָשׂוּ אִסּוּר. וְיֵשׁ לָאִישׁ לְהַקְפִּיד עַל אִשְׁתּוֹ מִדָּבָר זֶה וּמוֹנֵעַ הַנָּשִׁים הַיְדוּעוֹת בְּכָךְ מִלְּהִכָּנֵס לָהּ וּמִלָּצֵאת הִיא אֲלֵיהֶן: \n",
            "אִשְׁתּוֹ שֶׁל אָדָם מֻתֶּרֶת הִיא לוֹ. לְפִיכָךְ כָּל מַה שֶּׁאָדָם רוֹצֶה לַעֲשׂוֹת בְּאִשְׁתּוֹ עוֹשֶׂה. בּוֹעֵל בְּכָל עֵת שֶׁיִּרְצֶה וּמְנַשֵּׁק בְּכָל אֵיבָר וְאֵיבָר שֶׁיִּרְצֶה. [וּבָא עָלֶיהָ כְּדַרְכָּהּ וְשֶׁלֹּא כְּדַרְכָּהּ ] וּבִלְבַד שֶׁלֹּא יוֹצִיא שִׁכְבַת זֶרַע לְבַטָּלָה. וְאַף עַל פִּי כֵן מִדַּת חֲסִידוּת שֶׁלֹּא יָקֵל אָדָם אֶת רֹאשׁוֹ לְכָךְ וְשֶׁיְּקַדֵּשׁ עַצְמוֹ בִּשְׁעַת תַּשְׁמִישׁ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת דֵּעוֹת. וְלֹא יָסוּר מִדֶּרֶךְ הָעוֹלָם וּמִנְהָגוֹ שֶׁאֵין דָּבָר זֶה אֶלָּא כְּדֵי לִפְרוֹת וְלִרְבּוֹת: \n",
            "אָסוּר לָאָדָם לְשַׁמֵּשׁ מִטָּתוֹ לְאוֹר הַנֵּר. הֲרֵי שֶׁהָיְתָה שַׁבָּת וְלֹא הָיָה לוֹ בַּיִת אַחֵר וְהָיָה הַנֵּר דָּלוּק הֲרֵי זֶה לֹא יְשַׁמֵּשׁ כְּלָל. וְכֵן אָסוּר לְיִשְׂרְאֵלִי לְשַׁמֵּשׁ מִטָּתוֹ בַּיּוֹם. שֶׁעַזּוּת פָּנִים הִיא לוֹ. וְאִם הָיָה תַּלְמִיד חָכָם שֶׁאֵינוֹ בָּא לְהִמָּשֵׁךְ בְּכָךְ הֲרֵי זֶה מַאֲפִיל בְּטַלִּיתוֹ וּמְשַׁמֵּשׁ. וְאֵין נִזְקָקִין לְדָבָר זֶה אֶלָּא מִפְּנֵי צֹרֶךְ גָּדוֹל. וְדֶרֶךְ קְדֻשָּׁה לְשַׁמֵּשׁ בְּאֶמְצַע הַלַּיְלָה: \n",
            "אֵין דַּעַת חֲכָמִים נוֹחָה לְמִי שֶׁהוּא מַרְבֶּה בַּתַּשְׁמִישׁ הַמִּטָּה וְיִהְיֶה מָצוּי אֵצֶל אִשְׁתּוֹ כְּתַרְנְגוֹל. וּפָגוּם הוּא עַד מְאֹד וּמַעֲשֵׂה בּוּרִים הוּא. אֶלָּא כָּל הַמְמַעֵט בַּתַּשְׁמִישׁ הֲרֵי זֶה מְשֻׁבָּח. וְהוּא שֶׁלֹּא יְבַטֵּל עוֹנָה [אֶלָּא] מִדַּעַת אִשְׁתּוֹ. וְלֹא תִּקְּנוּ בָּרִאשׁוֹנָה לְבַעֲלֵי קְרָיִין שֶׁלֹּא יִקְרְאוּ בַּתּוֹרָה עַד שֶׁיִּטְבְּלוּ אֶלָּא כְּדֵי לְמַעֵט בַּתַּשְׁמִישׁ הַמִּטָּה: \n",
            "וְכֵן אָסְרוּ חֲכָמִים שֶׁלֹּא יְשַׁמֵּשׁ אָדָם מִטָּתוֹ וְלִבּוֹ מְחַשֵּׁב בְּאִשָּׁה אַחֶרֶת. וְלֹא יִבְעל מִתּוֹךְ שִׁכְרוּת וְלֹא מִתּוֹךְ מְרִיבָה וְלֹא מִתּוֹךְ שִׂנְאָה וְלֹא יָבוֹא עָלֶיהָ עַל כָּרְחָהּ וְהִיא יְרֵאָה מִמֶּנּוּ. וְלֹא כְּשֶׁיִּהְיֶה אֶחָד מֵהֶן מְנֻדֶּה. וְלֹא יָבוֹא עָלֶיהָ אַחַר שֶׁגָּמַר בְּלִבּוֹ לְגָרְשָׁהּ. וְאִם עָשָׂה כֵּן הַבָּנִים אֵינָן הֲגוּנִים אֶלָּא מֵהֶן עַזֵּי פָּנִים וּמֵהֶן מוֹרְדִים וּפוֹשְׁעִים: \n",
            "וְכֵן אָמְרוּ חֲכָמִים שֶׁכָּל אִשָּׁה חֲצוּפָה שֶׁהִיא תּוֹבַעַת תַּשְׁמִישׁ הַמִּטָּה בְּפִיהָ. אוֹ הַמְפַתֶּה אִשָּׁהּ לְשֵׁם נִשּׂוּאִין. אוֹ הַמִּתְכַּוֵּן לָבוֹא עַל רָחֵל אִשְׁתּוֹ וּבָא עַל לֵאָה אִשְׁתּוֹ. וּמִי שֶׁלֹּא שָׁהֲתָה אַחַר מִיתַת בַּעְלָהּ שְׁלֹשָׁה חֳדָשִׁים וַהֲרֵי הַבֵּן סָפֵק. כָּל אֵלּוּ הַבָּנִים הַיִּלּוֹדִים מֵהֶם הֵם הַמּוֹרְדִים וְהַפּוֹשְׁעִים שֶׁיִּסּוּרֵי הַגָּלוּת בּוֹרְרִין אוֹתָן: \n",
            "וְאָסוּר לְאָדָם לָבֹא עַל אִשְׁתּוֹ בַּשְּׁוָקִים וּבָרְחוֹבוֹת אוֹ בַּגַּנּוֹת וּבַפַּרְדֵּסִין אֶלָּא בְּבֵית דִּירָה. שֶׁלֹּא יֵרָאֶה כִּזְנוּת וְיַרְגִּילוּ עַצְמָם לִידֵי זְנוּת. וְהַבּוֹעֵל אֶת אִשְׁתּוֹ בִּמְקוֹמוֹת אֵלּוּ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכֵן הַמְקַדֵּשׁ בְּבִיאָה וְהַמְקַדֵּשׁ בַּשּׁוּק וְהַמְקַדֵּשׁ בְּלֹא שִׁדּוּךְ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
            "וְאַכְסְנַאי אָסוּר בַּתַּשְׁמִישׁ הַמִּטָּה עַד שֶׁיַּחְזֹר לְבֵיתוֹ. וְכֵן אָסְרוּ חֲכָמִים עַל הָאִישׁ שֶׁיָּדוּר בְּבֵית חָמִיו שֶׁזּוֹ עַזּוּת פָּנִים הִיא. וְלֹא יִכָּנֵס עִמּוֹ לְמֶרְחָץ: \n",
            "וְלֹא יִכָּנֵס אָדָם עִם אָבִיו לַמֶּרְחָץ. וְלֹא עִם בַּעַל אֲחוֹתוֹ. וְלֹא עִם תַּלְמִידוֹ. וְאִם הָיָה צָרִיךְ לְתַלְמִידוֹ מֻתָּר. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁלֹּא יִכָּנְסוּ שְׁנֵי אַחִים כְּאֶחָד לַמֶּרְחָץ: \n",
            "לֹא יְהַלְּכוּ בְּנוֹת יִשְׂרָאֵל פְּרוּעֵי רֹאשׁ בַּשּׁוּק. אַחַת פְּנוּיָה וְאַחַת אֵשֶׁת אִישׁ. וְלֹא תֵּלֵךְ אִשָּׁה בַּשּׁוּק וּבְנָהּ אַחֲרֶיהָ גְּזֵרָה שֶׁמָּא יִתְפְּשׂוּ בְּנָהּ וְתֵלֵךְ אַחֲרָיו לְהַחֲזִירוֹ וְיִתְעַלְּלוּ בָּהּ הָרְשָׁעִים שֶׁתְּפָסוּהוּ דֶּרֶךְ שְׂחוֹק: \n",
            "אָסוּר לְהוֹצִיא שִׁכְבַת זֶרַע לְבַטָּלָה. לְפִיכָךְ לֹא יִהְיֶה אָדָם דָּשׁ מִבִּפְנִים וְזוֹרֶה מִבַּחוּץ. וְלֹא יִשָּׂא קְטַנָּה שֶׁאֵינָהּ רְאוּיָה לֵילֵד. אֲבָל אֵלּוּ שֶׁמְּנָאֲפִין בַּיָּד וּמוֹצִיאִין שִׁכְבַת זֶרַע לֹא דַּי לָהֶם שֶׁאִסּוּר גָּדוֹל הוּא אֶלָּא שֶׁהָעוֹשֶׂה זֶה בְּנִדּוּי הוּא יוֹשֵׁב וַעֲלֵיהֶם נֶאֱמַר <small>(ישעיה א טו)</small> \"יְדֵיכֶם דָּמִים מָלֵאוּ\" וּכְאִלּוּ הָרַג הַנֶּפֶשׁ: \n",
            "וְכֵן אָסוּר לְאָדָם שֶׁיַּקְשֶׁה עַצְמוֹ לְדַעַת אוֹ יָבִיא עַצְמוֹ לִידֵי הִרְהוּר. אֶלָּא אִם יָבוֹא לוֹ הִרְהוּר יַסִּיעַ לִבּוֹ מִדִּבְרֵי הֲבַאי (וְהַשְׁחָתָה) לְדִבְרֵי תּוֹרָה. שֶׁהִיא <small>(משלי ה יט)</small> \"אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן\". לְפִיכָךְ אָסוּר לְאָדָם לִישֹׁן עַל עָרְפּוֹ וּפָנָיו לְמַעְלָה עַד שֶׁיִּטֶּה מְעַט כְּדֵי שֶׁלֹּא יָבוֹא לִידֵי קִשּׁוּי: \n",
            "וְלֹא יִסְתַּכֵּל בִּבְהֵמָה וּבְחַיָּה וְעוֹף בְּשָׁעָה שֶׁמִּזְדַּקְקִין זָכָר לִנְקֵבָה. ומֻתָּר לְמַרְבִּיעֵי בְּהֵמָה לְהַכְנִיס כְּמִכְחוֹל בִּשְׁפוֹפֶרֶת מִפְּנֵי שֶׁהֵן עֲסוּקִין בִּמְלַאכְתָּן לֹא יָבוֹאוּ לִידֵי הִרְהוּר: \n",
            "וְכֵן אָסוּר לְאָדָם לְהִסְתַּכֵּל בְּנָשִׁים בְּשָׁעָה שֶׁהֵן עוֹמְדוֹת עַל הַכְּבִיסָה. אֲפִלּוּ לְהִסְתַּכֵּל בְּבִגְדֵי צֶמֶר שֶׁל אִשָּׁה שֶׁהוּא מַכִּירָהּ אָסוּר. שֶׁלֹּא יָבוֹא לִידֵי הִרְהוּר: \n",
            "מִי שֶׁפָּגַע בְּאִשָּׁה בַּשּׁוּק אָסוּר לוֹ לְהַלֵּךְ אַחֲרֶיהָ אֶלָּא רָץ וּמְסַלְּקָהּ לַצְּדָדִין אוֹ לְאַחֲרָיו. וְכָל הַמְהַלֵּךְ בַּשּׁוּק אַחֲרֵי אִשָּׁה הֲרֵי זֶה מִקַּלֵּי עַמֵּי הָאָרֶץ. וְאָסוּר לַעֲבֹר עַל פֶּתַח אִשָּׁה זוֹנָה עַד שֶׁיַּרְחִיק אַרְבַּע אַמּוֹת שֶׁנֶּאֱמַר <small>(משלי ה ח)</small> \"וְאַל תִּקְרַב אֶל פֶּתַח בֵּיתָהּ\": \n",
            "וְאָסוּר לְאָדָם שֶׁאֵינוֹ נָשׂוּי לִשְׁלֹחַ יָדוֹ בִּמְבוּשָׁיו שֶׁלֹּא יָבוֹא לִידֵי הִרְהוּר. וַאֲפִלּוּ מִתַּחַת טִבּוּרוֹ לֹא יַכְנִיס יָדוֹ שֶׁמָּא יָבוֹא לִידֵי הִרְהוּר. וְאִם הִשְׁתִּין מַיִם לֹא יֶאֱחֹז בָּאַמָּה וְיַשְׁתִּין. וְאִם הָיָה נָשׂוּי מֻתָּר. וּבֵין נָשׂוּי וּבֵין שֶׁאֵינוֹ נָשׂוּי לֹא יוֹשִׁיט יָדוֹ לָאַמָּה כְּלָל אֶלָּא בְּשָׁעָה שֶׁהוּא צָרִיךְ לִנְקָבָיו: \n",
            "חֲסִידִים הָרִאשׁוֹנִים וּגְדוֹלֵי הַחֲכָמִים הִתְפָּאֵר אֶחָד מֵהֶם שֶׁמֵּעוֹלָם לֹא נִסְתַּכֵּל בַּמִּילָה שֶׁלּוֹ. וּמֵהֶן מִי שֶּׁהִתְפָּאֵר שֶׁלֹּא הִתְבּוֹנֵן מֵעוֹלָם בְּצוּרַת אִשְׁתּוֹ. מִפְּנֵי שֶׁלִּבּוֹ פּוֹנֶה מִדִּבְרֵי הֲבַאי לְדִבְרֵי הָאֱמֶת שֶׁהֵן אוֹחֲזוֹת לְבַב הַקְּדוֹשִׁים: \n",
            "מִצְוַת חֲכָמִים שֶׁיַּשִּׂיא אָדָם בָּנָיו וּבְנוֹתָיו סָמוּךְ לְפִרְקָן. שֶׁאִם יַנִּיחָן יָבוֹאוּ לִידֵי זְנוּת אוֹ לִידֵי הִרְהוּר. וְעַל זֶה נֶאֱמַר <small>(איוב ה כד)</small> \"וּפָקַדְתָּ נָוְךָ וְלֹא תֶחֱטָא\". וְאָסוּר לְהַשִּׂיא אִשָּׁה לְקָטָן שֶׁזֶּה כְּמוֹ זְנוּת הִיא: \n",
            "וְאֵין הָאִישׁ רַשַּׁאי לֵישֵׁב בְּלֹא אִשָּׁה. וְלֹא יִשָּׂא עֲקָרָה וּזְקֵנָה שֶׁאֵינָהּ רְאוּיָה לֵילֵד. וּרְשׁוּת לָאִשָּׁה שֶׁלֹּא תִּנָּשֵׂא לְעוֹלָם אוֹ תִּנָּשֵׂא לְסָרִיס. וְלֹא יִשָּׂא בָּחוּר זְקֵנָה וְלֹא יִשָּׂא זָקֵן יַלְדָּה שֶׁדָּבָר זֶה גּוֹרֵם לִזְנוּת: \n",
            "וְכֵן מִי שֶׁגֵּרֵשׁ אֶת אִשְׁתּוֹ מִן הַנִּשּׂוּאִין לֹא תָּדוּר עִמּוֹ בֶּחָצֵר שֶׁמָּא יָבוֹאוּ לִידֵי זְנוּת. וְאִם הָיָה כֹּהֵן לֹא תָּדוּר עִמּוֹ בְּמָבוֹי. וּכְפָר קָטָן נִדּוֹן כְּמָבוֹי. הָיָה לָהּ מִלְוֶה אֶצְלוֹ עוֹשָׂה שָׁלִיחַ לְתָבְעוֹ. וּגְרוּשָׁה שֶׁבָּאָה עִם הַמְגָרֵשׁ לַדִּין מְנַדִּין אוֹתָן אוֹ מַכִּין אוֹתָן מַכַּת מַרְדּוּת. וְאִם נִתְגָּרְשָׁה מִן הָאֵרוּסִין מֻתֶּרֶת לְתָבְעוֹ בַּדִּין וְלָדוּר עִמּוֹ. וְאִם הָיָה לִבּוֹ גַּס בָּהּ אַף מִן הָאֵרוּסִין אָסוּר. וּמִי נִדְחֶה מִפְּנֵי מִי הִיא נִדְּחֵת מִפָּנָיו. וְאִם הָיְתָה הֶחָצֵר שֶׁלָּהּ הוּא יִדָּחֶה מִפָּנֶיהָ: \n",
            "אָסוּר לְאָדָם לִשָּׂא אִשָּׁה וְדַעְתּוֹ לְגָרְשָׁהּ שֶׁנֶּאֱמַר <small>(משלי ג כט)</small> \"אַל תַּחֲרשׁ עַל רֵעֲךָ רָעָה וְהוּא יוֹשֵׁב לָבֶטַח אִתָּךְ\". וְאִם הוֹדִיעָה בַּתְּחִלָּה שֶׁהוּא נוֹשֵׂא אוֹתָהּ לְיָמִים מֻתָּר: \n",
            "וְלֹא יִשָּׂא אָדָם אִשָּׁה בִּמְדִינָה זוֹ וְאִשָּׁה בִּמְדִינָה אַחֶרֶת שֶׁמָּא יַאֲרִיכוּ הַיָּמִים וְנִמְצָא אָח נוֹשֵׂא אֲחוֹתוֹ וַאֲחוֹת אִמּוֹ וַאֲחוֹת אָבִיו וְכַיּוֹצֵא בָּהֶן וְאֵינוֹ יָדוּעַ. וְאִם הָיָה אָדָם גָּדוֹל שֶׁשְּׁמוֹ יָדוּעַ וַהֲרֵי זַרְעוֹ מְפֻרְסָמִין וִידוּעִין הֲרֵי זֶה מֻתָּר: \n",
            "לֹא יִשָּׂא אָדָם אִשָּׁה מִמִּשְׁפַּחַת מְצֹרָעִים וְלֹא מִמִּשְׁפַּחַת נִכְפִּין. וְהוּא שֶׁהֻחְזְקוּ שְׁלֹשָׁה פְּעָמִים שֶׁיָּבוֹאוּ בְּנֵיהֶם כָּךְ: \n",
            "אִשָּׁה שֶׁנִּשֵּׂאת לִשְׁנֵי אֲנָשִׁים וָמֵתוּ. לִשְׁלִישִׁי לֹא תִּנָּשֵׂא וְאִם נִשֵּׂאת לֹא תֵּצֵא. וַאֲפִלּוּ נִתְקַדְּשָׁה יִכְנֹס. וְלֹא יִשָּׂא יִשְׂרָאֵל עַם הָאָרֶץ כֹּהֶנֶת שֶׁזֶּה כְּמוֹ חִלּוּל לְזַרְעוֹ שֶׁל אַהֲרֹן. וְאִם נָשָׂא אָמְרוּ חֲכָמִים אֵין זִוּוּגָן עוֹלֶה יָפֶה אֶלָּא מֵת בְּלֹא בָּנִים אוֹ מֵת הוּא אוֹ הִיא בִּמְהֵרָה אוֹ קְטָטָה תִּהְיֶה בֵּינֵיהֶם. אֲבָל תַּלְמִיד חָכָם שֶׁנָּשָׂא כֹּהֶנֶת הֲרֵי זֶה נָאֶה וּמְשֻׁבָּח. הֲרֵי תּוֹרָה וּכְהֻנָּה כְּאֶחָד: \n",
            "לֹא יִשָּׂא אָדָם בַּת עַמֵּי הָאָרֶץ שֶׁאִם מֵת אוֹ גּוֹלֶה בָּנָיו עַמֵּי הָאָרֶץ יִהְיוּ שֶׁאֵין אִמָּן יוֹדַעַת כֶּתֶר הַתּוֹרָה. וְלֹא יַשִּׂיא בִּתּוֹ לְעַם הָאָרֶץ שֶׁכָּל הַנּוֹתֵן בִּתּוֹ לְעַם הָאָרֶץ כְּמִיִ שֶׁכְּפָתָהּ וּנְתָנָהּ לִפְנֵי הָאֲרִי מַכֶּה וּבוֹעֵל וְאֵין לוֹ בּשֶׁת פָּנִים. וּלְעוֹלָם יִמְכֹּר אָדָם כָּל מַה שֶּׁיֵּשׁ לוֹ וְיִשָּׂא בַּת תַּלְמִיד חָכָם שֶׁאִם מֵת אוֹ גּוֹלֶה בָּנָיו תַּלְמִידֵי חֲכָמִים. וְכֵן יַשִּׂיא בִּתּוֹ לְתַלְמִיד חָכָם שֶׁאֵין דָּבָר מְגֻנֶּה וְלֹא מְרִיבָה בְּבֵיתוֹ שֶׁל תַּלְמִיד חָכָם: \n"
        ],
        [
            "אָסוּר לְהִתְיַחֵד עִם עֶרְוָה מִן הָעֲרָיוֹת בֵּין זְקֵנָה בֵּין יַלְדָּה שֶׁדָּבָר זֶה גּוֹרֵם לְגַלּוֹת עֶרְוָה. חוּץ מֵהָאֵם עִם בְּנָהּ וְהָאָב עִם בִּתּוֹ וְהַבַּעַל עִם אִשְׁתּוֹ נִדָּה. וְחָתָן שֶׁפֵּרְסָה אִשְׁתּוֹ נִדָּה קֹדֶם שֶׁיִּבְעל אָסוּר לְהִתְיַחֵד עִמָּהּ אֶלָּא הִיא יְשֵׁנָה בֵּין הַנָּשִׁים וְהוּא יָשֵׁן בֵּין הָאֲנָשִׁים. וְאִם בָּא עָלֶיהָ בִּיאָה רִאשׁוֹנָה וְאַחַר כָּךְ נִטְמֵאת מֻתָּר לְהִתְיַחֵד עִמָּהּ: \n",
            "לֹא נֶחְשְׁדוּ יִשְׂרָאֵל עַל מִשְׁכַּב זָכוּר וְעַל הַבְּהֵמָה. לְפִיכָךְ אֵין אָסוּר לְהִתְיַחֵד עִמָּהֶן. וְאִם נִתְרַחֵק אֲפִלּוּ מִיִּחוּד זָכוּר וּבְהֵמָה הֲרֵי זֶה מְשֻׁבָּח. וּגְדוֹלֵי הַחֲכָמִים הָיוּ מַרְחִיקִין הַבְּהֵמָה כְּדֵי שֶׁלֹּא יִתְיַחֲדוּ עִמָּהּ. וְאִסּוּר יִחוּד הָעֲרָיוֹת מִפִּי הַקַּבָּלָה: \n",
            "כְּשֶׁאֵרַע מַעֲשֶׂה אַמְנוֹן וְתָמָר גָּזַר דָּוִד וּבֵית דִּינוֹ עַל יִחוּד פְּנוּיָה. וְאַף עַל פִּי שֶׁאֵינָהּ עֶרְוָה בִּכְלַל יִחוּד עֲרָיוֹת הִיא. וְשַׁמַּאי וְהִלֵּל גָּזְרוּ עַל יִחוּד כּוּתִית. נִמְצָא כָּל הַמִּתְיַחֵד עִם אִשָּׁה שֶׁאָסוּר לְהִתְיַחֵד עִמָּהּ בֵּין יִשְׂרְאֵלִית בֵּין כּוּתִית מַכִּין אֶת שְׁנֵיהֶן מַכַּת מַרְדּוּת הָאִישׁ וְהָאִשָּׁה. וּמַכְרִיזִין עֲלֵיהֶן. חוּץ מֵאֵשֶׁת אִישׁ שֶׁאַף עַל פִּי שֶׁאָסוּר לְהִתְיַחֵד עִמָּהּ אִם נִתְיַחֵד אֵין לוֹקִין. שֶׁלֹּא לְהוֹצִיא לַעַז עָלֶיהָ שֶׁזִּנְּתָה וְנִמְצְאוּ מוֹצִיאִין לַעַז עַל הַבָּנִים שֶׁהֵן מַמְזֵרִים: \n",
            "כָּל אִשָּׁה שֶׁאָסוּר לְהִתְיַחֵד עִמָּהּ אִם הָיְתָה אִשְׁתּוֹ עִמּוֹ הֲרֵי זוֹ מֻתֶּרֶת לְהִתְיַחֵד מִפְּנֵי שֶׁאִשְׁתּוֹ מְשַׁמַּרְתּוֹ. אֲבָל לֹא תִּתְיַחֵד יִשְׂרְאֵלִית עִם הַכּוּתִי וְאַף עַל פִּי שֶׁאִשְׁתּוֹ עִמּוֹ שֶׁאֵין אִשְׁתּוֹ שֶׁל כּוּתִי מְשַׁמַּרְתּוֹ וְאֵין לָהֶן בּוּשָׁה: \n",
            "וְכֵן אֵין מוֹסְרִין תִּינוֹק יִשְׂרָאֵל לְכוּתִי לְלַמְּדוֹ סֵפֶר וּלְלַמְּדוֹ אָמָּנוּת. מִפְּנֵי שֶׁכֻּלָּן חֲשׁוּדִין עַל מִשְׁכַּב זָכוּר. וְאֵין מַעֲמִידִין בְּהֵמָה בְּפֻנְדָּקִיּוֹת שֶׁל כּוּתִים וַאֲפִלּוּ זְכָרִים אֵצֶל זְכָרִים וּנְקֵבוֹת אֵצֶל נְקֵבוֹת: \n",
            "וְאֵין מוֹסְרִין בְּהֵמָה חַיָּה וְעוֹף לְרוֹעֶה כּוּתִי אֲפִלּוּ זְכָרִים לְכוּתִים וּנְקֵבוֹת לְכוּתִית מִפְּנֵי שֶׁכֻּלָּן חֲשׁוּדִין עַל הַרְבָּעַת בְּהֵמָה וּכְבָר בֵּאַרְנוּ שֶׁהֵן אֲסוּרִין בְּזָכוּר וּבִבְהֵמָה וְנֶאֱמַר <small>(ויקרא יט יד)</small> \"וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל\": \n",
            "וּמִפְּנֵי מָה אֵין מוֹסְרִין בְּהֵמָה נְקֵבָה לְכוּתִית מִפְּנֵי שֶׁכֻּלָּן בְּחֶזְקַת נוֹאֲפִים וּכְשֶׁיָּבוֹא הַנּוֹאֵף לִשְׁכַּב עִם הַכּוּתִית זוֹ אֶפְשָׁר שֶׁלֹּא יִמְצָאֶנָּה וְיִשְׁכַּב עִם הַבְּהֵמָה אוֹ אֲפִלּוּ יִמְצָאֶנָּה יִשְׁכַּב עִם הַבְּהֵמָה: \n",
            "לֹא תִּתְיַחֵד אִשָּׁה אַחַת אֲפִלּוּ עִם אֲנָשִׁים הַרְבֵּה עַד שֶׁתִּהְיֶה אִשְׁתּוֹ שֶׁל אֶחָד מֵהֶם שָׁם. וְכֵן לֹא יִתְיַחֵד אִישׁ אֶחָד אֲפִלּוּ עִם נָשִׁים הַרְבֵּה. נָשִׁים הַרְבֵּה עִם אֲנָשִׁים הַרְבֵּה אֵין חוֹשְׁשִׁין לְיִחוּד. הָיוּ הָאֲנָשִׁים מִבַּחוּץ וְהַנָּשִׁים מִבִּפְנִים אוֹ הָאֲנָשִׁים מִבִּפְנִים וְהַנָּשִׁים מִבַּחוּץ וּפֵרְשָׁה אִשָּׁה אַחַת לְבֵין הָאֲנָשִׁים אוֹ אִישׁ לְבֵין הַנָּשִׁים אֲסוּרִין מִשּׁוּם יִחוּד. אֲפִלּוּ אִישׁ שֶׁעִסְקוֹ וּמְלַאכְתּוֹ עִם הַנָּשִׁים אָסוּר לוֹ לְהִתְיַחֵד עִם הַנָּשִׁים. כֵּיצַד יַעֲשֶׂה. יִתְעַסֵּק עִמָּהֶן וְאִשְׁתּוֹ עִמּוֹ אוֹ יִפְנֶה לִמְלָאכָה אַחֶרֶת: \n",
            "מֻתָּר לְהִתְיַחֵד עִם שְׁתֵּי יְבָמוֹת. אוֹ עִם שְׁתֵּי צָרוֹת. אוֹ עִם אִשָּׁה וַחֲמוֹתָהּ. אוֹ עִם אִשָּׁה וּבַת בַּעְלָהּ. אוֹ עִם אִשָּׁה וּבַת חֲמוֹתָהּ. מִפְּנֵי שֶׁשּׂוֹנְאוֹת זוֹ אֶת זוֹ וְאֵין מְחַפּוֹת זוֹ עַל זוֹ. וְכֵן מֻתָּר לְהִתְיַחֵד עִם אִשָּׁה שֶׁיֵּשׁ עִמָּהּ תִּינֹקֶת קְטַנָּה שֶׁיּוֹדַעַת טַעַם בִּיאָה וְאֵינָהּ מוֹסֶרֶת עַצְמָהּ לְבִיאָה. שֶׁאֵינָהּ מְזַנָּה בְּפָנֶיהָ שֶׁהֲרֵי זוֹ מְגַלָּה אֶת סוֹדָהּ: \n",
            "תִּינֹקֶת מִבַּת שָׁלֹשׁ וּלְמַטָּה וְתִינוֹק בֶּן תֵּשַׁע וּלְמַטָּה מֻתָּר לְהִתְיַחֵד עִמָּהֶן. שֶׁלֹּא גָּזְרוּ אֶלָּא עַל יִחוּד אִשָּׁה הָרְאוּיָה לְבִיאָה וְאִישׁ הָרָאוּי לְבִיאָה: \n",
            "אַנְדְּרוֹגִינוּס אֵינוֹ מִתְיַחֵד עִם הַנָּשִׁים. וְאִם נִתְיַחֵד אֵין מַכִּין אוֹתוֹ מִפְּנֵי שֶׁהוּא סָפֵק. אֲבָל הָאִישׁ מִתְיַחֵד עִם הָאַנְדְּרוֹגִינוּס וְעִם הַטֻּמְטוּם: \n",
            "אֵשֶׁת אִישׁ שֶׁהָיָה בַּעְלָהּ בָּעִיר אֵינָהּ חוֹשֶׁשֶׁת לְיִחוּד. מִפְּנֵי שֶׁאֵימַת בַּעְלָהּ עָלֶיהָ. וְאִם הָיָה זֶה גַּס בָּהּ כְּגוֹן שֶׁגָּדְלָה עִמּוֹ אוֹ שֶׁהָיְתָה קְרוֹבָתוֹ לֹא יִתְיַחֵד עִמָּהּ וְאַף עַל פִּי שֶׁבַּעְלָהּ בָּעִיר. וְכֵן כָּל הַמִּתְיַחֵד עִם אִשָּׁה וְהָיָה הַפֶּתַח פָּתוּחַ לִרְשׁוּת הָרַבִּים אֵין חוֹשְׁשִׁין מִשּׁוּם יִחוּד: \n",
            "מִי שֶׁאֵין לוֹ אִשָּׁה לֹא יְלַמֵּד תִּינוֹקוֹת. מִפְּנֵי שֶׁאִמּוֹת הַבָּנִים בָּאוֹת לְבֵית הַסֵּפֶר לִבְנֵיהֶם וְנִמְצָא מִתְגָּרֶה בְּנָשִׁים. וְכֵן אִשָּׁה לֹא תְּלַמֵּד קְטַנִּים מִפְּנֵי אֲבוֹתֵיהֶן שֶׁהֵן בָּאִין בִּגְלַל בְּנֵיהֶם וְנִמְצְאוּ מִתְיַחֲדִים עִמָּהּ. וְאֵין הַמְלַמֵּד צָרִיךְ שֶׁתִּהְיֶה אִשְׁתּוֹ שְׁרוּיָה עִמּוֹ בְּבֵית הַסֵּפֶר אֶלָּא הִיא בְּבֵיתָהּ וְהוּא מְלַמֵּד בִּמְקוֹמוֹ: \n",
            "תִּקְּנוּ חֲכָמִים שֶׁתִּהְיֶינָה הַנָּשִׁים מְסַפְּרוֹת זוֹ עִם זוֹ בְּבֵית הַכִּסֵּא כְּדֵי שֶׁלֹּא יִכָּנֵס שָׁם אִישׁ מִשּׁוּם יִחוּד: \n",
            "אֵין מְמַנִּין אֲפִלּוּ אָדָם נֶאֱמָן וְכָשֵׁר לִהְיוֹת שׁוֹמֵר חָצֵר שֶׁיֵּשׁ שָׁם נָשִׁים אַף עַל פִּי שֶׁהוּא עוֹמֵד בַּחוּץ שֶׁאֵין אַפּוֹטְרוֹפּוֹס לַעֲרָיוֹת. וְאָסוּר לְאָדָם לְמַנּוֹת אַפּוֹטְרוֹפּוֹס עַל בֵּיתוֹ שֶׁלֹּא יַנְהִיג אִשְׁתּוֹ לִדְבַר עֲבֵרָה: \n",
            "אָסוּר לְתַלְמִיד חָכָם לִשְׁכֹּן בְּחָצֵר שֶׁיֵּשׁ בָּהּ אַלְמָנָה אַף עַל פִּי שֶׁאֵינוֹ מִתְיַחֵד עִמָּהּ מִפְּנֵי הַחֲשָׁד. אֶלָּא אִם כֵּן הָיְתָה אִשְׁתּוֹ עִמּוֹ. וְכֵן אַלְמָנָה אֲסוּרָה לְגַדֵּל כֶּלֶב מִפְּנֵי הַחֲשָׁד. וְלֹא תִּקְנֶה אִשָּׁה עֲבָדִים זְכָרִים אֲפִלּוּ קְטַנִּים מִפְּנֵי הַחֲשָׁד: \n",
            "אֵין דּוֹרְשִׁין בְּסִתְרֵי עֲרָיוֹת בִּשְׁלֹשָׁה מִפְּנֵי שֶׁהָאֶחָד טָרוּד בִּשְׁאֵלַת הָרַב וְהַשְּׁנַיִם נוֹשְׂאִין וְנוֹתְנִין זֶה עִם זֶה וְאֵין דַּעְתָּם פְּנוּיָה לִשְׁמֹעַ. שֶׁדַּעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל עֲרָיוֹת. אִם נִסְתַּפֵּק לוֹ דָּבָר שֶׁשָּׁמַע מוֹרֶה לְהָקֵל. לְפִיכָךְ אֵין דּוֹרְשִׁין אֶלָּא לִשְׁנַיִם כְּדֵי שֶׁיִּהְיֶה הָאֶחָד הַשּׁוֹמֵעַ מְפַנֶּה דַּעְתּוֹ וְיוֹדֵעַ מַה שֶּׁיִּשְׁמַע מִן הָרַב: \n",
            "אֵין לְךָ דָּבָר בְּכָל הַתּוֹרָה כֻּלָּהּ שֶׁהוּא קָשֶׁה לְרֹב הָעָם לִפְרשׁ אֶלָּא מִן הָעֲרָיוֹת וְהַבִּיאוֹת הָאֲסוּרוֹת. אָמְרוּ חֲכָמִים בְּשָׁעָה שֶׁנִּצְטַוּוּ יִשְׂרָאֵל עַל הָעֲרָיוֹת בָּכוּ וְקִבְּלוּ מִצְוָה זוֹ בְּתַרְעוֹמוֹת וּבְכִיָּה שֶׁנֶּאֱמַר <small>(במדבר יא י)</small> \"בֹּכֶה לְמִשְׁפְּחֹתָיו\" עַל עִסְקֵי מִשְׁפָּחוֹת: \n",
            "וְאָמְרוּ חֲכָמִים גֵּזֶל וַעֲרָיוֹת נַפְשׁוֹ שֶׁל אָדָם מִתְאַוָּה לָהֶן וּמְחַמְּדָתָן. וְאֵין אַתָּה מוֹצֵא קָהָל בְּכָל זְמַן וּזְמַן שֶׁאֵין בָּהֶן פְּרוּצִין בַּעֲרָיוֹת וּבִיאוֹת אֲסוּרוֹת. [וְעוֹד] אָמְרוּ חֲכָמִים רֹב בְּגֵזֶל מִעוּט בַּעֲרָיוֹת וְהַכּל בַּאֲבַק לָשׁוֹן הָרַע: \n",
            "לְפִיכָךְ רָאוּי לוֹ לְאָדָם לָכֹף יִצְרוֹ בְּדָבָר זֶה וּלְהַרְגִּיל עַצְמוֹ בִּקְדֻשָּׁה יְתֵרָה וּבְמַחֲשָׁבָה טְהוֹרָה וּבְדֵעָה נְכוֹנָה כְּדֵי לְהִנָּצֵל מֵהֶן. וְיִזָּהֵר מִן הַיִּחוּד שֶׁהוּא הַגּוֹרֵם הַגָּדוֹל. גְּדוֹלֵי הַחֲכָמִים הָיוּ אוֹמְרִים לְתַלְמִידֵיהֶם הִזָּהֲרוּ בִּי מִפְּנֵי בִּתִּי הִזָּהֲרוּ בִּי מִפְּנֵי כַּלָּתִי. כְּדֵי לְלַמֵּד לְתַלְמִידֵיהֶם שֶׁלֹּא יִתְבַּיְּשׁוּ מִדָּבָר זֶה וְיִתְרַחֲקוּ מִן הַיִּחוּד: \n",
            "וְכֵן יִנְהֹג לְהִתְרַחֵק מִן הַשְּׂחוֹק וּמִן הַשִּׁכְרוּת וּמִדִּבְרֵי עֲגָבִים שֶׁאֵלּוּ גּוֹרְמִין גְּדוֹלִים וְהֵם מַעֲלוֹת שֶׁל עֲרָיוֹת. וְלֹא יֵשֵׁב בְּלֹא אִשָּׁה שֶׁמִּנְהָג זֶה גּוֹרֵם לְטָהֳרָה יְתֵרָה. גְּדוֹלָה מִכָּל זֹאת אָמְרוּ יַפְנֶה עַצְמוֹ וּמַחֲשַׁבְתּוֹ לְדִבְרֵי תּוֹרָה וְיַרְחִיב דַּעְתּוֹ בַּחָכְמָה שֶׁאֵין מַחְשֶׁבֶת עֲרָיוֹת מִתְגַּבֶּרֶת אֶלָּא בְּלֵב פָּנוּי מִן הַחָכְמָה. וּבַחָכְמָה הוּא אוֹמֵר <small>(משלי ה יט)</small> \"אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן דַּדֶּיהָ יְרַוֵּךָ בְכָל עֵת בְּאַהֲבָתָהּ תִּשְׁגֶּה תָמִיד\": \n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות איסורי ביאה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}