{
    "title": "Tziunei Maharan on Mishneh Torah, Defilement by a Corpse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Defilement_by_a_Corpse",
    "text": [
        [],
        [
            [],
            [],
            [
                "<b>ובשר הפורש מן החי טהור, וכן עצם בלא בשר הפורש מן החי טהור.</b> וכתב הכ\"מ ובשר הפורש מן החי טהור משנה פ\"י דעדיות מ\"ג, ומ\"ש וכן עצם בלא בשר הפורש כו' כן משמע שם במשנה. אבל לא היה צריך להוציא כן ממשמעות שדברי רבינו מבוארין בתו\"כ מצורע פ\"ג ברייתא ו' בבשר הזב ולא בעצם הפורש ממנו ולא בבשר הפורש ממנו ק\"ו לפורש מן הטהור שיהיה טהור ע\"כ:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [
                "<b>וכלי גללים וכלי אבנים וכלי אדמה הבאים במדה הרי הם כאהלים כו'.</b> הכ\"מ לא הראה מקור לחילוק זה שמחלק רבינו בכלי גללים כו' דאם באים במדה שחוצצים, וכ\"כ רבינו ג\"כ לקמן בפי\"ג ה\"ג, וגם שם לא ציין הכ\"מ מקורו. ובתוי\"ט בפ\"ו דאהלות משנה א' חיפש מוצאו של דברי רבינו, וכתב שקרוב הדבר שמכח קושיא שהוקשה לו ממתני' דרפ\"ח שם דתנן דכלים הבאים במדה שחוצצין והוקשה לו מאי שנא מכלי גללים כו' שאינם חוצצים ואע\"פ שגם הם אינם מקבלים טומאה, וניחא ליה דהך כלי גללים כו' דתנן במשנה שם שאין חוצצין דוקא כשאינם באים במדה ע\"ש. אבל זה דוחק דאין זה דרכו של רבינו להמציא דינים מכח קושיות ולהביאם בספרו כידוע להבקי בדבריו. ובאמת דברי רבינו מפורשין בתוספתא דכלים מס' ב\"מ רפ\"ה דאיתא שם כלי גללים וכלי אבנים וכלי אדמה הבאין במדה ר' מאיר אומר הרי הן ככלים וחכ\"א הרי הן כאהלין ע\"כ, ופסק רבינו כחכמים ודבריו מבוארין. ועי' בתוי\"ט שם מה שמתרץ ע\"פ דבריו השגת הראב\"ד בכאן ובמש\"כ דבריו נסתרין:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות טומאת מת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}