{
    "title": "Assarah Perakim L'Ramchal",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Assarah_Perakim_L'Ramchal",
    "text": [
        [
            "Introduction ",
            "Ten chapters which include all the words of the book, Tree of Life, arranged by the master Kabbalist, Rabbeinu Moshe Chaim Luzzatto, his memory will defend us amen; learning this will will help those who wish to review for themselves the true wisdom in a strong summary.",
            "Adam HaKadmon - Until the world was created, the was only Him and His Name, He wanted and contracted His light to create creation, gave them a place in which there is no thing without its place, found a place that is equal to all. And the Eyn Sof, Blessed be, surrounds it from all sides. And a line comes out from Him from one side, opens and enters and makes all the levels. There are ten levels, impossible to be quantified. Ten circles, and their rightness is in their midst/center, through them the qualities of the Place [are expressed], He directs all creations with justice, and punishes and rewards, and restores all evil into good. And brings His creations to His will. And so it says \"I am first and I am last and there is no power besides Me\" (Isaiah 44:6). All that the Holy Blessed One created in His world was created solely for His honor, as it is written \" All that is called in My Name, I created, I formed, I made\" (Isaiah 43:7) and it says \"Ad-nai will reign forever\" (Exodus 15:18)",
            "Ten Sefirot, internal and external, their resemblance is of a person. The first on all of them is Adam Kadmon, and from what is limited within, come four senses: vision, hearing, smell, speech - which are part of him [Adam].",
            "Four letters of Havayah: in each of the four in their full gematriot: 72, 63, 45, 52 [Note ed: this is accomplished by how one writes the full forms of the letters - with full yudim: יוד הי ויו הי or mushlav יוד הי ואו הי or full alfim יוד הא ואו הא or with full hehim יוד הה וו הה]. And they are: tea'mim, vowels, tagin, letters. And all are contained in each other. 72 in the cranium, and the its branches are hidden, from the hairs of the head they come out. And 63 from the ears and down, and there are three types of cantillation marks: high, low and medium. High in the ears, medium in the nose and low in the mouth. And the high ones come out from the ears, ten from the right, and ten from the left - these are internal, and they are comprehensive regarding them. They are contained in one of the letters hey, since its form is dalet and vav (making ten) and they come down until the point of the beard. And the medium ones come out from the nose, ten from the right and ten from the left, these are internal, and they are comprehensive regarding them. And behold those and those approach each other, and the letter vav that is in the hey reveals itself in six thousand, they come out and go down until the chest. And the lower ones come out from the mouth, ten internal sefirot, and then comprehensive sefirot, and the dalet that is in the hey reveals itself in four thousand; two vavs and two yuds, from two ears and two nostrils. Two breaths from the right of the mouth, and two from the left, they are rooted in the two cheeks, upper and lower, and come out and come down until the belly button.",
            "Malchut came out first, and Ze'ir Anpin after her. And so with all, and the strength of the vessel swallowed them. And the first among them returned and entered, the Keter at the beginning, and all after him. The remainder condensed and became a vessel, from the sparks that fell in it from the beating of the returning light of the Upper in the marking of the Lower. At the outset they were all only in the life of the souls. They separated one from another in their coming out, and so too in their return, every one doing what was fitting for it until the second circling. Keter remained in the mouth of Adam Kadmon and the other nine came out, until Malchut was found to be a vessel without light. All the vessels are one vessel, yet there are ten lights in it, and this is \"Bound Ones\"."
        ],
        [
            "<b>The Breaking of Vessels </b>- His vowels were ready to come out, He collected His [names] 63, 45, 52, and went with them to above the bellybutton - meaning, the Name-Screen [Tetragrammaton] - initiated before Him in vision, and flows and goes down behind Him until the point corresponding to the bellybutton. And from [the name] 52  ten sefirot came out from the eyes, from the right; and ten sefirot from the left, they came out and went down from the bellybutton to below, and took light from what was above, "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "The generations of the sefirot - the generations of the sefirot are three: angels, the other side [O\"S], rains. The sefirot develop every mission of an angel, and the angel does, as it is said: \"He makes [His] angels winds, etc\"(Psalms 104:4).",
            "The O\"S, how so? This is what is written: \"I form the light, and I create darkness; I make peace, and I create evil\" (Isaiah 45:7). Form light, this is the right [side]; create darkness, this is the left side. Make peace, those are the angles of peace. And create evil, this is Samael. Angels of peace, ten groups [of them] serve the ten sefirot of the right [side]. Angels of destruction, ten degrees/ranks [of them] serve the ten sefirot of the left side. On them it is said: \"And also this, opposite to this, Elokim made\" (Ecclesiastes 7:14).",
            "Four degrees, four husks, worlds of Samael, block the light of the sefirot, and defray them with the deeds of the lower ones, they come - G-d forbid! - and do evil, in the world of Noga, a great cloud, and fire that bursts, and wind of tempest; since this is explained through Ezekiel's Vaera (Ezekiel 28:25-29:21)",
            "Four husks, four worlds to twenty-one of them, in them ten sefirot in five faces, that the fixings (tikunim) of the lower ones are in four worlds, and their defects in four worlds. If the lower ones merit, the Lord leads with mercy, and the guard goes from in front of him (away). If they sinned, the Master of Mercy separates himself, and the guard does justice on the guilty ones. With the separation of the Lord, the deed of the guard, is what is written: \"And the anger of Hashem flared against them, and He went away, and the cloud departed from over the tent, and behold Miriam was leprous as snow\" (Numbers 12:10).",
            "The order of the judgments, those are the roots of the husk, some of them overpower it, and some of them raise it, according to the deeds of the lower ones, this is what the Writing says: \"And you shall guard My decrees and My ordinances, that a person shall do and live by them\" (Leviticus 18:5)"
        ],
        [
            "Souls - The work of the Place to the souls: there are five names. N[efesh]. R[uach]. N[eshamah]. Ch[ayah]. Y[echidah]. [They come] from 5 faces. Ch\"y [chayah and yechidah] from Atzilut. Neshamah from Briah. Ruach from Yetzirah. Nefesh from Asyah. The force of a human being is found from malchut of asyah until the keter of atzilut. This is why it is written: \"Let us make the Human in Our image as Our Character and they shall rule over the fish-creatures of the sea\" (Genesis 1:26).",
            "The fixing of Neshama are reincarnation (gilgul) and intercalation (yibur). How so? the work of the Neshamah is 613 mitzvot, their completion leads to the resting of the soul, and if not, she comes back and is reincarnated, and she does not reincarnate whole, just the parts that need fixing.",
            "What is reincarnation and what is intercalation? Reincarnation is from the moment of birth to the moment of death; intercalation can come every \"hour\", and can leave every \"hour\". A mitzvah in which the soul is obligated to fulfill happens in a reincarnation, and one that the soul is not obligated to fulfill happens in an intercalation, from the moment is is fulfilled it [the intercalation] is gone. Righteous [people/souls] can reincarnate a thousand [times], evil [people/souls] up to four, as it is written \"and to the fourth I will not make her return\"(Amos 1:3).",
            "The nefesh comes at the beginning, and after it the ruach, and after it the neshamah, and chayah and yechidah after them. All souls [neshamah] have a cloak. The nefesh reincarnates by herself, and the ruach by herself, and the neshamah by herself. And souls [neshamot] ride the cloaks of others. The souls are not all equal, since the new ones are not like the old ones, and the ones that reincarnate for the first time and not like the ones which experienced reincarnation twice, and on all He says: \"And they are turned round about by His guidance, that they may do\" (Job 37:12). And He says: \"and let Him devise means, that he that is banished be not an outcast from Him\" (II Samuel 14:14). And He says: \"Every one that is called by My name, and whom I have created for My glory, I have formed him, yea, I have made him.\" (Isaiah 43:7). And He says: \"Hashem will reign forever\" (Exodus 15:18). And He says: \"And all your people are righteous, they shall inherit the land for ever; the branch of My planting, the work(s) of My hands, wherein I glory\" (Isaiah 60:21)."
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "עשרה פרקים להרמח''ל",
    "categories": [
        "Kabbalah",
        "Ramchal"
    ],
    "sectionNames": [
        "Chapter",
        "Paragraph"
    ]
}