{
    "work": "Rashi on Moed Katan", 
    "text": {
        "21_Daf, 22_Line, 0_Comment": "ואם היו מוחכרין או מושכרין - הם או בהמתם אצל אחרים למהלך חדש או חדשים הרי אלו יעשו הם לעצמן ולא יפסידו כל שכרן ובעלים נמי לא יפסידו והכא לא קתני על ידי אחרים שהרי הן בעצמן מושכרין אבל אריסים אפשר להם על ידי אחרים בעבודת קרקע:", 
        "27_Daf, 35_Line, 0_Comment": "מענה את דינו - דכי לא אמרו ליה דינו לאלתר דעייני ביה הוה ליה עינוי הדין:", 
        "38_Daf, 4_Line, 0_Comment": "ארבעה ימים הראשונים - של אחר הרגל רבים מתעסקים בו ומשלימין לשלשה שנתעסקו ברגל שכבר נתעסקו בו ברגל שלשה ימים:", 
        "12_Daf, 15_Line, 0_Comment": "בכותל גינה - דליכא פסידא יתירא אי עיילי בה אינשי:", 
        "14_Daf, 32_Line, 0_Comment": "ר' יוסי אומר - לא ילקט מפני שאבל הוא לו:", 
        "14_Daf, 1_Line, 0_Comment": "ורבי אמר אצטריך - כלומר אע\"ג דיליף טומאה דגופיה מטומאה דלאו גופיה לדבר הרשות מוצוה הכהן איצטריך ביום הראות בו:", 
        "26_Daf, 30_Line, 0_Comment": "לשוט - אם יצא שלא לצורך ולא יצא אלא כדי לשוט בעולם ולראותו וחזר במועד:", 
        "25_Daf, 12_Line, 1_Comment": "והגרוסות - שטוחנין פולין לגריסין:", 
        "33_Daf, 0_Line, 0_Comment": "ואחתיה בכדא - תקע בתוך הכד ולא ישמעו:", 
        "18_Daf, 18_Line, 0_Comment": "שאם היה רפוי - זה שנארג ימים רבים והיו החבלים רפויין ותלוין למטה שאינן מתוחין ממתחן:", 
        "29_Daf, 22_Line, 0_Comment": "לא אשארא - קאמר דמנודה אית ליה דין דהני דתעניות צבור:", 
        "49_Daf, 40_Line, 1_Comment": "אבד חנינו - אביו המחננו:", 
        "44_Daf, 30_Line, 1_Comment": "רומיתא - שבא מרומי:", 
        "9_Daf, 4_Line, 2_Comment": "רוב מנינו - רוב העצמות ואע\"פ שאין בו רוב בנינו:", 
        "9_Daf, 29_Line, 0_Comment": "שלשה בית הפרס הן - שאין הולכין בו אוכלי תרומה:", 
        "51_Daf, 39_Line, 0_Comment": "נתמלא - קרעים מלפניו מחזירו לאחוריו וחוזר וקורע לפניו:", 
        "16_Daf, 8_Line, 0_Comment": "ועביד ז' - יומי שמחה להכא ולהכא לחנוכת הבית ולרגל:", 
        "31_Daf, 65_Line, 2_Comment": "אבדתי כמה דוד - שהוא צדיק ממך:", 
        "55_Daf, 42_Line, 0_Comment": "הטריח רבותיו - שבאין לנחמו:", 
        "25_Daf, 17_Line, 1_Comment": "אסמוכי - הענפים סומך זה לזה דהוי כסוי גמור:", 
        "48_Daf, 55_Line, 0_Comment": "לא תטרוד עלמא - לא תטרח בקושיות:", 
        "28_Daf, 25_Line, 0_Comment": "מאי לאו - שיהא ראשו מגולה מתפילין:", 
        "12_Daf, 0_Line, 0_Comment": "עד כמה - מרוחקין הני תרי חורי נמלים דכי איכא נהרא בינייהו וליכא גישרא דאין מכירין הני בחורי דהני:", 
        "22_Daf, 42_Line, 0_Comment": "גמ' וצריכא - למימר בתרוייהו בשני בבי דמתני' דמשחא ודחמרא ר' יוסי אומר זולף כו':", 
        "21_Daf, 19_Line, 1_Comment": "והגיע עת הרגל - שהכל צריכין לו הרי זה יעשה כיון דאית ליה פסידא ואיכא נמי צורך רבים ול\"ג הכא בצינעא דהא רבים הוא:", 
        "11_Daf, 46_Line, 3_Comment": "ומצרא - עדיין קטן מגמלא אין יכול להלך עליו אלא כשקושרים חבל אחד משני עברי הנהר בשתי יתידות ואוחזין בו והולכין על אותו גשר צר אבל אי איכא חד מהן מכירין הני בחורי דהני:\n", 
        "45_Daf, 21_Line, 0_Comment": "ומר - דשרי סבר כשמואל דאמר אין אבילות בשבת:", 
        "49_Daf, 34_Line, 0_Comment": "רוב שלישית - ישראל נקראו שלישית ורבא שקול כרוב ישראל ואמר ליה קום ואמור מילתא כלומר בקש רחמים:", 
        "29_Daf, 43_Line, 0_Comment": "ספיקא הוא - אי קיל אי חמיר:", 
        "16_Daf, 32_Line, 1_Comment": "דלמא שביעי לקרבנות - שאם הקריב נשיא ששי בערב שבת מקריב נשיא שביעי באחד בשבת ומאי שביעי שביעי לקרבן נשיא:", 
        "15_Daf, 39_Line, 0_Comment": "דאין מערבין שמחה בשמחה - כלומר בעינן דלישמח בשמחת מועד לחודיה:", 
        "20_Daf, 19_Line, 1_Comment": "ביד וברגל - דלאו מעשה אומן הוא לא כל שכן:", 
        "12_Daf, 27_Line, 0_Comment": "א\"כ דלא בני:", 
        "20_Daf, 11_Line, 3_Comment": "מנעול - בלבדור\"א:", 
        "23_Daf, 25_Line, 0_Comment": "מערים ושותה מן החדש - שיכול לומר לצורך המועד הטילו:", 
        "28_Daf, 24_Line, 0_Comment": "דבר שהוא חוץ מגופו אף הוייה - האמורה בראש ראשו יהיה פרוע משמע מגולה כענין דכתיב ופרע את ראש האשה (במדבר ה) דבר שהוא חוץ מגופו ולא אמרינן משער שהוא מגופו:", 
        "53_Daf, 11_Line, 0_Comment": "אין מועד לפני חכמים - שיכולין להספידו:", 
        "8_Daf, 25_Line, 0_Comment": "לקווץ את הדרכים - לפנות קוצים שבדרכים:", 
        "3_Daf, 0_Line, 0_Comment": "דלמא אתי לאינפולי - אבל ממעיין שלא יצא בתחילה אפילו בית הבעל נמי שרי רבי יהודה ומתניתין דקתני נמי ממעיין שלא יצא בתחילה בית השלחין אין בית הבעל לא לאו רבי יהודה היא:", 
        "4_Daf, 30_Line, 0_Comment": "כל מקום שנאמר כלל בעשה ופרט בלא תעשה - כגון הכא דכתיב (ויקרא כה) ובשנה השביעית שבת שבתון יהיה לארץ כלל היינו עשה שדך לא תזרע וכרמך לא תזמור פרט היינו לא תעשה:", 
        "24_Daf, 19_Line, 1_Comment": "מהו - שיתן לו מלאכה ולשוכרו כדי שיהא לו מה לאכול:", 
        "44_Daf, 29_Line, 1_Comment": "כרבי - דאמר לא אסרו לבן אלא חדש:", 
        "2_Daf, 0_Line, 2_Comment": "ממעיין שיצא בתחילה - דעכשיו מתחיל לנבוע שעדיין לא החזיקה דרכה:", 
        "13_Daf, 13_Line, 0_Comment": "ימי ספירו - אסור בתשמיש המטה ולא ימי חלוטו:", 
        "54_Daf, 98_Line, 0_Comment": "אחוי ליה שוטא דנורא - וידע דהוא מלאך המות:", 
        "4_Daf, 23_Line, 0_Comment": "סתומי פילי - שמסתם בקעים של אילן:", 
        "24_Daf, 14_Line, 0_Comment": "טימא טהרותיו - של חבירו קנסו דחייב לפרעו:", 
        "11_Daf, 11_Line, 0_Comment": "זרעים שלא שתו לפני המועד - שלא היו מלומדין לשתות תמיד לפני המועד:", 
        "23_Daf, 34_Line, 0_Comment": "אין לו מה יאכל הוה - להכי עביד הכי:", 
        "15_Daf, 32_Line, 0_Comment": "ועושה אשה תכשיטיה - הני תכשיטין דקא מפרש בגמ':", 
        "23_Daf, 45_Line, 0_Comment": "כל שהוא נאכל כמות שהוא חי - ומיא שתו אינשי כמות שהן:", 
        "17_Daf, 0_Line, 0_Comment": "ובמצוה שא\"א לעשותה ע\"י אחרים - אל תפלס אלא מצוה שבא לידך בין גדולה בין קטנה עשה:", 
        "20_Daf, 63_Line, 1_Comment": "אסקיה באבוה - לאחר שצלאו נותנו במים צונן:", 
        "17_Daf, 39_Line, 1_Comment": "באנפי כלתה - שהיתה כל כך זקינה שהיתה לה כלה שהיא אשת בנה:", 
        "4_Daf, 17_Line, 0_Comment": "כל הני מדרבנן - אבל מדאורייתא לא הוי אלא זמירה ובצירה כדאמרינן לעיל הני אין מידי אחרינא לא:", 
        "20_Daf, 9_Line, 0_Comment": "מתני' מעקה למרפסת - כותל קטנה העושין על האיצטבות שלפני העליות גדולות כעין שיש על שפת נהר רייניס:", 
        "8_Daf, 35_Line, 0_Comment": "דכתיב וראה עצם וכו' - יחזקאל מתנבא על העתיד לבא שיעשו ישראל ציונים על עצמות הפגרים המושלכין ורמז הוא שלא בא הכתוב אלא להזהיר וללמד שיהא אדם עושה ציון:", 
        "25_Daf, 17_Line, 0_Comment": "גמ' אקלושי - שמכסהו בענפים מרוחקין זה מזה דלא הוי כסוי גמור:", 
        "37_Daf, 44_Line, 0_Comment": "דהא נהגא מצות שלשים ברגל - דהא ברגל נמי אסור בגיהוץ ובתספורת כשלשים:", 
        "49_Daf, 56_Line, 4_Comment": "והוו למחלצייא - כמו שהוחלקה במעגל ובמחלצים שבה מטחין טיט הכותל:", 
        "27_Daf, 20_Line, 1_Comment": "ודחי עשה דיחיד - אבל דכתיב (ירמיהו ו) אבל יחיד עשי לך:", 
        "20_Daf, 33_Line, 1_Comment": "בחציני - ברר\"א אסיר דהוי אולודי קלא טפי:", 
        "30_Daf, 41_Line, 0_Comment": "לא אתו אחריני ושרו ליה - מדמהדר איהו נפשיה למישרי:", 
        "16_Daf, 61_Line, 1_Comment": "וכתיב וביום עשרים ושלשה - אלמא דבעשרים ושתים ובעשרים ושלשה איפטרו מיניה:", 
        "43_Daf, 30_Line, 0_Comment": "האשה - שמת אביה או אמה קורעת חלוק התחתון משום צניעות:", 
        "33_Daf, 19_Line, 1_Comment": "בשבת ערב הרגל - והוי אנוס דלא מצי לגלח בשמיני ערב הרגל להכי מגלח ברגל:", 
        "37_Daf, 9_Line, 0_Comment": "ויום שבעה עולה לכאן ולכאן - דחשיב נמי שמיני:", 
        "9_Daf, 5_Line, 1_Comment": "אבל מציינין על הספיקות - שיש עליהן אהל כגון סככות ופרעות הסמוכות לרה\"ר הסמוך לבית הקברות דמספקא לן בהו טומאה דכיון דיש עליהן אהל רגילים לקבור שם במקום צנוע:", 
        "36_Daf, 24_Line, 0_Comment": "שבת עולה - אירע שבת בימי אבלו עולה למנין שבעה:", 
        "25_Daf, 3_Line, 1_Comment": "מביאן לתוך ביתו - אלמא בשאינו מאמינו מביאן:", 
        "8_Daf, 0_Line, 0_Comment": "קילקולי המים - כגון אבנים שנפלו מחמת הבור:", 
        "10_Daf, 33_Line, 0_Comment": "כאן בבכיר כאן באפיל - על הבכירות יוצאים בט\"ו באדר על האפילות בחולו של מועד דפסח:", 
        "28_Daf, 11_Line, 0_Comment": "והן מתעטפין - מפורש במסכת תענית לאחר שהתענו שלש עשרה ת\"צ:", 
        "19_Daf, 28_Line, 1_Comment": "מיגזרינהו - לחותכן לשנים ולאוכלן הכי בי\"ט שרי דלצורך יום טוב קעביד:", 
        "6_Daf, 26_Line, 0_Comment": "נהרות המושכין מן האגמים - השתא משמע ליה מי אגמים עבידא דפסקי:", 
        "2_Daf, 7_Line, 3_Comment": "מיבעיא - דמשקה ממנו בחולו של מועד:", 
        "15_Daf, 2_Line, 0_Comment": "דעביד בחנם - מ\"ד משום מעות שזימן לרגל כיון דספדן עביד בחנם שפיר דמי ומ\"ד לפי שאין המת משתכח מן הלב שלשים יום בחנם נמי אסור:", 
        "3_Daf, 24_Line, 0_Comment": "המחפה - שמכסה את הזרעים בעפר:", 
        "23_Daf, 38_Line, 1_Comment": "בחומרתא דמדושא - טבעת היא של מתכת וחותמה של אלמוג:", 
        "11_Daf, 33_Line, 0_Comment": "בשדה האילן - צד כדרכו מפני שהפסד מרובה הוא:", 
        "14_Daf, 31_Line, 0_Comment": "מתני' מלקט אדם עצמות אביו ואמו - ומוליכן למקום אחר לקוברן בקברות אבותם:", 
        "53_Daf, 26_Line, 0_Comment": "לכל אומרים שבו - כשעומדין לפני הנשיא:", 
        "18_Daf, 62_Line, 0_Comment": "אלא למאן דאמר - דמכבשין היינו בת עינא ישנה בת עינא למה והלא כבר אית לה בת עינא שכבר היא ישנה מלטחון ואי לא הוי לה בת עינא לא מצי למיטחן:", 
        "19_Daf, 26_Line, 0_Comment": "דנקיט מהאי גיסא - דדיקלא ומהאי גיסא ענפים יבישין שבו היינו אדעתא דדיקלא ואסור:", 
        "12_Daf, 26_Line, 0_Comment": "התם - במקום סכנה לסתור משום דאיכא סכנה ולא ליבני דבבנין ליכא סכנה:", 
        "11_Daf, 37_Line, 0_Comment": "גמ' בריה שאין לה עינים - וחופר בקרקע:", 
        "47_Daf, 2_Line, 1_Comment": "ברכת אבלים - ברכה שאומר ברחבה כדאמר בכתובות (ד' ח:):", 
        "39_Daf, 7_Line, 1_Comment": "והולך כלי אחרי לבית המרחץ - ללמד הלכה נתכוין שאין שמועה רחוקה לאחר שלשים נוהגת אלא יום אחד ומקצת היום ככולו:", 
        "26_Daf, 33_Line, 0_Comment": "נראין לי דברי רבי יהודה - דאסר בגילוח לבא ממדינת הים כשיצא שלא ברשות:", 
        "30_Daf, 18_Line, 0_Comment": "דכפתינן - ידיו ורגליו:", 
        "23_Daf, 66_Line, 0_Comment": "יאבדו - שאסור ליהנות מהן:", 
        "15_Daf, 28_Line, 0_Comment": "מנסרין המנוסרין - יש עמו נסרין מתוקנין מערב המועד דטורח גדול לעשותן במועד:", 
        "8_Daf, 40_Line, 0_Comment": "כל בן נכר וערל בשר - שמתו אחיו מחמת מילה ולא רצו למולו שיראים פן ימות גם הוא כאחיו לא יבא אל מקדשי לשרתני שאסורין בעבודה:", 
        "30_Daf, 67_Line, 1_Comment": "כנזיפה שלהן - ארץ ישראל:", 
        "21_Daf, 14_Line, 0_Comment": "אמרו לו - לא תזרע שדה ניר ושדה פשתן שאם לא תזרע בבכיר בשדה ניר תזרע באפל ולא הוי פסידא יתירא:", 
        "26_Daf, 12_Line, 0_Comment": "דלא מוכחא מילתא - דלא ידעי כולי עלמא דאנוס היה אלא יאמרו הוא מכוין להשהות עד המועד:", 
        "40_Daf, 17_Line, 0_Comment": "כעין ארצה - כלומר שכפה מטתו וישב עליה ולעולם קריעה מעומד:", 
        "31_Daf, 41_Line, 0_Comment": "לא נגה לך - כלומר: לא סגי לך דאזילנא בתרך:", 
        "23_Daf, 58_Line, 2_Comment": "כשותא - הומלו\"ן:", 
        "24_Daf, 34_Line, 0_Comment": "כל מלאכה נמי תשתרי - בערב הפסח דהא אישתרי שכר פעולה בחולו של מועד אלא תיפשוט מיניה דשכר פעולה שאין לו מה יאכל אסור בחולו של מועד:", 
        "47_Daf, 22_Line, 1_Comment": "הרי כאן ארבעה עשר - דעצרת חשוב כשבעה וזהו יום שלפני עצרת חשוב ז' דסבר כי האי תנא דלעיל (ד' כ.) דאמר אפילו יום אחד אפילו שעה אחת וכמאן דאמר עצרת כרגלים:", 
        "29_Daf, 43_Line, 1_Comment": "זיל הכא ומדחי - דלקולא אזלי בהדייהו:", 
        "38_Daf, 9_Line, 1_Comment": "שכבר נתעסקו ברגל - כל שבעה:", 
        "15_Daf, 31_Line, 1_Comment": "מחזיר גרושתו - דאינה שמחה כל כך:", 
        "52_Daf, 47_Line, 1_Comment": "על גבה - והעור כפול על העץ:", 
        "33_Daf, 24_Line, 0_Comment": "סבר כרבנן דאמרי לא אמרינן מקצת היום ככולו - אלא שבעה שלימין בעינן ואכתי לא שלים אבילות דשבעה קודם הרגל ולא הוי אנוס דאפי' לא הוי שבת לא מצי לגלח להכי אינו מגלח במועד:", 
        "3_Daf, 46_Line, 1_Comment": "אבות מלאכות - אסר רחמנא בשביעית:", 
        "20_Daf, 35_Line, 0_Comment": "לאחר שגזר - יוחנן כ\"ג:", 
        "4_Daf, 11_Line, 1_Comment": "מפרקין - אבנים שעל עיקרי האילן:", 
        "8_Daf, 13_Line, 0_Comment": "אלא מאי בשיחיד צריך לו כו' - כלומר במאי מוקמת האי דקתני חוטטין בשרבים צריכים להן והתניא כו' של רבים חופרין אותן:", 
        "19_Daf, 16_Line, 2_Comment": "אדעתא דארעא - דלהכי ליקטן שרוצה לזרוע הקרקע שלוקט גדולים וקטנים אסור:", 
        "7_Daf, 27_Line, 1_Comment": "ומ\"ד מפני שנראה כעודר ליכא - דהא אתי מיא ובעודר ליכא מים ולכך לא דמי לעודר:", 
        "44_Daf, 29_Line, 0_Comment": "בגרדא דסרבלא - מלבוש לבן מגוהץ ישן:", 
        "20_Daf, 12_Line, 0_Comment": "וכבשין - של ציר כלומר דגים ושאר דברים שכובשים במלח שיכול לאוכלן במועד שלא יהא צריך להמתין באכילתן עד לאחר המועד שיהו נכבשין מהר וראויין לאכול מיד:", 
        "12_Daf, 24_Line, 0_Comment": "תריץ - לא קשיא לרב חסדא דהא דקתני במקום סכנה היינו דסתר לה כשגוחה ובונה לה שפיר:", 
        "30_Daf, 4_Line, 0_Comment": "ומזמינין ליה לדינא - לבעל דין:", 
        "13_Daf, 28_Line, 0_Comment": "נותנין לו ז' ימי המשתה - דלא חזי ליה דלמא מטמא ליה:", 
        "8_Daf, 42_Line, 0_Comment": "גמירי - מסיני:", 
        "45_Daf, 18_Line, 0_Comment": "תשמיש המטה איכא בינייהו - הא דאמר נתחייב בכולן סבר מותר בתשמיש המטה ותנא קמא סבר אסור בתשמיש המטה:", 
        "28_Daf, 13_Line, 0_Comment": "מנודה לשמים - כי הני שאני דחמירי ולהכי צריכי עטיפת הראש אבל אחרים אינן צריכין עטיפת הראש:", 
        "47_Daf, 5_Line, 1_Comment": "הניטלת בכתף - באדם אחד:", 
        "7_Daf, 13_Line, 0_Comment": "בנכי - בורות תחת הגפנים וזיתים ונותן בהם מים:", 
        "11_Daf, 40_Line, 1_Comment": "נפל אשת בל חזו שמש - כלומר כך אישות נופלות פתאום לארץ ומתים דלא חזו:", 
        "30_Daf, 9_Line, 1_Comment": "אמר מלאך ה' - ברק אמר לשמתו שהוא שלוחו של מקום:", 
        "26_Daf, 17_Line, 0_Comment": "מי שאין לו אלא חלוק אחד - נמי לאו מוכחא מילתא לכולי עלמא:", 
        "27_Daf, 38_Line, 0_Comment": "ת\"ש מנודה שהתירו לו חכמים - קא סלקא דעתך התירו לכל מנודה נידויו ברגל דאין נידוי נוהג ברגל:", 
        "13_Daf, 24_Line, 0_Comment": "ורבי סבר מאי דגלי גלי - להכי אמרי' ימי ספירו ולא ימי חלוטו:", 
        "38_Daf, 63_Line, 0_Comment": "רב בר אחוה דר' חייא דהוא בר אחתיה דר' חייא - דרבי אחא מכפרי נשא לאה והוליד ממנה אייבו מתה ונשא רחל ולה בת מאיש אחר וממנה נולד רבי חייא ונשא אייבו הבת ונולד להן רב ונמצא רב בר אייבו בר אחוה דרבי חייא מאבוה ובר אחתיה מאמיה:", 
        "7_Daf, 50_Line, 0_Comment": "טפחיים על שבעה טפחים - ונסתמה עד שני טפחים:", 
        "32_Daf, 38_Line, 0_Comment": "מאי טעמא - קבלוהו:", 
        "2_Daf, 33_Line, 0_Comment": "אילימא חרבה ממש - שנעשה בור למה לי למשקה לההיא דהא אין לה תקנה לעולם:", 
        "24_Daf, 4_Line, 0_Comment": "ממונא קנסוה רבנן - ואפילו בניו אין יכולין ליהנות ממנה:", 
        "49_Daf, 56_Line, 0_Comment": "כיפי דנורא - אבנים של אור:", 
        "35_Daf, 1_Line, 0_Comment": "כלי פשתן - דלא נפיש טירחא:", 
        "24_Daf, 0_Line, 1_Comment": "משום דאיסורא דאורייתא הוא - אבל האי דכוון מלאכתו במועד דלאו איסורא דאורייתא הוא דהא בלא מתכוין מותר לגמרי:", 
        "20_Daf, 21_Line, 0_Comment": "כעין מעגילה - ולא מעגילה ממש אלא כעין מעגילה ביד וברגל:", 
        "54_Daf, 50_Line, 0_Comment": "שושביניה - דמלאך המות:", 
        "6_Daf, 7_Line, 0_Comment": "אלא הלכתא לרבי ישמעאל - דלא נפיק ליה מקראי דדריש לקרא לדרשה אחרינא להוציא קציר העומר:", 
        "41_Daf, 35_Line, 0_Comment": "הא באבל על אביו ועל אמו - אינו שואל בשלומו עד י\"ב חדש:", 
        "23_Daf, 21_Line, 0_Comment": "ובלבד שלא יערים - שלא יעשה הרבה ויאמר לצורך המועד אני עושה ומתכוין כדי שתשתייר לאחר המועד:", 
        "48_Daf, 50_Line, 0_Comment": "בבל גרמה לו - שאין שכינה שורה בחוץ לארץ:", 
        "35_Daf, 61_Line, 0_Comment": "קלא דלא פסיק - היה ביה:", 
        "5_Daf, 15_Line, 1_Comment": "שתכלה הלחה - שכלין הגשמים של שנה ששית דעד ההיא שעתא מהני חרישה לזריעה דשנה זו אבל משתכלה הלחה אינו יכול לחרוש דמחזי כחורש לצורך שביעית דהיינו כל זמן שבני אדם חורשין ליטע מקשאות:", 
        "49_Daf, 56_Line, 7_Comment": "כיפי דברדא - אבנים:", 
        "53_Daf, 0_Line, 0_Comment": "כליכה - מטה של מתים:", 
        "49_Daf, 56_Line, 1_Comment": "אשתעו צלמנייא - נימוחו פרצוף שלהן:", 
        "56_Daf, 8_Line, 0_Comment": "ילכו מחיל אל חיל - שילכו מבית המדרש לבית הכנסת ומבית הכנסת לבית המדרש אחר יראה אל אלהים בציון יזכנו אל עליון:", 
        "9_Daf, 36_Line, 0_Comment": "משום יאוש בעלים - לפי שהביאום ממקום רחוק נדלדל אבר ונפל שם ונתייאשו אלו על אלו והניחוהו שם:", 
        "7_Daf, 51_Line, 2_Comment": "כיון דאיכא טפח יתירא - דלא צריך כל הטפח [דסגי בד']:", 
        "19_Daf, 22_Line, 1_Comment": "דארעא - דפתח חד בבא שבו נכנסים המים לגומא ואידך פתח שבו יוצאין המים לחוץ לא פתח:", 
        "17_Daf, 33_Line, 0_Comment": "ותנא בה - ושנה בה לא יבושו עמי לעולם והיינו לא תבייש ולא תתבייש:", 
        "23_Daf, 57_Line, 0_Comment": "שבקיה - לאבא דלא קצציה במועד שהרגיש משום דעבר אדאביי נפל ליה נרגא:", 
        "17_Daf, 26_Line, 0_Comment": "לא תבוש ולא תתבייש - לא תיבוש אחריני כדי שלא תתבייש שלא תבא לידי כך פן תתבייש:", 
        "54_Daf, 88_Line, 0_Comment": "רגליה דבר נתן - למיהוי נשיא:", 
        "30_Daf, 27_Line, 0_Comment": "לממונא - שחייב ממון לחבירו ולא רצה לשלם ע\"פ ב\"ד:", 
        "40_Daf, 54_Line, 0_Comment": "רבא אמר כיון שמניח - בשני שוב אינו חולץ לפנים חדשות:\n", 
        "17_Daf, 57_Line, 1_Comment": "דכולהו הלכות מועד - דשרי משום האי טעמא נמי שרו כגון אפיה ובישול דמצער השתא כשהוא אופה ומבשל ולהכי שרי דשמח הוא כשהוא אוכל אפייתו ובישולו ביו\"ט:", 
        "5_Daf, 4_Line, 2_Comment": "כל הני פרטי - דפריט בהדיא דאסור בשביעית זריעה וזימור קצירה ובצירה:", 
        "3_Daf, 6_Line, 1_Comment": "משקה מים בזרעים - שזורק מים בעיקרי העשבים:", 
        "26_Daf, 28_Line, 0_Comment": "מפני שיצא שלא ברשות - כלומר הואיל ולא יצא ברשות אחרים אלא ברצון עצמו לאו אנוס הוא:", 
        "17_Daf, 37_Line, 0_Comment": "כוחלת - נותנת כחול בין עיניה כדי שדומות נאים:", 
        "7_Daf, 55_Line, 1_Comment": "בורניץ - שם הנהר:", 
        "17_Daf, 49_Line, 0_Comment": "שניוול הוא לה - שגנאי הוא לה וניוול בסיד ומצטערת בסיד:", 
        "32_Daf, 37_Line, 0_Comment": "ולא קבלוהו - דהדרא עכנא למערתא ולא פתחה פיה:", 
        "3_Daf, 6_Line, 2_Comment": "משום מאי מתרינן ביה - דמאי מלאכה קא חשבינן ליה דודאי קוצר לא חשבינן שאינו מתכוין ליטול העשבים אלא לתקן עשבים הטובים שבשדה: חורש וזורע וקוצר אבות מלאכות הן בפרק כלל גדול (שבת דף עג.):", 
        "17_Daf, 2_Line, 0_Comment": "וכל חפציך לא ישוו בה - שתבטל כל חפציך בשביל שתעסוק בתורה:", 
        "36_Daf, 24_Line, 1_Comment": "ואינה מפסקת - דלאחר שבת צריך להשלים שבעה ימי אבלות עם השבת:", 
        "30_Daf, 37_Line, 0_Comment": "טוט אסר טוט שרי - כלומר מצי למישרי ליה אע\"ג דלא חל עליה ל' יום דאותו שופר שנדוהו יכול להתיר לו ומישרי ליה בתוך ל' יום:", 
        "16_Daf, 29_Line, 0_Comment": "הכא נמי לעבדו - קרבנות מיכל לא ליכלו:", 
        "6_Daf, 40_Line, 0_Comment": "תישתי לתרי או תלתא יומי - מההיא אמת המים ולא טרח ומייתי מאמת המים אחרינא:", 
        "27_Daf, 41_Line, 0_Comment": "דאזיל ופייסיה לבעל דיניה - ברגל והתירו לו חכמים ב\"ד שבאותו דור:", 
        "8_Daf, 71_Line, 0_Comment": "בשבתא דריגלא לא הוה מקשי ליה - משום דאתו כולי עלמא לפירקא ואי מקשי ליה ולא הוה מצי לפרוקי הוה מכסיף:", 
        "7_Daf, 33_Line, 0_Comment": "בדוכתיה מנח ליה - דלא שדי ארעא לבראי דלא עביד אלא מרכך ארעא אבל הכא שדי לבראי לכך לא דמי לעודר:", 
        "9_Daf, 9_Line, 0_Comment": "וכזית מן המת אינו מטמא באהל - דקתני אין מציינין על כזית מן המת ולא על כל דבר שאינו מטמא באהל:", 
        "17_Daf, 61_Line, 0_Comment": "שהגיעו לפירקן - לשיער:", 
        "31_Daf, 38_Line, 0_Comment": "חייקי ליה דוכתיה - מנמיכין לו מקום כשיושב בדין:", 
        "27_Daf, 49_Line, 0_Comment": "לרבות כ\"ג. שנוהג בו צרעת:", 
        "31_Daf, 43_Line, 1_Comment": "דנקט - שמואל בדעתיה משום דאזיל בתריה:", 
        "51_Daf, 59_Line, 0_Comment": "ואם לא הודיעו - שהולך לבקר את אביו:", 
        "41_Daf, 15_Line, 1_Comment": "לכו לבתיכם לשלום - הרי שאל בשלומן:", 
        "14_Daf, 34_Line, 0_Comment": "לא יערער על מתו - אם מת לו מת חדש או חדשים קודם המועד לא יערער מפרש בגמ' כד הדר ספדנא במערבא כלומר שלא ישכור ספדן לחזור על קרוביו לומר בכו עמי כל מרי נפש:", 
        "22_Daf, 34_Line, 0_Comment": "שכיר שבת - ששכרו כל השבוע לדייר שדהו:", 
        "20_Daf, 8_Line, 1_Comment": "כאן בימות הגשמים - כלומר כשיורדין הגשמים ברגל כגון בסוכות אין עושין תנור לפי שאינו יבש לאלתר עד לאחר הרגל ועבד טירחא שלא לצורך הרגל:", 
        "21_Daf, 20_Line, 2_Comment": "והקבלנים - שקיבלו לשומרה לזמן פלוני בסכום כך וכך בין יהיה הרבה או מעט הרי אלו יעשו אחרים בשבילם:", 
        "20_Daf, 56_Line, 2_Comment": "אגב איצצא - שמושך המלח מהן:", 
        "48_Daf, 28_Line, 0_Comment": "מאי דהוה הוה - הואיל דלא קרעו בשעת מיתה תו לא קרעי:", 
        "25_Daf, 2_Line, 0_Comment": "ואם אין לו - לאומן מה יאכל נותן לו שכרו:", 
        "25_Daf, 53_Line, 1_Comment": "בתבלין - מוכר כדרכו כגון כרוב וכרשינין הכל יודעין דלצורך המועד הן וליכא חשדא שאין ראוין להתקיים הלכך אפי' בפרהסיא מותר:", 
        "9_Daf, 18_Line, 0_Comment": "בית הפרס - חצי מענה תלם אחד של מאה אמה:", 
        "37_Daf, 14_Line, 0_Comment": "כיון שעמדו מנחמים מאצלו - היינו ביום ז':", 
        "38_Daf, 64_Line, 0_Comment": "כי סליק - רב מעירו דבבל לא\"י שהיה רבי חייא שם:", 
        "41_Daf, 14_Line, 0_Comment": "ואם בשביל עקיבא באתם הרי כמה עקיבא בשוק - שלא הלכתם לנחמן:", 
        "46_Daf, 48_Line, 0_Comment": "ממאן שמיעא - לרב אושעיא הא דאמר אין מתאחין שמע מינה האי דאמר אין מתאחין אבוה דרב אושעיא:", 
        "19_Daf, 34_Line, 0_Comment": "ובדבר האבד מותר - שאם יש לו הפסד אם לא יעשנה לאותה סחורה מותר לעשותה אבל בחנם שלא להרויח אסור:", 
        "17_Daf, 10_Line, 2_Comment": "ולא תיפוק - דלא לימות בנך דהדרי נפקי מינך והדרי לבי נשייהו:", 
        "18_Daf, 44_Line, 0_Comment": "ממתח נמי לא - בתמיה אתו יש אומרים למיסר נמי מתוחי ואמאי הא לא קעביד מלאכה ואי לא עביד הכי לא מצי למיזגא עלה:", 
        "28_Daf, 44_Line, 0_Comment": "מוחרם - שמחרימין בחרם לאחר ל' יום לאחר הנדוי:", 
        "13_Daf, 19_Line, 0_Comment": "אף אני כך אמרתי - דמצורע מותר בתשמיש המטה דוישב מחוץ לאהלו בימי ספירו כתיב:", 
        "14_Daf, 34_Line, 1_Comment": "לא יספידנו - שאם מת לו מת בתוך שלשים יום לפני הרגל לא ישכור ספדן להספידו ושלשים יום אתרוייהו קאי וטעמא דשלשים יום מפרש בגמ': ", 
        "15_Daf, 3_Line, 0_Comment": "מתני' אין חופרין כוכין וקברות - לצורך מתים שדרכן לחפור כוכין וקברות לזמנן לצורך מתים שימותו דטירחא יתירא הוא:", 
        "20_Daf, 10_Line, 1_Comment": "ומעגילין אותן במעגילה - שגוללין על קרקעות התנור עץ גדול עגול כדי לסתום הסדקין:", 
        "11_Daf, 12_Line, 0_Comment": "וחכמים מתירים בזה ובזה - להשקות את כל השדה כולה ולהשקות במועד זרעים שלא שתו לפני המועד והאי חכמים היינו ר\"מ דאמר לעיל (דף ב.) משקין ממנו אפילו שדה בית הבעל:", 
        "15_Daf, 25_Line, 0_Comment": "וארון עם המת בחצר - כלומר כשמת בחצר (שפיר דמי) דמוכחא מילתא דלצורך המת עבידא מצי למיעבד ארון ובאותה חצר:", 
        "9_Daf, 8_Line, 1_Comment": "אין מרחיקין את הציון ממקום טומאה - יותר מכל שהוא:", 
        "22_Daf, 15_Line, 1_Comment": "אבוגנגרי - מסדרי שולחנות:", 
        "49_Daf, 31_Line, 0_Comment": "אתי לדגלת - חדקל:", 
        "51_Daf, 44_Line, 0_Comment": "כל שבעה - אם מת לו מת קורע קריעה אחרת:", 
        "36_Daf, 33_Line, 0_Comment": "גמ' גזרת - שלשים בטלו אבל ימים לא בטלו שלשים יום לא בטלו דעדיין תלויין ועומדים:", 
        "49_Daf, 43_Line, 0_Comment": "והבאתי השמש בצהרים - אשקיע השמש בצהרים:", 
        "21_Daf, 33_Line, 0_Comment": "להפסד דידיה לא חייש - דלא קא מעבד ארעא מגמליה משום דאבל הוא:", 
        "33_Daf, 19_Line, 0_Comment": "איבעי ליה לגלוחי ערב הרגל - דתנן מתניתין (לקמץ דף יט.) הקובר מתו שמונה ימים קודם הרגל בטלו ממנו גזרת ל' יום ומותר בגילוח הואיל וכבר התחיל יום אחד מן השלשים וזה הואיל ולא גילח ערב הרגל לא יגלח ברגל:", 
        "20_Daf, 43_Line, 2_Comment": "כוורי - הכי עשו דרך לנהר שיצאו מימיו ונשתיירו שם דגים הרבה:", 
        "36_Daf, 24_Line, 3_Comment": "ואין עולין - דכי קבר מתו בתוך הרגל דלא בטלה ממנו גזרת ז' אין ימי הרגל עולין למנין ז' ימי אבילות אלא לאחר הרגל צריך לישב ז' ימי אבילות זו היא סברתי אבל בהעתק מצאתי ואין עולין דכי קבר את מתו שני ימים לפני הרגל דלא בטלה ממנו גזרת שבעה אין ימי הרגל עולין למנין שבעת ימי אבלו אלא לאחר הרגל צריך לישב ה' ימי אבלות להשלים לשני ימים שנהג לפני הרגל ואני אומר כי טעות סופר הוא דמה שנזכר שלשה ימים לפני הרגל לאו דוקא ואפילו שעה אחת לפני הרגל בטלה ממנו גזרת שבעה דהרגל מפסיק:", 
        "5_Daf, 33_Line, 0_Comment": "י' נטיעות - המפוזרות בתוך בית סאה שהוא נ' על נ' חורשין כל השדה שלה בשבילן בערב שביעית עד ר\"ה ואמרי הני הואיל וילדות הן איכא פסידא יתירא לכך חורשין עד ראש השנה אבל זקינה אין חורשין עד ראש השנה אלמא דהלכה למשה מסיני הן:", 
        "50_Daf, 72_Line, 1_Comment": "ואת הדברים - זה הכתב:", 
        "2_Daf, 7_Line, 2_Comment": "מעיין שלא יצא בתחילה - שכבר החזיק דרכו:", 
        "6_Daf, 26_Line, 1_Comment": "מותר להשקות מהן בחולו של מועד - ולא גזרי דלמא פסיקא מי אגמים ואזל וטרח ואייתי מן נהר אחר:", 
        "48_Daf, 73_Line, 0_Comment": "לא סיימוה קמיה - דשלדו הוה קיימת:", 
        "22_Daf, 34_Line, 4_Comment": "ומוסרין לו רועה אחד לנער צאנו - שמדיירין אותה הואיל ואינו שכיר לשבת ממש:", 
        "6_Daf, 42_Line, 0_Comment": "והא עבידא דפסקא - בריכה ואזיל ומייתי:", 
        "10_Daf, 30_Line, 0_Comment": "בכרכים - המוקפין חומה מימות יהושע בן נון:", 
        "22_Daf, 67_Line, 0_Comment": "מר - דאמר זופתין חביתא חייש לפסידא ובחביתא איכא פסידא יתירא אי לא זפתי לה משום דנפיש יינא ובכוזתא ליכא פסידא יתירא כוזא כלי קטן:", 
        "9_Daf, 4_Line, 1_Comment": "רוב בנינו - כגון עצמות גדולות כגון קוליות אע\"פ שאין בו רוב מנינו:", 
        "35_Daf, 67_Line, 0_Comment": "אבל הדר נבט - דבתר דפסיק התחיל קלא נבט נשמע דמיון כמו במסכת תענית (דף ד.) האי צורבא מרבנן דמי לפרצידא דתותי קלא כיון דנבט נבט ופי' זה וזה לשון צמח:", 
        "7_Daf, 26_Line, 0_Comment": "דקא אתו מיא בתריה - דכי חפר באמה אתו לאלתר מים בהדי חפירה:", 
        "34_Daf, 3_Line, 0_Comment": "איתרע ביה מילתא - בפנחס אחוה דפנחס הוה אבל:", 
        "33_Daf, 5_Line, 0_Comment": "מאי תברי - למה תוקעין תקיעה ושברים:", 
        "49_Daf, 54_Line, 0_Comment": "אחיתו - הורידו דמעות:", 
        "25_Daf, 8_Line, 0_Comment": "כדשניין מעיקרא - כאן בארבעה עשר כאן בחולו של מועד:", 
        "9_Daf, 40_Line, 1_Comment": "אין בה אילנות בידוע שאבד בה קבר - ולא נחרש ומטמא באהל:", 
        "3_Daf, 39_Line, 1_Comment": "חרישה בשביעית מי שרי - הא נפקא מבחריש ובקציר תשבות דאמרינן אם אינו ענין לשבת שאינו צריך שהרי כבר נאמר כל מלאכה תנהו ענין לשביעית:", 
        "21_Daf, 30_Line, 2_Comment": "פסקיה לגמליה - הפסיק שורו מן הצמד ולא שלחו לחרוש בשדה לפי שהיה אבל ומצווה על שביתת בהמתו מדרבנן:", 
        "31_Daf, 4_Line, 0_Comment": "עייא - כך כינה שמו של ר' חייא לשון גנאי:", 
        "26_Daf, 45_Line, 0_Comment": "קטן הנולד במועד - ולו שערות גדולים מותר לגלח במועד שער ראשו המצערו:", 
        "30_Daf, 74_Line, 0_Comment": "א\"ל לאבוה - לפי תומו ולאו משום לישנא בישא:", 
        "50_Daf, 41_Line, 0_Comment": "אתיא קרע קרע (מדוד):", 
        "4_Daf, 7_Line, 0_Comment": "תלמוד לומר שדך לא כרמך לא - מדלא כתיב לא תזרע שדך לא תזמור כרמך אלא שדך לא תזרע כרמך לא תזמור משמע שדך לא כרמך לא:", 
        "14_Daf, 29_Line, 0_Comment": "קמ\"ל - וביום הראות בו דבו היינו טומאה דגופיה:", 
        "35_Daf, 10_Line, 3_Comment": "איגרות שום - בכך שמו בית דין שדה זו ונתנו לאחים כך וכך נגדו:", 
        "40_Daf, 56_Line, 0_Comment": "והאמר רבא - לעיל (דף כ.) בכפיית המטה הלכה כתנא דידן דאמר ג' ימים עיקר אבילות ה\"נ נבעי ג' ימים להניח תפילין:", 
        "41_Daf, 40_Line, 1_Comment": "מונה לעצמו - שבעה שלימין:", 
        "16_Daf, 26_Line, 2_Comment": "וקרבן צבור - דמה שהיו מקריבין בימי חנוכת הבית קרבן צבור הוא:", 
        "20_Daf, 57_Line, 0_Comment": "שיתין איצצי - כלומר רוחצין אותו הרבה פעמים מצצי ליה ששים זימני:", 
        "25_Daf, 24_Line, 0_Comment": "החמירו על עצמם דלא עבדי כלל - ולחומרא:", 
        "20_Daf, 59_Line, 0_Comment": "רב איקלע - במועד:", 
        "21_Daf, 30_Line, 0_Comment": "גמלא - צמד בקר בין שניהם שור אחד לזה ושור אחד לזה:", 
        "12_Daf, 11_Line, 1_Comment": "דפנא - בייר וקעבד גדר מדפנא ומגדל אותה מהוצי הדקל:", 
        "49_Daf, 1_Line, 0_Comment": "טייעא - סוחר ישמעאלים:", 
        "31_Daf, 93_Line, 0_Comment": "עירא היאירי - הוה מתני לדוד אגב כרי' וכסתות ודוד הוה מתני לרבנן על גבי קרקע:", 
        "23_Daf, 58_Line, 0_Comment": "למיעקר כיתנא - בחולא דמועדא:", 
        "33_Daf, 43_Line, 0_Comment": "הא אתמר עלה - הא דתני תכפוהו אבליו מיקל בתער ולא במספרים וקאתי ברייתא דכל הני שמותרין לגלח במועד מותרין לגלח בימי אבלו כשתכפוהו אבליו ומגלח במספרים:", 
        "19_Daf, 20_Line, 0_Comment": "אדעתא דכוורי - שעושין המים שיוצאין מן הגומא של ביבר לחוץ אם לצורך שיצאו המים וישתיירו הדגים מותר:", 
        "33_Daf, 0_Line, 2_Comment": "וקרי ביה - כלומר תקע ביה אלפין שיפורי:", 
        "14_Daf, 0_Line, 0_Comment": "דהא עצים - פשוטי כלי עץ לא מקבלי טומאה:", 
        "19_Daf, 24_Line, 1_Comment": "אדעתא דחיותא - דראויין למאכל בהמה דנקט מן הענפים דמחד גיסא בין לחין בין יבשין לצורך מאכל בהמה היינו דחיותא ושרי:\n", 
        "21_Daf, 26_Line, 0_Comment": "קיבולת - לעשות בכך וכך (שרי):", 
        "27_Daf, 29_Line, 0_Comment": "דלמא לעיוני - הא דתני דדנין לא אמרי' דלימא איש פלוני חייב איש פלוני זכאי ואיכא למידק מינה דאי לא ציית משמתינן ליה אלא מעייני בדין ולא אמרי ליה כלום:\n", 
        "18_Daf, 46_Line, 0_Comment": "מתני' מעמידין תנור וכירים - שעושין אותם לכתחלה כדאמרינן לקמן תנור תוכו חלול מקום שפיתת שתי קדירות כירה מקום שפיתת קדירה אחת:", 
        "17_Daf, 57_Line, 0_Comment": "הנח להלכות מועד - להכי א\"ר יהודה הכא דשרי אע\"פ שהיא מצירה כו':", 
        "46_Daf, 52_Line, 0_Comment": "דפריס סודריה ארישיה - בשבת משום עטיפה דנהיג אבילות:", 
        "29_Daf, 21_Line, 0_Comment": "אכולהו - ארחיצה נמי דמנודה אסור:", 
        "7_Daf, 43_Line, 0_Comment": "זבלו מוכיח עליו - כלומר אע\"ג דמעמיק בשביעית הוא נראה כעודר ואסור הכא מותר שהרי זבלו שמניח לשם מוכיח עליו דלא עביד משום עודר:", 
        "34_Daf, 35_Line, 0_Comment": "ואם בקשו ממנו שפה היה מתיר להם - כלומר אנא חזינא לדעתיה אי שאלו לגלח השפה היה מתיר להם דאין בהם משום בל תשחית פאת זקנך (ויקרא יט):", 
        "18_Daf, 16_Line, 0_Comment": "מסרגין שתי וערב - שאורגין מטה של חבלים בשתי וערב:", 
        "5_Daf, 2_Line, 0_Comment": "רבי אלעזר אמר חרישה - בשביעית להכי קרי ליה תוספת דלא נפיק עיקרו מן התורה אלא מכלל ופרט וכלל כדאמרי לעיל:", 
        "49_Daf, 12_Line, 0_Comment": "ספר מלחמות - ספר תורה לישנא אחרינא שנלחם רבה ורב המנונא ונתור ככי דההוא טייעא לישנא אחרינא גזע ישישים זה רבה בר רב הונא דהוא בן גדולים בן רב הונא דהוא ראש גולה ועדיף מנשיא דארץ ישראל ועמו ספר מלחמות עמו רב המנונא:", 
        "24_Daf, 2_Line, 1_Comment": "דכל יומא מפקע ליה ממצות - דכל זמן שהוא ברשות העובד כוכבים אינו עוסק במצות:", 
        "14_Daf, 7_Line, 0_Comment": "אבל טומאה דגופיה אימא לא - דלא יליף טומאה דגופיה מטומאה דלאו גופיה לדבר הרשות מוצוה הכהן דהוה אמינא חידוש הוא קמ\"ל וביום הראות דהיינו טומאה דגופיה דממתינין לו לדבר מצוה והואיל ואשכחן דממתינין לו לטומאה דגופיה מיהא לדבר מצוה אית ליה נמי כח למילף מוצוה הכהן דממתינין לטומאה דגופיה לדבר הרשות נמי אף על גב דחידוש הוא:", 
        "55_Daf, 29_Line, 1_Comment": "(מרעא חבילא) - מרעין חיבולייא - האיסורין הן בבית:", 
        "34_Daf, 59_Line, 0_Comment": "מטפחות ידים - שמנגבין בהן ידים משום דמאיס:", 
        "3_Daf, 24_Line, 1_Comment": "לוקה - משום לא תזרע כלאים (ויקרא יט):", 
        "35_Daf, 16_Line, 0_Comment": "גמ' כדרב גידל - שכותב תנאי זה בשטר:", 
        "5_Daf, 1_Line, 0_Comment": "ושמעית דנסיב עליה תלמודא לפטורא - ולא ידענא מאי תוספת ולא פטור:", 
        "48_Daf, 60_Line, 0_Comment": "לדלויי רישין - דאדם חשוב היה והוה לן בושת לדלויי רישין:", 
        "10_Daf, 8_Line, 0_Comment": "כל מילי דמתא עליה רמיא - דתלמיד בקי הוא:", 
        "26_Daf, 41_Line, 0_Comment": "ה\"ק - לאו היתר דידיה אשמעינן ולא רואה אני קאמר אלא פלוגתייהו קמ\"ל במאי פליגי נראין דברי ר\"י האוסר לחכמים וכו':", 
        "22_Daf, 43_Line, 0_Comment": "מודה ליה לר' יהודה - דאינו זולף וגף ממש אלא עושה לימודים עראי:", 
        "51_Daf, 12_Line, 0_Comment": "ותוספת שלש - כגון שמוסיף קרע אחר על אותו קרע כגון שאירעו אבל אחר:", 
        "23_Daf, 38_Line, 0_Comment": "נפק - בחצר בשבת:", 
        "17_Daf, 10_Line, 0_Comment": "תעייל ולא תיפוק תיפוק ולא תעייל - משמע ליה בסחורה תעייל ולא תיפוק שתביא סחורה ולא תמכרנה תיפוק ולא תעייל שתוציא בסחורה במקום אחר ולא תביאנה:", 
        "13_Daf, 18_Line, 0_Comment": "יותם לא היה לעוזיהו אלא בימי חלוטו - כלומר לא נתעברה אמו דיותם אלא בימי חלוטו דעוזיהו דעוזיהו היה מצורע ולא נזקק לאשתו בימי ספירו אלא בימי חלוטו:", 
        "27_Daf, 6_Line, 0_Comment": "יש מהן אסורין - בשאר כל אדם שאסורין לגלח במועד אסורין לגלח בימי אבלן:", 
        "19_Daf, 14_Line, 0_Comment": "מוליא במוליא - שנוטל הקרקע ממקום גבוה ומניחו שם על גבי מקום גבוה היינו מוליא במוליא:", 
        "17_Daf, 71_Line, 0_Comment": "טפלה כולה בחד זימנא - דסבר למיעבד כרב ביבי ומתה:", 
        "9_Daf, 45_Line, 0_Comment": "יש בה אילנות בידוע שנחרש - לאחר שציינוה ולעולם בית הפרס שנחרש לא בעי ציון:", 
        "50_Daf, 30_Line, 0_Comment": "גרמו לנפשייהו - דמרדו ביה והא דקאמר לא קטלי יהודי רוצה לומר בחנם:", 
        "23_Daf, 48_Line, 0_Comment": "לנסורת - עצים דקים שנופלין מן החתיכה:", 
        "6_Daf, 27_Line, 0_Comment": "ר' אילעא אמר ר' יוחנן דאמר גזרינן מי גשמים אפילו היכא דלא פסקי אטו מי קילון מדקאמר רב אשי מי גשמים לידי קילון אתי מכלל דר' יוחנן אסר אפילו דלא אתיא לידי מי קילון לית ליה דר' זירא דלא גזר: ", 
        "20_Daf, 48_Line, 0_Comment": "כבשין - בחומץ ובמלח שקורין קונפושט\"א והכא נמי כיון שמלחן הרבה כדי להצניען תו לא חזו במועד:", 
        "4_Daf, 9_Line, 0_Comment": "מקרסמין - היינו זימור אלא שקירסום שייך באילנות:", 
        "7_Daf, 17_Line, 1_Comment": "למעבד בנכי - עוגיות והיכי שרי והא תנן אין עושין עוגיות", 
        "48_Daf, 76_Line, 1_Comment": "רבי חייא ריבץ תורה - כדאמרינן בבבא מציעא (דף פה:) אנא עבדי ליה לתורה דלא תשתכח מישראל:", 
        "48_Daf, 17_Line, 0_Comment": "גמ' לספר תורה - דתורה קרויה נר שנאמר (משלי ו) כי נר מצוה ותורה אור ונשמה נקראת נר דכתיב (שם כ) נר (אלהים) נשמת אדם:", 
        "41_Daf, 5_Line, 0_Comment": "אלא במקום המתנחמין - סמוך לאבלים:", 
        "9_Daf, 43_Line, 0_Comment": "אמר רב פפא - לעולם בית הפרס שנחרש לא בעי ציון והאי דקתני בידוע שנחרש בה קבר בשדה שאבד בה קבר וציינה לאלתר:", 
        "25_Daf, 12_Line, 2_Comment": "בצנעה - שמא יאמרו זה לוקח שלא לצורך המועד:", 
        "49_Daf, 13_Line, 0_Comment": "קאת וקיפוד הוכפלו - קללה כמו וירשוה קאת וקיפוד (ישעיהו לד) כלומר קללה באה והוכפלה בעולם:", 
        "7_Daf, 51_Line, 0_Comment": "הכא חמשה קא מעמיק - דהיתה עמוקה טפח ומעמידה על ששה ולא הוי טירחא יתירא להעמיק כל כך בקרקע:", 
        "6_Daf, 44_Line, 0_Comment": "עדיין היא מטפטפת - מבית השלחין גבוה לתוך הבריכה דודאי לא פסקא:", 
        "32_Daf, 97_Line, 0_Comment": "מסתפינא מיניה - דגברא אלמא הוא:", 
        "54_Daf, 27_Line, 0_Comment": "והאי דלא חשיב ליה - בהדי כרת:", 
        "51_Daf, 53_Line, 0_Comment": "משום כבוד אביו - ולא מן הדין והוי כאיחוי לפיכך מוסיף בו לאחר שלשים:", 
        "48_Daf, 44_Line, 0_Comment": "מפוריא לפוריא - לתתו במטה אחריתא קטנה שתצא דרך הפתח:", 
        "39_Daf, 30_Line, 0_Comment": "קורע והולך - אחר שבעה אע\"ג דליכא שבעה:", 
        "20_Daf, 41_Line, 0_Comment": "כמאן מדלינן האידנא קביותא דדשא - כשיוצאין מסמרים של עץ מן הקורה שעל הפתח דשרי למיעבד בלא שינוי:", 
        "4_Daf, 36_Line, 0_Comment": "אחרינא לא - להכי חורש אינו לוקה:", 
        "14_Daf, 38_Line, 0_Comment": "אפילו צרורין בסדינו - שאינו מלקטן ואינו רואה אותן הרי זה מתאבל כל זמן שלא נקברו:", 
        "32_Daf, 100_Line, 0_Comment": "שקליה - לכתב שמתא:", 
        "45_Daf, 16_Line, 0_Comment": "מתוך שנתחייב באלו - קריאת שמע כו' נתחייב בכולן:", 
        "12_Daf, 17_Line, 2_Comment": "מפני הסכנה - שלא תפול על הולכי ברשות הרבים:", 
        "44_Daf, 12_Line, 0_Comment": "כל שלשים יום לנישואין - עד שלשים יום לאחר אבלו אינו יכול לישא אשה:", 
        "10_Daf, 42_Line, 1_Comment": "כי יהבינן להו - שכירות לפועלים דבטלי כלאים:", 
        "49_Daf, 56_Line, 6_Comment": "שבעין מחתרין - דגנבים דבזכותיה לא הוו אתו גנבים:", 
        "31_Daf, 4_Line, 1_Comment": "ראה מי קורא לך - כלומר צא מכאן:", 
        "39_Daf, 7_Line, 0_Comment": "חלוץ מנעלי - להתאבל על אחי ואחותי:", 
        "19_Daf, 16_Line, 1_Comment": "אדעתא דציבי - אם ליקטן אדעתא דעצים להסיקן דנקט רברבי ושבק זוטרי:", 
        "24_Daf, 36_Line, 0_Comment": "א\"כ בנין לישתרי - בערב הפסח דהא כותל הגוהה לרה\"ר מותר לבנותו בחולו של מועד:", 
        "48_Daf, 34_Line, 0_Comment": "לאותובי ס\"ת אפורייה - ולומר קיים זה מה שכתוב בזה:", 
        "44_Daf, 0_Line, 0_Comment": "וקורין שבעה - בספר תורה דאין מתפללין יחד בבית הכנסת אלא כל אחד ואחד מתפלל בביתו:", 
        "33_Daf, 19_Line, 2_Comment": "איבעי ליה לגלוחי ערב שבת - שהוא שביעי:", 
        "6_Daf, 9_Line, 0_Comment": "מדאורייתא בטלו - כלומר אשכחו סמך מן התורה להכי בטלו הלכתא:", 
        "31_Daf, 39_Line, 0_Comment": "איטריד - מר עוקבא בדינא שהיה מחשב בדין ולא אידכר ליה למיזל בתר שמואל:", 
        "39_Daf, 63_Line, 0_Comment": "אתא בריה - הדר אמימר קרע באפיה דבריה:", 
        "32_Daf, 83_Line, 0_Comment": "ופליגא דר\"ש ב\"ל - דאמר יוצאה:", 
        "50_Daf, 78_Line, 0_Comment": "בזרוע - שאין יכול להצילו:", 
        "24_Daf, 50_Line, 0_Comment": "בדיק לן - אי ידעינן לתרוצי:", 
        "10_Daf, 43_Line, 0_Comment": "דאי סלקא דעתך מדידהו - דבעל הבית יהיב להו אמאי יוצאין להכי בחולו של מועד משום שכר פעולה לבטלו בכל זמן אף על גב דליכא שכר פעולה בזול וכל מה דבעי ליתב להו אלא מתרומת הלשכה יהבינן להו וכל כמה דמצינן לצמצם מעות דהקדש עבדינן:", 
        "23_Daf, 7_Line, 0_Comment": "אמר ליה - האי דקתני מחובר אפי' כולו אבוד נמי אסור ר' יוסי היא ויחידאה היא ולא סבירא לן כוותיה", 
        "25_Daf, 3_Line, 0_Comment": "מפנן לחצר אחרת ואם אינו מאמינו - בחצר אחרת:", 
        "11_Daf, 11_Line, 1_Comment": "לא ישקם במועד - דהואיל ולא משקה להו תדיר לפני המועד. לא הוי ליה פסידא אי לא משקה להו במועד:", 
        "15_Daf, 46_Line, 0_Comment": "מפני הטורח - ליטרח לצורך נישואין וטירחא במועד אסור:", 
        "31_Daf, 32_Line, 0_Comment": "מוקים ליה בצדקה - דמיבעי למיעבד בסתר:", 
        "10_Daf, 1_Line, 0_Comment": "מסובכין - שאינן עומדין בשורה אחת סביב הגבולין אלא מעורבין בכל השדה דודאי נחרש כל השדה בשביל האילנות:", 
        "41_Daf, 27_Line, 0_Comment": "התם מודע להו - הא דקתני כל ג' ימים אסור בשאילת שלום אבל מודע להו דאבל הוא ולא מהדר להו:", 
        "13_Daf, 36_Line, 0_Comment": "דבר הרשות איכא בינייהו - רבי יהודה דמפיק מביום הראות בו ומכאן אמרו חתן ורגל דהיינו מצוה ממתינין לו אבל לדבר הרשות אין ממתינין לו בטומאה דגופיה ורבי סבר דבדבר רשות נמי ממתינין לו כדאמרי' לעיל דרבי יליף טומאה דגופיה להמתין לו מטומאה דביתו:", 
        "29_Daf, 19_Line, 0_Comment": "כשאמרו אסור ברחיצה - בתענית צבור:", 
        "55_Daf, 26_Line, 0_Comment": "אזבזגי - קיניה:", 
        "43_Daf, 50_Line, 0_Comment": "לא הושוו - רבו ואב ב\"ד ונשיא וכל הנך דתני במתניתא לאביו ולאמו:", 
        "21_Daf, 8_Line, 1_Comment": "אלא אפילו - חולו של מועד דאסירא ביה מלאכה מדאורייתא דכתיב (שמות כג) את חג המצות תשמור שבעת ימים לימד על כל החג שהוא אסור:", 
        "49_Daf, 56_Line, 5_Comment": "אנדרטא - צורת הצלמים שעושין על שם המלך שמת:", 
        "47_Daf, 43_Line, 0_Comment": "מתני' על מטה זקופה - יושבין המנחמין:", 
        "31_Daf, 20_Line, 0_Comment": "ברצות ה' דרכי איש גם אויביו ישלים אתו - כי הוא על כרחו בא:", 
        "4_Daf, 5_Line, 2_Comment": "כיסוח - בעשבים שחותך הרעים מן הטובים ולא היינו ניכוש דמעקר העיקרים מן הקרקע דלזה אין עוקרין אלא חותכין למעלה:", 
        "27_Daf, 54_Line, 0_Comment": "אל תפרעו - גידול שער והאי קרא גבי מיתת נדב ואביהוא כתיב ומדאצטריך קרא למישרי להו מכלל דאחריני אסורין:", 
        "50_Daf, 93_Line, 0_Comment": "כל הקרעים רשאין למוללן - לקפל בגד בתפירה:", 
        "31_Daf, 43_Line, 0_Comment": "ידע - מר עוקבא:", 
        "8_Daf, 46_Line, 0_Comment": "טומאה קוראה לו פרוש - כלומר עושים סימנים על הטומאה כדי שיהא מרגיש ופורש:", 
        "2_Daf, 12_Line, 0_Comment": "קא משמע לן - מתניתין דתני בין ממעיין שלא יצא בתחילה:", 
        "18_Daf, 66_Line, 0_Comment": "איתחיל גופיה - יתחלל גופו:", 
        "49_Daf, 0_Line, 0_Comment": "כי מטו אגישרא - כשהגיעו לעבור בדף של גשר קצר שעכשיו לא היו יכולין לעבור זה בצד זה אלא זה אחר זה:", 
        "6_Daf, 35_Line, 1_Comment": "אם אמת המים עוברת ביניהן - בין הבריכות הללו מותר להשקות ממי גשמים דאי פסקי מי גשמים משקה מאמת המים:", 
        "39_Daf, 33_Line, 0_Comment": "אבל מתאבל עליהן - על אותן קרובים:", 
        "4_Daf, 20_Line, 0_Comment": "מלסקל - להוציא אבנים מן הכרם:", 
        "5_Daf, 28_Line, 0_Comment": "כך התנו - שמאי והלל בשעת תקנתם:", 
        "52_Daf, 60_Line, 0_Comment": "אין מברכין - על הריח בבית האבל:", 
        "28_Daf, 4_Line, 0_Comment": "כגלו של עכן - דכתיב (יהושע ז) ויקימו עליו גל אבנים גדול:", 
        "16_Daf, 13_Line, 1_Comment": "אמה כליא עורב - הגג כלה ומקצר למעלה עד כאמה ומחפין אותו שם בברזל ובמסמרים כדי שלא ישבו העורבים עליו זהו לא חשיב כבנין:", 
        "22_Daf, 26_Line, 2_Comment": "בבכור - דקעביד ביה מלאכה וכתיב (דברים טו) לא תעבוד בבכור שורך:", 
        "21_Daf, 19_Line, 0_Comment": "בלן - שומר בית המרחץ ומשמשן בבית המרחץ ונוטל מכל אחד שכרו:", 
        "11_Daf, 39_Line, 0_Comment": "מאי קרא - דאישות בריה שאין לה עינים:", 
        "22_Daf, 3_Line, 0_Comment": "אבל אי איכא מתא דמקרבא להתם - אותן פועלים נכרים אסורים דאינהו ידעי דהני נכרים עבדי ליה מלאכה ואמרי בשבתא יהב להו:", 
        "41_Daf, 3_Line, 0_Comment": "אשה - אבילה טווה בפלך:", 
        "21_Daf, 23_Line, 0_Comment": "שכיר יום - אחד ואפילו בעיר אחרת ואין יודעין שם שהוא אבל וליכא משום מראית העין:", 
        "26_Daf, 3_Line, 0_Comment": "גמ' הכי גרסינן ושאר כל אדם מאי טעמא אסורין כדתנן אנשי משמר כו' ואמר רבה בר בר חנה כו' עד כשהן מנוולים - ומאן דמתרשל ולא גילח מקמי רגל ומטי זמן עלייהו לגלח ברגל החמירו רבנן הואיל ולא מזרזי נפשייהו לספר מקמי רגל דלא להוי ברגל מנוולין אם היו מגלחין במועד לא היו מגלחים לפני המועד ונכנסין לרגל כשהן מנוולין:", 
        "18_Daf, 0_Line, 0_Comment": "תופר כדרכו - בחולו של מועד:", 
        "23_Daf, 65_Line, 1_Comment": "שלא יכוין מלאכתו במועד - שיש לו פנאי בשאר ימות השנה והוא משהה למועד:", 
        "19_Daf, 14_Line, 2_Comment": "אבל שקל מוליא - שנוטל הקרקע ממקום גבוה:", 
        "31_Daf, 85_Line, 0_Comment": "שהקים עולה של תשובה - שהוא שב תחלה ונתן דרך לשבים כדאמרינן בפ\"ק דע\"ז (דף ד:) לא דוד ראוי לאותו מעשה אלא שאם חטא יחיד אומרים לו כלך אצל דוד שמחל לו הקב\"ה אותו עון אף אתה חזור בתשובה:", 
        "51_Daf, 49_Line, 0_Comment": "אשה שוללתו לאלתר - אפילו תוך שבעה:", 
        "52_Daf, 0_Line, 0_Comment": "יגלגל עמהן - ואינו עושה סחורה בפני עצמו אלא עם חבורה:", 
        "50_Daf, 26_Line, 0_Comment": "ברוב ציבור - רוב ישראל:", 
        "36_Daf, 24_Line, 2_Comment": "והרגלים מפסיקין - דכי קבר מתו שלשה ימים קודם הרגל מפסיק האבילות לגמרי ולאחר הרגל אין משלים כלום:", 
        "33_Daf, 20_Line, 1_Comment": "ומודים חכמים לאבא שאול - אע\"ג דבעו שמונה:", 
        "21_Daf, 23_Line, 1_Comment": "לא יעשה - הואיל ובידו לחזור כדאמרינן (ב\"ק דף קט\"ז:) פועל כחוזר ואפילו בחצי היום וליכא פסידא כולי האי:", 
        "20_Daf, 67_Line, 1_Comment": "מיא ולא שכרא - מוטב לשתות אחריהן מים ולא שכר:", 
        "36_Daf, 2_Line, 0_Comment": "גמ' לאחרים בטובה - ולא בשכר:", 
        "32_Daf, 13_Line, 0_Comment": "צריכי ליה רבנן - דאתריה דהוה רבהון:", 
        "7_Daf, 2_Line, 0_Comment": "המידל - תולש בגפנים שישנן ביחד יותר מדאי:", 
        "42_Daf, 26_Line, 0_Comment": "אמר מאן דהוא - אדם אחד מאן דהוה:", 
        "12_Daf, 37_Line, 0_Comment": "לא להחמיר - שאם רואה הכהן שהוא טמא אינו אומר כלום שאם מטמאו נמצא מצערו במועד ורחמנא אמר (דברים טז) ושמחת בחגך:", 
        "47_Daf, 43_Line, 1_Comment": "חולצין - כתפיהן:", 
        "30_Daf, 16_Line, 1_Comment": "יחרם הוא וכל רכושו - דהפקר ב\"ד הפקר מהכא נפקא לן בכל דוכתי:", 
        "12_Daf, 5_Line, 0_Comment": "נועץ שפוד - במקום שהן מצוין ומרדה האדמה וממעך אותן:", 
        "55_Daf, 87_Line, 1_Comment": "ולברך - ברכת המזון:", 
        "18_Daf, 71_Line, 0_Comment": "מותר ליטול - להן צפרנים כדרך העושין עכשיו לסוסים שלנו דאי לא עביד ליה הכי הוה ליה צערא ולא מצי אזיל:", 
        "34_Daf, 6_Line, 0_Comment": "אילו בדידיה הוה - כלומר אילו היית אבל:", 
        "11_Daf, 18_Line, 0_Comment": "שדה גריד - יבשה מעולם שאין צריך להשקותה:", 
        "7_Daf, 53_Line, 0_Comment": "לשחופי נהרא - לעקור ענפי אילנות הגדלים בנהר:", 
        "52_Daf, 26_Line, 0_Comment": "ערסא דגדא - מטה שמייחדים אותה למזל טוב ואין משתמשין בה כלום אלא מייחדין אותה לשרות מזל טוב עליה:", 
        "24_Daf, 6_Line, 1_Comment": "נטייבה - נזבלה שהוליך הזבל בעגלות ומשאות:", 
        "12_Daf, 13_Line, 0_Comment": "צר בצרור - מניח אבנים זה על גב זה:", 
        "31_Daf, 65_Line, 1_Comment": "והוא דוד - שנולד במזל שלך:", 
        "6_Daf, 53_Line, 0_Comment": "דהוה דלי דוולא - דולה דליות מים לירקות וחכמים לא התירו כי אם לבית השלחין בלבד:", 
        "47_Daf, 2_Line, 2_Comment": "תנחומי אבלים - כל שבעה הולכין לנחמו בביתו:", 
        "18_Daf, 5_Line, 0_Comment": "שאינו יכול לכוין אימרא בחפת חלוקו - שאינו יודע לתחוב אותו בגד עב שעושין ממנו אימרא בחפת חלוקו אלא שבמקום אחד מקצרו ובמקום אחד מרחיבו:", 
        "50_Daf, 65_Line, 0_Comment": "משום שמועות רעות - על הגלות איבעי למיקרע:", 
        "22_Daf, 34_Line, 2_Comment": "מסייעין - כאילו של נכרים הוא:", 
        "29_Daf, 38_Line, 0_Comment": "מנודין היו - למקום:", 
        "46_Daf, 11_Line, 0_Comment": "אבל רבתי - מסכת שמחות:", 
        "10_Daf, 26_Line, 0_Comment": "אין מרחיקין ציון ממקום טומאה - ולהכי ציין כל ארבעה מצריו דתהא כל השדה נטמאה ובציון דמצר אחד לא סגי לכולה דאין מרחיקין ציון ממקום טומאה:", 
        "9_Daf, 5_Line, 0_Comment": "אין מציינין על הוודאות - הואיל דברור לכולי עלמא דאית ביה טומאה ודאית לא מטלטלי באותו מקום טהרות:", 
        "21_Daf, 11_Line, 3_Comment": "משתגיע עונת המים שלו - כשהגיע זמנו להשקות השדה שכך היו נוהגין כל אחד ואחד משקה כל השדות שבבקעה איש יומו או שבוע אחד:", 
        "8_Daf, 6_Line, 0_Comment": "חוטטין - נפלו צרורות בקרקעית הבור מעלה אותן במועד:", 
        "33_Daf, 12_Line, 0_Comment": "בשלא היה להן פנאי - דדוקא נקט שעלו מטומאתם ברגל לפיכך מגלחין שלא היה להן פנאי לגלח דעדיין לא עלו מטומאתן:", 
        "4_Daf, 9_Line, 2_Comment": "מפסגין - סומכים האילן שהוא רענן יותר מדאי:", 
        "24_Daf, 42_Line, 0_Comment": "משום צורך י\"ט - שרי כגון הני ג' אומניות ותו לא והוא הדין אם אין לו מה יאכל דאין צורך י\"ט גדול מזה:", 
        "36_Daf, 39_Line, 0_Comment": "שאם לא גילח ערב הרגל - דכי בטלו גזרת שלשים ואיבעי ליה לגלוחי ערב הרגל ולא גילח:", 
        "20_Daf, 17_Line, 0_Comment": "ואינו טח בטיט - זה הוא מעשה הדיוט:", 
        "2_Daf, 7_Line, 1_Comment": "משקין - בחולו של מועד ולא חיישינן דלמא נפיל ואזיל וטרח טירחא יתירא:", 
        "15_Daf, 0_Line, 0_Comment": "לפי שאין המת משתכח מן הלב שלשים יום - כלומר כיון דמת אין משתכח מן הלב שלשים יום אם מספידו פחות משלשים יום לפני הרגל אתי למספד ברגל דעדיין לא שכחו:", 
        "11_Daf, 46_Line, 2_Comment": "גמלא - שאין לו גשר אלא מנסר אחד:", 
        "13_Daf, 34_Line, 0_Comment": "משמעות דורשין - דמר דריש מהאי קרא ומר דריש מהאי קרא:", 
        "4_Daf, 24_Line, 1_Comment": "אברויי אילני אסור - דהוי משום רווחא והאי דשרי קשקוש היינו סתומי פילי והאי דאסיר היינו אברויי אילני:", 
        "17_Daf, 2_Line, 2_Comment": "דאפילו חפצי שמים לא - דמבטל מצוה ועוסק בתלמוד תורה:", 
        "9_Daf, 26_Line, 0_Comment": "בשדה שאבד בה קבר. קתני דמציינין דמטמא באהל אבל בשדה שנחרש בה קבר אין צריך לציין ולא מטמא באהל דנימא מחרישה סלקיה לטומאה:", 
        "41_Daf, 20_Line, 0_Comment": "ונשא אשה - בתוך שלשים יום כגון שאין לו בנים כדלקמן:", 
        "11_Daf, 31_Line, 1_Comment": "כדרכו - שאין צריך לשנות בצידה:", 
        "32_Daf, 98_Line, 0_Comment": "שקיל פתיחא עלויה - כתוב עליו שמתא:", 
        "27_Daf, 0_Line, 0_Comment": "ואי אמרת בקטן אית ליה פלוגתא - חילוק דנולד קודם הרגל אינו מגלח ברגל ואית לן למימר הואיל ואסור לגלח ברגל אסור לגלח נמי בימי אבלו א\"כ נמצאת אתה אומר אבילות אפילו בקטן:", 
        "39_Daf, 63_Line, 1_Comment": "קם קרע - פעם שלישית:", 
        "28_Daf, 3_Line, 0_Comment": "מנודה שמת וכו' - סיפא דברייתא היא:", 
        "5_Daf, 15_Line, 0_Comment": "שדה לבן - של תבואה:", 
        "10_Daf, 35_Line, 0_Comment": "בזרעים - על התבואה יוצאין בט\"ו באדר שקודמין לירקות:", 
        "7_Daf, 50_Line, 1_Comment": "מהו - להעמיק אותן חמשה שנשתיירו:", 
        "48_Daf, 80_Line, 0_Comment": "איתהפיכא ליה רצועה דתפילין - השחור בפנים דרצועה שחורה נראה בחוץ הלכה למשה מסיני:", 
        "15_Daf, 48_Line, 0_Comment": "משום ביטול פריה ורביה - דאי שרי נשואין ביו\"ט אין אדם נושא אשה כל השנה כולה אלא ממתין עד המועד שיהא עושה סעודה אחת למועד ולנשואין:", 
        "4_Daf, 5_Line, 0_Comment": "זימור - מחתך ענפים יבשין של גפן:", 
        "18_Daf, 52_Line, 0_Comment": "בת עינא - נקב שעושין באמצע הריחים שהתבואה נופלת לתוכה:", 
        "22_Daf, 57_Line, 0_Comment": "בר שית סאוי ושייע מבר תמני ולא שייע - כלומר יפה שכר מוגף שמחזיק ששה סאין משכר שהוא בכלי גדול שמחזיק שמונה סאין:", 
        "33_Daf, 29_Line, 0_Comment": "סבר כיון דתנן בשלשה פרקים - בשלשה רגלים כל המשמרות שוים אכתי כמאן דלא שלים משמרתו דמי ועדיין יש לו חלק באימורי רגלים ולא שלים משמרתו בכל הרגל להכי אינו מגלח ברגל כדתנן אנשי משמר אסורין לגלח:", 
        "15_Daf, 37_Line, 0_Comment": "גמ' מאי הוי - וכי שמחה אסורה ביו\"ט:", 
        "47_Daf, 15_Line, 0_Comment": "עניים בני שלש - לפי שהעני מצטער על בניו יותר מן העשיר לפי שאין לו שמחה אחרת:", 
        "2_Daf, 11_Line, 0_Comment": "בית הבעל - שדה הוא בעמק ואינו צריך להשקותה ואין בה הפסד אם אין משקה אותה:", 
        "47_Daf, 5_Line, 0_Comment": "דלוסקמא - ארון:", 
        "19_Daf, 36_Line, 0_Comment": "הוה מסיק זוזי - שהיו חייבין לו מעות באותו מקום:", 
        "43_Daf, 58_Line, 0_Comment": "בית מדרשו בטלין - אותן שרגילין ללמוד תורה מפיו:", 
        "36_Daf, 38_Line, 0_Comment": "מאי טעמא ימים לא בטלו - כלומר באיזה ענין לא בטלו ימים:", 
        "53_Daf, 2_Line, 1_Comment": "והיו נדות חיות מתביישות - שעושין בהן מה שאין עושין לשאר מתות:", 
        "18_Daf, 63_Line, 0_Comment": "כגון דבעי לארווחי - האי בת עינא טפי וכי האי גוונא משכחת לה בישנה:", 
        "38_Daf, 4_Line, 1_Comment": "ורגל עולה - למנין שלשים:", 
        "24_Daf, 37_Line, 0_Comment": "מתקיף לה רבינא - סבר נמי כרב פפא:", 
        "41_Daf, 20_Line, 1_Comment": "אינו רשאי ליכנס לביתו - לנחמו משום חלישת דעת דאשה אחרונה קתני מיהת בתוך ל' יום אינו שואל בשלומו כ\"ש שהאבל עצמו אינו שואל בשלומו של זה ולעיל קתני משבעה ואילך משיב ושואל כדרכו:", 
        "41_Daf, 26_Line, 0_Comment": "אי הכי - דאוקמת לה בלא ידעי אפילו ג' ימים נמי משיב (למאן דשאיל ליה ואמר דאבל הוא) למאן דלא ידע ושאיל ליה בתוך ג' ימים:", 
        "51_Daf, 38_Line, 1_Comment": "מרחיק שלש אצבעות - בצד אותו קרע וקורע:", 
        "33_Daf, 20_Line, 2_Comment": "בשחל שמיני להיות בשבת ערב הרגל - דהוי אנוס:", 
        "21_Daf, 20_Line, 0_Comment": "האריסין - מקבלי השדות לשנים לשליש ולרביע:", 
        "19_Daf, 24_Line, 0_Comment": "דפשח דיקלא - שזומר הדקל מן הענפים שבו:", 
        "26_Daf, 20_Line, 0_Comment": "איזורו מוכיח עליו - דמי שאין לו אלא חלוק אחד פושטו ומתעטף במקטרינו וחוגרו באיזורו ועומד ומכבס החלוק ומודיע לכל שאין לו אלא חלוק אחד:", 
        "6_Daf, 2_Line, 2_Comment": "שהיא של מצוה - אע\"פ שמצא קצור קוצר דבעינן קצירה לשמה אבל אם מצא חרוש אינו חורש:", 
        "39_Daf, 1_Line, 0_Comment": "א\"ל אימא קיימת - בלשון שאילה הוא כלומר שאתה שואל על אבי שאל על אמי שאף היא אחותך:", 
        "20_Daf, 63_Line, 2_Comment": "אכליה בבריה - מטילין אותו בציר היוצא מן הדגים ואוכלין אותו:", 
        "18_Daf, 6_Line, 0_Comment": "האומן - החייט מכליב:", 
        "48_Daf, 84_Line, 1_Comment": "זקפיה לארונא - דרב הונא לקמיה עמודא דנורא דלא ליזקיה:", 
        "17_Daf, 46_Line, 0_Comment": "לקל טבלא רהטא - פירוש קשקוש הזוג ר\"ל מיני זמר בהילולא וכי היכי דרהטא ילדה בת שית לקל הילולא הכי עבדא בת שיתין והכי נמי מיקשטא:", 
        "11_Daf, 10_Line, 0_Comment": "מתני' מושכין המים מאילן לאילן - דהוי כשדה בית השלחין דפסידא יתירא איכא אבל לא ישקה את השדה כולה שדה בית הבעל:", 
        "22_Daf, 59_Line, 0_Comment": "כהלכות כותים - דאמרינן (חולין דף ד.) היכא דאחזיק אחזיק היכא דלא אחזיק לא אחזיק:", 
        "49_Daf, 35_Line, 0_Comment": "כאות במי מרה - שאשה סוטה נבדקת בהן:", 
        "43_Daf, 28_Line, 0_Comment": "ואפיקרסותו - שעל ראשו אינה מעכבת כלומר אינו צריך לקורעה:", 
        "31_Daf, 100_Line, 0_Comment": "מעדן עצמו - כופף עצמו ידיו ורגליו ביחד ויושב לארץ:", 
        "55_Daf, 17_Line, 0_Comment": "עטוף - חושך:", 
        "17_Daf, 61_Line, 2_Comment": "עניות טופלות - השיער בסיד ומשירות אותן:", 
        "40_Daf, 49_Line, 0_Comment": "בשני לעולא חולץ - בשלישי קאמר הלכה כר\"א דאמר אינו חולץ אבל בשני לא ידענא אי חולץ אי לא:", 
        "48_Daf, 48_Line, 0_Comment": "אל עגלה חדשה - אותה עגלה ששיגרוהו פלשתים בה ובאותה עגלה הביאו דוד מבית אבינדב לעיר דוד:", 
        "41_Daf, 25_Line, 0_Comment": "דלא ידעי - כלומר הא דתני דמשיב להני דשאלי ליה ולא ידעי דאבל הוא אבל מאן דידע דאבל הוא לא שאיל ליה בתוך ל' יום:", 
        "49_Daf, 19_Line, 0_Comment": "(ההוא יומא - דנח נפשיה):", 
        "9_Daf, 13_Line, 0_Comment": "ישרפו עליו [תרומות] וטהרות שעה אחת - דכל העובר על אותו כזית כשנקבר מחדש שורפין טהרותיו דעדיין לא חסר:", 
        "7_Daf, 48_Line, 0_Comment": "חצי טפח על שלשה - אם היתה בתחלה בת שלשה טפחים ונסתמה עד חצי טפח דודאי אינו חוזר וחופר אותן שני טפחים ומחצה אע\"ג דהוי דומיא דהיתה עמוקה טפח ומעמידה על ו' טפחים:", 
        "10_Daf, 17_Line, 0_Comment": "הכא - דקתני כי ליכא חורש טמא כגון סיד שפוך על ראשי אבנים ומרודה לכאן ולכאן ביניהן דאי איכא חורש מחמת חורש הוא דאיקלף שנקלף מן האבנים ונפלו שם ביניהם וטהור ואי לא סיד דביני ביני הוא ומחמת ציון נעשה שם להודיע שיש גם ביניהם טומאה:\n", 
        "48_Daf, 77_Line, 0_Comment": "מאן מעייל ליה - מי ילך להכניסו לקבורה אצל רבי חייא:", 
        "10_Daf, 10_Line, 0_Comment": "מצא אבן אחת מצוינת - בסיד תחתיה טמא ומפי מורי הזקן אבן אחת מצוינת שיש סיד על גבה דאינו צריך להרחיק הציון מן האבן לפי שהאבן גבוה על גבי קרקע ורואה את הציון מיד קודם שיהא נוגע בו אבל בשדה מרחיקין לה ציון בסמוך דזמנין לא חזי ציון עד דאתי ונגע ומאהיל:", 
        "19_Daf, 2_Line, 2_Comment": "איצטבא - בנין אבנים:", 
        "16_Daf, 35_Line, 0_Comment": "דלמא ימים הראויין - למשתה עביד משתה לאפוקי יום הכפורים:", 
        "8_Daf, 29_Line, 0_Comment": "הא - דקאמרת דלאתויי הני נמי בהדיא קתני במתני' מתקנין כו' אלא ודאי הא דקתני ועושין כל צורכי רבים לאתויי חפירה קא אתו:", 
        "17_Daf, 37_Line, 1_Comment": "פוקסת - מחלקת שערה לכאן ולכאן:", 
        "39_Daf, 57_Line, 0_Comment": "קשיין אהדדי - דהכא קתני מצעת לו מטתו והכא קתני כופה מטתו:", 
        "15_Daf, 4_Line, 1_Comment": "וארון עם המת בחצר - שהמת שם מותר לעשות ארון ולנסר הנסרים מתחילה לצורך הארון ולעשותו כולו אבל לא בחצר אחרת שלא יאמרו מלאכה אחרת היא:", 
        "34_Daf, 32_Line, 1_Comment": "כיון דאישתני - מההוא דוכתא דהוו מעיקרא אישתני ולא מזקי:", 
        "27_Daf, 2_Line, 1_Comment": "מפני עגמת נפש - שיבכו הרואין וירבו בכבוד המת ולא מפני שהוא אבל:", 
        "30_Daf, 27_Line, 1_Comment": "לאפקירותא - מבזה תלמידי חכמים:", 
        "17_Daf, 75_Line, 0_Comment": "בעיין בנתין טפלא - דשכר מגדל השער ומעבה את הבשר:", 
        "4_Daf, 30_Line, 1_Comment": "אין דנין אותו בכלל ופרט וכלל - ואף על גב דכתיב כלל בתריה כגון הכא דכתיב בתריה (שבת) שבתון כלומר אין לו דין דשאר כלל ופרט וכלל שכתובין כולו בעשה או בלאו דאמר כלל ופרט וכלל אי אתה דן אלא כעין הפרט דמרבי כל מידי דדמי לפרט אלא דיינינן ליה בכלל ופרט הואיל דנשתנה משאר כלל ופרט וכלל אמרינן אין בכלל אלא מה שבפרט הני אין מידי אחרינא לא:", 
        "18_Daf, 3_Line, 0_Comment": "מלא מחט בבת אחת - שאינו יכול ללקוט נימי התפירה של חלוק כדי לתפור כשהוא תופר תוחב תחיבות הרבה כמלא אורך המחט ואח\"כ מושכה מן הבגד ונמצאו תפירות הרבה במשיכה אחת והיודע לעשות כן אומן הוא:", 
        "24_Daf, 19_Line, 0_Comment": "שכר פעולה שאין לו מה יאכל - שאין לו לפועל מה יאכל:", 
        "6_Daf, 33_Line, 0_Comment": "א\"ל כמיא דלא פסקי דמו - וליכא למיחש:", 
        "22_Daf, 41_Line, 0_Comment": "עושה לו למודים - אינו יכול לגוף כדרכו אלא שיתפס היינו לימודין בשביל שלא יחמיץ שאם אינו סותמו מחמיץ:", 
        "11_Daf, 31_Line, 2_Comment": "ובשביעית - אע\"ג דמתקן השדה:", 
        "25_Daf, 55_Line, 0_Comment": "מתני' ואלו מגלחין במועד הבא ממדינת הים כו' - במועד לפי שהיה אנוס שלא היה יכול לגלח קודם:", 
        "7_Daf, 29_Line, 0_Comment": "אלא - לעולם דלא אתו מיא בתריה ואיכא בינייהו דשקיל ושדי לבראי דחפיר באמה ושדי עפר לבראי רחוק מאגפי אמה דלא מכשיר אגפיה לזריעה:", 
        "2_Daf, 0_Line, 0_Comment": "מתני' משקין בית השלחין במועד - שדה שהיא עומדת בהר וצריך להשקותה תמיד משקין אותה אפילו בחולו של מועד לפי שהוא לו הפסד גדול אם אינו משקה אותה ודבר של הפסד התירו חכמים לטרוח בו בחולו של מועד כמו שאנו מוצאין במסכת חגיגה (דף יח.) דכתיב (דברים יז) ששת ימים תאכל מצות וביום השביעי עצרת לה' אלהיך מה שביעי עצור בעשיית מלאכה אף ששה עצורים בעשיית מלאכה אי מה שביעי עצור בכל מלאכה אף ששה עצורין בכל מלאכה תלמוד לומר השביעי שביעי עצור בכל מלאכה ואין ששה עצורין בכל מלאכה הא לא מסרן הכתוב אלא לחכמים לומר לך איזו מלאכה אסורה בחוש\"מ ואי זו מותרת ומלאכה שיש בה הפסד אם אינו עושה אותה כגון להשקות בית השלחין התירו חכמים:", 
        "21_Daf, 37_Line, 0_Comment": "אדם חשוב שאני - דהא והא אסור לדידיה למיעבד:", 
        "16_Daf, 52_Line, 0_Comment": "כ\"ד רננות - כתיבי בפרשה בין רנה ותחנה ותפלה ובקשה:", 
        "34_Daf, 24_Line, 0_Comment": "אין בהם משום מיאוס - מדשקל ליה בשיניה:", 
        "32_Daf, 34_Line, 0_Comment": "שמע מינה - דלהכי איתרמי דאתא האידנא לבי מדרשא דלאו מזליה הוא דלישרי ליה:", 
        "35_Daf, 70_Line, 1_Comment": "או שאין לו מה יאכל - לסופר:", 
        "30_Daf, 54_Line, 0_Comment": "לא אתו אחריני ושרו - מדקתני חלקו אינו מופר לעולם אפי' שרו ליה אחריני:", 
        "39_Daf, 2_Line, 0_Comment": "א\"ל - ר' חייא ואמך אחותי קיימת היא:\n", 
        "19_Daf, 12_Line, 0_Comment": "דמתקיל תיקלא - שחופר משם האדמה לצורך הגורן לחבוט שם חטין לצורך המועד היינו אדעתא דבי דרי ושרי:", 
        "19_Daf, 32_Line, 0_Comment": "פרקמטיא כל שהוא - לעשות סחורה בחולו של מועד:", 
        "10_Daf, 3_Line, 0_Comment": "הא אמרן אין מרחיקין ציון ממקום טומאה - וכיון שסמוך לאילנות הציון ודאי טומאה בין האילנות היא ונחרש בשביל האילנות:", 
        "17_Daf, 38_Line, 1_Comment": "סכין על פניה של מטה - כדי להעביר שער של מטה:", 
        "21_Daf, 13_Line, 0_Comment": "שדה ניר - שדה חרושה:", 
        "17_Daf, 68_Line, 1_Comment": "שלא הביאו שליש - שלא בישלו שליש:", 
        "31_Daf, 89_Line, 0_Comment": "צור ישראל - מושל באדם אני מי מושל בי צדיק מושל בי ומבטלה:", 
        "26_Daf, 11_Line, 0_Comment": "אבדה לו אבידה - שלא היה לו פנאי לגלח קודם הרגל:", 
        "46_Daf, 40_Line, 0_Comment": "כבוד אביו - שנו אבל לכולי עלמא אין קורע אלא בשעת חימום:", 
        "16_Daf, 64_Line, 0_Comment": "של צורה - כלומר חכמים:", 
        "49_Daf, 30_Line, 0_Comment": "לא בר קיפוק ולא בר אבין חליץ - משום דאיתהפכו כרעייהו ותנינא (יבמות דף קג.) האי מאן דמסגי אלוחתא דריגלא לא חליץ דהתורה אמרה וחלצה נעלו מעל רגלו ולא מתחת לרגלו:", 
        "35_Daf, 60_Line, 0_Comment": "בקלא דפסיק - לא היה ביה:", 
        "24_Daf, 35_Line, 0_Comment": "מתקיף לה רב פפא - אדרב ששת פריך מדפריך מהאי דתנן שלש אומניות עושין מלאכה בערבי פסחים כו' אלמא סבר כל מלאכה שרשאי אתה לעשות בחולו של מועד עושין אותה בערב הפסח:", 
        "40_Daf, 35_Line, 0_Comment": "רבי יהושע אומר וכו' - דעיקר אבילות אינו אלא יום אחד:", 
        "53_Daf, 59_Line, 0_Comment": "ולא ישוב עוד וגו' - משמע מכאן ואילך לא יעשה לעולם תשובה:", 
        "29_Daf, 28_Line, 0_Comment": "כשאמרו אסור בנעילת הסנדל - בתענית צבור:", 
        "43_Daf, 32_Line, 0_Comment": "על אביו ועל אמו מבדיל - קמי שפה כדי שיהא נראה הקרע:", 
        "24_Daf, 58_Line, 0_Comment": "כאן במאמינו - לאומן אין מביאין דשלא לצורך הוא:", 
        "20_Daf, 24_Line, 0_Comment": "עד ימיו - של יוחנן כ\"ג היה פטיש מכה בירושלים בחולו של מועד והוא גזר עליו ובטלו אלמא אסור ומתני' קתני ומתקנין מנעול ומפתח:", 
        "23_Daf, 15_Line, 0_Comment": "כיון דכל יומא לאו בפרות דיישי האידנא לאו שינוי הוא - כי דיישי בלא פרות ולעולם ר' יוסי היא והא דאסר בפרות משום דאוושא מילתא היא:", 
        "23_Daf, 50_Line, 0_Comment": "אבא - יער:", 
        "30_Daf, 63_Line, 0_Comment": "נזיפה - גערה כדלקמן:", 
        "24_Daf, 44_Line, 0_Comment": "אם חושש - שמא יגנבו:", 
        "48_Daf, 60_Line, 1_Comment": "ואתי להכא - דסבורין שהוא חי:", 
        "43_Daf, 13_Line, 0_Comment": "אמר רבה - הא דתניא נכנס לבית המשתה לאחר ל' יום:", 
        "20_Daf, 10_Line, 0_Comment": "שפין את הסדקין - שבתנור:", 
        "28_Daf, 0_Line, 0_Comment": "מנודין ומצורעין מהו - להכי קאמר להו בהדדי משום דפשיט להו בהדדי:", 
        "54_Daf, 47_Line, 0_Comment": "א\"ל - רבא לרב שעורים:", 
        "21_Daf, 8_Line, 2_Comment": "במקום פסידא שרו רבנן - לטעון קורה ראשונה:", 
        "5_Daf, 4_Line, 3_Comment": "למה לי - דכתב רחמנא אלא למימרא דאהנך הוא דלוקה וכו' שמע מינה אחרישה לא לקי:", 
        "20_Daf, 1_Line, 0_Comment": "אוהרי - שצדין בו דגים שקורין רוש\"א:", 
        "11_Daf, 30_Line, 0_Comment": "כדי שיצאו בשביעית - אבל לא ישקה בשביעית כדי שיצאו בשביעית:", 
        "43_Daf, 28_Line, 1_Comment": "אחד איש ואחד אשה - חייבין לקרוע:", 
        "28_Daf, 28_Line, 0_Comment": "דהא א\"ל רחמנא ליחזקאל האנק דום - כלומר בדבר זה תנהוג אבילות שתדום ולא תשאל לשלום:", 
        "43_Daf, 56_Line, 0_Comment": "חכם - ממונה על העיר שמבקשים ממנו הוראה:", 
        "18_Daf, 16_Line, 1_Comment": "שתי בלא ערב - שמותח השתי ואינו אורג בה הערב:", 
        "49_Daf, 17_Line, 0_Comment": "נשים לילות כימים - בהספד על ששם לילות כימים בתורה:", 
        "29_Daf, 64_Line, 1_Comment": "וביום באו ביום טהרתו - כתיב בכהן גדול:", 
        "20_Daf, 63_Line, 0_Comment": "טוויא באחוה - במלח שהמלח נברא מן המים כדגים:", 
        "3_Daf, 11_Line, 0_Comment": "לריפויי - לרכך:", 
        "6_Daf, 52_Line, 1_Comment": "ואם בשביל ליפותן - שיגדלו הירקות אסור דהרווחה היא:", 
        "9_Daf, 0_Line, 0_Comment": "קרי עליה ושם דרך - שמחשב בשעות אי זה מהן להקשות אי זה מהן שלא להקשות:", 
        "22_Daf, 42_Line, 1_Comment": "בההיא רישא דמתניתין:", 
        "24_Daf, 47_Line, 0_Comment": "סיפא אתאן לבית שבחצר - והכי קתני מפנה הוא מבית שבחצרו לחצרו:", 
        "54_Daf, 32_Line, 0_Comment": "כרת דיומי - שמא ימות מיתה חטופה:", 
        "31_Daf, 21_Line, 0_Comment": "מאי טעמא עבדת הכי - דשנית בשוק:", 
        "35_Daf, 5_Line, 0_Comment": "משיכלי - ספלים:", 
        "16_Daf, 20_Line, 0_Comment": "לא עשו ישראל יום כפורים - לפי ששבעה ימים שלפני סוכות כל יום עשו שמחה ומשתה דכתיב ויעש שלמה בעת ההיא את החג שבעת ימים ושבעת ימים ארבעה עשר יום:", 
        "41_Daf, 29_Line, 0_Comment": "ורמינהו בתוך י\"ב חדש אינו שואל בשלומו - וקשה להך דתני לאחר שלשים יום שואל בשלומו:", 
        "54_Daf, 48_Line, 0_Comment": "לימא מר - למלאך המות דלא לצעורי:", 
        "14_Daf, 36_Line, 0_Comment": "גמ' הרי הוא מתאבל עליהן - וקשיא לרבי מאיר דאמר מפני ששמחה היא לו:", 
        "47_Daf, 8_Line, 0_Comment": "ואבריו כבן שתים - שאבריו גדולים:", 
        "41_Daf, 13_Line, 0_Comment": "אפילו ב' בנים חתנים - קברתי מנוחם אני מרוב כבוד שעשיתם לי:", 
        "46_Daf, 22_Line, 0_Comment": "בשעת חימום - בשעת התחלת הצער בשעת מיתה:", 
        "35_Daf, 50_Line, 0_Comment": "להכעיס עבוד - וידעי דלא היה:", 
        "34_Daf, 3_Line, 1_Comment": "עייל שמואל לישאל ביה טעמא - לדבר על לבו דפנחס:", 
        "22_Daf, 34_Line, 1_Comment": "שבוע - שמיטה:", 
        "48_Daf, 84_Line, 0_Comment": "איבעית - נבעת ונפחד:", 
        "14_Daf, 49_Line, 0_Comment": "אמר רב (נחמן) מעשה כו' - כלומר שהיו לו מעות מזומנין לצורך לעלות לרגל ונתנתן אשתו להספדנים ונמנע מלעלות לרגל:\n", 
        "29_Daf, 7_Line, 0_Comment": "[כשאמרו - חכמים גבי עברו אלו ולא נענו (תענית דף יג.) אסור במלאכה וכו' וכן אתה מוצא במנודה]:", 
        "37_Daf, 5_Line, 0_Comment": "שכשם שגזרת שלשה מבטלת שבעה - דכי קבר מתו שלשה ימים לפני הרגל אינו יושב לאחרי הרגל כלום:", 
        "11_Daf, 44_Line, 0_Comment": "וחונקין זו את זו - מפני שמריחין את העפר ואין מכירין באותו עפר:", 
        "54_Daf, 13_Line, 0_Comment": "מת פתאום - שלא חלה:", 
        "49_Daf, 4_Line, 0_Comment": "רבנן - דשיכבי רבה בר רב הונא ורב המנונא:", 
        "27_Daf, 2_Line, 0_Comment": "מקרעין לקטן - את בגדיו:", 
        "19_Daf, 10_Line, 0_Comment": "קיטורי בירי אסיר - למיעבד במועד שכך היו עושין שהיו נוטלין כלים חלוקין והיו מחליקין עליהן בית יד של חלוקיהם מעשה אומן הוא ואסור ל\"א לכויץ קמטין שאדם עושה בבית יד שממלאים אותה בקנה של שבלים חלקים ומקמטין פרוונצי\"א בלע\"ז:", 
        "48_Daf, 57_Line, 0_Comment": "כי אסקוה להתם - לארץ ישראל לקוברו שכל הנקבר שם נקבר בלא חטא שנאמר העם היושב בה נשוא עון כדאיתא בכתובות (דף קיא.):", 
        "10_Daf, 30_Line, 1_Comment": "ואת מקואות המים - מקואות המים של מ' סאה שחוטטין אותן מן הזבל שנכנס לתוכן כל ימות הגשמים והאי דלא פריך נמי בגמרא אשאר מתני' דתני ומתקנים הדרכים והרחובות בחולו ש\"מ והכא תנא בט\"ו באדר משום דלאו פירכא הוא דבדין הוא דמתקנין להו תרי זימני דכי מתקן בט\"ו באדר אתו גשמים ומקלקלי להו והדרי ומתקני להו בחולו של מועד אבל אכלאים כיון דעקרו להו לגמרי בחמשה עשר באדר למה לי למיפק בו בחולו של מועד ולהכי קא מיבעיא:", 
        "14_Daf, 45_Line, 0_Comment": "יבכון עמיה - (אפילו) הכי אסור למימר במועד היינו לא יעורר על מתו:", 
        "9_Daf, 4_Line, 0_Comment": "אבל מציינין על השדרה - שאע\"פ שאינה אלא עצם אחד מטמא טומאה באהל:", 
        "19_Daf, 22_Line, 2_Comment": "אדעתא דארעא - שכשהגומא מליאה מים יוצאין המים למעלה ומשקין כל השדה וכי האי גוונא אסור:", 
        "29_Daf, 53_Line, 0_Comment": "לפיכך נקראים שלמים בזמן שהוא שלם - בדעתו שדעתו מיושבת עליו:", 
        "49_Daf, 18_Line, 0_Comment": "בר קיפוק ובר אבין - הוו ספדני:", 
        "7_Daf, 49_Line, 0_Comment": "טפחיים על שנים עשר - דלכתחילה היתה של שנים עשר ונסתמה עד שני טפחים אסור להעמיק עוד עד י' טפחים על אותן שנים הראשונים משום דהוי טירחא יתירא דקא מעמיק כל כך ולהגביה קרקעית הגומא למעלה מששה טפחים:", 
        "22_Daf, 42_Line, 2_Comment": "קאמר רבי יוסי - זולף כדרכו:", 
        "15_Daf, 3_Line, 1_Comment": "מחנכין - מפרש בגמ':", 
        "5_Daf, 32_Line, 0_Comment": "חורתן - מקום:", 
        "46_Daf, 20_Line, 0_Comment": "נעילת הסנדל - דלאו כולי עלמא סיימי מסאנייהו בשבת ולא מוכח דאבל הוא:", 
        "38_Daf, 65_Line, 0_Comment": "אבא קיים - ר\"ל אייבו אביך קיים הוא:", 
        "27_Daf, 4_Line, 0_Comment": "מי קתני הא אסורין - דמשמע האסורין לגלח במועד אסורין לגלח באבל:", 
        "54_Daf, 97_Line, 0_Comment": "אמאי לא מרחם - דמתפקדנא למייתי ליה למר בההוא עלמא:", 
        "19_Daf, 28_Line, 0_Comment": "הני תמרי תוחלני - תמרים שלא נתבשלו כל צרכן:", 
        "20_Daf, 27_Line, 0_Comment": "בדנפחי - דפטיש היינו קורנס אסור דהוי קלא רבה ואולודי קלא אסור:", 
        "16_Daf, 28_Line, 1_Comment": "הכא - בחנוכת הבית דהדיוט משתה:", 
        "22_Daf, 50_Line, 0_Comment": "למישע - לגוף החבית:", 
        "7_Daf, 55_Line, 0_Comment": "לאקדוחי נהרא - לפנות שירטון שבאמצע הנהר:", 
        "37_Daf, 0_Line, 0_Comment": "והתניא - סייעתא:", 
        "39_Daf, 15_Line, 1_Comment": "אינה נוהגת אלא יום אחד - אע\"פ דכי שמע עדיין היתה קרובה עולה הרגל להשלים שלשים דהוי שמועה רחוקה:", 
        "20_Daf, 65_Line, 0_Comment": "לטעון גופא - כלומר לאחר אכילתו מהלך הרבה קודם שישן:", 
        "10_Daf, 28_Line, 0_Comment": " ואכלאים בחולו של מועד נפקינן ורמינהו באחד באדר משמיעין על השקלים - שיהו ישראל מביאין תרומת שקלים בניסן דכתיב בחדשו לחדשי השנה חדש והבא לי קרבן מתרומה חדשה:", 
        "19_Daf, 1_Line, 0_Comment": "לאוקומי ריחיא - להעמיד להשים הריחים זו על גב זו:", 
        "17_Daf, 21_Line, 0_Comment": "ליחרב ביתך - בית קברתך דלא תמות אלא תחיה לאורך ימים:", 
        "8_Daf, 56_Line, 0_Comment": "לפני עור לא תתן מכשול - כלומר עשו דבר על הטומאה שלא יהו נכשלים בה נושאי תרומה וטהרות:", 
        "13_Daf, 38_Line, 0_Comment": "לא גמרינן - דהוי חידוש ומחידוש לא ילפינן דכל היכא דאיכא חידוש אין לך דבר בו אלא חידושו:", 
        "51_Daf, 2_Line, 0_Comment": "מתוך השלל - שלא קרע אלא בשלל:", 
        "38_Daf, 57_Line, 0_Comment": "יחידאה היא - ולא ר' עקיבא דלר\"ע לא שנא אביו ואמו לא שנא שאר קרוביו:", 
        "21_Daf, 36_Line, 0_Comment": "הוא סבר - מר בריה דרב אחא:", 
        "33_Daf, 23_Line, 0_Comment": "ותנא דידן - דתני אלו מגלחין ברגל ולא אבל:", 
        "32_Daf, 9_Line, 1_Comment": "דפסיקא ליה - שודאי הוא לו ולא ספק:", 
        "11_Daf, 21_Line, 0_Comment": "אפלא לשוויי חרפא - דליכא פסידא ואפ\"ה שרי להשקותה כך ולהשביחה ה\"נ בגינה מרביצין:", 
        "12_Daf, 29_Line, 0_Comment": "מתניתין נמי דיקא - כרב חסדא דגינה אינו בונה במועד כדרכו:", 
        "49_Daf, 51_Line, 0_Comment": "רבי זירא היה מבבל ובה נולד וגדל בארץ ישראל והיינו דקאמר ארץ שנער הרה וילדה ארץ צבי גדלה שעשועיה ואהכי קרי ליה רבי זירא ורב זירא:", 
        "44_Daf, 8_Line, 0_Comment": "לא הוצרכו לומר שבת ראשונה - שודאי לא יצא מפתח ביתו:", 
        "27_Daf, 27_Line, 0_Comment": "אתי רגל ודחי ליה - שאינו נוהג נדוי ברגל:", 
        "30_Daf, 3_Line, 0_Comment": "אמר רבא וכו' - איידי דאיירי במנודה מפרש להו:", 
        "32_Daf, 19_Line, 0_Comment": "אתא איהו - האי מנודה נמי בהדייהו:", 
        "9_Daf, 8_Line, 0_Comment": "אין מעמידין הציון על הטומאה שלא להפסיד טהרות - שאם הטומאה ממש תחת הציון אינו מרגיש עד שבא על הציון פתאום ויטמאו הטהרות שהרי הטומאה תחת הציון אלא עושין הציון סמוך לטומאה ברחוק כל שהוא וכשבא על הציון מרגיש מן הטומאה ואינו הולך עליה:", 
        "8_Daf, 21_Line, 0_Comment": "מתניתין נמי דיקא - דבשרבים צריכין לו דחפירה נמי מותר:", 
        "9_Daf, 12_Line, 0_Comment": "אמר רב פפא - לעולם כזית מטמא באהל והא דקתני אין מציינין בכזית מצומצם עסקינן דמחסר חסר בקרקע ולהכי אין מציינין:", 
        "19_Daf, 7_Line, 0_Comment": "לכסכוסי - גיהוץ שקורין קובילו\"ר:", 
        "4_Daf, 14_Line, 1_Comment": "עוגיות - חופר גומא תחת הגפן ליתן בו מים:", 
        "27_Daf, 45_Line, 0_Comment": "הא בימי טומאתו נוהג - צרעתו ברגל:", 
        "40_Daf, 38_Line, 0_Comment": "מ\"ט דר\"א - דסבר עיקר אבילות שני ימים:", 
        "20_Daf, 11_Line, 4_Comment": "ובלבד שלא יתכוין לעשות מלאכתו במועד - כשיש לו לתקן כל אילו בשאר ימות השנה ומניחו עד המועד:", 
        "25_Daf, 39_Line, 0_Comment": "כונתא - כוסמת שלותתין אותן היינו חילקא:", 
        "11_Daf, 34_Line, 1_Comment": "ובשביעית בונה כדרכו - מתחילה אע\"ג דמיחזי דעביד נטירותא לפירי:", 
        "42_Daf, 42_Line, 0_Comment": "מדחה מטתו - ממהר להוציאו:", 
        "12_Daf, 33_Line, 0_Comment": "אלא לאו בגינה - ובשביעית בונה כדרכו אבל במועד אינו בונה כדרכו:", 
        "10_Daf, 12_Line, 0_Comment": "אע\"ג דליכא חורש - שלא חרש ביניהם מעולם טהור כי ליכא סיד:", 
        "17_Daf, 50_Line, 1_Comment": "שמחה היא לאחר זמן - במועד לסוף המועד לאחר שקפלתו את הסיד שטפלה לפי שמשיר את השער ומעדן את הבשר והואיל דהאי סיד משמחתה לאחר זמן להכי שרי לה לטופלו במועד אע\"פ שהיא מצירה עכשיו:", 
        "12_Daf, 11_Line, 0_Comment": "הוצא - ענפי דקל דתמרים:", 
        "49_Daf, 55_Line, 0_Comment": "איתחמיאו כוכבי - נראו הכוכבים שנשתנה העולם מרוב צער:", 
        "32_Daf, 33_Line, 0_Comment": "מאי דקמן - כלומר היכי מתרמי דעל האי סבא ר' שמואל בר נחמני האידנא לבית המדרש:", 
        "24_Daf, 3_Line, 0_Comment": "גברא - דנתכוון לעשות מלאכה קנסו רבנן שלא ליהנות ממנה:", 
        "19_Daf, 0_Line, 0_Comment": "אבל חמרא דריחיא - שכך עושין שהיו טוחנים אגב חמורים לא מצי למישקל לההוא חמרא צפרניו דלא מצי למטחן במועד אלא לצורך מועד כדמפרש לקמן פרק מי שהפך (דף יב:) הלכך טחינה מועטת יכול לטחון בחמור ולא מרעי ליה גידול צפרניו:", 
        "7_Daf, 31_Line, 0_Comment": "מאן דאמר מפני שנראה כעודר איכא - דהא חפיר ולא אתו מיא בתריה:", 
        "8_Daf, 27_Line, 1_Comment": "כל דמים שנשפכו שם - כגון בקוצים שבדרכים:", 
        "30_Daf, 7_Line, 0_Comment": "זימנא בתר זימנא - דאי לא אתי ההוא זימנא קבעינן ליה זימנא אחריתי:", 
        "17_Daf, 53_Line, 0_Comment": "נפרעים מהם - מהכותים ביום חגם מפני שהוא מצער דכל אדם שפורע מיצר אבל לא משלמים להם ממון ביום חגם לפי שמשמחם ביום חגם ומודה לע\"ז כדפי' במס' ע\"ז:", 
        "36_Daf, 31_Line, 0_Comment": "ראש השנה כשבת - הואיל ואינו אלא יום אחד:", 
        "20_Daf, 59_Line, 1_Comment": "תילתא מילחא - אגב איצצא:", 
        "12_Daf, 42_Line, 0_Comment": "גמ' שאם אתה נזקק לו להקל אתה נזקק לו להחמיר - כלומר מאחר שרואהו הכהן אומר בין הוא טמא בין הוא טהור:", 
        "4_Daf, 5_Line, 1_Comment": "עידור - שחופר תחת הגפנים לרפויי ארעא:", 
        "47_Daf, 22_Line, 0_Comment": "יום אחד לפני עצרת - היה אבל:", 
        "5_Daf, 35_Line, 1_Comment": "ואתו - בתקנה דידהו דהרחיקו עד הפסח ועד העצרת:", 
        "40_Daf, 33_Line, 0_Comment": "ושלישי בכלל - מותר להניח תפילין דעיקר אבילות אינו אלא ב' ימים:", 
        "50_Daf, 75_Line, 0_Comment": "השתא - אי שקיל להו נעמיתא איבעי לי למיקרע על הגויל ועל הכתב דהוי כנשרף:", 
        "13_Daf, 8_Line, 0_Comment": "ומר סבר צוותא דעלמא עדיף ליה - האי תנא דאמר א\"ר נראין דברי ר\"מ במוחלט ודברי ר' יוסי במוסגר סבר צוותא דעלמא עדיף ליה ולהכי חזי בימי חלוטו דאי מטמאו לא מטמא יותר מדמעיקרא ואי מטהרו משמחו דאית ליה צוותא דעלמא אף על גב דאסור בתשמיש המטה צוותא דעלמא עדיף ליה ודברי רבי יוסי במוסגר דלא חזי ליה דלמא מטמא ליה חוץ לג' מחנות ולית ליה צוותא דעלמא ומצער ליה:", 
        "31_Daf, 30_Line, 0_Comment": "ביומא דכלה - דרשה שהכל מצויין שם:", 
        "23_Daf, 37_Line, 0_Comment": "אדם חשוב שאני - רב לא הוה ליה למיעבד הכי אפי' אין לו מה יאכל:", 
        "11_Daf, 31_Line, 0_Comment": "מתני' צדין האישות - בשדה האילן במועד מפני שמפסידין בו:", 
        "11_Daf, 28_Line, 0_Comment": "הא - דקתני אבל לא ישקם במועד היינו ר\"א בן יעקב דאמר אבל לא ישקה את כל השדה כולה והא דתני בין במועד בין בשביעית היינו חכמים דמתירין להשקות אפי' כל השדה:\n", 
        "46_Daf, 16_Line, 0_Comment": "פריעת הראש - שמגלה האבל ראשו בשבת ואינו מתעטף וחזרת קרע לאחוריו וזקיפת המטה חובה בשבת:", 
        "23_Daf, 60_Line, 0_Comment": "לחפיפה - לכסות בו מאכל כגון תאנים ותמרים לצורך המועד:", 
        "49_Daf, 10_Line, 0_Comment": "נתור ככי - לחייו משום דבזי לרב המנונא:", 
        "33_Daf, 12_Line, 1_Comment": "או דלמא אע\"פ שהיה להם פנאי - ולא גילחו קודם המועד מותרים לגלח במועד:", 
        "53_Daf, 5_Line, 0_Comment": "קשה לקרוביו - בתכריכין טובים:", 
        "34_Daf, 8_Line, 0_Comment": "שקלינהו לטופריה חבטינהו לאפיה - זרקינהו מרוב כעס והדר מכנס להו דזורקן רשע:", 
        "32_Daf, 70_Line, 1_Comment": "כלילה - שחשיכה ואין אדם רואה:", 
        "23_Daf, 43_Line, 0_Comment": "שירין - נושקי\"א בלעז:", 
        "21_Daf, 0_Line, 2_Comment": "או אונס - היינו מילתא אחריתי כלומר מי שהפך את זיתיו לפני הרגל ואירעו אונס ולא היה יכול ליתנם על גבי בית הבד ובא הרגל:", 
        "50_Daf, 78_Line, 1_Comment": "וכמעשה שהיה - דיהויקים אבל דנעמיתא דמצי להציל. לא מיקרע:", 
        "20_Daf, 43_Line, 0_Comment": "בדיתא - שם נהר:", 
        "26_Daf, 30_Line, 3_Comment": "להרויחא - שיש לו נכסים הרבה ויוצא כדי להרויח יותר:", 
        "20_Daf, 37_Line, 0_Comment": "הא ר' יהודה הא ר' יוסי - בפירקא דלקמן (דף יב.) דרבי יוסי לא בעי לשנויי לדבר האבד ומתני' דשרי הכא כל הני בלא שינוי ר' יוסי היא:", 
        "37_Daf, 49_Line, 0_Comment": "ואין רבים מתעסקין עמו - כלומר אין צריכין לנחמו אחר הרגל שכבר נחמוהו שבעה ימים ברגל:", 
        "22_Daf, 3_Line, 1_Comment": "אסור - דאמרי היום יהבו ליה:", 
        "35_Daf, 70_Line, 0_Comment": "מתני' ואם אינו מאמינו - המלוה ללוה:", 
        "24_Daf, 55_Line, 0_Comment": "בי\"ד - מוליכין ומביאין כלים:", 
        "33_Daf, 20_Line, 3_Comment": "שמותר לגלח בערב שבת - שהוא שביעי:", 
        "37_Daf, 34_Line, 1_Comment": "שאסור ברחיצה עד הערב - דודאי שלש שלימין בעינן עד הערב ולערב רוחץ בצונן או ימתין עד חולו של מועד וירחץ בחמין:", 
        "4_Daf, 1_Line, 0_Comment": "זמירה בכלל זריעה - שדרכו של זומר לצמוחי פירי כזורע: בצירה בענבים כקצירה בתבואה וקצירה אב מלאכה היא בפ' כלל גדול (שבת דף עג.) בצירה בכלל קצירה דשניהן חותכין:", 
        "22_Daf, 26_Line, 1_Comment": "אין מרביעין - אין אוחזין הבהמה ומביאין עליה זכר:", 
        "18_Daf, 38_Line, 0_Comment": "המטה - לעולם אינה מקבלת טומאה עד שיסרג בה ג' בתי נירין שהשתי כבר מתוח ואורג בה שלשה בתי נירין דערב אלמא דמסרגין קרי שתי וערב:", 
        "23_Daf, 50_Line, 1_Comment": "בשלנייא - פירוש שם העיר כלומר היה לו יער באותו מקום:", 
        "7_Daf, 4_Line, 0_Comment": "בשל עניים - בפאה א\"נ עוללות שאין לו לא כתף ולא נטף:", 
        "20_Daf, 11_Line, 0_Comment": "ציר - רגל הדלת כמו הדלת תסוב על צירה (משלי כו):", 
        "38_Daf, 59_Line, 0_Comment": "בגינזק - מקום:", 
        "29_Daf, 64_Line, 0_Comment": "יספרו לו - לעיל מיניה כתיב ואל מת אדם לא יבא לטמא ובכהן משתעי ואחרי טהרתו דהיינו מפרישתו מן המת משיפריש מן המת מונין שבעת ימי הזאתו שבעת ימים אחרים יספרו לו מדאפקיה רחמנא בלשון ספירה ולא נקט הזאה שמעינן שבעת ימי ספירו אם נצטרע:", 
        "17_Daf, 68_Line, 0_Comment": "אנפיקינון - היינו אנפיקינון דקתני התם במנחות (דף פה:) אנפיקינון לא יביא היינו אותו שמן שעושין מזיתים:", 
        "47_Daf, 2_Line, 0_Comment": "ואין עומדין עליו בשורה - אין צריך לעמוד עליו בשורה כשחוזרין מבית הקברות עוברין לפני האבל בשורה וכל אחד אומר לו תתנחם:", 
        "31_Daf, 103_Line, 0_Comment": "בדבר אוריה החתי - נטלו לו מאתים:", 
        "19_Daf, 1_Line, 2_Comment": "ולמיבני אוריא - רפת בקר:", 
        "39_Daf, 48_Line, 0_Comment": "צידונייתא - סעודות דאבל:", 
        "41_Daf, 28_Line, 0_Comment": "הכא - לאחר ג' לא צריך לאודועינהו למאן דלא ידעי דאבל הוא אלא משיב:", 
        "31_Daf, 42_Line, 0_Comment": "לישרי לי מר בתיגריה - הב לי רשותא למיהדר:", 
        "28_Daf, 36_Line, 0_Comment": "שפם - משמע שפתותיו מדובקות:", 
        "7_Daf, 54_Line, 0_Comment": "למיכרא נהרא טמימא - לפנות מקור המעיין שנסתם:", 
        "30_Daf, 18_Line, 2_Comment": "הרדפה - קא מפרש רב יהודה בריה דרב שמואל לרודפו מיד דכיון דלא ציית דינא מנדין אותו:", 
        "23_Daf, 73_Line, 0_Comment": "גמ' צינעא דידיהו יממא הוא - אפי' בלילה כיממא דמי ולא סגי ליה שלא להכניסן להכי מכניסן נמי ביום:", 
        "20_Daf, 11_Line, 2_Comment": "הקורה - מה שעל הפתח שתחזור בו הדלת וקורין אוברטו\"ר:", 
        "12_Daf, 17_Line, 1_Comment": "סותר ובונה כדרכו - דהיינו כותל חצר מסייע ליה לרב חסדא:", 
        "16_Daf, 28_Line, 0_Comment": "התם - במשכן דגבוה הוו קרבנות:", 
        "10_Daf, 15_Line, 0_Comment": "אם אין חורש ביניהן טמא - ואע\"ג דליכא סיד לפי שציין את האבנים שמכאן ומכאן לא חשש לציין בינתים:", 
        "6_Daf, 41_Line, 0_Comment": "בריכה שנטפה משדה בית השלחין זו מותר להשקות ממנה בית השלחין אחר. בית השלחין שהיה גבוה והיה מעיין נובע מצדו ובצד אחד היה בית השלחין נמוך ובין אלו בית השלחין היה בצד השלחין הנמוך בריכה קטנה וכשמשקים בית השלחין הגבוה מן המעיין נוטף טיפין מן בית השלחין הגבוה לבריכה הנמוכה מותר להשקות אותו בית השלחין הנמוך מאותה בריכה אע\"ג דבריכה עבידא דפסקא הואיל ומטפטף בו מבית השלחין הגבוה מים שבאו לו מחמת המעיין:", 
        "47_Daf, 10_Line, 0_Comment": "מצהיבין - מרגישין ומצערין:", 
        "23_Daf, 56_Line, 0_Comment": "אישתמיט נרגא בעי למיפסקיה לשקיה - דרב אשי משום דעבר אדאביי:", 
        "9_Daf, 8_Line, 2_Comment": "שלא להפסיד ארץ ישראל - שכשרואה הסימן מיד פורש ונמצא ארץ ישראל בטומאה שלא לצורך:", 
        "12_Daf, 46_Line, 0_Comment": "בהסגר ראשון - שאם מטהר ליה משמח ליה אי לא מטהר ליה לא מטמא ליה יותר מדמעיקרא אלא מסגר ליה פעם שניה:", 
        "35_Daf, 10_Line, 1_Comment": "דייתיקי - שטר צוואה:", 
        "7_Daf, 40_Line, 0_Comment": "רבי אלעזר אוסר - אפילו אם היה שם מעט זבל קודם שביעית להוסיף עליו בשביעית:", 
        "32_Daf, 9_Line, 0_Comment": "עביד (איניש) דינא לנפשיה - דאמר ליה את מחייבת לי הכי והכי:", 
        "15_Daf, 4_Line, 0_Comment": "נברכת - בריכה של כובסין ולית ביה טירחא כולי האי:", 
        "19_Daf, 14_Line, 3_Comment": "ושדא בנצא - במקום נמוך היינו אדעתא דבי דרי אדעתא דגורן שכך דרכו של גורן שמשוה הגרנות וזה מותר:", 
        "20_Daf, 56_Line, 1_Comment": "מתאכלי - במועד:", 
        "42_Daf, 27_Line, 0_Comment": "מפומיה דמריה - מר' אבא בריה דרבי חייא או רבי זירא:", 
        "42_Daf, 10_Line, 1_Comment": "מכי אהדריתו אפייכו מבבא דאבולא - משער החיצון של העיר ומגרשיה דאתיתו לביתא:", 
        "33_Daf, 26_Line, 0_Comment": "דשלים משמרתו ערב הרגל - בשבת דלעולם לא שלמה משמרה אלא בשבת:", 
        "7_Daf, 0_Line, 0_Comment": "שלופי - כשהירקות רצופין נוטל מהן מבינתיים לאוכלן מותר ליפותן אסור בשביל ליפותן אותם שנשארים:", 
        "51_Daf, 44_Line, 1_Comment": "לאחר שבעה מוסיף - על קרע ראשון:", 
        "8_Daf, 33_Line, 0_Comment": "מציינין את הקברות - שעושין סימנים על הקברות בסיד כדאמר במרובה (ב\"ק דף סט.) של קברות בסיד דחוור כעצמות כדי שלא ילכו אוכלי תרומה לשם:", 
        "33_Daf, 0_Line, 1_Comment": "בי קברי - דלא שכיחי תמן אינשי:", 
        "23_Daf, 18_Line, 1_Comment": "מותר - לאכלו אחר המועד:", 
        "36_Daf, 26_Line, 1_Comment": "כשבת - ודינו כשבת דעולה ואינה מפסקת:", 
        "10_Daf, 37_Line, 0_Comment": "לא שנו - דאין יוצאין עליהן קודם אדר וקודם חולו של מועד:", 
        "54_Daf, 54_Line, 0_Comment": "ליתחזי לי מר - בתר מיתה:", 
        "27_Daf, 25_Line, 0_Comment": "דנין דיני נפשות - במועד אבל לא ביום טוב שאסור משום שבות ודייקינן מינה מדדנין במועד מכלל דאי לא ציית נמי משמתינן ליה במועד:", 
        "24_Daf, 24_Line, 0_Comment": "פרושי קא מפרש - לצורך המועד כיצד כגון שאין לו למוכר מה יאכל ולעולם לא תיפשוט מינה לשכר פעולה:", 
        "5_Daf, 12_Line, 0_Comment": "כל זמן שיפה לפרי - כלומר כל זמן שחרישה יפה לפירות שגדלו בששית דהיינו נמי קרוב לעצרת אבל מכאן ואילך לא דהוי כמתקן פירות שביעית:", 
        "2_Daf, 13_Line, 0_Comment": "בית השלחין אין בית הבעל - אפילו ממעיין שלא יצא בתחילה לא:", 
        "24_Daf, 15_Line, 0_Comment": "היזק שאינו ניכר הוא - דהא בעיניה הוא:", 
        "49_Daf, 28_Line, 0_Comment": "וההוא יומא - דנח נפשיה לא ספדוהו משום דאירע להו תקלה על ידו:", 
        "51_Daf, 55_Line, 0_Comment": "בבגד קרוע - קודם לכן גוזל הכל שמרמה הכל שמראה להן שקרע על המת:", 
        "16_Daf, 68_Line, 0_Comment": "מצוה שאפשר לעשותה ע\"י אחרים - תפלס פלס מעגל רגלך שתעשה אתה הגדולה וחבריך יעשו קטנה:", 
        "27_Daf, 47_Line, 0_Comment": "ניגזור - שלא יהא מגלח במועד דכיון דגילח צריך להביא קרבן ושמא משהה קרבנותיו עד ליום טוב האחרון ומקריבן ואסור להקריב קרבנות יחיד בי\"ט", 
        "34_Daf, 32_Line, 0_Comment": "ושדי ליה לאבראי - ועברה עלייהו איתתא אבראי:", 
        "4_Daf, 11_Line, 3_Comment": "מעשנין - עושין עשן תחת האילן כדי שינשרו התולעים שעליו:", 
        "21_Daf, 21_Line, 0_Comment": "הגמלים והספנים הרי אלו לא יעשו - לא ישכירו לכתחילה לפי שהמלאכה שלהם הוא:", 
        "40_Daf, 47_Line, 0_Comment": "הלכה כר\"א בחליצה - שאם באו פנים חדשות בג' אינו חולץ והלכה כרבי יהושע בהנחה דבשני מותר להניח תפילין:", 
        "30_Daf, 32_Line, 0_Comment": "לא חל עליה שמתא ל' יום - ואין שמתא פחותה מל' יום:", 
        "11_Daf, 33_Line, 1_Comment": "ובשדה לבן שלא כדרכו - ואינו יכול לצוד כדרכו בשדה לבן משום דלא מפסיד כולי האי בשדה לבן:", 
        "53_Daf, 18_Line, 1_Comment": "ביד - קופץ יד זו לזו:", 
        "5_Daf, 22_Line, 0_Comment": "על שני פרקים - דפסח ועצרת:", 
        "30_Daf, 71_Line, 0_Comment": "צריך רבי - רבי אבוה דר\"ש הוה:", 
        "49_Daf, 48_Line, 0_Comment": "לגרמיה - לדעתיה:", 
        "12_Daf, 17_Line, 0_Comment": "גוחה - שוחה ונטוי:", 
        "43_Daf, 14_Line, 0_Comment": "לשמחת מריעות - סעודה שעושין ריעים ואהובים זה עם זה ולא הוי שמחה כל כך אבל סעודה דשמחה כגון דנישואין לא:", 
        "5_Daf, 24_Line, 0_Comment": "תקנתא דשמאי והלל - דרבי שמעון דאמר עד פסח ועד עצרת והיינו אליבא דב\"ש וב\"ה:", 
        "28_Daf, 39_Line, 0_Comment": "מי קתני כמנודה - שאסור בשאילת שלום:", 
        "2_Daf, 35_Line, 0_Comment": "שחרבה ממעיין זה ויצא לה מעיין אחר - שחרב מעיינה שרגילה לשתות ממנו דכיון שרגילה לשתות אי לא משקה לה עכשיו אית ליה פסידא יתירא אפילו הכי לא שרי ר' יהודה אלא ממעיין שיצא לה דלאו טירחא הוא אבל מי גשמים ומי קילון דטירחא הוא לא שרי אפילו לבית השלחין ועוד חזינן דקאמר רבי יהודה לא יפנה מים כו' אלמא דלא שרי ר' יהודה טירחא יתירא אלמא מתני' ר' יהודה היא דהא ראב\"ע ל\"ש חרב מעיינה ממעיין שיצא לה בתחילה ול\"ש לא חרב תרוייהו אסר:", 
        "4_Daf, 9_Line, 1_Comment": "מזרדין - מחתך ענפים יבשים ולחים לפי שיש לאילן ענפים יותר מדאי:", 
        "9_Daf, 21_Line, 0_Comment": "מנפח אדם - ההולך לשחוט פסחו דאם יש עצם כשעורה המטמא בהיסט מתפזר ברוח ועושה פסח בבית הפרס אזיל לו ואי מטמא באהל. היכי אזיל עליה", 
        "37_Daf, 17_Line, 0_Comment": "ומודים הן לאבא שאול - ביום שלושים לקבורת מתו דמותר לגלח דלא בעינן שלשים שלימין דאמרינן מקצת היום ככולו:", 
        "45_Daf, 6_Line, 0_Comment": "אפסוקי מבעיא - כלומר מי צריכא למימר דאינה מפסקת:", 
        "30_Daf, 76_Line, 0_Comment": "אמר ליה בר קפרא איני מכירך - רמז לו שאינו רוצה לראותו:", 
        "17_Daf, 10_Line, 3_Comment": "שתא חדתא - זו שנה ראשונה של נישואין דכתיב כי יקח איש אשה חדשה לא יצא וגו' (דברים כד):", 
        "52_Daf, 16_Line, 0_Comment": "אף על גב שאין לו - לאבל אחר השבת אלא יום אחד:", 
        "50_Daf, 0_Line, 0_Comment": "ואלו קרעין כו' - באבל רבתי במסכת שמחות (פ\"ט):", 
        "39_Daf, 35_Line, 0_Comment": "אחיו מאמו - שלא מאביו דקרא משמע מאביו שלא מאמו:", 
        "24_Daf, 45_Line, 0_Comment": "גמ' והא אמרת רישא אין מפנין - מבית לבית:", 
        "33_Daf, 32_Line, 0_Comment": "ותנא ברא - דאמר מותרין לגלח:", 
        "40_Daf, 19_Line, 0_Comment": "ואסור לקרות - כדאמרינן לעיל (דף טו.) מדאמר רחמנא ליחזקאל האנק דום והא דאמר (סוכה דף כה.) אבל חייב בכל המצות האמורות בתורה חוץ מן התפילין התם שאר מצות בעלמא אבל הני אית בהו שמחה:", 
        "14_Daf, 14_Line, 0_Comment": "כולה קרא יתירא - כלומר כולה תיבה דביום הראות קרא יתירא:", 
        "43_Daf, 1_Line, 0_Comment": "רצה חולץ - כתיפו:", 
        "13_Daf, 3_Line, 0_Comment": "ומר - ר' יוסי דאמר לא להקל:", 
        "17_Daf, 38_Line, 0_Comment": "ומעברת סרק על פניה - סם אחד כדי שתראה אדומה:", 
        "32_Daf, 41_Line, 0_Comment": "מה שלבו חפץ - עבירה והואיל ואין מכירין אותו שם ליכא חלול השם ואמר לן רבי משום רב האי גאון ויעשה מה שלבו חפץ רוצה לומר דודאי כיון שלבוש שחורים וכו' אני ערב בדבר שאינו חפץ מכאן ואילך בעבירה:", 
        "11_Daf, 34_Line, 0_Comment": "ומקרין את הפירצה - שאם נפלה מקצתה חוזר ומתקנה במועד:", 
        "12_Daf, 25_Line, 0_Comment": "הכא - דקאמר רב חסדא שלא במקום סכנה בונה כדרכה כשהיא סתורה קודם לכן אבל לא סתר לה במועד:", 
        "45_Daf, 13_Line, 0_Comment": "אין מברך - להוציא אחרים ידי חובתן:", 
        "26_Daf, 45_Line, 1_Comment": "שאין לך בית האסורין גדול מזה - ממעי אמו שהיה שם ואנוס הוא:", 
        "35_Daf, 0_Line, 0_Comment": "מטפחות הספרים - של פשתן:", 
        "50_Daf, 51_Line, 0_Comment": "אנא מלכא - ואמלכא לא כתיב כלום:", 
        "54_Daf, 52_Line, 0_Comment": "דאימסר מזליה - איתרע מזליה:", 
        "42_Daf, 2_Line, 0_Comment": "מונה עמהן - דאבילות שלהם התחילה משחזרו פניהם מן המת ואבילות של גדול עד שיסתום הגולל:", 
        "6_Daf, 21_Line, 0_Comment": "גזירה מי גשמים - דלמא אתי למעבד מי קילון:", 
        "23_Daf, 0_Line, 0_Comment": "יש מהן פטור אבל אסור - והא דקתני אין זופתין אסור למיעבד לכתחילה אבל בדיעבד לא הוי חייב והא דקתני זופתין הוי מותר לכתחילה:", 
        "25_Daf, 9_Line, 0_Comment": "מתני' מחפין - מכסין:", 
        "32_Daf, 39_Line, 0_Comment": "דעבד כרבי אילעאי וכו' - בהני שמועות רעות:", 
        "9_Daf, 7_Line, 0_Comment": "סככות ופרעות ובית הפרס - מפרש לקמן:", 
        "16_Daf, 66_Line, 1_Comment": "וכתיב ארח חיים פן תפלס - דמשמע כל מצוה שתבא לידך עשה אותה בין גדולה בין קטנה ואל תניח קטנה מפני הגדולה:", 
        "10_Daf, 0_Line, 0_Comment": "ודלמא טומאה מגואי - ולא בין האילנות ולא נחרש במקום טומאה:", 
        "12_Daf, 44_Line, 0_Comment": "א\"ר נראין לי דברי ר' מאיר במוסגר - שרואין ודברי רבי יוסי במוחלט:", 
        "56_Daf, 0_Line, 0_Comment": "כציפורי בפי הוושט - כחבל שיש בו קשר ויוצא בקושי מן התורן:", 
        "11_Daf, 46_Line, 1_Comment": "גישרא - גשר:", 
        "46_Daf, 13_Line, 0_Comment": "גוייתו - כל גופו ואיכא דאמרי אבר שלו:", 
        "30_Daf, 17_Line, 0_Comment": "ואריב עמם ואקללם - לאותם שהושיבו נשים נכריות:", 
        "5_Daf, 37_Line, 0_Comment": "וכל הרוצה לבטל יבוא ויבטל - ורבן גמליאל דבטל לא בטל אלא מפסח ומעצרת עד שלשים יום לפני ראש השנה:", 
        "13_Daf, 0_Line, 0_Comment": "בהסגר שני - דאי מטמא ליה מחליט ליה בטומאה חמורה ומצער ליה:", 
        "40_Daf, 25_Line, 0_Comment": "סבר לאוקמי אמורא עליה - תורגמן:", 
        "40_Daf, 14_Line, 1_Comment": "מכולם - אמרו אפי' ישן ע\"ג קרקע לא יצא עד שיכפה מטתו וישב עליה:", 
        "31_Daf, 53_Line, 0_Comment": "פסיק סידרא - לימד פרשיות:", 
        "31_Daf, 37_Line, 1_Comment": "כי יתבן בדינא כו' - משום דמר עוקבא היה נשיא:", 
        "36_Daf, 4_Line, 0_Comment": "מערים ומוכר שלו - כן עושה כל ימות החג:", 
        "54_Daf, 34_Line, 0_Comment": "פלגא - דמכרת דשני מיהא פלטי לי:", 
        "31_Daf, 66_Line, 0_Comment": "שגיון - שגגה היתה לו:", 
        "30_Daf, 18_Line, 1_Comment": "ואסרינן ליה - שקושרין אותו על העמוד להלקותו:", 
        "24_Daf, 58_Line, 1_Comment": "אין מאמינו - מביאין:", 
        "26_Daf, 30_Line, 2_Comment": "למזונות - שיצא לחזר אחר מזונות שאין לו מזונות וחזר במועד אחריהן דברי הכל מותר לגלח במועד לפי שיצא באונס:", 
        "49_Daf, 4_Line, 1_Comment": "עבדי יקרא - דהא לא בעי האי למיעל מקמי האי:", 
        "47_Daf, 13_Line, 0_Comment": "מה הן בהספד - כמה יהא גדול שמצוה להספידו:", 
        "34_Daf, 7_Line, 0_Comment": "ואיתרע ביה מילתא - אבילות:", 
        "55_Daf, 0_Line, 0_Comment": "מתני' בלא פירוש:", 
        "37_Daf, 15_Line, 0_Comment": "כמאן כאבא שאול - דאמר עולה לכאן ולכאן דחשיב נמי שמיני דמבטל ממנו גזרת שלשים:", 
        "25_Daf, 4_Line, 0_Comment": "מוליכין קשיא - דקתני מתני' דפעמים מוליכין ומתני' דהכא קתני אין מביאין כל שכן דאין מוליכין וליכא לתרץ באין מאמינו דמוליכין מאי מאמינו שייך:", 
        "43_Daf, 30_Line, 2_Comment": "וחוזרת וקורעת העליון - והתחתון מכסה לבה:", 
        "19_Daf, 2_Line, 1_Comment": "למיבני אקורפיטא - מה שמשימין התבואה לתוכו לפני הסוסים שקורין מנייטור\"ה בלע\"ז:", 
        "20_Daf, 61_Line, 0_Comment": "סמוך למיסרחיה מעלי - כלומר יפה הוא לאחר זמן שניצוד יותר מההיא שעתה דניצוד:", 
        "52_Daf, 65_Line, 0_Comment": "פוטרין את הרבים - שאומרים למנחמין לכו לבתיכם:", 
        "19_Daf, 7_Line, 1_Comment": "קרמין - בגדים:", 
        "30_Daf, 79_Line, 0_Comment": "חמוקי ירכיך - כמו חמק עבר (שיר ה):", 
        "53_Daf, 2_Line, 0_Comment": "על גבי נדות מתות - הכלים שנשתמשו בהן בעודן בחיים שנטמאו בנגיעתן שהנדה מטמאה בנגיעתה אדם וכלים:", 
        "16_Daf, 61_Line, 0_Comment": "ביום השמיני - של חג היינו בעשרים ושתים:", 
        "12_Daf, 22_Line, 0_Comment": "שלא מפני הסכנה לא - קשיא לרב חסדא דאמר בכותל חצר בונה כדרכו אע\"פ דליכא סכנה:", 
        "16_Daf, 4_Line, 0_Comment": "עיקר טירחא - דנישואין ביום ראשון דנישואין:", 
        "27_Daf, 54_Line, 1_Comment": "מצורעין - אע\"ג דכתיב וראשו יהיה פרוע הא דריש ליה לקמן להאי פרוע למילתא אחריתי:", 
        "21_Daf, 11_Line, 0_Comment": "כדו לגוף - מגופת החבית:", 
        "31_Daf, 70_Line, 0_Comment": "משונה במעשיו - צדיק גמור:", 
        "26_Daf, 40_Line, 0_Comment": "והא נראין דברי רבי יהודה בהא - וקשיא דרבי אדרבי דברישא נראה לו דברי ר\"י דאסר בהרווחא ובסיפא נראה לו דברי חכמים דמתירין הרווחא אלא ודאי איכא למשמע מהכא דלאו הכי הוא כדקאמרת דבלשוט ובמזונות פליגי:", 
        "7_Daf, 47_Line, 0_Comment": "שאם היתה עמוקה טפח - כלומר שלכתחילה היה שם אמת המים בת ששה טפחים ונסתמה עד טפח מעמידה עד ששה טפחים כלומר חוזר ומעמיק אותן חמשה טפחים שנסתמה:", 
        "17_Daf, 51_Line, 0_Comment": "ומי אית ליה לרבי יהודה האי סברא - אע\"ג שהיא מצירה עכשיו שמחה וכו':", 
        "18_Daf, 61_Line, 0_Comment": "היינו דמשכחת לה בישנה - לפי שהישנה צריכה לכך שכבר היא חלקה לפי שתדיר היא טוחנת:", 
        "37_Daf, 34_Line, 0_Comment": "הכל מודים - אפילו אבא שאול דאמר מקצת היום ככולו:", 
        "27_Daf, 50_Line, 0_Comment": "הא כהן גדול כל השנה לדידיה כרגל לכולי עלמא דמי - דתנן כ\"ג מקריב אונן מדאמר לו אהרן למשה ואכלתי חטאת היום (ויקרא י) ולא אמר למשה והקרבתי מכלל דהקרבה באנינות ולמדנו דכ\"ג מקריב אונן אבל כולי עלמא בשאר ימות השנה אונן אינו משלח קרבנותיו כדאמרינן לקמן (דף טו:) שלמים בזמן שהוא שלם ולא בזמן שהוא אונן וברגל משלח וכהן גדול אונן מקריב כל השנה אלמא כל השנה לדידיה כרגל דמי וקתני דנוהג בו צרעת תיפשוט דכל מצורע נוהג צרעתו ברגל:", 
        "5_Daf, 4_Line, 0_Comment": "ונסיב תלמודא לפטורא - כדאמרינן הני אין:", 
        "32_Daf, 17_Line, 0_Comment": "ואם לאו אל יבקשו תורה - הואיל וסנו שומעניה הא דצריכי ליה רבנן לאו כלום הוא דמוטב דלא ילפי מיניה:", 
        "26_Daf, 46_Line, 0_Comment": "מעיקרא לא - דאם נולד קודם הרגל אינו מגלח ברגל הואיל והיה יכול לגלח קודם הרגל:", 
        "29_Daf, 35_Line, 0_Comment": "ויבא אליה - לאחר אבילות:", 
        "52_Daf, 45_Line, 0_Comment": "דצלא - עור:", 
        "21_Daf, 26_Line, 1_Comment": "כדידיה דמיא - ואסור אבל שאינה קיבולת דלא הוה כדידיה שרי:", 
        "26_Daf, 35_Line, 0_Comment": "אילימא לשוט - דקאמר רבי נראין דברי ר\"י ביצא לשוט דהיינו שלא ברשות הא אמרת וכו' ומאי נראין דברי רבי יהודה הלא שניהם מודים בה אלא פשיטא להרווחא ואשמעינן דנראין לו דברי ר' יהודה שאוסר בגילוח:", 
        "42_Daf, 10_Line, 0_Comment": "דלא אזליתו בתר ערסא - דמאן דאזיל בתר ערסא לא חיילא עליה אבילות עד שנסתם הגולל כשמוליכין המטה מבבל לא\"י לקבור ואין כל הקרובים כולם יכולין לעלות עד א\"י ומלוין המת פרסה או מיל וחוזרים:", 
        "30_Daf, 67_Line, 0_Comment": "נדוי שלנו - בני בבל:", 
        "25_Daf, 1_Line, 0_Comment": "כד וכוס לצורך המועד הן אבל צמר וכלים אין צורך המועד:", 
        "24_Daf, 43_Line, 0_Comment": "מתני' אבל מפנה הוא לחצרו - והא משמע ליה עכשיו שמביא מבית שבחצר אחרת לחצרו:", 
        "7_Daf, 42_Line, 0_Comment": "כגון שהעמיק - קודם לכן כלומר הא דאמר רבי אלעזר עד שיעמיק לא אמר עד שיעמיק בשביעית אלא שהיה עמוק קודם שביעית:", 
        "27_Daf, 6_Line, 1_Comment": "ויש מהן מותרין - כגון קטן זה שנולד קודם הרגל שאסור לגלח ברגל מותר לגלח בימי אבלו:", 
        "36_Daf, 22_Line, 1_Comment": "בטלה ממנו גזרת שבעה - דלאחר הרגל אינו צריך למנות יותר:", 
        "34_Daf, 9_Line, 0_Comment": "ברית כרותה לשפתים - דכתיב ונשתחוה ונשובה אליכם וכן הוה דחזרו תרוייהו:", 
        "19_Daf, 14_Line, 1_Comment": "או נצא בנצא - שחופר במקום נמוך ומניחו במקום נמוך דהיינו אדעתא דארעא ואסור דזה דרכו של חורש שדהו שאינו משגיח באיזה מקום שירד המחרישה בקרקע אפילו במקום נמוך חורש והיינו דומיא דחרישה ואסור:", 
        "25_Daf, 56_Line, 1_Comment": "מטומאתו לטהרתו - נזיר טמא כשעלה מטומאתו ושוב אינו משמר נזרו ומגלח וכן מצורע שעלה מטומאתו מגלח ברגל לפי שלא היה להם פנאי לגלח קודם הרגל:", 
        "7_Daf, 24_Line, 0_Comment": "שמכשיר אגפיה לזריעה - כשחופר האמה ומניח העפר שבאמה על שפת האמה מתקן אגפיה לזריעה דעביד לה ארעא רכיכא:", 
        "43_Daf, 48_Line, 0_Comment": "וכן לנשיא - קורע מבחוץ:", 
        "34_Daf, 6_Line, 1_Comment": "מי מזלזלת ביה כולי האי - באבילות דשקלת לטופרך:", 
        "55_Daf, 87_Line, 0_Comment": "לפתוח בראש - לקרות בס\"ת:", 
        "11_Daf, 18_Line, 1_Comment": "בזה ובזה - בשדה גריד ובזרעים שלא שתו לפני המועד:", 
        "21_Daf, 13_Line, 1_Comment": "שדה העומדת לפשתן - שאם לא תזרע עכשו מכאן ואילך אינו ראוי לפשתן:", 
        "34_Daf, 39_Line, 0_Comment": "מזוית לזוית - מסוף הפה לסוף האחר מותר לגלח שהרי מעכבת אכילה ושתיה ומאיס:", 
        "31_Daf, 65_Line, 0_Comment": "אתה שאול - שנולדת במזלו:", 
        "19_Daf, 3_Line, 0_Comment": "למישקל דמא - להקיז:", 
        "30_Daf, 7_Line, 1_Comment": "קראו שם - שמתא כלומר שמתא לפרעה שהעביר המועד כלומר שהעביר אותו מועד ששמו אחר מועד ראשון:", 
        "20_Daf, 56_Line, 0_Comment": "אמר ליה הני נמי - דמלחינהו:", 
        "53_Daf, 18_Line, 2_Comment": "ברגל - מכה רגלו בקרקע:", 
        "25_Daf, 50_Line, 1_Comment": "פותח דלת אחד ונועל דלת אחד - אבל כדרכו לא אינו מוכר כדרכו:", 
        "42_Daf, 15_Line, 0_Comment": "ננערו לעמוד - מנענעים ורוצים לעמוד:", 
        "2_Daf, 18_Line, 1_Comment": "הרווחה לא - כגון דבית הבעל דאסור להשקותה מאחר שאין בה הפסד שאין צריך להשקותה אלא להרווחה דמילתא לשוויה אפלי חרפי:", 
        "55_Daf, 31_Line, 0_Comment": "דידל ידלוניה - כלומר מגביהין בהספד למי שמגביה קולו להספד אחרים:", 
        "30_Daf, 8_Line, 1_Comment": "העיני האנשים ההם תנקר - אי לאו דשליח דא\"ל למשה משה לא הוה ידע:", 
        "3_Daf, 44_Line, 0_Comment": "בזמן שאי אתה משמט קרקע כו' - מכלל דאיכא זמן דלא משמט קרקע ואיזה זה בזמן הזה:", 
        "3_Daf, 38_Line, 1_Comment": "וכל מקום פסידא שרו רבנן - למיטרח בחולו של מועד במקום פסידא כדפרשינן לעיל:", 
        "3_Daf, 21_Line, 0_Comment": "זומר - בשבת:", 
        "56_Daf, 2_Line, 0_Comment": "פיטורי - שקושרין שתי ספינות ביחד:", 
        "55_Daf, 78_Line, 0_Comment": "ינחם אחרים משמע - שמנחמין יושבין בראש:", 
        "54_Daf, 74_Line, 0_Comment": "ביעתותיה. דמלאך המות:", 
        "7_Daf, 18_Line, 0_Comment": "הא בחדתי - שמעולם לא היו שם עוגיות אסור לעשות בחולו של מועד דאיכא טירחא יתירא אבל עתיקי שכבר היו לו שם עוגיות ונסתמו מותר לחזור ולחופרן בחולו של מועד:", 
        "32_Daf, 66_Line, 0_Comment": "הכבד - בלשון הזה אומרים לו עשה עצמך כאדם שכבד עליו ראשו ושב בביתך בלשון כבוד אומר לו לישנא אחרינא הכבד התכבד כבודך שתשב בביתך:", 
        "3_Daf, 6_Line, 0_Comment": "מנכש - תולש עשבים רעים מתוך הטובים וכי עקרי להו צמחי הני טפי:", 
        "6_Daf, 13_Line, 1_Comment": "אתא גזירה שוה עקרה להלכתא - כלומר משום גזרה שוה דאינהו גמירו מנפשייהו משבת בטלו הלכתא הא אין אדם דן ג\"ש מעצמו:", 
        "22_Daf, 33_Line, 1_Comment": "לנער - לשמור כגון אם נכרים הם:", 
        "36_Daf, 22_Line, 2_Comment": "שמונה ימים - קודם הרגל בטלה ממנו גזרת שלשים דהואיל והתחיל יום אחד מן השלשים אינו צריך לשמור כלום לאחר הרגל דין שלשים אלא מותר לאלתר בתכבוסת בגיהוץ ותספורת:", 
        "23_Daf, 1_Line, 0_Comment": "למיחצד - לקצור ורב הונא יש לו מה יאכל הוה ואמאי שרי לה:", 
        "50_Daf, 26_Line, 1_Comment": "וכמעשה שהיה - בשאול ויהונתן:", 
        "40_Daf, 36_Line, 0_Comment": "ואם באו פנים חדשות - ביום שני חולץ תפילין:", 
        "22_Daf, 42_Line, 3_Comment": "דמשחא - יקיר ואיכא פסידא יתירא:", 
        "32_Daf, 37_Line, 1_Comment": "דייני - ראשי ב\"ד וחסידים עדיפי מינייהו:", 
        "39_Daf, 41_Line, 0_Comment": "היינו תנא קמא - של רבי שמעון:", 
        "43_Daf, 31_Line, 0_Comment": "רצה מבדיל קמי שפה - שאינו בשפה שלפני הצואר אלא קמי שפה שלפני השפה שלפני הצואר שאינה קרועה וקורע תחתיה כדי שיהיה נראה הקרע:", 
        "34_Daf, 12_Line, 0_Comment": "סבור מיניה דיד - מותר בימי אבלו משום דמאיס דרגל לא:", 
        "54_Daf, 66_Line, 0_Comment": "ספין רקיע - מתוקן למיבעי מיניה:", 
        "38_Daf, 2_Line, 0_Comment": "כל שהוא משום אבל רגל מפסיקו - שצריך להשלימו אחר הרגל כיון דכי ישב שני ימים לפני הרגל צריך להשלים ולישב חמשה ימים אחר הרגל:", 
        "24_Daf, 27_Line, 1_Comment": "לאו לאתויי שכר פעולה - שאין לו לסופר מה יאכל שרי בחולו של מועד:", 
        "48_Daf, 53_Line, 0_Comment": "טפח ליה אבוה - רב חסדא בסנדלא שטפח לו לרב נחמן על סנדלו כאדם שנוגע על רגל חבירו בחשאי כדי שלא ישמעו העומדים סביב מטתו דרב הונא ע\"א הכהו בסנדלו:", 
        "4_Daf, 14_Line, 2_Comment": "לא יקשקש תחת הזיתים ולא יעדר כו' - ואם תקשי הא אסר עידור לעיל קא תריץ לקמן בעוגיות הא בחדתי והא בעתיקי והוא הדין לעידור:", 
        "2_Daf, 1_Line, 0_Comment": "אבל לא ממי גשמים - משום דאית ביה טירחא יתירא כדמפרש בגמרא:", 
        "40_Daf, 51_Line, 0_Comment": "חולץ ומניח - בשני אפי' מאה פעמים ביום וכי באו פנים חדשות חולץ וכי ליכא פנים חדשות מניח:", 
        "3_Daf, 21_Line, 1_Comment": "וצריך לעצים חייב - משום קוצר שהרי צריך לעצים וחייב משום נוטע דמשום הזימור גדלי טפי:", 
        "34_Daf, 45_Line, 0_Comment": "פרמשתקו - אמתו:", 
        "8_Daf, 66_Line, 0_Comment": "עשו משמרת למשמרתי - עשו משמרת לאוכלי תרומה דכתיב בה משמרת דכתיב (במדבר יח) ואני נתתי לך את משמרת תרומותי שלא יהו מטמאים:", 
        "11_Daf, 0_Line, 1_Comment": "הכי גרס ימעט - שאם זרע רובע הקב ימעטנו ויעקרנו:", 
        "27_Daf, 42_Line, 0_Comment": "שינהיג צרעתו - שלא יבא אל תוך המחנה ולא יגלח:", 
        "35_Daf, 48_Line, 0_Comment": "נחשד בדבר - עבירה:", 
        "26_Daf, 14_Line, 0_Comment": "יאמרו כל הסריקין אסורין וכו' - כלומר דבייתוס היה יכול לסרוק חלותיו בלי שהות לפי שהיה לו דפוס ואעפ\"כ אסרו משום דאמרי כל הסריקים כו' הכא נמי כיון דלא מיגליא לכולי עלמא אונסיה יאמרו כולי עלמא אסורין לגלח וזה מותר:", 
        "7_Daf, 38_Line, 0_Comment": "עד שיעמיק שלשה טפחים - ומכניס הזבל לשם דמוכחא מלתא דלא עביד כדי לזבל שדהו בשביעית:", 
        "22_Daf, 29_Line, 0_Comment": "לבקרות - מקום שיש שם בהמות והיא רובעת מעצמה:", 
        "27_Daf, 20_Line, 0_Comment": "אתי עשה דרבים - ושמחת:", 
        "52_Daf, 63_Line, 0_Comment": "המנחמין - קרוביו מביאין ענינים של אוכלין:", 
        "21_Daf, 11_Line, 2_Comment": "ופשתנו להעלות מן המשרה - כל הני אית בהו פסידא אי לא עביד להו:", 
        "19_Daf, 22_Line, 0_Comment": "כגון דפתח תרי בבי - חד שבו נכנסין המים לגומא ונכנסין אף הדגים לגומא וחד שהמים יוצאין חוץ לגומא והדגים משתיירים בתוכה ולוקחים אותם שרי דהיינו אדעתא דכוורי:", 
        "38_Daf, 9_Line, 0_Comment": "בתחילת הרגל - ביום ראשון של רגל וקשיא לרבא:", 
        "9_Daf, 46_Line, 0_Comment": "אין בה אילנות בידוע שאבד בה קבר - ולא נחרש:", 
        "2_Daf, 0_Line, 3_Comment": "בין ממעיין שלא יצא בתחילה - אלא מעיין נובע מזמן מרובה:", 
        "35_Daf, 10_Line, 5_Comment": "שטרי בירורים - ביררו ב\"ד חלק זה לזה וחלק זה לזה:", 
        "18_Daf, 51_Line, 0_Comment": "גמ' מנקר ריחיא - שכשהיא ישנה וחלקה ואין החטין יכולין לפרך מנקרין אותה חותכין אותה כדי שלא יהא שוה כדי שיפרכו החטין תחתיה:", 
        "21_Daf, 2_Line, 0_Comment": "זולף וגומר כדרכו - כלומר נותנו על גבי בית הבד וסוחט הכל כל מידי דשפוך קרי זילוף:", 
        "18_Daf, 1_Line, 0_Comment": "היכי דמי הדיוט - שאינו אומן שתופר כדרכו:", 
        "23_Daf, 73_Line, 1_Comment": "מדוכרי דנורא - אבוקות:", 
        "19_Daf, 8_Line, 0_Comment": "מעשה הדיוט - דמותר לעשותו בחולו של מועד דלאו מעשה אומן הוא:", 
        "48_Daf, 72_Line, 0_Comment": "שלדו - גופו קיימת יוצאין:", 
        "21_Daf, 20_Line, 1_Comment": "החכירים - שקיבל לשמירה ולעובדה לסכום כך וכך כורין אני נותן לך ממנה:", 
        "13_Daf, 1_Line, 0_Comment": "מר - ר\"מ דאמר רואה להקל לטהר אבל לא לטמא:", 
        "50_Daf, 72_Line, 0_Comment": "את המגילה - זה הגויל:", 
        "50_Daf, 91_Line, 0_Comment": "הא דפגע במקדש ברישא - כגון כשנכנס לירושלים בשידה תיבה ומגדל דלא ראה ירושלים עד שראה בית המקדש. קורע על המקדש ומוסיף על ירושלים אבל בשלא נכנס בתיבה ופגע בירושלים ברישא קורע על ירושלים בפני עצמה ועל המקדש בפני עצמו:", 
        "46_Daf, 62_Line, 1_Comment": "אבל לא באיש אחד - שאין מתייחדין עם האשה:", 
        "3_Daf, 43_Line, 0_Comment": "וזה דבר השמטה שמוט - כתיב בהשמטת כספים אמאי כתיב תרי זימני שמטה שמוט:", 
        "4_Daf, 14_Line, 0_Comment": "יקשקש - היינו עידור אלא שעידור בגפנים וקשקוש בזיתים:", 
        "7_Daf, 40_Line, 1_Comment": "עד שיעמיק שלשה - או שיתן הזבל על הסלע שבשדה דלא נראה כמזבל והיכי שרי רבי אלעזר לחפור ולהעמיק בשביעית ולא חייש לנראה כעודר:\n", 
        "25_Daf, 39_Line, 1_Comment": "טמאים בכל מקום - מקבלין טומאה בין בכפרים בין בכרכים דקיימא לן (פסחים דף מ.) סולת של בני כרכים מקבלת טומאה שהוכשרה במים ובני כפרים אין מקפידין אסולת נקיה ללתות במים וסולת שלהן טהור שלא הוכשר מעולם אבל חילקא טמאין בכל מקום אפילו בכפרים דאי אפשר להם בלא לתיתה משום הכי טמאין דהא מיתכשר דשרי להו במיא: לעולם הוי כונתא ומיקלפן דשרי להו במיא דשרי קליפה:\n", 
        "6_Daf, 2_Line, 1_Comment": "קציר העומר - מותר לקצור בשבת:", 
        "41_Daf, 22_Line, 0_Comment": "אמר רב אידי הוא שואל בשלום אחרים - כלומר תריץ הא דתני מכאן ואילך שואל כדרכו בתוך שלשים יום דהוא שואל בשלום אחרים שהן שרויין בשלום והא דקתני בתוך ל' יום אינו שואל בשלומו אין אחרים שואלין בשלומו:", 
        "35_Daf, 10_Line, 7_Comment": "ואיגרות של רשות - צווי וקיום של שלטון:", 
        "14_Daf, 26_Line, 0_Comment": "לי ולא לאורי - שאין צריך לאור הנר דהיינו ביום ובההוא שעתא נמי ובא הכהן אלמא דאין רואין אלא ביום:", 
        "46_Daf, 51_Line, 1_Comment": "בתוך ביתו - שבצינעא מותר לנהוג אבילות בשבת:", 
        "35_Daf, 38_Line, 0_Comment": "כפרת בה' - באמנה דקאמר דלא מסייע צלותא כלום הואיל ולא מזמנה ליה כלומר השתא צלינא עלה ולא אסתייעא מילתא:", 
        "53_Daf, 8_Line, 1_Comment": "בר זוזא - הנקנה בזוז:", 
        "55_Daf, 20_Line, 0_Comment": "שייול איצטלא דמלתא - כלומר יפה מיתה כמלבוש של מילת:", 
        "53_Daf, 37_Line, 0_Comment": "חבורתא איכא - חבורות הן שאלו קוברין מתים שלהם לבדם ואלו קוברין מתים שלהם לבדם:", 
        "8_Daf, 70_Line, 1_Comment": "אראנו בישע אלהים - זה השם אורחותיו המחשב הפסד מצוה כנגד שכרה ושכר עבירה כנגד הפסדה ושם כמו שמין:", 
        "30_Daf, 53_Line, 0_Comment": "כל אחד מיפר חלקו - מדקתני חלקו אינו מופר:", 
        "7_Daf, 39_Line, 0_Comment": "היה לו מעט זבל - באותה שדה קודם שביעית מוסיף עליו זבל והולך בשביעית ואין צריך להעמיק:", 
        "52_Daf, 51_Line, 0_Comment": "נקליטי - עצים יוצאין מתוקנין למראשותיו ולמרגלותיו ונותנין עץ ארוך עליהן ונותן הסדינין עליהם לשמור מהזבובים:", 
        "40_Daf, 34_Line, 0_Comment": "ואם באו פנים חדשות - ביום ג' אפ\"ה אינו חולץ תפילין אע\"ג דאיכא למיחש דלמא אמרי [בשני] ימים הראשונים נמי הניח תפילין:", 
        "18_Daf, 10_Line, 0_Comment": "כלבתא - שאינו תופר כדרכו תוחב זה בסמוך זה אלא שתוחב המחט פעם אחת למעלה ופעם אחת למטה ולהכי קרי ליה כלבתא דהכי קיימי שיני הכלב שן אחד גבוה מחבירו:", 
        "2_Daf, 18_Line, 0_Comment": "מאן תנא - דמתני' דפסידא שרי למיטרח בה בחוש\"מ כגון בית השלחין:", 
        "35_Daf, 10_Line, 6_Comment": "גזרות ב\"ד - פסקי דינין:", 
        "13_Daf, 7_Line, 0_Comment": "והא תניא איפכא - דברי ר\"מ במוחלט דברי ר' יוסי במוסגר:", 
        "21_Daf, 10_Line, 0_Comment": "העושין לאבל - אחרים אבל הוא עצמו אינו רשאי:", 
        "27_Daf, 21_Line, 0_Comment": "דהשתא - שאירעו במועד:", 
        "42_Daf, 13_Line, 0_Comment": "ה\"ג והוא שלא עמדו מנחמין מאצלו - שבא בשביעי שחרית עד שלא עמדו מנחמין אצל זה שבבית:", 
        "29_Daf, 9_Line, 0_Comment": "מאי לאו אכולהו - קאמר דמנודה אסור:", 
        "17_Daf, 69_Line, 0_Comment": "ולמה סכין אותו - אכל הני קא מהדר דקאמר טופלין כו':", 
        "6_Daf, 4_Line, 0_Comment": "הלכתא למישרא ילדה - עשר נטיעות עד ר\"ה:", 
        "11_Daf, 13_Line, 0_Comment": "גמ' אמר רב יהודה - הא דאמר ר\"א אבל לא ישקה את השדה כולה אבל אם היתה שדה מטוננת לחה ויבשה מותר להשקותה אע\"ג דהוה שדה בית הבעל דכיון דהויא לחה עד השתא אי לא משקה לה הוי פסידא יתירא:", 
        "43_Daf, 50_Line, 1_Comment": "אלא לאיחוי - שאין מתאחים לעולם אבל לא הושוו לאביו ולאמו לקרוע מבחוץ להאי לא הושוו דעל אביו קורע מבחוץ ועל כולן אינו קורע מבחוץ:", 
        "22_Daf, 46_Line, 0_Comment": "דלא כר' יוסי - דאמר גומר כדרכו ואינו צריך שינוי:", 
        "24_Daf, 6_Line, 0_Comment": "שנתקווצה - ניטלו ממנה קוצים שבה:", 
        "5_Daf, 7_Line, 1_Comment": "כדבעינן למימר לקמן - גמר שבת שבתון משבת בראשית:", 
        "17_Daf, 55_Line, 0_Comment": "שמח הוא לאחר זמן - שפרע לו ואמאי נפרע מהן אבל לרבי יהודה לא אית ליה האי סברא דמשום שמיצר עכשיו שרי והיכי אית ליה האי סברא גבי טפול אע\"ג שהיא מצירה עכשיו שמחה היא לאחר זמן:", 
        "37_Daf, 25_Line, 0_Comment": "מנלן - דשלשים יום אסור בגילוח:", 
        "31_Daf, 18_Line, 0_Comment": "וזה - שליח שני לא ראיתי:", 
        "51_Daf, 38_Line, 0_Comment": "הגיע לטיבורו - ומת לו מת אחר:", 
        "22_Daf, 39_Line, 0_Comment": "מתני' בתוך הבור - שלפני הגת אותו כלי שהיין נופל בו מן הגת קרוי בור:", 
        "54_Daf, 46_Line, 0_Comment": "מנמנם - גוסס:", 
        "11_Daf, 20_Line, 1_Comment": "שרי לתרבוצי - לזלף עליה מים אע\"ג דליכא פסידא לתרבוצי להשקות לשון אין מכבדין ואין מרביצין היינו השקאה פורתא כדי שיצאו הירקות וכדמפרש באידך ברייתא לקמיה ומשקין היינו השקאה גמורה של בית השלחין:", 
        "33_Daf, 20_Line, 0_Comment": "הלכה כאבא שאול - דאפילו לא קבר אלא שבעה ימים קודם הרגל בטלה ממנו גזרת שלשים:", 
        "3_Daf, 39_Line, 0_Comment": "בין למאן דאמר משום חורש - דפליגי רבה ורב יוסף לעיל במשקה מים לזרעים דחד אמר משום חורש וחד אמר משום זורע:", 
        "39_Daf, 59_Line, 0_Comment": "בשאר קרובי אשתו - מצעת לו מטתו:", 
        "28_Daf, 17_Line, 0_Comment": "פארך - זה תפילין:", 
        "30_Daf, 9_Line, 0_Comment": "הכי סברא דגברא פלניא - דעת פלוני שבא לנדות את פלוני דצריך לנדותו משמו של אותו חכם:", 
        "25_Daf, 31_Line, 0_Comment": "דשושי - דשי תבואה איכא דאמרי דשושי המשברין תבואה חדא לשנים ושורין במים כו':", 
        "44_Daf, 24_Line, 0_Comment": "ואחד כלים ישנים יוצאין מתוך המכבש - פירוש שהן כחדשים:", 
        "5_Daf, 0_Line, 1_Comment": "אמר - שמעית דאמרי בא\"י יכול ילקה על תוספת:", 
        "13_Daf, 28_Line, 1_Comment": "ולכסותו - אם נראה הנגע בכסותו:", 
        "55_Daf, 82_Line, 0_Comment": "סרוחים - לשון רבים:", 
        "16_Daf, 26_Line, 0_Comment": "וקרבן יחיד - של נשיאים:", 
        "49_Daf, 40_Line, 0_Comment": "בעת חנינתו - דולד:", 
        "30_Daf, 11_Line, 0_Comment": "ופרטינן חטאיה - דאמרי לאנשי עירו משום הכי והכי משמתינן ליה:", 
        "38_Daf, 55_Line, 1_Comment": "אלא חמשה - מהני שבעה מתי מצוה דכתיב בקרא (ויקרא כא) בנו ובתו אחיו ואחותו ואשתו:", 
        "20_Daf, 33_Line, 0_Comment": "מגלי - מסר הגדול שרי דלא מוליד קלא כלום:", 
        "8_Daf, 17_Line, 0_Comment": "אלא קשיא קמייתא - דקתני אין חופרין בורות של רבים בשרבים צריכין לו קשיא להא ברייתא דקתני הכא של רבים חופרין אותן:", 
        "3_Daf, 19_Line, 0_Comment": "משום חורש אין משום זורע לא - אמאי לא מיחייב בתרווייהו הא עביד תרווייהו ואשכחינן במלאכה דמיחייב תרתי:", 
        "21_Daf, 33_Line, 1_Comment": "לפסידא דאחריני - כגון מריון לא חייש דלא קא משדר לגמליה הוי ליה פסידא דלא הוה ליה בהמה לחרוש וכיון דשרי כדתניא אם היו מוחכרין וכו' הוה ליה למיחש אפסידא דחבריה:", 
        "41_Daf, 15_Line, 0_Comment": "כ\"ש ששכרכם כפול - שלכבוד התורה באתם:", 
        "37_Daf, 27_Line, 0_Comment": "ראשיכם אל תפרעו - הא שאר אבלים חייבים משמע:", 
        "46_Daf, 23_Line, 1_Comment": "גובי דיקנא - גומות שבלחי למטה מפיו:", 
        "7_Daf, 15_Line, 0_Comment": "עוגיות - עגול סביב כמו עג עוגה ועמד בתוכה (תענית דף יט.) ובדידין נמי הן גומות:", 
        "49_Daf, 27_Line, 0_Comment": "חלש דעתיה - דהאי מדמי ליה לשלהבת והאי לאבידה:", 
        "36_Daf, 26_Line, 0_Comment": "משחרב בית המקדש - שאין לעצרת תשלומין כל ז' ואינו אלא יום אחד:", 
        "19_Daf, 28_Line, 2_Comment": "מייצינהו אסור - לכובשן במשוי ומוציא ליחה שבהן לחוץ היינו אסור שעכשיו אינן נתלעים אלא לעשות מהן צימוקים לאכלן בחול הוא מכוין ואסור לתקן ביום טוב מאכל דחול:", 
        "17_Daf, 41_Line, 0_Comment": "לא שנו - הא דאמר עושה אשה תכשיטיה:", 
        "43_Daf, 36_Line, 0_Comment": "ויקרעם לשנים - אין קורעין אלא שנראה כשנים מבדיל קמי שפה ונראה בית הצואר קרע אחר:", 
        "48_Daf, 76_Line, 0_Comment": "רב הונא ריבץ תורה - כדאמרינן פרק שני דייני גזירות (כתובות דף קו.) כי קיימי רבנן מקמיה ומנפצי גלימייהו מכסי ליה ליומא באבקא:", 
        "22_Daf, 39_Line, 1_Comment": "זולף וגומר כדרכו - כלומר מריק אותו בחבית וגף החבית במגופה גמורה:", 
        "7_Daf, 17_Line, 0_Comment": "ציתאי - מקום:", 
        "40_Daf, 14_Line, 0_Comment": "אודייני - מכתשת גדולה:", 
        "35_Daf, 40_Line, 0_Comment": "או איהו - עצמו ימות מקמי דתינסבא איהי לאידך ולהכי מארס במועד שלא יקדמנו אחר ברחמים שתמות היא:", 
        "43_Daf, 39_Line, 0_Comment": "שולל - באשטיר\"י:", 
        "33_Daf, 33_Line, 0_Comment": "אע\"ג דשייך בהנך משמרות - [שלים] עיקר משמרתו דידיה להכי מותר בגילוח:", 
        "2_Daf, 0_Line, 1_Comment": "ובשביעית - מפרש בגמרא:", 
        "33_Daf, 27_Line, 0_Comment": "דשלים משמרה ברגל - כגון דהוי יום חמישי יום ראשון של רגל דלא מצי לגלח דהוי י\"ט ושלים משמרתו בשבת שהוא יום שלישי לרגל:", 
        "7_Daf, 34_Line, 0_Comment": "אמימר מתני - בהדיא הא דאמר ר' אלעזר אין עושין את האמה בשביעית מפני שנראה כעודר:", 
        "21_Daf, 29_Line, 0_Comment": "בביתו - של אבל לא יעשו אותו משום חשד שיאמרו הוא בעצמו מסייע במלאכה אי נמי שלא יאמרו בימי אבלו השכירו לזה הפועל:", 
        "55_Daf, 9_Line, 0_Comment": " גמ' לחבילא - חבלא:", 
        "40_Daf, 45_Line, 0_Comment": "עיקר מרירא יום אחד - אבל אבילות ב' ימים:", 
        "31_Daf, 48_Line, 0_Comment": "מי שמעת שמתא מפומיה - אי שמית לך:", 
        "2_Daf, 15_Line, 0_Comment": "(נישלהי) - וה\"א מתחלף בחי\"ת:", 
        "15_Daf, 31_Line, 0_Comment": "מתני' מפני ששמחה היא לו - מפרש בגמ':", 
        "46_Daf, 51_Line, 0_Comment": "אונקלי - שייפינ\"ש חלוק שקורעו:", 
        "19_Daf, 30_Line, 0_Comment": "כיון דמתלעי - אי לאו דמייצינהו:", 
        "32_Daf, 89_Line, 0_Comment": "גנובתיה - זנב:", 
        "48_Daf, 56_Line, 0_Comment": "שהיה כבר - כלומר ההיא שעתא הוה ולא יותר ויש אומרים שהיה כבר בארץ ישראל ששרתה עליו רוח הקודש:", 
        "43_Daf, 43_Line, 0_Comment": "קורע בכלי - סכין כדי שלא יפסיד הבגד:", 
        "16_Daf, 3_Line, 0_Comment": "עיקר שמחה - דנישואין חד יומא ובשאר יומי לא חשיב מערב שמחה בשמחה:", 
        "21_Daf, 30_Line, 1_Comment": "איתרע ביה מילתא - אבילות:", 
        "24_Daf, 6_Line, 2_Comment": "נידיירה - על ידי דיר בהמה לזבלה עבודת קרקע היא (נזדבלה) כל הני מדרבנן נינהו ואעפ\"כ קנסו דלא תזרע למוצאי שביעית:", 
        "16_Daf, 13_Line, 0_Comment": "אי הכי - דהיכא דאי איקרי ליה עביד איבעי ליה לשיורי בבנין עד הרגל כי היכי דליתרמי ליה חנוכת הבית ברגל:", 
        "23_Daf, 32_Line, 0_Comment": "חצדא דחיטי דלא הוה פסידא - להכי איקפד אבל בחצדא דשערי לא סבר לה כר' יוסי דאסיר:", 
        "17_Daf, 44_Line, 0_Comment": "ואפילו עומדת על פתח קברה - שריא להתקשט:", 
        "9_Daf, 49_Line, 0_Comment": "בעומדין האילנות על הגבולין - של רשות הרבים דודאי ליכא טומאה מבראי דלא קברי אינשי ברשות הרבים אלא בין האילנות הויא טומאה ונחרש בשביל האילנות: ", 
        "52_Daf, 66_Line, 0_Comment": "אין מניחין מטה במועד ברחוב - להספידו:", 
        "12_Daf, 35_Line, 0_Comment": "מתני' רואין את הנגעים להקל - כלומר רואה הכהן נגע צרעת במועד לטהר:", 
        "20_Daf, 63_Line, 3_Comment": "משתיא עליה אבוה - ששותין עליו מים שדגים נבראו מן המים:", 
        "23_Daf, 18_Line, 0_Comment": "ואם טחן - במועד לצורך המועד והותיר עד לאחר המועד:", 
        "49_Daf, 13_Line, 1_Comment": "לראות שוד ושבר - זה שקצף הקב\"ה על עולמו:", 
        "2_Daf, 21_Line, 1_Comment": "לא ישקה את השדה כולה - בבית הבעל קמיירי דהרווחה היא אלמא דהרווחה דמילתא אסר ר' אליעזר:", 
        "17_Daf, 70_Line, 0_Comment": "ושקל בה ארבע מאה זוזי - שנתייפת ונטל מבעלה כך:", 
        "20_Daf, 28_Line, 0_Comment": "מתניתין דמתקנין אלו בחוש\"מ בדנגרי - במנעול של עץ שרי דלא הוי קלא רבה:", 
        "4_Daf, 11_Line, 2_Comment": "מאבקים - ששרשיו נראין ומכסין אותו באבק:", 
        "29_Daf, 16_Line, 0_Comment": "ורחיצה בכלל סיכה - דכתיב ותבא כמים בקרבו וכשמן בעצמותיו (תהלים קט):", 
        "30_Daf, 75_Line, 0_Comment": "לאיתחזויי ליה - לבקר את רבי שהיה חולה שקבל עליו יסורין:", 
        "39_Daf, 40_Line, 0_Comment": "כל שמתאבל עליו מתאבל עמו - כלומר מתאבל עם אביו כשהוא מתאבל על אב שלו נמצא זה מתאבל על אבי אביו וכן כל שמתאבל עליו כגון שמתאבל על בנו מתאבל עמו כלומר מתאבל עם בנו כשהוא מתאבל פי' על בן שלו ונמצא זה מתאבל על בן בנו:", 
        "16_Daf, 14_Line, 0_Comment": "ודלמא אמה כליא עורב נמי צורך בנין הוא - להכי לא שייריה אלא כל היכא דאיתרמי ליה לנישואין ברגל לא ידעינן מנלן דלא עבדינן:", 
        "49_Daf, 45_Line, 0_Comment": "יומו של יאשיה - שנהרג יאשיה קרי יומו שמש:", 
        "35_Daf, 25_Line, 0_Comment": "דקא עביד מצוה - דעוסק בפריה ורביה:", 
        "12_Daf, 14_Line, 0_Comment": "אמר רב חסדא לא שנו - דאמר מתני' מקרין אבל אינו בונה כדרכו:", 
        "24_Daf, 27_Line, 0_Comment": "שאין לו מה יאכל לאתויי מאי - אם משום לוה הא קאמר אם אינו מאמינו מותר והכא לא מצי לתרוצי פרושי קא מפרש דהכי מיתרמי מילתא דאם אינו מאמינו שאין לו מה יאכל לאו מילתא היא דהא מותר בלאו הכי:", 
        "46_Daf, 22_Line, 1_Comment": "וכל עטיפה שאינה כעטיפת ישמעאלים - הלכך כיון דכל ימי שבוע שהוא אבל מתעטף כישמעאל אם אינו נוטלה בשבת נראה כנוהג אבילות דכ\"ע לא נהיגי בעטיפה זו אלא אבלים בלבד:", 
        "43_Daf, 3_Line, 0_Comment": "ונמנע - האבל ולא חלץ משום כבוד גדול הדור שעמו שבקש לחלוץ גם הוא:", 
        "49_Daf, 56_Line, 8_Comment": "נשוק כיפי - כיפאות של גשרים נשתברו ונשקו זו את זו:", 
        "5_Daf, 22_Line, 1_Comment": "ובטלום - דחורשין עד ראש השנה:", 
        "26_Daf, 33_Line, 1_Comment": "ודברי חכמים - המתירין כשיצא ברשות:", 
        "34_Daf, 59_Line, 2_Comment": "ושעלו מטומאתן - במועד:", 
        "23_Daf, 46_Line, 0_Comment": "אדם חשוב שאני - יש לו להחמיר על עצמו יותר ולא הוה ליה למיפק בחומרתא דמדושא ולא למישתי מיא דאחים קפילא נכרי:", 
        "25_Daf, 42_Line, 0_Comment": "דשקיל חלקייהו - כלומר כשנוטל הקליפה והוי חלק:", 
        "48_Daf, 26_Line, 0_Comment": "שמעתתיה בפומין - והוי כמאן דגמרינן מיניה:", 
        "41_Daf, 18_Line, 0_Comment": "ורמינהו - דבתוך ל' יום אינו שואל:", 
        "42_Daf, 0_Line, 1_Comment": "מהו - מי חשבינן ליה כמאן דהוי בביתיה הואיל ולצורך המת הלך אתו:", 
        "50_Daf, 43_Line, 0_Comment": "שלש דלתות וארבעה - כלומר ארבעה פסוקים:", 
        "23_Daf, 58_Line, 1_Comment": "למיקטל - לחתוך:", 
        "34_Daf, 47_Line, 0_Comment": "אמגושי הוה דכתיב הנה יוצא המימה - מחלוקת במס' שבת (דף עה.) חד אמר חרשי להכי יוצא ליאור בשביל מכשפות ואידך אמר גידופי להכי יוצא שאומר לי יאורי ואני עשיתני:\n", 
        "52_Daf, 67_Line, 0_Comment": "ולא של נשים לעולם - ששופעות זיבה: גמ'", 
        "41_Daf, 35_Line, 1_Comment": "הא בשאר קרובים - שואל בשלומו לאחר ל' יום:", 
        "25_Daf, 19_Line, 0_Comment": "כמין כרי - מכנסין אותן ביחד כדי שיהו נוחין לכסות:", 
        "35_Daf, 10_Line, 4_Comment": "איגרות מזון - פלוני קבל לזון בת אשתו:", 
        "9_Daf, 16_Line, 0_Comment": "אילן המיסך על הארץ - וטומאה תחת נוף אחד ואינו יודע תחת איזה נוף עושה ציון:", 
        "36_Daf, 11_Line, 0_Comment": "אבל לא באבן - שתולה בחוט כדי שיוכל לשוזרו יפה:", 
        "2_Daf, 18_Line, 2_Comment": "אפילו במקום פסידא מיטרח לא טרחינן - דקתני מתניתין אבל לא ממי גשמים כו' משום דאית ביה טירחא:", 
        "30_Daf, 73_Line, 0_Comment": "מה רבי אומר בדבר זה - אין רבי בעולם היודע דבר זה:", 
        "25_Daf, 56_Line, 0_Comment": "ומי שנשאל לחכם - שנדר שלא לגלח ושאל לחכם במועד:", 
        "11_Daf, 20_Line, 0_Comment": "תרביצא - גינה:", 
        "26_Daf, 24_Line, 0_Comment": "כי הנך - דמתניתין דקתני מגלחין דמידע לכל:", 
        "38_Daf, 26_Line, 0_Comment": "תנא דידן - היינו תנא (דברייתא):", 
        "6_Daf, 23_Line, 0_Comment": "מי גשמים נמי אתי לידי מי קילון - כלומר כי מדלו מינה דלא הויא מליאה נעשית ממילא מי קילון שאינו מלא וטריחא מלתא:", 
        "7_Daf, 51_Line, 1_Comment": "והכא - נמי לא מעמיק במועד אלא חמשה טפחים:", 
        "32_Daf, 78_Line, 0_Comment": "מימנו אנגידא - מלקות ומלקות יפה להם יותר משמתא והוו מלקי להו:", 
        "20_Daf, 3_Line, 1_Comment": "מהולתא - נפה:", 
        "6_Daf, 2_Line, 0_Comment": "מה חריש רשות - בכל מקום:", 
        "38_Daf, 12_Line, 0_Comment": "אפילו קברו ברגל - רגל עולה למנין שלשים ולא מיבעיא קברו קודם הרגל:", 
        "6_Daf, 37_Line, 0_Comment": "והוא שרובה של אותה שדה שותה מאותה אמת המים כו' - שיכול להשקות רוב השדה בפעם אחת מאותה אמת המים אבל אם אינו יכול להשקות בפעם אחת מאותה אמת המים רוב של שדה אינו משקה מפסיקות ובריכות דלמא מפסיק ואזיל:", 
        "5_Daf, 35_Line, 0_Comment": "כי גמירי הלכתא - דאין חורשין לזקינה עד ראש השנה אבל חורשין עד שלשים יום לפני ראש השנה:", 
        "22_Daf, 52_Line, 0_Comment": "סיני. רב יוסף:", 
        "38_Daf, 55_Line, 0_Comment": "במה דברים אמורים - שאינה נוהגת אלא יום אחד:", 
        "12_Daf, 27_Line, 1_Comment": "ממנעי ולא סתרי - והוי סכנה:", 
        "31_Daf, 99_Line, 0_Comment": "ראש לג' אבות - שהוא הולך לפניהם לעוה\"ב:", 
        "35_Daf, 10_Line, 0_Comment": "מתני' קדושי נשים - שכתב בשטר הרי את מקודשת לי דאשה נקנית בשטר:", 
        "41_Daf, 40_Line, 0_Comment": "מונה עמהן - עם האבלים שבאותו מקום הואיל דבמקום קרוב הוה ויכול לבא בתחלת האבילות חשבינן ליה כמו דאתא דאינו מונה אלא ה' ימים עם שאר אבלים:", 
        "17_Daf, 50_Line, 0_Comment": "שיכולה לקפלו במועד - אע\"פ שהיא מנוולת בסיד:", 
        "50_Daf, 32_Line, 0_Comment": "לקול יתירי - לקול כנורות שמרדו:", 
        "22_Daf, 34_Line, 3_Comment": "ה\"ג ועושה נכרי בשבת וי\"ט ומסייעין במועד - דלא טרח מלאכה כלומר יכולין לסייע לאותו שכיר לדייר:", 
        "20_Daf, 0_Line, 0_Comment": "יריד של עכו\"ם - יומא דשוקא:", 
        "43_Daf, 56_Line, 1_Comment": "חולץ - כתף מימין:", 
        "5_Daf, 6_Line, 0_Comment": "ימים שלפני ראש השנה - של שביעית שהוא תוספת על השביעית:", 
        "22_Daf, 33_Line, 0_Comment": "אין מסייעין אותן - לבהמה לבא בשדה או אם נכרים הם אין מסייעין להם להסיען ממקום למקום כדי שתזבל כל השדה אפילו בבאין מעצמם:", 
        "39_Daf, 35_Line, 1_Comment": "אחותו נשואה בין מאביו בין מאמו - דבקרא לא אשכחן אלא אבתולה:", 
        "22_Daf, 26_Line, 0_Comment": "אין מרביעין בהמה - משום דעביד מלאכה בחולו של מועד:", 
        "39_Daf, 43_Line, 0_Comment": "כי האי - ענין דא\"ל רב לר' חייא וכו':", 
        "26_Daf, 30_Line, 1_Comment": "דברי הכל אסור - לגלח במועד:", 
        "43_Daf, 30_Line, 1_Comment": "ומחזרת - הקרע לאחוריה:", 
        "51_Daf, 49_Line, 1_Comment": "הכי נמי - דמוסיף דקורע השלילה ומוסיף בה פורתא דקא מינכר וקא פסיק כל שבעה קורע ואפילו אשה:", 
        "23_Daf, 64_Line, 0_Comment": "אפקריה ר' ינאי לפרדיסיה משום דעל ידו היה תקלה לעלמא דשהו עד לחולא דמועדא וקטפי:", 
        "22_Daf, 20_Line, 0_Comment": "מקבלין קיבולת - נותנה לנכרי לעשותה אחר המועד:", 
        "5_Daf, 7_Line, 0_Comment": "דאתיא מבחריש ובקציר - כדאמר לקמן אם אינו ענין לשביעית שהרי כתיב שדך לא תזרע וכרמך לא תזמור תנהו לענין ששית שנכנס לשביעית דבשביעית נמי אסור:", 
        "6_Daf, 35_Line, 0_Comment": "פסיקות ובריכות - חדא מילתא היא:", 
        "11_Daf, 1_Line, 0_Comment": "והתניא כל השדה כולה - ואת אמרת ימעט:", 
        "20_Daf, 2_Line, 0_Comment": "איזלי - רשתות שצדין בו עופות:", 
        "35_Daf, 64_Line, 0_Comment": "דומי - חשד כמו לא ישא בת דומה (סוטה דף כז.):", 
        "34_Daf, 34_Line, 0_Comment": "ומר זוטרא מתני - בברייתא דבקשו ממנו צפרנים בימי אבלו ולאו משמיה דרב יהודה:", 
        "14_Daf, 31_Line, 1_Comment": "מפני ששמחה היא לו - שקוברן בקברי אבותיו ולא מצטער במועד:", 
        "46_Daf, 23_Line, 0_Comment": "מחוי ר\"נ - עטיפת ישמעאלים:", 
        "39_Daf, 24_Line, 0_Comment": "היינו דליכא אבילות שבעה - כלומר משום דליכא שבעה אינו קורע:", 
        "4_Daf, 15_Line, 0_Comment": "זריעה בכלל היתה - ובשנה השביעית שבת שבתון וגו':", 
        "39_Daf, 44_Line, 0_Comment": "באפה - דאיתתך כשהיא אבילה דהאי נמי כל שמתאבל עליו כגון אשתו מתאבל עמו בפניו:", 
        "46_Daf, 62_Line, 0_Comment": "כל ל' יום יוצא בחיק - בן ל' יום מוציאו בחיק לבית הקברות ולא בארון:", 
        "3_Daf, 35_Line, 0_Comment": "תלמוד לומר כלאים שדך לא - ואע\"ג דכתיב לא תזרע כלאים גורעין ודורשין לא כלאים לא יהא כלאים מכל מקום שחייב אתה לבטלו:", 
        "9_Daf, 13_Line, 1_Comment": "ואל ישרפו עליו לעולם - שאם מציינין אותו שורפין עליו (על) כל תרומה שעוברין על אותו ציון לעולם שלא לצורך שהרי חסר וזימנין דלא חזי ליה כגון בלילה וכי הדר חזי ליה ואמר נטמאת תרומתי ושרף לה והיא לא נטמאת דההיא כזית כבר חסר וכשאין מציינין אותו אין שורפין עליו אלא מחדש שלא חסר:", 
        "42_Daf, 7_Line, 0_Comment": "לבני הצלפוני - מקום:", 
        "16_Daf, 66_Line, 0_Comment": "פלס מעגל רגלך - כלומר שקול מצות ועיין בהן איזו מצוה גדולה ועשה הגדולה:", 
        "32_Daf, 10_Line, 0_Comment": "סנו שומעניה - שיוצאין עליו שמועות רעות:", 
        "13_Daf, 2_Line, 0_Comment": "סבר בכהן תלא רחמנא - דאי מטמא ליה הוי טמא ואי לא בעי מטמא ליה לא הוי טמא ולהכי חזי ליה להקל אבל לא להחמיר דאי חזי ליה דהוי טמא לא לימא ליה כלום ולא הוי טמא:", 
        "32_Daf, 82_Line, 0_Comment": "ומהניא כי טיחיא בתנורא - כשומן שטוחין את התנור ונבלע בתוכו שאין יוצא לעולם כלומר מכה לכל מאן דמשמתינן ליה דלא נפקא מיניה לעולם:", 
        "43_Daf, 23_Line, 0_Comment": "הא באריסותא הא בפורענותא - אריסא היינו שמתחיל אחד מהן לעשות סעודה ומלוה לכולם כדי שיעשו גם הם נמי כך לאותה סעודה אינו נכנס עד לאחר שלשים יום אבל בפורענותא שמשלם להם סעודות שנעשו לו יכנס לאלתר שאי אפשר לו שלא לשלם:", 
        "49_Daf, 56_Line, 3_Comment": "דרבי מנחם - בנן של קדושים שלא נסתכל אף בצורה של זוזא כדאמרינן בערבי פסחים (דף קד.):", 
        "20_Daf, 19_Line, 0_Comment": "מעגילה - דרך אומנות יותר:", 
        "11_Daf, 23_Line, 0_Comment": "שדה לבן - בית הבעל:", 
        "3_Daf, 46_Line, 0_Comment": "אפילו תימא רבנן - דפליגי עליה דרבי ואמרי דשביעית בזמן הזה דאורייתא:", 
        "50_Daf, 58_Line, 0_Comment": "היו צריה לראש - שהנכרי ראש ולא אתה:", 
        "31_Daf, 54_Line, 0_Comment": "מכלל דאיכא ראשונים - והלא לא מצינו שאמר דוד דברי אלא במקרא זה דדברי לשון נבואה:", 
        "35_Daf, 20_Line, 0_Comment": "ניקנין באמירה - בלא קנין:", 
        "14_Daf, 20_Line, 0_Comment": "מראה עיני הכהן - משמע ביום שיכול לראות:", 
        "16_Daf, 34_Line, 0_Comment": "ביום עשתי עשר יום - האי יום יתירא משמע מה יום רצוף שאין בו הפסק אף כולהו י\"א יום רצוף דליכא הפסק בינתיים אפילו בשבת:", 
        "42_Daf, 10_Line, 2_Comment": "אתחילו מנו - ימי אבילות אע\"ג דלא נקבר המת עד ימים רבים ואע\"ג דאבילות אינו חל עד שיסתום הגולל לדידכו דלא מחזי חזרתכם כנסתם הגולל:", 
        "20_Daf, 11_Line, 1_Comment": "צינור - הוא החור שבאסקופא התחתונה כמו צינורא דדשא:", 
        "12_Daf, 0_Line, 1_Comment": "עד פרסה - אי ליכא פרסה בינייהו אע\"ג דאיכא נהרא וליכא מעבר מכירין הני בחורי דהני:", 
        "17_Daf, 61_Line, 1_Comment": "ולא הגיעו לשנים - שאינן בנות י\"ב שנה ויום אחד שעדיין אינו דין שיהא להן שער ובושות על כך:", 
        "53_Daf, 18_Line, 0_Comment": "על לב - מטפח כנגד הלב:", 
        "23_Daf, 31_Line, 0_Comment": "לימא שמואל - דאקפיד כיחידאה סבירא ליה כההיא מתניתא במחובר אפי' כולו אבוד נמי אסור ואוקימנא כר' יוסי יחידאה:", 
        "33_Daf, 22_Line, 1_Comment": "סבר כאבא שאול - דיום שביעי עולה לכאן ולכאן לשבעה ולשלשים וכיון דכבר התחילו שלשים איבעי ליה לגלוחי קודם הרגל אלא דשבת הוי ואנוס הוא להכי מגלח במועד: ", 
        "15_Daf, 35_Line, 0_Comment": "ומסרגין את המטות - בגמ' מפרש:", 
        "46_Daf, 20_Line, 1_Comment": "לא כולי עלמא מגלי רישייהו - בשבת ואע\"פ שמתעטף לא מיחזי כאבל:", 
        "3_Daf, 26_Line, 1_Comment": "חרישה - לצורך זריעת כלאים מי אסירא דבשעת חרישה ליכא כלאים כלל:", 
        "21_Daf, 0_Line, 4_Comment": "טוען קורה ראשונה - כלומר נותנן על גבי בית הבד ברגל וסוחט עליהן הקורה פעם אחת דאי לא עביד הכי איכא פסידא יתירא:", 
        "7_Daf, 48_Line, 1_Comment": "כיון דמעיקרא לא עברי בה מיא - כלומר ודאי באמה בת שלשה טפחים לא עברי בה מיא שפיר לא קודם לכן ולא עכשיו הוי טירחא דלא צריך:", 
        "6_Daf, 45_Line, 0_Comment": "אמר אביי והוא שלא פסק מעיין - המטפטף מבית השלחין גבוה לבריכה מותר להשקות מבריכה לבית השלחין נמוך אבל אי פסיק מעיין אע\"ג דעדיין מטפטף מבית השלחין גבוה לתוך הבריכה אין משקין מן הבריכה לבית השלחין נמוך דלמא פסיק ואזיל וטרח ומייתי ממעיין אחר:", 
        "54_Daf, 21_Line, 0_Comment": "מחמשים שנה - ולמעלה:", 
        "30_Daf, 32_Line, 1_Comment": "קא בעו רבנן למיעל - שצריכין לו:", 
        "24_Daf, 26_Line, 0_Comment": "ואם אינו מאמינו - מלוה ללוה:", 
        "25_Daf, 53_Line, 0_Comment": "הא בפירי - שיש לחשוד שקונה לצורך ימות השנה:", 
        "16_Daf, 32_Line, 0_Comment": "ביום השביעי - ומשמע לן יום ז' היינו שבת:", 
        "8_Daf, 18_Line, 0_Comment": "אלא תריץ הכי - ואין צריך לומר בשל רבים דאפילו חפירה מותר ולא קשיא לרבי יוחנן דאמר לא שנו כו':", 
        "45_Daf, 20_Line, 0_Comment": "מר - דאסר בתשמיש סבר יש אבילות בשבת:", 
        "33_Daf, 22_Line, 0_Comment": "האי תנא דברייתא - דתני אבל מגלח במועד:", 
        "23_Daf, 76_Line, 0_Comment": "מהו שיקנסו בניו אחריו - לבניו נמי יהא אסור אותה מלאכה דכיון דכוון מלאכתו במועד דין הוא שיהו אסורין ליהנות ממנה כשם שהיה אביהם קיים:", 
        "3_Daf, 41_Line, 0_Comment": "בשביעית בזמן הזה - דרבנן:", 
        "46_Daf, 25_Line, 0_Comment": "לא שנו - פריעת הראש בשבת דצריך לגלות חוטמו ושפמו וזקנו שהיה מכוסה בימי אבלו להודיע כי אין אבילות בשבת:", 
        "30_Daf, 16_Line, 0_Comment": "דמפקרינן לנכסיה - דמאן דלא ציית להו לרבנן:", 
        "51_Daf, 27_Line, 0_Comment": "שאינן בתוספת - כלומר אין בדין שמוסיף עליהן:", 
        "22_Daf, 17_Line, 0_Comment": "שרשויי - ריוח בעלמא כדי סעודתם דקא אכלי בהדייהו ולא קא חשיב מלאכה:", 
        "38_Daf, 2_Line, 1_Comment": "כל שהוא משום עסקי רבים - כלומר תנחומי רבים אין רגל מפסיקו [כדי] שיהא צריך להשלים ולעסוק בו אחר הרגל אלא מתעסקין בו ברגל:", 
        "34_Daf, 43_Line, 0_Comment": "ולדידי - דאנינא דעתי כל השפה כשפה המעכבת דמי דאנינא לי דעתי:", 
        "35_Daf, 1_Line, 1_Comment": "הני אין - אבל שאר כלי פשתן לא:", 
        "8_Daf, 11_Line, 0_Comment": "אבל לא חוטטין אותן - אי אמרת בשלמא הא דקתני ההיא ברייתא שלמעלה של יחיד היינו בשיחיד צריך לו איכא לאוקמי האי דקתני האי ברייתא אבל לא חוטטין בשאין יחיד צריך לו אלא אי אוקמת לה הא דחוטטין בשאין יחיד צריך לו א\"כ האי דקתני אבל לא חוטטין במאי מוקמת לה:", 
        "11_Daf, 46_Line, 0_Comment": "והוא דקאי בתרי עברי נהרא - דכיון דאיכא הפסק מים בין הני תרתי חורי נמלים אין מכירים הני בעפר דהני:", 
        "54_Daf, 0_Line, 0_Comment": "אלא חיה - שמתה מחמת וולד שהיא שופעת:", 
        "32_Daf, 0_Line, 0_Comment": "תלמיד חכם שנידה לכבודו - כבר פירשתי למעלה:", 
        "49_Daf, 56_Line, 2_Comment": "והוו למחלצייא - כלומר נחלקה ונתמעכה כל צורת פרצוף של צלמים וצור' המטבעות מפני צורת החסיד שנשתנית:", 
        "13_Daf, 31_Line, 0_Comment": "אם ממתינין לדבר הרשות - הרי ממתינין לו שאין מטמאין עד שמפנה כל הכלים שבבית וילפי' מינה דבטומאה דבגופיה נמי ממתין לדבר הרשות דומיא דהכא כיון דאשכחן דבטומאה דגופיה ממתינין לו לדבר הרשות כ\"ש דממתינין לו לדבר מצוה כגון חתן וברגל:", 
        "24_Daf, 55_Line, 1_Comment": "בחולו של מועד - אין מביאין:", 
        "47_Daf, 12_Line, 0_Comment": "ניכר לרבים - שהיו מכירין כבר שהיה רגיל לצאת מן הבית:", 
        "4_Daf, 24_Line, 0_Comment": "שרי - דאית ביה משום פסידא:", 
        "3_Daf, 4_Line, 0_Comment": "אלא לרבי יהודה ולא שנא כו' - ומתניתין ר' יהודה היא:", 
        "3_Daf, 38_Line, 0_Comment": "בשלמא מועד - משום הכי שרי דלא אסיר בשום מלאכה אלא משום טירחא:", 
        "16_Daf, 0_Line, 0_Comment": "מותרין לישא ערב הרגל - כלומר מותר לכתחלה ואע\"ג דשבעת ימים של סעודה יהיו ברגל:", 
        "28_Daf, 16_Line, 0_Comment": "יעטה - משמע עטיפת הראש:", 
        "40_Daf, 24_Line, 0_Comment": "רבים צריכים ליה - לדרשה:", 
        "16_Daf, 57_Line, 0_Comment": "פרשת נדרים - מסכת נדרים:", 
        "30_Daf, 8_Line, 0_Comment": "דאי מתפקר בשליחא דרבנן - כלומר שחירף שליח ב\"ד ושליח אמר חירפני:", 
        "55_Daf, 63_Line, 0_Comment": "מעמד במרכבה - שלא יכשלו:", 
        "41_Daf, 24_Line, 0_Comment": "מכלל דשיילי - בתוך ל' יום וקשיא למאן דתני בתוך ל' יום אינו שואל:", 
        "16_Daf, 9_Line, 0_Comment": "ודלמא מינטר לא נטרינן - נישואין עד הרגל כי היכי דלא נטר שלמה אבל אי מתרמי ליה עביד:", 
        "33_Daf, 46_Line, 0_Comment": "זאת אומרת - מדתני תכפוהו אבליו מכבס כסותו מכלל דשאר אבל אסור בתכבוסת:", 
        "28_Daf, 27_Line, 0_Comment": "אכומתא וסודרא - כלומר שיהא ראשו מגולה מכומתא וסודרא אבל תפילין מניח:", 
        "28_Daf, 47_Line, 0_Comment": "בפקתא דערבות - בשוק של אותו מקום:", 
        "22_Daf, 15_Line, 2_Comment": "למיעבד עבידיתייהו - אם נשבר השלחן שרי לתקנו:", 
        "32_Daf, 56_Line, 0_Comment": "שלך אינו נידוי - דלאו בדינא שמתיה:", 
        "34_Daf, 59_Line, 3_Comment": "מתני' - דקתני אלו מכבסין אע\"ג דאית ליה תרי ומטנפי אבל מי שאין לו אלא חלוק אחד דכולי עלמא שרי:", 
        "36_Daf, 6_Line, 0_Comment": "כדי פרנסתו - בהרווחה ולא מיירי במי שאין לו מה יאכל:", 
        "38_Daf, 5_Line, 0_Comment": "מאי לאו אסיפא - הא דתני דרגל עולה למנין שלשים היינו אסיפא אקברו ברגל ותיפשוט מינה דכי קברו ברגל עולה למנין שלשים וקשיא לרבא דאמר אינו עולה:", 
        "20_Daf, 10_Line, 3_Comment": "מחלצים - עץ כעין רגל שדוחקו במעזיבה לסתום הסדקין ויש בו מעשה אומן יותר ממעגילה:", 
        "18_Daf, 21_Line, 1_Comment": "שאין מפשילין חבלים לכתחלה - שאין גודלים חבלים לכתחלה:", 
        "15_Daf, 24_Line, 0_Comment": "גמ' גיהא ובר גיהא - בריכה גדולה שעושין בחצר שיכנסו בו כל השופכים בקיע בר גיהא בריכה קטנה שעושין סמוך לגדולה כדי שיכנסו המים היוצאין מן הגדולה לקטנה שהיא מליאה ונכנסין לקטנה:", 
        "55_Daf, 52_Line, 0_Comment": "משמרתו - שהושיב ירבעם שלא לעלות לרגל:", 
        "20_Daf, 67_Line, 0_Comment": "תחלי - שחלים:", 
        "13_Daf, 8_Line, 1_Comment": "מר סבר צוותא דאשתו עדיף ליה - ולהכי חזי ליה במועד בהסגר שני דאי מטהרו משמחו ואפי' מטמא ליה ומחליט ליה ומשדר ליה חוץ מג' מחנות ולית ליה צוותא דאינשי דעלמא אפ\"ה לית ליה צערא דהא אית ליה צוותא דאשתו ומותר הוא באשתו להתיחד עמה בימי חלוטו ודברי ר' יוסי במוחלט דאפי' מטהר ליה דאע\"ג דשרי ליה למחנה ישראל אית ליה צערא דלית ליה צוותא דאשתו דאסור הוא דכיון דמטהר ליה מחלוטו מיבעי ליה למימני שבע ימי ספירו ובימי ספירו אסור בתשמיש המטה דכתיב וישב מחוץ לאהלו שבעת ימים ואהלו זו אשתו דכתיב שובו לכם לאהליכם:", 
        "35_Daf, 73_Line, 0_Comment": "לעצמו - לקיים זה המצוה אבל לצבור למכור דדרך שכירות הוה חשיב מלאכה כדאמרינן לעיל (דף יב.) אונכרא דכיון דלאו אגרא קשקיל שרשויי בעלמא הוא ושרי:", 
        "54_Daf, 64_Line, 0_Comment": "מר לאו אדם חשוב - לימא ליה מר:", 
        "11_Daf, 0_Line, 0_Comment": "רובע - הקב אחד מכ\"ד בסאה:", 
        "50_Daf, 93_Line, 1_Comment": "כעין סולמות - שאין מלקטין זה סמוך לזה אבל זה רחוק מזה שמלקט ברוחב כעין מעלות סולמות:", 
        "9_Daf, 41_Line, 0_Comment": "רבי יהודה אומר - לעולם לא הוי בחזקת שנחרש עד שיהא שם זקן או ת\"ח שיהא יודע שנחרש:", 
        "49_Daf, 53_Line, 0_Comment": "אוי נא לה אמרה רקת - יכולה לומר כן רקת היא טבריא:", 
        "17_Daf, 41_Line, 2_Comment": "אבל זקינה לא - והיכי עבדא אשתך הכי דמיקשטא הא הויא זקינה:", 
        "34_Daf, 18_Line, 0_Comment": "גינוסטרי - מספרים:", 
        "16_Daf, 5_Line, 0_Comment": "לחד יומא לא משהו אינשי - כלומר כיון שאינו יכול להתחיל אלא בערב הרגל אין ממתינין עד הרגל דדלמא מתרמי מלתא דלא מצי מתחיל בערב הרגל ולא מתחיל כל הרגל:", 
        "33_Daf, 28_Line, 0_Comment": "תנא דידן - דאמר אינו מגלח במועד:", 
        "10_Daf, 40_Line, 0_Comment": "משום שכר פעולה דמוזלי גבן - כלומר שיכול לשכור פועלין בזול לפי שאינן עוסקין במלאכה בחולו של מועד:", 
        "6_Daf, 13_Line, 0_Comment": "מאן דאמר הלכתא - דלפני ר\"ה אסור:", 
        "9_Daf, 37_Line, 0_Comment": "ושדה שנחרש בה קבר לא בעי ציון - דקא מתרצת הא דקתני מנפח אדם בית הפרס כשנחרש:", 
        "41_Daf, 36_Line, 1_Comment": "ידבר עמו תנחומין מן הצד - לאחר ל' כי היכי דבאביו ואמו מדבר עמו תנחומין מן הצד לאחר י\"ב חדש ואמאי קתני לאחר ל' אינו מדבר עמו תנחומים כלל:", 
        "17_Daf, 10_Line, 1_Comment": "תעייל כלתא - שדרך כלתא הולכת אצל הבעל:", 
        "6_Daf, 4_Line, 1_Comment": "קראי למיסר זקינה - שלשים יום קודם ראש השנה ואתו בית שמאי והלל וגזרו מפסח ועד עצרת:", 
        "22_Daf, 36_Line, 0_Comment": "רבי אומר בשבת בטובה - אם רוצה שום אדם לסייע לאותו שכיר בטובתו עושה כלומר בחנם ולא בשכר:", 
        "46_Daf, 38_Line, 0_Comment": "מחליף וקורע - אע\"פ שאינו שעת חימום:", 
        "20_Daf, 8_Line, 0_Comment": "בימות החמה - כלומר כשיש ימות החמה כגון בפסח דחבול עלמא שאין יורדין בו גשמים מותר לעשות בו תנור לפי שלאלתר יבש ויכולין לאפות בו פת ברגל לצורך הרגל:", 
        "9_Daf, 33_Line, 0_Comment": "שמפטירין בה את המתים - שכשמביאין מתים ממקום למקום לקבור כשבאין בשדה סמוך לעיר נפטרין אלו שהביאום ממקומן והולכין להם ובאין אנשי המקום ומקבלין אותן ורוחצין אותן שם וקוברין אותן:", 
        "48_Daf, 31_Line, 0_Comment": "למקרע לאלתר - בלא הספד:", 
        "4_Daf, 11_Line, 0_Comment": "מזבלין - מניחים זבל בעיקרי האילן:", 
        "24_Daf, 22_Line, 0_Comment": "לאתויי מאי - אי למוכר הא תני ליה לצורך המועד אלא לאתויי שכר פעולה שאין לו מה יאכל דמותר:", 
        "36_Daf, 0_Line, 0_Comment": "וטווה על יריכו - החוטין אבל לא בידו בין אצבעותיו ובפלך כדרך חול:", 
        "18_Daf, 45_Line, 1_Comment": "לא טרחינן - דהוי טורח דלא צריך:", 
        "25_Daf, 50_Line, 0_Comment": "חנות פתוח לסטיו פותח ונועל כדרכו - הואיל ואינו פתוח לרה\"ר כשאר חנויות:", 
        "48_Daf, 41_Line, 0_Comment": "לא הוה נפיק פוריא מבבא - דזוטר הוה בבא:", 
        "4_Daf, 0_Line, 0_Comment": "תולדות - כגון משקה זרעים שלא היה במשכן לא אסר רחמנא:", 
        "20_Daf, 15_Line, 1_Comment": "דופנא - עבדי לחיים של גדר:", 
        "6_Daf, 52_Line, 0_Comment": "מדלין לירקות - משמע שהוא דולה מים ומשקה לירקות כדי לאוכלן בחולו של מועד:", 
        "43_Daf, 40_Line, 0_Comment": "מאחה - קנט\"ר תופר כדרכו:", 
        "34_Daf, 0_Line, 0_Comment": "הלכה כרבי יוסי במועד - דמתיר:", 
        "28_Daf, 52_Line, 0_Comment": "בעלי קריין אסורין - לפי שבא להם מחמת שמחה וקלות ראש וליכא אימה:", 
        "37_Daf, 5_Line, 1_Comment": "כך גזרת שבעה מבטלת גזרת שלשים - דכי קבר מתו שבעה ימים קודם הרגל בטלה ממנו גזרת שלשים דאפילו לא גילח ערב הרגל מגלח אחר הרגל:", 
        "40_Daf, 41_Line, 0_Comment": "דכתיב ויתמו ימי - דמשמע ב' ימים:", 
        "6_Daf, 0_Line, 0_Comment": "שנכנס לשביעית - כל שיש לו ליכנס לשביעית שאסור לחרוש לפני ר\"ה:", 
        "8_Daf, 70_Line, 0_Comment": "ושם דרך - שעושין סימן באיזה דרך ילכו:", 
        "21_Daf, 24_Line, 0_Comment": "אם היתה מלאכת אחרים בידו - בביתו כגון בגד לארוג הואיל וברשותיה לגומרו לאחר זמן הרי אלו לא יעשו:", 
        "26_Daf, 22_Line, 0_Comment": "אומן - כגון ספר שהכל באים אצלו ערב הרגל ורואים שאבדה לו אבידה ואנוס הוא ואינו יכול לספר עצמו:", 
        "9_Daf, 34_Line, 0_Comment": "וטעמא מאי - חוששין ביה משום טומאה:", 
        "39_Daf, 4_Line, 0_Comment": "א\"ל - רב אבא קיים עדיין לא השבתיך עליו וממילא הבין ויש אומרים בניחותא היה רב משיבו על מי שאינו שואל כדי שיבין מן הכלל וקשה בעיני לומר שרב יוציא דבר שקר מפיו:", 
        "29_Daf, 10_Line, 0_Comment": "לא אשארא - דקתני אעטיפת הראש דאמרי' התם (דף יד:) בתענית צבור מתעטפין ויושבין כמנודין:", 
        "20_Daf, 0_Line, 1_Comment": "ומעלה בערכאות - לקיימן בחתימתן דכיון דהשתא הוא דמשכח להו וליומא אחרינא לא שרי:", 
        "21_Daf, 0_Line, 5_Comment": "ומניחה - בו שלא יסחוט יותר עד לאחר המועד:", 
        "52_Daf, 64_Line, 0_Comment": "מתני' אסקוטלא - תמחוי:", 
        "30_Daf, 15_Line, 0_Comment": "כוכבא הוה - מזליה דסיסרא:", 
        "3_Daf, 25_Line, 0_Comment": "אף המקיים - שרואה כלאים זרוע ואינו מבטלו:", 
        "30_Daf, 52_Line, 0_Comment": "שנידה לכבודו - ולא לשם שמים אלא שהתריז נגדו ודאי כיון דתני אין מנודה לרב ודאי לא נידה אלא בשביל כבודו דאי במילי דאיסורא הוי כמי שמנודה לרב דאין חכמה ואין עצה וגו' (משלי כא) וקתני אין מנודה לרב אבל לכולי עלמא מנודה:", 
        "33_Daf, 26_Line, 1_Comment": "איבעי ליה לגלוחי ערב הרגל - כלומר בערב שבת שהוא ערב הרגל דהא אמרינן (לעיל דף יד.) אנשי משמר אסורין בגילוח ובחמישי מותרין מפני כבוד השבת:", 
        "51_Daf, 50_Line, 0_Comment": "משום כבוד האשה הוא - ולא מן הדין:", 
        "16_Daf, 26_Line, 1_Comment": "דאיסור סקילה - דחמור מכרת:", 
        "51_Daf, 48_Line, 0_Comment": "דלא ניתן לשוללו - תוך שבעה כלל ואי מוסיף ביה מיחזי כקרע אחד אבל לאחר שבעה דכבר שללו קורע כל השלילות ומוסיף כל שהו דמינכר דעל מת אחר קרע:", 
        "45_Daf, 25_Line, 0_Comment": "עדיין לא חלה אבילות עליה דלא נקבר:", 
        "32_Daf, 36_Line, 0_Comment": "וטרקיה אאמתיה - נשכו למנודה באמתו:", 
        "46_Daf, 25_Line, 1_Comment": "אלא שאין מנעלים ברגליו אבל יש מנעלים ברגליו מנעליו מוכיחים עליו - דאינו אבל אבל לגלות ראשו אינו צריך ואם בא להתעטף בצינעא אפי' כעטיפת הישמעאלים אין בכך כלום:", 
        "27_Daf, 36_Line, 0_Comment": "אלא - לעולם דנין דינו וגומרין ממש במועד ואיכא למידק מינה אי לא ציית משמתינן ליה ואיכא למשמע מינה דנוהג נמי ברגל ודאמרת א\"כ מימנע משמחת י\"ט הכא במאי עסקינן דאתו מצפרא כו':\n", 
        "35_Daf, 39_Line, 0_Comment": "אמר - אי לא מנסבא או איהי תמות מקמאי דלא איחזי כד מנסבא לאחר ואצער בה:", 
        "53_Daf, 8_Line, 0_Comment": "צרדא - קנבוס:", 
        "51_Daf, 20_Line, 0_Comment": "עליון אין מתאחה - שקרעו על אביו ועל אמו:", 
        "24_Daf, 2_Line, 0_Comment": "מכר עבדו לעובד כוכבים - קנסוהו רבנן ויצא לחירות דאי ברח מן העובד כוכבים אין ישראל יכול לכופו לעבודתו ואם מת אין בניו יכולין לכופו:", 
        "19_Daf, 12_Line, 1_Comment": "אדעתא דארעא - שחופר שדהו לצורך זריעה אסור משום דדמי כחורש בי\"ט:", 
        "47_Daf, 5_Line, 2_Comment": "באגפיים - בשני בני אדם דרך כבוד:", 
        "39_Daf, 18_Line, 0_Comment": "אינו קורע - עכשיו דנוהג יום אחד לשמועה רחוקה:", 
        "29_Daf, 0_Line, 0_Comment": "דמות דיוקני - בצלם אלהים עשה את האדם (בראשית ט):", 
        "20_Daf, 43_Line, 1_Comment": "לבאי - שם מקום:", 
        "53_Daf, 22_Line, 0_Comment": "ניענע ראשו - שנראה שניחם מעצמו:", 
        "22_Daf, 62_Line, 1_Comment": "ואין למידין זו מזו - דאימא כשם שזו מותרת כך זו מותרת כמו בכותים ולא אמרינן כי היכי דמחזיק בהאי מחזיק בהאי אלא לא ילפי הני מהני:", 
        "41_Daf, 47_Line, 0_Comment": "שיש גדול הבית בבית - שבא ומצא גדול הבית בבית מונה עמהן עם אבילי הבית וזה שבא הוא הצעיר ממנו אבל אם היה גדול בדרך ובא בתוך שלשה ימים אפי' ממקום קרוב מונה לעצמו דלא חשיב אבילות דצעיר לאצטרופי גדול בהדיה:", 
        "7_Daf, 27_Line, 0_Comment": "מ\"ד מפני שמכשיר אגפיה לזריעה איכא - אע\"ג דאתי מיא בתריה דהא שדא ארעא רכיכא אגפי האמה:", 
        "25_Daf, 12_Line, 0_Comment": "הדשושות - שדשין וכותשין חיטין לדייסא:", 
        "31_Daf, 38_Line, 1_Comment": "כי היכי דמשתמע ליה מיליה - דשמואל רביה בתורה:", 
        "25_Daf, 0_Line, 0_Comment": "והתניא - סיועא:", 
        "11_Daf, 8_Line, 0_Comment": "שמנכשין שדותיהן - שלוחי ב\"ד משלהן דכשנוטלין הכלאים מאליו מתנכש:", 
        "9_Daf, 39_Line, 0_Comment": "ואינו יודע מה טיבה - אם הוא שדה שנחרש בה קבר ויכול לילך בניפוח ואם מפני שנאבד בה קבר ואינו יכול להכנס בה בנפיחה דמטמא באהל:", 
        "17_Daf, 59_Line, 0_Comment": "כותי לעולם מיצר - שפורע ולהכי לא אית ליה לר' יהודה התם אע\"פ שמיצר שמח וכו' אבל לעיל גבי טפול אית ליה לר' יהודה אע\"פ שמצירה עכשיו שמחה לאחר זמן:", 
        "5_Daf, 0_Line, 0_Comment": "כי אתא רב דימי - מארץ ישראל לבבל:", 
        "32_Daf, 44_Line, 0_Comment": "דקא עבר משום ולפני עור לא תתן מכשול - דכיון דגדול הוא שמא מבעט באביו והוה ליה איהו מכשילו:", 
        "35_Daf, 3_Line, 0_Comment": "אפילו דשאר מיני - כלומר מטפחות דשאר מינין כגון דצמר אע\"ג דנפיש טירחא שרי לכבס אבל שאר כלים דשאר מינין לא אבל כלי פשתן שרי לכבס:", 
        "43_Daf, 31_Line, 1_Comment": "רצה אינו מבדיל - אלא קורע של בית הצואר אע\"ג דאינו נראה הקרע דהכל בית הצואר הוא:", 
        "21_Daf, 0_Line, 0_Comment": "מתני' מי שהפך את זיתיו - שהזמינן ליתנם על גבי הבד להוציא מהן שמן:", 
        "6_Daf, 48_Line, 0_Comment": "לא ידלה מן התחתון וישקה לעליון - דאיכא טירחא יתירא:", 
        "12_Daf, 15_Line, 1_Comment": "אבל בכותל חצר בונה כדרכו - דאיכא פסידא יתירא אי עיילי בה גנבי וגנבי ממוניה:", 
        "6_Daf, 16_Line, 0_Comment": "כי גמירו הלכתא בזמן שבית המקדש קיים - וכי שרו רבן גמליאל ובית דינו בזמן שאין בית המקדש קיים:", 
        "2_Daf, 7_Line, 0_Comment": "גמ' דאתי לאינפולי - הקרקע שסביבה דעדיין לא החזיקה דרכה:", 
        "23_Daf, 65_Line, 0_Comment": "מתני' שולה - מעלה:", 
        "3_Daf, 41_Line, 1_Comment": "ורבי היא - דאמר דהוא מדרבנן ומילתא דפסידא שרו רבנן:", 
        "41_Daf, 30_Line, 0_Comment": "מן הצד - שאומר לו תתנחם ואינו מזכיר שם המת:", 
        "8_Daf, 64_Line, 0_Comment": "והזרתם - ומתרגמינן ותפרשון:", 
        "25_Daf, 48_Line, 0_Comment": "כרופייתא - מוכרי בשמים:", 
        "24_Daf, 39_Line, 0_Comment": "ה\"ג אלא אמר רב אשי:", 
        "9_Daf, 47_Line, 0_Comment": "וליחוש דלמא אילנות מגואי וטומאה מאבראי - ולא נחרש במקום טומאה מבחוץ לאילנות אלא בין האילנות והוי שדה שאבד בה קבר ולא נחרש ואמאי קאמר בידוע שנחרש בה קבר:", 
        "39_Daf, 42_Line, 0_Comment": "עמו בבית - דתנא קמא לא בעי שיהא אביו או (בן) בנו עמו בבית ויושב עמו וחכמים בעו עמו בבית:", 
        "3_Daf, 5_Line, 0_Comment": "להודיעך כחו דרבי מאיר - דאפילו ממעיין שיצא בתחילה שרי אפילו לבית הבעל:", 
        "37_Daf, 43_Line, 0_Comment": "למנין שבעה לא קמבעיא לי - דודאי אינו עולה דודאי לא נהגא מצות שבעה ברגל דהא אינו אסור בנעילת הסנדל ואינו נוהג בכפיית המטה:", 
        "13_Daf, 4_Line, 0_Comment": "סבר לטהרו ולטמאו כתיב - דכי חזי ליה כהן דטמא. לא מצי למשתק ודלמא הוי טמא ונמצא מצערו שמטמאו במועד:", 
        "7_Daf, 23_Line, 0_Comment": "מפני שנראה כעודר - לצורך שביעית שהרי חופר כעודר:", 
        "51_Daf, 7_Line, 0_Comment": "רשאי להפכו למטה - שהופך הקרע למטה והופך שלמטה למעלה ומאחהו ועושה בית הצואר ולובשו:", 
        "9_Daf, 40_Line, 0_Comment": "יש בה אילנות בידוע שנחרש - השדה לצורך האילנות ויכול להלך שאינו מטמא באהל אלמא מדקתני בה מצא שדה מצויינת דמציינין בית הפרס שנחרש:", 
        "21_Daf, 0_Line, 1_Comment": "ואירעו אבל - בשאר ימות השנה שלא סמוך לרגל ואינו יכול ליתנם על גבי הבד לפי שאבל אסור בעשיית מלאכה:", 
        "34_Daf, 59_Line, 1_Comment": "מטפחות הספוג - שמנגבין בהן עצמן כשיוצאין מבית המרחץ:", 
        "16_Daf, 17_Line, 0_Comment": "שמע מינה הני לחוד - דלא מצי למיעבד ליה ביחד אפילו מתרמי:", 
        "20_Daf, 65_Line, 1_Comment": "ולא לטעון פוריא - לא ישן לאלתר אחריהם:", 
        "41_Daf, 37_Line, 0_Comment": "ה\"נ - ומאי לאחר ל' אינו מדבר עמו תנחומים כדרכו:", 
        "43_Daf, 11_Line, 0_Comment": "עד שיגערו בו חבריו - שכבר גידל פרע יותר מדאי:", 
        "6_Daf, 5_Line, 0_Comment": "ממילא שמעת מינה - דזקינה אסור לחרוש:", 
        "39_Daf, 15_Line, 0_Comment": "למוצאי הרגל נעשית רחוקה - דהוי שלשים יום:", 
        "38_Daf, 6_Line, 0_Comment": "לא ארישא - קא מהדר אקברו שני ימים קודם הרגל רגל עולה לו למנין שלשים דהתם ודאי עולה לו הואיל וכבר התחיל באבילות אבל קברו ברגל לא ידענא:", 
        "5_Daf, 33_Line, 1_Comment": "וערבה - להקיף המזבח:", 
        "3_Daf, 26_Line, 0_Comment": "בשלמא לדידי דאמינא - דמנכש הוי משום זורע משום הכי מנכש בכלאים לוקה דהא אסירא זריעה בכלאים דכתיב לא תזרע:", 
        "41_Daf, 0_Line, 0_Comment": "מצוה אני - כלומר הואיל ומצוה להניח תפילין מצי להניח לאלתר בשני:", 
        "7_Daf, 37_Line, 0_Comment": "עושה אדם זבלו אוצר - שמכניס כל זבלו בשביעית בשדה ולא אמרינן דנראה כמזבל שדהו בשביעית:", 
        "55_Daf, 15_Line, 0_Comment": "גוד גרמא מככא - נפלו הלחיים:", 
        "22_Daf, 67_Line, 1_Comment": "מר - דאמר זופתין לכוזא דחייש לטירחא יתירא ובכוזא ליכא טירחא יתירא ובחביתא איכא טירחא יתירא:", 
        "39_Daf, 36_Line, 0_Comment": "על שניים שלהן - אבי אביו ועל בן בנו ועל בן בתו ועל בן אחותו:", 
        "32_Daf, 70_Line, 0_Comment": "כסהו - אל תבזה אותו בפרהסיא:", 
        "21_Daf, 0_Line, 3_Comment": "או שהטעוהו פועלים - שהשכיר ליתנם על גבי בית הבד קודם הרגל ולא באו:", 
        "22_Daf, 15_Line, 0_Comment": "סיועי הוה מסייע בתיבנא - שהיה נותן להם תבן למלאכה דהואיל והוא מסייע בהדייהו אסור:", 
        "18_Daf, 43_Line, 0_Comment": "היינו דאתו יש אומרים לאפלוגי - דאפילו שתי בלא ערב לא מצי:", 
        "16_Daf, 43_Line, 0_Comment": "גמר יום יום מהתם - מנשיאים דמשכן דגמרינן מתרי קראי דהוו רצופים אפילו בשבת אף משתה דחנוכת הבית הוו י\"ד רצופים ואפילו [ביוה\"כ]:", 
        "18_Daf, 64_Line, 0_Comment": "מנקר ריחיא - בישנה:", 
        "5_Daf, 17_Line, 0_Comment": "נתנה תורה שיעור לכל אחד ואחד בידו - כלומר נתת דבריך לשיעורין שפעמים זה חורש קודם חבירו ליטע מקשאות:", 
        "51_Daf, 5_Line, 0_Comment": "ובאיחוי אלכסנדרי - דהוה כשלם:", 
        "6_Daf, 31_Line, 0_Comment": "מיתיבי אבל לא מי קילון - דלמא מפסקי וטרח להוציא מן העמוק הכא נמי אמאי לא ניחוש דלמא מפסקי מי אגמים:", 
        "22_Daf, 31_Line, 0_Comment": "מדיירין - מכניסין בהמה לשדה כדי שיוציאו זבל ומזבלין השדה:", 
        "18_Daf, 9_Line, 0_Comment": "מפסיע - שאינו תופר ביושר אלא מפזר התפירה ולהכי קרי מכליב שדומין תחובי המחט לשיני הכלב רחוקות זו מזו כשיני הכלב:", 
        "49_Daf, 0_Line, 1_Comment": "קמו גמלי - עמדו הגמלים נושאי המטות במקומן:", 
        "15_Daf, 33_Line, 0_Comment": "לא תסוד - בסיד מפני שניוול הוא אצלה עכשיו במועד שהיא תסוד בסיד ומצטערת:", 
        "36_Daf, 39_Line, 1_Comment": "אסור לגלח אחר הרגל. כל שלשים יום:", 
        "22_Daf, 53_Line, 0_Comment": "הלכה כר' יוסי - דגף כדרכו:", 
        "20_Daf, 10_Line, 2_Comment": "ביד וברגל - שלוקח בידו עץ ובועטין ביד על התנור לסתום הסדקים או בועט ברגלו על קרקעות התנור:", 
        "22_Daf, 1_Line, 0_Comment": "מקבלי קיבולת בתוך התחום אסור - ליתן מלאכה לנכרי בקיבולת כי עבדי ליה בשבתא דידעי כולי עלמא ואמרי היום בשבת יהב ליה והא דשרי בית הלל בפ\"ק דשבת (ד' יז:) ליתן כלים לכובס בע\"ש עם חשיכה ואפי' בתוך התחום משום דכביסה בנכרי מידי דלא מינכר וליכא חשדא אבל מידי דמינכר בתוך התחום אסור משום חשדא:", 
        "24_Daf, 0_Line, 0_Comment": "צרם אזן בכור - חתך מאזנו מעט כדי שיהא בעל מום ויהא מותר לו ואסור לעשות כן משום מום לא יהיה בו (ויקרא כב) כלומר לא תטיל בו מום ואם הטיל בו מום קנסוהו רבנן דלא יהנה ממנו ואם מת אין בניו נהנין ממנו:", 
        "4_Daf, 16_Line, 0_Comment": "אף כל עבודה שהיא בשדה ובכרם - כגון כל הני פרטי יצא קשקוש ועידור ומים בנקעים ועוגיות שאינן בשניהן כו':", 
        "44_Daf, 30_Line, 2_Comment": "כרבי אלעזר - דאמר לא אסרו אלא לבנים וזו אדומה היתה:", 
        "25_Daf, 24_Line, 1_Comment": "או דלמא - החמירו על עצמן לעשות בצנעה מדעתן ואם רוצין לעשות בפרהסיא עושין ולקולא:", 
        "43_Daf, 5_Line, 0_Comment": "אלא למ\"ד גדול הדור שעמו ר' יעקב - ורבי הוה אבל:", 
        "41_Daf, 36_Line, 0_Comment": "התם נמי - שלשים דמוקמת ליה בשאר קרובים:", 
        "10_Daf, 11_Line, 0_Comment": "שתים מצויינות - תחתיהן טמא אבל ביניהן אם יש סיד ביניהם על הארץ טמא דמשום ציון הוא:", 
        "5_Daf, 4_Line, 1_Comment": "דאם כן - דהוי לקי:", 
        "30_Daf, 10_Line, 0_Comment": "ומחרימין - בארור:", 
        "15_Daf, 5_Line, 0_Comment": "ר' יהודה אוסר - להביא עצים ולעשותן נסרים לצורך הארון אא\"כ היו מנוסרים בתחילה קודם י\"ט:", 
        "51_Daf, 70_Line, 0_Comment": "יברוהו - לאותו שבא על מטות כפויות: אבל ההולך ממקום למקום:", 
        "52_Daf, 23_Line, 0_Comment": "קרביטיו - רצועותיו שהוא כעין תרניפני\"א:", 
        "19_Daf, 1_Line, 1_Comment": "אמת ריחיא - העץ שהריחים בנוי עליו:", 
        "36_Daf, 22_Line, 0_Comment": "מתני' הקובר מתו שלשה ימים קודם הרגל - הואיל ועיקר אבילות אינו אלא שלשה ימים:", 
        "35_Daf, 10_Line, 2_Comment": "פרוזבולין - שכותב מלוה בשטר שאינו משמט ולא משמיט ליה שמיטה:", 
        "55_Daf, 15_Line, 1_Comment": "נמטו מיא לאמטיכי - כלומר הדרי מיא למפרע כלפי למעלה:", 
        "20_Daf, 45_Line, 0_Comment": "למימלח - הרבה אע\"פ שאין יכולים לאוכלן במועד שהרי היו מלוחין הרבה:", 
        "52_Daf, 47_Line, 0_Comment": "סירוגו מתוכו - מכניס רצועות מן חורי עצי המטה:", 
        "31_Daf, 0_Line, 0_Comment": "אף דברי תורה בסתר - דכתיב בסיפיה דקרא מעשה ידי אומן התורה מעשה אומנתו של הקדוש ברוך הוא: רב בר אחוה דרבי חייא דהוא בר אחתיה ורבה בר בר חנה בר אחוה דר' חייא [דלאו] בר אחתיה כדאמרינן בסנהדרין:", 
        "46_Daf, 34_Line, 0_Comment": "דמסתפינא מיניה - בקושיות:", 
        "21_Daf, 5_Line, 0_Comment": "אסור בימי אבלו - כלומר להכי לא פריש דאסור לו לטעון אפילו קורה ראשונה בימי אבלו:", 
        "53_Daf, 20_Line, 0_Comment": "מפני הסכנה - שהופך הסנדל ושובר רגלו:", 
        "55_Daf, 20_Line, 1_Comment": "דשלימו זוודיה - שכלו לו מזונותיו שהוא עני:", 
        "43_Daf, 34_Line, 0_Comment": "קרע של תיפלה - כלומר לא יצא ידי קריעה לפי דנראה דבית צואר הוא הכל:", 
        "10_Daf, 42_Line, 0_Comment": "שמע מינה - מדעסקינן לשכור פועלים בזול:", 
        "21_Daf, 24_Line, 1_Comment": "ואע\"פ שבקיבולת - אחרים היא שקיבל עליו לצמיתות אותו בגד לאורגו בכך וכך:", 
        "14_Daf, 40_Line, 0_Comment": "מפני ששמחת הרגל עליו - כלומר הרבה הוא עוסק בשמחת הרגל ואינו מצטער במלקט עצמות אביו ואמו:", 
        "3_Daf, 28_Line, 0_Comment": "אמר ליה - מנכש אינו לוקה אלא משום מקיים:", 
        "28_Daf, 35_Line, 0_Comment": "ת\"ש - דתני גבי תעניות הן יושבין כמנודין ואבלים כו':", 
        "13_Daf, 25_Line, 0_Comment": "למימרא דבכהן תליא מילתא - פריך בין לר\"מ בין לרבי יוסי דר\"מ אומר בהדיא אי טמא שתיק ורבי יוסי קאמר אין רואין כלל מכלל דרבי יוסי סבר אי לא בעי לא חזי ליה ולא הוי טמא:", 
        "51_Daf, 3_Line, 0_Comment": "מתוך האיחוי - מקרע האיחוי:", 
        "21_Daf, 3_Line, 0_Comment": "גמ' פתח באבל וסיים במועד - דקתני מי שהפך את זיתיו ואירעו אבל ולא פירש אם יכול לטעון קורה באבילות אם לא אלא מילי דמועד קא פריש דכי אירע לו קודם המועד אונס טוען קורה ראשונה במועד:", 
        "17_Daf, 41_Line, 1_Comment": "אלא ילדה - בחורה שדרכה בכך ולהכי הוי לה שמחה במועד:", 
        "31_Daf, 37_Line, 0_Comment": "מר עוקבא - כתלמיד לשמואל דשמואל גדול בתורה יותר ממר עוקבא:", 
        "49_Daf, 56_Line, 9_Comment": "שיצי - קוצים:", 
        "20_Daf, 15_Line, 0_Comment": "גמ' הוצא - הוצי דקל:", 
        "48_Daf, 49_Line, 0_Comment": "פרוס בבא - שברו הפתח והרחיבוהו:", 
        "11_Daf, 40_Line, 0_Comment": "דכתיב כמו שבלול תמס יהלך - שבלול שקורין לימצו\"ן תמס יהלך. כלומר כשיוצא חוץ מנרתיקו רירות נופלות ממנו עד שהוא נימוח ומת תמס כמו ונמס:", 
        "32_Daf, 71_Line, 0_Comment": "משמית נפשיה - משום יקרא דההוא צורבא מדרבנן:", 
        "2_Daf, 21_Line, 0_Comment": "מושכין המים מאילן לאילן - בחולו של מועד אם יש מים תחת אילן אחד עושין דרך קטן מאילן לאילן כדי שימשכו המים מאילן זה לאילן אחר:", 
        "18_Daf, 45_Line, 0_Comment": "אין - ודאי אתו יש אומרים למיסר נמי מתוחי משום דהואיל ואפשר למלייה למטה במאני עד לעיל והדר מצי למירמא עלייהו כרים וכסתות למיזגא עלייהו:", 
        "30_Daf, 24_Line, 0_Comment": "ושונין - ומנדין אותו פעם אחרת:", 
        "43_Daf, 46_Line, 0_Comment": "קורע מבפנים - תחת המקטורן שלו שאינו קורע מחוץ לעיני הכל:", 
        "21_Daf, 11_Line, 1_Comment": "וזיתיו הפוכין - נותנין אותן על בית הבד וטוענין לו קורה ראשונה אבל הוא עצמו אינו עושה היינו כרב שישא דאמר דברים המותרין בחוש\"מ אסורין בימי אבלו:", 
        "17_Daf, 2_Line, 1_Comment": "חפצי שמים ישוו בה - כלומר שאם יש לך לעסוק במצוה תבטל תלמוד תורה ועסוק במצוה:", 
        "42_Daf, 0_Line, 0_Comment": "הלך גדול הבית לבית הקברות - אחר מטתו לקוברו ושהה שם ג' ימים:", 
        "22_Daf, 62_Line, 0_Comment": "עקורות - כאשה עקרה שאין לאדם ממנה פרי אלא גופה:", 
        "10_Daf, 44_Line, 0_Comment": "ועד כמה - הוי כלאים דחייב לבטלו:", 
        "8_Daf, 27_Line, 0_Comment": "מרגילין להיות בתוכו ארבעים סאה - שמרגילין שיהא נוגע במקוה אמת המים כדי שיהא בו ארבעים סאה:", 
        "21_Daf, 8_Line, 0_Comment": "לא מבעיא בימי אבלו - דאין אסור במלאכה אלא מדרבנן דשרי לטעון קורה ראשונה:", 
        "33_Daf, 15_Line, 0_Comment": "שלא ישהו קרבנותיהן - בתגלחתן עד לאחר הרגל דנזיר ומצורע אין מביאין קרבנותיהן עד לאחר גילוח כדכתיב בהו קראי הלכך לא קנסינן להו בדלא עבדי מקמי רגל דזימנין דלא עביד קמי רגל ומיאסרי להו במועד נמצא שמשהין הקרבנות ואינן קריבין ביום השמיני בזמנן לפיכך אמרו מגלח במועד דמוטב לקרב זמן הקרבה ולא לאחר:", 
        "31_Daf, 7_Line, 0_Comment": "תא - בוא אלי והדר שלח ליה לא תיתי:", 
        "18_Daf, 21_Line, 0_Comment": "ושוין - רבי מאיר ור' יוסי:", 
        "23_Daf, 61_Line, 0_Comment": "לנזיי - כמו נזייתא דשיכרא (ב\"ק דף לה.) לנזיי גרעינין דאית בהו בשומשמין דחזו למיעבד בהו משחא:", 
        "42_Daf, 44_Line, 0_Comment": "ממעט בעסקו - כגון סחורה:", 
        "5_Daf, 30_Line, 0_Comment": "דידהו היא - תקנתם היא:", 
        "19_Daf, 2_Line, 0_Comment": "לסרוקי סוסיא - להסריק סוסים במסרק של ברזל:", 
        "19_Daf, 30_Line, 1_Comment": "כדבר האבד - כלומר כסחורה שאדם יכול לעשותה במועד כדי שלא יפסיד בה אם לא עשאה הכי נמי מצי למייצינהו דאי לא עביד הכי מיתלעי ושרי:", 
        "3_Daf, 2_Line, 0_Comment": "אם כן מתניתין אמאן תרמייה - לא ר\"א בן יעקב כדאמרן ולא כר\"מ דשרי אפילו בית הבעל ולא כר' אלעזר בן עזריה דאפילו בית השלחין לא שרי ממעיין שיצא בתחילה:", 
        "4_Daf, 32_Line, 0_Comment": "דכולי עלמא לית להו דרבין כו' מאן דאמר לוקה שפיר - כדאמר דדרשינן בכלל ופרט וכלל:", 
        "19_Daf, 16_Line, 0_Comment": "דזכי זיכיא - שמכבד את הקרקע מעצים קטנים שעליה שנוטלם:", 
        "20_Daf, 3_Line, 0_Comment": "למגדל תנורא - לעשות התנור מחדש:", 
        "7_Daf, 51_Line, 3_Comment": "איכא טירחא טפי - ששוחה עצמו בשביל אותו טפח יותר מדאי:", 
        "17_Daf, 39_Line, 0_Comment": "היתה מיקשטא - כי הני קשוטין כדאמר הכא:", 
        "38_Daf, 64_Line, 1_Comment": "א\"ל - רבי חייא לרב:", 
        "30_Daf, 0_Line, 0_Comment": "זו עשירית האיפה שלו - שמביא כהן הדיוט כשמחנכין אותו לעבוד תחילה כדכתיב (ויקרא ו) זה קרבן אהרן ובניו אשר יקריבו לה' ביום המשח אותו עשירית האיפה ואמרינן (מנחות דף נא:) ובניו לרבות עשירית האיפה של כהן הדיוט לחינוך ולאו אקראי דלעיל קאי אלא מצות כהנים בעלמא הוא דקאמר יחזקאל אלמא שלא היה יכול להקריב קרבנו עשירית האיפה עד שנטהר מטומאת מת והוא הדין מצרעתו:", 
        "18_Daf, 48_Line, 0_Comment": "מכבשין - בגמ' מפרש:", 
        "43_Daf, 55_Line, 0_Comment": "כפי אסיתא - הפוך המכתשת ועמוד עליה וקרע כדי שיראוך כל העם כשתקרע:", 
        "35_Daf, 71_Line, 0_Comment": "אפילו בספר עזרא - ספר תורה של עזרא ואני שמעתי עזרה בה' ופי' ספר מוגה היה בעזרה שממנו היו מגיהים כל ספרי גולה:", 
        "32_Daf, 89_Line, 1_Comment": "דידה עבדא - ומלקי ליה:", 
        "23_Daf, 35_Line, 0_Comment": "לא סיימוה קמיה - לא אמרו לו דלא הוה ליה מה יאכל להכי איקפד:", 
        "33_Daf, 7_Line, 0_Comment": "תברי בתי רמי - כלומר שמתא משבר בתים גבוהים:", 
        "44_Daf, 30_Line, 0_Comment": "בחימוצתא - חלוק:", 
        "55_Daf, 29_Line, 0_Comment": "מותא - כל אדם מת:", 
        "42_Daf, 31_Line, 0_Comment": "אין הלכה אמרי - כלומר אין הלכה כרבי שמעון:"
    }, 
    "meta": "Daf-Line-Comment"
}