{
    "title": "Tzafnat Pa'neach on Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzafnat_Pa'neach_on_Mishneh_Torah,_Tefillin,_Mezuzah_and_the_Torah_Scroll",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>מקבצין העשן.</b> ע' שבת דף כ\"ג ע\"א:"
            ],
            [
                "<b>או בזהב כו'.</b> עי' בכסמ\"ש דלמה נקט בגמ' אזכרות אך באמת ר\"ל דבשארי תיבות יכול למחוק אבל באזכרות דאסור למחוק ע\"כ יגנז:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אין כותבין כו'.</b> ע' מכות ד' י\"א ע\"א כי איתקש ועיין ירושלמי סוטה פ\"ב הובא בתוס' די\"ז ע\"ב דרק משום אזכרות, אך שם משום דאינו עומד לקיום ונ\"מ לגבי מגילה כמ\"ש לקמן בהלכות מגילה:",
                "<b>ועוף כו'.</b> עיין מש\"כ רבינו ז\"ל בפ\"א מהל' כלים ה\"ד ע\"ש:",
                "<b>ועוף.</b> ע' בירוש' דשבת דכותבין מזוזה ג\"כ על גבי עור עוף:"
            ],
            [
                "<b>ומזוזה אין צריכה עיבוד כו'.</b> עי' בירושלמי פרק ג' דיומא הלכה ו' ובאמת הך דרב ושמואל דמנחות ד' מ\"ב ע\"ב פליגי אם רק בדבר שזה מעכב זה צריך לשמה או כל הדברים שעושה צריך לשמה וזהו דמביא ראיה מעור הבתים דא\"צ עיבוד כמש\"כ רבינו ז\"ל לקמן פ\"ג הלכה ט\"ו ומ\"מ ס\"ל לת\"ק דבעי לשמה ובציצית משום דס\"ל דבעיא טויה לכך פסקינן דצריך לשמן ונ\"מ לענין שזורין לפי שיטת רבינו ז\"ל דס\"ל דא\"צ ועיין מה שכתב הרמב\"ן ז\"ל במלחמות בפ\"א דסוכה ע\"ש:"
            ],
            [
                "<b>אבל ס\"ת וכו'.</b> עי' בירוש' פ\"ד דמגילה דמבואר דא\"צ שיכתוב זה מן כשירה ועי' תוס' יומא דל\"ז ע\"ב ע\"ש, ועי' תוס' שבת דקט\"ו ע\"א שכתבו דכל היכא דפסול הוה כמו בע\"פ וא\"כ יהיה פסול לכתוב ממנה:"
            ],
            [
                "<b>שכתבן אפיקורס כו'.</b> עי' חולין די\"ג ע\"א ועיין שבת דקט\"ז ע\"א ועי' מש\"כ לעיל בהל' יסודי התורה פרק ו' ולקמן פרק א' מהלכות ברכות ע\"ש:"
            ],
            [],
            [
                "<b>וכתב אזכרה כו'.</b> ולענין שאר ס\"ת עי' תוס' מנחות דמ\"ב ע\"א דגבי אזכרה צריך מפורש לשמה וע' מש\"כ הראב\"ד ז\"ל בהשגות בהל' שבועות פרק י\"ב הלכה ד' דאזכרות הוה גדר הקדש ע\"ש ור\"ל כך דיש ב' גדרים בלשמן אם ר\"ל לשם המצוה או ר\"ל לשם התיבה ההוא ובאזכרה יש ב' קדושות א' האזכרה דאף שלא במקומה קדוש כמבואר בעירוכין ד' ו' ועי' שבת דקט\"ו ע\"א ולכך צריך לקדש עוד הפעם לשם ס\"ת בפי' משא\"כ בשאר תיבות ועי' תוס' פסחים ד' ז' ע\"א ד\"ה בלבער ותוס' גיטין דל\"ב ע\"ב ע\"ש:"
            ],
            [
                "<b>הטובל את הקולמוס.</b> ר\"ל הטעם שלא יהיה כמו לשם נסיון ג\"כ והוה כמו הך דטעימה במנחות דמ\"ב ע\"ב גבי תכלת ע\"ש וכן הדין גבי כוס פגום דפסחים דק\"ו ושם ג\"כ בעיא לשמו כמבואר ברכות דנ\"א ע\"א ועי' מש\"כ הראב\"ד ז\"ל בהשגות בהלכות פרה אדומה פרק ז' הלכה ג' ע\"ש:",
                "<b>מאות שלפניו כו'.</b> ואם יש אות לפני האזכרה כמו לד' אם מותר להתחיל בו עי' בירוש' פ\"א דמגילה גבי אם מותר לתלות דנשאר בבעיא ע\"ש:",
                "<b>אין תולין כו'.</b> והנה אם ימחוק מה שכתב ויכתוב על מקום המחק אם אמרינן דנפסלת כולה עי' יומא ד' מ' ע\"א ע\"ש בתוס\"י ודמ\"ט ע\"א גבי חפינה וד' ס' ע\"ב ועי' בירושלמי פסחים פ\"ה גבי שחטו קודם לתמיד דאמר שם דאם פסול שוב לא מיקרי קודם. ועי' תוס' מנחות ד' ט' ע\"א גבי מתן שמן כו' ע\"ש:",
                "<b>וכותב אחרת כו'.</b> והנה לפי זה קשה למה לא אמרינן דלכך אין עושין מס\"ת מזוזה שמא כתב שלא כסדרן דבס\"ת כשר ובמזוזה פסול וצ\"ל דכיון דאיכשר בס\"ת שוב לא מיקרי שלא כסדרן ועי' מה שהקשו התוס' סוטה ד' כ' ד\"ה אמר הא כתבה קודם שקבלה עליה שבועה ע\"ש וגם לר\"מ לא הוה כהן ובזה א\"ש דכיון דעכשיו כשירה היא לא איכפת לן כעין מש\"כ התוס' זבחים דק\"כ ע\"א גבי אברי עולת במת יחיד ע\"ש ועיין סוכה ד' ז' ע\"א גבי דופן ועירובין ד' מ\"ד ע\"א:"
            ],
            [],
            [
                "<b>מתוך שנאמן להפסיד.</b> עי' בסוף הלכות משכב ומושב ע\"ש בהשגות ועי' תוס' כתובות דס\"ג ע\"ב גבי טמאה אני לך ותוס' ב\"ב דל\"ג ע\"א ועי' מכות ד' ג' ע\"א גבי עדות שקר העדתי ע\"ש וע' מש\"כ רבינו ז\"ל בהל' ק\"פ פ\"ה ובהל' מעשר סוף פ' י\"ב ובהלכות פסולי המוקדשין סוף פרק י\"ט ובתוספתא סוף פרק ב' דתרומות וצ\"ל דשם מיירי באומר שנתפגל בשוגג דא\"צ לשלם, ושם מיירי במזיד וא\"ש, ועי' מנחות ד' מ\"ט ע\"א:"
            ],
            [],
            [
                "<b>עור שהיה נקוב.</b> עי' מנחות דל\"ה ע\"א וחולין דקי\"ט ע\"ב והנה מלשון רבינו מוכח דהא בתוך האות כשר אם ניקב זה רק לאחר כתיבה משום דבעי מוקף גויל עיין בירושלמי פ\"א דמגילה והא דלא חיישינן למבדק לקלף שמא הנקב יהיה בתוך האות ולא שייך קולמוס בדק ליה צ\"ל דלנקב קטן שאין אנו רואין אין חשש בתוך האות עיין בירושלמי שם גבי אם הדיו יוצא פסול כיצד הוא עושה לוככה בלשונו ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>חמר חסר.</b> עי' ברכות ד' נ\"ו ע\"א:",
                "<b>ויהרג חסר.</b> ע' תוס' מנחות דכ\"ט ע\"ב וגיטין דפ\"ו ע\"ב ע\"ש:"
            ],
            [
                "<b>מזוזת חסר.</b> עיין מנחות ד' ל\"ד ע\"א:"
            ],
            [],
            [],
            [
                "[<small>השמטה</small><b> רצועה שנפסקה כו'. הנה </b>בגמ' אמר שם הטעם דבעי קשירה תמה והנה באמת ר\"ל כך דצריך שתהי' הקשירה שקושרין על היד יהי' תמה ולא שיהי בה עוד קשר וע' בירושלמי שבת פ\"ז ופט\"ו שביריעות לא היה בהם קשר מדכתיב היריעה האחת שתהא כולה אחת וה\"נ ר\"ל כן ונ\"מ אם הקשר שקושרין על היד זה קשור עם רצועה אחרת י\"ל דכשר וכן ר\"ל הך דשם דף ל\"ד ע\"א וכתבתם כתיבה תמה והדר על מזוזת ר\"ל שתחילה צריך שתשלם הכתיבה לגמרי ואח\"כ יהיה על המזוזה ואם יתחילו לכתוב על המזוזה ממש נמצא תהי' התחלת הכתיבה קודם הגמר על המזוזה ולכך אמר שם דמתחיל' יכתוב על האבן ואח\"כ יקבע על המזוזה וכן ר\"ל הך דשם דף כ\"ז ע\"א ולקחתם קיחה תמה וע' ירושלמי מגילה פ\"א אפילו קשירה תמה ור\"ל דאפילו הקשירה צריכה שתהי' תמה: <small>ע\"כ השמטה</small>]"
            ]
        ],
        [
            [
                "<b>כצורת דלת.</b> שבת דס\"ב ע\"א כגירסת רש\"י ע\"ש, ועיין בירושלמי דמגילה:"
            ],
            [
                "<b>לוקחין עץ.</b> עיין כלים פרק ט\"ז ע\"ש:"
            ],
            [],
            [
                "<b>בכסמ\"ש.</b> מה שכתב בשם תשובות רבינו דס\"ת חמור מתפילין עי' ברכות דכ\"ד ע\"א גבי מהו דתימא דבעי כו', ושבועות דל\"ח ע\"ב ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל התפירות כו'.</b> עי' בירוש' דמגילה ובמסכת סופרים דאמר שם כתופר בגד פשתן:"
            ],
            [],
            [],
            [],
            [
                "<b>אדומות לא יעשה.</b> עי' בכסמ\"ש ועי' תוספתא שבת פ\"ז דחוט אדום הוא מדרכי אמורי ועיין ברכות ד' כ' ע\"א גבי כרבלתא ע\"ש:"
            ],
            [
                "<b>העור כו' ושעושין ממנו כו'.</b> עי' שבת דכ\"ח ע\"ב ע\"ש ועי' לעיל בהלכה ח' גבי שער והנה עיין ברש\"י מגילה דכ\"ד גבי ציפם זהב דבעיא שיהא ממין טהור משמע דאין הטעם משום דטמא פסול רק שיהא ממין טהור ונ\"מ לזה לקלוט בן פרה אליבא דר\"ש דאסור באכילה ומ\"מ מין טהור הוא דהרי במעי אמו שרי ובזה יש ליישב הך דשבת דכ\"ח ע\"ב ועיין במסכת סופרים פ\"ב דמבואר שם דעורות לבובין פסול לס\"ת וע\"כ צ\"ל משום דכתותי מכתת שעוריה ונ\"מ לשער דשם א\"צ שיעור דכשר אף מעורות לבובין ועי' מש\"כ הר\"ן ז\"ל בגיטין ד' כ' על הך דכתבו על איסורי הנאה ועי' סנהדרין ד' קי\"ג גבי כתבי הקודש של עיר הנדחת ע\"ש:",
                "<b>ועור הרצועה כו' אבל בעור כו'.</b> נ\"ל שהטעם דס\"ל דמשום אות אחד של שם אין צריך לעבד העור ועי' ירושלמי סוטה פ\"ב ה\"ד מחלוקת דב\"ש וב\"ה ושם פ\"ג הובא בתוס' שם ד' כ' ע\"א משא\"כ בעור של רצועות דהוה ב' אותיות לשיטת רבינו דס\"ל כגירסת רש\"י בשבת ד' ס\"ב ע\"א:"
            ],
            [],
            [],
            [],
            [
                "<b>ולעולם יזהר כו'.</b> עיין מו\"ק ד' כ\"ה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>איטר.</b> והנה דין גידם לא הביא רבינו ובאמת י\"ל דגידם ר\"ל אם נתגדמה יד הימנית דאף שאין לו רק יד אחת סלקא דעתך אמינא דשוב אין כאן שמאל. ועי' בספרי כאן דאמר שמניח בימין ר\"ל כך דאם נתגדמה יד הימנית וא\"כ הוה ליה שמאל ימין וצריך להניח על ימין הגדומה ועי' רש\"י סנהדרין ד' מ\"ה ע\"ב דגידם הוה משנולד ובאמת זה תליא בכ\"מ דצריך ימין או שמאל אם משום דבעיא דוקא זה או משום שפסולו באחרת ועיין בהך דבכורות ד' מ\"ה ע\"ב גבי השולט בשתי ידיו אם פסול אם לא ועיין בתוספתא פ\"א דמסכת קרבנות גבי הך מחלוקת דר\"ש ורבנן אם עבד בשתי ידיו ועי' שבת ד' צ\"ג ור\"ש לשיטתיה ע\"ש וע' בהך דזבחים ד' ט\"ו גבי הולכה שלא ברגל דמקשה מן נשפך מן הכלי על הרצפה ולא מקשה על הולכה בזר דפסולה ובירוש' פ\"ה דיומא מקשה כן על זר וצ\"ל דפליגי בהא דהגמ' דילן ס\"ל דהפסול משום זר והירושלמי ס\"ל דהפסול הוא משום דבעיא כהן:",
                "[<small>השמטה</small><b> גבי איטר. והנה </b>מה דרבינו לא הביא הא דתליא בכתיבה נראה דרבינו מפרש פי' אחר בהגמ' משום דקשיא ליה היכא פשיט ליה דצריך לכתוב בימין ילפי משאר מלאכות וע' שבת דף ק\"ג ע\"א וברכות דף ס\"ב ע\"א דמבואר דכותבין בימין אך מ\"מ זה לא הוי דין רק מחמת דאין דרך כן כמו כל המלאכות לכן מפרש כך דהנה מבואר במנחות דף ל\"ד ע\"א דמזוזה צריך דוקא בימין ויליף מקרא ע\"ש והנה שם דף ל\"ג ע\"א קרי למזוזה כתיבה ויליף היקש מקשירה לכתיבה ור\"ל הנחת המזוזה ע\"ש וכאן ר\"ל ג\"כ כך מה כתיבה דהיינו הנחת המזוזה בימין כדיליף מקרא אף קשירה של תפילין צריך בימין וממילא הנחה בשמאל כן פי' רבינו לשון הגמ' וא\"ש וע' בספרי פ' פנחס פסקא קל\"ד דאמר שם דידך היינו ימין ע\"ש: <small>ע\"כ השמטה</small>]"
            ],
            [
                "<b>תפילה של ראש כו'.</b> עי' בתוספתא פ\"ו דמנחות ע\"ש ובתוס' דל\"ו ובעל המאור פ\"ד דר\"ה ע\"ש דמפרש דצריך למשמש בשל יד אם סח והנה באמת כך דגבי תפילין של יד המצוה היא ההנחה או הקשירה לשיטת ר\"א אבל בשל ראש המצוה שיהיה מונח ועי' בתוס' סוכה דל\"ט ומנחות דל\"ו ע\"א גבי קודם אור היום אך נ\"ל דזה רק אשל יד דאם הניחם קודם אור היום צריך למשמש דשם הנחה הוא מצוה משא\"כ בשל ראש דהמצוה שיהיה מונח, אך י\"ל דזה הוה כמו סידרו הקוף דיומא דכ\"ט וכ\"מ ועי' בתמורה ד' י\"ב גבי אין המים מתקדשים אלא במתן אפר ר\"ל שיתן האפר במים לקדש אבל אם הניח האפר קודם לא קידש דהוה כמו מאיליו ועיין מנחות ד' ז' ע\"א גבי כמנח ליה אדפנא כו' ועי' תוס' סוכה ד' נ' ע\"א דהיכא דלא בעיא בגדי כהונה לא איכפת לן בזה ועי' בירושלמי פ\"ג דבכורים גבי הנחת ביכורים בלילה ע\"ש. וגם נ\"מ אם קטן או אשה הניחו לו תפילין אם מהני ועיין בע\"ז ד' ל\"ט ע\"א הובא בתוס' מנחות ד' ל\"ו אך שם י\"ל דר\"מ לשיטתיה בעירובין ד' צ\"ז דנשים חייבות בתפילין גם י\"ל דרק מסייעת לו בהנחה כעין הך דיומא דף מ\"ג ע\"א ועיין בזבחים דף י\"ד ע\"א להכי כתיב ולקח כו' וגם י\"ל דמה שמניח עצמו להניח לו תפילין הוה כמעשה עיין תוס' כתובות דף ל' ע\"ב גבי שתחב לו ועי' גיטין דף ע\"ח ע\"א דעייק ליה חרציה ועי' מכות דף כ\"א ע\"ב גבי מקיף ע\"ש ועי' בתוספתא שבת סוף פ' י\"ב גבי קטן אוחז בקולמוס ובזה מדוייק מה דאנו מברכין להניח תפילין על של יד ובירושלמי ברכות פ\"ב ה\"ג אמר שם דעל של ראש מברך על מצות הנחת תפילין ע\"ש משום דבשל ראש לא הנחה הוא המצוה רק שיהיה מונח, ומ\"מ גם בשל יד מברך להניח בקמץ ולא בפתח משום דזה גורם לשל ראש שיהיה מונח משום דכל שבין עיניך יהא שנים ועיין תוס' ערכין דף ג' ע\"ב. אך זה צריך עיון אם הניח תפילין של יד קודם אור היום אם מותר אחר אור היום להניח של ראש לקיים מצות של ראש וכעין מש\"כ התוס' מנחות דף ל\"ח ע\"א דנהי דתכלת לא יצא מ\"מ מהני עכ\"פ להשלים לשל לבן ע\"ש וע\"ש דף ט\"ו גבי פיגול ועיין מש\"כ התוס' סוכה דף מ\"ה ע\"ב דהמצוה כל היום ועיין שבת דף קנ\"ג ע\"א ושמן על ראשך ע\"ש אך זה על תפילין של ראש אך מ\"מ צריך של יד משום כל זמן שבין עיניך כו' וע\"ש דף מ\"ט ע\"א ובר\"ן שם וסנהדרין דף פ\"ח ע\"ב ע\"ש ובזה א\"ש דברי התוספתא סוף מס' ברכות תפילין שלא הניח שחרית מניח כל היום ע\"ש ומה שייך זה הא מצותם כל היום ולא הוי בגדר השלמה ובזה י\"ל דקאי אשל יד ועי' בירושלמי פ\"ט דברכות על הא דאמר דתפילין אי אפשר לברך בשעת עשייתן על של יד בחליצתן ר\"ל לבני מערבא ועל של ראש בהנחתן ע\"ש ובזה י\"ל מה דפליגי ר' ורבנן בסוכה דף מ\"ו ע\"א ע\"ש. ובזה א\"ש מה שכתבו התוס' מנחות דף ל\"ו ע\"א דהם מצוה אחת וקשה דהא מבואר בהדיא בגמ' שם דף מ\"ד ע\"א דהוה שתי מצות ובזה א\"ש דכאן ר\"ל על ההנחה ושם ר\"ל שיהיה מונח ועי' מנחות דף ח' ע\"א במה דפליגי רב ורבי חנינא גבי מנחה קדושה בלא שמן ושם דף י\"ד ע\"ב הכתוב עשאן גוף אחד ועשאו שני גופין ועיין סוכה דף נ\"ג ע\"ב ע\"ש:",
                "[<small>השמטה</small><b> במש\"כ לחלק דתפלין של ראש המצוה שיהיה מונח ושל יד המצוה היא ההנחה. ונ\"ל </b>דנ\"מ ג\"כ לשיטת רבינו לק' דבלילה רק האיסור הוא להניח אבל אם היה מונח מבע\"י מותר. אך זה רק בתפילין ש\"י דמה דהמצוה הוא ביום זה אסור בלילה ובתפילין ש\"י המצוה היא רק ההנחה זה דוקא אסור משא\"כ בשל ראש דאסור גם אם מונחין כיון דהמצוה היא כן ובזה א\"ש דברי הגמ' דביצה דף ט\"ו ע\"א דנקט שם רק ותפילין בראשו ע\"ש דרק בש\"ר אסור ולא בש\"י: <small>ע\"כ השמטה</small>]"
            ],
            [
                "<b>בד\"א כו' מברך כו'.</b> עיין פסחים דף קכ\"א ע\"א גבי בירך ברכת הפסח ובירושלמי פ\"ה דדמאי ע\"ש ועיין בתוספתא סוף מס' ברכות דאם מפריש תרומה ומעשר מברך עליהם ברכה אחת והטעם דבירושלמי דדמאי הנ\"ל הוה פלוגתא בזה וצ\"ל דכיון דקיי\"ל דאסור להקדים מעשר לתרומה הוה כחד מצוה וגבי דמאי שאני ע\"ש בירושלמי דהוה פלוגתא בזה אם מותר להקדים אם לא ועי' שם בירושלמי סוף פ\"א:",
                "<b>וקושר של יד ואח\"כ כו'.</b> עיין ירושלמי פ\"ה דמע\"ש וסנהדרין פ\"ה ע\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>או שהניח בו עראי כו'.</b> עיין תוס' ע\"ז דף מ\"ז ע\"ב:"
            ],
            [],
            [
                "<b>וכל המניח כו'.</b> עיין בירושלמי פ\"ב דברכות מבואר כמש\"כ רבינו. אך נ\"ל מלשון רבינו דאף אם הניח ביום מ\"מ צריך שבשעת שקיעת החמה שלא יהיה עליו תפילין רק אם אז שכחן או שהיה מכוון אז לשמרם שוב אח\"כ בלילה אין קפידא. ובזה ר\"ל מה דפליגי במנחות דף ל\"ו ע\"א ת\"ק עם ר' יעקב דת\"ק סבר דתיכף אחר שקיעה שוב לא איכפת לן אם מונחין ור\"י סבר עד שתכלה רגל מן השוק ועיין סוכה דף כ\"ו היכי ס\"ל לרבי יעקב גבי לילה ע\"ש:"
            ],
            [
                "<b>ונמצאו עליו כו'.</b> ר\"ל דצריך שיהיה ניכר עליו שהוא משמרם כמבואר בירושלמי הנ\"ל מצודדים היו ע\"ש:"
            ],
            [
                "<b>מצטער כו'.</b> עיין ברכות דף ל' ע\"ב. והנה משמע מדברי רבינו דהטעם דאבל פטור מתפילין הוא משום דמצטער ונ\"מ לאבל דרבנן כגון אחיו מאמו ועיין בתו\"כ פ' שמיני דגבי קרבן גם אונן דרבנן אסור משום טרדא ועיין ביומא דף י\"ד ע\"א ע\"ש. ובזה א\"ש מה דבהך דסוכה דף כ\"ה ע\"ב מביא הך דין בשם רב והא זה פלוגתא דתנאי במו\"ק דף כ\"א אך בזה א\"ש דהטעם של פאר הוי איסור והטעם של מצטער הוה פטור. ועיין בתוס' שם בשם השר מקוצי ונ\"מ לשל יד. ועיין מש\"כ רבינו ז\"ל בהל' תענית פ\"ה ה' י\"א ע\"ש:",
                "<b>כהנים כו'.</b> עי' בירושלמי ברכות פ\"ב ה\"ה גבי אם יש בידו מי חטאת מותר להתפלל ולא הוה היסח הדעת ועיין סוכה דף מ\"א ע\"ב גבי מצוה ועי' בהך דפסחים דף ל\"ד גבי היסח הדעת אם פסול טומאה אם פסול הגוף ע\"ש. ועי' תוס' חגיגה דף כ\"א ע\"א ותוס\"י יומא דף ח':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא ילבש אדם כו'.</b> עיין ירושלמי פ\"ב דברכות ה\"ג ע\"ש:"
            ],
            [
                "<b>תחת מראשותיו.</b> עיין יומא דף ס\"ט ע\"א ע\"ש:"
            ],
            [
                "<b>ואינו נמשך בשחוק כו'.</b> עיין ברכות דף ל' ע\"ב:"
            ]
        ],
        [
            [
                "<b>ואם כתבה בשנים כו'.</b> מנחות דף ל\"ג ע\"א ע\"ש:",
                "<b>כתבה בשני עורות כו'.</b> אך זה רק אם כתב חצי מזוזה על זה וחצי מזוזה ע\"ז דנמצא דאין עליהם שם מזוזה כלל. עיין מש\"כ התוס' יומא דף פ\"א ע\"א גבי רביעית דם ומנחות דף ז' ע\"ב גבי קידש פחות כו' ע\"ש אבל אם היה כתוב שני מזוזות ואח\"כ נחתך מזה חצי ומזה חצי אז אם אח\"כ תפרן כשר עיין ברכות דף נ' ע\"א ובירושלמי שם פ\"ז ה\"א גבי הטביל ג' איזובות ע\"ש ועיין סוכה דף ל\"ז ע\"א ועירובין דף פ\"א ע\"א ועיין בירושלמי נזיר פ\"ז גבי רקב ובבלי שם דף נ\"א ע\"א ע\"ש:",
                "<b>ולא מן הגליונים כו'.</b> עיין שבת דף קט\"ז ע\"א ותוס' מגילה דף ל\"ב ע\"א. אך זה רק מה שצריך לספר אבל היותר מזה אין בו קדושה, עיין תוס' שבת דף כ\"ב ע\"א ד\"ה סוכה וע' סנהדרין דף מ\"ח ע\"א דחזי ליה כו' ומנחות דף ס\"ו ע\"ב ודף צ' ע\"א גבי בירוצין ועיין ב\"ב דף פ\"ז ע\"ב ומעילה דף י\"ג ע\"ב גבי נסוך המים ועיין סוף מס' ידים סוף פ\"ג ועיין תוס' סוכה דף מ\"ו ע\"ב גבי אתרוג דבשאר ימים לא נתקצו רק מקצת ועיין בגיטין דף כ' ע\"ב גבי שבין תיבה לתיבה ע\"ש. ועיין מע\"ש פ\"א ופ\"ג ועיין רש\"י סוכה דף מ\"ד ע\"ב דמשמע דארוכים הוי הידור טפי ועיין מנחות דף ל\"ח ע\"ב כ\"ש דמינכר וירושלמי פ\"א דפאה:"
            ],
            [],
            [],
            [
                "<b>אבל אלו כו'.</b> עיין תוס' דף מ\"ד ע\"א במנחות, דמשמע שהעיקר הוא לשימור ועיין ברכות דף כ\"ג ע\"א הואיל כו' ורש\"י פסחים דף ה' ועיין רש\"י סנהדרין דף כ\"א ע\"ב:"
            ],
            [],
            [
                "<b>מניחה בשפופרת כו'.</b> בבא מציעא ק\"ב ע\"א ועיין פ' ח' דכלים ע\"ש ובפי\"ז ע\"ש:"
            ],
            [],
            [
                "<b>תלאה במקל פסולה כו'.</b> עיין בירושלמי מגילה סוף פ\"ד דמחלק בין סמרו או אם יחדו ועיין בכלים פי\"ד ופט\"ז ופי\"ז ע\"ש במ\"ב דלא יצאה מן טומאה ואין כאן מקום להאריך. ובאמת נ\"ל דהירושלמי גבי מקל ר\"ל על הך משנה דכלים פ' י\"ו והטעם משום דעשוי לשמש את הקרקע ועי' מש\"כ בדברי רבינו פ' י\"א מהל' כלים הל' כ\"ד ע\"ש:",
                "<b>הניחה אחרי הדלת כו'.</b> עי' בנימוקי יוסף לכאורה נראה דרוצה לומר אם הדלת עומד באמצע הפתח אז צריך להעמיד לפנים מן הדלת ולא חוץ אף על אותן המזוזות ועי' בשבת דף ט' ודף קכ\"ד ע\"ב וחולין דף קכ\"ו ע\"א ושם דף י' ע\"ב ותמורה דף כ\"ב ע\"ב ועי' בהך דזבחים דף י\"ד ע\"א ונדרים דף נ\"ו ובתוס' כאן דף ל\"ג ע\"ב ע\"ש אך אם המנהג כן ובאמת נראה לי דהך דף ל\"ב הנ\"ל הפירוש כן דהיינו שאם הדלת עומד לפנים מן האסקופה ואם כן צריך ליתן מזוזה לפנים מן הדלת ובהאסקופה יש טפח צריך אחרת וזה נקרא פתח ועי' רש\"י זבחים דף נ\"ה ע\"ב ע\"ש והוה כהך דחולין ד' י' ע\"ב הנ\"ל כנ\"ל:"
            ],
            [],
            [
                "<b>הכל חייבין במזוזה כו' ומחנכים את הקטנים כו'.</b> עיין גיטין דף נ\"ב ע\"א:"
            ],
            [
                "<b>וכשהוא יוצא לא יטלנה כו'.</b> כן מבואר בירושלמי סוף מגילה וכן מוכח מהך דמנחות דף ל\"ב ע\"ב גבי מונבז המלך היו עושין במקל בפונדק:"
            ]
        ],
        [
            [
                "<b>עשרה תנאים כו' ויהיו לו דלתות.</b> שבת ד' ל\"ב ע\"ב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בית התבן כו'.</b> ס\"ל לרבינו דזה תליא בהך דעירובין דף ע\"ב ע\"א ודף פ\"ה ע\"ב וכ\"מ בזה ואנן פסקינן דאינו דירה אך באמת לא ר\"ל שזה דירה רק שזה בטיל לבית שיש בו דירה והוה תשמישי הבית ולא הוה כבית ועי' ב\"מ ק\"ב משמע דלא בטיל ועיין ב\"ב ד' י\"ח ע\"א דירה שאני ובזה א\"ש מה שכתבו התוס' בהך דהנותן עירובו ועי' בירושלמי ובדברי רבינו לקמן פ\"א ופ\"ד מהל' עירובין ואכמ\"ל בזה. והנה גבי בית עכו\"ם דפטור מן המזוזה אם הפטור משום עכו\"ם או גם הפטור בבית ועי' ע\"ז ד' כ\"א משמע דלא הוה הפקעה בבית. אך י\"ל כיון דקיי\"ל דדירת עכו\"ם לא שמה דירה הוה כבורגנין וכבית הפתוח לגינה דפטור וגם י\"ל דאף דקיי\"ל דבית המושכרת רק מדרבנן י\"ל דזה רק בשכרו מישראל אבל בשכרו מעכו\"ם חייב מה\"ת כמש\"כ התוס' ב\"מ דף פ\"ח ע\"א, ע\"ש. וכן נמי נ\"מ לגבי טלית אם הפטור הוא בטלית או הפטור על האדם דאל\"כ קשיא הא דאמר רב יהודה טלית שאולה פטורה הא מן הסתם לא פליג על שמואל רבו דס\"ל דחובת טלית הוא ומאי שייך בטלית שאולה לשון פטור וצ\"ל כגון ששאלה מן עכו\"ם וא\"כ מוכח דאין בהטלית גדר פטור ועיין מש\"כ התוס' סוכה דף כ\"ז ע\"ב ד\"ה כל מה שהקשו דגבי ציצית שותפים חייבים ושאולה פטורה ובאמת לא דמי כלל דשם החיוב בשעה שלובשה ובשעה שלובשה הטלית של שותפות היא שלו כמש\"כ הר\"ן בנדרים דף מ\"ה ע\"ב ועי' בסוטה דף מ\"ג ע\"ב גבי כרם של שני שותפים ע\"ש ובירושלמי פ' י' דשביעית ה' ו' תמן כל קלח וקלח של שותפות ועי' סוטה ד' י\"ח ע\"ב ובירושלמי שם משא\"כ גבי סוכה דאמרינן אינו יוצא בשל שותפות, אך י\"ל דנ\"מ למ\"ד דכלי קופסא חייב, וכן גבי הך דאמרינן במנחות ד' מ\"ג גבי כסות סומא ר\"ל ג\"כ לענין הכסות ולא לענין הסומא עצמו. עיין ברש\"י סוכה ד' י\"א ע\"א ותוס' שבת דף קל\"א:",
                "<b>מפני שאינם עשויין לדירה כו'.</b> עי' בהשגות והנראה דכוונת רבינו כך דהנה יש לספק אם שער באמת חייב או רק משום שבהן נכנסין לדירה, עי' בתוס' יומא ובירושלמי שם, והנה אם בית הוה רק שפטור אז פוטר הבית שער מן מזוזה ולא מהני מה שפתוח ג\"כ לדירה משא\"כ כאן דאינם כלל דירה לא שייך בו פיטורו כמו דאמרינן בירושלמי פ\"ג דחלה גבי העושה עיסה על מנת לחלק הבצק ועי' בירוש' פ\"ג דמעשרות ה\"ז גבי גגין וכן הך דהלכה ח' עשרה בתים ר\"ל של עשרה בני אדם וכהך דעירובין דע\"ה ע\"ב ואינו פוטר משום דלא הוה בר חיוב ומש\"כ רבינו בהל' ח' ומפני זה אמרו קאי על לעיל והך דין של הלכה י' גבי חדר שבבית ר\"ל שכולה שלו וכולן בית דירה ונ\"מ דאם משום דהוא בטל לבית אין צריך שיהיה בו ד' על ד' דכיון דהוא בטל לבית וכמו בהך דשבת ד' קט\"ז ובירושלמי מגילה פ\"א גבי סמוך לכרך ועי' בחולין ד' קכ\"ח וכ\"מ משא\"כ אם משום בית, ועי' בהך דעירובין ד' צ\"ב ע\"ש ובזה פליגי הר\"א ורבינו גבי בסוכות ע\"ש בזה דחיצונה לא איכפת לן קבע. ועיין ביומא ד' י\"א גבי חוץ משער נקנור דהנה בגמ' מבואר דהמיעוט גבי מקדש משום קודש וא\"כ לפי\"ז אם נימא דשער הוא חיוב בעצם ושער נקנור לא נתקדש וא\"כ לכך חייב במזוזה ואף דפתוח לקודש הא מבואר בירושלמי פ\"א דערלה דשרשים של הקדש נהי דהם עצמם פטורים מן הערלה מ\"מ לפטור אחרים לא פטרי כיון דיכול לבוא לידי חיוב דהיינו לפדותם. וכעין הך דסוטה ד' מ\"ג ע\"ב גבי נטע לסיג ועיין בירושלמי פ\"ד דחלה גבי קב של הקדש אינו מפסיק משום שראוי לפדותו ועי' ירושלמי סוף פ\"ב דפאה גבי קציר הקדש אם מחייב ר\"ל אם החצי קרקע של הקדש וחציו של הדיוט וק\"ל דקצירה מחייבת את כל השדה בפיאה אם התחיל לקצור בשל הקדש אם נתחייבה החצי של הדיוט בפיאה וכן ר\"ל שם גבי קציר חו\"ל כה\"ג:"
            ],
            [
                "<b>אפילו עשרה בתים.</b> ר\"ל של עשרה בני אדם כמש\"ל:"
            ],
            [
                "<b>ובית שבספינה כו'.</b> עיין בירושלמי סוף מגילה דאמר דמזוזה אינה נוהגת במפרשי הים משמע דאין ספינה חייב במזוזה ועי' בירושלמי פ\"א דעירובין ה\"ז גבי טומאה ובבלי שם דף נ\"ה ע\"ב ועי' בנגעים פי\"ב דאינו מטמא בנגעים דלא מקרי ארץ אך י\"ל דכיון דאינו מחובר לארץ לא שייך בו נתיצה כמבואר שבת ד' קכ\"ה ע\"א ע\"ש. ועי' מש\"כ רבינו ז\"ל לקמן בפ' י\"א דברכות הל' ב' ע\"ש:"
            ],
            [
                "<b>חדר שבבית כו'.</b> עי' בירושלמי סוף מגילה גבי לולין אלו ע\"ג אלו ע\"ש ור\"ל דלא נימא דהוה כמחיצה הנדרסת עי' עירובין דף פ\"ט ע\"ש:"
            ],
            [
                "<b>פתח שבין כו'.</b> והא דלא הוה כבית הפתוח לגינה צ\"ל כמש\"כ לעיל גבי הקדש ועי' בירושלמי פ\"ג דמעשרות ה\"ז גבי גג כו':"
            ],
            [
                "<b>והיכן קובעין כו'.</b> עי' בירושלמי בפ\"ד דמגילה דמקום המזוזה אם בתחלת שליש העליון או בשני שלישי התחתונים הוא מחלוקת ע\"ש:"
            ],
            [
                "<b>אמרו חכמים כו'.</b> מנחות דף מ\"ג ע\"ב:"
            ]
        ],
        [
            [
                "<b>שנאמר ועתה כו'.</b> עיין נדרים ד' ל\"ח ע\"א וע' גיטין ד' ס' ע\"א ואם כתב החומש לבדו עיין בהל' י\"ד ובירושלמי דמגילה פ\"ג דמותר לעשות מחומשין ס\"ת ואין עושין מס\"ת חומשין ועי' בתוס' ב\"ב ד' י\"ג ע\"ב וגם מדלא חשיב במשנה חומש ע\"ש בירושלמי. אך י\"ל דכונת רבינו דכיון דבתורה כתיב זה ע\"כ כונת התורה דצריך לכתוב התורה כולה ונ\"מ אם בלתה התורה ונשתיירה השירה אם יצא. ועי' מש\"כ בזה בהל' עבודת יוהכ\"פ פ\"ד הל' א', גבי מחתה ע\"ש. ועי' בכריתות דף ו' גבי הכרעות של שמן המשחה ועי' ירושלמי פ' י\"א דתרומות גבי לוג שמן של מצורע ובתוס' מנחות דף כ\"ג ע\"א ד\"ה הוא עצמו ע\"ש:",
                "<b>ואפילו אות אחת כו'.</b> ר\"ל דהוה כאילו קבלה כו' אך זה רק אם הוא צוה לכתוב ונ\"מ למצוה מן המובחר אבל בס\"ת של אביו אינו יוצא אף אם הגיה בה:"
            ],
            [
                "<b>ומגיהין כו'.</b> כן מבואר בירושלמי פ\"ב דסנהדרין ועי' מו\"ק ד' י\"ח ע\"ב ועי' מש\"כ רש\"י ב\"ב ד' י\"ד ע\"ב גבי שלא יהא ס\"ת יוצא ונכנס. והנה עיין במה שכ' רבינו ז\"ל בהל' מלכים פ\"ג הל' א' ושם כתב דאם נאבד ג\"כ צריך לכתוב אחרת אך באמת כך דלשני דברים צריך ס\"ת א' ללימוד ואחד למצות כתיבת ס\"ת והך של לימוד יוצא גם בשל אבותיו אך גבי מלך הלימוד והקריאה שלו צריך להיות רק בס\"ת שכתב לשם מלך ואף בשל אביו אם היה אביו מלך ג\"כ די ולמצות הכתיבה צריך שיכתוב בעצמו ודי אף אם כתב קודם שמלך ואותה מניח בבית גנזיו והדין של נאבד רק לס\"ת שצריך ללמוד בה אבל למצות כתיבה יצא אם נאבד ועי' בחולין ד' קל\"ט ע\"א כל היכא דאיתא כו' ועי' ברכות ד' ס' ע\"א ע\"ש:"
            ],
            [
                "<b>אלא בלילה כו'.</b> עי' בספרי דמרבי מכל ימי חייו גם הלילות ועי' מש\"כ רבינו ז\"ל בהל' מלכים פ\"ג הל' ה' ביום ובלילה. אך י\"ל דזה תליא בהך מחלוקת דרבי יעקב ורבנן במנחות דף ל\"ו ע\"א ועי' מש\"כ רבינו ז\"ל לעיל בהל' תפילין:"
            ],
            [
                "<b>מקצתו על הגויל כו'.</b> הנה בירושלמי דחציה על עור בהמה וחציו על עור חיה דשרי ובמס' סופרים פ\"ב אמרינן שם של צבאים וי\"ל משום דמוכח בתוספתא פ\"ג דבכורות דעור של צבי ועור של בהמה שוין ועי' בתוספתא ב\"ב פ\"ד וגם י\"ל דנ\"מ בין ב' יריעות ליריעה אחת ועי' בגיטין ד' ט\"ו ע\"ב:",
                "<b>כמלא אות קטנה.</b> ואם גם כאן צריך כדאות עם ריוח של חוט השערה נראה דזה תליא בהך דעירובין ד' י\"ד ע\"א גבי מעמידי קורה ע\"ש, ועי' נדה ד' י\"ג ע\"ב ובירושלמי שבת פ\"ח הלכה ג':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלא כחומש מן החומשין כו'.</b> עי' במרדכי מהך דגיטין ד' נ\"ה ע\"ש. אך יש לומר דגבי שלא לשמה דאינו ניכר י\"ל שמא יקרא בו ואתי לידי תקלה ועי' גיטין ד' מ\"ה ע\"ב גבי ס\"ת שכתבו נכרי ע\"ש בתוס' ורש\"י ר\"ל לקריאה בעלמא, ועי' מנחות דף מ\"ב ע\"ב וקלינין לה לאודרא ע\"ש:"
            ],
            [
                "<b>ואם היה ארבע יגנז כו'.</b> אך זה רק אם אין בכל הטעיות פ\"ה אותיות אבל אם יש פ\"ה אותיות לא עי' ירושלמי פ\"א דמגילה ועי' שבת ד' קט\"ו ע\"ב ע\"ש. וזה יש להסתפק אם יש בתיבה אחת כמה טעיות אם הוה כמו טעות אחת או כמו הרבה טעיות עי' בזבחים ד' צ\"ט ע\"א גבי טבול יום והוא בעל מום ושם ד' ק\"י ע\"א גבי חסרון דחוץ ומנחות ד' נ\"ז ע\"א גבי חימצה ויצאת כו' ע\"ש. ועי' פסחים ד' י\"ז ע\"א גבי משקה ביה מדבחיא ותוס' ב\"ק ד' ע\"ו ע\"ב ד\"ה והלא ע\"ש ועי' בהך דהוריות ד' י\"ב ע\"ב גבי משיח שנצטרע ע\"ש ברש\"י ועי' כתובות ד' נ\"ב ע\"א בהך פלוגתא דאביי ורבא גבי אלמנה לכה\"ג ועי' ב\"ק ד' קי\"ז ע\"א גבי שאני התם דמיקלי קלי ובירושלמי קדושין פ\"א גבי חלה ואח\"כ ברח ובירושלמי גיטין פ\"ה גבי ראובן שגזל שדה משמעון:",
                "<b>ואם היה רוב הספר כו'.</b> והנה מה ר\"ל רוב אם רוב אותיות או רוב תיבות או פסוקים ועי' בהך דחולין ד' ע' ע\"א וזבחים ד' ק\"ד ע\"ב גבי רוב אבר או רוב בהמה ועי' במנחות ד' פ\"ה ע\"ב גבי התליע רוב חטה ושם ד' כ\"ו ע\"ב ובירושלמי פ\"ב דיומא ובפ\"א דמעשרות גבי משתצמח ובזה נ\"מ הך דקדושין ד' ל' ע\"א דחשיב שם חציין של פסוקים וחציין של תיבות וחציין של אותיות וגבי תהילים לא חשיב תיבות וגם נ\"מ אם אזלינן בזה בתר המסורת או בתר הקריאה ועי' בהך דבכורות דף מ\"ה ע\"א גבי חסר ויתר באברים וברמב\"ם שם:"
            ],
            [],
            [
                "<b>מותר לכתוב כו' ואין בהם כו'.</b> עי' בירושלמי פ\"ג דמגילה סוף ה\"א ובבלי שם ד' כ\"ז ע\"א ועי' תוס' ברכות ד' כ\"ו ע\"א ובמס' סופרים פ\"ג ה\"ג וצ\"ל דמה שכ' רבינו ז\"ל כאן ואין בהם קדושת ס\"ת ר\"ל לענין הך דס\"ל לרבינו ז\"ל בהלכות שבועות פי\"ב ה\"ד דס\"ת יש בו עצם קדושה משא\"כ בחומשין והך דהלכה י\"א כאן דייק רבינו וכתב כחומש כו' שמלמדין בו התינוקת ר\"ל דגרע משאר חומשין משום הך דגיטין דף ס' דמחסרא במלתא והך דירושלמי דס\"ל דעושין מחומשין תורה י\"ל דמיירי שבשעה שכתב החומשין היה בדעתו להשלים וחל עליו הקדושה מיד וי\"ל דזה תליא בהך דמנחות ד' ח' ע\"א בהך דרב ור' יוחנן ורבי יוסי ע\"ש. ועיין מש\"כ רבינו ז\"ל בהל' פסולי המוקדשין פ\"ג ה\"כ דמחלק בין מדות לכלים ע\"ש ועיין בהך דמקואות פ\"ג משנה ד' גבי נתכון לרבות ועיין מש\"כ התוס' חולין דף קכ\"ג ע\"א ד\"ה טלית ע\"ש, ועי' במנחות דף ל' ע\"א מה דמחלק שם בין חומשין לס\"ת ובירושלמי הובא בתוס' ב\"ד דף י\"ג ע\"ב ע\"ש:"
            ],
            [],
            [
                "<b>ומותר לכתוב שלש כו'.</b> עיין בירושלמי דמגילה פ\"ג שהביאו התוס' בגיטין דף ו' ע\"ב ובכ\"מ אך באמת אין הפירוש כן רק משום דאין כותבין מגילה לתינוק להתלמד בה והרי\"ף ז\"ל דפסק דכותבין זה מהך דיבמות דף ק\"ו ע\"ב ולא ס\"ל כרש\"י ז\"ל רק דס\"ל דמותר לכתוב ועיין בהך דשבת דף קט\"ו ע\"ב גבי כותבי ברכות ע\"ש ובתמורה דף י\"ד ע\"ב ולהכי אם משרטט אותם מותר דזה הוה כמו רמז שלא נכתב במקומו כמש\"כ בספר בעל העיטור בהל' מגילה ולכך שלש כותבין בלא שרטוט דשלש תיבות ניתן לכתוב כמש\"כ רבינו ז\"ל לעיל בהל' י\"ד אך זה רק היכא דלא הוה פסוק בפ\"ע, אבל היכא דהוה דבר בפ\"ע אסור אף ג' תיבות וזה כונת רבינו ז\"ל בפ\"ד מהל' יבום וא\"ש ועיין מש\"כ התוס' סוכה דף ל\"ח ע\"ב ועיין מש\"כ רבינו ז\"ל בשו\"ת פאר הדור:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ולא הפסיק כו'.</b> עיין מנחות דף ל' ע\"א ולא ימעט ועיין מש\"כ הכסף משנה ז\"ל לעיל פ\"ז ה\"ה ומש\"כ שם רבינו לא נשאר מן השיטה ר\"ל דאם נשאר כדי שלש אותיות אסור להניחם פנוי שלא יאמרו פרשה סתומה היא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שלש כו' בד\"א כו'.</b> עיין בכסף משנה ועיין תוס' שבת דף ע\"ט ע\"ב דגרסי ד' פסול וכן מוכח בירושלמי פ\"א דמגילה דאמר שם טעה והשמיט כו' אף בקרע כן כו':",
                "<b>וכל הקרעים אין כו'.</b> והנה באמת נ\"ל דהך דמכות דף י\"א ע\"א גבי חזינא לתפילין דבי חביבא כו' ר\"ל כה\"ג היכא דאין התפירה חיוב כגון בקרע וכיוצא בזה ועיין רש\"י מגילה דף ח' ע\"ב גבי מזוזה תפורה וגם נ\"מ אם צריך לתופרן בגידי טהור דוקא וזה י\"ל דתליא בהך דר\"ש ורבנן בזבחים דף י\"ג ע\"א גבי עבודה שאפשר לבטלה ועיין במכות דף ח' ע\"א כיון דמצא קצור אינו קוצר כו' ע\"ש:"
            ]
        ],
        [
            [
                "<b>עיין בכסף משנה אם מברכין על ס\"ת פסולה עיין במס' סופרים פ\"ב במחלוקת דר\"י ורשב\"ג גבי ס\"ת שיש בו טעות ובמאי פליגי דאין לומר דפליגי אם יכול לתקן דא\"כ הוה תנא כרב במנחות דף כ\"ט ע\"ב אך כך דעיין בתוס' מגילה דף ט' דס\"ל דס\"ת חסירה כשירה לקרות וע\"ש דף י\"ח ע\"ב גבי השמיט בה הספר כו' ואמר שם אם קראן הקורא כמתורגמן המתרגם יצא ור\"ל כך דהנה גבי קריאת המגילה יש ב' דברים מצות קריאה ומצות פרסומי ניסא בהקריאה כמבואר שם דף י\"ח ע\"א וברכות דף י\"ד ע\"א ע\"ש וכבר הארכתי בזה בהל' מגילה.</b> והנה גבי מגילה אם נכתב בלה\"ק וקורא אותה כך אז אף אם אינו מבין יצא ואם בתרגום אז דוקא צריך להבין דאז לא הוי המגילה כשרה רק לקריאה וצריך להבין הקריאה ולא בגדר מצות קריאה והנה אם השמיט בה הסופר אז שוב אין בה דין מגילה למצות קריאה רק כמו אם כתבה תרגום ואז אף אם קורא בלה\"ק צריך להבין וזה דר\"ל כמתורגמן המתרגם כו' ר\"ל כמו אם היה כתוב בלשון תרגום ולא יצא רק מצות פרסומי ניסא וה\"נ גבי ס\"ת דדבר שצריך לקרות בצבור ודאי בס\"ת פסולה אינו יכול לקרות אבל דבר דאין חיוב לקרות כמו מפטיר דרק משום כבוד תורה צריך לקרות בתורה כמבואר במגילה דף כ\"ג בזה י\"ל דגם בס\"ת פסולה יכולין לברך אך י\"ל דהוה כמו הך דזבחים דף נ\"ב ע\"ב למ\"ד שירים מעכבין צריך להביא פר ולהתחיל בתחלה דאל\"כ לא הוה שירים וה\"נ כן גבי מפטיר דלא מצורף להני קריאות:",
                "<b>שהרחיק כו' התיבה בשני תיבות כו'.</b> עיין במס' סופרים פ\"ב ופ\"ג ושם כתב רק שם ועיין במרדכי בזה ועיין בירושלמי שבת פי\"ג הכל מודים בשם עד שישלים דלא הוה כתיבה ועיין ברכות דף נ\"ו ע\"א גבי חמור ע\"ש ברש\"י:"
            ],
            [],
            [
                "<b>ס\"ת שבלה כו'.</b> עיין ב\"ב דף כ' ע\"א:"
            ],
            [
                "<b>תיק כו' וכן המטפחות כו' והמגדל.</b> עיין בפ\"ט דכלאים ה\"ג דרב אמר שם מפני שמחמם בו ידיו ועיין מס' כלים פ' כ\"ד הל' י\"ד ופ' כ\"ח ה\"ד דמשמע שם דטהור לגמרי דהוה איסורי הנאה, אך באמת כך י\"ל דרב לשיטתיה בקדושין דף נ\"ד ע\"א גבי כתנות כהונה דאם לא בלו אין מועלין בהם ע\"ש. אך באמת כך דיש ב' מיני מטפחות וב' מיני ארונות עיין רש\"י סוטה דף ל\"ט ע\"ב ומגילה דף כ\"ו ע\"ב נמצא שהיה להם אחד שנעשה לשימור וזה קמטרא וכילה שעליו לא הוה רק משום ארון ותיבה מקרי זה שנעשה לכבוד בעת שקורין וזה אסור משום ס\"ת ועיין תוס' שבת דף ל\"ב ונ\"ל דבארון הוה מונח בתיק ובתיבה בלא תיק ועיין בירושלמי פט\"ז דשבת גבי ניחא תיק הספר עם הספר ר\"ל דהוה כמכשיר לס\"ת דאסור לאחוז ס\"ת ערום ועיין מש\"כ התוס' פסחים דף קי\"ד ע\"א גבי חרוסת וזבחים דף ק\"ח ע\"א גבי מלח וחולין דף ק\"כ ע\"א ע\"ש. וכעין זה אמרינן בזבחים דף נ\"ה ע\"ב גבי וילון הוא עצמו אינו נעשה כו' ועי' יומא דף נ\"א ע\"ב וסוכה דף ז' ותוס' ביצה דף י\"ד ע\"ב ע\"ש ועיין בכלים פ' י\"ו מ\"ז וגם במטפחות כן דהני דלנוי מותר להשתמש בהם והני דלשימור אסור דשם לא שייך הך דקדושין דף נ\"ד הנ\"ל וגם הך דמגילה דף כ\"ו ע\"ב שם רק מיירי בבלו וגריעה טפי כמבואר בקדושין הנ\"ל:"
            ],
            [
                "<b>אין נכנסין בהם כו'.</b> ורק אם יש בהם שם עיין ר\"ה דף י\"ח ע\"ב ותוס' ב\"ב דף קס\"א ע\"א ועיין סנהדרין דף כ\"א ע\"ב ע\"ש:"
            ],
            [
                "<b>בבית המרחץ כו'.</b> עיין ירושלמי ברכות פ\"ב ה\"ב:"
            ],
            [],
            [],
            [],
            [
                "<b>מצוה ליחד כו'.</b> ברכות דף כ\"ד:",
                "<b>ולא יגלה.</b> עיין שבת דף ק\"כ ע\"ב:",
                "<b>ולא יפשיט.</b> עיין חגיגה דף ט\"ו ע\"ב:",
                "<b>ולא יחזיר אחוריו כו'.</b> עיין יומא דף נ\"ג ע\"א וירושלמי ברכות פ\"ג ה\"ה:"
            ]
        ]
    ],
    "versions": [
        [
            "Tzafnat Pa'neach on Mishneh Torah, Warsaw-Piotrków, 1903-1908",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "צפנת פענח על משנה תורה, הלכות תפילין ומזוזה וספר תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tzafnat Pa'neach",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}