{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Penei Yehoshua, Warsaw 1861", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>במשנה</b> שבועות שתים שהן ארבע ופירש\"י בשבועות ביטוי שפתים הכתוב בויקרא כו'  והיינו כמסקנת הגמרא דלקמן דכולה מתני' לענין קרבן איירי אלא שאם לכך נתכוון רש\"י לא א\"ש הא דמסיים כדמפרש בפ' שלישי דנהי דהתם מפרש להדיא דהני שתים שהן ד' איירי בשבועת ביטוי כדקתני להדיא שאוכל ושלא אוכל שאכלתי ושלא אכלתי מ\"מ לא משמע מהתם דאיירי לענין קרבן ואדרבה טפי הוי משמע דאיירי לענין מלקות כמו שיבואר במקומו אי\"ה לכך נ\"ל בכוונת רש\"י דל' המשנה גופא הכריחו לפרש כן מדפסיק ותני בלשון קצרה שבועות שתים שהן ארבע אע\"ג דשבועות דמכילתין טובא הוי שבועת ביטוי ושבועת שוא לשנות את הידוע ושבועת העדות ושבועת הפקדון ושבועת הדיינין ובקצת מהם כ' הרמב\"ם ז\"ל שכל אחד מהם נחלק לארבע וא\"כ לפי\"ז עכ\"פ ה\"ל למיתני שבועות ביטוי שתים שהן ד' וע\"ז מפרש רש\"י שפיר דהתנא ודאי אקרבן עולה ויורד קאי דומיא דידיעות הטומאה דע\"כ איירי בעולה ויורד ושבועות וידיעות סמיכי להדדי בהאי פרשה גופה דויקרא ומש\"ה מסמיך לה במתניתין נמי להדדי א\"כ ממילא ידעינן דאשבועות ביטוי קאי ולענין עולה ויורד כן נ\"ל. ועוד י\"ל דהא דלא נקיט במתניתין להדיא שבועות ביטוי שתי' שהן ד' היינו משום דא\"כ היה במשמע שהן ד' לבר משבועת העדות ובהדי שבועת העדות ה\"ל ה' וא\"כ זימנין דמשכחת לה שיתחייב ה' קרבנות אי עביד לכולהו ולקושטא דמלתא לא הוי הכי דהיכא דאיתא לשבועת עדות אפקיה רחמנא מכלל שבועת ביטוי והיכא דפטור משום שבועת עדות כדקתני התם אפ\"ה חייב שתים משום שבועות ביטוי דהוי נמי לשעבר ובכלל שלא אכלתי מש\"'ה קתני סתמא שתים שהן ד' לאשמעינן הך מילתא דהיכא דעבר על ארבעתן לא מחייב אלא ד' אפי' היכא דשבועת העדות חד מהנך ד' כנ\"ל וכמו שיבואר עוד בפרקים הבאים אי\"ה לענין שבועת העדות ושבועת הפקדון והשתא א\"ש נמי הא דפתח במכילתין בשבועות ביטוי וקתני לה בס' נזיקין והיינו משום דשבועת העדות ופקדון נמי בכלל הנך דלשעבר ודו\"ק וגם זה נראה לי נכון:", 
            "<b>שם</b> שבועות שתים שהן ארבע ידיעות הטומאה שתי' כו'  לכאורה לאלתר ה\"ל לפרושי הנך ד' שבועות מאי נינהו שאוכל ושלא אוכל כו' כדקתני ברפ\"ג וה\"ה לענין ידיעות יש לדקדק כן דלאלתר ה\"ל למיתני מאי נינהו הנך ב' שהן ד' כדקתני ברפ\"ב והנדאה בזה משום דא\"כ הי' צריך לפרש ג\"כ בכה\"ג יציאות השבת ולענין נגעים והנך דיציאות השבת נפישין מילייהו וכבר תני להו בדוכתא והיה ג\"כ הפסק גדול בין עיקר מלתא דידיעות שתים שהן ארבע ובין כולהו הנך בבי דיש בה ידיעה ואין בה ידיעה מש\"ה קתני נמי הנך דשבועות ודידיעות כאן בל' קצרה והדר מפרש להו בפרקים הבאים:", 
            "<b>שם</b> יציאות השבת שתים שהן ד'. מה שיש לי לדקדק בפירוש רש\"י ובל' התוס' דהכא כתבתי באריכות ברפ\"ק דשבת כי שם מקומו ושם נתבאר ג\"כ דדברי רש\"י דהכא אין סותרין פירושו דהתם ואלו ואלו דברי אלקים חיים הן:", 
            "<b>שם</b> את שיש בה ידיעה בתחילה וידיעה בסוף כו'  כבר כתבתי בסמוך דלכאורה מעיקרא ה\"ל למיתני ולפרש הנך שתים שהן ארבע דריש פ\"ג ובתר הכי ה\"ל למיתני כל הנך בבי וחילוקי הידיעות דיש בה ואין בה דלא שייכי כלל לענין שתים שהן ארבע אלא לענין חילוקי כפרה לחוד דשייכי טפי למס' יומא או למס' כריתות אלא דלע\"ד נראה דכל הנך בבי הא בהא תליא והיינו למאי דמסקינן בהנך שתים שהן ד' דידיעות היינו לקרבן וכר\"ע דוקא ולא כר' ישמעאל דפליג ואמר דלא חייב אלא על העלם מקדש משום דדריש מהנך תרי ונעלם דעל העלם טומאה חייב ואינו חייב על העלם מקדש וא\"כ לית ליה נמי הך בבא דבעינן ידיעה בתחילה בעולה ויורד כדאיתא להדיא לקמן דף ט' ומסקינן התם נמי דלר' ישמעאל לית ליה נמי הך בבא דאין בה ידיעה בתחילה ויש בה ידיעה בסוף שעיר הנעשה בחוץ מכפר אלא כר\"מ ס\"ל דכל השעירים כפרתן שוה כו' ע\"ש וממילא כיון דכל הנך בבי אליבא דר' יהודה מסיק להו והיינו משום דלא ס\"ל כר' ישמעאל אלא כר\"ע דדריש מהנך תרי ונעלם דבעינן ידיעה בתחילה ולא למעט העלם מקדש מש\"ה הוי שפיר שתים שהן ארבע והיינו ב' העלם טומאה וב' העלם מקדש כדקתני ברפ\"ג נמצא דלפ\"ז סידר רבי' הקדוש משנתינו בל' חכמה לאשמעינן דהנך שתים שהן ד' וכל חילוקי בבות דידיעות בענין כפרה הא בהא תליא וטעמא קיהיב כנ\"ל נכון ודו\"ק:", 
            "<b>שם</b> שנאמר מלבד חטאת הכיפורים כו' מה הפנימי אין מכפר כו'. בגמ' דיומא פ' בא לו (יומא דף ע') משמע דלר\"ע דמתניתין דהתם ולברייתא דבי ר' ישמעאל לית להו הך היקישא דמלבד חטאת הכיפורים דלגופא איצטריך לאשמעינן דאע\"ג דכל ז' כבשים דמוספי יה\"כ קרבי בהדי תמיד של שחר אפ\"ה האי חטאת חיצון של מוסף קרב עם תמיד של בין הערביים והיינו לאחר חטאת הכיפורים וקודם אילו ואיל העם ע\"ש וא\"כ לפ\"ז משמע דהנך בבי דהכא כולהו רבי יהודה מסיק להו ואזיל לטעמיה דאמר בפ' בא לו משמיה דר\"ע דששה כבשים נמי היו קרבין עם תמיד של בין ערביים וא\"כ אייתר ליה האי קרא דמלבד חטאת הכיפורים להך היקיש' דהכא ודהתם דעל מה שזה מכפר זה מכפר כך היה נ\"ל בהשקפה ראשונה מיהו לקמן דף ט' דמקשה הש\"ס בפשיטות דלרבי ישמעאל ור\"י האי היקישא דמלבד חטאת הכיפורים למה לי ומשני לה התם א\"כ משמע דלכ\"ע אית להו הך היקישא והכי משמע בכל הסוגיא דלקמן וא\"כ צ\"ע מהך סוגיא דפרק בא לו ויבואר בסוגיא דלקמן אי\"ה:", 
            "<b>שם</b> מה פנימי אין מכפר אלא על דבר שיש בו ידיעה כו'  נראה דעיקר היקישא דחיצון לפנימי היינו כי היכי דלא נימא דחיצון מכפר אאין בה ואין בה כמו שאר שעירי רגלים דהא יה\"כ נמי בכלל רגלים והיינו דמסיק לה בהאי לישנא דאינו מכפר אלא על דבר שיש בו ידיעה כמו פנימי ולא קאמר איפכא כנ\"ל ועיין מה שאכתוב בזה לקמן בלשון הגמרא בעיקר הסוגיא ודו\"ק:"
        ], 
        [
            "<b>שם</b> במשנה ר\"מ אומר כל השעירין כפרתן שוה כו'  עיין מה שכתבתי בזה בפ\"ק דר\"ה דף ח' ע\"ב בהא דאמר רבי אבהו איזה חג שהחדש מתכסה בו הוי אומר זה ראש השנה וכתבו התוס' שם בשם רבי' משולם דבר\"ה לא היו מקריבין שעיר חטאת של ר\"ח כלל והאריכו בזה להקשות מהתוספתא דהכא דקחשיב י\"ב שעירים לי\"ב ראשי חדשים אלמא דבר\"ה נמי היה קרב וכתבתי שם דלע\"ד אין ראיה מהתוספתא דר\"ש קאמר לה התם ולטעמיה אזיל למאי דקאמר הכא דשעירי ר\"ח מכפרין על הטהור שאכל את הטמא ושעירי רגלים על שאין בה ידיעה כו' א\"כ שפיר קאמר בתוספתא דבר\"ה נמי היו מקריבין שעיר חטאת של ר\"ח לכפר על טהור שאכל את הטמא כיון דאין השעיר של ר\"ה מכפר על זה וא\"כ למה ישתנ' חדש תשרי מכל החדשים משא\"כ לר\"מ דאמר כל השעירים כפרתן שוה וממילא דשעיר חטאת של ר\"ה היה מכפר ג\"כ על טהור שאכל את הטמא א\"כ שוב לא היו צריכין להקריב שעיר חטאת של ר\"ח דשתי חטאות לכפר על ענין א' לא אשכחן וכדמשמע נמי לקמן בפירקין וא\"כ לדידיה א\"ש טובא הא דכתיב בר\"ה מלבד עולת החדש ולא כתיב נמי מלבד חטאת החדש וממילא דלר' יהודה נמי א\"ש כיון דתרווייהו מכפרין על שאין בה ידיעה וע\"ש בחידושינו ותמצא נחת ובירושלמי דשמעתין נמי משמע להדיא כמו שכתבתי וכן נראה מלשון הר' אלפס בשמעתין לפי מה שהוגה מקרוב ע\"פ הגה\"ה בעל ד\"ת שהובא בס' תומת ישרים ומחק כל הנך בבי דאיירי בידיעות הטומאה לפי שאין דרכו להביא ענינים מה שאין נוהגות בזמנינו ולא הביא אלא הך בבא דאין בה ידיעה לא בתחילה ולא בסוף דפליגי בה ר\"י ור\"ש אי שעירי רגלים ור\"ח מכפרין עלייהו או על טהור שאכל את הטמא וע\"כ היינו משום דנפקא מיניה נמי האידנא לדינא אם צריך להזכיר חטאת ר\"ח במוסף ר\"ה כדפרישית והיינו דמייתי הרי\"ף אמתניתין דידן הך פלוגתא דתנאי בעירובין אם צריך להזכיר מוסף ר\"ח בר\"ה אלמא דהא בהא תליא ולע\"ד מזה ראיה ברורה למה שכתבתי בחידושי ר\"ה ודו\"ק:", 
            "<b>הג\"ה</b> מבן המחבר וזאת ליהודה מדבר", 
            "<b>אמנם</b> אבא מזכה ברא וברא מזכה אבא אבאר דבריו בעז\"ה עד מקום שידי מגעת מסוגית הש\"ס ופוסקים דאלו ואלו דברי אלקים חיים וראשון תחילה נאמר דלענ\"ד נראה לפי' דברי הרי\"ף ז\"ל ורבינו משולם שפסקו שלא להזכיר בר\"ה חטאת של ראש חדש ודברי ר\"ת ז\"ל שפסק להזכירו וכן מנהגינו תליא בפלוגתא דתנאי ולענין פסק הלכה אלו ואלו יש להם על מה שיסמוכו אף שאין אני כדאי להכריע אך באתי כננס ע\"ג ענק לדברי אאמ\"ו הגאון האמיתי זצ\"ל. ובתחילה אבאר פלוגתא דר\"י ור\"ש ור\"מ בענין השעירים דלר\"י ור\"מ מכפר שעיר של ר\"ח על טומאת מקדש וקדשיו ומצינן לפ' לפמ\"ש ר\"ת דבזה כ\"ע מודים שהיו ל\"ב שעירים ואף בר\"ה היה מקריב שעיר של ר\"ח ור\"י אזיל לפ\"ש דפריך הש\"ס פ\"ק דשבועות דף ח' אפסק' דאין בה כו' ונכפר פנימי אדידיה ואדחיצון ונ\"מ להיכא דלא עביד חיצון וכתבו התוס' בד\"ה ונ\"מ כו' וא\"ת חיצון למה בא כלל וי\"ל משום טומאה שאירעה כו' עכ\"ל ומשני אחת כפרה א' מכפר והדר פריך ונכפר חיצון אדידיה ואמאי דעביד פנימי ומשני אמר קרא אחת בשנה כפרה זו לא תהא אלא א' בשנה ומבואר להדיא דצריך כפרה אטומאה שאירעה בין זה לזה ולא איצטריך למיכתב בר\"ה חטאת של ר\"ח דממילא מוכח דילפינן שעיר של ר'ח מיה\"כ כדאמרי' שם דף ט' ע\"ב ע\"ש בסוגי' ומה\"ט ס\"ל לר\"י דשעיר של ר\"ח מכפר ג\"כ אטומאת מקדש וקדשיו והא דאיצטריך שעיר של ר\"ח בר\"ה ולא מהני בשעיר של ר\"ה דאכתי מהני לטומאה שאירעה בין זה לזה ויליף לה מדאיצטריך יתורא דאחת בשנה וילפינן ג\"כ שעיר של ר\"ח בגלוי מילתא בעלמא דצריך כפרה לטומאה שאירע' בין זה לזה אלא דר\"ש אזיל לפ\"ש דס\"ל להדיא ספ\"ק דשבועות דילפינן שעיר הפנימי משעיר המשתלח וס\"ל דשעיר המשתלח מכפר כל היום ור\"ש ס\"ל להדיא דאיתקש שעיר הפנימי לשעיר המשתלח ולפ\"ז לא משכחת ליה לר\"ש טומאה שאירעה בין זה לזה וכמו שהקשו בתוס' שם ובאמת נ\"ל ליישב דסוגי' הש\"ס בהא דפריך ונכפר פנימי כו' וכן הא דפריך ונכפר חיצון כו' דוקא אליבא דר\"י וכמ\"ש בעז\"ה סוגי' הש\"ס מלשון המשנה ויבואר בעז\"ה דברי התוס' דלא סתרן אהדדי והיוצא מדברינו דדוקא אליבא דר\"י הוא דפריך הש\"ס ונכפר חיצון כו' וכיון דאליבא דר\"ש לא משכחת ליה טומאה שאירעה בין זה לזה וס\"ל בפשיטות דל\"ב שעירים היו קריבין י\"ב דר\"ח וקשה אמאי הי' שעיר דר\"ח בר\"ה כיון דליכא ילפותא לטומאה שאירעה בין זה לזה לא מעצרת כמ\"ש אמ\"ו הגאון ז\"ל ולא מיה\"כ אליבא דר\"ש ומה\"ט הוכרח ר\"ש לומר לפ\"ש דשעיר של ר\"ח אינו מכפר על טומאת מקדש וקדשיו אלא על טהור שאכל את הטמא ומש\"ה צריך לומר שהיה שעיר של ר\"ח אף בר\"ה ור\"י אזיל לפ\"ש דאפי' לענין טומאת מקדש וקדשיו היו צריכין לשעיר של ר\"ח בר\"ה משום טומאה שאירעה בין זה לזה כן נ\"ל ודוק היטב. ולפ\"ז י\"ל דא\"ש הא דפריך הש\"ס רפ\"ק דיומא לענין פרישה ואימ' ר\"ה דמוכח לכ\"ע דהיו שני שעירים בין לר\"י ובין לר\"ש דאלת\"ה לא הי' פריך הש\"ס מידי דהא במלואים היו שני שעירים כמ\"ש התוס' ומה\"ט הוכרחו התוס' שם לפ' דבעצרת היו ג\"כ שני שעירים ע\"ש וע\"כ משום דלר\"י דס\"ל דלא ילפינן שעיר המשתלח משעיר הפנימי אלא לענין שיהיו שווין במראה כדאמרי' ספ\"ק דשבועות ומה\"ט אמרינן שפיר אליבי' דר\"י בהא דפריך הש\"ס ונכפר חיצון אדידיה ואדפנימי נ\"מ לטומאה שאירע בין זה לזה ואיכא למידק דהיכי שייך לומר דנ\"מ בזה הא קמי שמיא גליא אע\"כ דנ\"מ אליביה דר\"י דמוכח מן התורה דצריך כפרה אטומאה שאירעה בין זה לזה וממילא דע\"כ צריך שעיר של ר\"ח בר\"ה ונ\"מ טובא לדינא בזה ואפשר לפרש בזה ג\"כ כוונת רבינו הגדול הרי\"ף ז\"ל שהבי' כל הפלוגתא דמתניתין ומייתי עלה הא דאמר ר\"ש אמר הקב\"ה הביאו עלי כפרה כו' דלא נימא דמתניתין מוכחא שמביא קרבן אטומאה שאירעה בין זה לזה וממילא דה\"ה בר\"ה אלא דלפמ\"ש התוס' לקמן דף ח' ע\"ב ד\"ה ונכפר חיצון אדידיה ואמאי דעביד פנימי וז\"ל וא\"ת המקשה דלא ידע הך דרשא כו' אמאי לא פריך דליכפרו או ליתלי תרווייהו אפנימי ותו לא וי\"ל דאהך קושיא ודאי ידע כו' א\"כ י\"ל סברא הוא כו' וזה אין סברא לומר שיועיל ולא בא חיצון אלא משום טומאה שאירעה בין זה לזה כו' עכ\"ל ונמצא דס\"ל להתוס' דאטומאה שאירעה בין זה לזה לחוד לא מייתי קרבן וה\"נ מצינן למימר דהכי ס\"ל להרי\"ף ז\"ל ורבינו משולם דמשום טומאה שאירע' בין זה לזה לא מייתי קרבן ומה\"ט בר\"ה דליכא טעמא אחרינא לא היה שעיר של ר\"ח בר\"ה אליבי' דר\"י אלא דאכתי דהא הי' צריך ג\"כ שעיר של ר\"ח בשביל מיעוט הירח ולהכי מפרש הרי\"ף ז\"ל דמה שאמר הקב\"ה הביאו עלי כפרה היינו לפני בשביל כבוד הירח עשה הקב\"ה זמנו בר\"ח וליכא אלא משום טומאה שאירעה בין זה לזה ומה\"ט ס\"ל להרי\"ף ורבינו משולם דאינו מזכיר בר\"ה של ר\"ח כיון דקי\"ל כר\"ש דשל ר\"ח מכפר ג\"כ אטומאת מקדש וקדשיו אאין בה ואין בה ור\"ת ז\"ל ס\"ל כפשטא דשעיר של ר\"ח מכפר ג\"כ על מיעוט הירח וכפשטא דסוגי' דש\"ס פ\"ק דשבועות דף ט' ע\"א אפסקא על שאין בה ידיעה בתחילה ולא בסוף שעירי הרגלים ושעירי ר\"ח מכפרין דברי ר\"י אמר רב יהודה אמר שמואל מ\"ט דר\"י אמר קרא ושעיר עזים א' לחטאת לה' כו' והאי מיבעי ליה לכדר\"ל דאמר ר\"ל מה נשתנה שעיר של ר\"ח שנאמר בו לה' אמר הקב\"ה שעיר זה יהיה כפרה על שמיעטתי את הירח כו' עד שמעת מיניה תרתי וס\"ל לר\"ת ז\"ל כיון דשעיר של ר\"ח אתי לטומאה שאירעה בין זה לזה וגם אמיעוט ירח מש\"ה צריך להביא שעיר של ר\"ח אפי' בר\"ה אלא דהרי\"ף ורבינו משולם ז\"ל ס\"ל כמ\"ש התוס' שם בשם הערוך וז\"ל שעיר זה כפרה לישראל ועלי לקבוע זמן כפרה זו וקבעתי בר\"ח להפיס דעתה של ירח ועוד לפמ\"ש אאמ\"ו הגאון האמיתי ז\"ל דבר\"ה א\"צ פיוס כיון דאין ב\"ד של מעלה נכנסין לדין עד שקדשו ב\"ד שלמטה את החודש ממילא דבר\"ה הוה מיעוט ירח למעליותא וליכא אלא משום טומאה שאירעה בין זה לזה וס\"ל דמשום זה לחוד אין סברא להביא קרבן מיוחד וממילא דלאידך ברייתא דס\"ל הא דכתיב כי חק לישראל כו' אין לי אלא לישראל לא\"ה מנין ת\"ל משפט לאלקי יעקב ולהך ברייתא צריך שעיר כדי להפיס דעתה כיון דלא ס\"ל דאין ב\"ד של מעלה נכנסין לדין עד שקדשו ב\"ד של מטה את החודש וליכא פיוס אפילו בר\"ה וביותר לפי מה שאבאר דאדרבה בהך ענינא איכא קטרוג לדין בר\"ה שאמרה א\"א לשני כו' היינו מלכי ישראל שהוא חלק הרוחני הנשמה חלק אלקי ממעל ומלכי א\"ה היינו חלק הגשמי הגוף שלענין חלק הגשמי שנקרא יעקב הם בגדר א' עם א\"ה כמ\"ש הלא אח עשו ליעקב ומה\"ט מייתי הש\"ס לא\"ה מנין ת\"ל כי חק הוא משפט לאלקי יעקב ואבאר ענין זה בעז\"ה ואפשר לפרש דהנך תרי ברייתות לכ\"ע ס\"ל דהיו ל\"ב שעירים והיה שעיר של ר\"ח בר\"ה ופליגי בפלוגתא דר\"י ור\"ש במתניתין דרפ\"ק דשבועות וממילא דלמ\"ד דאין צריך פיוס וליכא אלא משום טומאה שאירעה בין זה לזה וע\"כ ס\"ל כר\"ש דשעיר של ר\"ח בא אטהור שאכל את הטמא ומש\"ה צריך שעיר ר\"ח אפי' בר\"ה ומה\"ט הוצרך רבינו משולם לחזור בו ומפרש דהיה שעיר אלא שאין מזכירין ולפמ\"ש אמ\"ו הגאון ז\"ל דנוכל לפרש סוגית הש\"ס שלא הי' שעיר דר\"ח בר\"ה מצינן לפרש דרנב\"י דמפ' דהא דקתני במתניתין דאחד בתשרי ר\"ה לשנים היינו לדין ואהא מייתי הך קרא דתקעו בחדש שופר כו' ומפ' בכסה שלא הי' שעיר של ר\"ח קרב בר\"ה דלהך ברייתא דאין ב\"ד של מעלה נכנסין לדין עד שקדשו ב\"ד של מטה את החודש דוחק לפרש בכסה שהלבנה הי' מכוסה לרחוקים דהיכא רמוז בפסוק לענין רחוקים מכיון שכבר קידשו ב\"ד את החדש אלא דלאידך ברייתא שפיר מצינן לפ' כן וממילא כיון דרנב\"י מפרש ר\"ה לשנים היינו לדין בודאי ניחא לן לאוקמא אליבא דכ\"ע והיינו כיון דלהך ברייתא דא\"צ פיוס א\"צ אלא לטומאה שאירעה בין זה לזה ולפמ\"ש דאין סברא להביא קרבן בשביל זה לחוד א\"ש לישנא דכסה שלא היה בו שעיר כלל כנ\"ל לפ' כל השיטות בזה דאלו ואלו דברי אלקים חיים ודוק היטב כי נכון הוא בעז\"ה. אלא דלפמ\"ש מלתא בטעמא אם נימא דלא הי' שעיר של ר\"ח בר\"ה משום טומאה שאירעה בין זה לזה לחוד א\"צ שעיר כמ\"ש התוס' ע\"ז מסוגית הש\"ס שם דפריך ונכפר פנימי אדידיה ואדחיצון כו' והקשו התוס' שם א\"כ חיצון למה בא משום טומאה שאירעה בין זה לזה ומוכח דמביא שעיר החיצון בשביל טומאה שאירעה בין זה לזה לחוד וכתבו מהרש\"ל ומהרי\"ן לב דדברי התוס' סותרין אהדדי והדרא קושי' לדוכתי' דהא לכ\"ע צריך שעיר של ר\"ח בר\"ה ולפענ\"ד נראה לפ' דברי התוס' במ\"ש דאין סברא להביא שעיר מיוחד בשביל טומאה שאירעה בין זה לזה לא סתרא במ\"ש התוס' דהחיצון בא אטומאה שאירעה בין זה לזה דע\"כ הך קו' דפריך הש\"ס ונכפר פנימי אדידיה ואדחיצון לא קאי אלא אליבא דר\"י לחוד בין לפ\"ש רש\"י ז\"ל דקושי הש\"ס שיהיה תולה אפנימי ומכפר על החיצון ובין לפמ\"ש אמ\"ו הגאון ז\"ל דקושי' הש\"ס ונכפר קאי בין הפנימי ובין החיצון נכפרי כפרה גמורה דהא דפשיטא לתנא דמתניתין דהפנימי תולה ואינו מכפר משום דכתיב לכל חטאתם דאתי לכלל חטאת מדלא כתיב מחטאתם וכ\"ז לפי האמת דהפנימי תולה ואינו מכפר אלא אתי' איש בה ואין בה משא\"כ לפי דעת המקשה דפריך ונכפר באמת ע\"ז גופא פריך מנ\"ל להוציא קרא דכתיב בפנימי וכפר על הקדש מפשטי' דמכפר כפרה גמורה והוצרך לומר דתולה משום דכתיב לכל חטאתם דאתי לכלל חטאת דהא מצינן למימר כיון דאיתקושי איתקש דמכפר הפנימי אדידיה ואדחיצון וממילא דאתי שפיר כפשטא דקרא דמכפר כפרה גמורה והא דכתיב לכל חטאתם ולא כתיב מטומאתם דלא נימא דאינו מכפר אלא אחדא להכי כתיב לכל חטאתם בלשון רבים משום דמכפר אדפנימי ואדחיצון זהו תורף דברי אאמ\"ו הגאון האמיתי ז\"ל רפ\"ק דשבועות דף ח' בס' פנים חדשות. אלא דכ\"ז דוקא אליבא דר\"י איכא לאקשויי הכי משום דלא ס\"ל היקישא דשעיר הפנימי לשעיר המשתלח אלא לענין שיהיו שווין השעירים ושפיר מצינן למימר דמכפר כפרה גמורה משא\"כ אליבא דר\"ש דס\"ל דשעיר המשתלח איתקש לשעיר הפנימי וכיון דבשעיר המשתלח אינו אלא תולה דאי מכפר כפרה גמורה לא משכחת ליה שום קרבן אחר יה\"כ ובלא\"ה אליבא דר\"ש דס\"ל בשלש רגלים כסדרן דוקא עובר בב\"ת אי מכפר כפרה גמורה לא משכחת ליה ב\"ת בחטאת וביותר קשה אליבא דרבי דס\"ל כר\"ש כו' וס\"ל דיוה\"כ מכפר אפי בלא תשובה ולא משכחת ליה ב\"ת אע\"כ דשעיר המשתלח אינו אלא תולה וממילא דהך קושיא הא דפריך הש\"ס ונכפר לק\"מ אליבא דר\"ש לפי מ\"ש אמ\"ו הגאון ולפ\"ש רש\"י ז\"ל דפי דקושי' הש\"ס שיהיה תולה בפנימי ומכפר אחיצון ע\"כ דדוקא אדר\"י פריך הש\"ס הכי בפשיטות וע\"ז אמרינן שפיר דנ\"מ אם לא קרב החיצון וקשה טובא היכא שייך נ\"מ בזה וע\"ק מאן סליק כו' כמו שהקשה אמ\"ו הגאון ז\"ל אע\"כ דעיקר קושי' הש\"ס אדר\"י דאמר לר\"ש מהו שיקרבו של זה בזה וקשה דהא לרבי יהודה גופא קשה גם כן מהו שיקרבו החיצון בשאר שעירים וכמו שהקשה מהרש\"א ז\"ל ע\"ש מה שתירץ בדוחק דהא במתניתין תנא בלשון רבים אמרו לו מהו שיקרבו אע\"כ משום דלרבי יהודה אייתר היקישא כמו שאמרו התוס' לקמן דף ח' ע\"ב ד\"ה מה פנימי כו' וז\"ל וא\"ת התינח לר\"ש כו' אלא לרבי יהודה אמאי איצטריך היקישא כו' עיין שם באריכות ונ\"ל ליישב קושי' התוס' דלר\"י איצטריך היקישא דילפינן מה הפנימי אינו מכפר בשעירים אחרים כן השעיר החיצון אינו מכפר בשעירים כו' ומה\"ט ניחא דאיצטריך היקישא אליבא דר\"י דבזה שוה החיצון לפנימי לענין מכפר בשעירים אחרים ומה\"ט פריך הש\"ס בפשיטות מכדי איתקושי איתקש ונכפר פנימי אדידי' ואדחיצון נ\"מ היכא דלא עביד חיצון וכן אידך קושיא דנכפר חיצון אדידיה ואדפנימי קאי אהא דאמרו לו לר\"ש מהו שיקרבו זה בזה ומבואר מלישנא דמתניתין דדוקא לר\"ש הוא דקשי' להו משום דלר\"י שפיר מצינן למימר דמה\"ט איתקש חיצון לפנימי לענין שאין מכפרין בשעירים אחרים וע\"ז פריך הש\"ס מנ\"ל דילמא הקישא קאי שמכפר הפנימי אדידיה ואדחיצון או איפכא ועל זה משני וקשה לר\"ש דאיתקש שעיר המשתלח לפנימי וכיון דפנימי מכפר כל היום כמו שעיר המשתלח תו לא משכחת ליה טומאה שאירעה בין זה לזה וקשה טובא דלר\"ש אייתר לן כוליה קרא דאחת בשנה דהא בלא\"ה ליכא למימר דמכפר פנימי אדידיה ואדחיצון דתקשי קושית התוס' שם חיצון למה בא משום טומאה שאירעה בין זה לזה וקשה אליבא דר\"ש דאיתקש לא משכחת ליה טומאה שאירעה בין זה לזה ועוד יש לתמוה דלפמ\"ש אאמ\"ו הגאון ז\"ל דקושי' הש\"ס בהא דפריך ונכפר הפנימי אדידי' ואדחיצון קאי שיהיה מכפר כפרה גמורה והא דכתיב לכל חטאתם אין צורך לומר שבא לכלל חטאת ומדלא כתיב מחטאתם דמצינן למימר דמש\"ה כתיב לכל חטאתם בלשון רבים לומר שהפנימי מכפר אדידיה ואדחיצון וממילא דלר\"ש דס\"ל דאיתקש שעיר המשתלח לפנימי וכיון דבשעיר המשתלח לכ\"ע אינו אלא תולה וכמ\"ש התוס' ועוד דהא ס\"ל דאינו עובר בב\"ת אלא בשלש רגלים כסדרן ולא משכחת ליה ב\"ת שעבר יה\"כ ומכפר כפרה גמורה אלא ע\"כ דבאמת לר\"ש אינו אלא תולה וממילא דה\"ה לפנימי וממילא דקושי' הש\"ס לא קשה מידי אליבא דר\"ש וכן לפ\"ש רש\"י ע\"כ דקושית הש\"ס דוקא לר\"י דמנ\"ל דאינו מכפר החיצון בשעירים אחרים משא\"כ לר\"ש דס\"ל בהדיא דכולם מכפרין זה בזה וקשה למה ליה קרא דאחת בשנה אע\"כ דבאמת מה\"ט אמרו לו לר\"ש בפשיטות מהו שיקרבו ואיכא למידק דילמא ס\"ל באמת שלא יקרבו ולפמ\"ש א\"ש ששאלו אר\"ש דרך ממנ\"פ דהא לשיטתו אייתר קרא דאחת בשנה וכמ\"ש וע\"כ צ\"ל דלר\"ש ילפינן מאחת בשנה דלא נימא דהפנימי מכפר בשעירים אחרים ושעירים אחרים מכפרים בפנימי אם אבד ומצאו אח\"כ משום דכולם מכפרים על טומאת מקדש וקדשיו אלא דמיתורא דאחת בשנה שמעינן דהפנימי אינו מכפר בשעירים אחרים וכמ\"ש רש\"י ז\"ל במתניתין דאפילו לר\"מ דס\"ל דכל השעירים כפרתן שוה אפ\"ה מודה בפנימי וכדמפרש בגמ' מדרשא דאחת בשנה ולפ\"ז ממילא מוכח מדאיצטריך יתורא דהפנימי אינו מכפר בשעירים אחרים מבואר דשאר שעירים מכפרין זה בזה ועל זה שאלו לר\"ש מה שיכפרו כיון דאין כפרתן שוה ואי ס\"ל דבאמת אינם מכפרים זה בזה קשה למה ליה יתורא דאחת בשנה ומיושב' קושי' התוס' וקושי' מהרש\"א ז\"ל ברווחא דמילתא ומה\"ט שאלו דוקא לר\"ש דלר\"י מצינן למימר דס\"ל דבאמת דמה\"ט איצטריך הקישא דחיצון לפנימי שאינן מכפרים בשעירים אחרים כנ\"ל ודו\"ק. ומעתה לא נפלאה ולא רחוקה היא ממני ליישב קושי' המפרשים ע\"ד התוס' דסתרן אהדדי ולפי מה שאבאר אין בדבריהם שום סתירה כלל דלפמ\"ש אאמ\"ו ז\"ל דקושית הש\"ס ונכפר כפרה גמורה ולפ\"ז אם נאמר דגם התוס' ס\"ל כן וע\"ז הקשו חיצון למה בא ותירצו משום טומאה שאירע' בין זה לזה דלענין כפרה גמורה שפיר מצינן למימר דלכ\"ע משכחת ליה דאף דשעיר המשתלח מכפר כל היום היינו משום דאינו אלא תולה וכמש\"ל משא\"כ לענין כפרה גמורה אליבא דכ\"ע קריבין שעיר אפילו משום טומאה שאירעה בין זה לזה לחוד משום דלא מצינן בשעיר המשתלח כפרה גמורה משא\"כ במ\"ש התוס' אמה שהקשו והמקשה דלא ידע כו' עכ\"ל לאו לענין כפרה גמורה וכמ\"ש מהרש\"א ז\"ל ע\"ש וע\"ז תירצו שפיר דאין סברא שיביא שעיר בשביל טומאה שאירע' בין זה לזה לחוד דאי ילפינן משעיר המשתלח לא משכחת טומאה שאירעה בין זה לזה דבשלמא אי הפנימי מכפר כפרה גמורה אדידי' ואדחיצון או אי מכפר החיצון אדידיה ואדפנימי משום טומאה כו' שאירע' בין זה לזה א\"ש כיון דעיקר השעיר משום חיצון וליכא למיחש שיביא חולין בעזרה משא\"כ לענין שיביא שעיר לענין טומאה שאירעה בין זה לזה לחוד אי מדמינן לשעיר המשתלח אין זה סברא דאיכא למיחש דא\"צ שעיר דמכפר כל היום והוה כחולין בעזרה כנ\"ל ועוד דבשלמא אם נימא דהפנימי מכפר גם על אין בו ויש בו א\"ש דצריך שעיר דמכפר על טומאה שאירעה בין זה לזה כיון דע\"כ אין השעיר המשתלח דמכפר על שאר עבירות דאין בו ויש בו בר קרבן הוא כמ\"ש הרמב\"ם ז\"ל בפ\"א מהל' שגגות דמשונה טומאת מקדש וקדשיו משאר עבירות דאפי' אין בו ויש בו בר קרבן הוא ומהא דכתיב גבי שעיר המשתלח והתודה את כל עוונות ב\"י מפשעיהם לכל חטאתם חטאים דומיא דפשעים מה פשעים דלאו בני קרבן כדאיתא להדיא במס' כריתות דף כ\"ה ע\"ש וממילא דמה\"ט כתבו התוס' שפיר דמכפר אטומאה שאירע' בין זה לזה אאין בו ויש בו משא\"כ התוס' לקמן שכתבו לענין שאין סברא לומר דמכפר על טומאה שאירע' בין זה לזה על יש בה ואין בה דבודאי לאו בר קרבן וכיון דשעיר המשתלח מכפר כל היום לא משכחת טומאה שאירע' בין זה לזה ביש בו ואין בו כן נ\"ל בעז\"ה ורווחא לן שמעתין ודוק היטב. ומעתה לא נפלאה ולא רחוקה היא ממני ליישב דברי הגדול הרי\"ף ז\"ל ריש מכילתין שהביא כל הבבות דמתניתין את שיש בה ידיעה בתחילה וידיעה בסוף כו' ה\"ז בעולה ויורד יש בה ידיעה כו' שעיר הנעשה בפנים כו' אין בה ידיעה כו' שעיר הנעשה בחוץ ויו\"ה מכפר וכל שאין כו' ע\"ש באריכות עד סוף הפרק והוגה שם ע\"פ הג\"ה מבעל דרך תמים שהוא בספר תומת ישרים ומחק כל הנך בבות דאיירי בידיעות הטומאה ולא הביא אלא הך בבא דאין בה ידיעה כו' לא בתחילה ולא בסוף דאיירי דפליגי ר\"י ור\"ש וכמו שהביא אמ\"ו ז\"ל לפרש לפי הג\"ה מבעל ד\"ת ואבא מזכה ברא ומבריך רחמנא דאנהיר לעיינין שזכיתי לפ' כל דברי רבינו הגדול ז\"ל בלי שום הג\"ה והנך בבות דרישא דיש בה ויש בה ויש בה ואין בה ואין בה ויש בה איצטריכי כולהו לפרש מה שהביא הא די'ל בענין שעיר ר\"ח מסוגיא דחולין פ' א\"ט בענין הירח ומה שהביא דברי הירושלמי רבי יעקב בר אחא בשם רבי יוסי העובר לפני התיבה בי'ט של ר\"ה א\"צ להזכיר של ר\"ח בר אביי עבר קמי תבותא ולא אדכר דירחא וקלסוניה וה\"נ אסיקנא בגמרא דילן בעירובין שאומר זכרון אחד עולה לכאן ולכאן תנא דבי רבי ישמעאל כך היא מידת הדין נוהגת יבא זכאי ויכפר על החייב ואל יבא חייב ויכפר על החייב עכ\"ל רבינו הגדול ע\"ש באריכות ואיכא למידק בסידור דבריו טובא וע\"פ מה שאבאר בעז\"ה יבואר הכל והכל הולך אחר החתום שרוצה לבאר אליבא דהילכתא מה דאמרינן בעירובין דזכרון א' עולה כו' כמו שפי' אמ\"ו הגאון ז\"ל דס\"ל להרי\"ף ז\"ל כמ\"ש התוס' פ\"ק דר\"ה ד\"ח ע\"ב ד\"ה בכסה כו' בשם רבינו משולם מהא דכתיב מלבד עולת החודש ולא כתיב חטאת ע\"ש אלא דע\"ז תקשי כיון דמוכח מסוגי' הש\"ס דלקמן ד\"ח ע\"ב פסקא בהא דפריך הש\"ס אפסקא דיש בה כו' ונכפר פנימי אדידיה ואדחיצון כו' והקשו התוס' א\"כ חיצון למה בא משום טומאה שאירעה בין זה לזה וכיון דמוכח להדיא דצריך שעיר אטומאה שאירעה בין זה לזה בשעה מועטת בין שעיר הפנימי לחיצון ולפי מה דאמרינן לקמן ד' ט' ע\"ב דשעיר של ר\"ח ילפינן משעיר הפנימי וכיון דמוכח דאחר שעיר הפנימי צריך שעיר אטומאה שאירעה בין זה לזה מדצריך הנך דרשא דאחת בשנה קשה טובא על שיטת הרי\"ף ז\"ל וכן על מ\"ש התוס' פ\"ק דר\"ה בשם רבינו הגדול משולם שלא היה קרב בר\"ה שעיר של ר\"ח ואמאי היה צריך שעיר של ר\"ח בר'ה אטומאה שאירעה בין זה לזה. ונלפענ\"ד דהוה קשיא להו קושית התוס' אהא דפריך הש\"ס ונכפר חיצון אדידיה ואדפנימי וכ' בד\"ה ונכפר חיצון וז\"ל וא\"ת המקשה דלא ידע הך דרשא כו' אמאי לא פריך דליכפרו או ליתלו תרווייהו אפנימי ותו לא וי\"ל דאהך קושי' ודאי כו' ובאמת איכא למידק טובא על הך תירוץ התוס' דלפ\"ז מנ\"ל למעט דאינו מכפר החיצון אדידיה ואדפנימי וצ\"ל דבאמת מה\"ט הוכרחו התוספות להביא שם תירוץ אחר וז\"ל א\"נ י\"ל דסברא הוא כו' וזה אין סברא לומר שיועיל ולא בא החיצון אלא משום טומאה שאירעה בין זה לזה עכ\"ל. ולפ\"ז א\"ש מה שפסק הר'ף ז\"ל דא\"צ להזכיר של ר\"ח בר\"ה ולקלסונהו לבר אביי דלא הזכיר דס\"ל דמוכח אליבי' דס\"ל דא\"צ להביא שעיר משום טומאה שאירעה בין זה לזה אלא היה צריך להביא בשביל מיעוט הירח וע\"ז מייתי האי תנא דבי ר\"י מוטב שיבא זכאי ויכפר על החייב וכמו שפירש שם בהג\"ה דזכרון שופר במקום זכרון השעיר ועוד דלפי מה שפי' הרי\"ף ז\"ל סוגיא דחולין פ' אלו טריפות בענין מיעוט הירח וז\"ל בשבועות פ' ראשון אמר לה הקב\"ה הנני עושה לך כבוד שמיישב דעתיך תחת שמיעטתיך ומאי נינהו שיהיו ישראל בכל ר\"ח מקריבין קרבן לפני לכפר עוונותיהם לפיכך אמר הקב\"ה הביאו קרבן לפני בר\"ח לכפר עליכם כדי שתשלימו עלי בקרבן את הכבוד שאמרתי לעשות לירח בשביל שמיעטתיו וזה הוא פי' הביאו עלי כפרה על שמיעטתי כו' ואח\"ז הביא הירושלמי וסוגי' דעירובין ותנא דבי ר\"י ע\"ש ולפמ\"ש עיקר כוונתו דלא נימא דהא דאמרינן בהש\"ס אהא דס\"ל דתרתי ש\"מ היינו דהי' הקרבן גם בשביל מיעוט הירח דלפ\"ז היה צריך להקריב ג\"כ בר\"ה אלא שהיה הזמן בר\"ח משום כבוד הירח וכ\"כ התוס' פ\"ק דשבועות בשם הערוך בדף ט' ע\"א ד\"ה שעיר זה כו' ע\"ש וכיון דא\"צ שעיר מיוחד למיעוט הירח וליכא אלא משום טומאה שאירעה בין זה לזה ומש\"ה א\"צ בר\"ה כמ\"ש התוס' ואפשר דמוכח מדכתיב בר'ה מלבד עולת החודש ולא כתיב שעיר אע\"כ דא\"צ שעיר משום טומאה שאירעה בין זה לזה לחוד ומשום מיעוט הירח א\"צ שעיר אלא משום כבוד הירח קבע הקב\"ה בר\"ח וא\"ש מסקנא דעירובין דזכרון א' עולה לכאן ולכאן ואין להזכיר משום דמוטב דיבוא זכאי כדס\"ל לתנא דבי ר\"י כנ\"ל בכוונת הרי\"ף ז\"ל ודוק היטב. ולפ\"ז א\"ש שהוכרח להביא כל הבבות דמתניתין דבבא ראשונה דלענין טומאת מקדש וקדשיו אינו חייב קרבן עולה ויורד אלא ביש בה ויש בה מדכתיב ונעלם ול\"ד לשאר עבירות שבתורה שאינו חייב חטאת אלא על אין בו ויש בו מדכתיב והוא לא ידע ואשם כמ\"ש הרמב\"ם ז\"ל ריש פ\"א מהל' שגגות ששינה הכתוב בטומאת מקדש וקדשיו מכל עבירות שבתורה שאינו מכפר בקרבן עולה ויורד אלא ביש בו ויש בו מדכתיב ונעלם מכלל שידע משא\"כ בשאר עבירות ע\"ש ולפ\"ז מהך בבא דשמעינן דוקא ביש בה ויש בה הוא דהוי בר קרבן משא\"כ באין בה ויש בה לאו בר קרבן לענין טומאת מקדש וקדשיו משא\"כ בשאר עבירות להיפך דוקא באין בה ויש בה הוא דהוה בר קרבן ואילו לא הוה מייתי הרי\"ף ז\"ל הך בבא ה\"א דטומאת מקדש וקדשיו דומה לשאר עבירות דעל אין בה ויש בה בר קרבן הוא ולא הוה קשה ונכפר פנימי אדידיה ואדחיצון דהא פנימי אינו מכפר אבר קרבן משום דכתיב וכפר על הקודש מטומאת בני ישראל ומפשעיהם לכל חטאתם וכדאמרינן שם בסוגי' דף ז' ע\"ב ע\"ש ולא הוה צריך להך דרשא דמכפר אחת על כפרה אחת מכפר אלא הוה מוקמינן לענין שאינו מכפר החיצון אדידי' ואפנימי דלא כתיב הך דרשא דמפשעיהם לכל חטאתם אלא בפנימי ולא בחיצון והוה מוקמינן הך דרשא דאחת בשנה לומר דאינו מכפר תרווייהו אפנימי כקושי' התוס' ולא הוה מוכרחין להך תירוץ התוס' שכ' א\"נ י\"ל דאין סברא שלא יבא אלא לכפר על טומאה שאירעה בין זה לזה ומה\"ט הוכרח להביא הך בבא דבטמאת מקדש וקדשיו אינו מחייב קרבן עולה ויורד אלא ביש בה ויש בה משא\"כ באין בה ויש בה לא הוה בר קרבן כלל ומייתי מכל הנך בבות דפנימי וחיצון וממילא דלפי הנך ג' בבות קשה קושי' הש\"ס ונכפר פנימי אדידיה ואדחיצון כיון דמבבא דרישא מוכח דאין בה ויש בה לאו בר קרבן ומוכרחין אנו לתי' הש\"ס שם וקשה קושי' התוס' דילמא תרווייהו אפנימי כיון דלא אייתר לן וכמש\"ל אע\"כ כהך תירוץ התוס' שכ' א\"נ י\"ל דמשום טומאה שאירע בין זה לזה לחוד א\"צ להביא שעיר ולפ\"ז ממילא דא\"ש אליבא דהלכתא סוגי' דעירובין דזכרון א' עולה לכאן ולכאן וסוגי' דיומא דפריך ואימא ר\"ה קאי לר\"ש דס\"ל דשעיר של ר\"ח משום טהור שאכל את הטמא ומש\"ה לר\"ש היה צריך שני שעירים בר\"ה וכמ\"ש אאמ\"ו ז\"ל כן נ\"ל לפ' דברי רבינו הגדול הרי\"ף ז\"ל כפי הגירסא שלפנינו בלי שום הג\"ה ודוק היטב. ועפ\"ז נ\"ל לפ' פי' הפסוק תקעו בחודש שופר בכסה כו' שאין שעיר מיוחד לר\"ח בר\"ה ואמר נתינת טעם כי חק הוא לישראל כו' וממילא דא\"צ שעיר דאי משום טומאה שאירעה בין זה לזה כו' אין צריך כדמוכח מסוגי דהכא ואי משום מיעוט הירח אמר שני טעמים דאי משום כבוד כי חק הוא לישראל כו' ואינו משום כבוד קבע הקב\"ה הזמן בר\"ח ואי משום הירח גופא הלא אדכורי ריתחא בריש שתא לא מדכרינן כי חק לישראל הוא משפט כו וישראל נכנסים תחילה לדין וטעמא מקמא דליפוש חרון אף כנ\"ל לפ\"ש הרי\"ף ז\"ל ודוק היטב. ואמנם לפ\"ש ר\"ת ז\"ל נ\"ל לפ' דס\"ל כי חק לישראל וממילא דליכא לריתחא דס\"ל כהך ברייתא דאין ב\"ד של מעלה נכנסין לדין עד שקדשו ב\"ד שלמטה את החודש וליכא קטרוג בר\"ה וכמ\"ש אאמ\"ו זצ\"ל ולפ\"ז נ\"ל ליישב לפי שיטת ר\"ת ז\"ל סוגיא דעירובין דס\"ל לרב חסדא דזכרון אחד כו' דר\"ח אזיל לפ\"ש דס\"ל כר\"י דאדם נידון בכל יום וכמ\"ש אמ\"ו הגאון ז\"ל פ\"ק דר\"ה דף ח' ע\"א ע\"ש וממילא דר\"י לא ס\"ל הך ברייתא דאין ב\"ד של מעלה נכנסין לדין עד שקדשו ב\"ד של מטה את החודש משום דלמאי דקי\"ל כר\"י א\"ש הך ברייתא ליכא קטרוג וס\"ל דלא קי\"ל זכרון א' עולה לכאן ולכאן ודוק היטב:", 
            "<b>שם</b> על שאר עבירות שבתורה הקלות והחמורות הזדונות והשגגות כו' שעיר המשתלח מכפר. ולכאורה לא שייך הך מילתא הכא כלל אלא בשילהי מס' יומא או מסכת כריתות ה\"ל למיתני אלא דאפשר כיון דהתנא ממכות סליק וקתני התם בסוף המסכתא דרחב\"ג אמר כל חייבי כריתות שלקו נפטרו מידי כריתתן ואמרינן התם דהלכה כמותו דמשמע דבלא מלקות אין נפטר מכרת כגון היכא דלא אתרו בי' למלקות ומש\"ה קתני הכא דאפ\"ה יש לו כפרה בשעיר המשתלח ואפילו דחמורות כחייבי מיתות וחייבי מלקות היכא דלא אתרו ביה (והיינו עם התשובה כדאמרינן לקמן בפירקין כן נראה לי):", 
            "<b>בגמרא</b> מכדי תנא ממכות סליק מ\"ש דתני שבועות כו'  נראה דעיקר הקושי' היינו למאי דמשמע ליה בפשיטות דכולה מתניתין בין לענין שבועות ובין לענין ידיעות איירי לענין קרבן לחוד דאי לענין מלקות לא אשכחן בשבועות שתים שהן ד' דהא בשבועות אוכל ולא אכל אין בהו מלקות דהוי לאו שאין בו מעשה וכדתנן להדיא בספ\"ג שבועה שלא אוכל כו' זו היא שבועת ביטוי שחייבין על זדונה מכות כו' ומסקינן התם ולקמן בשמעתין דזו היא למעוטי שבועה שאוכל ולא אכל דלא לקי ומש\"ה לא ניחא לן לאוקמי האי סתמא דהכא לענין מלקות דלא תיקשי סתמא אסתמא וכמו שאבאר לקמן דאף למאי דמסקינן דמתניתין רבי היא נמי מיתוקמא בהכי כן נ\"ל ועיין בסמוך:"
        ], 
        [
            "<b>בגמרא</b> משום דתני חייב על הראש שתים כו' חדא דמחייב עלה תרתי כו' תנא שבועות שתים שהן ד'. לכאורה למאי דמסקינן דהאי דשבועות שתים שהן ד' היינו לענין קרבן דוקא וכדפרישית נמי בסמוך דע\"כ עיקר קושית המקשה הוא מהך סברא דאל\"כ בלא\"ה שפיר שייך למיתני שבועות בתר מכות דאאלו הן הלוקין קאי ולא קתני התם מלקות דשבועות ביטוי והיינו משום דניחא ליה למיתני במכילתין בפני עצמה לפרש בהו שתים שהן ד' בהדי אינך ובתר הכי קתני כל הני בבי דב' שהן ד' בפרקים ראשונים ובתר הכי קתני כל הנך פירקי דאיירי בכל דיני שבועות דשייכי לסדר נזיקין אע\"כ דפשיטא ליה דשבועות לענין קרבן קתני וא\"כ לא דמי כלל להאי דחייב על הזקן שתים ומאי חדא דאית בה תרתי דקאמר דלענין קרבן לא אשכחן דתלי' בהכי. מיהו יש ליישב קצת ע\"פ מה שאבאר לקמן בשמעתין דנראה דלא שייך לחייב קרבן עולה ויורד בשבועה דלשעבר אלא משום שיש בה איסור לאו וא\"כ לפ\"ז א\"ש טובא לא מיבעיא לר' יוחנן גופא לקמן ד' כ\"א דעיקר שבועה דלשעבר לא ידעינן לה אלא מדכתיב לשוא לשוא ב' פעמים באם אינו ענין ולקושטא דמלתא אע\"ג דכתיב ב' פעמים לשוא אפ\"ה לית בהו אלא לאו א' והיינו עיקר לאו דלא תשא דמשמעותו שנשבע לשנות את הידוע משא\"כ אידך לשוא דמפקינן לה לשבועה שעבר באם אינו ענין לא נאמרה בלשון לאו אלא לענין עונש מדכתיב לא ינקה והיינו דב\"ד מלקין אותו וא\"כ לפ\"ז א\"ש טובא הא דשמעתין דכיון דעולה ויורד באיסור לאו תליא וא\"כ שפיר קאמר חדא דאית בה תרתי דמלאו א' ילפינן תרתי דומיא דפיאות הראש אלא אפילו לאינך אמוראי דמייחדי לאוין גמור בשבועה דלשעבר וא\"כ לא הוי חדא דאית בה תרתי אפ\"ה הוי שפיר דומיא דפיאות הראש והזקן דאע\"ג דכולן משם א' הן אפ\"ה אשכחן בה תרתי ובפיאות הזקן טובא ה\"נ אשכחן בשבועות ביטוי דאע\"ג דכולן שם א' הן שבועות ביטוי אפ\"ה אשכחן בה שני מיני מלקות לעבר ולהבא שהן ד' לקרבן דלמאי דפרישית הא בהא תליא וכמו שיבואר עוד לקמן כן נ\"ל ודו\"ק:", 
            "<b>בתוספות</b> בד\"ה שהן ד' אכלתי וא\"ת ומאי דוחקיה לימא שהן ד' אזרוק ולא אזרוק כו' עס\"ה. ולכאורה אין תירוצם מספיק דאכתי סוגי' דתלמודא גופא תיקשי כיון דלמסקנא משמע דמתניתין לקרבן איירי ושתים דקאמר היינו שאוכל ולא אוכל וקרי להו תרתי כיון דכתיב להרע או להטיב אע\"ג דמאן דמחייב קרבן בלשעבר היינו מדכתיב לכל אשר יבטא האדם בשבועה אפ\"ה כיון דלא כתיב בהדיא כמו הנך דלהבא קרי להו שתים שהן ד' וא\"כ טפי ה\"ל למיתני אזרוק ולא אזרוק שאין בהן הרעה והטבה כלל ומאן דמחייב בהו אינו אלא מדכתיב לכל אשר יבטא כדאיתא לקמן במשנה דף כ\"ה ע\"ש מיהו למאי דפרישית בסמוך דהנך ד' דקרבן עולה ויורד באיסורי לאו תליא א\"כ א\"ש הא דקתני שתים שהן ד' באכלתי ולא אכלתי דלא ילפינן לאו דידהו אליבא דר' יוחנן אלא באם אינו ענין משא\"כ אזרוק ולא אזרוק איכא למימר דלאו דידהו היינו בכלל לאו דלא תשא דלענין איסור לאו לא אשכחן בקרא שום חילוק בין יש בהן הרעה והטבה או אין בהם דהא עיקר שבועת שוא דהיינו לשנות את הידוע נמי לית בהו הרעה והטבה כלל כנ\"ל נכון ודו\"ק:", 
            "<b>בד\"ה</b> אי ר' ישמעאל הא אמר אין חייב כו' וא\"ת תקשי ליה נמי ידיעות דמתני' כו' ור' ישמעאל לא בעי ידיעה בתחילה כו' עס\"ה. יראה דמה שהוצרכו לכל זה האריכות אע\"ג דודאי ניחא ליה לתלמודא טפי להקשות בפשיטות אעיקר מילתא דמתני' דשבועות שתים שהן ד' לא מיתוקמא כלל אליבא דר' ישמעאל ממאי דלקשייה מהן בבא דיש בה ידיעה בתחילה דלא שייך לעיקר מילתא דשתים שהן ד' דידיעות ומכ\"ש לפי מה שכתבתי במשנתינו דכל הנך בבי דידיעות בתחילה ובסוף לענין כפרה כולהו ר' יהודא הוא דמסיק להו ואפשר דהך בבא דעולה ויורד נמי ר\"י מסיק לה אלא דאפ\"ה מקשו התוס' שפיר למאי דבעי הש\"'ס לאוקמי בסמוך מתניתין כר' ישמעאל ולמלקות דסבר לאו שאין בו מעשה לוקין עליו והוצרך להקשות מדרבי יוחנן אדר\"י וטפי ה\"ל לאקשויי מבבא דסיפא דמתניתין גופא וק\"ל:", 
            "<b>בא\"ד</b> מיהו מתניתין דפ\"ב דקאי לפרושי פירקין משמע קצת דבעי ידיעה גמורה כו' עס\"ה. ועיין במהרש\"א שהקשה אמאי לא קשיא להו בפשיטות טפי דהא במסקנא קאמר דרבי קתני לה למתני' ורבי הא ס\"ל דסגיא ידיעת רבו כו' ע\"ש ולע\"ד יש ליישב לשון התוס' בפשיטות דלמסקנא ודאי לא שייך להקשות ארבי ממתניתין דהכא אמתניתין דפ\"ב דאטו כל סתמי דמתניתין רבי אליבא דנפשיה סתים להו דנהי דהנך בבי דשתים שהן ד' רבי אליבא דנפשיה סתים להו אפ\"ה מתני' דרפ\"ב ניחא ליה לפרש אליבא דכ\"ע והיינו אפילו למאן דאית ליה דבעי ידיעה בתחילה ולפ\"ז עיקר קושית התוס' אינה אלא אסברת המקשה גופא דלא ניחא ליה לאוקמי מתני' כר' ישמעאל משום דקשיא ליה שבועות דלר' ישמעאל אינו חייב לשעבר ומאי קושי' הא שפיר מיתוקמא מתניתין דשתים שהן ד' כר' ישמעאל ומשכחת לה שהן ד' באזרוק ולא אזרוק ובכל דבר שאין בו הרעה והטבה אע\"כ דעיקר סברת המקשה כמ\"ש התוספות לעיל כיון דהך מתניתין דפ\"ג אתי לפרושי מתני' דהכא מסתמא בהך גוונא גופא איירי ולא שייך לאוקמי בתרי תנאי ולפ\"ז מקשו שפיר דאף למאי דבעי לאוקמי כר' ישמעאל ולמלקות אכתי קשיא הך ידיעות דפ\"ב לא מיתוקמא כוותיה כנ\"ל נכון ודו\"ק:"
        ], 
        [
            "<b>בגמרא לעולם</b> ר' ישמעאל כו' אבל לענין מלקות חיובי מחייב וכדרבא וכתבו התוס' דסוגיא זו כרבין ודלא כרב דימי דלרב דימי לא איצטריך האי דרבא ומתניתין נמי לא מיתוקמא שפיר כרב דימי דא\"כ לא שייך שתים שהן ד' דלא מפרשי הנך טפי מהנך וכתבו עוד פי' אחר בשם ריצב\"א שמפרש ג\"כ האי דהכא כרבין דוקא ודבריו דחוקים כמו שאבאר. ולולי דבריהם נראה לי לפרש בפשיטות אוקימתא דהכא אפילו אליבא דרב דימי ואיצטריך נמי למילתא דרבא דהא רב דימי דקאמר אכלתי ולא אכלתי שוא ודאי לא פליג אסתם מתניתין דספ\"ג דתני איזהו שבועת שוא נשבע לשנות את הידוע כו' זו היא שבועת שוא שחייבין על זדונה מכות כו' ומסקינן דאתי למעוטי אכלתי ולא אכלתי דקאי בלשעבר וממעט לשעבר ופשטא דלישנא דקרא נמי הכי משמע דסתם שוא היינו לשנות את הידוע כדמתרגמינן על מגן ומסברא נמי הכי משמע דחמיר איסורא טפי שניכר לכל בשעת שבועה שהוא משקר כדמסקינן התם להדיא בגמרא משא\"כ באכלתי ולא אכלתי שאינו ניכר בשעת שבועה שהוא משקר אע\"כ דהא דקאמר רב דימי אכלתי ולא אכלתי נמי שוא היינו משום דסמיך אאידך מימרא דרבי יוחנן דכתיב לשוא לשוא שני פעמים ואם אינו ענין לשוא ממש תניהו לאכלתי ולא אכלתי דהוי נמי לשעבר כמו נשבע לשנות את הידוע וכן פירש\"י להדיא לקמן פ\"ג במימרא דרב דימי ע\"ש ולפ\"ז מש\"ה קאמר רב דימי דאוכל ולא אוכל מלא תשבעו בשמי לשקר נפקא וא\"כ א\"ש טובא דלרב דימי נמי מפרשים הנך דלהבא טפי מהנך דלשעבר דלהבא איכא לאו מיוחד דלא תשבעו משא\"כ באכלתי ולא אכלתי דלא ילפינן אלא באם אינו ענין ולא כתיב נמי בלשון לאו גמור אלא בלשון עונש כי לא ינקה וא\"כ שפיר קתני במתניתין שתים שהן ד' והיינו דמייתי עלה האי דרבא דנהי דרבא גופא דאמר דאידך לשוא לשבועת שקר היינו משום דהתם אמימרא דרבין ורבי אבהו משמיה דרבי יוחנן קאי וא\"כ לרב דימי כ\"ש דא\"ש טפי דהנך תרי לשוא אלשעבר קאי כן נראה לי נכון לולי שהתוספות לא כתבו כן ודו\"ק ועיין עוד בסמוך:", 
            "<b>בתוספות</b> בד\"ה אבל לענין מלקות חיובי מחייב כו' וריצב\"א פי' כו' דפשטא דלא תשבעו משמע להבא כדפי בקו' גבי רב דימי כו' עס\"ה. ולע\"ד יש לתמוה טובא על זה דהא שבועת הפקדון היינו לשעבר וכתיב בי' ונשבע על שקר ובסיפא דקראי נמי כתיב או מכל אשר ישבע עליו לשקר אלמא דאדרבה שבועה דלשעבר טפי מפרש בהדיא אי הוי בכלל לאו דלא תשבעו ומפירוש הקונטרס דלקמן אין ראיה דהתם אליבא דרב דימי קאי דלשעבר הוי בכלל לאו דלא תשא לשוא וכ\"ש למאי דפרישית דרב דימי נמי אית ליה הך דרשה דלשוא לשוא ב' פעמים וניחא ליה לאוקמינהו בחד גוונא לשעבר ומש\"ה ע\"כ לדידיה לאו דלא תשבעו בשמי לשקר היינו להבא וע\"ז פירש\"י דשייך ביה נמי לשון שקר משא\"כ לרבין הוי איפכא וצ\"ע ועיין בכ\"מ פ\"א מהל' שבועות בשם תשובות הריב\"ש ולקמן בפ\"ג אבאר יותר:", 
            "<b>בד\"ה</b> וכדרבא תימא דאמאי מייתי מילתא דרבא אדרבה ה\"ל לאתויי מילתא דר' יוחנן כו' וי\"ל דהיינו דפריך כו' עס\"ה. ותירוצם דחוק מאד ואין עולה יפה לפי הסוגיא אמנם לענ\"ד נראה ליישב קושית התוספות בפשיטות דשפיר איצטריך לאתויי הא דרבא דאי מרבי יוחנן לא שמעינן מידי דעיקר מלתא דר\"י היינו לפי המסקנא דשבועות שתים שהן ד' דהכא ודרפ\"ג רבי אליבא דר\"ע קתני לה דכיון דר\"ע לא שני ליה לענין שבועה דלהבא ולשעבר דכי הדדי נינהו לענין קרבן למאי דדריש ריבוי ומיעוט וא\"כ מה\"ט גופא משמע ליה דלא שני ליה לר\"ע נמי לענין מלקות וכדמשמע פשטא דלישנא דמתניתין דרפ\"ג וכמו שאבאר שם מש\"ה איצטריך לאהדורי אלאו דלשעבר לענין מלקות ועוד דלכאורה לא שייך לחייב קרבן עולה ויורד אשבועת ביטוי אם לא היכא דאיכא לאו לא מיבעיא לאביי דאמר בפ' כלל גדול דלרבנן דפליגי עליה דמונבז (והיינו ר\"ע) לא מחייב בשבועת ביטוי עד שישגוג בלאו שבה אלא אפילו לרבא ורב נחמן דלקמן פ\"ג דאפי' שגגת קרבן נמי הוי שגגה אפ\"ה בעינן מיהא שיהא בו איסור לאו כיון דכתיב בהדיא נפש כי תחטא ומש\"ה הוצרך ר' יוחנן לפרש דבלשעבר נמי אשכחן לאו מדכתיב לשוא לשוא ב\"פ וא\"כ לפ\"ז לא שייך מילתא דר' יוחנן הכא כלל למאי דבעינן לאוקמי מתניתין דשבועות שתים שהן ד' כר' ישמעאל דאדרבה מדקאמר ר' ישמעאל דאינו חייב קרבן על לשעבר משמע דהיינו משום דלא אשכחן בה לאו ואי משום דכתיב לשוא לשוא ב' פעמים איכא למימר דר' ישמעאל מוקי לה לשבועה שאוכל ולא אכל לאשמעינן דאע\"ג שאין בה מעשה אפ\"ה לוקין עליו מש\"ה הוצרך לאתויי הכא מימרא דרבא דאמר בפי' רבתה תורה דלשוא לשוא ב\"פ היינו לשעבר כן נ\"ל נכון וברור בעזה\"י ובזה מתיישב היטב לשון הסוגיא דקאמר לעולם ר' ישמעאל וכי לא מחייב ר' ישמעאל לשעבר קרבן אבל מלקות חיובי מחייב משמע להדיא דמעיקרא הוי ס\"ד דר' ישמעאל בין לענין קרבן ובין לענין מלקות איירי דהא בהא תליא והיינו כדפרישית ומה שלא רצו התוס' לפרש כן נראה דהיינו משום דאזלי לשיטתייהו שכתבו לקמן בפ\"ג דהא דאמר רבא בפירוש ריבתה תורה היינו בהא דשוא ושקר בדיבור אחד נאמרו וכמו שאבאר שם אי\"ה:", 
            "<b>בגמרא</b> בשלמא אכלתי ולא אכלתי כדרבא כו' אלא אוכל ולא אכל אמאי לאו שאין בו מעשה הוא. אף לפי מאי שאפרש לקמן בסמוך בל' התוס' ד\"ה אבל אוכל דמשכחת שפיר באוכל ולא אכל לאו שיש בו מעשה כגון שהאכיל בעצמו לכלבים או שזרקו לים אפ\"ה פריך הכא שפיר דלמאי דבעינן לאוקמי מתניתין דשתים שהן ד' כר' ישמעאל ולמלקות ושני ליה בין קרבן למלקות וא\"כ לפ\"ז ע\"כ דמתניתין לאו אקרא דלהרע או להטיב קאי כיון דמלקות לא תליא בקרבן אלא אלאו דלא תשא ודלא תשבעו קאי וממילא דע\"כ מדקחשיב שאוכל ושלא אוכל בשתים היינו משום דשאוכל ולא אכל לאו שאין בו מעשה הוא דאי ביש בו מעשה איירי אמאי קחשיב להו בתרתי דהא לא תשא סתמא כתיב ומאי חילוק יש בין הן ללאו אי לאו משום דאוכל ולא אכל לאו שאין בו מעשה הוא ומש\"ה מקשה שפיר כן נ\"ל ודו\"ק ועיין לקמן. מיהו קשיא לי טובא אכולה סוגיא דשמעתין דשקיל וטרי הש\"ס לענין מלקות שבועות ביטוי בהנך שאין בהו מעשה דתליא בפלוגתא דתנאי ואמוראי טובא אי לוקין אלאו שאין בו מעשה או לא כדפרישית וכמבואר בכמה דוכתי בש\"ס ואפ\"ה משמע בשמעתין בפשיטות דלענין קרבן דשבועות ביטוי שפיר שייך שתים שהן ד' אליבא דכ\"ע אפילו בהנך שאין בהו מעשה ואמאי הא לכאורה איפכא מסתברא דהא משמע בפשיטות בכולה הש\"ס דלעולם אינו חייב קרבן אלא על דבר שיש בו מעשה כדמשמע בסנהדרין פ' ד' מיתות בסוגי' דבעל אוב ובכמה דוכתי ובר\"פ אלו הן הלוקין דאפילו פסח ומילה דאית בהו כרת לא שייך בהו קרבן כיון דשב ואל תעשה נינהו ע\"ש בתוס' שהביאו ברייתא דת\"כ דתניא ועשה אחת יצא מסית ומדיח ומקלל אביו ואמו ועדים זוממין שאין בהן מעשה ואף למאי שכתבו התוס' שם דבת\"כ איכא נמי דרשא אחריתי במסית ומדיח דלאו בני קרבן נינהו משום דבעינן דומיא דע\"א דיש בו כרת א\"כ י\"ל מה\"ט גופא לא הוי שייך שום חיוב קרבן בשבועת ביטוי כיון דלית ביה כרת ומכ\"ש בהנך דלית בהו מעשה שאפילו מלקות נמי לית בהו וא\"כ מדגלי קרא דלהרע או להטיב אפילו בהנך דלית בהו מעשה חייב קרבן והיינו כיון דלאו דלא תשא חמיר טובא כדמשמע בשילהי פירקין וכמו שאבאר א\"כ בפשיטות יש לנו לומר דכ\"ש דחייב מלקות מה\"ט גופא וצ\"ע:", 
            "<b>בתוספות</b> בד\"ה אי הכי קשיא הך דאלו הן הלוקין ופירש\"י דלא גרסינן ותלמיד טועה כתבו כו' ולאו קושיא היא דהא דאמרינן הכא לר' ישמעאל לוקין לא מיתוקמא כו' עס\"ה. ולכאורה לא ידעתי למה כתב רש\"י דתלמיד טועה כתב קשיא הך דאלו הן הלוקין דהא נהי דלא גרסינן בגמ' דשמעתין הך לישנא דא\"ה קשיא הך דאלו הן הלוקין אפ\"ה יש לומר דיפה כתב אותו תלמיד דקשיא ליה הך סוגיא דר\"פ אלו הן הלוקין דמקשה התם בפשיטות אדר' ישמעאל א\"ה לאו שאין בו מעשה נמי ומאי קושיא דלמא אה\"נ דלר' ישמעאל דיליף מלקות מלא תשמור לעשות את כל דברי התורה מחייב נמי אפילו באין בו מעשה כהנך תנאי דמחייבי אע\"כ דפשיטא ליה לסתמא דתלמודא דהתם דלא אשכחן שום תנא דמחייב בלאו שאין בו מעשה אלא בהנך שהן קנס כדפרישית התם ע\"ש או שנאמר דקים ליה לתלמודא דהתם דלר' ישמעאל נמי אין לוקין והכי שמיע ליה בשום דוכתא או אפשר דהיינו מה\"ט גופא מדפוטר ר' ישמעאל בקרבן בלשעבר וכמו שאבאר לקמן דף ה' א\"כ מקשה ליה אותו תלמיד שפיר מסוגיא דהכא דמשמע איפכא דלר' ישמעאל טפי איכא למימר דלוקין כן נ\"ל לולי דרש\"י והתוס' לא כתבו כן:", 
            "<b>בתוספות</b> בד\"ה התראת ספק היא אבל משום דהוי לאו שאין בו מעשה כו' ותימא דבס\"פ ד' מיתות פטר ר\"ל חסמה והנהיגה כו' עס\"ה. הכא לא שייך לפרש כמו שפירשו התוס' לעיל בדיבורים הקודמים דדוקא לענין שבועה קסבר ר\"ל דלוקין אלאו שאין בו מעשה משום דכתיב לשוא לשוא ב\"פ דא\"כ משום התראת ספק נמי לא ליפטר מיהו לפמ\"ש התוס' בסמוך בד\"ה אבל אוכל ולא אכל דזימנין דמשכחת ביה התראת ודאי כגון שזרק הככר שנשבע עליו לים משא\"כ משום לאו שאין בו מעשה פטור אפילו בכה\"ג א\"כ יש ליישב קושיית התוס' דהכא דלעולם מודה ר\"ל דכל לאו שאין בו מעשה אין לוקין חוץ משבועה דגזירת הכתוב הוא מדכתיב לשוא לשוא ב\"פ ואי ס\"ד דלאו שאין בו מעשה פטור אף לענין שבועה תו לא משכחת דחייב מריבויא דלשוא ב\"פ וממילא דאפילו אם עבר היום ולא אכלה ועודנו בעין נמי חייב ומש\"ה לא פטרו ר\"ל אלא משום דהוי התראת ספק וריבויא דלשוא ב\"פ מוקי לה בזורק הככר לים דלר\"ל כה\"ג הוי התראת ודאי למאי דלית ליה ביטלו ולא ביטלו כדמשמע מלשון התוס' בסמוך וצ\"ע ועיין עוד בסמוך ודו\"ק:"
        ], 
        [
            "<b>בתוספות</b> בד\"ה אבל אוכל ולא אכל לא לקי כו' וא\"ת היכי דייק מהכא כו' וי\"ל דמשמע ליה דפטר אפילו נשבע על הככר וזרקו לים עד סוף הדיבור. משמע מדבריהם בפשיטות דמטעמא לאו שאין בו מעשה אפילו בכה\"ג שזרק הככר לים נמי לא לקי וטעמא דמילתא לא ידענא דלולי דבריהם היה נראה דכ\"ש דיש לחייבו מה\"ט מלקות דמיקרי לאו שיש בו מעשה דמאחר שנשבע שאוכל ככר זה וזרקו בעצמו לים הרי עבר על שבועתו בקום ועשה ולדעתי דהכי משמע להדיא מלשון הרמב\"ם ז\"ל בפ\"א מהל' שבועות הל' ג' שכתב נשבע אחת מארבע החלוקות אלו שהחליף כגון שנשבע שלא יאכל ואכל או שיאכל ולא אכל כו' הרי זו שבועת שקר כו' ואם נשבע לשקר במזיד לוקה וכתב שם הכ\"מ דהאי לוקה לא קאי אנשבע שיאכל ולא אכל כו' כמ\"ש רבינו ספ\"ד עכ\"ל הכ\"מ וזה דוחק גדול לפרש כן כוונת הרמב\"ם שכתב להדיא נשבע אחת מד' החלוקות אלו אבל למאי דפרישית א\"ש דאע\"ג שכתב בפ\"ד דמי שנשבע שאוכל ככר זה היום ועבר היום ולא אכלו אינו לוקה דהוי לאו שאין בו מעשה אפ\"ה אין זה סותר למ\"ש בפ\"א דנשבע שאוכל ולא אכל נמי חייב מלקות דמשכחת לה שפיר דזימנין דלקי כגון שזרקו לים או שהאכילו לכלבים וכן נראה ג\"כ מלשון בעל ה\"ג בדיני שבועות שכתב וז\"ל ומאן דאישתבע שבועת ביטוי כגון שאוכל ושלא אוכל שאכלתי ושלא אכלתי אי אשתבע במזיד חייב מלקות אי בשוגג מייתי עולה ויורד דתנן זו היא שבועת ביטוי שחייבין על זדונה מכות ועל שגגתה עולה ויורד עכ\"ל הרי להדיא כמו שכתבתי דאע\"ג דאמרינן לקמן דזהו למעוטי אוכל ולא אכל אפ\"ה זימנין דמשכחת לה דחייב והיינו כדפרישית וצ\"ע:", 
            "<b>בגמרא</b> במאי אוקימתא כר' ישמעאל ולמלקות מראות נגעים מאי מלקות איכא כו'  ולכאורה יש לתמוה על סידור לשון דהך שקלא וטריא דה\"ל לאקשויי כסדר המשנה תחילה מידיעות הטומאה ובתר הכי מיציאות השבת והדר ממראות נגעים מיהו מהך דידיעות כיון דשקיל וטרי בה טובא והקשה כמה קושיות עצומות עד דמחמת הנך קושיות הדר ביה הש\"ס מהך אוקימתא דבעי לאוקמי כר' ישמעאל ולמלקות מש\"ה שבקה לאקשויי בסוף כי כן דרך הש\"ס בכמה דוכתי וכ\"כ בס' תורת חיים ע\"ש אלא דאכתי מאינן קשה והנלע\"ד בזה דכל האי שקלא וטריא דבעי לדמויי כל הנך שתים שהן ד' דמתניתין בחד גוונא לאו מילתא דפסיקא היא כ\"כ דאיכא למימר הא כדאיתא והא כדאיתא כדאשכחן בכמה דוכתי וכדמשמע נמי בירושלמי דשמעתין ע\"ש אלא דעיקר הקושיא הכא נראה דאדסליק מיניה קאי כיון דבשבועות שתים שהן ד' איכא לאוקמי לענין קרבן דומי' דידיעות וכר\"ע ואיכא לפרושי נמי למלקות וכר' ישמעאל ולמימר נמי דס\"ל דסתמא דמתניתין דלאו שאין בו מעשה לוקין עליו ודלא כאידך סתמא דפ\"ג וא\"כ ודאי קשיא טובא דאכתי לא אשמעינן רבי מידי בהך סתמא כיון דאיכא למימר הכי ואיכא למימר הכי ובשלמא אי הך מלתא דמראות נגעים ודיציאות השבת הוי בפשיטות לענין מלקות הוי אתי שפיר דממילא ידעינן דשבועות נמי איירי לענין מלקות אלא כיון דביציאות השבת גופא איכא למ\"ד לאו שניתן לאזהרת מיתת ב\"ד אין לוקין וכיון דמראות נגעים הוי פשיטא ליה להמקשה דלא שייך בהו מלקות א\"כ לפ\"ז ממילא משמע דבשבת נמי לאו לענין מלקות איירי אלא לענין קרבן דומיא דמראות נגעים והיינו משום דלאו שניתן לאזהרת מב\"ד אין לוקין מש\"ה מקשה ממראות נגעים ברישא ויש ליישב עוד בדרכים אחרים ואין להאריך ודו\"ק:", 
            "<b>שם</b> ר\"ע נמי ולמלקות כו' אי הכי שתים שהן ד' תרתי הוא דהויין ותו את שיש בה כו' העלמה למלקות מאי עבידתיה ותו הרי זה בעולה ויורד אלא אמר רב יוסף כו'. ולכאורה הסוגיא תמוה מאד דאכתי מעיקרא מאי קסבר לאוקמי בבא דידיעות למלקות כיון דאיכא כל הנך קושיות אלימתות ממש מתחילת המשנה עד סופה דקתני להדיא לענין שוגג דוקא והנלע\"ד בזה דלבתר דעיינינן בהך מילתא נראה דלאו קושיות אלימתות הן כיון דמעיקרא מהדר סתמא דתלמודא לאוקמי סתמא דמתניתין כר\"ע סתימתאה היא וכל סתמי משניות וברייתות דספרא וספרי כולהו אליבא דר\"ע מיתניא כדאיתא ברפ\"ק דמגילה והיינו דשנינן הכא מעיקרא תני ידיעות דהתראות ולא שמגיה המשנה דקתני בהדיא ידיעות דהתראות אלא דלשון ידיעות שייך שפיר בל' התראות ואפשר דרבי ור\"מ בהאי לישנא דידיעות שמיע להו מדר\"ע ששנה הך בבא לחוד ולא בהדי אינך מש\"ה שפיר הוי משתמע דלשון ידיעות היינו מזיד ובהתראה דאי לענין קרבן העלמות ה\"ל למיתני ועוד דאפשר שכבר שנה להם ר\"ע לתלמידיו ברישא דלענין טומאה בשוגג אינו חייב על העלם מקדש א\"כ תו ליכא למיטעי בלשון ידיעות דודאי במזיד איירי. והא דנקיט בהו שתים שהן ד' אפשר לאשכוחי בכמה גווני דמעיקר פשטא דקרא לא אשכחן אלא בשני לאוין דשייך בהו מלקות לענין טומאה דכתיב בכל קודש לא תגע ואל המקדש לא תבוא ופשטא דקרא לענין קדשים לחוד איירי ולא בתרומה ומעשר אלא דמג\"ש דטומאתו טומאתו ומהיקישא דאיתקש קודש למקדש מוקמינן להאי דבכל קודש לא תגע לתרומה ולענין מעשר נמי נהי דלא אשכחן לאו מפורש אלא מדיוקא דלא בערתי ממנו בטמא אפ\"ה הא תנינן לה בפרק אלו הן הלוקין כדמפרשינן בגמרא דף י\"ט ע\"ב דאיירי במעשר שני טהור וגברא טמא והיינו מרומיא ומדיוקי דקראי דפשטא דקרא לא יאכל מן הקדש לא משמע כלל דאיירי במעשר וכדאי' נמי בפ' הערל א\"כ שפיר משכחת בהו בטומאה במזיד נמי שתים שהן ד' והא דמקשה הש\"ס תרתי הוא דהויין היינו משום דלא משמע ליה כלל לאוקמי בתרומה ומעשר כיון דלא שייך בהו עולה ויורד דאיירי בה כולה מתניתין ומתניתין דאידך פירק' דידיעות הטומאה כן נ\"ל ואיכא לאשכוחי נמי בכמה גווני לענין טמא ששימש ולענין נטמא בעזרה אלא שאין להאריך. והא דמקשה נמי מהך בבא דקתני שיש בה ידיעה בתחילה ובסוף והעלם בינתים הרי זה בעולה ויורד נמי איכא למימר דלאו קושיא אלימתא היא כיון דהך בבא בלא\"ה לאו לפרושי שתים שהן ד' קאי דהא מפרש להו משנה ראשונה דאידך פירקין ואדרבה לפ\"ז טפי שייך למימר דכל הנך בבי שתים שהן ד' אליבא דר\"ע מיתוקמי ולמלקות אלא כיון דתנא דמתניתין איירי במילי דידיעות הטומאה דמזיד מפרש נמי אגב אורחא כולה מילתא דהנך ענינא טומאה דקודש ומקדש כשעשאן בשוגג ושפיר קתני דאליבא דכ\"ע היכא דאיכא ידיעה בתחילה וידיעה בסוף הרי זה בעולה ויורד לר\"ע כדאית ליה ולרבי ישמעאל כדאית ליה כדמפרש פלוגתייהו באידך פירקין ואגב אורחא קתני נמי כל סדר כפרתן וכדפרישית במתניתין כנ\"ל ליישב סוגיית הש\"ס למאי דבעי למימר מעיקרא אלא דכל זה לא הונח לסתמא דתלמודא לאוקמי בהכי אלא דומיא דמתניתין דאידן פירקין דפשטא דלישנא משמע דמפרש דהנך שתים שהן ד' דידיעות הטומאה לענין שוגג מש\"ה מוקי לה רב יוסף במילי אוחרן דכולהו לענין קרבן איירי כפשטא דמתניתין ורבי היא כנ\"ל נכון בעזה\"י ודו\"ק:", 
            "<b>שם</b> א\"ר אשי אמריתא לשמעת' קמיה דרב כהנא א\"ל לא תימא כו' וליה לא ס\"ל. נראה לי דנפקא מיניה בהך מימרא דרב כהנא דלמאי דס\"ד מעיקרא דרבי מוקי לבבא דידיעות דמתניתין כרבי ישמעאל א\"כ אין הלכה כסתם מתניתין דהכא דהא ברפ\"ב דמייתי נמי הך מילתא דידיעות שתים שהן ד' מייתי התם פלוגתא דר\"א ודר\"ע ודרבי ישמעאל אי חייב על העלם מקדש או לא א\"כ סתם ואח\"כ מחלוקת בחדא מסכתא דק\"'ל דאין הלכה כסתם וכ\"ש דר\"א ור\"ע ה\"ל תרי לגבי חד גבי ר' ישמעאל א\"כ ודאי הדר ביה רבי מהך סתמא דהכא משא\"כ למאי דמפרש רב כהנא רבי טעמא דנפשיה מפרש תו לית לן למימר דרבי הדר ביה כיון דאשכחן דס\"ל בהא לגמרי כר' ישמעאל לחייב על העלם מקדש כן נראה לי ועיין מה שאכתוב בזה עוד לקמן בסוגיא דשמעתין גבי תינוק שנשבה לבין עובדי כוכבים ואע\"ג דלענין שבועות שתים שהן ד' דמתניתין קי\"ל דהכי הלכתא אע\"ג דבפ\"ג דף כ\"ה מייתי במשנה פלוגתא דר\"ע ור' ישמעאל וה\"ל נמי סתם ואח\"כ מחלוקת איכא למימר דהתם היינו טעמא דאפילו בלאו סתמא דמתניתין דהכא נמי קי\"ל דהלכה כר\"ע לגבי ר' ישמעאל וכיוצא בזה כתבו התוס' ברפ\"ק דביצה לענין מוקצה בד\"ה גבי שבת סתם לן ע\"ש ודו\"ק:"
        ], 
        [
            "<b>בתוספות בד\"ה</b> ונעלם ונעלם שתי פעמים פי' בקונטרס תרי ונעלם כתיבי כו' קמא למיגמר מיניה כו' והטל והוא ידע כו' וידיעה בסוף לא בעי קרא כו' וקשה הרבה לפירושו כו' לכן נראה לר\"ת כו' עס\"ה. ולע\"ד נראה דשיטת רש\"י מוכרחת וליישב כל הקושיות שהקשו התוס' על פירושו דאדרבה מהנך קושיות שהקשו התוס' הוכרח לפרש כן ואי כדקדוקו מלישנא דר\"ע גופא דמהדר למילף מקרא דבעינן שתי ידיעות מאי דלא אשכחן בשום דוכתא בכל התורה כולה בקרבנות קבועות וא\"כ מאי מייתי מקרא דתרתי העלמות דאדרבה מקרא הוי משמע איפכא דמדכתיב ב' פעמים ונעלם ובתר הכי והוא ידע משמע דלא בעינן ידיעה אלא לאחר העלמה כמו בכל הקרבנות והא דאיצטריך קרא היינו משום דעולה ויורד מקבוע לא ילפינן וממילא דהא דכתיב תרי ונעלם היינו כפשטי' לחייב על העלם טומאה ועל העלם מקדש אע\"כ דעיקר ילפותא דר\"ע היינו כיון דחד ונעלם מיותר דאי לאשמעינן דחייב נמי על העלם מקדש לשתוק קרא מיניה ואי משום דלא נימא דוהוא טמא אתי למעט העלם מקדש לשתוק נמי מוהוא טמא אע\"כ דקסבר ר\"ע דקושטא דמילתא הכי הוא דונעלם והוא טמא בקרא קמא היינו לאשמעינן דעל העלם טומאה הוא חייב ואינו חייב על העלם מקדש והיינו כדאמר ר\"ע להדיא ברפ\"ב וא\"כ אכתי מיותר אידך ונעלם אע\"כ דהא דכתיב באידך קרא ונעלם והוא ידע היינו כי היכי דנטיל והוא ידע בין הנך תרי ונעלם ולאו מפשטא דקרא דוהוא ידע אלא משום דאי אפשר לפרש בענין אחר דאל\"כ מייתר ליה ונעלם בתרא אע\"כ דפי' הפסוק כך ונעלם ממנו לאחר שידע כבר ולידיעה בתרא לא מצריך ר\"ע קרא וא\"כ אין מקום לקושיית התוס' במה שהקשו דאורחא דקרא הוא וכן נראה בכוונת מהרש\"א ז\"ל אלא שקיצר במובן וגם במה שכתב דמ\"ש רש\"י דונעלם קמא איצטריך למיגמר מיניה דאינו חייב על העלם מקדש לאו מיתורא אלא דממילא ידעינן דמה\"ת ליחייב דהא ודאי ליתא דאדרבה אי לאו יתורא דקרא ה\"א דחייב אפילו בהעלם מקדש כמו בכל הקרבנות (ומה שהכריחו למהרש\"א לפרש כן היינו ממה שכתבו התוס' תדע דהא לרבי) אע\"כ כדפרישית דמיתורא הוא דילפינן לה דאי סלקא דעתך דחייב על שניהם לישתוק קרא מיניה. ולפ\"ז אין מקום למאי שדקדקו התוס' דהא לרבי איצטריך ונעלם לחייבו על העלם מקדש ומשום הא לא איריא כיון דע\"כ לרבי מוקי להאי והוא טמא לדרשא אחריתי א\"כ מש\"ה איצטריך נמי אידך ונעלם דאל\"כ לא הוי ידעינן הך דרשא אחריתא מוהוא טמא אלא טפי הוי מוקמינן לה האי והוא טמא למעוטי דאינו חייב על העלם מקדש וכמו שאבאר עוד ברפ\"ב בפלוגתא דר\"ע ור' ישמעאל וממילא נתיישב ג\"כ במה שהקשו מסוגיא דפ' דם שחיטה דדרשינן מאו הודע דאינו מכפר על הידיעה דלאחר הפרשה דאדרבה הך סוגיא מסייע לפירש\"י דלר\"ע דדריש הטל והוא ידע בין תרי ונעלם והיינו מיתורא דונעלם וא\"כ אמאי כתיב והוא ידע לבסוף ה\"ל למכתב בין תרי ונעלם אע\"כ דהיינו להך דרשא דפרק דם שחיטה מדסמיך הידיעה להובאה היינו דאתי למעוטי דידיעה דלאחר הפרשה ומיתורא ונעלם שמעינן נמי הך דרשא דהכא כן נראה לי ליישב שיטת רש\"י והדברים מבוארים מעצמן דלא ניחא ליה לרש\"י כלל לפרש כפי' התוס' דלפירושם בתירוץ השני העיקר חסר מדברי ר\"ע ולא ה\"ל לסתום אלא לפרש דהא איהו גופיה דרש בהדיא ברפ\"ב דונעלם והוא טמא אתי למעוטי העלם מקדש וכפירוש ראשון נמי לא ניחא ליה דא\"כ ה\"ל למימר הכי ת\"ל ונעלם ונעלם ב' פעמים מכלל דידע כדקאמר רבי האי לישנא גופא כל זה כתבתי לפי פשט הסוגי' דהכא מיהו לקמן בסוף הסוגיא דאוקמינן למלתיה דרבי למעוטי תינוק שנשבה לבין העובדי כוכבים אבאר בזה בשיטה אחרת עיין עליו:", 
            "<b>בא\"ד</b> א\"נ איצטריך לידיעה בתרייתא כו' דאפילו למ\"ד בפ' דם שחיטה אשם ודאי לא בעי כו' בחטאת מודה דבעי ידיעה כו' עכ\"ל. ולא ידענא למאי הוצרכו התוס' לאתויי מפ' דם שחיטה ומדיוקא דאשם לחטאת טפי ה\"ל לאתויי מסוגיא דפ' כלל גדול (שבת דף ע\"ב) דאמרינן התם להדיא והרי חטאת דבעי ידיעה בתחילה ופירש\"י גופא דהיינו מדכתיב או הודע אליו והביא תו קשיא לי דטפי ה\"ל לאתויי מסוגי' דשילהי כריתות דמייתי הש\"ס להדיא דהא דכתיב או הודע ביחיד ונשיא ומשיח וציבור כולהו איצטריכו לאשמעינן דכי אתיידע לאחר יה\"כ אפ\"ה בעי לאתויי חטאת ולא אמרינן יה\"כ מכפר ע\"ש באריכות ומהתם נמי משמע ממילא דלאו אורחא דקרא הוא דקאמר התם צריכא ודברי התוס' כאן צ\"ע בזה אלא דאדרבא לפ\"ז יש ליישב שיטת רש\"י דלענין קרבן עולה ויורד לא איצטריך הך ידיעה דבלא\"ה ידעינן דכי אתידע לאחר יה\"כ לא מיפטר מקרבן דהא דרשינן לקמן לכל חטאתם דאתי לכלל חטאת ואטומאת מקדש וקדשיו קאי התם כנ\"ל נכון בשיטת רש\"י והתוס' וכמו שכתבתי נראה להדיא בל' הירושלמי דקאי בשיטת רש\"י ומטעמא דפרישית. מיהו לולי פירושם היה נ\"ל לפרש מילתא דר\"ע ורבי בפשיטות בענין אחר דעיקר מילתא דר\"ע דאמר מניין שאינו חייב אלא על שיש בה ידיעה בתחילה דהאי לישנא משמע דבלא\"ה פשיטא ליה דכשיש בה ידיעה בתחילה מביא עולה ויורד ולא חטאת קבוע' אי מפשטא דונעלם דמשמע דידע או מיתורא אלא דאכתי איכא למימר דאפילו באין בה ידיעה בתחילה דבשאר כריתות חייב חטאת קבוע א\"כ במקדש וקדשיו נמי לחייב בעולה ויורד כיון דמונעלם ליכא למשמע הך מילתא דאפשר דהא גופא קמ\"ל דביש בה ידיעה דחמיר נמי סגי ליה בעולה ויורד ויליף לה ר\"ע שפיר מדכתיב ונעלם ונעלם ב' פעמים חד לגופא דביש בה ידיעה חייב ואידך לאשמעינן דדוקא ע\"י ונעלם הוא דחייב והיינו היכא דידע מעיקרא הא בלא\"ה פטור ואהך מילתא גופא קאמר רבי דאין צריך דמונעלם ידעינן דביש לו ידיעה חייב ומוהוא ידע שמעינן דדוקא ע\"י ידיעה מעיקרא הוא דחייב הא בלא\"ה פטור דאל\"כ והוא ידע למה לי דלידיעה בתרייתא לא איצטריך כדפרישית בשיטת רש\"י ולר\"ע נמי אע\"ג דאיצטריך תרי ונעלם להך דרשא אפילו הכי ס\"ל דאינו חייב על העלם מקדש מדכתיב והוא טמא כן נראה לי נכון בעזה\"י לולי דרש\"י והתוס'  לא כתבו כן ודוק היטב:", 
            "<b>בגמרא</b> א\"כ מה ת\"ל ונעלם כו' ונעלם לחייב על העלם טומאה ועל העלם מקדש. לכאורה יש לדקדק אמאי נקט העלם מקדש טפי מהעלם קודש הא איסור טומאה בקודש וכרת דידיה כתיב בפ' צו סמוך לפ' עולה ויורד ואיסור טומאת מקדש כתיב בפ' חקת ויש ליישב למאי דמסקינן לקמן דף ז' דהא דמוקמינן בפ' עולה ויורד לענין טומאת מקדש וקדשיו טפי  מתרומה עיקר ילפותא לפי המסקנא דרב' היינו מג\"ש דטומאתו טומאתו היינו קרא דטמא יהיה עוד טומאתו בו והאי במקדש כתיב מש\"ה נקט בכל דוכתא העלם מקדש וטומאת מקדש וקדשיו ובסוגיות שלפנינו אבאר עוד בכמה דרכים אי\"ה:"
        ], 
        [
            "<b>בגמרא</b> השתא דאמרת רבי כללי ופרטי דריש קשיא שבועות לכאורה יש לדקדק כיון דרבי כללי ופרטי דריש קשיא נמי ידיעות דהא פרשת עולה ויורד דטומאה נמי ה\"ל למידרש בכלל ופרט וכלל דהא בכל דבר טמא כלל בנבלת חיה ושרץ ומת פרט ולכל טומאתו הדר וכלל וא\"כ משמע דכל הנך פרטי אתו למעט נבלת עוף טהור ולקמן לפי המסקנא משמע דאדרבה אליבא דרבי מרבינן נבלת עוף טהור ממיעוט אחר מיעוט וליכא למימר דכיון דכתיב פרטי טובא ה\"ל נמי כמיעוט אחר מיעוט הא ודאי ליתא דבר\"פ מרובה אמרינן להדיא לענין כפל דבכה\"ג חשיב כללי ופרטי ואי משום דמסקינן התם דבכל כללא וכל ריבויא הכי נמי הא כתיב בכל דבר טמא תו קשיא לי דאדרבה למאי דמסקינן דכל ריבויא הוא א\"כ משבועות נמי לא מקשה מידי דהא בשבועות נמי כתיב לכל אשר יבטא (אם לא שנאמר דנהי דכל ריבויא הוא אפ\"ה היכא דכתיב לכל הוי פרטי כמו בכל אח\"ז ראיתי שבעל פרי חדש הרגיש בזה בי\"ד ריש סי' פ\"ד ע\"ש ועוד אבאר בזה לקמן בפ\"ג גבי פלוגתא דר\"ע ור' ישמעאל) והנלע\"ד ליישב בזה יבואר לקמן דף ז' בברייתא דרבי ולקמן בפ\"ג לענין שבועות בפלוגתא דר' ישמעאל ור\"ע ובזה יש לי ליישב ג\"כ מה שדקדקתי לעיל במימרא דר' כהנא בהא דאיצטריך למימר דרבי טעמא דנפשיה מפרש היינו משום דאי לאו דאשכחן דרבי סבר להדיא כר' ישמעאל לענין ידיעות היה באפשר לומר דע\"כ רבי לענין ידיעות נמי לא ס\"ל לגמרי כר' ישמעאל כיון דרבי כללי ופרטי דריש א\"כ ע\"כ בה למעוטי מידי אחרינא אתא או קודש או מקדש ודלא כמסקנא דרבא לקמן כנ\"ל נכון ודוק היטב:", 
            "<b>שם</b> אמר מר ונעלם מכלל שידע מאי משמע. וליכא למימר דמשמע ליה לרבי הכי מדשני קרא בלישניה דבכל קרבנות חטאות כתיב בשגגה והכא כתיב ונעלם הא ליתא דודאי בשאר קרבנות חטאות קבועות דאיירי בשגגת חטא ממש שייך שפיר לשון בשגגה שעושה החטא בשגגת האיסור משא\"כ הכא דעיקר האיסור אכילת קודש ומקדש לא נזכר בקרא אלא דפשטא דקרא לכ\"ע בהעלם טומאה איירי א\"כ לא שייך כלל לשון בשגגה דהוי משמע שנטמא בשוגג והא ודאי ליתא דאפילו לכתחלה שרי לטמויי ואפי' כהנים לא הוזהרו מלטמאות אלא במת בלבד וק\"ל:", 
            "<b>שם</b> א\"ל ר\"פ לאביי כו' מי איכא דלית ביה ידיעת בית רבו ויש לדקדק הא ר\"פ גופא מיבעי' ליה לקמן ברפ\"ב היכא דידע דשרץ מטמא אלא דלא ידע דמטמא בכעדשה אי אמרינן דחשיב כידיעת בית רבו כיון דידע דאיכא שם טומאה בעולם אי לא ונשאר בתיקו אלמא דאיכא דלית ליה ידיעת בית רבו גמור אפשר דהא דמיבעי' ליה התם היינו לבתר דשני ליה אביי דמשכחת לה בתינוק שנשבה לבין עובדי כוכבים ואביי גופא משני הכי כי היכי דלא תפשוט האיבעיא דהתם כיון דאיכא לאוקמי בתינוק שנשבה כן נראה לי:", 
            "<b>בתוספות</b> בד\"ה א\"ל ר\"פ כו' ה\"ה דה\"מ למיפרך אהא דדריש מקרא דונעלם לידיעת בית רבו ומי איכא כו' עכ\"ל. לכאורה דברי התוספות תמוהים דהא אדרבה לרבי דמשמעותא קדריש דמדכתיב ונעלם מכלל דידע אלמא דהיינו מה\"ט גופא משום דלא אשכחן מאן דלית ליה ידיעת ב\"ר ואין לפרש בכוונת התוספות דהוי מצי למיפרך דאפילו בלא משמעותיה דונעלם נמי הוי ידעינן שפיר דאיירי בשידע מעיקרא בידיעת ב\"ר כיון דאי אפשר בענין אחר א\"כ אייתר ליה ונעלם דהא ודאי ליתא דהא ודאי פשטא דונעלם איצטריך לגופא למעוטי מזיד כי היכי דלא נימא דמזיד נמי חייב בעולה ויורד דומיא דשבועת העדות דלעיל מיניה כדאיתא לקמן בהדיא אלא דנראה דהתוס' אדר\"ע קאי דדריש לה מונעלם יתירא א\"כ קשיא להו שפיר אמאי איצטריך קרא להכי ולא ניחא להו לפרש דדוקא רבי קסבר ידיעת ב\"ר שמה ידיעה אבל ר\"ע מצי סבר דבעי ידיעה גמורה דא\"כ מאי האי דקאמר רבי לר\"ע אינו צריך הא ודאי צריך וצריך למידרש מונעלם יתירא ולא ממשמעותיה היינו לאשמעינן דבעי ידיעה גמורה ולא סגיא ליה בידיעת ב\"ר כך נראה לי ליישב לשון התוס' אלא דאפ\"ה אינו מיושב שפיר לשון ה\"ה דהוי מצי למיפרך דהא ודאי ניחא ליה לר\"פ לאקשויי לאביי אמילתא דרבי גופא כיון דכל האי שקלא וטריא אליבא דרבי גופא קאי דמקשה ליה שפיר ממתניתין מבבא דאין בה ויש בה כיון דכולה מתניתין דידיעות מסקינן לעיל דרבי אליבא דנפשיה מפרש ולא אליבא דר\"ע מדקתני שתים שהן ארבע וצ\"ע ודו\"ק ועיין עוד בסמוך:", 
            "<b>בגמרא</b> א\"ל אין משכחת לה בתינוק שנשבה לבין העובדי כוכבי'. לכאורה נראה דהאי שינויא דתינוק שנשבה אתיא אליבא דכ\"ע דאפילו לר\"ע ות\"ק דפליגי עליה דמונבז בר\"פ כלל גדול אהא דפטר מונבז תינוק שנשבה מכל קרבנות חטאות קבועות שבתורה ות\"ק דמונבז ור\"ע סברי דחייב אפ\"ה שאני הכא בקרבן עולה ויורד דכיון דגלי קרא בטומאת מקדש וקדשיו לא שייך ביה קרבן קבוע דהא אפילו ביש בה ידיעה בתחלה סגיא ליה בקרבן עולה ויורד דהא כתיב ונעלם מכלל שידע לרבי ממשמעותיה ולר\"ע מיתורא א\"כ ממילא דע\"כ תינוק שנשבה פטור לגמרי דקרבן עולה ויורד לא משכחת לה דהא כתיב ונעלם מכלל דידע וזה אין לו ידיעה דהא ודאי ליכא לאוקמי קרא דונעלם דוקא בתינוק שנשבה שהעלימה ממנו לעולם כך נראה לכאורה דרבי בעלמא לא סבירא ליה כמונבז אלא כר\"ע ורבנן דפ' כלל גדול אלא דלפ\"ז הדרא קושיא לדוכתיה מאי האי דקאמר רבי לר\"ע אינו צריך דלמא הא דדריש ר\"ע מונעלם יתירא היינו משום דאי לאו האי יתירא אלא ממשמעותיה ה\"א דסגיא ליה בידיעת ב\"ר מש\"ה איצטריך ונעלם יתירא לאשמעינן דבעי ידיעה גמורה ולרש\"י כדאית ליה דשדי והוא ידע בין תרי ונעלם ולהתוס' כדאית להו. לכך נראה לי לפרש בענין יותר נכון דהא דמסקינן אליבא דרבי למעוטי תינוק שנשבה לבין העובדי כוכבים היינו משום דרבי סבירא ליה כמונבז דבעלמא נמי פטר תינוק שנשבה ויליף לה מהיקישא דשוגג למזיד כדאיתא התם אלא דאכתי ס\"ד דנהי דפטרה רחמנא מקרבן קבוע מהך היקשא אפ\"ה כיון דאפקיה רחמנא טומאת מקדש וקודש משאר חייבי כריתות לענין קרבן קבוע וסגי' ליה בעולה ויורד אם כן אפילו תינוק שנשבה נמי איכא למימר דחייב בעולה ויורד כיון דלא שייך הך היקישא דשוגג למזיד דכתיב בחטאת קבוע מש\"ה קמ\"ל דאפ\"ה פטור. ותדע דרבי ס\"ל כמונבז לא מיבעיא לרבי יוחנן ור\"ל דפ' כלל גדול דס\"ל כמונבז ומוקי למתניתין דר\"פ כלל גדול כמונבז וא\"כ מדסתם רבי מתני' כמונבז אלמא דהכי ס\"ל דהלכה כסתם משנה אלא אפילו לרב ושמואל דהתם דמוקי למתני' דהתם דלא כמונבז דאין הלכה כמותו וכמו שכתבתי באריכות בר\"פ כלל גדול דאביי ורבא ורב נחמן וסתמא דתלמודא נמי משמע דלית להו כמונבז ומה\"ט כתבתי שם שמה שפסק הרמב\"ם בהל' שגגות דלא כמונבז אע\"ג דקי\"ל הלכה כר' יוחנן לגבי רב ושמואל אלא דאפ\"ה כיון דאמוראי בתראי וסתמא דתלמודא סברי כרב ושמואל הלכה כוותייהו אלא דאפ\"ה נ\"ל דע\"כ רבי גופא כמונבז ס\"ל דהא בפ' כלל גדול מקשינן לרבנן ור\"ע דפליגי עליה דמונבז האי היקישא דשוגג למזיד דכתיב בחטאת מאי עבדי ליה ומשני דאיצטריך האי היקישא לכדר' יהושע ב\"ל דאין חייבין חטאת אלא בדבר שזדונו כרת והקשו שם בתוס' ולמונבז הך סברא דריב\"ל מנא ליה ותירצו דמונבז סבר כרבי דיליף לה ביבמות דף ט' מאחות אשה בג\"ש דעליה ע\"ש בתוס' ובחידושינו א\"כ ממילא משמע דרבי ס\"ל כמונבז דאל\"כ האי היקישא מאי עביד ליה כיון דלא איצטריך לכדריב\"ל ואע\"ג דהתם ביבמות מקשה הש\"ס לרבי האי תורה אחת מאי עביד ליה ומשני דאיצטריך לאשמעינן דאין לחלק בין יחיד למרובים לענין קרבן ע\"ז ע\"ש אלא דאפ\"ה נראה ברור דדוקא לענין פשטא דקרא דתורה אחת שייך האי שינויא התם משא\"כ לענין האי הקישא דשוגג למזיד לא שייך הך מילתא כלל אע\"כ דרבי דריש האי היקישא כמונבז. וא\"כ לפ\"ז א\"ש טובא דרבי ור\"ע דהכא אזדו לטעמייהו דר\"ע כיון דפליגי אמונבז וסובר דתינוק שנשבה חייב בכל חטאות קבועות מש\"ה איצטריך ליה תרי ונעלם חד למיפטר תינוק שנשבה מעולה ויורד וחד לאשמעינן דאפילו ידיעת ב\"ר לא שמה ידיעה ורבי לטעמיה דס\"ל בעלמא כמונבז דבחטאת קבוע תינוק שנשבה פטור מהיקישא דשוגג למזיד דמשמע דבעינן ידיעה קצת וממילא דידיעת ב\"ר שמה ידיעה כיון דאיכא ידיעה במקצת מש\"ה סבר רבי דממשמעות דונעלם לית לן למילף ממשמעותו אלא דעולה ויורד שוה לחטאת קבוע לענין ידיעה לגמרי. והא דקאמר רבי לר\"ע אינו צריך היינו דאפילו לדבריו דר\"ע למאי דס\"ל בעלמא דתינוק שנשבה חייב בחטאת קבוע אפ\"ה כיון דכתיב ונעלם והוא ידע והיינו שתי ידיעות שפיר שמעינן דחדא לאשמעינן תינוק שנשבה דפטור ואידך לאשמעינן דידיעת ב\"ר לא שמה ידיעה ובעינן ידיעה גמורה מיהו רבי גופא דריש מוהוא ידע לידיעה בתרייתא וכמו שאבאר בריש פרק ב' אי\"ה כן נראה לי נכון בעזה\"י וכל שכן דאתי שפיר לפי מה שראיתי בתורת כהנים שלפנינו דלא גרסינן במלתא דרבי אינו צריך ודוק היטב ומה שיש לדקדק עוד בזה בסוגיית הגמ' ובישוב לשון הרמב\"ם שהשמיט הך מילתא דידיעת בית רבו יבואר בריש פרק ב' ובסוף פרק ב':"
        ], 
        [
            "<b>פיסקא מראות</b> נגעים שנים שהן ארבעה תנן התם מראות נגעים שנים שהן ארבעה בהרת כו' ופירש\"י שנים כתובים שאת ובהרת דספחת אינו שם נגע כדלקמן כו' שהן ארבעה יש לך לרבות ב' תולדות מרבוי' דספחת כדלקמן עכ\"ל. הנה במ\"ש רש\"י דספחת אינו שם נגע נראה דהוכרח לפרש כן לפי לשון המשנה דפרקין דמשמע להדיא דכל לשון שתים שהן ארבע דמתניתין היינו דשתים הן מד\"ת דכתיבי בהדיא ושתים אחרינא היינו הנך דאתיין מריבוי' וא\"כ ע\"כ דהא ספחת אינו לשון נגע דאי הוי שם נגע הוי תלת מהנך דכתיבי בהדיא וע\"ז כתב רש\"י שפיר כדלקמן והיינו ממאי דאמרינן בברייתא דלקמן אין ספחת אלא לשון טפילה שנאמר ספחני נא ובפירוש רשב\"ם בחומש מצאתי שהוסיף בביאור דספחת דקרא היינו שהיא טפילה לשאת או לבהרת להצטרף עמה כדכתיב ספחני נא לשון טפילה וצירוף כך פירשו חכמים עכ\"ל הרשב\"ם וכוונתו על מסקנת הסוגיא דתולדה דבהרת נמי תצטרף לבהרת והיינו כחכמים דמתניתין דנגעים דמייתי הכא ולפי פירוש זה אתי' סוגיא דשמעתין בפשיטות טובא כמו שאבאר ומה שהוכרחתי להאריך בזה היינו משום דלכאורה מפשט לשון המקרא נראה דמצינו גם כן לשון ספחת והיא שם נגע כדכתיב ושפח ה' את קדקד בנות ציון שהוא לשון צרעת והרבה כיוצא באלו ועוד דבפ' נגעים גופא פרש\"י להדיא על לשון מספחת הוא שהיא שם נגע טהור וע\"כ דהיינו משום דלשון מספחת היינו שאינו מספחת ממש שהוא טמא והטעם מבואר ואין להאריך כאן נמצינו למידין מיהא דאשכחן בנגעים גופא דספחת הוא ג\"כ לשון נגע ועוד דבתרגום אונקלוס ובירושלמי מבואר בהדיא דלשון ספחת ומספחת חדא מילתא היא שם נגע אלא דאונקלוס מפרש בלשון עדיא ועדיתא והירושלמי תרגמה לתרווייהו בלשון קילופי אלא דאפ\"ה א\"ש הא דאמרינן לקמן בברייתא דספחת הוא לשון טפילה והיינו דאספחת דרישא דקרא קאי דע\"כ הוא לשון טפילה מדהטיל הכתוב ספחת בין שאת לבהרת ואשכחן נמי דבברייתא מפיק לה בג\"ש דלבנה לבנה שיש לכל א' מהם טפילה וא\"כ ע\"כ היינו משום דספחת דרישא היינו לשון טפילה כדאשכחן נמי בקרא דספחני נא דספחת לשון טפילה וכפי' הרשב\"ם בחומש דספחת היינו לשון טפילה וצירוף וכמו שאבאר לקמן אי\"ה בסוף הסוגיא באריכות כן נראה לי בכוונת פירש\"י כאן שהוצרך לפרש כדלקמן. אמנם במה שמפרש רש\"י עוד דהא דמשמע הכא דהאי שהן ד' היינו משום דשנים מרבינן מריבויא דספחת וע\"ז כתב כדלקמן וע\"כ דכוונתו היינו אי מדרשא דהטיל הכתוב ספחת בין שאת לבהרת או מג\"ש דלבנה לבנה כדאיתא לקמן ולפ\"ז קשיא לי טובא אהא דמפרש רש\"י בסמוך מאן תנא מראות נגעים גרסינן ולא גרסינן שנים שהן ארבעה דכ\"ע הכי אית להו וע\"כ דהאי לכ\"ע היינו בין לרבנן ובין לר\"ע והיאך אפשר לומר כן דהא כיון דרבנן גופייהו לא פשיטא להו הך מילתא שיש תולדה לבהרת אלא מדהטיל הכתוב או מג\"ש וכיון דר\"ע ע\"כ לית ליה הנך דרשות כדאמר ר' חנינא להדיא דתולדה דבהרת שהיא סיד אין לה צירוף וכמ\"ש רש\"י להדיא בסוף הסוגיא דהא דמקשה טפילה לבהרת מנ\"ל לרבנן קבעי דלר\"ע לית ליה וא\"כ מנ\"ל לר\"ע דאית תולדה לבהרת כלל כיון דספחת אשאת לחודא קאי ומסברא אית לן למימר דהיינו סיד ואכתי קרום ביצה מנ\"ל דטמא ומכ\"ש למאי דפרישית דאי לאו הנך דרשי דהטיל הכתוב או ג\"ש יש במשמע דלשון ספחת היינו שם נגע א\"כ סוף סוף לא אשכחן אלא שלשה נגעים טמאים ומאי קאמר שהן ד' ונהי דבהא נמי פירש\"י מוכרח במאי דפשיטא ליה דלר\"ע נמי איכא מיהא ד' נגעים טמאים כדאיתא להדיא בהך ברייתא בשאלת בנו של ר\"ע לר\"ע ותשובתו וכדמשמע נמי באידך ברייתא דארבעה כוסות וכו' ומימרא דר' חנינא גופא וכל השקלא וטריא דמשמע דלא פליגי ר\"ע וחכמים אלא בסדר צירוף הד' נגעים אבל בעיקר טומאתן ליכא מאן דפליג דארבעה נינהו אלא דמכל מקום אכתי היא גופ' תיקשי לר\"ע מנ\"ל דקרום של ביצה טמא כיון דלפרש\"י לית ליה הנך ילפות' דלקמן והנלע\"ד בזה ליישב שיטת התוס' ופירושם והיינו משום דבלא\"ה פשיטא לן טובא דכל מראה לובן בנגע שעמוק מעור הבשר טמא הוא שכן נראה מלשון רש\"י בפירוש החומש על פסוק עמוק מעור בשרו ומש\"ה כ' שם ג\"כ על פסוק ועמוק אין מראיה שלא ידע פירושו וע\"ש בפירוש הרמב\"ן ז\"ל ובמה שאבאר בזה בסוף הסוגיא נמצא דלפ\"ז אין לך מראה לבן שהוא טהור אלא בוהק לבד שאינו עמוק אלא שוה לעור הבשר וכמו שנראה גם כן מלשון רש\"י כאן ואם כן ממילא דלאחר שבדקו חכמים שלא מצינו מראה לבן בנגעים שהן עמוקים זולת אותן הארבעה מקרום ביצה ולמעלה כמו שכתב רש\"י גופא לקמן בשמעתין ולפ\"ז לענין עיקר טומאה שהם שנים שהן ד' לא איצטריך קרא אלא כל הנך ילפותא דלקמן וכל השקלא וטריא דקאמר מאן תנא היינו לענין צירוף לחוד ואם כן יפה כתב רש\"י כאן דלכ\"ע אית להו מיהא שנים שהן ד' לענין טומאה ומש\"ה לא גרסינן מאן תנא שנים שהן ד' והשתא א\"ש טובא נמי מ\"ש רש\"י לקמן דהא דמקשה לקמן אשכחן טפילה לשאת טפילה לבהרת מנ\"ל היינו אליבא דרבנן כיון דע\"כ לענין צירוף איירי ולר\"ע בהרת אין לה צירוף כן נ\"ל נכון בשיטת רש\"י ז\"ל ובזה יתיישבו כמה קושיות כמו שאבאר אי\"ה בסמוך:"
        ], 
        [], 
        [
            "<b>בגמרא</b> ת\"ר מנין שאין הכתוב מדבר אלא בטומאת מקדש וקדשיו ודין הוא הואיל והזהיר וענש כו'. ונראה בעיקר כוונת תנא דברייתא היינו דכיון דבכולה פרשה דעולה ויורד דטומאה לא פי' הכתוב על איזה חטא דטומאה מביא עולה ויורד דמקדש וקדשיו לא נזכר בכתוב כלל אם כן יש במשמעות דעל מה שטימא עצמו ע\"י מגע חייביה רחמנא עולה ויורד וכמו שנראה מלשון רש\"י אף על ג דלקושטא דמילתא כתב הרמב\"ם ז\"ל בסוף הלכות טומאת אוכלין שאין איסור כלל לטמא את עצמו אפילו לכתחילה וכדאיתא להדיא בפ\"ק דר\"ה דף ט\"ז דהא דכתיב ובנבלתם לא תגעו היינו ברגל ולאסמכתא בעלמא וע\"ש בחידושינו ואפילו כהנים אינן מוזהרין לטמא אלא למת בלבד מ\"מ נראה דכל זה היינו דוקא למאי דפשיטא לן הכא דפרשת עולה ויורד לא איירי אלא בטומאת מקדש וקדשיו אי בבנין אב כלישנא דברייתא או מגזירה שוה דטומאתו טומאתו כדמסקינן אבל אי לאו הכי לא הוי עקרינן לקראי דפרשת עולה ויורד מפשטא כיון שסתם הכתוב ולא פירש אלמא דמצד הטומאה לחוד קרייה רחמנא חוטא וחייב בעולה ויורד ובהכי הוי אתי שפיר טובא דהא דכתיב ונעלם ממנו והוא טמא והיינו שנעלם ממנו עיקר האיסור דומיא דשאר שגגות דחטאות קבועות ואף דמלשון הרמב\"ם שם משמע דפשיטא ליה הכי מדאסר רחמנא בכהנים ונזיר לטמא למת מכלל דלישראל שרי אפ\"ה נראה ברור דאין זה ראיה גמורה למיעקר קרא דעולה ויורד מפשטיה דכמה לאוין יתירין אשכחן דכתיבי בכהנים ואהא מסיק שפיר בברייתא דדין הוא הואיל וענש והזהיר וכדמסקינן ג\"ש דטומאתו טומאתו ומג\"ש לחוד לא סגי' דאפ\"ה הוי מוקמינן קרא כפשטיה דאטומאה לחוד נמי חייב ואפ\"ה איצטריך ג\"ש לאשמעינן בטומאת מקדש וקדשיו דאיכא כרת וסד\"א דחייב חטאת קבוע' קמ\"ל דבעולה ויורד סגי ובזה אין מקום למה שהקשו התוס' בד\"ה אתיא טומאתו טומאתו דא\"כ בנין אב דברייתא למה לי ולמאי דפרישית א\"ש. ובאמת נראה שהתוס' אין מפרשין הברייתא בענין זה אלא דכוונת תנא דברייתא היינו דלא נימא דכיון שהכתוב סתם ולא פירש אלא כתב סתם לכל טומאתו אשר יטמא לו משמע דעיקר החטא מאי דאשכחן בעלמא שהטמא אסור בהם והיינו אפילו תרומה ומעשר וטמא שנגע בקודש במשמע אלא דלפ\"ז לא א\"ש הא דקאמר ודין הוא הואיל וענש והזהיר ואכתי הא בהנך נמי אשכחן דענש והזהיר דהא לוקין על תרומה ומעשר ואי משום דליכא כרת אם כן העיקר חסר מן הברייתא ועוד דכל השקלא וטריא לא א\"ש ועוד קשה מה שהקשו התוספות לקמן לפי המסקנא דג\"ש בנין אב למה לי ומה שתירצו דאיצטריך למעוטי שאר עבירות לא ידעתי לפרשו דהא כולה פרשה לענין מגע טומאה איירי ולא דמי להא דאמרינן לקמן בדף הסמוך יש לי לרבות ג' טומאות ע\"ז ג\"ע וש\"ד דהתם לא נזכר בקרא מגע טומאה כלל אלא וכפר מטומאות בני ישראל לכך נראה לפרש כדפרישית:", 
            "<b>שם</b> ואימא תרומה ופי' התוס' אימא נמי תרומה. וקשיא לי דמאי קושיא היא זו דמה\"ת לא נוקי קרא בדדמי דהא מקדש וקודש ודאי חמיר טפי ואי משום דהכתוב סתם ולא פירש קשיא ליה דנימא הכי דא\"כ תיקשי ליה נמי מעשר דענש והזהיר כדאיתא בפרק אלו הן הלוקין (מכות דף י\"ט) לכך נראה יותר דהא דקאמר ואימא תרומה היינו דוקא תרומה דענש והזהיר ומוקמינן לקר' בדדמי בתרומה לחוד דחמיר דאיכא מיתה משא\"כ במעשר ולא ניחא ליה נמי לאוקמי במקדש וקדשיו דמסברא יש לומר דחייב חטאת קבוע' כמו כל חייבי כריתות דילפינן בהיקישא דשוגג למזיד בפרק כלל גדול ובכמה דוכתי ואהא משני שפיר דאפ\"ה ניחא ליה לאוקמי טפי במקדש וקדשיו מבתרומה כיון דלא אשכחן מיתה שחייב קרבן מהאי היקישא גופא דלעולם אינו חייב קרבן חטאת אלא על מה שזדונו כרת ואי משום דעולה ויורד איתא בדלי דלות היינו משום דאקיל רחמנא לגבי עני כמו שאבאר בפ\"ב ואהא מקשה דאכתי אימא תרומה מידי דהוי אשמיעת קול ומשני בה ולא בתרומה והדר מקשה ואימא בה למעוטי מקדש דאיפכא מסתברא דקרא בתרומה איירי ולא במקדש וקדשיו דלא משמע ליה הך סברא דאקיל רחמנא גבי עני בטומאת מקדש וקדשיו טפי מבשאר חייבי כריתות כן נראה לי. מיהו בירושלמי מצאתי דבהך ברייתא גופא שלמד בב\"מ דענש והזהיר אמר ר' אליעזר בן יעקב יכול אפילו במעשר שנאמר לא אכלתי באוני ת\"ל מאלה שהוא פטור יצא מעשר אוציא את המעשר שהוא בלאו ולא אוציא את התרומה שהיא במיתה כו' ומייתי עלה הך ברייתא דרבי בסמוך דיליף מג\"ש דבהמה בהמה ע\"ש נמצינו למידין מיהא דמעשר נמי צריך מיעוטא ולפי שיטת התוס' צריך לומר דכיון דלא מייתי בתלמודא דידן כלל הך קושיא דמעשר והך שינויא דמאלה אלמא דלא נחית להכי והיינו משום דלשון ענש והזהיר לא משמע לענין עונש מלקות אלא לענין כרת או מיתה ועיין מה שאכתוב עוד בזה לקמן בסוף הסוגיא דנראה לי דאין סברא כלל לאוקמי עולה ויורד בתרומה לחוד אם לא היכא דלא אפשר בענין אחר ודו\"ק:", 
            "<b>בתוספות</b> בד\"ה לא הזהיר כו' פירש בקונטרס אזהרת קודש דכתיב בקדשים לא יאכל עד אשר יטהר ותימא דבפרק בתרא דמכות משמע דבין לר' יוחנן ובין לר\"ל כו' ויתכן פירוש הקונטרס לההוא תנא דאמר בפרק הערל כו'. ונראה לי דמה שהכריחו לרש\"י כאן לפרש הסוגיא אליבא דהך תנא ולא כר\"י ור\"ל היינו משום דמקומו הוא מוכרע דאי ס\"ד דנחית בשמעתין להך ג\"ש דר' יוחנן דיליף טומאתו דקודש מטומאתו דמקדש לענין לאו אם כן מאי מקשה בסמוך אברייתא דרבי אשכחן קודש מקדש מנ\"ל ואיצטריך לשנויי דאיתקש מקדש לקודש בקרא דבכל קודש לא תגע ומקשה עלה א\"ה תרומה נמי דאיתקש נמי לקודש בהאי קרא גופא וכל טורח הזה למה וטפי ה\"ל לשנויי בפשיטות מעיקרא אהך קושי' דאשכחן קודש מקדש מנ\"ל דיליף לה מהך ג\"ש גופא דטומאתו דמקדש לענין עולה ויורד גופא כי היכי דיליף לה לענין לאו דהא קייל דאין ג\"ש למחצה ואם כן לא הוי שייך כלל לאקשויי א\"ה תרומה נמי דנהי דאכתי לא אסיק אדעתיה הך ג\"ש דטומאתו טומאתו דמייתי בסוף הסוגיא דבעולה ויורד גופא כתיב טומאתו לאפנויי מ\"מ ע\"כ הא ידע שפיר הך ג\"ש דטומאתו דקודש מטומאתו דמקדש כיון דבהאי ברייתא גופא דקיימינן עלה קתני בהדיא מה להלן ענש והזהיר והיינו מהך ג\"ש דטומאתו דקודש ומקדש אע\"כ דסוגיא דשמעתין דידן דאיירי בה רבא לית לה הך ג\"ש דר' יוחנן וכר\"ל נמי לא ניחא ליה לרש\"י לפרש סוגיא דשמעתין דהא אליבא דר\"ל מוקמינן בפרק אלו הן הלוקין דבכל קודש לא תגע לא איירי אלא באזהרת קודש לחוד ולא לתרומה דאזהרת תרומה יליף ר\"ל מאיש איש מזרע אהרן כו' ע\"ש ואם כן לפ\"ז לא שייך כלל הך קושיא דמקשינן בסמוך א\"ה תרומה נמי דאמר מר בכל קודש לא תגע לרבות את התרומה והוא דלא כר\"ל לכך הוצרך רש\"י לפרש כל הסוגי' אליבא דהך תנא דיליף לה אזהרת קודש מבקדשים לא יאכל וכהאי תנא דפ'  הערל כנ\"ל נכון ודוק היטב:", 
            "<b>בא\"ד</b> ויתכן פירוש הקונטרס לההוא תנא דאמר בפרק הערל בזב בעל שלש ראיות ובמצורע מוחלט הכתוב מדבר ומאי אשר יטהר עד דמייתי כפרה כו' עס\"ה. ולפ\"ז משמע מפירש\"י ותוספות דשייך נמי כרת וקרבן עולה ויורד במחוסר כיפורים שאכל את הקודש וזה דלא כשיטת הרמב\"ם ז\"ל שכתב בפי\"ח מהלכות פסולי המוקדשים דאין חייבין כרת בט\"י ומחוסר כיפורים שאכל את הקודש אלא בביאת מקדש בלבד ע\"ש בכ\"מ וכן מ\"ש גם כן הרמב\"ם בהלכות ביאת מקדש וע\"ש גם בהשגות הראב\"ד ובכ\"מ באריכות ונלע\"ד אפשר דלענין עולה ויורד אפילו לענין ביאת מקדש פטור ואין להאריך כאן בזה ולקמן בסוף הסוגיא אבאר יותר ועיין בתוס' בפ' הנשרפין (סנהדרין דף פ\"ב) בד\"ה טבול יום ששימש שהאריכו בזה בענין ט\"י ומחוסר כיפורים הי מינייהו חמיר טפי ומה שיש לדקדק מתוך דבריהם יבואר בסוגיא שלפנינו ודו\"ק:", 
            "<b>בד\"ה</b> ואימא תרומה פירוש ואימא נמי תרומה כו' וה\"נ דהוי מצי למיפרך ואימא טמא ששימש כו' ומטומאת כהנים לא מצי למיפרך שלא הוזהרו כו' עכ\"ל. ולא זכיתי להבין דברי התוספות בזה דודאי מ\"ש דה\"מ למיפרך ואימא טמא ששימש יש לפרש דקשיא להו הכי לפי מה שפירשו דהאי אימא תרומה היינו אימא נמי תרומה אם כן ה\"מ למיפרך אימא נמי טמא ששימש בלא איסור מקדש ליחייב בעולה ויורד כיון דהוי במיתה כמו תרומה ולקושטא דמילתא לאו הכי אלא במ\"ש דמטומאת כהנים לא מצי למיפרך לא ידענא מאי קשיא להו דהא ע\"כ בעו למימר דכהן שטימא עצמו ליחייב אפי' בלא מקדש וקדשיו והא מה\"ת כיון דאפי' בטומאת מת לא הוי במיתה אלא באזהרה וליכא למימר דלא משמע להו השתא לחלק בין איסור מיתה ללאו גרידא א\"כ הדרא קושיא לדוכתא דתיקשי להו ממעשר דהוי נמי בלאו כמ\"ש בסמוך וע\"ז לא הוי משני מידי ועוד דא\"כ מה זה שכתבו שלא הוזהרו אלא על  המת והכא כתיב שרץ ונבילה דהא אכתי מצינן לאוקמי כוליה קרא דטומאה על כל איסורי טומאה שרץ ונבילה היינו לענין תרומה ומקדש וקדשיו וממילא דה\"ה לכהנים שנטמאו במת גרידא בלא שום איסור אחר. והנלע\"ד בזה לכאורה דמ\"ש דלא מצי למיפרך מטומאת כהנים לא בעו למימר דליפריך דאטומאת כהנים נמי ליחייב כמו במקדש וקדשיו כמו שפירשו לענין תרומה אלא דטפי ה\"ל למיפרך דלא נוקי קרא כלל בטומאת מקדש וקדשיו כיון דבכרת מחייב חטאת קבוע' כמו כל חייבי כריתות דילפינן מהיקישא אלא כוליה קרא בטומאת כהנים לחוד איירי וע\"ז מתרצי שפיר דשרץ ונבילה כתיב אלא דהא נמי ליתא דהא ודאי אי עקרינן לקרא מטומאת מקדש וקדשיו ומוקי לה בטומאת כהנים א\"כ כ\"ש דתרומה וטמא ששימש דחייבין כיון דאית בהו מיתה וא\"כ אכתי לא מתרצינן מדכתיב שרץ ונבילה דלמא שרץ ונבילה לתרומה וטמא ששימש וטומאת מת אף לכהנים. וצ\"ע טובא ליישב דבריהם:", 
            "<b>בגמרא</b> לא אשכחן עון מיתה דחייב עליה קרבן. ויש לדקדק דהא אשכחן ודאי בעון מיתה דחייב עליה קרבן כגון במעילה דבמיתה לרבי וכ\"ש לרבנן דהזיד במעילה באזהרה א\"כ אפילו באיסור לאו אשכחן וע\"כ צריך לומר דהא דקאמר לא אשכחן עון מיתה דחייב עליה קרבן היינו דלא אשכחן קרבן חטאת ומש\"ה אין לחייבו בעולה ויורד דעיקר קרבנו חטאת אלא דלפ\"ז לא א\"ש מ\"ש התוס' בד\"ה לא אשכחן דההיא טעמא עדיף ליה טפי וכתבו מפרשי התוס' דע\"כ כוונתן בזה דהאי טעמא דליכא לאוקמי באיסור כרת כיון דבקבוע לא הוי קושיא כ\"כ דסוף סוף שם קרבן חד הוא משא\"כ באיסור מיתה לא אשכחן שום קרבן ולמאי דפרישית לא שייך למימר הכי דהא למאי דמסקינן מוקמינן לה להך ברייתא דהכא בסמוך כרבי וכולה מתני' דידיעות הטומאה נמי כרבי מוקמינן לעיל וצ\"ע ועיין עוד בסמוך:"
        ], 
        [
            "<b>בגמרא</b> אבל עולה ויורד נייתי מידי דהוי אשמיעת קול ואביטוי שפתים. ולכאורה יש לתמוה דמעיקרא מאי ס\"ד דליכא לאוקמי בתרומה כיון דלא אשכחן עון מיתה דחייב עליה קרבן ותיפוק ליה דעיקר עולה ויורד שייך אפי' בלאו גרידא כמו בשמיעת קול וביטוי שפתים אלא דנראה דמעיקרא הוי סבר דשמיעת קול וביטוי שפתים אע\"ג דלית בהו לא כרת ולא מיתה אפ\"ה חמירי טפי אפי' מתרומה דהוי באיסור מיתה וכ\"ש משאר חייבי לאוין והיינו משום דאיסור שבועה חמיר טפי שכל עבירות שבתורה נאמר בהן ונקה בחורב ובשבועה נאמר לא ינקה ומה\"ט איכא למ\"ד בשלהי מסכת יומא דיום הכיפורים ושעיר המשתלח מכפרין על כל עבירות שבתורה חוץ מלא תשא ע\"ש וכן כתב בשאלתות פרשת יתרו וכדאמרינן נמי לקמן בפ\"ג דאע\"ג דכתיב נמי ונקה גבי שבועה היינו שב\"ד שלמטה מנקין אותו ע\"י מלקות אבל ב\"ד של מעלה אין מנקין אותו כלל ומש\"ה שפיר י\"ל דאחמיר רחמנא בשגגתן יותר מבשאר עבירות אלא דהמקשה דהכא דקאמר אבל עולה ויורד נייתי מידי דהוה אשמיעת קול היינו משום דלפ\"ז שפיר אית לן לאוקמי נמי בתרומה דהוי מיהא דומיא לשמיעת קול וביטוי שפתים בהך מילתא דלית ביה כרת וכ\"ש דא\"ש טפי למאי דפרישית בסמוך דעיקר קושית ואימא תרומה היינו נמי דוקא תרומה ולא קדשים ולא סגיא להו בעולה ויורד אלא בקבוע ומש\"ה אית לן לאוקמי קרא דדחיק ומוקי נפשיה ברווחא דאיירי בתרומה והוי שפיר דומיא דשמיעת קול וביטוי שפתים דאיתקשו להדדי בהך פרשה גופא כנ\"ל בישוב הסוגיא:", 
            "<b>אלא</b> דקשיא לי טובא בעיקר מילתא דפשיטא ליה לתלמודא הכא ובכמה דוכתי בטמא שאכל תרומה ליכא קרבן כיון דלא אשכחן מיתה דחייב עליה קרבן אכתי אפ\"ל דליחייב אשם בג\"ש דחטא חטא ממעילה כי היכי דילפינן לכולה מילתא דמעילה מתרומה במס' מעילה פרק הנהנה ובפסחים דף ל\"ג וממילא דאית לן למילף נמי תרומה ממעילה דאין ג\"ש למחצה וכמ\"ש התוס' שם בפסחים להדיא דאפי' לרבנן ע\"כ אית להו הך ג\"ש דחטא חטא אפי' למילף תרומה ממעילה לכל מילי אלא דהא דס\"ל לרבנן הזיד במעילה באזהרה משום דבתרומה כתיב ומתו בו למעוטי מעילה וא\"כ לענין קרבן שפיר אית לן למילף הך ג\"ש דהוי באשם. מיהו למאי דמסקינן דאיצטריך קרא למעט תרומה מעולה ויורד אי ממיעוטא דבה ולא בתרומה או מג\"ש דרבי דבהמה בהמה ומג\"ש דרבא דטומאתו טומאתו דודאי כל הני ג\"ש לא איצטריך אלא למעוטי תרומה מעולה ויורד כמו שאבאר וא\"כ אי ס\"ד דאיכא בתרומה חיוב אשם תו לא איצטריך למעוטי תרומה כלל מעולה ויורד:", 
            "<b>שם</b> אימא בה למעוטי מקדש דלא סגי ליה כו' קרי רבא עליה דרבי דולה מים מבורות עמוקים דתניא רבי אומר כו' אשכחן קודש מקדש מנ\"ל. לפי פשט לשון הסוגיא משמע דהא דקאמר אימא בה למעוטי מקדש היינו נמי למעוטי קודש אלא דחדא מינייהו נקט דהא בתרוייהו שייך האי טעמא שישנן בקרבן קבוע כמו כל חייבי כריתות דמ\"ש וא\"כ ע\"כ דפרשת עולה ויורד ליתא אלא בתרומה לחוד ועוד דבהכי הוי שפיר דומיא דאינך דלית בהו כרת אלא דלפ\"ז קשיא לי טובא חדא דא\"כ מאי האי דקרי רבא עליה דרבי דולה מים מבורות עמוקים בהא דיליף רבי ג\"ש שאין אדם לומד מעצמו ומאי עדיפא הך ג\"ש מכל ג\"ש שבתורה ועוד דכיון דמקשה מתרוייהו ונקט מקדש משמע דפשיטא ליה טפי כמו שאבאר א\"כ מאי האי דקמשבח ליה רבא האי ברייתא דרבי כיון דבהך ג\"ש לא ילפינן אלא קודש ואכתי מקדש לא ממעט ליה רבי כלל דהא מהדר רבא מסברא דנפשיה לאוקמי בכמה אוקימתות ולא מיתוקמא ליה אלא כמסקנא מג\"ש דטומאתו טומאתו והך ג\"ש עדיפא הוא לאוקמי בעולה ויורד בטומאת מקדש וקדשיו מג\"ש דרבי כמ\"ש התוס' עכ\"פ בהך ברייתא דרבי אין רמז למילף ממנה טומאת מקדש ועוד דמאי מקשה סתמא דתלמודא אמימרא דרבא אשכחן קודש מקדש מנ\"ל הא ודאי שפיר ילפינן נמי מהך ברייתא לענין טומאת מקדש דכיון דאשכחן מיהא דשייך עולה ויורד בקודש אע\"ג דשייך ביה קרבן קבוע וא\"כ לא דמי נמי לאינך לשמיעת קול וביטוי ואפ\"ה חייב א\"כ ממילא דאית לן לחייב במקדש טפי מבתרומה דהא לא אשכחן עון מיתה דחייב עליה קרבן ועוד דהא גופא תיקשי מאי האי דנקט המקשה במילתיה למעוטי מקדש ושביק לקודש והא בכולה ברייתא ובסוגיא דשמעתין במכילתין בפירקין ובאידך פירקין נקט לשון דטומאת מקדש וקדשיו. והנלע\"ד בזה ליישב כל הקושיות חדא מגו חדא בסגנון א' והיינו דהמקשה לא פסיקא ליה להקשות דנימעט קודש ולאוקמי בתרומה לחוד מהטעם שאבאר בסמוך גבי ואימא ה\"נ תרומה ועוד דמסברא פשוטה איכא למימר דפרשת קרבן עולה ויורד איירי בטומאת קודש חדא דכיון דאשכחן דפרט הכתוב בעולה ויורד כל הנך פרטי דטומאת נבילה ושרץ ואדם והנך שלש טומאות גופייהו פרט הכתוב ג\"כ בפרשת צו בטמא שאכל את הקודש במקום כרת דידהו משא\"כ בתרומה ואפי' למאן דיליף תרומה מקרא דלא יאכל בקדשים עד אשר יטהר מדכתיב איש איש מזרע אהרן והוא צרוע או זב אפ\"ה מה\"ט גופא משמע דפרשת עולה ויורד לא איירי בתרומה כיון דהתם לא כתיב נבילה וכתיב בעל קרי ואילו בפרשת עולה ויורד לא נזכר מצורע וזב ובעל קרי ואם כן ממילא דאית לן לאוקמי קרא בקודש טפי מבתרומה ואי משום דאשכחן קרבן קבוע בטמא שאכל את הקדש כמו בשאר חייבי כריתות (או מהיקישא דריב\"ל דיליף מתורה אחת דהוקשה כל התורה כולה לע\"ז או מג\"ש דרבי דיליף ג\"ש דעליה עליה מאחות אשה שחייבין כרת א\"כ האי עליה דחטאת נמי איירי דוקא במקום כרת) אפ\"ה אית לן לאוקמי האי קרא שפיר בטמא שאכל את הקודש היכא דליכא כרת כגון בטבול יום ומחוסר כיפורים כמ\"ש הרמב\"ם ז\"ל בפירוש בהלכות פסולי מוקדשין מש\"ה לא פסיקא ליה למעט קודש מבה משא\"כ במקדש קשיא ליה בפשיטות דאית לן למעט מקדש טפי מתרומה כיון דבמקדש לא כתיב שום פרט וכלל בכרת דידיה כ\"א בטומאת מת לחוד ועוד דבכל ענין שייך ביה קרבן קבוע אפי' בטבול יום ומחוסר כיפורים דהא בהאי קרא גופא דפרשת חוקת דכתיב ונכרתה הנפש ההיא מסיים בסיפא דקרא טמא יהיה עוד טומאתו בו ודרשינן מיניה טמא יהיה לרבות טבול יום עוד טומאתו בו לרבות מחוסר כיפורים כן נראה לי בסברת המקשה ואהא קאמר רבא שפיר דקרי עליה דרבי דולה מים מבורות עמוקים מדיליף בג\"ש לענין קודש לחוד ושביק מקדש אלמא דמקדש פשיטא ליה טפי לחיובא בקרבן עולה ויורד אי משום דרבי לטעמיה דהא דחייב חטאת קבוע' בדבר שזדונו כרת דוקא יליף לה מג\"ש דעליה ומאחות אשה וכתבו התוספות בפרק קמא דיבמות דלרבי דיליף לה מעליה אינו חייב קרבן קבוע אלא היכא דאיכא לאו וכרת כמו באחות אשה. ועוד דבהאי קרא דונודעה החטאת אשר חטאו עליה כתיב להדיא אשר לא תעשינה והיינו לאו וכמו שכתבו התוספות ג\"כ להדיא בפרק כלל גדול ע\"ש ואם כן לפ\"ז כיון דבמחוסר כיפורים דכתיב גבי מקדש לא אשכחן לאו וממילא דלא שייך ביה חטאת קבוע אם כן יש לנו לומר דחייב בעולה ויורד דלפוטרו בלא כלום אי אפשר דודאי מקדש חמיר מתרומה שזה בכרת וזה במיתה. וכ\"ש אם נאמר דרבי סבר כר\"ש רבי' (כדאמרינן במנחות בשלהי פרק ר' ישמעאל) דס\"ל ברפ\"ב דהוריות (דלר\"ע ציבור וכהן משיח פטורין מקרבן עולה ויורד כיון דלא שייך בדלי דלות) ור\"ש קאמר בהדיא דמשיח פטור מטומאת מקדש וקדשיו ואמרינן בגמרא דטעמיה מדכתיב בביאת מקדש ונכרתה הנפש ההיא מתוך הקהל מי שחטאו שוה לקהל יצא משיח שאין חטאתו שוה לקהל דהנך בשגגת מעשה ואיהו בהעלם דבר וממילא דכ\"ש דציבור פטורין מטומאת מקדש מה\"ט גופא שאין בהם העלם דבר ועוד דדרשינן התם להדיא לאשמת העם הרי משיח כציבור נמצא לפ\"ז בטומאת מקדש דכתיב מתוך הקהל פטרינן משיח וציבור מקרבן קבוע וליתנהו בכלל ג\"ש דעליה לחייב בחטאת קבוע דהא עיקר ג\"ש דעליה בציבור כתיב אם כן מש\"ה ודאי פשיטא דשגגת יחידים בשגגת מעשה בביאת מקדש חייבו רחמנא קרבן עולה ויורד טפי מבתרומה כיון דאית בהו כרת והיינו דלא איצטריך ליה לרבי לאתויי ג\"ש אלא אטומאת קודש בלבד דלא כתיב ביה מתוך הקהל נמצא שפיר קאמר רבא דקרי עליה דרבי דולה מים מבורות עמוקים. אלא דאפ\"ה מקשה סתמא דתלמודא שפיר אתנא דברייתא דלעיל דמוקי לעולה ויורד במקדש וקדשיו דנהי דבקודש פשיטא ליה מהן ג\"ש דרבי דלא אשכחן מאן דפליג עליה בהא והיינו דקאמר אשכחן קודש אכתי מקדש מנ\"ל והיינו לדידן דלא קי\"ל כרבי בהך ג\"ש דעליה אלא כדריב\"ל כדאשכחן בכמה דוכתי בש\"ס ובפרק כלל גדול אמרינן דפלוגתא דרבי ורבנן תליא בפלוגתא דמונבז ורבנן וע\"ש בתוס' וא\"כ מנ\"ל הא דפשיטא לן בכולה תלמודא דשייך עולה ויורד במקדש כמו בקודש כנ\"ל נכון בעזה\"י ואולי מקום הניחו לי מן השמים ועיין עוד בסמוך:", 
            "<b>שם</b> דתניא רבי אומר אקרא אני חיה בהמה למה נאמרה נאמר כאן בהמה טמאה כו'  לקמן דף י\"ט הקשו התוספות בד\"ה מדבעי למכתב בהמה וחיה לכדרבי משמע דלא קשיא ליה לרבי בהמה למה נאמרה אלא משום דבהמה בכלל חיה ותיפוק ליה דבלא\"ה תרוייהו מייתרי דמבכל דבר טמא לחוד איתרבו להו ע\"ש מה שתירצו ובאמת שיש לדקדק למה לא הקשו קושיא זו הכא בשמעתין אעיקר מילתא דרבי ומלבד זה יש לתמוה לכאורה אקושייתם דהתם דפשיטא להו דכולהו פרטי מייתרי כיון דכתיב בכל דבר טמא ומאי קושיא הרי בת\"כ דריש לכל הנך פרטי דחיה ונבילה בהמה ושרץ וטומאת אדם כל חד וחד באפי נפשיה דאתא לרבות כמה ענייני טומאה דשייך בכל חד ע\"ש אלא דאפשר דמשמע להו להתוס' מסוגיא דהכא ודלקמן דף י\"ט דע\"כ רבי לית ליה הנך דרשות או דלא הוו אלא אסמכתא בעלמא דאי לדרשא גמורה ה\"ל למיכתבינהו בעיקר פרטי דיני טומאה ולא לגבי עולה ויורד כך נראה לי בכוונת התוספות וכמו שאבאר לקמן דף י\"ט. מיהו בהך דרשא דדריש התם בת\"כ מקמי היאך וז\"ל נפש כי תגע בכל דבר טמא  הזקנים הראשונים היו אומרים יכול אפילו אם נגע אדם במגע טמאות יהא חייב ת\"ל בנבלת חיה בנבלת בהמה בנבלת שרץ מה אלו מיוחדין שהן אבות הטומאה יצא דבר שאין אב הטומאה ע\"כ ואם כן ודאי משמע דדרשא גמורה היא כיון דמפשטא דקרא דכי תגע בכל דבר טמא הוי משמע דאפי' אם נגע בולד הטומאה נמי חייב ואפשר עוד דה\"א דדוקא בנגע בראשון ושני חייב קרבן עולה ויורד משא\"כ באב הטומאה לא סגי ליה בעולה ויורד אלא בחטאת קבוע' כמו בכל חייבי כריתות כדמשמע בשמעתין ואם כן לפ\"ז ממילא דאליבא דרבי דקיימינן הכא שפיר צריכי כל הנך פרטי להך מילתא גופא דהא אשכחן לרבי דדריש בעלמא כללי ופרטי כדאיתא לעיל דף ד' ואם כן לפ\"ז אי הוי כתיב נבילה לחוד הוה דריש לה בכלל ופרט וכלל דבעינן כעין הפרט ממש שיהא דומה לנבילה בכל צדדיו משא\"כ הנך טומאות דקילי מנבילה כגון שרץ שאין מטמא במשא ה\"א דפטור והנך נמי דחמירי מנבילה כגון מת וזב ומצורע שטמאין שבעה ה\"א דלא סגיא ליה בקרבן עולה ויורד שכן מדת כלל ופרט וכלל בכל מקום ועוד דאפילו בהנך דחמירי נמי איכא למיפרך טובא שיש בטומאה אחת מה שאין בחבירתה מש\"ה איצטריך למיכתב כל הנך פרטי וא\"כ לפ\"ז אכתי לא ידעינן הך ג\"ש דרבי כיון דכולהו איצטריכו אלא דעיקר ילפותא דרבי אינו אלא מיתורא דבהמה למה נאמרה כיון דבהמה בכלל חיה היא כן נ\"ל נכון בעזה\"י ולפ\"ז אין מקום לקושית התוס' לקמן דף י\"ט ושם אבאר יותר באריכות. אלא דלכאורה אכתי איכא למישדי ביה נרגא ולמימר דהך דרשא דת\"כ לענין אב הטומאה נמי אינו אלא אסמכתא בעלמא דאפילו מנפש כי תגע בכל דבר טמא לחוד נמי ידעינן שפיר דאיירי באב הטומאה דוקא דהא קי\"ל בפשיטות בכל הש\"ס דאין אדם מקבל טומאה אלא מאב הטומאה אלא דלאחר העיון נראה לי דאדרבה בהך מילתא גופא דלינא חספא ואשכחנא מרגניתא תותא משום דעיקר מילתא דפשיטא לן דאין אדם מקבל טומאה אלא מאב הטומאה לא אשכחן להדיא בש\"ס מהיכא פשיטא לן הכי דהא לענין כלים דאין מקבלין טומאה אלא מאב הטומאה ילפינן לה מקרא בפרק קמא דחולין מאויר כלי חרס ובדוכתי טובא משא\"כ באדם ואף על גב דבשילהי פרק קמא דפסחים כתב רש\"י בד\"ה ת\"ל מכל האוכל והאריך בהך מילתא טובא לענין כלים בהא דאין מקבלין טומאה אלא מאב הטומאה והיינו מהך דרשא דמייתי הש\"ס התם וסיים רש\"י וז\"ל וכן אדם לא מצינן לו טומאה אלא מאב הטומאה כגון ע\"י שרץ ונבילה ושכבת זרע וזב ונדה וטמא מת עכ\"ל ע\"ש מכל מקום היא גופא קשיא דמ\"ש כלים דבעו קרא אף על גב דלא אשכחן להו טומאה במקום אחר ומ\"ש אדם דלא בעי קרא אלא מדלא אשכחן ואי משום דבכלים לא אשכחן פרטי ובאדם אשכחן כל הנך פרטי דמייתי רש\"י שם והיינו מקרא דפרשת אמור נראה לי דאדרבה מהנך קראי משמע להיפך דהא קחשיב התם או איש אשר תצא ממנו שכבת זרע דהיינו בעל קרי שאינו אב הטומאה אלא ראשון לטומאה כדאיתא בפרק כל הכלים ופשיטא לן כן בכולה תלמודא ואפ\"ה כתיב בסיפא דהאי פרשה ונפש אשר תגע בו וטמאה עד הערב ופשטא דקרא ודאי משמע דאכולהו טומאות דהך פרשה קאי דהא דכתיב בלשון יחיד היינו משום דכולה פרשה כתיב' בל' יחיד איש ונפש א\"כ ממילא יש במשמע דמי שנוגע באיש אשר תצא ממנו שכבת זרע והיינו בעל קרי נמי טמא טומאת ערב א\"כ אכתי מנא לן דאין אדם מקבל טומאה אלא מאב הטומאה אבל למאי דפרישית מברייתא דת\"כ גבי עולה ויורד אתי שפיר טובא דכיון דכתיב ברישא דקרא נפש כי תגע בכל דבר טמא ואפ\"ה כתיב כל הנך פרטי עד שסופינו לרבות כל הטומאות אפילו נבילת עוף טהור כדמסקינן בשמעתין וא\"כ ע\"כ דהאי כללא דנפש כי תגע בכל דבר טמא וכל הנך פרטי לא אתו אלא לאשמעינן שאין אדם מקבל טומאה אלא מאב הטומאה ומה\"ט גופא לא כתיב בעל קרי בהאי פרשה ומהכא הוא דשמעינן דהא דכתיב בסוף פרשת אמור נפש אשר תגע בו וטמאה עד הערב לאו אכולה פרשה קאי אלא אמקרא שלפניו אטומאת אדם דסליק מיניה כגון טמא מת וזב ומצורע ולאפוקי מי שנגע בבעל קרי ונוגע בטמא שרץ כן נ\"ל נכון ולפ\"ז ודאי יפה קרי רבא עליה דרבי דולה מים מבורות עמוקים כיון דכל הני הלכתא רברבי שמעינן ממילתא דרבי במה שהוצרך לומר אקרא אני חיה בהמה למה נאמרה וגם זה נראה לי נכון בעזה\"י ודוק היטב:", 
            "<b>שם</b> אשכחן טומאת קודש טומאת מקדש מנ\"ל. קשיא לי טובא דלמאי דלא אסיק אדעתיה השתא היקישא דמקדש לקודש מקרא דבכל קודש ולא מג\"ש דר' יוחנן בפרק אלו הן הלוקין דיליף טומאתו טומאתו אם כן תיקשי ליה טפי אהא דפשיטא לן בכולה תלמודא דעל ביאת מקדש חייב כרת וקרבן בכל הטומאות כמו בטומאת מת דהא בביאת מקדש לא אשכחן כרת אלא בפרשת חקת דאיירי בטומאת מת לחוד וכתיב ונכרתה הנפש ההיא מתוך הקהל כי מי נדה לא זורק עליו ועוד דאפילו בטומאת מת גופא משנה ערוכה מצינן בנזיר סוף פרק כהן גדול דאמר ר' יהושע כל טומאה שאין הנזיר מגלח עליה אינו חייב על ביאת מקדש וכן פסק הרמב\"ם ז\"ל להדיא ואם כן כל שכן דיש לנו למעט כל שאר טומאות וכל שכן דקשה נמי בהא דאמר ליה ר\"מ לר' יהושע לא תהא קלה זו מן השרץ ואכתי שרץ גופא מנ\"ל ואי משום דאשכחן בנבלת עוף טהור דכתיב ואם לא יכבס ובשרו לא ירחץ ונשא עונו ופירש\"י והרמב\"ן בחומש דהאי ונשא עונו היינו כרת ללמדינו שעל רחיצת גופו ענוש כרת בטומאת מקדש וקדשיו וכן הוא בת\"כ וכן כתב הרמב\"ם ז\"ל בהלכות ביאת מקדש הא ודאי נראה ברור דכל זה היינו לפי המסקנא דאיתקש קודש למקדש להדדי אי מהיקישא דבכל קודש דהכא או מג\"ש דר' יוחנן בפ' אלו הן הלוקין אבל כל כמה דלא קים לן דאיתקשו מקדש וקודש שפיר מצינן לאוקמי האי קרא דונשא עונו בפרשת אחרי לענין אכילת קודש לחוד וא\"כ הדרא קושי' לדוכתא דלא שייך האי שקלא וטריא בשמעתין לענין טומאת מקדש טפי מבכמה דוכתי. ונראה דוחק לומר דמעיקרא נמי אסיק אדעתיה הך היקישא אלא דאפ\"ה מקשה שפיר משום דבעי לאקשויי א\"ה תרומה נמי וא\"כ לא שייך הך קושיא בעלמא לענין טומאת מקדש אלא דהא נמי ליתא למאי דמסיק רבינא בזבחים דף ל\"ד דהאי היקישא דבכל קודש לענין מלקות לחוד איתמר ולא לענין כרת וע\"ש ובתוס' וא\"כ ע\"כ דמה שחייב כרת בביאת מקדש וקודש על כל הטומאות היינו מג\"ש דטומאתו טומאתו בפרק אלו הן הלוקין דאיתקש מקדש לקודש והנך טומאתו טומאתו דהתם גבי כרת כתיבי אם כן הכא בשמעתין נמי לא מקשה מידי דכיון דמג\"ש דרבי איתרבי לענין עולה ויורד בקודש ממילא ילפינן נמי למקדש בהך ג\"ש דטומאתו טומאתו. והנלע\"ד בזה דודאי המקשה דהכא לא אסיק אדעתיה הן ג\"ש דרבי יוחנן ולא היקישא דריש לקיש כמ\"ש התוספות בסמוך בד\"ה ואימא אף תרומה וכדפרישית נמי לעיל בתחילת הסוגי' אלא דאפ\"ה אתי ליה שפיר הא דחייב כרת וחטאת קבוע' בביאת מקדש בכל הטומאות משום דפשיטא ליה טובא דביאת מקדש חמיר טובא מאכילת קודש שהרי קדושת קודש גופא אינה אלא ע\"י מקדש וכדמשמעות לישנא דמקדש וקדשיו וקדושתו קדושת עולם וכ\"ש משכן שנמשח בשמן המשחה ועוד דאפילו בביאה במקצת באצבע קטנה חייב וכ\"ש לפי מ\"ש לעיל בשם הרמב\"ם ז\"ל דטבול יום ומחוסר כיפורים חייבין כרת על ביאת מקדש משא\"כ באכילת קודש וכה\"ג כמה מעלות אשכחן בביאת מקדש יותר מבקודש אם כן לפ\"ז מצינן למימר דלענין כרת בכל הטומאות שפיר ילפינן מקדש מקודש בק\"ו דכתיב כרת בכל הטומאות ואפי' למ\"ד אין עונשין מן הדין אפ\"ה איכא למימר דגילוי מלתא בעלמא הוא דבכה\"ג לכ\"ע עונשין כדאיתא בכמה דוכתי בסנהדרין ובמכות ומש\"ה לא קשיא ליה אלא בסוגיא דהכא דוקא לענין חיוב עולה ויורד בביאת מקדש אשכחן קודש מקדש מנ\"ל דמה\"ט גופא דמקדש חמיר מקודש אית לן למימר דלא סגי ליה בקרבן עולה ויורד אלא בקרבן קבוע כנ\"ל נכון ומוכרח בעזה\"י ודוק היטב:", 
            "<b>בגמרא</b> אי הכי תרומה נמי וכתב מהרש\"א ז\"ל דיש מקשים דהיאך אפשר לומר דעולה ויורד שייך בקודש ובמקדש ובתרומה דאם כן נישתוק מג\"ש דרבי ונילף כולהו מהאי בנין אב דברייתא דלעיל דענש והזהיר ובה ל'ל וע\"ז תירץ דס\"ד דאתי למעוטי טמא ששימש ענ\"ל ע\"ש ולע\"ד אין מקום לקושיא זו כלל דודאי אי לאו ג\"ש דרבי ומיעוטא דבה ה\"א דעולה ויורד בקרא היינו בתרומה לחוד דוקא משא\"כ בטומאת מקדש וקדשיו לא סגי ליה בקרבן עולה ויורד דהיינו קושיין ונראה שהקשה כן לפמ\"ש התוס' לעיל בקושי' קמיתא דהא דקאמר ואימא תרומה היינו אימא תרומה נמי דלא שייך להקשות אימא תרומה לחוד אלא משום מיעוט דבה דהא ודאי ליתא דאפילו לסברת התוספות לעיל דקושי' קמייתא היינו ואימא תרומה נמי היינו כל כמה דלא אשכחן שום טעמא לאוקמי עולה ויורד בתרומה טפי מבטומאת מקדש וקדשיו ומש\"ה מוקמינן סתמא דקרא בכל הטומאות שענש והזהיר משא\"כ לבתר דמקשה הש\"ס דמקדש וקדשיו מסתבר דלא סגיא להו בעולה ויורד אלא בקבוע דלא גרעו משאר כריתות ומקשה נמי דאית לן לאוקמי דומיא דשמיעת קול וביטוי שפתים דליכא כרת ואם כן מקשה הכא שפיר דמהך ג\"ש דרבי ומהיקישא דבכל קודש כ\"ש דאית לן לאוקמי קרא בכולהו מיהו אי לאו הך ג\"ש והיקישא הוי מוקמינן בתרומה לחוד מהנך סברות גופייהו שהקשה המקשה לעיל (וכ\"ש השתא דקושי' זו אליבא דרבי קאי וא\"כ פשיטא דמסברא לא שייך להקל במקדש וקדשיו טפי מבשאר חייבי כריתות לפוטרו מקבוע דהא לקושטא דמלתא לרבי מקדש וקדשיו חמיר טפי מבשאר חייבי כריתות דהא בכולן לא בעינן ידיעה בתחילה) ועוד דכיון דהשתא מיהא דכתיב בה דמשמע מיעוטא וא\"כ ע\"כ דקושית המקשה דפריך ואימא תרומה נמי היינו דכיון דאיכא ג\"ש והיקישא לחייב בשלשתן דמאי חזית אם כן ע\"כ אית לן למימר דבה אתי לדרשא אחריתי ואם כן אי לאו ג\"ש והיקישא לא הוי מוקמינן לדרשא אחריתי אלא למעוטי חד מהנך ולמאי דקשי' ליה למהרש\"א נמי לאו שפיר משני דמ\"ש דס\"ד דאתי למעוטי טמא ששימש חדא דטמא ששימש לא נזכר בשמעתין כלל ועוד דלמאי דס\"ד דבתרומה איכא עולה ויורד טפי ממעשר ועל כרחך היינו כיון דאיכא חיוב מיתה ואם כן טמא ששימש נמי אית לן לרבויי מג\"ש דחילול חילול כי היכי דמחייבינן מיתה מהך ג\"ש אלא בהא איכא למימר דכיון דתרומה לא בעי למילף השתא אלא מהיקישא דבכל קודש כמו שפירש\"י וכדמשמע לשון אי הכי אם כן תו לא מהני הך ג\"ש דלענין חילול לחייב נמי טמא ששימש דהא קי'ל בפרק איזהו מקומן דדבר הלמד בהיקש אינו חוזר ומלמד בג\"ש משא\"כ במקדש ותרומה שפיר איכא למימר מהיקישא דקודש דאף על גב דקודש גופא לא אתיא אלא מג\"ש דרבי אפ\"ה הא קי'ל דדבר הלמד בג\"ש חוזר ומלמד בהיקש אבל קושיא קמייתא קשיא על מהרש\"א וצ\"ל כדפרישית מיהו כל מה שכתבתי בזה היינו לפי מאי דמשמע מלשון התוס' ומסוגיא דשמעתין דנהי דקושיא קמייתא דלעיל דקאמר ואימא תרומה היינו תרומה נמי וכמ\"ש התוספות וכ\"ש קושי' בתרייתא דהכא דאמרינן בהדיא ואימא ה\"נ תרומה מ\"מ הך קושיא מציעתא דקאמר ואימא בה למעוטי מקדש היינו למעוטי נמי קודש דלא סגיא ליה ולפי זה על כרחך לא אשכחן עולה ויורד אלא בתרומה לחוד מה שאין כן למאי דפרישית דהא דמקשה נמי אימא בה למעוטי מקדש היינו מקדש לחוד אבל קודש חייב בעולה ויורד כמו בתרומה והיינו שאין נראה לו סברא כלל לומר דעולה ויורד לא שייך אלא בתרומה לחוד דאם כן אין עולה ויורד נוהג אלא בכהנים וקרא סתמא כתיב נפש כי תגע ומסתמא איירי בכל ישראל דומיא דשמיעת קול וביטוי וכל הנך קרבנות דלעיל מינייהו דילפינן עליון מתחתון וכל היכא דאיירי בתרומה כתיב דבר אל אהרן ואל בניו וכדאמר רבא נמי בפרק הערל מה\"ט דהא דכתיב איש איש מזרע אהרן והוא צרוע או זב מוקמינן לה בתרומה שאינו נוהג אלא בזרעו של אהרן משא\"כ הכא דסתמא כתיב מש\"ה אית לן לאוקמי פשטא דקרא עכ\"פ בביאת מקדש דנוהג בכל ישראל או באכילת קודש דנוהג נמי בישראל בשלמים וקדשים קלים אלא דאפ\"ה אפשר דאיירי נמי בתרומה כיון דקרא סתמא כתיב ונעלם ממנו והוא ידע ואשם משמע לכל חד במאי דשייך ביה חטא כדפרישית בתחילת הסוגיא דעיקר בנין אב אתא למימר דבעינן נמי ענש והזהיר ולאפוקי מעשר וטומאת כהנים נמצא דלפ\"ז מתיישב כל הסוגיא בפשיטות כמו שפירשתי והיינו נמי דמקשה הכא ואימא ה\"נ תרומה דכ\"ש השתא דמג\"ש דרבי ידעינן קודש ומקדש ותרומה מהאי היקישא דבכל קודש ולפ\"ז ע\"כ דבה אתי לדרשא אחריתי ועל זה משני שפיר דאי אפשר לומר כן דטפי אית לן למימר דבה אתי למעוטי תרומה כיון שאינו בכרת אם כן על כרחך דהיקישא לא אתי אלא למקדש לחוד וע\"ז מקשה שפיר אדרבה תרומה לא ממעטינן שכן אכילה כמותו וכיון דהי מינייהו מפקת ממילא דהיקישא לתרווייהו אתי וע\"כ בה לדרשא אחריתי וכל זה היינו כיון דאיכא ג\"ש והיקישא מה שאין כן אי לאו ג\"ש והיקישא הוי מוקמינן מיעוטא דבה לחד מהנך כנ\"ל ודו\"ק:", 
            "<b>בתוספות</b> בד\"ה ואימא אף תרומה כו' משמע לפי סוגיא דשמעתין דהאי קרא איירי בין בתרומה בין בקודש ותימא דסוגיא דמכות מוכחת דלא מיירי בתרווייהו כו' וי\"ל דסוגיא דהכא כברייתא דת\"כ כו' עס\"ה. ולולי דבריהם היה נראה לי דאין מקום לקושית התוספות כלל דודאי התם במכות דאיירי לענין מלקות דאמתניתין דאלו הן הלוקין קאי דקחשיב טמא שאכל את הקודש מש\"ה הוצרכו ר\"י ור\"ל לאהדורי אלאו מיותר באכילת קודש ואם כן אי מוקמינן קרא דבכל קודש בכל מידי דאיקרי קודש הוי לאו שבכללות ואין לוקין עליו וכמ\"ש שם מה שאין כן לבתר דאשכחן לאו בקודש לחוד ולאו בתרומה לחוד מסוגי' דהתם ומסוגיא דפרק הערל אם כן ודאי מקשה הכא שפיר דלענין עולה ויורד שפיר אית לן לאוקמי הך היקישא דקודש ומקדש מקרא דבכל קודש לא תגע דאתרומה נמי קאי משום דאיקרי קודש:", 
            "<b>בגמרא</b> אלא אמר רבא ג' כריתות בשלמים למה כו'  מדקאמר אלא אמר רבא משמע דהשתא הדר ביה מהיקישא דקודש למקדש מקרא דבכל קודש אי משום דלית ליה האי היקישא כר' יוחנן בפרק אלו הן הלוקין מדתני ברדלא הך ג\"ש דטומאתו דקודש לטומאתו דמקדש או משום דאפילו לר\"ל דהתם דאית ליה האי היקישא דתניא כוותיה אפ\"ה איכא למימר דהאי היקישא דבכל קודש היינו לענין לאו לחוד דאיירי ביה קרא ולא לענין כרת ועולה ויורד דלא כתיבא בהאי עניינא ואין לתמוה בכך דהא בזבחים דף ל\"ג מסיק רבינא אליבא דר\"ל גופא הכי גבי ביאה במקצת דאתיא נמי בהאי היקישא דבכל קודש אפ\"ה לענין מלקות לחוד איתמר ולא לענין כרת כמ\"ש רש\"י והתוספות שם ע\"ש אם כן לפ\"ז ה\"ה הכא לענין עולה ויורד מצינו למימר הכי דמשמע ליה לרבא השתא דלא אתיא בהאי היקישא ולפ\"ז א\"ש טובא לישנא דאלא אמר רבא וכל שכן לגירסת הספרים שלנו דגרסינן לעיל אי הכי תרומה נמי דאהך קשי' גופא משני רבא שפיר דמהאי ילפותא דג' כריתות לא שמעינן אלא מקדש לחוד דהוי נמי בכרת דאיירי ביה האי קרא מש\"ה מרבינן נמי לעולה ויורד וממילא נמעט תרומה דמה\"ת לחייב כיון דלית ליה היקישא ובכה\"ג גופא משמע נמי הא דאמרינן במסקנא אלא אמר רבא אתיא טומאתו טומאתו והאי לישנא משמע להדיא דהדר ביה מהנך שינויי דלעיל וממילא דלית ליה האי היקישא ואם כן מעתה אין מקום למה שהקשו התוס' בד\"ה אתיא טומאתו טומאתו דקשיא להו אם כן ג\"ש דרבי ל\"ל נילף קודש מדאיתקש למקדש כיון דעל כרחך לרבא לית ליה האי היקיש' כלל כר' יוחנן דפרק אלו הן הלוקין ולריש לקיש נמי לא איתקש אלא ללאו למלקות לחוד כנ\"ל ברור מתוך הסוגיות דהכא ודפרק אלו הן הלוקין ודזבחים דף ל\"ג ודברי התוס' צ\"ע:"
        ], 
        [
            "<b>בגמרא וכתיב</b> התם טמא יהיה עוד טומאתו בו מה להלן טומאת מקדש. משמע הכא להדיא דבביאת מקדש אפי' מחוסר כיפורים חייב בעולה ויורד דהא האי עוד טומאתו בו דרשינן ליה בגמרא בכמה דוכתי דאתי לרבות מחוסר כיפורים והיינו לכרת דכתיבא בהדיא בהאי קרא גופא ועוד דלאיסורא ודאי לא איצטריך דמפרשת יולדת ילפינן לה דכתיב וכפר עליה הכהן וטהרה מכלל שהיא טמאה נמצא ממילא דהאי טומאתו דעולה ויורד נמי איירי אפי' במחוסר כיפורים דהכא כתיב קרא או כי יגע בטומאת אדם לכל טומאתו ודרשינן מינה בת\"כ דהאי לכל טומאתו לרבות טומאת מגע זבין וזבות נדות ויולדות והנך כולהו מחוסרי כפרה נינהו וא\"כ לפ\"ז אין מקום למה שהקשו התוס' דהשתא דאיכא ג\"ש דטומאתו טומאתו למאי איצטריך ג\"ש דרבי ולמאי דפרישית א\"ש טובא דאפי' אם נאמר דרבא אית ליה האי היקישא דבכל קודש וג\"ש דר' יוחנן בפ' אלו הן הלוקין דיליף טומאתו דקודש מטומאתו דמקדש אפ\"ה איצטריך נמי הך ג\"ש דאי מחד מהנך ה\"א דטבול יום ומחוסר כיפורים נמי חייבין בעולה ויורד כמו במקדש מש\"ה איצטריך האי ג\"ש דרבי למימר דלענין עולה ויורד לית לן למילף קודש ממקדש בשום ילפותא אלא דלקודש איצטריך ג\"ש באפי נפשה וממילא אימעטו טבול יום ומחוסר כיפורים מעולה ויורד כיון דבאכילת קדשים ליכא כרת בהנך כמו שכתב הרמב\"ם ז\"ל להדיא דבפ\"ג בהלכות ביאת מקדש כתב להדיא דחייב כרת בטבול יום ומחוסר כיפורים ובהלכות פסולי מוקדשין כתב להדיא דטבול יום ומחוסר כיפורים אין בהם חיוב כרת ולע\"ד שמכאן הוציא הרמב\"ם דין זה כיון דלכ\"ע אית להו ג\"ש דרבי ומה שלא כתב הרמב\"ם ז\"ל חילוק דין זה דטבול יום ומחוסר כיפורים בהלכות שגגות לענין עולה ויורד יבואר לקמן בריש פרק ב' אי\"ה כן נראה לי נכון ודו\"ק:", 
            "<b>בתוספות</b> בד\"ה אתיא טומאתו טומאתו ואע\"ג דגבי תרומה נמי כתיב טומאה בפרשת אמור כו' וא\"ת לר\"ל דלא גמר ג\"ש דטומאה כדאמר בפרק בתרא דמכות מנ\"ל וי'ל דאתי' ליה מהיקישא כו' עכ\"ל. ולא ידענא מאי קשיא להו להתוספ' דשפיר אית לן למימר דנהי דלא יליף ריש לקיש הך ג\"ש דטומאתו למילף קודש ממקדש היינו משום דע\"כ קסבר ר\"ל דהאי טומאתו דקודש איצטריך לדרשא אחריתי וטומאתו דמקדש איצטריך למחוסר כיפורים משא\"כ הך ג\"ש דטומאתו טומאתו דהכא שפיר מצינן למימר דריש לקיש נמי אית ליה דהיינו טומאתו דעולה ויורד מטומאתו דמקדש דע\"כ הך טומאתו דעולה ויורד מופנה להך ג\"ש ועוד דודאי ניחא לן למילף טומאתו מטומאתו ממאי דנילף טומאתו מוטומאתו דהא בתרומה וקודש כתיב וטומאתו וכה\"ג אמרינן בכמה דוכתי ואם כן אין מקום לקושיית התוספות ועוד דלמאי דקשיא להו נמי לאו שפיר משני דלמאי שתירצו דלר\"ל אתי' ליה עולה ויורד דקודש מהיקישא דבכל קודש לא תגע כבר כתבתי דבסוגיא דזבחים דף ל\"ג מסיק רבינא אליבא דר\"ל גופא דהאי היקישא דקודש למקדש מבכל קודש לענין מלקות לחוד איירי וצ\"ע ודו\"ק:", 
            "<b>בא\"ד</b> וא\"ת ולמה לן השתא בנין אב דהואיל וענש והזהיר בברייתא דלעיל וי\"ל דברייתא נמי כו' ונקט בנין אב לאפוקי משאר עבירות עכ\"ל כבר כתבתי בתחילת הסוגי' דלשון לאפוקי משאר עבירות לא ידעתי לפרשו דהא בכולה פרשה כתיב להדיא כי תגע בכל דבר טמא וכה\"ג טובא דכולה איירי בנגיעת טומאה ואף שראיתי שבעל קרבן אהרן בפרשת ויקרא הרגיש בזה והאריך לפרש בכוונת התוספות דלאפוקי ע\"ז וג\"ע וש\"ד איצטריך האי בנין אב ולדעתי דבריו תמוהים יותר חדא מה\"ט גופא דפרישית דכי תגע כתיב ועוד דאם נפרש הך ברייתא בהכי אם כן מאי קאמר הואיל וענש והזהיר דהא ודאי כל שכן דבע\"ז וג\"ע וש\"ד ענש והזהיר בכרת ומיתת בית דין והנלע\"ד בכוונתן אפשר דמ\"ש לאפוקי שאר עבירות היינו אכילת נבילה ושקצים גופייהו דכתיב בהו לשון טומאה בפרשת שמיני ולא תטמאו בהם ונטמאתם בם ולא תטמאו את נפשותיכם וכולהו לענין אכילה איירי כדאיתא בכמה דוכתי בתלמוד ובפירש\"י פרשת שמיני ואם כן ס\"ד דבין לענין טומאה דנבילות ושרצים ובין לענין אכילתן לעולם חייב עולה ויורד דאע\"ג דלית בהו כרת אפ\"ה מידי דהוי אשמיעת קול וביטוי שפתים ובהא מסיק שפיר הואיל וענש והזהיר דהיינו עונש כרת כי היכי דמפרשינן לה לענין תרומה כנ\"ל בכוונת התוספות. אמנם השתא דאתינא להכי נראה שאין אנו צריכין לדוחק זה אלא דבלא\"ה א\"ש לישנא דברייתא בהא דקאמר הואיל וענש והזהיר והיינו כרת לא פשיטא ליה אלא לבתר דקים לן מג\"ש דרבי ומג\"ש דטומאתו טומאתו היינו לאשמעינן דעולה ויורד בכרת דוקא תליא מלתא וכדפרישית דאי לאו האי בנין אב ה\"א דאפילו היכא דליכא כרת אלא מלקות נמי חייב בעולה ויורד ואפ\"ה איצטריך קרא דקודש ומקדש לאשמעינן דסגי ליה בעולה ויורד מש\"ה מהני האי בנין אב דלית לן לרבויי בעולה ויורד אלא בהנך דדמו להדדי והיינו עונש כרת דלפ\"ז הוי כמו כל בנין אב שבתורה כן נ\"ל נכון בעזה\"י ודוק היטב:", 
            "<b>בא\"ד</b> ומיהו תימא ל\"ל ג\"ש דרבי תיפוק ליה מג\"ש דטומאה דלענין קודש נמי דרשינן ליה בפ\"ב דמכות עכ\"ל. והניחו בקושי' ולמאי דפרישית לעיל בסמוך אין כאן מקום תימא דאדרבה משמע איפכא דמאן דאית ליה הך ג\"ש דטומאתו דמקדש מטומאתו דעולה ויורד על כרחך לית ליה הך ג\"ש דטומאתו דקודש מטומאתו דמקדש כיון דתו לא מופנה וצ\"ע והנלע\"ד כתבתי ודו\"ק:", 
            "<b>פיסקא</b> יש בה ידיעה בתחילה ואין בה ידיעה בסוף כו' ת\"ר וכפר על הקודש מטומאת בני ישראל גו' יש לי בענין זה להביא ג' טומאות ע\"ז וג\"ע וש\"ד כו'. ולכאורה יש לתמוה דמעיקרא מאי קס\"ד לאפוקי פשטא דקרא ממשמעותיה דנהי דהני תלת אשכחן בשום דוכתא דאיקרו נמי טומאה מ\"מ סתם טומאה האמורה בתורה לענין קרבן וכפרה היינו לענין טומאת מקדש וקדשיו לחוד שהוציאן הכתוב מכלל שארי חייבי כריתות לענין עולה ויורד שאין בהן קבוע משא\"כ בכל חייבי כריתות וכמ\"ש הרמב\"ם ז\"ל להדיא בתחילת פי\"א וז\"ל שינוי יש בטומאת מקדש וקדשיו מבכל חייבי כריתות כו' ע\"ש וכל שכן לענין כפרה דאיירי בה הכא שהוציא הכתוב טומאת מקדש וקדשיו מכלל כל עבירות שבתורה שקבע להו כפרה מיוחדת בשעירי ר\"ח ורגלים ואשכחן נמי בפ\"ק דזבחים בשעירי עצרת שבאין לכפר על טומאה שאירעה בין זה לזה מעתה ראוין היו ישראל להביא בכל שעה אלא שחיסך הכתוב ובשארי קרבנות ודאי לא אשכחן כה\"ג כלל וכ\"ש ביום הכיפורים בפר החטאת ושעיר החיצון דפשיטא לן שבאין על טומאת מקדש וקדשיו והיינו נמי דומיא דשאר רגלים דיום הכיפורים נמי בכלל רגל הוא וא\"כ ממילא אית לן למימר בפשיטות דפנימי נמי בא על טומאת מקדש וקדשיו והיינו מה\"ט דאיתא בתוספתא בפ\"ק דמכילתין היה ר\"ש אומר קשה טומאת מקדש וקדשיו מכל עבירות שבתורה שכל עבירות שבתורה מתכפרות בשעיר אחת וטומאת מקדש וקדשיו בל'ב שעירים ומייתי עלה ההוא מעשה דשני אחים כהנים שהביא הש\"ס בריש פרק ב' דיומא שלמדנו ממנו דטומאת מקדש וקדשיו קשה עליהן יותר משפיכות דמים ומייתי כמה קראי טובא ע\"ש א\"כ מאי דוחקיה לאוקמיה בע\"ז וג\"ע וש\"ד דלא אשכחן בשום דוכתא כפרה אחרת מלבד חטאת קבוע' ובשעיר המשתלח על לא הודע ועוד דכיון דאיכא היקישא דחיצון לפנימי לענין ידיעה וקיי\"ל דאין היקש למחצה א\"כ כ\"ש דשייך האי היקישא גופא דפנימי לחיצון מה חיצון אין מכפר אלא על טומאת מקדש וקדשיו כו' כדפרישית. ועוד דלענין מזיד נמי נראה דוחק לאוקמי סתמא דקרא דמפשעיהם בלא אתרו ביה דוקא דהא לקושטא דמילתא היכא דשייך מיתה או מלקות שהן בדיני אדם מילתא דפשיטא היא דלא שייך בהו שום כפרה משא\"כ לענין טומאת מקדש וקדשיו דאיכא למימר דיוה\"כ מכפר על זדון טומאת מקדש וקדשיו לפוטרו מכרת כדקתני במתני' לקושטא דמילתא ועל זדון טומאת מקדש וקדשיו שעיר הפנימי מכפר והיינו לפוטרו מכרת. והנלע\"ד בזה דאדרבה מתוך הנך קושיות ודקדוקים גופייהו משמע ליה לאוקמי בהנך תלת והיינו לפי שראינו דקרבן טומאת מקדש וקדשיו משונה מכל שאר חייבי כריתות ויש בזה להקל ולהחמיר להחמיר בענין הכפרות שקבע להן הכתוב קרבנות קבוע לכפרה כדפרישית ולהקל נמי אשכחן בענין עיקר הקרבן דעולה ויורד דשאר חייבי כריתות בקבוע וזה בעולה ויורד אפילו את\"ל שזה אינו קולא כ\"כ דבעשיר קרבנם שוה אלא דאקיל רחמנא בעניים משום דמצוי או מאינך טעמים וכמו שאבאר בסוגיא שלפנינו מכל מקום אשכחן נמי קולא אחרת דבכל חטאות מחייבין אפילו בלא ידיעה בתחילה והכא בעינן ידיעה בתחילה דוקא כדקתני סתמא דמתניתין וא\"כ ענייני הקרבנות דמקדש וקדשיו שחלוקין משאר קרבנות חטאות ועניני כפרות דידהו הם כסברות הפוכות דזה להקל וזה להחמיר ועוד דפשיטא ליה לתנא דברייתא דע\"ז וג\"ע וש\"ד שהן מחייבי מיתות בית דין וחמירי מינייהו טובא וא\"כ היאך נאמר דכפרה דידהו בין במזיד בין בשוגג בהודע ולא הודע יהיה בשעיר המשתלח שהוא מעשה חוץ ושוגג ומזיד דטומאת מקדש וקדשיו יתכפרו בשעיר הפנימי דחשיב טובא שהיא אחת בשנה ודמו נכנס לפני לפנים ועוד נראה לי דוחק לתנא דברייתא לאוקמי כפרת שוגג דפנימי לתלות בלבד והחיצון תכפר כפרה גמורה ומחמת אלו הקושיות הוי משמע ליה לאוקמי קרא דשעיר הפנימי בהנך תלת דוקא וכיון דחמירי טובא חשיב קרבן דידהו נמי לכפר כפרת מזיד בלא אתרו ביה אע\"ג דשייך ביה מיתת בית דין ובשוגג ולא אתיידע דהא דמתכפר בחטאת קבוע היינו אין בה ויש בה ושעיר הפנימי מכפר על שיש בה ואין בה או אין בה ואין בה ובהכי א\"ש נמי טובא הא דכתיב לכל חטאתם שהרי מכפר על ג' זדונות עבירות החמורות ועל ב' מיני שגגות דאין בה ולפ\"ז דפשיטא ליה להחמיר בהנך תלת טפי מבטומאת מקדש וקדשיו ע\"כ הוי משמע ליה דחיוב עולה ויורד בטומאת מקדש וקדשיו היינו משום דאקיל רחמנא לגבי דעני כדפרישית ואי משום ידיעה בתחילה הוי משמע ליה לתנא דברייתא דאה\"נ דטומאת מקדש וקדשיו נמי לא בעי ידיעה בתחילה כר' ישמעאל או להיפך דבכל קרבנות בעי ידיעה בתחילה וכמ\"ד דידיעת בית רבו שמה ידיעה א\"כ תו לא משכחת בכל חייבי כריתות לפוטרן מחטאת היכא דאין בהו ידיעה בתחילה אלא בתינוק שנשבה ובהא מצינן למימר דתנא דברייתא ס\"ל כמונבז דאפי' בע\"ז נמי פטור ואפ\"ה איצטריך בטומאת מקדש וקדשיו קרא דוהוא ידע לפטור תינוק שנשבה כי היכי דלא נימא דנהי דפטור משאר קרבנות מהיקישא דמונבז בפרק כלל גדול אפ\"ה בעולה ויורד לחייב דלא שייך ביה הך היקישא כדפרישית לעיל קמ\"ל דבעולה ויורד נמי פטור כנ\"ל לפרש בהא דקאמר יש לי בענין זה להביא ג' טומאות כו' (היינו הנך ג' טומאות דוקא וכל שכן דא\"ש טפי לפמ\"ש לעיל דף ד' גבי תרי ונעלם דהא דפשיטא לן שאין יום הכיפורים מכפר על מקדש וקדשיו דאתיידע ליה לאחר יה\"כ אע\"ג דלא כתיב ביה או הודע מ\"מ אתיא לן שפיר מדכתיב לכל חטאתם חייבי חטאות במשמע אלמא דאתיא לכלל חטאת א\"כ א\"ש טובא דמה\"ט גופא לא ניחא ליה לתנא דברייתא לאוקמא בכה\"ג משום דמסברא אית לן למימר כיון דעולה ויורד קיל טובא מהני תרי טעמא דפרישית וקרבן דשעיר הפנימי חשיבא טובא שמכפר אף למזיד ודמו נכנס לפנים מש\"ה יש לו לכפר אף על השוגג היכא דאתיידע ליה לאחר יה\"כ ואי משום חטאים דומיא דפשעים הא אית לן למימר דקאי אהנך תלת דכתיב בהו או הודע ולאשמועינן דאין לחלק בין הנך תלת לשארי קרבנות בענין זה אע\"ג שכפרתן בפנימי) ולפי' זה יש לי ליישב כל הסוגיא בפשיטות אי\"ה ודלא כמ\"ש התוספות דאכתי איכא טובא כגון אוכל תרומה בטומאה וטמא ששימש כו' דבלא\"ה קשיא לי בדבריהם דהא תרומה וטמא ששימש לא שייך אלא בכהנים וכהנים אינן מתכפרין בשעיר הפנימי כלל אליבא דכ\"ע אלא בפר או שעיר המשתלח כדתנן במתניתין וצ\"ע ודו\"ק ועיין עוד בסמוך:", 
            "<b>שם</b> ת\"ל מטומאות ולא כל טומאות מה מצינו שחלק כו'  ויתכן ג\"כ לפרש לפי מה שפירשתי בסמוך אמאי דבעי למימר מעיקרא דהנך תלת כיון דחמירי טובא יש לנו לומר דהפנימי מכפר במכ\"ש מטומאת מקדש וקדשיו בהא מסיק שפיר ת\"ל מטומאות ולא כל טומאות והשתא ליכא למימר דליכפר על כל חייבי כריתות החמורות כגון הנך תלת וע\"כ דלא מיתוקמא נמי בחד מהנך תלת בהדי מקדש וקדשיו דהי מינייהו מפקת ועל כרחך דלא מיתוקמא קרא אלא במאי דמסתבר טפי והיינו טומאת מקדש וקדשיו דמצינו שחלק הכתוב להקל לענין עולה ויורד וכדמסיק הש\"ס לקמן דאפי' בעבודת כוכבים לחוד לא מיתוקמא דהוי חלק להחמיר וכמו שאבאר. ומתוך מה שכתבתי נתיישב ג\"כ הא דקשיא לי דאכתי אמאי איצטריך קרא למיכתב מטומאות ולא כל טומאות ולאפוקי הנך תלת דלא מיתכפרין בפנימי במזיד ולא אתרו ביה ובשוגג ולא אתיידע ליה הא סוף סוף מתכפרין מיהא בשעיר המשתלח ונהי דלענין מזיד ולא אתרו ביה יש ליישב קצת מכ\"מ בשוגג ולא אתיידע ליה לא איצטריך קרא למעוטי דמאי נפקא מיניה כיון דאין לו ידיעה לבסוף מאי אית ליה למיעבד וכי איצטריך קרא יתירא למעט דהיכא שלא נודע בהנך עבירות לא תכפר בפנימי להגן מן היסורין עד שנתכפר בשעיר המשתלח ומאי נפקא מיניה כיון דלית ליה תקנתא אבל למאי דפרישית נפקא מיניה טובא דאי לאו מיעוטא מטומאות ה\"א דהנך תלת נמי מתכפרין כמו בטומאת מקדש וקדשיו וממילא דלפ\"ז ע\"כ בהך מילתא נמי שווין לענין ידיעה בתחילה. מיהו עוד נראה לי ליישב בע\"א דכל הנך קראי וכולה שקלא וטריא דשמעתין עד סוף הפרק בענין הכפרות נ\"מ לדינא לענין שיקרבו זה בזה וכמו שיבואר לקמן בעזה\"י. עוד נ\"ל לפרש לשון הברייתא ולשון הסוגיא בענין אחר יותר פשוט עד שמתוכן כמעט יתיישבו הקושיות והדקדוקים שהקשו התוספות והאריכו בהם מהרש\"א בשם כמה מפרשים ולשנאת האריכות אבא בקצרה והיינו דהא דקאמר בברייתא יש להביא ג' טומאות עבודת כוכבים ג\"ע וש\"ד אע\"ג דלענין הפר פשיטא ליה כמו שאבאר לקמן במקומו מ\"מ לישנא דקרא הוה משמע ליה הכי דכיון דכתיב בהאי קרא לכל חטאתם לא ניחא ליה לפרש דלענין מקדש וקדשיו לחוד איירי דמאי לכל חטאתם שאין כאן אלא חטא אחד ולא ניחא ליה לפרש לשון לכל חטאתם לענין חילוקי כפרות דידיעות ביש בה ואין בה ומש\"ה  ודאי פשטא דקרא משמע ליה דה\"ק שהשעיר מכפר על כל עניני חטאות היכא דשייך בהו לשון טומאה כגון הנך תלת ועל זה קאמר שפיר מטומאות ולא כל טומאות ולאו משום דפשטא מטומאות לשון מיעוט הוא דהא ודאי אורחא דקרא הוא כמו ונסלח מחטאתו וכפר מטומאתו אלא דעיקר כוונת התנא דברייתא היינו בענין זה דאי ס\"ד כדקאמרת דהאי לכל חטאתם היינו משום דמכפר על כל עניני חטאות דמצינו בהו לשון טומאה א\"כ ליכתוב איפכא וכפר על הקודש לכל טומאות בני ישראל ומפשעיהם ומחטאתם אע\"כ מדלא כתיב הכי היינו משום דלקושטא דמילתא לא איירי בכל ענייני טומאות אלא בטומאת מקדש וקדשיו לחוד ואהא מסיק שפיר א\"כ יכול על כל טומאה שבקדש יהא שעיר זה מכפר והיינו נמי מדכתיב לכל חטאתם והיינו ל\"ש יש בה ל\"ש אין בה או אפשר דאפילו בחטאת ממש דבני קרבן נמי מכפר כמו שאבאר וע\"ז מסיק חטאים דומיא דפשעים והיינו דלאו בני קרבן ואהא קאמר שפיר מנין ששעיר זה תולה ולשון זה יש לפרש באחד משני פנים או דמספקא ליה בהא דקאמר תולה דיותר ראוי לומר שמכפר כפרה גמורה או כדמסיק הש\"ס לקמן דיותר ראוי לומר דנפיך מיפך כמו שאבאר לקמן במקומו ומעתה נבוא לבאר לשון סוגית הגמרא אחד אחד:", 
            "<b>שם</b> בגמרא אמר מר יש לי כו' האי עבודת כוכבים ה\"ד אי במזיד כו' אי בשוגג בר קרבן הוא. כאן ודאי יש לתמוה מאי קשיא ליה לענין עבודת כוכבים טפי מטומאת מקדש וקדשיו דלקושטא דמילתא הכי הוא דאיירי דוקא בלא אתיידע ליה דאז לאו בר קרבן הוא כמו שהקשו התוס' אמנם למאי דפרישית אתי שפיר דעיקר קושיית המקשה בענין זה דלא מיבעיא ליה למסקנא דברייתא דאיצטריך למיכתב חטאים דומיא דפשעים ואיצטריך נמי למיכתב לכל חטאתם ולא מחטאתם לאפוקי דלא נימא שמתכפר כפרה גמורה בין יש בה בין אין בה או בתרווייהו או חדא מינייהו דאם כן מלתא דפשיטא היא דלא מיתוקמא בענין אחר דא\"כ כל הני קראי ל'ל למעוטי דלא ניכפר כפרה גמורה דהא מילתא דפשיטא היא כיון דעיקר חיוב חטאת בכל חייבי כריתות בפרשת שלח לך בעבודת כוכבים כתיבי וה\"ה לכל חייבי כריתות וא\"כ אטו מי נימא דבכל חייבי כריתות אם עבר עליהן יה\"כ לא יתחייב חטאת איבע\"א קרא איבע\"א סברא קרא כדילפינן בשילהי כריתות דאפי' אתיידע ליה אחר יה\"כ חייב מדכתיב או הודע וכ\"ש אי אתיידע לפני יה\"כ דילפי' מדכתיב ידיעה בנשיא וציבור כדמסקינן התם או משום דכתיב לפני ה' תטהרו דמשמע דוקא הנך שאין מכיר בהם ביה\"כ אלא המקום כו' ע\"ש ואיבע\"א סברא כיון דקרא דפרשת שלח לך כתיב שוגג ומזיד וכיון דמזיד פשיטא לן דל\"ש עבר יה\"כ ל\"ש לא עבר לא מיפטר ממה שנתחייב כבר בב\"ד של מעלה ה\"ה לענין שוגג וכ\"ש למאי דקי\"ל כריב\"ל בפרק כלל גדול ובריש יבמות דהא דכתיב תורה אחת יהיה לכם היינו להקיש כל חייבי כריתות לעבודת כוכבים דוקא וא\"כ כיון דלמאי דבעי למימר דבהנך תלת לחוד איירי קרא ולא בשאר חייבי כריתות הוי כסכינא חריפא דמפסקי קראי ועוד דיציבא בארעא דבשאר חייבי כריתות שלא נכתבו בלשון טומאה נאמר דיה\"כ אין פוטרן מקרבן ובהנך תלת דחמירי נאמר דיה\"כ פוטרן אע\"כ דמהכא אית לן למשמע דאיירי דוקא בעולה ויורד ולא בהנך תלת ובהא ודאי יש סברא לומר דיה\"כ פוטרן ומש\"ה איצטריך כל הנך קראי ובזה א\"ש נמי דהא דנקט המקשה בלשון קושייתו אי במזיד בר קטלא ואהא משני שפיר דלמאי דס\"ד מעיקרא לאוקמי בהנך תלת דהכי הוה משמע ליה פשטא דקרא לכל חטאתם הוה אתי ליה שפיר טובא דאה\"נ דלא דרשינן חטאים דומיא דפשעים כיון דלא מייתרא דלגופא איצטריך והא דכתיב מפשעיהם היינו ולא כל פשעיהם דלא מיפטר אלא מכרת בלא אתרו ביה אבל במיתה ומלקות לא מיפטר היכא דאתרו ביה ולכל חטאתם נמי לא מייתרא דאדרבה מהכא שמעינן דאיירי בכל מיני חטאות דכתיב בלשון טומאה והיינו היכא דלא אתיידע ליה דאי אתיידע ליה בלא\"ה שמעינן מהנך קראי דשילהי כריתות דלא מיפטר מקרבן או מסברא כדפרישית וא\"כ שפיר קאמר בברייתא יש לי לרבות ג' טומאות הללו ומסיק נמי שפיר דא\"א לומר כן מדלא כתיב מכל טומאתם ומפשעיהם ומחטאתם כדפרישית כן נ\"ל נכון בעזה\"י לפי מה שהראוני מן השמים ודוק היטב:"
        ], 
        [
            "<b>בגמרא</b> ואימא יולדת ופירש\"י שאם עבר עליה יה\"כ אוכלת בקדשים בלא קרבן. וכוונתו מבואר דהא דמקשה ואימא יולדת היינו כיון דמסתמא כבר טבלה לטומאתה קודם ימי טוהר שלה וא\"כ היא טהורה ומגעה טהור אלא כיון שהיא טבולת יום ארוך מגזירת הכתוב עד מלאת ימי טהרה מחמת שהיא מחוסרת כפרה דאשכחן דקרייה רחמנא טמא מקרא דטמא יהיה עוד טומאתו בו א\"כ לפ\"ז שפיר מצינן למימר שהיא ג\"כ בכלל האי קרא דיה\"כ דכתיב וכפר מטומאתו כיון שחלק הכתוב קרבנה להקל בעולה ויורד מש\"ה י\"ל דיה\"כ מכפר עליה במכ\"ש דשאר טומאות מקדש וקדשיו שהם טמאין גמורין וכיון דפטורה מקרבן ממילא דמותרת לאכול בקדשים ואהא משני הש\"ס שפיר אמר קרא לכל חטאתם ולא לכל טומאתם שאין יה\"כ מכפר אלא על קרבן שבא מחמת חטא וזה ברור בכוונת רש\"י אלא שהתוס' הקשו על פירושו מסוגיא דשילהי כריתות וכתבו לכן פירש ר\"ת דהכא מספק יולדת פריך ועיין במהרש\"א שנדחק מאד והאריך בהבנת דברי התוס' ע\"ש ולולי שהתוס' כתבו כן בשמו של ר\"ת הייתי אומר שמעולם לא יצאו דברים כאלו מפה הקדוש של ר\"ת אלא גליון מאחד מהתלמידים דמלבד שפירושו דחוק מאד לפרש לישנא דתלמודא דהכא בספק דספק מאן דכר שמיה בשמעתין אלא בשילהי כריתות והתם עיקר השקלא וטריא היינו אהא דאמרי' דאשם תלוי שעבר עליו יה\"כ פטור וילפי לה מדכתיב לכל חטאתם לפני ה' אלמא דשעיר המשתלח מכפר על חטא שאינו אלא מספק ואין מכיר בו אלא המקום ועל זה מקשה הש\"ס התם א\"כ ספק יולדת שעבר עליה יה\"כ תיפטר מקרבן כיון שאינו אלא מספק ומחוייבת להביא קרבן חטאתה ואינו מכיר בספק זה אלא המקום א\"כ מש\"ה קשיא ליה מתניתין דלמאי דקתני אשמות תלויין ליתני נמי יולדת בהדייהו משא\"כ הכא דלא איירי כלל מספק קרבן אלא מודאי קרבן וגרסינן נמי ואימא יולדת סתמא ולא קאמר ואימא ספק יולדת כדפריך התם א\"כ אין לך פירוש דחוק גדול מזה ומכ\"ש לפירוש מהרש\"א ז\"ל אלא דמלבד זה יש לתמוה בעיקר קושיית התוס' משילהי כריתות דהמעיין שם יראה שאין זו קושיא כלל דהתם בשעיר המשתלח כיון דלא כתיב לשון טומאה כלל אלא לכל חטאתם א\"כ משני שפיר דאפילו למ\"ד דיולדת חוטאת היא משעת לידה איכפר לה וכן בספק נזיר וספק מצורע וא\"כ לא היו בכלל לכל חטאתם משא\"כ הכא בשמעתין דאיירי לענין שעיר הפנימי דכתיב וכפר מטומאות בני ישראל וכתיב נמי לכל חטאתם וכיון שסתם הכתוב ולא פירש ע\"כ דלא איירי קרא אלא באותן הטומאות דאשכחן עולה ויורד דחלק להקל ושייך בהו נמי לשון חטאת א\"כ מקשה שפיר ולא שייך לשנויי דמשעת לידה היא דמתכפרת דמאן יימר דהכי הוא דסוף סוף כיון דקריה רחמנא בלשון חטאת א\"כ יש לנו לומר דשפיר הוי בכלל מטומאות בני ישראל ולכל חטאתם כיון דעיקר השקלא וטריא דהכא בלשון מטומאות תליא טפי מבחטאת אלא דבעינן נמי שיהא שייך ביה קצת לשון חטאת וזה אין צריך לפנים ומלבד זה א\"ש טפי לפי המסקנא דהתם משקלא וטריא דאו הודע ומג\"ש דמצות מצות ואין להאריך כאן:", 
            "<b>שם</b> אמר מר יכול על כל טומאות כו' מאי ניהו כו' האי בר קרבן הוא וכתבו התוס' לעיל בד\"ה אי בשוגג דהא דמקשה הכא בפשיטות האי בר קרבן הוא אפי' בלאו הך דרשה דחטאים דומיא דפשעים היינו משום דפשיטא ליה דאתיא מק\"ו דשעיר המשתלח כו' ע\"ש ולפ\"ז לא הוי משני הכא שפיר דאתיידע ליה סמוך לשקיעת החמה כמו שהקשו התוס' בעצמם דהא נמי לילף משעיר המשתלח ותירצו בדוחק ולכך הוצרכו ג\"כ לדחוק בסמוך בד\"ה ונכפר כפרה גמורה וכמו שאבאר שם אלא דלע\"ד בלא\"ה לא ידענא במאי פשיטא ליה להמקשה האי ק\"ו דהא ודאי איכא למיפרך מה לשעיר הפנימי שכן דמה נכנס לפני ולפנים ועבודתה בכה\"ג משא\"כ בשעיר המשתלח דחוץ הוא מש\"ה לא מכפר אבר קרבן ואי משום שאנו מכניסין הפירכא בתוך הק\"ו דאע\"ג דשעיר המשתלח דחוץ הוא אפ\"ה מכפר על כמה עבירות וכה\"ג אשכחן שכתבו התוס' בכמה דוכתי מ\"מ אכתי קשה טובא דבהאי נמי איכא למיפרך דהא דלא מכפר השעיר המשתלח אשאר עבירות דבר קרבן היינו משום שקרבנם חמור שכן בקבוע וכתיב להדיא או הודע כדאיתא בשילהי כריתות ועוד דבשאר עבירות השוגג חמור דלא בעי ידיעה בתחילה משא\"כ בטומאת מקדש וקדשיו דהאיסור קל דחלק להקל בעולה ויורד ובעי נמי ידיעה בתחילה מש\"ה איכא למימר דמכפר אפי' אבר קרבן כיון שהאיסור קל והקרבן חשוב. לכך נ\"ל לפרש בענין אחר בפשיטות קושיית המקשה דהכי קשיא ליה מאי האי דקאמר יכול על כל טומאות יהא השעיר מכפר ואיצטריך קרא דחטאים דומיא דפשעים ומה\"ת נאמר כן כיון דאיכא לאוקמי קרא בדדמי במידי דלאו בר קרבן הוא דלשון מטומאות נמי משמע הכי אע\"כ דמש\"ה לא בעי למימר הכי משום דלישנא דקרא לכל חטאתם הוה משמע ליה הכי ומש\"ה איצטריך ליה קרא חטאים דומיא דפשעים והא ודאי ליתא דהא אדרבה מסיפא דברייתא גופא מוכח להיפוך מדכתיב לכל חטאתם ולא כתיב מחטאתם משמע דלעולם אין השעיר הפנימי מכפר כפרה גמורה אלא שתולה כמו שפירש\"י שכל זמן שלא הביא קרבנו הוא בפשעו וא\"כ כיון דאפילו במידי דאתי לכלל חטאת אינו אלא תולה מכ\"ש היכא שכבר נתחייב חטאת גמור וע\"ז משני שפיר אין ה\"נ דהא דקאמר יכול על כל טומאות יהא מכפר לאו מכפר ממש קאמר אלא לתלות אפילו ביש בה ויש בה היכא דאתיידע ליה סמוך לשקיעת החמה כנ\"ל נכון וברור בעזה\"י:"
        ], 
        [
            "<b>בגמרא אמר</b> מר מניין שיש בו ידיעה כו' מניין מאי קא קשיא ליה הכי קא ק\"ל השתא דאמרת כו' וכ\"ת אין בה ידיעה כו' סד\"א ניפוך מיפך כו'. ולכאורה יש לדקדק כל האריכות הזה למה דבפשיטות ה\"מ לשנויי דהכי קשיא ליה מניין דביש בה ואין בה ששעיר זה תולה אימא דמכפר כפרה גמורה כדמקשה הש\"ס בסמוך בסיפא דהך מילתא גופה ובזה מסיק הברייתא שפיר ת\"ל לכל חטאתם ומדלא כתיב מחטאתם משמע שאינו אלא תולה והיינו כדמשני הש\"ס בסמוך וכפירש\"י אלא דא\"א לפרש כן לשון הברייתא דא\"כ מאי האי דקאמר לכל חטאתם חייבי חטאות במשמע דהא אדרבה היינו קושיין דנימא דאפילו בחייב חטאת גמור ניכפר כפרה גמורה ועיקר התירוץ של פירש\"י חסר מלשון הברייתא אע\"כ דעיקר סיפא דברייתא היינו לאפוקי דלא נימא השתא דאמרת חטאים דומיא כו' ניפוך מיפך והא דקאמר ונכפר כפרה גמורה לאו מלשון הברייתא היא אלא מהשקלא וטריא בעל הגמרא גופא ודו\"ק:", 
            "<b>בתוספות</b> בד\"ה ונכפר כפרה גמורה וא\"ת ומי עדיף משעיר המשתלח דאינו אלא תולה כו' עס\"ה. קיצרו כאן וסמכו על מה שכתבו לעיל מסוגיא דשילהי כריתות דאין שעיר המשתלח מכפר אמידי דאתי לידי חיוב חטאת אלא תולה ולכי מתיידע ליה חייב קרבן משא\"כ בשאר עבירות דלאו בני קרבן נינהו כלל ודאי מכפר כפרה גמורה ל\"ש שוגג ל\"ש מזיד דלאו בני מלקות נינהו מיהו בעיקר קושייתם כאן כבר כתבתי דלע\"ד דודאי דשעיר הפנימי עדיף טובא משעיר המשתלח בענין כפרה כיון שדמו נכנס לפני ולפנים ואף שהתוספות הרגישו בזה לקמן בדף הסמוך בדבור המתחיל הואיל מ\"מ דבריהם שם ג\"כ תמוהים ואינם מוכרחים כמו שאבאר ועוד דלמאי דקשיא להו הכא לאו שפיר משני בתירוצם דמ\"ש כיון דבשעיר המשתלח לא כתיב לכל חטאתם אלא בווידוי דא\"כ דבריהם סותרין זא\"ז שהרי כתבו לעיל בדף הקודם בד\"ה אי בשוגג בר קרבן היא דהא דמקשה הש\"ס בפשיטות אסיפא דברייתא מאי ניהו יש בה האי בר קרבן היינו משום האי ק\"ו גופא דשעיר המשתלח ולדבריהם דהכא אין כאן ק\"ו כלל דשאני שעיר המשתלח דלא כתיב לכל חטאתם אלא בוידוי משא\"כ בשעיר הפנימי דכתיב לכל חטאתם גבי כפרה דמה\"ט הוה בעי למימר דפשטא דקרא דלכל חטאתם דעל כל טומאות שבקודש מכפר א\"כ הדרא קושיא לדוכתא מאי מקשה הש\"ס בפשיטות בר קרבן הוא ולא ידעתי ליישב דבריהם בזה ולולי דמסתפינא הייתי אומר שכמה דברי התוס' בזו הסוגיא לא יצאו מפי רבותינו בעלי תוס' עצמם כ\"א גליון מאיזה תלמידים מפולפלים ותמה אני על מהרש\"א ז\"ל ושארי מפרשי התוס' שלא שתו לבם גם לזאת ובהא דמקשה הש\"ס לעיל בסמוך בפשיטות מאי ניהו יש בה האי בר קרבן הוא כבר פירשתי בטוב טעם בעזה\"י ודו\"ק:", 
            "<b>פיסקא</b> אין בה ידיעה בתחילה כו' מכדי איתקושי איתקוש להדדי וניכפר פנימי אדידיה ואדחיצון ונ\"מ היכא דלא עבד חיצון. כבר כתבתי לעיל בדף הקודם דלכאורה יש לתמוה על כל האי שקלא וטריא שאינה אלא בענין כפרת ב\"ד של מעלה להגן מן היסורים וכ\"ש שיש לדקדק בהא דמקשה הכא וניכפר פנימי אדידיה ואדחיצון היכא דלא עבד חיצון ומאי קושיא דילמא ה\"נ דהכי הוא דהיכא דלא עבד חיצון הפנימי מכפר אף אאין בה ויש בה ואי משום דלישנא דמתניתין קשיתיה דקתני מה פנימי אין מכפר אלא על דבר שיש בה ידיעה כו' משום הא ודאי לא איריא חדא דמתניתין מעיקר מצוותן מיירי דעביד פנימי וחיצון ועוד דסוף סוף קתני שפיר דבפנימי פשיטא לן מיהא דלעולם אינו מכפר על שיש בה ידיעה ולאפוקי אין בה ואין בה שזה עיקר כוונת התנא נמי לענין חיצון וא\"כ הדרא קושיא לדוכתא מאן סליק לעילא ואתא ואמר דהיכא דלא עבד חיצון אין הפנימי מכפר ומגין מן היסורין ונראה דוחק לומר דעיקר הקושיא היינו לענין דינא דהיכא דלא עבד חיצון כגון שנאבד וצריך להביא אחר וכן נראה לי קצת מלשון הראב\"ן ז\"ל בדף קי\"ד דמלבד שנראה דוחק אלא דבלא\"ה עיקר הקושיא לא א\"ש דנהי דנ\"מ לדינא בזה מ\"מ מאי האי דמקשה בפשיטות וניכפר כו' דילמא אין הכי נמי דהכי הוא. והנלע\"ד בזה ע\"ד שכתבתי לעיל בלשון הברייתא דכל השקלא וטריא דברייתא ודשמעתין היינו לענין דינא אי יקרבו זה בזה כדקתני במתניתין ומדאשכחן לקמן בברייתא דאפי' לר\"מ דאמר כל השעירים כפרתן שוה אפ\"ה מודה בשעיר הפנימי שהוא אינו מכפר כפרתן והם אינם מכפרין כפרתו וא\"כ למאי דפרישית הך מילתא איירי נמי לדינא לענין שיקרבו זה בזה דבהכי א\"ש טובא לשון מודה וא\"כ היינו דמקשה הכא ונכפר פנימי אדידיה ואדחיצון ואמאי מודה ר\"מ בהא דכיון דאיכא למימר דפנימי מכפר אדחיצון היכא דלא עבד חיצון וא\"כ אם נאבדו שניהם והביא אחר תחת הפנימי ואחר כך נמצא יכול להביאו תחת חיצון כיון שבתחילה הופרש ג\"כ לשם כפרת חיצון כן נראה לי אלא שעדיין צריך עיון בסוגיא דלקמן גבי לב בית דין מתנה ועוד נראה לי לפרש בדרך אחר דהא דמקשה וניכפר פנימי אדידיה ואדחיצון אגופה דמתניתין קשיא ליה דאמאי קתני שהפנימי אינו אלא תולה דילמא מכפר כפרה גמורה בין אדידיה ל\"ש שוגג ולא שנא מזיד ובין אדחיצון כיון דאיתקשו להדדי ואי משום דשנינן בסמוך דהא דאין הפנימי מכפר כפרה גמורה אדידיה היינו משום דכתיב לכל חטאתם ולא כתיב מחטאתם אדרבה בהכי הוה א\"ש טפי דפשטא דלכל חטאתם הכי משמע דמכפר אחטאת דידיה ואדחיצון והיינו דכתיב ומפשעיהם לכל חטאתם דבפשע לא אשכחן אלא חד ובחטאת אשכחן תרתי ועל זה משני שפיר אחת כפרה אחת מכפר ולא שתי כפרות והיינו מזיד דידיה ושוגג דחיצון אם נאבד משא\"כ מזיד דידיה ושוגג דידיה כולה חדא מילתא היא כפשטא דקרא ועוד דתולה לאו מילתא היא דלא מיקרי כפרה וכמ\"ש ג\"כ הראב\"ן ז\"ל סברא זו וכיון שכן אינו מכפר כפרה גמורה אלא דתולה דחייב חטאת משמע דאתיא לכלל חטאת כן נראה לי נכון בעזה\"י. מיהו בהא דמקשה בסמוך בפשיטות דניכפר חיצון אדידיה ואדפנימי ונ\"מ לטומאה שאירעה בין זה לזה ולא אמרינן דאה\"נ דהכי הוא ואפ\"ה א\"ש לישנא דמתניתין כדפרישית דעיקר מלתא דמתניתין היינו דלא נימא דחיצון מכפר אאין בה ואין בה אלא דבזה נראה לפרש דאדרבה היינו קושיין דהא דמקשה הש\"ס אחיצון וניכפר אדידיה ואדפנימי אדידיה היינו אין בה ואין בה שהיא עיקר כפרת כל חטאת מוספי רגלים ויה\"כ נמי איקרי רגל דשעיר החיצון לא נזכר בפרשת אחרי אלא בפרשת פנחס בהדי שאר מוספי רגל ואי משום דהתם כתיב מלבד חטאת הכיפורים ודרשינן מיניה במתניתין להיקישא אכתי גופא קשה דמה\"ת נאמר דהיקישא אתי להך מילתא לחוד לענין חילוקי ידיעות ובהא נמי לא שוו להדדי דזה ידיעה בתחילה וזה ידיעה בסוף ואדרבה טפי אית לן לאוקמי היקישא דקרא כפשטיה דעל מה שזה מכפר זה מכפר וכיון דרישא דקרא בפרשת פנחס כתיב ושעיר אחד לחטאת סמיך ליה בסיפא דקרא מלבד חטאת הכיפורים שאינו דומה לשארי מוספין שאינן מכפרין אלא על אין בה ואין בה משא\"כ זו מכפרת ג\"כ מלבד זה על מה שחטאת הכיפורים שהוא הפנימי מכפר והיינו לטומאה שאירעה בין זה לזה וגם זה נראה לי נכון בעה\"י. ובכך אני תמה על דברי התוס' בד\"ה פנימי שהקשו לרבי יהודה דיליף דשעירי ר\"ח ורגלים מכפרין על שאין בה ואין בה מדכתיב לה' בר\"ח והוקשו כל הרגלים לר\"ח א\"כ היקישא דמלבד חטאת הכיפורים דקתני במתניתין ל\"ל דתיפוק ליה דא\"א לאוקמי בענין אחר דאי אאין בה ואין בה רגלים מכפרין והאריכו בזה ואני בעניי איני רואה קושיא כלל דהא ודאי אי לאו היקישא הוה מוקמינן כפרת החיצון כפשטא דקרא כמו כל שארי מוספין התם דכתיבי בפרשת פנחס ומה נשתנה יה\"כ מכל שארי רגלים כדמשמע לקמן בדף הסמוך להדיא בגמ' אליבא דר\"ע דאע\"ג דבעצרת ויה\"כ לא כתיב ושעיר אפ\"ה הוקשו כל המועדים זה לזה וכ\"ש בהך כפרה דאין בה ואין בה דאיירי בכולה פרשה אפילו בעצרת ולדעתי צע\"ג ליישב דברי התוספות ודוק היטב:"
        ], 
        [
            "<b>בגמרא</b> ולר' ישמעאל דאמר אין בה ידיעה בתחילה כו' שעיר הנעשה בחוץ אמאי מכפר ופירש\"י דהאי דר' ישמעאל שמעינן לה בשילהי פרק ידיעות הטומאה והיינו מדמקשה הש\"ס התם פשיטא דלא בעי מדלא מייתר ליה קרא דונעלם ובאמת דסוגיא דהתם תמוה טובא דהא רבי נמי לא מייתר ליה קרא דונעלם דבריש פירקין מוקי לה לחייב על העלם מקדש והיינו כרבי ישמעאל ואפ\"ה בעי ידיעה בתחילה מדכתיב שתי ידיעות וא\"כ לר' ישמעאל נמי איכא למימר הכי ומאי פשיטא דקאמר התם ומחמת כן כתבו התוס' לעיל דף ג' ע\"א בד\"ה אי ר' ישמעאל דמשמע דפשיטא ליה לתלמודא דר' ישמעאל לית ליה האי דרבי לענין ידיעת בית רבו ומייתי ראיה מהאי דהכא מדלא אמרינן דחיצון מכפר על מי שאין לו ידיעת בית רבו וא\"כ לפ\"ז לקושטא דמילתא כ\"ש דקשיא הך סוגיא דהכא ודשילהי ידיעות הא דמקשה הש\"ס פשיטא מנ\"ל דהכי הוא ונהי דבסוגיא דהכא אין זו קושיא כ\"כ דסוף סוף הא אשכחן לריש לקיש דאמר להדיא התם בשילהי ידיעות דרבי ישמעאל לא בעי ידיעה בתחילה אלא אכתי אדר\"ל גופא ואסתמא דתלמודא התם קשיא טובא כיון דבפשיטות איכא למימר דר' ישמעאל לגמרי כרבי ס\"ל ואף דעיקר קושיא זו שייך לקמן טפי מהאי דהכא אפ\"ה הואיל ואתא לידן אימא ביה מילתא דאדרבה מסוגיא דהכא נתיישב הכל בפשיטות וממילא רווחא שמעתתא בסוגיא דלקמן והיינו דלמאי דמסקינן לעיל דף ד' אעיקר מילתא דרבי דממאי דקאמר ונעלם מכלל דידע ע\"כ היינו משום דסבירא ליה דידיעת בית רבו שמה ידיעה וא\"כ ממילא דלרבי לא משכחת הך דאין בה ידיעה בתחילה במקדש וקדשיו אלא בתינוק שנשבה לבין העובדי כוכבים וא\"כ לפ\"ז נראה דוחק לומר דשעיר החיצון של יה\"כ ושעירי רגלים ור\"ח כולן אינן מכפרין אלא על תינוק שנשבה לבין העובדי כוכבים לחוד ועוד דלמאי דס\"ד השתא דלכ\"ע אית להו האי היקישא דמלבד חטאת הכיפורים לענין דמה שזה מכפר זה מכפר וא\"כ אדרבה אית לן למימר כי היכי דפנימי מכפר על כל ישראל ה\"ה לחיצון ובלא\"ה לענין עיקר היקישא דקתני במתני' כי היכי דפנימי מכפר איש בה ידיעה ה\"ה לחיצון אלא שזה בידיעה בתחילה וזה בידיעה בסוף ואכתי לא דמי כלל הנך ידיעות להדדי דזה ידיעה גמורה שחטא ולא ידיעת ב\"ר וזה ידיעת ב\"ר גרידא ועוד דהא ר' ישמעאל גופא קאמר לקמן בסמוך בברייתא אשעירי ר\"ח הואיל וזה בא בזמן קבוע וזה בא בזמן קבוע כו' ועיקר מילתא דר' ישמעאל היינו דלא נימא דשעיר של ר\"ח מכפר על כל העבירות שאינו מכיר בהם אלא ה' ואי ס\"ד דהאי שאין בה ידיעה היינו ידיעת ב\"ר ולא משכחת לה אלא בתינוק שנשבה והא לא שייך בשאר עבירות דלכ\"ע לא בעי ידיעה בתחילה כדאיתא בפרק כלל גדול לרבנן דפליגי עליה דמונבז וליכא למימר דר' ישמעאל כרבי וכמונבז ס\"ל וכדפרישית לעיל דתינוק שנשבה פטור מכל עבירות שבתורה דא\"כ מאי האי דכתיב חטאת לה' חטא שאינו מכיר בו אלא ה' ותיפוק ליה דאפילו על חטא שמכיר בו החוטא עצמו וכל ישראל אפ\"ה פטור אע\"כ ממילא שמעינן מהך ברייתא דר' ישמעאל בסמוך באחד משני דרכים או שנאמר דידיעת ב\"ר לאו כלום הוא והא דקאמר על שאין בה ידיעה היינו שאין בה ידיעה גמורה שאינו מכיר בה אלא המקום אם חייב חטאת או שנאמר דר' ישמעאל בברייתא דלקמן סבר דכל השעירים דר\"ח ודרגלים ודחיצון כפרתן שוה על טומאת מקדש וקדשיו והיינו כמסקנא דהכא ועיקר מילתא דרבי ישמעאל היינו לאפוקי שאר עבירות והא דמייתי הש\"ס בסמוך הך ברייתא דר' ישמעאל אמילתא דרבי יהודה דמתני' היינו משום דרבי יהודה דמתני' כר\"ע ס\"ל דבעינן ידיעה גמורה א\"כ כ\"ש דשייך האי בנין אב דר' ישמעאל טפי אליבא דר' יהודה ולאפוקי משאר עבירות דלא נימא דכ\"ש דמכפר אשאר עבירות וכמו שאבאר בסמוך כנ\"ל ולקמן בפ\"ב אבאר עוד בדרך אחר:", 
            "<b>שם</b> אלא למאי הילכתא איתקש חיצון לפנימי. עיין מה שכתבתי בזה במתני' דריש פירקין דהאי היקישא דמתני' דחיצון לפנימי פלוגתא דתנאי הוא ביומא פרק בא לו לתנא דמתני' דהתם ולר\"ע דברייתא דהתם מפיק לה להאי היקישא למילתא אחריתי דמוספין של יום הכיפורים עם תמיד של שחר עביד להו אלא דלר\"א דברייתא וה\"ה לרבי יהודה אליבא דר\"ע דמתני' מוקי לה האי היקישא דמלבד חטאת הכיפורים כדדרשינן לה הכא במתני' על מה שזה מכפר זה מכפר א\"כ לפ\"ז שפיר ה\"מ לאוקמי האי היקישא דמלבד חטאת הכיפורים לרבי ישמעאל נמי כאינך תנאי דהתם אלא דלמאי דפרישית אתי שפיר טובא כיון דבלא\"ה מסיק שפיר דר\"י ע\"כ סבירא ליה דכל השעירים כפרתן שוה והיקישא לא אתא אלא לשאר עבירות והיינו ממש כתנא דבי רבי ישמעאל בסמוך דעיקר בנין אב דידיה היינו נמי לאפוקי שאר עבירות כמו בחיצון וכמ\"ש התוס' וכמו שאבאר עוד בסמוך:", 
            "<b>שם</b> בגמרא ולרבי ישמעאל דאמר אין בה ידיעה בתחילה כו'  חיצון אמאי מכפר כו'. עיין מ\"ש התוס' בזה לעיל בדף ג' בד\"ה אי רבי ישמעאל שרוצין להוכיח מכאן דכי היכי דפליג רבי ישמעאל אדר\"ע לענין ידיעה בתחילה ה\"נ פליג אהא דמסקינן לעיל אליבא דרבי דידיעת ב\"ר שמה ידיעה והאי דאין בה ידיעה בתחילה לא משכחת אלא בתינוק שנשבה דאלת\"ה מאי האי דמקשה הכא לר' ישמעאל חיצון אמאי מכפר הא שפיר מצינן למימר דמכפר על מי שאין לו ידיעת ב\"ר והיינו תינוק שנשבה כו' ע\"ש באריכות ולע\"ד אי משום הא לא איריא דלכאורה לא מצינן לאוקמי בכה\"ג כלל דכיון דלא משכחת האי דאין בה ידיעה בתחילה אלא בתינוק שנשבה לחוד א\"כ אטו מי נימא דכל הנך כפרות דכתיבי בקראי בשעיר החיצון של יה\"כ ובשעירי רגלים דח' ימי החג ובשארי רגלים ובכל ר\"ח דכולן לא מכפרין אלא על תינוק שנשבה לחוד ולא על כל ישראל וזה דבר שאי אפשר להולמו מכמה קושיות חדא דבשעיר ר\"ח כתיב בהדיא ואותה נתן לכם לשאת את עון העדה ואפי' מאן דלא גמיר ג\"ש כגון כל הנך תנאי דמתני' אפ\"ה הא סברי דבטומאת מקדש וקדשיו איירי ובחטא שאינו מכיר בו אלא המקום דהיינו אין בה ואין בה ועוד הא בכל ח' ימי החג ובז' ימי הפסח היו מקריבין בכל יום ויום רצופין שעיר חטאת והיינו לכפר על טומאה שאירעה בין זה לזה וא\"כ אינו עולה על הדעת כלל לחוש חששא רחוקה כזו שהתינוק שנשבה יבוא פתאום לקהל ישראל לירושלים וליכנס לעזרה להיכל ולאכול בקדשים ולא יהיה לו שום ידיעה כלל מענייני הטומאה ומענייני ההיכל מאיסור אכילת קדשים וביאת העזרה הלא כבר אמרו חכמים על זה מעתה ראויין היו ישראל להביא חטאת בכל שעה ושעה אלא שחס עליהן הכתוב והיאך מיתוקמא כל הך מילתא בתינוק שנשבה לחוד וא\"כ ודאי טפי ניחא ליה להש\"ס לאוקמי כר\"מ והיקישא איצטריך לאפוקי משאר עבירות כיון דאי לאו היקישא ע\"כ הוי מוקמינן כל הנך כפרות בשאר עבירות כך היה נ\"ל לכאורה אלא שכל זה אינו נוח לי דאכתי במ\"ע אליבא דרבי גופא דלדידיה כל הנך כפרות דטומאת מקדש וקדשיו ואין בה ידיעה בתחילה למה הן באין כיון דאי אפשר לאוקמינהו בתינוק שנשבה מכל הנך קושיות כדפרישית והנלע\"ד בענין זה אבאר לקמן דף י\"ב ע\"ב אפיסקא על זדון טומאת מקדש וקדשיו ע\"ש ותמצא נחת:", 
            "<b>פיסקא</b> על שאין בה ידיעה בתחילה כו' א\"ר יהודה אמר שמואל מ\"ט דר' יהודה וכתבו בתוס' דאע\"ג דאי אפשר לאוקמי אלא באין בה ואין בה כו' אפ\"ה מקשה שפיר אימא שאר עבירות כו' כדאמר הש\"ס בסמוך עכ\"ל. ולכאורה דבריהם צריכין ביאור דהא בסמוך לא קאמר הש\"ס הכי אלא דבתר דילפינן הך ילפותא דחטאת לה' בחטא שאינו מכיר בו אלא המקום וא\"כ יש סברא לומר מדסתם ולא פירש דאיירי בכל עבירות דאין בה ואין בה היכא דלא שייך חיוב חטאת משא\"כ למאי דלא ס\"ד השתא הך ילפותא הדרא קושיא לדוכתא דמה\"ת נוקי בשאר עבירות כיון דאית לן לאוקמי שפיר בדדמי בטומאת מקדש וקדשיו דאשכחן בהו כמה כפרות ביה\"כ טפי מבשאר עבירות והנלע\"ד בזה דאפ\"ה מקשה שפיר כיון דבטומאת מקדש וקדשיו היכא דאין בה ידיעה בתחילה לא אתי לכלל חטאת א\"כ לא שייך לאוקמי האי קרא דחטאת לה' בענין זה כיון דלא אשכחן בשום דוכתא דצריך כפרה בכה\"ג אפילו בעבירות החמורות וסתם לשון חטאת בכל מקום היינו במי שמחויב חטאת היכא דאתיידע ליה שחטא א\"כ טפי ה\"ל לרבי יהודה דמתני' לאוקמי קרא בשאר עבירות איש בה ואין בה או אטהור שאכל את הטמא ושאר ענייני טומאה היכא דלית בהו חיוב כרת וחטאת כן נראה לי ומה שהוצרכתי לכל זה היינו לפי מה שכתבתי לעיל דף ה' בלשון הגמ' דהא דמסקינן לעיל אליבא דרבי דלא משכחת אין בה ידיעה בתחילה אלא בתינוק שנשבה היינו דוקא אליבא דרבי לחוד משא\"כ אליבא דר\"א בעי ידיעה גמורה בתחילה ולא סגי בידיעת ב\"ר כמו שהוכחתי שם וכ\"ש לאותן הראיות שכתבתי בסמוך משא\"כ לשיטת התוס' דלעיל דמשמע דר\"ע ורבי לא פליגי דלר\"ע נמי לא מיתוקמא אלא בתינוק שנשבה וכמ\"ש ג\"כ הרמב\"ם ז\"ל להדיא בפי' המשניות אמילתא דר' יהודה גופא דאין בה איירי בכה\"ג א\"כ פשיטא דמקשה הש\"ס שפיר מ\"ט דרבי יהודה דמאי דוחקיה לאוקמי קרא בדוחקא כי האי בתינוק שנשבה טפי ה\"ל לאוקמי בשאר עבירות כדפרישית ואפשר שזה ג\"כ כוונת התוס' לפי מה שנראה מדבריהם בסמוך ושלא יהיו דבריהם כסותרין זא\"ז ודו\"ק. ועוד נראה לי לפרש בענין אחר יותר פשוט דהא דקאמר מ\"ט דר' יהודה היינו דכיון דילפינן מהיקישא דחיצון לפנימי דחיצון מכפר על אין בה ויש בה א\"כ טפי ה\"ל לרבי יהודה למימר דכולהו מוספי דרגלים ודר\"ח נמי מכפרין בכה\"ג גופא דומיא דשעיר חיצון שהוא עצמו קרבן מוסף וכתיב בפרשת פנחס בהדיא כולהו קרבנות מוספין דרגלים ודר\"ח וכל כה\"ג לא הוי אלא גילוי מילתא בעלמא אפילו בלא היקישא דמועדיכם דמה\"ת נחלק בקרבנות מוספין גופייהו בין זה לזה לענין הכפרה ולפ\"ז א\"ש טובא לישנא דמ\"ט דר\"י והיינו דטפי מסתבר מילתא דר\"מ דאמר כל השעירין כפרתן שוה וע\"ז משני שפיר דכיון דבשעיר דר\"ח כתיב ושעיר עזים חטאת לה' והיינו חטא שאין מכיר בו אלא המקום וא\"כ תו לא מצינן לאוקמי דומיא דחיצון ביש בה ידיעה בסוף דא\"כ הרי החוטא עצמו מכיר ויודע בעצמו שחטא וע\"כ באין בה ידיעה בסוף וממילא דאיירי נמי באין בה ידיעה בתחילה דאי ביש בה ידיעה בתחילה הרי שעיר הפנימי מכפר ובפנימי כתיב אחת בשנה דאפילו ר\"מ מודה כן נראה לי נכון בעזה\"י דאי לפי' התוס' לא א\"ש הא דמשני דאמר קרא כו' חטא שאינו מכיר בו דהא אדרבה לפ\"ז כ\"ש דקשה טפי אימא דאיירי נמי בשאר עבירות ועוד דלפירושם משמע דהא דחטא שאינו מכיר בו אתי למעוטי נמי ידיעה בתחילה והא ודאי ליתא דהא לשיטתם מסקינן לעיל דלר' יהודה אליבא דר\"ע ורבי האי דאין בה ידיעה בתחילה היינו בתינוק שנשבה משא\"כ ידיעת ב\"ר יש בה מיקרי וא\"כ הוי נמי בכלל חטא שאין מכיר בו דאע\"ג דאית ליה ידיעת ב\"ר אפ\"ה אינו יודע שחטא אע\"כ כדפרישית ודו\"ק:", 
            "<b>שם</b> והאי מיבעיא ליה לכדריש לקיש דאמר ר\"ל כו' אמר הקב\"ה שעיר זה יהא כפרה על שמיעטתי את הירח כו' עד שמעת מיניה תרתי. כל הך סוגיא ממימרא דר' יהודה עד שמעת מיניה תרתי הביא הרי\"ף ז\"ל בהלכותיו אמתניתין דריש פירקין וכבר כתבתי במשנתינו דמה שהביא הרי\"ף ז\"ל הך מילתא דר' יהודה דמתניתין בהאי בבא דשעירי רגלים ושעירי ר\"ח ומייתי נמי עלה הך דרשא דרב יהודה דמפרש טעמא דר' יהודה דמתני' דכתיב לה' חטא שאינו מכיר כו' ומייתי נמי הך דרשא דר\"ל יראה לי בטעמו של הרי\"ף משום דנ\"מ נמי לדינא אי איצטריך להזכיר חטאת של ר\"ח במוסף של ר\"ה או לא כמו שנראה להמעיין בלשון הרי\"ף ז\"ל דבתר הך אגדתא דר\"ל מייתי עלה נמי הך אגדתא דפרק אלו טריפות דאיירי נמי בענין כפרה דמיעוט הירח ומפרש לה ובתר הכי מייתי לשון הירושלמי אי צריך להזכיר של ר\"ח בר\"ה ומסיק דאין צריך דזכרון אחד עולה לכאן ולכאן ולפי השיטה שפירשתי בחידושי ר\"ה בלשון התוס' ד\"ה איזהו החודש שהלבנה מתכסה בו כו' שהאריכו התוס' בזה בענין חטאת של ר\"ח בר\"ה וכתבתי שם דלע\"ד הא בהא תליא דלרבי יהודה דמתניתין דס\"ל דשעירי הרגלים ודר\"ח מכפרין על ענין אחד א\"כ אפשר דהא דלא נזכר במוסף דר\"ה מלבד שעיר החטאת דר\"ח כי היכי דכתיב מלבד עולת החודש היינו משום שלא הוצרך להביא דחטאת דר\"ה עולה נמי לשל ר\"ח דשניהן מכפרין על דבר אחד משא\"כ לר\"ש דפליג אדרבי יהודה דשל ר\"ח מכפר אטהור שאכל את הטמא א\"כ ודאי שהוצרך להביא וא\"כ עולין דברי הרי\"ף יפה בסגנון זה וכמו שנראה ג\"כ מלשון הירושלמי דריש פירקין ע\"ש ואע\"ג דמסקינן הכא דאפילו לרבי יהודה דמתניתין נמי איתא להך דרשא דר\"ל דשעיר של ר\"ח בא ג\"כ על מיעוט הירח כדאמרינן שמעת מיניה תרתי מ\"מ נראה דאפ\"ה סגיא בשעיר אחד של ר\"ה שעולה ג\"כ לכפרת הירח דשם שעיר ר\"ח נמי עליו דמ\"ש שעיר ר\"ח זה משאר שעירי ר\"ח כן נראה לי נכון לפי מה שפירשתי בפ\"ק דר\"ה ומה\"ט א\"ש נמי אפילו לפירוש רבינו משולם דהתם לאחר שחזר בו וקאמר דהיו מביאין שני שעירים אלא הא דקאמר שהחדש מתכסה בו היינו שלא נזכר בפירוש בכתוב מלבד חטאת החדש וא\"נ לכאורה צריך ליתן טעם למה באמת לא נזכר בפירוש בכתוב כי היכי שהזכיר עולת החדש ולמאי דפרישית א\"ש דבעולה הוצרך להזכיר כי היכי דלא נימא דעולה לכאן ולכאן כיון ששניהם אינן אלא ענין א' לדורון בעלמא ולכפר על חייבי עשה משא\"כ חטאת דשעיר של ר\"ה היינו משום שהוא רגל כמו שארי רגלים ומה\"ט כתיב ביה שעיר ושעיר ללמדך שכולן באין על אין בה ואין בה דמקדש וקדשיו משא\"כ במה ששעיר ר\"ח מכפר על שמיעט הירח דליתא בהך היקישא דשעיר ושעיר מש\"ה נמי לא מצי למיכתב מלבד חטאת החודש כי היכי דלא נימא דעל מה שזה מכפר זה מכפר ושניהם באין נמי על מיעוט הירח דהא ודאי ליתא דעל מיעוט ירח לא בא אלא ר\"ח בלבד דבהא לא שייך האי טעמא מה שאירעה בין זה לזה כמו בטומאת מקדש וקדשיו כן נראה לי נכון בעזה\"י. ועוד העליתי בדרך אחר קצת על דרך הדרוש דאף לפי מה שפירשתי בפ\"ק דר\"ה דנראה דלר' יהודה דמתניתין לא היו מביאין לגמרי שעיר חטאת דר\"ח בר\"ה אע\"ג דלמסקנא דהכא שמעת מיניה תרתי שהיה בא ג\"כ על מיעוט הירח אפ\"ה שפיר מצינן למימר דבר\"ח זה של ר\"ה לא שייך שום כפרה על מיעוט הירח והיינו לפי מה דאיתא התם בהך סוגיא דר\"ה גופא דתניא בברייתא כי חק לישראל הוא משפט לאלהי יעקב מלמד שאין ב\"ד של מעלה נכנסין לדין אלא א\"כ כשקידשו ב\"ד של מטה החדש וא\"כ לפ\"ז מיעוט ירח דחדש זה הוא להודיע חיבתן ושבחן של ישראל ולתועלת גדול כיון שיום זה הוא חק ומשפט לאלקי יעקב וכל צבא השמים עומדין עליו מימינו ומשמאלו והיינו שהללו מיימינים והללו משמאילים לקטרג על ישראל וא\"כ מסתמא לאחר שרואין כל השבח הזה שהקב\"ה וכל פמליא שלו עומדים ומצפים עד שיקדשו הב\"ד של מטה החדש וע\"י זה בודאי נסתתמו טענותיהם של המקטריגים ונעשים סניגורים להפך בזכותן ומודים ואומרים כי מי גוי גדול אשר לו אלקים קרובים אליו. זאת ועוד אחרת שהלבנה אינה צריכה לפיוס בר\"ח זה שאין לך פיוס גדול מזה שע\"י המיעוט שלה היא מתעלה ומתקדשת ביותר שאפילו החמה וכל המזלות וכל צבא מעלה עומדים צפופים ומחכים עד שישמעו מפי ב\"ד של מטה ומפי ב\"ד של מעלה מקודש החדש בזמנו ועוד הארכתי בזה בדרוש בכמה דרכים אחרים שכל אחד כדאי ליתן טעם לשבח על מה שאין מזכירין שעיר של ר\"ח בר\"ה:", 
            "<b>שם</b> ונכפר נמי אפי' בשאר עבירות תני דבי ר' ישמעאל הואיל וזה בא בזמן קבוע וזה בא כו' ופירש\"י והתוס' דעיקר ילפותא היינו משעיר החיצון של יה\"כ והיינו לבתר דילפינן חיצון מפנימי וכמ\"ש התוספות ומה שהוצרך לכל זה ולא ילפינן בפשיטות דשעיר ר\"ח אינו מכפר אלא אמקדש וקדשיו ולא אשאר עבירות מהאי בנין אב גופא דילפינן לעיל בשעיר הפנימי שאינו מכפר אלא אטומאת מקדש וקדשיו במה מצינו שחלק הכתוב מכלל כל טומאות לענין עולה ויורד אלא דהתם נמי לא סמכינן אהאי בנין אב לחוד אלא לבתר דאשכחן דכתיב מטומאות בני ישראל ולא כל טומאות משא\"כ הכא לא שייך לומר כן וק\"ל:", 
            "<b>בתוספות</b> בד\"ה והואיל וזה בא בזמן קבוע כו' וא\"ת אי מחיצון גמר תיפשוט מהכא דדבר הלמד בהיקש חוזר ומלמד בבנין אב כו' ובקונטרס פי' בסמוך דדבר הלמד בבנין אב כו' ואי אפשר לומר כן דהא איבעיא היא בפרק איזהו מקומן כו' עכ\"ל. וכיוצא בזה הקשו בתוס' בד\"ה כדאמר רבי חמא ובד\"ה ואיתקש שעירי הרגלים בדף יו\"ד ולענ\"ד לולי דברי רש\"י ותוס' בזה היה נ\"ל דהך סוגיא דפ' איזהו מקומן לא שייך הכא כלל בכל הנך כיון דבאמת בכל התורה כולה גמרינן למד מלמד חוץ מקדשים כדאיתא התם בפרק איזהו מקומן באריכות וא\"כ מצד הסברא בפשיטות מצינן למימר דהא דיצאו דיני קדשים מזה הכלל דלמד מלמד היינו דווקא בענין עיקר דיני הקדשים בסדר ומקום עבודתן או כיוצא בזה לענין הכשירן ופסולן משא\"כ בכולה סוגיא דהכא דכל השקלא וטריא אינו אלא לענין הכפרה שדבר זה אינו מסור אלא לשמים כמו שהארכתי בזה בתכלית אריכות א\"כ נראה הדבר ברור דבכה\"ג שפיר ילפינן למד מלמד שאין כל השעירים הללו מכפרין בשאר עבירות אלא בטומאת מקדש וקדשיו שקבע להן הכתוב קרבן מיוחד בעולה ויורד ואפ\"ה א\"ש הא דאמרינן לקמן בדף יו\"ד אמילתא דר\"מ דאמר כל השעירים כפרתן שוה ומפרש ר' חמא משום דאמר קרא שעיר ושעיר ומסיק הש\"ס דקס\"ד כל חד וחד מחבריה גמר ומקשה עלה מדאמר רבי יוחנן כל התורה כולה למידין למד מלמד חוץ מקדשים דודאי אליבא דר\"מ מקשה שפיר כיון דעיקר פלוגתא דר\"מ והנך תנאי במתני' דריש פירקין אינו אלא לענין שיקרב זה בזה כדקתני להדיא במתני' וא\"כ הך פלוגתא הוי דין גמור לענין קדשים אי מותר להקריבן דלמ\"ד שאין כפרתן שוה אין להקריב זו בשל זו אם נאבד דהוי כשוחט קרבן שפסול להקרבה כנ\"ל ברור ועיין מה שאכתוב עוד בענין זה לקמן:", 
            "<b>פיסקא</b> על שאר עבירות שבתורה הקלות והחמורות כו' האי עשה היכי דמי אי דלא עשה תשובה זבח רשעים תועבה ופירש\"י והיכי מכפר עליה קרבן יה\"כ. לכאורה יש לדקדק בדברי רש\"י דמשמע מלשונו דשעיר המשתלח מיקרי קרבן וממילא משמע נמי דהיכא דליכא שעיר המשתלח אין יה\"כ לבד מכפר והא ליתא כדמשמע בשילהי יומא ובכמה דוכתין דיה\"כ לחוד מכפר היכא דליכא שעיר המשתלח והכי משמע נמי בירושלמי דשמעתין אלא דנראה דאפ\"ה מקשה שפיר מכח כ\"ש כיון דאפי' בשוגג דחייב קרבן אינו מתכפר היכא דלא עביד תשובה כדאמרינן בפ\"ק דזבחים אפילו לענין עולה דלא מכפר אחייבי עשה היכא דלא עביד תשובה ומייתי נמי האי לישנא גופא דזבח רשעים תועבה א\"כ כ\"ש במזיד דחייבי כריתות דלא שייך כפרה היכא דלא עביד תשובה בין בדין טומאת מקדש וקדשיו לענין כפרה דשעיר הפנימי וכ\"ש בשעיר המשתלח אפילו לענין חייבי עשה ומסברא בעלמא פשיטא ליה הכי דכל כמה דלא מסיק אדעתיה הך מילתא דרבי דיה\"כ מכפר בלא תשובה א\"כ ממילא הוי משמע ליה הך מתני' דשילהי יומא כפשטה דקתני התם מיתה ויה\"כ מכפרין עם תשובה משמע בלא תשובה לא שייך ענין כפרה כלל ומה\"ט גופא מק\"ו דזבח רשעים תועבה אפילו בקרבן שבא על השוגג וכ\"ש על המזיד כנ\"ל אלא בכל זה לא הונח לי דאכתי מאי מייתי הכא קרא דזבח רשעים דשאני התם דבלא\"ה מילתא דפשיטא היא דבכל קרבנות שבאין לכפר בעינן תשובה ווידוי דאל\"כ אינו שב מידיעתו אלא דכל זה היינו דווקא בשאר ימות השנה משא\"כ ביה\"כ שהוא אחת בשנה וכתיב יום הכיפורים הוא ועיקר כפרתו הוא ע\"י ווידוי של כה\"ג שמתפלל כפר נא א\"כ לעולם שמתכפר אף בלא תשובה ודו\"ק וע\"ע בסמוך:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>בגמרא</b> אמר ר' זירא בעומד במרדו ורבי היא דתניא אומר כו' חוץ מפורק עול כו'. ולפ\"ז צריך לומר דהא דקתני במתניתין על שאר עבירות שבתורה שעיר המשתלח מכפר היינו לבר מפורק עול ואינך ולאו דהנך תלת אין להן כפרה כלל בשעיר המשתלח אלא דכל עבירות אפילו בלא תשובה והנך תלת בתשובה בהדי שעיר המשתלח אלא דלפ\"ז נראה דרבי זירא דמוקי לה כרבי ולא כרבי יהודה דבסמוך דפליג אדר' היינו משום דניחא ליה לאוקמי לסתמא דמתניתין כרבי משום דס\"ל כוותיה וכמו שאבאר בסמוך והכי משמע נמי בשילהי יומא דדחיק הש\"ס לאוקמי סתם מתניתין דהתם דקתני מיתה ויה\"כ מכפרין עם תשובה כרבי ובאוקימתא דחיקא ונראה דהיינו נמי משום דהלכה כרבי בהא וע\"כ צ\"ל כן דאלת\"ה שפיר הוי מצינן לאוקמי מתניתין אפילו כרבי יהודה דבסמוך וכפשטא סתם מתניתין דשילהי יומא דיה\"כ לחוד ותשובה לחוד אין מכפר על חמורות דכריתות ומיתות ב\"ד עד דאיכא תרווייהו תשובה ויה\"כ והכי איירי נמי מתניתין דהכא דכולהו כפרות דמתניתין היא עם תשובה אלא דהך בבא דהקלות דקתני בה הזדונות והשגגות הודע ולא הודע איכא לאוקמי דשעיר המשתלח מכפר אפילו בלא תשובה דהא רבי יהודה דבסמוך דפליג אדרבי וקאמר דאין יה\"כ מכפר אלא על השבים בין למאי דבעי למילף בבנין אב מחטאת ואשם ובין למאי דמסיק דיליף לה מאך חלק שפיר מצינן למימר דלא ממעט אינן שבין אלא בחמורות כגון כריתות ומיתות ב\"ד בין בזדונן ובין בשגגן והיינו דומיא דחטאת ואשם משא\"כ בהקלות וכ\"ש לענין חייבי עשה לעולם דר' יהודה נמי מודה דיה\"כ מכפר אף בעומד במרדו כמו לרבי בכל עבירות ואי משום דרבי זירא בעי לאוקמי כולהו בבי דשעיר המשתלח דמתניתין בחד גוונא א\"כ השתא נמי דמוקי לה כרבי אפ\"ה לא הוי בחד גוונא דהא בהנך תלת מודה רבי דבעו תשובה אע\"כ מדלא מוקי לה ר' זירא בהכי ודאי משמע דרבי זירא כרבי ס\"ל וכיון דבהכי סלקא כולה שמעתא דהכא ודשילהי יומא א\"כ יש לתמוה על הרמב\"ם ז\"ל בפ\"א מהלכות תשובה שפסק להדיא דלא כרבי אלא דבכל עבירות החמורות אין יה\"כ ושעיר המשתלח מכפרין אלא בתשובה והיינו כריתות ומיתות ב\"ד ושבועת שוא ושקר אלא דבקלות כגון עשה ול\"ת כתב דמהני אפילו בלא תשובה והיינו דלא כרבי ואדרבה לפי שיטתו תקשי כולה סוגיא דשמעתין דהוי מצי שפיר לאוקמי אפי' כרבי יהודה והוי רישא וסיפא רבי יהודה ובלא\"ה יש לדקדק הרבה אלשונות הרמב\"ם ז\"ל דכבר הרגישו בזה קצת מפרשי דבריו הכ\"מ והלחם משנה ע\"ש ואין כאן מקומו להאריך מיהו לפי מה שאפרש בסמוך ממילא רווחא שמעתא ויתיישבו כמה קושיות על שיטת הרמב\"ם ז\"ל ודוק:", 
            "<b>בתוס'</b> בד\"ה בעומד במרדו ורבי היא והקשו בתוס' בשם רבינו שלמה מדרוי\"ש דבפרק בתרא דיומא אמרינן מיתה ויה\"כ מכפרין עם התשובה כו'. ומקשה התם בגמרא הא מני דלא כרבי משמע דלרבנן א\"ש והא אפי' כרבנן נמי לא אתיא דאית להו דמיתה בלא תשובה נמי מכפר' אשאר עבירות חוץ מהני תלת ותירצו דלרבנן מיתה אינה ממרקת אלא ביסורין אבל לרבי מיתה ויה\"כ ממרקין לגמרי אפי' בלא יסורין אלו תמצית דברי התוס' ומשמע מדבריהם דפשיטא להו דהך ברייתא דבסמוך דמחלק בין הנך דנפקו מקרא דהכרת תכרת ובין שאר חייבי כריתות ומיתות ב\"ד אתיא אליבא דכ\"ע אפילו לרבנן דרבי ולכאורה שכן נראה ג\"כ מלשון רש\"י בסמוך בד\"ה ורבנן אלא דהמעיין בלשון התוס' בשילהי יומא נראה דפשיטא להו לאידך גיסא דרבנן לא דרשו כלל האי קרא דהכרת תכרת לענין הנך תלת מדלא מנינהו בהדי אינך שלשים ושש כריתות ברפ\"ק דכריתות דמשמע דתו ליכא והיינו מהטעם שכתבו שם באריכות בשם ר\"י דרבי לטעמיה ורבנן לטעמייהו ע\"ש ותמצא נחת בדבריהם וה\"נ משמע להדיא בפרק חלק (סנהדרין דף צ\"ט) דמייתי התם כמה ברייתות דמפקי להאי קרא כי דבר ה' בזה למילי אוחרנייתא ולא בהני תלת גם מה שתירצו בתוס' כאן דלרבנן דרבי מיתה אינה ממרקת אלא ביסורין נמי לא משמע הכי בסוגיא דשילהי יומא דהתם משמע דלכולהו תנאי לבר מרבי סברו דאין שום דבר מועיל בלא תשובה ובתשובה נמי לא נזכר שם כלל ענין יסורין אלא דוקא לחילול השם לחוד הוא דאמרינן הכי משא\"כ בשאר כריתות ומיתות ב\"ד אמרינן התם להדיא בהאי ברייתא דד' חילוקי כפרות דתשובה ויה\"כ תולין ומיתה ממרקת וה\"נ משמע פשטא דמתניתין דהתם וכן נראה להדיא מלשון הרמב\"ם ז\"ל פ\"א מהלכות תשובה דהא דקתני מיתה ויה\"כ מכפרין עם תשובה היינו כהנך תנאי דברייתא דד' חילוקי כפרות ע\"ש ובכ\"מ ואף שיש לחלק בין יסורין דהתם דאיירי מחיים ובין הנך יסורין שכתבו התוס' דאיירי לאחר מיתה בגיהנם כל זה היינו לפי המסקנא דהכא דרבנן דרבי דרשי הכרת תכרת לעה\"ב וא\"כ עכ\"פ שפיר מקשה הכא ורבנן ולאו משום האי דרשא דהנך תלת אלא משום עיקר דרשא דהכרת תכרת מאי דרשי ביה כיון דיה\"כ בלא תשובה לא מהני כלל ועם תשובה נמי אינו אלא תולה ומיתה היא דממרקת ובסוגיא דהכא גופה נמי משמע דאפי' רבי יהודה דפליג אדרבי וקסבר דאין יה\"כ מכפר אלא בתשובה לאו מהאי קרא דהכרת תכרת יליף לה אלא מבנין אב ומאך חלק וא\"כ כ\"ש דמקשה הכא שפיר ורבנן והיינו רבי יהודה בר פלוגתיה האי הכרת תכרת מאי עביד ליה ומוקי לה לעה\"ב ולפ\"ז בין בסוגיא דהכא ובין בסוגיא דהתם לא איירי כלל ביסורין דלאחר מיתה וממילא דלפ\"ז כ\"ש דלא א\"ש הא דמסקו התוס' אבל לר' יהודה מיתה ויה\"כ ממרקין לגמרי אפי' בלא יסורין והיינו בלא יסורי גיהנם לפירושם דמלבד שיש לתמוה איך יצאו דברים כאלה מפה קדוש של רבותינו בעלי התוס' שהוא ממש נגד כמה פשוטי מקראות דאיירי לענין שכר ועונש לאחר מיתה ואיך יתכן לומר דלר' לא איירי אלא בהנך תלת ודברים אלו הן מעיקרי הדת ולא מצינו שנחלק אדם בזה מעולם שמשפט הרשעים בגיהנם נחלקו לכמה ענינים מחולקים יש מהם נידונין י\"ב חדש ויש מצפצפים ועולים ויש שאין להם תקנה כדאיתא להדיא בפ\"ק דר\"ה ומייתי כולהו מקרא אלא דמלבד זה אף לפי שיטתם ליישב קושיית ה\"ר שלמה מדרוי\"ש לא היו צריכין לדבר זה אליבא דרבי דאי משום דסוגיא דיומא משמע להו הכי למאי דאמרינן התם דהא דקתני מיתה ויה\"כ מכפרין עם התשובה אתיא אפי' כר' דנהי דתשובה בעי יה\"כ אפ\"ה מיתה או יה\"כ לא בעו תשובה אלא דאפ\"ה לא משמע דמהני לגמרי בלא יסורין דגיהנם דבמתניתין דהתם לא נזכר כלל מענין יסורין אלא הא דקתני שמכפרין היינו שמכפרין מעיקר כרת בין בעה\"ז ובין בעה\"ב שאינו נכרת לגמרי אלא שיש לו תקנה והיינו ע\"י יסורין כל זה נראה לי ברור ודברי התוס' בזה צריכין עיון גדול ואחר זה מצאתי להדיא בתוס' ישנים דשילהי יומא שכתבו דלרבי נמי אין מכפרין אלא ע\"י יסורין ע\"ש אף שהלשון מגומגם עם כל זה כדי שלא להניח דברי התוס' בתימא כל כך היה נראה לי לפרש דברי התוס' עכ\"פ דמ\"ש דלר' מיתה ויה\"כ אפי' בלא תשובה מהני אפילו בלא יסורי גיהנם בשאר חייבי כריתות ומיתות ב\"ד דהיינו דוקא במי שבא לידו עבירה אחת או שתים מחייבי כריתות ומב\"ד באקראי בעלמא כדאיתא להדיא בכמה דוכתי בגמרא בר\"ה וביומא דעד ג' פעמים מוחלין לו כדכתיב הן יפעל אל פעמים ושלש עם גבר ואמרינן נמי דמעביר ראשון ראשון (ונהי דלקושטא דמלתא הנך סוגיות נמי איירי עם תשובה וכמ\"ש הרמב\"ם ז\"ל בפ\"ג מהל' תשובה אפ\"ה אין תימא כל כך לומר דלהתוס' כאן אליבא דרבי היינו אפי' בלא תשובה) משא\"כ ברשעים גמורים שעונותם מרובים מזכיותם ונשתרשו בחטא אפי' רבי מודה דאפי' בשאר עבירות אין להם תקנה אלא בתשובה ובזה אין מקום לקושיית התוספות ישנים בשילהי יומא ע\"ש ובכה\"ג גופא יש לי ליישב דברי התוספות דהכא אליבא דרבנן לענין מיתה דממרקת בלא תשובה בשאר עבירות כן נראה לי ודוק היטב ומה שהוצרכתי להאריך בזה היינו ליישב כמה סוגיות דפירקין אליבא דרבי וכמו שאבאר בסמוך:", 
            "<b>שם</b> בגמרא ומי מצית מוקמית לה כרבי הא מדסיפא ר' יהודה כו' אמר רב יוסף רבי היא וסבירא ליה כרבי יהודה כו'. ובהכי סלקא שמעתין דכולה מתני' בענייני כפרות איכא לאוקומי כרבי דאפילו בעומד במרדו יה\"כ מכפר בכל חייבי כריתות ומב\"ד וא\"כ לפ\"ז ממילא נמי דה\"ה על זדון טומאת מקדש וקדשיו דקתני מתני' דשעיר הפנימי מכפר היינו נמי אפי' עומד במרדו דודאי לא גרע שעיר הפנימי דחשיב טובא (ואיסור טומאת מקדש וקדשיו נמי קיל משאר חייבי כריתות לענין עולה ויורד) משעיר המשתלח בשאר עבירות החמורות שמכפרין אפי' בחייבי מב\"ד היכא דלא אתרו ביה אפי' עומד במרדו וא\"כ לפ\"ז מאי האי דקתני במתני' דעל שיש בה ואין בה שעיר הפנימי תולה להגין מן היסורין עד דמייתי קרבן וביש בה ויש בה אינו מתכפר כלל אפי' לתלות היכא דאתיידע ליה סמוך לשקיעת החמה וא\"כ לקתה מידת הדין דעל הזדון מתכפר כפרה גמורה אפילו בעומד במרדו ובשוגג ביש בה ויש בה לית ליה כפרה כלל אפי' לתלות ושפיר הול\"ל דמכפר כפרה גמורה לגמרי אלא דאפ\"ה מחויב להביא קרבן כיון שכבר מחויב ועומד ודינו מסור לב\"ד ובכה\"ג במזיד נמי חייב ואפי' יוה\"כ עם תשובה לא מהני היכא דאתרו ביה למלקות או למיתה וכ\"ש דקשה טפי ביש בה ואין בה אהא דאמרינן לעיל שאינו תולה אלא להגין מן היסורין ומאי כולי האי מה\"ת נאמר דאינו מתכפר כפרה גמורה ממש אלא כשיתוודע ליה יביא קרבן מגזירת הכתוב כמו בשאר עבירות דכתיב בהו או הודע כמו שהארכתי בזה וכדמשמע בכל הסוגיא דלעיל ובלשון התוס' ובשלמא אי הוי מוקמינן לה לכולה מתני' בין בשעיר הפנימי ובין בשעיר המשתלח דכולהו דוקא בעבד תשובה איירי כר' יהודה דבסמוך א\"כ א\"ש טובא ולא קשיא כלל הנך קושיות דהא דשעיר הפנימי ושעיר המשתלח מכפרין על הזדונות היינו משום תשובה דאיכא בהדייהו משא\"כ בשגגות דטומאת מקדש וקדשיו שפיר מצינן למימר כיון דלא שייך תשובה גבייהו לא מיבעיא בלא נודע אלא אפילו בנודע ועדיין לא הפריש קרבן לא שייך ביה ענין תשובה כלל עד שיביא קרבנו ויסמוך עליו ויתודה שזה עיקר כפרה ועיקר התשובה כמ\"ש הרמב\"ם ז\"ל בפ\"ג מהל' תשובה וכיון דהכי הוא שפיר אמרינן דשעיר הפנימי אינו אלא תולה והיכא דאתידע ליה קודם יה\"כ לא מהני כלל אפי' לתלות אי משום שהיה לו להביא קרבנו מיד או להפריש מיד ותו לא מיקרי שב מידיעתו או משום דכיון שיש לו תקנה לאלתר לאחר יה\"כ מש\"ה אינו אלא תולה כדי שלא יעבור בבל תאחר משא\"כ למאי דמוקמינן השתא כר' דאפי' בעומד במרדו מכפר הדרא קושיא לדוכתיה דאמאי נרע שוגג טפי מעומד במרדו במזיד וכל זה מלבד מה שהקשיתי לעיל דאי מוקמינן לכל הנך חילוקי כפרות דמתני' כרבי לא א\"ש כל הסוגיא דלעיל דמפרשינן דאין בה ויש בה בשעיר החיצון ואין בה ואין בה בר\"ח ודרגלים כולהו לא משכחת לה אליבא דרבי אלא בתינוק שנשבה לבין העובדי כוכבים וזה דוחק גדול לומר דכל קרבנות הללו לא באו לכפר אלא על תינוק שנשבה לחוד וכמו שהארכתי בזה בסוגיא דלעיל. והנלע\"ד בכל זה ליישב חדא מגו חדא דכל השקלא וטריא דלעיל בהנך חילוקי כפרות דאמרינן דהא דכתיב בשעיר הפנימי אחת בשנה ודרשינן מינה דכפרה זו לא תהא אלא אחת בשנה ומוקמינן לה דלא קאי אלא לענין שוגג וביש בה ואין בה דשעיר זה תולה עד דמתיידע ליה ומייתי כפרה היינו משום דקאי אמתני' דריש פירקין דר' יהודה דקאמר הכי ואיהו מרי' דשמעתא ואליבא דר\"ע אמרינהו וכמו שכתבתי במשנתינו והך ברייתא דלעיל דף ח' ע\"ב דמיירי בהכי וכל השקלא וטריא דלעיל בגמרא עלה דהך ברייתא דת\"כ נמי ר' יהודה אמרינהו כדאיתא להדיא דברי ר' יהודה וכדאמרינן ברפ\"ק דמגילה דסתם ספרא ר' יהודה אליבא דר\"ע היא וא\"כ מש\"ה לא מצי לאוקומי הך דרשה דאחת בשנה לענין מזיד דהא שמעינן להדיא בשמעתין דהך ברייתא דספרא דאין יה\"כ מכפר אלא על השבים ר' יהודה היא והיינו נמי בשיטת ר\"ע דשמעינן ליה להדיא בשילהי יומא גבי ד' חלוקי כפרות שאמר ראב\"ע משום ר' ישמעאל דבעבר על כריתות ומיתות ב\"ד תשובה ויה\"כ תולה ויסורין ממרקין ואמרי' עלה בירושלמי דיומא ודשמעתין דאמר ר' יוחנן זו דברי ר' ישמעאל ור\"ע א\"כ סתם מתני' דיומא נמי אליבא דהנך תנאי מיתוקמי וכן נראה מלשון הרמב\"ם ז\"ל בפ\"א מהל' תשובה שפסק כן להלכה וא\"כ לפ\"ז תו ליכא לאוקמי האי דרשה דאחת בשנה דשעיר הפנימי לענין מזיד דאי בלא תשובה לא מהני כלל על שאינן שבים ואי בדעביד תשובה נמי הא אמרינן דאינו מכפר כפרה גמורה אלא תולה ובתשובה לחוד ודאי נמי פשיטא דתולה קצת שאין לך דבר שעומד בפני תשובה אפילו חמורה שבחמורות ומהאי טעמא נמי לא מצינן לאוקמי לענין שוגג היכא דאתא לידי כפרה כגון ביש בה ואין בה וכ\"ש ביש בה ויש בה דהאי בר כפרה ממש דכיון דעיקר כפרה אפי' בשוגג דחייבי כריתות לא הוי אלא ע\"י תשובה כדאמרינן בשמעתין להדיא דאפי' חטאת ואשם אינן מכפרין על שאינן שבים והיינו כל זמן שלא התודה כדפירש\"י א\"כ בהנך שוגגין דאתא לידי כפרה וכ\"ש היכא דבר כפרה ועדיין מחוסר וידוי ובכלל שאינן שבים הוא א\"כ אי אפשר לומר דשעיר הפנימי מכפר לגמרי מש\"ה מוקמינן לקרא דאחת בשנה דדחיק ומוקי אנפשיה לענין אין בה ויש בה דתולה עד שיביא קרבן ויתודה וכדמוקי לה ר' זירא ורבא לעיל ורבי זירא נמי לשיטתיה דהכא דמוקי לה מתניתין כרבי ולא כר\"ע וכמו שאבאר בסמוך. נמצא דכל זה היינו דוקא אליבא דרבי יהודה והנך תנאי דקיימי בשיטה זו משא\"כ לרבי גופא דאית ליה הכא דאפילו במזיד ועומד במרדו יה\"כ מכפר בכל חוץ מהנך תלת וממילא דכ\"ש דהאי זדון דטומאת מקדש וקדשיו דשעיר הפנימי מכפר היינו נמי בכה\"ג אפילו בלא עביד תשובה א\"כ בפשיטות מצינן לאוקמי האי דרשא דאחת בשנה בכה\"ג גופא אפילו בעומד במרדו ולא עביד תשובה וזה חידוש גדול בשעיר הפנימי כיון דלא אשכחן כוותיה כ\"א אחת בשנה ומכ\"ש דמיתוקמא נמי שפיר אפי' בשוגג ביש בה ואין בה או אפי' ביש בה ויש בה דאף ע\"ג שמחויב להביא קרבן לאחר יה\"כ היינו מגזירת הכתוב דאין יה\"כ פוטרו מקרבן כיון שבידו לתקן כי היכי דאין שעיר המשתלח פוטרו מקרבן וממלקות וממיתה מ\"מ עיקר שגגת קרבן בדיני שמים כבר נתכפר ליה כפרה גמורה ע\"י שעיר הפנימי דאע\"ג דמחוסר וידוי אפ\"ה אין הוידוי מעכב דלא גרע ממזיד שעומד במרדו ומשוגג שמבעט בפירוש ואומר שאינו רוצה להביא קרבן אפ\"ה יה\"כ מכפר כפרה גמורה לענין דיני שמים. ולפ\"ז ממילא רווחא שמעתא נמי אליבא דרבי ואין צורך לומר דשעירי רגלים ודר\"ח מכפרין על תינוק שנשבה אלא דס\"ל כר\"ש רביה דכל השעירים כפרתן שוה על טומאת מקדש וקדשיו והיינו אפילו ביש בה ואין בה:", 
            "<b>ידיעות</b> הטומאה פרק שני"
        ], 
        [], 
        [
            "<b>במשנה</b> ידיעות הטומאה שתים שהן ד' נטמא וידע ונעלמה ממנו הטומאה וזכור את הקודש כו' ופירש\"י דהאי ידע היינו שידע שנטמא וע\"ז כתבו בתוספות דאע\"ג דמוקמא מתניתין כרבי דאמר ידיעת בית רבו שמה ידיעה מ\"מ כו' עס\"ה. ולא ידעתי למה הוצרכו לזה עד שכתבו שהמדקדק יכול לפרש כולה מתניתין בידיעת ב\"ר ולע\"ד נראה דתנא דמתניתין דהכא שבא לפרש הא דידיעות שתים שהן ד' והיינו משום דהנך שתים דהעלם טומאה כתיבי בהדיא באורייתא וא\"כ לפ\"ז ודאי הוצרך לפרש בכה\"ג דהא דידיעת ב\"ר שמה ידיעה לא שמעינן לה בהדיא מפשטא דקרא לא מיבעיא לשיטת התוס' לעיל בפ\"ק דהך אוקימתא דידיעת ב\"ר היינו בין לרבי ובין לר\"ע אלא דמשמעות דורשין לחוד איכא בינייהו דר\"ע יליף לה מיתורא דונעלם דמשמע שתי ידיעות כמו שהאריכו רש\"י והתוספות בזה לעיל ולרבי ילפינן לה ממשמעותיה דונעלם מכלל שידע א\"כ בין למר ובין למר משמע טפי דבידיעה קמייתא נמי בעינן ידיעה גמורה דומיא דידיעה בתרייתא לר\"ע וכ\"ש לרבי דאמר ונעלם מכלל שידע הא מקשינן מאי משמע ומסיק ר' פפא דהיינו משום דקסבר ידיעת ב\"ר שמה ידיעה ומסתמא פשטא דקרא איירי בכה\"ג משום דלא אשכחן מאן דלית ליה ידיעת ב\"ר אלא כגון תינוק שנשבה דלא שכיח וא\"כ ע\"כ דמסברא בעלמא אית להו דידיעת ב\"ר שמה ידיעה לענין הך ידיעה וכמו שהארכתי לעיל וא\"כ לפ\"ז לא הוי שפיר בכלל שתים שהן ד' מש\"ה הוצרך לפרש דאיירי בידיעה גמורה דבהכי ודאי איירי נמי פשטא דקרא אפי' לרבי כיון דהכי אורחא דמילתא אלא דמסברא בעלמא לא ניחא ליה לרבי דנבעי ידיעה גמורה בתחילה כיון דהך ידיעה לא אשכחן בשאר חייבי חטאות קבוע'. ועוד דניחא ליה לתנא דמתניתין דהכא לאשמעינן אגב אורחא דאפי' בידיעה גמורה בתחילה נמי סגיא ליה בעולה ויורד ולא אמרינן דבעי לאיתויי חטאת קבוע' כמו בשאר חייבי כריתות ואף לפי מה שכתבתי לעיל בפ\"ק שם דלרבי לחוד הא דאמרינן ידיעת ב\"ר שמה ידיעה ולא לר\"ע וכמ\"ש ג\"כ התוספות אליבא דר' ישמעאל דלא אשכחן שום תנא דסבר ידיעת ב\"ר שמה ידיעה וא\"כ לפ\"ז הך סוגיא דשמעתין לקמן ע\"ב באיבעיא דר' ירמיה בן בבל שעלה לא\"י והיינו דווקא אליבא דמ\"ד ידיעת ב\"ר שמה ידיעה ומשמע לכאורה דהכי הלכתא אפ\"ה א\"ש הא דנקיט תנא דמתניתין דהכא בכה\"ג דידיעה גמורה והיינו מהנך טעמי דפרישית כן נראה לי נכון ודו\"ק ועיין מה שאכתוב ביה  לקמן בשילהי שמעתין:", 
            "<b>שם</b> אמר הנכנס לעזרה כו' הך עזרה דהכא היינו אפי' בעזרת  ישראל שהיא משער נקנור ולפנים וכ\"ש בעזרת כהנים שלפנים הימנה ואשמעינן תנא דמתני' דבהנך נמי חייב בעולה ויורד אע\"ג דלא הוי בכלל מקדש ומשכן דכתיבי בקרא דונכרתה בפ' חקת וכמו שאבאר משא\"כ בעזרת נשים אע\"ג דמיקרי עזרה אפ\"ה לא שייך בה עולה ויורד כיון דלית בה חיוב כרת והא דנקיט תנא דמתניתין לשון עזרה סתם היינו משום דסמיך בהא אמתניתין דרפ\"ק דכלים דקחשיב עשר קדושות וקתני התם עזרת נשים מקודשת ממנה שאין טבול יום נכנס לשם ואין חייבין עליה חטאת עזרת ישראל מקודשת ממנה שאין מחוסר כיפורים נכנס לשם וחייבין עליה חטאת אלמא דלא שייך חטאת דעולה ויורד כלל בעזרת נשים והיינו משום דליכא כרת והכי נמי משמע להדיא בזבחים דף קט\"ז ע\"ב דתני רשב\"י דחיל שעזרת נשים היא לא היה עונשין עליה ובמנחות דף כ\"ז ע\"ב) מייתי הש\"ס ברייתא דתניא מחוסר כיפורים שנכנס לעזרה בשוגג חייב חטאת במזיד ענוש כרת כן נראה לי בכוונת לשון המשנה דהכא אלא דאכתי טעמא דמילתא לא ידענא מנא לן הך מילתא דבעזרת ישראל שייך כרת וחיוב חטאת בטמא שנכנס לשם ובעזרת נשים פטור דממ\"נ אי בתר לישנא דקרא אזלינן מדכתיב בפ' חקת כל הנוגע במת ולא יתחטא את משכן ה' טמא ונכרתה וכתיב נמי באידך קרא ואיש אשר יטמא ולא יתחטא את מקדש ה' טימא ונכרתה א\"כ אפי' בעזרת כהנים נמי אמאי חייב וכ\"ש בעזרת ישראל דלא אשכחן בשום דוכתא דמיקרי מקדש ומשכן אלא היכל וקדשי קדשים דהא במשכן בפרשת תרומה ובפ' ויקהל ופקודי משמע להדיא דאפי' חצר המשכן שבתוך הקלעים לא מיקרי אלא חצר המשכן וכן בפ' קרח דכתיב כל הקרב למשכן ה' ימות האם תמנו לגווע וכתיב בתריה ואתה ובניך תשאו את עון המקדש והזר הקרב יומת והמעיין שם בפירש\"י בחומש ובלשון הסיפרי שם יראה להדיא דכל מקדש דהתם בפ' במדבר ובפ' נשא היינו דוקא בהיכל וקדשי קדשים לחוד והיינו לענין זרות וכדאיתא נמי להדיא בפ\"ב דמנחות דף כ\"ז דטהורים שנכנסו לעזרה אפי' חיוב מלקות לא שייך בהו אלא בהיכל וקדשי קדשים דאית בהו נמי חיוב מיתה ע\"ש באריכות וכמ\"ש הרמב\"ם ז\"ל להדיא דאפילו איסורא דאורייתא ליכא ומכ\"ש דאית לן למימר ה\"נ לענין טמא שנכנס למקדש דבכרת דידיה כתיב להדיא לשון מקדש ומשכן ואכתי עזרה מנ\"ל וה\"נ משמע להדיא לעיל בדף הקודם דמייתי הש\"ס ברייתא דתניא וכפר את מקדש הקודש זה לפני ולפנים אהל מועד זה היכל מזבח כמשמעו יכפר אלו עזרות א\"כ משמע להדיא דאפי' מזבח ועורות לא הוי בכלל מקדש וקודש ואף לא בכלל אהל מועד ומרבויא דעלמא מייתינא לה לענין כפרות דיה\"כ ועיין מה שכתבתי בזה לעיל ומה שהוצרכתי לכל זה האריכות היינו לפי מה שראיתי בלשון הר\"ש בפירוש המשניות בפ\"ק דכלים שכתב אהנך משניות דבעזרת נשים אין חייבין עליה ובעזרת אנשים חייבין עליה היינו משום דלא אשכחן כרת אלא במחנה שכינה דמשכן ומקדש כתיב וכ\"כ התי\"ט בשמו ומשמע לכאורה מפירושם דמחנה שכינה ומקדש ומשכן חדא מילתא היא דמש\"ה הוי עזרת אנשים בכלל ומש\"ה חייב כרת אף בעזרה שהוא נגד מחנה שכינה דחצר המשכן תוך הקלעים ולפי מאי דפרישית לא יתכן לפרש כן דאדרבה כיון דליכא כרת אלא במקדש ומשכן ממעט חצר המשכן ועזרות מכרת ואי משום מחנה שכינה הא לא אשכחן דכתיב כרת התם ולענ\"ד יותר נכון לפרש כפי' הרמב\"ם ז\"ל בפי' המשניות שלא הזכיר כלל מלשון משכן ומקדש אלא שהאריך לפרש כל טעמי המשניות דהתם דתליא בסידור לשון הפסוק דוישלחו מן המחנה בפרשת נשא והביא ג\"כ פסוק דפרשת במדבר דכתיב בלויים סביב למשכן יחנו אלא לפי שקיצר במובן צריך פי' לפירושו והנלע\"ד בכוונתו דאע\"ג דעיקר כרת לא נזכר בפרשת נשא בפ' דוישלחו מן המחנה אלא בפ' חוקת דכתיב משכן ומקדש אפ\"ה כיון דבכל חייבי כריתות שבתורה לא אשכחן דענש אא\"כ הזהיר וא\"כ הך  אזהרה דטמא שנכנס למקדש ע\"כ היינו דפרשת נשא דכתיבי ג' מחנות בצרוע וזב וטמא לנפש שלכל אחד מחנה מיוחדת שהם מחנה שכינה ומחנה לויה ומחנה ישראל וממילא דהאי כרת דכתיב בפ' חקת אהך אזהרה דלא יטמאו את מחניהם סמיך דהא מקדש ומשכן ודאי בכלל מחנה שכינה הוא מיהו מדכתב רחמנא האי כרת בטומאת מת טפי מבשאר טומאות ולא הזכיר ג\"כ לשון ביאת מקדש ומשכן אלא בלשון שלילה ע\"כ היינו משום דלקושטא דמילתא לאו משום דבלשון מקדש ומשכן דווקא תליא מילתא דחיוב כרת אלא לאשמעינן דבכל מקום שנאסר לטמא מת ליכנס לשם הוי בכלל ואיש אשר יטמא ולא יתחטא וחייב כרת וכיון דמחנה שכינה שטמא מת אסור לכנוס היינו אף חצר המשכן בכלל כדאשכחן בהאי קרא שהביא הרמב\"ם ז\"ל והלוים סביב למשכן יחנו דמה\"ט שייך לקרותה מחנה כיון שאהרן ובניו היו שומרין בחצר המקדש שנקרא פתח אהל מועד וכדאיתא ברפ\"ק דתמיד דיליף לה מדכתיב והחונים שם אהרן ובניו ע\"ש משא\"כ בהיכל וקדשי קדשים לא שייך כלל לשון מחנה א\"כ לפ\"ז עיקר לאו דולא יטמאו את מחניהם לענין מחנה שכינה פשטא דקרא בחצר המשכן איירי אלא דהנך אתי במכ\"ש ועוד דבהיכל וקדשי קדשים אפי' ישראלים זרים אסורים ליכנס לשם ומדכתיב צו את בני ישראל וישלחו וקאי נמי אטמא מת היינו ע\"כ דאחצר המשכן קאי שהיא מקום שישראלים נכנסים לשם לסמיכה לשחיטה ולתנופה ולשאר צרכיהם כדאיתא בפ\"ק דכלים. וממילא שמעינן דלאו בלשון מקדש ומשכן תליא מילתא אלא הא דכתבינהו רחמנא בלשון מקדש ומשכן בלשון שלילה בעלמא היינו להך דרשה דדרשינן לקמן בפיסקא דנטמא בעזרה אם נאמר מקדש למה נאמר משכן וכמו שאבאר ע\"ש בעזה\"י כנ\"ל נכון וברור בעזה\"י בטעם הדבר ובכוונת הרמב\"ם ז\"ל ולפ\"ז א\"ש הא דמפלגינן בין עזרת נשים ובין עזרת אנשים היינו דבמשכן לא אשכחן מקום מיוחד לאנשים אלא בימי שלמה הוסיפו הם עזרה לצניעות בעלמא וממילא דבכלל מחנה לויה היא כיון שאינו מקום עבודה כלל אף לענין שחיטה ואין עליה אלא קדושת הר הבית בלבד משא\"כ לענין עיקר עזרת ישראל שהוא מקום עבודה ואכילת קדשים אע\"ג שהיתה ארוכה ורחבה הרבה יותר מחצר המשכן אפ\"ה הוי שפיר בכלל מחנה שכינה דמשכן כיון שהרשות להוסיף על מקום המשכן ועזרות והמחנות והיינו דקתני הכא שאין מוסיפין על העיר ועל העזרות ומדקתני שאין ולא קתני ואין משמע שהוא נתינת טעם והיינו לענין עזרה גופה כדפרישית וכמו שאבאר עוד בעזה\"י באריכות בלשון הגמרא אפיסקא דאחד הנכנס לעזרה ואדרשה דוכן תעשו לדורות ע\"ש ודוק היטב:"
        ], 
        [
            "<b>שם במשנה</b> ר\"מ אומר השרץ ונעלם כו' ר\"ע אומר ונעלם ממנו והוא טמא על העלם טומאה חייב ואינו חייב על העלם מקדש. פשטא דמתני' משמע דלר\"א ור\"ע בהעלם מקדש פטור לגמרי ודלא כמו שרוצה ר\"ת לפרש לקמן דף י\"ט בד\"ה הרי העלם מקדש בידו דפטור מעולה ויורד אבל חטאת קבוע חייב שהרי הקשו עליו בתוס' שם דלשון פטור לא משמע הכי א\"כ לפ\"ז ממילא משמע דלשון ואינו חייב דמתני' היינו נמי דפטור לגמרי מעולה ויורד וכ\"ש מחטאת קבוע ולקמן אבאר מה שיש לדקדק בפי' ר\"ת ובלשון התוס' שם. אלא דאכתי היא גופא קשיא לי מ\"ט דר\"ע בהא דהא מפשטא דקרא טפי מסתבר למימר איפכא דדוקא בהעלם טומאה הוא דחס רחמנא עליה להקל בעולה ויורד כיון שלא שגג בשגגת איסור כשעשה האיסור אלא ע\"י שגגת היתר באה לו שהרי מה שנטמא קודם שנכנס למקדש היה בהיתר ועוד שהרי אפי' אם נטמא באונס ונכנס למקדש חייב וא\"כ לא דמי לשאר שגגות דחייבי חטאות ששגגו בשעת מעשה במה שאסור להם דה\"ל למידק משא\"כ בהעלם מקדש שידע שטמא אלא שלא ידע שזה מקדש או שידע שזה מקדש אלא כסבור שמותר ליכנס למקדש כשהוא טמא א\"כ לפ\"ז הוי ממש דומיא דשאר שגגות דחייבי חטאות א\"כ אית לן למימר דחייב בחטאת קבוע' דמה שחידש הכתוב לחייב בעולה ויורד היינו דווקא בהעלם טומאה דמוקי קרא דעולה ויורד בדדמי בשלמא לר\"א דיליף לה משרץ ונעלם איכא למימר דסמיך נמי אפשטא דקרא דכתיב ונעלם ממנו והוא טמא וממילא ידעינן דעל העלם טומאה הוא דמייתי עולה ויורד אבל בהעלם מקדש חייב חטאת קבוע וא\"כ אייתר ליה האי קרא דהשרץ ונעלם וע\"כ היינו למידרש מיניה דלא שייך שום חיוב חטאת כלל במקדש וקדשיו אלא בהעלם טומאה לחוד אבל בהעלם מקדש פטור לגמרי משא\"כ לר\"ע דמשמע דלית ליה הך דרשה דהשרץ ונעלם כדמשמע לקמן בפיסקא דר\"א אומר א\"כ הדרא קושיא לדוכתא מנ\"ל דפטור לגמרי וליכא למימר דלר\"ע אה\"נ דחייב בחטאת קבוע' כמו שרוצה ר\"ת לפרש אלא הא דנקיט אינו חייב היינו משום דלישנא דר\"א נקיט משום דבגמרא דלקמן משמע להדיא דמשמעות דורשין לחוד איכא בינייהו ולדעתי צ\"ע. מיהו עיקר קושיא זו אינה אלא לפי משמעות לשון התוס' כאן במשנתינו ובפ\"ק דף ד' דלענין ידיעת ב\"ר דשמה ידיעה לא נחלקו ר\"ע ורבי ולתרווייהו סגי בהכי דמיקרי ידיעה בתחילה משא\"כ לפי מה שכתבתי לעיל דף ד' דדוקא אליבא דרבי הא דמסקינן התם דסגיא בידיעת ב\"ר אי משום דלא יליף הך ידיעה בתחלה אלא מפשטא דונעלם מכלל שידע ומש\"ה לא ממעטינן אלא תינוק שנשבה או משום דאזיל נמי לטעמיה דס\"ל כמונבז בפרק כלל גדול דתינוק שנשבה בעלמא נמי פטור משא\"כ לר\"ע דיליף ידיעה בתחלה מדכתיב שתי ידיעות וכפירש\"י והתוס' שם א\"כ משמע דהך ידיעה בתחילה נמי בעי ידיעה גמורה כמו ידיעה לבסוף והיינו כסתם מתני' דת\"ק דהכא וכדמשמע נמי מלשון התוס' עצמו בפ\"ק דף ג' דלא אשכחן שום תנא דסובר ידיעת ב\"ר שמה ידיעה כ\"א רבי לחוד ועוד דר\"ע אזיל נמי לטעמיה בפרק כלל גדול דפליג אדמונבז וס\"ל דאפי' תינוק שנשבה חייב בכל חטאות שבתורה וא\"כ לפ\"ז יפה נתגלה לנו טעמו של ר\"ע דהכא דאדרבה היא הנותנת דדווקא בהעלם טומאה לחוד ויודע שזה מקדש ושאסור טמא ליכנס למקדש הוא דחייביה רחמנא בעולה ויורד דכיון דקודם הכניסה ואף בשעת הכניסה יודע שזה קודש ומקדש וידוע שאסור לטמא ליכנס למקדש ולאכול קודש ובטומאה גופה נמי כבר היה זכור מעיקרא שיודע שנטמא אלא שאח\"כ נעלם ממנו והוי כהכיר ולבסוף שכח דעלמא דמיקרי שוגג גמור שקרוב לפשיעה וכ\"ש בהאי דהכא דכיון שידע שטמא אסור ליכנס למקדש היה לו לזכור מטומאה ישנה שבידו ויפרוש והיינו נמי דבעי ליה רב פפא בסמוך אי סגיא במאי דידע דשרץ טמא אלא דלא ידע אי מטמא בכעדשה ומה\"ט שהיה לו לשאול וכמו שאבאר בסמוך משא\"כ בהעלם מקדש כגון שלא ידע שזה מקדש או שטמא אסור ליכנס לשם וכ\"ש היכא שהעלם זה וזה בידו שפיר קאמר ר\"ע דפטור דאע\"ג שידע מעיקרא וידע נמי השתא בשעת כניסה שהוא טמא הך ידיעה לא חשיבא למקרייה שוגג כיון שבהיתר נטמא וכ\"ש היכא שנטמא באונס ואע\"ג דבשאר חייבי חטאות מחייב ר\"ע אפי' בתינוק שנשבה בפרק כלל גדול היינו משום ששגג מיהא בשגגת איסור בשעת עיקר מעשה משא\"כ הכא ועוד דהא בהדיא מיעט רחמנא להעלם מקדש מדכתיב ונעלם ממנו והוא טמא יתירא להך דרשה כנ\"ל נכון בעזה\"י ועיין עוד בסמוך:", 
            "<b>בגמרא</b> בעי רב פפא נעלמו ממנו הלכות טומאה מהו כו' כגון דנגע בכעדשה ולא ידע כו' נראה דהא דלא דייק הש\"ס הכי איבעיא דר\"פ אליבא דמאן כדדייק בסמוך אאיבעיא דר' ירמיה היינו משום דנהי דר\"פ נמי לא שייך אליבא דר' ישמעאל דהא לא בעי ידיעה בתחלה כלל אפ\"ה מיתוקמא שפיר בעיא דר\"פ את\"ק דמתני' דעלה קאי וכדמתרגם לה ר\"פ גופא לעיל בסמוך וכיון דת\"ק דמתני' משמע דס\"ל כר\"ע בהא דבעינן ידיעה גמורה בתחלה כדמשמע מפירש\"י וכדפרישית בסמוך דלת\"ק דמתני' דס\"ל כר\"ע בהא לא סגיא ליה בידיעת ב\"ר א\"כ שפיר איבעיא ליה לר\"פ דאפשר דנהי דבידיעת ב\"ר לא סגיא אפ\"ה אפשר דהיכא דידע מעיקרא ידיעה גמורה דשרץ מטמא אלא דלא ידע דכעדשה אי מטמא שפיר חשיבא כידיעה גמורה מתחילה והיינו מה\"ט גופא דמסיק ר\"פ לעיל בסמוך דהך ידיעה קמייתא ליתא בכל התורה כולה משא\"כ באידך איבעיא דר' ירמיה בסמוך דאיירי בהעלם מקדש שפיר מדייק הש\"ס דלא מיתוקמא אלא אליבא דרבי דסבר ידיעת ב\"ר שמה ידיעה כנ\"ל. ועפ\"ז יש לי ליישב פסק הרמב\"ם ז\"ל בפי\"א מהלכות שגגות שכתב שם להדיא דבעינן ידיעה גמורה בתחילה ומנה בזה שש חלוקות דמשמע מיניה דלא סגיא בידיעת ב\"ר ואפ\"ה כתב להנך איבעיא דר\"פ ודר' ירמיה בסמוך והעלה שהן ספק אע\"ג דאיבעיא דרבי ירמיה לא שייך אלא אליבא דרבי ולא אליבא דת\"ק דמתני' ור\"ע וכבר הרגיש בזה בעל לחם משנה ונדחק ליישב ע\"ש אבל למאי דפרישית א\"ש דנהי דאיבעיא דר' ירמיה ע\"כ אליבא דרבי קאי אפ\"ה הך איבעיא דר\"פ אדרבה לכאורה משמע איפכא דלא ס\"ל כרבי אלא כת\"ק דמתני' אלא דאכתי אפשר דר\"פ גופא בהא נמי מספקא ליה אי ידיעת ב\"ר שמה ידיעה או לא אלא דאיבעיא דהכא בדרך את\"ל קאמר דניחא ליה למיבעיא אליבא דת\"ק דמתני' וא\"כ יפה כתב הרמב\"ם ז\"ל שכל אלו הן בספק ופטור ולעולם לא מיחייב בעולה ויורד אלא באותן שש חלוקים שהזכיר קודם לכן דאיירי בידיעה גמורה כנ\"ל נכון ועיין עוד בסמוך:", 
            "<b>שם</b> בעי ר' ירמיה בן בבל שעלה לא\"י ונעלם ממנו מקום מקדש מהו אליבא דמאן אי אליבא דר\"ע כו' הא לא מחייב על העלם מקדש כו' ומסיק לא צריכא אלא אליבא דרבי. מהכא נמי משמע דהא דקאמר ר\"ע במתני' דעל העלם טומאה הוא חייב ואינו חייב על העלם מקדש היינו דלעולם אינו חייב עולה ויורד אלא בשגגת טומאה והזיד במקדש שידע שזה קודש וזה מקדש אלא מחמת העלם טומאה הוא שגרם לו שחטא והכי משמע ליה לר\"ע פשטא דקרא כדפרישית וא\"כ שפיר קאמר הכא דאליבא דר\"ע דלא מחייב על העלם מקדש תו לא משכחת לה איבעיא דרבי ירמיה כלל כיון דלעולם לא מחייב אלא שכבר ידע ידיעה גמורה שזה קודש וזה מקדש בין קודם שנכנס בין בשעה שנכנס ודלא כמ\"ש בחידושי שבועות המיוחסת להר\"ן ז\"ל שנדפסו בחידושי מהר\"י גלאנטא שכתב שם להיפך דכי היכי דלא מחייב ר\"ע על העלם מקדש ה\"נ לא בעי ר\"ע ידיעת מקדש בתחלה וכתב שם שכן שיטת ר\"מ הלוי ז\"ל ולכך הוצרך לדחוק בישוב הסוגיא דהכא ודסוף פירקין דמסקינן דאליבא דר\"ע העלם זה וזה בידו פטור ע\"ש ותמצא שהדברים דחוקים מצד עצמן (שהן סברות הפוכות ממש שהרי הידיעה היפך ההעלם) ומהנך הסוגיות משא\"כ למאי דפרישית כאן ובמשנתינו נתיישב הכל לנכון בעזה\"י כיון שהדברים מוכרחין אבע\"א קרא ואבע\"א סברא ובלי ספק שלזו נתכוונו הנך יש מתרצים שהובא שם בחידושי הר\"ן ז\"ל ובחנם כתב שם שאינם מחוורין והמעיין היטב יבחר. והשתא דאתינא להכי נ\"ל לפרש עוד דהא דמשמע במסקנא דהכא ובפ\"ק דס\"ל לרבי דידיעת ב\"ר שמה ידיעה לענין ידיעה בתחילה היינו דווקא לענין העלם טומאה לחוד דאיירי ביה האי קרא דונעלם ממנו והוא טמא דמדכתיב ונעלם מכלל שידע מעיקרא שהוא טמא וא\"כ מסברא בעלמא משמע ליה דהיינו ידיעת ב\"ר דמכיון שכבר ידע שזה קודש וזה מקדש בידיעה גמורה והיה לו ג\"כ ידיעת ב\"ר מענין הטומאה א\"כ כשנכנס או אכל קודש היה לו לזכור מטומאה ישנה שזה דבר שנגע בו היה טמא משא\"כ בהעלם מקדש דהא דמחייב ליה רבי היינו מאידך קרא דכתיב ונעלם ממנו והוא ידע ואשם ומשמע ליה לרבי דאדרבה פשטא דקרא איירי שידע שהוא טמא אלא ע\"י העלם מקדש או קודש בא לו האשם ובהאי העלם גופא נמי משמע מכלל שידע וא\"כ לפ\"ז אין סברא כלל לומר דלענין העלם מקדש וידיעת מקדש תסגי ליה בידיעת ב\"ר כיון דע\"י ידיעת ב\"ר לא היה לו לידע שזה קודש וזה מקדש אם לא שכבר היה לו איזה ידיעה גמורה מעיקרא שזה קודש וזה מקדש אלא דאפ\"ה שפיר מיבעיא ליה לרבי ירמיה בבן בבל שעלה לא\"י והיה יודע שיש מקדש בעולם והיינו ע\"י ידיעת ב\"ר דהיינו בירושלים במקום אשר בחר ה' לשרת שם ולשבת בלשכת הגזית א\"כ כשעלה לא\"י ולירושלים שפיר איכא למימר שהיה לו לשאול לאנשי ירושלים על מקום המקדש שהרי מספק אסור לכנוס לו לשום מקום בירושלים מכ\"ש למאי דקי\"ל כל קבוע כמחצה על מחצה דמי וסברא זו נזכר ג\"כ בחידושי הר\"ן ז\"ל. והשתא א\"ש טובא הא דמסקינן לעיל בפ\"ק דלרבי לא משכחת אין בה ידיעה בתחילה אלא בתינוק שנשבה לבין העובדי כוכבים וכבר כתבתי שם במקומו ובפ\"ק בכמה דוכתי בעניני חילוקי כפרות שזה דוחק גדול להעמיד כמה מקראות ומשניות במלתא דחיקא כי האי עד שכמעט אי אפשר להעמידו כמו שהארכתי אבל למאי דפרישית הכא א\"ש דדוקא בהך ברייתא גופא דאיירי בה ר\"ע ורבי בהך ידיעה בתחילה דלר\"ע יליף לה מיתורא דונעלם ולר' מפשטא דונעלם וא\"כ לפ\"ז שפיר קאמר רבי לר\"ע דלדבריו למאי דס\"ל לר\"ע דאינו חייב על העלם מקדש אלא דוקא בהעלם טומאה והזיד במקדש א\"כ מסתמא אית לן למימר מסברא דסגיא בידיעת ב\"ר ושפיר שמעינן לה מפשטא דונעלם אפי' בלא יתורא אע\"כ דהא דמייתר ונעלם היינו דחייב על העלם מקדש ולפ\"ז אליבא דנפשיה שפיר משכחת לה הא דאין בה ידיעה בתחילה לענין ידיעת קודש ומקדש דבעי ידיעה גמורה והיכא דליכא ידיעה גמורה פטור מעולה ויורד ושייך בהו נמי הנך כפרות דשעיר החיצון דיה\"כ ודרגלים ודר\"ח אלא דאפ\"ה א\"ש נמי הא דקאמר ר\"פ לאביי בפ\"ק דף ה' אהך מילתא דידיעת ב\"ר אלא דקתני אין בה ידיעה בתחילה כו' מי איכא דלית ליה ידיעת ב\"ר ואיצטריך לשנויי דמשכחת לה בתינוק שנשבה דכל האי שקלא וטריא בקושיא ושינויא דר\"פ לאו דרבי אליבא דנפשיה איירי דודאי משכחת לה שפיר אפילו בלא תינוק שנשבה והיינו בהעלם דמקדש וקדשיו אלא דעיקר הך קושיא ושינויא היינו לר' אליבא דר\"ע דודאי מסתמא הנך בבי דמתני' דפ\"ק בענין חילוקי כפרות אתיא נמי כר\"ע וכ\"ש למאי דפרישית לעיל דרבי יהודה דמתניתין דוקא אליבא דר\"ע אמרה כן נראה לי נכון וברור שבזה נתיישבו כמה קושיות ודקדוקים שהקשיתי ודקדקתי בפ\"ק בענין זה ואף דלכאורה לא משמע כן מלשון התוספות וכ\"ש לאותה השיטה בחידושי הר\"ן בשמעתין אפ\"ה לא נמנעתי לפרש כן שהאמת עד לעצמו ויש לו רגלים וכולי האי ואולי מקום הניחו לי מן השמים בזה ודוק היטב:", 
            "<b>פיסקא</b> א' הנכנס לעזרה כו' מנא הני מילי א\"ר שימי כו' ופירש\"י מנה\"מ דבעינן כל הני לתוספת עזרה. ונראה מפירושו דעיקר מלתא במאי דקתני הנכנס לעזרה ולתוספת עזרה שייך ביה חיוב כרת וחטאת דעולה ויורד הוה פשיטא ליה לתלמודא אף למאי דלא אסיק אדעתיה הך ילפותא דוכן תעשו לדורות והיינו משום דכיון דאשכחן דמקדש איקרי משכן ואפ\"ה המקדש שעשה שלמה לא הוי דוגמת המשכן כלל בארכו וברחבו וברומו אלמא דהך מלתא לארכו ורחבו ורומו לא נתנה תורה קצבה לדבר ולא קאי עליה האי קרא דככל אשר אני מראה אותך את תבנית המשכן כו' וא\"כ ע\"כ שהדבר מסור לב\"ד שהרשות בידם להוסיף והיינו נמי דכתיב בבנין בהמ\"ק שאמר דוד הכל בכתב מיד ה' עלי השכיל ואף ע\"ג שנעשה ע\"פ הנביאים ברוח הקודש אפ\"ה אי לאו דרמיזי באורייתא שהרשות להוסיף על תבנית המשכן הוי קרינן ביה אלה המצות שאין לנביא רשות לחדש ביה דבר מעתה אע\"כ דבלא\"ה פשיטא ליה מסברא דתבנית המשכן לא קאי אהך מילתא כן נ\"ל בכוונת רש\"י מיהו לולי פירש\"י עוד אפשר לפרש לשון מה\"מ כפשטא דאכולה מילתא קאי מה\"מ שהרשות להוסיף אף לענין חיוב חטאת ולשאר מילי דאורייתא ומנא לן דבעינן נמי כל הני ואכולה מילתא נמי שפיר קאמר ר' שימי דילפינן לה מדכתיב וכן תעשו לדורות ודו\"ק ועיין עוד בסמוך:"
        ], 
        [
            "<b>בגמרא</b> וכן תעשו לדורות ופירש\"י וקרא יתירא הוא למדרש לדורות. וכוונתו מבואר יותר בפירושו על החומש שכתב שם דליכא למימר דוכן תעשו ארישא דקרא קאי דכתיב ככל אשר אני מראה אותך שהרי כבר נאמר ועשו לי מקדש ככל אשר אני מראה אותך וא\"כ אייתר ליה וכן תעשו ועוד דאי האי וכן תעשו אתבנית המשכן קאי לא היה לו לכתוב וכן תעשו אלא כן תעשו אע\"כ האי וכן תעשו היינו לדורות וכדאמרינן הכא לאשמעינן דבעינן כל הני אם רוצין להוסיף לדורות וכדאשכחן נמי בימי שלמה ונראה דממילא שמעינן נמי שפיר דלענין הוספת העיר שיהא קדוש כקדושת מחנה ישראל שהיה במדבר נמי בעינן כל הני שהדבר מסור לב\"ד שיראו אם הוצרכו לכך בין להוסיף בין לגרוע כדאשכחן לענין קדושת ירושלים שהיא פחותה הרבה ממחנה ישראל שהיה ג' מיל והיינו נמי מה\"ט גופא דכי היכי דאשכחן קדושת המשכן שהוא מחנה שכינה וכתיב בה וכן תעשו לדורות והיינו שהדבר מסור לב\"ד א\"כ ממילא דה\"ה במחנה לויה ומחנה ישראל נמי לא בעינן דומיא דאותן המחנות שהיה במדבר אלא שהדבר מסור לב\"ד כן נראה לי. מיהו אכתי איכא למידק מנ\"ל דבעינן כל הנך דומיא דבימי משה ובימי שלמה דלמא מעשה שהיה כך היה ולעולם שאין הדבר מסור אלא לב\"ד הגדול בלבד והיינו כדתנינן ברפ\"ק דסנהדרין שהובא בתוס' כאן והנלע\"ד בענין זה דשפיר שמעינן לכולה מילתא מפשטא דקרא דכיון דע\"כ מיתורא דקרא דרשינן דהאי וכן תעשו היינו לדורות ולאו אתבנית המשכן וכלים גופייהו לענין אורך ורוחב מדתן דא\"כ מאי וכן תעשו דקאמר בלשון רבים דהא ברישא דקרא קאמר ככל אשר אני מראה אותך ואי אמשה קאי הל\"ל וכן תעשה כדכתיבי נמי כמה קראי ועשית שלחן ועשית מנורה וליכא למימר נמי דאבצלאל ואהליאב ועושי המלאכה קאי כי האי קרא דסמיך ליה ועשו ארון עצי שיטים דא\"כ ה\"ל למכתב וכן יעשו אע\"כ מדכתיב וכן תעשו ע\"כ דלדורות איירי ואפרשה דלעיל מיניה קאי דכתיב בסוף פ' משפטים ואל משה אמר עלה אל ה' אתה ואהרן נדב ואביהוא ושבעים איש מזקני ישראל ועלייה זו לא פירש הכתוב לאיזה צורך היה ובסוף האי פרשה גופיה נמי כתיב ויקם משה ויהושע משרתו ואל הזקנים אמר שבו לנו בזה והנה אהרן וחור עמכם וגו' והרמב\"ן ז\"ל בפי' החומש כתב ג\"כ שלא ידע מה טיבו של יהושע כאן ע\"ש משא\"כ לפי הסוגיא דגמרא דהכא יפה מתפרשות כל הנך פרשיות כסדרן דאפרשה דסמיכא לה קאי שאמר הקב\"ה למשה בריש פ' תרומה ככל אשר אני מראה אותן וכן תעשו והיינו בכל הנך דכתיבי בפ' דלעיל משה ויהושע שהיו מלכים ואהרן שהיה כהן גדול וע' זקנים כי היכי דאשכחן בשילהי גיטין בהא דדרשינן ואלה המשפטים אשר תשים לפניהם ולא לפני הדיוטות ופירש\"י שם דהאי לפניהם היינו אהנך זקנים דכתיבי בסוף פ' משפטים שהיו מומחין א\"כ לפ\"ז כ\"ש שיש לנו לפרש האי וכן תעשו דכתיב ממש סמוך להך פרשה דמשה ואהרן וזקנים ממילא דשפיר אית לן למימר מדסתם הכתוב ולא פירש אלמא דאהך דלעיל קאי כנ\"ל נכון ודו\"ק. ויתכן יותר לפי מה שמצאתי במדרש אגדה בילקוט דשמואל פסוק ועתה התיצבו ואשפטה אתכם ר' יהודה בשם ר' שמואל ב\"ר יצחק מגלת בהמ\"ק מסר הקב\"ה בעמידה ה\"ד ואתה פה עמד עמדי עמד משה ומסרה ליהושע הה\"ד קרא את יהושע והתיצבו כו' ויהושע לזקנים וזקנים לנביאים עד שהנביאים מסרו לדוד בעמידה ודוד מסרו לשלמה בעמידה וזה שאמר הכתוב הכל בכתב מיד ה' עלי השכיל מלמד שניתן במסורת וברוח הקודש ע\"כ לשון המדרש נמצינו למידין דהאי ואתה פה עמוד עמדי דכתיב בפ' ואתחנן שאמר הקב\"ה למשה מיד לאחר מתן תורה היינו שאז מסר לו מגילת בהמ\"ק ותבניתו וע\"כ היינו כל הנך פרשיות מפ' תרומה ואילך דכתיב בתר הך פרשה דעליית משה ויהושע ואהרן וזקנים והיינו נמי דכתיב ועשו לי מקדש וכתיב בתריה ככל אשר אני מראה אותך את תבנית המשכן והיינו כדדרשינן לקמן בשמעתין דמשכן היינו במדבר ומקדש היינו דבית עולמים א\"כ ממילא דפשטא דקרא אתרווייהו קאי דכמו שהראה לו תבנית המשכן וכליו הראה לו ג\"כ תבנית המקדש וכליו והיינו שאמר דוד הכל בכתב מיד ה' עלי השכיל והיינו כמדרש הנזכר שניתן במסורת והיינו מימי משה וכן נראה מפירש\"י בשמואל ומזה סיוע גדול לכל הדברים שכתבתי ובזה נתישבו כמה קושיות ודקדוקים שדקדק הרמב\"ן ז\"ל בפירוש החומש ויתיישבו ג\"כ כמה קושיות ודקדוקים בסוגיא דשמעתין ובלשון התוס' ולע\"ד דברים ברורים הם בעזה\"י והמה כפתור ופרח ודוק היטב:", 
            "<b>בתוספות</b> בד\"ה וכן תעשו לדורות פירש בקונטרס ובימי משה כו' ואחיו כה\"ג אורים ותומים כו' ועוד אע\"ג דאהרן כו' וכי נשאלו באורים ותומים לעשות משכן הלא קודם שנתכהן אהרן ע\"י המילואים נעשה המשכן כו' ע\"ש. והניחו בקושיא ולמאי דפרישית לעיל נראה דלא קשה מידי דהא דבעינן לדורות אורים ותומים היינו משום שהיו צריכין לעשות ע\"פ הדיבור ממש דאל\"כ אפילו מלך ונביא וסנהדרין אין בידם להוסיף על התבנית שהראה הקב\"ה למשה שהרי אין הנביא רשאי לחדש דבר מעתה וכ\"ש הכא דכתיב בהדיא ככל אשר אני מראה אותך וכן תעשו והיינו לדורות א\"כ ממילא שמעינן שפיר דלעולם אינן רשאין לשנות בתבנית המשכן אם לא ממש בפועל והיינו אורים ותומים שהוא ע\"פ הדיבור כדכתיב ושאל במשפט האורים לפני ה' וכדאשכחן נמי בחלוקת ארץ ישראל דכתיב ע\"פ ה' והיינו על ידי אורים ותומים כן נראה לי נכון:"
        ]
    ], 
    "title": "Penei Yehoshua on Shevuot", 
    "versionSource": "https://www.sefaria.org/Penei_Yehoshua_on_Shevuot", 
    "heTitle": "פני יהושע על שבועות", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Penei Yehoshua"
    ]
}