{
    "title": "Teshuvot HaRivash",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvot_HaRivash",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Regarding \"Greek wisdom\" which one is to distance oneself from, and those well-known books like \"Physics\" and \"Metaphysics\" [from Aristotle]:",
            "From that which is described in the Talmud there (Sotah 49b, Bava Kamma 82b, Menachot 64b), where they forbade [Greek wisdom] on account of what happened when Jerusalem was besieged. They [in Jerusalem] would lower a basket of golden dinars every day over the wall, and [the Romans] would send back sheep for the Tamid offering. There was an old man there who knew Greek wisdom, and mocked them in Greek wisdom that so long as the Jews practiced Temple worship, they would never be defeated. So they sent [instead of sheep] a pig. At that moment, they declared that cursed is a person who raises pigs [in Israel], and cursed is one who teaches his son Greek wisdom. The Talmud then asks, \"Is that so? But isn't there a statement 'Why would one speak the Syriac [Sursi] language? One should speak either the sacred tongue, Hebrew, or the Greek language!'\" The Talmud answers that references to Greek language are one thing, and references to Greek wisdom is another. From that we see that books were never included in that decree, for if its that they are written in Greek, that was not the prohibition, and all of them were fluent in it. And to the contrary, it says in the Talmud (Megillah 18a) that the Greek language is kosher for everyone [to read the megillah in]. And if the problem is the wisdom itself, what does that have to do with the elder who mocked them in Greek? Therefore, in my opinion, \"Greek wisdom\" refers to speaking in Greek riddles and obscurities which the masses cannot understand, and only those knowledgeable and trained in riddles could. This is similar to the Talmud's statement (Eruvin 53b), \"The maidservant of Rabbi's house would speak in wise language (i.e., enigmatically), saying, The ladle is knocking against the jug. Let the eagles fly to their nest.\" And this meant that the cup used to get wine from the barrel was knocking at the bottom of the barrel because the wine was finished. And the other statement is that the students should return and the meal is ended. Similarly, it states there that \"when Rabbi Yosei bar Asyan would speak enigmatically, he would say: Prepare for me an ox in judgment on a poor mountain.\" He was asking for beets in mustard, since ox is tor in Aramaic; judgment is din. Combined they form teradin, beets. Tur Masken translated to chardal, mustard. And there are other examples there, and the Sages referred to it as \"wise language\", like the verse (Proverbs 1:6) says, \"The words of the wise and and their riddle.\" Similarly in the Talmud (Sanhedrin 12a), \"They sent [an encoded message] to Rava, 'A pair came from Rakat, but was apprehended.\" Such riddles, when said in Greek, are called \"Greek wisdom\", and that is what they prohibited because of the story, and they allowed Rabban Gamliel's household because they were close to the authorities, and they needed to use it because that was the way they would speak in the king's court, so that people would not know their mysteries and secrets. However, Rashi wrote in Menachot that \"Greek wisdom\" refers to \"hints\", and it seems he means to explain that they would not say anything, only using gestures with their hands, fingers, or other limbs. This accords with that which the Sages talk about (Gittin 59a) \"A deaf-mute may express his wishes through gestures and respond through gestures.\" And also (Yevamot 119b) \"Just as a deaf-mute marries through gestures, he can divorce through gestures.\" That is the way they would act before kings, as is mentioned in the Talmud (Chagigah 5b), \"Rabbi Yehoshua ben Ḥananya was standing in the house of the Caesar. A certain heretic, who was also present, gestured to him, indicating that his was the nation whose Master, God, turned His face away from it. Rabbi Yehoshua gestured to him that His hand is outstretched over us in protection. The Caesar said to Rabbi Yehoshua: What did he gesture to you, and how did you respond? He replied: He indicated that mine is the nation whose Master turned His face from it, and I gestured to him that His hand is outstretched over us. He said to that heretic: What did you gesture to him? He said to them: I gestured that his is the nation whose Master has turned His face from it. They asked: And what did he gesture to you? He said to them: I don’t know; I did not understand. They said: How can a man who does not know what others gesture to him dare to gesture in the presence of the king? They took him out and killed him.\" And so Rashi explains there that he gestured through hints. So this is \"Greek wisdom\", which the Greeks were accustomed to, or there was a book they had related to this, and its author was Greek. But my question on this interpretation is that the Talmud did not need to write that the elder mocked them in \"Greek wisdom\", it could have said he mocked them through gestures, where no speaking at all takes place, and only gestures. Therefore, I believe \"Greek wisdom\" is as I explained above, and its possible Rashi is saying that any communication that is enigmatic is called \"hinting/gesturing\". We find this in the Talmud (Kiddushin 80b), \"From where is there an allusion to the prohibition against seclusion? As it is stated [concerning one who incites others to idolatrous worship]: 'If your brother, the son of your mother, entices you' (Deuteronomy 13:7).\" Similarly in the Talmud (Sanhedrin 10a and Makkot 2b) regarding an allusion to false witnesses. Regardless, whether \"Greek wisdom\" refers to gestures or enigmatic statements and riddles like I explained, it was only prohibited because of the story.",
            " However, the well-known [Greek philosophy] books of \"Physics\", this is not being referred to, though it is proper to distance oneself from them if they try to uproot the principles of our holy Torah, and especially two foundational pillars, which is creation ex nihilo and God's personal divine providence within the human species. They bring demonstrations and proofs according to their opinion to uphold eternity of the world, that it comes as a necessity from God, such as given that light necessarily comes from the sun, and the shade from the tree, God has no ability to change something as part of his very being, He cannot lengthen the wing of a fly and cannot shorten the leg of an ant, just like the sun cannot change the light which comes from it, nor the tree the shade. And similarly with Divine Providence, there is none beneath the sphere of the moon. They write in their books that one can only know through speculation, not through an accepted tradition. And we, receivers of the truth of our knowledge that our Torah is perfect, that it came to us at Sinai from the mouth of God, through the master of all prophets [Moses], this is higher than everything; all their speculation is nothing in comparison. We learn in the Talmud (Sanhedrin 90a) that \"These are the ones without a share in the World to Come: One who says: There is no resurrection of the dead derived from the Torah, and one who says: The Torah did not originate from Heaven, and an epikoros. Rabbi Akiva said: Even those who read external books.\" The Talmud states that it was taught that this refers to the books of the heretics. Is there any greater \"books of heretics\" than these that try to disprove the principles of the Torah with proofs and demonstrations?! And Rabbi Akiva didn't say, \"Those who *believe* in the external books,\" but rather even those who read them, lest their hearts are lead astray to believe their words, like what happened with Elisha [ben Avuya], Acher, which we see in the Talmud (Chagigah 15b), \"They said about Elisha-Acher that when he would stand up in the study house, many books of heresy would fall from his lap.\" The Nagid, Rabbi Shmuel Halevi, already asked from Rabbi Hai Gaon whether one can learn these wisdoms, and he responded, \"The goodness of the body and the ways of a man should be accomplished through learning Mishna and Talmud, and it is the fortune of Israel, for study of Torah helps him and others like him, and helps the regular masses, for it will draw them after the ways of the Torah and the commandments. And one who turns his heart away to study those things, it will turn one away from Torah and fear of heaven, it will cause him to lose those things, for he will cast off all the words of the Torah completely, and from this removal a person will have mistaken ideas, to the point that even abandoning worship won't be a concern for him. But those who have a solid foundation in Torah and fear of heaven stay away from this, for they lead the masses for the good, without doubts, and don't wish to place and doubts about God, and if you will see some people studying these wisdoms, and they will say to you that it is a paved path, that they can achieve knowledge of the Creator, you should not hate them, and you should know that they are lying to you, and one will not find fear of heaven, fear of sin, zealousness to perform commandments, humility, purity, holiness, except with someone who studies Mishna and Talmud.\" Thus was his answer. And the Rashba also wrote in a letter to stay away from those among them who are always learning these wisdoms, \"And the youth brought up on the wisdom of \"Physics\" and sees Aristotle's proofs will always believe him, and he will will deny the principles [of faith], and if we try to respond to him, he will blaspheme all the more so.\" One should not bring proof from Maimonides [who studied Greek philosophy], for he first studied the entire Torah completely, its laws, narratives, the Tosefta, the Sifra, the Sifre, the entire Talmud both Babylonian and Jerusalem, as we can see from his Mishneh Torah that he wrote. Plus, he wrote the Guide for the Perplexed to respond to the heretic to fight the proofs and demonstrations that the Philosopher [Aristotle] offered for the eternality of the world, and also for divine providence, and because in his day, many Jews were perplexed about the principles of the Torah out of what they learned from that wisdom. One can also say like that which is stated in the Talmud (Chagigah 15b) regarding Rabbi Meir, \"How could he learn Torah from Acher?\" And they answered: Rabbi Meir found a verse and expounded it, (Proverbs 22:17) 'Incline your ear and listen to the words of the sages; Pay attention to my wisdom.\" It does not say \"to their wisdom\", but \"to my wisdom\", meaning to wicked ones who one must nevertheless incline one's ear toward. They explain there that this refers to a great man but not a regular person. Meaning, a student who is great, can separate the kernel from the chafe, as they said there about Rabbi Meir, he would eat the content of the pomegranate and through away the outer shell. Thus, Maimonides brings this verse in the beginning of the Guide. Nevertheless, Maimonides was drawn a bit after some of these proofs, like the [resurrection] of the son of the Zarephath woman [see Guide for the Perplexed 1:42], and regarding the revelation at Sinai. Perhaps he only allowed for these things because he could not give great answers for them from end to end, and so he explained some minor things in the Torah with a view of accordance with philosophy. This, too, he wrote in hints, and hid his opinion of the angels that Abraham saw, which he said happened in a prophetic vision, which Nachmanides responded to in his commentary on the Torah. And the sage Rabbi Levi [ben Gershon] was also a great sage, learned in Talmud, and he produced a beautiful commentary to the Torah and the Prophets, and he followed after Maimonides, but he also really inclined much more to those wisdoms that the way of truth, and he took the opposite approach to that of Maimonides in certain topics, such as whether God has knowledge of the possible future, and also whether the sun actually stood for Joshua, and the promise (Isaiah 38:8) of the sun and shadow - he wrote things that is forbidden to hear. Similarly regarding life of the soul after death, and divine providence regarding the punishment of the wicked in this world, all of which is written in the book he titled \"Wars of the Lord.\" Now every person should make an a fortiori argument for himself using these two kings [Maimonides and Gersonides], that if they could not stay on the straight and narrow regarding some things, and they were among the greatest in the world, how much more so we, who cannot compare to them, we see those who have cast off the yoke of worship, loosening the bind of Torah and the commandments, from learning these wisdoms, like what Rabbi Hai Gaon wrote in that response I cited above."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "You asked: A community has a local synagogue,and a wealthy resident of the city has acquired many seats there in expensively. The seats have appreciated because of him, and since the rate has appreciated, he has raised the rent for the seats to the point that the renters now desist from coming to the synagogue, because the cost of seats is expensive. The community wants to add seats in an open space in the synagogue and to sell them to these people, benefiting the community financially and improving the righteousness of the community as they come to synagogue and use those extra seats. This wealthy person  has  stood to challenge this, saying this would narrow his path to reach his seats ...",
            "Answer: The law is with that wealthy person. Since he owns seats there,  and he has a broad path to his seats through that empty space, the community may not reduce it, as that would increase the path he would need to travel to his seats, through that narrow space. It is like the Tosefta [Bava Batra] “One who owns an entrance [from his property] into the street cannot be compelled by the other residents of the street to put a door  on [the entrance into] the street. He may say, ‘I want to enter  [directly] with my burden on my shoulder, to reach my entrance.” ... ",
            "Also,  regarding  your suggestion that some of the people without  seats could put portable seats in the middle of  the synagogue and sit there, or sit on rows of clean mats on the ground if they wish, for no  individual owns  anything other than his space and its entrance and exit access, but everyone owns the rest equally: They also may not do this. For even those who own seats, with access for entrance and exit, may not use that which is a path belonging to others ... just as  residents of a street or [shared] yard may not use the street or yard other than in ways that residents normally use streets or yards ... ",
            "But that which residents of the city may do, and it would be good for them, would be to cap the rental price of seats, and to obligate owners of seats they do not need to rent them to others for sitting.  As taught in Bava Batra 8b, “A city’s residents may stipulate conditions for measures,  prices, and wages of workers, and may punish those who violate  their norms.” ..."
        ]
    ],
    "versions": [
        [
            "YU Torah miTzion Beit Midrash",
            "http://www.torontotorah.com"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "תשובות הריב\"ש",
    "categories": [
        "Responsa"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}