{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "digitizedBySefaria": true, 
    "license": "Public Domain", 
    "title": "Chidushei Halachot on Yoma", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            "תוספות בד\"ה וחכ\"א א\"כ אין כו' ההיא חששא בעלמא היא כו' כי מסתמא ימצאו הרבה שיהיו ראויין כו' עכ\"ל ק\"ק דאם נימא דלא הוי רק חששא בעלמא אם ימצאו ביוה\"כ כהן אחר שהוא ראוי לעבודה אף אם לא הופרש ז' ימים מקודם א\"כ ה\"נ גבי מתקינין לו אשה אחרת נמי לא הוי רק חששא בעלמא כיון דימצאו הרבה כהנים שיש להם נשים וראויין לעבודה ואמאי קאמר דכפרת ישראל תלויה בזה טפי מהכא לגבי טומאה [א] ויש ליישב ודו\"ק: ", 
            "בפרש\"י בד\"ה כלי גללים כו' בפ' ר' ישמעאל עכ\"ל הס\"ד ובד\"ה כאשר עשה כו' קרב אל המזבח וגו' צוה לעשות כו' עבודת יום א' עכ\"ל הס\"ד כצ\"ל: "
        ], 
        [
            " תוס' בד\"ה ואימא צוה כו' לישני הכי דלא הדר ביה מלעשות כו' עכ\"ל דהשתא אי כוליה קרא ליוה\"כ כדפריך לעיל לא הוה אצטריך למכתב צוה דמלעשות ולכפר מימעיט שפיר פרה וקרבנות אלא דאצטריך צוה לרבות פרה וק\"ל: ", 
            "בא\"ד וי\"ל דה\"פ מ\"ט כו' אימא צוה זה יוה\"כ ואייתר לן לעשות לכפר כו' עכ\"ל אין להקשות אמאי לא הניח המקשה סברת המתרץ דצוה זה פרה ותקשי ליה הכי ואייתר לן לעשות ולכפר לדרוש לעשות זה מעשה יוה\"כ לכפר זה קרבנות די\"ל דאי לא הוה כתיב צוה ביוה\"כ לא הוי תקשי ליה הכי כיון דע\"כ צוה זה פרה לא לכתוב לעשות רק לכפר ומיניה ניליף יוה\"כ וקרבנות דלפי תירוץ זה של התוס' אסיק הכא אדעתיה כסברת המקשה דלקמן דמלכפר נפקא לן שפיר יוה\"כ וקרבנות ולכך הוצרך המקשה למימר דאימא צוה זה יוה\"כ דהשתא ע\"כ איצטריך למכתב לעשות דאי לא הוה כתיב רק צוה ולכפר ה\"א יוה\"כ לחודיה כו' וכמ\"ש התוס' בסמוך ודו\"ק: ", 
            "בא\"ד א\"נ נ\"ל כו' אבל פרה לא דלא כתב בה לשון עשייה ולכפר זה קרבנות כו' עכ\"ל לפי תירוץ זה ושיטה זו מתוס' ישנים לא ניחא להו למימר כסברת המקשה כבסמוך לדרוש מלכפר יוה\"כ וקרבנות אלא דהשתא סבר המקשה כדמסיק דמלכפר לא הוה ילפינן רק יוה\"כ ולכך איצטריך למכתב צוה לרבות יוה\"כ ולעשות למעט פרה דלא נימא דצוה פרה ויוה\"כ והשתא ע\"כ לכפר לרבות קרבנות ולא תקשי לא לכתוב צוה ולא לעשות ונילף יוה\"כ מלכפר דא\"כ לא הוי ניליף מלכפר קרבנות כסברת המסקנא דלא נילף מיניה רק יוה\"כ אבל כיון דכתיב צוה לרבות יוה\"כ ע\"כ לכפר יתורא הוא לרבות קרבנות: ", 
            "ודע עוד דלפי תירוץ זה ושיטה זו מתוס' ישנים לא ניחא להו למימר כמ\"ש לתירוץ ראשון דאי הוה כתיב צוה לכפר ה\"א יוה\"כ לחודיה דכתיב ביה צוה לכפר כו' אלא דמצוה ה\"א זה פרה ויוה\"כ ולכפר זה קרבנות וכן כתבו והקשו לפי שיטה זו לקמן לדברי המתרץ לא הוה צריך למכתב אלא צוה לכפר ונדרוש צוה זה פרה כו' ולא ניחא להו למימר דה\"א צוה לכפר יוה\"כ לחודיה כו' כמ\"ש בתירוץ קמא וק\"ל: ", 
            "בא\"ד י\"ל אי לא כתב אלא צוה לכפר ה\"א ע\"כ צוה זה יוה\"כ כיון דאידי ואידי פרישה לקדושה כו' עכ\"ל הוצרכו לסברא זו דה\"א צוה זה יוה\"כ משום דפרישה לקדושה ולא ניחא להו למימר בלאו סברא זו אלא כסברת המקשה דה\"א צוה זה פרה ויוה\"כ משום דהי מינייהו מפקת ולכפר זה קרבנות אבל השתא דכתיב לעשות דנין צוואה דלפני עשייה כו' דהיינו פרה ולכפר זה יוה\"כ ולא קרבנות כדמסיק דמשמע להו לפי שיטה זו דע\"כ אי לא הוה כתיב לעשות לא הוה אמרינן צוה זה פרה ויוה\"כ משום דהי מנייהו מפקת דא\"כ לפי האמת לא לכתוב לא לעשות ולא לכפר רק צוה זה פרה ויוה\"כ דהי מינייהו מפקת אלא דאי לא הוה כתיב לעשות לא הוה מוקמינן צוה רק ליוה\"כ משום דפרישתו לקדושה מיהו לפי מה שכתבו בסוף דבריהם דאדרבה כיון דבמילואים לא הוה כתיב לעשות לא הוה צוואה דלפני עשייה אלא לאחר עשייה כו' לא הוו צריכי להך סברא דפרישתו לקדושה אלא דהוה מוקמינן ליוה\"כ משום לאחר עשייה ודו\"ק: ", 
            "בא\"ד ה\"א לכפר זה יוה\"כ לעשות זה קרבנות דפרישתן לקדושה אבל כו' עכ\"ל כל האי תירוצא אינו בתוס' ישנים גם קשה לדבריהם לעיל דפריך אימא כוליה קרא ביוה\"כ כתיב כו' וכמו שפירשו התוס' לעיל דאי לא כתיב אלא לכפר ה\"א כפרה דקרבנות כו' [ב] ה\"ל למפרך כתירוצא הכא דאימא לכפר זה יוה\"כ ולעשות זה קרבנות משום דפרישתו לקדושה וק\"ל: ", 
            "בא\"ד דאי לא הוה כתיב לעשות אלא [צוה לא] הוה נפקא לן פרה כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה זמן לעצמו לברך שהחיינו עכ\"ל הס\"ד ובד\"ה שיר לעצמו כו' במס' סוכה הומבה\"י ושל כו' עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה פז\"ר קש\"ב פירש\"י רגל לעצמו שאין יושבין בסוכה כו' ברכה כו' דאמרינן ביום שמיני כו' עכ\"ל אינו מפרש\"י שבכאן אבל הוא לשון רש\"י בפ' לולב וערבה ע\"ש: ", 
            "בא\"ד לרבות עופות ומנחות כו' כשחל יום ראשון בשבת דבשלמים דאתמול כו' כצ\"ל: ", 
            "בד\"ה אלא למ\"ד שני כו' במילואים נמי קרבו שני פרים למוסף שהרי כו' עכ\"ל כצ\"ל: "
        ], 
        [
            " גמ' ר' יוחנן מתני חדא ר' יהושע בן לוי מתני תרתי כו' כצ\"ל וכ\"ה בתוס' לעיל וכן מוכח בשמעתין דריב\"ל לא יליף יוה\"כ ממילואים אלא מסיני וק\"ל: ", 
            "בפר\"שי בד\"ה אי נימא תחילה בכ\"ג כו' בקרבנות צבור ביוה\"כ הראשון מעבודת כו' כצ\"ל: ", 
            "תוס' בד\"ה לאפוקי עצרת כו' אמאי לא קאמר הכי לעיל בשינויא דרבי אבהו לאפוקי עצרת ור\"ה כו' עכ\"ל בכל נוסחות גמרות שלפנינו איתא בדרבי אבהו לאפוקי עצרת וראש השנה וכ\"ה בפירוש רש\"י שלפנינו אבל בפרוש רש\"י הישנים אינו וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה וכשם שמפרישין לא מקרא יליף לה אלא מעלה בעלמא הס\"ד ואח\"כ מ\"ה לחנכו ללמדו עכ\"ל הס\"ד כצ\"ל מפי' ישן וכ\"ה בתוס' לעיל: "
        ], 
        [
            " גמרא מ\"ד בששה בששה נתנה ובשבעה עלה דכתיב ויקרא אל משה ביום השביעי כו' האי קרא דמייתי הכא למ\"ד בו' נתנה תורה משמע דאיירי נמי בשביעי לחודש ואינו כן דהאי קרא איירי בז' ולפרישה למ\"ד בו' נתנה תורה דקאמר קרא ויכסהו הענן ששת ימים היינו ו' של פרישה ובתר הכי כתיב ויקרא אל משה ביום השביעי דהיינו ז' לפרישה ושוב מצאתי הגירסא נכונה בפ\"ב דתענית למ\"ד בו' בו' נתנה ובז' עלה ולמ\"ד בז' בז' נתנה ובז' עלה דכתיב ויקרא אל משה ביום השביעי כו' וע\"ש בפרש\"י: ", 
            "בפרש\"י בד\"ה למרק אכילה ושתייה ר' נתן ס\"ל כר\"י הגלילי כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה וכפר כו' המובחר הס\"ד ואח\"כ מ\"ה ולא קתני מפרישין כו' עבודה הס\"ד ואח\"כ מ\"ה רבוי ז' כו' בשעת עבודה וריבוי לשון מרבה מרובה בגדים כו' ובד\"ה משיחת ז' שיתנו שמן המשחה על ראשו ובין ריסי עיניו ז' ימים רצופין הס\"ד כצ\"ל מפי' ישן: ", 
            "תוס' בד\"ה סמיכה כו' ובחטאת כתיב ואת כל הדם ישפוך אל וגו' כו' עכ\"ל ר\"ל בחטאת בפר החטאת של מילואים כתיב גבי צוואה אבל הלשון מגומגם מאי ובחטאת כתיב דקרא דמייתי לעיל מיניה ואת הדם יצק אל יסוד וגו' נמי בפר חטאת של מילואים כתיב גבי עשייה ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה פתח כו' אהל מועד יתירא וכן בעשייה בצוואה כתיב תקריב פתח כו' ובד\"ה ת\"ר כו' דלעכובא אתא כו' ובד\"ה כאשר צוה כו' עשיתם בחטאת כו' ובד\"ה למסבר כו' ויחגור אותו באבנט בסדר כו' והלבישם וחגרם הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה להביא את המכנסים כו' וקשה לר' יוסי בר חנינא כיון כו' דגבי מכנסים איצטריך כו' עכ\"ל כצ\"ל מתוס' דפ' הנשרפין ע\"ש: ", 
            "בא\"ד אני נכנסתי בין האולם ולמזבח כו' ואפילו כ\"ג מפצעים כו' עכ\"ל אע\"ג דאמזבח לא מיחייב אביאה ריקנית כמ\"ש התוס' לעיל בין האולם ולמזבח הוי כמו ביאת אהל מועד וכ\"כ התוס' בפ' הנשרפין דאיכא למ\"ד דס\"ל הכי ע\"ש ודו\"ק: ", 
            "בא\"ד שכלבו של כ\"ג כו' אלא שלא מצאך בעל הפול כו' עכ\"ל כצ\"ל ועיין בתוס' פרק הנשרפין: \n"
        ], 
        [
            "בפרש\"י בד\"ה לא צריכא כו' בניו ולמ\"ד אהרן ואח\"כ כו' באבנט וד\"ה לאהרן כו' כצ\"ל: ", 
            "בד\"ה כמאן כר' עקיבא כו' נמצא על שלה אותיום כו' עכ\"ל [ג] ק\"ק אמאי לא תני הכא שמא תמצא אשתו ודאי נדה בנמצא על שלה אותיום דלכ\"ע טמאה ודאי וק\"ל: ", 
            "בד\"ה אלא באחר כו' ואחר זמן לאחר אותיום בתוך כו' ולא פליגי עם ר\"ע ובאחר אחר זמן פליגי כו' ובד\"ה ש\"מ כו' מקצת היום ככולו כנדה וטובל כו' הד\"א כצ\"ל: ", 
            "תוס' בד\"ה א\"ל אבנטו כו' וא\"כ קראי לא כמר כו' וי\"ל סברא כו' עכ\"ל אין זה התירוץ עולה אלא למ\"ד לא זהו אבנטו כו' אבל למ\"ד מאותם דזהו אבנטו כו' אכתי תקשי דכתיב נמי אותו ונימא שאינן שוין וי\"ל דלמ\"ד דזהו אבנטו כו' ודאי דלא תקשי ליה דמסברא אית לן למימר הכי דמהיכא תיתי לחלק בין אבנטו של כ\"ג ובין של הדיוט וק\"ל: "
        ], 
        [
            " בד\"ה סיפא כו' והכי לא מצי לשנויי כי התם דמסיפא גופה כו' עכ\"ל ר\"ל דלא המ\"ל הכא הא כדאיתא והא כדאיתא כדקאמר התם דמ\"מ כיון דסיפא איירי לטבילתן תקשי ליה למ\"ד דבועל נדה טבילתו בלילה מיהו ה\"מ לשנויי הכא דאיירי למחנותם ולא תקשי ליה אלא דלא נחית הכא לאוקמא בהכי אלא אי לטבילתן ואי לטומאתן וה\"נ התם ה\"מ לשנויי דאיירי לטבילתן אלא דלא נחית התם לאוקמא בהכי אלא אי למחנותם ואי לטומאתם וק\"ל: ", 
            "בד\"ה אלא שחמור כו' טמאין במת כלים במת ואדם בכלים כו' כצ\"ל וכ\"ה בסדר המשנה ע\"ש: ", 
            "בא\"ד ושמא בסיפא דברייתא חשיב נמי להני חומרי כו' עכ\"ל לכאורה נעלם מהם דמתני' היא בסוף מסכת זבין הא דתני אלא שחמור ממנו בועל נדה כו' ולא תני התם בסיפא חומרא דטמא מת מבועל נדה ויש ליישב דר\"ל דאע\"ג דבמתני' במסכת זבין תני אלא שחמור ממנו בועל נדה כו' ולא חשיב חומרי דטמא מת מבועל נדה דלא חש להאריך אבל שמא בסיפא דברייתא מוסיף בה למתני נמי חומרי דטמא מת מבועל נדה דדרך הברייתא לפרש המתני' וק\"ל: ", 
            "בד\"ה שמטמא משכב כו' הא לא קשה דאיכא למימר בועל נדה יוכיח כו' עכ\"ל ק\"ק במה שפירשו התוס' דמצורע ואבן המנוגעת אתו בק\"ו מזב כו' ואם תפרוך מה לזב שעושה משכב כו' אצטריך לומר בועל נדה יוכיח דהשתא אתי חדא מתרתי ה\"ל לפרושי בפשיטות טפי חדא מחדא דמצורע ואבן המנוגעת אתו בק\"ו מבועל נדה לחוד וי\"ל ודו\"ק: ", 
            "בא\"ד איכא למיפרך מה להצד השוה שבהן שמטמא כלי חרס בהיסט כו' עכ\"ל ויש לדקדק דתקשי להו הך פרכא אהא דר\"פ דם הנדה דבעי למילף מק\"ו ומה זב שאין מטמא בביאה כו' אבן המנוגעת כו' אינו דין שיעשה משכב ומושב הא איכא למפרך מה לזב שמטמא כלי חרס בהיסט וי\"ל דלפי אותה סברא דיליף אבן המנוגעת ומצורע לטמא טומאה חמורה בק\"ו מזב אית לן למילף נמי דאבן המנוגעת ומצורע מטמא בהיסט בק\"ו מזב אלא דלמאי דמסיק התם למעט טומאה חמורה באבן המנוגעת ומצורע מדכתיב הזב אימעיטו נמי אבן המנוגעת ומצורע מטומאת היסט וק\"ל: ", 
            "בד\"ה אמר רב תחליפא כו' מי דמי טומאה אישתראי כו' ואכתי לא דמי מצורע כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה בין בצבור כו' ומה בין יחיד לצבור שהיחיד אין טומאת הגוף כו' עכ\"ל ר\"ל דבטומאת בשר ועולין ליכא לפלוגי בין יחיד לצבור דבכולהו הצין מרצה ודאיכא לפלוגי בין יחיד לצבור מדכתיב איש כי יהיה טמא וגו' דאין נדחין היינו בטומאת הגוף וק\"ל: ", 
            "תוס' בד\"ה שנטמא בין בשוגג כו' וא\"ת א\"כ בפרק הקומץ כו' לזריקתו דאידי ואידי כו' עכ\"ל כצ\"ל: ", 
            "ודע דבתוס' פרק האשה רבה כתבו אהך ברייתא דהציץ מרצה בין ביחיד בין בצבור דאתיא כמ\"ד טומאה דחויה בצבור אבל למ\"ד הותרה לא בעי ציץ לרצויי כו' עכ\"ל והתימה מהם דהא הכא פריך לה מהך ברייתא למ\"ד הותרה ומשני לה שפיר דכי קתני הציץ מרצה אדיחיד ואי בעית אימא כו' וי\"ל דלמאי דמסיק הכא דתנאי פליגי בהכי משמע להו דלית לן לשנויי הני שנויי דחיקי אלא דאתיא כתנא דס\"ל טומאה דחויה בצבור ודו\"ק: "
        ], 
        [
            " בתד\"ה אם עון כו' קשה על פרש\"י אמאי קרי לחוץ למקומו פגול כו' עכ\"ל ובפ\"ק דפסחים תירץ בזה רש\"י דבההוא קרא זוטא דפ' קדושים דמיניה דריש חוץ למקומו כתיב פגול אבל אין זה מספיק להם דבההוא קרא אריכא דפרשת צו דמיניה דריש חוץ לזמנו נמי כתיב פגול וה\"ל לתנא טפי לקרותו פגול כמו בכל התלמוד אבל לר\"ת ניחא דבההוא קרא אריכא ברישא דמיניה דריש חוץ לזמנו מלא ירצה לא כתיב פגול ובסיפא דקרא לא יחשב דמיניה דריש חוץ למקומו כתיב פגול ולכך קרי ליה הכא טפי פגול לחוץ למקומו מבחוץ לזמנו ושינה הכא לשון התלמוד שבכ\"מ דקרי ליה לחוץ לזמנו פגול ודו\"ק: ", 
            "בא\"ד ופרש\"י פ\"ק דפסחים כו' ולא עון האוכלים ומורי ה\"ר כו' כצ\"ל מפרש\"י פ\"ק דפסחים: ", 
            "בא\"ד הרי הוא אומר המקריב בהקרבה כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה הא אינו נושא כו' ביום הכפורים והא דלא נקט מלרצון י\"ל משום כו' עכ\"ל כצ\"ל: ", 
            "בא\"ד מחשבת נותר לא הותרה ואומר ריצב\"א דהותרה במנחת כהונה ובמנחת כו' דאין חייבין עליו משום פגול כו' עכ\"ל ההוא פגול דהתם חוץ לזמנו כמו בכל התלמוד ואין חייבין כרת קאמר ע\"ש ודו\"ק: ", 
            "בא\"ד בחטאת ובדבר שאין לו מתירין כו' בהדיא לא יחשב ולא ירצה משום דכתיב בהו עון ובציץ כתיב עון וגמרינן עון כו' כצ\"ל והשאר מחוק: ", 
            "בד\"ה מכלל כו' ולרצויי דחיא טומאה כו' גבי היה מקריב מנחת כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "תוס' בד\"ה אי סבר כו' תימה לי לימא דאצטריך הזאה משום אילו כו' עכ\"ל הא דלא קשיא להו לעיל מיניה אדברי המתרץ דקאמר ר' יוסי סבר טומאה הותרה בצבור דאכתי תקשי ביוה\"כ מאילו של אהרן דקרבן יחיד הוא די\"ל דודאי מדינא לאו קרבן יחיד הוא דהא דוחה שבת וטומאה והותרה ביה הטומאה מדאורייתא ולכך לא בעי הזאה כל ז' אבל לדברי המקשה דפריך הזאה כלל ל\"ל קשיא להו שפיר דאימא מיהת מדרבנן משום קרבנו של אהרן דהוי כמו יחיד מהדרינן ביה אטהרה כדאמרינן לעיל גבי מביאין אחרת תחתיה ודו\"ק: ", 
            "בד\"ה מקשינן הזאה כו' והא דקאמר התם והזה הטהור כו' היכא דעביד ברביעי ובח' אימא ש\"ד כו' עכ\"ל ר\"ל דלא תקשי לן מהא דקאמר והזה הטהור על כו' וא\"כ ל\"ל היקשא דהזאה לטבילה די\"ל אפילו למ\"ד אין הזאה כו' ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה הנחתומין כו' וחלה יתן לכהן אבל שאר כל כו' ומתוך שהוא רגיל למכור כל כו' עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה תנן התם כו' נראה לפרש מתני' כו' אפילו הכי לא סמכינן כו' כצ\"ל וכל זה מפי' הר\"ש בפ\"ב דדמאי ע\"ש: \n"
        ], 
        [
            "תוס' בא\"ד ובירושלמי כו' וה\"מ לשנויי התם בחלה כו' שמן לנר שמא אינו פטור כו' כיחידאה ומשני אלא כר' יוחנן כו' כאן וכאן בעושה בטהרה אלא במתארח אצלו אבל ברבים כו' כצ\"ל וכל זה מפי' הר\"ש בפ\"ה דדמאי ע\"ש: ", 
            "בד\"ה מעשר ראשון כו' דדבר מועט הוא שאינו אלא חלק א' כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה ולא שמשו כו' אונס לכ\"ג ביוה\"כ כו' הללו שהוא משמש בכהונה גדולה כו' כיון דכל אחד לא הוציא כו' אחיטוב צדוק אחימעץ עזריה כו' עכ\"ל כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה ושלש גזירות שדה עיין ובמות יער ועיין חורבה ומטאטאי השמד כמו ויעה ברד מחסה כזב הס\"ד כצ\"ל: \n"
        ], 
        [
            "ע\"ב תוס' בד\"ה דילמא כו' על החיוב כגון הלוקח מעם הארץ כו' כצ\"ל: ", 
            "בד\"ה רבנן סברי כו' דאי לאו הכי לא כו' אלא ע\"כ גזירה דרבנן היתה אטו דירה גמורה והך דהיה כו' ואמאי דאעפ\"כ תקשי ליה כו' בין סוכה ללשכת פרהדרין כו' כצ\"ל: ", 
            "בא\"ד ולא מצו לחלק כו' אלא ע\"כ אביי ורבא לית להו האי סברא לחלק כו' עכ\"ל מיהו ק\"ק מאי פריך ליה רבא לאביי והא סוכת החג כו' דאימא דאביי אית ליה האי סברא דיש לחלק בין סוכה ללשכת פרהדרין כסברת המקשה גם קשה דרבא גופיה מאי קשיא ליה מסוכת החג אמאי לא שביק כוליה תירוצא דאביי אלא דבסוכת החג היינו טעמיה דסוכה דירת עראי הוא כדקאמר איהו גופיה בתירוציה ודו\"ק: ", 
            "בא\"ד ונ\"ל כל הסוגיא בע\"א דהאי דקאמר וכ\"ת מדרבנן היינו משום שמא יאמרו היושב בסוכה כו' עכ\"ל ולשיטה זו הא דלא קשיא ליה דרבנן אדרבנן איכא למימר שפיר כמ\"ש התוס' לעיל דשאני סוכה דדירת עראי היא כו' ע\"ש ואביי ורבא נמי מצי סברי הך סברא אלא דפריך רבא אאביי דע\"כ בסוכה לא פליגי בשאר ימות השנה דהא סוכת החג בחג קתני משמע דפליגי בחג גופיה וק\"ל: \n"
        ], 
        [
            "תוס' בד\"ה יכול כו' משמע דבית שער פטור מן המזוזה ותימה כו' עכ\"ל מהך דפרק הקומץ ה\"ל לאקשויי נמי מאכסדרה ומרפסת דפטר הכא מן המזוזה והתם מחייב אלא דנקטי בקושייתם בית שער דמהך דפ\"ק דסוכה ל\"ק רק בית שער וק\"ל: ", 
            "בד\"ה והתניא כו' חדא דברפת אינן מתקשטות כו' עכ\"ל ודקתני לעיל ושהנשים מתקשטות בה כו' לא קאי ארפת בקר דקתני ברישא אלא אשאר מקומות שנשים מתקשטות בהו וק\"ל: "
        ], 
        [
            " בד\"ה הכל מודים כו' דע\"כ אי איירי דנח בחור איירי בחור שיש כו' חוקקין להשלים דדומיא דהכי דהזורק למטה מי' כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה שאין בו בית כו' י\"ל דהתם איירי בפתח הבית שהיה כו' עכ\"ל ודפריך מיניה מההיא פתחא דהוי עייל ביה רבי כו' נמי איירי בכה\"ג בפתח הבית כו' וכן מה שכתבו התוס' לקמן וי\"ל דבי מדרשא דרבי ורב הונא כו' שלהם היו כו' ע\"כ דפתחא דבי מדרשא דרבי נמי הכי הוה דאל\"כ לא הוה פריך מנייהו אדרב הונא מידי וק\"ל: ", 
            "בא\"ד דבי מדרשא דרבי חנינא ממש היה לו מזוזה כו' עכ\"ל ר\"ל ממש דלא איירי בפתח בית אלא בשער גבוה שהיו כולם נכנסים בו דלכך היה נותנה כנגד כתיפיו וק\"ל: \n"
        ], 
        [
            "תוס' בד\"ה הא דכרכים כו' ובר פלוגתיה דר\"י הוא ר\"מ עכ\"ל הס\"ד ואח\"כ מ\"ה במאי קא מיפלגי כו' משום דירושלים מקום מקודש היא להכי כו' כצ\"ל: \nבפרש\"י בד\"ה הר הבית כו' הכהנים להלן מרגלי ישראל ושם כו' כצ\"ל: "
        ], 
        [
            " בד\"ה את השחקין כו' במס' תמיד ואין שם כו' כצ\"ל ובד\"ה ה\"ג כו': \n"
        ], 
        [
            "גמרא לא צריכא דמגרש לה על תנאי דא\"ל ה\"ז גיטך ע\"מ שתמותי ודילמא לא מייתא וה\"ל ב' בתים אלא דא\"ל ה\"ז גיטך ע\"מ שלא תמותי כו' וקם ליה בלא בית אלא דא\"ל ע\"מ שתמות אחת מכם מיתה הא קיימא כו' כצ\"ל כדמוכח מפרש\"י ותוס' ודו\"ק: ", 
            "תוס' בד\"ה הלכה כר\"י כו' ועבר מחמת אונס שכשיעבור האונס חוזר כו' עכ\"ל והיינו ממה שאמר ר\"י ראשון חוזר לעבודתו וכ\"כ התוס' בפ' ד' מיתות וק\"ק דלהך מלתא לא הוה אצטריך למפסק הלכתא כר\"י כיון דר\"מ נמי קאמר הכי דראשון חוזר לעבודתו אחר שעבר מחמת אונס ויש ליישב ודו\"ק: ", 
            "בד\"ה ע\"מ שתמות אחת מכם כו' ודלמא מתה לה חדא מנייהו וה\"ל גיטא כו' עכ\"ל משמע דלאחת אמר ה\"ז גיטיך ע\"מ שתמות א' מכם ולשנייה לא אמר כלום וא\"כ הוא לשונם מגומגם דלא ה\"ל למימר ודלמא מתה לה חדא מינייהו אלא ודלמא מתה שניה וה\"ל גיטא וקם ליה בלא בית כו' ודו\"ק: ", 
            "בד\"ה כל ימי חיי כו' וכ\"ש כל ימי חייכי אין זה כו' עכ\"ל כצ\"ל: בא\"ד דאע\"ג דאילו לא אמר אלא ע\"מ כו' עכ\"ל הלשון מגומגם קצת דאין התירוץ זה תולה בתירוץ דלעיל אקושיא קמייתא ועיין בתוס' פרק המגרש שכתבו שם לתרץ קושיא קמייתא והניחו בקושיא בתרייתא ודו\"ק: "
        ], 
        [
            " בד\"ה אלא לחדא כו' לפי שאינה תדירה בכאן לראות אם לא תמות חברתה כו' עכ\"ל ר\"ל שהרי אם תמות חברתה צריכה היא ליכנס לבהכ\"נ שלא יהא גיטה גט והיה קם בלא בית אבל ק\"ל להאי תירוצא אם נאמר שהיא אינה תדירה אצל חברתה ואטו בכפה תלו לה מכ\"ש דהכהן גדול אינו אצלה ביוה\"כ לראות דקא בעי למיחש ולהקדים ליכנס לבהכ\"נ כדקאמר תלמודא ובת\"י זה התירוץ אינו: ", 
            "בד\"ה ולחדא כו' פי' ולשניה אמר ע\"מ שלא תמות חברתה כו' עכ\"ל הלשון ולשניה שכתבו לכאורה הוא מגומגם דהא קמייתא קרו לה בסמוך בדבריהם וי\"ל דקרו לה הכא שניה משום שלא הוזכרה בגמרא מיהו בכל הספרים שלנו כתוב בהך קמייתא לחדא א\"ל ה\"ז גיטך ע\"מ שלא תמות חברתך ולחדא כו' וק\"ל: ", 
            "בד\"ה ולחדא א\"ל ה\"ז גיטך ע\"מ שלא תיכנסי לבהכ\"נ כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה ודלמא לא כו' וא\"כ הכי פריך ודלמא לא מתה רחל כו' תנאי אחר שיוליכוה לבהכ\"נ מ\"מ כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה היה עומד כו' לפרש לפ\"ז ול\"נ דבכ\"ג איירי אע\"ג כו' איכא למימר בכ\"ג פליגי עכ\"ל הס\"ד ואח\"כ מ\"ה שאינו עובד כו' כצ\"ל: ", 
            "בד\"ה שאינו כו' ולא ה\"מ לשנויי דכל היום אאינו אוכל כו' דיום מיתה דאורייתא ודיום כו' עכ\"ל ר\"ל דכל היום אאינו אוכל קאי ות\"ק אינו אוכל אף בלילה קאמר משום דאנינות לילה דיום מיתה דאורייתא ודחו ליה דהא לר\"י נמי אנינות לילה דיום מיתה נמי דאורייתא וליכא למימר נמי דאאינו אוכל קאי ר\"י וקאמר כל היום דיום קבורה הוא דאסור מדאורייתא אבל אנינות לילה דיום קבורה אוכל מדאורייתא דא\"כ ת\"ק דקאמר אינו אוכל אפילו בלילה דיום קבורה מדאורייתא קאמר והא מלתא ליכא למאן דאמר דסבר אנינות לילה דיום קבורה דאינו אוכל מדאורייתא ודו\"ק: \n"
        ], 
        [
            "בפרש\"י בד\"ה כדתנן נתכוון כו' דלא נתכוון וחוזר ושונה וא\"צ לחזור כו' עכ\"ל כצ\"ל עיין בפירוש הרמב\"ם ורע\"ב בפ\"ב דפרה שפירשו היפך פרש\"י: ", 
            "תוס' בד\"ה אלא מאי כו' ואין לתרץ דה\"ק מאי מזה נושא אף נושא כו' עכ\"ל וכדברי התוס' פרש\"י ג\"כ בחומש אבל הרא\"ם כתב דבנוגע נמי בשיעור הזאה בעי כיבוס בגדים ואולי שנעלם ממנו דברי התוס' דהכא ומ\"ש כן ע\"פ דברי הרמב\"ם אין בו הכרע כמ\"ש כסף משנה ע\"ש: "
        ], 
        [
            " בד\"ה אמר אביי כו' דשנינן ארומיא דמתני' כו' והא דלא קתני במתני' נמי הטבה דמקמי כו' עכ\"ל [א] ובתמיד לא קשיא להו אמאי לא תני הטבה דבתר הקטרתו י\"ל דניחא להו דמשום דקמייתא שהם ה' נרות קתני ולא חש למתני נמי בתרייתא שאינן רק שנים וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה רישא וסיפא דסדר יומא רבנן כו' בתמי' דכל מסכת זו כמשנה א' שעסוקה כולה בסדר כמות שהן הפסוקים סדורין והולכין עכ\"ל הס\"ד ואח\"כ מ\"ה תנא ברישא כו' בתמיה דאוקי אביי כו' עכ\"ל כצ\"ל מפי' ישן: ", 
            "תוס' בד\"ה אימא סיפא כו' וס\"ל אפילו לאבא שאול דם התמיד ברישא כו' עכ\"ל וצ\"ל דרב פפא לא קים ליה דבעי הפסקה בנרות ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה עולה טעונה כו' לזבחה של עולה יהא יסוד כו' ובד\"ה ברישא בההוא כו' ה\"נ בכל הדמים אע\"פ שנותנן למטה מתחיל להקיף כו' כצ\"ל: ", 
            "תוס' בד\"ה אמר להם הממונה הכא ולקמן ברפ\"ג כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה ניתיב ברישא כו' בקרן מזרחית צפונית שהיא קרובה לקרן מזרחית דרומית כו' עכ\"ל ר\"ל שהיא קרובה לו דכשהוא פונה מקרן מזרחית דרומית פונה דרך ימין למזרח לקרן מזרחית צפונית ואח\"כ לקרן מערבית דרומית וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה ומתכוין ורואה כו' פתח ההיכל גבוה עשרים אמות יותר מקרקעי כו' ובד\"ה ושתים עשרה כו' קרקע עזרת נשים שש אמות ואח\"כ בד\"ה ושלחה משך רוחב המעלה חצי אמה וארכה בכל כו' ובד\"ה ובו שלש מעלות כו' כצ\"ל: ", 
            "תוס' בד\"ה הא מני כו' שהכבש יורד ומשפע לצד הדרום המדקדק יבין שקודם שירד גובהו שני אמות ומחצה כו' עכ\"ל ר\"ל שהכבש מתחלתו אצל המזבח יורד ומשפע עד למטה נמצא מתחלתו גובהו ט' אמות כשיעור המזבח ואם היה יורד ומשפע יותר מב' אמות ומחצה כנגד הפתח היה רואה פתחו של היכל דרך השער המזרחי שעדיין לא היה מכסה כולו אבל כיון דהשיפוע לא היה כ\"כ ולא ירד גובהו ב' אמות ומחצה כנגד הפתח הרי מכסי פתח התחתון כולו וק\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה ואס\"ד כו' דאוקמי כר\"י כו' כצ\"ל: ", 
            "בד\"ה רובא כו' חצי רוחב העזרה ס\"ז וחצי וכשתתן מהן מכותל כו' שולחנות זו אצל זו אינו פחות מד' והן היו ח' שולחנות כדתנן בשקלים כו' פי' לי מור\"י צדק כו' מן העשרים וחמש בין כבש לכותל כו' כצ\"ל: ", 
            "בא\"ד טוב לי כמו שפרשתי עכ\"ל וכל השאר מלומר כן שבשפת חצי רוחב כו' אינו בפי' ישן והוא מגומגם לפי ספרים שלנו שהרי שפת חצי היכל הוא חצי רוחב העזרה בחצי פתח היכל ועדיין לא כלה שם המזבח לפי פירושו עד לסוף ה' אמות אחרי זה לסוף צפונו של חלל הפתח אצל המזוזה כמו שפי' לעיל ודברים אלו שבשפת חצי רוחב היכל דרומי כלה המזבח כו' אין כאן מקומו אלא לקמן אליבא דראב\"י דכוליה מזבח בדרום קאי וכל חצי חלל הפתח מגולה וק\"ל: ", 
            "תוס' בד\"ה מן השולחנות כו' תימא כו' על השולחנות של שיש שבין העמודים והכא משמע כו' עכ\"ל ואע\"ג דהנך סתמי דתמיד ודמדות ע\"כ דפליגי אהדדי כדלעיל בהך מלתא לא אשכחן תנאי דפליגי בהדיא וכה\"ג כתבו התוס' לקמן בשמעתין וק\"ל: ", 
            "עוד שם תוס' בד\"ה רובא דמזבח כו' למה לא פירש למעלה מכניסת היסוד מיד מגולה הפתח אמה כו' עכ\"ל אין דבריהם מפורשים כל הצורך דלכאורה דר\"ל דמיד במקום היסוד מגולה הפתח אמה ברוחב הפתח וחצי אמה בגובהו ומזה לא תירצו כלום דהא ודאי מחמת י\"ב מעלות שבין אולם ולמזבח לא מכסי נמי הך חצי אמה בגובה שעל היסוד אבל עיקר קושייתם למאי דלא סליק אדעתייהו דמתכסי בי\"ב מעלות תקשי להו דבכניסת היסוד שהיה רוחב אמה וגובה אמה מיד מגולה הפתח אמה ברוחב הפתח ובגובה ה' אמות וחצי ואהא תירצו דהתם נמי לא מתחזי רק חצי אמה דהי\"ב מעלות מכסי ליה עד חצי אמה ולהכי ניחא ליה למנקט למעלה מסובב דנעשה מגולה עם מקום היסוד רוחב ב' אמות בגובה חצי אמה ודו\"ק: \n"
        ], 
        [
            "בא\"ד וכי פלגינן בחמשה ועשרים אמות י\"ב כו' א\"כ הוו ע\"ד ומחצה ולא כו' עכ\"ל כצ\"ל: ", 
            "בפרש\"י בד\"ה אלא לאו כו' הא שמעינן מהא סתמא שאוכל המזבח שבעה אמות בצפון כו' עכ\"ל הוא מגומגם דלפי פירושו דלעיל אינו אוכל המזבח לצפון רק ה' אמות אלא לפי קושייתו [דהקשה] לעיל אמאי לא משני כך דשלחנות כללו בננסין מתפרשת הכי דאוכל המזבח שבעה בצפון ודו\"ק: ", 
            "בא\"ד נמצא אמצעו של מזבח לסוף ס\"ז כו' ובד\"ה מדרמינן לחם הפנים דהוה ס\"ד שהוא כו' ובד\"ה ומשנינן כו' וממערב לדרום והבא להקיף סביב כו' כצ\"ל: ", 
            "תוס' בד\"ה ומר קחשיב כו' קתני בתר שהיו מפיסין כו' בפ\"ב אמר שהיו מפיסין בלשכת הגזית אלמא דקאי כו' כצ\"ל: ", 
            "בד\"ה ומר קחשיב כו' מתחזיא בצפון דלשכת טלאים צפונית כו' וההיא דמדות נמי מתוקמא דרך ימין וק\"ל וי\"ל דע\"כ כו' עכ\"ל לפי קושייתם הוא כזה ", 
            "א: ", 
            "בא\"ד ואפילו הכא מתרצא שפיר ההיא דלחם הפנים כזה ", 
            "ב כו' עכ\"ל: "
        ], 
        [
            " בא\"ד דלשכת טלאים כו' ונימא דכולה אקצויי מקצו כזה ", 
            "ג עכ\"ל: ", 
            " ", 
            " ", 
            "ג מזרח מזרח מזרח לחם מוקד מוקד מוקד לחם הפנים בית המוקד הגדול דרום בית המוקד הגדול צפון דרום בית המוקד הגדול צפון דרום צפון חותמות טלאים ב א חותם חותמות טלאי' אקצויי מערב וקרוב לצפון טלאים מערב מערב ", 
            "בא\"ד וי\"ל דהיינו כו' שנראה לו דוחק קצת לומר דכולהו אקצויי מקצו עכ\"ל ק\"ק דאכתי נימא דלשכת טלאים במקצוע צפונית מערבית והני תרתי לשכת טלאים ולשכת לחם הפנים אקצויי מקצו כזה ", 
            "ד: ", 
            "בפרש\"י בד\"ה אי אמרת כו' הטלאים בדרומית מערבית לשכת חותמות כי אזלת כו' כצ\"ל: ", 
            "תוס' בד\"ה והאמר מר כו' היינו בקרן צפונית מערבית של עזרה כו' ועוד דאלחם הפנים כו' רביעית לה דרומית מזרחית של בית המוקד גדול כזה ", 
            "ה: \n"
        ], 
        [
            "גמרא לרבנן דאמרי נכנס נוטל שש כו' לר\"י דאמר נכנס נוטל שבעה כו' וה\"ה דהמ\"ל דכולהו כרבנן דאמרי נכנס נוטל שש כו' והא דאמר חמש בדליכא משמר המתעכב ובצר חדא מפלגא חמש שקיל ודאמר ארבע בדאיכא משמר המתעכב ובצר חדא מפלגא ארבע שקיל וכן לקמן לאוקימתא דרבא דכולה כרבי הוי מצי למימר דכולה בדאיכא משמר המתעכב הנוטל ב' חלות ולרבנן דאמרי נכנס נוטל ו' כו' מעשר בעי למפלג ושקיל חמש ולר' יודא דאמר נכנס נוטל שבע כו' משמנה בעי למפלג ושקיל ארבע ודו\"ק: ", 
            "בפרש\"י בד\"ה לרבנן דפליגי כו' וכהן גדול חולק עם שתיהן כו' בד\"ה אלא מאי כו' והרי היא כשבת שבתוך כו' שהתחיל המועד בשני בשבת לא היה להם להקדים כו' כצ\"ל: "
        ], 
        [
            " בד\"ה לא יאכל כו' לידי קרי ומתגנה על כו' ובד\"ה זה אצל זה בן שיוליד במדינה זו עם בת שיוליד במדינה אחרת עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה יחודי בעלמא כו' דהל\"ל ליחודי בעלמא כלומר כו' דלהכי נקט האי לישנא יחודי בעלמא הוו מייחד להו משום כו' עכ\"ל כצ\"ל ור\"ל דלישנא יחודי הוו מייחדי להו משמע דקושטא הוא דלא הוה רק יחוד ולא היו באין עליהן ולפי' רש\"י ניחא דהיה אסור לבא עליהן משום פרישת נדה אבל לפר\"י שלא היו רואות דם ומותר היה להן לבא עליהן לא הל\"ל אלא ליחוד בעלמא דהיינו שהיו מודיעים להם שלא היו רוצים אלא ליחוד בעלמא כדי שלא תפרוס נדה וקושטא הוא שהיו באים עליהן וע\"ז תירצו משום דאתא לשנויי גם קושיא ראשונה שהקשה לא ישא כו' וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה מסיבה כו' של גת הס\"ד ואח\"כ מה\"ד לגג בית כו' ובד\"ה לשכת הגולה כו' עולי הגולה הס\"ד ובד\"ה ואזיל לדרום כו' שנפל עליו הזאה טמאתו ונייח כו' כצ\"ל: ", 
            "תוס' בד\"ה ששם מדיחין קרבי קדשים כו' אבל קרבי קדשים כו' מדיחין אותן בלשכת המדיחין עכ\"ל הוא סותר מה שכתבו לעיל בד\"ה מן השלחנות כו' דהקרביים מדיחין אותן במיעוטה על שלחנות של שיש שבין העמודים כו' עכ\"ל וי\"ל וק\"ל: ", 
            "בד\"ה לשכת בית כו' בספרים שלנו יש כמו כן בכאן עכ\"ל כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה הכי קאמרי ליה האי כו' ובד\"ה שחשדוהו צדוקי לתקן הקטורת כו' מחתת האש בהיכל כו' ובד\"ה שלא יתקן כו' הקטרת על האש וגו' מבחוץ כו' שהיו דורשין אל יבא כי אם בענן כי בענן אראה וכתיב כו' ובד\"ה צרתה דדא כו' היה מחברו לאגודל בחזקהכו' כצ\"ל: ", 
            "תוס' בד\"ה מי איכא כו' ומלתא דרב הונא בריה דרב יהושע דאמר לאו שלוחי דידן כו' אלא נראה דנ\"מ כו' הא אמר לא בעינא ולא כו' עכ\"ל כצ\"ל ודברי התוס' פ\"ק דקדושין מגומגמים בזה בדברים מהופכים ויש להגיה בהן כדברי התוס' דהכא ע\"ש: \n"
        ], 
        [
            "בפרש\"י בד\"ה מנא הני מילי דחצות עושה עיכול הס\"ד ובד\"ה וכתוב אחד אומר כל הלילה והרים דסמיך ליה לההוא כו' ובד\"ה חציו להקטרה כו' וחציו להרמה מחצות ולהלן וכו' הד\"א כצ\"ל: ", 
            "תוס' בד\"ה אהיכא קיימינן כו' וכדפי' לקמן בשם רי\"צ הבחור כו' ובההיא תרומה איירי מתני' ולא שיעשה מהן הרמה דהא דשן כתיב אלא כדפי' שאם ירצה יאספנו לתפוח כדי להוציאם חוץ למחנה אבל אם רוצה להניחן במקום המערכה כדי למרק מצותן שיהו עצמן ראויין להרמת דשן עדיין מצוותן עליהן ולכך תנן יחזיר דמסתבר דחסר מהן מירוק מצוה עדיין כיון דאין ראויין לתרומת דשן והא דקאמר חציו להקטרה כו' עכ\"ל כצ\"ל מתוספות ישנים ור\"ל והא דקאמר חציו להקטרה כו' משום דלפי שיטה וגירסא זו דרב בא לפרש מתני' דהכא אהיכא היא קיימא ע\"כ חציו לאו דוקא אלא דמסרן הכתוב לחכמים כמו שנראה להם ולא נקט חציו אלא משום הך מתני' דהתם דנקט קודם חצות וק\"ל: ", 
            "בא\"ד ובפ' המזבח מקדש דקאמר רב כי הכא חציו להרמה משמע ליה לפי המסקנא דהכא כו' עכ\"ל ר\"ל דהתם כיון דאמתני' דהתם קאי ומפרש לה רב בשרירי חלקהו חציו להקטרה וחציו להרמה א\"כ דמדאורייתא קאמר לא הוי פריך ליה רב כהנא מידי ממתני' דהכא דאפשר דאיירי בתרומת הדשן ואהא תירצו התוס' דהתם משמע ליה כמסקנא דהכא דמוקמינן מתני' בתרומת הדשן כו' הלכך פריך רב כהנא כי הכא כו' ודו\"ק: ", 
            "בד\"ה אברים שפקעו כו' אפילו לאחר חצות נמי כו' וי\"ל דמן המעוכלות היו כו' שהיו מאספים את האפר לא היו צריכין להזהר מגחלים אפילו לוחשות כו' עד החלו מעלין באפר ע\"ג תפוח כו' דלא היו מסלקין אלא האברים כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה אלא אומר ר\"י הכי דריש הכתוב הכשר כל הלילה כו' וחצות דעושה עיכול באברים שמשלה כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה נמשכין י\"א כו' ומשם נכנסין למערב בי\"א אמה כו' ואמרי' לה לעיל כו' ובד\"ה ה\"ק כו' האי ונמשכים אחורי ארישא קאי קודם כו' אע\"פ שנמשכין אחורי כו' לפני ההיכל ובריוח הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה והיה קולו כו' וי\"ל דבעשרה פרסאות לא היו מבינין כו' עכ\"ל כצ\"ל: \nסליק פרק שבעת ימים \n"
        ], 
        [], 
        [
            "בפרש\"י בד\"ה מ\"ט לא כו' דתנינן שכל תחלתן בפייס כו' ובד\"ה פשיטא לי כו' שהכבש פורח אמה של כניסת כו' בהדיא אמה יסוד ואמה סובב כו' עכ\"ל כצ\"ל מפי' ישן: ", 
            "תוס' בד\"ה שאני מיגנא כו' כיון דכשרה ביום וחביבא להו דאכתי ליכא אונס כו' עכ\"ל מדבריהם נראה דלא קשיא להו אלא להאי תירוצא דמשני שאני מיגנא ממיקם דטפי ה\"ל לשנויי דאברים ופדרים עבודת יום הוא כיון דכשירה ביום אבל לשינוייא קמא ניחא ליה לשנויי כדמשני דאפילו בלילה עבודת יממא היא וק\"ל: ", 
            "בד\"ה שתי תקנות כו' שהיו מסדרין המערכה לאחר שזכה מי שזכה בתרומת הדשן אז כו' עכ\"ל כ\"ה בתוס' ישנים וצ\"ל דסידור מערכה וב' גזרי עצים לא היה בו מקודם זה פייס משום דהוו נמי עבודת לילה אלא דהמקשה הוה ס\"ד כיון דכולן בכהן אחד חשובות הן אע\"ג דבעבודת לילה הן כפרש\"י וכן לדברי המתרץ כי הדר תקנו מי שזכה בתרומת הדשן יזכה בסידור מערכה דכולן בכהן אחד חשיבא להו למטרח עלה מספיקא ודו\"ק: "
        ], 
        [
            " בד\"ה ששה כו' ועוד דלמא מאי דנצטרע היינו בשביל מעשה דאוריה כו' עכ\"ל ולאו קושיא היא דהאי קרא דמייתי השיבה לי ששון ישעך וגו' במזמור דבת שבע כתיב ושוב מצאתי שתירץ כן בגליון תוס': ", 
            "בא\"ד מה חרב בני עמון אי אתה נענש עליו אף אוריה כו' עכ\"ל [א] ק\"ק דלפום הך דרשה לא חטא כלל בהריגת אוריה דהכי איתא שם בפ' במה אשה אף אוריה אי אתה נענש עליו משום דמורד במלכות הוה והכא קחשיב אוריה בשתים דחטא דוד וק\"ל: \n"
        ], 
        [
            "תוס' בד\"ה שתים כו' ששהתה שתים ושלש שנים כו' אע\"ג דהתם לאו דוקא כו' עכ\"ל וה\"ה דהמ\"ל אע\"ג דהתם לא הוי זה בכלל זה לגמרי שלש לא הוי בכלל שתים וחדא מתרתי נקטי ועוד יש ליישב דשתים דקתני בכלל מנין שלש הוא ולא ה\"ל למתני שלש כיון דשתים קתני ליה ודו\"ק: ", 
            "בא\"ד ארבע וחמש צאן אבל לא שתים ושלש ופריך השתא ארבעה כו' עכ\"ל כצ\"ל ומלת שלש שכתוב בנוסחות התוס' שלפנינו הוא טעות דליתא התם בברייתא ואדרבה מדקתני שתים דייקינן התם הא שלש מזבנינן וברישא קתני ד' וה' אבל לא שלש ומשני לה התם ועוד אי הוה קתני בברייתא ב' וג' הא ודאי דתקשה כיון דשלש דוקא לא ה\"ל למתני ב' דהוי בכלל שלש ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה כמחלוקת כו' מכשירן להרמה הס\"ד ואח\"כ מ\"ה שכשירה כו' דכתיב הס\"ד ואח\"כ מ\"ה גלי כו' ומאליך אתה למד כו' ובד\"ה מאי שנא כו' מדכתיב כהן עבודה היא ואח\"כ בד\"ה מדו כו' בזבחים הס\"ד ואח\"כ מ\"ה ילבש כו' ובד\"ה על בשרו כו' וה\"ל למכתב ומכנסי בד על בשרו ומהדר נמי אולבש דרישא כו' החסרים כאן מכהונת הדיוט עכ\"ל כצ\"ל מפי' ישן: ", 
            "תוס' בד\"ה ילבש כו' וק\"ל גבי הוצאה מנלן דבעי ד' בגדים כיון כו' עכ\"ל יש לדקדק מהיכא פסיקא ליה דבעי בהוצאה ד' בגדים דאימא דקושטא דמהאי טעמא דאין דבר הלמד בהיקש חוזר ומלמד בהיקש נימא דלא נילף הוצאה מהרמה לענין ד' בגדים אלא לענין מה להלן בגדי קודש כו' כדאמרי' לר\"ל ויש ליישב דמשמע להו הא דאר\"י מחלוקת בהוצאה אבל בהרמה ד\"ה עבודה כו' דמחלוקת בהוצאה היינו אי הוה עבודה דומיא דד\"ה בהרמה דעבודה היא וא\"כ כיון דלת\"ק הוי הוצאה עבודה ע\"כ דבעי ד' בגדים דאל\"כ תקשי לך יש לך עבודה דכשירה בב' כלים ודו\"ק: ", 
            "בא\"ד לפשיטה דהרמה כדלעיל ואמרינן בפרק כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה מאי לאו ר' יודא ור' דוסא בהא פליגי דר' יודא דדריש ילבש להביא מצנפת ואבנט דסבר עבודה היא ור' דוסא סבר כו' ובד\"ה ד' עבודות כו' מוזהר עליהן זר אין חייב כו' ובד\"ה ולוי כו' ומרבויא דלכל דריש כו' כצ\"ל מפי' ישן: ", 
            "תוס' בד\"ה ולוי רבי כו' דהא עבודת מזבח נמי היא ומה ראית למעט אותה כו' עכ\"ל ר\"ל למעט אותה משום דלאו תמה היא אימא אדרבה למעט תרומת הדשן משום דסילוק הוא וק\"ל: ", 
            "בד\"ה אין בכלל וכו' כדקאמר דבר לכל דבר ואפילו את\"ל דלכל מרבה הזאות שבפנים ושבמצורע מ\"מ קשיא כיון דלכל משמע כללא אימא אדרבה כדפריך לאידך גיסא הוה לן וכו' וכה\"ג אמרינן בריש פ\"ק דזבחים אימא יעשה כלל זבח פרט כו' כצ\"ל ובתוס' שלפנינו נתערבו הדברים ודו\"ק: ", 
            "בא\"ד או שה פרט וכל כלל בהמה חזר ופרט כו' עכ\"ל בכל ספרים שלפנינו בנזיר ליתא הכי אלא דה\"ג או שה פרט וכל בהמה כלל לשמור חזר ופרט כו' דהשתא הוי שפיר שום תיבה מפורש אצלו מאותו ענין והוי ממש כההיא דוכל בהמתך ותו לא מידי ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה ולא עבודה וכו' חוזר ומוציאן ובד\"ה ועבדתם וכו' עבודה תמה שהוי\"ו מוסיף כו' דלא כתיב ביה וי\"ו הס\"ד ובד\"ה אלא מעתה דעבודת מתנה מחייב בהיכל זר הס\"ד ואח\"כ מ\"ה זר שסידר כו' מפי' ישן דהשתא יתיישב קצת הכא לשון אלא מעתה כו' דאדרבא קאי דאי לאו דרבא הוה איכא למימר דבכל עבודות שבהיכל לא יתחייב זר מיתה דלא מפורש בקרא אלא לכל דבר המזבח דהיינו דחוץ ולמבית לפרוכת היינו לפני ולפנים אבל מדבעי רבא סילוק בהיכל על כרחך דפסיקא ליה בעבודת מתנה בהיכל דחייב לכך פריך אלא מעתה זר שסידר השלחן כו' דהיא עבודת מתנה בהיכל ליחייב ומשני דלאו תמה היא משום דאיכא סידור בזיכין אחריה וכן יש לפרש אלא מעתה בכל הקושיות דלקמן לבד מהך אלא מעתה זר שסידר המערכה כו' דהוה נמי בחוץ ליכא לפרש הכי ולכך כתבו התוספות שם לא ידענא למאן פריך כו' ודו\"ק: ", 
            "בד\"ה בהא פליגי רב כו' מערכת עצים תמה וגומרת כו' תחלת סידור אחר הוא ורב סבר לאו עבודה תמה דשם סידור אחד הוא הס\"ד ובד\"ה ובין לפנים הזאות שעל הפרוכת בין כו' דיום הכפורים הס\"ד ובד\"ה בין דבר כו' הקטרה הס\"ד ואח\"כ מ\"ה כדאמרן שהיו כו' כצ\"ל: ", 
            "תוס' בד\"ה והמקטיר כו' ואף המקטיר אף בעולת כו' ולא מבעיא במיצוי כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה דאי ס\"ד כו' אלא מכנסי חול אלמא כו' פושטין מכנסי חול ולובשין למכנסי קודש כו' ובד\"ה מלבישין אותו מכנסי קודש כו' ובד\"ה כדקתני כו' בפרק שלישי שהיו כו' וכמה הן וכו' הד\"א כו' ובד\"ה החזה כו' ומכאן בלא ראשי צלעות ובד\"ה והגרה הוא הצואר ובו מחובר כו' ובד\"ה והיין שלש לוגין כו' ובד\"ה שלשה עשר כו' בפייס זה הראשון כו' עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה אין ישיבה כו' דהא בשמעתין משמע דלישב נמי הוי כעזרה עצמה כו' עכ\"ל והיינו ממאי דקאמר ואי ס\"ד פתח א' כו' זקן יושב במערבה והתנן כו' מיהו ראייה גמורה ליכא דאימא דהכא בפתוחות לקודש דאסור לישב היינו משום דאיכא נמי חציה בקודש משא\"כ התם דאיכא לאוקמא ביושב לאכול בכולה בחול ואפילו פתוח לקודש וק\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה לא היה כו' ומכניס להיכל ונותן על כו' ובד\"ה מי מקבל כו' דלא מנה לה במתני' כהן כו' ובד\"ה דרך הלוכו כו' הקודם קודם הס\"ד ובד\"ה דרך הפשטו מצד הרגלים לצד הראש הס\"ד ואח\"כ מה\"ד דרך נתוחו כו' וסדר הולכתן פליגי הכי תנאי כו' כצ\"ל: ", 
            "תוס' בד\"ה ת\"ש כו' הכא דלא טריחא מלתא דמצי כו' ובד\"ה מנין כו' בכלל הראש הוא הס\"ד ואח\"כ מ\"ה נותן פדר כו' לכל הנתחים דכיון דהראש קודם כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה דמורי כו' בישראל הס\"ד ובד\"ה שזכה בו שחרית איש איש בעבודה כצ\"ל: ", 
            "תוס' בד\"ה אלא כהן כו' והא ע\"כ היה צריך להפיס ערבית בשביל סידור ב' גזירין כו' עכ\"ל ויש לדקדק אמאי לא תקשי להו דהא ע\"כ היה צריך להפיס ערבית בכל יום בשביל הקטורת דלא שנה בה אדם מעולם וי\"ל דלא שנה בה אדם היינו ביומא אחרינא אבל באותו יום חד פייס הוה ומי שזכה בו שחרית זכה בו ערבית מיהו למאי דמשני כי תניא ההיא בקטורת ה\"מ לאקשויי מקטורת דע\"כ צריך להפיס ערבית אלא דניחא להו להקשות בעיקר מלתיה דר\"י מב' גזרי עצים ודו\"ק: ", 
            "בא\"ד נפישי להו פייסות לר' יוחנן לרשב\"י נמי תקשי כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה דתנן ראב\"י כו' בתמיד פ\"ה ולעיל בפ\"ק דפריך כו' עכ\"ל כצ\"ל: ", 
            "בא\"ד דזמנין דבהעלות אברים מכבש ולמזבח זכה אחד מהנך שזכו להוליך לכבש כו' עכ\"ל משום דלרבנן העלות אברים מכבש למזבח פייס אחרינא הוה חדשים עם ישנים ואפשר שיפול הגורל על הישן שזכה כבר להוליכם לכבש אבל כל הנהו מתני' בחג ביו\"ד ובבין הערבים י\"א ובשבת בחג י\"ב לא הוי בפייס אחרינא אלא כהן שזכה בתמיד כולהו נמשכין אחריו וא\"א שיפול הגורל רק כ\"א מעבודות לכהן א' מיהו ק\"ק אמאי לא תירצו בפשיטות דלא חשיב בהך מתני' אלא כולהו דהוו בפייס א' אבל העלות אברים מכבש למזבח לא תני ליה משום דהוה בפיים אחר וכצ\"ל לקמן ע\"ש ודו\"ק: ", 
            "בד\"ה ואי משכחת כו' תימא כו' דחוזרין ומפיסין לתמיד של בין הערבים כו' א\"כ היו חוזרין ומפיסין נמי להקטרת כו' ונפישי להו כו' עכ\"ל ר\"ל דהוו ששה פייסות אבל קשה דאכתי אין זה מספיק דאימא דההיא דתני חמש כראב\"י אתיא וס\"ל כרבי יודא ולא הוה בשחרית רק ג' פייסות ובערבית היו חוזרין ומפיסין לתמיד וחוזרין ומפיסין לקטורת והוו להו שפיר ה' פייסות בכל יום ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה בין הערבים כו' שני גזירין אלא בכהן א' כו' ובד\"ה ואי אמר' כו' י\"ב בין הערבים כו' מקלח ויוצא בו והוא הנסוך עכ\"ל ובד\"ה אימא כו' שני גזריהן עוד בבוקר כדכתיב וערכו שנים עכ\"ל כצ\"ל: ", 
            "בד\"ה ה\"ג והא תניא כו' וע\"כ לית ליה דראב\"י דא\"כ בצרי להו פייסות כו' והוצרך לו כהן כו' עכ\"ל ר\"ל דהא דקאמר אלא כר' יודא לאו לענין מחתה דקאמר ר' יודא הוא דלא שייכי הכא דלא חשיב הכא פייס של קטורת אלא דקאמר אלא כר' יודא לענין דבעי כהן אחר בהעלאת אברים מכבש למזבח דע\"כ דלא ס\"ל לר\"י כראב\"י דא\"כ בצרי לדידיה פייסות וכוונתו בשאר דבריו תבא על ביאורם בדברי התוס' וק\"ל: ", 
            "תוס' בד\"ה ההיא דלא כו' והתניא י\"ז פי' בכל בוקר כו' בכל הפייסות דהיינו י\"ג כו' והיינו דלא כראב\"י כו' עכ\"ל אבל ק\"ל כיון דע\"כ הך ברייתא דתנא לעיל מינה פעמים י\"ג ופעמים י\"ד ופעמים ט\"ו ופעמים ט\"ז לא מתפרש בכל הפייסות אלא בפייס השייך לתמיד כפרש\"י א\"כ מי הכריח לתלמודא לפרש הך ברייתא דפעמים ט\"ז דהיינו בכל הפייסות אימא דהך ברייתא נמי לא איירי בכל הפייסות אלא בפייס של תמיד דהוו ט\"ז כהנים ואתיא דלא כראב\"י וכפרש\"י וי\"ל כיון דלאו בכל הפייסות איירי אלא בפייס של תמיד לא ה\"ל לממני בתמיד ט\"ז כהנים עם אותו כהן המעלה אברים מכבש למזבח דכל הנהו ט\"ז כהנים הוו בפייס אחד וכהן המעלה אברים כו' היה לו פייס אחרינא ודו\"ק: ", 
            "בא\"ד והא תנא דהכא דאית ליה י\"ז אית ליה ה' פייסות כו' עכ\"ל ק\"ק דאין זה מוכרח דאימא דההוא דתני י\"ז ס\"ל כת\"ק דר' יודא דס\"ל דלא הוה פייס אחר במחתה אלא בההוא פייס דקטורת העומד לימינו זכה במחתה כמ\"ש התוס' לעיל דהשתא לא הוו בט\"ז כהנים אלא ד' פייסות דהיינו חד דתמיד שזכו בו י\"ג כהנים וחד דתרומת הדשן וחד דמעלה אברים מכבש למזבח וחד שזכו בו תרי כהנים דקטורת והמחתה וק\"ל: \n"
        ], 
        [
            "גמרא ואימא ה\"נ לגופיה אלא והקטיר וגו' למעוטי הפשט וניתוח והקריב כו' סוגיא זו קשה להולמה דמאי פריך אקרא דוערכו אימא לגופיה כו' דהא לא אצטריך לגופיה כפרש\"י דמלתא דלא מיעכבה כפרה מונתנו איכא למילף דמדגלי בה דבעי כהונה לא אצטריך למיהדר למיכתב כהונה בהערכת נתחים כו' ועוד קשה דלא שייך הכא הך מלתא והקריב הכהן את הכל המזבחה זו הולכת אברים כו' דמייתי לה לעיל גם במדרש ילקוט מייתי הך דרשה למעוטי הפשט ונתוח מקרא דוערכו ולפי סוגיא דילן הכא לא מפיק ליה למעוטי הפשט וניתוח אלא מוהקטיר הכהן וגו' וי\"ל קצת הא דפריך ואימא לגופיה אקרא דוערכו דסמיך אדרשה דלקמן דיליף מהאי קרא וערכו שני בני אהרן ב' הכהנים ב' למדנו לטלה כו' דאצטריך האי קרא להך מלתא ולא תילף מיניה למעוטי הפשט ונתוח וצ\"ע: ", 
            "בפרש\"י בד\"ה דהוה מסבר כו' והכי מסבר ליה כו' ובד\"ה וכי מאין באתה לישנא דמתניתא הוא כו' ובד\"ה ת\"ל ושחט כו' אבעלים קאי וסמך ידו וכו' הד\"א ובד\"ה אלא מהכא וכו' הרי למדנו מקבלה וכו' למעוטי הפשט ונתוח כו' ובד\"ה לא ס\"ד דלא נבעי סידור כו' ובד\"ה למעוטי כו' כהונה לא אצטריך כו' בהערכת נתחים ואע\"ג כו' כצ\"ל: ", 
            "תוס' בד\"ה אלא מהכא וכו' פסולה והכא דריש וכו' ובד\"ה הולכת וכו' ממעט סידור הקשה הר' אליהו וכו' כדאמר בשמעתין הד\"א ואח\"כ מ\"ה תחילת עבודה וכו' לאיכא דאמרי דלעיל כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה הוי אומר וכו' ואמר מר העולה עולה ראשונה וכו' עצים ואש דכתיבי בבן בקר לאו כו' כצ\"ל: ", 
            "תוס' בד\"ה למימרא וכו' והדר פריך מתרומת הדשן אי ס\"ל כרב דלא כו' בירושלמי יש זר שתרם ר' יוחנן כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה אין זר חייב כו' ודישון מנורה תחלת הדלקה היא וכו' עכ\"ל כצ\"ל צ\"ע ומה בכך דהוי תחלת הדלקה כיון דהדלקה גופא אין זר חייב עליה מיתה דהכי מסיק לעיל הדליק זר ליחייב הדלקה לאו עבודה היא ודו\"ק: ", 
            "בד\"ה איכא כו' אטו כל כי האי גוונא כו' וגמר עבודת עיכול אברים כו' וסידור ב' גזירי עצים לא הויא אלא ביממא כו' ומשני סוף עבודה כו' עכ\"ל כצ\"ל [א] וק\"ק דמשמע להאי לישנא סבר ר\"י דסידור ב' גזרי עצים עבודת לילה הוא כדמייתי סייעתא אף אנן נמי תנינא כו' וא\"כ אמאי לא קאמר בפשיטות דסדר מערכה לא הויא עבודה תמה כיון דיש אחריה עבודה בלילה סדור ב' גזרי עצים ויש ליישב ודו\"ק: ", 
            "בא\"ד דחשיבא עבודה לר' יוחנן גופיה אליבא דת\"ק כו' כל זה מאיכא דאמרי דלעיל איכא דאמרי לישנא כו' כיון דחשובה כ\"כ יפיסו לה כו' דקא פריך למימרא דעבודה תמה כו' דזמנין שנעשה בלילה יש אחריהן כו' מת\"י כצ\"ל: \n"
        ], 
        [
            "גמרא ה\"ק יפייסו לה בפני עצמה אלא כדאמרי' כו' כצ\"ל וכן נראה להגיה מדברי התוס' דמכח קושיא זו דיפייסו לה בפני עצמה חזר התלמוד מאיכא דאמרי וקאמר אלא כדאמרינן ללישנא קמא דזר שסידר ב' גזרי עצים חייב מפני שהיא עבודה דהשתא לא תקשי יפייסו לה בפני עצמה כמ\"ש התוס' וק\"ל: ", 
            "בפרש\"י בד\"ה והרי כו' דאברים ודתרומת הדשן הכא דהא כו' ואגב שיטפא כו' כצ\"ל: ", 
            "תוס' בד\"ה יפייסו כו' כיון דדחי לה לסייעתא כו' לפי דבפייס דשחרית היו מפיסין נמי אאברי תמיד כו' עכ\"ל כצ\"ל משום דר' יוחנן גופיה קאמר לעיל דאין מפיסין אתמיד של בין הערבים הוצרך לומר הכא דקאמר באברים ופדרים דמפיסין לה בפני עצמן היינו דבפייס דשחרית היו מפיסין נמי אאברי תמיד של בין הערבים ומאן דזכה באברים בשחרית זכה בהו בערבית וכולהו אברים בפייס אחד דשחרית נתפייסו ואין מפיסין בתמיד של בין הערבים דקאמר ר\"י היינו דאין מפיסין שוב שנית בערבית ודו\"ק: \nסליק פרק בראשונה \nפרק אמר להם הממונה \n"
        ], 
        [
            " גמרא שנאמר וישכם אברהם בבקר ויחבוש גו' אלא כו' כצ\"ל והיינו קרא דכתיב בפ' עקידה כדמוכח מדברי התוס' וק\"ל: ", 
            "בפרש\"י בד\"ה מכי משחרי כו' ונוצצת עליהן כו' הכותל בעביו ומיצל חודו של שפת עביו כו' ובד\"ה אמר איהו זה שעל הגג עכ\"ל הס\"ד כצ\"ל: \n"
        ], 
        [
            "תוס' בד\"ה אלא אפילו כו' משלמים גמרי דלא לשחוט ליה אלא כו' עכ\"ל מיהו האי קרא בשלמים לא אצטריך למיכתביה דפסול משום פתיחת דלת כיון דבלא\"ה פסול משום שהוא קודם תמיד אבל בתמיד ודאי דהוה אצטריך למכתב ההיא פסול דפתיחת דלת ודו\"ק: ", 
            "בא\"ד וקאמר התם דמלינה בראשו של מזבח כו' עד שעשאום כמי שנטמאו כו' עכ\"ל ק\"ק [א] לפי סברת קושייתם דמדמו הך דהכא לדהתם ל\"ל למימר התם דס\"ל מלינה בראשו של מזבח דהא א\"נ דס\"ל כמ\"ד לינה מועלת בראשו של מזבח ואסור להקטיר האימורים מ\"מ מתאכיל הבשר משום דעשאום כמי שנטמאו כו' כדבעו למימר בהך דהכא דנשתרי הבשר בזריקת דם כו' ודו\"ק: ", 
            "בא\"ד כל הקדשים שהקריבו קודם תמיד של שחר או שעכבן אחר כו' כצ\"ל: "
        ], 
        [
            " בא\"ד לשון התוספתא משמע דאפילו כו' ונראה דפסולין דקאמר היינו הבשר מלאכול כו' עכ\"ל ק\"ק דאין זה מספיק למה יהיה הבשר פסול לאכול אפילו מדרבנן כיון דכבר נזרק הדם תשתרי הבשר דליכא הכא ההיא גזירה שכתבו לעיל דלמא אתי להקטיר האימורים כיון דכבר נזרק הדם ודו\"ק: ", 
            "בד\"ה נהדריה כו' שהקטיר הקומץ בלילה ולהכי תצא כו' ומיהו בחנם דחק רש\"י כו' עכ\"ל ק\"ק [ב] דאימא דדחקו לרש\"י לפרש כן דבקידוש הקומץ איירי ולא בנתקדשה כל המנחה בכלי משום הך קושיא שהקשו דבלא נקמצה נמי תצא לבית השריפה כו' ודו\"ק: ", 
            "בפרש\"י בד\"ה פסולה כו' מחוסרת זמן עכ\"ל ולי נראה דל\"ג פסולה דהא מסקנא דשמעתין לא חשיב סידור יום ראשון סידור אלא כסידור הקוף וכמונח בקופסא דמי ולמה יפסל הלחם בהקטר הבזיכין והלא לא קידשו השלחן ללחם כלל אא\"כ פרקו בשבת הבאה ויחזור ויסדרנו והכי מוכח נמי מדקתני כיצד יעשה אלמא יש תקנה לדבר וה\"נ גריס בפר\"ח איש רומי מתיב ר' זירא כו' והקטיר הבזיכין בשבת כיצד יעשה כו' ורבותא הוא דנקט דאע\"ג דהקטיר הבזיכין בשבת כמו שרגילין לעשות יביא בזיכין אחרים ויסדר עם הלחם עכ\"ל העתקתי כל זה מפרש\"י ישן: ", 
            "בד\"ה נעשה כמי שסדרו כו' וקדוש ליפסל וכשמגיע זמנו אין השלחן מקדשו עד כו' עכ\"ל כצ\"ל מפי' ישן וכל יתר שלפנינו אינו שם ור\"ל כשמגיע זמנו אין כו' קאי אנסדר קודם ליל שבת כו' דקאמר לעיל ודו\"ק: \n"
        ], 
        [
            "בפרש\"י בד\"ה ומחזיר הטפיח כו' והשמש מחזירו עליהן כו' ובד\"ה לעבודה לאו דוקא הס\"ד ואח\"כ מ\"ה עד שיטבול כו' ובד\"ה חוץ מזו כו' כתיב בהן במקום קדוש בענינא כו' ובד\"ה סרך טבילה כו' אלא לסרך ולתפוש כצ\"ל מפי' ישן: ", 
            "תוס' בד\"ה מצוה לשפשף כו' פרק כיצד מברכין אין כו' כצ\"ל: ", 
            "בד\"ה ומה המשנה כו' דיש לומר דבשאר ימות השנה נמי יטבול במקום קדוש כו' עכ\"ל ומתני' דקתני וכולן בקודש כו' חוץ מזו בלבד לא אתיא כבן זומא אלא כר' יהודה דלית ליה האי דינא: "
        ], 
        [
            " גמרא לרבי יהודה דאמר סרך טבילה כו' מפרש\"י ותוספות נראה דל\"ג ליה אלא דה\"ג א\"ל אביי לרב יוסף טבילה זו חוצץ או כו' וק\"ל: ", 
            "בפרש\"י בד\"ה לרבי יהודה דאמר דרבנן היא כו' ובד\"ה ולבן זומא כו' והוא עצמו שלא טבל כו' ובד\"ה אחד כהן כו' דכשלא רחוץ ידים כו' ובד\"ה נימא רבנן כו' במתניתא קמייתא כו' הלכך ל\"ש טבל מבערב ול\"ש לא טבל ולאו כו' כצ\"ל: ", 
            "תוס' בד\"ה ר' יהודה כו' ששם מצורעין טובלין כו' שנתקנה הרגילו כו' ובד\"ה אי דלא טביל כו' מדנכנסו לה כו' מבעוד יום טביל התם כו' תגלחת ימי גמרו הרי הוא כשרץ ובפ\"ק כו' ולשכת מצורעים היתה עומדת כו' ובד\"ה היסח הדעת שלישי כו' כצ\"ל: ", 
            "בד\"ה נימא רבנן כו' אלא צ\"ל דאפי' אי ס\"ל כו' אי נמי נקט מצורע להודיעך כו' עכ\"ל להני תירוצי אזיל אביי למבעי להך שינויא דתלמודא ואיבעית אימא תני לא מצורעים אמרו אלא כל אדם ולאינך תירוצים שכתבו התוס' א\"נ נימא דבהא פליגי כו' א\"נ איכא למימר כולה ר\"י כו' לא אזלא הך איבעיא דאביי אלא לשנויא קמייתא דקתני לא מצורע בלבד אמרו כו' ובתוספות ישנים לא כתבו התוס' רק תירוץ בתרא ודו\"ק: ", 
            "בד\"ה כבן זומא כו' ס\"ל דע\"כ לא פליגי כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה מהו שיעשה כו' ולענין הכשירה דקרבן לא כו' ובד\"ה עין עיטם כו' מעין מי נפתוח כו' כצ\"ל: ", 
            "תוס' בד\"ה ותניא מצורע כו' שפירש דלר' יהודה כו' עכ\"ל ואע\"ג דהאי תנא מסיק רב יוסף לעיל דשאני ליה מצורע משום דדייש בטומאה מ\"מ אי לאו פרש\"י דלר' יהודה מבעי ליה איכא לפרושי דלבן זומא קמבעיא ליה וקפשיט ליה ממצורע אכל אדם דאיהו לא מפליג בין מצורע ובין כל אדם ודו\"ק: ", 
            "בד\"ה וכולן בקדש כו' ואע\"ג דפרישנא דלשכת המדיחין תחלה כו' ובד\"ה אמה על כו' משא בני קהת דאמר מר ארון כו' כצ\"ל: "
        ], 
        [
            " גמרא ופשט ורחץ ולבש ר\"מ כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה ופשט כו' אופשט ואולבש כאילו כו' ובד\"ה ר\"מ כו' כשהוא לובש מקדש כו' ובד\"ה ומי מצית כו' בגדים שהוא לבוש כו' ובד\"ה אמר להו אי כו' אבל אי לא אשכחיתו כו' כצ\"ל: ", 
            "תוס' בד\"ה כיון דשיישא כו' עבדי ליה למעזיבה כו' לא בעי נמי אמה תקרה כו' עכ\"ל מדבריהם נראה דהוו גרסי הכי בשמעתין עבדי ליה למעזיבה אבל מפרש\"י אין נראה כן וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה עשרה כו' טבילות הס\"ד ובד\"ה לא משכחת וכו' להוצאת כף ומחתה והוצאתן תפסיק כו' עבודת היום בבגדי לבן אילו כו' בין הערבים בבגדי זהב עכ\"ל כצ\"ל: ", 
            "בד\"ה מה לבישה כו' כדאמרן ומופשט ורחץ לא כו' שטעון קידושין דמיבעי ליה לטבילה וכו' כצ\"ל: ", 
            "תוס' בד\"ה ואי כסדרן וכו' דילמא קטרת דיה\"כ שלא על הסדר כו' עכ\"ל לכאורה דר\"ל דהבאת קטרת שלא על הסדר נאמר ולא ידעתי מי הכריח אותם לזה דאימא דהבאת קטרת במקומו הוא אלא דאילו ואיל העם היה מפסיק בין הקטרת ובין עבודת היום והוא הנאמר שלא כסדר וכקושיא דלקמן ויש לפרש דקטרת דקאמר לאו היינו הבאת קטרת שהוא ודאי נאמר כסדר אלא דר\"ל הוצאת כף ומחתה של קטרת הוא הנאמר שלא כסדר כי מקומו אחר הבאת קטרת קודם עבודת היום אבל אילו ואיל העם מקרי כסדר שהיה אחר הוצאת כף ומחתה אע\"ג דהשתא נמי האי קרא דהוצאת כף ומחתה שלא כסדר נאמר דאילו ואיל העם היה קודם לו מ\"מ לגבי הבאת קטרת הוה כסדר שלא היה ההוצאה של כף ומחתה [אלא] אחר הבאת קטרת וצ\"ע ודו\"ק: "
        ], 
        [
            " גמרא דאילו רבנן אמרי כשהוא לבוש מקדש כו' ר\"ל בין בקידוש קמא ובין בבתרא וק\"ל: ", 
            "בפרש\"י בד\"ה מפקא מדר\"מ כו' אחר פשיטא הוא פליג עליה מיהא בקידוש שני וקאמר כו' ובד\"ה אית ליה דרב חסדא כו' דאית להו דהדדי ה\"ל לרבי ג' קידושין כו' כצ\"ל: ", 
            "תוס' בד\"ה תנא דבי כו' ולקמן תנא דבי רבי ישמעאל איפכא וי\"ל דתנא דבי רבי ישמעאל גמר כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה מערכה גדולה שעליה יקטירו כל הקטרת עכ\"ל ר\"ל קטרת דאימורים ואברים: ", 
            "בד\"ה לדם התמיד לשחיטה ולזריקה הס\"ד: ", 
            "תוס' בד\"ה מכלל כו' א\"כ למה לי קרא דלעיל ואש המזבח כו' וי\"ל דאי מהכא ה\"א כו' עכ\"ל מיהו ק\"ק ל\"ל קרא היא העולה על מוקדה וגו' למערכה גדולה דתיפוק ליה מעליה ויש ליישב ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה וכי עייל כו' קימעא הס\"ד ובד\"ה אלא לר' יוחנן כו' והא ליכא למימר אפסקיה בדישון מזבח כו' עכ\"ל וצ\"ל לפום הך סברא דהנהו תרי בבקר דשני גזרי עצים שדינן להו אדם התמיד דנקדום להטבת ה' נרות דהכא ג' והכא ב' ונקדמיה הטבת ה' נרות לדישון מזבח הפנימי אע\"ג דהכא תרי והכא תרי כי היכי דליהוי הפסק בנרות ואהא תירץ רש\"י דא\"כ ה\"ל מעביר על המצות ולפי מה שכתבו התוס' דאין סברא דנישדי תרתי בבקר אתמיד אין מקום לקושיית רש\"י ודו\"ק: ", 
            "בד\"ה לדבר שלא כו' וא\"ת מכפר עדיף אין כפרה כו' עכ\"ל משום טעמא דמכפר לחוד ודאי דלא הוה לן לאקדומי כיון דהכא תרי בבקר והכא באברים ליכא אלא חדא אלא דר\"ל וא\"ת מכפר עדיף כו' ואמאי לא שדינן נמי בבקר אאברים דה\"ל נמי תרי בבקר באברים ואהא תירץ דאין מכפר כו' כן נראה ליישב פרש\"י ודו\"ק: ", 
            "תוס' בד\"ה עבורי דרעא כו' כשהוא מניח מניח של יד כו' ובד\"ה ואימא חד שדייה לדישון כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה חוקה כו' למוספין כחביתין עכ\"ל ובד\"ה ובסידרא לא קמיירי לא דק הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה העולה כו' דמוספין קבוע להם זמן כו' שתעשו את אלה בעשיית כו' כל התדיר דתמיד קודם כו' לאוכוחי על מלבד איל הכפורים דלא הוי כסף ברישא כו' תיפוק ליה דבתמידין כתיב כו' מחבירו קודם כו' עד שנאמר מלבד עכ\"ל כצ\"ל: ", 
            "בד\"ה נסכים למוספין כו' אמאי לא קאמר טעמא יוקדם כו' כדי ליישב אותו אפי' למ\"ד בזיכין כו' אלמא דלא משמע ליה ביום לאחר כו' עכ\"ל דבריהם צריכין עיון דהא למ\"ד נמי בזיכין קודמין למוספין אהני ליה ביום ביום לאחרו מנסכים כדמסיק אלא דלענין בזיכין קודמין למוספין מפקא ליה מהך דרשה משום ג\"ש דחוקה חוקה ואפשר לומר דודאי ג\"ש דחוקה חוקה מפקא לן מכולה דרשא דביום ביום לאחר ולא קאמר דלהכי אהני ביום ביום לאחר דסמיך אקרא דזבח ונסכים שלא יפסיק בזיכין בין זבח לנסכים מיהו ק\"ק דא\"נ דלא משמע ליה ביום ביום לאחר מ\"מ בבקר משמע ליה שפיר ואכתי תקשי לימא טעמא דהכא בנסכים כתיב בבקר ובמוספין לא כתיב בבקר וצ\"ע: "
        ], 
        [
            " בד\"ה רבי אומר של כו': ", 
            "בד\"ה ה\"מ באיסורא כו' אבל הכא צירוף דרבנן ה\"ג רש\"י כו' וספסל וכסא דהוי חורש כו' והא דנקט בכריתות לישנא כו' דר\"י לא מחייב מלאכה שאינה צ\"ל אלא כו' אבל בההיא כו' כצ\"ל: ", 
            "בא\"ד אע\"ג דאין כוונתו להבעיר מדפטר בה ר\"ש כו' אלא אינו כו' עכ\"ל ר\"ל דאי הוה כוונתו להבעיר לא הוה פוטר ר\"ש דה\"ל מלאכה שצריכה לגופה כיון דדעתו להתחמם אלא אינו מתכוין להבעיר דא\"צ שיבעירו יותר ומ\"מ לא מיקרי דבר שאין מתכוין דדבר שאין מתכוין לא הוי אלא היכא דקשה כו' ועיין בכל זה בתוס' פ' כירה וק\"ל: \n"
        ], 
        [
            "בא\"ד ובההיא דכריתות מחייבין לר' יהודה כו' מכלל דלא שאני ליה בין מתכוין לשאין מתכוין כו' מדמשני הכי מעיקרא מכלל כו' עכ\"ל כצ\"ל ר\"ל דלא שאני ליה בין מתכוין לשאין מתכוין דאפי' בלא פסיק רישיה ולא מתכוין אסור לר\"י וכן הוא האמת לר\"י בשאר איסורים כמ\"ש התוס' לעיל אלא לפי מאי דס\"ד השתא דאין חילוק בין שאר איסורים לשבת אי הוה שאני ליה באין מתכוין למישרי דלא פסיק רישיה ה\"מ לאוקמא נמי כר\"ש ומודה בפסיק רישיה ודו\"ק: ", 
            "בא\"ד כיון דבשאר איסורי דלא כו' דס\"ל בשבת דמדרבנן אסור פסיק רישיה כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה פרוה אמגושא כו' כי חפר מחילה תחת כו' ובד\"ה הנדויין כו' סך הכל י\"ג מנה ועוד מסתמא כו' דומיא דרבנן ושמא י\"ל אין הלשון נופל כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה מיתיבי כו' תני רב שמואל עכ\"ל ובד\"ה פשיטא דעובד בה כיון כו' כצ\"ל: ", 
            "תוס' בד\"ה ניחוש שמא כו' כל כהן ששוקל אינו חוטא כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה אף בין כו' ולמזבח לא הס\"ד ובד\"ה אבל מן כו' ההיכל ט\"ו אמה כו' כצ\"ל: ", 
            "בד\"ה ועל עולה כו' ולא גרסינן בה מעשר עני דהא יש לו וידוי וגם כו' עכ\"ל הכי תנן פ\"ה דמעשר שני אבל קשה דתקשי ליה נמי מלקט שכחה ופאה דהתם נמי תנן דיש וידוי גם ללקט שכחה ופאה והכא תניא דעולה מכפרת וק\"ל: ", 
            "תוס' בד\"ה ומעשר עני כו' ואי משום דיש לו וידוי כדכתיב וגם נתתי וגו' היינו כשעשה כדין והכא כו' כצ\"ל: "
        ], 
        [], 
        [
            "תוס' בד\"ה יכול יתן כו' יחליף ויתן כו' ושל עזאזל על של שם הס\"ד ואח\"כ מה\"ד ת\"ל גורל כו' לאו ממשמעות כו' ", 
            "בפרש\"י בד\"ה צפונה על כו' לשון אויר משמע הך ה' יתירה אל צפון כו' כצ\"ל: ", 
            "גמ' ושל שם ושל עזאזל על זה ת\"ל גורל א' לה' אין לה' אלא אחד וגורל [אחד] אין לעזאזל אלא [גורל] אחד א\"כ מה ת\"ל כו' כצ\"ל וכ\"ה בילקוט ע\"ש: "
        ], 
        [
            " גמ' אם שכב ואם לא שכב אם שטית כו' כצ\"ל: ", 
            "תוס' בד\"ה אמר אביי כו' מצותה עם הנץ החמה כדי שיסמוך וכו' ובפ' תפלת כו' כצ\"ל: ", 
            "בד\"ה אם שכב כו' ואם לא שטית ואם שכב לא כתיב כלל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה להעלות עשן שלא היו מכירין בעשב כו' כצ\"ל: "
        ], 
        [
            " גמ' בדואג בן יוסף שהניחו אביו בן קטן כו' כצ\"ל וכ\"ה בע\"י: ", 
            "תוס' בד\"ה דלא מסקי כו' דע\"כ ההוא שבנא בתרא כו' כדמשמע בפ' זה בורר כו' עכ\"ל לא ידענא משמעו דפ' זה בורר דלכאורה כל הסוגיא שם איירי שפיר בשבנא קמא וע\"ש: \nסליק פרק אמר להם הממונה \n"
        ], 
        [
            " ע\"א אל תקרי ונטמאתם אלא ונטמטם כו'. מדכתיב ונטמתם חסר א' דרשוהו מל' טמטום והת' מתחלף בט' באותיות דטלנ\"ת וק\"ל: ", 
            "הרבה כו' מלמטה וכו' בעוה\"ז כו'. נקט ג' מעלות בהדרגה שאם מטמא עצמו מעט פותחין לו ליטמא הרבה ואחר שנטמא הרבה למטה מטמאין אותו מלמעלה להעמידו מצד הטומאה דזה לעומת זה עשה אלהים ואחר שנטמא מלמעלה בעוה\"ז מטמאין אותו בעוה\"ב לעונשו בגיהנם ורוחות הטומאה שיהיו שולטין בו שם וכן בהיפך במקדש עצמו מעט מסייעין אותו להתקדש הרבה ואחר שנתקדש הרבה מלמטה מקדשין אותו מצד הקדושה מלמעלה ואחר שנתקדש מלמעלה בעוה\"ז מקדשים אותו לעוה\"ב ע\"פ מ\"ש פ' חלק צדיקים שעתיד הקב\"ה להחיותן אין חוזרין לעפרן שנאמר והנותר בירושלים קדוש יאמר לו כל הכתוב לחיים מה קדוש קיים לעולם כו': \nסליק פרק אמר להם הממונה \nטרף בקלפי פרק רביעי \n"
        ], 
        [], 
        [
            "בפרש\"י בד\"ה והיה נר מערבי כו' בו היה מסיים הטבת הנרות שחרית והוא כו' עכ\"ל הלשון מגומגם דלאו בשחרית היה מסיים הטבת נרות אלא בבין הערבים היה מסיים בהטבת הנרות בההוא נר מערבי כמפורש בפ' ב\"מ ע\"ש ברש\"י ותוס': ", 
            "בד\"ה נשתלחה כו' משביעו הס\"ד ואח\"כ מ\"ה וכל כהן שמגיעו כו' הצנועין מושכין את ידיהן ובימי שמעון כו' עכ\"ל כצ\"ל מפי' ישן וק\"ל: ", 
            "תוס' בד\"ה וקראו אותו כו' וי\"ל לפי שהוא חטף מחמצן אחר כו' עכ\"ל זה התירוץ אינו בתוס' ישנים והוא דחוק וכי משום שחטף מחמצן אחר קרא אותו חמצן טפי מאחריני ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה כלה כו' בבשמים הס\"ד ובד\"ה אבל הנחה כו' לגורל שמאל הס\"ד ובד\"ה אליבא כו' בין בפנים כגון לפני ולפנים כו' כצ\"ל: ", 
            "בד\"ה עד כאן לא כו' מודה ר' נחמיה דלא מעכבא עכ\"ל כל זה הדבור מיותר ואינו בפירוש ישן וק\"ל: \n"
        ], 
        [
            "גמ' הגרלה מיהא מעכבא ואזדו כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה תני מצוה כו' הניח כשר ובהא כ\"ע כו' הד\"א ובד\"ה ואי הגרלה כו' טעמא דתרוייהו בוידוי הס\"ד ובד\"ה ומדסדרא לא כו' לא מעכבא למ\"ד אפי' לר' יהודה מעכבא וכ\"ש לר' נחמיה הא מני הס\"ד ואח\"כ מה\"ד דאקדים כו' והיה לו לאחרו עד גמר מתנות הפרוכת הס\"ד כצ\"ל: "
        ], 
        [
            " בד\"ה וכן הוא כו' צ\"ל חי הס\"ד ובד\"ה הא לאו כו' של עזאזל לשם ואח\"כ מ\"ה כיון כו': ", 
            "בד\"ה ואין השם כו' בלא גורל הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה ועשהו חטאת כו' ולהכי לא ילפינן נמכר לישראל בק\"ו כו' עכ\"ל [א] וממה שאמרו בהדיא שאני התם דאמר קרא יגאלנו לזה ולא לאחר אין ראיה דאימא מג\"ש דשכיר שכיר מפיק ליה האי קרא אבל לאו מק\"ו ודו\"ק: ", 
            "בד\"ה ומה במקום כו' תדע דבפ\"ק דיבמות דפריך כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה אין הקינין כו' שקראו להם שם אחר מיכן אין שם כו' ובד\"ה והא הכא כו' ה\"ג כו' ובד\"ה ואח\"כ חולק כו' ואין בקרבן עשיר עולה אלא חטאת בהמה כו' ובד\"ה ואין מוסיף כו' מדמי עולתו שאין כו' כצ\"ל: ", 
            "תוס' בד\"ה סתם ספרא כו' אבל קשה על תירוץ זה כו' ועוד אפי' אי קיימא חוקה אכל כו' עכ\"ל ק\"ק דהך קושיא לא יתיישב גם לפירושם דלקמן [יומא ב] ודו\"ק: ", 
            "בד\"ה ולר' חגא כו' מתפרשות כו' הס\"ד ואח\"כ מה\"ד והאי עולה כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה דפריק ליה ומוציאו לחולין ומוסיף כו' ובד\"ה או אהעמדה כו' החטאת העומד לשחיטה כו' ובד\"ה שפיר דתו לא מערבי אהדדי כו' ובד\"ה שתי לשונות כו' ושני תולעת הס\"ד ובד\"ה כורכין לעץ ארז ואזוב ואח\"כ מ\"ה בשירי לשון מדקתני בשירי מכלל דאיכא תו הס\"ד כצ\"ל מפי' ישן: ", 
            "תוס' בד\"ה שלש לשונות כו' אבל הני כיון דיש כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה של פרה כו' חלוקה משקל שני סלעים ודיה בכך של כו' הד\"א וכצ\"ל והשאר טעות הוא ודו\"ק: ", 
            "בד\"ה ה\"ג כו' ובד\"ה ומילוי מים לתת לתוך אפר להזות הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה כי אתא רבין כו' דלר' יונתן לית ליה כובד כו' עכ\"ל לא ידענא מהיכא פסיקא להו דר' יונתן לית ליה כובד ואפשר דהוה גרסי בברייתא דמייתי רבא כובד תנאי היא דתניא למה כורכן כדי שיהא כולן באגודה אחת דברי ר' יונתן כו' אבל בכל הספרים גרסינן דברי רבי גם נראה מדבריהם דהוה גרסינן כי אתא רב דימי אמר ר' יונתן שלש לשונות שמעתי כו' ובכל הספרים גרסי' א\"ר יוחנן כו' וק\"ל: ", 
            "בד\"ה למעוטי מאי כו' דע\"כ היסח הדעת לא פסיל בכולהו כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה אשה מ\"ט כו' ואזוב כהן כתיב כו' ובד\"ה אלעזר ולא כו' שיהא אחר שוחט כו' אלא אאלעזר דריש כו' כצ\"ל: ", 
            "תוס' בד\"ה למשמרת אלא למעוטי השלכת עץ ארז דומיא דלמעוטי אסיפ' כו' ומילוי מים וקידוש ראויין כו' ומילוי מים וקידוש לכתוב חד מינייהו כו' כצ\"ל: \n"
        ], 
        [
            "גמ' וקטן שיש בו דעת אשה כו' ובכל סדר המשנה במס' פרה גרסי' וקטן שאין בו דעת אשה כו': ", 
            "בפרש\"י בד\"ה לשמואל כו' ולקח מדמה הוה משמע דאשוחט קאי כו' ובד\"ה ולקח כו' מוקמינן ליה אכהן דקבלה כו' ובד\"ה הכהן כו' ידענא דאהא דאיירי כו' ובד\"ה הניחא כו' בכהן כתב הכא כו' ובד\"ה להכשיר כו' פשיטא דחטאת קרייה כו' הד\"א כצ\"ל: ", 
            "בד\"ה ולקחו לטמא כו' ולקחו אותם הנאמרים באסיפה זר ואשה ולא כו' כצ\"ל: ", 
            "תוס' בד\"ה ונתן ולא כו' בדיבוריה דכתיב ולקחו כו' ובד\"ה הכל כשרין כו' דלא קתני ת\"ק חוץ מטומטום י\"ל כו' ובד\"ה אשה מסייעתו כו' אוחזת לו המים אפי' בשעת הזאה כו' עכ\"ל בסדר המשנה שלפנינו נמי קתני הכי אוחזת לו המים כו' אלא דלא קתני התם לישנא אפי' בשעת הזאה כו' ודו\"ק: "
        ], 
        [
            " בפרש\"י בד\"ה מחתה כו' ואח\"כ יכניס כף ומחתה לפנים הס\"ד ובד\"ה פרס חצי מנה הס\"ד ואח\"כ מ\"ה מוסיף כו' ושל ערבית הניתן על מזבח כו' כצ\"ל: ", 
            "תוס' בד\"ה לימד על כו' גמרינן שאר עבודות כו' בפ\"ב דזבחים דלמ\"ד מחוסר כפורים כשרה דקסבר כו' ובד\"ה אמר רב יהודה כו' ובשעת מתן דמים דהיכל אבל כו' תביא לי סייעתא ממתני' כו' עכ\"ל ור\"ל סייעתא ממתני' היינו מתני' דהכא כמו שמגיה רב יהודה תני של היכל וה\"ה דה\"מ לאקשויי מתני' דהכא אמתני' דפורשין מבין האולם כו' למאי דס\"ד דהיינו הקטרה דלפני ולפנים: ", 
            "בא\"ד וא\"ת וכו' דהא מלתא איכא נמי בין היכל כו' וי\"ל דהמקשה דלקמן ס\"ל דאפי' מהיכל כו' עכ\"ל וק\"ק דמ\"מ [ג] לרב יהודה דהכא תקשי אמאי לא קתני דהא איכא נמי בין היכל לבין אולם ולמזבח דאילו כו' ויש ליישב ודו\"ק: \n"
        ], 
        [
            "בפרש\"י בד\"ה הא מה מעלה כו' בין היכל לבין האולם כו' ובד\"ה בין בשעת כו' דלפני ולפנים הס\"ד ובד\"ה לא בשעת כו' והכי קתני כשם שפורשין בין האולם כו' ובד\"ה אי הכי כו' מתן דמים דלפני ולפנים אלא בשעת כו' כצ\"ל: ", 
            "בד\"ה והא קתני בניחותא ה\"נ כו': ", 
            "תוס' בד\"ה בשילה כו' תניא מדבר המדבר לרבות כו' עכ\"ל כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה שם פרישה כו' דמהיכל פרשי משום לפני ולפנים כו' ובד\"ה ש\"מ מדגזר כו' פרישה הס\"ד ואח\"כ מה\"ד קדושת היכל כו' מבין האולם ולמזבח דלמא עייל כו' באהל מועד הס\"ד ואח\"כ מ\"ה אולם ובין אולם כו' הד\"א ובד\"ה קב גחלים כו' ובא\"ד והוא מכבדו לתוך אמה סילון של כו' כצ\"ל: ", 
            "תוס' בד\"ה אתיא כפרה כו' לדידיה ניחא הכא דאיכא למימר כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה אלא דרך כו' לימין הס\"ד ובד\"ה ובכלי שרת כו' כהונה הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה וכי תעלה על דעתך כו' לנתינת אש דהדיוט וי\"ל דא\"כ לכתוב קרא ונתנו וגו' כו' וקשה לי לר' יהודה והאש על המזבח כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה אש תמיד כו' דענינא הס\"ד ובד\"ה הכי גרסינן כו' עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה סודרן כו' וכן כבש ריב\"א ועוד אפשר כו' הד\"א ובד\"ה תמיד שאמרתי כו' אלא לחכמים ועוד י\"ל כו' ובד\"ה הוה אמינא כו' אבל בהני מזבח ומנורה אי לא כו' מ\"ש דתנופה במזרח ושחיטה בכל מקום כו' להטעינו צפון א\"נ סד\"א כיון כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה ה\"ג גופא כו' כצ\"ל: ", 
            "תוס' בד\"ה אבל לא משלה כו' אלא ע\"כ אהקטרת תמיד דשבת כו' אף לאברים ופדרים דחלבי שבת כו' כדמשמע בשמעתין לכ\"ע כו' והא דאמר חלבי שבת קרבין ביום כפורים וביו\"ט היינו כו' משא\"כ בעולת חול ביום כפורים וביו\"ט כצ\"ל: ", 
            "בד\"ה תחלתו כו' דהיינו הקטרה ולא מיירי באברים שנתותרו כו' כצ\"ל: "
        ], 
        [
            " בא\"ד ועוד דלרבה דתחלתו דוחה שבת היינו אפי' סופו דהקטרות ולרב חסדא תחלתו דוחה טומאה היינו כו' שנתותרו אינן דוחין את הטומאה כו' כיון דכשרים הם והיכא דאמרי' אינן דוחין הטומאה דלא חשיב כתמיד דיומיה כו' אלא ס\"ל לבר משבת ומה כו' כ\"ש בהקטרה דיומיה נימא כו': ", 
            "בד\"ה כי פליגי כו' אלא מקום הוא ול\"נ דלא קשיא כו' הד\"א: ", 
            "בא\"ד הקשה במגילת סתרים וז\"ל הא גחלים קדושים הן כדתנן כו' דה\"מ לתרוצי במחתה שניה של ג' קבין שמאותה כו' בע\"א דלכך מכבדן לאמה כו' וה\"נ אין לומר דהמחתה ראשונה של ארבעה קבין כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה דחויה היא כו' דאפשר מהדרינן אטהורין עכ\"ל כצ\"ל: \nסליק פרק טרף בקלפי \nהוציאו לו את הכף פרק חמישי \n"
        ], 
        [
            "גמ' חופן מלא חפניו כו' עד כף ביוה\"כ למה הוא כו' פיסקא וק\"ל: ", 
            "שם וכמעשה דר\"י בן קמחית זו חמה כו' נ\"ל דלשון קושיא הוא וכמעשה דר\"י בן קמחית דאדרבה זו של כף היה מרובה של ד' קבין כדלקמן שהיה חופן ד' קבין כו' וזו של מחתה לא היה רק של שלשה קבין ואמאי קתני סתמא נוטל את המחתה בימין כו' ומשני דזו חמה דהיינו של מחתה שהיה בה גחלים וצריכה ימין אפי' במועטת וזו הכף היה צוננת וסגי לה בשמאל אפי' במרובה וק\"ל: ", 
            "שם ת\"ר בקומצו שלא כו' ש\"מ חופן וחוזר כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה מחתה כו' לחפון מתוכה הס\"ד ובד\"ה אפי' בזמן ששניהם שוין כהן שחפניו גדולים כו' ובד\"ה וסתם נשים כו' ואוכלות זריד וערסן כו' דמתברי באסיתא לתרי כו' ובד\"ה איכא דאמרי כו' אמי הזרד גדל ועלה כו' כצ\"ל: ", 
            "תוס' בד\"ה השתא לפני כו' ויתפוש אותה כו' לפנים ישלשל ידיו כו' כצ\"ל: "
        ], 
        [
            " גמרא והוו להו שירים שחסרו בין קמיצה להקטרה ואמר מר כו': ", 
            "בפרש\"י בד\"ה דמקטיר ליה לשם עצים דמתנה ואומר אי שירים כו' כצ\"ל: ", 
            "בד\"ה אי גמר מלא מלא מה קומץ בירוצו כו' ובד\"ה היינו כו' תרוייהו חד טעמא הוא דבירוצין כו' עכ\"ל יש לדקדק לפירושו דבין הבינים גבי קמיצה מטעמא דבירוצין נגעו ביה וא\"כ קשה בבירוצין גופיה הוה ליה למיבעי הכא גבי חפניו אי גמר מלא מלא וי\"ל דאפשר דלא שייך בירוצין גופייהו גבי חפניו כיון דבב' ידיו הוא חופן אלא הא דמיבעי לן בבין הבינים דנגעו ביה מטעם בירוצין שייך שפיר נמי גבי חפניו אבל התוס' נזהרו מזה שפירשו דגבי קמיצה נמי בבין הבינים לאו מטעמא דבירוצין נגעי ביה אלא מדכתיב וקמץ הכהן ולא בין הבינים דלאו כהן קומץ אלא ממילא כו' דהשתא ניחא דבבירוצין גופיה לא קמיבעיא ליה משום דקושטא הוא דהיינו הך אי גמר מלא מלא או לא ודו\"ק: ", 
            "תוס' בד\"ה הדר פשטה כו' והוה ס\"ד למיפשט האי בכלל כו' ונ\"מ אי טיבלא הוי אם נתערב כו' עכ\"ל ולכאורה קשה דהמ\"ל דנ\"מ דאי הוה טיבלא מצי למקטר בין הבינים ברישא לשם עצים אבל אי הוי בין הבינים ספק שמא שירים נינהו והוו ליה שירים שחסרו בין קמיצה להקטרה וי\"ל דהמקשה דפריך א\"ה השתא נמי איקרי כאן כל שממנו כו' ולא אסיק אדעתיה דמקטר להו [א] לשם עצים ע\"כ דליכא למימר הנ\"מ אלא כמ\"ש התוס' ודו\"ק: ", 
            "בא\"ד וטבל במשהו ואי ספיקא הוה בטיל עכ\"ל לא ידענא אם האי טבל במשהו משום הקומץ דאית ביה שהוא חלק גבוה לאישים א\"כ א\"נ דספק הוא [הא] הוה איסורו משום הקומץ והוי במשהו ולא בטיל בחולין ודו\"ק: ", 
            "בד\"ה ואמר מר כו' לשון הקטרה אצל הקומץ דעיקר כו' אין מקטירין עליהן ולהכי קאמר כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה חפן בראשי כו' היינו הך כדפריך לעיל וי\"ל כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "גמ' בעי מר בר רב אשי אפכיה למנא כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה מה כו' וה\"נ מהניא מחשבה כו' והכא ליכא לאקשויי היינו הך כו' תרוייהו בעיי ה\"ל חד טעמא כו' כדהתם בקומצו כו' עכ\"ל אבל מדברי התוס' נראה דלאו בחד טעמא בעי תרוייהו דלעיל דהך דבין הבינים לאו מטעמא דבקומצו הוא אלא מדכתיב וקמץ הכהן ולא בין הבינים דממילא עייל כמ\"ש לעיל ואפ\"ה פריך לעיל היינו הך והכא לא פריך ליה היינו הך [ב] ויש לפרש לדברי התוס' דלא פריך היינו הך אלא היכא דבכה\"ג נמי מיבעיא ליה הכי גבי קומץ דהיינו בבין הבינים מה שאין כן הכא במחשבה דפשיטא ליה גבי קמיצה וכן נראה מלשון התוס' דלעיל גבי חפן בראשי אצבעותיו שכתבו כיון דכבר איבעיא לן גבי קמיצה מאי הדר תו מיבעיא ליה בחפינה היינו הך כדפריך לעיל כו' ודו\"ק: ", 
            "תוס' בד\"ה בעי רב פפא דבקיה כו' אבל בפ\"ק דמנחות איתא בכל כו' דגרסינן נמי לבעיא דמר בר כו' ושמא י\"ל דהוא היה מפרש כאן שהיפך כו' דהל\"ל בקודש כדתנן כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה גורעין כו' דהתם נמי נסיב ו' דונחלתו ולמ\"ד כו' עכ\"ל כצ\"ל ר\"ל דהתם נמי לפי דברי המתרץ נסיב ו' כו' ועושה תיבה בפני עצמה ולא מיקרי מפסקא לקרא וה\"נ י\"ל הכא כיון דלא מחסר ולא מייתר שום אות בקרא וע\"ש בפרשב\"ם וק\"ל: ", 
            "בד\"ה מי יליף מלא כו' דשייך בה פיגול בהליכתה ובהקטרתה למ\"ד במנחה הקטרה מפגלת כו' עכ\"ל ר\"ל כיון דאשכחן במנחה דהקטרה מפגלת הקטרה כו' דהיינו הקטרת של לבנה דאינו דבר אוכל ה\"נ איכא למימר בקטרת של יוה\"כ דהכא וק\"ל: ", 
            "בא\"ד ואע\"ג דלא אתקש לשלמים הא כתיב כו' ודרשינן מיניה זה בכור כו' כ\"ש קטורת דאיהו גופיה קריבה כו' עכ\"ל הך דבכור ומעשר נמי דהוי בכלל קרבניהם לא מרבינן להו לפיגול אלא מדאתקשו לשלמים בהאי קרא כדאמר בהדיא פ\"ק דזבחים אלא דר\"ל ואע\"ג דלא אתקש לשלמים כו' דאע\"ג דלא אתקש קטורת לשלמים בהדיא בקרא כמו מנחה מ\"מ הא בתר האי קרא כו' וכיון דקטורת נמי בכלל קריבה הוא איתקש נמי איהו גופיה לשלמים ולא הוי חוזר ומלמד בג\"ש ודו\"ק: ", 
            "בד\"ה מדפסיל כו' הקשה רש\"י כו' בפ' בתרא דיומא ולהכי לא הוה מחמרי כו' אבל הכא דייק כו' עכ\"ל כצ\"ל ור\"ל אבל הכא דמחמרי רבנן דליטמא אפילו ע\"י צירוף דייק שפיר מדפסל בה טבול יום דאורייתא כו' וק\"ל: "
        ], 
        [
            " בא\"ד ואע\"ג דאפר חטאת אין לו טומאה דאורייתא ואי משום חיבת כו' עכ\"ל והכי מוכח בהדיא בפ' חומר בקודש דקאמר אהא דהוסיף ר\"ע כו' דרבנן היא מדקתני רישא העיד ר\"ש ב\"ב על אפר כו' כפרש\"י שם ומוכח נמי מיניה התם דהך דהוסיף ר' עקיבא כו' אינו אלא מדרבנן והיינו ע\"י צירוף דהא קאי אעדותו דר\"ש ב\"ב באפר חטאת דאינו נמי אלא מדרבנן אבל ע\"י נגיעה ממש בקטורת פוסל טבול יום מדאורייתא כפי' ר\"י הכא דכיון דמחמרי רבנן אפילו ע\"י צירוף בטבול יום ע\"כ דטבול יום בנגיעה ממש פוסל מדאורייתא בקטורת וק\"ל: ", 
            "בא\"ד ש\"מ דצריך לכלי דאי לא כו' לא היה כלי מצרפו כדאיתא פרק בתרא ואע\"ג דאמר התם דהוי דרבנן וכגון שצברו כו' עכ\"ל [ג] ומיהו התם לעיל מיניה לא משמע כן דקאמר גבי שירי מנחה דאורייתא צריך לכלי הכלי מצרפו שאין צריך לכלי אין כלי מצרפו ואתו רבנן וגזור דאע\"ג דא\"צ לכלי הכלי מצרפו וכו' וא\"כ קשה דאימא דגזור נמי בקטורת באין לו תוך דמצרף אפילו באין צורך לכלי ודו\"ק: ", 
            "בא\"ד מיהו (קשה) למאי דאוכחן ממתני' דמס' עדיות דטעונה כלי עכ\"ל ר\"ל למאי דמסיק ומוכח מההיא דעדיות דבעי כלי קושטא הוא יליף ליה מקרא מדכתיב כף אחת והמגיה בדפוס חדש ומיהו קשה למאי כו' לא הבין כוונת התוס' וק\"ל: ", 
            "בא\"ד ול\"נ דלא הוה מצי לאתויי ממתני' כו' קדשו בכלי הוכשרו לפסול בטבול יום והא אפילו נתנה במכתשת הוכשרה ליפסול בט\"י כדאמר בפ\"ק כו' כצ\"ל: ", 
            "בא\"ד והא דפריך בפ\"ק כו' אי אקטורת נמי קאי א\"כ משמע לא קדשו בכלי כו' ואי לא קאי אקטורת כו' כדפרש\"י הכא כ\"ש דקשה טפי אמאי לא מיפסיל בלינה אף כו' כצ\"ל ואין להקשות דמ\"מ מאי פריך דאימא דקושטא הוא כיון דקדושת הגוף תיפסל בלינה ודקתני קדשו בכלי לא קאי אקטורת דלא קאי טבול יום אקטורת אלא דקאי אשארא די\"ל דהא פשיטא ליה דאין קטורת נפסלת בלינה קודם קידוש כלי משעת שנתנה במכתשת שהרי היו עושין אותה בתחילת השנה לצורך כל השנה כמ\"ש התוס' לעיל ובפ\"ק דשבועות לתירוץ א' והא דהוצרך לאתויי מהך מתני' כבר תירצו התוס' שם דאי לאו מתני' ה\"א דאין שייך בקטורת פסול לינה עכ\"ל מיהו מה שכתבו הכא ואי לא קאי אקטורת כו' כ\"ש דקשה טפי כו' הוא מגומגם לפי תירוצם שם וי\"ל ודו\"ק: ", 
            "בא\"ד והא דנקט קדשו בכלי כו' משום הנך דמיתנן בהדה דלא מיפסלו קודם כו' עכ\"ל לגבי קטורת נמי לענין פסול לינה נקט שפיר קידוש כלי כמ\"ש התוס' לעיל אלא גבי ט\"י לא ה\"ל למנקט קידוש כלי בקטורת אי לאו משום הנך דמיתנן בהדה דהיינו הקומץ ולבונה וגחלים וק\"ל: ", 
            "בד\"ה הולכה כו' שאין ללמוד משם ונימא הולכה לא כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בד\"ה זר ואונן כו' והקשה הרר\"ח כהן כו' כצ\"ל: ", 
            "בד\"ה אי חופן כו' ובלבד שלא יחסיר ולא יותיר ולהכי תקינו רבנן שיחזיר ויחפון בפנים כו' עכ\"ל הוצרכו לכל זה דכיון דיכול לחפון כמו שירצה א\"כ למה הטריחו לכ\"ג בחפינה שמבפנים שהיא מעבודות הקשות כדלקמן אלא ע\"כ דתקנו רבנן שיחזור לחפון מבפנים משום דשמא נתפזר לו מן הקטרת ונחסר קצת ורב פפא נמי הוה ס\"ל ובלבד שלא יחסיר ולא יותיר אלא דלא הוה אסיק אדעתיה למימר דבכהן אחר החופן א\"א שלא יחסיר ולא יותיר ודו\"ק: "
        ], 
        [
            " בד\"ה שאני התם כו' היינו שה דפסח כדאמרינן הכא כו' דאי ר' יהושע משה כשבים כו' ועוד דבאותו ואת בנו כו' כדאיתא בפרק אותו ואת בנו ובמרובה אלמא כו' עכ\"ל כצ\"ל דהכי איתא בפרק אותו ואת בנו או לרבות כלאים לענין איסורא דאותו ואת בנו ואיתא נמי במרובה או לרבות כלאים לענין ד' וה' ובתרוייהו קשיא להו דמשה נמעט בהו טרפה וק\"ק ומאי קושיא כיון דלא ידעינן שום סברא למעט טרפה טפי מכלאים אימא דכמו דמרבה מאו כלאים מרבה נמי טרפה וק\"ל: ", 
            "בא\"ד וליכא למימר דהני בלא בנין אב נפקי כו' ולא מוקי בנין אב לפטר חמור אסר כו' דאפי' אי לא מייתר מן הכבשים כו' קדשים גמרי כו' בהיקשא דוזאת התורה וגו' כו' עכ\"ל כצ\"ל וי\"ל דמ\"מ מאי קאמר אי האי בנין אב אתא לקדשים דהא אי לאו דכתיב קדשים ליכא בנין אב שה דפסח אלא מהיקשא אתי ודו\"ק: \n"
        ], 
        [
            "בפרש\"י בד\"ה חטאת צבור כו' ועל אחיו הכהנים בא ועל כל קהל ישראל כו' עכ\"ל ולמאי דמסיק דפר דכה\"ג לא הוי חטאת צבור אלא חטאת השותפין הכהנים מתכפרין בפר אבל קהל ישראל אין מתכפרין אלא בשעיר וכן מוכח בברייתא לקמן יכול לא יביא משל ציבור שאין מתכפרין בו אבל יביא משל הכהנים כו' וק\"ל: ", 
            "תוס' בד\"ה איתיביה כו' דהאי קרא לאחר זריקה איירי כו' כצ\"ל: ", 
            "בד\"ה פר העלם כו' וזה אינו דההיא עולה הוי ואפילו אם יביא כל שבט שעיר בע\"ז פר מיהא לא מייתי הלכך נקט פר כו' עכ\"ל מתוס' ישנים וק\"ל: "
        ], 
        [
            " גמרא שהזבח נוהג בצבור כביחיד ודוחה כו' כן נראה להגיה בין למאי דאוקמא בפר ובין למאי דאוקמא באילו של אהרן מיהו למאי דבעי לאוקמא בסמוך בפסח ע\"כ דגרסינן נוהג ביחיד כבצבור וע\"כ נראה להגיה דה\"ג נוהג ביחיד ובצבור ודו\"ק: ", 
            "שם לא באילו של אהרן הנ\"מ כו' ולעיל דמייתי דקאמר ליה ר\"מ והלא פר יוה\"כ כו' ה\"ה דה\"מ למפרך טפי מאילו של אהרן דהוי קרבן יחיד לכ\"ע אלא דתנא ושייר דה\"נ בסדר המשנה שלפנינו לא תני דפריך ליה לת\"ק מפסח כדמוכח לקמן וכן דפריך ליה רבי יעקב לת\"ק מחגיגה ליתא בסדר המשנה אבל בתוספתא מצאתי ע\"ש וק\"ל: ", 
            "בפרש\"י בד\"ה שם זבח לא קתני האי תנא אלא בחד זיבחא כו' עכ\"ל אין פירושו דחד זיבחא דהיינו פר או אילו של אהרן דהא קתני ביה ביחיד ובצבור וא\"א לאשכוחי ביה בחד זיבחא כה\"ג אלא דר\"ל בחד זיבחא דהיינו בחטאת דומיא דפר או בעולה דומיא דאילו של אהרן כן נראה מפרש\"י לעיל גם מדברי התוס' שהקשו הא דלא אוקמא בזבח שלמים דנוהגין בצבור כו' דאע\"ג דלא איירי בחד זבח ממש מ\"מ היינו בחד זיבחא דשלמים מקרי כולהו ודו\"ק: ", 
            "תוס' בד\"ה לדברי כו' אינו עושה תמורה כו' מכלל דאיכא כו' אלא לאפוקי מת\"ק הל\"ל והלא כו' כצ\"ל: ", 
            "בד\"ה חומר בתמורה כו' לא איירי במעשר שאינו דוחה שבת וטומאה וי\"ל דשמא תנא ושייר דאיכא נמי כו' עכ\"ל כצ\"ל יש לדקדק בדבריהם דמסיפא גופיה דקיימינן בה איכא לאוכוחי דע\"כ לא איירי במעשר דחלה על מום קבוע כדמסיק בגמרא דמוכח מיניה דלא איירי בשם זבח אלא בחד זיבחא וע\"כ דלאו היינו מעשר דחלה על מום קבוע אבל מהא דקתני בזבח שדוחה שבת וטומאה לא מוכח מידי דאימא שם זבח קתני ובעיקר קושייתם לא ידענא מאי קושיא דבפ\"ב דתמורה תנן חומר בתמורה מבקדשים שהקדושה חלה עליה בבעלת מום קבוע ואין יוצא לחולין ר\"י בר יהודה אומר עשה שוגג כמזיד בתמורה ולא עשה שוגג כמזיד במוקדשין וא\"כ משמע דת\"ק לית ליה האי חומר דעשה שוגג כמזיד כו' והיינו דברי ת\"ק דמייתי הכא בשמעתין דלא תני אלא הך חומר דחלה על מום קבוע כו' וצ\"ע ודו\"ק: \n"
        ], 
        [
            "בד\"ה נוקמה כו' לוקמה בפסח ראשון ונימא דה\"ק חומר כו' עכ\"ל כצ\"ל ר\"ל בפסח ראשון שנעשה מותר הפסח כמו שכתבו בסמוך וק\"ל: ", 
            "בד\"ה דוחה השבת כו' אבל האי קרא כתיב כי קרבן ה' לא כו' שכתובים בפסח ראשון גופיה גמרינן מיניה נמי מידי כו' מדרבי ישמעאל דאית ליה הימנו ודבר כו' אבל יש פירוש בפסחים שמוגה כו' אלא כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה אלא שאני בי גזא כו' גרסינן עכ\"ל הס\"ד כצ\"ל: ", 
            "בד\"ה שלחנות צפון כו' וא\"ת אף בין המזבח כו' באמצע ההיכל כו' אלא משוך קימעא כלפי חוץ עכ\"ל יש לדקדק לפי זה דא\"כ מה הרויח כ\"ג לילך מצד צפון בין שלחן למזבח דכיון שהיו השלחנות מגיעין י' אמות דהיינו עד חצי רוחב ההיכל והמזבח היה עומד באמצע ההיכל משוך לצד מזרח א\"כ ע\"כ כשהיה הולך מצד צפון היה מקיף המזבח והלך באלכסון עד שהגיע לדרום השלחנות והיה הולך שם אצלן עד שמגיע לצפון למקום הפריפה של הפרוכת כמו כן היה יכול להלוך מצד דרום בין מנורה למזבח ולהקיף המזבח ולילך באלכסון עד השלחנות והולך אצלן עד שמגיע לצפון למקום הפריפה של הפרוכת וי\"ל דהמזבח לא היה עומד ממש באמצע ההיכל אלא דתחילת כותל המזבח מצד צפון היה מתחיל באמצע ההיכל וכן נראה מפרש\"י דלמאי דס\"ד שלא היה משוך לצד מזרח ולא קשיא ליה אלא שאין דרך בין השלחנות למזבח ולא קשיא ליה שהרי לא היה המזבח באמצע ממש אלא דתחילת כותל צפון של המזבח מתחיל מאמצע ההיכל והשתא למאי דאוקמא שהיה משוך המזבח לצד מזרח נמי לא היה ממש באמצע אלא שכותלו לצד צפון היה מתחיל מאמצע ההיכל דהיינו נגד סוף השולחנות וא\"כ לא היה מקיף את המזבח כשהיה הולך לצד צפון אבל לצד דרום היה מקיף המזבח הרבה מצד דרום ומערב עד שהיה מגיע באלכסון עד השלחנות ודו\"ק: ", 
            "תוס' בד\"ה תיפוק ליה כו' ול\"ג אלא אלא שרש\"י גרס כו' ולטעמיך הא דמייתית מברייתא כו' ומברייתא משמע דאחיו מתכפרין כו' עכ\"ל אבל סברת המקשה הוא דהא בהא תליא ומעיקרא בעי למימר בברייתא דמביא משל אחיו ולכך מתכפרין בו ולמאי דמסיק דכתיב אשר לו ולא יביא משל אחיו ומינה נמי דאין מתכפרין בו וקרוב לזה כתבנו בספ\"ק דשבועות בחידושינו שם בכוונת דברי התוס' שם וק\"ל: ", 
            "בד\"ה ועבוד שתי כו' ומתחלת עוביה ולפנים הוי קודש כו' אבל השתא דעבוד ב' כו' עכ\"ל ולכאורה דה\"ה דה\"מ לפרושי הכי דמתחלת עוביה הוי כלחוץ ולכך עבוד ב' פרוכת חדא אוקמוה בתחלת אמה טרקסין בסוף חלל העשרים והב' בסוף אמה טרקסין ובתחלת הקודש לסוף חלל כ\"א מקודש הקדשים דאי מקום טרקסין כלפנים הרי מצד חוץ עובי פרוכת החיצונה ולפנים הוי קודש קדשים ואי כלחוץ הרי מצד חוץ של פרוכת הב' ולפנים הוי קודש קדשים וי\"ל דקרא והבדילה הפרוכת לכם וגו' הכי משמע להו דעוביה של הפרוכת גופיה הוא קודש קדשים כלפנים ולא חוץ וק\"ל: ", 
            "בא\"ד ואי מקום אמה טרקסין כו' אבל ר\"י ס\"ל כו' קדשי קדשים דעביד עוביו אמה א\"נ כו' ולפנים הוי קודש קדשים עכ\"ל הס\"ד וכצ\"ל ור\"ל לתירוצם קמא לא ס\"ל לר\"י דוהבדילה הפרוכת כו' שיהיה כולו בקודש אלא שהוא מפסיק בין חלל הקודש ובין חלל דקודש הקדשים כמו שהיה במקדש ראשון ועביד עביו אמה ולתירוץ א\"נ לר\"י נמי משמע ליה והבדילה הפרוכת וגו' שיהיה כולו בקודש אלא דפשיטא ליה דקדושת אמה טרקסין כלפנים כו' ועביד פרוכת א' בתחילת אמה טרקסין לצד חוץ כ\"א אמה מחלל קודש קדשים וה\"ה דה\"מ לפרושי (א') דפשיטא ליה לר\"י דקדושת אמה טרקסין כלחוץ ועביד פרוכת בסוף אמה טרקסין לצד פנים כ' אמה מחלל קודש הקדשים ודו\"ק: \n"
        ], 
        [
            "בפרש\"י בד\"ה כותל אולם כו' לבד רוחב כיפת עובי החומה עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה כותל ההיכל שש והתא שש וכותל התא כו' והאמצעית שש והרובד שבעה והקשה ר\"י כו' כצ\"ל: ", 
            "בא\"ד א\"נ לר\"י כו' וכותל ההיכל היה למטה ו' אמות ומחצה כו' עכ\"ל עמ\"ש בזה בחידושינו ר\"פ המוכר פירות: ", 
            "בא\"ד והשלישית שבע על שבע כו' עכ\"ל אין זה מדוקדק דהא שמונה תאים שהיו במערב היו ג' על ג' ושנים על גביהם וא\"כ ע\"כ שנים שהיו בשלישית לא היה שבעה על שבעה שהרי מצפון לדרום היו אלו שנים גדולים כמו הג' שלמטה מהם וק\"ל: ", 
            "בא\"ד והא דקתני רובד שש כו' דהיינו אורך המגרעת הראשונה היא שש כו' עכ\"ל ה\"מ לפרש נמי רובד על התקרה המפסקת בין שני התאים כמו שפירש לעיל אלא שנראה לו דוחק לפרש רובד על התקרה ולכך פר\"י לפי דרכו דנקרא רובד ע\"ש המגרעת שהוא כעין רובד ושורה שמכל צד היה המגרעת ארכו שש אבל לפי' דלעיל שלא היה המגרעת רק בצד אחד בכותל ההיכל לא היה אורך המגרעת רק חמש ודו\"ק: ", 
            "בא\"ד והתא שש כו' במשכנה דמלכים ה' באמה רחבה של מס' מדות דבית שני היו חלוקין כו' עכ\"ל והא דמייתי בשמעתין ממתניתין דמדות אמשכנה דמלכים היינו להך מילתא דכל היכא דקחשיב כתלים חשיב ליה דידיה כיון דאשכחן כן במסכת מדות בבית שני מצינן למימר שהיה נמי כן בבית ראשון אבל בחלל התאים אפשר דחלוקין היו אך קשה דהא במסכת מדות נמי תנן התחתונה חמש ורובד ו' כו' ודוחק הוא לאוקמא בבית ראשון ואפשר דהיינו דוקא בתאים שמצד צפון ודרום ודו\"ק: ", 
            "בא\"ד והריב\"ם פי' דלאו בהיכל היו המגרעות אלא בתא היו והא דתנן רובד שש היינו שורת אבנים כו' עכ\"ל ה\"מ לפרש נמי רובד על התקרה כמו שפירש לעיל אלא שנראה לו דוחק גם ליכא לפרש על המגרעת כמו שפרש\"י דכיון דהמגרעת לא היה רק בצד אחד בתא לא היה אורך המגרעת רק חמש אלא שנראה לו לפרש על שורת אבנים של עובי כותל התא במקום שהיו מונחים ראשי קורות היה שש אמה משום דע\"י בליטת אמה מבחוץ לצד מזרח התא נתוספה עובי הכותל אמה נגד אמת הכניסה של ראשי קורות מיהו בבליטה גופיה נגד ראשי קורות ודאי דלא היה נמי עובי הכותל רק ה' אמות שאותה אמה שנחסרה מעובי הכותל ע\"י כניסת ראש הקורה נתוספה ע\"י הבליטה שכנגדה אלא בשורות אבנים שהיו בין קורה לקורה שלא נחסר מהם כלום ע\"י כניסת הקורות נתוספה שפיר ע\"י הבליטה עד שהיה עובי חומה שם שש אמות ולפי' זה נקרא רובד מלשון על הרובד הרביעי דתנן בפרק טרף בקלפי שהוא מלשון שורה של רצפת אבנים ודו\"ק: ", 
            "בא\"ד שורות אבנים עליונים של כו' מ\"מ עדיין עוביה ה' אמות כו' כצ\"ל: ", 
            "בא\"ד בשם ר\"י הבחור כו' וראשי הקורות היו מונחין מכותל תא לכותל תא כו' בין התחתונה ובין התיכונה ובין כו' וכותל התא חמש דבין כו' כצ\"ל לפי זה הפי' ליכא לפרושי לשון רובד אלא מלשון תקרה כמו לפירוש קמא גם מגרעות נתן לבית צ\"ל לדביר שהיה לבית סביב כו' כדלעיל וק\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה ויעלו וגו' ונ\"מ לפסוק כאן את הטעם באתנחתא כו' עכ\"ל אבל בהני ה' דלעיל דמספקא ליה לאיסי ב\"י ניחא דקאמר דמספקא ליה בפירוש המקראות אלא הכא דקמבעיא ליה לרב חסדא דרך שאלה להשיב לו תקשי ומאי נ\"מ לך מיניה דמאי דהוה הוה כדפרכינן בפ\"ק דסנהדרין גבי שור סיני וקאמר דקמבעיא ליה לידע פיסוק טעמים ומפירושו נראה דלא הוה קים להו פיסוק טעמים דשכחום וקרוב לזה כתב בפענח רזי על סוגיא דשמעתין וז\"ל תימה במסכת נדרים אמרי' ויבינו במקרא מפורש ושום שכל זה מסורת כו' א\"כ אמאי אין הכרע במחר כיון דאיכא אתנחתא בעמלק א\"כ מחר קאי אדבתריה וי\"ל כדאמר פ\"ק דקידושין דשכחום כו' וה\"נ צ\"ל בארור שהיו מסופקים אי קאי אדקמיה אי אדבתריה אע\"ג דאיכא סוף פסוק בין עקרו שור לארור אפם אלא ודאי כדאמרן דשכחו וכה\"ג אמרינן התם דבמערבא פסקי להאי קרא דהנה אנכי בא אליך בעב וגו' לתלתא קראי עכ\"ל אבל מדברי התוס' גבי משוקדים נראה דהוה פסיקא להו פיסוק טעמים ודו\"ק: ", 
            "בד\"ה אתיא שמה כו' צלוחית מצנצנת המן דורות כו' עכ\"ל: ", 
            "גמ' משא בכתף עתה עבדו את ה' אלהיכם ואת וגו' כצ\"ל: ", 
            "תוס' בד\"ה שאת כו' והתם ע\"כ קאי אנתינה ומאן דלא מוקי כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה לשמי קורה לשון שמים עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה חד למצוה כו' והשתא קאמר דתרויהו בין ביוה\"כ בין בשאר כו' עכ\"ל אע\"ג דהשתא נמי לא איצטריכי תרוייהו ליוה\"כ אלא חד מנייהו דלמצוה מ\"מ לשאר ימות השנה תרוייהו צריכי וק\"ל: "
        ], 
        [
            " גמ' ר' יהודה (בן לקיש) אומר ארון במקומו נגנז כו' כן נראה מדברי התוס' דר' יהודה סתם גרסי' נמי בברייתא דהיינו ר' יהודה בר אלעאי ול\"ג ר' יהודה בן לקיש בברייתא וק\"ל: ", 
            "תוס' בד\"ה וכ\"ת אורחא כו' אלמא דיש לבקש על נגד השמאלי כו' וטעמא דהוי לימין הקב\"ה כו' עכ\"ל ולעיל צ\"ל אביי דהוה יהיב שלמא לימיניה ברישא לא הוה ידע הך ברייתא דתני ואומר (יכול) [יפול] וגו' דמוכח מינה שמאל של אדם ברישא וק\"ל: ", 
            "בד\"ה תנן כמאן כו' י\"ל פליג בברייתא ברישא אארון עכ\"ל הס\"ד כצ\"ל: \n"
        ], 
        [
            "גמ' תנ\"ה ויראו ראשי הבדים יכול לא יהיו זזין ממקומן ת\"ל ויאריכו וגו' הוא מגומגם ובפירושו גם בקרא כתיב מעיקרא ויאריכו הבדים ובתר הכי ויראו ראשי וגו' והכי מייתי לה נמי בבריי' בפ' שתי הלחם ויש להגיה נמי הכא כן דמייתי מעיקרא מדכתיב ויאריכו הבדים וה\"פ ויאריכו הבדים יכול אף שהאריכו לא היו זזין ממקומן דהיינו ממקום שארון היה עומד באמצע קדשי קדשים שהיה ממנו עד לפתח י' אמות וא\"כ לא היו הבדים נראין מבחוץ שהרי לא היה אורכן י' אמות ת\"ל ויראו ראשי וגו' שהאריכו בנס עד שהיו מגיעין יותר מי' אמות עד שהיו נראין מחוץ לפתח וקאמר יכול שהיו מקרעין בפרוכת ת\"ל ולא יראו הא כיצד כו' ויש ליישב נמי גירסת הספרים שלנו ע\"פ דרך זה ודו\"ק: ", 
            "תוס' בד\"ה כרובים כו' נשאלתי על אותן כו' אלו הדברים מתשובת מהר\"ם הישנים סי' כ\"ד ע\"ש: "
        ], 
        [
            " בא\"ד המשמשין לפני במרום כגון חמה כו' ומשני שאני ר\"ג כו' ולא תעשו לכם איצטריך כו' ואלהי זהב לא תעשו לכם נדרוש כו' עובר בלא תעבדם אפילו כשאחרים עשו לו י\"ל לעבור עליו כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה לא יאמר כו' ממטה דפר שהרי לא פירש בו כו' הד\"א ובד\"ה למדנו למעלה כו' חדא משמע הס\"ד כצ\"ל: ", 
            "גמ' בתר דקתני כך למעלה בפר אחת צ\"ל פיסקא אחת אחת ואחת אחת ושתים: ", 
            "שם שש אחת שבע אחת ולא פליגי כו' כצ\"ל: ", 
            "תוס' בד\"ה אא\"א למעלה דפר לאקושי כו' ובד\"ה מפני התערובות כו' אבל חובה יכולין להקריב לאלתר עכ\"ל הס\"ד ואח\"כ מ\"ה קינין הן תורין המתנדב תורין כו' כצ\"ל: "
        ], 
        [
            " בד\"ה ונברור כו' דשני הפרדין עמדו ברובע שלם שזהו דינר כו' עכ\"ל כצ\"ל נ\"ל ור\"ל לפי שהיו ב' פרדין כ\"א בעד חצי דינר צורי שבין שניהם הוי דינר צורי שלם דהוא רובע סלע ע\"כ קרא לשניהם רבעתיים דאילו שני מטבעות שקנו מהם ב' פרדין הוא רובע הסלע ורש\"י שפירש הרובע הוא חצי דינר צורי אפשר ג\"כ נתכוין לכך לפי שבין שניהן הוי רובע סלע ע\"כ קרא רבעתיים וכ\"א מהרובע הוי חצי דינר עיין בערוך בערך רובע ובתוס' פרק גט פשוט בזה ודו\"ק: ", 
            "בד\"ה הלוקח יין כו' דאמר בפרק שלשה שאכלו כו' כשמוכרין לאחרים לא חיישי על לפני כו' כצ\"ל: \n"
        ], 
        [
            "בא\"ד זה שעשיתי מעשר עשוי תרומת מעשר כו' עכ\"ל ר\"ל דהתם קורא שם לתרומת מעשר משא\"כ הכא בודאי ועיין בר\"ש: ", 
            "בא\"ד אבל בודאי לא יועיל לו שהרי אינו יכול להפריש כו' אי אתה מודה שמא יבקע כו' עכ\"ל ר\"ל דודאי השאר יכול לשתות בלא הפרשה היום כיון שעתיד לאחר שבת להפריש ממנו ב' לוגין תרומה וי' מעשר ראשון וט' כו' הרי הוברר למפרע שהשאר ששתה הם חולין גמורים אבל מעשר ראשון אע\"ג דמותר לזרים היינו אחר שהופרש אבל אם לא בא לידי הפרשה לאחר שבת שהיה שותהו למעשר היום נמצא שהיה הכל טבל למפרע אפי' השאר ומה שהביאו התוס' ראיה משמא יבקע כו' דלא נאמר אלא לר\"י ור\"ש אבל ר\"מ לא חייש ליה ואנן אליבא דר\"מ קיימינן הכא י\"ל דלא הביאו ראיה מיניה אלא דהיכא דלא אתי לידי הפרשה ה\"ל שותה טבלים למפרע ור\"מ נמי דפליג היינו משום דלא חייש שמא יבקע כו' כדקתני א\"ל לכשיבקע אבל אם בודאי לנו שיבקע הנאד ולא הוה אתי לידי הפרשה לעולם ודאי דמודה ר\"מ דשותה טבלים למפרע וה\"נ הכא אם היה שותה היום ולא הוה אתי כלל לידי הפרשה ה\"ל שותה טבלים למפרע ודו\"ק: ", 
            "בא\"ד אבל לחלל אינו יכול כיון שלא קבע לו מקום כו' ר' יוסי אומר דיו ומיהו כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה ומיחל מעשר שני על המעות דמה שיש כו' עכ\"ל כצ\"ל: תוס' בד\"ה דברי ר\"מ כו' שחייו ומותו תלוי בידו יש ברירה ולמאן דלא כו' אליבא דשמואל ניחא דבפרק מי שאחזו כו' כי ההיא דשמואל דמי שאחזו לא קשה מידי והא כו' כצ\"ל: "
        ], 
        [
            " בד\"ה ר' יהודה ור\"י כו' רב אמר חייב באחריותו ואם בא לחזור חוזר כו' עכ\"ל הסוגיא שם הוא בהיפך דלרב אם בא לחזור אינו חוזר דהולך כזכי ולשמואל חוזר דהולך לאו כזכי וכנ\"ל להגיה בדברי התוס' דהכא בכל זה להיפך וק\"ל: ", 
            "בד\"ה מ\"ש לכאן כו' ליתא למתני' מקמי ברייתות דהלוקח ודאיו דסמי כו' ס\"ל ליתא לדאיו ודהלוקח מקמי הנהו מתניתות ואע\"ג כו' הדר ביה דבלאו הכי ניחא כו' אלא בלקיחת בעלים א\"נ בעשיית כהן תלייה (שוב) דעת כהן המקריב כו' דערובין מקמי תרי ברייתות כו' כצ\"ל: ", 
            "בא\"ד דאליבא דרב קאמר דלא קאמר מידי כגון ההיא דלעיל דרבא כו' עכ\"ל ר\"ל דלא קאמר מידי דאינו מברר דבריו בנותן לקינין וכההיא דרבא דלעיל שכתבו ביה דמוקי ר\"מ ור\"י כרב אסי באחין שחלקו והשתא מדמה ברירה כו' ודו\"ק: \n"
        ], 
        [
            "בד\"ה הימנו ודבר כו' דא\"כ לא הוה יליף אלא מהיקשא דפר כו' כצ\"ל: ", 
            "בד\"ה חוץ מבפנים כו' בפרק איזהו מקומן דלא גמרינן זבחי שלמי צבור שהן קדשי קדשים ובעי צפון מדאתקשו לחטאת ואע\"ג דנפקא לן מהיקשא שאין נאכלין כו' כמו שעשה אחת למעלה בשעיר בפנים וכן כאשר כו' למעלה משעיר גמר ושעיר בחוץ למטה מפר גמר כו' בחד זימנא גם מה שלמדנו כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה או דלמא כו' ולאמה שבעזרה כו' לנחל קדרון אזלי הס\"ד ובד\"ה האי דיהיב מיניה שהרי כו' עכ\"ל ר\"ל אבל האי דמקצת דמים נתערבו כי יהיב מודאין יהיב מהנך שבמזרק שלישי שהם בעצמם בתחילה נתקבלו ג\"כ בשני המזרקות שנתן מהן המתנות ואי הוה בעי למיתב בתחלה מינייהו לא הוה מצי למיתב דכי יהיב מודאין יהיב דחויין הוה מעיקרא ולא שירים ודו\"ק: ", 
            "בד\"ה ה\"ג מנין כו' וראב\"ש סבר כוס עושה את חבירו שירים עכ\"ל ובד\"ה אין מערבין כו' בפני עצמו הס\"ד ואח\"כ מ\"ה דאמר אע\"ג דלא כו' ת\"ל אביו כו' שיפרוט לך הכתוב יחדו אלמא לרבי יאשיה כו' כצ\"ל: ", 
            "תוס' בד\"ה אלא אמר כו' ורואה אני דם הפר למעלה כאילו הוא מים עכ\"ל ר\"ל כשהוא זורק שוב לשם שעיר למעלה דם הפר שנתערב בתוכו רואה אני בו כאילו הוא מים ואינו פוסל משום אחת ולא שתים מדם הפר כדלקמן מיהו לעיל נמי גבי נתערבו לו דמים בדמים דמסיק שנותן א' למעלה לשם פר כו' וחוזר ונותן אחד למעלה לשם שעיר נמי צ\"ל כן דכשהוא חוזר ונותן לשם שעיר רואה אני דם הפר שזורק עתה כאילו הוא מים ודם שעיר שזרק מתחלה כאילו הוא מים ויותר נראה להגיה הכא בתוס' כאילו הוא מינו דר\"ל כאילו הן שוים במתנותיהן ודו\"ק: ", 
            "בד\"ה תניא דלא כו' אלא ניחא ליה לאתויי הך ברייתא שרבי יונתן עצמו מוזכר בה כו' עכ\"ל ולפי מ\"ש התוס' לקמן דה\"ק שאני הכא דכתיב אחת כו' דלמא ר\"י דרש לה ורבי יאשיה דריש לה לדרשה אחרת כו' וסבר דאין מערבין משום דילמד סתום מן המפורש ליכא לאתויי מידי מהנהו ברייתות דאימא כשנויין דאתיין כרבי יונתן דסבר מערבין אבל לרבי יאשיה סבר דאין מערבין וק\"ל: ", 
            "בא\"ד דרבי יונתן לא דריש אחת ר' יהודה דדריש כו' דהא בקר וצאן הוא פי' דמן הבהמה כו' מן צאן הכבשים או מן העזים כו' כצ\"ל: \n"
        ], 
        [
            "תוס' בד\"ה ר' יונתן כו' ולאו מטעמיה דלדידיה כו' דמשמע ליה כל אחת ואחת בפני כו' ובקרנות פליגי וי\"ל בלפני ולפנים על כו' כצ\"ל: "
        ], 
        [
            " גמרא דאמר קרא ויצא אל המזבח [עד] דנפיק מכוליה כו' רש\"י הביא הך דרשא בחומש והקשה עליו הרא\"ם דמקרא דויצא לא שמעינן דבמתנות המזבח זקוק לעמוד מן המזבח ולחוץ לצד מזרחו כמו שפרש\"י אלא לאשמועינן דבהזאה על הפרוכת זקוק לעמוד מן המזבח ולפנים לצד מערבו וצ\"ע עכ\"ל ודבריו תמוהים דדברי רש\"י הם בעצמם דברי שמואל דהכא דלכ\"ע גמרינן מויצא עד דנפיק מכוליה מזבח דהיינו במתנות המזבח זקוק לעמוד מן המזבח ולחוץ לצד מזרחו מיהו הא ודאי נמי שמעינן מיניה דבהזאה על הפרוכת זקוק לעמוד מן המזבח ולפנים לצד מערבו כדלעיל בברייתא מדכתיב ויצא אל המזבח ע\"כ היכן היה בשעת הזאה על הפרוכת לפנים מן המזבח ואין מקום לתמיהתו דודאי תרוייהו שמעינן מויצא לכ\"ע כדמוכח בשמעתין וק\"ל: ", 
            "בפרש\"י בד\"ה עומד על שנים כו' דרך ימין מקיפה הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה דאמר קרא אל יסוד כו' ולא גרסינן בההוא כו' עכ\"ל כל זה הדבור שייך לקמן בדף נ\"ט אפיסקא דשירי הדם היה שופך על יסוד מערבי כו' דמייתי מקרא ואת כל דם הפר ישפך וגו' ומסיפיה דהאי קרא דרשינן ליה דמסיים אל יסוד מזבח העולה אשר פתח אהל מועד זה יסוד מערבי כפרש\"י לקמן ובפר כהן משיח כתיב אלא דבת\"כ מרבה מהפר פר יוה\"כ כפרש\"י ומש\"ה ל\"ג לקמן בההוא פגע ברישא כדגרסינן בגמרות שלנו דהא מגופיה דקרא מפיק ליה ולא שייך התם בההוא פגע ברישא דהיינו טעמא דאין מעבירין על המצות כמו שפירשו התוס' כל זה בפרק אמר להם הממונה (יומא דף ל\"ג) ע\"ש זהו כוונת דברי התוס' הכא וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה ואיבעית כו' ברגל היא כהקפה כו' ובד\"ה מכלל כו' קאמר בברייתא עכ\"ל ובד\"ה ועל כולן כו' והולך למעלה הס\"ד ובד\"ה במקום כו' טהרו בהזאות הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה משכוה כו' זו וזו ירושלים תנא דבי כו' וכן בערוך כו' כגירסת רש\"י דהתם נראה דלא כו' עכ\"ל כצ\"ל ויש לדקדק בדבריהם דלפי הגירסא בתרוייהו גברא לגברא אמאי לא הניחו בתרוייהו לפרש כפרש\"י בשמעתין דתלמידי ר\"ש משכו את ר\"י כו' וי\"ל משום דלא ניחא להו לפרש כן גברא על ר\"י שמשכו את ר\"י גופיה אלא תלמידי של רבי ישמעאל משכו כדמשמע לישנא דבי ר\"י ודו\"ק: "
        ], 
        [
            " בד\"ה הוא לפני כפרה כו' דיצא לנחל קדרון מועלין בו מדאורייתא לפי שב\"ד כו' עכ\"ל וצ\"ל בשמעתין דקאמר לכ\"ע מדאורייתא אין מועלין בו היינו מדין מעילת קרבן אבל אחר שב\"ד הקדישו אותו קתני בפרק ולד חטאת דמועלין בו ביצא לנחל קדרון אפילו מדאורייתא ודו\"ק: ", 
            "בד\"ה אין לך דבר כו' כלפני כפרה דאין לך דבר שלא נעשית מצותו כו' משום דלאו קדשי ה' נינהו וי\"ל כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה והרי תרומה כו' אדיוקא קאי אלא נהנין ולא כו' לאחר שנדשן ואפילו קודם דישון כו' שיהא מצוה לדשנו וא\"כ כו' בדשון מזבח החיצון אלא דמחמת ייתור כו' כצ\"ל: ", 
            "בא\"ד דתרומת הדשן לית בה מעילה אלא איסור הנאה אע\"ג דהכא קאמר מועלין כו' עכ\"ל ולפי זה צ\"ל דשמעתין לענין דם נמי לאו מעילה ממש קאמר אלא איסור הנאה דהא אדם מייתי הא דתרומת הדשן וא\"כ לא קשה מידי מהא דקשה להו לעיל ממאי דמייתי בריש מעילה מדעולא דאמר קדשים שמתו כו' [א] ולא מייתי ממתני' דדם משום דלא מיירי כלל לענין מעילה אלא לענין איסור הנאה והתם בריש מעילה בדין מעילה ממש קאיירי ודו\"ק: \n"
        ], 
        [
            "בפרש\"י בד\"ה ובגדי כהונה כו' והניחם שם הס\"ד ובד\"ה עגלה ערופה כו' גניזתה הס\"ד ובד\"ה בין לאדם כו' והבשר תאכל או מתירין למזבח כו' כצ\"ל: ", 
            "תוס' בד\"ה חד למעוטי כו' ובידיעה אחת שלא הותר מכללו כו' והא דעביד התם האי ק\"ו עיקרו אג\"ש כו' עכ\"ל עיין אהאי ק\"ו ואהנך ג\"ש בפ' ב\"ש (זבחים דף מ\"ה) אך לא ידענא מה תקנו בזה דאכתי הכא גבי דם נמי נילף טומאה בק\"ו מפיגול ונסמך אהך ג\"ש דמצי למילף חילול חילול מנותר ונותר עון עון מפיגול [ב] גם בעיקר קושייתם דמעיקרא תמיה לי דהא מסיק התם דאין לפטור דבר שאין לו מתירין מטומאה בהאי ק\"ו משום דאשר הם מקדישים לי ריבה כל המוקדשים וא\"כ דם נמי דהוי בכלל דבר שאין לו מתירין ליכא לפטור מק\"ו משום דהוה איתרבי לן נמי מאשר הם מקדישים כמו שאר דבר שאין לו מתירין ולכך איצטריך מיעוטא דהכא למעט דם מטומאה ודו\"ק: ", 
            "בא\"ד עון עון מנותר אלא י\"ל דג\"ש דעון וחילול כו' כצ\"ל: "
        ], 
        [
            " גמרא והאמר ר' יוחנן תנא ר' נחמיה כדברי האומר שירים מעכבי קשיא כצ\"ל: ", 
            "בפרש\"י בד\"ה כדתניא כו' כשאר המתנות אי עקר להו לגמרי כו' ובד\"ה מפני מה כו' לא כפר הס\"ד ואח\"כ מה\"ד ואמרינן באיזהו מקומן הס\"ד ואח\"כ מה\"ד משמעות כו' כצ\"ל: ", 
            "תוס' בד\"ה תנא כו' איכא למימר רבי נחמיה בפנימיים איירי כו' כצ\"ל: ", 
            "בא\"ד ואין לתרץ דסוגיא דר\"פ ב\"ש דלא כר\"י כו' במסקנא מיתוקמא מילתא דר\"י כו' עכ\"ל ר\"ל משום דמעיקרא בפ' השוחט ומעלה קאמר תיובתא לר\"י וא\"כ איכא למימר דודאי ר\"י ס\"ל דזה תולה בזה דהיכא דמעכב מחייב עלייהו בחוץ אבל הסוגיא דפ' ב\"ש דלא כוותיה וסבירא להך סוגיא דאע\"ג דלא מעכבי מחייב עלייהו בחוץ ואהא קאמר דליתא דהא במסקנא התם מיתוקמא מילתא דר\"י שפיר ולא הוי קאי בתיובתא וא\"כ אין סברא דסוגיא דב\"ש דלא כוותיה ודו\"ק: ", 
            "בא\"ד בתחילת עבודה כו' אלא על גבי איצטבא כו' ומינייהו יליף חיצונים ליחייב בחוץ כו' סתמא במתני' ובברייתא דחייב כו' כצ\"ל: ", 
            "בד\"ה וכפר כו' מזבח כמשמעו כו' ולא שהה כשיעור השתחויה ועביד עבודה כו' עכ\"ל דבשהה שיעור השתחויה כפרש\"י לא ה\"ל לתלות הדבר במזבח אלא בעזרה ומש\"ה פירשו דנקט מזבח דאיירי בעבד עבודה על המזבח ומשום טמא ששימש ואפילו לא שהה כשיעור השתחויה ובפרק ב' דשבועות מפרש לה כגון שהפך בצינורא ומיהו בסוף פרק קמא דשבועות דחו זה משום דלא מצינו ששעיר פנימי יכפר על טמא ששימש ודו\"ק: \n"
        ], 
        [
            "בפרש\"י בד\"ה זה לפני כו' על טומאה שאירעה לפני ולפנים אם נכנס כו' עכ\"ל פירושו מגומגם ממה שפירש על טומאה שאירעה כו' דהיינו שאחר שנכנס לפני ולפנים נטמא שם בפנים ע\"י שרץ וממה שפירש שוב אם נכנס אדם שם לטומאה כו' נראה דאיירי בנטמא ואח\"כ נכנס גם קשה דאי איירי בנטמא כבר ונכנס אח\"כ ל\"ל קרא לנכנס לפני ולפנים כיון דכבר נתחייב בנכנס לעזרה ולהיכל בטומאה וק\"ל: ", 
            "בד\"ה זה היכל הזאות שעל הפרוכת ובד\"ה ולא שני כו' שתי פעמים הס\"ד ואח\"כ מה\"ד לי חילק כו' נתן ר' יעקב חילוק בלוג שמן כו' כצ\"ל: ", 
            "תוס' בד\"ה דברי הכל כו' ויתחיל בבהונות דא\"כ זהו דלא כתנאי דהכא וע\"כ נראה ר\"י בן נורי דאמר התם כו' עכ\"ל כצ\"ל ועיין בתוספות פ\"ק דזבחים: "
        ], 
        [
            " בפרש\"י בד\"ה ולר\"א ור\"ש דאמרי כו' ואי אפשר לגומרה באחר דהא כתיב כו' ובד\"ה צריך העברת כו' עד מלאת אבל ביום מלאת יגלח בתער וזה אין לו שיער כו' ובד\"ה מה חטאת כו' בהיקשא דכחטאת האשם כצ\"ל: ", 
            "תוס' בד\"ה אשם כו' ה\"נ פליגי במתן דם כו' אפ\"ה מביא אחר וטעמא כו' עכ\"ל נראה דלהך גירסא נמי ל\"ג הכא אין לו תקנה אלא לר\"א ור\"ש נמי יביא אחר ויתחיל במתן דמו ממקום שפסק והוצרכו לטעמא הוי כו' לר\"א ולר\"ש כמו שהקשו לקמן ודו\"ק: ", 
            "בא\"ד למידרש הכי מאי טעמייהו ושמא כו' וגלי קרא ממקום כו' כצ\"ל: ", 
            "בד\"ה מה חטאת כו' פרש\"י דילפא מעולת סיני כו' עכ\"ל כך פרש\"י בפרק איזהו מקומן ע\"ש: \n"
        ], 
        [
            "בא\"ד מדכתיב כחטאת האשם כו' דכתיב כחטאת האשם הוא כו' כצ\"ל: \nסליק פרק הוציאו לו \nשני שעירי פרק ששי \nבפרש\"י בד\"ה והשני אם כו' ואחד מזוג שני באחד יתכפר כו' כצ\"ל: ", 
            "תוס' בד\"ה שני שעירי כו' בפ\"ק דשבועות כו' מה שעיר הנעשה בפנים אינו מכפר על ישראל כו' עכ\"ל הסוגיא ליתא הכי התם ע\"ש: ", 
            "בא\"ד דדריש היקשא בכה\"ג אע\"ג כו' הכי נמי נדרוש הא שלא יתכפרו כהנים כו' דלא מדמינן להו לגמרי דלא אמרי' מה זה אינו מכפר על ישראל כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה השתא דאמר כו' מעשה בגופן הוא דאי לאו כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה לשמו פטור דאינו ראוי לשמו בפנים הס\"ד ובד\"ה ואמר רב חלקיה לא שנו דאשם כו' כצ\"ל: ", 
            "תוס' בד\"ה שלמים כו' מפני שמטיל מום כו' על הרצפה דנהי דשרי כו' שיש לו היתר בשאר קדשים כו' ובד\"ה טעמא כו' ואיכא למימר דמרישא דייק כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה אלו אישים שלא כו' ובד\"ה דלמא מייתי כו' ראשון ולעולם שנים כו' כצ\"ל: ", 
            "תוס' בד\"ה וכל שאין כו' אע\"ג דתמימה היא כו' ה\"נ בקדשי בדק הבית פטור כו' כצ\"ל: ", 
            "בד\"ה זריקת כו' עוד הקשה לר' יוסי בר יהודה דמחייב כו' בפ\"ק דתמורה דף ז' ע\"ש: ", 
            "בא\"ד מה להנך שחייבין בבעלי מומין תאמר בקבלה דפטור כו' כצ\"ל נ\"ל ודו\"ק: \n"
        ], 
        [
            "בא\"ד דלא תיתי דלקבלה לא איצטריך אלא לגלויי כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה התם לא איתחזי כו' דהתם משעה שהקדישה היתה דחויה כו' עכ\"ל [ג] ולא ידענא מה תיקנו בזה דהא בהמה של שני שותפין נמי משעה שהקדישה היתה דחויה ובתוס' פרק מי שהיה טמא הוסיפו בדבריהם דבמחוסר זמן הזמן קבוע להיות ראוי ליום ח' הלכך לא שייך למילף מיניה בעלמא עכ\"ל אבל לפי זה [לא] הוה קשיא להו מידי מהא דאמרינן לילה לקדושה יום להרצאה ודו\"ק: ", 
            "בא\"ד לא חזיא להקרבה אפילו הכי כי חזיא למחר כו' כצ\"ל: ", 
            "בד\"ה ואידך כו' והא דמשמע התם דדרשא דרבי אליעזר מה\"א דבהם כו' כצ\"ל וע\"ש בתוספות וק\"ל: "
        ], 
        [
            " גמרא ואם היה השני מובחר ממנו כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה יעמד חי כו' הוא בא לחזור ולעמוד כו' כצ\"ל: ", 
            "תוס' בד\"ה יעמד חי כו' דר\"י ולא מטעמיה דטעמא דר\"י כו' ובד\"ה הא אמר רבא כו' כוותיה דרב תימה לי כו' כוותיה דרב אדרבה תקשי כו' ישפך הדם ומביא שנים אחרים כו' והשתא ניחא הא דקתני ועוד ומכל מקום כו' להכי מסיק קשיא הס\"ד כצ\"ל ואח\"כ מה\"ד הוה ליה כמפריש ב' חטאות כו' שייך לקמן בדף ס\"ה: \n"
        ], 
        [
            "בפרש\"י בד\"ה ואמר ר' אושעיא כו' לא הופרש לאיבוד הס\"ד ובד\"ה להיות חי כו' צריך תשלומין ובלא הגרלה א\"א וזקוק כו' עכ\"ל כצ\"ל: ", 
            "תוס' בד\"ה הכל מודים כו' לאחר שכיפרו שאבדה והקריב אחרת כו' הד\"א ובד\"ה נשבעין כו' ובפרק הזהב פרש\"י על כו' כצ\"ל: "
        ], 
        [
            " בד\"ה ומשום גזירה כו' אבל חטאת אפי' אחת לא דילמא עביד לההיא עולה למטה וג' עולות למעלה לא כו' כצ\"ל ור\"ל דדין חטאת מתן דמו למטה מחוט הסיקרא ודין עולה מתן דמו למעלה וא\"כ אפילו חטאת [אחת] לא דילמא ההיא עולה היא שנתערבה והוא נותן דמה למטה כדין חטאת ופסול בעולה וג' עולות ליתן דמם למעלה נמי לא יקריב מהם משום דלמא עביד כולהו כו' וק\"ל: ", 
            "בא\"ד וכן זוג הנשאר מה\"ט וכן כו' כצ\"ל: ", 
            "בא\"ד וכן קשה השלישית אמאי אין לה אלא אחת כו' פרק התערובות כל הזבחים שנתערבו כו' כצ\"ל: ", 
            "בד\"ה משום כו' עברה שנתה דהלכתא גמירי לה כו' כצ\"ל: \n"
        ], 
        [
            "גמ' לא דכ\"ע לא חיישינן לתקלה והכא כו' כצ\"ל נ\"ל: ", 
            "בפרש\"י בד\"ה ערסלא כו' טול מהר וצא ואל תשהה כו' כצ\"ל: ", 
            "תוס' בד\"ה אמר כו' בשעיר המשתלח בשאר עבירות כו' כצ\"ל: "
        ], 
        [
            " בד\"ה מהו להציל כו' במלכות הוה עכ\"ל פי' משום כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה שבעה ומחצה כו' ובשלשים קנים הוא קצב הריס אותו חשבון אינו ' מכוון לאלפים אמה כו' עכ\"ל ר\"ל לפי חשבון שכל קנה ו' אמות כפרש\"י לקמן וכל ריס שלשים קנים הרי בריס ק\"פ אמות ובז' ומחצה ריס יש אלף וש\"ן אמות וחסר שש מאות וחמשים אמות שלא יגיע לאלפים וק\"ל: ", 
            "בא\"ד ברוחב ע\"ה מיל חריצותיה והם כו' כצ\"ל וכ\"ה בפיוט שלפנינו ע\"ש: ", 
            "תוס' בד\"ה וכולן כו' מערי לוים כו' נותנין לו פיאות ועמוד ברה\"ר כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה לתקלה שימצאם אדם ויהנה מהם כו' כצ\"ל: ", 
            "תוס' בד\"ה אטו במגס כו' ע\"ג האישים ניחא לפרש\"י דה\"פ כו' כצ\"ל מתוס' דפרק תמיד נשחט ע\"ש וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה מה להלן כו' כדמפרש ואזיל הס\"ד ואח\"כ מ\"ה וקרבו כו' שמוציאו שלם הס\"ד ואח\"כ מ\"ה ונאמר להלן ראש וכרעים ה\"ג ומעולה גמר כו' והקרב והכרעים וגו' הס\"ד ואח\"כ מ\"ה כשם שפרשו בקרבו וכו' שנאמר ואת כו' הד\"א ובד\"ה ת\"ר נאמר כו' למה נאמר אל מחוץ וגו' וגבי פר יוה\"כ נמי כתיב החטאת החטאת ואת פר וגו' אתיא כדפרישית הס\"ד ואח\"כ מ\"ה ה\"ג אמר מר להלן כו' כצ\"ל מפי' ישן ודו\"ק: ", 
            "תוס' בד\"ה כשם שפרשו כו' מדאתקש עור ובשר לפרש כו' ליישב פרש\"י הס\"ד ואח\"כ מ\"ה תן לו מחנה כו' דיליף מקלל דבית סקילתו חוץ כו' וקשה והא דבר הלמד בהיקש אינו חוזר ומלמד בג\"ש וכן קשה לר\"ש כו' כצ\"ל: ", 
            "בא\"ד ופר העלם נמי כו' לאו בהיקש יליף אלא בג\"ש דהחטאת כו' עכ\"ל לא ידענא מה תקנו בזה דהא ההוא מחנה דכתיב בדשן לא אתיא אפר כהן משיח אלא בהיקש ואם כן ליכא למילף אותה מפר כהן משיח לפר העלם דבר בג\"ש דחטאת חטאת דדבר הלמד בהיקש אינו חוזר ומלמד בג\"ש כמ\"ש התוס' לעיל ודו\"ק: "
        ], 
        [
            " גמ' ולא משנעשו אפר מטמאין בגדים רבי אלעזר בר' שמעון אומר הפר מטמא כו' כצ\"ל כנראה מתוך פרש\"י ול\"ג בהך ברייתא אדברי ר' יהודה כמו שהוא בספרים שלפנינו הכא דבפ' ט\"י ל\"ג ליה וכן בילקוט וק\"ל: ", 
            "בפרש\"י בד\"ה אבית הדשן כו' מכלל דלת\"ק לא צריך ראב\"י היא כו' כצ\"ל: ", 
            "בד\"ה עד בית חדודו הוא ראש המדבר ושם נתקיים כו' עכ\"ל ר\"ל דאינו צריך להגיע השעיר עד הצוק כשמתחיל לקרות הפרשה דהא ר' יהודה גופיה קאמר לעיל שהיה י' מיל מירושלים עד הצוק והכא עד בית חדודו קאמר שלא היה רק ג' מיל וק\"ל: \nסליק פרק שני שעירי \nבא לו פרק שביעי \n"
        ], 
        [
            "תוס' בד\"ה תפילין כו' שמא יישן בהן ויפיח אבל כו' כצ\"ל: ", 
            "בד\"ה קשין הן כו' על כתיפו אפילו להוציא זבל ומה כו' ובד\"ה בגדי כהונה היוצא כו' שלא ניתנה תורה למלאכי כו' כצ\"ל: "
        ], 
        [
            " גמ' דרב חסדא אהא מיתיבי דתניא היכן קורין כו' כצ\"ל ועיין בסוגיא זו במסכת סוטה פרק א\"נ: \n"
        ], 
        [
            "תוס' בד\"ה ושעיר הנעשה כו' תימה לי מאי מספקא ליה אם איתא דשעיר כו' כצ\"ל מתוס' ישנים: "
        ], 
        [
            " בד\"ה ואח\"כ שעיר כו' היו קריבים עם תמיד של בין הערבים ולפרש\"י לא היה דבר קרב עם תמיד כו' כדתניא הכא אלא ע\"כ לרבי עקיבא פריך דלמא כו' קריבין עם תמיד של בין הערבים ומתני' דקתני היו קריבין עם תמיד של בין הערבים ה\"פ עם כו' דבטבילה שלישית הוי והיו קריבין עם כו' שמא משום דלאו קרבן שלם נינהו דכבר כו' הלכך לא חש למחשביה כו': ", 
            "בד\"ה עביד חד כדכתיב כו' מן הכבשים לערב למר ששה ולמר חד סגי עכ\"ל: ", 
            "בד\"ה דכ\"ע מיהת כו' דמשמע דלא הוי אלא חד כו' דברייתא משמע דאליבא דר\"ע קאמר כו': ", 
            "בד\"ה ולהיטיב את כו' בדישון המנורה נכנס ומצא כו' כצ\"ל: \n"
        ], 
        [
            "גמ' שביש מתני' אמר אביי כו' כצ\"ל: ", 
            "בפרש\"י בד\"ה שכל הפרשה כו' בפ' א\"ל הממונה הס\"ד ובד\"ה אינו רואה כו' עביד להו בטבילה שלישית כו' ובד\"ה שביש מתני' ואימא שריפת הפר ושעיר אחר כו' ובד\"ה אמר קרא כו' דמשתעי בשריפת הפר ושעיר ושניהן כו' כצ\"ל: ", 
            "תוס' בד\"ה לא משכחת כו' לעיל פרק אמר לו הממונה הס\"ד ואח\"כ מה\"ד ואימא עמרא כו' שייך לקמן בהיפוך הדף לטובה: ", 
            "בא\"ד לתנא דבי ר' ישמעאל דסבר הכי אבל לרבנן דפליגי עליה ומחייבי כו' הכנף מין כנף דא\"כ מאי כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה חוטן כפול כו' ומין שבו הס\"ד ובד\"ה ה\"ג ויעשו את כו' מינים אחריני בהדיה הס\"ד ובד\"ה בן נכר כו' צ\"ל קודם ד\"ה מאן אמרה כו' כצ\"ל: ", 
            "תוס' בד\"ה ויליף משזר כו' השזירה כ\"ד כו' אף כאן השזירה כ\"ד כי התם כו' אלא ששה הס\"ד ואח\"כ מה\"ד נעביד ד' כו' וי\"ל פתילים כתיב מיעוט פתילים שנים כו' עכ\"ל דבריהם תמוהים דהא לאוקימתא דרב אשי קיימינן ומי הכריחם למנקט אליביה הך דרשא [א] דמיעוט פתילים שנים וכשנקצץ כו' דהא בלאו הכי מהך דרשא דמייתי מדכתיב בכל חד בתוך מוכח שפיר דהוו ד' ואם נאמר דהך קושיא שהקשו דאה\"נ נעביד זהב תמני קשיא להו נמי לאוקימתא דרב אחא ב\"י א\"כ לדידיה לא תקנו בהא דתפסת מרובה כו' אלא דלא הוי זהב ח' אבל אכתי קשה דלהוי זהב ו' דומיא דשאר מינין שבו וי\"ל בדוחק דלא באו ליישב אלא לרב אשי אלא שהכריחם למנקט לרב אשי הך דרשא דמיעוט פתילים שנים כו' דאהך דרשא שייך למימר דתפסת מרובה לא כו' מה שאין כן אהך דרשא דבתוך דלא שייך לומר בה מיעוט רבים שנים ותפסת מרובה לא כו' כיון שלא הוזכר בפסוק מיעוט ורוב ודו\"ק: ", 
            "בא\"ד לא תפסת והא דפריך ואימא זהב נמי ו' כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בד\"ה כתיב בטבעות כו' וכן במזבח הנחושת כתיב והובא את בדיו בטבעות וגו' בשאת אותו ובמזבח כו' אבל לא כתיב בהן והבאת כו' עכ\"ל לא ידענא מ\"ש לשון והבאת דכתיב בארון מלשון והובא דכתיב בצווי גבי מזבח הנחושת גם מ\"ש עוד ובעשייה לא כתיב ויבא כדכתיב גבי ארון כו' עכ\"ל הוא דבר תמוה דבמזבח הנחושת נמי כתיב גבי עשיה ויבא את הבדים וגו' ודו\"ק: ", 
            "בא\"ד לא היו זזין משם לעולם שנא' בטבעות וגו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה שגורדין כו' ומשרדין מהן כלום ומשיירין מהן מקצת כו' עכ\"ל כצ\"ל: ", 
            "בד\"ה שלש ארונות כו' וחיפה שפתו העליונה בזהב כו' עכ\"ל ק\"ק דלא לישתמיט נמי למחשב נמי הך משהו של גובה הארון ע\"י עובי חיפת שפה העליונה כדחשיב לקמן משהו של עובי השולים ומשהו של זר ודו\"ק: ", 
            "בד\"ה יכול יהא כו' גבי עשירית איפה כו' יכול שאני מרבה אף משוח מלחמה כו' עכ\"ל ק\"ק דמה\"ט דממעט לקמן משוח שעבר מעשירית האיפה משום דחדא אמר רחמנא ולא שנים כפרש\"י לקמן איכא למעט נמי משוח מלחמה וי\"ל ודו\"ק: ", 
            "בא\"ד וגבי כה\"ג תניא כו' לכהן תחת אביו מלמד שהבן קודם לכל כו' עכ\"ל ק\"ק דמהאי קרא גופיה דמייתי שבעת ימים ילבשם הכהן תחתיו מבניו וגו' יש ללמוד דבכה\"ג הבא לאהל מועד בנו קודם לכל אדם ודו\"ק: \n"
        ], 
        [
            "תוס' בד\"ה וכולן כו' במיתת משוח שעבר אף לרבנן או משוח מלחמה לרבי יודא שגם כו' עכ\"ל כצ\"ל: \nסליק פרק בא לו \n"
        ], 
        [], 
        [
            "גמ' והא משחק בקוביא מדאורייתא מיחזא כו' אבל מלך מדאורייתא לא חזי ומיהו אצטריך ליה למעוטי משום דלא הוי בכלל ולא בפסולים דקתני התם ודו\"ק: ", 
            "תוס' בד\"ה אצטריך קרא כו' מה שיש לדקדק בכל דבור זה עיין בחידושי' פ\"ק דחולין ובנדה פרק המפלת: "
        ], 
        [
            " בא\"ד אצטריך כו' דממעטינן מערך איש ומערך אשה טומטום כו' מאי קשקשת סנפיר ואפי' דג טמא כו' כצ\"ל: "
        ], 
        [
            " גמ' אף כל לאתויי כוי כוי ספיקא הוא אצטריך כו' דהכא ליכא למימר מדרבנן וקרא אסמכתא בעלמא דהא בין שהוא בהמה ובין שהוא חיה דמו אסור ולא אצטריך קרא לאסמכתא אי לאו דבריה הוה וק\"ל: ", 
            "שם ולא אביא את החולין שאינן בלאו ת\"ל תענו ועניתם את כו' שהן בבל תותירו ת\"ל תענו ועניתם את נפשותיכם וגו' אם נפשך כו' כצ\"ל נ\"ל: ", 
            "בפרש\"י בד\"ה ואם נפשך כו' עינוי שהוא אבידת נפש בתוך כו' כצ\"ל: \n"
        ], 
        [
            " ע\"א בכוסו עריות כו'. דשתיית יין מביא לידי זנות כדכתיב זנות יין ותירוש וגו': ", 
            "כל העולם כולו דומה כו'. פרש\"י ממון אחרים כו' ע\"ש ר\"ל דאחר שאכל ממונו מבקש לימודו בממון אחרים ועוד נראה דלפי זה יש לגרוס נותן עיניו בכיסו שהוא הכתיב ביו\"ד ור\"ל שעינו רעה בכיסו בא לידי חימוד ממון של אחרים: ", 
            "דאגה בלב איש ישיחנה לאחרים כו'. מפורש במס' סוטה פ' משוח מלחמה: ", 
            "חד אמר אפי' אוכל כו'. לכאורה אקרא דתורה ה\"מ לפלוגי הכי דכתיב ועפר תאכל כל וגו' אפי' כו' טועם בו טעם עפר או אין דעתו מיושבת כו' וי\"ל דההוא קרא דתורה בלשון קללה נאמר דאפשר שלא יהיה לו שום אכילה מצויה אלא עפר ואפשר שבשאר אכילות טועם בהם טעם גם דעתו מיושבת עליו אבל הכא מדכתיב לחמו דריש אי למר דאפי' בלחם שהוא כולל שאר אכילת סעודה טועם בו טעם עפר ואי למר דאפי' בלחם שהוא כולל שאר מאכלות אין דעתו כו' עד שיאכל עפר: ", 
            "קלל את הנחש עולה כו'. ר\"ל דגם אחר שנתקלל ואין אוכל רק עפר מזונותיו מצוין עולה לגג כו' וכן קלל את כנען שיהיה עבד לאחיו ואין לו כלום בלא רבו דמה שקנה עבד קנה רבו מ\"מ מזונותיו מצוין אצל רבו והיינו כמ\"ד שלא יכול לומר לו עשה עמי ואיני זנך וכן באשה אשר קללתה ארבה עצבונך גם שהם טומאת נדה ולידה מ\"מ אין מרחיקין ממנה והכל רצין אחריה וכן קלל האדמה קוץ ודרדר תצמיח וגו' מ\"מ הכל ניזונין ממנה בזעת אפים וק\"ל: ", 
            "וחד אמר עריות כו'. עי' פרש\"י והיינו בשהותרו לישא גם בקרובים הפריה ורביה מתרבה יותר ודקאמר נמי ומ\"ד עריות דכתיב חנם לפי שברחוקות לא ימצא לישא אלא במוהר ומתן משא\"כ בקרובות דאפשר שיתרצו חנם ולמ\"ד התם דבן נח מותר בבתו ניחא טפי בחנם: ", 
            "כשהיו ישראל שואבין מים הקב\"ה מזמין כו'. מפורש בפ\"ק דסוטה וע\"ש: ", 
            "מאי מעין חתום כו'. יש לעיין דמעיקרא נקט במילתיה רישא דקרא גן נעול וגו' ילבסוף נקט סיפא דהאי קרא מאי מעין חתום וי\"ל דמעיקרא נמי אסיפא דקרא קסמיך דרישא דקרא גן נעול וגו' לא מתפרש ליה אלא בא\"א וכ\"ה בתרגום וכן גן נעול מתפרש ליה על הבתולות כתרגומו אבל מעין חתום מתפרש ליה על העריות וק\"ל: ", 
            "שנאסרו כו'. וכתב הרא\"ם לא ידעתי למה נתעוררו עכשיו כו' והלא עברו כמה חדשים כו' שהרי מיוה\"כ שירד משה שוב לא עלה כו' וי\"ל דלא נאמרה כל התורה לישראל אלא כ\"א בזמנה כו' ע\"ש ומ\"מ ק\"ק למה נתעוררו על איסור עריות בזמן תרעומתן על המן ובאמרם מי יאכילנו בשר וי\"ל ע\"פ מ\"ש לקמן גד שמגיד אם בן ט' לראשון ואם בן ז' לאחרון דהשתא בכה\"ג ביבום אשת אחיו אם נמצא עומר הקטן בבית בעלה הראשון שמת הרי השני בא עליה באיסור ערוה ולכך ע\"י המן נתרעמו על העריות: ", 
            "ולא ממשן כו'. מדלא התרעמו רק על אלו ה' מינין ע\"כ משום שהיה המן חסר ממשן שהוא קשה לעוברות ומיניקות אבל טעמן לא היה חסר שכל הטעמים היו במן דטעמן בלא ממשן אינו קשה לעוברות כו': ", 
            "א\"ר אסי עגול כגדא כו'. לפי שאנו רואין שזרע גד אינו לבן ע\"כ לא דמוהו לגד אלא משום עגול והראיה דבפ' בהעלותך דמו אותו למראה כעין הבדולח והיא מראה לבן כמרגליות דנקט הכא וק\"ל: ", 
            "גד שדומה להגדה כו'. ולפ\"ז יהיה לבן מלשון לב דכמו שהאגדה זו מושך לב אדם לד\"ת כך המן מושך לב אדם לאכילה לפי שהיה טועם בו כל הטעמים וכדאמרי' רווחא לבסומי שכיח: ", 
            "מגיד להם לישראל אי בן ט' כו'. ויהיה פי' כזרע גד שמגיד איזו זרע זה הבן אי בן ט' כו' ולפי דרך זה לבן שמלבין כו' לפי שספק בן ט' לראשון ובן ז' לאחרון קרוב לבוא לידי עבירה כדאמרי' פ' החולץ דלכך תקנו הבחנת ג' חדשים בכל הנשים גזירה שמא ישא את אחותו מאביו כו' והמן מלבין עון זה מישראל: ", 
            "שהיה מגיד כו'. ויהיה פי' גד לבן שהיה מלבן ומברר מה שבחורין כו' דהיינו דבר הספק לדיין מי זכאי ומי חייב: ", 
            "אם נמצא עומרה בבית בעלה כו'. יש נוסחא אחרת בהיפך כמ\"ש בע\"י ונראה לפרש לפי הנוסחא שלפנינו דאם היא סרחה עליו והוא היה רוצה בה הרי היא אשתו ועומרה בבית בעלה אבל אם הוא סרח עליה הרי היא כאינה אשתו כיון שיכול לגרשה בעל כרחה עומרה בבית אביה וזה שדקדק רש\"י לפרש הוא סרח עלי ותובעתו כתובתה ע\"ש דודאי לא איירי שנתן לה גט דא\"כ היאך נמצא עומרה בבית בעלה כיון שאינה אשתו כלל אלא שהוא רוצה עתה לגרשה באומרו שהיא סרחה עליו ואינו רוצה ליתן לה כתובה והיא אומרת הוא סרח עלי ואם רוצה ליתן לי גט בע\"כ יתן לי כתובה ודו\"ק: ", 
            "רשעים שטו ולקטו כו'. מה שבקשו לתת להם לחם לא חטאו כלל כדמוכח לקמן ובערכין דשנים במן היינו שהותירו ויצאו בשבת ורשעים דנקט הכא אינו נראה דעל שהותירו ויצאו בשבת קאמר דלא הוזכר בענינו בפ' בהעלותך אבל רשעים דקאמר היינו אחר שניתן להם המן התלוננו ועתה נפשנו יבשה אין כל וגו' וזה נלמד מענינו דבתר הכי כתיב שטו העם ולקטו וגו' דהיינו רשעים: ", 
            "בינונים כו'. נראה דאין ר\"ל שירד להם לחם ממש דהוא הלחם אשר נתן וגו' לקטו ממנו וגו' לא משמע כן וכן ועשו אותו עוגות אלא דה\"ק לצדיקים הוא ירד כעין לחם שאכלו אותו כמו שירד ולא הוצרכו לטחנו ולאפותו ולבינונים ירד להם לעשות עוגות ולאפותו אבל לא הוצרכו לטחנו ולרשעים הוצרכו גם לטחנו וגם זה נלמד מענינו דכתיב שטו העם ולקטו דמיירי ברשעים וכתיב ביה וטחנו ורש\"י בחומש שפי' וטחנו בריחים וגו' לא ירד בריחים ולא בקדרה כו' אלא היה משתנה טעמו לנטחנין ולנדוכין ולמבושלים ע\"ש אינו ע\"פ סוגיא דשמעתין: ", 
            "במדוכה כו'. משום דבקרא משמע דכעין לחם היו אוכלין כדכתיב ולחם בבקר ובבקר תשבעו לחם וגו' והוא הלחם וגו' אם לצדיקים כמו שירד ואם לבינונים ע\"י אפיה ואם לרשעים ע\"י טחינה כדלעיל אבל דכו במדוכה לא שייך בלחם אלא בדבר שנתבשל וע\"כ דרשו דעם המן ירד להם דבר שדרכו להיות דכוי במדוכה דהיינו תכשיטי נשים. ומזה נמי דרשו ", 
            "ובשלו בפרור היינו ציקי קדרה דהמן גופיה לא בא לידי בישול אלא לידי אפיה כלחם אבל עם המן ירד להם ציקי קדרה: ", 
            "מדבר שירד להם בבקר בבקר כו'. מדכתיב תרתי בבקר גבי נדבת מלאכת המשכן דרשו כן דרמז על בבקר בבקר דכתיב במן דהתם איצטריך למיכתב תרי זימני לדרוש מיניה חלקהו לב' בקרים כדאמרי' פ' ת\"ה: ", 
            "נשיאים ממש כו'. דאי נשיאים כפשטיה למה נתעצלו הם להתנדב באחרונה דהא בחנוכת המזבח התחילו הם להתנדב בתחלה ולכך אמרו דנשיאים הביאו היינו עננים ועבים וק\"ק לישנא דקאמר נשיאים ממש למה מיקרי זה השם מלשון עבים טפי ממש דבכמה כתובים נאמר נשיאים ונשיא מלשון רב: ", 
            "מה שד זה תינוק כו'. ורש\"י בחומש הקשה לדרש זה מה ענין שדים אצל שמן וא\"א לומר לשון וישמן שא\"כ היה המ\"ם נקוד קמץ כו' ע\"ש גם לקמן. ולדרש ", 
            "מה שד זה מתהפך כו'. יש לפרש השמן ע\"ש שדי שמן דפרק חלק דיש מעשה שדים ששואלין ע\"י שמן כו' כפרש\"י שם דאפשר דאלו מתהפכין לגוונין כו': ", 
            "בשר ששאלו שלא כהוגן כו'. עיין פרש\"י וכה\"ג פרש\"י בחומש והוא במכילתא אבל קשה מ\"ש למדה תורה ד\"א שלא יאכל בשר אלא בלילה כו' ואם ד\"א הוא כן אמאי ניתן להם שלא כהוגן ורש\"י בחומש הרגיש בזה ופירש בשר לאכול ולא לשובע ד\"א כו' אבל בכל נוסחות שלנו אינו כן וע\"כ נראה ע\"פ סוגיא שלנו די\"ל בהיפך וה\"ק בשר ניתן להם שלא כהוגן היינו רק לאכול ולא לשבוע אבל לחם ניתן כהוגן היינו גם לשבוע כמפורש בקרא ודקאמרינן מכאן למדה תורה ד\"א שלא יאכל כו' אלא בלילה הוא מלתא באנפי נפשיה אהאי קרא: "
        ], 
        [
            " שמנקרין כו'. דהיינו שאוכלין תמיד מעט מעט כההיא דפ\"ק דע\"ז כפיד של תרנגולים המנקרין באשפה כו' ע\"ש: ", 
            "ובא משה וקבע להן סעודה. דהיינו זמן סעודה לכל אדם בשעה רביעית דהמן נלקט להן בבקר עד ג' שעות כדאמרי' פ' ת\"ה ונמצא סעודתן בשעה ד': ", 
            "הא כיצד בינונים כו'. לעיל גבי מן חשיב נמי כת צדיקים שהרי שאלו כהוגן אבל בשליו ששאלו שלא כהוגן לא חשיב כת צדיקים: ", 
            "אל תקרי שטוח אלא שחוט כו'. ממלות הפוכות כמו כשב כבש שמלה שלמה והענין שנתחייבו שחיטה לפי ששאלו שלא כהוגן על בשר תאוה דאית ביה איסור שחיטת חוץ כמ\"ש בזה במס' חולין פ\"ק ע\"ש: ", 
            "לנערים לחם לזקנים שמן כו'. נראה לפי זה מה שאמרו שהיה בו טעם כל המינים לא באכילה א' קאמר אלא פי' ע\"ד שאמרו שהיה בו טעם כל המינים לכל א' כפי הצורך לנערים כו': ", 
            "דומה להן כסילוין כו'. ב' פעמים חטאו בשליו כדאמרי' בערכין ובההוא דפרשת בשלח אינו מפורש דנענשו על כך אלא דילמד סתום מן המפורש עי\"ל דשליו הראשון היה קודם מתן תורה ולא נאסר להם עדיין בשר תאוה ולכך לא נענשו על שאלת בשר משא\"כ בשליו שני שהיה אחר מתן תורה שנאסר להם בשר תאוה ולכך נענשו על ששאלו בשר שנאסר להם בשר תאוה וכל זה מפורש באורך פ\"ק דחולין ובמס' ערכין: ", 
            "גריעי דכולהו שליו והוי כו'. נראה דאשמועינן בזה כדאמרי' לעיל דבשר שאלו שלא כהוגן ולכך לא ניתן להם בעין יפה אלא גריעי דכולהו שליו: ", 
            "ודומה כמו שמונח בקופסא כו'. והוא דרך חיבה כי המן שאלו כהוגן וכפרש\"י בחומש: ", 
            "דבר שנימוח על פיסת יד כו'. כל זה נאמר למעלת המן ור\"ל שהיה כ\"כ דק ירך בטבעו עד שנימוח כו' ור\"י אמר למעלת המן שהיה המן מזון דק כ\"כ שנבלע ברמ\"ח אברים וכפרש\"י שאינו יוצא מן המעים כו' ועי\"ל לפי הטבע שכל דבר ניזון מדבר הקרוב לו בטבעו ממינו כמ\"ש כל אבר מחזיק אבר ולפי שהמן היה בו טעם כל המינים והאוכלו טועם בו מכל מין אשר רצונו בו וע\"כ נבלע בכל אברים לפי דעת רצון האוכל ממנו: ", 
            "מחספס כתיב חסר אבל הקרי בוי\"ו. פשוטו לשון מגולה כפי' רש\"י בחומש: ", 
            "לחם שמה\"ש כו'. ביאור המאמר הזה בשינוי לשון בפסוק זה שאמר לחם אבירים אכל איש בלשון יחיד ולשון אוכל וסיפא דקרא צדה שלח להם לשובע בלשון רבים ולשון שובע ע\"כ אמרו לחם אבירים דהיינו לחם של מה\"ש שהוא מאכל רוחני אכל איש שהם הצדיקים והיחידים שבישראל שלא שאלו אלא כדי אכילה בעלמא היה להם המן מאכל רוחני וצדה שלח להם לשובע היינו לשאר העם שאכלו אותו כדי שביעה לא היה מקרי להם לחם אבירים שהוא לחם מה\"ש אלא מקרי להם צדה: ", 
            "וא\"ל טעית כו'. והיינו משום דלא ישנה אדם מן המנהג כו' כדאמרי' פ' הפועלים וממה שכתוב בסוף פרשת כי תשא לחם לא אכל וגו' אין ראיה שלא ישנה דהתם אית ביה טעמא שהיה במ' האמצעים שהיו בכעס והתענה בשביל ישראל על חטא העגל וכן משמע בפ' עקב ואתנפל ונו' לחם לא אכלתי וגו' על כל חטאתכם אבל הכא מייתי מלחם לא אכלתי דכתיב בלוחות ראשונות שלא היו בכעס דע\"כ היינו משום שלא ישנה כו' שאין מה\"ש אוכלין לחם ואלא מה אני מקיים לחם אבירים וגו' שנבלע באברים דהיינו דבר רוחני היה לאיש יחידי הצדיק שהיה לו לאכילה וצדה שלח להם לשאר העם לשובע ולא היה נבלע להן באברים ומשום דיתד תהיה לך וגו' כתיב בלשון יחיד דמשמע גם לצדיק הוצרך לאוקמא לדברים שתגרי אומות מוכרין להם גם לצדיקים ור\"א בן פרטא אומר דקודם שחטאו הכל המן שהיה רוחני מפיגן והיה נקרא לחם אבירים לכל איש ע\"ש החשיבות אבל כשחטאו אכלו אותו לשובע שנעשה להם כשאר צדה: ", 
            "שתיפח במיעינו להורגו כו'. כ\"ה בילקוט יש לכוין בזה ששני דברים הם שאמרו ועתה נפשנו יבשה היפך שזכרנו את הדגה וגו' שהם מתולדות הלחים. ואמרו עוד ואין כל לפי שמשה א\"ל במעלת המן שהוא מאכל לצדיקים לעתיד כמ\"ש במס' חגיגה ויצו שחקים ממעל שבו ריחים טוחנין מן לצדיקים לעוה\"ב וא\"ל שיהו אוכלון מדבר שהוא מעין עוה\"ב הנקרא כל כמ\"ש בסוף פ\"ק דב\"ב ג' הטעימן הקב\"ה מעין עוה\"ב שנאמר בהן בכל מכל כל אבל הרשעים חשבו אדרבה כי הוא חסרון באכילת המן כי עתיד שתיפח מן זה במעיהם כו' וקאמר דטעות הוא לומר כן שלא ידעו שהמן זה שנבלע באברים הוא מעין עוה\"ב וחשבו זה להם לחסרון והוא מדת רשעים כמ\"ש ובטן רשעים תחסר ולמ\"ד לאחר שסרחו לא היה נבלע באבריהן יש לפרש שאמרו אין כל כי מה שהבטיח להן משה שיטעמו מעין עוה\"ב לא נתקיימה בידן: \n"
        ], 
        [
            "גמ' והיתה לכם הני ה' הוו כו' כצ\"ל: ", 
            "תוס' בד\"ה ובעשור אך בעשור שבת שבתון שבת שבתון והיתה וגו' ואך בעשור שבת שבתון בפרשת אמור כו': "
        ], 
        [
            " בד\"ה גמר שכר כו' יליף ג\"ש והתם טעמא רבה איכא כו' כצ\"ל: ", 
            "בא\"ד גמר שכר כו' מסקינן הכא דדבילה קעילית אין נקחת בכסף כו' בשכר ה\"א דבילה קעילית כתב רחמנא יין על גבי קנקנו וכ\"ש דבילה קעילית ואייתר לן בשכר כו' לישני מיין אגב קנקנו דנקחת נפקא כו' י\"ל ואכלת לא קאי אמאי דמרבינן כו' עכ\"ל כצ\"ל: ", 
            "בפרש\"י בד\"ה דומיא דשמן כו' ע\"י רחיצה עכ\"ל הס\"ד: \n"
        ], 
        [
            "גמ' כדי שלא יבוא רגליך לידי יחוף כו' דדחוק לאוקמא במנעלים המטולאים משא\"כ לעיל דמוכח כן דומיא דערום וק\"ל: ", 
            "תוס' בד\"ה דתנן מנין כו' בשבת קאמר עלה אע\"פ שאין ראיה כו' מדבריהם נראה דבשמעתין לא הוו גרסינן אע\"פ שאין ראיה כו': ", 
            "בא\"ד דאינו בשביל תענוג שרי הס\"ד ואח\"כ מה\"ד מנין לסיכה כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה מביאות אחרות שהיתה מתאוה לו ולא כו' עכ\"ל וקשה לפירושו דאכתי הא מצינו בכמה כתובים דתשמיש מקרי עינוי כגון אשר ענה את אשת רעהו ותחת אשר עניתה וכמוהו רבים ומדברי הרמב\"ם נראה לפרש דביאה האסורה לה מקרי ביאות אחרות ותו לא מידי ודו\"ק: \n"
        ], 
        [
            "ע\"ב תוס' בד\"ה הקיטע יוצא כו' וא\"ת כיון דמעיקרא ס\"ד דטעמא דר\"י משום דלמא מפסיק כו' עכ\"ל המקשה ודאי לא הוה ס\"ד הכי אלא דטעמא דר\"י משום דלא חשוב מנעל כמו שהוכיחו התוס' לעיל מכח קושיא אלא דר\"ל מעיקרא היינו בתירוצא קמא דאביי דמשני מדרישא רבנן כו' דאיהו נמי ודאי ס\"ל כדמסיק הכא דטעמא דר\"י משום דלמא מפסיק ודו\"ק: ", 
            "בא\"ד כדי שיעמוד בחוזק סביב רגלו הס\"ד ואח\"כ מה\"ד הקיטע יוצא כו' פרש\"י פרק במה אשה מי שנקטעה כו' ומפני החולי אינו יכול לדרוך עליו כו' כצ\"ל: \n"
        ], 
        [
            "בא\"ד דמפרש סמוכות שלו ששתי רגליו על הסמוכות כו' עכ\"ל דסמוכות דנקט בל' רבים ליכא לפרש לפירוש הרב פורת אלא בששתי רגליו על סמוכות ודו\"ק: ", 
            "בד\"ה כותבת כו' מכדי לא שוו להדדי דא\"א לצמצם כו' עכ\"ל ק\"ק דבפשיטות ה\"ל לאתויי דהכותבת פחותה מגרעינתה דאמרינן לקמן ב' כותבות בלא גרעינתן לא הוו כביצה כותבת הגסה וגרעינתה יתירה מכביצה ואמר רב פפא כו' וי\"ל ודו\"ק: ", 
            "בא\"ד שהוא צריך למעך את חללה פירוש שאל\"כ ליתני כו' דלא תטעי ותשער כמוה שלימה דנפיש כו' כצ\"ל: ", 
            "בד\"ה ולא בירך כו' א\"כ פליג הירושלמי אגמרא דידן אבל שמא שני מעשים היו וההוא דירושלמי היה זית שלם ואכלו עם הגרעין דהוה בריה אבל ההוא דתלמוד שלנו לא הוה בריה דלא כו' כצ\"ל מתוס' פרק הישן ע\"ש: ", 
            "בא\"ד נפקא לן ברכה לכתחילה בק\"ו מבסוף כשהוא כו' כצ\"ל: "
        ], 
        [
            " בד\"ה לומר לך כו' אמאי מספקא ליה פשיטא דהוי כביצה כו' עכ\"ל כצ\"ל ור\"ל דודאי אי שיעורו כביצה לא תיקשי דנוקמא אגרוגרת דמצינו שיעור דביצה גבי אוכל וכמ\"ש לעיל דכיון דאפיקתיה מכזית אוקמינן אשיעורא די\"ה דאע\"ג דגרוגרת פחות משיעורא די\"ה והיינו משום די\"ה נמי מידי דאכילה הוא וכמ\"ש לקמן אבל אי לא הוה כביצה ולא הוה נמי כשיעורא די\"ה א\"כ נוקמוה אגרוגרת נ\"ל ודו\"ק: ", 
            "בא\"ד דבעי למימר בסמוך דחמץ לאו ככותבת הגסה מ\"מ כו' עכ\"ל כצ\"ל: \n"
        ], 
        [
            "בד\"ה ה\"נ כמלא כו' ועוד אי ס\"ד מלא כו' ואמאי שיערו בכל חד כו' דעוג מלך הבשן פורתא עכ\"ל הוא מגומגם דהא לגבי שתיה לא מסיק הכי אלא בדידיה מייתב דעתיה ובדחבריה לא מייתבא והיה נ\"ל לחלק בין חיוב יוה\"כ ולקידוש בהכי ולהגיה ואמאי לא הוי שיעורו בכל כו' ור\"ל כיון דנתנו שיעור מלא לוגמיו דהתם ברביעית ע\"כ לאו בכל חד וחד שיערו אלא באדם בינוני הוה שיעור כמלא לוגמיו רביעית ואי הוה מלא לוגמיו ממש תקשי אמאי לא שיערו לכל חד וחד בדידיה ולמה שיערו ברביעית דבשלמא אי הוה בכמלא לוגמיו דהיינו יתובי דעתא ניחא דאיכא למימר בכמלא לוגמיו דגבי קידוש שיעורו רביעית כדאמרינן לקמן גבי כותבת דבהכי מייתבא דעתיה כל עולם כולו טובא ועוג פורתא אבל בתוס' פרק ע\"פ כתבו בהדיא דלענין קידוש נמי בדידיה מייתבא דעתיה ועוג מלך הבשן בעי טפי וצ\"ע ודו\"ק: ", 
            "בד\"ה ושיערו כו' וא\"כ היכי אמרינן בכריתות פרק א\"ל גבי כו' וחצי חצי חציה לטומאת כו' כצ\"ל: "
        ], 
        [
            " בא\"ד כשיעור ג' גרוגרות ועוד רכין ונוחין לאכול וכותבת הגסה כו' ובצירא מכביצה כו' עכ\"ל אין כלזה צורך לתירוצם אלא שהביאו לשון ר\"ת כמו שהוא בשיעורו דשמעתין וק\"ל: ", 
            "בד\"ה וחצי פרס כו' דאתי למימר מה לי דנגעי בגופו מה לי בחוץ כו' כצ\"ל: \n"
        ], 
        [
            "גמ' נכתוב רחמנא השמר פן לא תעונה א\"כ נפישי להו לאוי כו' ק\"ק דהמ\"ל תשמר אם לא תעונה וכן המ\"ל פן לא תעונה וי\"ל: \n"
        ], 
        [], 
        [
            "גמ' בשלמא לרב הונא ור\"נ לפני שנה ולפני שתים לפני שנה לדבריהם ולפני שתים לדבריהם כו' כ\"ה בכל נוסחות גמרות שלנו וטעות הוא שנפל בספרים דהא לפרש\"י הוי לפני ב' דהיינו ג' שנים לחולה ע\"כ היינו לפני ב' דאורייתא דהיינו מבן ט' ויום אחד עד בן שתים עשרה ויום אחד שמשלימין מדאורייתא בתינוקת ולפירוש הרא\"ש שלא הוזכר כלל השלמה דרבנן אלא דלפני שנה דהיינו ב' שנים ולפני ב' דהיינו ג' שנים כולה בהשלמה דאורייתא איירי בחולה ולא נקט לפני שנה אלא בדרך לא זו אף זו ולהורות דאיכא לפלוגי בין חולה ובין בריא ע\"ש ברא\"ש אלא דה\"ג בשלמא לרב הונא ור\"נ לפני שנה ולפני שתים ניחא [אלא] לרבי יוחנן כו' והשתא רש\"י מפרש לה דה\"ק לפני שנה דהיינו ב' שנים להשלמה דרבנן דהיינו לפני ב' שהוא ג' שנים להשלמה דאורייתא וכולה בחולה והרא\"ש פירש דבין ב' שנים ובין ג' שנים להשלמה דאורייתא בחולה קאמר וב' שנים בכלל ג' שנים הוו בדרך לא זו אף זו ודו\"ק: ", 
            "בפרש\"י בד\"ה מחנכין לשעות הס\"ד ואח\"כ מ\"ה בן י' כו' ובן י\"א כו' מדרבנן הס\"ד ולא היה כתוב בספרים שלו מחנכין אותו לשעות אלא מחנכין סתם וק\"ל: ", 
            "בד\"ה ת\"ש כו' ולפני ב' הס\"ד ובד\"ה אלא לרב הונא ור\"נ קשיא כו' כצ\"ל: ", 
            "תוס' בד\"ה אלא לרב הונא כו' ולא מצי לשנויי דסמוך לפרקן להשלמה דדבריהם קאמר כו' עכ\"ל לכאורה דבריהם תמוהים דהיאך מצאנו ידינו ורגלינו לומר שנה אחת להשלמת דבריהם דהא פחות שבחינוכין אף להשלמה דרבנן לא הוי אלא ב' שנים לחולה מבן ט' עד י\"א ולבריא מבן ח' עד בן י' ונראה לפרש שהתוס' פירשו הסוגיא כדברי הרא\"ש דהא דבעי למימר לעולם לפני שנה ולפני שתים דהיינו ב' וג' שנים בחולה ניחא בהשלמה דאורייתא ולא איצטריך למיתני ב' שנים אלא דלא זו אף זו קאמר ולא שמעינן דיש לחלק בין בריא לחולה כמ\"ש הרא\"ש ה\"נ איכא למימר הכא בהך ברייתא שנה א' או ב' שנים סמוך לפירקן בהשלמה דרבנן בחולה ולא איצטריך למיתני שנה א' אלא דלא זו אף זו קאמר לאשמועינן דאיכא לפלוגי בין חולה לבריא ודו\"ק: ", 
            "בד\"ה מה רוצח כו' אמאי הכתוב משבחה טפי מנשים כו' משכחת לה להתרפאות כי ההיא כו' כצ\"ל: \n"
        ], 
        [], 
        [
            "בפרש\"י בד\"ה מר בר רב אשי כו' דהיכא דאמר צריך אני ואיכא תרי כו' דהיכא דאמר צריך אני ואפילו איכא ק' כו' כצ\"ל: ", 
            "תוס' בד\"ה מר בר רב אשי כו' מיפך שבועה כו' בפרק שבועות הדיינין כו' ור\"ח כתב כו' פסקו הלכתא במיפך שבועה כו' כצ\"ל: "
        ], 
        [
            " גמרא לימא תנאי היא וכו' נימא ראב\"ש היא ולא רבי כו' כפרש\"י לימא הא דרבה כו' דהיינו באפשר בחולין ובשבת וק\"ק דהמ\"ל דהא דרבה לאו תנאי היא אלא דפליגי בדלא אפשר בחולין ובפלוגתא דהני תנאי דלעיל וי\"ל וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה ור\"י היכי עביד הכי כו' ל\"ג לה הכא כו' עכ\"ל דהתם בע\"ז פ\"ב גרסינן לה בענין שאין מתרפאין מן הנכרי אבל לענין שבת הכא ודאי דלאו קושיא היא דלר' מתיא פשיטא ליה לתלמודא דשרי ודו\"ק: ", 
            "בד\"ה ה\"ג הנ\"מ כו' באלו למעוטי מאי לאו אתרתי בתרייתא ולמעוטי דרישא לא אתרתי כו' כצ\"ל והד\"א: ", 
            "תוס' בד\"ה הנ\"מ ג' כו' ואי משום דבכל דוכתא כו' יש הכי נמי מסתברא שאינו נשאר והתם נמי דפ' הזהב כו' כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה הא דפרוש כו' ואע\"ג דניידי ליה לא אזלינן בתר רובא עכ\"ל ובד\"ה ושמואל אמר כו' וכ\"ש ברוב נכרים הס\"ד: \n"
        ], 
        [
            "בפרש\"י בד\"ה אם רוב ישראל למאי הלכתא כו' אי שלא להאכילו נבילות במחצה כו' עכ\"ל ק\"ק ואכתי במחצה על מחצה ישראל הל\"ל הלכתא שלא להאכילו נבילות וי\"ל ודו\"ק: ", 
            "תוס' בד\"ה ולפקח הגל כו' מיתת ישראל הס\"ד ואח\"כ מה\"ד להאכילו כו' כצ\"ל: ", 
            "בד\"ה להחזיר לו כו' פרש\"י דלשמואל איצטריך דס\"ל כו' עכ\"ל רש\"י פירש כן לעיל גבי אם רוב נכרים והתם לא נראה להם פירושו דהתם ניחא אליבא דרב דאפילו במחצה על מחצה אין חייב להחיותו כו' כמ\"ש התוס' לעיל אלא דהכא גבי רוב ישראל נראה להם פירושו דע\"כ להחזיר לו אבידתו לשמואל קאמר דלרב הא איהו גופיה פירשו לענין להחיותו ודו\"ק: ", 
            "בא\"ד מפני דרכי שלום עכ\"ל הס\"ד כצ\"ל: ", 
            "בד\"ה אבא שאול כו' דלא איירי אלא בגודל איברים כו' עכ\"ל כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה הא כפרה כתיב כו' באשם תלוי כתיב עכ\"ל הס\"ד כצ\"ל: ", 
            "תוס' בד\"ה עם התשובה כו' דההיא בכל עבירה איירי דאינה מכפרת בלא יוה\"כ כו' עכ\"ל ר\"ל דכל עבירה חמורה אין תשובה מכפרת בלא יוה\"כ ה\"נ רישא דיוה\"כ מכפר עם התשובה אבל בפ\"ע לא היינו בכל עבירה חמורה וק\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה ועביד חושבנא וחוזרין ונותנין לו בשר כו' עכ\"ל מפירושו נראה שהוא מפרש שלא נטל מתחלה אלא בזוז בשר ומפני החשד שמא לא פרע לחבירו היה משלם לכ\"א הכל דהיינו זוזא להאי וזוזא להאי הדר מקרב להו לעביד עמהם חושבנא על זוז היתר שנתן להם והיו חוזרין ליתן לו בשר בעד זוז היתר שנטלו ממנו ודו\"ק: ", 
            "בד\"ה כגון אנא כו' ואין הכל יודעין שנחלשתי בגרסתי ולמדין כו' עכ\"ל דר\"ל דודאי ר\"י לא היה הולך בלא תורה ד' אמות אי לאו משום שהיה נחלש וכן בלא תפילין אמרי' בעלמא (ירושל' פ\"ב דברכות) שלא היה מניח מפני שהיה לו כאב ראש אבל גבי רב לא הוה אצטריך לפרושי היכי עביד הכי ודאי לא היה עושה כן אלא דקאמר ליה בלשון אי עבידנא כגון אנא דאדם חשוב אני ולמדין ממני אם הייתי עושה כן ליטול בשרא מטבחא כו' היה חלול השם בדבר וק\"ל: ", 
            "גמרא עד כסא הכבוד שנא' שובה ישראל עד ה' אלהיך ר\"י אמר עד ולא עד בכלל ומי אמר ר\"י הכי והאר\"י גדולה תשובה שדוחה כו' ושוב אלי נאם ה' לא קשיא הא ביחיד הא בצבור אמר ר' יונתן כו' כ\"ה בגירסת הילקוט ובע\"י ע\"ש: ", 
            "בפרש\"י בד\"ה דמעיקרא שובבים כו' החטא על נערות ושטות ושובבות עכ\"ל הס\"ד ואח\"כ מה\"ד וכתיב ארפא כו' עכ\"ל כצ\"ל: "
        ], 
        [
            " בפרש\"י בד\"ה א' קלקלה זנתה והתרו בה למלקות כו' עכ\"ל [א] ר\"ל שלא התרו בה על הזנות רק על הלאו דהיינו למלקות דאם התרו בה למיתה לא היתה לוקה אלא מיתה וק\"ל: \n"
        ], 
        [
            "גמ' עשה זאת אפוא בני והנצל כי באת בכף רעך לך והתרפס ורהב רעיך אם ממון כו' כצ\"ל: "
        ], 
        [
            " מאי נעילת שערים רב אמר צלותא וק\"ל: ", 
            "שם תנאי היא דתניא י\"ה עם כו' לפי דרך התלמוד בכ\"מ משמע דקאמר תנאי היא הך מלתא דמותיב אדשמואל והא ליתא הכא דהא לכ\"ע מסיק תיובתא אדשמואל ואולי טעות נפל בספרים הנך ג' תיבות תנאי היא דתניא וכולה חדא ברייתא היא ומסיק תיובתא מכולה וכן ראיתי בתוס' וק\"ל: ", 
            "בפרש\"י בד\"ה אור יוה\"כ [ליל יוה\"כ] הס\"ד ואח\"כ מה\"ד וחותם בוידוי גרסינן בתוספתא הס\"ד כצ\"ל וכ\"ה בתוס' ע\"ש ואח\"כ מה\"ד אינו חותם כו' כך היה הגירסא בגמרות של רש\"י אבל הגירסא שבגמרות שלנו הוא כפירוש התוס' ע\"ש: ", 
            "בד\"ה נחית קמיה כו' שערי עזרה הס\"ד ואח\"כ מה\"ד וכיון דצלי כו' כצ\"ל: ", 
            "תוס' בד\"ה והאמר רב תפלת כו' ואמאי אצטריך לשנויי הכא דרב כו' כצ\"ל: \n"
        ], 
        [
            "בפרש\"י בד\"ה קסברי טבילה כו' ותרתי פלוגתא כו' ובמתניתא בתרייתא פליגי בטבילה בזמנה מצוה עכ\"ל יש לדקדק למאי דמסיק דתרתי ר' יוסי נינהו אימא דברייתא קמייתא כר' יוסי בן חלפתא אתיא דס\"ל טבילה בזמנה מצוה ומנלן דפליגי בזמן תפילת נעילה כלל ובתוס' פרק כל כתבי כתבו לתרץ בזה ע\"ש: ", 
            "תוס' בד\"ה אי דצלי כו' דאיכא למימר תפילת נעילה נתקנה כך כו' כשדעתו להתפלל אותה בלילה והא דאמר הכא כל היום כשהוא רוצה כו' עכ\"ל יש להקשות דא\"כ מאי קא קשיא ליה מעיקרא דר' יוסי אדרבי יוסי דאימא נמי כהאי תירוצא דהא דקאמר לעיל כל היום כשהוא רוצה להתפלל ביום כו' ודקאמר הכא עד המנחה ותו לא היינו כשדעתו להתפלל אותה בלילה וי\"ל דאין יכול לטבול דקאמר ר' יוסי לא משמע ליה דוקא כשדעתו להתפלל בלילה ועי\"ל דסמך המקשה עצמו כיון דע\"כ דרבנן אדרבנן בהכי מיתרצא א\"כ דר\"י אדרבי יוסי ע\"כ לא מתרצא בהכי דאל\"כ במאי פליגי וק\"ל: ", 
            "בד\"ה קסברי טבילה וכו' ותימ' לי דה\"מ לאקשויי מדרבנן כו' עכ\"ל היא בעצמה תמיהא דלעיל ויש ליישב בזה דלעיל קשיא להו לדברי המקשה והכא לדברי המתרץ וק\"ל: ", 
            "בד\"ה מכלל דר\"י כו' הא דלא פריך נמי מדרבנן דסברי מצוה ובברייתא כו' עכ\"ל גם בזה ניחא לפי המסקנא דאין להקשות מדרבנן דר\"י בר יהודה לדרבנן דר\"י בן חלפתא כמ\"ש התוס' לעיל וק\"ל: \nסליק פרק יום הכפורים \n"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "language": "he", 
    "heTitle": " חידושי הלכות על מסכת יומא", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Moed"
    ]
}