{
    "title": "Yekhahen Pe'er on Mishneh Torah, Sacrificial Procedure",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yekhahen_Pe'er_on_Mishneh_Torah,_Sacrificial_Procedure",
    "text": [
        [
            [
                "<b>עי' </b> משנה למלך מה שהביא בשם הרמב\"ן ז\"ל בס' המצות שכתב שכל העבודות כגון היציקות והבלילות הכהן שעושה אחת מאלה עושה מצוה ומברך עליה. ובס' לב שמח כתב דהרמב\"ם ז\"ל חולק בזה וס\"ל שלא יברך אלא על העבודה הגדולה לבדה ושאר עבודות הקטנות נפטרות עמה ובמל\"מ מסתפק איזו היא עבודה גדולה או קטנה. אבל פשוט נראה דעבודה הגדולה היינו עבודת הזריקה דזו עבודה העיקרית דאין כפרה אלא בזריקה ולא מיקבע פיגול אלא בזריקה. גם מה שהקשה שם במל\"מ דכיון דהעבודה נעשית בהרבה כהנים למה לא יברך כל אחד ואחד על העבודה שעושה. אינו מובן כ\"כ דהרי בכל המצות כן כמו במילה ופריעה דפוטר אחד את כולם. וה\"ה כאן אם נימא דהכל מצוה אחת וכמו שנראה מדעת הרמב\"ם ז\"ל. והנה בנוסח הברכה אשר קדשנו בקדושתו של אהרן וכו' וכן בברכת כהנים דהנוסח כן. יש לדקדק דלמה לא נאמר ג\"כ אשר קדשנו במצותיו כמו בכל ברכת המצות. ונהי דודאי צריכים לומר גם הלשון אשר קדשנו בקדושתו של אהרן דהכל הוא מכח קדושתו של אהרן וכמו שנאמר ויבדל אהרן להקדישו וגו' עם כל זה למה לא נזכר בנוסח הברכה גם אשר קדשנו במצותיו וכו'."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וקרבן </b>\n<b> הגר והיא עולה מן הבהמה או שני בני יונה או שתי תורים וכו' או שתי בהמות אחת עולה ואחת שלמים.</b> ויש לעיין בדברי הרמב\"ם ז\"ל אלו דהרי במקור הדין כריתות (ח' ע\"ב) דקרבן הגר לכתחילה הוא שני בהמות עולה ושלמים ורק דגם עופות איתרבי וכן איתרבי דגם בבהמה אחת לעולה יצא משום דלעוף איתרבי לבהמה לא כ\"ש יעו\"ש. והרמב\"ם ז\"ל נקיט וקרבן הגר והיא עולה מן הבהמה ומשמע דלכתחילה יביא בהמה אחת ואח\"כ כתב או שתי בהמות לעולה ולשלמים ולכאורה אינו מובן כיון דלכתחילה יביא בהמה אחת למה נקיט אח\"כ או שני בהמות. ועכ\"פ היה צ\"ל מקודם שתי בהמות ואח\"כ לומר דגם בבהמה אחת יצא. ועי' עוד ברמב\"ם ז\"ל בפ\"א מהל' מחוסרי כפרה שכתב וקרבנו של גר עולת בהמה או שני בני יונה או שתי תורים ושניהם עולות כמו שביארנו במעשה הקרבנות. ולכאורה למה לא מייתי כלל דגר מביא שתי בהמות אחת עולה ואחת שלמים וכמ\"ש כאן.<br><b> והנה</b> עי' בתוס' כריתות שם דמקשי אהא דאמרינן בגמ' לעוף איתרבי לעולת בהמה לא כ\"ש. ומקשים בתוס' והא איכא למימר זב וזבה יוכיחו דאיתרבי לעוף ולא לבהמה. ונראה קצת דבאמת יש לעיין בדברי הגמ' מה לעוף איתרבי לבהמה לא כ\"ש הא שם איתרבי רק שתי עופות אבל מנ\"ל דגם בבהמה אחת יצא. אבל נראה בפשיטות דכיון דקרבן הגר בעופות שניהם עולות הוי כמו קרבן גדול אחד וממילא ה\"ה דבבהמה אחת יצא. וא\"כ בקרבן זב וזבה דאחד חטאת ואחד עולה והוי שני מיני קרבנות בזה לא שייך לומר דאתרבי לבהמה אחת דא\"א למילף מעופות דשם שני מיני דמים ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומאימתי </b>\n<b> יקרא איל משיכנס בשנה שניה אחד ושלשים יום אבל ביום שלשים אינו כשר לא לכבש ולא לאיל והוא הנקרא פלגס.</b> משמע מדעת הרמב\"ם ז\"ל דרק ביום ל' נקרא פלגס אבל כל הכ\"ט יום עדיין דינו ככבש. אבל דעת רש\"י ז\"ל חולין כ\"ג ובכ\"ד דכל הל' יום נקרא פלגס יעו\"ש."
            ]
        ],
        [
            [],
            [],
            [
                "<b>ומניין </b>\n<b> להביא שלמי חגיגה ועולת ראייה לנסכים שנאמר או במועדיכם.</b> יש לדקדק קצת. דבמנחות דף צ' מבואר דהיה הו\"א ללמוד מקרא דאו במועדיכם. אבל במסקנת הגמ' דכל מה שבא בנדר ונדבה טעונין נסכים יעו\"ש."
            ]
        ],
        [
            [],
            [
                "<b>אפי' </b>\n<b> עולת העוף מקבלין מן הנכרי.</b> יש לדקדק דהרבותא ע\"פ המבואר בכריתות (ח' ע\"ב) איזהו דבר שכולו לה' הוי אומר זה עולת העוף ופירש\"י ז\"ל משום דבעולת בהמה איכא העור שהוא לכהנים אבל עולת העוף הוי כולו לה' [ועי' מנחות (ע\"ד ע\"ב) דגם עולת העוף אין כולו לה' דאיכא מוראה ונוצה יעו\"ש] ולזה שפיר הוי רבותא דאף דהוי כולו לה' מ\"מ מקבלין מן העכו\"ם."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b>\n<b> סמיכה בקרבנות הציבור חוץ משתי סמיכות וכו' ושלשה מן הסנהדרין סומכין עליו.</b> עי' בתוספתא פי\"א דמנחות דאין סומכין כולן כאחד אלא כל אחד ואחד סומך ומסתלק יעו\"ש. ונראה דהר\"מ ז\"ל סמך אדלעיל ה\"ט גבי חמשה שהביאו זבח אחד."
            ],
            [],
            [],
            [
                "<b>וצריך </b>\n<b> הסומך לסמוך בכל כחו וכו' ולא יהיה דבר חוצץ בין ידיו ובין הבהמה.</b> עי' בתוספתא פי\"א דמנחות דאיתא ולא יד ע\"ג חברתה. ולכאורה כיון דקיי\"ל דמין במינו אינו חוצץ למה לא יהיה מועיל ביד אחת ע\"ג חברתה ועי' זבחים (ט\"ו ע\"ב) גבי עמד ע\"ג רגל חבירו ועי' בתוס' דף ק\"י דהא דפסול דאף דמין במינו אינו חוצץ מ\"מ לא הוי דרך שירות בכך יעו\"ש. אבל כאן דלא שייך זה למה יהיה זה חציצה."
            ],
            [
                "<b>ומתודה </b>\n<b> על חטאת עון חטאת ועל האשם עון אשם וכו'. כיצד מתודה אומר חטאתי עויתי פשעתי ועשיתי כך וכך.</b> קצת יש לעיין דזה הלשון מצינו רק ביומא ל\"ו גבי פר יוה\"כ דמכפר גם על המזיד כשוגג. אבל כאן גבי חטאת ואשם איך שייך לומר דמתודה ואומר חטאתי עויתי פשעתי דהרי לשון עויתי פשעתי היינו על המזיד וכמבואר ביומא שם. והרי חטאת ואשם מביא רק בשוגג ואיך אומר לשון פשעתי דהיא במזיד. ובאמת בגמ' מבואר ומתודה על חטאת עון חטאת ועל האשם עון אשם. אבל לא נזכר כלל בגמ' ובתוספתא דמנחות דאומר עויתי פשעתי דקאי רק על החוטא בזדון וצ\"ע לכאורה."
            ],
            [
                "<b>ומתודה </b>\n<b> על חטאת עון חטאת ועל האשם עון אשם וכו'. כיצד מתודה אומר חטאתי עויתי פשעתי ועשיתי כך וכך.</b> קצת יש לעיין דזה הלשון מצינו רק ביומא ל\"ו גבי פר יוה\"כ דמכפר גם על המזיד כשוגג. אבל כאן גבי חטאת ואשם איך שייך לומר דמתודה ואומר חטאתי עויתי פשעתי דהרי לשון עויתי פשעתי היינו על המזיד וכמבואר ביומא שם. והרי חטאת ואשם מביא רק בשוגג ואיך אומר לשון פשעתי דהיא במזיד. ובאמת בגמ' מבואר ומתודה על חטאת עון חטאת ועל האשם עון אשם. אבל לא נזכר כלל בגמ' ובתוספתא דמנחות דאומר עויתי פשעתי דקאי רק על החוטא בזדון וצ\"ע לכאורה."
            ]
        ],
        [
            [
                "<b>כל </b>\n<b> הקרבנות אין מקריבין אותן אלא ביום שנאמר ביום צוותו וגו' ביום ולא בלילה לפיכך אין שוחטין זבחים אלא ביום וכו'.</b> לכאורה הא שחיטה לאו עבודה היא וא\"כ איך יש למילף דשחיטה אינה אלא ביום מדכתיב ביום צוותו להקריב הא שחיטה לאו עבודה היא ועי' מגילה (דף כ' ע\"ב) דשחיטה אינה אלא ביום ילפינן מדכתיב ביום זבחכם וגו' ובתוס' שם דשחיטה א\"א ללמוד מביום צוותו משום דשחיטה לאו עבודה היא ועי' בקרית ספר כאן. ויתכן דכונת הרמב\"ם ז\"ל במ\"ש לפיכך אין שוחטין זבחים אלא ביום ואין זורקין אלא ביום השחיטה שנאמר ביום הקריבו את זבחו ביום הזביחה תהיה ההקרבה. וכונתו דמזה נלמד גם אשחיטה דכיון דבעינן דביום הזביחה תהיה ההקרבה א\"כ גם הזביחה צריך שתהיה ביום דוקא. דהא בקדשים הלילה הולכת אחר היום א\"כ אם ישחט בלילה שלפניו על כרחך לא תהיה הזריקה ביום הזביחה ודו\"ק."
            ],
            [],
            [
                "<b>אע\"פ </b>\n<b> שמותר וכו' חביבה מצוה בשעתה.</b> נראה דהיא כענין זריזין מקדימין למצות. וכמו שנראה מדברי הרמב\"ן ז\"ל בחי' לשבת דף כ\"ד יעו\"ש ולזה אין ממתינין עד שתחשך. אבל לפי\"ז יקשה קצת למה יהיה מותר גם לכתחילה להקריב עם מבוא השמש וכהא דמנחות (דף כ\"ו) ולמה לא נאמר ג\"כ דמשום זריזין מקדימין מצוה להקריב תיכף אחר הזריקה."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ומניין </b>\n<b> ששוחטין קדשים קלים בכל העזרה וכו' ואם שחטם בהיכל כשרים.</b> משמע מלשון הרמב\"ם ז\"ל דרק קדשים קלים ששחטן בהיכל כשרים אבל קדשי קדשים פסולים בהיכל נהי דלכאורה שייך גם בזה לומר שלא יהיה טפל חמור מן העיקר אבל הלא סוף כל סוף אינו צפון וקדשי קדשים טעונים צפון [ועי' זבחים י\"ד ע\"א וברש\"י ד\"ה שאי ובתוס' זבחים ס\"ג ד\"ה שכן] ועי' בלח\"מ שתמה על הרמב\"ם ז\"ל שהשמיט הדין המבואר בגמ' דאחורי בית הכפורת כשר לשחיטה. ואינו מובן דהרי הר\"מ ז\"ל כתב בהלכה ד' ומניין ששוחטין שלמים אפי' אחורי ההיכל וזה היא אחורי בית הכפורת ועי' בכ\"מ שכתב על דברי הרמב\"ם ז\"ל שכתב שאין הגגות ראויות לשחיטה אלא בקרקע העזרה ובכ\"מ שם דכתב כן למעט עליות. לכאורה הא מבואר בפסחים (פ\"ה) דעליות ההיכל נתקדשו וא\"כ פשוט דכשרין לשחיטה כמו ההיכל. ונראה דכוונת הכ\"מ רק על עליות של העזרה דלא נתקדשו וכמבואר בגמ' שם. גם מבואר שם בגמ' דבשוות לקרקע העזרה נתקדשו וגם בפתוחות לקודש נתקדשו והרמב\"ם ז\"ל לא ביאר כ\"ז."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין </b>\n<b> מפשיטין אותן עד שיזרק הדם.</b> עי' בכ\"מ מהא דזבחים (ק\"ג). ונראה דהטעם שלא יקרוש הדם ועי' בירושלמי סוף פ\"ה דפסחים דדריש מקרא והזה ממנו מכולו ובלבד מזבח שלם יעו\"ש היטב ובמפרשים שם."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כשמנתח </b>\n<b> אברי העולה מוליכין את כל הנתחים לכבש ומולחין אותן שם וכו' ומסיר גיד הנשה בראש המזבח ומשליכו ע\"ג הדשן.</b> ולכאורה למה לא מסיר הגיד הנשה קודם המליחה דנבלע טעם הגיד הנשה ע\"י המליחה. ונהי דקיי\"ל אין בגידין בנותן טעם. מ\"מ שמנו של גיד יאסר. ועי' חולין (צ\"א) דגם שמנו של גיד צריך השלכה ועי' ברמב\"ם ז\"ל בפ\"י מהל' קרבן פסח הי\"א ובכ\"מ שם ועי' ט\"ז יו\"ד סי' נ\"ה סק\"ז."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ניתז </b>\n<b> דם החטאת על הבגד וניתז עליו דם חולין טעון כיבוס.</b> הנה בזבחים (צ\"ח ע\"ב) דם חטאת למטה ודם עולה למעלה וכו' והרמב\"ם ז\"ל נקיט דם חולין למעלה. גם יש לעיין מה יהיה הדין אם יהיו שאר משקין למטה אם טעון כיבוס ופשוט נראה דגם שאר משקין דינו כדם."
            ],
            [],
            [
                "<b>דעת </b> הרמב\"ם ז\"ל בפ\"ח מהל' מעשה הקרבנות דשבירת כלי חרס רק בחטאת ולא בשאר הקרבנות ומקשים עליו מאי טעם יש בדבר וי\"ל קצת בטעמיה של הרמב\"ם ז\"ל דבחטאת כאשר נאכל ליום ולילה ובא האיסור בלוע של הנותר קודם שבא הפגם מעת לעת לזה צריך שבירת כלי חרס משא\"כ בשאר הקרבנות דנפגם מקודם שנאסר בנותר ואולי י\"ל דה\"ה בשאר הקרבנות הנאכלים ליום ולילה דצריכים שבירה ובענין זה יש לומר דבא לרמז דמה כלי שיש בו בלוע מענין חטאת שבא על חטא ישבר ומכ\"ש אדם כאשר יש בו איזה ענין מחטא אשר לבבו צריך להיות נשבר ויקוים בו לב נשבר ונדכה וגו'."
            ],
            [],
            [
                "<b>בישל </b>\n<b> במקצת הכלי כלו טעון מריקה ושטיפה.</b> יש לעיין אם גם זה לענין שבירה בכלי חרס אם בישל במקצת הכלי אם טעון שבירה כל הכלי. או דיכול להשתמש בשאר הכלי כמו גיסטרא. די\"ל דרק במריקה ושטיפה בכלי נחושת דקיי\"ל דכלי מתכות חם מקצתו חם כולו ועי' בתוס' זבחים (צ\"ו ע\"ב) ד\"ה בישל אבל בכלי חרס אולי אין צריך לשבור כל הכלי. והנה לדעת הרמב\"ם ז\"ל דהא דאמרינן בגמ' חומר במריקה ושטיפה מבהזאה היינו רק למריקה ושטיפה ולא לשבירת כלי חרס דזה רק בחטאת. א\"כ יש מקום לומר כן דבישל במקצת כלי טעון מריקה ושטיפה כל הכלי זה רק במריקה ושטיפה ולא לענין שבירת כלי חרס."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בגד </b>\n<b> שניתז עליו דם החטאת וכו' נטמא חוץ לעזרה קורעו כדי שיטהר ומכניסו ומכבסו. מעיל שניתז עליו ונטמא וכו' מכניסו פחות מג' אצבעות ומכבסו בפנים.</b> לכאורה כיון דיש עצה להכניס פחות מג' על ג' למה לא נאמר דגם בבגד שניתז ונטמא מכניס פחות מג' על ג' דגם שאר בגדי כהונה אסור לקרוע ועי' יומא ע\"א וברש\"י שם ועי' במל\"מ כאן בשם קרבן חגיגה דבשאר בגדים כל שאינו דרך השחתה מותר לקרוע. ופשוט נראה דבגד שניתז עליו היינו בגד של חולין. גם מתני' דזבחים (צ\"ד) נראה דמיירי בשל חולין."
            ],
            [
                "<b>בגד </b>\n<b> שניתז עליו דם החטאת וכו' נטמא חוץ לעזרה קורעו כדי שיטהר ומכניסו ומכבסו. מעיל שניתז עליו ונטמא וכו' מכניסו פחות מג' אצבעות ומכבסו בפנים.</b> לכאורה כיון דיש עצה להכניס פחות מג' על ג' למה לא נאמר דגם בבגד שניתז ונטמא מכניס פחות מג' על ג' דגם שאר בגדי כהונה אסור לקרוע ועי' יומא ע\"א וברש\"י שם ועי' במל\"מ כאן בשם קרבן חגיגה דבשאר בגדים כל שאינו דרך השחתה מותר לקרוע. ופשוט נראה דבגד שניתז עליו היינו בגד של חולין. גם מתני' דזבחים (צ\"ד) נראה דמיירי בשל חולין."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין </b>\n<b> הכהנים זוכין בחזה ושוק אלא לאחר הקטר האימורין.</b> הנה בפסחים נ\"ט איתא הלשון יכול יהא כהנים רשאים בחזה ושוק וכן הוא בכמה דוכתי בש\"ס. אבל בתורת כהנים צו הגירסא יכול יהא כהנים זכאים בחזה ושוק וכו' ויש חילוקים בזה ודו\"ק."
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואם </b>\n<b> נאכלו בהיכל נאכלו שנאמר לכל מנחתם [וכו'] בקדש הקדשים תאכלנו.</b> קצת קשה הלשון דבגמ' זבחים (ס\"ג) איתא זה בשהיקיפו עכו\"ם את העזרה דמותר לאכול בהיכל אפי' לכתחילה משום שלא יבואו לידי נותר ומשמע דאפי' לכתחילה כן. והרמב\"ם ז\"ל נראה דמיירי בלא הקיפו עכו\"ם וכו' רק דאשמועינן דכל הקדשים דמקומן בעזרה מ\"מ בדיעבד אם נאכלו בהיכל נאכלו. אבל אינו מובן למה נפק\"מ דהא אכילת הבשר לא מעכבי מידי ולזה מה בכך אם יחשב כאילו לא נאכלו וי\"ל דנפק\"מ לכהן שלבש בגדי כהונה בשעת האכילה ההוא. דלפי המבואר ביומא (ס\"ח ע\"ב) דבשעת אכילה לובשין בגדי כהונה דאכילה צורך עבודה היא יעו\"ש משא\"כ אם אין על זה שם אכילת קדשים הוי כמו כהן הלובש בגדי כהונה שלא בשעת עבודה דלוקה לדעת הרמב\"ם ז\"ל בפ\"ט מהל' כלאים ודו\"ק. ועי' בתוס' זבחים (כ\"ט) דהיכל חשוב מקום משולש דראוי לאכילה אם הקיפו עכו\"ם את העזרה ועי' במל\"מ כאן שהביא מדברי התוס' שבועות (י\"ז) דבקדשי קדשים הנאכלין בעזרה בעינן שיראה פתח העזרה בשעת אכילה יעו\"ש ואינו מובן דהרי בזבחים (נ\"ו) מבואר דרק שחיטה בעי נגד הפתח אבל אכילה לא בעי נגד הפתח דגם בלשכות מותר לאכול. והמל\"מ ז\"ל תמה על הרמב\"ם ז\"ל שלא הביא דין זה דהתוס' אבל הלא באמת דברי התוס' צע\"ג לכאורה למסקנת הגמ' שם."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הקמיצה </b>\n<b> בכל מקום בעזרה ואם קמץ בהיכל כשרה.</b> עי' מנחות (דף ז') שכן מצינו בסילוק בזיכין ובתוס' שם מקשים דלמה לא אמרינן מהטעם שלא יהיה טפל חמור מן העיקר. וקצת י\"ל דהיה הו\"א בשלמא שחיטה דלא מצינו בהיכל כלל א\"כ כשיפסל שייך בזה שלא יהיה טפל חמור מן העיקר אבל בקמיצה דסילוק בזיכין הוי כעין קמיצה א\"כ מצינו כעין קמיצה בהיכל. לא שייך בזה החשש שיהיה טפל חמור מן העיקר אולם מזה הטעם בעצמו שוב כשר שכן מצינו בסילוק בזיכין ודו\"ק. גם י\"ל דהנה לכאורה לפי הטעם שלא יהיה טפל חמור מן העיקר למה לא נאמר דגם לכתחילה מותר לשחוט בהיכל או לאכול משום זה הטעם אפי' בלא דוחק. אך פשוט דעל לכתחילה אין זה גנאי לאמר טפל חמור מן העיקר דהרי כל דבר יש לו מקום מיוחד למצותו. רק לפסול ודאי דהוי גנאי ולזה במקום שא\"א אמרינן זה. ולפי\"ז דכל זה בשחיטה ואכילת קדשים. אבל בקמיצת המנחה דהיה מקום לומר דיחזור ויקמוץ בעזרה וכמו דס\"ל לבן בתירא במנחות דף ו' גבי קמץ בשמאל דיחזור ויקמץ בימין לזה היה הו\"א דבכה\"ג לא אמרינן דכשר משום שלא יהיה טפל חמור מהעיקר דהרי אפשר לחזור ולקמוץ ולזה הוצרך לומר הטעם שכן מצינו בסילוק בזיכין ודו\"ק."
            ],
            [
                "<b>מקדשין </b>\n<b> מנחה בכלי שע\"ג קרקע וקומצין מכלי שע\"ג קרקע ואין מקדישין הקומץ בכלי שע\"ג קרקע.</b> עי' כל הסוגיא במנחות דף ז' דקידוש הקומץ ילפינן לה מדם ונראה ביאור הענין דכמו בקבלת הדם א\"א שיונח הכלי ע\"ג הקרקע ושיתקבל הדם ממילא. דהא קבלה היא עבודה ובעי שיהיה בעצמו של כהן ובימין ולא שיפול הדם מאליו לתוך הכלי שרת שע\"ג הקרקע דהרי חסר עבודת הקבלה. ה\"ה קידוש קומץ דהוי כמו קבלה נלמד מדם דבעי שיהיה ביד כהן ולא יקדש מכלי שע\"ג קרקע משא\"כ קידוש מנחה בכלי דאינו עבודה וכן קמיצה דהוי נגד שחיטה לא נלמד מדם וממילא מותר בכלי שע\"ג קרקע וזה פשוט."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>חמצה </b>\n<b> בראשו של מזבח אינו לוקה שנאמר אשר תקריבו וכבר קרבה זו.</b> ומקורו ממנחות נ\"ז. וקצת אינו מובן דהרי עיקר ההקרבה היא ההקטרה ע\"ג האישים. ומה בכך כשהיא בראשו של מזבח. הא עדיין לא נקטר. ובמעילה דף ו' דרק כשנהנה מאימורין לאחר שמשלה בהן האור פטור דאז חשיבה הקטרה יעו\"ש. גם הלא אם החמיצו שיהיה עובר בלא תעשה מדכתיב לא תאפה חמץ חלקם אפי' חלקם לא תאפה חמץ. ומשמע דגם בשכבר נקטר הקומץ עוברין בלא תעשה דקודם הקטרת הקומץ הלא עוד לא נקרא חלקם דאין הכהנים זוכין בשיריים קודם הקטרת הקומץ. א\"כ על כרחך מיירי אחר הקטרה. אך נראה דנתמעט רק מה שנתקרב לגבוה והבן."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אינו </b>\n<b> עובר בלא תעשה עד שיעברו עליו רגלי שנה כולה.</b> עי' בכ\"מ שכתב בדעת הרמב\"ם ז\"ל דס\"ל כרבנן דא\"צ ג' רגלים כסדרן יעו\"ש ובשו\"ת שער אפרים האריך לחלוק על דברי הכ\"מ וס\"ל בדעת הרמב\"ם ז\"ל דצריך שיהיו ג' רגלים כסדרן. אבל בפי' המשנה להרמב\"ם ז\"ל ריש ר\"ה כתב להדיא דאין הלכה כרבי שמעון יעו\"ש."
            ]
        ],
        [
            [],
            [
                "<b>הקדיש </b>\n<b> אבר אחד מן העוף הרי זה ספק אם נתקדש כולו או לא נתקדש.</b> ובכ\"מ כתב דלשיטת הרמב\"ם ז\"ל דבמקדיש אבר שאין הנשמה תלויה בו אינו קדוש אלא אותו האבר על כרחך צ\"ל דכאן מיירי במקדיש אבר שהנשמה תלויה בו. אבל קצת צ\"ע על הרמב\"ם ז\"ל שסתם ולא פירש וכ\"כ הלח\"מ שם יעו\"ש. ולולי דבריהם הקדושים היה קצת מקום לומר בשיטת הרמב\"ם ז\"ל דהנה בתמורה (י\"א) איתא בגמ' יכול האומר רגלה של זו עולה יהא כולו עולה ת\"ל ממנו ולא כולו. ומשמע מזה דבאמת היתה הדעת נוטה שיהיה כולו עולה רק דנתמעט מדכתיב ממנו דמשמע ולא כולו ורק כשהנשמה תלוייה בו. ולפי\"ז יש מקום לומר דזה רק בבהמה דנתמעט מקרא דממנו אבל בעוף דליכא מיעוטא וכמו שפי' רש\"י ז\"ל שם דקרא דממנו קאי רק אבהמה ולא אעוף שוב י\"ל דבעוף באמת בהקדיש אבר אחד נתקדש כולו דהרי ליכא קרא למעט. ולפי\"ז יתכן קצת לומר בשיטתו של הרמב\"ם ז\"ל דבעוף גם באבר שאין הנשמה תלוייה בו נתקדש כולו ודו\"ק."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ואם </b>\n<b> הביא הכחוש יצא ידי נדרו.</b> נראה מקור דברי רבינו ז\"ל מהא דמנחות פ\"ד נעשה ככחוש בקדשים יעו\"ש ועי' מנחות (ס\"ד) אומרים לו הבא שמינה ושחוט. ובפי' רבינו גרשום מאור הגולה שם דמיירי בשאין בכחושה חלב להקטרה כלל יעו\"ש."
            ],
            [
                "<b>האומר </b>\n<b> הרי עלי שור שוה מנה יביא שור ששוה מנה חוץ מנסכיו.</b> ועי' בכ\"מ דמייתי דבמתני' מנחות (ק\"ז) איתא דין זה גם בעגל ואיל וכבש. והר\"מ ז\"ל לא חש לכתבו דמשור במנה נשמע דה\"ה לאידך אבל לכאורה צריך ביאור דלמה באמת אמור רבנן בכפילא ולמה באמת נקיט כל הני. ולכאורה נראה דיש רבותא בכל אלו דשור במנה היה הו\"א יותר דדעתו חוץ מנסכיו דהרי לקרבן גדול קא מיכוין אמרינן דגם בזה מכוין לקרבן גדול ולזה כונתו חוץ מנסכיו משא\"כ באיל וכבש. ואי הוי נקט בכבש הו\"א משום שנסכיו מועטין לזה אינו מקפיד ודעתו חוץ מנסכיו משא\"כ בשור דנסכיו מרובין ולזה נקיט כל הני."
            ]
        ],
        [
            [
                "<b>הנודר </b>\n<b> מנחה מאפה תנור.</b> עי' במתני' מנחות (ס\"ג) דבסיפא נקיט הלשון הרי עלי מנחת מאפה ולא נקיט תנור. ולכאורה למה צריך לומר תנור כיון דהת\"ק יליף מקרא דמנחת מאפה רק בתנור ולא בכופח וא\"כ כשאומר מנחת מאפה על כרחך רק של תנור ולפי\"ז צ\"ע על הרמב\"ם ז\"ל דלמה נקיט הלשון הנודר מנחה מאפה תנור דמשמע קצת דמשום דפרט תנור."
            ],
            [
                "<b>האומר </b>\n<b> הרי עלי במחבת.</b> עי' במתני' מנחות (ק\"ב ע\"ב). והנה לכאורה בכל המנחות כך הדין. ונראה דנקיט זאת אליבא דרבי שמעון עי' בגמ' ובפירוש רש\"י במתני'. ובמתני' שם מה שהביא הביא וידי נדרו לא יצא פירש\"י ז\"ל דאימר לא לשם נדרו הביאה אלא נדבה אחרת היא. ולכאורה מה יהיה בעומד וצווח שלא נתכוין לשם נדבה אחרת אלא לצאת ידי נדרו. ובר\"מ ז\"ל לקמן ה\"ג לא קבען בשעת הנדר וכו' הרי אלו כשרים. נראה דיוצא בהם ג\"כ ידי חובת נדרו דרק המיעוט מכאשר נדרת וגו' וכן לקמן בכלי אחד. ובר\"מ ז\"ל לקמן אם הקריבן בכלי אחד הרי אלו כשתי מנחות שנתערבו ועי' בלח\"מ מה שתמה על הרמב\"ם ז\"ל. ואינו מובן דהרי הר\"מ ז\"ל נקיט לשון הגמ' ובודאי דס\"ל כפירוש רש\"י שם דהוי כשתי מנחות שנתערבו ותלוי באם יכול לקמוץ מזו בפני עצמה וכו'."
            ],
            [],
            [],
            [
                "<b>האומר </b>\n<b> הרי עלי מנחה וכו'.</b> עי' במל\"מ שהביא בשם הסמ\"ג עשין סי' קפ\"ו שכתב האומר הרי עלי מנחה סתם יביא מנחת הסולת שהיא ראשונה שבמנחות. והנה לבד מה שקשה על מה ששנה משנתו כר' יהודה עוד יקשה דהרי במנחות (ק\"ד) אמרינן בגמ' דטעמיה דר\"י דיביא מנחת הסולת משום דאין לה שם לוי ולמה מביא הסמ\"ג הטעם משום שהיא ראשונה שבמנחות דטעם זה נדחה שם בגמ'."
            ]
        ],
        [
            [
                "<b>וכן </b>\n<b> מצות עשה להיות כל אדם מטפל ומביא קרבנות בהמה שנתחייב להקריבן.</b> ומרן הכ\"מ ז\"ל דייק למה נקט דוקא בהמה. ויתכן קצת דהיא לרבותא דגם בבהמה שטירחה מרובה מ\"מ חייב לטפל ולהביא לבית הבחירה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אינו </b>\n<b> חייב אלא על שחיטת קדשים הראוין ליקרב לגבי מזבח אבל השוחט בחוץ אחד מאיסורי מזבח הר\"ז פטור וכו'.</b> עי' זבחים (קי\"ב) דצריך שני פסוקים מקראי דואל פתח אוהל מועד וגו' וקרא דלפני משכן ה' וחד מינייהו להיכא דהיה ראוי לבוא בפנים ונדחה יעו\"ש. וחידוש על הרמב\"ם ז\"ל דלא מייתי דין זה. גם לא הביא הדרשה דואל פתח אוהל מועד וגו'."
            ],
            [],
            [],
            [],
            [
                "<b>אשם </b>\n<b> תלוי וחטאת העוף הבאה על הספק שהקריבן בחוץ פטור שהרי לא נקבע האיסור.</b> ועי' בהשגת הראב\"ד ז\"ל דמביא תוספתא דזבחים והיא שם בפי\"א דחטאת העוף שהקריבה בחוץ חייב עליה אשם תלוי אבל אשם תלוי שהקריב בחוץ חייב עליו חטאת. וביאר הראב\"ד ז\"ל הטעם משום דבחטאת העוף אין למזבח אלא דמה ולזה אינו חייב כי אם אשם תלוי אבל באשם תלוי דיש למזבח דמו ואימוריו לזה חייב חטאת יעו\"ש ואינו מובן כל כך מה נפק\"מ הא גם דם הוי אכילת מזבח וכמבואר בכמה דוכתי בש\"ס. וגם חטאת העוף חייבין עליה בחוץ ונתרבה מקרא וכמבואר בגמ' ריש פ' השוחט והמעלה ומה נפק\"מ יש. גם עי' בכ\"מ שתמה על הראב\"ד ז\"ל במש\"כ ולא ידעתי מאין הוציא זה והביא מתוספתא זבחים והלא היא גמרא ערוכה בכריתות (י\"ח) השוחט אשם תלוי בחוץ רבי מאיר מחייב וחכמים פוטרין. וקצת י\"ל בדברי הראב\"ד דבגמ' איתא השוחט אשם תלוי בחוץ. והרמב\"ם ז\"ל נקיט אשם תלוי וחטאת העוף הבא על הספק שהקריבן בחוץ וכן בתוספתא איתא חטאת העוף שהקריבה בחוץ וי\"ל דחילוק יש דבשחיטה שפיר י\"ל דפטור בכה\"ג דשמא יתוודע בין השחיטה לזריקה ואם כן בשעת השחיטה חשוב אינו ראוי לבוא לפנים דשמא יתוודע בינתיים ולא יהיה ראוי לפנים דהרי אשם תלוי שנודע אחר השחיטה יצא לבית השריפה וכמבואר במתני' סוף תמורה. אבל הר\"מ ז\"ל נקיט אשם תלוי שהקריבן בחוץ והיינו שהעלה בחוץ ולזה אין ראיה מדברי הגמ' דהרי בשעת ההעלאה כשלא נודע א\"כ הו\"ל ראוי לבוא בפנים דנהי דבא על הספק אבל הלא מ\"מ על ספק כזה חייבה התורה. ולזה שפיר הקשה הראב\"ד דלא ידע מאין הוציא זה דמדברי הגמ' אין ראיה לכאן דהרי שם מיירי בשחיטה בחוץ ולזה מייתי מתוספתא דג\"כ מיירי בהעלאה ודו\"ק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>המעלה </b>\n<b> את הבהמה כולה בחוץ חייב מפני האימורין וכו' אבל המעלה מנחה שלא נקמצה פטור שאין הקומץ ברור ומובדל.</b> ולכאורה אינו מובן הלשון דלמה לי זה הטעם ותיפוק ליה דבכה\"ג פטור משום דקמיצה נגד שחיטה וא\"כ קודם הקמיצה עדיין לא נעשו בה העבודות ואכתי אינו ראוי לפנים דמחוסר מעשה הקמיצה וגרע טפי משלמים שהעלן קודם פתיחת דלתות ההיכל דפטור משום דאכתי אין ראויין לפנים וכ\"ש כאן דאינו ראוי לפנים. ואינו דומה למעלה בהמה כולה דחייב משום האיסורין דשם כבר נעשו בו העבודות ומין במינו אינו חוצץ חשוב ראוי לבוא בפנים משא\"כ במנחה שלא נקמצה דאכתי אינו ראוי כלל לבוא לפנים ועי' בזבחים (קי) במתני' וברש\"י שם דמשמע באמת כן אבל לשון הרמב\"ם ז\"ל צ\"ע לכאורה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יכהן פאר על משנה תורה, הלכות מעשה הקרבנות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yekhahen Pe'er",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}