{
    "text": {
        "0": {
            "0": {
                "0": "<b>מראות נגעים שנים.</b> כתיבי בקרא בהדיא שאת ובהרת:",
                "1": "<b>שהן ארבעה.</b> יש לך לרבות עוד שנים אחרים דלא כתיבי בקרא, והן תולדה דשאת ותולדה דבהרת. דמרבינן להו מספחת, שאין ספחת שם נגע אלא לשון טפלה, וכן הוא אומר (שמואל א ב׳) ספחני נא אל אחת הכהונות, והטיל הכתוב ספחת בין שאת לבהרת, לומר לך שיש תולדה לשאת ויש תולדה לבהרת:",
                "2": "<b>בהרת עזה כשלג.</b> לבנה ביותר. דכתיב (ויקרא י״ג) ואם בהרת לבנה היא, היא לבנה ואין למעלה ממנה לבנה:",
                "3": "<b>שאת כקרום ביצה.</b> דסבר האי תנא אין שאת אלא לשון גובה. וכן הוא אומר (ישעיה ב׳) ועל כל הגבעות הנשאות. ואין לך כהה בלבנונית בכל ארבעה מראות כקרום ביצה, לפיכך הוא גבוה יותר מכולן, כמראה צל גבוה מן החמה:",
                "4": "<b>שניה לה כצמר לבן.</b> והוא עז בלבנוניתו יותר מסיד ההיכל שהיא תולדה דבהרת. משום דאמר קרא שאת לבנה. לענין מאי קרייה רחמנא לבנה, על כרחך לתולדתה, שהיא לבנה יותר מתולדה דבהרת:",
                "5": "<b>שאת כצמר לבן.</b> רבנן סברי, שני מראות עזות שהן שלג וצמר לבן, הן לשני אבות בהרת ושאת, ושני מראות כהות מהן שהן סיד ההיכל וקרום ביצה והן תולדות. תן תולדה גדולה לגדול, דהיינו סיד ההיכל לבהרת שהוא אב גדול, ותולדה קטנה לקטן דהיינו קרום ביצה לשאת שהוא קטן מבהרת. ונפקא מינה בפלוגתייהו דרבנן ותנא קמא לענין צירוף, דחצי גריס מאב וחצי גריס מתולדה דידיה מצטרפין, וכן שני האבות שאת ובהרת מצטרפין, דדרשינן והיה בעור בשרו לנגע, מלמד שמצטרפין זה עם זה, מדכתיב והיה ולא כתיב והיו, עשה כל הנגעים אחד. אבל שתי התולדות אין מצטרפות, דתולדה דבהרת אינה מצטרפת עם תולדה דשאת, דלא קאי והיה אלא אשאת ובהרת דכתיבי בהדיא, ולא אתולדות דאתו מרבויא. והשתא, לתנא קמא שלג וקרום ביצה מצטרפין, שלג וצמר לבן אין מצטרפין. ולרבנן, שלג וצמר מצטרפין, שלג וקרום אין מצטרפין. והלכה כחכמים:",
                "6": "<b>צמר לבן.</b> צמר נקי של כבש בן יומו לאחר שרחצוהו ונתלבן:\n\n"
            },
            "1": {
                "0": "<b>הפתוך שבשלג.</b> המעורב בלובן ואודם שבבהרת העזה כשלג נראה, כיין המזוג בשלג. שלבנוניתו מרובה ואדמימות שבו מועט:",
                "1": "<b>והפתוך שבסיד ההיכל.</b> והמעורב שבנגע שהוא כסיד ההיכל, נראה, כדם המזוג בחלב. שאדמימות שבו מרובה. ואע״ג דלא תני פתוך אלא בבהרת ותולדתה, הוא הדין דיש פתוך נמי בשאת ותולדתה, דתניא בתורת כהנים, שאת לבנה, מלמד שמטמאה חלקה. בהרת לבנה אדמדמת, מלמד שמטמאה פתוך. מנין ליתן את האמור של זה בזה, תלמוד לומר נגע צרעת:",
                "2": "<b>שבזה ושבזה.</b> שבשלג ושבסיד:",
                "3": "<b>דיהה.</b> חסרה מן הלובן, שאינה צחה בלבנונית כמותה. והלכה כרבי עקיבא:\n\n"
            },
            "2": {
                "0": "<b>מארבעה מראות הללו מצטרפין.</b> גרסינן. ולא גרסינן ארבעה מראות, שאין כל הארבעה מראות מצטרפין, דאין התולדה מצטרפת אלא עם אב שלה, ושתי תולדות זו עם זו אינן מצטרפין. אבל שני אבות מצטרפין. מדכתיב והיה בעור בשרו, ולא כתיב והיו, משמע שעושה שאת ובהרת כאחד, דאי איכא חצי גריס מזה וחצי גריס מזה מצטרפין לכגריס. ורמב״ם כתב, דכל הארבעה מראות מצטרפין, בין שתי התולדות זו עם זו בין אב עם תולדה שאינה שלו, כל מקרום ביצה ולמעלה מצטרפין. והתוספתא מסייעתו:",
                "1": "<b>לפטור להחליט ולהסגיר.</b> לכל הנך מילי מצטרפין. וכולהו מפרש להו:",
                "2": "<b>להסגיר העומד בסוף שבוע ראשון.</b> דכתיב (ויקרא י״ג:ה׳) וראהו הכהן ביום השביעי והנה הנגע עמד בעיניו והסגירו הכהן שבעת ימים שנית:",
                "3": "<b>ולפטור את העומד בסוף שבוע שני.</b> שהעומד בשיעורו ולא פשה ועמד במראהו, אע״פ שלא ירד למטה מארבעה מראות, פוטרו בסוף שבוע שני. והא דכתיב [שם] וראה הכהן אותו ביום השביעי שנית והנה כהה הנגע וגו׳ וטיהרו הכהן, לאו למימרא דאין מטהרו אלא אם כן כהה, אלא אשמעינן קרא דאפילו נשתנה משלג לסיד או מסיד לשלג לא אמרינן נגע אחר הוא וחוזר ומסגירו כתחילה אלא כעומד דמי ומטהרו:",
                "4": "<b>להחליט את שנולד בו מחיה או שער לבן בתחלה.</b> כשהובא בתחילתו אל הכהן ויש בו בהרת כגריס ומחית בשר כעדשה מרובעת בתוך מקום הבהרת, מחליטו מיד. וכן נמי שער לבן, אם היה שחור ולא הספיק להסגירו עד שהפך ללבן, מחליטו מיד. אבל פשיון לא מטמא בתחילה אפילו פושה והולך עד שלא הסגיר:",
                "5": "<b>בסוף שבוע ראשון.</b> כלומר להחליט כמו כן בסוף שבוע ראשון, שמתחילה לא היו לו סימנין הללו והסגירו, ולסוף שבוע ראשון מצא בו מחיה או שער לבן, מחליטו:",
                "6": "<b>או בסוף שבוע שני.</b> כגון דבסוף שבוע ראשון עמד בעיניו ולא היה בו לא שער לבן ולא מחיה, [והסגירו פעם שנית], ובסוף שבוע שני נולדו בו סימנים הללו, מחליטו:",
                "7": "<b>לאחר הפטור.</b> כלומר ואפילו לאחר הפטור שבסוף שבוע שני לא נולדו בו סימני טומאה ופטרו, ולאחר כמה ימים נולדו, מחליטו:",
                "8": "<b>להחליט את שנולד לו פשיון בסוף שבוע ראשון או בסוף שבוע שני.</b> כגון בהרת כגריס שאין בה מחיה ולא שער לבן והסגירה, אם פשתה בסוף שבוע ראשון או לא פשתה אלא בסוף שבוע שני, מחליטו. ואם לא פשתה לא בשבוע ראשון ולא בשבוע שני ופטרו ולאחר כמה ימים פשתה, מחליטו:",
                "9": "<b>להחליט את ההופך כולו לבן מתוך הפטור.</b> אם אחר שפטרו וטיהרו הכהן פרחה הצרעת בכולו, טמא מוחלט:",
                "10": "<b>לפטור את ההופך כולו לבן מתוך החלט או מתוך הסגר.</b> אם לאחר שטמאו הכהן, או לאחר שהוזקק להסגר קודם שטמאו, פרחה הצרעת בכולו, פוטרו וטהור, שהפריחה עושה מן הטהור טמא ומן הטמא טהור. והמוסגר טמא מקרי:",
                "11": "<b>אלו מראות נגעים.</b> ארבעה מראות אלו שהזכרנו, חלקות או פתוכות:\n\n"
            },
            "3": {
                "0": "<b>מראות נגעים שלשים וששה.</b> גרסינן. ולא גרסינן מראות נגעים ששה עשר. ושלשים ושש הוו, ארבעה מראות חלקות וארבעה מראות פתוכות דעור בשר, וכנגדן בשחין ומכוה, ששחין ומכוה אחת הן ולא חלקן הכתוב אלא לומר לך שאין מצטרפין, וכנגדן בנתקים, וכנגדן בקרחת וגבחת, שקרחת וגבחת אחת הן, הרי שלשים ושנים מראות, וירקרק ואדמדם דנגעי בגדים, וירקרק ואדמדם דנגעי בתים, הרי שלשים וששה:",
                "1": "<b>עקביא בן מהללאל אומר שבעים ושנים.</b> הנך שלשים וששה בתחילה כשהובא אל הכהן, ושלשים וששה אחריני כנגדן בסוף שבוע ראשון או בסוף שבוע שני של הסגר או בסוף שבוע שלישי לנגעי בתים להבחין בין מראה שלכתחלה למראה שבסוף, הרי שבעים ושנים. כך פירשן הרמב״ם, וישר הוא. אלא דקשיא לי בגוה שהוא מונה שמונה מראות דנתקין, ואנן קיי״ל דנתקין מטמאין בכל מראות ואין להם מראות מיוחדות כשאר נגעים:",
                "2": "<b>ששבוע שני שלו חל בשבת.</b> דשני הסגרות שלשה עשר יום דיום שביעי של שבוע ראשון עולה לכאן ולכאן, דכתיב (ויקרא י״ג:נ״ד) והסגירו [הכהן] שבעת ימים שנית, מלמד שיום שביעי עולה לו מן המנין מלפניו ומאחריו. וכן שלשה שבועות דנגעי בתים אינם אלא תשעה עשר יום, דראשון ושביעי של שבוע אמצעי עולין לפניהם ולאחריהם:",
                "3": "<b>חל להיות בתוך השבת.</b> שביום השבת חל שביעי, אין רואים אותו בשבת, מפני שהוא נראה כדן את הדין בשבת, אלא ממתין עד לאחר השבת. ואין הלכה כר׳ עקיבא:\n\n"
            },
            "4": {
                "0": "<b>היה בו שער לבן.</b> ביום השבת. ואם היה רואהו היה מחליטו, ולאחר השבת הלך לו, הרי זה להקל. ואע״ג דאי נמי חלטו בשבת, כשהלך לו אחר השבת היה מטהרו, מכל מקום היה צריך להביא קרבן כדין מצורע מוחלט שנתרפא, ועכשיו פטור:",
                "1": "<b>היו לבנות.</b> אי נמי היו לבנות ביום השבת שהיה ראוי להחליטו, ולמחר השחירו, הרי זה להקל:",
                "2": "<b>אחת, לבנה ואחת שחורה והשחירו שתיהן.</b> כדי נסבה, דאין כאן להקל, דבין כך ובין כך טהור. ואגב סיפא דלהחמיר נקט לה דקתני והלבינו שתיהן:",
                "3": "<b>ארוכות.</b> היו השערות ביום השבת כדי לקרוץ בזוג, דהיינו שיעור טומאה, ולמחר נתקצרו, היינו להקל:",
                "4": "<b>אחת ארוכה ואחת קצרה.</b> כדי נסבה, דבין כך ובין כך טהור. אלא אגב סיפא דלהחמיר נקט לה דקתני והאריכו שתיהן:",
                "5": "<b>נסמך ה.</b> שחין. לשתי שערות, לאחר השבת, ובשבת לא היה בו שחין, דאילו בשבת ראהו היה מחליטו מחמת השערות לבנות שבתוך הבהרת, ועכשיו לאחר השבת שבא השחין ונסמך לשתיהן או לאחת מהן, אינן סימן טומאה:",
                "6": "<b>הקיף השחין וכו׳</b> או שהקיך השחין לשתי השערות לבנות:",
                "7": "<b>או לאחת מהן או חלקן השחין.</b> שבא השחין או מחית השחין או המכוה או מחית המכוה או הבוהק בין שער לשער. כל הני דבשבת לא היו ולאחר שבת באו, הרי זה להקל:",
                "8": "<b>היתה בו מחיה.</b> בשבת, שהיא סימן טומאה, והלכה לה לאחר השבת. אי נמי היתה מרובעת בשבת, והיה ראוי להחליטו, ולאחר השבת נעשית עגולה או ארוכה דהשתא אינה סימן טומאה. אי נמי היתה מבוצרת המחיה בשבת באמצע הבהרת, כמין מבצר של עיר שיושב באמצע העיר, ומתוך כך היה ראוי להחליטו, ולאחר השבת נעשית מן הצד. אי נמי היתה בשבת מכונסת כעדשה במקום אחד, ולאחר השבת נתפזרה:",
                "9": "<b>ובא השחין ונכנס, לתוכה.</b> כלומר בשבת לא היה שם שחין והיתה המחיה סימן טומאה, ובא השחין ונכנס לתוכה:",
                "10": "<b>הקיפה או חלקה או מיעטה.</b> כלומר, או שלא בא השחין על כל הנגע אלא על קצת המחיה, ופחתה מכעדשה:",
                "11": "<b>השחין ומחית השחין המכוה ומחית המכוה והבהק.</b> כל הני אמיעטה קיימו, שמיעטה השחין או מחית השחין, דהיינו שנעשה קרום כקליפת השום. או המכוה או מחית המכוה. כל הני שבשבת לא היו ולאחר השבת באו. וכן הבוהק שבשבת היו מארבעה מראות ונעשה בוהק למחרתו ומיעט המחיה, דשחין ובוהק ממעטין מחיה, כדתניא בתורת כהנים בשר חי ולא השחין, בשר חי ולא הבוהק:",
                "12": "<b>היה בו פשיון.</b> בשבת:",
                "13": "<b>והלך לו הפשיון.</b> לאחר השבת, דמה שפשה בשבת כנס למחרתו:",
                "14": "<b>או שהלכה האום.</b> עיקר הנגע נקרא אום. והלכה האום ונשאר הפשיון, או שנתמעטה האום ואין בין שניהם כגריס:",
                "15": "<b>השחין ומחית השחין.</b> כלומר, אי נמי בשבת פשה ולא היה מפסיק בשבת בין האום לפשיון לא שחין ולא מחית השחין ולא מכוה ולא מחית המכוה ולא בוהק, ולאחר השבת הפסיק אחד מאלו, הרי זה להקל:\n\n"
            },
            "5": {
                "0": "<b>נסמך השחין.</b> בשבת:",
                "1": "<b>לשתיהן.</b> לשתי השערות, דהשתא לא הוו סימן טומאה, שאין שער לבן סימן טומאה אלא כשהוא בנגע עצמו, לא בתוך השחין או בתוך המכוה:",
                "2": "<b>או הקיף השחין וכו׳</b> דאם ראהו בשבת לא היה מחליטו:",
                "3": "<b>והלכו להן.</b> לאחר השבת, שנעשה מקום השחין והמכוה צלקת, והרי הוא כעור בשר, ונשאר עור הבשר עם הנגע כבתחילה, ועם שער הלבן, ומחליטו, הרי זה להחמיר:",
                "4": "<b>חולקין בין האום לפשיון.</b> שהיו מפסיקין בשבת בין עיקר הנגע לפשיון:",
                "5": "<b>והלכו להן.</b> לאחר השבת, ואין שם דבר המפסיק, הרי אלו להחמיר:"
            }
        },
        "1": {
            "0": {
                "0": "<b>בהרת.</b> גרמוני. לבן ביותר. ובהרת עזה כשלג נראית בו כהה מתוך לבנונית יתירה שבבשרו, ופוטרין אותו:",
                "1": "<b>והכהה.</b> נראית בכושי עזה. מתוך שבשרו שחור. ומסגירין אותו, דבתר בשרו של נראה אזלינן:",
                "2": "<b>בני ישראל אני כפרתן.</b> מתוך חבתן היה אומר אני כפרתן. כלומר כל העונש שראוי לבוא עליהן אני מקבל על עצמי כדי לכפר עליהן. שהן בינונים וממוצעים ואינם נוטים לאחת משתי הקצוות:",
                "3": "<b>לא לבנים ולא שחורים.</b> אלא כאשכרוע, שאינו לא לבן ולא שחור. אשכרוע, מין של ארז, בוש״ו בלע״ז. תאשור, אשכרוע. וקא סבר ר׳ ישמעאל דבמה שמיטהר האחד מיטהרים כולם, ובמה שמיטמא האחד מיטמאין כולם. וקיימי רבי ישמעאל ור׳ עקיבא בחדא שיטתא:",
                "4": "<b>ציירים.</b> אומנין שמציירין צורות לנוי:",
                "5": "<b>כבינוני.</b> כסם הבינוני:",
                "6": "<b>מראות נגעים להקל.</b> וטעמא דר׳ יהודה מפרש בתורת כהנים, כתוב אחד אומר בעור בשרו, וכתוב אחד אומר בעור הבשר, מצינו שמראות נגעים להקל אבל לא להחמיר, כיצד, יראה גרמוני בבשרו להקל נמצאת מקיים בעור בשרו. ואת הכושי כבינוני להקל נמצאת מקיים בעור הבשר:",
                "7": "<b>זה וזה כבינוני.</b> גרמוני וכושי כבינוני, והיינו ר׳ עקיבא:\n\n"
            },
            "1": {
                "0": "<b>אין רואין את הנגעים בשחרית ובין הערבים וכו׳</b> דילפינן מקרא דכתיב לכל מראה עיני הכהן, מה כהן שחסר מאור עיניו אינו רואה את הנגעים. אף יום שחסר מאורו אין רואין בו את הנגעים:",
                "1": "<b>רבי יהודה אומר בד׳ בה׳ כו׳</b> והלכה כר׳ יהודה:\n\n"
            },
            "2": {
                "0": "<b>אין פותחין, לו חלונות.</b> דכתיב (ויקרא י״ד:ל״ה) כנגע נראה לי, לי ולא לנרי, מכאן אמרו בית אפל אין פותחין לו חלונות:\n\n"
            },
            "3": {
                "0": "<b>כעודר וכמוסק.</b> דרך העודר מפסק רגליו. ודרך המוסק מגביה זרועותיו. עודר, חופר בקרקע. מוסק, לוקט את זיתיו:",
                "1": "<b>כעורכת.</b> את הפת, שמפסקת את רגליה:",
                "2": "<b>וכמניקה את בנה.</b> לענין תחת הדד. דמה שנראה באותה שעה אינו נחשב בית הסתרים:",
                "3": "<b>כאורגת בעומדים, לשחי.</b> שמגבהת ידה הימנית לארוג ומגלה בית השחי שלה:",
                "4": "<b>כטווה בפשתן.</b> שדרך הטווה להגביה ידה השמאלית ומגלה השחי השמאלי. ומה שאינו נראה בכך, נחשב בית הסתרים. וכתיב לכל מראה עיני הכהן, פרט לבית הסתרים:",
                "5": "<b>לתגלחתו.</b> ביום טהרתו. וצריך לגלח, דכתיב (ויקרא י״ד) את ראשו ואת זקנו ואת גבות עיניו, מה אלו מקום כינוס שער ונראה, אף כל מקום כינוס שער ונראה, פרט לבית הסתרים:  "
            },
            "4": {
                "0": "<b>רבי מאיר אומר אף לא נגעי קרוביו.</b> דאיתקוש נגעים לריבים, דכתיב (דברים כ״א:ה׳) כל ריב וכל נגע, מה ריבים שלא בקרובים, אף נגעים שלא בקרובים. ואין הלכה כרבי מאיר:",
                "1": "<b>חוץ מנדרי עצמו.</b> דכתיב (במדבר ל׳) לא יחל דברו, הוא אינו מיחל אבל אחרים מחלין לו:",
                "2": "<b>אף לא נדרי אשתו שבינה לבין אחרים.</b> כגון נדרים שאינן של עינוי נפש ודברים שאינן בינו לבינה, שהן צריכין חקירת חכם, ושמא יקל גבי אשתו ולא יבקר יפה. ודוקא בפני עצמו אינו יכול להתיר ואפילו הוא יחיד מומחה, אבל מצטרף הוא בכלל שלשה הדיוטות, דכיון דהוו בי תלתא לא חשידי שמא לא יחקרו יפה:",
                "3": "<b>כל הבכורות אדם רואה.</b> אם יכולין לאכלן במומן:"
            }
        },
        "2": {
            "0": {
                "0": "<b>הכל מיטמאין.</b> ואפילו קטן. דמהו דתימא איש צרוע כתיב (ויקרא י״ג:ב׳), קמ״ל אדם כי יהיה בעור בשרו כתיב [שם]:",
                "1": "<b>הכל כשרים לראות את הנגעים.</b> ואע״פ שאינו בקי בהן ובשמותיהן, אם חכם עמו, רואה. אבל בינו לבין עצמו אם אינו בקי בהן ובשמותיהן אינו רואה את הנגעים:",
                "2": "<b>שהטומאה והטהרה ביד כהן.</b> חכם ישראל רואה את הנגעים ואומר לכהן, אע״פ שהוא שוטה, אמור טמא, אמור טהור:",
                "3": "<b>בין באיש אחד בין בשני אנשים.</b> שנולדו שני נגעים באיש אחד או בשני אנשים, אין הכהן רואה אותן בבת אחת, שאין הכהן יכול לראות יפה שני נגעים כאחד:",
                "4": "<b>ומסגירו.</b> אי בר הסגר הוא, כגון ע״י ארבעה מראות:",
                "5": "<b>ומחליטו.</b> אם ראוי להחליט, כגון ע״י שער לבן או מחיה:",
                "6": "<b>ופוטרו.</b> אם הוא למטה מארבעה מראות:",
                "7": "<b>וחוזר לשני.</b> מאחר שנולד השני קודם שהסגיר את הראשון או שהחליטו:",
                "8": "<b>אין מסגירים את המוסגר.</b> וכן נמי אין מחליטין את המוסגר. דאם הסגירו בנגע אחד ואח״כ נולד לו נגע אחר שראוי להסגירו או להחליטו, אין נזקק לו. וכי מתסי מן הראשון אין על הנגע השני לא תורת מוסגר ולא תורת מוחלט, עד שיזקק לו:",
                "9": "<b>אבל בתחלה בסוף שבוע מסגיר ומסגיר.</b> אם בתחלת השבוע נולד השני קודם שהסגיר את הראשון, מסגיר על הראשון ומסגיר על השני. וכן בסוף שבוע ראשון אם עמד הראשון בעיניו, מסגירו וחוזר ומסגיר על השני:",
                "10": "<b>מחליט ומחליט.</b> מחליט על הראשון וחוזר ומחליט על השני:",
                "11": "<b>מסגיר ופוטר.</b> מסגיר על הראשון ופוטר על השני:",
                "12": "<b>מחליט ופוטר.</b> מחליט על הראשון ופוטר על השני. וה״ה איפכא, מסגיר ומחליט, או מחליט ומסגיר, פוטר ומסגיר, פוטר ומחליט:\n\n"
            },
            "1": {
                "0": "<b>נותנין לו שבעת ימי המשתה.</b> דכתיב וביום הראות בו, מכדי לכתוב רחמנא ובהראות, מאי וביום, לומר לך יש יום שאתה רואה ויש יום שאי אתה רואה:\n\n"
            },
            "2": {
                "0": "<b>עור הבשר.</b> שנראה בו אחד מארבעה מראות:",
                "1": "<b>בתחילה.</b> כשהובא אל הכהן בלא הסגר, מיטמא בשער לבן ובמחיה. אבל בפשיון אינו מיטמא עד סוף שבוע ראשון, או סוף שבוע שני, ולאחר הפטור דסוף שבוע שני כשעמד בעיניו ופטרו, אם אחרי כן פשה חוזר וחולטו:",
                "2": "<b>שלשה עשר יום.</b> דיום שביעי של שבוע ראשון עולה לכאן ולכאן:\n\n"
            },
            "3": {
                "0": "<b>השחין והמכוה מיטמאין בשבוע אחד.</b> דשאר נגעים יש להן שני הסגרות, ואלו אם לא פשה בשבוע ראשון ולא נולד שער לבן, פוטרו. ולשון מיטמאין דנקט, הכי קאמר, כשבאו אלו שני סימנים בסוף שבוע אחד, טמא, הא לא באו, טהור:\n\n"
            },
            "4": {
                "0": "<b>הנתקים.</b> נגעים שבראש או בזקן קרויין נתקים:",
                "1": "<b>בשער צהוב דק בתחלה.</b> אם בתחלה נולד לו שער צהוב, מחליטו:",
                "2": "<b>צהוב.</b> דומה לזהב:",
                "3": "<b>בסוף שבוע ראשון ובסוף שבוע שני.</b> אם בסוף שבוע ראשון פשה או נולד לו שער צהוב, מחליטו. ואם לאו, מסגירו שנית, ואם בסוף שבוע שני פשה או נולד לו שער צהוב, מחליטו. ואם לאו, פוטרו. ואם לאחר הפטור פשה או נולד לו שער צהוב, מחליטו:\n\n"
            },
            "5": {
                "0": "<b>הקרחת והגבחת.</b> לקמן בפ״י מפרש איזו היא קרחת ואיזו היא גבחת:",
                "1": "<b>במחיה ובפשיון.</b> אבל בשער לבן אין מיטמאין, לפי שאין שער צומח בהן:\n\n"
            },
            "6": {
                "0": "<b>בירקרק ובאדמדם.</b> הא דקרי בבגדים ובבתים סימן טומאה ירקרק ואדמדם, ולא קרי לעיל סימן טומאה לארבעה מראות שבעור בשר, משום דארבעה מראות שבעור בשר אפילו עומדים בו כמה שנים אינן מחליטים בלא שער לבן ובלא פשיון ובלא מחיה, אבל בבגדים כשעמד הירקרק או אדמדם שני שבועות אע״ג דלא פשה כתיב באש תשרפנו, להכי קרי להו בבגדים סימן טומאה. וכן בבתים שלשה שבועות כשחזר הנגע לכמות שהיה או מירקרק לאדמדם או מאדמדם לירקרק, כתיב (ויקרא י״ד:מ״ה) ונתץ את הבית, כאילו פשה, להכי קרי להו סימן טומאה:",
                "1": "<b>לאחר הפטור.</b> כגון שכהה, אם חזר אחרי כן, שורף:\n\n"
            },
            "7": {
                "0": "<b>תשעה עשר יום.</b> ראשון ושביעי של שבוע אמצעי עולים לפניהם ולאחריהם:",
                "1": "<b>פחות משבוע אחד.</b> כגון שחין ומכוה:",
                "2": "<b>שלשה שבועות.</b> כגון נגעי בתים:"
            }
        },
        "3": {
            "0": {
                "0": "<b>יש בשער.</b> ששער לבן מטמא בתחילה. כשהובא אל הכהן ויש בנגע שער לבן, טמא. מה שאין כן בפשיון שאינו מטמא אלא בסוף שבוע:",
                "1": "<b>ומטמא בכל מראה לובן.</b> אפילו למטה מארבעה מראות, דכתיב (ויקרא י״ג:ג׳) ומראה הנגע עמוק, מראה הנגע עמוק ולא מראה שער לבן עמוק. משא״כ בפשיון שאין פשיון מטמא למטה מארבעה מראות, שבאותן מראות שהאום מטמא, הפשיון מטמא:",
                "2": "<b>ואין בו סימן טהרה.</b> ואילו בפשיון יש בו סימן טהרה, שאם פרח בכולו טהור:",
                "3": "<b>מטמא בכל שהוא.</b> אבל שער לבן אינו מטמא בפחות משתי שערות, דמיעוט שער שתים:",
                "4": "<b>חוץ מן הנגע.</b> כשפשה חוץ לנגע, טמא. אבל שער לבן בעינן שיהא בנגע, כדכתיב (ויקרא י״ג) ושער בנגע הפך לבן:\n\n"
            },
            "1": {
                "0": "<b>בכל מראה.</b> היינו כמראה הבשר בין כושי בין לבן בין אדום:",
                "1": "<b>מטמא בכל שהוא.</b> אבל במחיה בעיא כעדשה:",
                "2": "<b>חוץ מן הנגע מה שאין כן.</b> במחיה. שהמחיה צריכה להיות בתוך הנגע:\n\n"
            },
            "2": {
                "0": "<b>ובמכונס.</b> שהשתי שערות במקום אחד בנגע:",
                "1": "<b>במפורד.</b> זה במזרח הנגע וזה במערב:",
                "2": "<b>במבוצר.</b> שתי שערות באמצע הנגע, כמבצר שבאמצע העיר:",
                "3": "<b>שאינו מבוצר.</b> בחוט היוצא מן הנגע. ויש ברחבו שתי שערות. מה שאין כן במחיה דבעינן מבוצרת ומכונסת:",
                "4": "<b>הפוכה ושלא הפוכה.</b> בין שהבהרת קדמה למחיה, בין שהמחיה קדמה לבהרת. מה שאין כן בשער לבן, שאם קדם לבהרת, טהור:",
                "5": "<b>ומעכבת את ההופך כולו לבן.</b> דאם הוחלט במחיה. ופרחה הצרעת בכולו חוץ ממקום המחיה, עדיין טמא הוא. אבל אם פרחה בכולו, אע״ג דכל גופו מלא שער לבן, טהור, שאין שער לבן מעכב:\n\n"
            },
            "3": {
                "0": "<b>עיקרן משחיר וראשן מלבין טהור.</b> דאמר קרא (ויקרא י״ג) ושער בנגע הפך לבן, העיקר הסמוך לנגע הפך לבן:",
                "1": "<b>כדי לקרוץ בזוג.</b> כדי שינטל בפי הזוג של מספריים. והלכה, דשיעור שער לבן, ארכו אין פחות מכדי שינטל בפי הזוג, אבל הלבנונית שבו בכל שהוא:",
                "2": "<b>ונראית כשתים טהור.</b> שיש שערות המחולקות בראשן לשתים ובעיקרן אינן אלא אחת:",
                "3": "<b>הכי גרסינן, בהרת ובה שער לבן ושער שחור טמא.</b> בהרת שהיא כגריס מצומצם ובה שתי שערות לבנות, והשאר מלאה שערות שחורות, טמא. ולא אמרינן שמקום השערות שחורות ממעט הבהרת מכגריס:\n\n"
            },
            "4": {
                "0": "<b>זוקקה לשער לבן ולפשיון.</b> דאי איכא באותו החוט שער לבן, מחליטו. או אם פשה אצל החוט בסוף שבוע, טמא. אבל אם אין ברוחב החוט שתי שערות ואית ביה שער לבן, לא מטמא, דלא חשיב מן הנגע. וכן אם פשה אצל החוט שאין ברחבו שתי שערות, כפשיון רחוק מן הנגע הוא חשוב ובעי כגריס:",
                "1": "<b>אבל לא למחיה.</b> דאפילו יש ברוחב החוט שתי שערות, אין מחיה שבו מטמאה. שהמחיה צריכה שתהא מבוצרת באמצע הנגע כמבצר שהוא באמצע העיר:",
                "2": "<b>מצרפן.</b> ונידונים כנגע אחד. ואם פשה אחת מהן משהו, או נולד שער לבן באחת מהן, מחליט על שתיהן:",
                "3": "<b>ואם לאו אינו מצרפן.</b> ונדונים כשני נגעים, ואם פשתה האחת והאחרת לא פשתה, מחליט בזו ומסגיר בזו. ונפקא מינה, דלכי מיטהר, בעי לאתויי שני קרבנות:\n\n"
            },
            "5": {
                "0": "<b>בהרת כגריס.</b> בלא מקום מחיה. דהיינו תשע עדשות בהרת, ועדשה אחת מחיה. עשר עדשות בין הכל:",
                "1": "<b>גריס.</b> הן תשע עדשות, ומחיה אין פחות מעדשה. וכל היכא דתנינן בהרת, הוא הדין לשאר מראות חלקות ופתוכות:",
                "2": "<b>והלכה המחיה.</b> שבא הנגע על מקומה:",
                "3": "<b>הלך שער לבן.</b> שנשר, או הפך לשחור:",
                "4": "<b>ר׳ שמעון מטהר.</b> אהלכה מחיה קאי:",
                "5": "<b>שלא הפכתו בהרת.</b> ששער לבן קדם לבהרת של מקום המחיה:",
                "6": "<b>שלא הפכתו בהרת כגריס.</b> ששער לבן קדם לבהרת כגריס, דמקום המחיה היה חסר מכגריס. וכאן נמי לא פליג ר״ש אלא אהלכה מחיה. ואין הלכה כר׳ שמעון:\n\n"
            },
            "6": {
                "0": "<b>בהרת ובה מחיה ופשיון.</b> בהרת כגריס והסגירו, ולסוף שבוע מצא בו מחיה ופסיון והחליטו:",
                "1": "<b>הלכה המחיה.</b> כגון שבא עליה הנגע, טמא הבהרת מפני הפשיון:",
                "2": "<b>הלך הפשיון.</b> כגון שכנסה הבהרת וחזרה לכגריס:",
                "3": "<b>וכן שער לבן ופשיון.</b> אם הלך האחד, טמא מפני השני:",
                "4": "<b>הלכה וחזרה בסוף השבוע.</b> כגון שהסגירו על בהרת כגריס, והלכה הבהרת באמצע השבוע, ובסוף השבוע חזרה:",
                "5": "<b>הרי היא כמות שהיתה.</b> ומסגירו הסגר שני:",
                "6": "<b>לאחר הפטור.</b> דראה אותה הכהן בסוף שבוע כשהלכה לה ופטרו, אם אחרי כן חזרה, תיראה בתחילה. והאי חזרה היינו במקומה הראשון, דאי במקום אחר, א״כ הרי זו בהרת אחרת:",
                "7": "<b>היתה עזה.</b> כשלג כשהסגירו: ונעשית כהה:",
                "8": "<b>בסוף שבוע ראשון, כגון כסיד או כקרום.</b> או שהיתה כקרום בשעת הסגר, ונעשית עזה כשלג בסוף שבוע ראשון:",
                "9": "<b>הרי היא כמות שהיתה.</b> וטעונה הסגר שני, כמו עמד בעיניו:",
                "10": "<b>ובלבד שלא תתמעט מארבעה מראות.</b> שאם נתמעטה מארבעה מראות, פוטרו מיד וטהור:",
                "11": "<b>כנסה ופשתה.</b> היכא דהסגירה בבהרת כגריס, ובסוף שבוע כנסה, ואח״כ פשתה את מקום הכנוס ולא יותר. או שפשתה בסוף שבוע, ואח״כ כנסה את מקום הפשיון ולא יותר:",
                "12": "<b>ר׳ עקיבא מטמא.</b> שהרי פשה:",
                "13": "<b>וחכמים מטהרים.</b> שאין זה פשיון, אלא הרי היא כמו שהיתה. ואי קאי בסוף שבוע ראשון, מסגירו הסגר שני. ואי קאי בסוף שבוע שני, פוטרו וטהור:\n\n"
            },
            "7": {
                "0": "<b>ופשתה כחצי גריס.</b> לצד המזרח:",
                "1": "<b>והלך מן האום כחצי גריס.</b> לצד המערב:",
                "2": "<b>תיראה בתחלה.</b> דחשיב כנגע אחר, ונגע חדש הוא זה, ויסגיר:",
                "3": "<b>וחכמים מטהרים.</b> דלא חשיב פשיון אלא אם כן מוסיף על שיעור הנגע שהיה בתחילה, וזה שאינו עכשיו אלא כגריס, נחשב כראשון שעמד בעיניו וטהור:  "
            },
            "8": {
                "0": "<b>ופשתה כחצי גריס ועוד כו׳</b> רבי עקיבא מטמא. משום ועוד דאשתייר בה מן הפשיון. ובפשתה לאחר הפטור איירי:",
                "1": "<b>וחכמים מטהרין.</b> דכיון דאזל ליה חצי גריס מן האום, ליכא מנגע חדש אלא חצי גריס ועוד:",
                "2": "<b>ופשתה כגריס ועוד.</b> לאחר הפטור, ואחר כך הלכה לה כל האום ולא נשתייר אלא הגריס ועוד החדש:",
                "3": "<b>רבי עקיבא מטמא.</b> דהא פשה ליה משיעור קמא. ורבנן סברי, כיון דאזל ליה קמא כוליה, והאי נגע דקאי חדש, תיראה בתחילה ויסגיר:\n\n"
            },
            "9": {
                "0": "<b>בהרת כגריס ופשתה כגריס.</b> בשפשתה לאחר הפטור איירי:",
                "1": "<b>ר׳ עקיבא מטמא.</b> דיש כאן נגע וסימן טומאה עמו:",
                "2": "<b>תיראה בתחילה.</b> ואע״ג דכשתיראה בתחילה נמי יטמאנה הכהן מיד, דמחיה ושער לבן מטמאים בתחילה, מ״מ נפקא מינה דלרבנן בעי אתויי קרבן אכל חד וחד. ולרבי עקיבא כנגע ראשון חשוב, וכי מתסי מהאי מייתי חד קרבן. ובכל הנך דפליגי ר״ע וחכמים במתניתין, הלכה כחכמים:",
                "3": "<b>ואין בה כלום.</b> אין בה שער לבן:",
                "4": "<b>ובה שערה אחת ונולדה בהרת כו׳ הרי זו להסגיר.</b> ואע״פ שקדם כגריס בהרת לשער האחרון, כיון דלא קדמה את הראשון, לא מהני, דבעינן שתקדים כגריס בהרת לשתי השערות:",
                "5": "<b>בהרת כחצי גריס ובה שתי שערות כו׳ הרי זו להסגיר.</b> ואע״ג דחצי גריס הראשון קדם לשתי שערות, לא מהני, עד שיקדים הגריס שלם לשתי שערות:\n\n"
            },
            "10": {
                "0": "<b>ונולד בהרת כחצי גריס ובה שתי שערות הרי זו להחליט.</b> כל היכא דתנן ובה שתי שערות או ובה שערה אחת, לאו דאתו שערות ובהרת בהדי הדדי, אלא דבהרת קדמה ואח״כ באו שערות:",
                "1": "<b>ואם שער לבן קודם, לבהרת טהור.</b> דכתיב (ויקרא י״ג:י׳) והיא הפכה שער לבן, הבהרת היא שגרמה לשער שיהפך ללבן:",
                "2": "<b>ספק טמא.</b> ספק אם שער לבן קדם לבהרת, או בהרת קדמה לשער לבן, טמא:",
                "3": "<b>ורבי יהושע קיהה.</b> גרסינן. מלשון תקהינה שיניו. כלומר, היו שיניו קהות מדברי האומר ספק טמא. דאיהו סבר ספק טהור. ואין הלכה כר׳ יהושע:"
            }
        },
        "4": {
            "0": {
                "0": "<b>כל ספק נגעים.</b> חוץ מזה. דספק בהרת קדמה ספק שער לבן קדם:",
                "1": "<b>הרי היא כסלע.</b> נעשית רחבה וגדולה כסלע:",
                "2": "<b>ספק שהיא היא.</b> וראויה להחליט שהרי פשה:",
                "3": "<b>ספק שאחרת באה תחתיה.</b> והראשונה הלכה וראויה להסגיר, דאין פשיון מטמא בתחלה:",
                "4": "<b>טמא.</b> ומחליטו:\n\n"
            },
            "1": {
                "0": "<b>הלך שער לבן.</b> שהוחלט בעבורו:",
                "1": "<b>וחזר שער לבן.</b> אחר תחתיו:",
                "2": "<b>וכן במחיה וכן בפשיון.</b> או שלא חזר שער לבן, אלא שנולדה בו מחיה שהיא ג״כ סימן טומאה, או שפשה הנגע:",
                "3": "<b>בתחילה בסוף שבוע ראשון.</b> כלומר, בין שההחלט היה בתחילה כשהובא אל הכהן, בין בסוף שבוע ראשון, בין בסוף שבוע שני, בין לאחר הפטור כגון שעמד בעיניו שני שבועות ופטרו ואחר הפטור בא שער לבן והחליטו, בכל הני גווני אם הלך לו שער לבן וחזר שער לבן, או מחיה או פשיון הרי היא כמות שהיתה. כלומר, נשאר בטומאה כמו שהיה, הואיל ויש בו סימן טומאה, אע״פ שאין זה אותו סימן שהיה בשעת החלט:",
                "4": "<b>וחזר הפשיון וכן בשער לבן.</b> הא דלא קתני הכא וכן במחיה, לפי שכשהלך הפשיון ובאת המחיה, פעמים שיהיה טהור, כגון שהמחיה מיעטה הנגע מכגריס:\n\n"
            },
            "2": {
                "0": "<b>שער פקודה.</b> לשון פקדון, שהפקידה הבהרת את השער בעור הבשר והלכה לה:",
                "1": "<b>וחכמים מטהרים.</b> וטעמייהו, דכתיב והיא הפכה, שהפכתו היא ולא הפכתו חברתה:",
                "2": "<b>אף דבריך אין מקוימין.</b> דהאי נמי טהור. והלכה כחכמים:\n\n"
            },
            "3": {
                "0": "<b>בין באיש אחד.</b> אע״ג דמה נפשך יש בו בהרת אחת שפשתה, אותה שתחלתה כגריס ועכשיו כסלע, והיה ראוי להחליטו, אפילו הכי הואיל ואינו יודע על איזה נגע מחליט, טהור מגזירת הכתוב דכתיב (ויקרא י״ג:כ״ב) ואם פשה תפשה בעור וטימא הכהן אותו, את הנגע הודאי הוא מטמא, ואינו מטמא את הנגע שיש בו ספק:",
                "1": "<b>בין בשני אנשים.</b> אע״פ שאחד מהם טעון הסגר שבעת ימים שנית בסוף שבוע ראשון, והאחר מוחלט, הואיל ואינו יודע איזה להסגיר ואיזה להחליט, שניהם טהורים מגזרת הכתוב:",
                "2": "<b>ר׳ עקיבא אומר כו׳</b> ואין הלכה כר׳ עקיבא:  "
            },
            "4": {
                "0": "<b>שניהם טמאין.</b> דבשניהם פשה:",
                "1": "<b>אף על פי שחזרו להיות כסלע.</b> דהשתא אחד מהם טהור, הואיל והוזקקו לטומאה, שניהם טמאים. דכתיב [שם] וטיהרו הכהן, את הודאי הוא מטהר, ואינו מטהר את הספק:",
                "2": "<b>עד שיחזרו להיות כגריס.</b> דהשתא ודאי שניהם טהורים, שהפשיון שבעבורו הוחלט הלך משניהם:"
            }
        },
        "5": {
            "0": {
                "0": "<b>גופה של בהרת.</b> כגריס. חצי פול:",
                "1": "<b>הקלקי.</b> שם מקום. ופולין שבו גדולים:",
                "2": "<b>מרובע.</b> וזהו שיעור מצומצם שבבהרת. ואם היה הנגע עגול או על צורה אחרת, אם יש בו כדי שיכנס בתוך הנגע כגריס הקלקי מרובע, טמא, ואם לאו, טהור:\n\n"
            },
            "1": {
                "0": "<b>רבתה הבהרת.</b> מבחוץ:",
                "1": "<b>טמאה.</b> משום פשיון:",
                "2": "<b>נתמעטה טהורה.</b> דליכא כגריס:",
                "3": "<b>רבתה המחיה.</b> וכנסה הבהרת:",
                "4": "<b>טהורה.</b> דאין המחיה מבוצרת, דבעינן בהרת כעדשה מכל צד סביב למחיה:\n\n"
            },
            "2": {
                "0": "<b>רבתה הבהרת.</b> מבחוץ:",
                "1": "<b>טמאה.</b> שהרי פשתה בעור:",
                "2": "<b>נתמעטה טהורה.</b> ואפילו היתה המחיה כעדשה:",
                "3": "<b>רבתה המחיה.</b> ונעשית כעדשה, טמאה:",
                "4": "<b>נתמעטה.</b> שפשתה הבהרת עליה:",
                "5": "<b>ר׳ מאיר מטמא.</b> דחשיב ליה פשיון מבפנים כמו מבחוץ:",
                "6": "<b>וחכמים מטהרים.</b> דפשיון שבפנים לא חשיב פשיון. והלכה כחכמים:\n\n"
            },
            "3": {
                "0": "<b>שלא יתמעטו מכשיעור.</b> בהרת מכגריס, ומחיה מכעדשה:\n\n"
            },
            "4": {
                "0": "<b>בהרת כגריס.</b> מרובע ורצועה של בשר חי ברוחב כעדשה מקפת אותה מסביב, ולחוץ לאותו בשר חי מקפת בהרת כגריס מסביב, והרי יש כאן שתי בהרות, אחת פנימית ואחת חיצונה, ומחיה מפסקת ביניהן סביב:",
                "1": "<b>הפנימית להסגיר.</b> דאין לה מחיה באמצעה:",
                "2": "<b>והחיצונה להחליט.</b> דמחיה המקפת לפנימית סימן טומאה לחיצונה, שהרי היא מבוצרת באמצעה:",
                "3": "<b>שהבהרת בתוכה.</b> לפי שהבהרת לתוכה אינה חשובה סימן טומאה לחיצונה, דבעינן מבוצרת, נגע מכאן ונגע מכאן ומחיה באמצע, [בלי הפסק דבר אחר בתוך המחיה], והכא יש כאן נגע ומחיה ונגע ומחיה ונגע. ואין הלכה כר׳ יוסי:",
                "4": "<b>נתמעטה המחיה.</b> שפשתה הבהרת עליה:",
                "5": "<b>והלכה לה.</b> או שהלכה לה כולה:",
                "6": "<b>אם מבפנים היא כלתה.</b> שבהרת הפנימית כיסתה המחיה:",
                "7": "<b>סימן פשיון לפנימית.</b> ומחליטה, שהרי פשתה מבחוץ:",
                "8": "<b>והחיצונה טהורה.</b> שהלכה מחיתה או נתמעטה מכעדשה:",
                "9": "<b>אם מבחוץ.</b> שהבהרת החיצונה כיסתה המחיה:",
                "10": "<b>החיצונה טהורה.</b> שנתמעטה מחיתה או הלכה, ופשיון ליכא שאין הנגע פושה לתוכה:",
                "11": "<b>והפנימית להסגיר.</b> שהנגע עמד בעיניו:",
                "12": "<b>בין כך ובין כך.</b> בין כלתה מבפנים בין כלתה מבחוץ:",
                "13": "<b>טהור.</b> שכשם שאם פשתה החיצונה למחיה שבתוכה אינו פשיון, כך כשפשתה הפנימית למחיה שבתוך הבהרת החיצונה אינו פשיון. והלכה כר׳ עקיבא:\n\n"
            },
            "5": {
                "0": "<b>אימתי.</b> החיצונה טהורה כשפשתה הפנימית או החיצונה על מחיה, דאמרן לעיל שהחיצונה טהורה, הני מילי בזמן שהיא כעדשה מובאת, שהמחיה כעדשה מצומצמת לא פחות ולא יותר. אבל אם היתה המחיה יתירה מכעדשה:",
                "1": "<b>המותר סימן פשיון לפנימית, והחיצונה טמאה.</b> כלומר, אם פשתה הפנימית על אותו מותר, שתיהן להחליט, פנימית משום פשיון וחיצונה משום מחיה. ואם פשתה החיצונה על אותו מותר, מכל מקום החיצונה להחליט משום מחיה, והפנימית להסגיר. ואין הלכה כרבי שמעון:",
                "2": "<b>היה בוהק פחות מכעדשה.</b> סמוך לפנימית, והחיצונה מקפת לבוהק:",
                "3": "<b>סימן פשיון לפנימית.</b> אם פשתה הפנימית וכיסתה את הבוהק, הפנימית להחליט, שהרי פשתה מבחוץ. ואם החיצונה פשתה וכיסתה את הבוהק, אינו סימן פשיון לחיצונה, שאין הנגע פושה לתוכו. והאי דנקט בוהק פחות מכעדשה, דאם היה כעדשה היה מטמא משום מחיה, דקיי״ל מחיה מטמאה בכל המראות. אבל פחות מכעדשה אין כאן מחיה, דאין מחיה פחותה מכעדשה:\n\n"
            },
            "6": {
                "0": "<b>שאינן מיטמאין משום מחיה.</b> דכתיב וראהו הכהן, בעינן שיראה את הנגע עם המחיה כולו כאחד, וכשיש כגריס בראש החוטם או בראשי אצבעות הוא שופע אילך ואילך ואינו יכול לראות כולו כאחד:",
                "1": "<b>ראשי אזנים.</b> נחשבים כאחד. וכן ראשי דדין. ואין הלכה כר׳ יהודה שמנה ראשי דדין שבאיש:",
                "2": "<b>וראש הגויה.</b> הוא גיד האמה:",
                "3": "<b>ויבלות.</b> לשון [או חרוץ או יבלת] (ויקרא כ״ב:כ״ב). פורו״ש בלע״ז:",
                "4": "<b>ודלדולין.</b> בשר שפירש ונדלדל. ואית דגרסי ותלתולין, בשר שנעשה כמו תל גבוה. ואין הלכה כרבי אליעזר:\n\n"
            },
            "7": {
                "0": "<b>שאינן מיטמאין בבהרת.</b> בארבעה מראות נגעים, שאת ותולדתה בהרת ותולדתה:",
                "1": "<b>תוך העין תוך האוזן.</b> שכל אלו אינן חשובים כעור בשר, והכתוב אומר (שם י״ג) והיה בעור בשרו:",
                "2": "<b>הקמטין.</b> שבשאר הגוף:",
                "3": "<b>והקמטין שבצואר.</b> תנא סיפא, לגלויי דקמטין דרישא קמטין של שאר הגוף הן. דלא תימא קמטין דצואר דוקא דלא מתחזי כאחריני:",
                "4": "<b>תחת הדד.</b> כשנראית כמניקה את בנה, מה שאינו נראה באותה שעה אינו מטמא:",
                "5": "<b>ובית השחי.</b> כשנראה כמוסק זיתים:",
                "6": "<b>כף הרגל.</b> מה שתחת [הקערורית] של הרגל. דכל אלו אינן עור בשר הנראה:",
                "7": "<b>והצפורן.</b> לא חשיבא עור בשר:",
                "8": "<b>הראש והזקן.</b> אינן מיטמאין בבהרת, דכתיב [שם] נתק הוא צרעת הראש או הזקן הוא, אין לראש ולזקן טומאה אלא טומאת נתקין בלבד:",
                "9": "<b>השחין והמכוה והקדח המורדין.</b> שלא נתרפאו יפה ולא נקרם העור שלהם כקליפת השום:",
                "10": "<b>אין מיטמאין משום נגע.</b> דבשחין כתיב [שם] שחין ונרפא, ובמכוה נמי כתיב [שם] והיתה מחית המכוה:",
                "11": "<b>קדח.</b> הוא שחין שבא מחמת דבר אחר, כגון מחמת מכת אבן או עץ או גפת או סיד, ומכוה נמי שלא באה מחמת האש עצמו אלא מחמת תולדות האש, כגון רמץ חם וגפסית חם, כל אלו קרויין קדח. לשון כקדוח אש המסים. וקדח המורד נמי שלא נתרפא ולא העלה קרום כקליפת השום, אינו מטמא משום נגע:",
                "12": "<b>המורדים.</b> כל זמן שלא נתרפאו שלא העלו קרום, קרויין מורדים, כלומר שעדיין עומדים במרדם. ואית דגרסי מוררים בשני רישי״ן. לשון רר בשרו (שם ט״ו):",
                "13": "<b>ואין מצטרפים בנגעים.</b> אם היה חצי גריס נגע בעור בשרו וחצי גריס באחת מן המקומות הללו, אין מצטרפים לכגריס:",
                "14": "<b>ואין הנגע פושה לתוכן.</b> דכיון דלא מיטמאו באום לא מיטמאו נמי בפשיון:",
                "15": "<b>ואינם מיטמאין משום מחיה.</b> דאם פרח בכולו ויש בראשו או בכף רגלו או בקמטין בשר חי, אין מיטמאין משום מחיה. אי נמי, אם היה אחד מן המקומות הללו מבוצר בתוך הנגע, אינו מיטמא משום מחיה:",
                "16": "<b>ואינם מעכבים את ההופך כולו לבן.</b> אם פרחה הצרעת בכולו חוץ מאחד מהמקומות הללו, אין מעכבין, דכתיב (ויקרא י״ג) וכסתה הצרעת את כל עור הנגע, עור הראוי להיות בו נגע, פרט לאלו שאין מיטמאין משום נגע:",
                "17": "<b>חזר הראש והזקן ונקרחו.</b> שנקרח השער שהיה בהן ונעשו כעור בשר. וכן השחין והמכוה והקדח שנעשו צרבת, שנתרפאו וקרם עליהם עור כקליפת השום:",
                "18": "<b>הרי אלו מיטמאין בנגעים.</b> בארבעה מראות. וה״ה דהוה מצי למתני נתפשטו הקמטין, נמי מיטמאין בנגעים:",
                "19": "<b>ואין מצטרפין בנגעים.</b> ראש וזקן אין מצטרפין. וכן עור הבשר והזקן, או עור הבשר והראש, אין מצטרפין. דאם בא לו חצי גריס נתק בראש, אי נמי חצי גריס נתק בזקן וחצי גריס נגע בעור בשר, אין מצטרפין. וכן חצי גריס שחין וחצי גריס מכוה, אין מצטרפין לכגריס:",
                "20": "<b>ואין הנגע פושה לתוכן.</b> נגע של עור בשר אין פושה לא בנתק הראש ולא בנתק הזקן ולא בשחין ולא במכוה, דלא חשיבי כעור בשר:",
                "21": "<b>ואין מיטמאין משום מחיה.</b> דנתקים מיטמאין בשער צהוב ופשיון. ושחין ומכוה בשער לבן ופשיון:",
                "22": "<b>אבל מעכבין את ההופך כולו לבן.</b> שאם פרחה הצרעת בכולו ונשאר הראש או הזקן שנקרחו שלא פרחה הצרעת בהן, או השחין והמכוה והקדח שנעשו צרבת, טמא עד שיפרח בכולו:",
                "23": "<b>הראש והזקן שלא העלו שער.</b> כגון קטן שלא צמח זקנו או לא השעיר ראשו, נידונים כעור בשר ליטמא בבהרת. וכן הדלדולין שבראש ובזקן דלית בהו שער, נידונים כעור בשר, ומעכבים את הפריחה, והנגע פושה לתוכן, ומצטרפין לכגריס:"
            }
        },
        "6": {
            "0": {
                "0": "<b>אלו בהרות טהורות, שהיו בו קודם מתן תורה.</b> מי שהיתה בו צרעת קודם מתן תורה, לא היה טמא מחמת אותו נגע לאחר מתן תורה, דכתיב (ויקרא י״ג:ב׳) אדם כי יהיה בעור בשרו, פרט לזה שכבר היה. וכל הני נמי דחשיב, מהתם נפקי דבעינן שיוולד הנגע בשעה שראוי ליטמא בו ולא קודם, כמו גר עד שלא נתגייר וקטן עד שלא נולד, וכן כולם:",
                "1": "<b>בקמט ונתגלה.</b> שהיה מתחלה הנגע מוסתר בתוך הקמט והיה טהור מפני שהוא בבית הסתרים, ואח״כ נתגלה:",
                "2": "<b>ובמורדים.</b> כלומר בשחין ומכוה המורדים שלא נתרפאו ולא העלו קרום כקליפת השום:",
                "3": "<b>עד שלא העלו שער.</b> בא הנגע, דחשיבי כעור בשר, היינו תחלתן טומאה. וכשעלו שערות, הוי טהרה, שדינן בנתקים. וכשנקרחו, היינו סופן טומאה. וכן שחין ומכוה וקדח דעד שלא באו בא הנגע, היינו טומאה. וכשבא השחין והמכוה והקדח, היינו טהרה. דבעינן שיקדים השחין והמכוה לשאת, דכתיב (ויקרא י״ג:י״ט) והיה במקום השחין שאת, שיקדים השחין לשאת ולא שתקדים השאת לשחין. כשחזרו ונעשו צרבת, היינו טומאה:",
                "4": "<b>וחיו.</b> שנתרפאו יפה:",
                "5": "<b>רבי אליעזר בן יעקב מטמא.</b> כיון דבתחילה בא הנגע בעור הבשר וחזר סופו לקדמותו, לא חיישינן להפסק שבינתיים:",
                "6": "<b>וחכמים מטהרים.</b> הואיל והפסיק הטהרה שבינתיים. והלכה כחכמים:\n\n"
            },
            "1": {
                "0": "<b>נשתנו מראיהן.</b> אבהרות טהורות קאי. כגון דהוות כשלג עד שלא נתגייר, ומשנתגייר נעשית כסיד ההיכל:",
                "1": "<b>כצמר לבן וכקרום ביצה.</b> כלומר, תחילה היתה כצמר לבן ועכשיו נעשית כקרום ביצה:",
                "2": "<b>נעשית מספחת שאת או מטפחת עזה.</b> כלומר, שהשאת נעשית מספחת, שחזרה להיות כתולדה שלה. או שהעזה נעשית כמספחת שלה. ופרושי קמפרש לרישא דקתני היתה כשלג ונעשית כסיד ההיכל, היינו שנעשית עזה מספחת. ואותה שהיתה כצמר לבן ונעשית כקרום ביצה, היינו שנעשית שאת מספחת:",
                "3": "<b>וכסיד ההיכל וכשלג.</b> כלומר היתה כסיד ההיכל ועכשיו נעשית כשלג:",
                "4": "<b>רבי עקיבא אומר כו׳</b> והלכה כר׳ עקיבא:\n\n"
            },
            "2": {
                "0": "<b>בהרת.</b> מהשתא איירי בבהרות טמאות:",
                "1": "<b>ואין בה כלום.</b> לא מחיה ולא שער לבן:",
                "2": "<b>בתחלה.</b> כשהובא אל הכהן. וכן בסוף שבוע ראשון אם לא נולד בה כלום, יסגיר:",
                "3": "<b>בסוף שבוע שני.</b> אם לא נולד בה כלום, פטור. וכן לאחר הפטור, אם לא נולד בה כלום, עומד בפטור זה כל ימיו ושוב אינו מסגירו:",
                "4": "<b>עודהו מסגירו.</b> שהיה רוצה להסגירו, בין בתחלה כשהובא אל הכהן, בין בסוף שבוע ראשון, ולא הספיק להסגירו עד שנולדו סימני טומאה, כגון בתחלה בשער לבן ומחיה, ובסוף שבוע ראשון בשער לבן ומחיה ופשיון, יחליט. אבל משהסגירו, הא תנן לעיל בריש פ״ג, אין מחליטין את המוסגר:",
                "5": "<b>ופוטר.</b> כלומר או פוטרו, כגון בסוף שבוע שני. ואפילו לאחר הפטור אם נולדו סימני טומאה, יחליט:",
                "6": "<b>עודהו מחליטו.</b> שהיה [בא] להחליט ולא הספיק עד שהלכו סימני טומאה:",
                "7": "<b>בתחלה.</b> כשהובא אל הכהן, או בסוף שבוע ראשון, ימגיר. אבל אם משהחליטו הלכו להן, כגון שהחליטו בשער לבן והלך לו שער לבן ובהרת קיימת, אין מסגירו עליה, אלא פוטרו וטהור:\n\n"
            },
            "3": {
                "0": "<b>התולש סימני טומאה.</b> כגון שער לבן בעור בשר, ושער צהוב בנתקים:",
                "1": "<b>והכווה את המחיה.</b> דמשנכוית אינה סימן טומאה:",
                "2": "<b>עובר בלא תעשה.</b> דהשמר בנגע הצרעת. וכל מקום שנאמר השמר, פן, ואל, אינו אלא לא תעשה:",
                "3": "<b>ולטהרה.</b> כלומר ולענין טהרה מה דינו:",
                "4": "<b>עד שלא בא אצל כהן.</b> אם תלשן, טהור. ואם תלשן לאחר חלוטו, טמא:",
                "5": "<b>הולכים לגדווד גרסינן.</b> והוא שם מקום:",
                "6": "<b>בתוך הסגרו מהו.</b> אם תלש סימני טומאה בתוך שבוע של הסגר ראשון או של הסגר שני, מהו:",
                "7": "<b>התחלתי מביא להם ראיות.</b> בתוספתא מייתי דכך היתה ראיתו, מפני מה עד שלא בא אצל כהן, טהור, לא מפני שלא ראה הכהן סימני הטומאה שבו, התולש סימני הטומאה תוך הסגר נמי דין הוא שיהא טהור, שלא ראה הכהן סימני טומאה שבו. הלכך, אחד עומד בפני הכהן, כלומר אחד אותו העומד בפני הכהן ומיהר לתלוש סימני טומאה קודם שיאמר לו הכהן טמא אתה, ואחד אותו שתלשן תוך ימי הסגרו, בין זה ובין זה טהורין. וכן הלכה:",
                "8": "<b>מאימתי היא טהרתו.</b> של אותו שתלש סימני טומאה לאחר חלוטו:",
                "9": "<b>כשיוולד לו נגע אחר ויטהר ממנו.</b> דכיון דנתרפא מן השניה, אגלאי מלתא דחס רחמנא עליה, ואי נמי הוות קיימא קמייתא הוה מיתסי מינה כמו מזו:",
                "10": "<b>עד שתפרח בכולו.</b> נגע האחרון, דליכא למיחש למידי. דהא אי הוה ביה נמי קמא, השתא מיהא הוי טהור:",
                "11": "<b>או עד שתתמעט בהרתו מכגריס.</b> דאפילו לא נתלש השער ולא נכוית המחיה, היה נטהר, מכיון דנתמעטה הבהרת מכגריס. ומיהו עד שתפרח בכולו לא קאי אלא אתולש סימני טומאה, אבל כווה את המחיה אינו נטהר בפריחה, שאילו היתה המחיה קיימת לא היה טהור בפריחה. והלכה כחכמים:\n\n"
            },
            "4": {
                "0": "<b>ונקצצה טהורה.</b> דכתיב (ויקרא י״ג:מ״ו) כל ימי אשר הנגע בו יטמא, ולא ימים שהיתה בו בהרת ונקצצה:",
                "1": "<b>קצצה מתכוין.</b> בתוספתא מוכח דהיכא דקצץ כל הבהרת וקצץ מן הבשר אשר סביבותיה עמה, כולי עלמא לא פליגי דאין לו טהרה עולמית, דקנסוהו רבנן מאחר שנתכוין לשרש אחריה. והיכא דקצצה ושייר ממנה כל שהוא, כולי עלמא לא פליגי דיש לו טהרה בפריחה, כיון דשייר ממנה לא קנסוהו כולי האי. כי פליגי, כשקצצה מצומצמת הבהרת כמו שהיא לא פחות ולא יותר: ר׳ אליעזר אומר לכשיולד לו נגע אחר ויטהר ממנו וחכמים אומרים עד שתפרח בכולו. והלכה כחכמים. הכא לא גרסינן במילתייהו דחכמים או עד שתתמעט בהרת מכגריס, דדוקא גבי תולש סימני טומאה דרישא ונשארה הבהרת, התם שייך למתני עד שתתמעט מכגריס, אבל הכא הרי נקצצה כל הבהרת:",
                "2": "<b>ואם היתה בראש הערלה ימול.</b> לאו במילה בזמנה איירי, דהא מילתא דפשיטא היא, השתא שבת דאיסור סקילה דחיא, צרעת דאיסור לאו גרידא לא כ״ש, אלא אפילו מילה שלא בזמנה שאינה דוחה את השבת, דוחה את הצרעת, דאתי עשה דמילה ודחי את לא תעשה דצרעת, דהכי קיימא לן בכל התורה כולה, כל מקום שאתה מוצא עשה ולא תעשה, אם אתה יכול לקיים את שניהם, מוטב. ואם לאו, יבא עשה וידחה את לא תעשה:"
            }
        },
        "7": {
            "0": {
                "0": "<b>הפורח מן הטמא טהור.</b> טמא שנחלט באחד מן הנגעים, ואחר כך פרחה בכולו, טהור:",
                "1": "<b>חזרו בו ראשי אברים.</b> אם לאחר הפריחה חזרו ונתגלו אפילו ראשי אברים בלבד:",
                "2": "<b>טמא.</b> דכתיב (ויקרא י״ג:י״ד) וביום הראות בו בשר חי יטמא. והוא שייראו כעדשה:",
                "3": "<b>עד שתתמעט בהרתו מכגריס.</b> שילך כל הנגע ולא ישתייר בו כגריס:",
                "4": "<b>מטהור טמא.</b> טהור שפרחה צרעת בכולו. כגון שהחליטו בשער לבן או במחיה ונשר שער לבן או נתכסית המחיה ופטרו, אי נמי הסגירו בבהרת כגריס ועמד בעיניו שני שבועות ופטרו, בכל הני אם אחר פטורו פרחה בכולו, טמא:",
                "5": "<b>עד שתחזור לכמות שהיתה.</b> דאם נשתייר מן הפריחה כל שהוא סמוך לאום, טמא משום פשיון. והא דתנן בסמוך שאם הלכה מחיה ואח״כ פרחה ככולו, טהור, ותנן נמי בהרת ובה שער לבן פרחה בכולו אע״פ שהשער לבן במקומו, טהור, ומשמע וכל שכן אם אינו במקומו שהוא טהור, התם מיירי שלא פטרו הכהן עדיין כשפרחה בכולו, והכא מיירי כשפטרו ואחר כך פרחה בכולו:\n\n"
            },
            "1": {
                "0": "<b>ואח״כ הלכה לה המחיה.</b> שפשה הנגע עליה. אבל בשעת הפריחה לא הלכה לה מחיה עד אח״כ. [אבל לא נתכסית המחיה], אין הפריחה מטהרתו:\n\n"
            },
            "2": {
                "0": "<b>בהרת.</b> כגריס ובה ששער לבן. הא קמ״ל דפריחה מטהרת אחר כל סימני טומאה:",
                "1": "<b>פרחה במקצתו טמא.</b> אצטריך לאשמעינן אפילו פרחה ברובו, דלא אמרינן רובו ככולו. אי נמי אשמעינן דבסוף שבוע ראשון או בסוף שבוע שני טמא בפריחת מקצתו אפילו בכל שהוא משום פשיון:\n\n"
            },
            "3": {
                "0": "<b>שבפריחתן טיהרו טמא.</b> שעל ידי פריחתן טיהרו את הטמא. כשחזרו ונתגלו אחרי כן, חוזר לטומאתו:",
                "1": "<b>שבחזירתם טמאו טהור.</b> שעל ידי חזרתן שחזרו ונתגלו טמאו את הטהור, אם חזרו ונתכסו שפשה עליהם הנגע, טהור. ואם חזרו ונתגלו אח״כ, טמא. ואצטריך לאשמעינן דאפילו זימני טובא, כדקתני ואפילו מאה פעמים:\n\n"
            },
            "4": {
                "0": "<b>כל הראוי ליטמא בנגע הבהרת.</b> כגון עור בשר:",
                "1": "<b>מעכב את הפריחה.</b> אם נשתייר ממנו כל שהוא שלא פרחה בו, מעכב את טהרתו:",
                "2": "<b>וכל שאינו ראוי ליטמא בנגע הבהרת.</b> כגון ראש וזקן וכל הני דחשיב בהדייהו:",
                "3": "<b>אין מעכבין את הפריחה.</b> דאע״פ שלא פרח הנגע עליהם, כיון דפרח בשאר הגוף, טהור. וראשי אברים לא קא חשיב, דהנהו מעכבין את הפריחה, דראויין ליטמא בנגע הבהרת נינהו, שהרי הנגע פושה בהן:",
                "4": "<b>ונעשו צרבת טהורים.</b> אע״ג דעכשיו שנקרחו הראש והזקן ראויים ליטמא בנגע הבהרת, וכן שחין ומכוה וקדח המורדים שנעשו צרבת הרי הן כעור בשר, כיון דבשעת הפריחה לא היו ראויין, לא מעכבים וטהור:",
                "5": "<b>אע״פ שנעשה מקום המחיה בהרת טמא.</b> דפריחה קמייתא לאו פריחה היא, כיון דאשתייר מעור הבשר חצי עדשה סמוך לראש, ופריחה דהשתא שנתכסית המחיה של חצי עדשה נמי לא חשיבא פריחה, כיון דכבר נקרחו ונעשו צרבת והרי הן כעור בשר, ולא מהני עד דפרח נמי עלייהו:\n\n"
            },
            "5": {
                "0": "<b>אחת טמאה.</b> מוחלטת:",
                "1": "<b>ואחת טהורה.</b> לאחר הפטור. שעמד בעיניו בסוף שבוע שני:",
                "2": "<b>ופרחה מזו לזו.</b> בין מטהורה לטמאה בין מטמאה לטהורה:",
                "3": "<b>ואח״כ פרחה בכולו טהור.</b> משום דטהורה נעשית טמאה כשפרח ממנה לטמאה, דהרי פשתה, וכי פרח אח״כ בכולו, הוי פורח מן (הטמאה לטהור) [הטמא, וטהור]:",
                "4": "<b>בשפתו העליונה.</b> חצי גריס בהרת. ובשפתו התחתונה חצי גריס. וכשסוגר פיו נראית כגריס במקום אחד. וכן בשתי אצבעות ובשני ריסי עיניו, כשמדבקן נראית כגריס שלם:",
                "5": "<b>אבל לא בבוהק.</b> מראה לבנונית למטה מארבעה מראות ומעכב את הפריחה:",
                "6": "<b>חזרו בו ראשי אברים.</b> שנתגלו מן הנגע ונעשה בוהק:",
                "7": "<b>טהור.</b> וה״ה בשאר הגוף. דאע״ג דבוהק מעכב את הפריחה בתחלה, אינו מעכב בסוף. ואגב סיפא דבעי למתני ראשי אברים, תנא הכא ראשי אברים. ובסיפא נקט ראשי אברים להודיעך כחו דר׳ מאיר דאפילו בראשי אברים שנתגלו פחות מכעדשה ונעשו בוהק מטמא ר״מ, וכל שכן בשאר הגוף. והך רישא דחזרו בו ראשי אברים כמין בוהק טהור, כרבנן אתיא ולא כר״מ. ורבנן דמטהרי, לאו דוקא פחות מכעדשה, דאפילו טובא נמי טהור, דבוהק בסוף אינו מעכב. והלכה כחכמים:\n\n"
            },
            "6": {
                "0": "<b>הבא כולו לבן.</b> מתחלה בא כולו מכוסה בנגע:",
                "1": "<b>יסגיר.</b> כדין בהרת כגריס. שמא יוולד לו שער לבן או מחיה. דאין פריחה מטהרת בתחילה:",
                "2": "<b>נולד לו שער לבן.</b> בסוף שבוע ראשון או בסוף שבוע שני, יחליט. ואם לא באו סימני טומאה, יפטור:",
                "3": "<b>השחירו שתיהן.</b> כל הני דחשיב, סימני טהרה נינהו, ומפורשים הם לעיל בסוף פרק קמא:",
                "4": "<b>נולד לו מחיה או שער לבן.</b> אם לאחר שבאו סימני טהרה הללו נולד לו מחיה או שער לבן, טמא. ואם לאו, טהור:",
                "5": "<b>וכולן שחזרו בהם ראשי אברים.</b> הבא כולו לבן בתחילה, בין שהוזקק להסגיר בין להחליט בין לפטור, אם חזרו ונתגלו ראשי אברים שלהן, ה. רי הן כמו שהיו וטהורים, דלא חשיבי מחיה. כיצד, הבא כולו לבן בתחלה והוסגר שני שבועות ולא נולדו בו סימני טומאה, ופטרו, ואח״כ נתגלו בו ראשי אברים, היינו חזרו בו ראשי אברים מתוך הפטור, וטהור. ואם החליטו בשער לבן והשחירו השערות ואח״כ נתגלו ראשי אברים, היינו חזרו בו ראשי אברים מתוך החלט וטהור. ואם בסוף שבוע ראשון או בסוף שבוע שני נתגלו ראשי אברים, היינו חזרו בו ראשי אברים מתוך הסגר, וטהור. כך נראית פירוש משנה זו מתוך תורת כהנים. אבל רמב״ם לא פירשה כן:",
                "6": "<b>פרחה במקצתו.</b> במקצת ראשי אברים שנתגלו:",
                "7": "<b>טמא.</b> שהרי פשה הנגע:",
                "8": "<b>פרחה בכולו.</b> אחר שפרחה במקצתו:",
                "9": "<b>טהור.</b> דהוי ליה פורח מן הטמא. אבל אם מתחלה לאחר שנתגלו ראשי אברים פרחה בכולו בבת אחת, טמא משום פשיון. והא דתנא רישא פרחה במקצתו טמא, הוא הדין פרחה בכולו נמי טמא, ולא נקט פרחה במקצתו אלא משום דבעי למתני בתרה פרחה בכולו טהור, דהיינו לאחר שפרחה במקצתו:\n\n"
            },
            "7": {
                "0": "<b>מתוך הטהרה טמא.</b> כגון הבא כולו לבן בתחלה, ולאחר הסגר או החלט נטהר, דאם חזרו בו ראשי אברים ונתגלו, טהור, כדפרישנא לעיל. ואם מתוך טהרה זו חזרו ונתכסו בבת אחת, טמא משום פשיון, והיינו דקאמר אם פרחה כולו כאחת מתוך טהרה, טמא, כדפרישנא במתניתין דלעיל דאם פרחה כולו בבת אחת נמי טמא כמו פרחה במקצתו:",
                "1": "<b>פטור מן הפריעה ומן הפרימה.</b> כל זמן שהוא מוסגר. ואילו טהור מתוך החלט, חייב בפריעה ופרימה, כל זמן שהוא מוחלט. פריעה ופרימה, בגדיו יהיו פרומים וראשו יהיה פרוע:",
                "2": "<b>מטמאין בביאה.</b> אם באו אל האוהל נטמא כל אשר באוהל:\n\n"
            },
            "8": {
                "0": "<b>פרחה בכולו ואח״כ נתגלו בו ראשי אברים.</b> הכא מיירי שלא הספיק להחליטו עד שפרחה בכולו ונתגלו ראשי אברים, דר ישמעאל מדמי ליה לבא כולו לבן בתחילה חוץ מראשי אברים, דטעון הסגר. ור׳ אלעזר בן עזריה סבר, דכיון דאילו לא פרחה היה מחליטו, דינו כבהרת קטנה ובה מחיה, דאי פרחה בכולו ואח״כ נתגלו ראשי אברים, טמא. ועוד יש לפרש, דאפילו החליטו במחיה ופרחה בכולו וטיהרו, קסבר ר׳ ישמעאל דאין מטמא בחזרת ראשי אברים, דכי מטמא בחזרת ראשי אברים שאחר פריחה היכא דטהר בתורת פריחה, אבל הכא לאו בתורת פריחה טהר, דהא אילו נתמעטה מחיה מכעדשה [נמי] טהור:\n\n"
            },
            "9": {
                "0": "<b>מי שהיה מוחלט.</b> בשער לבן או במחיה או בפשיון:",
                "1": "<b>לא הספיק להראות לכהן.</b> שסימני טומאה הלכו:",
                "2": "<b>שאילו הראה לכהן.</b> כשהלכו סימני טומאה היה מטהר, ואם אחר כן היה פורח, היה טמא, דהוה ליה פורח מן הטהור, אבל השתא הוי ליה פורח מן הטמא, וטהור:",
                "3": "<b>בהרת ואין בה כלום.</b> אין בו סימן מסימני טומאה:",
                "4": "<b>עד שפרחה בכולו טמא.</b> כלומר, טעון הסגר כבא כולו לבן בתחילה. ואם מתחילה קודפ שפרחה הראה אל הכהן היה מסגיר, ובסוך שבוע כשפרחה, הוי ליה פורח מתוך הסגר וטהור:"
            }
        },
        "8": {
            "0": {
                "0": "<b>השחין והמכוה מיטמאין בשבוע אחד.</b> אם נולד במקומן בהרת, מסגירן שבוע אחד, ולסוף שבוע אם יש בו שער לבן או פשיון, מחליטו. ואם לאו, פוטרו. אבל במחיה אין מיטמאין, דמחית בשר חי בעינן, ואין זה בשר חי, כיון דמקומו שחין ומכוה:",
                "1": "<b>בגפת.</b> פסולת של זיתים, והוא חם מחמת עצמו. וכן חמי טבריא מחמת מקורן הן חמים ולא מחמת האור:",
                "2": "<b>כל שאינו מחמת האש זהו שחין.</b> לאתויי אבר מעיקרו:",
                "3": "<b>רמץ.</b> אפר כירה, וחם מחמת האור:",
                "4": "<b>כל שהוא מחמת האש.</b> לאתויי חמי האור:\n\n"
            },
            "1": {
                "0": "<b>אין מצטרפין.</b> חצי גריס שחין וחצי גריס מכוה, אין מצטרפין לכגריס:",
                "1": "<b>ואין פושין מזה לזה.</b> דאם שחין ומכוה זה אצל זה, ובאחד מהן בהרת כגריס, והסגירה, ובסוף שבוע פשתה לחברו או לעור הבשר, אין מחליטו. וכן אם הבהרת בעור הבשר ופשתה לשחין או למכוה, לא חשוב פשיון:",
                "2": "<b>היו מורדין.</b> שלא נתרפאו יפה ולא נקרם העור ועדיין מוציאין ליחה, אין מטמאין בנגעים, דכתיב [ויקרא יג] שחין ונרפא, ובמכוה כתיב [שם] והיתה מחית המכוה:",
                "3": "<b>אע״פ שנעשה מקומו צלקת.</b> שניכר שהיה שם שחין או מכוה ואין שוה לשאר עור בשר, אעפ״כ נידון כעור הבשר, מאחר שנעשה קרום חזק:\n\n"
            },
            "2": {
                "0": "<b>אמרו לו למה.</b> יסגיר הא אי אפשר להוולד לו סימן טומאה:",
                "1": "<b>לגדל שער אין ראויה.</b> דכף היד אינו מגדל שער לעולם:",
                "2": "<b>לפשיון אינה פושה.</b> דשחין ומכוה אין פושין לעור הבשר:",
                "3": "<b>למחיה אינה מטמא.</b> דהא תנן בשני סימנים בשער לבן ובפשיון, ולא במחיה:",
                "4": "<b>שמא תכנוס.</b> כגריס, וכשיראנה הכהן בסוף שבוע יפטור אותו, ולאחר הפטור תחזור ותפשה בתוך השחין שמקומו כסלע, ויחליט:",
                "5": "<b>אמרו לו הרי מקומה כגריס.</b> כלומר, ואם היה מקום הצרבת כגריס בלבד והבהרת בתוכה, למה יסגיר, והלא אין שייך לומר כאן שמא תכנוס ותפשה:",
                "6": "<b>אמר להן לא שמעתי.</b> כלומר גם זה יסגיר, אבל לא שמעתי בו טעם:",
                "7": "<b>אלמד בו.</b> תרשני שאלמד בדין זה דבר:",
                "8": "<b>אם לקיים דברי חכמים הן.</b> אם תמצא טעם לקיים דברי חכמים שאמרו שטעון הסגר, אמור, אבל ללמד שאינו טעון הסגר לא תאמר, שאיני מניח מה שקבלתי מרבותי ושומע ממך:",
                "9": "<b>שמא יוולד לו שחין אחר חוצה לו ויפשה לתוכו.</b> ששחין פושה לשחין. וכן הלכה:"
            }
        },
        "9": {
            "0": {
                "0": "<b>הנתקים.</b> נגעים שבראש או בזקן, קרויין נתקים, על שם שהשער ניתק ונופל ונושר מחמת הנגע. והנתקים אין מיטמאין בארבעה מראות כנגע שבמקום בשר, אלא מיטמאים בכל מראות:",
                "1": "<b>בשער צהוב.</b> דומה לתבנית זהב:",
                "2": "<b>דק לקוי קצר.</b> מה שאמרה תורה ובו שער צהוב דק, משמעותו לקוי קצר:",
                "3": "<b>אפילו ארוך.</b> שאין משמעות דק אלא רקיק:",
                "4": "<b>מה הלשון אומרים.</b> מלשון בני אדם אתה למד. כשאומרים קנה זה דק, מה משמעו, בין לקוי קצר בין לקוי ארוך. ואית ספרים דגרסי, ולא לקוי ארוך. בתמיהה. כלומר שמא לקוי קצר ולא לקוי ארוך:",
                "5": "<b>נלמד מן השער.</b> דרך בני אדם כשאומרים על השער שהוא דק, על הלקוי קצר אומרים, ולא על הלקוי הארוך. והלכה כר׳ עקיבא:\n\n"
            },
            "1": {
                "0": "<b>מכונס.</b> שתי שערות במקום אחד:",
                "1": "<b>מפוזר.</b> אחד במזרח הנגע ואחד במערבו:",
                "2": "<b>מבוצר.</b> שהשער באמצע הנתק, כמבצר שהוא באמצע העיר:",
                "3": "<b>הפור.</b> שנהפך השער לצהוב מחמת הנתק, כגון שהנתק קדם לשער [צהוב]:",
                "4": "<b>שאינו הפוך.</b> שקדם שער צהוב לנתק:",
                "5": "<b>שאין שער אחר מציל מידו.</b> שאם יש בנגע שתי שערות לבנות, אפילו מלא שערות שחורות אינן מצילות (על השתי) שערות לבנות שלא יטמאו. אבל שער צהוב, אם יש עמו [שתי] שערות שחורות אינו מטמא. והלכה כר׳ יהודה:\n\n"
            },
            "2": {
                "0": "<b>הצומח מציל.</b> שער שחור שצמח בנתק:",
                "1": "<b>מיד שער צהוב ומיד פשיון.</b> שאם הוחלט בשער צהוב או בפשיון ; וצמחו בו שתי שערות שחורות, טהור:",
                "2": "<b>בין מכונס.</b> דשתיהן במקום אחד:",
                "3": "<b>בין מפוזר.</b> אחד למזרח הנגע ואחד למערבו:",
                "4": "<b>והמשואר.</b> שקדמו שתי שערות שחורות הללו לנתק, כגון שכשניתק שער ראשו או זקנו כגריס נשארו בתוך הנתק שתי שערות שחורות:",
                "5": "<b>ומבוצר.</b> אם הן מבוצרות באמצע הנתק, מצילות. אבל [אם] עומדות מן הצד אין מצילות:",
                "6": "<b>עד שיהא רחוק מן הקמה.</b> עד שיהו שתי שערות הללו רחוקות מן השערות המקיפות את הנתק כשיעור שתי שערות. והשערות שסביב הנתק הן קרויין קמה. וכששערות הללו רחוקות מן הקמה מקום שתי שערות, נחשבות כמבוצרות בתוך הנגע:",
                "7": "<b>אחת צהובה ואחת שחורה.</b> בצהובה שקדמה לנתק דלא הוי סימן טומאה, אצטריך ליה למימר דאין מצטרפת עם השחורה להציל מיד שער צהוב ומיד הפשיון. וסתם מתניתין כר׳ אליעזר בן יעקב דאמר בסמוך לקמן דשער צהוב שקדם לנתק לא מטמא ולא מציל:\n\n"
            },
            "3": {
                "0": "<b>רבי יהודה מטמא.</b> כדתנן לעיל דרבי יהודה מטמא הפוך ולא הפוך:",
                "1": "<b>ר׳ אליעזר בן יעקב אומר לא מטמא ולא מציל.</b> רבי אליעזר בן יעקב ור׳ שמעון לפרושי מלתא דתנא קמא דאמר טהור קאתו, ר״א בן יעקב סבר, טהור דאמר ת״ק לומר שאינו מטמא, אבל אינו מציל. ור״ש סבר, טהור ומציל קאמר. ולעיל פסקינן דהלכה כר׳ יהודה:\n\n"
            },
            "4": {
                "0": "<b>כיצד מגלחין את הנתק.</b> בסוף שבוע ראשון (להסגרו) שלא פשה ולא נולד בו שער צהוב (כתיב והתגלח):",
                "1": "<b>היה מגלח חוצה לו.</b> מגלח סביב לנתק, ומניח שתי שערות. דכתיב (ויקרא י״ג:ל״ג) ואת הנתק לא יגלח, וכי מה יש בו, והלא כבר ניתק השער ונפל, אלא סמוך לנתק לא יגלח, שמשייר סביב לנתק שתי שערות מכל צד, נמצא הנתק מוקף שערות כעטרה:",
                "2": "<b>החליטו בשער צהוב.</b> ואחר שהוחלט בו הלך שער צהוב ואחרי כן חזר:",
                "3": "<b>וכן בפשיון.</b> שלא חזר שער צהוב אלא שפשה. בין כך ובין כך הרי הוא מוחלט כמו שהיה:",
                "4": "<b>בתחלה בסוף שבוע ראשון.</b> כלומר, דין זה שאמרנו נוהג בין שהחליטו בשער צהוב בתחילה כשהובא אל הכהן, בין שהחליטו בשער צהוב בסוף שבוע ראשון, או בסוף שבוע שני, או לאחר הפטור, כגון שעמד בעיניו שני שבועות ופטרו ולאחר הפטור נולד שער צהוב והחליטו. ובכולהו הלך שער צהוב וחזר. או שלא חזר אלא שפשה הנתק. הרי הוא כמו שהיה:",
                "5": "<b>החליטו בפשיון.</b> כמו שמפרש בהחליטו בשער צהוב כך יש לפרש החליטו בפשיון. והכא בפשיון לא גרסינן בתחילה, שאין הפשיון מטמא אלא אחר הסגר:\n\n"
            },
            "5": {
                "0": "<b>שני נתקים זה בצד זה.</b> שיש בכל אחד כגריס הקלקי, דבנתקים נמי בעינן כגריס, דכתיב נגע הנתק, הקיש נגע לנתק, מה הנגע בכגריס, אף נתק בכגריס. ואם שני הנתקים מונחים זה אצל זה ויש שיטת שער מפסקת בין שני הנתקים וחולקת אותה לשנים כמחיצה המפסקת:",
                "1": "<b>נפרץ.</b> שער של אותה השיטה:",
                "2": "<b>במקום אחד.</b> בסוף שבוע ראשון של הסגר או בסוף שבוע שני או לאחר הפטור:",
                "3": "<b>טמא.</b> שהרי פשה הנתק:",
                "4": "<b>בשני מקומות.</b> שאותה שיטה נפרצה למטה ולמעלה ונשארו מאותה שיטה שתי שערות באמצע:",
                "5": "<b>טהור.</b> דמבוצרות נינהו ומצילות:",
                "6": "<b>כמה תהא הפרצה.</b> אם בשני מקומות נפרץ, הוי שיעור הפרצה מקום שתי שערות, דבהכי חשיבי השערות שבאמצע מבוצרות:",
                "7": "<b>ואם במקום אחד נפרצו טמא.</b> אפילו נפרץ כגריס, טמא, שאין שער שחור מבוצר וכנוס בתוך הנגע, כיון דלא נפרץ בשני מקומות:\n\n"
            },
            "6": {
                "0": "<b>זה לפנים מזה.</b> כגון נתק כגריס הקלקי מרובע, ושיטה של שער מקיפו סביב, וחוץ לאותה שיטה מקיף נתק כגריס כל סביבותיה, דהיינו רצועה של נתק ברוחב כעדשה מקפת את השיטה של שער, שזהו שיעור הנתק המקיף השערות המבוצרות:",
                "1": "<b>נפרץ ממקום אחד טמא.</b> הפנימי. שהרי שער שחור בצדו ואינו מבוצר לתוכו. אבל החיצון טהור, דהא שתי שערות שחורות מבוצרות לתוכו:",
                "2": "<b>משני מקומות טהור.</b> הפנימי, וכל שכן החיצון. שנעשו שניהם נתק אחד ובתוכן שתי שערות שחורות מבוצרות:",
                "3": "<b>כמה תהא הפרצה.</b> משני מקומות ויהא טהור, מקום שתי שערות:",
                "4": "<b>נפרץ ממקום אחד כגריס טהור.</b> והא דאמרן נפרץ במקום אחד טמא, היינו בפחות מכגריס. אבל מאחר דנפרצה כגריס, אפילו ממקום אחד נעשו שני הנתקים אחד, ושערות הנשארות הרי הן מבוצרות:\n\n"
            },
            "7": {
                "0": "<b>ובו שער צהוב טמא.</b> שער צהוב מטמא בין בתחילה בין בסוף שבוע ראשון, בין בסוף שבוע שני, בין לאחר הפטור:",
                "1": "<b>נולד בו שער שחור טהור.</b> אי בצמח לאחר הנתק, אע״פ שאינן מבוצרות. ואי במשואר, דוקא במבוצר, דרחוק מקמת הראש מקום שתי שערות כדאמרן:",
                "2": "<b>אע״פ שהלך לו שער שחור טהור.</b> דכיון דנטהר הצהוב, תו לא מטמא אע״פ שנשר השחור. אבל אם החליטו בפשיון, ובא השחור וטהר הפשיון ואחרי כן הלך השחור, חוזר הפשיון ומטמא. או שפשה וכנס וחזר ופשה, לא אמרינן כיון דנטהר הנתק לא מטמא:",
                "3": "<b>כל נתק שטהר שעה אחת.</b> בין שהחליטו בפסיון וכנס, או שבא שער שחור וטיהרו, בין החליטו בשער צהוב ובא שער שחור וטיהרו ואחרי כן הלך השחור, או מה שכנס חזר וניתק, שוב אין לנתק זה טומאה לעולם, אע״ג דקיימו סימני טומאה שלו כגון שער צהוב ופשיון. ולא מיבעי בהני דכבר טהרו בשער שחור, אלא אפילו פשה אחר שהלך השחור או נולד בו שער צהוב אחר, כיון דטהר הנתק כבר שוב אין לו טומאה:",
                "4": "<b>ר׳ שמעון אומר כל שער צהוב שטהר שעה אחת.</b> כגון האי דהוה קאי בשעה שבא השחור, אין לו טומאה לעולם. אבל אם אחר שהלך השחור נולד בנתק שער צהוב אחר או פשה אחרי כן, טמא, דכל נתק שטהר לא אמרינן. והלכה כתנא קמא:\n\n"
            },
            "8": {
                "0": "<b>וניתק כל ראשו.</b> שפרח הנתק בכל הראש. בין שהוחלט בשער צהוב בין שהוחלט בפשיון טהור. דבכולהו פריחה מטהרת. ומנין שהפריחה מטהרת בראש, דכתיב (ויקרא י״ג:מ׳) ואיש כי ימרט ראשו קרח הוא טהור הוא. בזקן מנין, ת״ל ואיש, לרבות את הזקן. והבא כולו נתק בתחילה אינו טהור, כשם שהבא כולו לבן בתחלה אינו טהור בבהרת:",
                "1": "<b>אין מעכבין זה את זה.</b> אם היה בראש נתק כגריס ואח״כ ניתק כל הראש, אע״פ שלא ניתק הזקן, טהור. וכן כשפרח בזקן ולא פרח בראש, טהור, דאין מעכבין זה על זה:",
                "2": "<b>ודין הוא.</b> שיהו מעכבין:",
                "3": "<b>שיש דבר אחר מפסיק ביניהן.</b> ששער הראש והזקן דאין מיטמאין בבהרת, מפסיקין בין עור הפנים לשאר הגוף. ועור הפנים ושאר הגוף מעכבין זה על זה, דכל שראוי ליטמא בנגע הבהרת מעכב פריחת הבהרת:",
                "4": "<b>אין מצטרפין זה עם זה.</b> במקום שהראש והזקן מתחברים זה עם זה, אם נולד חצי גריס בזה וחצי גריס בזה, אין מצטרפין:",
                "5": "<b>ואין פושין מזה לזה.</b> דאם יש נתק כגריס בראש סמוך לזקן, ולסוף שבוע ראשון או לסוף שבוע שני או לאחר הפטור פשה בזקן, לא חשיב פשיון:",
                "6": "<b>מן הפרק של לחי.</b> העליון. מותח חוט מאוזן לאוזן, כל שמן החוט ולמעלה זהו הראש, וכל שמן החוט ולמטה זה הזקן:",
                "7": "<b>פיקה של גרגרת.</b> ראש השיפוי כובע, והבשר המקיף בשיפוי כובע מחוץ, קרוי פיקה:\n\n"
            },
            "9": {
                "0": "<b>הקרחת והגבחת.</b> שתיהן בראש, אלא שמשיפוע קדקוד ולאחוריו קרוי קרחת, משיפוע קדקוד כלפי פניו קרוי גבחת, כדתנן בסמוך. ואינם כנתקים, שהנתק חוזר ומגדל שער, והקרחת והגבחת אינן חוזרין ומגדלין שער:",
                "1": "<b>מיטמאות בשני שבועות.</b> דכתיב (ויקרא י״ג:מ״ג) כמראה צרעת עור בשר, מה עור בשר בשני שבועות, אף כאן בשני שבועות:",
                "2": "<b>ובמחיה ובפשיון.</b> דכתיב [שם] צרעת פורחת היא בקרחתו. צרעת, מלמד שמטמאה במחיה. פורחת, מלמד שמטמאה בפשיון. היא, מלמד שאינה מיטמאה בשער לבן:",
                "3": "<b>נשם.</b> סם שהאוכלו אינו מגדל שער, והסך בו אינו מגדל שער:",
                "4": "<b>מכה שאינה ראויה לגדל שער.</b> כגון מכה גדולה שהבשר נעשה צלקת:",
                "5": "<b>פיקה של צואר.</b> היא חוליא הראשונה של צואר:",
                "6": "<b>ואין פושות מזו לזו.</b> מקרחת לגבחת ומגבחת לקרחת. אם יש שער. מפסיק ביניהן בין קרחת לגבחת. ואין הלכה כרבי יהודה:"
            }
        },
        "10": {
            "0": {
                "0": "<b>כל הבגדים.</b> לאתויי בגדים של עבדים ונשים וקטנים, ואפילו של גר תושב. ובלבד שהן מצמר ופשתים, כדכתיב (ויקרא י״ג) בבגד צמר או בבגד פשתים, בגדים של צמר ופשתים אין, בגדים של מידי אחרינא לא:",
                "1": "<b>יראו בתחילה.</b> אפילו בנגע שהיה בהם קודם שבאו לידי ישראל. דהאי בגד הוה חזי לנגעים, אלא שרשותו של נכרי היתה מעכבת, הלכך ימים שהיה בהן הנגע בעודו ברשות הנכרי אינן עולים לו מן המנין, ומשבא לרשות ישראל ייראה בתחלה:",
                "2": "<b>ועורות הים אינן מיטמאין.</b> דכתיב (ויקרא י״ג:מ״ח) לפשתים ולצמר או בעור, מה צמר ופשתים מין הגדל בארץ, אף עור ממין הגדל בארץ:",
                "3": "<b>חיבר להן.</b> לעורות של דגים הגדלים מן הים:",
                "4": "<b>מן הגדל בארץ אפילו חוט אפילו משיחה.</b> ובלבד שיחברנו לו כדרך חיבורו, בשתי תכיפות או יותר:\n\n"
            },
            "1": {
                "0": "<b>שטרפן.</b> שעירבן ועשה מהן בגד:",
                "1": "<b>אם רוב מן הגמלים וכו׳</b> שהצמר של רחלים מתבטל ברוב:",
                "2": "<b>מחצה למחצה.</b> שצמר גמלים כצמר רחלים בשוה:",
                "3": "<b>וכן הפשתן והקנבוס שטרפן זה בזה.</b> ועשה מהן בגד, דינן כדין צמר גמלים וצמר רחלים שטרפן:\n\n"
            },
            "2": {
                "0": "<b>הצבועים.</b> אפילו בידי שמים:",
                "1": "<b>הבתים בין צבועים.</b> אפילו בידי אדם:",
                "2": "<b>העורות כבתים.</b> ואפילו צבועים בידי אדם מיטמאין בנגעים. והלכה שהבגדים אין מיטמאין צבועים ואפילו בידי שמים, דכתיב [שם] בבגד צמר או בבגד פשתים, מה פשתים כברייתו, אף צמר כברייתו. וכתיב לפשתים ולצמר, מה פשתים לבן, אף צמר לבן. ועורות הצבועים בידי אדם אין מיטמאין בנגעים. אבל בידי שמים מיטמאין בנגעים, כדברי ר׳ שמעון:\n\n"
            },
            "3": {
                "0": "<b>ששתיו צבוע.</b> השתי שלו צבוע. ואין צבוע מיטמא:",
                "1": "<b>וערבו לבן.</b> ואי אזלינן בתר הערב הוא לבן ומיטמא:",
                "2": "<b>הכל הולך אחר הנראה.</b> בסתם בגדים הערב נראה, בכרים וכסתות השתי נראה. והכל לפי האומנות:",
                "3": "<b>ירקרק.</b> ירוק שבירוקים:",
                "4": "<b>אדמדם.</b> אדום שבאדומים. כלומר, שמראה הירקות והאדמימות בהם חזק מאוד. ירקרק, ככנף הטווס וכהוצין של דקל. אדמדם, כזהורית יפה שבדם:",
                "5": "<b>היה ירקרק.</b> כגריס, ולבסוף שבוע פשה אדמדם אצל ירקרק:",
                "6": "<b>נשתנה ופשה.</b> כגון שהיה בתחילה ירקרק כגריס, ולבסוף שבוע פשה ונעשה גדול כסלע, ובין האום ובין הפשיון שלו אדמדם:",
                "7": "<b>נשתנה ולא פשה.</b> בתחילה כגריס של ירקרק, ולבסוף כגריס של אדמדם:",
                "8": "<b>כאילו לא נשתנה.</b> ואותו שפשה טעון שריפה, ואותו שלא פשה מסגירו שבוע שני:",
                "9": "<b>יראה [בתחלה]</b> דחשיב לנשתנה כנגע אחר. ואין הלכה כר׳ יהודה:\n\n"
            },
            "4": {
                "0": "<b>העומד.</b> בעינו בסוף שבוע ראשון, שלא פשה ולא כהה מראיתו:",
                "1": "<b>יכבס.</b> מקום הנגע ויסגיר:",
                "2": "<b>העומד בשני.</b> בסוך שבוע שני לא כהה ולא פשה:",
                "3": "<b>הפושה בזה ובזה.</b> בסוף שבוע ראשון או בסוף שבוע שני:",
                "4": "<b>הכהה בתחילה.</b> כשהובא אל הכהן וראהו וקודם שהסגיר כהה:",
                "5": "<b>יכבס ויסגיר.</b> כאילו כהה בסוף שבוע ראשון:",
                "6": "<b>הכהה.</b> שהיה מתחילה חזק הירקות או האדמימות, ונעשה ירוק בינוני או אדום בינוני:",
                "7": "<b>אינו זקוק לו.</b> אין זקוק להסגירו, וטהור. והלכה כחכמים:",
                "8": "<b>הכהה בראשון יכבס ויסגיר.</b> כאילו לא כהה:",
                "9": "<b>הכהה בשני.</b> דבסוף שבוע שני מצאו שכהה:",
                "10": "<b>קורעו ושורף מה שקרע, וצריך מטלית.</b> לשון טלאי. חתיכת בגד במקום הקרע, דכתיב ואם תראה עוד, ואין עוד אלא מקומו, מלמד שהוא טולה עליו מטלית:",
                "11": "<b>רבי נחמיה אומר כו׳</b> ואין הלכה כר׳ נחמיה:\n\n"
            },
            "5": {
                "0": "<b>חזר נגע לבגד.</b> במקום אחר מן הבגד. ולא במטלית שנתן על מקום הקריעה:",
                "1": "<b>מציל את המטלית.</b> כששורף את הבגד כולו. כדכתיב ואם תיראה עוד בבגד וגו׳ ושרף את הבגד. מציל את המטלית, אותו טלאי שנתן על מקום הקריעה מצילו, ואינו שורפו עם הבגד:",
                "2": "<b>חזר למטלית.</b> לאותו טלאי שחיבר בו:",
                "3": "<b>שורף את הבגד.</b> כאילו חזר בבגד עצמו. אבל המטלית אינו טעון שריפה, אלא אם הוא שלש על שלש, מסגירו. ואם עמד בעיניו שבועות שנים או פשה בשבוע ראשון, שורף. ואם פחות משלש על שלש אינו מיטמא בנגעים:",
                "4": "<b>הטולה מן המוסגר.</b> שעשה טלאי מחתיכת בגד מוסגר על בגד טהור. ומוסגר קרי לבגד שעמד בעיניו בשבוע ראשון, ובשבוע שני כהה. דקורע ממנו הנגע ושורף מה שקרע, ושאר הבגד קרוי מוסגר:",
                "5": "<b>חזר הנגע לבגד המוסגר.</b> שניטלה ממנו חתיכה זו שהיא עתה טלאי לבגד טהור, אע״פ שהבגד המוסגר טעון שריפה כדכתיב ואם תיראה עוד בבגד וגו׳:",
                "6": "<b>מציל את המטלית.</b> היינו הטלאי הזה שניטל ממנו ומחובר בבגד טהור, מצילו ואינו שורפו עם הבגד המוסגר:",
                "7": "<b>חזר.</b> הנגע למטלית. לחתיכה זו שניטלה מן המוסגר:",
                "8": "<b>ישרף.</b> המוסגר בכל מקום שהוא, כאילו היתה חתיכה זו מחוברת בו. וחתיכה תשמש הבגד השני שהיא מחוברת בו, בסימנים. שמסגיר עם הבגד השני. דדינו של שני כאילו הנגע בו, בין לענין הסגר בין לענין שריפה וכיבוס וכל דבר. ולאחר ששמשה הבגד השני, אפילו הלך הנגע לגמרי מן החתיכה, טעון שריפה, שהרי משחזר בו הנגע מתחילתו כבר הוזקק לשריפה:\n\n"
            },
            "6": {
                "0": "<b>קייטא.</b> מלבוש שרגילים ללבוש בימות החמה. תרגום קיץ, קייטא. ולי נראה שהוא לשון רומ״י שקורים למלבוש של אשה קוטייא:",
                "1": "<b>שיש לה פספסין.</b> מנומרת בצבעים הרבה, לבן וירוק ושחור ודומיהן. פספסין לשון פס יד, שפיסת יד מבגד לבן ופיסת יד מבגד של צבע:",
                "2": "<b>ולבנים פושים מזה לזה.</b> מלבן ללבן. ואף על פי שהצבוע מפסיק, חשוב פשיון. דפשיון רחוק מטמא בכגריס:",
                "3": "<b>והרי הוא פספס יחידי.</b> כלומר, אם לא היה בו אלא פספס אחד לבן, וכל שאר הפספסין צבועין, מי בעי הסגר, או לא, משום דאין לו להיכן יפשה:",
                "4": "<b>אמר להן לא שמעתי.</b> כלומר, קבלתי מרבותי דטעון הסגר, ולא פירשו לי הטעם למה:",
                "5": "<b>אלמד בו.</b> כלומר, תרשיני לומר לפניך טעם לדבר:",
                "6": "<b>אם לפרש דברי חכמים הן.</b> שלא תסתור מה שקבלתי:",
                "7": "<b>שמא יעמוד שני שבועות.</b> שאע״פ שאין לו במה יפשה יכול לבוא לידי טומאה, אם יעמוד בעיניו שני שבועות:",
                "8": "<b>הפשיון הסמוך.</b> כשפושה סמוך לאום:",
                "9": "<b>הרחוק.</b> שהאום בראש אחד של בגד והפשיון בראשו השני:",
                "10": "<b>החוזר.</b> כגון שכהה בשני דקורעו ושורף מה שקרע, וכתיב ואם תיראה עוד בבגד ושרף וגו׳. וזהו החוזר, ושיעורו בכגריס:\n\n"
            },
            "7": {
                "0": "<b>השתי והערב.</b> של צמר, שניכר בין שתי לערב, שהשתי דק והערב עב מאוד:",
                "1": "<b>השתי משישלק.</b> דכתיב בבגד צמך או בבגד פשתים או בשתי או בערב, מה בגד שנגמרה מלאכתו, אף שתי וערב משתגמר מלאכתן. ות״ק סבר, או בשתי, הפסיק הענין:",
                "2": "<b>משישלק.</b> במים רותחים. ויש ספרים שגורסים משישלה, כלומר משיהיו שולין ומסירים אותו מן היורה ששולקים אותן בה ללבנן:",
                "3": "<b>האונין של פשתן.</b> אגודות מטוה של פשתן. ולפי שבפשתן אין ניכר בין שתי לערב כמו בצמר, משום הכי לא מפליג בהו בין שתי לערב:",
                "4": "<b>משיתלבנו.</b> שנותנים אותן בתנור שיתחממו בהבל התנור ויתלבנו שם:",
                "5": "<b>פקעת.</b> עץ שהנשים מסבבות המטוה מן הכוש לתוכו:",
                "6": "<b>כדי לארוג ממנה שלש על שלש.</b> שיהא בה שיעור לעשות כל הבגד של שלש אצבעות על שלש אצבעות ממנה, גם השתי גם הערב, כדקתני ואפילו כולה שתי ואפילו כולה ערב:",
                "7": "<b>היתה פסיקות.</b> שהיו החוטים שבפקעת מופסקין, לא הוי חיבור. אבל אם היו קשורים הוי חיבור:",
                "8": "<b>אפילו פסיקה אחת.</b> שאין בכל הפקעת אלא פסיקה אחת וקשרה, לא הוי חבור. ואין הלכה כרבי יהודה:\n\n"
            },
            "8": {
                "0": "<b>המעלה מן הפקעת לחברתה.</b> פעמים שהנשים עושות פקעת בת אמה או בת שתי אמות ומגלגלות ומסבבות מזו לזו לעשות פקעת גדולה, ואם עד שלא תעלה את כולה נראה נגע באחת מהן וחוט מחברן, הוי השני טהור:",
                "1": "<b>סליל.</b> עץ חלול כמין קנה שמחברים עליו המטוה:",
                "2": "<b>כובד העליונה.</b> שני עצים עגולים שהאורגין כורכים בהן השתי שלהן וגוללין, ונראה נגע בכובד האחד, השני טהור. דלא הוי חיבור:",
                "3": "<b>וכן שני דפי חלוק.</b> נמי אינן חיבור. ולא כעין חלוקים שלנו שמחתכים ומחברין בו בתי הזרוע ושאר חתיכות בתפירה של חיבור גמור, דההוא ודאי חשיב חיבור כאילו הוא בגד אחד, אלא מיירי דלא מיחבר כולי האי:",
                "4": "<b>בנפש המסכת.</b> חוט הערב שנכנס לתוך השתי כנפש לתוך הגוף, ועד שיתישבו על מכונם אצל הארוג הוי כשתי להצטרך עמו לנגע כגריס. אי נמי, בתחילה כשאורג בו שתי בתי נירים קודם שיארג בו ג׳ על ג׳:",
                "5": "<b>ובשתי העומד.</b> הם חוטי השתי שבין כובד העליון לתחתון, שעומדים שם ליארג ולהסך בהן חוטי הערב. וקא משמע לן דלא תימא כל חוט וחוט עומד בפני עצמו ואין בו רוחב כגריס, אלא כולם חיבור זה לזה, ואם נראה (נמי) נגע בצד זה, טמא בצד אחר:",
                "6": "<b>אם היה רצוף.</b> שהחוטים רצופים זה אצל זה כעין רצפה, שאורגין זה אצל זה, שכן דרך האורגים ליישבן להיות אריגתם מכוונת, אז חשיבה חיבור. ואי לאו הכי, חזינן כל חוט כאילו עומד בפני עצמו ולא הוי חיבור. ואין הלכה כרבי שמעון:\n\n"
            },
            "9": {
                "0": "<b>נראה הנגע, בשתי העומד האריג טהור.</b> כשאין עתיד לארוג יותר:",
                "1": "<b>השתי העומד טהור.</b> היינו מה שאין עתיד לקצץ מן השתי עם הארוג:",
                "2": "<b>הנימין.</b> חוטין שבראש הסדין ובסופו:",
                "3": "<b>מציל את האומריות.</b> שפת הבגד, שאינו שורף אותו, דכתיב ושרף את הבגד בצמר או בפשתים, שאין תלמוד לומר בצמר או בפשתים, אלא ללמדך שאין שורך האומריות עמהן:",
                "4": "<b>ואפילו הן ארגמן.</b> דלא תימא דאין מציל אלא כשהאומריות של מין אחר שאינו מטמא בנגעים כגון של משי ושל זהב, קמשמע לן ואפילו הן ארגמן שהוא צמר צבוע מציל:\n\n"
            },
            "10": {
                "0": "<b>כל הראוי, ליטמא טמא מת.</b> בצמר ופשתים או בעור:",
                "1": "<b>אע״פ שאינו מיטמא מדרס.</b> כגון בגד שלש על שלש, דאינו מיטמא מדרס עד שיהא בו שלשה טפחים על שלשה טפחים, ומיטמא במת. וכל שכן שכל המיטמאין מדרס מיטמאין בנגעים, ובלבד בלבנים שאינם צבועים:",
                "2": "<b>קלע של ספינה ווילון וכו׳</b> כל הני דחשיב, מיטמאין במת ואין מיטמאים מדרס:",
                "3": "<b>שביס.</b> לשון השביסים והשהרונים הכתוב בישעיה (ג׳ י״ח):",
                "4": "<b>וגלגלון.</b> אבנט שחוגרים בו:",
                "5": "<b>סגוס.</b> בגד עב מאוד והוא כאדרת שער:",
                "6": "<b>באריג ובמוכין.</b> בגוף האדרת ובשערות הבולטים ממנה. והלכה כר׳ אליעזר בן יעקב:",
                "7": "<b>החמת והתורמל.</b> כלים של עור, וקושרים אותן ונכפל העור במקום הקשר, ואין הנגע שבכפליו נראה אא״כ מתפשט העור. ולהכי קתני נראין כדרכן, כלומר שאין פושטו, אלא רואהו כך כמות שהוא. חמת, נוד של עור. תורמל, כמין כיס גדול של עור שהרועה מניח חפציו בתוכו:",
                "8": "<b>מתוכו לאחוריו.</b> אם מתחילה נראה נגע בתוכו והסגירו, ובסוף שבוע נראה נגע באחוריו מבחוץ, חשיב פשיון. ובתוספתא משמע דדוקא בעורות אמרינן הכי, ולא בבגדים:\n\n"
            },
            "11": {
                "0": "<b>בגד המוסגר.</b> שהיה בו נגע וצבעו ואין הנגע ניכר בו:",
                "1": "<b>כולן טהורים.</b> דאת הודאי הוא מטמא, ואינו מטמא את הספק:",
                "2": "<b>ועשאו מוכין.</b> קרעים קטנים פחותים משלש על שלש, אלא שלא הובדלו לגמרי:",
                "3": "<b>כולן טמאין.</b> דכיון שנזקק לטומאה אין הספק מטהרו:",
                "4": "<b>טמא ואסור בהנאתו.</b> דהא שריפה בעי:"
            }
        },
        "11": {
            "0": {
                "0": "<b>כל הבתים.</b> ודוקא בארץ ישראל, דבבית ארץ אחוזתכם כתיב (ויקרא י״ד:ל״ד):",
                "1": "<b>חוץ משל נכרים.</b> אם קנו בית בארץ ישראל. דהכי משמע, אחוזתכם מיטמאה בנגעים, ואין אחוזת הנכרים מיטמאה בנגעים. וכשם שאין אחוזתם מיטמאה בנגעים, כך בגדיהם וגופם אין מיטמאים בנגעים:",
                "2": "<b>יראו בתחילה.</b> והימים שהיה בהם הנגע כל זמן שהיו ביד נכרים, אינם עולים להן מן החשבון:",
                "3": "<b>בית עגול.</b> שאין בו זויות:",
                "4": "<b>טריגון.</b> שיש לו שלש זויות. שלש בלשון רומי טר״י. והוא הדין בית שיש לו שתי זויות או חמש:",
                "5": "<b>אינו מיטמא בנגעים.</b> דגבי נגעים כתיב קירות קירות שתי פעמים, ומיעוט קירות שנים, הרי ארבעה:",
                "6": "<b>ובאסקריא.</b> הוא תורן הספינה. ויש ספרים שגורסים אכסדיא, והן קורות שקושרים ביחד ומוליכין אותן בנהרות ובים. ובלשון מקרא קרויין רפסודות:",
                "7": "<b>אינן מיטמאין בנגעים.</b> דכתיב בבית ארץ, עד שיהיה הבית מחובר בארץ:",
                "8": "<b>על ארבע קורות.</b> כמו או על ארבע קורות. שהיה הבית בנוי על גבי הקורות:",
                "9": "<b>אפילו על ארבעה עמודים.</b> שהעמודים מחוברים בארץ והן נחשבים ארבע זויות לבית והגג עליהן, מיטמא בנגעים אע״פ שהוא פתוח מכל צדדיו:\n\n"
            },
            "1": {
                "0": "<b>בית שאחד מצדדיו.</b> אחד מארבעה כתליו מחופה בשיש מרמר״א:",
                "1": "<b>בסלע.</b> צור שהיא שם מששת ימי בראשית:",
                "2": "<b>בלבנים.</b> עשויים בכבשן:",
                "3": "<b>בעפר.</b> שהכותל עשוי מגושי עפר:",
                "4": "<b>טהור.</b> דבעינן שיהיו ארבעה קירות הבית ראויין ליטמא בנגעים, ואם אחד מן הקירות עשוי בדבר שאין ראוי ליטמא, כגון כל הני דאמרינן, הבית טהור:",
                "5": "<b>בית שלא היו בו אבנים ועצים ועפר.</b> כל שלשתן, אלא אחד מהן היה בו, ונראה הנגע באותו האחד, טהור. דבעינן שיהא ראוי ליטמא קודם ראיית הנגע:",
                "6": "<b>עד שיהיו בו אבנים ועצים ועפר.</b> דכתיב (ויקרא י״ד:מ״ה) את אבניו ואת עציו ואת כל עפר הבית:\n\n"
            },
            "2": {
                "0": "<b>עד שיראה כשני גריסין.</b> דכתיב [שם] וראה את הנגע והנה הנגע, מלמד שאין נגעי בתים מיטמאין, עד שיראו כשני גריסין:",
                "1": "<b>או על אבן אחת.</b> והיינו טעמא דאמר רבי ישמעאל ארבע אבנים לארבעה כותלי הבית, לכל כותל אבן אחת. ולרבי עקיבא דאמר עד שיראו כשני גריסים על שתי אבנים לא על אבן אחת, אין פחות משמונה אבנים, לכל כותל שתי אבנים:",
                "2": "<b>רבי אלעזר בר׳ שמעון אומר כו׳</b> טעמא דר׳ אלעזר בר׳ שמעון [בסנהדרין דף ע״א] דכתיב קיר וכתיב קירות, איזהו קיר שהוא כקירות, הוי אומר זה קרן זוית, ובכל קיר בעינן שיעור נגע, דהיינו כגריס הקלקי מרובע בכל אחד ואחד. והלכה כר׳ עקיבא:\n\n"
            },
            "3": {
                "0": "<b>עצים.</b> כדאמרינן שאין הבית מיטמא עד שיהיו בו עצים, כמה יהיו בכל כותל וכותל, כדי ליתן תחת השקוף. כך צריך לכל קיר וקיר:",
                "1": "<b>שקוף.</b> מקום שהדלת שוקף עליו, ורגילין ליתן עץ תחתיו:",
                "2": "<b>סנדל לאחורי השקוף.</b> רגילים להניח עץ לאחורי השקוף להגין, ונקרא סנדל, כמו שהסנדל מגין על הרגל. שקוף, נקרא בין של פתח בין של חלון:",
                "3": "<b>פצים.</b> לשון סדק וקרע. כמו (תהילים ס׳:ד׳) הרעשת ארץ פצמתה:",
                "4": "<b>קירות האבוס.</b> של בהמה:",
                "5": "<b>וקירות המחיצה.</b> של (חצרות) גנות ופרדסים:",
                "6": "<b>אין מיטמאין בנגעים.</b> דכתיב בקירות הבית, ולא בקירות האבוס ולא בקירות המחיצה:",
                "7": "<b>ירושלים וחוצה לארץ אינן מיטמאין בנגעים.</b> דכתיב (ויקרא י״ד:ל״ד) בבית ארץ אחוזתכם, וחוצה לארץ אינה אחוזתכם, וירושלים נמי לא נתחלקה לשבטים:\n\n"
            },
            "4": {
                "0": "<b>לא יגזור.</b> לא יפסוק הדיין לומר שהוא נגע ודאי, מדכתיב כנגע נראה לי בבית, ולא כתיב נגע:",
                "1": "<b>אפילו חבילי עצים.</b> שאינן בכלל טומאה, צריך לפנות. והא דכתיב ולא יטמא כל אשר בבית, דמשמע דאטומאה קפיד רחמנא, סבירא ליה לרבי יהודה דמלתא באנפי נפשה היא, לאשמועינן דכלים דהוו מעיקרא נמי מיטמו אי שביק להו. ואין הלכה כר׳ יהודה:",
                "2": "<b>עסק זה לפינוי.</b> בתמיה, וכי להעסיקו לפנות את הבית הוצרך הכתוב, שאתה מזקיקו לפנות דברים שאין מקבלים טומאה, על כרחך לא בא הכתוב לדרוש אלא כמו שדורש ר׳ מאיר שהתורה חסה על ממונן של ישראל:",
                "3": "<b>פכו.</b> לשון פכים קטנים:",
                "4": "<b>תפיו.</b> מקום שאופה ומבשל בו קדירתו, כגון תנור וכירים של חרס המיטלטלין. ויש ספרים שגורסים טפיו בטי״ת, והוא כלי חרס קטן מאוד שאין המשקה יוצא הימנו אלא טיף טיף. וכל אלו אין להם טהרה במקוה:",
                "5": "<b>א״כ על של רשע.</b> שהנגעים באים על לשון הרע:\n\n"
            },
            "5": {
                "0": "<b>אינו הולך לתוך ביתו.</b> דכתיב ויצא הכהן מן הבית. יכול ילך לביתו ויסגיר, תלמוד לומר אל פתח הבית, אי אל פתח הבית, יכול יעמוד תחת המשקוף ויסגיר, תלמוד לומר ויצא מן הבית, עד שיעקר מכל הבית:",
                "1": "<b>ולא סיד מכל מקום.</b> דכתיב ועפר אחר יקח, וסיד לא הוי עפר אלא אבן שריפה:",
                "2": "<b>לא אחת תחת שתים.</b> אבן גדולה שממלאה מקום השתים:",
                "3": "<b>מכאן אמרו אוי לרשע ואוי לשכנו.</b> שאם כותל מפסיק בין שני בתים ונראה נגע בכותל לצד בית זה, כעל הבית האחר צריך להטפל עמו, דכתיב וחלצו את האבנים, לשון רבים. ולזה שהנגע לצד ביתו קורא רשע, שהנגעים באים על לשון הרע כדאמרן:",
                "4": "<b>שניהם קוצעים.</b> לשון ואת הבית יקציע:",
                "5": "<b>יקח וטח.</b> לשון יחיד, למעוטי חברו שאין מטפל עמו בטיחה:\n\n"
            },
            "6": {
                "0": "<b>בא בסוף שבוע.</b> אחרי הטוח הבית, חוזר ומסגירו, ואם בסוף שבוע חזר הנגע, ונתץ את הבית:",
                "1": "<b>הפשיון הסמוך.</b> שפשה סמוך לנגע:",
                "2": "<b>והחוזר כשני גריסים.</b> דכתיב ואם ישוב הנגע, כאדם האומר חזר פלוני למקומו, והנגע שבבתים בתחילה אינו מטמא אלא בשני גריסים, כדאמרן:"
            }
        },
        "12": {
            "0": {
                "0": "<b>עשרה בתים.</b> הכהה בראשון. בסוף שבוע ראשון כהה, או הלך הנגע לגמרי. הרי שני בתים, דכשנים הן חשובים:",
                "1": "<b>קולפו.</b> קולף מקום הנגע בלבד, והבית טהור:",
                "2": "<b>הכהה.</b> בסוף שבוע שני, וההולך לגמרי. שנים אחרים, הרי ארבעה:",
                "3": "<b>הפושה בשבוע ראשון חולץ וקוצה וטח ונותן לו שבוע.</b> ואם חזר, נותץ. הרי חמשה:",
                "4": "<b>לא חזר טעון צפרים.</b> הרי ששה: עמד בעיניו בשבוע ראשון ופשה בשני, חולץ וקוצה וטח ונותן לו שבוע. חזר, נותץ. הרי שבעה:",
                "5": "<b>לא חזר טעון צפרים.</b> הרי שמונה: עמד בעיניו בשבוע ראשון ובשבוע שני, חולץ וקוצה וטח ונותן לו שבוע. שדין העומד בעיניו בשבוע שני כדין הפושה. חזר, נותץ. הרי תשעה:",
                "6": "<b>לא חזר טעון צפרים.</b> הרי עשרה:",
                "7": "<b>אם עד שלא טיהרו בצפרים נראה בו נגע.</b> הרי הוא כחוזר, וטעון נתיצה. אבל משטיהרו, הוי ליה כנגע חדש ומסגירו:\n\n"
            },
            "1": {
                "0": "<b>האבן שבזוית.</b> שהיא בינו ובין חברו בשותפות:",
                "1": "<b>חולץ את כולו.</b> כדדרשינן וחלצו, מלמד ששניהם חולצים:",
                "2": "<b>בזמן שהוא נותץ.</b> את הבית כולו:",
                "3": "<b>נותץ שלו.</b> דגבי נתיצה כתיב את אבניו ואת עציו, אבניו שלו ועציו שלו:",
                "4": "<b>ראש ופתין.</b> פירש הערוך, אותה האבן או אותו העץ שתופס מצד מערב נדבך שלו, ולצד מזרח נדבך של חברו, שם אותה האבן או אותו העץ, ראש. ואותם האבנים ועצים שבנדבך זה במערב אחת, ובנדבך זה במזרח אחת, שמן פתין:\n\n"
            },
            "2": {
                "0": "<b>נותן את הקורות לעלייה.</b> וסומכן בעמודין ואינו נותצן עם הבית, דכתיב את אבניו ואת עציו ואת [כל] עפר הבית, ולא אבנים ועצים ועפר של עלייה:",
                "1": "<b>נתצין עמו.</b> דדרשינן את אבניו ואת עציו ואת עפר הבית, כל אבנים שנבנו עמו וכל עצים שנבנו עמו וכל עפר שנבנה עמו. וכיון דאין עלייה על גביו, הרי כולם נבנו עמו:",
                "2": "<b>מלבנים.</b> כמין לבנים מרובעות ששוטחים על הגגות. ויש מפרשים, כעין מזוזות שעושים בחלונות מבחוץ לנוי, ואין מחוברים בטיט בחלון:",
                "3": "<b>שריגות.</b> כמין סבכה שעושים בחלון שמסתכלים משם לרה״ר:",
                "4": "<b>מלבן.</b> עץ ארוך שעל הקיר העשוי להושיב עליו ראשי הקורות שלא ירקבו מלחלוחית החומה:",
                "5": "<b>בכזית.</b> משום דצרעת אתקש למת, דכתיב (במדבר י״ב:י״ב) אל נא תהי כמת:",
                "6": "<b>במשהו.</b> כאברים של מת, דתנן באהלות, האברים אין להם שיעור. ואין הלכה כר׳ אלעזר:\n\n"
            },
            "3": {
                "0": "<b>בית המוסגר מטמא מתוכו.</b> כדכתיב והבא אל הבית כל ימי הסגיר אותו יטמא עד הערב. והאבנים המנוגעים עצמן, אפילו במוסגר, מטמאין מאחוריהן:",
                "1": "<b>והמוחלט מתוכו ומאחוריו.</b> הנוגע בבית מאחוריו, טמא, דכתיב במוחלט, צרעת ממארת בבית טמא הוא, מה תלמוד לומר טמא הוא, הוסיף לו שיהא טמא בין מתוכו בין מאחוריו:",
                "2": "<b>זה וזה מטמאין בביאה.</b> לטמא כל הנכנס בתוכו:\n\n"
            },
            "4": {
                "0": "<b>הבונה מן המוסגר בטהור.</b> לאחר שחלץ וקצע וטח ונתן לו שבוע, בתוך ימי הסגרו לקח מאותו בית אבנים ובנאן בבית אחר:",
                "1": "<b>חזר נגע לבית.</b> המוסגר: חולץ את האבנים: שלקח ממנו ומסלקן מן הטהור, והן טמאים כטומאת הבית שנטלן ממנו:",
                "2": "<b>חזר הנגע לאבנים.</b> שנבנה בטהור:",
                "3": "<b>הבית.</b> המוסגר ינתץ, כאילו היו קבועים בו. והני אבנים נמי בעו נתיצה, אלא שממתין להם עד שישמשו הבית השני בסימנין, דטעון הסגר, ודינו לכל דבר ככל בית שנראה בו נגע בתחילה:\n\n"
            },
            "5": {
                "0": "<b>בית שהוא מיסך על גבי בית המנוגע.</b> כגון שבית המנוגע בנוי בתוך בית אחר. וכן אילן שבית המנוגע בנוי תחתיו:",
                "1": "<b>הנכנס לחיצון טהור.</b> דהאי לחודיה קאי והאי לחודיה קאי. ודמי לבית ועלייה, דאי קאי מצורע בבית, עלייה טהורה:",
                "2": "<b>ומה אם אבן אחת.</b> שמבית המנוגע, מטמאה כל אשר באוהל:",
                "3": "<b>הבית כולו.</b> שהוא תחת בית אחר, לא כל שכן שיטמא כל מה שבתוך החיצון. והלכה כרבי אליעזר:\n\n"
            },
            "6": {
                "0": "<b>והטהור עובר טמא.</b> דכתיב במצורע, מחוץ למחנה מושבו, מכאן שמושבו טמא. הלכך כשהטמא עומד תחת האילן, נעשה מקום האילן מושבו והטהור העובר שם טמא. אבל כשהטמא עובר ואינו עומד לפוש שם, אין זה קרוי מושבו, ואע״פ שהטהור יושב שם, טהור ואינו מקבל טומאה:",
                "1": "<b>ואם עמד</b> הטמא, נטמא מקום האילן ונטמא הטהור העובר שם:",
                "2": "<b>וכן באבן המנוגעת.</b> אם אדם הנושאה עובר תחת האילן, הטהור העומד שם לא נטמא:",
                "3": "<b>ואם הניחה טמא.</b> והוא הדין אפילו לא הניחה, אלא שעמד הנושאה:  "
            },
            "7": {
                "0": "<b>טהור שהכניס ראשו ורובו.</b> דבציר מראשו ורובו לא חשיבא ביאה:",
                "1": "<b>שהכניס ממנה שלש אצבעות על שלש אצבעות.</b> חשיבא כאילו נכנסה כל הטלית כולה. אבל פחות מכן לא, דבציר משלש על שלש אינה מקבלת טומאה ולא חשיבא:",
                "2": "<b>וטמאה.</b> כגון טלית המנוגעת שהכניס ממנה כזית לבית טהור:",
                "3": "<b>טמאתו.</b> דצרעת אתקש למת. וטלית המנוגעת דמטמאה בביאה נפקא לן מקרא דכתיב [ויקרא יד] ולצרעת הבגד ולבית, מקיש בגד לבית, מה בית מטמא בביאה דהא כתיב [שם] והבא אל הבית וגו׳, אף בגד מטמא בביאה. מנין לרבות את כולן כגון שתי וערב ועורות, תלמוד לומר [שם יג] זאת תורת נגע צרעת בגד הצמר, מקיש כולן לבגד, מה בגד מטמא בביאה, אף כולן מטמאין בביאה:\n\n"
            },
            "8": {
                "0": "<b>וכליו על כתפו.</b> מקופלים ומונחים על כתיפו דרך משאוי:",
                "1": "<b>וטבעותיו בידיו.</b> מונחים על פס ידו שלא כדרך מלבוש:",
                "2": "<b>הוא והן טמאין מיד.</b> דקרינן נמי בכלים והבא אל הבית יטמא:",
                "3": "<b>היה לבוש בכליו.</b> דהשתא אין כליו טמאים אלא מחמת דידיה:",
                "4": "<b>והן טהורים עד שישהה בכדי אכילת פרס.</b> דכתיב והאוכל בבית יכבס את בגדיו והשוכב בבית יכבס את בגדיו, ותניא, אין לי אלא אוכל ושוכב, לא אוכל ולא שוכב מנין, תלמוד לומר יכבס בגדיו, ריבה. א״כ למה נאמר אוכל ושוכב, ליתן שיעור לבא אל הבית שאין טעון כיבוס בגדים עד שישהה כדי שיעור אכילה כשהוא שוכב, כלומר כשהוא מיסב. וכמה שיעור אכילה, כדי אכילת פרס, שהוא חצי ככר של עירוב, לדברי רש״י הם ארבע ביצים, ולדברי רמב״ם שלש ביצים:",
                "5": "<b>מיסב ואוכל בלפתן.</b> ששיעורו מועט משאלו [היה] אוכלן בלא לפתן, שמתוך טעם של לפתן ממהר לאכול:\n\n"
            },
            "9": {
                "0": "<b>היה עומד בפנים.</b> תוך בית המנוגע:",
                "1": "<b>ופשט ידיו לחוץ וטבעותיו בידיו.</b> הכא מיירי כשטבעותיו באצבעותיו דרך מלבוש, ואם שהה כדי אכילת פרס, טמאות, דבתר גופו גרירי. ואם היו בפס ידו דרך משאוי, מוכיח בתוספתא שהם טמאות מיד:",
                "2": "<b>בזמן שאין כל גופו טמא.</b> כגון הכא דהוא עומד בחוץ ולא נטמא כל זמן שלא הכניס ראשו ורובו:",
                "3": "<b>אינו דין שלא יטמא את מה שעליו עד שישהה כדי אכילת פרס.</b> ורבי יהודה אומר, מצינו שיפה כח הטמא להציל, מכח הטהור להציל, שהרי ישראל שמקבלים טומאה מצילין כלים בבית המנוגע, שאין מטמאין עד שישהה כדי אכילת פרס, ונכרי ובהמה שאין מקבלים טומאה אין מצילין כלים בבית המנוגע, שהבגדים שעליהם טמאים מיד. ואין הלכה כרבי יהודה:\n\n"
            },
            "10": {
                "0": "<b>עד ארבע אמות.</b> קסבר ר׳ שמעון, למעלה מארבע אמות רשותא אחריתא הוא, דקומתו של אדם בינוני שלש אמות, ואמה אחת לפישוט ידים ורגלים. ואין הלכה כרבי שמעון:",
                "1": "<b>כלים מיד טמאים.</b> כלומר כלים שאמרנו עד הקורות לתנא קמא ועד ארבע אמות לר׳ שמעון, מיד הן מיטמאין כשנכנס עמהן לבית המנוגע:",
                "2": "<b>כדי הדלקת הנר.</b> כשנכנס ברשות, מודה ר׳ יהודה דמיטמאין מיד, ולא פליג אלא כשנכנס שלא ברשות. משום דמושבו של מצורע מטמא כדאמרן, וכשנכנס ברשות הוי מושבו מיד, אבל כשנכנס שלא ברשות לא הוי מושבו אלא אם כן שהה כדי הדלקת הנר ולא אפקיה. ואם לא שהה כדי הדלקת הנר, לא הוי מושבו. דהאי דלא אפקיה, משום דטריד בהדלקת הנר דביני שמשי או דימות החול ולא מצי מפיק ליה:\n\n"
            },
            "11": {
                "0": "<b>נכנס לבית הכנסת.</b> מצורע שבא ליכנס לבית הכנסת:",
                "1": "<b>עושים לו מחיצה גבוהה עשרה טפחים.</b> דפחות מעשרה אינה חשובה מחיצה להציל:",
                "2": "<b>ברוחב ארבע אמות.</b> כנגד ארבע אמות של תפילה. אי נמי, משום דזהו שיעור מקומו של אדם, כדאמרינן בעירובין בפרק מי שהוציאוהו (עירובין דף מ״ח):",
                "3": "<b>נכנס ראשון ויוצא אחרון.</b> כדי שלא יטמאו העומדים בבית הכנסת בכניסתו וביציאתו, כשהוא עובר מן הפתח ועד המחיצה. דחיישינן שמא יעמוד מעט בשעה שהוא עובר, ויטמאו כל העומדים שם:",
                "4": "<b>כל המציל בצמיד פתיל.</b> כגון כלי חרס וכל הנהו דחשיב במסכת כלים פרק ואלו כלים מצילים:",
                "5": "<b>כל המציל מכוסה באוהל המת.</b> כגון בור ודות דלא בעי צמיד פתיל אלא כיסוי, כדתנן במסכת אהלות פרק התנור (משנה ו׳). והלכה כרבי יוסי:"
            }
        },
        "13": {
            "0": {
                "0": "<b>כיצד מטהרין.</b> פיילי. מזרק. השותים במזרקי יין (עמוס ו׳:ו׳) מתרגמינן דשתיין בפיילי חמר:",
                "1": "<b>חדשה.</b> דכתיב (ויקרא י״ד:ה׳) אל כלי חרש על מים, מקיש כלי למים, מה מים שלא נעשה בהן מלאכה, אף כלי שלא נעשה בו מלאכה:",
                "2": "<b>רביעית.</b> משום דכתיב [שם] בדם הצפור השחוטה ובמים החיים, מים חיים שדם הצפור ניכר בהן. ושיערו חכמים רביעית:",
                "3": "<b>מים חיים.</b> שלעולם נובעים ואינן פוסקים:",
                "4": "<b>צפרים דרור.</b> שדרות בבית כבשדה:",
                "5": "<b>וקוברה בפניו.</b> לפי שאסורה בהנאה:",
                "6": "<b>ושני תולעת.</b> לשון צמר צבוע שני. כרמז״י בלע״ז:",
                "7": "<b>וכרכן בשיירי לשון.</b> עץ ארז ואזוב ושני תולעת היה מניחן יחד, והלשון יוצא ועודף על עץ ארז ואזוב, והיה כורכן בו דהוו שלשתן באגודה אחת:",
                "8": "<b>והקיף.</b> לשון סמיכה והקרבה. כמו [ביצה דף ל״ב] מקיפים שתי חביות. לתרום שלא מן המוקף. כלומר היה סומך להן ראשי אגפים וראש הזנב של הצפור החיה, וטובל כולן ביחד בדם ובמים שבכלי חרס:",
                "9": "<b>לאחר ידו.</b> על גב ידו של מצורע:",
                "10": "<b>ויש אומרים על מצחו.</b> ואין הלכה כיש אומרים:",
                "11": "<b>על השקוף.</b> של בית שהוא מנוגע:\n\n"
            },
            "1": {
                "0": "<b>לא לים.</b> אם הוא בעיר היושבת על שפת הים:",
                "1": "<b>ולא למדבר.</b> אם העיר יושבת אצל המדבר:",
                "2": "<b>שנאמר ושלח את הצפור החיה אל מחוץ לעיר אל פני השדה.</b> מכאן שאינו הופך פניו לעיר:",
                "3": "<b>העביר תער על כל בשרו.</b> לאו דוקא. שלא היה מגלח אלא כל מקום כנוס שער, [ונראה, לאפוקי שער] בית הסתרים, דאמר קרא (ויקרא י״ד) והיה ביום השביעי יגלח את כל שערו, כלל. את ראשו ואת זקנו ואת גבות עיניו, פרט. ואת כל שערו יגלח, חזר וכלל. כלל ופרט וכלל, אי אתה דן אלא כעין הפרט. מה הפרט מפורש מקום כנוס שער ונראה, אף כל מקום כנוס שער ונראה. ותגלחת ראשונה שמגלח בזמן חלוטו, למדוה בגזירה שוה מתגלחת שניה, שמגלח שניה לאחר שספר שבעת ימים, דנאמר בימי חלוטו וגלח את כל שערו וגו׳, ונאמר בימי ספרו יגלח את כל שערו וגו׳, מה תגלחת האמורה בימי ספרו פרט לבית הסתרים, אף תגלחת האמורה בימי גמרו פרט לבית הסתרים:",
                "4": "<b>טהור מלטמא בביאה.</b> ומלטמא משכב ומושב, כדרך שהיה מטמא כימי חלוטו:",
                "5": "<b>מטמא כשרץ.</b> לטמא אדם ובגדים במגע, אבל לא במשא:",
                "6": "<b>מנודה מביתו.</b> לענין זה שאסור בתשמיש המטה, דכתיב (ויקרא י״ד) וישב מחוץ לאהלו, ואין אהלו אלא אשתו, וכן הוא אומר (דברים ה׳) שובו לכם לאהליכם, כשהתיר להם תשמיש המטה לאחר מעמד הר סיני:  "
            },
            "2": {
                "0": "<b>טהור מלטמא כשרץ.</b> ופוסל תרומה [ותו לא]:",
                "1": "<b>ושלש טהרות ביולדת.</b> והוא הדין בזב בעל שלש ראיות, ובזבה. דבכולהו טבל ועלה אוכל במעשר, העריב שמשו אוכל בתרומה, הביא כפרתו אוכל בקדשים, הרי שלש טהרות. והאי דנקט יולדת טפי מזב וזבה, משום דביולדת כתיב בהדיא (שם י״כ) וכפר עליה הכהן וטהרה, לאכילת קדשים:\n\n"
            },
            "3": {
                "0": "<b>והלוים.</b> בעת שנבחרו לשירות במדבר, ואינה נוהגת לדורות:\n\n"
            },
            "4": {
                "0": "<b>מצותן שיהיו שוות.</b> דלכתוב רחמנא צפרים, ומיעוט צפרים שתים. שתי דכתב רחמנא למה לי, אלא ללמד שיהיו שתיהם שוות:",
                "1": "<b>ונמצאת טריפה כו׳</b> דחיות כתיב [שם יד], פרט לטריפות:",
                "2": "<b>תמות המשתלחת.</b> יניחנה עד שתמות מאליה:\n\n"
            },
            "5": {
                "0": "<b>כרביע כרע המטה.</b> כדמפרש ואזיל, שמחלק כרע המטה לשנים, ואלו השנים מחלקן לארבעה, וזהו רביע כרע. וקמ״ל דמצוה לצמצם שיהיה רביע כרע, לא פחות ולא יותר:",
                "1": "<b>שם לווי.</b> שמלוין ומחברין אותו לדבר אחר. אזוב יון, אזוב כוחלי, אזוב רומי:\n\n"
            },
            "6": {
                "0": "<b>ביום השמיני.</b> כשגילח בשביעי, מביא קרבנותיו בשמיני. אבל אם שהה ולא גילח אלא בשמיני, מביא קרבנותיו בתשיעי, לפי שטעון הערב שמש בין גילוח להבאת קרבנותיו:\n\n"
            },
            "7": {
                "0": "<b>וסמך שתי ידיו עליו.</b> וקודם סמיכה היה טעון תנופה, שאשם מצורע טעון תנופה חי:",
                "1": "<b>ואחד ביד.</b> דכתיב (ויקרא י״ד:כ״ה) ולקח הכהן ונתן על תנוך אוזן המיטהר, מה נתינה בעצמו של כהן, אף קבלה בעצמו של כהן:",
                "2": "<b>אינו צריך טבילה.</b> שכבר טבל מבערב, כדכתיב [שם] והיה ביום השביעי יגלח וגו׳ וכבס בגדיו ורחץ בשרו במים. וחכמים אומרים, הואיל והיה עלול לטומאה, שמא לא שמר עצמו בטהרה כראוי ונטמא אחר שטבל, לפיכך צריך טבילה אחרת מספק. והלכה כחכמים:\n\n"
            },
            "8": {
                "0": "<b>הכניס ראשו.</b> לפי שעזרת ישראל אין מחוסר כפורים נכנס לה, ודם האשם היה נפסל ביוצא אם יצא חוץ לעזרה, לפיכך היה המצורע עומד בשער ניקנור שהוא בין עזרת נשים לעזרת ישראל, ומכניס ראשו לתוך העזרה עד שנותנים המתנות על תנוך אזנו, ומכניס ידו ורגלו עד שיתן על בהונותיו:",
                "1": "<b>תנוך.</b> זה גדר האמצעי של אוזן:",
                "2": "<b>רבי יהודה אומר וכו׳</b> ואין הלכה כרבי יהודה:",
                "3": "<b>אין לו טהרה עולמית.</b> דבעינן כדכתיב בקרא. ודוקא שנקטעה אזנו או בהונותיו לאחר שהוזקק לטהרה:",
                "4": "<b>רבי אליעזר אומר נותן הוא על מקומן.</b> דלא בעינן כדכתיב בקרא. ואין הלכה כרבי אליעזר. וכן אין הלכה כרבי שמעון דאמר אם נתן על של שמאל יצא:\n\n"
            },
            "9": {
                "0": "<b>נטל מלוג השמן.</b> שהעלה את הלוג עם האשם במקום שחיטתו בצפון והיה מזומן שם:",
                "1": "<b>לתור כפו של חברו.</b> משום דכתיב ויצק על כף הכהן, משמע שהכהן העושה את ההזאות היה יוצק על כף כהן אחר:",
                "2": "<b>כנגד בית קדשי הקדשים.</b> משום שנאמר שבע פעמים לפני ה׳. ולא שהיה מכניס את השמן בהיכל להזות כנגד הפרוכת, אלא בעזרה היה עומד והיה הופך פניו לצד בית קודש הקדשים ומזה על קרקע העזרה:",
                "3": "<b>על כל הזאה טבילה.</b> על כל פעם שמזה טובל אצבעו בשמן, ולא שיטבול אצבעו פעם אחת ויזה מאותה טבילה שתים ושלש הזאות. דשבע פעמים, אטבילת אצבעו נמי קאי:",
                "4": "<b>בין שנתן בין שלא נתן כיפר.</b> וטהר גברא:",
                "5": "<b>ומעלין עליו כאילו לא כיפר.</b> קמי שמיא, שלא עשה מצוה מן המובחר. ואין הלכה כר׳ יוחנן בן נורי:",
                "6": "<b>חסר הלוג.</b> שמן של מצורע:",
                "7": "<b>עד שלא יצק.</b> לכפו השמאלית, ימלאנה. ולא אמרינן דקבעה ליה הלוג שהוא כלי שרת, אלא יציקה קבעה:",
                "8": "<b>עד שלא נתן.</b> שבע מתנות. דסבר ר׳ שמעון מתן שבע קבע, ולא יציקה. ואין הלכה כרבי שמעון:\n\n"
            },
            "10": {
                "0": "<b>הכל הולך אחר חטאת.</b> דבחטאת ועולה חלוק העשיר והעני, דעשיר מביא מן הבהמה, ועני מביא מן העוף, שתי תורים או שני בני יונה, הלכך אם בשעת הקרבת החטאת היה עני והביא חטאת העוף, אע״פ שהעשיר אח״כ, משלים קרבן עני ומביא עולת העוף. וכן אם היה עשיר והביא חטאת בהמה, אע״פ:",
                "1": "<b>רבי יהודה אומר אחר האשם.</b> דבאשם שוין עני ועשיר, והוא ראשון לקרבנות המצורע, ומיוחד לטהרתו יותר מכולן. ושניהם מקרא אחד דרשו, דכתיב (ויקרא י״ד) אשר לא תשיג ידו בטהרתו, ר״ש סבר, דבר המכפרו, והוא החטאת. ור׳ יהודה סבר, דבר המכשירו ומטהרו, והוא האשם. והלכה כר׳ יהודה:\n\n"
            },
            "11": {
                "0": "<b>שהביא קרבן עשיר יצא.</b> [אפילו לכתחלה מביא] ותבוא עליו ברכה. ואיידי דבעי למתני בסיפא לא יצא, תנא רישא יצא:",
                "1": "<b>מביא אדם על [ידי] בנו ובתו.</b> אע״פ שהוא עשיר, מביא עליהם קרבן עני אם הם עניים, וקרבן זה מטהרן לאכול בזבחים, כדאמרן הביא כפרתו אוכל בקדשים:",
                "2": "<b>אף על ידי אשתו מביא קרבן עשיר.</b> דאשתו שהיא כגופו אינו יכול להביא עליה קרבן עני אם הוא עשיר. ולא קרבן מצורע בלבד, אלא הוא הדין לכל קרבן שהיא חייבת, אינו מביא עליה קרבן עני אם הוא עשיר:\n\n"
            },
            "12": {
                "0": "<b>זאת שאלו אנשי אלכסנדריא את ר׳ יהושע.</b> מצורע שני שהוא בחיים מה תהא עליו, היאך יטהר לאכול בקדשים, שאילו היה מצורע האחר חי, אע״פ שנתערבו קרבנותיהן זה יקרב לשם מי שהוא וזה יקרב לשם מי שהוא. או אם מת האחד והיו שני הקרבנות לפנינו, היו הקרבנות מתים וזה מקריב קרבן אחר. אבל השתא אינו יכול להקריב את זה, דשמא של מת הוא והויא חטאת שמתו בעליה דלמיתה אזלא. וקרבן אחר נמי אינו יכול להביא, דשמא אותו שקרב היה שלו ונפטר, ונמצא מביא חולין לעזרה. ואינו יכול להתנות בנדבה, שאין חטאת באה נדבה:",
                "1": "<b>יכתוב נכסיו לאחר.</b> והוי עני וראוי להביא קרבן דלות, וחטאת העוף באה על הספק ואין בה משום חולין בעזרה. ואם אינו מפקיר נכסיו והביא חטאת העוף, לא טהר, דעשיר שהביא קרבן עני לא יצא. ומן האשם שמביא ליכא לאקשויי היכי מצי מייתי אשם בספק דלמא חולין לעזרה מייתי, דכיון דאשם שוין מתנותיו לשלמים, יכול להביא אשם ולהתנות, אם אני חייב אשם יהא זה לאשם, ואם לאו, שקרב אשם שלי, יהא זה לשלמים, מה שאינו יכול לעשות כן בחטאת, שאין מתנות דמים של חטאת שוות לשלמים, דמתן דמים של חטאת [ארבע מתנות] למעלה מחוט הסקרא, ושלמים [שתי מתנות] למטה מחוט הסקרא:"
            }
        }
    },
    "meta": "Chapter-Mishnah-Comment",
    "work": "Bartenura on Mishnah Negaim"
}