{
    "text": {
        "0_Kinot for Tisha B'Av Night": {
            "0": {
                "0": "Remember, LORD, what has occurred to us, Alas! Look and see our disgrace. Alas! what has occurred to us.",
                "1": "Our property has been handed over to strangers, Alas! Our homes to foreigners. Alas! what has occurred to us.",
                "2": "We have become orphans without a father. Alas! Our mothers mourn in the month of Av. Alas! what has occurred to us.",
                "3": "We had to purchase water to drink. Alas! Because we abused the water libation. Alas! what has occurred to us.",
                "4": "We had yokes put on our necks, Alas! Because we hatefully persecuted others. Alas! what has occurred to us.",
                "5": "To the Egyptians we stretched out our hand, Alas! And the Assyrians trapped us like a hunter. Alas! what has occurred to us.",
                "6": "Our ancestors have sinned and are no more, Alas! And we suffer for their sins. Alas! what has occurred to us.",
                "7": "Slaves rule over us, Alas! Because we did not release our slaves. Alas! what has occurred to us.",
                "8": "We risk our lives to get our bread. Alas! Because we closed our hands to the needy. Alas! what has occurred to us.",
                "9": "Our skin has shriveled as from the heat of an oven. Alas! Because they exchanged their honour for disgrace. Alas! what has occurred to us.",
                "10": "They tortured the women of Zion. Alas! Because we violated our friends wives. Alas! what has occurred to us.",
                "11": "Princes were hung by their hands. Alas! Because they were violent and robbed the poor. Alas! what has occurred to us.",
                "12": "Our young men were forced to carry millstone. Alas! Because they were found in the houses of harlots. Alas! what has occurred to us.",
                "13": "The elders ceased to be at the city gates. Alas! Because they perverted the judgements against the orphan and widow. Alas! what has occurred to us.",
                "14": "The joy in our heart has ceased, Alas! Because we annulled our pilgrimages to the Temple. Alas! what has occurred to us.",
                "15": "The crown has fallen from our head, Alas! Because our Holy Temple has burnt down. Alas! what has occurred to us.",
                "16": "It is due to this that we became faint hearted, Alas! Because the honour of our beloved House has been removed. Alas! what has occurred to us.",
                "17": "For Mount Zion has become desolate, Alas! Because we have placed an abomination on it. Alas! what has occurred to us.",
                "18": "For You, LORD, shall reign forever, for Your throne endures from generation to generation.",
                "19": "Why have You forgotten us for ever and forsaken us for so long?",
                "20": "Return us to You, LORD, and we will return. renew our days as of old.",
                "21": "For if You utterly despised us, with a exceedingly furious anger against us.",
                "22": "Return us to You, LORD, and we will return. renew our days as of old."
            }
        },
        "1_Kinot for Tisha B'Av Day": {
            "16": {
                "0": "If women could eat the fruit of their womb, the little babes clapping their hands...",
                "1": "Alas for me!",
                "2": "If women so full of compassion could boil their children, measured hand height by hand height...",
                "3": "Alas for me!",
                "4": "If the fine locks of their heads could be shorn and bound as decorations for horses...",
                "5": "Alas for me!",
                "6": "If the tongue of a nursing baby could glue to his palate from blinding white thirst...",
                "7": "Alas for me!",
                "8": "If one could sigh one to another: \"Come on and let's boil our screeching sons...",
                "9": "Alas for me!",
                "10": "If one could ask of another: \"Give over your son to eat\" but he's already hidden, sliced into slices...",
                "11": "Alas for me!",
                "12": "If fathers, now meat, could be seasoned for their sons in caves and trenches...",
                "13": "Alas for me!",
                "14": "If daughters could be dandled in the breasts of their mothers, distended bellies...",
                "15": "Alas for me!",
                "16": "If the ghosts of children, bloated with rot, floated in the streets of the city...",
                "17": "Alas for me!"
            },
            "18": {
                "0": "Yours, my Lord, is the righteousness, because of the wondrous signs You have displayed from then until now;",
                "1": "and ours is the shamefacedness, because of the trial with which You sought to refine us, (but as a result of our failure) You despised us.",
                "2": "Yours, my Lord, is the righteousness because You have taken (our) nation from amidst another nation, with miracles;",
                "3": "and ours is the shamefacedness, because of the hypocrisy to be found within us as we emulated (Egypt's abominable) deeds.",
                "4": "Yours, my Lord, is the righteousness because God went out to redeem us as a people unto Himself;",
                "5": "and ours is the shamefacedness, because they (our forefathers) rebelled on the shore of the Sea of reeds, the nation sinning against its God!",
                "6": "Yours, my Lord, is the righteousness when we recall the proclamation, 'You are witnesses, and I am God!'",
                "7": "and, ours is the shamefacedness, because we blasphemed Hashem in (the Wilderness of) Sin (when we demanded of Aaron), 'Arise and create a god for us!'",
                "8": "Yours, my Lord, is the righteousness because You fed us (the manna) that tasted like dough fried in honey;",
                "9": "and ours, is the shamefacedness, because on the day (we made the Golden Calf), we brought it an offering of fine flour with oil and honey.",
                "10": "Yours, my Lord, is the righteousness because you provided us with the manna, the well and the pillar of clouds;",
                "11": "and ours is the shamefacedness because our forefathers grumbled in their tents about (the manna and called it) the destructive bread.",
                "12": "Yours, my Lord, is the righteousness because in the wilderness we lacked for nothing;",
                "13": "and ours is the shamefacedness because we defied You as Laban, Hazeroth, and Di-zahab as related (by Moses),",
                "14": "Yours, my Lord, is the righteousness because of (how You waged war for us with) Sihon and Og and all the kings of Canaan;",
                "15": "and ours is the shamefacedness because of Achan who appropriated for himself from the forbidden spoils (of Jericho) and found no excuse (for his crime).",
                "16": "Yours, my Lord, is the righteousness because of all that You accomplished through the fourteen saviors(-Judges);",
                "17": "and ours is the shamefacedness because of Micah's idol through which we transgressed.",
                "18": "Yours, my Lord, is the righteousness because You erected (Tabernacles) at Shiloh, Nob, Gibeon and the Eternal Temple (in Jerusalem);",
                "19": "and ours is the shamefacedness because the evil in our midst caused each one's destruction, and in their loss, we have been humiliated.",
                "20": "Yours, my Lord, is the righteousness because although the Destructions of the two Temples were caused by our corruption, we ourselves were spared;",
                "21": "and ours is the shamefacedness because we should have repented to You wholeheartedly so that You would return to us in compassion.",
                "22": "Yours, my Lord, is the righteousness because of the (almost) nine centuries throughout which You withheld Your anger (over our sins) and didn't broadcast it;",
                "23": "and ours is the shamefacedness because (Daniel) the man of delights pleaded with You (to end the Babylonian Exile after a mere seventy years, even though we were not worthy,) saying, 'Incline Your ear, O my God, and hear!'"
            },
            "44": {
                "0": "Mourn for Zion and her cities, like a woman giving birth, like a maiden wrapped in sack-cloth for the husband of her youth",
                "1": "Mourn for the palace that was abandoned like a sheep’s negligence of its flock, ",
                "2": "and for the entry of God’s blasphemers into her holy sanctuary. ",
                "3": "Mourn for God’s exiled servants who beautifully sang her songs,  ",
                "4": "and for their blood that was spilled like the waters of her rivers. ",
                "5": "Mourn for the chatter of her dancers whose silence fills her cities,",
                "6": "and for the assembly that was destroyed and the abolition of her  Sanhedrin.",
                "7": "Mourn for the daily sacrifices and the redemption of her firstborn,",
                "8": "and for the desecration of the Temple vessels and the altar of her incense.",
                "9": "Mourn for the babes of her kings, noble children of David,",
                "10": "and for their beauty that was darkened at the time of the removal of her crowns.",
                "11": "Mourn for the glory that was dispelled at the time of the  destruction of her Holy of Holies,",
                "12": "and for the oppressor who tormented her whilst girding her in sackcloth.",
                "13": "Mourn for the wounds and the many blows that struck her sainted ones,",
                "14": "and for the smashing on the rock of her young children.",
                "15": "Mourn for the joy of her haters who rejoiced over her downfall,",
                "16": "and for the torment of her pure and noble citizens.",
                "17": "Mourn for the sins that caused her to deviate from the true path,",
                "18": "and for her numerous congregations, which were tarnished and blackened.",
                "19": "Mourn for the voices of her abusers as her rising corpses mounted,",
                "20": "and for the jeering mobs within her holy courtyards.",
                "21": "Mourn for Your name which was desecrated in the mouths of those who stand against her,",
                "22": "and for their prayers which they cry out to you, heed and hear her words....",
                "23": "Mourn for Zion and her cities, like a woman giving birth, like a maiden wrapped in sack-cloth for the husband of her youth"
            }
        }
    },
    "meta": "Chapter-Paragraph",
    "work": "Kinnot for Tisha B'Av (Ashkenaz)"
}