{
    "title": "Responsa Chatam Sofer",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Responsa_Chatam_Sofer",
    "text": {
        "Orach Chayim": [
            [
                "1. Peace and deliverence teacher, may you come and join, to my distinguished and fiery student, whose Torah is wonderous and distinct in the Garden of Holy Ones, his master Yosef Zalman, may his candle enlighten.",
                "2 That which you said from the words of the Ramban that in the Ran in Megilla that writes a son can make a blessing on behalf of their father. That is an adult son. And my student writes that this against the Talmud, Berachos 20b, that we say etc. <i><small>[Come and hear from what was taught in a baraita: Actually they said that a son may recite a blessing on behalf of his father...From here we may infer: Granted, if you say that their obligation is by Torah law, one whose obligation is by Torah law can come and fulfill the obligation of others who are obligated by Torah law. However, if you say that their obligation is by rabbinic law, can one who is obligated by rabbinic law, come and fulfill the obligation of one whose obligation is by Torah law?]</small>The Gemara challenges this proof: And according to your reasoning, is a minor obligated by Torah law to perform mitzvot? <small>[Everyone agrees that a minor is exempt by Torah law, yet here the baraita said that he may recite a blessing on behalf of his father.]</small></i> It is beautiful according to the version before us, but it was not to the Early Authorities that version in the Talmud there. Rather it was said unspeficially that the case the baraisa was dealing with was when eating a Rabbinical measurement. So it appears within the words of the Ran in Sukkah (38a) in the Gemara that a son may recite a blessing on behalf of his father. See there.",
                "3."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "Chatam  Sofer  discusses  Rabbi  Yehudah HaNasi’s  wish  to  eliminate  Tishah  b’Av when it occurs on Shabbat. (Megilah 5b)]",
                "",
                "",
                "... One  should  ask: When Tishah b’Av occurs on Shabbat, the 17th of  Tammuz is also Shabbat (unless they set the calendar by seeing the moon, and they added a day to Tammuz). If so, then why did Rabbi Yehudah HaNasi not suggest regarding this fast, that once it is pushed off [from Shabbat], it should not be observed! And do not say that this is correct, and the Sages agreed with him [to eliminate the fast of] the 17th of Tammuz; that is not so, for we do not rule  thus! Rather, one must say that he did not think we should say that once  the  17th of Tammuz is pushed  off, it should not be observed. The 18th of Tammuz is also part of the period of tragedy, as opposed to the 9th of Av, where once the day has passed, there is no mourning according to the view that one mourns from  Rosh Chodesh until after the fast. (Taanit 29b) ...",
                "And this week I developed a new explanation  for  Eichah Rabbah  4:24,   which states that Rabbi Yehudah HaNasi learned Eichah on Shabbat  which  was the 9th of Av, and when he [accidentally] banged his finger, he said of  himself, “There are many pains for the wicked. (Tehillim 32:10)” Rabbi Chiya responded, “The anointed of G-d is caught [only] due to ourcorruption.” (cf. Eichah 4:20) ... It appears to me that within our view that we push the fast to the 10th of  Av, Shabbat is not Tishah b’Av at all,  and one may learn with others,  as Magen Avraham wrote; the day  only has the status of the eve of Tishah b’Av. But if we held as Rabbi  Yehudah  HaNasi does, that once Tishah b’Av is pushed off, it should not be observed and it cannot be made up, then the observance of Tishah b’Av  actually remains in place on the proper day, on Shabbat, and it is  only that the mitzvah of Shabbat pleasure pushes off [fasting for] Tishah b’Av –but that which is private, learning with  others and the like, are  prohibited as they would be for any mourner on Shabbat. So Rabbi Yehudah HaNasi violated his own position ... And therefore he blamed banging his finger on this, and said of himself. “There are many pains,” and Rabbi Chiya responded, “We caused this, for we did not give in to you, and you did not wish to trespass the words of your colleagues.” ... "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "Indeed, I have seen what is written in Noda BiYehuda, Second Edition, §30 regarding a parasol, namely: that he suspects it of obligating a sin-offering [for one who opens it on Shabbat] according to the opinion of Rif, who maintains, on Shabbat 138, that if there is a [square] handbreadth in the roof of a cloak, or within three handbreadths of its roof, it requires a sin-offering; if so, the same applies in the present case, where there is a handbreadth within three handbreadths of the roof, which descends diagonally to offer protection and shade to one who carries it. This constitutes the inclines of an ohel (lit. “tent,” referring to any sheltering structure), which are considered walls. It is thus an ohel with walls, and one who constructs it on Shabbat is liable for a sin-offering. 1In truth, here and now, the masses carry them on Shabbat, though they are opened by non-Jews. But so what? Instructing a non-Jew [to perform an act forbidden on Shabbat] is rabbinically prohibited (ibid. 150a), and even if opening a parasol would only be prohibited rabbinically, instructing a gentile would nevertheless be a rabbinic prohibition on a rabbinic prohibition (shvut di-shvut) where it is not for the sake of a mitzva. So who permitted this for them?",
                "After close scrutiny, I say that carrying a parasol on Shabbat is not merely a teaching for the pious, and one who guards his soul will distance himself from it. Nevertheless, in my humble opinion, it is not what the eminent sage thought, for a melakha  that does not correspond to the Tabernacle service has no liability on Shabbat. This is the formulation of the Yerushalmi [Shabbat 52b] at the end of chapter “Klal Gadol”: “What is the binyan (construction, one of the melakhot) that was in the Tabernacle? They would place beams on their bases. But wasn’t that temporary (lit. “for an hour”)? R. Yose says: Since they would travel and camp in accordance with God’s word, it is as though they were camped forever. R. Yose b. Bon said: Since the Almighty promised to take them into Eretz Yisrael, it is as though it was temporary—thus he says that temporary binyan constitutes binyan; thus he says that even irregular binyan [constitutes binyan]; thus he says that even if it is placed atop something else [it is still binyan]; thus he says that even binyan atop vessels (constitutes binyan). [No]—binyan atop bases is like [building on] the ground.” Maimonides likewise rules in Laws of Shabbat 10:12 that binyan atop vessels does not constitute binyan, and Magid Mishneh explains that it is dissimilar from the Tabernacle since the bases were akin to the ground. Magen Avraham cites this at the end of [Shulhan Arukh, Orah Hayim] §315. This Yerushalmi is cited by Rashba in his novellae on Shabbat, chapter “Haboneh” [102b, the end of s.v. “hai”].",
                "From this [passage in the] Yerushalmi, I derive three reasons why a parasol has not a trace of a Torah prohibition in any way.",
                "First, it is temporary binyan. The meaning of temporary binyan is that it is made, from the outset, to be built and demolished and rebuilt and re-demolished at all times, just as the Tabernacle was built. There is a disagreement among Amoraim: according to the one who maintains that since they camped at God’s word the binyan was considered permanent, we may thus return to the principle that temporary binyan is not binyan. Since we find that the our Talmud [Bavli] states anonymously in the chapter “Ba-meh Madlikin” (Shabbat 31b), in the discussion of one who makes charcoal, in a passage about one who demolishes in order to build at the same location, that since Scripture states that they camped according to God’s word, it is considered an established place, and this is not rejected, we may derive from here that this is the ruling. This is further implicit in Tosafot on Shabbat 94a, s.v. “R. Shimon poter.” Since the halakha is that a temporary binyan does not constitute a binyan, and a parasol, of course, is constructed temporarily. See also Mo’ed Katan 9a, which offers a contrived answer as to why they were concerned [about the fact that they had participated in the construction of the Temple on Yom Kippur] and does not answer that one might distinguish between the construction of the Temple, which does not even supersede the holidays, whereas the “Days of Training” (“yemei ha-mili’im”) [for the construction of the Tabernacle] even supersedes Shabbat, for they erected and dismantled it every day. Perforce, then, building and dismantling it temporarily, every day, was a temporary construction, like a parasol, and is dissimilar to the construction of the Tabernacle at a place of encampment—“by God’s word they encamped.”",
                "Secondly, we find nowhere in the Temple that there was an ohel that moved from place to place by means of someone carrying it himself. Thus, Noda BiYehuda’s lengthy discussion of a moving ohel is irrelevant to the laws of Shabbat, for it pertains to the laws of ritual impurity. On Shabbat, there is no melakha except for that which was done in the Tabernacle. See Tosafot on Shabbat 5b s.v. “egoz al gabei mayim,” [which states that] even though when it comes to acquisition, we maintain that a boat is considered to be at rest and moved by the water, with regard to Shabbat, [placing something there] is not considered putting it down (“hanaha”) since they did not hide objects in this manner in the Tabernacle. The present case is similar. There is a clear proof of this from Shabbat 43b: “If a corpse is lying in the sun, two people come and sit beside it. They feel hot underneath, so each one brings a couch and sits upon it. They feel hot above, so they bring a mat and spread it above them. Each one then turns up his couch, slips out from under it, and leaves, and the wall is thus consequently erected on its own.” At first glance, this requires explanation: they are making a real ohel with themselves as the walls and the ohel spread over their heads. They themselves form the sides. Moreover, they are not moving, but are fixed to their place. Thus, we do not find an ohel like this in the Tabernacle, in which a man holds a shelter over himself, and certainly if he is walking around with this shelter, and we may reason a fortiori from an ohel built above vessels to one carried by a person.",
                "Thirdly, an ohel is not forbidden at the Torah level unless the walls reach the ground, as was the case in the Tabernacle, and as both Rashi and Rif stated precisely about a folded cloak, and as Tosafot on Shabbat 138a, s.v. “kisei” state. Now, Noda BiYehuda states that a wall of a handbreadth is sufficient for the purposes of Shabbat, and I say that is correct—provided that it reaches the ground, even if its height is a mere handbreadth. However, a wall suspended in the air, and to which additions are not generally made, and which cannot be pulled down to the ground, is certainly not an ohel on the Torah level. The agreement of Peri Megadim is implied in Eshel Avraham 315:7.",
                "Since this prohibition is not at the Torah level, there is consequently no rabbinic prohibition either. After all, a folded cloak that is opened by a string may be opened even ab initio. Here too, the loops and hooks are like strings, as Noda BiYehuda states himself. Here it is even better, because from the outset this is its intended usage; it is like a wedding canopy, about which Rif and Maimonides (22:30) are lenient because that is their intended usage. Therefore, one it is plausible to say that it is permissible even on the rabbinic level. If so, at the very least they may be opened by a non-Jew, and there is no reason to make a big fuss about this. ",
                "I have written my humble opinion, here in Pressburg, Monday, the Fast of Esther, 5573.",
                "The insignificant Moshe Sofer "
            ]
        ],
        "Yoreh De'ah": [],
        "Even HaEzer": [],
        "Choshen Mishpat": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "Peace and good wishes to my dear friend, the wonderful and wondrous Rabbi Shlomo, Head of the Beit Din of the holy congregation of Halishtaba, God should protect them.",
                "I received a question regarding the shochet, Michael Rav, the shochet of a certain village, that he met a certain respected man, Rabbi Michael Pashkez, from the your esteemed congregation, and he mocked him, telling him that his wife gave birth to a son, and would he honor them in the mitzvah of his son's circumcision, since he knew that Rabbi Michael was very fond of this mitzvah.  Rabbi Michael traveled four hours from his community to that village [to do the Brit Milah]. And behold, he had been lied to - the baby was a girl. And it was to make a joke of him in the eyes of all.  And his soul is wrapped up in this question: The Gaon Av Beit Din asks whether the shochet should be removed from his profession for the above act, or what to do to him?",
                "We have here issues related to Monetary Laws and Laws of Exploitation. And the latter is primary. Our Sages teach that this case falls within the parameters of the negative commandment, “Do not exploit.” As it teaches in the Talmud (Bava metzia 58b), “If donkey drivers are asking to purchase grain from someone, and he has none, he may not say to them: Go to so-and-so, as he sells grain, if he knows about him that he never sold grain at all. And the Shulchan Aruch (228:4) rules that donkey drivers who came to a city to purchase grain, and no loss was caused to them, except that they requested to know who sells grain, and he tricked them in his words, he violates the negative commandment of “Do not exploit. And accordingly, we rule in the case in Talmud Pesachim (3b) about the Aramean who [tricked the Jews] and ate from the Korban Pesach. And Rabbi Yehuda ben Beteirah [who thwarted the Aramean’s trickery, by misleading him to think he didn’t get the best part of the Korban, so that when he returned, he was caught], was not considered to be in violation of “Do not exploit.  Here also, the Rabbi Michael, who lived in the village, and the shochet who misled him to coming to the synagogue, and found that there was not there a boy to circumcise, was in violation of this negative commandment. And our Sages were stringent in this, likening it to worshiping idols.",
                "In Monetary Law, the one who employs a worker to do a task, and the worker finds that there wasn’t actually a real job. But in this situation, our Sages did not speak about trickery. Rather, it was a case where the work was already done. (See Shulchan Aruch, Choshen Mishpat, 333:1.)And indeed this is the case of a mitzvah worker, like a teacher who comes to teach [and the student was regularly sick and the teacher didn’t know it], as is explained in Shulchan Aruch, Choshen Mishpat, 334:4, that you give to him his wages in full. Because all students/teachers of Torah would prefer to learn, than to have their nights filled with nothingness.Here also, it is more preferable for him to do a circumcision, and to receive reward from heaven for his travels, than to do nothing. And if so, he [the shochet] needs to pay him [the mohel] his wages in full, and his payment for the circumcision is ten-fold (?), and the reward for his travels is not measurable. And the Poskim debate (See Shulchan Aruch 382) if his payment should be a set fee, or if it should be subjective in the eyes of the courts. And it would seem to me, that the proper amount can be determined based on what work he actually did and what work he thought he would do, but wasn’t able to do. ",
                "But in our times, we do not collect these fees as we have explained, because we do not have the authority to do so. However, we do have the authority to exile him from the synagogue, and not circumcise his son.  And if everything is apparent to the Beit Din, it is obvious that he would be able to be removed from his profession, until he satisfies the complainant, and that the complainant receives his teshuva regarding the act of chutzpah and the violation of the negative commandment of “exploitation.”  And if so, then, I am in agreement to remove him from his profession, assuming the Beit Din receives statements from both sides, and find the shochet to be obligated as such.",
                "Erev Rosh Chodesh Nissan 5595 - Monday, March 30, 1835 - Moshe Sofer"
            ]
        ],
        "Collected Responsa": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "",
                "[K]now, my son and student, that my whole life I have been  troubled by the verse, “And you shall be clean in front of G-d and  Israel,” and these two obligations we have to be clean from G-d and clean from Israel His nation are two paired riders on our  backs. But it is much easier to fulfill the first obligation, meaning, [innocence] in the eyes of G-d, much, much more than  to fulfill one’s obligation regarding people, for they think   strange thoughts [suspicions of wrongdoing], and the weavers  speak of them by moonlight. The punishment [for failure to be innocent in the eyes of  humanity] is quite severe, to no end, more than one who does not fulfill his obligation to Heaven, G-d forbid. This emerges from the Talmud at the end of  the chapter Yom  HaKippurim (Yoma Chapter  8) regarding desecrating G-d’s Name, [which  says] there is no atonement, “such as where a rabbi purchases meat but does not pay right away.” In our great   iniquity, people commonly talk about how such a studious person  did such and such. It is common in their mouths – even if  it’s  just a suspicion. And in this case, even if the studious person  acted properly in the eyes of G-d as much as possible, but not  carefully enough, such that some drunkards made a mistake about him, and wrote mocking songs about him, he has been  caught in their  trap. On this, all sufferers shall grieve, and the verse screams, “You have let men ride over us.” (Tehillim 66:12). ",
                "And I have wondered many times if it is even possible that a person in the history of the world has fully fulfilled this verse. Perhaps this idea is included in what King Shlomo said, “There is no righteous person in the world who does only good and no  wrong” (Kohelet 7:20) - which means to say that even if his deeds were all good [in the eyes of G-d], it is impossible to not sin in the second way, regarding fulfilling the obligation [to be innocent in the eyes of] people."
            ]
        ]
    },
    "versions": [
        [
            "YU Torah miTzion Beit Midrash",
            "http://www.torontotorah.com"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ],
        [
            "Sefaria Responsa Anthology",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "שו\"ת חתם סופר",
    "categories": [
        "Responsa"
    ],
    "schema": {
        "heTitle": "שו\"ת חתם סופר",
        "enTitle": "Responsa Chatam Sofer",
        "key": "Responsa Chatam Sofer",
        "nodes": [
            {
                "heTitle": "אורח חיים",
                "enTitle": "Orach Chayim"
            },
            {
                "heTitle": "יורה דעה",
                "enTitle": "Yoreh De'ah"
            },
            {
                "heTitle": "אבן העזר",
                "enTitle": "Even HaEzer"
            },
            {
                "heTitle": "חושן משפט",
                "enTitle": "Choshen Mishpat"
            },
            {
                "heTitle": "ליקוטי שו\"ת",
                "enTitle": "Collected Responsa"
            }
        ]
    }
}