{
    "title": "Shorshei HaYam on Mishneh Torah, Woman Suspected of Infidelity",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Woman_Suspected_of_Infidelity",
    "text": [
        [
            [],
            [],
            [
                "<span class=\"H\">שורש דיני קינוי וסתירה</span>\n<b> קנא </b>\n<b> לה על שנים כא' כו'.</b> עיין בדברי מרן כ\"מ שהביא לשון הירוש' דבעו התם מהו שיקנא לה מב' ב\"א כאחד ואמרו דלמ\"ד דמקנא לה מאביה או מבנה ה\"נ מקנא לה משני ב\"א כא' יע\"ש. והרב מש\"ל ביאר כוונת הירוש' דעיקר הבעייא היתה דאפשר דלא שייך קנוי וסתירה אלא בסתירה האסורה מן הדין דקי\"ל דיחוד אסור מן התורה אבל ביחוד דב' ב\"א דליכא איסור מן הדין זולת בפרוצים ומוחזקים ברשע אפשר דלא חשיב קינוי וע\"ז אמרו דלמ\"ד דמקנא לה ע\"י אביה ואחיה אע\"ג דבהנהו ליכא איסור יחוד כדאיתא בקדושין ה\"נ מקנא לה מב' ב\"א כא' את\"ד הרב ולדידי ק\"ל דיחוד דאדם אחד נמי אינה אסורה מן הדין כל שבעלה בעיר וכמו שפסק רבינו לקמן בפכ\"ב מהלכו' א\"ב ואפ\"ה מקנא לה ודוחק לומר דקינוי דאדם אחד נמי אינו אלא בשאין בעלה בעיר למ\"ד דאינו מקנא לה מאביה ובנה ומב' ב\"א כא' ואולי דיחוד דאדם אחד אף ע\"ג דכשבעלה בעיר הוא מותר מן הדין מיהו כיון דכשאין בעלה בעיר איכא איסור מן הדין איכא קינוי ביחוד זה דכיון דקפיד בעל חשיב כאלו אין בעלה בעיר אבל יחוד דב' ב\"א או מקרוביו כאביה ובנה לא מצינו בו איסור כלל ומיהו לפי דברי הירוש' הלז ופסקו רבינו ק' מאי פריך תלמודא בפ' ארוסה דכ\"ו עלה דמתני' דקתני ע\"י כל העריות מקנאין כו' פשיטא והשתא מאי פשיטותא איכא טובא קמ\"ל מתני' דלא תימא דקינוי דאביה ואחיה לא הוי קינוי משום דבדידהו ליכא איסור יחוד קמ\"ל דאפי' הכי מקנאין ע\"י וי\"ל בדוחק וק\"ל ואי ק\"ל מאותה שאמרו בר\"פ שני נזירין ספק טומאה ברה\"י מהיכן גמרינן לה מסוטה מה סוטה בועל בנבעלת אף כל ספק טומאה ברה\"י כגון דאיכא בי תרי אבל הכא שנים והאי דקאי גביהון הא תלתא ומשני רבא בר רב הונא באומר ראיתי טומאה שנזרקה ביניהם כו' ופסק רבי' בפ\"ט דנזיר יע\"ש הא ודאי ל\"ק כלל דודאי כל שקינא לה עם ב' חשיבי כחד כיון דהספק הוי עם ב' ולא ממעטינן אלא אדם אחר שלא קינא אותה עמו דלא נכנס בכלל הספק ועיין במ\"ש הר' תוי\"ט שם בנזיר בשם הר\"ש בפי' ממסכת תרומות:<br><b> והנה </b> הרב ז\"ל תוך דבריו הביא דברי התוס' בר\"פ ארוסה שהקשו דאמאי לא מסייע תלמודא לרב המנונא דאמר שומרת יבם שזינתה אסורה ליבם מדאיצטריך קרא למעט שומרת יבם שאינה שותה כדכתיב תחת אישך ואם היא מותרת ליבם אמאי אצטריך קרא למעוטי הא תנן בפ' היה מביא כל שתבעל ולא תהא אסורה לו לא היא מקנא דמאי קינוי שייך היכא דלא מתסרא בסתירתה אלא ש\"מ דמתסרא כו' יע\"ש ותמה ע\"ד דשם בד' כ\"ו ממעטינן מקר' דשכבת זרע פרט למקנא לה דרך אברים ופרכינן פריצותא בעלמא הוא ופריצותא מי אסר רחמנא ומשנינן מהו דתימא בקפידא דבעל תליא רחמנא ובעל הא קא קפיד קמ\"ל הרי דאפילו בקנוי דדרך אברי' ואינה נאסרת עליו אצטריך קרא למעט ומאי ק\"ל והניחה בצ\"ע ולענ\"ד לק\"מ דס\"ל להתוס' דבתר דגלי לן קרא דשכבת זרע דלא אזלינן בתר קפידא דבעל תו לא צריך קרא גבי שומרת יבם למעוטי מקינו' וסתירה דכיון דלא מתסרא בסתירת' פשיטא דאינו מקנא לה דאי בתר קפידא דבעל לא אזלי' כ\"ש בתר קפידא דיבם ושפיר ק\"ל להתוס' אי לא ק\"ל כרב המנונא דשומרת יבם שזינתה אסורה לבעלה למה לן קרא למעט לן כיון דלא מתסרא בסתירתה והדברי' ברורים:<br><b> וראיתי </b> עוד להרב שכתב בדעת רבינו דס\"ל דקטן פחות מבן ט' מיעטו קרא דאיש איש אע\"ג שאין האשה נאסרת בכך משום דהו\"א דבקפידא דבעל תלי רחמנא יע\"ש ואין להקשות דלמה לן תרי קראי כיון דהא שמעינן דלא אזלינן בתר קפידא דבעל מקרא דשכבת זרע דאיכא למימר בדעת רבינו דדוקא קפידא דדרך אברים לא חשיבא קפידא אבל קפידא דביאה דקטן אלימא טפי מדרך אברים וכן איפכא ולהכי אצטריך תרי מיעוטי ועיין בספר שמש צדקה בחי\"ד סימן ס\"ד דק\"ח ע\"ג וע\"ד ודוק אך ק' דאם איתא דכי ממעטינן קטן היינו פחות מבן ט' א\"כ למה זה לא אקשי תלמודא עלה הא פריצותא בעלמא הוא כדפריך בתר הכי בההיא דקינא לה דרך אברים ולשיטת התוס' דמיירי בקטן פחות מי\"ג ניחא אך לדעת רבינו ק' וי\"ל דאה\"נ דהוה מצי לאקשויי הכי משום דמצי למדחי ליה דמיירי בקטן בפחות מי\"ג ומשום הכי לא אקשי לעיל הכי אבל בתר דשמעיה ליה דבשקינא לה דרך אברים אצטריך קרא למעוטי משום דהו\"א נזיל בתר קפידא דבעל מעתה ההיא דקטן שבקינן ליה לפשטיה בפחות מבן ט' והיא גופה קמ\"ל דלא אזלינן בתר קפידא דבעל אף בביאת קטן כזה ודוק:<br><b> ומה </b> שהקשה הרמ\"ל במ\"ש מרן דרבינו פסק כמ\"ד דמקנא לה ע\"י שנים משום דבפ\"ב דכריתות תנן ומקנא לה ע\"י אנשים הרבה ותמה עליו דבפירוש דמתני' הוא דמקנא לה ע\"י אנשים הרבה בכל אחד לבדו כו' לכאורה קו' אלימתא היא ואפשר דהמביאו למרן כ\"מ לדחות פי' זה הוא מה שהקשו התוס' ישנים עלה דמתני' דבסוטה אמרו לרבנן אין אשה שותה ושונה באיש אחד ושנים בועלים אינה שונה וכיון דאינה שונה למאי אצטרי' לומר דאינה מביאה אלא קרבן אחד והניחוה בתימא ומתוך כך פי' מרן פי' זה וכן ראיתי בספר שם אהרן בחי' למס' כריתות ולא דק שהרי פסק רבינו לקמן הל' י\"ד לההיא מתני' ופי' רבינו כפי' הרב מ\"ל וכעת צ\"י:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האשה </b>\n<b> שקנא לה בעלה ונסתרה וכו' ובא עד אחד והעיד שנבעלה עם זה שקנא הרי זו אסור' על בעלה לעולם.</b> ע\"כ. וכתב הרמ\"ל דבין לדברי רבינו ובין לדברי רש\"י דפ\"ק דסוטה וכן ברפ\"ו אין עד זה נאמן לאוסרה על בעלה אלא בשמעיד שזינתה עם האיש הלזה שקינא לה ונסתרה אבל אם מעיד שזינתה אם אדם אחר לא מהני מידי זולת כשמהימן ליה לבעל כבי תרי ומתוך כך תמה על תשו' הרשב\"א בסימן תקנ\"ב שנשאל וז\"ל זה שאמרו אפי' שמע מעוף הפורח לא תשתה אם הודה החשוד מהו לא נהמניהו משום דאין אדם מע\"ר א\"ד פלגינן דבוריה והשיב מסתברא דפלגינן דבוריה ואין אנו דנין שהוא עצמו בא עליה אלא כאלו העיד שזינתה עם אחר עכ\"ל, ותמה עליו הרב דכי פלגינן דבוריה ואינו מעיד שנטמאת עמו שהוא החשוד שקינא לה אלא עם אחר מה יהנה לן עדות זו כיון דלכ\"ע בעינן שיעיד העד הזה שזינתה עם אותו שקינא לה ואין לומר דהוא ז\"ל מיירי לענין לאוסרה על בעלה דא\"כ אין הדבר תלוי בפלגינן דבוריה אלא בנאמנות הבעל ואי מהימן ליה אפי' שהוא מעיד על עצמו ואין אדם מע\"ר הו\"ל כעדות גוי דאי מהימן לבעל אסירא ליה ועוד דמדברי השאלה מוכח דבענין שתיית מי סוטה הוא נשאל יע\"ש:<br><b> ולע\"ד </b> יש לישב דברי הרשב\"א דמיירי לענין שתיית מי סוטה אלא דמלבד החשוד הזה יש עד אחר המעיד שנטמאת האשה הזאת עם איש אחר שאינו אותו שקינא לה הבעל והשתא אי פלגינן דבוריה של זה החשוד הו\"ל שני עדים המעידים שנטמאת האשה עם איש אחר ששוב לא היתה שותה כמו שהוכיח לקמן הרמ\"ל ואי לא פלגינן דבוריה הו\"ל עד א' המעיד שנטמאת עם איש אחר שהיתה שותה לכ\"ע ומצאתי למהריק\"ש בהגהותיו לא\"ה סימן קט\"ו שכתב וז\"ל אמר על אשה שזינתה עמו נאמן כעד א' דפלגינן דבוריה ולדעתי הן הן דברי תשו' הרשב\"א ושוב ראיתי להר\"ב חלקת מחוקק באה\"ע ס\"ק כ\"ה פי' כן בכונת תשובת הרשב\"א הלזו וע\"ש עוד אי נמי י\"ל דברי הרשב\"א ע\"פ מ\"ש הרב כ\"מ לעיל בהל' ח' עמ\"ש רבינו וכן היו העם מרננים אחריה עד ששמע מהנשי' הטוות לאור הלבנה נושאות ונותנות בה שזינתה עם האיש שקינא לה ה\"ז אסור לקיימה ויוציא ויתן כתובה ע\"כ וכתב מרן כ\"מ דהכי איתא בר\"פ מי שקינא דל\"א מי שקינא לאשתו ונסתרה ר\"א אומר אפי' שמע מעוף הפורח יוציא ויתן כתובה ר\"י אומר עד שישאו ויתנו בה נשים המוזרות בלבנה וידוע דהלכה כר\"י ויש לתמוה על רבינו דלעיל בה\"ב כתב דבקנוי וסתירה לבד תצא בלא כתובה והכא כתב מלבד הקנוי והסתירה שמע מהעם המרננים אחריה תצא בכתובה ותי' דהכא מיירי דלא היו בסתירה אלא עד אחד ולהכי ברינון יוציא ויתן כתובה עכ\"ל והשתא הרשב\"א בכה\"ג דמתני' היתה שאלתו שיש ע\"א בסתירה זאת ועדות החשוד הזה שאומר שנטמאה עמו ונשאל הרב אי פלגינן דבוריה והו\"ל עד זה כנשים המוזרות בלבנה ולא היתה שותה ויוצאה בכתובה והשיב דודאי דפלגינן דבוריה ולא היתה שותה דחשיב עדות זה החשוד כרינון דנשים הטוות בלבנה ואע\"ג דלכ\"ע עדות ע\"א לא מהני אפי' בדאיכא עדות גמור בסתירה אלא כשמעיד שנטמאת עם אותו שקינא לה בעל ה\"ד להחשיבה כודאי זונה ולענין שתצא בלא כתובה אבל עד אחד המעיד שנטמאת עם אחר לא גרע מעדות נשים המוזרות בלבנה כנ\"ל לע\"ד:<br><b> איברא </b> דלדברי רבינו שכתב עד אחד ששמע מהנשי' הטוות מאור הלבנה נושאות ונותנו' בה שזינתה עם האיש שקינא לה יש לבעל דין לחלוק ולומר דלא דמי עדות ע\"א המעיד שנטמאת עם אחר לעדות הנשים הללו שהן מעידות על פריצותה באותו האיש שקינא לה ואיכא למימר כיון דאיכא סתירה רגלים לדבר שהאמת אתם כי היכי דמהימנינן ליה לע\"א באותה סתירה אע\"ג דבעלמא לא מהימן ע\"א אבל רש\"י לא כתב כלשון רבינו משמע דכל שנושאות ונותנות בפריצותא אפי' עם אדם אחר שוב אין המים בודקין אותה וא\"כ אפשר דע\"א נמי לא גרע מעדות נשים:<br><b> ודע </b> שבעיקר קושית מרן כ\"מ יש לגמגם לע\"ד שנקט הקושיא בדרך קל וחומר דלעיל בהל' ב' דאיכא קנוי וסתירה לבד בלתי רינון נשים יוצאה שלא בכתובה וכאן דאיכא ג\"כ רינון יוצאה בכתובה ואין זה ק\"ו דלעיל מיירי בזמן דליכא מי סוטה וכאן מיירי בזמן דאיכא מי סוט' ואלולי שהנשים המוזרות היו מרננין אחריה היתה נוטלת כתובתה אלו היתה רוצה לשתות ובעלה לא היה רוצה לשתו' שוב ראיתי להפ\"ח בספר מים חיים הוקשה לו כן בדברי מרן הללו וכבר התוספו' שם בר\"פ מי שקנא הוקשה להם קושיא זו לפי' רש\"י והיא היא גירסת רבינו ותירצו מעין מה שתירץ מרן כ\"מ ז\"ל ועיין שם בדברי הרב חי' הלכות שכתב שהתוס' לא ניחא להו בהכי מפני שלפ\"ז דברי ר\"י לא הוו דומיא דר\"א יע\"ש גם לדידי דחיקא לי מימר כן לדעת הרמב\"ם דכל כי האי הו\"ל לפרש בפי' המשנה דסתירה זו היינו בע\"א כי ע\"כ נלע\"ד דמשמע ליה לרבי' דלא דמי הא דנשים המוזרות בלבנה לההיא דסוטה שנסת' בזמן דליכא מי סוטה או לארוסה ושומרת יבם שהביאו התוס' דלא שותות ולא נוטלות כתובה משום דהנך הן גרמו ליאסר שנסתרו ומשעת הסתירה הדבר ידוע שלא היו יכו' לשתות ועל כן אבדו כתובתן כיון שהן גרמו ליאסר עולמית אבל באשה זו דמרננו אבתרה נשים המוזרות בלבנה שנסתרה לפי דבריה שהיא אומרת שטהורה היא לא אסרה עצמה במה שנסתרה שהרי לפי דבריה בשעת הסתירה יכולה היתה לשתות וליבדק ועכשיו שהנשים מרננות אחריה הוא שהמים אינן בודקין אותה ומפני זה היא לא תפסיד כתובתה שהיא אומרת ששקר ענו בה וטהורה היא והיא לא היתה יודעת בשעה שנסתרה שיהיו הנשי' מרננו' אחריה לאור הלבנה ולא יהיו המים בודקין כדי שנאמר שהיא גרמה לו ליאסר כי לפי דעתה יכולה היא לשתות ולכך אמרינן שיוציא ויתן כתובה כן נלע\"ד:<br><b> ונסתפק </b> הרמ\"ל אם כשיש עדים דטומאה עם איש אחר אם היתה שותה והאריך לצדד ולומר דיכולה לשתות אע\"ג דבלא\"ה אסורה לבעל כמו שמצינו באלמנה לכ\"ג וגרושה וחלוצה לכהן הדיוט דאי לאו קרא דתחת אישך לרש\"י ולהרמב\"ם משום דאין האיש מנוקה מעון היו שותות ובאשה זו לא שייך הני טעמי כמו שהאריך לקמן הוא ז\"ל והעלה הוא מההיא סוגיא דרפ\"ק דסוטה ד\"ו עלה דאמר רב ששת סוטה שיש לה עדים במד\"ה אין המים בודקין אותה כו' דלא היתה שותה דכל שיש לה עדים במדינת הים בין מאותה טומאה בין מטומאה אחרת אין המים בודקין אותה אבל לקמן בד\"ה וראיתי לרש\"י כו' דקדק מדברי רש\"י עלה דמלתא דרב ששת דס\"ל דדוקא כשיש עדים על אותה טומאה הוא דאין המים בודקין אבל אם יש עדים על טומאה אחרת היו המים בודקין ולא ידעתי למה לא הוקשה לו לדבריו מה יענה למאי דאקשי התם תלמודא לר\"ש ממתניתין דואלו שמנחותיהן נשרפות כו' ואמאי לא משני התם בשבאו עדים דטומאה מאיניש אחרינא דהמים בודקין אותה ואין לומר דס\"ל דכיון שהמים בודקים היתה שותה ולא היתה מנחתה נשרפת דאם כן כי משני תלמודא כגון שנטמאת בעזרה והיינו שנטמאת עם אחר כמו שהכריח הרמ\"ל אמאי נשרפ' כיון שהיו המים בודקין אותה א\"ו שאעפ\"י שהיו המים בודקין אותה כל שידוע שזינתה והרי היא אסורה לבעלה לא היתה שותה והיה המנחה נשרפת שוב ראיתי להרב ז\"ל לקמן ד\"ה וכל שיישב כן לדעת רש\"י ז\"ל ולא זכר ש'ר שהוא הכריח דאי אפשר לפרש דזנות זה שזינתה בעזרה היה עם אותו שקינא לה וצ\"י:<br><b> עוד </b> ראיתי לו ז\"ל שכתב וז\"ל ודע דנהי שהוכחנו דטומאה דלעבר נמי כי יש עדים אין המים בודקין מ\"מ עדיין יש לחקור אשה ששהתה והיתה טמאה ולא היו עדים בטומא' זו שקינא לה אבל היו עדים בטומא' אחרת מהו מי אמרינן כל שיש עדים דטומא' אפי' אחרת שוב אין המים בודקין אפי' טומא' דליכא עדים או דילמא עדים לא אהנו אלא לאותה טומא' שהיו המים באים לבדוק אבל לא לטומאה אחרת כו' יע\"ש ולא ידעתי במה נסתפק אחר שהוא ז\"ל לעיל בה\"ה אשר כתב וז\"ל ומאי דלא אוקי תלמודא מתני' כגון שבאו עדים שזינתה מקודם ולא עם זה שקינא לה אלא עם אחר הוא משום דרב ששת דאמר סוטה שיש לה עדים במד\"ה אין המים בודקין אותה אין חילוק בטומאה זו אם היתה עם זה שקינא לה או עם אחר דלעולם כל דאיכא עדי טומאה אין המים בודקין ומשו\"ה הוצרך לאוקומיה בשזינתה בעזרה דאי מקודם הדרא קושיא לדוכתא תגלי מילתא למפרע דכי קדיש מעיקרא בטעות קדיש וטעמא דמילתא וכו' יע\"ש הרי שכתב דאפי' בשביל עידי טומא' אחרת לא היו המים בודקין אפילו טומא' דליכא עדים דמה\"ט מקשי תלמודא בפשיטות לרב ששת אמאי היתה המנחה נשרפת כיון שלא נתקדשה המנח' בכלי ועיין במ\"ש עוד הרב בד\"ה אך ודוק:<br><b> עוד </b> חזר הרב ז\"ל וצידד לומר לפום קושטא דלרב ששת כל שלא באו עדי טומא' אחרת לפנינו היו המים בודקין אות' והוא לא אמר שלא היו המים בודקים אותה אלא בטומאה זו שקינא לה וכו' ולא זכיתי להבין דבריו הללו לפי מ\"ש לעיל דמהראיה שהביא רב ששת ממתני' דמי שבאו עדים שהיא טמאה כו' משמע דכל שיש עדים שהיא טמאה אפילו מטומא' אחרת שוב לא היתה שותה ותמה מזה על פרש\"י ז\"ל וצ\"ע כעת:<br><b> עוד </b> ראיתי להרמ\"ל בד\"ה ודע הביא דברי מהרי\"ט ז\"ל שהק' עמ\"ש רבינו ז\"ל דהאשה שותה ושונה בשקינא לה עם אחר בפעם שניה שאינו אותו שקינא לה תחילה דלמאי הלכתא חוזר ושונה הא אם אמת היה הדבר שנטמאת בקינוי ב' היו המים דשתיה ראשונ' בודקין אותה דהא קי\"ל כר\"מ דאמר שהמים היו בודקין אותה בין להבא בין לשעבר עכ\"ל ואין לומר דהית' שותה שניה שמא הזכות תלתה לה דא\"כ הזכו' תולה לה השתא נמי וראיתי בספר קרבן חגיגה שאם הזכו' תלה לה על איסור מחיקת השם פעם א' לא יתלה לה על ב' פעמים ותירץ דלא היו בודקין המים להבא אלא לאותו בועל ולא כשנטמאת עם בועל אחר יע\"ש ודבר זה ניתן ליאמר ומ\"ש אמן מאיש זה אמן מאיש אחר אמן שלא נטמאתי אמן שלא אטמא הכי קאמר מאיש זה ומאיש אחר באותו קינוי שלא נטמאתי ושלא אטמא באותו בועל עצמו שנסתר' השתא עמו ועוד תירץ שאם לא בדקו אות' בשתיה ראשונ' מפני שהיה בידו עון אשר חטא כשעש' תשוב' בנתים יועילו לה המים האחרו' לבודק' וכ\"כ בספר אור יקרות בחי' על הרמב\"ם דמ\"ד ע\"ג וגם בזה לא כיוונו יפה שכבר הכריח הרב מ\"ל לקמן בפ\"ב ה\"ח שאין תשו' מועלת לענין מי סוטה ולבר מן דין כבר כתב עוד הרב ז\"ל שם בד\"ה וראיתי להרא\"ש דב\"ד היו מזהירין אותו שאם היה יודע שיש בידו עון אשר חטא אין המים בודקים אותה ואין ס' שאם היה יודע שיש בידו עון אשר חטא לא היה משקה אותה בלא הועי' ואין לומר דשמא שכתב אותה שעה שהיה בידו עון שהרי הכריח הרב שם בד\"ה אחר שכתבתי דכל ששכח אפי' חטא במזיד המים בודקים את אשתו יע\"ש והנכון בזה מה שתי' מוהרימ\"ט שלא היתה שונה אלא בשלא גלגל ועמד בשבועתו להבא דאז אין המים בודקים אותה ולפי מה שצדד הרב לקמן פ\"ג הל' י\"ז שלא היו המים בודקין לבועל אלא לאותו בועל שנסתרה עמו ועל ידו הוא משקה אותה אבל לבועל אחר דלהבא לא היו המים בודקים יע\"ש אפשר דלכך היתה שונה לשתו' כדי שיבדקו המים לבועל השני ודוק:"
            ],
            [
                "<b>אף </b>\n<b> ה' נשים ששונאו' זו את זו מעידו' זע\"ז לומר שנטמאת כו'.</b> כתב מוהר\"י כולי בהגהתו דלפי מה שהעלה הרב מ\"ל לעיל פי\"ב מה' גרושין די\"ו דלדעת רבינו הני נשי למדו לשונם דבר שקר ואין בעדותן עדות כלל והויא לה כאשת איש גמורה ק' אמאי נאמנות הכא לאוסרה על בעלה ולדעת הראב\"ד אסורה לבעלה מס' עכ\"ל ואחר המחילה איני יודע מה הוא סח דמה שאסורה על בעלה לא מפני עדותן של אלו הוא דבלא\"ה כל שאינה שותה אסירא וקיימא מן התורה מקרא דוהיא נטמאה וכמ\"ש רבינו בר\"פ ה\"ב ועדותן של אלו הנשים לא מהני אלא שלא להשקותה מקרא דועד אין בה והו\"ל כנשים המוזרות בלבנה וכיוצא שמונעות אותה מלהשקותה וכיון שאין משקין אותה ממילא היא אסורה לבעלה ודוק:"
            ]
        ],
        [
            [
                "<b>וכן </b>\n<b> אם אמר בעלה איני משקה אותה.</b> העלה הרב מ\"ל דהטעם שנוטלו' כתובת' ואינה מפסדת אותה מפני שעברה על דת יאודית הוא משום דעיקר טעמא דעוברת על דת יאודית שאינה נוטל' כתובה אינה אלא מפני שאסורה על בעלה מפני חשש זנות דפריצותה מוכחת עלה וכל היכא דסמי בידן לברורי שלא זינתה והוא אינו רוצה להשקותה אינה מפסדת כתובתה ועיין בדברי הרב פ\"א די\"ד ד\"ה ודע ומ\"ש שהרא\"ש כתב בתשו' שעוברת על דת יוצאה בלא כתובה מפני שמכשיל את בעל' כו' לא היה צריך לדבריו שבתשו' דבהדייא כתב כן בפסקיו בפ' המדיר וכ\"כ הטור בא\"ה ר\"ס קט\"ו יע\"ש ומ\"ש רבינו דכשאמר' טמא' אני לא היתה שותה כך שנינו בפ\"ק דסוטה ד\"ז אמרה טמאה אני שוברת כתוב' ויוצאה:<br><b> ודרך </b> אגב נתקשיתי על מ\"ש הראב\"ד הביאו הר\"ן בפ' המדיר עלה דמתני' דואלו יוצאות שלא בכתובה שאם האשה הודית שעברה על דת משה ויהודית לא הפסידה כתובתה שאין אדם מע\"ר והר\"ן ז\"ל חלק עליו דלהפסיד כתובה ודאי נאמנת הודאת בעל דין כק' עדים דמי יע\"ש וכ\"כ הריטב\"א הובאו דבריו בליקוטי הר\"ב ז\"ל דלענין תשלומי ממון לא אמרינן הכי שהרי המוד' לחבירו שגזלו או שחבל בו חייב הוא לשלם לו ממון ולא אמרו שאינו משלם ע\"פ עצמו אלא קנס לבד עכ\"ל יע\"ש. ולא ידעתי אמאי לא תמהו עליו מהך מתני' דאומרת טמאה אני לך שהיתה יוצאה שלא בכתובה שוב ראיתי שאין מכאן ראיה כלל דשאני הכא שכשאמרה טמאה אני לא היתה שותה כיון דאיכא עידי קינוי וסתירה אסורה על בעלה לעולם ומש\"ה הפסידה כתובתה אבל בעלמא שאין עידי קינוי וסתירה אמרינן אין אדם מע\"ר אך ק' דת\"ל דלא מהימנינן לה כדאמרינן עיניה נתנה באחר כדאיתא בפ' אחרון דנדרים ד\"ץ גבי אומרת טמאה אני לך וי\"ל דהתם מיירי באומרת טמאה אני באונס ולאסור עצמה בכהונה כדמוקמינן למתני' התם בגמ' הילכך לא מצי למיהב טעמא משום דאין אדם מע\"ר כיון שהיא אומרת שבאונס נטמאה ומשום דאינה מפסדת כתובתה בכך חיישי' שמא עיניה נתנה באחר אבל בטוענת שעברה על דת יאודית דמפסד' כתובתה בכך לא חיישינן שמא עיניה נתנה באחר ולכך יהיב הראב\"ד טעמא משום דאין אדם מע\"ר וחילוק זה כתבו התוס' בפ' אע\"פ דע\"ג ע\"ב ד\"ה אבל אמרה מאיס עלי כו' יע\"ש:<br><b> אך </b> ק' דלמאי דאסיק אדעתיה תלמודא התם למימר דמתני' מיירי באשת ישראל ובאומרת שנטמאה ברצונה אמאי לא פריך א\"ה אמאי יוצאת והא אין אדם מע\"ר וקושיא זו לא על הראב\"ד ז\"ל בלבד קשיא דלכ\"ע קשיא אמאי יוצאת מתחת בעלה דהא ממתניתין מוכח דאיכא איסורא בדבר מדתני חזרו לומר כמשנה אחרונה שאינה יוצאת משום דחיישינן שמא עיני' נתנה באחר וברור וזה קשה דאמאי נאסרת לבעלה הא קי\"ל אין אדם מע\"ר ודבר זה יש ליישב ע\"פ מ\"ש בס' ארעא דרבנן בכלל זה דאין אדם מע\"ר יעש\"ב ועיין בלקוטי הר'ב לבבא מציעא יע\"ש ובהכי יתיישב מה שלא נתנו טעם הריטב\"א והר\"ן בההיא דהודית שהאכילתו דבר שאינו מעושר דלהכי לא מוקי לה תלמודא כשהוד' היא עצמה משום דבעי למיתני היוצאת מתחת בעלה ואי בשהודית היא עצמה נהי דלהפסי' כתובה נאמנת אבל לאסור עצמה על בעלה אינה נאמנת דאין אדם מע\"ר וע\"פ מ\"ש בס' הנז' נכון וצרי' להתיישב בכל זה:<br><b> ושוב </b> ראיתי להרב משפט צדק ח\"א סי' ס\"ז הוק' לו בדברי הראב\"ד ז\"ל הללו מההיא דפרק בתרא דנדרים ודבריו תמוהים כי לא על דברי הראב\"ד תלונותיו כי אם אף לכל הראשונים החולקים על הראב\"ד שהם לא חלקו אלא שאינה מפסדת כתובתה כיון שאינה נאמנת לאסור עצמה עליה אלא שלא ידעתי אמאי נקט טעמא משום דאין אדם מע\"ר ת\"ל דחיישי' שמא עיניה נתנה באחר ואינה יוצאת מתחת בעלה וי\"ל דבעיא היא בפ' ארוסה בעוברת על דת אם רשאי הבעל לקיימה ולא איפשיט' ופסקו הפוסקים דאין כופין אותה להוציאה אלא שמצוה עליו לגרשה כדכתב הטור בא\"ה סי' קט\"ו יע\"ש וכיון דליכא כפיה בדבר ליכא למיחש להכי ולכך נתן הטעם מפני שאין אדם מע\"ר אלא דלגבי האשה שאמרה טמאה אני לא היינו צריכין לטעם זה דשמא עיניה נתנה באחר דת\"ל משום דאין אדם מע\"ר וי\"ל דכיון שהיא מפסדת כתובת' בכך יש סברא לומר דהאמת אתה לכך הוצרכו להאי טעמא ואיך שיהיה הנה דברי הראב\"ד אינן מוקשין מההיא מתני' דסוטה:<br><b> וראיתי </b> למרן ב\"י שם בא\"ה סימן קט\"ו עמ\"ש הטור דכשאין עדים שזינתה והיא אמרה שזינתה דאין חוששין לה אבל אבדה כתובתה כו' כתב וז\"ל ומ\"ש שאינו נותן לה כתובה משום דהודאתה כמאה עדים דמיא וכך מבואר בדברי רבינו ומשנה שלימה היא בפ\"ק דסוטה אם אמרה טמאה אני לך שוברת כתובתה ויוצאה עכ\"ל ולא ידעתי מה ראיה היא זו לפי מ\"ש דשאני התם דאיכא עידי קנוי וסתירה ולפי דבריו ז\"ל לא ידעתי למה כשהביא דברי הראב\"ד בתחילת הסימן לא תפס עליו ממשנה זו וגם בזה לא העלהו בזכרונו וכעת צ\"ע וה\"ה בפכ\"ד מה' אישות הל' ח\"י עמ\"ש רבינו דאם אמרה האשה שזינת' ברצונה אין משגיחין לדבריה אבל אבדה כתובתה הביא ראיה לדבריו מאותה שאמרו בנדרים פרק בתרא ד\"ץ עלה דמתני' דבראשונה היו אומרים ג' נשים יוצאות ונוטלות כתובה כו' במאי עסקינן אי באשת ישראל שאמרה שזינת' ברצון כלום יש לה כתובה כו' יע\"ש וכתב ומסוגיא זו יש להביא ראיה לדברי רבינו במ\"ש שהיא מפסדת כתובתה בהודאת' יע\"ש ולא ידעתי למה זה לעיל בהל' י\"א גבי עוברת על דת כתב בשם הרשב\"א דכשהיא מודה מפסדת כתובה ולא הביא דברי רבינו שבדין זה שמבוארים דבריו כדברי הרשב\"א ז\"ל וצ\"ע:"
            ],
            [
                "<b>ואלו </b>\n<b> הנשים שאינן ראויות לשתות כו' וקטנה אשת הגדול וגדולה אשת הקטן ואנדרוגינוס כו'.</b> כתב מרן כ\"מ ז\"ל נר' שהטעם משום דכתיב והביא האיש את אשתו איש לאפוקי קטן אשתו לאפוקי קטנה ותו דרשינן איש ודאי לאפוקי אנדרוגינוס ואנכי לא ידעתי מה עול מצא לדברי רבינו שכתב בדין שאח\"ז דקטן וקטנה ואשת אנדרוגינוס ממעטינן להו מקרא דאשר תשטה אשה תחת אישה כו' אשה פרט לקטנה תחת אישה פרט לקטן ואנדרוגינוס שאינו איש איברא שבעיקר דברי רבינו אני מתמיה ל\"ל קרא למעט אשת קטן משתיית סוטה כיון דאין קדושין לקטן כלל לא מדאורייתא ולא מדרבנן וכיון דאין לו קדושין אפי' זינתה תחתיו מותרת לו ומהיכא תיתי להשקותה עד דאצטריך קרא למעטה ובקטנה ל\"ק לי כלל דרבינו מיירי בקטנה שקדש' אביה והרי היא מקודשת מדאורייתא ולהכי אצט' קרא למעוטה אבל גבי קטן לא ידעתי למה לי קרא ולא דיי לי זה הצער אלא שמרן ז\"ל הוסיף עלינו מקרא שכתוב והביא האיש את אשתו ולא ידעתי למה ואולי רבינו אזיל בשיטת ר\"י בר ברזילי שהביא מוהרי\"קו בשורש ל' דאית ליה דקטן שקידש לו אביו אשה צריכה גט משום דזכין לו שלא בפניו ולפי הנר' משום קדושי תורה אתי עלה יע\"ש, ועיין בדברי הרב מ\"ל בפ\"ו מה' גרושין ריש הל' ג' יע\"ש והשתא אפשר דאצטריך קטן למעט אשת קטן משתיית סוטה בשנתקדשה ע\"י אביו של קטן יע\"ש:<br><b> וכל </b> זה איננו שוה לי דסברא זו נידחה קרו לה רוב הפוסקים וכמעט כולם כמ\"ש מוהראנ\"ח בתשו' ואין סברא ליחס סברא זו לרבינו אבל אפשר לישב דברי רבינו באותה שאמרו בפ\"ק דקדושין די\"ט ע\"א עלה דבעי ר\"ל מהו שמיעד אדם לבנו קטן ואמר ר\"ז ת\"ש איש פרט לקטן אשר ינאף פרט לאשת קטן ואי אמרת מייעד א\"כ מצינו אישות לקטן ופרכינן ואלא מאי אינו מייעד אמאי קממעט ליה קרא תפשוט מינה דמייעד ואמר רב אשי הכא ביבם בן ט' שנים ויום אחד הבא על יבמתו עסקינן מהו דתימא כיון דמדאורייתא חזייא ליה וביאתו ביאה הבא עליה מתחייב באשת איש קמ\"ל יע\"ש והשתא אפשר דכי אצטריך קרא נמי גבי סוטה למעט אשת קטן משתיית סוטה מיירי ביבם בן תשע הבא על יבמתו דמהו דתימא כיון דמדאורייתא חזייא ליה וביאתו ביאה הבא עליה אסרה עליו קמ\"ל דלא דאין קדושין לקטן כלל ואפי' ביבמה וכי תימא אכתי ל\"ל קרא גבי סוטה הא ילפינן לה מקרא דאשר ינאף את א\"א דלא קנאה הא ל\"ק דאי מהתם הו\"א דקנאה והרי היא כאשתו לכל דבר וכמו שסובר רש\"י ז\"ל לפום קושטא ומיהו ממיתה דוקא פטרו הכתוב להבא עליה להכי אצטריך קרא גבי סוטה לומר שאינה אסורה לבעל משום דלא קנאה כלל וכמ\"ש התוס' ז\"ל יע\"ש:<br><b> ומתוך </b> סוגיא זו תמיה לי טובא על סברת ר\"י בר ברזילי שכתב מוהרי\"קו ז\"ל דהיכא דקדש אביו לקטן הרי היא מקודשת מדאורייתא דלפ\"ז אמאי דחיק תלמודא לאוקומי הך ברייתא דקתני אשר ינאף את אשת איש פרט לאשת קטן ביבם בן ט' ואמאי לא מוקי ליה בקטן שקדש לו אביו אשה וכעת צל\"ע, ועיין בספר לשון ערומים בדרושיו ד\"ט ע\"א וד\"י ע\"א יע\"ש ומ\"מ עדין לא נחה דעתי בזה לדברי רבינו דמיעט אשת קטן מקרא דמנ\"ל לרבינו לדרוש מדעתו מה שלא דרשו בו חכמים המשנה והש\"ס וחפשתי בדברי הספרי ולא מצאתי שמיעטו מקרא דאיש ואשה לא קטן ולא קטנה ואין ספק דקטנים ג\"כ לא אצטריך קרא למעט כיון דפיתוי קטנה אונס הוא ואין לה רצון והרי היא בכלל מ\"ש והיא לא נתפסה וכסברת הראב\"ד ז\"ל דאפי' אביה קבל קדושיה אינה נאסרת על בעלה וכמו שאכתוב לקמן בהל' ד' בס\"ד אך את זה מצאתי בספרי שדרשו קרא דושכב איש אותך שכבת זרע להוציא את הקטן שאינו איש וכמו כן שנינו בפ' ארוסה דכ\"ד ע\"י כל העריות מקנין חוץ מן הקטן ואמרי' בגמ' איש אמר רחמנא ולא קטן ופי' רש\"י דכתיב ושכב איש אותך יע\"ש וכבר הביא דין זה רבינו לעיל פ\"א הל' ו' יע\"ש:"
            ],
            [],
            [
                "<b>קטנה </b>\n<b> שהשיאה אביה אם זינתה ברצונה נאסרה על בעלה כו'.</b> וכתב הראב\"ד ז\"ל והרי אמרו פיתוי קטנה אונס הוא ועוד התראה לקטנה אינה התראה שאין לה דעת ואין לחלק בין קטן לקטנה לענין פיתוי לומר קטנה בת מיאון אין לה רצון ויתן את הצער כמו אנוסה אלא כולן שוות להתפתות בקלות הדעת עכ\"ל כונת דבריו במ\"ש ועוד התראה לקטנה אינה התראה וכו' כלומר וכיון דאינה התראה א\"כ קינוי זה שקנא לה בעלה אינו קינוי וכיון דליכא קינוי בהדי סתירה אין מקום לאוסרה על בעלה ומ\"ש עוד ואין לחלק בין קטן לקטנה לענין פיתוי כו' כונתו לומר דלדעת רבינו צריכין אנו לחלק בהכי ואין זו סברא כיון דשתיהן שוות להתפתות והו\"ל אנוסות לא כן לענין לאוסרן על בעליהן יש טעם קצת לדברי רבינו לחלק ביניהם כיון דקטנה שקדשה אביה עבדא איסו' דאורייתא והבועל נהרג עליה לא כן לענין פיתוי ואונס אין סבר' לחל' ביניהן וה\"ה בפ\"ג מה' איסורי ביאה עמד מתמיה על השגת הראב\"ד והביא סוגיא שבפ\"ד אחין דל\"ג ע\"ב דאמרן פיתוי קטנה אונס הוא וכתב לישב דאותה סוגיא לאו בדוקא הוא אתמר אלא בדרך דחיה והפ\"ח בס' מים חיים עמד מתמיה עליו שנעלם ממנו הסוגיא דפ' הבע\"י דס\"א ע\"ב דאיתא התם בפשיטו' דפיתוי קטנה אונס הוא יע\"ש:<br><b> ועיין </b> להרמ\"ל בפי\"א מה' אישות הל' ח' ד\"ה הן אמת שגם הוא ז\"ל תמה על ה\"ה בזה וז\"ל ולא ידעתי מה יענה הרב בההיא דאמרינן בפרק הבע\"י דס\"א תניא ר\"א אומר לא ישא אדם את הקטנה ואמר רבא דטעמיה דר\"א הוא דחיישינן שמא תתפתה עליו והק' כו' הרי דלר\"א ס\"ל דפיתוי דקטנה אונס הוא ולא מצינו בזה שנחלקו כו' אבל במאי דס\"ל לר\"א דפיתוי קטנה אונס הוא לא מצינו מי שיחלוק עליו ולפי קע\"ד אין מכאן תשו' לדברי ה\"ה ואדרבא יש להביא קצת ראיה ממנה לדברי רבינו אשר ביקש ה\"ה ולא מצא ראיה לדבריו דחזינן לסתמא דתלמודא דמייתי להך דרבא דמוקי להך דר\"א בכהן הדיוט ומשום דחיישי' שמא תתפתה דפריך עלה א\"ה ישראל נמי עד דהדר ומתרץ פיתוי קטנ' אונס ואונס בישראל משרא שרי ובתר הכי מייתי תלמוד' ההיא דר\"פ דאמ' דהך דר\"א מיירי בכ\"ג וס\"ל כהאי תנא דתניא בתול' יכול קטנה ת\"ל אשה אי אשה יכול בוגרת ת\"ל בתולה הא כיצד יצתה מכלל קטנות ולכלל בגרות לא באתה ור\"נ ב\"י נמי מוקי לה בכ\"ג והאי תנא הוא דתניא בתולה אין בתול' אלא נערה יע\"ש והשתא מדחזינן לסתמא דתלמודא דפריך א\"ה ישר' נמי משמע ליה לרבינו דהכי קי\"ל וכי משני רבא פיתוי קטנה אונס ואונס בישראל משרא שרי לדעת ר\"א הוא דמשני הכי דאפשר דר\"א הכי ס\"ל ומה\"ט הוא דהדרי אמוראי לאוקמי ההיא דר\"א באנפא אחרינא ולאוקמא בכ\"ג משום דדחיקא להו מימר דר\"א ס\"ל דפיתוי קטנה אונס הוא אפי' בשקדש' ואמטו להכי ניחא להו שפיר לדחוקי ולפרושי לה בכ\"ג אע\"ג דקתני סתם כהן כי היכי דלא נשוי מחלוקת בדבר הזה ואולי שמפני שכבר כתב ה\"ה דההיא סוגיא דפ\"ד אחין בדל\"ג בדרך דחיה אתמר לא הוצרך להביא סוגיא זו ולומר דרבא לפרושי הך ברייתא דלא ידעינן טעמא מאי דלא ישא את הקטנ' ההוא אמר דר\"א ס\"ל דפיתוי קטנ' אונס הוא אפילו בקטנ' שקדש' אביה אבל בתר דחדית לן ר\"פ ורנב\"י הנהו אוקמתי לסברתין דפיתוי קטנ' כזאת לאו אונס הוא פשטא דסוגיא לדידיה הכי רהטא טפי ויש קצת ראיה לדעת רבינו כנלע\"ד:<br><b> ומרן </b> כ\"מ ז\"ל כתב דיש ראיה לדברי רבינו ממ\"ש בנידה דנ\"ב והיא לא נתפס' אסור' וכו' ואיזו זו שקידושיה קדושי טעות מוכח בהדיא דדוקא קדושי טעות כגון קדושי קטנ' דאין מעשיה כלום שהיא בת מיאון וכדפי' רש\"י שם והכריחו התוס' דבקדושי קטנות נמי מיירי הא בקדושי קטנות שאינן קדושי טעות כגון שקדש' אביה אסו' וזהו שחילק רבינו בין בת מיאון לאינ' בת מיאון עכ\"ל, וראיה זו איני מכיר דהתם כשזינת' כשהיא גדולה מיירי וקאמ' רבי ישמעאל כיון שעיקר הקדושין לא היו אלא בעודה קטנה מותרת ולא אמרינן דעל דעת קדושין אחרים בא עליה בעלה משגדלה ואמטול הכי נקט דוקא קדושי טעות דהיינו שלא היה בה קדושין דאורייתא דאי בקדושין דאוריי' כגון שקדשה אביה נהי דכשזינתה בעודה קטנה מותרת משום דפיתוי קטנ' אונס הוא וכמ\"ש הראב\"ד ז\"ל, מיהו כשזינתה כשהיא גדולה אסור' שהרי היא א\"א גמורה ואין לפוטרה לא משום אונס שהרי כשהיא גדולה זינתה ולא משום קדושי טעות שהרי קדשה אביה באופן שאין מכאן ראיה לדברי רבינו לע\"ד ולדידי דברי מרן צ\"ע ועיין בס' בני משה בלקוטיו ד\"א ע\"ד שיטה מ\"א ודבריו הס כי לא להזכיר יע\"ש:"
            ],
            [
                "<b>נשואה </b>\n<b> שקינא לה ונסתרה וכו'.</b> עיין בחידושינו פ\"א מה' נערה הל' ט':"
            ],
            [
                "<span class=\"H\">שורש דין השקאת סוטה בגיורת</span>\n<b> הגיורת </b>\n<b> והמשוחררת וכו'.</b> משנה פ\"ה דעדויות עקביא ב\"מ אומר אין משקין לא את הגיורת ולא את המשוחררת וחכ\"א משקין וטעמא דעקביא פי' רש\"י פ\"ג דברכות די\"ט וז\"ל דבנ\"י אמור בפ' פרט לאשת גר ועבד משוחרר עכ\"ל וכתב הרמ\"ל ז\"ל וז\"ל והנר' דרש\"י ז\"ל ס\"ל דעקביא היה ממעט מבני ישראל הגיורת ואשת הגר דהוא בעי דשניהם יהיו ישראלים ורבנן כי היכי דס\"ל דואמרת רבוייא הוא לאשת הגר ה\"ה נמי דרבינן מיניה לגר ולא ידעתי למה לא הוזכר מחלוקו' כי אם בגיורת ולא בגר עכ\"ל ולדבריו ז\"ל מ\"ש רש\"י פרט לאשת הגר ואשת עבד משוחרר לאו דוקא וכונתו לומר דכי היכי דממעטינן אשת גר ועבד משוחרר ה\"נ ממעטינן גיורת ומשוחררת לדע' עקביא ב\"מ ולרבנן מרבינן לארבעתן מרבוייא דואמרת, ולבבי לא כן יחשוב בכונת דברי רש\"י דהעיקר חסר מלשונו אם זו היתה כונתו ז\"ל וכל כי האי הי\"ל לסיים ולומר וה\"ה גבי גיורת ומשוחררת דאשת גר ואשת עבד משוחרר מאן דכר שמיהו בהך מתני' והיל\"ל דבסוטה מרבינן להו מקרא דואמרת והיינו לדעת רבנן:<br><b> כי </b> ע\"כ נלע\"ד דרש\"י משמע ליה דגיורת ומשוחרר' דקתני מתני' היא היא אשת גר ואשת עבד משוחרר וקרי להו התנא גיורת ומשוחררת מפני שנשואות לגר ועבד משוחרר וכבר בירושלמי שהביא הרב מ\"ל ז\"ל צדדו לפרש כן ואמרו במה אנן קיימין אם בגר שנשא בת ישראל כו' ולכך סתם וכתב רש\"י דבני ישראל האמור בפ' פרט לאשת גר ואשת עבד משוחרר דמשמע ליה דהיינו פלוגתייהו דעקביא וחכמים ואותה ברייתא שהביאו בפ\"ד דסוטה דכ\"ו דקתני אשת גר ואשת עבד משוחרר שותות אתיא כחכמים דפליגי אעקביא והשתא ניחא דממעטינן להו לעקביא מקרא דבני ישראל דהכתוב מדבר על האישים ואי גיורת ומשוחררת הם אשת גר ועבד משוחרר אמעיטו שפיר מבני ישראל שהרי גר ועבד משוחרר אשר לא מבני ישראל המה אבל אי גיורת ומשוחררת הם כפשטן אבל בעליהן ישראל לא ממעטו מקרא דבני ישראל דבעלמא דרשינן בני ישראל ולא בנות ישראל גבי קרא דועשו להם ציצית וכן גבי קרא דבני אהרן וכו' יע\"ש וע\"פ האמור ניחא דאף עקביא ב\"מ מודה בגיורת ממש והיא נשואה לישראל דשותה דלית לן מיעוטא:<br><b> ומ\"מ </b> בין אם נאמר שזו היתה כונת רש\"י ז\"ל או שנאמר שכונתו למ\"ש הר\"ב מ\"ל לא ידעתי מאי האי דמקשינן בפ\"ד דסוטה דכ\"ו עלה דהך ברייתא דקתני אשת הגר ועבד משוחרר שותות פשיטא ומשנינא מהו דתימא בני ישראל כתיב קמ\"ל יע\"ש והשתא לפי דברי רש\"י ז\"ל ע\"כ דאותה ברייתא אזלא כרבנן דעקביא אבל עקביא פליג עלה וא\"כ מאי בעי פשיטא כיון דדבר זה במחלוקת הוא שנוי ואי משום דאכתי לא ידע טעמא דעקביא תיקשי ליה אעיקר דברי עקביא ב\"מ מפני מה אינה שותות ולא הו\"ל למפרך פשיט' ואפשר ליישב בדוחק דלפום ס\"ד דפריך פשיטא משמע ליה דעקביא וחכמים פליגי דוקא בגיורת ומשוחררת הנשואות לישראל וטעמא דעקביא משו' דכתיב לאלה ולשבועה בתוך עמך פרט לאלה שאינן בתוך עמם וכדמשמ' ליה לפום קושטא להרע\"ב ז\"ל אלא דלמאי דהדר תלמודא ואמר מהו דתימא בני ישראל כתיב משמע ליה לרש\"י דהשתא הדרינן מימר דהיינו פלוגתייהו דעקביא וחכמים:<br><b> עוד </b> שם\n<b> אשת </b>\n<b> סריס חמה או סריס אדם כו'. </b> כתב מרן כ\"מ וז\"ל ומ\"ש ואשת סריס חמה שם במשנה אשת סריס שותה ופי' רש\"י בגמרא דבסריס חמה קאמר דמותר לקיימה ולא בסריס אדם דאסור לקיימה משום לא יבא פצוע דכא וכרות שפכה וכתבו התוס' ולא ידעי' מנלן דסריס אדם כגון ששתה כוס עיקרין דאסור לקיימה עכ\"ל ואני אומר דלא איירי רש\"י בהכי דלא מקרי סריס אדם אלא בששלטה יד אדם באברי ההולדה וכקרא דמייתי פצוע דכא וכרות שפכה ורבינו שכתב או סריס אדם צ\"ל דמיירי בששתה כוס של עיקרין שמותרת לו וקרי ליה סריס אדם לפי שע\"י אדם בא לו עכ\"ל ועיין להרב זרע אברהם חא\"ה סימן י\"א דל\"ז ע\"ב דמפשט פשיטא ליה טובא להרב ז\"ל שם דסריס שנעשה ע\"י כוס עיקרין הרי הוא בכלל פצוע דכא וכרות שפכה ולא זכר ש'ר דברי התוס' ומרן ז\"ל הללו דאזלי בתר איפכא וכבר עמד על דבריו חתנו המגיה שם יע\"ש ולדידי חזי לי דרש\"י בשיטתיה קאי וכמו שיחסו התוס' בדעתו ז\"ל ושלא כדברי מרן כ\"מ שכתב דאף לדעת רש\"י אזיל ומודה לדבריהם שהרי רש\"י בפרק כיצד ד\"ך ע\"ב ובפרק הערל דע\"ט ע\"ב עלה דקתני בברייתא שהביאו התוס' בסוטה פצוע דכא וכרות שפכה סריס אדם והזקן חולצין כו' ואם בעלו קנו ואסו' לקיימן משום שנאמר לא יבא פצוע דכא כתב רש\"י וז\"ל ואסור לקיימן לאו אזקן קאי עכ\"ל מבוארין דבריו דדוקא זקן אינו אסור לקיימן אבל סריס אדם המוזכר בברייתא קאי בלא יבא וע\"כ דסריס אדם המוזכר בהך ברייתא היינו ששתה כוס של עיקרין דאי בששלט יד אדם באברי ההולדה הא קתני בהדיא פצוע דכא וכרות שפכה ומדהדר קתני סריס אדם ע\"כ דבשתה כוס עיקרין קאמר והכי משמע להו להתוס' שם בפ\"ד דסוטה יע\"ש ומהתימא על מרן כ\"מ שרצה לייחס שיטת התוס' בדעת רש\"י ואין ספק שדברי רש\"י הללו הביאן להתוס' ז\"ל לומר דרש\"י בשיטה זו קאי ועיין עוד במ\"ש רש\"י שם בפרק כיצד ד\"ה סריס שכתב וז\"ל שנסתרס ע\"י אדם ולא ע\"י חולי ע\"ש ועיין בספר תומת ישרים סימן נ\"ב וקכ\"ה שכתב בשם מהר\"י אבאייוב ז\"ל דמי שנעשה כרות שפכה ע\"י חולי אין כופין אותו לגרש אבל מנדין אותו שיפרוש ממנה, או נגזור על עצמינו שלא נישא וניתן עמו אבל בסימן נ\"ח ונ\"ג כתב משמיה דנפשיה דלא עבדינן ליה לא זה ולא אותו לא נידוי ולא הפרשה וכ\"כ בסימן רי\"ב בשם מהר\"י דונדון עיין למרן החבי\"ב באה\"ע סימן קנ\"ד הג\"הט אות ס\"ד וצריך אני להתיישב בזה וכעת אין הספרים הללו בידי לחזות בנועם דבריהם:<br><b> ולדידי </b> ק\"ל בשיטת התוס' דמשמע להו דע\"י כוס עיקרין לא הוי בכלל פצוע דכא מההיא דפריך תלמודא דע\"ט ע\"ב עלה דקתני מתני' אמר ר\"ע סריס אדם חולץ וחולצין לאשתו כו' מכדי שמעינן ליה לר\"ע דאמר דחייבי לאוין כחייבי כריתות וחייבי כריתו' לאו בני חליצ' נינהו ואמר רבי אמי הב\"ע בשנשא אחיו גיורת ור\"ע סבר כר\"י דאמר קהל גרים לא מקרי קהל יע\"ש והשתא לדברי התוס' אמאי לא משני דסריס אדם דקאמר ר\"ע היינו בששתה כוס עיקרין והוי דומיא דסריס חמה אלא שזה בידי שמים וזה בידי אדם ודוחק לומר דסריס אדם סתם משמע דשלט יד אדם באברי ההולדה וכן ראיתי שכתב הרב תוי\"ט שם בפ\"ד דסוטה יע\"ש דהא באותה ברייתא דקתני פצוע דכא וכרות שפכה סריס אדם והזקן ע\"כ דסריס אדם ע\"י כוס עיקרין קאמר, ואולי שניא היא דהא קתני בהדיא כרות שפכה אבל סריס אדם סתם שנסתרס באברי ההולדה משמע ולהכי מהדר תלמו' אשינויי אחריני ועוד נ\"ל ליישב דעת התוס' דמש\"ה לא משני דסריס אדם דקאמר ר\"ע מיירי בששתה כוס של עיקרין דמש' ליה לתלמודא דכל שלא שלט יד אדם באברי ההולד' יש לו רפואה ע\"י סמים אחרים כדאית ליה רפואה לסריס חמה וא\"כ היכי קתני ר\"א סריס אדם אינו חולץ משום שאין לו רפואה אלא ודאי דבסריס שנסתרס ע\"י אדם באברי ההולדה מיירי ר\"ע ועלה קאמר ר\"א דאינו חולץ משום שאין לו רפואה כן נראה לע\"ד:<br><b> וכתב </b> הרמ\"ל וז\"ל ודע שראיתי לרש\"י ז\"ל בר\"פ ארוסה שכתב וז\"ל אשת סריס שותה כגון שנסתרס לאחר שנשאה וקדמה שכיבת בעל לבועל ובגמרא עלה דמתני' אמרינן פשיטא מהו דתימא מבלעדי אישך אמר רחמנא והאי לאו בר הכי הוא קמ\"ל ופי' רש\"י קמ\"ל דלמיקדם שכיבת בעל לבועל הוא דאתא וסריס בר שכיבת הוא אלא שאינו בר זריעה ע\"כ ודבריו הללו סותרין מ\"ש במתני' דמהתם משמע דסריס לאו בר שכיבה הוא דלהכי מוקי לה בשנסתרס אחר שנשאה והרב ח\"ה כתב דדברי רש\"י במתני' אינו אלא גיליון ובפירו' ישנים אינו כפי' רש\"י דמתני' והרב ניחא ליה דברי רש\"י שכתב במתני' וקשיא ליה טובא דבריו שבסוגיית הגמרא דמ\"ש במתני' הוא כפי הקושיא דפריך פשיטא דס\"ל דהתלמוד שהקשה פשיטא הוא משום דס\"ל דמתני' איירי בשנסתרס אח\"כ דאי לא לא קדמה שכיבת בעל לבועל ומש\"ה הקשו פשיטא ותרצו דאינו כן אלא מתני' איירי בסריס קודם שנשאה דאפ\"ה משקה אותה משום דבר שכיבת הוא אף שאינו בר זריעה ואשמועינן מתני' דלא תימא לא קדמה שכיבת בעל לבועל קמ\"ל דקדמה וידוע הוא שדרכו של רש\"י ז\"ל לפרש המשנה כפי הס\"ד אלא שמ\"ש רש\"י קמ\"ל דלמקדם שכיבת בעל לבועל כו' עמדו לפניו ככותל דמאי קאמר דלמקדם הוא דאתא דזה כבר ידענו אותו אלא דס\"ד דכל שנסתרס קודם שנשאה לא מקרי קדימה דהול\"ל קמ\"ל דבר שכיבה הוא וקרי כאן שקדמה שכיבת בעל לבועל אעפ\"י שהיה סריס קודם שנשאה ואם הס\"ד דמהו דתימא הוא דבעינן שיהיה בר שכיבה בשעת שתיה א\"כ לא הוה ליה למימר אלא קמ\"ל דלא בעינן שיהיה בר הכי אלא דהקפידה אינו אלא שיקדום שכיבת בעל ומ\"ש דסריס בר שכיבה אינו ענין לזה ועוד דאי סריס בר שכיבה הוא א\"כ אף דנימא דבעינן שיהיה בר שכיבה בשעת שתיה נמי לא ממעיט אסריס את\"ד הרב:<br><b> ולדידי </b> הס\"ד דמהו דתימא הוא דקרא דמבלעדי אישך לא אתא לשיקדום שכיבת בעל לבועל אלא להשוות השכיבות שיהיה שכיבת הבעל כשכיב' הבועל ואמטול הכי כשהבעל סריס והבועל אינו סריס לא היתה שותה כיון שאין שכיבת שניהם שוה וקרא מבלעדי אישך כתיב שיהיה הבעל בר הכי כבועל וקאמר קמ\"ל דמבלעדי אישך לא אתא אלא לשיקדום שכיבת בעל לבועל אבל לא בעי' שיהיה שכיבת בעל כשכיבת בועל דסריס בר שכיבה הוא אלא שאינו בר זריעה והרי היא כקדמה בשכיבתו כן נלע\"ד ודברי רש\"י שבפי' המשנה הם לפי הס\"ד דפריך פשיטא ועל הדרך שכתב הרמ\"ל אלא דזה שכתב הרב דכבר ידוע שדרכו של רש\"י לפרש המשנה לפי הס\"ד לא היה צורך לזה שהרי בפי' אתמר בדברי רש\"י דמתני' דקאי לפי הס\"ד מדסיים וכתב ובגמ' פריך פשיטא הרי בהדיא דקאי לפי הס\"ד:"
            ],
            [
                "<span class=\"H\">שורש דין השקאת סוטה במעוברת</span>\n<b> מעוברת </b>\n<b> ומניקת כו'.</b> ברייתא בסוטה פ\"ד דכ\"ו מעוברת ומנקת עצמו או שותה או לא נוטלת כתובה ופירש רש\"י ולא אמרינן לא לקטליה לולד ע\"כ והתוס' דחו פירושו דאמאי אית לן למקטליה נמתין עד שתלד דהא דתנן בערכין האשה היוצאה ליהרג אין ממתינין לה עד שתלד התם גזרת הכתוב הוא ומתו גם שניהם כו' ומתוך כך פירשו הם ז\"ל דלעולם ממתינין וה\"פ מעוברת עצמו אע\"פ שקינא לה כשהיא מעוברת שותה לאחר שתלד ולא אמרינן כמו גבי מעוברת חבירו דאם קינא לה כשהיא מעוברת וילדה ומת הולד או הפילה אינה שותה דלאו בת קינוי היתה וכדאמ' בירוש' לא היו לו אשה ובנים ונולדו לו כבר נדחית שלא לשתות עכ\"ל, והנה זה שכתבו כמו גבי מעוברת חבירו כו' כתב הרמ\"ל שלא ידע כונתם דאליבא דמאן קיימי אי אליבא דר\"מ אפילו שמת הולד או שהפילה אינה ראויה לשתות כיון דאיהו סבר יוציא ולא יחזיר עולמית ואי אליבא דרבנן לעולם היא שותה דראויה לאישות היא כיון דבידו להחזירה וכתב ואי לאו דמסתפינא הו\"א להגיה כל זה מדברי התוס' ולא היו מביאין ראיה כי אם מדברי הירוש' דקיימי עלה דמתני' דאיילונית וזקנה עכ\"ל יע\"ש:<br><b> ולק\"ד </b> א\"צ להגיה כל זה מדברי התוס' זולת מילת כמו לבד צריך להגיה וצ\"ל נמי ולא אמרי' נמי גבי מעוברת חבירו וכונתם ז\"ל למ\"ש הרב ז\"ל לקמיה דלדעת התוס' במעובר' חבירו נמי צריכה להמתין עד שתלד וכתב דלא גרע ממעוברת עצמו וכתב דלא תקשי בין לרש\"י בין להתוספו' מאי קמ\"ל הברייתא במעוברת עצמו דהא שמעינן לה ממעוברת חבירו משום דהו\"א דמעוברת חבירו איירי בשקינא לה לאחר שתלד אבל בעודה מעוברת עדיין לא למדנו אם מקנא לה לדעת התוס' ולא למדנו אלא ממעוברת עצמו עכ\"ל נמצא דהמלמדינו דעת דמצי מקנא לה אפי' בעודה מעוברת וילדה או הפילה דשותה אח\"כ לרבנן דר\"מ אינו אלא חלוקה זו דמעוברת עצמו דאי לא ה\"א דאף במעוברת לא מצי מקנא לה עד אחר שתלד או שהפילה דקינוי דמקמיה הכי לא מהני והיא גופ' היא כונת התוספו' שכתבו דבמעוברת עצמו הכי פירושו דמצי מקנא לה כשהיא מעוברת כי היכי דלא תקשי לך דהא שמעינן לה מחלוקת מעוברת חבירו כמ\"ש הרמ\"ל לזה כתבו דהא קמ\"ל דלא אמרינן נמי גבי מעוברת חבירו דלא מצי מקנא לה בעודה מעוברת דאם לא היה התנא שונה חלוק' זו לאשמועינן גבי מעוברת חבירו דינא נמי הכי דמצי מקנא לה לרבנן דר\"מ אפי' בעודה מעוברת כנ\"ל ונכון:"
            ],
            [
                "<span class=\"H\">שורש אשה שנשאה באיסור אין המים בודקין</span>\n<b> כל </b>\n<b> איש שבא ביאה אסור' מימיו כו'. לפיכך אם היתה אשתו אסו' עליו וכו' אינה שותה.</b> ע\"כ. הנה דעת רבינו ז\"ל מבואר דס\"ל דטעמא דמתני' דתנן בר\"פ ארוסה אלמנה לכ\"ג גרושה וחלוצה לכ\"ה כו' לא שותות ולא נוטלות כתוב' היינו משום דאין האיש מנוקה מעון וכתב הרמ\"ל ז\"ל דטעמא דלא אשמועינן מתני' חידושא טפי דאפילו עבר עבירה אחת בימיו משהגדיל שוב אין המים בודקין את אשתו וכ\"ש הני נשי דכל ימיו באיסור קאי הוא משום דמתני' בעי למתני ולא נוטלות כתובה ומי שבא ביאה אסור' דקי\"ל דאין משקין אותה מ\"מ אינה מפסדת כתובת' וכמ\"ש רבינו לעיל בריש פרקין דאם בא עליה בעלה אחר שנסתרה ה\"ז אינה שותה ונוטלת כתובת' אלא דאלמנה לכ\"ג ודכוותייהו כיון דבסיבתן אינן ראויות לשתות דאין האיש מנוקה מעון אינן נוטלות כתובה וכתב עוד וכי תימא בא עליה בעלה אחר שנסתרה היא היתה סיבה שלא תשתה הא לא קשיא משום דשאני בא עליה שהיא אומרת שהיא טהורה ואין כאן איסור כלל אבל לדידיה הוא מוזהר עליה בלאו הבא מכלל עשה ואפילו אם היא טהורה נענש בב\"ד של מעלה כמ\"ש התוס' בר\"פ כשם ד\"ה מה ת\"ל יע\"ש:<br><b> עוד </b> כתב הרב ז\"ל וז\"ל ועוד נ\"ל דמי שבא על אשה בלא קדושין דפשיטא דאינו מנוקה מעון דהא אליבא דרבינו לוקה וכמ\"ש בריש הלכות אישות אם חזר ולקחה נהי שאינו יכול להשקותה משום שאינו מנוק' מעון מיהו אינה מפסדת כתובתה ואף שהיא היתה סיבת העון משום דדוקא היכא שהנשואין היו באיסור הוא דאמרינן דמפסדת כתובת' אבל היכא שהנשואין היו בהיתר אף שקודם לזה קדם ביאה אסורה אינה מפסדת כתובת' והיינו טעמא דבא עליה בעלה אחר שנסתר' שאינה מפסדת כתוב' לפי שנשואיה בהיתר היו עכ\"ל ולפי דבריו ז\"ל אין ספק שאם בא על ארוסתו בבית חמיו ואח\"כ נשאה וקנא לה ונסתרה אעפ\"י שזו אינה שותה לדעת רבינו שהרי אינו מנוקה מעון מיהו אינה מפסדת דאף שהיא היתה סיבת העון מ\"מ הנשואין בהיתר היו:<br><b> והנה </b> אמת שאם עיקר הטעם תלוי במ\"ש הרב ז\"ל דכל שנשואיה היו בהיתר אף שהיא היתה סיבת העון אינה מפסדת כתובת' יפה דן יפה זיכה, ואולם אני בע\"ד לא כן אדמה כי מי גילה לו להרב ז\"ל רז זה בטעמו של דבר דאפשר לומר טעם יותר נכון והוא דכל שקדמה לה הידיעה קודם סתירת' שאם תבא לידי שתיה שאין המים בודקים אותה בא' מהסיבות המונעות בדיקת המים ואפ\"ה הלכה ונסתר' באותו שקינא לה אז ודאי הפסיד' כתובת' כיון שהיא גרמה לה והפסידה נפשה דמאחר שהיתה יודעת שאין המים בודקין אותה על מה סמכה נפשה להסתתר ולומר שהיא טהורה כיון דלא סמא בידה להכריע דבריה שהיא טהורה וע\"כ באלמנה לכ\"ג וחלוצה לכהן הדיוט וכיוצא דקדמה לה הידיעה קודם סתירתה שאם תסתתר לא תבא לידי שתיה כיון שאין המי' בודקין אותה בעבור בעלה שאינו מנוקה מעון כשהלכו ונסתרו אבדו כתובתן שהרי עשה הכתוב ספק סוטה כודאי מה\"ט קפיד רחמנא אבעל שאם קינא לה ונסתרה שלא תזקק לה עד שתשתה משו\"ה אין אנו מאמינים אותן במה שיאמרו טהורות הן שאנו תולין שנטמאו בודאי וכיון שאינן ראויות לשתות והלכו ונסתרו אינהו דאיפסידו אנפשייהו לא כן בבא עליה בעלה אחר שנסתרה דבשעה שנסתרה היתה ראויה לשתות ואח\"כ הוא דאירע הדבר שאינה ראויה לשתות נאמנת בדבריה שאומרת שטהורה היא ואין בסתירתה הוכחה שנטמאת דבשעה שנסתרה ראויה היתה לשתות ועל שהיתה ראויה לשתות וסמא בידה להוכיח שלא נטמאת סמכה נפשה ונסתרה וכשאירע הדבר אח\"ך שאינה יכולה לשתות לא מפני זה תפסיד כתובתה כיון דסתירה האוסרתה לא מכרעת לומר שנטמאת ועיין להתוס' בר\"פ כשם ד\"ה ה\"ג כו' באופן שטעם הפסד הכתובה תלויה ועומדת במעשיה וגרמא דידה שנסתרה ואינה יכולה לברר שהיא טהורה וכל שבשעה שנסתרה סמא בידה לברורי שהיא טהורה לא הפסידה אנפשה בסתירתה דסמכ' אנפשה שיכולה לברר שהיא טהורה ועיין במ\"ש הרב ז\"ל לעיל בריש הפרק:<br><b> מעתה </b> בבא עליה בעלה בעודה ארוסה וכן בבא עליה בלי קידושין דקודם הסתירה הדבר ידוע שאין המים בודקין אותה כשהלכה ונסתרה הפסידה כתובתה בודאי דדמיין לאלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט דמשום שקדמה להן הידיעה מקודם אפסידו אנפשייהו כדבר האמור, וראיה לדברינו מ\"ש רבי' ברפ\"א דבזמן שאין מי הסוטה וקנא לה ונסתרה תצא בלא כתובה יע\"ש, הרי דאפילו שהנשואין היו בהיתר אפ\"ה כשאינה יכולה לשתות אמרינן שתצא בלא כתוב' והדבר ברור שהט' תלוי בדבר האמור דהתם איהי אפסידה אנפשה כיון שהדבר ידוע שאין המים בודקין ואפי\"ה הלכה ושתתה. ואם כנים אנחנו בזה הדרא קושיית הרב לדוכתא למה נקט מתני' אלמנ' לכ\"ג דהיינו שנשא אשה באיסור תיפוק לי דאפילו עבר עבירה אחת בימיו כגון שבא על ארוסתו בבית חמיו ואח\"ך נשאה או שלקחה בלי קידושין דאפ\"ה מפסדת כתובתה ובזה לא יצדק תשובת הרב ז\"ל כמובן, כי ע\"כ נלע\"ד דלחידושא נקט תנא הני נשי דאפילו שהן אסורות לבעליהן אפי\"ה מקנו להן וכדדייקינן בגמרא משתא הוא דלא שתו הא קינוי מקנו למאי אי לאוסרן לבעל הרי אסירן וקיימא אלא לאוסרן לבועל יע\"ש, ומשום דהוה ס\"ד לומר דדוקא כשקינוי הוא לאוסרן לבעל מצי מקנא לה ונאסרה בקינוייו אבל כשאסורות ועומדות לבעל לא מהני קינוי ואפילו לבועל אינן אסורות קמ\"ל כנלע\"ד:<br><b> תו </b> ק\"ל במ\"ש הרב ז\"ל דאשה שבא עליה בעל' אחר שנסתרה והיא אומרת שהיא טהורה לדידה אין כאן איסור כלל אבל לדידיה הוא מוזהר עליה בלאו הבא מכלל עשה ואפילו אם היא טהורה הוא מוזהר בב\"ד של מעלה עכ\"ל ובקצורי לא זכיתי להבין מנ\"ל להרב ז\"ל דכיון דקרא עשאה כודאי סוטה אעפ\"י שהיא צווחת ואומרת שהיא טהורה למה לא יהיה היא ג\"כ בכלל האיסור והרי אנו פוסלין אותה מתרומה מקרא דונטמאה אע\"פ שהיא האוכלת ואין לזרים איתה ולא אמרינן היא יודעת בנפשה שהיא טהורה ותאכל ותשבע אלא ודאי דאעפ\"י שהאמת כדבריה גזירת הכתוב היא שכל שלא שתה מי סוטה ותוציא לאור אמיתות דבריה הרי היא כודאי סוט' והרי היא בכלל העונש כשאר עונשים שבתורה אחד האיש ואחד האשה שוים:<br><b> עוד </b> זאת חזינא ליה להרב ז\"ל דממשנה זו דאלמנה לכ\"ג הוציא רבינו הדין שכתב לקמן בפרקין ה\"ט שאם היתה אשתו אסורה עליו ואפילו שניה שאינה שותה משום דבמתני' קתני חלוצה והדבר פשוט דאיסור חלוצה אינו אלא מד\"ס עכ\"ל. הנה הרב ז\"ל גופי' לעיל בפ\"א מהלכות נערה בתולה הל' ה' עמ\"ש רבינו שאם היתה האנוסה אסורה עליו אפילו שניה מד\"ס לא ישאינה כתב הרב ז\"ל בד\"ה גם מה שרצה להכריח מוהר\"א ששון ז\"ל מסוגיא דפרק הבע\"י דאף באיסורין דרבנן לא ישאינה מדקתני חלוצה והחלוצה אסורה מד\"ס לדידי לא מכרעא ראיה זו שהרי מצינו במקומות רבים דקתני החלוצ' והוי אשגרת לישן והאריך בראיות וכתב שכ\"כ מרן ב\"י בא\"ה סימן קי\"ו והן דבריו בכ\"מ פכ\"ד מהלכות אישות הל' ד' ועל כן טרח הרב ז\"ל שם לבקש מקום ראיה לדברי רבינו עיין עליו ולא ידעתי איך לא שת לבו לדבריו שכתב כאן:<br><b> איברא </b> כי באותו הדין עצמו לעיל מזה ד\"ה עוד ראיתי להרב הנז' כתב הרב דברי' הפכיים כי שם הביא אותה ברייתא דפ\"ב דיבמות דקתני אלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט הרי הן כאשתו ואינו מטמא לה והכריח דמדקתני חלוצה דאפילו באיסורין של דבריהם בטלו עשה דלה יטמא וסיים וכי תימא האי דנקט חלוצה לאו דוקא אלא אשגרת לישן היא ויש לנו כיוצא בזה בתלמוד וכמו שיתבאר לקמן הא ליתא דודאי חלוצה דקתני הכא בדוקא הוא דהא רישא דהך ברייתא הביאו אותה בפ' יש מותרות דפ\"ה לענין כתובה ואמרו דרבי חלוצה קא קשייא ליה והא חלוצה דרבנן ואית לה כתובה כו' מוכח בהדייא דס\"ל דחלוצה לאו אשגרת לישן הוא אלא בדוקא נשנית עכ\"ל. הרי שהכריח הרב דאותה ברייתא דקתני שהחלוצה שאין לה כתובה בדוקא נשנית וזה היפך דברי מרן ב\"י בא\"ה ס\"י שהביא הרב ז\"ל שכתב דאותה ברייתא דקתני חלוצה לאו דוקא היא. ויש ליישב בדוחק דודאי לסברת איכא מ\"ד דר' קתני לה וקשייא ליה חלוצה ה\"נ ודאי דס\"ל דחלוצה דוקא ולאו אשגרת לישן אמנם לסברת איכא מ\"ד דר' אלעזר קתני לה חלוצ' לאו דוקא וכן מבואר בדברי מרן כ\"מ בפכ\"ד מהל' אישות הל' ד' דבפלוגתא דלישני תלייא מילתא יע\"ש מעתה נוחי' דברי מרן ודברי הרב ז\"ל וכמובן:<br><b> עוד </b> ראיתי להרב ז\"ל שכתב וז\"ל אך ראיתי לרש\"י שפי' טעמא דמתני' משום דכתיב כי תשטה אשתו בראויה לאישות הכתוב מדבר וכתב דהכי תניי' בספרי ותמה עליו ז\"ל דלדידיה תקשי קרא למאי איצטריך למעט שאינה ראויה לאישות ת\"ל דאינה מנוקה מעון דהא ע\"כ בבא עליה איירי דאי לא הא קדם שכיבת בועל לבעל וכי תימא קרא אתא להפסידה כתובתה הא ליתא דהא כתובה אינה מן התורה ואפי' לרשב\"ג דאמר בכתובות דכתובת אשה דאורייתא כבר כתבו הראשונים דלאו משום דאורייתא הוא אלא דאית ליה סמך מן התורה ועלה על דעתו לומר דרש\"י ז\"ל חולק על רבינו ומשמע ליה דקרא דונקה האיש מעון לא מיירי אלא בעון דבא על אשתו אחר שנסתרה ושוב הביא אותה סוגייא דפ' עגלה ערופה דמ\"ז דאמרי' בהדייא דאפי' על עון דבניה ובנותיה אין המים בודקי' אותה ורש\"י ז\"ל ג\"כ ע\"כ דמודה בזה והדר' קושיין לדוכתא והניח דבריו בצ\"ע:<br><b> והנה </b> לפי מ\"ש הרב ז\"ל עצמו בפ\"א מה' נערה ה\"ג ד\"ה וראיתי לרש\"י בפי' החומש וז\"ל ונר' דאף למ\"ד כתובת אשה דרבנן דריש קרא דמהר ימהרנה לו כדדריש ליה רש\"י ז\"ל יפסוק לו מוה' כמשפט איש לאשתו שכותב לה כתוב' וישאינה שהרי מצינו כיוצא בזה בעבד עברי דכתיב ויצאה אשתו עמו ואמרינן בפ\"ק דקדושין מי הכניסם שיצאו ואמרו מכאן שהאדון חייב במזונות אשתו ובניו וכתבו הראשונים ז\"ל דאע\"ג דמדין תורה אין הבעל חייב במזונות אשתו מ\"מ כיון דמנהגם היה שהבעל היה זן אשתו ואת בניו הכתוב חייב לאדון בכל מה שהיה נוהג העבד שהיה מפרנס את אשתו ואת בניו ה\"נ נהי דליכא כתובה מן התורה מ\"מ כיון דהמנהג היה שכל הנושא בתולה היה כותב לה כתובה ולזה בא הכתוב גבי מפתה לומר דאף שהיא בעולה שיכתוב לה כתוב' כמו שהוא המנהג לכתוב לבתולו' עכ\"ל עי\"ש ולפ\"ז אפשר גם כן לומר דקרא דכי תשטה אשתו נמי אצטריך להפסי' כתובתה דאף על גב דמעיקר דינא דאורייתא לא מחייב מ\"מ כיון שהמנהג היה לכתוב לה כתובה אתא קרא לומר שיפסיד כתובה ואינה יכולה לתבוע מצד המנהג כי היכי דאמרי' בהנהו קראי דויצאה אשתו ובקרא דמהר ימהרנה לו ומ\"מ דבר זה לא ימלט מהדוחק:<br><b> כי </b> ע\"כ נלע\"ד דמעיקרא קושייא ליכא דקרא דכי תשטה אשתו אצטריך לגלויי אקרא דונק' דלאו דוקא אעון דבא עליה אחר שנסתרה הוא דאינו מנוקה מעון אלא אף אשאר עון דאיסורי ביאה דפשטיה דקרא כונתיה משמע דמיירי בעון דבא עליה אחר שנסתר' דוקא דבהכי מיירי כוליה עניינא דקרא אתא קרא דכי תשטה אשתו בראוי לאישות פרט לאלמנה לכ\"ג דבעמוד והוצא קאי וגלי אקרא דונקה דלאו דוקא בבא עליה אחר שנסתר' אלא אף אשאר עונות נמי ואצטריך קרא דונקה ואצטריך קרא דכי תשטה דאי לאו קרא דונקה הו\"א דדוק' כשנשא אשה באיסור הוא דאין המים בודקין אות' אבל מי שעבר עבירה אחת בימיו משהגדיל אפשר שהמים בודקין את אשתו להכי אצטריך קרא דונקה לומר דאפי' בשביל עבירה אחת שעבר בימיו לוקה. ושוב זכיתי ומצאתי כדברי להרב הגדול מוהר\"א זאבי ז\"ל בס' אורים גדולים למוד ק\"ע דע\"ז ע\"א:<br><b> ובעומדי </b> בזה עם מורי הרב המובהק מוהר\"י נוניש נר\"ו ההוא אמר דלא קשייא אעיקר קרא למה אצטריך דאפשר דקרא אצטריך לאלמנה לכ\"ג וגרושה וחלוצה לכהן הדיוט שנפלה להם יבמה מן האירוסין דמן התורה ביאה ראשונה ליכא איסורא דאתי עשה דיבום ודחי ל\"ת דאלמנה לא יקח וחכמי' הוא דגזרו ביאה ראשונה אטו ביאה שניה כדאיתא ביבמות בפר' ב' ד\"ך ע\"ב ואהא אתא קרא דתחת אישך בראויה לאישות פרט לאלו שאינן ראויות לאישות דאע\"ג דאיסורא ליכא בהו והרי הם מנוקים מעון מ\"מ משום שאינן ראויות לאישות אינן שותות אלו דבריו נר\"ו, מיהו אכתי לא נחה דעתי בזה דודאי מתני' דקתני אלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט לא שותו' ולא נוטלות כתובה לא מיירי באלמנה מן האירוסין ובשנפלה לפניו ליבום וכן חלוצה וגרושה שנפלו לפניו ליבום ובא עליהן ביאה ראשונה דא\"כ אמאי אינן נוטלות כתובה כיון דמדינא דאורייתא קנאן כאשתו לכל דבר ואין כאן עון אשר חטא:<br><b> ולפי </b> דברי הרב מ\"ל ז\"ל טעמא דכל הנהו דאינן נוטלות כתובה אינו אלא מפני שהנשואין היו באיסור והן היו סיבת העון דבסיבתן אינן ראויות לשתות שאין האיש מנוקה מעון וכמ\"ש בתחילת דבריו וכיון שכן באלמנה מן האירוסין ואינך הבאות לו ליבם דבביאה ראשונה ליכא איסורא ודאי דאינה מפסד' כתובה ומדקתני מתני' דאינה נוטלת כתובה ודאי דבאלמנה מן הנשואין או בשאר אלמנות וגרושות דעלמא דליכא בהו מצות יבום קמיירי והדרא קושייא לדוכתא למה לו לרש\"י ז\"ל להביא ראיה מקרא דכי תשטה אשתו ת\"ל מקרא דונקה האיש מעון וזה אינו מנוקה מעון, וע\"ז השיב מורי הרב הנז' דעל רש\"י ז\"ל לא קשיא ליה להרב מ\"ל דרש\"י ז\"ל מייתי האי קרא למיהב טעמא דמפסד' כתובה ומתני' ודאי בשאר אלמנות וגרושות דעלמ' קמיירי ועיקר קושיית הרב ז\"ל אינה אלא דעיקר קרא למאי איצטריך כיון דכתובה אינה מן התורה כמבואר בדבריו א\"ד נר\"ו:<br><b> והנה </b> אמת דבריו מוצדקים לפי דברי הרב מ\"ל מיהו כשאני לעצמי עיקר דברי הרב מ\"ל ז\"ל הללו שכתב דרש\"י ז\"ל מייתי האי קרא למיהב טעמא למה אינה נוטלת כתובה לא אדע שכו\"ל מאי קאמר שהרי לפי מ\"ש הוא ז\"ל דטעמא דהנהו שאינן נוטלות כתוב' הוא מפני שהן היו סיבת העון ובסיבתן אינן ראויות לשתות שאין האיש מנוקה מעון לפ\"ז עיקר הטעם תלוי בסברא וקרא למה ליה לרש\"י ומהיכא משמע מהאי קרא שאינה נוטלת כתובה דמעיקר קרא ליכא למילף אלא שאינן שותות ולא שאינן נוטלות כתובה שהרי כתובה אינה מן התורה מיהו לפי מ\"ש אנן יד עניי לעיל מזה דטעמא דאינן נוטלות כתוב' הוא משו' דאינהו אפסידו אנפשייהו שנסתרו ויודעות שאינן ראויות לשתות יצדק תירוץ הרב הנז' נר\"ו הדק הטב. ואפשר לאוקמי שפיר מתניתין באלמנה מן האירוסין ושנפלה לפניו ליבום ובא עליה ולהכי איצטריך תשט' אשתו ללמוד דאינ' שות' אע\"פ שהאי' מנוקה מעון משו' שאינה ראויה לאישות ולכן אינה נוטל' כתובה כיון שהיתה יודעת שאין המים בודקין אותה ואפ\"ה נסתרה דהשתא איהי אפסידה אנפשה ונכון הדבר ועוד אפשר לומר לע\"ד דעיקר קרא אצטריך למי שנעשה כרות שפכה אחר שנשא' ובא עליה דבשעת השתיה אינה ראויה לאישות וליכא טעמא דמנוקה מעון וברור ועיין לקמן ודע שאחרי כותבי תירוץ מו\"ה נר\"ו כן בקדש חזיתיו דברים כהווייתן בס' נצח ישראל דט\"ו ד\"ה ועתה יע\"ש:<br><b> עוד </b> כתב הרב ז\"ל בד\"ה ולדעת רבינו דמה שלא מנה במתני' דואלו שמנחותיהן נשרפות מי שבעלה בעילת איסור במקום מי שבעלה בא עליה בדרך משום דלחידושא נקטיה דאפי' באיסור דלאחר סתירה דכבר נראית לשתות בסתירה אפ\"ה אינה שותה וה\"ה דהו\"מ מימר מי שבעל ביאה אסורה אחר סתירה דהא נראית לשתות אלא נקט כה\"ג דשכיח דהא מוסרין ב' ת\"ח עכ\"ל, ודבריו תמוהים שהרי לקמן סמוך ונראה בד\"ה אך כתב בהפך דעבירה זו דבא עליה אחר שנסתרה לא שכיח אי משום דהיו מוסרין לו ב' ת\"ח ואי משום דמאיס' היא גביה וכמ\"ש הירוש' אבל שאר ביאות של איסו' שכיח טפי דהא רבי יוחנן תיקן זמן בגיטין משום זנות, ולכן נלע\"ד דכיון דבמתני' דר\"פ ארוסה גבי ההוא דלא שותות ולא נוטלות כתובה הוצרך תנא למתני לחידושא ושבעלה בא עליה בדרך דאע\"פ שהיא גרמא שלא תשתה אפי' הכי נוטלת כתובה כמ\"ש הרב ז\"ל נקט נמי בהנו דאלו שמנחו' נשרפות ומתני' דאלו שאינן אוכלות בתרומה ושבעלה בא עליה בדרך בהדי אידך השנויות שם דתנא סירכיה נקיט ואזיל בכל דוכתא והוא הנכון ומה שהוקשה עוד להרב ז\"ל למה השמיט רבינו לקמן פ\"ד הל' י\"ד גבי אלו שמנחותיהן נשרפות חלוקא דבא עליה בעלה בדרך י\"ל דרבינו הוקשה לו קושיית התו' שם בדכ\"ב דכיון שבעלה בא עליה בדרך קודם שנקדוש המנחה למה נשרפת ומתוך כך סובר דחלוק' זו לאו דוקא ואשגרת לישנא הוא כמו שמצינו במקומות רבים וכמ\"ש הרב בפ\"א הל' ה' בד\"ה גם לענין חלוצה מד\"ס:<br><b> עוד </b> כתב הרב בד\"ה אך מאי דקשיא לי בדברי רבי' דס\"ל דכל ביאה אסורה מונעת הבדיקה מהא דתנן בפ\"ג דכ\"ב רש\"א אין זכות תולה במים המרים שאם אתה אומר תולה אתה מוציא ש\"ר על הטהורות ששתו שהן אומרות טמאות היו אלא שתלה להם זכות ולדעת רבינו אכתי אתה מוציא לעז על הטהורות שהן אומרות טמאות היו אלא שבעליהן בעלו בעילת איסור ובשלמא אי אמרינן דדוקא בבא עליה בעלה בדרך הוא דלא היו בודקין איכא למימר דהא לא שכיח ואינן תולין בכך וכ\"כ התוס' בפ\"ק דסוטה עלה דאמרינן סוטה שיש עליה עדים במ\"ה אין המים בודקין אותה יע\"ש וכתב ע\"ז דאפשר ליישב שהרי מדברי רש\"י ביבמות פ\"ו דח\"ן ע\"ב נר' דאיכא תנא דלא דריש הך דרשא דונקה האיש מעון ואפשר דר\"ש הכי ס\"ל ומשו\"ה לא הוקשה לו כי אם מזכות תולה ומה שהק' בגמ' לר\"ש מהיו לה עדים במ\"ה הוא משום דלא מצאו תנא שיחלוק בדרשא זו דטהור' ולא שיש לה עדים במ\"ה עכ\"ל הנה דברי רש\"י הללו שכתב הרב דמשמע ליה דאיכא תנא דלא דריש הך דרשא דונקה האיש מעון מלבד שהתוס' לא ניחא להו כפי' מדמצינו בכמה דוכתי דפריך תלמודא ומי בדקי לה מייא והתנייא ונקה האיש מעון כו' ולא משני האי תנא הוא משמע דליכא מאן דפליג:<br><b> ועוד </b> זאת שמעתי ממו\"ה המובהק מוהרי\"ן נר\"ו שתמה דאיך אפשר לומר דרב פפא ס\"ל דההוא תנא דתני אין מקנין לארוסה להשקותה כשהיא ארוסה אבל מקנין להשקותה כשהיא נשואה לית ליה הך דרשא דונקה האיש מעון והא רב פפא גופיה בפ' ארוסה דכ\"ד ע\"א עלה דאיבעייא לן התם אי עוברת על דת צריכ' התראה להפסידה כתובת' ובעינן למפשט מהא דתנן ארוסה ושומרת יבם לא שותות ולא נוטלות כתובה ודייקי' משתא הוא דלא שתי הא קינוי מקנא למאי לאו להפסידה כתובה ודחי ר\"פ לא להשקותה כשהיא נשואה כדתניא אין מקנין לארוסה להשקותה כשהיא ארוסה אבל מקנין לה להשקותה כשהיא נשואה יע\"ש הרי דמוקי למתני' דארוסה ושומרת יבם דס\"ל כאידך דאין מקנין לארוסה להשקותה כשהיא ארוסה אבל מקנין לארוסה להשקותה כשהיא נשואה ואם איתא למה שכתב רש\"י ז\"ל דהך תנא דאין מקנין לית ליה הך דרשא דונקה האיש מעון היכי מצי' לאוקמי' מתני' דארוסה דס\"ל כהך תנא דאין מקנין דהא בסיפא דהך מתני' דארוסה ושומרת יבם קתני ושבעלה בא עליה בדרך נוטלת כתובה ואינה שותה וטעמא דאינה שותה הוא משום דאינו מנוקה מעון וכמ\"ש רש\"י בפ\"ק ד\"ו ע\"א עלה דמתני' דואלו אסורות לאכול בתרומה יע\"ש וע\"כ לפרש כלישנא קמא שכתב רש\"י דהא דקתני אין מקנין לה כשהיא ארוסה אבל מקנין לה להשקותה כשהיא נשואה דה\"ק דקני לה כשהיא ארוסה ונשאה ובא עליה והדר אסתתר ומשקה לה ע\"י אותו קינוי דהשתא ליכא עון ושפיר בדקי לה מיא וכמ\"ש התוס' ז\"ל ונמצא דליכא מאן דפליג בהך דרשא דונקה האיש מעון והדרא קושיית הרב לדוכתא והתירוץ הנכון לזה מה שהעלה הרב בסוף דבריו כמו שיבא בע\"ה:<br><b> וליישב </b> דברי רש\"י ז\"ל הנז' ממה שהוקשה למו\"ה המובהק נר\"ו נלע\"ד דודאי למה שפירש רש\"י בלישנא בתרא דהא דקתני דאין מקנין כו' אבל מקנין לה להשקותה כשהיא נשואה בשקינה לה ונסתרה בעודה ארוסה ומשקה לה כשהיא נשואה קאמר וכמו שהכריח מההיא דאמן שלא שתיתי ארוסה כו' עכ\"ל דלית ליה להך תנא דרשא דונקה האיש מעון מיהו ההיא דפ' ארוסה דדחי רב פפא דמתני' להשקותה כשהיא נשואה קאמר ע\"כ דה\"ק דמתני' בשקנא לה בעודה ארוסה ואח\"ך נשאה ונסתרה בעוד' נשואה ומשקה לה דהא מתני' אית ליה דרשא דונק' האיש מעון ואי נסתר' בעוד' ארוס' תו לא מצי להשקות' דהא אינו מנוקה מעון והא דקאמר כדתניא אין מקנין לה לארוסה אבל מקנין לה כו' לאו למימרא דמתני' דומיא דברייתא מיירי ובשנסתר' בעוד' ארוסה דהא ודאי לא מצי' מימר הכי וכמדובר אלא סיעתא בעלמא קמייתי מינה דקינוי דארוסה הוי קינוי אע\"פ שאינה ראויה לשתיה בזמן הקינוי וכדתניא אין מקנין לה כו' אבל מקנין לה להשקו' כשהיא נשואה הרי דקינוי דארוסה חשיב קינוי ובהא לא פליגי אבל במאי דמשמע לתנא דהך בריית' דאפי' נסתרה בעודה ארוסה מצי להשקותה כשנשאת ולית ליה דרשא דונקה האיש מעון בהא ודאי פליגי תנא דמתני' עם תנא דברייתא והדברים ברורים:<br><b> עוד </b> הוקשה לו להרב ז\"ל בשיטת רבינו דס\"ל דכל שבא ביאה אסורה מימיו שלא היו המים בודקין אותה מהא דרב ששת סוטה שיש עליה עדים במ\"ה אין המים בודקין אותה ופשיט לה מדתנן אלו אסורות לאכול בתרומה ושבאו עדים שהיא טמאה והכריח שבאו עדים אחר השתיה ואי אמרת דהמים בודקין אותה תגלי מלתא למפרע דסהדי שקרי נינהו ורב יוסף רצה לדחות ראיה זו דילמא זכות תלה ורב השיבו דלעולם מתכוונת וכדאיתא התם ואם איתא לשי' רבינו אימא דלעולם המים בודקין אותה והכא ה\"ט משום דילמא בעל בעילת איסור ומשמא בא עליה בדרך לא קשיא משום דמאוסה היא א\"נ דהא איכא עדים אך לרבינו ק' והגדיל הרב מדורת קושייתו ממ\"ש רבינו עצמו לקמן בספ\"ג הל' כ\"ג באו עידי טומאה כו' ועוד דשמא בעלה אינו מנוקה מעון וא\"כ אזדא ליה ראיית רב ששת דאין לומר דס\"ל לרב ששת דנהי דמי שבא ביאה אסורה אין המים בודקין אותה מכל מקום מתכוונת היא דומיא דזכות דמדברי רבינו בספ\"ג דכתב ב' טעמי' למה לא בדקוה המים והיינו שיש לה עדים או שמא בעלה אינו מנוקה מעון ולא כתב דשמא הזכות תלה ש\"מ דאיהו אזיל לשיטתיה דהזכות תולה אבל היתה מתכוונת אבל בב' טעמים שכתב אין שטן' ואין פ\"ר ומש\"ה לא נקט אלא הני תרי טעמי שהרי ראינוה שלא היתה מתכוונת והניח הדבר בצ\"ע ובד\"ה אחר שכתבתי הביא דברי התוס' בפ\"ק דקדושין דז\"ך ד\"ה ונקה שכתבו דכל שבשעת ההשקאה היה יודע שבא ביאת איסור מימיו אפי' שהיתה בשוגג שוב אין המים בודקין אותה אבל אם בשעת השקאה לא היה יודע אף שעבר עבירה בימיו היו המים בודקין אותה בין שעבר בשוגג בין שעבר במזיד ועפ\"ז העלה מן הישו'ב דברי רבינו דלא קשיא כלל מההיא דרב ששת דהוה ס\"ל לרב ששת דאי המים בודקין אותה בשיש לה עדי' במ\"ה א\"כ תגלי מילתא למפרע דהני סהדי שקרי נינהו מדלא בדקו לה מייא והשת' ליכ' למי' דילמ' בעל בעיל' אסורה ומשו\"ה לא בדקו לה מייא דממ\"נ אם בשעת השקאה היה יודע שעבר עביר' בימיו אומדנ' דמוכח שהוא לא היה משקה אותה שהרי היו אומרים לו ב\"ד שאם יש בידו עון אשר חטא וזכור הוא אין המים בודקין אותה ואין ספק שהוא לא היה משקה אותה ומוחק את השם בלא הועיל ואם הוא שכח בשע' השקאה שעבר עבירה בימיו הרי הוכחנו שהמים בודקין אותה וא\"כ שפיר הוכיח רב ששת דכל שיש לה עדים במ\"ה אין המים בודקין אותה ומה\"ט מהימנינן לעדים את\"ד הרב ז\"ל שם בא\"ד יע\"ש:<br><b> ואנכי </b> לא ידעתי איך נחה דעתו של הרב ז\"ל בכך דאכתי לשון רבינו בספ\"ב מה' אלו הכ\"ג שכתב באו עידי טומאה אחר ששתה הר\"ז תצא מפני שאין המים בודקין אותה אלא מי שאין לה עדים שמעידין על זנותה ועוד דשמא בעלה אינו מנוקה מעון לפיכך לא בדקו המים את אשתו הנה לשון זה עומד ומנגדו דחייש הרב לשמא אינו מנוקה מעון ובטלה האומדנא שכתב הרב ז\"ל לדעתו וכיון שכן הדרא קושייא לדוכתא מההיא דרב ששת ולית לה פתרי במ\"ש הוא ז\"ל וכעת צ\"ע:<br><b> עוד </b> ראיתי להרב ז\"ל שבסוף לשונו ד\"ה אחרי הודיע אלהי'ם כו' עמד מתמיה ע\"ד הרא\"ש במה שהכריח דאף בעון בניו וכלותיו אין המים בודקין אותה אלא דוקא בשידע ולא מיחה מההיא דרב ששת דאמר סוטה שיש עליה עדים במ\"ה אין המים בודקין אותה ודייק לה ממתני' דשבאו עדים שהיא טמאה כו' ואם איתא מאי קדייק ממתני' נימא הא דלא בדקוה מייא משום עון בניו וכלותיו אלא ודאי דוקא היכא שיודע ואינו מוחה אז ודאי לא היו משקין אותה כיון שיודע שאין המים בודקין אותה ע\"כ ותמה הרב ז\"ל עליו דכיון דעכ\"ל שיש חילוק בין כשיודע בשע' השקא' שחטא לכשאינו יודע וכמ\"ש התוס' דז\"ך ע\"ב א\"כ אימא דלעולם משום עון בניו וכלותיו אפילו שלא ידע אין המים בודקין אותה מיהו היינו דוקא בשידע בשע' ההשקאה שחטאו בניו וכיון שידע פשיטא שלא היה משקה אותה אבל אם לא ידע בשע' ההשקאה המים בודקין דומיא דעון דידיה את\"ד והניחה בצ\"ע:<br><b> והנה </b> אמת קושייא זו לא קשייא אלא לפי היסוד אשר בנה ונטע הרב ז\"ל בדיבור הקוד' דעון דמזיד ודשוגג כי הדדי נינהו ועל כולם שר של שכת' מצוי לא ימיש מתוך האהל דלפי\"ז אין לנו טעם למה התורה התירה ע\"י שתיית סוטה ולא תלינן דילמא חטא בשוגג או במזיד והוא לא ידע בעת ההשקאה אלא משום דכל דלא ידע בשעת ההשקאה חשיב מנוקה מעון ובכן יפה השיב על הכרעת הרא\"ש כמדובר:<br><b> ואולם </b> אנו בענייותנו לא כן אחשב דהסבר' נותנת דע\"כ לא נאמר כלל זה דכל שלא ידע בשעת ההשקאה שחטא דחשיב מנוקה מעון אלא בעון דשוגג אבל בעון דבמזיד אדרבא כיון שהוא עבר במזיד ולא שם חטאתו נגדו תמיד לעשות תשובה הראויה אין לך עון גדול מזו דומה למ\"ש התוס' בשבועות ד\"ה והביאו הרב ז\"ל לעיל בד\"ה ומ\"מ אני מסתפק יע\"ש, ואדרבא פושע מיקרי ומשוח שישראל כשרין הן ואם עבר וחטא במזי' הנה לעולם חטאתו נגדו תמיד לשוב בתשובה כי ע\"כ התירה התורה ע\"י שתיית סוטה ולא תלינן שמא חטא במזיד דמילתא דלא שכיח הוא שיחטא וישכח דחזקה אלימתא שאם חטא במזיד דלא היה שוכח ועל כן משרבו המנאפין בטלו מי סוטה ולא סמכו על האומדנ' והחזקה דכיון שרבו המנאפין בטלה חזקה זו דאין אדם חוטא ושוכח שהרי נעשי' להם כהתר דכיון שעבר עבירה ושנה ושלש נעשית לו כהתר ובודאי שכח ולא שם לבו עליה ולדברי הרב ז\"ל קשה למה בטלו מי סוט' משרבו דכיון שהיו מודיעין להם שאין המים בודקין ואעפ\"י כן היה משקה אין לך אומדנא גדולה מזו דאפי' עבר עביר' ושכח בעת ההשקא' דהמים בודקין אותה אלא ודאי כדאמרן:<br><b> ובכן </b> דברי הרא\"ש יעלו על נכון דמעיקר' נסתפק הרב דשמא על עון בניו וכלותיו שעברו במזיד חשיב כעון דידיה דאין המים בודקין אותה וע\"ז העלה דכל שלא ידע למחות אעפ\"י שהם עברו במזי' ותהי עונותם על עצמותם המים בודקין אותה דאלת\"ה מאי קדייק רב ששת ממתני' כיון דאיכא למתלי בעון בניו וכלותיו שעברו במזיד והוא לא ידע דבעון דידיה כה\"ג אין המים בודקין אותה אלא ודאי דכל שלא ידע למחות בהם אין בו עון אשר חטא כלל ומה שהק' על הרא\"ש ז\"ל למה לא הכריח דינו ממקום זה דאי אמרת אפילו שלא ידע אין המים בודקין איך התירה תורה לאשה אחר ששת' ולא תלינן דילמא חטאו בניו הדבר מבואר אצלי דאי מהא לא אירייא דכל התורה כולה סמכו אחזקה וכל ישראל בחזקת כשרים שלא חטאו בשאט בנפש אבל בההיא דרב ששת דאיכא סהדי דמסהדו שנטמאת כי חזינן דאין המי' בודקין אות' ודאי בטלה חזק' זו לגבי עדים וכל היכא דאיכא למיתלי תלינן וא\"כ אפשר דעדיפא מינה קא מוכח הרא\"ש מההיא דרב ששת אפי' דאיכא עדים וכמ\"ש הרב ז\"ל לעיל סד\"ה ונר' כו' יע\"ש:<br><b> ואולם </b> אי קשייא לי הא קשייא לי עמ\"ש התוס' בפ' קמא דסוטה והביא דבריהם הרב לעיל בד\"ה אך כו' עמ\"ש בגמ' עדים במ\"ה לא שכיח כתבו הם ז\"ל וה\"ה בא בעלה בדרך לא שכיח יע\"ש והשתא למה זה הוצרכו לומר דבא עליה בעלה בדרך לא שכיח ואפילו אם נאמר דשכיח ושכיח מ\"מ אם ידע בעת ההשקא' שבא עליה אומדנא גדולה איכא בדבר שהוא לא היה משק' אותה ואם לא ידע בעת ההשקאה הרי המים בודקין אותה בין על עון דשוגג בין על עון דמזי' לדברי הרב ז\"ל ולדברינו על עון דשוגג ועל דמזיד ליכא למיחש שהוא לא ידע דודאי זכור הוא בעת ההשקאה דאין אדם חוטא במזיד ושוכח דמה\"ט שרינן לאשה ע\"י שתיית מי סוטה ועל הרב ז\"ל יש לתמוה אמאי לא עמד על דעת התוספות הללו וכעת צ\"ע:<br><span class=\"H\"> שורש בא על ארוסתו אין המים בודקין</span>\n<b> עוד </b> כתב רבינו <b> ואפי' </b>\n<b> בא על ארוסתו בבית חמיו כו.' </b> וכתוב בהשגו' האי דלא כהלכתא משמעתתא דריש ארוסה ושומרת יבם וכתב מרן כ\"מ דהיינו מדאמרי' התם טעמא דכתיבי הני קראי הא לא\"ה ארוסה שתייא והא כי אתא ר' אחא כו' מבלעדי אישך שקדמה שכיבת בעל לבועל ולא שקדמה שכיבת בועל לבעל ואמר רמי בר חמא משכח' לה כגון שבא עלי' ארוס בבית חמיו משמע מהכא דאע\"ג דבא עליה ארוס בבית חמיו הוה שתייא אי לא דממעט קרא דלא שתייא והשתא אם איתא דבא על ארוסתו בבית חמיו אינו מנוקה מעון ל\"ל קרא למעט ארוסה ת\"ל דאינו מנוקה מעון ואפשר לדחוק ולומ' דקרא תרי טעמי יהיב למעט ארוסה עכ\"ל ודברי מרן ז\"ל הללו לפי פשטן מרפסן אגרי וכל השומע יתמה היכן מצינו קראי יתירי לרבות בטעמים ואנן לא דרשינן טעמא דקרא כלל ועוד דא\"כ מאי קמקשי בגמרא מההיא דרב אחא אימא דקרא תרי טעמי יהיב אי משום ארוס' ואי משום שקדמה שכיבת בועל לבעל ועוד דמעיקרא ליכא קושייא ביתור הפסוקים דשפיר אצטריך קרא דתחת אישך למעט ארוסה משום דמן התורה ליכא איסור בבא על ארוסתו בבית חמיו כי היכי דנמעט מקרא דונקה האיש מעון ונהי דכי אתו רבנן ואסרו בבא על ארוסתו בבית חמיו שפיר ממעיט מקרא דונקה שאין זה מנוקה מעון מיהו עיקר קרא אצטריך למעט ארוסה לקודם שאסרו חכמים בא על ארוסתו בבית חמיו ומתוך כך דחה הרב מ\"ל דברי מרן ובחר לו דרך לעצמו לומר דהשג' הראב\"ד היתה ממקום אחר יע\"ש ולא מן השם הוא זה לדחו' דברי מרן המלמדינו להועיל בפרט בדבר כזה שהמתחילים בעיון לא יכתבו כדברים האלה וחס ליה למרן שיכתוב דברים תמוהי' הללו:<br><b> ואולם </b> הנר' מבואר בדעת קדוש שהוא ז\"ל לא כיוון לומר דעיקר השגת הראב\"ד היתה דעיקר קרא דתחת אישך למאי אצטריך ות\"ל דאינו מנוק' מעון דודאי מעיקר קרא לא קשייא כלל כדאמרן אבל כונתו לומר דמדאצטריך תנא דמתני' למעט ארוסה מקרא דתחת אישך ולא ממעט לה מקרא דונקה האיש מעון משמע דמההוא קרא לא מצינן ממעט לה משום דמנוקה מעון הוא וזה היפך דעת רבינו דחשיב ליה אינו מנוקה מעון וע\"ז בא כמשיב לדעת רבינו דתנא תרי טעמי יהיב למילתיה למעט ארוסה אי משום שאינו מנוקה מעון ואי משום דבעינן תחת אישך וליכא ומ\"ש בדברי מרן דקרא תרי טעמי יהיב ט\"ס נפל בדבריו במקום דתנא כתבו דקרא ובזה מוצל אדונינו מרן ז\"ל מכל התמיהות הללו הנופלות בדבריו וכה הראני מו\"ה הרב המובהק מוהרי\"ן נר\"ו כתוב אצלו בדברי מרן הללו שט\"ס נפל בדבריו והוא הנכון:<br><b> ומצאתי </b> כתוב לאחד קדוש לא ידעתי למי מקדושים אחר שהביא דברי רבינו ומרן כתב וז\"ל ותהי בה הרב המובהק מופת הדור כמוהר\"י רוזאניש נר\"ו ואין כאן קושיא דהא הנהו קראי עד דלא אתו רבנן ואסרו בעילת ארוסה בב\"ח אצטריכו ונהי דהשתא בתר דגזור רבנן אפשר דממעיט מונקה האיש מעון אבל כל כמה דלא גזור אי לאו הנהו קראי הוה שתייא ומאי דנסיב להאי קרא תנא דמתני' ולא קרא דונקה כו' לא מכרעא דתנא עיקר קרא דריש ולמה ליה לאתויי הא וההוא קרא עדיף טפי וא\"כ ליכא תברא מהסוגייא וחד מרבנן הק' דאי מקרא דונקה גרידא התם נוטלת כתובה אבל מהנהו קראי אינה נוטלת ולא קשיא הא דהא כתובה דרבנן היא וא\"כ שפיר איכא בש\"ס הני קראי ל\"ל ת\"ל מונקה האיש כיון דמן התורה ליכא כתובה ומיהו השתא ל\"ק תנא דמתני' למה לא הביא קרא דונקה משום דאי מההוא נוטלת כתובה מש\"ה אצטריך לאתויי מעיקר קרא ברם קושיית הרב הנ\"ל עצמית וקו' האי מרבנן שייכא למה שהבין מרן בדעת הראב\"ד שסובר דקו' הני קראי הוא היום דתקשי ליה ת\"ל מונקה ליתא דתנא בעי הני קראי לפוטרו מן הכתו' ודוק והחכם השלם כמוהר\"י ן' פורנה נר\"ו הקשה אפילו לדברי מרן אכתי לא תברא דת\"ל מונקה כו' משום דאיכא למימר דאצטריך בשקטן קידש אשה והיא ארוסתו ובא עליה כשהוא בן תשע דליכא עון וכשהגדיל וגדלו קדושיה וקנא לה ונסתרה דשפיר איכא למימר קדימת שכיבת הבעל שכבר בא עליה בב\"ח ושפיר איכא ונקה האיש מעון הואיל וכשבא עליה לא היה בר עונשין ואמטו להכי אצטריכו הני קראי דמ\"מ כיון דאכתי ארוסה היא לא קרי' ביה תחת אישך ולי אפשר שאין זה נקרא שקדמה שכיבת בעל דלאו בעל מקרי קטן ולא שייך מבלעדי אישך שאין אישות לקטן כנודע ולא מסתבר למימר לכשהגדיל והגדילו הקדושין למפרע איקרי שכיבת בעל וכל מן דין אינה שותה:<br><b> והנה </b> מדברי רבינו הנ\"ל נראה דשפיר קא ממעט מונקה האיש מעון אפי' איסורין דרבנן ומשמע משום לתא דלא תסור וכ\"כ מרן ז\"ל בפ\"ג מהלכות עבדים עמ\"ש רבינו שם וז\"ל כל ע\"ע הרי האדון חייב במזונות אשתו הנשואה לו ולא ארוסה כו' והוא שתהיה מותרת לו אבל אם היתה מאיסורי לאוין אפילו שניה אינו חייב במזונותיה שנאמר אשתו עמו אשה הראויה לעמוד עמו וכתב מרן דכל מילי דרבנן אסמכוה אקרא דלא תסור ועוד דשניות ילפינן מושמרתם את משמרתי שפיר איכא למימר דמעטינהו קרא עכ\"ל והק' החכם השלם כמוהר\"י הלוי נר\"ו מדאמרינן בפ' אלו נערות דל\"ה ת\"ר עריות ושניות לעריות אין להן קנס ולא פיתוי ופרכי' עלה מאי עריות ומאי שניות אילימא עריות ממש שניות מדברי סופרין כיון דמדאורייתא חזיין ליה אמאי אין להן קנס אלא עריות חייבי מיתות בית דין שניות חייבי כריתות אבל חייבי לאוין יש להן קנס כו' ע\"ש אלמא כיון דחזיין מדאורייתא שפיר קרינן ולו תהיה לאשה וע\"ש בפירש\"י ולדברי מרן מאי קושיא הא לא חזיין מלאו דל\"ת א\"נ מושמרתם וכו' ושפיר ממעטו ואמאי לא משני הכי גם רבינו פסק דשניות יש להן קנס ואפילו חייבי עשה זו קו' החר\"י הנז':<br><b> ולדעתי </b> כי הנה בדברי הרמב\"ם ז\"ל עצמו אין כאן קושיא לאפוקי החר\"י הי\"ו שערך קושיתו גם על הרמב\"ם והלא כה דברי כי הנה אותה הלכה של עבד שנויה במכילתא שהביא מרן שם ששנו בה יכול אף אלמנ' לכ\"ג גרושה וחלוצה לכ\"ה ת\"ל עמה ע\"ש וידוע דחלוצה דרבנן וכיון דרבנן אסרוה עליו כעין דאורייתא תקון שלא יהיה לה מזונות ומאי דנקט לה בהכי אסור תורה אשגרת לישן היא ועיקר דרשא ועיקר קרא לאלמנה וגרושה אבל חלוצה כולה מלתא דרבנן וכששנה חלוצה בהדייהו להשוות' שלא יהיו לה מזונות ומדרבנן אבל לא דממעטא נמי מהך קרא ודוגמא כתב הרב המגיד בריש הל' אישות והתי\"ט ביבמות ומכאן למד הרב ז\"ל לשאר עריות דרבנן דפטור האדון ומאי דמייתי ראיה מהך קרא הוא לחייבי לאוין שהזכיר ולא חש לערב בכלל השניה כשם שלא חש תנא דמכילתא אלא המכוון לה שותה לדין והיינו דפריך שפיר גבי קנס דלא ממעיטא מולא תהיה לאשה וכ\"ת נימא כהתם דכל דתקון כעין דאורייתא תקון וכשם דאיסו' תורה אין קנס גם לזה איכא למימר דלא מסתבר לתקוני הכי שלא יהיה חוטא נשכר אלא לא יכנוס ויתן קנס וההיא גזרת הכתוב הוא א\"נ דלא תהוי כפרה אבל הכא לא חשו משא\"כ גבי מזונות אשת העבד דלעולם אין העבד משתכר ולא מפסי' ואדרבא כדי שלא תהיה עמו אינו ראוי שיפרנס' שאם יפרנסנ' אנו מחזיקין ידי ע\"ע בידים ובזה הפקיעו המזונות ובזה דברי הרב נוחין ואין אנו צריכין ליישוב מרן ז\"ל ובהל' נערה בתול' פ\"ה ה\"ה שכתב דאם האנוסה אסורה עליו אפילו מחייבי עשה ואפילו שניה הרי זה לא ישאינ' כו' שנאמר ולו תהיה לאשה אשה הראויה לו והוא לשון המשנ' בפרק אלו נערות אלא שלא הוזכרו במשנ' שניות ומ\"מ הדין אמת שהרי ביבמות דנ\"א אמרו ולו תהיה לאשה הראויה לו פרט אלמנ' לכ\"ג חלוצ' לכ\"ה וע\"כ דאגב נקטא וכדאמרן בההיא דעבד ומ\"מ הרי הזכירו אסור ד\"ס ג\"כ ופסק הרב מוכרח וראייתו שהביא עיקרו אחייבי לאוין ואגב נקטא שניה לאשמועינן איסורא וכמ\"ש בההיא דעבד ואין מקום לקושיית החר\"י הנז' לדברי הרב אלא לדברי מרן ז\"ל ודכוותא כתב מרן ז\"ל שם בההיא דאנוסה דאייתינן וז\"ל ומ\"ש רבינו ואפי' שניה כו' ק' כיון דמדאורייתא היא אשה הראויה לו כיון דמושמרתם וכו' מצאו חכמים מקום לאסור שניות שפיר א\"ל דשניה אמעיט' מולו תהיה לאשה כו' בלא תסור כו' ע\"כ והוא תימא דעל אותה סוגיא עצמה קאי וקאמר להך שנויא ואולי כל דברי מרן כאן ובה' עבדים הכונה דרך אסמכתא ור\"ל מה מצאו מקום לסומכם אקרא דפשט הלשון משמע דלפחות סמך יש במקרא מדערבינהו ולזה תירץ דכיון דיש להן סמך בלא תסור שפיר אסמכינהו אהני קראי אלא בההיא דקנס שפיר פרכינן דבשביל סמך כל דהו אין להפקיע זכות האנוסה ויהיה חוטא נשכר אבל למעט שלא ישאינ' שפיר ממעטא בדרך אסמכתא:<br><b> וראיתי </b> עוד למרן דברים תמוהים לא זכיתי להבינם הלא המה שם בה' נערה בתולה פ\"ה דף י\"ד כתב הרב ז\"ל היתה מחייבי עשה או שניה וכיוצא בהן שאסורה מד\"ס בין התרו בו בין לא התרו בו חייב בקנס שאין כאן מלקות ע\"כ ומרן הביא הברייתא הנ\"ל וכתב דפסק רבינו כלישנא בתרא דאמר שניות חייבי לאוין ומ\"ש דוקא חייבי לאוין אבל חייבי עשה לא ועוד דאתיא כמ\"ד אין אדם לוקה ומשלם וכו' עש\"ב ותימא דאותה ברייתא אוקימנא לה ללישנא קמא כשמעון התימני וללישנ' בתרא כשמעון בן מנסיא ותרווייהו דלא כתנא דמתני' דהתם דתני קנס בחייבי כריתות וחייבי לאוין וכן מבואר שם בכולה סוגיא ע\"ש ואמרו מתני' דלא כהאי תנא ועיין בתוס' במיעוטי דנערה והרב ז\"ל פסק כתנא דמתני' ודלא כתרווייהו ומ\"ש עוד דללישנא בתרא לא אמעוט חייבי עשה ליתא דבפירוש אמרו בסוגיא מאי בינייהו חייבי עשה דלשמעון בן מסיא אמעוט דהא אין לקיימה ע\"ש ופשוט ומרן עצמו בלשון הנ\"ל דאנוס' דאייתינן לעיל כתב כן ותמה על הרב שכתב השניה וניחא ליה בחייבי עשה ע\"ש ובעיקר דין הרב אין פקפוק כלל שהוא פסק כתנא דמתני' דבכולהו אית קנס ואמר ר\"י בלא התרו בו אבל התרו בו לקי ולא משלם ולפיכך כל מקום שאין בו מציאות מלקות כגון חייבי עשה ושניות לעולם משלם קנס ודין הרב אמת ולית שייכות למה שהביא מרן כאן ופשוט ע\"כ מ\"כ:<br><b> והנה </b> מלבד מה שדחה מרן לדעת רבינו דתנא תרי טעמי יהיב ונקט קרא דתחת אישך וה\"ה דהוה מצי למימר מטעם שאינו מנוקה מעון דהא ארוסה לא משכחת לה דשתיא אלא בבא עליה ארוס כי היכי דתקדום שכיבתו לבועל ואין זה מנוקה מעון עוד זאת יש ליישב לדעת רבינו דמש\"ה נקט תנא קרא דתחת אישך למעט ארוסה משום דמקרא דונקה האיש מעון ליכא הוכח' דעל סתם העון דזנות קפיד קרא אלא על עון שבא עליה בעלה בדרך דוקא הוא דקפיד דבהכי מיירי ענינא דקרא ולזה אתא קרא דתחת אישך למעט ארוסה ולגלויי אקרא דונקה האי"
            ],
            [
                "<span class=\"H\">שורש אשה שנשאה באיסור אין המים בודקין</span>\n<b> כל </b>\n<b> איש שבא ביאה אסור' מימיו כו'. לפיכך אם היתה אשתו אסו' עליו וכו' אינה שותה.</b> ע\"כ. הנה דעת רבינו ז\"ל מבואר דס\"ל דטעמא דמתני' דתנן בר\"פ ארוסה אלמנה לכ\"ג גרושה וחלוצה לכ\"ה כו' לא שותות ולא נוטלות כתוב' היינו משום דאין האיש מנוקה מעון וכתב הרמ\"ל ז\"ל דטעמא דלא אשמועינן מתני' חידושא טפי דאפילו עבר עבירה אחת בימיו משהגדיל שוב אין המים בודקין את אשתו וכ\"ש הני נשי דכל ימיו באיסור קאי הוא משום דמתני' בעי למתני ולא נוטלות כתובה ומי שבא ביאה אסור' דקי\"ל דאין משקין אותה מ\"מ אינה מפסדת כתובת' וכמ\"ש רבינו לעיל בריש פרקין דאם בא עליה בעלה אחר שנסתרה ה\"ז אינה שותה ונוטלת כתובת' אלא דאלמנה לכ\"ג ודכוותייהו כיון דבסיבתן אינן ראויות לשתות דאין האיש מנוקה מעון אינן נוטלות כתובה וכתב עוד וכי תימא בא עליה בעלה אחר שנסתרה היא היתה סיבה שלא תשתה הא לא קשיא משום דשאני בא עליה שהיא אומרת שהיא טהורה ואין כאן איסור כלל אבל לדידיה הוא מוזהר עליה בלאו הבא מכלל עשה ואפילו אם היא טהורה נענש בב\"ד של מעלה כמ\"ש התוס' בר\"פ כשם ד\"ה מה ת\"ל יע\"ש:<br><b> עוד </b> כתב הרב ז\"ל וז\"ל ועוד נ\"ל דמי שבא על אשה בלא קדושין דפשיטא דאינו מנוקה מעון דהא אליבא דרבינו לוקה וכמ\"ש בריש הלכות אישות אם חזר ולקחה נהי שאינו יכול להשקותה משום שאינו מנוק' מעון מיהו אינה מפסדת כתובתה ואף שהיא היתה סיבת העון משום דדוקא היכא שהנשואין היו באיסור הוא דאמרינן דמפסדת כתובת' אבל היכא שהנשואין היו בהיתר אף שקודם לזה קדם ביאה אסורה אינה מפסדת כתובת' והיינו טעמא דבא עליה בעלה אחר שנסתר' שאינה מפסדת כתוב' לפי שנשואיה בהיתר היו עכ\"ל ולפי דבריו ז\"ל אין ספק שאם בא על ארוסתו בבית חמיו ואח\"כ נשאה וקנא לה ונסתרה אעפ\"י שזו אינה שותה לדעת רבינו שהרי אינו מנוקה מעון מיהו אינה מפסדת דאף שהיא היתה סיבת העון מ\"מ הנשואין בהיתר היו:<br><b> והנה </b> אמת שאם עיקר הטעם תלוי במ\"ש הרב ז\"ל דכל שנשואיה היו בהיתר אף שהיא היתה סיבת העון אינה מפסדת כתובת' יפה דן יפה זיכה, ואולם אני בע\"ד לא כן אדמה כי מי גילה לו להרב ז\"ל רז זה בטעמו של דבר דאפשר לומר טעם יותר נכון והוא דכל שקדמה לה הידיעה קודם סתירת' שאם תבא לידי שתיה שאין המים בודקים אותה בא' מהסיבות המונעות בדיקת המים ואפ\"ה הלכה ונסתר' באותו שקינא לה אז ודאי הפסיד' כתובת' כיון שהיא גרמה לה והפסידה נפשה דמאחר שהיתה יודעת שאין המים בודקין אותה על מה סמכה נפשה להסתתר ולומר שהיא טהורה כיון דלא סמא בידה להכריע דבריה שהיא טהורה וע\"כ באלמנה לכ\"ג וחלוצה לכהן הדיוט וכיוצא דקדמה לה הידיעה קודם סתירתה שאם תסתתר לא תבא לידי שתיה כיון שאין המי' בודקין אותה בעבור בעלה שאינו מנוקה מעון כשהלכו ונסתרו אבדו כתובתן שהרי עשה הכתוב ספק סוטה כודאי מה\"ט קפיד רחמנא אבעל שאם קינא לה ונסתרה שלא תזקק לה עד שתשתה משו\"ה אין אנו מאמינים אותן במה שיאמרו טהורות הן שאנו תולין שנטמאו בודאי וכיון שאינן ראויות לשתות והלכו ונסתרו אינהו דאיפסידו אנפשייהו לא כן בבא עליה בעלה אחר שנסתרה דבשעה שנסתרה היתה ראויה לשתות ואח\"כ הוא דאירע הדבר שאינה ראויה לשתות נאמנת בדבריה שאומרת שטהורה היא ואין בסתירתה הוכחה שנטמאת דבשעה שנסתרה ראויה היתה לשתות ועל שהיתה ראויה לשתות וסמא בידה להוכיח שלא נטמאת סמכה נפשה ונסתרה וכשאירע הדבר אח\"ך שאינה יכולה לשתות לא מפני זה תפסיד כתובתה כיון דסתירה האוסרתה לא מכרעת לומר שנטמאת ועיין להתוס' בר\"פ כשם ד\"ה ה\"ג כו' באופן שטעם הפסד הכתובה תלויה ועומדת במעשיה וגרמא דידה שנסתרה ואינה יכולה לברר שהיא טהורה וכל שבשעה שנסתרה סמא בידה לברורי שהיא טהורה לא הפסידה אנפשה בסתירתה דסמכ' אנפשה שיכולה לברר שהיא טהורה ועיין במ\"ש הרב ז\"ל לעיל בריש הפרק:<br><b> מעתה </b> בבא עליה בעלה בעודה ארוסה וכן בבא עליה בלי קידושין דקודם הסתירה הדבר ידוע שאין המים בודקין אותה כשהלכה ונסתרה הפסידה כתובתה בודאי דדמיין לאלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט דמשום שקדמה להן הידיעה מקודם אפסידו אנפשייהו כדבר האמור, וראיה לדברינו מ\"ש רבי' ברפ\"א דבזמן שאין מי הסוטה וקנא לה ונסתרה תצא בלא כתובה יע\"ש, הרי דאפילו שהנשואין היו בהיתר אפ\"ה כשאינה יכולה לשתות אמרינן שתצא בלא כתוב' והדבר ברור שהט' תלוי בדבר האמור דהתם איהי אפסידה אנפשה כיון שהדבר ידוע שאין המים בודקין ואפי\"ה הלכה ושתתה. ואם כנים אנחנו בזה הדרא קושיית הרב לדוכתא למה נקט מתני' אלמנ' לכ\"ג דהיינו שנשא אשה באיסור תיפוק לי דאפילו עבר עבירה אחת בימיו כגון שבא על ארוסתו בבית חמיו ואח\"ך נשאה או שלקחה בלי קידושין דאפ\"ה מפסדת כתובתה ובזה לא יצדק תשובת הרב ז\"ל כמובן, כי ע\"כ נלע\"ד דלחידושא נקט תנא הני נשי דאפילו שהן אסורות לבעליהן אפי\"ה מקנו להן וכדדייקינן בגמרא משתא הוא דלא שתו הא קינוי מקנו למאי אי לאוסרן לבעל הרי אסירן וקיימא אלא לאוסרן לבועל יע\"ש, ומשום דהוה ס\"ד לומר דדוקא כשקינוי הוא לאוסרן לבעל מצי מקנא לה ונאסרה בקינוייו אבל כשאסורות ועומדות לבעל לא מהני קינוי ואפילו לבועל אינן אסורות קמ\"ל כנלע\"ד:<br><b> תו </b> ק\"ל במ\"ש הרב ז\"ל דאשה שבא עליה בעל' אחר שנסתרה והיא אומרת שהיא טהורה לדידה אין כאן איסור כלל אבל לדידיה הוא מוזהר עליה בלאו הבא מכלל עשה ואפילו אם היא טהורה הוא מוזהר בב\"ד של מעלה עכ\"ל ובקצורי לא זכיתי להבין מנ\"ל להרב ז\"ל דכיון דקרא עשאה כודאי סוטה אעפ\"י שהיא צווחת ואומרת שהיא טהורה למה לא יהיה היא ג\"כ בכלל האיסור והרי אנו פוסלין אותה מתרומה מקרא דונטמאה אע\"פ שהיא האוכלת ואין לזרים איתה ולא אמרינן היא יודעת בנפשה שהיא טהורה ותאכל ותשבע אלא ודאי דאעפ\"י שהאמת כדבריה גזירת הכתוב היא שכל שלא שתה מי סוטה ותוציא לאור אמיתות דבריה הרי היא כודאי סוט' והרי היא בכלל העונש כשאר עונשים שבתורה אחד האיש ואחד האשה שוים:<br><b> עוד </b> זאת חזינא ליה להרב ז\"ל דממשנה זו דאלמנה לכ\"ג הוציא רבינו הדין שכתב לקמן בפרקין ה\"ט שאם היתה אשתו אסורה עליו ואפילו שניה שאינה שותה משום דבמתני' קתני חלוצה והדבר פשוט דאיסור חלוצה אינו אלא מד\"ס עכ\"ל. הנה הרב ז\"ל גופי' לעיל בפ\"א מהלכות נערה בתולה הל' ה' עמ\"ש רבינו שאם היתה האנוסה אסורה עליו אפילו שניה מד\"ס לא ישאינה כתב הרב ז\"ל בד\"ה גם מה שרצה להכריח מוהר\"א ששון ז\"ל מסוגיא דפרק הבע\"י דאף באיסורין דרבנן לא ישאינה מדקתני חלוצה והחלוצה אסורה מד\"ס לדידי לא מכרעא ראיה זו שהרי מצינו במקומות רבים דקתני החלוצ' והוי אשגרת לישן והאריך בראיות וכתב שכ\"כ מרן ב\"י בא\"ה סימן קי\"ו והן דבריו בכ\"מ פכ\"ד מהלכות אישות הל' ד' ועל כן טרח הרב ז\"ל שם לבקש מקום ראיה לדברי רבינו עיין עליו ולא ידעתי איך לא שת לבו לדבריו שכתב כאן:<br><b> איברא </b> כי באותו הדין עצמו לעיל מזה ד\"ה עוד ראיתי להרב הנז' כתב הרב דברי' הפכיים כי שם הביא אותה ברייתא דפ\"ב דיבמות דקתני אלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט הרי הן כאשתו ואינו מטמא לה והכריח דמדקתני חלוצה דאפילו באיסורין של דבריהם בטלו עשה דלה יטמא וסיים וכי תימא האי דנקט חלוצה לאו דוקא אלא אשגרת לישן היא ויש לנו כיוצא בזה בתלמוד וכמו שיתבאר לקמן הא ליתא דודאי חלוצה דקתני הכא בדוקא הוא דהא רישא דהך ברייתא הביאו אותה בפ' יש מותרות דפ\"ה לענין כתובה ואמרו דרבי חלוצה קא קשייא ליה והא חלוצה דרבנן ואית לה כתובה כו' מוכח בהדייא דס\"ל דחלוצה לאו אשגרת לישן הוא אלא בדוקא נשנית עכ\"ל. הרי שהכריח הרב דאותה ברייתא דקתני שהחלוצה שאין לה כתובה בדוקא נשנית וזה היפך דברי מרן ב\"י בא\"ה ס\"י שהביא הרב ז\"ל שכתב דאותה ברייתא דקתני חלוצה לאו דוקא היא. ויש ליישב בדוחק דודאי לסברת איכא מ\"ד דר' קתני לה וקשייא ליה חלוצה ה\"נ ודאי דס\"ל דחלוצה דוקא ולאו אשגרת לישן אמנם לסברת איכא מ\"ד דר' אלעזר קתני לה חלוצ' לאו דוקא וכן מבואר בדברי מרן כ\"מ בפכ\"ד מהל' אישות הל' ד' דבפלוגתא דלישני תלייא מילתא יע\"ש מעתה נוחי' דברי מרן ודברי הרב ז\"ל וכמובן:<br><b> עוד </b> ראיתי להרב ז\"ל שכתב וז\"ל אך ראיתי לרש\"י שפי' טעמא דמתני' משום דכתיב כי תשטה אשתו בראויה לאישות הכתוב מדבר וכתב דהכי תניי' בספרי ותמה עליו ז\"ל דלדידיה תקשי קרא למאי איצטריך למעט שאינה ראויה לאישות ת\"ל דאינה מנוקה מעון דהא ע\"כ בבא עליה איירי דאי לא הא קדם שכיבת בועל לבעל וכי תימא קרא אתא להפסידה כתובתה הא ליתא דהא כתובה אינה מן התורה ואפי' לרשב\"ג דאמר בכתובות דכתובת אשה דאורייתא כבר כתבו הראשונים דלאו משום דאורייתא הוא אלא דאית ליה סמך מן התורה ועלה על דעתו לומר דרש\"י ז\"ל חולק על רבינו ומשמע ליה דקרא דונקה האיש מעון לא מיירי אלא בעון דבא על אשתו אחר שנסתרה ושוב הביא אותה סוגייא דפ' עגלה ערופה דמ\"ז דאמרי' בהדייא דאפי' על עון דבניה ובנותיה אין המים בודקי' אותה ורש\"י ז\"ל ג\"כ ע\"כ דמודה בזה והדר' קושיין לדוכתא והניח דבריו בצ\"ע:<br><b> והנה </b> לפי מ\"ש הרב ז\"ל עצמו בפ\"א מה' נערה ה\"ג ד\"ה וראיתי לרש\"י בפי' החומש וז\"ל ונר' דאף למ\"ד כתובת אשה דרבנן דריש קרא דמהר ימהרנה לו כדדריש ליה רש\"י ז\"ל יפסוק לו מוה' כמשפט איש לאשתו שכותב לה כתוב' וישאינה שהרי מצינו כיוצא בזה בעבד עברי דכתיב ויצאה אשתו עמו ואמרינן בפ\"ק דקדושין מי הכניסם שיצאו ואמרו מכאן שהאדון חייב במזונות אשתו ובניו וכתבו הראשונים ז\"ל דאע\"ג דמדין תורה אין הבעל חייב במזונות אשתו מ\"מ כיון דמנהגם היה שהבעל היה זן אשתו ואת בניו הכתוב חייב לאדון בכל מה שהיה נוהג העבד שהיה מפרנס את אשתו ואת בניו ה\"נ נהי דליכא כתובה מן התורה מ\"מ כיון דהמנהג היה שכל הנושא בתולה היה כותב לה כתובה ולזה בא הכתוב גבי מפתה לומר דאף שהיא בעולה שיכתוב לה כתוב' כמו שהוא המנהג לכתוב לבתולו' עכ\"ל עי\"ש ולפ\"ז אפשר גם כן לומר דקרא דכי תשטה אשתו נמי אצטריך להפסי' כתובתה דאף על גב דמעיקר דינא דאורייתא לא מחייב מ\"מ כיון שהמנהג היה לכתוב לה כתובה אתא קרא לומר שיפסיד כתובה ואינה יכולה לתבוע מצד המנהג כי היכי דאמרי' בהנהו קראי דויצאה אשתו ובקרא דמהר ימהרנה לו ומ\"מ דבר זה לא ימלט מהדוחק:<br><b> כי </b> ע\"כ נלע\"ד דמעיקרא קושייא ליכא דקרא דכי תשטה אשתו אצטריך לגלויי אקרא דונק' דלאו דוקא אעון דבא עליה אחר שנסתרה הוא דאינו מנוקה מעון אלא אף אשאר עון דאיסורי ביאה דפשטיה דקרא כונתיה משמע דמיירי בעון דבא עליה אחר שנסתר' דוקא דבהכי מיירי כוליה עניינא דקרא אתא קרא דכי תשטה אשתו בראוי לאישות פרט לאלמנה לכ\"ג דבעמוד והוצא קאי וגלי אקרא דונקה דלאו דוקא בבא עליה אחר שנסתר' אלא אף אשאר עונות נמי ואצטריך קרא דונקה ואצטריך קרא דכי תשטה דאי לאו קרא דונקה הו\"א דדוק' כשנשא אשה באיסור הוא דאין המים בודקין אות' אבל מי שעבר עבירה אחת בימיו משהגדיל אפשר שהמים בודקין את אשתו להכי אצטריך קרא דונקה לומר דאפי' בשביל עבירה אחת שעבר בימיו לוקה. ושוב זכיתי ומצאתי כדברי להרב הגדול מוהר\"א זאבי ז\"ל בס' אורים גדולים למוד ק\"ע דע\"ז ע\"א:<br><b> ובעומדי </b> בזה עם מורי הרב המובהק מוהר\"י נוניש נר\"ו ההוא אמר דלא קשייא אעיקר קרא למה אצטריך דאפשר דקרא אצטריך לאלמנה לכ\"ג וגרושה וחלוצה לכהן הדיוט שנפלה להם יבמה מן האירוסין דמן התורה ביאה ראשונה ליכא איסורא דאתי עשה דיבום ודחי ל\"ת דאלמנה לא יקח וחכמי' הוא דגזרו ביאה ראשונה אטו ביאה שניה כדאיתא ביבמות בפר' ב' ד\"ך ע\"ב ואהא אתא קרא דתחת אישך בראויה לאישות פרט לאלו שאינן ראויות לאישות דאע\"ג דאיסורא ליכא בהו והרי הם מנוקים מעון מ\"מ משום שאינן ראויות לאישות אינן שותות אלו דבריו נר\"ו, מיהו אכתי לא נחה דעתי בזה דודאי מתני' דקתני אלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט לא שותו' ולא נוטלות כתובה לא מיירי באלמנה מן האירוסין ובשנפלה לפניו ליבום וכן חלוצה וגרושה שנפלו לפניו ליבום ובא עליהן ביאה ראשונה דא\"כ אמאי אינן נוטלות כתובה כיון דמדינא דאורייתא קנאן כאשתו לכל דבר ואין כאן עון אשר חטא:<br><b> ולפי </b> דברי הרב מ\"ל ז\"ל טעמא דכל הנהו דאינן נוטלות כתובה אינו אלא מפני שהנשואין היו באיסור והן היו סיבת העון דבסיבתן אינן ראויות לשתות שאין האיש מנוקה מעון וכמ\"ש בתחילת דבריו וכיון שכן באלמנה מן האירוסין ואינך הבאות לו ליבם דבביאה ראשונה ליכא איסורא ודאי דאינה מפסד' כתובה ומדקתני מתני' דאינה נוטלת כתובה ודאי דבאלמנה מן הנשואין או בשאר אלמנות וגרושות דעלמא דליכא בהו מצות יבום קמיירי והדרא קושייא לדוכתא למה לו לרש\"י ז\"ל להביא ראיה מקרא דכי תשטה אשתו ת\"ל מקרא דונקה האיש מעון וזה אינו מנוקה מעון, וע\"ז השיב מורי הרב הנז' דעל רש\"י ז\"ל לא קשיא ליה להרב מ\"ל דרש\"י ז\"ל מייתי האי קרא למיהב טעמא דמפסד' כתובה ומתני' ודאי בשאר אלמנות וגרושות דעלמ' קמיירי ועיקר קושיית הרב ז\"ל אינה אלא דעיקר קרא למאי איצטריך כיון דכתובה אינה מן התורה כמבואר בדבריו א\"ד נר\"ו:<br><b> והנה </b> אמת דבריו מוצדקים לפי דברי הרב מ\"ל מיהו כשאני לעצמי עיקר דברי הרב מ\"ל ז\"ל הללו שכתב דרש\"י ז\"ל מייתי האי קרא למיהב טעמא למה אינה נוטלת כתובה לא אדע שכו\"ל מאי קאמר שהרי לפי מ\"ש הוא ז\"ל דטעמא דהנהו שאינן נוטלות כתוב' הוא מפני שהן היו סיבת העון ובסיבתן אינן ראויות לשתות שאין האיש מנוקה מעון לפ\"ז עיקר הטעם תלוי בסברא וקרא למה ליה לרש\"י ומהיכא משמע מהאי קרא שאינה נוטלת כתובה דמעיקר קרא ליכא למילף אלא שאינן שותות ולא שאינן נוטלות כתובה שהרי כתובה אינה מן התורה מיהו לפי מ\"ש אנן יד עניי לעיל מזה דטעמא דאינן נוטלות כתוב' הוא משו' דאינהו אפסידו אנפשייהו שנסתרו ויודעות שאינן ראויות לשתות יצדק תירוץ הרב הנז' נר\"ו הדק הטב. ואפשר לאוקמי שפיר מתניתין באלמנה מן האירוסין ושנפלה לפניו ליבום ובא עליה ולהכי איצטריך תשט' אשתו ללמוד דאינ' שות' אע\"פ שהאי' מנוקה מעון משו' שאינה ראויה לאישות ולכן אינה נוטל' כתובה כיון שהיתה יודעת שאין המים בודקין אותה ואפ\"ה נסתרה דהשתא איהי אפסידה אנפשה ונכון הדבר ועוד אפשר לומר לע\"ד דעיקר קרא אצטריך למי שנעשה כרות שפכה אחר שנשא' ובא עליה דבשעת השתיה אינה ראויה לאישות וליכא טעמא דמנוקה מעון וברור ועיין לקמן ודע שאחרי כותבי תירוץ מו\"ה נר\"ו כן בקדש חזיתיו דברים כהווייתן בס' נצח ישראל דט\"ו ד\"ה ועתה יע\"ש:<br><b> עוד </b> כתב הרב ז\"ל בד\"ה ולדעת רבינו דמה שלא מנה במתני' דואלו שמנחותיהן נשרפות מי שבעלה בעילת איסור במקום מי שבעלה בא עליה בדרך משום דלחידושא נקטיה דאפי' באיסור דלאחר סתירה דכבר נראית לשתות בסתירה אפ\"ה אינה שותה וה\"ה דהו\"מ מימר מי שבעל ביאה אסורה אחר סתירה דהא נראית לשתות אלא נקט כה\"ג דשכיח דהא מוסרין ב' ת\"ח עכ\"ל, ודבריו תמוהים שהרי לקמן סמוך ונראה בד\"ה אך כתב בהפך דעבירה זו דבא עליה אחר שנסתרה לא שכיח אי משום דהיו מוסרין לו ב' ת\"ח ואי משום דמאיס' היא גביה וכמ\"ש הירוש' אבל שאר ביאות של איסו' שכיח טפי דהא רבי יוחנן תיקן זמן בגיטין משום זנות, ולכן נלע\"ד דכיון דבמתני' דר\"פ ארוסה גבי ההוא דלא שותות ולא נוטלות כתובה הוצרך תנא למתני לחידושא ושבעלה בא עליה בדרך דאע\"פ שהיא גרמא שלא תשתה אפי' הכי נוטלת כתובה כמ\"ש הרב ז\"ל נקט נמי בהנו דאלו שמנחו' נשרפות ומתני' דאלו שאינן אוכלות בתרומה ושבעלה בא עליה בדרך בהדי אידך השנויות שם דתנא סירכיה נקיט ואזיל בכל דוכתא והוא הנכון ומה שהוקשה עוד להרב ז\"ל למה השמיט רבינו לקמן פ\"ד הל' י\"ד גבי אלו שמנחותיהן נשרפות חלוקא דבא עליה בעלה בדרך י\"ל דרבינו הוקשה לו קושיית התו' שם בדכ\"ב דכיון שבעלה בא עליה בדרך קודם שנקדוש המנחה למה נשרפת ומתוך כך סובר דחלוק' זו לאו דוקא ואשגרת לישנא הוא כמו שמצינו במקומות רבים וכמ\"ש הרב בפ\"א הל' ה' בד\"ה גם לענין חלוצה מד\"ס:<br><b> עוד </b> כתב הרב בד\"ה אך מאי דקשיא לי בדברי רבי' דס\"ל דכל ביאה אסורה מונעת הבדיקה מהא דתנן בפ\"ג דכ\"ב רש\"א אין זכות תולה במים המרים שאם אתה אומר תולה אתה מוציא ש\"ר על הטהורות ששתו שהן אומרות טמאות היו אלא שתלה להם זכות ולדעת רבינו אכתי אתה מוציא לעז על הטהורות שהן אומרות טמאות היו אלא שבעליהן בעלו בעילת איסור ובשלמא אי אמרינן דדוקא בבא עליה בעלה בדרך הוא דלא היו בודקין איכא למימר דהא לא שכיח ואינן תולין בכך וכ\"כ התוס' בפ\"ק דסוטה עלה דאמרינן סוטה שיש עליה עדים במ\"ה אין המים בודקין אותה יע\"ש וכתב ע\"ז דאפשר ליישב שהרי מדברי רש\"י ביבמות פ\"ו דח\"ן ע\"ב נר' דאיכא תנא דלא דריש הך דרשא דונקה האיש מעון ואפשר דר\"ש הכי ס\"ל ומשו\"ה לא הוקשה לו כי אם מזכות תולה ומה שהק' בגמ' לר\"ש מהיו לה עדים במ\"ה הוא משום דלא מצאו תנא שיחלוק בדרשא זו דטהור' ולא שיש לה עדים במ\"ה עכ\"ל הנה דברי רש\"י הללו שכתב הרב דמשמע ליה דאיכא תנא דלא דריש הך דרשא דונקה האיש מעון מלבד שהתוס' לא ניחא להו כפי' מדמצינו בכמה דוכתי דפריך תלמודא ומי בדקי לה מייא והתנייא ונקה האיש מעון כו' ולא משני האי תנא הוא משמע דליכא מאן דפליג:<br><b> ועוד </b> זאת שמעתי ממו\"ה המובהק מוהרי\"ן נר\"ו שתמה דאיך אפשר לומר דרב פפא ס\"ל דההוא תנא דתני אין מקנין לארוסה להשקותה כשהיא ארוסה אבל מקנין להשקותה כשהיא נשואה לית ליה הך דרשא דונקה האיש מעון והא רב פפא גופיה בפ' ארוסה דכ\"ד ע\"א עלה דאיבעייא לן התם אי עוברת על דת צריכ' התראה להפסידה כתובת' ובעינן למפשט מהא דתנן ארוסה ושומרת יבם לא שותות ולא נוטלות כתובה ודייקי' משתא הוא דלא שתי הא קינוי מקנא למאי לאו להפסידה כתובה ודחי ר\"פ לא להשקותה כשהיא נשואה כדתניא אין מקנין לארוסה להשקותה כשהיא ארוסה אבל מקנין לה להשקותה כשהיא נשואה יע\"ש הרי דמוקי למתני' דארוסה ושומרת יבם דס\"ל כאידך דאין מקנין לארוסה להשקותה כשהיא ארוסה אבל מקנין לארוסה להשקותה כשהיא נשואה ואם איתא למה שכתב רש\"י ז\"ל דהך תנא דאין מקנין לית ליה הך דרשא דונקה האיש מעון היכי מצי' לאוקמי' מתני' דארוסה דס\"ל כהך תנא דאין מקנין דהא בסיפא דהך מתני' דארוסה ושומרת יבם קתני ושבעלה בא עליה בדרך נוטלת כתובה ואינה שותה וטעמא דאינה שותה הוא משום דאינו מנוקה מעון וכמ\"ש רש\"י בפ\"ק ד\"ו ע\"א עלה דמתני' דואלו אסורות לאכול בתרומה יע\"ש וע\"כ לפרש כלישנא קמא שכתב רש\"י דהא דקתני אין מקנין לה כשהיא ארוסה אבל מקנין לה להשקותה כשהיא נשואה דה\"ק דקני לה כשהיא ארוסה ונשאה ובא עליה והדר אסתתר ומשקה לה ע\"י אותו קינוי דהשתא ליכא עון ושפיר בדקי לה מיא וכמ\"ש התוס' ז\"ל ונמצא דליכא מאן דפליג בהך דרשא דונקה האיש מעון והדרא קושיית הרב לדוכתא והתירוץ הנכון לזה מה שהעלה הרב בסוף דבריו כמו שיבא בע\"ה:<br><b> וליישב </b> דברי רש\"י ז\"ל הנז' ממה שהוקשה למו\"ה המובהק נר\"ו נלע\"ד דודאי למה שפירש רש\"י בלישנא בתרא דהא דקתני דאין מקנין כו' אבל מקנין לה להשקותה כשהיא נשואה בשקינה לה ונסתרה בעודה ארוסה ומשקה לה כשהיא נשואה קאמר וכמו שהכריח מההיא דאמן שלא שתיתי ארוסה כו' עכ\"ל דלית ליה להך תנא דרשא דונקה האיש מעון מיהו ההיא דפ' ארוסה דדחי רב פפא דמתני' להשקותה כשהיא נשואה קאמר ע\"כ דה\"ק דמתני' בשקנא לה בעודה ארוסה ואח\"ך נשאה ונסתרה בעוד' נשואה ומשקה לה דהא מתני' אית ליה דרשא דונק' האיש מעון ואי נסתר' בעוד' ארוס' תו לא מצי להשקות' דהא אינו מנוקה מעון והא דקאמר כדתניא אין מקנין לה לארוסה אבל מקנין לה כו' לאו למימרא דמתני' דומיא דברייתא מיירי ובשנסתר' בעוד' ארוסה דהא ודאי לא מצי' מימר הכי וכמדובר אלא סיעתא בעלמא קמייתי מינה דקינוי דארוסה הוי קינוי אע\"פ שאינה ראויה לשתיה בזמן הקינוי וכדתניא אין מקנין לה כו' אבל מקנין לה להשקו' כשהיא נשואה הרי דקינוי דארוסה חשיב קינוי ובהא לא פליגי אבל במאי דמשמע לתנא דהך בריית' דאפי' נסתרה בעודה ארוסה מצי להשקותה כשנשאת ולית ליה דרשא דונקה האיש מעון בהא ודאי פליגי תנא דמתני' עם תנא דברייתא והדברים ברורים:<br><b> עוד </b> הוקשה לו להרב ז\"ל בשיטת רבינו דס\"ל דכל שבא ביאה אסורה מימיו שלא היו המים בודקין אותה מהא דרב ששת סוטה שיש עליה עדים במ\"ה אין המים בודקין אותה ופשיט לה מדתנן אלו אסורות לאכול בתרומה ושבאו עדים שהיא טמאה והכריח שבאו עדים אחר השתיה ואי אמרת דהמים בודקין אותה תגלי מלתא למפרע דסהדי שקרי נינהו ורב יוסף רצה לדחות ראיה זו דילמא זכות תלה ורב השיבו דלעולם מתכוונת וכדאיתא התם ואם איתא לשי' רבינו אימא דלעולם המים בודקין אותה והכא ה\"ט משום דילמא בעל בעילת איסור ומשמא בא עליה בדרך לא קשיא משום דמאוסה היא א\"נ דהא איכא עדים אך לרבינו ק' והגדיל הרב מדורת קושייתו ממ\"ש רבינו עצמו לקמן בספ\"ג הל' כ\"ג באו עידי טומאה כו' ועוד דשמא בעלה אינו מנוקה מעון וא\"כ אזדא ליה ראיית רב ששת דאין לומר דס\"ל לרב ששת דנהי דמי שבא ביאה אסורה אין המים בודקין אותה מכל מקום מתכוונת היא דומיא דזכות דמדברי רבינו בספ\"ג דכתב ב' טעמי' למה לא בדקוה המים והיינו שיש לה עדים או שמא בעלה אינו מנוקה מעון ולא כתב דשמא הזכות תלה ש\"מ דאיהו אזיל לשיטתיה דהזכות תולה אבל היתה מתכוונת אבל בב' טעמים שכתב אין שטן' ואין פ\"ר ומש\"ה לא נקט אלא הני תרי טעמי שהרי ראינוה שלא היתה מתכוונת והניח הדבר בצ\"ע ובד\"ה אחר שכתבתי הביא דברי התוס' בפ\"ק דקדושין דז\"ך ד\"ה ונקה שכתבו דכל שבשעת ההשקאה היה יודע שבא ביאת איסור מימיו אפי' שהיתה בשוגג שוב אין המים בודקין אותה אבל אם בשעת השקאה לא היה יודע אף שעבר עבירה בימיו היו המים בודקין אותה בין שעבר בשוגג בין שעבר במזיד ועפ\"ז העלה מן הישו'ב דברי רבינו דלא קשיא כלל מההיא דרב ששת דהוה ס\"ל לרב ששת דאי המים בודקין אותה בשיש לה עדי' במ\"ה א\"כ תגלי מילתא למפרע דהני סהדי שקרי נינהו מדלא בדקו לה מייא והשת' ליכ' למי' דילמ' בעל בעיל' אסורה ומשו\"ה לא בדקו לה מייא דממ\"נ אם בשעת השקאה היה יודע שעבר עביר' בימיו אומדנ' דמוכח שהוא לא היה משקה אותה שהרי היו אומרים לו ב\"ד שאם יש בידו עון אשר חטא וזכור הוא אין המים בודקין אותה ואין ספק שהוא לא היה משקה אותה ומוחק את השם בלא הועיל ואם הוא שכח בשע' השקאה שעבר עבירה בימיו הרי הוכחנו שהמים בודקין אותה וא\"כ שפיר הוכיח רב ששת דכל שיש לה עדים במ\"ה אין המים בודקין אותה ומה\"ט מהימנינן לעדים את\"ד הרב ז\"ל שם בא\"ד יע\"ש:<br><b> ואנכי </b> לא ידעתי איך נחה דעתו של הרב ז\"ל בכך דאכתי לשון רבינו בספ\"ב מה' אלו הכ\"ג שכתב באו עידי טומאה אחר ששתה הר\"ז תצא מפני שאין המים בודקין אותה אלא מי שאין לה עדים שמעידין על זנותה ועוד דשמא בעלה אינו מנוקה מעון לפיכך לא בדקו המים את אשתו הנה לשון זה עומד ומנגדו דחייש הרב לשמא אינו מנוקה מעון ובטלה האומדנא שכתב הרב ז\"ל לדעתו וכיון שכן הדרא קושייא לדוכתא מההיא דרב ששת ולית לה פתרי במ\"ש הוא ז\"ל וכעת צ\"ע:<br><b> עוד </b> ראיתי להרב ז\"ל שבסוף לשונו ד\"ה אחרי הודיע אלהי'ם כו' עמד מתמיה ע\"ד הרא\"ש במה שהכריח דאף בעון בניו וכלותיו אין המים בודקין אותה אלא דוקא בשידע ולא מיחה מההיא דרב ששת דאמר סוטה שיש עליה עדים במ\"ה אין המים בודקין אותה ודייק לה ממתני' דשבאו עדים שהיא טמאה כו' ואם איתא מאי קדייק ממתני' נימא הא דלא בדקוה מייא משום עון בניו וכלותיו אלא ודאי דוקא היכא שיודע ואינו מוחה אז ודאי לא היו משקין אותה כיון שיודע שאין המים בודקין אותה ע\"כ ותמה הרב ז\"ל עליו דכיון דעכ\"ל שיש חילוק בין כשיודע בשע' השקא' שחטא לכשאינו יודע וכמ\"ש התוס' דז\"ך ע\"ב א\"כ אימא דלעולם משום עון בניו וכלותיו אפילו שלא ידע אין המים בודקין אותה מיהו היינו דוקא בשידע בשע' ההשקאה שחטאו בניו וכיון שידע פשיטא שלא היה משקה אותה אבל אם לא ידע בשע' ההשקאה המים בודקין דומיא דעון דידיה את\"ד והניחה בצ\"ע:<br><b> והנה </b> אמת קושייא זו לא קשייא אלא לפי היסוד אשר בנה ונטע הרב ז\"ל בדיבור הקוד' דעון דמזיד ודשוגג כי הדדי נינהו ועל כולם שר של שכת' מצוי לא ימיש מתוך האהל דלפי\"ז אין לנו טעם למה התורה התירה ע\"י שתיית סוטה ולא תלינן דילמא חטא בשוגג או במזיד והוא לא ידע בעת ההשקאה אלא משום דכל דלא ידע בשעת ההשקאה חשיב מנוקה מעון ובכן יפה השיב על הכרעת הרא\"ש כמדובר:<br><b> ואולם </b> אנו בענייותנו לא כן אחשב דהסבר' נותנת דע\"כ לא נאמר כלל זה דכל שלא ידע בשעת ההשקאה שחטא דחשיב מנוקה מעון אלא בעון דשוגג אבל בעון דבמזיד אדרבא כיון שהוא עבר במזיד ולא שם חטאתו נגדו תמיד לעשות תשובה הראויה אין לך עון גדול מזו דומה למ\"ש התוס' בשבועות ד\"ה והביאו הרב ז\"ל לעיל בד\"ה ומ\"מ אני מסתפק יע\"ש, ואדרבא פושע מיקרי ומשוח שישראל כשרין הן ואם עבר וחטא במזי' הנה לעולם חטאתו נגדו תמיד לשוב בתשובה כי ע\"כ התירה התורה ע\"י שתיית סוטה ולא תלינן שמא חטא במזיד דמילתא דלא שכיח הוא שיחטא וישכח דחזקה אלימתא שאם חטא במזיד דלא היה שוכח ועל כן משרבו המנאפין בטלו מי סוטה ולא סמכו על האומדנ' והחזקה דכיון שרבו המנאפין בטלה חזקה זו דאין אדם חוטא ושוכח שהרי נעשי' להם כהתר דכיון שעבר עבירה ושנה ושלש נעשית לו כהתר ובודאי שכח ולא שם לבו עליה ולדברי הרב ז\"ל קשה למה בטלו מי סוט' משרבו דכיון שהיו מודיעין להם שאין המים בודקין ואעפ\"י כן היה משקה אין לך אומדנא גדולה מזו דאפי' עבר עביר' ושכח בעת ההשקא' דהמים בודקין אותה אלא ודאי כדאמרן:<br><b> ובכן </b> דברי הרא\"ש יעלו על נכון דמעיקר' נסתפק הרב דשמא על עון בניו וכלותיו שעברו במזיד חשיב כעון דידיה דאין המים בודקין אותה וע\"ז העלה דכל שלא ידע למחות אעפ\"י שהם עברו במזי' ותהי עונותם על עצמותם המים בודקין אותה דאלת\"ה מאי קדייק רב ששת ממתני' כיון דאיכא למתלי בעון בניו וכלותיו שעברו במזיד והוא לא ידע דבעון דידיה כה\"ג אין המים בודקין אותה אלא ודאי דכל שלא ידע למחות בהם אין בו עון אשר חטא כלל ומה שהק' על הרא\"ש ז\"ל למה לא הכריח דינו ממקום זה דאי אמרת אפילו שלא ידע אין המים בודקין איך התירה תורה לאשה אחר ששת' ולא תלינן דילמא חטאו בניו הדבר מבואר אצלי דאי מהא לא אירייא דכל התורה כולה סמכו אחזקה וכל ישראל בחזקת כשרים שלא חטאו בשאט בנפש אבל בההיא דרב ששת דאיכא סהדי דמסהדו שנטמאת כי חזינן דאין המי' בודקין אות' ודאי בטלה חזק' זו לגבי עדים וכל היכא דאיכא למיתלי תלינן וא\"כ אפשר דעדיפא מינה קא מוכח הרא\"ש מההיא דרב ששת אפי' דאיכא עדים וכמ\"ש הרב ז\"ל לעיל סד\"ה ונר' כו' יע\"ש:<br><b> ואולם </b> אי קשייא לי הא קשייא לי עמ\"ש התוס' בפ' קמא דסוטה והביא דבריהם הרב לעיל בד\"ה אך כו' עמ\"ש בגמ' עדים במ\"ה לא שכיח כתבו הם ז\"ל וה\"ה בא בעלה בדרך לא שכיח יע\"ש והשתא למה זה הוצרכו לומר דבא עליה בעלה בדרך לא שכיח ואפילו אם נאמר דשכיח ושכיח מ\"מ אם ידע בעת ההשקא' שבא עליה אומדנא גדולה איכא בדבר שהוא לא היה משק' אותה ואם לא ידע בעת ההשקאה הרי המים בודקין אותה בין על עון דשוגג בין על עון דמזי' לדברי הרב ז\"ל ולדברינו על עון דשוגג ועל דמזיד ליכא למיחש שהוא לא ידע דודאי זכור הוא בעת ההשקאה דאין אדם חוטא במזיד ושוכח דמה\"ט שרינן לאשה ע\"י שתיית מי סוטה ועל הרב ז\"ל יש לתמוה אמאי לא עמד על דעת התוספות הללו וכעת צ\"ע:<br><span class=\"H\"> שורש בא על ארוסתו אין המים בודקין</span>\n<b> עוד </b> כתב רבינו <b> ואפי' </b>\n<b> בא על ארוסתו בבית חמיו כו.' </b> וכתוב בהשגו' האי דלא כהלכתא משמעתתא דריש ארוסה ושומרת יבם וכתב מרן כ\"מ דהיינו מדאמרי' התם טעמא דכתיבי הני קראי הא לא\"ה ארוסה שתייא והא כי אתא ר' אחא כו' מבלעדי אישך שקדמה שכיבת בעל לבועל ולא שקדמה שכיבת בועל לבעל ואמר רמי בר חמא משכח' לה כגון שבא עלי' ארוס בבית חמיו משמע מהכא דאע\"ג דבא עליה ארוס בבית חמיו הוה שתייא אי לא דממעט קרא דלא שתייא והשתא אם איתא דבא על ארוסתו בבית חמיו אינו מנוקה מעון ל\"ל קרא למעט ארוסה ת\"ל דאינו מנוקה מעון ואפשר לדחוק ולומ' דקרא תרי טעמי יהיב למעט ארוסה עכ\"ל ודברי מרן ז\"ל הללו לפי פשטן מרפסן אגרי וכל השומע יתמה היכן מצינו קראי יתירי לרבות בטעמים ואנן לא דרשינן טעמא דקרא כלל ועוד דא\"כ מאי קמקשי בגמרא מההיא דרב אחא אימא דקרא תרי טעמי יהיב אי משום ארוס' ואי משום שקדמה שכיבת בועל לבעל ועוד דמעיקרא ליכא קושייא ביתור הפסוקים דשפיר אצטריך קרא דתחת אישך למעט ארוסה משום דמן התורה ליכא איסור בבא על ארוסתו בבית חמיו כי היכי דנמעט מקרא דונקה האיש מעון ונהי דכי אתו רבנן ואסרו בבא על ארוסתו בבית חמיו שפיר ממעיט מקרא דונקה שאין זה מנוקה מעון מיהו עיקר קרא אצטריך למעט ארוסה לקודם שאסרו חכמים בא על ארוסתו בבית חמיו ומתוך כך דחה הרב מ\"ל דברי מרן ובחר לו דרך לעצמו לומר דהשג' הראב\"ד היתה ממקום אחר יע\"ש ולא מן השם הוא זה לדחו' דברי מרן המלמדינו להועיל בפרט בדבר כזה שהמתחילים בעיון לא יכתבו כדברים האלה וחס ליה למרן שיכתוב דברים תמוהי' הללו:<br><b> ואולם </b> הנר' מבואר בדעת קדוש שהוא ז\"ל לא כיוון לומר דעיקר השגת הראב\"ד היתה דעיקר קרא דתחת אישך למאי אצטריך ות\"ל דאינו מנוק' מעון דודאי מעיקר קרא לא קשייא כלל כדאמרן אבל כונתו לומר דמדאצטריך תנא דמתני' למעט ארוסה מקרא דתחת אישך ולא ממעט לה מקרא דונקה האיש מעון משמע דמההוא קרא לא מצינן ממעט לה משום דמנוקה מעון הוא וזה היפך דעת רבינו דחשיב ליה אינו מנוקה מעון וע\"ז בא כמשיב לדעת רבינו דתנא תרי טעמי יהיב למילתיה למעט ארוסה אי משום שאינו מנוקה מעון ואי משום דבעינן תחת אישך וליכא ומ\"ש בדברי מרן דקרא תרי טעמי יהיב ט\"ס נפל בדבריו במקום דתנא כתבו דקרא ובזה מוצל אדונינו מרן ז\"ל מכל התמיהות הללו הנופלות בדבריו וכה הראני מו\"ה הרב המובהק מוהרי\"ן נר\"ו כתוב אצלו בדברי מרן הללו שט\"ס נפל בדבריו והוא הנכון:<br><b> ומצאתי </b> כתוב לאחד קדוש לא ידעתי למי מקדושים אחר שהביא דברי רבינו ומרן כתב וז\"ל ותהי בה הרב המובהק מופת הדור כמוהר\"י רוזאניש נר\"ו ואין כאן קושיא דהא הנהו קראי עד דלא אתו רבנן ואסרו בעילת ארוסה בב\"ח אצטריכו ונהי דהשתא בתר דגזור רבנן אפשר דממעיט מונקה האיש מעון אבל כל כמה דלא גזור אי לאו הנהו קראי הוה שתייא ומאי דנסיב להאי קרא תנא דמתני' ולא קרא דונקה כו' לא מכרעא דתנא עיקר קרא דריש ולמה ליה לאתויי הא וההוא קרא עדיף טפי וא\"כ ליכא תברא מהסוגייא וחד מרבנן הק' דאי מקרא דונקה גרידא התם נוטלת כתובה אבל מהנהו קראי אינה נוטלת ולא קשיא הא דהא כתובה דרבנן היא וא\"כ שפיר איכא בש\"ס הני קראי ל\"ל ת\"ל מונקה האיש כיון דמן התורה ליכא כתובה ומיהו השתא ל\"ק תנא דמתני' למה לא הביא קרא דונקה משום דאי מההוא נוטלת כתובה מש\"ה אצטריך לאתויי מעיקר קרא ברם קושיית הרב הנ\"ל עצמית וקו' האי מרבנן שייכא למה שהבין מרן בדעת הראב\"ד שסובר דקו' הני קראי הוא היום דתקשי ליה ת\"ל מונקה ליתא דתנא בעי הני קראי לפוטרו מן הכתו' ודוק והחכם השלם כמוהר\"י ן' פורנה נר\"ו הקשה אפילו לדברי מרן אכתי לא תברא דת\"ל מונקה כו' משום דאיכא למימר דאצטריך בשקטן קידש אשה והיא ארוסתו ובא עליה כשהוא בן תשע דליכא עון וכשהגדיל וגדלו קדושיה וקנא לה ונסתרה דשפיר איכא למימר קדימת שכיבת הבעל שכבר בא עליה בב\"ח ושפיר איכא ונקה האיש מעון הואיל וכשבא עליה לא היה בר עונשין ואמטו להכי אצטריכו הני קראי דמ\"מ כיון דאכתי ארוסה היא לא קרי' ביה תחת אישך ולי אפשר שאין זה נקרא שקדמה שכיבת בעל דלאו בעל מקרי קטן ולא שייך מבלעדי אישך שאין אישות לקטן כנודע ולא מסתבר למימר לכשהגדיל והגדילו הקדושין למפרע איקרי שכיבת בעל וכל מן דין אינה שותה:<br><b> והנה </b> מדברי רבינו הנ\"ל נראה דשפיר קא ממעט מונקה האיש מעון אפי' איסורין דרבנן ומשמע משום לתא דלא תסור וכ\"כ מרן ז\"ל בפ\"ג מהלכות עבדים עמ\"ש רבינו שם וז\"ל כל ע\"ע הרי האדון חייב במזונות אשתו הנשואה לו ולא ארוסה כו' והוא שתהיה מותרת לו אבל אם היתה מאיסורי לאוין אפילו שניה אינו חייב במזונותיה שנאמר אשתו עמו אשה הראויה לעמוד עמו וכתב מרן דכל מילי דרבנן אסמכוה אקרא דלא תסור ועוד דשניות ילפינן מושמרתם את משמרתי שפיר איכא למימר דמעטינהו קרא עכ\"ל והק' החכם השלם כמוהר\"י הלוי נר\"ו מדאמרינן בפ' אלו נערות דל\"ה ת\"ר עריות ושניות לעריות אין להן קנס ולא פיתוי ופרכי' עלה מאי עריות ומאי שניות אילימא עריות ממש שניות מדברי סופרין כיון דמדאורייתא חזיין ליה אמאי אין להן קנס אלא עריות חייבי מיתות בית דין שניות חייבי כריתות אבל חייבי לאוין יש להן קנס כו' ע\"ש אלמא כיון דחזיין מדאורייתא שפיר קרינן ולו תהיה לאשה וע\"ש בפירש\"י ולדברי מרן מאי קושיא הא לא חזיין מלאו דל\"ת א\"נ מושמרתם וכו' ושפיר ממעטו ואמאי לא משני הכי גם רבינו פסק דשניות יש להן קנס ואפילו חייבי עשה זו קו' החר\"י הנז':<br><b> ולדעתי </b> כי הנה בדברי הרמב\"ם ז\"ל עצמו אין כאן קושיא לאפוקי החר\"י הי\"ו שערך קושיתו גם על הרמב\"ם והלא כה דברי כי הנה אותה הלכה של עבד שנויה במכילתא שהביא מרן שם ששנו בה יכול אף אלמנ' לכ\"ג גרושה וחלוצה לכ\"ה ת\"ל עמה ע\"ש וידוע דחלוצה דרבנן וכיון דרבנן אסרוה עליו כעין דאורייתא תקון שלא יהיה לה מזונות ומאי דנקט לה בהכי אסור תורה אשגרת לישן היא ועיקר דרשא ועיקר קרא לאלמנה וגרושה אבל חלוצה כולה מלתא דרבנן וכששנה חלוצה בהדייהו להשוות' שלא יהיו לה מזונות ומדרבנן אבל לא דממעטא נמי מהך קרא ודוגמא כתב הרב המגיד בריש הל' אישות והתי\"ט ביבמות ומכאן למד הרב ז\"ל לשאר עריות דרבנן דפטור האדון ומאי דמייתי ראיה מהך קרא הוא לחייבי לאוין שהזכיר ולא חש לערב בכלל השניה כשם שלא חש תנא דמכילתא אלא המכוון לה שותה לדין והיינו דפריך שפיר גבי קנס דלא ממעיטא מולא תהיה לאשה וכ\"ת נימא כהתם דכל דתקון כעין דאורייתא תקון וכשם דאיסו' תורה אין קנס גם לזה איכא למימר דלא מסתבר לתקוני הכי שלא יהיה חוטא נשכר אלא לא יכנוס ויתן קנס וההיא גזרת הכתוב הוא א\"נ דלא תהוי כפרה אבל הכא לא חשו משא\"כ גבי מזונות אשת העבד דלעולם אין העבד משתכר ולא מפסי' ואדרבא כדי שלא תהיה עמו אינו ראוי שיפרנס' שאם יפרנסנ' אנו מחזיקין ידי ע\"ע בידים ובזה הפקיעו המזונות ובזה דברי הרב נוחין ואין אנו צריכין ליישוב מרן ז\"ל ובהל' נערה בתול' פ\"ה ה\"ה שכתב דאם האנוסה אסורה עליו אפילו מחייבי עשה ואפילו שניה הרי זה לא ישאינ' כו' שנאמר ולו תהיה לאשה אשה הראויה לו והוא לשון המשנ' בפרק אלו נערות אלא שלא הוזכרו במשנ' שניות ומ\"מ הדין אמת שהרי ביבמות דנ\"א אמרו ולו תהיה לאשה הראויה לו פרט אלמנ' לכ\"ג חלוצ' לכ\"ה וע\"כ דאגב נקטא וכדאמרן בההיא דעבד ומ\"מ הרי הזכירו אסור ד\"ס ג\"כ ופסק הרב מוכרח וראייתו שהביא עיקרו אחייבי לאוין ואגב נקטא שניה לאשמועינן איסורא וכמ\"ש בההיא דעבד ואין מקום לקושיית החר\"י הנז' לדברי הרב אלא לדברי מרן ז\"ל ודכוותא כתב מרן ז\"ל שם בההיא דאנוסה דאייתינן וז\"ל ומ\"ש רבינו ואפי' שניה כו' ק' כיון דמדאורייתא היא אשה הראויה לו כיון דמושמרתם וכו' מצאו חכמים מקום לאסור שניות שפיר א\"ל דשניה אמעיט' מולו תהיה לאשה כו' בלא תסור כו' ע\"כ והוא תימא דעל אותה סוגיא עצמה קאי וקאמר להך שנויא ואולי כל דברי מרן כאן ובה' עבדים הכונה דרך אסמכתא ור\"ל מה מצאו מקום לסומכם אקרא דפשט הלשון משמע דלפחות סמך יש במקרא מדערבינהו ולזה תירץ דכיון דיש להן סמך בלא תסור שפיר אסמכינהו אהני קראי אלא בההיא דקנס שפיר פרכינן דבשביל סמך כל דהו אין להפקיע זכות האנוסה ויהיה חוטא נשכר אבל למעט שלא ישאינ' שפיר ממעטא בדרך אסמכתא:<br><b> וראיתי </b> עוד למרן דברים תמוהים לא זכיתי להבינם הלא המה שם בה' נערה בתולה פ\"ה דף י\"ד כתב הרב ז\"ל היתה מחייבי עשה או שניה וכיוצא בהן שאסורה מד\"ס בין התרו בו בין לא התרו בו חייב בקנס שאין כאן מלקות ע\"כ ומרן הביא הברייתא הנ\"ל וכתב דפסק רבינו כלישנא בתרא דאמר שניות חייבי לאוין ומ\"ש דוקא חייבי לאוין אבל חייבי עשה לא ועוד דאתיא כמ\"ד אין אדם לוקה ומשלם וכו' עש\"ב ותימא דאותה ברייתא אוקימנא לה ללישנא קמא כשמעון התימני וללישנ' בתרא כשמעון בן מנסיא ותרווייהו דלא כתנא דמתני' דהתם דתני קנס בחייבי כריתות וחייבי לאוין וכן מבואר שם בכולה סוגיא ע\"ש ואמרו מתני' דלא כהאי תנא ועיין בתוס' במיעוטי דנערה והרב ז\"ל פסק כתנא דמתני' ודלא כתרווייהו ומ\"ש עוד דללישנא בתרא לא אמעוט חייבי עשה ליתא דבפירוש אמרו בסוגיא מאי בינייהו חייבי עשה דלשמעון בן מסיא אמעוט דהא אין לקיימה ע\"ש ופשוט ומרן עצמו בלשון הנ\"ל דאנוס' דאייתינן לעיל כתב כן ותמה על הרב שכתב השניה וניחא ליה בחייבי עשה ע\"ש ובעיקר דין הרב אין פקפוק כלל שהוא פסק כתנא דמתני' דבכולהו אית קנס ואמר ר\"י בלא התרו בו אבל התרו בו לקי ולא משלם ולפיכך כל מקום שאין בו מציאות מלקות כגון חייבי עשה ושניות לעולם משלם קנס ודין הרב אמת ולית שייכות למה שהביא מרן כאן ופשוט ע\"כ מ\"כ:<br><b> והנה </b> מלבד מה שדחה מרן לדעת רבינו דתנא תרי טעמי יהיב ונקט קרא דתחת אישך וה\"ה דהוה מצי למימר מטעם שאינו מנוקה מעון דהא ארוסה לא משכחת לה דשתיא אלא בבא עליה ארוס כי היכי דתקדום שכיבתו לבועל ואין זה מנוקה מעון עוד זאת יש ליישב לדעת רבינו דמש\"ה נקט תנא קרא דתחת אישך למעט ארוסה משום דמקרא דונקה האיש מעון ליכא הוכח' דעל סתם העון דזנות קפיד קרא אלא על עון שבא עליה בעלה בדרך דוקא הוא דקפיד דבהכי מיירי ענינא דקרא ולזה אתא קרא דתחת אישך למעט ארוסה ולגלויי אקרא דונקה האי"
            ],
            [
                "<span class=\"H\">שורש דין השקאת סוטה</span>\n<b> מי </b>\n<b> שאין לו אשה הראויה לילד כו'.</b> דברי מרן כ\"מ ז\"ל במה שכתב וז\"ל פרש\"י ז\"ל הרובא ילד בחור כמו רבייא כו' והיינו לומר שהוא ילד שעדיין אין לו אשה ובנים הא אם היו לו אשה אחרת ובנים שותה והכי אמרי' בירושלמי כו' דברים אלו אינן מובנים דמי לא ידע בכל אלה והברייתא תני הכי בהדייא ומה צורך לו לדקדק כן מדברי הירושלמי ועוד שהיה לו להביא דברי רש\"י שבפי' המשנה שפי' טעמא דכל אלו אסו' לקיימן למי שאין לו בנים שהרי ישראל נצטוו על פריה ורביה עכ\"ל ומוכח בהדייא דאם יש לו בנים או אשה הראוי' לבני' היתה שותה ולומר שהרב ז\"ל בא לדקדק מדברי רש\"י והירושלמי דאפי' באשה לחוד או בבנים לחוד היא שותה מלבד שאין זה במשמעות לשונו גם הי\"ל לדקדק כן מדברי רש\"י שבפי' המשנה כי שם מבואר דבחד מינייהו סגי ואולי כוונתו ז\"ל היתה לדקדק דלא בעינן שיהיו לו בנים או אשה בשעה שנשא עקרה וזקינה אלא כל שיש לו בשעת הקינוי והסתירה היתה שותה וזהו שדקדק הרב ז\"ל וכתב והיינו לומר שעדיין אין לו אשה ובנים כלומר שבשעת הקינוי עדיין הוא רובא שאין לו אשה ובנים הא אם היו לו בשעת הקינוי אפי' שבשע' שנשה את העקרה לא היו לו לא מפני שעבר איסורא דרבנן לא ישתה וכל זה דוחק ודברי הירוש' כבר ביאר הרב מ\"ל דמה שהוצרכו לו' מודים חכמים לר\"א שאם היו לו אשה ובנים היית' שותה לאפוקי ממה שפי' רבי' בפי' המשנה אתא והוא הנכון:<br><b> עוד </b> שם היו לו בנים או אשה אחרת הראוי' לילד הר\"ז משק' אותה הנה הרב מ\"ל ז\"ל עמד מתמי' על מה שפירש רש\"י ז\"ל בפי' הסוגייא בדכ\"ב עלה דאותיבו לר\"ן מהברייתא ותירץ אנא דאמרי כי האי תנא דתנייא רשב\"א אומר איילונית לא שותה ולא נוטלת כתו' ופי' רש\"י אנא דאמרי כי האי תנא דאית ליה עקרה וזקנה שותות מדלא נקט אלא איילונית ונסיב לה מונקת' ונזרעה זרע ולא משום דאינה ראויה לקיימ' אלמא כר\"א ס\"ל דיכול לישא אחרת לפריה ורבי' ואפ\"ה איילונית לא עכ\"ל ותמה עליו הרב הנז' כי מי הגיד לו לרש\"י ז\"ל דרשב\"א ס\"ל כר\"א ולא כחכמי' דחלוק' זאת דקתני בבריית' דאיילונית או שותה או לא נוטלת כתובה בשיש לו אשה ובנים מיירי ועלה קאמר רשב\"א ז\"ל דאיילונית אף שיש לו אשה ובנים אינה שותה לפי שאין דרכה להזריע ובהכי ניחא דקתני להא דאיילונית בחלוק' בפ\"ע ולא תני לה בהדי עקרה וזקנה מפני שרשב\"א פליג עליו משא\"כ בעקרה וזקנ' דכ\"ע מודו בה דאם יש לו אשה ובנים היתה שותה לכ\"ע ואם לא היו לו אשה ובנים לא הייתה שותה לכ\"ע והיינו דאמרי' אמר לך ר\"ן אנא דאמרי כי האי תנא כלו' וחכמי' דמתני' ס\"ל כרשב\"א דאיילוני' לעולם אינה שותה אפי' יש לו אשה ובנים מטעם שאינה ראויה להזריע אלו דבריו ז\"ל:<br><b> והנה </b> מה שכתב דהא דרשב\"א דאמר דאיילונית אינה שותה מקרא דונזרעה באיילונית שיש לו לבעל אשה ובנים קמיירי דבר ה' בפיהו אמת דעלה דקתני בברייתא גבי חלוקת דהרובא שנשא עקרה וזקנה ויש לו אשה ובנים וקתני בסיפא ואיילוני' או שותה או לא נוטלת כתוב' הוא דאתא רשב\"א לפלוגי ולומר דאיילונית לעולם אינה שותה והכי איתא בתוספתא בהדייא ברפ\"ה ממס' סוטה דמייתי להא דרשב\"א עלה דקתני התם המקנא לארוסתו כו' או שותה או לא נוטלת כתובה הרובא שנשא עקרה וזקנה ויש לו אשה ובנים או שותה או לא נוטלת כתובה כהנת ולויה כו' ועבד משוחרר ואיילונית או שותה או לא נוטלת כתובה רשב\"א אומר איילונית לא שותה ולא נוטלת כתו' שנאמר כו' ובתר הכי קתני אבל המקנא לארוס' כו' והרובא שנשא עקרה כו' ואין לו אשה ובנים לא שותה ולא נוטלת כתוב' ע\"כ מבואר בהדייא דרשב\"א איש לו אשה ובנים קאי וקאמר דאיילונית לעולם אינה שותה וא\"כ שפיר איכא למימר דחכמים דמתני' ס\"ל כרשב\"א ז\"ל וההכרח שהכריח רש\"י מדלא יהיב טעמא גבי איילונית משו' שאינ' ראויה לקיימה וגם מדלא נקט אלא איילונית אינו הכרח כלל דכיון דקאי איש לו אשה ובנים לא מצי למינקט אלא איילונית דוקא ומהאי טעמא דאינה ראויה להזריע ומ\"מ אפשר לומר דרש\"י ז\"ל מיאן בפי' זה ולומר דכי אמר ר\"ן אנא דאמרי כי הא תנא הוא לומר דחכמים דמתני' ס\"ל כרשב\"א דכיון דההיא דרשב\"א רבנן פליגי עליה וגם ר\"י ור\"ע חולקים עליו דרשב\"א דחיקא ליה טובא לרש\"י לומר דר\"ן מוקי לחכמים דמתני' כרשב\"א וכ\"ש דר\"ן גופיה לא קאמר הלכה כרשב\"א אלא סתמא דתלמוד' הוא דקאמר לה אמר לך ר\"נ אנא דאמרי כי האי תנא והוא דוחק לומר דר\"ן יסבור כוותיה דרשב\"א אחר דרבים פליגי עליה כי ע\"כ בחר לו רש\"י דרך לעצמו לומר דכי אמרי' אנא דאמרי כי האי תנא הכונ' לומ' אנא דאמרי דר\"א דמתני' מודה באיילונית אתי כרשב\"א וע\"ז הכריח רש\"י דרשב\"א ס\"ל כר\"א מדלא הזכיר אלא איילונית כו' ומיהו אין הכרח בזה כלל כאשר כתב הרב וכמבואר בדברי התוספתא כמדובר:<br><b> עוד </b> כתב הרב משנה למלך ז\"ל וזה לשונו ולפי הנראה לי דרב נחמן כבר ידע דמלתא דרשב\"א במחלוקת היא שנוייה אלא דס\"ל דהלכתא כרשב\"א דפשטי' דקרא הכי משמע כו' וע\"כ אית לן למימר דר\"ן לפסק הלכה הוא דאתא דאי לא מי דחקו לפרושי מתני' כרשב\"א ואיילונית נשתנה דינה כו' ולפ\"ז אני תמיה על רבי' דפסק דאיילונית שותה כיון דר\"ן דהוא מאריה דתלמודא ס\"ל דהלכתא כרשב\"א ולא מצינו מי שיחלוק על ר\"ן בפסק זה למה לא ניפסוק כר\"ן וצ\"ע עכ\"ל וקושיא זו לא קשיא אלא לפי מה שפירש הרב בפשט הסוגיא דר\"ן דקאמר אבל באיילונית דינא הכי אינה שותה דאליבא דחכמים נמי אמרה למילתיה ולענין כשיהיו לו אשה ובנים אבל לפי מ\"ש רש\"י דר\"ן לא אמרה אלא לר\"א וההיא דרשב\"א אתי כר\"א אין מקום לקושייתו על דברי רבינו דר\"ן אזיל ומודה לענין הלכה דלית הלכתא כרשב\"א וחכמים דמתני' לא ס\"ל כרשב\"א אלא שהרב ז\"ל מאחר שדחה דברי רש\"י ז\"ל ולא הונח לו בפי' עמד מתמיה על דברי רבינו ז\"ל למה לא פסק כר\"ן ולדידי אף רבינו ז\"ל בשיטת רש\"י ז\"ל קאי דר\"ן לא אמרה למילתיה אלא אליבא דר\"א אבל לדעת חכמים אזיל ומודה דאיילונית שותה בשיש לו אשה ובנים דמהיכא תיתי לומר דר\"ן מוקי לחכמים כוותיה דרשב\"א דיחידאה היא ור\"י ור\"ע וחכמים דברייתא פליגי עליה ומפני שהוקשה לו לר\"ן במתני' דקאמר ר\"א דאיילו' שותה ואילו בברייתא קאמר רשב\"א בנו דאינ' שותה ודחיקא ליה מימר דרשב\"א יחלוק על סברת אביו לזה אתא ופירש דאף ר\"א מודה באיילונית דאינה שותה דהשתא קאי בשיטת רשב\"א בנו אבל לענין הלכה ודאי לא קי\"ל כוותיה ואל תשיבני דר\"א דמתני' הוא ר' אליעזר ולא ר' אלעזר שבגי' התוס' וברוב הגירסאות כתוב במתני' ר' אלעזר שהוא ר' אלעזר אביו של רשב\"א:<br><b> ובהכי </b> ניחא מה שהוקשה לו להרב מ\"ל ז\"ל עוד בד\"ה ודע על דברי רבינו שבפי' המשנה שפירש דחכמים ס\"ל כרשב\"א דקרא דונזרעה למעוטי מי שאינה ראויה להזריע ור\"א ס\"ל כחכמים דרשב\"א וכר\"י ור\"ע יע\"ש ולפי דרכו צ\"ל דר\"ן סובר דאף ר\"א דריש לקרא כרשב\"א אלא דר\"א ס\"ל דלא ממעט מקרא אלא איילונית דוקא דלעולם אינה בת הריון אבל זקינ' ועקרה לא ממעט וחכמים ס\"ל דאף עקרה וזקנה ממעיט והק' עליו מהברייתא דאיכא מאן דס\"ל דלא ממעיט מקרא דונזרעה שום דבר ואיכא למימר דר\"א הכי ס\"ל ומנא ליה לר\"ן דר\"א מודה בדרשת דונזרעה למעוטי איילונית מהא וע\"ז תירץ אנא דאמרי כי האי תנא כו' ותמה ע\"ז הרב מ\"ל דלפי פירוש זה אכתי מה תירץ ר\"ן אנא דאמרי כרשב\"א דכיון דע\"כ איכא תנא דלא דריש לקרא דונזרעה למיעוטא מי דחקו לר\"ן לומר דר\"א אזיל בשיטת רשב\"א אימא דר\"א אית ליה כתנא דברייתא דאינו ממעט מקרא דונזרעה שום דבר כו' אלו דבריו יע\"ש, ועפ\"י האמור ניחא דר\"ן אתא למימר דר\"א ורשב\"א בנו בשיט' אחת קיימי ואי ר\"א פליג במתני' אף באיילונית הנה רשב\"א חולק על סברת אביו ולכך הוצרך לומר דבאיילונית כ\"ע ל\"פ כנלע\"ד ומה שפירש רבינו בפירוש המשנה דר\"א פליג אף אאיילונית וזה דלא כר\"ן הא ל\"ק דכיון דלא נ\"מ מידי לענין הלכה דאין הלכה כר\"א לא דק לפרש מלתיה דר\"א כוותיה דר\"ן דמודה ר\"א באיילונית כמובן:<br><b> עוד </b> הוקשה לו להרב הנז' לדברי רבינו שבפירוש המשנה דאיך יתכן שחכמים ימעטו זקנה ועקרה מקרא דונזרעה והרי גבי יבום דכתיב אשה כי תלד לא ממעטינן אלא איילונית דוק' ולא נחה דעתי בתירוץ הרב ז\"ל גם הרב לח\"מ ברפ\"א מה' יבום כתב דרבינו אית ליה הטעם שכתב הרב הנמק\"י דעקרות וזקנות ראוייות להוליד קרינן בהו יע\"ש, כי על כן נלע\"ד דשאני הכא דשינה הכתוב לומר ונזרעה זרע דמשמע שהיא ראוי' עדיין להזריע פעמים שלש וגם מתיבת ונזרע' משמע שכב' נזרעה מעיקרא ולכן ממעיטו עקרות וזקנות שאינן מזריעות והולכות וגם לא נזרע מעיקרא אעקרות, ובהכי ניחא אותה ברייתא שהביאו בירושלמי דממעט עקרה וזקנ' מקרא דונזרעה דלא תיקשי לדברי הנ\"י ז\"ל שכתב דעקרו' וזקנות ראויות להזריע שהרי ראינו כמה זקנות נפקדו כו' דהבריי' הלזו ממעט להו מכפל ונזרעה זרע כאמור, ומ\"ש עוד הרב הנז' דבירושלמי איתא כדברי רבינו בפי' המשנה כו' דברי הירושלמי הללו כבר הביא אותם הרב ז\"ל בתחילת דבריו וכתב דאפ\"ה לענין פי' המשנה אין הירושלמי מפרש כפי' רבינו ולכן אמרו מודים חכמים לר\"א שאם היו לו אשה ובנים שהיתה שותה ולא ידעתי מה שכתב כאן דמ\"מ למדנו שדברי רבינו הם עפ\"י הירושלמי דא\"כ איך אמרו מודים חכמים לר\"א בהיו לו בנים שהי' שותה כיון דטעמא דידהו משום שאינן ראויות להזריע:<br><b> ובעיקר </b> דין זה דאשה זקנה ועקרה ואיילונית שאינן שותות הוקשה לו להרב ז\"ל מ\"ש דגבי מעוברת חבירו ומינקת חבירו קי\"ל דשותו' דראויות לאישות קרינן בהו משום דיכול לגרשה ולהחזירה לאחר זמן והכא נמי הרי בידו לקיימה שישא אשה בת בני' וכתב הרב ז\"ל דכפי מ\"ש התוס' בפ' החולץ דל\"ו דמדתנן יכול הוא להפרישה ולא קתני להוציאה משמע דלא בעיא גט והטעם דכיון דאסורא ליה מדאורייתא משום סוטה לא בעיא גט וכ\"כ שם הרא\"ש ז\"ל והוסיף עוד טעם דמאיסא ליה שהרי קנא לה ונסתרה וא\"כ יש לחלק דשאני התם גבי מעוברת ומניקת דחשיבא ראויה לאישות דהא לא מיחסרא שום דבר אלא הפרשה אבל זקנה ועקרה כופין אותו להוציא עד שיקח אחרת וכל זמן שאינו לוקח אחרת אינה ראויה לאישות עכ\"ל ולא זכיתי להבין כונ' הרב ז\"ל בזה דכיון דגבי מעוברת ומנקת חבירו משום דקנא לה ונסתרה הוא דלא בעייא גט אי משום דאסירא ליה מדאו' או משום דמאיסא ליה כדברי הרא\"ש ז\"ל א\"כ מה\"ט נמי גבי זקנה ועקרה ואיילוני' כל שקנא לה ונסתרה לא בעייא גט דאיכא להני טעמי דהתוס' והרא\"ש והא דאמרי' בפ' המדיר דע\"ז דנשא עקרה וזקנה כופין אותו להוציא עד שיקח אשה הראויה היינו דוקא בדליכא עליה איסורא דומיא דמעוברת ומנקת כל דליכא עליה איסורא כופין אותו להוציא ובדאיכא עליה איסורא הוא שכתבו התוספ' והרא\"ש דאין כופין אותו להוציא ודעת הרב ז\"ל בדבר זה שגבה ממני:<br><b> ולעיקר </b> הקושי' נלע\"ד דשנייא היא חלוק' מעוברת חבירו מנשא אשה עקרה וזקנה דבנשא אשה עקרה וזקנה כיון דסמיה בידיה בשע' הקינוי והסתירה לישא אשה הראויה לו והוא אינו נושא לא סמכינן אמה שיש בידו לישא אשה בת בנים שאם הדבר בידו ישא אותה עכשיו בעת הקינוי וישקנה לאשה העקרה וזקנה כדינה ואם אין הדבר בידו עכשיו אמרינן גם לאח' זמן לא יהיה בידו משא\"כ בדין המעוברת והמנקת דתלוי הדבר בזמן שיעבור כ\"ד חדש ואח\"ך תהיה מותרת לו ועכשיו אין הזמן בידו ודאי דשרינן ליה להשקותה עכשיו משו' טעמא דבידו להפרישה ולהחזירה לאחר זמן, ומה דלא אמרינן שימתי' עד שיעבור זמן היניקה ואח\"ך תשקה אות' משום דמצוה הבאה לידו אל יחמיצנה ועוד דחשו שמא ימו' הבעל או האשה כנלע\"ד נכון:<br><b> וכתב </b> עוד בד\"ה ודע דיש עוד קצת נשים דאיכא איסור בלקיחתן כו' דהקטלנית לא הוזכרה במשנה ולדעת רבינו דס\"ל דהקטלנית אין כופין אותו להוציא פשיטא דשותה שהרי לא אמרו כאן דאינה שותה אלא במי שכופין אותו להוציא ואף למ\"ד דגם בקטלנית כופין נראה דהכא שותה דכיון דאין איסורא כי אם משום סכנה ראויה לאישות קרינן בה שהוא רוצה לחבול בעצמו עכ\"ל, ולא ידעתי איך מפשט פשיטא ליה להרב ז\"ל דאף למ\"ד דכופין בקטלנית להוציא דהכא שותה משום שהוא רוצה לחבול בעצמו והלא הרא\"ש בר\"פ נערה שנתפתתה הוא מכת הסוברים דכופין אותו להוציא ותלה הטע' דכשם שב\"ד מצווין להפריש האדם מאיסור כך חייבים למונעו שלא יפשע בעצמו כמ\"ש הטור בא\"ה סי' ט' וכתב מרן ב\"י בשם הריטב\"א דאיכא עליה איסורא דשופך דם האדם ומנדין אותו עד שיגרש ואיך יתכן שיהיה האשה הזאת ראויה לשתות לדעת הנהו רבוותא ז\"ל ולענין יבום ראיתי למרן החביב בא\"ה סי' קע\"ד כתב דפלוגתא דרבוותא היא ודעת הרא\"ם ז\"ל דקטלנית מתייבמת לכתחילה אפי' לדעת הרא\"ש ז\"ל עיין בתשו' ח\"א סי' ב\"ך אבל הרד\"ך בבית שני חדר י\"ג כתב דלדעת הרא\"ש ז\"ל חולצת ולא מתיבמת ועיין בתשובות הרב צבי סימן א' יעויין שם:<br><b> ודע </b> שיש עוד אשה אחרת שאסור לקחתה וכופין אותו להוציאה והוא הנטען על האשה דאיכ' עדים שראו דבר מכוער שאסורה לנטען ואם נשאת תצא כל דלית לה בנים הימנו כדאיתא ביבמות דכ\"ד ופסקו הטור והש\"ע בא\"ה סי' י\"א, ויש להסתפק בהכונס את היבמה ונמצא מעוברת שמפרישין אותן וממתינין לה אם הפילה יחזור ויקיים ואם ילדה ולד של קיימא תצא ממנו כמ\"ש רבינו בפ\"א מה' יבום אם יכול להשקותה בזמן ההפרשה כיון דאינה צריכה גט, והדבר מבואר דכיון דרוב נשים מתעברות ויולדות ומיעוטן מפילות כדאיתא בפ' האשה בתרא אזלינן בתר רובא והרי היא ערוה עליו ואינו יכול להשקותה ועיין בפי\"א מה' גרושין הל' כ\"ג וכ\"ד בהשגת הראב\"ד ז\"ל ועיין בס' בני דוד ז\"ל שם:<br><b> ויש </b> להסתפק גבי עשה דולו תהיה לאשה דכתי' גבי אונס ומפתה אי אנס נערה שנתארסה לג' ומתו דהוחזקה קטלנית כמ\"ש מרן ב\"י בא\"ה ס\"ט אי מחייב בעשה זה דולו תהיה לאשה ולדעת הרא\"ם ז\"ל שכתב גבי יבום דמתיבמת לכתחילה אפי' לדעת הרא\"ש מפש' פשיטא לי דמחייב בעשה זה אך לדעת הרד\"ך ז\"ל יש להסתפק ואף לדעת הרא\"ם אפשר דדוקא גבי יבום שאין בידה למאן מחייב ליבמה אבל בעשה דאונס דאי אמרה לא בעינ' ליתיה לעשה כלל אפשר דבקטלנית לא מחייב וכעת הדב' צריך תלמוד, וכמו כן יש להסתפק באונס נערה והיא עקרה ששתת' כוס של עיקרין דמדרבנן אינו יכול לישא עקר' וכופין אותו להוציא או ישא אשה אחרת אי בנערה זו כופין אותו לישא אשה אחרת עליה או לא ובה' נערה עמדתי על זה יע\"ש:<br><b> ונסתפק </b> הרב ז\"ל בכהן שנשא מעוברת חבירו ומנקת חבירו לדע' רבינו דס\"ל דר\"מ דאס' במעוב' חבירו ומנקת הוא משום דבעל בעילה אסורה וחכמים דשרו הוא מטעם דכיון דאינה אסורה עליו לעול' דיכול להחזירה לאחר זמן אין זה בכלל ביאה אסור' לפ\"ז בכהן דאינו יכול להחזירה לעולם דאחר שמוציאה בגט הרי היא גרושה ואסורה לו מי נימא דאין יכול להשקות' או דילמא כיון שאין איסורו אלא מחמת הגט הרי אין כאן ביאה אסורה ויכול להשקות' ואף שהתוס' ז\"ל מפשט פשיטא להו גבי כהן דאינו יכול להשקותה היינו משום דסביר' להו דטעמא דמעוברת ומנקת משום דבעינן ראויה לאישות אבל לדעת רבינו דטעמא משום דבעל ביאה אסור' ספוקי מספ\"ל ע\"כ ת\"ד יע\"ש, ולכאורה קשיא לי בדברי התו' דמפשט פשיטא להו גבי כהן דאינו יכול להשקותה משום דלגבי דידיה אינה ראויה לאישות לעולם דאמאי אינה ראויה הא משכחת לה שיהא ראויה לו לאחר כ\"ד חדשים כגון שמגרש אותה על תנאי שלא יעשה כך וכך אחר כ\"ד חדש או ע\"מ שיעשה ובבא הזמן ההוא יבטל תנאו ותהיה מותרת לו שהרי גט על תנאי אינו פוסל לכהונה כדאיתא בפ' הזורק דפ\"א ופסקו הטור ומרן בש\"ע בא\"ה סימן ו' ואפי' לכתחילה מגרש על תנאי כמ\"ש מרן שם בשם הרא\"ש כלל מ\"ה סי' כ\"ד ויש לי ראיה מהסוגייא שבפ\"ק דיומא גבי כ\"ג יע\"ש וכיון שכן הרי גבי כהן נמי סמי בידיה להחזירה בכה\"ג ולמה זה סגרו הדלת לומר דגבי כהן אסו' אף לרבנן להשקותה מטעמא דבעיא גט:<br><b> ואחר </b> התבוננות נראה דלא ק\"מ דודאי גט כזה אינו מועיל דכיון דקנס קנסו אותו חכמים למי שעבר ונשא מעוברת חבירו שיוציאנה בגט משום חשש שמא יבא עלי' אם מועיל גט על תנאי כזה שבידו לבטל הגט למפרע אכתי לא הועילו חכמים בתקנת' דעכשיו יבא עליה והוא סומך על ביטול התנאי, וראיה לדבר שהרי בר\"פ החולץ דל\"ז קמבעיא לן גבי כהן מי עבוד רבנן תקנתא שלא להוציאה בגט ותסגי בהפרשה בעלמ' כיון דלא מצי מהדר לה ואסיקנא דלא עבוד רבנן תקנת' ומוציא' בגט והשתא אם איתא דגט על תנאי מועיל הא איכא תקנתא גבי כהן בכה\"ג אלא ודאי דלא מהני האי תקנתא כדבר האמור ומ\"מ אכתי קשה דכיון דכשברח למקום רחוק והרחיק נדוד עד מקום שאינו יכול לחזור תוך כ\"ד חדשים אין צריך להוציא כמ\"ש רבינו בספי\"א והטור ומרן בסס\"י י\"ג א\"כ הרי ראויה לאישות היא אף לכהן דמ\"ש מגט לישראל דכיון דיכול להחזירה אחר כ\"ד חדש ראויה לאישו' קרינן בה עכשיו לחכמים דפליגי אר\"מ וה\"נ לכהן סמי בידיה לברוח למקום רחוק וערוקיה מסתייה ואי לאו דמסתפינא הייתי אומר דהתוס' ז\"ל דמפשט פשיטא להו גבי כהן דאינו יכול להשקותה היינו משום דס\"ל כדעת הראב\"ד ז\"ל שכתב ה\"ה ז\"ל בספי\"א מה' גירושין דאפילו ברח כופין אותו להוציא אבל לדעת רבינו דס\"ל דבברח אין כופין אותו להוציא ראויה לכהן היא לעולם ויכול להשקותה מהאי טעמא ובכן נפשט ספקו של הרב ז\"ל:<br><b> עוד </b> עמד מתמיה הרב ז\"ל בד\"ה ודע על דברי רבינו דמשמע ליה דטעמא דמי שאין לו אשה ובנים ונשא עקרה וזקנה ואיילונית דאינו משקה אותן הוא משום דבעל בעילה אסורה דא\"כ כשהיה לו אשה ובנים ומתו בין קנוי לסתירה אמאי משקה אותה מפני שנראית לשתות בשעת קנוי וכי נראית לשתות מאי הוי הא בא עליה בעלה בדרך נמי נראית לשתות בשעת קנוי ואפי\"ה אינה שותה משום דבעל בעילה אסורה ובתחילה עלה על דעת הרב ז\"ל לומר דאף רבינו אזיל ומודה דטעמא דהני נשי דאינן שותות הוא משום שאינן ראויות לאישות ושוב לא נחה דעתו בזה משום דק\"ל מהיכן הוציאו רז\"ל דין זה דאם מקרא דכי תשטה אשתו קרא למאי אתא אי לאלמנה לכ\"ג וגרושה וחלוצה לכהן הדיוט הנהו תיפוק ליה דאינו מנוקה מעון ואפי' שלא היתה נשואה לו ולו' דהני תקנת חכמים נינהו גם בזה לא נחה דעתו דמה ראו חכמים לתקן תקנה זו לעקור מצות שתייה שהיא מן התור' ועוד שמדברי רבינו ז\"ל שנתן טעם גבי מעוברת חבירו שאין כאן עבירה משמע דבעקרה וזקנה טעמא דידהו דאינן שותות הוא משום ליתא דעבירה היא דבא ביאה אסורה וכיון שכן הדרא קו' לדוכתא והניח דבריו בצ\"ע:<br><b> ולע\"ד </b> דברי רבינו יכולים אנו ליישב אותם עפ\"י מה שצדד הרב לומר דס\"ל דטעמא דהני נשי דאינן שותות הוא משום שאינן ראויות לאישות ומה שהוקשה לו להרב ז\"ל דא\"כ עיקר קרא למאי אתא אי לאלמנה לכ\"ג כו' הנהו ת\"ל דאינו מנוקה מעון אין כאן קושיא דאיכא למימ' דקרא אצטריך לאלמנה לכ\"ג וגרוש' וחלוצה לכהן הדיוט שנפלו להו ליבום דמן התורה ביאה ראשונה מותרת להם דאתי עשה דיבום ודחי ל\"ת דאלמנה וגרוש' כדאיתא בפ' כיצד ד\"ך ופסקו רבינו בפ\"ו מהלכות יבום וחליצה הל' יו\"ד ואחר ביאה ראשונה שוב אינן ראויות לאישות מן התורה דנמצא דאין כאן ביאה אסורה ולית לן למעוטינהו אלא מפני הטעם שאינן ראויות לאישות וכבר כתבנו זה לעיל הל' ח' יע\"ש וא\"נ י\"ל דעיקר קרא אצטריך למי שנעשה כרות שפכה אחר שנשאה ובשע' השקא' הוא דאסורה עליו דהשתא אינה ראויה לאישות מדאוריי' וליכ' טעמא דאינו מנוקה מעון וא\"נ אפש' לומר דמדרבנן הוא דאסרו להני נשי ומה שהוקשה לו להרב ז\"ל דמה ראו לתקן חז\"ל תקנה זו לעקור מצוה מן התורה יש לומ' דטעמא רבה מצאו בדבר שהרי לא אמרה תורה שתמחה שמו ית' כביכול על המים אלא לשים שלו' בין איש לאשתו כדאמרי' בעלמא בכל דוכת' וכל שאין כאן שלום שהרי אינן ראויות לאישות למה זה ימחה שמו בלא הועיל ואין כאן שלום:<br><b> ומה </b> שהוקשה לו להרב ז\"ל ממ\"ש רבינו גבי מעוברת דשותה מפני שאין כאן עביר' ומשמע דעקר' וזקנה טעמא דידהו משום עביר' לזה אפשר לדחו' דטעמא דאין כאן עבירה שכתב רבינו היינו מטעמא שאין איסורה מחמת עצמה אלא דבר אחר גרמה לה וא\"כ אפשר דה\"ה לעקרה וזקנה ואיילונית דאין כאן עביר' אלא עיק' טעמן שאינן שותות הוא מפני שאינן ראויות לאישות, וכן מורה לשון רבינו דנקט לעקרה זקנה ואיילונית בהל' יו\"ד ולא כלל אותן בהדי הנך נשים שכתב לעיל מזה דטעמא דידהו משום ביאה אסור' אלא יחד אותן בפני עצמן ומשמע דהיינו משום דהני טעמא דידהו משום שאינן ראויות לאישות הוא ולא מטעמא דהנך דלעיל ודוק ואף שבפי' המשנה משמע דס\"ל דטעמא דהנך נשי הוא משום דבא ביאה אסור' אפשר לומר שבחבורו חזר בו והיינו משום ההיא דירושלמי שחלקו בהן בין יש לו בנים בשעת קנוי לאין לו דזה מורה דטעמא דידהו משום שאינן ראויות לאישות הן וא\"נ אפשר לומר דרבינו ס\"ל דטעמא דהנך נשים משום דבא ביאה אסורה מדבריהם הוא דאינן שותות:<br><b> והחילוק </b> הזה שחילק בהל' י\"א בין היו לו אשה ובנים ומתו בין קינוי לסתירה דכיון דנראית לשתות משקה אותה ואי טעמא הוא משום בא ביאה אסורה כי נראית לשתות מאי הוי כמו שהוקשה הרב ז\"ל יש ליישב דמיירי רבינו בשלא בא ביאה אסורה אחר שמתו כגון שלא בא עליה עוד והוא נאמן על עצמו כמ\"ש הרב לעיל בהל' ח' ד\"ה וראיתי להרא\"ש יע\"ש וכן מ\"ש עוד רבינו שאם לא היו לו בנים ולא אשה הראוי' לילד ונולד לו בן מגרושה בין קינוי לסתירה כבר נדחי' האיילו' מלשתות ודקדק הרב דדוקא כשנולד לו בין קינוי לסתירה לא מהני אבל אם נולד לו קודם קינוי יכול הוא להשקותה אע\"פ שקדמה העבירה לקינוי כו' גם זה יש לישב דמיירי בכה\"ג שנולד לו קודם קינוי באופן שלא היה שם ביאה אסורה כגון שכשנשאה לאיילונית היה לו אשה אחרת ואחר שגרשה לאחרת שוב לא בא על האיילונית ובשעת שקנא אותה היה בשעת התר' עמה וכל זה יש במשמע דברי רבי' אף כי לא ימלט מן הדוחק קצת כן נראה לע\"ד:"
            ],
            [],
            [
                "<b>כל </b>\n<b> אשה שהיה לה קינוי כו' בין שלא רצה בעלה להשקותה כו' הרי היא אסורה ע\"ז שנתיחדה כו'.</b> עיין במה שהק' הרב מ\"ל על שם הרב חלקת מחוקק דכשלא רצה בעלה להשקותה למה זה תהיה אסורה לבועל כיון שהיא צווחת ואומרת דטהו' היא והוא אינו רוצה להשקות' אף דהרשות בידו לאוסרה על עצמו מ\"מ אינו יכול לאוסרה על הנחשד כיון שהן טועני' בריא כו' מלבד מ\"ש הרב מ\"ל דדבר זה היא סוגי' ערוכה בפ' האשה רבא דצ\"ה דאתמר בהדיא דבאמר הבעל איני משקה אותה מיד היא נאסרת על הבועל יע\"ש עוד זאת לא אדע שכו'ל דברי הרב ח\"מ הללו דלפי דבריו אם הבעל אינו רוצה להשקות' מפני שמאמינ' שלא נטמאה ואינו רוצה שתתבזה אשתו בשתיית מי סוטה אף הבעל עצמו מותר בה כיון שהיא טוענת בריא שלא נטמאת והבעל ג\"כ מאמינ' והא ודאי ליתא דהא סתמא קתני מתניתין דכל שבעלה אינו רוצה להשקות' אפילו שמה שאינו רוצ' להשקות' הוא מפני שמאמין לדבריה שלא נטמאה אפי\"ה אסור' לביאה ואסור' לאכול בתרומה והטעם ודאי כמ\"ש הרמ\"ל והרב ב\"ש וברור:<br><b> עוד </b> שם <b> מפי </b>\n<b> השמועה למדו כשם שאסורה לבעל כך אסורה לבועל. </b> עיין במ\"ש הרמ\"ל בפ\"א מהל' אישות הל' ח' ובמה שעמדתי על דבריו שם ככתוב בחידושי שם יע\"ש ומ\"ש עוד הרמ\"ל ז\"ל דאשת ישראל שנארסה כשם שמותרת לבעל כך מותרת לבועל והביא דברי התוס' בשבת דכ\"ו וסוגיא דפ\"ק דכתובות ודברי הירושל' שהביאו התוס' בסוטה ר\"פ כשם כו' הנה דברים כהויתן עלו ובאו בספר בית שמואל ר\"ס י\"א ע\"ש ושמעתי מביאין ראיה מש\"ס דידן דמותרת לבועל ממ\"ש בסנהדרין פ' אין בודקין דמ\"א ע\"א והא יכולין לומר לאוסר' על בועלה שני באנו ומשנינן שזינתה מבועל ראשון א\"נ שזינתה מקרוביה כו' והשתא אם איתא דכשהיא באונס והוא מזיד אסו' לבועל מאי קושיא לימא אם איתא דלאוסרה על בועל שני באתם למה לכם להעיד שזינתה ברצון הרי יכולין הייתם אתם להעיד שזינתה באונס ומדהעדתם שזינתה ברצון ודאי דלהורגה באתם אלא ודאי משמע דכל שהיא באונס מות' לבועל ולהכי צריכין להעיד שזינתה ברצון, ולע\"ד יש לדחות דלעולם אסור' לבועל אפילו שהיא באונס אלא משו' דלאו כ\"ע דינא גמירי ויכולין לטעון דמשום דלא ידעו שאסור' לבועל להכי העידו שזינתה ברצון לזה הוצרכו לשנויי כשזינתה מבועל ראשון או מקרובותיה דהאי מלתא כ\"ע ידעי:<br><b> ולפק\"ד </b> זה שכתבו דמדברי הירושלמי משמע דפליג אתלמודא דידן וס\"ל דכל שהבועל מזיד אף שהיא שוגגת אסור' לבועל לבבי לא כן יחשוב דאפשר דהא והא איתא ותלמודא דידן קאמר דמעיקר דינא מותרת לבועל וליכא איסורא דונטמא' אלא כשאסור' לבעל אבל מדרבנן מיהא איכא איסורא משום קנסא דקנסו ליה לאונס אותה שלא יהא חוטא נשכר והיינו דקאמר בירוש' אפשר לומר מזיד בה ואת אמרת דבין כו' כלומר דלכתחילה ודאי אין להתירה לאונס הזה כל שכיוין לבא עליה באיסור ומצינו להרב הלכות גדולות וכל הראשונים גבי יבמה שקבלה קידושין שאמרו דמותרת ליבם ותנשא לו ליבם אחר שמגרש אותה המקדש אבל למקדש עצמו אסירא לעולם משום קנסא וכ\"כ הרא\"ש ז\"ל בפרק האשה רבה דצ\"ב והטור בא\"ה סי' קנ\"א יע\"ש ובכן מה שסיימו בירוש' ואמרו ומנין שהדבר תלוי בה שנאמר לטמאה בה כו' לא פליג ארישא וכמו שרצה לפרש הרב ז\"ל אלא רישא מיירי באיסור דרבנן ומשום קנסא וסיפא מיירי מעיקר דינא דאורייתא מדכתיב לטמאה בה איברא דבלא\"ה דברי הירוש' נוחים הם דבסיפא מיירי לענין לאוסרה לבעל דהדבר תלוי בה שאם היא מזידה אסור' ואם היא שוגגת מותרת ומה שהוק' לו להרב מ\"ל דא\"כ למה לי קרא דלטמא' בה דתיפיק לי מקרא דוהיא לא נתפסה אפשר לו' דמקרא דוהיא לא נתפסה לא שמענו אלא לענין כשהיא אנוסה אבל כשהיא שוגגת דקרובה למזיד לא שמענו מהאי קרא ולהכי מייתי קרא דלטמאה בה וראיה לדבר דיש חילוק ביניהם שהרי רבינו לקמן בסוף פ\"ג הביא ב' כתובים לענין אנוסה ושוגגת שאין המים בודקים אותה וזה ברור ועיין עוד במ\"ש הרב מש\"ל ז\"ל ועיין להרב בנימין זאב בסי' ק\"ל הביא דבריו מרן החביב ז\"ל בכנה\"ג א\"ח סי' שי\"ח שכתב בהדייא שאין לדמות אונס לשוגג יע\"ש:<br><b> וראיתי </b> להרב ז\"ל שנסתפק באשת כהן שנאנסה אם היא מותרת לבועל כיון שאסרה לבעלה והביא דברי הרב בית שמואל שיחס דין זה בכוונת דברי הרב המפה במ\"ש בסי' י\"א וז\"ל וה\"ה אם נאסרה בשבילו לבעלה אסורה לו שכוונתו לומר דאשת כהן שנאנסה אסורה לבועל ולא נחה דעת הרב ז\"ל בזה יע\"ש ולע\"ד נר' שהרב המפה כיוין בזה למ\"ש הוא עצמו לקמן בסי' ט\"ו סכ\"ח על שם הרב תה\"ד ז\"ל דמי שבא על אחות אשתו בזנות ואסרה לבעל' אסורה לו ג\"כ לאחר מיתת אשתו אף על פי שכבר היתה אסורה לו בשעת שזינת' עמו משו' אחו' אשתו ולא אמרינן הואיל ואסורה לו עכשיו בשעת זנות משום איסור אחו' אשתו לא קרינן בה ונטמאה כדאיתא בפ' ארוסה דכ\"ו גבי שאר עריות דשאני אחות אשה דכיון דיש לה היתר לאחר מיתת אשתו קרינן בה ונטמאה לאוסרה לבועל וזו היתה כונת הרב המפה בדין זה לע\"ד:<br><b> איברא </b> שבעיקר דברי הרב תה\"ד ז\"ל יש לדקדק מההיא דפ' המגרש דפ\"א ע\"א דקמבעי' לן התם במגרש לאשתו חוץ מבעל אחותה מהו השתא מיהא לא חזייא ליה או דילמא זמנין דמתה אחותה וחזי' ליה ולא אפשיטא ולפי דברי הרב תה\"ד קשה דמ\"ש מקרא דונטמאה דקפיד רחמנא אזמנין דמתה אחותה וי\"ל דשניא היא ההיא דסוטה דקנס הוא על שאסרה לבעלה משא\"כ גבי כריתות דגט דלא קפיד רחמנא בכריתו' לזמנין דמת ועוד אפשר לומר שכיוין הרב למ\"ש בירושלמי הלז שהביא הרב מ\"ל דכשהאשה מזידה והבועל שוגג אסורה לבועל כיון שעל ידו נאסרה לבעלה וזה ג\"כ נכון ועיין עוד בא\"ה ר\"ס קנ\"ט והנכון לענ\"ד שכיוין הרב המפה בזה למה שנתבאר בסי' קט\"ו ס\"ז שאם הבעל ראה את אשתו שזינת' וכן אם הגידו עליה קרובים או עד אחד ודעתו של בעל סומכת עליהם דאסורה לו יע\"ש דבכל אלו כיון שנאסרה לבעל וחייב להוציאה אסורה נמי לבועל ותמהני על הרב בית שמואל והרב מ\"ל ז\"ל שלא מצאו פתח פתוח בפירוש דברי המפה ודברים אלו ברורים אצלי ועיין בס' אורים גדולים דמ\"ה ע\"ב למוד קכ\"ו:<br><b> עוד </b> ראיתי להרב מ\"ל ז\"ל שהביא דברי הנמקי ז\"ל בההיא דשומר' יבם שזינתה שכת' דאע\"ג דמותר' ליבם אסורה לבועל משו' קנס ורצ' ללמוד מדבריו דאשת כהן שנאנס' אסור' לבועל משום קנס אלא שעמד מתמיה בדבריו היכן מצא בתלמוד גזירה כזו יע\"ש ולא ידעתי למה זה תלה תלונותיו על דברי הרב הנמקי ז\"ל הללו דעדיפא מינה כתב לעיל מזה ע\"ש הריטב\"א וכל הראשוני' דשומר' יבם שקבלה קדושין מאחר אסורה למקדש עולמית וכמ\"ש לעיל כ\"ש בשזינתה דעבדא איסורא טפי וכבר הרמב\"ן הביא דבריו ה\"ה בפ\"ב מה' יבום די\"ט הוק' לו בדברי הראשו' הנז' מעין קו' הרב ז\"ל מיהו חזר והודה לדבריהם ז\"ל ואין ספק שדברי הרב הנמק\"י הללו מדברי הראשונים הנז' לימדם במכל דכן ואולי הרב ז\"ל משמע ליה דיבמה שנתקדשה מגרשתה נתן מפני שכל עוד שלא קבלה גט מהמקדש נאסרה ליבם ודמי טפי למי שהלכה בעלה למ\"ה ועמדה ונשאת דמפני שנאסרה לבעל אסורה לבועל ואע\"פ דשאני התם שנאסרה לבעל לעולם מ\"מ כיון דהכא נמי נאסרה לו זמן מה לא חלקו אבל בשזינתה עם אחר שלא נאסרה לו כלל איכא למימר דאינה אסורה לבועל כלל ומ\"מ זה שרצה ללמוד מדברי הרב הנמק\"י דאשת כהן שנאסרה אסורה לבועל אין דמיונו עולה יפה דשאני יבמה שזינתה שהיא עצמה כיונה לעבור על האיסור במזיד ולכך קנסו אותה אבל באש' כהן שנאנסה מי יימר דקנסינן לה שלא תנשא לבועל כיון שהיא לא עברה על האיסור וזה ברור אצלי ועיין בס' אורים גדולים דמ\"ה ע\"ב למוד קכ\"ו וקכ\"ז ועיין בס' מוצל מאש שבס\"ס אש דת סימן מ\"ו שנסתפק בבא על אשת איש ואח\"כ נודע שבשעה שבא עליה זה כבר מת בעלה אם נאסרה לבועל והביא דברי הרב הנמק\"י הללו וחילק ביניהם יע\"ש ולע\"ד יש להוכיח כן ממ\"ש רבינו בפי\"ב מה' נדרים הל' ח\"י גבי נדרה והפר לה האב או הבעל והיא לא ידעה ועברה על נדרה ועל שבועתה בזדון כו' מכין אותה מ\"מ מפני שנתכוונה לאיסור עכ\"ל ה\"נ קונסין אותה כמובן:<br><b> ועיין </b> בתשובות מוהר\"א ששון סימן קצ\"ז שנסתפק על אשת איש שבאו עליה שני בועלים אי נאסרה לבועל שני כיון שכבר היא אסורה לבעל משעה שבא עליה הבועל ראשון ועיין בס' מ\"ל בפ\"ב מה' סוטה הי\"ב ד\"ה נמצא מה שציין הר' המגיה ע\"ז שם יע\"ש ובדברי הרב מוהר\"א ששון יש להסתפק ג\"כ בבא על אשת איש קטנה הראויה למאן וכתב רבינו בפ\"ג מהל' א\"ב הל' ב' שלא נאסרה לבעלה אם היא מותרת לכהן ועיין להתוס' ביבמות פ' כיצד דכ\"ד ע\"ב גבי הא דתניא רוכל יוצא ואשה חוגרת בסינר אמר רבי הואיל ומכוער הדבר תצא שכתבו התוס' שם אר\"ת דתצא מן הרוכל קאמר דלבעלה היא מותרת יע\"ש ועיין בדבריהם שם דל\"ו ע\"א ד\"ה אעפ\"י שכתבו בסוף דבריהם וז\"ל ומיהו גבי בועל אע\"ג דלא כתיב בה לא נתפסה יש לחלק בין אונס לרצון באשת ישראל דסברא הוא דלא נאסרה על הבועל אלא כשנאסרה לבעל עכ\"ל והך דרוכל קשה לדבריהם לכאורה וי\"ל דההיא דרוכל מדבריהם הוא דאסורה ודברי התוס' מדאורייתא ומ\"מ דברי התוס' שם צ\"ע ממ\"ש הם עצמם בפ' אלמנה לכ\"ג דס\"ח ע\"ב ד\"ה נכרי ועבד יע\"ש עוד ראיתי להמ\"ל שם בה' סוטה שנסתפק בספק זה שנסתפקנו אנו בעניותינו ובסוף דבריו הביא ראיה זה שכתבו התוס' ביבמות פ' כיצד דכ\"ד ולא זכר ש'ר ההיא דרוכל ודוק:"
            ]
        ],
        [
            [
                "<b>כיצד </b>\n<b> סדר השקאת סוטה כו'.</b> עיין במה שתמה הרב מ\"ל על דברי רבינו שלא נקט לא סדר הכתוב ולא סדר המשנה דלפי סדרן של כתובים בתחילה הכהן היה מכין את המנחה ואת המים ואח\"כ היה פורע ראשה ואח\"כ נותן את המנחה על ידיה ואח\"כ משביעה בשבועת האלה ורבינו כתב דבתחיל' היה משביעה ואח\"כ היה כותב המגילה ואח\"כ היה מכין המנחה והמים ואח\"כ פורע ראשה ובגדיה וגם לפי סדר המשנה בתחילה היה פורע ראשה ובגדיה ואח\"כ נותן המנחה על ידיה באופן שסדר זה שסידר רבינו אתי דלא כמאן יע\"ש ותמה עוד על מרן כ\"מ שלא נתעורר בזה יע\"ש ולא ידעתי איך לא השגיח בדברי מרן כ\"מ בהל' י\"א כי שם נתעורר בזה וישב דברי רבינו עפ\"י דברי הירוש' יע\"ש ואני תמיה עוד טובא לפי סדרו דקודם הכנת המים בכלי היה משביעה בשבו' האלה איך היה אומר לה ובאו המים המאררים האלה במעיך כו' דאיך אומר האלה כל עוד שהמים עדין אינן בעולם:"
            ],
            [],
            [],
            [
                "<b>גם </b> במ\"ש <b> אם </b>\n<b> עמד בדיבורה מביאין אותה כנגד שער המזרח מבחוץ כו'. </b> קשה דבתוספת' הביאוה התוס' בפ\"ק ד\"ח ע\"א ד\"ה ששם משקין אמרו שהאשה היה מבפנים והכהן מבחוץ שנאמר והעמיד את [האשה] לפני ה' האשה לפני ה' ולא הכהן לפני ה' ודבריו הם הפך התוספתא שכתב שגם האשה עומדת מבחוץ ואולם רבינו משמע ליה דמתני' פליגא אהך תוספתא מדקתני ששם משקין את הסוטות ומטהרין את המצורעין כו' והמצורעין ודאי לא היו מבפנים כנודע ואפשר דגם התוס' דקתני שהאשה מבפנים לאו היינו לפנים מן הפתח דהיכי יליף מקרא דלפני ה' והלא גבי מצורע נמי כתיב לפני ה' ולא היה מבפנים אלא שניהן היו חוץ לפתח אלא שהאשה היה סמוך לפתח והכהן היה רחוק מן האשה גם זה לעומת זה ומפני שלא היה הכהן לצד הפתח קרי ליה מבחוץ אלא דאכתי קשה אמאי לא ביאר לנו רבינו זה שהאשה מבפנים והכהן מבחוץ וכעת צ\"ע:<br><b> גם </b> במה שפסק רבינו בדט\"ו דבתחילה היה משקה אותה ואח\"כ היה מקריב את המנחה וכתב מרן כ\"מ דפסק כת\"ק דר\"ש משום דידוע דכן הלכה כו' יע\"ש ולדידי ק\"ל דמאחר דחזינן דהדר תנא דמתני' וסתם כר\"ש בתר הכי בההיא מתני' דלקמן דקתני לא היתה מספקת לשתות עד שפניה מוריקות ועיניה בולטות ואמרי' בגמ' מני ר\"ש היא דאמר מקריב במנח' ואח\"כ משקה אותה אמאי לא פסק רבינו כההיא סתמא דהא קי\"ל סתמא בתרא עיקר כדאיתא בריש שבועות ובהכי ניחא לי דברי רש\"י בפי' על התורה בפ' נשא בפסוק והשקה את האשה שתפס עיקר כדר\"ש דאמר בתחיל' מקריב מנחת' ואח\"כ משקה אותה ושביק סברת רבנן דר\"ש מפני שהוא ז\"ל עינו ראתה דהדר תנא וסתם כסברת ר\"ש ואין אנו צריכין לדברי הרא\"ם שכתב דרש\"י אזיל בתר פשטיה דקרא וכמובן:<br><b> הן </b> אמת כי יש לדקדק בדברי רש\"י דמאחר דתפס עיקר כר\"ש דאמר דבתחילה מקריב מנחתה ואחר כך משקה אותה אמאי לא דריש נמי קרא דוהשקה את האשה קמא כדדריש ליה ר\"ש בגמ' בדי\"א דאתא למימר שאם בדיעבד עבר והשק' אותה תחיל' קודם הקרבת המנחה כשירה ונדחק לפרש שהכתוב מבשרך שכשישקנה המים בודקי' אותה ודבר זה אין לו מובן דלזה למה לי קרא הא מקרא מלא דבר הכתוב שהמים בודקים אותה וצבתה בטנה ונפלה ירכה. ואולם לזה סמך רש\"י ז\"ל דרשת ובאו בה המים המאררים שהמים היו בודקים כל גופ' לומר דלהכי אתא כולי' קרא דוהשקה לבשרך שהמים בודקים אותה ולא דריש רש\"י ז\"ל קרא כדדריש ר\"ש דאצטריך לומ' שאם בדיעבד עבר והשקה קודם הקרבת המנחה כשירה משום דרבנן דחו לה בדיעבד לא פתח קרא ובחר לו רש\"י דרך לפום פשטי' דקרא וברור ואע\"ג דכבר כתיב קרא אחרינא ובאו בה כבר דרשו אותו בגמרא אחד לבעל ואחד לבועל ולמאי דקשיא לן ע\"ד רבינו למה לא פסק כר\"ש דבתחי' מקריב מנחת' ואח\"כ משקה אותה כיון דסתמא בתרא אזלא דכותיה נלע\"ד דכל כה\"ג לא מקרי סתמא בתרא בחד פרקא ועיין למרן החבי\"ב ז\"ל בשכנה\"ג בכללי התלמוד אות ט\"ו ובמ\"ש בחידושי בפ\"ק די\"ט ד\"ב ע\"ב בתוספו' ד\"ה גבי שבת יע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ועל </b> מ\"ש רבינו <b> ואח\"כ </b>\n<b> מביא כלי חרס שלא נעש' בו מלאכ' מעולם. </b> תמה מרן בכ\"מ דכיון דפסק כר\"י הי\"ל לפסוק בפ\"ה מה' ביאת מקדש דמי כיור אינן כשרים אלא מן המעיין ותמה על תמיהתו הרמ\"ל דלרבא דאמר התם דטעמא דר\"י היינו מדכתיב בכלי חרס כלי שאמרתי לך כבר אין הכרע לפסוק בההיא דמי כיור כר\"י דאמר מי מעיין הם יע\"ש ולדעתי דעת הדיוט אין תמיהתו תמיהא כל כך ע\"ד מרן דשפיר דייק מרן דהי\"ל לפסוק בההיא דמי כיור כר\"י דמאחר דחזינן בסוג' דלפום מאי דסלקא דעתייהו למימר דטעמא דר\"י משום דגמר כלי כלי ממצורע ועכ\"ל דמשמע ליה לפום האי ס\"ד דהלכה כר\"י בההיא דמי כיור אף כי הדר אמר רבא דטעמא דר\"י מדכתיב בכלי חרס מנ\"ל למימר דהדר תלמו' ממאי דהוה סבר דהלכתא כר\"י דילמא רבא נמי הכי ס\"ל כדהוה ס\"ד למימר דהלכה כר\"י וכל שכן דתלמודא לא קאמר אלא כו' דמשמע דלא הדר ממאי דקאמר עד השתא כנ\"ל להליץ בעד מרן מלכא ועיין בספר קרבן חגיגה סימן פ\"א כי שם האריך יותר ליישב תמיהת מרן ולפי מ\"ש אכתי לא מייתבא שפיר תמיהת מרן ודוק:<br><b> ואולם </b> לדידי ק\"ל בעיקר דברי מרן שכתב דמשמע ליה לרבינו דהא דאמר רבא ל\"ש אלא שלא נתאכמו פניו לר' ישמעאל קאמר שאעפ\"י שהוא חדש אם נתאכמו פניו פסו' ולא כדפרש\"י דלרבנן קאי כו' עכ\"ל ומי הכריחו למרן לומר כן דלפ\"ז לא דייק שפיר לישנא דרבא דאמר ל\"ש כו' כמבואר ויותר הי\"ל לפרש דרבינו משמע ליה כפרש\"י דלרבנן קאי וה\"ק אף רבנן דמכשירו בכלי חרס שאינו חדש ממש ואפי' נעשה בו מלאכה מיהו אם נתאכמו פניו שנתבלה ונשתנה מראיתו לא מכשירו משום דדומיא דמים בעינן לכ\"ע אף לרבנן וכ\"ש לר' ישמעאל דבעי חדש ממש והשתא רבינו פסק לדרבא אף לדידן דקי\"ל כר\"י משום דעיקר מימר' הלזו לכ\"ע אתמר ואפשר להעמיס פי' זה בדעת מרן אף כי לשונו אינו מורה כן ודוק ועיין בסמוך:<br><b> עוד </b> כתב רבינו <b> ואם </b>\n<b> החזירו לכבשן עד שנתחדש כשר. </b> וכתב מרן שם בעיא דלא אפשיטא ואיני יודע למה פסק רבינו בה לקולא יע\"ש וכתב הרמ\"ל דרבינו משמ' ליה כסברת התוס' שכתבו שם דנתאכמו אין פיסולו כי אם מדרבנן והכריחו זה כמו שיע\"ש עכ\"ל וראיתי למו\"ה בס' קול יעקב ברמזיו דנ\"ז ע\"ד שכתב ע\"ד הרמ\"ל הללו וכן על מש\"ל מזה ע\"ד מרן שיש לתרץ דברי מרן במאי דאיכא למידק עוד דמנ\"ל לרבינו לפרש דמ\"ש רבא ל\"ש כו' לר\"י קאי ולא לרבנן ועכ\"ל דאיהו ק\"ל מה שהקשו התוספות דמאחר דמי כיור כשרין כמי מקוה ומי מקוה שנשתנו מראיהן פסולים מאי קאמר מה מים שלא נשתנו מראיהן וכו' ואיהו לא ניחא ליה בתירוץ התוספות ז\"ל משום דוחקא ועל כן פי' דרבא לר\"י ז\"ל קאי ולדידיה מי כיור מי מעיין הם וילפינן שפיר מה מים כו' ואם כן שפיר ק\"ל למרן ז\"ל דכיון דרבינו פסק הכא כר\"י דנתאכמו פסול וע\"כ טעמא הוא משום דס\"ל מי מעיין הן והא בהא תליא מעתה איך פסק דמי מעיין כשרים לקידוש ובכן תמה עליו ג\"כ אמאי פסק לבעיא דרבא לקולא כיון דהוי ספקא דאורייתא ואין מקום לתרץ בזה ע\"פ דברי התוס' לפי האמור דהך בעיא קאי לר\"י כמובן את\"ד ז\"ל יע\"ש ולפי מ\"ש לעיל דרבינו מפרש כפי' רש\"י דההיא דרבא לרבנן דר\"י נמי אתמר גלגל חוזר ומתיישב שפיר תמיהו' מרן ז\"ל שתים הנה ע\"פ דברי הרמ\"ל ז\"ל ודוק:<br><b> ודע </b> שמ\"ש התוספו' דמי מקוה ומי כיור שנשתנו מראיהן כשרין ה\"ד כשנשתנו מחמת עצמן או מחמת צבע אבל אם נשתנו מחמת משקה אחר כגון דם או יין וחלב הרי הן פסולין וכמו ששנינו בפ\"ז מה' מקואות ופסקו הרמב\"ם בפ\"ז מה' מקואות ה\"א וה\"ז יע\"ש ועיקר קושייתם היתה דכיון דכשנשתנו מראיהן מחמת צבע כשרין היכי יליף מינה לכלי שנתאכמו פניו דפסולין כיון שהשינוי בא מחמת עצמו וכל כה\"ג במים כשרים ותירצו דאסמכתא בעלמא היא והכי דריש מה מים סתמן לא נשתנו מראיהן אף כלי כשלא נשתנה מראיתו:<br><b> וראיתי </b> לרבינו בפ\"ה מה' ביאת מקדש די\"ב שכת' וז\"ל כל המימות כשרין לקידוש בין מים חיים בין מי מקוה ובלבד שלא ישתנו מראיהן אלא יהיו כלים הכשרים לטבילה כו' ומרן לא הורה לנו מקום דין זה איו ולפי הנר' הם דברי עצמו דמשמע ליה לרבינו ז\"ל כסברת התוס' דשמעתין דכיון דמי כיור הם כשרים ממי מקוה דין מי מקוה יש להם ואם נשתנו מראיהן מחמת עצמן או מחמת צבע כשרים אבל מחמת משקה אחר פסולין דומיא דמי מקוה וה\"נ אמרינן בפ\"ב דזבחים דכ\"ה כל המשלים למי מקוה משלים למי כיור וכמ\"ש שם רבי' יע\"ש ואת זה ראיתי למרן הב\"י בא\"ח ר\"סי ק\"ס עמ\"ש הטור צריך שיהיו במים הנטילה מראה מים שאם נשתנו מראיהן בין מחמת עצמן בין מחמת דבר אחר שנפל לתוכן בין מחמת מקומם פסולים כדתנן נפל לתוכן קומוס וקנקנתום ושינו מראיהן פסולים כו' כתב וז\"ל וכתב הרא\"ה בברכות פ' אלו דברים דטעמא דבנטילת ידים בעינן מים שלא נשתנו צורתן דומיא דקידוש ידים ורגלים מן הכיור והת' מסתברא משום מים יתירא דכתיב ונתת שמה מים לרחצה ורחצו אהרן ובניו כו' וכתיב בבואם אל אהל מועד ירחצו ומהכא דייקינן דמים בהויתן בעינן שלא נשתנו עכ\"ל:<br><b> מבואר </b> יוצא מתוך דברי הרא\"ה הללו דס\"ל דמי כיור שנשתנו מראיהן בין מחמת עצמן או מחמת דבר שנפל פסולים דומיא דנט\"י וזה הפך דברי התוס' הללו דשמעתין והפך דברי רבינו בפ\"ה מה' ביאת מקדש שכתבנו ומהתימא על מרן שלא התעורר בזה ומ\"מ סוגיין דשמעתין מוכח שפיר כדברי הרא\"ה דמדמי שינוי כלי לשינוי המים דמשמע דמי כיור שנשת' מראי' אף מחמת עצמן פסולים ומתיישב שפיר קושית התוס' לדעתו ז\"ל דמי כיור ודאי פסולי' בשינוי מראה אף מחמ' עצמן מיתורא דקר' במים תרי זימני לא כן במי מקוה כמובן ולדע' רבי' והתו' דמשמע להו דמי כיור אינן נפסלי' בשינוי מראה אלא כשנפל לתוכן משק' אחר אבל מי צבע וכיוצא אינן פוס' אין טעמו של הרא\"ה שנתן במים של נטילה שייך לשיטת' ז\"ל דמים של נטיל' פסולים אפי' כשנפל לתוכן קומוס וקנקנתום דכל כה\"ג גבי מי כיור כשרים דמי צבע כשרי' למי מקוה ולמי כיור ועיין להראב\"ד בס' תמים דעים סי' ס\"ו שנ\"ט למה שפסלו שינוי מראה במים של נטילה יע\"ש:<br><b> ובעיקר </b> דברי הרא\"ה ז\"ל הללו ק\"ל טובא דכיון דשינוי מראה במים של נטילה מדין קידוש מי כיור ילפי לה א\"כ אם אדם הטביל ידיו בתוך הכלי נמי לא יצא ידי חובת נט\"י דומיא דקדוש ידים ורגלים דדרשינן ממנו ולא מתוכו ואילו הרא\"ה בשיטת הרב ה\"ג קאי דס\"ל דגבי נט\"י אם הטביל ידיו בתוך הכלי יצא י\"ח נטילה כמ\"ש בהדיא בספר החינוך בפרשת כי תשא בפסוק ורחצו אהרן ובניו וז\"ל ואין אנו מצריכין בנט\"י בחולין ליטול מן הכלי ולא בתוכו אעפ\"י שאנו מצריכין כלי לנטילת חולין ויסוד הדבר הוא מפני שמצאנו כלי לנטילה בקדש מ\"מ בקדושה הוא דמיעט רחמנא ממנו ולא בתוכו אבל בחולין אין לנו מיעוט ואעפ\"י שנטילת החולין משום סרך הקדשים הוא וכמ\"ש ז\"ל משום סרך תרומה מ\"מ אין לנו להשוותם לגמרי בכל דיניהם ודיי לנו לחייב בנטילה ובכלי משום סרך ולהניח מיעוטו דממנו שנאמר בו במקומו ואפילו בתרומה עצמו נט\"י בו מדרבנן הוא כו' כ\"כ בספר המצות להרמב\"ן ז\"ל עכ\"ל הרי שכתב דדבר זה דממנו ולא מתוכו לא ילפינן מדין קידוש במה שהצריכו כלי ונטי' וכ\"כ התוס' והרא\"ש הביא דבריהם מרן ב\"י לעיל בסימן קנ\"ט ע\"ד הרב ה\"ג יע\"ש:<br><b> וא\"כ </b> קשה דמ\"ש דבשינוי מראה המים דגבי כיור לא מפסיל אלא מיתורא דבמים במים ילפו לה גבי נט\"י מדין קדוש ידים ורגלים ממי כיור וגבי ממנו ולא מתוכו לא ילפו לה מהתם ואם הדבר הזה דממנו ולא בתוכו שכתב הרב דגבי נט\"י אין קפידא בדבר היה מפורש בש\"ס לא היה מקו' לשאלתינו שהם אמרו והם אמרו וכשם שהצריכו כלי ונט\"י הצריכו ג\"כ שלא ישתנו מראה המים דומיא דמי כיור ולא הצריכו שיהיו ממנו ולא בתוכו דבקצת דברים השוו תקנת נט\"י לקדושי מי כיור ולא בכולן וכך היתה עיקר תקנתם אבל מאחר שאין הדבר מפורש בגמ' ואדרבא משמע הפך זה וכמ\"ש מרן ב\"י בסימן קנ\"ט יע\"ש א\"כ כיון שמצינו גבי קדוש ידים ורגלים דלא מכשר אלא ממנו ולא בתוכו למה לא נאמר כן גבי נט\"י דיליף מהתם לענין שינוי מראה ושאר דברים ומ\"ש התוס' והרא\"ש דטעמו של הרב ה\"ג מדאבעיא ליה לרבא הכי גבי קדוש ידים מהו לקדש בכיור ממנו אמר רחמנא ולא בתוכו משמע דבקדוש הוא דקא מבעיא ליה הכי משום דכתיב ממנו אבל בנט\"י אפי' בתוכו מותר עכ\"ל דמשמע דעיקר טעמו של הרב ה\"ג הוא מדאבעיא ליה הכי גבי קדוש ולא גבי נט\"י אין זה הכרח לפי דברי הרב החינוך דכיון דמהתם ילפינן לנט\"י להכי ספוקי מספקא ליה התם ומינה נפקא לדין נט\"י באופן שלא מצאתי מקום לפי דברי הרא\"ה מה בין שינוי מראה דנפ\"ל מיתורא דבמים לנטי' בתוך הכלי דנפ\"ל ממנו ולא בתוכו וכעת צ\"י:<br><b> שוב </b> ראיתי להרא\"ה גופיה בספר בד\"ה דק\"ס ע\"א מפשט פשיטא ליה טובא דגבי נט\"י נמי לא מהני נטי' בתוך הכלי דבעינן ממנו ולא מתוכו דומיא דקדו' ידים ורגלים מן הכיור והרשב\"א בספר משמרת הבית תמה עליו בזה מדברי הרב ה\"ג שכתב דגבי נט\"י לא בעינן ממנו ולא בתוכו ואפי' שכשך ידיו בתוך הכלי מהני ליה נטילה יעש\"ב באופן שדברי הרא\"ה סתרי אהדדי ותבריה לגזיזיה ממ\"ש בספר החינוך למ\"ש בבדק הבית והדבר צ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם </b>\n<b> טהורה היא יוצאת כו' ואם טמאה היא כו' והן אומרים הוציאוה כדי שלא תפרוש נידה והנידות מטמאות עזרת נשים והן מוציאין אותה מעזרת נשים.</b> ע\"כ. וכתב הרמ\"ל שנראה מדברי רבינו דדוקא בעזרת נשים הוא דאיכא קפידא אבל בהר הבית לא קפדינן והדבר הוא תמוה דבפ\"ז מה' בית הבחירה הט\"ו ובפ\"ג מה' ביאת מקדש ה\"ג פסק דהר הבית מקודש שאין נכנסין לשם נדות ויולדות והכי איתא בפ\"ק דכלים והניח' בתימא יע\"ש ועיין להרב תי\"ט במשנתינו שכתב דעזרה דנקט תנא דמתני' היינו נמי הר הבית דהר הבית נכלל בשם העזרה סתם יע\"ש ולע\"ד אפשר ליישב בדוחק דדעת רבינו דדוקא תנן מעזרה ולא מהר הבית דאע\"ג דגם הר הבית מקודש שאין נכנסין לשם נידות ויולדות ה\"ד נדות ודאות אבל ספק נדות כסוטה זו שלא היתה נידה ודאית אלא שהיו חוששין שמא תפרוש נדה לא היו מוציאין אותה מיד אלא מעזרת נשים שהיא עומדת בה ולא מהר הבית שאינה מקודשת כ\"כ כעזרת נשים ואה\"נ שאם פרסה נדה מוציאין אותה מכל הר הבית אלא דמספקא לא היו מוצי' אותה מיד דאפשר שלא תפרוש שהזכות תולה אעפ\"י שהיא מתכוונת ודוק ועיין להתוס' בפסחים פ' האשה דצ\"ב ע\"א ד\"ה טבול יום ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>סוטה </b>\n<b> שיש לה זכות ת\"ת אעפ\"י שאינה מצווה על ת\"ת הר\"ז תולה לה ואינה מתה לשעתה אלא נימוקת והולכת וחלאים כבדים באים עליה כו'.</b> עכ\"ל. ונשאלתי מחד צורבא מרבנן מעיר רודיש יע\"א בדברי רבינו ז\"ל הללו שנראין לכאורה הפך מסקנת הש\"ס בפ' היה נוטל דכ\"א דאלו התם מסקינן דזכו' זה שתולה לה לאו בזכות ת\"ת דידה הוא דהא אינה מצווה ועושה אלא באקרויי בנייהו ומנטרן לגברייהו כו' וכמ\"ש שם רש\"י ז\"ל ומסתמות דברי רבינו ז\"ל משמע דעל ת\"ת דידה קאמר דאי לא כל כי האי הו\"ל לפרש וא\"כ איך תפס עיקר הר\"מ ז\"ל זכות ת\"ת אעפ\"י שאינה מצוו' כיון שטעם זה נדחה קרו לה בש\"ס וזה לשון תשובתי אליו לע\"ד ב' תשובות בדבר הא' שאפשר שרבינו ז\"ל מפרש בדברי רבינא דקאמר לעולם בזכות תורה כו' בזכות דאקרויי בנייהו ומנטרן לגברייהו מי לא פלגן בהדייהו כו' דה\"ק לעולם בזכות תורה דידהו ואף ששכ' זה אינו כ\"כ כמצוה ועושה מ\"מ זכות מיהא אית להו ולא יבצר ששכר זה יגיע לחצי כופר ממי שמצווה ועושה וא\"כ זכות ת\"ת זה עושה מחצה וזכות דאקרויי בנייהו דפלגן בהדייהו נמי הוה ליה שכרו משלם ודלא כמו שפי' רש\"י ז\"ל דהשתא הדר ממאי דקאמר תחילה בזכו' תורה דידהו דא\"כ לא היה ליה למימר בהאי לישנא דלעולם זכות ת\"ת דמשמע דעל זכות תורה האמור מעיקרא קאי אך לפי האמור ניחא:<br><b> ואף </b> שלפ\"ז אכתי הי\"ל לרבינו לומר דזכות ת\"ת תולה לה בהצטרף אליה זכותא דאקרויי בנייהו מ\"מ כיון שהיא מילתא דשכיח ברוב הנשים הא דאקרויי בנייהו לא הוצרך לפרש ובשתיים עלתה לו שרבינו סובר דתלמוד' לא הוצרך לאוקומי ולמימר דזכות תורה היינו הא דאקרויי בנייהו כו' ולא ניחא ליה למימר דזכות ת\"ת דידה יכולה היא שתגן אף שאינה מצווה ועושה אלא דוקא לתנא דמתני' שסובר שהזכות תולה לה שלא היתה מתה באותה מיתה אבל לר' דפליג אר\"ש בסיפא דהך מתני' וסובר שהיתה מתה באותה מיתה ולא היתה יולדת ולא משכחת כו' וכדאוקי פלוגתייהו רב יוסף בד\"ו הא ודאי לא פריך מידי תלמודא אי זכות תורה הא אינה מצווה ועושה דנהי שאינה מצווה מ\"מ לא בשבי' זה אין לה שכר כלל ואדרבא הסברא נותנת שגדול יהיה פר''ע ממי שאינו מצווה ממצוו' אלא שהטעם לזה שהמצווה דואג תמיד לבטל יצרו כמ\"ש התוספו' ואין למדין מתורתו של דואג שאין לה שכר כלל ולשון חכמים בכל מקום הוא גדול המצווה ממי שאינו מצווה וכ\"כ רבינו בה' ת\"ת האשה שלמד' תורה יש לה שכר אבל אינה כשכר האיש יע\"ש וא\"כ לר' דאית ליה שהיתה מתנוולת ומתה באותה מיתה אלא שלא היתה מתה מיד אין ספק שכר זכות זה להגן עליה ולהצי' ממות נפש' שלא תמות מיד וז\"ש רש\"י וז\"ל זכות דמאי כו' מגינה כל כך עכ\"ל ודוק:"
            ],
            [],
            [
                "<b>סוטה </b>\n<b> ששתתה והיא טהורה הרי זו מתחזקת ופניה מזהירות ואם היה בה חולי יסור ותתעבר ותלד זכר היה דרכה לילד בקושי כו' לילד נקבות יולדת זכרים.</b> ע\"כ. הרב החבי\"ב בלקוטיו על רבינו בס\"ס שכנה\"ג א\"ח כתב דמ\"ש רבינו שהיתה מתחזקת ופניה מזהירות לא נזכר בגמרא לא בדברי ר\"ע ולא בדברי ר\"י ורבינו הוציאו ממאי דאמרינן שאם היא טמאה פניה מוריקות כו' ומרובה מדה טובה ממדת פורענות שאם היא טהורה ודאי מתחזקת ופניה מזהירות אך מ\"ש רבינו ואם היה בא חולי יסור ותתעבר אם כיוין לו' שאם היתה עקרה נפקדת אדרבא ארכביה אתרי רכשי דזו היא סברת ר\"ע ומ\"ש אם היה דרכה לילד בקושי תלד בריוח היא סברת ר\"י ובגמרא בסוטה ובברכות פליגי ר\"ע ור\"י דר\"ע אמר אם היתה עקרה נפקדת ואמר ליה ר\"י אם כן יסתרו כל העקרות כו' אלא אם היתה יולדת בצער תלד בריוח נקבות יולדת זכרים כו' ורבינו מזכה שטרא לבי תרי ואם מ\"ש רבינו ואם היה בה חולי יסור ותתעבר הכונה לומר שאם סר ממנה הלידה מחמת חולי תתרפא ותלד הא לא רמיזא בדברי ר\"י שלא אמר אלא שאם היתה יולדת בצער תלד בריוח אבל אם סר ממנה הלידה מחמת חולי שתשוב ותתרפא ותתעבר לא אמר וע\"ק שלפ\"ז פסק רבינו כר\"י נגד ר\"ע ואנן קי\"ל הלכה כר\"ע מחבירו ולכן נראה דמ\"ש ואם היה בה חולי יסור ותתעבר היא סברת ר\"ע דאמר אם היתה עקרה יולדת וחולי מחמת עקרות קאמר ופסק כר\"ע מחבירו אלא שהוא ז\"ל ראה דבפרק ארוסה קאמר ר\"ע שאם היתה עקרה נפקדת ור\"י קאמר שאם היתה יולדת בצער תלד בריוח ובפ' אין עומדין מוחלפת השיטה שר\"י אומ' אם היתה עקרה נפקדת ור\"ע אומר אם היתה יולדת בצער כו' ולא פסיקא ליה מלתא איזו היא סברת ר\"ע בבירור ולכן כתב שתי סברות עכ\"ל:<br><b> והנה </b> למאי דמשמע ליה להרב דרבינו פסק כר\"ע דאמר אם היתה עקרה נפקדת לא היה לו צורך לידחק במה שנדחק דמשום דרבינו לא פסיקא ליה מלתא איזו היא סברת ר\"ע להכי כתב שתי הסברות אם היתה עקרה נפקדת וגם אם היתה יולדת בצער תלד בריוח דמילתא כדנא לא ניתן ליאמר דכיון דלא פסיקא ליה מלתא לרבינו לא היה לו להביא אלא סברת מ\"ד אם היתה יולדת בצער תלד בריוח דבהך מלתא אפשר דאף ת\"ק מודה בה אלא דאיהו לאוספי אתא דאף אם היתה עקרה יולדת וכיון דאפליגו עלה היה לו לרבינו לתפוס הסברא דלא רמו בה תגרא ועוד דכיון דבאותה סוגייא שבברכו' אשכחן לרבי אלעזר דדריש קרא דאם ראה תראה כסבר' מ\"ד אם היתה עקרה נפקדת היה לו לרבינו להכריח דהיא היא סברת ר\"ע דהלכה כמותו ויותר היה לו להרב ז\"ל לומר דרבינו פסק כר\"ע שאם היתה עקרה נפקדת ומ\"מ הביא ג\"כ לדרשת ר\"י דאמר אם היתה יולד' בצער יולדת בריוח משום דבהך מלתא אף ר\"ע נמי אזיל ומודה בה שאם לא היתה עקרה והיתה יולדת נקבות יולדת זכרים כו' ואיהו לאוסופי אתא דאף אם היתה עקרה היתה יולדת דלא מפני שהיתה יולדת הפסידה ברכתה וקרא נמי דייק דכתיב ונקתה ונזרעה זרע דאם בא הכתוב לו' שאם היתה עקרה היתה יולדת דוקא הול\"ל ונקתה ונזרעה ומדאכפל קרא לומר זרע ע\"כ לדרשא הוא בא שאם היתה יולדת נקבות יולדת זכרים כו' וזרע הגון וראוי לה קאמר הנה זה אפשר לומר לפי דבריו דרבינו פסק כמ\"ד שאם היתה עקרה נפקדת ואם היה בה חולי יסור ותתעבר דקאמר היינו חולי העקרו':<br><b> אמנם </b> דבר זה לא ניתן ליאמר כלל דרבינו לעיל בפ\"ב ה\"י כתב וז\"ל היו לו אשה ובנים ה\"ז משקה אותה אעפ\"י שהיא עקרה או זקנה שלא נאמר בתורה ונזרעה זרע אלא בראויה לילד שאם היתה יולדת בצער תלד בריוח היה דרכה לילד נקבות תלד זכרי' עכ\"ל הרי שכתב בהדיא דקרא דונזרעה זרע לא נאמר אלא בראויה לילד שאם יולדת בצער תלד בריוח אבל אם היתה עקר' שלא היתה ראויה לילד לא קאמר הכתו' שתלד וא\"כ מבואר דרבינו פסק דוקא כמ\"ד שאם היתה יולדת בצער תלד בריוח כו' ולא כמ\"ד שאם היתה עקרה נפקדת וזה הפך דברי מרן החביב ומהתימא איך אשתמיט מיניה לשון זה איברא שדברי רבינו בדין הנז' צרי' ביאור וכבר עמד בו הרמ\"ל שם יע\"ש כי ע\"כ נר' ברור דמ\"ש רבינו ואם היה בה חולי יסור ותתעבר ותלד לאו חולי העקרות קאמר אלא שאם היתה חולנית ומחמת חוליה לא היתה מתעברת היתה מתרפאת ויולדת זכר דאף למ\"ד שאם היתה עקרה לא היתה יולדת היינו כשתהיה עקרה מחמת מזל או מחמת שנעקרה בית הרחם שלה כמ\"ש רש\"י בפ\"ד דערובין דמ\"ז וז\"ל עקרה מחמת מזל ובפ\"ד דיבמות דמ\"ב פי' עקרה שנעקרה רחמה וניטלה האם שלה וא\"נ ששתתה כוס של עיקרין כמ\"ש התוס' בסוטה דכ\"ד וכמ\"ש כ\"ז לעיל בפ\"ב ה\"י הרמ\"ל יע\"ש דכל אלו אינן ראויות לילד מחמ' עצמן ולא מחמת חולי והני הוא דאמעיטו למאן דלא דריש קרא שאם היתה עקרה נפקדת אבל כשלא היתה יולדת מחמת חוליה לאו עקרה היא דכשמתרפאת ראויה לילד היא והטעם לזה מבואר דכל שצריך להפך טבע העולם בשביל' כל כי האי צריך זכות רב וזו לא היתה ראויה לכך וברור:<br><b> אלא </b> דאכתי קשה מה שהק' עוד הרב דמנ\"ל הא לרבי' דהא ר\"י לא אמר אלא שאם יולדת בצער יולדת בריוח אבל אם היתה חולה שהיא מתרפאת והיתה יולדת לא קאמר ואפשר דהא פשיטא ליה לר\"י דודאי כיון שהיתה מתרפאת מחוליה שהרי גדולה מדה טובה ממדת פורענות כמ\"ש מר\"ן החבי\"ב פשיטא שממילא היתה יולדת ודוחק ויותר נלע\"ד שהן דברי רבינו דמשמע ליה כן מאותה שאמרו גבי ר' אלעזר שטיהר כל אותן דמין ואמר אם הן טהורות יולדו כולן זכרים כו' הרי שנתן סימן שהיו טהורות וראויות לבעליהן בלידתן זכרים והכא נמי ודאי שאם היתה טהור' סימנא לזה היה שהיתה יולדת זכר ור\"י לא הוצרך לזה דזו אינה ברכה אלא סימנא בעלמא ולכן דרש קרא דונזרעה זרע שאם היתה יולדת נקבות תלד זכרים ודוק:<br><b> ומ\"מ </b> יש לדקדק בדברי רבינו דלאיזה תכלית כתב זה ומאי נ\"מ לענין דינא ואין מדרכו של רבינו להביא בחבורו כי אם היוצא לענין דינא וכעין זה הוקשה לו להרב מ\"ל לקמן בהל' כ\"ד בדין אשה שזינתה באונס כו' יע\"ש ובדין זה לא נתעורר ונר' דנ\"מ לענין שאם באו עדים אחר ששתתה ואמרו שנטמאה באותה סתירה דמחזקינן להו בסהדי שקרי כיון שלא נתכוונה מיד אחר השתיה ואדרבא פניה מבהיקו' וכ\"ש אם נתעברה וילד' זכר דאע\"ג דכל שיש לה עדי' במ\"ה אין המים בודקין אותה מ\"מ היא לא היתה יולדת ולא היו פניה מזהירות וזו שנתחזקה אחר השתיה וילדה זכר היא ראיה גדול' שלא נטמאת ומ\"מ דין מחודש הוא ואין הדעת סומך בו דכיון שאין המים בודקין אותה אפשר שילדה זכר במקרה וטבע העולם וכן אם נעשו פניה מזהירות אפשר שבאה לה מתענוג שענגה עצמה ואין זו ראיה כלל והדרא קו' לדוכתא לאיזה תכלית כתב רבינו דין זה ודוק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות סוטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}