{
    "status": "locked", 
    "versionTitle": "HeWiki", 
    "sectionNames": [
        "Paragraph"
    ], 
    "language": "he", 
    "license": "CC-BY-SA", 
    "title": "Iggeret HaRamban", 
    "licenseVetted": true, 
    "text": [
        "\"שְׁמַע בְּנִי מוּסַר אָבִיךָ, וְאַל תִּטֹּשׁ תּוֹרַת אִמֶּךָ\" (משלי א ח).", 
        "תִּתְנַהֵג תָּמִיד לְדַבֵּר כָּל דְּבָרֶיךָ בְּנַחַת, לְכָל אָדָם וּבְכָל עֵת, וּבַזֶּה תִּנָּצֵל מִן הַכַּעַס, שֶׁהִיא מִדָּה רָעָה לְהַחְטִיא בְּנֵי אָדָם. וְכֵן אָמְרוּ רַבּוֹתֵינוּ ז\"ל (נדרים כב ע\"א): כָּל הַכּוֹעֵס – כָּל מִינֵי גֵיהִנּוֹם שׁוֹלְטִים בּוֹ, שֶׁנֶּאֱמַר (קהלת יא י): \"וְהָסֵר כַּעַס מִלִּבֶּךָ, וְהַעֲבֵר רָעָה מִבְּשָׂרֶךָ\". וְאֵין \"רָעָה\" אֶלָּא גֵיהִנּוֹם, שֶׁנֶּאֱמַר (משלי טז ד): \"וְגַם רָשָׁע לְיוֹם רָעָה\".", 
        "וְכַאֲשֶׁר תִּנָּצֵל מִן הַכַּעַס, תַּעֲלֶה עַל לִבְּךָ מִדַּת הָעֲנָוָה, שֶׁהִיא מִדָּה טוֹבָה מִכָּל מִדּוֹת טוֹבוֹת, שֶׁנֶּאֱמַר (משלי כב ד): \"עֵקֶב עֲנָוָה, יִרְאַת ה'\".", 
        "וּבַעֲבוּר הָעֲנָוָה, תַּעֲלֶה עַל לִבְּךָ מִדַּת הַיִּרְאָה, כִּי תִתֵּן אֶל לִבְּךָ תָּמִיד: מֵאַיִן בָּאתָ, וּלְאַן אַתָּה הוֹלֵךְ; וְשֶׁאַתָּה רִמָּה וְתוֹלֵעָה בְּחַיֶּיךָ, וְאַף כִּי בְּמוֹתָךְ; וְלִפְנֵי מִי אַתָּה עָתִיד לִתֵּן דִּין וְחֶשְׁבּוֹן, לִפְנֵי מֶלֶךְ הַכָּבוֹד, שֶׁנֶּאֱמַר (דה\"ב ו יח): \"הִנֵּה שָׁמַיִם וּשְׁמֵי הַשָׁמַיִם לֹא יְכַלְכְּלוּךָ\", אַף כִּי לִבּוֹת בְּנֵי אָדָם (ע\"פ משלי טו יא). וְנֶאֱמַר (ירמיהו כג כד): \"הֲלֹא אֵת הַשָׁמַיִם וְאֵת הָאָרֶץ אֲנִי מָלֵא, נְאֻם ה'\".", 
        "וְכַאֲשֶׁר תַּחֲשֹׁב אֶת כָּל אֵלֶּה, תִּירָא מִבּוֹרְאֶךָ וְתִשָּׁמֵר מִן הַחֵטְא, וּבַמִּדוֹת הָאֵלֶּה תִּהְיֶה שָֹמֵחַ בְּחֶלְקֶךָ. וְכַאֲשֶׁר תִּתְנַהֵג בְּמִדַּת הָעֲנָוָה לְהִתְבּוֹשֵׁשׁ מִכָּל אָדָם, וּלְהִתְפַּחֵד מִמֶּנּוּ וּמִן הַחֵטְא – אָז תִּשְׁרֶה עָלֶיךָ רוּחַ הַשְּׁכִינָה, וְזִיו כְּבוֹדָהּ, וְחַיֵּי עוֹלָם הַבָּא.", 
        "וְעַתָּה בְּנִי דַע וּרְאֵה, כִּי הַמִּתְגָּאֶה בְּלִבּוֹ עַל הַבְּרִיוֹת – מוֹרֵד הוּא בְּמַלְכוּת שָׁמַיִם, כִּי מִתְפָּאֵר הוּא בִּלְבוּשׁ מַלְכוּת שָׁמַיִם, שֶׁנֶּאֱמַר (תהלים צג א): \"ה' מָלָךְ גֵּאוּת לָבֵש\", וגו'.", 
        "וּבַמֶה יִתְגָּאֵה לֵב הָאָדָם? אִם בְּעֹשֶׁר – \"ה' מוֹרִישׁ וּמַעֲשִׁיר\" (שמ\"א ב ז). וְאִם בְּכָבוֹד – הֲלֹא לֵאלֹהִים הוּא, שֶׁנֶּאֱמַר (דה\"א כט יב): \"וְהָעֹשֶׁר וְהַכָּבוֹד מִלְפָנֶיךָ\", וְאֵיךְ מִתְפָּאֵר בִּכְבוֹד קוֹנוֹ? וְאִם מִתְפָּאֵר בְּחָכְמָה: \"מֵסִיר שָֹפָה לְנֶאֱמָנִים, וְטַעַם זְקֵנִים יִקַח\" (איוב יב כ). נִמְצָא: הַכָּל שָׁוֶה לִפְנֵי הַמָּקוֹם, כִּי בְאַפּוֹ מַשְׁפִּיל גֵּאִים, וּבִרְצוֹנוֹ מַגְבִּיהַ שְׁפָלִים. לָכֵן הַשְׁפִּיל עַצְמְךָ, וִינַשַֹּאֲךָ הַמָּקוֹם.", 
        "עַל כֵּן אַפָרֵשׁ לְךָ אֵיךְ תִּתְנַהֵג בְּמִדַּת הָעֲנָוָה, לָלֶכֶת בָּהּ תָּמִיד: כָּל דְבָרֶיךָ יִהְיוּ בְּנַחַת, וְרֹאשְׁךָ כָּפוּף; וְעֵינֶךָ יַבִּיטוּ לְמַטָּה לָאָרֶץ, וְלִבְּךָ לְמַעֲלָה; וְאַל תַּבִּיט בִּפְנֵי אָדָם בְּדַבֶּרְךָ עִמוֹ. וְכָל אָדָם יִהְיֶה גָדוֹל מִמְךָ בְּעֵינֶיךָ: אִם חָכָם אוֹ עָשִׁיר הוּא – עָלֶיךָ לְכַבְּדוֹ. וְאִם רָשׁ הוּא, וְאַתָּה עָשִׁיר אוֹ חָכָם מִמֶנוּ – חֲשֹׁב בְּלִבְּךָ כִּי אַתָּה חַיָּב מִמֶנוּ, וְהוּא זַכַּאי מִמְךָ, שֶׁאִם הוּא חוֹטֵא – הוּא שׁוֹגֵג, וְאַתָּה מֵזִיד.", 
        "בְּכָל דְּבָרֶיךָ וּמַעֲשֶֹיךָ וּמַחְשְׁבוֹתֶיךָ, וּבְכָל עֵת – חֲשׁוֹב בְּלִבָּךְ כְּאִלוּ אַתָּה עוֹמֵד לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא וּשְׁכִינָתוֹ עָלֶיךָ, כִּי כְּבוֹדוֹ מָלֵא הָעוֹלָם. וּדְבָרֶיךָ יִהְיוּ בְּאֵימָה וּבְיִרְאָה, כְּעֶבֶד לִפְנֵי רַבּוֹ.", 
        "וְתִתְבַּיֵּשׁ מִכָּל אָדָם. וְאִם יִקְרָאֲךָ אִישׁ – אַל תַּעֲנֵהוּ בְּקוֹל רָם, רַק בְּנַחַת כְּעוֹמֵד לִפְנֵי רַבּוֹ.", 
        "וֶהֱוֵי זָהִיר לִקְרוֹת בַּתּוֹרָה תָּמִיד, אֲשֶׁר תּוּכַל לְקַיְּמָהּ. וְכַאֲשֶׁר תָּקוּם מִן הַסֵּפֶר – תְּחַפֵּשֹ בַּאֲשֶׁר לָמַדְתָּ אִם יֵשׁ בּוֹ דָבָר אֲשֶׁר תּוּכַל לְקַיְּמוֹ. וּתְפַשְׁפֵּשׁ בְּמַעֲשֶֹיךָ בַּבֹּקֶר וּבָעֶרֶב, וּבָזֶה יִהְיוּ כָּל יָמֶיךָ בִּתְשׁוּבָה.", 
        "וְהַסֵר כָּל דִבְרֵי הָעוֹלָם מִלִבְּךָ בְּעֵת הַתְּפִלָּה, וְהָכֵן לִבְּךָ לִפְנֵי הַמָּקוֹם בָּרוּךְ הוּא. וְטַהֵר רַעֲיוֹנֶיךָ, וַחֲשֹׁב הַדִּבּוּר קֹדֶם שֶׁתּוֹצִיאֶנּוּ מִפִּיךָ.", 
        "וְכֵן תַּעֲשֶֹה כָּל יְמֵי חַיֵּי הֶבְלֶךָ בְּכָל דָּבָר וְדָבָר, וְלֹא תֶחֱטָא. וּבָזֶּה יִהְיוּ דְּבָרֶיךָ וּמַעֲשֶֹיךָ וּמַחְשְׁבוֹתֶיךָ יְשָׁרִים; וּתְפִלָּתְךָ תִּהְיֶה זַכָּה וּבָרָה וּנְקִיָּה, וּמְכֻוֶּנֶת וּמְקֻבֶּלֶת לִפְנֵי הַמָּקוֹם בָּרוּךְ הוּא, שֶׁנֶּאֱמַר (תהלים י יז): \"תָּכִין לִבָּם – תַּקְשִׁיב אָזְנֶךָ\".", 
        "תִּקְרָא הָאִגֶּרֶת הַזֹּאת פַּעַם אַחַת בְּשָׁבוּעַ וְלֹא תִפְחֹת, לְקַיְּמָהּ וְלָלֶכֶת בָּהּ תָּמִיד אַחַר הַשֵּׁם יִתְבָּרַךְ, לְמַעַן תַּצְלִיחַ בְּכָל דְּרָכֶיךָ, וְתִזְכֶּה לָעוֹלָם הַבָּא הַצָּפוּן לַצַּדִּיקִים. וּבְכָל יוֹם שֶׁתִּקְרָאֶנָּה – יַעֲנוּךָ מִן הַשָּׁמַיִם כַּאֲשֶׁר יַעֲלֶה עַל לִבְּךָ לִשְׁאֹל, עַד עוֹלָם. אָמֵן סֶלָה."
    ], 
    "versionSource": "https://he.wikisource.org/wiki/%D7%90%D7%92%D7%A8%D7%AA_%D7%94%D7%A8%D7%9E%D7%91%22%D7%9F", 
    "heTitle": "אגרת הרמב\"ן", 
    "categories": [
        "Musar"
    ]
}