{
    "title": "Mishneh LaMelech on Mishneh Torah, Paschal Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Paschal_Offering",
    "text": [
        [
            [
                "<b>מצות עשה לשחוט הפסח כו'.</b> כל הני דתנן בפ\"ק דחגיגה דפטורים מראיה והביאם רבינו לקמן פ\"ב מהל' חגיגה נראה דחייבים בקרבן פסח דהא מיעוטא דהנהו בראיה כתיבי ולא ילפינן פסח מראיה. וזהו שסתם רבינו וחייב הכל. אך ראיתי להתוס' בפ\"ק דפסחים (דף ג') ד\"ה מאליה שכתבו ור\"י בן בתירא שלא עלה לרגל י\"ל שלא היה לו קרקע או זקן היה שאינו יכול להלוך ברגליו דפטור מפסח כמו מראיה ע\"כ. ולא ידעתי הא היכא רמיזא דהני פטירי מפסח ובגמרא לא פטרו זקן מפסח אלא כשאינו יכול לאכול כזית. ולא ידעתי אי אליבא דתוס' לגמרי ילפינן פסח מראיה אלא דזה לא יתכן דהא נשים פטורות מראיה וחייבים בפסח. ואם נאמר דהני דוקא דכתבו התוס' ילפינן מראיה לא ידעתי מנא להו. עוד ראיתי לתוס' שם שכתבו א\"נ נציבין חו\"ל היא כו'. ולא ידעתי מה הועיל היותו חו\"ל דאי לפוטרו מפסח ראשון כל שהיה רחוק ט\"ו מיל פטור ואי ס\"ל דמי שדר בחו\"ל פטור לגמרי אף מפסח שני זה לא ידעתי היכא איתיה ואף במצות ראיה לא ראיתי שיפטרו למי בחו\"ל. סוף דבר שדברי התוס' מתחלתם עד סופם צריכים אצלי תלמוד: "
            ],
            [],
            [
                "<b>אף בשעת היתר הבמות כו'.</b> ראיתי לבאר קצת דיני הבמות בין במת ציבור בין במת יחיד. דע דאליבא דכ\"ע ציבור לא הקריבו בבמת יחיד וזה מוסכם מהכל וכן יחיד לא הקריב חובה בבמת יחיד וגם זה מוסכם לא נחלקו אלא ביחיד בבמת ציבור איזה קרבן מקריב וכן ציבור בבמת ציבור. והנה אליבא דר' מאיר יחיד לא הקריב חובה אפילו בבמת ציבור אבל נדרים ונדבות הקריב אפילו בבמת יחיד וכן מנחה ועופות הקריב היחיד בבמת ציבור ובבמת יחיד ונזירות נמי לר\"מ הוי דבר הנידר והנידב ולדידיה אתא קרא דאבשלום כפשטה שהלך לחברון שהיתה שם במת יחיד להקריב קרבן נזירות דלדידיה קרבן נזירות קרב בבמת יחיד. ודע דאליבא דמ\"ד דעופות קרבין בכמה איכא מ\"ד שכל עופות כשרין בבמה ואפי' תרנגולין ואפי' חיה ולא מיעט אלא טמאין אך התוס' בסוף פ\"ק דחולין (דף כ\"ב) סתרו סברא זו וכתבו דלכ\"ע אינם כשרין כי אם תורים ובני יונה ודברי הירושלמי הם בבמת בני נח ע\"ש. ואמרינן בגמ' בפ' פרת חטאת דאליבא דכ\"ע חטאת ואשם דנזיר חובות נינהו ואינם קרבים ונראה דבין בבמה גדולה בין בקטנה אינו קרב חטאת ואשם דיחיד משום דלר\"מ אין חילוק בין במה גדולה לקטנה לקרבן חובה דיחיד דבכולם אינו קרב. ודע דקרבן פסח קרבן ציבור הוי וקרב בגלגל בבמת ציבור דהכי כתיב ויעשו בני ישראל את הפסח בגלגל אך אני מסתפק בפסח שני דאי הוי קרבן יחיד אינו קרב אפי' בבמת ציבור משום דהוי חובה. והנראה מדברי התוס' בפ' פרת חטאת (דף קי\"ח) ד\"ה תתרגם דפסח שני קרב בבמה ומיהו לא נתבאר בדבריהם אי קרב בבמה קטנה ולי נראה דאינו קרב כי אם בבמה גדולה דומיא דפסח ראשון משום דטעמא דפסח שני דקרב אע\"ג דהוי קרבן יחיד משום דאתי מכח קרבן ציבור דפסח ראשון קרבן ציבור הוי וכיון דפסח ראשון אינו קרב אלא בבמה גדולה ה\"ה פסח שני ועולת ראיה אליבא דכ\"ע קרבן יחיד הוי ולא דמי לפסח ולפי זה אינו קרב לא בבמה גדולה ולא בקטנה. ומ\"מ אני מסתפק בזה דבפ\"ה דיומא (דף נ\"א) נראה דחגיגה קרבן ציבור הוי ופסח קרי ליה התם קרבן יחיד וכן אני מסתפק בחביתי כ\"ג ופר ואיל שהיה מביא ביום הכפורים דמההיא דיומא משמע דקרבן יחיד הוי והכי איתא בריש פ\"ב דתמורה ובפ\"ק דיומא (דף ז') ולפי זה לא קרבו בשום במה ומשמעתין דפרת חטאת מוכח דחביתין הוי קרבן צבור דפריך ולוקמה במנחה דהא איכא חביתין והדבר צריך תלמוד: ודע דרבנן חולקים על ר\"מ וס\"ל דאין מנחה ועופות בבמה משום דזבחים כתיב וכן נזירות ס\"ל דהוי חובה ולא קרב בשום במה דבהא מודו לר\"מ דחובת יחיד אינו קרב לא בגדולה ולא בקטנה ולרבנן יש לתמוה מאבשלום דהיכן הלך להביא קרבנותיו והתוס' כתבו דרבנן ס\"ל דלאו נזיר הוה וקרא דאלכה ואשלמה את נדרי מיירי בנדרים ונדבות. אך בד\"ה מחלוקת כתבו דליכא למימר דקרא איירי בשאר נדרים דבתמורה משמע דאיירי בקרבן נזירות וברפ\"ב דתמורה צדדו התוס' דאפשר דרבנן דר\"מ ס\"ל כר' יהודה דיחיד מקריב חובות בבמה גדולה דומיא דציבור ולפי זה הלך אבשלום לחברון להביא כבשים ולהקריבם בגבעון אבל כבר דחו התוס' שם פירוש זה דמריהטא דשמעתא מוכח דרבנן קמאי כר\"מ ס\"ל ומוכרח הוא מדפריך בגמרא חכמים היינו ת\"ק ואי כדברי התוס' טובא איכא בינייהו דרבנן קמאי כר' יהודה ובתראי כר\"מ מדקאמרי כל שהציבור מקריבים כו' משמע דיחיד אינו מקריב חובה אפילו בבמה גדולה. ול\"נ לתרץ דאפשר דאבשלום מעיקרא כי נדר הכי נדר ע\"מ שאגלח מנדרים ונדבות הריני נזיר וכמ\"ש התוס' בפ\"ב דביצה (דף כ') ד\"ה נזיר ואין חילוק בין מעות מעשר שני לנדרים ונדבות דכולהו מחד טעמא אימעיטו דכל קרבן חובה אינו בא אלא מן החולין אבל היכא דהקדים ואמר ע\"מ שאצא בנדרים ונדבות הריני נזיר מהני וכמ\"ש התוס'. עוד כתבו התוס' בפ\"ב דתמורה דלר\"ש דאמר בנזיר דאם גלח על שלמי נדבה יצא אפשר דאבשלום נדר להביא עולת נדבה ודבר הנידר והנידב קרב בבמה לכ\"ע ועלה היה אבשלום רוצה לגלח ע\"כ. ומיהו קשה לי אימור דאמר ר\"ש אם גלח דהיינו בדיעבד לכתחלה מי אמר וא\"כ אכתי קשה איך היה עולה לחברון לגלח על נדרים ונדבות לכתחילה ועוד קשה מדוד איך הניחו. ודע דר' יהודה ס\"ל דחובות יחיד נמי קרבו בבמה גדולה דכי כתיב הישר אבעיניו כתיב דהיינו במה קטנה והתם דוקא לא קרבו אלא נדרים ונדבות ולא נתבאר בדברי ר\"י אי נזירות הוי חובה ולא קרב אלא בבמה גדולה או הוי נידר ונידב וקרב אפי' בקטנה והתוס' צדדו שני צדדים הללו בדברי ר\"י ולדידיה לא תיקשי מאבשלום דאף דנימא דנזירות הוי חובה הלך לחברון להביא כבשים ולהקריבם בגבעון ומנחה לר\"י לא קרב בבמה דהכי קאמר ר\"י במתני' דריש פרת חטאת אין מנחה בבמה והתוס' הקשו דא\"כ היכי קאמר ר\"י כל שהציבור והיחיד מקריבים באהל מועד שבמדבר מקריבים באהל מועד שבגלגל והא איכא לר\"י מנחה ועופות אלמא דלר\"י מנחה ועופות קרבו בבמה והתוס' צדדו דאפשר דלר\"י בבמה גדולה איכא מנחה ובבמה קטנה ליכא ובמתני' איירי בבמה קטנה ודחו חילוק זה דמהיכא תיתי הך דרשא וכן כתבו בסוף הפרק (דף קי\"ט) . ולי נראה דמלישנא דר\"י הכי משמע דקאמר ובמה שבראש גגו לא היה מקריב עליה אלא עולה ושלמים ומדלא קאמר דבר הנידר והנידב משמע דאתא למעט מנחה ומרישא דקתני כל שהציבור משמע דאין מנחה בבמה וא\"כ בלא מתני' קשיא דר' יהודה רישא לסיפא וע\"כ אית לן למימר דשאני ליה לר\"י במנחה בין במת יחיד לבמת ציבור ומתני' איירי בבמת יחיד ופשטה בהכי איירי. ודע שראיתי לתוס' בפ\"ב דסוטה (דף ט\"ז) ד\"ה לרבות דרש\"י כתב דלא גרסינן לרבות נוב וגבעון משום דנוב וגבעון אין משקין בהם סוטות ותמהו דאימא דאיסי בן יהודה ס\"ל כר' יהודה דאמר כל שהציבור והיחיד מקריבין באהל מועד שבמדבר מקריבין באהל מועד שבגלגל כו' ע\"כ, ולפי מ\"ש בשם התוס' תמיה לי מלתא דהא כר' יהודה נמי לא אתי דהא איהו ס\"ל דאין מנחה בבמה בין בגדולה בין בקטנה וא\"כ איך יתכן שישקו סוטות בנוב וגבעון ולחלק ולומר דדוקא מנחה דנדר ונדבה לא קרבה אבל מנחה דחובה קרבה זה לא יתכן בעיני וכעת צ\"ע. ודע דר\"ש ס\"ל דיחיד לא הקריב חובות אפי' בבמה גדולה וס\"ל נמי דאין מנחה בבמה ונזירות נמי ס\"ל דהוי חובה ולא קרב בבמה וצבור נמי ס\"ל דלא הקריבו בבמה גדולה אלא פסחים וחובות הקבוע להם זמן שיש כמותם בנדבה יחיד והיינו תמידים לפי שגם היחיד מתנדב עולה ומקריבה אבל חטאות ואשמות כגון שעירי הרגלים שאין כנגדם ביחיד לפי שאין חטאת ואשם באים בנדבה לא הקריבו הציבור וכ\"ש פר העלם ושעירי ע\"ז שאף שהם קרבן ציבור אין זמנם קבוע ואינם באים בנדר או בנדבה וכן שלמי עצרת לא הביאו ואע\"ג דאיכא שלמי נדבה לא דמו דשלמי עצרת הוו קדשי קדשים ושלמי נדבה קדשים קלים כן כתבו התוס' ור\"ש וכתבו התוס' דבנוב וגבעון לא קרבו ביוה\"כ לא שעירים ולא פרים. ועיין במ\"ש רש\"י בפ\"א דמגילה (דף ט') . ודע שסוגיא זו דתתרגם מתניתך בעולת כו' לא יכולתי להולמה לפי גירסתנו. והנראה מדברי רש\"י והתוס' שגירסא אחרת יש להם וטעות נפל בספרים. ועיין בפרק כל שעה (דף ל\"ח) ובפ\"ק דמגילה (דף ט'): <br><b>ודע </b>דאיכא תנא דס\"ל דלא נתחייבו ישראל בפסח אלא לאחר ירושה וישיבה ולפי זה פסח שהקריבו ישראל במדבר ופסח גלגל היה ע\"פ הדיבור דס\"ל דכל מקום שנאמר ביאה אינו אלא לאחר ירושה וישיבה ועיין במ\"ש התוס' בפ\"ק דקדושין (דף ל\"ז) ד\"ה הואיל ובהרא\"ם פ' בהעלותך. אך סוגיא דפרת חטאת דקאמר מ\"ט דר\"ש דכתיב ויעשו בני ישראל את הפסח כו' ס\"ל כאידך תנא דקאמר דביאה האמורה גבי תפילין משמע עשה מצוה זו שבשבילה תכנס לארץ וה\"ה ביאה האמורה גבי פסח דאי לא מאי קאמר פשיטא הא טובא אשמעינן שאע\"פ שלא נתחייבו אלא לאחר ירושה וישיבה ע\"פ הדיבור עשו אותו הפסח אם קרבו נסכים במדבר או לא. ואם יש חילוק בין קרבן ציבור לקרבן יחיד וכן אם קרבו נסכים בגלגל ואם יש חילוק בין במת ציבור לבמת יחיד עיין בפ\"ק דקדושין (דף ל\"ז) ובפ' בתרא דזבחים (דף קי\"ח) ובפרק השוחט והמעלה (דף קי\"א) אם עולה שהקריבו ישראל בסיני קודם הקמת המשכן היתה צריכה הפשט וניתוח. עיין בפ' בתרא דזבחים (דף קט\"ו) ובפ\"ק דחגיגה (דף ו') ובסוף זבחים (דף ק\"כ) . אם הקריבו שלמים בני נח פ' בתרא דזבחים (דף קט\"ז) . אם עבדו הבכורות עד הקמת המשכן או משבאו לסיני נפסלו הבכורות ועבודה בכהנים מחלוקת תנאים בפ' פרת חטאת (דף קט\"ז): <br><b>תנן </b>בריש פ' פרת חטאת אלו דברים שבין במת יחיד לבמת צבור סמיכה ושחיטת צפון ומתן סביב ותנופה והגשה וכיהון ובגדי שרת וכלי שרת וריח ניחוח ומחיצה לדמים ורחוץ ידים ורגלים ואמרי' בגמ' דחזה ושוק ותרומת לחמי תודה נוהגין בבמה גדולה ואינם נוהגים בקטנה וכן זרוע בשלה אליבא דמ\"ד דנזירות קרב בבמה קטנה זרוע בשלה לא נהג בה וכן קרן ויסוד וכבש ורבוע וכיור וכנו נוהג בבמה גדולה אך לא בקטנה ובשחיטת לילה בבמה קטנה נחלקו רב ושמואל חד אמר כשרה וחד אמר פסולה וכן אם עולת במה קטנה בעיא הפשט ונתוח מחלוקת רב ור\"י. ואלו דברים ששוה במה גדולה לקטנה דם מתיר ופגול ומומין נותר וטמא כל אלו נוהג בקטנה כגדולה. ואם נשים כשרות במקום דלא בעינן כיהון ובגדי שרת עיין בחדושי מוהרימ\"ט לקדושין עלה דההיא שכתבו התוס' בפ\"ק דקדושין (דף ל\"ו) ד\"ה הסמיכות שכתב שהתוס' אתו לאשמועינן דמהגשה ואילך מיירי בכהנים דוקא לומר דבבמה בשעת היתר דלא בעינן כיהון כו' אף האשה כשרה וכו' ע\"ש. והאי טמא דתנינן הכא פירש רש\"י דהיינו לאכול קדשים דאינו יכול לאכול הטמא ולענין אם הטמא מקריב לא נתבאר בדבריו ולכאורה היה נראה דבבמה קטנה דהזר מקריב דהוא הדין טמא אך רבינו בפירוש המשנה פירש שאין טמא מקריב וכן פירש רבינו עובדיה דאע\"פ דזר מקריב בבמה אין טמא מקריב בבמה ועיין בהראב\"ד בפ\"ד מהל' ביאת מקדש הל' ד' שכתב ואיני מוצא אלא בבמה ומיהו יש לדחות דבבמה גדולה איירי: "
            ],
            [
                "<b>ואין שוחטין אותו אלא אחר תמיד של בין הערבים וכו'.</b> לא נתבאר בדברי רבינו אי פסח שני נמי בעינן שיהא נשחט אחר תמיד של בין הערבים כמו פסח ראשון והתוס' בפ\"ג דיומא (דף נ\"ט) ד\"ה אלא נסתפקו בזה. ועיין במ\"ש התוס' בפ' התכלת (דף מ\"ט) ד\"ה ת\"ל וערך יע\"ש: "
            ],
            [
                "<b>השוחט את הפסח כו' אחד השוחט ואחד הזורק את הדם כו' כזית חמץ בשעת הקרבתו ה\"ז לוקה.</b> יש להסתפק אם זרק או הקטיר על חמץ אחר שנפסל הקרבן באחד מן הדברים הפוסלים אם לוקה על לאו זה דלא תשחט על חמץ דאפשר דלא קפיד קרא אלא בקרבן כשר שלא יעשה אחת מכל העבודות אם יש ברשותו חמץ אבל אם נפסל הקרבן שוב ליכא חיובא משום לאו זה ומצינו כיוצא בזה באזהרת לא תאפה חמץ דקי\"ל דהמחמיץ את הפסולה פטור וכמ\"ש רבינו פי\"ב מהל' מעשה הקרבנות הל' י\"ח ואף דהתם מיתורא דקרא נפיק דכתיב אשר תקריבו לה' ואמרינן לה' הכשרה ולא הפסולה כדאיתא בפ\"ה דמנחות (דף נ\"ז) מ\"מ אפשר דה\"נ נפקא לן מדכתיב זבחי ולא כתיב זבח משמע זבח הראוי לי א\"נ דהתוס' בפ\"ה דמנחות (דף ס') ד\"ה יכול כתבו דמכתוב זה דלה' דממעטינן פסולה מהתם ילפינן למקום אחר יע\"ש. ומ\"מ לא מצאתי הדבר מבואר אך ראיתי בירושלמי בפ' תמיד נשחט הלכה ד' מנין לשוחט פסח על החמץ שהוא עובר בל\"ת ת\"ל לא תשחט אין לי אלא השוחט הזורק מנין ת\"ל על חמץ דם וא\"ר שמואל ממה שהוא מתחייב על הזריקה הדא אמרה פסח עצמו כשר ע\"כ. והנה כונת דברי ר\"ש הם ע\"כ השוחט על החמץ הפסח כשר דאי ל\"ת הכי היכי משכחת לה שיתחייב על הזריקה הרי כבר נפסל הקרבן משעת שחיטה ואיך יתחייב בזורק על חמץ קרבן פסול מוכח בהדיא דס\"ל לר\"ש דבקרבן פסול ליכא אזהרה דלא תשחט על חמץ ואף דהתם דחו ראית ר\"ש הלזו דאמרי' התם א\"ר יוסי תפתר שנזדמן לו חמץ בין שחיטה לזריקה או שהיה זה שוחט וזה זורק מ\"מ בעיקר הדין דס\"ל לר\"ש דבדבר פסול לא מיחייב לא נחלקו עליו. תו גרסינן התם בירושלמי תני חזקיה לא תשחט על חמץ דם זבחי התורה קראה אותו זבח א\"ר מנא אילולא דתניתיה חזקיה מצינו דבר פסול וחייבין עליו המחמץ את הפסולה אית תניי תני חייב אית תניי תני פטור אמר רב חסדא מ\"ד חייב כשנפסלה מחמת חימוצה מ\"ד פטור כשלא נפסלה מחמת חימוצה ע\"כ כך היא הגירסא הנכונה. והנראה אצלי דחזקיה ור' מנא כולם באו לחלוק על דברי ר\"ש שכתבנו שר\"ש אמר ממה שהוא מתחייב על הזריקה הדא אמרה פסח עצמו כשר ודחו דבריו ר\"י וכמ\"ש ואח\"כ חזקיה ג\"כ הקשה שהרי הברייתא הוכיח דין זה דהפסח כשר ממה שקרא אותו הכתוב זבח ואם כדברי ר\"ש קי\"ל ממה שחייב הכתוב על הזריקה. ונראה דכוונת הברייתא שהוכיח מדכתיב זבחי ולא אמרינן זבחי שהיה כבר וכדאמרינן עבדי שהיה כבר (א\"ה עיין בס' מוצל מאש סי' מ\"ג ועיין בפ\"ק דמנחות דף ט' ע\"ב) הוא משום דהכתוב הוא מסורס דהל\"ל לא תשחט דם זבחי על חמץ וכמ\"ש המפרשים ומש\"ה הוכיחו דלהכי כתביה רחמנא לזבחי לבסוף לומר דאפי' אחר ששחט על חמץ עדיין שם זבח עליו ור' מנא חזר והקשה לו קושיא אחרת ואמר דאלמלא הברייתא שהביא חזקיה עדיין הייתי אומר שהשוחט על חמץ נפסל הזבח לפי שכבר מצינו דבר פסול שחייבין עליו שהרי המחמץ את הפסולה יש תנא דאית ליה חייב ויש תנא דאית ליה פטור ואמר רב חסדא דלא פליגי דמ\"ד חייב הוא כשנפסלה מחמת פיסולה כלומר דקי\"ל דמנחה שנתחמצה נפסלה וכדאיתא בריש פ\"ה דמנחות (דף כ\"ג) ואפ\"ה המחמץ אחר המחמץ חייב אף שזה האחרון חימץ דבר פסול וכדאיתא בדף נ\"ו ומ\"ד פטור הוא שנפסלה מחמת דבר אחר דהיינו משום יוצא ודכוותיה הרי שאף בדבר שמיעט הכתוב הפסול לא מיעט אלא פסול מחמת דבר אחר אבל פסול מחמת אותו דבר לא מיעט ואף אם נאמר דהשוחט על חמץ נפסל הזבח אפ\"ה חייב על הזריקה דומיא דמחמץ אחר מחמץ. זהו פשט דברי הירושלמי וא\"כ מדברי כולם נלמוד דכולהו מודו דאזהרה זו דלא תשחט הוא בזבח כשר דוקא אלא שחלקו על דברי ר\"ש במה שרצה להוכיח מדחייב הכתוב על הזריקה שהזבח כשר שאין זה הכרח ומדלא הקשו עליו אעיקרא דמלתא מנ\"ל שאזהרה זו דלא תשחט אינו ג\"כ בפסח פסול משמע דבהאי מלתא כולם מודים דלא הזהיר הכתוב אלא בפסח כשר. ודע שמה שקשה אצלי בדברי הירושלמי הללו הוא דמשמע דמן הסברא השוחט על חמץ נפסל הזבח כיון דעבר אהורמנא דמלכא אי לאו דגלי קרא שקראו זבח אף לאחר ששחטו על חמץ ובריש פרק ה' דמנחות אמרינן מתקיף לה רבינא ואימא לא תאפה חמץ למיקם גברא בלאו בעלמא ואיפסולי לא מיפסלא ותירצו מצה תהיה הכתוב קבעה חובה ע\"כ, הרי דאיצטריך קרא להכשר וצריך עיון. ועיין בפרק כל המנחות (דף נ\"ט) לא ישים עליה שמן ואם שם פסל יכול לא יתן עליה לבונה ואם נתן פסל ת\"ל כחטאת ודוק: "
            ],
            [],
            [
                "<b>המניח אימורין ולא הקטירן וכו' חלב חגי עד בקר.</b> פסוק זה הוא בפ' משפטים אך לא ידעתי מנא לן דפסוק זה בקרבן פסח מיירי והלא חג לא נאמר אלא על קרבן חגיגה ועוד שהיה לו להביא מקרא מפורש בפ' כי תשא ולא ילין לבקר זבח חג הפסח ופסוק זה הוא לאזהרת מלין אימורין של פסח וכמו שפירש\"י בפי' התורה וליכא למימר דקרא מיירי בבשר הפסח עצמו שהרי לבשר הפסח כבר כתיב אזהרה אחרת כדכתיב לא ישאירו אותו עד בוקר וכמ\"ש רבינו בפ\"י מהלכות אלו הל' י\"א. וראיתי בס' מנין המצות סי' קט\"ז שכתב ז\"ל הזהירנו מהניח אימורין של פסח שלא יקרבו כו' והוא אומרו לא ילין חלב חגי עד בוקר וה\"ה לשאר אימורין וכבר נכפלה האזהרה בזה הענין בלשון אחר לאומרו לא ילין לבקר זבח חג הפסח ע\"כ. כנראה דס\"ל לרבינו שנכפלו שתי אזהרות במניח אימורי פסח. והסמ\"ג ג\"כ בסי' שמ\"ח כתב שלא ילין אימורי פסח עד הבקר שנאמר לא ילין חלב חגי עד בקר ע\"כ. ואני תמיה על רבותי בזה דבפ' אלו דברים (דף ע\"א) אמרי' א\"ר כהנא מנין לאימורי חגיגת ט\"ו שנפסלין בלינה שנאמר ולא ילין חלב חגי עד בקר וסמיך ליה ראשית ע\"כ. וכתבו התוס' שם דמהכא נפקא בכל אימורין. וכוונתם נ\"ל דאע\"ג דכבר כתיב אזהרה למלין אימורי פסח איצטריך האי קרא משום דה\"א דשאני פסח דזמן אכילתו הוי יום ולילה ומש\"ה הוי נמי זמן אכילת מזבח יום ולילה אבל חגיגה דנאכלת לשני ימים ולילה אחד סד\"א דאכילת מזבח נמי ליהוי לשני ימים קמ\"ל קרא ומהכא למדנו לכל האימורים כגון דשלמים ודכוותיה שזמן אכילת מזבח הוא ליום ולילה נמצינו למדין דתלמודא דידן מוקי להאי קרא בחגיגת ט\"ו. ועוד אני תמיה דבפ' תמיד נשחט (דף נ\"ט) אמרינן רב כהנא רמי כתיב לא ילין חלב חגי עד בקר עד בקר הוא דלא ילין הא כל הלילה כולה ילין והכתיב והקטיר עליה חלבי השלמים עליה השלם כל הקרבנות כולם כו'. וע\"כ פשיטא ליה לרב כהנא דפסוק זה א\"א לאוקמי באימורי פסח דאם הוה אפשר לאוקמי באימורי פסח ליכא קושיא כלל דהא פסח מצותו הוא אחר תמיד של בין הערביים משום דיאוחר דבר שנאמר בו בערב ובין הערבים לדבר שלא נאמר בו כי אם בין הערביים וכדאיתא התם בגמרא אלא ודאי דפשיטא ליה לרב כהנא דהאי קרא לא מיירי כי אם בחגיגת ט\"ו וכדקאמר בפ' אלו דברים ורב ספרא נמי דרמי ליה לרב כתיב לא ילין לבקר זבח חג הפסח כו' והכתיב עולת שבת בשבתו ע\"כ ס\"ל נמי דקרא דלא ילין חלב חגי לא מיירי באימורי פסח מדלא הקשה קושיא זו עלה דקרא דולא ילין דכתיב מקמיה אלא ודאי דהתם ליכא קושיא כלל משום דבחגיגת ט\"ו מיירי שחלבי יו\"ט קרבין בחול. ולפ\"ז יש לתמוה דנהי דהמכילתא מוקי לקרא דולא ילין חלב חגי באימורי פסח מ\"מ היכי שבקו תלמודא דידן דמוקמי ליה להאי קרא בחגיגת ט\"ו. ודע שאף שבירושלמי הקשו קושית רב ספרא עלה דקרא דחלבי חגי וכדאיתא בפ' אלו דברים הלכה א' וז\"ל לא ילין חלב חגי עד בקר ואימורי חול קרבין ביו\"ט ותירצו א\"ר אבהו קיימתיה בשחל י\"ד להיות בשבת ע\"כ. אין הכוונה דהירושלמי מוקי להאי קרא באימורי פסח אלא דס\"ל לירושלמי דהאי קרא מיירי בחגיגת י\"ד הבאה עם הפסח שהרי הירושלמי הקשה על תירוצו דר' אבהו דליכא לאוקמי לקרא בשחל י\"ד להיות בשבת שהרי אין חגיגה באה בשבת והוצרכו לאוקומי לקרא דה\"ק הקריבהו מבעוד יום שלא יבוא לבל תלין אלא ודאי דאף הירושלמי מודה דקרא באימורי חגיגה מיירי דהא חגי כתיב וכן כתבו התוס' בפ' תמיד נשחט ד\"ה בארבעה וטעמא דלא מוקי הירושלמי לקרא דחלב חגי בחגיגת ט\"ו וכתלמודא דידן משום דכתיב מקמיה לא תזבח על חמץ וס\"ל דכי סיים קרא ולא ילין חלב חגי מיירי בחגיגת י\"ד הבאה עם הפסח נמצינו למדין שגם הירושלמי מודה דקרא דחלב חגי לא מיירי באימורי פסח כי אם באימורי חגיגה: <br><b>וראיתי </b>לסמ\"ג בסי' שמ\"ח שכתב בפ' תמיד נשחט מקשה כתיב לא ילין חלב חגי הא כל הלילה ילין וכתיב עולת שבת כו' ואיני יודע אם הוא ט\"ס דבגמ' לא הקשו אלא מקרא דזבח חג הפסח ולומר שהסמ\"ג כיון על קושית הירושלמי גם זה לא יתכן חדא דליתא בירושלמי בפ' תמיד נשחט כי אם בפ' אלו דברים ותו שהסמ\"ג סיים דהאי קרא בי\"ד שחל להיות בשבת מיירי ולפי הירושלמי לא מיתוקם דהא חגיגת י\"ד אינה דוחה את השבת ואם נאמר שכך היתה גירסת הסמ\"ג בגמרא אפשר שגם רבינו כך היתה גירסתו וסבירא להו דר\"ס פליג עליה דר\"כ דרב כהנא מוקי לקרא דחלב חגי בחגיגת ט\"ו ומש\"ה לא הוקשה לו מקרא דעולת שבת כי אם מעליה השלם ור\"ס מוקי לקרא באימורי הפסח ומש\"ה לא הוקשה לו כי אם מקרא דעולת שבת ולפ\"ז נמצא דשלש מחלוקות בדבר דר\"כ מוקי לקרא דחלב חגי בחגיגת חמשה עשר והירושלמי מוקי ליה בחגיגת י\"ד ורב ספרא מוקי ליה בפסח ופסק כר\"ס משום דר\"ס ורב שהשיבו כבר רמייה ניהליה ר' אבא בר חייא ור' אבא בר חייא ור' אבהו כולהו קיימי בחדא שיטא דהאי קרא דחלב חגי מיירי באימורי פסח ומה גם דהמכילתא נמי הכי אית ליה וכמ\"ש רבינו במנין המצות: ודע דלפי גירסא זו דרב ספרא מוקי לקרא דחלב חגי לאימורי פסח ניחא דס\"ל דקרא דזבח חג הפסח מוקי ליה בנותר דבשר ומש\"ה לא הוקשה לו מפסוק זה. והכי מוכח בפ' תמיד נשחט (דף ס\"ג) דאמרינן בעא מיניה רב הושעיא מר' אמי אין לו לשוחט ויש לו לאחד מבני חבורה מהו וא\"ל אמר קרא לא תשחט ולא ילין לא תשחט על חמץ הנך דקיימי בלא ילין ע\"כ. הרי דס\"ל לתלמודא דהך קרא דזבח חג הפסח מיירי בבשר הנאכל שלא ילין עד בקר ולפי גירסתנו בגמרא דרב ספרא רמי האי קרא עלה דקרא דעולת שבת נמצא שהם סוגיות מתחלפות. וכבר הוקשה קושיא זו לתוס' (בדף נ\"ט) ד\"ה ולא עולת חול ביו\"ט ונדחקו הרבה וכתבו דמשמע ליה למסדר התלמוד דקרא בכל הזבח מיירי בין בבשר ובין באימורין מדלא כתיב חלב כמו חלב חגי ומדלא כתיב גבי אכילה דואכלו את הבשר כדכתיב התם לא תותירו ש\"מ דבתרווייהו משתעי ע\"כ. והדבר מבואר כמה יש מהדוחק בתירוץ זה אך לפי גירסת הסמ\"ג ניחא דלעולם דזבח חג הפסח מיירי בבשר הנאכל וכדמוכח הסוגיא (דדף ס\"ג) וקרא דחלב חגי מיירי באימורי פסח וכדכתיבנא: <br><b>ודע </b>דבפ' תמיד נשחט (דף ס\"ג) אמרינן אמר רב פפא הילכך כהן המקטיר את החלב עובר בל\"ת הואיל וישנו בכלל הלנת אימורין ע\"כ. ופי' רש\"י הואיל וישנו בכלל הלנת אימורין דכתיב בהו נמי לא ילין חלב חגי ע\"כ. והנה כוונת רש\"י היא דלא ס\"ל כסברת התוס' דזבח חג הפסח מיירי באימורין ובבשר אלא ס\"ל כפשט הסוגיא דמיירי בבשר הנאכל ומש\"ה הוצרך לקרא דחלב חגי והשתא אי אמרת כסברת רבינו והסמ\"ג דהאי קרא מיירי באימורי פסח ניחא דרחמנא הכי קאמר כל שישנו בעבודות שלהם באזהרת הלנה דאימורי פסח ישנו ג\"כ באזהרת הקטרה והכל הוא בזימנא חדא כלומר בזמן שהוזהר שלא ילין אלא יקטר הוזהר ג\"כ על החמץ שלא יקטר אם יש עמו חמץ אך אם כתוב זה מיירי בחגיגת ט\"ו לא אתי שפיר דרשא זו דרב פפא, והשתא מכח הך סוגיא נמי פסק דלא כרב כהנא דהא רב פפא לא קאי כוותיה אלא כרב ספרא ותניא כוותיה דרב פפא ואף שיש לדחות קצת ראיה זו מ\"מ כל הישר הולך יודה דניחא טפי דרשת רב פפא אי מוקמינן לקרא דחלב חגי באימורי פסח. וא\"ת כפי מה שכתבנו דמסוגיא דתמיד נשחט (דף ס\"ג) מוכח דס\"ל לסתמא דתלמודא דקרא דזבח חג הפסח מיירי באכילת בשר לבעלים למה לי הך קרא תיפוק ליה מדכתיב לא תותירו ממנו עד בקר, הא לא קשיא משום דההוא קרא לא תותירו מיירי בפסח מצרים ואיצטריך קרא אחרינא לפסח דורות וראיה לזה שהרי רש\"י בפ' ראה עלה דקרא דולא ילין מן הבשר כתב אזהרה למותיר בפסח דורות לפי שלא נאמר אלא בפסח מצרים כו' ורש\"י אזיל לשיטתיה דפירש בפרשת תשא דקרא דזבח חג הפסח מיירי במלין אימורין ומש\"ה אוקמיה להאי קרא דפ' ראה במלין מבשר הנאכל אבל לדידן איצטריך קרא דזבח חג הפסח למלין מבשר הנאכל וכדכתיבנא וקרא דפ' ראה מוקמינן ליה בחגיגת י\"ד שנאכלת לשני ימים ולילה אחד וכדאיתא בפרק אלו דברים (דף ע\"א) וכן פסק רבינו בסוף הלכות אלו. ועוד נראה לומר דאיצטריך קרא דזבח חג הפסח ללמדנו דאזהרת לא תשחט על חמץ הוא אפילו אם היה חמץ לאחד מבני החבורה וה\"ק רחמנא לא תזבח על חמץ אם היה אצל אחד מהנך דקיימי בלא ילין זבח חג הפסח וכדאיתא בפ' תמיד נשחט וכדכתיבנא: אך עדיין אני נבוך בזה שרבינו במנין המצות כתב דקרא דזבח חג הפסח מיירי במלין אימורי פסח וקשיא ליה סוגיא דתמיד נשחט דמוכח מהתם דמוקמי לקרא במלין אכילת אדם ומיניה ילפינן אזהרה לנמצא חמץ לאחד מבני חבורה והיא הלכה פסוקה ופסקה רבינו ריש הלכות אלו ואם נאמר דס\"ל לרבינו כסברת התוס' דס\"ל דהאי קרא בתרוייהו משתעי במלין אימורין ומלין מבשר אכילת אדם אזדא לה כל מה שכתבנו שהתוס' לא הוזקקו לכל זה אלא לפי גירסתם דגרסי דקושית רב ספרא היא מקרא דזבח חג הפסח אך כפי מה שרצינו ליישב סברת רבינו דאיהו גריס כגירסת הסמ\"ג דקושית רב ספרא היא מקרא דחלב חגי מנא לן דקרא דזבח חג הפסח מיירי גם כן באימורים. סוף דבר דברי רבינו צריכים אצלי תלמוד: <br><b>ודע </b>שהדבר הקשה אצלי הוא מההיא דאמרי' בפ\"ק דחגיגה (דף י') דהקשו חגיגות מיכתב כתיבן ודחו דלמא ה\"ק רחמנא אכלו ושתו וחוגו חגא קמאי ואמרו לא ס\"ד דכתיב לא ילין חלב חגי עד בקר ואי ס\"ד דחגא הוא תרבא לחגא אית ליה כו' ע\"כ. הרי לך מבואר דסתמא דתלמודא ס\"ל דהאי קרא דחלב חגי בחגיגה מיירי ואי כדברי רבינו דהאי קרא במותיר אימורי פסח מיירי ליכא לאוכוחי כלל מהכא לקרבן חגיגה וכל אותו שקלא וטריא דאותה סוגיא מורה בהדיא דס\"ל דקרא אתא למותיר מאימורי חגיגה. ואולי נאמר דאותה סוגיא היא אליבא דרב כהנא דמוקי להך קרא במותיר מאימורי חגיגה והכוונה לומר דתיקשי לרב כהנא מתני' דקתני דחגיגות הם כהררים התלויים בשערה דהא לדידיה מיכתב כתיבן כו' אבל לרב ספרא ודעמיה דאית להו דהך קרא מיירי במותיר באימורי הפסח לא קשה כלל ומ\"מ הוא דוחק בעיני וצ\"ע: <br><b>ודע </b>דלסברת רבינו דאית ליה דאזהרת חלב חגי מיירי במותיר מאימורי פסח וכן אזהרת זבח חג הפסח בהכי מיירי לענין מנין המצות אינם נמנים אלא באזהרה אחת אע\"פ שבא בכתוב שתי אזהרות וכמו שהשריש לנו רבינו בתשיעי משרשיו יע\"ש. אך כפי גירסת התוס' שכתבנו דמשמע דאית להו דקרא דחלב חגי מיירי בחגיגת ט\"ו נראה שראוי למנות שתי אזהרות האחת שהזהירנו מלהותיר אימורי חגיגת ט\"ו לאומרו ית' לא ילין חלב חגי והשנית שהזהירנו מלהותיר אימורי הפסח לאומרו ית' לא ילין זבח חג הפסח ואע\"פ שהכל הוא ענין אחד דהיינו שלא ילינו האימורים מ\"מ כיון שבאו האזהרות בנושאים מתחלפים נמנה כל אחד מהם באזהרה מיוחדת. וגדולה מזו מצינו לרבינו שמנה ארבע אזהרות במותיר מאכילת אדם האחד הוא מה שנאמר בקרבן תודה לא תותירו וכמ\"ש במנין המצות סימן ק\"כ ובסי' קי\"ז כתב שהזהירנו מהותיר שום דבר מבשר הפסח למחרתו ובסי' קי\"ח כתב הזהירנו מהותיר שום דבר מחגיגת י\"ד ובסי' קי\"ט כתב הזהירנו מהשאיר דבר מבשר פסח שני הרי שאע\"פ שהכל הוא ענין אחד שלא נשאיר שום דבר מזמן אכילתו מ\"מ כיון שבאו אזהרות בעניינים מחולפים נמנית כל אזהרה ואזהרה למצוה בפני עצמה וא\"כ הכי נמי באזהרות מלין אימורין ראוי שנמנה שתי אזהרות: ואע\"פ שעבר אינו לוקה לפי שאין בו מעשה. (א\"ה עיין במ\"ש הרב המחבר לעיל בפי\"ח מהל' פסולי המוקדשין הלכה ט'): "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שחציו עבד וחציו בן חורין וכו'.</b> בעבד של שני שותפין מיירי א\"נ דרבים טובא ושחרר אחד מהם חלקו וכדכתב רבינו ז\"ל א\"נ במשחרר עבדו בכסף דהתם קנה ודאי לכ\"ע לפום הלכתא דקי\"ל כרבה דרב יוסף דקאמר איפכא איתותב וכדבעינן למיכתב בס\"ד אבל במשחרר אחד בשטר לא מיתוקמא ודאי דהא תניא בפרק השולח (דף מ\"א:) המשחרר חצי עבדו רבי אומר קנה וחכ\"א לא קנה וקאמר התם בגמ' אמר רבה מחלוקת בשטר דרבי סבר והפדה לא נפדתה או חופשה לא נתן לה מקיש שטר לכסף מה כסף בין כולו בין חציו אף שטר נמי בין כולו בין חציו ורבנן גמרי לה לה מאשה מה אשה חציה לא אף עבד נמי חציו לא אבל בכסף ד\"ה קנה פדויה ואינה פדויה לימא בהא קמפלגי דמר סבר היקשא עדיפא ומר סבר ג\"ש עדיפא לא דכ\"ע ג\"ש עדיפא ושאני הכא דאיכא למיפרך כו' ע\"כ. וקי\"ל כחכמים ואליביה דרבה. אך קשה לי היכי קאמר דבשטר יליף רבי מכסף והפדה לא נפדתה ורבנן נמי מודו בכסף ורב יוסף נמי דפליג קאמר דרבנן ס\"ל והפדה לא נפדתה דברה תורה כלשון ב\"א אימא קרא ודאי מיירי בשפחה חציה כנענית וחציה בת חורין וכהלכתא ומיהו היינו בעבד של שני שותפין דכ\"ע מודו בהא וכדמסיק בגמ' א\"נ במכר חציו ושחרר חציו וכו' וכדאמר רבה נמי לקמן בגמ' ומיהו לרבה לא קשיא דמשמע ליה דלרבי ולרבנן קרא סתמא קאמר בכל מילי דהכי משמע להו סתמא דקרא ולרב יוסף נמי ניחא ליה למימר דקרא אליבא דרבנן בכולה כנענית אע\"ג דהוי דלא כהלכתא ולמימר דס\"ל דברה תורה כלשון ב\"א משום דאשכחן בר\"פ ארבעה מחוסרי כפרה דקאמר הכי ר' ישמעאל בברייתא ר' ישמעאל אומר בשפחה כנענית הכתוב מדבר ומאורסת לע\"ע א\"כ מה ת\"ל והפדה לא נפדתה דברה תורה כלשון ב\"א והתם נמי במתני' קאמר ר\"ש זו שפחה כנענית והיינו כר' ישמעאל דגמ' דהיינו ברייתא דמתניא בספרא דבי רב סדרא דקדושים עיין שם בפירוש כמהר\"ר אהרן ן' חיים ז\"ל. ולהכי ניחא ליה לאוקומיה הכי כיון דאיכא תנאי דמוקי ליה לקרא הכי. והא דתניא בריש פרק כיצד מערימין ובשלהי פ' האומר דקדושין האומר לשפחתו הרי את שפחה וולדך בן חורין אם היתה עוברה זכתה לו ומוקי לה בשלהי פ' המביא תניין דהוי ירך אמו והויא כרבי דקאמר המשחרר חצי עבדו קנה בעבד של שני שותפין ודאי לא מצי לאוקומי דהא תנא האומר לשפחתו כו' אלמא ולדות נמי דידיה הוו וכן נמי לא מוכחא מלתא דמכר חציה כו' ואדרבה בספרים המדוייקים גרסינן הרי את שפחתי וולדך בן חורין ודייק לישנא דשפחתי דהיינו שהשארתי לי ולא מכרה וכדכתיבנא אבל מיהו יכול היה לאוקומה כדברי הכל וכגון שנתנה לו את הכסף בעבור ולדה דכי ה\"ג שפיר דמי אף לדברי רבנן אלא דלישנא דקאמר זכתה לו משמע דע\"י שטר קאמר דהיינו זכות יד בשטר. ותו דלישנא דהאומר לשפחתו משמע ליה בלא נטילת מעות דאי איכא מעות מאי איכא למימר וכדאיתא בפ\"ק דקידושין גבי פסקא דבכסף ע\"י אחרים ע\"ש. ותו איכא למידק בדברי רש\"י ז\"ל שכתב רבנן סברי ג\"ש עדיפא ורבי סבר היקש עדיף דכי איכא למילף מהיקש וג\"ש ילפינן מהיקש ושבקינן ג\"ש ע\"כ. וי\"ל דכשם שאמרו בדברי רבי היקש עדיף הכי אמרו בדברי רבנן ג\"ש עדיפא וא\"כ למה פירש רש\"י את דברי רבי שהוא אחרון ולא בתחלה כפי דבריו. ועוד י\"ל מעיקרא בעיקר הלשון שרש\"י ז\"ל כתב רבנן סברי ג\"ש עדיפא ורבי סבר היקש עדיף והוא מהופך שהגמ' אמרה תחלה דמ\"ס היקש עדיף ומ\"ס ג\"ש עדיפא ומה ראה רש\"י לכתוב כן. תו איכא למידק במאי דכתב רש\"י לא דכ\"ע ג\"ש עדיפא כו' כיון דמסיני גמרינן לה דאין אדם דן ג\"ש מעצמו איהו עדיפא מהיקש ע\"כ, נראה לשונו דהיקש אדם דן מעצמו ולהכי קאמר דג\"ש עדיפא משום דהיא מקובלת מסיני מה שאין כן בהיקש משמע דס\"ל לרש\"י דמאי דאמרינן אין אדם דן ג\"ש מעצמו בדוקא איתמר ג\"ש דשאר מדות דן מעצמו אפילו דלאו ק\"ו נינהו שהרי הק\"ו הדעת מחייבתו. וקשה על זה שהוא סותר דברי עצמו דהא בריש פ' לולב הגזול כתב רש\"י בפירוש דחוץ מק\"ו אין אדם דן מעצמו אבל היקש ודאי אין אדם דן מעצמו ויש כדמות ראיה לזה בתעניות (דף כ\"ז ע\"א) דקאמר אסמכתא נינהו ומדרבנן ולקולא והתוס' הקשו עליו שם קושיות חזקות יע\"ש: והנה ראיתי לומר לזה דודאי לא קשיא דאע\"ג דהכי כתב רש\"י ז\"ל שם מ\"מ ההוא אליבא דרבי יהודה דקאמר לא מקשינן ורבנן הא קאמרי להדיא דמקשינן והיינו משום דס\"ל אין אדם דן ג\"ש דוקא ולא שאר מדות ויחיד ורבים הלכה כרבים. ומעתה טעה בעל הליכות עולם במ\"ש וז\"ל אדם דן ק\"ו מעצמו ואין אדם דן ג\"ש מעצמו אלא א\"כ קבלה ממשה בסיני ונראה מדברי רש\"י בפ' לולב הגזול דלאו דוקא ג\"ש דכל המדות ג\"כ אין אדם דן חוץ מק\"ו והתוס' כו' ע\"כ. וזה שיבוש כמו שהוכחתי דבין לרש\"י ובין לתוס' לא נפקא לן מידי לענין דינא כלל דכולהו מודו דלרבנן דהלכתא כוותייהו ל\"ד אדם דן ק\"ו אלא הוא הדין שאר מדות. ואחר שכתבתי כל זה נדפס ספר יבין שמועה וצ\"ע שם (א\"ה עיין מ\"ש בזה הרמ\"ז בס' כפות תמרים) . ומיהו יקשה דלישנא דקאמר כ\"ע מודו משמע דליכא מאן דפליג עליה ויהיב רש\"י הך טעמא לכ\"ע משמע דליכא מאן דפליג עליה אבל אין זו קשיא דכי אמרינן דכ\"ע אין המכוון אלא על ב' הכתות בעלי המחלוקת אשר הוזכרו ודכוותה בפ' אלו נערות דקאמר הכל מודים בבא על הנדה וכו' ובהדיא מסיק גמרא התם וקאמר ולאפוקי מדר' נחוניא בן הקנה כו' והשתא היכי קאמר הכל מודים אלא ודאי דלא קאי אלא לבעלי המחלוקת וכן בפ' כל שעה (דף ל\"ג) ובפ' עשרה יוחסין (דף ע\"ה) יע\"ש. ותו איכא למימר שאין כוונת רש\"י לומר דזה הוא דהוי מסיני ולהכי עדיפא אלא דקאמר דמה שלא נאמר דהיקש עדיף כיון שנתקבל מסיני הוא משום דג\"ש נמי נתקבל מסיני כו' ואל תתמה על דלא קאמר נתקבלה נמי בלאו דוקא. ומ\"ש רש\"י בפירוש היקש עדיף זה ולא כתבו בפירוש ג\"ש עדיפא נלע\"ד שכוונת דבריו לפי שממלת עדיף משמע דודאי משגחינן טובא בהיקש אלא דג\"ש עדיפא כו' יע\"ש, והשתא בא רש\"י לומר שלכאורה היינו מוכרחים לומר דמאי דקאמר היקש עדיף בהכרח הוא לומר דהיינו יותר יש לנו לעשות ההיקש בתכלית משנעשה הג\"ש בשלימות, וההוראה בזה דאין לומר דמלת היקש עדיף פירש נעשה ההיקש ונבטל הג\"ש מכל וכל דהא ליתא דא\"כ איך קאמר התם דכ\"ע היקש עדיף דהיינו שיש לנו לעשות ההיקש ושתתבטל הג\"ש והכא מוכרח איפכא אלא ודאי היינו מוכרחים לפרש היקש עדיף ותשאר הג\"ש למחצה דבזה מאי דקאמר הכא היקש עדיף פירושו דטוב לנו לעשות הג\"ש למחצה כו' לזה פירש רש\"י דאין זה מוכרח דיכולין אנו לפרש כן וכמו שכתבתי וק\"ל ובספרא משמע דסבר כרבי וקי\"ל סתם ספרא ר\"י ומשמע דעליה יהיב הך טעמא וכדכתיבנא דר\"י אית ליה דאדם אינו דן היקש מעצמו וק\"ל וצ\"ע בתשובת מהר\"ם אלשקאר ז\"ל: <br><b>תנן </b>התם ב\"ה אומרים עובד את רבו יום אחד ואת עצמו יום אחד ובפ' האשה דפסחים אמרינן הא דתנן לא יאכל משל רבו אבל אוכל הוא משל עצמו ופרכינן מהא דתניא עבד שחציו בן חורין כו' לא יאכל לא משלו ולא משל רבו ומתרץ הא כמשנה ראשונה והא כמשנה אחרונה דתנן מי שחציו עבד וחציו בן חורין עובד את רבו יום אחד ואת עצמו יום אחד כו' ב\"ש אומרים כופין את רבו ועושהו בן חורין חזרו ב\"ה להורות כדברי ב\"ש. ופירש\"י לפום משנה ראשונה לא יאכל לא משלו ולא משל רבו דאין חלק העבדות נמשך אחר דעתו כלל ואין חלק העבדות נמשך אחר החירות כלל ולמשנה אחרונה הא ה\"ל כמשוחרר ואוכל משלו וכן פי' הראב\"ד וכדבעינן למיכתב בס\"ד. אבל רבינו פירש בפירוש המשנה הפך מזה שכתב וז\"ל וכמו כן לא יאכל משל עצמו לפי כי עוד יתבאר לך כי הוא לא יניח עבד חציו בן חורין וחציו עבד ולפיכך לא יאכל ממנו בשום פנים עד שיעשה בן חורין ומה שאמר בכאן לא יאכל משל רבו שיראה ממנו שאוכל משל עצמו זהו דעת האומר מניחין אדם חציו עבד וחציו בן חורין עכ\"ל. ובאמת שאין דבריו מובנים ומוהריק\"א בפרקין כתב דאין לומר שכוונתו דכיון דאין מניחין א\"כ אינו בעולם דא\"כ למה לו להביאו בחיבור כו' ובאמת שלא היה צורך לדחות זה מעיקרא. וק\"ל למה לא הקשה ג\"כ דא\"כ איכפל קרא לומר את פני האדון לאשמועינן מלתא דליתיה ותו קשה דהיכי נימא דליתא ומי לא עסקינן ששחררו בערב הפסח ועד שהם כופים אותו הגיע זמן קרבן פסח וצ\"ע. ודע דתנן בריש חגיגה נמי כי האי גוונא גבי הך דהכל חייבים יע\"ש. והנה רע\"ב כתב בפסחים כדעת רש\"י ובחגיגה כדעת רבינו וכתב עליו הרב בעל תוי\"ט דמחלפא שיטתיה כו' יע\"ש ונ\"ל שאינה קושיא כלל. וזה שמוהריק\"א כתב שה\"ר אברהם בנו של רבינו תירץ דה\"ק דמשנה ראשונה מדינא פטור אלא דמחייבינן ליה ועבדינן ליה תקנה מד\"ס אבל לפי זה שכופין אותו ודאי לא עבדינן הכי כדי שימהר להוציאו. והקשה ה\"ר אברהם די בוטין קושיא חזקה דהא הוו להו קדשים בחוץ ובשלמא בחגיגה משכחת לה על תנאי אבל בקרבן פסח ליכא על תנאי ותירץ דהפקר ב\"ד הפקר והפקיעו שעבודו מעליו, וקשה על זה קושיא חזקה א\"כ בפ' האשה רבה גבי הא דאיפליגו רב נתן בר אושעיא ורב חסדא בההיא דהתורם מן הרעה כו' ופליגי באי יש כח ביד חכמים לעקור דבר מן התורה ופריך מקדושי קטנה וקאמר הפקר ב\"ד הפקר והשתא גבי תרומה נמי איבעי לן למימר הכי אלא ודאי צריך לקיים פירוש התוס' דלא אמרי' הפקר ב\"ד הפקר היכא דבתר הכי מוקמת ליה זימנא אחריתי ברשותיה והרי הכא הכי הוו דבתר הכי מוקמת ליה ברשותיה. ועל דברי ה\"ר אברהם יש לתמוה טובא וה\"ר עובדיה הוקשה לו זה ולהכי גבי חגיגה דשייך תנאי כתב כרבינו והכא כתב כרש\"י. תו ק\"ל לדברי בן רבינו ז\"ל דכיון דלמשנה ראשונה מן הדין אינו אוכל אף משלו א\"כ אמאי כי מקשה בפ' האשה חדא אחבירתה משמע דלית ליה אוקמתא בשום צד לתרוצה אלא חדא כמשנה ראשונה וחדא כמשנה אחרונה נימא ואי בעית אימא לעולם הא והא כמשנה ראשונה וכאן מדין תורה וכאן מד\"ס ולישנא דיאכל אתי שפיר. ומיהו הא לא קשיא דעדיפא מינה משני לאוקומה חדא אליבא דהלכתא ותו דהך תירוצא לא שייכא דהך דחגיגה דהא קאמר הכל חייבין חוץ משמע דבמלתא דהנך חייבים הנך פטורים ולהכי נקטיה כהך תירוצא. תו איכא למידק במאי דכתב הלחם משנה שבקרבן פסח פטור מילפותא דחגיגה וקשיא טובא היכי מצי יליף והלא איכא למיפרך טובא מה לחגיגה שכן פטורות בה נשים ודכוותייהו תאמר בקרבן פסח שכן חייבות בה נשים וכדבעינן למיפרך. תו ק\"ל קושיא אלימתא דאי ס\"ד דאיכא למילף מחגיגה לקרבן פסח א\"כ ר\"ש אמאי איצטריך ליה קרא דחטאו ישא האיש ההוא למעוטי נשים נילף מחגיגה אלמא איצטריך ליה קרא ואע\"ג דאנן השתא כר' יוסי קי\"ל כדבעינן למיכתב בס\"ד מיהו מדר\"ש נשמע לדר' יוסי דע\"כ לא איפליגו אלא לענין הך דמחייבי אבל לענין אי ילפינן אי לא לא שאני לן בין הך להך כלל וזה ודאי קשה להולמו. ועיקרן של דברים כשנעמוד על פסק רבינו דנשים ועבדים עושים אותם חבורה לעצמם ואמאי פסק הכי. ואיברא דלכאורה טעמו ברור דהא ר\"י סבר דראשון חובה ושני רשות ור' יוסי סבור דבין בראשון ובין בשני איכא חיוב כרת כו' יע\"ש. ור\"ש סבר דראשון רשות ושני חיוב וא\"כ הלכה כר' יוסי דנמוקו עמו נגד ר\"ש ונגד ר\"י וכן כתב הרב מוהרי\"ק. אבל קשה דבגמ' מסיים בתר הכי כמאן אזלא הא דקאמר ר' אלעזר אשה בראשון חובה ודוחה את השבת בשני רשות כר' יהודה הרי להדיא דר\"א דהוי אמורא פסק להדיא כר' יהודה והלכתא הכי וגם דקאמר ר' יהודה מלתא מציעתא. ואין לומר דר\"א בן שמוע הוי דהוא תנא דא\"כ ע\"כ מלתא בברייתא מיתניא והוה ליה למימר דתניא ותו דאפי' תימא דתנא הוי מ\"מ קי\"ל הכי דתרי הוו לגבי ר' יוסי ור\"ש כל חד לחודיה ואע\"ג דבכל חד לחודיה הוי הלכתא כר' יוסי מ\"מ הא הכא הוו תרתי ודכוותיה בשלהי ה' כלים ע\"ש. ויש לדקדק כן מן הגמרא שבריש מי שהוציאוהו ובריש החולץ אפי' בר\"מ ור' יהודה דפליג עליה דר' יוסי כ\"ש ר\"א דעדיף טפי והוי טוביינא דחכימי כדקאמר רב עילויה בשלהי אלו נערות גבי יתומה בחיי האב וכן בפרק כל הגט גבי ההיא דהכותב טופסי גיטין בסוגיא הידועה שם דפסל ר\"א בגיטין וקאמר עליה הכי וכן בכריתות פרק אמרו לו גבי ההיא דאם הפסיק בו או נתן לתוכו מים כו' יע\"ש, א\"כ למה הרב ז\"ל פסק דלא כר' יהודה מאחר דהוי תרתי כ\"ש דהוי אמורא כדכתיבנא. ואפשר היה לומר דס\"ל לרב דהך דאמרי' כמאן אזלא כו' אמורא הוי וקאמר דלדידיה לר' יהודה הכי הוי ולעולם לא פסק הלכתא כוותיה, ודכוותה בפ\"ק דערכין הא דאמר רב גידל אמר רב אדם יודע שאין ערך לכלי וגמר ואמר לשם דמים וכתבו התוס' בר\"פ דיני ממונות דהוא אליבא דר\"מ קאמר וליה לא ס\"ל יע\"ש א\"כ הכא נמי אמרי' הכי אבל צריך טעם מי הכריחו לזה וצ\"ע: וראיתי עוד לו לרב שכתב בלשון הזה היה אחד מבני חבורה קטן כו' אם יכול לאכול כזית צלי שוחטין עליו ושוחטין על הקטנים שיהיו מכלל החבורה לא שתהיה חבורה כולה קטנים שאינם בני דעת וכתב מוהרי\"ק בס\"פ לולב הגזול קטן היודע לאכול כזית צלי שוחטין עליו מ\"ט איש לפי אכלו ומ\"ש רבינו שאינם בני דעת ק\"ל דטפי הוה עדיף למעוטי מדכתיב בפסח איש ולטעם שנתן רבינו קשה דמהי תיתי דבעינן בפסח בן דעת וי\"ל דמאיש לא משמע ליה למעוטי קטן דא\"כ הוה מימעיט אף מלהמנות עם בני החבורה ומדתניא שוחטין עליו את הפסח משמע דס\"ל לגמרא דהאי איש לאו למעוטי קטן אתא ע\"כ. ואחרי המחילה מכבודו אלף אלפי פעמים לא צדקו דבריו דהא בפ' האשה אמרי' עלה דהך דקאמר ר' יוסי אפי' בפסח שני עושים חבורה כולה נשים דמהיכא תיתי ליה מדכתיב ונכרתה הנפש ההיא ואפי' אשה אפי' פסח שני ואלא חטאו ישא האיש ההוא למעוטי מאי למעוטי קטן מכרת ע\"כ. אלמא דמאיש ממעטינן ליה לקטן מכרת ודרשינן איש ולא קטן ואין עליך לומר מכרת מפיק ליה ולא מחובה דמשמע בגמרא דכל שאינו מחוייב כרת אין שוחטין עליו לעצמו דהא רבי יהודה מחטאו ישא האיש ההוא ולא האשה קאמר דאין שוחטין עליה בפני עצמה ובהא ליכא פלוגתא כלל, ותו קשה לי במה שהכריח דמאיש לא ממעטינן קטן דאי ממעטינן אף לטפלה דאימא אהני לה ככל חקת הפסח וכדקאמר הכא בגמ' לר' יהודה א\"כ מאי קושיא ולר' יוסי נמי אפשר דאהני ליה להא במכסת נפשות. תו קשה במאי דכתב דמהיכא תיתי דבעינן בן דעת גבי פסח וזה פשוט דבכל המצות בעינן בן דעת ואדרבא התוס' שם אמרו תימה אמאי איצטריך דהיכן מצינו קטן שחייב במצות דודאי אינו בן דעת. ויותר נ\"ל בדברי רבינו דה\"ק אין עושין מהם חבורה והטעם לפי שאינם בן דעת וכיון שאינם בני דעת ודאי לא מיחייבי כרת וכיון דלא מיחייבי כרת אין שוחטין עליהם בפני עצמם ועוד אפשר שהוקשה לו קושית התוס'. ובאמת שעיקר קושית הגמ' צריכה נגר דקאמר דהאיש למעוטי קטן מכרת והתינח בפסח שני דכתיב ביה עונו ישא וגו' בפסח ראשון מאי איכא למימר ותו כל הני קראי דבמכסת נפשות ודכוותיה מאי קא עבדי להו. וראיתי גירסא בספר הילקוט שאמרו בה דבמכסת נפשות דראשון לאתויי נשים ולכאורה קשה דהא כיון דנשים חייבות בראשון א\"כ קושטא דמילתא דאיצטריך דאין עונשין מן הדין וק\"ל אבל באמת שאינו נ\"ל עיקר כדברי רבינו ואין השכל מחייב אלא כדברי הראב\"ד ורש\"י יע\"ש: ודע דקאמר בפ\"ק דבתרא דאית דינא דגוד או איגוד גבי ההיא דולא את הטרקלין כו' ומקשינן עלה דהא הכא קאמר דכותב לו גט שחרור מפני תיקון העולם משמע מפני תיקון העולם אין מפני גוד או איגוד לא ומשני שאני התם דאיגוד איכא גוד ליכא ופירש\"י ה\"ג שאני הכא דאיגוד איכא גוד ליכא העבד רוצה לקנות אבל אינו אומר קנה לי חלקי שאין דמים לבן חורין ע\"כ. ונ\"ל לדייק במ\"ש ה\"ג שאני התם דאיגוד איכא גוד ליכא דיראה שבא למעוטי גירסא שהיא איפכא שאני התם דגוד איכא איגוד ליכא והיתה הכוונה על פי מה שכתבו התוס' שם וז\"ל וא\"ת שאני הכי שאין העבד נותן דמים מיד אלא כותב שטר על דמיו וי\"ל דמשמע דלא יבטל כו' ע\"כ, ומטעם זה היינו גורסים כן לזה כתב רש\"י דאיגוד איכא שהעבד רוצה לקנות אבל הוא אין לו מעות וכו' זה נ\"ל לפרש. ובעיקר קושית הגמ' קשה דמאי מקשה דאדרבא תקנת פריה ורביה איצטריך לשלא יאמר לו אקנה השאר האחר דאפי' כי קני אינו מותר לבא בקהל וע\"ש ובההיא סוגיא דחגיגה ומאי דכתבו התוס' עלה צריכין נגר ומאי דק\"ל בגוה טובא היינו למאי איצטריך קרא דזכורך לישתוק מיניה ומאי דקאמר ולא אדון אחר בהכרח ודאי דעבדים פטורים דהא ודאי יש להם אדון אחר וכיון שכן ודאי נשים פטורות ומיהו הך לאו קושיא היא דאי לאו קרא דכל זכורך אוקימנא לקרא דאת פני האדון בעבדים גמורים דהך לא מיקרו אדון כו' ומאי דקאמר לישא שפחה אינו יכול כתבו בתוס' דכיון דאמרינן הכל מודים בעבד שאין לו יחס ודאי לא מקיים פריה ורביה. ומיהו אפשר לדחות ודאי דדוקא כשהורתו כשהוא עבד אבל כשהורתו כשהוא בן חורין לא אע\"ג דשפחה ולדה כמוה. ומיהו בירושלמי פ' כיצד אמרו הרי הוא כבנו לכל דבר אפי' לפריה ורביה ופירש הריטב\"א ז\"ל דמיקרי בנו וקאמר חוץ מהבא מן השפחה ואפשר דהבא על השפחה לא שייך בתרייהו ומיהו נראה לפרש לפריה ורביה דה\"ק אפי' לפריה ורביה. וראיתי בשלטי הגבורים פ' הבע\"י שכתב צ\"ע אם הוליד בן ממזר אם הבכור נוטל ירושה כו' ולא ידעתי מהו דמכיון שכתבו הטור ורבינו דבכור ממזר הוי כבכור אם כן פשיטא ודאי שהבא אחריו אינו בכור כלל. וראיתי בירושלמי של פסחים שאמרו מי שחציו עבד וחציו בן חורין שקדש אשה אין קדושיו קדושין דכוותה מי שחציו בן חורין שגירש אין גירושיו גירושין שמואל אמר גירושיו גירושין אתיא דשמואל כי הא דר' יהודה דתנינן מי שחציו עבד וחציו בן חורין ר' יהודה מחייב וחכמים פוטרים ע\"כ. ולא ידעתי מהו דכיון דקדושין לא תפסי בה גירושין היכי משכחת להו הא אין קדושין מעיקרא. ונ\"ל לומר כגון שקדש חציה שפחה וחציה בת חורין דאפשר דהתם תפסי קדושין מכיון דבת מיניה היא. וסבור הייתי לומר שאין הכוונה אם גירש את אשתו אלא כי ההיא דאמרי' בשלהי המביא תניין אין העבד נעשה שליח לקבל גט אשה מיד בעלה כו' אבל מן הירושלמי דבפ' השולח אינה נראה כן אלא דס\"ל לירושלמי כסברא דדחו בגמרא דידן דקאמר קדש עבד ביום של רבו הרי אין קדושין תופסין בה ביום שלו הרי קדושין תופסין ומיהו מאי דמדמי לה לדשמואל כר\"י לא ברירא לי ודאי דא\"כ מ\"ש קדושין מגירושין ובפ' הנחנקין קא מפרש טעמא דר' יהודה משום דאין מיעוט אחר מיעוט אלא לרבות. ועוד אאריך בס\"ד וע\"ש ובפ' החובל יע\"ש: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עצים של צליית הפסח כו'.</b> דברי מרן בזה תמוהים הם בעיני דאליבא דמאן דמחמיר מתני' דנתן לה מוקדשין באתננה ע\"כ לא מיתוקמא כרבי דהא לא משייר אלא במצה ומרור ולא מיתוקמא אלא כר\"י הגלילי ואילו מדברי רבינו ז\"ל בפ\"ד מהל' איסורי מזבח הלכה ט\"ו נראה דמוקי למתני' דאתנן כרבי וכמ\"ש מרן שם וזהו הפך מה שפסק כאן. בר מן דין הרואה יראה שדברי רבינו אין להם שום שייכות בפלוגתא דרבא ור' זירא ואם כדברי מרן לא הול\"ל אלא שלא הותר למכור הפסח אלא ליקח מצה ומרור ולא חלוק דזו היא פלוגתא דרבא ור\"ז. ומאי ואם לקח ממעות הפסח דנקט. ובכוונת דברי רבינו נ\"ל דאדרבא פסק כמאן דמיקל והיינו דנקט הרי מעות חולין בסתם ולא חילק. ואח\"כ חידש לנו דין אחר שלא נזכר בגמרא והוא דקי\"ל דמותר הפסח יקרב שלמים ולא הותרו לו מעות הפסח אלא כדי ליקח בהם פסח ואע\"פ שכבר היה מוקדש המעות יוצאין לחולין אבל ליתנם בדבר אחר פשיטא דלא. ומכשירי הפסח הרי הם כפסח ואם הותירו לו ממעות הפסח או שכבר נתמנה עמו בפסח במעות אחרות וזה הפריש עצים לצליית הפסח ומצה ומרור ולקח מזה שהפריש המעות לפסח למנותו עמו במצה ומרור או להיות לו חלק בעצים שצולה בהם הרי המעות חולין דומיא דפסח עצמו לפי שמכשירי הפסח הרי הם כפסח. ודין זה הוא מוכרח מן הסוגיא דכיון דקי\"ל כמאן דמיקל ולא נחלקו אלא בחלוק אבל בעצים ומצה ומרור אפילו ת\"ק מודה ש\"מ דאפילו אליבא דת\"ק דלית ליה שיורא בפסח מודה דיכול למכור הפסח כדי ליקח עצים ומצה ומרור אלמא טעמא הוי לפי שהם כפסח עצמו. וא\"כ לדידן נמי גבי מעות הפסח אע\"פ שלא הותר ליקח בהם אלא פסח או שלמים מ\"מ עצים ומצה ומרור שרו לפי שמכשירי הפסח הם והם כפסח עצמו דבהאי דינא לא פליגי ת\"ק ורבי. וכוונה זו נראה בעיני שהיא פשוטה בדברי רבינו ז\"ל. וסבור הייתי לומר שט\"ס נפל בדברי מרן וצ\"ל ופסק כמאן דמיקל והכריח הדבר ממה שפסק שמצה ומרור הוא כפסח וע\"כ הוא לפי שפסק כמאן דמיקל דאליבא דמאן דמחמיר מצה ומרור אינו כפסח אליבא דת\"ק ודוחק וצ\"ע. ועיין בס' קרבן חגיגה סי' ט' שכתב דמותר הפסח יכול ליתן אותם כדי לבדוק ולבער החמץ שברשותו יע\"ש: "
            ]
        ],
        [
            [
                "<b>מי שהיה טמא בשעת שחיטת הפסח כו'.</b> (א\"ה עיין במ\"ש הרב המחבר לעיל בפ\"ו מהל' כלי המקדש הלכה ט'): "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שנאמר וכל עבד איש כו'.</b> עיין מ\"ש מרן. ובפ' החולץ (דף מ\"ח) אמרינן עבד איש ולא עבד אשה בתמיה. משמע דגם גבי אשה מילת עבדים מעכבת. עוד אני תמיה דלרבינו איצטריך איש למעוטי קטן וא\"כ מה הקשו עבד איש ולא אשה. ועיין במ\"ש הר\"ב חדושי הלכות בפרק הערל (דף ע\"א) אההיא דאמרינן כגון שהיו אביו ואמו חבושים יע\"ש. (א\"ה ועיין בפ' השולח (דף ל\"ח) ובחדושי הרשב\"א שם): "
            ],
            [],
            [],
            [
                "<b>אבל אם היה חבוש וכו'.</b> היה לו לרבינו לבאר דזה שאין שוחטין עליו כשהיה חבוש בידי עכו\"ם דוקא לשחוט בפ\"ע אבל עם אחרים אפילו חבוש בידי עכו\"ם שוחטין עליו וכך מבואר בגמרא. והתוס' הביאו שיטת הירושלמי בהפך מש\"ס דילן דדוקא בהבטיחוהו ישראל לצאת שוחטין אבל עכו\"ם אפילו עם אחרים אין שוחטין. ויש לתמוה למה תפס שיטת הירושלמי שהיא נגד ש\"ס דידן. ואפ\"ה קשה דלפום שיטת הירושלמי אפילו בבית האסורים של ישראל אין שוחטין עליהם בפני עצמן ולמה לא ביאר זה רבינו וכתב סתם שוחטין דמשמע אפילו בפני עצמן. וכן קשה גבי אונן וחולה שיכולין לאכול כזית שפירש במשנתנו שאין שוחטין עליהם בפני עצמן למה סתם הרב שישחטו עליהם ולא כתב שוחטין דמשמע לכתחלה. גם לא פירש דדוקא עם אחרים אבל לעצמן לא. גם מהריק\"א לא הרגיש בכל זה ולא ידעתי למה: "
            ]
        ],
        [
            [],
            [
                "<b>טמא מת שחל שביעי שלו וכו'.</b> עיין בדברי מרן ואיני רואה סתירה לסברת הראב\"ד מכל מה שהקשה הרב ז\"ל דמ\"ש וכי בתר דעבדין מתמלכין אינו דאינהו סבור דאפילו בלא טבילה כיון דלאורתא חזו היו יכולין להקריב ובתר הכי לטבול ומש\"ה שחטו עליהם וכשנודע הדבר לפני משה רבינו אמר להם שאין קדשים קרבין בטומאה אפילו דחזו לאורתא והם השיבו לו דמהיכן ידע זה כיון דלאורתא בשעת אכילה חזו לאכול קרבנם ישחטו השתא נמי ע\"י שלוחם ועל זה הוזקק לשאול פי הדיבור. ומה שטען הרב דאמאי לא אמר להו שיטבלו וישחטו קרבן אחר. כבר כתב הראב\"ד בלשונו שכבר עבר זמן שחיטת הפסח ומה יאמר עוד. ובזה נסתלקה נמי מאי דהביא הרב מלשון ספרי דאין משם ראיה נגד הראב\"ד. והתוס' הוסיפו לבאר בפ' האשה דאה\"נ דהם טבלו והקריבו קרבן אחר אלא דמשה אמר להם אם לא תטבלו והקריבו נזקקין אתם לפסח שני. ותשובת הדיבור היתה לכל ישראל. ומ\"ש הרב שזו ראיה שאין עליה תשובה תמיה אני למה החריד עלינו את כל החרדה הזאת דכיון דמה ששחטו קודם טבילה אינו עולה להם הו\"ל כאילו לא הקריבו מאחר שהוזקקו לפסח שני. סוף דבר סוגית הגמרא מוכחת כדברי הראב\"ד וגם סברת התוס' נמי הכי הויא ודו\"ק: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "אכל נא ומבושל כו'. (א\"ה מדברי התוס' פ' כל שעה מוכח דגרסי כגירסת הר\"ם וכמו שיתברר מתוך מ\"ש בפ\"ה מהלכות יסודי התורה ועיין מ\"ש ה\"ה ספ\"א מהלכות איסורי ביאה): "
            ],
            [
                "<b>אכל ממנו כזית צלי מבע\"י וכו'.</b> הרמב\"ן ז\"ל במנין העשין מנה זה מצוה בפני עצמה ורבינו לא מנאה לפי שכבר מנה עשה זה לאכול אותו בלילה ומי שלא אכלו בלילה או שאכלו מבעוד יום הכל נכנס תחת עשה זה ואין למנותן שנים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ודין תורה שיאכל כל הלילה כו'.</b> פסק רבינו כר\"ע אך התוס' ספ\"ב דמגילה (דף כ\"א) ד\"ה לאתויי כתבו דהלכה כראב\"ע דמן התורה אינו נאכל כי אם עד חצות וכ\"כ בס\"פ איזהו מקומן. ועיין במ\"ש בסוף פסחים (דף ק\"כ) ד\"ה אמר רבא. ועיין מ\"ש ה\"ה פ\"ו מהל' חמץ ומצה שנתן טעם לשבח למה פסק רבינו ז\"ל כר\"ע יע\"ש: "
            ]
        ],
        [
            [
                "<b>החלונות ועובי הכתלים וכו'.</b> עיין בסוף פ\"ב מהל' מעשר שני ובפ\"ו מהל' בית הבחירה הלכה ט' ובפ\"י מהל' מעשה הקרבנות הל' ה': והוא שיניחנו בחוץ וכו'. (א\"ה עיין במ\"ש הרב המחבר לקמן פ\"ה מהלכות פרה אדומה הל' ה'): "
            ]
        ],
        [
            [
                "<b>השובר עצם בפסח כו'.</b> כתבו התוס' פי\"א דזבחים (דף צ\"ז) אההיא דועצם לא תשברו בו אמאי ניתי עשה ולידחי לא תעשה אכתי קשה היכי אתי האי עשה ודחי לא תעשה הא בעידנא דמיתעקר לאו דשבירת עצם לא מיקיים עשה דאכילה. ושם בפסקי התוס' ראיתי שכתוב אם אי אפשר לקיים עשה בע\"א לא בעינן בעידנא דמיעקר לאו דמיקיים העשה. נראה שהוא תירוץ לקושייתם והוא חדוש גדול בעיני: "
            ],
            [
                "<b>לפיכך שורפין עצמות הפסח בכלל הנותר כו'.</b> (א\"ה עיין במ\"ש הרב המחבר בפי\"ט מה' פסולי המוקדשין) לא ידעתי במאי מיירי אי בעצמות שאין בהם מוח הא לית בהו משום שבירת העצם ואי ביש בהן מוח ת\"ל דבעו שריפה משום המוח ואינו יכול לשבור העצם ולהוציא המוח ולא הול\"ל כדי שלא יבאו בהם לידי תקלה דת\"ל משום התקלה המזומנת. ואין לומר דמיירי בעצמות שהיה בהם מוח ועכשיו הם חלוצים משום דכל שאין בהם מוח עכשיו אין בהן משום שבירת עצם אף שהיה בהם מתחלה וכדמוכח מסוגיא דכיצד צולין.גם אין לצדד ולומר דבאין בו מוח נהי דמלקות ליכא איסורא מיהא איכא ותבלין יש לצד זה מדברי רבינו שכתב אין חייבין כו' דמשמע חיובא הוא דליכא אבל איסורא איכא כדמוכח בפשטות הסוגיא דקאמר ואי דלית בהו מוח למה בשריפה. סבור הייתי לומר דלעולם ביש בהן מוח מיירי וס\"ד דיוציא המוח ע\"י גומרתא דליכא משום שבירת עצם וקמ\"ל דלא אלא ישרפם עם המוח דלמא פקע ואיכא משום שבירת עצם וכמ\"ש התוספות ד\"ה בו יע\"ש. אך אכתי קשה לישנא דלפיכך דכתב רבינו דמשמע דאם היה מן הדין דלאחר זמנו לא היה בו משום שבירת עצם לא הוה בעי העצמות שריפה ולפי מ\"ש בפ\"ח מהל' אבות הטומאה דשימוש נותר מלתא היא ת\"ל דבעו שריפה הואיל ושמשו נותר. וליכא למימר דנהי דפסיק דשימוש נותר מלתא היא היינו לטמא הידים אבל להטעינם שריפה אפשר דס\"ל דלא בעו דהסוגיא מוכחת דהא בהא תליא ומאן דאית ליה דעצמות מטמאין הידים ס\"ל דבעו שריפה כמו הנותר עצמו הואיל ושמשו נותר. ואפשר לומר בדוחק דרבינו עדיפא מינה קאמר דמדין תורה בעו שריפה כדי שלא יבאו בהם לידי תקלה. וראיתי להר\"ב החינוך סי' קל\"ט שהביא ברייתא זו ונתן טעם לחלק בין עצמות הפסח לעצמות הקדשים ודבריו תמוהים ואינם עולים כפי סוגית הגמרא וצ\"ע. וראיתי בתוספות פ' העור והרוטב שכתבו דרב מרי אשמעינן עצמות ששמשו נותר כבר אפילו אין בהם עכשיו כלום כו'. ולא יכולתי ליישב לפי דרכם סוגית הגמרא דפריך נתברינהו ונחלציה למוח דידיה ונשרפיה ונשדינהו לדידהו וכן מסוף הסוגיא דקאמר אלא פשיטא דאית בהו מוח ע\"כ מיירי ביש בהם מוח עכשיו דאי לא אף עצמות הפסח אין בהם משום שבירת עצם כל שאין בהם מוח עכשיו, וכעת דברי התוספות צל\"ע: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואינו לוקה על לאו זה שהרי ניתק לעשה כו'.</b> (א\"ה עיין במ\"ש הרב המחבר לעיל בפ' ח\"י מהל' פסולי המוקדשין הל' ט'): "
            ],
            [
                "<b>וזו היא הנקראת חגיגת י\"ד וכו'.</b> (א\"ה עיין בדברי הרב המחבר לעיל פ\"ו מהל' כלי מקדש הל' ט' שהאריך לבאר אימתי זמן הקרבת קרבן חגיגה זו אם דינה כפסח שקרב אחר תמיד של בין הערבים או זמנו כל היום): "
            ],
            [],
            [],
            [
                "<b>מה בין פסח ראשון לפסח שני וכו'.</b> (א\"ה עיין לעיל פ\"א הל' ד' מ\"ש הרב המחבר בשם התוס'):           סליקו להו הלכות קרבן פסח בס\"ד "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות קרבן פסח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}