{
    "title": "Rif Pesachim",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Rif_Pesachim",
    "text": [
        [
            "On the \"light\" of the fourteenth we check for chametz by the light of a candle. For any place that chametz does not enter, [that place] does not need checking. And what was said with regard to the two rows of the cellar, a place where chametz is brought? Beit Shammai says two rows of every \"face\" of the cellar and Beit Hillel says the two outer rows which are the top ones.",
            "What does the mishna mean by \"light\"? Rav Huna says \"naghei\" and Rav Yehuda says \"leilei.\" [Actually] according to everyone, both Rav Huna and Rav Yehuda say that \"light\" means evening and they do not disagree. [Rather] this master follows [the conventions of] his place and this master follows [the conventions of] his place. In Rav Huna's place they call \"light\" \"naghei\" and in Rav Yehuda's place they call it \"leilei.\" And our tanna, why did he not say \"leilei\"? [Rather] he used a more refined language. As Rav Yehoshua ben Levi says, \"A man should never let a disgraceful thing escape his lips, as behold scripture forced eight [extra] letters to not state a disgraceful thing, as it says (Breishit 6): '...from the pure animal and from the animal that is not pure...'\" And it was taught in the house of Rebbi Yishmael that a man never speaks  "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "People are are required to guard the Pesach flour from the time of harvesting it for the verse states \"You will guard the Matzot\" and Rava told those who cut the stalks, \"when you cut them, cut them for the purpose of matza\" which means, be careful that no water should come on them, meaning the bundles of stalks."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "",
            "What's the reason? Perhaps he will come to Rav Asi says but you can dip differnt things"
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "רי\"ף פסחים",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Rif",
        "Seder Moed"
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}