{
    "title": "Benei Binyamin on Mishneh Torah, Human Dispositions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Benei_Binyamin_on_Mishneh_Torah,_Human_Dispositions",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כך </b>\n<b> למדו פי' מצוה זו.</b> עי' כ\"מ אך לשון רבינו נראה מקורו טהור מספרי פ' עקב בפ' ללכת בכל דרכיו ולדבקה בו:"
            ],
            [
                "<b>וכיצד </b>\n<b> ירגיל האדם עצמו.</b> עי' בדברי רבינו בפירושו לאבות פ\"ג על משנת והכל לפי רוב המעשה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>א\"ח </b>\n<b> הראשונים כל הכועס כאעע\"ז. </b> ל\"נ ל' זה בשו\"מ שדברו חז\"ל מענין הכעס. ע' שבת (ק\"ה:) נדרים (כב.) וכמדומני שנמצא במדרש הנעלם <sup> *)</sup><i class=\"footnote\">והוא בזוהר תצוה כך העיר הרב הגאון מהר\"א מוויען בשו\"ת יד אלעזר סי' ל\"ב להגר\"ץ חיות ע\"ש. ואנכי מצאתי זה מפורש גם בזוהר בראשית דף כ\"ז: [דפוס ווילנא החדשים], המגיה:</i> ואת\"י לציין מקומו. אך גם הוא לא היה בימי רבינו כנודע:"
            ],
            [
                "<b>אמרו </b>\n<b> עליו על רב </b>\n<b> **)</b>\n<b> תלמיד רבינו הקדוש שלא שח שיחה בטילה מימיו.</b> ועי' כ\"מ ובשו\"ת מקום שמואל כ' מדרשא דרב בחגיגה (ה':) והל\"ל יותר מיומא (יט:) וסוכה (כא:) שאמר רב דשיחת ת\"ח צריכה לימוד ויותר נראה מקורו טהור מחולין (קי\"א:) דמדייק מהא דא' רב יהיב טעמא כולי האי לענין נ\"ט בנ\"ט שאסור. ועי' ג\"כ שבת (קכ\"ד:) דאמר רב אייתי לי' שותא לכהנא למיתב עלה. ודייקינן מזה דלצורך מקומו אסור ע\"ש בפרש\"י. כ\"כ כבוד אחי הרה\"ג המנוח מה' צבי יהודה תאומים זצ\"ל:<br><span class=\"N\"> **) המעיין ברמב\"ן עה\"ת פ' קדושים פסוק ב' יראה שגורס שם רבי חייא, והוא פלאי. המגיה:</span><br><b> ויעוין </b> במבוא הפרדר\"א להגר\"ד לוריא ז\"ל מה שהביא מספר נהרות דמשק עשרה מילי דחסידותא שנהג רב. ומשם שאב רבינו דבריו. וגם מש\"כ בפ\"ד מתפילין הכ\"ה ובאמת הגדות הרבה הי' להם לרבותינו הראשונים מה שנאבדו מאתנו: וק\"ק מ\"ט לא כ' רבינו שגם ריב\"ז ור\"א תלמידו לא שחו שיחת חולין מימיהם כדאי' בסוכה (כח.) ואולי שלכן דקדק רבינו לכתוב שיחה בטילה ולא כ' שיחת חולין שרש\"י ז\"ל פי' ש\"ח שחוק וקלות ראש ועי' בדברי רבינו בפירושו פ\"א דאבות באריכות. וא\"ש וממילא שאין ראי' כלל מהך דחגיגה שכ' המק\"ש. ועי' רפ\"ו דאבות ובמס' דא\"ז פ\"ה וסנהדרין (צ\"ג:): אחז\"ר זכיתי לקנות ס' שערי תשובה מהגאונים הקדמונים [נדפס בליוורנו תרכ\"ט עם הגהות איי הים להרב חי\"מ חזן בהסכמת הגרד\"א ז\"ל אבד\"ק ירושל' תוב\"ב] ובסי' קע\"ח כ' שם. עשרה מילי דחסידותא דהוה נהיג רב ובתרי' לא יכלו כולהו שמעי' [נראה פי' מי שהוא משמשין לפניו] לאחזוקי בהון וכל חד וחד מנהון אחזיק בחדא מינהון ולא נזכר [גם הרב חיד\"א ז\"ל בפי' \"פתח עינים\" לעין יעקב מס' סוכה כ\"ח. הביא מה שראה בפרד\"ס לרש\"י כ\"י י' מילי דחסידותא על רב ולא נזכר דבר זה יעוי\"ש. המגיה] שם שלא שח שיחה בטילה מימיו. וס' נהרות דמשק לא ראיתיו עדיין: (לא העיר המבאר איי הים מה שראוי להעיר בזה וכמו בכל דברי הס' הנחמד ההוא. ואיד\"ש לזכני אבאר בארוכה במק\"א): ועיין שבת (קי\"ג:) של\"י דיבורך של שבת כדש\"ח. ופי' התוס' בשם ר\"ת שאין לדבר כ\"כ בשבת כמו בחול. וכ\"כ רבינו פכ\"ד ה\"ד שאסור להרבות בשיחה בטילה בשבת וצ\"ל דבשבת צריך להחמיר עוד יותר. ועיין בפ\"ג מסנהדרין ה\"ז שכל ב\"ד של ישראל צריכין ליזהר שלא לספר בשיחה בטילה. ושם כ' מתחילה ואסור להקל ראש או לשחוק כו':",
                "<b>והוא </b>\n<b> שציוו חכמים ואמרו לעולם ישנה אדם לתלמידיו ד\"ק.</b> אינו מובן קצת דהא לתלמידיו הוא שאמרו כן. ועי' פסחים (ג':) ובהגהת מעשה אילפס להגאונים מפה\"י ז\"ל שם:"
            ],
            [
                "<b>לפיכך </b>\n<b> לא ימהר להשיב.</b> אבות פ\"ה ממדת החכם ואינו נבהל להשיב ויעוי' בהקדמת הח\"ס ליו\"ד ד\"נ בזה:"
            ],
            [
                "<b>ולא </b>\n<b> יהי' א' בפה וא' בלב.</b> פסחים (קי\"ג:) ומשמע שם שאפילו אינו בדבר שבממון אסור. שאילו בממון אסור משום לא תגנוב שהיא גניבת דעת. עי' בס' החינוך ועי' בב\"ר בפ' וישב בפ' ולא יכלו דברו לשלום:"
            ],
            [
                "<b>לא </b>\n<b> יהא אדם בעל שחוק כו' ולא עצב ומתאבל.</b> עי' סנהדרין (נט:) דא\"ל ר\"א לר\"ז יארוד נאלא ע\"ש בפירש\"י. והיא היתה מדתו של ר\"ז. עי' נדה. (כג.) ע\"כ הביאו ר\"י לר\"ז לידי גיחוך. ועי' ברכות (ל':) ובנדרים (נ':) יומא דמחייך בי' רבי וכו':"
            ]
        ],
        [
            [
                "<b>ואסרו </b>\n<b> חכמים שיהא אדם מסגף עצמו בתענית.</b> עי' תענית (יט:) וגם לחכמים אסור אם הוא מתענה בלא שום סיבה ע\"ש בסוה\"פ. וע\"ז צוו חכמים ואמרו כ\"מ לש\"ש אבות פ\"א ועי' קדושין (פ\"א:) שאמר שמואל הכל לש\"ש:"
            ],
            [],
            [
                "<b>והוא </b>\n<b> שאמר שלמה בכל דרכיך דעהו.</b> ברכות (סג.) דרש ב\"ק כו':"
            ]
        ],
        [
            [
                "<b>לעולם </b>\n<b> לא יאכל אדם אלא כשהוא רעב.</b> ברכות (ס\"ב) שלא כפרש\"י:",
                "<b>ואל </b>\n<b> ישהה נקביו.</b> שבת (לג.) גיטין (ע.). חולין (קלג.) ע\"ש בהרי\"ף ובפרש\"י שם. ולהך דשבת א\"ש תרווייהו ע\"ש:"
            ],
            [
                "<b>ולא </b>\n<b> יאכל עד שיבדוק עצמו.</b> ברכות (כג:) שבת (מא.):",
                "<b>לא </b>\n<b> יאכל עד שילך.</b> שבת שם:"
            ],
            [],
            [],
            [
                "<b>ולא </b>\n<b> ישן ביום.</b> סוכה (כו:). וע\"ל פ\"ז ה\"ג מס\"ת ודו\"ק. אולם רבינו לא כ\"כ מה שהוא ע\"פ ההלכה רק מה שהוא ע\"פ הרפואה. וכבר נודע גם בזמנינו שהשינה ביום לא טוב לבריאות:"
            ],
            [],
            [],
            [],
            [
                "<b>ולחם </b>\n<b> שעורים.</b> קדושין (סב.) שהוא כחרבות לגוף ועי' פסחים (מב.): <b> והבצלים.</b> ערובין (כט.) קדושין (סב.): <b> והדלועים.</b> ע\"ז (יא. כט.) ונדרים (מ\"ט):"
            ],
            [
                "<b>והתמרים.</b> עי' פסחים (פו:) וכתובות (י:):",
                "<b>ואדם </b>\n<b> שהוא חכם כו' הרי זה גבור.</b> אבות רפ\"ד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יערב </b>\n<b> המים ביין או דבש.</b> עי' שבת (קמ.) ובמש\"ש הרש\"ל. שזהו כוונת הראב\"ד בהשגותיו פ\"ז מנדרים ה\"י. שכ' חיי נפש. וחידוש שהכסף משנה לא ירד לזה. וע' ברכות (מב:) וספ\"ד מברכות. בשעה שיוצא מבית המדרש:"
            ],
            [],
            [
                "<b>לא </b>\n<b> יבעול אדם והוא שבע כו' ויבדוק נקביו.</b> גיטין (ע.). ומש\"כ <b> ולא ביום יציאתו לדרך.</b> ע' באחרונים באו\"ח סי' ר\"מ ובאהע\"ז סי' כ' ומה שהקשו עמ\"ש <b> ולא ביום שיכנס למרחץ.</b> עמש\"ל סוף ה' שבת בס\"ד [יש לנו להאריך בפ' זה. אך לאשר נדפס אח\"כ ס' ארץ חמדה להגאון רמ\"ל מלבים זצ\"ל ובסופו קונטרס עלים לתרופה. בבקיאות עצום בביאור דברי רבינו בפ' הזה. ע\"כ משכתי את ידי מלכתוב עוד בזה]:"
            ]
        ],
        [
            [
                "<b>ועליהם </b>\n<b> מפורש בקבלה.</b> שבת (קנא:):"
            ],
            [
                "<b>ולא </b>\n<b> יאכל בשוק.</b> ירושלמי מעשרות פ\"ג ה\"ה אמרו שם אין שבחו של ת\"ח להיות אוכל בשוק. ושם פ\"ב ה\"א. הי' אדם גדול ואין דרכו לאכול בשוק כו'. ועי' בד' רבינו פ\"ה ממעשר ה\"ו. ותוס' קדושין (מ:) ד\"ה וי\"א. כיונו להירושלמי הזה והמציינים לא זכרו לרשום מקומו. וע\"ש בשם ר\"ת דעל סעודת פת לבד קאמר בבבלי שם שפסול לעדות וכו'. ובזה י\"ל קוהמ\"פ דלר\"ג דס\"ל בברכות (מד.) דעל כל ז' המינים צריך לברך ג' ברכות א\"כ יתחייב בהם בסוכה ועי' טעה\"מ ה' סוכה. ולהאמור א\"ש דבסוכה ה\"ט דפטור דתשבו כע\"ת בעינן ודרך לאכול פירות גם בשוק ע\"כ פטור מסוכה. וכמש\"כ במקומו בס\"ד. בשם כאאמו\"ר הגז\"ל. ומכ\"ש שמיושב היטב ע\"פ דברי ר\"ת אלו. ולא יאכל אצל ע\"ה כו'. עי' סנהדרין (נב.) למה ת\"ח דומה כו'. וע' פ' כ\"ה מסנהדרין ה\"ד. ובחי\"מ סי' ח':"
            ],
            [],
            [
                "<b>אם </b>\n<b> יש בו כח.</b> עמע\"ל שלהי ה' שבת בס\"ד. ולא יאנוס אותה ערובין (ק') דרשו ע\"ז ואץ ברגלים חוטא זה הכופה אשתו לדמ\"צ ועי' פסחים (מ\"ט) המשיא בתו לע\"ה כאילו כופתה לפני ארי מה ארי כו':"
            ],
            [],
            [],
            [
                "<b>אלא </b>\n<b> בדברי שלום וכיו\"ב.</b> רמז להני דב\"מ (כ\"ב) בתלת מילי ע\"ר דמשני במילייהו ועי' בט\"ז ס\"ס תקס\"ה ומיהו בהפלאה כתובות (ע\"ז) דחה ראיתו:"
            ],
            [
                "<b>ולא </b>\n<b> יהלך עקב בצד גודל.</b> עי' שבת ס\"ב. ע\"ז י\"ז."
            ],
            [
                "<b>ולא </b>\n<b> יהא בשרו נראה.</b> ע' יומא ל\"ה. ב\"ב נ\"ז:\n<b> מבית יד שלו עד ראשי אצבעותיו </b> מדר\"ש רבתא ס\"פ כ\"ה שלא נראה לבית שאול פיסת יד סדר משנה ועי' ירושלמי סנהדרין פ\"ב ה\"ד ובבמד\"ר פ' ד' הגירסא ולא עקב בצד גודל ועי' בבלי ב\"ב (נ\"ז) (ועי' ברכות ס\"ב):"
            ],
            [],
            [],
            [
                "<b>ולא </b>\n<b> ימכור שדה ויקנה בית.</b> תו\"כ פ' בהר בפסוק כי ימוך אחיך וע\"ל הי\"א ובכ\"מ שם ויבמות (ס\"ג) וקדושין (כ'):"
            ],
            [
                "<b>ונותן </b>\n<b> ומוותר לאחרים </b> ב\"ב (ט\"ו) דרשו כן באיוב וע' מגילה (כ\"ח) שרנבה\"ק א' שהאריך ימים בשביל שהי' ותרן בממונו:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>והמתכבד </b>\n<b> בקלון חבירו.</b> מש\"כ הכ\"מ פ\"ב דאבות אין זכר לזה שם וחידוש שבפ\"ג מתשובה הי\"ד כתב בעצמו של\"י מקורו אמנם הוא בירושלמי פ\"ב דחגיגה [ובב\"ר פ\"א] כמו שהעירו כבר הגאונים ר\"י ברלין ור' זלמן מווילנא זצ\"ל. כאאמו\"ר זצ\"ל:"
            ],
            [
                "<b>אהבת </b>\n<b> גר כו'. התורה אמרה ואהבתם את הגר צוה על אהבת הגר כמו שצוה על אהבת עצמו שנאמר את ד\"א.</b> לא כ\"כ באהבת ישראל בהלכה שלפ\"ז אולי ממה של\"כ כאן ואהבת להגר כמש\"כ שם ואהבת לרעך וכתב את הגר מכלל שבכוונה כתב כאן כלשון אהבת ית\"ש שכ' ואהבת את ד\"א ויעו\"ש בפ\"י מתשובה ה\"ג ובס' חסידים (סי' י\"ד) מענין אהבת השי\"ת כמו שמי שאוהב אשה הוא שמח כשיראה עבד ושפחה מאותו בית כן יהי' באהבת השי\"ת ובזה אמרתי בס\"ד שלכ\"כ את ד\"א ולכן לא פירש מאותו את שמעון העמסוני כמו שהקשה בת' המהרי\"ל וזהו ג\"כ באהבת הגר משא\"כ באהבת כל אדם:<br><b> ומה </b> שסיים רבינו <b> הקב\"ה עצמו אוהב גר.</b> עי' ס\"ח סקט\"ז:"
            ],
            [],
            [
                "<b>כשיחטא </b>\n<b> איש לאיש.</b> מקורו טהור מתנא דב\"א ומובא בילקוט ע\"פ זה סמ\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>הלאו </b>\n<b> הזה אע\"פ שאין לוקין עליו כו'.</b> נראה טעמ' דא\"ל משום דהמכה אותם נתן לתשלומין והמצערם הוא בדברים וא\"ב מעשה ובהכאה פמש\"פ י\"ל דאה\"נ שלוקה דודאי לא גריעי מכל אדם ול\"ש בזה דה\"ל לאו שבכללות וע' סמ\"ש ובהקובץ:<br><b> ועי' </b> מהלאו הזה במכילתא פ' משפטים ואדר\"ן פל\"ט ומס' שמחות פ\"ט תנא דבא\"ר פ' ל\"ו [בסופו] ובתוה\"א להרמב\"ן שער הגמול ובמש\"כ בתשובה בס\"ד:"
            ]
        ],
        [
            [
                "<b>המרגל </b>\n<b> בחבירו עבר בל\"ת.</b> ירושלמי פאה פ\"א ועי' תדבא\"ר פכ\"ט:"
            ],
            [],
            [
                "<b>אמרו </b>\n<b> חכמים על ג\"ע כו'.</b> תוספתא וירושלמי פ\"א דפאה ובמס' ד\"א רבתי פי\"א אמרינן ג\"כ דמספרי לה\"ר א\"ל חלעה\"ב:",
                "<b>עוד </b>\n<b> א\"ח שלשה.</b> בירושלמי שם חשב ארבעה ועי' בס' סדר משנה:"
            ],
            [
                "<b>המספר </b>\n<b> בטובת חבירו בפני שונאיו.</b> כ\"ה מפורש בב\"ב (קס\"ד) דהמספר טו\"ח הוא אבק לה\"ר וכ\"ה בתוספתא פ\"א דע\"ז אולם מש\"כ בפני שונאיו הוא הוספת רבינו מדעתו ועי' פי' המשנה פ\"ב דאבות ובס' חסידים סי' ס\"ד כ' ג\"כ כרבינו ועמג\"א ס\"ס קנ\"ו מש\"כ להקשות מהך דב\"ב ור\"ל על שי' רש\"י דדוקא כשמרבה לספר ולא על רבינו כמש\"ש בפה\"מ:"
            ],
            [],
            [
                "<b>כל </b>\n<b> אלו בעלי לה\"ר שאין לדור בשכונתם.</b> זהו מדרשת חז\"ל בערכין (ט\"ו) <sup> *)</sup><i class=\"footnote\">ובסוטה דף ה' ע\"א. המגיה:</i> אין אני והוא יכולים לדור ביחד וע\"ל פ\"ב ה\"ו וק\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "בני בנימין על משנה תורה, הלכות דעות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Benei Binyamin",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}