{
    "title": "Maaseh Rokeach on Red Heifer",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Red_Heifer",
    "text": [
        [
            [
                "<b>ואם היתה זקנה כשרה.</b> קשה דבפ\"א דמעשה הקרבנות הל' י\"א פסק רבינו דהזקן אין מקריבין אותו ואיך הכשירה כאן ועוד דכאן פסק דפרה נקראת בת ג' או ד' ושם פסק בבקר עד ג' שנים עיי\"ש וקושיא זו תקשי אמתני' פ\"ק דבתר דמייתי פלוגתא דר' אליעזר וחכמים בפרה דרבינו פסק כחכמים מייתי פלוגתא דר' יוסי הגלילי וחכמים דס\"ל דפרים בני שלש ואין מביאים זקנים מפני הכבוד והתוס' יו\"ט ז\"ל כתב שם דבפרה שכל מעשיה בחוץ לא שייך טעמא דמפני הכבוד ע\"כ ואף בסתם קרבנות אינו אלא למצוה ולא לעיכובא כמ\"ש שם בשם הרב קרבן אהרן ז\"ל ואף דרבינו פסק לקמן הל' ז' דכל הפיסולין למזבח פוסל את הפרה הואיל וחטאת קריה רחמנא מ\"מ לאו דוקא לכולהו מילי כמבואר ולאידך קושיא יש לחלק בין פרה לפר ודו\"ק שוב ראיתי להמל\"מ ז\"ל שהאריך בזה עיין עליו:",
                "<b>ומגדלין אותה שנאמר וכו'.</b> הראב\"ד ז\"ל השיג על רבינו דלא מן השם הוא זה אלא שאין מקדישין מחוסר זמן וכתב מרן ז\"ל דדברי רבינו לקוחים מהספרי כתב הראב\"ד א\"א וכו' ואין זה מוכרח דאי משום הא כבר היה אפשר שיקחו אותה עגלה ולא יקראו עליה שם עד שתעשה עגלה וכו' ע\"כ והקשה עליו הרב חיים אבועלפיה ז\"ל פרשת חקת דליתא דהא ממעות תרומת הלשכה לוקחים אותה כדתניא בספרי ואם אינו קורא עליה שם על מה יתחללו מעות הקדש וכו' וצ\"ע ע\"כ וי\"ל דתקשי ליה הכי על הספרי מעיקרא דלמאי איצטריך מיעוטא דקרא תיפו\"ל דאין הקדש מתחלל אלא על חפץ שתופס קדושת המעות ובודאי דאין ליקח עגלה אלא מאי אית לך למימר או דלב בי\"ד מתני עליה או שיקחו אותה ממעות אחרים כיון שעדיין לא נתקדשה וכשתהיה כשרה יחללו עליה מתרומת הלשכה ונמצאו דברי מרן ז\"ל מכוונין:"
            ],
            [
                "<b>או בתוך שתי כוסות.</b> כתב מרן ז\"ל דלא נתבאר כמה הוא שיעור כוס אחד ע\"כ והתוס' יו\"ט ז\"ל הביא לשון רבינו שבפירוש המשנה דכוס הוא שטח מה וא\"צ שיבאר שיעורו כמה שאין לו שיעור וכו' ובזה אין מקום לתלונת הכ\"מ וכו' עיי\"ש ולא היה לו צורך להביא דברי רבינו שבפירוש המשנה שהרי גם מרן ז\"ל הביאם וגם תירוץ התוס' יו\"ט ז\"ל אינו מספיק. אך במ\"ש מרן דתחילה כתב רבינו בתוך גומא אחת והיינו כת\"ק ואיך כתב אח\"כ או בתוך שתי (גומות) [כוסות] דהיינו כר' יהודה ונמצא שהוא מזכה שטרא לבי תרי וכו' ע\"כ ולענ\"ד נראה דחלוקה דהיו שתי כוסות (וכן) [והן] מוכיחות זו את זו הם סתמא דמתני' וכו\"ע מודו בה דכיון דמונחות זו אצל זו הו\"ל כגומא אחת משא\"כ כוס אחד דיש בו שטח:"
            ],
            [],
            [
                "<b>וצריך שישאר וכו'.</b> על מ\"ש מרן בשם מהר\"י קורקוס ז\"ל דלא אמרינן הלכה כדברי כולן להחמיר אלא גבי בן ובת ע\"כ הקשה הרב חיים אבועלפיה ז\"ל במקראי קודש דף קל\"ה ובעץ החיים דף צ' ע\"ד דליתא דבהל' טומאת צרעת פסק לשער לבן דהוי סימן טומאה שינטל בפי זוג ושער שחור דהוי סימן טהרה לכוף ראשן לעיקרן הרי דבכל מילי אמרו הלכה כדברי כולן להחמיר וצ\"ע ע\"כ ודין זה הוא שם פ\"ח הל' ה' ו' לענין שער צהוב ושחור ודין שער לבן הוא בפ\"ב אמנם מהר\"י קורקוס ז\"ל שסיים אבל לענין פרה נקטינן כר' עקיבא וכו' לשון זה מוכח אנפשיה דבן ובת שכתב לאו דוקא ולא נחית אלא לאפוקי פרה מטעם ר\"ע וכו' תדע דבמתני' אין שם בן ובת ותדע עוד דלעיל הזכיר מרן פסקו של רבינו בפ\"ב דטומאת צרעת דהוי להחמיר וגם מהר\"י קורקוס ז\"ל לא כתב כן אלא דרך אפשר וגם הזכיר תירוץ אחר:"
            ],
            [
                "<b>היו קרניה או טלפיה שחורים יגוד.</b> עמ\"ש מרן ז\"ל שאם יחתך שם עשאה בעל מום ע\"כ קשה דבפ\"ב דאיסורי מזבח הל' ח' פסק רבינו דאין זה מום אלא מצוה מן המובחר וכן הקשה הרב חיים אבועלפיה ז\"ל בעץ החיים דאדרבה בפרה הואיל ונעשית בחוץ ודמיה יקרים י\"ל דשפיר דמי ובאמת שכן משמע לשון רבינו כאן וגם שם סיים שאם הקריבן הורצו עיי\"ש:"
            ],
            [
                "<b>היתה בה יבלת וכו'.</b> הראב\"ד ז\"ל השיג על רבינו דהטעם לפי שאינו עולה בו אדמימות גמור וכו' ע\"כ וטעם רבינו נראה פשוט מדקתני במתני' ר' שמעון אומר כל מקום שניטל ולא העלה מקומו שער אדום פסולה משמע דפליג אר' יהודה בהעלה שער אדום ורבינו פסק כר' יהודה:"
            ],
            [
                "<b>יתירה פרה על הקדשים וכו'.</b> אף דבקדשים נוהג דין גיזה ועבודה כמ\"ש רבינו פ\"א דמעילה הל' ז' מ\"מ לא מפני זה נאסרו משא\"כ בפרה ומינה יש ללמוד דנוהג בה דין מעילה כיון דיתרה על הקדשין וחטאת קריה רחמנא והכי דרשי לה בספרי ופסקה רבינו פ\"ב הל' ה':",
                "<b>ובעגלה ערופה אומר אשר לא עובד בה וכו'.</b> הקושי מבואר דאי נליף מגזירה שוה דעול עול מעגלה א\"כ בעינן שימשוך ואי יליף מגופה של פרה א\"כ אצטריך עול לאשמועינן דבין בשעת מלאכה בין שלא בשעת מלאכה פוסל ואינו מופנה לג\"ש וכדמוכח כל זה בסוגיא דסוטה דף מ\"ו ובס' צרור החיים ז\"ל הניחו בצ\"ע ובס' לחם יהודה ז\"ל תירץ דסוגיא דלעיל ס\"ל כמ\"ד דון מינה ואוקי באתרא והא דתנאי היא ס\"ל דון מינה ומינה והוא דרך חריף עיין עליו אך לענ\"ד איכא למידק תחילה שדברי רב יהודה בפרה היא משנה בפ\"ב דפרה נתן טליתו עליה פסולה ומה לי טלית מה לי סקים ועוד ק\"ו הדברים אם טליתו שהוא דבר קל פוסל ק\"ו לסקים ואם כוונתו דיש לחלק בין פרה לעגלה ערופה לימא טלית כלישנא דמתני' והנה במציעא דף ל' מוכיח לדין פרה מקרא דאשר לא עובד בה ודריש מה עבד דניחא ליה אף עובד דניחא ליה והזכירו רבינו בסוף דבריו והקשו התוס' דהך קרא כתיב בעגלה ערופה ובשלמא למאן דיליף ג\"ש מע\"ע ניחא אבל למאן דיליף מפרה מנ\"ל דבעינן דניחא ליה ותירצו דכיון דשוין בפסול עול ועבודות גם לענין דניחא ליה יש להשוותן ע\"כ וכ\"כ הר\"ש ז\"ל פ\"ב דפרה וכיון שכן י\"ל דר\"י לא נחית אלא לאשמועינן דעבד דומיא דעובד דניחא ליה ולצורך עצמו ולכך נקט עודה של סקים ועלייה שאמרה תורה לא בא אלא לאפוקי דלא בעינן משיכה וזו נראית דעת רבינו שהזכיר פסוק אשר לא עובד בה וכו' כיצד קשר עליה העול וכו' ולא הצריך משיכה כמ\"ש בעגלה ערופה ורכב עליה וכו' היינו לצורך עצמו ודאי ולכך השוה לה כסות של סקים משום דרשה דלא עובד בה כמ\"ש ז\"ל דמאי דכתוב בהדיא אין לנו לזוז ממנה דבשאר דברים חוץ מעול הושוו ע\"ע ופרה להדדי והם הם דברי רבינו פ\"י דהלכות רוצח שהשוה עגלה ערופה לפרה לכל ענייני העבודות כמ\"ש כאן חוץ מהעול דכיון דקפיד קרא בע\"ע דבעינן משיכה הצריך לה טפח כסוגיין דסוטה משא\"כ בפרה.",
                "<b>ותדע </b> עוד שסיים שאם עלה עליה עול מאליו אם לרצונו פסולה הרי שלא הצריך משיכה אלא רצון מקרא דאשר לא עובד בה כנז\"ל מדרשת חז\"ל ומעתה אם בעול לא בעינן משיכה בפרה כ\"ש בשאר עבודות ומ\"ש בגמרא וממקום שבאת מה להלן עד שתמשוך אף כאן עד שתמשוך לאו מגופה דברייתא הוא אלא תיובתיה קמפרש ואזיל כמ\"ש רש\"י ז\"ל והוה מצי לדחוי ליה דשאני משיכה דכתיבה להדיא אלא לפי שיטתו השיבו דתנאי הוא וכו' זאת נראית דעת רבינו למדקדק בדבריו שלא הצריך משיכה אלא בעגלה ערופה ובעול דוקא והכי דייק תלמודא דבעו מיניה מר\"י משיכת עול בכמה ומתרץ לה במלא עול משמע דבעול דכתיב ביה משיכה להדיא הוא דקא מבעיא ליה ותו לא:"
            ],
            [],
            [
                "<b>נשחטה לשם חולין וכו'.</b> שבועות דף י\"א ורש\"י ז\"ל פי' נשחטה חוץ למקומה ורבינו ז\"ל לא פי' כן משום מאי דתנן ר\"פ פרת חטאת ופסקו לקמן פ\"ד הל' י' שהוא פסולה וכיון שכן הרי הקדים שאם נולד בה פיסול תפדה, ומ\"ש רבינו",
                "<b>ואינה מכפרת</b> הוא מגומגם ומלבד מ\"ש מרן ז\"ל כיון דנפסלה מקדושתה בשחיטה מהיכא תיתי שתכפר ובריש יומא אמרו להדיא דפרה לאו בת כפרה היא:"
            ],
            [
                "<b>לקחו פרה וכו'.</b> בברייתא שם הקדימו חלוקה זו ואכלהו קאי נשחטה ע\"ג מערכתה ורבינו איחר אותה לא ידעתי למה ותו דאיכא למשמע מדברי רבינו דבהא אפילו אחר שריפה ע\"ג מערכתה תהני בה פדיון וצ\"ע:"
            ]
        ],
        [
            [
                "<b>ובית אבן היתה נקראת וכו'.</b> ומה שלא היו עושין כן לכהן גדול ביום הכיפורים. כבר כתבו התוס' בריש יומא משום דאם היו עושים כן ביוה\"כ לא היה היכר לפרה אי נמי משום דכ\"ג כל עבודתו לפנים ולשכת פרהדרין בנויה בקדש משא\"כ פרה שנעשית בחוץ פרישתה ללשכה שעל פני הבירה שחוץ לעזרה:",
                "<b>ובכלי אבן היה משתמש כל ז' ימי הפרשה.</b> דקדק לכתוב כן כי היכי דלא תקשה משפופרת של קנה שכתב בס\"פ הקודם דההיא לאחר הז' ימים כאמור דאז כל הכלים כשרים וכמ\"ש בפרק ו' הל' ג' וכ\"כ התוס' בחגיגה דף כ\"ג:"
            ],
            [
                "<b>ומפרישין אותו מאשתו וכו'.</b> לא ידעתי למאי אצטריך לכתוב זה דכיון שהקדים שלא היו נוגעין בו אפילו אחיו הכהנים כדי להרבות בטהרתו מעתה כ\"ש וק\"ו אשתו דלך לך אמרין נזירא ובברייתא שציין מרן ז\"ל אין שם אלא לכהן גדול ביום הכיפורים:"
            ],
            [],
            [
                "<b>שאי אפשר שלא יהיה.</b> טעות סופר הוא. וצ\"ל שא\"א שיהיה וכן הוא בדפוס מגדל עוז:"
            ],
            [],
            [],
            [
                "<b>חצירות היו בירושלים וכו'.</b> לשון המשנה פ\"ג דפרה באו להר הבית וירדו הר הבית והעזרות תחתיהם חלול מפני קבר התהום ע\"כ ורבינו העתיק חצירות ובזה מתורץ מה שהקשה המל\"מ ז\"ל על מ\"ש רבינו פ\"א דבית הבחירה דהמזבח אין בונין אותו ע\"ג כיפין ולא ע\"ג מחילות ע\"כ דממשנה זו משמע שכל הר הבית ובכללו מקום המזבח היה בנוי ע\"ג כיפין עיי\"ש וכפי דקדוק לשון רבינו אין כאן שום קושי דודאי לא היו עושים הכיפין אלא למקומות שצריכין שיעור ולא בכל הר הבית:",
                "<b>ומביאין היו נשים וכו'.</b> הר\"ש והרע\"ב ז\"ל פי' דמגדלות אותם עד ח' שנים שלא ראו קרי בודאי אבל משם ואילך יש לחוש ואכתי קשה דהא עכ\"פ הם טמאים מגע נדה מכח אמם וכמ\"ש רבינו בריש הלכות מטמאי משכב ומושב עיי\"ש תירצו התוס' בזבחים דף קי\"ג דלא חשו אלא לטומאת מת ולטומאה היוצאה מגופן עיי\"ש וקשה קצת על התוס' יו\"ט פ\"ג דפרה משנה ד' שכתב דמסתמא הם טמאים טומאת לידה עיי\"ש דהרי הדבר ודאי בלי ספק, וממ\"ש רבינו",
                "<b>ומטבילין היו התינוקות וכו' שמא נטמאו בטומאה אחרת</b> אין לדקדק דאפשר שטבלו כבר לטומאת לידה:"
            ]
        ],
        [
            [
                "<b>אין שורפין את הפרה אלא חוץ להר הבית וכו'.</b> מרן ז\"ל דקדק דבפרק טבול יום (זבחים דף ק\"ה) ובפרק שני שעירין דף ס\"ח תניא דחוץ למחנה דכתיב בפרה אדומה היינו חוץ לג' מחנות דומיא דשריפת פרים וכו' ע\"כ ואף דסברת ר' שמעון היא כר' אליעזר ואפשר דרבנן לא ילפי לה מ\"מ לא מצינו בפי' דרבנן יחלוקו בהך דרשא ואף דבפרק טבול יום אמרו מה להלן דהיינו פרה אדומה לאו דוקא דהא ודאי בפרה גופה אין לנו דבר זה והגירסא הנכונה במ\"ש בפרק שני שעירין מה כאן דהיינו פרים הנשרפין וידוע שבפ\"ז דמעשה הקרבנות הל' ד' כתב רבינו והמקום השלישי חוץ לירושלם וכו' ושם שורפין חטאות הנשרפות וכו' (ויודע) [וידוע] דחטאת קריה רחמנא:"
            ],
            [
                "<b>לפיכך על כל הזאה מקנח אצבעו בגופה של פרה וכו'.</b> דברי רבינו תמוהים דבזבחים דף צ\"ג ובמנחות דף ז' אמרו להדיא וצבעו במאי מקנח אמר אביי בשפת מזרק ומרן ז\"ל כתב דרבינו סבור דההיא שקלא וטריא למאי דס\"ד דקבלת דמה היה במזרק כלומר סברת ר\"א כדאיתא בילקוט עיי\"ש אבל לדידן שלא היה אלא ביד על כרחך לומר דמקנח אצבעו בגופה של פרה ע\"כ והרב לח\"מ ז\"ל פ\"ה דמעשה הקרבנות בקש להליץ בעד רבינו והביא גירסא אחרת בגמ' ועם כל זה הניחו בצ\"ע, גם הרב חיים אבועלפיה ז\"ל בס' עץ החיים פרשת חקת כתב על דברי מרן דליתא דלמה לא יביא מזרק לקנח משום נימין כמ\"ש הראב\"ד (ברפ\"ד) ועוד דתנן גמר מלהזות מקנח בגופה של פרה ומאי איריא גמר מלהזות והלא גם בין הזאה להזאה מקנח בגופה של פרה וצ\"ע עכ\"ל והרואה יראה שרבינו נמשך אחר הספרי דקתני את עורה וכו' מה פרשה במקומו אף כולן במקומן מכאן אמרו הדם כל שהוא יחזיר ואם לא החזיר פסל ר' נתן אומר מקנח ידיו בגופה של פרה ע\"כ ופי' זה מדרש מבואר דדם כל שהוא היינו אותו שנשאר באצבע בין הזאה להזאה ועלה קאמר ר\"נ מקנח ידיו וכו' הרי שכלל בין אותו שבידו שקבל בו דבכולן מקנח בגופה של פרה וכן פירש הרב גדליא ז\"ל שם ולפי המדרש כן תתפרש המשנה דקתני גמר מלהזות מקנח ידיו בגופה של פרה דאכל גמר קאמר ומינה דכיון דבעינן שכל הדם ישרף לא חיישינן לנימין מכ\"ש שהיה יכול לקנח בקל ולא ידבקו בו נימין ומינה נראה שיש ללמוד דגם הסכין מקנחו בגופה של פרה דהרי אכל שהוא קפיד המדרש ואם יקנחו בקל לא ידבקו בו נימין מכ\"ש דאין זה אלא משום גנאי כמ\"ש רש\"י ז\"ל ועדיף לן קפידת הפסוק מזה הגנאי המועט ועוד הרי כתב רבינו לקמן פ\"ד הל' י\"ב שאם חסר ממנה כלום אפילו מפרשה פסולה והוא מהספרי הביאו מרן ז\"ל א\"כ כל הדם בכלל ולא תקשי לפי האמור מ\"ש בגמרא אצבע במאי מקנח וכו' דבקל היה יכול לתרץ כנז\"ל אלא משום דס\"ל כר\"א ואשכח אביי דס\"ל בשפת מזרק השיב לו לפי שיטתו ודו\"ק כי נראה לענ\"ד נכון ופוק חזי מאן גברא רבא דקמסהיד עלה הוא מרן ז\"ל:",
                "<b>ואזוב זה אין פחות מטפח.</b> עיין מ\"ש פי\"א הל' ד' כי שם ביתו:",
                "<b>ואינו משליך וכו'.</b> בפרק טרף בקלפי (יומא דף מ\"א) חולק בין קולחת לנכפפת ורבינו השמיטו לא ידעתי למה:"
            ]
        ],
        [
            [],
            [
                "<b>לא רצתה פרה לצאת וכו'.</b> משנה פ\"ג ומסיים בה רבי יוסי אומר לא משום זה אלא משום שנאמר והוציא אותה לבדה ע\"כ ותמה התוס' יו\"ט ז\"ל על רבינו שפסק כת\"ק דהרי ביומא דף מ\"ב אמרינן דהך ת\"ק ר' שמעון הוא דדריש טעמיה דקרא ואמרינן דאיכא בינייהו דאפיק חמור בהדה דלת\"ק שרי דליכא שמא יאמרו ולר' יוסי אסור ורבינו דרכו לפסוק דלא כר\"ש ואיך כאן פסק כוותיה ואי משום דסתם לן תנא כוותיה אכתי יקשה דהו\"ל לסתום כוותיה גם במקומות אחרים ע\"כ והרב חיים אבועלפיה ז\"ל פרשת חקת תירץ דהכא מבואר טעמיה דקרא ושחט אותה ולא את חברתה כמ\"ש פרק כהן גדול ר' יהודה בעלמא לא דריש טעמא דקרא ושאני הכא דקרא מפרש טעמיה ולא ירבה לו נשים מאי טעמא משום לא יסור לבבו ע\"כ ודבריו מגומגמים דכאן לא דמי ללא יסור לבבו דהתם הטעם הוא מבואר משא\"כ הכא דהוי גזרת הכתוב והיכי נימא דמודה בה ר\"י ולענ\"ד נראה דהכא אין נפקותא לענין דינא דאי משום שמא יוציאו חמור עמה הא ודאי מילתא דלא שכיחא היא ולכך סתם רבינו הקדוש כוותיה ע\"ד מ\"ש התוס' ז\"ל.",
                "<b>ודע </b> שראיתי להמבי\"ט ז\"ל בקרית ספר שכתב דמתני' היא ומייתי לה פרק טרף ומשמע דלת\"ק הוי מדרבנן ע\"כ והדבר תמוה דאיך כתב דלת\"ק הוי מדרבנן הלא שם בפרק טרף אמרו בפי' דת\"ק הוי ר\"ש דדריש טעמיה דקרא הן אמת דעיקרא דמילתא דכדי שלא יאמרו שתים שחטו הך אמורה אין בה שום איסור אם לא נעשה מעשה ולאו דמי ללא ירבה לו נשים וכו' דאף אם יבטל הטעם מ\"מ עבר אפשטיה דקרא משא\"כ הכא דבגוף ההוצאה אין כאן שום איסור דאורייתא לדעת הת\"ק דאינו אלא מפני הרואים:"
            ],
            [
                "<b>לפי שלא נאמר בה לריח ניחח.</b> לשון זה קשה להולמו דתחילה פסל שלא לשמו וכו' היינו בהכרח משום דחטאת קרייה רחמנא ודינה כחטאת כמ\"ש הרע\"ב ז\"ל ובחטאת אף שנאמר בה ריח ניחח בחשב לאכול בשרה או לשתות דמה כשר כמ\"ש שם במשנה לדעת ת\"ק ולגירסת רבינו וא\"כ איך כתב שטעם הכשרות משום שלא נאמר בה ריח ניחח, ועוד הקשה המל\"מ ז\"ל דמשמע דבקרבנות שנאמר בהם ריח ניחח פסולין וזה א\"א ממאי דאמרינן בפרק כל הפסולין (זבחים דף ל\"ה) ופסקו רבינו פי\"ד דפסולי המוקדשין הל' ח' דבכולן הקרבן כשר אף דנאמר בהם ריח ניחח והניחה בצ\"ע. גם התוס' יו\"ט פ\"ד דפרה הקשה כן לפי' המשנה של רבינו בשם מהר\"ר וואלף וורמייזא ז\"ל והוא ז\"ל תירץ דה\"ק דבפרה אין שום צד לסברא לפסול במחשבה לאכול ואפילו לחכמים דשאר מחשבות פוסלות בה שאני מידי דמיכל דבדידיה לא נאמר ריח ניחח וכו' ע\"כ והם דברים מגומגמים הרבה דדם לאו מידי דמיכל הוא ובעלמא נאמר בו ריח ניחח ואפ\"ה כשר ולפי האמת הכי קרי להו מידי דמיכל כיון דלשריפה קיימי והמבי\"ט ז\"ל בקרית ספר השמיט חלוקה זו כולה עיי\"ש:"
            ],
            [
                "<b>קבל דמה בכלי וכו'.</b> ידוע דהראב\"ד ז\"ל השיג על רבינו יעו\"ש וכבר כתבתי הנראה לענ\"ד בפ\"ג הל' ב':"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שחטה חוץ למקום שריפתה וכו'.</b> עיין מה שכתבתי לעיל פ\"א הל' ט':"
            ],
            [],
            [
                "<b>הפשיטה ונתחה וכו'.</b> משנה פ\"ד דפרה ופי' הרע\"ב ז\"ל דאת עורה ואת בשרה כתוב בין בהפשט וניתוח בין במחובר ע\"כ וכן פירש הר\"ש ז\"ל רצה בהפשט וניתוח רצה במחובר ע\"כ וכן פירש המבי\"ט ז\"ל בקרית ספר ומשמע דאפילו לכתחילה קאמר והקשה המל\"מ ז\"ל דבפ\"ק דחולין דף י\"א מייתי ושחט ושרף מה שחיטתה כשהיא שלימה אף שריפתה כשהיא שלימה ואולי קרא אתא שלא ינתח נתחיה לנתחים דומיא דעולה ובזה נתקיימו ב' הכתובים אך מדברי רבינו נראה דלא אתא קרא אלא לבדיעבד ע\"כ ועוד נראה דלשון רצה שאמרו ז\"ל לאו דוקא עד שמכח זה נתיר אפילו לכתחילה ותדע דהא אמתני' קיימי ומתני' ודאי דבדיעבד משמע ולשון רצה אכשרות קאי כלומר דכך כשרה היא בניתוח כמו בשלימה ובהכי רבינו עם הגאונים הנ\"ל שוין הם ובסגנון אחד נתנבאו שוב ראיתי ומצאתי כיוצא בזה ממ\"ש בסוטה דף ט\"ז דר' שמעון דריש תרי קראי ומפרש רצה זה וכו' ותני בברייתא לישנא דדיעבד יעו\"ש:"
            ],
            [],
            [],
            [
                "<b>והיכן מקדש וכו' עד אפילו במקדה של חרס.</b> הקשה התוס' יו\"ט ז\"ל דלא ידע טעמא למה התיר מקדה של חרס דאמאי יגרע כלי זה שלא יהיה מכלי אבנים כשאר כל הכלים וכו' ע\"כ. ולכאורה הוא נראה לענ\"ד דתקנת כלי אבנים אינו אלא משום מעלה יתירה כמ\"ש רבינו בפ\"ב ואינו מן הדין ובקידוש ידים ורגלים שהוא כשר בחוץ ובכלי חול דבשאר קדושין פסול כמ\"ש רבינו פ\"ה דביאת מקדש דהכא הכל כשר ולכך בא ר' יוחנן לגזם הענין דאפילו במקדה של חרס אם קדש כשר לא שלכתחילה יש לו לקדש כך ושוב ראיתי להרב חיים אבועלפיה ז\"ל פרשת חקת דף צ\"א שתירץ דבקידוש בעינן כלי וכלי חרס נקרא כלי בפסוק משא\"כ כלי אבנים דאינו נקרא כלי לענין טומאה ושפתים ישק:"
            ],
            [],
            [
                "<b>כל מעשה הפרה וכו'.</b> בס' צרור החיים ז\"ל כתב שנשאל מהרב יצחק כ\"ץ ז\"ל דביומא דף מ\"ב אמרינן לרב דהיסח הדעת פוסל בה מדכתיב ושחט ושרף וצריכא וכו' ובעי תלמודא למעוטי מאי אילימא למעוטי אסיפת אפרה ומילוי מים לקדוש למשמרת למי נדה כתוב ע\"כ הרי מבואר דגם באסיפת האפר פוסל היסח הדעת ורבינו התיר אפילו המלאכה עיי\"ש. ולענ\"ד אין קושיא זו נופלת על רבינו כלל דדברי רבינו מבוארים מהברייתא שהביא הר\"ש ז\"ל ספ\"ד דפרה דקתני התם כל מעשיה מלאכה פוסלת בהם חוץ מאסיפת אפרה והזיית מימיה ע\"כ ומתני' נמי קתני התם המלאכה פוסלת בה עד שתעשה אפר ע\"כ. ובתחילת העיון הייתי רוצה לומר דכי מתרץ ליה מלמשמרת למי נדה דהיינו מילוי המים לקידוש מינה דאסיפת האפר נתמעטה וכמ\"ש הרב שם אך אכתי קשה חדא להמקשן גופיה דכיון דמתני' וברייתא אמרו להדיא דבאסיפת האפר אין המלאכה פוסלת מאן שם עליה טעים להקשות מעיקרא מאסיפת האפר שיפסול בו הסח הדעת ועוד דאין דרך התלמוד שיקשה משתים ויביא ראיה לאחת לבד ועוד דמדברי רש\"י והתוס' ז\"ל שם משמע דאתרוייהו קאי דרש\"י ז\"ל כתב למשמרת למי נדה משמע דצריכי שימור עד שיזה מהם ע\"כ וכן נראה מדברי התוס' שם להדיא גם בתוס' ישנים שם ד\"ה למשמרת כתיב בהו דמילוי המים וקידוש נפקא מלמשמרת למי נדה ואסיפת אפרה נפק\"ל מואסף איש טהור וכו' ע\"כ הרי שרש\"י והתוס' הבינו דגם לפי האמת היסח הדעת פוסל באסיפת אפרה ואיך שיהיה רבינו נמלט מקושי זו כמבואר:"
            ]
        ],
        [
            [
                "<b>כל העוסקין בפרה מתחילה ועד סוף.</b> היינו עד שתעשה אפר כמ\"ש לקמן הל' ד' ועיין מ\"ש בפיסקא הקודמת, ומ\"ש",
                "<b>אבל המשמרה וכו'</b> מציעא דף צ\"ג ולא גרע משאר מעלות שעשו בה כמ\"ש בפ\"ב:"
            ],
            [
                "<b>אלא ללמד שכל בגד וכו'.</b> והבגדים שהוא לובש הרי הם כמוהו. וכ\"כ רש\"י (בפ\"ב דף י\"ט) [בב\"ב דף ט'] ובעיקר הדין עיין פ\"ה דזבין א\"ר יהושע וכו' וכ\"כ רבינו פ\"ו דמשכב ומושב הל' ב':"
            ],
            [],
            [],
            [
                "<b>מאימתי מטמאין בגדים וכו'.</b> הקשה הרב ברכת הזבח וז\"ל למאי דפסק רבינו רפ\"ט מהל' קרבן פסח כרב אמי דהמוציא בשר פסח מחבורה לחבורה אינו חייב עד שיניח ובפסחים דף פ\"ה פריך אר\"א ממתני' הראשונים מטמאין בגדים וכו' והא לא נח ומשני בניגררין ופי' רש\"י אקרקע דהוי הנחה ותוס' כתבו דלאו דוקא הוא הדין במעבירן סמוך ג' לקרקע עיי\"ש וזולת זה לא מטמא בגדים אמוציאין דבעי הנחה ומהתימה על רבינו למה השמיט בכאן ולא ביאר בדבריו דאינו מטמא אלא בנגררין וצ\"ע עכ\"ל ומאי דנראה לענ\"ד עם מ\"ש התוס' בזבחים דף ק\"ד דמבעיא לן התם פרים הנשרפין ושעירין הנשרפין שיצא רובו במיעוט אבר מהו ופי' רש\"י דלענין לטמאות המתעסקין בהם הוא דקמבעיא ליה והקשו התוס' ז\"ל מהך דהכא דבעינן שיניח וכיון דמדמינן לשבת הרי בשבת הוא פטור כיון דאגודו בפנים ותירצו דלענין לשורפו בפנים הוא דקמבעיא ליה וגם שם בפ' שני שעירי הוקשה להם מהא דאגודו בפנים ונדחקו ברוב הפר היה בחוץ איירי עיין עליהם ורבינו ס\"ל כפי' רש\"י בהך בעיא דיציאת רוב במיעוט אבר ולפ\"ז לא דומיא לשבת ומינה דלענין טומאה לא מדמינן לשבת וכיון דלא חילקו הך חילוקא דר\"א בסוגיא בדוכתא שמע מינה דאידחו דברי ר\"א לענין טומאה כאמור ובסוכה דף י\"ח אמרו ג\"כ טומאה אשבת קרמית שאני טומאה דהלכתא גמירי לה ולכך סתם רבינו הדין דבכל גווני קאמרה מתני' וכפשטא דסוגיין אך לא משמע כן ממ\"ש ס\"פ י\"ט דפסולי המוקדשין עיי\"ש וצ\"ע:"
            ],
            [],
            [
                "<b>הנוגע בפרים וכו'.</b> לעיל הל' ב' כתב רבינו והפרה עצמה אינה מטמאה לא אדם ולא כלים שנגעו בו אלא המתעסק בה בלבד וכו' משמע דאוכלין ומשקין מטמא וכן דקדק מרן ז\"ל עיין עליו אמנם בפ\"ו דשאר אבות הטומאות כתב השורף פרה ושעירים הנשרפין והמשלח את השעיר וכו' אם נגעו באוכלין הרי הן שני לטומאה ותמה עליו מרן ז\"ל דאיך אפשר שיטמאו בגדים ולא יטמאו אוכלין אלא להיות שני לכך נראה דאפרה ופרים ושעיר עצמן קאי וכו' וכר' מאיר דפ' טבול יום ובסוף הניחה בצ\"ע והוא היפך מ\"ש כאן גם הרב המבי\"ט בקרית ספר הקשה קושית מרן ז\"ל כאן והניחה בצ\"ע ועיין מ\"ש בס' צרור החיים ז\"ל ובמ\"ש אני הצעיר ספ\"ו דשאר אבות הטומאות גם מ\"ש מרן ומהר\"י קורקוס ז\"ל דרבינו פסק כר' שמעון אין נראה כלל דטעמיה דר\"ש מפני שהיתה לה שעת הכושר דהיינו שנפדית ע\"ג מערכתה וכריש לקיש (פמ\"ב) [בפרק מרובה] ורבינו פסק דאינה נפדית כמ\"ש לעיל פ\"א הל' ט':"
            ]
        ],
        [
            [],
            [
                "<b>הכל כשרים למלאת וכו'.</b> כתב מרן ז\"ל נראה דיליף לה מקידוש ע\"כ ועוד נראה מדדרשינן ביבמות דף ע\"ב הביאה הר\"ש ז\"ל מואסף איש טהור וכו' הניח מי שיש בו דעת להניח וכו' ומדילפינן מאסיפה לקידוש דאין מלאכה אחרת מפסקת ביניהם שמע מינה דגם המילוי בכלל וקרוב לזה כתב המבי\"ט בקרית ספר שכתב דבהאי קרא כתיב נמי מילוי ונתן עליו מים חיים:",
                "<b>אבל אין מזין ואין טובלין אלא ביום.</b> מרן ז\"ל ביאר דכוונת רבינו על טבילת האזוב במי חטאת ולא תקשי לך שהקדים אין מזין לאין טובלין לישנא דמתני' נקט וכו' ע\"כ לא זכיתי להבין איך הוא לישנא דמתני' דאדרבה לשון המשנה שהזכיר הוא עצמו סמוך ונראה טבל את האזוב ביום והזה בלילה וכו' הרי שהמשנה הקדימה טבילה להזאה היפך דברי רבינו ואם דיוק זה אמת תקשי למתני' דהא ודאי טבילה קדים להזאה ולענ\"ד נראה דמדסיים רבינו",
                "<b>וכל היום כשר להזאה ולטבילה</b> לשון זה מורה באצבע דלטבילת האדם קאמר דאי לטבילת האזוב ידוע ומפרסם דטבילה קודם להזאה ולא נחית רבינו כאן לטבילת האזוב אימת מפני שכבר ביארו בפי\"א ועם כל פרטיה ולפי האמור אזדא לה השגת הראב\"ד ז\"ל דדין טבילת האזוב אין כאן מקומו ומדברי המבי\"ט ז\"ל נראה שהבין כדברי מרן ז\"ל ומ\"ש מרן וכל היום כשר להזאה וכו' משנה ספ\"ב דמגילה ע\"כ אין שם אלא הזיה ובמתני' דלעיל תני לא טובלין ולא מזין:"
            ],
            [
                "<b>בכל הכלים ממלאין ומזין ומקדשין.</b> מכאן יש להוכיח דרבינו לא קפיד אסדרא דמעשה שהרי הקידוש קודם להזיה כמ\"ש למעלה שנתינת האפר על המים נקרא קידוש וכבר כתבתי הנראה לענ\"ד בהל' ב' מנא ליה לרבינו להשוות המילוי לקדוש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הזולף וכו'.</b> תוספתא הביאה רבינו בפירוש המשנה ומ\"ש אח\"כ",
                "<b>נתן את החבית</b> היא המשנה דפ\"ו אמנם הר\"ש והרע\"ב ז\"ל פירשו המשנה על דרך התוספתא דמיירי בזולף מים מן ההר דרך ירידה עיין עליהם אך מה שהוסיף רבינו",
                "<b>וכן אם שקעו במים וכו'</b> לא מצאתי מנין הוציאו ומלבד זה הדברים מגומגמים דשקעו במים למה נפסל והלא כשממלא בכלי על כרחו צריך הוא לשקע הכלי במים תחילה כדי למלאותו:"
            ],
            [
                "<b>המפנה המעיין וכו' וחזר ומילא בכלי וכו'.</b> מלשון זה משמע דאם לא מילא בכלי אלא שקידש בתוכם מהני וזה א\"א שהרי גת וגבא לאו כלים נינהו וסוף לשונו יוכיח שסיים",
                "<b>שהרי צריך שתהיה לקיחת המים מן המעיין בכלי בתחילה</b> ותו דהכא לא הזכיר הפסקה וכפשט המשנה פ\"ו דפרה דמשמע מינה דאף שלא הפסיק המעיין שעדיין הוא מושך אפ\"ה אין מקדשין מפני שלא נתמלאו בכלי דמשמע דהיינו הגת והגבא שאינן כלי וצ\"ל דרבינו מפרש דלאו לענין גת וגבא קאמר מתני' דההיא מילתא דפשיטא היא אלא אפילו מילא בכלי גמור ולא הפסיקן דהו\"א דשפיר מקרי מעיין קמ\"ל דהגת והגבא פוסלתן ועיין בפ\"ט דהלכות מקוואות הל' ט' וראיתי להמבי\"ט ז\"ל בקרית ספר שהשמיט הא דחזר ומילא בכלי עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>מים המוכין וכו' ואלו הן המוכין המלוחים וכו'.</b> מרן ז\"ל הקשה ממ\"ש דהים הגדול כמקוה דתיפו\"ל מפני שמימיו מלוחים ותירץ דיש בתוך הים הגדול מקוואות מתוקים ולהכי הוצרך למפסלינהו אפילו שהם מתוקים עוד תירץ דמלוחין לא מפסלי אלא כשאין תקנה למליחתן אבל מי הים יש תקנה למליחתן וכו' ע\"כ ולתירוץ ראשון קשה טובא משאר ימים שהכשיר רבינו אף שהם מלוחים ואין בהם מקוואות וצ\"ל או דאפשר שגם בהם מצויין מקוואות או דסמך על התירוץ השני:",
                "<b>או לשנים רבות יתר משבע.</b> פי' דהיכי דמי שנים רבות כגון אחר שעברו שבע והתוס' יו\"ט ז\"ל היה רוצה להבין דשנים רבות דקאמר היינו אחר השבע ואין לו שום משמעות בעולם ופשוט:"
            ]
        ],
        [
            [
                "<b>כיצד הממלא וכו'.</b> מרן ז\"ל הביא מהספרי שמי נדה כמו פרה כמו שהפרה נפסלת במלאכה כן המים וכו' ע\"כ נראה דהוא הדין להסיח הדעת אך לענין טומאה נראה פשוט דאינן מטמאין וההיא דפרה ששתתה מי חטאת דתנן במתני' דבשרה טמא מעת לעת אחר שנתקדשו באפר קאמר דאז קרויין מי חטאת ועיין מ\"ש לקמן פט\"ו הל' ב':"
            ],
            [
                "<b>אבל נוטל הוא שכר למלאת המים וכו'.</b> והוא הדין להבאת האפר וכדמוכח בס\"פ האיש מקדש ולא ידעתי למה השמיטו רבינו כאן:"
            ],
            [],
            [],
            [
                "<b>שישליך האפר.</b> בדפוס מגדל עוז כתוב כגון שישליך האפר:"
            ],
            [
                "<b>הרוצה למלאת וכו'.</b> פ\"ז ומסיים בה ואם מלא את של חטאת תחילה ואח\"כ מלא את שלו פסול ורבינו לא ביארו וצ\"ל דמדכתב כדי שלא יתעסק במלאכה אחרת אחר המילוי מינה משמע דמלאכה היא ופסול אם עשאה אח\"כ תו תנן התם נותן את שלו לאחריו ואת של חטאת לפניו ואם נתן את של חטאת לאחריו פסול וזה הו\"ל לבארו וי\"ל שכבר הוא נלמד ממ\"ש רבינו פ\"י הל' ד' דאם הפשילו לאחריו פסול והמבי\"ט בקרית ספר הוסיף דאם שניהם של חטאת שרי מפני שא\"א עיי\"ש ולא היה צורך לזה דכבר ביארו רבינו וגם הוא עצמו שם בפ\"ט. והר\"ש הביא שם תוספתא ורבינו לא הזכירה עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אם עד שלא הגיע הדלי למים מערה וא\"צ לנגב.</b> פי' אם מלא אחר המחשבה דאם לא מילא אין שייך עירוי. ומ\"ש בספרי רבינו",
                "<b>נמלך והוא עודהו</b> בדפוס מגדל עוז כתוב עודהו והשאר נמחק. ולמ\"ש מרן ז\"ל הא אע\"ג דקי\"ל כל מקום ששנה במשנתנו במשנתנו דוקא אמרו ולא בברייתא ע\"כ שיתיה דמרן ז\"ל לא ידענא שהרי בפ\"ט דטומאת מת הל' ה' כתב מרן גופיה דרבינו ס\"ל דה\"ה בברייתא ובספ\"ב דהלכות בית הבחירה כתב חילוק זה במסתפק עיי\"ש כן הוקשה להמל\"מ ז\"ל:"
            ]
        ],
        [
            [
                "<b>מי שהיו מימיו וכו'.</b> על מ\"ש מרן ז\"ל והשתא מ\"ש רבינו",
                "<b>ועמד </b>לא קאי להרג נחש ועקרב וכו' דאל\"כ לא היה לו לרבינו לאפסוקי בהרג וכו' בין הנך לנטל אוכלין להצניען וכו' ע\"כ הרואה יראה שדבריו מגומגמים הרבה דמאי קאמר אכן נראה דכוונתו מפני שרבינו לא סידר החלוקות של המשנה כמו שהם שנוים דהא דהרג והנוטל אוכלין להצניעם מיתנו אחר הורה הוראה והראה לאחרים את הדרך ורבינו הפסיקו בחלצה בפניו או מיאנה שהם דברי התוספתא ומדהפסיק בהני וסידר הרג ונטל אוכלין באחרונה משמע דס\"ל דהרג הוו מלאכה (דהא נטל אוכלין פשיטא לן דהויא מלאכה וכמ\"ש אח\"ז מרן גופיה) ומכח דיוק זה הוא שהכריח דרבינו ס\"ל דהרג הויא מלאכה והכי נמי משמע דהא במתני' לא תני ועמד ובתוספתא תני ליה משום דהנך דבתוספתא אין באחד מהם מלאכה משא\"כ בהנך דמתני' ואמטו להכי תני ר' יהודה במתני' זה הכלל כל דבר שהוא משום מלאכה וכו' דמשמע דהנך דתני אית בהו דהוו מלאכה ולהכי לא תני עמד מעתה רבינו שהקדים עמד מוכרח דלא קאי דהני תרתי בתרייתא ע\"פ האמור. ומבואר יוצא דכל זה כשאינו לצורך המילוי דאם הוא לצורך המילוי אפילו מלאכה גמורה שריא כמ\"ש רבינו במעכבין אותו וכו':",
                "<b>היה מהלך במים ופרץ וכו'.</b> כתב התוס' יו\"ט ז\"ל משום דהוי מקלקל וכו' ע\"כ לא היה צריך לזה דכיון שהוא לצורך המילוי אפילו מלאכה גמורה שריא כמ\"ש בדין הרג נחש ועקרב המעכבין אותו והכי מוכח נמי מדין חפירה בקרדום להוציא האפר שכתב רבינו לקמן הל' ח' דההיא ודאי מלאכה גדולה היא:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לחברו וכו'.</b> דין זה יתבאר על נכון בדברי מרן ז\"ל. ומ\"ש בספרי רבינו",
                "<b>שהרי קדש בשכר לו</b> בדפוס מגדל עוז כתוב שהרי קדש בשכר אמר לו וכו':"
            ],
            [],
            [
                "<b>כדי שלא יתפזר.</b> בדפוס מגדל עוז כדי שלא יחפור ונוסחתינו נראית:"
            ]
        ],
        [
            [
                "<b>כיצד מקדשין וכו'.</b> סוטה דף ט\"ז ע\"ב ותמורה דף י\"ב אפליגו ר' שמעון ורבנן בקידוש דסוטה אם הקדים עפר למים דלרבנן פסולין ולר\"ש כשר ומייתי גזירה שוה מפרה דבפרה כתיב עליו אלמא אפר ברישא וכתיב מים חיים אל כלי אלמא מים ברישא דלר\"ש רצה זה נותן רצה זה נותן ולרבנן [אל] כלי דוקא עליו לערבן ע\"כ ורבינו פסק כרבנן אמנם בהלכות סוטה פ\"ג הל' י' לא ביאר דאם נתן האפר תחילה שהוא פסול כמ\"ש כאן ורש\"י ז\"ל פי' דבסוטה כתיב ועשה לה הכהן את כל התורה הזאת דבעינן כסדר הכתוב בפרשה ע\"כ וי\"ל דמילתא דפשיטא היא ולא חש רבינו לבארה ומה שביארו כאן אינו אלא מכח רמיא דקראי עד שהוצרך לבאר שזה שכתוב בתורה ונתן עליו היינו שיערב וכו'. ודבר תמוה ראיתי להתוס' ביומא דף מ\"ג ד\"ה הכל כשרין וכו' שכתבו דעליו דקרא י\"ל בשבילו וכו' ע\"כ ואיך נאמר שנעלם מעיניהם דברי הגמרא דסוטה ותמורה הנ\"ל והם עצמם הזכירו כל זה בסוכה דף ל\"ז וכן הקשה התוס' יו\"ט ז\"ל פ\"א דתמורה עיי\"ש ולענ\"ד נראה דתקשה כן לרש\"י ז\"ל ותו דרש\"י גופיה בכמה מקומות פי' דהקידוש הוא אפר על המים בסוכה דף ל\"ז ושבת דף קל\"ז וסנהדרין דף ע\"ז, לכן נראה דכוונת רש\"י כאן משום דרבנן ילפי מקרא דולקחו ובהך קרא כתיב עליו דמשמע מים על האפר ומשו\"ה הרגישו התוס' לפי שיטתו ז\"ל מכמה מקומות דמסכת פרה וכו' ולשיטתו של רש\"י הוא שכתבו כן לא שהוא לפי האמת וכלומר דאף לפי שיטתו אינו מוכרח דעליו קאי על האפר שיתן המים עליו דאפשר לפרש דעליו היינו בשבילו וכלומר דלא היה לו לרש\"י לפרש כן ודו\"ק היטב:"
            ],
            [
                "<b>המקדש צריך שיתכוין וכו'.</b> ידוע מאי דאפליגו בגמרא אי מצות צריכות כוונה או אין צריכות ומכאן נראה דהוו מצו לאוכוחי ודו\"ק:",
                "<b>או נפל האפר וכו'.</b> הקשה הפר\"ח ז\"ל דלפי מ\"ש רבינו פ\"ג דרוצח הל' י\"ב היה לו לאוקומא בכאן בשותת כדאיתא בפרק הנשרפין (סנהדרין דף ע\"ז) וכן קשה במ\"ש לקמן פי\"ב הל' ג' וצ\"ע עכ\"ל והיא קושיא מבוארת ובדוחק נראה לומר דס\"ל לרבינו דאעיקרא דמילתא אין כאן קושיא משום דקרא כתיב ולקח אזוב וכו' והזה דמשמע דבעינן שמן האזוב גופיה יזה על המוזה וכמ\"ש הר\"ש ז\"ל בפי\"ב משמא דגמרא פ' לולב הגזול עיי\"ש ולכך אפילו שמיצה דבא מכחו הזאתו פסולה וכן נראה מדברי המבי\"ט ז\"ל בקרית ספר ובדברי רבינו רפי\"א ולפ\"ז צ\"ל דבההיא דפ' הנשרפין הוא מצי לתרוצי ליה דלא דמי וכו' אלא דלפי שיטתו השיבו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מים מקודשין וכו'.</b> מרן ז\"ל דקדק דרבינו פוסק דהזאה אינה צריכה שיעור והוא פוסק כרבנן דר' אליעזר ולדידהו א\"צ שיעור כדאיתא בזבחים דף פ' ומהר\"י קורקוס ז\"ל תירץ דאפשר שרבינו סובר שמה שאמרו צריכה שיעור היינו שבאזוב יהיה שיעור הזאה וכו' ע\"כ ועוד נראה דלדברי רבא ורב אשי דהתם לפי רש\"י ז\"ל הזאה א\"צ שיעור וקנס הוא דקנסי רבנן כי היכי דלא משתרשי ליה ואף דעיקר תירוצן משמע דלא אתי אלא לדר\"א מ\"מ אפשר דכוונתן אפילו לרבנן דכיון דשייך שפיר משום קנסא ומכ\"ש עם מ\"ש התוס' שם (סד\"ה במאי קמפלגי וכו') [ד\"ה תנן] דהא דתנן צלוחית שנפל לתוכה מים כל שהוא וכו' חומרא דמי חטאת הוא דמדאורייתא בטל ברובה ע\"כ:"
            ],
            [],
            [
                "<b>קרוייה שהטבילה במים וכו'.</b> פי' רבינו והר\"ש והרע\"ב ז\"ל שהיא דלעת שנתרוקנו בני מעיה ואף למ\"ש רבינו לעיל פ\"ו דבעינן כלי צ\"ל דהך נמי כלי הוא ומכל שכן לפי מ\"ש בפירוש המשנה דהך טבילה היינו אם נטמאת וכו':"
            ],
            [],
            [],
            [
                "<b>נשתנו מחמת עשן פסולין.</b> לרבותא נקט מחמת עשן דאף דלא נעשה בגופן שום דבר אפ\"ה פסולין ומכל שכן אם השינוי מחמת דבר אחר שבגופן כמ\"ש לעיל הל' י\"א:"
            ]
        ],
        [
            [],
            [
                "<b>ומשמר אדם אפר פרה אצלו ומוליכה ממקום למקום ומעיר לעיר.</b> בדפוס מגדל עוז נמחק כל זה וכן נראה מדברי מרן ז\"ל:",
                "<b>ולא ישיטם על פני המים וכו'.</b> בפרק חומר בקדש דף כ\"ג אמרו ולא ירכב ע\"ג בהמה ולא ע\"ג חבירו אלא א\"כ היו רגליו נוגעות בקרקע ע\"כ ורבינו השמיטו לא ידעתי למה:"
            ],
            [],
            [
                "<b>מפני שא\"א.</b> כך היא גירסת רבינו אמנם הרע\"ב ז\"ל גריס מפני שאפשר כלומר אפשר שלא יסיח דעתו מהם דאגב דצריך הוא ליתן דעתו על שלפניו יתן דעתו גם לשל אחריו עיי\"ש ולגירסת רבינו קשה קצת וכי מפני שא\"א נתיר לו ההיסח הדעת. ועיין מ\"ש בפ\"ז הל' ו':"
            ],
            [
                "<b>מי חטאת ששקלן וכו'.</b> הראב\"ד ז\"ל השיג דאין הסוגיא דגיטין (דף נ\"ג) הולכת כפירושו ומרן ז\"ל כתב דהך דמי חטאת ששקלן היינו ששקל כנגדן ומ\"ש",
                "<b>אם שקל דברים אחרים </b>היינו ששקל בגופן עיי\"ש ועם כל זה עדיין יקשה דכל הך שקלא וטריא אינה אלא למ\"ד היזק שאינו ניכר שמיה היזק וסליק בתיובתא התם וכיון שכן כל הנך אוקמתות לא קיימי ומינה דברייתא דהעושה מלאכה במי חטאת וכו' אתיא כפשטא ותו דרבינו גופיה פוסק כמ\"ד היזק שאינו ניכר לא שמיה היזק כמסקנא דמילתא התם כמ\"ש רפ\"ז דחובל ומזיק ותו דהתם פסק",
                "להך דהעושה מלאכה במי חטאת ובפרת חטאת כפשטא א\"כ לא היה לו לפסוק כהא דשקלן וכו' כלל אכן הרב המגיד ז\"ל כתב שם להשגת הראב\"ד ז\"ל דרבינו ס\"ל דהך אוקמתא עיקרית אע\"ג דאיתעבידא אליבא דמ\"ד שמיה היזק ולית הלכתא כוותיה וכו' ע\"כ והעיני בשר לו יראה כמה גמגומין יש בדבר ושם בע\"ה יתבאר יותר:"
            ],
            [
                "<b>שאין הערל כטמא.</b> נראה שנתכוון בטעם זה להכשירו גם בקידש האפר שהזכיר בפ\"ו הל' ב' וכ\"כ התוס' יו\"ט ז\"ל דכ\"ש הוא עיי\"ש. ומ\"ש",
                "<b>קטן שיש בו דעת והאשה מסעדתו וכו'</b> בגירסתינו במשנה גרסינן קטן שאין בו דעת וכו' וגירסת רבינו נראית דלאידך גירסא כיון שהקטן שאין בו דעת פסול להזות כדקתני ברישא חוץ מחרש שוטה וקטן והאשה נמי פסולה איך בהצטרף השני פסולין יכשר:"
            ],
            [],
            [],
            [],
            [
                "<b>וא\"צ להזהר שמא יגע בצידי הכלי בפעם שנייה.</b> הלשון מגומגם וכבר ביארו מרן ז\"ל ולכשיבנה בית המקדש במהרה בימינו אמן יבא מורה צדק:"
            ]
        ],
        [
            [
                "<b>ובכל בד ובד גבעול.</b> כתב מרן ז\"ל ויש לדקדק בדברי רבינו פה וכו' ע\"כ דקדק לכתוב תיבת פה מפני שלקמן הל' ד' כתב לשון קלח עיי\"ש:",
                "<b>ואם עבר ועשה וכו'.</b> אף שכבר כתב ואם הזה משעלה עמוד השחר וכו' הכא איצטריך משום טבילה ג\"כ:"
            ],
            [
                "<b>מי שהוזה עליו וכו'.</b> בספר כתב יד קדמון מצאתי כתוב על זה וז\"ל בספרי דף כ\"ב כתבו רבינו בפירוש המשנה פי\"ב וסוגיא דקדושין גורס בה רבינו גירסא אחרת שהוא גורס אבל היכא דעבד ברביעי וכו' כגירסא שויה שהביאה רש\"י ז\"ל אי נמי דוקא לכתחילה אבל לדיעבד שרי. מצאתי בפסיקתא דף נ\"ד וחטאו ביום השביעי לרבות הזאת שביעי שאם לא הוזה בשביעי מזה בשמיני ובתשיעי מכאן לנדה וכו' עיי\"ש וזה מבואר בדברי רבינו עכ\"ל וכבר ראה כל זה מעיני כבודו של מרן ז\"ל:"
            ],
            [],
            [
                "<b>מצות אזוב וכו'.</b> הנה בפ' המפלת (נדה דף כ\"ו) תניא רבי אושעיא זעירא דמן חבריא חמשה שיעורן טפח וחד מנייהו אזוב והכי תני רבי חייא ורבינו הזכיר דין זה בפי\"א דטומאות צרעת הל' א' והקשה התוס' יו\"ט פי\"א דפרה דמנ\"ל לרבינו דגבי מצורע דוקא אתמר הא כיון דסתמא קתני משמע דאכל אזוב קאמר עיי\"ש והרב חיים אבועלפיה ז\"ל תירץ דגבי פרה מצינו לרבינו פ\"ג הל' ב' שכתב דאזוב אין פחות מטפח והוא הדין לטהרת הטומאת מת עיי\"ש והנני מוסיף דרבינו ז\"ל כתב בטומאת צרעת שם ואזוב שאין שם לווי כמו שביארנו אין פחות מטפח ע\"כ והיינו מ\"ש כאן הל' ה' כל אזוב שיש לו שם לווי פסול וכו' ע\"כ גם כתב כאן שהוא האזוב שאוכלין אותו בעלי בתים וכלשון הזה כתב פ\"ג הל' ב' הרי הדבר מבואר שדעתו ז\"ל ששיעור הטפח קאי אכל אזוב סתם שאין בו שם לווי ומרן ז\"ל שם לא הראה מקום למ\"ש רבינו כמו שביארנו עיי\"ש אמנם האמת הוא כמ\"ש ודברי רבינו ז\"ל שרירין וקיימין:"
            ],
            [],
            [
                "<b>אזוב של אשרה ושל עיר הנידחת ושל ע\"ז וכו'.</b> קשה קצת דכאן השוה ע\"ז לעיר הנידחת ומשמע דאפילו בדיעבד קאמר ובפ\"א דשופר הל' ב' פסק דשופר של ע\"ז אין תוקעים לכתחילה ואם תקע יצא ושל עיר הנידחת אם תקע לא יצא וכן פסק פ\"ח דלולב הל' א' שחילק בע\"ז בין לכתחילה לדיעבד גם לענין חליצה פ\"ד דיבום הל' כ' אסר סנדל של תקרובת ע\"ז אפילו בדיעבד דמשמע דבשל ע\"ז כשר וכ\"כ להדיא שם וכבר ידוע מ\"ש התוס' ז\"ל בסוכה דף ל\"א ופ' כיסוי הדם דף פ\"ח שחילקו בין ע\"ז של גוי לע\"ז של ישראל ובשם ר\"ת חולק דאף אחר ביטול אסור משום מיאוס לענין מצוה עיי\"ש והרב המגיד ז\"ל בהל' לולב רצה לחלק בדעת רבינו בין ע\"ז של ישראל לע\"ז של גוי וכן נראה מדברי הר\"ש שהביא מרן ז\"ל דבאשרה דמשה קאמר דמכתת שיעוריה א\"כ הוא הדין לע\"ז דבשל ישראל קאמר וכ\"כ להדיא הקרית ספר ז\"ל ומ\"מ האמת הוא שדברי רבינו אינן מבוארים לפי פסקו ז\"ל:"
            ],
            [
                "<b>אע\"פ שנגבו פסול שהרי נטמא להזיה.</b> המבי\"ט ז\"ל בקרית ספר פי' משום דעלול לקבל טומאה עיי\"ש אמנם רבינו כתב שהרי נטמא משמע שכבר הוא טמא לכן נראה כמ\"ש התוס' יו\"ט דמשום חומרא ומעלה אמרו דאם הוכשר במשקין שאינן ראוין לחטאת טמא מדבריהם עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>מחט שנתונה וכו'.</b> הקשה הפר\"ח ז\"ל דבפ' הנשרפין מוקמינן לה במיצה דבמיצה הו\"ל כחו וכשר והניחו בצ\"ע וכן הקשה בההיא דפסק רבינו פ\"ט הל' ב' וכבר כתבתי שם דרבינו ס\"ל דהוה מצי לתרוצי דמדכתיב והזה הטהר על הטמא דדרשינן עד שיתכוין ויזה מינה משמע דע\"י התזה אף דבעלמא הוי כחו לענין הזאה לא מהני ועוד דאין דרך לשבש שתים שלש משניות סתמיות ותדע עוד דדרכו של הר\"ש ז\"ל להזכיר מה שנאמר בגמרא על המשנה ובאלו המשניות לא פי' כלום משא\"כ לענין רציחה דכיון דמתכוין וניחא ליה מחייב זה נראה לענ\"ד שלא להניח דברי רבינו בצ\"ע כל מאי דאפשר:"
            ],
            [],
            [],
            [],
            [
                "<b>המחבר וכו'.</b> לשון המשנה פכ\"ט דכלים בתר דתני כל הני יתר מכאן חיבור לטומאה ולהזאה ורבינו הזכיר דין זה קודם חלוקה דחלוק אחד וטלית וקלובקרין נראה שהוא מפרש היתר מכאן דקתני דארישא קאי דאילו אסיפא כיון דקתני אחד זהו חידושו דאפילו גדול כל שהוא וזהו שכתב רבינו",
                "<b>אפילו היו ארוכין ביותר וכו'</b> ע\"כ פשיטא דיותר מזה נשתנה הדין אמנם הרע\"ב ז\"ל פי' שם וז\"ל ויותר על מנין זה לא הוי חיבור לא לטומאה ולא להזאה ע\"כ והוא תמוה דנראה היפך מתני' דקתני להדיא יתר מכאן חיבור לטומאה ואינו חיבור להזאה וכבר הרגיש מזה התוס' יו\"ט ז\"ל וכתב ואין לומר דסיפא לא קאי אלא מחלוק אחד ולהלן דא\"כ ברישא לא תני ולא מידי אלא מונה והולך וזה דבר שאין לו שחר ע\"כ ולענ\"ד איני רואה מקום כי אם לומר דמאי דקתני חיבור לטומאה ולהזיה אכולהו קאי ולכך בהנך דרישא נחית למניינא דהכי קים להו ז\"ל וכדקתני תו יתר מכאן לא קאי אלא האנך דסמך ליה אך העיקר הוא דקשה דמנ\"ל להרע\"ב ז\"ל חילוק זה וצ\"ע ודע שבדפוס מגדל עוז נמצא שינוי גדול בלשון רבינו וכבר מרן ז\"ל החזיק במעוז גירסתינו:"
            ],
            [],
            [],
            [],
            [
                "<b>המלבן של מטות וכו'.</b> עיין מ\"ש פ\"ד דהלכות כלים הל' ב':"
            ]
        ],
        [
            [],
            [],
            [
                "<b>כל וולד וכו'.</b> הראב\"ד ז\"ל השיג על רבינו ומרן ז\"ל הליץ עליו אך במ\"ש דיש לפרש בענין אחר שחששו שמא יפלו ממי חטאת המקודשין על הסנדל ויטמאוהו וכן פירש הר\"ן בלשון שני ע\"כ כתב עליו התוס' יו\"ט ז\"ל ולא הבינותי דבריו שהרי הר\"ש סיים בה דהנופלין נפסלין בהיסח הדעת וא\"כ היינו כפי' הראב\"ד ע\"כ ולענ\"ד אפשר דכוונת מרן ז\"ל דבלשון שני דקאמר אינו אלא אעיקר הפירוש אבל לא על הטעם דהיסח הדעת וכוותיה ולא מטעמיה:"
            ],
            [],
            [
                "<b>וטמא שנגע במקצת אפר חטאת.</b> פי' אפילו בלא צירוף כלי ואף שהם גופין מוחלקין משום מעלה וחומרא דרבנן אמרו כן וכמ\"ש הרע\"ב ז\"ל פ\"א דעדויות ועיין לרבינו פי\"ב דשאר אבות הטומאות הל' ז' לענין קדש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומדברי סופרין וכו'.</b> לכאורה הדברים מגומגמים דמשמע דטומאת מי חטאת הוא מכח גזרת י\"ח דבר דהבא ראשו ורובו כדאיתא פ\"ק דשבת ואם זו כוונת רבינו קשה דכיון דגזרה זו היא בעלמא מהיכא תיתי דגבי מי חטאת לא יטמא וראיתי להמל\"מ ז\"ל שכתב שכוונת רבינו על השיעור דהגזרה היא בג' לוגין ובמי חטאת אפילו פחות מהם עיי\"ש אך מ\"מ דברי רבינו סתומים ושם הביא עוד משם מהר\"י קורקוס ז\"ל דלעולם מפני הגזרה הוא אלא דהו\"א כיון דעיקרא אינה אלא גזרה מפני שהיו אומרים לא אלו מטהרים אלא אלו משמע דכהאי גוונא לא שייך גזרה ולא שכיחה קמ\"ל וכו' עיי\"ש ועיקר הגזרה ביארה רבינו רפ\"ט דשאר אבות הטומאות עיי\"ש:"
            ],
            [
                "<b>הכל נאמנים וכו'.</b> פ\"ה דאהלות ופ\"ה דפרה ועיין בדברי רבינו רפ\"ו:"
            ]
        ],
        [
            [
                "<b>כלי חרש וכו'.</b> עיין מ\"ש מרן ז\"ל דאינו יודע למה השמיט רבינו כתבי הקדש עיי\"ש ולענ\"ד כבר הוא מבואר ממ\"ש",
                "<b>ולא על גבי השרץ בלבד אלא אפילו הניחו ע\"ג אוכל שני וכיוצא בו מדבריהם וכו'</b> וידוע דכתבי הקדש עשאום שני מדבריהם דומיא דאוכלין ומשקין כמ\"ש רבינו פ\"ט דשאר אבות הטומאות הל' ה' בדין ספרי הקדש ושם פ\"ח הל' י' ביאר דין האוכלין והמשקין:"
            ],
            [],
            [
                "<b>וכן כלי שיש בו אפר וכו'.</b> ואף דהטמאים בטומאות אחרות מזין עליהן לטומאת מת כמ\"ש רבינו פי\"א הל' ג' אפשר דאפ\"ה טהורין שעיקרן בעינן ועיין להר\"ש ז\"ל ובדברי רבינו לקמן פרק ט' הל' ג':"
            ],
            [
                "<b>וכן אוכלין ומשקין של קדש וכו'.</b> דברי מרן ז\"ל בזה אינן מבוארין ואולי איזה טעות סופר יש בהם:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל ספק הטומאות וכו'.</b> ודינן בפרטות נתבאר בדברי רבינו פי\"ד ופט\"ו דשאר אבות הטומאות והם ממתני' פ\"ד דטהרות:"
            ],
            [
                "<b>דבילה של תרומה וכו'.</b> עיין מ\"ש מרן דהכא חייב מיתה לאוכל תרומה טמאה ובפ\"ז דתרומות פטר שהיא מימרא דשמואל ומתו בו כי יחללהו פרט לזו שמחוללת ועומדת וכיון שכן איך יתכן שיתחייב מיתה עליה ומהר\"י קורקוס ז\"ל האריך בתירוץ קושיא זו עיין עליו ולענ\"ד היה נראה שהדבר פשוט מאד שהרי טומאה זו אינה אלא מעלה וחומרא שהחמירו חז\"ל ומן התורה טהורה היא וכמ\"ש ז\"ל בסוף דבריו ולכך חייב מיתה כאוכל תרומה טהורה.",
                "<b>ומ\"ש </b> בספרי רבינו",
                "<b>מפני שאכל תרומה טמאה</b> תיבת טמאה יש למוחקה או לפרש דטמאה קאי להאדם וכאילו אמר בטומאה וכן מצאתי בדפוס מגדל עוז שכתוב שם מפני שאכל תרומה והוא כבר נטמא במי חטאת עיי\"ש והם תחילת דברי מהר\"י קורקוס ז\"ל אך מה שיש לתמוה הוא על המבי\"ט ז\"ל בקרית ספר שכתב והתרומה טמאה מדאורייתא דנגעה במי חטאת וחייבים מיתה באכילתה וכו' ע\"כ ולדבריו חזרה קושיית הר\"ש ז\"ל למקומה:"
            ]
        ],
        [
            [
                "<b>הנוגע וכו' והנוגע בהם או הנושאן וכו'.</b> לפי מ\"ש רבינו פ\"ו דשאר אבות הטומאות הל' י\"ג ואע\"פ שאין מטמאין בגדים אלא הנושאן הרי הנוגע מטמא בגדים לפי שא\"א שלא יסיט ע\"כ מעתה מ\"ש כאן והנוגע בהם אין הכוונה משום נגיעה אלא משום משא דא\"א לנגיעה בלא הסטה וכמ\"ש מרן ז\"ל ולפ\"ז כשאין בהם כדי הזיה שכתב רבינו שאינו מטמא בגדים בשעת מגעו הכוונה דאף בהיסט אינו מטמא דאל\"כ מאי איכא בין יש בהם כדי הזיה לאין בהם. אמנם ראיתי להרא\"ם ז\"ל בפרשת חקת ד\"ה ומזה מי הנדה וכו' שהבין בדברי רבינו דביש בהם כדי הזיה מטמא בגדים במגע ובמשא ובאין בהם כדי הזיה מגע אין מטמא אבל במשא מטמא עיי\"ש שהבין דברי רבינו כפשטן והוא תימה ממ\"ש רבינו בשאר אבות הטומאות כנ\"ל וכבר נתעורר בזה הרב מל\"מ ז\"ל:"
            ],
            [
                "<b>אבל מי חטאת שנפסלו וכו'.</b> ופרטי פיסולן תמצאם בדברי רבינו פ\"ט הל' י\"א וכו':"
            ],
            [],
            [
                "<b>אם רוב מי חטאת מטמאין במשא וכו'.</b> קשה דאף שהם רוב אמאי יטמאו הרי כתב לעיל סמוך ונראה דאם נתערב בהם מים או ששתתה מהם בהמה וכו' אם נגע בהם אדם הטהור לחטאת אפילו בידיו הרי הוא טהור כמו שהיה ע\"כ ומתוך דברי מהר\"י קורקוס שהביא מרן ז\"ל נראה שיש לחלק בין מגע למשא עיי\"ש אך עם כל זה קשה דלפי מ\"ש רבינו פ\"ו דשאר אבות הטומאות הל' י\"ג דנוגע במים טמא משום דא\"א לנגיעה בלא הסטה מעתה איך יתכן הדין דנוגע טהור ובדוחק אפשר לומר דעיקר הדין אשמועינן:"
            ],
            [],
            [
                "<b>מי חטאת שנפסלו וכו'.</b> קשה קצת דניזיל בתר רובא ובטלו כמ\"ש לעיל דאם רוב מי פירות אין מטמאים תירץ הרב קרית ספר ז\"ל דהכא אפשר דגבל בהם ומקצתן אינן מעורבין אלא עומדין בפני עצמן עיי\"ש ועוד נראה דהכא לא שייך ביטול ברוב כיון שהם שני מינים ודו\"ק:"
            ],
            [
                "<b>פרה ששתתה וכו'.</b> כתב מרן ז\"ל דפסק כר' יהודה מכח הספרי והזקנים ור' יוסי ור' טרפון ס\"ל כוותיה ע\"כ אכן עדיין קשה דלמה לא פסק כר\"י גם בגבלן בטיט ותו דלפי הדרשא דלמשמרת וכו' גם בגיבול נימא שאינן שמורים ובשו\"ת הרשב\"ש ז\"ל סי' תע\"ד כתב דהא דפרה ששתתה מי חטאת אינן מי חטאת הראויין להזיה דאם ראוים להזיה מאי איריא פרה אפי' אדם וכלים נמי דהא מי חטאת אב הטומאה הם כדאיתא ביומא עיי\"ש ומבואר הדבר דאין כן דעת רבינו ועיין לתוס' ז\"ל בפסחים דף י\"ח:"
            ],
            [
                "<b>ולא היו חוששין להן שמא פסולין הן וכו'.</b> כתב הראב\"ד ז\"ל ורובן מן המים שעשו מצוותן ע\"כ וכתב עליו מרן ז\"ל דאינו יודע מה מלמדנו ע\"כ ולענ\"ד נראה דכוונת הראב\"ד ז\"ל דהו\"ל לרבינו לבאר דאף את\"ל שהיו בהן מים פסולים אין אנו חוששין להם דמסתמא איכא רובא דמים שעשו מצוותן בהדיהו ונתבטלו ע\"פ מ\"ש רבינו לעיל הל' ד':"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות פרה אדומה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}