{
    "title": "Tosafot HaRosh on Horayot",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tosafot_HaRosh_on_Horayot",
    "text": [
        [],
        [],
        [
            "הורו ב\"ד וידע א' מהן שטעו או תלמיד שהוא ראוי להוראה וכו' הרי זה חייב מפני שלא תלה בב\"ד. לא זו אף זו קתני לא מיבעיא ידע אחד מסנהדרין גופייהו דטעו דחייב דלא נגמרה הוראה בהסכמת כולן אלא אפי' אחד מן התלמידים הדנים לפניהם בקרקע וראוי להוראה חייב ולא מיבעי' ראוי להוראה אלא אפי' גמיר ולא סביר ונראה לו לפי מה שלמד שטעו בב\"ד חייב דכל שאין דעתו מסכמת לדעת ב\"ד תולה בדעת עצמו דתנן במתני' לקמן (דף ד:) שוגגין ועשו מזידין פטורין אלמא דכיון דנראה לצבור שטעו לא הוי הוראה הה\"נ יחידי ואמרינן נמי זה הכלל התולה בעצמו חייב לאתויי מבעט בהוראה. מי שרגיל לבעט בהוראה אע\"פ שעתה הוא מסכים עם ב\"ד מיקרי תולה בעצמו ולכ\"ש כל אדם שאין דעתו מסכמת עם בית דין:",
            "<b>גמ' אין ב\"ד חייבין עד שיאמרו להם מותרין אתם.</b> פי' ששאלו לב\"ד מה אנו לאכול חלב שע\"ג הקיבה ואמרו להם מותרין אתם לאכול לאפוקי אם שנו ולמדו להם בבית המדרש שמותר דלא הוי הוראה. והקשה הרמ\"ה ז\"ל מה חלוק יש בין מותרין אתם ובין מותרים אתם לעשות. ופי' דמותרין אתם דקאמר שמואל לא מיירי ששאלו אם מותרין לאכול דאם אמרו להם מותרים אתם היינו מותרין אתם לעשות דבשאלת השואל תלויה ההוראה ולא בתשובת המורה דכיון ששאלוהו אם מותרין לאכול יודע המורה כשיאמר מותרין אתם שיאכלו על פיו וכשאמר להם מותרין אתם הוי כאילו אמר להם מותרין אתם לעשות אלא מיירי ששאלו להם הוראה [מה] אנו להורות היתר בחלב שעל הקיבה ואמרו להם מותרין אתם דאע\"ג דלא הורו אותם לעשות אלא להורות לאחרים הוראה הוי. ולא נהירא לן דכיון שידע המורה ששאלו כדי להורות היתר לכל שואל יותר ה\"ל לדקדק בדבריו (וכ\"ש) [וכשהוא] הורה להם היתר כ\"ש דהוי הוראה. ונראה לי לפרש כההיא דקתני בבבא בתרא בפרק יש נוחלין (דף קל:) ת\"ר אין למדין הלכה לא מפי תלמוד ולא מפי מעשה עד שיאמרו הלכה למעשה שאל ואמר הלכה למעשה ילך ויעשה. ותו אמרו התם א\"ל ר' אסי לר' יוחנן כי אמר לן מר הלכה נעבד. א\"ל (דע) [עד] דאמרי לכו הלכה למעשה כלו' אפי' אם ישאלו לו אם הלכה כך ויאמר להם הלכה כן לא יסמכו ע\"ז לעשות מעשה עד שישאלו ממנו פעם שנית בשעת מעשה לפי שכשהאיסור מזומן לו לעשות מיד אז מדקדק המורה בדבריו שלא תארע ע\"י תקלה וה\"פ הכא אם שאלו להם ואמרו להם מותרין אתם אף בשלא בשעת מעשה קאמר שמואל דהוי הוראה. ורב דימי דקאמר כההיא דפ' יש נוחלין:",
            "אמר רבא אף אנן נמי תנינא הורוה ב\"ד לינשא והלכה וקלקלה חייבת שלא התירוה ב\"ד אלא להנשא. דקדק רש\"י ז\"ל מדקתני הורוה ב\"ד להנשא ולא קתני התירוה ב\"ד שלא נגמרה הוראה עד שיאמרו מותרים אתם לעשות. והקשה הרמ\"ה ז\"ל דמה לי הורוה ומה לי התירוה. אידי ואידי חד הוא דהא רב דימי מנהרדעא דהוא מרי דשמעתתא במותרים אתם לעשות סגיא ליה. ועוד הא בהדיא קתני שלא התירוה אלא להנשא אלמא לענין נישואין בהתירוה להנשא סגיא ליה ופי' דהכי דייק (דחשי') [דחזינן] הכא כשהתירוה לינשא הוציאוה מכלל אשת איש לכל דבר ועשאוה פנויה אפ\"ה בשקלקלה לא מיקרי תולה בב\"ד אלמא לא מיקרי תולה בדעת ב\"ד אלא באותה מעשה עצמה שהורו בו היתר ואע\"פ שהמעשה הוא יוצאה מכלל דהוראה זו אמנם (דנראה) [דהוראה אינה] אלא להיותו מותר באותה מעשה עצמה ומזה יש ללמוד דלא מיקריא הוראה עד שפרשו היתר העשיה. ונ\"ל לישב לשון רש\"י ז\"ל מדקתני ברישא הורוה ב\"ד להנשא ולא קתני התירוה ב\"ד כדקתני בסיפא ש\"מ שבכל מקום (שהשרכה) [שהצריכו] הוראה הוי דוקא עד שיורו לעשות ולהכי תנא ברישא הורוה ב\"ד ובסיפא התירוה (שיורו) להנשא לאשמעינן דכל הוראה במותר לעשות:",
            "<b>מעם הארץ פרט.</b> פרש\"י ז\"ל דמעוט מעם הארץ קא דרשי מע\"ה ולא כל עם הארץ והק' הרמ\"ה ז\"ל אי (עם) [מעם] הארץ מקצת מעם הארץ ממאי דלמעוטי [מומר] לימא למעוטי כולו קהל קא אתי. ותו הא בהדיא אמרינן לקמן דמעם הארץ לרבויי קא אתי ופי' דממעטינן [מומר] מעם הארץ דלאו בכלל עם הארץ הוא כדדרשי' (יבמות כב: וש\"מ) גבי נשיא בעמך בעושה מעשה עמך. ולא נהירא כלל דהתם מבעמך דריש דמשמע בעמך לאפוקי אבל ע\"ה הכל בכלל ועוד דלקמן (דף יא.) דרשינן מע\"ה פרט לנשיא פרט למשיח אלא ודאי דמעם הארץ מיעוטא וע\"ה משמע כל הקהל או רובו:",
            "פרט (וכו') [למומר וא\"ת] תיפוק ליה משום זבח רשעים תועבה וי\"ל דמיירי אחר שעשה תשובה:"
        ],
        [
            "אמר רב פפא קא סבר רבי יוחנן דכי מתיידע להו לבי דינא הדרי בהו והוא נמי הדר ביה שב מידיעתו קרי' ביה. דמידיעת איסור הוא שב אבל ידיעת חלב בלא חזרת בית דין לאו ידיעה הוא דאכתי לא אתידע ליה דאיכא איסור ולמה ישוב ואע\"ג דכי ידע נמי דחלב אלא שתלה בב\"ד שב מידיעתו הוא (דכי) [דכיון] דאי מתידע לבי דינא והדרי בהו איהו נמי הדר בה שאני התם דתולה ממש בב\"ד הוה הלכך אפילו שב מידיעתו פטור אבל נתחלף לו חלב בשומן לאו תולה ממש בבית דין הוה וכיון דשב מידיעתו הוא חייב:",
            "<b>ולטעמיך הא דתניא בעשותה יחיד העושה מפי עצמו חייב בהוראת ב\"ד פטור כו'.</b> תימה מאי מייתי מברייתא טפי ממתני' וי\"ל דברייתא אלימא ליה משום דדריש לה מקרא א\"נ משום דמפרשי טפי או תלמיד היושב לפניהם וראוי להוראה כגון זה היינו שמעון בן עזאי:",
            "<b>כגון דידע דאסור וקא טעי דמבוה לשמוע דברי חכמים.</b> כדכתיב לא תסור מן הדבר אשר יגידו לך ימין ושמאל והיינו שגגה דידיה. ירושל' וכי יש (דין ושגגה) [זדון לשגגה ליחיד] אצל הוראת ב\"ד ר' (אומר) [אימי] בשם ריש לקיש מתני' כגון שמעון בן עזאי [מה אנן קיימין אם ביודע כל התור' ואינו יודע אותו דבר אין זה שמעון בן עזאי] ואם יודע את הדבר ואינו יודע כל התורה כולה שמעון בן עזאי הוא אצל אותו דבר כי אנן קיימין ביודע כל התורה כולה ויודע אותו דבר אלא שטעו לומר תורה אמרה אחריהן ואם בטועה לומר תורה אמרה אחריהן אין זה שמעון בן עזאי כהדא דתני (כלל) [יכול] אם יאמרו לך על ימין שהוא שמאל ועל שמאל שהוא ימין תשמע להם ת\"ל ללכת ימין ושמאל את שיאמרו לך על ימין ימין ועל שמאל שמאל מאי (כגון) [כדון] ר' יוסי בשם ר' (לאלפי) [הילא לפי] שבכל מקום שוגג פטור ממלקות ומזיד חייב וכאן אפי' מזיד פטור מפני שתלה בב\"ד. פי' בכ\"מ שוגג פטור ממלקות ומזיד חייב וכאן אפי' מזיד פטור ממלקות שאין לך אדם שיתרה בו אל תאכל לפי שהכל תופסין בו היתר ע\"פ הוראת ב\"ד הלכך אף לענין זה חשיב כשוגג כיון דלכ\"ע הוי היתר וגזירת הכתוב היא כי היכי דרבים מביאין ע\"פ הוראתם ליחיד נמי חשיב הוראת שגגה:",
            "זה הכלל וכו' (ד\"א) [זו דברי] ר' יהודה דאמר יחיד שעשה בהוראת ב\"ד פטור אבל חכמים אומרים כו'. ומהדר תלמודא למצוא מאי ר\"י ומאי רבנן ובתר הכי קאמר אמר רב נחמן אמר שמואל זו דברי [ר\"מ כו' והא דל\"ק זו דברי] ר\"ש השנוי במשנתנו (דף ג:) הורו ב\"ד וידעו שטעו וחזרו בהם בין שהביאו את כפרתם ובין שלא הביאו כפרתם והלך היחיד ועשה על פיהם ר\"ש פוטר אלמא ר\"ש פוטר התולה בב\"ד אפילו אחר שחזרו בהם והביאו כפרתם וכן רבי אלעזר ור\"ע ובן עזאי כולהו סבירי התולה בב\"ד פטור. משום דעיקר דברי האמוראים למצוא חכמים דמחייבי ומש\"ה קאמר רב יהודה זו דברי ר' יהודה אבל חכ\"א משום דמייתי ב' ברייתות דפליגי (עלי') [ע\"כ] וגם ר\"נ אשכח ברייתא דפליגי בה ר\"מ (ורב נחמן) [ורבנן] בהא אבל לא אשכחן תנא דפליג על ר\"ש דמתני':",
            "<b>נפש כי תחטא אחת תחטא בעשותה מיעוטין.</b> ירושל' בכל אתר אתמר מיעוט אחר מיעוט לרבות [וכא אתמר] מיעוט אחר מיעוט למעט. א\"ר מתני' שני' היא דכתי' מיעוט אחר מיעוט [אחר מיעוט] כיון דכתבי תלתא מיעוטי דרשינן להו למיעוטא והיכי דכתיב תרי מיעוטי אמרי' אין מיעוט אחר מיעוט אלא לרבות ותלמוד דידן לא סבר הכי דבפ\"ק דסנהדרין (דף יד:) דריש עשרה כהנים דכתיבי גבי פדיון הקדש למעט אחר מיעוט והכי גמירי לן דכל היכא דאיכא למדרש כולהו למעוטי כי הכא דרשי' כולהו והיכא דליכא למדרש מכולהו מיעוטי אמרינן אין מיעוט אחר מיעוט אלא לרבות:",
            "<b>במאי אילימא בשגגת מעשה.</b> (והכא) [וה\"ק מיעוט] הקהל שחטאו בשגגת מעשה חייבין כל א' כשבה או שעירה שאין ב\"ד מביאין פר על ידיהם לפטרם. רוב הקהל שחטאו בשגגת מעשה יכול יהא פטורין כל א' מלהביא כשבה או שעירה שהרי ב\"ד מביאין פר על ידיהם לפטרן:",
            "ב\"ד מאי עבידתייהו להביא על הצבור בשגגת מעשה והרי לא עשו בהוראתם:",
            "אלא בהעלם דבר וה\"פ מיעוט הקהל שחטאו בהעלם דבר חייבין כשבה או שעירה שאין ב\"ד מביאין בהעלם דבר פר ע\"י כל זמן שלא חטאו רוב הצבור. רוב הקהל שחטאו בהעלם דבר יכול יהא פטורין כל א' מלהביא כשבה או שעירה שהרי ב\"ד מביאין פר על ידיהם ת\"ל מעם הארץ ואע\"פ שב\"ד מביאין פר צריך כל א' כשבה או שעירה:",
            "<b>והא כי כתיב מעם הארץ בשגגת מעשה הוא דכתיב.</b> והיכי מרבה מניה רוב הקהל שעשאו בהעלם דבר:",
            "אלא לאו ה\"ק מיעוט הקהל שחטאו בשגגת מעשה חייבין שאין ב\"ד מביאין פר ע\"י בהוראה אלא הם חייבין להביא כל א' כשבה או שעירה הלכך אית לן לאוקמי קרא במיעוט הקהל משום דהאי קרבן משכחת לה בין בשגגת מעשה בין בהעלם דבר דלעולם מביאין כשבה או שעירה אבל לא ברוב הקהל שהרי ב\"ד מביאין פר על ידיהם והם פטורים הלכך אף בשגגת מעשה יהא פטורין מכשבה או שעירה:"
        ],
        [
            "<b>א\"ה מאי אולמי' דמיעוט מרוב.</b> פירש\"י ז\"ל אם כדקאמרת דלא הם ולא ב\"ד חייבין מאי איריא דקמהדר ארובא לחיובא להו בשגגת מעשה דקתני אבל רוב הקהל שחטאו בשגגת מעשה יהו פטורים שהרי ב\"ד מביאין פר בהוראה והם פטורים ת\"ל מעם הארץ ואפי' רובו דמחייבי בשגגת מעשה. ומתוך זה משמע דמעוטא בשגגת מעשה פשיטא לן דמחייבי משום דאין ב\"ד מביאין עליהן והם עצמם חייבים דיחיד שעשה בהוראת ב\"ד חייב וכי היכי דמחייבי בהורא' ה\"נ מחייבי בשגגת מעשה דאית לן לאוקמי קרא במיעוט הקהל משום דאשכחן בה קרבן זה בין בשגגת מעשה בין בהעלם דבר ומש\"ה מהדר ארובא לחיובא ואי כדקאמרת לא הם ולא ב\"ד א\"כ מאי אולמי' דמיעוט דפשוט לן דחייבין בשגגת מעשה טפי מרוב דקמהדר ארובא (וחישבנהו) [לחייבנהו] אדרבה איפכא מסתברא דטפי אית לן לאוקמי חיובא דשגגת מעשה ברוב קהל שחטאו לחיוב כל א' וא' כשבה או שעירה שכן מצינו שחפץ הקב\"ה בכפרתם שנתן להם כפרה בהעלם דבר [אבל מיעוט] שאין ב\"ד מביאין עליהן פר והן פטורין [גם] בשגגת מעשה יהיו פטורין אלא ודאי מדפשיטא ליה לתנא דמיעוט בשגגת מעשה חייבין וקמהדר ארובא אלמא יחיד שעשה בהוראת ב\"ד חייב וכי היכי דמיעוט מחייבין בהעלם דבר כל א' כשבה או שעירה ה\"נ בשגגת מעשה גרידא [וא\"ת] לאו ממיעוט בהוראה קמא ליה לתנא כי היכי דתקשי לך כיון דמיעוט בהוראה פטורין אשתכח דאכתי לא נפקא לן דמחייבו מיעוט בשגגת מעשה גרידתא ואדמהדר ארובא דליחייבא אשגגת מעשה גרידתא נהדר ברישא אמיעוטא דליחייבי בשגגת מעשה ולבסוף נהדר ארובא לחיובי בשגגת מעשה אלא מיעוט בשגגת מעשה מקרא נפקא ליה לתנא כדקתני תנא מעיקרא בהדיא אין לי אלא אחד שעשה שנים שעשאו או ג' שעשאו יכול יהו פטורים ת\"ל מעם הארץ והכי איתברר לן דמיעוט בשגגת מעשה לאו ממיעוט בהוראה קמא ליה לתנא אלא מקרא בהדיא הוא דקמא ליה והאי דקאמר בתר הכי עדיין אני אומר מיעוט הקהל שחטאו בשגגת מעשה חייבין שאין [ב\"ד] מביאין על ידיהם פר בהוראה לאו למימר דמהכי נפקא ליה לתנא אלא משום דכיון דנפקי ליה לתנא מרובים דחייבים בשגגת מעשה גרידתא מקרא בהדיא כדקתני ת\"ל מעם הארץ ואפי' (בא) מרובים קא בעי למידק השתא אהני מרובין דאתרבי לחיובי מקרא אי במיעוט הקהל בלחוד או אפילו ברוב הקהל והיינו דקאמר ועדיין אני אומר אע\"פ שריבה הכתוב מרובים לחיובא עדיין אני אומר שלא ריבה הכתוב מרובים [אלא] בזמן שהם מיעוט הקהל שהרי הם ראוים להתרבות לחיובא בשגגת מעשה שכן אין מביאין ע\"י פר בהוראה וחייבין הם (הא) אבל רוב הקהל לא מרבין ליה בשגגת מעשה לחיוב שהרי ב\"ד מביאין פר ע\"י והם פטורין וכי היכי דפטרי בהוראה פטרי בשגגת מעשה ת\"ל מעם הארץ ואפי' רובא וכולה במשמע [אה\"נ] והאי דפריך מאי אולמיה דמיעוט מרובא ה\"פ מדניחא ליה לאוקמי מרובין דרבי קרא במיעוט דקהל משום דאין ב\"ד מביאין פר ע\"י אלמא פשיטא ליה דהם חייבין דאי לאו הכי מאי אולמיה דמיעוט מרוב ולפי מה שהבנתי דברי רש\"י ז\"ל לא קשיא מידי לפירושו וקרובין דבריו. ומיהו הא קשיא לן מאן האי תנא דקאמר (צבור) [ב\"ד] מביאין פר ע\"י והם פטורין ר\"מ הוא (לקמן דף ה.) ואיהו הוא דאית ליה בשבת פרק המצניע (דף צג.) יחיד שעשה בהוראת ב\"ד פטור וכן אמר רב נחמן לקמן וצ\"ל דהאי תנא סבר כר\"מ בחדא ופליג עליו בחדא:",
            "ואב\"א עדיין אני אומר לא מצית לאוקמיה כר' יהודה וכו' ואידך (בתרא) [ברייתא] רבי יהודא היא דסתם סיפרא ר' יהודה היא:",
            "<b>לא דכ\"ע יחיד שעשה בהוראת ב\"ד פטור.</b> ה\"ה דהוה מצי למימר דכ\"ע סברי חייב אלא דניחא ליה למימר דכולהו סברי כמתניתין ועוד דר\"מ אית ליה בפרק המצניע דיחיד שעשה בהוראת ב\"ד פטור:",
            "<b>ר\"א בר שמעון אומר משמו חטאו ששה והם רובו של קהל.</b> ירושלמי אמר ר\"א לא אמר אלא ששה שהם רוב הא ה' אע\"פ שהם רובא פטורין אמר ר' יוסי בר בון מתני' אמרה כן מחצית שבטים ובלבד רוב אוכלוסין ודכוותה מחצית אוכלוסין ובלבד רוב השבטים:",
            "פשיטא מרובים ונמעטו פלוגתא ר\"ש ורבנן דתנן חטאו עד שלא נתמנו ונתמנו הרי הם כהדיוטות אלמא אזלינן בתר חטא כי אשתני מחיוב לחיוב והה\"נ כי אשתנו מחיוב לפטור הכי אי סברי רבנן יחיד שעשה בהוראת ב\"ד פטור ואי סברי חייב ה\"נ אשתנאי מחיוב לחיוב ואזלינן בתר מעיקרא:",
            "<b>מועטין ונתרבו מאי.</b> פי' רש\"י ז\"ל הא דמבעיא לן במיעוטין ונתרבו משום דלא דמי ממש לחטאו עד שלא נתמנו דמועטין כי חטאו בהוראה לאו בני קרבן נינהו לאתויי כשבה או שעירה אבל מרובין ונתמעטו דמו ממש לחטאו עד שלא נמנו דהכא מרובין כי חטאו בני קרבן נינהו. ואי רבנן דהכא סברי כרבנן דר' יהודה דלעיל דאמרי יחיד שעשה בהוראת ב\"ד חייב ליכא לפרושי הכי וא\"נ סברי כר' יהודה דפטור יחיד שעשה בהוראת ב\"ד נראה להרמ\"ה ז\"ל דלא מסתבר לפלוגי בין נשתנה מפטור לחיוב ובין מחיוב לחיוב הלכך ליכא לספוקי בהא אליבא דרבנן וכ\"ש אליביה דר\"ש דכיון דאפי' כי נשתנו מחיוב לחיוב פטור כ\"ש מפטור (לפטור) [לחיוב] ופי' דקאמר מועטין ונתרבו מאי ידע להך טעמא דקאמר במסקנא ולמבדק להו לרבנן דבי רב הוא דקאמר וכשטעו לומר בהא נמי פליגי אמר להם האמת ותסברא אימור שמעת ליה לר\"ש דאזיל בתר ידיעה דחטא וידיעה בחד חיובא קא בעי ולכך פטור כי נודע להם משנתמנו דאי בידיעה לחוד סגי ליה ליבעי כדהשתא משיח פר ונשיא שעיר אלא ודאי תרוייהו בעי הלכך מודה ר\"ש דפטור וכ\"ש לרבנן דאזלי בתר מעיקרא דפטור מפר העלם דבר וגם מכשבה או שעירה אי סברי כר' יהודה דפטור יחיד שעשה בהוראת ב\"ד ואי סברי כרבנן דמחייבי יחיד שעשה בהוראת ב\"ד פליגי ר\"ש ורבנן במועטין ונתרבו דלרבנן דאזלי בתר מעיקרא מייתי כשבה או שעירה כדין מועטין ולר\"ש פטרי אף אם נודע להן מתחילה דר\"ש סבר יחיד שעשה בהוראת ב\"ד פטור והא דמשמע לישנא דתלמודא דלא פליגי כלל משום דעיקר הך סוגיא בחיובא דפר העלם דבר מיירי ובהא [לא] פליגי ועוד דבפלוגתא דחיובא דכשבה או שעירה אינו נכנס במחלוקת דר\"ש ורבנן דחטאו עד שלא נתמנו דהא אפי' נודע להם עד שלא נתרבו דאיכא ידיעה וחטאה בהדדי פוטר ר\"ש:",
            "<b>כיון דמתרי קראי נפקא.</b> דחלב שעל הקיבה דאקשת' נפקא לן בחולין פרק אלו טריפות (דף מט) מאת החלב המכסה את הקרב וחלב שעל גבי הדקין דריש ר' עקיבא התם מאת כל החלב אשר על הקרב:",
            "<b>או דלמא כיון דאיסורן שוין.</b> דתרוייהו איסור אכילה וקרבן שוה דעל [שתיהן] מביאין צבור פר העלם דבר:",
            "(אבל שאר עבירה) [חלב ועבודת כוכבים] אין איסורן שוה שזה באכילה וזה בעבודה ואין קרבן שוה דעל חלב מביאין צבור פר חטאת ועל (שאר) [עבודת כוכבים] פר לעולה ושעיר לחטאת ואנחנו הוה מצי' להבליע עוד ואת\"ל ולימא הכי מיעוט בחלב ומיעוט בדם הכא ודאי כיון דב' איסורי הוי לא מצרפי או דלמא כיון דאיסורן שוה מצטרפין ואת\"ל כיון דאיסורן שוה מצטרפין מיעוט בחלב ומיעוט בעריות מהו כיון דאין איסורן שוה לא מצטרפי א\"ד כיון דקרבנם שוה מצטרפין [ואת\"ל כיון דקרבנן שוה מצטרפין] מיעוט בעריות ומיעוט בעבודת כוכבים שאין קרבנן שוה מהו הכא ודאי הא אין קרבנן [שוה] א\"ד כיון דאידי ואידי כרת נינהו מצטרפין:",
            "<b>איבעיא להו הורו ב\"ד שחלב מותר ועשו מיעוט קהל.</b> פי' את\"ל חלב וחלב מצטרפין ה\"מ בחד בי דינא אבל בתרי בי דינא לא או דלמא לא שנא:"
        ],
        [
            "ת\"ש הורו ב\"ד וידע א' מהם שטעו ואמר להם טועים אתם פטור הא שתיק חייב (דהיינו) [ה\"נ] שתיק וכרכש ברישא אבל אי (לא) שתק ולא כרכיש ברישא פטור. תימה אמאי קתני ואמר להם טועים אתם פטור. ליתנו רבותא טפי ונודע לאחד מהם שטעו ושתק פטורים וי\"ל משום דלא ליתי למטעי ולמימר דכל שתיק פטור אפי' כרכיש ברישא:",
            "<b>מתני' הורו ב\"ד וידעו שטעו וכו' עד ר\"ש פוטר רבי אלעזר אומר ספק.</b> ע\"כ ר' אלעזר גרסינן דהוא בר פלוגתא דר\"ש ובגמ' נמי נחלקו בברייתא ר\"ש ור\"מ ורבי אלעזר וסומכוס ותימה היכי קתני אמר ר' עקיבא מודה אני בזה וכי ר\"ע על דברי תלמידו אמר מודה אני בזה:",
            "תני ר\"ש פוטר ור' מאיר מחייב דלא חשיב ליה יחיד תולה בב\"ד דהוה ליה לשיולי:",
            "<b>אמר ר' יוחנן אשם תלוי איכא בינייהו רבי אלעזר אומר ספק.</b> פי' דין אוכל ספק חלב אית לי' משום דמספקא לן אי הוה תולה בב\"ד כיון דלא נודע לו או לא ה\"ל כתולה בב\"ד משום דה\"ל לשיולי הלכך מביא אשם תלוי כאוכל ספק חלב משום דפשע דמצי לשיולי עליה אי חלב הוא או שומן הוא ולכך חייבתו תורה להביא אשם תלוי להגין עליו עד שיודע לו ויביא חטאת הכי [נמי] פשע דמצי לשיולי אם חזרו בהם בית דין הלכך מביא אשם תלוי להגין עליו לעולם."
        ],
        [
            "ולא מיבעי למ\"ד צבור מייתי דודאי פושע הוה דאי נפק לשוקא אמרי ליה וזה שישב בביתו ולא שאל פושע הוה אלא אפי' למ\"ד ב\"ד מייתי אי הוה שאיל אמרי ליה ופושע הוה:",
            "<b>סומכוס אומר תלוי.</b> דין אוכל ספק חלב לאחר שהביא אשם תלוי יש לו שהוא תלוי מהיסורין אף זה בלא הבאת קרבן תלוי הוא ואין לו לדאוג מיסורין דאנוס הוא דדמי לאדם שהביא כפרתו בין השמשו' בערב פסח דאמרי' בפסח שני בפרק תמיד נשחט דאתי עשה דפסח דאית ביה כרת ודחי עשה דהשלמה עליה השלם כל הקרבנות כולם דלית ביה (ספק) כרת [ספק] אי היה יום כשנזרק הדם או לילה דפטור מלהביא קרבן אחר דמוקמינן היום בחזקתו ה\"נ מוקמינן האיש בחזקתו קמא ותולה בב\"ד הוא ולא פושע דלא עלתה בדעתו שיחזרו בהם ב\"ד:",
            "<b>ולא מבעיא למ\"ד ב\"ד מייתי כו'.</b> דלא הוה פושע דלא מצי למיזל ללשכת הגזית לשיולי אלא אפי' למ\"ד צבור מייתי כו' דלא הוה למיזל לבראי ולשיולי:",
            "<b>הא כתי' וספרה לה ז' ימים.</b> קים להו דצדוקי' (מייתי) [ובייתוסים] דורשים דרשה זו מייתורה דלה:",
            "דאמרי הוצאה אסורה הכנסה מותר ואף ע\"ג דבמתני' תנן המוציא מרה\"י לרה\"ר תנא הוצאה משום דהוי אב ולעולם לא איירי בהוצאה אלא בתולדה דידה הכנסה או זריקה והושטה:",
            "דאמרי השתחואה גופה דאית בה פשוט ידים ורגלים (וכן) הבוא נבוא אני ואמך ואחיך להשתחוות לך ארצה ורש\"י ז\"ל הביא הקרא דכתיב באחי יוסף וישתחוו לו אפים ארצה ומשם ליכא למשמע דאמרינן בפ\"ב דשבועות (דף טז:) קידה על אפים וכה\"א ותקוד בת שבע אפים ארצה אלמא כל קידה הוי אפים שמשתחוה בראשו ומרכין פניו כלפי קרקע ויש השתחואה דמפרש בה בלא פשוט ידים ורגלים כגון אפים ארץ ישתחוו לך (ישעיה מט) וישתחו לאפיו ארצה (בראשית מח) והוא יותר מקידה שמשפיל פניו עד הקרקע אבל היכא דכתיב השתחואה סתם להשתחוות לך ארצה:³ הוא פשוט ידים ורגלים כדכתי' להשתחוות לך ארצה:"
        ],
        [
            "<b>בעי רב יוסף אין איסור חרישה בשבת מהו כו'.</b> [וא\"ת] תיפוק ליה דהוה דברים שצדוק ובייתוס מודים בו דכתיב בחריש ובקציר תשבות וי\"ל דלית ליה לרב יוסף הא דשמואל דאמר אין חייבין עד שיורו בדבר שאין הצדוקים מודים בו. וברייתא דמייתי רב ששת לקמן תנא דבי ר' ישמעאל מפני מה אמרו הורו בדב' שהצדוקים מודים בו פטורים כו'. לא שמיע ליה לרב יוסף. והרמ\"ה ז\"ל תירץ מדלא כתיב מחריש ומקציר תשבות אפשר דמפרשים צדוקים בחריש ובקציר תשבות בימות החמה ובימות הגשמים:",
            "<b>והא קא עקרו ליה לאיסור דשומרת יום כנגד יום לגמרי.</b> והוה ליה כעוקר אחד מאבות מלאכות של שבת אלא ודאי כיון דמודו בשאר הלכות נדה כביטל מקצת וקיים מקצת דמו וכן בשבת נמי:",
            "דאמרי כדרכה אסורה ושלא כדרכה מותרת לא קא אעקרא איסור דשומרת יום כנגד יום לגמרי:",
            "הא משכבי אשה כתיב מלמד ששני משכבות יש באשה וכיון דשלא כדרכה כתיב בהדיא הוי מילתא באנפי נפשיה כמו חרישה וקצירה. וכי אמרו דשלא כדרכה שרי נמצא דעקרי איסור ביאה שלא כדרכה כדכתי' בקרא וה\"ל עוקר כל הגוף:",
            "<b>דאמרי גמר ביאה שלא כדרכה אסורה העראה מותרת נמצא דלא עקרי איסור שלא כדרכה לגמרי.</b> והא את מקורה הערה כתיב וכיון דכתיב העראה בהדיא בתרא הוי מילתא באנפי נפשיה כמו חרישה בשבת וכי שרי לה הא עוקר כל הגוף אלא ודאי כה\"ג לא הוה עוקר כל הגוף כיון דמודו בשאר הלכות נדה:",
            "דאמרי העראה גופיה כדרכה אסורה ושלא כדרכה מותרת דבהעראה גופיה איכא ביטול מקצת וקיים מקצת (הוי) [ואי] משום איסור שלא כדרכה דאיכא קרא באנפי נפשיה מוקמי לה בגמר ביאה:",
            "בעי ר' זירא את\"ל אין חרישה בשבת דכעוקר כל הגוף דמי ופטורין אמרו אין חרישה וקצירה בשבת בשביעית מהו:",
            "הורו ב\"ד וידע אחד מהם שטעו ואמר להם טועים אתם כו' ופרש\"י נתן הוה ואיהו ז\"ל דלא הוי הוראה מעליא ופטורים עד שיורו כולם כדאמרי' לעיל והקשה עליו הרמ\"ה ז\"ל והא האי טעמא לר' איתותב לעיל ואמאי מוקים סתם מתני' דלא כהלכה ופי' דכיון שאמר להם טועים אתם ואמר להם טעם אע\"פ שאין נראה להם טעמו איבעי להו לעיוני טפי קודם שיורו היתר וקרובים למזיד נינהו ולא הוה הוראה ולא ידענא מאי תיקן בפירושו דאכתי לא הוה הוראה עד שיורו כולם דאיזה גבול נתן להם עד מתי יעיינו בדברי היחיד ועוד דלעיל משמע למאן דלית ליה דר' נתן הויא הוראה אע\"ג דלא השוו כולהון דמסיק אי איתא לכולה סנהדרי הויא הוראה ואזלינן בתר רובא אע\"ג דמעוטא פליגי עלייהו הלכך נראה פרש\"י ז\"ל ואע\"ג דאותבי' לר' נתן מברייתא סתם מתניתין עיקר:",
            "<b>עמך משום שכינה.</b> שיהיו מצוין אצלו שם להאציל מרוחו עליהם:",
            "מתני' שוגגין ועשו מזידין פטורין ואפי' לר\"מ דאמר ב\"ד מייתי היינו כשעשה הקהל ע\"פ הוראתם ואלו לא סמכו על הוראתם (ולא) [אלא] ידעו שטעו ב\"ד ועשו מזידין:",
            "גמ' הא שוגגין דומיא דמזידין כגון שהורו ב\"ד שחלב מותר ונתחלף לצבור חלב בשומן ואכלוהו וההיא דומיא דמזידין דלא תלו בב\"ד דא\"נ לא הורו ב\"ד הוו אכלי ליה חייבין להביא פר העלם כאילו ידעי שהיה חלב ואכלוהו בהוראת ב\"ד ותפשוט בעיא דרמי בר חמא דכי היכי שלצבור מיקרי' הוראה להביא פר דאע\"ג דאי לא הורו ב\"ד נמי הוה אכלי ליה ה\"ה ליחיד מיקרי תולה בב\"ד ופטור:"
        ],
        [
            "<b>ת\"ר ידעו ב\"ד שהורו ושכחו מהו הורו.</b> פי' נודע להם לב\"ד שהורו (ב\"ד) בטעות אלא ששכחו במה הוא אם בחלב אם בדם והצבור אכלו שניהם אחד בהוראת ב\"ד ואחד מדעתם אע\"פ שממה נפשך אכלו בהוראת ב\"ד דבר שזדונו כרת פטורין דכתיב ונודעה החטאת אשר חטאו עליה שנודע חטא אשר חטאו הצבור ע\"פ ב\"ד. (שאם) [ואם] הורו ב\"ד שחלב הקיבה מותר והצבור אכלו חלב ואינם יודעים אם היה חלב הקיבה או חלב אחר יראה שהצבור מביאין כל א' מהם אשם תלוי כי ספק חלב הקיבה כספק שומן הוא להם כיון שהתירוהו ב\"ד ואם חזרו ב\"ד ונודע להם שחלב הקיבה אכלו יביאו פר ואם חלב אחר אכלו יביאו כל א' כשבה או שעירה:",
            "או אינו אלא חטאו ב' יחידים מביאין שני פרים ג' מביאין ג' ויחיד שעשה בהוראת ב\"ד פטור אבל ב' חייבין להביא כל אחד פר:",
            "הא כיצד חטאו שני שבטים מביאין ב' פרים וה\"ה שבט א' מביא פר אלא אגב דתנא שני יחידים תנא נמי ב' שבטים והדר תנא ז' שבטים דאע\"ג דאיכא רוב שבטים ורוב גברי דסד\"א כחד קהל דמי ותסגי ליה בפר א' אפילו הכי מביא כל שבט ושבט פר:",
            "<b>חד לחייב על כל קהל וקהל.</b> לאשמעי' דשבט אחד אקרי קהל וממילא שמעי' אבל יחידי לא וחד למעשה תלוי בקהל והוראה תלוי' בב\"ד כדדרש ליה (לעיל דף ג.) מהקהל ועשו (דאי) [דהאי] הקהל אפנויי מופני דלכתו' קרא מעיניהם ועשו הקהל למה לי למסמוך מעשה לקהל לומר מעשה בקהל והוראה תלויה בבית דין מדסמוך ונעלם דבר למעיני:",
            "ה\"ג רש\"י ור\"ש תלתא קהל כתיבי קהל הקהל ותרי לג\"ש ובכל ספרי ספרד כתוב ור\"ש תרי קהל כתיבי חד לחייב על כל קהל וקהל וחד לבית דין כי היכי דצבור מייתי ב\"ד נמי מייתי מעיני הקהל לא משמע ליה כו' (ולא גרסי) [ולגירסא] זו לא דריש ה\"א דתרוייהו הקהל ואינה מיושרת גירסא זו דהא בברייתא דלעיל יליף ר\"ש הא דב\"ד מייתי מתרי קהל מג\"ש וגם משמע דדוקא ה\"א דמעיני הקהל לא דריש כדאמרי אינשי מעיני דפלניא:",
            "<b>ורבי שמעון בן אלעזר מאי טעמא כתיב והיה אם מעיני העדה נעשתה לשגגה אפי' מיעוטא.</b> פי' רש\"י ז\"ל דמעיני משמע קצת עיני ולא כל עיני. והקשה הרמ\"ה ז\"ל אם ממ\"ם דמעיני קדריש אמאי דייק ממעיני דכתי' גבי ע\"ז דלא איירי בה [ה\"ל] למילף ממעיני הקהל דכתיב בשאר מצות דאיירי בה ותו הא מעיני העדה בב\"ד הוא דכתיב וגבי הוראת ב\"ד (ותו) ואנן אמיעוטא דקהל קא מהדרי לענין מעשה ולא אמיעוטא דב\"ד ולענין הוראה ועוד הא בהדיא אמרינן בסמוך דהאי מיעוט מנעשתה לשגגה לחוד הוא דדייקי לה מדקאמרינן וצריכי דאי אשמעינן נעשתה לשגגה הוה אמרינן אפילו מיעוטא ולא מצית למימר דמקרא מעיני העדה דכתיב קמא קא דייק דהא מעיני העדה בב\"ד כתיב וא\"כ משמע דקהל בהדי בי דינא בעי ואנן דייקינן מיניה דלבר מבי דינא הוא מדקאמר אי אשמעינן כי לכל העם ה\"א רובא בהדי בי דינא קמ\"ל נעשתה לשגגה אלא ודאי ממ\"ם מעיני לא משמע מיעוט אלא כענין שנאמר (איוב כח) ונעלמה מעיני כל חי וכדכתיב (ויקרא ה) ונעלם ממנו אלא דריש מפשטיה דכתיב נעשתה לשגגה דמשמע נעשתה מ\"מ ואפילו מיעוטא והדר כתיב כי לכל העם בשגגה דמשמע רובא. ונ\"ל דלא קשיא מידי דהא מעיני העדה דכתיב [בע\"ז] לא דריש ליה הוראת ב\"ד דהא לקמן רפ\"ב תנינן אין חייבין אלא על העלם דבר עם שגגת מעשה ב\"ד וכן המשיח ולא בע\"ז אלא על העלם דבר עם שגגת מעשה ומפרש לקמן בגמרא ע\"ז כדתניא יכול יהא חייבין על שגגת מעשה שלה ת\"ל מעיני מעיני לג\"ש נאמר להלן מעיני ונאמר כאן מעיני מה להלן בב\"ד אף כאן בב\"ד ומה להלן הע\"ד עם שגגת מעשה אף כאן העלם דבר עם שגגת מעשה אלמא עיני העדה דכתי' בע\"ז לא אב\"ד קאי מדלא כתיב ביה ונעלם אלא מעיני העדה אנעשתה לשגגה קאי ותו לא מידי:"
        ],
        [
            "אמר אביי אמר קרא [והיה אם מעיני העדה] נעשתה לשגגה עד שתעשה שגגה על ידי אחרים דפשטי' דקרא מעיני העדה לא קאי אב\"ד מדלא כתיב ונעלם מעיני העדה אלמא משמע דאציבורא קאי. ומ\"מ מדכתיב נעשתה לשגגה ולא כתיב ועשו העדה בשגגה. אלמא משמע שנעשתה שגגה על ידי אחרים שהורו להם היתר. ורבא אמר אמר קרא כי לכל העם בשגגה. דמשמע שכל ישראל שגו בדבר וב\"ד בכלל כל העם הם ובשגגת מעשה אי אפשר לכלול בית דין עם הצבור דהא אמרי' בסמוך מדכתיב נעשתה לשגגה מפקי ב\"ד משגגת מעשה אלא ע\"כ שגגת מעשה דכתיב בב\"ד בשגגת הוראה איירי:",
            "ה\"ג כי שמעינא ליה לר' יהודה ז' שבטים ולא כמו שכתוב במקצת ספרים כי שמעי' ליה לרבי יהודה ב' שבטים דאף אששה מבעיא ליה משום דלא תני ר' יהודה לעיל גריר' אלא בז' שבטים ומסתבר למימר דדוקא רובא הוא דגררי למעוט' ומשום דמבעיא ליה אך בשבט א' טעו לכתוב ב' שבטים וליתא דמשבט א' עד ז' שבטים קא איבעי:",
            "<b>ובמאי אי בהוראת בית דינו ר\"ש ל\"ל.</b> פרש\"י ז\"ל דהא לא מייתר ליה קרא לעיל להוראת ב\"ד והא לאו ראיה היא דתלמודא קא דרשי לעיל הני קהלי אליבא דאינהו דתנאי ודריש לכל תנא ותנא לפום מאי דשמעי' ליה בקרא ההוא תנא ואי לאו דשמיע ליה בהדיא דר' שמעון פטר שבט שעשאו בהוראת ב\"ד הוי מצי למימר דר\"ש סבר כר' יהודה דדריש חד לדרשא זו כי היכי דדריש ליה ר' יהודה אלא ודאי אהא קא סמוך דקתני במתניתין וחכ\"א אינם חייבין אלא על הוראת ב\"ד הגדול בלבד ומדקתני חכמים מסתמא מכלל רבנן בני פלוגתייהו דר' יהודה ר\"ש בכלל ולקמן מוכח דדוקא ר\"ש היא ולא ר\"מ:",
            "ואימא עד דאיכא שני שבטים דהתם שבט יהודה ובנימין הוה וכן מוכח קרא (דתני) [דכתיב] בקהל יהוד' וירושלי' [וירושלים] היינו שבט בנימין שהיתה העיר בחלק בנימין כדמוכח בפ' איזהו מקומן (דף נד):",
            "<b>אלא אמר רב אחא בר יעקב מהכא הנני מפרך והרביתיך ונתתיך לקהל עמים.</b> תימה דמייתי האי קרא דליכא למשמע מניה וה\"ל לאתויי מההוא קרא דכתיב גוי וקהל גוים יהיה ממך כי זה הפסוק נאמר על לידת בנימין לבד ומהאי קרא מייתי בירושלמי כל שבט ושבט קרי קהל שנאמר גוי וקהל גוים יהיה ממך ועדיין לא נולד בנימין ומה שפי' רש\"י בויחי יעקב ונתתיך לקהל עמים בשרני שעתיד לצאת ממני קהל ועמים לפי שאמר [לי] גוי וקהל גוים על מי אמר גוי לא על בנימין כשהוא אומר וקהל גוים הרי שנים אמור לבד מבנימין ושוב לא נולד לי בן אלא שעתיד א' משבטי ליחלק ומעתה אותה מתנה אני נותן לך. מה שכתוב כשהוא אומר וקהל גוים הרי שנים דמשמע דיש ב' אחרים לבד מבנימין לא מוקהל קדריש דע\"כ אבנימין קאי דהא מוכח מיני' רבא דשבט א' איקרי קהל אלא מגוים (קאי) קדריש:"
        ],
        [
            "א) והא אין כפרה למתים כלומר היאך הקריבו הבאים מהשבי בני הגולה על דור של צדקיהו שחטאו הלא אין כפרה למתים פירוש מחיים דאין מביאין עליהם אחרי מותם:",
            "<b>מי דמי שעיר ר\"ח דלמא לא מתו.</b> ואף ע\"ג דידעי' דודאי מתו קצת מישראל מ\"מ אלו מעות שעלו מהקופה דלמא מאותן מעות הן שנתנו אותם שהם עדיין חיים כדתנן בפרק ג' דגיטין השולח חטאתו מקריבין אותו בחזקת שהוא קיים אלמא מספק תולין ומקריבין:",
            "<b>ראויה כפרה ומ\"ל דרובא הוה.</b> פרש\"י ז\"ל ודלמא זו שתכפר על יוצאי מצרים. אם נמצא חלל ולא הביאו עגלה ערופה מתכפרין בזו:",
            "<b>מיעוט הוי והוה ליה חטאת שמתו רוב בעליה דלא קריבה.</b> והקשה עליו הרמ\"ה ז\"ל (והאי) [דלהאי] פירושא לא שני מידי דנהי דהשבים ששבו מהגולה שהיו ד' רבוא היו רובן בחרבן בית ראשון שנשארו מדורו של צדקיהו אכתי הנך דמתו מדורו של צדקיהו הוו נפישי טפי מרוב עולי גולה והוי' ליה חטאת שמתו רוב בעליה. ותו מנ\"ל לפלוגי בין חטאת שמתו רוב בעליה לחטאת שמתו מיעוט בעליה. ופי' ודלמא הנך דלא הוו בימי בית ראשון הוו נפישי מהנך דאשתיירו מבית ראשון והוה להו הנך דאשתייר מיעוט קהל ולפטרו לגמרי בשלמא לרבנן דאמרי (לעיל דף ג.) מרובין ונתמעטו כמעיקרא דיינינן להו ניחא אלא לר\"ש דאזיל אף בתר ידיעה ממאי דבשעת ידיעה רובה דקהל הוי. ומייתי קרא דעולי גולה רובן היו מאותן שראו בית ראשון:",
            "<b>ממאי דלמא ר\"ש היא.</b> דכר\"מ לא מתוקמא שפיר דמאי קמ\"ל אי מת א' מן צבור שב\"ד חייבין. אבל אי מוקמת לה כר\"ש א\"ש דאשמועינן אע\"פ שמתו מקצתן המביאין קרבן חייבין השאר להביא:",
            "<b>שמעי' לר\"ש דאמר חטאת שותפין לאו למיתה.</b> הלכך לר\"ש חייבין:",
            "<b>ר\"א ור\"ש אומרים ירעו עד שיסתאבו.</b> ופר יוה\"כ חטאת השותפין הוא וקאמר ר\"ש דאינה מתה וביוה\"כ שמתכפר באחר ירעה. וב\"ד שמת א' מהן יקריבו הנשארים:",
            "ה\"ג רש\"י א\"ל רב יוסף כהנים קאמרת שאני כהנים דאיקרו קהל דכתיב על הכהנים ועל כל עם הקהל יכפר. ופי' דהאי קהל משמע דקאי נמי אכהנים ומשום דאיקרו קהל קאמר ר\"ש דחטאת דידהו כחטאת הקהל דמי ואינה מתה אבל חטאת השותפין ס\"ל דמתה ומתוקמא שפיר כר\"ש. וגירסא זו אינה נכונה דאדרבה מדהוציא הכהנים מכלל עם הקהל מכלל דלאו קהל איקרו. ונראה כגי' ספרי ספרד כהנים קאמרת כהנים עם לעצמן איקרו. מדחלק כהנים מעם הקהל מכלל דחשיבי אינהו עם לעצמן כמו עם הקהל כי שקולים כנגד עם הקהל:"
        ],
        [
            "<b>[א\"ל³ אביי] א\"כ כשחטאו בהוראת ב\"ד עם הצבור יביאו פר לעצמן.</b> וכ\"ת ה\"נ נפישי להו פרים דשבט לוי יביאו ב' פרים:",
            "א) אמר רב אחא שבט לוי אינו קרוי קהל דכל אותן שלא נטלו חלק בארץ אינם קרוים קהל. מיהו כהנים (נינהו) [נהי] דלא מקרי קהל מ\"מ הכתוב קראם עם בפ\"ע ושקולים עם הקהל וכצבור דמו ואין חטאתם מתה אבל חטאת שותפים ס\"ל לר\"ש דמתה ומתוקמא שפיר כר\"ש:",
            "<b>א\"ה בצרי להו.</b> האי א\"ה לא קאי אמלתיה דרב יוסף דהא שני שפיר דאע\"ג דכהנים לא אקרי קהל אקרו עם וקרבנם כקרבן צבור דמי. אלא פריך אהא דקאמר דשבט לוי לא אקרי קהל א\"כ לא הוי אלא י\"א פרים לקהל. ומשני אפרים ומנשה מביאין שני פרים. הדר פריך והא כתיב על שם אחיהם יקראו בנחלתם. לנחלה הוקשו ולא לד\"א. וה\"פ דקרא ומולדתך אשר הולדת אחריהם. פי' כשיבואו לידי חלוקת הארץ בנים אשר הולדת אז ע\"ש אחיהם (יקראו) אפרים ומנשה [יקראו] בנחלתם. כי לא יקראו שבטים ליטול נחלה לבדם כאפרים ומנשה שאותם לבדם עשיתי שבטים לנחלה. אלמא משמע לענין נחלה דוקא הוקשו לראובן ושמעון ולא לד\"א. והכי מסקי' דאפרים ומנשה לא אקרו שבטים לענין פר אלא שבט יוסף מייתי פר אחד ושבט לוי אקרי קהל ומייתי פר. אבל כהנים נהי דעם אקרי קהל מיהו (קהל) לא איקרי. וקבעי תלמודא מאי הוה עלה משום דמתוקמא דברי רב יוסף קבעי תלמודא הי מנייהו עיקר דברי אביי או דברי ר\"י. ומסיק דדברי אביי עיקר דכי היכי דגבי צבור אר\"ש ילמוד סתום מהמפורש ה\"נ גבי חטאת השותפין דאין נקבה ותמורה בחטאת השותפין. ולשיטת רש\"י ז\"ל (ניחא) [נדחו] דברי ר\"י דע\"כ כהנים לא אקרי קהל דא\"כ נפישי להו פרים נמצא דסבר ר\"ש דאין חטאת שותפין מתה. וא\"כ מאי בעי תלמודא מאי הוי עלה:",
            "<b>הדרן עלך הורו בית דין פ\"ב שהוראת כהן משיח לעצמו כהוראת ב\"ד לצבור.</b> הקשה הרמ\"ה ז\"ל למאי אצטריך ליה השתא האי הקישא דמשיח לצבור. אי להורה שוגג ועשה מזיד תיפוק ליה משום דמזיד לאו בר קרבן הוא. וכן בכהן משיח גופיה שוגג כתיב. ואי להורה מזיד ועשה שוגג תיפוק ליה כיון דהורה במזיד וגמר בדעתו לאכלה באיסור לא שב מידיעתו הוא. ותירץ דאצטריך כגון שהורה במזיד מטעם שאינו נכון וכשבא מעשה לידו שכח זדונו וסבר שמטעם נכון הורה ואכלו בחזקת היתר שאילו נודע לו שהיה איסור לא היה אוכלו ושב מידיעתו הוא. וכה\"ג גבי שוגג ועשה שוגג מחייב כדמפרש בגמרא. ונ\"ל דבחנם דחק דהא דקתני שהוראת כהן המשיח לעצמו כהוראת ב\"ד לצבור אחיובא קאי ולא אפטור לאשמועינן דלא מחייב כהן משיח אם לא שהורה היתר מתחלה. וכן משמע מתוך פרש\"י ז\"ל דלפטור לא צריך להיקשא כיון דלאו הוראה היא ממילא ידענא דמיפטר דתניא לקמן דכהן משיח לא מחייב על שגגת מעשה:",
            "<b>דת\"ר אם הכהן המשיח יחטא לאשמת העם.</b> וליכא לפרושי שחטא כהן בהוראה (והאנשים כגון) [לאשמת העם] שחטאו עם הוראתו. דהא מעיקרא נפש כי תחטא בשגגה ועשה מאחת מהנה כתיב ועלה כתיב אם הכהן המשיח:",
            "<b>שיכול.</b> פרש\"י ז\"ל שיכולני ללמוד שמשיח כצבור מדין ק\"ו. ולאו דוקא ק\"ו אלא מבנין אב קאמר. וה\"פ שיכולני ללמוד דבר זה מבנין אב. והלא דין הוא אף בלא פסוק וא\"כ קרא ל\"ל. ומיהו לשון שיכול אינו מיושב דמשמע להכי צריך קרא שיכול הייתי לומר בענין אחר אם לא היה פסוק. וי\"מ שיכול קאי אדינא בתרא (והכא) [וה\"ק] שיכול הייתי לומר שיתחייב משיח בשגגת מעשה בלא העלם דבר (כדמשמע) [כדמסיק] בתר הכי ולהכי מצטריך קרא. וקודם שסיים דבריו קאמר אדרבה והלא דין הוא אף בלא פסוק:"
        ],
        [
            "<b>צבור מוצא מכלל יחיד.</b> דכתיב ואם נפש אחת תחטא בשגגה מעם הארץ. וצבור שחטאו בשג\"מ בכלל כדדרשינן לעיל רפ\"ק דמייתו כל חד וחד כשבה או שעירה. והוציא הכתוב צבור שעשאו (בהוראתו) [בהוראה] מכלל זה להביא פר ומשיח נמי בכלל נפש והוציאו מזה הכלל לחייבו בפר:",
            "<b>או כלך לדרך זו נשיא מוצא מכלל יחיד.</b> שגם נשיא היה בכלל ואם נפש להביא כשבה או שעירה ויצא לדונו בשעיר. ואית ספרים דגרסי נשיא מוצא מכלל צבור ומשיח מוצא מכלל צבור. וה\"פ נשיא [מוצא] מכלל צבור שעשו בשגגת מעשה דמייתו כשבה או שעירה כל חד מנייהו דכתיב מע\"ה ואפילו רובא. וגם נשיא היה בכלל ויצא לידון בשעיר. וגם משיח היה בכלל ויצא לידון בפר. וליכא לפרושי דנשיא ומשיח היו בכלל אם מעיני העדה דבהא לא יצא נשיא מכלל שגם הוא בהוראת ב\"ד מתכפר עם הצבור:",
            "<b>הורה בפני עצמו (מתכפר עם שאחרים אינן) מתכפר בפ\"ע.</b> מדקתני מתכפר בפ\"ע משמע שהיה ראוי להתכפר עמהם. וה\"ד כגון שחטאו גם הצבור בהוראת ב\"ד ואשמועינן דלא סגי ליה לדידיה פר צבור. דאי בדלא הורו צבור כלל מאי מתכפר לו בפ\"ע פשיטא אלא במאן מתכפר לו. ועוד קרא במאי מתוקם אם לא בענין זה שחטא (כולא) [בלא] צבור. ובגמ' מוקי לה כגון דאורי בתרי אסורי הוא בחלב והן בע\"ז. הורה עם הצבור דאורו תרווייהו בחלב מתכפר לו עם הצבור. ורישא משנה שאינה צריכה היא דהאיך מתכפר על חלב שאכל דחייב עליו פר בשעיר שמביאין הצבור בע\"ז אלא אגב סיפא נקטוה דמקרא דרשינן ליה בגמרא דסד\"א כמו שאינו מתכפר עם הצבור ביוה\"כ אלא מביא לעצמו. הה\"נ אם חטא עם הצבור בהוראה יביא פר לעצמו:",
            "<b>שאין ב\"ד חייבין עד שיורו לבטל כו'.</b> ופרש\"י ז\"ל שבא לפרש הטעם למה מתכפר עם הצבור דהואיל ושוה משיח לצבור שאינו חייב אלא על שגגת מעשה עם העלם דבר מתכפר נמי עמהם כשהורה ועשה (מהם) [עמהם]. ולא נהירא דאין צריך טעם לזה דהאי קרא דריש בגמרא. ועוד מדכליל בהדייהו ולא בע\"ז (וליתא) [וליכא] לפרושי דאף אם הורה ועשה משיח עם הצבור בע\"ז מתכפר עמהם דהא משיח בעבודת כוכבים כיחיד. ונראה לפרש שאין ב\"ד חייבין כו' תחילת דבור הוא. ואע\"ג (תני ושאין) [דתני שאין] כה\"ג תנן ברפ\"ק דמסכת יו\"ט שאפר כירה מוכן הוא ותחילת הדבור [הוא] כאילו תנא ואפר כירה מוכן הוא:",
            "<b>שאין ב\"ד חייבין.</b> פרש\"י ז\"ל סתמא כר\"מ דאמר בפירקא דלעיל ב\"ד מביאין על ידיהן והן פטורין. ותימה דבריש מכילתין פירש אהא דאמר שמואל אין ב\"ד חייבין עד שיאמרו להם מותרים. כלומר כשעושין קהל או רובן עבירה ע\"פ של ב\"ד בין למ\"ד לקמן ב\"ד מביאין פר ובין למ\"ד צבור מביאין. וי\"ל משום דקתני (הכי) [הכא] וכן המשיח משמע אין ב\"ד חייבין על הבאת קרבן קאי דומיא דמשיח:",
            "<b>ת\"ר משיח שהורה עם הצבור ועשה עם הצבור יביא פר לעצמו ודין הוא.</b> פי' ודין הוא שלא יביא ושקלי וטרי עד דסתר האי דינא. וראוי הוא שיביא לעצמו. אלא דיליף לה מקרא שמתכפר עם הצבור:",
            "<b>ה\"ד הא דקאמרת הורה בפ\"ע מתכפר בפ\"ע.</b> דע\"כ בדאיתא תרי הוראות כדפרישית. והיכי משכחת לה דהורה כהן משיח וגם הורו ב\"ד. ומוקי לה ר\"פ בשוין שכולן מופלאים ולא בררי לי שפיר מאי הפי' מופלא דראוי להוראה היינו דגמיר כולי תלמודא כשמעון בן עזאי וגמיר וסביר ומאי חסיר ליה להיותו נקרא מופלא. ואפשר דמושיבין בסנהדרין אע\"פ שאינו ראוי להוראה אי לא משכח ראוי להוראה. ואותן הראוים להוראה נקראים מופלאים. והכא מיירי שכולן ראויים להוראה:"
        ],
        [
            "<b>ונעלם דבר דבר ולא כל הגוף.</b> וכן המשיח דכתיב לאשמת העם הרי משיח כצבור. והקשה הרמ\"ה ז\"ל למה לי הקישא להאי מלתא הא במשיח גופיה כתיב מאחת מהנה דמשמע מאחת ולא כל אחת. ותירץ דהאי מאחת גבי עשיה כתיב ועשה מאחת מהנה. ואנן בהוראה הוא דבעינן למילף שצריך קיום קצת ובטול קצת. ונראה דבלא\"ה צריכי מ\"ם דמאחת לדרשא אחרינא כדדרשינן מניה בשבת פרק הבונה (דף קג) שאם כתב שם משמעון חייב. לפי שיצאת ע\"ז לידון בעצמה יכול יהו חייבין על עקירת מצוה כולה נאמר כאן כו' מה להלן בב\"ד אף כאן בב\"ד. מה להלן דבר ולא כל הגוף כו'. הקשה הרמ\"ה ז\"ל מה צריך ללמוד ע\"ז משאר מצות דאיירי בב\"ד. דמהיכי ידעי בשאר מצות דאיירי בב\"ד אלא מדכתיב מעיני הקהל דמשמע ב\"ד דכמו שאדם הולך אחר מאור עיניו כך כל הקהל הולכין לאור הוראתו של ב\"ד. ובעבודת כוכבים כתיב מעיני העדה דמשמע בית דין. ותירץ משום דבעבודת כוכבים כתיב מעיני העדה. ועדה משמע בכל דוכתא ב\"ד כדכתיב ושפטו העדה והצילו העדה. הלכך אי לאו ג\"ש הוה מפרשינן מעיני העדה מופלא שבב\"ד שהוא עינם של שאר סנהדרין שאם (הורו) [הורה] לבדו בלא האחרים ועשו הצבור על פיו חייבין. הלכך צריך ללמוד משאר מצות דכתיב בהו מעיני הקהל וכולא סנהדרין הם עיני. ונראה שבחנם דחק דהא (בשאר) [דבשאר] מצות ידעינן דאיירי בהוראת סנהדרין לאו ממשמעותו נפקא אלא משום דכתיב בהו ונעלם מעיני דמשמע שנעלם מהם דבר ועל ידי כך עשו שגגה כדדרשי' באידך ברייתא ת\"ר ישגו יכול יהו חייבין על שגגת (שעשו) [מעשה] ת\"ל ישגו ונעלם הלכך דרשו ונעלם מעיני היינו בית דין שנעלמה מהם הוראה הקהל ועשו שתהא הוראה בב\"ד ומעשה הקהל. אבל גבי עבודת כוכבים דלא כתיב ונעלם אלא והיה אם מעיני העדה נעשתה לשגגה. לא משמע דאיירי בב\"ד כלל אלא בשגגת מעשה דעדה:",
            "<b>ולא בעבודת כוכבים כו' דת\"ר לפי שיצאת כו'.</b> הקשה הרמ\"ה ז\"ל למה לי למילף עבודת כוכבים משאר מצות לענין העלם דבר ושגגת המעשה. והא בעבודת כוכבים גופא כתיב נעשתה לשגגה וכתיב כי לכל העם בשגגה. ודרשו מנייהו לעיל בפ\"ק (דף ה'.) דמעשה תלוי בקהל והוראה תלויה בב\"ד. אלמא לא מחייבי קהל בלא הוראת ב\"ד. ותירץ דסוגיא דלעיל אליבא דר\"מ ור\"ש דלא מייתר להו קהלי למדרש מעשה תלויה בקהל והוראה בב\"ד אבל לר' יהודה דדריש ליה מקהל יתירא לית ליה האי דרשא נעשתה לשגגה וברייתא דהכא ר\"י דסתם ספרא ר' יהודה:",
            "<b>ואילו משיח בעבודת כוכבים לא קתני.</b> דלא קתני בעבודת כוכבים וכן המשיח אלמא דמשיח בעבודת כוכבים מחייב בשגגת מעשה גרידתא. וליכא למימר הא דקתני ולא בעבודת כוכבים אצבור ומשיח דאיירי בהו מקמי הכי דא\"כ הו\"ל למשבקי' למשיח עד לבסוף ולתני אין חייבין כו' ולא בעבודת כוכבים כו' והדר לתני וכן המשיח. והשתא דשבקי' עבודת כוכבים לבסוף משמע דמשיח בעבודת כוכבים לא מבעיא העלם דבר:",
            "<b>אלא תנא הא וה\"ה להך.</b> פי' תנא (כו') [עבודת כוכבים] גבי ב\"ד וה\"ה לגבי משיח. דמשיח (כו') [כב\"ד] אף לענין (כו') [עבודת כוכבים]:",
            "<b>וכפר הכהן על הנפש השוגגת.</b> הנפש זה נשיא השוגגת זה משיח. קרא יתירא קדריש שלא תאמר הואיל ויצא נשיא ומשיח מכלל יחיד בשאר מצות. אף בעבודת כוכבים כן. קמ\"ל דבכלל יחיד נינהו. ורבנן האי בחטאה בשגגה הכי משמע וכפר הכהן על הנפש השוגגת דהיינו מעשה גרידתא. וכתב עלה בחטאה בשגגה. מי שחטאו בשגגה בשאר מצות דמביא כפרה גם בעבודת כוכבים בשגגת מעשה. יצא משיח שאין חטאו בשגגה גרידתא בשאר מצות אלא צריך הע\"ד. שאינו מביא כפרה גם בעבודת כוכבים אם לא בהע\"ד ושגגת מעשה:",
            "<b>ושוין שבשעירה כיחיד.</b> דכתיב ואם נפש אחת תחטא בשגגה אחד יחיד אחד נשיא ואחד משיח וכתיב והקריבה עז בת שנתה. ואע\"ג בההיא קרא גופיה כתיב תחטא בשגגה דמשמע בשג\"מ גרידתא. לא אמרי' דמשיח מייתי בשגגת מעשה דלהכי אהני מיעוטא דבחטאה בשגגה למעט משיח בשגגה גרידתא ואין לומר דמבחטאה בשגגה ממעטי' משיח לגמרי. ואם נפש אתי לרבויי [נשיא]. דא\"כ לא לכתוב על הנפש השוגגת אלא הכי לכתוב וכפר עליו הכהן בחטאה (אלא) בשגגה [אלא] כתיב השוגגת לרבות משיח לאשמועינן דלא ממעטינן מבחטאה בשגגה אלא שאינו מביא בשגגה גרידתא אבל בהע\"ד עם שגגת מעשה מביא שעירה. ואגב דכתיב השוגגת כתיב נמי הנפש דלרבות נשיא לא אצטריך:"
        ],
        [
            "<b>מה להלן דבר שחייבין על זדונו כרת ושגגתו חטאת.</b> תימה מנ\"ל דבאחות אשה מייתי חטאת בשגגה הא אכתי לא קי\"ל דדבר שחייבין על זדונו כרת שמביא על שגגתו חטאת. וי\"ל דהא דקאמר על שגגתו חטאת לאו דוקא. אלא אגב סיפא דתני ועל שגגתו חטאת תנא נמי ברישא. וה\"פ מה עליה האמור באחות אשה בדבר שזדונו כרת אף עליה האמור בחטאת בדבר שזדונו כרת נאמר שמביא על שגגתו חטאת. ועי\"ל דעל שגגתו חטאת דרישא נמי דוקא משמע דג\"ש עליה עליה לא אצטריך אלא למעוטי דאין מביא חטאת אלא על דבר שזדונו כרת. דאי לאו ג\"ש ה\"א דעל כל חטא שיחטא יביא קרבן. הלכך מפרשי' שפיר מה להלן באחות אשה זדונו כרת ושגגתו חטאת. דממילא הוה אמרי' דעל כל חטא מביא חטאת. אף עליה האמור בקרבן דוקא על זדונו כרת:",
            "<b>מאי נייתי פר צבור בשאר מצות הוא דמייתו.</b> ופשוט ליה לתלמודא שאין לנו לבדות קרבן חדש שאין מתכפרין בו בשום מקום על עבירה. והמ\"ל הכי [מאי] נייתי נייתי קרבן הבא על עבירה במקום אחר הא אינם חלוקים בקרבנותיהם. וקרבן חדש שאין מתכפרים בו בשום מקום על עבירה א\"א להביא:"
        ],
        [
            "<b>אין חייבין על עשה ועל ל\"ת שבמקדש.</b> (שי') [פי'] אין חייבין פר הע\"ד על עשה ול\"ת שבמקדש. אע\"פ שיש בזדונו כרת דכתיב את (מקדש) [משכן] ה' טמא ונכרתה וגו'. ובגמ' מפרש טעמא מקרא דאין ב\"ד חייבין אלא [על] דבר שהיחיד מביא חטאת קבוע. וה\"ה דה\"מ למתני ל\"ת שבקדשים דהאוכל קדש בטומאת הגוף קרבנו עולה ויורד אלא משום דבעי למתני על עשה ול\"ת שבמקדש דומיא דנדה ובטומאת קדשים לא משכחת עשה. אבל בטומאת מקדש משכח עשה כגון שנטמא בעזרה שהצריכה התורה לצאת דכתיב וישלחו מן המחנה. ואם שהה או שבא לו בארוכה חייב דתרי קראי כתיבי בטומאת מקדש את (מקדש) [משכן] ה' טמא ונכרתה [ונכרתה כו' כי את מקדש ה' טמא] ומוקי להו התם בשבועות (דף טז:) חד לטומאה שאירעה בפנים וחד לטומאה שאירעה מבחוץ. וכן בנדה משכחת לה עשה כגון הי' משמש עם טהורה ופירסה נדה תחתיו לא יפרוש באבר חי שיציאתו הנאה כביאתו וחייב כרת אלא ימתין עד שימות האבר ויפרוש. ועשה דידיה דריש התם (שבועות יח:) דכתיב ותהי נדתה עליו בשעת נדתה תהיה עליו. ול\"ת דכתיב ואל אשה בנדת טומאתה לא תקרב לא תפרוש כדכתיב קרב אליך אל תגש בי. והכי תנינן בפ\"ב (דשבועות דף יד:) נטמא בעזרה כו' זו היא מ\"ע שבמקדש שאין חייבין עלי' ואיזו היא מ\"ע שבנדה שחייבין עלי' הי' משמש עם הטהורה ואמרה לו נטמאתי ופירש מיד חייב שיציאתו הנאה לו כביאתו. וקאמר עלה בגמ' היכא קאי דקתני זו היא. התם קאי אין חייבין על עשה ועל ל\"ת שבמקדש [וקאמר זו היא מ\"ע שבמקדש] שאין חייבין עליה ואיזה היא מ\"ע שבנדה כו':",
            "<b>(פי') [פרוש] מן הנדה.</b> לא שיפרוש ממנה כשאמרה לו שפירסה נדה דאז מחייב כרת אם יפרוש מיד בקושי. אלא פרוש (מבעיא ליה) [מבעילת] נדה שאם יפרוש מיד הרי הוא בועל נדה שיציאתו הנאתו כביאתו. אלא נועץ צפרניו בקרקע וימתין עד שימות האבר ויפרוש. ודלא כפרש\"י ז\"ל שפי' פרוש מן הנדה סמוך לוסתה כדי שלא תראה בשעת תשמיש כדאמרי' בשבועות פרק ידיעות הטומאה והזרתם את בני ישראל מטומאתם א\"ר יאשיה מכאן אזהרה לב\"י שיפרשו מנשותיהן סמוך לוסתן. דההיא קרא אסמכתא בעלמא. דקי\"ל וסתות דרבנן. ועוד דברפ\"ב דשבועות לא מפרש הכי:",
            "<b>אלא אמר ר\"פ דנין ואשם ומצות ה' מן ואשם ומצות ה'.</b> כלומר כך נתקבלה ג\"ש לדונה בשתי תיבות ואשם ומצות ה' דהיינו תרי עניני ולא בתיבת ואשם לחודיה. ופריך באשם תלוי איכא תרי עניני ואשם ונשיאת עון וכבר נתקבלה ג\"ש דעון עון בפגול ונותר. ושני דנתקבלה זו ג\"ש לדונה בתלתא עניני ואשם ומצות ה' אשר לא תעשינה ובאשם תלוי ליכא אלא תרי:",
            "<b>אין חייבין על שמיעת קול וכו'.</b> פרש\"י ז\"ל אין ב\"ד חייבין משום דזהו בעולה ויורד ולא הוה צריך למתני כלל דהא תני כבר אין חייבין על עשה ול\"ת שבמקדש. אע\"ג דזדונו כרת. כ\"ש שמיעת קול ובטוי שפתים. אלא משום פלוגתא דר\"י הגלילי ור\"ע. והרמ\"ה ז\"ל פי' אין חייבין קרבן עולה ויורד ולעיל אשמועי' דלא מחייבי פר בהוראה והשתא קמ\"ל דלא מחייבי כל חד מנייהו קרבן עולה ויורד כדין יחידים דנפש כתיב בהו (ונפש) [וב\"ד] לאו בכלל נפש נינהו. והשתא ניחא דהוי אין ב\"ד חייבין דומיא דנשיא ומשיח דפטור דידהו דדריש ר' יוסי הגלילי מקראי (דלעיל) [דעו\"י] דאם לא תשיג ידו היינו בקרבן עולה ויורד. וגם ר\"ע דאמר נשיא חייב היינו בעו\"י דאי בשעיר היינו ר\"א. ועוד דר\"א גופי' לא מחייב אלא בטו\"מ וקדשיו וזדונו כרת. ולא נהירא לי מה שפי' שאם חטאו צבור שאין מביאין כל א' קרבן עולה ויורד. דכיון דהוראת ב\"ד לא מקריא הוראה משום דקרבנם עו\"י אין הצבור נאגדין יחד ע\"י הוראת ב\"ד להשתנות דינם מדין יחידים. דהא (מצריך) [דמצריך] קרא לעיל בפ\"ק לכל הקהל או רובו שאכלו חלב בשגגת מעשה שמביא כל אחד כשבה או שעירה. היינו משום שב\"ד מביאין ע\"י פר בהוראה והן פטורין. הלכך ס\"ד לאוקם קרא במעוט הקהל שחטאו אבל רוב הקהל כי היכי דפטרי אהוראה פטרי נמי בשגגת מעשה אבל הכא ליכא טעם למפטרינהו. והא דפטרו צבור מאשם תלוי משום דלא הוה בכלל נפש. היינו היכי דהורה ב\"ד דחלב הקיבה מותר ואכלו בספק חלב הקיבה ספק שומן וחזרו ב\"ד מהוראתן אין הצבור מביאין אשם תלוי להגין עליהם עד שיודע להם ויביאו פר. אבל הכא דאין הוראת ב\"ד הוראה בקרבן עולה ויורד. מילתא דפשיטא (להו) דכל חד מנייהו מביא קרבן עולה ויורד הלכך צריך לפרש אין ב\"ד חייבין ולא (בעשי') [משיח] על שמיעת קול כו'. לא פר ולא עו\"י ומילתא דפשיטא הוא דב\"ד פטור דהא תני רישא על עשה ול\"ת שבמקדש פטירי וגם פשיטא דלא יביאו ב\"ד עו\"י אבל הצבור מביאין כל א' קרבן עו\"י:",
            "<b>כל שמתחייב באחת מתחייב בכולן.</b> פי' מתחייב בכל א' מהם והוי מצי לאקשויי תינח נשיא משיח מאי איכא למימר. הא תנן כ\"ג מעיד ומעידין אותו אלא דבלא\"ה פריך שפיר. א\"נ דהוי מצי לשנויי דר\"י הגלילי סבר כר\"ש דאמר משיח פטור על טו\"מ וקדשיו ושאינו מתחייב באחת אינו מתחייב בכולן. הרמ\"ה ז\"ל."
        ],
        [
            "<b>א\"ל דילך או דגזא דידיה.</b> פי' רש\"י ז\"ל (כו') משלך או מאוצר שלו יביא פשיטא דמשלו יביא הלכך אפילו נצטרע נמי פטור דגזא דידיה כדקאי קאי והרי אינו בא לידי עניות. ולא נהירא להרמ\"ה ז\"ל דאף על פי שיש לו ממון הרבה יכול לבוא לידי עניות כיון שהוא עבר ממלכותו ואין בידו ליקח מעם הארץ מסים והוי כעשיר שיש לו אוצרות הרבה ואפ\"ה חייב דיכול לבוא לידי עניות אם יאבד העושר ההוא בענין רע. ופי' וכי משלך יש לו רשות ליקח או צריך ליקח מאוצרותיו הוה אומר מאוצרותיו ולא משלך כיון שעבר ממלכותו. הלכך הוה כשאר עשיר וחייב כפרושו. אבל לישנא דגמ' משמע כפרש\"י ז\"ל דה\"ל למימר מדידך או מדלי' ומה לו להזכיר אוצרו. אלא דסתם מלך יש לו אוצרות מרובין. וא\"א לבוא לידי עניות. הלכך כיון שכבר נפטר מחמת עשרו עדיין הוא עומד באותו הפטור ולא דמי לעשיר (שפטר) [שפע] מתחלה ואין לו כ\"כ אוצרות מרובין. ויכול לבוא לידי עניות. אין לפוטרו משום עשרו שיש לו עתה:",
            "<b>מ\"ט דר\"ע א\"ק זה קרבן אהרן ובניו אשר יקריבו לה' ביום המשח אותו.</b> עשירית האיפה חובה ביום חינוכן. דבמנחות פרק התכלת (דף נא:) תני זה קרבן אהרן ובניו אשר יקריבו לה' וכו' יכול יהו אהרן ובניו מקריבין קרבן אחד ת\"ל אשר יקריבו לה' אהרן בפ\"ע ובניו בפ\"ע. בניו אלו כהנים הדיוטות כו' או אינו אלא כ\"ג כשהוא אומר והכהן המשיח תחתיו מבניו הרי כ\"ג אמור הא מה אני מקיים בניו אלו כהנים הדיוטות. פירוש שמקריבין עשירית האיפה ביום חינוכן לעבודה ומה לי כהן שמקריבה פעם אחת חובה. ומה לי כ\"ג שמקריבה בכל יום חובה. קרא מיהא איירי אף בכהני' הדיוטים שמקריבין חובה. ופי' אחר שפי' רש\"י דאמלואים קאי הא גופה קשיא אמרת שאין משיח שאז הקריבו בני אהרן ולא לדורות ביום חינוכן ולההיא פרושא ניחא:",
            "<b>חייב בטו\"מ וקדשיו.</b> וא\"ת אמאי לא תקשי לי' מנשיא דקתני רישא אלא שהנשיא פטור בשמיעת קול והדר תני (כשהוא) [כל שהוא] בעולה ויורד נשיא כיוצא בו בעולה ויורד דהיינו במאי דמחייב ולאפוקי מר\"א דאמר נשיא מביא שעיר. הרמ\"ה ז\"ל:"
        ],
        [
            "פי' שאין משיח חייב על טו\"מ וקדשיו דברי רש\"י ז\"ל:",
            "<b>מי שקרבנו שוה לקהל.</b> שמתכפר עם הקהל בטו\"מ וקדשיו. כדאיתא ברפ\"ק דשבועות. והוא מתכפר בפר:",
            "<b>נשיא נמי הא לא שוה לקהל.</b> פרש\"י ז\"ל שהוא מביא שעיר והם מתכפרים בפר. ולא נהירא להרמ\"ה ז\"ל דהא דאפקי' רחמנא לנשיא לידון בשעיר מכלל יחידים הוא דאפקי' דלא לייתי כשבה או שעירה בשגגת מעשה גרידתא. אבל מכלל צבור שחטאו בהעלם דבר לא אפקי' דמתכפר עם הצבור בפר. (והנשיא) [ופי' נשיא] נמי הא לא שוה לקהל (דאיהו מעשה) [דאינהו מייתי] כשבה או שעירה בשגגת מעשה (ואי) [ואיהו] מייתי שעיר בשאר מצות:",
            "בשעיר דיוה\"כ שוה מיהו דמתכפר עם הקהל בטו\"מ וקדשיו בשעיר:",
            "שאר כהנים נמי (הלא היא) [הא לא] שוה לקהל (שהרי מתכפרים עם כה\"ג) ביוה\"כ בשעיר [שהרי מתכפרים עם כה\"ג] (כמו):",
            "<b>בשאר מצות בשאר ימות השנה שמתכפרים עם הצבור בפר.</b> א\"נ שוה לקהל להתכפר בכשבה או שעירה בשגגת מעשה אבל משיח פטור כדאמרינן לקמן:",
            "משיח נמי הא שוה לקהל בשאר מצות כל ימות השנה דכי חטא עם הצבור מתכפר עם הצבור. ואית ספרים דגרסי משיח נמי הא שוה (בשעירים) [בשעירה] דכי חטא בעבודת כוכבים בשגגת מעשה שוה לצבור להביא שעירה:",
            "<b>אמר ר' יוחנן לא אמר ר\"א דנשיא מביא שעיר במקום שיחיד מביא קרבן עולה ויורד.</b> אלא בטומאת מקדש וקדשיו הואיל ואמר בהן כרת נידון כקבועה. כלומר כשאר דברים שהיחיד מביא עליהם חטאת קבועה דהיינו דבר שזדונו כרת ומביא עליהם יחיד חטאת קבועה כשבה או שעירה ונשיא מביא שעיר. הה\"נ טומאת מקדש וקדשיו שהיחיד בעולה ויורד נשיא מביא שעיר הואיל וחייב על זדונו כרת כקבועה. לפי שהכרת הוא עיקר חיוב של חטאת קבועה כדילפי' מעליה עליה (אומר תורה) [או מתורה] א' יהיה לכם. וכשיצא נשיא מכלל יחיד לדונו בשעיר בכל דבר שזדונו כרת כדין שאר חיובי חטאות. וכשיצא טומאת מקדש וקדשיו לידון בעולה ויורד ביחיד יצאת ולא בנשיא. שהרי יצא נשיא מכלל יחיד לגמרי במצוה שזדונו כרת לידון בעצמו בשעיר:",
            "<b>א\"ל רב (כהנא) [הונא] בריה דרב נתן לרב פפא ממאי דלמא ר\"א אכולהו קאי.</b> רב הונא אותביה לרב פפא דקאמר ה\"נ מסתברא ובעי לאוכוחי לקיים דברי ר\"י דלא אמר ר\"א אלא בטו\"מ וקדשיו ור\"א סבר כר\"ש דקאמר משיח פטור על טו\"מ וקדשיו. וא\"ל רב הונא דאין לו כח להוכיח זו דמצי למימר דר\"א כר\"ע ס\"ל דאמר משיח פטור מכולן. (וקשי') [וגירש\"י] א\"ל ר\"ע מי פטר ליה מפר דלמא כי מפטר ליה ר\"ע מעולה ויורד אבל פר מייתי הלכך אי כר\"ע ס\"ל ליתני משיח מביא פר. אלא ודאי לא אמר ר\"א אלא בטומאת מקדש וקדשיו. ובמשיח סבר לה כר\"ש ולא נהירא גירסא זו ולא נמצאת בספרי ספרד. ואיך יתכן שיאמר רב פפא דלמא לא פטר ר\"ע אלא מעולה ויורד אבל פר מייתי [ולכן אמרי] ה\"נ מסתברא. כי הבא להביא ראיה לקיים דברי תנא או אמורא צריך להביא ראיה מפורשת שלא יוכל אדם לסותרה והבא לסותרה יכול לומר דלמא לא אמר פלוני כך אלא כך ואין לך ראיה ברורה מכאן. אבל לא יתכן כלל שאדם מביא ראיה מדלמא. ועוד דהאי דלמא לא מסתבר כלל. דמשיח בפר הוקש לצבור בפר מלאשמת העם. וכי היכי דצבור לא מייתו פר בהשמעת קול ובטוי שפתים וטומאת מקדש וקדשיו. ה\"נ משיח לא מייתי עליה. ותו לא מידי:",
            "א\"ר יוחנן מודה ר\"א שאינו מביא אשם תלוי ואע\"ג דאמר ר\"א דנשיא מביא חטאת קבועה על טומאת מקדש וקדשיו מודה הוא שאין הנשיא מביא על ספק אשם תלוי כדתנן אין מביאין אשם תלוי על עשה ולא תעשה שבמקדש. ואע\"ג דלא אימעיט טומאת מקדש וקדשיו מדין אשם תלוי אלא מדלא הוויין חטאת קבועה כדאמרינן לעיל בפרקין. ונשיא מביא חטאת קבועה. אפ\"ה אין מביאין. דאשם תלוי בסתם לכל ישראל נאמרה. וכמו ששאר הצבור אינן מביאין אשם תלוי על טומאת מקדש וקדשיו. כך נשיא אינו מביא. ולא דמי לקרבן עולה ויורד שנשיא מביא חטאת קבועה. לפי שיצא (קבוע) [נשיא] מכלל יחיד לכל חטא שזדונו כרת. ופרשת עולה ויורד ליחיד נאמרה ולא לנשיא:",
            "<b>הדרן עלך הורה כהן משיח מתני' כהן משיח שחטא מביא פר ונשיא מביא שעיר.</b> הך דשעיר אתיא דלא כר\"ש. דלר\"ש דבעי חטאה וידיעה ה\"ל לפלוגי בין נודע לו עד שלא עבר לנודע לו אחר שעבר:",
            "<b>וכן נשיא שעבר.</b> האי וכן לאו דוקא דאין דינם שוה אלא [בעברו] אחר החטא. ואיידי דתנא ברישא וכן תנא נמי בסיפא וכן:",
            "<b>השתא י\"ל (ניער) [עבר] ממשיחותו כו'.</b> לא שייך הכא למימר לא זו אף זו קתני. דא\"כ נערבינהו ונתנינהו בחד בבא ולא נתני נשיא בהדי':"
        ],
        [
            "<b>אשר נשיא יחטא יכול גזרה.</b> משום דשני קרא בדיבורי' וכתיב אשר נשיא יחטא ולא כתיב אם נשיא יחטא כי היכי דכתיב אם הכהן המשיח יחטא בעי יכול שהכתוב מבשרך שעתידין (הנשיאות) [הנשיאים] לחטוא ת\"ל יחטא דמשמע במקרה כמו יחטא דכתיב גבי כ\"מ. ומתוך פרש\"י ז\"ל משמע שכתוב בספרים נאמר כאן יחטא ונאמר להלן יחטא. ואפי' אם ישנו בספרים אינה ג\"ש ממש דתרוייהו צריכי למעוטי קודמות. אלא גלוי מלתא בעלמא דיחטא דהכא כמו יחטא דהתם. והאי דכתיב אשר כדדריש לקמן אשרי הדור שהנשיא מביא קרבן על שגגתו:",
            "<b>(ואי) [ומי] כתיב קרא הכי לבשר על הרעה.</b> אין [דכתיב] ונתתי נגע צרעת בבית ארץ אחוזתכם בשורה היא להם. (אלא) [אלמא] אורחא דמלתא דקרא מרמז העתידים אפי' הרעה. ואע\"ג דלא דמי כולי האי דאותה בשורה טובה היתה דאמרינן במדרש שהאמורים הטמינו אוצרותיהם בכותלי בתיהם ובמקום המטמון הביא הקב\"ה צרעת כדי שיסתרו הכותלים וימצא המטמון:",
            "<b>ונגעי אונסין לא מטמו והתניא וכו' עד תאמר בנגעים שמטמאין באונס.</b> ומשמע ליה לתלמודא שאין לחלק בין נגעי אדם לנגעי בתים. והרמ\"ה ז\"ל הקשה מאי פריך מנגעי אדם לנגעי בתים הכא ענינא דקרא דכתיב ונתתי אני ולא שבא ע\"י אונס. והכא מענינא דקרא דכתיב כי יהיה דמשמע בכל ענין שיהיה. ועוד אי ס\"ד דמעיקרא הוה ס\"ל דנגעי אונסין דממעט ר' שמעון בבתים קממעט להו. א\"כ מאי סלקא דעתך לאוקמינהו. אי בנגעי רוחות וכשפים מאי קא פריך [הא] לא דמי האי אונס שמביא אדם בגרמותו לאונס אחר. וכ\"ת דאפי' אי מוקמת ליה בנגעי רוחות וכשפים קשיא ליה. א\"כ מאי משני רבא ור\"פ בנגעי רוחות בנגעי כשפים. ופירש דס\"ד מעיקרא דהני נגעי אונסין דממעט ר\"ש לא בנגעי בתים קאמר דמשמע ליה לר\"ש למדרש קרא ונתתי אני ממילא פרט לנגעי אונסין שלא באו ע\"י המקום ב\"ה בלבד אלא ע\"י דבר אחר. ואם אינו ענין לנגעי בתים דס\"ד דליכא מידי בנגעי בתים דלא הוה מחמת המקום שהרי אין בבית רוח חיים שיקבל חולאים ונגעים כמו בבשר ודם. וע\"כ אי אתה מוצא בנגעי בתים אלא ע\"י גזירת המקום. ולא שייך למעוטי בהו נגעי אונסין. וקרא ע\"כ באם א\"ע לנגעי בתים תנהו ענין לנגעי בני אדם. ומש\"ה פריך מהך ברייתא. ותירצו רבא ור\"פ דמשכחת שפיר נגעים בבתים שלא באו על ידי הקב\"ה בלבד כגון נגעי רוחות וכשפים. (והכי) [ובבתים] ממעט ר\"ש אבל באדם מטמא אפי' באונס:",
            "<b>(ת\"ש) [ת\"ר] אשר נשיא יחטא פרט לחולה.</b> כדמפרש שאם נצטרע וחטא אינו מביא שעיר לפי שעבר מנשיאותו והרי הוא כהדיוט. ופרש\"י ז\"ל דהך ברייתא דלא כריה\"ג דלדידיה כיון דגזא דידיה כדקאי קאי מחייב ולא דק דלענין עולה ויורד הוא דקאמר ר\"י הגלילי דנשיא פטור משום דליתיה בדלות ועלה קמבעיא לה אם נצטרע אי מדחי דחי או מפטר פטר ופשט ליה דפטר לפרש\"י ז\"ל. אבל להביא שעיר אחר שחלה ועבר בהא (כ\"א) מודו דלא כדתני לעיל אשר נשיא יחטא כשהוא נשיא אין כשאינו נשיא לא. ותנן נמי במתני' נשיא שעבר הרי הוא כהדיוט וליכא מאן דפליג. הרמ\"ה ז\"ל:",
            "<b>א\"ל כל כך בידך ואתה עולה בספינה.</b> פרש\"י ז\"ל כ\"כ חכמה יש בידך ואתה יורד לסחורה לספינה בשביל מזונותיך. כלומר אתה צריך לירד בספינה בשביל מזונות. ולא נהירא דלא לנבונים עושר. ועוד דרוב יורדי ספינה הם עשירים בעלי סחורה. דמה לעניים צורך לילך בספינה ממדינה למדינה. ונ\"ל (כבר) [כ\"כ] אתה יודע במוצאי הים וקורותיו ואתה יורד לספינה. וא\"ל עד שתמה אתה עלי שלא הועילה חכמתי לי ליזהר ולכוין השעה שיעלו הכוכבים תמה על אלו חכמים גדולים שאין כל חכמתם מועילה להם ליטול עצה לעצמן להרויח אפילו כדי מזונותם בצמצום. הרמ\"ה ז\"ל:",
            "<b>נתן דעתו להושיבם בראש.</b> פירש רש\"י כדי שיהיו מתפרנסים בשררה שיתן להם. ולא נהירא דלשון להושיבם בראש בישיבה משמע כדאמרינן בכתובות בשלהי פרק הנושא (דף קג:) דר\"ח בר חמא יושב בראש. ובישיבה מאי פרנסה איכא. אלא משום דאשבחיהו רבי יהושע כולי האי אמר ראוים הללו לישב בראש ולמנותם פרנס על הצבור. הרמ\"ה ז\"ל:"
        ],
        [
            "<b>ואחד אכלו אכילה גסה.</b> פרש\"י ז\"ל [לשם אכילה גסה] שלא נתכוון לאכלו לשם מצוה אלא נתכוון לאכול בקנוח סעודה (לשם אכילה גסה). ופירושו אינו מובן דבמאי פשע אי במה שאכל בקנוח סעודה זו היא עיקר מצותו שיהא נאכל על השבע. ועוד מאי דקאמר לשם אכילה גסה אם הוא שבע כ\"כ שהאכילה גס היא לו מה לו להזכיר לשם אכילה גסה. ואם הוא תאב לאכלו ואכל שלא לשם מצוה לימא ואחד אכלו שלא לשם מצוה. אלא נראה לפרש כפשוטו שאכלו לאחר שהיה שבע כ\"כ שאינו נהנה כלל מאותה אכילה אע\"פ שדרכו להיות נאכל על השובע היינו משום דכתיב למשחה כדרך שהמלכים אוכלים שמביאין התפנוקין הטובים בקינוח סעודה לפי שכבר שבעו משאר מאכלים ונפשם קצה בהם אלא שנהנים ממאכלים הטובים באחרונה. אבל אין לאכול קדשים אחר השבע כ\"כ שאין נפשם נהנה מהם שאין זה למשחה. ומ\"מ פריך שפיר נהי דלא קא עביד מצוה מן המובחר פסח מיהא עביד דמקריא שפיר אכילה אע\"פ שאינו נהנה מהם. והא דאמרינן האוכל אכילה גסה ביוה\"כ פטור אלמא דלא מקריא אכילה כלל היינו כשהוא שבע כ\"כ שמאכל כואב לו מרוב שבעו:",
            "<b>לתאוה יבקש נפרד זה לוט שנפרד מאברהם.</b> אע\"פ שלא נפרד עד שאמר לו אברהם כיון שמריבה זו באה מחמת הרועים ה\"ל למחות שלא יריבו עוד ללמדך שהיה תאב להפרידו וכיון שפתח לו אברהם מיד נפרד ממנו ומתוך זה נתגלה קלונו שאם נשאר אצל אברהם לא בא תקלה זו ע\"י. הרמ\"ה ז\"ל:",
            "גדולה עבירה לשמה מה שנבעלה יעל לסיסרא לא להנאתה כיונה אלא לתשש כוחו שירדו ויהרגנוהו אבל בעילות האמהות להנאתן הלכך קרי להו מצוה שלא לשמה:"
        ],
        [
            "הכא ב\"ע כגון שאכל חלב כשהוא הדיוט ונתמנה ואח\"כ נודע לו מהו דתימא נייתי כשבה או שעירה קמ\"ל תינח לר\"ש דאזיל בתר ידיעה הלכך פטור אלא לרבנן דאזלי בתר חטאה גרידא אמאי פטור. הב\"ע שאכל חצי זית חלב כשהוא הדיוט ונתמנה והשלימו בכדי אכילת פרס מהו דתימא נייתי כשבה או שעירה דצרף אכילה בתרייתא בהדי אכילה קמייתא קמ\"ל. ואיכא גירסא אחרת בספרים הב\"ע כגון שאכל כזית חלב כשהוא נשיא ועבר ואח\"כ נודע לו מהו דתימא נייתי כשבה או שעירה קמ\"ל. תינח לר\"ש דאזיל בתר ידיעה הלכך לא יכול למפרך והלא כבר יצא נשיא לידון בשעיר דנשיא בכה\"ג לאו בכלל חיובא דשעיר הוה ואצטריך ליה למעוטי מדין הדיוט דסד\"א לייתי כשעת ידיעה. ואע\"ג דחטא עד שלא נתמנה ונתמנה ונודע לו לא אזיל ר\"ש בתר ידיעה להביא שעיר אע\"ג דליכא קרא למעוטי אלא מסברא הוא דאית ליה [הכי] הכא (ה\"נ) צריך קרא דהיכא דהוה חטאה וידיעה בתרי גווני מסתבר טפי לילך אחר ידיעה הגורמת הבאת קרבן להשוות קרבן זה לרוב צבור כגון אכל כשהוא נשיא ועבר ונודע לו דסד\"א ניזל בתר ידיעה להביא כשבה או שעירה כרוב צבור להכי אצטריך קרא למעוטי. אבל אכל כשהוא הדיוט ונתמנה ונודע לו מסברא לא אזלי' בתר ידיעה להביא קרבן נשיא. אלא לרבנן דאזלי בתר חטא דתנן כהן המשיח שחטא ואחר כך עבר ממשיחתו וכן נשיא שחטא ואח\"כ עבר מנשיאתו משיח מביא פר ונשיא מביא שעיר מאי איכא למימר כיון דנשיא בכלל חיובא דשעיר ל\"ל למעוטי לנשיא ממעוטא דעם הארץ והלא כבר יצא נשיא לידון בשעיר. הב\"ע שאכל חצי זית חלב כשהוא נשיא ועבר והשלימה בכדי אכילת פרס ונודע לו מהו דתימא כיון דלא השלים השעור כשהוא נשיא לא קרינן ביה אשר נשיא יחטא לצטרף חצי זית קמא בהדי חצי זית בתרא וליתי כשבה או שעירה כרוב צבור (דאיכא) [דליכא] למפרך והלא כבר יצא נשיא לידון בשעיר דבכה\"ג לא יצא לידון בשעיר קמ\"ל דפטור אף מכשבה או שעירה. וגירסא זו נראה עיקר דאמר נשיא יחטא משמע דאתי למעוטי כשאכל כשהוא נשיא וללישנא קמא במאי דבעי למימר מעיקרא אכל כשהוא הדיוט. ועוד דמסתברא דהא דאזיל ר\"ש בתר ידיעה מסברא ידע ליה ולאו מקרא מדלא מייתי האי קרא למדרש טעמיה דר\"ש:",
            "<b>ואיזה מומר דבסתמא הוה מין אוכל נבלות כו'.</b> פרש\"י ז\"ל כיון דאוכל דברים שאין הגוף נהנה בו וקשה תינח נבלות דאיכא למוקי בנבלות מוסרחות אבל טרפות מאי איכא למימר [ובפרש\"י ז\"ל לא הזכיר טרפות משמע דל\"ג ליה (ברש\"י שלנו כתוב טרפות). אלא יי\"נ מאי איכא למימר. ומיהו יי\"נ איכא לאוקמי ביין שנתנסך לעבודת כוכבים ולאו משום דאין הגוף תאב לו אלא כיון דפקר כולי האי לשתות יין שנתנסך לעבודת כוכבים. ומיהו קשה אפילו בנבלות סרוחות שקצים ורמשים אמאי הוי מין הא קתני לקמן אכל פרעוש אחד כו' אע\"ג דאין הגוף מתאוה לו. וי\"ל דלא אכל אלא פ\"א כדקתני אכל פרעוש אחד דנפשו חומדת לטעום כל דבר ואפי' דבר איסור. אבל הכא דאתפקר כולי האי לאכול נבלות וטרפות תדיר בדבר שאין הגוף נהנה ודאי מין הוא. הרמ\"ה ז\"ל]:",
            "רבי יהודה אומר אף (על הכלאים) [הלובש כלאים] פרש\"י ז\"ל דארישא קאי ואמר אף הלובש כלאים כמו אוכל חלב. והרמ\"ה ז\"ל פירש דאסיפא קאי [דהלובש כלאים בסתמא הוי מין כיון דלית ביה הנאה טפי מבשאר בגדים. ומסתברא כפרש\"י ז\"ל]:",
            "כלאים דרבנן כגון לבדים שהן שוע ואינו טווי וארוג דמדאורייתא לא הוה כלאים עד שיהא שוע כל אחד לבד וטווי כל אחד לבד ונוז דהיינו שזור כל אחד לבד ואח\"כ אורגו יחד. כפר\"ת ועיקר:",
            "ת\"ר יכול נשיא שבט כנחשון בן עמינדב ת\"ל מכל מצות ה' אלהיו ולהלן הוא אומר למען ילמד ליראה את ה' אלהיו. הך ברייתא מפרשה למתניתין דקתני איזהו נשיא זה מלך שנאמר מכל מצות ה' [אלהיו] שאין גביו אלא ה' אלהיו. דלא תימא ממשמעות קרא דריש קמ\"ל דלא דטובא קראי כתיבי ה' אלהיו ה' אלהיך אלהיכם ואחד מלך ואחד הדיוט במשמע. אלא מגזירה שוה דפרשת מלך קדריש:"
        ],
        [
            "<b>בעי מיניה רבי מרבי חייא.</b> אע\"ג דרבי חייא תלמידיה הוה אפ\"ה מגדולי תלמידיו [היה] דהיה נושא ונותן (בו) [רבי] עמו:",
            "<b>כגון אני.</b> אם הייתי בזמן הבית מביא שעיר או לאו. וא\"ל לא לפי שראש גולה גדול ממנו כדמפרש ואזיל לפי שרודין את העם בשבט:",
            "<b>ובו משחו כהנים גדולי' ומלכים.</b> ואע\"ג דכתיב בקרא אשר יתן ממנו על זר ונכרת ומלך בכלל זר. אפשר דדריש ליה מדכתיב על בשר אדם לא ייסך ודרשי אדם ולא מלך כדדרשי' (מגילה דף יא.) בקום עלינו אדם ולא מלך זה המן הרשע:"
        ],
        [
            "וגנזו שנאמר ויאמר ללוים המבינים [לכל ישראל] (בעם) הקדושים לה' תנו את ארון הקודש בבית אשר בנה שלמה בן דוד מלך ישראל. ומשמע לשון פשטי' דקרא דלמגנזי' קאמר. חדא דארון בבית המקדש הוי קאי דמאן אפקי' מהתם דאיצטריך יאשיהו המלך (ולדוכתי' להדורי קאמר להו) [למימר להו לאהדורי לדוכתיה] ועוד לכתוב קרא בבית ה' וממילא ידענא דשלמה בניה למקדש ל\"ל לכתוב בבית אשר בנה שלמה בן דוד מלך ישראל. אלא משמע מהכא דכי בניי' שלמה לבית המקדש הוה ידע דסופי' ליחרב וישראל יגלו מעל אדמת' והכין בית תחת הקרקע שיהי' מוכן לגנוז בו ארון כדי שלא ישלטו [בו] יד אומות העולם. ועליו קאמר יאשיהו בבית אשר בנה שלמה. ואיכא למימר הא דקאמר שלמה (ואכין) [ואשים] שם מקום לארון (מלכים א ח) אההיא דוכתא קאמר. ולאו כ\"ע ידעי ליה לההיא דוכתא אלא לחסידי כהונה ולויה דהוה מסור להו דור אחר דור והיינו דכתיב ללוים המבינים (בעם) [לכל ישראל] הקדושים לה' שהיו מבינים ויודעים את מקומו:",
            "<b>וכשהוא מספר את זקנו עולות ויושבות בעקרי זקנו ונדבקין בבשר שאין שם שער.</b> הרמ\"ה ז\"ל:",
            "<b>והורדתם אותו אל גיחון.</b> הוא מעין קטן שהוא למטה מירושלים והוא מי שלוח:",
            "<b>אמשיך נהורא.</b> מתמר ועולה (בעליה) [כעלה] משוך ולא מקטף אקטיפי שאינה נוטה לכאן ולכאן כדרך (שהשלבת) [השלהבת] על ידי רוח. כדאמרי' (פסחים דף ח) גבי אור הנר יפה לבדיקה משום דאמשיך נהורא והנך מקטף אקטיפי:",
            "<b>פר הבא על כל המצות.</b> דכתיב ביה הכהן המשיח. ואע\"ג דגבי עשירית האיפה כתיב נמי המשיח. כתיב ביה נמי ביום המשח אותו ואין מעוט אחר מיעוט אלא לרבות. הרמ\"ה ז\"ל:",
            "<b>ומצווים על הבתולה.</b> (ליקח) פי' [ליקח] בתולה ולא בעולה ולישנא דקרא נקט והוא אשה בבתוליה יקח ולא בעולה. ולאו הבא מכלל עשה עשה:",
            "מ\"ט דר' מאיר דתניא משיח אין לי אלא משיח בשמן המשחה מרובה בגדים מנין ת\"ל המשיח דה\"א דמשיח משמע נמי מעוט כדאמרי' הירך המיומנת שבירך ומעוט אחר מעוט לרבות [מרובה] בגדים. ורש\"י ז\"ל גריס ת\"ל הכהן משמע דמיתורא דהכהן דריש:"
        ],
        [
            "<b>ר\"י אמר רבי הוא ונסב לה אליבא דתנאי.</b> ולאו משום דסבר כר\"מ בחדא אלא סבר בכולה מלתא כרבנן. אלא בחדא נסיב לה כר\"מ כדי לאשכוחי טובא אין בין. ואליבא דר\"מ מצי למתני אין בין כהן משמש לכהן שעבר אלא (כר' יוסי הכתיב) [פר יוה\"כ] ועשירית האיפה אבל לא אליבא דרבנן דסברי דשני אין לו דין כהן גדול כלל:",
            "<b>ומחזיר את הרוצח [דברי ר\"י] וחכ\"א אינו מחזיר.</b> פלוגתא דר\"י ורבנן היא במכות פרק אלו הן הגולין אבל במרובה בגדים ומשיח שעבר מודו דמחזיר. ואע\"ג דכתיב אשר משח אותו בשמן הקדש מרבויא דקרא מרבי להו. דתלתא כהן כתיבי בקרא. וישב בה עד מות הכהן הגדול. כי בעיר מקלטו ישב עד מות הכהן הגדול. ואחרי מות הכהן הגדול ישוב הרוצח. חד למשיח בשמן המשחה. וחד למרובה בגדים. וחד למשיח שעבר. ובמשוח מלחמה פליגו בה ר\"י ורבנן [ר\"י סבר] מחזיר. ומפרש טעמא התם דכתוב עוד כהן אחרינא לשוב לשבת בארץ עד מות הכהן. ורבנן סברי מדלא כתיב הכהן הגדול ש\"מ האי הכהן חד מהנך תלתא כהני הוא:",
            "<b>הכהן הגדול מאחיו זה כהן גדול.</b> אפי' אם לא כתוב אשר יוצק על ראשו ממילא ידענא דלא הוי כהן גדול אלא במשיחה או ברבוי בגדים דילפי' מאהרן:",
            "<b>דכתיב כי נזר שמן משחת אלהיו עליו עליו ולא על חבירו.</b> משמע דממעט אחר משוח כמותו אבל לא מרובה בגדים. ועוד דמרובה בגדים הוי בכלל ומן המקדש לא יצא שהרי הוא משמש במקדש בכהונה גדולה:",
            "<b>ר\"ע אומר אין לי אלא שעבר מחמת קריו מחמת מומו מנין ת\"ל והוא.</b> פי' הרמ\"ה דר\"ע דריש שתי דרשות מן והוא דכוליה יתירא הוא. וה\"ק אין לי דמרבה מן הוא אלא עבר מחמת קריו עבר מחמת מומו [מנין] ת\"ל פי' וי\"ו יתירא דוהוא. ולא נהירא דמשמע דר\"ע אוהוא דדרש ר' ישמעאל קאי וכי היכי דר\"י לא דריש מני' אלא חדא דרשא ה\"נ ר\"ע לא דריש מניה אלא חדא דרשא. וה\"פ אין לי דמסתבר למימר שלא תפחות קדושתו [מחמת] פסולו אלא שעבר מחמת קריו שבידו לחזור לקדושתו כשירצה שיטבול ושמשא ממילא (עבר) [ערבא]. עבר מחמת מומו שאין בידו לחזור לקדושתו מנין:",
            "<b>משיח שנצטרע מהו באלמנה.</b> לענין מלקות קא בעי דבלאו הכי מצורע אסור בתשמיש המטה. א\"נ כמ\"ד (מ\"ק דף ז:) מצורע בימי חלוטו מותר:",
            "<b>מידחא דחי או מפטר פטור.</b> פרש\"י ז\"ל מי אמרי' כהונה גדולה ולא נהירא (דקאי) [דתרי] צדדין של האבעיא אינם בענין אחד דמדחא דחי הוא קודם שנצטרע ומפטר פטר אחר שנצטרע ואין זה שטת התלמוד. אלא בכ\"מ ב' צדדי האבעיא הם בענין אחד. ועוד כשהוא אומר או מפטר פטר אינו נותן שום טעם למה ל\"א הואיל ונדחה ידחה. ועוד לישנא דמפטר פטר לא ניחא דהל\"ל משרא שרי. ונראה לפרש מדחא דחי מי אמרי' משיח שנצטרע מדחה ידחה מכהונה גדולה לפי שנצטרע וא\"א לו לשמש כ\"ז שהוא מצורע. ומהשתא ע\"כ לא מדחי אלא מדברים שא\"א לקיימן כשהוא מצורע. אבל מאיסור אלמנה וכיוצא בה דאפשר לקיימן כשהוא מצורע לא מדחי. א\"ד מפטר פטר מכל דין כהונה לגמרי והרי הוא מותר באלמנה. הרמ\"ה ז\"ל:",
            "<b>למטה מקמי שפה.</b> כלומר למטה משפת פי הבגד כדכתיב (שמות כח) שפה יהיה לפיו סביב. שמניח את השפה וקורע למטה ממנה. והא דקאמר למטה מקמי שפה לאשמועינן דקריעה לא הוי אלא מצד שהוא לעבר פני הבגד כמו שיראה צד פני הלבוש:",
            "<b>על אביו ועל אמו מבדיל קמי שפה.</b> דכתיב באלישע והוא מצעק אבי אבי ש\"מ דבאביו נמי בעי הכי וה\"ה באמו:",
            "<b>כל התדיר מחבירו קודם את חבירו.</b> תמידין קודם למוספין מוסף שבת קודם למוסף ר\"ח מוספי ר\"ח קודמין למוספי ר\"ה:",
            "<b>כל המקודש מחבירו קודם את חבירו.</b> דם חטאת קודם לדם עולה מפני שהוא מרצה. אברי עולה קודמין לאמורי חטאת מפני שהוא כליל לאשים ואגב פר העדה ופר העלם דבר הוא דמייתי לה. ואע\"פ שאין טעם שלהם לא משום תדיר ולא משום מקודש אלא גזירת הכתוב הוא:",
            "<b>מכדי כתיב מלבד עולת הבוקר.</b> ומינה שמעינן דתמידין קודמין למוספין שהכי משמע לישנא דמלבד שלא תאמר עולה זו במקום עולת הבקר היא אלא מלבד עולת הבקר היא באה שאע\"פ שהקריבו עולת הבקר צריך שיקריבו גם המוספין ש\"מ דעולת הבקר קריבא ברישא. למה לי למכתב תו אשר לעולת התמיד. אלא ליתן טעם לדבר למה תמידין קודמין למוספין לפי שהיא עולת התמיד למילף מינה דכל התדיר מחבירו קודם לו:"
        ],
        [
            "מה\"מ דת\"ר ושרף אותו כאשר שרף את הפר הראשון וה\"ל למכתב כאשר שרף את פרו מה ת\"ל הראשון [שיהא] ראשון (לכל העבודה) [לפר העדה] לכל מעשיו:",
            "<b>דתני' והקריב את אשר לחטאת ראשונה.</b> בקרבן עולה ויורד בשמיעת קול וביטוי שפתים וטומאת מקדש וקדשיו כתיב:",
            "אלא זה בנין אב שיהא חטאות קודמות לעולות הבאים עמהם:",
            "<b>וקיי\"ל דאפילו חטאת העוף קודמת לעולת הבהמה.</b> ואע\"ג דבהמה עדיפא דהוי מין זבח. דלהכי אהני קרא יתירא. דאי לחטאת בהמה הא לא צריך קרא דדם חטאת קודם לדם העולה שהוא מרצה. אלא לאשמעי' דאי מתרמי חטאת העוף דראובן ועולת בהמה דשמעון דקודמת חטאת העוף. אבל בחד גברא לא משכחת דמייתו חטאת העוף ועולת בהמה:",
            "<b>לחטת חסר כתיב.</b> אלא למימר דמעלת חטאת זו חסירה ממעלת שאר חטאת:",
            "<b>(דמ\"ש) [מ\"ט] האי דיחיד והאי דצבור וצבור קודמין ליחיד אפי' הוא נשיא.</b> והא דאמרי' בפ\"ק דר\"ה (דף ח: וש\"מ) מלך וצבור מלך נכנס תחילה לדין התם שאני כדמפרש טעמא לאו אורח ארעא למיתב מלכא אבראי. ואב\"א מקמי דלפוש חרון אף:",
            "<b>ואומר שמע נא יהושע הכהן הגדול.</b> מאי ואומר וכ\"ת שאני צדוק הכהן דהוה משמש באורים ותומים וה\"ל כמו נביא כמו (במדבר כז) ולפני אלעזר [הכהן] יעמוד ושאל לו במשפט האורים (ותומים) ויהושע נביא היה ואפ\"ה היה צריך לאלעזר. אבל כה\"ג שאינו משמש באורים ותומים לא עדיף מנביא ת\"ל שמע נא יהושע ובבית שני הוה וכבר פסקו אורים ותומים (קודם):",
            "<b>משוח בשמן המשחה קודם למרובה בגדים.</b> וה\"נ איתא במסכת נזיר ר\"פ כהן גדול משוח בשמן המשחה ומרובה בגדים משוח בשמן המשחה עדיף דמביא פר הבא על כל המצות אבל מרובה בגדים לא. ותימה האיך הוה ב' כהנים גדולים כאחד. י\"מ שאירע טומאה לכהן משיח. אחר שגנז יאשיהו המלך השמן המשחה (ואינו) [ומינו] מרובה בגדים לשמש תחתיו. ולא נהירא דא\"כ ה\"ל למכתב משוח בשמן המשחה קודם למרובה בגדים שעבר כדאמרינן מרובה בגדים קודם למשיח שעבר ועוד דהתם בנזיר ה\"ל למימר משוח בשמן המשחה עדיף דחזי לעבודה ומרובה בגדים לא חזי לעבודה כדקאמר התם מרובה בגדים ומשיח שעבר מרובה בגדים עדיף דאילו מרובה בגדים עביד עבודה ואילו משיח שעבר לאו בר עבודה הוא דאינו ראוי לא לכה\"ג ולא לכהן הדיוט. ופי' הרב ר' משה מאוברא דכגון [שגלה או] שחלה כה\"ג ואוקמו אחר תחתיו וכיון ששימש ימים רבים בכה\"ג מסתמא אין מעבירין אותו אף כששב או שנתרפא דדוקא באירע קרי שהשני אינו משמש אלא לפי שעה חוזר ראשון לעבודתו:",
            "<b>מרובה בגדים קודם למשיח שעבר.</b> כגון שאירע קרי לכה\"ג קודם שגנז שמן המשחה ומשחו אחר תחתיו ומת כה\"ג ומינו אחר תחתיו אחר שגנז שמן המשחה. ומה שלא מינו משוח שעבר (אע\"פ) [אפשר] שהאחר נתחכם ונתעלה יותר או שמא ע\"פ מלך מינוהו כמו שמצינו שהיו נתמנים עפ\"י מלך בבית שני ברבוי דמים (יומא דף ח: יח. יבמות סא.):",
            "<b>אבעיא להו לענין טומאה סגן ומשוח מלחמה איזו מהן קודם.</b> הך בעיא איתא נמי בנזיר בריש כ\"ג ואין (וכתב) [כתוב] שם לענין טומאה. אלא סגן ומשוח מלחמה מאי. ומשום דקאי אמתניתין כה\"ג ונזיר שהיו מהלכין בדרך ומצאו מת מצוה ר' אלעזר אומר יטמא כה\"ג ואל יטמא נזיר. וחכ\"א יטמא נזיר ואל יטמא כה\"ג. ועלי' קאי הבעי' משוח מלחמה וסגן מאי. אבל הכא מתניתין בקדימה להחיותו איירי ומשום הכי הוצרך לפרש לענין מאי (והא דלא מבעיא) [ופשיטא] ליה לענין החיותו משוח מלחמה קודם לפי שהוא ראש ערכי מלחמה וחיי ישראל תלוין בו אבל לענין טומאה מספקא ליה אי סגן עדיף לפי שהוא מזומן לשמש תחת כה\"ג:"
        ],
        [
            "<b>וסמנך קמיצה.</b> וסימנך שלא תטעה לומר שמא חד אמר אחת ולא שתים וחד אמר שתים ולא שלש. או שמא אחד אומר שתים ולא שלש ואחד אומר שלש ולא ארבע. יהיה סימנך קמיצה. כלומר כפוף הקמיצה וישאר ב' אצבעות זקופין ואצבע מצד זה. ובזה תזכור שא' אומר אחת ולא שתים. והא דלא קאמר וסימנך אמה שאם תכפוף אצבע אח' הארוך ששמו אמה ישארו כמו כן אצבע מכאן וזרת מכאן וקמיצה מכאן משום דדרך לכפוף הקמיצה כדי לקמץ נקט קמיצה. אי נמי דלא הוי סימן מסוים כ\"כ דאיכא למימר אגודל מן המנין ויהיו שתים מכאן ושתים מכאן אבל כשתכפוף הקמיצה וישאר רק הזרת מצד א' ממילא ידענא דאין הגודל בכלל דא\"א לומר אחד ולא שלש:",
            "<b>גרס ותנא.</b> במשנת עוקצין:"
        ],
        [
            "<b>אפילו אומנא לביתיה לא קרא.</b> הרבה מהמון עם הולכין לבית האומן להקיז דם. והנכבדים קוראים לאומן ובא לביתם וכ\"כ השפיל עצמו שלא רצה לקרוא את האומן לביתו. ורב האי גאון פי' כד שלחו מתם סיני עדיף והשפיל רב יוסף עצמו ולא רצה לנהוג שררה בפני רבה היה חולק לו רבה כבוד ואפי' מקיז דם לא קרא אותו לביתו לפי שהיו עושין כל צרכו בביתו של רבה. והרמ\"ה ז\"ל פי' כך הואיל שהשפיל רב יוסף את עצמו ולא רצה לנהוג שררה בפני רבה הגינה זכות ענותנותו עליו ועל אנשי ביתו שלא חלה אחד מהם כל השנים שמלך רבה ואפי' אומן להקיז דם לא קרא לביתו. והדין פירוש מסתבר לן:",
            "<b>אביי ורבא ורב זירא ורבה בר מתנה הוו יתבו בהדדי והוו צריכי רישא.</b> כלומר היו צריכין למנות ראש עליהם לאותה שעה כדי שישנה להם ויסדר להם משניות וברייתות והם יקשו לו והוא מתרץ ולפי שהיו כלם חכמים ונבונים ראוים להיות ראשים ולא אחד מהם כפוף לחבירו ולא היה אפשר לאחד מהם למנות את השני כדי שלא יתקנאו בו שלישי או רביעי. לפיכך אמרו כל מאן דאמר מלתא ולא מפרכי להוי רישא. אמר כל חד מנייהו מלתא (דכל הוה) [דכולהו] אפריך ואילו דאביי לא אפרך חזייה רבא לאביי דגבה רישא. כלומר ראה לו הרמת ראש והצהלת פנים מחמת דלא איפרך ליה מלתא אמר ליה נחמני פתח ואימא דרוש לקמן דמן שמיא פסקי לך רבותא. ופי' רב האי גאון ז\"ל דאביי נחמני שמו ומפרשי' בכמה דוכתי בגמרא ונקטי(נן ד)רבנן דבר אחוהי דרבה בר נחמני הוה ותלמידו וכיון דהוה שמו נחמני כשם אבוהי דרבה לא הוה קרא לו בכל שנותיו נחמני בשם אבוהי אלא דהוה קרא ליה אביי בלשון ארמי כאדם שקורא אבי וסליק ליה אביי. וכיון שהיה מן האבות והגדולה קריוה רבנן הכי עכ\"ד ז\"ל:",
            "<b>איבעיא להו רבי זירא ורבה בר מתנה הי מנייהו עדיף.</b> נפיק מינה להיכי דמתרמי כזו ומצטרך עלמא לחד מנייהו ובעיא הי מנייהו עדיף. והשתא מפרש (מזה) [מדה] דלכל חד מנייהו. ר' זירא חריף ומקשה מתוך פילפולא היה יודע להקשות ולתרץ (מי לא) [מיד] הוה ידע לאסוקי שמעתתא אליבא דהלכתא רבה בר מתנה מתון ומסיק כלומר לא היה מפולפל וחריף כ\"כ להקשות ולתרץ מיד אלא שוהה ומעיין יפה עד דמסלקא ליה שמעתי' אליבא דהלכתא מאי הי מנייהו עדיף וסלקא בתיקו:",
            "הדרן עלך כהן משיח וסליקא לה מסכת הוריות"
        ],
        []
    ],
    "versions": [
        [
            "Talmud Bavli, Vilna 1883 ed.",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ],
    "heTitle": "תוספות הרא\"ש על מסכת הוריות",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Tosafot HaRosh",
        "Seder Nezikin"
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}