{
    "title": "Even Ha'azel on Mishneh Torah, Vessels of the Sanctuary and Those who Serve Therein",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Vessels_of_the_Sanctuary_and_Those_who_Serve_Therein",
    "text": [
        [
            [],
            [],
            [
                "<b>המור הוא הדם הצרור בחיה שבהודו הידוע לכל שמתבשמין בה בני אדם בכל מקום.</b><br><b> השגת </b> הראב\"ד המור הוא הדם הצרור, א\"א אין דעתי מקבלת שיכנסו במעשה הקודש דם שום חיה בעולם כל שכן דם חיה טמאה, אבל המור הוא האמור בשיר השירים וכו' והוא ממין עשב או ממין אילן וריחו נודף.<br><b> הכ\"מ </b> כתב דכיון שנשתנה מצורת דם ונעשה כעפר בעלמא לא גרע בשביל שבא מחיה טמאה, ונראה לי לסייע לדברי הכ\"מ מהא דאיתא בשבת דף כ\"ח דתני רב יוסף לא הוכשרו למלאכת שמים אלא עור בהמה טהורה בלבד, ואסיק בגמ' דאתיא לדין רצועות שבתפילין, וקשה דכיון דהוא מילתא דתליא בסברא, א\"כ מסתבר דגם צבוע בדם חיה טמאה לא הוכשר למלאכת שמים, בפרט אי חזותא מילתא, וכעין זה הוא סברתו של הראב\"ד, וא\"כ איך צבעו בדם חלזון התכלת שסופו לבוא בבגדי כהונה שהם קדש, וע\"כ צ\"ל דדם חלזון כיון שהוא מפקד פקיד אין בו דין דם חיה, ואף שעכ\"פ הוא יוצא מן הטמא צ\"ל כדברי הכ\"מ דכיון שהוא צרור נעשה כעפר בעלמא, וכשיטת הרי\"ף בסוף פ' כל הבשר בחלב הקיבה דכיון שהוא מכונס בעור הקיבה פרשא בעלמא הוא, וכן פסק הרמב\"ם פ\"ט מהל' מאכלות אסורות, ולכן ה\"נ כאן גבי מור כיון שכתב הרמב\"ם שהוא הדם הצרור בחיה שבהודו, וא\"כ אינו דם האברים אלא כעין דם חלזון שיש להחיה מקום מיוחד שנצרר שם דם זה ואין לו המשך ויניקה מן האברים, ולכן נעשה פרשא בעלמא ואין לו אלא ריח, ולכן מיושב דגרע אפי' מדין עור דבודאי לא הוי אוכל ומ\"מ לא הוכשר למלאכת שמים עור בהמה טמאה, משום דעור לא נשתנה, אבל דם זה כיון דנעשה כעפר לא נפסל משום שמעיקרו בא מחיה טמאה וכדברי הכ\"מ."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הנותן משמן המשחה על גבי מלך או כהן גדול שכבר נמשחו פטור, שנאמר ואשר יתן ממנו על זר ואין אלו זרים אצלו, אבל הסך ממנו אפי' למלך וכהן גדול חייב שנאמר על בשר אדם לא ייסך כל אדם במשמע, וכהן גדול שנטל שמן המשחה מראשו וסך במעיו חייב והוא שיסוך ממנו בכזית.</b><br><b> השגת </b> הראב\"ד והוא שיסוך ממנו בכזית, א\"א לא מחוור מתוך הגמ' דכריתות דבעינן לסיכה כזית אלא לנתינה בלבד כדעת ר\"י.<br><b> בכריתות </b> דף ז' ע\"ב איתא הסך בשמן המשחה לבהמה כלים וכותים ומתים פטור למלכים וכהנים ר\"מ מחייב ור' יהודה פוטר וכמה יסוך ויהי' חייב ר\"מ אומר כל שהוא, ר\"י אומר כזית והאמר ר\"י פטור כי פטר ר' יהודא גבי מלכים וכהנים גבי הדיוט מחייב, ר\"מ ור\"י במאי פליגי א\"ר יוסף בהא פליגי ר\"מ סבר על בשר אדם לא ייסך כתיב וכתיב ואשר יתן ממנו על זר מה סיכה כל שהוא, אף נתינה כל שהוא ור\"י סבר יליף נתינה דעל זר מנתינה דעלמא, מה נתינה דעלמא כזית אף נתינה דעל זר כזית, אבל סיכה לממשח מלכים וכהנים דברי הכל כל שהוא.<br><b> והנה </b> דעת הראב\"ד ברורה מדברי הגמ' דסיכה בודאי היא בכל שהוא ופליגי רק בנתינה, ובדעת הרמב\"ם כתב הכ\"מ דכיון דיליף ר' יהודה נתינה דעל זר מנתינה דעלמא ה\"ה לסיכה דהוי בכזית, והיינו דקתני כמה יסוך ויהי' חייב ולדעת הראב\"ד הו\"ל למיתני כמה יתן, ומה דמסיים רב יוסף אבל סיכה לממשח מלכים וכהנים דברי הכל כל שהוא היינו במושח מלכים וכהנים שלא נמשחו עכ\"ד הכ\"מ, ומה שכתב דהא דאמר אבל סיכה לממשח מלכים וכהנים ד\"ה כל שהוא היינו לממשח מלכים וכהנים שלא נמשחו אינו מובן דאם כונתו שלא נמשחו ואחד בא למשחן שלא לשם משיחת מצוה, א\"כ למה יהי' חיובם בכל שהוא, ובמאי עדיפי חיובם מהדיוט דהדיוט בעי כזית ועלייהו מחייב בכ\"ש, ועוד דא\"כ למה השמיט הרמב\"ם דין זה, ומצאתי שכבר עמד בזה הבאר שבע בכריתות ותמה על הכ\"מ והוא משנה גירסת הגמ' וגורס ד\"ה חייב ולא דברי הכל בכ\"ש, ומלבד שקשה לחדש גירסא הנה לפי דבריו לא פליגי ר\"מ ור\"י במלכים וכהנים אלא בנתינה, אבל סיכה דברי הכל חייב וא\"כ איך תניא בברייתא הסך דאפי' אם נימא דנתינה בכלל סיכה או סיכה בכלל נתינה, אבל לומר דפי' הסך הוא דוקא נתינה זה ודאי אי אפשר, ואפי' אי גרסינן גבי לא יסוך לא יתן כמו שרצו להגיה אבל גבי הסך לא נמצא שום הגהה דגרסינן הנותן.<br><b> לכן </b> נראה פשוט דלדעת הרמב\"ם צריך לפרש כפי' התוס' דפי' אבל סיכה לממשח מלכים וכהנים, היינו כשמושחן משיחה של מצוה, וזה מבואר ברמב\"ם דלא הזכיר שיעור כזית במשיחת מלכים וכהנים, ומדוייק הלשון \"לממשח\" דקאי על משיחתן לשם מלכות וכהונה גדולה, אבל סתם סיכה לא נקרא לממשח אלא לסוך, ומה שהקשה הב\"ש דא\"כ מנ\"ל להרמב\"ם הך דינא דהסך ממנו אפי' למלך וכהן גדול חייב אני תמה על קושייתו דהא מפורש כן בגמ' בברייתא דתני רב חנניא דכהן גדול שנטל משמן המשחה שעל ראשו וכו' כמו שכתב הרמב\"ם, ומזה הוציא הרמב\"ם דה\"ה במי שסך מלך וכהן דחייב דהא תני תנא קמי' דר\"א כל שישנו בסך ישנו בבל ייסך והוא פשוט וברור.<br><b> איברא </b> דמה שכתבתי דממה דתניא הסך א\"א לומר דבסיכה מודה דחייב, דא\"כ איך תניא הסך, אבל באמת קשה דעכ\"פ הא פסק הרמב\"ם דסך חייב, עוד הקשה הב\"ש דמה פריך בגמ' והאמר ר\"י פטור ומשני כי פטר ר\"י גבי מלכים וכהנים, דהא בברייתא דקתני הסך גם מלכים וכהנים חייבים, ונראה דבאמת מחלוקת ר\"מ ור\"י דקתני בברייתא ודמיירי בסיכה ע\"כ מוכח דגם בסיכה פליגי, ור\"י בודאי סובר דגם סיכה פטור על מלכים וכהנים, אלא דאנן לא קיי\"ל בזה כר\"י כיון דאיכא סתמא דברייתא דתני רב חנניא דכה\"ג שנטל משמן המשחה שעל ראשו ונתן על בני מעיו שהוא חייב שנאמר על בשר אדם לא ייסך, והך ברייתא ע\"כ מפרשינן דהוא בסיכה אע\"ג דתניא ונתן דא\"א לומר דהך ברייתא סברה דגם בנתינה חייב, וע\"כ דהוא כר\"מ דמלך וכהן נמי מיקרו זרים לגבי סיכה אחריתא א\"כ למה לן קרא דעל בשר אדם לא ייסך, ולכן ע\"כ מפרשינן דונתן היינו וסך, וכמו שכתב הרמב\"ם וסך במעיו, ואפשר דמה דנטל משמן המשחה שעל ראשו ונתן על בני מעיו ע\"כ הוא דרך סיכה דהא אין שם שמן ליטול בכלי וליתן, וע\"כ הוא בידו שהוא דרך סיכה, ובנתינה סברה הברייתא כר' יהודה דמלך וכהן לא הוו זרים רק בסיכה חייב, ולכן שפיר פסק הרמב\"ם דבסיכה למלך וכהן חייב.<br><b> אכן </b> בעיקר תירוצו של הכ\"מ בדעת הרמב\"ם דגם סיכה בכזית משום דכיון דסבר ר' יהודה דגבי נתינה ילפינן מנתינה דעלמא דהוי בכזית שוב ילפינן לסיכה דהוי נמי בכזית דאיתקש לנתינה, הקשה הבאר שבע דהא לא הוזכר זה בגמ' ומנין להרמב\"ם לחדש כן כיון דבגמ' אמר מעיקרא דסיכה ודאי בכל שהוא, ור\"מ יליף נתינה מסיכה ור' יהודה יליף נתינה מנתינה דעלמא ולא אמר בגמ' דשוב ילפינן סיכה מנתינה. א\"כ משמע דסיכה גם לר' יהודה הוי בכ\"ש, הנה כל קושייתו הוא לפירש\"י דפי' מה דאמר בגמ' מה סיכה כל שהוא, דלא אשכחן שיעור בסיכה אף נתינה כל שהוא אע\"ג דנתינה בעלמא כזית כדמפרש לקמן, ומבואר לפירש\"י דמה סיכה בכ\"ש היינו דלהלכה צריך להיות סיכה בכ\"ש, אבל בפי' רבינו גרשום מבואר באופן אחר שכתב מה סיכה בכ\"ש דמכל דהו יכול לסוך חד אבר, אף נתינה דעונש נמי בכל שהוא ומדבריו מבואר דאין כונת הגמ' כלל לחלק בין סיכה לנתינה משום דבאמת הא לא כתיב כלל כרת בסיכה אלא לאו, וע\"כ דילפינן סיכה מנתינה, ומה דאמר מה סיכה בכ\"ש היינו דמציאות סיכה סגי בכ\"ש ולא דמי לנתינה דלשון נתינה הוא נתינה של דבר חשוב, אבל אין כונת הגמ' דלהלכה צריך לחלק הדין בין סיכה לנתינה, ומשום זה פי' רבינו גרשום אף נתינה דעונש היינו מה דכתיב ונכרת בנתינה דמנה ילפינן גם בסיכה הוא הכל בכ\"ש, ור' יהודה יליף נתינה מנתינה דעלמא דהוא בכזית, וממילא פשוט דה\"נ בסיכה דאין חילוק כיון דעיקר דין סיכה ילפינן מנתינה, ואינו צריך לדברי הכ\"מ דשוב ילפינן סיכה מנתינה דמשמע מדבריו דהוא ילפותא חדשה שלא הוזכרה בגמ', והכ\"מ כתב כן לפירש\"י כמו שהביא מקודם בדבריו, אבל לדברי רבנו גרשום הוא פשוט דמעיקרא לא עלה על דעת לחלק ביניהם כיון דמעיקר דין כרת בסיכה ילפינן מנתינה א\"כ בודאי שוים בדינם.<br><b> אמנם </b> דאכתי צריך ביאור דגבי שיעור כזית אמרינן דודאי דין סיכה ונתינה שוים, ובדין מלכים וכהנים מחלקינן דבסיכה חייב ובנתינה פטור, אבל באמת לא קשה דבדין שיעורים כיון דליכא קרא מיוחד לחלק ביניהם, ודין שיעורים הוי הלכה למשה מסיני, וכיון דעיקר אזהרה כתוב בסיכה ועיקר עונש דכרת כתבו בנתינה לכן אמרינן דבודאי הם שוים בדין שיעורים, אבל בדין מלך וכהן כיון דדרשינן להדיא מקרא שיש חילוק בין נתינה לסיכה דבנתינה כתיב זר ומלך וכהן לא הוי זרים, ובסיכה כתיב על בשר אדם וגם מלך וכהן בכלל, לכן ע\"כ מחלקינן בין סיכה לנתינה, אבל לשיעורים גם במלך וכהן לא מחלקינן דבזה אין חילוק בין הדיוט למלך וכהן.<br><b> והנה </b> בהשגת הראב\"ד צריך ביאור מה שהשיגו כאן ולא השיגו מקודם, שכבר כתב כן בהל' ה' הסך משמן המשחה כזית במזיד חייב כרת, ונראה דהראב\"ד סובר דבהדיוט דאיכא לחייבו משום נתינה ואיכא לחייבו משום סיכה, וכיון דבסיכה לא כתיב כרת וילפינן מקרא דנתינה, לכן הי' אפשר לומר דאף דסיכה גם לר' יהודה בכל שהוא היינו למלקות מקרא דעל בשר אדם לא ייסך, אבל לחייבו כרת דבעינן למילף מקרא דאשר יתן ממנו על זר אין לחייבו אלא בכזית, ולכן השיגו כאן במלך וכהן גדול דאין לחייבו משום גדר נתינה כלל, אלא מדין סיכה מקרא דעל בשר אדם לא ייסך, ומ\"מ סובר הרמב\"ם דמה דתניא חייב היינו דחייב כרת דילפינן לענין זה מקרא דנתינה אף דמשום נתינה אינו חייב, וכיון דכל עיקר חיובא הוא רק מקרא דסיכה, וסיכה הא ר' יהודה נמי מודה דהוא בכ\"ש, אבל דעת הרמב\"ם נתבאר דבדין שיעורים אין חילוק בין סיכה לנתינה וכנ\"ל."
            ],
            [],
            [],
            [
                "<b>הכפות והקערות שמקבלין בהם המנחות וכן המזרקות שמקבלין בהן הדם ושאר כלי השרות כולן של כסף ושל זהב היו ומותר לעשותן משאר כלי מתכות כמו שבארנו וכולן מתקדשין במלאכתן, ואם נשברו מתיך אותם ועושה אותן כלי אחר ואין קדושתן מסתלקת מהן לעולם.</b><br><b> ואין </b> קדושתם מסתלקת וכו' הכ\"מ ציין לדבריו ולא הביא מקור לזה, ונראה דאין כונת הרמב\"ם דנשאר בהכלי החדש קדושת הכלי שרת הקודמת דזהו באמת חדוש כיון דפנים חדשות באו לכאן, ואין לנו מקור לדבריו אלא דכונתו דאין קדושתן מסתלקת מהן לעולם, היינו דאין יוצאין לחולין אפי' ע\"י פדיון, והמקור לזה מדתנן במנחות דף ק' ע\"ב דכלי שרת אין להם פדיון, ומבואר ממתני' דאף דנשברו לא נתבטל קדושת הגוף שלהם דהא תנן התם שלא נאמר פדיון אלא בבהמה, ובבהמה לא משכחת לה פדיון אלא בנעשה בה מום, א\"כ מוכח דכלי שרת שנשתברו נמי אין להם פדיון, והנה לדינא לכאורה אין נ\"מ דאף דנימא דליכא בו קדושת הכלי שרת הישן מ\"מ הא יכול לעבוד בו ומתקדש במלאכתו, אלא דאיכא נ\"מ לדין כלי שרת מקדשין ליפסל דזהו דין גם בפסולין, וכדאיתא בזבחים דף פ\"ז דכלי שרת מקדשין פסולין, ופירש\"י כגון מנחה שנטמאה דאין לה פדיון אחר שהוקדשה בכלי שרת, ובזה מסתבר דדוקא במה דהוא כבר כלי שרת מקודם דבזה הוי דין דכלי שרת מקדשין מקרא דכל הנוגע בהם יקדש אבל שיתקדשו בזה הכלים לעשות כלי שרת בזה שבאה לתוכה מנחה פסולה מסתבר דלא מהני, ולפמש\"כ אין כונת הרמב\"ם רק דאין קדושתן מסתלקת מהן שלא יצאו לחולין, אבל אין להם קדושת הכלי שרת וצריכים להתקדש במלאכתן בעבודתן.<br><b> איברא </b> דבגמ' שם במנחות דף ק\"א אמר דמה דכלי שרת אין להם פדיון הוא רק מדרבנן ואין להם קדושת הגוף, אבל כבר מבואר בתוס' שם במתני' דזה אינו אלא לרבנן במעילה דף י\"ט דסברי דאין מועל אחר מועל בכלי שרת, אבל לר' נחמי' וכן הוא סתמא דמתני' שם דיש מועל אחר מועל בכלי שרת, אין להם פדיון מדאורייתא, והרמב\"ם בפ\"ו מה' מעילה הל' ד' פסק דיש מועל אחר מועל בכלי שרת וממילא מדאורייתא אין להם פדיון, ומבואר מה שכתב דאין קדושתן מסתלקת מהן לעולם.<br><small> -מלואים והשמטות-</small><br><b> לידידי הרב הגאון המפורסם ר' ירוחם ווארהפטיג שליט\"א בעהמ\"ח ס' דברי ירוחם</b><br><b> על </b> מה שכתבתי בפ\"א מהל' כלי המקדש הל' י\"ג לבאר דברי הרמב\"ם שכתב ואם נשברו מתיך אותם ועושה אותן כלי אחר ואין קדושתן מסתלקת מהן לעולם, שכונתו הוא רק לדין דנשארו קדושים בקדושת הגוף אבל אכתי צריכים חינוך עבודה כדין כלי שרת חדשים, ובזה מבואר מקור דבריו דהוא ממתני' דמנחות דכלי שרת אין להם פדיון, כתב בזה הדר\"ג דמבואר בזה שני חדושים א' דנשאר קדושת הגוף על השברים ולא אמרינן כמאן דליתניהו דמי, ב' דלא מהני בזה פנים חדשות שנעשה ע\"י הכלי החדש ונימא דגם קדוה\"ג בטלה וזה לא שמענו ממתני', בזה אני אומר דשני החדושים הוא חדוש אחד דגם בהשברים נשאר קדוה\"ג, וממילא לא שייך דין פנים חדשות דזה לא שייך אלא היכי שאנו באין לדון על דין הכלי שרת שיש בהכלי, שבזה אנו אומרים שהוא כלי חדש ולא שייך לדין שהי' בכלי הקודמת, אבל אם אנו באים לדין המתכות שיש בהכלי ואם נשאר דין בעיקר המתכות ודאי לא ישתנה דינו ע\"י הפנים חדשות, ובהחדוש א' ודאי שפיר הוכחתי ממתני' דכיון דתנן שלא נאמר פדיון אלא בבהמה, ובבהמה לא מצינו פדיון אלא ע\"י מום א\"כ ה\"נ בכלי שרת אפי' ע\"י שבירה אין להם פדיון ולאו דוקא כשנטמאו או נפסלו, ואין לחלק בין נשבר מקצת שעדיין שם כלי עליו לנשבר לגמרי והוי רק מתכות, דכיון דבכלי שרת גם אם ניקבו אין מתקנין אותם וצריך להתיכן, א\"כ גם עכשיו אין שם כלי עליהן דכמו שהם אינם ראויין ולתקנן אסור והוי כמו שברים.<br><b> ומה </b> שכתב הדר\"ג מדברי התוס' בקדושין דף נ\"ד דאם הכתנות עוד לא נתחנכו לעבודה אין עליהם קדושת כלי שרת אלא קדושת בדה\"ב שפיר כתב בעצמו דזה דוקא כל זמן שלא נעשה עליהם קדוה\"ג של כלי שרת, אבל כשכבר נעשה עליהם קדושת הגוף אע\"ג שנשברו ובטל דין חינוכם מדין כלי שרת אבל קדושת הגוף נשאר בהם לדין שאין להם פדיון, ואין להקשות דבמאי עדיפי מקדשים שמתו שיצאו מידי מעילה דבר תורה דשאני קדשים שמתו שהולכים לאיבוד וכמש\"כ התוס' בריש מעילה, אבל כלי שרת שנשברו כיון שמתיכין אותם ונעשין כלים חדשים אף שיהיו צריכים חינוך חדש אבל עכ\"פ נשאר בהם דין קדשי ד', ומטעם זה ניחא גם בבגדי כהונה שבלו כיון שהיו מפקיעין מהן לצורך שמחת בית השואבה וכתבו התוס' דהוא צורך קרבן לכן שפיר מועלין בהן.<br><b> עוד </b> כתב הדר\"ג דעדיין יש לחקור דשמא כל עיקרא דדינא דכלי שרת בעי חנוך עבודה משום דבלא\"ה ליכא בזה קדושת הגוף, ואם מצינו גוונא דאיכא בי' קדוה\"ג כמו בנ\"ד בכלי החדש דלא בטל ממנו עצם הקדושה דמעיקרא אפשר דלגמרי לא בעי חנוך, וע\"ז כתב אמנם יש לו ראיות דחנוך עבודה לאו משום קדוה\"ג כי אם בעי כדי שיוכל לקדש אחרים מה שמונח בתוכו, ונראה לי ראי' לזה מדין מדת יבש דתנן במנחות דף פ\"ח ומבואר ברמב\"ם פ\"א דלא נמשחו אלא מבפנים לפיכך בירוצי מדת היבש חול, ואם נימא דכל מה שצריכים להתקדש ע\"י משיחה ולדורות ע\"י שירות הוא רק שיהי' בהם קדושת הגוף, וכיון דכבר איכא ביה קדוה\"ג אף שנעשה כלי חדש לא צריך קדושה אחרת, א\"כ למה אין מתקדשים הבירוצים דמה איכפת לן שהיו מונחים על שפת הכלי ולא נמשחו לכתחלה אלא מבפנים, אבל ע\"כ הא ודאי דכל המתכות של הכלי נתקדש ומועלין בכל המתכות וא\"כ למה לא יקדש בעצמו מה שמונח עליו, וע\"כ דצריך קידוש מיוחד להכלי שרת שיקדש מה שמונח בתוכו.<br><b> עוד </b> כתב על מה שכתבתי דמסתבר דכלי שרת לא יתקדש בחנוך עבודה ע\"י קבלת מנחה פסולה, וכתב דהאור שמח פשיט להיפוך ממנחות דף ט\"ז דאמר שם וכ\"ת ה\"נ בשתי דעות הניחא למ\"ד בפר ואפי' בדמו של פר דפשטא דמילתא דעבודתו מחנכתו והוא ע\"י הזאת דם פיגול, וע\"ז תמה דהא חינוך כה\"ג אינו מעכב לפסול הקרבן, וכתב דדוחק לומר דמה דאינו מעכב הוא משום זה גופא דעבודתו מחנכתו דכיון דחינוך דעשירית האיפה אינו אלא למצוה גם עבודתו מחנכתו אינו אלא למצוה, הנה אני מסתפק בהחלטתו זאת דהא מה דפריך ביומא דף י\"ב במה מחנכין אותו הא ידע דא\"א חינוך דעשירית האיפה וזה לא קשה כיון דאינו אלא מצוה ומ\"מ פריך במה מתחנך, ופירש\"י במה הוא ניכר שהוא כה\"ג והיכן יצא מהדיוטות, ומוכח לכאורה דסבר הגמ' דזהו באמת עיכוב, אלא דיש לומר דמה דאמר הניחא למ\"ד בפר ואפי' בדמו של פר אזיל למסקנא דמשני רבא דלפיגולו מרצה, וא\"כ שפיר הוי עבודה ואנן דיינינן במנחה פסולה דבכל אופן לא נתקדשה אלא ליפסל.<br><b> עוד </b> כתב דהמל\"מ פ\"ה מהל' מעילה הל' י\"ד מפרש דמה שכתב הרמב\"ם כאן ואין קדושתן מסתלקת מהן לעולם הוא לענין דין מעילה דלא נימא דהוי כדברים שנעשה מצותן, אלא כיון שיש להם תיקון יש בהם דין מעילה, והקשה ע\"ז דהא כתב שם הרמב\"ם דכתנות כהונה שבלו מועלין בהם אף דאין להם תיקון, וע\"ז כתב אמנם איכא למימר דהתם מחדש בהא דנעשו כלים חדשים דלא אמרינן בהו פנים חדשות באו לכאן, ולדעתי עוד לא נתיישבו דברי המל\"מ לפי\"מ שכבר כתבתי למעלה דגדר פנים חדשות אינו אלא לגרוע חשיבות הכלי אבל לא יוכל לגרוע מקדושת המתכות דקדוש לענין מעילה, וכיון דמכתנות כהונה שבלו מוכח דאף דאין להם תיקון יש בהן מעילה א\"כ למה צריך לחדש בכלי שרת דמועלין משום דיש להם תיקון בשלמא אי הוי צריך לדין מעילה דוקא הך טעמא שיש להם תיקון שפיר אשמעינן דנקרא יש להם תיקון אף דהוא ע\"י פנים חדשות, אבל כיון דמוכח מבגדי כהונה דתנאי זה דיש להם תיקון אינו מוכרח לדין מעילה א\"כ מה מהני הא דפנים חדשות.<br><b> אלא </b> דאם נבוא ליישב דברי המל\"מ אלו הוא כשניישב קודם קושיתו הראשונה דאמאי מועלין בבגדי כהונה ולא חשיב נעשה מצותו, דנאמר כדברי התפא\"י שהביא הדר\"ג ולא כדבריו דבמה שכתב דכיון דאדעתא דהכי הקדישו שפיר הקשה כתר\"ה דלמה לנו להקדישן על דעתא דהכי הא אין חובה להדליק דוקא בבגדי כהונה, אלא לפי\"מ דעכ\"פ כתבו התוס' דהואיל ולכבוד הקרבן היו עושין צורך קרבן חשיב ליה, (ולפנינו נבאר דלא צריך ללב ב\"ד מתנה) דלפי\"ז נאמר דאדרבא זהו עיקר טעמא דמועלין בהן ולא חשיב נעשה מצותן משום דיש בהם עוד צורך מצות קרבן בהדלקת הבלאים, אלא דלפי\"ז אינו מובן קושיית התוס' כיון דלעיקר דין מעילה צריך טעם זה דהוי צורך קרבן, ויש לומר דהא איתא שם עוד דבגדי כהונה שבלו היו עושין מהם פתילות למקדש וזהו ודאי כמו צורך קרבן וע\"ז לא הקשו התוס' רק על מה שהדליקו לשמחת בית השואבה דבפשיטו לא הי' צורך קרבן וע\"ז הוא שהוצרכו לחדש דזה נמי צורך קרבן.<br><b> אלא </b> דאכתי אינו מיושב דהא אמר שם דמאבנט שהוא כלאים לא היו עושין פתילות למקדש ופשטה דדינא דבגדי כהונה שבלו דמועלין בהם הוא גם על אבנט, וצריכינן שוב ע\"כ לטעמא דצורך קרבן, אלא דמ\"מ שפיר יש לומר כדברינו, ומה דקשה מאבנט הא איכא מחלוקת רבי וראבר\"ש ביומא דף י\"ב אם אבנטו של כהן הדיוט זהו אבנטו של כה\"ג וראבר\"ש סבר דאבנטו של כהן הדיוט לא הי' של כלאים, א\"כ לא קשה מהא דמועלין בבגדי כהונה שבלו, דשם בקדושין דף נ\"ד בהך ברייתא איתא דברי ר' מאיר וא\"כ יש לומר דר' מאיר סבר כראבר\"ש דבגדי כהן הדיוט לא היו כלאים, ובגדי כה\"ג הא לא קשה דאיכא קרא דוהניחם שם, ולהלכה דקיי\"ל דהיו כלאים יש לומר כתי' התוס' דגם הדלקת שמחת בית השואבה נמי הוי צורך קרבן, ולפי\"ז נוכל ליישב פי' המל\"מ דמה דכתב ואין קדושתן מסתלקת מהן לעולם הוא דלא נימא דכבר נעשה מצותן דכאן ליכא טעמא דצורך קרבן אלא דטעמא כמש\"כ המל\"מ משום דיש להם תיקון לעשותן חדשים, וכמו שכתבתי דבזה לא אמרינן דפנים חדשות באו לכאן.<br><b> והנה </b> המל\"מ בפ\"ח מהל' כלי המקדש הל' ו' הביא ד' התוס' בשבת דף כ\"א במה שהקשו דהיאך היו מדליקין מבגדי כהונה שבלו כיון דמועלין בהם וכתבו ודוחק לומר דלב ב\"ד מתנה עליהם דמה צורך יש להם להתנות בשביל זה, ונראה לר\"י הואיל ולכבוד הקרבן היו עושין וכו'. והקשה במה שרצו לומר לב ב\"ד מתנה דהא לא מהני זה אלא ע\"י פדיון, וכתב דדוקא היכי דליכא שום תכלית לאותו דבר שיצא לחולין, אבל אם יש קצת מצוה באותו דבר שיצא לחולין מתנין שיצא לחולין, וכדתנן בשקלים על המלח ועל העצים שיהיו הכהנים נאותים בהם עכ\"ד, והנה לא ראה המל\"מ דברי התוס' ישנים הנדפס עכשיו על הגליון שכתבו וז\"ל ועוד דלא מצינו לב ב\"ד בזה דכיון דכבר קדש בבגדי כהונה לא נפקי לחולין בלא פדיון, ומה שנתיישב להמל\"מ ממתני' דשקלים דמהני תנאי ב\"ד על המלח ועל העצים אין זה הוכחה כלל דהתם מהני התנאי ב\"ד על עיקר השקלים שיקנו מהם מלח ועצים שלא יחול קדושה על אלה שיאותו בהם הכהנים, ואין להקשות מדין ברירה דיש לומר דהוי בגדר ע\"מ שלא ימחה אבא, אבל בגדי כהונה כיון דע\"כ חל עלייהו קדושת הגוף שיהיו כשרים לבגדי כהונה, ובזבחים דף כ\"ד במה דאמר בגמ' וכלי שרת מקדשים כתבו בתוס' דזה על בגדי כהונה דיש בהם דין כלי שרת, א\"כ איך אפשר דאח\"כ יצאו לחולין וזהו מה שכתבו בתו\"י דא\"א לומר בזה לב ב\"ד מתנה, ובאמת יש לעיין במה שכתבו בתו\"י דכיון דכבר קדש בבג\"כ לא נפקי לחולין בלא פדיון, ומשמע דפדיון הוי שייך, וקשה דכיון דכבר נתקדשו בקדושת הגוף אחר שעבדו בהם איך מהני פדיון, והתוס' בקדושין דף נ\"ד הא כתבו ג\"כ דאחר שנתחנכו יש בהם קדושת כלי שרת ויש מועל אחר מועל, אח\"כ ראיתי דהמל\"מ בהל' ה' הביא ד' התוס' דקדושין והביא ע\"ז דברי הריטב\"א שם דבג\"כ אין בהם קדושת כלי שרת ויש להם פדיון, וי\"ל דהתו\"י אזלו בזה אף אם נימא כהריטב\"א, אבל בכ\"ז לא שייך זה למש\"כ המל\"מ להוכיח ממלח ועצים דיצא לחולין בלא פדיון דבלא פדיון ודאי לא שייך כיון דכבר נתקדשו להיות בג\"כ וכנ\"ל.<br><b> ובזה </b> שכתבנו מבואר דמה שכתב שם עוד המל\"מ דמה שכתבו התוס' דהואיל ולצורך הקרבן היו עושין דזהו ע\"כ בצירוף מה שכתבו מקודם דלב ב\"ד מתנה, אלא שהקשו דמה צורך יש להם להתנות, וע\"ז תירצו דהואיל ולכבוד הקרבן היו עושין ולפי המבואר מדברי התו\"י א\"א לומר כדבריו, ומה שתמה המל\"מ דהיכי אפשר לומר דצורך קרבן לחוד סגי דהא חליל שהיו תוקעין בחג משום נסוך המים משום דכתיב ושאבתם מים בששון, וכמו שפירש\"י בפ' החליל, וחליל אין איסורו כי אם משום שבות ואפ\"ה לא התירו אותו לא בשבת ולא ביו\"ט ואם איסור דרבנן לא התירו ולא חשיב צורך קרבן איך התירו איסור תורה, עכ\"ד, ולדעתי לא קשה כלל דסברא דצורך קרבן ודאי לא מהני לענין שידחה שבת ויו\"ט דאין זה כלל שייך לעיקר הקרבן של תמיד של בין הערבים אלא שנעשה אחר הקרבתו ואינו אלא בניסוך המים על המזבח דנלמד מקרא דושאבתם מים בששון כדאיתא בפ' החליל, אבל עכ\"פ אין זה כלל גדר קרבן שיהי' שייך לקרא דבמועדו שיהי' דוחה שבת ויו\"ט אפי' איסור דרבנן, ור' יוסי בר' יהודה דסבר לאוקימתא דר' ירמיה בר' אבא דחליל של שמחת בית השואבה נמי דוחה שבת צ\"ל משום דלא הוי אלא שבות, אבל לזה שייך שפיר לומר דהוא צורך קרבן כיון דניסוך המים ע\"ג המזבח הוא הלממ\"ס ונרמז ג\"כ מקרא דונסכיהם והשמחה של ההדלקה הוא כבוד הקרבן, א\"כ שפיר נקרא צורך קרבן לענין זה שיהי' מותר להדליק מפתילות של קודש.<br><b> ועוד </b> אני תמה על ד' המל\"מ שכתב שם וז\"ל דהא ודאי להדליק בבלאי בג\"כ אסור מן התורה דהא דקיי\"ל קול ומראה וריח אינו אסור כ\"א מדרבנן היינו דוקא היכי דהודלקה בהיתר אז הנהנה מאותו האור אין בהם משום מועל, אבל הלוקח פתילה של הקדש ומדליקה פשיטא שאין לך מועל גדול מזה, ומשמע מדבריו שבא לומר דבאמת שייך מעילה בהדלקת הבג\"כ לשמחת בית השואבה, ואני תמה מאוד דלא מיבעי לפי\"מ שכתבו התוס' דהוי צורך קרבן, אלא אפי' לפי\"מ שכתב הרמב\"ם בפ\"ח מהל' לולב דעיקר מצות השמחה נלמד מושמחתם עכ\"פ הא מצות לאו ליהנות ניתנו ואיך שייך שימעול במה שידליק לצורך מצוה, ומה שהקשו התוס' מדין מעילה אין כונתן שיהי' בזה דין מעילה אלא דכיון דמועלין בהן א\"כ הא אסור להפסיד הקדש, וע\"ז תירצו דכיון דהוי צורך קרבן מותר להדליק משל הקדש, והוא פשוט.<br><b> ובסוף </b> דבריו במה שכתב דהירוש' לא ס\"ל דרשא דוהניחם שם דטעונין גניזה עפ\"מ דאיתא בירוש' יומא פ\"ז דדריש מולבשם ובלו שם ומשו\"ה אחר שבלו מותר להדליק גם מבגדי כה\"ג בפנים הם דברים נכונים מאוד. <small> [עד כאן].</small><br><small> -מלואים והשמטות-</small><br><b> לידידי הרב הג' הנעלה מו\"ה אברהם שפירא שי' ממצוייני ישיבת חברון</b><br><b> בפ\"א </b> מהל' כלי המקדש הל' י\"ג בד\"ה איברא במש\"כ והרמב\"ם בפ\"ו מהל' מעילה הל' ד' פסק דיש מועל אחר מועל בכלי שרת וממילא מדאורייתא אין להם פדיון, כתב ע\"ז דהרמב\"ם אינו מפרש כלל דמתני' בכלי שרת אלא בכל כלים ואפי' בבדה\"ב ע\"ש, ובכלי שרת דיש מועל אחר מועל כתב דיראה לי וכו' והרי בכלים דבדה\"ב דיש מועל ופשיטא דיש להם פדיון, א\"כ אין ראיה איך סובר הרמב\"ם בכלי שרת, הנה זה ודאי דמה שציינתי הל' ד' אינו מדוייק דלא מיירי שם בכלי שרת וצ\"ל הל' ה' אכן מה שכתב דעכ\"פ מכיון דסובר הרמב\"ם דגם כלים של בדה\"ב יש מועל אחר מועל, ובהן ודאי דמהני פדיון א\"כ אין ראיה גם לכלי שרת דסובר הרמב\"ם דלא מהני פדיון מדפסק דיש מועל אחר מועל, לכאורה דבריו נכונים אך באמת צריך לבאר דברי הרמב\"ם במה דמחלק בין הלכה ד' דמיירי בבהמה טמאה ובכלי תשמיש של בדה\"ב ובין הל' ה' דמיירי בקדשי מזבח, והכ\"מ כתב במה דכתב הרמב\"ם יראה לי דה\"ה כלי שרת דזהו לדין נתנה לחבירו וחבירו לחבירו, אבל קשה דלמה הזכיר בהל' ה' תלש מן החטאת ובא חבירו ותלש כיון דזהו גם בבהמה טמאה, וכתב וכן אם נתנה לחבירו כו', אבל מוכח ודאי דדין תלש מן החטאת הוא ג\"כ דוקא בחטאת ולא בבהמה טמאה.<br><b> לכן </b> נראה דהך דינא דגם בקדשי בדה\"ב יש מועל אחר מועל בבהמה וכלי תשמיש זהו כדתנן במתני' וכמו שכתב הרמב\"ם כיצד רכב על גבי בהמה ובא חבירו ורכב, וכן שתה בכלי זהב ובא חבירו ושתה שקבעה הרמב\"ם בדין כלי תשמיש, והוא בדין שמוש בקדשי בדה\"ב בדברים העומדין לתשמיש דבזה אנו אומרין דלא מעל אלא כנגד תשמישו ולא יצאו כל הבהמה והכלי תשמיש לחולין, אבל אם תלש שער מן הבהמה כיון דאינה עומדת לתלוש ממנה דאף דלא פגם שאין החטאת נפגמת בתלישת השער מ\"מ מעל אין זה בכלל יש מועל אחר מועל אלא דוקא בקדשי מזבח, ובזה הוא שכתב הרמב\"ם דהוא הדין בכלי שרת והיינו היכי דלא נשתמש בהכלי שרת אלא הוציא קצת מתכות מהכלי שרת דבזה מעל כנגד כולו דאף דלא גזל כולו מצינו בכה\"ג גבי שולח יד בפקדון דאם החסיר מקצת חייב בעד כולו, ואף דזהו דין מדיני שומרים מ\"מ ה\"נ בדין הקדש כיון דלקח דבר של הקדש והוציא ממנו מקצת מעל בכולו.<br><b> ועכשיו </b> מבואר דזהו שכתב הרמב\"ם יראה לי דה\"ה בכלי שרת משום דבהך דינא היכי דלא נשתמש, אלא לקח איזה דבר ליהנות בו, לא תנן זה במתני' אלא בחטאת ולא בכלי שרת, רק מקור דבריו הוא כמו שנבאר דהנה הכ\"מ כתב מתחלה דמש\"כ כלי תשמיש ומפרש כן כלי שרת והקשה ע\"ז דהא בגמ' אמר מני מתני' ר' נחמי' לכן העלה דמתני' הוא בכלי שרת ממש, ומה שכתב כלי תשמיש הוא מהתוספתא, ומה שכתב יראה לי הוא לדין נתנה לחבירו, אבל לא ביאר דעכ\"פ כיון דבמתני' לא תנן לדין נתנה לחבירו, א\"כ למה תנן כלי שרת כיון דה\"נ כן הוא בכלי תשמיש, ועוד דכוס של זהב דתנן במתני' בדין כלי שרת, קבעה הרמב\"ם בדין כלי תשמיש ועוד קשה לפי' הכ\"מ דמפרש דמה דתנן בהמה הוא בהמה טמאה, ומה דתנן כלי שרת הוא כלי שרת ממש, וכלי תשמיש נלמד מתוספתא, אלא דנלמד גם מבהמה טמאה דמתני', וקשה דא\"כ למה תנן בהמה וכלי שרת כיון דה\"נ כלי תשמיש, ועוד דבקדושין דף נ\"ה ע\"א אמר בגמ' וקדושת הגוף מי מתחלל והתנן אין מועל אחר מועל במוקדשין אלא בבהמה וכלי שרת בלבד, ומוכח דמפרש טעמא דמתני' משום דקדושת הגוף אינו מתחלל.<br><b> לכן </b> נראה דהרמב\"ם מפרש דמתני' תרי דיני קתני, והיינו דפשטה דרישא דמתני' אין מועל אחר מועל אלא בבהמה וכלי שרת בלבד, ודאי בבהמת קדשי מזבח מיירי דומיא דכלי שרת וזהו דעת הראב\"ד, אלא דכיון דמצינו בתוספתא דקתני דין רכב על גבי בהמה ברכב ע\"ג חמור ועוד דתניא בקע בקרדום של הקדש וא\"א לומר דבכלי שרת מיירי כמו שהקשו בתוס' דא\"כ אמאי נתנו לשני השני לא מעל והתוס' חילקו בין נתכוין לגזול ללא נתכוין לגזול אבל הרמב\"ם מפרש דהא דחמור וקרדום דתוספתא זהו בנשתמש וע\"כ דמה דתנן מעיקרא אין מועל אחר מועל במוקדשין אלא בבהמה וכלי שרת בלבד זהו עיקר דינא דאין מועל אחר מועל אלא בבהמה וזהו דאמר בקדושין דהוא משום דקדוה\"ג אינו מתחלל, ואח\"כ תנן כיצד דברכב ע\"ג בהמה והוא אפי' בבהמת בדה\"ב וכן שתה בכוס של זהב יש מועל אחר מועל משום דלא מעל אלא כנגד תשמישו ופירושא דאין מועל אחר מועל אלא בבהמה וכלי שרת זהו בתלש מן החטאת, ובכה\"ג גם בכלי שרת אין מועל אחר מועל, אלא דמתני' לא אסקה לפרש בכלי שרת וסמכה ארישא דמתני' דתנן בבהמה ובכלי שרת ומשום זה דבמתני' אינו מפורש דין כלי שרת לכן כתב הרמב\"ם זה בלשון יראה לי והוא בין על תלש מן החטאת בין בנתנו לחבירו וחבירו לחבירו.<br><b> ואחר </b> שבארנו כל זה הרי מבואר ג\"כ שדברי נכונים וברורים דהא תנן להדיא במתני' במעילה דדין אין מועל אחר מועל אלא בבהמה וכו' תלוי בדין פדיון, כדתנן רבי אומר כל שאין לו פדיון יש בו מועל אחר מועל, ומה דחכמים פליגי עליה הא אינו בעיקר כללא אלא בדין העמדה והערכה כדמוקים רב פפא או לרבא אם עצים בכלל קרבן, והרמב\"ם בפיהמ\"ש מפרש אליבא דר\"פ, וכתב ומה שיש בין ת\"ק ורבי הוא קדשי מזבח שנפל בהן מום יקברו ואין להם פדיון, ולפיכך יש להם מועל אחר מועל, וכיון שפסק דכלי שרת הוי כבהמת קרבן ע\"כ דסובר דכלי שרת אין להם פדיון וכמש\"כ."
            ],
            [],
            [],
            [
                "<b>שתי מדות של יבש היו במקדש עשרון וחצי עשרון, העשרון למנחות וחצי העשרון לחלק בין מנחת כ\"ג שבכל יום.</b><br><b> במנחות </b> דף פ\"ז איתא דבעי רמי בר חמא מרב חסדא אם עשרון מחוק הי' או גדוש הי' ורב חסדא פשיט לי' דגדוש הי', והעיר המל\"מ מה דהשמיט הרמב\"ם ולא הביא זה, והנה בדף צ' איתא במתני' מדת הלח בירוציהן קדש ומדת היבש בירוציהן חול ורש\"י פי' על בירוציהן מה שנופל מן הכלי לאחר שנתמלא היינו בירוצין, וכן פי' הכ\"מ על דברי הרמב\"ם בהל' י\"ט והי' אפשר לומר לפי\"ז דהגודש שיכול להחזיק הוי קודש, אבל הרע\"ב במשניות פי' בירוציהן גודשין, ובתוס' יו\"ט הביא מה שכתב הרמב\"ם בפ\"א דמנחות משנה ב' שקמצו מבורץ פי' ומבורץ גדוש ובירוץ גדושת המדה ושם אותו התוספות שמוסיפין בגדושה בירוצין, ומבואר דבירוצין היינו גודש, ולפי\"ז מה דסבר ר\"מ בדף פ\"ח דעשרון אחד הי' גדוש והיינו שלא הי' בו עשרון אא\"כ גודשין, ע\"כ סבר דגם מדת יבש נתקדש מבחוץ.<br><b> אכן </b> מדברי התוס' דף ח' בד\"ה ולר' חנינא מוכח דסוברים דלהלכה גודש הצריך לכלי מקדש וצריך לומר דמפרשים דבירוצין היינו מה שנופל מן הכלי כששפכו עליו, אבל גודש שיכול להחזיק מקדש, אבל הרמב\"ם אינו סובר כן דהא כתב דבירוצין הוא גודש, ובמתני' דף צ' דתנן כל מדות שבמקדש חוץ משל כ\"ג שהי' גדשה לתוכה ומוקמינן בגמ' כר\"מ ומאי כל מדות היינו כל מדידות זהו כר\"מ נמי בהא דכלי יבש מקדש הגודש, אבל הא דתנן בתר הכי מדת היבש בירוציהן חול סבר כרבנן דלא היתה אלא עשרון אחד והוא מחוק וקיי\"ל הכי כמו שפסק הרמב\"ם וא\"כ באמת אינו מובן מה בעי רמב\"ח מרב חסדא עשרון לרבנן גדוש הי' או מחוק הי', וצריך לומר דמה דבעי רמב\"ח היינו על רבנן דר' מאיר דאפשר אינם הני רבנן דפליגי עם ר\"ע במתני' דדף צ' דכיון דר\"מ ע\"כ סבר דהכלי מקדש להגודש ורבנן לא פליגי עלי' בהדיא בזה אלא דאמרי דחד עשרון הוי, לכן מספקא לרמב\"ח דאפשר סברי נמי דהכלי מקדש להגודש, אבל לפי\"מ דפשיט לי' רב חסדא דמחוק הי' א\"כ יש לומר דסברי גם רבנן דר' מאיר כרבנן דר' עקיבא ותנא דמתני' סמך על מה דתני בתר הכי דמדות של יבש בירוציהן חול והכי קיי\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתן לתוכה דבש כל שהוא פסלה חיסר אחד מסממניה חייב מיתה שהרי נעשית קטרת זרה פטמה מעט מעט במתכונתה כשרה, אפי' פיטם פרס בשחרית ופרס בין הערבים.</b><br><b> בכריתות </b> דף ו' בברייתא דפטום הקטרת בהא דתניא חיסר אחת מכל סממניה חייב מיתה פירש\"י כי עייל ביוהכ\"פ דכתיב ואל יבוא בכל עת אל הקודש וכו' ולא ימות וכו', וכי מעייל קטרת שלא כהלכה ביאה ריקנית היא וחייב מיתה, והנה מה שכתב רש\"י דחייב משום ביאה ריקנית תמה ע\"ז הבאר שבע דהא ביומא דף נ\"ג מבואר דאיכא תרי חיובא חדא משום ביאה ריקנית וחדא משום קטרת חסרה, ונ\"מ אם שגג בביאה והזיד בהקטרה או דעייל שתי הקטרות אחת שלמה ואחת חסרה, והגרעק\"א בגליון הש\"ס ציין על ד' רש\"י מהגמ' דיומא וסיים בוצ\"ע, וכן הפר\"ח באו\"ח סי' קל\"ג תמה על ד' רש\"י, והנה בד' רש\"י יש כאן ב' חדושים א' דכל דין חיסר אחת מכל סממניה דחייב מיתה אינו אלא ביוהכ\"פ, ב' דטעמא הוא משום דהוי ביאה ריקנית, והמל\"מ האריך כאן הרבה וכן הפר\"ח בסי' הנ\"ל והשיגו על הב\"י וקוטב דבריהם בשיטת הרמב\"ם דחיסר אחד מכל סממניה חייב מיתה הוא בכל השנה כמו שכתב הרמב\"ם כאן, אבל לא נתן מעלה עשן דחייב מיתה אינו אלא ביוהכ\"פ כמו שכתב בהל' עבודת יוהכ\"פ, והמל\"מ בעצמו הקשה דמנ\"ל לחלק בזה דהא מה דקטרת חסרה במיתה מדכתיב הקטרת ולא ימות ביוהכ\"פ כתיב, ועוד דהא אמר שם רב ששת אין לי אלא ביוהכ\"פ, שאר ימות השנה מנין ת\"ל וכסה, א\"כ גם בשאר ימות השנה חייב מיתה בין בקטרת חסרה בין בלא נתן בה מעלה עשן, וכתב המל\"מ דלדין קטרת חסרה דגמרינן מקרא דכתיב הקטרת ולא ימות דהיינו הקטרת שלימה אבל חסרה ימות, ילפינן ממנה גם על שאר ימות השנה כיון דלא הוי טעמא משום ביאה ריקנית כדאמר בגמ' ביומא, ולכן אין חילוק בין בקה\"ק בין בהיכל, אבל דין מעלה עשן עיקר דינו אינו אלא ביוהכ\"פ, ובשאר ימות השנה אפי' מצוה ליכא מדאורייתא ומה דמשני רב ששת חד ליוהכ\"פ חד לשאר ימות השנה לא קיי\"ל הכי.<br><b> והנה </b> המל\"מ בעצמו הביא אח\"כ ד' הירושלמי דלא נתן לתוכה מלח או שלא נתן לתוכה מעלה עשן חייב מיתה, ואפי' לפי\"מ שכתב המל\"מ דקאי ביוהכ\"פ, אבל עכ\"פ מוכח דגם לבד הי\"א סממנים גם אלה שמוסיפין לה הם עיקר ואם לא נתן הוי חסרה דבדין מלח אין חילוק בין יוהכ\"פ לשאר ימות השנה, ואפי' לפי\"מ שרוצה המל\"מ לגרוס אינו חייב מיתה עכ\"פ מוכח ממה דאמר שם ר\"ז ועובר משום הכנסה, ובתו\"י ביומא הביאו ד' הירוש' וליתא שם תיבת ועובר אלא משום הכנסה והיינו משום דהוי ביאה ריקנית, וגם בד' הרמב\"ם אינו מוכח דלא נתן מלח אינו חייב מיתה דכשכתב חיסר אחד מסממניה אפשר דקאי גם על מלח סדומית וכפת הירדן, ובהל' ב' כתב י\"א סממנים נאמרו לו למשה מסיני והם שעושים אותם במשקל מכוון ומוסיפין עמהם בלא משקל מלח סדומית וכפת הירדן, ויש לפרש דבריו שגם מלח סדומית וכפת הירדן וכן מעלה עשן הוא מדאורייתא גם בכל השנה, והחילוק ביניהם הוא רק שהם בלא משקל, והמל\"מ בדבריו שכתב דבשאר ימות השנה ליכא מצוה במעלה עשן כתב וז\"ל, וזהו שכתב כשצוה על הקטרת של כל יום ויום לא הזכיר אף ברמז דין זה דמעלה עשן, ודבריו אינם מובנים, דאם כונתו על הרמב\"ם הא הזכיר בעיקר דין הקטרת ומעשי' ולמה לו להזכיר בהל' הקטרתה בכל יום, ונראה שיש ט\"ס בדבריו ובמקום \"שכתב\" צ\"ל \"שהכתוב\", וכונתו דבקרא בפ' כי תשא לא הוזכר מעלה עשן, אבל גם זה אינו הוכחה דהא לא הוזכר בקרא אלא ד' סממנים וי\"א הם מהלכה וא\"כ ה\"נ י\"ל דמעלה עשן הוא מהלכה.<br><b> עוד </b> קשה דבסנהדרין פ' י\"ט מנה הרמב\"ם דיני מחוייבי מיתה ביד\"ש שלוקין עליהם ולא מנה דין מקטיר קטרת חסרה, וע\"כ צ\"ל דסמך ע\"ז שמנה דין כהן שנכנס לקדש הקדשים שלא לעבודה, וכדאקשינן בגמ' ותיפוק ליה משום ביאה ריקנית, ואף דמשני כגון ששגג בביאה והזיד בהקטרה או שנכנס בשתי הקטורת מ\"מ לא מנה זה ביחוד משום דע\"ז היינו להקטיר קטרת חסרה בק\"ק ליכא לאו רק דאיכא לאו שלא להקטיר קטרת חסרה בהיכל על מזבח הזהב, והרמב\"ם מנה כאן רק מחוייבי מיתה שלוקה עליהם, ובחייבי ל\"ת שלוקין עליהם ואין בהם מיתה מנה המקריב על מזבח הזהב אבל אם נימא דמקטיר קטרת חסרה בהיכל חייב מיתה למה לא מנה זה בין מחוייבי מיתה שלוקין עליהן.<br><b> לכן </b> נראה דפי' דברי הרמב\"ם הוא דלא כדברי המל\"מ והפר\"ח אלא כדברי הב\"י, והרמב\"ם ג\"כ מפרש כד' רש\"י דאינו חייב מיתה על קטרת חסרה אלא ביוהכ\"פ ואין ראי' כלל ממה שכתב זה כאן בהל' כלי המקדש, דהא כתב להדיא חסר א' מסממניה חייב מיתה שהרי נעשית קטרת זרה, וזה הלא כתב בהל' י\"א מזבח הזהב שבהיכל מקטירין עליו קטרת בכל יום ואין מקטירין עליו דבר אחר, ואם הקטיר עליו קטרת אחרת שאינה כזו וכו' לוקה שנאמר לא תעלו עליו קטרת זרה וכו', ומפורש להדיא דבקטרת זרה במזבח הזהב ליכא אלא לאו, וא\"כ איך כתב כאן בטעמא דחיסר א' מסממניה חייב מיתה שהרי נעשית קטרת זרה, וע\"כ משום דמיירי כאן בעשיית הקטרת ועל עשייתה ודאי אינו חייב מיתה אם חיסר א' מסממניה, וע\"כ דהכונה דאם חיסר יבוא לידי חיוב מיתה כשיקטיר, וכיון שאין עושין קטרת אלא פעם א' בשנה כמו שכתב בהל' א', וא\"כ אם חיסר א' מסממניה יבוא לידי חיוב מיתה, ונשמר הרמב\"ם שלא נלמוד דגם בשאר ימות השנה חייב מיתה,וכתב שהרי נעשית קטרת זרה וזה הלא כתב בהל' י\"א דעל מזבח הזהב אינו חייב מיתה בקטרת זרה.<br><b> אכן </b> צריך באור מה שכאן לא הזכיר הרמב\"ם אלא אם חיסר א' מסממניה, ולא הזכיר אם לא נתן מעלה עשן שכתבו בהל' עבודת יוהכ\"פ שמזה הוכיחו דכאן לא מיירי ביוהכ\"פ, אכן נראה דגם זה לא קשה, דכאן מיירי במעשה פטום הקטרת ובזה ליכא חיוב מיתה כלל אם חיסר אלא שכונתו דאם חיסר יהי' חייב מיתה כשיקטיר בזמן שיש חיוב מיתה, והיינו משום דפטום הקטרת הוא פעם אחת בשנה, אבל כל זה הוא במה שצריך לשחקן הכל ולערבן שייך לכתוב דאם לא יעשה הקטורת כדינו יבוא לידי חיוב מיתה, אבל העשב מעלה עשן אינו שייך לדין פטום הקטורת אלא שצריך להניח בה עשב מעלה עשן כל שהוא, ואינו צריך שיתערב עם הקטרת, דדוקא בסממנים צריך לערבן דכתיב ממולח וממילא במעשה הקטרת א\"צ לכתוב שאם לא נתן בה מעלה עשן חייב מיתה דזה אינו עיכוב במעשה הקטרת ויכול להניח בה המעלה עשן ביוהכ\"פ עצמו, ולכן כתב זה בדין עבודת יוהכ\"פ.<br><b> עתה </b> נבאר דלא תקשה על שיטת הרמב\"ם דהא רב ששת מתרץ הברייתא חד ליוהכ\"פ וחד לשאר ימות השנה, והמל\"מ כתב דהרמב\"ם דחה דברי רב ששת מהלכה אבל אין צריך לזה, ויש לומר דהרמב\"ם מפרש דלא בא רב ששת כלל לומר דגם בשאר ימות השנה איכא חיוב מיתה בלא נתן מעלה עשן, ולדברינו גם בחיסר א' מסממניה, דבעיקר חיוב מיתה דאיכא תרי קראי חדא מקרא דולא יבוא בכל עת אל הקודש וגו' ולא ימות וגו' כי בענן וגו', ואידך קרא וכסה וגו' ולא ימות דזה פריך בגמ' מעיקרא, ומשני דחד הוי חיוב מיתה מדין ביאה ריקנית, וחד מדין קטרת חסרה, ונ\"מ לשגג בביאה והזיד בהקטרה, או לכי עייל בשני הקטרות, ועיקר קושיית הגמ' אח\"כ הוא על לשון הברייתא דתניא ומנין שנותן בה מעלה עשן שנאמר וכסה ענן הקטרת, וע\"ז פריך שפיר קרא לקרא דעל זה שצריך ליתן מעלה עשן הא כבר מייתי קרא דכי בענן אראה, וע\"ז משני רב ששת דכאן אשמעינן הברייתא מדין מצות נתינת מעלה עשן בשאר ימות השנה, וזהו מדכתיב וכסה ענן הקטרת, אלמא דבסתם קטרת יש מעלה עשן, אבל זה ודאי דקרא דכתיב ולא ימות לא כתיב אלא בקה\"ק ולא בהיכל.<br><b> והנה </b> המל\"מ הביא בסוף דברי הב\"י באו\"ח סי' קל\"ב שכתב ואפי' לדעת הרמב\"ם שכתב בפ\"ב מה' כלי המקדש חיסר א' מסממניה חייב מיתה שהרי נעשית קטרת זרה איכא למימר דטעמו דקטרת זרה הו\"ל ביאה למקדש שלא לצורך, וכתב ע\"ז המל\"מ והנראה מדבריו שרוצה לומר דרבינו מיירי בקטרת דיוהכ\"פ ואחרי בקשת המחילה זה אינו דרבנו מיירי בקטרת של כל יום ויום, והדבר מבואר מעצמו עכ\"ל, ולפי\"מ שבארתי מבואר להיפוך דדברי הב\"י נכונים דכונת הרמב\"ם דיתחייב מיתה אם יקטיר ביוה\"כ, אלא דמ\"מ עיקר דברי הב\"י שכתב דמה דחייב מיתה בחיסר א' מסממני' הוא משום ביאה שלא לצורך, זה ודאי תמוה וכמו שהקשו המל\"מ והפר\"ח על פירש\"י בכריתות, דביומא מבואר להדיא דקטרת שחסרה חייב עלי' מיתה מצד הקטרתה לבד ביאה שלא לצורך, ונ\"מ לשגג בביאה והזיד בהקטרה או בב' הקטרות, וכן פסק הרמב\"ם בהל' עבודת יוהכ\"פ.<br><b> אכן </b> במה שתמהו המל\"מ והפר\"ח על פירש\"י נראה דיש לומר דלא קשה דביומא דתניא ומנין שנותן בה מעלה עשן שנאמר וכסה ענן הקטרת את הכפורת הא נתן בה מעלה עשן או שחיסר א' מכל סממני' חייב מיתה, בזה פריך שפיר ותיפוק לי' דקא מעייל ביאה ריקנית דקרא דביאה ריקנית דכתיב ואל יבוא בכל עת וגו' ולא ימות וגו' כתיב קודם, ולכן הוצרך לשנויי דהכא תני דין חיוב מיתה משום קטרת חסרה לבד חיוב מיתה משום ביאה ריקנית, אבל בכריתות בברייתא דפטום הקטרת דקתני בסתמא חיסר א' מכל סממני' חייב מיתה אין שום הוכחה דכונת הברייתא משום קטרת חסרה ושפיר פירש\"י משום ביאה ריקנית והשמיענו דחיסר א' מכל סממני' הוי כמו שלא הקטיר כלל וחייב משום ביאה ריקנית, דכתיב בקרא מעיקרא, ומה דחייב נמי משום קטרת חסרה זה קתני באידך ברייתא דיומא, ובגמ' ביומא משני רב ששת דנ\"מ כגון ששגג בביאה והזיד בהקטרה, אבל אה\"נ דיש לומר גם להיפוך שהזיד בביאה ושגג בהקטרה, דמשום קטרת חסרה לא יתחייב ומשום ביאה ריקנית חייב, ואף דתירוצא דרב אשי דמשני כגון דעייל שתי הקטרות אחת שלימה ואחת חסרה לא מתרצא אלא מה דצריך לחיובא דקטרת חסרה, אבל מה דצריך לחייב גם משום ביאה ריקנית לא מתרצא בזה, מ\"מ שפיר מפרש רש\"י דבהא דכריתות הכונה משום ביאה ריקנית דרב אשי נמי מודה לתירוצא דרב ששת ואמר רק אפי' תימא שהזיד בזו ובזו, וכן פסק הרמב\"ם בהל' עבודת יוהכ\"פ, אבל כל זה יישבנו פירש\"י אבל בדברי הב\"י שרצה לפרש כן בדברי הרמב\"ם דכל החיוב אינו אלא משום ביאה ריקנית, ודאי שפיר השיגו עליו דבגמ' ביומא וכן ברמב\"ם הל' עבודת יוהכ\"פ מבואר להדיא דחייב משום ב' החיובים וכנ\"ל."
            ],
            [],
            [],
            [
                "<b>מזבח הזהב שבהיכל עליו מקטירין הקטרת בכל יום ואין מקריבין עליו דבר אחר, אם הקטיר עליו קטרת אחרת שאינה כזו או שהקטיר עליו קטרת כזו שהתנדב אותה יחיד או רבים, או הקריב עליו קרבן או הסיך נסך לוקה שנאמר לא תעלו עליו קטרת זרה ועולה ומנחה וגו'.</b><br><b> או </b> שהקטיר עליו קטרת כזו שהתנדב אותה יחיד או רבים הכ\"מ כתב דהיינו שלא מסרה לצבור וכן כתב המל\"מ שכן כתבו התוס' במנחות דף נ' ולדבריהם מה שכתב הרמב\"ם רבים היינו רבים יחידים, אבל בגמ' במנחות איתא בברייתא יכול יהא יחיד מתנדב ומביא כיוצא בה נדבה וקורא אני בה מוצא שפתיך תשמור ועשית ת\"ל לא תעלו עליו קטרת זרה יכול לא יהא יחיד מביא שאין מביא חובתו כיוצא בה, אבל צבור יהא מביא שמביא חובה כיוצא בה ת\"ל לא תעלו, ומבואר דפי' מתנדב היינו שמביא קטרת נדבה וממילא בין יחיד בין צבור, והתוס' כתבו שם דמה דאמרינן במעילה דף ז' יביא קטרת שכולה למזבח היינו למסרם לצבור, וכונתם שיקטירו הצבור קטרת חובה, אבל עיקר דין הרמב\"ם כאן הוא שקטרת נדבה היא קטרת זרה בין שהתנדב יחיד בין שהתנדבו צבור."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לוים שעבדו עבודת הכהנים או שסייע לוי במלאכה שאינה מלאכתו חייב מיתה בידי שמים שנאמר ולא ימותו, אבל כהן שעבד עבודת לוי אינו במיתה אלא בלא תעשה.</b><br><b> השגת </b> הראב\"ד אבל כהן שעבד עבודת לוי, א\"א והלא כבר נאמר ולא ימותו גם הם גם אתם ובספרי נמי הכי דריש לה לעונש ואזהרה.<br><b> הכ\"מ </b> הביא דברי הרמב\"ם בס' המצות שהביא מדברי המכילתא, וכתב ושם אמרו הכהנים ע\"י הלוים במלקות והלוים ע\"י הכהנים במיתה. וכתב הכ\"מ ואיני יודע למה דחה ברייתא השנויה בגמ' וסמך על ברייתא השנויה במכילתא, והכ\"מ יישב דעת הרמב\"ם עפ\"מ דאיתא בספרי רבי אומר אינו צריך וכו' ויליף כהנים על עבודת לוים מדכתיב יורידו אותו הלוים ולא הוי אלא לאו הבא מכלל עשה, וגם דבריו אינם מיושבים דבעצמו הקשה דלמה סמך על ברייתא השנויה במכילתא ולא על ברייתא השנויה בגמ' וא\"כ ה\"נ למה סמך על ד' רבי בספרי כיון דסתמא דברייתא בגמ' הוא דלא כרבי, ועוד דבס' המצות הא כתב דכהנים בעבודת לוים במלקות, וגם כאן כתב הרמב\"ם דאינו במיתה אלא בל\"ת, ולהדיא כתב הרמב\"ם כן בפי\"ט מהל' סנהדרין כשמנה חייבי מלקות שאין בהם מיתה ביד\"ש מנה בל\"ת ל\"ב, כהן שעבד בעבודת הלוים, ולדברי רבי אינו אלא בל\"ת הבא מכלל עשה דהוי עשה ואינו לוקה כמבואר בכמה דוכתי וכן כתב הרמב\"ם בפ\"ב מה', מא\"ס הל' א' דלאו הבא מכלל עשה עשה, והוא תימה גדולה על דברי הכ\"מ:<br><b> והנה </b> מה שכתב הרמב\"ם בס' המצות מדברי המכילתא וכתב כן הכ\"מ הוא פלא דלא נזכר ענין זה במכילתא, וקרא דאל כלי הקודש הא אינו בספר שמות אלא בספר במדבר דשם הוא הספרי שהביא מקודם, וראיתי במלבי\"ם פ' קרח בהך קרא דאל כלי הקודש שכתב וז\"ל וגירסת הרמב\"ם הי' בספרי שכהנים בעבודת הלוים הם רק באזהרה, והראב\"ד חולק עליו ועיין בכ\"מ שם האריך בזה וכשתעיין תראה שהרמב\"ם הוציא דבריו מהספרי זוטא המובא בילקוט ודברי רבינו מבוארים עכ\"ל, ועיינתי בילקוט ושם הוא הלשון שהביא הרמב\"ם בס' המצות במה שכתב ובמכילתא יכול אם נגעו יהיו חייבין וכו', ולכאורה מבואר שם להדיא דכהנים בעבודת לוים הם רק באזהרה וכדברי המלבי\"ם, אלא דאכתי קשה מה שהקשה הכ\"מ דלמה סמך על הספרי זוטא ולא על ברייתא דבבלי, אבל אחר העיון יש להסתפק בזה אם הוא מבואר כן בדברי הספרי זוטא.<br><b> ולבאר </b> הדבר אעתיק לשון הספרי זוטא וז\"ל אך אל כלי הקודש יכול אם נגעו יהו חייבין אמרת אך משום עבודת זר הן חייבין ואין חייבין משום מגע ולא ימותו גם הם יכול שאין לי אלא הלוים ע\"י הכהנים במיתה, הכהנים ע\"י הלוים מנין ת\"ל ולא ימותו גם הם גם אתם ומנין כדרך שהכהנים מוזהרין זה על זה אמרת הם גם הם אתם גם אתם יכול שהן מוזהרין זה על זה במיתה אמרת הם הם עליהם במיתה, ואין אתם עליהם במיתה אתם עליכם במיתה, ואין אתם עליהם במיתה ולכאורה איתא להדיא במסקנא דאין אתם עליהם במיתה, אבל הוא תמוה דמעיקרא אמר יכול שאין לי אלא הלוים ע\"י הכהנים במיתה הכהנים ע\"י הלוים מנין, ת\"ל ולא ימותו גם הם גם אתם, ולא משמע מהלשון דיש כאן חזרה, ועוד דהלשון אינו מיושב כלל דמתחיל יכול שהן מוזהרין זה על זה במיתה אמרת הם הם עליהם במיתה, ואין אתם עליהם במיתה דפתח ביכול שהן מוזהרין זה על זה, והיינו לוים בעבודת לוים ומסיים דכהנים אינם במיתה בעבודת לוים, לכן נראה דהוא ט\"ס והספרי זוטא דריש כמו הגמ' בערכין בברייתא דאמר שם לא ימותו גם הם גם אתם אתם בשלהם והם בשלכם במיתה, הם בשלהם אינם במיתה אלא באזהרה, וזהו דדריש בספרי זוטא יכול שהן מוזהרין זה על זה במיתה, וצ\"ל אמרת הם עליכם במיתה ואין הם עליהם במיתה, אתם עליהם במיתה ואין אתם עליכם במיתה, ואף שקשה לעשות הגהה אבל היא מוכרחה וברורה ודברי הספרי זוטא ברישא קיימים דאמר הכהנים ע\"י הלוים מנין ת\"ל ולא ימותו גם הם גם אתם, וא\"כ אין שום מקור לומר דמדברי הספרי זוטא פסק הרמב\"ם כנגד המבואר בבבלי.<br><b> אלא </b> דבאמת דברי הרמב\"ם ברורים מטעם אחר ממה דאיתא שם עוד בספרי זוטא בד\"א בעבודת המשכן אבל בעבודת בית המקדש הלוים על הכהנים במיתה ואין הכהנים על הלוים אף לא בלא תעשה, ובודאי תיבות \"אף לא\" ט\"ס וצ\"ל \"אלא\" ונמצא דהרמב\"ם אינו חולק כלל על המבואר בבבלי אלא דכל מה דאיתא בגמ' בבבלי ובספרי הוי הכל בעבודת המשכן, אבל בעבודת המקדש אין הכהנים על הלוים אלא בלא תעשה, וזהו מה שכתב הרמב\"ם בסה\"מ ושם אמרו הכהנים ע\"י הלוים במלקות והלוים ע\"י הכהנים במיתה, וכונתו בעבודת המקדש ובין בסה\"מ בין כאן בהלכה לא מיירי בעבודת המשכן דמאי דהוי הוי וגם בסה\"מ אינו מבאר אלא מצות הנוהגות לדורות, ולכן מיירי בעבודת בית המקדש והדברים ברורים.<br><small> -מלואים והשמטות-</small><br><b> לידידי הרב הג' הנעלה מו\"ה אברהם שפירא שי' ממצוייני ישיבת חברון</b><br><b> בפ\"ג </b> הל' י\"א ד\"ה אלא דבאמת, כתב ע\"ז צ\"ע דהיכן הלאו שבכאן, נראה דחז\"ל דרשו דגם אתם קאי גם על לא יקרבו ואף דקרא קאי על לויים בעבודת כהנים בכלי הקודש והמזבח בא גם אתם לגלות דאזהרה לכהנים שלא יעבדו עבודת לויים, ובעבודת המשכן היתה עבודתם גם בכלי הקודש והמזבח לשאת אותם בנסוע המחנה שזהו משא בני קהת אלא שבעבודת המקדש אין ללויים עבודה בכלי הקדש והמזבח ומ\"מ ילפינן מלא יקרבו דגלי קרא גם אתם דכהנים על עבודת לויים באזהרה, בפ\"ד הל' ה' ד\"ה לכן נראה במש\"כ לכן הכסף שייך למשמר כתב מד' הירושלמי סוף סוכה דאין משמר נוטל ושונה עד שיטול חבירו ומשמע דכל המשמר מתחלק, הנה לכאורה לא הוסיף מד' הירושלמי דמבואר בערכין דף כ\"ז דמתחלק להמשמר וכן הוא בד' הרמב\"ם פ\"ד מהל' ערכין הל' כ\"ד, אלא שהי' מקום לומר דעכ\"פ מבואר בירוש' דלא נעשה אח\"כ חלוקה גם לבתי אבות כמו דבקרבנות עיקר החלוקה מן התורה להמשמרות ואח\"כ נתחלק גם לבתי אבות ולא נפרש הגמ' בערכין דהכונה לבית אב, אלא דבאמת שדה אחוזה פשוט דלא שייך שיתחלק גם לבתי אבות, כיון דהוא רק כשיגיע יובל ואינו אפשר בכל יום כגזל הגר, ולא דמי לחלוקת משמרות דזהו מן התורה, ועוד דעיקר מה שבארתי בגזל הגר הוא דאף דשדה אחוזה נלמד מגזל הגר, מ\"מ כיון דגזל הגר נלמד בקרא מאיל הכפורים דהוא האשם וזה אחר חלוקת בתי אבות שייך להבית אב, ולזה בארתי דמ\"מ חלוקת גזל הגר הוא לכל המשמר, וכן היא חלוקת חרמים דאף דזה ג\"כ אפשר בכל יום ולא כשדה אחוזה, ומ\"מ מתחלק לכל המשמר כמבואר בד' הרמב\"ם בערכין בפ\"ו הל' ה'. <small> [עד כאן].</small><br><b> והנה </b> במה דפסק הרמב\"ם דלוי במלאכת חברו חייב מיתה אף דבספרי זוטא אמר דפטור לא קשה דה\"נ איתא בבריתא בערכין דהם בשלהם אינם במיתה אלא באזהרה, ומ\"מ פסק הרמב\"ם דחייב משום דאביי אמר נקטינן משורר ששיער בשל חבירו במיתה, וכתב הכ\"מ דכיון דאביי מוקים פלוגתא דר' יהושע בן חנניא ור' יוחנן בן גודגדא או במיתה או באזהרה, אע\"ג דדחי בגמ' לא שבקינין פשיטותא דאביי משום מאי דדחי בגמ' אלא דמ\"מ הדבר צריך ביאור דמה שכ' הכ\"מ דנקטינן כאביי דאמר דריב\"ח וריב\"ג פליגי בזה הוא תימה רבה, דאביי הא אמר דבהא קא מיפלגי דמר סבר מיתה היא וגזרו בה רבנן, ומר סבר אזהרה היא ולא גזרו בה רבנן, והגמ' דחי לא דכ\"ע אזהרה היא מר סבר מסייע גזרו ביה רבנן, ומר סבר לא גזרו ביה רבנן, עכ\"פ מבואר מדברי הגמ' דמסייע לא הוי דאורייתא ולאביי בהא פליגי אם הוא במיתה וגזרו ביה ואם הוא באזהרה ולא גזרו ביה, וא\"כ למה כתב הרמב\"ם או שסייע לוי במלאכה שאינה מלאכתו חייבין מיתה הא מסייע הוא מדרבנן, ואין לומר דכאן כונתו שסייע ועשה מלאכת חברו לבדו, דא\"כ קשה דלמה השמיט הך דינא דמדרבנן אסור עם חברו משום דאם עושה לבדו חייב מיתה.<br><b> ונראה </b> דהרמב\"ם סמך על הספרי לפי גרסת הילקוט ובודאי כן הי' גירסתו דאיתא שם שריב\"ג אמר לריב\"ח שאתה מתחייב בנפשך, ומבואר דמסייע נמי חייב מיתה. והרמב\"ם סבר דזה דאמרו בגמ' דאם מסייע במיתה גזרו ביה רבנן, ואם מסייע בלאו לא גזרו אינה להלכה, דביבמות דף קי\"ט מחלק רב נחמן דבאיסור כרת חששו, ובאיסור לאו לא חששו, ופריך רבא מכדי הא דאורייתא והא דאורייתא מה לי איסור לאו מה לי איסור כרת ויש לומר דהסוגיא בערכין אזלא אליבא דרב נחמן, ואף דאפשר יש לחלק בין חששא לגזירה הרמב\"ם אינו מחלק בזה וסובר דבאיסור לאו נמי שייך לגזור כמו באיסור מיתה, ולכן להלכה צריך ע\"כ לומר דבזה גופא חלקו ריב\"ח וריב\"ג, דריב\"ח סבר דבמסייע ליכא איסור לא מדאורייתא ולא מדרבנן, וריב\"ג אמר לו שאתה מתחייב בנפשך דמסייע נמי חייב מיתה, וסוגיית הגמ' אזלא לפי גירסתם דליכא בברייתא שאתה מתחייב בנפשך, והרמב\"ם פסק כגירסת הספרי לפי הילקוט משום דכיון דאין אנו יכולין לומר להלכה אליבא דרבא ביבמות דמזה דגזרו ביה רבנן מוכח דאיכא חיוב מיתה, א\"כ מנ\"ל לאביי דמשורר ששיער במיתה וע\"כ דאביי גרס כגירסת הספרי שאמר לו שאתה מתחייב בנפשך והכי נקטינן, וכן פסק הרמב\"ם:<br><b> ובעיקר </b> הדין דכאן חייב גם מסייע אמר בזה חתני הגאון מו\"ה יצחק מאיר שליט\"א דהרמב\"ם למד זה מקרא דאיש איש על עבודתו ועל משאו, וכתב הפסוק זה כאן וכן בספר המצות, לכן הגדר הוא שיהי' על עבודתו וכיון שהולך לסייע בעבודת אחר כבר עושה מעשה שאינו על עבודתו, ולמד הרמב\"ם דקרא זה אף דליכא ביה חיוב מיתה, אבל הוא פי' על עיקר המצוה, והחיוב מיתה הוא מקרא דלא ימותו גם הם גם אתם.<br><b> והנה </b> הרמב\"ם לא הזכיר דכהנים מוזהרים שלא יתעסקו כהן בעבודת כהן חברו, ובספרי משוה להו אהדדי ויליף לה מגם הם גם אתם וזה תימה, ונראה דהרמב\"ם סובר דכל הך דינא אינו אלא במשכן שהיו עבודות מיוחדות כדכתיב בפ' במדבר ד' ה' ובא אהרן ובניו בנסוע המחנה והורידו את פרכת המסך וכסו בה את ארון העדות וגו' ובפ' ז' ועל שולחן הפנים יפרשו בגד תכלת ונתנו עליו וגו' ובפ' ט' ולקחו בגד תכלת וכסו בה את מנרת המאור וגו' ובפ' י\"ב ולקחו את כל כלי השרת וגו', וכיון שהם עבודות מיוחדות הי' הסדר שלא יכנס אחד במלאכת חברו והי' כל אחד קבוע על עבודתו, אבל בעבודת המקדש לא מצינו שהיו קבועים כהנים מיוחדים על כל עבודה רק שהי' פייס מי יזכה וכן היו משמרות מתי יעבדו אבל לא שייך בזה לדין שלא יכנס אחד במלאכת חברו, ולכן סובר הרמב\"ם דעכשיו ליכא הך דינא כלל, איברא דמצינו דבג' מקומות שומרים כהנים את המקדש כדתנן בריש תמיד, אבל נראה דלהכי קתני משורר ששיער ולא משורר ששמר דשמירה כיון שאין שם מעשה ואינו מוכח כלל דהוא התערבות במלאכת חברו ליכא איסור, ולא הוקבעו כהנים מיוחדים דזה רק בבית אבטינס וזה רק בבית הניצוץ דהכל עבודה אחת ואין חילוק, ואם הי' צריך לברר מי שישמור כאן ומי כאן אפשר הי' פייס אבל אין כאן מלאכות מיוחדות ואין כאן איסור כלל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>בד\"א בקרבנות הרגלים ובחילוק לחם הפנים ובחילוק שתי הלחם של עצרת, אבל נדרים ונדבות ותמידין אין מקריבין אותן אלא משמר שזמנו קבוע אפי' ברגל, שנאמר חלק כחלק יאכלו בקרבנות הצבור, ואין חלק כחלק בשאר הדברים שכבר חלקו אותם האבות וקבעום כל משמר ומשמר בשבתו.</b><br><b> אין </b> מקריבין אותן אלא משמר שזמנו קבוע, בהל' י\"א כתב כל ראש משמר ומשמר מחלק משמרו לבתי אבות וכו', ובפ\"י מהל' מעה\"ק הל' י\"ד כתב אבל לענין חלוקה הכל לאנשי בית אב שמקריבין באותו היום, וכולם חולקים בכל קדשי המקדש איש כאחיו בין זה שהקריב בין אחיו שעמו שלא הקריב, ומבואר דדין זכות משמר אינו לכל המשמר אלא לבית אב של היום של אותו משמר, וא\"כ צריך באור למה כאן ובהל' ו' לא הזכיר בית אב אלא משמר, עוד קשה דבהל' ח' ט' י' דיש כמה גווני דשייך לאנשי משמר ג\"כ לא הזכיר בית אב אלא משמר, וכן בגזל הגר איתא במתני' בב\"ק דף ק\"י נתן הכסף ליהויריב ואשם לידעי' והי' אפשר לומר דבמתני' הזכיר רק כלל המשמר, אבל אה\"נ דמתחלק לבתי אבות, אבל מלשון הרמב\"ם בהל' גזו\"א פ\"ח הל' י\"ב שכתב נתן הכסף לאחת מן המשמרות ואת האשם למשמרה זו שהוא שבתה יחזיר הכסף אצל האשם לאנשי המשמרה הקבועה, שהמשמרה שלקחה כסף בלא שבתה לא זכתה ומוציאין מידה, ומדלא הזכיר כלל דין בית אב אלא משמרה ושבתה מוכח דליכא כאן דין בית אב וצריך ביאור.<br><b> והנה </b> כאן הי' אפשר לומר דכיון דלא הזכיר חלוקת בית אבות עד הלכה י\"א א\"כ כל מה שכתב מקודם בכל ההלכות מדיני משמר מתפרש אח\"כ ממילא שאחר חלוקת בתי אבות יהיה זכות הבית אב בהמשמר כמו זכות המשמר לגבי כל הכהנים ובהל' מעה\"ק שכבר הזכיר כאן חלוקת בתי אבות הזכיר שם בית אב, אבל אינו מיושב דאכתי למה המתין עד הל' י\"א בדין חלוקת בתי אבות, וכתב כל ההלכות בדיני משמר, ועוד דבהל' גזו\"א שהוא מסודר אחר הלכות קדשים למה לא הזכיר בית אב.<br><b> לכן </b> נראה דעיקר דיני זכויות הקרבנות שייך להמשמר כדכתיב לבד ממכריו על האבות וכדאמר בגמ' בסוכה נ\"ו מה מכרו האבות זה לזה אני בשבתי ואתה בשבתך, וחיוב המשמרות שיהיו בירושלים, וכמו שכתב הרמב\"ם בהל' ג' ועולין לירושלים לעבודה משמר לכל שבת, זהו גם אחר שנתחלק המשמר לבתי אבות, ולכן כל זכויות הקרבנות קודם שהגיע לאכילתן וחלוקת העורות שייך להמשמר, וראש המשמר נותן הקרבנות להבתי אבות לכל אחד ביומו דאפשר יביאו ביום אחד הרבה קרבנות שישארו לכמה ימים, ונ\"מ דדוקא לאחר העבודה שכבר הוקרב הקרבן אז שייך הבשר והעור להבית אב של אותו היום, דאף שאין חולקין קרבנות כנגד קרבנות ובקרא כתיב לבד ממכריו על האבות דכל הזכויות הם לאנשי המשמר, מ\"מ מהך קרא נלמד דאף דזכות הקרבנות בכלל שייך לכל הכהנים, וכדכתיב לכל בני אהרן תהי' איש כאחיו, מ\"מ גלה קרא דלבד ממכריו על האבות דזה אפשר לחלק וזכות הבשר והעור שייך להכהנים שעבדו, דאף דעיקר מה דכתיב עור העולה אשר הקריב לכהן לו תהי' וכן הרבה פסוקים שמביא הרמב\"ם שם בפ\"י מהל' מעה\"ק אינו אלא לדין ראוי לעבודה ועיין מש\"כ בהל' ח', מ\"מ זה נלמד מדין זכות משמרות שלא ניתנו חלוקת הקרבנות אלא לכהנים שהם בביהמ\"ק הראויים לעבודה לבד בע\"מ דרביי' קרא דג\"כ חולק כדאמר בגמ' ולכן כל זה הוא אחר עבודת הקרבן, אבל דין גזל הגר כיון דבעיקרו כל הזכות שייך להמשמר כדכתיב בקרא, לכן הכסף שייך להמשמר משום דנתינת הקרבן אשם ג\"כ שייך להמשמר, אלא שהמשמר הוא שחלק העבודה לבתי אבות. ומ\"מ כל המשמר מחוייב להיות בירושלים שאם ירבו הקרבנות ויהי' צריך יותר כהנים יבואו, לכן לדיני זכיות הקרבנות נשאר הכל בזכות המשמר.<br><b> ועכשיו </b> לפי הנחה זו נבאר דרוב ההלכות בפ' זה אינם שייכים להבית אב אלא להמשמר, והיינו בדין זקן או חולה בהל' ח' דנותן קרבנו לכל כהן שירצה והעור והעבודה לאנשי משמר, ובדין טמא בקרבנות צבור בהל' ט' דנותנו לבעלי מומין טהורים שבאותו משמר, ובדין קרבן של כה\"ג שהי' אונן בהל' י', דנותנו לכל כהן שירצה ועורו ועבודתו לאנשי משמר, דבכל הני כיון שהבית אב אינו עובד, נשאר הזכות רק להמשמר וכמו שכתבנו בדין גזל הגר, ומה שנשאר לנו ליישב הוא רק בהלכה שלנו דקאי בחלוקת הקרבנות דשייך לכהנים העובדים, וכן בהל' ח' בדין כהן בעל מום דנותן הקרבן לאנשי משמר והעור שלהם דשם צריך להיות להבית אב, ונראה דבזה לא הוצרך הרמב\"ם לפרש כיון דזהו בעיקר חלוקת הקרבנות לאחר העבודה וסמך בזה על מה שביאר להדיא בהל' מעה\"ק דהוא שייך להבית אב שעובד באותו היום.<br>ב) <b> המל\"מ </b> העיר מה דהשמיט הרמב\"ם הא דתנן בסוף סוכה בעצרת אומר לו הילך מצה הילך חמץ, ואף דבעיקר הדין כבר כתב הרמב\"ם בהל' מעה\"ק בפ\"י הל' ט\"ו שאין חולקין מנחה כנגד מנחה בכ\"ז הו\"ל להביא משנה זו ללמדנו מה חולקים בתחלה אם חמץ או מצה, דבברייתא איפלגו בזה ונתבאר בגמ' טעם מחלקותם עכ\"ד המל\"מ, והנה המל\"מ העיר רק מה דהשמיט הרמב\"ם הא דתנן במתני' דאומר לו הילך מצה הילך חמץ והוא תימה על המל\"מ שלא הקשה יותר דלפי הסוגיא שם צריך להיות דלהלכה לא קיי\"ל כמתני' אלא הילך חמץ הילך מצה, וכיון דאנו צריכין לפסוק דלא כמתני' בודאי הי' לו להביא, דהא איכא שם פלוגתא רב ורבב\"ח דרב אמר סוכה ואח\"כ זמן חיובא דיומא עדיף, ורבב\"ח אמר זמן ואח\"כ סוכה תדיר ושאינו תדיר תדיר קודם, ופריך בגמ' תנן בעצרת אומר לו הילך מצה הילך חמץ, והא הכא דחמץ עיקר ומצה טפל וקתני הילך מצה הילך חמץ תיובתא דרב, אמר לך רב תנאי היא דתניא הילך מצה הילך חמץ, אבא שאול אומר הילך חמץ הילך מצה, ומסיק בגמ' והלכתא סוכה ואח\"כ זמן, וכן פסק הרמב\"ם בפ\"ו מהל' סוכה, וא\"כ לא קיי\"ל כמתני' דהילך מצה הילך חמץ אלא הילך חמץ הילך מצה, וא\"כ קשה יותר שלא הביא הרמב\"ם הך דינא.<br><small> -מלואים והשמטות-</small><br><b> מה שהשבתי לחתני הגאון מו\"ה יצחק מאיר בן-מנחם שליט\"א חבר הרבנות דפתח תקוה בעהמ\"ס פרשת המלך </b>\n<b> [דבריו הגיעוני אחר שכבר נדפסו הקודמים].</b><br><b> במה </b> שכתבתי בפ\"ד מהל' כלי המקדש הל' ה' אות ב' ליישב מה שהשמיט הרמב\"ם הא דהילך מצה הילך חמץ כתב ליישב באופן אחר בזה\"ל דלפי\"מ דסבר אבא שאול ביומא דף ל\"ג דמוספין קודמין לבזיכין, ושם בדף ל\"ד איכא ברייתא דבזיכין קודמין למוספין, ואמר שם דתנאי הוא והוא בפלוגתא דר' ישמעאל ור\"ע בפסחים דף נ\"ח כדפירש\"י שם, וזה ודאי דאם מוספין דשבת קודמין לבזיכין ה\"נ מוספי יו\"ט וכבשי עצרת דהא אמר שם טעמא משום דבבזיכין כתיב ביום ביום, ונמצא דלמ\"ד בזיכין קודמין ולחה\"פ ניתר קודם שהקריבו הכבשים שמתירין שתה\"ל ודאי אף דיסבור דחיובא דיומא עדיף, מ\"מ יסבור הילך מצה הילך חמץ דענין קדימה אינו אלא בששניהם שוים לפנינו ודנין מי להקדים, אבל בזה בזמן שכבר אפשר לחלק הלחה\"פ קודם שהותרו שתה\"ל ודאי לחה\"פ קודם, ולכן הילך מצה הילך חמץ וכן לאבא שאול דמוספין קודמין אפי' אם יסבור דתדיר עדיף מ\"מ מטעם זה שתה\"ל קודמין, ולכן הילך חמץ הילך מצה, וזה אין לומר דגם מחלוקת דמוספין קודמין או בזיכין תלייא בדין תדיר עדיף או חיובא דיומא עדיף דהא ביומא דף ל\"ד מפורש דבקראי פליגי וא\"כ אפשר דזהו דאמר במסקנא אמר לך רב תנאי הוא ותליא בפלוגתא דמוספין קודמין או בזיכין קודמין.<br><b> ומה </b> אורו עיני כשמצאתי שכמעט מפורש כן בתוספתא פ\"י דקרבנות הל' ג' דהכי איתא שם לחם הפנים קודם לשתי הלחם כשהוא מחלק בעצרת אומר הילך מצה הילך חמץ, אבא שאול אומר שתי הלחם קודמות ללחם הפנים כשהוא מחלק בעצרת אומר הילך חמץ הילך מצה מפני ששתי הלחם חביבות, וכשם שקודמין זה את זה בהקרבה כך קודמין זה לזה באכילה, ומבואר להדיא דזהו טעמא דפלוגתא דחלוקת לחה\"פ ושתה\"ל דתליא בהקרבתן היינו הקרבת המוספין והקטרת הבזיכין.<br><b> ונמצא </b> מבואר דכיון דפסק הרמב\"ם כאבא שאול דמוספין קודמין לבזיכין וכדאמר הגמ' ביומא דאביי מסדר סדר מערכה אליבא דאבא שאול, א\"כ ודאי חלוקת שתה\"ל קודמין וכאבא שאול ולא חיישינן לסתם משנה דסוכה כיון דפליגי בזה תנאי ואביי פסק כאבא שאול, עכ\"ד.<br><b> והנה </b> כל רואה יראה שדבריו מחוורים מאוד ויש להוסיף ע\"ז שכיון שפסק הרמב\"ם בפ\"ט מהל' תמידין ומוספין הל' י\"ב כל הקודם בהקרבה קודם באכילה והוא ממתני' דזבחים דף צ' א\"כ ממילא ודאי שתי הלחם קודמין לחלק כיון שהותרו קודם בהקרבת הכבשים, ולפי\"ז מסקנת ההלכה דלא כמש\"כ בספרי דלהלכה קיי\"ל כמתני' דהילך מצה הילך חמץ.<br><b> אלא </b> דלפי\"ז קשה טובא הסוגיא דסוכה דמה ס\"ד דתליא בדין תדיר עדיף או חיובא דיומא עדיף כיון דמפורש בתוספתא דתליא בדין מוספין קודמין לבזיכין, וגם קשה לומר דזהו דמשני בגמ' אמר לך רב תנאי הוא ואינו מפרש כלל דתליא בדין אחר והעיקר חסר מן הספר, והנה אחר דאנהירינהו לעיינין מדברי התוספתא עיינתי בס' חסדי דוד על התוספתא ומצאתי שכבר עמד בזה שע\"פ התוספתא מבואר שיטת הרמב\"ם שהשמיט דין הילך מצה הילך חמץ והזכיר גם זה שהוספתי שכיון שכבר פסק הרמב\"ם דכל הקודם בהקרבה קודם באכילה, א\"כ ודאי הילך חמץ הילך מצה, אלא שעמד גם על זה דא\"כ אין ביאור לסוגיית הגמ' דסוכה, וכתב דע\"כ נחלק בין בשר חטאת ואשם שהם עצמם נקרבים ובין שתה\"ל ולחה\"פ שהם רק ניתרים וא\"כ שוב יקשה לן דעת הרמב\"ם שהשמיט וסיים דצריך ישוב.<br><b> עוד </b> קשה לי טובא ד' רש\"י ותוס' בפסחים דף נ\"ח בד\"ה ובזיכין בשבע, ועבדינן ליה, לתמיד, בשבע ומחצה וה\"ה דמצי למיעבדיה בתחלת ח' אלא חדא דשמא אין חילוק לחם הפנים כלה בסוף שבע וכו', וכתבו ע\"ז התוס' ד\"ה וקעבדינן וז\"ל ואין נראה לר\"י דהא לר\"ע קאמר בזיכין בחמש ומוספין בשש משמע לר\"ע ליכא שהיה בהקטרה וחילוק לחם אלא שעה, ומבואר מד' התוס' דאין חילוק בין תמיד של בין הערבים למוספין ואין מקריבין המוספין עד שיחלקו הלחה\"פ, וא\"כ איך משכחת לה דינא דהילך מצה הילך חמץ כיון שאין מחלקין אותם ביחד.<br><b> והנה </b> הרמב\"ם בפ\"ט מהל' תמידין ומוספין הל' י\"א כתב בשבת מקטירין את שני בזיכי הלבונה עם המוספין קודם ניסוך היין של מוספין וכתב ע\"ז הכ\"מ דפסק כמ\"ד מוספין קודמין לבזיכין, ורבינו שכתב עם המוספין קודם ניסוך היין של מוספין הכי דייק לישניה, וכונתו דכיון שכתב קודם ניסוך היין א\"כ הוא אחר המוספין, אבל מ\"מ אינו מדוייק לשונו של הרמב\"ם דלמה לא כתב כלשון הגמ' דמוספין קודמין, וממילא בזיכין אחר המוספין ולמה כתב עם המוספין.<br><b> ונראה </b> דהרמב\"ם סובר כד' רש\"י ותוס' דהקטרת הבזיכין למ\"ד בזיכין קודמין הוא ביחד עם חילוק לחה\"פ ואין מפסיקין ביניהם בהקרבת המוספין, וכן מוכח מד' הגמ' דפסחים דאמר בזיכין בחמש ומוספין בשש, ולמה צריך שעה על הקטרת הבזיכין דאינו אלא זמן מועט וע\"כ שהוא ביחד עם חילוק לחה\"פ, ולפי\"ז א\"א לומר דמתני' דסוכה דתנן הילך מצה הילך חמץ סברה דבזיכין קודמין למוספין דא\"כ אינם מתחלקין ביחד כלל, וע\"כ דמוספין קודמין ורק דעיקר הא דמוספין קודמין היינו הקרבת המוספין והוא כל עבודתן שחיטה וקבלה והולכה וזריקה, וגם הקטרת האימורין, אלא דכשהקטירו האימורין כיון שכבר נגמר עיקר ההקרבה א\"צ להמתין עד אחר שתיגמר ההקטרה והיינו משמשלה בהם האור או משתצית האור ברובו כדאיתא במנחות דף כ\"ו אלא עם הקטרת האימורין מקטירין הבזיכין, וזה מוכח ממתני' דסוכה דתנן הילך מצה הילך חמץ וע\"כ דלא חל חילוק שתה\"ל קודם אף דסברה נמי דמוספין קודמין, דאי הוי סברה בזיכין קודמין ודאי נגמר דין חילוק לחה\"פ קודם הקרבת המוספין וכנ\"ל, וזהו שהוכרח הגמ' דסוכה לומר טעם אחר במה דתנן הילך מצה הילך חמץ משום דתדיר עדיף אפי' לגבי חיובא דיומא, ואף דת\"ק דאַבא שאול בתוספתא סבר להדיאָ בזיכין קודמין ומ\"מ קאמר כשהוא מחלק בעצרת אומר הילך מצה הילך חמץ ע\"כ צ\"ל דהך תנא לא סבר דחילוק לחה\"פ הוא תיכף אחר הקטרת הבזיכין קודם הקרבת המוספין דאפשר להשהות חילוק לחה\"פ עד אחר הקרבת המוספין ואז יחלקו לחה\"פ ושתה\"ל ביחד ואנו דנין מה להקדים, אבל הסוגיא דסוכה סברה כהסוגיא דפסחים וכפי' רש\"י ותוס' דחילוק לחה\"פ הוא אחר הקטרת הבזיכין קודם הקרבת המוספין, ולכן א\"א לאוקמי דתנא דמתני' סבר דבזיכין קודמין דא\"כ אין מתחלקין ביחד, ובפרט שהוא דלא כהלכתא דקיי\"ל מוספין קודמין, לכן מוקי מתני' דסברה דמוספין קודמין והא דהילך מצה הילך חמץ הוא משום דתדיר עדיף.<br><b> ומיושב </b> עכשיו יותר דברי אבא שאול בתוספתא דאמר \"כשם שקודמין זה את זה בהקרבה כך קודמין לאכילה\" ואם כבר נתחלק קודם פשיטא, וע\"כ דבאמת חל חילוקם בשוה כיון דהקטרת אימורין והקטרת הבזיכין היו ביחד, אלא דכיון דעכ\"פ ההקרבה של כבשי עצרת הא הי' קודם הקטרת הבזיכין דזהו הקרבתם, וכמו הקטרת קומץ דהוי כמו זריקת הדם, לכן אומר אבא שאול דכשם שקודמין בהקרבה כך קודמין באכילה, וכל זה לאבא שאול, אבל מתני' דסוכה דסברה הילך מצה הילך חמץ, וכבר כתבנו דלא ניחא לגמ' לומר דסברה בזיכין קודמין למוספין ודלא כהלכתא וגם משום דאזלא כסוגיא דפסחים דף נ\"ח דחילוק לחה\"פ הוא תיכף אחר הבזיכין קודם הקרבת המוספין, וע\"כ מוכח דתנא דמתני' לא חייש לטעמא דאבא שאול דכשם שקודמין בהקרבתן כך קודמין באכילתן אף דהחילוק חל בשוה, וע\"כ דהוא משום טעמא דתדיר עדיף אף דשתה\"ל הוא חיובא, וע\"ז מתרץ תנאי היא, ואבא שאול סבר הילך חמץ הילך מצה, וממילא אין לנו ראיה דתדיר עדיף לגבי חיובא דיומא, ואף דאמר בתוספתא טעמא דכשם שקודמין בהקרבתן סבר רב דאַבא שאול שם משיב לת\"ק דידיה דסבר בזיכין קודמין, וסבר דחילוק לחה\"פ ושתה\"ל ביחד וכנ\"ל, וסבר דהילך מצה הילך חמץ, משום דהקרבת הבזיכין קודמין וע\"ז אמר אָבא שאול דהקרבת המוספין קודמין ולכן הילך חמץ הילך מצה, אבל רב בגמ' מייתי ברייתא אחריתא דפליגי בסתמא דת\"ק סבר הילך מצה הילך חמץ, ואבא שאול סבר הילך חמץ הילך מצה, ומפרש דת\"ק הוא תנא דמתני' דסבר ג\"כ מוספין קודמין אלא דלא חייש לטעמא דקודמין בהקרבתן, וסבר דתדיר עדיף, לכן מפרש רב דאבא שאול דהך ברייתא חולק בעיקר דינא על ת\"ק בלא טעמא דכשם שקודמין בהקרבתן אלא משום דחיובא דיומא עדיף, ובדעת הרמב\"ם כבר בארתי. <small> [עד כאן].</small><br><b> והנראה </b> בזה דבהא דאמר בגמ' דחמץ עיקר פירש\"י שהוא חובה ליום, ומצה טפל שהיא של שבת שעברה וקתני דפלגי מצה ברישא אלמא תדיר עדיף, ויש לעיין בזה דכיון דהכא איירינן לדין חלוקת שתי הלחם ולחם הפנים לאכילת הכהנים, וכיון דאכילת הכהנים הוי מצוה ומצות אכילת לחם הפנים הא הוי תמיד כשמסלקין אותו מהשולחן משבת שעברה, וא\"כ אמאי לא דמי לחובת היום; ומה בכך שהלחם הפנים הוא משבת שעברה אבל מצות אכילתו הא היום זמנו, ואף דגם שתי הלחם היום זמן אכילתו ונוסף לזה הוא קרבן חובת היום מ\"מ לא דמי לסוכה וזמן, דזמן איתא בכל הרגלים ואין ברגל זה שום חדוש, אבל אכילת לחה\"פ הא היום זמנו והיום הוא מיוחד לו, ובזה שפיר מהני סברא דתדיר להקדימו לשתי הלחם משא\"כ בסוכה וזמן.<br><small> -מלואים והשמטות-</small><br><b> לידידי הרב הג' הנעלה מו\"ה אברהם שפירא שי' ממצוייני ישיבת חברון</b><br><b> בד\"ה </b> והנראה במש\"כ על ד' הגמ' והא הכא דחמץ עיקר ומצה טפל ופירש\"י דלחה\"פ הוא משבת שעברה, והקשיתי דהא עכ\"פ מצות אכילתו הוא בשבת זו, ואף דשה\"ל הוא קרבן היום וגם זמן אכילתו מ\"מ לא דמי לזמן וסוכה דזמן אינו חובת היום כלל דזמן איתא בכל הרגלים, כתב ע\"ז צ\"ע שגם בלחה\"פ יש מצוה זו בכל שבת כמו ברכת הזמן בכל רגל, כונתי בזה דמה דלחה\"פ לא חשיב חובת היום, הא פירש\"י משום שהוא משבת שעברה, אבל אם הי' משבת זו הי' נחשב חובת היום ואין נ\"מ מה דאיתא בכל שבת, ומה שכתבתי דזמן איתא בכל הרגלים אין הכונה דמשום זה לא הוי חובת היום, אלא דזמן אינו חובה ליום רק שמברך בכל רגל שהגיענו לזמן הזה, ומה שכתב על מה שיישבתי השמטת הרמב\"ם דלא הביא הילך מצה הילך חמץ משום דסובר דלחה\"פ הוי חובת היום, דהא בעצמי כתבתי דיש סברא להקדים שתה\"ל בשביל שהם קרבן היום וזמן אכילתו, וא\"כ צריך הרמב\"ם להשמיענו דינא דמתני' דמ\"מ תדיר עדיף, הנה כבר בארתי דהרמב\"ם סובר דעיקר מה דקמ\"ל מתני' הוא דאין חולקין מנחות כנגד מנחות שלא ליתן לזה שתה\"ל ולזה לחה\"פ ובגמ' מוכח דכל השו\"ט הוא אם תדיר עדיף או חובת היום עדיף ומשום דאזיל למאן דסבר דלחה\"פ אינו חובת היום, ולכן אף שבארתי בקושייתי מה שהי' אפשר לומר, אבל הרמב\"ם א\"צ זה להשמיענו כיון דסובר דמתני' קמ\"ל עיקר דינא דאין חולקין מנחות כנגד מנחות וזה כבר כתב בהל' מעה\"ק וגם הא דתדיר עדיף. <small> [עד כאן].</small><br><b> והנה </b> ביבמות דף ל\"ט ע\"ב פליגי ת\"ק ואבא שאול דת\"ק סבר מצות יבום קודמת למצות חליצה, ואבא שאול סבר מצות חליצה קודמת למצות יבום ומייתי שם בגמ' הא דת\"ר יבמה יבא עלי' מצוה. שבתחלה היתה עליו בכלל היתר נאסרה וחזרה והותרה. יכול תחזור להתירה הראשון ת\"ל יבמה יבא עלי' מצוה; ואמר בגמ' מאן תנא אמר רב יצחק בר אבדימי אבא שאול היא, וה\"ק יבמה יבא עלי' מצוה שבתחלה היתה עליו בכלל היתר; רצה לשם נוי כונסה רצה לשם אישות כונסה; נאסרה חזרה והותרה: יכול תחזור להתירה הראשון ת\"ל יבמה יבא עלי' למצוה, רבא אמר אפי' תימא רבנן והכי קאמר יבמה יבא עלי' מצוה שבתחלה היתה בכלל היתר רצה כונסה רצה אינו כונסה נאסרה וחזרה והותרה: יכול תחזור להתירה הראשון רצה כונסה רצה אינו כונסה. ופריך רצה אינו כונסה הא אגידא ביה בכדי תיפוק. אלא אימא רצה כונסה רצה חולץ לה ת\"ל יבמה יבא עלי' מצוה, ואמר בגמ' אימא רישא מצות תאכל במקום קדוש מצוה, שבתחלה היתה עליו בכלל היתר, נאסרה וחזרה והותרה, יכול תחזור להתירה הראשון ת\"ל מצות תאכל במקום קדוש מצוה, בשלמא לרבא דאמר הא מני רבנן היא הכא הכי קאמר מצות תאכל במקום קדוש מצוה, שבתחלה היתה עליו בכלל היתר רצה אוכלה רצה אינו אוכלה, נאסרה וחזרה והותרה יכול תחזור להתירה הראשון רצה אוכלה רצה אינו אוכלה ופריך רצה אינו אוכלה, והכתיב ואכלו אותם אשר כופר בהם, אלא רצה הוא אוכלה רצה כהן אחר אוכלה, ת\"ל מצות תאכל במקום קדוש מצוה, אלא לריב\"א דאמר אבא שאול היא הכא מאי תרי גווני איכא, ומסיק רצה מצה אוכלה רצה חלוט אוכלה, ומבואר מהסוגיא דגם גבי מצות תאכל דרשינן לרבנן \"מצוה\" ולאבא שאול \"למצוה\" ולרבנן אשמעינן קרא דלא נימא רצה הוא אוכלה רצה כהן אחר אוכלה, אבל לאבא שאול דמפרש \"למצוה\" שיאכלו אותה באופן שיצאו ידי מצוה ולא חלוט, נמצא דליכא קרא דמצוה על כל כהן וכהן בפרט, וקרא דואכלו אותם אשר כופר בהם היא מצוה כללית שיאכלו הקרבנות שכהנים אוכלים ובעלים מתכפרים, אבל אינו מצוה על כל כהן בפרט ורצה הוא אוכלה רצה כהן אחר אוכלה.<br><b> ולפי\"ז </b> יש לומר דלאבא שאול דאין אכילת הקרבנות מצוה פרטית על כל כהן, לא הוי אכילת לחה\"פ חובת היום, ואף דעכ\"פ הוא מצוה כללית לאכלו אבל כיון דאינו מצוה פרטית על כל כהן לא דמי לחובת היום, ולכן עדיף שתי הלחם דהקרבן הוא חובת היום, אבל לרבנן דדרשי מצות תאכל במקום קדוש מצוה שהוא מצוה על הכהן לאכול א\"כ שפיר גם לחה\"פ הוי חובת היום, ודאי עדיף לחה\"פ משום שהוא תדיר משא\"כ לאבא שאול דלא הוי חובת היום גמור, ע\"כ צ\"ל דתדיר עדיף מחובת היום, ומוכח דלא כרב דאמר סוכה ואח\"כ זמן דחובת היום עדיף מתדיר.<br><b> והנה </b> שם ביבמות בסוגיא אברייתא דמצות חליצה קודמת למצות יבום, אמר רב אין כופין ופירש\"י דאין כופין לחלוץ אבל לכתחלה סבר רב כאבא שאול, וא\"כ לרב לשיטתו גם בקרבנות ליכא מצוה פרטית על הכהן לאכלם, וא\"כ לא הוי חובת היום גמור, ולכן לרב לשיטתו פריך הגמ' שפיר ממתני' דתנן הילך מצה הילך חמץ, ומשני אמר לך רב תנאי היא דאבא שאול סבר באמת הילך חמץ הילך מצה ומ\"מ מסיק הגמ' והלכתא סוכה ואח\"כ זמן ואינו דלא כסתם משנה, משום דרב ואבא שאול אזלי לשיטתם דסברי דאכילת קדשים אינה מצוה פרטית על הכהן ולא הוי חובת היום, אבל מתני' שפיר סברה כרבנן גבי יבום דקודמת ולא צריך כונה לשם מצוה ודריש יבמה יבא עלי' \"מצוה\" ולא \"למצוה\", וא\"כ גם גבי מצות תאכל במקום קדוש דריש נמי מצוה שהוא מצוה פרטית על כל כהן וממילא הוי חובת היום, ולכן בזה שפיר מהני סברא דתדיר שצריך לומר הילך מצה הילך חמץ, אבל גבי סוכה וזמן שפיר קיי\"ל דסוכה ואח\"כ זמן דחובת היום עדיפא.<br><b> ועכשיו </b> מיושב דלא הוצרך הרמב\"ם להביא הך דינא דהילך מצה הילך חמץ משום דבעיקר מילתא אשמעינן מתני' דאין חולקין שתי הלחם כנגד לחה\"פ דאין נותנין לאחד שתי הלחם ולשני לחה\"פ, וזה כתב הרמב\"ם דאין חולקין מנחות כנגד מנחות, וכמו שכבר כתב זה המל\"מ, ועיקר קושייתו הוא בסדר החלוקה דהילך מצה הילך חמץ כיון דפליגי תנאי בזה הו\"ל להרמב\"ם להביא, אבל לפי\"מ שבארנו ליכא שום מחלוקת בעיקר מילתא לשיטת הרמב\"ם דלא קיי\"ל כאבא שאול ומצות יבום קודמת למצות חליצה, וממילא מצות אכילת קדשים לכהנים הוא מצוה פרטית על כל כהן, ולא אמרינן רצה הוא אוכלה רצה כהן אחר אוכלה, וכן משמע מלשון הרמב\"ם פ\"י מה' מעה\"ק הל' א' ב', וכן מוכח ממה שמנה בריש הל' מעה\"ק מצות אכילת כהנים למצוה מיוחדת, ומנה לשתי מצות אכילת הקרבנות לכהנים ואכילת המנחות משא\"כ אכילת קדשים קלים לבעלים לא מנה למצוה מיוחדה, ובסה\"מ עשה פ\"ט ביאר בארוכה דזהו מצוה מיוחדת והאוכל אותם מקיים מצוה, ומה שלא הזכיר קרא דמצות תאכל משום דלא דרשינן דזהו עיקר המצוה, אלא הוא למוד ומגלה על קרא דואכלו אותם אשר כופר בהם דלא נימא דאינו רק הכשר הקרבן שכהנים אוכלים ובעלים מתכפרים, אלא דהוא מצוה מיוחדת על הכהנים, וממילא הוי חובת היום ולא תליא זה במחלוקת דסוכה ואח\"כ זמן, וממילא לא הוצרך להביא דין זה דמה דחולק אבא שאול הוא משום דסבר דאכילת קדשים אינו מצוה פרטית על כל כהן, אבל לדידן ליכא פלוגתא בזה וכנ\"ל."
            ],
            [],
            [
                "<b>וכן כהן שהי' לו קרבן ה\"ז בא למקדש ומקריבו בכל יום שירצה שנאמר ובא בכל אות נפשו ושרת, ואפי' חטאתו ואשמו הוא מקריב ומכפר ע\"י עצמו והעור של קרבנו ואכילתו שלו, ואם רצה ליתן את קרבנו לכל כהן שירצה להקריבו נותן, ועור הקרבן ועבודתו לאותו הכהן בלבד.</b><br><b> השגת </b> הראב\"ד ועבודתו לאותו הכהן א\"א לא כי אלא אכילתו ועורו של בעליו.<br><b> בגמ' </b> בב\"ק דף ק\"ט תניא מנין לכהן שבא ומקריב קרבנותיו בכל עת ובכל שעה שירצה ת\"ל ובא בכל אות נפשו ושרת, ומנין שעבודתה ועורה שלו ת\"ל ואיש את קדשיו לו יהיו, הא כיצד אם הי' בעל מום נותנה לכהן שבאותה משמר ועבודתה ועורה שלו, ואם הי' זקן או חולה נותנה לכל כהן שירצה ועבודתה ועורה לאנשי המשמר, ופריך היכי דמי אי דמצי עביד עבודה עבודתה ועורה נמי תהוי דידי' ואי דלא מצי עביד עבודה שליח היכי מצי משוי, אמר ר\"פ שיכול לעשות ע\"י הדחק עבודה דכי עביד ע\"י הדחק עבודה היא ומשוי שליח, אכילה דכי אכיל ע\"י הדחק אכילה גסה היא משום הכי עבודתה ועורה לאנשי משמר, וכתב הכ\"מ דפשטות ד' הגמ' דפריך אי דמצי עביד עבודה עבודתה ועורה נמי תהוי דידיה הוא כדעת הראב\"ד דהכונה שיהי' של בעל הקרבן, אבל הרמב\"ם מפרש דהכונה שתהי' של הכהן העובד.<br><b> והנה </b> שיטת הרמב\"ם צריכה ביאור דבזבחים דף צ\"ט איתא דמה דכתיב בקרא הכהן המחטא אותה יאכלנה זהו דראוי לחטוי חולק לאפוקי טבול יום ומחוסר כפורים ואונן. וכן כתב הרמב\"ם בפ\"י מה' מעה\"ק הל' י\"ד נאמר בעולה עור העולה אשר הקריב לכהן לו יהי', ונאמר בחטאת הכהן המחטא אותה יאכלנה, ונאמר באשם הכהן אשר יכפר בו לו יהי' וכו' אין הכתוב מדבר בכל אלו אלא בראוי שהכהן הראוי לעבודה זהו שיש לו חלק לאכול וכו', אבל לענין חלוקה הכל לאנשי בית אב שמקריבין באותו היום וכו', וא\"כ בקרבן של כהן שהוציא הכתוב קרבנו מזכות הבית אב מקרא דאיש את קדשיו לו יהיו למה יהיה שייך אכילת הקרבן לכהן המקריב, ולכאורה הי' אפשר לומר דזכות הבית אב הוא ג\"כ משום דין הקרבת הקרבן מהבית אב שלהם וגילתה תורה בקרא דלכל בני אהרן תהי' דכל הבית אב יחלקו בכל הקרבנות משום עבודת הבית אב, אבל כאן דאין להבית אב זכות בהקרבן נשאר זכות אכילת הקרבן לכהן העובד מפשטא דכל הני קראי דהקרבן שייך לכהן העובד, רק דקרא דלכל בני אהרן תהי' מפיק מזכות כהן העובד לבד היכי דאיכא זכות בית אב.<br><b> אבל </b> באמת קשה טובא דא\"א לומר דיש דין זכות באכילת הקרבן לכהן העובד דא\"כ אם הי' זקן או חולה שיכול לעבוד ע\"י הדחק דיכול לעשות שליח לעבודה, ומ\"מ אמרינן דאכילת הקרבן שייך לאנשי משמר ואמאי אינו שייך לכהן העובד, דבשלמא אי אמרינן דכל זכות הקרבן בקרבן של כהן להפקיע מזכות המשמר הוא לבעל הקרבן וכהן העובד אם יבוא ליטול הוא רק מכחו, בזה שפיר אמרינן דאם אינו יכול לעבוד ולאכול אלא ע\"י הדחק, דבאכילה א\"א ע\"י הדחק, לכן אין לבעל הקרבן זכות אכילה ונשאר הזכות להמשמר, אבל אם נימא דעיקר זכות אכילה שייך לכהן העובד, א\"כ א\"צ כהן העובד כלל לבוא משום זכותו של בעל הקרבן, אלא דממילא כיון שהוא עובד שייך לו זכות אכילה, והיה אפשר עוד לומר דכיון דבעל הקרבן אינו יכול לאכול אין לו זכות להפקיע זכות המשמר מאכילת הקרבן, אבל עכ\"פ הא מזה ראי' דזכות המשמר והבית אב בהקרבן אינו משום עבודת הקרבן דהא כאן אין להם זכות העבודה ומ\"מ נשאר להם זכות אכילת הקרבן, וכיון דזכות הבית אב אינו משום הקרבתם אלא דעיקר דין אכילת הקרבנות ועורותיהם שייך להמשמר, א\"כ כשהוציא הכתוב קרבנו של כהן מזכות המשמר מקרא דאיש את קדשיו לו יהיו הא אינו בעיקר משום עבודתו דזכה מקרא דושרת, אלא דהוא דין אחר שהקרבן שייך לו, ומשום זה הוצרכה הברייתא לומר דעבודתו ועורו שלו מקרא דאיש את קדשיו דמקרא דושרת לא הוי ידעינן אלא דיש לו זכות עבודה ולא זכות באכילת הקרבן ועורו, וא\"כ כשנתן הכהן בעל הקרבן לכהן אחר במה זכה האחר באכילת הקרבן ועורו כיון דמה שהופקע זכות הבית אב אינו משום זכות העבודה וראי' מזקן או חולה וכנ\"ל.<br><b> ונראה </b> לבאר שיטתו של הרמב\"ם דסובר דאף דודאי דקרא דאיש את קדשיו לו יהיו נלמד ממנו דין מסויים בזכות אכילת הקרבן ועורו מ\"מ אינו למוד פרטי אלא דהוא כללי דהקרבן שייך לו וממילא אכילתו ועורו שלו, משום דזה הא ודאי דעיקר זכות אכילת הקרבן א\"א שיהי' שייך להכהן בשביל שהוא בעל הקרבן דבק\"ק כמו חטאות ואשמות ודאי משולחן גבוה קא זכו וכיון דכתיב בקרא איש את קדשיו לו יהיו דבשביל שהקרבן שלו לכן אכילתו ועורו שלו, וקשה דאיזה טעם הוא דודאי א\"א שיהי' לבעל הקרבן זכות באכילתו בשביל זה שהממון שלו, ולכן ע\"כ צריך לומר דקרא מגלה דמפקיע כל הקרבן מזכות המשמר שיהי' לבעל הקרבן זכותו של המשמר, דכמו שיש להמשמר זכות בכל הקרבנות בין בעבודתן בין באכילתן ה\"נ כאן בכהן בעל הקרבן שייך לו הקרבן ושממילא שייך לו אכילתו ועורו, ומשום זה הוצרכנו לקרא דאיש את קדשיו משום דמקרא דושרת הו\"א דלא ריבתה תורה אלא שיש לו זכות לעבוד, ובהך קרא גילתה דעיקר הקרבן שייך לו, ומבואר דזה עכ\"פ א\"א שיהי' לבעל הקרבן זכות באכילת הקרבן אם אינו עובד דאין טעם ליתן לו אכילתו בשביל זה שהוא בעל הקרבן, כיון דמשולחן גבוה קא זכו, והא אין לו דין מסויים ליתן לו מתנות כהונה וזכות אכילת קרבנות, ולכן ע\"כ משום שיש לו זכות בכל הקרבן ועבודתו שייך לו לכן גם אכילתו ועורו שלו, אבל זה הא ודאי שאם יאמר שעבודת הקרבן יעבוד המשמר והוא יטול אכילתו ועורו דאין לו זכות בזה, ולכן ה\"נ אם יתן לכהן אחר לעבוד אין טעם ליתן לו אכילת הקרבן ולכן ע\"כ דהכהן האחר העובד זוכה באכילת הקרבן, ולא משום שהוא כהן העובד דא\"כ הי' זוכה גם כשבעל הקרבן הוא זקן או חולה, אלא מה דזוכה הכהן האחר הוא משום דין שליחות דהכהן בעל הקרבן מסר לו כל זכותו וכחו בהקרבן, ולכן בזקן או חולה דלבעל הקרבן ליכא זכות אכילה, נשאר זכות אכילה להמשמר.<br><b> והנה </b> בהא דתניא אם הי' בעל מום נותנה לכהן שבאותו משמר ועבודתה ועורה שלו, פירש\"י אם הי' בעל מום ראוי לאכול ואין ראוי להקריב אין יכול לעשות שליח להקרבה מי שירצה, אלא נותנה לבני המשמר, והואיל והוא ראוי לאכילה קרינא ביה ואיש את קדשיו לפיכך עבודה ועורה שלו, לשון אחר גרסינן עבודה ועורה לאנשי משמר כיון דהם הקריבוהו, והרמב\"ם פסק בהל' ח' דנותן קרבנו לאנשי משמר והעור שלהם והוא כגירסת לשון ב', והראב\"ד לא השיג עליו בזה, ומוכח דגם דעתו כן דבעל מום אף דיש לו זכות אכילה כאחד מבני המשמר, מ\"מ אם הוא בעל הקרבן כיון דאינו עובד אין לו זכות מדין ואיש את קדשיו, משום דעל זכות אכילה לחוד לא ילפינן מדין ואיש את קדשיו אלא דוקא היכי דאנו יכולין לומר דכל הקרבן שייך לו, ומ\"מ בכהן בעל הקרבן שיכול לעבוד ונותן לאחר לעבוד בזה סובר הראב\"ד דלא אבד את זכותו כיון דכבר קרינן בי' ואיש את קדשיו, א\"כ יש לו זכות גמור בין בעבודה בין באכילתו ועורו, ולכן לא הפסיד זכות אכילתו ועורו בשביל שנתן לאחר לעבוד, והרמב\"ם סובר דזה א\"א להתחלק דא\"א שיהי' לו זכות אכילתו ועורו אא\"כ הוא עובד בהקרבן, וכמו שבארנו ולכן אם אינו עובד הי' מן הדין שיהי' למשמר ורק דיכול למסור לאחר כל הקרבן מדין שליחות וכנ\"ל.<br><b> ולפי\"ז </b> מבואר דעיקר יסודו של הרמב\"ם במה דסובר דאכילתו ועורו הוא של הכהן העובד נלמד משיטתו בדין בעל מום דחזינן דזכות אכילתו ועורו לחוד לא מהני בלא עבודה, אלא דאינו מפרש כפירש\"י בטעמא ללשון ב' דמשו\"ה הוא למשמר שהם הקריבוהו, אלא דטעמא בשביל שהוא לא הקריב וממילא נשאר זכות המשמר וכמו בזקן או חולה שלא הקריבוהו, והרמב\"ם אינו מחלק בין בעל מום שלא הי' לו זכות עבודה, לכהן כשר שהי' לו זכות עבודה, אלא דעכ\"פ כיון שאינו עובד א\"א שיהי' לו זכות אכילה ועורו לבד, וע\"כ דהוא מוסר כל זכותו לכהן העובד כנ\"ל."
            ],
            [],
            [
                "<b>היה טמא בקרבנות צבור וכל הכהנים טמאים נותנו לבעלי מומין טהורים שבאותו משמר ועורו ועבודתו לאנשי משמר הטמאים.</b><br><b> השגת </b> הראב\"ד נותנו לבעלי מומין טהורים, א\"א כל זה שבוש אלא נותנו לכל כהן שירצה לעבדה ועורה ואכילתה לבעלי מומין טהורין שבאותו משמר.<br><b> הכ\"מ </b> כתב איזה דרכים בבאור לשון הרמב\"ם והדרך הפשוט הוא כמו שכתב בתחלה למחוק תיבת ועבודתו, וכונת הרמב\"ם דנותן הבשר לבעלי מומין הטהורים, ועורו לאנשי משמר הטמאים ודלא כדעת הראב\"ד דעורה ואכילתה לבעלי מומין טהורים, וכדמשמע לכאורה פשטות ד' הגמ', שבאמת הקשו התוס' על זה דעורה אמאי הוי לבעלי מומין, והוא משום דמפרשים דמה דאמר רבא אימא לבעלי מומין טהורים שבאותו משמר קאי על מה דאמר מעיקרא ועבודתה ועורה לאנשי משמר, וכן הוא דעת הראב\"ד, אבל הרמב\"ם מפרש דמה דאמר רבא אינו על עבודתה דהיינו אכילתה דאי אפשר בטמאים, אלא עורה הוא לכל אנשי משמר הטמאים.<br><b> והנה </b> מה שכתב הראב\"ד דנותנו לכל כהן שירצה, וכן מה שרצה הכ\"מ לפרש דברי הרמב\"ם דמה שכתב ועבודתו קאי על עבודת הקרבן זהו לפי פירש\"י שפירש בהא דאמר בגמ' ואם הי' כהן טמא בקרבן צבור, אם הי' הכהן של המשמר טמא ויש לו קרבן צבור להקריב נותנה לכל כהן שירצה, דהואיל דהוא יכול להקריבו דהא קרבן צבור דוחה את הטומאה שליח נמי מצי עביד, אבל קשה דבקרבן צבור מה שייך לומר דיש להכהן קרבן צבור להקריב, ואיזה זכות יש לו דנימא דמצי משוי שליח, וע\"כ דזכותו הוא ע\"י זה שזכה בפייס ובזה צ\"ע אם זכות פייס הוא זכות גמור שיכול למסור זכותו לאחר, או דזכות פייס אינו אלא להמקריבין בפועל, אבל מי שאינו רוצה להקריב בטל זכותו, ונראה מוכרח בדעת רש\"י והראב\"ד דפייס הוא זכות גמור, וכיון שזכה בפייס יכול למסור זכותו לאחר, אבל בדעת הרמב\"ם יש לומר דלא נתקן פייס אלא למי שיעבוד בפועל, ולכן ע\"כ מה דאמר רב ששת נותנה לכל כהן שירצה היינו שנותן הבשר ולא גריס ועבודתה ועורה לאנשי משמר אלא ועורה לאנשי משמר.<br><b> ולפי\"ז </b> צ\"ל דבקושיית הגמ' דפריך ואי דליכא טהורים עבודתה ועורה לאנשי משמר, הא טמאים נינהו ולא מצי אכלי דהרמב\"ם אינו גורס עבודתה ועורה לאנשי משמר אלא הא טמאים נינהו ולא מצי אכלי והקושיא על מה דאמר נותנה לכל מי שירצה דהיינו על אכילת הקרבן, וע\"ז משני אימא לבעלי מומין טהורין שבאותו משמר, והכ\"מ שכתב וז\"ל ולא חש רבינו לכתוב דנותן הקרבן לעשותו לכל כהן שירצה משום דכיון שכולם טמאים הוי כאילו כולם טהורים, וכבר קדם שהוא רשאי ליתן קרבנו לכל כהן שירצה דבריו תמוהים דמה דכבר הוזכר שרשאי ליתן קרבנו לכל כהן שירצה, זהו בכהן בעל הקרבן, ומה שייך זה לקרבן צבור, ולפימש\"כ לדעת הרמב\"ם באמת אין זכות לכהן שזכה בפייס ליתן לכהן אחר, ולשון נותנה נפרש על ראש המשמר או מי שהוא המחלק עבודת הקרבנות.<br><b> אכן </b> כל זה שכתבנו הוא אם נפרש כפשוטו דטמאים הקריבוה ומ\"מ נאכל לבעלי מומין טהורים באופן שהבשר לא נטמא אכן בפ\"י מהל' מעה\"ק נסתפקתי בדעת הרמב\"ם ונטיתי לומר דסובר דאם טמאים הקריבו אפי' לא נגעו בהבשר רק שזרקו את הדם מ\"מ אינו נאכל כיון שקרב בטומאה, והוכחתי זה מדברי הרמב\"ם בפ\"ד מהל' ביאת מקדש שכתב וכל קרבן מהן שקרב בטומאה אינו נאכל, ולא כתב כלשון המשנה אינו נאכל בטומאה דיש לפרש אם נטמא הבשר, וכמבואר בירושלמי כמו שהבאתי שם, אבל לשון אינו נאכל משמע אפי' לא נטמא הבשר, וא\"כ קשה איך נאכל כיון שטמאים הקריבוהו, ומצאתי שהרא\"ש בש\"מ כתב על קושיית התוס' דמאי קמ\"ל דטמא בקרבן צבור מותר להקריב, וכתב דכהן טהור ממשמר אחר הקריב, ואשמעינן דלא נימא דכיון שכל בני המשמר טמאים ואיזה מהן שיעבוד יפסל בשר הזבח לאכילה הילכך יהא הבשר שלו קמ\"ל, ומדברי הרא\"ש מוכח ג\"כ דאם רק הקריבוהו טמאים נפסל בשר הזבח אף אם הבשר לא נטמא וכן מוכח להדיא דעת רש\"י בזבחים דף צ\"ט ע\"א ד\"ה או דילמא שכתב דבהקריבוהו טמאים לא מיבעי לן שהרי אינו נאכל.<br><b> ועכשיו </b> אנו מוכרחין לומר דגם בדברי הרמב\"ם נפרש כד' הרא\"ש דאף שלא הזכיר בדבריו כאן אחר דנוכל לפרש על טהור, דהרא\"ש מפרש כן בד' הגמ' במה דאמרו נותנו לכל כהן שירצה מ\"מ על כרחנו נפרש שיש כאן קיצור לשון והכונה שהמשמר טמאים וכהן טהור הקריב, דרק אז מותר לאכול הבשר ובזה משמיענו דאין הטהור המקריב אוכל הבשר אלא בע\"מ טהורין שבאותו משמר, והעור לכל אנשי המשמר, ונראה דמה שכתב הרמב\"ם הטמאים הוא לאו דוקא דהא גם בע\"מ חולקין בעור, ולא גרעי בזה שהם טהורים, וכונתו דגם כל הטמאים חולקים בעור, ולפי\"ז צריך לפרש בד' הגמ' דמה דאמר מעיקרא נותנו לכל כהן שירצה דאין הכונה על אכילת הבשר אלא על עבודת הקרבן כפירש\"י והראב\"ד וכן הוא כונת הרמב\"ם, אלא שאין כאן חידוש שאין מי שיש לו ביחוד הרשות הזה כיון שע\"י פייס לא זכו הטמאים אפי' אם מתחלה לא הי' טהור ועשו פייס ואח\"כ בא טהור למקדש אין הזכות ליתן הקרבן למי שזכה בפייס ליתן הקרבן להקריב, ושייך זה לראש המשמר ואין כאן רבותא כלל, דהא כתב הרמב\"ם בפ\"ד מהל' ביאת מקדש דאם היו כל המשמר טמאין מחזירין אחר משמר אחר, ואינו דוחה הטומאה אלא אם היו רוב הכהנים הנכנסין בירושלים טמאים, ולכן לא הזכיר זה דאין כאן שום חידוש ועיקר החידוש הוא דאף דכהן ממשמר אחר עובד מ\"מ הבשר והעור שייך למשמר זה הבשר לבע\"מ טהורין והעור לכל המשמר, ועכשיו אין אנו צריכין למה שכתבתי דהרמב\"ם גורס בדברי הגמ' באופן אחר דשפיר הגירסא כמו דאיתא לפנינו אלא שכתב רק עיקר החדוש להלכה וכמו שבארנו.<br><b> איברא </b> דלשון הרמב\"ם שכתב הי' טמא בקרבנות צבור אינו מיושב כלל לפי זה, דאף דגם לדברי הרא\"ש אינו מיושב לשון הגמ' הי' כהן טמא בקרבנות צבור כיון שהכהן טמא לא הקריב, ועל איזה כהן טמא הכונה, אלא דבדברי הגמ' לא קשה כ\"כ כיון דאמר נותנו לכל כהן שירצה והיינו להקריב, וגם שהגמ' הוא שמפרש דליכא טהורים א\"כ לשון כהן טמא הוא לשון כללי שכהני המשמר הם טמאים אבל הרמב\"ם שלא הזכיר שנותנו לאחר להקריב, וכתב הי' כהן טמא בקרבנות צבור וכל הכהנים טמאים משמע פשוט שהכהן טמא הוא שהקריב, דאל\"כ על איזה כהן הוא מדבר כאן, וצריך לדחוק דנקט לשון רב ששת בגמ' ופי' כמו הגמ' שכל הכהנים טמאים, ולא חש להזכיר שנתנו לכהן טהור דאין כאן מקומו ומבואר בהל' ביאת מקדש דקרבן צבור שהקריבוהו בטומאה הבשר אינו נאכל וכנ\"ל, אך כל זה אם נאמר בדעת הרמב\"ם שקרבן צבור שהקריבוהו בטומאה אף שהבשר לא נטמא אינו נאכל, אבל אם נאמר שדוקא אם נטמא הבשר, וכדאיתא בירושלמי מיושב לשון הרמב\"ם כאן וכמו שכתבתי מקודם ובפ\"י מהל' מעה\"ק בארתי יותר.<br><b> ובעיקר </b> דעת הרמב\"ם דסובר דהבשר נותנו לבע\"מ טהורים והעור לאנשי משמר הטמאים, וכפי\"מ שכתבתי דהכונה גם לאנשי משמר הטמאים, קשה טובא דהא משנה מפורשת בזבחים דף צ\"ח ע\"ב דכל שאין לו בבשר אין לו בעורות, איברא דהכ\"מ הביא שהתוס' תמהו דעורה אמאי הוי לבעלי מומין ומזה סייע הכ\"מ לדעת הרמב\"ם, אבל גם דברי התוס' תמוהים בזה, ועיינתי ומצאתי שכבר הקשה זה התורת חיים על ד' התוס' והפנ\"י יישב דבריהם וכתב דעיקר מתני' לא אתי לאשמעינן אלא דכל שאין לו חלק בבשר אינו חולק בעור עם שאר אנשי משמר, אבל אי ליכא באנשי משמר שום כהן הראוי לזכות בבשר כגון שעושין בטומאה בקרבן צבור לא שייכי בהך מיעוטא דמתני', תדע דאטו אם אין בע\"מ טהורין אטו נימא דיצא העור לבית השרפה, ועוד דלשון המשנה הוא כל שאינו ראוי לעבודה אינו חולק בבשר וכל שאין לו בבשר אין לו בעורות, ובעלי מומין יצאו מכלל זה דאף שאינם ראויים לעבודה חולקים בבשר, אבל לא נכנסו בכלל לומר דעדיפי מכהנים טמאים הראויים לעבודה בקרבן צבור, ולכן כל המשמר שוה בחלוקת העורות, ודבריו נכונים ליישב שיטת הרמב\"ם, אבל דבריו לא יועילו אלא ליישב מה דבעלי מומין לא עדיפי מאנשי משמר הטמאים הראויים לעבודה בקרבן צבור, וזה מיושב אם נימא דמיירי כאן שטמאים הקריבוהו, רק דכיון שלא נטמא הבשר ראוי לאכילה לבעלי מומין, אבל אם נימא דמיירי כמש\"כ הרא\"ש שטהור ממשמר אחר הקריבו וכיון דאיכא טהור א\"כ בטל זכות הטמאים שהרי אינם ראויים כלל לעבודה, דהיכי דאיכא טהור אפי' ממשמר אחר אינם עובדים טמאים, וא\"כ אמאי יש להטמאים זכות לחלוק בעור ולא יקח הטהור, ומזה הי' מוכח שיטת הרמב\"ם כאופן הב' שאם לא נטמא הבשר הוא נאכל אף שטמאים הקריבוהו.<br><b> אכן </b> יש לומר לפי אופן הא' דמכיון דיש כאן בע\"מ טהורים במשמר והם לא אבדו זכותם בהבשר והוא שייך להם מדין זכות המשמר ולא לכהן העובד, וממילא שייך להם נמי זכות העורות ומדחין הכהן העובד שאינו מן המשמר, וכיון שהם זוכים בהעורות, ממילא שפיר מתחלקים עמם כל אנשי המשמר אפי' הטמאים, וכמו שכתב הפנ\"י דבע\"מ לא עדיפי מטמאים בקרבן צבור, ואף דעכשיו דאיכא טהור א\"כ לא הותרה טומאה בקרבן צבור וליהוי כמו תמיד שבע\"מ חולקין ולא טמאים, יש לומר דמ\"מ כיון שכל המשמר טמאים, ולולא הכהן הטהור ממשמר אחר היו הם מקריבים לכן נשאר להם זכות המשמר ולא דמי לכל קרבן שיש טמאים וטהורים שזכות המשמר נשאר להטהורים, אלא דצ\"ע בקרבן יחיד וכל המשמר טמאים דעובד כהן ממשמר אחר איך יהי' שם בחלוקת העורות ואולי דוקא כאן שיש להמשמר עכ\"פ זכות דאם לא הי' נמצא הכהן טהור ממשמר היו הם המקריבים, ולכן נשאר זכותם בחלוקת העורות."
            ],
            [],
            [],
            [],
            [
                "<b>כיצד מרבין אותו בבגדים לובש שמנה בגדים ופושטן, וחוזר ולובשן למחר שבעת ימים יום אחר יום שנאמר שבעת ימים ילבשם הכהן תחתיו מבניו, וכשם שרבוי ז' כך משיחה בשמן שבעה יום אחר יום, ואם עבד קודם שיתרבה בבגדים כל שבעה או קודם שימשח כל שבעה עבודתו כשרה, הואיל ונתרבה או נמשח פעם אחת נעשה כ\"ג לכל דבר.</b><br><b> השגת </b> הראב\"ד ואם עבד קודם, א\"א נראה מדבריו ימים שהי' בהם המשיחה לא הי' עובד ואין זה מן החכמה אלא כשאמרו נתרבה שבעה ונמשח שבעה דבעינן שבעה לכתחלה ה\"מ לעבודת יוה\"כ אבל לעבודת אותן הימים בכל יום עובד בשמנה בגדים.<br><b> הכ\"מ </b> כתב על דברי הראב\"ד שאין בדבריו הכרע לדחות פירושו של רבינו, אח\"כ הביא שהר\"י קורקוס כתב דגם הרמב\"ם סובר כהראב\"ד, ומה שכתב ואם עבד היינו אם עבד עבודה שצריך לה כ\"ג והיינו עבודת יוה\"כ, וזהו שכתב נעשה כ\"ג לכל דבר והיינו אפי' לעבודת יוה\"כ, והנה צריך באור בסברת הראב\"ד דפשוט אצלו דאי אפשר שיהי' צריך לעבודת כל יום רבוי בגדים שבעה ומשיחה שבעה לכתחלה, וע\"כ דסובר דכיון דמעיקר דינא ובדיעבד כבר נעשה כ\"ג לכן אין סברא דיהי' אסור לכתחלה לעבוד בח' בגדים, וא\"כ מאי נ\"מ מדין לעבוד בח' בגדים בכל יום, לדין לעבוד עבודת כ\"ג ביוה\"כ אטו כתיב דין מיוחד על יוה\"כ דצריך רבוי ומשיחה שבעה, הא לא כתיב אלא שהכ\"ג יעבוד בו וכיון דהוי כ\"ג למה לא יעבוד בו לכתחלה, ונראה דהראב\"ד סובר דלא שייך לכתחלה על דין הכשרו אלא שיש מצוה לרבות אותו בבגדים ולמשחו שבעה, ולכן בעבודת יוה\"כ אה\"נ דאם לא נמשח ונתרבה שבעה וכבר הגיע יוה\"כ מותר הוא לעבוד לכתחלה, וא\"כ בעבודת כל יום בשבעת הימים למה נאסור אותו לעבוד.<br><b> ובדעת </b> הרמב\"ם דבפשוטו משמע דחולק על הראב\"ד יש לומר דסובר דשייך דין לכתחלה ודיעבד גם לענין עיקר הכשרו ודין כ\"ג שבו, דאף דבדיעבד יש לו דין כ\"ג מ\"מ לכתחלה צריך להיות נמשח או נתרבה שבעה, וממילא כל שבעה אינו יכול לעבוד לכתחלה לא בח' בגדים כדין כ\"ג, ולא בד' בגדים כדין כהן הדיוט.<br><b> אלא </b> דמ\"מ אינו מיושב דעכ\"פ אין נ\"מ מעבודתו של כל יום לעבודת יוה\"כ דגם לעבודות של כל יום הא מצוה לכתחלה שיהיה נתרבה שבעה ונמשח שבעה ומשום זה מרבין אותו או מושחין אותו כל שבעה דזהו מצותו לכתחלה, אלא דכיון דבדיעבד אינו מעכב לכן סובר הראב\"ד דאין טעם לאסרו לעבוד כל השבעה ימים בח' בגדים, וא\"כ למה כתב דכשאמרו נתרבה שבעה ונמשח שבעה ה\"מ לעבודת יוה\"כ דהא אין נ\"מ מעבודת יוה\"כ לעבודות של כל יום דלכתחלה הא איכא מצוה שיהי' נתרבה שבעה או נמשח שבעה אלא דאינו מעכב העבודה כל זמן שלא נמשח, וזה הא גם ביוה\"כ כן הוא כדאיתא להדיא ביומא דף ה' וצ\"ע.<br><small> -הערות רבנו בגיליון ספרו-</small><br><b> בסוף </b> דבריו להל' הנ\"ל הוסיף רבנו בזה\"ל עדיפא הי' לי להקשות על הרמב\"ם דהא קיי\"ל עבודתו מחנכתו כמש\"כ בפ\"א מהל' עבודת יוהכ\"פ הל' ג' וא\"כ למה כתב הרמב\"ם הואיל ונתרבה וצ\"ע. אח\"כ ראיתי דאינו קושיא דבשאר ימות השנה הא ליכא עבודתו מחנכתו דכל הכהנים כשרים, וצריך לבאר לענין מה שייך לומר ואם עבד וכו' עבודתו כשרה דהא העבודה כשרה גם אם הוא כהן הדיוט, והי' אפשר לומר דאם אינו כהן גדול א\"כ הוי מיותר בגדים, אכן שמעתי בשם אדמו\"ר הגר\"ח זצ\"ל לדעת הראב\"ד דאף דעוד אינו כה\"ג מ\"מ כיון שדינו כן שצריך לרבות אותו שבעה וממילא אינו יתור בגדים, וצ\"ל דהרמב\"ם חולק בסברא זו, אכן יש לומר עוד דנ\"מ לענין אונן דאם עבד כשהוא אונן כשנתרבה פעם אחת דצריך ע\"כ שיהי' לו דין כה\"ג, אח\"כ הראו לי שכ\"כ הגבורת ארי בדף ה' ד\"ה אין לי. ע\"כ."
            ],
            [],
            [],
            [],
            [
                "<b>ועוד ממנין קתיקולן להיות לסגן כמו הסגן לכ\"ג ואין פוחתין משנים, וממנין אמרכלין אין פחות מז', ומפתחות העזרה בידם, רצה האחד לפתוח אינו יכול עד שיתכנסו כל האמרכולין ויפתחו.</b><br><b> ומפתחות </b> העזרה בידם, הכ\"מ ציין מקור הדברים בתוספתא פ\"ב דשקלים, והקשה המל\"מ דבריש תמיד וריש מדות תנן זקני בית אב ישנים שם ומפתחות העזרה בידם, ומבואר בספ\"ק דמדות מקום הנחתן של המפתחות, והמל\"מ כתב ע\"ז דמכיון שלא היה שום אדם רשאי לפתוח עד שיתכנסו כל השבעה אמרכולים ויפתחו משום זה נקרא שהוא בידם, והוא דוחק גדול, והביא דכבר הקשה זה הבאר שבע ותי' באופן אחר וגם זה דחוק כמש\"כ המל\"מ, ולא ידעתי למה דחקו בזה שהדבר פשוט דכאן שהוא מתוספתא דשקלים הכונה לשער הגדול שהוא שער האיתון או שער נקנור כדאיתא בריש מדות משנה ד' שהוא משמש כניסה לכל ישראל, ומה דתנן בתמיד ובמדות הוא מבית המוקד שהכהנים ישנים, כדתנן שם במשנה ז' ומשם נכנסים הכהנים שהיו ישנים שם לעזרה והוא פשוט."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הי' יודע עדות אינו חייב להעיד ואפי' בב\"ד הגדול שזה אינו כבוד לו שילך ויעיד, ואם היתה למלך ישראל ה\"ז הולך בב\"ד הגדול ומעיד לו.</b><br><b> הכ\"מ </b> הקשה דהא בהא דתנן כ\"ג מעיד ומעידין אותו פריך בגמ' מדין זקן ואינה לפי כבודו, ומשני רב יוסף מעיד למלך ופריך בגמ' והא תנן המלך לא דן ולא דנין אותו, לא מעיד ולא מעידין אותו, ומוקמינן דמעיד בפני המלך דמשום יקרא דכ\"ג אתי וכו', וקשה מה שהביא הרמב\"ם אוקימתא דרב יוסף דאידחיא וכתב דכונת הרמב\"ם למלך ממלכי בית דוד, וסמך על מה שכתב בפ\"ג מהל' סנהדרין החילוק בין מלכי בית דוד למלכי ישראל, וקשה דבפי\"א מהל' עדות כתב הרמב\"ם מלכי ישראל לא מעידין ולא מעידין עליהם מפני שהם אלמים ובעלי זרוע ואינן נכנעין תחת עול הדיינים, אבל כהן גדול מעידין עליו ומעיד הוא למלך בב\"ד הגדול כמו שבארנו, וכיון דבהלכה זו מיירי במלכי ישראל איך כתב בסתמא דמעיד למלך.<br><b> ונראה </b> דיש לחלק בין מעיד על המלך היינו לחובתו דומיא דעובדא דינאי המלך דעבדיה קטל נפשא, ובין מעיד למלך היינו לטובתו של המלך, והרמב\"ם מפרש הא דתנן מלך לא מעיד ולא מעידין אותו היינו לחובתו דומיא דלא דנין אותו, וזהו שכתב ולא מעידין עליהם, אבל לטובתו של מלך שפיר מעידין ואפי' אם יצטרך לעמוד לא יקפיד, ורק דקשה למה לא תירצו כן בגמ'.<br><small> -מלואים והשמטות-</small><br><b> לידידי הרב הג' הנעלה מו\"ה אברהם שפירא שי' ממצוייני ישיבת חברון</b><br><b> בפ\"ה </b> הל' ט' ד\"ה ונראה, במש\"כ היינו לחובתו כתב בזה צ\"ע איך יתכן שיקבלו עדות רק לזכותו ולחוב לא יקבלו דהא אין לדעת אם מוכחשים הם, מש\"כ דזהו דוקא לחובתו היינו אם באו לחייב את המלך להוציא ממנו ממון או קרקע, אבל אם המלך הוא התובע ודאי רשאי הנתבע להביא עדים לזכותו, ולא יקפיד המלך, ומשום זה גופא דאל\"כ א\"א לקבל העדים שלו, וכדבריו ועוד שהוא כבר בב\"ד וא\"צ להזמינו לב\"ד ולהעמידו, וכעובדא דינאי המלך. <small> [עד כאן].</small><br><b> ונראה </b> דזה תלוי בדין כל האמור בפרשת מלך, מלך מותר בו אם הפי' הוא דיכול ליקח כל מה שרוצה לעצמו, או דאינו מותר אלא לצרכי מלחמותיו, וכבר עמדו בזה בתוס' בסנהדרין דף כ' ע\"ב על מ\"ד כל האמור בפרשת מלך מלך מותר בו דלמה נענש אחאב בדבר נבות כיון שלא רצה למכור לו כרמו וכונתם דא\"כ הי' מורד במלכות, ותירצו בתוס' כמה תירוצים ותי' א' כתבו דדוקא ונתן לעבדיו ולא לעצמו, ולשאר התירוצים שכתבו משמע דאפי' לעצמו מותר, וא\"כ יש לומר דהרמב\"ם סובר דהגמ' דפריך על תירוצא דרב יוסף ע\"כ סבר דיש להמלך רשות ליקח לעצמו כל מה שרוצה, ולכן לא משכחת לה לטובתו של המלך, אבל הרמב\"ם דסובר דדוקא לצרכי מלחמתו מותר ולא לעצמו כמו שכתב בפ\"ד מהל' מלכים הל' א', והוכחתו הוא ממה שהביאו התוס' מהגמ' דב\"ק דשאל דוד אם מותר לו להחליף גדישין דישראל ליתן לפני בהמתו, וראית התוס' צריכה באור, דהא השיבו לו אבל אתה מלך אתה ומלך פורץ לעשות לו דרך ואין מוחין בידו, וצ\"ל בכונתם דכיון דהשיבו לו דמלך פורץ לעשות לו דרך משמע דרק בזה דהוא לפי שעה מותר ודומיא דהכי במה שרצה ליקח הגדישין ע\"מ לשלם, אבל ע\"מ שלא לשלם אסור.<br><b> אכן </b> אפשר לומר עוד דשם מוקי מעיקרא רב הונא דגדישין דשעורים דישראל דהוו מטמרי בהו פלישתים וקא מיבעי לי' מהו להציל עצמו בממון חברו, וע\"ז פשטו לו דאסור אבל אתה מלך אתה ומלך פורץ לעשות לו דרך, ולרב הונא משמע באמת דדוקא בכה\"ג שהוא לצרכי מלחמתו, ולרבנן ואיתימא רבה בר מרי דהשאלה הי' ליתן לפני בהמתו וע\"ז השיבו דמלך פורץ דרך מוכח דאפי' לצרכי עצמו מותר, וא\"כ י\"ל דרב יוסף סבר כרב הונא וסוגיית הגמ' סברה כרבה בר מרי ולכן פסק הרמב\"ם כרב יוסף וכרב הונא דדוקא לצרכי מלחמתו מותר, ושפיר שייך מעיד למלך לטובתו שבא להוציא מהמוחזק."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשיגדל הכהן ויעשה איש הרי הוא כשר לעבודה אבל אחיו הכהנים לא היו מניחין אותו לעבוד במקדש עד שיהי' בן עשרים שנה, ואינו נכנס לעזרה לעבודה תחלה אלא בשעה שהלוים אומרים שירה.</b><br><b> השגת </b> הראב\"ד ואינו נכנס לעזרה א\"א זהו טעות גדולה שלא אמרו דבר זה במשנה אלא על לוי קטן שאינו ראוי לעבודתו אלא לשיר ומסניפין לאחיו הגדולים מפני שקולן דק ונותנים תבל בנעימה ואין עולין מן החשבון.<br><b> ואינו </b> נכנס לעזרה לעבודה תחלה, הכ\"מ כתב וז\"ל בסוף פ\"ב דערכין דף י\"ג תנן אין קטן נכנס לעזרה לעבודה אלא בשעה שהלוים אומרים בשיר, ואע\"ג דמשמע דלא איירי בכהן אלא בלוי, וכדפירש\"י דהא גבי לוים מיתני, משמע לרבינו דה\"ה לכהן דמ\"ש והכי משמע מדקתני לעבודה דמיירי בכהן דאילו בלוי שאומר בשיר אינה עבודה אלא עבודת עבודה וכו', הלכך משמע דה\"ק אין קטן לוי וכהן נכנס לעזרה, לוי לעבודת לוי וכהן לעבודת כהן, אלא בשעה שהלוים אומרים בשיר, וכיון דשייך בכהן לישנא דעבודה אע\"ג דבלוי הוי עבודת עבודה לית לן בה, עכ\"ל.<br><b> והנה </b> הכ\"מ מודה במקצת להראב\"ד אלא שכתב דבתרווייהו מיירי והוכיח זה מלשון לעבודה, ותמוה טובא דא\"כ למה לא הזכיר הרמב\"ם גם לוי, ועוד שצירף דעת הרמב\"ם לדברי הראב\"ד ולפירש\"י והם ענינים שונים שאינם שייכים זה לזה כלל, דפירש\"י והראב\"ד הוא בקטן ובכל יום אינו נכנס לוי קטן לעזרה אלא בשעה שהלוים אומרים בשיר והכי מוכח מתני' לפי פירושם, ומה שכתב הרמב\"ם בכהן הוא כשמתגדל ובפעם הראשון שמתחיל ליכנס לעבודה כמו שכתב כשיגדל וכו', ואינו נכנס לעזרה לעבודה תחלה וכן כתב בפיהמ\"ש וז\"ל ומה שאמר בקטן רצונו לומר שבתחלת הכנסו לעבודה לא יתחיל אלא בשעה שהלוים אומרים שירה, ואם כונת הכ\"מ דהרמב\"ם מפרש כפירושו כשמתגדל ובפעם הראשון, ודין זה הוא בין בכהן בין בלוי אכתי הי' להרמב\"ם להזכיר גם לוי, ובפ\"ג הל' ז' כשכתב הרמב\"ם אין בן לוי נכנס לעזרה לעבודתו וכו', ואינו נכנס לעבודה עד שיגדיל הביא הכ\"מ הך מתני' דתנן אין הקטן נכנס לעזרה לעבודה אלא בשעה שהלוים אומרים בשיר, והביא פירש\"י דאין לוי קטן נכנס לשום עבודה כגון לכבד את העזרה ולהגיף את הדלתות אלא בשעה שהלוים עומדים על הדוכן בשיר, אז נכנסים לוים קטנים לשורר עמהם, וזהו ודאי דלא כדעת הרמב\"ם כאן דמיירי כשמתגדל ובפעם הראשון.<br><b> והנה </b> לשיטת הרמב\"ם שבפשוטו מפרש מתני' רק בכהן כשמתגדל ובפעם הראשון, צריכים אנו לפרש מתני' דערכין והסוגיא שם דלכאורה מבואר כפירש\"י והראב\"ד, וכן פי' רבינו גרשם דמיירי בלוי קטן כשבא לעזור להגדולים לשורר, דהכי איתא שם במתני' אין פוחתין משנים עשר לוים עומדין על הדוכן ומוסיפין עד עולם, אין הקטן נכנס לעזרה לעבודה אלא בשעה שהלוים אומרים בשיר ולא היו אומרים בנבל וכנור אלא בפה כדי ליתן תבל בנעימה, ראב\"י אומר אין עולין למנין ואין עולין לדוכן אלא בארץ היו עומדין וראשיהן בין רגלי הלוים וצערי הלוים היו נקרין, ופירש\"י על ולא היו אומרים בנבל וכנור, ולא היו אותן קטנים אומרים בנבל וכנור אלא בפה, ובמה דתנן אין הקטן נכנס לעבודה וכו', איתא בגמ' מנה\"מ אמר ר' יוחנן דאמר קרא ויעמוד ישוע ובניו וגו', וכתבו בתוס' דיליף מסיפא דקרא דכתיב בניהם ואחיהם הלוים דלמה לי הלא כבר הזכיר לכל אחד בניו וש\"מ דלהכי כתבי' דהוא מיותר ומשמע קטנים, [ומה דכתיב ואחיהם צ\"ל דהוא איידי דכתיב בניהם] ואח\"כ על הא דתנן וצערי הלוים היו נקרין איתא בגמ' תנא וסועדי הלוים היו נקרין, ותנא דידן כיון דהני קטין קלייהו והני עב קלייהו הני מקטטי והני לא מקטטי קרו להו צערי, ופירש\"י שהקטנים קולם דק ועל מקטטי פי' כלומר מקטינים ועושים קולם דק ויפה ומצערין הלוים שאין יכולין לבסם קולם כמותן, ומבואר מפשטות המשנה ומכל סוגיית הגמ' דקאי על לוי קטן דמזה הוא ראיית ר' יוחנן, וגם על זה קאי הא דצערי הלוים וכדמפרש בגמ' וצריך להבין פירושו של הרמב\"ם.<br><b> וראיתי </b> בפיהמ\"ש להרמב\"ם שכתב שם וז\"ל אין פוחתין מי\"ב לוים וכו' אלו הי\"ב לוים וכו', ונבל וכנור מכלי היתרים ומשתנים בשינוי המיתרים אם מעט ואם הרבה, וכבר אמרנו שעיקר השירה בפה ותבל בנעימה ר\"ל להנעים הקול ולהמשיך אותו, אח\"כ אמר ראב\"י שהאומרים השיר על הכלים ואין אומרים בפה אין עולין ממנין י\"ב לוים וכו'. וצעירי הלוים היו נקראין נגזר מן צער רצונו לומר שהיו מצערין אותן לפי שנגון כליהם היו מסתיר יופי נעימות שיר הלוים שהיו אומרים שיר בפה, ומה שאמר אין קטן רצונו לומר שבתחלת הכנסו לעבודה לא יתחיל אלא בשעה שהלוים אומרים שירה עכ\"ל, הבאתי כל דבריו כדי לבארם, הנה מוכח דהא דתנן אין קטן נכנס לעזרה הי' בגירסתו בסוף המשנה אחר דברי ראב\"י, ומה דתנן ולא היו אומרים בנבל וכנור אלא בפה קאי על הלוים עצמן שלא היו שרים בנבל וכנור בלא אמירה בפה, ומה דתנן כדי ליתן תבל בנעימה היינו דהנבל וכנור אינו אלא להנעים הקול ולהמשיך אותו, ומה דאמר ראב\"י אין עולין למנין וכו' היינו אותן שהיו מנגנים בכלים ואין אומרים בפה והם היו נקראין צערי הלוים וכמפורש בדבריו, ומבואר עכשיו מה דאמר בגמ' כיון דהני קטין קלייהו דקאי על הכלי זמר שקולם דק יותר, ומה דאמר הני מקטטי והני לא מקטטי נראה דהוא מלשון קטע והוא כפל הט' או דבאמת צ\"ל מקטעי, והכונה דהקול בפה א\"א להמשיך אותו כ\"כ באורך כמו הקול בכלי זמר.<br><b> ונשאר </b> לנו לבאר מה דלמד ר' יוחנן הא דאין הקטן נכנס לעזרה לעבודה אלא בשעה שהלוים אומרים בשיר מקרא דויעמוד ישוע ובניו ואחיו קדמיאל ובניו ובני יהודה כאחד לנצח עשה המלאכה, והנה בתוספתא בערכין בפ\"ב איתא ראב\"י אומר צוערי לויה בני יקרי ירושלים היו בעזרת נשים ראשיהן בין רגלי הלוים כדי ליתן תבל בנעימה, שנאמר ויעמוד ישוע ובניו וגו' ומשמע דעיקר ילפותא הוא על כדי ליתן תבל בנעימה, והיינו דהנגון על הכלים הוא כדי לעזור להמשוררים, וזה יליף מהא דכתיב לנצח על עשה המלאכה, ולפי\"ז צריך לגרוס גם בבבלי כן דמנה\"מ וקרא דר' יוחנן קאי על ליתן תבל בנעימה, וע\"כ כן הוא לפי גירסתו של הרמב\"ם דגריס אין הקטן בסוף המשנה, ובתוספתא הי' אפשר לומר דהילפותא הוא על בני יקרי ירושלים והיינו שאינם לוים, ולמד זה מקרא דכתיב בני יהודה, ומצאתי שהמצפה שמואל הביא כן בשם מוהר\"ד ז\"ל, אבל בהא דר' יוחנן א\"א לפרש כן דבמתני' לא תנן זה וע\"כ כמש\"כ.<br><b> והנה </b> בתוספתא שם איתא מעולם לא נראה אשה בעזרה אלא בשעת קרבנה בלבד, לא נראה קטן בעזרה אלא בשעה שהלוים אומרים בשיר, לא היו אומרים בנבל וכנור אלא בפה, ולכאורה משמע כדברי רש\"י דהך לא היו אומרים קאי על הקטנים, אבל אפשר דהוא מילתא אחריתא, והא דלא היו אומרים הוא כמו במתני' דקאי על הגדולים דלא היו אומרים בנבל וכנור בלבד, ומה דתנן במתני' אין הקטן נכנס לעזרה אין זה מה דתניא בתוספתא, דבתוספתא הא לא תניא לעבודה וזהו בקטנים ממש, אבל מתני' דתנן לעבודה זה קאי על כהן שנכנס לעבודה כשנתגדל וכנ\"ל."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובהשגת </b> הראב\"ד עמש\"כ בהלכות מכירה פרק ט' הל' א. ב."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בגדי כהונה מותר ליהנות לפיכך לובשם ביום עבודתו ואפי' שלא בשעת עבודה חוץ מן האבנט מפני שהוא שעטנז. אסור כהן הדיוט ללובשו אלא בשעת עבודה.</b><br><b> השגת </b> הראב\"ד אסור לכהן הדיוט א\"א לא מחוור הגמרא הכי אלא כל היום מותר במקדש:<br><b> הראב\"ד </b> קיצר כאן בהשגתו ובפ\"י מהל' כלאים הל' ל\"ב במה שכתב הרמב\"ם כהנים שלבשו בגדי כהונה שלא בשעת עבודה אפי' במקדש לוקין מפני האבנט כתב הראב\"ד טעה בזה, שהרי אמרו ביומא פ' בא לו כ\"ג, במקדש אפי' שלא בשעת עבודה מותר, ומאי דקאמר מפני האבנט שהוא כלאים אינו דאטו חשן ואפוד מי לית בהו כלאים, והנה במה דהשיג מהא דיומא כתב הכ\"מ דלא מיירי אלא בדין ליהנות בהן כדקתני בהדיא ולכן הוא חוץ מן האבנט, והוכיח זה מהא דאיתא בריש ערכין דשלא בעידן עבודה לא אישתרו, ובמה דהקשה הראב\"ד דהא בחושן ואפוד נמי איכא כלאים, כתב הכ\"מ דאה\"נ והרמב\"ם כתב אבנט בכהן הדיוט דשכיח יותר והוא דחוק מאוד, אכן הרדב\"ז כתב בתי' ב' דלגבי כ\"ג דכתיב ומן המקדש לא יצא וכל שעה שירצה הוא עובד הוי תמיד כמו בשעת עבודה, אבל כהן הדיוט דוקא בשעת עבודה.<br><b> והנה </b> בס' בית הלוי חלק א' סי' ג' כתב בזה דבר נכון, דכיון דקיי\"ל בציץ שמרצה דוקא בעודו על מצחו, ובפשוטו צריך שיהי' כ\"ג מלובש בח' בגדים דהא אין בגדיהם אין כהונתן עליהם, וא\"כ צריך הוא להיות לבוש בח' בגדים כל היום שהציץ ירצה על כל טומאה שיארע במקדש, אכן בדבריו לא יתיישבו דברי התוספתא דכלאים שהביאו התוס' במנחות דף מ\"א הביאה גם הרדב\"ז שם דתניא בגדי כ\"ג שיצא במדינה חייב, במקדש בין לשרת בין שלא לשרת פטור, מפני שהן ראויין לעבודה, ולשון מפני שהן ראויין לעבודה משמע כדברי הרדב\"ז ולא כדברי הבית הלוי דהוא משום הציץ, והבית הלוי לא הביא זה בדברי התוספתא בשביל שהתוס' קיצרו ולא הביאו.<br><b> ונראה </b> לחזק תירוצו של הרדב\"ז עפ\"מ שכתבתי לקמן בדעת הרמב\"ם דמחלק בדין שכור ופרוע ראש בין מיתה ללאו דמיתה הוא דוקא אם עבד, ולאו הוא אפי' אם לא עבד אם נכנס בשעת עבודה, וכבר תמה בזה הרמב\"ן, וכתבתי דדין בבואכם דילפינן מקדוש ידים ורגלים הוא דוקא בעבודה ממש, דהא כתיב לשרת, לכן אינו חייב מיתה אלא אם עבד ממש, אבל לענין לאו ילפינן מדכתיב אתה ובניך אתך, דלשון אתך צריך ביאור דבמה תלויים הבנים באהרן לענין דין שתויי יין, וע\"כ דהטעם הוא משום דגם בלא עבד אם רק נכנס בשעת עבודה שתוי יין חייב, ולכן כהן הדיוט הלא לא תמיד הוי אצלו שעת עבודה דאם הוא ממשמר אחר ונכנס למקדש הלא אין אצלו שעת עבודה, ולכן אמר הכתוב אתה ובניך אתך, דכיון דלאהרן הוי שעת עבודה דכה\"ג עובד תמיד כל זמן שהוא רוצה, לכן אמר קרא ובניך אתך דגם בניך הם באיסור לאו שלא ליכנס למקדש בשעת העבודה לאהרן, לכן מזה ילפינן דבשעת עבודה אפי' אם אחרים עובדים מוזהר כהן הדיוט שלא ליכנס למקדש.<br><b> ועכשיו </b> מבוארים דברי הרדב\"ז דאצל כ\"ג הוי תמיד שעת עבודה, ומותר לו ללבוש בגדי כהונה דזה כבר ביאר בס' בית הלוי דבשעת עבודה מותר לו ללבוש בגדי כהונה קודם, ויישב קושיית הש\"א דכיון דהוי משום עשה דוחה ל\"ת הא לא הוי בעידנא משום דהכא א\"א ומצותו בכך, ולכן בכ\"ג כיון דכל שעה יכול לעבוד ואפי' בלילה יכול להפך בצינורא, לכן תמיד אצלו שעת עבודה, וכן כתב הרמב\"ם החילוק בדין גידול פרע וקרוע בגדים דכ\"ג לעולם אסור שהרי תמיד הוא במקדש, וכונתו ג\"כ דתמיד הוי אצלו שעת עבודה, לכן שפיר דמותר בבגדי כהונה במקדש תמיד, וזהו דתני בתוספתא שהרי הן ראויין לעבודה והיינו שאף שאינו עובד עכשיו כל שעה הוא ראוי לעבודה.<br><b> איברא </b> דלפימש\"כ לדמות דין היתר בגדי כהונה לדין שתויי יין, יקשה לפימש\"כ הרמב\"ן בס' המצות בדעת הרמב\"ם דשעת עבודה נקרא ביום ולא בלילה, וכיון דכתבנו דבדין שתויי יין אין צריך דוקא שיהי' שעת עבודה לכהן זה, אלא דכיון דעכשיו הוא שעת עבודה אסור ליכנס שתויי יין, ומוכח דבלילה לא נקרא שעת עבודה כלל, וא\"כ גם אצל כ\"ג אינו שעת עבודה, וגם כ\"ג צריך להיות אסור בבגדי כהונה בלילה, ומדברי הרמב\"ם שדייק לכתוב כאן ובהל' כלאים בכהן הדיוט מוכח דכ\"ג לעולם מותר, וכן הא קתני להדיא בתוספתא שהבאנו, ומוכח דאינו חד דינא וצריך ביאור במה חלוק זה מזה, אמנם דשם גופא אינו מיושב דכבר הבאנו דברי הרמב\"ם בפ\"א מהל' ביאת מקדש הל' י' שכתב כשם שאין הכהנים מוזהרים על היין אלא בשעת ביאה למקדש כך אין אסורין לגדל פרע אלא בשעת ביאה למקדש, בד\"א בכהן הדיוט אבל כ\"ג אסור לגדל פרע ולקרוע בגדיו לעולם שהרי תמיד הוא במקדש, ולכך נאמר בו את ראשו לא יפרע ובגדיו לא יפרום, ומוכח דאפי' בלילה נמי אסור, וקשה דהא כתב הרמב\"ן דבלילה אינו שעת עבודה, ועיקר דין האיסור הא אינו כשהוא במקדש לבד דהא בעי נמי שעת עבודה.<br><b> אכן </b> שם יש לומר דהנה חזינן דהשוה הרמב\"ם דין שתויי יין לפרוע ראש ולקרועי בגדים ומ\"מ הך דינא דכ\"ג לעולם אסור לא הזכיר בשתויי יין אלא בפרוע ראש וקרועי בגדים, לכן אפשר לומר דהא צריך להבין מה שכתב הרמב\"ם שהרי תמיד הוא במקדש דאטו הוא ישן במקדש ובשעת שינה ע\"כ הוא בביתו, וע\"כ דהבאור הוא דפרועי ראש וקרועי בגדים הוא דבר קבוע, דאף דפרוע ראש יכול לגלח אבל הוא חסרון מעשה רבה ואחר צריך לגלחו, וכן קרוע בגדים אפשר אין לו בגדים אחרים באותה שעה, וכשיכנס למקדש יכשל ויכנס פרוע ראש וקרוע בגדים, ולכן אסרה תורה לכ\"ג בלאו מיוחד לגדל פרע ולקרוע בגדים לעולם, דאפי' בלילה אסור לו לגדל פרע ולקרוע בגדיו, אבל שתית יין בלילה לפני השינה כיון דעכשיו לא יכנס למקדש ואינו מחוסר מעשה שבשעה אחת יוסר יינו מעליו, לכן לא החמירה תורה בזה על כ\"ג יותר מעל כהן הדיוט, אבל במה שהקשינו דכאן לענין בגדי כהונה מוכח דאפי' בלילה הוי אצל כ\"ג שעת עבודה זה צריך ישוב.<br><b> ונראה </b> דאף דבין בדין בגדי כהונה בין בדין שתויי יין תליא בדין שעת עבודה, מ\"מ איכא נ\"מ דבלילה אינו שעת עבודה ממש אלא דאפשר לו להפך בצנורא בשעת הקטרת האימורים, ולכן מה דילפינן מקרא דאתה ובניך אתך דבזמן שעת עבודה אפי' לכהן אחר אסור לכל כהן להיות שתויי יין וכן פרוע ראש וקרוע בגדים, אמרינן דזה אינו אלא ביום דהוא עיקר שעת עבודה, אבל כה\"ג שלובש בגדים במקדש כיון דהוא יכול בכל שעה לעבוד ולהפך בצנורא, לכן מותר לו להיות לבוש בגדים שיהי' מוכן לעבודה בכל שעה שירצה, אבל עיקר שעת עבודה אינו אלא ביום וכמש\"כ הרמב\"ן."
            ],
            [
                "<b>בגדי כהונה מותר ליהנות לפיכך לובשם ביום עבודתו ואפי' שלא בשעת עבודה חוץ מן האבנט מפני שהוא שעטנז. אסור כהן הדיוט ללובשו אלא בשעת עבודה.</b><br><b> השגת </b> הראב\"ד אסור לכהן הדיוט א\"א לא מחוור הגמרא הכי אלא כל היום מותר במקדש:<br><b> הראב\"ד </b> קיצר כאן בהשגתו ובפ\"י מהל' כלאים הל' ל\"ב במה שכתב הרמב\"ם כהנים שלבשו בגדי כהונה שלא בשעת עבודה אפי' במקדש לוקין מפני האבנט כתב הראב\"ד טעה בזה, שהרי אמרו ביומא פ' בא לו כ\"ג, במקדש אפי' שלא בשעת עבודה מותר, ומאי דקאמר מפני האבנט שהוא כלאים אינו דאטו חשן ואפוד מי לית בהו כלאים, והנה במה דהשיג מהא דיומא כתב הכ\"מ דלא מיירי אלא בדין ליהנות בהן כדקתני בהדיא ולכן הוא חוץ מן האבנט, והוכיח זה מהא דאיתא בריש ערכין דשלא בעידן עבודה לא אישתרו, ובמה דהקשה הראב\"ד דהא בחושן ואפוד נמי איכא כלאים, כתב הכ\"מ דאה\"נ והרמב\"ם כתב אבנט בכהן הדיוט דשכיח יותר והוא דחוק מאוד, אכן הרדב\"ז כתב בתי' ב' דלגבי כ\"ג דכתיב ומן המקדש לא יצא וכל שעה שירצה הוא עובד הוי תמיד כמו בשעת עבודה, אבל כהן הדיוט דוקא בשעת עבודה.<br><b> והנה </b> בס' בית הלוי חלק א' סי' ג' כתב בזה דבר נכון, דכיון דקיי\"ל בציץ שמרצה דוקא בעודו על מצחו, ובפשוטו צריך שיהי' כ\"ג מלובש בח' בגדים דהא אין בגדיהם אין כהונתן עליהם, וא\"כ צריך הוא להיות לבוש בח' בגדים כל היום שהציץ ירצה על כל טומאה שיארע במקדש, אכן בדבריו לא יתיישבו דברי התוספתא דכלאים שהביאו התוס' במנחות דף מ\"א הביאה גם הרדב\"ז שם דתניא בגדי כ\"ג שיצא במדינה חייב, במקדש בין לשרת בין שלא לשרת פטור, מפני שהן ראויין לעבודה, ולשון מפני שהן ראויין לעבודה משמע כדברי הרדב\"ז ולא כדברי הבית הלוי דהוא משום הציץ, והבית הלוי לא הביא זה בדברי התוספתא בשביל שהתוס' קיצרו ולא הביאו.<br><b> ונראה </b> לחזק תירוצו של הרדב\"ז עפ\"מ שכתבתי לקמן בדעת הרמב\"ם דמחלק בדין שכור ופרוע ראש בין מיתה ללאו דמיתה הוא דוקא אם עבד, ולאו הוא אפי' אם לא עבד אם נכנס בשעת עבודה, וכבר תמה בזה הרמב\"ן, וכתבתי דדין בבואכם דילפינן מקדוש ידים ורגלים הוא דוקא בעבודה ממש, דהא כתיב לשרת, לכן אינו חייב מיתה אלא אם עבד ממש, אבל לענין לאו ילפינן מדכתיב אתה ובניך אתך, דלשון אתך צריך ביאור דבמה תלויים הבנים באהרן לענין דין שתויי יין, וע\"כ דהטעם הוא משום דגם בלא עבד אם רק נכנס בשעת עבודה שתוי יין חייב, ולכן כהן הדיוט הלא לא תמיד הוי אצלו שעת עבודה דאם הוא ממשמר אחר ונכנס למקדש הלא אין אצלו שעת עבודה, ולכן אמר הכתוב אתה ובניך אתך, דכיון דלאהרן הוי שעת עבודה דכה\"ג עובד תמיד כל זמן שהוא רוצה, לכן אמר קרא ובניך אתך דגם בניך הם באיסור לאו שלא ליכנס למקדש בשעת העבודה לאהרן, לכן מזה ילפינן דבשעת עבודה אפי' אם אחרים עובדים מוזהר כהן הדיוט שלא ליכנס למקדש.<br><b> ועכשיו </b> מבוארים דברי הרדב\"ז דאצל כ\"ג הוי תמיד שעת עבודה, ומותר לו ללבוש בגדי כהונה דזה כבר ביאר בס' בית הלוי דבשעת עבודה מותר לו ללבוש בגדי כהונה קודם, ויישב קושיית הש\"א דכיון דהוי משום עשה דוחה ל\"ת הא לא הוי בעידנא משום דהכא א\"א ומצותו בכך, ולכן בכ\"ג כיון דכל שעה יכול לעבוד ואפי' בלילה יכול להפך בצינורא, לכן תמיד אצלו שעת עבודה, וכן כתב הרמב\"ם החילוק בדין גידול פרע וקרוע בגדים דכ\"ג לעולם אסור שהרי תמיד הוא במקדש, וכונתו ג\"כ דתמיד הוי אצלו שעת עבודה, לכן שפיר דמותר בבגדי כהונה במקדש תמיד, וזהו דתני בתוספתא שהרי הן ראויין לעבודה והיינו שאף שאינו עובד עכשיו כל שעה הוא ראוי לעבודה.<br><b> איברא </b> דלפימש\"כ לדמות דין היתר בגדי כהונה לדין שתויי יין, יקשה לפימש\"כ הרמב\"ן בס' המצות בדעת הרמב\"ם דשעת עבודה נקרא ביום ולא בלילה, וכיון דכתבנו דבדין שתויי יין אין צריך דוקא שיהי' שעת עבודה לכהן זה, אלא דכיון דעכשיו הוא שעת עבודה אסור ליכנס שתויי יין, ומוכח דבלילה לא נקרא שעת עבודה כלל, וא\"כ גם אצל כ\"ג אינו שעת עבודה, וגם כ\"ג צריך להיות אסור בבגדי כהונה בלילה, ומדברי הרמב\"ם שדייק לכתוב כאן ובהל' כלאים בכהן הדיוט מוכח דכ\"ג לעולם מותר, וכן הא קתני להדיא בתוספתא שהבאנו, ומוכח דאינו חד דינא וצריך ביאור במה חלוק זה מזה, אמנם דשם גופא אינו מיושב דכבר הבאנו דברי הרמב\"ם בפ\"א מהל' ביאת מקדש הל' י' שכתב כשם שאין הכהנים מוזהרים על היין אלא בשעת ביאה למקדש כך אין אסורין לגדל פרע אלא בשעת ביאה למקדש, בד\"א בכהן הדיוט אבל כ\"ג אסור לגדל פרע ולקרוע בגדיו לעולם שהרי תמיד הוא במקדש, ולכך נאמר בו את ראשו לא יפרע ובגדיו לא יפרום, ומוכח דאפי' בלילה נמי אסור, וקשה דהא כתב הרמב\"ן דבלילה אינו שעת עבודה, ועיקר דין האיסור הא אינו כשהוא במקדש לבד דהא בעי נמי שעת עבודה.<br><b> אכן </b> שם יש לומר דהנה חזינן דהשוה הרמב\"ם דין שתויי יין לפרוע ראש ולקרועי בגדים ומ\"מ הך דינא דכ\"ג לעולם אסור לא הזכיר בשתויי יין אלא בפרוע ראש וקרועי בגדים, לכן אפשר לומר דהא צריך להבין מה שכתב הרמב\"ם שהרי תמיד הוא במקדש דאטו הוא ישן במקדש ובשעת שינה ע\"כ הוא בביתו, וע\"כ דהבאור הוא דפרועי ראש וקרועי בגדים הוא דבר קבוע, דאף דפרוע ראש יכול לגלח אבל הוא חסרון מעשה רבה ואחר צריך לגלחו, וכן קרוע בגדים אפשר אין לו בגדים אחרים באותה שעה, וכשיכנס למקדש יכשל ויכנס פרוע ראש וקרוע בגדים, ולכן אסרה תורה לכ\"ג בלאו מיוחד לגדל פרע ולקרוע בגדים לעולם, דאפי' בלילה אסור לו לגדל פרע ולקרוע בגדיו, אבל שתית יין בלילה לפני השינה כיון דעכשיו לא יכנס למקדש ואינו מחוסר מעשה שבשעה אחת יוסר יינו מעליו, לכן לא החמירה תורה בזה על כ\"ג יותר מעל כהן הדיוט, אבל במה שהקשינו דכאן לענין בגדי כהונה מוכח דאפי' בלילה הוי אצל כ\"ג שעת עבודה זה צריך ישוב.<br><b> ונראה </b> דאף דבין בדין בגדי כהונה בין בדין שתויי יין תליא בדין שעת עבודה, מ\"מ איכא נ\"מ דבלילה אינו שעת עבודה ממש אלא דאפשר לו להפך בצנורא בשעת הקטרת האימורים, ולכן מה דילפינן מקרא דאתה ובניך אתך דבזמן שעת עבודה אפי' לכהן אחר אסור לכל כהן להיות שתויי יין וכן פרוע ראש וקרוע בגדים, אמרינן דזה אינו אלא ביום דהוא עיקר שעת עבודה, אבל כה\"ג שלובש בגדים במקדש כיון דהוא יכול בכל שעה לעבוד ולהפך בצנורא, לכן מותר לו להיות לבוש בגדים שיהי' מוכן לעבודה בכל שעה שירצה, אבל עיקר שעת עבודה אינו אלא ביום וכמש\"כ הרמב\"ן."
            ]
        ],
        [
            [
                "<b>כיצד מעשה הציץ עושה טס של זהב רחב שתי אצבעות ומקיף מאוזן לאוזן וכותב עליו שני שיטין קודש לה', קדש מלמטה לה' מלמעלה ואם כתבו בשיטה אחת כשר, ופעמים כתבוהו בשיטה אחת. והאותיות בולטות בפניו כיצד חופר את האותיות מאחריו והוא מדובק על השעוה עד שבולט והוא נקוב בשתי קצותיו ופתיל תכלת למטה ממנו נכנס מנקב לנקב כדי שיהי' נקשר בפתיל כנגד העורף.</b><br><b> השגת </b> הראב\"ד חופר את האותיות א\"א אינו חופר אלא מכה בדפוס צורת האותיות מאחריו עד שהאותיות בולטות מלפניו, ומדובק בשעוה שאמר אינו כלום.<br><b> הכ\"מ </b> כתב בטעמו של הרמב\"ם דאינו סובר דעושה בדפוס אלא חופר משום דכשמכה בדפוס אינו יכול לכוון שיבא הפיתוח נגד האותיות הכתובות בכיון ממש, שמפרש בד' הרמב\"ם שכתב מתחלה וכותב עליו שני שיטין וכו', ואח\"כ כתב והאותיות בולטות בפניו כיצד חופר את האותיות וכו', דכונתו שכותבין מקודם האותיות על הציץ, ואח\"כ חופר כנגד האותיות מאחריו, וכתב בטעמא דמילתא דצריך לכתוב בו האותיות משום ויכתבו עליו מכתב וצריך שיחפור מאחריו משום דכתיב ופתחת עליו פתוחי חותם, ודבריו תמוהים דהא בגיטין דף כ' בהא דאמר הא דחק ירכות והא דחק תוכות, והיינו דחק תוכות לא הוי כתיבה, ופריך ותוכות לא ורמינהו לא היה כתבו שוקע אלא בולט כדינרי זהב, והא דינרי זהב תוכות הן, ופירש\"י וגבי ציץ כתוב מכתב פתוחי חותם, וכן אח\"כ אמר הגמ' להדיא והא בעינן מכתב וליכא, ואי כפי' הכ\"מ שהם שני ענינים דמכתב לחוד ופתוחי חותם לחוד, א\"כ מאי פריך, וע\"כ דהפתוחי חותם זהו המכתב ובעינן שיהי' על זה תורת כתב, וכונת הרמב\"ם במה שכתב מקודם וכותב עליו שני שיטין היינו כמו שמבאר אח\"כ דהכתב הי' ע\"י זה שחפר האותיות מאחריו ונעשו בולטות והוא פשוט.<br><b> עוד </b> כתב הכ\"מ ועוד דפתוחי חותם אינו הכאה בדפוס וכונתו דכשמפתחים לעשות חותם אינו בדרך הכאה בדפוס אלא בדרך חקיקה וחפירה, ולכן אף דבחותם כשחופרים נעשים האותיות שוקעות, וכשעושים בחותם אותיות בולטות ע\"כ הוא ע\"י חק תוכות דלא הוי כתיבה, מ\"מ למדנו מקרא דצריך לפתח היינו לחפור כמו בחותם אלא דבציץ חופרין מאחריו שיהיו האותיות בולטות, ומשמע דגם בציץ הי' כשר אם היו עושין האותיות שוקעות, דהא גבי גט כשר כדאיתא בגמ' וכן פסק הרמב\"ם, אלא דמשום כבוד השם עשו האותיות בולטות וחפרו מאחריו, וגם בגט כה\"ג כשר כמו שכתב הרמב\"ם בפ\"ד מהל' גירושין.<br><b> והנה </b> גם על תי' זה קשה דהא בגמ' שם א\"ל רבינא לרב אשי רושמא מחריץ חריץ או כנופי מכניף, ופירש\"י דבעי אם עשו הגט ע\"י חותם שהאותיות שוקעות בו ודחקו על טס של זהב ונעשו אותיות בולטות דאי מחריץ חריץ הו\"ל חק תוכות ופסול ואי כנופי מכניף כשר, אמר ליה מחריץ חריץ, איתביה לא הי' כתבו שוקע אלא בולט כדינרי זהב ואי ס\"ד מחריץ חריץ הא בעינן מכתב וליכא, ומוכח דאי הוי אמרינן כנופי מכניף הוי ניחא ליה שעשו הציץ ע\"י חותם כזה ולא קשה ליה הא כתיב פתוחי חותם.<br><b> ואפשר </b> דאף דמעיקרא ע\"כ הוי סבר דגם בכה\"ג הוי פתוחי חותם כיון דתניא כדינרי זהב, אבל כדמשני כדינרי זהב ולא כדינרי זהב, כדינרי זהב דבולט ולא כדינרי זהב דאלו התם מגואי והכא מבראי, עכשיו נקטינן לשון פתוחי חותם כפשטיה דדוקא בדרך פתוח של חותם שהוא בדרך חפירה, ואף דהכאה בדפוס הוא ג\"כ חפירה מ\"מ כיון דבעשיית חותם שוקע אין דרך לעשות בדפוס בשביל שחותם נעשה ממתכת קשה ולא יהיו נחקקין האותיות ע\"י הכאה בדפוס אלא דוקא בדרך חפירה, לכן גם בציץ אף שהוא טס דק צריך לעשות בדרך חפירה.<br><b> ומה </b> שכתב הרמב\"ם והוא מדובק על השעוה עד שבולט שכ' הראב\"ד ומדובק בשעוה שכתב אינו כלום לא ביאר זה הכ\"מ, ונראה דכונת הרמב\"ם דאם יחזיק הטס באויר קשה לדחוק בחוזק שיצאו אותיות וצריך להשים הטס על איזה דבר ואם ישימו על דבר קשה כמו על השולחן הלא השולחן יעכב שלא יצאו האותיות, ולכן צריך להשים הטס על שעוה שיהי' אפשר לדחוק בהטס שיצאו האותיות, והוא פשוט."
            ],
            [
                "<b>כיצד מעשה הציץ עושה טס של זהב רחב שתי אצבעות ומקיף מאוזן לאוזן וכותב עליו שני שיטין קודש לה', קדש מלמטה לה' מלמעלה ואם כתבו בשיטה אחת כשר, ופעמים כתבוהו בשיטה אחת. והאותיות בולטות בפניו כיצד חופר את האותיות מאחריו והוא מדובק על השעוה עד שבולט והוא נקוב בשתי קצותיו ופתיל תכלת למטה ממנו נכנס מנקב לנקב כדי שיהי' נקשר בפתיל כנגד העורף.</b><br><b> השגת </b> הראב\"ד חופר את האותיות א\"א אינו חופר אלא מכה בדפוס צורת האותיות מאחריו עד שהאותיות בולטות מלפניו, ומדובק בשעוה שאמר אינו כלום.<br><b> הכ\"מ </b> כתב בטעמו של הרמב\"ם דאינו סובר דעושה בדפוס אלא חופר משום דכשמכה בדפוס אינו יכול לכוון שיבא הפיתוח נגד האותיות הכתובות בכיון ממש, שמפרש בד' הרמב\"ם שכתב מתחלה וכותב עליו שני שיטין וכו', ואח\"כ כתב והאותיות בולטות בפניו כיצד חופר את האותיות וכו', דכונתו שכותבין מקודם האותיות על הציץ, ואח\"כ חופר כנגד האותיות מאחריו, וכתב בטעמא דמילתא דצריך לכתוב בו האותיות משום ויכתבו עליו מכתב וצריך שיחפור מאחריו משום דכתיב ופתחת עליו פתוחי חותם, ודבריו תמוהים דהא בגיטין דף כ' בהא דאמר הא דחק ירכות והא דחק תוכות, והיינו דחק תוכות לא הוי כתיבה, ופריך ותוכות לא ורמינהו לא היה כתבו שוקע אלא בולט כדינרי זהב, והא דינרי זהב תוכות הן, ופירש\"י וגבי ציץ כתוב מכתב פתוחי חותם, וכן אח\"כ אמר הגמ' להדיא והא בעינן מכתב וליכא, ואי כפי' הכ\"מ שהם שני ענינים דמכתב לחוד ופתוחי חותם לחוד, א\"כ מאי פריך, וע\"כ דהפתוחי חותם זהו המכתב ובעינן שיהי' על זה תורת כתב, וכונת הרמב\"ם במה שכתב מקודם וכותב עליו שני שיטין היינו כמו שמבאר אח\"כ דהכתב הי' ע\"י זה שחפר האותיות מאחריו ונעשו בולטות והוא פשוט.<br><b> עוד </b> כתב הכ\"מ ועוד דפתוחי חותם אינו הכאה בדפוס וכונתו דכשמפתחים לעשות חותם אינו בדרך הכאה בדפוס אלא בדרך חקיקה וחפירה, ולכן אף דבחותם כשחופרים נעשים האותיות שוקעות, וכשעושים בחותם אותיות בולטות ע\"כ הוא ע\"י חק תוכות דלא הוי כתיבה, מ\"מ למדנו מקרא דצריך לפתח היינו לחפור כמו בחותם אלא דבציץ חופרין מאחריו שיהיו האותיות בולטות, ומשמע דגם בציץ הי' כשר אם היו עושין האותיות שוקעות, דהא גבי גט כשר כדאיתא בגמ' וכן פסק הרמב\"ם, אלא דמשום כבוד השם עשו האותיות בולטות וחפרו מאחריו, וגם בגט כה\"ג כשר כמו שכתב הרמב\"ם בפ\"ד מהל' גירושין.<br><b> והנה </b> גם על תי' זה קשה דהא בגמ' שם א\"ל רבינא לרב אשי רושמא מחריץ חריץ או כנופי מכניף, ופירש\"י דבעי אם עשו הגט ע\"י חותם שהאותיות שוקעות בו ודחקו על טס של זהב ונעשו אותיות בולטות דאי מחריץ חריץ הו\"ל חק תוכות ופסול ואי כנופי מכניף כשר, אמר ליה מחריץ חריץ, איתביה לא הי' כתבו שוקע אלא בולט כדינרי זהב ואי ס\"ד מחריץ חריץ הא בעינן מכתב וליכא, ומוכח דאי הוי אמרינן כנופי מכניף הוי ניחא ליה שעשו הציץ ע\"י חותם כזה ולא קשה ליה הא כתיב פתוחי חותם.<br><b> ואפשר </b> דאף דמעיקרא ע\"כ הוי סבר דגם בכה\"ג הוי פתוחי חותם כיון דתניא כדינרי זהב, אבל כדמשני כדינרי זהב ולא כדינרי זהב, כדינרי זהב דבולט ולא כדינרי זהב דאלו התם מגואי והכא מבראי, עכשיו נקטינן לשון פתוחי חותם כפשטיה דדוקא בדרך פתוח של חותם שהוא בדרך חפירה, ואף דהכאה בדפוס הוא ג\"כ חפירה מ\"מ כיון דבעשיית חותם שוקע אין דרך לעשות בדפוס בשביל שחותם נעשה ממתכת קשה ולא יהיו נחקקין האותיות ע\"י הכאה בדפוס אלא דוקא בדרך חפירה, לכן גם בציץ אף שהוא טס דק צריך לעשות בדרך חפירה.<br><b> ומה </b> שכתב הרמב\"ם והוא מדובק על השעוה עד שבולט שכ' הראב\"ד ומדובק בשעוה שכתב אינו כלום לא ביאר זה הכ\"מ, ונראה דכונת הרמב\"ם דאם יחזיק הטס באויר קשה לדחוק בחוזק שיצאו אותיות וצריך להשים הטס על איזה דבר ואם ישימו על דבר קשה כמו על השולחן הלא השולחן יעכב שלא יצאו האותיות, ולכן צריך להשים הטס על שעוה שיהי' אפשר לדחוק בהטס שיצאו האותיות, והוא פשוט."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כהן שלקה באצבעו מותר לכרוך עליה גמי בשבת או בגד שאין בו שלש על שלש ועובד, ואם נתכוין להוציא דם אסור, והוא שלא יחוץ הגמי או הבגד בין בשרו לכלי בשעת עבודה.</b><br><b> השגת </b> הראב\"ד והוא שלא יחוץ הגמי א\"א דבריו סותרים זה את זה, הלא אמר במקום בגדים פחות משלש אינו חוצץ בין היד לכלי, וכן הוא בעירובין ובזבחים.<br><b> כתב </b> הכ\"מ נראה שהראב\"ד מפרש דהא דאמר רבא שלא במקום בגדים שלש על שלש חוצצות פחות משלש על שלש אינן חוצצות, דחוצצות ואינן חוצצות לענין חציצה בין יד לכלי איתמר ומש\"ה השיג וכתב שדבריו סותרים את דבריו, אבל דעת רבינו כפירש\"י דחוצצות ואינן חוצצות לאו לענין חציצה איתמר, אלא לענין יתור בגדים ולפי דברי הכ\"מ צריך לומר דמה שכתב הרמב\"ם בהל' ח' כרך על בשרו בגד שלא במקום בגדים וכו', הא הי' בו שלש אצבעות על שלש אצבעות ה\"ז חוצץ ופוסל, פחות מכאן אינו חוצץ דהכונה במה שכתב חוצץ דהוי יתור בגדים והוא דוחק גדול, דאפי' אם נפרש כן בדברי הגמ' אבל בדברי הרמב\"ם קשה לפרש כן, דהרמב\"ם דרכו לפרש דבריו ולא הי' כותב לשון חציצה על יתור בגדים.<br><b> עוד </b> הקשה הקרן אורה דאם בהלכה ח' הוא מדין יתור בגדים אין זה מקומו והי' להרמב\"ם לכתוב זה קודם הל' ו' דבהל' ה' מדבר מדין יתור בגדים, ומהל' ו' ואילך מדבר מדין חציצה, והנה בטעמא דפסולא דחציצה בין בגד לבשרו יש לעיין אם הוא משום דממילא הוי חסרון בגדים או דהוא פסול אחר, והקרן אורה כתב מתחלה לדבר פשוט דאינו משום חסרון בגדים ונ\"מ דאינו חייב מיתה משום מחוסר בגדים, וכן בהל' ח' במה שכ' דין כרך על בשרו בגד שלא במקום בגדים אם הוא משום יתור בגדים חייב מיתה, ואם הוא משום חציצה אינו חייב מיתה, ואח\"כ כ' הקרן אורה דמדברי הרמב\"ם סוף הל' ביאת מקדש בפ\"ט הל' ט\"ו כשמנה הרמב\"ם הל' פסולי עבודה, מנה מחוסר בגדים ויתר בגדים ומי שיש בין ידו ובין הכלי דבר חוצץ, ומוכח דחציצה בין בשרו לבגדים הוא מדין מחוסר בגדים, דאל\"כ הו\"ל למנותו בכלל חציצה כמו בין ידו לכלי, אכן הק\"א הקשה דמהיכי תיתי לן דחציצה בין בגד לבשרו הוי בכלל מחוסר בגדים כיון דמקרא אחרינא ילפינן מילבש על בשרו, ולא ידעתי מה דחק בזה הא פשוט הוא דכיון דכתיב ילבש על בשרו, וא\"כ אם לבש בדרך חציצה ואינו על בשרו או מקום אחד מהבגדים אינו על בשרו הרי במקום זה הוא מחוסר בגדים דמה דהוא לבוש בגדים על בגד אחר ולא על בשרו אינו בכלל בגדי כהונה, ולפי\"ז חלוק דין חציצה בין בגד לבשרו מדין חציצה בין בשרו לכלי דבחציצה בין בגד לבשרו חייב מיתה משום מחוסר בגדים וחציצה בין בשרו לכלי ליכא בי' גדר חיוב מיתה ואינו אלא פסול מדין ולקח הכהן שתהא בעצמו של כהן.<br><b> ולפי\"מ </b> שבארנו לא קשה כל כך קושיית הק\"א דכיון דההלכות ו' ז' דאיירי מדין חציצה בין בשרו לבגד הוי מגדר חסרון בגדים, א\"כ לא קשה אם נימא דהל' ח' דכרך על בשרו בגד שלא במקום בגדים דג' על ג' חוצץ דהוא מדין יתור בגדים, כיון דהוא גדר אחד ובשניהם חייב מיתה, אלא דמ\"מ אינו מיושב לומר דמה שכתב הרמב\"ם חוצץ כונתו ליתור בגדים.<br><b> עוד </b> קשה דלמה כתב הרמב\"ם הך דינא דוהוא שלא יחוץ הגמי או הבגד בין בשרו לכלי בשעת עבודה בהלכה זו, ולא כתב זה בהלכה ח' במה שכתב בכרך על אצבעו דפחות משלש על שלש אינן חוצצות, והו\"ל לכתוב והוא שלא יחוץ הבגד בין בשרו לכלי בשעת עבודה, ולכן נראה דע\"כ צ\"ל דהרמב\"ם מפרש הא דאמר רבא שלש על שלש חוצצות דהוא מדין חציצה ממש, אלא דא\"כ קשה קושיית הראב\"ד שסתר את עצמו דלמעלה כתב דפחות מגע\"ג אינן חוצצות, וכאן כתב והוא שלא יחוץ הבגד וכו', והקרן אורה לא כתב בזה ליישב דעת הרמב\"ם.<br><b> והנה </b> מקודם עלינו לבאר דאם נפרש דעתו בלשון חוצצות כדעת הראב\"ד ולא כפירש\"י עלינו ליישב קושיית הריטב\"א שהביאו הכ\"מ וז\"ל והריטב\"א הכריע כפירש\"י דאי חציצה כפשטה למה חלקו בין במקום בגדים לשלא במקום בגדים והא כולה עבודה בגופו של כהן בעינן וראוי שיחוץ אפי' נימא אחת בכל מקום, ועוד דאם איתא דלהדיא אמר רב חסדא פחות מג' אינן חוצצות היכי אקשי לעיל להדיא ותיפוק ליה משום חציצה דמשמע דמילתא דפשיטא היא דאפי' גמי וצלצול קטן חוצצין, והא רבא ורב חסדא פליגי לפי שיטה זו, ותו כשתירץ בשמאל אי נמי בימין ושלא במקום בגדים אמאי לא אמר דכרבא אמר רב חסדא ס\"ל עכ\"ל.<br><b> ונראה </b> בזה דיש לחלק בין דין חציצה בין ידו לכלי, ובין חציצה בין בגד לבשרו, דחציצה בין ידו לכלי דטעמא דאסור הוא משום דכתיב ולקח הכהן שתהא לקיחה בעצמו של כהן כמו שכתב רש\"י בזבחים דף כ\"ד בד\"ה לא יהא, בזה יש לומר דדוקא שלש על שלש חוצץ דהוא דבר חשוב ולא הוי לקיחה בעצמו של כהן, אבל פחות משע\"ש דהוא דבר מועט לא נתבטל עי\"ז שם הלקיחה והוי לקיחה בעצמו של כהן, אבל בבגדי כהונה דכתיב ילבש על בשרו שלא יהא דבר חוצץ בין בגדי כהונה לבשרו, בזה אפי' בפחות משע\"ש חוצץ כיון דעכ\"פ במקום זה שחוצץ אינו לובש על בשרו.<br><b> וראיתי </b> שכעין זה כתב הר\"נ בהלכות בסוכה דף ל\"ז בהא דאמר רבא לקיחה ע\"י דבר אחר שמה לקיחה, והקשה הר\"נ דאכתי לפסול משום חציצה, וכתב דגבי לולב לית לן קרא לפסול משום חציצה ולא פסלינן אלא משום דלא הוי לקיחה תמה ולא פסלינן משום חציצה אלא היכי דאיכא קרא כטבילה דכתיב ורחץ בשרו במים שלא יהא דבר חוצץ בין בשרו למים, וא\"כ מבואר כדברינו דדין לקיחה בעצמו של כהן אין בזה גדר פסול חציצה ממש, אבל דין ילבש על בשרו יש בזה גדר חציצה ממש, ואפי' נימא אחת חוצצת.<br><b> והנה </b> לפי\"ז שכתבנו נמצא דבחציצה בין יד לכלי דנלמד מולקח הכהן הוי דומיא דולקחתם גבי לולב, אלא דגבי לולב נלמד מדין לקיחה תמה וכאן מדין שתהא בעצמו של כהן, אבל בשניהם אינו משום דין חציצה ממש וא\"כ אי הוי דרך כבוד נאמר דלקיחה ע\"י דבר אחר שמה לקיחה, ובאמת כתבו כן התוס' להדיא בסוכה שם דטעמא דיששכר איש כפר ברקאי דהוי כריך ידיה בשיראי דהוי חציצה זהו משום דלא הוי דרך כבוד, דאף דכריך בשיראי לכבוד עצמו הי' עושה ומבזה קדשי שמים קרי לה התם, וכן בארתי בפ' א' מהל' בית הבחירה הל' י' בדעת הרמב\"ם דהיכי דהוא משום ולקח הכהן אם הוא דרך כבוד אינו חוצץ, אבל ביומא דף נ\"ח גבי הניח מזרק בתוך מזרק בתוס' בד\"ה מין במינו שהקשו דהא לקיחה ע\"י דבר אחר שמה לקיחה ומקודם כתבו לחלק בין כרך סביב הלולב להניח מזרק בתוך מזרק, אח\"כ כתבו וריצב\"א תי' דגבי כלי שרת חוצץ בכל ענין, דאף דגבי לולב מיקרי לקיחה, אבל גבי כלי שרת דכתיב ולקח הכהן לא מיקרי בעצמו של כהן, ולפי\"ד הריצב\"א לכאורה אין חילוק בין דין חציצה בין יד לכלי ובין חציצה בין בגדי כהונה לבשרו כיון דבזה לא מהני לקיחה ע\"י דבר אחר דעכ\"פ אינה בעצמו של כהן.<br><b> ומ\"מ </b> נראה דאפי' לדעת הריצב\"א יש לחלק דאף דבדין לקיחה ע\"י דבר אחר לא מהני דעכ\"פ לא הוי בעצמו של כהן זהו היכי דכל הלקיחה הוא ע\"י דבר אחר, אבל היכי דכרך סביב האצבע ונוטל הכלי בידו שפיר מיחשיב לקיחה בעצמו של כהן, כיון דרוב הלקיחה הוא בידו ולית לן קרא הכא שלא יהא דבר חוצץ בין כלי לבשרו, ודוקא גבי בגדי כהונה דכתיב ילבש על בשרו, לכן אפי' נימא אחת חוצצת כיון דבמקום זה אינו על בשרו חסר במקום זה לבישת בגדי כהונה, אבל גבי לקיחה הא עיקר הלקיחה הוא בעצמו של כהן וקרא מיוחד על חציצה ליכא, ולכן גם לדעת הריצב\"א מיושב קושיית הריטב\"א לפי דעת הרמב\"ם והראב\"ד כאן, וכפשטות הגמ' דכאן הוא מדין חציצה ולא מדין יתור בגדים.<br><b> ומה </b> דהקשה הריטב\"א דאם רב חסדא סובר דפחות משע\"ש אינן חוצצות היכי אקשינן ותיפוק ליה משום חציצה ותו כשתירץ בשמאל א\"נ שלא במקום עבודה אמאי לא אמר דכרבא א\"ר חסדא ס\"ל, הנה לפי\"מ שפירש\"י דהא דמקשה ותיפוק ליה משום חציצה לר' יוחנן מקשה דהיכי שרי ר' יוחנן שלא במקום בגדים, וכבר כתב רש\"י בד\"ה ודאי פליגא דמה דאמר ר' יוחנן דשלא במקום בגדים לא הוי יתור בגדים אפי' שלש על שלש במשמע והיינו משום דסתם בגד הוי שע\"ש, והריטב\"א שהקשה זה הוא לפי פירש\"י בעירובין דף ק\"ג דמשמע דמפרש דהקושיא היא על מה דאמר ר' יהודה בדר\"ח לא שנו אלא גמי, אבל צלצול קטן הוי יתור בגדים, דרש\"י כתב שם ותיפוק ליה בין גמי בין צלצול קטן משום דחייץ, והריטב\"א שהביא הכ\"מ שהוא בודאי מפירושו על עירובין (ובהריטב\"א שנדפס חסר זה) הולך בזה בדרך פירש\"י שם, אבל לפי פירש\"י בזבחים בקושיית הגמ' על ר' יוחנן מיושב כמו שכתבנו, דר' יוחנן קאי גם על שע\"ש כמש\"כ רש\"י וכדמוכח מהא דאמר בגמ' אדר' יוחנן ודאי פליגא.<br><b> אכן </b> אכתי קשה לפי' הראב\"ד ושכתבנו דגם הרמב\"ם מפרש כן דהיכי אמר בלישנא קמא על הא דר' יוחנן ופליגא דרבא אמר רב חסדא דאמר במקום בגדים אפי' נימא אחת חוצצת שלא במקום בגדים שע\"ש חוצצות דהא רב חסדא קאמר מדין חציצה, ור' יוחנן הא אמר מדין יתור בגדים, וא\"כ מנלן דרב חסדא פליג אדר' יוחנן דאמר שלא במקום בגדים לא הוי יתור בגדים, ולפלא על הריטב\"א שלא הקשה זה שהוא קושיא עצומה על המפרשים דלא כפירש\"י.<br><b> ונראה </b> דהנה בירושלמי עירובין פ\"י הל' י\"ג איכא פלוגתא דאמוראי אם הוי יתור בגדים בבגד קטן אפי' אם יש בו שע\"ש, דר' חנינא סבר דדוקא לבש שני מכנסים שני אבנטים הוי יתור בגדים, והנה בברייתא בדף י\"ח איתא לבש שני מכנסים שני אבנטים חסר אחת יתר אחת או שהיתה לו רטיה על מכת בשרו תחת בגדו, או שהיו מטושטשים או מקורעים ועבד עבודתו פסולה, ולר' חנינא צריך לומר דרטיה דפסול לאו מדין יתור בגדים הוא, אלא מדין חציצה, אבל אי סבירא לן דכל שלש על שלש פוסל מדין יתור בגדים, א\"כ אם הרטי' שע\"ש פסול לבד חציצה מדין יתור בגדים.<br><b> והנה </b> רבא אמר רב חסדא דאמר במקום בגדים אפי' נימא אחת חוצצת שלא במקום בגדים שע\"ש חוצצות, פחות מכאן אינן חוצצות ולא איירי מדין יתור בגדים בשע\"ש במקום בגדים, ונ\"מ דאם יכרוך במקום בגדים על הבגד דליכא משום חציצה ואיכא משום יתור בגדים, ומוכח דסבר כר' חנינא דליכא כלל דינא דיתור בגדים אלא בשני מכנסים שני אבנטים, ולכן שפיר אמר בגמ' דר' יוחנן דאמר לא אמרו יתור בגדים אלא במקום בגדים פליגא אדרבא אמר רב חסדא דליכא בכל גווני אלא משום חציצה ולא משום יתור בגדים.<br><b> ויש </b> לומר עוד דמה דאמר ר' יוחנן לא אמרו יתור בגדים אלא במקום בגדים קשה דהיכן אמרו דבברייתא הא לא תניא אלא שני מכנסים שני אבנטים, וצ\"ל דר' יוחנן מפרש דהא דתניא או שהי' לו רטיה על מכת בשרו תחת בגדו הוי נמי משום יתור בגדים, וע\"ז אמר ר' יוחנן דלא אמרו יתור בגדים אלא במקום בגדים, וסבר ר' יוחנן דבמקום בגדים אפי' פחות משע\"ש הוי יתור בגדים, וע\"ז אמר שפיר ופליגא דרבא אמר ר\"ח דאמר דבמקום בגדים אפי' נימא אחת חוצצת, ומוכח דפסולא דרטיה הוא משום חציצה ולא משום יתור בגדים דהא לא תניא דרטיה הוא דוקא בשע\"ש, וע\"ז אמר אדר' יהודה בדר\"ח מי לימא דפליגא והיינו דאמר דצלצול קטן הוי יתור בגדים ואפי' שלא במקום בגדים. וע\"ז אמר שאני צלצול קטן דחשיב, ובזה מודה רבא דהוי יתור בגדים אפי' שלא במקום בגדים ואפי' פחות משע\"ש, ובירושלמי מיבעי ליה לר' חנינא דאמר דיתור בגדים הוא דוקא שני מכנסים שני אבנטים, כהן שלקה באצבעו וכרך עליו אבנט כל שם אבנט פסול או אינו פסול אלא מלבוש, וזהו מה דבעי כאן בגמ' אדרבא דלא סבר דין יתור בגדים ברטיה ובשלא במקום בגדים בשע\"ש, ואמר דפסול רק משום חציצה מי לימא דפליג אדר' יהודה בדר\"ח דאמר דצלצול קטן הוי יתור בגדים, וע\"ז אמר שאני צלצול קטן דחשיב, ויש לומר דצלצול קטן הוי כמו אבנט, או דבאמת לא סבר רבא כר' חנינא דדוקא לבש שני מכנסים שני אבנטים דהוא בגד מבגדי כהונה, אלא דעכ\"פ צריך בגד חשוב ולא סתם שע\"ש.<br><b> אכן </b> זה שכתבנו ליישב מה שהקשה הריטב\"א ממה דפריך בגמ' ותיפוק ליה משום חציצה אם נפרש דמה דאמר רבא פחות משע\"ש אינן חוצצות היינו משום חציצה ממש, משום דקושיית הריטב\"א אינו אלא לפירש\"י בעירובין דפריך אמתני' ואדר' יהודה בדר\"ח דגמי וצלצול מ\"ט אינן אסורין משום חציצה, אבל לפירש\"י בזבחים לא קשה דהפירכא הוא לר' יוחנן דאמר דשלא במקום בגדים לא הוי יתור בגדים, ודמשמע אפי' בשע\"ש כמ\"ש רש\"י, כל זה כתבנו לדעת הראב\"ד אבל הרמב\"ם אינו סובר כן דהא לא מוכח להדיא בדברי ר' יוחנן דמיירי בשע\"ש דלפרוך ותיפוק לי' משום חציצה, וגם למה ליה לשנויי בשמאל א\"נ שלא במקום עבודה לישני בפחות משע\"ש דהא ר' יוחנן איירי אהא דצלצול קטן, ואפי' לפימש\"כ דמה דאמר לא אמרו קאי אברייתא דרטיה אבל גם רטיה אינו מוכח דהוא שע\"ש, ולכן סובר הרמב\"ם דאף דרבא אמר דפחות משע\"ש אינן חוצצות זהו בסתם אבל ברטיה או בכהן שלקה באצבעו דכורך עליו גמי בזה חוצץ אפי' בפחות משע\"ש, דהא מצינו גבי מקואות דאף דדבר שאינו מקפיד אינו חוצץ אבל רטיה חוצץ, וטעמא משום דמקפדת ורוצה שלא תהי' המכה ולא תהי' הרטיה שעליה, ולכן לא דמיא לדבר שאינו מקפיד, ולכן גם כאן אף דדבר מועט אינו חוצץ דלא חשוב אבל רטיה וכן גמי חוצץ, ולכן שפיר פריך בגמ' ותיפוק ליה משום חציצה, ושפיר פסק הרמב\"ם והוא שלא יחוץ הגמי או הבגד בין בשרו לכלי בשעת עבודה, ופסק זה דוקא בהלכה זו דמיירי בכהן שלקה באצבעו, אבל בהל' ח' דלא מיירי בלקה באצבעו שפיר פסק דפחות משע\"ש אינן חוצצות.<br><small> -מלואים והשמטות-</small><br><b> לידידי הרב הג' הנעלה מו\"ה אברהם שפירא שי' ממצוייני ישיבת חברון</b><br><b> בפ\"י ה\"ט </b> בד\"ה אכן, במש\"כ דהא מצינו גבי מקואות כתב צ\"ע דשם לא משום חשיבות דרטיה, לא אדע מנ\"ל דהכא טעמא דוקא משום חשיבות דשפיר י\"ל דכיון שהוא מקפיד עליה חוצץ כמו בכל דיני חציצה. <small> [עד כאן].</small><br><b> ומיושבים </b> עכשיו ד' הרמב\"ם דבהל' ה' דהזכיר יתור בגדים כתב כשם שהמחוסר בגדים חייב מיתה ופוסל העבודה, כך היתר בגדים כגון שלבש שתי כתנות או שני אבנטים, ומוכח דסתם בגד אפי' בשלש על שלש לא הוי יתור בגדים, ובהל' ח' כתב כרך על בשרו בגד שלא במקום בגדים כגון שכרכו על אצבעו או על עקבו אם הי' בו שלש אצבעות על שלש אצבעות ה\"ז חוצץ ופוסל כתב משום חציצה, והיינו אם לקח כלי בידו בשעת עבודה, ועל עקבו הוא משום דחוצץ בין רגלו לרצפה, אבל ליכא משום יתור בגדים וזהו כר' יוחנן דאמר דשלא במקום בגדים לא הוי יתור בגדים, וכן סבר רב חסדא דהא לא הזכיר אלא דין חציצה, ואח\"כ כתב ואם הי' צלצול קטן הואיל והוא חשוב בגד בפני עצמו הרי זה פוסל ואע\"פ שאין בו שלש על שלש, לא הזכיר כאן חוצץ אלא פוסל והיינו דפוסל משום יתור בגדים אפי' אם אינו מפסיק בין יד לכלי, וזהו כדר' יהודה בדר\"ח וכדמשני בגמ' דרב חסדא נמי לא פליג דשאני צלצול קטן דחשיב.<br><b> איברא </b> דצריך לבאר דכל זה שכתבנו הוא לפי לישנא קמא דר' יהודה בדר\"ח ור' יוחנן אמרי מדין יתור בגדים, אבל בלישנא בתרא הא איתא דר\"י בדר\"ח אמר אבל צלצול קטן חוצץ ור' יוחנן אמר דשלא במקום בגדים בפחות משע\"ש אינו חוצץ, והא איירו בדין כהן שלקה באצבעו, א\"כ גם בזה אינו חוצץ בפחות משע\"ש והרבה פוסקים הא פסקו כלישנא בתרא בכל דוכתי, אכן בספר המצות בשורש ט' השיג הרמב\"ן על הרמב\"ם במה שפסק באכל נא ומבושל דלוקה אחת דתליא בתרי לישני וצריך לפסוק כלישנא בתרא דאינו לוקה, וכתב המגילת אסתר דדעת הרמב\"ם לפסוק בדאורייתא לחומרא, וכן בד' הרמב\"ם בפ\"א מהל' ברכות הל' י\"ב לפי\"מ שמפרש הרא\"ש בשיטתו מוכח דרמב\"ם אינו פוסק כלישנא בתרא, אלא בדאורייתא לחומרא ובדרבנן לקולא, רק דבהא דנא ומבושל מוכח יותר שפוסק זה בתורת ודאי שכך הוא גדר ההלכה, וכן כתב שם בלב שמח, (וראיתי מביאים הוכחות שהרמב\"ם פוסק כלישנא בתרא אבל מקומות שהביאו הם או בדיני ממונות שפוסק לקולא לנתבע או בדרבנן לקולא.)<br><b> ולפי\"ז </b> מבואר דגם כאן פסק כלישנא קמא לחומרא בתורת ודאי דמטעם ספק הא סובר הרמב\"ם דאין פוסלין הקרבן כמו שמבואר בכמה מקומות וכן כאן בהל' ז', ואף דמה שכתב כאן והוא שלא יחוץ בין בגד לכלי אינו מוכח דסובר דאם הי' חציצה פסול, אבל מדבריו בהל' ח' שכתב ואם הי' צלצול קטן הואיל והוא חשוב בגד בפני עצמו הרי זה פוסל, וכתבתי דמדלא כתב ה\"ז חוצץ ופוסל מוכח דפוסל מדין יתור בגדים, וזה ג\"כ אינו אלא ללישנא קמא, ומוכח דסובר דנקטינן בתורת ודאי כלישנא קמא כיון דהוא בדאורייתא וכמו דמוכח משיטתו גבי נא ומבושל וכנ\"ל.<br><b> והנה </b> בהך ענינא אחז הבית הלוי לדבר פשוט דמה דיש דין חציצה בבגדי כהונה אינו אלא בין הבגדים לבשרו, אבל בין בגד לבגד ליכא דין חציצה, וכפשטות דדרשינן מקרא דילבש על בשרו שלא יהא דבר חוצץ בין בגדי כהונה לבשרו, והוכיח זה מלשון הרמב\"ם שדייק תמיד לכתוב בין בשרו לבגדים, והנה זה תמוה דבירושלמי שהבאתי איתא להדיא דגם בין בגד לבגד הוי חציצה, דהכי איתא התם אמתני' דכהן שלקה באצבעו יהודה ברבי אמר לא שנו אלא גמי אבל בניגיון (פי' הפ\"מ דהוא צלצול כמו בבבלי) אסור מפני יתור בגדים סברין מימר יתור בגדים כחיסור בגדים, ר' יעקב בר' אחא בשם ר' יסא דר' חנינא דא\"ר חנינא בלבד שלא יחוץ בינו לבין בגד ובין בגד לבגד על דעתיה דר' חנינא איזהו יתור בגדים שתי כתנות שתי מצנפות שני מכנסים שני אבנטים, ומבואר להדיא דר' חנינא סבר דבין בגד לבגד הוי חציצה, דהא משום יתור בגדים ליכא לדידיה אלא בשני בגדים ממש.<br><b> אכן </b> דברי הבית הלוי נכונים דמלשון הרמב\"ם משמע דדוקא בין בגד לבשרו הוי חציצה, וצריך לומר דכיון דבבבלי לא הוזכר בין בגד לבגד מוכח דהבבלי אינו סובר כן, ומ\"מ אינו מיושב כיון שלא מצינו להדיא בבבלי דלא הוי חציצה, ומקודם עלינו להסביר דעת הירושלמי דהוי חציצה בין בגד לבגד, דמנ\"ל זה דהא ילפינן מקרא דילבש על בשרו שלא יהא דבר חוצץ בין בגדי כהונה לבשרו, ומנ\"ל בין בגד לבגד, ונראה דכיון דקיי\"ל ביומא דף נ\"ח גבי הכניס מזרק בתוך מזרק דמין במינו אינו חוצץ, א\"כ בשלובש בגדי כהונה גם המעיל שהוא על הכתונת הוי על בשרו, אבל כשמכניס דבר אחר בין מעיל לכתונת מפסיק בין מעיל לבשרו, אבל יש להוכיח דהבבלי אינו סובר כן דהא בגמ' שם בעי רבא נכנסה לו רוח בבגדו מהו, על בשרו בעינן והא ליכא, או דילמא דרך לבישה בכך, ופסק כן הרמב\"ם בהל' ז' וכתב ושלא תכנס הרוח בשעת העבודה בין בשרו לבגדו עד שיתרחק הבגד מעליו, וא\"כ קשה דזה אפשר בבגדי כהונה שהם על בשרו דאפשר לעשותם דבוקים לבשרו ולא רחבים שיהי' הפסק, אבל המעיל שאינו מחובר כלל אלא למעלה ונחלק לשתי כנפים כמש\"כ הרמב\"ם בפ\"ט הל' ב' איך אפשר להזהר שלא יכנס הרוח בין מעיל לכתונת, וע\"כ מוכח מדבעי רבא אם רוח חוצץ דסבר דליכא חציצה אלא בין בגד לבשרו ולא בין בגד לבגד ולא כהירושלמי, ולכן לא הזכיר הרמב\"ם אלא בין בגד לבשרו, ולכאורה הי' אפשר לומר דהא בהא תליא, והיינו דאם סבירא לן דרוח הוי חציצה אז שפיר מוכח דבין בגד לבגד לא הוי חציצה, אבל אי ס\"ל דרוח לא הוי חציצה א\"כ אין ראי' דבין בגד לבגד לא הוי חציצה, אלא דא\"כ הי' להרמב\"ם לפסוק דבין בגד לבגד אסור מספק, וע\"כ דסובר דמדמיבעי לרבא אם רוח חוצץ ע\"כ דסובר בודאי דבין בגד לבגד לא הוי חציצה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות כלי המקדש והעובדין בו",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}