{
    "text": {
        "0_Foundations of the Torah": {},
        "1_De'ot": {},
        "2_Torah Study": {},
        "3_Foreign Worship and Customs of the Nations": {},
        "4_Repentance": {},
        "5_Reading the Shema": {},
        "6_Prayer and the Priestly Blessing": {},
        "7_Tefillin, Mezuzah and the Torah Scroll": {},
        "8_Fringes": {},
        "9_Blessings": {},
        "10_Circumcision": {},
        "11_The Order of Prayer": {},
        "12_Sabbath": {},
        "13_Eruvin": {},
        "14_Rest on the Tenth of Tishrei": {},
        "15_Rest on a Holiday": {},
        "16_Leavened and Unleavened Bread": {},
        "17_Shofar, Sukkah and Lulav": {},
        "18_Sheqel Dues": {},
        "19_Sanctification of the New Month": {},
        "20_Fasts": {},
        "21_Scroll of Esther and Hanukkah": {},
        "22_Marriage": {},
        "23_Divorce": {},
        "24_Levirate Marriage and Release": {},
        "25_Virgin Maiden": {},
        "26_Woman Suspected of Infidelity": {},
        "27_Forbidden Intercourse": {},
        "28_Forbidden Foods": {},
        "29_Ritual Slaughter": {},
        "30_Oaths": {},
        "31_Vows": {},
        "32_Nazariteship": {},
        "33_Appraisals and Devoted Property": {},
        "34_Diverse Species": {},
        "35_Gifts to the Poor": {},
        "36_Heave Offerings": {},
        "37_Tithes": {},
        "38_Second Tithes and Fourth Year's Fruit": {},
        "39_First Fruits and other Gifts to Priests Outside the Sanctuary": {},
        "40_Sabbatical Year and the Jubilee": {},
        "41_The Chosen Temple": {},
        "42_Vessels of the Sanctuary and Those who Serve Therein": {},
        "43_Admission into the Sanctuary": {},
        "44_Things Forbidden on the Altar": {},
        "45_Sacrificial Procedure": {},
        "46_Daily Offerings and Additional Offerings": {},
        "47_Sacrifices Rendered Unfit": {},
        "48_Service on the Day of Atonement": {},
        "49_Trespass": {},
        "50_Paschal Offering": {},
        "51_Festival Offering": {},
        "52_Firstlings": {},
        "53_Offerings for Unintentional Transgressions": {},
        "54_Offerings for Those with Incomplete Atonement": {},
        "55_Substitution": {},
        "56_Defilement by a Corpse": {},
        "57_Red Heifer": {},
        "58_Defilement by Leprosy": {},
        "59_Those Who Defile Bed or Seat": {},
        "60_Other Sources of Defilement": {},
        "61_Defilement of Foods": {},
        "62_Vessels": {},
        "63_Immersion Pools": {},
        "64_Damages to Property": {},
        "65_Theft": {},
        "66_Robbery and Lost Property": {},
        "67_One Who Injures a Person or Property": {},
        "68_Murderer and the Preservation of Life": {},
        "69_Sales": {},
        "70_Ownerless Property and Gifts": {},
        "71_Neighbors": {},
        "72_Agents and Partners": {},
        "73_Slaves": {},
        "74_Hiring": {},
        "75_Borrowing and Deposit": {},
        "76_Creditor and Debtor": {},
        "77_Plaintiff and Defendant": {},
        "78_Inheritances": {},
        "79_The Sanhedrin and the Penalties within their Jurisdiction": {},
        "80_Testimony": {},
        "81_Rebels": {
            "0": "The laws of rebels are not of exactly one kind: some of them include commandments and prohibitions related to major general matters concerning the principles of the religion of all Israel, and some of them pertain to personal and familial matters. Indeed, they share a common denominator, in that those 'rebels' defy the frameworks of authority that the Torah has granted importance to, and in cases of extreme rebellion, they are also judged severely, even to the point of the death penalty.",
            "1": "The initial laws discussed here pertain to the authority of the Great Court of seventy-one, whose role is to ensure the practical observance of the Torah in every generation. First and foremost, the court is obligated to the commandments of the Torah and is forbidden to annul or add any commandment. However, it does have the authority to enact regulations and impose decrees on the public, as long as these do not carry the weight of Torah commandments. The Great Court is part of the chain of tradition that transmits the study of Torah from generation to generation, and therefore it is somewhat subordinate to the courts that preceded it, although in certain cases it has the authority to annul the rulings of its predecessors.",
            "2": "The aspect connected to this matter in the context of the laws of rebels is that if one of the sages of Israel disputes the Great Court and instructs others to act contrary to its rulings, he is classified as a 'rebellious elder' and his punishment is death. This elder's instruction must pertain to something involving the permissibility of severe prohibitions ('whose intentional violation incurs karet and unintentional violation incurs a sin offering'), or something that indirectly causes such a violation, and he either instructs others to act according to his ruling or acts that way himself. Incidentally, the law of the rebellious elder clarifies the status of those who deny the Oral Torah, the heretics, and the apostates, who are not subject to the death penalty by the court because their rebellion is not directed against the framework of the court's authority.",
            "3": "The second part of the laws of rebels pertains to the status of parents in relation to their children. The Torah emphasizes the importance of this relationship to the extent that it equates it with the reverence due to the Holy One, blessed be He. Two positive commandments are explained in this context: honoring one's father and mother and fearing one's father and mother, which involve attending to all their needs and demonstrating submissive behavior towards them. On the other hand, there are severe prohibitions, such as the prohibition against injuring one's parents and the prohibition against cursing them. Those who violate these prohibitions are liable to the death penalty.",
            "4": "A unique and exceptional law regarding rebellion against parental authority is that of the 'wayward and rebellious son,' a boy who steals from his parents, associates with wrongdoers, and continues his misbehavior even after being warned and disciplined by his parents and the court. The verdict for such a son, if his parents desire it, is pronounced by the court as death, and this sentence is publicly announced throughout Israel. Although it is unclear whether this law was ever actually implemented, its fundamental principle serves to emphasize that a child who rebels against parental authority is likely to commit far more severe crimes and become a danger to society as a whole."
        },
        "82_Mourning": {},
        "83_Kings and Wars": {}
    },
    "meta": "Paragraph",
    "work": "Steinsaltz Introductions to Mishneh Torah"
}