{
    "text": {
        "0": {
            "0": "There was a man from <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Heb. “Ramathaim-zophim.” In 1.19, 2.11, 7.17, 15.34, 19.18, etc., the town is called Ramah; and 9.5 ff. shows that it was in the district of Zuph.</i>Ramathaim of the Zuphites,<sup class=\"endFootnote\">-a</sup> in the hill country of Ephraim, whose name was Elkanah son of Jeroham son of Elihu son of Tohu son of Zuph, an Ephraimite.",
            "1": "He had two wives, one named Hannah and the other Peninnah; Peninnah had children, but Hannah was childless.",
            "2": "This man used to go up from his town every year to worship and to offer sacrifice to the L<small>ORD</small> of Hosts at Shiloh.—Hophni and Phinehas, the two sons of Eli, were priests of the L<small>ORD</small> there.",
            "3": "One such day, Elkanah offered a sacrifice. He used to give portions to his wife Peninnah and to all her sons and daughters;",
            "4": "but to Hannah he would give one portion <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>only—though<sup class=\"endFootnote\">-b</sup> Hannah was his favorite—for the L<small>ORD</small> had closed her womb.",
            "5": "Moreover, her rival, to make her miserable, would taunt her that the L<small>ORD</small> had closed her womb.",
            "6": "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “Thus he did.”</i>This happened<sup class=\"endFootnote\">-c</sup> year after year: Every time she went up to the House of the L<small>ORD</small>, the other would taunt her, so that she wept and would not eat.",
            "7": "Her husband Elkanah said to her, “Hannah, why are you crying and why aren’t you eating? Why are you so sad? Am I not more devoted to you than ten sons?”",
            "8": "After they had eaten and drunk at Shiloh, Hannah rose.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Septuagint adds “and stood before the Lord.”</i>—The priest Eli was sitting on the seat near the doorpost of the temple of the L<small>ORD</small>.—",
            "9": "In her wretchedness, she prayed to the L<small>ORD</small>, weeping all the while.",
            "10": "And she made this vow: “O L<small>ORD</small> of Hosts, if You will look upon the suffering of Your maidservant and will remember me and not forget Your maidservant, and if You will grant Your maidservant a male child, I will dedicate him to the L<small>ORD</small> for all the days of his life; and no razor shall ever touch his head.”",
            "11": "As she kept on praying before the L<small>ORD</small>, Eli watched her mouth.",
            "12": "Now Hannah was praying in her heart; only her lips moved, but her voice could not be heard. So Eli thought she was drunk.",
            "13": "Eli said to her, “How long will you make a drunken spectacle of yourself? <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Lit. “Remove your wine from you.”</i>Sober up!”<sup class=\"endFootnote\">-e</sup>",
            "14": "And Hannah replied, “Oh no, my lord! I am a very unhappy woman. I have drunk no wine or other strong drink, but I have been pouring out my heart to the L<small>ORD</small>.",
            "15": "Do not take your maidservant for a worthless woman; I have only been speaking all this time out of my great anguish and distress.”",
            "16": "“Then go in peace,” said Eli, “and may the God of Israel grant you what you have asked of Him.”",
            "17": "She answered, “You are most kind to your handmaid.” So the woman left, and she ate, and was no longer downcast.",
            "18": "Early next morning they bowed low before the L<small>ORD</small>, and they went back home to Ramah.<br>Elkanah knew<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Cf. note at Gen. 4.1.</i> his wife Hannah and the L<small>ORD</small> remembered her.",
            "19": "Hannah conceived, and at the turn of the year bore a son. She named him Samuel,<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Connected with sha’ul me’el “asked of God”; cf. vv. 17, 27–28.</i> meaning, “I asked the L<small>ORD</small> for him.”",
            "20": "And when the man Elkanah and all his household were going up to offer to the L<small>ORD</small> the annual sacrifice and his votive sacrifice,",
            "21": "Hannah did not go up. She said to her husband, “When the child is weaned, I will bring him. For when he has appeared before the L<small>ORD</small>, he must remain there for good.”",
            "22": "Her husband Elkanah said to her, “Do as you think best. Stay home until you have weaned him. May the L<small>ORD</small> fulfill <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Septuagint and 4QSama (a Samuel fragment from Qumran) read “the utterance of your mouth.” The translators express their thanks to Professor Frank M. Cross, Jr., for graciously making available to them copies of his unpublished Samuel fragments.</i>His word.”<sup class=\"endFootnote\">-h</sup> So the woman stayed home and nursed her son until she weaned him.",
            "23": "When she had weaned him, she took him up with her, along with <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Septuagint and 4QSama read “a three-year-old [cf. Gen. 15.9] bull and bread”; cf. v. 25.</i>three bulls,<sup class=\"endFootnote\">-i</sup> one <i>ephah</i> of flour, and a jar of wine. And <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>though the boy was still very young,<sup class=\"endFootnote\">-b</sup> she brought him to the House of the L<small>ORD</small> at Shiloh.",
            "24": "After slaughtering the bull, they brought the boy to Eli.",
            "25": "She said, “Please, my lord! As you live, my lord, I am the woman who stood here beside you and prayed to the L<small>ORD</small>.",
            "26": "It was this boy I prayed for; and the L<small>ORD</small> has granted me what I asked of Him.",
            "27": "I, in turn, hereby lend<sup class=\"footnote-marker\">j</sup><i class=\"footnote\">From the same root as that of the verb rendered “asked for” in v. 20.</i> him to the L<small>ORD</small>. For as long as he lives he is lent to the L<small>ORD</small>.” And they<sup class=\"footnote-marker\">k</sup><i class=\"footnote\">Heb. “he”; cf. 2.11. A reading in the Talmud (Berakhot 61a) implies that Elkanah was there.</i> bowed low there before the L<small>ORD</small>."
        },
        "1": {
            "0": "And Hannah prayed:<br><br>My heart exults in the L<small>ORD</small>;<br><sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “My horn is high.”</i>I have triumphed<sup class=\"endFootnote\">-a</sup> through the L<small>ORD</small>.<br><sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “My mouth is wide.”</i>I gloat<sup class=\"endFootnote\">-b</sup> over my enemies;<br>I rejoice in Your deliverance.<br>",
            "1": "There is no holy one like the L<small>ORD</small>,<br>Truly, there is none beside You;<br>There is no rock like our God.<br>",
            "2": "Talk no more with lofty pride,<br>Let no arrogance cross your lips!<br>For the L<small>ORD</small> is an all-knowing God;<br>By Him actions are measured.<br>",
            "3": "The bows of the mighty are broken,<br>And the faltering are girded with strength.",
            "4": "Men once sated must hire out for bread;<br>Men once hungry hunger no more.<br>While the barren woman bears seven,<br>The mother of many is forlorn.",
            "5": "The L<small>ORD</small> deals death and gives life,<br>Casts down into Sheol and raises up.",
            "6": "The L<small>ORD</small> makes poor and makes rich;<br>He casts down, He also lifts high.",
            "7": "He raises the poor from the dust,<br>Lifts up the needy from the dunghill,<br>Setting them with nobles,<br>Granting them seats of honor.<br>For the pillars of the earth are the L<small>ORD</small>’s;<br>He has set the world upon them.",
            "8": "He guards the steps of His faithful,<br>But the wicked perish in darkness—<br>For not by strength shall man prevail.<br>",
            "9": "The foes of the L<small>ORD</small> shall be shattered;<br>He will thunder against them in the heavens.<br>The L<small>ORD</small> will judge the ends of the earth.<br>He will give power to His king,<br><sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “And will raise the horn of.”</i>And triumph to<sup class=\"endFootnote\">-c</sup> His anointed one.<br>",
            "10": "Then Elkanah<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">See note k at 1.28.</i> [and Hannah] went home to Ramah; and the boy entered the service of the L<small>ORD</small> under the priest Eli.",
            "11": "Now Eli’s sons were scoundrels; they paid no heed to the L<small>ORD</small>.",
            "12": "This is how the priests used to deal with the people: When anyone brought a sacrifice, the priest’s boy would come along with a three-pronged fork while the meat was boiling,",
            "13": "and he would thrust it into <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">These vessels have not been distinguished precisely.</i>the cauldron, or the kettle, or the great pot, or the small cooking-pot;<sup class=\"endFootnote\">-e</sup> and whatever the fork brought up, the priest would take away <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Targum and Septuagint add “for himself.”</i>on it.<sup class=\"endFootnote\">-f</sup> This was the practice at Shiloh with all the Israelites who came there.",
            "14": "[But now] even before the suet was turned into smoke, the priest’s boy would come and say to the man who was sacrificing, “Hand over some meat to roast for the priest; for he won’t accept boiled meat from you, only raw.”",
            "15": "And if the man said to him, “Let them first turn the suet into smoke, and then take as much as you want,” he would reply, “No, hand it over at once or I’ll take it by force.”",
            "16": "The sin of the young men against the L<small>ORD</small> was very great, for the men treated the L<small>ORD</small>’s offerings impiously.",
            "17": "Samuel was engaged in the service of the L<small>ORD</small> as an attendant, girded with a linen ephod.",
            "18": "His mother would also make a little robe for him and bring it up to him every year, when she made the pilgrimage with her husband to offer the annual sacrifice.",
            "19": "Eli would bless Elkanah and his wife, and say, “May the L<small>ORD</small> grant<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">4QSama and Septuagint read “repay.”</i> you offspring by this woman in place of the loan she made to the L<small>ORD</small>.” Then they would return home.",
            "20": "For<sup class=\"footnote-marker\">h</sup><i class=\"footnote\">4QSama reads “And.”</i> the L<small>ORD</small> took note of Hannah; she conceived and bore three sons and two daughters. Young Samuel meanwhile grew up in the service of the L<small>ORD</small>.<br>",
            "21": "Now Eli was very old. When he heard all that his sons were doing to all Israel, and how they lay with the women who <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>performed tasks<sup class=\"endFootnote\">-i</sup> at the entrance of the Tent of Meeting,",
            "22": "he said to them, “Why do you do such things? I get evil reports about you from the people on all hands.",
            "23": "Don’t, my sons! It is no favorable report I hear the people of the L<small>ORD</small> spreading about.",
            "24": "If a man sins against a man, God may pardon<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> him; but if a man offends against the L<small>ORD</small>, who can <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>obtain pardon<sup class=\"endFootnote\">-i</sup> for him?” But they ignored their father’s plea; for the L<small>ORD</small> was resolved that they should die.",
            "25": "Young Samuel, meanwhile, grew in esteem and favor both with God and with men.",
            "26": "A man of God came to Eli and said to him, “Thus said the L<small>ORD</small>: Lo, I revealed Myself to your father’s house in Egypt when they were subject to the House of Pharaoh,",
            "27": "and I chose them from among all the tribes of Israel to be My priests—to ascend My altar, to burn incense, [and] to carry an ephod<sup class=\"footnote-marker\">j</sup><i class=\"footnote\">Here a device for obtaining oracles (cf. 14.3; 23.6, 9–12), not a garment as in v. 18 above.</i> before Me—and I assigned to your father’s house all offerings by fire of the Israelites.",
            "28": "Why, then, do you <sup class=\"footnote-marker\">k</sup><i class=\"footnote\">Meaning of Heb. uncertain. Emendation yields “gaze [cf. Septuagint] grudgingly upon the sacrifices and offerings which I have commanded” (connecting ma‘on with ‘oyen, “keeping a jealous eye”; see 1 Sam. 18.9); cf. v. 32 and note m below.</i>maliciously trample upon the sacrifices and offerings that I have commanded?<sup class=\"endFootnote\">-k</sup> You have honored your sons more than Me, feeding on the first portions of every offering of My people Israel.<sup class=\"footnote-marker\">l</sup><i class=\"footnote\">See vv. 15–16.</i>",
            "29": "Assuredly—declares the L<small>ORD</small>, the God of Israel—I intended for you and your father’s house to remain in My service forever. But now—declares the L<small>ORD</small>—far be it from Me! For I honor those who honor Me, but those who spurn Me shall be dishonored.",
            "30": "A time is coming when I will break your power and that of your father’s house, and there shall be no elder in your house.",
            "31": "You will gaze grudgingly<sup class=\"footnote-marker\">m</sup><i class=\"footnote\">Cf. note k-k above.</i> at all the bounty that will be bestowed on Israel, but there shall never be an elder in your house.",
            "32": "<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>I shall not cut off all your offspring from My altar; [but,] to make your eyes pine and your spirit languish, all the increase in your house shall die as [ordinary] men.<sup class=\"endFootnote\">-i</sup>",
            "33": "And this shall be a sign for you: The fate of your two sons Hophni and Phinehas—they shall both die on the same day.",
            "34": "And I will raise up for Myself a faithful priest, who will act in accordance with My wishes and My purposes. I will build for him an enduring house, and he shall walk before My anointed evermore.",
            "35": "And all the survivors of your house shall come and bow low to him for the sake of a money fee and a loaf of bread, and shall say, ‘Please, assign me to one of the priestly duties, that I may have a morsel of bread to eat.’”"
        },
        "2": {
            "0": "Young Samuel was in the service of the L<small>ORD</small> under Eli. In those days the word of the L<small>ORD</small> was rare; prophecy was not widespread.",
            "1": "One day, Eli was asleep in his usual place; his eyes had begun to fail and he could barely see.",
            "2": "The lamp of God had not yet gone out, and Samuel was sleeping in the temple of the L<small>ORD</small> where the Ark of God was.",
            "3": "The L<small>ORD</small> called out to Samuel, and he answered, “I’m coming.”",
            "4": "He ran to Eli and said, “Here I am; you called me.” But he replied, “I didn’t call you; go back to sleep.” So he went back and lay down.",
            "5": "Again the L<small>ORD</small> called, “Samuel!” Samuel rose and went to Eli and said, “Here I am; you called me.” But he replied, “I didn’t call, my son; go back to sleep.”—",
            "6": "Now Samuel had not yet experienced the L<small>ORD</small>; the word of the L<small>ORD</small> had not yet been revealed to him.—",
            "7": "The L<small>ORD</small> called Samuel again, a third time, and he rose and went to Eli and said, “Here I am; you called me.” Then Eli understood that the L<small>ORD</small> was calling the boy.",
            "8": "And Eli said to Samuel, “Go lie down. If you are called again, say, ‘Speak, L<small>ORD</small>, for Your servant is listening.’” And Samuel went to his place and lay down.",
            "9": "The L<small>ORD</small> came, and stood there, and He called as before: “Samuel! Samuel!” And Samuel answered, “Speak, for Your servant is listening.”",
            "10": "The L<small>ORD</small> said to Samuel: “I am going to do in Israel such a thing that both ears of anyone who hears about it will tingle.",
            "11": "In that day I will fulfill against Eli all that I spoke concerning his house, from beginning to end.",
            "12": "And I declare to him that I sentence his house to endless punishment for the iniquity he knew about—how his sons committed sacrilege <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads “against God.”</i>at will<sup class=\"endFootnote\">-a</sup>—and he did not rebuke them.",
            "13": "Assuredly, I swear concerning the house of Eli that the iniquity of the house of Eli will never be expiated by sacrifice or offering.”",
            "14": "Samuel lay there until morning; and then he opened the doors of the House of the L<small>ORD</small>. Samuel was afraid to report the vision to Eli,",
            "15": "but Eli summoned Samuel and said, “Samuel, my son”; and he answered, “Here.”",
            "16": "And [Eli] asked, “What did He say to you? Keep nothing from me. <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">A formula of adjuration.</i>Thus and more may God do to you<sup class=\"endFootnote\">-b</sup> if you keep from me a single word of all that He said to you!”",
            "17": "Samuel then told him everything, withholding nothing from him. And [Eli] said, “He is the L<small>ORD</small>; He will do what He deems right.”<br>",
            "18": "Samuel grew up and the L<small>ORD</small> was with him: He did not leave any of Samuel’s<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Heb. “his.”</i> predictions unfulfilled.",
            "19": "All Israel, from Dan to Beer-sheba, knew that Samuel was trustworthy as a prophet of the L<small>ORD</small>.",
            "20": "And the L<small>ORD</small> continued to appear at Shiloh: the L<small>ORD</small> revealed Himself to Samuel at Shiloh with the word of the L<small>ORD</small>; "
        },
        "3": {
            "0": "and Samuel’s word went forth to all Israel.<br><sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Preceding this, Septuagint has “In those days, the Philistines gathered for war against Israel.”</i>Israel marched out to engage the Philistines in battle; they encamped near Eben-ezer, while the Philistines encamped at Aphek.",
            "1": "The Philistines arrayed themselves against Israel; and when the battle was fought,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> Israel was routed by the Philistines, who slew about four thousand men on the field of battle.",
            "2": "When the [Israelite] troops returned to the camp, the elders of Israel asked, “Why did the L<small>ORD</small> put us to rout today before the Philistines? Let us fetch the Ark of the Covenant of the L<small>ORD</small> from Shiloh; thus He will be present among us and will deliver us from the hands of our enemies.”",
            "3": "So the troops sent men to Shiloh; there Eli’s two sons, Hophni and Phinehas, were in charge of the Ark of the Covenant of God, and they brought down from there the Ark of the Covenant of the L<small>ORD</small> of Hosts Enthroned on the Cherubim.",
            "4": "When the Ark of the Covenant of the L<small>ORD</small> entered the camp, all Israel burst into a great shout, so that the earth resounded.",
            "5": "The Philistines heard the noise of the shouting and they wondered, “Why is there such a loud shouting in the camp of the Hebrews?” And when they learned that the Ark of the L<small>ORD</small> had come to the camp,",
            "6": "the Philistines were frightened; for they said, “God has come to the camp.” And they cried, “Woe to us! Nothing like this has ever happened before.",
            "7": "Woe to us! Who will save us from the power of this mighty God? He is the same God who struck the Egyptians with every kind of plague in the wilderness!",
            "8": "Brace yourselves and be men, O Philistines! Or you will become slaves to the Hebrews as they were slaves to you. Be men and fight!”",
            "9": "The Philistines fought; Israel was routed, and they all fled to their homes. The defeat was very great, thirty thousand foot soldiers of Israel fell there.",
            "10": "The Ark of God was captured, and Eli’s two sons, Hophni and Phinehas, were slain.",
            "11": "A Benjaminite ran from the battlefield and reached Shiloh the same day; his clothes were rent and there was earth on his head.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">I.e., as a sign of mourning.</i>",
            "12": "When he arrived, he found Eli sitting on a seat, waiting beside the road—his heart trembling for the Ark of God. The man entered the city to spread the news, and the whole city broke out in a cry.",
            "13": "And when Eli heard the sound of the outcry and asked, “What is the meaning of this uproar?” the man rushed over to tell Eli.",
            "14": "Now Eli was ninety-eight years old; his eyes were fixed in a blind stare.",
            "15": "The man said to Eli, “I am the one who came from the battlefield; I have just fled from the battlefield.” [Eli] asked, “What happened, my son?”",
            "16": "The bearer of the news replied, “Israel fled before the Philistines and the troops also suffered a great slaughter. Your two sons, Hophni and Phinehas, are dead, and the Ark of God has been captured.”",
            "17": "When he mentioned the Ark of God, [Eli] fell backward off the seat beside<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> the gate, broke his neck and died; for he was an old man and heavy. He had been a chieftain of Israel for forty years.",
            "18": "His daughter-in-law, the wife of Phinehas, was with child, about to give birth. When she heard the report that the Ark of God was captured and that her father-in-law and her husband were dead, she was seized with labor pains, and she crouched down and gave birth.",
            "19": "As she lay dying, the women attending her said, “Do not be afraid, for you have borne a son.” But she did not respond or pay heed.",
            "20": "She named the boy Ichabod, meaning, “The glory has departed from Israel”—referring to the capture of the Ark of God and to [the death of] her father-in-law and her husband.",
            "21": "“The glory is gone from Israel,” she said, “for the Ark of God has been captured.”"
        },
        "4": {
            "0": "When the Philistines captured the Ark of God, they brought it from Eben-ezer to Ashdod.",
            "1": "The Philistines took the Ark of God and brought it into the temple of Dagon and they set it up beside Dagon.",
            "2": "Early the next day, the Ashdodites found Dagon lying face down on the ground in front of the Ark of the L<small>ORD</small>. They picked Dagon up and put him back in his place;",
            "3": "but early the next morning, Dagon was again lying prone on the ground in front of the Ark of the L<small>ORD</small>. The head and both hands of Dagon were cut off, lying on the threshold; only <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>Dagon’s trunk was left intact.<sup class=\"endFootnote\">-a</sup>",
            "4": "That is why, to this day, the priests of Dagon and all who enter the temple of Dagon do not tread on the threshold of Dagon in Ashdod.",
            "5": "The hand of the L<small>ORD</small> lay heavy upon the Ashdodites, and He wrought havoc among them: He struck <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads differently from our Heb. text; it also mentions mice swarming in the Philistine ships and invading their fields. Cf. the mention of “mice” in 6.4, 18; and the note at 6.1.</i>Ashdod and its territory<sup class=\"endFootnote\">-b</sup> with hemorrhoids.",
            "6": "When the men of Ashdod saw how matters stood, they said, “The Ark of the God of Israel must not remain with us, for His hand has dealt harshly with us and with our god Dagon.”",
            "7": "They sent messengers and assembled all the lords of the Philistines and asked, “What shall we do with the Ark of the God of Israel?” They answered, “Let the Ark of the God of Israel be removed to Gath.” So they moved the Ark of the God of Israel [to Gath].",
            "8": "And after they had moved it, the hand of the L<small>ORD</small> came against the city, causing great panic; He struck the people of the city, young and old, so that hemorrhoids <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>broke out<sup class=\"endFootnote\">-a</sup> among them.",
            "9": "Then they sent the Ark of God to Ekron. But when the Ark of God came to Ekron, the Ekronites cried out, “They have moved the Ark of the God of Israel to us to slay us and our kindred.”",
            "10": "They too sent messengers and assembled all the lords of the Philistines and said, “Send the Ark of the God of Israel away, and let it return to its own place, that it may not slay us and our kindred.” For the panic of death pervaded the whole city, so heavily had the hand of God fallen there;",
            "11": "and the men who did not die were stricken with hemorrhoids. The outcry of the city went up to heaven."
        },
        "5": {
            "0": "The Ark of the L<small>ORD</small> remained in the territory of the Philistines seven months.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Septuagint continues “and mice invaded their fields”; cf. vv. 4, 5, 18, and note at 5.6.</i>",
            "1": "Then the Philistines summoned the priests and the diviners and asked, “What shall we do about the Ark of the Lord? Tell us with what we shall send it off to its own place.”",
            "2": "They answered, “If you are going to send the Ark of the God of Israel away, do not send it away without anything; you must also pay an indemnity to Him. Then you will be healed, and <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Or “and you will know why His hand would not turn away from you.” Meaning of Heb. uncertain.</i>He will make Himself known to you; otherwise His hand will not turn away from you.”<sup class=\"endFootnote\">-b</sup>",
            "3": "They asked, “What is the indemnity that we should pay to Him?” They answered, “Five golden hemorrhoids and five golden mice, corresponding to the number of lords of the Philistines; for the same plague struck all of you<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Heb. “them.”</i> and your lords.",
            "4": "You shall make figures of your hemorrhoids and of the mice that are ravaging your land; thus you shall honor the God of Israel, and perhaps He will lighten the weight of His hand upon you and your gods and your land.",
            "5": "Don’t harden your hearts as the Egyptians and Pharaoh hardened their hearts. As you know, when He made a mockery of them, they had to let Israel<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Heb. “them.”</i> go, and they departed.",
            "6": "Therefore, get a new cart ready and two milch cows that have not borne a yoke; harness the cows to the cart, but take back indoors the calves that follow them.",
            "7": "Take the Ark of the L<small>ORD</small> and place it on the cart; and put next to it in a chest the gold objects you are paying Him as indemnity. Send it off, and let it go its own way.",
            "8": "Then watch: If it goes up the road to Beth-shemesh, to His own territory, it was He who has inflicted this great harm on us. But if not, we shall know that it was not His hand that struck us; it just happened to us by chance.”",
            "9": "The men did so. They took two milch cows and harnessed them to the cart, and shut up their calves indoors.",
            "10": "They placed the Ark of the L<small>ORD</small> on the cart together with the chest, the golden mice, and the figures of their hemorrhoids.",
            "11": "The cows went straight ahead along the road to Beth-shemesh. They went along a single highroad, lowing as they went, and turning off neither to the right nor to the left; and the lords of the Philistines walked behind them as far as the border of Beth-shemesh.",
            "12": "The people of Beth-shemesh were reaping their wheat harvest in the valley. They looked up and saw the Ark, and they rejoiced <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Septuagint reads “As they met it.”</i>when they saw [it].<sup class=\"endFootnote\">-d</sup>",
            "13": "The cart came into the field of Joshua of Beth-shemesh and it stopped there. They split up the wood of the cart and presented the cows as a burnt offering to the L<small>ORD</small>. A large stone was there;",
            "14": "and the Levites took down the Ark of the L<small>ORD</small> and the chest beside it containing the gold objects and placed them on the large stone. Then the men of Beth-shemesh presented burnt offerings and other sacrifices to the L<small>ORD</small> that day.",
            "15": "The five lords of the Philistines saw this and returned the same day to Ekron.",
            "16": "The following were the golden hemorrhoids that the Philistines paid as an indemnity to the L<small>ORD</small>: For Ashdod, one; for Gaza, one; for Ashkelon, one; for Gath, one; for Ekron, one.",
            "17": "<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Meaning of vv. 18 and 19 uncertain in part.</i>As for the golden mice, their number accorded with all the Philistine towns that belonged to the five lords—both fortified towns and unwalled <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Emendation yields “villages, as witness there is.”</i>villages, as far as<sup class=\"endFootnote\">-f</sup> the great stone<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Reading ’eben with some Heb. mss., Septuagint, and Targum, most mss. and editions ’abel, “meadow [?].”</i> on which the Ark of the L<small>ORD</small> was set down, to this day, in the field of Joshua of Beth-shemesh.",
            "18": "[The L<small>ORD</small>] struck at the men of Beth-shemesh because <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Force of Heb. uncertain.</i>they looked into the Ark of the L<small>ORD</small>; He struck down seventy men among the people [and] fifty thousand men.<sup class=\"endFootnote\">-h</sup> The people mourned, for He had inflicted a great slaughter upon the population.",
            "19": "And the men of Beth-shemesh asked, “Who can stand in attendance on the L<small>ORD</small>, this holy God? And to whom shall He go up from us?”",
            "20": "They sent messengers to the inhabitants of Kiriath-jearim to say, “The Philistines have sent back the Ark of the L<small>ORD</small>. Come down and take it into your keeping.” "
        },
        "6": {
            "0": "The men of Kiriath-jearim came and took up the Ark of the L<small>ORD</small> and brought it into the house of Abinadab on the hill; and they consecrated his son Eleazar to have charge of the Ark of the L<small>ORD</small>.",
            "1": "A long time elapsed from the day that the Ark was housed in Kiriath-jearim, twenty years in all; and all the House of Israel <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>yearned after<sup class=\"endFootnote\">-a</sup> the L<small>ORD</small>.",
            "2": "And Samuel said to all the House of Israel, “If you mean to return to the L<small>ORD</small> with all your heart, you must remove the alien gods and the Ashtaroth from your midst and direct your heart to the L<small>ORD</small> and serve Him alone. Then He will deliver you from the hands of the Philistines.”",
            "3": "And the Israelites removed the Baalim and Ashtaroth and they served the L<small>ORD</small> alone.",
            "4": "Samuel said, “Assemble all Israel at Mizpah, and I will pray to the L<small>ORD</small> for you.”",
            "5": "They assembled at Mizpah, and they drew water and poured it out before the L<small>ORD</small>; they fasted that day, and there they confessed that they had sinned against the L<small>ORD</small>. And Samuel acted as chieftain of the Israelites at Mizpah.",
            "6": "When the Philistines heard that the Israelites had assembled at Mizpah, the lords of the Philistines marched out against Israel. Hearing of this, the Israelites were terrified of the Philistines",
            "7": "and they implored Samuel, “Do not neglect us and do not refrain from crying out to the L<small>ORD</small> our God to save us from the hands of the Philistines.”",
            "8": "Thereupon Samuel took a suckling lamb and sacrificed it as a whole burnt offering to the L<small>ORD</small>; and Samuel cried out to the L<small>ORD</small> in behalf of Israel, and the L<small>ORD</small> responded to him.",
            "9": "For as Samuel was presenting the burnt offering and the Philistines advanced to attack Israel, the L<small>ORD</small> thundered mightily against the Philistines that day. He threw them into confusion, and they were routed by Israel.",
            "10": "The men of Israel sallied out of Mizpah and pursued the Philistines, striking them down to a point below Beth-car.",
            "11": "Samuel took a stone and set it up between Mizpah and Shen,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Otherwise unknown; perhaps identical with “Jeshanah”; cf. Septuagint; also 2 Chron. 13.19.</i> and named it Eben-ezer:<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">I.e., “Stone of Help.”</i> “For up to now,” he said, “the L<small>ORD</small> has helped us.”",
            "12": "The Philistines were humbled and did not invade the territory of Israel again; and the hand of the L<small>ORD</small> was set against the Philistines as long as Samuel lived.",
            "13": "The towns which the Philistines had taken from Israel, from Ekron to Gath, were restored to Israel; Israel recovered all her territory from the Philistines. There was also peace between Israel and the Amorites.",
            "14": "Samuel judged Israel as long as he lived.",
            "15": "Each year he made the rounds of Bethel, Gilgal, and Mizpah, and acted as judge over Israel at all those places.",
            "16": "Then he would return to Ramah, for his home was there, and there too he would judge Israel. He built an altar there to the L<small>ORD</small>."
        },
        "7": {
            "0": "When Samuel grew old, he appointed his sons judges over Israel.",
            "1": "The name of his first-born son was Joel, and his second son’s name was Abijah; they sat as judges in Beer-sheba.",
            "2": "But his sons did not follow in his ways; they were bent on gain, they accepted bribes, and they subverted justice.",
            "3": "All the elders of Israel assembled and came to Samuel at Ramah,",
            "4": "and they said to him, “You have grown old, and your sons have not followed your ways. Therefore appoint a king for us, to govern us like all other nations.”",
            "5": "Samuel was displeased that they said “Give us a king to govern us.” Samuel prayed to the L<small>ORD</small>,",
            "6": "and the L<small>ORD</small> replied to Samuel, “Heed the demand of the people in everything they say to you. For it is not you that they have rejected; it is Me they have rejected as their king.",
            "7": "Like everything else they have done ever since I brought them out of Egypt to this day—forsaking Me and worshiping other gods—so they are doing to you.",
            "8": "Heed their demand; but warn them solemnly, and tell them about the practices of any king who will rule over them.”",
            "9": "Samuel reported all the words of the L<small>ORD</small> to the people, who were asking him for a king.",
            "10": "He said, “This will be the practice of the king who will rule over you: He will take your sons and appoint them as his charioteers and horsemen, and they will serve as outrunners for his chariots.",
            "11": "He will appoint them as his chiefs of thousands and of fifties; or they will have to plow his fields, reap his harvest, and make his weapons and the equipment for his chariots.",
            "12": "He will take your daughters as perfumers, cooks, and bakers.",
            "13": "He will seize your choice fields, vineyards, and olive groves, and give them to his courtiers.",
            "14": "He will take a tenth part of your grain and vintage and give it to his eunuchs and courtiers.",
            "15": "He will take your male and female slaves, your choice <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Septuagint reads “cattle.”</i>young men,<sup class=\"endFootnote\">-a</sup> and your asses, and put them to work for him.",
            "16": "He will take a tenth part of your flocks, and you shall become his slaves.",
            "17": "The day will come when you cry out because of the king whom you yourselves have chosen; and the L<small>ORD</small> will not answer you on that day.”",
            "18": "But the people would not listen to Samuel’s warning. “No,” they said. “We must have a king over us,",
            "19": "that we may be like all the other nations: Let our king rule over us and go out at our head and fight our battles.”",
            "20": "When Samuel heard all that the people said, he reported it to the L<small>ORD</small>.",
            "21": "And the L<small>ORD</small> said to Samuel, “Heed their demands and appoint a king for them.” Samuel then said to the men of Israel, “All of you go home.”"
        },
        "8": {
            "0": "There was a man of Benjamin whose name was Kish son of Abiel son of Zeror son of Becorath son of Aphiah, a Benjaminite, a man of substance.",
            "1": "He had a son whose name was Saul, an excellent young man; no one among the Israelites was handsomer than he; <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “taller from his shoulders up.”</i>he was a head taller<sup class=\"endFootnote\">-a</sup> than any of the people.",
            "2": "Once the asses of Saul’s father Kish went astray, and Kish said to his son Saul, “Take along one of the servants and go out and look for the asses.”",
            "3": "He passed into the hill country of Ephraim. He crossed the district of Shalishah, but they did not find them. They passed through the district of Shaalim, but they were not there. They traversed the [entire] territory of Benjamin, and still they did not find them.",
            "4": "When they reached the district of Zuph, Saul said to the servant who was with him, “Let us turn back, or my father will stop worrying about the asses and begin to worry about us.”",
            "5": "But he replied, “There is a man of God in that town, and the man is highly esteemed; everything that he says comes true. Let us go there; perhaps he will tell us about the errand on which we set out.”",
            "6": "“But if we go,” Saul said to his servant, “what can we bring the man? For the food in our bags is all gone, and there is nothing we can bring to the man of God as a present. What have we got?”",
            "7": "The servant answered Saul again, “I happen to have a quarter-shekel of silver. I can give that to the man of God and he will tell us about our errand.”—",
            "8": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">This verse explains the term “seer” in v. 11.</i>Formerly in Israel, when a man went to inquire of God, he would say, “Come, let us go to the seer,” for the prophet of today was formerly called a seer.—",
            "9": "Saul said to his servant, “A good idea; let us go.” And they went to the town where the man of God lived.",
            "10": "As they were climbing the ascent to the town, they met some girls coming out to draw water, and they asked them, “Is the seer in town?”",
            "11": "“Yes,” they replied. “He is up there ahead of you. <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Emendation yields “Hurry, for he has just reached (‘attah kayyom ba, so Septuagint) the gate”; cf. v. 18.</i>Hurry, for he has just come to the town<sup class=\"endFootnote\">-c</sup> because the people have a sacrifice at the shrine today.",
            "12": "As soon as you enter the town, you will find him before he goes up to the shrine to eat; the people will not eat until he comes; for he must first bless the sacrifice and only then will the guests eat. Go up at once, for you will find him right away.”",
            "13": "So they went up to the town; and as they were entering the town,<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Emendation yields “gate”; cf. v. 18.</i> Samuel came out toward them, on his way up to the shrine.",
            "14": "Now the day before Saul came, the L<small>ORD</small> had revealed the following to Samuel:",
            "15": "“At this time tomorrow, I will send a man to you from the territory of Benjamin, and you shall anoint him ruler of My people Israel. He will deliver My people from the hands of the Philistines; for I have taken note of <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Septuagint and Targum read “the plight of My people”; cf. Exod. 3.7.</i>My people,<sup class=\"endFootnote\">-e</sup> their outcry has come to Me.”",
            "16": "As soon as Samuel saw Saul, the L<small>ORD</small> declared to him, “This is the man that I told you would govern My people.”",
            "17": "Saul approached Samuel inside the gate and said to him, “Tell me, please, where is the house of the seer?”",
            "18": "And Samuel answered Saul, “I am the seer. Go up ahead of me to the shrine, for you shall eat with me today; and in the morning I will let you go, after telling you whatever may be on your mind.",
            "19": "As for your asses that strayed three days ago, do not concern yourself about them, for they have been found. And for whom is all Israel yearning, if not for you and all your ancestral house?”",
            "20": "Saul replied, “But I am only a Benjaminite, from the smallest of the tribes of Israel, and my clan is the least of all the clans of the tribe<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Heb. plural.</i> of Benjamin! Why do you say such things to me?”",
            "21": "Samuel took Saul and his servant and brought them into the hall, and gave them a place at the head of the guests, who numbered about thirty.",
            "22": "And Samuel said to the cook, “Bring the portion which I gave you and told you to set aside.”",
            "23": "The cook lifted up the thigh and <sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Meaning of Heb. uncertain. Emendation yields “the broad tail.”</i>what was on it,<sup class=\"endFootnote\">-g</sup> and set it before Saul. And [Samuel] said, <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>“What has been reserved is set before you. Eat; it has been kept for you for this occasion, when I said I was inviting the people.”<sup class=\"endFootnote\">-h</sup> So Saul ate with Samuel that day.",
            "24": "They then descended from the shrine to the town, and <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads “They spread a bed for Saul on the roof, and he lay down. At…”</i>[Samuel] talked with Saul on the roof.",
            "25": "Early, at<sup class=\"endFootnote\">-i</sup> the break of day, Samuel called to Saul on the roof. He said, “Get up, and I will send you off.” Saul arose, and the two of them, Samuel and he, went outside.",
            "26": "As they were walking toward the end of the town, Samuel said to Saul, “Tell the servant to walk ahead of us”—and he walked ahead—“but you stop here a moment and I will make known to you the word of God.”"
        },
        "9": {
            "0": "Samuel took a flask of oil and poured some on Saul’s<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Heb. “his.”</i> head and kissed him, and said, “The L<small>ORD</small> herewith <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Septuagint and Vulgate read “anoints you ruler over His people Israel, and you will govern the people of the Lord and deliver them from the hands of their foes roundabout. And this is the sign for you that the Lord anoints you.”</i>anoints you ruler<sup class=\"endFootnote\">-b</sup> over His own people.",
            "1": "When you leave me today, you will meet two men near the tomb of Rachel in the territory of Benjamin, <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>at Zelzah,<sup class=\"endFootnote\">-c</sup> and they will tell you that the asses you set out to look for have been found, and that your father has stopped being concerned about the asses and is worrying about you, saying: ‘What shall I do about my son?’",
            "2": "You shall pass on from there until you come to the terebinth of Tabor. There you will be met by three men making a pilgrimage to God at Bethel. One will be carrying three kids, another will be carrying three loaves of bread, and the third will be carrying a jar of wine.",
            "3": "They will greet you and offer you two loaves of bread, which you shall accept.",
            "4": "After that, you are to go on to <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Or “Gibeah.”</i>the Hill<sup class=\"endFootnote\">-d</sup> of God, where the Philistine prefects reside. There, as you enter the town, you will encounter a band of prophets coming down from the shrine, preceded by lyres, timbrels, flutes, and harps, and they will be <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Others “prophesying”; cf. Num. 11.25 and note.</i>speaking in ecstasy.<sup class=\"endFootnote\">-e</sup>",
            "5": "The spirit of the L<small>ORD</small> will grip you, and you will speak in ecstasy along with them; you will become another man.",
            "6": "And once these signs have happened to you, <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">See 11.5–13.</i>act when the occasion arises,<sup class=\"endFootnote\">-f</sup> for God is with you.",
            "7": "After that, you are to go down to Gilgal ahead of me, and I will come down to you to present burnt offerings and offer sacrifices of well-being. Wait seven days until I come to you and instruct you what you are to do next.”",
            "8": "As [Saul] turned around to leave Samuel, God gave him another heart; and all those signs were fulfilled that same day.",
            "9": "And when they came there, to <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Or “Gibeah.”</i>the Hill,<sup class=\"endFootnote\">-d</sup> he saw a band of prophets coming toward him. Thereupon the spirit of God gripped him, and he spoke in ecstasy among them.",
            "10": "When all who knew him previously saw him speaking in ecstasy together with the prophets, the people said to one another, “What’s happened to <sup class=\"footnote-marker\">g</sup><i class=\"footnote\">To refer to a person merely as “the son (ben) of…” is slighting; cf. 20, 27, 30, 31; Isa. 7.4.</i>the son of Kish?<sup class=\"endFootnote\">-g</sup> Is Saul too among the prophets?”",
            "11": "But another person there spoke up and said, “And who are their fathers?” Thus the proverb arose: “Is Saul too among the prophets?”",
            "12": "And when he stopped speaking in ecstasy, he entered the shrine.",
            "13": "Saul’s uncle asked him and his servant, “Where did you go?” “To look for the asses,” he replied. “And when we saw that they were not to be found, we went to Samuel.”",
            "14": "“Tell me,” said Saul’s uncle, “what did Samuel say to you?”",
            "15": "Saul answered his uncle, “He just told us that the asses had been found.” But he did not tell him anything of what Samuel had said about the kingship.<br>",
            "16": "Samuel summoned the people to the L<small>ORD</small> at Mizpah",
            "17": "and said to them, “Thus said the L<small>ORD</small>, the God of Israel: ‘I brought Israel out of Egypt, and I delivered you from the hands of the Egyptians and of all the kingdoms that oppressed you.’",
            "18": "But today you have rejected your God who delivered you from all your troubles and calamities. For you said, ‘No,<sup class=\"footnote-marker\">h</sup><i class=\"footnote\">So many Heb. mss. and ancient versions. Other mss. and editions read “to Him.”</i> set up a king over us!’ Now station yourselves before the L<small>ORD</small>, by your tribes and clans.”",
            "19": "Samuel brought forward each of the tribes of Israel, and the lot indicated the tribe of Benjamin.",
            "20": "Then Samuel brought forward the tribe of Benjamin by its clans, and the clan of the Matrites was indicated; and then<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Septuagint reads “then he brought up the family of the Matrites by their men and…”</i> Saul son of Kish was indicated. But when they looked for him, he was not to be found.",
            "21": "They inquired of the L<small>ORD</small> again, <sup class=\"footnote-marker\">j</sup><i class=\"footnote\">Septuagint reads “Has the man come here?”</i>“Has anyone else come here?”<sup class=\"endFootnote\">-j</sup> And the L<small>ORD</small> replied, “Yes; he is hiding among the baggage.”",
            "22": "So they ran over and brought him from there; and when he took his place among the people, he stood a head taller than all the people.",
            "23": "And Samuel said to the people, “Do you see the one whom the L<small>ORD</small> has chosen? There is none like him among all the people.” And all the people acclaimed him, shouting, “Long live the king!”",
            "24": "Samuel expounded to the people the rules of the monarchy, and recorded them in a document which he deposited before the L<small>ORD</small>. Samuel then sent the people back to their homes.",
            "25": "Saul also went home to Gibeah, accompanied by <sup class=\"footnote-marker\">k</sup><i class=\"footnote\">In contrast to “scoundrels” (v. 27); understanding Heb. ḥayil as the equivalent of bene ḥayil, as read by Septuagint and 4QSama.</i>upstanding men<sup class=\"endFootnote\">-k</sup> whose hearts God had touched.",
            "26": "But some scoundrels said, “How can this fellow save us?” So they scorned him and brought him no gift. <sup class=\"footnote-marker\">l</sup><i class=\"footnote\">Lit. “But he was as one who holds his peace.” Septuagint and 4QSama read “About a month later,” connecting with what follows.</i>But he pretended not to mind.<sup class=\"endFootnote\">-l</sup>"
        },
        "10": {
            "0": "Nahash the Ammonite marched up and besieged Jabesh-gilead. All the men of Jabesh-gilead said to Nahash, “Make a pact with us, and we will serve you.”",
            "1": "But Nahash the Ammonite answered them, “I will make a pact with you on this condition, that everyone’s right eye be gouged out; I will make this a humiliation for all Israel.”",
            "2": "The elders of Jabesh said to him, “Give us seven days’ respite, so that we may send messengers throughout the territory of Israel; if no one comes to our aid, we will surrender to you.”",
            "3": "When the messengers came to Gibeah of Saul and gave this report in the hearing of the people, all the people broke into weeping.",
            "4": "Saul was just coming from the field driving the cattle; and Saul asked, “Why are the people crying?” And they told him about the situation of the men of Jabesh.",
            "5": "When he heard these things, the spirit of God gripped Saul and his anger blazed up.",
            "6": "He took a yoke of oxen and cut them into pieces, which he sent by messengers throughout the territory of Israel, with the warning, “Thus shall be done to the cattle of anyone who does not follow Saul and Samuel into battle!” Terror from the L<small>ORD</small> fell upon the people, and they came out as one man.",
            "7": "[Saul] mustered them in Bezek, and the Israelites numbered 300,000, the men of Judah 30,000.",
            "8": "The messengers who had come were told, “Thus shall you speak to the men of Jabesh-gilead: Tomorrow, when the sun grows hot, you shall be saved.” When the messengers came and told this to the men of Jabesh-gilead, they rejoiced.",
            "9": "The men of Jabesh then told [the Ammonites], “Tomorrow we will surrender to you, and you can do to us whatever you please.”",
            "10": "The next day, Saul divided the troops into three columns; at the morning watch they entered the camp and struck down the Ammonites until the day grew hot. The survivors scattered; no two were left together.",
            "11": "The people then said to Samuel, “Who was it said, ‘Shall Saul be king over us?’ Hand the men over and we will put them to death!”",
            "12": "But Saul replied, “No man shall be put to death this day! For this day the L<small>ORD</small> has brought victory to Israel.”<br>",
            "13": "Samuel said to the people, “Come, let us go to Gilgal and there inaugurate the monarchy.”",
            "14": "So all the people went to Gilgal, and there at Gilgal they declared Saul king before the L<small>ORD</small>. They offered sacrifices of well-being there before the L<small>ORD</small>; and Saul and all the men of Israel held a great celebration there."
        },
        "11": {
            "0": "Then Samuel said to all Israel, “I have yielded to you in all you have asked of me and have set a king over you.",
            "1": "Henceforth the king will be your leader.<br>“As for me, I have grown old and gray—but my sons are still with you—and I have been your leader from my youth to this day.",
            "2": "Here I am! Testify against me, in the presence of the L<small>ORD</small> and in the presence of His anointed one: Whose ox have I taken, or whose ass have I taken? Whom have I defrauded or whom have I robbed? From whom have I taken a bribe <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Septuagint reads “or a pair of sandals? [cf. Amos 2.6] Testify against me.”</i>to look the other way?<sup class=\"endFootnote\">-a</sup> I will return it to you.”",
            "3": "They responded, “You have not defrauded us, and you have not robbed us, and you have taken nothing from anyone.”",
            "4": "He said to them, “The L<small>ORD</small> then is witness, and His anointed is witness, <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “against you.”</i>to your admission<sup class=\"endFootnote\">-b</sup> this day that you have found nothing in my possession.” They<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Heb. “he.”</i> responded, “He is!”",
            "5": "Samuel said to the people, <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>“The L<small>ORD</small> [is witness], He who appointed<sup class=\"endFootnote\">-d</sup> Moses and Aaron and who brought your fathers out of the land of Egypt.",
            "6": "Come, stand before the L<small>ORD</small> while I cite against you all the kindnesses that the L<small>ORD</small> has done to you and your fathers.",
            "7": "“When Jacob came to Egypt,<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Septuagint adds “the Egyptians oppressed them.”</i>…your fathers cried out to the L<small>ORD</small>, and the L<small>ORD</small> sent Moses and Aaron, who brought your fathers out of Egypt and settled them in this place.",
            "8": "But they forgot the L<small>ORD</small> their God; so He delivered them into the hands of Sisera the military commander of Hazor, into the hands of the Philistines, and into the hands of the king of Moab; and these made war upon them.",
            "9": "They cried to the L<small>ORD</small>, ‘We are guilty, for we have forsaken the L<small>ORD</small> and worshiped the Baalim and Ashtaroth. Oh, deliver us from our enemies and we will serve You.’",
            "10": "And the L<small>ORD</small> sent Jerubbaal and Bedan<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Septuagint “Barak.”</i> and Jephthah and Samuel, and delivered you from the enemies around you; and you dwelt in security.",
            "11": "But when you saw that Nahash king of the Ammonites was advancing against you, you said to me, ‘No, we must have a king reigning over us’—though the L<small>ORD</small> your God is your King.",
            "12": "“Well, the L<small>ORD</small> has set a king over you! Here is the king that you have chosen, that you have asked for.",
            "13": "“If you will revere the L<small>ORD</small>, worship Him, and obey Him, and will not flout the L<small>ORD</small>’s command, if both you and the king who reigns over you will follow the L<small>ORD</small> your God, [well and good].",
            "14": "But if you do not obey the L<small>ORD</small> and you flout the L<small>ORD</small>’s command, the hand of the L<small>ORD</small> will strike you <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>as it did your fathers.<sup class=\"endFootnote\">-d</sup>",
            "15": "“Now stand by and see the marvelous thing that the L<small>ORD</small> will do before your eyes.",
            "16": "It is the season of the wheat harvest.<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">When thunderstorms do not occur in the land of Israel.</i> I will pray to the L<small>ORD</small> and He will send thunder and rain; then you will take thought and realize what a wicked thing you did in the sight of the L<small>ORD</small> when you asked for a king.”",
            "17": "Samuel prayed to the L<small>ORD</small>, and the L<small>ORD</small> sent thunder and rain that day, and the people stood in awe of the L<small>ORD</small> and of Samuel.",
            "18": "The people all said to Samuel, “Intercede for your servants with the L<small>ORD</small> your God that we may not die, for we have added to all our sins the wickedness of asking for a king.”",
            "19": "But Samuel said to the people, “Have no fear. You have, indeed, done all those wicked things. Do not, however, turn away from the L<small>ORD</small>, but serve the L<small>ORD</small> with all your heart.",
            "20": "Do not turn away to follow worthless things, which can neither profit nor save but are worthless.",
            "21": "For the sake of His great name, the L<small>ORD</small> will never abandon His people, seeing that the L<small>ORD</small> undertook to make you His people.",
            "22": "“As for me, far be it from me to sin against the L<small>ORD</small> and refrain from praying for you; and I will continue to instruct you in the practice of what is good and right.",
            "23": "Above all, you must revere the L<small>ORD</small> and serve Him faithfully with all your heart; and consider how grandly He has dealt with you.",
            "24": "For if you persist in your wrongdoing, both you and your king shall be swept away.”"
        },
        "12": {
            "0": "Saul was…<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">The number is lacking in the Heb. text; also, the precise context of the “two years” is uncertain. The verse is lacking in the Septuagint.</i> years old when he became king, and he reigned over Israel two years.",
            "1": "Saul picked 3,000 Israelites, of whom 2,000 were with Saul in Michmas<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">So in oldest mss.; other mss. and editions read “Michmash” throughout the chapter.</i> and in the hill country of Bethel, and 1,000 with Jonathan in Gibeah of Benjamin; the rest of the troops he sent back to their homes.",
            "2": "Jonathan struck down the Philistine prefect in Geba;<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Apparently identical with Gibeah in v. 2.</i> and the Philistines heard about it. <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>Saul had the ram’s horn sounded throughout the land, saying, “Let the Hebrews hear.”<sup class=\"endFootnote\">-d</sup>",
            "3": "When all Israel heard that Saul had struck down the Philistine prefect, and that Israel had <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Lit. “became malodorous to.”</i>incurred the wrath of<sup class=\"endFootnote\">-e</sup> the Philistines, all the people rallied to Saul at Gilgal.",
            "4": "The Philistines, in turn, gathered to attack Israel: 30,000<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Septuagint and other versions read “three thousand.”</i> chariots and 6,000 horsemen, and troops as numerous as the sands of the seashore. They marched up and encamped at Michmas, east of Beth-aven.",
            "5": "<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>When the men of Israel saw that they were in trouble—for the troops were hard pressed—the people hid in caves, among thorns, among rocks, in tunnels, and in cisterns.",
            "6": "Some Hebrews crossed the Jordan, [to] the territory of Gad and Gilead. Saul was still at Gilgal, and the rest of the people rallied to him in alarm.<sup>d</sup>",
            "7": "He waited seven days, the time that Samuel [had set].<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">So some Heb. mss.; other mss., Septuagint, and Targum read “said.” Cf. 10.8.</i> But when Samuel failed to come to Gilgal, and the people began to scatter,",
            "8": "Saul said, “Bring me the burnt offering and the sacrifice of well-being”; and he presented the burnt offering.",
            "9": "He had just finished presenting the burnt offering when Samuel arrived; and Saul went out to meet him and welcome him.",
            "10": "But Samuel said, “What have you done?” Saul replied, “I saw the people leaving me and scattering; you had not come at the appointed time, and the Philistines had gathered at Michmas.",
            "11": "I thought the Philistines would march down against me at Gilgal before I had entreated the L<small>ORD</small>, so I <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>forced myself<sup class=\"endFootnote\">-d</sup> to present the burnt offering.”",
            "12": "Samuel answered Saul, <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Change of vocalization yields, “You acted foolishly. If you had kept the commandment the Lord your God laid upon you…”</i>“You acted foolishly in not keeping the commandments that the L<small>ORD</small> your God laid upon you! Otherwise<sup class=\"endFootnote\">-h</sup> the L<small>ORD</small> would have established your dynasty over Israel forever.",
            "13": "But now your dynasty will not endure. The L<small>ORD</small> will seek out a man after His own heart, and the L<small>ORD</small> will appoint him ruler over His people, because you did not abide by what the L<small>ORD</small> had commanded you.”",
            "14": "<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Septuagint reads here, “Samuel rose and left Gilgal and went his way. The rest of the people followed Saul to meet the soldiers, and they went from Gilgal.”</i>Samuel arose and went up from Gilgal<sup class=\"endFootnote\">-i</sup> to Gibeah<sup class=\"footnote-marker\">j</sup><i class=\"footnote\">Sometimes called Geba; cf. vv. 3, 16; 14.5.</i> of Benjamin. Saul numbered the troops who remained with him—about 600 strong.",
            "15": "Saul and his son Jonathan, and the troops who remained with them, stayed in Geba of Benjamin, while the Philistines were encamped at Michmas.",
            "16": "The raiders came out of the Philistine camp in three columns: One column headed for the Ophrah road that leads to the district of Shual,",
            "17": "another column headed for the Beth-horon road, and the third column headed for the border<sup class=\"footnote-marker\">k</sup><i class=\"footnote\">Septuagint reads “Geba.”</i> road that overlooks the valley of Zeboim toward the desert.",
            "18": "No smith was to be found in all the land of Israel, for the Philistines were afraid that the Hebrews would make swords or spears.",
            "19": "So all the Israelites had to go down to the Philistines to have their plowshares, their mattocks, axes, and colters<sup class=\"footnote-marker\">l</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads “sickle.”</i> sharpened.",
            "20": "<sup class=\"footnote-marker\">m</sup><i class=\"footnote\">Meaning of several terms in this verse uncertain.</i>The charge for sharpening was a <i>pim</i><sup class=\"footnote-marker\">n</sup><i class=\"footnote\">I.e., two-thirds of a shekel.</i> for plowshares, mattocks, three-pronged forks, and axes, and for setting the goads.",
            "21": "Thus on the day of the battle, no sword or spear was to be found in the possession of any of the troops with Saul and Jonathan; only Saul and Jonathan had them.",
            "22": "Now the Philistine garrison had marched out to the pass of Michmas."
        },
        "13": {
            "0": "One day, Jonathan son of Saul said to the attendant who carried his arms, “Come, let us cross over to the Philistine garrison on the other side”; but he did not tell his father.",
            "1": "Now Saul was staying on the outskirts of Gibeah,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">See note j at 13.15.</i> under the pomegranate tree at Migron, and the troops with him numbered about 600.",
            "2": "Ahijah son of Ahitub brother of Ichabod son of Phinehas son of Eli, the priest of the L<small>ORD</small> at Shiloh, was there bearing an ephod.—The troops did not know that Jonathan had gone.",
            "3": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>At the crossing<sup class=\"endFootnote\">-b</sup> by which Jonathan sought to reach the Philistine garrison, there was a rocky crag on one side, and another rocky crag on the other, the one called Bozez and the other Seneh.",
            "4": "One crag was located on the north, near Michmas, and the other on the south, near Geba.",
            "5": "Jonathan said to the attendant who carried his arms, “Come, let us cross over to the outpost of those uncircumcised fellows. Perhaps the L<small>ORD</small> will act in our behalf, for nothing prevents the L<small>ORD</small> from winning a victory by many or by few.”",
            "6": "His arms-bearer answered him, “Do whatever <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “is in your heart. Incline yourself.” Septuagint reads “your heart inclines to.”</i>you like. You go first,<sup class=\"endFootnote\">-c</sup> I am <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lit. “with you, according to your heart.” Septuagint reads “with you; my heart is like your heart.”</i>with you, whatever you decide.”<sup class=\"endFootnote\">-d</sup>",
            "7": "Jonathan said, “We’ll cross over to those men and let them see us.",
            "8": "If they say to us, ‘Wait until we get to you,’ then we’ll stay where we are, and not go up to them.",
            "9": "But if they say, ‘Come up to us,’ then we will go up, for the L<small>ORD</small> is delivering them into our hands. That shall be our sign.”",
            "10": "They both showed themselves to the Philistine outpost and the Philistines said, “Look, some Hebrews are coming out of the holes where they have been hiding.”",
            "11": "The men of the outpost shouted to Jonathan and his arms-bearer, “Come up to us, and we’ll teach you a lesson.” Then Jonathan said to his arms-bearer, “Follow me, for the L<small>ORD</small> will deliver them into the hands of Israel.”",
            "12": "And Jonathan clambered up on his hands and feet, his arms-bearer behind him; [the Philistines] fell before Jonathan, and his arms-bearer finished them off behind him.",
            "13": "The initial attack that Jonathan and his arms-bearer made accounted for some twenty men, <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>within a space about half a furrow long [in] an acre of land.<sup class=\"endFootnote\">-b</sup>",
            "14": "Terror broke out among all the troops both in the camp [and] in the field; the outposts and the raiders were also terrified. The very earth quaked, and a terror from God ensued.",
            "15": "Saul’s scouts in Gibeah of Benjamin saw that the multitude was <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Lit. “shaken and going thither.” Meaning of Heb. uncertain.</i>scattering in all directions.<sup class=\"endFootnote\">-e</sup>",
            "16": "And Saul said to the troops with him, “Take a count and see who has left us.” They took a count and found that Jonathan and his arms-bearer were missing.",
            "17": "Thereupon Saul said to Ahijah, “Bring the Ark<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Septuagint reads “ephod,” and cf. vv. 3, 23.9, 30.7.</i> of God here”; for the Ark<sup class=\"endFootnote\">-f</sup> of God was at the time among<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Heb. “and.”</i> the Israelites.",
            "18": "But while Saul was speaking to the priest, the confusion in the Philistine camp kept increasing; and Saul said to the priest, “Withdraw your hand.”",
            "19": "Saul and the troops with him assembled and rushed into battle; they found [the Philistines] in very great confusion, every man’s sword turned against his fellow.",
            "20": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>And the Hebrews who had previously sided with the Philistines, who had come up with them in the army [from] round about—they too joined the Israelites<sup class=\"endFootnote\">-b</sup> who were with Saul and Jonathan.",
            "21": "When all the men of Israel who were hiding in the hill country of Ephraim heard that the Philistines were fleeing, they too pursued them in battle.",
            "22": "Thus the L<small>ORD</small> brought victory to Israel that day.<br>The fighting passed beyond Beth-aven.",
            "23": "<sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads “And all the troops, about 10,000 men, were with Saul; and the battle spread into the hill country of Ephraim. Now Saul committed a rash act.”</i>The men of Israel were distressed<sup class=\"endFootnote\">-h</sup> that day. For Saul had laid an oath upon the troops: “Cursed be the man who eats any food before night falls and I take revenge on my enemies.” So none of the troops ate anything.",
            "24": "Everybody came to a <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain; cf. Song of Songs 5.1.</i>stack of beehives<sup class=\"endFootnote\">-i</sup> where some honey had spilled on the ground.",
            "25": "When the troops came to the beehives<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain; cf. Song of Songs 5.1.</i> and found the flow of honey there, no one put<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> his hand to his mouth, for the troops feared the oath.",
            "26": "Jonathan, however, had not heard his father adjure the troops. So he put out the stick he had with him, dipped it into the beehive of honey, and brought his hand back to his mouth; and his eyes lit up.",
            "27": "At this one of the soldiers spoke up, “Your father adjured the troops: ‘Cursed be the man who eats anything this day.’ And so the troops are faint.”",
            "28": "Jonathan answered, “My father has brought trouble on the people. See for yourselves how my eyes lit up when I tasted that bit of honey.",
            "29": "If only the troops had eaten today of spoil captured from the enemy, the defeat of the Philistines would have been greater still!”",
            "30": "They struck down the Philistines that day from Michmas to Aijalon, and the troops were famished.",
            "31": "The troops pounced on the spoil; they took the sheep and cows and calves and slaughtered them on the ground, and the troops ate with the blood.<sup class=\"footnote-marker\">j</sup><i class=\"footnote\">I.e., without the proper rites.</i>",
            "32": "When it was reported to Saul that the troops were sinning against the L<small>ORD</small>, eating with the blood, he said, “You have acted faithlessly. Roll a large stone over to me today.”<sup class=\"footnote-marker\">k</sup><i class=\"footnote\">Septuagint reads “here.”</i>",
            "33": "And Saul ordered, “Spread out among the troops and tell them that everyone must bring me his ox or his sheep and slaughter it here, and then eat. You must not sin against the L<small>ORD</small> and eat with the blood.” Every one of the troops brought <sup class=\"footnote-marker\">l</sup><i class=\"footnote\">Septuagint reads “whatever he had in his possession.”</i>his own ox with him<sup class=\"endFootnote\">-l</sup> that night and slaughtered it there.",
            "34": "Thus Saul set up an altar to the L<small>ORD</small>; it was the first altar he erected to the L<small>ORD</small>.",
            "35": "Saul said, “Let us go down after the Philistines by night and plunder among them until the light of morning; and let us not leave a single survivor among them.” “Do whatever you please,” they replied. But the priest said, “Let us approach God here.”",
            "36": "So Saul inquired of God, “Shall I go down after the Philistines? Will You deliver them into the hands of Israel?” But this time He did not respond to him.",
            "37": "Then Saul said, “Come forward, all chief officers of the troops, and find out how this guilt was incurred today.",
            "38": "For as the L<small>ORD</small> lives who brings victory to Israel, even if it was through my son Jonathan, he shall be put to death!” Not one soldier answered him.",
            "39": "And he said to all the Israelites, “You stand on one side, and my son Jonathan and I shall stand on the other.” The troops said to Saul, “Do as you please.”",
            "40": "Saul then said to the L<small>ORD</small>, the God of Israel, <sup class=\"footnote-marker\">m</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads “Why have You not responded to Your servant today? If this iniquity was due to my son Jonathan or to me, O Lord, God of Israel, show Urim; and if You say it was due to Your people Israel, show Thummim.”</i>“Show Thammim.”<sup class=\"endFootnote\">-m</sup> Jonathan and Saul were indicated by lot, and the troops were cleared.",
            "41": "And Saul said, “Cast the lots between my son and me”; and Jonathan was indicated.",
            "42": "Saul said to Jonathan, “Tell me, what have you done?” And Jonathan told him, “I only tasted a bit of honey with the tip of the stick in my hand. I am ready to die.”",
            "43": "Saul said, “Thus and more may God do:<sup class=\"footnote-marker\">n</sup><i class=\"footnote\">Many mss. and Septuagint add “to me.”</i> You shall be put to death, Jonathan!”",
            "44": "But the troops said to Saul, “Shall Jonathan die, after bringing this great victory to Israel? Never! As the L<small>ORD</small> lives, not a hair of his head shall fall to the ground! For he brought this day to pass with the help of God.” Thus the troops saved Jonathan and he did not die.",
            "45": "Saul broke off his pursuit of the Philistines, and the Philistines returned to their homes.",
            "46": "After Saul had secured his kingship over Israel, he waged war on every side against all his enemies: against the Moabites, Ammonites, Edomites, the Philistines, and the kings<sup class=\"footnote-marker\">o</sup><i class=\"footnote\">Septuagint and 4QSama read “king.”</i> of Zobah; and wherever he turned he worsted [them].",
            "47": "He was triumphant, defeating the Amalekites and saving Israel from those who plundered it.",
            "48": "Saul’s sons were: Jonathan, Ishvi,<sup class=\"footnote-marker\">p</sup><i class=\"footnote\">The same as Ishbosheth (2 Sam. 2.8) and Eshbaal (1 Chron. 8.33).</i> and Malchishua; and the names of his two daughters were Merab, the older, and Michal, the younger.",
            "49": "The name of Saul’s wife was Ahinoam daughter of Ahimaaz; and the name of his army commander was Abiner<sup class=\"footnote-marker\">q</sup><i class=\"footnote\">Usually “Abner.”</i> son of Saul’s uncle Ner.",
            "50": "Kish, Saul’s father, and Ner, Abner’s father, were sons of Abiel.",
            "51": "There was bitter war against the Philistines all the days of Saul; and whenever Saul noticed any stalwart man or warrior, he would take him into his service."
        },
        "14": {
            "0": "Samuel said to Saul, “I am the one the L<small>ORD</small> sent to anoint you king over His people Israel. Therefore, listen to the L<small>ORD</small>’s command!",
            "1": "“Thus said the L<small>ORD</small> of Hosts: I am exacting the penalty for what Amalek did to Israel, for the assault he made upon them on the road, on their way up from Egypt.",
            "2": "Now go, attack Amalek, and proscribe<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">See note at Josh. 6.18.</i> all that belongs to him. Spare no one, but kill alike men and women, infants and sucklings, oxen and sheep, camels and asses!”",
            "3": "Saul mustered the troops and enrolled them at Telaim: 200,000 men on foot, and 10,000 men of Judah.",
            "4": "Then Saul advanced as far as the city of Amalek and <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>lay in wait<sup class=\"endFootnote\">-b</sup> in the wadi.",
            "5": "Saul said to the Kenites, “Come, withdraw at once from among the Amalekites, that I may not destroy you along with them; for you showed kindness to all the Israelites when they left Egypt.” So the Kenites withdrew from among the Amalekites.",
            "6": "Saul destroyed Amalek from Havilah all the way to Shur, which is close to Egypt,",
            "7": "and he captured King Agag of Amalek alive. He proscribed all the people, putting them to the sword;",
            "8": "but Saul and the troops spared Agag and the best of the sheep, the oxen, the second-born,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Targum and Syriac read “fatlings.”</i> the lambs, and all else that was of value. They would not proscribe them; they proscribed only <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>what was cheap and worthless.<sup class=\"endFootnote\">-b</sup>",
            "9": "The word of the L<small>ORD</small> then came to Samuel:",
            "10": "“I regret that I made Saul king, for he has turned away from Me and has not carried out My commands.” Samuel was distressed and he entreated the L<small>ORD</small> all night long.",
            "11": "Early in the morning Samuel went to meet Saul. Samuel was told, “Saul went to Carmel, where he erected a monument for himself; then he left and went on down to Gilgal.”",
            "12": "When Samuel came to Saul, Saul said to him, “Blessed are you of the L<small>ORD</small>! I have fulfilled the L<small>ORD</small>’s command.”",
            "13": "“Then what,” demanded Samuel, “is this bleating of sheep in my ears, and the lowing of oxen that I hear?”",
            "14": "Saul answered, “They were brought from the Amalekites, for the troops spared the choicest of the sheep and oxen for sacrificing to the L<small>ORD</small> your God. And we proscribed the rest.”",
            "15": "Samuel said to Saul, “Stop! Let me tell you what the L<small>ORD</small> said to me last night!” “Speak,” he replied.",
            "16": "And Samuel said, “You may look small to yourself, but you are the head of the tribes of Israel. The L<small>ORD</small> anointed you king over Israel,",
            "17": "and the L<small>ORD</small> sent you on a mission, saying, ‘Go and proscribe the sinful Amalekites; make war on them until you have exterminated them.’",
            "18": "Why did you disobey the L<small>ORD</small> and swoop down on the spoil <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lit. “and do what was evil in the sight of the Lord.”</i>in defiance of the L<small>ORD</small>’s will?”<sup class=\"endFootnote\">-d</sup>",
            "19": "Saul said to Samuel, “But I did obey the L<small>ORD</small>! I performed the mission on which the L<small>ORD</small> sent me: I captured King Agag of Amalek, and I proscribed Amalek,",
            "20": "and the troops took from the spoil some sheep and oxen—the best of what had been proscribed—to sacrifice to the L<small>ORD</small> your God at Gilgal.”",
            "21": "But Samuel said:<br>“Does the L<small>ORD</small> delight in burnt offerings and sacrifices<br>As much as in obedience to the L<small>ORD</small>’s command?<br>Surely, obedience is better than sacrifice,<br>Compliance than the fat of rams.",
            "22": "For rebellion is like the sin of divination,<br>Defiance, like the iniquity of teraphim.<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Idols consulted for oracles; see Ezek. 21.26; Zech. 10.2.</i><br>Because you rejected the L<small>ORD</small>’s command,<br>He has rejected you as king.”",
            "23": "Saul said to Samuel, “I did wrong to transgress the L<small>ORD</small>’s command and your instructions; but I was afraid of the troops and I yielded to them.",
            "24": "Please, forgive my offense and come back with me, and I will bow low to the L<small>ORD</small>.”",
            "25": "But Samuel said to Saul, “I will not go back with you; for you have rejected the L<small>ORD</small>’s command, and the L<small>ORD</small> has rejected you as king over Israel.”",
            "26": "As Samuel turned to leave, Saul seized the corner of his robe, and it tore.",
            "27": "And Samuel said to him, “The L<small>ORD</small> has this day torn the kingship over Israel away from you and has given it to another who is worthier than you.",
            "28": "Moreover, the Glory<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> of Israel does not deceive or change His mind, for He is not human that He should change His mind.”",
            "29": "But [Saul] pleaded, “I did wrong. Please, honor me in the presence of the elders of my people and in the presence of Israel, and come back with me until I have bowed low to the L<small>ORD</small> your God.”",
            "30": "So Samuel followed Saul back, and Saul bowed low to the L<small>ORD</small>.",
            "31": "Samuel said, “Bring forward to me King Agag of Amalek.” Agag approached him <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">From root ma‘ad, “to falter”; cf. Septuagint.</i>with faltering steps;<sup class=\"endFootnote\">-f</sup> and Agag said, “Ah, bitter death is at hand!”<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>",
            "32": "Samuel said:<br>“As your sword has bereaved women,<br>So shall your mother be bereaved among women.”<br>And Samuel <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>cut Agag down<sup class=\"endFootnote\">-b</sup> before the L<small>ORD</small> at Gilgal.",
            "33": "Samuel then departed for Ramah, and Saul went up to his home at Gibeah of Saul.",
            "34": "Samuel never saw Saul again to the day of his death. But Samuel grieved over Saul, because the L<small>ORD</small> regretted that He had made Saul king over Israel. "
        },
        "15": {
            "0": "And the L<small>ORD</small> said to Samuel, “How long will you grieve over Saul, since I have rejected him as king over Israel? Fill your horn with oil and set out; I am sending you to Jesse the Bethlehemite, for I have decided on one of his sons to be king.”",
            "1": "Samuel replied, “How can I go? If Saul hears of it, he will kill me.” The L<small>ORD</small> answered, “Take a heifer with you, and say, ‘I have come to sacrifice to the L<small>ORD</small>.’",
            "2": "Invite Jesse to the sacrificial feast, and then I will make known to you what you shall do; you shall anoint for Me the one I point out to you.”",
            "3": "Samuel did what the L<small>ORD</small> commanded. When he came to Bethlehem, the elders of the city went out in alarm to meet him and said, “Do you come on a peaceful errand?”",
            "4": "“Yes,” he replied, “I have come to sacrifice to the L<small>ORD</small>. Purify yourselves and join me in the sacrificial feast.” He also instructed Jesse and his sons to purify themselves and invited them to the sacrificial feast.",
            "5": "When they arrived and he saw Eliab, he thought: “Surely the L<small>ORD</small>’s anointed stands before Him.”",
            "6": "But the L<small>ORD</small> said to Samuel, “Pay no attention to his appearance or his stature, for I have rejected him. For not as man sees [does the L<small>ORD</small> see];<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">These words are preserved in the Septuagint.</i> man sees only what is visible, but the L<small>ORD</small> sees into the heart.”",
            "7": "Then Jesse called Abinadab and had him pass before Samuel; but he said, “The L<small>ORD</small> has not chosen this one either.”",
            "8": "Next Jesse presented Shammah; and again he said, “The L<small>ORD</small> has not chosen this one either.”",
            "9": "Thus Jesse presented seven of his sons before Samuel, and Samuel said to Jesse, “The L<small>ORD</small> has not chosen any of these.”",
            "10": "Then Samuel asked Jesse, “Are these all the boys you have?” He replied, “There is still the youngest; he is tending the flock.” And Samuel said to Jesse, “Send someone to bring him, for we will not <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>sit down to eat<sup class=\"endFootnote\">-b</sup> until he gets here.”",
            "11": "So they sent and brought him. He was <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>ruddy-cheeked, bright-eyed,<sup class=\"endFootnote\">-b</sup> and handsome. And the L<small>ORD</small> said, “Rise and anoint him, for this is the one.”",
            "12": "Samuel took the horn of oil and anointed him in the presence of his brothers; and the spirit of the L<small>ORD</small> gripped David from that day on. Samuel then set out for Ramah.",
            "13": "Now the spirit of the L<small>ORD</small> had departed from Saul, and an evil spirit from the L<small>ORD</small> began to terrify him.",
            "14": "Saul’s courtiers said to him, “An evil spirit of God is terrifying you.",
            "15": "Let our lord give the order [and] the courtiers in attendance on you will look for someone who is skilled at playing the lyre; whenever the evil spirit of God comes over you, he will play it<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> and you will feel better.”",
            "16": "So Saul said to his courtiers, “Find me someone who can play well and bring him to me.”",
            "17": "One of the attendants spoke up, “I have observed a son of Jesse the Bethlehemite who is skilled in music; he is a stalwart fellow and a warrior, sensible in speech, and handsome in appearance, and the L<small>ORD</small> is with him.”",
            "18": "Whereupon Saul sent messengers to Jesse to say, “Send me your son David, who is with the flock.”",
            "19": "Jesse took <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>an ass [laden with]<sup class=\"endFootnote\">-b</sup> bread, a skin of wine, and a kid, and sent them to Saul by his son David.",
            "20": "So David came to Saul and entered his service; [Saul] took a strong liking to him and made him one of his arms-bearers.",
            "21": "Saul sent word to Jesse, “Let David remain in my service, for I am pleased with him.”",
            "22": "Whenever the [evil] spirit of God came upon Saul, David would take the lyre and play it;<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> Saul would find relief and feel better, and the evil spirit would leave him."
        },
        "16": {
            "0": "The Philistines assembled their forces for battle; they massed at Socoh of Judah, and encamped at Ephes-dammim, between Socoh and Azekah.",
            "1": "Saul and the men of Israel massed and encamped in the valley of Elah. They drew up their line of battle against the Philistines,",
            "2": "with the Philistines stationed on one hill and Israel stationed on the opposite hill; the ravine was between them.",
            "3": "A champion<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “the man of the space between,” i.e., between the armies.</i> of the Philistine forces stepped forward; his name was Goliath of Gath, and he was six cubits and a span tall.",
            "4": "He had a bronze helmet on his head, and wore a breastplate of scale armor, a bronze breastplate weighing five thousand shekels.",
            "5": "He had bronze greaves on his legs, and a bronze javelin [slung] from his shoulders.",
            "6": "The shaft of his spear was like a weaver’s bar, and the iron head of his spear weighed six hundred shekels; and the shield-bearer marched in front of him.",
            "7": "He stopped and called out to the ranks of Israel and he said to them, “Why should you come out to engage in battle? I am the Philistine [champion], and you are Saul’s servants. Choose<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> one of your men and let him come down against me.",
            "8": "If he bests me in combat and kills me, we will become your slaves; but if I best him and kill him, you shall be our slaves and serve us.”",
            "9": "And the Philistine ended, “I herewith defy the ranks of Israel. Get me a man and let’s fight it out!”",
            "10": "When Saul and all Israel heard these words of the Philistine, they were dismayed and terror-stricken.",
            "11": "David was the son of a certain Ephrathite of Bethlehem in Judah whose name was Jesse. He had eight sons, and in the days of Saul the man was already old, advanced in years.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>",
            "12": "The three oldest sons of Jesse had left and gone with Saul to the war. The names of his three sons who had gone to the war were Eliab the first-born, the next Abinadab, and the third Shammah;",
            "13": "and David was the youngest. The three oldest had followed Saul,",
            "14": "and David would go back and forth from attending on Saul to shepherd his father’s flock at Bethlehem.",
            "15": "The Philistine stepped forward morning and evening and took his stand for forty days.",
            "16": "Jesse said to his son David, “Take an <i>ephah</i> of this parched corn and these ten loaves of bread for your brothers, and carry them quickly to your brothers in camp.",
            "17": "Take these ten cheeses<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> to the captain of their thousand. Find out how your brothers are and bring some token<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> from them.”",
            "18": "Saul and <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Heb. “they.”</i>the brothers<sup class=\"endFootnote\">-c</sup> and all the men of Israel were in the valley of Elah, in the war against the Philistines.",
            "19": "Early next morning, David left someone in charge of the flock, took [the provisions], and set out, as his father Jesse had instructed him. He reached the barricade<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> as the army was going out to the battle lines shouting the war cry.",
            "20": "Israel and the Philistines drew up their battle lines opposite each other.",
            "21": "David left his baggage with the man in charge of the baggage and ran toward the battle line and went to greet his brothers.",
            "22": "While he was talking to them, the champion, whose name was Goliath, the Philistine of Gath, stepped forward from the Philistine ranks and spoke the same words as before; and David heard him.",
            "23": "When the men of Israel saw the man, they fled in terror.",
            "24": "And the men of Israel were saying [among themselves], “Do you see that man coming out? He comes out to defy Israel! The man who kills him will be rewarded by the king with great riches; he will also give him his daughter in marriage and grant exemption<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">I.e., freedom from royal levies.</i> to his father’s house in Israel.”",
            "25": "David asked the men standing near him, “What will be done for the man who kills that Philistine and removes the disgrace from Israel? Who is that uncircumcised Philistine that he dares defy the ranks of the living God?”",
            "26": "The troops told him in the same words what would be done for the man who killed him.",
            "27": "When Eliab, his oldest brother, heard him speaking to the men, Eliab became angry with David and said, “Why did you come down here, and with whom did you leave those few sheep in the wilderness? I know your impudence and your impertinence:<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Lit. “badness of heart.”</i> you came down to watch the fighting!”",
            "28": "But David replied, “What have I done now? I was only asking!”",
            "29": "And he turned away from him toward someone else; he asked the same question, and the troops gave him the same answer as before.",
            "30": "The things David said were overheard and were reported to Saul, who had him brought over.",
            "31": "David said to Saul, “Let <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Septuagint reads “not my lord’s.”</i>no man’s<sup class=\"endFootnote\">-f</sup> courage fail him. Your servant will go and fight that Philistine!”",
            "32": "But Saul said to David, “You cannot go to that Philistine and fight him; you are only a boy, and he has been a warrior from his youth!”",
            "33": "David replied to Saul, “Your servant has been tending his father’s sheep, and if a lion or<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> a bear came and carried off an animal from the flock,",
            "34": "I would go after it and fight it and rescue it from its mouth. And if it attacked me, I would seize it by the beard and strike it down and kill it.",
            "35": "Your servant has killed both lion and bear; and that uncircumcised Philistine shall end up like one of them, for he has defied the ranks of the living God.",
            "36": "The L<small>ORD</small>,” David went on, “who saved me from lion and bear will also save me from that Philistine.” “Then go,” Saul said to David, “and may the L<small>ORD</small> be with you!”",
            "37": "Saul clothed David in his own garment; he placed a bronze helmet on his head and fastened <sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Heb. “clothed him in a breastplate” (cf. v. 5), because a breastplate was combined with a leather jerkin.</i>a breastplate on him.<sup class=\"endFootnote\">-g</sup>",
            "38": "David girded his sword over his garment. Then he <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Septuagint reads “was unable to walk, for…”</i>tried to walk; but<sup class=\"endFootnote\">-h</sup> he was not used to it. And David said to Saul, “I cannot walk in these, for I am not used to them.” So David took them off.",
            "39": "He took his stick, picked a few<sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Lit. “five.”</i> smooth stones from the wadi, put them in the pocket<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> of his shepherd’s bag and, sling in hand, he went toward the Philistine.",
            "40": "The Philistine, meanwhile, was coming closer to David, preceded by his shield-bearer.",
            "41": "When the Philistine caught sight of David, he scorned him, for he was but a boy, ruddy and handsome.",
            "42": "And the Philistine called out to David, “Am I a dog that you come against me with sticks?” The Philistine cursed David by his gods;",
            "43": "and the Philistine said to David, “Come here, and I will give your flesh to the birds of the sky and the beasts of the field.”",
            "44": "David replied to the Philistine, “You come against me with sword and spear and javelin; but I come against you in the name of the L<small>ORD</small> of Hosts, the God of the ranks of Israel, whom you have defied.",
            "45": "This very day the L<small>ORD</small> will deliver you into my hands. I will kill you and cut off your head; and I will give <sup class=\"footnote-marker\">j</sup><i class=\"footnote\">Septuagint reads “your carcass and the carcasses.”</i>the carcasses<sup class=\"endFootnote\">-j</sup> of the Philistine camp to the birds of the sky and the beasts of the earth. All the earth shall know that there is a God in<sup class=\"footnote-marker\">k</sup><i class=\"footnote\">So many Heb. mss. and ancient versions; other mss. and the editions read “to.”</i> Israel.",
            "46": "And this whole assembly shall know that the L<small>ORD</small> can give victory without sword or spear. For the battle is the L<small>ORD</small>’s, and He will deliver you into our hands.”",
            "47": "When the Philistine began to advance toward him again, David quickly ran up to the battle line to face the Philistine.",
            "48": "David put his hand into the bag; he took out a stone and slung it. It struck the Philistine in the forehead; the stone sank into his forehead, and he fell face down on the ground.",
            "49": "Thus David bested the Philistine with sling and stone; he struck him down and killed him. David had no sword;",
            "50": "so David ran up and stood over the Philistine, grasped his sword and pulled it from its sheath; and with it he dispatched him and cut off his head.<br>When the Philistines saw that their warrior was dead, they ran.",
            "51": "The men of Israel and Judah rose up with a war cry and they pursued the Philistines all the way to Gai<sup class=\"footnote-marker\">l</sup><i class=\"footnote\">Septuagint reads “Gath”; cf. end of verse.</i> and up to the gates of Ekron; the Philistines fell mortally wounded along the road to Shaarim up to Gath and Ekron.",
            "52": "Then the Israelites returned from chasing the Philistines and looted their camp.",
            "53": "David took the head of the Philistine and brought it to Jerusalem;<sup class=\"footnote-marker\">m</sup><i class=\"footnote\">I.e., after David’s capture of Jerusalem (2 Sam. 5).</i> and he put his weapons in his own tent.",
            "54": "When Saul saw David going out to assault the Philistine, he asked his army commander Abner, “Whose son is that boy, Abner?” And Abner replied, “By your life, Your Majesty, I do not know.”",
            "55": "“Then find out whose son that young fellow is,” the king ordered.",
            "56": "So when David returned after killing the Philistine, Abner took him and brought him to Saul, with the head of the Philistine still in his hand.",
            "57": "Saul said to him, “Whose son are you, my boy?” And David answered, “The son of your servant Jesse the Bethlehemite.”"
        },
        "17": {
            "0": "When [David] finished speaking with Saul, Jonathan’s soul became bound up with the soul of David; Jonathan loved David as himself.",
            "1": "Saul took him [into his service] that day and would not let him return to his father’s house.—",
            "2": "Jonathan and David made a pact, because [Jonathan] loved him as himself.",
            "3": "Jonathan took off the cloak and tunic he was wearing and gave them to David, together with his sword, bow, and belt.",
            "4": "David went out [with the troops], and he was successful in every mission on which Saul sent him, and Saul put him in command of all the soldiers; this pleased all the troops and Saul’s courtiers as well.",
            "5": "When the [troops] came home [and] David returned from killing the Philistine, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads “the dancing women came out to meet David from all the towns of Israel.”</i>the women of all the towns of Israel came out singing and dancing to greet King Saul<sup class=\"endFootnote\">-a</sup> with timbrels, shouting, and sistrums.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>",
            "6": "The women sang as they danced, and they chanted:<br>Saul has slain his thousands;<br>David, his tens of thousands!",
            "7": "Saul was much distressed and greatly vexed about the matter. For he said, “To David they have given tens of thousands, and to me they have given thousands. All that he lacks is the kingship!”",
            "8": "From that day on Saul kept a jealous eye on David.",
            "9": "The next day an evil spirit of God gripped Saul and he began to rave in the house, while David was playing [the lyre], as he did daily. Saul had a spear in his hand,",
            "10": "and Saul threw<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Change of vocalization yields “raised.”</i> the spear, thinking to pin David to the wall. But David eluded him twice.",
            "11": "Saul was afraid of David, for the L<small>ORD</small> was with him and had turned away from Saul.",
            "12": "So Saul removed him from his presence and appointed him chief of a thousand, <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lit. “and he went out and came in before the troops.”</i>to march at the head of the troops.<sup class=\"endFootnote\">-d</sup>",
            "13": "David was successful in all his undertakings, for the L<small>ORD</small> was with him;",
            "14": "and when Saul saw that he was successful, he dreaded him.",
            "15": "All Israel and Judah loved David, for he marched at their head.",
            "16": "Saul said to David, “Here is my older daughter, Merab; I will give her to you in marriage; in return, you be my warrior and fight the battles of the L<small>ORD</small>.” Saul thought: “Let not my hand strike him; let the hand of the Philistines strike him.”",
            "17": "David replied to Saul, “Who am I and <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Meaning of Heb. uncertain. Change of vocalization yields “who are my kin.”</i>what is my life<sup class=\"endFootnote\">-e</sup>—my father’s family in Israel—that I should become Your Majesty’s son-in-law?”",
            "18": "But at the time that Merab, daughter of Saul, should have been given to David, she was given in marriage to Adriel the Meholathite.",
            "19": "Now Michal daughter of Saul had fallen in love with David; and when this was reported to Saul, he was pleased.",
            "20": "Saul thought: “I will give her to him, and she can serve as a snare for him, so that the Philistines may kill him.” So Saul said to David, <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>“You can become my son-in-law even now through the second one.”<sup class=\"endFootnote\">-b</sup>",
            "21": "And Saul instructed his courtiers to say to David privately, “The king is fond of you and all his courtiers like you. So why not become the king’s son-in-law?”",
            "22": "When the king’s courtiers repeated these words to David, David replied, “Do you think that becoming the son-in-law of a king is a small matter, when I am but a poor man of no consequence?”",
            "23": "Saul’s courtiers reported to him, “This is what David answered.”",
            "24": "And Saul said, “Say this to David: ‘The king desires no other bride-price than the foreskins of a hundred Philistines, as vengeance on the king’s enemies.’”—Saul intended to bring about David’s death at the hands of the Philistines.—",
            "25": "When his courtiers told this to David, David was pleased with the idea of becoming the king’s son-in-law. <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>Before the time had expired,<sup class=\"endFootnote\">-b</sup>",
            "26": "David went out with his men and killed two hundred<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Septuagint reads “one hundred” and cf. 2 Sam. 3.14.</i> Philistines; David brought their foreskins and <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>they were counted out<sup class=\"endFootnote\">-b</sup> for the king, that he might become the king’s son-in-law. Saul then gave him his daughter Michal in marriage.",
            "27": "When Saul realized that the L<small>ORD</small> was with David <sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Septuagint reads “and that all Israel loved him.”</i>and that Michal daughter of Saul loved him,<sup class=\"endFootnote\">-g</sup>",
            "28": "Saul grew still more afraid of David; and Saul was David’s enemy ever after.",
            "29": "The Philistine chiefs marched out [to battle]; and every time they marched out, David was more successful than all the other officers of Saul. His reputation soared."
        },
        "18": {
            "0": "Saul urged his son Jonathan and all his courtiers to kill David. But Saul’s son Jonathan was very fond of David,",
            "1": "and Jonathan told David, “My father Saul is bent on killing you. Be on your guard tomorrow morning; get to a secret place and remain in hiding.",
            "2": "I will go out and stand next to my father in the field where you will be, and I will speak to my father about you. If I learn anything, I will tell you.”",
            "3": "So Jonathan spoke well of David to his father Saul. He said to him, “Let not Your Majesty wrong his servant David, for he has not wronged you; indeed, all his actions have been very much to your advantage.",
            "4": "He took his life in his hands and killed the Philistine, and the L<small>ORD</small> wrought a great victory for all Israel. You saw it and rejoiced. Why then should you incur the guilt of shedding the blood of an innocent man, killing David without cause?”",
            "5": "Saul heeded Jonathan’s plea, and Saul swore, “As the L<small>ORD</small> lives, he shall not be put to death!”",
            "6": "Jonathan called David, and Jonathan told him all this. Then Jonathan brought David to Saul, and he served him as before.",
            "7": "Fighting broke out again. David went out and fought the Philistines. He inflicted a great defeat upon them and they fled before him.",
            "8": "Then an evil spirit of the L<small>ORD</small> came upon Saul while he was sitting in his house with his spear in his hand, and David was playing [the lyre].",
            "9": "Saul tried to pin David to the wall with the spear, but he eluded Saul, so that he drove the spear into the wall. David fled and got away.<br>That night",
            "10": "Saul sent messengers to David’s home to keep watch on him and to kill him in the morning. But David’s wife Michal told him, “Unless you run for your life tonight, you will be killed tomorrow.”",
            "11": "Michal let David down from the window and he escaped and fled.",
            "12": "Michal then took the household idol, laid it on the bed, and covered it with a cloth; and at its head she put a net of goat’s hair.",
            "13": "Saul sent messengers to seize David; but she said, “He is sick.”",
            "14": "Saul, however, sent back the messengers to see David for themselves. “Bring him up to me in the bed,” he ordered, “that he may be put to death.”",
            "15": "When the messengers came, they found the household idol in the bed, with the net of goat’s hair at its head.",
            "16": "Saul said to Michal, “Why did you play that trick on me and let my enemy get away safely?” “Because,” Michal answered Saul, “he said to me: ‘Help me get away or I’ll kill you.’”",
            "17": "David made good his escape, and he came to Samuel at Ramah and told him all that Saul had done to him. He and Samuel went and stayed at Naioth.",
            "18": "Saul was told that David was at Naioth in Ramah,",
            "19": "and Saul sent messengers to seize David. They<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Heb. “He.”</i> saw a band of prophets <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. note at 10.5.</i>speaking in ecstasy,<sup class=\"endFootnote\">-b</sup> with Samuel standing by <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>as their leader;<sup class=\"endFootnote\">-c</sup> and the spirit of God came upon Saul’s messengers and they too began to speak in ecstasy.",
            "20": "When Saul was told about this, he sent other messengers; but they too spoke in ecstasy. Saul sent a third group of messengers; and they also spoke in ecstasy.",
            "21": "So he himself went to Ramah. When he came to <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Septuagint reads “the cistern of the threshing floor on the bare height.”</i>the great cistern at Secu,<sup class=\"endFootnote\">-d</sup> he asked, “Where are Samuel and David?” and was told that they were at Naioth in Ramah.",
            "22": "He was on his way there, to Naioth in Ramah, when the spirit of God came upon him too; and he walked on, speaking in ecstasy, until he reached Naioth in Ramah.",
            "23": "Then he too stripped off his clothes and he too spoke in ecstasy before Samuel; and he lay naked all that day and all night. That is why people say, “Is Saul too among the prophets?”"
        },
        "19": {
            "0": "David fled from Naioth in Ramah; he came to Jonathan and said, “What have I done, what is my crime and my guilt against your father, that he seeks my life?”",
            "1": "He replied, “Heaven forbid! You shall not die. My father does not do anything, great or small, without disclosing it to me; why should my father conceal this matter from me? It cannot be!”",
            "2": "David <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Septuagint reads “replied to him.”</i>swore further,<sup class=\"endFootnote\">-a</sup> “Your father knows well that you are fond of me and has decided: Jonathan must not learn of this or he will be grieved. But, as the L<small>ORD</small> lives and as you live, there is only a step between me and death.”",
            "3": "Jonathan said to David, “Whatever you want, I will do it for you.”",
            "4": "David said to Jonathan, “Tomorrow is the new moon, and I <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Septuagint reads “will not sit…meal. Let…”</i>am to sit with the king at the meal. Instead, let<sup class=\"endFootnote\">-b</sup> me go and I will hide in the countryside until the third<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Septuagint lacks “third.”</i> evening.",
            "5": "If your father notes my absence, you say, ‘David asked my permission to run down to his home town, Bethlehem, for the whole family has its annual sacrifice there.’",
            "6": "If he says ‘Good,’ your servant is safe; but if his anger flares up, know that he is resolved to do [me] harm.",
            "7": "Deal faithfully with your servant, since you have taken your servant into a covenant of the L<small>ORD</small> with you. And if I am guilty, kill me yourself, but don’t make me go back to your father.”",
            "8": "Jonathan replied, “Don’t talk like that! If I learn that my father has resolved to kill you, I will surely tell you about it.”",
            "9": "David said to Jonathan, “Who will tell me if<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> your father answers you harshly?”",
            "10": "Jonathan said to David, “Let us go into the open”; and they both went out into the open.",
            "11": "<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">The meaning of several parts of vv. 12–16 is uncertain.</i>Then Jonathan said to David, “By the L<small>ORD</small>, the God of Israel! I will sound out my father at this time tomorrow, [or] on the third day; and if [his response] is favorable for David, I will send a message to you at once and disclose it to you.",
            "12": "But if my father intends to do you harm, may the L<small>ORD</small> do thus to Jonathan and more if I do [not] disclose it to you and send you off to escape unharmed. May the L<small>ORD</small> be with you, as He used to be with my father.",
            "13": "Nor shall you fail to show me the <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">I.e., the faithfulness pledged in the covenant before the Lord.</i>L<small>ORD</small>’s faithfulness,<sup class=\"endFootnote\">-f</sup> while I am alive; nor, when I am dead,",
            "14": "shall you ever discontinue your faithfulness to my house—not even after the L<small>ORD</small> has wiped out every one of David’s enemies from the face of the earth.",
            "15": "Thus has Jonathan covenanted with the house of David; and may the L<small>ORD</small> requite the enemies of David!”",
            "16": "Jonathan, out of his love for David, adjured<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Septuagint reads “swore to.”</i> him again, for he loved him as himself.",
            "17": "Jonathan said to him, “Tomorrow will be the new moon; and you will be missed when your seat remains vacant.<sup class=\"footnote-marker\">h</sup><i class=\"footnote\">At the festal meal.</i>",
            "18": "So the day after tomorrow, go down <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Lit. “very much.”</i>all the way<sup class=\"endFootnote\">-i</sup> to the place where you hid <sup class=\"footnote-marker\">j</sup><i class=\"footnote\">Lit. “on the day of the incident”; see 19.2 ff.</i>the other time,<sup class=\"endFootnote\">-j</sup> and stay close to the Ezel stone.",
            "19": "Now I will shoot three arrows to one side of it, as though I were shooting at a mark,",
            "20": "and I will order the boy to go and find the arrows. If I call to the boy, ‘Hey! the arrows are on this side of you,’ be reassured<sup class=\"footnote-marker\">k</sup><i class=\"footnote\">Lit. “accept it.”</i> and come, for you are safe and there is no danger—as the L<small>ORD</small> lives!",
            "21": "But if, instead, I call to the lad, ‘Hey! the arrows are beyond you,’ then leave, for the L<small>ORD</small> has sent you away.",
            "22": "As for the promise we made to each other,<sup class=\"footnote-marker\">l</sup><i class=\"footnote\">See above, vv. 12–17.</i> may the L<small>ORD</small> be [witness] between you and me forever.”",
            "23": "David hid in the field. The new moon came, and the king sat down to partake of the meal.",
            "24": "When the king took his usual place on the seat by the wall, Jonathan rose<sup class=\"footnote-marker\">m</sup><i class=\"footnote\">Force of Heb. uncertain; Septuagint “faced him.”</i> and Abner sat down at Saul’s side; but David’s place remained vacant.",
            "25": "That day, however, Saul said nothing. “It’s accidental,” he thought. <sup class=\"footnote-marker\">n</sup><i class=\"footnote\">Heb. construction unclear.</i>“He must be unclean and not yet cleansed.”<sup class=\"endFootnote\">-n</sup>",
            "26": "But on the day after the new moon, the second day, David’s place was vacant again. So Saul said to his son Jonathan, “Why didn’t the son of Jesse<sup class=\"footnote-marker\">o</sup><i class=\"footnote\">See note at 10.11.</i> come to the meal yesterday or today?”",
            "27": "Jonathan answered Saul, “David begged leave of me to go to Bethlehem.",
            "28": "He said, ‘Please let me go, for we are going to have a family feast in our town and my brother has summoned me to it. Do me a favor, let me slip away to see my kinsmen.’ That is why he has not come to the king’s table.”",
            "29": "Saul flew into a rage against Jonathan. “You son of a perverse, rebellious woman!” he shouted. “I know that you side with the son of Jesse—to your shame, and to the shame of your mother’s nakedness!",
            "30": "For as long as the son of Jesse lives on earth, neither you nor your kingship will be secure. Now then, have him brought to me, for he is marked for death.”",
            "31": "But Jonathan spoke up and said to his father, “Why should he be put to death? What has he done?”",
            "32": "At that, Saul threw<sup class=\"footnote-marker\">p</sup><i class=\"footnote\">See 18.11 and note.</i> his spear at him to strike him down; and Jonathan realized that his father was determined to do away with David.",
            "33": "Jonathan rose from the table in a rage. He ate no food on the second day of the new moon, because he was grieved about David, and because his father had humiliated him.",
            "34": "In the morning, Jonathan went out into the open for the meeting with David, accompanied by a young boy.",
            "35": "He said to the boy, “Run ahead and find the arrows that I shoot.” And as the boy ran, he shot the arrows past him.",
            "36": "When the boy came to the place where the arrows shot by Jonathan had fallen, Jonathan called out to the boy, “Hey, the arrows are beyond you!”",
            "37": "And Jonathan called after the boy, “Quick, hurry up. Don’t stop!” So Jonathan’s boy gathered the arrows and came back to his master.—",
            "38": "The boy suspected nothing; only Jonathan and David knew the arrangement.—",
            "39": "Jonathan handed the gear to his boy and told him, “Take these back to the town.”",
            "40": "When the boy got there, David <sup class=\"footnote-marker\">q</sup><i class=\"footnote\">Lit. “rose up from beside.”</i>emerged from his concealment at<sup class=\"endFootnote\">-q</sup> the Negeb.<sup class=\"footnote-marker\">r</sup><i class=\"footnote\">Identical with the “Ezel Stone,” v. 19.</i> He flung himself face down on the ground and bowed low three times. They kissed each other and wept together; David wept the longer.",
            "41": "Jonathan said to David, “Go in peace! For we two have sworn to each other in the name of the L<small>ORD</small>: ‘May the L<small>ORD</small> be [witness]<br>between you and me, and between your offspring and mine, forever!’”"
        },
        "20": {
            "0": "David then went his way, and Jonathan returned to the town.",
            "1": "David went to the priest Ahimelech at Nob. Ahimelech came out in alarm to meet David, and he said to him, “Why are you alone, and no one with you?”",
            "2": "David answered the priest Ahimelech, “The king has ordered me on a mission, and he said to me, ‘No one must know anything about the mission on which I am sending you and for which I have given you orders.’ So I have <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain. 4QSamb (cf. Septuagint) reads “made an appointment with [my] young men at…”</i>directed [my] young men to<sup class=\"endFootnote\">-a</sup> such and such a place.",
            "3": "Now then, what have you got on hand? Any<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “five.”</i> loaves of bread? Let me have them—or whatever is available.”",
            "4": "The priest answered David, “I have no ordinary bread on hand; there is only consecrated bread—provided the young men have kept away from women.”",
            "5": "In reply to the priest, David said, “I assure you that women have been kept from us, as always. Whenever I went on a mission, even if the journey was a common one, the vessels of the young men were consecrated; all the more then <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain in part.</i>may consecrated food be put into their vessels today.”<sup class=\"endFootnote\">-c</sup>",
            "6": "So the priest gave him consecrated bread, because there was none there except the bread of display, which had been removed from the presence of the L<small>ORD</small>, to be replaced by warm bread as soon as it was taken away.—",
            "7": "Now one of Saul’s officials was there that day, <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">I.e., excluded from the shrine, perhaps because of ritual impurity.</i>detained before the L<small>ORD</small>;<sup class=\"endFootnote\">-d</sup> his name was Doeg the Edomite, Saul’s <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>chief herdsman.<sup class=\"endFootnote\">-e</sup>",
            "8": "David said to Ahimelech, “Haven’t you got a spear or sword on hand? I didn’t take my sword or any of my weapons with me, because the king’s mission was urgent.”",
            "9": "The priest said, “There is the sword of Goliath the Philistine whom you slew in the valley of Elah; it is over there, wrapped in a cloth, behind the ephod. If you want to take that one, take it, for there is none here but that one.” David replied, “There is none like it; give it to me.”",
            "10": "That day David continued on his flight from Saul and he came to King Achish of Gath.",
            "11": "The courtiers of Achish said to him, “Why, that’s David, king of the land! That’s the one of whom they sing as they dance:<br>Saul has slain his thousands;<br>David, his tens of thousands.”",
            "12": "These words worried David and he became very much afraid of King Achish of Gath.",
            "13": "So he concealed his good sense from them; he feigned madness <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Lit. “in their hand”; meaning of Heb. uncertain.</i>for their benefit.<sup class=\"endFootnote\">-f</sup> He scratched marks on the doors of the gate and let his saliva run down his beard.",
            "14": "And Achish said to his courtiers, “You see the man is raving; why bring him to me?",
            "15": "Do I lack madmen that you have brought this fellow to rave for me? Should this fellow enter my house?”"
        },
        "21": {
            "0": "David departed from there and escaped to the cave<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">The “cave” in v. 1 is referred to as “stronghold” in vv. 4–5; cf. the same variation in 2 Sam. 23.13–14; 1 Chron. 11.15–16.</i> of Adullam; and when his brothers and all his father’s house heard, they joined him down there.",
            "1": "Everyone who was in straits and everyone who was in debt and everyone who was desperate joined him, and he became their leader; there were about four hundred men with him.",
            "2": "David went from there to Mizpeh of Moab, and he said to the king of Moab, “Let my father and mother come [and stay] with you, until I know what God will do for me.”",
            "3": "So he <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Targum and Syriac read “left them with.”</i>led them to<sup class=\"endFootnote\">-b</sup> the king of Moab, and they stayed with him as long as David remained in the stronghold.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">The “cave” in v. 1 is referred to as “stronghold” in vv. 4–5; cf. the same variation in 2 Sam. 23.13–14; 1 Chron. 11.15–16.</i>",
            "4": "But the prophet Gad said to David, “Do not stay in the stronghold; go at once to the territory of Judah.” So David left and went to the forest of Hereth.",
            "5": "When Saul heard that David and the men with him had been located—Saul was then in Gibeah, sitting under the tamarisk tree on the height, spear in hand, with all his courtiers in attendance upon him—",
            "6": "Saul said to the courtiers standing about him, “Listen, men of Benjamin! Will the son of Jesse<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">See note at 10.11.</i> give fields and vineyards to every one of you? And will he make all of you captains of thousands or captains of hundreds?",
            "7": "Is that why all of you have conspired against me? For no one informs me when my own son makes a pact with the son of Jesse; no one is concerned<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">For this meaning of ḥoleh, cf. Amos 6.6.</i> for me and no one informs me when my own son has set my servant <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Septuagint reads “as an enemy.”</i>in ambush<sup class=\"endFootnote\">-e</sup> against me, as is now the case.”",
            "8": "Doeg the Edomite, who was standing among the courtiers of Saul, spoke up: “I saw the son of Jesse come to Ahimelech son of Ahitub at Nob.",
            "9": "He inquired of the L<small>ORD</small> on his behalf and gave him provisions; he also gave him the sword of Goliath the Philistine.”",
            "10": "Thereupon the king sent for the priest Ahimelech son of Ahitub and for all the priests belonging to his father’s house at Nob. They all came to the king,",
            "11": "and Saul said, “Listen to me, son<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">See note at 10.11.</i> of Ahitub.” “Yes, my lord,” he replied.",
            "12": "And Saul said to him, “Why have you and the son of Jesse conspired against me? You gave him food and a sword, and inquired of God for him—that he may rise <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Septuagint reads “as an enemy.”</i>in ambush<sup class=\"endFootnote\">-e</sup> against me, as is now the case.”",
            "13": "Ahimelech replied to the king, “But who is there among all your courtiers as trusted as David, son-in-law of Your Majesty and <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Cf. Isa. 11.14; but meaning of Heb. uncertain.</i>obedient to your bidding,<sup class=\"endFootnote\">-f</sup> and esteemed in your household?",
            "14": "This is the first time that I inquired of God for him; <sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Lit. “Far be it from me!”</i>I have done no wrong.<sup class=\"endFootnote\">-g</sup> Let not Your Majesty find fault with his servant [or] with any of my father’s house; for your servant knew nothing whatever about all this.”",
            "15": "But the king said, “You shall die, Ahimelech, you and all your father’s house.”",
            "16": "And the king commanded the guards standing by, “Turn about and kill the priests of the L<small>ORD</small>, for they are in league with David; they knew he was running away and they did not inform me.” But the king’s servants would not raise a hand to strike down the priests of the L<small>ORD</small>.",
            "17": "Thereupon the king said to Doeg, “You, Doeg, go and strike down the priests.” And Doeg the Edomite went and struck down the priests himself; that day, he killed eighty-five men <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Septuagint reads “bearers of the ephod”; cf. note at 2.28.</i>who wore the linen ephod.<sup class=\"endFootnote\">-h</sup>",
            "18": "He put Nob, the town of the priests, to the sword: men and women, children and infants, oxen, asses, and sheep—[all] to the sword.",
            "19": "But one son of Ahimelech son of Ahitub escaped—his name was Abiathar—and he fled to David.",
            "20": "When Abiathar told David that Saul had killed the priests of the L<small>ORD</small>,",
            "21": "David said to Abiathar, “I knew that day, when Doeg the Edomite was there, that he would tell Saul. I <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>am to blame for all the deaths<sup class=\"endFootnote\">-i</sup> in your father’s house.",
            "22": "Stay with me; do not be afraid; for <sup class=\"footnote-marker\">i</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>whoever seeks your life must seek my life also.<sup class=\"endFootnote\">-i</sup> It will be my care to guard you.”"
        },
        "22": {
            "0": "David was told: “The Philistines are raiding Keilah and plundering the threshing floors.”",
            "1": "David consulted the L<small>ORD</small>, “Shall I go and attack those Philistines?” And the L<small>ORD</small> said to David, “Go; attack the Philistines and you will save Keilah.”",
            "2": "But David’s men said to him, “Look, we are afraid here in Judah, how much more if we go to Keilah against the forces of the Philistines!”",
            "3": "So David consulted the L<small>ORD</small> again, and the L<small>ORD</small> answered him, “March down at once to Keilah, for I am going to deliver the Philistines into your hands.”",
            "4": "David and his men went to Keilah and fought against the Philistines; he drove off their cattle and inflicted a severe defeat on them. Thus David saved the inhabitants of Keilah.",
            "5": "When Abiathar son of Ahimelech fled to David at Keilah, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>he brought down an ephod with him.<sup class=\"endFootnote\">-a</sup>",
            "6": "Saul was told that David had come to Keilah, and Saul thought, “God has delivered<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> him into my hands, for he has shut himself in by entering a town with gates and bars.”",
            "7": "Saul summoned all the troops for war, to go down to Keilah and besiege David and his men.",
            "8": "When David learned that Saul was planning<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> to harm him, he told the priest Abiathar to bring the ephod forward.",
            "9": "And David said, “O L<small>ORD</small>, God of Israel, Your servant has heard that Saul intends to come to Keilah and destroy the town because of me.",
            "10": "Will the citizens of Keilah deliver me into his hands? Will Saul come down, as Your servant has heard? O L<small>ORD</small>, God of Israel, tell Your servant!” And the L<small>ORD</small> said, “He will.”",
            "11": "David continued, “Will the citizens of Keilah deliver me and my men into Saul’s hands?” And the L<small>ORD</small> answered, “They will.”",
            "12": "So David and his men, about six hundred in number, left Keilah at once and moved about wherever they could. And when Saul was told that David had got away from Keilah, he did not set out.",
            "13": "David was staying <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>in the strongholds of the wilderness [of Judah];<sup class=\"endFootnote\">-a</sup> he stayed in the hill country, in the wilderness of Ziph. Saul searched for him constantly, but God did not deliver him into his hands.",
            "14": "David was once at Horesh in the wilderness of Ziph, when David learned that Saul had come out to seek his life.",
            "15": "And Saul’s son Jonathan came to David at Horesh and encouraged him in [the name of] God.",
            "16": "He said to him, “Do not be afraid: the hand of my father Saul will never touch you. You are going to be king over Israel and I shall be second to you; and even my father Saul knows this is so.”",
            "17": "And the two of them entered into a pact before the L<small>ORD</small>. David remained in Horesh, and Jonathan went home.",
            "18": "<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">The meaning of many parts of 23.19 ff. is uncertain. The events described in 23.19–24.22 are partly paralleled in chapter 26, with variations.</i>Some Ziphites went up to Saul in Gibeah and said, “David is hiding among us in the strongholds of Horesh, at the hill of Hachilah south of Jeshimon.",
            "19": "So if Your Majesty has the desire to come down, come down, and it will be our task to deliver him into Your Majesty’s hands.”",
            "20": "And Saul replied, “May you be blessed of the L<small>ORD</small> for the compassion you have shown me!",
            "21": "Go now and prepare further. Look around and learn what places he sets foot on [and] who has seen him there, for I have been told he is a very cunning fellow.",
            "22": "Look around and learn in which of all his hiding places he has been hiding, and return to me when you are certain. I will then go with you, and if he is in the region, I will search him out among all the clans of Judah.”",
            "23": "They left at once for Ziph, ahead of Saul; David and his men were then in the wilderness of Maon, in the Arabah, to the south of Jeshimon.",
            "24": "When Saul and his men came to search, David was told about it; and he went down to <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>the rocky region<sup class=\"endFootnote\">-a</sup> and stayed in the wilderness of Maon. On hearing this, Saul pursued David in the wilderness of Maon.",
            "25": "Saul was making his way along one side of a hill, and David and his men were on the other side of the hill. <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>David was trying hard to elude Saul, and Saul and his men were trying to encircle David and his men and capture them,<sup class=\"endFootnote\">-a</sup>",
            "26": "when a messenger came and told Saul, “Come quickly, for the Philistines have invaded the land.”",
            "27": "Saul gave up his pursuit of David and went to meet the Philistines. That is why that place came to be called the Rock of Separation.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>"
        },
        "23": {
            "0": "David went from there and stayed in the wildernesses of En-gedi.",
            "1": "When Saul returned from pursuing the Philistines, he was told that David was in the wilderness of En-gedi.",
            "2": "So Saul took three thousand picked men from all Israel and went in search of David and his men <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>in the direction of the rocks of the wild goats;<sup class=\"endFootnote\">-a</sup>",
            "3": "and he came to the sheepfolds along the way. There was a cave there, and Saul went in <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “to cover his feet.”</i>to relieve himself.<sup class=\"endFootnote\">-b</sup> Now David and his men were sitting in the back of the cave.",
            "4": "David’s men said to him, “This is the day of which the L<small>ORD</small> said to you, ‘I will deliver your enemy into your hands; you can do with him as you please.’” <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Vv. 5b–6 read well after 8a.</i>David went and stealthily cut off the corner of Saul’s cloak.",
            "5": "But afterward <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lit. “David’s heart struck him.”</i>David reproached himself<sup class=\"endFootnote\">-d</sup> for cutting off <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">So several mss. and ancient versions; cf. v. 5. Most mss. and editions read “Saul’s corner.”</i>the corner of Saul’s cloak.<sup class=\"endFootnote\">-e</sup>",
            "6": "He said to his men, “The L<small>ORD</small> forbid that I should do such a thing to my lord—the L<small>ORD</small>’s anointed—that I should raise my hand against him; for he is the L<small>ORD</small>’s anointed.”",
            "7": "David rebuked<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> his men and did not permit them to attack Saul.<br>Saul left the cave and started on his way.",
            "8": "Then David also went out of the cave and called after Saul, “My lord king!” Saul looked around and David bowed low in homage, with his face to the ground.",
            "9": "And David said to Saul, “Why do you listen to the people who say, ‘David is out to do you harm?’",
            "10": "You can see for yourself now that the L<small>ORD</small> delivered you into my hands in the cave today. And though <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>I was urged<sup class=\"endFootnote\">-a</sup> to kill you, I showed you pity;<sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Understanding the Heb. as an ellipsis of wattaḥos ‘eni (cf., e.g., Deut. 7.16).</i> for I said, ‘I will not raise a hand against my lord, since he is the L<small>ORD</small>’s anointed.’",
            "11": "Please, sir,<sup class=\"footnote-marker\">g</sup><i class=\"footnote\">Lit. “[my] father,” cf. 2 Kings 5.13.</i> take a close look at the corner of your cloak in my hand; for when I cut off the corner of your cloak, I did not kill you. You must see plainly that I have done nothing evil or rebellious, and I have never wronged you. Yet you are bent on taking my life.",
            "12": "May the L<small>ORD</small> judge between you and me! And may He take vengeance upon you for me, but my hand will never touch you.",
            "13": "As the ancient proverb has it: ‘Wicked deeds come from wicked men!’ My hand will never touch you.",
            "14": "Against whom has the king of Israel come out? Whom are you pursuing? A dead dog? A single flea?",
            "15": "May the L<small>ORD</small> be arbiter and may He judge between you and me! May He take note and uphold my cause, and vindicate me against you.”",
            "16": "When David finished saying these things to Saul, Saul said, “Is that your voice, my son David?” And Saul broke down and wept.",
            "17": "He said to David, “You are right, not I; for you have treated me generously, but I have treated you badly.",
            "18": "Yes, you have just revealed how generously you treated me, for the L<small>ORD</small> delivered me into your hands and you did not kill me.",
            "19": "If a man meets his enemy, does he let him go his way unharmed? Surely, the L<small>ORD</small> will reward you generously for <sup class=\"footnote-marker\">h</sup><i class=\"footnote\">Meaning of Heb. uncertain. Emendation yields “the generosity you have shown me.”</i>what you have done for me this day.<sup class=\"endFootnote\">-h</sup>",
            "20": "I know now that you will become king, and that the kingship over Israel will remain in your hands.",
            "21": "So swear to me by the L<small>ORD</small> that you will not destroy my descendants or wipe out my name from my father’s house.”",
            "22": "David swore to Saul, Saul went home, and David and his men went up to the strongholds."
        },
        "24": {
            "0": "Samuel died, and all Israel gathered and made lament for him; and they buried him in Ramah, his home.<br>David went down to the wilderness of Paran.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Septuagint reads “Maon,” cf. v. 2 and 23.24, 25.</i>",
            "1": "There was a man in Maon whose possessions were in Carmel. The man was very wealthy; he owned three thousand sheep and a thousand goats. At the time, he was shearing his sheep in Carmel.",
            "2": "The man’s name was Nabal, and his wife’s name was Abigail. The woman was intelligent and beautiful, but the man, a Calebite, was a hard man and an evildoer.",
            "3": "David was in the wilderness when he heard that Nabal was shearing his sheep.",
            "4": "David dispatched ten young men, and David instructed the young men, “Go up to Carmel. When you come to Nabal, greet him in my name.",
            "5": "Say <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>as follows: ‘To life!<sup class=\"endFootnote\">-b</sup> Greetings to you and to your household and to all that is yours!",
            "6": "I hear that you are now doing your shearing. As you know, your shepherds have been with us; we did not harm them, and nothing of theirs was missing all the time they were in Carmel.",
            "7": "Ask your young men and they will tell you. So receive these young men graciously, for we have come on a festive occasion. Please give your servants and your son David whatever you can.’”",
            "8": "David’s young men went and delivered this message to Nabal in the name of David. When they stopped speaking,",
            "9": "Nabal answered David’s servants, “Who is David? Who is the son of Jesse? There are many slaves nowadays who run away from their masters.",
            "10": "Should I then take my bread and my water,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Septuagint reads “wine,” and cf. v. 18.</i> and the meat that I slaughtered for my own shearers, and give them to men who come from I don’t know where?”",
            "11": "Thereupon David’s young men retraced their steps; and when they got back, they told him all this.",
            "12": "And David said to his men, “Gird on your swords.” Each girded on his sword; David too girded on his sword. About four hundred men went up after David, while two hundred remained with the baggage.",
            "13": "One of [Nabal’s] young men told Abigail, Nabal’s wife, that David had sent messengers from the wilderness to greet their master, and that he had spurned<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> them.",
            "14": "“But the men had been very friendly to us; we were not harmed, nor did we miss anything all the time that we went about with them while we were in the open.",
            "15": "They were a wall about us both by night and by day all the time that we were with them tending the flocks.",
            "16": "So consider carefully what you should do, for harm threatens our master and all his household; he is such a nasty fellow that no one can speak to him.”",
            "17": "Abigail quickly got together two hundred loaves of bread, two jars of wine, five dressed sheep, five <i>seah</i>s of parched corn, one hundred cakes of raisin, and two hundred cakes of pressed figs. She loaded them on asses,",
            "18": "and she told her young men, “Go on ahead of me, and I’ll follow you”; but she did not tell her husband Nabal.",
            "19": "She was riding on the ass and going down a trail<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> on the hill, when David and his men appeared, coming down toward her; and she met them.—",
            "20": "Now David had been saying, “It was all for nothing that I protected that fellow’s possessions in the wilderness, and that nothing he owned is missing. He has paid me back evil for good.",
            "21": "May God do thus and more to <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">The phrase is intended to avoid the imprecation of David against himself; it is lacking in the Septuagint.</i>the enemies of<sup class=\"endFootnote\">-d</sup> David if, by the light of morning, I leave <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Lit. “one who pees against a wall.”</i>a single male<sup class=\"endFootnote\">-e</sup> of his.”—",
            "22": "When Abigail saw David, she quickly dismounted from the ass and threw herself face down before<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i> David, bowing to the ground.",
            "23": "Prostrate at his feet, she pleaded, “Let the blame be mine, my lord, but let your handmaid speak to you; hear your maid’s plea.",
            "24": "Please, my lord, pay no attention to that wretched fellow Nabal. For he is just what his name says: His name means ‘boor’ and he is a boor.<br>“Your handmaid did not see the young men whom my lord sent.",
            "25": "I swear, my lord, as the L<small>ORD</small> lives and as you live—the L<small>ORD</small> who has kept you from seeking redress by blood with your own hands—let your enemies and all who would harm my lord fare like Nabal!",
            "26": "Here is the present which your maidservant has brought to my lord; let it be given to the young men who are the followers of my lord.",
            "27": "Please pardon your maid’s boldness. For the L<small>ORD</small> will grant my lord an enduring house, because my lord is fighting the battles of the L<small>ORD</small>, and no wrong is ever to be found in you.",
            "28": "And if anyone sets out to pursue you and seek your life, the life of my lord will be bound up in the bundle of life in the care of the L<small>ORD</small>; but He will fling away the lives of your enemies as from the hollow of a sling.",
            "29": "And when the L<small>ORD</small> has accomplished for my lord all the good He has promised you, and has appointed you ruler of Israel,",
            "30": "do not let this be a cause of stumbling and of faltering courage to my lord that you have shed blood needlessly and that my lord sought redress with his own hands. And when the L<small>ORD</small> has prospered my lord, remember your maid.”",
            "31": "David said to Abigail, “Praised be the L<small>ORD</small>, the God of Israel, who sent you this day to meet me!",
            "32": "And blessed be your prudence, and blessed be you yourself for restraining me from seeking redress in blood by my own hands.",
            "33": "For as sure as the L<small>ORD</small>, the God of Israel, lives—who has kept me from harming you—had you not come quickly to meet me, not <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Lit. “one who pees against a wall.”</i>a single male<sup class=\"endFootnote\">-e</sup> of Nabal’s line would have been left by daybreak.”",
            "34": "David then accepted from her what she had brought him, and he said to her, “Go up to your home safely. See, I have heeded your plea and respected your wish.”",
            "35": "When Abigail came home to Nabal, he was having a feast in his house, a feast fit for a king; Nabal was in a merry mood and very drunk, so she did not tell him anything at all until daybreak.",
            "36": "The next morning, when Nabal had slept off the wine, his wife told him everything that had happened; and his courage died within him, and he became like a stone.",
            "37": "About ten days later the L<small>ORD</small> struck Nabal and he died.",
            "38": "When David heard that Nabal was dead, he said, “Praised be the L<small>ORD</small> who championed my cause against the insults of Nabal and held back His servant from wrongdoing; the L<small>ORD</small> has brought Nabal’s wrongdoing down on his own head.”<br>David sent messengers <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Lit. “and spoke for”; cf. Song of Songs 8.8.</i>to propose marriage to<sup class=\"endFootnote\">-f</sup> Abigail, to take her as his wife.",
            "39": "When David’s servants came to Abigail at Carmel and told her that David had sent them to her to make her his wife,",
            "40": "she immediately bowed low with her face to the ground and said, “Your handmaid is ready to be your maidservant, to wash the feet of my lord’s servants.”",
            "41": "Then Abigail rose quickly and mounted an ass, and with five of her maids in attendance she followed David’s messengers; and she became his wife.",
            "42": "Now David had taken Ahinoam of Jezreel; so both of them became his wives.",
            "43": "Saul had given his daughter Michal, David’s wife, to Palti son of Laish from Gallim."
        },
        "25": {
            "0": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. 23.19 and note.</i>The Ziphites came to Saul at Gibeah and said, “David is hiding in the hill of Hachilah facing Jeshimon.”",
            "1": "Saul went down at once to the wilderness of Ziph, together with three thousand picked men of Israel, to search for David in the wilderness of Ziph,",
            "2": "and Saul encamped on the hill of Hachilah which faces Jeshimon, by the road. When David, who was then living in the wilderness, learned that Saul had come after him into the wilderness,",
            "3": "David sent out scouts and made sure that Saul had come.",
            "4": "David went at once to the place where Saul had encamped, and David saw the spot where Saul and his army commander, Abner son of Ner, lay asleep. Saul lay asleep inside the barricade<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain; cf. 17.20.</i> and the troops were posted around him.",
            "5": "David spoke up and asked Ahimelech the Hittite and Abishai son of Zeruiah, Joab’s brother, “Who will go down with me into the camp to Saul?” And Abishai answered, “I will go down with you.”",
            "6": "So David and Abishai approached the troops by night, and found Saul fast asleep inside the barricade,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain; cf. 17.20.</i> his spear stuck in the ground at his head, and Abner and the troops sleeping around him.",
            "7": "And Abishai said to David, “God has delivered your enemy into your hands today. Let me pin him to the ground with a single thrust of the spear. I will not have to strike him twice.”",
            "8": "But David said to Abishai, “Don’t do him violence! No one can lay hands on the L<small>ORD</small>’s anointed with impunity.”",
            "9": "And David went on, “As the L<small>ORD</small> lives, the L<small>ORD</small> Himself will strike him down, or his time will come and he will die, or he will go down to battle and perish.",
            "10": "But the L<small>ORD</small> forbid that I should lay a hand on the L<small>ORD</small>’s anointed! Just take the spear and the water jar at his head and let’s be off.”",
            "11": "So David took away the spear and the water jar at Saul’s head, and they left. No one saw or knew or woke up; all remained asleep; a deep sleep from the L<small>ORD</small> had fallen upon them.",
            "12": "David crossed over to the other side and stood afar on top of a hill; there was considerable distance between them.",
            "13": "And David shouted to the troops and to Abner son of Ner, “Abner, aren’t you going to answer?” And Abner shouted back, “Who are you to shout at the king?”",
            "14": "And David answered Abner, “You are a man, aren’t you? And there is no one like you in Israel! So why didn’t you keep watch over your lord the king? For one of [our] troops came to do violence to your lord the king.",
            "15": "You have not given a good account of yourself! As the L<small>ORD</small> lives, [all of] you deserve to die, because you did not keep watch over your lord, the L<small>ORD</small>’s anointed. Look around, where are the king’s spear and the water jar that were at his head?”",
            "16": "Saul recognized David’s voice, and he asked, “Is that your voice, my son David?” And David replied, “It is, my lord king.”",
            "17": "And he went on, “But why does my lord continue to pursue his servant? What have I done, and what wrong am I guilty of?",
            "18": "Now let my lord the king hear his servant out. If the L<small>ORD</small> has incited you against me, let Him be appeased<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Cf. Amos 5.21.</i> by an offering; but if it is men, may they be accursed of the L<small>ORD</small>! For they have driven me out today, so that I cannot have a share in the L<small>ORD</small>’s possession, but am told, ‘Go and worship other gods.’",
            "19": "Oh, let my blood not fall to the ground, away from the presence of the L<small>ORD</small>! For the king of Israel has come out to seek a single flea—as if he were hunting a partridge in the hills.”",
            "20": "And Saul answered, “I am in the wrong. Come back, my son David, for I will never harm you again, seeing how you have held my life precious this day. Yes, I have been a fool, and I have erred so very much.”",
            "21": "David replied, “Here is Your Majesty’s spear. Let one of the young men come over and get it.",
            "22": "And the L<small>ORD</small> will requite every man for his right conduct and loyalty—for this day the L<small>ORD</small> delivered you into my<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">So many mss.; other mss. and editions omit.</i> hands and I would not raise a hand against the L<small>ORD</small>’s anointed.",
            "23": "And just as I valued your life highly this day, so may the L<small>ORD</small> value my life and may He rescue me from all trouble.”",
            "24": "Saul answered David, “May you be blessed, my son David. You shall achieve, and you shall prevail.”<br>David then went his way, and Saul returned home."
        },
        "26": {
            "0": "David said to himself, “Some day I shall certainly perish at the hands of Saul. The best thing for me is to flee to the land of the Philistines; Saul will then give up hunting me throughout the territory of Israel, and I will escape him.”",
            "1": "So David and the six hundred men with him went and crossed over to King Achish son of Maoch of Gath.",
            "2": "David and his men stayed with Achish in Gath, each man with his family, and David with his two wives, Ahinoam the Jezreelite and Abigail wife of Nabal the Carmelite.",
            "3": "And when Saul was told that David had fled to Gath, he did not pursue him anymore.",
            "4": "David said to Achish, “If you please, let a place be granted me in one of the country towns where I can live; why should your servant remain with you in the royal city?”",
            "5": "At that time Achish granted him Ziklag; that is how Ziklag came to belong to the kings of Judah, as is still the case.",
            "6": "The length of time that David lived in Philistine territory was a year and four months.",
            "7": "David and his men went up and raided the Geshurites, the Gizrites, and the Amalekites—who were the inhabitants of the region of Olam,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Septuagint reads “Telam” (cf. “Telaim” in 15.4; and “Telem” in Josh. 15.24).</i> all the way to Shur and to the land of Egypt.—",
            "8": "When David attacked a region, he would leave no man or woman alive; he would take flocks, herds, asses, camels, and clothing. When he returned and came<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Change of vocalization yields “brought it”; cf. v. 11.</i> to Achish,",
            "9": "Achish would ask, “Where<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">So some mss. and Targum; Septuagint and 4QSama read “Whom.”</i> did you raid today?” and David would reply, “The Negeb<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">I.e., the part of the Negeb occupied by these clans.</i> of Judah,” or “the Negeb of the Jerahmeelites,” or “the Negeb of the Kenites.”",
            "10": "David would leave no man or woman alive to be brought to Gath; for he thought, “They might tell about us: David did this.” Such was his practice as long as he stayed in the territory of the Philistines.",
            "11": "Achish trusted David. He thought: <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Cf. note at 13.4.</i>“He has aroused the wrath of<sup class=\"endFootnote\">-e</sup> his own people Israel, and so he will be my vassal forever.”"
        },
        "27": {
            "0": "At that time the Philistines mustered their forces for war, to take the field against Israel. Achish said to David, “You know, of course, that you and your men must march out with my forces.”",
            "1": "David answered Achish, “You surely know what your servant will do.” “In that case,” Achish replied to David, “I will appoint you my bodyguard for life.”",
            "2": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">The rest of this chapter would read well after chapters 29 and 30.</i>Now Samuel had died and all Israel made lament for him; and he was buried in his own town of Ramah. And Saul had forbidden [recourse to] ghosts and familiar spirits in the land.",
            "3": "The Philistines mustered and they marched to Shunem and encamped; and Saul gathered all Israel, and they encamped at Gilboa.",
            "4": "When Saul saw the Philistine force, his heart trembled with fear.",
            "5": "And Saul inquired of the L<small>ORD</small>, but the L<small>ORD</small> did not answer him, either by dreams or by Urim<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">A kind of oracle; see note at Exod. 28.30 and 1 Sam. 14.41.</i> or by prophets.",
            "6": "Then Saul said to his courtiers, “Find me a woman who consults ghosts, so that I can go to her and inquire through her.” And his courtiers told him that there was a woman in En-dor who consulted ghosts.",
            "7": "Saul disguised himself; he put on different clothes and set out with two men. They came to the woman by night, and he said, “Please divine for me by a ghost. Bring up for me the one I shall name to you.”",
            "8": "But the woman answered him, “You know what Saul has done, how he has banned [the use of] ghosts and familiar spirits in the land. So why are you laying a trap for me, to get me killed?”",
            "9": "Saul swore to her by the L<small>ORD</small>: “As the L<small>ORD</small> lives, you won’t get into trouble over this.”",
            "10": "At that, the woman asked, “Whom shall I bring up for you?” He answered, “Bring up Samuel for me.”",
            "11": "Then the woman recognized Samuel,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Some Septuagint mss. read “Saul.”</i> and she shrieked loudly, and said to Saul, “Why have you deceived me? You are Saul!”",
            "12": "The king answered her, “Don’t be afraid. What do you see?” And the woman said to Saul, “I see a divine being coming up from the earth.”",
            "13": "“What does he look like?” he asked her. “It is an old man coming up,” she said, “and he is wrapped in a robe.” Then Saul knew that it was Samuel; and he bowed low in homage with his face to the ground.",
            "14": "Samuel said to Saul, “Why have you disturbed me and brought me up?” And Saul answered, “I am in great trouble. The Philistines are attacking me and God has turned away from me; He no longer answers me, either by prophets or in dreams. So I have called you to tell me what I am to do.”",
            "15": "Samuel said, “Why do you ask me, seeing that the L<small>ORD</small> has turned away from you and has become your adversary?<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>",
            "16": "The L<small>ORD</small> has done <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Some mss. and Septuagint read “to you.”</i>for Himself<sup class=\"endFootnote\">-e</sup> as He foretold through me: The L<small>ORD</small> has torn the kingship out of your hands and has given it to your fellow, to David,",
            "17": "because you did not obey the L<small>ORD</small> and did not execute His wrath upon the Amalekites. That is why the L<small>ORD</small> has done this to you today.",
            "18": "Further, the L<small>ORD</small> will deliver the Israelites who are with you into the hands of the Philistines. Tomorrow your sons and you will be with me; and the L<small>ORD</small> will also deliver the Israelite forces into the hands of the Philistines.”",
            "19": "At once Saul flung himself prone on the ground, terrified by Samuel’s words. Besides, there was no strength in him, for he had not eaten anything all day and all night.",
            "20": "The woman went up to Saul and, seeing how greatly disturbed he was, she said to him, “Your handmaid listened to you; I took my life in my hands and heeded the request you made of me.",
            "21": "So now you listen to me: Let me set before you a bit of food. Eat, and then you will have the strength to go on your way.”",
            "22": "He refused, saying, “I will not eat.” But when his courtiers as well as the woman urged him, he listened to them; he got up from the ground and sat on the bed.",
            "23": "The woman had a stall-fed calf in the house; she hastily slaughtered it, and took flour and kneaded it, and baked some unleavened cakes.",
            "24": "She set this before Saul and his courtiers, and they ate. Then they rose and left the same night."
        },
        "28": {
            "0": "The Philistines mustered all their forces at Aphek, while Israel was encamping at the spring in Jezreel.",
            "1": "The Philistine lords came marching, each with his units of hundreds and of thousands; and David and his men came marching last, with Achish.",
            "2": "The Philistine officers asked, “Who are those Hebrews?” “Why, that’s David, the servant of King Saul of Israel,” Achish answered the Philistine officers. “He has been with me <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Meaning of phrase uncertain.</i>for a year or more,<sup class=\"endFootnote\">-a</sup> and I have found no fault in him from the day he defected until now.”",
            "3": "But the Philistine officers were angry with him; and the Philistine officers said to him, “Send the man back; let him go back to the place you assigned him. He shall not march down with us to the battle, or else he may become our adversary in battle. For with what could that fellow appease his master if not with <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">A euphemism for “our heads.”</i>the heads of these men?<sup class=\"endFootnote\">-b</sup>",
            "4": "Remember, he is the David of whom they sang as they danced:<br>Saul has slain his thousands;<br>David, his tens of thousands.”",
            "5": "Achish summoned David and said to him, “As the L<small>ORD</small> lives, you are an honest man, and I would like to have you serve<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Lit. “go out and come in.”</i> in my forces; for I have found no fault with you from the day you joined me until now. But you are not acceptable to the other lords.",
            "6": "So go back in peace, and do nothing to displease the Philistine lords.”",
            "7": "David, however, said to Achish, “But what have I done, what fault have you found in your servant from the day I appeared before you to this day, that I should not go and fight against the enemies of my lord the king?”",
            "8": "Achish replied to David, “I know; you are as acceptable to me as an angel of God. But the Philistine officers have decided that you must not march out with us to the battle.",
            "9": "So rise early in the morning, you and your lord’s servants who came with you—<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of parts of verse uncertain. Septuagint reads “and go to the place that I have assigned you; and harbor no evil thought in your heart, for you are acceptable to me.”</i>rise early in the morning,<sup class=\"endFootnote\">-d</sup> and leave as soon as it is light.”",
            "10": "Accordingly, David and his men rose early in the morning to leave, to return to the land of the Philistines, while the Philistines marched up to Jezreel."
        },
        "29": {
            "0": "By the time David and his men arrived in Ziklag, on the third day, the Amalekites had made a raid into the Negeb and against Ziklag; they had stormed Ziklag and burned it down.",
            "1": "They had taken the women in it captive, low-born and high-born alike; they did not kill any, but carried them off and went their way.",
            "2": "When David and his men came to the town and found it burned down, and their wives and sons and daughters taken captive,",
            "3": "David and the troops with him broke into tears, until they had no strength left for weeping.",
            "4": "David’s two wives had been taken captive, Ahinoam of Jezreel and Abigail wife of Nabal from Carmel.",
            "5": "David was in great danger, for the troops threatened to stone him; for all the troops were embittered on account of their sons and daughters.<br>But David sought strength in the L<small>ORD</small> his God.",
            "6": "David said to the priest Abiathar son of Ahimelech, “Bring the ephod up to me.” When Abiathar brought up the ephod<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">See note at 2.28.</i> to David,",
            "7": "David inquired of the L<small>ORD</small>, “Shall I pursue those raiders? Will I overtake them?” And He answered him, “Pursue, for you shall overtake and you shall rescue.”",
            "8": "So David and the six hundred men with him set out, and they came to the Wadi Besor, where a halt was made by those who were to be left behind.",
            "9": "David continued the pursuit with four hundred men; two hundred men had halted, too faint to cross the Wadi Besor.",
            "10": "They came upon an Egyptian in the open country and brought him to David. They gave him food to eat and water to drink;",
            "11": "he was also given a piece of pressed fig cake and two cakes of raisins. He ate and regained his strength, for he had eaten no food and drunk no water for three days and three nights.",
            "12": "Then David asked him, “To whom do you belong and where are you from?” “I am an Egyptian boy,” he answered, “the slave of an Amalekite. My master abandoned me when I fell ill three days ago.",
            "13": "We had raided the Negeb of the Cherethites, and [the Negeb] of Judah, and the Negeb of Caleb; we also burned down Ziklag.”",
            "14": "And David said to him, “Can you lead me down to that band?” He replied, “Swear to me by God that you will not kill me or deliver me into my master’s hands, and I will lead you down to that band.”",
            "15": "So he led him down, and there they were, scattered all over the ground, eating and drinking and making merry because of all the vast spoil they had taken from the land of the Philistines and from the land of Judah.",
            "16": "David attacked them from <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>before dawn until the evening of the next day;<sup class=\"endFootnote\">-b</sup> none of them escaped, except four hundred young men who mounted camels and got away.",
            "17": "David rescued everything the Amalekites had taken; David also rescued his two wives.",
            "18": "Nothing of theirs was missing—young or old, sons or daughters, spoil or anything else that had been carried off—David recovered everything.",
            "19": "David took all the flocks and herds, <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>which [the troops] drove ahead of the other livestock;<sup class=\"endFootnote\">-b</sup> and they declared, “This is David’s spoil.”",
            "20": "When David reached the two hundred men who were too faint to follow David and who had been left at the Wadi Besor, they came out to welcome David and the troops with him; David came forward with the troops and greeted them.",
            "21": "But all the mean and churlish fellows among the men who had accompanied David spoke up, “Since they did not accompany us,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">So some mss. and versions; most mss. and editions read “me.”</i> we will not give them any of the spoil that we seized—except that each may take his wife and children and go.”",
            "22": "David, however, spoke up, “You must not do that, <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Meaning of Heb. uncertain. Septuagint reads “after.”</i>my brothers, in view of<sup class=\"endFootnote\">-d</sup> what the L<small>ORD</small> has granted us, guarding us and delivering into our hands the band that attacked us.",
            "23": "How could anyone agree with you in this matter? The share of those who remain with the baggage shall be the same as the share of those who go down to battle; they shall share alike.”",
            "24": "So from that day on it was made a fixed rule for Israel, continuing to the present day.",
            "25": "When David reached Ziklag, he sent some of the spoil to the elders of Judah <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>[and] to his friends,<sup class=\"endFootnote\">-b</sup> saying, “This is a present for you from our spoil of the enemies of the L<small>ORD</small>.”",
            "26": "[He sent the spoil to the elders] in Bethel,<sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Called Bethul in Josh. 19.4.</i> Ramoth-negeb, and Jattir;",
            "27": "in Aroer, Siphmoth, and Eshtemoa;",
            "28": "in Racal, in the towns of the Jerahmeelites, and in the towns of the Kenites;",
            "29": "in Hormah, Bor-ashan, and Athach;",
            "30": "and to those in Hebron—all the places where David and his men had roamed."
        },
        "30": {
            "0": "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">1 Chron. 10 reproduces this chapter, with minor variations.</i>The Philistines attacked Israel, and the men of Israel fled before the Philistines and [many] fell on Mount Gilboa.",
            "1": "The Philistines pursued Saul and his sons, and the Philistines struck down Jonathan, Abinadab, and Malchi-shua, sons of Saul.",
            "2": "The battle raged around Saul, and <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain. Lit. “the archers, men with the bow.”</i>some of the archers<sup class=\"endFootnote\">-b</sup> hit him, and he <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Construed as hophal form; cf. 1 Kings 2.34.</i>was severely wounded<sup class=\"endFootnote\">-c</sup> by the archers.",
            "3": "Saul said to his arms-bearer, “Draw your sword and run me through, so that the uncircumcised may not run me through and make sport of me.” But his arms-bearer, in his great awe, refused; whereupon Saul grasped the sword and fell upon it.",
            "4": "When his arms-bearer saw that Saul was dead, he too fell on his sword and died with him.",
            "5": "Thus Saul and his three sons and his arms-bearer, <sup class=\"footnote-marker\">d</sup><i class=\"footnote\">Lacking in the Septuagint; 1 Chron. 10.6 reads “all his house.”</i>as well as all his men,<sup class=\"endFootnote\">-d</sup> died together on that day.",
            "6": "And when the men of Israel <sup class=\"footnote-marker\">e</sup><i class=\"footnote\">Meaning of Heb. uncertain. 1 Chron. 10.7 reads “in the valley.”</i>on the other side of the valley and on the other side of the Jordan<sup class=\"endFootnote\">-e</sup> saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the towns and fled; the Philistines then came and occupied them.",
            "7": "The next day the Philistines came to strip the slain, and they found Saul and his three sons lying on Mount Gilboa.",
            "8": "They cut off his head and stripped him of his armor, and they sent them throughout the land of the Philistines, to spread the news <sup class=\"footnote-marker\">f</sup><i class=\"footnote\">Septuagint and 1 Chron. 10.9 read “among their idols.”</i>in the temples of their idols<sup class=\"endFootnote\">-f</sup> and among the people.",
            "9": "They placed his armor in the temple of Ashtaroth, and they impaled his body on the wall of Beth-shan.",
            "10": "When <sup class=\"footnote-marker\">g</sup><i class=\"footnote\">1 Chron. 10.11 reads “all [the inhabitants of] Jabesh-gilead heard all that.”</i>the inhabitants of Jabesh-gilead heard about it—what<sup class=\"endFootnote\">-g</sup> the Philistines had done to Saul—",
            "11": "all their stalwart men set out and marched all night; they removed the bodies of Saul and his sons from the wall of Beth-shan and came<sup class=\"footnote-marker\">h</sup><i class=\"footnote\">1 Chron. 10.12 reads “brought them.”</i> to Jabesh and burned them there.",
            "12": "Then they took the bones and buried them under the tamarisk tree in Jabesh, and they fasted for seven days."
        }
    },
    "meta": "Chapter-Verse",
    "work": "I Samuel"
}