{
    "language": "he",
    "title": "Mishneh Torah, Reading the Shema",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 370",
    "status": "locked",
    "priority": 2.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 370",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "משנה תורה, הלכות קריאת שמע",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Ahavah"
    ],
    "text": [
        [
            "פַּעֲמַיִם בְּכָל יוֹם קוֹרְאִין קְרִיאַת שְׁמַע, בָּעֶרֶב וּבַבֹּקֶר. שֶׁנֶּאֱמַר <small>(דברים ו ז)</small> ״וּבְשָׁכְבְּךָ וּבְקוּמֶךָ״ בְּשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם שׁוֹכְבִין וְזֶה הוּא לַיְלָה. וּבְשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם עוֹמְדִין וְזֶה הוּא יוֹם:",
            "וּמַה הוּא קוֹרֵא, שְׁלֹשָׁה פָּרָשִׁיּוֹת. אֵלּוּ הֵן <small>(דברים ו ד)</small> ״שְׁמַע״ <small>(דברים יא יג)</small> ״וְהָיָה אִם שָׁמֹעַ״ <small>(במדבר טו לז)</small> ״וַיֹּאמֶר״. וּמַקְדִּימִין לִקְרוֹת פָּרָשַׁת שְׁמַע מִפְּנֵי שֶׁיֵּשׁ בָּהּ יִחוּד הַשֵּׁם וְאַהֲבָתוֹ וְתַלְמוּדוֹ שֶׁהוּא הָעִקָּר הַגָּדוֹל שֶׁהַכּל תָּלוּי בּוֹ. וְאַחֲרֶיהָ וְהָיָה אִם שָׁמֹעַ שֶׁיֵּשׁ בָּהּ צִוּוּי עַל (זְכִירַת) שְׁאָר כָּל הַמִּצְוֹת. וְאַחַר כָּךְ פָּרָשַׁת <small>(במדבר טו לח)</small> ״צִיצִית״ שֶׁגַּם הִיא יֵשׁ בָּהּ צִוּוּי זְכִירַת כָּל הַמִּצְוֹת: ",
            "אַף עַל פִּי שֶׁאֵין מִצְוַת צִיצִית נוֹהֶגֶת בַּלַּיְלָה קוֹרְאִין אוֹתָהּ בַּלַּיְלָה מִפְּנֵי שֶׁיֵּשׁ בָּהּ זִכְרוֹן יְצִיאַת מִצְרַיִם וּמִצְוָה לְהַזְכִּיר יְצִיאַת מִצְרַיִם בַּיּוֹם וּבַלַּיְלָה שֶׁנֶּאֱמַר <small>(דברים טז ג)</small> ״לְמַעַן תִּזְכֹּר אֶת יוֹם צֵאתְךָ מֵאֶרֶץ מִצְרַיִם כּל יְמֵי חַיֶּיךָ״. וּקְרִיאַת שָׁלֹשׁ פָּרָשִׁיּוֹת אֵלּוּ עַל סֵדֶר זֶה הִיא הַנִּקְרֵאת קְרִיאַת שְׁמַע:",
            "הַקּוֹרֵא קְרִיאַת שְׁמַע כְּשֶׁהוּא גּוֹמֵר פָּסוּק רִאשׁוֹן אוֹמֵר בְּלַחַשׁ בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד וְחוֹזֵר וְקוֹרֵא כְּדַרְכּוֹ <small>(דברים ו ה)</small> ״וְאָהַבְתָּ אֵת יְיָ׳‎ אֱלֹהֶיךָ״ עַד סוֹפָהּ. וְלָמָּה קוֹרִין כֵּן. מָסֹרֶת הִיא בְּיָדֵינוּ שֶׁבְּשָׁעָה שֶׁקִּבֵּץ יַעֲקֹב אָבִינוּ אֶת בָּנָיו בְּמִצְרַיִם בִּשְׁעַת מִיתָתוֹ צִוָּם וְזֵרְזָם עַל יִחוּד הַשֵּׁם וְעַל דֶּרֶךְ ה׳‎ שֶׁהָלַךְ בָּהּ אַבְרָהָם וְיִצְחָק אָבִיו וְשָׁאַל אוֹתָם וְאָמַר לָהֶם בָּנַי שֶׁמָּא יֵשׁ בָּכֶם פַּסְלוּת מִי שֶׁאֵינוֹ עוֹמֵד עִמִּי בְּיִחוּד הַשֵּׁם כָּעִנְיָן שֶׁאָמַר לָנוּ משֶׁה רַבֵּנוּ <small>(דברים כט יז)</small> ״פֶּן יֵשׁ בָּכֶם אִישׁ אוֹ אִשָּׁה״ וְגוֹ׳‎. עָנוּ כֻּלָּם וְאָמְרוּ <small>(דברים ו ד)</small> ״שְׁמַע יִשְׂרָאֵל יְיָ׳‎ אֱלֹהֵינוּ יְיָ׳‎ אֶחָד״. כְּלוֹמַר שְׁמַע מִמֶּנּוּ אָבִינוּ יִשְׂרָאֵל יְיָ׳‎ אֱלֹהֵינוּ יְיָ׳‎ אֶחָד. פָּתַח הַזָּקֵן וְאָמַר בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד. לְפִיכָךְ נָהֲגוּ כָּל יִשְׂרָאֵל לוֹמַר שֶׁבַח שֶׁשִּׁבֵּחַ בּוֹ יִשְׂרָאֵל הַזָּקֵן אַחַר פָּסוּק זֶה:",
            "הַקּוֹרֵא קְרִיאַת שְׁמַע מְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ. בַּיּוֹם מְבָרֵךְ שְׁתַּיִם לְפָנֶיהָ וְאַחַת לְאַחֲרֶיהָ. וּבַלַּיְלָה מְבָרֵךְ שְׁתַּיִם לְפָנֶיהָ וּשְׁתַּיִם לְאַחֲרֶיהָ:",
            "בְּרָכָה רִאשׁוֹנָה שֶׁלְּפָנֶיהָ בַּיּוֹם יוֹצֵר אוֹר וּבוֹרֵא חשֶׁךְ וְכוּ׳‎ וּבְרָכָה שְׁנִיָּה אַהֲבַת עוֹלָם אֲהַבְתָּנוּ. וְשֶׁל אַחֲרֶיהָ אֱמֶת וְיַצִּיב. וּבְרָכָה רִאשׁוֹנָה שֶׁלְּפָנֶיהָ בַּלַּיְלָה מַעֲרִיב עֲרָבִים וְכוּ׳‎ שְׁנִיָּה לָהּ אַהֲבַת עוֹלָם בֵּית יִשְׂרָאֵל עַמְּךָ אָהַבְתָּ כוּ׳‎. וּבְרָכָה רִאשׁוֹנָה שֶׁל אַחֲרֶיהָ אֱמֶת וֶאֱמוּנָה. שְׁנִיָּה לָהּ הַשְׁכִּיבֵנוּ:",
            "בְּרָכָה רִאשׁוֹנָה שֶׁלְּפָנֶיהָ בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה פּוֹתֵחַ בָּהּ בְּבָרוּךְ וְחוֹתֵם בָּהּ בְּבָרוּךְ. וּשְׁאָר בִּרְכוֹתֶיהָ חוֹתֵם בְּכָל אַחַת מֵהֶן בְּבָרוּךְ וְאֵין לָהֶם פְּתִיחָה בְּבָרוּךְ. בְּרָכוֹת אֵלּוּ עִם שְׁאָר כָּל הַבְּרָכוֹת הָעֲרוּכוֹת בְּפִי כָּל יִשְׂרָאֵל עֶזְרָא הַסּוֹפֵר וּבֵית דִּינוֹ תִּקְּנוּם וְאֵין אָדָם רַשַּׁאי לִפְחֹת מֵהֶם וְלֹא לְהוֹסִיף עֲלֵיהֶם. מָקוֹם שֶׁהִתְקִינוּ לַחְתֹּם בְּבָרוּךְ אֵינוֹ רַשַּׁאי שֶׁלֹּא לַחְתֹּם. וּמָקוֹם שֶׁהִתְקִינוּ שֶׁלֹּא לַחְתֹּם אֵינוֹ רַשַּׁאי לַחְתֹּם. מָקוֹם שֶׁהִתְקִינוּ שֶׁלֹּא לִפְתֹּחַ בְּבָרוּךְ אֵינוֹ רַשַּׁאי לִפְתֹּחַ. מָקוֹם שֶׁהִתְקִינוּ לִפְתֹּחַ אֵינוֹ רַשַּׁאי שֶׁלֹּא לִפְתֹּחַ. כְּלָלוֹ שֶׁל דָּבָר כָּל הַמְשַׁנֶּה מִמַּטְבֵּעַ שֶׁטָּבְעוּ חֲכָמִים בַּבְּרָכוֹת הֲרֵי זֶה טוֹעֶה וְחוֹזֵר וּמְבָרֵךְ כַּמַּטְבֵּעַ. וְכָל שֶׁאֵינוֹ אוֹמֵר אֱמֶת וְיַצִּיב בְּשַׁחֲרִית וֶאֱמֶת וֶאֱמוּנָה בְּעַרְבִית לֹא יָצָא יְדֵי חוֹבָתוֹ:",
            "הִקְדִּים בְּרָכָה שְׁנִיָּה לִבְרָכָה רִאשׁוֹנָה בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה בֵּין לְפָנֶיהָ בֵּין לְאַחֲרֶיהָ יָצָא לְפִי שֶׁאֵין סֵדֶר בַּבְּרָכוֹת. בְּשַׁחֲרִית פָּתַח יוֹצֵר אוֹר וְסִיֵּם מַעֲרִיב עֲרָבִים לֹא יָצָא. פָּתַח בְּמַעֲרִיב עֲרָבִים וְסִיֵּם בְּיוֹצֵר אוֹר יָצָא. וּבָעֶרֶב פָּתַח בְּמַעֲרִיב עֲרָבִים וְסִיֵּם בְּיוֹצֵר אוֹר לֹא יָצָא. פָּתַח בְּיוֹצֵר אוֹר וְסִיֵּם בְּמַעֲרִיב עֲרָבִים יָצָא. שֶׁכָּל הַבְּרָכוֹת הוֹלְכוֹת אַחַר חֲתִימָתָן:",
            "אֵיזֶה הוּא זְמַן קְרִיאַת שְׁמַע בַּלַּיְלָה. מִצְוָתָהּ מִשְּׁעַת יְצִיאַת הַכּוֹכָבִים עַד חֲצִי הַלַּיְלָה. וְאִם עָבַר וְאִחֵר וְקָרָא עַד שֶׁלֹּא עָלָה עַמּוּד הַשַּׁחַר יָצָא יְדֵי חוֹבָתוֹ שֶׁלֹּא אָמְרוּ עַד חֲצוֹת אֶלָּא כְּדֵי לְהַרְחִיק אָדָם מִן הַפְּשִׁיעָה:",
            "הַקּוֹרֵא קְרִיאַת שְׁמַע שֶׁל עַרְבִית אַחַר שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר קֹדֶם הָנֵץ הַחַמָּה לֹא יָצָא יְדֵי חוֹבָתוֹ אֶלָּא אִם כֵּן הָיָה אָנוּס כְּגוֹן שִׁכּוֹר אוֹ חוֹלֶה וְכַיּוֹצֵא בָּהֶן. וְאָנוּס שֶׁקָּרָא בְּעֵת זֶה אֵינוֹ אוֹמֵר הַשְׁכִּיבֵנוּ:",
            "וְאֵי זֶה הוּא זְמַנָּה בַּיּוֹם. מִצְוָתָהּ שֶׁיַּתְחִיל לִקְרוֹת קֹדֶם הָנֵץ הַחַמָּה כְּדֵי שֶׁיִּגְמֹר לִקְרוֹת וּלְבָרֵךְ בְּרָכָה אַחֲרוֹנָה עִם הָנֵץ הַחַמָּה. וְשִׁעוּר זֶה כְּמוֹ [עִשּׂוּר] שָׁעָה קֹדֶם שֶׁתַּעֲלֶה הַשֶּׁמֶשׁ. וְאִם אִחֵר וְקָרָא קְרִיאַת שְׁמַע אַחַר שֶׁתַּעֲלֶה הַשֶּׁמֶשׁ יָצָא יְדֵי חוֹבָתוֹ שֶׁעוֹנָתָהּ עַד סוֹף שָׁלֹשׁ שָׁעוֹת בַּיּוֹם לְמִי שֶׁעָבַר וְאִחֵר:",
            "מִי שֶׁהִקְדִּים וְקָרָא קְרִיאַת שְׁמַע שֶׁל שַׁחֲרִית אַחַר שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר אַף עַל פִּי שֶׁהִשְׁלִים קֹדֶם שֶׁתָּנֵץ הַחַמָּה יָצָא יְדֵי חוֹבָתוֹ. וּבִשְׁעַת הַדְּחָק כְּגוֹן שֶׁהָיָה מַשְׁכִּים לָצֵאת לַדֶּרֶךְ קוֹרֵא לְכַתְּחִלָּה מִשֶּׁעָלָה עַמּוּד הַשַּׁחַר:",
            "הַקּוֹרֵא אַחַר שָׁלֹשׁ שָׁעוֹת בַּיּוֹם אֲפִלּוּ הָיָה אָנוּס לֹא יָצָא יְדֵי חוֹבַת קְרִיאַת שְׁמַע בְּעוֹנָתוֹ. אֶלָּא הֲרֵי הוּא כְּקוֹרֵא בַּתּוֹרָה. וּמְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ כָּל הַיּוֹם אֲפִלּוּ אִחֵר וְקָרָא אַחַר שָׁלֹשׁ שָׁעוֹת:"
        ],
        [
            "הַקּוֹרֵא אֶת שְׁמַע וְלֹא כִּוֵּן לִבּוֹ בְּפָסוּק רִאשׁוֹן שֶׁהוּא <small>(דברים ו ד)</small> ״שְׁמַע יִשְׂרָאֵל״ לֹא יָצָא יְדֵי חוֹבָתוֹ וְהַשְּׁאָר אִם לֹא כִּוֵּן לִבּוֹ יָצָא. אֲפִלּוּ הָיָה קוֹרֵא בַּתּוֹרָה כְּדַרְכּוֹ אוֹ מַגִּיהַּ אֶת הַפָּרָשִׁיּוֹת הָאֵלּוּ בְּעוֹנַת קְרִיאָה יָצָא וְהוּא שֶׁכִּוֵּן לִבּוֹ בְּפָסוּק רִאשׁוֹן:",
            "כָּל אָדָם קוֹרִין כְּדַרְכָּן בֵּין עוֹמְדִין בֵּין מְהַלְּכִין בֵּין שׁוֹכְבִין בֵּין רוֹכְבִין עַל גַּבֵּי בְּהֵמָה. וְאָסוּר לִקְרוֹת קְרִיאַת שְׁמַע וְהוּא מֻטָּל וּפָנָיו טוּחוֹת בַּקַּרְקַע אוֹ מֻשְׁלָךְ עַל גַּבּוֹ וּפָנָיו לְמַעְלָה. אֲבָל קוֹרֵא הוּא וְהוּא שׁוֹכֵב עַל צִדּוֹ. וְאִם הָיָה בַּעַל בָּשָׂר הַרְבֵּה וְאֵינוֹ יָכוֹל לְהִתְהַפֵּךְ עַל צִדּוֹ אוֹ שֶׁהָיָה חוֹלֶה נוֹטֶה מְעַט לְצִדּוֹ וְקוֹרֵא:",
            "מִי שֶׁהָיָה מְהַלֵּךְ עַל רַגְלָיו עוֹמֵד בְּפָסוּק רִאשׁוֹן וְהַשְּׁאָר קוֹרֵא וְהוּא מְהַלֵּךְ. הָיָה יָשֵׁן מְצַעֲרִין אוֹתוֹ וּמְעִירִין אוֹתוֹ עַד שֶׁיִּקְרָא פָּסוּק רִאשׁוֹן וּמִכָּאן וְאֵילָךְ אִם אֲנָסַתּוּ שֵׁנָה אֵין מְצַעֲרִין אוֹתוֹ:",
            "מִי שֶׁהָיָה עוֹסֵק בִּמְלָאכָה מַפְסִיק עַד שֶׁיִּקְרָא פָּרָשָׁה רִאשׁוֹנָה כֻּלָּהּ. וְכֵן הָאֻמָּנִין בְּטֵלִין מִמְּלַאכְתָּן בְּפָרָשָׁה רִאשׁוֹנָה כְּדֵי שֶׁלֹּא תְּהֵא קְרִיאָתָן עַרְאַי, וְהַשְּׁאָר קוֹרֵא הוּא כְּדַרְכּוֹ וְעוֹסֵק בִּמְלַאכְתּוֹ. אֲפִלּוּ הָיָה עוֹמֵד בְּרֹאשׁ הָאִילָן אוֹ בְּרֹאשׁ הַכֹּתֶל קוֹרֵא בִּמְקוֹמוֹ וּמְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ:",
            "הָיָה עוֹסֵק בְּתַלְמוּד תּוֹרָה וְהִגִּיעַ זְמַן קְרִיאַת שְׁמַע פּוֹסֵק וְקוֹרֵא וּמְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ. הָיָה עוֹסֵק בְּצָרְכֵי רַבִּים לֹא יִפְסֹק אֶלָּא יִגְמֹר עִסְקֵיהֶן וְיִקְרָא אִם נִשְׁאָר עֵת לִקְרוֹת:",
            "הָיָה עוֹסֵק בַּאֲכִילָה אוֹ שֶׁהָיָה בַּמֶּרְחָץ אוֹ שֶׁהָיָה עוֹסֵק בְּתִסְפֹּרֶת אוֹ שֶׁהָיָה מְהַפֵּךְ בְּעוֹרוֹת אוֹ שֶׁהָיוּ עוֹסְקִין בַּדִּין גּוֹמֵר וְאַחַר כָּךְ קוֹרֵא קְרִיאַת שְׁמַע. וְאִם הָיָה מִתְיָרֵא שֶׁמָּא יַעֲבֹר זְמַן קְרִיאָה וּפָסַק וְקָרָא הֲרֵי זֶה מְשֻׁבָּח:",
            "מִי שֶׁיָּרַד לִטְבּל אִם יָכוֹל לַעֲלוֹת וּלְהִתְכַּסּוֹת קֹדֶם שֶׁתָּנֵץ הַחַמָּה יַעֲלֶה וְיִתְכַּסֶּה וְיִקְרָא. וְאִם הָיָה מִתְיָרֵא שֶׁמָּא תָּנֵץ הַחַמָּה קֹדֶם שֶׁיִּקְרָא יִתְכַּסֶּה בַּמַּיִם שֶׁהוּא עוֹמֵד בָּהֶן וְיִקְרָא. וְלֹא יִתְכַּסֶּה לֹא בַּמַּיִם הָרָעִים שֶׁרֵיחָן רַע וְלֹא בְּמֵי הַמִּשְׁרֶה וְלֹא בְּמַיִם צְלוּלִין מִפְּנֵי שֶׁעֶרְוָתוֹ נִרְאֵית בָּהֶן. אֲבָל מִתְכַּסֶּה הוּא בְּמַיִם עֲכוּרִין שֶׁאֵין רֵיחָן רַע וְקוֹרֵא בִּמְקוֹמוֹ:",
            "הַקּוֹרֵא קְרִיאַת שְׁמַע לֹא יִרְמֹז בְּעֵינָיו וְלֹא יִקְרֹץ בִּשְׂפָתָיו וְלֹא יַרְאֶה בְּאֶצְבְּעוֹתָיו כְּדֵי שֶׁלֹּא תִּהְיֶה קְרִיאָתוֹ עַרְאַי. וְאִם עָשָׂה כֵּן אַף עַל פִּי שֶׁיָּצָא יְדֵי חוֹבָתוֹ הֲרֵי זֶה מְגֻנֶּה. וְצָרִיךְ לְהַשְׁמִיעַ לְאָזְנוֹ כְּשֶׁהוּא קוֹרֵא וְאִם לֹא הִשְׁמִיעַ לְאָזְנוֹ יָצָא. וְצָרִיךְ לְדַקְדֵּק בְּאוֹתִיּוֹתָיו וְאִם לֹא דִּקְדֵּק יָצָא:",
            "כֵּיצַד יְדַקְדֵּק. יִשְׁמֹר שֶׁלֹּא יַרְפֶּה הֶחָזָק וְלֹא יַחֲזִיק הֲרָפֶה וְלֹא יָנִיחַ הַנָּד וְלֹא יָנִיד הַנָּח. לְפִיכָךְ צָרִיךְ לִתֵּן רֶוַח בֵּין הַדְּבָקִים בֵּין כָּל שְׁתֵּי אוֹתִיּוֹת הַדּוֹמוֹת שֶׁאַחַת מֵהֶן סוֹף תֵּבָה וְהָאַחֶרֶת תְּחִלַּת תֵּבָה הַסְּמוּכָה לָהּ. כְּגוֹן בְּכָל לְבָבְךָ קוֹרֵא בְּכָל וְשׁוֹהֶה וְחוֹזֵר וְקוֹרֵא לְבָבְךָ. וְכֵן וַאֲבַדְתֶּם מְהֵרָה. הַכָּנָף פְּתִיל. וְצָרִיךְ לְבָאֵר זַיִ״ן שֶׁל תִּזְכְּרוּ. וְצָרִיךְ לְהַאֲרִיךְ בְּדָלֶ״ת שֶׁל אֶחָד כְּדֵי שֶׁיַּמְלִיכֵהוּ בַּשָּׁמַיִם וּבָאָרֶץ וּבְאַרְבַּע רוּחוֹת. וְצָרִיךְ שֶׁלֹּא יַחְטֹף בַּחֵי״ת כְּדֵי שֶׁלֹּא יְהֵא כְּאוֹמֵר אֵי חָד:",
            "קוֹרֵא אָדָם אֶת שְׁמַע בְּכָל לָשׁוֹן שֶׁיִּהְיֶה מְבִינָהּ. וְהַקּוֹרֵא בְּכָל לָשׁוֹן צָרִיךְ לְהִזָּהֵר מִדִּבְרֵי שִׁבּוּשׁ שֶׁבְּאוֹתוֹ הַלָּשׁוֹן וּמְדַקְדֵּק בְּאוֹתוֹ הַלָּשׁוֹן כְּמוֹ שֶׁמְּדַקְדֵּק בִּלְשׁוֹן הַקֹּדֶשׁ:",
            "הַקּוֹרֵא לְמַפְרֵעַ לֹא יָצָא. בַּמֶּה דְּבָרִים אֲמוּרִים בְּסֵדֶר הַפְּסוּקִים אֲבָל אִם הִקְדִּים פָּרָשָׁה לְפָרָשָׁה אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי אֲנִי אוֹמֵר שֶׁיָּצָא לְפִי שֶׁאֵינָהּ סְמוּכָה לָהּ בַּתּוֹרָה. קָרָא פָּסוּק וְחָזַר וּקְרָאוֹ פַּעַם שְׁנִיָּה הֲרֵי זֶה מְגֻנֶּה. קָרָא מִלָּה אַחַת וּכְפָלָהּ כְּגוֹן שֶׁקָּרָא שְׁמַע שְׁמַע מְשַׁתְּקִין אוֹתוֹ:",
            "קְרָאָהּ סֵרוּגִין יָצָא. אֲפִלּוּ שָׁהָה בֵּין סֵרוּג לְסֵרוּג כְּדֵי לִגְמֹר אֶת כֻּלָּהּ יָצָא. וְהוּא שֶׁיִּקְרָא עַל הַסֵּדֶר. קְרָאָהּ מִתְנַמְנֵם וְהוּא מִי שֶׁאֵינוֹ עֵר וְלֹא נִרְדָּם בְּשֵׁנָה יָצָא. וּבִלְבַד שֶׁיִּהְיֶה עֵר בְּפָסוּק רִאשׁוֹן:",
            "סָפֵק קָרָא קְרִיאַת שְׁמַע סָפֵק לֹא קָרָא חוֹזֵר וְקוֹרֵא וּמְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ. אֲבָל אִם יָדַע שֶׁקָּרָא וְנִסְתַּפֵּק לוֹ אִם בֵּרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ אוֹ לֹא בֵּרֵךְ אֵינוֹ חוֹזֵר וּמְבָרֵךְ. קָרָא וְטָעָה יַחֲזֹר לַמָּקוֹם שֶׁטָּעָה. נֶעֱלַם מִמֶּנּוּ בֵּין פָּרָשָׁה לְפָרָשָׁה וְאֵינוֹ יוֹדֵעַ אֵי זוֹ פָּרָשָׁה הִשְׁלִים וְאֵי זוֹ צָרִיךְ לְהַתְחִיל חוֹזֵר לְפָרָשָׁה רִאשׁוֹנָה שֶׁהוּא <small>(דברים ו ה)</small> ״וְאָהַבְתָּ אֵת יְיָ׳‎ אֱלֹהֶיךָ״ וְגוֹ׳‎: ",
            "טָעָה בְּאֶמְצַע הַפֶּרֶק וְאֵינוֹ יוֹדֵעַ לְהֵיכָן פָּסַק חוֹזֵר לְרֹאשׁ הַפֶּרֶק. הָיָה קוֹרֵא וּכְתַבְתָּם וְאֵינוֹ יוֹדֵעַ אִם הוּא בְּוּכְתַבְתָּם שֶׁל שְׁמַע אוֹ בְּוּכְתַבְתָּם שֶׁבִּוְהָיָה אִם שָׁמוֹעַ חוֹזֵר לְוּכְתַבְתָּם שֶׁל שְׁמַע. וְאִם נִסְתַּפֵּק לוֹ אַחַר שֶׁקָּרָא לְמַעַן יִרְבּוּ יְמֵיכֶם אֵינוֹ חוֹזֵר שֶׁעַל הֶרְגֵּל לְשׁוֹנוֹ הוּא הוֹלֵךְ:",
            "הָיָה קוֹרֵא וּפָגַע בַּאֲחֵרִים אוֹ פָּגְעוּ בּוֹ אֲחֵרִים. אִם הָיָה בֵּין פֶּרֶק לְפֶרֶק פּוֹסֵק וּמַתְחִיל וְשׁוֹאֵל שְׁלוֹם מִי שֶׁהוּא חַיָּב בִּכְבוֹדוֹ כְּגוֹן שֶׁפָּגַע בְּאָבִיו אוֹ רַבּוֹ אוֹ מִי שֶׁהוּא גָּדוֹל מִמֶּנּוּ בְּחָכְמָה. וּמֵשִׁיב שָׁלוֹם לְכָל אָדָם שֶׁנָּתַן לוֹ שָׁלוֹם:",
            "הָיָה קוֹרֵא בְּאֶמְצַע הַפָּרָשָׁה אֵינוֹ פּוֹסֵק וּמַתְחִיל לִשְׁאל אֶלָּא בִּשְׁלוֹם מִי שֶׁהוּא מִתְיָרֵא מִמֶּנּוּ כְּגוֹן מֶלֶךְ אוֹ אַנָּס וְכַיּוֹצֵא בָּהֶן. אֲבָל מִי שֶׁהוּא חַיָּב בִּכְבוֹדוֹ כְּגוֹן אָבִיו אוֹ רַבּוֹ אִם נָתַן לוֹ שָׁלוֹם תְּחִלָּה פּוֹסֵק וּמֵשִׁיב לוֹ שָׁלוֹם:",
            "וְאֵלּוּ הֵן בֵּין הַפְּרָקִים. בֵּין בְּרָכָה רִאשׁוֹנָה לַשְּׁנִיָּה. בֵּין שְׁנִיָּה לִשְׁמַע. בֵּין שְׁמַע לִוְהָיָה אִם שָׁמֹעַ. בֵּין וְהָיָה אִם שָׁמֹעַ לְוַיֹּאמֶר. בֵּין הַפְּרָקִים הָאֵלּוּ שׁוֹאֵל מִפְּנֵי הַכָּבוֹד וּמֵשִׁיב שָׁלוֹם לְכָל אָדָם. אֲבָל בֵּין וַיֹּאמֶר לֶאֱמֶת וְיַצִּיב הֲרֵי זֶה כְּאֶמְצַע הַפֶּרֶק וְלֹא יַפְסִיק אֶלָּא לִשְׁאל מִפְּנֵי הַיִּרְאָה וּלְהָשִׁיב מִפְּנֵי הַכָּבוֹד:"
        ],
        [
            "הַקוֹרֵא אֶת שְׁמַע רוֹחֵץ יָדָיו בַּמַּיִם קֹדֶם שֶׁיִּקְרָא. הִגִּיעַ זְמַן קְרִיאָתָהּ וְלֹא מָצָא מַיִם קֹדֶם שֶׁיִּקְרָא לֹא יְאַחֵר קְרִיאָתָהּ וְיֵלֵךְ לְבַקֵּשׁ מַיִם אֶלָּא מְקַנֵּחַ יָדָיו בֶּעָפָר אוֹ בִּצְרוֹר אוֹ בְּקוֹרָה וְכַיּוֹצֵא בָּהֶן וְקוֹרֵא:",
            "אֵין קוֹרִין לֹא בְּבֵית הַמֶּרְחָץ וְלֹא בְּבֵית הַכִּסֵּא אַף עַל פִּי שֶׁאֵין בּוֹ צוֹאָה וְלֹא בְּבֵית הַקְּבָרוֹת וְלֹא בְּצַד הַמֵּת עַצְמוֹ וְאִם הִרְחִיק אַרְבַּע אַמּוֹת מִן הַקֶּבֶר אוֹ מִן הַמֵּת מֻתָּר לִקְרוֹת. וְכָל מִי שֶׁקָּרָא בְּמָקוֹם שֶׁאֵין קוֹרִין בּוֹ חוֹזֵר וְקוֹרֵא:",
            "בֵּית הַכִּסֵּא הֶחָדָשׁ שֶׁהוּכַן וַעֲדַיִן לֹא נִשְׁתַּמֵּשׁ בּוֹ מֻתָּר לִקְרוֹת קְרִיאַת שְׁמַע לְנֶגְדּוֹ אֲבָל לֹא בְּתוֹכוֹ. מֶרְחָץ הֶחָדָשׁ מֻתָּר לִקְרוֹת בְּתוֹכוֹ. הָיוּ שְׁנֵי בָּתִּים זִמֵּן אֶחָד מֵהֶם לְבֵית הַכִּסֵּא וְאָמַר עַל הַשֵּׁנִי וְזֶה. הֲרֵי הַשֵּׁנִי סָפֵק אִם הִזְמִינוֹ לְכָךְ אִם לֹא. לְפִיכָךְ אֵין קוֹרִין בּוֹ לְכַתְּחִלָּה וְאִם קָרָא יָצָא. אָמַר גַּם זֶה הֲרֵי שְׁנֵיהֶם מְזֻמָּנִין וְאֵין קוֹרְאִין בָּהֶן. חֲצַר הַמֶּרְחָץ וְהוּא הַמָּקוֹם שֶׁבְּנֵי אָדָם עוֹמְדִין בּוֹ לְבוּשִׁין מֻתָּר לִקְרוֹת בּוֹ קְרִיאַת שְׁמַע:",
            "וְלֹא קְרִיאַת שְׁמַע בִּלְבַד אֶלָּא כָּל עִנְיָן שֶׁהוּא מִדִּבְרֵי הַקֹּדֶשׁ אָסוּר לְאָמְרוֹ בְּבֵית הַמֶּרְחָץ וּבְבֵית הַכִּסֵּא וַאֲפִלּוּ אֲמָרוֹ בִּלְשׁוֹן חֹל. וְלֹא לְאָמְרוֹ בִּלְבַד אֶלָּא אֲפִלּוּ לְהַרְהֵר בְּלִבּוֹ בְּדִבְרֵי תּוֹרָה בְּבֵית הַכִּסֵּא וּבְבֵית הַמֶּרְחָץ וּבִמְקוֹם הַטִּנֹפֶת וְהוּא הַמָּקוֹם שֶׁיֵּשׁ בּוֹ צוֹאָה וּמֵי רַגְלַיִם אָסוּר:",
            "דְּבָרִים שֶׁל חֹל מֻתָּר לְאָמְרָן בִּלְשׁוֹן קֹדֶשׁ בְּבֵית הַכִּסֵּא. וְכֵן הַכִּנּוּיִים כְּגוֹן רַחוּם וְחַנּוּן וְנֶאֱמָן וְכַיּוֹצֵא בָּהֶן מֻתָּר לְאָמְרָן בְּבֵית הַכִּסֵּא. אֲבָל הַשֵּׁמוֹת הַמְיֻחָדִים וְהֵן הַשֵּׁמוֹת שֶׁאֵינָן נִמְחָקִין אָסוּר לְהַזְכִּירָן בְּבֵית הַכִּסֵּא וּבְבֵית הַמֶּרְחָץ יָשָׁן. וְאִם נִזְדַּמֵּן לוֹ לְהַפְרִישׁ מִן דָּבָר הָאָסוּר בְּבֵית הַמֶּרְחָץ אוֹ בְּבֵית הַכִּסֵּא מַפְרִישׁ וַאֲפִלּוּ בִּלְשׁוֹן קֹדֶשׁ וּבְעִנְיְנֵי קֹדֶשׁ:",
            "צוֹאַת הָאָדָם וְצוֹאַת כְּלָבִים וַחֲזִירִין בִּזְמַן שֶׁיֵּשׁ בְּתוֹכָן עוֹרוֹת וְכָל צוֹאָה שֶׁרֵיחָהּ רַע כְּגוֹן אֵלּוּ אָסוּר לִקְרוֹת קְרִיאַת שְׁמַע כְּנֶגְדָּן. וְכֵן כְּנֶגֶד מֵי רַגְלַיִם שֶׁל אָדָם. אֲבָל מֵי רַגְלַיִם שֶׁל בְּהֵמָה קוֹרִין כְּנֶגְדָּן. קָטָן שֶׁאֵינוֹ יָכוֹל לֶאֱכל כְּזַיִת דָּגָן בִּכְדֵי שֶׁיֹּאכַל הַגָּדוֹל כִּשְׁלֹשָׁה בֵּיצֵי דָּגָן אֵין מַרְחִיקִין לֹא מִצּוֹאָתוֹ וְלֹא מִמֵּי רַגְלָיו:",
            "הָיְתָה צוֹאָה יְבֵשָׁה כְּחֶרֶשׂ אָסוּר לִקְרוֹת כְּנֶגְדָּהּ. וְאִם הָיְתָה יְבֵשָׁה יוֹתֵר מֵחֶרֶשׂ עַד שֶׁאִם זְרָקָהּ תִּתְפָּרֵךְ הֲרֵי הִיא כְּעָפָר וּמֻתָּר לִקְרוֹת כְּנֶגְדָּהּ. מֵי רַגְלַיִם שֶׁנִּבְלְעוּ בַּקַּרְקַע אִם הָיוּ מַרְטִיבִין הַיָּד אָסוּר לִקְרוֹת כְּנֶגְדָּן וְאִם לָאו מֻתָּר:",
            "כַּמָּה יַרְחִיק אָדָם מִצּוֹאָה וּמִמֵּי רַגְלַיִם וְאַחַר כָּךְ יִקְרָא, אַרְבַּע אַמּוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁהֵם מִלַּאֲחוֹרָיו אוֹ מִצִּדָּיו אֲבָל אִם הָיוּ כְּנֶגֶד פָּנָיו מַרְחִיק מֵהֶן עַד שֶׁלֹּא יִרְאֶה אוֹתָן וְאַחַר כָּךְ יִקְרָא:",
            "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה עִמָּהֶן בַּבַּיִת בְּמָקוֹם שָׁוֶה אֲבָל אִם הָיָה שָׁם מָקוֹם גָּבוֹהַּ מֵהֶן עֲשָׂרָה טְפָחִים אוֹ נָמוּךְ מֵהֶם עֲשָׂרָה טְפָחִים יוֹשֵׁב בְּצַד הַמָּקוֹם וְקוֹרֵא שֶׁהֲרֵי נִפְסָק בֵּינֵיהֶם. וְהוּא שֶׁלֹּא יַגִּיעַ לוֹ רֵיחַ רַע. וְכֵן אִם כָּפָה כְּלִי עַל הַצּוֹאָה אוֹ עַל מֵימֵי רַגְלַיִם אַף עַל פִּי שֶׁהֵן עִמּוֹ בַּבַּיִת הֲרֵי אֵלּוּ כִּקְבוּרִין וּמֻתָּר לִקְרוֹת כְּנֶגְדָּן:",
            "הָיָה בֵּינוֹ וּבֵין הַצּוֹאָה מְחִצָּה שֶׁל זְכוּכִית אַף עַל פִּי שֶׁהוּא רוֹאֶה אוֹתָהּ מֵאַחֲרֵי הַזְּכוּכִית מֻתָּר לִקְרוֹת בְּצִדָּהּ. נָתַן רְבִיעִית מַיִם לְתוֹךְ מֵי רַגְלַיִם שֶׁל פַּעַם אַחַת מֻתָּר לִקְרוֹת עִמָּהֶן בְּתוֹךְ אַרְבַּע אַמּוֹת:",
            "הָיְתָה צוֹאָה בְּגוּמָא עוֹמֵד בְּסַנְדָּלוֹ עַל הַגּוּמָא וְקוֹרֵא. וְהוּא שֶׁלֹּא יִהְיֶה סַנְדָּלוֹ נוֹגֵעַ בָּהּ. הָיְתָה כְּנֶגְדּוֹ צוֹאָה מְעוּטָה בְּיוֹתֵר כְּמוֹ טִפָּה רוֹקֵק עָלֶיהָ רֹק עָבֶה עַד שֶׁתִּתְכַּסֶּה וְקוֹרֵא. הָיְתָה נְטִישַׁת צוֹאָה עַל בְּשָׂרוֹ אוֹ יָדָיו מְטֻנָּפוֹת מִבֵּית הַכִּסֵּא וְלֹא הָיָה לָהֶן רֵיחַ רַע כְּלָל מִפְּנֵי קָטְנָן אוֹ יַבְשׁוּתָן מֻתָּר לִקְרוֹת לְפִי שֶׁאֵין לָהֶן רֵיחַ רַע. אֲבָל אִם הָיְתָה בִּמְקוֹמָהּ אַף עַל פִּי שֶׁאֵינָהּ נִרְאֵית כְּשֶׁהוּא עוֹמֵד הוֹאִיל וְנִרְאֵית כְּשֶׁהוּא יוֹשֵׁב אָסוּר לִקְרוֹת עַד שֶׁיְּקַנֵּחַ יָפֶה יָפֶה מִפְּנֵי שֶׁהַצּוֹאָה לָחָה הִיא וְיֵשׁ לָהּ רֵיחַ רַע. וְכַמָּה גְּאוֹנִים הוֹרוּ שֶׁאָסוּר לוֹ לִקְרוֹת אִם הָיוּ יָדָיו מְטֻנָּפוֹת וְכָךְ רָאוּי לַעֲשׂוֹת:",
            "רֵיחַ רַע שֶׁיֵּשׁ לוֹ עִקָּר מַרְחִיק ד׳‎ אַמּוֹת וְקוֹרֵא אִם פָּסַק הָרֵיחַ. וְאִם לֹא פָּסַק הָרֵיחַ מַרְחִיק עַד מָקוֹם שֶׁפָּסַק הָרֵיחַ. וְשֶׁאֵין לוֹ עִקָּר כְּגוֹן מִי שֶׁיָּצָא מִמֶּנּוּ רוּחַ מִלְּמַטָּה מַרְחִיק עַד מָקוֹם שֶׁתִּכְלֶה הָרֵיחַ וְקוֹרֵא. גְּרָף שֶׁל רְעִי וַעֲבִיט שֶׁל מֵימֵי רַגְלַיִם אָסוּר לִקְרוֹת קְרִיאַת שְׁמַע כְּנֶגְדָּן וְאַף עַל פִּי שֶׁאֵין בָּהֶן כְּלוּם וְאֵין לָהֶם רֵיחַ רַע מִפְּנֵי שֶׁהֵם כְּבֵית הַכִּסֵּא:",
            "צוֹאָה עוֹבֶרֶת כְּגוֹן שֶׁהָיְתָה שָׁטָה עַל פְּנֵי הַמַּיִם אָסוּר לִקְרוֹת כְּנֶגְדָּהּ. וּפִי חֲזִיר כְּצוֹאָה עוֹבֶרֶת דָּמִי וְאָסוּר לִקְרוֹת כְּנֶגְדּוֹ עַד שֶׁיַּעַבְרוּ מִמֶּנּוּ אַרְבַּע אַמּוֹת:",
            "הָיָה קוֹרֵא וְהִגִּיעַ לִמְקוֹם הַטִּנֹּפֶת לֹא יַנִּיחַ יָדוֹ עַל פִּיו וְיִקְרָא אֶלָּא יַפְסִיק עַד שֶׁיַּעֲבֹר מֵאוֹתוֹ מָקוֹם. וְכֵן הַקּוֹרֵא שֶׁיָּצְתָה מִמֶּנּוּ רוּחַ מִלְּמַטָּה יַפְסִיק עַד שֶׁתִּכְלֶה בַּאֲשָׁהּ וְחוֹזֵר לִקְרִיאָתוֹ. וְכֵן בְּדִבְרֵי תּוֹרָה. יָצְתָה רוּחַ מֵחֲבֵרוֹ אַף עַל פִּי שֶׁמַּפְסִיק לִקְרִיאַת שְׁמַע אֵינוֹ פּוֹסֵק לְדִבְרֵי תּוֹרָה:",
            "הָיָה קוֹרֵא קְרִיאַת שְׁמַע בְּבַיִת וְנִסְתַּפֵּק לוֹ אִם יֵשׁ שָׁם צוֹאָה אוֹ מֵימֵי רַגְלַיִם אוֹ אֵין שָׁם הֲרֵי זֶה מֻתָּר לִקְרוֹת. הָיָה קוֹרֵא בָּאַשְׁפָּה וְנִסְתַּפֵּק לוֹ אִם יֵשׁ שָׁם צוֹאָה אוֹ אֵין שָׁם לֹא יִקְרָא עַד שֶׁיִּבְדֹּק שֶׁחֶזְקַת הָאַשְׁפָּה שֶׁהִיא מְקוֹם הַטִּנֹּפֶת. אֲבָל סְפֵק מֵי רַגְלַיִם אֲפִלּוּ בָּאַשְׁפָּה מֻתָּר לִקְרוֹת:",
            "כְּשֵׁם שֶׁאָסוּר לִקְרוֹת כְּנֶגֶד צוֹאָה וּמֵי רַגְלַיִם עַד שֶׁיַּרְחִיק כָּךְ אָסוּר לִקְרוֹת כְּנֶגֶד הָעֶרְוָה עַד שֶׁיַּחֲזִיר פָּנָיו. אֲפִלּוּ כּוּתִי אוֹ קָטָן לֹא יִקְרָא כְּנֶגֶד עֶרְוָתָן אֲפִלּוּ מְחִצָּה שֶׁל זְכוּכִית מַפְסֶקֶת הוֹאִיל וְהוּא רוֹאֶה אוֹתָהּ אָסוּר לִקְרוֹת עַד שֶׁיַּחֲזִיר פָּנָיו. וְכָל גּוּף הָאִשָּׁה עֶרְוָה לְפִיכָךְ לֹא יִסְתַּכֵּל בְּגוּף הָאִשָּׁה כְּשֶׁהוּא קוֹרֵא וַאֲפִלּוּ אִשְׁתּוֹ. וְאִם הָיָה מְגֻלֶּה טֶפַח מִגּוּפָהּ לֹא יִקְרָא כְּנֶגְדָּהּ:",
            "וּכְשֵׁם שֶׁהוּא אָסוּר כְּנֶגֶד עֶרְוַת אֲחֵרִים כָּךְ הוּא אָסוּר לִקְרוֹת כְּנֶגֶד עֶרְוָתוֹ וְלֹא יִקְרָא כְּשֶׁהוּא עָרֹם עַד שֶׁיְּכַסֶּה עֶרְוָתוֹ. הָיְתָה חֲגוֹרָה שֶׁל בֶּגֶד אוֹ עוֹר אוֹ שַׂק עַל מָתְנָיו אַף עַל פִּי שֶׁשְּׁאָר גּוּפוֹ עָרֹם מֻתָּר לוֹ לִקְרוֹת קְרִיאַת שְׁמַע וְהוּא שֶׁלֹּא יִהְיֶה עֲקֵבוֹ נוֹגֵעַ בְּעֶרְוָתוֹ. הָיָה יָשֵׁן בְּטַלִּיתוֹ וְהָיָה עָרֹם חוֹצֵץ בְּטַלִּיתוֹ מִתַּחַת לִבּוֹ וְקוֹרֵא. אֲבָל לֹא יָחֹץ צַוָּארוֹ וְיִקְרָא מִפְּנֵי שֶׁלִּבּוֹ רוֹאֶה אֶת הָעֶרְוָה וְנִמְצָא כְּמִי שֶׁקּוֹרֵא בְּלֹא חֲגוֹרָה:",
            "שְׁנַיִם שֶׁהָיוּ יְשֵׁנִים בְּטַלִּית אַחַת כָּל אֶחָד מֵהֶן אָסוּר לִקְרוֹת אַף עַל פִּי שֶׁיְּכַסֶּה מִתַּחַת לִבּוֹ עַד שֶׁתְּהֵא טַלִּית מַפְסֶקֶת בֵּינֵיהֶן עַד שֶׁלֹּא יִגַּע בְּשַׂר זֶה בִּבְשַׂר זֶה מִמָּתְנָיו וּלְמַטָּה. וְאִם הָיָה יָשֵׁן עִם אִשְׁתּוֹ אוֹ בָּנָיו וּבְנֵי בֵּיתוֹ הַקְּטַנִּים הֲרֵי גּוּפָן כְּגוּפוֹ וְאֵינוֹ מַרְגִּישׁ מֵהֶן. לְפִיכָךְ אַף עַל פִּי שֶׁבְּשָׂרוֹ נוֹגֵעַ בָּהֶם מַחֲזִיר פָּנָיו וְחוֹצֵץ מִתַּחַת לִבּוֹ וְקוֹרֵא:",
            "עַד אֵימָתַי הֵם קְטַנִּים לְעִנְיָן זֶה עַד שֶׁיְּהֵא הַזָּכָר בֶּן שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד וְהַנְּקֵבָה בַּת אַחַת עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד וְהוּא שֶׁיְּהֵא תַּבְנִיתָם כְּתַבְנִית גְּדוֹלִים <small>(יחזקאל טז ז)</small> ״שָׁדַיִם נָכוֹנוּ וּשְׂעָרֵךְ צִמֵּחַ״. וְאַחַר כָּךְ לֹא יִקְרָא עַד שֶׁתַּפְסִיק טַלִּית בֵּינֵיהֶן. אֲבָל אִם עֲדַיִן לֹא הָיוּ שָׁדַיִם נָכוֹנוּ וּשְׂעָרֵךְ צִמֵּחַ קוֹרֵא עִמָּהֶן בְּקֵרוּב בָּשָׂר וְאֵינוֹ צָרִיךְ הֶפְסֵק עַד שֶׁיִּהְיֶה הַזָּכָר בֶּן י״ג שָׁנָה וְיוֹם אֶחָד וְהַנְּקֵבָה בַּת שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד: "
        ],
        [
            "נָּשִׁים וַעֲבָדִים וּקְטַנִּים פְּטוּרִים מִקְּרִיאַת שְׁמַע. וּמְלַמְּדִין אֶת הַקְּטַנִּים לִקְרוֹתָהּ בְּעוֹנָתָהּ וּמְבָרְכִין לְפָנֶיהָ וּלְאַחֲרֶיהָ כְּדֵי לְחַנְּכָן בְּמִצְוֹת. מִי שֶׁהָיָה לִבּוֹ טָרוּד וְנֶחְפַּז לִדְבַר מִצְוָה פָּטוּר מִכָּל הַמִּצְוֹת וּמִקְּרִיאַת שְׁמַע. לְפִיכָךְ חָתָן שֶׁנָּשָׂא בְּתוּלָה פָּטוּר מִקְּרִיאַת שְׁמַע עַד שֶׁיָּבוֹא עָלֶיהָ. לְפִי שֶׁאֵין דַּעְתּוֹ פְּנוּיָה שֶׁמָּא לֹא יִמְצָא לָהּ בְּתוּלִים. וְאִם שָׁהָה עַד מוֹצָאֵי שַׁבָּת וְלֹא בָּעַל חַיָּב לִקְרוֹת מִמּוֹצָאֵי שַׁבָּת וְאֵילָךְ שֶׁהֲרֵי נִתְקָרְרָה דַּעְתּוֹ וְלִבּוֹ גַּס בָּהּ אַף עַל פִּי שֶׁלֹּא בָּעַל:",
            "אֲבָל הַנּוֹשֵׂא אֶת הַבְּעוּלָה אַף עַל פִּי שֶׁעוֹסֵק בְּמִצְוָה חַיָּב לִקְרוֹת הוֹאִיל וְאֵין לוֹ דָּבָר שֶׁמְּבַלְבֵּל דַּעְתּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:",
            "מִי שֶׁמֵּת לוֹ מֵת שֶׁהוּא חַיָּב לְהִתְאַבֵּל עָלָיו פָּטוּר מִקְּרִיאַת שְׁמַע עַד שֶׁיִּקְבְּרֶנּוּ מִפְּנֵי שֶׁאֵין דַּעְתּוֹ פְּנוּיָה לִקְרוֹת. וְאִם הָיָה מְשַׁמֵּר אֶת הַמֵּת אַף עַל פִּי שֶׁאֵינוֹ מֵתוֹ פָּטוּר מִקְּרִיאַת שְׁמַע. וְאִם הָיוּ הַשּׁוֹמְרִים שְׁנַיִם הָאֶחָד מְשַׁמֵּר וְהַשֵּׁנִי נִשְׁמָט לְמָקוֹם אַחֵר וְקוֹרֵא וְחוֹזֵר וּמְשַׁמֵּר וְנִשְׁמָט הָאַחֵר וְקוֹרֵא. וְכֵן הַחוֹפֵר קֶבֶר לְמֵת פָּטוּר מִקְּרִיאַת שְׁמַע:",
            "אֵין מוֹצִיאִין אֶת הַמֵּת לְקָבְרוֹ סָמוּךְ לִזְמַן קְרִיאַת שְׁמַע אֶלָּא אִם כֵּן הָיָה אָדָם גָּדוֹל. וְאִם הִתְחִילוּ וְהוֹצִיאוּ וְהִגִּיעַ זְמַן הַקְּרִיאָה וְהֵן מְלַוִּין אֶת הַמֵּת. כָּל שֶׁיֵּשׁ לַמִּטָּה צֹרֶךְ בָּהֶן כְּגוֹן נוֹשְׂאֵי הַמִּטָּה וְחִלּוּפֵיהֶן וְחִלּוּפֵי חִלּוּפֵיהֶן בֵּין שֶׁהָיוּ לִפְנֵי הַמִּטָּה בֵּין שֶׁהָיוּ לְאַחַר הַמִּטָּה פְּטוּרִין. וּשְׁאָר הַמְלַוִּין שֶׁאֵין לַמִּטָּה צֹרֶךְ בָּהֶן חַיָּבִין:",
            "הָיוּ עֲסוּקִים בְּהֶסְפֵּד וְהִגִּיעַ זְמַן קְרִיאַת שְׁמַע בִּזְמַן שֶׁהַמֵּת מֻנָּח לִפְנֵיהֶן נִשְׁמָטִים אֶחָד אֶחָד וְקוֹרְאִין וְחוֹזְרִין לַהֶסְפֵּד. אֵין הַמֵּת מֻטָּל לִפְנֵיהֶם כָּל הָעָם קוֹרִין קְרִיאַת שְׁמַע וְהָאָבֵל יוֹשֵׁב וְדוֹמֵם לְפִי שֶׁאֵינוֹ חַיָּב לִקְרוֹת עַד שֶׁיִּקְבֹּר אֶת מֵתוֹ:",
            "קָבְרוּ אֶת הַמֵּת וְחָזְרוּ הָאֲבֵלִים לְקַבֵּל תַּנְחוּמִין וְכָל הָעָם הוֹלְכִים אַחֲרֵיהֶם מִמְּקוֹם הַקֶּבֶר לַמָּקוֹם שֶׁעוֹמְדִים בּוֹ הָאֲבֵלִים לַעֲשׂוֹת שׁוּרָה לְקַבֵּל תַּנְחוּמִין. אִם יְכוֹלִין הָעָם לְהַתְחִיל וְלִגְמֹר אֲפִלּוּ פָּסוּק אֶחָד קֹדֶם שֶׁיַּגִּיעוּ לַשּׁוּרָה יַתְחִילוּ וְאִם לָאו לֹא יַתְחִילוּ אֶלָּא יְנַחֲמוּ אֶת הָאֲבֵלִים וְאַחַר שֶׁיִּפָּטְרוּ מֵהֶן יַתְחִילוּ לִקְרוֹת. בְּנֵי אָדָם הָעוֹמְדִין בַּשּׁוּרָה, הַפְּנִימִיִּים שֶׁהֵן רוֹאִין פְּנֵי הָאֲבֵלִים פְּטוּרִין מִקְּרִיאַת שְׁמַע וְהַחִיצוֹנִים הוֹאִיל וְאֵינָן רוֹאִין אֶת הָאֲבֵלִים חַיָּבִין בִּקְרִיאַת שְׁמַע בִּמְקוֹמָן:",
            "כָּל מִי שֶׁהוּא פָּטוּר מִלִּקְרוֹת קְרִיאַת שְׁמַע אִם רָצָה לְהַחֲמִיר עַל עַצְמוֹ לִקְרוֹת קוֹרֵא. וְהוּא שֶׁתְּהֵא דַּעְתּוֹ פְּנוּיָה עָלָיו. אֲבָל אִם הָיָה זֶה הַפָּטוּר מִלִּקְרוֹת מְבֹהָל אֵינוֹ רַשַּׁאי לִקְרוֹת עַד שֶׁתִּתְיַשֵּׁב דַּעְתּוֹ עָלָיו:",
            "כָּל הַטְּמֵאִין חַיָּבִין בִּקְרִיאַת שְׁמַע וּמְבָרְכִין לְפָנֶיהָ וּלְאַחֲרֶיהָ וְהֵן בְּטֻמְאָתָן. אַף עַל פִּי שֶׁאֶפְשָׁר לָהֶן לַעֲלוֹת מִטֻּמְאָתָן בּוֹ בַּיּוֹם כְּגוֹן הַנּוֹגְעִין בְּשֶׁרֶץ אוֹ בְּנִדָּה וְזָבָה וּמִשְׁכָּבָהּ וְכַיּוֹצֵא בָּהֶן. וְעֶזְרָא וּבֵית דִּינוֹ תִּקְּנוּ שֶׁלֹּא יִקְרָא בְּדִבְרֵי תּוֹרָה בַּעַל קֶרִי לְבַדּוֹ וְהוֹצִיאוּהוּ מִכְּלַל שְׁאָר הַטְּמֵאִין עַד שֶׁיִּטְבּל. וְלֹא פָּשְׁטָה תַּקָּנָה זוֹ בְּכָל יִשְׂרָאֵל וְלֹא הָיָה כֹּחַ בְּרֹב הַצִּבּוּר לַעֲמֹד בָּהּ לְפִיכָךְ בָּטְלָה. וּכְבָר נָהֲגוּ כָּל יִשְׂרָאֵל לִקְרוֹת בַּתּוֹרָה וְלִקְרוֹת קְרִיאַת שְׁמַע וְהֵן בַּעֲלֵי קְרָיִין לְפִי שֶׁאֵין דִּבְרֵי תּוֹרָה מְקַבְּלִין טֻמְאָה אֶלָּא עוֹמְדִין בְּטָהֳרָתָן לְעוֹלָם שֶׁנֶּאֱמַר <small>(ירמיה כג כט)</small> ״הֲלוֹא כֹה דְבָרִי כָּאֵשׁ נְאֻם יְיָ׳‎״ מָה אֵשׁ אֵינָהּ מְקַבֶּלֶת טֻמְאָה אַף דִּבְרֵי תּוֹרָה אֵינָם מְקַבְּלִין טֻמְאָה:"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}