{
    "title": "Tziunei Maharan on Mishneh Torah, Transmission of the Oral Law",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Transmission_of_the_Oral_Law",
    "text": [
        [],
        [
            "<b>לשון </b> רבינו בהקדמתו <b> כל התורה כתבה משה רבינו קודם שימות בכתב ידו ונתן ספר לכל שבט ושבט וספר אחד נתנהו בארון לעד וכו'.</b> וכ\"כ עוד רבינו בהקדמתו לפיה\"מ מסדר זרעים וז\"ל, וכשהיה לפני מותו החל לכתוב התורה בספרים וכתב י\"ג ס\"ת וכו' ונתן ספר לכל שבט ושבט להתנהג בו וללכת בחוקותיו והספר הי\"ג נתנו וכו', ומצויין שם פ\"ק דב\"ב דף ט\"ו, אבל לא נמצא שם שום רמז מהא דכתב י\"ג ס\"ת, (ועי' מרדכי פ' ע\"פ). אבל הרא\"ש בפ' ע\"פ ציין מקומו במ\"ר פ' וילך, ושם נמצא באמת כן, וכ\"ה עוד במדרש שוח\"ט מזמור צ':"
        ],
        [],
        [],
        [],
        [
            "<b>ומש\"כ </b> רבינו <b> ועזרא קבל מברוך בן נריה.</b> כ\"ה במגילה ט\"ז ע\"ב, גדול ת\"ת שכ\"ז שברוך קיים לא הניחו עזרא, ועי' רש\"י שם, ועי' מדרש שיר השירים ד', עזרא לא עלה מבבל לא\"י קודם לכן מפני שהיה צריך לברר תלמודו בפני ברוך, ועל מדרש זה כיון רש\"י במגילה שם:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ומש\"כ </b> רבינו <b> ומימות משה רבינו ועד רבינו הקדוש לא חיברו חיבור שמלמדין אותו ברבים בתושע\"פ.</b> כ\"ה בגיטין ס':, ותמורה ט\"ו, דאלה אתה כותב ואי אתה כותב הלכות:<br><b> ומש\"כ </b> רבינו <b> בכל דור ודור ראש ב\"ד או נביא כותב לעצמו זכרון השמועות.</b> פ\"ק דשבת דף ו' ע\"ב מגילת סתרים אבות מלאכות מ' חסר אחת, ועי' רש\"י שם, ועי' ב\"מ צ\"ב ע\"א אמר רב מגילת סתרים מצאתי כי תבא בכרם רעך, ועי' יבמות מ\"ט ע\"ב מגילת יוחסין מצאתי משנת ראב\"י קב ונקי, ומדברי רבינו משמע דגם קודם רבי היה כל חכם כותב לעצמו ורבי כתב ספר לפני כל העם וכיון למגילת סתרים הללו (הגרצ\"ח):"
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, מסירת תורה שבעל פה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Introduction"
    ],
    "sectionNames": [
        "Halakhah",
        "Comment"
    ]
}