{
    "text": {
        "0": {
            "0": "این است سخنانی كه مُشه (موسی) در آن سوی یردِن (سمت مشرق) در بیابان، در آن بادیه مقابل دریای سرخ بین پاران و تُوفِل و لاوان و حَصِرُوت و دیزاها و به تمام (قوم) ییسرائل (اسرائیل) گفت:",
            "1": "از راه كوه «سِعیر» از «حُورِو» تا «قادِش بَرنِیع» یازده روز (راه) است. ‌",
            "2": "در سال چهلم، ماه یازدهم، (روز) اول ماه بود كه مُشه (موسی) با فرزندان ییسرائل (اسرائیل) طبق آن‌چه كه خداوند به او درباره‌ی آن‌ها فرمان داده بود، سخن گفت.",
            "3": "بعد از این‌كه او «سیحُون» پادشاه اِمُوری را كه ساكن «حِشبُون» بود و «عُوگ» پادشاه باشان را كه ساكن «عَشتارُوت-اِدرِعی» بود شكست داد ...",
            "4": "مُشه (موسی) در آن سوی یردِن (سمت مشرق) در سرزمین «مُوآو» شروع كرد و این توراه را چنین شرح داد.",
            "5": "خداوند خالق ما در حُورِو به ما چنین سخن گفت: ماندن شما در این كوه كافی است.",
            "6": "برگردید به سوی كوهستان اِمُوری و به طرف تمام سرزمین‌های همجوار به طرف آن بیابان و آن كوهستان حركت كنید. به شِفِلا و نِگِو به ساحل دریا یعنی سرزمین كِنَعَن (کنعان) و لِوانُون تا آن رودخانه‌ی بزرگ یعنی رودخانه‌ی پِرات پیش بروید.",
            "7": "توجه كن آن سرزمین را در برابر شما قرار دادم. بیایید آن سرزمین را كه خداوند به پدرانتان یعنی به اَوراهام (ابراهیم)، ییصحاق (اسحاق) و یعقُوو (یعقوب) سوگند یاد نمود كه (آن‌را) به آن‌ها و بعد از آن‌ها به نسلشان بدهد وارث شوید.",
            "8": "در آن موقع به شما چنین گفتم: نخواهم توانست به تنهایی زحمات شما را تحمل كنم.",
            "9": "خداوند خالقتان شما را افزون نموده و اینك امروز از زیادی مانند ستارگان آسمان هستید.",
            "10": "خداوند خالق پدرانتان هزار برابر چون شما بر شما بیفزاید، و چنان‌كه به شما گفت، شما را بركت دهد.",
            "11": "چگونه من به تنهایی متحمل زحمت و بار و مرافعه‌ی شما شوم.",
            "12": "از بین سبط‌های خود مردانی دانا، فهمیده و معروف بیاورید تا آن‌ها را در رأس شما قرار دهم.",
            "13": "به من جواب داده گفتید: موضوعی كه گفتی انجام بدهیم، خوب است.",
            "14": "پس (من) سران سبط‌های شما- مردان دانا و معروف را گرفته آن‌ها را بر شما سران هزاره و صده و پنجاهه و دهه و مأموران اجرا برای سبط‌هایتان قرار دادم.",
            "15": "در آن وقت به داوران شما چنین فرمان دادم. به (اختلاف‌های بین) برادرانتان گوش بدهید و بین هر كس با طرف یهودی یا بیگانه‌اش با عدالت داوری كنید.",
            "16": "در داوری طرفداری نكنید. به موضوع یا به مدعی، چه كوچك چه بزرگ باشد گوش بدهید. از حضور كسی نهراسید چون‌كه داوری از آن خداوند است. موضوعی كه برای شما دشوار باشد نزد من بیاورید و من به آن گوش خواهم داد.",
            "17": "در آن‌وقت تمام كارهایی‌ را كه باید بكنید به شما دستور دادم.",
            "18": "همان‌طوری كه خداوند خالقمان به ما فرمان داد از حُورِو حركت كرده تمام آن بیابان بزرگ و خوفناكی را كه دیدید از راه كوه اِمُوری پیموده به قادِش‌بَرنِیع رسیدیم.",
            "19": "به شما اعلام داشتم به كوهستان اِمُوری كه خداوند خالقمان به ما می‌دهد رسیده‌اید.",
            "20": "توجه كن خداوند خالقت این سرزمین را پیش تو نهاد. همان‌طور كه خداوند پدرانت به تو سخن گفت، بالا آمده (آن‌را) تصرف كن. ترسان و هراسان مباش.",
            "21": "تمام شما پیش من آمدید و گفتید: مردانی را پیشاپیش خود بفرستیم تا آن سرزمین را برای ما تفتیش نمایند و درباره‌ی راهی كه از آن خواهیم رفت و شهرهایی كه به آن‌ها وارد خواهیم شد برای ما گزارش بیاورند.",
            "22": "این كار به نظر من خوش آمد. دوازده مرد را، از شما، از هر سبط یك نفر انتخاب كردم.",
            "23": "(آن‌ها) به آن كوه رو كرده عازم شدند تا نَخَل اِشكُول رسیدند و در آن جاسوسی كردند.",
            "24": "از میوه‌ی آن سرزمین با دست خود گرفته پیش ما آوردند. به ما گزارش داده گفتند آن سرزمین كه خداوند خالقمان به ما می‌دهد، خوب است.",
            "25": "نخواستید عزیمت كنید و از امر خداوند خالق خود تمرد كردید.",
            "26": "در چادرهای خود غرولند كرده گفتید خداوند به خاطر دشمنی با ما، ما را از سرزمین مصر بیرون آورد. تا ما را به دست اِمُوری تسلیم نماید كه نابودمان كند...",
            "27": "ما به كجا عزیمت كنیم؟ برادرانمان قلب ما را مشوش نموده گفتند (اهالی آن سرزمین) قومی بزرگ و از ما قدبلندترند. شهرها بزرگ و تا آسمان محصور است و فرزندان عَناق (غول) را هم آن‌جا مشاهده نمودیم.",
            "28": "به شما گفتم از آن‌ها نهراسید و ترس نداشته باشید.",
            "29": "خداوند خالقتان كه پیشاپیش شما می‌رود، به همان گونه‌ای كه برای شما، در نظر شما، با مصریان عمل نمود برای شما خواهد جنگید.",
            "30": "در بیابان هم دیدی همان‌طوری كه مردی فرزندش را نگهداری می‌كند، در تمام راهی كه پیمودید تا رسیدنتان به این محل، خداوند خالقتان تو را نگهداری می‌كرد.",
            "31": "و در این مورد شما به خداوند خالقتان ایمان ندارید ...",
            "32": "(خداوندی) كه شب در آتش و روز در ابر برای نشان دادن راهی كه آن‌را خواهید پیمود پیشاپیش شما می‌رفت تا محلی را برای اردو زدنتان به شما نشان دهد.",
            "33": "خداوند صدای سخنان شما را شنیده خشمگین شد و چنین سوگند یاد نمود:",
            "34": "كه از بین مردم این نسل، كسی، آن سرزمین خوبی را كه سوگند یاد كردم به پدرانتان بدهم، نخواهد دید.",
            "35": "به جز «كالِو» پسر «یفونه»، به خاطر این‌كه كاملاً از خداوند پیروی نمود. او آن‌را خواهد دید و آن سرزمینی را كه بر آن گام نهاد به وی و به فرزندانش خواهم داد.",
            "36": "خداوند به خاطر شما به من هم خشم كرده گفت: تو هم وارد آن‌جا نخواهی شد.",
            "37": "«یهُوشوعَ (یُوشَع)» پسر «نون» كه پیش تو ایستاده است، وارد آن‌جا خواهد شد. وی را تقویت نما، زیرا او آن (سرزمین) را تقسیم كرده به مالكیت ییسرائل (اسرائیل) درخواهد آورد.",
            "38": "اطفالتان كه (درباره‌ی آن‌ها) گفته بودید غارت خواهند شد و فرزندانتان كه امروز خوب و بد را تمیز نمی‌دهند، وارد آن خواهند شد. آن‌را به آن‌ها خواهم داد و ایشان وارث آن خواهند شد.",
            "39": "پس شما به سوی بیابان متمایل شده از راه دریای سرخ حركت كنید.",
            "40": "جواب داده به من گفتید، نسبت به خداوند خطا كردیم، طبق آن‌چه خداوند خالقمان به ما فرمان داده است ما عازم شده جنگ خواهیم كرد. هركدام وسایل جنگی خود را بسته حاضر شدید تا از آن كوه بالا بروید.",
            "41": "خداوند به من گفت به آن‌ها بگو چون‌كه من در میان شما نیستم عزیمت نكنید و نجنگید تا از دشمنانتان شكست نخورید.",
            "42": "به شما گفتم، گوش ندادید. از امر خداوند تمرد كردید و گستاخی نموده از آن كوه بالا رفتید.",
            "43": "اِمُوری كه در آن كوهستان ساكن بود، به مقابله با شما درآمده مانند زنبورها شما را تعقیب كردند و شما را در «سِعیر» تا «حُورما» در هم كوبیدند.",
            "44": "برگشتید در حضور خداوند گریستید. خداوند به حرف شما توجه نكرد و به شما گوش نداد.",
            "45": "پس به اندازه‌ی مدت توقف خود (در سایر منزل‌گاه‌ها)، سال‌های زیادی در «قادِش» ماندید."
        },
        "1": {
            "0": "همچنان كه خداوند به من سخن گفته بود، از سمت راه دریای سرخ متمایل شدیم و به طرف بیابان حركت نموده روزگار زیادی كوه «سِعیر» را دور زدیم.",
            "1": "خداوند به من چنین سخن گفت:",
            "2": "دور زدن این كوه برای شما كافی است، به طرف شمال روی آورید ...",
            "3": "به قوم چنین فرمان بده: شما از مرز برادرانتان –فرزندان «عِساو» كه در سِعیر ساكنند عبور می‌كنید. از شما ترسانند، زیاد احتیاط كنید.",
            "4": "با آن‌ها درنیفتید، چون‌كه از سرزمین آن‌ها حتی به اندازه‌ی جای كف‌پایی به شما نخواهم داد. زیرا كوهستان «سِعیر» را به «عِساو» به ارث دادم.",
            "5": "(مواد) خوراكی را از آن‌ها با پول خریده بخورید و آب را هم از آن‌ها با پول خریده بنوشید.",
            "6": "زیرا خداوند خالقت تو را در تمام كسب و كارت بركت داد. از مسیرت در این بیابان بزرگ اطلاع داشت. اینك چهل سال است كه خداوند خالقت با توست چیزی كسر نداشتی.",
            "7": "از كنار برادران خود –فرزندان عِساو كه ساكن سِعیر هستند از راه آن بادیه، از «اِلَت» و «عِصیون گِوِر» عبور كردیم. پس متمایل گشته از بیابان مُوآو گذشتیم.",
            "8": "خداوند به من گفت «مُوآو» را محاصره نكن و با آن‌ها به جنگ نپرداز زیرا از سرزمینش به تو ارث نخواهم داد. چون‌كه «عار» را به فرزندان «لُوط» به ارث دادم.",
            "9": "قبلاً در آن (سرزمین) «اِمی‌ها» كه مانند «عَناقی‌ها» قومی بزرگ و كثیر و قد بلند بودند، مسكن داشتند.",
            "10": "آن‌ها هم مانند «عَناقی‌ها» (جزء) «رِفائیم» محسوب می‌گردند و «مُوآوی‌ها» آن‌ها را «اِمیم» می‌خواندند.",
            "11": "همان‌گونه كه ییسرائل (اسرائیل) با سرزمین موروثی خود كه خداوند به آن‌ها داد عمل كرد فرزندان عِساو هم «حُوری‌ها» را كه قبلاً در «سِعیر» ساكن بودند بیرون رانده از پیش خود نابودشان كردند و جای آن‌ها ساكن شدند.",
            "12": "اكنون برخاسته از رود «زِرِد» بگذرید. پس از رود زِرِد گذشتیم.",
            "13": "از زمانی‌كه از «قادِش‌بَرنِیع» رفتیم تا موقعی كه از رود «زِرِد» گذشتیم سی و هشت سال طول كشید و همان‌گونه كه خداوند برای آن‌ها سوگند یاد كرده بود، نسل مردان جنگی از میان اردوگاه نابود شد.",
            "14": "و قدرت خداوند هم به منظور آشفته كردن آن‌ها تا فنا شدنشان، دخالت كرد.",
            "15": "هنگامی كه تمام مردان جنگی از میان آن قوم نابود شدند ...",
            "16": "خداوند به من چنین گفت:",
            "17": "تو امروز از «عار» سر حد «مُوآو» عبور می‌كنی.",
            "18": "مقابل «بِنی‌عَمُون» پیش می‌روی. آن‌ها را محاصره مكن و با آن‌ها درنیفت زیرا از سرزیمن «بِنی‌عَمُون» به تو ارث نمی‌دهم، چون‌كه آن را به فرزندان «لُوط» به ارث دادم.",
            "19": "آن هم سرزمین«رِفائیم» به حساب می‌آید. قبلاً «رِفایی‌ها» در آن ساكن بودند و «عَمُونی‌ها» آن‌ها را «زَمزومی‌ها» می‌خواندند.",
            "20": "قومی بزرگ و انبوه مانند «عَناقی‌ها» قد بلند (بودند) كه خداوند آن‌ها را از پیش ایشان نابود ساخت. پس وارث آن‌ها شده جای ایشان ساكن شدند.",
            "21": "نسبت به فرزندان «عِساو» هم كه ساكن «سِعیر» هستند (خداوند) همان‌گونه عمل نمود و «حُوری» را از برابرشان نابود كرد. پس (فرزندان عِساو) وارث آن‌ها شده تا امروز در جای ایشان ساكن شدند.",
            "22": "«كَفتُوری‌ها» را كه از «كَفتُور» خارج شده بودند، «عَوی‌ها» را كه ساكن «حَصِریم» تا «عَزا» بودند، نابود كرده، جای ایشان ساكن شدند.",
            "23": "برخیزید و حركت نموده از رود «اَرنُون» بگذرید. توجه كن «سیحُون» پادشاه «حِشبُون» اِمُوری و سرزمینش را به دست تو دادم. شروع كن تصرف نما و با او در افتاده بجنگ.",
            "24": "امروز شروع كرده ترس و خوف تو را بر اقوام زیر تمام آسمان مستولی خواهم گردانید. به طوری كه به محض شنیدن آوازه‌ی تو بر خود لرزیده در برابر تو وحشت‌زده شوند.",
            "25": "پس فرستادگانی با سخنان صلح‌آمیز از بیابان «قِدِمُوت» نزد «سیحُون» پادشاه «حِشبُون» فرستاده گفتم:",
            "26": "اجازه بده از سرزمینت عبور نموده فقط در مسیر جاده، طی طریق نمایم. به راست و به چپ متمایل نخواهم گشت.",
            "27": "خوراك را در برابر پول به من بفروش تا بخورم و آب را در برابر نقره به من بده تا بنوشم فقط اجازه بده پیاده عبور نمایم.",
            "28": "همان‌گونه كه فرزندان «عِساو» كه در «سِعیر» ساكن هستند و «مُوآوی‌ها» كه ساكن «عار» می‌باشند، با من عمل كردند. تا به سوی سرزمینی كه خداوند خالق به ما می‌دهد از «یردِن» بگذرم.",
            "29": "ولی «سیحُون» پادشاه «حِشبُون» نخواست در خاك خود به ما راه عبور بدهد زیرا خداوند خالقت روحش را سخت و دلش را قوی نمود، برای این‌كه او را چون امروز به دست تو تسلیم نماید.",
            "30": "خداوند به من گفت توجه كن شروع كردم كه سیحُون و كشورش را در برابر تو تسلیم كنم. شروع كن و آن را تصرف نما تا وارث سرزمین وی گردی.",
            "31": "پس «سیحُون» با تمام قومش برای رویارویی و جنگیدن با ما به سوی «یهَص» پیش‌آمد.",
            "32": "خداوند خالقمان او را در برابر ما تسلیم نمود. پس وی و فرزندانش و تمام قومش را شكست دادیم.",
            "33": "در آن‌وقت تمام شهرهایش را تسخیر نموده و تمام اهالی آن شهر و زنان و اطفال را تباه كردیم. نگذاشتیم كسی رهایی یابد.",
            "34": "فقط چارپایان و غنیمت شهرهایی را كه تصرف كردیم برای خود تاراج نمودیم.",
            "35": "از «عَرُوعِر» كه در کناره‌ی رود «اَرنُون» است و شهری كه داخل دره می‌باشد تا «گیلعاد» شهركی نبود كه از دسترس ما خارج باشد. همه را خداوند خالقمان در برابر ما تسلیم نمود.",
            "36": "فقط به سرزمین فرزندان «عَمُون» -تمام كناره رود «یبُوق» و شهرهای آن كوهستان و هر محلی كه خداوند خالق ما فرموده بود- نزدیك نشدی."
        },
        "2": {
            "0": "پس متمایل گشته از راه باشان بالا رفتیم. «عُوگ» پادشاه «باشان»، خود با تمام قومش، برای جنگ در برابر ما به «اِدْرِعی» آمد.",
            "1": "خداوند به من گفت: از او ترس نداشته باش زیرا او و تمام قومش و تمام سرزمینش را به دست تو تسلیم كردم. پس همان‌گونه كه با «سیحُون» پادشاه «اِمُوری» كه در «حِشبُون» ساكن بود، عمل كردی با او عمل كن.",
            "2": "خداوند خالق ما، «عُوگ» پادشاه «باشان» و تمام قومش را هم به دست ما تسلیم كرد تا حدی كه وی را شكست دادیم و رهایی یافته‌ای برای او باقی نگذاشتیم.",
            "3": "در آن‌وقت تمام شهرهایش یعنی شصت شهر –تمام منطقه «اَرگُوو»- تمام مملكت «عُوگ» در «باشان» را تسخیر نمودیم. شهركی نبود كه آن‌را نگرفته باشیم.",
            "4": "علاوه بر شهرهای بی‌حصاری كه بسیار زیاد بود، تمام این‌ها شهرهایی بود حصاردار با دیوارهای بلند و درهای دولنگه‌ای با پشت‌بند.",
            "5": "همان‌طور كه با «سیحُون» پادشاه «حِشبُون» عمل كرده بودیم، آن‌ها را یعنی تمام اهالی شهر و زنان و اطفال را تباه ساختیم.",
            "6": "و تمام چارپایان و غنیمت آن شهرها را برای خود تاراج كردیم.",
            "7": "در آن‌وقت آن سرزمین را از رود «اَرنُون» تا كوه «حِرمُون» كه در شرق «یردِن» است از دست این دو پادشاه اِمُوری گرفتیم.",
            "8": "صیدُونی‌ها «حِرمُون» را، «سیریون» و «اِمُوری‌ها» آن‌را، «سِنیر» می‌خواندند.",
            "9": "تمام شهرهای آن دشت و تمام گیلعاد و تمام «باشان» تا «سَلخا» و «اِدْرِعی»، شهرهای كشور «عُوگ» در «باشان» بود.",
            "10": "زیرا از بقیه «رِفائیم» فقط «عُوگ» پادشاه «باشان» باقی مانده بود. هم اكنون گهواره آهنین او در (شهر) رَبَت (متعلق به) فرزندان عَمُون موجود است. طولش نه اَما و عرض آن چهار اَمای مردانه است.",
            "11": "و آن سرزمین را آن‌وقت تصرف كردیم. از عَرُوعِر كه كنار رود اَرنُون است، و نصف كوه گیلعاد و شهرهایش را به رِئووِنی‌ها و گادی‌ها دادم.",
            "12": "و بقیه گیلعاد و تمام باشان –كشور عُوگ را به نصف سبط مِنَشه دادم. تمام منطقه اَرگُوو، یعنی تمام باشان سرزمین رِفائی‌ها خوانده می‌شد.",
            "13": "یائیر پسر مِنَشه تمام منطقه اَرگُوو تا مرز گِشوری و مَعَخاتی را گرفت و آن‌ها را به نام خود خواند. باشان را، حَوُوت یائیر (نامید) كه تا امروز (به همین نام) باقی است.",
            "14": "و گیلعاد را به «ماخیر» دادم.",
            "15": "و از گیلعاد و تا رود اَرنُون داخل دره و تا انتهای مرز را به رِئووِنی‌ها و گادی‌ها دادم و تا رود یبُوق كه مرز فرزندان عَمُون است ...",
            "16": "علاوه بر آن بادیه و یردِن و تا انتهای مرز، از كینِرِت تا دریای آن بادیه كه همان دریای نمك است، پائین دامنه آن قله به طرف شرق.",
            "17": "در آن‌وقت به شما فرمان داده گفتم: خداوند خالقتان این سرزمین را به شما داده است تا آن را تصرف كنید. پس شما همه‌ی مردان دلیر پیشاپیش برادران خود – فرزندان ییسرائل (اسرائیل)- مجهز عبور نمایید.",
            "18": "فقط زنان و اطفال و مواشی شما، كه می‌دانم مواشی زیاد دارید، در شهرهایتان كه آن‌ها را به شما دادم بمانند.",
            "19": "تا خداوند به برادران شما چون شما آسایش بخشد و آن‌ها هم سرزمینی را كه خداوند خالقتان در آن طرف یردِن به آن‌ها می‌دهد تصرف نمایند. سپس هركدام به زمین ملكی خود كه به شما دادم بازگردید.",
            "20": "و در آن وقت به یهُوشوعَ (یُوشَع) دستور داده گفتم: عملی را كه خداوند خالقتان با این دو پادشاه كرد دیدی، خداوند با تمام كشورهایی كه تو به سوی آن‌ها می‌روی، همین‌طور عمل خواهد كرد.",
            "21": "از آن‌ها ترس نداشته باشید زیرا خداوند خالق شماست كه برای شما جنگ می‌كند.",
            "22": "در آن‌وقت به خداوند التماس كرده گفتم:",
            "23": "خداوندا، خداوند، تو شروع كردی كه بزرگواری و قدرت زیادت را به بنده‌ات نشان دهی، چون‌كه كدام نیرویی در آسمان و زمین وجود دارد كه كارها و دلاوری‌های تو را انجام دهد.",
            "24": "تمنا این‌كه (اجازه دهی از یردِن) عبور نمایم و آن سرزمین خوبی را كه در آن‌طرف یردِن است یعنی این كوه زیبا و لِوانُون را ببینم.",
            "25": "خداوند به سبب شما به من خشم كرد و به سخنم گوش نداد. خداوند به من گفت: تو را بس است. بار دیگر در این مورد با من به صحبت ادامه نده.",
            "26": "بر سر این قله برآمده و چشمانت را به باختر و شمال و جنوب و خاور متوجه كن و با چشمانت ببین زیرا از این یردِن نخواهی گذشت.",
            "27": "به یهُوشوعَ (یُوشَع) فرمان بده. او را تقویت و تشجیع كن زیرا او پیشاپیش این قوم خواهد گذشت و او آن سرزمین را كه می‌بینی، به ملكیت آنان درخواهد آورد.",
            "28": "پس در «گی» مقابل بِت (خانه‌ی) پِعُور ماندیم."
        },
        "3": {
            "0": "و اكنون ای ییسرائل (اسرائیل) برای این‌كه زنده بمانید و به آن سرزمینی كه خداوند خالق اجدادتان به شما می‌دهد وارد شده آن را تصرف نمایید به قانون‌ها و احكامی كه من به شما یاد می‌دهم كه انجام دهی گوش بده.",
            "1": "بر چیزی كه من به شما فرمان می‌دهم، نیفزایید و از آن كسر ننمایید و فرمان‌های خداوند خالقتان را كه من به شما فرمان می‌دهم رعایت كنید.",
            "2": "چشمان شما ناظرند كه خداوند در مورد بُتِ‌ پِعُور چه كرد. زیرا خداوند خالق تو هر كسی را كه به دنبال بُتِ‌ پِعُور رفت، از میان تو نابود كرد.",
            "3": "ولی شما كه با خداوند خالقتان پیوند دارید تمامتان امروز زنده‌اید.",
            "4": "توجه كن كه همان‌طور كه خداوند خالقم به من فرمان داد قانون‌ها و احكام را به شما یاد دادم. تا در آن سرزمینی كه شما برای تصرفش بدانجا وارد می‌شوید همین‌گونه عمل كنید.",
            "5": "رعایت نموده عمل كنید، زیرا این (توراه) در نظر اقوام، عقل و فهم شماست كه اگر از تمام این قانون‌ها خبر یابند خواهند گفت: این قوم بزرگ، تنها قوم عاقل و فهیم است.",
            "6": "زیرا كدام قوم بزرگی است كه معبودی چون خداوند داشته باشد كه هر زمانی كه به درگهش فریاد برآورد، به او نزدیك باشد.",
            "7": "و كدام قوم بزرگی است كه قانون‌ها و احكامی عادلانه مانند تمام این تُورایی كه من امروز در مقابل شما می‌گذارم داشته باشد؟",
            "8": "فقط مواظب خودت باش و جانت را كاملاً حفظ نما، مبادا این چیزها را كه چشمانت دیدند فراموش كنی و مبادا در تمام روزهای زندگیت از دلت بیرون برود. آن‌ها را به آگاهی فرزندان و فرزندان فرزندانت برسان.",
            "9": "روزی را كه در حُورِو در مقابل خداوند خالق خودت ایستادی (فراموش مكن). آن زمانی كه به من گفت این قوم را جمع كن تا سخنان خود را به گوش آن‌ها برسانم تا در تمام مدتی كه بر روی زمین زندگی می‌كنند از من بترسند و آن‌را به فرزندان خود تعلیم دهند.",
            "10": "پیش آمده زیر كوه ایستادید، و آن كوه تا قلب آسمان در آتش مشتعل بود و به خاطر ابر و مه تار بود.",
            "11": "خداوند از میان آتش با شما سخن می‌گفت: شما صدای سخنان را شنیدید و شكلی را نمی‌دیدید فقط صدا (را می‌شنیدید).",
            "12": "پیمانش –ده فرمان- را به شما اعلام داشت كه انجام دهید و آن‌ها را روی دو لوح سنگی نوشت.",
            "13": "و در آن موقع خداوند به من فرمان داد كه قانون‌ها و احكام را به شما یاد بدهم تا آن‌ها را در سرزمینی كه شما به سوی آن می‌روید تا آن‌را تصرف نمایید، انجام دهید.",
            "14": "خیلی مواظب جان‌های خود باشید زیرا در روزی كه خداوند در حُورِو از درون آتش به شما سخن گفت هیچ شكلی را ندیدید.",
            "15": "مبادا فاسد شوید و برای خود تصویری –یا هر تمثالی كه نمایانگر چیزی باشد، تركیب مذكر یا مؤنثی بسازید.",
            "16": "شكل هر چارپایی كه در زمین است شكل هر پرنده‌ی بالداری كه در آسمان پرواز كند ...",
            "17": "شكل هر جنبنده‌ای خاكی، شكل هر موجودی در سطوح آب‌ها از سطح زمین به پایین.",
            "18": "مبادا چشمانت را به سوی آسمان بلند كنی و خورشید و ماه و ستارگان یعنی تمام اجرام آسمانی را ببینی و منحرف گشته به آن‌ها سجده نمایی و آن‌ها را پرستش كنی –چون‌كه خداوند خالقت آن (اجرام آسمانی) را به همه‌ی اقوام زیر آسمان (از آن جمله قوم ییسرائل (اسرائیل)) سهم داده است. (تا از خواص آن‌ها بهره‌برداری كنند نه كه آن‌ها را پرستش كنند).",
            "19": "و اما خداوند شما را گرفته از كوره‌ی (ذوب) آهن یعنی از مصر بیرون آورد تا مانند امروز قوم اختصاصی او باشید.",
            "20": "و خداوند به خاطر سخنان شما به من غضب كرد و بر سر عدم عبور من از یردِن و این‌كه به آن سرزمین خوبی كه خداوند خالقت به ملكیت به تو می‌دهد وارد نشوم سوگند یاد كرد.",
            "21": "زیرا من در این سرزمین می‌میرم، از یردِن عبور نخواهم كرد ولی شما عبور می‌كنید و آن سرزمین خوب را به ارث خواهید برد.",
            "22": "مواظب خودتان باشید مبادا پیمانی را كه خداوند خالقتان با شما بسته است فراموش نموده، و شكل هرچیزی را كه خداوند خالقت تو را منع كرده است برای خود بسازی.",
            "23": "زیرا خداوند خالق، آتش سوزاننده و قادر غیور است.",
            "24": "هرگاه فرزندان و نوادگانی به وجود آوردی و در آن سرزمین مدت زیادی اقامت كرده فاسد شوید و مجسمه‌ی شكل هر چیزی را بسازید و در نظر خداوند خالقت به منظور عصبانی نمودن او آن بدی (بت‌پرستی) را انجام دهید.",
            "25": "امروز آسمان و زمین را برای شما شاهد می‌گیرم كه از آن سرزمینی كه شما از یردِن به آن‌جا عبور می‌كنید تا آن را تصرف كنید، حتماً در به در می‌شوید. بر آن، عمر طولانی نخواهید داشت بلكه حتماً آواره خواهید شد.",
            "26": "خداوند شما را میان قوم‌ها پراكنده خواهد كرد و میان قوم‌هایی كه خداوند شما را به آن‌جا می‌برد جمعیت كمی باقی خواهید ماند.",
            "27": "و آن‌جا بت‌های چوبی و سنگی ساخت دست انسان را، كه نمی‌بینند و نمی‌شنوند و نمی‌خورند و نمی‌بویند پرستش خواهید كرد.",
            "28": "(بالاخره) در آن‌جا خداوند خالقت را طلب خواهید كرد، چنان‌چه با تمام قلبت و با تمام جانت او را جستجو كنی (وی را) خواهی یافت.",
            "29": "در موقع مذلتت وقتی تمام این چیزها به سر تو آمد، در دوره‌های آخر، به درگاه خداوند خالقت بازگشت نموده گفته‌های او را اطاعت خواهی كرد.",
            "30": "نظر به این‌كه خداوند خالقت مهربان است تو را ترك نخواهد كرد و نابودت نخواهد نمود و پیمان پدرانت را كه به آن‌ها سوگند یاد كرد به فراموشی نخواهد سپرد.",
            "31": "فقط درباره‌ی روزهای پیشین كه قبل از تو بوده است –از روزی كه خداوند آدم را روی زمین آفرید، از این سوی آسمان تا آن سوی آن جویا شو، آیا چنین كار بزرگی انجام یافته است؟ آیا مانند آن شنیده شده است؟",
            "32": "آیا قومی (هست كه) صدای خداوند را كه از میان آتش سخن بگوید همان‌گونه كه تو شنیدی، شنیده و زنده مانده باشد؟",
            "33": "آیا (هرگز) معبودی كوشش كرده است آنسان كه خداوند خالقتان جلو چشم تو در مصر برای شما عمل كرد وارد شده، با آزمایشات و آیات و معجزات و جنگ و با قدرتی قوی و بازویی افراشته و با كارهای شگفت‌انگیز و عظیم گروهی را از میان گروهی دیگر برای خود بیرون ببرد؟",
            "34": "(این‌ها) به تو نشان داده شد تا بدانی كه خداوند همان خداوند است و به جز او (خداوندی) نیست.",
            "35": "از آسمان‌ها صدایش را به تو شنوانید تا تو را تأدیب نماید و روی زمین آتش بزرگش را نشانت داد و سخنانش را از میان آتش شنیدی.",
            "36": "به علت این‌كه پدرانت را دوست می‌داشت نسل او (نسل یعقُوو (یعقوب)) را بعد از او انتخاب نمود. پس تو را با حضور خود به وسیله‌ی نیروی بزرگش از مصر بیرون آورد.",
            "37": "تا قوم‌های بزرگ و دلیرتر از تو را از مقابل تو براند و تو را به سرزمین ایشان آورده و مانند امروز (كه می‌بینی) سرزمین آن‌ها را به ملكیت تو درآورد.",
            "38": "پس امروز بدان و قلبت را (به این امر) متمایل كن كه از آسمان به بالا و روی زمین به پایین خداوند خالق است و دیگر (خدایی) نیست.",
            "39": "پس قانون‌ها و فرمان‌هایی را كه من امروز به تو دستور می‌دهم رعایت نما تا وضع تو و فرزندان تو بعد از تو بهتر شود، و برای این‌كه روی آن سرزمینی كه خداوند خالقت به تو می‌دهد، تمام روزگار، عمر طولانی داشته باشی.",
            "40": "آن‌وقت مُشه (موسی) در این طرف یردِن، در سمت شرقی، سه شهر جدا كرد.",
            "41": "تا قاتلی كه همنوع خود را غیرعمدی به قتل رسانیده و قبلاً دشمن وی نبوده باشد به یكی از این شهرها بگریزد و زنده بماند.",
            "42": "(شهرهای مذكور عبارت است از:) بِصِر در بیابان در سرزمین جلگه برای رِئووِنی‌ها، و رامُوت در گیلعاد برای گادی‌ها و گُولان در باشان برای مِنَشِه‌ای‌ها.",
            "43": "شریعتی كه مُشه (موسی) پیش فرزندان ییسرائل (اسرائیل) قرار داد به شرح زیر است:",
            "44": "این‌ها فرمان‌ها(ی گواه بر وجود خدا) و قانون‌ها و احكامی است كه مُشه (موسی) هنگام بیرون آمدن فرزندان ییسرائل (اسرائیل) از مصر به آن‌ها گفت.",
            "45": "مُشه (موسی) و فرزندان ییسرائل (اسرائیل) هنگام خروجشان از مصر، در آن سوی یردن، در گَی، مقابل بِت پِعُور، در سرزمین سیحُون پادشاه اِمُوری كه ساكن حِشبُون بود وی را شكست دادند.",
            "46": "سرزمین وی و سرزمین عُوگ پادشاه باشان –دو پادشاه اِمُوری را كه در این سوی یردِن در سمت شرق است به ارث بردند.",
            "47": "از عَرُوعِر كه در كنار رود اَرنُون است و تا كوه سیئُون یعنی همان حِرمُون.",
            "48": "و تمام بادیه‌ی طرف شرقی یردِن و تا دریای آن بادیه زیر سراشیبی‌های قله."
        },
        "4": {
            "0": "مُشه (موسی) تمام فرزندان ییسرائل (اسرائیل) را فراخوانده به آن‌ها گفت: ای ییسرائل به قانون‌ها و احكامی كه من امروز در حضور شما می‌گویم گوش داده و آن‌ها را بیاموزید و رعایت نموده عمل كنید.",
            "1": "خداوند خالق ما، در حُورِو با ما پیمان بست.",
            "2": "نه تنها خداوند این پیمان را با پدران ما (بست) بلكه با ما، خود ما، این‌هایی‌كه امروز همگی این‌جا زنده‌ایم، منعقد نمود.",
            "3": "خداوند در آن كوه، رویاروی، از میان آتش با شما سخن گفت.",
            "4": "نظر به این‌كه از آن آتش ترس داشتید و بالای كوه نرفتید، من در آن‌وقت بین خداوند و شما ایستادم تا كلام خداوند را با شما به این شرح اطلاع دهم.",
            "5": "من خداوند، خالق تو هستم، كه تو را از سرزمین مصر از خانه‌ی بندگی بیرون آوردم.",
            "6": "در مقابل من معبودان دیگری برای تو وجود نداشته باشد.",
            "7": "هیچ تصویری – هیچ شكلی: از آن‌چه در آسمان و بالای آن و در زمین و پایین آن و در اعماق آب‌ها باشد برای خود نساز.",
            "8": "به آن‌ها سجده نكن و آن‌ها را پرستش ننما. چون‌كه من خداوند خالقت قادر غیور بازخواست كننده‌ی گناه پدران از فرزندان (فرزند و نوه) و از نسل سوم و از نسل چهارم دشمنانم (كه پیرو پدر بدكار خود باشند) می‌باشم.",
            "9": "نیكی كننده به هزاران (نسل) یعنی به دوستانم و به كسانی كه فرمان‌های مرا مراعات می‌كنند. (یعنی كسانی كه پیرو پدر نیكوكار خود هستند می‌باشم).",
            "10": "نام خداوند خالقت را بیهوده بر زبان نیاور زیرا كسی را كه نام او را بیهوده بر زبان آورد بدون مجازات نخواهد گذاشت.",
            "11": "همان طوری كه خداوند خالقت تو را فرمان داد، مواظب باش روز شبات را مقدس بداری.",
            "12": "شش روز كار كن و تمام كارت را انجام بده.",
            "13": "و روز هفتم برای خداوند خالقت شبات است، تو و پسرت و دخترت و غلامت و كنیزت و گاوت و الاغت و هر چارپایی كه از آن تو باشد و غریبت كه تحت اختیار تو هستند هیچ كاری نكنید. تا این‌كه غلامت و كنیزت چون تو استراحت كنند.",
            "14": "به یاد آور كه در سرزمین مصر غلام بودی و خداوند خالقت با قدرت قوی و بازوی افراشته تو را از آن‌جا بیرون آورد. به همین جهت خداوند خالقت به تو فرمان داد (دستورات) روز شبات را رعایت كنی.",
            "15": "همان‌گونه كه خداوند خالقت به تو فرمان داد به پدرت و مادرت احترام بگذار تا این‌كه عمرت طولانی شود و تا این‌كه روی آن سرزمینی كه خداوند خالقت به تو می‌دهد وضع خوبی داشته باشی.",
            "16": "قتل نكن، زنا نكن و دزدی نكن. برای همنوعت شهادت دروغ نده.",
            "17": "و حسرت زن همنوعت را مبر و خانه‌ی همنوعت را –كشتزارش و غلامش و كنیزش، گاوش و الاغش و هر چه را مال همنوعت است آرزو نكن.",
            "18": "خداوند در كوه از داخل آتش ابر و مه این سخنان را با صدای بلند گفت و تكرار نكرد. آن‌ها را بر دو لوح سنگی نوشته به من داد.",
            "19": "چنین واقع شد هنگامی كه این صداها را از داخل تاریكی شنیدید آن كوه در آتش افروخته بود تمام سران سبط و پیرانتان پیش من آمدید.",
            "20": "و گفتید اینك خداوند خالق ما جلال و بزرگی خود را به ما نشان داد و صدایش را از داخل آتش در این روز شنیدیم، دیدیم (ممكن است) خداوند با انسان سخن بگوید و او (انسان) زنده بماند.",
            "21": "و اكنون چرا بمیریم زیرا این آتش عظیم ما را خواهد سوزاند. اگر باز هم بار دیگر ما صدای خداوند خالق خود را بشنویم خواهیم مرد.",
            "22": "زیرا كدام بشری است كه صدای خداوند حی را كه از داخل آتش صحبت كند مانند ما شنیده باشد و زنده مانده باشد؟",
            "23": "تو پیش برو و آن‌چه را خداوند خالق ما می‌گوید بشنو و تو آن‌چه را كه خداوند خالق به تو بگوید به ما بگو تا بشنویم و انجام دهیم.",
            "24": "خداوند صدای سخنان شما را كه به من صحبت كردید شنید. پس خداوند به من گفت صدای سخنان این قوم را كه با تو صحبت كردند شنیدم. خوب كاری كردند كه تمام این سخنان را گفتند.",
            "25": "ای كاش تمام روزگار همین قلب را داشته باشند و از من بترسند و تمام فرمان‌هایم را رعایت كنند. برای این‌كه تا ابد وضع آن‌ها و فرزندانشان خوب باشد.",
            "26": "برو به آن‌ها بگو «به چادرهای خودتان بازگردید».",
            "27": "و تو این‌جا پیش من بمان كه تمام فرمان‌ها و قانون‌ها و احكامی را كه به آن‌ها یاد خواهی داد به تو بگویم تا در سرزمینی كه من آن‌را به آن‌ها برای ارث بردن می‌دهم، انجام دهند.",
            "28": "مواظب باشید همان‌گونه كه خداوند خالقتان به شما فرمان داد عمل نمایید. به راست و چپ منحرف نشوید.",
            "29": "در هر راهی كه خداوند خالقتان به شما فرمان داد، بروید. تا این‌كه زنده بمانید و وضعتان خوب باشد، و در آن سرزمینی كه ارث می‌برید عمر طولانی داشته باشید."
        },
        "5": {
            "0": "این است فرمان –قانون‌ها و احكامی‌كه خداوند خالقتان فرموده است به شما تعلیم بدهم تا در سرزمینی كه شما برای وارث شدنش به آن‌جا می‌روید، انجام دهید.",
            "1": "تا این‌كه از خداوند خالق خود ترس داشته تمام قانون‌ها و فرمان‌هایش را كه من به تو و به فرزندت و فرزند فرزندت دستور می‌دهم در تمام مدت عمرت رعایت نمایی و عمرت طولانی شود.",
            "2": "ای ییسرائل (اسرائیل) (آن‌ها را) گوش داده مواظب باش انجام دهی تا وضع تو خوب شود و همان‌گونه كه خداوند خالق پدرانت به تو گفت در آن سرزمینی كه در آن شیر و شهد جاری است بسیار زیاد گردید.",
            "3": "ای ییسرائل (اسرائیل) گوش بده خداوند خالق ما، خداوند یكتاست.",
            "4": "خداوند خالق خود را با تمام قلبت و با تمام جانت و با تمام دارائیت دوست بدار.",
            "5": "و این سخنانی كه من امروز به تو فرمان می‌دهم روی قلبت، (مورد توجه تو) باشد.",
            "6": "هنگام نشستنت در خانه و راه رفتنت و در وقت خوابیدن و برخاستنت، آن‌ها را خوب به فرزندانت یاد بده و در مورد آن‌ها گفتگو نما.",
            "7": "آن‌ها را به عنوان علامت روی دستت ببند و به منزله‌ی زینت بین چشمانت قرار گیرد.",
            "8": "آن‌ها را بر باهوهای دَرِ خانه و بر دروازه‌های خویش بنویس.",
            "9": "و واقع شود هنگامی كه خداوند خالقت تو را به‌ آن سرزمینی كه به پدرانت، به اَوراهام (ابراهیم) و ییصحاق (اسحاق) و یعقُوو (یعقوب) سوگند یاد كرد آن را به تو بدهد، بیاورد، یعنی (به) شهرهای بزرگ و خوبی كه تو نساختی ...",
            "10": "و به خانه‌های پر از نعمت كه تو پر نكردی و چاه‌های حفر شده‌ای كه تو حفر نكردی، تاكستان‌ها و زیتون‌هایی كه تو غرس ننمودی (وارد شده) بخوری و سیر شوی ...",
            "11": "مواظب خود باش، مبادا خداوند را كه تو را از سرزمین مصر از خانه‌ی غلامی بیرون آورد، فراموش كنی.",
            "12": "از خداوند خالق خود ترس داشته باش و او را ستایش نما و (در صورت لزوم به امر دادگاه) به نام وی سوگند یاد كن.",
            "13": "به دنبال دیگر معبودها، از معبودهای قوم‌هایی‌كه اطراف شما هستند نروید.",
            "14": "زیرا خداوند خالقت قادر غیور در میان توست، مبادا خشم خداوند خالقت بر تو افروخته شده از روی زمین نابودت سازد.",
            "15": "خداوند خالقتان را همان‌گونه كه در مَسا آزمودید نیازمایید.",
            "16": "فرمان‌های خداوند خالقتان و دستوراتش را (كه اجرای آن‌ها گواهی دادن بر وجودش می‌باشد) كه به شما داد حتماً رعایت كنید.",
            "17": "آن‌چه كه در نظر خداوند پسندیده و نیكوست به عمل آور تا وضعت خوب شود و تا به آن سرزمین خوبی كه خداوند به پدرانت سوگند یاد كرد، وارد شوی و وارث آن گردی.",
            "18": "تا این‌كه همان‌گونه كه خداوند گفت دشمنانت را از مقابل تو دفع كند.",
            "19": "چنانچه در آینده، پسرت از تو پرسیده بگوید این فرامین (گواه بر وجود خدا) و قانون‌ها و احكامی‌كه خداوند خالق ما به شما فرمان داد چیست؟",
            "20": "به پسرت بگو در مصر غلام پَرعُوه (فرعون) بودیم. خداوند ما را از مصر با قدرتی قوی بیرون آورد.",
            "21": "خداوند در مصر، در نظر ما آیات و معجزات بزرگ و مصیبت‌باری برای پَرعُوه (فرعون) و تمام خاندانش ظاهر ساخت.",
            "22": "و ما را از آن‌جا خارج كرد تا این‌كه ما را به آن سرزمینی كه (در مورد آن) به پدران ما سوگند یاد كرده بود آورده و (آن را) به ما بدهد.",
            "23": "پس خداوند به ما فرمان داد تمام این قانون‌ها را به منظور ترسیدن از خداوند خالق خود و خوشبخت بودن در تمام عمر انجام دهیم تا مانند امروز به ما زندگی ببخشد.",
            "24": "و اگر مواظب بوده تمام این فرمان‌ها را همان‌گونه كه به ما فرمان داده است، در حضور خداوند خالق خود عمل نماییم سعادت خواهیم داشت."
        },
        "6": {
            "0": "هنگامی‌كه خداوند خالقت تو را به آن سرزمینی كه به آن‌جا وارد می‌شوی تا آن را متصرف شوی بُرد و قوم‌های بسیاری یعنی: حیتی، گیرگاشی، اِمُوری، كِنَعَنی (کنعانی)، پِریزی، حیوی و یووسی، همان هفت قومی را كه پرجمعیت‌تر و نیرومندتر از تو هستند از پیش تو راند ...",
            "1": "و خداوند خالق تو آن‌ها را به تو تسلیم نمود تا آن‌ها را مغلوب نمایی، آن‌ها را حتماً قتل عام كن، با آن‌ها پیمان نبند و به آن‌ها ترحم نكن.",
            "2": "با آن‌ها ازدواج نكن دخترت را به پسرش نده و دخترش را برای پسرت نگیر.",
            "3": "چون‌كه پسرت را از پیروی از من منحرف خواهد كرد و دیگر معبودان را ستایش خواهند نمود. پس خشم خداوند بر شما افروخته خواهد شد و تو را به زودی نابود خواهد ساخت.",
            "4": "بلكه با آن‌ها این‌چنین عمل كنید. قربانگاه‌های آن‌ها را ویران نموده ستون‌های جای پرستش آن‌ها را خرد كنید و درخت‌های مورد پرستش آن‌ها را بشكنید و بت‌های آن‌ها را با آتش بسوزانید.",
            "5": "زیرا تو برای خداوند خالق خود قوم مقدسی هستی. خداوند خالقت تو را انتخاب كرد تا در میان تمام قوم‌های روی زمین برای وی قومی نخبه باشی.",
            "6": "خداوند نه به خاطر زیادتر بودن شما از قوم‌های دیگر به شما زیاد علاقمند شد و شما را انتخاب كرد، زیرا شما از تمام قوم‌ها كم‌جمعیت‌ترید.",
            "7": "بلكه به‌خاطر محبت خداوند به شما و به خاطر رعایت سوگندی كه برای پدران شما یاد كرده است خداوند شما را با قدرتی قوی بیرون آورد و تو را از دست پَرعُوه (فرعون) پادشاه مصر از خانه‌ی بردگی بازخرید.",
            "8": "پس بدان كه خداوند خالق تو، خداست. قادری است وفادار كه پیمان و احسانش را نسبت به دوستدارانش و كسانی كه فرامینش را رعایت می‌كنند برای هزار نسل مراعات می‌كند.",
            "9": "و به هر یك از دشمنان خود (به پاس كار نیكی كه احتمالاً انجام داده باشد) در زندگیش پاداش می‌دهد تا (در آخرت) نابودش سازد و نسبت به دشمنش تاخیر روا نمی‌دارد، در زندگیش به او پاداش می‌دهد.",
            "10": "پس فرمان‌ها و قانون‌ها و احكامی را كه من امروز به تو می‌دهم رعایت كرده به آن‌ها عمل نما.",
            "11": "چنین مقرر است، در ازای این‌كه به این احكام گوش داده و آن‌ها را رعایت نمایی خداوند خالق تو پیمان و احسانی را كه به پدرانت سوگند یاد كرد در حق تو مراعات خواهد نمود.",
            "12": "دوستت خواهد داشت و بركتت خواهد داد و افزونت خواهد گردانید. ثمره‌ی شکمت و میوه‌ی زمینت، غله و شیره و روغنت – بچه‌ی گاوهایت و گله‌ی گوسفندانت را روی زمینی که به پدرانت سوگند یاد کرد تا به تو بدهد، برکت خواهد داد.",
            "13": "از تمام قوم‌ها مبارك‌تر خواهی بود. در میان تو مرد و زن عقیم وجود نخواهد داشت و همین‌گونه در میان چارپایان تو.",
            "14": "خداوند هر گونه بیماری را از تو دور خواهد كرد و هیچ‌یك از دردهای درمان‌ناپذیر مصریان را كه می‌شناسی، بر تو مستولی نخواهد نمود، بلكه آن‌ها را به دشمنان تو خواهد داد.",
            "15": "تمام قوم‌هایی را كه خداوند خالقت به تو تسلیم می‌كند فنا ساز، نسبت به آن‌ها چشم‌پوشی نكن. معبودانشان را پرستش ننما زیرا این برای تو دامی خواهد بود.",
            "16": "اگر با خود بگویی این قوم‌ها از من افزون‌ترند، چگونه می‌توانم آن‌ها را بیرون كنم؟",
            "17": "از آن‌ها ترس نداشته باش، آن‌چه را خداوند خالقت با پَرعُوه (فرعون) و با تمام مصریان عمل كرد به یاد آور.",
            "18": "یعنی تجربه‌های بزرگ و آیات و معجزات و قدرتی قوی و بازویی افراشته را كه چشمانت مشاهده نمود كه خداوند خالقت (به وسیله‌ی آن‌ها) تو را بیرون آورد (به یاد آور). خداوند خالقت با همه‌ی قوم‌هایی‌كه تو از حضور آن‌ها ترس داری چنین عمل خواهد نمود.",
            "19": "خداوند خالقت زنبورهای سرخ را به میان آن‌ها روانه خواهد نمود تا بازماندگان آن‌ها و پنهان شدگانشان را از پیش تو نابود سازد.",
            "20": "از آن‌ها نهراس زیرا خداوند خالقت كه قادری بزرگ و مهیب است در میان توست.",
            "21": "خداوند خالقت این قوم‌ها را به تدریج از پیش تو می‌راند. نباید آن‌ها را زود فنا نمایی مبادا كه حیوانات صحرا علیه تو بسیار شوند.",
            "22": "خداوند خالقت آن‌ها را در برابر تو تسلیم می‌كند و تا نابودیشان آن‌ها را فوق‌العاده آشفته می‌گرداند.",
            "23": "پادشاهان آن‌ها را به دست تو تسلیم خواهند كرد تا نامشان را از زیر آسمان محو سازی. كسی را در برابر تو یارای مقاومت نخواهد بود تا آن‌كه آن‌ها را نابود گردانی.",
            "24": "پیكره‌های معبودانشان را با آتش بسوزانید. آرزو نكن كه نقره و طلایی را كه بر آن‌هاست برای خود برداری. مبادا با آن به دام افتی، چون‌كه (این عمل) در نظر خداوند خالقت ناپسند است.",
            "25": "و چیز ناپسند را وارد خانه‌ی خود نكن تا مثل آن (چیز) تحریم نگردی. از آن نهایت نفرت را داشته و كاملاً آن را زشت بدان چون‌كه حرام است."
        },
        "7": {
            "0": "مواظب باشید هر فرمانی را كه من امروز به شما می‌دهم، انجام دهید تا این‌كه زنده مانده افزون شوید و بیایید آن سرزمینی را كه خداوند (درباره‌ی آن) به پدران شما سوگند یاد كرد به تصرف درآورید.",
            "1": "تمام راهی را كه در بیابان خداوند خالقت تو را در این چهل سال رهبری نمود به یاد آور. برای این بود كه تو را رنج داده بیازماید و بداند در قلب تو چیست؟ و آیا فرمانش را رعایت می‌كنی یا نه؟",
            "2": "تو را رنج داد و گرسنه گذاشت. «مان» را كه نمی‌شناختی و پدرانت نمی‌شناختند به تو خورانید تا این‌كه به تو بفهماند كه آدمی تنها به وسیله‌ی غذا زنده نمی‌ماند بلكه به خاطر هر امری كه (برای زنده ماندن كسی) از سوی خداوند صادر شده است زنده می‌ماند.",
            "3": "اینك چهل سال است لباس تو در برت فرسوده نشد و پایت آماس نكرد.",
            "4": "پس با شعورت تشخیص بده همان‌طوری كه كسی فرزندش را تأدیب می‌كند خداوند خالقت تو را تأدیب می‌نماید.",
            "5": "پس دستورات خداوند خالقت را مراعات نما تا در راه‌هایش گام نهی و از او ترس داشته باشی.",
            "6": "هنگامی‌كه خداوند خالقت تو را به سرزمین خوبی بیاورد –سرزمین رودهای آب، كه چشمه‌ها و سیلاب‌هایش از دره‌ها و كوه‌ها بیرون می‌آیند ...",
            "7": "سرزمین گندم و جو و تاك و انجیر و انار –سرزمین زیتون پر روغن و شهد (خرما) ...",
            "8": "سرزمینی كه در آن در حال فقر، امرار معاش نكنی، چیزی در آن كسر نداشته باشی، سرزمینی كه از سنگ‌هایش آهن و از كوهستان‌هایش مس استخراج كنی ...",
            "9": "می‌خوری و سیر می‌شوی، خداوند خالق خود را به خاطر آن سرزمین خوبی كه به تو داده سپاس بگو.",
            "10": "مواظب خود باش مبادا خداوند خالق خود را فراموش كنی و فرمان‌ها و احكام و قانون‌هایش را كه من امروز به تو امر می‌كنم مراعات نكنی ...",
            "11": "مبادا بخوری و سیر شوی، خانه‌های خوب بسازی و بنشینی ...",
            "12": "رمه و گله‌ات افزون شود، نقره و طلایت زیاد گشته، آن‌چه داری افزون گردد.",
            "13": "آنگاه دلت مغرور شود و خداوند خالق خود را كه تو را از سرزمین مصر و از خانه‌ی غلامی بیرون آورد فراموش كنی ...",
            "14": "تو را در بیابان بزرگ و خوفناكی كه جای مار، مار سمی و عقرب می‌باشد و خشك و بی‌آب است رهبری می‌كند، برای تو از سنگ خارا آب بیرون می‌كشد ...",
            "15": "در بیابان، «مان» را كه پدرانت نمی‌شناختند به تو می‌خوراند. برای این‌كه تو را رنج داده بیازماید تا تو را عاقبت به خیر گرداند.",
            "16": "(مبادا) در دلت بگویی این نیرو و قوت دستم بود كه این توانگری را برای من به وجود آورد.",
            "17": "بلكه خداوند خالق خود را به یاد داشته باش، زیرا اوست كه به تو نیرو می‌دهد تا توانایی حاصل كنی تا چنان‌كه امروز می‌بینی به پیمان خود كه برای پدرانت سوگند یاد كرده است وفا كند.",
            "18": "امروز به شما اخطار كردم كه چنین مقرر است كه اگر خداوند خالق خود را فراموش كنی و به دنبال دیگر معبودان رفته و آن‌ها را ستایش نمایی و به آن‌ها سجده كنی حتماً آواره می‌شوید.",
            "19": "در نتیجه‌ی عدم اطاعتتان از سخن خداوند خالق خود، مانند قوم‌هایی كه خداوند از پیش شما نابود می‌كند، در به در خواهید شد."
        },
        "8": {
            "0": "ای ییسرائل (اسرائیل) گوش فرادار: تو امروز از یردِن می‌گذری تا بیایی قوم‌های بزرگ و قوی‌تر از خود و شهرهای بزرگی را كه حصارهایشان سر به آسمان می‌ساید به تصرف درآوری.",
            "1": "قومی بزرگ و بلند قد یعنی فرزندان عَناقی‌ها (غول‌ها) را تو می‌شناسی و درباره‌ی آن‌ها شنیده‌ای: كیست كه در برابر فرزندان عَناق (غول) مقاومت كند؟",
            "2": "امروز بدان كه خداوند، خالق توست. او آتشی است سوزان كه پیشاپیش تو می‌گذرد او نابودشان می‌کند و در برابر تو تسلیمشان می‌كند. همان‌گونه كه خداوند به تو گفت زود آن‌ها را بیرون رانده نابودشان كن.",
            "3": "هنگامی‌كه خداوند خالقت آن‌ها را از پیش تو دفع كرد چنین مگو كه خداوند به سبب عدالت من مرا آورد تا این سرزمین را به تصرف درآورم بلكه به سبب شرارت این قوم‌هاست كه خداوند آن‌ها را از پیش تو میراند.",
            "4": "به سبب عدالت و پاك‌دلیت نیست كه میایی سرزمین آن‌ها را به تصرف درآوری بلكه به سبب شرارت این قوم‌هاست كه خداوند خالقت آن‌ها را از پیش تو می‌راند و به خاطر وفا كردن به سوگندی است كه برای پدرانت، اَوراهام (ابراهیم)، ییصحاق (اسحاق) و یعقُوو (یعقوب) یاد كرده است.",
            "5": "بدان، به سبب عدالت تو نیست كه خداوند خالقت این سرزمین خوب را به تو می‌دهد كه آن را به تصرف درآوری چون‌كه تو قومی، گردن‌شق هستی.",
            "6": "به یاد داشته باش فراموش نكن كه خداوند خالقت را در بیابان خشمگین كردی. از همان روزی كه از سرزمین مصر بیرون آمدی تا رسیدنتان به این محل در برابر خداوند نافرمان بودید.",
            "7": "و در حُورِو خداوند را خشمگین كردی و خداوند به شما غضب كرد تا شما را نابود كند.",
            "8": "هنگامی كه از آن كوه بالا رفتم كه لوح‌های سنگی –لوح‌های پیمانی را كه خداوند با شما منعقد كرد بگیرم، چهل روز و چهل شب در آن كوه ماندم. غذا نخوردم و آب ننوشیدم.",
            "9": "خداوند آن دو لوح سنگی را كه با قدرت خداوند نوشته شده بود، به من داد و روی آن‌ها تمام آن سخنانی‌كه خداوند در آن كوه از میان آتش در روز آن اجتماع در برابر شما گفت (نوشته شده) بود.",
            "10": "در پایان چهل روز و چهل شب بود كه خداوند آن دو لوح سنگی – لوح‌های پیمان را، به من داد.",
            "11": "خداوند به من گفت: برخیز زود از اینجا پایین برو چون‌كه قومت كه از مصر بیرون آوردی، فاسد شده است. فوراً از آن راهی كه به آن‌ها فرمان دادم دور شدند و برای خود بت ریختگی ساختند.",
            "12": "خداوند به من گفت: این قوم را ملاحظه كردم كه اینك قومی گردن‌شق است.",
            "13": "مانع نشو تا نابودشان سازم و نامشان را از زیر آسمان محو كنم و تو را به قومی قویتر و افزونتر از او تبدیل نمایم.",
            "14": "در حالی كه آن كوه در آتش افروخته و دو لوح پیمان روی دو دست‌های من بود بازگشته و از كوه پایین آمدم.",
            "15": "مشاهده كردم كه اینك به خداوند خالق خود خطا كردید. برای خودگوساله‌ی ریختگی درست نمودید. به زودی از آن راهی که خدا به شما سفارش کرده بود دور شدید.",
            "16": "دو لوح را گرفتم. از روی دو دستم انداخته آن‌ها را جلو چشمان شما خرد كردم.",
            "17": "به خاطر تمام خطایی كه شما مرتكب شده بودید و آن كار بد (گوساله‌پرستی) را در نظرش انجام دادید تا عصبانیش كنید، مانند بار اول به حضور خداوند روی بر زمین نهادم. چهل روز و چهل شب غذا نخوردم و آب ننوشیدم.",
            "18": "زیرا از خشم و غضبی كه خداوند بر شما كرد تا شما را نابود كند ترسیدم. خداوند این بار هم با من موافقت كرد.",
            "19": "خداوند نسبت به اَهَرُون (هارون) بسیار خشمگین شد (می‌خواست) نابودش كند. برای اَهَرُون هم در آن‌وقت دعا كردم.",
            "20": "نشانه‌ی خطایتان را، یعنی آن گوساله‌ای را كه ساخته بودید –گرفتم و آن را در آتش سوزاندم و آن را كوبیده خوب نرم كردم تا این‌كه چون خاك نرم شد و گرد آن‌را در رودی كه از آن كوه سرازیر می‌شد ریختم.",
            "21": "و در تَوْعِرا و در مَسا و در قیوْرُوت هَتَئَوا، خداوند را غضبناك می‌كردید.",
            "22": "و موقعی كه خداوند شما را از قادِش‌بَرنِیع فرستاده گفت: عازم شوید و آن سرزمینی را كه به شما دادم به ارث ببرید، امر خداوند خالق خود را رد كردید و به او اعتماد نكرده و به حرفش گوش ندادید.",
            "23": "از روزی كه من شما را شناخته‌ام نسبت به خداوند نافرمان بوده‌اید.",
            "24": "چهل روز و چهل شبی كه در حضور خداوند رو بر زمین نهاده بودم التماس كردم. چون‌كه قصد داشت شما را نابود كند.",
            "25": "به حضور خداوند استدعا نموده گفتم: خداوند خالق، قوم و نصیبت را كه با بزرگواری خود بازخریدی و با قدرتی قوی از مصر بیرون آوردی، فنا نكن.",
            "26": "بندگانت اَوراهام (ابراهیم)، ییصحاق (اسحاق) و یعقُوو (یعقوب) را به یاد داشته باش و به لجاجت این قوم و به شرارت و خطایش نگاه نكن.",
            "27": "مبادا (مردم) آن سرزمینی كه ما را از آن‌جا بیرون آوردی بگویند كه چون خداوند توانایی نداشت آنان را به آن سرزمینی كه به آن‌ها گفته بود وارد كند، و از آن‌جایی كه با آن‌ها دشمنی داشت، بیرونشان آورد تا آن‌ها را در این بیابان بكشد.",
            "28": "لیكن آن‌ها قوم و نصیب تو هستند كه با نیروی بزرگ و بازوی افراشته‌ات (از مصر) بیرون آوردی."
        },
        "9": {
            "0": "در آن وقت خداوند به من گفت دو لوح سنگی مانند اولی‌ها بتراش و به حضور من به كوه بیا و صندوقی از چوب برای خود بساز.",
            "1": "تا كلماتی كه روی لوح‌های اول كه شكستنی بود بر این لوح‌ها بنویسم كه آن‌ها را در صندوق قرار دهی.",
            "2": "پس صندوقی از چوب‌های اقاقیا ساختم و دو لوح سنگی مانند اولی‌ها تراشیدم و در حالی‌كه آن دو لوح در دستم بود، به كوه برآمدم.",
            "3": "خداوند ده‌فرمان را روی آن لوح‌ها طبق نوشته‌ی اولی و آن‌چه خداوند در روز آن اجتماع در آن كوه از میان آتش به شما گفته بود، نوشت و آن را به من داد.",
            "4": "برگشته از كوه پایین آمدم و آن لوح‌ها را در آن صندوقی كه ساخته بودم قرار دادم. پس همان‌طور كه خداوند به من فرمان داد، آن‌جا باقی ماندند.",
            "5": "فرزندان ییسرائل (اسرائیل) از بِئِرُوت بِنی یَعَقان به مُسِرا كوچ كردند. آن‌جا اَهَرُون (هارون) درگذشت و همان‌جا به خاك سپرده شد و اِلعازار پسرش به جای او به كِهانَت رسید.",
            "6": "از آن‌جا به گودگُود و از گودگُود به یوطواه، سرزمین رودهای آب كوچ نمودند.",
            "7": "در آن وقت خداوند سبط لِوی را برای حمل صندوق پیمان خداوند جدا كرد تا به حضور خداوند بایستند و او را خدمت كرده (و ییسرائل (اسرائیل)) را تا امروز به نام او بركت كنند.",
            "8": "به این جهت لِوی در میان برادرانش (در میان اسباط دیگر) سهم و زمین ملكی ندارد. همان‌طوری‌كه خداوند خالقت به او گفت نصیب او خداوند است.",
            "9": "و من مانند روزهای اول –چهل روز و چهل شب در آن كوه ماندم. این بار هم خداوند (تقاضای) مرا اجابت كرد. خداوند نخواست شما را فنا كند.",
            "10": "خداوند به من گفت: برخیز و برای كوچ كردن پیشاپیش این قوم برو تا بیایند و آن سرزمینی را كه به پدرانشان سوگند یاد كردم به آن‌ها بدهم، به ارث ببرند.",
            "11": "حال ای ییسرائل (اسرائیل)، خداوند خالقت از تو چه می‌خواهد؟ جز این‌كه از خداوند خالقت ترس داشته باشی و در همه‌ی راه‌هایش گام برداری و او را دوست بداری و خداوند خالق خود را با تمام قلبت و با تمام جانت ستایش كنی ...",
            "12": "و فرمان‌های خداوند و قانون‌هایی را كه من امروز به صلاح تو، به تو فرمان می‌دهم رعایت نمایی.",
            "13": "اینك این آسمان و دیگر آسمان‌ها، این زمین و هر چه در آن است از آن خداوند خالق تو است.",
            "14": "خداوند نسبت به پدران شما علاقه‌ی مفرطی نشان می‌داد كه آن‌ها را دوست بدارد. پس بعد از ایشان نسل آن‌ها یعنی شما را مانند امروز از بین تمام قوم‌ها انتخاب كرد.",
            "15": "بی‌عاطفگی را از خود دور نموده و دیگر گردن‌شقی نكنید.",
            "16": "زیرا خداوند خالق شما داور داوران و سرور سروران است. قادر بزرگ و دلیر و خوفناكی است كه نه طرفداری می‌كند و نه رشوه می‌گیرد.",
            "17": "به حق یتیم و بیوه‌زن رسیدگی می‌كند و غریب را دوست می‌دارد تا به او خوراك و پوشاك بدهد.",
            "18": "نظر به این‌كه در سرزمین مصر غریب بودید غریب را دوست بدارید.",
            "19": "از خداوند خالق خود ترس داشته او را ستایش كن و به او پیوسته باش (در صورت لزوم به امر دادگاه) به نام وی سوگند یاد كن.",
            "20": "او مایه‌ی افتخار توست، او خداوند توست كه این كارهای بزرگ و مهیب را كه چشمانت مشاهده كرد برای تو انجام داد.",
            "21": "اجدادت به تعداد هفتاد نفر وارد مصر شدند و اكنون خداوند خالقت تو را مانند ستارگان آسمان فزونی داده است."
        },
        "10": {
            "0": "خداوند خالق خود را دوست بدار و همواره اوامر، قانون‌ها، احكام و فرمان‌هایش را رعایت كن.",
            "1": "و امروز بدانید كه روی سخنم با فرزندان شما، كه شناخت و دركی از حكمت و بزرگواری و قدرتمندی و بازوی توانای خداوند خالقتان ندارند، نیست ...",
            "2": "و (نیز از) آیات و كارهای او كه در مصر به پَرعُوه (فرعون) پادشاه مصر و به تمام كشورش كرد ...",
            "3": "و (نیز از) آن‌چه نسبت به لشكریان مصر – به اسب‌ها و ارابه‌اش كرد، در حالی‌كه دنبال شما می‌آمدند آن‌ها را با آب‌های دریای سرخ پوشانید و خداوند تا امروز نابودشان كرد...",
            "4": "و (نیز از) آن‌چه در بیابان برای شما كرد تا به این مكان رسیدید ...",
            "5": "و (نیز از) آن‌چه به داتان و اَویرام پسران اِلی‌آو پسر رِئووِن كرد كه آن زمین دهان خود را گشوده آن‌ها و خانواده‌ها و چادرهایشان و هر موجودی را كه در میان تمام ییسرائل (اسرائیل) تابع ایشان بود در خود فرو برد ...",
            "6": "(بلكه روی سخنم با شماست) چون‌كه خودتان ناظر همه‌ی كاری كه خداوند بزرگوار (عالَم) انجام داد، بودید.",
            "7": "پس تمام فرمان‌هایی را كه من امروز به شما می‌دهم مراعات كنید تا این‌كه قوی شده و بیایید آن سرزمینی را كه شما برای تصرفش به آن‌جا می‌روید به ارث ببرید.",
            "8": "و تا این‌كه بر آن زمینی كه خداوند برای پدرانتان سوگند یاد نمود كه به آن‌ها و نسلشان بدهد –سرزمینی كه در آن شیر و شهد جاری است- عمرتان طولانی شود.",
            "9": "چون این سرزمینی كه تو برای به ارث بردن آن به آن‌جا میایی مثل سرزمین مصر كه از آن‌جا خارج شدی نیست كه بذر خود را بكاری و مانند مزرعه‌ی سبزیجات با (خسته كردن) پایت آن را آبیاری كنی.",
            "10": "سرزمینی كه شما بدانجا می‌آیید كه آن‌را به ارث ببرید، سرزمینی است كوهستانی و دره‌ای، (آن سرزمین) از بارندگی آسمان آبیاری خواهد شد.",
            "11": "سرزمینی است كه خداوند خالق تو مراقب آن است. نظر خداوند خالقت از ابتدای سال تا انتهای سال همیشه متوجه آن است.",
            "12": "چنین مقرر است كه اگر به فرامینی كه من امروز به شما فرمان می‌دهم جداً گوش فرا دهید و خداوند خالق خود را دوست بدارید و او را با تمام قلب و جان خود پرستش نمایید،",
            "13": "بارندگی زمین شما یعنی باران پاییزه و باران بهاره را به موقعش خواهم داد تا غله و شیره و چربی خود را جمع‌آوری كنی.",
            "14": "برای چارپایانت در صحرای تو علوفه می‌دهم (تا گله‌های آن‌ها زیاد شوند) بخوری و سیر شوی.",
            "15": "مواظب خودتان باشید مبادا دلتان فریفته شده و منحرف شوید و دیگر معبودان را پرستش كرده به آن‌ها سجده نمایید.",
            "16": "خشم خداوند بر شما افروخته خواهد شد (درهای) آسمان را خواهد بست، بارندگی نخواهد بود. آن زمین محصولش را نخواهد داد و به زودی از آن سرزمین خوبی كه خداوند به شما می‌دهد، آواره خواهید شد.",
            "17": "به این سخنان من با تمام قلب و با تمام جانتان توجه كنید و آن‌ها را به عنوان نشانه روی دست خود گره بزنید و به منزله‌ی زینت بین چشم‌هایتان باشد.",
            "18": "آن‌ها (یعنی سخنان توراه) را در حین نشستنت در خانه و راه رفتنت و وقت خوابیدن و برخاستنت به فرزندانتان یاد دهید تا از آن‌ها گفتگو كنند.",
            "19": "آن‌ها را بر باهوهای در خانه و بر دروازه‌های خود بنویس.",
            "20": "تا این‌كه عمر شما و عمر فرزندان شما روی آن زمینی كه خداوند به پدرانتان سوگند یاد نمود كه به آن‌ها بدهد مثل عمر آسمان بر زمین زیاد شود.",
            "21": "زیرا اگر به منظور دوست داشتن خداوند خالق خود تمام این فرمانی را كه من برای انجام دادنش به شما فرمان می‌دهم حتماً مراعات كنید یعنی در تمام راه‌هایش گام بردارید و به او بپیوندید...",
            "22": "خداوند تمام این قوم‌ها را از پیشتان می‌راند تا (سرزمین) قوم‌های بزرگتر و دلیرتر از خود را به تصرف درآورید.",
            "23": "هر مكانی كه كف پای شما بر آن قرار گیرد مال شما خواهد بود. از این بیابان و لِوانُون از آن رودخانه یعنی رودخانه‌ی پِرات تا دریای مدیترانه مرز شما خواهد بود.",
            "24": "كسی در مقابل شما ایستادگی نخواهد كرد. همان‌گونه كه خداوند خالقتان به شما گفته است ترس و هراس شما را بر تمام (مردم) آن سرزمین كه بر آن گام می‌نهید مستولی خواهد كرد.",
            "25": "توجه كن من امروز بركت و نفرین را پیش شما می‌گذارم.",
            "26": "بركت را برای این‌كه از فرمان‌های خداوند خالق خود كه من امروز (آن‌ها را) به شما ابلاغ می‌كنم اطاعت نمایید.",
            "27": "و نفرین را، اگر از فرمان‌های خداوند خالق خود اطاعت نكنید و از راهی كه من امروز به شما فرمان می‌دهم دور شده، به دنبال دیگر معبودان كه نمی‌شناسید بروید.",
            "28": "و هنگامی كه خداوند خالقت تو را به آن سرزمینی كه تو برای تصرف كردنش بدانجا می‌روی ببرد موقع بركت كردن رویت را به طرف كوه گِریزیم و موقع لعنت رویت را به طرف كوه عِوال بگذار.",
            "29": "مگر نه این‌كه آن (كوه)ها در آن طرف یردِن، سمت غرب، در سرزمین كِنَعَنی (کنعانی) ساكن آن بادیه مقابل گیلگال نزدیك اِلُونِه مُورِه می‌باشند.",
            "30": "زیرا شما از یردِن می‌گذرید تا بیایید آن سرزمینی را كه خداوند خالقتان به شما می‌دهد به تصرف درآورید. آن را به ارث خواهید برد و در آن ساكن خواهید شد.",
            "31": "مواظب باشید به تمام قانون‌ها و احكامی‌كه من امروز پیش شما می‌گذارم عمل كنید."
        },
        "11": {
            "0": "این است قوانین و احكامی كه شما باید در تمام مدتی كه روی زمین زندگی می‌كنید آن‌ها را در سرزمینی كه خداوند پدرانت برای به ارث بردن آن به شما داد، مراعات كرده انجام دهید.",
            "1": "تمام مكان‌هایی را كه آن قوم‌هایی كه شما (سرزمین) آن‌ها را به تصرف درمی‌آورید بر كوه‌های بلند و روی تپه‌ها و زیر درخت‌های خّرم محل عبادت بت‌ها قرار داده بودند، حتماً نابود كنید.",
            "2": "قربان‌گاه‌های آن‌ها را ویران و ستون‌های جای پرستش آن‌ها را خرد كنید. درخت‌های مورد پرستششان را در آتش بسوزانید و پیكره‌های معبودان آن‌ها را قطع كنید و نامشان را از آن مكان محو نمایید.",
            "3": "با خداوند خالق خود چنین عمل نكنید.",
            "4": "فقط در آن مكانی كه خداوند خالق شما از بین تمام سبط‌هایتان برای قراردادن نامش برخواهدگزید، مسكن او را جستجو نموده به آن‌جا برو.",
            "5": "قربانی‌های سوختنی و ذبح‌ها و ده‌یك‌ها و هدیه‌ای كه با رضایت كامل می‌آوری (یعنی نوبرها) و نذرها و تقدیمی‌های داوطلبانه و نخست‌زاده‌های ماده گاوها و گوسفندهای خود را به آن‌جا بیاورید.",
            "6": "در هر پیشه‌ای كه خداوند خالقت به تو بركت داده است شما و خانواده‌هایتان آن‌جا در حضور خداوند خالقتان (هنگام زیارت) بخورید و شادی كنید.",
            "7": "طبق آن‌چه امروز ما در این‌جا (در مورد ذبایح) عمل می‌كنیم یعنی هر كس هر طور به نظرش خوش می‌آید، عمل نكنید.",
            "8": "زیرا تاكنون به محل آسایش و زمین موروثی‌ای كه خداوند خالقت به تو می‌دهد وارد نشده‌اید.",
            "9": "از یردِن عبور خواهید نمود و در آن سرزمینی كه خداوند خالقتان به شما به ارث می‌دهد ساكن خواهید گشت. او به شما آرامش خواهد داد تا در میان تمام دشمنان اطرافتان در امنیت ساكن شوید.",
            "10": "چنین مقرر است كه خداوند خالقتان مكانی را برای مستقر ساختن نامش در آن‌جا انتخاب خواهد نمود. هر آن‌چه را من به شما فرمان می‌دهم یعنی قربانی‌های سوختنی و ذبح‌ها، ده‌یك‌ها و هدیه‌تان را كه با رضایت كامل می‌آورید (یعنی نوبرها) و تمام نذرهای خود را كه از بهترین چیزها خواهد بود و برای خداوند نذر می‌كنید، به آن‌جا بیاورید.",
            "11": "شما با پسران و دخترانتان، غلام‌ها و كنیزهایتان و لِوی كه در قلمروتان است و سهم و ملك (زراعتی) پیش شما ندارد، در حضور خداوند شاد باشید.",
            "12": "مواظب باش مبادا قربانی‌های سوختنیت را در هرجایی كه انتخاب می‌كنی تقدیم بداری.",
            "13": "مگر در آن محلی كه خداوند در میان یكی از سبط‌های تو انتخاب كند، آن‌جا قربانی‌های سوختنیت را تقدیم كن و آن‌چه من به تو فرمان می‌دهم در آن‌جا عمل نما.",
            "14": "فقط هربار كه هوس شدید داری بر حسب بركتی كه خداوند خالقت در قلمرواَت به تو داده است ذبح كرده گوشت بخور. (انسان) ناپاك و یا پاك آن را همچون (جنس) آهو و گوزن (كه از آن‌ها قربانی آورده نمی‌شود) بخورد.",
            "15": "فقط خون نخورید، آن را مثل آب برزمین بپاشید.",
            "16": "ده‌یك غله و شیره و چربیت و نخست‌زاده‌های ماده گاوهایت و گوسفندانت و همه نذرهایی كه می‌كنی و هدیه‌هایت و هدیه‌ی داوطلبانه‌ات (نوبر) را نمی‌توانی در قلمروهایت بخوری ...",
            "17": "مگر این‌كه، تو و پسرت و دخترت و غلامت و كنیزت و لِوی كه در قلمروهای توست در آن مكانی كه خداوند خالقت انتخاب خواهد كرد آن را بخوری و در هر پیشه‌ای كه داری در حضور خداوند خالقت شاد باشی.",
            "18": "مواظب باش مبادا در تمام مدت عمر كه روی زمینت هستی لِوی را ترك كنی.",
            "19": "هرگاه خداوند خالقت مرز تو را همان‌گونه كه به تو گفت گسترش دهد و بگویی چون‌كه هوس شدید خوردن گوشت دارم گوشت بخورم، هر باری كه هوس شدید داشتی گوشت بخور.",
            "20": "هرگاه مكانی‌كه خداوند خالقت برای قرار دادن نامش در آن‌جا انتخاب خواهد كرد از تو دور باشد می‌توانی از گاو و از گوسفندت كه خداوند به تو داده است همان‌گونه كه به تو فرمان دادم ذبح كنی و هر بار كه هوسی شدید داشتی در قلمرواَت بخوری.",
            "21": "اما همان‌گونه كه جنس آهو و گوزن خورده می‌شود آن‌را بخور. (انسان) پاك یا ناپاك همسان (می‌تواند) از آن بخورد.",
            "22": "فقط حذر كن كه خون نخوری چون خون همان مایه‌ی زندگی است. پس مایه‌ی زندگی را با گوشت نخور ...",
            "23": "آن (خون) را نخور، مانند آب بر زمین بپاش.",
            "24": "آن‌را نخور تا این‌كه به سود تو و بعد از تو به سود فرزندانت باشد. چون‌كه (با نخوردن آن) به نظر خداوند كار پسندیده‌ای انجام خواهی داد.",
            "25": "فقط قربانی‌های مقدسی كه به تو تعلق دارد و نذرهایت را بردار و به آن مكانی كه خداوند انتخاب خواهد كرد برو.",
            "26": "و قربانی‌های سوختنیت – گوشت و خون را بر قربانگاه خداوند خالقت تقدیم كن ولی خون ذبح‌هایت بر قربانگاه خداوند خالقت ریخته شود و گوشت آن (ذبح) را بخور.",
            "27": "تمام این مطالبی را كه من به تو فرمان می‌دهم مراعات كرده اطاعت نما تا وضعت و بعد از تو وضع فرزندانت برای همیشه خوب شود. چون‌كه آن‌چه در نظر خداوند خالقت خوب و پسندیده است انجام خواهی داد.",
            "28": "هرگاه خداوند خالقت آن قوم‌هایی را كه می‌روی تا در آن‌جا، از آن‌ها سلب مالكیت كنی، نابود كند و تو وارث آن‌ها شده در سرزمینشان ساكن گردی ...",
            "29": "مواظب خودت باش مبادا بعد از نابود شدن آن‌ها با پیروی از آن‌ها به‌دام افتی و مبادا در مورد معبودانشان جویا شده بگویی این قوم‌ها چگونه معبودانشان را می‌پرستیدند، من هم آن‌چنان كنم.",
            "30": "نسبت به خداوند خالقت چنین نكن چون‌كه آن‌ها كار ناپسندی را كه خداوند دشمن می‌دارد برای معبودانشان می‌كردند و حتی پسران و دختران خود را برای معبودانشان در آتش می‌سوزانیدند."
        },
        "12": {
            "0": "مواظب تمام آن چیزی‌كه من به شما فرمان می‌دهم باشید و آن‌را انجام دهید. بر آن نیفزا و از آن كم نكن.",
            "1": "هرگاه پیغمبر یا خواب‌بیننده‌ای در میان تو برخیزد و به تو آیت یا معجزه‌ای نشان بدهد.",
            "2": "و آن آیت یا معجزه‌ای که به تو گفته یا اعلام داشته است اتفاق افتد (پس به تو بگوید) به دنبال دیگر معبودانی كه تو آن‌ها را نمی‌شناختی برویم و آن‌ها را پرستش كنیم.",
            "3": "به سخنان آن پیغمبر یا آن خواب بیننده گوش نده چون‌كه خداوند خالقتان شما را می‌آزماید تا بداند آیا خداوند خود را با تمام قلبتان و با تمام جانتان دوست دارید (یا نه؟).",
            "4": "از خداوند خالق خود پیروی كنید و از وی ترس داشته باشید. فرمان‌هایش را مراعات نموده به حرفش گوش دهید. او را پرستیده به او بپیوندید.",
            "5": "آن پیغمبر یا آن خواب بیننده كشته خواهد شد چون‌كه درباره‌ی خداوند خالقتان كه شما را از سرزمین مصر بیرون آورد و از خانه‌ی غلامی بازخرید، سخن از ارتداد گفت تا تو را از راهی كه خداوند خالقت فرمان داد از آن پیروی كنی، دور سازد. (بدین‌طریق) آن بدی را از میان خود نابود كن.",
            "6": "هرگاه برادرت (از پدر) یا پسر مادرت یا دخترت یا زن هم‌آغوشت یا رفیقت كه چون جان تو باشد، در خفا تو را فریفته بگوید برویم دیگر معبودانی را كه تو و پدرانت نمی‌شناختی بپرستیم ...",
            "7": "از معبودان قوم‌هایی‌كه اطرافتان هستند، آن‌هایی‌كه به تو نزدیكند یا از تو دورند از این گوشه‌ی دنیا تا آن گوشه‌ی دنیا ...",
            "8": "از او اطاعت نكن و به او گوش نده و چشمت بَر وِی رحم نكند و دلسوزی نكن و از شناساندن وی (به‌دادگاه) خودداری نَنَما.",
            "9": "بلكه حتماً او را بكش. ابتدا نیروی تو علیه او به‌كار رود بعد نیروی تمام مردم.",
            "10": "وی را با سنگ سنگ‌باران كنید تا بمیرد چون‌كه می‌خواست تو را از خداوند خالقت كه تو را از سرزمین مصر از خانه‌ی غلامی بیرون آورد دور سازد.",
            "11": "تا تمام ییسرائل (اسرائیل)‌ها بشنوند و ترس‌داشته باشند و بار دیگر در میان شما مرتكب چنین كار بدی نشوند.",
            "12": "هرگاه درباره‌ی یكی از شهرهایت كه خداوند خالقت به تو می‌دهد تا در آن سكونت كنی چنین اطلاع حاصل كنی كه:",
            "13": "مردمی فاسد از میان (قوم) تو بیرون آمده و ساكنین شهر خود را منحرف كرده گفته‌اند: «برویم دیگر معبودانی را كه نمی‌شناسید، بپرستیم.»",
            "14": "خوب جویا شو و رسیدگی كن و بپرس كه آیا این موضوع راست و درست است و این عمل زشت در میان (قوم) تو رخ داده است.",
            "15": "حتماً ساكنین آن شهر را به ضرب شمشیر بكش. آن‌را و آن‌چه را در آن است و چارپاهایش را به ضرب شمشیر نابود كن.",
            "16": "تمام غنیمتش را در میان میدان آن (شهر) گردآور، آن شهر و تمام غنیمتش را كاملاً به‌خاطر خداوند خالقت به آتش بكش. تا ابد خرابه بماند و دیگر آباد نگردد.",
            "17": "و از آن مال حرام چیزی به وسیله‌ی تو برداشته نشود، تا این‌كه خداوند از شدت خشمش صرف‌نظر كرده، همان‌گونه كه به پدرانت سوگند یاد نمود ترحمش را شامل حال تو نماید یعنی به تو ترحم نموده زیادت كند ...",
            "18": "چون‌که حرف خداوند خالقت را اطاعت کرده‌ای و تمام فرمان‌هایش را که من امروز به تو فرمان می‌دهم رعایت نموده‌ای و آن‌چه را در نظر خداوند پسندیده است انجام داده‌ای."
        },
        "13": {
            "0": "شما به منزله‌ی فرزندان خداوند خالقتان هستید. خویشتن را به خاطر مرده، زخمی نکنید و بین چشمان خویش (روی سر) با کندن مو، طاسی ایجاد ننمایید.",
            "1": "زیرا تو برای خداوند خالقت، قوم مقدسی هستی و خداوند تو را انتخاب کرد تا بین تمام قوم‌هایی که روی زمین هستند، برای وی قومی نخبه باشی.",
            "2": "هیچ چیز تنفرآوری نخور.",
            "3": "چارپایی که خواهید خورد این است: گاو، گوسفند، بز.",
            "4": "گوزن و آهو و گوزن زرد، بز کوهی، قوچ کوهی، گاو کوهی و زرافه.",
            "5": "هر چارپای سم‌داری را که شکافی بین دو سم دارد و نشخوار می‌کند، بخورید (حتی بچه‌ی درون شکم چارپا را بخورید.)",
            "6": "اما از نشخوار کنندگان و یا سم‌داران شکاف‌دار این‌ها را نخورید: شتر، خرگوش درازگوش و خرگوش کوتاه‌گوش که نشخوارکننده هستند ولی سم در نمی‌آورند برای شما ناپاک هستند.",
            "7": "و خوک که سم درمی‌آورد و نشخوار کننده نیست برای شما ناپاک است، از گوشت آنها نخورید و به لاشه‌ی آنها دست نزنید.",
            "8": "از آنچه در آب است این‌ها را بخورید : هر چه را باله و فلس دارد بخورید.",
            "9": "هر چه را باله و فلس ندارد نخورید، برای شما ناپاک است.",
            "10": "هر پرنده‌ی حلال گوشت را بخورید.",
            "11": "از پرندگان این‌ها را نخورید. عقاب و مرغ استخوان‌خوار و عقاب دریایی.",
            "12": "و کرکس و قوش و زغن.",
            "13": "و هر کلاغی به نوعش.",
            "14": "و شترمرغ و مرغ کوکو و مرغ نوروزی و باز به نوعش.",
            "15": "و بوم و جغد و جغد شاخدار.",
            "16": "مرغ سقا و لاشخور و قره‌قاز.",
            "17": "و لک لک و ماهیخوار به نوعش و هدهد و خفاش.",
            "18": "و هر حشره‌ی بالداری برای شما ناپاک است، خورده نشود.",
            "19": "هر پرنده‌ی پاكی را بخورید.",
            "20": "هیچ (نوع) مردار یا ذبح حرامی (نِوِلا) نخورید. آن‌را به غریب (كافر)ی كه در بین مرزهایت است، بدهید تا بخورد یا به بیگانه (كافر) بفروش. زیرا تو برای خداوند خالقت قومی مقدس هستی. (گوشت) بچه‌ی چارپای حلال‌گوشت را در شیر مادرش نپز.",
            "21": "از تمام محصول كشت خود كه از صحرا حاصل می‌شود سال به سال حتماً ده‌یك بده.",
            "22": "ده‌یك غله و شیره و چربی و نخست‌زاده‌های ماده گاوها و گوسفندانت را در حضور خداوند خالقت در مكانی‌كه برای قرار دادن نامش آن‌جا را انتخاب كرده است بخور تا این‌كه بیاموزی تمام عمر از خداوند خالقت ترس داشته باشی. (به فصل 15 آیه 19 مراجعه شود.)",
            "23": "هرگاه خداوند خالقت به تو بركت بدهد و راه تو طولانی باشد و آن مكانی‌كه خداوند خالقت انتخاب كرده است تا نام خود را بر آن بگذارد از تو دور باشد و نتوانی آن (ده‌یك) را به آن‌جا حمل كنی ...",
            "24": "آن‌را به پول تبدیل كن، آن پول را با خود بردار و به آن مكانی‌كه خداوند خالقت انتخاب خواهد كرد برو...",
            "25": "آن پول را برای هرچه بسیار هوس كنی یعنی برای گاو و گوسفند و شراب و نوشابه الكلی و هرچیز (حلال)ی كه دلت خواستار شود بده و آن‌جا در حضور خداوند خالقت بخور و خودت و خانواده‌ات شاد باشید.",
            "26": "و لِوی را كه در قلمروهای توست ترك نكن چون‌كه نزد تو سهم و زمین زراعتی ندارد.",
            "27": "در پایان هر سه سال همه‌ی ده‌یك محصول آن سال خود را از اختیار خود خارج نموده در اختیار مراجع صلاحیت‌دار قرار بده ...",
            "28": "تا لِوی كه پیش تو سهم و زمین كشاورزی ندارد و غریب و یتیم و بیوه‌زنی كه در قلمروهای تو هستند بیایند بخورند و سیر شوند. تا این‌كه خداوند خالقت در تمام كسب و كارت به تو بركت دهد."
        },
        "14": {
            "0": "در آخر هر هفت‌سال، شِمیطا (یا فرمان صرف‌نظر كردن از طلب) را اجرا كن.",
            "1": "و موضوع صرف‌نظر كردن این است: هنگامی‌كه (مرجع صلاحیت‌دار) شِمیطا را از جانب خداوند اعلام می‌كند هر بستانكاری باید از آن‌چه به فقیر همنوعش وام داده است صرف‌نظر كند. همنوع و برادرش را در فشار نگذارد. فرمان صرف‌نظر كردن از (وام) از جانب خداوند است.",
            "2": "از بیگانه (كافر) مطالبه كن و از آن‌چه پیش برادرت داری دست بردار.",
            "3": "تا این‌كه در میان تو مسكین نباشد، زیرا در سرزمینی كه خداوند خالقت به تو به ملكیت می‌دهد كه وارث آن گردی، حتماً بركتت خواهد داد...",
            "4": "این فقط در صورتی است كه حرف خداوند خالقت را اطاعت كنی و تمام این فرمانی را كه من امروز به تو می‌دهم رعایت نموده انجام دهی.",
            "5": "زیرا خداوند خالقت همان‌گونه كه به تو گفت تو را بركت داده است تا به قوم‌های زیادی در قبال (گروی) قرض بدهی و تو در قبال (گروی) قرض نگیری و بر قوم‌های زیادی فرمان‌روایی كنی و بر تو فرمان‌روایی نكنند.",
            "6": "هرگاه در میان تو یعنی در یكی از قلمروهایت، یكی از برادرانت در سرزمینی كه خداوند خالقت به تو می‌دهد مسكین باشد دلت را بر برادر مسكینت سخت نكن و دستت را نبند.",
            "7": "بلكه حتماً دستت را برای او باز كن. حتماً به اندازه‌ی نیازش، آن‌چه را كسر دارد به او در برابر گروی وام بده.",
            "8": "مواظب خود باش مبادا در دلت اندیشه‌ی فاسدی باشد كه بگویی سال هفتم یعنی سال صرف‌نظر كردن (از طلب) نزدیك است و نظرت به برادر مسكینت بد باشد و به او (وام) ندهی و علیه تو به درگاه خداوند فریاد برآورد و تو خطاكار شوی.",
            "9": "حتماً به او (وام) بده. موقعی‌كه به او (وام) می‌دهی متاسف نباش زیرا به‌خاطر همین كار خداوند خالقت در هر پیشه‌ای (كه داری) و در تمام كسب و كارت تو را بركت خواهد داد.",
            "10": "چون‌كه در آن سرزمین، مسكین نایاب نخواهد بود. به این جهت من به تو فرمان داده می‌گویم: برای برادرت یعنی فقیر و مسكینت در سرزمین خود دستت را باز كن.",
            "11": "هرگاه برادرت كه مرد عبری یا (خواهرت كه) زن عبری باشد به تو فروخته شود، شش سال برایت خدمت كند و در سال هفتم او را از پیش خود روانه كن.",
            "12": "و هنگامی‌كه از پیش خود روانه‌اش می‌كنی، دست خالی روانه‌اش نكن.",
            "13": "از گوسفندانت –از محصول خرمنگاه و چرخشتت به او بخشش فراوان كن.- از آن‌چه خداوند خالقت تو را بركت داده است به او بده.",
            "14": "و به یاد داشته باش كه در سرزمین مصر غلام بودی و خداوند خالقت تو را بازخرید. به این‌جهت است كه من امروز این موضوع را به تو فرمان می‌دهم.",
            "15": "چنین مقرر است كه اگر بگوید: از پیش تو بیرون نخواهم رفت چون‌كه تو و خانواده‌ات را دوست می‌دارد یعنی چون‌كه او از بودن پیش تو خوشنود است.",
            "16": "آنگاه درفشی برداشته و گوش او و دَرِ (اتاق) را (با هم) سوراخ كن تا غلام ابدی تو شود و با كنیزت هم، چنین عمل نما.",
            "17": "چون در مدت شش سال برای تو به اندازه‌ی دو برابر مزد خدمت كرده است وقتی او را از پیش خود آزاد می‌كنی در نظرت سخت نیاید، تا خداوند خالقت تو را در هركاری كه می‌كنی بركت دهد.",
            "18": "هر نخست‌زاده‌ی نری را كه در بین گاوان و گوسفندانت متولد گردد، برای خداوند خالقت وقف نما، نخست‌زاده‌ی گاوت را به كار نگیر و پشم اول‌زاد گوسفندت را نچین.",
            "19": "(ای كُوهِن (کاهن)) در آن مكانی كه خداوند انتخاب خواهد كرد همه ساله تو با خانواده‌ات آن (چارپای نخست‌زاده نر) را در حضور خداوند خالقت بخور.",
            "20": "و هرگاه در آن عیبی باشد، مثلاً شل یا كور یا دارای نقص درمان‌ناپذیر باشد آن‌را برای خداوند خالقت ذبح نكن.",
            "21": "خواه ناپاك و خواه پاك باشی در قلمروهایت آن (چارپای) سالم را مانند (جنس) آهو و گوزن (كه از آن‌ها قربانی آورده نمی‌شود) بخور.",
            "22": "فقط خونش را نخور و آن را مثل آب بر زمین بپاش."
        },
        "15": {
            "0": "مواظب باش كه در ماه بهار (ماه نیسان) (مراسم) قربانی پِسَح را برای خداوند خالقت برگزار نمایی زیرا در ماه بهار خداوند خالقت تو را شبانه از مصر بیرون آورد.",
            "1": "قربانی پِسَح را از گاو و گوسفند در آن مكانی كه خداوند انتخاب خواهد كرد تا نامش را بر آن قرار دهد برای خداوند خالقت ذبح كن.",
            "2": "با آن (قربانی پِسَح) چیز حامِص (خمیرمایه‌دار) نخور. نظر به این‌كه با عجله از سرزمین مصر بیرون آمدی هفت روز فطیر یعنی نان فقیرانه بخور. تا این‌كه در تمام مدت عمرت روز بیرون آمدن خود را از سرزمین مصر به یاد آوری.",
            "3": "هفت روز در هیچ جای محدوده‌ات خمیرمایه دیده نشود و از گوشت (قربانی پِسَح) كه شامگاه ذبح می‌كنی برای صبح روز اول (عید) باقی نماند.",
            "4": "در هیچ‌یك از جاهای قلمرواَت كه خداوند خالقت به تو می‌دهد نمی‌توانی (قربانی) پِسَح را ذبح كنی.",
            "5": "مگر در آن مكانی‌كه خداوند خالقت انتخاب خواهد كرد كه نامش را بر آن قرار دهد، آن‌جا در روز قبل از عید و طرف عصر (مقارن) زمان بیرون آمدن تو از مصر، (قربانی) پِسَح را ذبح كن.",
            "6": "در آن مكانی‌كه خداوند خالقت انتخاب خواهد كرد (آن‌را) بپز و بخور و صبح روز دوم عید (در صورت تمایل) می‌توانی بازگردی و به مسكن خود بروی.",
            "7": "شش روز فطیر بخور و روز هفتم كه برای خداوند خالقت روز اجتماع مقدس است، هیچ كاری (غیر از پخت و پز) نكن.",
            "8": "هفت هفته برای خود بشمار. این هفت هفته را از آغاز (كار) داس زدن بر محصول درونشده (جو)، شروع كن.",
            "9": "عید شاووعُوت (هفته‌ها) را برای خداوند خالقت با تقدیم هدیه‌ی داوطلبانه و بر مبنای تواناییت و به میزانی كه خداوند خالقت به تو بركت داده است برگزار نما.",
            "10": "تو و پسرت و دخترت و غلامت و كنیزت و لِوی كه در بین قلمروهایت باشد و غریب و یتیم و بیوه‌زنی‌كه نزد تو باشد به حضور خداوند خالقت در آن مكانی‌كه خداوند خالقت انتخاب كند كه نامش را بر آن قرار دهد، شادی كنید.",
            "11": "و به یاد آور كه در مصر غلام بودی، پس این قانون‌ها را مراعات نموده اجرا كن.",
            "12": "هنگام جمع‌آوری (محصول) از خرمنگاه و از چرخشت خود، عید سایبان‌ها را هفت روز برای خود برگزار كن.",
            "13": "در عیدت شادی كن؛ تو و پسرت و دخترت و غلامت و كنیزت و آن لِوی و یتیم و بیوه‌زنی كه در قلمرو توست؛",
            "14": "در آن مكانی كه خداوند انتخاب خواهد كرد، هفت روز برای خداوند خالقت جشن بگیر. چون‌كه خداوند خالقت در هر نوع محصولت و در هر پیشه‌ای كه داشته باشی تو را بركت خواهد داد. كاملاً شاد باش.",
            "15": "سه بار در سال؛ ‌در عید فطیر، در عید هفته‌ها و در عید سایبان‌ها هر مذكری از تو به حضور خداوند خالقت در آن مكانی كه انتخاب خواهد كرد به زیارت بیاید و دست خالی برای زیارت به حضور خداوند نیاید.",
            "16": "هركس مطابق استطاعت خود یعنی به میزان بركتی كه خداوند خالقت به او داده است (تقدیمی بیآورد).",
            "17": "در تمام قلمروهایت كه خداوند خالقت بر حسب سبط‌هایت به تو می‌دهد داوران و ماموران اجرایی برای خودت تعیین كن تا قوم را عادلانه داوری كنند.",
            "18": "به سود یك طرف داوری غلط نكن، رودربایستی ننما و رشوه نگیر. چون‌كه رشوه چشمان اشخاص عاقل را كور می‌كند و آرای اشخاص منصف را منحرف می‌سازد.",
            "19": "برای این‌كه زنده بمانی و آن سرزمینی را كه خداوند خالقت به تو می‌دهد به ارث ببری از عدالت كامل پیروی نما.",
            "20": "اطراف قربانگاهی كه برای خداوند خالقت می‌سازی درخت پرستیدنی و هیچ درخت دیگری نكار.",
            "21": "برای خود ستون پرستشگاهی برپا نكن چون‌كه خداوند خالقت (از آن) تنفر دارد."
        },
        "16": {
            "0": "گاو یا گوسفندی را كه در آن نقص یا هر چیز مردود كننده‌ای باشد برای خداوند خالقت ذبح نكن زیرا این (عمل) در نظر خداوند خالقت ناپسند است.",
            "1": "هرگاه در یكی از قلمروهایت كه خداوند خالقت به تو می‌دهد نزد تو مرد یا زنی پیدا شود كه این بدی را در نظر خداوند خالقت انجام دهد و از پیمانش تخلف نماید ...",
            "2": "یعنی برود و دیگر معبودان و خورشید یا ماه یا هر یك از اجرام آسمان را كه من فرمان نداده‌ام پرستش نموده به آن‌ها سجده نماید ...",
            "3": "(و این كار) به تو اطلاع داده شود و آگاهی یابی خوب جویا شو كه آیا این موضوع حقیقت محض است و این عمل ناشایسته در ییسرائل (اسرائیل) رخ داده است.",
            "4": "همان مرد یا همان زنی را كه این كار بد را كرده است به‌طرف دروازه‌ی شهرت بیرون ببر، البته همان مرد یا همان زن را. آن‌ها را با سنگ سنگ‌باران كن تا بمیرند.",
            "5": "طبق (شهادت) دو شاهد یا سه شاهد (به بالا) آن محكوم به مرگ، كشته خواهد شد. طبق شهادت یك شاهد كشته نشود.",
            "6": "در ابتدا دست شاهدان و در آخر (کار)، دست تمام قوم، برای كشتن وی دراز شود. آن عمل بد را از میان خود دور كن.",
            "7": "هرگاه در قلمروهایت داوری موضوعی برای تو زیاد دشوار باشد و موضوع‌های مرافعه درباره‌ی خون (قاعدگی) و خون (زخم رحم) و یا درباره‌ی خسارت جانی و خسارت مالی و یا درباره‌ی آسیب انسانی و آسیب لباس و خانه باشد برخیز و به آن مكانی كه خداوند خالقت آن را انتخاب خواهد كرد عازم شو...",
            "8": "و نزد كُوهِن (کاهن)‌ها از سبط لِوی یا نزد داوری كه در آن روزها باشد برو و جویا شو تا تو را در مورد این داوری آگاه كنند.",
            "9": "پس طبق آن مطلبی كه از آن مكانی‌كه خداوند انتخاب خواهد كرد به تو اعلام كنند عمل نما. و مواظب باش طبق آن‌چه تو را راهنمایی كنند عمل نمایی.",
            "10": "بر طبق دستوری كه راهنماییت كنند و برحسب آن حكمی كه به تو اعلام كنند عمل نما. از آن راهی كه به تو اعلام می‌دارند به راست یا چپ منحرف نشو.",
            "11": "اگر كسی تمرد كرده از آن كُوهِنی (کاهنی) كه ایستاده تا خداوند خالقت را خدمت كند، یا از آن داور اطاعت ننماید همان كس را بكش و این عمل بد را از ییسرائل (اسرائیل) دور ساز.",
            "12": "تا تمام قوم آگاه شوند و ترس داشته باشند و دیگر تمرد نكنند.",
            "13": "هرگاه به سرزمینی كه خداوند خالقت به تو می‌دهد وارد شوی و آن را به ارث برده در آن ساكن گردی و بگویی: «مانند تمام قوم‌هایی كه در اطرافم هستند بر خود پادشاهی منصوب كنم ...»",
            "14": "حتماً پادشاهی را كه خداوند خالقت انتخاب كند منصوب كن. از میان برادران یهودی تو پادشاهی برای خود معین كن. نمی‌توانی مردی بیگانه را كه از برادران یهودی تو نیست برای خود پادشاه تعیین كنی.",
            "15": "فقط برای خود اسب (سپاه) زیاد نكند و برای افزون كردن اسب، قوم را به مصر بازنگرداند. و حال آن‌كه خداوند به شما امر كرد بار دیگر به این راه برنگردید...",
            "16": "و زن (هم) برای خود زیاد نكند تا قلبش منحرف نشود. برای خود نقره و طلا هم به مقدار بسیار، زیاد نكند.",
            "17": "چنین مقرر است، هنگامی كه بر تخت سلطنتش جلوس كرد نسخه‌ای از این توراه را كه پیش كُوهِن (کاهن)‌های سبط لِوی است برای خود روی طوماری بنویسد.",
            "18": "(این توراه) همراه وی باشد، و تمام ایام عمرش آن را مطالعه كند. تا این‌كه بیاموزد كه از خداوند خالقش ترس داشته، مواظب باشد، تمام مطالب این توراه و این قانون‌ها را اجرا كند.",
            "19": "تا دلش بر برادرانش مغرور نگردد و از این فرمان به راست یا چپ منحرف نشود. تا این‌كه (وی) و پسرانش در میان ییسرائل (اسرائیل) در (دوره‌ی) پادشاهیش عمر طولانی داشته باشند."
        },
        "17": {
            "0": "كُوهِن (کاهن)‌های (سبط) لِوی- تمام سبط لِوی با ییسرائل (اسرائیل) سهم و زمین زراعی نخواهند داشت. آن‌چه از بعضی قربانی‌هایی كه طعمه‌ی آتش (قربانگاه) خداوند می‌شود باقی می‌ماند و سهم او (یعنی سهم خداوند) را خواهند خورد.",
            "1": "در میان برادرانش (سایر اسباط)، زمین زراعی نخواهد داشت. همان‌گونه كه خداوند به او گفته است آن‌چه كه مختص خداوند است سهم او می‌باشد.",
            "2": "مقرری كُوهِن(کاهن)‌ها از طرف قوم یعنی از طرف ذبح‌كنندگان گاو یا بره از این قرار خواهد بود. دست و گونه‌ها و شكمبه را به كُوهِن بدهند.",
            "3": "اولین (محصول) غله، شیره و چربی خود و (حاصل) اولین پشم‌چینی گوسفندت را به او بده.",
            "4": "چون‌كه خداوند خالق تو، از میان همه‌ی سبط‌هایت او را انتخاب كرده است تا او و پسرانش ایستاده تمام عمر به‌نام خداوند خدمت كنند.",
            "5": "و هرگاه (كُوهِنی (کاهنی) از سبط) لِوی از یكی از قلمروهایت یعنی از هر محل ییسرائل (اسرائیل) ‌نشین كه وی در آن زندگی می‌كند (بی‌نوبت) بیاید، و به‌خاطر علاقه‌ی كاملش به آن مكانی كه خداوند انتخاب می‌كند آمده باشد ...",
            "6": "و مانند تمام برادران (سبط) لِوی كه آن‌جا به حضور خداوند ایستاده‌اند، به نام خداوند خالق خود خدمت كنند...",
            "7": "غیر از مستمری تعیین شده‌ی اجدادی (از دیگر قربانی‌ها) به‌طور مساوی بخورند.",
            "8": "موقعی‌كه تو به سرزمینی كه خداوند خالقت به تو می‌دهد وارد شوی، یاد نگیر مانند آن قوم‌ها كارهای ناپسند انجام دهی.",
            "9": "بین تو، كسی كه پسر یا دخترش را در آتش نابود كند، شعبده‌باز، غیب‌گو، فال‌گیر و جادوگر نباشد ...",
            "10": "و افسون‌كننده(ی گزندگان) و احضاركننده‌ی روح و ساحر و كسی كه از مردگان پرسش كند.",
            "11": "زیرا هر كه عامل این كارهاست، در نظر خداوند ناپسند می‌باشد و به‌خاطر همین كارهای زشت (آن‌ها)، خداوند خالقت آن‌ها را از جلو تو می‌راند.",
            "12": "در برابر خداوند خالقت ساده و بی‌ریا باش.",
            "13": "زیرا این قوم‌هایی كه تو آن‌ها را بیرون می‌كنی، به غیب‌گویان و شعبده‌بازان گوش می‌دادند و خداوند خالقت به تو چنین اجازه‌ای نداده است.",
            "14": "خداوند خالقت از میان تو یعنی از برادران (یهودی) تو مانند من برای تو پیغمبر مبعوث خواهد كرد. به او گوش بدهید.",
            "15": "آن‌چه كه در روز اجتماع در حُورِو از خداوند خالقت تقاضا نموده گفتی (این بود): «بار دیگر صدای خداوند خالق خود را نشنوم و این آتش بزرگ را نبینم تا نمیرم» ...",
            "16": "خداوند به من گفت، آن‌چه گفتند خوب بود.",
            "17": "برای آن‌ها از میان برادران (یهودی)شان مانند تو پیغمبر مبعوث خواهم كرد و سخنانم را در دهانش خواهم گذاشت، تا آن‌چه را به او فرمان می‌دهم به آن‌ها بگوید.",
            "18": "چنین مقرر است كه اگر كسی از سخنانی كه او به نام من بگوید اطاعت نكند من از او بازخواست خواهم كرد.",
            "19": "اما آن پیغمبری كه قصد بد كند و سخنی را كه من برای گفتن به او فرمان ندادم به‌نام من، و یا به‌نام دیگر معبودان بگوید، كشته شود.",
            "20": "اگر در قلب خود بگویید: چگونه تشخیص دهیم كه خداوند این سخن را نگفته است؟",
            "21": "آن‌چه آن پیغمبر به نام خداوند بگوید و آن موضوع رخ ندهد و یا واقع نشود، موضوعی است كه خداوند آن را نگفته است، آن پیغمبر از روی قصد بد سخن گفته است. از او نهراس."
        },
        "18": {
            "0": "هنگامی‌كه خداوند خالقت آن قوم‌ها را نابود كرد تا آن‌كه خداوند خالقت سرزمینشان را به‌تو بدهد كه وارث آن‌ها گشته در شهرها و خانه‌های ایشان ساكن شوی...",
            "1": "در میان سرزمینی كه خداوند خالقت برای وارث شدنش به‌تو می‌دهد، سه شهر برای خود جدا كن.",
            "2": "جاده‌سازی نما و حدود سرزمین خود را كه خداوند خالقت به تو به ملكیت می‌دهد سه قسمت كن تا هر قاتلی به آن‌جا بگریزد.",
            "3": "و دستور قاتلی كه به آن‌جا بگریزد تا زنده بماند این است: كسی كه همنوع خود را ندانسته بكشد و با وی دشمنی قبلی نداشته باشد ...",
            "4": "و كسی كه با همنوعش برای بریدن درختان به جنگل برود و دستش با تبر برای قطع درخت فرود آید و آهن آن تبر از چوب (دسته‌ی چوبی) جدا شده و به همنوعش اصابت كند و (همنوعش) بمیرد، به یكی از این شهرها گریخته زنده بماند.",
            "5": "مبادا وَلی خون كه قلبش در هیجان است قاتل را تعقیب كند، و نظر به این‌كه راه زیاد است، به او برسد و او را بكشد. (در صورتی‌كه) وی مستوجب مرگ نیست زیرا از قبل دشمن او (یعنی مقتول) نبوده است.",
            "6": "به این سبب است كه من چنین فرمان می‌دهم «سه شهر برای خود جدا كن».",
            "7": "اگر خداوند خالقت همان‌گونه كه به پدرانت سوگند یاد كرده است حدودت را توسعه دهد و تمام سرزمینی را كه گفته است به پدرانت می‌بخشد به تو بدهد.",
            "8": "برای این است كه تمامی این فرمانی را كه من امروز به تو دستور می‌دهم رعایت كرده و آن را اجرا كنی و خداوند خالق خود را دوست داشته باشی و تمام عمر در راه او گام برداری. پس سه شهر (دیگر) به این سه (شهر) اضافه كن.",
            "9": "تا در میان سرزمینت كه خداوند خالقت به ملكیت به تو می‌دهد خون ناحق ریخته نشود (وگرنه) مسئول قتل‌ها تو خواهی بود.",
            "10": "و هرگاه شخصی دشمن همنوعش بوده و در كمین او بنشیند و علیه او قیام كرده، او را بزند كه بمیرد و به یكی از این شهرها بگریزد ...",
            "11": "داوران شهرش فرستاده او را از آن‌جا بیاورند و به‌دست وَلی خون تسلیم نمایند تا كشته شود.",
            "12": "از وی صرف‌نظر نكن و گناه آن خون ناحق را از ییسرائل (اسرائیل) دور نما تا وضعت خوب بماند.",
            "13": "در سرزمینی كه خداوند خالقت آن را برای ارث بردن به تو می‌دهد از سهمی كه (از زمین) خواهی برد، به مرز همنوعت كه پیشینیان تعیین كردند تجاوز نكن.",
            "14": "گواهی یك نفر در مورد هر گناه و خبط و خطایی كه كسی مرتكب شده باشد قوت قانونی نخواهد داشت. طبق گواهی دو یا سه نفر (به بالا) موضوع ثابت خواهد ماند.",
            "15": "هرگاه گواه ظالمی بر كسی قیام نماید كه علیه وی شهادت دروغ بدهد ...",
            "16": "آن دو نفری كه دعوا مربوط به آن‌هاست در حضور خداوند در حضور كُوهِن (کاهن)‌ها و داورانی‌كه در آن روزگار باشند بایستند.",
            "17": "آن داوران خوب جویا شوند اگر آن گواه، گواه دروغگو باشد و درباره‌ی برادرش به دروغ گواهی داده باشد ...",
            "18": "همان‌طوری‌كه او قصد كرد با برادرش عمل نماید با او عمل نمایید و آن فساد را از میان خود نابود كن.",
            "19": "تا بقیه‌ی (اشخاص) بشنوند و ترس داشته باشند و بار دیگر در میان شما چنین كار بدی را مرتكب نشوند.",
            "20": "از وی صرف‌نظر نكن. جان در مقابل جان، چشم در مقابل چشم، دندان در مقابل دندان، دست در مقابل دست، پا در مقابل پا."
        },
        "19": {
            "0": "هرگاه علیه دشمنت به جنگ رفتی، اسب و ارابه و جمعیت زیادتر از خود دیدی از آن‌ها ترسی نداشته باش، زیرا خداوند خالقت كه تو را از سرزمین مصر بیرون آورد با توست.",
            "1": "موقع نزدیك شدن شما به جنگ، چنین مقرر است كه كُوهِن (کاهن) پیش آمده با جمعیت صحبت كند.",
            "2": "به آن‌ها بگوید: ای ییسرائل (اسرائیل) گوش بده: «شما امروز به جنگ علیه دشمنانتان نزدیك می‌گردید. رقت قلب پیدا نكنید، ترس نداشته باشید، مضطرب نشوید و از آن‌ها نهراسید.",
            "3": "زیرا خداوند، خالق شماست كه برای نجات شما با شما می‌رود تا برای شما علیه دشمنانتان جنگ كند.»",
            "4": "مامورین اجرا با قوم چنین صحبت كنند. آن شخصی‌كه خانه‌ی نو بنا كرده و جشن افتتاح آن را نگرفته است كیست، برود به خانه‌ی خود برگردد. مبادا در جنگ بمیرد و شخص دیگری آن (خانه) را افتتاح نماید.",
            "5": "و آن شخصی كه تاكستانی بنیاد نهاده و (محصول) آن را حلال نكرده است كیست برود و به‌خانه‌اش بازگردد مبادا در جنگ بمیرد و شخص دیگری (محصول) آن را حلال كند.",
            "6": "و كیست شخصی كه زنی را نامزد كرده و با او ازدواج ننموده است. برود و به خانه‌اش بازگردد مبادا در جنگ بمیرد و شخص دیگری با (نامزد) او ازدواج كند.",
            "7": "آن صاحب‌منصبان به سخن گفتن با آن جمعیت ادامه داده بگویند: كیست شخصی كه ترس و رقت قلب دارد برود و به خانه‌اش بازگردد تا دل برادرانش را مثل دل خودش به رقت درنیاورد.",
            "8": "همین‌كه آن صاحب‌منصبان سخن گفتن با آن جمعیت را به پایان رسانند چنین مقرر است كه سران لشكرها را در رأس آن جمعیت بگمارند.",
            "9": "هرگاه برای جنگ كردن علیه شهری به آن نزدیك شوی به آن پیشنهاد صلح بده.",
            "10": "اگر به تو پاسخ صلح‌آمیز بدهد و (دروازه‌هایش را) به روی تو بگشاید پس چنین مقرر است كه تمام جمعیتی كه در آن یافته می‌شود باج‌گذار تو شده و تو را خدمت نمایند.",
            "11": "و اگر با تو صلح ننماید و با تو جنگ كند آن را محاصره كن.",
            "12": "خداوند خالقت آن را به دست تو تسلیم خواهد كرد. پس تمام (افراد) ذكورش را به ضرب شمشیر بكش.",
            "13": "فقط زنان و اطفال و چارپا و آن‌چه در آن شهر باشد –تمام غنیمت آن را برای خود غارت كن و از غنیمت دشمنانت كه خداوند خالقت به تو بخشید استفاده كن.",
            "14": "با تمام شهرهای بسیار دورتر از خودت که از شهرهای این قوم‌ها نیستند، همین‌گونه عمل نما.",
            "15": "اما در شهرهای این قوم‌هایی كه خداوند خالقت به تو به ملكیت می‌دهد ذیحیاتی را زنده نگذار.",
            "16": "بلكه همان‌طوری‌كه خداوند خالقت به تو فرمان داد حیتی، اِمُوری، كِنَعَنی (کنعانی)، پریزی، حیوی و یووسی را حتماً قتل عام كن.",
            "17": "تا این‌كه همان كارهای زشتی را كه برای معبودانشان می‌كردند به شما یاد ندهند كه انجام دهید و نسبت به خداوند خالقتان خطاكار شوید.",
            "18": "هرگاه مدت زیادی شهری را محاصره كنی و برای تصرف آن با آن جنگ نمایی، درختش را با تبر زدن بر آن قطع نكن، چون از آن می‌خوری آن را نابود نكن. مگر درخت صحرا انسان است كه در مقابل تو به محاصره درآمده باشد؟",
            "19": "فقط درختی را كه بدانی میوه‌اش خوردنی نیست تباه نموده آن را قطع كن و علیه آن شهری كه با تو جنگ می‌كند سنگر بساز تا سقوط كند."
        },
        "20": {
            "0": "هرگاه در زمینی كه خداوند خالقت به تو می‌دهد تا تصرفش كنی، كشته‌ای پیدا شود كه در صحرا افتاده و معلوم نباشد چه كسی او را كشته است ...",
            "1": "محترمین و داوران تو بیرون بیایند و فاصله‌ی شهرهایی را كه در اطراف آن مقتول است (تا آن كشته) اندازه بگیرند.",
            "2": "چنین مقرر است كه شهری كه به آن مقتول نزدیكتر باشد، محترمین همان شهر ماده گوساله‌ی جوانی را كه با آن شخم زده نشده و یوغ نكشیده باشد، بگیرند.",
            "3": "محترمین همان شهر آن ماده گوساله را كنار رودی كه همیشه در آن آب جاری است، و در آن شخم و كشت نشود بیاورند و آن ماده گوساله را آن‌جا در آن رود گردن بزنند.",
            "4": "و كُوهِن (کاهن)‌ها-فرزندان لِوی كه خداوند خالقت آن‌ها را انتخاب كرده است كه برای او خدمت كنند نزدیک شوند و به نام خداوند دعا نمایند و فتوای هر نزاعی و هر آسیبی به عهده‌ی آن‌ها، باشد ...",
            "5": "و تمام محترمین همان شهری كه به آن كشته نزدیك است دستان خود را كنار آن ماده‌گوساله گردن‌زده شده در آن رود بشویند.",
            "6": "(سپس) سر فرود آورده اعلام دارند: «دستان ما، این خون را نریخته و چشمان ما (ریخته‌شدن آن‌را) ندیده است».",
            "7": "ای خداوند، قومت ییسرائل (اسرائیل) را كه بازخریدی ببخش و خون ناحق را به ییسرائل قومت نسبت نده. پس گناه آن قتل به آن‌ها بخشوده می‌شود.",
            "8": "و تو خون ناحق را از میان خود نابود كن تا در نظر خداوند عمل شایسته انجام داده باشی.",
            "9": "هرگاه علیه دشمنانت به جنگ بروی و خداوند خالقت آن (دشمنان) را به دست تو تسلیم نماید و اسیرش را به اسارت درآوری؛",
            "10": "و در بین اسیران زنی خوش‌قیافه ببینی و عاشق او شوی و (بخواهی) او را به همسری انتخاب كنی؛",
            "11": "او را به داخل خانه‌ات بیاور، سرش را بتراشد و ناخن‌هایش را از مُد خارج كند.",
            "12": "لباس اسارتش را از تنش دور نماید و در خانه‌ی تو بماند و مدت یك‌ماه برای پدر و مادرش گریه كند و بعد از این با او همخوابی كرده شوهرش بشو و او همسر تو باشد.",
            "13": "چنین مقرر است كه اگر به او راغب نباشی، آزادش كنی. هر جا می‌خواهد برود مبادا او را در برابر پول (یا در برابر چیز دیگری) بفروشی. به‌خاطر این‌كه به او تجاوز كردی با او بدرفتاری نكن.",
            "14": "هرگاه مردی دو زن داشته باشد یكی محبوب و یكی مورد نفرت و آن (دو زن) محبوب و مورد نفرت برایش پسرانی بزایند و پسر نخست‌زاد از آن زن مورد نفرت باشد.",
            "15": "چنین مقرر است، روزی كه آن‌چه را كه دارد بین پسرانش تقسیم می‌كند نمی‌تواند به پسر زن محبوب به جای زن مورد نفرت كه نخست‌زاد است، حق نخست‌زادی بدهد.",
            "16": "بلكه باید پسر زن مورد نفرت را نخست‌زاد بشناسد و از هرچه دارد به او دو برابر (سهم) بدهد زیرا آن پسر اولین نسل اوست، حق نخست‌زادی از آن او می‌باشد.",
            "17": "هرگاه شخصی پسری منحرف و نافرمان داشته باشد كه از فرمان پدر و مادرش اطاعت نكند و او را تنبیه كنند و (باز هم) از آن‌ها اطاعت نكند.",
            "18": "پدر و مادرش او را گرفته پیش محترمین شهر و دادگاه محلی خود ببرند.",
            "19": "به محترمین شهر وی بگویند: «این پسر ما منحرف و نافرمان است، از فرمان ما اطاعت نمی‌كند، هرزه و می‌گسار است.»",
            "20": "تمام مردم شهرش (به دستور دادگاه) او را با سنگ سنگ‌باران نمایند تا بمیرد و آن فساد را از میان خود نابود كن تا تمام ییسرائل (اسرائیل) بشنوند و ترس داشته باشند.",
            "21": "و هرگاه مردی خطایی بكند كه مستوجب اعدام باشد و كشته شود و (جسد) او را به‌دار بیاویزی ...",
            "22": "جسدش تا شب روی دار نماند، بلكه البته در همان روز او را به‌خاك بسپار زیرا بالای دار ماندن (او) اهانت به خداوند است. پس زمینت را كه خداوند خالقت به تو ارث می‌دهد ناپاك نساز."
        },
        "21": {
            "0": "مبادا گاو یا گوسفند سرگردان برادر (یعنی همنوع)ت را ببینی و آن‌ها را نادیده بگیری. حتماً آن را به برادر خود بازگردان.",
            "1": "و اگر برادر (یعنی همنوع)ت به تو نزدیك نیست و او را نمی‌شناسی، آن را به داخل خانه‌ات ببر تا (هنگامی) كه برادرت آن را جستجو كند، پیش تو بماند تا آن (یا معادل آن) را به او بازگردانی.",
            "2": "همین عمل را نسبت به الاغش بكن، همین عمل را نسبت به اسبش بكن و با هر گمشده‌ی برادرت كه از او گم شود و تو آن را بیابی، همین عمل را انجام بده. نمی‌توانی (آن را) نادیده بگیری.",
            "3": "تماشاگر الاغ برادر (یعنی همنوع)ت، یا گاوش كه در راه افتاده است نباش كه از آن‌ها روبگردانی. حتماً (آن را) با كمك خودش بلند كن.",
            "4": "زن، لوازم (ویژه‌ی) مرد را به كار نبرد و مرد لباس زن نپوشد. زیرا هركس این كارها را می‌كند در نظر خداوند خالقت ناپسند می‌باشد.",
            "5": "هرگاه به‌طور تصادفی بر سر راه تو بر هر درختی یا روی زمین آشیانه‌ی پرنده‌ای پیدا شود (و در آن) جوجه‌ها یا تخم‌هایی باشند، و مادر روی جوجه‌ها یا روی تخم‌ها خوابیده باشد مادر را با جوجه‌ها برندار.",
            "6": "حتماً مادر را آزاد كن و جوجه‌ها را برای خودت بردار تا این‌كه وضع تو خوب شود و عمرت طولانی گردد.",
            "7": "هرگاه خانه‌ی جدیدی ساختی برای بامت نرده درست كن. زیرا كسی‌كه افتادنی باشد از آن می‌افتد. پس نگذار در خانه‌ات خون ریخته شود.",
            "8": "در تاكستانت دو نوع (گیاه) نكار مبادا بذری كه می‌كاری و محصول تاكستان تماماً حرام گردد (و سوخته شود).",
            "9": "گاو و الاغ (یعنی دو نوع چارپا) را با هم برای شخم به‌كار نگیر.",
            "10": "شعطنز –یعنی جنس پشم و كتان را با هم (در یك ملبوس اعم از دوخته یا بافته و غیره) نپوش.",
            "11": "بر چهار گوشه پوشاكت كه (خود را) با آن می‌پوشانی بندهای تابیده‌ی (مخصوص) درست كن.",
            "12": "هرگاه مردی زنی بگیرد و با او همخوابی نموده سپس از او متنفر شود ...",
            "13": "و به او تهمت ناروا بزند و برایش موجب بدنامی شده بگوید: این زن را گرفته و با او نزدیكی كردم و او را دوشیزه «نیافتم؛»",
            "14": "پدر آن دختر و مادرش (آثار) دوشیزگی آن دختر را پیش محترمین شهر به‌دادگاه بیاورند.",
            "15": "و پدر آن دختر به محترمین بگوید: دخترم را به این مرد به همسری دادم و (این مرد) از او متنفر شده است.",
            "16": "و اینك به او تهمت ناروا زده می‌گوید: «دخترت را باكره نیافتم» و این‌ها (آثار) دوشیزگی دختر من می‌باشد و آن پارچه را در حضور محترمین شهر بگستراند.",
            "17": "محترمین آن شهر آن شوهر را گرفته تنبیهش كنند.",
            "18": "چون‌كه موجب بدنامی دوشیزه‌ی ییسرائل (اسرائیل) شده است، او را صد كِسِف (واحد پول) جریمه نموده (پول را) به پدر آن دختر بدهند و (آن دختر) زن او خواهد ماند و در تمام مدت عمرش نمی‌تواند او را طلاق دهد.",
            "19": "و اگر این موضوع راست بود (و آثار) دوشیزگی آن دختر پیدا نشد.",
            "20": "آن دختر را به دَر خانه‌ی پدرش آورده مردم شهرش او را با سنگ سنگ‌باران نمایند تا بمیرد. چون‌كه در ییسرائل (اسرائیل) بی‌عفتی كرده یعنی در خانه‌ی پدرش زنا كرده است. آن فساد را از میان خود نابود كن.",
            "21": "هرگاه مردی یافته شود كه با زن شوهرداری همخوابی كرده باشد، هر دوی آن‌ها را نابود كن. یعنی آن مردی كه با آن زن همخوابی نموده و آن زن با هم كشته شوند. آن فساد را از میان ییسرائل (اسرائیل) نابود كن.",
            "22": "هرگاه دختری – دوشیزه، عقد شده‌ی مردی باشد، و مردی او را در شهر یافته با او همخوابی كند؛",
            "23": "هر دو نفرشان را به بیرون شهر ببرند آن‌ها را با سنگ سنگ‌باران نمایید تا بمیرند. آن دختر را برای این‌كه در شهر فریاد برنیاورد، و آن مرد را برای این‌كه به زن همنوعش تجاوز كرد، و آن فساد را از میان خود نابود كن.",
            "24": "و اگر آن مرد در صحرا آن دختر عقد شده را بیابد و آن مرد به‌زور او را گرفته و با او همخوابی كند، فقط آن مردی كه با او همخوابی كرده است، كشته شود.",
            "25": "و به آن دختر كاری نكن، آن دختر خطایش مستوجب مرگ نیست، زیرا این عمل مانند آن است كه كسی علیه همنوعش قیام نماید و او را بكشد.",
            "26": "زیرا او را در صحرا یافته است، آن دخترِ عقد شده، فریاد برآورده است و نجات‌دهنده‌ای برای وی نبوده است.",
            "27": "هرگاه مردی دوشیزه‌ای را كه عقد شده نباشد یافته او را به‌زور بگیرد با او همخوابی كند و پیدا شوند ....",
            "28": "آن مردی كه با او همخوابی كرده است به پدر آن دختر پنجاه كِسِف (واحد پول به‌عنوان جریمه) بدهد و (آن دختر) زن او باشد و نظر به این‌كه به او تجاوز كرده است، نمی‌تواند تا آخر عمرش او را طلاق دهد."
        },
        "22": {
            "0": "كسی زن پدرش را نگیرد و به ناموس پدرش تجاوز نكند.",
            "1": "شخص بیضه له‌شده و آلت‌بریده داخل جماعت خداوند نشود.",
            "2": "حرام‌زاده داخل جماعت خداوند نشود، حتی پشت دهم او داخل جماعت خداوند نشود.",
            "3": "عَمُونی و مُوآوی داخل جماعت خداوند نشود. حتی پشت دهم آن‌ها هرگز داخل جماعت خداوند نشود.",
            "4": "چون‌كه موقع خارج شدنتان از مصر در راه، شما را با نان و آب استقبال نكردند و به‌خاطر این‌كه بیلعام پسر بِعُور را از پِتُوراَرَم نَهَرَییم برای نفرین كردن تو اجیر نمود.",
            "5": "و خداوند خالقت نخواست با بیلعام موافقت كند چون‌كه خداوند خالقت تو را دوست می‌داشت. خداوند خالقت آن نفرین را برای تو به بركت تبدیل نمود.",
            "6": "ابداً در تمام عمرت خواستار خیر و خوبی آن‌ها نباش.",
            "7": "از اِدُومی تنفر نداشته باش چون‌كه برادرت است، از مصری تنفر نداشته باش چون‌كه در سرزمینش غریب بودی.",
            "8": "فرزندانی كه از آن‌ها به دنیا آیند، از پشت سوم (به بعد می‌توانند) داخل جماعت خداوند شوند.",
            "9": "هرگاه با سپاه، علیه دشمنت بیرون روی از هر چیز بد بپرهیز.",
            "10": "هرگاه بین تو مردی باشد كه به‌خاطر احتلام شب، پاك نباشد، از اردوگاه (ییسرائل (اسرائیل)) بیرون رود. وارد اردوگاه نشود.",
            "11": "چنین مقرر است كه نزدیك غروب در آب غسل نموده و همین‌كه خورشید غروب كرد به داخل اردوگاه بیاید.",
            "12": "و خارج از اردوگاه مكانی داشته باش كه برای رفع حاجت به آن‌جا بروی.",
            "13": "و در اسباب خود میخی داشته باش كه برای موقع رفع حاجتت با آن (خاك را) بكنی و برگشته مدفوع خود را بپوشانی.",
            "14": "زیرا خداوند خالقت در میان اردویت می‌خرامد تا تو را رهانیده و دشمنانت را تسلیم تو كند. پس اردویت مقدس باشد، و چیز بدی در تو نبیند كه از تو روی برگرداند.",
            "15": "غلامی را كه از نزد اربابش به تو پناهنده شود، به آقایش تسلیم نكن.",
            "16": "در میان تو – در مكانی كه انتخاب كند یعنی در یكی از جاهای قلمروهایت كه برایش خوب باشد با تو ساكن شود. به او آزار نرسان.",
            "17": "بین دختران ییسرائل (اسرائیل) زن هرجایی نباشد، و بین پسران ییسرائل خود فروش نباشد.",
            "18": "مرد روسپی و بهای سگ را به خانه‌ی خداوند خالقت برای هیچ نذری نیاور چون‌كه هر دوی آن‌ها (یا هر چیزی كه با آن پول‌ها تهیه شود) برای خداوند خالقت ناپسند است.",
            "19": "به برادرت سود وام نده، هر چیزی كه سود وام محسوب شود، خواه سود پول، خواه سود خواربار.",
            "20": "به بیگانه سود وام بده ولی به برادرت سود وام نده تا این‌كه خداوند خالقت در آن سرزمینی كه تو برای وارث شدنش به آن‌جا وارد می‌شوی در هر شغلی كه داری بركتت بدهد.",
            "21": "هرگاه برای خداوند خالقت نذری كردی در ادای آن تأخیر نكن زیرا خداوند خالقت آن را حتماً از تو مطالبه می‌كند و (در صورت تأخیر) برای تو خطا محسوب خواهد شد.",
            "22": "و اگر از نذر كردن خودداری كنی برای تو خطایی محسوب نخواهد شد.",
            "23": "طبق آن‌چه برای خداوند خالقت نذر كردی یعنی آن‌چه با دهانت داوطلبانه گفتی، گفته‌ی زبانت را رعایت كرده عمل كن.",
            "24": "هنگامی‌كه (به عنوان كارگر) به تاكستان همنوعت می‌آیی به قدر میلت انگور بخور تا سیر شوی. در ظرف خود (چیزی برای بردن) نگذار.",
            "25": "هنگامی‌كه (به عنوان كارگر) بر حاصل درو نشده‌ی همنوعت می‌روی می‌توانی با دست خود خوشه‌هایی بچینی ولی بر حاصل درو نشده‌ی همنوعت داس به كار نبر."
        },
        "23": {
            "0": "هرگاه مردی زنی بگیرد و با او ازدواج كند چنین مقرر است، اگر چیز ناپسندی در او بیابد و در نظرش پسندیده نیاید و برایش طلاق‌نامه‌ای نوشته به دستش بدهد و از خانه‌ی خود بیرونش كند ...",
            "1": "و (آن زن) از خانه‌ی او بیرون آمده و برود همسر مرد دیگری شود ...",
            "2": "شوهر اخیر هم از او متنفر شده و (او هم) برایش طلاق‌نامه‌ای بنویسد و به دستش بدهد و او را از خانه‌ی خود روانه كند، یا شوهر اخیر كه او را به زنی گرفته است بمیرد؛",
            "3": "(در این صورت) شوهر اولیش كه او را طلاق داده بود نمی‌تواند پس از آن‌كه (آن زن) قانوناً (نسبت به وی) ناپاك به‌حساب آمده است برگشته او را بگیرد كه (دوباره) همسر وی شود. زیرا در حضور خداوند كار ناپسندی است. (خطاب به دادگاه) پس باعث آلودگی آن سرزمینی که خداوند خالقت به تو به ارث می‌دهد نشو.",
            "4": "هرگاه مردی همسر جدیدی گرفت به سربازی نرود و هیچ‌كاری (از امور ارتش) به عهده‌ی وی گذاشته نشود. یك‌سال به‌خاطر خانواده‌‌اش آزاد باشد تا همسری را كه گرفته است شاد كند.",
            "5": "(كسی) آسیاب دستی یا سنگ روئی آسیاب را به گرو نگیرد، زیرا وسیله‌ی زندگی را به گرو می‌گیرد.",
            "6": "هرگاه شخصی یافت شود كه یكی از برادرانش یعنی از فرزندان ییسرائل (اسرائیل) را بدزدد، به وی ظلم نموده او را بفروشد، آن دزد كشته شود. پس آن فساد را از میان خود نابود كن.",
            "7": "درباره‌ی آسیب برص مواظب باش كه (دستورات) آن را زیاد رعایت كرده عمل كنی. همان‌گونه كه به كُوهِن (کاهن)‌های از سبط لِوی دستور دادم، هر آن‌چه به شما راهنمایی كنند رعایت نموده عمل كنید.",
            "8": "آن‌چه را که خداوند خالقت موقع بیرون آمدنت از مصر، بین راه با میریام عمل كرد به یاد داشته باش.",
            "9": "هرگاه به همنوعت چیزی وام دادی برای گرفتن گروی آن به خانه‌ی وی داخل نشو.",
            "10": "بیرون بایست تا آن شخصی كه تو به او وام می‌دهی گروی را نزد تو بیرون بیاورد.",
            "11": "و اگر او شخص فقیری است تا زمانی‌كه گروی او نزد توست آرام نگیر.",
            "12": "حتماً موقعی كه آفتاب غروب می‌كند آن گروی را به او بازگردان تا در پوشش خود بخوابد و تو را دعا كند و (این عمل) در پیشگاه خداوند خالقت برای تو نیكوكاری به شمار آید.",
            "13": "به مزدور فقیر و مسكین، از برادرانت یا از غریبی كه در سرزمینت یعنی در قلمرواَت (باشد) اجحاف نكن.",
            "14": "در همان روز قبل از غروب آفتاب مزدش را بده زیرا فقیر است و جانش به آن بستگی دارد. تا علیه تو نزد خداوند فریاد برنیاورد مبادا برای تو خطایی محسوب شود.",
            "15": "پدران به موجب (گواهی) فرزندان كشته نشوند و فرزندان به موجب (گواهی) پدران به قتل نرسند. هركدام به‌خاطر خطای خویش كشته شود.",
            "16": "حق غریب یا یتیم را پایمال نكن. لباس بیوه‌زن را گرو نگیر.",
            "17": "و به یاد داشته باش كه در مصر غلام بودی و خداوند خالقت تو را از آن‌جا بازخرید نمود. به این جهت من به تو فرمان می‌دهم كه این كار را بكنی.",
            "18": "هرگاه حاصل خود را در صحرایت درو كنی و دسته‌ای از خوشه‌ها را فراموش نمایی برنگرد كه آن را برداری. برای غریب، یتیم و بیوه‌زن بماند. تا این‌كه خداوند خالقت تو را در تمام كسب و كارت بركت دهد.",
            "19": "هرگاه درخت زیتون (و هرگونه محصول روغن‌دار) خود را تكاندی (آن را) به كلی عاری از میوه نكن، برای غریب، یتیم و بیوه‌زن بماند.",
            "20": "هرگاه تاكستان خود را میوه‌چینی كردی، خوشه‌های كم‌دانه را كه جا گذاشتی نچین. برای غریب، یتیم و بیوه‌زن بماند.",
            "21": "به یاد داشته باش كه در سرزمین مصر غلام بودی بدین جهت من به تو فرمان می‌دهم این كار را بكنی."
        },
        "24": {
            "0": "هرگاه بین اشخاص مرافعه‌ای باشد و برای محاكمه بیایند و دادرسان آن‌ها را داوری كنند كسی را كه حق دارد محق بشناسد و ظالم را محكوم نمایند.",
            "1": "چنین مقرر است كه اگر آن ظالم مستحق تازیانه خوردن باشد آن داور او را بخواباند و در حضور خود او را به میزان شرارتش، با شماره تازیانه بزنند.",
            "2": "او را (تا) چهل تازیانه بزند، اضافه نكند. مبادا بر این تعداد افزوده او را تازیانه‌ی بیشتری بزند و برادرت در نظرت خوار شود.",
            "3": "دهان گاو را در موقع خرمن كوبیش نبند.",
            "4": "اگر برادرانی با هم معاصر باشند و یكی از آن‌ها بمیرد كه فرزندی نداشته باشد، (و زنش هم باردار نباشد) زن آن مرده (از این خانواده) خارج نشود كه همسر (مرد) غریبی گردد. برادر شوهرش با او ازدواج نموده او را برای خود به همسری بگیرد و وظیفه‌ی برادرشوهری را كه برادرش مرده است، نسبت به وی به جا آورد.",
            "5": "چنین مقرر است، آن نخست‌زاده‌ای كه بزاید بنام برادر درگذشته باقی‌بماند و نام (برادر)ش از ییسرائل (اسرائیل) محو نگردد.",
            "6": "و اگر آن مرد نخواهد زن برادرش را بگیرد، زن برادرش به دادگاه نزد محترمین رفته بگوید: برادرشوهرم از احیای نام برادرش در ییسرائل (اسرائیل) خودداری می‌كند، نمی‌خواهد وظیفه‌ی برادرشوهری را كه برادرش مرده است نسبت به من به جا آورد.",
            "7": "محترمین شهرش او را دعوت كرده با او صحبت كنند. ولی اگر (آن مرد باز هم) اصرار نموده بگوید نمی‌خواهم او را بگیرم...",
            "8": "زن برادرش در حضور محترمین، به او نزدیك شده و كفش او را از پایش درآورد و پیش وی (بر زمین) تف بیندازد و اعلام داشته بگوید: با مردی‌كه خاندان برادرش را احیا نكند چنین عمل می‌‌شود.",
            "9": "و در ییسرائل (اسرائیل) نامش (نام برادر شوهر) «خانواده‌ی كفش كنده» گذاشته شود.",
            "10": "هرگاه مردانی با هم یعنی یكی با دیگری گلاویز شوند و همسر یكی، برای نجات شوهر خود از دست كسی كه او را می‌زند، پیش‌رفته دست خود را دراز كند و شرمگاه دیگری را بگیرد...",
            "11": "دست او را از مچ قطع كن، از او صرف‌نظر نكن.",
            "12": "در كیسه‌ی خود دو نوع وزنه‌ی بزرگ و كوچك (یعنی سنگین و سبك برای تقلب) نداشته باش.",
            "13": "در نزد خود دو نوع ایفا (پیمانه) بزرگ و كوچك (زیاد و كم برای تقلب)، نداشته باش.",
            "14": "وزنه‌ی كامل و درست داشته باش، ایفای (پیمانه‌ی) تمام و درست داشته باش تا این‌كه روی آن زمینی كه خداوند خالقت به تو می‌دهد عمرت دراز شود.",
            "15": "زیرا هر شخص بی‌انصافی یعنی هركسی كه این كارها را می‌كند، مورد تنفر خداوند خالقت است.",
            "16": "آن‌چه را كه عَمالِق موقع بیرون آمدنتان از مصر در راه با تو كرد به یاد داشته باش.",
            "17": "در حالی‌كه تو خسته و كوفته بودی، در راه با تو مواجه شد. از پشت سرت تمام واماندگان را كه عقب تو بودند از بین برد و از خداوند ترس نداشت.",
            "18": "پس چنین مقرر است، در سرزمینی كه خداوند خالقت برای ارث بردن آن به ملكیت به تو می‌دهد هنگامی‌كه خداوندت از تمام دشمنان اطراف به تو آرامش بخشید، خاطره‌ی عَمالِق را از زیر آسمان محو كن. فراموش ننمایی."
        },
        "25": {
            "0": "چنین مقرر است، هنگامی‌كه به آن سرزمینی كه خداوند خالقت به ملكیت به تو می‌دهد وارد شوی و آن را به ارث برده در آن ساكن گردی ...",
            "1": "از نوبر تمام حاصل زمینی كه خداوند خالقت به تو می‌دهد برداشته در سبدی بگذار و به آن مكانی كه خداوند خالقت برای ساكن كردن نامش انتخاب خواهد كرد، برو.",
            "2": "و نزد كُوهِنی (کاهنی) كه در آن روزها باشد رفته به او بگو: امروز در پیشگاه خداوند خالقت اعلام می‌دارم كه به آن سرزمینی كه خداوند به پدران ما سوگند یاد نمود به ما بدهد وارد شده‌ام.",
            "3": "كُوهِن (کاهن) آن سبد را از دست تو گرفته آن را جلو قربانگاه خداوند خالقت بگذارد.",
            "4": "به حضور خداوند خالقت سر فرود آورده اعلام بدار: (لاوان) اَرَمی خواست جدم (یعقُوو (یعقوب)) را نابود كند ... (یعقُوو) به سوی مصر سرازیر شد و با عده‌ی كمی در آن‌جا اقامت گزید و در آن‌جا به قومی بزرگ و قوی و انبوه تبدیل گردید.",
            "5": "مصریان با ما بدی كردند، رنجمان دادند، كار سخت به ما واگذار نمودند ...",
            "6": "به حضور خداوند خالق اجداد خود فریاد برآوردیم، خداوند صدای ما را شنید، بیچارگی، رنج و فشار (وارد بر) ما را در نظر گرفت....",
            "7": "ما را با قدرتی قوی و بازوی افراشته و با كار شگفت‌انگیز و با آیات و معجزات، از مصر بیرون آورد ...",
            "8": "ما را به این مكان آورده این سرزمین –سرزمینی را كه در آن شیر و شهد جاری است- به ما بخشید.",
            "9": "و اكنون نوبر حاصل زمینی را كه تو خداوند به من دادی آورده‌ام. پس آن را در حضور خداوند خالقت نهاده، به خداوند خالقت سجده نما.",
            "10": "و به خاطر تمام آن بركتی كه خداوند خالقت به تو و به خانواده‌ات بخشیده است تو و لِوی و غریبی كه در بین توست مسرور باشید.",
            "11": "هنگامی‌كه دادن ده‌یك محصولت را در سال سوم كه سال ده یك است به پایان رساندی و به لِوی، و غریب و یتیم و بیوه‌زن كه در میان مرزهایت می‌باشند دادی تا بخورند و سیر شوند؛",
            "12": "در پیشگاه خداوند خالقت اعلام بدار: «مطابق فرمانی كه به من دادی چیز مقدس را از خانه دور ساختم و همچنین آن را به لِوی، و غریب، و یتیم و به بیوه‌زن دادم. از فرمان‌های تو تخلف نكردم و آن‌ها را فراموش ننمودم ...",
            "13": "در حال سوگواریم از آن نخوردم، از آن در حال ناپاك بودن صرف نكردم، و از آن برای مرده مصرف ننمودم. كلام خداوند خالقم را اطاعت كردم، مطابق آن‌چه به من فرمان دادی عمل نمودم.",
            "14": "از مكان مقدست –از آسمان- نظر افكن و همان‌گونه كه به پدران ما سوگند یاد نمودی قومت ییسرائل (اسرائیل) و آن زمینی را كه به ما بخشیدی، سرزمینی را كه در آن شیر و شهد جاری است، بركت نما».",
            "15": "امروز خداوند خالقت به تو فرمان می‌دهد كه این قانون‌ها و احكام را عمل نمایی. پس مراقبت نما كه آن‌ها را با تمام قلبت و جانت انجام دهی.",
            "16": "امروز خداوند را مورد ستایش قرار دادی كه داور تو باشد و در راه‌هایش گام برداری و قانون‌ها و فرمان‌ها و احكامش را مراعات نمایی و از سخنش اطاعت كنی.",
            "17": "و خداوند همچنان‌كه با تو سخن گفت تو را امروز مورد احترام قرار داد تا برای او قوم نخبه‌ای باشی و تمام فرمان‌هایش را رعایت كنی.",
            "18": "و تو را بر همه‌ی قوم‌هایی كه ایجادكرده است، از لحاظ افتخار و شهرت و شكوه، برتری بخشید تا همان‌گونه كه گفت، برای خداوند خالقت قوم مقدس بمانی."
        },
        "26": {
            "0": "مُشه (موسی) و محترمین ییسرائل (اسرائیل) به جماعت چنین سفارش كردند. تمام این فرمان‌ها را كه امروز من به شما می‌دهم، رعایت كنید.",
            "1": "چنین مقرر است كه در روزی كه از یردِن به طرف آن سرزمینی كه خداوند خالقت به تو می‌دهد بگذرید سنگ‌های بزرگی برای خود برپا داشته و آن‌ها را با گچ سفید كنی.",
            "2": "پس از گذشتنت، تمام دستورات این توراه را بر آن‌ها بنویس برای این‌كه همان‌گونه كه خداوند خالق پدرانت به تو سخن گفت به آن سرزمینی كه خداوند خالقت به تو می‌دهد – به زمینی كه در آن شیر و شهد جاری است، وارد شوی ...",
            "3": "چنین مقرر است كه پس از عبورتان از یردِن این سنگ‌ها را كه من امروز به شما فرمان می‌دهم در كوه عِوال برپا نموده و آن را با گچ سفید كنی.",
            "4": "آن‌جا برای خداوند خالقت قربانگاهی بساز. قربانگاه سنگی باشد. بر آن‌ها ابزار آهنی به كار نبر.",
            "5": "قربانگاه خداوند خالقت را از سنگ‌های سالم بساز. قربانی‌های سوختنی را روی آن به خداوند خالقت تقدیم بدار.",
            "6": "قربانی‌های سلامت ذبح نموده در آن‌جا بخور و در حضور خداوند خالقت شادمانی كن.",
            "7": "روی این سنگ‌ها تمام دستورات این توراه را خوب و واضح بنویس.",
            "8": "مُشه (موسی) و كُوهِن (کاهن)‌ها از سبط لِوی به تمام ییسرائل (اسرائیل) اعلام داشته گفتند: ای ییسرائل ساكت باش و گوش بده، امروز قوم خداوند خالقت شدی.",
            "9": "پس سخن خداوند خالقت را اطاعت كن و فرمان‌ها و قانون‌هایش را كه من امروز به تو می‌دهم انجام بده.",
            "10": "در آن روز مُشه (موسی) به قوم چنین فرمان داد.",
            "11": "موقعی كه از یردِن عبور كردید این‌ها شیمعُون، لِوی، یهودا، ییساخار، و یوسف و بینیامین برای دعا كردن آن قوم كنار كوه گِریزیم بایستند.",
            "12": "و این‌ها: رِئووِن، گاد، آشِر، زِوُولون، دان و نفتالی برای نفرین كنار كوه عِوال بایستند.",
            "13": "لِوی‌ها صدایشان را بلند كرده خطاب به هر فرد ییسرائل (اسرائیل) با صدای بلند اعلام دارند:",
            "14": "لعنت بر، آن كسی كه بت تراشیده شده و ریخته شده و ساخت دست استاد فن كه برای خداوند ناپسند است بسازد و (آن را) در محل نهانی قرار دهد و تمام قوم صدای خود را بلند كرده بگویند آمین.",
            "15": "لعنت بر كسی كه پدر و مادرش را سبك كند و تمام قوم بگوید آمین.",
            "16": "لعنت بر كسی كه به مرز همنوعش تجاوز كند و تمام قوم بگوید آمین.",
            "17": "لعنت بر كسی كه كور (ی یا فرد بی‌اطلاع) ی را در راه گمراه كند و تمام قوم بگویند آمین.",
            "18": "لعنت بر كسی‌كه حق غریب، یتیم و بیوه‌زن را پایمال كند و تمام قوم بگوید آمین.",
            "19": "لعنت بر كسی كه (حتی بعد از درگذشتن پدر) با زن پدرش همخوابی كند چون‌كه ناموس پدرش را بی‌حرمت كرده است و تمام قوم بگوید آمین.",
            "20": "لعنت بر كسی كه با هر چارپایی همخوابی كند و تمام قوم بگوید آمین.",
            "21": "لعنت بر كسی كه با خواهرش: دختر پدر (حتی بعد از درگذشتن پدر) یا دختر مادر (حتی بعد از درگذشتن مادر) همخوابی بكند و تمام قوم بگوید آمین.",
            "22": "لعنت بر كسی كه (حتی بعد از فوت پدرزن) با مادرزنش همخوابی كند و تمام قوم بگوید آمین.",
            "23": "لعنت بر كسی كه همنوع خود را پنهانی بكشد و تمام قوم بگوید آمین.",
            "24": "لعنت بر كسی كه رشوه بگیرد تا شخص بیگناهی را بكشد و تمام قوم بگوید آمین.",
            "25": "لعنت بر كسی كه به دستورات این توراه اعتبار نبخشد و در نتیجه از اجرای آن سر باز زند و تمام قوم بگوید آمین."
        },
        "27": {
            "0": "چنین مقرر است كه اگر حتماً از سخن خداوند خالقت اطاعت كنی و تمام فرمان‌هایش را كه من امروز به تو می‌دهم مراعات نموده انجام دهی خداوند خالقت تو را از همه‌ی قوم‌های جهان برتر كند.",
            "1": "نظر به این‌كه سخن خداوند خالقت را اطاعت نمودی تمام این بركت‌ها بر تو وارد شده به تو خواهد رسید.",
            "2": "در شهر بركت شده، و در صحرا بركت شده خواهی بود.",
            "3": "ثمره‌ی شكمت و میوه‌ی زمینت و ثمره‌ی چارپایت، بچه‌ی گاوهایت و گله‌ی گوسفندانت بركت شده خواهد بود.",
            "4": "میوه و محصولت و تغار خمیرت بركت شده خواهد بود.",
            "5": "هنگام وارد شدنت بركت‌شده بوده در حال خارج شدنت بركت شده‌خواهی بود.",
            "6": "خداوند دشمنانت را كه علیه تو قیام می‌كنند در برابرت شكست داده تسلیم خواهد كرد (دشمنانت) از یك راه به سوی تو آمده از هفت راه از پیش تو خواهند گریخت.",
            "7": "خداوند فرمان خواهد داد كه در انبارهای تو و در هر پیشه‌ای كه داری بركت با تو باشد و در آن سرزمینی كه خداوند خالقت به تو می‌دهد تو را بركت خواهد داد.",
            "8": "نظر به این‌كه فرمان‌های خداوند خالقت را مراعات می‌نمایی و در راه‌هایش گام برمی‌داری، خداوند همان‌گونه كه برای تو سوگند یاد كرد، تو را به عنوان قوم مقدس برای خود تثبیت خواهد نمود.",
            "9": "همه‌ی قوم‌های جهان مشاهده خواهند كرد كه نام خداوند بر تو خوانده شده است و از تو ترس خواهند داشت.",
            "10": "خداوند روی آن سرزمینی كه برای پدرانت سوگند یاد نمود كه به تو بدهد، از حیث ثمره‌ی بطن تو و ثمره‌ی چارپایانت و محصول زمینت (همه‌چیز) تو را به خوبی افزون خواهد كرد.",
            "11": "خداوند منبع احسانش –آسمان را بر تو خواهد گشود تا بارندگی سرزمینت را در موقعش بدهد و به تمام كار دستت بركت خواهد داد. به قوم‌های زیادی وام خواهی داد و تو وام نخواهی گرفت.",
            "12": "نظر به این‌كه فرمان‌های خداوند خالقت را اطاعت می‌كنی و آن‌چه من امروز به تو فرمان می‌دهم رعایت نموده انجام می‌دهی. خداوند موجب می‌گردد كه تو سرور باشی نه زیردست و فقط در رتبه‌های بالا قرار گیری و در رتبه‌ی پایین قرار نداشته باشی.",
            "13": "پس، از این سخنانی كه من امروز به شما فرمان می‌دهم به چپ و راست منحرف نشو كه به دنبال دیگر معبودان رفته آن‌ها را پرستش نمایی.",
            "14": "اگر به سخنان خداوند خالقت گوش فرا ندهی تا تمام احكام و قوانین او را كه من امروز به تو سفارش می‌كنم انجام دهی چنین مقرر است كه تمام این نفرین‌ها بر تو وارد شود و به تو برسد.",
            "15": "در شهر لعنت شده بوده، و در صحرا لعنت‌شده خواهی بود.",
            "16": "میوه و محصولات و تغار خمیرت لعنت‌شده خواهد بود.",
            "17": "ثمره شکمت و میوه‌ی زمینت و بچه‌ی گاوهایت و گله‌ی گوسفندهایت لعنت شده خواهد بود.",
            "18": "هنگام وارد شدنت لعنت‌شده بوده، و در حال خارج شدنت لعنت‌شده خواهی بود.",
            "19": "به علت بدی كردارت كه مرا ترك كردی خداوند تا آواره شدنت و تا از بین رفتن فوری تو، لعنت، آشفتگی و كمبودی را در هر پیشه‌ای كه داری برای تو خواهد فرستاد.",
            "20": "خداوند وبا را در میان تو شایع خواهد كرد تا حدی كه تو را از روی آن سرزمینی كه تو به آن‌جا وارد می‌شوی تا آن را به ارث ببری، در به در كند.",
            "21": "خداوند تو را به سل، مالاریا و به التهاب، تب‌سوزان، خشكیدگی بدن، گرمازدگی و یرقان مبتلا خواهد كرد و تو را تا آوارگیت دنبال خواهد نمود.",
            "22": "آسمان كه بالای سرت است (چون) مس خواهد شد و زمینی كه زیر (پای) توست (چون) آهن خواهد گشت.",
            "23": "خداوند بارش سرزمینت را گرد و خاك مقرر می‌كند كه تا در به در شدنت از آسمان بر تو خواهد بارید.",
            "24": "خداوند تو را در برابر دشمنانت شكست داده تسلیم خواهد كرد. از یك راه به سوی او (به سوی دشمن) آمده و از هفت راه از پیش او خواهی گریخت و از مشاهده‌ی چنین وضعی همه‌ی مردم كشورها وحشت‌زده خواهند شد.",
            "25": "جسد شما طعمه‌ی پرندگان آسمان و چارپای زمین می‌شود و (برای آن‌ها) مزاحمی نخواهد بود.",
            "26": "خداوند تو را به دمل مصری و بواسیر و اگزمای خشك خارش مبتلا خواهد كرد به طوری كه نتوانی شفا یابی.",
            "27": "خداوند تو را به دیوانگی و نابینایی و دلهره مبتلا خواهد نمود.",
            "28": "در نیمروز چون كوری كه در ظلمات با كورمالی راه برود، با كورمالی راه خواهی رفت و نخواهی توانست اقداماتت را با كامیابی قرین سازی. فقط همیشه ستم دیده و چپاول شده باشی و نجات دهنده‌ای وجود نخواهد داشت.",
            "29": "با زنی نامزدی خواهی كرد و مرد دیگری با او همخوابی خواهد نمود. خانه بنا خواهی كرد ولی در آن ساكن نخواهی شد. تاكستان غرس خواهی نمود و میوه‌اش را برای خوردن حلال نخواهی كرد.",
            "30": "گاوت در مقابل چشمت كشته شده و از آن نخواهی خورد. خرت از جلویت ربوده شده و به تو پس داده نمی‌شود. گوسفندانت به دشمنانت داده می‌شود و نجات دهنده‌ای نخواهی داشت.",
            "31": "پسرانت و دخترانت به قوم دیگری تسلیم خواهند شد و چشمانت مشاهده كرده تمام مدت روز چشمانت در انتظار آن‌ها تحلیل خواهد رفت و كاری از دستت برنخواهد آمد.",
            "32": "قومی كه نمی‌شناسی، میوه‌ی زمینت و تمام دست‌رنجت را خواهد خورد و تمام عمر مسلماً ستم‌دیده و خرد شده خواهی بود.",
            "33": "از آن‌چه با چشمانت رویت می‌كنی دیوانه خواهی شد.",
            "34": "خداوند زانوها و ساق‌ها،‌ و از كف پا تا فرق سرت را، به دمل بد كه از آن شفا نتوانی یافت مبتلا خواهد ساخت.",
            "35": "خداوند، تو و پادشاهی را كه بر خود منصوب می‌كنی به سوی قومی كه تو و پدرانت نشناختید خواهد برد و در آن‌جا دیگر معبودان از چوب و سنگ را پرستش خواهی نمود.",
            "36": "در بین تمام قوم‌هایی كه خداوند تو را بدانجا خواهد راند نمونه‌ی وحشت و مایه‌ی عبرت و وسیله‌ی تمسخر خواهی شد.",
            "37": "بذر زیادی به كشتزار خواهی برد ولی كم جمع‌آوری خواهی نمود، چون‌كه ملخ آن را تباه خواهد كرد.",
            "38": "تاكستان‌هایی نشانیده زحمت (آن را) خواهی كشید و چون كرم آن را خواهد خورد شراب نخواهی نوشید و جمع‌آوری نخواهی کرد.",
            "39": "در تمام قلمرواَت زیتون خواهی داشت ولی برای ضماد هم روغن نخواهی داشت چون‌كه زیتون تو (نارس) خواهد ریخت.",
            "40": "پسران و دختران به دنیا خواهی آورد ولی مال تو نخواهند بود چون‌كه به اسارت خواهند رفت.",
            "41": "تمام (میوه‌ی) درختان و ثمره‌ی زمینت را ملخ نابود خواهد كرد.",
            "42": "غریبی كه در میان توست از تو برتر خواهد شد و تو بیش از پیش تنزل خواهی كرد.",
            "43": "او به تو وام خواهد داد و تو به وی وام نخواهی داد. او در راس بوده، تو بی‌اهمیت خواهی بود.",
            "44": "تمام این نفرین‌ها بر سرت خواهد آمد و تا آواره شدن تو، تو را دنبال نموده به تو خواهد رسید. زیرا فرمان خداوند خالقت را اطاعت نكردی و دستورات و قانون‌هایش را كه به تو داد رعایت ننمودی.",
            "45": "و این (لعنت)ها برای همیشه در تو و در نسل تو به منزله‌ی هشدار و عبرت (دیگران) خواهد بود.",
            "46": "زیرا هنگام وفور نعمت، خداوند خالقت را با شادی و دلخوشی پرستش نكردی.",
            "47": "در حال گرسنگی و تشنگی و برهنگی و نیاز به هر چیزی، خدمت دشمنانت را كه خداوند به میان تو خواهد فرستاد خواهی كرد. بر گردنت یوغ آهنین خواهد گذاشت تا آواره‌ات كند.",
            "48": "خداوند قومی را كه چون عقاب پرواز می‌كند و زبانش را نخواهی فهمید از دور، از آن سوی جهان بر ضد تو خواهد فرستاد...",
            "49": "قومی گستاخ كه رعایت احترام پیران را نكرده، به كودك ترحم نخواهد نمود.",
            "50": "ثمره‌ی چارپایانت و میوه‌ی زمینت را خواهد خورد تا نابود شوی. به‌طوری‌كه غله و شیره و چربی و بچه‌ی گاوانت و گله‌ی گوسفندانت را برای تو باقی نخواهد گذاشت تا تو را در به در سازد.",
            "51": "در تمام قلمرواَت تو را محاصره خواهد كرد تا این‌كه دیوارهای بلند و مستحكمی كه تو به آن‌ها اطمینان داری، در تمام سرزمینت فرو ریزد و در تمام قلمرواَت در سرتاسر سرزمینت كه خداوند خالقت به تو داد تو را تحت فشار قرار خواهد داد.",
            "52": "در محاصره و تنگنایی كه دشمنت برای تو ایجاد خواهد كرد ثمره‌ی بطنت یعنی گوشت پسرانت و دخترانت را كه خداوند خالقت به تو داده است خواهی خورد.",
            "53": "مرد لطیف‌طبع و بسیار نازپرورده‌ای كه در میان توست نسبت به برادر خود و زنی كه هم‌آغوشش می‌باشد و به سایر فرزندانش كه عزیز می‌دارد، تنگ‌نظری خواهد نمود...",
            "54": "و به هیچ‌یك از آن‌ها از گوشت فرزندان خود كه می‌خورد نخواهد داد. در تنگنا و محاصره‌ای كه دشمنت در تمام قلمرو تو پدید خواهد آورد (آن مرد) چیزی برای او (یكی از آن‌ها) باقی نخواهد گذارد.",
            "55": "از بین شما آن (بانوی) لطیف‌طبع و نازپرورده‌ای كه از شدت نازپروردگی و لطافت سعی می‌كرد كف پایش را بر زمین نگذارد، به شوهر هم‌آغوشش و پسر و دختر خود با تنگ نظری نگاه خواهد كرد.",
            "56": "در محاصره و تنگنایی كه دشمنت در قلمرواَت ایجاد خواهد نمود، در اثر فقدان همه چیز در خفا، از (گوشت) جنین و جفتی كه از شكمش بیرون می‌آید و از فرزندانی كه خواهد زایید، خواهد خورد.",
            "57": "اگر مواظب اجرای تمام سخنان این توراه كه در این كتاب نوشته شده است نباشی تا از این نام مورد احترام و مهیب یعنی خداوند خالقت ترس داشته باشی؛",
            "58": "خداوند به طور شگفت‌انگیزی بر تو و اولادت بلاهای سخت و مزمن و بیماری‌های بی‌درمان و با دوام نازل خواهد كرد.",
            "59": "و تمام ناخوشی‌های مصریان را كه از آن‌ها بیم داشتی بر تو خواهد آورد و (آن بیماری‌ها) به تو سرایت خواهد كرد.",
            "60": "خداوند هر بیماری و هر بلایی را هم كه در این كتاب توراه نوشته نشده است بر تو خواهد آورد تا نابود گردی.",
            "61": "چون از سخن خداوند خالقت اطاعت نكردی با این‌كه از زیادی مانند ستارگان آسمان بودید، تعداد كمی باقی خواهید ماند.",
            "62": "چنین مقرر است كه همان‌گونه كه خداوند از نیكی كردن به شما و افزون كردن شما شاد می‌شد، همان‌طور از آواره و دربدر نمودن شما خوش‌حال خواهد شد و از آن سرزمینی كه برای تصرفش به آن وارد می‌شوی ریشه‌كن خواهی شد.",
            "63": "خداوند تو را در میان تمام قوم‌ها از این سر تا آن سر جهان پراكنده خواهد كرد و آن‌جا معبودان دیگر را كه تو و پدرانت نمی‌شناختید یعنی (معبودانی از) چوب و سنگ را پرستش خواهی نمود.",
            "64": "و در میان آن قوم‌ها آرامش نخواهی داشت، جای راحتی برای كف پایت نخواهد بود و خداوند در آن‌جا به تو قلب لرزان، حالت انتظار و تألم خاطر، خواهد داد.",
            "65": "در برابر خود، زندگی بلاتكلیفی خواهی داشت، شب و روز خواهی ترسید و به زندگی خود اطمینان نخواهی داشت.",
            "66": "از ترسی كه در دلت داری و از منظره‌ای كه چشمانت می‌بیند، در بامداد خواهی گفت: ای كاش شام می‌شد و شامگاه خواهی گفت: ای كاش بامداد می‌گشت.",
            "67": "خداوند تو را با كشتی‌ها به مصر یعنی در راهی كه گفتم دگربار آن را نخواهی دید بازخواهد گردانید و در آن‌جا به عنوان غلام و کنیز به دشمنانت عرضه خواهی شد و خریداری نخواهد شد.",
            "68": "این‌ها مطالب پیمانی است كه خداوند به مُشه (موسی) فرمان داد كه در سرزمین مُوآو با فرزندان ییسرائل (اسرائیل) منعقد نماید. (این پیمان) غیر از پیمانی است كه در «حُورِو» با آن‌ها منعقد نموده بود."
        },
        "28": {
            "0": "مُشه (موسی) تمام ییسرائل (اسرائیل)‌ها را فراخوانده به آن‌ها گفت: شما تمام آن‌چه را خداوند در نظر شما در سرزمین مصر نسبت به پَرعُوه (فرعون) و تمام غلامان و تمام سرزمینش به عمل آورد دیدید؛",
            "1": "(یعنی) آن آزمایش‌های بزرگی كه چشمان تو مشاهده كرد و همان آیات و معجزات بزرگ را.",
            "2": "مگر خداوند تا به امروز به شما شعور برای تشخیص، چشم برای جویا شدن و گوش برای اطاعت نداده است؟ (تا الطاف خداوند را منظور داشته باشید؟)",
            "3": "چهل سال شما را در بیابان رهبری كردم، لباس‌هایتان بر (تن) شما فرسوده نشد و كفشت بر پایت مندرس نگردید.",
            "4": "نان نخوردید و شراب و نوشابه‌ی الكلی ننوشیدید (از زمین بهره‌برداری نكردید) تا بدانید كه من خداوند خالقتان هستم.",
            "5": "به این مكان وارد شدید، سیحُون پادشاه حِشبُون و عُوگ پادشاه باشان در مقابل ما به جنگ آمدند و آن‌ها را شكست دادیم.",
            "6": "سرزمینشان را گرفتیم و آن را به رِئووِن و گاد و نصف سبط مِنَشِه به ملكیت دادیم.",
            "7": "پس سخنان این پیمان را مراعات نموده آن‌ها را انجام دهید تا این‌كه در هر كاری كه می‌كنید كامیاب شوید.",
            "8": "امروز همه‌ی شما – سرانتان، سبط‌هایتان، محترمینتان و مأمورین اجرای قانونتان یعنی تمام ییسرائل (اسرائیل) در پیشگاه خداوند خالق خود حضور دارید.",
            "9": "اطفالتان، زنانتان، و غریبی كه در میان اردوگاهت است، از هیزم‌شكن تا كسی كه برای تو آب می‌كشد (حضور دارید) ...",
            "10": "تا این‌كه در پیمان متضمن نفرین و سوگند خداوند خالقت، كه امروز خداوند خالقت با تو منعقد می‌كند وارد شوی.",
            "11": "تا این‌كه همان‌گونه كه به تو گفت و همان‌گونه كه به پدرانت اَوراهام (ابراهیم)، ییصحاق (اسحاق) و یعقُوو (یعقوب) سوگند یاد نمود تو را امروز برای خود برپا نگهدارد كه قوم او باشی و او داور تو باشد.",
            "12": "و من نه تنها با شما این پیمان و این نفرین همراه با سوگند را منعقد می‌كنم...",
            "13": "بلكه با آن كسی كه امروز با ما معاصر است و اینجا در پیشگاه خداوند خالقمان ایستاده است و با آن كسی كه امروز اینجا با ما معاصر نیست (و بعدا متولد می‌شود، پیمان می‌بندم).",
            "14": "زیرا شما آگاهی دارید چگونه در سرزمین مصر ساكن بودیم و چطور از میان اقوامی كه از بین آن‌ها عبور می‌كردید، گذشتیم.",
            "15": "(شما) اعمال زشت، بت‌های نفرت‌انگیز آن‌ها را كه از چوب و سنگ و نقره و طلا نزد آن‌ها بود دیدید.",
            "16": "مبادا در میان شما مرد یا زن یا خانواده یا قبیله‌ای باشد كه امروز دلش از خداوند خالق ما برگشته برود معبودان آن قوم‌ها را پرستش نماید، مبادا در میان شما ریشه‌ای باشد كه حنظل و افسنطین به بار آورد...",
            "17": "و چنین شود كه هنگام شنیدن این نفرین‌های همراه با سوگند در درونش بر خود ببالد و بگوید: «با این‌كه به دلخواهم رفتار می‌كنم ایمنی خواهم داشت» و بدین طریق افراد با ایمان را به بی‌ایمانی بكشاند.",
            "18": "خداوند به بخشودن وی رضایت نخواهد داد. بلكه آن‌وقت خشم خداوند و غیرتش بر آن شخص افروخته خواهد شد و تمام نفرین همراه با قسم نوشته شده در این كتاب بر او نازل می‌شود و خداوند نام وی را از زیر آسمان محو خواهد نمود.",
            "19": "خداوند برای بدبخت نمودنش طبق تمام نفرین‌های همراه با قسم این پیمان كه در این كتاب توراه، نوشته شده است وی را از تمام سبط‌های ییسرائل (اسرائیل) مجزا خواهد ساخت.",
            "20": "نسل آینده یعنی فرزندان شما كه بعد از شما برخواهند خاست و آن بیگانه‌ای كه از سرزمین دور خواهد آمد بلاهای آن سرزمین و بیماری‌هایی را كه خداوند بر (اهالی) آن وارد آورده است، مشاهده نموده به فكر فرو خواهد رفت:",
            "21": "(آه) تمام سرزمینش گوگرد و نمك و توده‌ی آتش شده است نه كاشته می‌شود و نه (چیزی در آن) می‌روید و نه هیچ گیاهی در آن نمو می‌كند و مانند سِدُوم و عَمُوراه و اَدما و صِوُوییم كه خداوند با خشم و غضبش (آن‌ها را) منهدم ساخت، شده است.",
            "22": "پس تمام قوم‌ها خواهند گفت: به چه سبب خداوند با این سرزمین این‌گونه عمل كرد و شدت این خشم عظیم برای چیست؟",
            "23": "پس خواهند گفت: برای این است كه (آن‌ها) پیمان خداوند خالق پدرانشان را كه در موقع بیرون آوردنشان از سرزمین مصر با آن‌ها بسته بود، رها كردند.",
            "24": "و رفتند و دیگر معبودان، یعنی معبودانی را كه نمی‌شناختند و (هیچ‌یك از آن‌ها) به ایشان خدمتی نمی‌كرد پرستیدند و به آن‌ها سجده نمودند.",
            "25": "پس خشم خداوند بر آن سرزمین افروخته گشت و تمام نفرین نوشته شده در این كتاب را بر آن وارد نمود.",
            "26": "خداوند آن‌ها را با خشم و غیظ و غضب عظیم، از سرزمینشان كنده مانند امروز به سرزمین دیگر انداخت.",
            "27": "آن‌چه پوشیده است از آن خداوند خالق ماست و آن‌چه آشكار است اجرای مطالب این توراه است كه برای همیشه بر عهده‌ی ما و اولاد ماست."
        },
        "29": {
            "0": "و هنگامی‌كه در بین تمام قوم‌هایی كه خداوند خالقت تو را در آن‌جا پراكنده نمود و این مطالب یعنی بركت و نفرینی كه در برابر تو قرار دادم بر تو وارد آمد، چنین خواهد شد كه تو به خود خواهی آمد.",
            "1": "تو و فرزندانت با تمام قلب و با تمام جانت به سوی خداوند خالقت بازگشت خواهی نمود و طبق آن‌چه من امروز به تو فرمان می‌دهم از امرش اطاعت خواهی كرد.",
            "2": "خداوند خالقت تو را به وضع نخستینت بازگردانده به تو ترحم خواهد نمود و مجدداً تو را از میان تمام قوم‌هایی كه خداوند خالقت بین آن‌ها پراكنده ساخت جمع‌آوری خواهد نمود.",
            "3": "اگر (محل) آوارگان تو در آن سوی آسمان باشد خداوند خالقت تو را از آن‌جا جمع‌آوری نموده بیرون خواهد آورد.",
            "4": "خداوند خالقت تو را به آن سرزمینی كه پدرانت وارث شدند خواهد برد تا آن را به ارث ببری و وضع تو را از پدرانت بهتر و تو را افزونتر از آن‌ها خواهد كرد.",
            "5": "خداوند خالق، بی‌عاطفگی را از تو و از نسلت دور خواهد كرد تا خداوند خالقت را به خاطر زندگیت با تمام قلبت و با تمام جانت دوست بداری.",
            "6": "و خداوند خالقت تمام این نفرین‌های همراه با سوگند را به دشمنان و به بدخواهان تو كه تو را آزار می‌دادند وارد خواهد ساخت.",
            "7": "و تو توبه نموده از سخن خداوند اطاعت خواهی كرد و تمام فرمان‌هایش را كه امروز من به تو توصیه می‌كنم انجام خواهی داد.",
            "8": "خداوند خالقت در تمام كسب و كار، ثمره‌ی شكم، ثمره‌ی چارپایان، و میوه‌ی زمینت، تو را بسیار بركت خواهد داد زیرا همان‌گونه كه خداوند به‌خاطر نیكی كردن به پدرانت شاد می‌شد از خوبی كردن به تو مسرور خواهد شد.",
            "9": "زیرا به سخن خداوند خالقت گوش داده از فرامین و قوانین او كه در این كتاب توراه نوشته شده است اطاعت خواهی نمود. یعنی با قلب و با تمام جانت در حضور خداوند خالقت توبه خواهی كرد.",
            "10": "زیرا این فرمانی كه من امروز به تو می‌دهم نه از توان تو خارج است و نه (از دسترس تو) دور است.",
            "11": "نه در آسمان است كه بگویید: كی به‌خاطر ما به آسمان می‌رود تا آن را برای ما بیاورد و آن را به آگاهی ما برساند كه انجامش دهیم...",
            "12": "و نه آن سوی دریاست كه بگویید: كی به خاطر ما به آن سوی دریا می‌رود تا آن را برای ما بیاورد و آن را به آگاهی ما برساند تا انجامش دهیم.",
            "13": "زیرا این موضوع به تو بسیار نزدیك است، در دهان تو و در قلب توست تا آن را انجام دهی.",
            "14": "توجه كن امروز زندگانی و خوبی و مرگ و بدی را پیش تو نهادم.",
            "15": "از این جهت است كه من امروز به تو فرمان می‌دهم كه خداوند خالقت را دوست بداری، در راه‌هایش گام برداری و فرمان‌ها و قانون‌ها و احكامش را مراعات نمایی، تا زنده بمانی و افزون گردی و در آن سرزمین كه تو برای تصرف كردن آن بدانجا وارد می‌شوی، خداوند خالقت تو را بركت دهد.",
            "16": "و اگر دلت برگردد و اطاعت نكنی و دور شده به دیگر معبودان سجده نمایی و آن‌ها پرستش كنی ...",
            "17": "امروز به شما اطلاع دادم كه حتماً آواره خواهید شد. در آن سرزمینی كه تو از یردِن می‌گذری تا برای تصرفش به آن وارد شوی، عمر طولانی نخواهید داشت.",
            "18": "امروز آسمان و زمین را در مقابل شما شاهد می‌گیرم. زندگی و مرگ یعنی بركت و نفرین، را پیش تو قرار دادم. پس زندگی را انتخاب كن تا تو و نسلت زنده بمانی.",
            "19": "پس خداوند خالقت را دوست بدار، از فرمانش اطاعت نما و به او بپیوند. زیرا او مایه‌ی زندگی و طول عمر توست، تا روی زمینی كه خداوند به پدرانت، به اَوراهام (ابراهیم) و ییصحاق (اسحاق) و یعقُوو (یعقوب) سوگند یاد كرد به آن‌ها بدهد، مستقر بمانی."
        },
        "30": {
            "0": "مُشه (موسی) رفت و این سخنان را به جمع ییسرائل (اسرائیل)‌ها اظهار داشت:",
            "1": "به آن‌ها گفت: امروز من یكصد و بیست ساله‌ام دیگر نمی‌توانم (در رأس قوم) رفت و آمد كنم، خداوند به من اعلام داشته است: «تو از یردِن نخواهی گذشت».",
            "2": "خداوند خالق تو، خودش در جلو تو عبور می‌كند. او این قوم‌ها را از پیش تو نابود خواهد كرد تا آن‌ها را بیرون كنی. چنان كه خداوند گفته است یهُوشوعَ (یُوشَع) خودش پیشاپیش تو عبور خواهد نمود.",
            "3": "خداوند چنان كه با سیحُون و با عُوگ پادشاهان اِمُوری و با سرزمینشان عمل كرد، با آن‌ها نیز رفتار نموده آن‌ها را نابود خواهد كرد.",
            "4": "خداوند آن‌ها را تسلیم شما خواهد نمود. طبق فرمانی كه به شما دادم با آن‌ها عمل كنید.",
            "5": "قوی و دلیر باشید، ترس نداشته باشید و در مقابل آن‌ها نهراسید زیرا خداوند خالقت با تو همراه است و تو را سست نكرده تركت نخواهد كرد.",
            "6": "مُشه (موسی)، یهُوشوعَ (یُوشَع) را فراخوانده پیش چشم جمیع ییسرائل (اسرائیل)‌ها به او گفت: قوی و دلیر باش زیرا تو با این قوم به آن سرزمینی كه خداوند به پدران آن‌ها سوگند یاد نمود كه به آن‌ها بدهد خواهی رفت، و تو آن را برای ملكیت بین آن‌ها تقسیم خواهی كرد.",
            "7": "و خداوند است كه پیشاپیش تو می‌رود. او با تو خواهد بود. تو را سست نكرده تركت نخواهد نمود، نترس و هراسان نباش.",
            "8": "مُشه (موسی) این توراه را نوشته آن را به كُوهِن (کاهن)‌ها – فرزندان لِوی كه حامل صندوق پیمان خداوند بودند، و به تمام بزرگان ییسرائل (اسرائیل) داد.",
            "9": "مُشه (موسی) به آن‌ها فرمان داده گفت: در پایان هر هفت سال، در سال صرف‌نظر كردن (از وام و كار و زمین و محصول) یعنی در عید سوكُوت (هر هفت سال)؛",
            "10": "موقعی كه جمیع ییسرائل (اسرائیل)‌ها برای زیارت خداوند خالقت در آن مكانی كه انتخاب خواهد كرد می‌آیند، این توراه را در مقابل تمام ییسرائل یعنی در حضورشان بخوان.",
            "11": "آن قوم یعنی مردها، زن‌ها، اطفال و غریبت را كه در قلمرو می‌باشد جمع كن. برای این‌كه بشنوند و برای این‌كه بیاموزند و از خداوند خالقتان ترس داشته مواظب باشند، تمام (فرامین) این توراه را انجام دهند.",
            "12": "در تمام روزهایی كه پس از عبور از یردِن در آن سرزمینی كه به ارث خواهید برد، زنده خواهید بود فرزندان آن‌ها كه هیچگونه اطلاعی نداشتند، بشنوند و یاد بگیرند كه از خداوند بیم داشته باشند.",
            "13": "خداوند به مُشه (موسی) اعلام كرد: اینك زمان درگذشتن تو نزدیك شده است، یهُوشوعَ (یُوشَع) را فراخوان و در چادر محل اجتماع بایستید تا به او فرمان بدهم. مُشه و یهوشُوعَ رفتند و در چادر محل اجتماع ایستادند.",
            "14": "خداوند در میان ستونی از ابر در آن چادر ظاهر شد. پس آن ستون ابر جلو درگاه آن چادر قرار گرفت.",
            "15": "خداوند به مُشه (موسی) گفت: اینك تو به اجدادت می‌پیوندی و این قوم قیام كرده به دنبال معبودان (اقوام) بیگانه‌ی آن سرزمین كه او در میانشان وارد می‌شود، منحرف خواهد شد و مرا ترك كرده پیمانم را كه با او منعقد نمودم نقض خواهد كرد.",
            "16": "در آن روز خشمم برافروخته شده تركشان خواهم كرد و روی خود را از آن‌ها خواهم پوشانید و در معرض نابودی قرار خواهد گرفت و بدی‌های زیاد و عذاب‌هایی به سرش خواهد آمد. پس در آن روز خواهد گفت: مگر نه اینست كه چون خداوندم، با من نیست این بدبختی‌ها به سرم آمد؟",
            "17": "و من در آن روز به خاطر تمام عمل بدی كه انجام داده یعنی به دیگر معبودان روآورده است حتماً رویم را از او خواهم پوشانید.",
            "18": "و حال این سرود را برای خود بنویسید و آن را به فرزندان ییسرائل (اسرائیل) یاد بده، و آن را در دهان آن‌ها قرار بده تا این‌كه این سرود، برای من در مقابل فرزندان ییسرائل چون شاهدی باشد.",
            "19": "زیرا من آن (قوم) را به سرزمینی كه در آن شیر و شهد جاری است و به اجدادش سوگند یاد كردم، وارد خواهم كرد. می‌خورد و سیر می‌شود و فربه می‌گردد و به دیگر معبودان رو آورده آن‌ها پرستش خواهد نمود، پس به من اهانت کرده پیمانم را باطل خواهند کرد.",
            "20": "چنین مقرر است، كه هنگامی‌كه مصیبت‌های زیاد و عذاب‌هایی گریبانگیرش شود این سرود بر ضد وی گواه خواهد بود زیرا هرگز از دهان نسلش فراموش نخواهد شد. چون‌كه قبل از این‌كه به آن سرزمینی كه سوگند یاد نمودم واردش نمایم از اندیشه‌ی او كه امروز به عمل درمی‌آورد آگاهی داشتم.",
            "21": "مُشه (موسی) در آن روز این سرود را نوشته آن را به فرزندان ییسرائل (اسرائیل) یاد داد.",
            "22": "(خداوند) به یهُوشوعَ (یُوشَع) پسر نون فرمان داده گفت: قوی و دلیر باش زیرا تو فرزندان ییسرائل (اسرائیل) را به آن سرزمینی كه (درباره‌ی آن) سوگند یاد نمودم خواهی برد و من با تو خواهم بود.",
            "23": "و هنگامی‌كه مُشه (موسی) نوشتن سخنان این توراه را روی طومار تا پایانش خاتمه داد...",
            "24": "مُشه (موسی) به لِوی‌ها كه حامل صندوق پیمان خداوند بودند چنین فرمان داد:",
            "25": "این كتاب توراه را بگیرید و آن را كنار صندوق پیمان خداوند خالق خود بگذارید، آن‌جا بماند و برای تو به منزله‌ی شاهد (مدرك) باشد (نه مطالعه از روی آن).",
            "26": "زیرا من از نافرمانی و گردن‌شقی تو آگاهم. هم اكنون در حالی كه امروز زنده و با شما هستم در برابر خداوند نافرمان بوده‌اید تا چه رسد به بعد از درگذشتن من.",
            "27": "تمام محترمین سبط‌ها و ماموران اجرای خود را نزد من جمع كنید تا در حضور آن‌ها تمام این سخنان را بگویم و آسمان و زمین را در مقابل آن‌ها به شهادت بطلبم.",
            "28": "زیرا می‌دانم بعد از درگذشتن من حتماً فاسد خواهید شد و از راهی كه به شما فرمان دادم دور خواهید گشت و چون‌كه این عمل را در نظر خداوند انجام خواهید داد كه او را با اعمال خود عصبانی كنید، این مصیبت در دوره‌های آخر بر شما نازل خواهد شد.",
            "29": "مُشه (موسی) سخنان این سرود را تا پایانش در حضور تمام جماعت ییسرائل (اسرائیل) بیان كرد."
        },
        "31": {
            "0": "ای آسمان‌ها گوش فرا دارید تا سخن بگویم و زمین گفتارهای دهان مرا بشنود.",
            "1": "گفتار من چون باران خواهد بارید و سخن من چون شبنم فرو خواهد ریخت. چون ریزه‌باران بر سبزه، چون درشت‌باران برگیاه.",
            "2": "هنگامی‌كه نام خداوند را بر زبان می‌آورم، بزرگواری خداوند ما را بستایید.",
            "3": "پروردگاری كه كارش بی‌عیب است، زیرا كه تمام روش‌هایش از روی انصاف است. قادری امین، بدون ظلم و درستكار و عادل است.",
            "4": "آیا (خداوند) به او (به آن قوم) ظلم روا داشته است؟ نه. این (طرز تفكر)، عیب فرزندان اوست كه از نسلی لجوج و كج‌رفتار هستند.",
            "5": "ای قوم نادان و بی‌خرد، آیا به خداوند چنین پاداش می‌دهید؟ مگر نه این‌كه او پدر تو و مالك توست و تو را ساخته و پرداخته است.",
            "6": "روزگار پیشین را به یاد آور. به سال‌های هر دوره‌ای تأمل نما. از پدرت بپرس تا تو را خبردار كند، از پیرانت (سوال كن) تا به تو بگویند.",
            "7": "هنگامی‌كه باری‌تعالی قوم‌ها را مالك (سرزمین‌ها) می‌كرد، موقعی كه فرزندان آدم را از یكدیگر جدا می‌نمود، محدوده‌های قوم‌ها را برحسب تعداد فرزندان ییسرائل (اسرائیل) (هفتاد نفری كه به مصر وارد شدند) تعیین كرد.",
            "8": "زیرا (در بین امّت‌ها) نصیب خداوند قوم اوست و محدوده‌ی (امّت) یعقُوو (یعقوب) ملك (معبد مقدس) اوست.",
            "9": "او را در سرزمین بایر و در ویرانه‌ی هولناك (سازگار) یافت. او را احاطه كرده مورد توجه قرار داد و چون مردمك چشم خود حفظش نمود.",
            "10": "چون عقابی كه (جوجه‌های) آشیانه‌اش را آگاه كند و به خاطر دفاع از جوجه‌هایش پر و بال بزند و بال‌های خود را گسترانیده آن را بلند كند و روی بال و پر خویش او را حمل نماید...",
            "11": "خداوند وی را جداگانه رهبری كرده است و كنار او نیروی دیگری وجود ندارد.",
            "12": "او را بر بلندی‌های زمین ساكن نموده است تا فرآورده‌های كشت‌زارهایم را بخورد و شهد صخره و روغن سنگ خارا را به او بنوشاند.",
            "13": "(همین‌طور) كره‌ی گاوی و شیر گوسفندی را علاوه بر (گوشت) بهترین بره‌های فربه و قوچ‌هایی كه در باشان پرورده شده‌اند و بزهای نر را همراه بهترین و درشت‌ترین گندم (خواهی خورد) و از آب انگور شراب خواهی نوشید.",
            "14": "یشورون (خطاب به همه‌ی مومن‌های قوم) چاق شد و لگدپرانی كرد. (تو عامه‌ی ملت) چاق شدی، فربه و ستبر گشتی. (ییسرائل (اسرائیل)) خداوندی را كه ایجادش كرده بود ترك نموده صخره‌ی نجات خود را خوار شمرد.",
            "15": "او را با (پرستش معبودان) بیگانگان به غیرت خواهند آورد، با كارهای تنفرآور عصبانیش خواهند كرد.",
            "16": "برای دیوها كه خداوند نیستند یعنی بت‌هایی‌ كه نمی‌شناختند و برای (بت‌های) تازه‌ای كه جدیداً به وجود آمده بودند و پدرانشان از آن‌ها ترس نداشتند، ذبح خواهند كرد.",
            "17": "پروردگاری را كه به وجودت آورد ترك نمودی و قادری را كه خالق توست به فراموشی سپردی.",
            "18": "خداوند مشاهده نمود كه پسران و دخترانش (یعنی ییسرائل (اسرائیل)) موجب خشم او شدند پس او (از آن‌ها) متنفر گردید.",
            "19": "گفت: روی خود را از آن‌ها خواهم پوشانید تا ببینم عاقبتشان چه می‌شود، زیرا نسلی دمدمی (مزاج) هستند، فرزندانی كه اعتمادی به آن‌ها نیست.",
            "20": "آن‌ها با چیزی كه خدا نیست غیرت مرا برانگیختند، با بت‌های خود عصبانیم كردند، من هم آن‌ها را با كسانی‌كه قومی (واقعی) نیستند به غیرت خواهم آورد. به وسیله‌ی گروه نادان، عصبانی‌شان خواهم كرد.",
            "21": "زیرا آتش غضب من افروخته شد و تا عمق گور را سوزانید. زمین و حاصلش را فنا كرد و بنیاد كوه‌ها را شعله‌ور ساخت.",
            "22": "بلاها را بر آن‌ها جمع خواهم كرد، تیرهایم را علیه آن‌ها به اتمام خواهم رسانید.",
            "23": "لاغری حاصل از قحطی و تب سوزان و طاعون مهلك و دندان درندگان را با زهر خزندگان زمین به میان آن‌ها روانه می‌دارم.",
            "24": "شمشیر در بیرون نابود كند و بیم در داخل. چه پسر جوان و چه دوشیزه را، بچه شیرخوار را با مرد ریش‌سفید.",
            "25": "(با خود) گفتم كه آن‌ها را كنار بگذارم، خاطره‌ی آن‌ها را از میان انسان‌ها محو سازم ...",
            "26": "اگر از تكبر دشمن هراس نمی‌داشتم كه مبادا دشمنانشان موضوع را وارونه تعبیر كنند و مبادا كه بگویند: «نیروی ما غالب آمد و خداوند هیچیك از این (كار)ها را انجام نداده است» (این كار را می‌كردم)",
            "27": "زیرا آن (دشمن)ها قومی هستند كه قدرت قضاوت ندارند و در آن‌ها فهم نیست.",
            "28": "ای كاش عاقل بودند كه این را درك نمایند تا به عاقبت خود تامل كنند.",
            "29": "اگر پروردگارشان (پروردگار ییسرائل (اسرائیل)) آن‌ها را (یعنی ییسرائل را) تسلیم نمی‌كرد و خداوند آن‌ها را گرفتار نمی‌ساخت چگونه (امكان داشت كه) یك نفر هزار نفر را دنبال نموده و دو نفر ده‌هزار را وادار به گریز نمایند.",
            "30": "زیرا معبود آن (كافر)ها مانند پروردگار ما نیست حتی اگر دشمن‌های ما حَكَم باشند.",
            "31": "زیرا مُو آن‌ها مُو سِدُوم، و از تاكستان‌های عَمُوراه است. انگورشان انگورهای زهرآگین است، خوشه‌های تلخ دارد.",
            "32": "شرابشان زهرمارها و سم افعی‌های كشنده است.",
            "33": "مگر نه این‌كه (عمل) آن (دشمن) نزد من نهفته و در خزانه‌های من مهر و موم شده است؟",
            "34": "وقتی پای آن‌ها لغزش یابد، كیفر و جزا در اختیار من است. چون روز مصیبت آن‌ها نزدیك است. پیش‌آمد آینده (یعنی سزای عملشان) به سوی آن‌ها شتاب می‌كند.",
            "35": "زیرا خداوند وقتی كه می‌بیند آن قومش فاقد توانایی است و در مرز نیستی قرار دارد و درمانده و بی‌كس می‌باشد قوم خود را داوری می‌كند و از تنبیه (بیشتر) بندگانش (ییسرائل (اسرائیل)) صرف‌نظر می‌نماید.",
            "36": "پس (خداوند) خواهد گفت: معبودان آن‌ها و صخره‌ای كه به آن پناه می‌بردند كجاست؟ ...",
            "37": "كه پیه ذبایح خود را برای آن‌ها می‌سوزانیدند و از شراب تقدیم شده به آن‌ها می‌نوشیدند. پس آن (معبود)ها برخیزند و شما را یاری دهند. (لااقل یكی از آن‌ها) برای شما پناهگاهی بشود.",
            "38": "پس اكنون ملاحظه كنید كه خود من هستم و نیرویی دیگر در كنار من نیست، من می‌میرانم و زنده می‌كنم، در هم می‌كوبم و شفا می‌دهم و كسی نیست كه از دست من رهایی دهد.",
            "39": "زیرا دستم را به آسمان بلند كرده (به‌عنوان سوگند) می‌گویم «من زنده‌ی جاوید هستم».",
            "40": "كه برق شمشیرم را دو برابر خواهم كرد و دست به كار داوری خواهم شد، از دشمنانم انتقام خواهم گرفت و به كسانی كه مرا دشمن می‌دارند كیفر بد خواهم داد.",
            "41": "تیرهایم را از خون، مست خواهم كرد –از خون كشته و اسیر، و شمشیرم گوشت را – گوشت سر (آن) دشمنانی را كه وسیله‌ی كشتار (قوم من) شدند تباه خواهد كرد.",
            "42": "ای قوم‌ها، قوم او (ییسرائل (اسرائیل)) را شادمان سازید، (خداوند) انتقام خون بندگان خود (ییسرائل) را خواهد گرفت و از دشمنانش بازخواست خواهد كرد. زمین و قومش را پاك خواهد نمود.",
            "43": "مُشه (موسی) آمد و تمام مطالب این سرود را در حضور آن قوم گفت. او و هُوشیعَ پسر نون.",
            "44": "مُشه (موسی) اظهار تمام این مطالب را به تمام فرزندان ییسرائل (اسرائیل) به پایان رسانید.",
            "45": "به آن‌ها گفت به تمام این مطالبی كه امروز من به شما هشدار می‌دهم توجه كنید. تا آن‌ها را به فرزندان خود سفارش نمایید. تمام سخنان این توراه را رعایت نموده انجام دهند.",
            "46": "چون‌كه این موضوع برای شما موضوع بیهوده‌ای نیست، بلكه این زندگی شماست و با این مطالب بر آن سرزمینی كه از یردِن به طرف آن عبور می‌كنید تا آن را متصرف شوید، عمرتان دراز خواهد شد.",
            "47": "خداوند در خود همان روز (روز درگذشت مُشه (موسی)) به مُشه چنین سخن گفت:",
            "48": "از این كوه عَواریم یعنی كوه نِوُو، كه در سرزمین مُوآو روبروی یریحُوست بالا برو و سرزمین كِنَعن (کَنعان) را كه من به فرزندان ییسرائل (اسرائیل) به ملكیت می‌دهم ملاحظه كن.",
            "49": "همان‌گونه كه اَهَرُون (هارون) برادرت در كوه هُر درگذشت و به (درگذشتگان) قوم خود پیوست. در آن كوه كه تو از آن بالا می‌روی، وفات یافته به (درگذشتگان) قوم خود بپیوند.",
            "50": "به‌خاطر این‌كه در میان فرزندان ییسرائل (اسرائیل) در مورد مِه‌مِریوا (آب نزاع) در قادِش –در بیابان سین به من خیانت ورزیدید، به خاطر این‌كه در میان فرزندان ییسرائل مرا تقدیس نكردید ...",
            "51": "از آن دور آن سرزمین را خواهی دید، ولی بدانجا یعنی به آن سرزمین كه من به فرزندان ییسرائل (اسرائیل) می‌دهم وارد نخواهی شد."
        },
        "32": {
            "0": "و دعایی كه مُشه (موسی) مرد خدا قبل از درگذشتش به فرزندان ییسرائل (اسرائیل) نمود این است:",
            "1": "گفت: خداوند از سینَی (سینا) آمد و از سِعیر بر آن‌ها تابان شد. از كوه پاران بر آن‌ها تجلی كرد و از میان ده‌ها هزار (فرشته) مقدس نزول اجلال فرمود و شعله‌ی فروزان (توراه) برای آن‌ها در یمینش بود.",
            "2": "(ای خداوند) با این‌كه دوستدار ملت‌ها هستی همه‌ی افراد مقدست (ییسرائل (اسرائیل)) تحت نظر مستقیم تو می‌باشند (آن‌ها) چون حامل اوامر تو هستند در راه تو شهید هم خواهند شد.",
            "3": "مُشه (موسی) توراه را كه میراث جماعت یعقُوو (یعقوب) است برای ما نازل كرد.",
            "4": "هنگامی كه سران قوم (در كوه سینَی (سینا)) و قبیله‌های ییسرائل (اسرائیل) با هم اجتماع كردند (تا ده‌فرمان را از زبان خداوند بشنوند، خداوند) در بین یشورون (یعنی مومن‌های قوم) چون پادشاهی بود.",
            "5": "رِئووِن زنده بماند و نمیرد و افراد جماعتش باقی بمانند.",
            "6": "و این است آن‌چه كه (مُشه (موسی)) درباره‌ی یهودا گفت: ای خداوند درخواست یهودا را اجابت نما، و او را (كه به جنگ می‌رود سالم) به قومش بازگردان. نیرویش برای خودش كافی باشد و در مقابل دشمنانش برای او مدد باش.",
            "7": "(مُشه (موسی)) درباره‌ی لوی گفت: تومیم و اوریمت را به مرد نیكوكارت (اَهَرُون (هارون)) عطا نمودی كه در «مَسا» وی را آزمودی و به خاطر مِه‌مِریوا (آب جدال) با او نزاع كردی...",
            "8": "(آن فرد لِوی كه كسی را به خاطر گوساله‌پرستی كشته بود) در جواب پدر و مادر وی (یعنی مقتول) می‌گفت: «(از این نظر كه او فرزند شماست) به او نگاه نكردم». و آن فرد لِوی از برادران (ناتنی) خود (از پدر) رودربایستی نكرد و فرزندان وی را هم مورد محبت قرار نداد. چون‌كه (فقط) امر تو را محترم شمرده پیمان تو را رعایت می‌نمودند.",
            "9": "(بنابراین ای خداوند) احكامت را به (خاندان) یعقُوو (یعقوب) و تورایت را به (خاندان) ییسرائل (اسرائیل) تعلیم دهند. هنگام خشمت بخور و قربانی سوختنی روی قربانگاهت قرار دهند.",
            "10": "ای خداوند قدرت (معنوی) او را بركت ده و عمل دستانش (تقدیمی قربانی‌ها) را بپذیر، كمر بدخواهان و دشمنانش را در هم شكن تا برنخیزند.",
            "11": "(مُشه (موسی)) درباره‌ی بینیامین گفت: (وی) محبوب خداوند است. زیر سایه‌ی او (یعنی خداوند) با آسودگی خاطر ساكن خواهد شد. دائماً (خداوند) از او حمایت نموده (معبد مقدسش) در ارتفاعات محدوده‌ی او مستقر خواهد بود.",
            "12": "و درباره‌ی یوسف گفت: سرزمینش از نعمت آسمانی یعنی از شبنم، و از لجه‌ای كه زیر (زمین) قرار دارد بركت شده‌ی خداوند می‌باشد ...",
            "13": "و از نعمت محصولات سالانه و از نعمت محصول ماهانه ...",
            "14": "و از (محصول) زودرس كوهستان‌های شرق و از نعمت تپه‌های (محصول‌آور) دائمی.",
            "15": "از نعمت زمین و محتویات آن (بركت‌شده‌ی خداوند می‌باشد). و الطاف آن‌كه در بوته ظاهر شد (یعنی خداوند) بر سر یوسف –بر فرق سر آن‌كه سرور برادران خودش است باشد.",
            "16": "ارشدیتی كه به صورت لقب گاو به او داده شده است به او می‌برازد. شاخ‌هایش (یعنی نیروهای او) مثل شاخ‌های گاو وحشی است (كه) با آن‌ها ملل را در اكناف عالم یك‌جا شاخ می‌زند (یعنی در هم می‌كوبد) و این (نیرو) ده‌ها هزار افراد اِفرَییم و هزارها افراد مِنَشِه می‌باشند.",
            "17": "و درباره‌ی زِوُولون گفت: زِوُولون، در بیرون رفتنت (برای تجارت) و تو ای ییساخار در چادرهایت (برای كسب علم) خوشحال باشی.",
            "18": "چون (زِوُولونی‌ها) از منابع سرشار دریاها و گنجینه‌های نهفته در زیر شن‌ها بهره‌برداری می‌كنند (با رابطه‌ی تجاری كه دارند) قوم‌ها را به كوه (مُوریا كه خانه‌ی خداوند روی آن قرار دارد به منظور ارشاد) دعوت می‌كنند و آن‌ها در آن‌جا قربانی‌های صادقانه ذبح خواهند كرد.",
            "19": "و درباره‌ی گاد گفت: (خداوند) وسعت دهنده‌ی (قلمرو) گاد است. (گاد) چون شیر نری آرمیده و بازو و فرق سر را (با یك ضربت) قطع می‌كند.",
            "20": "اولین (تصرفات بخش شرقی كِنَعَن (کنعان)) را برای خود برگزید چون‌كه زمین (مقبره‌ی) قانون‌گزار (یعنی مُشه (موسی)) آن‌جا پنهان می‌باشد. گاد (برای تصرف بخش غربی كِنَعَن) پیشاپیش قوم حركت كرد و (همان‌طور كه به مُشه قول داده بود) خواسته‌ی خداوند و تعهد خود را نسبت به ییسرائل (اسرائیل) به‌جا آورد.",
            "21": "و درباره‌ی دان گفت: دان بچه شیری است كه از باشان بیرون می‌جهد.",
            "22": "و درباره‌ی نفتالی گفت: راضی و پر از بركت خداوند باشی، غرب و جنوب را به تصرف درآور.",
            "23": "و درباره‌ی آشِر گفت: از بین فرزندان (ییسرائل (اسرائیل)) آشِر متبارك‌تر است، مقبول برادرانش باشد و پای خود را در روغن فرو خواهد برد.",
            "24": "پشت‌بندهایت (دروازه‌های مرزهایت) از آهن و مس است و فراوانی (نعمت) تو تا زنده هستی دوام دارد.",
            "25": "ای یشورون، مانند قادر (ییسرائل (اسرائیل)) كه در جهان بر اریكه‌ی قدرت سوار است و مدد تو می‌باشد و افلاك اثر عظمت اوست، وجود ندارد.",
            "26": "خداوند ازلی پناهگاه است، و در زیر سقف آسمان‌ها هم نیروی جاودانی است. دشمن را از جلو تو رانده گفت: نابود كن.",
            "27": "(قوم) ییسرائل (اسرائیل)، نظیر یعقُوو (یعقوب) جد خود (كه ساده‌دل بود) با امنیت و مجزا در سرزمین غله و شیره كه از آسمان‌هایش شبنم خواهد بارید ساكن خواهد شد.",
            "28": "ای ییسرائل (اسرائیل) خوشا به حالت كدام (قومی) مانند توست، قومی كه به وسیله‌ی خداوند نجات یافته باشد. كه (خداوند) سپر و كمك و شمشیر پیروزی توست. دشمنانت تسلیم تو خواهند شد و تو غرور آن‌ها را پایمال می‌كنی."
        },
        "33": {
            "0": "مُشه (موسی) از آن بادیه‌های موُآو به سوی كوه «نِوُو» نوك قله‌ای كه مشرف به سطح یریحُوت بالا رفت. خداوند تمام آن سرزمین یعنی از گیلعاد تا دان را به او نشان داد.",
            "1": "و تمام (سرزمین) نفتالی و سرزمین اِفرَییم و مِنَشِه و تمام سرزمین یهودا را تا دریای مدیترانه",
            "2": "و نِگِورا و آن دشت یعنی دره‌ی یریحُو –شهر نخلستان تا صُوعَر را.",
            "3": "خداوند به او گفت: سرزمینی را كه به اَوراهام (ابراهیم)، ییصحاق (اسحاق) و یعقُوو (یعقوب) سوگند یاد كرده گفتم. «آن را به نسلت خواهم داد» به تو نشان دادم با چشمانت دیدی اما گذرت به آن‌جا نخواهد افتاد.",
            "4": "مُشه (موسی) بنده‌ی خداوند در سرزمین مُوآو طبق امر خداوند درگذشت.",
            "5": "وی را در گَی در سرزمین مُوآو مقابل بُت‌خانه‌ی پِعُور به‌خاك سپرد. تا امروز كسی از مقبره‌ی وی آگاهی ندارد.",
            "6": "مُشه (موسی) در هنگام درگذشتش یك‌صد و بیست ساله بود. چشمش ضعیف نگشته و طراوتش نقصان نیافته بود.",
            "7": "فرزندان ییسرائل (اسرائیل) در آن بادیه‌های مُوآو سی روز برای مُشه (موسی) گریستند. روزهای گریه و عزاداری برای مُشه به پایان رسید.",
            "8": "و یهُوشوعَ (یُوشَع) پسر نون، كه مُشه (موسی) دستانش را بر او قرار داده بود پر از جوهر عقل شد. فرزندان ییسرائل (اسرائیل) از وی اطاعت نموده همچنان كه خداوند به مُشه فرمان داده بود، عمل كردند.",
            "9": "و دیگر پیغمبری چون مُشه (موسی) در میان (ملت) ییسرائل (اسرائیل) برنمی‌خیزد كه خداوند روبرو به وی حاضر شود.",
            "10": "از حیث تمام آن آیات و معجزه‌هایی كه خداوند وی را مامور كرد تا برای پَرعُوه (فرعون) و تمام غلامانش و راجع به تمام سرزمینش در سرزمین مصر انجام دهد؛",
            "11": "و از حیث قدرت قوی و خوف عظیمی كه مُشه (موسی) در حضور تمام ییسرائل (اسرائیل) نشان داد."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Deuteronomy"
}