{
    "work": "Mishnah Berurah", 
    "text": {
        "605": {
            "2": "One should appease the other each time with new persuasions, and at the time of requesting forgiveness one must detail the specifics of how one wronged the other. If, however, the other would be embarrassed by learning the details of the transgression, then one should not mention specifics. Furthermore, one who requests forgiveness from a group is not exempted if one knows that a particular individual was specifically wronged."
        }, 
        "603": {
            "0": "It's a mitzvah to eat etc ... It's written \"and you shall afflict your souls (fast) on the 9th of the month at the evening etc\" (Vayikra 23:32). And from the facts that (a) it could've been written instead \"on the 9th of the month you will afflict your souls (fast) until night etc\" and (b) it is written \"and you shall afflict ... on the night of the month,\" perhaps it comes to say that they should truly fast on the 9th. But yom kippur isn't on the ninth, it's on the tenth of the month! Chazal teach that it's a mitzvah from the Torah to eat on erev Yom Kippur and ha-kadosh-baruch-hu wishes to bestow rewar for the feasting as if it were fasting. This is not a comparable mitzvah to those that contain suffering. Like that they say ..."
        }, 
        "310": {
            "1": "That is, they should be placed on or near it, and they should be carried together, and thereby the carrying will not be so recognizable even though the body is muzktzeh since they are being carried together. We only allow things to be moved with this mechanism, of a loaf or baby since it involves desecration of the dead, but not by other categories of muktzeh such as a rock or similar, like we write in seif 5"
        }, 
        "191": {
            "3": "\"... and in His goodness are our lives. Blessed are You, God, our God, King of the universe, etc.\" - This implies that one does not say \"Blessed is He, and Blessed is His name.\" But there are authorities who wrote to say \"Blessed is He, and Blessed is His name,\" and so is the practice. And see in the Magen Avraham and in other Acharonim, that even so, this does not apply to an individual, and also with three, one should not say it; only the one blessing, and not the two who are invited with him."
        }, 
        "314": {
            "28": "He should not order them... -- because this is similar to the construction of an ohel when he sets up the top [barrel] which acts as a roof on top of walls; similarly, just as [in the case of] an ohel one needs the air underneath, so too here the air between the barrels is necessary, as it (the wine) would grow mouldy without the air between them [Aharonim]."
        }, 
        "60": {
            "39": "(40) There are those whose custom is... - With regard to whether one can fulfill their obligation by way of someone else who intends to fulfill their obligation, see the Magen Avraham and the Pri Megadim. And most of the decisors hold that one can fulfill their obligation in this way. And it is better than just saying it in your head. For saying it in your head is not the same as actually saying it. But this is not the case with hearing which is actually like saying. And the Olat Tamid wrote that this is specifically someone who understands the language and even if it is said in Hebrew, the listener still needs to understand. See ch. 193 sect. 1 and in Sha'arei Knesset HaGedolah he brings in the name of the Birkat Avraham that this is specifically an individual who fulfills the obligation of an individual. But the individual who fulfills the obligation of the masses or an individual who who fulfills the obligation of another two in the blessing after meals, even if they don't understand Hebrew, their obligation is fulfilled."
        }, 
        "259": {
            "1": "To wash - This mitzvah of washing also applies to women. And in winter days and short days in which you don't have time. Wash your face and hands. And even for men, if they don't have time.", 
            "0": "Mitzvah etc. - Because of the honor of Shabbos. Nevertheless, it is not completely obligatory. If you do wash yourself, you recieve reward, If you don't, there is no punishment. Be very careful to not bathe for the mitzvah and have the concern of violating Shabbos. And with many sins, many fail in this in the winter days and short days that if wait a short amount, it will get dark. And even if you complete your washing permissibly, also be careful of a prohibition because at times you will comb your hair afterwards, which is a Torah violation of Shabbos. Also another thing that's found is to squeeze out the towel from the water that it was holding. This is the prohibition of M'chabeis (laundering). It is proper for all who fear god with their hearts, to warn the nation not to do this. And their is a principle that if the nation does a sin you could've stopped, you also recieve punishment. However, if you stop the nation from doing this, you are also rewarded. If you don't stop the people in your house, you get the sin of the people in your house. If you don't stop the people in your city, you get the sin of your city.", 
            "3": "And legs - And now, it's not the custom to be careful with this. And in their countries they would walk barefoot and wash their feet in water because of the dirt and dust.", 
            "2": "All of your body - With hot water.", 
            "4": "On Erev Shabbos - This also applies for Holidays. On Thursday, it's not considered in honor of Shabbos. If you can't wash on Erev Shabbos, it's better to wash as close to Shabbos as possible."
        }, 
        "112": {
            "11": "When he says Baruch, he should bend from his knees and when he says \"atah\" he should bow with his spine. When he says Modim, he should bow his head and his body all at once and stay down until the name of Hashem and then stand up", 
            "10": ".It should not look like he is trying to bow more than required", 
            "14": "It looks like he is bowing to idols"
        }, 
        "494": {
            "0": "All work that is forbidden on Shabbos is forbidden on Yom Tov, except for work of preparing food, and except for carrying and igniting, and also preparation for preparing food that was not able to be done the day before."
        }, 
        "493": {
            "11": "Dairy foods - See Magen Avraham and I also heard in the name of a Gadol who said a correct reason for this: that when Bnei Yisrael stood at Har Sinai and accepted the Torah(When the 10 commandments were revealed, and through this all the parts of the Torah were also revealed to them, like that Rav Sadya Gaon writes, that the 10 commandments sustain the whole torah) and they went down from the mountain to their homes they found nothing to eat immediately except for dairy foods because for meat they would need much preparation to slaughter with a checked knife like Hashem commanded... And to clean out the strings of forbidden fats and blood, and to rinse and salt(the meat). Also to cook in new vessels because their previous vessels had been used to cook meat (that they now discovered was actually trief) had been used in the last 24 hrs (which is what is forbidden Biblically) so their old vessels were forbidden to them, therefore they choose on account of the time to eat dairy foods and we do this as a commemoration of this.", 
            "10": ".. In many places to eat.. And in regards to whether it is permissible to fast a fast due to a dream on Shavuot see...", 
            "13": "...Like the two that we cook... What this means to say is that on Passover we make a remembrance of the Koraban passover (on our seder plate with the bone) thus we do on Shavout by remember the \"Shtei Halechem\" that was brought, and therefore we eat a dairy meal and afterwards we eat a meat meal and we need to bring with the meal 2 different breads because it is forbidden to eat Milk and Meat from the same bread and this serves as our remembrance (having 2 breads we force ourselves to have by having a dairy meal then followed by a meat meal) \"Shtei ha lechem", 
            "12": "....On the first day...\" - In some places there is also a custom to eat honey and milk because the Torah is likened to them, as it says \"honey and milk under your tongue...\".", 
            "1": "... ", 
            "0": ".....On the 50th day of Sefira.... Delay praying maariv because shavous starts at tzaits ha cocavim, and this is done in order to make sure the 49th day of the omer was yesterday. It comes to us from the Zohar that the Pious ones used to stay awake all night and concern themselves with Torah. It is already the custom of many (students) to do this (Stay up all night and learn). The Ari ZL brings down that One should know that anyone who doesn't sleep at all, and is engrossed in learning Torah, can be assured that his sleep will be made up and nothing wrong will occur to him. The reason (for this minhug) the Magen Avraham writes that because Israel Slept all night (the night of kabbalas haTorah) and Hashem need to awaken thenm in order to receive the torah(Brought through a Midrash) Therefore, we need to now stay up all night on shavous as a Tikkun. One who is up all night needs to be careful that he does not make a netillas yadyim in the morning unless he first used the bathroom before davoning and then he may make an Al netillas yadyim and an Asher Yatzar like we explained above.. And for the beracha on the tallis katan there are differing opinions among the Authorities and because of this one should try to excuse himself by making a blessing on the Tallis Gadol like we said.... For birkas ha torah see... and Elokai neshama see.. It is proper to be careful according to Kabbalah on the subject of Martial relations on the night of Shavous", 
            "2": "... ", 
            "4": "....All of the Bechors... And if Shavous begins on Shabbos you need to say more(than the standard 5 aliyas for yom tov), And if it starts on shabbos you must read 7 aliyas beginning from \"You shall surely Tithe\"", 
            "7": ".... Starting on Rosh Chodesh Sivan- Starting on the Second of Sivan Moses said to Bnei Yisroel to santificy themselves (get ready to receive) for the Torah as it says \"You shall surely listen to my voice and you will guard my covenant\"... And afterwards started the 3 days of boundaries(refraining from martial intercourse). (Did not mention Rosh chodesh because we don't say tachnun on Rosh chodesh)", 
            "9": "In remembrance of the joy of receiving the Torah:  for there were grasses around Mount Sinai, as it says \"The flocks and cattle shall not graze...\" Latter sages wrote that in places where it is the custom to give out fragrant grasses in the synagogue, they should not give them out from Barukh SheAmar until after the Amida, so that one may bless over them (the blessing for fragrant vegetation)-- because during that period it is forbidden to interrupt (the prayer).  There is a custom to stand trees in the synagogues and homes in remembrance that on Shavuot judgment takes place for the fruits of the tree.  The Gr\"a abolished this custom because now it is the ritual of the (non-Jewish) nations to put up trees on their holiday."
        }, 
        "694": {
            "3": "<b> 4. Between \"cursed is Haman\"</b> as this was the first fall - which was a great revenge upon him - and a still greater good than this, the rise of Mordekhai, whom God blessed [such that] he 'rose up to the head.' And behold, before we drink, we certainly give thanks to God, may He be blessed, on these two goods. And so the sages, may their memory be blessed, said not to stop giving praise happily about this, until he comes to the point that he can no longer distinguish between this good and that [one]. And see Ohr Zarua, that nonetheless one sees to be careful about the matter of washing the hands [before the meal] and the blessing on the bread and the grace after the meals, and that the joy be about the commandment. And see Pri Megadim, who wrote that it is possible that one needs intention, [while executing] the Purim meal, gifts to the poor and the giving of portions, that it is for the sake of the commandment.", 
            "4": "<b>5. And sleeps and since he sleeps etc.</b> And such should be done. [Pri Megadim]"
        }, 
        "0": {
            "1": "(2) THE DAWN - A secret in written in the Two Tablets of the Covenant, to connect the day and night with Torah and prayer, whether its morning or whether its evening. Immediately upon waking up from sleep if he doesn't plan to sleep more, he should wash his hands, even if he is does so while still lying down. All the more so, he shouldn't walk four cubits without having washed his hands. He must be very careful in this regard. And the holy Zohar emphasizes the great punishment for this, for leaving the spirit of impurity on himself. In any case, he should not God forbid violate any other prohibition in order to not have a gap before washing his hands; like for instance, to stop himself from urinating for this purpose, or to take water which his friend had prepared for himself, if its not obvious to him that he will immediately be able to give him other [water] in exchange. And there are those who fail in this. And if he sees that the water is far and he doesn't have someone to bring it close to him, it is the custom of some of the observant ones (ba'alei ha'nefesh) to walk little by little in increments shorter than four cubits. The Sha'arei Teshuvah write about this that its better if hes able to run and not allow the spirit of evil to linger on his hands. There are those who say in regards to this idea that the entire house is like his four cubits, but we shouldn't rely on this unless in a time of pressure. If when he arises at night he sees that he does not have enough water to wash his hands three times as it appropriate to rid the spirit of impurity, nevertheless he should not God forbid forgo his Torah study because of this until daylight, but rather he should wash his hands a little or clean his hands on whatever he has to wash, make a blessing, and learn, as per the law of the Talmud and the Poskim[commonly referring to Rabbinic discussions post-Talmud, particularly contemporary halachic discussions]. ", 
            "0": "(1) IN ORDER TO SERVE HIS CREATOR - because for this was man created. As the text says \"Every one that is called by My name, and whom I have created for My glory... \" And even if his Evil Inclination advises him in the winter and says 'How will you arise in the morning, because it is very cold?' or in the summer advises and says 'How will you arise from your bed, when you still have not slept to your satisfaction?' Overcome him and do not listen to him, and think to yourself: If I had needed to arise to appear before a king of flesh and blood, how carefully and zealously would I arise and awaken in order to prepare myself for this service? All the more so and obviously, before the King of kings the Holy One blessed is He. ", 
            "3": "THE RIGHTEOUS - He should envision in his soul/mind always how to stand before Hashem blessed be his name, because The Holy One's glory fills all the land. And it is written in the name of the Arizal, that he should always paint the name YHV'H next to his eyes in the essence of Fear of Heaven, for this is Y-H-V-H (with the vowelization of the word Fear [YIR'AH]), for this is the secret of \"I shall set the Lord before me always\" and this greatly benefits one's Fear of Heaven. There are those who were accustomed because of this, to have parchments of a Menorah drawn inside their Siddurim, on which it is written \"I shall set the Lord...\" Etc..., with the Four Letters and other Names, and this Menorah is called \"I have set\" [\"Shiviti\"]. And the purpose [of this] is so that it should be remembered not to speak in idle chatter during prayer -out of Fear of God. And it is written in the Gates of Repentance [Sha'arei Teshuvah] in the name of the Tevuas Shor, \"It is proper to set out with force to abolish this custom[of writing this parchment of Divine Names] because in general they[people] don't protect this parchment properly, \"and it falls in most of the streets\"(it becomes disgusting and embarrassing), and as well many times it[the parchment]comes to erasure of The [Divine] Name. As well, it appears that: the big Menorahs which are depicted on the parchments which are affixed in the Shul in front of the podium[of the Chazzan/Prayer Leader] under a surface of glass- this is not subject to the reasoning which was mentioned previously\" - end quote. However, the [parchments] which are affixed in[front of] the podium without a surface, there is[grounds] to protests against them, because through the candles which are [customarily] affixed on the podium[hence being under the parchment melting the ink with the heat of the candle] , after many times[of lighting these candles] , it will lead to erasure of The [Divine] Name, Heaven Forbid.", 
            "2": "(3) WHEN THE GROUP IS PRAYING - Even [if] (though) the time for prayer has not passed, in any case he is commanded to pray with a group. This is elaborated below at the end of Seif Katan 9.", 
            "5": "THAT ARE MOCKING YOU - If he's an average person who in the company of great men, he shouldn't be embarrassed to learn or to do the mitzvah. If its possible for him to perform it not directly in their presence, its even better. However, if you're in the presence of other average folk who would learn from him, then on could say, that it would be better to do it in their presence, so that they should learn from him how do as he has done. However, he should direct his heart [intention] to the Name of the Heaven, but not boastfully God forbid. ", 
            "4": "(5)  BEFORE MEN - Never the less, he should never fight with them, because the quality of brazenness is very despicable, and its not appropriate to use it at all, even in the service of the Lord blessed be his name, because he the will acquire the attribute in his personality even in matters which are not in the service of Hashem. ", 
            "7": "WITH ALACRITY - Not exactly, but rather he should wait a bit and not get up immediately, because it is damaging for the body. It is good to say immediately upon rising \"I am gratefully to you my eternal king who has returned my soul in kindness; great is your faith.\" It should be said with a pause after \"kindness\", and \"great of your faith\" without pause. And this is from as its written \"renewal of mornings\" etc..., that the Holy One Blessed be He upholds his faithfulness to returns the souls to its depositor in the morning. And there is no need to wash hands, even if they are filthy, because in this wording there is no remembrance of the name of ADNOOT or any other name. And anyhow, it is forbidden to learn Torah before washing hands, and also forbidden before the blessing of the Torah.", 
            "6": "AND WHEN HE IS ALONE - It means to say, even when he is in the privacy of his home, also he should be walking with the Lord his God, as [the Re'ma] concludes..."
        }, 
        "2": {
            "11": "Even when one's wife is not...: It is explained in the Artzot Hachaim that regarding this one need not be stringent except when lying down naked without screens around the bed.", 
            "10": "However, east, etc...: Only intend that the head of the bed is facing north and its foot is to the south. In the responsa of Menachem Azariah he ruled according to what The Zohar wrote in Parshah Bamidbar that the head and foot of the bed should be facing to the east and west, but he concluded there that the head should be to the west, and so it is written in the Artzot Hachaim in the name of some Acharonim. However, in every place it is better to accustom oneself at the outset according to the Shulchan Aruch, because in the responsa of Binyan Shel Simcha he wrote in the name of the Gr''a who also said that the intention of The Zohar is in accordance with the Gemara and not according to the interpretation of Rabbi Menachem Azariah above.", 
            "1": "Until Sitting: And in the same way, he shouldn't get up while he is revealed.", 
            "0": "But Now etc: Because we do not have the presumption of being God fearing such that angels would be escorting us and that we would ask of them to wait for us until we exit.", 
            "3": "And Should Not Speak: And if it's for a great need, it's allowed, as long as he isn't excusing himself. But while he is still excusing himself, even for a great need, it's forbidden. And if there's another person, close the door, and another man wants to enclose himself at the same time as him, they shouldn't speak. Only women talk when they go to a specific bathroom that is in public, like a bathroom that was in the field, back in the day, or in the courtyard of the synagogue. In these countries, the Sages said that they should talk to each other in order for their voices to be heard from outside, so a man won't enclose himself there and be alone with them (Sanhedrin 19), and therefore from there, they (women) go in twos to the bathroom.", 
            "2": "And Should Not Go (Together): And if he's afraid, one can put his hand on his head through the window, but only if he won't see his uncovering (Mishnah Brura: Siman 3, Seif 8), and it's even forbidden to enter with his wife, but with a small child who doesn't know, it's allowed to enter the bathroom.", 
            "5": "A tefach: And not anymore because of modesty, but there should be two tefachim in front of him in case he ends up urinating while he is pushing himself to defecate, and one needs two tefachim because of the flow of urine which sprays far. The Ba''ch wrote that it is proper to be stringent ― that there should also only be one tefach in front of himself ― but many Acharonim do not agree with him. One should be careful there that he does not soil his clothes, his body, or his shoes.", 
            "4": "To touch: If one is not able to excrete, he should walk four amot and sit, then stand, then sit until he excretes, or he can distract his mind with other matters. And one should not excrete while standing.", 
            "7": "In which there are no partitions: However, if there are partitions there, and even only one partition to the west side, one should sit on the side of the partition, leaning against it (that is, in any case, within four amot), with his back to the west toward the partition, and he should excrete there. So also, if the wall is on the east side, one should sit leaning against it with his back to the east. There are those who are strict regarding this because his frontal nakedness will face west and the Shechinah is in the west. In a place where it is possible, it is good to be strict. The Pri Megadim wrote that there is no minimum height for the partition, only that one's nakedness should not be exposed — by this measure it is permitted.", 
            "6": "Open: However, in a courtyard any manner is permitted wrote the Beit Yosef and the Magen Avraham. However, the Taz agrees with our teacher Rabbi Yitzchak Abuhav, that in a courtyard, east-west is also forbidden in the center of the courtyard, for is he not exposed in that spot unless he gets close to one side by the walls. So also wrote the Drisha and other later authorities.", 
            "9": "However, east, etc...: Because the Shechinah dwells in the west, and even if he turns his face to the west it is forbidden. The east is opposite the west so it also has holiness.", 
            "8": "Or vice versa: There are those who say to not do the reverse. It is good to be careful with this."
        }, 
        "4": {
            "0": "Translation of the words - like the Rabbis say (Berakhot 47) that one should not \"throw\" a blessing from his mouth, rather he should concentrate when saying it and make the blessing calmly. And this is the language used in the Sefer HaChinuch siman (chapter) 46: When one washes his hands, makes a blessing on a fruit, or mitzvot that are comfortable in his mouth [which he regularly says], every individual should concentrate their heart toward their Creator, Who does wonderous kindness to him, and gave him fruits or bread to benefit from, and commanded him to do mitzvot. And he should not act like individuals who do things out of habit and let words leave their mouths without any consideration; for this causes G-d to become angry at his people. And he sent to us in the hand of Isaiah and said (Isaiah 29:13) \"Because this people have approached me; with their mouth and with their lips they honor Me, but their heart they draw far away from Me.\" And see further there how terrible the punishment for this is."
        }, 
        "7": {
            "1": "that is to say, the wrapping and the blessing should be while standing. The wrapping, as it is written \"to you,\" we learn from here a gezirah shava from Omer as it is also written \"to you\" and in the case of Omer it's written: \"from when you put the sickle to the standing grain\" and we expound from \"standing.\" And the blessing, because all blessing on mitzvot should be done standing. This is only l'chatchila (preferably), after the fact [if it was not done standing] he has fulfilled his obligation according to all. Most of the Archronim agreed that preferably he should make the blessing before the wrapping, at the time that he's holding it in his hand and intends on wrapping it, that this is \"just as he's about to do it.\" He shouldn't make the bracha while this talis is still folded.", 
            "0": "Immediately after washing hands in order than he shouldn't walk four cubits without tzitzit.", 
            "2": "Even though we make the blessing \"to wrap,\" covering the body alone is wrapping, and this is essentially the act of wrapping. For traveller who put on the talis when it's folded and drape it around their necks on their shoulders, they do not fulfill their obligation to wear tzitzis this way. In the regard all agree this is not wrapping. "
        }, 
        "548": {
            "1": "On account of the terrible things, etc. Because on 17 Tammuz five misfortunes occurred.  On it, the tablets were broken as Moses descended from the mountain, as is explained in the Torah [Ex. 32:19]; the daily offering was cancelled and was no longer sacrificed in the First Temple; [the walls of] the city [of Jerusalem] were breached [in advance] of the destruction of the Second Temple; the evil Apostomos burnt the Torah; and an idol was placed in the Holy Temple.  On on 9 Av, the great destruction occurred. The First Temple was destroyed on [that day], as was the Second; and on that very day it was decreed that our ancestors that were in the desert would not enter the land; and on that very day, [Romans] conquered a great town, called Beytar [during the Bar Kokhba revolt], which was home to thousands of Jews, all of whom fell into the hands of the idolaters and all of whom perished, which was a calamity as great as the destruction of the Temple; and on this very day, destined for calamity, the evil Turnusrufus plowed the Temple and its environs, thus fulfilling what was said: \"Zion will be plowed as a field\" (Jer. 26:18). And on the day of 3 Tishrei, Gedalia son of Ahikam was murdered.  He had been appointed to lead the remaining survivors after the the [first] destruction [and his death led to] the extinguishing of the remaining embers of Israel, because [in the wake of it] all were exiled and thousands were killed. And on 10 Tevet, the evil king of Babylon, Nebuchadnezzar assaulted Jerusalem and laid it under the siege and distress that led to the destruction.", 
            "0": "We are obliged to fast, etc.  This obligation derives from the words of the prophets, as it is written in Scripture (Zech. 8:19), \"The fast of the fourth, the fast of the fifth, the fast of the seventh, and the fast of the tenth...\" Our Sages, may their memories be for a blessing, explained that \"the fast of the fourth\" is the 17th of Tammuz, since it is in the fourth month according to the way we count the months; that \"the fast of the fifth\" is the Tish'ah B'Av [the 9th of Av], since it is in the fifth month; that \"the fast of the seventh\" is the Fast of Gedalia, since it is in the seventh month [Tishrei]; and that \"the fast of the tenth\" is the 10th of Tevet, since it is in the tenth month.  On all of these days, all Israel fasts because of the misfortunes that befell them on these days, in order to arouse their hearts to open up to the paths of repentance [teshuvah].  This [fasting] will be a recollection of our evil deeds and the deeds of our ancestors which were like our deeds now, such that they caused them--and us--these misfortunes, and in the recollection of these things we will return [nashuv] to become better [people], as it is written (Lev. 26:40), \"And they will confess their iniquity and the iniquity of their ancestors...\"  Therefore, each person is obliged to take to heart on these days to examine their deeds and to repent [lashuv] of them, because the fast [itself] is not the essential [thing], as it is written [in Jonah 3:10] about the people of Nineveh: \"And the Eternal saw their deeds, that they repented [turned back] from their evil path...\" The Sages, may their memories be a blessing, said that their sackcloth and their fasting were not mentioned--just their deeds.  Fasting is nothing but a preparation for repentance.  Therefore, those people who, as they are fasting, go on walks or [pursue] trivial matters grasp the issue of secondary importance, but loses track of the essence.  But in any case, one may not exempt oneself by means of repentance alone, because to fast on these days is a positive commandment from the prophets, as we wrote above."
        }, 
        "549": {
            "5": "We are permitted to wash ourselves... Because at the time when [Israel] wished [to fast] and accepted upon themselves the obligation to fast on all four of these fasts, they did not accept upon themselves that [all four] would be as stringent a public fast as Tish'ah Be'Av, because the majority of the community would not be able to stand it.  So a pious person should be stringent on all of them as on Tish'ah Be'Av, but if one of them falls on the evening when [a man's wife is due to] immerse [after her period], he should fulfill his obligation [to have marital relations].  Likewise, a person should not be strict about wearing shoes in order not to be a laughingstock. Likewise, if the 10th of Tevet falls on Friday, a person should not be strict about not washing in hot water out of respect for Shabbat.", 
            "4": "...but they have the custom of being stringent... If they are weak, it would seem that they should not be stringent. In any case, even someone who needs to eat should not feast on meat and wine, but [should eat] only what they need.  And likewise, children who understand [enough] to mourn: although we are not obliged to educate them [to fast] even at age twelve and even for a fast of a few hours, it is in any case appropriate to educate them to eat just enough to sustain their bodies, water and other simple food as they require, in order that they will mourn with the community.", 
            "6": "And it is not required ... while it is still day... [That is,] as is required on Tish'ah Be'Av. Rather, it is permitted to eat and drink during the evening [of these fasts]."
        }, 
        "585": {
            "4": "The Mitzvah is with bent ones... - This means even if it is not from a ram, but from other animals, nevertheless a bent one is better than a straight one..."
        }, 
        "560": {
            "4": "The Holy Temple - One who enters a holy place suffers karet because we are all tamei met and the original holiness is holiness for the future. "
        }, 
        "441": {
            "42": "...He is allowed to keep it on Pesach - This applies to deriving benefit, but it is forbidden for consumption on a Rabbinic level until after Pesach. Eventhough it is not intended for consumption since it is disqualified to everyone, in any case, since he wants to consume it, it is forbidden because he considers it important..."
        }, 
        "672": {
            "3": "Any oil is preferable to wax because oil was apart of the miracle."
        }, 
        "567": {
            "0": "[Refering to fasting] And he forgot and he ate - even if he did it on purpose and ate a lot. He should not eat more."
        }, 
        "241": {
            "0": "The essence of the mitzvah of delight in Shabbat is explained to us by the prophets, as it says: “and you shall call the Sabbath a delight,” and there are authorities who believe that the essence is from the Torah, for Shabbat is part of the times that are called holy... as is explained in the Sifra... And our rabbis spoke highly of the importance of this mitzvah (in Shabbat 118)... And similarly in every location, one should delight in Shabbat according to the custom, with food and drink that is considered delight for them. And since in general, most people get their delight from meat and wine and sweets, therefore we learn...that one should have a lot of meat and wine and sweets according to one’s abilities."
        }, 
        "224": {
            "1": "(2) After thirty days - from the first sighting. And if he received a letter from him or if [other] people informed him of his welfare, there are [different] opinions among the later scholars (<i>achronim</i>); and [so we invoke the principle,] 'one should be lenient [with] blessings [about which there are a] doubt.'", 
            "2": "(3) He says, \"Who has kept me alive, etc.\" - And all of these blessings are with the Name and His kingship; and even the blessing of, \"Who resuscitates the dead\" (Magen Giborim and many other later scholars, not like the responsa of Pri Megadim). "
        }, 
        "52": {
            "0": "The chazzan...: in order that he should be able to say Kaddish immediately and so as not to interrupt between by rising up to stand in front of the ark. But in section 51:6 in the gloss of the Rama, it's evident that even someone who prays alone also needs to stand while saying Yishtabach and look in Eliyahu Raba who answers that an individual stands for Yishtabach by virtue of custom, whereas the chazzan stands for Yistabach for virtue of law and similar the Gra and the Taz write that people of stature should stand while saying Yishtabach both on Shabbat and weekdays and even while praying alone. During the recital of all 15 praises in Yishtabach from \"song and praise\" until \"from now\" one should be very careful not to interrupt, and one he does pause will receive great punishment, but one isn't required to say them in one breath. [Chaye Adam in the name of the Gra and similar wrote the Griya and the same is implied from the Zohar in Parshat Terumah and not like the Shlah]"
        }, 
        "472": {
            "52": "Less than a kezayit (the size of an olive) - because with a kezayit there is a doubt about an after bracha, if you should bless or not, therefore it is better to eat less than a kezayit so there will not be an obligation according to everyone."
        }, 
        "130": {
            "35": "From Rosh Chodesh until after Shavuos. There are places that omit Tachnun for six days after Shavuot, because the sacrifices of Shavuos have seven days of Tashlumin - compensate."
        }, 
        "688": {
            "15": "It is a good practice to bring... - In order to educate them in the commandment of publicizing the miracle.  For this reason the community is accustomed to read these verses out loud (infra, 690:17), which are the essence of the beginning of the miracle and its end, i.e. \"There was a Jewish man,\" \"And Mordechai went out,\" \"For the Jews,\" \"For Mordechai\" - in order to wake up the little ones that they not sleep, and they will pay attention to the reading, and they read the verses to them to teach them (Levush).", 
            "17": "To hear, etc. - But now, in our many sins, it is reversed.  For not only do they not listen, but they mix it up so that the adults also cannot listen, and the only reason they come is to beat Haman.  In this way the father does not fulfill the commandment of education at all.  In truth, from the perspective of the commandment of education, every father has to keep his young children near him, and to supervise them that they listen to the reading, and when the reader gets to mentioning the name of Haman the Aggagite, the child is permitted to hit as is his custom, but not that that should be the primary purpose of bringing the child to the study hall.", 
            "16": "Young boys and girls - So long as they do not bring very young ones, who confuse the listeners.", 
            "18": "The reading of the Megillah - And now, everyone should have a kosher megillah and read in an undertone word for word, because it is impossible to hear from the leader because of the noise and commotion, that they hit with sticks and make noise.  And it is appropriate for every Jew to behave this way if he can.  And see infra, 690:4.", 
            "3": "...It is needed for the reader to have intent to fulfill the listener. As is the law to fulfill the commandment of his people.", 
            "6": "...There are those who say women can't fulfill others obligation. It's not similar to Chanukah because (the reading of the) Megillah is similar to the reading of the torah and it's unacceptable because of respect of the congregation and therefore, they can't fulfill the obligation of a single person. The chachamim didn't distinguish in any order and they set forth. And also, she's not obligated in reading, only in listening. And she follows the reading but she's not obligated in the matter of a man, but she can fulfill her woman friend."
        }, 
        "432": {
            "0": "By candlelight - And on the night of the 14th, when people are usually at home, and candlelight is very effective for searching, whereas during the day candlelight does not illuminate as it does at night, and they [the Sages] established that the search [for chametz] should be specifically by candlelight, with which one can even check holes and crevices. If one prematurely search on the day of the 13th by candlelight, he needs to go back and search on the night of the 14th as the Sages enacted. Nevertheless, he shouldn't make a blessing then at night on the search, because there are authorities who hold that after-the-fact one has fulfilled his obligation with the original search. However, if one checked on the night of the 13th by candlelight, as candlelight if very effective at night for searching, and he was very careful not to bring chametz [into the checked areas], he does not need to go back and check on the night of the 14th - most Later Authorities agree to this, but whoever wants to be stringent and reconduct a search should nevertheless not make a blessing."
        }
    }, 
    "meta": "Siman-Seif Katan"
}