{
    "title": "Kessef Mishneh on Mishneh Torah, Rest on a Holiday",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Rest_on_a_Holiday",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בני החיל שנתנו קמח לישראל וכו'.</b> כתב הרב המגיד ואני מקיים הגירסא ומקיים דבריו וכי אמרינן ופליגא לאו אהא דרב קאי וכו' עד אע''פ שלא הסכים לדעת הרב. תמהני שלפי מה שפירש הרב המגיד דברי רבינו דרב מיירי בשלא יכולים לאפות ממנו פת אחת ולתתו לתינוק גם הרי''ף לא יחלוק על זה וכ''כ שם הר''ן דבכה''ג ודאי שרי דבדידיה קא טרח ואם כן היאך הביא ראיה לקיים דינו של רבינו מדכתב הראב''ד יפה אמר אע''פ שלא הסכים לדעת הרב ולדברי הראב''ד משמע ודאי דרבינו מיירי אפילו שיכולים לאפות פת אחת ולתתו לתינוק דבכה''ג הוא דפליג עליה הרי''ף. ושמא י''ל שה''ה מפרש שמ''ש הראב''ד אף ע''פ שלא הסכים לדעת הרב לאו לענין דינא קאמר דכפי מה שפירש ה' המגיד דברי רבינו הדין שוה לשניהם אלא לענין פירושא דופליגא קאמר דלהרי''ף קאי אהא דרב ולרבינו לא קאי אהא דרב: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נוטלים עצים הסמוכים לדופני הסוכה וכו'.</b> אמאי דמקשה בגמ' (ביצה ל':) דסתר אהלא ושני שמואל מאי סמוך סמוך לדפנות אמר רב מנשיא אפילו תימא בשאין סמוך לדפנות כי תניא ההיא באיסורייתא וכתבו הרי''ף משום דמשמע ליה דפליגי ופסק כשמואל: ",
                "<b>ודע</b> דגרסינן בגמ' תני ר' חייא בר יוסף אין נוטלים עצים מן הסוכה אלא מן הסמוך לה ור''ש מתיר דלית ליה מוקצה מי דמי התם אדם יושב ומצפה מתי תכבה נרו הכא אדם יושב ומצפה מתי תפול סוכתו אמר ר''נ בר יצחק הכא בסוכה רעועה עסקינן דמאתמול דעתיה עלויה. והרי''ף ורבינו השמיטו כל האי שקלא וטריא משום דאליבא דר''ש היא והם פסקו ביו''ט כר''י דאית ליה מוקצה. ומ''מ יש לתמוה למה השמיט רבינו הא דתני' ואם התנה עליה הכל לפי תנאו כיון דאפילו לר''י נמי איתא וכמו שכתבו הר''ן והטור ומשמע דע''כ הכי הוא דלר''י איצטריך דאי לר''ש מאי איריא התנה כי לא התנה נמי שרי. ואפשר לומר שרבינו מפרש דלר''ש איצטריך התנה להיכא שהיתה בריאה מעיו''ט דבלא התנה לא שרי אלא כשהיתה רעועה מבע''י דוקא אבל לר''י אפילו התנה נמי לא דסבר רבינו דבמוקצה לא מהני תנאה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המפשיט את הבהמה לא ירגיל ביו''ט וכו'.</b> נראה מדברי רבינו שכל שאינו מפשיט בענין שמוציא כל הבשר מרגל אחד מותר ואע''פ שכל עור הגוף שלם מלפניו ומאחריו כמו שנוהגים היום שהרי אין בזה טורח יותר מאילו היה פותחו מלפניו ואדרבה כשהוא שלם מלפניו ומאחריו הוא יותר נוח להפשיט וכ''נ ממה שפירש בפ' העור והרוטב (חולין קכ''ג.) אהא דתנן המרגיל כולו חיבור וכו': "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל דכין את התבלין וכו'.</b> בפ''ק דביצה (דף י''ד.) תנן בש''א תבלין נדוכין במדוך של עץ והמלח בפך ובעץ הפרור וב''ה אומרים תבלין נדוכין כדרכן במדוך של אבן והמלח במדוך של עץ ובגמרא דכ''ע מיהת מלח בעיא שינוי מ''ט רב הונא ורב חסדא חד אמר כל הקדרות צריכות מלח ואין כל הקדרות צריכות תבלין וחד אמר כל התבלין מפיגין טעמן ומלח אינה מפיגה טעמה מאי בינייהו איכא בינייהו דידע מאי קדרה בעי לבשולי אי נמי במוריקא. ופירש''י כל הקדרות כל מין תבשיל צריכות מלח הילכך מאתמול הוי ידע דאיבעי ליה לדוכה ואין כל הקדרות צריכות תבלין ואדם אינו יודע מה יעלה בלבו לאכול למחר. מפיגים טעמם ממירים טעמם אם ידוכם מאתמול. דידע מאתמול מאי קדרה בעי לבשולי ללישנא קמא בעי שינוי ללישנא בתרא לא בעי שינוי. א''נ תבלין של מוריקא איכא בינייהו שיש קדרה שמתבלין אותה בכרכום ואינו מפיג טעמו אם נדוך מבע''י והוא לא היה יודע מה יבשל למחר ללישנא בתרא בעי שינוי ללישנא קמא לא בעי שינוי. ואיתא תו בגמ' אמר רב יהודה אמר שמואל כל הנידוכין נידוכין כדרכן ואפילו מלח והא אמרת מלח בעיא שינוי הוא דאמר כי האי תנא דתניא אמר רבי מאיר לא נחלקו ב''ש וב''ה על הנידוכין שנידוכין כדרכן ומלח עמהם לא נחלקו אלא לדוכה בפני עצמה שבש''א בפך ובעץ הפרור לצלי אבל לא לקדרה ובה''א לכל דבר. ופירש''י דלב''ה מלח נידוך כדרכו בלא שום שינוי ואיתא תו בגמ' א''ל רב לרב אחא ברדלא כי דייקת אצלי אצלויי ודוך ופירש''י הטה המדוכה על צדה דסבר כשמואל דאמר נידוכת כדרכה במדוך ומיהו שינויא זוטא בעי. ואיתא תו בגמרא רב ששת שמע קל בוכנא אמר האי לאו מגויה דביתאי ודילמא אצלויי אצלי דשמעיה דהוה צליל קליה ודילמא תבלין הוו תבלין נבוחי מנבח קלייהו פי' כשמשתברים הגרעינים נשמע קולם כמנבחים קרושינ''ט. ופסק הרי''ף כרב יהודה אמר שמואל דאמר כל הנידוכים נידוכין כדרכן ואפילו מלח וכתב והא דרב דאמר אצלי ודוך אוקמוה רבוותא במלחא אבל תבלין לא בעו הצלאה ומסתייע הדין סברא מהא דאמרינן רב ששת שמע קול בוכנא וכו' והשמיט הרי''ף דברי רב הונא ורב חסדא ותמה הר''ן למה השמיטה דהא כי היכא דבעינא אמתניתין דכ''ע מלח מיהא בעי שינוי מ''ט ויהבי טעמא רב חסדא ור''ה מר כדאית ליה ומר כדא''ל ה''נ איכא למבעי אהך מסקנא מ''ט מלח בעי הצלאה טפי מתבלין ואיצטריכינן לטעמייהו דרב חסדא ורב הונא וא''כ הוה ליה להרי''ף להביאם בהלכות. אבל נ''ל דמאי דא''ל רב אצלי ודוך חומרא בעלמא הוא דאיהו ודאי כרב יהודה אמר שמואל דאמר כתנא דברייתא ס''ל דאי כתנא דמתני' היכי סגי בהצלאה והא מדוך של עץ בעי אלא ודאי לחומרא בעלמא אמר דלמלח ליצלי פורתא ולישנא דרב ששת נמי דאמר האי לאו מגו ביתאי הוא הכי מוכח לומר שהוא מחמיר על עצמו דבמילתא דאיסורא ממש לא שייך האי לישנא וכיון דמשום חומרא בעלמא עבדי הכי דילמא לא מחמרי אלא במלח דלעולם אית בה תרתי שכל הקדרות צריכות לה ושאינה מפיגה טעמה אבל בחדא מינייהו לא מחמרי ומוריקא נמי וידע מאי קדרה בעי בשולי אף על גב דאית בה תרתי אפשר שלא החמירו בו דכיון דחומרא בעלמא היא וכדרבנן אין לנו בה אלא מלח ומן הטעמים שכתבנו ועוד מפני שהיא נידוכת יפה בהצלאה מפני דקותה משא''כ בתבלין עכ''ל. וקשה לי קצת על דבריו דאי חומרא הוא דהוה מחמרי הנך אמוראי במלח לדוכה ע''י שינוי ולא מן הדין לא ה''ל להרי''ף להביא אלא מימרא דרב יהודה דאמר כל הנידוכין נידוכין כדרכן ואפילו מלח דמשמע דמלח נמי לא בעיא שינוי כלל ולא ה''ל להביא דברי הנך אמוראי דמצלו אצלויי כיון דחומרא בעלמא הוא ולא מדינא. לכך נ''ל שהרי''ף פסק כמ''ד כל התבלין מפיגין טעמן ומלח אינה מפיגה טעמה שמאחר שהדבר ניכר לחוש שהוא כן נקיטינן כוותיה וכיון שכן ע''כ אית לן למימר דכי אמר ר''ה אפילו מלח נידוך כדרכו לא כדרכו לגמרי קאמר אלא לומר דלא בעי שינוייא רבה כדמצריך תנא דמתניתין דאפילו לב''ה אסור לדוכה במדוך של אבן דליתא אלא במדוך של אבן נמי שרי ומש''ה קאמר כל הנידוכין נידוכין כדרכן ואפילו מלח אבל מ''מ מאחר שאינו מפיג טעמו שינויא זוטא מיהא בעי דהיינו דליצלי אצלויי והיינו דקאמר רב אצלי ודוך והיינו נמי עובדא דרב ששת. וכן נראה מדברי רבינו שכתב דכין את התבלין כדרכן שאם ידוך אותם מבערב יפיג טעמם אבל מלח אינו נידוך ביו''ט אא''כ הטה המכתש או שידוך בקערה וכיוצא בה כדי שישנה שאם שחק המלח מעיו''ט לא יפיג טעמו. ומיהו לפי דרך זה הוה ליה להרי''ף ולרבינו לכתוב דמוריקא בעי הצלאה כיון שאינו מפיג טעמו ובשלמא לרבינו שהזכיר במלח טעמא דאינו מפיג טעמו איכא למימר דממילא משמע דמוריקא כיון שאינו מפיג טעמו דינו שוה למלח אבל להרי''ף שלא הזכיר טעמא דהפגת טעם קשיא וגם לרבינו קשה לפי מ''ש ה''ה דסבר דכרכום דינו כשום דמשמע דאינו צריך שינוי כלל ואפשר שהם סבורים שיש בו קצת הפגת טעם ואע''ג דבגמ' אמרינן דאינו מפיג טעמו היינו לומר שאינו מפיג טעמו כ''כ כמו תבלין אבל מ''מ מפיג טעמו קצת ונהי דלמאי דהוה ס''ד דמלח בעי שינויא רבה לא הוה מדמינן לה לתבלין כיון שאין הפגת טעמו דומה לשלהם אבל למאי דאסיקנא דמלח לא בעי אלא שינוי כל דהו אלמא שחיקה לא חמירא כולי האי הילכך כיון דכרכום מפיג טעמו קצת אין להשוותו למלח. כנ''ל לומר להעמיד דברי ה''ה ודברי הרי''ף: "
            ],
            [],
            [],
            [],
            [
                "<b>בד''א כשהאוכל מרובה על הפסולת וכו'.</b> נראה מדברי רבינו שהוא מפרש דכי אמרינן פסולת מרובה על האוכל מי איכא מאן דשרי לאו למימרא מי איכא מאן דשרי לטלטל כדפירש''י אלא ה''ק מי איכא מאן דהוה ס''ד דשרי לברור פסולת מתוך אוכל דאיצטריך רשב''ג לאשמועינן דאסור ומשני לא צריכא דנפיש בטירחא וזוטר בשיעורא כלומר הא ודאי שפסולת מרובה לא הוה צריך רשב''ג לאשמועינן דפשיטא דד''ה אסור לברור פסולת מתוך אוכל ומיהו לברור אוכל מתוך פסולת ודאי שרי כיון שאין דרך בורר בכך וכי איצטריך לאשמועינן בדנפיש בטרחא וזוטר בשיעורא דסד''א כיון שאוכל מרובה שרי לברור כדרכו ואפילו פסולת מתוך אוכל קמ''ל כיון דנפיש בטירחא אסור לברור כדרכו. וכתב מהרי''ק דלדעת הרי''ף ורבינו פסולת מרובה על האוכל פשיטא ומה שכתבת דאין להקשות מאי קא פריך פשיטא תאמר דאיצטריך לאשמועינן דנוטל את האוכל וכו' משום דא''כ לא הוה ליה למימר רק נוטל את האוכל ותו לא. לפי ע''ד טרחת ללא צורך דפשיטא שלשטתם ז''ל דפריך אעיקר מילתיה דרשב''ג דקאמר בד''א באוכל מרובה וכו' כי היכי דלא נטעה להעמיד פלוגתייהו דב''ה וב''ש בפסולת מרובה וכו' ועל זה פריך פשיטא דאין לטעות להעמיד מחלוקת בפסולת מרובה דבהא לא הוו אמרי ב''ה בורר כדרכו וכו' דמשמע פסולת מתוך אוכל דבפסולת מרובה ליכא למ''ד שיהא נוטל את הפסולת, עכ''ל: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין משחיזין את הסכין במשחזת שלה וכו'.</b> כתב ה' המגיד דינים אלו של השחזת הסכין הם כדעת ההלכות וכו'. לבאר זה ראיתי לכתוב דברי הגמרא ומ''ש הרי''ף ומ''ש עליו המפרשים. בפרק אין צדין (ביצה כ''ח) תנן אין משחיזין את הסכין אבל משיאה ע''ג חברתה ובגמ' אמר ר''ה ל''ש אלא במשחזת של אבן אבל במשחזת של עץ מותר ואיכא כמה לישני בגמ' בפירוש דברי רב הונא ופירושא דמתניתין והרי''ף לא כתב שום לשון מהם וגם לא כתב דברי ר''ה ואיתא תו בגמרא מאן תנא דהשחזה עצמה אסורה אמר רב חסדא דלא כר''י דתניא וכו' ואמר רב חסדא הלכה כר''י אמר רב נחמיה הוה קאימנא קמיה דרבא והוה מעבר לסכינא אפומא דדיקולא ואמרי ליה לחדודי או לעבורי שמנוניתא אמר לי לעבורי שמנוניתא וחזיתיה לדעתיה דלחדודה קא עביד והאי דלא קאמר לי דקא סבר הלכה ואין מורין כן אמר אביי הוה קאימנא קמיה דמר והוה קא מעבר סכינא אפומא דריחייא ואמרי ליה לחדודי קא בעי מר או לעבורי שמנוניתא וחזיתיה לדעתיה דלחדודי קא בעי וקא סבר הלכה ואין מורין כן. וכתב הרי''ף כל זה. ופירש''י הלכה כר''י ומותר כל איש לעשות אבל אין מורין כן לרבים שלא יזלזלו אף בשאפשר לעשותם מבע''י דכל הני דשריא כגון שנתקלקלו ביו''ט או שהיה אתמול טרוד כדאמרינן לקמן ולא התיר ר''י אלא במכשירין שא''א לעשותם מעיו''ט ואיתא תו בגמרא (שם כ''ח:) אמר רב יוסף סכין שעמדה מותר לחדדה ביו''ט והא דפסקה אגב דוחקא וכתב הרי''ף על זה ודוקא אגב ריחייא או אגב דיקולא אבל במשחזת לא. וכתב הרא''ש מה שפסק הרי''ף אבל במשחזת לא היינו שאין להורות כן אבל הלכה כר''י דאף במשחזת של אבן מותר דמתניתא דאין משחיזין את הסכין דאוקמה רב הונא במשחזת של אבן קאמר רב חסדא דלא כר''י. והרי''ף לא הביא כל הני לישני דאיתא בגמרא משום דקיימי אמתניתין דאין משחיזין את הסכין דלאו הלכתא היא דקי''ל כר''י. ומה שהביא הרי''ף ההיא עובדא דרבא דקא מעבר סכינא אפומא דדיקולא לא הביאה אלא להשמיענו דהלכה כר''י אבל לא הביאה להשמיענו דאין מורין כן דלא מיסתבר למימר דבמשחזת של עץ אין מורין כן דהא אפילו רבנן מתירים במשחזת של עץ אפילו לחדדה לחד לישנא וכיון דבשל סופרים הוא אזלינן בהך לישנא לקולא הילכך נראה בשל עץ אפילו לחדדה מורין ומשיאין ע''ג חבירתה אפילו לחדדה ובמשחזת של אבן להעביר השמנונית מותר רק לחדדה במשחזת של אבן אין מורין כן עכ''ל. אבל הר''ן פירש דברי הרי''ף כפשטן לומר שהביא ההיא עובדא דרבא דקא מעבר סכינא אפומא דדיקולא להשמיענו דהלכה כר''י ואין מורין כן שכתב דנהי שהלכה שמותר להשחיז את הסכין אפילו לחדדה במשחזת של עץ כר''י אפ''ה אין מורין כן לכל כדי שלא יבא להשחיזה במשחזת שלה דכה''ג אפילו ר''י מודה לפי שהוא עושה כלי ומש''ה רבא דסבירא ליה כר''י לא הוה מעבר סכינא אלא בדיקולא ולא במשחזת ורב יוסף אפומא דריחייא כדאיתא בגמרא אבל במשחזת לא ולפיכך כתב הרי''ף בסמוך דדוקא אגב ריחייא או אגב דיקולא אבל במשחזת לא ואע''פ שאפשר לדחות ולומר דרבא ורב יוסף משום דקיימי קמייהו רב נחמיה ורב יוסף לא הוו משחזי במשחזת של אבן דכיון דסבירא ליה דאין מורין כן לא הוו מצי לאהדורי למימר להני רבנן דקיימי קמייהו דכרבנן עבדי דבגמרא מוכח דלרבנן במשחזת של אבן אפילו להעביר שמנוניתא אסור אבל אה''נ דהיכא דלא הוי איניש בהדייהו דבמשחזת של אבן משחזי כר''י אפילו הכי כיון דלא חזינן דעבד אלא הכי מנא לן לאהדורי בתר קולי ועוד דשמעתיה דלקמן מוכחי דבמשחזת אפילו לר''י אסור ומש''ה אסרי להראות סכין לחכם וסכין שעמדה דלא פסקא אפילו אגב דוחקא וכן דעת הרמב''ם בפרק ד' מהלכות יו''ט עכ''ל. משמע מדבריו דסתם משחזת אינה אלא של אבן ומשחזת של עץ היינו כגון פום דיקלא וכיוצא: ",
                "<b>ואיכא</b> למידק דמשמע הכא דהרי''ף ורבינו סברי דהלכה כר''י במכשירין ואילו מההיא דשפוד שנרצף משמע שסובר רבינו דלית הלכתא כר''י. וצריך לומר דאע''ג דמדאורייתא שרי כר''י חכמים אסרוהו לפי שאינו צורך אוכל נפש כל כך שהרי יכול לתחוב בו הבשר אי נמי יכול לצלותו על הגחלים: ",
                "<b>ודעת</b> ה''ה דלהרי''ף ורבינו לית הלכתא כר''י בשום מכשירין וכדמשמע ממה שכתב ה''ה כאן וממה שכתב גבי אין מכבין את האש בשביל שלא תתעשן הקדרה. ולפי דבריו יש לתמוה למה התירו להעביר הסכין אפומא דדיקולא או אפומא דריחייא ונראה לי שסובר ה''ה דכל כה''ג אפילו רבנן מודו דשרי דאין כאן מלאכה כלל כיון שאינו משחיז במשחזת שלה וגם הסכין חותך קצת הילכך לאו בכלל מכשירין דאסרי רבנן הוא ושרי לכ''ע הילכך לא חילק בין נפגמה ביו''ט לנפגמה מעיו''ט דלעולם מותר לחדדה על העץ או על החרש או על האבן דלאו מלאכה היא כלל שאילו היתה מלאכה אפילו בנפגמה מעיו''ט היה אסור דלית הלכתא כר''י כלל ולפי זה הא דאמר רב חסדא דסכין שנפגמה מחלוקת ר''י ורבנן היינו לחדדה במשחזת שלה אבל על גבי עץ או חרש או אבן לרבנן נמי שרי ושפוד שנרצם דקאמר אתאן למחלוקת ר''י ורבנן היינו בשנעקם וצריך תיקון גמור הילכך הוי בכלל מכשירין דאסרי רבנן ואסר ר''י בנרצף דהיינו שנעקם קצת אע''ג דמפשיט ליה בידיה גזרה משום נרצם וגריפת התנור דאמר רב יהודה שהוא מחלוקת ר''י ורבנן ואפילו הכי כתב רבינו בפרק ג' שאם א''א לאפות או לצלות אא''כ גרף מותר צריך לומר דגריפת התנור דקאמר רב חסדא היינו ביכול לאפות בו על ידי הדחק ואפילו הכי שרי ר''י אבל בא''א לאפות בו כלל לרבנן נמי שרי דגריפת התנור לאו מלאכה גמורה היא ולא אסרוה רבנן אלא גזירה אטו שאר מכשירין שהם מלאכה גמורה והיכא דא''א לאפות אא''כ גרף לא העמידו דבריהם כדי שלא ימנע משמחת יו''ט. ורבינו כתב טעם כיוצא בזה בפרק זה על מה שאסרו ביקוע עצים והתירוהו בקופיץ ובצד החד שלו כנ''ל שצריך לומר לדעת ה''ה שמפרש דרבינו לא ס''ל דהלכה כר''י במכשירין ומיהו לדעת הרי''ף א''א לומר דאין הלכה במכשירין כלל דאם כן למה כתב בפ' אין צדין הא אמר רב חסדא הלכה כר''י ולפיכך דברי ה''ה במה שכתב לדעת הרי''ף תמוהים וצ''ע: ",
                "<b>ואיכא</b> למידק למה לא כתב רבינו דלהעביר השמנונית ע''ג עץ או חרש או אבן מורין כן להתיר כדאשכחן בהנך רבנן דאמרו להני רבנן דקמייהו דלהעביר שמנוניתא בעו. ואפשר לומר דכיון שכתב דלהשחיז אין מורין ממילא משמע דלהעביר השמנונית מורין וע''פ הדברים האלה שכתבתי נסתלקו תמיהות הרמ''ך על רבינו בלשונות הללו: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>העושה מדורה ביו''ט כשהוא עורך את העצים וכו'.</b> דברי רבינו הם כדברי הרי''ף וכתב עליו הרא''ש פירוש לפירושם כשעושים מדורה גדולה עושים ד' שורות של עצים כעין ד' דופני התיבה ונותנים עליהם עצים ובהא קאמר שלא יעשה הדפנות תחלה אלא אחד יאחוז העליונים בידו ואחד יעשה הדפנות תחתיהם שלא יהא דרך בנין. ועל מ''ש ה''ה שפריסת שלחן על ספסליו מותר לפי שאין צריכין לאויר שתחתיו קשה שהרי ביצים שאין צריכים לאויר שביניהם ואסור וצ''ע: "
            ],
            [],
            [
                "<b>מסירים זבובים הנתלים בבהמה וכו'.</b> פלוגתא דתנאי בספ''ב דביצה (דף כ''ג) ואיפסיקא הלכתא כראב''ע דשרי לקרד אע''פ שהוא עושה חבורה לפעמים משום דקי''ל כר''ש דאמר דבר שאין מתכוין מותר. והנה ה''ה רצה לפרש לדעת רבינו דגדולים וקטנים שאמרו בגמ' אשיני המגרדת קאי כמו שפירשו המפרשים. ואין הדבר כן דלדעת רבינו לא הוזכר דין מגרדת כלל ומ''ש בגמ' דקירוד הוי קטנים וקרצוף הוי גדולים אזבובים הנתלים בבהמה קאי דכשהם קטנים כשעוקרים אותם מיקרי קירצוף וכשעוקרים הקטנים נעשית חבורה לפעמים אבל כשעוקרים הגדולים אין נעשית חבורה וכן פירש הוא ז''ל בפירוש המשנה ספ''ב דביצה ופ''ג דעדיות וגם הערוך הזכיר פירוש זה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן לא יקח מבעל החנות במדה וכו'.</b> אלא כיצד הוא עושה אומר לחנוני מלא לי כלי זה וכו' ואפי' היה הכלי מיוחד למדה ימלאנו והוא שלא יזכיר לו שם מדה. כך היא הנוסחא האמיתי בדברי רבינו. ודע שהטור ורבינו ירוחם שכתבו שהרמב''ם אוסר בכלי המיוחד למדה נוסחא משובשת נזדמנה להם בספרי רבינו: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>איש שהיו רבים צריכים לו יוצאים בכסא אחריו ומוציאין אותו על הכתף ואפילו באפריון.</b> רבינו התיר כיתוף וכן דעת הרי''ף שלא הזכירו לאיסור ונראה שטעמא משום דאמרינן בגמרא אמימר ומר זוטרא מכתפי להו בשבת דריגלא משום ביעתותא ואי נמי משום דוחקא דצבורא אלמא דאיש שרבים צריכים לו שרי לכתופי כי היכי דלא לדחקו ליה צבורא והוא הדין מפני טעם אחר איזה שיהיה וכיון דאמימר ומר זוטרא עבדי בה עובדא נקטינן כוותייהו ולא חיישינן למאן דאמר התם שלא יכתף. ואע''ג דללישנא דמשום ביעתותא משמע דלא שרי מטעמא אחרינא סוברים הרי''ף ורבינו דכיון דמידי דרבנן הוא נקטינן כלישנא דמיקל. ונראה מדברי רבינו דיציאה בכסא שאמרו היינו שהיו נוהגים להוציא אחר האנשים החשובים כסא ביד איש כדי שישב בו במקום שירצה. ואלונקי הוא אפריון שיושבים בו כשמכתפים אותו: "
            ],
            [
                "<b>אין מוליכין את הסולם של שובך וכו'.</b> כתב ה''ה נראה לי פירוש הסוגיא לדעת רבינו דרב חנן בר אמי סבר וכו' מהר''י קולון בשורש קס''ה כתב גם כן בזה: "
            ]
        ],
        [
            [],
            [
                "<b>וכשהוא משקה אותה לא ידלה וישקה מן הבריכה וכו'.</b> נראה מדברי רבינו לכאורה שכל שהוא צריך לדלות ולהשקות מיקרי טירחא יתירא ואסור אבל אם אינו צריך אלא להמשיך ולהשקות ולא לדלות כלל משמע דשרי אפילו במי בריכה או מי גשמים ויש לתמוה שכפי מה שאמרו בגמרא (מ''ק דף ד'.) במי גשמים אפילו ממשיך אסור או גזירה אטו מי קילון או משום דמי גשמים נמי לידי מי קילון אתו ולפיכך צריך לפרש דה''ק לא ידלה וישקה מן הבריכה וכן לא ישקה ממי הגשמים אע''פ שאינו דולה אלא ממשיך ברגלו. ",
                "<b>ומ''ש מפני שהוא טורח גדול.</b> אדולה ומשקה מן הבריכה כפשטיה קאי שטורח גדול הוא ואמשקה ממי גשמים ה''ק לפי שאפשר לבא לידי טורח גדול כלומר כשיתחיל להמשיך ולהשקות יחסרו המים ויצטרך לדלות ולהשקות דהוי טורח גדול, וסוף דבריו דייקי הכי גבי מעין ממשיכו ומשקה בו משמע דלא שרי אפילו ממשיך אלא במעין דוקא אבל לא בבריכה ולא במי גשמים וכן נראה מדבריו בפירוש המשנה: "
            ],
            [],
            [],
            [],
            [
                ""
            ],
            [],
            [],
            [],
            [
                ""
            ],
            [],
            [],
            [
                "",
                ""
            ],
            [],
            [],
            [],
            [],
            [
                "",
                "",
                "",
                ""
            ],
            [],
            [
                ""
            ],
            [
                ""
            ],
            [],
            [
                ""
            ]
        ],
        [
            [
                ""
            ],
            [],
            [],
            [
                ""
            ],
            [
                ""
            ],
            [
                "<b>מי שהיתה לו תבואה מחוברת לקרקע וכו'. ואם אין לו מה יאכל אע''פ שמוצא בשוק לקנות אין מצריכין אותו ליקח מן השוק וכו'.</b> נ''ל שלמד כן מדאמרינן (מ''ק י''ב:) גבי עובדא דרב אין לו מה יאכל הוה ואפ''ה איקפד שמואל משום דאדם חשוב הוה ואם איתא שלא היה מוצא לקנות אסור משום דאדם חשוב הוא ימות ברעב אלא כשמוצא לקנות מיירי ואפ''ה מותר לקצור אם אינו אדם חשוב. ומ''מ יש לתמוה עליו במ''ש שהטעם שלא ידוש בפרות הוא מפני שכל דבר שאין בו הפסד צריך לשנות דהא אסיקנא דטעמא דלא ידוש בפרות לאו משום שינוי הוא. ואפשר שרבינו ז''ל מפרש כיון דכל יומא לאו בפרות דיישי כלומר דלפעמים דיישי בלא פרות אשתכח דכי דיישי בלא פרות ליכא הפסד וכיון שכן לאו שינוי הוא כלומר אינו בכלל מה שאמרו מאן תנא שינוי בדבר האבד דלא כר' יוסי דע''כ לא אמר ר' יוסי דלא בעי שינוי בדבר האבד אלא היכא דאי משנה איכא הפסד אבל היכא דאי משנה ליכא הפסד מודה ר''י דצריך לשנות. ונראה דהא דאמרינן שלא ידוש בפרות ה''ה לשאר בע''ח דלא אלא במקלות וכיוצא בהם דבשאר בע''ח נמי אוושא מילתא ומיהו לרבינו שנתן טעם משום שינוי אפשר דבשאר ב''ח שרי שהרי שינוי הוא. ואיכא למידק למה לא כתבו הפוסקים דאדם חשוב אפילו אין לו מה יאכל אסור ואפשר דכיון דרב חצדו ליה אע''ג דאדם חשוב הוה כוותיה נקטינן דהלכה כרב באיסורי, ועוד דהא ללישנא דקאמר לא סיימוה קמיה לשמואל נמי אי הוה ידע דאין לו מה יאכל לא הוה מקפיד עליה אע''ג דאדם חשוב הוה וכיון דאיסור מלאכה בחוה''מ דרבנן הוא נקטינן כלישנא דמיקל, וכתב הרא''ש והא דשרינן הכא לצורך המועד אפילו כיון מלאכתו במועד דבצורך אוכל לא גזרו כיון מלאכתו: "
            ],
            [],
            [],
            [],
            [
                "<b>עושים כל צרכי הרבים במועד וכו' וחופרים לרבים וכו'.</b> מדכתב גבי חפירת בורות וכריית נהרות כדי שישתו מימיהם דמשמע כדי שישתו אותם במועד וגבי מתקנים קלקולי המים לא כתב כן משמע דרבינו אפילו שלא לצורך המועד שרי וכדברי הראב''ד: "
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                "<b>ואין מגיהין אפילו אות אחת בספר העזרה מפני שאינה לצורך המועד.</b> מדיהיב רבינו האי טעמא משמע שאם היתה לצורך המועד כגון שלא היה להם ס''ת אחר לקרות בו במועד מגיהין: ",
                "<b>ואם אין לו מה יאכל כותב וכו'.</b> נראה שטעמו מפני שהוא סובר שאין מניחין תפילין בחוה''מ דבכלל יו''ט הוא וא''כ אין להתיר בכתיבת תפילין יותר מבמלאכה אחרת. ולפי דברי רבינו נראה דר' יוסי לאחמורי מכלהו אתא דלאחרים בטובה או להערים ולמכור את שלו אסור ולא שרי אם אין לו מה יאכל: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד אבל שחל שביעי שלו ביו''ט וכו'.</b> כתב ה''ה מה שנמצא בספרי רבינו שאם חל שביעי שלו להיות ביו''ט שהוא מגלח במועד הוא טעות סופרים או אגב שיטפא וכו'. המהרי''ק בשורש קנ''ב כתב שבספר הנקרא בית מועד כתב להעמיד הנוסחא שבספרי רבינו מטעם דאין אבל נוהג אבילותו ברגל והואיל והגילוח והכיבוס הוא מכלל האבילות כשאינו נוהג אבילותו מותר לגלח ולכבס הואיל ולא יכול לגלח ולכבס קודם הרגל ואם יש לבעל דין לחלוק היאך יגלח ברגל שלא שלמה אבילותו נשיבנו כי הוא מגלח מפני כבוד הרגל ולאחר הרגל ישלים אבילותו. ",
                "<b>ומ''ש הרמב''ם שחל שביעי שלו.</b> ה''ה לשאר הימים של שבעה ולא כתב שביעי אלא למעט אם חל שביעי שלו עיו''ט שאינו אנוס שהרי יכול לספר במועד עכ''ל. וכתב עליו מהרי''ק חס ליה לרבינו משה דלימא הכי שהרי הוא שלא כשיטת הגמרא בהדיא וכו' ע''כ נראה ודאי דיפה כיוונו התולים הענין בטעות סופר עכ''ל מהרי''ק. ולע''ד נראה דאפשר ליישב הנוסחא כשנאמר במאי דנקט רבינו חל שביעי שלו להיות ביו''ט לאו משום היתרא דלגלח נקטיה דודאי גילוח אסור עד תשלום שלשים דכל שקבר את מתו פחות משבעה ימים לפני הרגל לא בטלה ממנו גזירת שלשים אלא משום היתרא דלכבס שהזכיר קודם לכן בסמוך נקטיה ולצדדין קתני וה''ק כל מי שא''א לו לכבס ולגלח מבעיו''ט ה''ז מותר לכבס ולגלח במועד כיצד אבל שחל שביעי שלו להיות ביו''ט ה''ז מותר לכבס במועד ואם חל להיות בעיו''ט והוא שבת שאי אפשר לגלח בו ביום מפני שהוא שבת מגלח במועד, ואע''פ שבסוף דבריו כתב הרי אלו מגלחין ומכבסין במועד אבא ממדינת הים ויוצא מבית השביה וכו' קאי תגלחת וכיבוס ואחל שביעי שלו להיות ביו''ט לא קאי אלא מכבסין דאילו תגלחת אסור עד תשלום שלשים יום כמו שנתבאר ודבר פשוט הוא בשחל שביעי שלו להיות בעיו''ט נמי הואיל והיה שבת שלא היה אפשר לכבס קודם מועד הילכך מותר לכבס במועד: ",
                "<b>בגמרא</b> (דף י''ד.) בעי אומן שאבדה לו אבידה ערב הרגל מהו כיון דאומן הוא מוכחא מילתא או דלמא כיון דלא מוכחא מלתא כי הנך לא תיקו. ופירש''י אומן ספר שהכל אצלו ערב הרגל ורואים שאבדה לו אבידה ואנוס הוא. כי הנך דמתני' דקתני מגלחין דידוע לכל. ומדהשמיטוה רבינו והרי''ף והרא''ש משמע דנקטי לה לחומרא ויש לתמוה על רבינו והרא''ש דסברי דמלאכת חוה''מ דרבנן למה לא פסקוה לקולא: ",
                "<b>מי שהיה וכו'.</b> גרסינן בירושלמי עלה דמתני' דאלו מגלחין המנודה שהתירו לו חכמים אי בשהתירו לו קודם הרגל יגלח ואי בשלא התירו לו קודם לרגל אל יגלח כלומר אל יגלח ברגל דלאו אנוס הוא אלא במה אנן קיימין בשהתירו לו קודם הרגל וחל שלשים שלו ברגל שאין נידוי פחות משלשים יום. מדברי רבינו משמע דלית ליה האי ירושלמי שהתירו לו קודם הרגל משום דבגמרא דידן (מ''ק י''ד:) משמע דכשהתירו לו במועד עסקינן דאמתניתין דקתני שהתירו לו חכמים קאמר אזל ופייסיה לבעל דיניה ואתא קמי רבנן ושרו ליה. ונראה דטעמא דכיון שלא היה בדעתו לפייס לבעל דינו חשיב אנוס וזה דעתו של הרי''ף שהשמיט גם הוא הירושלמי הזה: "
            ],
            [],
            [
                "<b>מותר ליטול שפה בחולו של מועד.</b> מדלא כתבו הרי''ף והרא''ש ורבינו הנחה כל שמעכבת נראה שאינם גורסים בגמרא בדאביטול ספרא אלא שפה מזוית לזוית בלבד וכך הוא בנוסחא דידן בגמרא וסברי דהלכתא כוותיה ומשמע שהם סוברים שאף מן הצדדין מותר לגלח אף על פי שאינו מעכב וכן כתב רבינו ירוחם שנראה מדבריהם: "
            ],
            [
                "<b>ומי שאין לו וכו'.</b> דע דבר״פ אלו מגלחין (מועד קטן דף י״ד.) גבי מי שאבדה לו אבידה בערב הרגל אסור לספר ברגל אע״פ דאנוס הוא משום דלא ידעי כ״ע דאנוס היה פריך ממי שאין לו אלא חלוק אחד שמותר לכבסו אע״ג דלא ידעי כ״ע ומשני הא אתמר עלה אמר מר בר רב אשי אזורו מוכיח עליו, ומשמע דהיינו לומר שאזורו הוא קבוע בחלוקו וכשהוא פושט חלוק ולובש חלוק אחר נוטל האזור מזה וקובעו בזה וזה שאין לו אחר מכבסו עם אזורו והרואה כשהוא מכבסו ואזורו עמו יודע שאין לו חלוק אחר. וכן פירש״י בפ' כל הבשר (חולין ק״ח.) ולפי זה יש לתמוה על רבינו והרי״ף והרא״ש למה השמיטו הא דאזורו מוכיח עליו. וי״ל שהם מפרשים אזורו מוכיח עליו כדפירש״י כאן דמי שאין לו אלא חלוק אחד פושטו ומתעטף במקטרינו וחוגרו באזורו ועומד ומכבס החלוק ומודיע לכל שאין לו אלא חלוק אחד וכן פירש הערוך דלפי זה הא דאמרינן אזורו מוכיח עליו לאו תנאה הוא לומר שאם אין אזורו מוכיח עליו אסור לכבס אלא היינו לומר שכל שאין לו אלא חלוק אחד ומכבסו אזורו מוכיח עליו שאין לו חלוק אחר שהרי הוא חגור בלא חלוק דמאי דאמרינן הא אתמר עלה אמר מר בר רב אשי וכו' לאו למימרא שמר בר רב אשי אתא לפרושי דר״י לא התיר אא״כ אזורו מוכיח עליו דוקא דא״כ ה״ל לגמרא לאיתויי הא דמר בר רב אשי אצל מימרא דר״י בסמוך אלא היינו לומר דכי אקשו בני הישיבה על ר״י אמאי שרי לכבס מי שאין לו אלא חלוק אחד דהא איכא לאסור מפני הרואים שאינם יודעים שאין לו חלוק אחר שני מר רב אשי דכל שאין לו אלא חלוק אחד כל הרואים שמכבסו יודעים שאין לו חלוק אחר שהרי רואים אותו מעוטף במקטרינו וחגור באזורו והשתא ניחא שלא הוצרכו הפוסקים להביא דברי מר בר רב אשי. אלא דאכתי איכא למידק דא״כ לא שרי ר״י אלא לכבסו ע״י עצמו דאז אזורו מוכיח עליו אבל לכבסו ע״י אחר ואפילו ע״י אשתו לא שהרי הרואים כביסת החלוק אינם רואים את בעליו חגור בלא חלוק. ואפשר לומר דאה״נ דלא שרי ר״י לכבסו אלא ע״י עצמו ולישנא דמי שאין לו אלא חלוק אחד מותר לכבסו ע״י עצמו משמע. ועי״ל דמי שאין לו אלא חלוק אחד מסתמא אין לו מי שישמשנו והוא מכבסו ע״י עצמו ואז אזורו מוכיח עליו ולפיכך התירו לכבסו ולא נתנו דבריהם לשיעורים לחלק בין מכבסו ע״י עצמו למכבסו ע״י אחר: ",
                ""
            ],
            [],
            [
                "<b>וערב יו''ט האחרון של וכו'.</b> כתב הרב המגיד דאתא לאפוקי ערב יום טוב האחרון של פסח. נראה דהיינו לענין עיטור השוק בפירות אבל לענין למכור בפרהסיא ולפתוח כדרכו אפילו פתוחה לרה''ר גם בערב יו''ט אחרון של פסח מותר: "
            ]
        ],
        [
            [
                "<b>נהרות המושכים מן וכו'.</b> כתב ה' המגיד פי' שאין אותו נהר פוסק מן האגם וכו' וכך פירש''י, משמע שאם הוא פוסק אע''פ שיש בנהר זה שפע מים רבים שלא יוכל לבא במועד לצורך דלי אסור להשקות ממנו וטעמא דחיישינן שמא יטעה ויחשוב שלא יצטרך לדלי ואחר כך יצטרך לדלות בדלי והוי טרחא יתירא ולפיכך אמרו מילתא פסיקתא דליכא למיטעי דכל שלא פסק א''א לבא לצורך דלי: "
            ],
            [],
            [],
            [
                "<b>זרעים שלא שתו וכו'.</b> ויבא לידי טורח יותר כלומר וכל היכא דאיכא טירחא יתירא אפילו במקום פסידא לא טרחינן: "
            ],
            [
                "<b>עכברים שהם מפסידים וכו'.</b> מדברי רבינו בפירוש המשנה נראה שבמקום ר' יהודה אומר הוא גורס וחכמים אומרים ופסק הלכה כמותם. ונראה שהוא גורס בדברי ר''ש בן אלעזר כשאמרו בשדה הלבן שלא כדרכו לא אמרו אלא בשדה הלבן הסמוך לאילנות ואחכמים קאי ואפילו אי גריס ביה כדרכו כגירסת הרי''ף והרא''ש דהשתא ע''כ קאי את''ק סובר רבינו דמדת''ק נשמע לחכמים דכיון דת''ק כי שרי בשדה הלבן כדרכו איירי דוקא בשדה הלבן הסמוך לאילנות אם כן חכמים נמי אשדה לבן הסמוך לאילנות מהדרי ואמרי דאינו צד אלא שלא כדרכו וממילא משמע דכשאינה סמוכה לאילנות אינו צד כלל ואפילו שלא כדרכו: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין מכניסין את הצאן לדיר וכו' היה שכיר שבת שכיר חדש וכו'.</b> כתב ה''ה נראה מלשון רבינו שהוא מפרש מימרא דרבי וכו'. נראה מדבריו דבחול המועד שוכרים אותו דכיון דלאו מלאכה היא לא אסרו אמירתו לעכו''ם בחוה''מ ולאפוקי ממ''ש נמוקי יוסף: "
            ],
            [
                "<b>המשוה פני הארץ וכו'.</b> מדברי רבינו פרק שני מהלכות זכיה נראה שסובר כדמשמע מגירסת הרי''ף והרא''ש ודלא כדמשמע מדברי רש''י: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומושיבין שובכין לתרנגולים תרנגולת שישבה על הביצים שלשה ימים וכו'.</b> משנה פ' מקום שנהגו (פסחים נ''ה:) מושיבין שובכין לתרנגולים בי''ד תרנגולת שברחה מחזירין אותה למקומה ואם מתה מושיבין אחרת תחתיה ובגמרא השתא אותובי מותבינן אהדורי מיבעיא אמר אביי סיפא אתאן לחש''מ אמר רב הונא ל''ש אלא תוך ג' למירדה דאכתי לא פרח צימרה מינה ואחר ג' לישיבתה דפסדי לה ביעי לגמרי אבל לאחר שלשה למירדה דפרח לה צימרה מינה ותוך שלשה לישיבתה דאכתי לא פסדי ביעי לגמרי אסור ר' אמי אמר אפילו תוך ג' לישיבתה מהדרינן במאי קא מיפלגי מ''ס להפסד מרובה חששו להפסד מועט לא חששו ומ''ס להפסד מועט נמי חששו. ויש לתמוה על רבינו דהא פלוגתא דרב הונא ורבי אמי ע''כ אברחה קאי דאילו במתה לא שייך לומר למירדה ורבינו סתם וכתב ברחה מחזירין אותה למקומה דמשמע אפילו תוך ג' לישיבתה ואחר ג' למירדה ועוד דבבא דמתה מושיבין אחרת תחתיה משמע ליה דמיירי אחר ג' ימים לישיבתה שהרי כתב שישבה על הביצים ג' ימים ואם כן אמאי קאמר דבמועד אין מושיבין כיון דאיכא הפסד ה''ל למישרי כדשרינן כל דבר האבד. ועוד כיון שרבינו סובר דבבא דמתה מושיבין אחרת תחתיה מיתוקמא בי''ד אמאי מצריך שיהיה אחר ג' ימים לישיבתה אפילו תוך ג' נמי דהא תוך ג' לא גרע ממושיב בתחלה דשרי כדקתני רישא. וי''ל דרבינו סבר דבמתה אפילו תוך שלשה ימים לישיבתה מושיבין אחרת תחתיה בי''ד ולא כתב דמתה שישבה על הביצים ג' ימים אלא לאשמועינן דאפ''ה במועד אין מושיבין, וכן מ''ש מושיבין אחרת תחתיה בי''ד כדי שלא יפסדו הביצים משום רבותא דמועד נקטיה לאשמועינן דאע''ג דאיכא פסידא דביעי אין מושיבין דאילו לי''ד גופיה אפילו ליכא פסידא דביעי שרי דהא במושיבין שובכין לכתחלה ליכא שום פסידא ואפ''ה שרי ומאחר שכתב דבמועד במתה אין מושיבין אחרת אפילו אחר שלשה ימים לישיבתה ממילא משמע שמ''ש שאם ברחה במועד מחזירין אותה למקומה אחר ג' ימים לישיבתה דוקא קאמר וכדרב הונא דהא על מה שכתב בתחלה שישבה על הביצים ג' ימים או יותר קאי וסברא הוא כיון דבמתה אסור אפילו אחר ג' לישיבתה שלא נתיר בברחה אפילו תוך ג' ומסתיין שנתיר בה אחר ג' לישיבתה דוקא דמחמרי במתה טפי מבברחה משום דבברחה אין טורח כ''כ להחזירה מאחר שהיא עצמה כבר ישבה עליהם אבל במתה ובא להושיב אחרת תחתיה איכא טירחא טובא דכיון שהוחמו תחת תרנגולת אחת אין תרנגולת אחרת רוצה לישב עליהם אלא בקושי וכיון דטירחא יתירא הוא אע''פ שהוא דבר האבד אסור. וא''ת אמאי לא כתב דהא דשרי להחזיר בברחה היינו דוקא תוך ג' למירדה כדאמר רב הונא ורבי אמי נמי משמע דלא פליג עליה בהא וכדכתב הרא''ש י''ל שמאחר שכתב דבמתה אין מושיבין אחרת משום דהוי טירחא יתירא ממילא משמע דבברחה אחר ג' למירדה אין מחזירין כיון דטירחא יתירא היא. א''נ י''ל שרבינו מפרש אבל אחר ג' פרח צימרה מינה פרח לו החום ואפילו אם תחזור ותשב על אותם ביצים שוב לא יועיל ומשום דהוי טירחא שלא לצורך אין מחזירין וכיון דאחר ג' למירדה אין הנאה בחזרתה לא הוצרך רבינו לאוסרו דבלאו הכי אין לך אדם שיחזירנה כיון שאין שום תועלת בחזרתה: ",
                "<b>ועי''ל</b> דרבינו דנקט ג' ימים לאו אברחה ואמתה ובא להושיב אחרת תחתיה במועד בלחוד קאי אלא גם להיכא דמתה ובא להושיב אחרת תחתיה בי''ד נמי קאי דדוקא אחר ג' ימים לישיבתה מושיב אחרת תחתיה אבל תוך ג' ימים לישיבתה לא שהוא ז''ל סובר שיש טורח יותר כשמתה להושיב אחרת תחתיה מלהושיב שובכין בתחלה ומש''ה אע''פ שהתיר בי''ד להושיב שובכין בתחלה אסר להושיב אחרת תחתיה כשמתה משום דהוי טירחא יתירא אלא כשהוא אחר ג' ימים לישיבתה דאיכא פסידא דביעי דאז אע''ג דהוי טירחא יתירא שרי בי''ד אבל במועד לא כיון דטירחא היא והוא ז''ל מפרש דפלוגתא דרב הונא ור' אמי קיימא אבבא דברחה ואבבא דמתה דאע''ג דתוך ג' למירדה ואחר ג' למירדה לא קאי אלא לברחה תוך ג' לישיבתה ואחר ג' לישיבתה קאי בין אברחה בין אמתה ולפי זה ניחא שמה שכתב שישבה על הביצים שלשה ימים וכן מה שכתב כדי שלא יפסדו הביצים לי''ד גופיה נמי איצטריך: "
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות שביתת יום טוב",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}