{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כלאים </b>\n<b> הבא כו'.</b> עיין מ\"ש פי\"ב מהלכות שחיטה הלכה ח':"
            ]
        ],
        [
            [
                "<b>מכלל </b>\n<b> שנאמר.</b> כתב ה\"ה ודע שאין לתמוה כו' ממ\"ש אין מזהירין מן הדין שאלו כבר נאסרה בלאו הבא מכלל עשה כו' הנה כפי דברי ה\"ה הללו היה נראה ליישב מה שהקשה מוהר\"ש אלגאזי ז\"ל בספר גו\"ה בכלל זה דאין ממ\"ה מהא דגרסינן פ\"ק דביצה ד\"ט מ\"ט דב\"ש א\"כ ליכתוב רחמנא חמץ ולא בעי שאור ואנא אמינא ומה חמץ שאין חמוצו קשה מוזהר עליו שאור שחמוצו קשה לא כל שכן אלא לומר לך שיעורו של זה לא כשיעורו של זה וקשה דהא אין ממ\"ה ואין לומר דב\"ש פליגי אהך כללא וסברו דממ\"ה דהא במכות די\"ד אמרינן אפי' למ\"ד עונשין אין ממ\"ה ותו דב\"ה אמאי אצטריכו לצריכותא אחרינ' יע\"ש מה שתירץ ולפי דברי ה\"ה ז\"ל נראה דמעיקר' קושיא ליתא דכיון דאיכ' עשה דאך ביום הראשון תשביתו שאור לכ\"ע ממ\"ה ומאי דקאמר בגמר' ליכתוב רחמנא חמץ ולא בעי שאור היינו קרא דלא יראה שאור אמנם קרא דאך ביום הראשון ודאי דאצטריך לעבור עליו בעשה זה היה נראה ליישב לכאורה אמנם הא ודאי נראה שהרב נמוקו עמו ולשיטתי' אזיל שכתב בכלל ד' דע\"כ לא כתב ה\"ה אלא דוקא גבי בהמה טמאה בב' סימנין דבכלל מאתים מנה דבכלל הגמל שמוזהר עליו אע\"פ שיש בו סי' אחד כולל הוא בהמה טמאה בשני סימנין ועוד חילק וכתב דע\"כ לא כתב ה\"ה אלא דוקא הכא דמלבד דאיכא לאו הבא מכלל עשה יש יתור בעשה דסגי דלכתוב בהמה תאכלו ומדכתיב אותה משמע אותה ולא אחרת והכריח הדבר מההיא דגרסינן בפרק כ\"ש דכ\"ד אלא אמר ר\"פ ק\"ו הוא ומה מעשר הקל אמרה תורה ולא ביערתי ממנו בטמא כו' וכ\"ת אין ממ\"ה הקישא הוא כו' וכפי מ\"ש ה\"ה היכי קאמר וכ\"ת אין ממ\"ה הא הכא נמי הוי לאו הבא מכלל עשה דבאש תשרף כי היכי דאמרי' לעיל אם אינו ענין לגופו דהא כתיב באש תשרף כו' יע\"ש: ולעיקר ראייתו שמעתי ממורי הרב הי\"ו שדחה לזה עם מ\"ש התוספות שם בד\"ה היקשא הוא תימא אמאי קרי ליה היקשא ת\"ל דקדש כתיב כו' וי\"ל דצריך היקשא משום איסור הנאה דלא אתי קרא דוהבשר לאיסור הנאה דבפ\"ב דשבת לא ילפינן איסור הנאה בשמן קדש שנטמא אלא ממעשר עכ\"ד ואם כן כפי דברי התוספות ז\"ל הא דקאמר בגמרא שאין ת\"ל לא יאכל ומה ת\"ל לא יאכל אם א\"ע לגופו דהא נפ\"ל מק\"ו דמעשר היינו לומר דאפילו לאיסור הנאה לא אצטריך קרא דנפ\"ל מק\"ו דמעשר לאסור הנאה בלאו ואהא פריך וכ\"ת אין ממה\"ד כלומר דאכתי נימא דקרא אצטריך לאסור הנאה בלאו ולא נפיק מק\"ו משום דאין ממה\"ד דהשתא ליכא למימר דכיון דאיכא לאו הבא מכלל עשה מזהירין דמקרא דבאש תשרף ליכ' למשמע מינה איסור הנאה דאיכ' למימר דקרא אתא לומר דמצותו בשרפה ויסיקנו תחת תבשילו כדין תרומה טמאה ותדע שכן הוא מדגרסי' בפ\"ב דשבת ואבע\"א מדרבי אבהו דאמר רבי אבהו ולא בערתי ממנו בטמא ממנו אי אתה מבעיר אבל אתה מבעיר שמן של קדש שנטמא לאו קושי' היא כו' הרי משמע בהדיא דמקרא באש תשרף ליכא למשמע מינה איסור הנאה ולעיל כי משני בגמ' ר\"י רבך מהאי קרא קאמר לה כו' אם אינו ענין לגופא דהא כתב ושרפת ה\"ה דהו\"מ למיפרך דמדאצטריך לא יאכל לאיסור הנאה אלא דעדיפ' מינה קא פריך ז\"ת תי' ושפתים ישק וא\"כ מעתה מצינן למימר שדברי ה\"ה כפשוטן ולאו משום טעמיה דבכלל ק\"ק מנה או משום דאיכא יתור בעשה כמ\"ש הרב וכן מוכח בהדיא ממ\"ש מרן הכ\"מ בפ\"ג מהל' ח\"מ דין ז' שדעת רבינו שכתב דהמקטיר אברי בהמה דלוקה ואע\"ג דאיסור הקרבת' לאו הבא מכלל עשה משום דכיון דבהמה טמאה גריעא מב\"מ כשהזהירה תורה על הקרבתו בלאו יש לנו להביא בהמה טמאה לאסור הקרבתו בלאו מק\"ו ע\"ש וע\"כ דהיינו משום דאף ע\"ג דאין מזהירין מן הדין כיון דאיכא לאו הבא מכלל עשה מדכתיב מן הבקר מזהירין מה\"ד וכן כתב הרב ל\"מ שם יע\"ש הרי דהתם ליכא טעמא דבכלל מאתים מנה ואפ\"ה כתב מרן דכיון דאיכא לאו הבא מכלל עשה מזהירין וא\"כ מתרצתא שפיר ההיא דפ\"ק די\"ט כמ\"ש האמנם נראה לע\"ד שדברי ה\"ה הן בדוקא היכא דעיקר קרא אתא ליתן לאו הבא מכלל עשה כההיא דאותה תאכלו ואף ע\"ג דלא מקרי לאו לענין מלקות מ\"מ להך מילתא חשיבא שפיר כלאו ומזהירין מה\"ד וכן נמי בהא דהמקטיר אברי בהמה טמאה דנפ\"ל מקרא דמן הבקר דעיקר קרא אתא ללאו הבא מכלל עשה אמנם היכא דעיקר קרא אתא ליתן בו עשה על הדבר כההיא דאך ביום הראשון תשביתו שאור וכההיא דבאש תשרף בהא ודאי מודה ה\"ה דאין מזהירין מה\"ד וכן ראיתי להרב מוצל מאש סי' ך' שכתב כן מסברא דידיה ולע\"ד יש להביא סמוכות לזה מההיא דגרסינן בפ' יה\"כ דף פ\"א אבל אזהרה לענוי של יום עצמו לא למדנו מנין לא יאמר עונש כו' אלא לא יאמר עונש בעינוי דגמר ממלאכה מה מלאכה שהותרה מכללה ענוש כרת עינוי לא כ\"ש למה נאמר מופנה כו' מה מלאכה ענש והזהיר כו' ואיכא למידק דלפי צד זה דעינוי חמור מאזהרה אמאי אצטריך אזהרה בעינוי ממה שלא יאמר עונש בעינוי והלא אזהרה גופ' נילף בק\"ו דמלאכה וכבר הוקשה לו כן למוהרש\"א ז\"ל סמוך ונראה ותירץ דבאזהרה כ\"ע מודי דאין מזהירין מה\"ד ומש\"ה הוצרך התנא למילף אזהרה בעינוי ממה שלא יאמר עונש במלאכה ע\"ש והשתא אם נאמר שלדעת ה\"ה אפילו בעשה מזהירין קשה דהכא כיון דאיכא עשה דועניתם דכ\"ע מזהירין אמאי לא יליף אזהרה גופא מק\"ו ותו דלפי האמת תיקש' ליה דלא יאמר עונש בעינוי ונילף עונש ואזהרה מק\"ו דמלאכה כיון דאיכא עשה דועניתם והאי תנא ס\"ל דעונשין מה\"ד אלא ודאי דע\"כ לא כתב ה\"ה אלא דוקא בלאו הבא מכלל עשה אבל לא בעשה כמ\"ש אכן מדברי הרב מש\"ל נראה דהבין בדעת ה\"ה דאפילו בעשה גרידא מזהירין שכתב וז\"ל ובהא ניחא לי הא דאמרינן בפ\"ו דמציעא דפ\"ט ויהא אדם מצוה על חסימתו מק\"ו משור כו' וכ\"ת דאינו אלא לאיסור' בעלמא וכי אתא מיעוטא דכנפשך הוא לומר דאפי' איסור' ליכא הא ליתא דפשיטא דבלאו ק\"ו נמי איסור' איכא מקרא דכי תבא בכרם רעך ופסוק זה לאו לנתינת רשות בלבד הוא דאתא אלא עשה זה לבע\"ה הוא דאזהר קרא ואם לא הניחו ביטל מ\"ע וכמ\"ש הרב החינוך אך לפי דברי ה\"ה ניחא כיון דבלאו ק\"ו איכא עשה שפיר מייתינן מק\"ו יע\"ש ולפי דעתו קשה מההיא דפרק יה\"כ ולעיקר קו' נראה דאיכא למימר דהך ק\"ו אינו אלא לאיסור בעלמ' ואע\"ג דאיכא עשה מ\"מ ק\"ו אצטריך לאיסור לאו ואתא קרא דכנפשך ומיעטיה מאיסור לאו אמנם איסור עשה בדוכתיה קאי וכ\"כ הרא\"ם בפרשת שמיני בד\"ה מבשרם דאיסור עשה לחוד ואיסור לאו לחוד יע\"ש ועיין בס' מוצל מאש מה שתירץ לזה לדעת הרמ\"ה שדבריו סתומים וחתומים כמו שיראה המעיין ודע דמסוגיא זו דפרק יה\"כ ק\"ל ג\"כ לסברת רבינו שכתב בשרשיו שורש י\"ד בהא דאמרינן לא ענש הכתוב אלא א\"כ הזהיר דכשהעונש מפורש בתורה יכולין להוציא אזהרה מה\"ד ואין זה סותר אמרם אין מזהירין מה\"ד כיון שהעונש מפורש בתורה והרמב\"ן בשורש הב' סתר דבריו מסוגיא דפ\"ק דמכות גבי אחותו מאביו ואמו והרב מגלת אסתר יישב דבריו דשאני התם כיון שאין העונש מפורש בתורה אלא מכח יתורא דערות אחותו גלה משום הכי אצטריכו פסוק לאזהרה יע\"ש אכן מסוגיא זו קשה שהרי הכא עונש עינוי מפורש בתורה וא\"כ אמאי אצטריכו למילף אזהרה בעינוי ממה שלא יאמר עונש באזהרה אזהרה גופא תיתי בק\"ו כיון שהעונש מפורש בתורה וי\"ל ודו\"ק. ודע עוד שאף לדעת ה\"ה כתב הרב מוצל מאש סימן הנז' שלא כ\"כ אלא לענין מזהירין אבל לא לענין עונשין מה\"ד אע\"ג דאיכא איסור עשה ואיסור לאו והראיה לדבר מעדים זוממין שאמרו כאשר זמם ולא כאשר עשה ואמרינן בגמרא בפ\"ק דמכות שהיה בדין עשה מק\"ו דזמם אלא דאין עונשין מה\"ד אף ע\"ג דיש בו לאו מפורש בתורה דלא תענה יע\"ש ומדברי הרא\"ם מפורש יוצא דס\"ל דאף לענין עונשין כל שיש בו איסור מבואר מן התורה עונשין כמו שיראה המעיין ולפי דעתו צ\"ע מה יענה לההיא דכאשר זמם:<br><b> ועוד </b> אני מוסיף להקשות לפי דעתו ז\"ל מההיא דפ\"ק דמכות דתנא איש אשר יקח אחותו כו' אין לי אלא בת אביו שלא בת אמו כו' בת אביו ובת אמו מנין ת\"ל ערות אחותו גלה עד שלא יאמר יש לי בדין אם ענש על של בת אביו כו' הא למדת שאין עונשין מה\"ד כו' ולפי דברי הרב תקשי דלמאי אצטריך יתורא דערות אחותו גלה הא כיון דאיסור' מבואר מן התורה מדכתיב ערות בת אשת אביך מולדת אביך לכ\"ע עונשין מה\"ד ולהא ודאי י\"ל דכיון דאזהרה לא נפ\"ל אלא מיתור' דאחותך היא כדאיתא ביבמות דכ\"ד לא מקרי איסורו מבואר מן התורה מיהו ההיא דכאשר זמם קשה וצ\"ע כעת: תו ק\"ל בדברי הרא\"ם דבפרק שמיני הסכימה דעתו לדעת ה\"ה דכל שאיסורו מבואר מן התורה ואין הק\"ו בא אלא להורות על אזהרתן מזהירין מה\"ד ואלו בפ' ראה בד\"ה ותרומת ידך כתב וז\"ל אזהרה לאוכל בכורים חוץ לחומה ואע\"פ שזה בא מק\"ו ממעשר ומה מעשר מעשר שמותר לזרים כו' אצטריך קרא לחייב עליו מלקות דאי מק\"ו לא למדנו אלא איסור' אבל מלקות לא כו' ואלו בד\"ה לא תוכל כתב וז\"ל גם יתכן לומר שפי' בא הכתוב ליתן ל\"ת על הדבר שאף ע\"פ שאמרו למעלה והבאתם שמה עולותיכם ולא חוץ לחומה חזר ואמר לא תוכל כדי ליתן ל\"ת על הדבר ע\"כ וכיון שכן קשה דאיך כתב אע\"פ שזה בא בק\"ו אין ממה\"ד הא כיון שאיסורו מבואר מן התורה מזהירין שהרי כתיב והבאתם שמה עולותיכם ותרומת ידכם ואכלתם שם לפני ה' אלהיכם וצ\"ל ודו\"ק שוב ראיתי שדברי הרא\"ם הללו הם תלמוד ערוך פרק אלו הן הלוקין די\"ז ע\"ב דפרכינן התם וכי מזהירין מן הדין כו' איסור' בעלמא וכיון שכן קשה טובא לדעת ה\"ה מסוגיא הלזו וצ\"ע: תו ק\"ל לדעת רבינו דס\"ל דכל שהעונש מפורש בתו' מזהירין מה\"ד מהא דגרסינן בזבחים דק\"ו בשלמא העלאה כתיב עונש וכתיב אזהרה אלא שחיטה בעלמא עונש כתיבה אלא אזהרה מנ\"ל כו' אלא אמר רבי אבין ק\"ו מה במקום שלא ענש הזהיר מקום שענש אין דין שהזהיר דפריך וכי מזהירין מה\"ד אפילו למ\"ד עונשין כו' יע\"ש הרי בהדיא דאף ע\"ג דהעונש מפורש בתורה אפי\"ה אין מזהירין מה\"ד וכן מסוגיא זו קשה לדעת ה\"ה שכתב דכל דאיכא לאו הבא מכלל עשה מזהירין מה\"ד שהרי התם נמי איכא עשה דשם תעלה עולותיך ושם תעשה דבכלל עשיה היא שחיטה וכמ\"ש רבי' בפרק י\"ח מה' מע\"הק ואפי\"ה קאמר דאין מזהירין מה\"ד וצ\"ע כעת:<br><b> מעשה חושב</b>\n<b> (שכ) </b> ולשיטתי' אזיל כו'. דבכלל מאתים מנה כו'. לכאורה לא הועיל בזה כלל דגם בשאור י\"ל בכלל מאתים מנה דהא הי' חמץ קודם שנעשה שאור וכיון דב\"ש לא ס\"ל דבזה דשאור אינו ראוי לאכילה הוא גרע מחמץ א\"כ ניחא שפיר. וקושייתו מעיקרא לק\"מ משום דלא שייך בזה אין מזהירין מן הדין דכיון דבתחלה הי' חמץ א\"כ חימוצו להיכן הלך והאוכל שאור הרי חייב אפי' אליבא דב\"ה כדאמרינן בסוגיין דלענין אכילה כ\"ע לא פליגי דחייב וא\"כ הא גם שאור לא נפסל מאכילת אדם והא דמצרכי ב\"ה למיכתב שאור גבי ביעור וקאמרי דלא הוה ילפינן אותו מחמץ משום דחמץ ראוי לאכילה היינו טעמייהו משום דבביעור חמץ הוה אמינא דהתורה חייבתו בביעור משום דראוי לאכילה ומש\"ה כדי שלא יבוא לאוכלו חייבתו בבל יראה משא\"כ שאור דאינו ראוי כ\"כ לאכילה אי לא הוה כתיב בהדיא לא יראה גבי שאור הוה אמינא דכיון דבדילי אינשי מלאכלו לא חייבתו תורה בביעורו לענין הלאו דבל יראה ובל ימצא והוה אמינא דסגי לי' בעשה דתשביתו לחוד ועיין מ\"ש לעיל בהלכות חמץ ומצה ודוק:<br><b> (שכא) </b> ומדברי הרא\"ם מפורש יוצא דס\"ל דאף לענין עונשין כו'. ולפי דעתו צ\"ע מה יענה לההוא דכאשר זמם כו'. תמהני דהא באמת הרמב\"ם ז\"ל אינו פוסק כסוגיא זו שהרי כתב בריש פ' כ' מהלכות עדות דעדים שהעידו בפלוני שחייב מלקות ולקה ואח\"כ הוזמו דלוקין ועכ\"ר היינו מק\"ו זה ואע\"ג דאין עונשין מן הדין עכ\"ר צ\"ל כמ\"ש הרא\"ם דכיון דהאיסור מפורש בתורה שפיר עונשין כו' וה\"נ הרי מפורש הל\"ת. והא דס\"ל להרמב\"ם ז\"ל דהרגו אינן נהרגין מיישב זה הכ\"מ דכיון שד' אנה לידינו שיומת בב\"ד מסתמא היה חייב מיתה: [וצ\"ל לפ\"ז דעונש קטן כמלקות שאינו אלא צער בעלמא ס\"ל להכ\"מ ז\"ל דאע\"פ שבאמת אינו חייב מלקות י\"ל דנענש מן השמים בצער הזה כדי למרק עוונותיו כשאר יסורים וחלאים ר\"ל ובחנם תמה התומים על הכ\"מ בסי' ל\"ח אבל מה שהעדים אינם נפטרים ממלקות ה\"ט משום דשאני במיתה דחשיב הנידון כגברא קטילא א\"נ כמו שמיישב שם התומים דה\"ט דהרגו אינן נהרגין משום דאמרינן דאילו היה הנידון חי לא היה מניח להמיתן שהיה מודה שהעידו אמת להצילן ממיתה ובילדותי פלפלתי הרבה בדברי התומים אלו דלדידי' בעדים שהעידו באחד שחייב מלקות דאמרינן בזה שאם לקה לוקין א\"כ אם מת הנידון אחר שלקה ואח\"כ הוזמו העדים נימא נמי דתו אינן לוקין משום דדילמא אי היה הנידון חי היה מודה דאמת העידו והמזימים שקר ענו בם גם יישבתי דברי הרמב\"ם באורח אחר ואכ\"מ]. ועכ\"פ יהיה איך שיהיה מדפסק הרמב\"ם בפ\"כ מהלכות עדות הנ\"ל דאם לקה לוקין הרי יש ראיה עוד לדברי הרא\"ם ז\"ל ולא תיובתא עליו כמ\"ש כאן הגאון המחבר ז\"ל: ועוד י\"ל לכאורה דכיון דס\"ל לחכמים דר\"מ בעדים שהעידו באחד דחייב מלקות שאינן לוקין אלא ארבעים כשהוזמו ודלא כדס\"ל לר\"מ שם דלוקין שמונים ארבעים מלא תענה וארבעים משום כאשר זמם וע\"ש והיינו עכ\"ר משום דס\"ל לחכמים דלא תענה מוסב על ועשיתם לו גו' דהיינו העונש ולא לאו בפ\"ע ומש\"ה אינן לוקין אלא ארבעים דהזמה וא\"כ לפ\"ז י\"ל דכיון דקרא דועשיתם לו גו' שהוא העונש של הזמה מיירי דוקא עד שלא נתקיים העונש והיינו קודם שהרגו א\"כ תו הלאו דלא תענה שהוא האזהרה על העונש של הזמה לא נאמר ג\"כ אלא על מי שחייבתו התורה כעונש של הזמה שהרי לא ענש אא\"כ הזהיר אבל במי שאי אפשר לקיים בו העונש ממילא לא הזהיר בו דבשלמא לר\"מ דס\"ל דלא תענה קאי ללאו בפ\"ע אעדות שקר שפיר כתב המחבר שאיסורו מפורש כו' אבל לחכמים הרי לא קאי לא תענה אלא על מי דקאי הזמה ודוק:<br><b> (שכב) </b> (ולהא ודאי י\"ל דכיון דאזהרה לא נפ\"ל אלא מיתורא דאחותך היא כו'). מיהו ההוא דכאשר זמם קשה וצ\"ע כו'. ולענ\"ד י\"ל דלק\"מ משום דשאני ההוא דפ\"ק דמכות דהתם לא מהני מאי דאיסורו מבואר בתורה מלא תענה למילף תו העונש בק\"ו כיון דחייבי גלות ובכה\"ג הא ליכא להעונש דכאשר זמם אע\"פ שגם בעדיות אלו איכא איסור מלאו דלא תענה וא\"כ כיון דמצינו עדיות כאלו שאע\"פ שיש בהן האזהרה דלא תענה ואפ\"ה אינן בעונש דכאשר זמם א\"כ אית לן למימר נמי הכי לענין אם הרגו אינן נהרגין דאע\"ג דישנן באזהרה מ\"מ אינן בעונש והרא\"ם ז\"ל לא קאמר דכל היכא דאיסורו מפורש בתורה עונשין כו' אלא היכא דלא מצינו בו גוונא להיפך דאינו נענש אע\"ג דאיסורו מפורש דאז עונשין כו' ודוק:"
            ]
        ],
        [],
        [
            [],
            [
                "<b>אין </b>\n<b> איסור נבלה כו' אינו לוקה משום נבלה וטריפה כו'.</b> כתב ה\"ה מפורש בספרא חלב נבלה וחלב טריפה כו' או כלך לדרך זה טהר מכלל חלב וטהר מכלל נבלה מה מצינו שטהר מכלל נבלה בטמאה כו' ת\"ל טריפה יצאת בהמה טמאה שאין לה טריפה כו' עיין בהרב ל\"מ שתמה על דברי ה\"ה הללו דמשמע דכונתו להביא ראיה ממ\"ש שם טהר מכלל נבלה בטמאה משמע דאין איסור נבילה בטמאה וקשה על זה דבסוף פרק חטאת העוף אוקמוה להא בנבלת עוף טהור כו' ותו קשה מאי מייתי מטומאה לאיסור נבלה אע\"ג דלענין טומאה טהור אבל לענין אכילה אפשר שיהיה לו לאו דנבלה דומיא דחלב נבלה ובס\"ד כתב שה\"ה לא ראה בריי' זו מקומה בגמרא כי אם ע\"פ הספרא ולפיכך כתב מה שכתב את\"ד יע\"ש: ולע\"ד דברי ה\"ה מבוארים דודאי ס\"ל לה\"ה ז\"ל דמ\"ש בספרא טיהר מכלל נבלה בטמאה לענין טומאה מיירי ובנבלת עוף טהור אלא דכונתו להביא ראיה ממ\"ש בסופו יצאת בהמה שאין לה טריפה והשתא אם איתא דבהמה טמאה אין במינו טריפה הא במינו טריפה מיקרי כיון דאי טריפה היא מחייב משום טריפה זה הנראה פשוט בכונת ה\"ה ומתוך האמור ק\"ל למ\"ש התוס' פרק חטאת העוף ד\"ע ע\"א ד\"ה וחד למעוטי עוף טמא וז\"ל הא דלא נפ\"ל לר\"מ מהיכא דנפ\"ל לר\"י משום דר\"מ לטעמיה דאית ליה איסור חל על איסור עכ\"ל והדבר תמוה דאי ס\"ל לר\"מ דאיסור חל על איסור א\"כ היכי ממעטינן לר\"מ מטריפה למעוטי עוף טמא שאין במינו טריפה הא כיון דאיסור חל על איסור חל איסור טריפה אאיסור בהמה טמאה ובמינו טריפה מיקרי והיותר תימא דבהדיא אמרינן בכריתות פרק אמרו לו אמתני' דיש אוכל אכילה אחת כו' נימא אית ליה לר\"מ איסור חל על איסור נהי דאיסור חל על איסור לית ליה איסור כולל ואיסור מוסיף אית ליה כו' יע\"ש וא\"כ לר\"מ פשיטא ודאי דטריפה לא חייל אאיסור בהמה טמאה כיון דאין כאן לא איסור כולל ולא איסור מוסיף וכמו כן ק\"ל למ\"ש ה\"ה בפ' זו הלכה י\"ז וז\"ל ובודאי הסוגיות שבגמרא מוכיחות שאין הלכה כדברי האומר איסור חל על איסור ומשמע דר\"מ ור\"י הוא דפליגי כו' יע\"ש והוא תימא שהרי ר\"מ ע\"כ לית ליה איסור חל על איסור ממה שמיעט עוף טמא מטעמא דאין במינו טריפה וכמו שהכריח הוא מהספרא ובר מן דין מההיא דכריתות מבואר דלית ליה אחע\"א וכעת צ\"ע עוד בענין זה הוקשה אצלי אברייתא דספרא שהביא ה\"ה והובאה בגמרא דידן בפרק הנז' ומסיים בה אוציא את הטמאה שאין במינה טריפה ולא אוציא את החיה שיש במינה טריפה ת\"ל ואכל לא תאכלוהו מי שחלבו אסור ובשרו מותר יצא חלב חיה שחלבה ובשרה מותר ע\"כ וק\"ל טובא דא\"כ למאי אצטריך טריפה להוציא חלב טמא הא כי היכי דממעטינן חלב חיה מטמאה דאין חלבו חלוק מבשרו ה\"נ יש למעט בהמה טמאה מה\"ט ובהדיא פרכי' התם לעיל מינה מ\"ש טמאה דאין חלבה חלוק מבשרה חיה נמי אין חלבה חלוק מבשרה ואם כן ה\"נ ניפרוך איפכא ל\"ל קרא למעוטי טמאה מ\"ש חיה דאין חלבה כו' וצריך יישוב: ודע דהמתבאר מסוגיא דפ' חטאת העוף דר\"י ממעיט נבלת עוף טמא מקרא דכתיב נבלה וטריפה לא יאכל לטמאה בה מי שאיסורו משום בל תאכל נבלה כו' וטריפה אצטריך להביא טריפה ששחטה שהיא מטמאה דר\"מ דפליגי אר\"י פרכינן התם האי טריפה מאי עביד ליה ומשני מבעי ליה למעוטי שחיטה שהי' לפנים ור\"י טריפה אחרינא כתי' ור\"מ חד למעוטי שחיטה שהיה לפנים וחד למעוטי עוף טמא ור\"י מנבלה נפקא כו' יע\"ש ויש לי מן התימ' על רש\"י בפי' החומש דבס' אמור סי' כ\"ב שנה משנתו אליבא דר\"מ שכתב בד\"ה נבלה וטריפה וז\"ל וצריך לומר טריפה מי שיש במינו טריפה יצא נבלת עוף טמא שאין במינו טריפה ע\"כ ואם כן ע\"כ לומר דטריפה אחרינא דכתי' בס' אחרי סי' י\"ז אצטריך למעוטי שחיטה שהיה לפנים ואלו רש\"י שם ד\"ה אשר כתב וז\"ל וטריפה האמורה כאן לא נכתב אלא לדרוש וכן שנינו יכול תהא נבלת עוף טמא מטמאה בבית הבליע' ת\"ל טריפה מי שיש במינו טריפה כו' יע\"ש והוא תימא ששנה משנתו דלא כר\"מ ודלא כר\"י ותרי קראי למעוטי טריפה למה לי וצ\"ע כעת:<br><b> טעם המלך</b>\n<b> א) </b>\n<b> לחומר </b> הנושא אמרתי לתרץ דהנה באמת הקשיתי לכאורה על ר' יהודה דאמר זבחים (ס\"ט ב') וחולין (ק' ב') יכול תהא נבלת עוף טמא מטמא בגדים בבית הבליעה ת\"ל נבלה וטרפה לא יאכל מי שאסורו משום בל תאכל נבלה כו' ומפרש הש\"ס בחולין שם דהיינו טעמא דר' יהודה דלית ליה איסור חל על איסור וקשה לי הא אמרינן שם בחולין דאף דר\"י לית ליה אחע\"א בחמור על קל אית ליה אחע\"א וא\"כ קשה הא פי' תוס' ביבמות (ל\"ג ב') סוף ד\"ה אמר ר' יוסי דאיסור טומאה מקרי איסור חמור וא\"כ קשיא אמאי לא יחול איסור נבלה על איסור טומאה הא יש לנבלה חומרא שמטמאה ושוב כיון שחל איסור נבלה לענין איסור אכילה משום חומרא שמטמא נבלה בעלמא שוב גם יטמא בעוף טמא ועיין בתוס' בזבחים שם ד\"ה ר\"י אומר מדברי רבינו המחבר בהלכות א\"ב בקונטרס אחע\"א מה שנ' בפי' דברי תוספת אלו ומה שהשיג על בעל צאן קדשים שם עייש\"ה וע\"כ צריכין למימר דרבי יהודה לית ליה הך סברא דחשיב טומאה איסור חמור לענין אכילה דטומאה לחוד ואכילה לחוד (ועיין מ\"ש לעיל בקונטרס אחע\"א כפי יד ה' הטובה עלינו בענין הזאת) ואינו נכנס כלל אפילו בסוג חמור וס\"ל לר' יהודא דמכח קושי' תוספות ביבמות שם דהקשו איך יחול נבלה על חלב וטרפה על חלב הא הוי ליה כולל בקל על חמור לא מוכח דע\"כ מהאי טעמא חל כיון דיש לנבלה חומרת הטומאה דס\"ל כפרוקא הראשון שם בתוספת דהיינו טעמא דחל משום דחלב קיל דהותר מכללו והמתקתי הענין דלר' יהודא ודאי אמרינן כפרוק' של תוס' שם דהיינו טעמא דחל משום דהותר מכללו דהא דחזר שם תוספת מתירוץ הזה וכ' שם דהיינו טעמא דנבלה חל משום דמטמאה הוכרחו לומר כן דהקשו הא נבלה נמי הותר מכללו אצל כהנים לפי שהותרה מליקה וכתבו דזה לא מקרי הותר מכללו לפי שכהנים משולחן גבוה קא זכו ונ\"ל לומר דודאי לר' יהודה דס\"ל אם מלק ונמצאת טרפה מטמא בבית הבליעה הרי חזינן דמליקה זו לא נקראת שחיטה לשום דבר ואפ\"ה אמרה התורה דכהנים יאכלו חטאת העוף ע\"כ כהנים משלחן גבוה קא זכו ולפ\"ז אין לכנוס בגדר הותר מכללו ולא מוכרחין אנו למימר הטעם דחל נבלה על חלב משום דמטמא אלא טומאה לא מקרי חמור כלל ולכך אי לא מקרי חמור כלל אינו חל נבלה על עוף טמא דהכא לא הוי לא כולל ולא חמור כל זאת אליבא דר' יהודה אבל לר\"מ יכולין למימר איפכא דנבלה נמי מקרי הותר מכללו דכהנים לאו משולחן גבוה קא זכו אלא התורה אמרה זו היא שחיטתן וא\"כ ליכא למימר דמהך טעמא חל נבלה על חלב לפי שחלב קיל שהותר מכללו הא נבלה נמי הוי הותר מכללו וע\"כ דמשום הכי חל לפי שחלב אינה מטמאה ונבלה מטמאה ולפי יעוד הזה סלקא ליה כל התמיהות של רבינו ותוספת לשיטתייהו אזלי דפירשו בחולין (ק\"א א') דמה שאמר הש\"ס בכריתות פ' אמרו לו (י\"ד א') ומגו דאתוסף ביה איסור הניי' היינו איסור חמור ולא איסור מוסיף הרי חזינן דס\"ל לתוס' דלר\"מ אית ליה איסור חל על איסור בחמור לחוד (ועיין במה שכתבנו לעיל באריכות בהל' א\"ב ששלבנו דעת תוס' עם דעת תוס' בשבועות) ולפ\"ז יבוא הכל על נכון דודאי שפיר מפרשי התוס' משום דר\"מ לטעמיה דאית ליה אחע\"א כלומר דאית ליה אחע\"א בכה\"ג דאיסור האחרון הוי א\"ח והוא גבי נבלה שמטמא הוי חמור אבל מטרפה ממעטינן שפיר ואמרינן שאין במינו טרפה לפי שאינו חל איסור טרפה על איסור טמאה דהא אחע\"א וטריפה אינו חמור לגבי טמאה ומסולקין כל הדקדוקים והעיונים של הרב ז\"ל: ובחדושי אמרתי בזה גרגר אחד והוא שאמרינן בכריתות (י\"ד ב') והא לית ליה לר\"מ אחע\"א וכ' רש\"י שם וז\"ל דהא לא בעינן לאוקמא לעיל אלא באיסור כולל ומוסיף ע\"כ והדבר תמוה ערבך ערבא צריך והיכן ראה הש\"ס לעיל דלית ליה לר\"מ אחע\"א ומתוך דברינו יבואר ממילא דהא נשמע הכי מר\"מ דמיעט מטרפה לאפוקי עוף טמא שאין במינו טרפה שמע מינה דלית ליה אחע\"א ועיין בזה כי נכון המה הדברים בעצמותן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נאמר </b>\n<b> בשור הנסקל כו'.</b> פרק האיש מקדש דנ\"ו ע\"ב אמרינן ממשמע שנאמר סקול יסקל איני יודע שנבלה היא כו' מגיד לך שאם שחטו לאחר שנגמר דינו כו' וראיתי להתוס' ז\"ל פרק שור שנגח ד' וה' דמ\"א ע\"א ד\"ה איני יודע הקשו דנימא דקרא אצטריך לבן פקועה לרבנן דר\"מ דלא בעי שחיטה יע\"ש והריטב\"א ז\"ל תי' בשם יש מתרצים דהא אתיא דלא כהלכת' כר\"מ דאמר בן פקועה בעי שחיטה ולדעתי קשה על תי' זה דא\"כ משמע דלרבנן דר\"מ דס\"ל דבן פקועה אינו טעון שחיטה שחטו לאחר שנגמר דינו מותר דקרא דלא יאכל את בשרו איכא לאוקמי לבן פקועה דוקא וכיון שכן קשה שהרי רבנן דר\"מ דס\"ל בפ' בהמה המקשה דע\"ד דבן פקועה אינו טעון שחיטה אינהו ס\"ל בפ' כסוי הדם דפ\"ה דשור הנסקל ששחטו לאחר שנגמר דינו אסור באכילה מדאמרינן התם חיה ועוף הנסקלין ר\"מ מחייב וחכמים פוטרים גם בפרק מרובה דע\"א מבואר ג\"כ דס\"ל דשחטו לאחר שנגמר דינו אסור וא\"כ קשה דרבנן דר\"מ ארבנן דר\"מ ויש ליישב בדוחק תו ק\"ל דלמאי אצטריך ולא יאכל לאסור היכא דשחטו לאחר שנגמר דינו ותפ\"ל מקרא דלא תאכל כל תועבה כדאמרינן פ' כ\"ה דקי\"ד אמר רב אשי מנין לבשר בחלב שאסור באכילה שנאמר לא תאכל כל תועבה כל שתעבתי לך הרי הוא בבל תאכל וה\"נ תעבתי לך הוא שהרי אסר הכתוב לשוחטו והזהיר לסוקלו ולפמ\"ש הרא\"ם בפ' משפטים דלתנא דבי ר' ישמעאל אצטריך תלת' קראי דלא תבשל גדי חד לאיסור הנאה כו' לחייב מלקות על אכילתו דאי מקרא דלא תאכל כל תועבה הו\"ל לאו שבכללות ואין לוקין עליו יע\"ש ניחא דהכא נמי אצטריך קרא דלא יאכל לחייבו מלקות ועוד י\"ל דדוקא בלאו המפורש בתורה הוא דמקרי דבר שתעבתי לך כההיא דבשר בחלב אבל בלאו הבא מכלל עשה לא מקרי דבר שתעבתי לך וכן צ\"ל ג\"כ בההיא דאמרינן התם בפרק האיש מקדש דנ\"ח גבי חולין שנשחטו בעזרה יכול לא ישחוט ואם שחט יהא מותר כו' וקשה דהא דבר שתעבתי לך הוא ות\"ל מלא תאכל כל תועבה אכן אם נאמר דבלאו הבא מכלל עשה לא מקרי דבר שתעבתי לך ניחא כנ\"ל. ודע דבגמ' פרכינן התם והשתא דנפ\"ל איסור אכילה ואיסור הנאה מלא יאכל האי ובעל השור נקי למאי אתא כו' וראיתי בתוס' רי\"ד שם שהקשה וז\"ל ראיתי מקשים כיון דלא יאכל לכ\"ע גם איסור הנאה במשמע א\"כ גבי כסוי הדם דכתיב אשר יאכל נפרש אשר יהנה ונרבה גם חיה ועוף הטמאים בכסוי ולאו מילתא היא דהא אמרינן היכא דנפקי איסור אכילה ואיסור הנאה מקרא הוא דאמרינן דלא יהנה הוא והכא אם מרבינן טמאים א\"כ האי לא יאכל הנאה משמע ולא אכילה והיכי עקרינן קרא מפשטיה דכתיב לשון אכילה ותו אי גם הטמאים טעונים כסוי לשתוק קרא מיניה ולכתוב חיה ועוף סתם והו\"א אפי' טמאים כו' עכ\"ל וראיתי להרב טירת כסף ז\"ל ד\"ט ע\"ג הקשה על תי' הב' ממ\"ש בתורת כהנים בפ' אחרי מות עוף יכול אף עוף טמא במשמע ת\"ל חיה מה חיה שהיא מטמא בגדים אף עוף שהוא מטמא בגדים יצא עוף טמא שאינו מטמא בגדים אי מה חיה שאינה באם על הבנים אף עוף שאינו באם על הבנים יצא עוף טהור שהוא באם על הבנים ת\"ל אשר יאכל ופירש הרב קרבן אהרן דאם לא נאמר אשר יאכל הייתי מוציא עוף טהור דלא ליבעי כסוי דהיינו עושין ההקש בהפך כמו חיה שאינה באם על הבנים כו' לכך כתיב אשר יאכל ללמדך שאינו מדבר רק בעוף טהור וא\"כ איך כתבו תוס' רי\"ד דאי גם הטמאים טעוני' כסוי לא לכתוב אשר יאכל הא אי לא הוה כתיב אשר יאכל הו\"א דדוקא עוף טמא בעי כסוי אלו ת\"ד יע\"ש. ולדעתי לק\"מ שהרי כתב קרבן אהרן שם דהיקש' דחיה ועוף ממלת עוף דריש לה שלא נאמר זה או זה אלא על דברים שהם ממין אחד אבל אי הוה כתיב כי יצוד ציד חיה ועוף ודאי דלא הוה דרשינן היקשה דמה חיה כו' שהרי קרא לגופא אתא לחייב כסוי על חיה ועוף ולא סגי בלאו הכי וא\"כ דברי תוס' רי\"ד מבוארים דאם איתא דגם הטמאים טעוני' כסוי לישתוק קרא מאשר יאכל וליכתוב חיה ועוף דמעתה ודאי לא הוה דרשינן היקשה דמה חיה כו' והוה מרבינן טהורים וטמאים בכלל וכן מדוקדק בלשונו שכתב ליכתוב חיה ועוף סתם ולא כתב חיה או עוף כלישנא דקרא אלא כונתו למ\"ש כן נרא' לי פשוט אלא מיהו הא ק\"ל לתי' ז\"ל דאכתי נימא דאשר יאכל פי' אשר יהנה וכ\"ת לישתוק קרא מאשר יאכל הא לא מכרעא דאי לא הוה כתיב אשר יאכל הוה מרבי' ג\"כ חיה ועוף הנסקלים וצפורי עיר הנדחת דאע\"ג דאיסורי הנאה הם טעונים כסוי להכי כתיב אשר יאכל למעוטי אסורים בהנאה. וכן ראיתי להתוס' ז\"ל בפ' כיסוי הדם ד\"פ ע\"א ד\"ה ור\"ש שהקשו וז\"ל הקשה ר\"א ממיץ אימא דהאי אשר יאכל אתא למעוטי אוכל שאי אתה יכול להאכילו לאחרים כדדריש ר\"ש מכל האוכל אשר יאכל בפ' המנחות והנסכים אלא שבמה שתי' שם די\"ל דהתם כתיב מכל האוכל דמרבה כל אוכל אפי' האיסור בהנאה ואתא אשר יאכל למימר שיהא מותר בהנאה אבל הכא לא כתיב כל אשר יאכל משמע המותר לישראל ק' שהרי גבי חמץ ושור הנסקל דכתיב לא יאכל ולא כתיב שום רבויא ואפי\"ה לכ\"ע איסור הנאה במשמע וכקו' התוס' רי\"ד ז\"ל ואפשר דמנייהו לא ק\"ל להתוספות ז\"ל דס\"ל דדוקא גבי חמץ ושור הנסקל מדהו\"ל למיכתב לא יאכל וכתב לא יאכל בצירי הוא דנפ\"ל דאיסור הנאה במשמע וה\"ק לא יהיה בו היתר אכילה אמנם גבי כיסוי הדם דלא סגי דליכתוב יאכל בצרי דאי הוה כתיב אשר יאכל הוה משמע דדוקא בשוחטו כדי לאכלו טעון כסוי אבל אם שחטו למוכרו או לד\"א אינו טעון כיסוי ליכא למישמע מינה דאשר יאכל פי' הנאה אמנם מההיא דכל האוכל אשר יאכל ק\"ל שפיר דהתם נמי לא סגי דלכתוב יאכל בצירי דאי הוה כתיב יאכל היה משמע דדוקא לאוכלו הוא דמקבל טומאה ואפ\"ה דריש ר\"ש למעוטי אוכל שאי אתה יכול להאכילו לאחרים ואהא תי' דשאני התם דכתיב כל כנ\"ל ולתי' הא' שתי' התוס' רי\"ד דאי מרבינן א\"כ האי לא יאכל הנאה במשמע ולא אכילה ולא עקרינן קרא מפשטיה קשה מההיא דכל האוכל אשר יאכל דמרבינן נמי איסור אכילה ועקרי' קרא מפשטיה ויש ליישב בדוחק:<br><b> מעשה חושב</b>\n<b> (שכג) </b> הקשו דנימא דקרא אצטריך לבפ\"ק לרבנן דר\"מ דלא בעי שחיטה יע\"ש. והריטב\"א ז\"ל תי' כו'. דהא אתיא דלא כהלכתא כו'. בחידושי כתבתי דלכאורה קשה הא לר\"מ מי ניחא דמה יענה למ\"ד דאין שחיטה לעוף מן התורה דא\"כ הא י\"ל דקרא איירי בעוף הנסקל (דגם עוף קרוי שור כדילפינן שור שור מסיני) ומש\"ה אצטריך קרא דולא יאכל את בשרו להיכא דאם האבן שהוא נסקל בו קרעו לסימנים דאין העוף נבילה ומותר באכילה ולהכי אתי קרא לאוסרו: הן אמת דבחולין דף כ\"ח ריש ע\"א משמע שם דר\"מ ס\"ל דיש שחיטה לעוף מן התורה ועיין בתוס' שם בד\"ה תיהני כו' אלא דמאי דפריך הש\"ס שם אדרב יהודה משום ר' יצחק בן פנחס דס\"ל דאין שחיטה לעוף מן התורה מברייתא דמלק בסכין כו' היא פירכא קלישתא דהא אנן קיי\"ל כר' יהודה לגבי ר\"מ והא ס\"ל דמלק ונמצא טריפה דאינו מטהר מידי נבילה וא\"כ מאי קושיא היא נימא דהברייתא כר' יהודה וכהלכה אתיא: (ועיין חולין דף כ' ע\"ב) ור\"מ י\"ל נמי דס\"ל דאין שחיטה לעוף מן התורה ובאמת מלק בסכין מטהר מידי נבילה אלא דהברייתא אליבא דר' יהודה אתיא וא\"כ הרי טפי הי\"ל להש\"ס להקשות מברייתא זו דקדושין דף נ\"ו הנ\"ל והיינו דאי נימא דאין שחיטה לעוף מן התורה א\"כ מנ\"ל להברייתא ללמוד מקרא דלא יאכל את בשרו דאם שחטו לאחר שנגמר דינו אסור והרי הקרא אצטריך למיסר עוף הנסקל באם נקרעו הסימנים שלו ע\"י האבן שסקלוהו בו וכנ\"ל ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>תלש </b>\n<b> אבר מן החי ונטרפה כו'.</b> עיין מ\"ש בלשון זה באורך פי\"ז מה' א\"ב בקונטריס איסור חל על איסור:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והרוצה </b>\n<b> לאכול בשר חי מולחו יפה יפה כו'.</b> הנה מצאתי למוהר\"ב ז\"ל בשיטה מקובצת למס' ביצה פ\"ג דכ\"ה אמתני' דתנן התם ר\"ע אומר אפי' כזית חי מבית טביחתה כתב וז\"ל מכאן שמעינן דבשר באומצא לא בעי מליחה דאי לא הרי כתבו הגאונים דשיעור מליחה כשיעור צלי ומאי איכא בין שיעורא דת\"ק לשיעור' דר\"ע דהא ר\"ע מיקל הוא יותר מת\"ק מדקאמר אפי' כו' יע\"ש ולכאורה היא ראיה נכונה עד שיש לגמגם על דברי התוס' ז\"ל בפ\"ק דחולין די\"ד ד\"ה ונסבין חברייא שהוצרכו להביא עצות מרחוק להוכיח דבשר חי אין טעון מליח' ואמאי לא הוכיחו ממתני' דידן דמוכח בהדיא דבשר חי אין טעון מליחה וביותר קשה לדעת רבי' ז\"ל שכתב דבשר חי טעון מליחה ולפי מה שהעלה מרן הכ\"מ ז\"ל שדעתו לומר דבשר חי טעון מליחה וצריך לשנות במליחתו כמו לקדרה יע\"ש דהשתא תיקשי ליה מתני' דהיכי קאמר ר\"ע אפילו כזית חי הוא טעון מליחה ודעת רבינו ז\"ל דצריך שיעור מיל כשעור צליה כמ\"ש ה\"ה שם בדין יע\"ש. אמנם אחר ההשקפה קצת נראה דאין ראיה ממתני' דידן שהרי כתב ה\"ה בדין ט' שדעת רבינו דבשר חי אסור מדבריהם בלא חליטה ומליחה יע\"ש ונרא' שהכריחו לזה לומר שאינו אלא מדרבנן משום דבכריתות בפ' דם שחיטה מוקמינן לברייתא דקתני דם הכליות דם האברים הרי אלו בל\"ת דם מהלכי שתים דם שקצי' ורמשים אסור ואין חייב עליו בדפריש משמע דבדלא פריש אינו עובר בל\"ת ואע\"ג דלא אוקמי' בדפריש אלא לחלוקת דם מהלכי שתי' ומשום דלא תיקשי לרב ששת דאמר דם מהלכי שתים אפי' מצות פירוש אין בו מסתמא כיון דאוקמוה סיפ' בדפריש ה\"ה רישא וכ\"כ הרשב\"א בת\"ה יע\"ש וא\"כ ע\"כ צ\"ל דלדעת רבי' נמי דם האברים שלא פי' אינו אסור מן התורה ומהתימ' על הרב כנה\"ג חי\"ד סי' ס\"ז בהגהת ב\"י אות א' שכתב שלדעת רבי' נמי דם האברים שלא פי' אסור ועובר עליו בל\"ת שהרי חילק בין דם נפש לדם האברים לענין כרת ולא בדם האברים עצמם בין פירש ללא פירש לענין לאו וכתב מרן נראה מדברי ה\"ה יע\"ש והוא תימ' איך אישתמיט מיניה דברי ה\"ה הללו שכתב בהדי' בדם האברים שלא פי' לדעת רבי' אינו אלא מדרבנן ואיך שיהיה כיון שלדעת רבינו אין איסורו אלא מדרבנן איכא למימר דמשום הפסד ממונו התירו איסורו כי היכי דהתירו מה\"ט לאכול מבית טביחתה קודם בדיקת הריאה אע\"ג דבעלמא אסור כמ\"ש הרא\"ש והכי מוכח בהדי' בפ' אלו עוברין דאמרינן התם דלרבה דאית ליה הואיל שרי לשחוט כל שיש שהות ביום אע\"ג דלא אכיל מטעם הואיל אע\"ג דאיסור' דרבנן מיהא איכא כדמוכח התם אלא ודאי דכל דרבנן משום הפסד ממונו התירו וכמ\"ש מוהר\"ב לעיל מזה סמוך ונראה וא\"כ היינו טעמייהו דהתוס' ז\"ל שלא הביאו ראיה מהך מתני' משום דמינה אין להוכיח אלא שאין איסורו מדאוריי' לא שיהא מותר לגמרי ועוד נראה דלק\"מ לדעת רבי' שהרי בשר חי שחלטו בחומץ מותר וה\"ט משום דכיון דאינו ראוי לפרוש עוד מ\"ה שרי כמ\"ש מרן ז\"ל וא\"כ איכא למימר דהיינו דאיכא בין שיעורא דת\"ק לשיעור' דר\"ע דלר\"ע דקאמר אפי' כזית חי אין צריך כדי שיעור צליה משום דמצי לאוכלו בלא מליחה ע\"י חליטה ומשמע ודאי דחליטה בחומץ בשיעור כל דהו סגי ובהא ניחא לדעת רבינו דלא תיקשי ליה ההיא דפ\"ק דחולין ודפ' מפנין שהביאו התוס' ראיה מדאמרינן דבשר חי חזי לאומצא בשבת אע\"ג דאינו יכול למולחו די\"ל דההיא חזי לאומצא ע\"י חליטה בחומץ קאמר דחליטה בחומץ שרי בשבת כמ\"ש הרב מג\"א סי' שכ\"א סק\"ו יע\"ש ודוק ועיין בהרב תי\"ט פי\"א דמנחות מ\"ז מ\"ש וכפי מ\"ש אין צורך למ\"ש הוא ז\"ל ודוק:<br><b> מעשה חושב</b>\n<b> (שכד) </b> ועוד נראה דלק\"מ לדעת רבינו שהרי בשר חי שחלטו בחומץ מותר כו'. גם אני בעניי כוונתי לישוב זה ויישבתי בזה דברי הרא\"ה מביאו הר\"ן בפ' ג\"ה דס\"ל דבצלי לא מהני ששים משום דאינו מפעפע בכולו שיתבטל האיסור כמו בקדירה כיון דאין כאן רוטב שיוליך האיסור בשוה וכתב הר\"ן דה\"ה במליחה אינו מתבטל נמי מה\"ט עיין בר\"ן דף רצ\"א ע\"א ולכאורה דבריו תמוהים דא\"כ בזרוע בשלה דעכ\"ר צריך למולחה קודם בישולה ואי נימא דבמליחה לא מהני ס' או ק' לבטל כיון דאין כאן רוטב להוליך בכולו א\"כ ניהו דזרוע כחוש הוא מ\"מ הא עכ\"פ קליפה בעי וא\"א לבשלה נמי שלמה: (וכמדומה לי שכן הקשה לי הגאבד\"ק ברעזאן ע\"י חתני הרב ר\"ש כהן רפ\"פ) אולם י\"ל דבאמת לא מלחו את הזרוע אלא החליטו אותה בחומץ להצמית את הדם וסגי בשיעור כל דהו ולא הוי כבוש לאסור מטעם כבוש את כל האיל משום הזרוע ודוק:<br><b> (שכה) </b> ובהא ניחא לדעת רבינו דלא תיקשי לי' ההוא דפ\"ק דחולין כו'. אע\"ג דאינו יכול למלחו כו'. מהאי דפ\"ק דחולין ממילא לא קשה להרמב\"ם ז\"ל דאדרבה לכאורה דברי התוס' תמוהים בראיה זו דדילמא הא דהשוחט בשבת לחולה מותר לבריא באומצא היינו הבני מעיים לפי שאין מחזיקין דם בהן ועכ\"ר צ\"ל כמ\"ש הכרו\"פ דהא דאין מחזיקין דם בבני מעיים היינו דאינן כבשר דעלמא דמחזיקין בו דם אבל בני מעיים אין חזקה שיש בהן דם אבל מ\"מ מידי ספיקא לא נפקא ומשום דדם שמלחו או שבשלו אינו אלא מדרבנן הו\"ל ספק דרבנן אבל באומצא בני מעיים אסורים מספק עכ\"פ וא\"כ להרמב\"ם ז\"ל דס\"ל כרש\"י דדם שבשלו אסור מן התורה הא ממילא ליתא לראיה זו כלל דעכ\"ר להרמב\"ם האי דאין מחזיקין דם בבני מעיים היינו דאין ספק דליהוי בהו דם דאל\"כ אמאי מותרים הבני מעיים כשבשלום בלי מליחה וא\"כ תו ליכא למימר לשיטתי' הוכחה זו מפ\"ק דחולין הנ\"ל משום די\"ל דהא דשרי לבריא באומצא היינו הבני מעיים לפי שאין בהם דם וכמו שהקשיתי כאן על ראיית התוס' דדוקא לדעת התוס' דס\"ל דדם שבשלו אינו עובר עליו והיתרא דבני מעיים אינו אלא משום דהוי ספק דרבנן א\"כ באומצא בני מעיים נמי אסורים משום ספיקא ואמאי מותרים לבריא עכ\"ר משום דדם איברים שלא פירש מותר אפי' מדרבנן ולפ\"ז ניחא אפי' לדעת הכנה\"ג בדעת הרמב\"ם: ובל\"ז מהאי דפ\"ק דחולין אין ראיה ברורה דהא אצטריך לאשמעינן דמותר לבריא באומצא לענין אם נתערב עם בשר שנמלח דאי היה אסור לבריא מטעם איסור שבת אינו בטל ברוב משום דהו\"ל דבר שיש לו מתירין שהרי מותר לאחר השבת אבל לענין איסור דם שפיר בטיל ברוב דלא הוי דשיל\"מ ע\"י מליחה כיון דאיכא הוצאות למלחו וכמ\"ש הרשב\"א לענין כלי איסור שנתערב בכלים של היתר דלא הוי דשיל\"מ אע\"פ שאפשר בהגעלה ולהכי אצטריך לאשמועינן דמשום איסור שבת מותר ומש\"ה בטיל ומותר לבריא: אבל התוס' דמייתי ראיה זו י\"ל דס\"ל דליכא למימר דנ\"מ לענין ביטול ברוב ואולי דמספקא להו נמי להתוס' כמו דמספקא ליה להרב בעל צ\"צ בביצה טריפה שנולדה ביו\"ט ונתערבה די\"ל דבטילה משום דכיון דאיסור טרפה בטיל דהא לא הוי דשיל\"מ ממילא איסור מוקצה נמי בטיל וה\"נ י\"ל כן דכיון דלענין איסור דם בטיל ממילא איסור שבת נמי בטיל ואפי' אי בלא תערובות אינו מותר לבריא באומצא: וי\"ל נמי דס\"ל להתוס' דלא שייך לומר דלבריא ע\"י תערובות מותר משום דמציאות רחוק הוא שלא יהיה ניכר בשר תפל בין בשר שכבר נמלח שנתערב בו ואע\"פ שאפשר דמולחו בשעת אכילה ואוכלו מיד דזה מותר מ\"מ הרי הוא ניכר ודוק:"
            ]
        ],
        [],
        [
            [
                "<b>גיד </b>\n<b> הנשה נוהג בבהמה וחיה הטהורים.</b> כתב הרב מש\"ל ז\"ל וז\"ל איסור גיד הנשה נוהג אף באדם כ\"כ הרשב\"א ז\"ל סי' שס\"ד עכ\"ל הנה הרב הביא דין זה הלכה פסוקה ולע\"ד שדין זה תלוי במחלוקת שלדעת רבינו ז\"ל שכתב פ\"ב מה' אלו הלכה ג' דבשר האדם אסור הוא בעשה נרא' ודאי שאין ג\"ה נוהג באדם דלא גרע מבהמה טמאה דקי\"ל כר\"ש דאינו נוהג בטמאה משום דבעי' גידו אסור ובשרו מותר וכמו שפסק רבינו לקמן דין א' והרשב\"א ז\"ל לא כ\"כ אלא משום דלשיטתיה אזיל דס\"ל דבשר האדם מותר שלא כדעת רבינו כנ\"ל:",
                "<b>ונוהג </b>\n<b> בשליל ובמוקדשים.</b> משנה ר\"פ ג\"ה ופרכי' עלה בגמ' פשיטא משום דאקדשיה פקע איסור ג\"ה מיניה ושקלי' וטרי' בה טובא ומסקי' דמתני' במבכר' עסקינן וא\"נ בולדות קדשים וקסבר ולדות קדשים בהוייתן קדשים יע\"ש ומשמע ודאי דאי ס\"ל דבמעי אמן הם קדשים לא חייל איסור ג\"ה אאיסור קדשים ואפי' למ\"ד דנוהג בשליל משום דאיסור קדשים קדים קודם שנתקשרו אבריו בגידין וכיון שכן יש לתמוה על רבינו ז\"ל דמאחר שרבינו ז\"ל פוסק כמ\"ד דבמעי אמן הם קדשים כמ\"ש פ\"ד מה' תמורה דין ג' וז\"ל השוחט את החטאת כו' שולדי הקדשים במעי אמן הם קדשים אם כן הוה ליה לפרש ולמימר דאינו נוהג בולדות קדשים ולא למיסתם סתומי ולהביא לישנא דמתני' דמוקמי' לה בולדות קדשים מכח קו' דאי בדאקדשי' פשיטא וכן ראיתי להרב יש\"ש בפג\"ה שכתב דלמאי דקי\"ל דבמעי אמן הם קדשים אין איסור גיד נוהג בולדות קדשי' אלא דוקא במבכרת ומהתימ' עליו איך לא שת לבו להקשות על רבינו כמ\"ש ואשר אני אחזה ליישב דברי רבינו ז\"ל כלפי מה שהקשו התו' שם בד\"ה קדשים בס\"ד וז\"ל וא\"ת נימא מיגו דאיתוסף איסור לגבוה דאסור להעלותו איתוסף נמי להדיוט איסור אכילה וי\"ל דאיכא למ\"ד בסמוך מחוברין יעלו עכ\"ל ורגע אדבר מה שראיתי להרב ח\"ה ז\"ל שהקשה על דברי התוס' הללו וז\"ל ק\"ק כיון דלפום סברא דהשתא שרי גיד קדשים לאכילת הדיוט שרי נמי לגבוה ומקרי שפיר מן המותר לישראל כיון דגיד קדשים מותר באכילה לישראל אע\"ג דאיסור גיד בחולין דכה\"ג מקרי מליקת עוף להקטיר לגבוה מן המותר לישראל כיון דשרי לכהן באכילה אע\"ג דמליק' אסור בחולין א\"ד יע\"ש: ואנכי לא ידעתי מי גלה ליה רז זה דטעמ' דמליקה דחשיב מן המותר לישראל משום דשרי לכהן באכילה והלא בפשיטות איכא למימר דטעמא דמליק' משום דמצותו בכך שאני דומיא דחלב ודם כדאמרינן לקמן דלרבנן דר' דאסרי ג\"ה מטעמ' דממשקה ישראל ולא ילפינן מחלב ודם משום דמצותו בכך שאני ואי כונתו ז\"ל אליב' דר' דלא ס\"ל טעמא דמצותו בכך ויליף מחלב ודם לג\"ה דהניחא ג\"ה וחלב ודם משום דבאין מכלל היתר אבל מליקה מאי איכא למימר הא בטריפה אפילו ר' מודה כמ\"ש רש\"י שם ולזה הוצרך לומר דלר' ע\"כ דה\"ט משום דשרי לכהן באכילה גם בזה אחר המחילה לא צדק הרב ז\"ל שהרי בפרק העור והרוטב דק\"ך ע\"א אמרינן דמליקה דשרי לכהנים לא חשיב היתר להדיוט משום דכהנים משולחן גבוה קא זכו והכי אמרי' בהדי' פ\"ק דמנחות דף ו' ומבואר התם בהדי' דטעמא דמליק' דחשיב שפיר ממשקה ישראל מן המותר לישראל משום שכן קדושתה דהיינו מליקתה אוסרתה להדיוט אבל קודם לכן לא נאסר להדיוט משא\"כ טריפה וג\"ה וכיוצא ולפי הנראה אשתמיטתיה מהרב ז\"ל סוגיא הלזו ואיך שיהי' המתבאר מדברי התו' דלמאן דס\"ל דג\"ה אסור להעלות למזבח אפילו נימא דולדות קדשים במעי אמן הם קדשים חייל שפיר ג\"ה אמוקדשים משום דהו\"ל איסור מוסיף דמיגו דנאסר לגבוה נאסר להדיוט וא\"כ מאחר שרבינו ז\"ל פסק בפ\"ו מהלכ' מעה\"ק הלכה ד' דאסור להעלות ג\"ה למזבח מש\"ה פסק שפיר דאפילו בולדות קדשים איסור ג\"ה נוהג בו כנ\"ל נכון: וע\"פ האמור יש ליישב דברי ה\"ה ז\"ל בלשון שלפנינו שכתב וז\"ל ופסק כר\"י דאמר בגמ' אחד קדשי' הנאכלין ואחד קדשים שאינן נאכלין אשר דבריו ז\"ל מן המתמיהין שהרי בין לר\"פ דאמר ול\"פ כאן להלקותו כאן להעלותו בין לר\"ן בר יצחק דאמר להעלותו פליגי כ\"ע מודו דלהלקותו איסור גיד נוהג וא\"כ כיון שרבינו מיירי להלקותו מנ\"ל דפסק כר\"י וכבר ראיתי להרב לח\"מ פ\"ו מה' הנזכר שתמה על ה\"ה בזה וכתב דאפשר שטעמו של ה\"ה בזה ממה שראה שבפ\"ו מה' הנז' פסק רבינו דהעלא' אסור וא\"כ ע\"כ ודאי דלא ס\"ל כר\"פ דאמר כאן להלקותו כאן להעלאה דלדידי' לכ\"ע העלאה מותר אלא ס\"ל כר\"ן דאמר דבהעלאתו פליגי ופסק כר\"י א\"ד יע\"ש ודבריו תמוהים דכפי דבריו ז\"ל לא הי' לו לה\"ה לכתוב דברים הללו בהלכות אלו דלא קאי אלא לענין להלקותו כיון דלא נ\"מ מידי ולכל הפחות הי\"ל להזכיר דברי רבינו ז\"ל שבה' מע\"הק ולומר דפסק כר'. ואולם כפי מ\"ש דברי ה\"ה ז\"ל הם נכונים דהוצרך לומר דפסק כר\"י דג\"ה אסור להעלותו ממה שסתם רבינו וכתב דנוהג במוקדשים דמשמע אפילו בולדות קדשים ואלו הי' דעתו ז\"ל דג\"ה מותר להעלותו ודאי דאין איסור ג\"ה חל על איסור קדשים וכמ\"ש זה נ\"ל אמת ויציב בכונת ה\"ה ז\"ל. עוד ראיתי להרב לח\"מ ז\"ל שהקש' שם וז\"ל אבל מ\"מ קשה דר\"י אית ליה כרבנן ורבינו ז\"ל פסק כר' שכן כתב לעיל ואם פירש לא יעלו שנאמר ועשית עולתיך הבשר ודם והיינו כדדריש ר' וא\"כ רבינו ז\"ל מזכה שטרא לבי תרי יע\"ש שהניחו בצ\"ע. ולע\"ד נרא' דל\"ק כי הרב ז\"ל פשיטא ליה דהא דקאמר התם דר' ורבנן פליגי בג\"ה אי מותר להעלותו מילתא פסיקת' היא לכ\"ע ולא כן הדבר דבתר הכי אמרי' התם אמר ר\"ה ג\"ה חולצו לתפוח אמר ר\"ח מי כתיב על כן לא יאכל המזבח לא יאכלו בנ\"י כתיב ומשמע דר\"ה ור\"ח אליבא דכ\"ע פליגי ולא ס\"ל כרנב\"י דתלי לה בפלוגת' דר\"י ורבנן וכן ראיתי להרב ח\"ה ז\"ל שכ\"כ בהדי' והכריח הדבר דאי ס\"ל כרנב\"י אם כן ר\"ח אתי דלא כמאן שהרי רבי מקרא דוהקטיר את הכל המזבח נפ\"ל דג\"ה במחובר מותר להעלותו ולא מדכתיב לא יאכל המזבח יע\"ש. ואולם אכתי הכרעת הרב ח\"ה ז\"ל לא מכרעא אלא לו' דר\"ח ס\"ל דאפילו לרבנן דר' ג\"ה מותר להעלותו ואיכא למימר דר\"ה ור\"ח אליב' דרבנן פליגי דלר\"ה ס\"ל דלרבנן דרבי ג\"ה אסור להעלותו ומשום הכי אייתר לן והקטיר את הכל המזבח לפרשו ור\"ח ס\"ל דאפילו לרבנן נמי ג\"ה מותר להעלותו אלא דס\"ל דקרא דוהקטיר את הכל לא אצטריך לג\"ה משום דמקרא דלא יאכלו בנ\"י נפקא מדלא כתיב לא יאכל המזבח אמנם לפ\"ז ודאי ה\"נ דס\"ל לר\"ה ודאי דג\"ה מותר להעלותו דאל\"כ קרא דוהקטיר למחוברין למאי אצטריך מידי דהוי אראש' של עולה כדקא אמרי רבנן. ואולם לדידי חזי לי להכריח הדבר דר\"ה אליבא דכ\"ע אמרה מדפרכינן התם מתיבי ג\"ה כו' ושל עולה מעלהו למזבח מאי לאו מעלהו ומקטירו לא מעלהו וחולצו ופרכינן מאחר שמעלהו למה חולצו ומשני משום שנאמר הקריבהו נא לפחתיך והשתא אם אית' דלר\"ה ס\"ל דלר' ג\"ה מותר להעלותו מאי פריך מההיא בריית' ואמאי הוצרך לדחוקי מעלהו וחולצו הא בפשיטות מצי לשנויי דההיא בריית' ר' היא אלא מוכח בהדי' דר\"ה ס\"ל דאפי' לר' ג\"ה אסור להעלותו וכן נרא' להכריח עוד מהא דגרסינן פ\"ק דמנחות ד\"ו אבריית' דקתני התם מן הבקר להוציא את הטריפה והלא דין הוא ומה בעל מום כו' עד מליקה תוכיח שאסורה להדיוט ומותר לגבוה מה למליקה שכן קדושתה אוסרת' ואם השבתה ת\"ל מן הבקר ופרכינן מאי אם השבתה ושקיל וטרי טוב' עד דקאמר התם רב שישא ברי' דר\"א אמר משום דאיכ' למימר ליהדר דינא ותיתי במה הצד מה למליקה שכן קדושתה אוסרתה חלב ודם יוכיחו מה לחלב ודם שכן באים מכלל היתר מליקה תוכיח כו' הצד השוה שבהן שאסורין להדיוט ומותרים לגבוה אף אני אביא טריפה ופרכינן מה להצד השוה שכן מצותו בכך אלא אמר ר\"א כו' והשתא אמאי לא דחי משום דא\"ל ליהדר דינא ותיתי במה הצד ממליקה וג\"ה והא מני ר' היא דהשתא ליכא למיפרך מה להצד השוה שבהן שכן מצותו בכך אלא מוכרח דלר\"ה לכ\"ע אסור להעלותו דהשתא סוגיא דמנחות אתיא כהלכת' אליב' דר\"ה כדקאמר פרק ג\"ה תניא כוותיה דר\"ה ואמנם ראיתי להתוס' שם ד\"ה מה לכלאים שהקשו כן דאמאי לא קאמר ג\"ה תוכיח דמותר להעלותו כדאית' בריש ג\"ה נראה דס\"ל דהא דר\"ן דקאמר דלר' ג\"ה מותר להעלותו מילת' פסיקתא היא וליכא מאן דפליג הפך ממ\"ש ולפי דבריהם ק\"ט דמאי פריך לר\"ה מבריית' וצ\"ע:<br><b> אפריון שלמה</b>\n<b> מ\"ש </b> כיון דהרמב\"ם ס\"ל בפ\"ד דתמורה דולדות קדשים במעי אמן הן קדושין וא\"כ האיך כתב לשון המשנה ג\"ה נוהג במוקדשים וכו'. וכדי ליישב זה אעתיק מ\"ש בחי' לש\"ס חולין וז\"ל תוד\"ה וכ\"ת קסבר אין בגידין בנ\"ט הנה מ\"ש התוס' דלכך לא משני דסבר יש בגידין בנ\"ט משום דא\"כ אין מוקדשין נוהג בגיד מבעיא לי' והא שאין מקשה כן השתא משום דעדיף מיני' פריך וכו' המעיין בדבריהם יראה כמה דוחק יש בזה ונלפענ\"ד ליישב ע\"פ דרכם ואבאר תחלה כי מצאתי להגאון בספר צל\"ח בפ\"ב דפסחים שהביא הירושלמי דס\"ל גה\"נ של נבלה מותר בהנא' אבל לא של כשרה ונתן הוא טעם לדבריו דס\"ל להירושלמי כר\"ש דדרש מי שבשרו מותר גידו אסור ונבלה דאסור בשרו לא שייך בי' איסור גיד וכו' ולכאור' נרא' מסוגיא זו דס\"ל כהירושלמי דלכאור' תקשה למאי דמשני דסבר אין בגידין בנ\"ט וקמ\"ל דאיסור מוקדשין ליכא דמ\"ט הצריך התנא למנקט מוקדשין דאינו נוהג רק בפני הבית ומ\"ט שביק טרפה ונבלה דהוי דבר הנוהג בכל זמן ולא שמעינן דאינו נוהג נבלה בגה\"נ דאין בנ\"ט וכו' לכך י\"ל דס\"ל לש\"ס דילן כהירושלמי דאין שייך בשל נבלה איסור גיד ותו הוי פשיטא לי' דאין שייך גם איסור נבלה בו כיון דאין בו בנ\"ט אבל במוקדשין הנאכלין הו\"א כיון דשייך בו איסור גיד ואחשבי' רחמנא אכילתו יהי' חייב נמי משום מוקדשין קמ\"ל דאעפ\"כ אין מוקדשין בגיד משום דאינו בנ\"ט (אך באמת אין מזה ראי' כמ\"ש לקמן) ולפ\"ד הירושלמי צ\"ל הא דפליגי לקמן בברייתא דאוכל ג\"ה של נבלה דר\"י מחייב ב' וחכמים א' עכ\"פ משמע משם דכ\"ע ס\"ל דשייך איסור ג\"ה בנבל' צריך לומר דשם כולהו לא ס\"ל כר\"ש דדרש מי שבשרו מותר וכו' אבל לר\"ש אין שייך גה\"נ בשל נבל' ולפ\"ז תקשה על הרמב\"ם דכתב בשל נבלה וש\"ה חייב שתים והוא פסק כר\"ש דדרש מי שבשרו מותר וכו' ובאמת צ\"ל לדבריו דס\"ל אינו מוציא רק מין שאין בשרו מותר אבל אם הוא מין שבשרו מותר אף שזה בשרו אסור משום ש\"ה וכה\"ג מ\"מ חל עליו איסור גיד אך לכאור' קשה מנ\"ל להרמב\"ם דאף לר\"ש הוי כן ואין לומר שמשמע לו כן ממה דאמר בש\"ס בפסחים דגה\"נ מותר בהנא' למ\"ד יש בו בנ\"ט משום דכשהותרה נבל' וכו' משמע דאף בנבל' שייך איסור גה\"נ י\"ל דהך מתניתין דשולח אדם ירך לנכרי וכו' אתיא דלא כר\"ש ולא ס\"ל להך מתניתין דרשה דמי שבשרו מותר וכו' והא דלא מקשה הש\"ס כן הניחא למ\"ד דלא סבר דרשא דמי שבשרו מותר וכו' י\"ל דזה ידע הש\"ס דרק ר\"ש סובר כן והוא אוסר בהנא' רק למ\"ד אין בגידין בנ\"ט דיש כמה תנאים אחרים דסוברים כן כגון ר\"י בן ברוקה וכו' שפיר מקשה ומשני כיון דחזינן דרש\"י סובר אין בגידין בנ\"ט והוא אוסר בהנא' ממילא נמי שאר התנאים דסברי כר\"ש דאין בו בנ\"ט סברי נמי כוותי' בהא וכו'. אך נרא' דמשמע לי' להרמב\"ם כן באמ\"ה נמי סברי רבנן כן דאינו נוהג בטמאה משום דמי שבשרו מותר וכו' וקיי\"ל כחכמים ואעפ\"כ משמע לקמן בכל הש\"ס דטרפה נוהג באמ\"ה ואמ\"ה נוהג בטרפ' למ\"ד דאחע\"א אף דטרפה בשרו אסור וחכמים ס\"ל דמי שבשרו אסור אין אמ\"ה נוהג בו וכו' צ\"ל דטרפ' בשרו מותר מקרי דהוי מין שבשרו מותר דדוקא מין שבשרו אסור ממעטו רבנן ולפ\"ז ה\"ה נמי לר\"ש דדורש בגיד כן נמי הוי כן דנוהג בטרפ' והירושלמי אפשר דסובר כן גם באמ\"ה דאין נוהג בטרפ' אבל לדידן בש\"ס דילן דסובר בטרפ' נוהג אמ\"ה ה\"ה דגה\"נ נוהג בטרפ' ונבלה כנלפענ\"ד. אך לפי הנ\"ל דלא קיי\"ל כסברת הירושלמי תקשה דמאי פריך בש\"ס מוקדשין פשיטא כיון דאקדשי' פקע איסור גיד מיני' וכו' נימא דקמ\"ל אף בקדשים שאין נאכלין שייך איסור גיד ונהי דלא רצה בש\"ס לשנות דקמ\"ל דאף למזבח אסור משום דמשמע דמתניתין דידן מיירי רק מענין אכילת אדם ולא למזבח דאינו עוסק השתא בראוי למזבח. אך אכתי תקשה נימא דקמ\"ל דה\"א בקדשים שאין נאכלין כיון דאקדשי' ותאסר הבשר באכיל' פקע איסור גיד מיני' דמי שבשרו אסור אין גיד נוהג בו כמו שסובר הירושלמי קמ\"ל דאסור לאדם משום גיד דלא כהירושלמי ואתיא מתניתין כר\"ש ולפ\"ז י\"ל קושית השעה\"מ די\"ל דס\"ל להרמב\"ם דכל עיקר פלפול הש\"ס הוא לפי הס\"ד לקמן דטעם דת\"ק דאינו נוהג בטמאה משום דאחע\"א ולא משום דרשא דמי שבשרו מותר וכמ\"ש המרש\"א בתוד\"ה וכ\"ת יש בגידין וכו' והי' משמע להמקשה כן ממה דהשיב ר\"י והלא לב\"נ נאסר וכו' משמע דרק הטעם משום דאין אחע\"א ע\"כ כיון שלא ס\"ל להתנא כלל דרשה דמי שבשרו מותר. לכך מקשה שפיר פשיטא וכו' אבל לפי מה דמסיק בש\"ס שם דרשה דמי שבשרו מותר וכו' והרמב\"ם פסק כוותי' תו קדשים הוי רבותא דאף שאין נאכלין ונאסר הבשר מ\"מ שייך בו איסור גה\"נ דלא כהירושלמי וזה מדויק בלשון הרמב\"ם שכתב גה\"נ נוהג וכו' בין קדשים וכו' בין שאין נאכלין ומיירי בקדשים עצמן לא בוולדות ומ\"מ הוי רבותא וכו' ובוולדות קדשים א\"צ לאשמעינן דממילא נשמע כיון דאין אחע\"א וכו' אך הנה קו' הנ\"ל יש ליישב בע\"א דהנה בשלמא למאי דס\"ד דקמ\"ל דמוקדשין נוהג בגה\"נ לא תקשה דמ\"ט נקיט התנא בלשון מוקדשין ולא נבלה וטרפה משום דכתבו התוס' דהא דמוקדשין חל אגיד משום דחמיר וכו' וזה במוקדשין משא\"כ בנבילה נהי דיש בנ\"ט מ\"מ אחע\"א כו' וכן נמי למאי דס\"ד דקמ\"ל דאין מוקדשין נוהג בג\"ה נמי ניחא דלא נקיט נבילה משום דה\"א דרק אכילה אינו שייך בג\"ה אבל עכ\"פ נהנה מיקרי שמשתרשי לו שלא אכל דברים אחרים ויהי' חייב במוקדשין מטעם נהנה לזה קמ\"ל דאף הנאה לא מקרי באכילת גיד וכו'. אבל אי נימא דעיקר הרבותא דגיד נוהג בקדשים שאין נאכלין דה\"א כיון שבשרו נאסר נפקע איסור גיד מני'. א\"כ דנקט מוקדשין ולא נבילה וטריפה דשכיח טפי. ולפי\"ז אתי שפיר דהשתא דאוקי דסובר אין בגיד בנו\"ט וגיד לבדו נוהג במוקדשין לא תקשה דא\"כ אין מוקדשין נוהג בגיד מבע\"ל די\"ל דאי הוי נקיט אין מוקדשין נוהג לא הוי ידעינן רק דאין שייך איסור מוקדשין בגיד אבל זה לא ידעינן דגיד נוהג אף בקדשים שאין נאכלין לכך נקט בלשונו דגיד הנשה נוהג לבדו במוקדשין ומדסתם מיירי בכל המוקדשין. ושמעינן מינה תרתי חדא דאין שום מוקדשין נוהג בג\"ה וגם להיפך דג\"ה נוהג בכל המוקדשין ונקיט מוקדשין משום רבותא דאף איסור הנאה אינו חייב משום מוקדשין. אבל אי נימא כמ\"ש התוס' דיש בגידין בנו\"ט ואין מוקדשין חל על ג\"ה משום דאחע\"א שפיר תקשה דאי נמי הוי נקיט אין מוקדשין נוהג בג\"ה דאין שום מוקדשין שייך בגיד נמי הוי שמעינן דע\"כ גיד נוהג אף בקדשים שאין נאכלין דאל\"כ א\"כ תו בקדשים שאין נאכלין שייך איסור מוקדשין דהא אין איסור גיד נוהג בו ושפיר תקשה. וע\"כ לא מצי לאוקמי בכה\"ג. ולא תקשה דאכתי למאי דאוקי דסבר יש בגידין בנו\"ט ואתי איסור מוקדשין חייל אאיסור גיד ומקשה מוקדשין נוהג בגיד מבעיא לי' ומאי קושיא נימא דרוצה לאשמועינן תרווייהו דגיד נוהג אף בקדשים שאין נאכלין. זה אינו דקושית הש\"ס כך ממ\"נ אי זה הוי מלתא דפשיטא דיש בגידין בנו\"ט ולא קמ\"ל רק דשייך ג\"ה באין נאכלין הו\"ל לאשמועינן בנבילה. ואי זה לא הוי מלתא דפשיטא וצריך לאשמעינן דיש בגיד בנו\"ט א\"כ תו זה באמת לא נשמע ממתניתין דלשון גיד נוהג במוקדשין לא משמע מזה כלל לאשמועינן דמוקדשין נוהג בגיד. ואי רוצה לאשמעינן זה הך הי' צריך לנקוט אבל השתא לא הוי נשמע מלשון זה מידי. לכך מתרץ דסבר דאין בגידין בנ\"ט וקמ\"ל דגיד לבדו שייך במוקדשין ולשון זה סובלת המתניתין שפיר כן נלפע\"ד נכון וברור:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>האוכל </b>\n<b> ג\"ה של נבילה כו' חייב שתים כו'.</b> עיין במרן כ\"מ שהקשה משם הרשב\"א ז\"ל דמוכח פ' ג\"ה דלמ\"ד אין בגידין בנ\"ט אין איסור מוקדשין נוהג בו ורבינו ז\"ל פסק כמ\"ד אין בגידין בנ\"ט כמ\"ש פט\"ו מה' אלו הלכה י\"ז ובאוכל ג\"ה של עולה פ' דחייב ב' ומאן דמחייב שתים ע\"כ אית ליה דיש בגידין בנ\"ט א\"ד יע\"ש. ובאמת שהדבר מתמיה והיותר תימא אצלי שרבינו ז\"ל בפ\"ב מה' אלו הלכה י\"ח כתב וז\"ל האוכל מנבלה וטריפה או מבהמה וחיה הטמאין מן העוף ומן העצמות ומן הגידין כו' אע\"פ שהוא אסור הרי זה פטור וכתב ה\"ה שם שיצא לרבינו כן ממ\"ש בחולין ר\"פ העור והרוטב העצמות והגידין כו' אבל לא טומאת נבלות והטעם מפני שאין בהן לאו של נבלה כו' יע\"ש הרי מבואר דסובר רבינו דהאוכל גידין של נבלה וטריפה אין בהן מלקות וא\"כ תימא על עצמך למה זה כתב באוכל ג\"ה של נבלה שחייב משום נבלה ומה נשתנה ג\"ה מכל שאר גידין דעלמא ובהדיא כתב רבינו בפרק זה בדין הקודם דהאוכל ג\"ה מבהמה וחיה הטמאים פטור כו' ואינו כאוכל משאר בשר שאין הגידין מכלל הבשר כמו שבארנו וכתב ה\"ה ז\"ל דהיינו ממ\"ש פ\"ד שאין מלקות בגידי נבילה טמאה וא\"כ הדבר תמוה שהרי באוכל גידי נבילה וטריפ' כתב ג\"כ דאין בהן מלקות כדרך שכתב בבהמה טמא' וא\"כ איך כתב דבג\"ה של נבלה חייב שתים: ולכן אשר אני אחזה ליישב דבריו דרבינו ז\"ל קשיתי' למאי דפסקי' התם בפ' ג\"ה דצ\"ט ע\"ב כמ\"ד דאין בגידין בנ\"ט מאחר דסתם משנה דירך שנתבשל ס\"ל כמ\"ד דיש בגידין בנ\"ט ור\"י ס\"ל גם כן דיש בגידין בנותן טעם וכדאית' בפרק הנזכר ד\"ק ע\"ב דקתני בברייתא האוכל ג\"ה של בהמה טמאה ר\"י מחייב שתים ור\"מ דמחייב שתים באוכל ג\"ה של נבלה וחכמים דר\"מ דס\"ל באוכל ג\"ה של עולה ושל שור הנסקל שהוא חייב ב' כולהו ס\"ל דיש בגידין בנ\"ט א\"כ היכי פסיק תלמוד' הלכתא דלא כוותייהו ובפרק אלו עוברין מייתי התם בריית' דקתני המבשל ג\"ה בחלב לוקה משום אוכל בשר בחלב ור\"ח תני התם לוקה ב' על אכילתו כו' ובפ\"ק דביצה די\"א תני תנא קמיה דר\"י בריית' הלזו וא\"ל פוק תני לברא הבערה ובישול אינה משנה משמע דס\"ל לר\"י דחייב משום אוכל בב\"ח וע\"כ היינו משום דיש בגידין בנ\"ט: ותו ק\"ל דר\"י אדר\"י שהרי ר\"י ס\"ל דג\"ה של בהמה טמאה חייב משום טמאה משום דס\"ל דיש בגידין בנ\"ט ואלו בר\"פ העור והרוטב מבואר דס\"ל לר\"י דהגידין של נבלה לא מחייב משום נבלה מדתנן התם העור והרוטב והגידין כו' אבל לא טומאת נבלות כו' ר\"י אומר האלל המכונס אם יש בו כזית כו' חייב עליו ומדפליג באלל ולא בגידין מבואר דבגידין מודה דאין בהן משום נ\"ט ובגמר' אמרינן התם דקכ\"א מאי אלל ר\"י אמר מרתקא ופי' רש\"י מרתקא גיד השדרה (כצ\"ל ומ\"ש השדה ט\"ס הוא) והצואר ופרכינן עלה ת\"ש ר\"י אומר האלל המכונס כו' בשלמא למ\"ד בשר שפלטתו סכין כו' אלא למאן דאמר מרתקא כי איכא כזית מאי הוי עץ בעלמא הוא ומשנינן אליבא דרבי יהודה לא פליגי כי פליגי אליבא דרבנן ופירש רש\"י וזה לשונו ואלל דמתניתין דקאמר מצטרף בכולהו אלל קאמר כו' ואתא ר\"י למימר באלל מרתקא מודינא דלא הוי בשר באנפי נפשיה לענין נבלות אבל בשר כו' יע\"ש והשתא קשיא טובא דלר\"י דאמר מאי אלל מרתקא אם כן היכי מודה ר\"י לומר דאין בהן משום טומאת נבלות הא ר\"י ס\"ל דיש בגידין בנ\"ט ובכלל בשר הן ובגמרא דפרכינן כי איכא כזית מאי הוי עץ בעלמ' הוא אדרבא איפכ' הו\"ל לאקשויי דלר\"י אפילו אינו מכונס נמי ליחייב כיון דס\"ל דיש בגידין בנ\"ט ולקושי' הלזו היה מקום ליישב דאע\"ג דס\"ל לר\"י דיש בגידין בנ\"ט היינו דוקא בג\"ה דרכיכי אבל בגידי צואר קשין הן יותר מדאי ולא מיקרי בשר כלל וכמבואר מסוגיא דפרק כיצד צולין דפ\"ג ע\"ב דמוקמי' למתני' דהעצמות והגידין ישרפו בג\"ה אבל גידי צואר לא צריכי שריפה יע\"ש מיהו קמייתא קשיא דמדפליג באלל ולא בגידים מבואר דס\"ל דאגידין לא מיחייב ומצאתי לרש\"י ז\"ל פ\"ק דביצה ד\"ז ע\"א שכ' אבריית' דקתני התם האוכל מנבילת עוף טהור מן העצמות ומן הגידין טהור וז\"ל מן הגידין וקסבר אין בגידין בנ\"ט ע\"כ הנה לפי דעתו ז\"ל צ\"ל ג\"כ דמתני' דהעור והרוטב אתיא נמי כמ\"ד אין בגידין בנ\"ט וכיון שכן קשה מדר\"י אדר\"י והמאירי ז\"ל שם פ\"ק דביצה חלק על רש\"י וכתב דאפי' למ\"ד יש בגידין בנ\"ט אפי\"ה טהור משום דלאו בשר גמור הוא יע\"ש כי על כל אלה כזה ראה וקדש רבינו ז\"ל לומר דודאי ר\"י סבירא ליה באוכל גידי טמאה ונבלה דלא מיקרי בשר ולא מיחייב משום טומאה ונבלה אלא דוקא באוכל ג\"ה של בהמה טמאה או נבלה הוא דס\"ל לר\"י דחייב שתים משום דכיון דרחמנא אחשביה לג\"ה אוכל לעבור עליו באותה אכיל' חשיבא נמי אוכל לעבור עליו משום טומאה ונבלה ודוגמא לדבר ראה תראה מ\"ש רש\"י ז\"ל פרק אין צדין דף כ\"ז ע\"ב ד\"ה חלה שנטמאת דאע\"ג דהבערה לצורך הותרה בי\"ט אפי\"ה אין מדליקין בשמן שריפה ביו\"ט משום הואיל דרחמנא אחשביה להבערתן דכתיב באש ישרף חשיבא מלאכה והיינו דנקט ברייתא פלוגתייהו דר\"י ור\"ש באוכל ג\"ה של בהמה טמאה ולא נקט לפלוגתייהו באוכל משאר גידי בהמה טמאה דלר\"י כיון דס\"ל דיש בגידין בנ\"ט מיחייב אגידין משום טמאה ולר\"ש דס\"ל דאין בגידין בנ\"ט לא מיחייב משום דבשאר גידין לכ\"ע לא מיחייב ואפילו ר\"י מודה ומעתה איכא למימר שפיר דר\"י ור\"מ ורבנן דר\"מ דס\"ל דהאוכל ג\"ה של נבלה ושל שור הנסקל חייב ב' כולהו ס\"ל דאין בגידין טעם בשר ולאו בשר מיקרי וירך שנתבשל ג\"ה בתוכו מותר כיון דאין בו בנ\"ט אלא דבאוכל ג\"ה של נבלה הוא דמיחייב מטעמא דהואיל ורחמנא אחשביה אכילה דידיה לענין ג\"ה חשיבא נמי אוכל לשאר איסורים וברייתא דהמבשל ג\"ה בחלב דחייב ב' אתיא ככ\"ע ומטעמא דכתיבנא ומאי דאמרינן בפרק ג\"ה אמתני' דנוהג בטהורה וכ\"ת קסבר ר\"י אין בגידין בנ\"ט ובטמאה איסור גיד איכא איסור טומאה ליכא וסבר ר\"י אין בגידין בנ\"ט והתניא כו' לעולם קסבר יש בגידין בנ\"ט כו' לאו למימרא דמאן דס\"ל אין בגידין בנ\"ט ע\"כ דס\"ל דבטמאה איסור גיד איכא איסור טומאה ליכא שהרי אפילו נימא דאין בגידין בנ\"ט אפי\"ה איכא למימר דהאוכל ג\"ה של בהמה טמאה חייב כמ\"ש אלא תלמודא ה\"ק דאי הוה ס\"ל לר\"י דיש בגידין בנ\"ט ע\"כ ודאי דאטמאה מיחייב אבל אי ס\"ל דאין בגידין בנ\"ט מצינן למימר דס\"ל לר\"י דאפילו באוכל ג\"ה של בהמה טמאה לא מיחייב משום טומאה דדוקא ג\"ה מיחייב דגזירת הכתוב היא ואהא פריך מברייתא דהאוכל ג\"ה של טמאה דר\"י מחייב ב' וא\"כ ע\"כ לומר חדא מתרתי או דס\"ל דיש בגידין בנ\"ט או דס\"ל דהאוכל ג\"ה מחייב ב' וכמ\"ש וכי משני לעולם קסבר יש בגידין בנ\"ט ה\"ה דהו\"מ למימר דאפי' ס\"ל אין בגידין בנ\"ט מיחייב אלא דעדיפ' מינה קאמר דאי מהך ברייתא מצינן למימר דס\"ל דיש בגידין בנ\"ט מיהו לפום קושטא עכ\"ל דר\"י ס\"ל אין בגידין בנ\"ט מכח מתניתין דהעור והרוטב אפ\"ה חייב ב' כמ\"ש: ומעתה א\"ש מ\"ש רבינו דהאוכל ג\"ה של בהמה טמאה פטור לגמרי כר\"ש דהתם כיון דאגיד לא מיחייב משום דבעי' בשרו מותר אין כאן טעמא דרחמנא אחשביה אוכל משא\"כ באוכל ג\"ה של נבלה כיון דמיחייב אגיד משום ג\"ה ואחשביה רחמנא אוכל חשיב נמי אוכל לענין נבלה: ובהכי ניחא לי מ\"ש רש\"י ז\"ל פרק ג\"ה דק\"א ע\"ב ד\"ה ורבי יוסי לית ליה כולל וז\"ל ואע\"ג דלר\"ש נמי שמעי' בעלמא דלית ליה כולל דתניא ר\"ש אומר האוכל נבלה ביוה\"כ פטור אפ\"ה אליביה לא מצינו לאוקמי משום דאף באיסור חמור אית ליה דלא חייל יע\"ש והדבר תמוה דאיך אפשר לאוקמא כר\"ש הא ר\"ש אומר אין בגידין בנ\"ט כדאמרי' התם דמה\"ט פטור לגמרי בג\"ה של בהמה טמאה ולא מיחייב משום טומאה וכן ראיתי להריטב\"א ז\"ל בחי' שתמה עליו כן כו' יע\"ש. אכן כפי מ\"ש ניחא דאע\"ג דפטר ר\"ש בג\"ה של בהמה טמאה היינו משום דכיון דמשום גיד לא מיחייב משום דבעינן בשרו מותר א\"כ לא חשיבא אכיל' כיון דאין בגידין בנ\"ט וליכ' טעמ' דרחמנא אחשביה אכילה שהרי לא מיחייב משום ג\"ה אמנם באוכל ג\"ה של נבלה אע\"ג דס\"ל לר\"ש אין בגידין בנ\"ט מ\"מ כיון דרחמנא אחשביה אוכל לעבור עליו משום ג\"ה חשיבא אוכל נמי לעבור עליו משום נבלה דומיא דג\"ה של בהמה טמאה דחייב שתים לר\"י אע\"ג דאיהו ס\"ל דלא מיחייב אגידין משום בהמ' טמא' מה\"ט כמ\"ש מיהו הדבר הקשה טובא דאיך אפשר לאוקמא כר\"ש דל\"ל כולל ואפילו הכי מודה בג\"ה של נבלה משום דהו\"ל איסור חמור הא מאי דחשיב איסור חמור הוא משום דג\"ה מעיקרא הי' אסור באכיל' ומותר בהנאה מכי אקדשיה איתוסף בי' איסור הנאה ואלו לר\"ש שמעינן ליה בהדיא דס\"ל דג\"ה אסור בהנאה כדאי' פרק כ\"ש דכ\"ב וכן ראיתי מקשים ולכן הנראה עיקר בכונת רש\"י דמ\"ש אפי\"ה אליביה לא מצינו לאוקמא לאו למימר' דנימ' דהנהו חכמים ר\"ש גופיה היא דאי הכי הו\"ל לרב לומר האוכל ג\"ה של נבלה ר\"מ מחייב ב' ור\"ש אומר אינו חייב אלא א' ומודה ר\"ש כו' אלא כונתו לומר דחכמים דר\"מ דקאמר רב ס\"ל כר\"ש דאין איסור חל על איסור אפילו באיסור כולל ולעולם דבמאי דס\"ל לר\"ש דאין בגידין בנ\"ט וג\"ה אסור בהנאה לא ס\"ל כותיה וזה נראה דבר מוכרח שהרי בפרק כ\"ש דכ\"ג אמרי' התם לחד שינוי' דר\"י הגלילי ס\"ל כר\"ש דג\"ה אסור בהנאה והשתא תקשי שהרי חכמים דר\"מ אמרינן התם פרק ג\"ה דהיינו ר\"י הגלילי וכיון דר\"י ס\"ל דג\"ה אסור בהנאה להך שינויא א\"כ היכי קאמר דבג\"ה של נבלה חייב ב' משום דהוי איסור כולל באיסור חמור הא כיון דג\"ה לרבי יוסי הגלילי אסור בהנאה אין כאן איסור חמור אלא מוכרח הדבר לומר דכי אמרינן מאן חכמים ר\"י הגלילי לאו למימרא דהנהו חכמים היינו ר\"י הגלילי גופיה אלא הכונה לומר דהנהו חכמים ס\"ל באיסור חמור כר\"י הגלילי ובמאי דס\"ל דג\"ה אסור בהנאה לא ס\"ל כותיה וא\"כ דכוותא נמי מ\"ש רש\"י אפילו הכי אליבי' לא מצי לאוקמא בכה\"ג הוא כנ\"ל נכון. ואם כנים אנחנו ליישב דברי רבינו ז\"ל על פי אמו\"ת הקודם מקום אתנו ליישב מה שכתב רבינו ז\"ל בפ' זה דין י\"ד דג\"ה מותר בהנאה והדבר תמוה דבפרק כ\"ש דף הנז' מבואר דלמאן דס\"ל אין בגידין בנ\"ט ג\"ה אסור בהנאה וכיון דאנן קי\"ל כמ\"ד אין בגידין בנ\"ט איך פסק דג\"ה מותר בהנאה וכבר הוקשה לו כן לה\"ה ז\"ל ותי' משם הרמב\"ן ז\"ל דלרווחא דמילתא איתמר ההוא סוגיא אבל למסקנא ג\"ה מותר בהנאה אפי' את\"ל דאין בגידין בנ\"ט דלאו הא בהא תליא א\"ד יע\"ש ואין תי' זה מספיק כדי שביעה דמאחר דסוגיא דפרק כל שעה תלי לה הא בהא מי המכריח לנו לומר דלרווחא דמילתא איתמר ואפשר הי' לומר שהכריחו לר' ז\"ל לומר כן מכח ההיא דר\"פ ג\"ה דפרכינן התם וסבר תנא דידן אין בגידין בנ\"ט והתנן ירך שנתבשל כו' והתוס' שם ד\"ה אלא קסבר הק' דאמאי לא מייתי ממתניתין דאינו נוהג בטמאה ותי' לחד תי' דניחא ליה למפרך ממתני' דירך שנתבשל ששנויה קודם יע\"ש והשתא קשה דאמאי לא מייתי ממתניתין דשולח אדם ירך לנכרי ששנויה קודם משנת ירך שנתבשל דמוכח מינה דס\"ל דיש בגידין בנ\"ט דאי אין בגידין בנ\"ט ג\"ה אסור בהנאה וכבר הי' אפשר לומר דהא דאמרינן בפ' כ\"ש דמאן דס\"ל אין בגידין בנ\"ט ג\"ה אסור בהנאה היינו דוקא לרבי אבהו אמנם לחזקיה דס\"ל דלא תאכל אין איסור הנאה במשמע מצינן למימר דאפילו אין בגידין בנ\"ט ג\"ה מותר בהנאה ואם כן מש\"ה ניחא ליה לתלמודא למיפרך ממתני' דירך שנתבשל אליבא דכ\"ע ולא ממתני' דשולח אדם דלא תקשי אלא אליבא דרבי אבהו אך התו' ז\"ל שם בפרק כ\"ש ד\"ה ור\"ש כתבו לחד תי' דלחזקיה נמי כיון דאין בגידין בנ\"ט סברא הוא דכי אסור בהנאה נמי אסור יע\"ש ואם כן קשה דאמאי לא פריך ממתני' דשולח אדם השנויה קודם ואפשר דמכח קו' זו הוכרח רבינו לומר דסוגי' דפ' כ\"ש לרווחא דמילת' אתמר ומ\"מ אכתי אין זה כדאי לדחות סוגיא ערוכה דפרק כ\"ש: ואולם כפי מ\"ש הנה נכון דהא דאמרינן בפרק כ\"ש דלר\"ש דס\"ל אין בגידין בנ\"ט ג\"ה אסור בהנאה היינו דוקא אליב' דר\"ש דס\"ל דג\"ה של נבלה לא מחייב משום נבלה משום דאין אחע\"א ואפי' באיסור כולל וא\"כ איכא למימר שפיר דכשהותרה הנבלה לא הותרה גידה וכיון דג\"ה ליתיה בלאו דלא תאכלו כל נבלה מהיכ' תיתי בהיתר' דלגר אשר בשעריך דהא מאי דאסר באכילה התיר בהנא' אמנם לדידן דקי\"ל דהאוכל ג\"ה של נבלה חייב שתים וכי אזהר רחמנא לא תאכלו כל נבלה אף ג\"ה בכלל פשיטא ודאי דג\"ה מותר בהנאה דמאי דאסר לן באכילה התיר לן בהנאה כנ\"ל נכון: ועוד נ\"ל ליישב קושית ה\"ה והרמב\"ן ז\"ל דקו' מעיקרא ליתא דרבינו ז\"ל פסק כאיבעית אימא שאמרו בפרק כ\"ש דכ\"ד ע\"ב דלר\"י הגלילי אע\"ג דס\"ל דכשהותרה הנבלה חלבה וגידה לא הותרה אפ\"ה ג\"ה מותר בהנאה משום דמייתי לה בק\"ו ומה חלב שענוש כרת מותר בהנאה גיד שאינו ענוש כרת לא כ\"ש ופרכי' התם ור\"ש דאסר איכא למיפרך כו' יע\"ש וא\"כ איכא למימר דרבינו ז\"ל פסק כר\"י הגלילי דג\"ה מותר בהנאה מק\"ו דחלב ואע\"ג דאין בגידין בנ\"ט ודלא כר\"ש דס\"ל דמיפרך ק\"ו מטעמא שכן הותר מכללו וסוגיא דהתם בריש פרק כ\"ש דתלי לה הא בהא אתיא כשינויא קמא דקאמר דלר\"י הגלילי ג\"ה אסור בהנאה אמנם לאבע\"א אע\"ג דאין בגידין בנ\"ט אפילו הכי מותר בהנאה מק\"ו והיינו דבפרק ג\"ה לא פריך ממתני' דהשולח אדם ירך לנכרי למילף מינה דאין בגידין בנ\"ט משום דאיכא למימר דמתני' ר\"י הגלילי היא ואפשר שלזה היתה כונת ה\"ה ז\"ל שכ' דלמסקנא ג\"ה מותר בהנאה אפילו אין בגידין בנ\"ט אחר זמן בא לידי ספר תורת הבית וראיתי שם בדף פ\"ט שהביא תשובת הרמב\"ן על ענין זה וכ' כמ\"ש ושמח לבי: ואולם לכאורה הי' נראה שאין תי' זה עולה לדעת רבינו ז\"ל ממ\"ש בדין י\"ז וז\"ל וכל דבר שהוא אסור באכילה ומותר בהנאה אסור לעשות סחורה כו' חוץ מן החלב ומבואר הוא דג\"ה אסור בסחורה לדעת רבינו שהרי כללא כייל חוץ מן החלב והשתא קשה דג\"ה יהא מותר בסחורה מק\"ו דחלב כי היכי דשרי בהנא' מק\"ו ועיין בהרב בעל מש\"ל ז\"ל שהכריח שדעת רבינו דאיסור סחורה מן התורה ותו דלכשת\"ל דג\"ה אסור בסחורה מאיזה טעם שיהיה אם כן היכי מייתינן היתר הנאה מק\"ו דחלב הא איכא למימר איסור סחורה יוכיח שמותר בחלב ואסור בג\"ה ואמנם יש בו מן הישוב כלפי מ\"ש התוספות שם ד\"ה ומה חלב שהקשה וז\"ל וא\"ת לימא שור הנסקל יוכיח שאינו בכרת ואפילו הכי אסור בהנאה וי\"ל דהכי פי' ומה חלב שענוש כרת ואסור באכילה מותר בהנאה כמו נבילה עצמה גיד שאין בו כרת אינו דין שיהא בכלל היתר נבלה והשתא לא שייך למימר יוכיח כו' יע\"ש וא\"כ היא גופא איכא למימר לדעת רבינו דהיתר סחורה לא מצינן למילף מק\"ו דחלב משום דאיכ' למימר שאר איסורי אכילה יוכיחו שאין בהן כרת ואסור בסחורה כדנפ\"ל התם מקר' מה שאין כן היתר הנאה דהק\"ו אינו אלא גילוי מלת' דהותרה בכלל נבלה כך נראה לי: ודע שמדברי התוס' פרק העור והרוטב דק\"ך נראה שחולקים על תי' זה שכתבו בפרק כ\"ש ממה שהקשה שם משם הר\"ש מוורדו\"ן לר\"י הגלילי דלא חייש להך פירכא בפסחים וחשיב חלב לא הותר מכללו כו' ור\"י הגלילי אנן בבהמה קא אמרינן וי\"ל דלר\"י ודאי הנפש אצטריך לדרשא אחריתי עכ\"ל ואלו הי' ס\"ל כתי' דהכא לא שתקי להו מידי כמ\"ש בס\"ד וז\"ל והשת' א\"ש הא דקאמר ואידך אנן בבהמה קא אמרינן דלא ילפינן אלא שיהא בכלל היתר נבלה אבל בעלמא מודה דפריך שפיר ע\"כ ולא ידעתי לפי שיטתם דפרק העור והרוטב מה יענו לק\"ו דהכא דנימא שור הנסקל ושאר איסורי הנאה יוכיח וצ\"ע: ודרך אגב אומר מה שהוקשה אצלי בפרק כ\"ש דאמרינן ור\"ש דאסר איכ' למימר מה לחלב שכן הותר מכללו אצל חיה תאמר בגיד שלא הותר מכללו אצל חיה שהרי ג\"ה נמי הותר מכללו אצל עוף כדתנן ואינו נוהג בשל עוף וכ\"ת כיון דחלב הותר מכללו אצל חיה ועוף וג\"ה לא הותר אלא בשל עוף חשיב איסור חמור יותר מחלב אם כן קשה דבפ' העור והרוטב אמרינן לא ליכתוב רחמנא חלב ותיתי מהנך מה להנך שכן לא הותר מכללו תאמר בחלב שהותר מכללו ומאי ניהו כו' אלא חלב חיה להדיוט נבלה נמי אשתראי מליקה דחטאת העוף לכהנים והשתא מאי קו' הא אע\"ג דנבלה הותר מכללה בעוף מ\"מ חלב קיל טפי שהותר מכללו אצל חיה ועוף משא\"כ נבלה דלא הותר אלא בעוף ולכאורה היא קו' חזקה והנראה ליישב דההיא דפ' העור והרוטב שאני דאע\"ג דנבלה לא הותר מכללו אצל חיה מ\"מ כיון דבנבלת עוף גופי' רביה רחמנא הנפש לרבות השותה אע\"ג דהוא עצמו מותר אצל הדיוט סבר' הוא דנילף חלב בהמה מיניה אע\"ג דהותר מכללו אצל חיה מ\"מ הא מיהא בבהמ' דאסורה באכילה לא הותר אצל הדיוט ובהדרגות שוים הם משא\"כ ההיא דפרק כ\"ש דבעי למילף גיד של בהמה מחלב בהמה איכ' למיפרך שפיר מה לחלב שהותר מכללו אצל חיה כנ\"ל: ודע דבפרק כיצד צולין דפ\"ב ע\"ב גרסינן אמר ר\"י אמר רב כל הגידין בשר חוץ מגידי צואר ופרכינן תנן העצמות והגידין והנותר ישרפו ביום הני גידין היכי דמי אי דבשר נכלינהו כו' אלא פשיט' גידי צואר אי אמרת בשלמא בשר נינהו אמטו להכי בעו שריפה ופרש\"י אא\"ב בשר נינהו ואי אכיל להו נפיק בהו כו' יע\"ש והשתא לפי מ\"ש ה\"ה ז\"ל דממתני' דהעור והרוטב דקתני הגידין והאלל אין בהם משום טומאת נבלות מבואר דאין בגידין לאו של נבלה משום דלא חשיבא אכילה וכן נראה דעת רש\"י ז\"ל פ\"ק דביצה כמ\"ש לעיל א\"כ היכי הוה בעי תלמוד' למימר דיוצא י\"ח בגידין של פסח הא כי היכי דלענין איסורין שבתורה אין לוקין עליהן ה\"נ ודאי דאינו יוצא י\"ח בק\"פ דאכיל' כתיבא ביה והי' נרא' לומר דס\"ל לתלמוד' דאע\"ג דלענין איסורין שבתורה לא חשיבא אכילה לחייב עליה משום דאין בהן הנאה גמורה מ\"מ גבי מצות עשה דרחמנא אמר תאכל יוצא בו י\"ח דקום אכול קאמר והרי כבר אכל ומכאן נרא' להביא ראי' למה שנסתפק הרב מש\"ל פ\"ה מה' יסודי התורה ד\"ה בהא דקי\"ל דכל איסורין שבתור' אין לוקין עליהן שלא כדה\"נ אם נאמר ג\"כ במצות עשה כגון מצה וק\"פ אם אכלו שלא כדה\"נ אם יוצא בו י\"ח וכתב דמסתבר' דלא שנא דכי היכי דבמצות ל\"ת לא חשיב' אכיל' למיחייב עליה ה\"נ במצות עשה לא חשיב' אכילה לצאת בה י\"ח יע\"ש ומתוך האמור מבואר דשאני לן בין מל\"ת למ\"ע וגידין יוכיח כמ\"ש וכבר הארכתי בזה פ\"ה מה' הנז' יע\"ש: עוד ראיתי לעמוד על מ\"ש התוס' ר\"פ ג\"ה ד\"ה איסור גיד איכ' וז\"ל וא\"ת ולימא דקסבר יש בגידין בנ\"ט ואפ\"ה לא אתי איסור מוקדשין וחייל אאיסור גיד דלית ליה איסור חע\"א אפי' באיסור חמור ואיסור כולל כו' וי\"ל דאין נראה לי שתחלוק הך סתמא דמתני' אסתמא דכריתות פרק אמרו לו גבי יש אוכל אכילה אחת דסבר דאיסור חע\"א באיסור כולל יע\"ש וק\"ל דאי משום סתמא דכריתות דס\"ל דאיסור חע\"א באיסור כולל הא איכ' סתמא אחרינא דלית ליה כולל בפ' כ\"ש דל\"ה דתנן התם אין יוצאין במצה של טבל ומשמע התם בסוגי' דההיא סתמ' אתיא כר\"ש דלית ליה כולל וכ\"כ הרמב\"ן ז\"ל במלחמותיו פ\"ק דפסחים גבי ההיא דרב גידל המקדש משש שעות כו' דהך מתני' אתיא דלא כהלכת' יע\"ש ומיהו לזה י\"ל דהתוס' ז\"ל לא שמיע להו כהרמב\"ן אלא ס\"ל דמתני' דהתם פסיקת' היא אליבא דכ\"ע ומשום דהו\"ל מצוה הבאה בעבירה וכבר הארכתי בזה פ\"ו מה' חמץ ומצה הלכה ח' יע\"ש: אך קשה שהרי אשכחן סתמא אחרינא דלית ליה כולל בפרק אלו הן הלוקין דכ\"ט ע\"א אמתני' דקתני יש חורש תלם אחד וחייבין עליה משום ח' לאוין אמרינן מתקיף לה ר\"ז לרבי מני וליחשב נמי כגון דאמר שבועה שלא אחרוש בין בי\"ט בין בחול ומסיק אלא האי תנא א\"כ לית ליה ואם כן נימא דסתמ' דג\"ה אתי' כסתמא דמכות הן אמת דק\"ל טובא אסוגיא דהתם דמתני' דיש חורש לית ליה כולל והרי במתני' קתני ובז' וי\"ט והשתא קשה היכי מיחייב אחרישה משום י\"ט הא אין אחע\"א ומכיון שנכנס ז' הרי הוא אסור לחרוש ואפי' ל' יום קודם ר\"ה הרי אסור מהלכ' למשה מסיני כדאית' פ\"ק דמ\"ק והיכי אתי איסור חרישה די\"ט וחייל אאיסור ז' ואפי' למ\"ד התם דחורש בז' אינו לוקה מודה הוא דאיסור עשה והל\"מ איכ' וכ\"כ הריטב\"א ז\"ל שם בחי' ועיין מ\"ש פ\"א מה' שמיטה ויובל דין א' אלא מוכרח ודאי דאית ליה איסור כולל וחשיב י\"ט איסור כולל דהיינו דמיגו דנאסר בשאר מלאכות נאסר בחרישה ואולי נאמר דמתני' בעשר נטיעות מיירי דמותר לחרוש בשבילן ערב ז' עד ר\"ה ובחורש בי\"ט של ר\"ה ונמצא דאיסור י\"ט ואיסור ז' באין כאחד ואולי נאמר דז' וי\"ט חשיב איסור מוסיף דמשום ז' לא מיחייב אלא אאבות אבל אתולדות לא מיחייב דאאבות אזהר רחמנא אתולדות לא אזהר כדאית' בריש מ\"ק וכיון שנכנס י\"ט איתוסף בו איסור חרישה אפילו אתולדות כנ\"ל. האמנם אכתי ק\"ל ממאי דקתני כהן ונזיר והשתא ק\"ט דאי האי תנא לית ליה כולל היכי מיחייב כהן משום לאו דטומאת נזיר יא מושבע ועומד מהר סיני הוא משום לאו דטומאת כהנים אלא עכ\"ל דהאי תנא אית ליה איסור כולל דמהשת' חשיב נזיר איסור כולל דמיגו דנאסר ביין ותגלחת חל נמי אטומאה ואם תשאל הרי כתב הריב\"ש בתשובה דלא שייך כולל אלא כשהפעולות א' אבל אם נשבע שלא יאכל מצה ושלא ילבש בגדי משי לא חשיב כולל כיון שהם ב' פעולות וא\"כ נזיר ג\"כ הו\"ל כולל בב' פעולות והיכי חייל אאיסור טומאת כהן הא ודאי ל\"ק כלל דהמעיין בדברי הריב\"ש ז\"ל שם יראה דלא כתב כן אלא דוק' גבי שבועה ומטעמא דכיון שהם שתי פעולות חשיב כאלו פרט שבועה לכל אחד ואחד משא\"כ גבי נזיר דלא שייך האי טעמא כלל וכבר הארכתי בזה פרק י\"ז מהל' איסורי ביאה בקונט' איסור חל על איסור ובכה\"ג ק\"ל ההי' דאמרינן פ\"ג דשבועות אמתני' דשבועה שלא אוכל נבלות ושחוטות ר\"ל מ\"ט לא אמר כר\"י א\"ל כי אמרינן איסור כולל באיסור הבא מאליו באיסור הבא מעצמו לא אמרינן יע\"ש והשת' קשה שהרי נזיר יוכיח דאיסור הבא מעצמו הוא ואפי' הכי אמרינן איסור כולל ועל הכל צ\"ע לעת הפנאי:<br><b> טעם המלך</b>\n<b> ב) </b>\n<b> בקושיא </b> זאת כבר קדמוהו ראשונים ועיין בחדושי הרשב\"א ואנכי בחדושי אמרתי דבר חריף דהנה עוד ראיתי מקשין. ורמזתי מזה בקונטרס אח\"ע. לפי מה שכ' תוס' ביבמות (ל\"ג ב') סוף ד\"ה ר' יוסי. דלהכי חל נבלה על חלב דהוי חלב חמור שהוא בכרת ונבלה רק בלאו. לפי שחלב אינו מטמאה ונבלה יש לו חומרא שמטמא. א\"כ לפ\"ז קשיא מ\"ש גיד הנשה של נבלה מג\"ה של עולה ושל שור הנסקל. דהא נבלה נמי הוי כולל וחמור דהא יש לו חומרא דטומאה. והדבר צע\"ג לכאורה ואמרתי דיש לומר כך. ואדרבה דהנה ודאי אם גיד הנשה אסור בהנאה. אין נבלה מקרי חמור משום פעולת הטומאה דאמרינן כמ\"ש לקמן מאן יימר דטומאת הגוף חמירא דענוש כרת דלמא טומאת בשר חמירא דלית ליה טהרה במקוה. ה\"נ אמרינן כן מאן יימר דנבלה חמירא דמטמאה דלמא גיד חמור שאסור בהנאה וכמ\"ש הרב לעיל בקונטרס אחע\"א דזה מקרי שוה בשוה. אם לאיסור הראשון יש לו חומרא מה שאין בהשני. ולאיסור השני חומרא מה שאין בהראשון עייש\"ה. ולפ\"ז אדרבה לא קשיא קושי' יש מקשין דהא ריה\"ג היא וס\"ל גיד הנשה אסור בהנאה. וא\"ת א\"כ סיפא מא\"ל איך חל עולה ושור הנסקל הא גיד הנשה נמי אסור בהנאה זה ל\"ק דודאי עולה לגבי גיד מקרי חמור דהא הקדש לגבי חולין ודאי מקרי חמור. דהא מצד הקדש אסור בהנאת מעילה והנאת מעילה חמור מכל ההנאות חדא דעל כל הנאות אין לוקין ועל הנאת מעילה לוקין כדעת הרמב\"ם ועיין במ\"ל הל' יסודי התורה דכ' דהנאת מעילה אפי' מוסיף מקרי משום זה מה שאין כן שאר הנאות ואפילו אם לא אמרינן דמקרי מוסיף. מ\"מ מקרי חמור דיש לו חומרא יתירה דלוקין עליו. ועוד על כל הנאה בעינן דוקא שיעור כמו אכילה ובמעילה חייב אף בח\"ש אם הוא שוה פרוטה. ועוד דבמעילה אפי' בשוגג חייב קרבן. ועל שאר הנאות אין חייב קרבן בשוגג. וא\"כ ודאי אף אי ג\"ה אסור מ\"מ הוי עולה חמור ושור הנסקל נמי הוי חמור. דהא מטמאה ואסור בהנאה ואם כן אוקי איסור הנאה להדי איסור הנאה גיד אסור בהנאה שור הנסקל נמי אסור בהנאה ואייתר לן חומרא דטומאה שהוא נבלה להכי חל. ובזה מיושב נמי סתירת הש\"ס דהכא קרי ליה הש\"ס א\"ח ובכריתות קרי ליה איסור מוסיף ועיין בתוס' ובקונטרס אחע\"א בהל' א\"ב באריכות. וזה ל\"ק דהא ודאי הכי דג\"ה נמי אסור בהנאה אלא שעולה אסורו יותר. וגם שור הנסקל רק מטומאה נגע בי' לכך הצריך הש\"ס לומר א\"כ בא\"ח. ולא מצד מוסיף ובחדושי הארכתי יותר ויותר. ובדברי רבינו בסמוך בד\"ה ודרך אגב אומר אמרתי דלפי דבריו צל\"ע על תוס' ביבמות (ל\"ג ב') אשר הבאנו לעיל דהק' הא נבלה הוי נמי הותר מכללו. ולפי דברינו אכתי הא עכ\"פ חלב הותר אצל חיה ועוף ונבלה מותר רק לגבי עוף לחודי':<br><b> ג) </b>\n<b> מה </b> שכ' הרב דאיירי המתני' בעשר נטיעות קשי' ממה נפשך אי מתני' כרבי עקיבא דאמר בחריש ובקציר תשבות לאסור חרישה בערב שביעית. הרי אסיק הש\"ס מ\"ק (ג' ב') דלדידיה ליתא להלכתא ואסור בעשר נטיעות. ואי המתני' כרבי ישמעאל דמצריך בחריש ובקציר תשבות להתיר חרישה של מצוה ואית ליה ההלכתא לא הי' צריך רבינו לדחוק ולומר דמתני' איירי בעשר נטיעות. אלא די\"ל דמתני' מיירי בזמן שאין בהמ\"ק קיים. ומותר בכל חרישה וכן פסק הרמב\"ם (פרק יוד מהל' שמטה ויובל הלכה א') ומ\"ש רבינו כאן דבי\"ט אסור התולדות ובשביעית מותר להכי הוי מוסיף אנכי לא ראיתי מוסיף בזה. דמוסיף לא אקרי אלא אם נתוסף דבר אחפצא. כגון א\"א ונעשית נדה מקדם הית' אסור' רק לעלמא ולבעלה הי' מותרת ועכשיו שפרסה נדה נעשה אשה זו חתיכת איסור גם לבעלה. או חלב ונותר מקדם הי' מותר לגבוה ואם השתא נעשה נותר אסורה חתיכה זו גם לגבוה. אבל הכא מקדם הי' אסור בחרישה. והשתא נמי אסור בחרישה. אלא שנאסרו עוד עם קדוש היום של י\"ט מלאכות אחרות וזה רק כולל מקרי. ומ\"ש תולדות משאר מלאכות ואולי דימה הרב ז\"ל דבר זה לאיסור אכילה ואיסור הנאה דאמרינן (ק\"א א') דהוי איסור קדשים ושור הנסקל איסור מוסיף לגבי גיד. דמחמת גיד הי' רק אסור באכילה השתא נאסר בהנאה. והיינו לפירש\"י שם ולא כתוס' וא\"כ ה\"נ טרם בא י\"ט הי' מותר התולדה של חרישה השתא נאסרה גם התולדה של חרישה. ודומה תולדה זו גבי מלאכה כפעולת הנאה ואכילה לגבי דבר הנאכל ודו\"ק וצ\"ע כי אין דומין זה לזה בכל ענינים דהתם החפץ היינו החתיכה למשל הגיד שנעשית עולה שפיר אמרינן הגיד הזה נאסר אף בהנאה. אבל הכא היכי שייך למימר החרישה זו נאסרת אף התולדה כי אם היא אב אינה תולדה ואם היא תולדה אינה אב. אלא שמי שמוזהר לעשות אב מלאכה הוא נאסר גם בי\"ט לעשות תולדה. וזה הוא כולל ועיין בזה היטב. ומה שכתב רבינו עוד ומדחיק את עצמו דנזיר לגבי כהן הוי כולל כיון דאסור בתגלחת ויין ואף שהוא בב' שמות ואף שהדבר אמת דלרבנן דר' יוסי ביבמות (נ\"ב ב') אף משני שמות הוי כולל וכמ\"ש רבינו לעיל הל' א\"ב באריכות. מ\"מ לר' יוסי לית ליה הך כללא ועיין שם בתוספת ד\"ה איסור כולל ובמהרש\"א שם. אבל הכא אין צורך לזה כלל וכלל דהא איסור נזיר בלא\"ה הוי כולל לגבי כהן. דהא כהן מותר לטמא לשבעה מתים אביו ואמו אחותו ואחיו בנו ובתו ואשתו. ונזיר אסור לטמא זולת למת מצוה וא\"כ הרי כולל הקרובים שמותר לכהן ואסור לנזיר והוי משם א'. וכן שגה בזה הרב שאגת ארי' בתשו' סי' ס\"ג. דנקט נמי דהוי כולל משום תגלחת ויין. עוד כתב שם הרב שאגת ארי' בתשובה דאין להמציא איסור בת אחת כגון שהדירו אביו בנדר. דאין אביו מדירו אלא עד כשיגדיל כמו שאמרו בנזיר עייש\"ה בשאגת ארי' והי' ברור להרב שאגת ארי' דמה שאמרינן בנזיר עד כשיגדיל הכוונה אם אביו עומד בקטנותו ואומר בני זה יהיה נזיר כשיגיע הבן לגדלותו פסקה נזירתו. ואין הדבר ברור. אלא הרב ברטנורא סובר במס' סוטה פ\"ג הכונה של הש\"ס הכי הוא אין האב מדיר בנו בנזיר אלא עד כשיגדיל פירוש דדוקא כל זמן שהבן קטן ועדיין הוא ברשותו של אב יכול להדירו בנזיר. ואז יכול להדירו אף לזמן אחר שיגדיל ולא פסקה נזירתו משיגדיל אם הדירו אביו קודם שיגדיל והאי אלא עד כשיגדיל הפי' ואם לא יכול להדירו בעוד שהוא קטן משיגדיל ואילך לא יכול להדירו תו ועיין במשנה למלך הל' נזיר וכן משמע מדברי המפרש במכות פה בסוגי' במאי דרצה לפ' בנזיר מן הבטן. ולגוף קושי' הרב פה איך יחול איסור נזיר על איסוריה דכהן רציתי לומר דוודאי אף אם המתני' כמ\"ד אין אחע\"א אפי' בכולל י\"ל דהיינו מתני' סובר כריה\"ג בחולין (ק\"א א') דס\"ל כולל לא חל זולת בחמור על קל כפי' תוספות שם ואנכי כתבתי במקום אחר דנזיר לגבי כהן מקרי חמור. דכהן המטמא עובר בלאו ולוקה ארבעים ונזיר המטמא לוקה שמונים דעובר בב' לאוין כמו שכתב הרמב\"ם (פי\"א מהל' נזיר הל' ב') וב' לאווין לגבי חד לאו מקרי חמור וזה מוכח מדברי הר\"ן בסוגי' דבולמוס ועיין בדברי רבינו לקמן פי\"ד הל' ז' ומה שכתבנו שם בעניותינו. ואם נחזיק דב' שמות לא הוי איסור כולל כדעת ר' יוסי ביבמות (ל\"ב ב') וכמו שמפרש תוספת שם א\"כ ודאי תגלחת ויין אינו נכנס בסוג הכולל. ולפ\"ז כשבא נזיר לחול על כהן מפאת כולל היינו כמו שבארנו שכולל טומאת מת לקרובים ולשאר תגלחת ויין שלא נכנס בהכולל וא\"כ לפ\"ז נשאר לן תגלחת ויין לעשות מזה פעולת החמור ונא' שהנזיר חל על כהן בכולל שאסור לטמא א\"ע לז' מתים והוא חמור שאסור בתגלחת ויין. ואף שאינו נקרא מכח איסור תגלחת ויין איסור כולל מ\"מ איסור זה משוה לנזיר להיות חמור ואולם יש לפקפק קצת הא יש לכהן מול זה חומרא אחריתא. שאסור בגרושה וזונה משא\"כ בנזיר ודמי' זה להאי דאמרינן בחולין שם. מאי חזית דטומאת הגוף חמירא דלמא טומאת בשר חמירא וכמו שפי' הדברים הרב לעיל בהל' א\"ב. דמכח זה מקרי שוה בשוה ועיין בכל זה. ומה שתמה רבינו פה בסוף דבריו על דברי ר\"ל דס\"ל שבועות (כ\"ד א') גבי איסור הבא מעצמו לא אמרינן כולל. אם כן קשי' איך חל נזיר על כהן. הא הוי איסור הבא מעצמו. לדידי לא קשי' הך כל כך דאיך ראה שאמר ר\"ל כן בכה\"ג דבשלמא גבי שבועה היינו טעמא דר\"ל דאמר דלא חייל היינו דוקא בגונא שכולל דבר האיסור עם דבר ההיתר משם טעם זה להיות כולל. לכן אמר ר\"ל דאיסור הבא ע\"י עצמו היינו שהוא מכוון לכלול לא הוי כולל אבל גבי נזיר הרי הוא מדיר את עצמו בנזיר למען יהיה הדבר כולל. והרי הוא לא אומר אלא הריני נזיר וממילא כיון שאמר הריני נזיר אסור בכל הטומאות בין ברחוקים בין בקרובים וגם אסור בתגלחת ויין. וכי משום שהוא אוסר הדבר לא יהיה כולל. מאן יימר הכי. ואולם יש לפקפק על זה מדברי תו' שם בשבועות ד\"ה באיסור הבא ע\"י עצמו דלפי גדרינו לא היה צריך תוס' לדחוק דהחילוק בין הקדש לשבועה כיון דהקדש לכ\"ע אסור. אלא לפי דברינו בלא\"ה אתי' שפיר כיון דעיקר הכונה בזה לא הוי משום כולל והכולל ממילא בא. אמנם עיין במהרש\"א שם בשבועות בתוספת ד\"ה אלא כדרבא שכ' דר\"ל מודה בסתם דהוי כולל. והא דלא סבירא ליה דשבועה הוי כולל היינו דוקא במפרש וא\"כ מנזיר ודאי לק\"מ. דהא נזיר הוי סתם ואולם דברי מהרש\"א צריכין עיון גדול. דאדרבה מסוגי' דשם נשמע איפוך הדברים דבסתם אפי' ר' יוחנן מודה דלא הוי כולל. ורק במפרש ס\"ל לר\"י דהוי כולל ואף אי אמרינן כמסקנת רש\"י שם דר' יוחנן איירי בסתם. תמוהים יותר דבריו דבמפרש ר' יוחנן מודה דלא שייך כולל בשבועה והעיקר בסתם. וע\"ז חולק ע\"כ ר\"ל. ובאמת הרב מהרש\"א שם בקושייתו על ר\"ל מהאי דשבועה שלא אוכל מצה. שגה מאוד מאוד דהרב היה סובר דזהו ברייתא וליתא ולא ראה הירושלמי. דבפי' נאמר לדעתיה דר' יוחנן שבועה שלא אשב כו' ואם כן הירושלמי רק לר' יוחנן אמר למילתיה. ובאמת ר\"ל חולק. עייש\"ה בירושלמי וצריך עיון גדול:<br><b> הגהות הרה''ג יוסף שאול נאטאנזאן - על שער המלך</b>\n<b> מ\"ש </b> בהא דאמרו תאמר בגיד שלא הותר מכללו אצל חי' שהרי גיד הנשה נמי הותר מכללו אצל עוף שאינו נוהג בעוף ל\"ק דזה לא מקרי הותר מכללו דמה שאינו נוהג בעוף הוא מפני שאין לו כף ול\"ש בגיד הנשה כלל:<br><b> מעשה חושב</b>\n<b> (שכ\"ו) </b> מיהו לפום קושטא ע\"כ לומר דר\"י ס\"ל אין בגידין בנ\"ט מכח מתניתין דהעור והרוטב כו'. עיין בפסחים דף פ\"ג ע\"ב ובחולין דף צ\"ו ע\"ב דמוקי רב חסדא התם מתניתין דעצמות וגידים והנותר ישרפו לששה עשר כר' יהודה דס\"ל דאינו נוהג אלא באחת וע\"ש ואי ס\"ד דס\"ל לר\"י דאין בגידין בנ\"ט א\"כ אמאי ישרפו הא לא שייך בהו נותר כיון דאין בהן טעם ולא מקיים בהו מ\"ע דאכילת פסחים: [דזה ודאי א\"א לומר דכיון דאחשבי' רחמנא אכילה לענין איסור דג\"ה הוי נמי אכילה לענין מ\"ע דאכילת פסחים דז\"א ועוד דהא אחת דהיתרא היא דבשריפה בט\"ז והרי בהיתרא ליכא כאן חשיבות וכן הרגיש הרב המחבר ז\"ל להלן בד\"ה ודע: ומלבד זה תמוה דמה יענה לסוגיא דפסחים דף כ\"ב ע\"א דאי נימא דס\"ל לר\"י דאין בגידין בנ\"ט א\"כ תקשי לר' אבהו שם אמאי ס\"ל לר' יהודה בהדיא בברייתא דג\"ה מותר בהנאה דכיון דס\"ל במתניתין דהעור והרוטב דאין בגידין בנ\"ט א\"כ הא תו ליכא למימר דכשהותרה נבילה היא וגידה הותרה ע\"ש ולפ\"ז הרי דברי רבינו המחבר ז\"ל כאן מרפסין אגרין וניהו נמי שגם פסקי הרמב\"ם ז\"ל תמוהים בזה שהרי פסק דאין בגידין בנ\"ט ופסק נמי דג\"ה מותר בהנאה מ\"מ הא לפסק ההלכה שערי תירוצים לא ננעלו אבל תמיהתי הנ\"ל על המחבר ז\"ל ממאי דלא מקשה הש\"ס בפסחים הנ\"ל לר' אבהו מהא דס\"ל לר\"י במתניתין דהעור והרוטב דאין בגידין בנ\"ט וס\"ל נמי בברייתא דגיד הנשה מותר בהנא' היא לכאורה תמיהה קיימת: ואפשר ליישב קושיא זו ובהקדם עוד מה דקשה לכאורה בהא דקאמר הש\"ס בפסחים דף כ\"ב ע\"א שם דס\"ל לר\"י דאותו למעוטי כל איסורים שבתורה אתא וס\"ל דחולין שנשחטו בעזרה לאו דאורייתא וקשה דהא באמת איכא ק\"ו מחלב דחיובי' כרת ואפ\"ה מותר בהנאה וכש\"כ כל האיסורים דקילי דמותרים בהנאה וא\"כ הא טפי הו\"ל למימר דאותו למעוטי חולין שנשחטו בעזרה אתי. (ואע\"ג דגם בהן אין כרת משום דקאי בטריפה וממעט כעין טריפה מ\"מ הא חולין שנשחטו בעזרה יש בהן משום מחיצה) מלומר דקאי על כל האיסורין אע\"כ משום דאיכא למיפרך אק\"ו מחלב דשאני חלב דהותר מכללו אצל חי' משא\"כ בשאר איסורים וא\"כ לפ\"ז הא תינח בשאר איסורים דחמירי דלא הותר מכללן אבל ג\"ה לר' יהודה לשיטתי' דס\"ל דאינו נוהג אלא בימין ולפ\"ז הא הותר מכללו אצל ירך שמאל וא\"כ ניחא שפיר אפי' אי נימא דס\"ל לר\"י דאין בגידין בנ\"ט ולא אמרינן דכשהותרה נבילה היא וגידה הותרה מ\"מ הא ג\"ה מותר בהנאה מק\"ו מחלב כיון דגם ג\"ה לר\"י הותר מכללו אצל ירך של שמאל ולפ\"ז הא א\"צ תו לדחוקי למאי דקאמר הש\"ס לקמי' דף כ\"ג ע\"ב דלריה\"ג אין זו פירכא משום דבבהמה מיהו לא אישתרי חלב דזהו דוחק שהרי בעלמא פרכינן פירכא זו דמה לחלב שכן הותר מכללו אצל חי' (ואף שהתוס' שם בד\"ה ומה חלב כו' לא כתבו כן) אלא דק\"ק לפ\"ז אמאי לא קאמר הש\"ס שם דריה\"ג ס\"ל ג\"כ כר\"י דג\"ה אינו נוהג בירך שמאל:<br><b> (שכז) </b> אך קשה שהרי אשכחן סתמא אחרינא דלית לי' כולל בפ' אלו הן הלוקין דף כ\"ב ע\"א כו'. לק\"מ דמסתם מתניתין דמכות אין מוכח כלל דלית לי' כולל משום די\"ל דבאמת כולל הבא מאליו אית לי' ושאני כולל הבא ע\"י האדם עצמו באומר שבועה שלא אחרוש בין בי\"ט בין בחול ובהכי ניחא מ\"ש התוס' בשבועות דף כ\"ד ע\"ב בד\"ה שלא כו' שכתבו שם די\"ל דסבר ר' יוחנן דאיכא שום תנא דאית ליה כולל הבא מאליו ולא כולל הבא מחמת עצמו יע\"ש וקשה דהיכן מצינו כן (וכן נתקשה מו\"ח רבינו ז\"ל בתשובותיו סי' קס\"ח): אכן למ\"ש ניחא שפיר די\"ל דתנא הנ\"ל דמכות ס\"ל כן דאע\"ג דכולל אית לי' דאל\"כ האיך חל לאו דיו\"ט על דשביעית והלכה למשה מסיני דערב שביעית והיינו עכ\"ר ע\"י כולל וא\"כ הרי מצינו תנא דכולל מאליו אית לי' וכולל הבא ע\"י עצמו לית ליה וא\"כ לפ\"ז הא שפיר כתבו התוס' בר\"פ ג\"ה בד\"ה איסור גיד איכא כו' דאין נראה לומר דסתמא דחולין דלית לי' כולל תחלוק אסתמא דכריתות דאמרינן כולל לר\"י משום די\"ל דגם האי תנא דמכות לא סתים דכולל הבא ע\"י עצמו לא אמרינן אלא דבפלוגתא לא קא מיירי או דכולל הבא ע\"י עצמו לא קא חשיב ולישנא דנקט הש\"ס שם האי תנא לית לי' כולל הוא לאו דוקא דהא מוכרח לומר דאית לי' כולל מכח הא דיו\"ט חל אשביעית אלא דכוונת התרצן שם דלית לי' כולל הבא ע\"י עצמו דליהוי בפשיטות כמו כולל הבא מאליו ודוק: אולם בילדותי נתקשיתי בסוגיא זו הרבה ופלפלתי בזה באריכות וביותר דאיך חל טומאת נזירות אטומאת כהונה וכמו שמקשה ג\"כ הרב המחבר פה הן אמת דקושיא הראשונה שהקשיתי כאן דאיך חל לאו דיו\"ט על עשה ועל הלכה למשה מסיני דערב שביעית לכאורה לא קשה משום די\"ל דעל הללמ\"מ אמרינן דאיסור חל שהרי גם על חצי שיעור חל איסור אע\"ג דקיי\"ל דח\"ש אסור מה\"ת ועל העשה אע\"ג דאינו חל איסור אעשה מ\"מ י\"ל דהכא חל משום דעשה דשביעית הויא לה מ\"ע שהזמן גרמא ונשים אינן מוזהרות עלי' וא\"כ הרי כשחשכה ר\"ה של שביעית וחל לאו דשביעית על הנשים חל נמי על האנשים ע\"י מוסיף: (אמר נ\"ה כונת מו\"ז זצ\"ל לתרץ עיקר הקושיא איך חל לאו דיו\"ט על עשה דערב שביעית אליבא דר' עקיבא או הלמ\"מ אליבא דר' ישמעאל (עיין מ\"ק דף ג' ובתוס' ד\"ה יכול) דאף אם נאמר דמיירי ביו\"ט של ר\"ה אכתי קשה איך חל על איסור חרישה דערב שביעית אך במה שתפס מו\"ז זצ\"ל בפשיטות דבמ\"ע של שביעית נשים אינן מוזהרות יש לפלפל לפמ\"ש הריטב\"א בקדושין כ\"ט דכלל זה דמעשהז\"ג נשים פטורות אינו רק במצוה דבגופו כמו תפלין וציצית וכדומה אבל מצות מילה אינה בכלל זה וגם נשים חייבות ע\"כ צריך מיעוט אותו ולא אותה עיי\"ש א\"כ גם מ\"ט דשביעית דמצווים אנחנו על שביתת הארץ (עיין ע\"ז ט\"ו א\"ל אביי והרי שדה דאדם מוזהר על שביתת שדהו בשביעית ותנן וכו' עיין פרש\"י שם) יש לומר דנשים חייבות ולפ\"ז נדחה תרוצו של מו\"ז זצ\"ל. אך להתוס' שם ושאר ראשונים שתירצו שם בקדושין תרוצים אחרים ומוכח דלא ס\"ל כהריטב\"א תרוצו עולה יפה גם מה שתפס מו\"ז זצ\"ל בפשיטות דאין איסור חל על עשה כדעת התוס' שבועות כ\"ג ע\"ב ד\"ה דמוקי הנה עיין בפמ\"ג בפתיחתו להלכות שחיטה שרצה להוכיח דהרמב\"ם ס\"ל דאיסור חל על עשה ולפ\"ז מיושבת הקושיא בפשיטות ויש הרבה לפלפל בזה ואכ\"מ להאריך). ומה שכתב מו\"ז ז\"ל דתנא דמכות אית לי' איסור כולל הבא מאליו ורק באיסור הבא מחמת עצמו ל\"ל כולל כדעת ר\"ל בשבועות כ\"ד כוון בזה לדעת רבינו הגדול הריטב\"א בחדושיו למכות שכתב כן עיי\"ש: (ע\"כ הגה\"ה)<br><b> אבל </b> מנזירות קשה. דאיך חל אכהונה. אי האי תנא לית לי' כולל כלל. או דאית לי' במאליו ולא בבא ע\"י עצמו. ונאמר דנזירות נמי כולל הבא ע\"י עצמו מקרי. ויקשה לפ\"ז מאי שנא דלא חשיב נמי שבועה שלא יחרוש כו'. כמו דחשיב לאו דנזירות. וביותר קשה מה יענה ר\"ל בזה. וכמו שהקשה נמי הגאון המחבר ז\"ל כאן. (ועיין מ\"ש לעיל בהא\"ב בזה. ועיין בתשובות מו\"ח ז\"ל סי' קס\"ח).<br><b> והנה </b> לדעת הפוסקים דס\"ל דנזירות הוא איסור חפצא. כדס\"ל להרשב\"א והראב\"ן ז\"ל. ונימא נמי כדעת הרא\"ש ז\"ל וסייעתי'. דנדרים חלים אפילו לקיים דבר מצוה. (עיין יו\"ד סי' רט\"ו סעיף ו'). הי' מקום לומר דנזירות הו\"ל לקיים. ומש\"ה לוקה נמי משום נזירות: אבל הרשב\"א ז\"ל דס\"ל דנזירות הוא איסור חפצא. ס\"ל דאין נדר חל לקיים המצוה. שהוא דעה הא' ביו\"ד סי' רט\"ו. והרא\"ש דס\"ל דנדר חל לקיים המצוה. הא ס\"ל דנזירות היא איסור גברא. וכמ\"ש בנדרים דף ב' ע\"ב בד\"ה לאפוקי שבועה כו' וצ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>עשר </b>\n<b> חנויות כו'.</b> כתב ה\"ה וז\"ל וכ' הרשב\"א נראה לי שהלוקח מן הקבוע לא אסרו אלא כשהיא בפ\"ע אבל אם נתערבה באחרות כו' בטלה היא ברוב משום ס\"ס ע\"כ וכן פסק מרן בש\"ע סי' ק\"י ס\"ד והש\"ך והפר\"ח ז\"ל תמהו עליו דמעולם לא כתב ה\"ה בשם הרשב\"א כן אלא משום דאזיל לשיטתיה שכתב בפרק א' מה' י\"ט שספק ביצה שנולדה בי\"ט שנתערבה באחרות שהרשב\"א הסכים לדעת המתירים דס\"ל דס' א' בגוף וס' א' בתערובות מיקרי ס\"ס ושלא כדעת ר\"י שכתבו התוס' והרשב\"א בת\"ה אמנם מרן שפסק בס\"ס דספק אחד בגוף וס' א' בתערובות לא מיקרי ס\"ס איך התיר בכאן ס\"ס ע\"י תערובו' ועוד תמהו עליו דמרן ז\"ל שם בס\"ח פסק כסברת רבינו דס\"ס דב' תערובות לא חשיב ס\"ס ואינו ניתר כי אם בג' תערובות ואם כן איך פסק בכאן דס' קבוע ניתר ע\"י תערובות הא אפי' שיהיה ס' טריפה זה נידון בב' תערובות וה\"ל כב' תערובות דאסור לדעת רבינו וכמו כן הוקשה להו למה שפסק בס\"ס דספק טריפה שנתערבה באחרות לא חשיב ס\"ס מטעמ' דהו\"ל ס' אחד בגוף וס' אחד בתערובות דלמאי אצטריך לה\"ט הא לו יהי דספק אחד בגוף חשיב כס' תערובות הו\"ל ס\"ס בב' תערובות יע\"ש מה שנדחק בזה ולדעתי לא ידעתי אדקשיא להו כן על מרן ז\"ל אמאי ל\"ק להו על רבינו ז\"ל שהרי כתב ה\"ה פרק א' מה' הנז' הלכה ך' וז\"ל וספיקה שנתערבה באחרות יש מי שהורה שכולן מותרות וכי קתני נתערב' באלף כו' אודאה קאי ויש מי שאוסר ולדעת המתירין הסכים הרשב\"א ז\"ל וכן נראה מדברי רבינו ע\"כ הרי שכתב שדעת רבינו דס' אחד בגוף וס' אחד בתערובות מיקרי ס\"ס ונתערבה אודאה קאי והדבר מוכרח ממה שהשמיט שם רבינו דין וספיקה אסורה הנאמר שם בבריית' וכיון שכן קשה שכיון שדעת רבינו דס\"ס דב' תערובות לא חשיב ס\"ס איך התיר בס' אחד בגוף לו יהי דספק אחד בגוף חשיב כס' תערובות הו\"ל ב' תערובות ותי' ז\"ל בדעת מרן לא יתכן לדעת רבינו כאשר יראה הרואה ולעיקר קושייתם נ\"ל דלק\"מ כלפי מ\"ש הרא\"ש ז\"ל בתשו' כלל ב' סוף דין א' וז\"ל מה שכתבו בשם מוהר\"ם דדשיל\"מ אינו ניתר בס\"ס ה\"ד בס\"ס דתערובות הואיל ואתחזק איסור' בודאי כו' אבל ס\"ס כי האי שעל התבואה אני אומר שמא ישן הוא ואת\"ל חדש שמא השריש קודם לעומר ואין כאן איסור חדש כלל כה\"ג לא אסרינן ס\"ס בדשיל\"מ א\"ד יע\"ש הרי מבואר שלדעת הרא\"ש ז\"ל ס\"ס דב' תערובות גריעא טפי מס\"ס שהם מענין אחד לענין דשיל\"מ מטעמא דס\"ס בב' תערובות אתחזק איסור' ודאי שם משא\"כ בס' דגוף דמעיקר' דמלתא איכ' ספיקא אי יש כאן איסור וא\"כ אף אנו נאמר שדעת רבינו ז\"ל ג\"כ הכי הוא דס\"ס דב' תערובות גריעא טפי ואינו ניתר אלא על ידי ג' תערובות אמנם ס' אחד בגוף וס' אחד בתערובות חשיב שפיר ס\"ס כיון דמספ\"ל אי איכ' איסור או לא ואף שלדעת תי' ר\"י ספק אחד בגוף וספק אחד בתערובות גריעא מס\"ס דב' תערובות רבינו סביר' ליה איפכא וכמ\"ש הרא\"ש ז\"ל כנ\"ל פשוט: ודע שלדעת רבינו ור\"ל דסבירא ליה דספק אחד בגוף וספק אחד בתערובות חשיב שפיר ס\"ס ק\"ל ממתני' דפ\"ו דדמאי משנה י\"ב דתנן התם ע\"ה שאמר לחבר קח לי אגודת ירק קח לי גלוסקה כו' ואם אמר זה שלי וזה של חברי ונתערבו חייב לעשר ואפילו הן מאה וכתב הרע\"ב שם וז\"ל פי' אחר מן הירוש' ע\"ה שאמר לחבר קח לי אגודת ירק והמוכר חבר כו' פטור האגודה הזאת ממעשר דמאי שכיון שהמוכר חבר ויודע שלצורך ע\"ה הוא קונה אינו מוכר לו אלא אם כן עישרו כו' אבל אם קנה החבר אחד לעצמו וא' לע\"ה ונתערבו חייב לעשר דשמא מה שמכר לו לעצמו אינו מעושר שהמוכר לחבר אינו צריך לעשר כו' יע\"ש וכן כתב רבינו שם בפיה\"מ וכ\"כ בפ' י' מה' מעשר דין ח' דחייב לעשר הכל דמאי והשתא קשה טובא דאמאי חייב לעשר הכל דמאי והא כל א' ואחד מותר מכח ס\"ס ס' אם אגודה זו היא של ע\"ה והרי היא מעושרת ואת\"ל שהיא של חבר שמא המוכר עישרו שהרי אגודה של חבר אינו צריך להפריש ודאי אלא דמאי מספק דשמא מה שמכר לו אינו מעושר וכמבואר מדברי רבינו האמנם אם נאמר דס' אחד בגוף וס' אחד בתערובות לא חשיב ס\"ס יציבא מילתא שפיר דהתם הוא ס' אחד בגוף וס' אחד בתערובות הן אמת שלפי' האחר שכתב הרע\"ב שם לק\"מ וכמו שיראה הרואה לשם מ\"מ לפירוש הירושלמי קשה טובא ומהתימא על רבינו ז\"ל שדעתו ז\"ל דספק אחד בגוף כו' חשיב שפיר ס\"ס ואלו בה' מעשר פסק כפי' הירושלמי גם הרשב\"א ז\"ל בתו' הכריח כדעת ר\"ת דס' אחד בגוף כו' חשיב ס\"ס מהירוש' שם ולפי מ\"ש קשה טובא מהירוש' הלזו והיה נראה ליישב על פי מ\"ש מרן הכ\"מ בפ' י\"א מהלכות מעשר דין י\"ג ליישב השגת הראב\"ד שם שהשיג על רבינו שכ' דהמוליך חיטים לטוחן כותי הרי הן דמאי שמא החליפן בחטים של ע\"ה דאם מפני הס' הזה הלא הוא ס\"ס כתב וז\"ל ואני אומר דמאחר דקי\"ל רוב ע\"ה מעשרין הן ואפי\"ה חיישינן להו משמע דרבנן אחמור בהו למיחש למיעוטא וה\"ה דאחמור בהו למיחש לס\"ס יעויין שם אשר מבואר דס\"ל דגבי דמאי החמירו חכמים למיחש אפילו אס\"ס וא\"כ דכוותא נמי הכא אע\"ג דאיכא ס\"ס החמירו חכמים לומר דחייב לעשר דמאי ובהכי ניחא לי מה שכ' רבינו פ\"ג מהלכות מעשר דין כ\"ד וז\"ל מצא תאנה תחת התאנה הרי הם ס' כו' שמא מתאנה זו נפלו או מתאנים שנתעשרו והראב\"ד ז\"ל השיג עליו וכתב זו אינו צריך אלא שמא הפקירה וכ' מרן הכ\"מ שם וז\"ל ואין בזה השגה על רבינו דאיכא למימר חדא מתרי טעמי נקט עיי\"ש והרב מחנה אפרים בהגהותיו תמה עליו דא\"כ אמאי חייב לעשר דמאי הא הוי ס\"ס ס' אם הם מתאנה זו ואת\"ל מתאנה זו שמא הפקירם יע\"ש ולפי מ\"ש ניחא דרבינו ז\"ל ס\"ל דגבי דמאי החמירו רז\"ל אפילו אס\"ס כי היכי דהחמירו לחוש למיעוטא ובר מן דין לקו' הרב מח\"א ז\"ל נראה ליישב באופן אחר דהתם אע\"ג דאיכא ס\"ס לקולא מ\"מ איכא נמי ס\"ס לחומרא לומר שמא תאנים הכושלים מתאנה זו הוא מפקיר אותן או לא ואת\"ל מפקירם שמא תאנים הללו הם מתאנים אחרים שאינן מעושרין וכיון דאיכ' ס\"ס לקולא וס\"ס לחומרא הו\"ל כס' שקול ועיין בהפר\"ח ז\"ל בכללי ס\"ס סעיף א' כנ\"ל ומ\"מ עדיין לבי מהסס דמעולם לא כתב מרן הכ\"מ כן אלא דוקא גבי פירות של ע\"ה דכיון דחכמים חששו למיעוטא אף על גב דרוב ע\"ה מעשרין ה\"נ חששו בפירות אע\"ג דאיכ' ס\"ס אבל בכגון נ\"ד בחבר המוכר פירות לחבר אע\"ג דחכמים הצריכו לעשרן דמאי מטעמא דשמא לא עישרן כל דאיכא ס\"ס ה\"נ דשרי שהרי לא ראינו שחכמים החמירו לחוש למיעוטא וי\"ל דה\"נ איכא למימר הכא דכיון דקי\"ל חזקת חבר שאינו מוציא דבר שאינו מתוקן מתחת ידו רובן מעושרין הן אלא שחכמים החמירו לחוש למיעוטא דידהו וה\"נ חששו לס\"ס אלא דאכתי ק\"ל לדעת הראב\"ד ז\"ל דס\"ל דאפילו גבי דמאי התירו משום ס\"ס דאם כן מה יענה לההיא מתני' דפ\"ו דדמאי דפסקה רבינו בפי' ולא השיג עליו כלום ואולי נאמר שדעת הראב\"ד ז\"ל דס' אחד בגוף וס' אחד בתערובות לא חשיב ס\"ס וכדעת ר\"י ז\"ל כנ\"ל: ודע שעל פי דברי הרא\"ש ז\"ל בתשובה שכתבנו לעיל אשכחנא פתרי למ\"ש מרן ז\"ל שם בפ\"ז מה' ע\"ז ליישב דברי רבינו דפסק דבב' תערובות סגי להתיר מכח ס\"ס הפך ממה שפסק בפי\"ו מה' מאכ\"א ותי' דאע\"ג דמדינא בב' תערובות סגי ברמוני בדן החמירו להצריכן ג' תערובות מפני שהוא דבר שאפשר שיש לו מתירין אם יתפרדו הרמונים ואע\"ג דלהרשב\"א לא חשיב בכה\"ג דבר שיל\"מ כדמשמע בטי\"ד סי' ק\"ב לרבינו חשיב א\"ד ז\"ל ותמה הפר\"ח ז\"ל בחידושיו על ה' הנזכר שהרי דעת רבינו דס\"ס בדבר שיל\"מ מותר וכמ\"ש ה\"ה פ\"א מה' י\"ט והדבר מוכרח ממה שהשמיט חלוקת וס' אסורה כמ\"ש לעיל ואולם לפי דברי הרא\"ש ז\"ל שכתבנו יש ליישב דס\"ל למרן דדוקא בס' אחד בגוף וס' אחד בתערובות הוא דס\"ל לרבינו דס\"ס בדשיל\"מ מותר כיון דלא איתחזק איסורא אבל בס\"ס בב' תערובות כיון דאתחזק איסורא ודאי לא שרינן ס\"ס כמ\"ש הרא\"ש ועוד היה אפשר ליישב דס\"ל לרבינו דדוקא באיסורא דרבנן שרינן ס\"ס אפי' בדשיל\"מ אבל באיסורא דאורייתא ס\"ל דס\"ס בדשיל\"מ אסור וכמו שכן נר' דעת הר\"ן ז\"ל פרק אין צדין גבי ס' מוכן אלא דק' לזה שהרי רבינו ז\"ל פסק בפ\"א מהל' הנז' כרבה דהכנה הוא דאורייתא וביצה שנולדה בי\"ט אחר השבת אסורה מן התור' ומסתמיות דברי ה\"ה שם משמע שלדעת רבינו ס' ביצה שנולדה בי\"ט שרי ע\"י תערובת אפילו בי\"ט אחר השבת ולכן היותר נכון תי' הא' שכתבנו עוד ראיתי למורינו הרב המופלא בספר עץ החיים בלשונות הרמב\"ם דפ\"ו ע\"ד שהקשה וז\"ל ע\"ק דלא מיקרי דשיל\"מ רק בשהמתיר עתיד לבא עכ\"פ ובידו לעשותו לאפוקי ביצת ס' טריפה שנתערבה כמ\"ש מרן י\"ד סי' ק\"ב בשם י\"א והש\"ך שם הקשה דתלמוד ערוך הוא פ\"ק די\"ט וס' איסורא נתערבה באלף כולן אסורות ומוקי לה דסיפא אתאן לס' טריפה ומקשי' א\"ה אימא סיפא נתערבה באלף כולן אסורות אא\"ב ס' י\"ט כו' הו\"ל דשיל\"מ כו' ואם איתא אמאי לא מוקי לה בנולדה מתרנגולת ספק טריפה וצ\"ע ע\"כ ולדברי מרן דגם בכה\"ג מיקרי דשיל\"מ תיקשי ליה קושית הש\"ך א\"ד יע\"ש:<br><b> ולע\"ד </b> אחר המחילה לק\"מ דראיית הש\"ך קושטא קאי לדעת ר\"י דס\"ל דנתערבה באלף אספיקא קאי ומטעמא דהו\"ל ס' אחד בגוף כו' אמנם לדעת ר\"ת וסיעתי' דס\"ל דאודאה קאי אין כאן ראיה כלל דהיכי מצי לאוקומ' בנולדה מתרנגולת ס' טריפה ומשום דהוי דשיל\"מ הא הו\"ל ס\"ס וכיון דאודאה קאי ע\"כ אין כאן דשיל\"מ ומאחר שדעת רבינו ז\"ל כדעת ר\"ת אין כאן קושיא כלל ועוד נ\"ל דאף לדעת ר\"י וסיעתיה איכא למידחי ראיית הש\"ך דתלמודא לא ניחא ליה לאוקמי בביצה שנולדה מתרנגולת ס' טריפה משום דכיון דברייתא סתמא קתני וספיקא אסורה ומוקמי' לה בביצת ס' טריפה כל מין ביצת ס' טריפה במשמע ואפילו בשיש כאן תרנגולת טריפה ודאי ותרנגולת כשרה ונמצא ביצה ביניהם ואינו יודע מאיזה מהן היא ועלה קתני ואם נתערבה באלף כולן אסורות אע\"ג דאין כאן דשיל\"מ וזה דבר מוכרח שהרי לפי מ\"ש הרשב\"ם בת\"ה דתערובות חד בחד לא שרי' מכח ס\"ס ואפי' לדעת ר\"ת דלא שרי ר\"ת אלא בחדא ספיקא דגופא דלא איתחזק איסור אבל תערובת חד בחד דאיתחזק איסורא ודאי לא שרינן ע\"י ס\"ס ואפי' באיסורין דרבנן לא שרינן מכח ס' דרבנן כמ\"ש כל זה באורך הפר\"ח סי' הנז' וסי' תמ\"ה ובכללי ס\"ס סי' קט\"ו א\"כ תיקשי לן דמאי פריך בגמרא התם בשלמא לרבה דאמר משום הכנה הו\"ל ספיקא דאורייתא אלא לר\"י ולר' יצחק ספיקא דרבנן היא כו' ואמאי לא מוקי לה בס\"ס דתערובת חד בחד דאף על גב דס' דרבנן היא לא שרינן משום דאתחזק איסורא וספיק' כודאי אלא משמע ודאי דתלמודא לא ניח' לי' לאוקמה בהכי משום דברייתא סתמא קתני וספיקא אסורה וכל מין ביצה ס' נולדה בי\"ט במשמע כנ\"ל נכון ולדעת הסוברים בדשיל\"מ אסור ק\"ל ממתני' דריש דמאי דתנן התם הקלין שבדמאי השיתין והרימין כו' ופי' רבינו תם וז\"ל והטעם בזה הדבר כי אלו הנזכרים הם אילנות מדבריות כו' ורובן מן הפקר ונקבצו בזה שתי ספיקות האחד אם הם הפקר אם לאו ואם הם מן השמור אם הוציאו ממנו המתנות אם לאו והעיקר אשר בידינו תרי ספיקי להקל ע\"כ וכ\"כ הרע\"ב שם יע\"ש והשתא קשה שהרי טבל דשיל\"מ כדאיתא בפרק הנודר מן ירק דנ\"ח כל דשיל\"מ כו' כגון טבל וא\"כ הו\"ל לאסור אפילו ס\"ס ובשלמא לדעת הרא\"ש שכתב בתשובה דכל ס\"ס שלא ע\"י תערובות שרי בדשיל\"מ ניחא שפיר האמנם לדעת הר\"ן שכתב בפרק אין צדין משמע דאפילו בס\"ס גמור לא שרינן בדשיל\"מ ולדבריו תיקשי ליה מתניתין דריש דמאי ואולי יש לחלק דההיא דריש דמאי שאני דאלים ס\"ס טובא דתרי ספיקא מכח רובא נינהו דרובן מן הפקר ורוב ע\"ה מעשרין הם וא\"כ הו\"ל תרי רובי וכל כי האי לא החמירו בדשיל\"מ כנ\"ל מיהו אכתי ק\"ל מהא דגרסי' בפ\"ק דפסחים ואין ס' מוציא מידי ודאי והתניא חבר שמת והניח מגורה כו' הרי הן בחזקת מתוקנים והא הכא דודאי טבילי ס' עשרינהו ספק לא עשרינהו וקאתי ס' ומוציא מידי ודאי התם ודאי וודאי הוא ואבע\"א ס' וס' הוא דילמא מעיקרא לא טבילי כו' ע\"כ הרי דהתירו גבי טבל מכח ס\"ס אע\"ג דטבל דשיל\"מ ואדרבא ההיא ס\"ס גריעא טובא דס' דשמא עביד כדר' אושעיא ס' רחוק הוא דאחד מני אלף לא יעשה כן ואפי' הכי חשבינן ליה ס\"ס ואפילו דשיל\"מ ועיין במורי\"קו שורש קמ\"ב ואין לומר דשאני התם דההיא ס' דילמא מעושרין הן קרוב לודאי הוא מכח חזקה דר\"ח דהא לאו מילתא היא דלפום תי' דאבע\"א ליתיה לחזקה דר\"ח דאם איתא לההיא חזקה תו לא צריכנא לס' וס' דאפילו ודאי טבל כל דאיכא חזקה אזלינן בתר חזקה אלא ודאי דה\"ק אפילו תימא דליתיה לחזקה דר\"ח כלל והו\"ל ספק שקול דהכא ס' וס' הוא וכן ראיתי למוהר\"א אלפאנדרי ז\"ל בספר אליהו רבה דכ\"ט ע\"ג שהכריח מסוגי' זו דאפי' בס' רחוק דלא שכיח עבדינן ס\"ס ושלא כדעת מוהרא\"ש וכתב דליכ' לדחויי משום דהוי ספק קרוב לודאי מכח חזק' דר\"ח מכח מ\"ש יע\"ש: ומ\"מ אכתי נראה דיש לדחות דאף להך אבע\"א נמי מאי דשרי' התם מכח ס\"ס משום דס' דשמא עישרן חשיב טפי משום דרוב חברים מעשרין הן כמ\"ש רש\"י שם ואע\"ג דלהך אבע\"א לית לי' חזקה דר\"ח מ\"מ לא הוי ספק שקול דהא מיהא רובא איכ' וזה נראה מוכרח ממאי דפריך מעיקרא והא הכא דודאי טבילי וקאתי ספק ומוציא מידי ודאי והשתא למאי דס\"ד השתא דלא שמיע ליה חזקה דר\"ח תיקשי ליה איך ספק דשמא עשרינהו מוציא מידי ודאי הא קי\"ל ס' דאוריית' לחומרא ולזה נראה שכיון רש\"י ז\"ל שם בד\"ה ודאי טבילי שכתב וז\"ל ואתי ס' כו' משום דרוב חברים מעשרים הן כו' יע\"ש נראה שהוצרך לטעם זה משום דאי הוי ס' שקול פשיטא ודאי דאין ס' מוציא מידי ודאי וא\"כ איכא למימר דאפילו להאוסרים ס\"ס אינו אלא היכא דתרי ספיקי שקולים הן אמנם היכא דאיכא ס\"ס מחמת רובא כ\"ע מודו דאזלי' לקולא כנ\"ל ועיין במ\"ש בפ\"ד מה' י\"ט הלכה י\"ט כנ\"ל ודוק:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> מאכל שהוא אסור כו'.</b> עיין מה שכתבתי בזה בפ\"ה מהלכות יסודי התורה באורך:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>והשוחט </b>\n<b> עוף ונמצאו בו בצים גמורות כו'.</b> הנה הטור ז\"ל בי\"ד סי' פ\"ז כתב וז\"ל ורש\"י פי' כשנגמר החלמון ועדיין היא אדומה ומעורה כמו השליל המחובר באשכול שרי כו' וכתב מרן הב\"י ז\"ל דאף שמפשט ל' הרא\"ש שכתב והיינו כמו שלל של בצים כשמחוברת באשכול וגם מפירוש רש\"י באותה סוגיא משמע שאע\"פ שעודם מחוברים באשכול אם נראה בהם שנגמר החלבון לגמרי מותר לאכלן בחלב מ\"מ מדברי הטור ז\"ל נראה שהוא מפרש דכל שהיא מחוברת באשכול עדיין לא נגמרה אלא בשכבר פירשה מן האשכול עסקי' ומפני שעדיין היא אדומה ואית בה שורייקי סומקי קרי לה מעורה בגידין ומפני שהוא דומה לאותן שמחוברת באשכול כתב הרא\"ש ז\"ל והיינו שלל כו' יע\"ש ותמהו עליו הש\"ך והפר\"ח ז\"ל דא\"א לפרש הסוגיא לפי שיטה זו דהא ללישנא קמא ע\"כ מן השלל היינו בשמחובר' וכמ\"ש רש\"י ואפ\"ה אמרינן דמאן תנא מן השלל של בצים טהור דלא כרבי יעקב מכלל דכרבנן אתיא אלמא אף בבצים דתלו באשכול שרו רבנן וכן ללישנא בתרא דס\"ל דמן האשכול ר\"ל מהנך דתליא באשכול אמרינן דמאן תנא מן האשכול טמא רבי יעקב מכלל דלרבנן טהור אע\"ג דתליא באשכול. ולפי חומר הנושא אפשר ליישב דעת מרן ז\"ל דס\"ל דרב יוסף דקאמר מאן תנא מן השלל של בצים טהור דלא כרבי יעקב אסיק אדעתיה לחלק כדאביי בין איסורא לענין טומאה אלא דהוה ס\"ל דת\"ק דשרי בשפירשו מן האשכול אף על גב דדמי לשלל של בצים כשהן מחוברות באשכול היינו משום דבשלל של בצים נמי מאי דאסור לת\"ק לאו משום דחשיבי כבשר עצמו אלא משום דכיון דמחובר בבשר איכא למיגזר דלמא אתי למיכל בשר עוף בחלב הילכך כיון דאינו אלא משום גזירה כשפירשו מן האשכול אע\"ג דדמו לשלל של בצים שרי ולא גזרינן אטו שלל של בצים משום דהו\"ל גזירה לגזירה ורבי יעקב דאסר במעורות בגידין אפילו בפי' מן האשכול היינו משום דהו\"ל גזירה לגזירה ורבי יעקב דאסר במעורות בגידין אפילו בפי' מן האשכול היינו משום דס\"ל דשלל של בצים אסורים מדינא משום דחשיב כבשר גופיה והילכך גזר ר\"י במעורות בגידין אטו שלל גופיה דאסור מדינא והיינו דקאמר רב יוסף מאן תנא מן השלל של בצים טהור דלא כרבי יעקב כלומר דכרבנן דר\"י מצי אתי משום דכיון דאינו אלא משום גזירה לענין טומאה לא גזרו אמנם ר\"י דאסר במעורות בגידין ע\"כ דס\"ל דמן השלל של בצים אסור מדינא משום דחשיבי כבשר גופיה ואם כן לענין טומאה חשיב כבשר גופיה ואמאי קתני טהור ודחי ליה אביי ממאי דילמא עד כאן ל\"ק ר\"י אלא לענין איסורא אבל לענין טומאה לא כלומר דנימא דר\"י כי אסר במעורה בגידין היינו לענין איסורא דגזר בשלל של ביצים ובמעורה בגידין אטו בשר בחלב גופיה וכולה חדא גזירה היא אבל לענין טומאה לא כו' וכ\"ת לענין טומאה נמי נגזור כלומר כיון דלר\"י באיסורא גזרי' אפילו במעורה בגידין לענין טומאה מיהא הי\"ל לגזור בשלל של בצים דחד דרגא נחתינן אפושי טומאה היא כו' ולישנא בתרא נמי הכי מתפרשה והיינו דקאמר מן האשכול טמא ר\"י הוא דאמר אם היו מעורות בגידין אסורין דס\"ל דמאי דאסר ר\"י במעור' בגידין ובפירשו מן האשכול היינו משום דדמי לשלל של בצים ושלל של בצים אסור מדינא ומש\"ה לענין טומאה נמי חשיב כבשר וטמא אמנם לרבנן דר\"י כיון דשרו בפירשו מן האשכול משמע דס\"ל דשלל של בצים נמי אינה אסור אלא משום גזירה דדמי לבשר וכיון שכן לענין טומאה לא הו\"ל למיגזר דאפושי טומאה מדרבנן לא מפשינן ודחי ליה אביי שפיר ממאי דאשכול כו' כנ\"ל ליישב עם שהוא דחוק קצת אלא דאכתי לא איפרק מחולשא מי הכריחו לרבינו הטור ז\"ל בתגר זה ולא לפרש הדברים כפשטן ולכן נראה דלרבינו הטור ז\"ל קשיתיה דכיון דקי\"ל הלכה כת\"ק דר\"י דרבים נינהו מאי קא שקלו וטרו אביי ורב יוסף אברייתא דמן השלל של ביצים אי אתיא כוותיה או לא כיון דלית הלכתא כר\"י ותו ק\"ל ללישנא קמא אמאי לא דחי אביי דמן השלל של בצים היינו שאינן מעורות בגידין שאינן דבקות יפה אלא מעט כדסבר רב יוסף בלישנא בתרא. גם ללישנא בתרא קשה אמאי לא דחי דמן האשכול של בצים היינו בצים שאינן גמורות וכמו שכבר נרגש הרב פ\"ח יע\"ש מה שיישב בדוחק כי על כל אלה כזה ראה וקדש רבינו הטור לומר דמאי דקא מיהדר וקאמר רב יוסף מאן תנא מן השלל כו' דלא כרבי יעקב היינו משום דמינה נשמע דשריותא דת\"ק אפילו במחוברות באשכול הוא וגמורות דקתני לאו גמורות ממש קאמר והיינו דקאמר מאן תנא מן השלל דלא כר\"י וכיון דלא אתיא כר\"י ע\"כ ת\"ק היא דאל\"כ אמאן תרמייה ואהא דחי אביי דמהך ברייתא ליכא למשמע מידי דממאי כו' וכיון שכן מוקמי' בריית' כפשטא דגמורות דקתני גמורות ממש קאמר והיינו כשפירשו מן האשכול והיינו דלא דחי אביי וקאמר דמן השלל כשאינן מעורות כ\"כ קאמר שאינן דבקות יפה אלא מעט וכלישנא בתרא דרבי יוסי משום דס\"ל דפלוגתא דת\"ק ור\"י בפירשו מן האשכול הוא ואפי\"ה אסר ר\"י במעורות בגידין דהיינו שורייקו סומקי והילכך בשלל של בצים אע\"ג שאינן דבקות יפה אלא מעט מסתמא ודאי אית בהו שורייקו סומקי ואם כן לא מצי אתיא ברייתא כר\"י ולישנא בתרא נמי הכי מתפרשא דרבי יוסי בעי למפשט מינה דמדתני מן האשכול טמא דהיינו הנך דתליא באשכול ע\"כ ר\"י היא ולא ת\"ק דמינה נשמע דשריותא דת\"ק אפילו במחוברות לאשכול וכי אסר ר\"י היינו דוקא במחוברות לאשכול דאי תימא דפלוגתא דת\"ק ור\"י בפי' מן האשכול א\"כ ע\"כ לומר מדקתני בצים גמורות דבשאינן גמורות אפילו בפירשו מן האשכול אסור לכ\"ע וכמו שכתב מרן ואם כן אדתני בבריית' מן האשכול טמא במחוברות לאשכול לישמועינן רבותא אפילו בפירשו מן האשכול ואינן גמורות דטמא אלא משמע דפלוגתא דת\"ק ור\"י אינו אלא במחוברות לאשכול ואהא דחי ליה דמהך בריית' ליכ' למשמע מידי דמן האשכול דקתני אשכול גופיה קאמר וכ\"ת א\"כ אכתי תיקשי טפי דאדתני אשכול גופיה לישמועינן בבצים אפי' בפירשו מן האשכול הא לא תיקשי משום דלדידן נמי אף לפי פשט דברי רש\"י תיקשי הכי דאדתני אשכול גופיה אמאי לא אשמועינן רבותא בבצים התלוים באשכול ועדיין לא נגמרו אלא ע\"כ לומר דאשכול גופיה צריכה ליה לאשמועינן אע\"ג דאיכא אינשי דלא אכלי מה שאין כן בבצים כנ\"ל: והשתא ניחא שפיר מאי דלא מוקי אביי לברייתא בשאינן גמורות משום דאביי עיקר דחייתו כי היכי דניקום ברייתא כפשטא בפירשו מן האשכול ואם כן ע\"כ ליכא למימר דברייתא כשאינן גמורות משום דאם כן קשה מאי איריא דתלי' באשכול אפילו בפירשו נמי כנ\"ל ליישב דעת הטור ודוק: והמרדכי כתב בשם רשב\"ם ז\"ל שביצים גמורות היינו שנגמרו לגמרי עם קליפתו החיצונה אבל אם לא נתקשית הקליפה כדרך שנמכרת בשוק דין בשר עליה לכל דבר ע\"כ ולשיטה זו צ\"ל דר\"י לאקולי אתא ולומר דדוקא אם היו מעורות בגידין אסורות הא כל שאין מעורות אפילו אינן גמורות שרי וכן כתב הפר\"ח ז\"ל וכן מבואר בשיטה מקובצת המיוחסת למוהר\"ב שלא כדעת הש\"ך ז\"ל שכתב דרשב\"ם פסק כר\"י יע\"ש וכתב עוד הפר\"ח ז\"ל דלשיטה זו צ\"ל דמאי דאמרינן בגמר' מאן תנא מן השלל כו' דלא כר\"י היינו לומר דכרבנן פשיט' דלא אתיא אלא אפילו כר\"י לא אתי אך מאי דקשה טובא לפי שיטה זו דא\"כ מאי האי דדחי אביי בלישנ' בתר' וקאמר ממאי דאשכול כו' דילמא אשכול גופיה דא\"כ בריית' אתיא דלא כמאן ואין דרך שיטת התלמוד לדחויי דליתי ברייתא דלא כמאן וכבר הוקשה לו כן להפר\"ח ז\"ל יע\"ש: ולעד\"נ ליישב במה שיש לדקדק עוד לפי שיטה זו דאם כן מאי דקאמר רב יוסף בלישנ' בתר' מאן תנא מן האשכול כו' ר\"י היא ע\"כ דהכי קאמר מאן תנא מן האשכול כו' דמשמע דדוקא בדתליא באשכול הא פירש מן האשכול טהור כר\"י דאי כת\"ק אפי' פירשו מן האשכול נמי טמא וכיון שכן קשה דאדדייק מסיפ' מדיוקא הו\"ל לדיוקי מריש' דקתני בהדי' מן השלל של בצים טהור והכי הו\"ל למימר מאן תנא מן השלל של בצים טהור ר\"י הוא ולכן נראה דמש\"ה לא דייק רב יוסף מרישא משום דאי מרישא הו\"א דאתי' ככ\"ע וע\"כ לא קאמר ת\"ק כל שאין בהן קליפה קשה אלא דוקא לענין איסור' ומשום גזירה אבל לענין טומאה לא גזרו דאפושי טומאה לא מפשינן אך מסיפא דקתני מן האשכול טמא מוכח דכי היכי דגזרה לענין איסור' גזרה לענין טומאה דס\"ל לרב יוסף דאפילו במעורות ליכא איסור' אלא משום גזירה ולא מדינ' דהא לאו בשר נינהו וכיון שכן ע\"כ רישא ר\"י היא ולא רבנן ודחי ליה אביי ממאי כו' דילמא אשכול גופיה וכיון שכן בריית' אתיא ככ\"ע ומשום דלענין טומאה לא גזרו כנ\"ל ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פירות </b>\n<b> שנה רביעית כולה אסור לאכול מהם כו' עד שיפדו.</b> הנה ממשמעות דברי רבינו ז\"ל נראה דנטע רבעי קודם פדיון אינו אסור בהנאה אלא באכילה וכ\"כ בהדי' בפ\"ט מה' מעשר דין ז' וז\"ל ואם היה בתוך שני ערלה מציינין אותו בחרסית כו' שאיסור ערלה חמור הוא שהוא אסור בהנאה הרי מבואר דנטע רבעי אינו אסור בהנאה וכ\"כ בפירוש המשניות פ\"א דערלה מ\"ח וז\"ל והותרו כולם בנטע רבעי לפי שנטע רבעי אינו אסור בהנאה כו' וכן כתב הרע\"ב שם ואולם מדברי התוס' פ\"ק דקידושין דל\"א ע\"א ד\"ה וה\"ה לערלה בשתים נרא' דס\"ל דנטע רבעי אסור בהנאה כמו ערלה שכתבו וז\"ל פירש ר\"ת דערלה זו בשנה רביעית קאמר דיש היתר לאיסורו ואיסורו איסור עולם ואיסור הנאה יע\"ש וכבר ראיתי למוהרימ\"ט ז\"ל שם בחידושיו שתמה על דבריהם דאינו אסור בהנא' קודם חילול דדוקא ערלה הוא דחשיב בפרק כ\"ש דאסור בהנאה מדכתיב תלתא ערלי' אבל בשנה רביעית לא מצינו בו איסור יע\"ש ולא ידעתי איך לא סייע עצמו מדברי רבינו והרע\"ב ז\"ל שכתבנו ולפי דעת ר\"ת צ\"ל דטעמ' דמתניתין דפ\"ק דערלה דקתני ענקוקלית כו' אסורה בערלה ומותרים בנטע רבעי משום שלא אסרה תורה אלא פירי גריד' ודוק' בערלה אסור משום דכתיב את פריו את הטפל לפריו ומהא דגרסינן בפרק מרובה דף ס\"ט אמתני' דתנן כרם רבעי מציינין אותו בקזזות אדמה סומנה באדמה מה אדמה דאיכ' הנאה מינה אף האי נמי כי מיפרקא שרי לאתהנויי מינה כו' משמע דקודם פדיון אסור בהנאה כדעת ר\"ת ולדעת רבינו צ\"ל דהנא' דקאמר התם היינו אכילה דאכילה אחד ממיני הנאה הוא ודע שלדעת רבינו והרע\"ב דס\"ל דנטע רבעי מותר בהנאה נרא' דנטע רבעי אינו צריך ביטול במאתים כערלה וכלאי הכרם שהרי כתב רבינו פט\"ו מה' אלו דין י\"ז וז\"ל ולמה כפלו שיעור ערלה וכלאי הכרם מפני שהם אסורים בהנאה דהא מבואר בירושלמי פ\"ב דערלה יע\"ש אם כן בנטע רבעי כיון שאינו אסור בהנאה פשיטא ודאי דלא בעינן ק\"ק אלא בא' ומאה סגי כתרומה האמנם ראיתי להרע\"ב שכתב בפ\"ב דערלה מ\"ג אמתניתין דתנן הערלה את הערלה כיצד סאה ערלה שנפלה בק\"ק ואח\"כ נפלה סאה ועוד ערלה כו' ז\"ל צ\"ל שא' מהם נטע רבעי שהם ב' שמות כו' וכן סאה של ערלה מצטרפת עם הקצ\"ט של היתר לבטל סאה ועוד של נטע רבעי יע\"ש אשר מבואר מדבריו דס\"ל דנטע רבעי עולה בק\"ק דומיא דערלה והוא תימא כיון דמותר בהנאה למה בעינן ק\"ק ויש ליישב בדוחק וצ\"ע. ועוד אפשר לומר שר\"ת לא פליג על רבינו כי הנה מבואר מדברי רבינו פי\"א מהלכ' מע\"ש דין ח' דנטע רבעי אחר הבעור אסור בהנאה וטעון שריפה כמו שיעו\"ש א\"כ איכ' למימר דמ\"ש וה\"ה לערלה בב' דהיינו איסורו איסור עולם ואיסור הנאה היינו נטע רבעי אחר הבעור דאסור בהנאה והיינו ק\"ו דגבי חדש אין איסורו איסור עולם ואין איסורו איסור הנאה דאין בו אסור הנאה לעולם משא\"כ נטע רבעי דאיסורו איסור עולם כל זמן שלא פדהו או העלהו לירושלים ואיסורו איסור הנאה דמשכחת ביה איסור הנאה בשעבר בה זמן ביעור כנ\"ל והשתא דאתינא להכי אפשר לומר דנטע רבעי שכתב הרע\"ב מיירי נמי בכה\"ג בנטע רבעי לאחר הביעור דאסור בהנאה דומיא דערלה ומשום הכי בעינן ק\"ק והדבר מוכרע מעצמו דאי בנטע רבעי קודם הביעור מיירי הרי כיון שיש לו פדיון הו\"ל דשיל\"מ דאפילו באלף לא בטיל כמ\"ש התוספות פרק מרובה דף הנז' ד\"ה כלם הנלקט יע\"ש וכן ראיתי שהק' בספר באר אברהם הנדפס בפי' המ' יע\"ש ודו\"ק:"
            ],
            [],
            [],
            [],
            [
                "<b>אבל </b>\n<b> האוכל דבר שניטלה ממנו תרומה גדולה ותרומת מעשר כו'.</b> הנה מדברי רבינו ז\"ל מבואר דדוק' בשניטלה ממנו תר\"ג ות\"מ הוא דאינו חייב מיתה אבל אם לא הפריש ממנו תרומת מעשר אפילו הפריש ממנו תרומה גדולה חייבין עליה מיתה ביד\"ש וכן מבואר מהא דגרסינן ס\"פ עגלה ערופה אף הוא גזר על הדמאי לפי ששלח בכל גבול ישראל וראה שאין מפרישין אלא תרומה גדולה בלבד כו' א\"ל בני כשם שת\"ג יש בה עון מיתה כך תרומת מעשר וטבל יש בו עון מיתה ועיין בפי' רש\"י שם הרי מבואר טבל הטבול לת\"מ יש בו עון מיתה והוצרכתי לזה לפי שראיתי בהרב עצמות יוסף פ\"ק דקידושין דכ\"ו על מ\"ש התוס' שם בד\"ה מעשה בר\"ג וז\"ל וקשה דאם כן מה מועיל תיקונו אדרבא גרע טפי שמא יאכלו בני ביתו הכל ואף העישור עצמו כו' הק' וז\"ל וקשה דאיך גרע טפי כו' דהא בב' חייב מיתה באוכל טבל כאוכל המעשר עצמו ועוד אדרבא האוכל טבל מתחילת אכילתו יש בו חיוב מיתה אבל כיון שהפריש התרומה אוכל בהיתר עד שישאר לבסוף חיוב המעשר ויאכלם ואפשר דאין חייבים מיתה באכילת אותו טבל כיון שכבר הפריש ר\"ג ת\"ג אע\"פ שלא הפריש ממנה הלוי ת\"מ וכן נראה לדקדק מדברי רבינו ז\"ל ה' סנהדרין כשמנה הלאוין שחייבי מיתה ביד\"ש א\"ד יע\"ש ולא ידעתי איך אישתמיט מיניה דברי רבינו ז\"ל הללו דמבואר מדבריו דאפילו טבל הטבול לת\"מ חייב מיתה ומעתה עכ\"ל דמ\"ש בפ\"ח מה' סנהדרין האוכל טבל שלא הפריש ממנו תרומה גדולה ות\"מ או או קתני וזה פשוט. ומה שהק' על דברי התוס' נראה דלק\"מ שהרי גבי מי שאחזו בולמוס קי\"ל כת\"ק דבן תימא דטבל ותרומה מאכילין אותו טבל כמו שפסק רבינו פי\"ד מה' אלו דין י\"ז אע\"ג דכשאוכל טבל חייב על כל כזית וכזית אפ\"ה ס\"ל דטבל קיל הואיל ויש היתר לאיסורו ודוק ועל מ\"ש מרן הכ\"מ דאין כאן תמיהא שממה שאמרו בגמ' לא נשמע אלא שהוא חייב על טבל כו' אבל שיהיה חיוב זה מיתה או לאו לא שמענו ואע\"פ שאמר רב דטבל הטבול למעשר עני לוקה אפשר היה לומר דאה\"נ דחייב מיתה אם לא לקה כו' עיין בספר דברי אמת דף ק' ע\"ג שהק' עליו מהא דגרסינן פרק הנשרפין דפ\"ג אמר רב זר שאכל תרומה לוקה א\"ל רב כהנא ורב אסי ולימא מר במיתה דכתיב וכל זר לא יאכל קדש א\"ל אני ה' הפסיק הענין אלמא כל שאמרו לוקה משמע דמיתה ליכא יע\"ש וכן הקשה מוהרימ\"ט ז\"ל ח\"א סי' כ\"ד ולדעתי נראה דלק\"מ דבשלמא התם פריך שפיר ולימא מר במיתה משום דע\"כ כי קאמר רב זר שאכל תרומה לוקה למעוטי שאין בו מיתה אתא לאשמועינן דאם לא כן למאי אצטריך לאשמועינן דלוקה הא פשיטא דלוקה כשאר חייבי לאוין דעלמ' אלא ודאי דלדיוקא אתא לאשמועינן דאין בו מיתה משא\"כ הכא דאיכא למימר דרב עיקר דינא אתא לאשמועי' דטבל הטבול למעשר לוקה שאין לאו זה מפורש בתורה דהתם הוה בעי למימר דפלוגתא דתנאי היא כדאי' התם כנ\"ל פשוט ועיין בספר אורים גדולים ד\"פ ובס' ידי אליהו:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>יין </b>\n<b> הגוים כו'.</b> א\"ה ראיתי לכתוב כאן מה שנמצא כתוב מימי חורפי על אבק הטוטון הנקרא טאבאקו הנקח מן הגוים אי מותר לשאוף אותו כי יש מפקפקים בדבר כי לפעמים מזלפין אותו בסתם יינם: תשובה הנה סתם יינם בזמן הזה אי אסור בהנאה או לא זו מחלוקת ישנה בין הפוסקים כמ\"ש הטור י\"ד סימן קכ\"ג ורש\"י ז\"ל כתב משם הגאונים דבזמן הזה מותר בהנאה וכ\"כ התוספות פ' ר\"י דנ\"ז ע\"ב ד\"ה לאפוקי וכתבו בס\"ד וז\"ל מיהו קשיא סתם יינם היאך נתיר בהנאה כיון שגזרו על יינן משום בנותיהן והא גם עתה שייך זה הטעם וי\"ל דמאי דגזרו על סתם יינם לאסור בהנאה יותר מפתם ושמנ' היינו משום דשכיחי לנסוכי לע\"ז אבל עתה שבטל ניסוך כו' דיו להיות כפתם לאסור בשתייה ולא בהנאה עכ\"ד יע\"ש: וראיתי למוהריט\"ץ ז\"ל בתשו' סימן י\"א שתמה על דבריהם וז\"ל וקשה טובא לכאורה דמאי קשי' להו הא סתם יינם משום בנותיהן ובנותיהן גופייהו משום ד\"א וכיון דד\"א נתבטל כיון שאינם יודעים בטיב ע\"ז בטיל ליה כולהו ואין לומר דדוקא כי מהני טעמא דלא ידעי בטיב ע\"ז הוי דוקא להתיר היין משום דליכא למיחש לניסוך אבל בנותיהן דהוי טעמא משום ד\"א אסור דילמא אתי למיסרך בע\"ז הא ליכא למימר כו' אלא דקו' זו הטעם היא משום דמאי דקאמר על יינם משום בנותיהן אינו מה שאומר אחר כך ועל בנותיהן משום ד\"א דמאי דקאמר בתחילה על יינם משום בנותיהן ר\"ל כדי שלא יבואו לזנות וזה דייק רש\"י ז\"ל שכתב בנותיהן שהיין בוער באיש ומביאו לידי בנותיהן אמנם מה שאומר אחר כך ועל בנותיהן משום ד\"א הוי מילתא אחריתי שגזרו יחוד משום ע\"ז נמצא כפי זה שאפילו נתבטל טעם ע\"ז עתה לא מש\"ה הותר יינן דהוי משום בנותיהן עד ולפי זה כו' את\"ד יע\"ש ולע\"ד אין דבריו נכונים דאם איתא דגזירת בנותיהם היינו משום חתנו' א\"כ כי פריך בגמרא פ\"ק דשבת דף י\"ו הניחא לר\"מ אלא לר\"י שבסרי הויין מאי קו' הא תרתי נינהו דגזרו על יינן משו' זנות ואח\"כ גזרו יחוד משום ע\"ז דהא ודאי הו\"ל תרתי גזירות ותו דעוד היום תקשי לר\"מ תשסרי הויין דהא איכא על בנותיהן משום ד\"א אלא ודאי דגזרו על סתם יינן נמי משום ע\"ז ואם כן הו\"ל חדא גזירה דעל כלן גזרו משום ע\"ז ותו ק' דהא בגמ' קאמר בהדיא גניבא משמיה דרב אמר כלן משום ע\"ז הן ולפי דבריו הרי על יינן גזרו משום זנות ותו דכפי דבריו צ\"ל דלר\"ת דס\"ל דעכשיו אין בקיאין בטיב ע\"ז יחוד שרי כיון דהוי משום ע\"ז וכמ\"ש הוא ז\"ל עצמו ואלו הטור ז\"ל בא\"ה סי' כ\"ב כתב בסתם בלי חולק דהמיחד עם הגויה מכין אותו מ\"מ ואלו בי\"ד ריש הלכות יין נסך הביא תשובת הגאונים ולכן העיקר כאן לומר שכתב הרב ז\"ל דוקא לענין ניסוך הוא דמהני ה\"ט אבל לענין בנותיהן כיון דהוי טעמא דילמא אתי למיסרך בע\"ז אפילו בזה\"ז אסור והכי דייק לשון הטור ז\"ל שכתב בסי' הנז' וז\"ל אבל רשב\"ם ז\"ל כ' בשם הגאונים דבז\"הז אין איסור הנאה דגוים בזה\"ז אין רגילים לנסך לע\"ז והוי לענין ניסוך כאלו אינן יודעים בטיב ע\"ז כו' יע\"ש הרי שדקדק וכתב דדוקא לענין ניסוך הוא דאמרינן דלא מנסכי לע\"ז אבל ע\"ז בזה\"ז פשיטא דאסור' מן התורה וחייבין עליה שהרי הא דקי\"ל דבע\"ז יהרג ואל יעבור אפילו בזה\"ז איתא וכבר הרשב\"א בתשוב' נסתפק אי בדת ישמעאל כיון דלאו עובדי ע\"ז נינהו אי אמרינן בהו יהרג ואל יעבור משמע ודאי דבגוים עובדי ע\"ז פשיטא ליה דאפי' בזה\"ז יהרג ואל יעבור וזה ברור ומה שגזרו על בנותיהן היינו משום יחוד בנותיהן ועל יחוד משום ע\"ז ומהשתא הוא מי\"ח דבר דיינן ובנותיהן משום ע\"ז הוא וכן ראיתי למרן הכ\"מ בפרק זה שכתב וז\"ל בפ\"ב דע\"ז גזרו על יינם משום יחוד בנותיהן עכ\"ל וכ\"כ בב\"י דקי\"ו ע\"ש: ודרך אגב ראיתי לעמוד על מה שהקשה עוד הרב הנזכר על מ\"ש התוס' פ\"ק דשבת דף י\"ז ד\"ה ועל בנותיהן וז\"ל וא\"ת הניחא למ\"ד בפ\"ב דע\"ז דעל בנותיהן גזרו יחוד דשייך למגזר משום ע\"ז אלא למ\"ד דעל בנותיהן גזרו נדות מה שייך הך גזירה לע\"ז וי\"ל כו' וז\"ל וק' טובא דאה\"נ דרב אדא בר אחא לא אתי כמ\"ד דגזרו עליהן נדות מעריסתן אלא אתייא כמ\"ד דגזרו משום ע\"ז וכדמוכח בע\"ז דקאמר גניבא כו' דכי אתא רב דימי כו' ואפי\"ת דלא הוו גרסי הכי מ\"מ קשה דאמאי לא הק' כן בע\"ז דהתם מקומו את\"ד ואני תמיה עליו דנר' ודאי דע\"כ גי' שלנו דגרסינן דכי אתא רב אדא בר אחא כו' היא גירס' משובש' דאי איתא דלרנב\"י לא הוי משום ע\"ז ומאי דקאמר דגזרו עליהן נדות מעריסתן ע\"כ ה\"ט משום גזירה דילמא חזיין נדות וכמ\"ש רש\"י ז\"ל פ\"ק דשבת דט\"ו אההיא מימרא דרנב\"י וז\"ל דגזרינן דילמא חזיין נדות דקטנה בת יומא מטמאה כנדה כו' וכותיים אין דורשין מדרש זה כו' יע\"ש וכן מבואר גם כן בר\"פ בנות כותים והשתא קשה דמאי חששא הוא זה הרי גוים לא מטמאי כנדה מדאורייתא כמ\"ש רש\"י ז\"ל בע\"ז ד\"ה נשג\"א דהרי היא כבהמה ועיין בתוס' שם ד\"ה אף אלא ע\"כ דלרנב\"י נמי צרכי' לטעמא דע\"ז ואהא מקשו שפיר דמה שייך הך גזירה לע\"ז אלא מיהו הא ק\"ל טובא בדבריהם שהרי סמוך ונראה בד\"ה אף כתבו וז\"ל תימא לר\"י דבריש בנות כותים מוקי לה כר\"מ דחייש למיעוטא וה\"ט לא שייך אלא למ\"ד כותים גרי אמת אלא למ\"ד כותים גרי אריות מאי איכא למימר ובשמעתין משמע דלכ\"ע בנות כותים הוו מי\"ח דבר וי\"ל דבנות כותים אתיא לכ\"ע וגזרו עליהן שיהו נדות שלא יטמעו בהן ע\"כ והשתא מאי ק\"ל הכא דמה שייך הך גזירה לע\"ז הא שפיר שייכא דע\"י שגזרו עליהן נדות ויפרשו ממגען לא יטמעו בהן ואי ס\"ד הכא כדס\"ד דהתם בקו' ק' דהיכי הוה ניחא להו קו' דלעיל והכא ק\"ל ועיין בהרב בעל בני יעקב סי' ג' דקכ\"ט ע\"א תו ק\"ל טובא בדבריהם כמ\"ש שם בשבת ובנדה דמאי דמוקי למתניתין כר\"מ הוא משום דע\"כ מתניתין לית ליה ה\"ט מדקתני סיפא ואין שורפין עליהן את התרומה מפני שהן ס' משמע דקאי אף אקטנות דאיירי דמשמע מינה דטומאתן היינו משום דחיישינן דילמא חזאי הא לאו הכי לא ואם איתא ת\"ל דהוו נדות מעריסתן מטעמא דחיישי' לטימוע אלא ודאי דלית ליה הך חששא דטימוע והשתא ק' דהיאך גזרו ב\"ש וב\"ה על בנותיהן של גוים שיהו טמאים נדה מעריסותיהן אי משום דילמא חזאי הא כי ראתה נמי טהורה היא ד\"ת ואי משום טימוע הא ר\"מ לא חייש לטימוע ומשמע דלכ\"ע בנות כותי' הוא מי\"ח דבר איברא דלזה י\"ל דע\"כ לא חייש ר\"מ לטימוע אלא דוקא בכותי' דאינן אדוקין כ\"כ אמנם בגוים דאדיקי בע\"ז טפי חייש אלא דאכתי קשה דאדקשיא להו מעיקרא למאי דס\"ד דאמאי חשיב להו בתרי גזירות תיקשי להו טפי בקו' דמעיקרא ויש ליישב בדוחק וראיתי להרב מקור ברוך ז\"ל סי' ל\"ז שהק' לדעת האוסרים סתם יינם בזה\"ז משום חתנות שהרי רבינו ז\"ל בפרק זה כתב משם הגאונים דכל גוי שאינו עובד ע\"ז כגון אלו הישמעאלים יינם אסור בשתיה ומותר בהנאה וכפי הנראה שכל הפוסקים מסכימים לזה (כן הוא לשון הרב ועדיפא מינה הי\"ל להקשות שדעת רבינו כדעת הר\"ן וסיעתיה כמ\"ש מרן הב\"י סי' קכ\"ג) ואיכא למידק למה דחו סברא זו דרשב\"ם והסכימו לזאת הסברא שהרי הואיל דס\"ל דראוי לאסור אפילו בזה\"ז אע\"פ שאינן עע\"ז משום דעיקר התקנה משום בנותיהן אם כן מטעם זה ג\"כ ראוי לאסור יינם של ישמעאלים ותירץ דשאני סתם יינם דהואיל ונאסר במנין צריך מנין אחר להתירו ואע\"פ שלא גזרו אלא על המנסכים מ\"מ שם אומה אחת הן ואף ע\"פ שעכשיו אינן עע\"ז מ\"מ מעיקרא הוחל עליהם אבל הישמעאלים מעולם לא חל עליהן איסור דניסוך את\"ד ולע\"ד דבריו תמוהים דאם איתא דטעם האוסרים סתם יינם בזה\"ז הוא משום דבר שבמנין צריך מנין אחר להתירו א\"כ איך התירו מגע הגוי ביין שלנו והרי הרא\"ש שכתב דטעמים הללו מספיקים למגע הגוי' ביין שלנו אבל סתם יינם שאסרו בהנאה אין להתירו ולבסוף כתב דהנח להם לישראל מוטב שיהיו שוגגין כו' משמע דמודה לשיטת הגאונים ז\"ל וכ\"כ הר\"ן על דברי רשב\"ם וז\"ל ומיהו ה\"מ במגע אבל בסתם יינם לא דעיקר התקנה משום בנותיהן ולא חילקו בין גוי עע\"ז או לא וא\"כ אכתי קשה לדעת הר\"ן והרא\"ש ז\"ל שאוסרים סתם יינם בהנאה דע\"כ לאו היינו משום דבר שבמנין כו' דא\"כ במגע הגוי נמי יהא אסור מטעם זה אלא ודאי דהיינו משום חתנות וא\"כ קשה מ\"ש מיינם של ישמעאלים שכתב רבי' ולעיקר קו' נר' לע\"ד לומר דס\"ל ז\"ל דכיון דגזרו על סתם יינם משום בנותיהן שיהא אסור בשתיה אסרוהו נמי בהנאה ואוקמה אדין תורה כין נסך גמור כמ\"ש הטור ומש\"ה אסור אף בזה\"ז דכיון דמעיקרא עשו אותו כיין נסך גמור ויין נסך בזה\"ז נמי אי אתרמי דנסך לע\"ז פשיטא ודאי דאסור ד\"ת אלא דאין רגילין לנסך וס\"ל להגאונים דזה היינו דוקא בגוים עע\"ז דאיכא בהו יי\"נ שאסור מן התורה שייך לומר שעשו אותו כיין נסך גמור אמנם בבני ישמעאל דיינו שיהא אסור בשתיה ולא בהנאה כיון דאין שם יי\"נ ביניהם איך אפשר שיעשו אותו כיי\"נ ומש\"ה מגע הגוי שאינו אסור אלא משום חששא דילמא נסך ליה כמ\"ש רבי' בדין ד' בזה\"ז דאין רגילין לנסך שרי ועיין בט\"ז סי' קכ\"ג סק\"א מ\"ש משם הד\"מ ותמצא כדברינו אלה ודוק. עוד ראיתי להרב מקור ברוך שהקשה על דברי הרא\"ש דנרא' סותרים זו את זו שממ\"ש כאן דטעם זה דבזה\"ז שרי מספיק למגע גוי משמע דס\"ל דבמגע הגוי ליכא משום גזירת חתנות ואלו בפרק א\"מ דפ\"ה ע\"ג הק' על ההיא מימרא דרבא דאמר יין מבושל אין בו משום יין נסך וז\"ל והדבר תמוה דכיון דגזרו על יינם משום בנותיהן וכי משום שהרתיחו לא שייכא הך גזיר' ואי משום דלאו בר ניסוך כו' וכן הק' על מ\"ש רבינו ז\"ל בשם הגאונים שאם נתערב ביין מעט דבש או שאור דהרי הוא כמבושל ומותר לשתותו עם הגוי וכתב עליו דאין לסמוך על זה דעיקר הגזירה משום בנותיהן ואע\"פ שנתן מעט דבש או שאור איכא למיגזר משום בנותיהן ע\"כ וכפי מ\"ש בפרק ר\"י איך השוה יין שלהם דשייך לאסור משום בנותיהן ליין מבושל דלא שייך ביה חתנות וצל\"ע עכ\"ל ולע\"ד הדבר ברור דע\"כ לא כתב הרא\"ש דבמגע הגוי ביין שלנו ליכא טעמא דחתנות אלא דוקא במגע הגוי ביין שלנו דאסרו אותו חכמים אפי' לשתותו אח\"כ הישראל לבדו משום חששא דיין נסך דהתם ודאי לא שייך טעמא דחתנות דכיון דהיין של ישראל ואינו שותה עמו במסיבה אחת פשיטא ודאי דלא שייך משום חתנות דדוקא בסתם יינם כיון דהיין של גוי ונותן לו שישתה איכא קירוב דעת טפי וחששו משום בנותיהן אמנם במגע הגוי ביין שלנו ושותה עמו במסיבה אחת פשיטא ודאי דשייך גזירה דחתנות דמתוך שירגיל לשתות עמו יבואו להתייחד עם בנותיהן והיינו דק\"ל להרא\"ש ז\"ל עמ\"ש רבינו שאם נתערב ביין מעט דבש או שאור שמותר לשתותו עם הגוי דאע\"ג דשרי לשתותו הישראל לבדו מ\"מ לשתותו עם הגוי יחד פשיטא דאסור דשייך גזירה דחתנות ואם לחשך אדם לומר דאכתי קשה שהרי הרא\"ש ז\"ל הקשה קושיא הלזו אמימרא דרבא דאמר יין מבושל אין בו משום יין נסך ומאי קושיא נימא דרבא לא מיירי אלא בשאינו שותהו עם הגוי ואשמועינן דאין בו משום מגע הגוי ביין שלנו ומותר לשתותו הישראל לבדו דאז לא שייך משום גזירת חתנות משום דגזירת חתנות היינו שלא ירגיל לעשות משתאות אצל הגוי כמ\"ש רש\"י פרק א\"מ דל\"א ד\"ה משום חתנות וזה לא שייך אלא ביין שלהם אבל ביין שלנו כל שאינו שותהו עם הגוי פשיטא דשרי כמ\"ש כאן בפ' ר\"י הא ל\"ק משום דס\"ל להרא\"ש דודאי הא דקאמר רבא יין מבושל אין בו משום יין נסך היינו לומר דמותר לשתותו עם הגוי במסיבה אחת מדחזינן לשמואל דהוה שתי עם אבלט דמסתמא ודאי רבא ושמואל לא פליגי ואהא הוא דק\"ל שפיר דכיון דגזרו על יינם משום בנותיהן שלא ירגיל לשתות עמו ומתוך כך יבואו להתייחד עם בנותיהן משום שהרתיחו לא שייכא הך גזירה כנ\"ל פשוט ומתוך מ\"ש מדוקדקי' דברי מרן הב\"י ז\"ל שכתב בסי' קכ\"ג ד\"ה וכיון דלא אסרו אלא ביין הראוי לנסך לפיכך יין מבושל כו' וז\"ל מימרא דרבא פרק א\"מ וקאמר התם דשמואל הוה שתי עם אבלט וכתב הרא\"ש הדבר תמוה כו' והנה לכאורה יש לדקדק עליו דלמאי הלכתא הביא הך דשמואל ואח\"כ כתב וכתב הרא\"ש כו' אלא כונתו ז\"ל למ\"ש דקו' הרא\"ש ז\"ל אע\"ג דתפס קו' אמימרא דרבא סמך אההיא דשמואל דהוה שתי עם אבלט וכן מדוקדקים דבריו שם בסימן הנז' ד\"ה כתב הרמב\"ם וז\"ל הנ\"ל אבל להטיל מעט דבש כל אדם יעשו כן להפקיע עצמם מאיסור יין נסך ונמצאו שותים עם הגוים ומתוך כך יבואו להתייחד עם בנותיהן כנ\"ל נכון:<br><b> ואיך </b> שיהיה נרא' דלרובא דרבוותא דס\"ל דסתם יינם בזה\"ז אסור בהנאה ה\"נ אסור לשאוב אבק הטוטין וליהנות ממנו אמנם מטעם אחר נראה להתיר והוא ממאי דגרסינן פרק כיצד צולין דף ע\"ו ע\"ב אמר רב בשר שחוטה שמן שצלאו עם בשר נבלה כחוש אסור כו' ולוי אמר אפי' בשר שחוטה כחוש שצלאו עם בשר נבלה שמן מותר ריחא לאו מילתא כו' ולענין הלכה הנה דעת רש\"י ז\"ל שם דקי\"ל הלכה כלוי דריחא לאו מילתא היא משום דרבא דבתראה הוא קאי כותיה דאמרינן התם האי בת תיהא בדגוי אביי אמר אסור ריחא מילתא היא ורבא אמר מותר ריחא לאו מילתא היא גם הרי\"ף ז\"ל פרק ג\"ה דף תש\"ט הבי' מחלוק' בזה וכתב וז\"ל הא מילתא פסקו פה רבוותא כלוי וסייעה למילתיה מההיא דגרסינן פרק השוכר לענין בת תיהא כו' וכיון דהלכתא כרבא בהא דריחא לאו מילתא היא ממילא שמעינן דהלכתא כלוי כו' ואיכא מאן דפליג בהא מילתא ואמר דהלכתא כותיה דרב בהאי דהא מסתבר טעמיה בהאי מהא דתנן הרודה פת חמה ונתנה על פי חבית של יין של תרומה ר\"מ אוסר כו' ואמר ר\"ל עלה בפת חמה וחבית פתוחה כ\"ע ל\"פ דאסור והאי בשר שחוטה שצלאו עם בשר נבלה כפת חמה וחבית פתוחה דמיא ועוד דהא תני רב כהנא פת שאפאה עם הצלי אסור לאכלה בכותח כו' והני ראיות אית להו דחייאתה דהא ר\"ל לא הבי' ראיה למידחי הא דלוי ורבא דלוי רביה היא לגבי רשב\"ל כו' הילכך כד מסלקינן להא מימרא דר\"ל מהכא קאי רב כר\"מ ולוי כר\"י וקי\"ל הלכה כר\"י ולא עוד אלא דר\"י נמי לענין ריחא כר\"י ס\"ל דלא פליג אלא בשעורי' מפני שהשעורים שואבות גופו של יין כו' ועוד דכד דייקת למימרא דרב משכחת לה דשייך בההיא מימרא דיליה כו' דס\"ל דמין במינו לא בטל כו' וקי\"ל דכל איסורים שבתורה בס' כו' וכ\"ש ריחא בעלמא את\"ד יע\"ש והנה מ\"ש הרי\"ף ז\"ל דמימריה דרב שייך בההוא מימרא דס\"ל דמין במינו לא בטל אשר מבואר מדבריו דס\"ל דריחא לא חשיב אלא במשהו ולא בנ\"ט הן דברים תמוהים ומשוללי הבנה שהרי אמרי' בגמרא דפלוגתייהו תלייא בפלוגתא דר\"מ ור\"י גבי הרודה פת חמה כו' אע\"ג דהוי מין בשאינו מינו ולכ\"ע בנ\"ט ואפי\"ה אמרי' דר\"מ אוסר משום דס\"ל ריחא מילתא היא אלמא ודאי דריחא חשיב כנ\"ט ולא שייך במימרי' דרב כלל וכבר תמהו עליו בזה הרז\"ה והרמב\"ן במלחמותיו פרק כיצד צולין יע\"ש והר\"ן ז\"ל שם הקשה עוד וז\"ל ועוד דהא אביי דס\"ל נמי כרב אע\"ג דס\"ל כרבנן דר\"י דכל איסורים שבתורה בס' אלמא כי אמר רב ריחא מילתא היא לאו משום דס\"ל מין במינו לא בטיל יע\"ש ולע\"ד נראה דלק\"מ דמעולם לא כתב הרי\"ף דטעמיה דרב משום דס\"ל מין במינו לא בטיל אלא דוקא גבי בשר שחוטה כו' משום דס\"ל דאפי' כי נימא ריחא מילתא היא וכגופו של איסור דמי פשיטא ודאי דאין בריחו יותר מס' אלא משהו ואמאי לא נימא דליבטיל בס' אמנם גבי בת תיהא דאיתה לאסורא בעין אפי' נימא דריחא כמשהו פשיטא ודאי דאסור דהא קי\"ל דחצי שיעור אסור מן התורה וזה נ\"ל פשוט אמנם קושיא קמייתא ודאי מרפסן איגרי והנ\"ל בכונת הרי\"ף לומר דודאי פלוגתא דרב ולוי אי ריחא מילתא היא או לא אפי' במבשא\"מ פליגי כמבואר מההיא דהרודה פת חמה אלא דס\"ל דע\"כ מימריה דרב גבי בשר שחוטה שייכא דוקא לפום שיטתיה דס\"ל דמין במינו במשהו משום דבשלמא במבשא\"מ שייך שפיר למימר דכיון דריח' מלתא היא וחשיב כגופו של איסור מש\"ה אסור ואע\"ג דמסתמ' ודאי אין בריח אלא משהו אפ\"ה הא קי\"ל דאיסור ניכר אפי' באלף לא בטיל וכן נמי קי\"ל דתבלין הואיל ולטעמא עבידי לא בטלי והילכך כיון שהוא מריח ריח איסור הו\"ל כאיסור ניכר אמנם במין במינו לו יהי דנימא דריחא מילתא היא וחשיב כגופו של איסור אכתי אמאי לא נימא דליבטיל בס' והכא לא שייך לומר דחשיב כאיסור ניכר כיון שהוא מב\"מ כי קא מריח ריח בשר היתר הוא ולא ריח בשר איסור אלא עכ\"ל דטעמיה דרב משום דלטעמיה אזיל דס\"ל דמין במינו במשהו וכונת הרי\"ף ז\"ל היא דבא להשיג כלפי סברת החולקים דס\"ל דהלכה כרב בהא דבשר שחוטה כו' אהא הוא דקאמר דכד דייקת שפיר ע\"כ מימריה דרב תלייא כו' וכיון שכן אפי' לפי סברתם דפסקי כמ\"ד דריחא מילתא היא מכח ההיא דר\"ל וברייתא דרב כהנא ומההיא ביניתא דאיטוייא בחלבא דאסרה רבא מפרזקייא מ\"מ מימרא דרב דבשר שחוטה דחוי מעיקרו היא מהטע' שכתבנו אמנם במין בשא\"מ אע\"ג דבטל בס' אפי\"ה פשיטא ודאי דלמ\"ד ריחא מילתא היא אסור משום דחשיב כאיסור ניכר ומאי דאמרינן בגמ' דפלוגתייהו תלייא בפלוגתא דר\"מ ור\"י הכי קאמרי' דלר\"מ דס\"ל במין בשא\"מ ריחא מילתא היא וחשיב הריח כגופו של איסור ה\"נ במין במינו אליבא דרב דס\"ל דהוי במשהו אסור כיון דאיכא משהו דאיסורא דחשיב כגופו של איסור אמנם לר\"י דס\"ל במין בשא\"מ דריחא לאו מילתא היא ואפילו שמריח ריח איסור והו\"ל כאיסור ניכר אפ\"ה כיון דלית ביה ממשא לא חשיבא איסור כלל א\"כ במין במינו נמי לו יהי דהוי במשהו הא אין כאן משהו כלל ואי ק\"ל מאי דאמרינן בגמ' דלוי ודאי תנאי הוא ולא משני דלוי מצי אתי כר\"מ נמי דבמין בשא\"מ ריחא מילתא היא משום דחשיב כאיסור ניכר ובמין במינו הוא דקאמר דמותר משום דס\"ל דמין במינו בטל בס' כרבנן דר\"י הא ודאי ל\"ק משום דאי טעמיה דלוי משום דפליג אמימרא דרב בעלמא לא הו\"ל לאפלוגי הכא אלא אעיקר מימרא דהתם הו\"ל לאפלוגי ולומר דכל איסורין בס' אלא מיהו הא ק\"ל לדעת הרי\"ף ז\"ל מהא דפרכינן התם מתיבי אין צולין ב' פסחים כא' מפני התערובות מאי לאו תערובות טעמים לא מפני תערובת גופין ה\"נ מסתברא מדקתני סיפא אפי' גדי וטלה כו' אלא מאי ע\"כ מפני תערובות גופין הוא דאסור אבל תערובות טעמים שרי לימא תיהוי תיובתא דרב כו' והשתא לדעת הרי\"ף ז\"ל מאי קו' אימא דבריי' דהתם אתיא כרבנן דר\"י דס\"ל דמין במינו בס' ולעולם דריחא מילתא היא ורב דאמר כר\"י ואף גם זאת יש ליישב דלא מצי לשנויי הכי משום דברייתא קתני אפי' גדי וטלה וגדי וטלה כשהן שלמים הו\"ל מין בשא\"מ כמ\"ש מרן הב\"י בשם האגור בסי' צ\"ח ומבואר שם דכשהן שלמים אפילו שחוטין מיקרו מין בשא\"מ כנ\"ל ליישב דברי הרי\"ף הללו ודוק: האמנם מ\"ש עוד הרי\"ף שם לדחות ראיית החולקים דסבירא להו דהלכה כרב מכח ברייתא דתני רב כהנא פת שאפאה עם הצלי כו' וז\"ל ועוד דהאי פת שאפאה עם הצלי כיון דשריא בלחוד בלא כותחא הו\"ל דשיל\"מ דאפילו באלף לא בטיל וכל דבר שהיא א' מאלף כריחא בעלמא הוא ואפי\"ה לא בטיל והאי פת נמי הכין הוא ולאו משום דס\"ל כרב א\"ד הם דברים תמוהים אצלי כי הנה המתבאר מדבריו דכי אמרינן ריחא לאו מילתא אפי' במין בשא\"מ ה\"ד באיסורין שיש להם ביטול בס' אבל באיסורין שהן במשהו לכ\"ע אמרינן ריחא מילתא היא משום דמשהו הו\"ל כריחא וכ\"כ מור\"ם בהגהה סימן ק\"ח וז\"ל י\"א דאיסור האוסר במשהו כגון חמץ בפסח ריחא מילתא היא ובמקום הפסד יש לסמוך אדברי המקילים גם בא\"ח סי' תמ\"ז הביא מחלוקת זה וכתב דיש מחמירים באיסור משהו וציין שם הגהות סמ\"ק ותוספות דע\"ז וכ\"כ בד\"מ סי' ק\"ח ויש לי מן התימא עליו איך לא כתב סברא הלזו משם רבן של כל בני הגול' הרי\"ף גם הר\"ן והרז\"ה פ' כיצד צולין דחו דברי הרי\"ף הללו מטעמא דלא חשיב דשיל\"מ משמע דבעיקר דינא ס\"ל כותיה דבאיסור משהו אמרינן דלכ\"ע ריחא מילתא היא גם הר\"ן בחי' לנדרים פ' הנודר מן הירק החזיק בסברא הלזו ולא מצאתי חולק על זה זולת המרדכי בפ' כ\"ש שנראה מדבריו דס\"ל דאפי' בחמץ בפסח אמרינן ריחא לאו מילתא היא כמ\"ש בד\"מ ולענין דינא נראה ודאי דיש להחמיר אפילו בדיעבד מאחר שהרי\"ף והר\"ן והרז\"ה ותוס' והסמ\"ק ס\"ל הכי וסברת המרדכי יחידאה היא והרב פר\"ח בח\"אח סי' תמ\"ז סק\"א כתב דלענין דינא דאיסור משהו מדרבנן יש לסמוך על דברי המתירין ודלא כדמשמע מדברי המחבר בס\"ס תס\"א דריחא מילתא היא לענין פסח יע\"ש ואלו היה רואה הרב כי סברא זו היא מיוחסת להרי\"ף וסיעתי' כמ\"ש פשיטא ודאי דלא היה סומך להתיר ומאד אני תמיה איך אשתמיט מיניה ושוב ראיתי להרמב\"ן במלחמותיו פ' כיצד צולין שתמה על הרי\"ף שכתב דריחא חשיב כמשהו וז\"ל ועוד אי ריחא כמשהו אסור היכי אמר רבא בת תיהא לאו מילת' היא א\"ד יע\"ש אשר מבואר שדעתו ז\"ל דריחא לא חשיב כלל ואפי' כמשהו וכדעת המרדכי ז\"ל (ועיין בש\"ך סי' הנז' ס\"ק י\"ד שתמה על מור\"ם שכתב די\"א שאין לחלק וכתב דלא מצינו חולק בזה זולת למוהרי\"ל שכת' סי' רי\"ד דלמ\"ד ריחא לאו מילתא היא אין חילוק בין חמץ דאוסר במשהו לשאר איסורים יע\"ש ותמהני איך אשתמיט מינייהו שזו מחלוקת ישנה בין הרי\"ף וסיעתיה והרמב\"ן ז\"ל וצ\"ע) ויש ליישב לדעת הרי\"ף דבת תיהא שאני משום דאזוקי מזיק וא\"נ משום דהוי שלא כדרך הנאתו כמו שכתב הרמב\"ן שם ע\"ע ואולם אני תמוה לסברת הרי\"ף וסיעתיה הלזו דס\"ל דבאיסור משהו אמרי' ריחא מילתא היא לכ\"ע דא\"כ מאי האי דפרכינן התם דלוי ודאי תנאי היא דרב מי לימא תנאי היא והשתא אמאי לא משני דרב מצי אתי אפי' כר\"י וע\"כ ל\"ק ר\"י אלא במין בשא\"מ הואיל ויש לו ביטול בס' וכי קאמר רב במין במינו ורב לטעמיה דס\"ל כר\"י דמין במינו במשהו וריחא חשיב כמשהו ובשלמא לדעת הסמ\"ק והתוס' היינו יכולים ליישב ולומר דס\"ל לתלמודא דרב כי קאמר בשר שחוטה כו' אסור משמע דלכ\"ע קאמר ואפי' לרבנן דר\"י דאל\"כ הו\"ל לפרש ולו' אסור כר\"י אכן לדעת הרי\"ף דס\"ל דע\"כ מימריה דרב משום דלטעמיה אזיל דמין במינו במשהו לכולי עלמא ריחא מלת' היא קשה טובא דמאי פריך לימא דרב כתנאי ומהא דפריך התם ללוי מבריית' דאין צולין שני פסחים לא תיקשי לך דכיון דע\"כ כי קאמר לוי מותר הוא משום דס\"ל דמין במינו בס' אבל לר\"י דהוי במשהו אסור אמאי לא משני דההיא בריית' אתיא כר\"י דהא ל\"ק כמ\"ש משום דקתני סיפ' אפי' גדי וטלה וגדי וטלה הוי מין בשא\"מ מיהו קמיית' קשיא וצ\"ע: ודע שזה שכתב הרי\"ף ולא עוד אלא דר' יוסי נמי לענין ריחא כר\"י ס\"ל דלא פליג אלא בשעורים מפני ששואבת גופו של יין מדברי רש\"י שם מבואר שחולק על הרי\"ף וס\"ל דר\"י אית ליה דריחא מלת' וזה ממ\"ש וז\"ל מפני שהשעורין שואבות את הריח וראיתי להפר\"ח ז\"ל סי' ק\"א ס\"ק י\"ח שתמה על פירש\"י ממתני' דמכשירין דתנן הרודה פת חמה ונתנה ע\"פ חבית של יין ר\"מ מטמא ור\"י מטהר ר' יוסי מטהר בשל חטים ומטמא בשל שעורים מפני שהשעורים שואבות ומיירי מתני' בפת שנלושה במי פירות ולא הוכשר במים וכיון דמוכשרים השעורים לקבל טומאה ע\"י כך ע\"כ ששואבות לחלוחית וממשות היין בעצמו לא ריחא בלבד כדעת רש\"י א\"ד יע\"ש: ולדעתי נראה ליישב דאדרבא מכח מתני' הלזו הכריחו לרש\"י ז\"ל לפרש דפי' שואבות היינו שואבות את הריח דאי פליגי אי שואבות את הגוף א\"כ תרתי ל\"ל הא איפליגו בה חדא זמנא אלא ודאי דהכא בריחא פליגי והתם פליגי אי שואבות גופו של דבר וא\"ת אכתי הא דתמור' ל\"ל הא מכיון דאיפליגו בה במכשירין מינה נשמע לתרומה י\"ל דמתני' דמכשירין לא פליגי אלא דוק' בשלא ראו הפת עד אחר זמן ואין ידוע אם היה עליו משקה טופח וכמ\"ש מרן כ\"מ בהל' טו\"א פי\"ד הלכה א' יע\"ש ועיין בספר חזון נחום ומתני' דהכא פליגי לענין אי ריחא מלת' ונ\"מ אפי' אם כשסלקו מע\"פ החבית ראהו מיד ולא היה בו לחלוחית ועל פי זה יש ליישב מה שהקשה עוד שם לדעת הרי\"ף ורבי' דהיכי אמרינן בש\"ס דללוי ודאי תנאי היא כי היכי דלרב דכ\"ע ריחא מלת' א\"כ ללוי מצינן למימר דכ\"ע ריחא לאו מלת' היא אלא משום דס\"ל דפת חמה שואב לחלוחית היין עצמו כי היכי דקתני גבי הכשר דר\"מ מטמא וע\"כ אינו אלא מפני הלחלוחית ששואב וה\"נ דכוותא יעויין שם מה שנדחק הרבה בישוב קו' זו כמו שיראה המעיין ולפי מ\"ש ניחא דס\"ל לתלמוד' דע\"כ ר\"מ דאוסר משום טעמא דריחא מלת' היא הוא ובא ר\"מ לאשמועינן דבתרומה אסור בכל גוונא משום דריחא מלת' היא דמהתם לא שמעינן ואפי' בגוונא דגבי הכשר טהור כגון שראהו תיכף אחר שסלקו ולא היה בו לחלוחית ור\"י מתיר בכל גוונא ואפי' כשלא ראהו דאי ר\"מ טעמיה דידיה משום דשואבת גופו של יין א\"כ למאי אצטריך לאשמועינן בתרומה ותרתי ל\"ל ורבי יוסי דפליג בשל שעורים מטעמ' דשואבות את הגוף בא לאפלוגי אר\"י משום דחזיתיה לר\"י דמתיר בכל גוונא ואפי' לא ראהו אהא קאמר דאוסר בשל שעורים מפני ששואבות היכא דאיכ' למיחש להכי כנ\"ל נכון: עוד כתב הרב ז\"ל ליישב דעת הטור שפסק כר\"י דמתיר אפי' בשל שעורים ולא כרבי יוסי דנמוקו עמו וכמו שפסק רבי' ז\"ל בפרק ט\"ו מה' תרומות וכתב דהטור ז\"ל ס\"ל כפי' רש\"י ומה גם דהטור פסק כרב כמ\"ש שכך היא מסקנת הרא\"ש ואם כן פי' דמתני' לדידיה דאוסר בשל שעורים מפני שהם שואבות את הריח וריחא מלת' היא ואנן קי\"ל כרבא דריחא לאו מלת' היא בבת תיהא ואית' התם דלדידיה ודאי תנאי היא וא\"כ ע\"כ לא סביר' ליה לרבא כוותיה דרבי יוסי כו' אלא כותיה דר\"י דמתיר אף בשל שעורין ומשום הכי פסק כר\"י במקום ר' יוסי את\"ד יע\"ש:<br><b> ולע\"ד </b> יש לדקדק על תי' זה שהרי משמע ודאי דהא דהרודה פת חמה כו' לא דמי לבת תיהא אלא לפלוגתא דרב ולוי וזה מבואר ממ\"ש התוס' בפ' ב' דע\"ז ד\"ה רבא אמר שכתבו וז\"ל וגווני טובא איכ' בריחא פ\"ח וח\"פ אסור לכ\"ע למט' ממנו ריח פיטו' נבל' שנחלקו בו רב ולוי למטה ממנו בת תיהא כו' ולהכי לא מייתי תלמודא ההיא דריח כמון משום דלא דמי לריח פיטום כו' יע\"ש אשר מבואר מדבריהם דההיא דהרודה פ\"ח דמי לריח פיטום מדאקשי עליה דרב מההיא דהרודה פת חמה וכ\"כ הרב ח\"ה ז\"ל שם יע\"ש ואם כן כיון שהטור ז\"ל כתב דמסקנת הרא\"ש כר\"ת הי\"ל להטור לפסוק להא דרבי יוסי דנמוקו עמו דאוסר בשל שעורים דס\"ל דהן שואבות את הריח כריח פיטום ולכן הנראה ליישב לדעת הטור דס\"ל דאין הלכה כרבי יוסי משום דהו\"ל הכרעה שלישית לא כמר ולא כמר וקי\"ל דהכרעה שלישית אינה הכרעה ואין הלכה כדברי המכריע (ועיין בתוס' פ\"ק דפסחים) ועיין בזה באורך בהרב יבין שמועה כלל רס\"ד ואף לדעת התוספו' ז\"ל שכתב הרב הע' שם דאפילו בהכרעה שלישית כה\"ג הלכה כדברי המכריע כבר כתבו דה\"ד כשהחולקים הזכירו בדבריהם שיש סברא לחלק אלא שסוף סוף אין נראה לחלק אז כשיבא הג' ויחלוק ביניהם הוי מכריע כאותה שבפ' כירה שהחולקים הזכירו בדבריהם אבל כשהחולקים לא גילו דעתם שיש סברא לחלק ובא הג' וחילק הויא הכרעה ג' ואינה הכרעה יעש\"ב ואם כן ה\"נ דכוותא כיון דר\"מ ור\"י לא הזכירו שיש סברא לחלק בין חטים לשעורים הוה ליה הכרעה ג' ואין הלכה כדברי המכריע זה נ\"ל נכון בדעת הטור ואדרבא על רבינו ז\"ל יש לדקדק איך פסק כר' יוסי ואולי שהוא ז\"ל סובר כפי' ר\"ת שכתבו התוס' דהכרע' ג' היינו דור ג' ודוק ודע שמדברי הרי\"ף מבואר דס\"ל דלדידן דקיימא לן דריחא לאו מילתא היא פת חמה וחבית פתוחה נמי מותר וכן מבואר מדברי רבינו בפט\"ו מהל' תרומות ע\"ש ואולם הטור ז\"ל סימן הנז' פסק דפת חמה וחבית פתוחה אסור ומשמע שדין זה הוא אליבא דכ\"ע ואפילו לפוסקים כלוי דריחא לאו מילתא מדסתם ולא הביא מחלוקת בזה וכן פסק מרן בשלחנו הטהור ונראה שדעתם ז\"ל לפסוק כמ\"ש התוספ' ז\"ל בפ\"ב דע\"ז והרא\"ש שם וז\"ל והשתא איכא גווני טובא דריחא ריח החזה שבכלי פת חמה וחבית פתוחה דאסור לכ\"ע וריח בשר פלוגתא דרב ולוי וקי\"ל כרב כו' יע\"ש וכ\"כ הרב ש\"ך שם ס\"ק י\"ו ומה מאד תמהני על מרן החביב ז\"ל שכתב בהגהת הטור אות נ\"ז על דברי הש\"ך ז\"ל הללו וז\"ל ואין דבריו נכונים דהתוס' והרא\"ש ז\"ל ס\"ל דהלכתא כרב דריחא מילתא היא ומ\"ה כתבו דלא דמו אהדדי כו' אבל למאן דפוסק כלוי אין חילוק בין פת חמה וח\"פ לבשר נבלה ושחוטה להתיר א\"ד יע\"ש והוא פלא שמדברי התוספות והרא\"ש הללו מבואר הדבר כביעתא בכותח' דאסור אף ללוי וכמ\"ש דאסור לכ\"ע וזה פשוט ואיך שיהיה נקטינן מכל האמור שלדעת הרי\"ף ורבינו ורוב הפוסקים קי\"ל כלוי דריחא לאו מילתא וכמו שפסק מרן ז\"ל וא\"כ בנ\"ד נמי נראה דמותר לשאוב אבק הטוטין ואף אם יש בו ריח יין אפי' הכי ריחא בעלמא לאו מילתא ואם לחשך אדם לומר שהרי כתבו רש\"י והרי\"ף והרא\"ש דאפילו לוי לא שרי אלא בדיעבד אבל לכתחילה אסור וא\"כ ה\"נ דכוותא בנ\"ד אסור לכתחילה מיהו י\"ל דמהא לא ארייא שהרי הרז\"ה ז\"ל השיג על הרי\"ף ז\"ל בזה מההיא דבת תיהא דשרי רבא לכתחילה והרמב\"ן יישב דבריו דהנאה הבאה לידי אכילה שאני דאז אסור לכתחילה משא\"כ בבת תיהא וכן כ' הפר\"ח ז\"ל שם ועוד נ\"ל ליישב דברי הרי\"ף ז\"ל דההיא דבת תיהא שאני דהריח מזיק כמ\"ש התוס' שם והילכך שרי אפי' לכתחילה ומאי דמייתי בפ\"ב דע\"ז מההיא דכמון של תרומה והרודה פת חמה אע\"ג דהתם הוי דיעבד מייתי בהדרגות דכי היכי דהתם שרי בדיעבד אף ע\"ג דהריח אינו מזיק א\"כ היכא דהריח מזיק שרי אפי' לכתחילה כנ\"ל וכדרך שכתב הפר\"ח ז\"ל ומאחר עלות כל האמור בענין תבנא לדיננא דבנ\"ד לכ\"ע שרי דהוי ממש כההי' דבת תיהא דשרי לכ\"ע והלכה פסוקה היא כמ\"ש מרן בב\"י דכן פסקו כל הפוסקים זולת סברת איכא מ\"ד שכתב הרי\"ף ז\"ל שנר' מדבריו שדעתו לפסוק כאביי והוא יחידי בסברא הלזו וכ\"ש בנ\"ד דאיכא דספוקי שמא יש בו ס' באבק הטוטין נגד היין שמזלפין דבהא לכ\"ע ריחא לאו מילתא היא כמ\"ש מור\"ם בסימן הנזכר ומה גם דאפי' לדעת הסוברים דסתם יינם אסור בהנאה אינו אלא מדרבנן וכבר כתב האו\"ה ז\"ל דחלה שלנו שהיא מדרבנן מותר לכתחילה לאפותה עם הפת יע\"ש:<br><b> ואולם </b> כל זה שכתב' אינו אלא בהניח יסוד מוסד שמה שמזלפין בו יין אינו אלא כדי ליתן בו ריח האמנם אכתי איכא לספוקי שמא מה שנותנין יין הוא כדי להחזיק בו את אבק הטוטון דכיון שכן ודאי אין להתיר מטעמ' דריח' לאו מלת' היא דאפי' נימא דריחא לאו מלת' היא מ\"מ הרי הוא נהנה מגופו של איסור שמתחזק הטאבאק\"ו ע\"י היין ואף גם זאת נר' שיש להתיר בשופי משום דכיון דקי\"ל דיין נסך מין בשא\"מ בטל בס' ובנ\"ד איכ' לספוקי שמא יש בו ששים באבק הטוטון נגד היין פשיט' ודאי דשרי דכיון דסתם יינם דרבנן הו\"ל ספק דרבנן ולקולא וה\"ז דומה ממש למ\"ש הטור ז\"ל י\"ד סימן צ\"ח דאם נתערב מין במינו ונשפך בענין שאין יכולים לעמוד עליו לשערו אם נתברר שהיה רובו היתר מותר דס' דרבנן תולין להקל יע\"ש כ\"ש בנ\"ד דאיכ' ספיקי טובא אעיקרא דמילתא אי סתם יינם בזה\"ז אסור בהנאה או לא ואת\"ל דאסור בהנאה שמא מה שנותנין בו יין אינו אלא כדי ליתן בו ריח וריחא לאו מילתא ואת\"ל שנותנין אותו כדי להחזיק בו אבק הטוטון שמא יש בו ס' באבק כנגד היין כנ\"ל להלכה ולמעשה וה' יצילנו משגיאות אכי\"ר:<br><b> אפריון שלמה</b>\n<b> בתשובה, </b> דבריו תמוהים מ\"ש ליישב קושית הר\"ן דהרי אביי ס\"ל בת תיהא וכתב הוא ליישב דלכתחלה ודאי אסור מפני דהוי האיסור בעין וח\"ש אסור מן התורה קשה לי עליו דא\"כ מה פריך הש\"ס ללוי דס\"ל באם צלאו בשר שמן ובשר נבלה דמותר מברייתא דאין צולין ב' פסחים כאחד מה קושיא דלמא לוי דוקא דעבד התיר מכח דהוי משהו אבל לכתחלה אסור דח\"ש אסור מן התורה וכיון דגוף הפסח בעין אסור לו לצלות עמו פסח אחר ודומה ממש לבת תיהא ומה לי ריח האדם מה שיקבל ומה לי ריח הפסח והן אמת ששיטת רש\"י הוי כן דאי לא הותר רק בדעבד אבל התוס' הקשו עליו קו' הנ\"ל דמה פריך מאין צולין ב' פסחים ובע\"כ דאפי' לכתחלה מותר ואם כן מוכח דזה עדיף מח\"ש דאסור מן התורה או מדרבנן צ\"ל דהרי עיקר טעם דח\"ש אסור בין למ\"ד ד\"ת או למ\"ד דרבנן היינו רק מכח דחזי לאצטרופי ויש לחוש שיבוא לידי מכשול וחיוב דאורייתא אבל בדבר דא\"א לבוא לידי חיוב דאורייתא כלל וא\"א לבוא לידי צירוף כלל לא אסרה בזה התורה לח\"ש וכן רבנן לא גזרו בזה כיון דלעולם רק משהו איכא ולא מבעיא לפי מה שרוצה הפמ\"ג לומר בפתיחה וכמה דוכתא באמ\"ה וכן גה\"נ דח\"ש מותר בי' כיון דלא שייך חזי לאצטרופי כיון דחלקו מבחוץ פטור פשיטא דא\"ש אף גם אי נימא דבזה ג\"כ אסור ח\"ש היינו כיון דהי' ראוי להצטרף מעיקרא כשהי' שלם וכיון שנאסר שוב לא פקע או עכ\"פ מדרבנן ודאי אסור אף בגה\"נ ואמ\"ה היינו ג\"כ רק כיון שכבר הי' אסור כשהי' שלם שוב לא פקע איסורא כיון שהי' ראוי לאצטרופי מתחלה שוב לא פקע אבל בריח דלעולם אין בו רק משהו ומעיקרא א\"א לבוא לידי צירוף כזית לא שייך בזה חזי לאצטרופי ולא אסור מן התורה גם רבנן לא גזרו בזה איסור כלל כיון דא\"א לבוא לידי איסור תורה וכמ\"ש הרשב\"א הובא בטויו\"ד ובטו\"ז סי' צ\"ט וקכ\"ב שבכלי שמשמשין בו רק בשפע מותר להשתמש בו לכתחלה ואף החולקים שם עליו מודים כאן כיון דא\"א בשום אופן לבא לידי איסור לכך בזה מותר אף לכתחלה ואם כן שפיר הקש' הר\"ן על הרי\"ף דאי ס\"ל דהוי כמו ח\"ש ולכך אוסר שם אביי מה פריך הש\"ס ללוי ודברי הר\"ן נכונים. גם מ\"ש שם ליישב דברי הרי\"ף דלכך אוסר בפת וחביות כיון דעביד לטעמא והוי כניכר האיסור דבריו תמוהין דאם כן למה הוצרך הרי\"ף לכתוב דבפת שאפאה עם הצלי אסור מכח דהוי דשיל\"מ תיפוק לי' דבזה הוי מבשא\"מ וניכר האיסור אלא ודאי דלא הוי זה בכלל עביד לטעמי':<br><b> גם </b> מ\"ש ליישב דלכך לא משני הש\"ס לרב דברייתא דאין צולין אתיא כרבנן דמב\"מ בסמ\"ך משום דאם כן מה קאמר ואפילו גדי וטלה הלא זה הוי מבשא\"מ דבריו תמוהין דאכתי למ\"ל לש\"ס לתרץ בב' קדרות לתרץ כפשוטו דהוי הכונה כך דאתיא כרבנן ורב יסבור כאביי דס\"ל דבתר טעמא אזלינן וא\"כ גדי וטלה ודאי הוי טעמם שוה דנהי שכתב הב\"י בשם האגור דגדי וטלה הוי ב' מינים כשהם שלימים היינו משום דבתר שמא אזלינן שהוא מיירי שם למ\"ד דבתר שמא אזלינן וכמ\"ש הפמ\"ג בפירוש הטו\"ז בסי' צ\"ח ס\"ק א' וגם זה רק כשהם שלמים אבל למ\"ד דבתר טעמא אזלינן ודאי טעמו שוה ובפרט דהרי האגור לא כתב רק בשלימין והיינו אם נתערבו זה בזה ואינו ניכר אבל כאן דלא חיישינן רק לתערובת טעמים והריח אם כן הריח הפורש מזה ומזה ודאי אין עליו דין שלם רק כחתיכה ממנו והוי מב\"מ דמה בכך שהם שלימין הלא לא חיישינן לתערובת עצמן רק להריח והריח לא נבלע מחתיכה בעלמא ואם כן מה פריך הש\"ס לרב נימא דס\"ל כאביי דבתר טעמא אזלינן. ומה שהקש' השעה\"מ דלמה לא מוקי כרבנן הנה לפמ\"ש הוא עצמו ליישב קו' הר\"ן מבת תיהא מכח דלכתחלה אסור דח\"ש אסור מן התורה אדרבא א\"ש טובא די\"ל דבע\"כ מה דפריך הש\"ס ללוי מאין צולין היינו דידע הש\"ס דלוי מתיר אף לכתחלה ולפ\"ז בע\"כ דלוי ס\"ל דריחא לא נחשב איסור כלל אפילו בתורת משהו ובזה מיושב מה שהקשו למה פריך הש\"ס ללוי ולא משני דלוי ס\"ל בסמ\"ך וברייתא אתיא כר\"י דמב\"מ במשהו משום דהרי קיי\"ל אין מבטלין איסור לכתחלה אף בסמ\"ך ואם כן איך מתיר לוי לכתחלה אף דהוי משהו מיהו לכתחלה אין מבטלין ובע\"כ דלוי ס\"ל דריחא לאו מלתא הוא כלל ואף שם משהו לא נחשב עלה ובפרט למ\"ש לעיל דבזה לא שייך ח\"ש אסור מה\"ת כיון דלא חזי כלל לאצטרופי אם כן אף לר\"י דס\"ל מב\"מ במשהו ראוי שיהי' מותר כאן כיון דלא הוי עלה שם משהו כלל אבל רב דס\"ל דאוסר אף בדעבד א\"כ נהי דס\"ל דמב\"מ במשהו עכ\"פ כיון דשם משהו עלה ראוי שאף לרבנן יהי' אסור לכתחלה דאין מבטלין איסור לכתחלה וראוי שיתסור עכ\"פ לכתחלה וא\"כ הברייתא דאוסר מפני תערובת גופין ודאי הוי רק לכתחלה מכח שמא יתערב ואם כן לכתחלה ראוי שיתסור בלא\"ה מכח תערובת טעמים דאין מבטלין איסור לכתחלה ושפיר פריך לרב וא\"ש ואף דלעיל דחינן דברי השעה\"מ במה שתמה קו' הר\"ן מאביי וכתבנו דבזה לא שייך ח\"ש אסור מה\"ת או דרבנן מכח דלא חזי לאצטרופי כלל היינו דוקא לדידן דקיי\"ל מב\"מ ג\"כ בטל ואם כן הריח הזה א\"א לבוא לעולם לידי איסור כלל מן התורה ולכך לא שייך בזה חזי לאצטרופי וראוי להיות מותר לכתחלה אבל לרב עצמו דס\"ל מב\"מ במשהו אם כן בע\"כ דס\"ל דמשהו מריח יש איסור מן התורה דאל\"כ אם הוא עצמו מותר איך שייך שיתסור במינו כיון דהוא עצמו מותר אלא ודאי דס\"ל דהוא עצמו אסור מן התור' והיינו מכח זה עצמו כיון דס\"ל מב\"מ לא בטל אם כן חזי המשהו של הריח לאצטרופי. לכך אסור הוא אף באינו מינו לכתחלה מכח דח\"ש אסור מן התורה ואין מבטלין איסור לכתחלה (מיהו מ\"ש מה\"ת אינו דבשאר איסורין חנ\"נ רק מדרבנן ואם כן לא חזי לאצטרופי מה\"ת רק מדרבנן אוסר ח\"ש כיון דמדרבנן חנ\"נ בשאר איסורין א\"כ נהפך ההיתר לאיסור וא\"כ יהי' נעשה מכולו איסור כזית מדרבנן לכך אף ח\"ש אסור מכח חזי לאצטרופי מדרבנן ודוק היטב):"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד </b>\n<b> היו לפניו טבל ונבלה כו'.</b> עיין בהרב פרשת דרכים שתמה על מ\"ש הר\"ן ז\"ל משם הראב\"ד בהא דקי\"ל דחולה שיש בו סכנה שוחטין לו בשבת דלמה לא נאכילהו נבלה שהיא איסור לאו ועדיף מלשחוט שהוא איסור סקילה ותי' מ\"מ איכא חומרא אחרת בנבלה שהאוכלה עובר על כל זית וזית אבל לענין שבת לא עבר אלא בשעת שחיטה וחד איסור הוא דאיכא ומש\"ה לאוין הרבה דנבלה לא מיקרי איסור קל לגבי חד לאו דשבת אף על גב דהוי איסור סקילה ע\"כ ותמה עליו הרב הנזכר מסוגיא הלזו דאם כן היכי קאמר ת\"ק דטבל ותרומה מאכילין אתו טבל משום דתרומה חמורה דל\"ל תקנתא הא הכא כשאוכל טבל עובר על כל זית וזית יע\"ש מה שתירץ ולדידי ק\"ל ממ\"ש רבינו ז\"ל בהלכו' נזירות פ\"ו הלכה י\"ג נזיר וכהן שפגעו במת מצוה יטמא נזיר אף ע\"פ שהוא סותר ימים הראשונים כו' ואל יטמא כהן שזה קדושתו קדושת עולם כו' יע\"ש והיא משנה ערוכה פרק כ\"ג ופסק כחכמים והשתא קשה כפי דעת הראב\"ד ז\"ל דרבוי הלאוין חשוב איסור חמור ק\"ט דה\"נ לו יהי דכהן קדושתו קדושת עולם וחשיב קדושתו חמורה מ\"מ נזיר חמיר טפי דאיכא ביה לאוין הרבה כמ\"ש רבי' בפ\"ה מה' הנז' דין כ\"א וז\"ל נזיר טהור שטימא עצמו לוקה אף משום לא תאחר לשלמו שהרי איחר נזירות טהרה כו' הא למדת שהנזיר שטימא עצמו לוקה ד' מלקיות משום לא יחל כו' ואלו בכהן שטמא את עצמו אינו לוקה אלא אחת ואפי' לת\"ק דפליג התם וס\"ל דיטמא כהן מ\"מ לאו מה\"ט הוא דפליג כמבואר שם ורואה אני שהדברים ק\"ו ממ\"ש הר\"ן דאי חשיב איסור נבלה חמיר טפי אע\"ג דאיסור נבלה ליכא אלא לאו גרידא ושבת איסור סקילה כ\"ש כהן ונזיר ששתיהן הן בלאו גרידא וליכא אלא חומרא דקדו' קדושת עולם דפשיטא ודאי דנזיר חשיב איסור חמור טפי מטעמא דרבוי הלאוין וכבר עלה בדעתי לחלק בין היכא שעובר על רבוי הלאוין בזה אחר זה כההיא דנבלה שכתב הר\"ן להיכא שעובר על רבוי הלאוין בבת אחת כההיא דכהן ונזיר אך חילוק זה אין בו כדי שביעה כלל וכעת צ\"ע ולדעת רבי' ז\"ל דנזיר שטימא את עצמו לוקה ד' ק\"ל טובא ממתני' דפ\"ג דמכות דתנן התם יש חורש תלם אחד ועובר עליו משום ח' לאוין החורש בשור ובחמור מן המוקדשין כו' כהן ונזיר ופרש\"י שם דלוקה משום לאו דטומאה דכהן ומשום לאו דטומאה דנזיר והשתא ק' דליתני עובר בעשרה לאוין משום לא יחל ומשום בל תאחר וליכא למימ' דמתני' לאוין החלוקין בשמות קתני ואה\"נ דבנזיר חייב ג' אלא דלא חשיב אלא לאוין החלוקין בשמות שהרי בגמרא פרכי' התם ולילקי נמי משום זורע בי\"ט ומוכחינן מינה דחילוק מלאכות לשבת ואין חילוק מלאכות בי\"ט ואם איתא ק' הא אם כן איכא למימר דמשום יום טוב לוקה שתים אלא דלא חשיב אלא לאוין החלוקין בשמות דומיא דנזיר וראיתי להרב החינוך שהביא דין זה משם הרמב\"ם כנר' שאין דין זה פשוט וכעת צ\"ע לעת הפנאי:<br><b> טעם המלך</b>\n<b> ד) </b>\n<b> וכשאני </b> לעצמי אומר אני דשני לן בין טומאה לאיסור דהתם אם גזרי' שעדיף לעבור על איסור סקילה מלעבור על איסורים הרבה א\"כ אין כאן רושם איסור כלל דמשום פיקוח נפש התורה התירה לעבור אלא שאנו אמרינן שאפי' הכי נגדר הדבר בקל הקל דאם יכול להציל הנפש בדבר קל לא התירה התורה לחמור ואף גם יש לומר אפ\"ה יעבור החולה גופא על איסורים הרבה משאיש אחר יעבור על איסור אפי' קל ומכל שכן חמור זה ליתא דאם אמרינן שזהו קל כיון שרק פעם אחת נעשית העבירה אם כן אין האחר עושה מידי ואין כאן רושם איסור וישרים דרכי ה' התורה אסרה והתורה התירה אבל גבי טומאה אף אם התורה התירה לטמא למת מצוה ומותר לטמא לכהן ונזיר מכל מקום הכי אינן טמאין לנפש המה הלא טמאין המה והתורה הקפידה שלא יהיה הכהן והנזיר טמא ולפיכך אמרינן יטמא נזיר ולא יטמא הכהן שיותר עדיף שהנזיר יהיה טמא אף שסותר נזרו מאשר הכהן יהיה טמא ואין כאן הנושא חומר האיסור אלא כאן הנושא מי יהיה טמא ולכן נקטה משנתינו הלשון יטמא כהן יטמא נזיר ולא נקט בלישנא יעבור נזיר ויעבור כהן דלא על העברת האיסור אנו באין לדון אלא על הטומאה באין לדוק דוק: ומה שהקשה רבינו על דעת הרמב\"ם דפסק דנזיר עובר על ד' לאוין ממתניתין דמכות דיש חורש תלם אחד וקא חשיב כהן ונזיר לב' לאוין והא טובא איכא עיין בספר טורי אבן בסוגיא דבל תאחר דהקשה גם כן קושיא זו והעלה לבסוף דיש להעמיד בענין שאין עובר בבל תאחר ולא נשאר הקושיא רק שעכ\"פ לא נמלטנו בנזיר מב' לאוין היינו על כל נפשות מת ובל יחל וכן אמרתי אנכי במ\"א דמוכרח שיש למצוא מקום שאין הנזיר עובר זולת על ב' לאוין דזולת זה דברי הרמב\"ם (בפרק א' מהלכות נזיר הלכה ב') שכתב הנזיר שטמא את עצמו עובר בב' לאוין סותר את עצמו מדבריו שהביא רבינו פה שכתב שעובר על ד' לאוין ופלפול גדול היה לי בזה הענין את הרב הגאון המפורסם מוהר\"ר ישעיה פוק מברעסלי' נ\"ו והוא אתי בחבורי הגדול ואמרתי ישוב נכון על קושית הרב פה כיון דהרב הקשה לעיל פרק ח' מהלכות אלו סוף הלכה ו' על מתניתין דמכות איך חייל כלל איסור נזיר על איסור כהן הא אין איסור חל על איסור בכולל:<br><b> ואמרתי </b> לפ\"ז קושיא אחת פרוקא לקושיא השניה דודאי לענין בל יחל <span class=\"R\"> (שכח)</span> ל\"ק כלל איך חל בל יחל על איסור כהן דנדרים חלים על דבר מצוה כמו שפסקינן בי\"ד סי' רס\"ו בשם תשובת הרשב\"א אף שאין שבועה חלה על דבר מצוה מ\"מ נדר חל ובמקום אחר הארכנו בזה וא\"כ לא קשה היאך חל איסור נזיר על כהונה דאיסור נזיר כוונות המשנה משום לאו דלא יחל ובאמת אין לוקין על לאו דעל נפשות מת לא יבוא כיון שכבר מצוה עליו מצד איסור כהן וב' קושיות מתורצים המה דאין כאן שלשה לאוין בכהן ונזיר כיון דאין איסור נזיר חל על איסור כהן רק בלאו דלא יחל דחל משום דנדר חל כאשר יעדנו ואין לוקין על נזיר פה במשנה אלא חד לאו וזה שחשיב המתניתין כהן ונזיר לב' לאוין על איסור כהן משום נפשות מת לא יבוא ומשום איסור נזיר לאו דלא יחל. ואולם אמרתי בחדושי לפי זה קשיא לרב נמי דהקשה ולתני נמי שבוע' שלא אחרוש בין בחול בין בי\"ט ולא הסיק אדעתן דמתני' לית ליה כולל ולפ\"ז קשיא אי אית למתני' כולל הרי תשעה דהא כהן ונזיר ב' לאוין הם לפ\"ז דעל נזיר לוקין ב' י\"ל דבה\"א באמת הי' סובר דחשיב המתני' כהן ונזיר לג' לאוין ואפי' הכי לא קשיא הא איכא לפ\"ז ע' לאוין די\"ל דהאי מוקדשין לאו בחמור של הקדש איירי ושלא כפירש\"י במשנתינו ובפסחים (מ\"ו א') אלא לאו בחמור של הקדש מיירי ולפי זה תרצתי קושית תוס' פסחים (מ\"ז א') מה שכתב בד\"ה ומוקדשין דלפירש\"י דבחמור של הקדש מיירי המתניתין א\"כ קשיא מגמרא דמכות דפריך הש\"ס ולחשוב נמי שבועה כו' מידי דאיתא בשאלה לא קא חשיב והרי הקדש בבכור והרי נזיר כו' ואמאי לא פריך הש\"ס והרי חמור עיין היטב בתוס' ולפי דברינו ניחא דהשתא בהאי הוי אמינא דלא ידע הש\"ס דמתני' לית ליה כולל וא\"כ ודאי היה סובר הש\"ס דלאו בחמור של הקדש מיירי והא דהוי שמנה לאוין היינו דכהן ונזיר הוי שלשה לאוין חד לאו דכהן וב' לאוין דנזיר אלא לפי האמת דמסיק הש\"ס האי תנא איסור כולל לית ליה וא\"כ אין איסור טומאת נזיר חל על כהן זולת לאו דלא יחל לחודיה וא\"כ לפ\"ז הלא הוי רק זי\"ן לאוין וע\"כ בחמור של הקדש מיירי ומוקדשין הוי תרי לאוין דא\"כ רש\"י דפירש מוקדשין בחמור של הקדש היינו אליבא דאמת אבל לא בהוי אמינא של הש\"ס לכן לא פריך המקשה והרי חמור דוק ואף שיש לפקפק על דברי דלפ\"ז מה היה למתני' לנקוט כהן ונזיר ויהיה חייב על כהן אחת ועל נזיר אחת לנקוט נזיר לחודיה זאת בארתי בחדושי בענין רחב ואין כאן מקומו ולפי פשוטו י\"ל דאגב אורחין אתי' המתני' לאשמועינן דגבי נדר לא אמרינן אין איסור חל על איסור כדעת הרשב\"א שהבאנו עיין ודוק:<br><b> מעשה חושב</b>\n<b> (שכח) </b> ל\"ק כלל איך חל בל יחל על איסור כהן כו'. כמו שפסקינן ביו\"ד סי' רט\"ו בשם תשובת הרשב\"א כו' במחכ\"ת שגה בזה דאדרבה הרשב\"א בתשובה סי' תרט\"ו כתב להיפך דנדרים אינם חלים על דבר מצוה אלא לבטל. אבל לא לקיים והוא דעה הראשונה ביו\"ד סי' רט\"ו אבל רש\"י וסייעתי' ס\"ל דנדרים חלים נמי לקיים המצוה והיא דעה שני' בי\"ד סי' הנ\"ל וא\"כ לא מיבעי להרשב\"א ז\"ל דס\"ל דאין נדר חל אלא לבטל מצוה שהוא בקום ועשה ולא לקיים ועל מצות ל\"ת אינו חל כלל בין בקיומו ובין בביטולו א\"כ הכא ודאי אינו חל לאו דבל יחל לענין טומאה אלאו דטומאת כהן אלא דאפילו לדעה שני' הנ\"ל דחולקת על הרשב\"א ז\"ל י\"ל דהיינו דוקא בנדר ס\"ל דחל נמי לקיים המצוה והאומר אכילת נבילה עלי קונם חייב שתים והיינו משום דנדר הוי איסור חפצא אבל בנזירות הא יש מחלוקת בין הפוסקים בדינה (עיין רש\"י נזיר דף ד' ובחידושי הארכתי) אי חשיבא כשבועה או כנדר וא\"כ אי נזירות איסור גברא הוא הרי אפילו לדעה שני' הנ\"ל הקושיא במקומה עומדת דאיך חלה נזירות אף לענין בל יחל על טומאת כהן ודו\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נמצאת </b>\n<b> למד שכל איסורין שבתורה כו' מין במינו כו' שיעורו בששים כו'.</b> פסק כר\"י לגבי רב ושמואל וכן פסקו התוס' ז\"ל משם ר\"ת בפ' כ\"ש דף ל' ובפ' ג\"ה דצ\"ו ע\"א ד\"ה אמר רבא ודלא כרש\"י ז\"ל שכתב בפ' כל הבשר דקי\"ל כר\"י דאמר מב\"מ במשהו והביא ראיה מדפסיק רבא הלכת' חמץ בזמנו בב\"מ בין בשא\"מ במשהו כרב וטעמיה דרב מפרש התם רב לטעמיה דאמר כל איסורין שבתורה במינו במשהו יעוין שם ור\"ת ז\"ל הקשה עליו דרבא גופיה קאמר בפ' ג\"ה אמור רבנן כו' הילכך מב\"מ דליכא למיקם אטעמא בס' יע\"ש. וראיתי להרב כנה\"ג ז\"ל בי\"ד סימן צ\"ח בהגהת הטור אות ה' שכתב ליישב קושיית ר\"ת הלזו וז\"ל ואומר אני דשייך ביטול בס' מין במינו אפילו לר\"י בדבר שאיסורו מדרבנן וכמ\"ש פרק ג\"ה דף צ\"ט ע\"ב עלה דההיא דתנן דג טמא צירו אסור ר\"י אומר רביעית בסאתיים ופרכינן והאר\"י מ\"במ לא בטיל ומשני שאני ציר דזיעא בעלמא ופי' התוספות והרשב\"א ז\"ל דלא אסור אלא מדרבנן וכ\"כ בשה\"ג פרק השוכר ואם כן איכא למימר דמאי דקאמר מב\"מ בס' מיירי בדבר שאיסורו מדרבנן אלו ת\"ד ע\"ש ובעניותי נראה להכריח שלדעת רש\"י ז\"ל עכ\"ל דס\"ל דאפילו באיסורין דרבנן מב\"מ במשהו ואמינא לה מהא דפרכי' פ' כ\"ש אהא דאמר רבא חמץ שלא בזמנו בין במינו בין שלא במינו מותר כר\"ש ומי אמר רבא הכי והאמר רבא ר\"ש קנסא קניס הואיל ועבר עליה בב\"י כו' והשתא יש לדקדק לדעת רש\"י ז\"ל דס\"ל דטעמי' דרבא דאמר בזמנו בין במינו כו' במשהו הוא משום דס\"ל כר\"י דמב\"מ במשהו מאי קו' אימא דכי קאמר רבא שלא בזמנו מותר בס' הוא דקאמר ואף ע\"ג דקאמר מותר סתמא מצינו למימר שפיר דהיינו ס' שהרי רב קאמר ג\"כ כי האי לישנא התם שלא בזמנו במינו אסור שלא במינו מותר ומפרש רש\"י התם דאסור דקאמר היינו במשהו ומותר דקאמר היינו בס' וא\"כ ה\"נ דשלא בזמנו מותר דקאמר רבא היינו בס' והוצרך רבא לומר מותר כר\"ש לאשמועינן דדוקא לר\"ש דס\"ל דלא אסור מדאורייתא מותר בס' משום דכיון דאיסורו מדרבנן מב\"מ בטל בס' אמנם לר\"י דס\"ל דחמץ שעבר עליו הפסח אסור מן התור' מב\"מ איסורו במשהו ובשלמא לדעת ר\"ת וסיעתיה דס\"ל דדוקא גבי חמץ בפסח ס\"ל לרבא דהוי במשהו משום דחייב כרת ולא בדילי אינשי מיני' כולי שתא פריך תלמודא שפיר דע\"כ לא מצי' לומר דמותר דקאמר רבא הוא בס' דא\"כ מאי ארייא כר\"ש אפי' לר\"י דס\"ל דאסור מן התורה בטל בס' כשאר איסורין כיון דליכא טעמא דחייב כרת ולא בדילי ומשום טעמא דיל\"מ נמי ליכא אכן לדעת רש\"י ז\"ל קשה טובא אלא עכ\"ל דאפי' באיסורין דרבנן ס\"ל דמ\"במ במשהו וזה נ\"ל ראיה שאין עליה תשובה:<br><b> ועוד </b> יש להביא ראיה לדבר ממה שכתב רש\"י ז\"ל פ' כ\"ה דף קי\"ו ע\"ב ד\"ה ה\"ז וז\"ל וחלב הנמצא קרוש בעור הקיבה שמולחים אותה בעורו כו' נראה בעיני איסור גמור כו' עד מ\"ש וכשמתערב חלב זה עם חלב הגבינה הו\"ל מ\"במ כו' וגם פסקנו בפסחים הלכה דמ\"במ במשהו כו' יע\"ש הרי מבואר דאפי' באיסור דרבנן אסור במשהו שהרי חלב שחוטה אין איסורו אלא מדרבנן כנודע ועוד מצאתי הדבר מפורש פ' הערל דפ\"ב ע\"א דאמרינן התם אמר רב שישא בריה דרב אידי רישא בט\"ו משקין דרבנן סיפא דאורייתא וכתבו התוס' ורש\"י ז\"ל שם דקסבר רב שישא בריה דרב אידי דרבנן לא פליגי אדר\"י אלא בדרבנן הרי מבואר דלר\"י אפי' באיסורין דרבנן ס\"ל דמב\"מ לא בטיל ומעתה עכ\"ל דההיא דאמרינן שאני ציר דזיעא בעלמא דוקא בציר הקילו כיון דהוי זיעא בעלמא ולא בשאר איסורין כנ\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> כל דבר שיש לו מתירין כו'.</b> כתב הרב תה\"ד הביאו מרן הב\"י י\"ד סימן ס\"ט וז\"ל בשר ששהה ג' ימים בלא מליחה ונתערבה אותה חתיכה בחתיכות אחרות ירא' דבטלה היא ברוב ושרי כולן לבשל ולא אמרינן דכיון דמותר לצלי דשיל\"מ הוא ולא בטיל אפילו באלף משום דכל כה\"ג לא מקרי דשיל\"מ דלצלי לא נאסר מעולם ואף על גב דהרי\"ף חשיב כה\"ג דשיל\"מ ראבי\"ה לא חשיב ליה עכ\"ד ופסקו מרן בש\"הט סעיף י\"ד והנה הר\"נ ז\"ל בפ' הנודר מן המבושל דף נ\"ב ע\"א מחלפא שיטתיה מן הקצה וכתב דבדבר שיש לו מתירין עכשיו כגון פת שאפאה עם הצלי דכתב הרי\"ף דאסור לאוכלו בכותח כיון שיש לו מתירין לאוכלו עם בשר אפילו שלא במינו אוסרת בכ\"ש יע\"ש שהאריך בחילוק זה ולכאורה יש להקשות עליו ממ\"ש בפ' הנודר מן הירק דנ\"ח תניא ר\"ש אומר כ\"ד שי\"למ כגון טבל כו' לא נתנו חכמים בהם שיעור וכל דבר שאל\"מ נתנו חכמים שיעור א\"ל והלא שביעית אין לו מתירין ולא נתנו חכמים שיעור דתנן ה\"ז אוסרת בכ\"ש במינה א\"ל אף אני לא אמרתי אלא לביעור וכתב הר\"ן אף הן לא אמרו שה\"ז אוסרת בכ\"ש אלא לענין שצריך ביעור לאוכלו קודם הביעור דכיון דאפשר לאוכלו הו\"ל דשיל\"מ אבל לאכילה כלומר אם נתערבה לאחר הביעור שאם יהיו אסורים תערובתן לאסרו באכילה ב\"במ בין בשלא במינו בנ\"ט ע\"כ והשתא לפי מ\"ש בפ' הנודר מן המבושל דכל דשיל\"מ עכשיו אפי' בשלא במינה לא בטיל אם כן אמאי קתני מתניתין ה\"ז אוסרת בכ\"ש במינה אפי' שלא במינה נמי כיון שיש לו מתירין עכשיו לאכלו קודם הביעור לא בטיל אמנם הא ל\"ק דע\"כ לא כתב הר\"ן דבדשיל\"מ עכשיו אפי' בשא\"מ לא בטיל היינו דוק' כשההיתר שיש לו עכשיו הוא לעולם כגון פת שאפאה עם הצלי דאסור לאוכלו בכותח כיון שיש לו מתירין לעולם בבשר משא\"כ הכא גבי ז' נהי דעכשיו יש לו היתר לאוכלו מיהו לאחר הביעור הוא נאסר וא\"כ הו\"ל כדשיל\"מ דאסור עכשיו וניתר למחר דבשא\"מ בטל והנה במ\"ש הר\"ן דאם נתערב לאחר הביעור בין במינה בין בשלא במינה כנר' מדברי הרע\"ב בפי' המשנה נראה דפליג על זה שכתב בפ\"ז דשביעית מ\"ז השביעית אוסרת בכ\"ש במינה לאחר הביעור אבל קודם הביעור אין בו קדושת שביעית שיהא אסור להפסיד' ולעשות בהם סחורה עד שיהא בהן בנ\"ט בין במינה בין בשלא במינה הרי שכתב הרע\"ב דאפי' לאחר הביעור אוסרת בכ\"ש ונראה דהרע\"ב ז\"ל מפ' מאי דקאמר ר\"ש אף אני לא אמרתי אלא לביעור דה\"ק דדוק' לאוסרו לאחר הביעור הוא דאסור בכ\"ש אבל לאכילה כלומר קודם הביעור לא אסור בכ\"ש לענין איסור סחורה ולאסרה דוק' באכילה משום קרא דלאכלה אלא בנ\"ט ויש לתמוה דלאחר הביעור הרי אין לו מתירין וכמ\"ש הר\"ן ואם כן אמאי אסו' בכ\"ש ומאי אהדר להו ר\"ש עדיין הקושיי' במקומה עומדת דהרי ז' דאין מתירין ולא נתנו חכמים שיעור ומ\"ש דקודם ז' אינו אסור לעשות בהם סחורה עד שיהא בהן בנ\"ט אי משום דאיסור סחורה אין לו מתירין לאחר הביעור נמי אין לו מתירין ותו לפי דבריו דאף לאחר הביעור ז' אוסרת בכ\"ש אם כן מאי קא מבעייא לן בפ' הנודר בבצל שעקרו בז' ונטעו בח' אי גדולי היתר מבטלין את העיקר ומסיק דגדולי היתר מעלין את העיקר והשת' כיון דז' אוסרת בכ\"ש אפי' אחר הביעור אפ\"ת דגדולין מבטלין וחשבינן ליה כשאר תערובת היינו בדבר שיש לו ביטול ברם ז' אין לו ביטול והיכי מבטלין את העיקר בשלמא לפי' הר\"ן ניחא דמשו\"ה מסיק דגדולי היתר מעלין את העיקר כיון דהוי לאחר הביעור דמשעת שנטעו בח' הרי נאסר באכילה ושוב אין לו היתר כלל ומש\"ה בטיל אמנם לפי' הרע\"ב קשה טובא ואין לומר דס\"ל לתלמוד' דגדולין חשיבא טפי ומבטלין את העיקר דהא ליתא דהרי אמרי' התם בגמ' דנ\"ט מתיב רמי ב\"ח קונם פירות האל' עלי כו' אסור בחלופיהן ובגדוליהן שאני אוכל מותר בחילופיהן ובגדוליהן בד\"א בדבר שזרעו כלה אבל בדבר שאין זרעו כלה אסור אמר אביי שאני קונמות הואיל ואי בעי מתשיל עלה הו\"ל כדשיל\"מ ולא בטיל הרי בהדי' דס\"ל לתלמוד' דנדרים משום דאין לו ביטול ואסור בכ\"ש משום הכי גדולי היתר אין מבטלין את העיקר דאיסור ואם כן תיקשי דגידולין דמוצאי ז' אמאי מבטלין את העיקר הרי ז' לא בטיל דומי' דנדרים אשר על כן נראה לומר דהרע\"ב ז\"ל ס\"ל כדעת הרמב\"ן שכתב בפי' על התורה בפ' בהר וז\"ל דז' אינו לא מן הנשרפין ולא מן הנקברים אלא כשהגיע זמן הביעור מפקירן על פתח ביתו ואוכלין והולכין לעולם ואם חזר וזכה בהם אוכל והולך עד שיכלו וזו היא ז' שאוסרת בכ\"ש לביעור כמו שהוזכר בנדרי' מפני שיש לה היתר בביעור אבל אם עכבם בביתו אחר הביעור כדי לאכלן אסורים הם באכילה לגמרי וזו היא ז' שאוסרת בנ\"ט לאחר הביעור שאין לו מתירין עכ\"תד וכ\"כ הרב תי\"ט בפ\"ח מ\"א שדעת הרע\"ב כדעת הרמב\"ן והשת' מ\"ש הר\"עב ה\"ז אוסרת בכ\"ש לאחר הביעור אינו ר\"ל דאם נתערב אחר הביעור אוסרת בכ\"ש אלא כונתו לומר דאם נתערב בזמן הביעור ולא ביערו אלא עכבם בתוך ביתו אחר הביעור כדי לאכלן הרי הן אסורים באכילה לאחר הביעור בכ\"ש כיון שהיה לו מתירין בביעור היה לו לבערן אבל אם נתערב לאחר הביעור מודה הרע\"ב דאינו אוסר בכ\"ש כיון שלא היה לו מתירין דמשעת שעכבם בתוך ביתו נאסרו באכילה ואין לו מתירין כלל וכמ\"ש הרמב\"ן וזהו דאבעייא לן בגמ' בבצל שעקרו בז' ולא ביערו אלא עכבם בתוך ביתו שאסורים באכילה ונטעו בח' אי גדולי היתר מעלין את העיקר ואסיקנא דמעלין כשאר תערובות דכיון דהוי לאחר הביעור בטיל ברוב אך ק\"ק דאם כן כשכתב הרע\"ב אבל קודם הביעור אין בו קדושת ז' כו' הול\"ל ג\"כ דאם נתערב לאחר הביעור בין במינו בין בשלא במינו בנ\"ט שוב ראיתי להתוס' בפ' הנודר מן הירק שכתבו וז\"ל דתנן הז' אוסרת בכ\"ש והא דאבעיא לן לעיל אי גדולי היתר מבטלין לעיקר דז' י\"ל דהכא מיירי בדבר לח אבל ביבש לא א\"נ שמא גדולין חשיבי טפי ומבטלין את העיקר עכ\"ל הנה מדברי התוס' הללו נראה בהדיא דס\"ל דאפי' אם נתערב לאחר הביעור הז' אוסרת בכ\"ש דאל\"כ ל\"ק להו מידי מההיא דגדולי היתר דהתם בבצל שעקרו בז' ונטעו בח' כיון דאתא זמן הביעור ולא ביערו א\"כ כשנתערבו הגדולין לאחר הביעור משו\"ה מבטלין את האיסור וכיון שכן יש לתמוה דאמאי אסור בכ\"ש הרי לאחר הביעור אין לו מתירין ומאי אהדר להו ר\"ש ותו דדברי התוספות סתרי אהדדי שם סמוך ונראה עמו שכתבו ד\"ה את\"ל כו' פי' הר' אליעזר כגון פירו' ששית שנכנסו בז' וגדלו משהו צריכין ביעור כפירות ז' אבל לאכילה כגון פירות ז' שנתערבו בפירות דהיתר אינו אסור במשהו אם כן מאי קא קשיא להו הכא מההיא דבצל וצ\"ע ולקו' הא' היינו יכולים לומר דס\"ל להתוספות כדעת הרמב\"ן דאפילו דכשהגיע זמן הביעור מפקירן בפתח ביתו ואוכלין והולכין לעולם וס\"ל להתוספות דאפי' אם עכבם אחר זמן הביעור לאכלן יכול להפקירן אח\"כ ומיהו כל זמן שלא הפקירן הרי הן אסורים באכילה ובהא פליגי הרמב\"ן ז\"ל ומשום הכי ס\"ל להתוספות דאפילו אם נתערבו אחר הביעור אוסר בכ\"ש דהוי דשיל\"מ ע\"י שיפקירם אלא דהא ודאי ליתא מדגרסינן בפרק הגוזל דק\"א בגד שצבעו בקליפי ז' ידלק ואם איתא אמאי ידלק יפקירנו ויחזור ויזכה בו אלא ודאי משמע כדעת הרמב\"ן דאם עכבם בביתו אחר הביעור ולא הפקירם אינו יכול להפקירם עוד דהשתא ההיא ברייתא מיתוקמא בשהגיע זמן הביעור ולא הפקירם ועיין במוהר\"ם ן' חביב בקונט' תיה\"ך דף כ\"ב ע\"א ועיין בהתוספות בפרק מקום שנהגו דף נ\"ב ד\"ה מתבערין גם מה שתי' דגדולין חשיבי ומבטלין את העיקר אע\"ג דשאר תערובות אוסר בכ\"ש הם דברים תמוהים מההיא דרבי אבא דקאמר שאני נדרי' דאי בעי מתשיל עלה ולא בטיל ברוב וכדכתיבנא לעיל וצ\"ע ועיין בהר\"ש פ\"ו מ\"ג ויש ליישב בדוחק דס\"ל דדוקא גבי נדרי' אמרינן דמשום דלא בטיל ברוב גדולי היתר אין מעלין את האיסור אבל גבי ז' אף דאוסר בכ\"ש כשאר תערובות אפי\"ה גדולי היתר חשיבי ומעלין כיון דאיסורו ע\"י קרקע בטילתה נמי ע\"י קרקע וכה\"ג משני תלמודא דף נ\"ח לר\"י (אלא דהא ליתא כפי מ\"ש שם לקמן ד\"ה קונם) גם מה שתי' דהכא מיירי בדבר לח אבל בדבר יבש לא הוא תמוה דהרי בנדרים אמרינן דמשום דלא בטיל גדולין אין מבטלין העיקר אף דהוי דבר יבש לפי דעתם ואם כן גבי ז' דלא בטיל ברוב דהוי דשיל\"מ אמאי מבטלין סוף דבר שדבריהם צל\"ע ולא זכיתי להבינם מיהו מ\"ש הרע\"ב אבל קודם ז' אין בו קדושת ז' לענין שיהא אסור להפסידם ולעשות בהם סחורה ומשמע מדבריו דדוקא לענין איסור סחורה הוא דבטיל אבל להצריכו ביעור חייב לבער דהו\"ל דשיל\"מ כו' ונראה ודאי דה\"ט משום דאיסור סחורה אין לו מתירין ומשום הכי בטיל ויש לתמוה דנראה דהרע\"ב ז\"ל פליג דידיה אדידיה ממ\"ש בפ\"ב דבכורים מ\"ב על מתניתין דקתני יש במעשר ובכורים משא\"כ בתרומה כו' ואסורים בכ\"ש וגידוליהן אסורים מלאכול בירושלים אף לזרים ולבהמה דל\"ת דוקא לענין ליאכל חוץ לירושלים הוא דאוסרים בכ\"ש דלהאי מילתא חשיבי דשיל\"מ כיון שיכול לאכלו במקומו אבל לאסו' תערובתן לזרים ולבהמה דאיסו' זרות ובהמה אין לו מתירין סד\"א דלא יאסרו תערובתן קמ\"ל כיון דחל על תערובתן שם בכורים ומעשר ליאסר לאכלן חוץ לירושלים חל נמי לענין זה לאסור לזרים ולבהמה ע\"כ ואם כן ה\"נ יהא אסור לעשות סחורה אף דאיסור סחורה אין לו מתירין כיון דחל עליו שם ז' להצריכו ביעור ולאוסרו אם לא ביערו חל נמי לענין סחורה דומיא דהתם ממש ויש לחלק בדוחק דדוקא התם דהאיסורים הם איסורי אכילה ומשו\"ה כיון דחל עליה שם בכורי' לענין איסור אכילה חוץ לירושלים חל נמי לענין איסור אכילת זרים ובהמה אבל הכא דהוו תרי ענייני דאיסור איסור סחורה ואיסור אכילה בלי ביעור אז לא אמרינן כיון דחל עליה שם ז' לענין איסור אכילה בלי ביעור חל נמי לענין איסור סחורה דאיסור סחורה לחוד ואיסור אכילה לחוד כנ\"ל: ודרך אגב ראיתי לעמוד על מה שהקשה הרב תוי\"ט ז\"ל בפ\"ט דשביעית מ\"ג שפסק שם הרע\"ב ז\"ל גבי ההיא דהכובש שלשה כבשים בחבית כר\"ג דאמר כל שכלה מינו מן השדה יבער מינו מן החבית וה\"ט משום דס\"ל דדוקא ממשו של כל אחד שכלה בשדה אסור אבל טעמו הרי הוא כמבוער ואע\"פ שיש בו טעם בלוע מן האיסור דהיינו אותו מין שכלה לית לן בה כתב וז\"ל ותימא דאי הלכה כר\"ג א\"כ הא דפי' הרע\"ב דשביעית קודם הביעור בין במינה בין שלא במינה בנ\"ט דלא כהלכתא יעיין שם ולע\"ד נראה לומר דמ\"ש הרע\"ב בספ\"ז דז' אוסרת קודם הביעור בין במינה בין בשלא במינה בנ\"ט היינו דוקא בשנתערב גוף האיסו' בתוכו דמהשת' לא חשיב כמבוער שהרי ממשו של איסור מעורב בו משא\"כ בההיא דהכובש שלשה כבשים אין כאן אלא פליטת האיסור שהרי אותו המין שכלה מן השדה כבר מבער מינו מן החבית ונמצא שלא נשאר כאן כי אם פליטת האיסור בלבד ובהא ודאי הוא דשרי ר\"ג דכיון דלא נשאר כי אם פליטתו חשיב כמבוער ועיין בש\"ך ז\"ל י\"ד סי' ק\"ב ס\"ק ט' גבי דשיל\"מ ותמצא כעין חילוק זה שכתבנו ועל פי זה ניחא נמי מה שהק' עוד הרב הנז' בפ\"ז משנה ז' על מ\"ש הרע\"ב ז\"ל שם ורד חדש שכבשו בשמן ישן ורד של שביעית שכבשו בשמן של ששי ילקט את הורד קודם שיגיע זמן הביעור והכל מותר אבל ורד של שביעי' שכבשו בשמן של שמיני וכבר הגיע זמן הביעור של הורד חייב לבער את הכל דשביעית אוסרת בשאינו מינו בנ\"ט ותמה עליו הרב הנז' שכיון שכבר פי' בסיפא דמתני' דקודם הביעור בין במינה בין בש\"במ בנ\"ט א\"כ מ\"ש רישא דהכא ורד חדש כו' דמותר הכל הרי אף קודם הביעור בנ\"ט והכא נמי הורד נ\"ט בשמן יע\"ש שהניחו בצ\"ע אכן על פי מ\"ש הנה נכון דע\"כ לא כתב הרע\"ב ז\"ל דקודם הביעור בנ\"ט אלא דוקא בשנתערב גוף האיסור משא\"כ גבי ההיא דורד חדש דאין כאן אלא פליטתו שהרי הוא מלקט הורד מתוך השמן והשתא אתיא הך מתני' כר\"ג דהלכתא כותיה כנ\"ל נכון ועיין בהשגת הראב\"ד ז\"ל פ\"ז מה' שמיטה ויובל דין ג' שכתב וז\"ל ומאותו הביעור ואילך אינו אוסר במשהו לפי שאין לו שום היתר אבל לביעור הראשון כיון שיש לו היתר באכילת ג' סעודות אוסר במשהו וחייב לבער ביעורו מן הבית זה דעת ר\"ש והוא שאמר כל הירק אחד לביעור שכל המינים שנכבשו בחבית כיון שכלה אחד מהן בשדה יבער את כולם מפני שהוא אוסר במשהו לזה הביעור ע\"כ וקשה טובא שהרי לו יהי דנימא דלביעור הראשון אוסר במשהו מפני שהוא כדשיל\"מ מ\"מ הא דדשיל\"מ לא בטיל אינה אלא במינו אבל שלא במינו בנ\"ט וכמ\"ש רבינו כאן וכתב עליו הראב\"ד שהוא משנה שלימה וא\"כ הכא גבי שלשה כבשים שנכבשו בחבית אחד כיון שחלוקין הן במינן היכי קאמר ר\"ש דאוסר במשהו לזה הביעור וצ\"ל דס\"ל ז\"ל דכל מיני ירקות חשיבי כמין אחד דשם ירק אחד הוא והו\"ל כמין במינו דלא בטיל אפי' באלף ודע שמדברי הראב\"ד ז\"ל הללו שכתבתי מבואר דס\"ל דהא דדשיל\"מ אפילו באלף לא בטיל לאו דוקא בשנתערב ממשו של איסור אלא אפילו לא נתערב אלא טעמו גרידא אפי\"ה לא בטיל ושלא כדעת מור\"ם ז\"ל שכתב בי\"ד סימן ק\"ב ועיין בש\"ך שם ודוק: איך שיהיה הדרן לדמעיקרא דדעת הר\"ן ז\"ל הפך דעת הרב תה\"ד וכן נראה שהוא דעת רבינו ז\"ל שכתב בה' מעשר שני פ\"ו הלכה י\"ד וז\"ל פירות מע\"ב שנתערבו בפירות חולין יאכל הכל בטהרה או יפדה את המעשר לפיכך אם נתערבו בירוש' אוסרים בכ\"ש במינן דכך היא גירסת הספרים אבל הוא טעות סופר דצ\"ל במינן דדוקא במינם אין לו ביטול אבל שלא במינם אפי' דשיל\"מ מותר ועיין במ\"ש מרן הכ\"מ פ\"ה מה' ביכורים דין נ\"ה ובפר\"ח סימן ק\"ב ס\"ק ח' הואיל והוא בירוש' הרי הוא כדבר שיל\"מ ע\"כ והנה מדברי רבינו ז\"ל הללו נראה דס\"ל דדוקא בירוש' אין לו ביטול דמקרי דשיל\"מ אבל חוץ לירוש' יש לו בטול ברוב כיון שאינו יכול לאכלו שם ואע\"ג דמצי להעלותו לירוש' לא מקרי דשיל\"מ כיון שיש לו טורח בעלייתו וכ\"כ הרע\"ב וכ\"כ רבינו בפי\"המ וז\"ל ואומר לך בכאן שאם נתערב אפי' שיעור מועט ממע\"ב או מן הביכורים ויהיה אותו העירוב בירוש' בלבד יהיה דין אותו תערובת כדין מעשר ע\"כ ונראה דס\"ל דאע\"ג דאי בעי פדי ליה לא מקרי בהכי דשיל\"מ כיון שיש לו היתר ע\"י פדיון דהא תרומה יוכיח שיל\"מ ע\"י שאלה ואפי\"ה אמרינן בפרק הנודר דנ\"ט דכיון דליכא מצוה לאתשולי לא מקרי דשיל\"מ ודוקא בנדרי' דמצוה לאתשולי עלייהו מדר' נתן הוא דמקרי דשיל\"מ וא\"כ גבי מעשר נמי מאי מצוה איכא לפדותו ומשום הכי חוץ לירוש' בטל ברוב ומ\"ש רבינו בדין ט\"ו זרעו קודם שיכנס הגדולין חולין ופודה אותו כשעת זריעתו שאני גדולין דמיניה קא רבו ומשום הכי צריך פדיון ומ\"ש רבינו פירות מעשר שנתערבו בפירות חולין יאכל הכל כו' או יפדה את המעשר מיירי בדלית ביה שיעור כדי לבטל את המעשר וכן הוא מוכרח דאי מיירי בשנתבטלו ברוב ועלה קאמר דיאכל הכל בטהרה אם כן מאי לפיכך אם נתערבו כו' דקאמר הא בהכי קיימינן אלא ודאי דבתחילה מיירי בדלית ביה כדי לבטל ומש\"ה לא כתב פירות מעשר שנתערבו בירוש' משום דכיון דלית ביה ביטול אפילו בחוץ לירוש' הם אסורין וצריך שיאכלם במקום או יפדה וכן נר' ממ\"ש מרן על דין זה וז\"ל פירות מעשר כו' פשוט הוא ואי רבי' איירי בדאית ביה כדי ביטול הא טובא אשמועינן דאין לו ביטול זה הנלע\"ד דעת רבינו והרע\"ב ואולם רש\"י והרא\"ש והר\"ן ז\"ל בפרק הנודר על ההיא ברייתא דקתני כל דשיל\"מ כגון טבל ומעשר שני והקדש לא נתנו חכמים שיעור כתבו וז\"ל דמ\"ב והקדש יל\"מ ע\"י פדיון ויש לדקדק בדברי הר\"ן דנרא' דאיהו ז\"ל פליג דידי' אדידי' שהרי כ' לקמן גבי תרומה וז\"ל תרומה מאי מצוה לאתשולי איכ' הילכך לא מיקרי דשיל\"מ והקדש דקא מני לעיל בדבר שיל\"מ בהקדש ב\"ה עסקינן דע\"כ לפדייה קאי והשתא ק' דאכתי תקשי ליה מע\"ב דקא מני דשיל\"מ ע\"י פדייה אע\"ג דליכא מצוה בפדייתם ונראה דס\"ל להר\"ן ז\"ל דגבי מע\"ב כיון שיש לו טורח בעלייתו מסתמא לפדייה קאי ומקרי בהכי דשיל\"מ ומשום הכי ל\"ק ליה אלא מהקדש ומ\"מ נראה דדעת רש\"י והתוס' והרא\"ש הפך דעת הר\"ן מדכתבו סתם הקדש יל\"מ על ידי פדיון דמשמע דבכל הקדש קאמרי ויש לדקדק דתקשי להו קו' הר\"ן דהא גבי תרומה כיון דאין מצוה לאתשולי לא מקרי דשיל\"מ וכבר ראיתי שנתקשה בזה הרב בעל מוצל מאש ז\"ל סימן י\"ט יע\"ש:<br><b> ונלע\"ד </b> לומר דמאי דצרכינן בקונמות טעמא דמצוה לאתשולי עלייהו כי היכי דלהוי דשיל\"מ ומשום הכי בתרומה לא הוי דשיל\"מ היינו דוקא לגבי שאלה דההיתר בא ע\"י טורח דמי יימר דמזדקקי ליה תלת כמ\"ש מרן בפ' י\"ד דין י\"ב ובעלמא קימ\"ל דכשההיתר בא ע\"י טורח לא מיקרי דשיל\"מ וכמ\"ש הרשב\"א לענין הגעלה עיין בי\"ד סימן קכ\"ב ומשום הכי בנדרים כיון דמצוה לאתשולי עליה הוי כמי שבא ההיתר ממילא וכאילו אתשולי דמי משא\"כ בתרומה אבל גבי הקדש דיל\"מ על ידי פדיון ולא בא ע\"י טורח אף דליכא מצוה מקרי דשיל\"מ נמצינו למדין שדעת רבינו והרע\"ב דאי בעי פדי ליה לא חשיב דשיל\"מ ויש לדקדק שהרי בדין י\"ו כ' וז\"ל מ\"ב בטל ברוב באיזה מעשר אמרו במעשר שנכנס לירושל' ויצא ונפלו מחיצות שהרי אין שם מחיצות להחזירו לשם ואי אפשר לפדותו מאחר שנכנס משמע מדבריו טעמא דמחיצה קולטת ואינו יכול לפדותו הא אם אין מחיצה קולטת והיה יכול לפדותו הו\"ל דשיל\"מ וזה הפך ממ\"ש כאן ובפרק הזהב דנ\"ג פריך תלמודא אברייתא דקתני באיזה מעשר אמרו שנכנס לירושלים ויצא ומוקמינן לה בדנפול מחיצות והאמר רבא מחיצה לקלוט דרבנן וכי גזור כי איתנהו מחיצות כי ליתנהו מחיצות לא גזור ומאי קושיא הא לא מקרי דשיל\"מ מטעמא דאי בעי פדי ליה כיון דליכא מצוה כנדרים לדעת רבינו וי\"ל דהתם גבי נכנס ויצא אפילו נפלו מחיצות לס\"ד דמקשה דהוה ס\"ל דכי ליתנהו מחיצות מחיצה אינה קולטת והיה יכול לפדותו הוי שפיר דשיל\"מ משום דכיון דאינו יכול להעלותו ולאוכלו דנפלו מחיצות אז אמרינן מסתמא כי הוה בעיניה לפדייה קאי ומקרי דשיל\"מ עכשיו שנתערב ע\"י פדיה והוה ליה כהקדש בד\"ה שכתב הר\"ן דמקרי דשיל\"מ כיון דלפדייה קאי ה\"נ כיון דלא חזי להעלותו לירוש' מסתמא לפדייה קאי ומשום הכי פריך בגמ' שפיר וכן נמי לעיל דפריך לחזקיה ממתניתין דהתרומה כו' דלעביד ליה כדחזקיה משום דכיון דמתני' איירי בשנטמא כמ\"ש רש\"י דבור המתחיל משא\"כ הו\"ל כהקדש ב\"ה דלפדייה קאי הכא נמי כיון שנטמא מסתמא לפדייה קאי הוי דבר שיל\"מ משא\"כ בנתערב חוץ לירוש' דהתם כי הוי בעיניה לאו לפדייה קאי וגם אין לומר דעכשיו שנתערב יכול להעלותו לירושלים דכיון שיש לו טורח בעלייתו לא מקרי דשיל\"מ לדעת רבינו ומיהו הדבר הקשה אלי לדעת רבינו דחוץ לירושלים לא מקרי דשיל\"מ א\"כ מאי פריך בגמ' התם לחזקיה דאמר מעשר שאין בו שו\"פ אומר הוא וחומשו מחולל על מעות הראשונות ממתני' דקתני התרומה והבכורים כו' משא\"כ במעשר מאי משא\"כ במעשר לאו דמעשר בטל ברוב ואם איתא דלחזקיה הוה ליה דשיל\"מ והשתא נהי דהמקשה סמיך אברייתא דמייתי לבסוף באיזה מעשר אמרו במעשר שאין בו ש\"פ מ\"מ התרצן דלא שמיע ליה ההיא ברייתא אמאי קא מיהדר אתי' דחזקיה בפשיטות הול\"ל דמתני' מיירי בנתערב חוץ לירושלים דלא הוי דשיל\"מ לדעת רבינו וברייתא גופא דקאמר באיזה מעשר שני אמרו במעשר שאין בו ש\"פ אמאי ל\"ק במעשר שנתערב חוץ לירושלים לדעת רבינו דבטיל ברוב ואין לומר דרבינו ז\"ל מיירי כשאין בו שו\"פ ומשום הכי כתב דדוקא אם נתערבו בירושלים אוסר בכ\"ש אבל חוץ לירושלים לא דכיון שאין בו ש\"פ אין לו פדיון וגם לא מקרי דשיל\"מ כיון שאין בו טורח ואהא פריך תלמודא לחזקי' ממתני' דבשיל\"מ לדידן לא תקשי דמיירי בחוץ לירושלים ואין בו ש\"פ דהא לית' דכיון דהוא ז\"ל פסק בפ\"ה דין ה' כחזקיה הוה לי' למימר דבחוץ לירושלים אם יש לו מעות מעשר שני לא בטיל ואי לא בטיל וצ\"ע כעת והרא\"ש כתב שם בנדרים וז\"ל מע\"ב יל\"מ לעלותו לירושלים וראיתי להרב מוצל מאש סי' הנזכר שתמה לדעת הרא\"ש ז\"ל וז\"ל וקשיא לי טובא שהרי שנינו שהמעשר והבכורים אוסרים תערובתן בכ\"ש בתוך ירושלים דוקא שיכול לאוכלו בקדושת מעשר אבל חוץ לירושלים כיון שיש לו טורח להעלותם לא מקרי דשיל\"מ וכן הקשה לדעת הר\"ן ורש\"י והרשב\"א ז\"ל בת\"ה ד\"ג שכתבו דמעשר ישל\"מ ע\"י פדיון שהרי כפי זה אמאי קתני בירושלים אפי' חוץ לירושלים יכול הוא לפדותו עכ\"ל ואשתומם על המראה איך פה קדוש יאמר דבר זה שהרי בהדיא כתב הר\"ש וז\"ל ואסורין לאכול בירושלים בכ\"ש כו' כלומר לענין שלא לאוכלו בירושלים הם אסורים בכ\"ש דהוי דבר שיש ל\"מ דאפשר להעלותם כו' ובס\"ד כתב וי\"מ דמתניתין מיירי בנתערבו חוץ לירושלים ומחלקין בין ירושלים לחוץ לירושלים ולא יתכן כלל מדלא משני הכי בירושלמי עכ\"ד הרי לך בהדיא שדעת הר\"ש כדעת הרא\"ש ז\"ל וגם הרשב\"א והר\"ן י\"ל דס\"ל כתי' הר\"ש דלענין שלא לאוכלו חוץ לירושלים הם אסורין בכ\"ש דהוי דשיל\"מ ע\"י פדיון גם על מרן ז\"ל יש לתמוה שכתב בדין י\"ד וז\"ל ומ\"ש לפיכך אם נתערבו בירושלים כו' כך פיר' רבינו ור\"ש מה ששנינו בפ\"ב דבכורים ואסור לאכול כ\"ש בירושלים ע\"כ דהרי דעת הר\"ש ברור מללו דלא כדעת רבי' שהר\"ש ז\"ל הביא פיר' רבינו בשם י\"מ ודחאו בשתי ידיו ואפשר דמ\"ש כך פירש רבינו והר\"ש כונתו לו' שכן פי' בשם י\"מ אלא דהוא ז\"ל דחאו מכח ההיא דירושלמי ודוחק: וראיתי להרב פ\"ח ז\"ל סימן כ\"ח שהקשה לדעת הרא\"ש והר\"ש וז\"ל אלא דאיכא למידק עלה מהא דפריך התם בפרק הזהב ושנכנס לירושלים ויצא אמאי ליהדר וליעייליה וכתבו התוס' גבי אין בו ש\"פ לא פריך הכי דאיירי ברחוק מירושלים ומקרי בהכי אין לו מתירין אבל הכא דקתני משנכנס לירושלים ויצא משמע אפילו לא יצא אלא פסיעה אחת ואמאי וניעייליה ע\"כ וזה מוכיח כדברי הרמב\"ם והרע\"ב ואפשר להסכים סברת הרא\"ש והר\"ש עמהם דמצינן למימר דאיהו מיירי בשאינו רחוק מירושלים דבכה\"ג מקרי דשיל\"מ אף לדעת הרמב\"ם והכי מוכח ממ\"ש הרמב\"ם פירות מעשר כו' לפיכך אם נתערבו בתוך ירושלים כו' ואלו בסוף כתב מע\"ב בטל ברוב כו' שהרי אין שם מחיצות להחזירו לשם דמשמע טעמא דאין שם מחיצות הא איכא מחיצות לא בטילי ומטרחינן ליה לעיולי אלא ע\"כ צריכין לחלק ברחוק מירושלים הרבה למעט ומר אמר חדא ומ\"א חדא ולא פליגי עכת\"ד:<br><b> והנה </b> מה שרצה לומר דהר\"ש לא פליג אהרמב\"ם ז\"ל דרבינו מיירי ברחוק הרבה והר\"ש מיירי ברחוק מעט הם דברים תמוהים דהרי כ' הר\"ש בסוף דבריו וי\"מ דמתני' איירי בשנתערבו בירושלים ומחלקינן בין בירושלים לחוץ לירושלים ולא יתכן זה מדלא משני הכי בירושלמי (כלומר דבירושלמי ה\"ק חד סבר לר\"י דהכא במתני' קאמר וגדוליהן אסורים ואלו בפ\"ט דתרומות קתני גדולין מעשר ובכורים חולין והוה ליה לשנויי דההיא דפ\"ט דתרומות מיירי ברחוק מירושלים והכא מיירי בתוך ירושלים) הרי משמע בהדיא דפליגי וא\"ל דהך י\"מ שכ' הר\"ש לאו היינו רבינו דרבי' מיירי ברחוק מירושלים הרבה אבל ברחוק מעט ס\"ל דהוי דבר שיל\"מ וכמו שהוכיח הרב מדבריו והר\"ש גופיה מודה בהכי והך י\"מ הם י\"מ אחרים דס\"ל דאפילו ברחוק מעט בטיל ברוב דאם כן אדמקשה להו הר\"ש מהירושלמי הוה ליה לאקשויי מתלמודא דידן דפריך בהזהב ושנכנס לירושלים ויצא אמאי וליהדר ונעייליה הרי דחשיב ליה דבר שיל\"מ אפילו חוץ לירושלים ותו דאי הר\"ש ז\"ל מיירי דוקא ברחוק מעט אבל ברחוק הרבה מודה לרבינו והרע\"ב אם כן לדידיה נמי תקשי דאמאי לא משני הכי בירוש' דההיא מתני' דתרומות מיירי ברחוק מירושלים הרבה דאז בטיל ברוב אלא ודאי דהר\"ש ז\"ל ס\"ל דאפילו ברחוק הרבה מקרי דשיל\"מ ואהא מייתי דעת י\"מ דהיינו רבינו והרע\"ב דס\"ל דדוקא בנתערבו בתוך ירושלים ומיהו אף רבינו והרע\"ב מודו ברחוק מירושלים מעט דמקרי דשיל\"מ הואיל ואין לו טורח כ\"כ להעלותו ומ\"ש רבינו והרע\"ב ז\"ל בפי\"המ ואומר לך בכאן דאם נתערב כו' ויהיה אותו התערובות בירושלים בלבד לאו דוקא אלא ה\"ה ברחוק מעט דאם לא כן תקשי להו סוגיא דפרק הזהב דפריך וניהדר וניעייליה וכדכתיבנא אלא ודאי דס\"ל דברחוק מעט הוי דשיל\"מ ומשום הכי פריך התם שפיר דמדקתני והכניסו ויצא משמע אפילו לא יצא אלא פסיעה אחת וכמ\"ש התוס' ז\"ל: שוב ראיתי להרב חוות יאיר סימן קל\"א שכתב וז\"ל ואי משום דטריחא ליה מילתא לא מצינו שטורח מוציא דשיל\"מ והרי בריש פרק הזהב מוכח דמעשר שני מקרי דשיל\"מ משום דמצי להעלותו לירושלים וכ\"כ הר\"ש ודלא כהרע\"ב שם דודאי גמ' הנז' הויא תיובתיה עכ\"ל נר' שהרב הבין מדברי הרע\"ב דדוקא בתוך ירושלים לא בטיל אבל חוץ לירושלים אפילו רחוק מעט לא מקרי דשיל\"מ והיינו דכתב דגמרא הנזכר הוייא תיובתיה ולע\"ד נראה כדכתיבנא ועוד נראה לי דאפילו דנימא דדברי רבינו והרע\"ב הם כפשטן לא תקשי להו סוגיא דהזהב כפי מ\"ש הריטב\"א ז\"ל שם בחי' משם הראב\"ד וז\"ל והא דלא פריך הכא ונסקיה לירושלים ונאכליה ואמאי בטיל ברוב משום דכיון דמדאורייתא לאו בר עלייה היא לא מטרחינן ליה ולקמן פריך משום דכבר העלהו והכניסו ויצא ולהכי ניהדריה ונכליה ע\"כ ואם כן מצי למימר דרבינו והרע\"ב סבירא להו כתירוץ הראב\"ד דדוקא משום דכבר העלהו והכניסו ויצא פריך בגמרא דניהדר וניעליה ומטרחינן ליה וקנסינן ליה ובהכי ניחא מאי דקשיא ליה להפר\"ח בלשון רבינו דסתרי אהדדי דמשום הכי אצטריך טעמא דאין שם מחיצות דאי לא מטרחי' ליה משום דכבר העלהו והי\"ל לאוכלו שם ודוק ומאי דקשיא ליה להפר\"ח דאי לדעת הר\"ש אפילו ברחוק הרבה מקרי דשיל\"מ משום דמצי להעלותו מאי יענה לקו' התוספות שם יראה לע\"ד דס\"ל להר\"ש דהא ודאי ס\"ל למקשה דרישא איירי במידי דלא חזי להעלותו לירושלים כגון שנטמא כמ\"ש רש\"י ומשום הכי קאמר דבאין בו שו\"פ בטיל ברוב ואהא קשיא ליה לחזקי' דליעבד ליה כדחזקיה אמנם ממאי דקתני בברייתא משנכנס לירושלים משום דבעי לאקשויי דליפריקיה וההיא קושיא ל\"ק אלא בהניח יסוד דברייתא מיירי בשנטמא אמנם אי ברייתא מיירי בשלא נטמא ליכא לאקשויי דליפריקיה משום דמחיצות קולטות ומשו\"ה פריך דליהדר וליעייליה משום דקס\"ד דליכ' לאוקמ' בשנטמא דומיא דרישא משום דאי איירי בנטמא ק' דליפריקיה וכדאקשיה ליה בתר הכי שוב ראיתי בספר מאיר עיני חכמים שכתב כן ליישב דעת רש\"י יע\"ש ואם כן דס\"ל להר\"ש והרא\"ש כמ\"ש הריטב\"א הביאו מוהר\"ב בשיטה מקובצת שהקשה קושית התוס' ותי' תי' ר\"ת וכ' שהביא ראיה לדבריו מהא דאמרינן דטבל במינו במשהו ופרשו טעמא דכהתירו כך איסורו ות\"ל דהוי דשיל\"מ אלא משום דזמנין שאין לו טבל אחר שם כדי לתקנו ויש לו טורח לקנותו כו' ואין ראיה זו מחוורת דהתם נקט טעמא דכהיתרו כו' כי היכי דתיתי אפילו לרבנן דפליגי עליה דר\"ש וסברי דדשיל\"מ בטל אבל יש לדון כדברי ר\"ת כיון דמעשר שאין בו שו\"פ אינו חייב להעלותו לירושלים לא חשיב דשיל\"מ כיון דאית ביה טורח ולאו להכי קאי עכת\"ד והר\"ש והרא\"ש שכתבו דאפילו ברחוק מירושלים מקרי דבר שיל\"מ משום דמצי להעלותו אינהו איירי במעשר שיש בו שו\"פ ולהכי מטרחינן ליה ודוק. ואגב אומר דמ\"ש הריטב\"א דלרבנן דר\"ש דשיל\"מ בטיל ברוב וכן כתב מוהר\"ב לעיל בשמו וז\"ל וא\"ת והא פלוגתא דרבנן ור\"ש היא בדשיל\"מ ודילמא הא מתניתין רבנן דר\"ש הוא דס\"ל דשיל\"מ בטיל ברוב וי\"ל דהא ליתא מדקתני עליה באיזה מעשר אמרו בשאין בו שו\"פ כו' אלמא האי תנא ר\"ש הוא ע\"כ: ולע\"ד דבריו תמוהים דרבנן דר\"ש לא פליגי אלא בדשאל\"מ וכדאית' בהדיא בפ' הנודר מן הירק דנ\"ח אמר ר\"ש כל דשיל\"מ כגון טבל כו' לא נתנו חכמים שיעור וכל דשאל\"מ כגון תרומה כו' נתנו חכמים שיעור אמרו לו והלא ז' אין לו מתירין ולא נתנו חכמים שיעור אמרו לו כו' הרי בהדיא דרבנן דר\"ש לא פליגי אלא בדבר שאל\"מ דס\"ל דאוסר בכ\"ש וכר\"י דס\"ל הכי בעלמא וכדקאמרי ליה והרי ז' כו' וכן מוכח מההיא סוגיא דפריך תלמודא התם לר\"א דאמר דנדרים דשיל\"מ הוא דאי בעי מתשיל עלה והרי תרומה דאי בעי מתשיל עלה ותנן סאה תרומה שנפלה לפחות ממאה חולין תקרב הא לק' תעלה ומסיק שאני קונמות דמצוה לאיתשולי עלייהו כו' יע\"ש וכתב הרא\"ש דה\"ה דהו\"מ לאתויי מברייתא דקתני בהדיא דתרומה אין לו מתירין אלא דניחא ליה לאתויי ממתניתין יע\"ש והשתא לדעת הרשב\"א מאי פריך ממתניתין נימא דההיא מתניתין רבנן דר\"ש הוא דס\"ל דשיל\"מ בטיל ברוב וכדק\"ל ז\"ל בההוא דהזהב סוף דבר שדבריו ז\"ל צ\"ע ודעת התוס' שם בנדרים כדעת הרא\"ש והרע\"ב שכתבו וז\"ל ומ\"ב איפשר להעלותו ולאוכלו או לפדותו ויש לתמוה דנראה שסותרים דבריהם למ\"ש שם בסמוך וז\"ל וא\"ת לשם בפ' בתרא דע\"ז דקאמר חוץ מטבל כו' ומסיק כהיתרו כך איסורו ולימא טעמא משום דשיל\"מ וי\"ל דהתם בטבל שהלכו בעליו למ\"ה דאין לו מי יתירו ע\"כ והתוס' בפרק בתרא דע\"ז דע\"ג ד\"ה טבל כתבו תי' זה וכתבו עוד ואע\"ג דיכול לילך למקום שהבעלים שם מ\"מ כיון שיש לו טורח והוצאה הוי כאין לו מתירין כמו שפירש ר\"ת בפרק הזהב והיינו מ\"ש בפרק הזהב ד\"ה וניהדר והוא מתורתו של ר\"ת כמ\"ש הריטב\"א והשתא לפי שיטתם שכתבו בנדרים דמ\"ב יש לו מתירין משום דמצי להעלותו לירושלים א\"כ מאי האי דתי' דהתם בטבל שהלכו בעליו למ\"ה אכתי תיקשי דילך למקום שהבעלים שם וצ\"ל דמ\"ש דמ\"ב אפשר להעלותו לירושלים מיירי בשאינו רחוק מירושלים כמ\"ש הפר\"ח לדעת הר\"ש ודוחק ובהך תי' שתירץ התוספות דאיצטריך טעמא דכהיתרו כך איסורו להיכא דאין הבעלים בעיר י\"ל דנהי דאיצטריך הך טעמא מיהא להיכא דאין הבעלים בעיר מ\"מ אכתי תקשי דמאי פריך התם בשלמא יין נסך כו' אלא טבל מ\"ט לא נימא דר\"י ור\"ל מיירי שהבעלים בעיר והו\"ל דשיל\"מ ועיין בספר מאיר ע\"ח ונראה לע\"ד עם מאי דכתב מרן הכ\"מ על מ\"ש רבינו חמץ בפסח אינו בכלל אלו כו' לפי שאין התערובות אסורה לעולם וכתב מרן ז\"ל בא לתרץ למה לא אמרי ר\"י ור\"ל חוץ מחמץ בפסח כו' ונ\"ט מפני שיש לו מתירין ולא איירי ר\"ל אלא באיסורי תורה שאין להם מתירין עכ\"ד והשתא משום הכי פריך בגמרא שפיר דע\"כ הא דקאמר ר\"י חוץ מטבל איירי בטבל שאין לו מתירין וכגון שאין הבעלים בעיר דאי מיירי בטבל שיש לו מתירין א\"כ אמאי ל\"ק חוץ מהקדש ומ\"ב וכל הני דיש להם מתירין אלא שדברי מרן ז\"ל הם תמוהים במ\"ש דר\"י ור\"ל מיירי באיסורי תורה שא\"למ דהרי טבל דשיל\"מ היא ותני לה דהא רבינו ע\"כ דלא סבירא ליה כדעת התוס' דטעמא דכהיתרו כך איסורו איצטריך להיכא דאין הבעלים בעיר דלא מקרי דשיל\"מ ממ\"ש בדין ט\"ז וחוץ מטבל שהרי אפשר לתקנו וכתב מרן שם דתפס טעם הירושלמי לפי שהוא כולל יותר והשתא אי ס\"ל כדעת התוס' א\"כ הול\"ל ג\"כ טעמ' דתלמודא דידן ונ\"מ להיכא דאין הבעלים בעיר ועיין בס' מקראי קודש למורינו הרב דק\"ל אלא ודאי דס\"ל דתלמודא דידן לא פליג אירושלמי כמ\"ש הל\"מ ותו דלפי הירושלמי דלא ס\"ל טעמא דכהיתרו כו' אלא משום דשיל\"מ תיקשי ליה דאמאי ל\"ק חוץ מחמץ בפסח ואפשר דמ\"ש מרן דלא איירי ר\"י ור\"ל אלא באיסורי תורה שיל\"מ כונתו לומר שיל\"מ ע\"י זמן דומיא דחמץ שאין איסורו לעולם משא\"כ טבל שאיסורו לעולם וכן מדוקדק בלשון רבינו וכן נראה מדברי הל\"מ יע\"ש: ומיהו אכתי קשה משה\"ק הל\"מ דאמאי ל\"ק חוץ ממעשר ב' והקדש דאין לומר משום דאל\"מ ע\"י פדיון דטבל נמי אפשר לתקנו ונראה לע\"ד דמש\"ה לא תני לה משום דאיכא מעשר דבטיל דהיינו חוץ מירושלים וא\"כ כשנכנס ויצא והקדש נמי אפשר דס\"ל לרבינו כמ\"ש הר\"ן דדוקא בהקדש ב\"ה דלפדיה קאי הוא דלא בטיל וכיון דלא פסיק' לא תני לה ודומה למ\"ש הוא ז\"ל לעיל לההיא דז' יעוין שם שדבריו תמוהים ועיין מ\"ש רבינו שם בדין י\"ב י\"ל דאפי' דשיל\"מ אם נתערב בשאינו מינו מותר ומ\"ש עליו הראב\"ד דמשנה שלימה היא וכן מ\"ש מרן דטעמו דהראב\"ד מההיא דירושלמי מפ\"ב דנדרים ומה שתי' הוא ז\"ל שדבריו תמוהים ויש ליישבם ע\"צ הדוחק ועיין בשיטה מקובצת למוהר\"ב מ\"ש משם התוספות שאנץ כפי דבריהם אין ראיה כלל מההיא דירושלמי דבכורים ולע\"ד מ\"ש הראב\"ד משנה שלימה היא היינו ממתניתין דז' דקתני הז' אוסרת בכ\"ש במינה וקאמר ר\"ש עלה אף אני לא אמרתי אלא בביעור ומשום דהוי דבר שיש לו מתירין וכדכתיבנא לעיל ואפילו הכי קתני דשלא במינה בנ\"ט וצ\"ע לדעת רבינו:<br><b> ודע </b> שכתב הרע\"ב פ\"ב דערלה מ\"ג אמתני' דקתני הערלה מעלה את הערלה כו' וז\"ל צ\"ל שא' מהם נטע רבעי שהם ב' שמות כו' וכן סאה של ערלה מצטרפת עם הקצ\"ט של היתר לבטל סאה ועוד של נטע רבעי כו' וראיתי בפי' המשניות שנדפסו עם פי' באר אברהם ומי באר שהק' שהרי נטע רבעי יש לו פדיון והו\"ל דשיל\"מ דאפי' באלף לא בטל וכן כתבו התוס' פרק מרובה דס\"ט ד\"ה כל הנלקט יע\"ש ולע\"ד נראה ליישב דמשכחת לה נטע רבעי שיש לו ביטול כגון בנטע רבעי שהלכו בעליו למדינת הים דאין אדם יכול לחלל נטע רבעי ומעשר ב' של חבירו כמ\"ש התוס' שם במרובה דס\"ח ע\"ב ד\"ה הצנועים יע\"ש והו\"ל כאותה שכתבו התוספות בפ\"ב דע\"ז דטבל שהלכו בעליו למ\"ה לא חשיב דשיל\"מ אע\"ג דיכול לילך למקום שהבעלים שם כיון שיש לו טורח והוצאה יע\"ש וא\"נ משכחת לה בנטע רבעי אחר הביעור דאסור בהנאה ואין לו פדיון כמ\"ש רבינו פי\"א מה' מעשר ב' הלכה ח' יע\"ש: ועוד נראה דל\"ק מידי שהרע\"ב ז\"ל אזיל לשיטתיה שכתב בפ\"ב דבכורים דדוקא מ\"ב שנתערב בירושלים הוא דאסור בכ\"ש אבל אם נתערב חוץ לירושלים יש לו ביטול כיון שא\"י לאוכלו שם ואף על גב דמצי להעלותו כיון דיש לו טורח להעלותו לא חשיב דשיל\"מ ואע\"ג דמעשר שני חוץ לירושלים יש לו פדיון אפילו הכי ס\"ל להרע\"ב דכיון דאין מצוה בפדייתו לא חשיב דשיל\"מ כמ\"ש לעיל ואם כן משכחת לה שפיר נטע רבעי שיש לו ביטול כשנתערב חוץ לירושלים דומיא דמעשר שני כך נראה לי:<br><b> הכלל </b> העולה ממאי דכתיבנא דלדעת רבינו והרע\"ב ז\"ל דוקא אם נתערבו בירושלים הוא דהוי דשיל\"מ אבל חוץ לירושלים כיון שיש לו טורח בטל ברוב וכיון שכן יש לתמוה על הרב ת\"ה שכתב דכיון דלצלי לא נאסר מעולם לא הוי דשיל\"מ דאם כן מעשר שני בירושלים אמאי הוי דשיל\"מ משום דיכול לאוכלו בירושלים הא בירושלים לא נאסר מעולם וחוץ לירושלים לעולם אסור ואף לדעת הר\"ש ז\"ל דס\"ל דמתני' דקתני ואסורין בכ\"ש היינו חוץ לירושלים משום דיש לו מתירין להעלותן לירושלים וכיון שכן איכא למימר דדוקא כשהן חוץ לירושלים כיון דעכשיו הן אסורים ומחר כשיעלה לירושלים הן מותרים הוה ליה כביצה שנולדה בי\"ט דהוי דשיל\"מ מ\"מ נראה דהר\"ש ז\"ל יודה דאם נתערבו בתוך ירושלים ג\"כ הוי דשיל\"מ משום דיכול לאכלן בירושלים וכ\"נ ממ\"ש דהא דתנן דהבכורים עולין באחד ומאה מיירי כשנתערבו בחולין ואם איתא הול\"ל דההיא מתני' מיירי כשנתערבו בתוך ירושלים דלא הוי דבר שיל\"מ משום שיכול לאכלן במקומו דבירושלים לא נאסר מעולם וכן מוכח מהירושלמי שהביא הר\"ש שם דפריך אמתניתין דבכורים ממתני' דתרומות דקתני גידולי בכורים חולין והשתא אם איתא אמאי לא משני דהא דתנן התם גידולי בכורים חולין מיירי בתוך ירושלים והא דתנן דגידוליהן אסורים מיירי בחוץ לירושלים ומהירושלמי הנז' הכריע הר\"ש ז\"ל דלא כהי\"מ שפי' דמתני' מיירי דוקא בתוך ירושלים מדלא משני הכי בירושלמי ונ\"מ מברייתא דפ' הזהב דקתני באיזה מעשר אמרו כו' ואם איתא הול\"ל במעשר שנתערבו בתוך ירושלים וכן מוכח נמי מהא דפריך התם בפרק הזהב וליהדר וליעיילה כו' וליפריקיה כו' ומשני כר\"י דאמר יקבר אי ר\"י מאי איריא יצא אפילו לא יצא נמי כו' משמע בהדיא דלמאי דמוקי לה בשנטמא וכר\"י הוא דק\"ל מאי איריא יצא וכדקאמר אי ר\"י כו' והשתא אי בתוך ירושלים לא הוי דשיל\"מ אפילו נימא דאיירי בטהור תקשי לה מאי איריא יצא אפילו לא יצא נמי דלפדיה לא חזי דקולטות מחיצות ואי משום דיכול לאוכלו בירושלים הא לא מקרי דשיל\"מ לדעת הרב ז\"ל וכן נראה שהוא דעת רש\"י בפרק משילין דל\"ט ד\"ה שיל\"מ למחר יוליכוה או היום יאכלוה כאן וכן כתב הפר\"ח סימן הנז' ס\"ק י\"א ומיהו איכא למדחי לכל זה דלא דמיא לנדון הרב דהתם שאני דהיתר ואיסור הם ענינים נפרדים ומש\"ה כתב דלצלי לא נאסר מעולם ולא מקרי ישל\"מ מה שאין כן הכא דההיתר עצמו שיש לו בתוך ירושלים הוא נאסר כשיוציאנו חוץ לירושלים ומש\"ה הוה ליה כדשיל\"מ דעלמא ולא בטיל ודוק: ומצאתי כתוב בשם מוהר\"ש הלוי בגליון הטור י\"ד סי' ק\"ב כל דשיל\"מ כו' וז\"ל דבר שנאסר בקונם מקרי דשיל\"מ אבל תרומה ומעשר לא וקשה ע\"ז מר\"פ התערו' ע\"כ ונראה שכוון למאי דאמרינן התם דע\"ד ע\"ב ואצטריך דר\"ל ודר\"ן דאי מר\"ן הו\"א ה\"מ ע\"ז שאל\"מ אבל תרומה דישל\"מ לא ופרש\"י ישל\"מ ימכרנו לכהן ע\"כ הרי בהדיא דתלמודא קרי לתרומה ישל\"מ וזכני השם ומצאתי שהיא קושית הריטב\"א ז\"ל במציעא דנ\"ג וז\"ל וקשה לי דהכא אמרינן דתרומה דשיל\"מ הוא דלכהן מישרא שרי ולישראל לעולם אסור ובמס' זבחים גרסינן חבית של תרומה כו' וצריכא כו' דאלמא תרומה ישל\"מ וי\"ל דהתם הכי קאמר ישל\"מ דראויה לכהן ולאו דוקא ישל\"מ והיינו דקאמר אבל תרומה דשיל\"מ לכהן אימא לא בטלה קמ\"ל דבטלה כיון דאין לו מתירין לישראל וקו' מעיקרא ליתא עכ\"ד. ובהכי ניחא מה שהקשה הרב החב\"יב בי\"ד סימן ק\"י ס\"ק מ\"ז לדעת האוסרים דשיל\"מ נפל א' מהם לים המלח וז\"ל אבל תמהני איך אפשר לחלוק על תלמוד ערוך דגרסינן התם אמר ר\"נ כו' אבל תרומה דישל\"מ לא קמ\"ל הנה מבואר מכאן דאפילו בדבר שיל\"מ כחבית של תרומה אם נפלה א' מהם הותרו כולן וע\"ש מה שתירץ בדוחק:<br><b> אמנם </b> כפי דברי הריטב\"א ז\"ל ל\"ק מידי דלפום מאי דמסיק קמ\"ל היינו משום דתרומה אין לו מתירין דאי לכהן מישרא שרי ולישראל לעולם אסור וכדאיתא בהערל אבל לדשיל\"מ דעלמ' לא מהני נפל אחד מהם ודוק איך שיהיה הדרן למאי דאתאן עלה מעיקרא דיש לחוש לדעת הר\"ן והרי\"ף שכתבו דאף בכה\"ג הוי דבר שיל\"מ ומה גם דכן נראה מדעת הר\"ש ורבינו וכל המפרשים ז\"ל דאף שיש לדחות כדכתיבנא לא מפני שאנו מדמים נעשה מעשה וכן הסכים הרב פר\"ח זכרונו לברכה כן נראה לי נכון ודוק:<br><b> מעשה חושב</b>\n<b> (שכט) </b> וא\"כ דס\"ל להר\"ש והרא\"ש כמו שכתב הריטב\"א כו'. לא ידעתי האיך העלים עינו דהרמב\"ן כתב כן להדיא במלחמות בפ\"ב דפסחים והוכיח שם דגם ר' יוחנן דס\"ל דחמץ בטיל בששים ה\"ט משום דס\"ל דרבנן פליגי עלי' דר' שמעון ולית להו דדבר שיש לו מתירין לא בטיל. שוב ראיתי דבפ\"א מהלכות חמץ ומצה הלכה ה' הביא כעין זה בשם ר\"י בכת\"י ושם מציין בעל טעם המלך גם מה שהערותי פה מהרמב\"ן ז\"ל:<br><b> (של) </b> והשתא לדעת הרשב\"א. מאי פריך ממתניתין כו' דס\"ל דשיל\"מ בטיל ברוב כו'. גם אני הייתי בר מזלו בקושיא זו אלא דבלא\"ה פרכת הש\"ס שם מרפסא איגרין דמי לא איירי דהבעלים כבר אכלו מהכרי שהרים ממנו הסאה. ואם כן הרי אי אפשר למיתשל דנמצא שאכל טבלים למפרע. דאף די\"ל דמשום דמתניתין סתמא קתני מש\"ה קא מקשה. מכל מקום אכתי קשה דאמאי משני הש\"ס שם באורחא רחיקא. וביותר קשה למה לי' להש\"ס לדחוקי בשינויא ולאוקמא כשנפלה לו מאבי אמו כהן. ואם כן מיירי שמת הכהן בעל התרומה ואמאי לא נימא בפשיטות דמיירי כשמת הישראל התורם ותו אין להתרומה מתירין משום דאין הבן שואל על התרומה שהפריש אביו ובמ\"א הארכתי בזה. ועיין בט\"ז יו\"ד סימן שכ\"ג ודבריו שם צ\"ע:<br><b> ועלה </b> על רעיוני כעת ליישב הקושיא שהקשיתי כאן על פרכת הש\"ס שם דמי לא איירי שכבר אכלו מהכרי ולהכי א\"א בשאלה משום דנמצא דאכל טבלים למפרע וכנ\"ל. די\"ל בזה דלמ\"ש מו\"ז רבינו ז\"ל בתויו\"ט בפ\"ג דגיטין משנה ח' בדעת הרמב\"ם ז\"ל דמהני הפרשה אפילו למאי שכבר אכל לק\"מ לפ\"ז. ועיין מ\"ש בזה באריכות בהלכות חמץ ומצה על הגליון:<br><b> (שלא) </b> וכן נראה מדברי הל\"מ יע\"ש. נ\"ב ועיין בפרק א' מהלכות חמץ ומצה הלכה ח' שכתוב שם תירוץ אחר:<br><b> (שלב) </b> וזכני השם ומצאתי שהיא קושית הריטב\"א ז\"ל במציעא דנ\"ג כו'. לענ\"ד לא מן השם הוא זה דמאי דהקשה מוהר\"ש הלוי היא קושיא אחריתי על הטור דמחלק בין קונם לתרומה. והיינו כמו דאמרינן בנדרים דף נ\"ט. דנדרים מקרי דבר שיש לו מתירין משום דמצוה לאתשולי עלייהו. משא\"כ בתרומה דליכא מצוה. וע\"ז קשיא לי' למוהר\"ש הלוי שהרי בזבחים אמרינן דתרומה הוי דשיל\"מ אעפ\"י דליכא מצוה לאתשולי עלה. וקושית הריטב\"א היא על מאי דאמרינן דתרומה לא הוי דשיל\""
            ],
            [],
            [],
            [
                "<b>אלו </b>\n<b> הן השיעורין כו' התרומה ותרומת מעשר והחלה כו'.</b> עיין בס' תי\"ט רפ\"ב דערלה ופ\"ד דמציעא מ\"ח שדקדק מדברי רבינו ז\"ל שהשמיט תרומה ומעשר של דמאי השנוי במשנה דס\"ל כמ\"ש בירושלמי דמתני' ר\"מ דמחמיר בכתמים ולית הלכתא כותי' ועל פי זה תמה על מרן ז\"ל יעש\"ב ותמהני עליו איך אשתמיט מיניה מ\"ש רבינו ז\"ל פט\"ו מהלכות תרומות הלכה כ\"א וז\"ל לפיכך דין ארבעתן לענין אכילה ודמוע הוא כולן עולין באחד ומאה כו' ודין תרומה ומעשר של דמאי וכל אלו הדרכים דתרומת מעשר של ודאי כו' יע\"ש הרי מבואר דפוסק כמתניתין דערלה ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אסור </b>\n<b> לבטל איסורין של תורה לכתחילה כו'.</b> עיין במ\"ש הר\"ן ז\"ל בפרק ג\"ה גבי ההוא דזרוע בשלה שדעת התוספות ז\"ל דהא דאין מבטלין איסור לכתחילה אינו אלא מדרבנן אבל מדאורייתא שרי' ודעת הראב\"ד ז\"ל דהוי מדאורייתא יע\"ש ועיין במ\"ש הרב כנה\"ג ז\"ל חי\"ד סימן צ\"ט בהגב\"י ועיין בפ\"ח ז\"ל בחא\"ח שנדפס מחדש בליקוטי י\"ד דף נ\"ח ע\"ש שהביא ראיה לדעת הראב\"ד וק\"ל לדעת התוספות דסבירא להו דהוי מדרבנן מהא דאמרינן בפרק שלוח הקן דק\"מ אלא אמר ר\"נ ב\"י למעוטי צפורי עיר הנדחת למאי אי לשילוח לא אמרה תורה שלח לתקלה ופירש\"י ז\"ל למאי להי מינייהו אצטריך קרא כו' פשיטא דשל עיר הנדחת לאו בר שלוח הוא דלא אמרה תורה שלח לתקלה דממון עיר הנדחת אסור ואם ישלחנה יהיו בני אדם צדין אותו לאחר זמן יע\"ש והא ודאי דאם שלוחה ליכא איסור משום דאזלינן בתר רובא ואפ\"ה לשלחה לא אצטריך קרא למעט דלא אמרה תורה שלח לתקלה הרי בהדיא דלערב איסור בידים אסור מן התורה דאי מדרבנן מאי האי דק\"ל לא אמרה תורה שלח לתקלה הא מדאורייתא מותר לשלחה ולבטלה ברוב צפרים דעלמא ועיין בהרב מש\"ל בפ\"ז מהלכות מעילה דין ו' שכתב בפשיטות כדברינו אלו ולא זכר שם להק' לדעת התוספות דסבירא להו דהא דאין מבטלין איסור לכתחלה הוי מדרבנן ובדוחק יש ליישב לדעת התוס' דתלמודא ה\"ק לא אמרה תורה שלח לתקלה דשמא כשמשלחה יבא אחר ויקחנה מיד בעוד שלא נתערבה עדיין בשאר צפרים ודוחק עיין עוד במ\"ש התוספות בפרק השוכר את הפועל דע\"א ע\"ב ד\"ה הכא במאי עסקינן דאיכא עכבת יין אפומא דכוזנאה וז\"ל תימא ליבטיל ההוא פורתא בס' וי\"ל כו' ויש לדקדק טובא דמאי קו' הא ק\"ל דאין מבטלין איסור לכתחילה ואם כן מש\"ה קאמר להו רב להנהו סבויתא כי כיילתו חמרא מגוים שקילו זוזי מינייהו כו' הא לא\"ה לא כיון דהוי לכתחילה ואף על גב דהתם בסתם יינם מיירי ובדרבנן הא קיימא לן דמבטלין איסור לכתחילה מכל מקום כבר כתבו התוספות בפרק קמא דביצה דף ד' ע\"ב דהיינו דוקא במידי שעיקרו מדרבנן כגון מוקצה אבל בדבר שיש לו שורש מן התורה לא ואם כן סתם יינם נמי יש לו שורש מן התורה מיקרי ואין מבטלין אותו לכתחילה וכמ\"ש הגהות מ\"יי בפי\"ו מה' אלו יע\"ש וכן הקשה הרב לחם סתרים יע\"ש. ולכאורה היה נראה דלק\"מ שהרי כתב הרשב\"א בתשו' סימן תס\"ג דהא דאין מבטלין איסור לכתחילה היינו דוקא במתכוין לבטל את האיסור אבל אם אינו מכוין לא שכ\"כ וז\"ל וכל האיסורין שירבה עליהן שוגג מותר ואע\"פ שטחנן מזיד נקרא שוגג לענין ביטול דלא נתכוון לבטל אלא לטחון ולאכול יע\"ש וכ\"כ הטור ז\"ל בא\"ח סימן תנ\"ג ועיין במ\"ש הפר\"ח ז\"ל שם סק\"ג ואם כן ה\"נ כיון שאינן מכוונים לבטל את האיסור אלא לשים את היין בתוכו מותר אפילו לכתחילה אלא שמדברי התוס' ז\"ל בפרק כ\"ש דף ל' ע\"א ד\"ה לישהינהו נראה דסבירא להו דאפילו בשאינו מכוין לבטל את האיסור אין מבטלין איסור לכתחילה כמו שיראה המעיין ותו דלפי מ\"ש הרב ט\"ז בי\"ד סי' קל\"ח סק\"ד דהא דאמרינן דכיון שאין כונתו לבטל את האיסור מותר אפילו לכתחילה היינו היכא דלא אפשר בלא\"ה אבל היכא דאפשר בע\"א מיקרי מבטל לכתחילה עדיין קשה דה\"נ הא אפשר בע\"א וכתקנתא דרב ועיין מה שתי' בזה בספר תורת חיים יע\"ש. מיהו על הר\"ן ז\"ל ק\"ל טובא דפרק כ\"ש אההיא דפרכינן התם לישהינהו אחר הפסח וליעביד בהו שלא במינן הוקשה לו קו' התוספות דמאי פריך הא אין מבטלין איסור לכתחילה ותי' יע\"ש משמע דס\"ל דאפילו בשאינו מתכוין לבטל את האיסור וליהנות ממנו אין מבטלין איסור לכתחילה ואלו בפ' אין מעמידין אההיא ברייתא דקנקנים של גוים חדשים מותרים כו' כ' בפשיטות דכל שאינו מכוין לבטלו כדי ליהנות ממנו שרי והוכיח כן מכלי מדין שאמרה תורה להגעילן למאן דסבירא ליה דאין מבטלין איסור לכתחילה דאורייתא יע\"ש וכ\"כ הריב\"ש בתשו' סי' שמ\"ט והביאה הפר\"ח ז\"ל חלק י\"ד סימן ס\"ד ס\"ק כ\"ו יעויין שם וכיון שכן קשה דמאי ק\"ל הכא בפרק כ\"ש וצריך עיון:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b>\n<b> צולין בשר שחוטה כו'.</b> כתב ה\"ה פרק כיצד צולין מחלוקת רב ולוי ופסק רבינו כלוי והתוס' ז\"ל כתבו דהלכה כרב עיין מה שכתבתי בזה באורך פי\"א מה' אלו בפסק אבק הטוטון:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קדרה </b>\n<b> שבשל אותה בקליפי ערלה כו'.</b> עיין מה שהקשה הל\"מ ז\"ל ובמ\"ש פ\"ג מהלכות חמץ ומצה הלכה ד':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שחט </b>\n<b> בה קודם שיטהרנה מדיח כו'.</b> פ\"ק דחולין ד\"ח פלוגתא דרב ורבב\"ח ופסק כרבב\"ח ור\"ח ורש\"י והרא\"ש פסקו כרב וכן נראה דעת התוספו' שכתבו שם בד\"ה אגב דוחקא וז\"ל ריב\"ם היה מצריך מתוך כך לאחר שנקרו החלב מן הבהמה לחזור וליקלוף בכל המקומות משום דבלע סכין אגב דוחקא דסכינ' כו' דדוקא בבית השחיטה דרותח קצת מהני דוחקא דסכינא תדע מדדייקינן בסמוך דהיתר' נמי בלע מאבר מן החי ומשני לאימת קא בלע לכי חיימא כו' והשתא ללישנא דדוחקא דסכינא תיקשי ליה הכי כו' דל\"מ לשנויי הכי אלא ודאי אגב דוחקא דסכינא נמי לא בלע אלא לכי חיימא כו' יע\"ש:<br><b> וראיתי </b> להרב מעדני מלך ז\"ל שהקש' דמאי ראיה מייתי מדלא פריך למ\"ד אגב דוחקא שאני התם דלענין בליעת סכין נאמרה דהסכין של היתר ורש\"י ז\"ל כתב דהסכין קשה לבלוע ואין כאן חשש משום בליעה אבל גבי סכין של גוים שהסכין הוא של איסור והבשר רך לבלוע ה\"נ דאמרינן אגב דוחקא אפילו בצונן ותי' דכי דייק דהיתר' נמי בלע למ\"ד בחמין הוא דדייק ולאותו מ\"ד אף הסכין בולע ולא נ\"מ במאי דקשה הוא א\"ד ז\"ל ואין תירוצו מובן דודאי למ\"ד בחמין לא ס\"ל לחלק בין בשר לסכין אמנם למה שהקשה התוס' דאמאי לא פריך ללישנא דדוחקא מאי קו' הא איכא למימר דלההוא לישנא דס\"ל לרב טעמא דאגב דוחקיה כו' גבי סכין של איסור בסכין של היתר ס\"ל כמ\"ד בצונן מטעמא דקשה לבלוע. וראיתי להרב פמ\"א ז\"ל ח\"ב סימן מ\"ז שכתב לתרץ לזה דודאי התוס' והרא\"ש לא ס\"ל לחלק בהכי כמ\"ש רש\"י ממה שהקשה בדבור שאחר זה אמאי דפסקינן בגמרא והלכתא בצונן מאותה שאמרו דצריך נעיצה בקרקע ואם איתא מאי קושיא שאני התם דהוי סכין של איסור ולכך החמירו דצריך נעיצה אבל גבי סכין של היתר בהדחה סגי וכתירוץ ר\"ת וא\"ת מה יתרצו לקושיא הלזו אמאי בסכין של גוים קיי\"ל כרב ובסכין של טריפה קי\"ל כמ\"ד בצונן י\"ל דס\"ל כתי' דלקמן דסכין טריפה דהוי באקראי בעלמא משום הכי סגי בהדחה אבל בסכין של גוים שחותכין בו איסור תמידי צריך נעיצה וה\"נ בעי קליפה מה\"ט א\"ד יע\"ש ורואה אני שדבריו מן המתמיהין ראשונה מה שהכריח ממה שהקשה בדבור שאחר זה ולא תירץ דשאני התם דהוי סכין של איסור ולכך צריך נעיצה לא ידענא מאי קאמר דקושית התוספות שם היינו לענין השמנונית הנדבק ע\"פ דמשמעתין משמע דבהדחה גרידא לא נשאר שמנונית ע\"פ דאם היה נשאר בו שמנונית אם כן בבא לשחוט אחר כך הבשר בעי קליפה שהרי הבשר רך בולע מהשמנונית ומאותה שאמרו צריך נעיצה לחתוך בה צונן משמע דאפילו בהדחה עדיין נשאר ממנו שמנונית ומעולם לא כתב רש\"י ז\"ל לחלק בין סכין של היתר לסכין של איסור ומ\"ש שכן תירץ ר\"ת אין ענין למ\"ש רש\"י ז\"ל לחלק בין בשר רק לסכין קשה כלל אלא כונת ר\"ת לומר דההיא דהתם שאני דחתך בו איסור רותח וכל שהוא רותח השמנונית נדבק ע\"פ יפה יפה ואינו יוצא ע\"י הדחה אבל בצונן אינו נדבק כ\"כ ויוצא על ידי הדחה גרידא גם מ\"ש דהתוס' יתרצו לקושית רש\"י דסכין טריפה שאני דהוי באקראי ומש\"ה סגי בהדחה אבל בסכין של גוים דהוי תמידי משום הכי בעי קליפה לא הבנתי דבריו דחילוק זה דאקראי לתמידי לא שייך אלא לענין שמנונית שעל פניו דכל שהוא באקראי אינו נדבק ע\"פ כ\"כ ויוצא בהדחה מה שאין כן באיסור תמידי שהוא נדבק ע\"פ יפה יפה אינו יוצא אלא על ידי נעיצה אמנם לענין בליעת הסכין מהאיסור מה יושיענו היותו דרך אקראי הא כיון דס\"ל דביה\"ש רותח הרי בלע הסכין מן הטרפה ואם כן כי מדיחו אחר כך לו יהי דיוצא השמנונית שעל פניו מכל מקום כשבא לשחוט אחר כך הרי הוא בולע על ידי חום ביה\"ש מגוף האיסור הנבלע בסכין אפילו בדרך אקראי אם כן עדיין צריכין אנו למודעי למה שחילק רש\"י דכיון דהסכין הוא של היתר אינו בולע על ידי חום ביה\"ש מכיון שהוא קשה וזה דבר פשוט ומושכל ולפי דעתו ז\"ל קשה טובא דלמאי דק\"ל להתוס' בדבור שאח\"ז מההיא דנעיצה ואכתי לא אסיקו אדעתייהו לחלק בין אקראי לתמידי ובין סכין של היתר לסכין של איסור כתי' ר\"ת אדק\"ל מההיא דע\"ז אמאי לא ק\"ל ממימרא דרב גופיה גבי סכין של גוים דבעי קליפה ולתרוצי עלה כמו שתי' לההיא דע\"ז ותו קשה טובא דאם איתא דטעמא דסכין של טריפה למ\"ד בצונן הוא משום דהוי דרך אקראי אבל כל שהוא תמידי מודה דאסור אם כן כי פריך בגמ' ולמ\"ד בחמין מ\"ט משום דקא בלעי איסורא דהיתרא נמי בלע אמ\"ה והשתא אדק\"ל למ\"ד בחמין תיקשי ליה לכ\"ע שהרי סכין של היתר הוא בולע איסור דאמ\"ה בתמידות אלא הדבר פשוט כמ\"ש: שוב מצאתי להמאור ז\"ל שכתב וז\"ל והשוחט בסכין של גוים פ' הרב שלמה ז\"ל כרב ואע\"ג דקי\"ל כמ\"ד בצונן שאני התם דלא אשתמש ביה איסורא אלא לפי שעה אבל סכין של גוים שהוקבע תשמישה באיסור חמור הוא וכרב דאמר קולף כו' יע\"ש הנה דברי המאור ז\"ל הן הן דברי הרב פמ\"א ובעניותי לא אדע שכול לענין בליעת גוף הסכין מה שייך לחלק בין אקראי לתמידי וכמ\"ש ובר מן דין מ\"ש המאור ז\"ל כן משם רש\"י נראה שגירסא אחרת נזדמנה לו שדברי רש\"י ז\"ל שלפנינו אינו ענין לזה כלל:<br><b> וראיתי </b> להרב תפארת שמואל ז\"ל דף ע\"א ע\"ב שכתב ליישב קושית הרב מע\"מ ז\"ל וז\"ל נ\"ל דהכי דייק דנהי דאמרינן דסכין אינו בולע היינו שיאסור הסכין ממש כאלו נבלע בו איסור ממש על ידי רתיחה דלא סגי אלא בהגעלה אבל לעולם נדבק בו שמנונית דאיסור שהרי צריך הדחה ואם כן כששחט ונאסר משום אמ\"ה נהי דלא נאסר ממש מכל מקום נדבק מבחוץ והרי חוזר ומבליע על ידי דוחק כו' א\"ד יע\"ש ודבריו תמוהים בעיני דאי קו' התוספות היתה מכח השמנונית הנדבק ע\"פ מאיסור אמ\"ה הן עוד היום אפילו דנימא דאגב דוחקא כו' לא בלע אלא לכי חיימא מ\"מ אכתי תקשי להו דבסכין דהתירא היכי שחטי' שהרי מכי שחיט פורתא הרי נדבק בסכין שמנונית אמ\"ה והדר לכי חיימא בגמר שחיטה מבליע השמנונית בסימנין ונראה שמחמת זו כתבו התוס' בדבור שאח\"ז וז\"ל משמע דבסכין כשרה לכ\"ע בצונן כו' יע\"ש אשר נראה מבואר דסבירא להו דלכ\"ע סכין דהיתרא בעי הדחה מחמת איסור אמ\"ה ונדבק ע\"פ בתחילת השחיטה וכ\"כ בפסקי תוספות ומשום הכי לא פריך תלמודא למ\"ד בצונן נמי דליבעי הדחה משום דה\"נ דינא הוא דבעי הדחה אלא דרבותא אשמועינן דאפילו בסכין סגי בהדחה ואם כן כיון דס\"ל דסכין של היתר בעי הדחה לכ\"ע מה\"ט אם כן מאי ק\"ל בדבור הקודם דללישנא דדוחקא דסכינא תיקשי להו הכי הא כיון דמשום בליעת הסכין ליכא למיחש משום דהסכין קשה ואין כאן אלא משום חשש שמנונית לא תקשי כלל שהרי לכ\"ע בעי הדחה ולומר דהתוס' בדבור זה ס\"ל דסכין של היתר לא בעי הדחה וכמו שכן הוא דעת הרשב\"א והמרדכי והג\"הא עיין בש\"ך ח\"י סק\"ט ופליגי אמ\"ש בדבור שאח\"ז זה ודאי ממה שאין הפה יכול לדבר ותו דאפילו נימא דס\"ל דלא בעי הדחה ומש\"ה ק\"ל מכח שמנונית הנדבק ע\"פ קשה דעוד היום תיקשי להו דסכין דהיתרא היכי שחטינן הא מכי חיימא בגמר שחיטה הרי הוא בולע משמנונית אמ\"ה הנדבק בתחילת השחיטה וכבר ראיתי להפר\"ח ז\"ל סימן הנזכר ס\"ק י\"ח דהוקשה לו כן לדעת הרשב\"א וסיעתיה ותירץ דכיון דיש הרבה דם בביה\"ש אין מקום לשמנונית להדבק בדופני הסכין אלא ע\"י חום כל דהו דאפי' למ\"ד ביה\"ש צונן מ\"מ רותח הוא קצת ומשום הכי הקשה הרשב\"א דלמקשה דהוה ס\"ל דאיכא חום אפילו בתחילת השחיטה א\"כ הו\"מ לאקשויי אפי' למ\"ד בצונן דנבעי הדחה אבל למאי דמשני דלא חיימא אלא בגמר שחיטה א\"כ גם השמנונית אינו נדבק ע\"פ הסכין אלא ההיא שעתא וההיא שעתא היתרא הוה יע\"ש וא\"כ היא גופא נמי מייתב' בהכי לדעת ריב\"ם דלו יהי דנימא דאגב דוחקא דסכינא בלע אפי' בצונן מ\"מ בסכין קשה לא בלע גוף הסכין ואין כאן אלא משום חשש שמנונית וכיון שיש דם הרבה בביה\"ש אינו נדבק אלא ע\"י חום דהיינו בגמר השחיטה וההיא שעתא היתרא הוא גם הרב בעל ט\"ז הוקשה לו כן ותירץ באופן אחר דדוקא אם החשש הוא משום טעם הבלוע בסכין דהיתרא כיון דאין שם ממשות של אמ\"ה ואפילו לחלוחית בעלמא אלא נבלע וכיון שהדם אינו מבליע דטרידי סימני' לפלוט אין איסור משום אמ\"ה אמנם בשמנונית של טריפה חששו מפני שהוא נדבק אפילו בגמר שחיטה דאין כאן בליעת דם יע\"ש והרואה יראה שתי' זה גם כן מעלה ארוכה לדעת ריב\"ם ז\"ל: ואולם לדעת התוס' והאגודה דס\"ל דסכין דהיתרא בעי הדחה לכ\"ע ומשום חשש שמנונית שע\"פ גם הב\"ח חיזק בסברא הלזו וכתב דאפי' בעופות דלא שכיחי טרפות יש להזהיר לשוחטים לקנח משום אמ\"ה תמיהא מילתא טובא דא\"כ כל בהמות ועופות דעלמא ביה\"ש דידהו נבעי קליפה שהרי בתחילת השחיטה נדבק שמנונית אמ\"ה בסכין ובגמר שחיטה מבליע השמנונית בסימנים וכבר תמהו עליו בזה הט\"ז והפר\"ח וכתבו שדברי האגודה אין להם שחר כלל והדבר מוכרח מצד עצמו יע\"ש ומ\"מ תמיהא מילתא על התוספות והאגודה איך לא השגיחו בזה ומ\"ש רש\"ל ביש\"ש סימן י\"ב שאף התוספות לא כ\"כ אלא למ\"ד דבסכין טריפה בעי הדחה בחמין מודה דבכשרה סגי בצונן אבל למאי דקי\"ל כמ\"ד בצונן אפילו בסכין טריפה בסכין כשרה לא בעי מידי יע\"ש הן דברים תמוהים דכיון דעכ\"ל דבסכין של היתר אינו נדבק השמנונית של אמ\"ה אלא לכי חיימא ובההיא שעתא היתרא הואי ומהטעמים שכתבו הט\"ז והפר\"ח אם כן למ\"ד בחמין נמי לא נבעי הדחה כלל אלא מבואר הוא שלדעת התוס' לכ\"ע בעי הדחה ואשר אני אחזה ליישב דעתם ז\"ל דס\"ל דודאי שמנונית של אמ\"ה הנדבק בדופני הסכין לפי הנראה בחוש הראות הוא מעט מזער וכלא חשיב ולא שמיה ופשיטא ודאי דיש בו במה שנבלע עד כדי קליפה ששים או יותר אלא דאפי' הכי ס\"ל דלכתחילה אין לשחוט בלא הדחה אע\"ג דיש בו כדאי והותר לבטלו בס' מ\"מ הא קי\"ל אין מבטלין איסור לכתחלה ומשו\"ה בעי הדחה ואי ק\"ל דאי משום אין מבטלין איסור לכתחלה הרי כתב הרשב\"א בתשובות סי' תס\"ג דה\"ד במתכוין לבטל את האיסור אבל כל שאינו מכוין לבטלו וליהנות ממנו מותר וכ\"כ הטור א\"ח סי' תנ\"ג ועיין בפר\"ח שם ובי\"ד סימן ס\"א הא ל\"ק כלל שהרי כבר כתבנו לעיל בפט\"ו דין כ\"ה שמדברי התוספות פרק כ\"ש דכ\"ח ד\"ה לישהינהו מבואר שחולקים על זה ותו שהרי כ' הט\"ז י\"ד סי' קל\"ז סק\"ד דה\"ד היכא דלא אפשר בלא\"ה אבל כל דאפשר בלא\"ה מיקרי מבטל איסור לכתחלה יע\"ש וא\"כ ה\"נ כיון דאפשר בהדחה חשיב מבטל איסור לכתחילה אמנם בשאר בהמות ועופות דעלמא כיון דלא אפשר בלא\"ה ולא קא מכוין לבטל משום הכי שרי ובגמרא כי פרכינן למ\"ד בחמין סכין דהיתרא נמי כו' היינו למ\"ד ביה\"ש רותח אף לענין בליעת הסכין דאז ודאי אין בו ס' לבטלו משום דבכוליה משערינן דבמאי דנפיק מיניה מנא ידעינן זה הנ\"ל אמת ויציב ומן האמור בזה מבואר שאף לדעת התוס' והאגודה לא כ\"כ אלא לכתחלה שלא לשחוט בלא הדחה אבל אם עבר ושחט לכ\"ע לא בעי קליפה שהרי נתבטל בס' ושלא כמ\"ש הפר\"ח שלדעת הב\"ח אם לא קנח הסכין בין עוף לעוף צריך לקלוף כל ביה\"ש כנ\"ל: ומ\"מ לכל הדברות ולכל האמירות הניתנין למעלה בישוב קו' זו עדיין ק\"ל טובא דלמאי דס\"ד דמקשה דפריך סכין דהיתרא נמי בלע אמ\"ה ופירש\"י כי שחיט בה בהמה אחרת נבעי הגעלה כו' אדקשיא ליה דנבעי הגעלה תיקשי ליה דכל בהמות דעלמא נמי נבעי קליפה דמתחיל' השחיטה הרי בלע הסכין אמ\"ה ובגמר שחיטה בולע הבשר טעם אמ\"ה דלס\"ד דמקשה אין בו מן הישוב מכל האמור לעיל כמובן וצ\"ע כעת: ואיך שיהיה הדרן לדמעיקרא דתי' הרב תפארת שמואל נדחה הוא מכח כל מ\"ש ואשר אני אחזה ליישב בשנדקדק עוד דלפי הנראה מדבריהם שלדעתם ז\"ל דס\"ל דלא אמרינן אגב דוחקא אלא ע\"י חום קצת קו' סכין דהיתרא כו' מיישבא שפיר מטעמא דאימת בלעה לכי חיימא כדרך שתי' למ\"ד בחמין ויש לדקדק דאכתי תיקשי להו לתלמודא גופא אמאי נטר להקשות קו' הלזו אפלוגתא דרב אחא ורבינא ואמאי ל\"ק ליה אפלוגתא דרב ורבב\"ח דמקמי הכי ולשנויי עלה דאימת בלעה לכי חיימא כו' ולכן נראה דודאי תלמודא ל\"ק ליה אמימרא דרב דלעיל משום דאיכא למימר דדוקא גבי בשר דרכיך ס\"ל דאמרינן אגב דוחקא וא\"נ ביה\"ש רותח למ\"ד אבל בסכין קשה לא בלע כמו שכתב הרב בעל מע\"מ אמנם אפלוגתא דרב אחא ורבינא ק\"ל להתוספות שפיר משום דס\"ל דפלוגתא דרב אחא ורבינא ע\"כ לא מיתוקמא דוקא בביה\"ש רותח כדרך שפירש\"י דאם כן הוה ליה לתלמודא למימר עלה דכ\"ע ביה\"ש רותח והכא בסכין קמפלגי אלא משמע דפלוגתייהו דרב אחא ורבינא נמי מצינן לפרושי כדרך שפירשו לה לפלוגתא דרב ורבב\"ח אבע\"א דכ\"ע בית השחיט' רותח ואבע\"א דכ\"ע ביה\"ש צונן והכא אי אמרינן אגב דוחקא דסכינא קמפלגי דמהשתא משום הכי לא הוצרך תלמודא לפרש במאי קמפלגי שהרי הדבר מובן מעצמו דהנהו אוקמת שאמרו לעיל בפלוגתא דרב ורב\"ח אינהו גופייהו איכא למימר נמי הכא אמנם אם נאמר דפלוגתייהו דרב אחא ורבינא לא מצי מיתוקמא אלא אם נאמר דכ\"ע ביה\"ש רותח והכא קמפלגי גבי סכין אם כן הו\"ל לתלמודא לפרש בהדיא ולמימר הכי דכ\"ע ביה\"ש רותח והכא בסכין קמפלגי כי היכי דלא ניטעי לומר דכ\"ע ס\"ל ביה\"ש צונן וכלישנא דלעיל ותו דללישנא דלעיל דרב ורבב\"ח ס\"ל דביה\"ש צונן א\"כ רב אחא ורבינא אתו דלא כרב ורבב\"ח וזה ודאי דוחק אלא עכ\"ל דלההוא לישנא ה\"נ איכא למימר בפלוגתא דרב אחא ורבינא דכ\"ע ס\"ל ביה\"ש צונן והכא אי אמרינן אגב דוחקא דסכינא בלע גבי סכין דקשה קמפלגי והשתא היינו דק\"ל דלההוא לישנא למ\"ד בחמין וס\"ל דאפילו גבי סכין אמרינן אגב דוחקא תיקשי ליה סכין דהיתרא כו' דלא מצי לשנויי הכי כנ\"ל נכון ליישב דבריהם ז\"ל ודוק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}