{
    "work": "Kinnot for Tisha B'Av (Ashkenaz)", 
    "text": {
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 9_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 21_Paragraph": "and ours is the shamefacedness because we should have repented to You wholeheartedly so that You would return to us in compassion.", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 3_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 10_Paragraph": "If one could ask of another: \"Give over your son to eat\" but he's already hidden, sliced into slices...", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 10_Paragraph": "Yours, my Lord, is the righteousness because you provided us with the manna, the well and the pillar of clouds;", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 6_Paragraph": "Yours, my Lord, is the righteousness when we recall the proclamation, 'You are witnesses, and I am God!'", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 4_Paragraph": "And scream for their blood, spilled like water through her canals.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 6_Paragraph": "And scream for the desolate assemblies, and for her Sanhedrin that no longer exists....", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 13_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 19_Paragraph": "Scream for the cheers of her despisers as her corpses multiplied.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 5_Paragraph": "Scream for the tittering of her dancers, whose silence now fills her cities.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 9_Paragraph": "and ours, is the shamefacedness, because on the day (we made the Golden Calf), we brought it an offering of fine flour with oil and honey.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 7_Paragraph": "and, ours is the shamefacedness, because we blasphemed Hashem in (the Wilderness of) Sin (when we demanded of Aaron), 'Arise and create a god for us!'", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 17_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 3_Paragraph": "and ours is the shamefacedness, because of the hypocrisy to be found within us as we emulated (Egypt's abominable) deeds.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 13_Paragraph": "Scream for the torment and the blows that her monks suffered.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 14_Paragraph": "And scream for her babies, their skulls cracked open upon the rocks.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 0_Paragraph": "Scream for Zion and her cities like a woman giving birth, and like a bride dressed in mourning for her husband on her wedding night.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 9_Paragraph": "Scream for her princes, her noble Children of David.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 13_Paragraph": "and ours is the shamefacedness because we defied You as Laban, Hazeroth, and Di-zahab as related (by Moses),", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 1_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 2_Paragraph": "Yours, my Lord, is the righteousness because You have taken (our) nation from amidst another nation, with miracles;", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 12_Paragraph": "And scream for the oppressor who replaced her dresses with sacks.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 15_Paragraph": "Scream for the joy of her haters as they laughed at her wounds.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 5_Paragraph": "and ours is the shamefacedness, because they (our forefathers) rebelled on the shore of the Sea of reeds, the nation sinning against its God!", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 14_Paragraph": "If daughters could be dandled in the breasts of their mothers, distended bellies...", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 11_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 15_Paragraph": "and ours is the shamefacedness because of Achan who appropriated for himself from the forbidden spoils (of Jericho) and found no excuse (for his crime).", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 20_Paragraph": "And scream for the excitement of her cursers from within her sacred courts.", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 15_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 21_Paragraph": "Scream for Your name that was desecrated by her besiegers.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 23_Paragraph": "and ours is the shamefacedness because (Daniel) the man of delights pleaded with You (to end the Babylonian Exile after a mere seventy years, even though we were not worthy,) saying, 'Incline Your ear, O my God, and hear!'", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 4_Paragraph": "Yours, my Lord, is the righteousness because God went out to redeem us as a people unto Himself;", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 14_Paragraph": "Yours, my Lord, is the righteousness because of (how You waged war for us with) Sihon and Og and all the kings of Canaan;", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 16_Paragraph": "Yours, my Lord, is the righteousness because of all that You accomplished through the fourteen saviors(-Judges);", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 8_Paragraph": "Yours, my Lord, is the righteousness because You fed us (the manna) that tasted like dough fried in honey;", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 6_Paragraph": "If the tongue of a nursing baby could glue to his palate from blinding white thirst...", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 19_Paragraph": "and ours is the shamefacedness because the evil in our midst caused each one's destruction, and in their loss, we have been humiliated.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 3_Paragraph": "Scream for God’s exiled servants, who beautifully sang her melodies.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 1_Paragraph": "Scream for the castle abandoned, by fault of the sheep who make up her flock.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 11_Paragraph": "and ours is the shamefacedness because our forefathers grumbled in their tents about (the manna and called it) the destructive bread.", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 4_Paragraph": "If the fine locks of their heads could be shorn and bound as decorations for horses...", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 16_Paragraph": "If the ghosts of children, bloated with rot, floated in the streets of the city...", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 10_Paragraph": "And scream for their beauty, extinguished the moment they removed her crowns.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 16_Paragraph": "And scream for the torture of her pure and noble citizens.", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 7_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 11_Paragraph": "Scream for the dignity that vanished when they destroyed her shrines.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 22_Paragraph": "And scream for the prayers that they will shout: Heed and listen to her words.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 12_Paragraph": "Yours, my Lord, is the righteousness because in the wilderness we lacked for nothing;", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 2_Paragraph": "And scream for God’s despisers, who violated the sanctity of her chambers.", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 2_Paragraph": "If women so full of compassion could boil their children, measured hand height by hand height...", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 5_Paragraph": "Alas for me!", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 18_Paragraph": "Yours, my Lord, is the righteousness because You erected (Tabernacles) at Shiloh, Nob, Gibeon and the Eternal Temple (in Jerusalem);", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 8_Paragraph": "And scream for the desecrated palace vessels, and the altar for her incense.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 23_Paragraph": "Scream for Zion and her cities like a woman giving birth, and like a bride dressed in mourning for her husband on her wedding night.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 20_Paragraph": "Yours, my Lord, is the righteousness because although the Destructions of the two Temples were caused by our corruption, we ourselves were spared;", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 8_Paragraph": "If one could sigh one to another: \"Come on and let's boil our screeching sons...", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 12_Paragraph": "If fathers, now meat, could be seasoned for their sons in caves and trenches...", 
        "1_Kinot for Tisha B'Av Day, 16_Chapter, 0_Paragraph": "If women could eat the fruit of their womb, the little babes clapping their hands...", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 22_Paragraph": "Yours, my Lord, is the righteousness because of the (almost) nine centuries throughout which You withheld Your anger (over our sins) and didn't broadcast it;", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 17_Paragraph": "and ours is the shamefacedness because of Micah's idol through which we transgressed.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 7_Paragraph": "Scream for her constant sacrifices and her redeemed first born.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 17_Paragraph": "Scream for the crimes that she committed as she paved the way for her iniquity.", 
        "1_Kinot for Tisha B'Av Day, 44_Chapter, 18_Paragraph": "And scream for her myriad burned and blackened communities.", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 0_Paragraph": "Yours, my Lord, is the righteousness, because of the wondrous signs You have displayed from then until now;", 
        "1_Kinot for Tisha B'Av Day, 18_Chapter, 1_Paragraph": "and ours is the shamefacedness, because of the trial with which You sought to refine us, (but as a result of our failure) You despised us."
    }, 
    "meta": "Chapter-Paragraph"
}