{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            " ריף עבודה זרה \n פרק א \n", 
            "  לפני אידיהן של עובדי כוכבים  שלשה ימים אסור   לשאת ולתת עמהן להשאילן ולשאול מהן להלוותן וללוות מהן לפורען וליפרע מהן ר' יהודה אומר נפרעין מהן מפני שמיצר להם אמרו לו אע\"פ   שמיצר עכשיו שמח הוא לאחר זמן:", 
            "  ר' ישמעאל אומר שלשה לפניהם ושלשה לאחריהם אסור וחכ\"א לפני אידיהן אסור לאחר אידיהן מותר:", 
            "<b>גמ'</b>    איבעיא להו ג' ימים הן ואידיהן או דלמא הן בלא אידיהן ומסקנא הן בלא אידיהן:", 
            "  אמר שמואל ובגולה אינו אסור אלא יום אידם בלבד  והא רב יהודה שרא ליה לרב   כהנא לזבוני חמרא ולרב גידל לזבוני חיטי בחגא דטייעי שאני חגא דטייעי דלא קביעא:", 
            "  איבעיא להו  נשא ונתן לפני אידיהן מהו ר' יוחנן אמר אם נשא ונתן אסור ורשב\"ל אמר אם נשא ונתן מותר והלכתא כרבי שמעון בן לקיש דתניא כותיה כשאמרו אסור לשאת ולתת עמהן לא אמרו אלא בדבר המתקיים אבל דבר שאין מתקיים מותר ואפילו דבר המתקיים  נשא ונתן מותר תני רב זביד בדבי ר' אושעיא דבר שאין מתקיים מוכרין להן אבל אין לוקחים מהן "
        ], 
        [
            "   ולכולי עלמא   נשא ונתן ביום אידיהן אסור וכן הלכתא ההוא מינא דשדר ליה דינר קסרינא לר' יהודה נשיאה ביום אידו הוה יתיב ר\"ש בן לקיש קמיה אמר היכי איעביד אישקליה אזיל  מודי קמי עבודת כוכבים לא אישקליה הויא ליה איבה א\"ל רשב\"ל טול והשליכו לבור לפניו  כל שכן דהויא ליה איבה א\"ל  כלאחר יד:", 
            "גרסינן בפרק השוכר את הפועל רב יהודה משדר ליה קורבנא (דף סה.) לאבדרבן ביום אידם אמר ידענא ביה דלא פלח לעבודת כוכבים א\"ל רב יוסף והא תניא אי זה הוא גר תושב כל שקיבל עליו בפני שלשה חברים שלא לעבוד עבודת כוכבים אמר ליה כי תניא ההיא להחיותו והא אמר רבה בר בר חנה אמר רבי יוחנן גר תושב שעבר עליו שנים עשר חדש ולא מל הרי הוא כמין שבעובדי כוכבים התם כגון שקיבל עליו למול ולא מל:", 
            "  תניא ר' נתן אומר מנין  שלא יושיט  אדם כוס יין לנזיר ואבר מן החי לבני נח תלמוד לומר ולפני עור לא תתן מכשול ודוקא  דהוה קאי בתרי עיברי נהרא דלא מצי איהו שקיל ליה    ודיקא נמי דקתני לא יושיט  שמע מינה:", 
            " לפורען וליפרע מהן:", 
            "מתניתין דלא כרבי יהושע בן קרחה דתניא רבי יהושע בן קרחה אומר   מלוה בשטר אין נפרעין מהם מלוה על פה נפרעים מהם מפני שהוא כמציל מידם אמר רב הונא הלכה כר' יהושע בן קרחה:", 
            "   ת\"ר הנשאל לחכם וטימא  לא ישאל לחכם ויטהר לחכם ואסר "
        ], 
        [
            " לא ישאל לחכם ויתיר היו שנים אחד מטמא ואחד מטהר אחד אוסר ואחד מתיר אם היה אחד מהם גדול מחבירו בחכמה ובמנין הלך אחריו ואם לאו הלך אחר המחמיר ר' יהושע בן קרחה אומר בשל תורה הלך אחר המחמיר בשל סופרים הלך אחר המיקל אמר רב יוסף הלכה כר' יהושע בן קרחה:", 
            "תנו רבנן  כל הפושעים שחזרו אין מקבלין אותם עולמית דברי ר' מאיר ר' יהודה אומר חזרו בהן במטמוניות אין מקבלין אותן בפרהסיא מקבלין אותן ר' יהושע בן קרחה ורבי שמעון אומרים בין כך ובין כך מקבלין אותם שנאמר  ירמיה יג  שובו בנים שובבים אמר ר' יצחק איש כפר עיטוש אמר רבי יוחנן הלכה כאותו הזוג:", 
            "<b>מתני'</b>    ואלו  אידיהן של עובדי כוכבים קלנדא וסטוריס    ויום גנוסיא של מלכים ויום הלידה ויום המיתה דברי ר' מאיר וחכמים אומרים כל מיתה שיש בה שריפה יש בה עבודת כוכבים ומיתה שאין בה שריפה אין בה עבודת כוכבים   יום תגלחת זקנו   ויום שעלה בו מן הים ויום שיצא בו מבית האסורים   אינו אסור אלא אותו היום   ואותו האיש בלבד:", 
            "<b>גמ'</b>  א\"ר חנן בר רבא קלנדא שמנה ימים אחר התקופה סטורניא שמונה ימים לפני התקופה וסימניך  תהלים קלט  אחור לקדם צרתני :", 
            "בעי רב מתנה רומי שעשתה "
        ], 
        [
            " קלנדא וכל העיירות הסמוכות לה משתעבדות לה אותן העיירות אסורות או מותרות רבי יהושע בן לוי אומר קלנדא לכל אסורה ור' יוחנן אומר אין אסורה אלא לעובדיה בלבד והלכתא כר' יוחנן דתניא כותיה:", 
            "תניא ר\"ש בן אלעזר אומר ישראל שבחוצה לארץ עובד עבודת כוכבים בטהרה הן הא כיצד  עובד כוכבים שעשה משתה לבנו וזימן כל היהודים שבעירו אף על פי שאוכלין משלהן ושותין משלהן   עומד עליהם מעלה עליהן הכתוב כאילו אכלו מזבחי מתים שנאמר  שמות לד  וקרא לך ואכלת מזבחו מאי וקרא לך משעת קריאה:", 
            "  כל תלתין יומין בין אמר מחמת הילולא בין לא אמר מחמת הילולא אסור מכאן ואילך אי אמר משום הילולא אסור ואי לא אמר משום הילולא שרי וכי אמר משום הילולא עד אימת אסור אמר רב פפא   עד תריסר ירחי שתא ומעיקרא מאימת אסור אמר רב פפא  מכי רמי שערי באסנתיה:", 
            "וחכמים אומרים כל מיתה שיש בה שריפה וכו' ת\"ר    שורפין על המלכים ולא מדרכי האמורי שנאמר  ירמיה לד  בשלום תמות ובמשרפות אבותיך המלכים אשר היו לפניך כן ישרפו לך וגו' וכשם ששורפין על המלכים כן שורפין על הנשיאים ומה הם שורפין עליהן מטתן וכל כלי תשמישן מעשה ומת רבן גמליאל  ושרף עליו אונקלוס הגר בשבעים מנה צורי:", 
            "<b>מתני'</b>     עיר שיש בה עבודת כוכבים חוצה לה מותר חוצה לה עבודת כוכבים   תוכה מותר מהו לילך לשם  בזמן שהדרך מיוחדת לאותו מקום אסור ואם יכול לילך בה למקום אחר "
        ], 
        [
            " מותר     עיר שיש בה עבודת כוכבים והיה בה חנויות מעוטרות ושאינן מעוטרות "
        ], 
        [
            " זה היה מעשה בבית שאן ואמרו חכמים המעוטרות אסורות ושאינן מעוטרות מותרות:", 
            "<b>גמ'</b>    ת\"ר עיר שיש בה עבודת כוכבים אסור ליכנס לתוכה ולא מתוכה לעיר אחרת דברי ר\"מ וחכ\"א בזמן שהדרך מיוחדת לאותו מקום אסור אין הדרך מיוחדת לאותו מקום מותר  ישב לו קוץ  בפני עבודת כוכבים לא ישחה ויטלנו מפני שנראה כמשתחוה לעבודת כוכבים ואם אינו נראה כמשתחוה מותר נתפזרו לו מעות בפני עבודת כוכבים לא ישחה ויטלם מפני שנראה כמשתחוה לעבודת כוכבים ואם אינו נראה מותר    פרצופות מקלחין מים בפני עבודת כוכבים הרי זה לא יניח פיו על פיהם וישתה מפני שנראה כמנשק לעבודת כוכבים כיוצא בו לא  יניח פיו ע\"ג הסילון וישתה מפני הסכנה   מאי סכנה סכנת עלוקה  מסייע ליה לר' חנינא דא\"ר  חנינא הבולע נימא של מים מותר להחם לו מים בשבת ומעשה באחד שבלע נימא של מים והתיר לו ר' נחמיה להחם לו חמין בשבת אדהכי והכי   אמר רב הונא בריה דרב יהושע ניגמע חלא:", 
            "ת\"ר לא ישחה  אדם מים   לא מן הנהרות ולא מן האגמים בלילה ואם שתה דמו בראשו מפני הסכנה מאי סכנה סכנת שברירי:", 
            " תניא   רבי נתן אומר יום שעבודת כוכבים מנחת בו את המכס  מכריזין ואומרים כל מי שיטול עטרה ויניח בראשו ובראש חמורו יניחו לו את המכס ואם לאו אל יניחו לו יהודי שנמצא שם מה יעשה יניח נמצא נהנה לא יניח נמצא מהנה מכאן אמרו הנושא ונותן  ביריד של עבודת כוכבים בהמה תעקר   כסות וכלים ירקבו מעות וכלי מתכות יוליך הנאה לים המלח אי זה עיקור מנשר פרסותיה מן הארכובה ולמטה וה\"מ בלוקח מן התגר דשקלי מיניה מיכסא אבל בלוקח מבעה\"ב דלא שקלי מיניה מיכסא שרי דתניא הולכים ליריד של עובדי כוכבים ולוקחין מהן בהמה ועבדים ושפחות בתים שדות וכרמים   וכותב ומעלה בערכאות שלהן מפני שהוא כמציל מידן ואם היה כהן  מיטמא בחוצה לארץ לדון ולערער עמהן וכשם שמיטמא בחוצה לארץ כך מיטמא בבית הקברות בבית הקברות סלקא דעתך טומאה דאורייתא היא אלא אימא בית הפרס דרבנן ומיטמא ללמוד תורה ולישא אשה א\"ר   יהושע אימתי בזמן שאינו מוצא ללמוד אבל בזמן שמוצא ללמוד לא יטמא ר' יוסי אומר אף בזמן שמוצא ללמוד יטמא לפי שאין מן הכל אדם זוכה ללמוד אמר ר' יוסי מעשה ביוסף הכהן שהלך אחר "
        ], 
        [
            " רבו לצידן א\"ר יוחנן הלכה כר' יוסי תניא אין   מקדישין ואין מעריכין ואין מחרימין בזמן הזה ואם הקדיש או העריך או החרים בהמה  תיעקר פירות ירקבו כסות וכלים   (וצ\"ל ירקבו) יקברו מעות וכלי מתכות יוליך לים המלח ואיזה הוא עיקור נועל   דלת בפניה והיא מתה מאיליה.", 
            "ואי פריק לה בשוה פרוטה שפיר דמי דאמר שמואל (ערכין כט.) הקדש שוה מנה שחיללו על שוה פרוטה מחולל:", 
            "<b>מתני'</b>  אלו  דברים אסור למכור לעובדי כוכבים איסטרובילין ובנות שוח ופטוטרות  ולבונה ותרנגול לבן רבי יהודה אומר מוכר הוא לו תרנגול לבן בין התרנגולין ובזמן שהוא בפני עצמו קוטע את אצבעו ומוכרו שאין מקריבין חסר לעבודת כוכבים ושאר כל הדברים סתמן מותר ופירושן אסור רבי מאיר אומר אף דקל טב וחצב ונקלבים אסור למכור לעובדי כוכבים:", 
            "<b>גמ'</b>    מאי איסטרובילין אמר רב ספרא פירי דארזא פטוטרות אמר רבה בר בר חנה א\"ר יוחנן כולן בפטוטרותיהן שנינו לבונה א\"ר יצחק לבונה זכה תנא   וכולן מוכרין להן חבילה וכמה חבילה פירש ר' יהודה בן בתירה אין חבילה פחותה משלשת מנים וניחוש דילמא אזיל ומזבין לאחריני ומקטרי אמר אביי ולפני עור לא תתן מכשול  אלפני   מיפקדינן אלפני דלפני לא מיפקדינן  ותרנגול לבן א\"ר יונה א\"ר זירא תרנגול למי תרננול למי מותר למכור לו תרנגול לבן תרנגול לבן למי תרנגול לבן למי אסור למכור לו תרנגול לבן:", 
            "ושאר כל הדברים סתמן מותר ופירושן אסור:", 
            "סתמן חיטי חיוארתא ופירושן   לעבודת כוכבים:", 
            "<b>מתני'</b>     מקום שנהגו למכור בהמה "
        ], 
        [
            " דקה לעובד כוכבים מוכרין מקום שנהגו שלא למכור אין מוכרין   ואל ישנה אדם מפני המחלוקת בכל מקום  אין מוכרין להן בהמה גסה עגלין וסייחים שלמין ושבורין ר' יהודה מתיר בשבורה בן בתירה מתיר בסוס:", 
            "<b>גמ'</b>  אין מוכרין להן בהמה גסה   מ\"ט נהי דלהרבעה לא חיישינן דעובד כוכבים חס על בהמתו שלא תיעקר עביד בה מלאכה בשבת ונעביד כיון דזבנה קנייה גזרה משום שכירות גזרה משום שאלה   גזרה משום נסיוני דזימנין דמזבין לה ניהלי' סמוך לשקיעת החמה דמעלי שבתא וא\"ל תא נסייה ניהלי ושמעה ליה לקליה ואזלא מחמתיה וניחא ליה דתיזיל והוה ליה כמחמר אחר בהמתו בשבת:", 
            "רב אחא שרא לזבוני חמרא אגב ספסירא אמר אי משום נסיוני הא לא ידעה ליה לקליה דאזלא מחמתיה אי משום שאלה אי משום שכירות ספסירא כיון דלפי שעתיה הוא דמזבין לא מושיל ולא מוגר ועוד חייש דילמא ניגלו מומא ומשום הכין לא מושיל ולא מוגר:", 
            "רב הונא זבין ההיא פרה לעובד "
        ], 
        [
            " כוכבים א\"ל רב חסדא מ\"ט עבד מר הכי א\"ל אימור לשחיטה זבנה   אמר ר\"נ אמר רבה בר אבוה כדרך שאמרו אסור למכור לעובד כוכבים כך אסור למכור לישראל   החשוד למכור לעובד כוכבים:", 
            "ת\"ר  אין מעמידין בהמה בפונדקיות של עובדי כוכבים זכרים אצל זכרים ונקבות אצל נקבות ואין צריך לומר זכרים אצל נקבות ונקבות אצל זכרים ואין מוסרין בהמה לרועה שלהן ואין מתיחדין עמהן ואין מתלוין עמהן  ואין מוסרין להן תינוק ללמדו ספר וללמדו אומנות:", 
            "ות\"ר  אין מוכרין להן לא זיין ולא כלי זיין ואין משחיזין להן את הזיין ואין מוכרין להן לא   (סכין) ולא קולרין ולא כבלים ולא שלשלאות של ברזל וכדרך שאמרו אסור למכור לעובד כוכבים כך אסור למכור לישראל החשוד למכור לעובד כוכבים אמר רמי בר אבא כדרך שאסור למכור לעובד כוכבים כך אסור למכור לליסטים ישראל ת\"ר אין מוכרין להן תריסין   מ\"ט דתנא קמא   דכי שלים זינייהו קטלי בהו וי\"א מוכרין להן תריסין דכי שילם זינייהו מיערק ערקי אמר רב נחמן אמר רבה בר אבוה הלכה כיש אומרים אמר רב אדא בר אהבה אין מוכרין להן עששיות של ברזל אמר רב אדא בפרזלא הינדואה והאידנא דקא מזבנינן אמר רב אשי לפרסאי דמגנו עילואן:", 
            "  בן בתירא מתיר בסוס תניא בן בתירא מתיר בסוס מפני שהוא עושה  מלאכה שאין חייבין עליה חטאת אמר ר' יוחנן הלכה כבן בתירא:", 
            "<b>מתני'</b>  אין מוכרין להן דובים ואריות ולא כל דבר שיש בו נזק לרבים אין בונין עמהן בסילקי וגרדום איצטדיא ובימה אבל בונין עמהן בימוסיאות ומרחצאות הגיע לכיפה שמעמידין בה עבודת כוכבים אסור לבנותה:"
        ], 
        [
            "<b>גמ'</b>  אמר רב חנן בר רבא  חיה גסה הרי היא כבהמה דקה לפירכוס אבל לא למכירה   וכן הלכתא:", 
            "    הרחק מעליה דרכך זו מינות  והרשות ואל תקרב אל פתח ביתה זו זונה וכמה אמר רב חסדא ארבע אמות:", 
            "  ת\"ר ההולך לאיצטדינין ולכרכום וראה את הנחשים ואת החברים בוקיון ומוקיון מוליון ולוליון סגדלין וסגדליון הרי זה מושב לצים ועליהם הכתוב אומר  תהלים א  אשרי האיש אשר לא הלך וגו' כי אם בתורת ה' חפצו וגו' הא למדת שהדברים הללו מביאין את האדם לביטול תורה דרש ר\"ש בן פזי מאי דכתיב אשרי האיש אשר לא הלך וגו' וכי מאחר שלא הלך מהיכן עמד ומאחר שלא עמד מהיכן ישב ומאחר שלא ישב מהיכן לץ לומר לך שאם הלך סופו לעמוד ואם עמד סופו לישב ואם ישב סופו ללוץ ואם לץ עליו הכתוב אומר  משלי ט  אם חכמת חכמת לך ואם לצת לבדך תשא אמר רבי אלעזר כל המתלוצץ יסורים באין עליו שנאמר   ועתה אל תתלוצצו פן יחזקו מוסריכם וגו' אמר להו רבא לרבנן במטותא מינייכו לא תלוצון ולא ליתו יסורין עליכון אמר רב קטינא כל המתלוצץ מזונותיו מתמעטין שנאמר  הושע ו  משך ידו את לוצצים  תהלים קיב  אשרי איש ירא את ה' איש ולא אשה אמר רב עמרם א\"ר ואמרי לה א\"ר נחמן א\"ר אשרי איש שיעשה תשובה כשהוא איש:", 
            "על פלגי מים א\"ר תנחום בר חנילאי  לעולם   ישלש אדם שנותיו שליש במקרא שליש במשנה שליש בתלמוד ומי ידע כמה חיי כי קאמרינן ליומי  תהלים א  אשר פריו יתן בעתו אמר רבא אם פריו יתן בעתו עלהו לא יבול ואם לאו   יבול על הלמד ועל המלמד הכתוב אומר  שם  לא כן הרשעים וגו'   והיינו דא\"ר אבא אמר רב הונא אמר רב מאי דכתיב  משלי ו  כי רבים חללים הפילה  זה תלמיד שלא הגיע להוראה ומורה    משלי ו  ועצומים כל הרוגיה זה תלמיד שהגיע להוראה ואינו מורה ועד כמה  עד ארבעין שנין:", 
            "הגיע  לכיפה שמעמידין בה עבודת כוכבים אסור לבנותה א\"ר אלעזר אם בנה שכרו מותר:", 
            "<b>מתני'</b>   אין מוכרין להן במחובר לקרקע אבל מוכר הוא משיקוץ ר' יהודה אומר מוכר הוא ע\"מ לקוץ:", 
            "<b>גמ'</b>  מנא הני מילי א\"ר יוסי בר' חנינא   אמר קרא  דברים טז  ולא תחנם לא תתן להם חנייה בקרקע תנ\"ה ולא תחנם לא תתן להם חנייה בקרקע ד\"א לא תתן להם חן "
        ], 
        [
            " דבר אחר  לא תתן להם מתנת חנם.", 
            "לא תתן להם חן מסייע ליה לרב דאמר רבי יהודה אמר רב אסור לאדם לומר כמה נאה עובד כוכבים זה:", 
            "תנו רבנן   דברים כג  ונשמרת מכל דבר רע שלא יסתכל אדם באשה נאה ואפילו פנויה באשת איש ואפילו מכוערת   ולא בבגדי צבע אשה ולא בחמורה ולא בחמור ולא בחזיר ולא בחזירה ולא בעוף ולא בעופה בשעה שנזקקין זה לזה ולא בבגדי צבע אשה א\"ר יהודה אמר שמואל אפי' שטוחין ומונחין ע\"ג הכותל אמר רב פפא ובמכיר את בעליהן ת\"ר ונשמרת מכל דבר רע שלא יהרהר אדם ביום ויבא לידי טומאה בלילה מכאן א\"ר פנחס בן יאיר   זהירות מביאה לידי זריזות זריזות מביאה לידי נקיות נקיות מביאה לידי פרישות פרישות מביאה לידי טהרה   טהרה מביאה לידי קדושה קדושה מביאה לידי יראת חטא יראת חטא מביאה לידי ענוה ענוה מביאה לידי חסידות  חסידות גדולה מכולן שנאמר  תהלים פט  אז דברת בחזון לחסידך ופליגא דר' יהושע בן לוי דאמר רבי יהושע בן לוי ענוה גדולה מכולן שנאמר  ישעיה סא  רוח ה' אלהים עלי יען משח ה' אותי לבשר ענוים שלחני וגו' חסידים לא נאמר אלא ענוים הא למדת שהענוה גדולה מכולן ופירשוה בירושלמי זריזות מביאה לידי נקיות דכתיב  ויקרא טז  וכלה וכפר נקיות לידי טהרה שנא' וכפר עליו הכהן וטהר טהרה לידי קדושה שנא'  שם  וטהרו וקדשו קדושה לידי ענוה דכתיב  ישעיה נז  כי כה אמר רם ונשא שוכן עד וקדוש שמו מרום וקדוש אשכון ואת דכא ושפל רוח ענוה ליראת חטא דכתיב  משלי כב  עקב ענוה יראת ה' אמר רבי יצחק בן אלעזר מה שעשאתו החכמה עטרה לראשה עשאתו ענוה עקב לסוליתה דכתיב  תהלים קיא  ראשית חכמה יראת ה' וכתיב עקב ענוה יראת ה' יראת חטא לידי רוח הקודש דכתיב  משלי ב  אז תבין יראת ה' ודעת אלהים תמצא רוח הקודש לידי חסידות דכתיב אז דברת בחזון לחסידך חסידות לידי תחיית המתים דכתיב  יחזקאל לז  ונתתי רוחי בכם וחייתם  תחיית המתים לידי אליהו זכור לטוב דכתיב  מלאכי ג  הנה אנכי שולח לכם את אליה הנביא וגו':", 
            "  ר' יהודה אומר  מוכר הוא לו ע\"מ לקוץ ת\"ר מוכר הוא לו על מנת לקוץ וקוצץ דברי ר' יהודה ר\"מ אומר אינו מוכר לו אלא קצוץ קמה ע\"מ לקצור וקוצר דברי ר' יהודה ר\"מ אומר אינו מוכר לו אלא קצורה שחת ע\"מ לגזוז וגוזז דברי רבי יהודה רבי מאיר אומר אינו מוכר לו אלא גזוזה איבעיא להו בהמה על מנת לשחוט ושוחט מהו התם הוא דלאו ברשותיה קיימא לא מצי משהי להו אבל בהמה כיון דברשותיה קיימא משהי לה או דילמא לא שנא תא שמע   בהמה ע\"מ לשחוט ושוחט דברי רבי יהודה ר' מאיר אומר אין מוכר אלא שחוטה והילכתא כר\"מ דסתם מתני' כותיה:", 
            "<b>מתני'</b>   אין משכירין להם בתים בארץ ישראל ואין צרך לומר שדות ובסוריא משכירין   להם בתים אבל לא שדות ובחוצה לארץ מוכרין  בתים ומשכירין  שדות דברי ר\"מ ר' יוסי אומר אף בארץ ישראל משכירין להם בתים אבל לא שדות ובסוריא מוכרין  בתים ומשכירין  שדות ובחוצה לארץ מוכרין "
        ], 
        [
            " אלו אלו:", 
            "<b>גמ'</b>  אמר רב יהודה אמר שמואל הלכה כר' יוסי א\"ר יוסף ובלבד שלא יעשם שכונה תנא אין שכונה פחותה משלשה בני אדם:", 
            "<b>מתני'</b>  אף במקום שאמרו להשכיר לא לבית דירה אמרו מפני שמכניס לתוכה עבודת כוכבים שנאמר  דברים ז  ולא תביא תועבה אל ביתך  ובכל מקום לא ישכיר לו את המרחץ מפני שנקראת על שמו:", 
            "<b>גמ'</b>    תניא רשבג\"א לא  ישכיר אדם מרחצו לעובד כוכבים מפני שנקראת על שמו ועובד כוכבים זה עושה בה מלאכה בשבתות וימים טובים אבל שדהו לעובד כוכבים מאי שרי   דאמרי אריסותיה קא עביד מרחץ נמי אמרי אריסותיה קא עביד אריסותא למרחץ לא עבדי אינשי   הנהו מוריקא דעובד כוכבים נקיט בשבתא וישראל בחד בשבתא אתו לקמיה דרבא שרא להו רבא   איתיביה רבינא לרבא  ישראל ועובד כוכבים שקבלו שדה בשותפות לא יאמר ישראל לעובד כובבים טול אתה חלקך בשבת ואני חלקי בחול ואם התנו מתחלה מותר ואם באו לחשבון אסור איכסיף לסוף איגלאי מילתא "
        ], 
        [
            " דהתנו מעיקרא הוה:", 
            "גרסינן בפרק ארבע מיתות (סנהדרין דף סג:) אמר אבוה דשמואל  אסורי לישראל שיעשה שותפות עם העובד כוכבים שמא יתחייב לו שבועה ונשבע לו בעבודת כוכבים שלו והתורה אסרה  שמות כג  לא ישמע על פיך:", 
            "\n הדרן עלך לפני אידיהן \n פרק ב \n", 
            "<b>אין</b>   מעמידין  בהמה בפונדקאות כותים מפני שחשודין על הרביעה לא תתיחד אשה עמהן מפני שחשודין העריות לא יתיחד אדם עמהן מפני שחשודין על שפיכות דמים:", 
            "  בת ישראל לא תילד את הכותית   אבל כותית מילדת בת ישראל בת ישראל לא תניק  בנה של כותית "
        ], 
        [
            " אבל כותית  מניקה  בנה של בת ישראל ברשותה:", 
            "<b>גמ'</b>    תני רב יוסף ארמלתא לא תרבי כלבא ולא תשרי בר בי רב   באושפיזא משום חשדא:", 
            "לא  תתייחד  אשה עמהן מפני שהן חשודין על העריות   מאי איריא כותי אפילו ישראל נמי דהא תנן לא יתייחד איש אחד   עם ב' נשים   לא צריכא שאשתו עמו ישראל אשתו משמרתו כותי אין אשתו משמרתו:", 
            "לא יתייחד אדם  עמהם מפני שהן חשודין על שפיכות דמים:", 
            "ת\"ר ישראל שנטפל לו כותי בדרך טופלו לימינו רבי ישמעאל בנו של רבי יוחנן בן ברוקה אומר בסייף טופלו לימינו ובמקל טופלו לשמאלו:", 
            "היו עולין במעלה   ויורדין בירידה לא יהא ישראל למטה וכותי למעלה אלא ישראל למעלה וכותי למטה ואל ישוח לפניו שמא ירוץ את גולגלתו שאלו לאין אתה הולך ירחיב לו הדרך כדרך שהרחיב יעקב לעשו דכתיב  בראשית לג  עד אשר אבא אל אדוני שעירה וכתיב ויעקב נסע סכותה:", 
            "מעשה בתלמידי ר' עקיבא שהיו מהלכין לכזיב ופגעו בהן ליסטים אמרו להם לאין אתם הולכין אמרו להם לעכו כיון שהגיעו לכזיב פרשו אמרו להם   תלמידי מי אתם אמרו להם תלמידי ר\"ע אמרו להם אשרי ר\"ע ותלמידיו שלא פגע בהן אדם רע מעולם:", 
            "בת ישראל  לא תיילד את הכותית:", 
            "  ת\"ר בת ישראל לא תיילד את הכותית  מפני שמילדת בן לעבודת כוכבים וכותית לא תיילד את בת ישראל מפני שהן חשודין על שפיכות דמים דברי ר\"מ וחכ\"א כותית מילדת את בת ישראל בזמן שאחרות עומדות על גבה אבל לא בינה לבינה:", 
            "בת ישראל לא תניק בנה של כותית:", 
            "ת\"ר   בת ישראל לא תניק בנה של כותית מפני שמגדלת בן לעבודת כוכבים וכותית לא תניק בנה של בת ישראל מפני שחשודין על שפיכות דמים דברי רבי מאיר וחכמים אומרים כותית מניקה בנה של בת ישראל בזמן שאחרות עומדות על גבה אבל לא בינה לבינה ורמינהי יהודית מילדת כותית בשכר אבל לא בחנם א\"ר יוסף בשכר   שרי משום איבה:", 
            "סבר רב יוסף למימר אולודי  בשבת בשכר שרי משום איבה א\"ל אביי יכולה למימר לה דידן דמינטרי שבתא מחללינן עלייהו שבתא דידכו דלא מנטרי שבתא לא מחללינן עלייהו שבתא:", 
            "סבר רב יוסף למימר אונוקי בשכר שרי משום איבה א\"ל אביי יכלה למימר לה אי פנויה היא בעינא לאינסובי אי אשת איש היא לא מיזדהמנא באפי גבראי:", 
            "סבר רב יוסף למימר הא דתניא  הכותים והרועים בהמה דקה לא מעלין ולא מורידין אסוקי בשכר שרי משום איבה א\"ל אביי יכיל למימר ליה קאי ברי אאיגרא א\"נ נקיטא לי זימנא לבי דואר:", 
            "תני ר' אבהו קמיה דרבי יוחנן העובדי כוכבים והרועים בהמה דקה לא מעלין   ולא מורידין אבל המינים והמומרים והמסורות והאפיקורוסין היו מורידין  אבל לא מעלין א\"ל אני שונה  דברים כב  לכל אבדת אחיך לרבות את המומר ואת אמרת מורידין סמי מכאן מומר ולישני ליה כאן במומר אוכל נבילות לתיאבון כאן במומר אוכל נבילות "
        ], 
        [
            " להכעיס קסבר אוכל נבלות להכעיס מין הוי ושמעינן מהא דלדברי הכל מומר אוכל נבלות להכעיס לא קרינן ביה לכל אבידת אחיך   איתמר מומר פליגי בה רב אחא ורבינא חד אמר לתיאבון מומר להכעיס מין  וחד אמר אפילו להכעיס  מומר ואי זה הוא מין זה העובד עבודת כוכבים:", 
            "אמר מר  מורידין אבל לא מעלין השתא אחותי מחתינן אסוקי מיבעיא אמר רב יוסף בר חמא אמר רב ששת לא נצרכה אלא שאם היתה לו מעלה בבור מגררה ונקיט ליה עילא דלא תיחות חיה עילויה רבה ורב יוסף דאמרי תרוייהו לא נצרכה אלא שאם היתה אבן על פי  הבאר מכסה ונקיט ליה עילא בעינא לעבורי חיותאי  רבינא אמר לא נצרכה אלא שאם היה סולם בבור מסלקו ונקיט ליה עילא בעינא לאחותי ברי מאיגרא:", 
            "<b>מתני'</b>     מתרפאין מהן ריפוי ממון  אבל לא ריפוי נפשות אין מסתפרין מהן בכל מקום דברי רבי מאיר וחכמים אומרים ברה\"ר מותר אבל לא בינו לבינו:", 
            "<b>גמ'</b>  ריפוי ממון בהמתו ריפוי נפשות גופו:", 
            "אמר רב חסדא אמר מר עוקבא אע\"פ שאמרו אין מתרפאין מהן אבל  אמר לו סם פלוני יפה לו סם פלוני רע לו מותר  סבר שאולי משאיל כי היכי דשאיל לדידי שאיל נמי לאחריני ולא אתי לאורועי נפשיה:"
        ], 
        [
            "   אמר רבה בר בר חנה אמר ר' יוחנן ספק חי ספק מת אין מתרפאין מהן ודאי מת מתרפאין מהן והא איכא חיי שעה לחיי שעה לא חיישינן ומנא תימרא דלחיי   שעה לא חיישינן   דכתיב  מלכים ב ו  אם אמרנו נבוא העיר והרעב בעיר   וגו' והא איכא חיי שעה אלא לחיי שעה לא חיישינן:", 
            "  אמר רבה בר בר חנה א\"ר יוחנן כל מכה שמחללין עליה את השבת אין מתרפאין מהן איכא דאמרי אמר רבה בר בר חנה א\"ר יוחנן כל   מכה של חלל אין מתרפאין מהן מאי בינייהו איכא בינייהו גב היד וגב הרגל דאמר רב אדא בר אהבה אמר רב גב היד וגב הרגל הרי הן כמכה של חלל ומחללין עליהן את השבת אמר רב שמן בר אבא א\"ר יוחנן כל מכה שצריכה אומד  אין מתרפאין מהן   מכה של חלל אינה צריכה אומד והאי אישתא צמירתא נמי כמכה של חלל דמיא ומהיכן מכה של חלל פירש רבי אמי מן "
        ], 
        [
            " השפה ולפנים.", 
            "הא דתניא היה ר' ישמעאל אומר מניין שאם אומרין לו לאדם עבוד עבודת כוכבים ואל תהרג שיעבוד ואל יהרג ת\"ל  ויקרא יח  וחי בהן ולא שימות בהן ליתא דקי\"ל כרבי אליעזר   סנהדרין עד.", 
            "  דאמר אם נאמר  דברים ו  בכל נפשך למה נאמר בכל מאדך ואם נאמר בכל מאדך למה נאמר בכל נפשך אם יש לך אדם שממונו חביב עליו מגופו לכך נאמר בכל מאדך ואם יש לך אדם שגופו חביב עליו מממונו לכך נאמר בכל נפשך וכבר ברירנא לה להא מילתא בפרק בן סורר ומורה   גרסינן בפסחים בפרק כל שעה   (פסחים דף כה.)", 
            "  אמר ר' יעקב א\"ר יוחנן  בכל מתרפאין חוץ מעצי אשרה היכי דמי אי דאיכא סכנה אפי' בעצי אשרה נמי ואי דליכא סכנה אפילו בכל איסורין שבתורה נמי לא לעולם דאיכא סכנה ואפילו הכי בעצי אשרה לא דתניא ר' אליעזר אומר אם נאמר בכל נפשך למה נאמר בכל מאדך וכו':", 
            "כי אתא רבין אמר ר' יוחנן בכל מתרפאין חוץ מעבודת כוכבים וגילוי עריות ושפיכות דמים  עבודת כוכבים הא דאמרן גילוי עריות ושפיכות דמים דתניא רבי אומר  דברים כב  כי כאשר יקום איש על רעהו ורצחו נפש וגו' וכי מה ענין רוצח אצל נערה מאורסה אלא הרי זה בא ללמד ונמצא למד   מקיש נערה מאורסה לרוצח מה רוצח יהרג ואל יעבור אף נערה מאורסה   יהרג ואל יעבור ורוצח גופיה מנא לן סברא הוא כי ההוא דאתא לקמיה דרבא אמר ליה מרי דוראי אמר לי זיל קטליה לפלניא ואי לא קטילנא לך אמר ליה   מאי חזית דדמא דידך סומק טפי דלמא דמא דחברך סומק טפי מר בר דב אשי אשכחיה לרבינא דקא שאיף לה לברתיה בגוהרקי דערלה א\"ל אימור דאמרי רבנן בשעת הסכנה שלא בשעת הסכנה מי אמור א\"ל האי אישתא צמירתא כשעת הסכנה דמיא ואיכא דאמרי הכי קא\"ל מידי דרך הנאתן קא עבידנא איתמר   הנאה הבאה לו לאדם בעל כרחו אביי אמר מותרת רבא אמר אסורה איפשר וקא מיכוין לא אפשר וקא מיכוין כולי עלמא לא פליגי דאסיר לא אפשר "
        ], 
        [
            " ולא קא מיכוין כולי עלמא לא פליגי דשרי כי פליגי דאפשר ולא קא מיכוין איכא דאמרי אפשר ולא קא מיכוין היינו פלוגתא דרבי יהודה ור\"ש לרבי יהודה דאמר דבר שאין מתכוין אסור אסור לר\"ש דאמר דבר שאין מתכוין מותר מותר כי פליגי דלא אפשר וקא מיכוין אביי אמר מותר ורבא אמר אסור והלכתא כרבא:", 
            "   ואין מסתפרין מהן בכ\"מ דברי ר\"מ וחכ\"א וכו':", 
            "ת\"ר המסתפר מן הכותי רואה במראה ואינו חושש היכי דמי אי ברשות הרבים למה לי מראה ואי ברשות היחיד כי רואה במראה מאי הוי לעולם ברשות היחיד וכי רואה במראה מיחזי כאדם חשוב וכותי המסתפר מן הישראל כיון שהגיע   לבלוריתו שומט את ידו וכמה אמר רב מלכיא אמר רב אדא בר אהבה שלש אצבעות לכל רוח ורוח:", 
            "<b>מתני'</b>    ואלו דברים של עובדי כוכבים אסורין ואיסורן איסור הנייה  היין והחומץ של עובדי כוכבים שהיה מתחלתו יין וחרס הדרייני ועורות לבובין רשב\"ג אומר בזמן שהקרע שלו עגול אסור משוך מותר בשר הנכנס לבית עבודת כוכבים מותר והיוצא אסור מפני שהוא כזבחי מתים דברי ר\"ע ההולכין לתרפות אסור לשאת ולתת עמהן והבאין מותרין:", 
            "<b>גמ'</b>  יין מנא לן אמר ר\"נ אמר רבה בר אבוה אמר קרא  דברים לב  אשר חלב זבחימו יאכלו ישתו יין נסיכם מה זבח אסור בהנאה אף יין  אסור בהנאה וזבח גופיה מנא לן דכתיב  תהלים קו  ויצמדו לבעל פעור ויאכלו זבחי מתים מה מתים אסור אף זבח אסור ומת גופיה מנא לן אתיא שם שם מעגלה ערופה כתיב הכא  במדבר כ  ותמת שם מרים וכתיב התם  דברים כא  וערפו שם את העגלה בנחל מה להלן אסור אף כאן אסור והתם מנא לן אמרי דבי רבי ינאי כפרה כתיב בה כקדשים:", 
            "והחומץ של עובדי כוכבים וכו':", 
            "אמר רב אשי  חומץ  שלנו ביד עובד כוכבים ויין מבושל שלנו ביד עובד כוכבים לא צריך חותם בתוך חותם אי משום נסוכי לא מינסך ואי משום חלופי   כיון דאיכא חותם אחד לא טרח ומזייף:", 
            "  ת\"ר יין מבושל   ואלונתית של עובדי כוכבים אסורין אלונתית כברייתה מותרת ואיזו היא אלונתית כדתנן גבי שבת עושין יינמלין ואין עושין אלונתית אלו הן יינמלין  יין "
        ], 
        [
            " ודבש ופלפלין אלונתית יין ישן ומים צלולין ואפרסמון   אמר  רבא יין מזוג יש בו משום גילוי ויש בו  משום יין נסך יין מבושל אין בו משום גילוי ואין בו משום יין נסך  ומיא בין ביממא בין בליליא אית  בהו משום גילוי ולא אמרינן אימת ישן עליהם רב לא שתי מיא מבי ארמאה ולא מבי ארמלתא משום דלא זהירי בגילויא:", 
            "אמר רבא האי חמרא דאקרים עד תלתא יומי יש בו משום גילוי ויש בו משום יי\"נ   מכאן ואילך אין בו משום גילוי ואין בו משום יי\"נ נהרדעי אמרי אפי' מכאן ואילך אין בו משום יי\"נ ויש בו משום גילוי מ\"ט דמיקרי ושתי ת\"ר יין תוסס אין בו משום גילוי וכמה תסיסתו שלשה ימים א\"ר חייא בר אשי אמר שמואל מטפטף אין בו משום גילוי אמר רב פפא והוא דעביד טיף טיף כנגד טיף טיף א\"ר חייא בר אשי אמר שמואל פי תאנה אין בו משום גילוי כמאן כי האי תנא דתניא ר' אליעזר אומר אוכל אדם תאנים וענבים בלילה ואינו חושש משום שנאמר  תהלים קיז  שומר פתאים ה' אמר רב ספרא משום ר' יהושע מדרומא ג' מיני ארס הן של בחור ושל "
        ], 
        [
            " בינוני ושל זקן של בחור   שוקע של בינוני מפעפע ושל זקן צף של בחור שוקע למאי הלכתא לכדתניא חבית שנתגלתה אע\"פ ששתו ממנה תשעה לא ישתה ממנה עשירי מעשה היה ושתו ממנה תשעה ולא מתו ושתה עשירי ומת א\"ר ירמיה זה הוא שוקע וכן אבטיח שנתגלתה אע\"פ שאכלו ממנה תשעה לא יאכל ממנה עשירי מעשה היה ואכלו ממנה תשעה ולא מתו ואכל עשירי ומת א\"ר ירמיה זה הוא שוקע ת\"ר מים שנתגלו לא ישפכם לרשות הרבים ולא ירבץ בהן את הבית ולא יגבל בהן את הטיט ולא ישקה מהן לא בהמתו ולא בהמת חבירו ולא ירחץ מהן פניו ידיו ורגליו אחרים אומרים מקום שיש סירטא אסור אין סירטא מותר גרסינן בשחיטת חולין בפרק ראשון(דף י.) תנן התם שלשה משקין אסורין משום גילוי המים והיין והחלב ושאר כל המשקין מותרין כמה ישהו ויהיו אסורין כדי שיצא הרחש ממקום קרוב וישתה וכמה מקום קרוב א\"ר יצחק בריה דרב יהושע כדי שיצא מתחת אזן כלי וישתה ויחזור לחורו:", 
            "וגרסינן בפרק אלו טריפות(חולין דף מט:) מנימין   בנדוקאה איגלי ליה ביסתקאה דדובשא   וכו' ומיסתבר מההוא מעשה דדבש וציר יש בהן משום גלוי:", 
            "גרסינן בתחלת ביצה(דף ז:) א\"ר יוסי בן שאול משום רבי האי תומא שחיקא סכנתא לגילויא:", 
            "(תרומות פרק ח משנה ו) שיעור המים המגולין כדי שתאבד בהן המרה ר' יוסי אומר בכלים כל שהן בקרקעות מ' סאה יש שפירשו אם המים המגולין מרובין כדי שתאבד בהן המרה שהיא הסם של רחש אין חוששין להם שהסם בטל בהן ואינו מזיק ואם אין בהם זה השיעור אסורין מפני הסכנה ויש אומרים חילוף שאם אין בהן זה השיעור והמים נראין צלולין מותרין שאילו היה בהן סם היה נראה אבל אם המים מרובין אסורים שחוששין שמא יש בהן סם ואינו ניכר  ניקורי תאנים וענבים והקשואין והדילועים והאבטיחים והמלפפונות אפילו הן בכד אחד גדול ואחד קטן אחד תלוש ואחד מחובר כל שיש בו ליחה אסור נשיכת נחש אסורה מפני סכנת נפשות משמרת של יין אסורה משום גילוי ור' נחמיה מתיר:", 
            "  אמר שמואל כל השרצין יש להן ארס של נחש ממית ושל שרצין מלקה ירושלמי אמר ר' מונא צריכין אנו למיחש למאי דבריאתא חוששין אסור למיתן פריטי גו פומא פיתא תותי בי שחיא תבשילא תותי ערסא ממצע סבינא גו אתרוגא או גו פוגלא אמר ר' יוסי' בר' בון כל זיעת האדם סם המות חוץ מזיעת הפנים:", 
            "  ת\"ר אחד הלוקה  ואחד השוכר בית בחצרו של עובד כוכבים  ממלאהו יין ומפתח   וחותם ביד ישראל רבי אליעזר מתיר בשתיה וחכמים אוסרין ר' אליעזר לא חייש לזיופא ורבנן חיישי לזיופא אמר ר' חייא בריה דרבא בר נחמני אמר רב יצחק אמר רב ואמרי לה אמר רב חסדא אמר   רב זעירי הלכה כרבי אליעזר וגרסינן בפרק השוכר את הפועל לעשות עמו ביין נסך (דף סט:) וכי מאחר דקיימא לן כר' שמעון ב\"ג   דלא חייש לסיתומא וכותיה דרבי אליעזר דלא חייש לזיופא האידנא מאי טעמא לא מותבינן חמרא בי כותים חיישינן לשיכי ופירושו "
        ], 
        [
            " מינקת שמניחין במגופת החבית נקב מאחר שטחין את פיה כדי שתצא ממנו הרוח שלא ישבר הכלי וחוששין שמא יכניס משם מינקת וישתה מן היין וינסכנו:", 
            "  אמר רבי יוחנן  הכל משתמר בחותם בתוך חותם ואפי' יין היכי דמי חותם בתוך חותם אגנא אפומא דחביתא שריקא וחתימה הוי חותם בתוך חותם ואי לא לא הוי חותם בתוך חותם דיקולא אפומא דחביתא ומיהדק הוי חותם בתוך חותם לא מיהדק לא הוי חותם בתוך חותם נוד בדסקיא צרורה וחתומה פיו למטה הוי חותם בתוך חותם פיו למעלה לא הוי חותם בתוך חותם ואי כייף פומיה לגאו וצייר   הוי חותם בתוך חותם:", 
            "  איתמר מפני מה  אסרו שכר של עובדי כוכבים רמי בר חמא אמר רבי יצחק משום חתנות רב נחמן אמר משום גילויא ודוקא   באתרא דמצלו מיא רב פפא מפקין ליה לבבא דחנותא ושתי רב אחאי מייתו ליה לביתיה ושתי ותרוייהו משום חתנות מיהו רב אחאי עבד הרחקה יתירא א\"ר (בגמ' הגי' יוסף  ) יצחק    האי חלא דשיכרא דארמאי אסור משום דמערבי ביה דורדיא דיין נסך אמר רב אשי ומאוצר שרי אם איתיה דמערבי ביה  מיסרח סרי:", 
            "((ד\"ת מ\"ז) וחרס הדרייני מאי חרס הדרייני אמר רב יהודה אמר שמואל חרס של אנדריינוס קיסר):", 
            "ועורות לבובין ת\"ר איזה הוא עור "
        ], 
        [
            "  לבוב כל שקרוע כנגד הלב וקדור כמין ארובה יש עליו קורט דם אסור   אין עליו קורט דם מותר אמר רב הונא לא שנו אלא שלא מלחו אבל מלחו אסור אימור מלח העבירתו רבן שמעון בן גמליאל אומר בזמן שהקרע שלו עגול אסור משוך מותר א\"ר יוסף אמר רב יהודה אמר שמואל הלכה כרבן שמעון בן גמליאל:", 
            "בשר הנכנס לבית עבודת כוכבים מותר והיוצא אסור וההולכין בתרפות אסור מלשאת ומלתת עמהן והבאין מותרין:", 
            "אמר שמואל כותי ההולך לתרפות בהליכה אסור ובחזרה מותר ישראל ההולך לתרפות בהליכה מותר ובחזרה אסור   והא תניא ישראל ההולך לתרפות בין בהליכה בין בחזרה אסור אמר רב אשי כי תניא ההיא בישראל מומר ת\"ר  כותי ההולך ליריד בהליכה אסור ובחזרה מותר ישראל ההולך ליריד בהליכה מותר ובחזרה אסור בהליכה מותר דלמא הדר ביה בחזרה אסור דאמרינן עבודת כוכבים זבין ודמי עבודת כוכבים איכא גביה אי הכי עובד כוכבים נמי עבודת כוכבים זבין ודמי עבודת כוכבים איכא גביה עובד כוכבים אמרינן גלימא זבין חמרא זבין ישראל נמי גלימא זבין חמרא זבין אם איתא דמזבין הכא הוה מזבין האי דפרקינן הכא עובד כוכבים אמרינן גלימא זבין חמרא זבין לפרושי טעמא דהאי מתניתא בעלמא הוא ולא צריכנא ליה דהא אסיקנא בפרק השוכר את הפועל (עבודה זרה דף סד.) דדמי עבודת כוכבים ביד עובד כוכבים מותר:", 
            "והבאין מותרין אמר שמואל לא שאנו אלא שאין קשורין זה בזה אבל קשורין זה בזה אסורין אימור דעתן לחזור:", 
            "<b>מתני'</b>    ב נודות העובדי כוכבים וקנקניהן ויין  ישראל כנוס בהן אסורין ואיסורן איסור הנאה דברי ר\"מ וחכ\"א אין איסורן איסור הנאה החרצנים והזגין של עובדי כוכבים אסורין ואיסורן איסור הנאה דברי ר\"מ וחכ\"א הלחין אסורין והיבשין מותרים המורייס וגבינת בית אנייקי  אסורין ואיסורן איסור הנאה דברי ר\"מ וחכ\"א אין איסורן איסור הנאה:"
        ], 
        [
            "<b>גמ'</b>    בר עידי טייעא אנס זיקי מרב יצחק בר יוסף רמא בהו חמרא ואהדרינהו ניהליה אתא שאיל בי מדרשא א\"ל ר' ירמיה כך הורה ר' אמי הלכה למעשה ממלאן מים ג' ימים  ומערן ואמר רבא צריך לערן כל מעת לעת סבור מינה ה\"מ דידן אבל דידהו לא כי אתא רבין ארשב\"ל אחד שלנו ואחד שלהן סבר רב אחא בריה דרבא למימר קמיה דרב "
        ], 
        [
            " אשי ה\"מ נודות אבל קנקנים לא א\"ל רב אשי לא שנא נודות ולא שנא קנקנים   תני רב זביד בר רבי אושעיא הלוקח קנקנים מן העובד כוכבים חדשים נותן לתוכן יין ישנים נותן לתוכן ציר ומורייס לכתחלה בעא מיניה ר' יהודה נשיאה מר' אמי החזירתן לכבשן האש ונתלבנו מהו א\"ל ציר שורף אור לא כל שכן איתמר נמי א\"ר אמי א\"ר יוחנן קנקנים של עובד כוכבים שהחזירן לכבשן האש כיון שנשרו זפתן מהן מותרין א\"ר אשי לא תימא עד דנתרא אלא אפילו רפאי מירפא קינסא פליגי  רב אחא ורבינא חד אסר וחד שרי והלכתא כמאן דאסר איבעיא להו מהו לתת לתוכן שכר ר\"נ ורב יהודה אסרי ורבא שרי רבינא שרא ליה לר' חייא בריה דרב יצהק למירמא בהו שכרא אזל רמא בהו חמרא ואפילו הכי לא חש לה למלתא אמר אקראי בעלמא הוא והלכתא כרבא ורבינא דבתראי אינון   והלכתא קנקנים של עובדי כוכבים לאחר שנים עשר חדש מותרים:", 
            "דבי פרזק רופילא אנס הנהו כובי מפומבדיתא רמא בהו חמרא אהדרינהו ניהליהו אתו ושיילוה לרב יהודה אמר להו דבר שאין מכניסו לקיום משכשכן במים ומותרין   אמר רב יהודה הני כובי דארמאי דבר שאין מכניסו לקיום הוא משכשכן במים ומותרין כסי (נ\"א רב אסי) רב אמי אסר ורב אשי שרי אי שתי עובד כוכבים בהו פעם ראשונה כולי עלמא לא פליגי דאסירי כי פליגי בפעם שניה ואיכא דאמרי פעם ראשון ושני כולי עלמא לא פליגי דאסיר כי פליגי בפעם שלישי והלכתא פעם ראשון ושני אסור שלישי מותר וקא פריש גאון דהני כסי דפחרא נינהו אמר רב זביד  קוניא חיוראתא ואוכמא שרי ירוקא אסיר משום דמצריף ואי אית בהו קורטופני כולהי אסירי והלכתא "
        ], 
        [
            " כוותיה דבהדיא גרסינן בפרק שני דייניי גזלות (דף קז:) והלכתא כרב זביד במאני דקוניא והני מילי לענין יין נסך דתשמישו על ידי צונן אבל לענין חמץ בפסח דתשמישו ע\"י חמין בין ירוקי בין בחיוארי בין אוכמי כולהי אסירי דחזינא להו דמידייתי   ובלעי והתורה העידה על כלי חרס שאינו יוצא מיד דופיו לעולם:", 
            " החרצנים והזגין של עובדי כוכבים אסורין ואיסורן איסור הנאה דברי ר\"מ וחכ\"א לחין אסורין ויבשין מותרין ת\"ר החרצנים והזגין של עובדי כוכבים לחין אסורין ויבשין מותרין אלו הן לחין ואלו הן יבשין אמר רב יהודה אמר שמואל לחין כל י\"ב חדש יבשין לאחר שנים עשר חדש אמר רבה בר בר חנה א\"ר יוחנן כשהן אסורין אסורין אפילו בהנאה וכשהן מותרין מותרין אפילו באכילה ומפרש   בירושלמי במשלה אותן מתוך הבור דאין נעשה יין נסך עד שירד לבור אמר רב זביד האי דורדיא דחמרא דארמאי לבתר תריסר ירחי שתא   שרי אמר ר' חביבא האי   אבטא דטייעי בתר תריסר ירחי שתא שרי.", 
            "  המורייס תני אבימי בריה דר' אבהו מורייס אומן מותר הוא תני לה והוא אמר לה פעם ראשון ושני מותר ושלישי אסור ראשון ושני מותר כיון דשמינא לא צריך למירמא ביה חמרא שלישי קליש שומניה ורמו ביה  חמרא ההוא ארבא דמורייסא דאתאי לנמילא דעכו אותיב ר' אבא דמן עכו נטורי בהדה   א\"ל ר' אבא לר' אבא דמן עכו עד האידנא מאן נטרה א\"ל עד האידנא למאי ניחוש לה אי משום דמערבי בה חמרא קיסטא דמורייסא בלומא קיסטא דחמרא בארבעה לומי ודלמא   מאירא דצור אתא דנפיש חמרא התם עקולי ופשורי איכא:", 
            "<b>מתני'</b>    אמר ר' יהודה שאל רבי ישמעאל את ר' יהושע כשהיו מהלכים בדרך מפני מה אסרו  גבינות עובדי כוכבים אמר לו מפני שמעמידין אותה בקיבת הנבלה  וכו'.", 
            "וכבר ביררנו קיבת הנבלה "
        ], 
        [
            " בפרק כל הבשר אסור לבשל בחלב (דף קטז:) :", 
            "<b>מתני'</b>     ואלו דברים של עובדי כוכבים אסורין ואין איסורן איסור הנאה חלב שחלבו עובד כוכבים ואין ישראל רואהו  והפת והשמן שלהן   והשלקות רבי ובית דינו התירו את השמן   והכבשין שדרכן לתת לתוכן יין וחומץ וטרית טרופה וציר שאין בה דגה והחילק וקורט של "
        ], 
        [
            " חלתית ומלח סלקונתית הרי אלו אסורין ואין איסורן איסור הנאה:", 
            "<b>גמ'</b>  חלב למאי ניחוש ליה אי משום חילופי טהור חיור טמא ירוק ואי משום איערובי  נינסי דאמר מר טהור עומד טמא אינו עומד אי דקא בעי ליה לגבינה הכי נמי הכא במאי עסקינן דקא בעי ליה לכמכא ונישקול מיניה קלי ונוקים כיון דבטהור נמי איכא נסיובי דחלבא דלא קיימי ליכא למיקם עלה דמלתא השתא דאתית להכי גבינה נמי  אפילו תימא דקא בעי ליה לגבינה איכא דקאי ביני איטפי:", 
            " והפת אמר רב כהנא אמר רבי יוחנן פת לא התירוה בבית דין מכלל דאיכא מאן דשרי אין דכי אתא רב דימי אמר פעם אחת יצא רבי לשדה והביא עובד כוכבים אחד לפניו פת פורני מאפה סאה אמר רבי כמה נאה פת זו מה ראו חכמים לאוסרה     לאוסרה משום חתנות אלא מה ראו חכמים   לאוסרה בשדה כסבורין העם לומר התיר רבי את הפת ולא היא רבי לא התיר את הפת:", 
            "רב יוסף ואיתימא רב שמואל בר יהודה אמר לא כך היה מעשה אלא (אמרו) פעם אחת הלך רבי למקום אחד וראה מקום  שהוא דחוק לתלמידין  אמר אין כאן פלטר כסבורין העם לומר פלטר עובד כוכבים והוא לא אמר אלא פלטר ישראל  אמר ר' חלבו אפילו למ\"ד פלטר עובד כוכבים הני מילי במקום דליכא   ישראל אבל במקום דאיכא פלטר ישראל לא אמר רבי יוחנן אפילו למ\"ד פלטר עובד כוכבים הני מילי בשדה אבל בעיר לא  ."
        ], 
        [
            " איבו מנפית ואכיל אבי מיצרי דמתא אמר להו רבא ואיתימא רב נחמן לא תישתעו   מיניה דאיבו דאכיל נהמא דארמאי ירושלמי א\"ר ירמיה חלב עובד כוכבים למה אסור משום תערובת   בהמה טמאה   פת רבי יעקב בשם רבי יונתן אומר פת מהלכות של עמעום, הוא  ובמקום שאין פת ישראל מצויה בדין הוא שתהא פת עובד כוכבים אסורה ועמעמו עליה והתירוה מפני חיי נפש רבנן דקיסרי בשם רבי יעקב כדברי המתיר ובלבד מן הפלטר:", 
            "ושמן של עובדי כוכבים מותר   דדרש רבי שמלאי בנציבין רבי יהודה הנשיא ובית דנו נמנו על שמן של עובד כוכבים והתירוהו ואע\"פ שהוא משמנה עשר דבר הואיל ולא פשט איסורו ברוב ישראל  ואמר רב שמואל בר אבא א\"ר יוחנן ישבו  ובדקו על שמן שלא פשט איסורו ברוב ישראל וסמכו רבותינו על דברי רשב\"ג ועל דברי ר\"א בר' צדוק שהיו אומרים אין גוזרין גזירה על הציבור אלא אם כן רוב הציבור יכולין לעמוד בה  ירושלמי אמר ליה שמואל לרב אכול מישחא ואי לא כתיבנא עלך זקן ממרא ואטרח עילויה ואכל:", 
            " והשלקות והכבשין שדרכן לתת בהן יין וחומץ    א\"ר שמואל בר רב יצחק אמר רב כל הנאכל כמות שהוא חי אין בו משום בישולי עובדי כוכבים  בסורא מתנו הכי בפומבדתא מתנו א\"ר שמואל בר רבי צחק אמר רב כל שאינו עולה על שלחן מלכים לאכול "
        ], 
        [
            " בו את הפת אין בו משום בישולי עובד כוכבים מאי בינייהו איכא בינייהו דגים קטנים אדרי ודייסא אמר רב     דגים קטנים מלוחים אין בהן משום בישולי עובדי כוכבים אמר רב יוסף צלאן עובד כוכבים סומך עליהן משום עירובי תבשלין ואי עבדינהו עובד כוכבים (משום) כסא דהרסנא אסירי פשיטא מהו דתימא הרסנא עיקר קא משמע לן קימחא עיקר א\"ר ברונא אמר רב עובד כוכבים שהצית אור באגם   כל חגבים שבאגם אסורין.", 
            "היכי דמי אילימא דלא ידעי הי טמא והי טהור   פשיטא מאי איריא עובד כוכבים אפי' ישראל נמי ואלא משום בישולי עובדי כוכבים וכי האי גוונא מי אסיר והא אמר רב חנא בר אבדימי א\"ר פדת א\"ר יוחנן האי עובד כוכבים דחריך רישא שרי למיכל אפילו מריש אוניה אלמא לעבורי שער קא מיכוין הכא נמי לגלויי אגם קא מיכוין לעולם דלא ידיע הי טמא והי טהור ומעשה שהיה בעובד כוכבים היה אמר רבינא הלכך האי עובד כוכבים דשדא סכתא לאתונא וקבר בה ישראל קרא מעיקרא שפיר דמי   לבסוף אסיר (פשיטא מהו דתימא לבשולי מאני   קא מיכוין קא משמע לן לשרורי מאני קא מיכוין) אמר רבי אסי א\"ר יוחנן כל שהוא כמאכל בן דרוסאי אין בו משום בישולי עובדי כוכבים תניא מניח ישראל בשר על גבי גחלים ובא עובד כוכבים ומהפך בו עד שיבא מביח הכנסת או מבית המדרש ואינו חושש שופתת אשה קדרה על גבי כירה ובאה כותית   ומגיסה בה עד שתצא מבית המרחץ או עד שתבא מן השוק ואינה חוששת איבעיא להו הניח עובד כובבים והיפך ישראל מהו אמר רב נחמן בר יצחק קל וחומר גמרו ביד עובד כוכבים מותר ביד ישראל לא "
        ], 
        [
            " כ\"ש איתמר נמי אמר רבה בר בר חנה א\"ר יוחנן  בין שהניח עובד כוכבים והיפך ישראל בין שהניח ישראל והיפך עובד כוכבים מותר ואינו אסור עד שתהא תחלתו וגמרו ביד עובד כוכבים פת   (א\"ר אחי ג' מלאכות יש בה) הלכך האי ריפתא דשגר עובד כוכבים ואפה ישראל א\"נ שגר ישראל ואפה עובד כוכבים א\"נ שגר עובד כוכבים ואפה עובד כוכבים ואתא ישראל  וחתה חתויי שפיר דמי:", 
            "   דג מליח  וביצה צלויה חזקיה ובר קפרא שרו ורבי יוחנן אסר רבי חייא פרודאה איקלע לבי ריש גלותא אמרו ליה ביצה צלויה מאי אמר להו חזקיה ובר קפרא שרו ורבי יוחנן אסר ואין דבריו של אחד במקום שנים אמר להו רב זביד לא תציתו ליה הכי אמר אביי הלכתא כוותיה דרבי יוחנן דאסר וקאמר גאון דלא איפסיקא הלכתא כר' יוחנן אלא בביצה צלויה אבל בדג מליח הלכתא כחזקיה ובר קפרא דשרו דהוו להו רבים לגבי יחיד:", 
            "ת\"ר הקפריסין.", 
            "והקפלוטאות.", 
            "והמטליא.", 
            "והחמין.", 
            "והקליות שלהן.", 
            "מותרין.", 
            "ביצה צלויה אסורה.", 
            "והני מילי קפריסין וקפלוטות הבאות מן האוצר כדבעינן למימר קמן:", 
            "((ד\"ת מ\"ז) שמן רבי יהודה הנשיא ובית דינו נמנו עליו  והתירו תניא היא המטליא היא פסלה היא שעיתא) וכוספן של עובדי כוכבים שהוחמו חמין בין ביורה גדולה בין ביורה קטנה מותר דקיימא לן נותן טעם לפגם מותר אמר רב ששת האי משחא שליקא דארמאי שרי אמר רב ספרא פשיטא למאי ניחוש לה אי משום איערובי מיסרח סרי ואי משום בישולי עובדי כוכבים נאכל כמות שהוא חי ואי משום גיעולי עובדי כוכבים נותן טעם לפגם הוא ומותר ואהיני שליקי דארמאי חליי ודאי שרו מרירי ודאי אסירי  מציעאי איבעיא   לן מיניה דרב אסי ופשט  דלוי אסר שתיתא דטלופחי בין בחלא בין במיא אסירא אבל דשערי ודחיטי דלא עבדי בהו חלא שריאן דהא בנהרדעא מפקי צני  לשוקא ולא חיישי למאן דאסר:", 
            "וכבשין שדרכן לתת בהן יין וחומץ אמר חזקיה לא שנו אלא שדרכן אבל בידוע אסור   בהנאה ומאי שנא ממורייס לרבנן דשרו התם לעבורי זוהמא הכא למתוקי טעמא והלכתא "
        ], 
        [
            " כותיה ואע\"ג דפליג עליה רבי יוחנן  אין הלכה כתלמיד במקום הרב   והחילק מאי חילק אמר רב חנן בר רבא אמר רב סולתנית ומפני מה אסרוה מפני שערבונה עולים עמה תנו  רבנן אין לו עכשיו ועתיד לגדל אחר זמן כגון הסולתנית והאפין   מותר יש לו עכשיו ועתיד להשירן בשעה שעולה מן המים כגון אקוניס ואפוניס וכספסיאס ואטונס מותר אמר אביי חמרא דימא שרי תורא דימא אסיר   וסימניך טמא טהור וטהור טמא כללא דמילתא כל דאית ליה קילפי  שרי:", 
            "  וקורט של חלתית מאי טעמא משום דמפסקי ליה בסכינא ואע\"ג דאמר מר נותן טעם לפגם מותר אגב חורפיה דחלתיתא מחליא ליה שמנונית והוה ליה כנותן טעם לשבח ואסיר:", 
            "עבדיה דרבי לוי הוה מזבין חלתיתא בשוקא כי נח נפשיה דלוי אתו לקמיה דרבי יוחנן אמרו ליה מהו למיזבן מיניה אמר להו עבדו של חבר הרי הוא כחבר תנו רבנן אשת חבר הרי היא כחבר בתו של חבר הרי היא כחבר עבדו של חבר הרי הוא כחבר חבר שמת אשתו ובניו ובנותיו הרי הן בחזקתם עד שיחשדו וכן חצר שמוכרין בה תכלת הרי היא בחזקתה עד שתפסל:", 
            "אמר רב חבי\"ת  אסור בחותם אחד חתיכת דג שאין בה סימן ובשר ויין ותכלת   אסורין בחותם אחד   חחמפ\"ג מותרין בחותם אחד חלתית   חלב מורייס פת גבינה מותרין בחותם אחד תנו רבנן  אין לוקחין ימ\"ח מח\"ג בסוריא אלא מן המומחה לא יין ולא מורייס  ולא חתיכת דג שאין בה סימן אלא מן המומחה ולא מלח סלקונדרית אלא מן המומחה וכן חלתית  וכן גבינה וכולן אם נתארח אצל בעל הבית מותר מסייע ליה לריב\"ל דאמר ריב\"ל שיגר לו בעל הבית לביתו מותר מ\"ט בעל הבית לא שביק התירא ואכיל איסורא וכי משדר ליה ממאי דאכיל משדר ליה:", 
            "מלח סלקונדרית מאי מלח סלקונדרית אמר רב יהודה אמר שמואל מלח שכל סלקונדרי רומי אוכלין אותו:", 
            "<b>מתני'</b>  ואלו מותרין באכילה  חלב שחלבו עובד כוכבים וישראל רואהו והדבש והדברבניות אע\"פ שמנטפות   אין בהן משום הכשר משקה והכבשים שאין דרכן לתת בהן יין וחומץ וטרית שאינה טרופה "
        ], 
        [
            " וציר שיש בה דגה ועלה של חלתית וזיתי גלוסקא מגולגלים רבי יוסי אומר השלחין אסורין החגבים הבאין מן הסלולה אסורין מן ההפתק מותרין וכן בתרומה:", 
            "<b>גמ'</b>  תנינא להא דת\"ר יושב ישראל בצד עדרו של עובד כוכבים ועובד כוכבים חולב ומביא לו ואינו חושש היכי דמי אי דליכא דבר טמא בעדרו פשיטא ואי דאיכא דבר טמא בעדרו אמאי לעולם דאיכא דבר טמא בעדרו וכי קאי חזי ליה וכי יתיב לא חזי ליה מהו דתימא כיון דיתיב לא חזי ליה ניחוש דלמא מייתי ומעריב ליה קמ\"ל כיון דכי קאי חזי ליה אירתותי מירתת ולא קמעריב:", 
            " הדבש.", 
            "דבש למאי ניתש ליה אי משום איערובי מיסרח סרי אי משום בישולי עובדי כוכבים נאכל כמות שהוא חי אי משום גיעולי עובדי כוכבים נותן טעם לפגם מותר:", 
            " וטרית שאינה טרופה וציר שיש בה דגה:", 
            "תנו רבנן אי זו היא טרית שאינה טרופה כל שראשה ושדרה ניכר ואי זו היא ציר שיש בה דגה כל   שכלבית אחת או שתי כלביות   שוטטות בו השתא אחת אמרינן שרי תרי מיבעיא לא קשיא כאן בסתומות כאן  בפתוחות בסתומות אחת בפתוחות שתים איתמר רב הונא אמר עד שיהא  ראשה ושדרה ניכר ורב נחמן אמר או ראש או שדרה אמר רב פפא הלכתא "
        ], 
        [
            " עד שיהא ראש ושדרה של כל אחד ואחד ניכר   אמר רב ברונא אמר רב   קרבי דגים ומיעי דגים אין נלקחין אלא מן המומחה  "
        ], 
        [
            "   אין שם מומחה מאי אמר רב הונא עד שיאמר אני מלחתים תנו רבנן כסימני ביצים כך סימני קרבי דגים ואלו הן סימני ביצים כל שכודרת ועגולגולת ראשה אחד כד וראשה אחד חד טהורה שני ראשיה כדין שני ראשיה חדין טמאה חלבון מבחוץ וחלמון מבפנים טהורה חלבון מבפנים וחלמון מבחוץ טמאה חלמון וחלבון מעורבין זה בזה בידוע שהיא ביצת השרץ  וזיתי גלוסקא מגולגלת   פשיטא לא צריכא דרפו טובא מהו דתימא חמרא רמא בהו קא משמע לן הני מחמת מישחא דנפיש בהו:", 
            "והחגבין מן הסלוליה אסורין מן ההפתק מותרין תנו רבנן החגבין והקפריסין והקפלוטאות הבאות מן האוצר ומן ההפתק ומן הספינה מותרין והנמכרין בסלולה לפני חנוני אסורין מפני שמזלף עליהן יין וכן יין תפוחים הבא מן האוצר ומן ההפתק ומן הספינה מותר והנמכר בקטלוזא לפני חנוני אסור מפני שמערב בו את היין האי חגבים דקתני הכא כבושין נינהו ולא שלוקין ולפיכך מותרין אבל שלוקין אסורין ודיקינן מדקתני לה גבי קפריסין וקפלוטאות דכבושין נינהו ולא שלוקין ועוד דייקינן מהא דאמר לעיל  אמר רב ברונא א\"ר עובד כוכבים שהצית אור באגם כל חגבין שבו אסורין והוינן בה אי משום בישולי עובד כוכבים כי האי גוונא מי אסיר כלומר שהעובד כוכבים לא נתכוון לבשלם ואמאי אסירי מכלל שאם נתכוון לבשלם ודאי אסירי:", 
            "\n הדרן עלך פרק אין מעמידין \n", 
            "<b>  כל</b>  הצלמים אסורין מפני שהן נעבדין פעם אחת בשנה דברי רבי מאיר וחכמים אומרים אינו אסור אלא כל שיש בידו מקל או צפור או כדור רבן שמעון בן גמליאל אומר כל שיש בידו כל דבר:", 
            "<b>גמ'</b>  אמר רב יהודה אמר שמואל באנדרטי של מלכים שנינו   אמר רבה "
        ], 
        [
            " בר בר חנה אמר רבי יוחנן בעומדין על פתח מדינה:", 
            "אמר (בד\"ס הגי' רבא) רבה   מחלוקת בשל כרכים אבל בשל כפרים דברי הכל אסורין דלפלחינהו עבדי להו:", 
            "<b>מתני'</b>   המוצא שברי צלמים הרי אלו מותרים מצא תבנית יד או תבנית רגל הרי אלו אסורין מפני שכיוצא בהן נעבד:", 
            "<b>גמ'</b>  אמר שמואל אפילו שברי עבודת כוכבים מותרין והאי דקתני מצא תבנית יד או תבנית רגל הרי אלו אסורין   בעומדין על בסיסן שהן כמי שנעשו מתחלה לכך ולא כמי שנשברו:", 
            "איתמר עבודת כוכבים שנשברה מאיליה רבי יוחנן אמר אסורה וריש לקיש אמר מותרת וקיימא ליה כרבי יוחנן    והאפרוחין שקננו בעצי אשרה ואינן צריכין לאמן מותרים אבל ביצים או אפרוחים שצריכין לאמן אסורין:", 
            "<b>מתני'</b>   המוצא  כלים ועליהן צורת חמה וצורת לבנה וצורת דרקון יוליכם לים המלח רשב\"ג אומר על המכובדין אסורין "
        ], 
        [
            " ועל המבוזין מותרים:", 
            "  רבי יוסי אומר שוחק וזורה לרוח או מטיל לים אמרו לו אף הוא נעשה זבל וכתיב  דברים יג  ולא ידבק בידך מאומה מן החרם:", 
            "<b>גמ'</b>    תנו רבנן אי זה הוא צורת דרקון פירש ר\"ש בן אלעזר כל שיש לו ציצין בין פרקיו מחוי רב אסי בין פירקי צואר א\"ר חמא בר חנינא הלכה כרשב\"א:", 
            "אמר רבה בר בר חנה א\"ר יהושע בן לוי פעם אחת הייתי מהלך אחר רבי אלעזר הקפר בדרך ומצאתי טבעת ועליה דרקון מצא עובד כוכבים קטן ולא אמר לו כלום מצא  עובד כוכבים גדול אמר לו בטלה ולא בטלה סטרו ובטלה שמע מינה תלת שמע מינה עובד כוכבים מבטל עבודת כוכבים שלו ושל חבירו ושמע מינה עובד כוכבים מבטל עבודת כוכבים בעל כרחו ושמע מינה היודע בטיב עבודת כוכבים ומשמשיה מבטל ושאינו יודע בטיב עבודת כוכבים ומשמשיה אינו מבטל גרסינן בפרק השוכר את הפועל(עבודה זרה דף סד.) גר   ותושב מהו שיבטל עבודת כוכבים דפלח מבטל דלא פלח לא מבטל או דלמא כל דבר מיניה מבטל והאי בר מיניה הוא ופשט רב נחמן מסתברא דפלח מבטל דלא פלח לא מבטל:", 
            "  תנן התם  דמות צורות  לבנות היו לו לרבן גמליאל בעלייתו בטבלא ובכותל שבהן מראה   ההדיוטות ואומר להם הכזה ראיתם או כזה ומי שרי והא כתיב  שמות כ  לא תעשון אתי לא תעשו כדמות שמשי המשמשין לפני   במרום כגון חמה ולבנה כוכבים ומזלות   להתלמד שאני דכתיב  דברים יח  לא תלמד לעשות אבל אתה למד להבין ולהורות   תניא אידך לא תעשון אתי לא תעשון כדמות שמשי שמשמשין לפני במרום כגון חיות ואופנים שרפים וחיות הקדש ומלאכי השרת   תניא כל הפרצופות מותרים חוץ מפרצוף אדם אמר רב הונא בריה דרב יהושע מפרקיה דאביי שמיע לי לא תעשון אתי לא תעשון אותי   תנו רבנן לא יעשה אדם בית תבנית היכל אכסדרה תבנית אולם חצר תבנית עזרה שלחן תבנית שלחן מנורה תבנית מנורה אבל עושה של חמשה של ששה ושל שמנה ושל שבעה לא יעשה "
        ], 
        [
            " אפילו של שאר מיני מתכות   ת\"ר טבעת  שחותמה בולט אסור להניחה ומותר לחתום בה חותמה שוקע מותר להניחה ואסור לחתום בה:", 
            "רבן שמעון בן גמליאל אומר על  המכובדין אסורין ועל המבוזין מותרין אלו הן מכובדין ואלו הן "
        ], 
        [
            " מבוזין   אמר רב מכובדין למעלה מן המים מבוזין למטה מן המים ושמואל אמר אלו ואלו מבוזין אלא אלו הן מכובדים שעל השירים ועל הנזמים ושעל הטבעות תניא כוותיה דשמואל מכובדין שעל השירים ושעל הנזמים ושעל הטבעות מבוזין שעל היורות ועל הקומקמוסין ועל מחמי חמין ועל הספלין ועל הסדינין ועל המטבעות:", 
            "<b>מתני'</b>     שאל פרוקלוס בן פלוספוס את רבן גמליאל בעכו שהיה רוחץ במרחץ של אפרודיטי אמר לו כתוב בתורתכם  דברים יג  ולא ידבק בידך מאומה מן החרם מפני מה אתה רוחץ במרחץ של אפרודיטי אמר לו אין משיבין במרחץ כשיצא אמר לו אני לא באתי בגבולה היא באה בגבולי ועוד אין אומרים נעשה מרחץ נוי לאפרודיטי אלא נעשה אפרודיטי נוי למרחץ דבר אחר אם נותנין לך כל ממון שבעולם אי אתה נכנס לבית עבודת כוכבים שלך ערום ובעל קרי ומשתין בפניה וזו עומדת על הביב וכל העם משתינין לפניה לא נאמר אלא אלהיהם את שנהגו בו משום אלוה אסור ושאינו נוהג בו משום אלוה מותר:", 
            "<b>גמ'</b>  והיכי עביד הכי והא אמר רבה בר בר חנה אמר רבי  יוחנן בכל מקום מותר להרהר חוץ מבית המרחץ ומבית הכסא וכי תימא בלשון חול קאמר ליה והא אמר אביי דברים של חול מותר לאמרם בלשון קדש ודברים של קדש אסור לאמרם בלשון חול   תנא כשיצא אמר לו אין משיבין במרחץ:", 
            "<b>מתני'</b>    עובדי כוכבים   העובדים את ההרים ואת הגבעות הן מותרין ומה שעליהן אסור שנאמר   דברים ז  לא תחמוד כסף וזהב עליהם ולקחת לך ריה\"ג "
        ], 
        [
            " אומר אלהיהם על ההרים ולא ההרים אלהיהם אלהיהם על הגבעות ולא הגבעות אלהיהם ומפני מה האשרה אסורה מפני שיש בה תפיסת ידי אדם וכל שיש בה תפיסת ידי אדם אסור אמר ר\"ע אני אבין ואדון לפניך כ\"מ שאתה מוצא הר גבוה וגבעה נשאה ועץ רענן דע שיש שם עבודת כוכבים   מי  שהיה כותלו סמוך לבית עבודת כוכבים ונפל אסור לבנות כיצד יעשה כונס לתוך שלו ארבע אמות ובונה היה שלו ושל עבודת כוכבים   נידון מחצה על מחצה אבניו ועציו ועפרו מטמאין כשרץ שנאמר   דברים ז  שקץ תשקצנו "
        ], 
        [
            " רבי עקיבא אומר כנדה שנאמר   ישעיה ל  תזרם כמו דוה צא תאמר לו מה נדה מטמאה במשא אף עבודת כוכבים מטמאה במשא:", 
            "<b>גמ'</b>  והא קא שביק רווחא לעבודת כוכבים דגדר ליה בהיזמי והיגי אי נמי דעבד ליה בית הכסא לתינוקות:", 
            "<b>מתני'</b>  ג'  בתים הן בית שבנאו מתחלה לשם עבודת כוכבים הרי זה אסור סיידו וכיירו לעבודת כוכבים וחידש נוטל מה שחידש   הכניס לתוכו עבודת כוכבים והוציאה ה\"ז מותר ג' אבנים הן אבן שחצבה מתחלה לבימוס הרי זו אסורה סיידה וכיירה לשם עבודת כוכבים וחידש נוטל מה שחידש העמיד עליה עבודת כוכבים וסלקה הרי זו מותרת שלש אשרות הן אילן שנטעו לעבודת כוכבים הרי זה אסור  גדעו ופסלו לעבודת כוכבים והחליף נוטל מה שהחליף העמיד תחתיה עבודת כוכבים ונטלה הרי זו מותרת אי זו אשירה כל שתחתיה עבודת כוכבים רבי שמעון אומר כל שעובדים אותה מעשה בצידן באילן שהיו עובדין אותו והיה תחתיו גל "
        ], 
        [
            " אמר להן רבי שמעון בדקו את הגל הזה בדקו ומצאו בו צורה אמר הואיל ולצורה הן עובדין נתיר להן את האילן    לא ישב בצלה ישב טהור ולא יעבור תחתיה ואם עבר טמא היתה גוזלת את הרבים ועבר תחתיה טהור זורעין תחתיה ירקות בימות הגשמים אבל לא בימות החמה והחזרין לא בימות החמה ולא בימות הגשמים רבי יוסי אומר אף לא ירקות בימות הגשמים מפני שהנביה נושרת עליהן והוו להן לזבל:", 
            "<b>גמ'</b>  היתה גוזלת את הרבים ועבר תחתיה טהור איבעיא להו עבר או עובר רבי יצחק בן אלעזר משמיה דחזקיה אמר עבר ורבי יוחנן אמר עובר ולא פליגי הא דאיכא דירכא אחריתי והא דליכא דירכא אחריתי אמר ליה רב ששת לשמעיה כי מטית התם ארהיטני:", 
            "אף לא ירקות בימות הגשמים:", 
            "וסבר רבי יוסי זה וזה גורם אסור והא תניא רבי יוסי אומר  נוטעין ייחור של ערלה ואין נוטעין אגוז של ערלה מפני שהוא פרי ואין מרכיבין כפניות של ערלה ואמר רב יהודה אמר רב מודה רבי יוסי   שאם נטע והבריך והרכיב מותר אלמא לרבי יוסי זה וזה גורם מותר "
        ], 
        [
            "   ואסיקנא ר' יוסי לדבריהם דרבנן קאמר להו:", 
            "לדידי זה וזה גורם מותר לדידכו דאמריתו זה וזה גורם אסור אף לא ירקות בימות הגשמים מפני שהנביה נושרת עליהן והוו להן לזבל אמר רב יהודה אמר שמואל הלכה כרבי יוסי ההיא גינתא דאיזדבל בזבל עבודת כוכבים שלחה רב עמרם קמיה דרב יוסף כי האי גונא מאי אמר ליה הכי אמר רב יהודה אמר שמואל הלכה כרבי יוסי דאמר זה וזה גורם מותר:", 
            "<b>מתני'</b>   נטל ממנה עצים  אסורין בהנאה הסיק בהן את התנור אם חדש יותץ ואם ישן יוצן אפה בו את הפת אסורה בהנאה נתערבה  באחרות ואחרות באחרות כולן אסורות בהנאה "
        ], 
        [
            " ר' אליעזר אומר יוליך הנאה לים המלח אמרו לו אין פדיון לעבודת כוכבים נטל ממנה כרכר אסור בהנאה ארג בו את הבגד אסור בהנאה נתערב באחרים כולן אסורין בהנאה רבי אליעזר אומר יוליך הנאה לים המלח אמרו לו אין פדיון לעבודת כוכבים:", 
            "<b>גמ'</b>  אמר רב חסדא אמר (בגמ' הגי' זעירא) רב הלכה כר' אליעזר דאמר אם נתערבה הפת או הבגד באחרים יוליך הנאה לים המלח ומשתרו "
        ], 
        [
            " ליה כולהו   ההוא  גברא דאיערבא ליה חביתא   דסתם יינן בחמריה אתא לקמיה דרב חסדא אמר ליה זיל שקול   ארבעה זוזי דמי הביתא ושדי בנהרא   ואידך תשתרי לך בהנאה:", 
            "<b>מתני'</b>   כיצד מבטלה קירסם וזירד ונטל ממנה מקל או שרביט אפי' עלה הרי זו בטילה שפייה לצרכה אסורה שלא לצרכה מותרת:", 
            "<b>גמ'</b>  ואותן שפיים מה תהא עליהן פליגי בה רב הונא ורב חייא בר רב חד אמר מותרין וחד אמר אסורין תניא כמ\"ד מותרין עובד כוכבים ששיפה עבודת כוכבים לצורכו היא ושפאיה מותרין לצורכה היא אסורה ושפאיה מותרין וישראל ששיפה עבודת כוכבים בין לצורכה בין לצורכו בין היא בין שפאיה אסורין איתמר עבודת כוכבים שנשתברה מאי ליה אמר "
        ], 
        [
            " רב צריכה לבטל כל קיסם וקיסם ושמואל אמר אין עבודת כוכבים צריכה לבטל אלא דרך גדילתה והילכתא כרב דקי\"ל דהילכתא כרב באיסורי ((ד\"ת מ\"ז) איכא דאמרי דכ\"ע שברי שברים מותרין והכא בעבודת כוכבים של חוליות והדיוט יכול להחזירה קא מפלגי) ודוקא כשהדיוט יכול להחזירה אבל אין הדיוט יכול להחזירה מותרין   ת\"ר  הלוקח גרוטאות מן העובד כוכבים ומצא בהן עבודת כוכבים אם עד שלא נתן מעות משך יחזיר ואם משנתן מעות משך יוליך הנאה לים המלח:", 
            "<b>    רבי</b>  ישמעאל אומר שלשה אבנים זו בצד זו בצד מרקוליס אסורות ושתים מותרות וחכמים אומרים את שהוא נראה עמו אסור ואת שאינו נראה עמו מותר "
        ], 
        [
            "   מצא בראשו מעות או כסות או כלים הרי אלו מותרין פרכילי ענבים ועטרות של שבלים יינות שמנים וסלתות וכל דבר שכיוצא בו קרב לגבי מזבח אסור:", 
            "<b>גמ'</b>    אמר רב גידל אמר רב חייא בר יוסף אמר רב מנין לתקרובת עבודת כוכבים שאין לה בטלה עולמית דכתיב  תהלים קו  ויצמדו לבעל פעור ויאכלו זבחי מתים מה מת אין לו בטלה לעולם אף תקרובת עבודת כוכבים אין לה בטלה לעולם   א\"ר שימי בר חייא כל שהוא לפנים מן הקלקלון אפי' מים ומלח אסור חוץ מן הקלקלון דבר של נוי אסור שאינו של נוי מותר:", 
            "<b>מתני'</b>  עבודת כוכבים שהיה לה גינה או מרחץ נהנין מהן שלא בטובה ואין נהנין מהן בטובה היה שלה ושל אחרים נהנין מהן בטובה ושלא בטובה:", 
            "<b>גמ'</b>  אמר אביי בטובה בטובת כומרין ושלא בטובת כומרין לאפוקי טובת עובדיה דשרי איכא דמתנו לה אסיפא היה שלה ושל אחרים נהנין מהן בין בטובה ובין שלא בטובה אמר אביי בטובת אחרים ושלא בטובת כומרין   מאן דמתני לה אסיפא כ\"ש ארישא "
        ], 
        [
            " ומאן דמתני לה ארישא אבל אסיפא כיון דאיכא אחרים בהדה אפילו בטובת כומרין נמי שפיר דמי:"
        ], 
        [
            "<b>מתני'</b>   עבודת כוכבים של עובד כוכבים אסורה מיד ושל ישראל משתעבד:", 
            "  העובד כוכבים מבטל עבודת כוכבים שלו ושל חבירו וישראל אינו  מבטל עבודת כוכבים של עובד כוכבים המבטל עבודת כוכבים ביטל  משמשיה ביטל משמשיה משמשיה מבוטלים והיא אסורה:", 
            "  כיצד מבטלה קטע ראש אזנה ראש חוטמה ראש אצבעה פחסה אפי' שלא חיסרה בטלה רקק בפניה השתין בפניה גררה וזרק בה את הצואה הרי זו אינה בטלה מכרה או משכנה (נ\"א רבי אומר) רבי מאיר אומר ביטל וחכמים אומרים לא ביטל:", 
            "<b>גמ'</b>  וכי מאחר שלא חיסרה היכי בטלה אמר רבי זירא שפחסה בפניה:", 
            "<b>מתני'</b>    עבודת כוכבים  שהניחוה עובדיה בשעת שלום מותרת בשעת מלחמה אסורה בימוסיאות של מלכים הרי אלו מותרין מפני שמעמידין אותן בשעת שהמלכים עוברין:", 
            "  שאלו את הזקנים ברומי אם אין רצונו בעבודת כוכבים מפני מה אינו מבטלה אמרו להן אלו לדבר שאינו צורך לעולם בו היו עובדין היה מבטלה הרי הן עובדין לחמה וללבנה ולכוכבים ולמזלות יאבד עולמו מפני השוטים אמרו להם אם כן יאבד דבר שאין צורך לעולם ויקיים דבר שצורך לעולם בו אמרו להן אף אנו מחזיקין יד עובדיהן של אלו יאמרו "
        ], 
        [
            " תדע שהן אלוהות שהרי אלו לא בטלו:", 
            "  לוקחין גת  בעוטה מן העובד כוכבים אע\"פ שהוא נוטל בידו ונותן לתוך התפוח אינו נעשה יין נסך עד שירד לבור ירד לבור מה שבבור אסור והשאר מותר   דורכין עם העובד כוכבים בגת אבל לא   בוצרין עמו וישראל שהוא עושה בטומאה לא דורכין ולא בוצרין עמו אבל מוליכין עמו חביות לגת ומביאין עמו מן הגת נחתום שהוא עושה בטומאה לא לשין ולא עורכין עמו אבל מוליכין עמו פת לפלטר:", 
            "<b>גמ'</b>  אמר רב הונא יין כיון שהתחיל  לימשך עושה יין נסך והא תנן ואינו עושה יין נסך עד שירד לבור התם בגת פקוקה ומלאה תא שמע ירד לבור מה שבבור אסור והשאר מותר אמר רב הונא לא קשיא כאן במשנה ראשונה כאן במשנה אחרונה דתניא בראשונה היו אומרים "
        ], 
        [
            " ((ד\"ת מ\"ז) אין בוצרין עם העובד כוכבים בגת שאסור לגרום טומאה לחולין שבארץ ישראל אין דורכין עם ישראל העושה פירותיו בטומאה שאסור לסייע לידי עוברי עבירה אבל) דורכין עם העובד כוכבים בגת ולא חיישינן לדרב הונא חזרו לומר אין דורכין עם העובד כוכבים בגת משום דרב הונא וכן הילכתא "
        ], 
        [
            "   ההוא עובד כוכבים דהוה סליק בדקלא לאיתויי לוליבא בהדי דקא נחית נגע ((ד\"ת מ\"ז) רישא דלוליבא) בחמרא שלא בכוונה שרייה רב לזבוני לעובדי כוכבים אמרו ליה רב כהנא ורב אסי לרב והא מר הוא דאמר תינוק בן יומו עושה יין נסך אמר להו אימור דאמרי אנא בשתייה בהנאה מי אמרי   גופא אמר רב תינוק בן יומו עושה יין נסך  אבל הלוקח עבדים מן העובדי כוכבים מלו וטבלו לאלתר אינן עושין יין נסך ורב נחמן אמר שמואל קטן בן יומו אינו עושה יין נסך שאין עושה יין נסך אלא מי שיודע בטיב עבודת כוכבים ומשמשיה אבל הלוקח עבדים מן העובדי כוכבים אע\"פ שמלו וטבלו עושין יין נסך עד שישתקע שם עבודת כוכבים מפיהם וכמה א\"ר יהושע בן לוי עד שנים עשר חדש ואיפליגו רבוותא בהא מילתא איכא מאן דסבירא ליה כרב דהילכתא כרב באיסורי ואיכא מאן דסבירא ליה כשמואל ואמר מדקא מפרש רבי יהושע בן לוי מימרא דשמואל שמע מינה כוותיה מסתברא אבל בני השפחות שמלו ולא טבלו לדברי הכל גדולים עושין יין נסך קטנים אין עושין יין נסך ואם מלו וטבלו מיד   עושין יין נסך "
        ], 
        [
            "     ההוא עובדא דהוה במחוזא עאל עובד כוכבים לחנותא אמר להו אית לכו חמרא לזבוני אמרו ליה לא הוה יתיב חמרא בדולא שדא ביה ידיה שיכשך ביה אמר האי לאו חמרא הוא שקליה האיך ברתיחה שדיא לדנא שרייה רבא לזבוני לעובדי כוכבים איפלוג עליה רב הונא בר חיננא ורב הונא בריה דרב נחמן ואסרי   איקלע רב   נחמן למחוזא עאל רבא לגביה אמר ליה כי האי גוונא מאי א\"ל אסור אפי' בהנאה והא מר הוא דאמר ((ד\"ת מ\"ז) שרי לזבוני לעובדי כוכבים) וכי שכשוך עושה יין נסך אמר ליה אימור דאמרי אנא לבר מדמי דההוא חמרא אבל דמי דההוא חמרא מי אמרי וקיימא לן כרב   נחמן דתניא כוותיה דתניא  אגרדמים עובד כוכבים שקדח במינקת והעלה יין לפיו או שטעם מן הכוס והחזירו לחבית זה היה מעשה ואסרו וממאי דהאי אסרו דקתני בהנאה הוא מדלא קתני ימכר כדקתני סיפא דקתני סיפא חורם עובד כוכבים שהושיט ידו לחבית של יין וכסבור של שמן היא ונמצאת של יין זה היה מעשה ואמרו ימכר "
        ], 
        [
            "    וכחו של עובד כוכבים שלא בכוונה לא גזרו ביה רבנן ושרי אפילו בשתיה היכי דמי כגון דקא מוריק ממאנא למאנא ולא קא נגע בחמרא וסבר דשיכרא הוא כה\"ג שרי אפילו בשתיה כדאמרינן רבי יוחנן בן ארזא ורבי יוסי בן נהוראי הוו יתבי וקא שתו חמרא אתא ההוא גברא ואמרו ליה תא אשקין לבתר דרמא לכסא איגלאי מילתא דעובד כוכבים הוה חד שרי   דמימר אמר האי עובד כוכבים אי רבנן כי הנך הוו שתי חמרא אמרי לדידי תא אשקיין והא מריח לי בחדתא והא חזי ליה בליליא והא קא נגע ביה בנטלא ומגע עובד כוכבים שלא בכוונה אסיר דמוריק אורוקי וכחו של עובד כוכבים שלא בכוונה לא גזרו ביה רבנן   אמר רב אסי אמר רבי יוחנן יין "
        ], 
        [
            "  שמזגו עובד כוכבים אסור משום לך לך אמרין נזירא סחור סחור לכרמא לא תקרב.", 
            "  בעו מניה מרב כהנא עובד כוכבים מהו שיוליך ענבים לגת, אמר להו אסור משום לך לך אמרין נזירא סחור סחור לכרמא לא תקרב איתיביה רב יימר לרב כהנא עובד כוכבים שהביא ענבים ((ד\"ת מ\"ז) לגת) בסלין   ובדרדורין, אע\"פ שהיין מזלף עליהן מותר, אמר ליה הביא קא אמרת אנא לכתחלה קא אמינא.", 
            "אמר רב אשי  האי עובד כוכבים דנסכיה לחמריה דישראל אע\"ג דלזבוניה ומישקל דמיה אסיר מישקל דמי מההוא דנסכיה "
        ], 
        [
            " שרי מאי טעמא מיקלא קלייה:", 
            "  ההיא  חביתא דאשתקל ברזא דילה אתא עובד כוכבים  נקטה אמר רב פפא כל דלהדי ברזא אסיר   ואידך שרו ((ד\"ת מ\"ז) ואיכא דאמרי אמר רב פפא דעד ברזא אסור ואידך שרי) אמר רב פפא "
        ], 
        [
            " עובד כוכבים  אדנא וישראל אכובא חמרא אסיר עובד כוכבים אכובא וישראל אדנא חמרא שרי ואי מצדד אצדודי אסיר פירוש עובד כוכבים שקיל מגו דנא ויהיב לגו כובא וישראל אחיד ליה לכובא חמרא אסיר משום דקא אתי מכחו דעובד כוכבים אבל ישראל דשקיל מגו דנא ויהיב לגו כובא אף על גב דעובד כוכבים אחיד ליה לכובא חמרא שרי דעובד כוכבים הא לא עביד מידי ואי מצדד אצדודי לכובא אסור   אמר רב פפא עובד כוכבים דדארי  זיקא וקא אזיל ישראל אחוריה מליא שרי חסירא אסור כובא מליא אסירא חסירא שרי רב אשי אמר זיקא בין מליא בין חסירא שרי דאין דרך ניסוך בכך והילכתא כרב אשי ההיא חביתא דפקעה לארכה אתא ההוא עובד כוכבים חבקה שריא רב פפא לזבונה לעובד כוכבים והני מילי דפקעה לארכה אבל  לפותיה אפי' בשתיה נמי שרי מאי טעמא מעשה לבינה קא עביד ההוא עובד כוכבים דאשתכח  במעצרתא אמר רב אשי אי איכא טופח להטפיח בעי הדחה ובעי ניגוב ואי לא בהדחה בעלמא סגי ליה:"
        ], 
        [
            "<b>מתני'</b>     עובד כוכבים שנמצא עומד בצד הבור של יין אם יש לו עליו מלוה אסור אין לו עליו מלוה מותר נפל לבור ועלה ומדדו בקנה התיז את הצרעה בקנה ונגעו והיה מטפח על פי החבית  מרותחת כל אלה היה מעשה ואמרו ימכר ור\"ש מתיר בשתיה נטל חבית וזרקה בחמתו לבור זה היה מעשה והתירו:", 
            "<b>גמ'</b>  אמר שמואל והוא שיש לו מלוה על אותו היין:", 
            "נפל  לבור ועלה א\"ר פפא לא שאנו אלא שעלה מת אבל עלה חי אסור מ\"ט אמר רב פפא משום דמודי ליה דדמי ליה כיום אידם:", 
            "כל אלה היה מעשה ואמרו ימכר ור\"ש מתיר ולית הילכתא כרבי שמעון:", 
            "<b>מתני'</b>     המטהר  יינו של עובד כוכבים ונותנו ברשותו בבית שהוא פתוה לרה\"ר בעיר שיש בה עובדי כוכבים וישראלים מותר בעיר שכולה עובדי כוכבים אסור עד שישב שם וישמר ואין השומר צ\"ל יושב "
        ], 
        [
            " ומשמר וכו':", 
            "<b>גמ'</b>  ת\"ר אחד הלוקח ואחד השוכר בית בחצירו של עובד כוכבים ומלאהו יין וישראל דר בו באותו חצר מותר ואע\"פ שאין מפתח וחותם בידו   בחצר אחרת מותר והוא שמפתח וחותם בידו וחכ\"א לעולם אסור עד שישב ומשמר או עד שיבא ממונה שאינו בא לקיצין:", 
            "יינו של  עובד כוכבים ברשותו וישראל דר בו באותה חצר מותר ואף על פי שאין מפתח וחותם בידו בחצר אחרת אסור ואע\"פ שמפתח וחותם בידו וחכ\"א לעולם אסור וקי\"ל כתנא קמא דקאי כר\"א דלא חייש "
        ], 
        [
            " לזיופא ההוא כרכא  דהוה ביה חמרא דישראל אשתכח עובד כוכבים דהוה קאי ביני דני אמר רבא אם נתפס עליו כגנב חמרא שרי ואם לאו חמרא אסיר:", 
            "\n הדרן עלך פרק רבי ישמעאל \n", 
            "<b>השוכר</b>   את  הפועל לעשות עמו ביי\"נ   שכרו אסור שכרו לעשות עמו מלאכה אחרת אע\"פ שאמר לו העביר לי חביות של יין נסך ממקום למקום שכרו מותר השוכר את החמור להביא עליה יי\"נ שכרו אסור שכרה לישב עליה אע\"פ שהניח לגינו עליה שכרה מותר:", 
            "<b>גמ'</b>    איבעיא להו שכרו לסתם יינן מהו כיון דאיסורו "
        ], 
        [
            " חמור כיין נסך שכרו נמי אסור או דלמא הואיל וטומאתו קלה שכרו מותר תא שמע דההוא גברא דאגר ארביה לסתם יינן יהבו ליה  חיטי באגריה אתא לקמיה דרב חסדא א\"ל זיל קלינהו וקברינהו בקיברי   איבעיא להו  דמי עבודת כוכבים ביד עובד כוכבים מהו מי תפסה דמיה או לא תא שמע דתניא ישראל שהוא נושה בעובד כוכבים מנה "
        ], 
        [
            " מכר עבודת כוכבים והביא לו יין נסך והביא לו מותר ואם אמר לו המתן  עד שאמכור עבודת כוכבים ואביא לך יין נסך ואביא לך אסור מאי שנא רישא ומאי שנא סיפא סיפא משום דרוצה בקיומו וכל הרוצה בקיומו אסור:", 
            " שכרו לעשות עמו במלאכה אחרת וכו'.", 
            "    אוקמה רבא   דא\"ל העבר לי חבית חבית בפרוטה דתניא השוכר את הפועל ואמר לו העבר לי מאה חביות במאה פרוטות ונמצאת חבית של יין נסך ביניהן   שכרו אסור חבית חבית בפרוטה ונמצאת חבית של יין נסך ביניהן שכרו מותר:"
        ], 
        [
            "<b>מתני'</b>     יי\"נ שנפל על גבי ענבים ידיחם והם מותרות ואם היו מבוקעות אסורות מעשה בביתוס בן זונין שהיה מביא גרוגרות בספינה ונשתברו חביות של יי\"נ על גביהן ובא מעשה לפני חכמים והתירום:", 
            "<b>גמ'</b> מעשה לסתור חסורי מחסרא והכי קתני ואם נותן טעם לפגם הוא מותר ומעשה בביתוס בן זונין וכו' ההיא (בגמ' כרי) ביתא דחיטי   דנפל עליה חביתא  דיין נסך שרא  רבה למיטחניה ולמיפייה ולזבוניה לעובד כוכבים שלא בפני ישראל כי היכי דלא ליתו ישראל למיזבן מיניה ואקשינן עליה (בד\"ס הגי' דרבא) דרבה ממתני' דתנן יין נסך שנפל על נבי ענבים ידיחם והם מותרות ואם היו מבוקעות אסורות ופריק רב פפא שאני חיטי הואיל ואגב צירייהו כמבוקעות דמיין     חמרא עתיקא כעינבי דברי הכל בנותן טעם חמרא חדתא בעינבי אביי אמר במשהו ורבא אמר בנותן טעם אביי אמר במשהו בתר טעמא אזלינן ואידי ואידי חד טעמא הוא והוה ליה מין במינו ומין במינו במשהו רבא אמר בנותן טעם בתר שמא אזלינן והאי שמא לחוד והאי שמא לחוד והוה ליה מין ושאינו מינו ומין בשאינו מינו בנותן טעם חלא דחמרא וחלא דשכרא חמירא דחיטי וחמירי דשערי אביי אמר בנותן טעם בתר טעמא אזלינן והאי טעמא לחוד והאי טעמא לחוד והוה ליה מין ושאינו מינו ומין בשאינו מינו בנותן טעם ורבא אמר במשהו בתר שמא אזלי' והאי חלא מיקרי והאי חלא מיקרי והאי חמירא מיקרי והאי חמירא מיקרי והוה ליה מין במינו ומין במינו במשהו חלא לגו חמרא דברי הכל בנותן טעם חמרא בגו חלא אביי אמר במשהו ורבא אמר בנותן טעם אביי אמר במשהו   ריחיה חלא וטעמיה חמרא חלא בתר ריחיה אזלינן והוה ליה מין במינו ומין במינו במשהו רבא אמר   בנותן טעם "
        ], 
        [
            " ריחיה חלא וטעמיה חמרא חמרא בתר טעמא אזלינן והוה ליה מין בשאינו מינו ומין בשאינו מינו בנותן טעם האי  בת  תיוהא עובד כוכבים לישראל שפיר דמי ישראל לעובד כוכבים אביי אמר אסור ורבא אמר מותר אביי אמר אסור ריחא מילתא היא  ורבא אמר מותר ריחא לאו מילתא היא והילכתא בכולהו כרבא דקי\"ל כל היכא דפליגי אביי ורבא הילכתא כרבא בר מיע\"ל קג\"ם:", 
            "<b>מתני'</b>  זה הכלל כל  שבהנאתו בנותן טעם אסור וכל שאין בהנאתו בנותן טעם מותר כגון חומץ שנפל לתוך גריסין:", 
            "<b>גמ'</b>    אמר רב יהודה אמר שמואל הכי הילכתא ואמר רב יהודה אמר שמואל לא שנו אלא שנפל לתוך גריסין רותחין אבל נפל לתוך גריסין צוננין   והרתיחן נעשה כהשביח ולבסוף פגם ואסור אמר ריש לקיש נותן טעם לפגם שאמרו לא שיאמרו קדירה זו חסירה מלח או יתירה מלח חסירה תבלין או יתירה תבלין אלא כל שאין חסירה כלום ואינה נאכלת מפני זה איכא דאמרי אמר ר\"ל נותן טעם   שאמרו לא שיאמרו קדירה זו חסירה מלח יתירה מלח חסירה תבלין יתירה תבלין אלא השתא מיהא הא פגמה אמר רבי אבהו א\"ר יוחנן "
        ], 
        [
            " כל שטעמו וממשו אסור ולוקין עליו וזהו כזית בכדי אכילת פרס    טעמו ולא ממשו אסור ואין לוקין עליו ואם רוב הטעם לפגם מותר ולימא נותן טעם לפגם מותר הא קמ\"ל דאע\"ג דאיכא מילי אחרניתא דפגמה בהדיה והילכתא כלישנא בתרא דרשב\"ל  ההוא   עכברא דנפל לחביתא דשיכרא אסריה רב לההוא שיכרא אמרוה רבנן קמיה דרב ששת לימא קסבר רב נותן טעם לפגם אסור אמר להו רב ששת בעלמא סבר רב נותן טעם לפגם מותר והאי חידוש הוא דהאי מימאס מאיס ובדילי אינשי מיניה ואפי' הכי אסריה רחמנא הילכך בטעמא לפגם נמי אסור אמר רבא הילכתא נותן טעם לפגם מותר ועכברא בשיכרא לא ידענא מאי טעמיה דרב אי משום דקסבר נותן טעם לפגם אסור ולית הילכתא כוותיה אי משום דקסבר עכברא  בשיכרא אשבוחי משבח איבעיא להו   נפל לגו חלא מאי א\"ל רב הלל ורב אשי הוה עובדא בי רב כהנא ואסר רב כהנא א\"ל   ההוא אימרטוטי אימרטט רב אחא שיער בחלא בחמשין רב שמואל בריה דרב איקא שיער בשיכרא בשיתין והילכתא אידי ואידי בשיתין דחיישינן דילמא אשבוחי משבח בחלא ובשיכרא ((ד\"ת מ\"ז) וכן כל איסורים שבתורה):"
        ], 
        [
            "<b>מתני'</b>   עובד כוכבים שהיה מעביר עם ישראל כדי יין ממקום  למקום אם היה בחזקת משתמר מותר ואם מודיעו שהוא מפליג כדי שישתום ויסתום ויגוב  רשב\"ג אומר כדי שיפתח ויגוף ותיגוב:", 
            "<b>גמ'</b>  היכי דמי בחזקת המשתמר כדתנן חמריו ופועליו טעונין טהרות אפילו הפליגו כדי מיל טהרותיו טהורות ואם אמר להם לכו ואני בא אחריכם כיון שנתעלמו עיניו מהן טהרותיו טמאות:", 
            "<b>מתני'</b>  המניח עובד כוכבים בחנותו אע\"פ שהוא יוצא ונכנס מותר ואם מודיעו שהוא מפליג כדי שישתום ויסתום ויגוב רשב\"ג אומר כדי שיפתח ויגוף ותיגוב   המניח יין בקרון או בספינה והלך לו בקפנדדא ונכנס למדינה ורחץ מותר ואם הודעו שהוא מפליג כדי שישתום ויסתום ויגוב רשב\"ג אומר כדי שיפתח ויגוף ותיגוב היה אוכל עמו על השולחן והניח לפניו לגין על השולחן ולגין על הדלפקי והניחו ויצא מה שעל השולחן אסור ומה שעל הדלפקי מותר ואם אמר לו הוי מוזג ושותה אף מה שעל הדלפקי אסור חביות פתוחות אסורות וסתומות כדי שיפתח ויגוף ותיגוב:", 
            "<b>גמ'</b>    אמר רבא הלכה כרבי שמעון בן גמליאל הואיל סתמא כוותיה דתנן חביית פתוחות אסורות וסתומות כדי שיפתח ויגוף ותיגוב וכי מאחר דקיימא לן כרבי שמעון בן גמליאל דלא חייש לסיתומא וכוותיה דר\"א דלא חייש לזיופא האידנא מאי טעמא לא מותבינן חמרא גבי עובדי כוכבים חיישינן לשיכי פירוש מנקת "
        ], 
        [
            "   ההוא ביתא  דהוה יתיב ביה חמרא דישראל ועובד כוכבים  עאל עובד כוכבים אחדיה לדשא באפיה והוה ביזעא בדשא אמר רבא כל דבהדי ביזעא שרי דהאי גיסא ודהאי גיסא אסור ההוא אושפיזא דהוה יתיב ביה חמרא דישראל ועובר כוכבים אישתכח עובד כוכבים דהוה קאים  בי דני אמר רבא אם נתפס עליו כגנב שרי ואם לאו אסור ההוא ביתא דהוה ביה חמרא דישראל אישתכח עובד כוכבים דהוה קאי התם אמר רבא אי אית ליה לאישתמוטי חמרא אסור ואי לא שרי ((ד\"ת מ\"ז) והא דתניא ננעל הפונדק או שאמר שמור אסור בדאית ליה לאישתמוטי ההוא  חמרא דהוה בספינתא שמע ישראל קל שיפורא דבי שמשי ואזל אמר רבא חמרא שרי מימר אמר עובד כוכבים השתא אתי השתא אתי ואי משום שבת הא אמר לי איסור גיורא בכותאי אמינא יהודאי לא מנטרי שבתא דאי מנטרא כמה כיסי משתכחן בשוקא) ההוא ישראל ועובד כובבים דהוו יתבו וקא שתו חמרא שמע ישראל קל צלויי בכי כנישתא קם נפק אמר רבא חמרא שרי מימר אמר השתא מידכר ליה לחמריה והדר אתי   ההיא  רביתא דאישתכחת בי דני דהוה נקיטה אופיא בידה אמר רבא חמרא שרי אימור מגבא דחביתא שקלתא ואע\"ג דליכא השתא אופיא אגבה   אימור איתרמויי איתרמי לה  ההיא מסוביתא דמסרה מפתחה לעובדת כוכבים אמר רב יצחק בן אלעזר עגבדא הוה בי מדרשא ואמרי לא מסרה לה אלא שמירת מפתח בלבד:"
        ], 
        [
            "<b>מתני'</b>  בלשת שנכנסה לעיר בשעת שלום חביות פתוחות אסורות וסתומות מותרות בשעת מלחמה אלו ואלו מותרות לפי שאין פנאי לנסך    אומנין ישראל ששלח להן עובד כוכבים חבית של יין נסך מותר שיאמרו לו תן לנו את דמיה ואם משנכנסה לרשותן אסור   המוכר יינו לעובד כוכבים פסק עד שלא מדד דמיו מותרין מדד עד שלא פסק דמיו אסורין:", 
            "  נטל משפך ומדד ונתן לתוך צלוחיתו של עובד כוכבים ונטלו ומדד לתוך צלוחיתו של ישראל אם יש בו עכבת יין אסור "
        ], 
        [
            " המערה מכלי לכלי המערה ממנו מותר ואת שעירה לתוכו אסור:", 
            "<b>גמ'</b>  אמר רב הונא  נצוק לטומאה ולטהרה לא הוי חבור לענין יי\"נ הוי  חבור ואי קשיא לך הא דתנן המערה מכלי לכלי המערה ממנו מותר ואת שעירה לתוכו אסור   התם דקא מקטיף קיטופי כדאמר להו רב חסדא להנהו סבואתא כי כייליתו חמרא לעובדי כוכבים אי קיטפי קטופי אי נפיצו נפוצי כדאמר להו  רבא להנהו שפוכאי כי שפכיתו חמרא לעובד כוכבים לא ליקרב עובד כוכבים לסייע בהדייכו דילמא מישתליתו ושדיתו ליה עליה וקא אתי מכחו ואסיר ההוא גברא דאסיק חמרא בגישתא ובת גישתא אתי עובד כוכבים אנח ידיה אגישתא אסריה רבא לכוליה חמרא שמעת מינה נצוק חבור שאני התם דכוליה   אגישתא ובת גישתא גריר אמר מר זוטרא בריה דרב נחמן קנישקנין שריא והני מילי דקדים ופסק ישראל אבל קדים ופסק עובד כוכבים לא:"
        ], 
        [
            "<b>מתני'</b>    יין נסך  אסור ואוסר  בכל שהוא יין ביין ומים במים כל שהן יין במים ומים ביין בנותן טעם זה הכלל  "
        ], 
        [
            " מין במינו במשהו ושלא במינו בנותן טעם:"
        ], 
        [], 
        [
            "<b>גמ'</b>  רב ושמואל דאמרי תרוייהו כל איסורין שבתורה במינן במשהו ושלא במינן בנותן טעם ור' יוחנן ור\"ש בן לקיש דאמרי תרוייהו כל איסורין שבתורה בין במינן בין שלא במינן בנותן טעם חוץ מטבל ויין נסך במינן במשהו ושלא במינן בנותן טעם איכא מרבואתא מאן דפסק הילכתא כרבי יוחנן וריש לקיש דקי\"ל דכל היכא דפליגי רב ור' יוחנן ושמואל ורבי יוחנן הלכה כרבי יוחנן ואיכא מ\"ד אע\"ג דכל רב ושמואל ור' יוחנן הלכה כר' יוחנן הכא קי\"ל כרב ושמואל ומיסתברא כותייהו דהא פלוגתא   דאביי ורבא   בחמירא דחיטי וחמירא דשערי ברב ושמואל שייכא:", 
            "<b>מתני'</b>  ואלו אסורין ואוסרין כל שהן "
        ], 
        [
            " יין נסך ועבודת כוכבים ועורות לבובין ושור הנסקל ועגלה ערופה וצפורי מצורע ושער נזיר ופטר חמור ובשר בחלב וחולין שנשחטו בעזרה הרי אלו אסורין ואוסרין בכל שהן:", 
            "וליתיה להאי כללא דקי\"ל דחמץ בפסח אסור "
        ], 
        [
            " ואוסר בכל שהוא:", 
            "<b>מתני'</b>   יין נסך שנפל לבור כולו אסור בהנאה רבן שמעון בן גמליאל אומר ימכר כולו לעובד כוכבים חוץ מדמי יין נסך שבו:", 
            "<b>גמ'</b>  אמר רב הלכה כרבן שמעון בן גמליאל חבית בחבית אבל לא יין ביין ושמואל אמר אפילו יין ביין אמר רב נחמן הלכה למעשה יין   ביין אסור חבית בחבית מותר סתם יינם אפי' יין ביין מותר בהנאה כרבן שמעון בן גמליאל דאמר ימכר כולו לעובד כוכבים חוץ מדמי יין נסך שבו וגרסינן נמי בפרק כל הצלמים(עבודה זרה דף מט:) ההוא גברא דאיערבא ליה חבית   דסתם יינם בחמריה אתא לקמיה דרב חסדא אמר ליה זיל שקול ארבעה זוזי מדמי חביתא ושדי בנהרא ואידך תשתרי לך בהנאה:", 
            "<b>מתני'</b>     גת של אבן שזפתה עובד כוכבים מנגבה והיא טהורה ושל עץ רבי יהודה אומר ינגב וחכמים אומרים יקלוף את הזפת "
        ], 
        [
            " ושל חרס אע\"פ שקילף את הזפת הרי זו אסורה:", 
            "<b>גמ'</b>    אמר רבא דוקא זפתה עובד כוכבים אבל דרך בה לא סגי לה בניגוב אלא בעיא קילוף תנו רבנן הגת והמחץ  והמשפך של עובד כוכבים רבי מתיר בנינוב וחכמים אוסרין ומודה רבי בקנקנים של עובד כוכבים שהן אסורין ומה הפרש בין זל\"ז זה מכניסו לקיום וזה אין מכניסו לקיום של עץ ושל אבן ינגב ואם היו מזופתין אסורין והא אנן תנן גת של אבן שזפתה עובד כוכבים מנגבה ישראל והיא טהורה מתני' דלא דרך בה ברייתא דדרך בה   "
        ], 
        [
            "   רבא כי משדר גולפי   להרפניא  סחיף להו אפומיהו וחתים להו אבירצייהו קסבר כל דבר שמכניסו לקיום אפילו לפי שעה גזרו בהו רבנן "
        ], 
        [
            " במה  מנגבן רב אמר במים ובאפר רבה בר בר חנה אמר באפר ובמים   ולא פליגי הא ברטיבתא והא ביבישתא איתמר בי רב משמיה דרב אמרי תרתי ותלת   ושמואל אמר תלת וארבע בסורא מתנו הכי (ס\"א בפומדית') בנהרדעא מתנו בי רב משמיה דרב אמרי תלת וארבע ושמואל אמר ארבע וחמש ולא פליגי מר חשיב מיא בתראה ומר לא חשיב מיא בתראה אמר רב יהודה הני רוקי דארמאי דמזיא מדיחן דעמרא מנגבן דכיתנא מישנן י\"ב חדש ואי אית בהו קיטרי שרי להו והני דיקולי וחלתא דארמאי דצרי בחבלי מדיחן ובצבתא מנגבן בכיתנא מישנן   ואי אית בהו קיטרי שרי להו:", 
            "<b>מתני'</b>   הלוקח כלי תשמיש מן העובד כוכבים את שדרכו להטביל יטביל להגעיל  יגעיל ללבן באור ילבן השפוד והאסכלה "
        ], 
        [
            "   מלבנן באור והסכין שפה והיא טהורה:", 
            "<b>גמ'</b>  תנא וכולן צריכין טבילה בארבעים סאה מנא הני מילי אמר רבא אמר קרא   במדבר לא  תעבירו באש וטהר הוסיף לך הכתוב טהרה אחרת אמר רב נחמן אמר רבה בר אבוה אפילו כלים חדשים דהא ישנים כי מלבנן באור כחדשים דמו ואפי' הכי בעו טבילה מתקיף לה רב ששת אי הכי אפי זוגא דסרבלא נמי אמר רבא כלי סעודה אמורין בפרשה אמר רב נחמן אמר רבה בר אבוה לא שנו אלא בלקוחין וכמעשה שהיה אבל שאולין לא רב יצחק בר יוסף זבן מאני דמרמרא חדתא מעובד כוכבים סבר לאטבולה אמר ליה ההוא מרבנן ורבי יעקב שמיה לדידי מיפרשא ליה מיניה דרבי יוחנן כלי מתכות אמורין בפרשה אמר רב אשי הני כלי זכוכית הואיל וכי נשברו יש להן תקנה ככלי מתכות דמו קוניא פליגי בה רב אחאי ורבינא חד אמר כתחלתו וחד אמר כסופו והילכתא כסופו פירוש תחילתו כלי חרס ובסוף מחפו ליה במיני מתכות כגון בדיל ועופרת הילכך ככלי מתכות דמו וצריכי טבילה משכנתא בעיא ולא איפשיטא תנו רבנן הלוקח כלי תשמיש מן העובד כוכבים דברים שלא נשתמש בהן "
        ], 
        [
            " כל עיקר מטבילן והם טהורים דברים שנשתמש בהן על ידי צונן כגון כוסות וצלוחיות וקתוניות מדיחן ומטבילן והם טהורין דברים שנשתמש בהן על ידי חמין כגון היורות והקומקומוסין והמחמי חמין מגעילן ומטבילן והן טהורין דברים שנשתמש בהן על ידי האור כגון השפודים והאסכלאות מלבנן ומטבילן והן טהורין וכולן    שנשתמש בהן עד שלא יטביל עד שלא יגעיל ועד שלא ילבן מותר דקיימא לן נותן טעם לפגם מותר שלא אסרה תורה אלא קדרה בת יומא   ועד כמה מלבנן אמר ר' מני עד שתשיר קליפתן וכיצד מגעילן אמר רב הונא יורה קטנה לתוך יורה גדולה ויורה גדולה מהדר לה   לישה אפומה וממלייה מיא ומרתיח לה שכבולעו כך פולטו מה בולעו בניצוצות אף פולטו בניצוצות:", 
            " והסכין  שפה והיא טהורה אמר רב הונא נועצה עשר פעמים בקרקע אמר רבא במקום קשה אמר רב כהנא ובסכין יפה שאין בה גומות תניא נמי הכי סכין יפה שאין בה גומות נועצה עשרה פעמים בקרקע אמר רב הונא בריה דרב יהושע לאכול בה צונן:", 
            "\n הדרן עלך השוכר את הפועל וסליקא לה מסכת ע\"ז"
        ]
    ], 
    "title": "Rif Avodah Zarah", 
    "versionSource": "https://www.sefaria.org/Rif_Avodah_Zarah", 
    "heTitle": "רי\"ף עבודה זרה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Nezikin"
    ]
}