{
    "title": "Yitzchak Yeranen on Mishneh Torah, Second Tithes and Fourth Year's Fruit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Second_Tithes_and_Fourth_Year's_Fruit",
    "text": [
        [
            [],
            [],
            [
                "<b>והחרובין </b>\n<b> וכו'.</b> עיין השגות ופי' דבריו פשוטים כמ\"ש מרן. ועוד קשה על רבינו וכמו שנתקשינו אני ובני יצחק יצ\"ו דמוכרח דמ\"ש בגמ' כי אמינא לך אנא מעשר חרובין דרבנן וכו' דפי' הוא דה\"ה שאר אילנות דהא כשהקשו מבנות שוח ודאי דהפירוש הוא שהבין דמ\"ש שם בשם ר' יוחנן נהגו העם בחרובין כרבי נחמיה הוא דה\"ה שאר אילנות וכמ\"ש התוס' שם ד\"ה נהגו ומשו\"ה הקשה לו ממתני' דבנות שוח וא\"כ כשהקשה דלימא ליה כי אמינא לך אנא מעשר חרובין דרבנן וכו' ודאי דפי' הוא גם שאר אילנות דאי חרובין דוקא איך יכול לומר לו כן והא איהו כשאמר חרובין לאו דוקא אמר נמצא דגם מדברים אלו דמשמען כדברי רבינו אדרבא הויין תברתייהו, ומן התימה על מרן ומהר\"י קורקוס והרדב\"ז בהל' מעשר פ\"א ה\"ט שסייעו לרבינו מהש\"ס הלזו ומה שתירץ מרן כאן ליישב לרבינו מהשגת הר\"א לא זכיתי לכונתו ועיין להרדב\"ז ומהר\"י קורקוס שהביאו הספרי והירושלמי שהוא סייעתא לסברת רבינו ודוק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> הפטור וכו'.</b> עיין מ\"ש הרב מל\"מ ומה שכתבתי בספרי תועפות ראם דף צ' ע\"ג."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אינו </b>\n<b> לוקה וכו'.</b> עיין למרן שהביא דברי התוס' דמכות וכתב בסוף דבריו וזה מכת מרדות שכתב רבינו. ולענ\"ד דבריו תמוהים דהיכן מצינו שמי שעבר על מצות עשה מכין אותו מכת מרדות לא מצינו אלא שמי שרוצה לעבור על מצות עשה מכין אותו עד שתצא נפשו שיקיים המצוה וכיון שעבר זמנה פוטרין אותו ולדידי אפשר לומר דכאן מכין אותו מכת מרדות משום שלעולם לא יקיים אדם מצוה זו שלעולם לא יבוא לידי חיוב ומשו\"ה מכין אותו כשאכל דליכא תיקון עוד דנמצא דביטל המצוה אבל קודם שיבטלנה אין מכין אותו משום דליכא מצוה כל שלא ראה פני החומה וק\"ל ועיין פ\"ג מהלכות בכורים ה\"ו דצריך לומר שם טעם אחר."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא </b>\n<b> יסחוט את הפירות וכו'.</b> הכי איתא במתני' פי\"א דתרומות מ\"ג אין עושין תמרים דבש וכו' אלא זיתים וענבים בלבד ופשוט כי דין זה הוא להתיר זיתים וענבים להעלותם משקים לירושלים למעשר שני וכ\"ש אם יעלה הזיתים וענבים עצמן כשאר הפירות שצריך שיהיו הן עצמן וכ\"כ בפי' המשנה ולפיכך מותר להוציא מהן משקה וכו', ומן האמור אין מקום למ\"ש הרב חידושי אגדות בפ\"ח דיומא גבי סוגיא ותירוש לאו חמרא הוא והכתיב ותירוש ינובב בתולות דבר הבא מן התירוש ינובב בתולות וכתב רש\"י ז\"ל ה\"ק קרא הענבים יוציאו לכם דבר אשר ינובב בתולות וז\"ל החידושי אגדות פי' רש\"י ענבים וכו' וקצת קשה אמאי לא פריך מגופיה דקרא דכתיב מעשר דגנך ותירושך דלא הוי ענבים דאין נותנין מעשר מן הפירות מן התורה וכו' והמה דברים תמוהים דהאי קרא איירי במעשר שני והא ברירנא דמעשר שני הפירות חייבות מדאורייתא אלא דזיתים וענבים הותרו להביאן משקים דאפקיה קרא בלשון תירוש ויצהר. גם בס' שיח יצחק בש\"ס הלזו נמשך אחריו בזה ולא דק, וציין בזה להפר\"ח ז\"ל במים חיים ריש הל' מעשר שני ואינו ענין לעניניו יעו\"ש ודוק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> מ\"ש לעיל בהל' תרומות פי\"א ה\"ח."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [
                "<b>ואין </b>\n<b> פודין אותו עד שיגיע לעונת המעשרות וכו' לפיכך וכו'.</b> וכתב מרן ומ\"מ יש להקשות למה שינה רבינו וכתב בוסר במקום סמדר וכו' שהרי כשהגיע לפול הלבן מברכין עליו בורא פרי האדמה וצ\"ע ע\"כ. וברור הוא דטעות סופר נפל בדבריו וצ\"ל כשהגיע לפול הלבן מברכין עליו בורא פרי העץ וכמ\"ש איהו גופיה בספר הקצר באו\"ח סי' ר\"ב וכונתו להקשות דאיך סתם רבינו בוסר הרי סתם בוסר הוא שהגיע לפול הלבן וכמ\"ש בפרק כיצד מברכין דף ל\"ו ובפ' מקום שנהגו דף נ\"ג יעו\"ש ועיין להרב עצמות יוסף בקידושין דף נ\"ד שנתלבט בדברי מרן הללו ודברי מרן ברורים הם כדכתיבנא שוב ראיתי להרב תוס' יו\"ט בפ\"ה דמעשר שני משנה ה' כשהעתיק דברי מרן אלו העתיק בורא פרי העץ וכתב כדכתיבנא יעו\"ש, וכתב לתרץ קושיית מרן על פי מ\"ש בפירושו ולא תתקיים המתנה במעשר אלא א\"כ נתנו הפירות קודם שיבואו לעונת המעשרות, וכתב עוד בפ\"ב מהל' מעשר דהבוסר וכיוצא בו אינן חייבין במעשר וכתב עוד שם דזמן מעשר ענבים משיראו החרצן שלהן מבחוץ והשתא אם זה שיראה החרצן מבחוץ הוא הבוסר שהגיע לפול הלבן א\"כ כמו שסותם בפ\"ב מהל' מעשר וקראו בוסר סתם לשלא הגיע לפול הלבן ה\"נ הכא לענין נטע רבעי קורא אותו בוסר סתם לשלא הגיע וכו' יעו\"ש. והקשה עליו חכם בני יצ\"ו דממשנה י' פ\"ד דשביעית נראה להדיא דעונת המעשרות הוא הרבה יותר משיעור פול הלבן והוא דאמרו במשנה מאימתי אין קוצצין את האילן וכו' והגפנים משיגרעו וכו' וכל האילן כיון שבא לעונת המעשרות מותר לקוצצו יעו\"ש ובש\"ס דברכות ודפסחים שכתבנו למעלה מבואר דגרוע היינו פול הלבן והשתא מבואר יוצא דעונת המעשרות הוא הרבה יותר מפול הלבן שהרי בהגיעו לפול הלבן מתחיל זמן האיסור של קציצת האילנות שמעכשיו ואילך הוא מה שנקרא פרי וזה שאמר והגפנים משיגרעו ומשבא לעונת המעשרות מתחיל זמן ההיתר לקצוץ משום שכבר נגמר בישול הפירות נמצא דעונת המעשרות הוא אחר פול הלבן והיינו עונתן למעשרות כמ\"ש רבינו שם בפ\"ב דהל' מעשר הענבים משיראו החרצן שלהם דהרי הוא מבושל וא\"כ לפ\"ז מ\"ש רבינו תחילה שם הבוסר וכיוצא בו היינו בוסר כמו שנקרא בלשון חכמים דהוא בהגיעו לפול הלבן וכמ\"ש שם בש\"ס ואף דנקרא פרי לענין ברכה מ\"מ לענין מעשרות ונטע רבעי דכתיב נמי ביה תבואתו וכמ\"ש בתורת כהנים צריך שיראה החרצן מבחוץ וזהו עונתן למעשרות וכדכתיבנא ולכן שפיר כתב רבינו כאן דאם נתנו במתנה בבוסר שפיר דמי משום דעדיין לא הגיע לעונת המעשרות וא\"כ נראה אמת כמ\"ש התוס' יו\"ט בתירוץ שני ומתיישב שפיר בזה דבכל מקום שהוזכר בדברי רבינו בוסר הוא כפול הלבן וכמו שהוא בנזיר וכדכתב התוס' יו\"ט.<br><b> ולפ\"ז</b> מתיישב שפיר לישנא דירושלמי בפ\"ק דערלה הביאוהו הר\"ש והרא\"ש בהל' ערלה וז\"ל פרי אתה פודה ואין אתה פודה לא בוסר ולא פגין ופגין היינו כל פרי שאינו מבושל כל צרכו ולאיזה צורך קאמר הירושלמי בוסר יאמר פגין לחודיה ושם כלול כל פירות שלא בישלו כל צרכן אלא ודאי דר\"ל דבשלמא כל הפירות משיוציאו הפרי נחשב פרי משא\"כ ענבים דמשעת חניטה עד היותן כפול הלבן שאז נקראים בוסר אינן נקראים פרי וכמבואר ממתני' דשביעית שהבאתי בסמוך ולכן כאן לענין רבעי דצריך שיגיע לעונת המעשרות קאמר הירושלמי אין אתה פודה לא בוסר אע\"פ שנקרא פרי ולא פגין ג\"כ דנקראו פרי אלא צריך כל הפירות מבושלין כל צרכן כל אחד ואחד כשיעורן לעונת המעשרות וכן נראה דעת הרא\"ש בהל' ערלה והטור ביו\"ד סי' רצ\"ד דכתב דפודין אותן אחר שיגמרו וכתב מרן בב\"י שם שהוא כדעת רבינו כאן דפסק דאין פודין עד שיגיע לעונת המעשרות וכמ\"ש בתורת כהנים.<br><b> ומכלל</b> האמור מבואר דכל זמן שלא הגיע לעונת המעשרות דאין פודין אותם דמותרין באכילה שהרי כתב הרא\"ש שם והטור בריש סי' רצ\"ד דפגין אסורין בערלה ומותרין ברבעי ומדאסרו בערלה ודאי שהם פרי דבסמדר שאינו פרי מותר בערלה דלא כר' יוסי, ואפ\"ה מתיר ברבעי והיינו משום דכל שלא הגיעו לעונת המעשרות מותר ברבעי דמאחר שאין פודין אותם ויכולים לתתם במתנה וכמ\"ש רבינו וכדכתיבנא לעיל א\"כ אינם קדשי גבוה וכדכתב התוס' יו\"ט ואינן נכללים במ\"ש קרא יהיה כל פריו קדש הלולים לה'. והא דאמרו במתני' בפ\"ק דערלה משנה ז' וסמדר מותר בערלה וברבעי דמשמע הא בוסר אסור בשניהם וכמ\"ש שם רבינו והרע\"ב, היינו דוקא לערלה הוא דכתבו כן אבל ברבעי אה\"נ דאף בוסר מותר כל שלא הגיע לעונת המעשר דהיינו שיראה החרצן מבחוץ ומן התימה על התוס' יו\"ט שם במשנה ז' בפ\"ק דערלה על זה שפי' הרע\"ב אבל בבוסר הכל מודים שהוא פרי כתב וז\"ל ולא קשה על מ\"ש במשנה ה' פ\"ה דמעשר שני דבוסר נמי נקנה במתנה ואע\"ג וכו' דמ\"מ דין נטע רבעי יש לו אלא משום שלא הגיע לעונתו ניתן במתנה עכ\"ל. והוא תימה שהרי הרא\"ש והטור דס\"ל כדעת רבינו דאין פודין אלא עד שיגיעו לעונת המעשרות כתבו דמותר באכילה קודם לכן בבוסר ופגין וודאי דכמו דמפרשים הירושלמי ואין אתה פודה לא בוסר ולא פגין היינו דמותר באכילה ה\"נ מפרשים הת\"כ.<br><b> הן</b> אמת דפשט הירושלמי והתורת כהנים לא משמע הכי דלישנא דאין פודין משמע דאף שהוא בקדושת רבעי מ\"מ אין פודין עד שיגיעו לעונת המעשרות וכמו שכן ראיתי להרב שדה יהושע שם בפ\"ק דערלה שהאריך בזה יעו\"ש, מ\"מ כיון שהגדולים הללו מפרשים אותה הכי דמותר באכילה וחזינן לרבינו נמי שאמר דבוסר נקנה במתנה אין לנו לומר דפליגי בזה מאחר דלא חזינן בפירוש בדברי רבינו שאוסר באכילה ומ\"ש רבינו בסוף פרקין הי\"ג דהנובלות אסורות ברבעי היינו משום דכך ריביתייהו ועיין במ\"ש מרן בב\"י שם בריש סי' רצ\"ד ועיין להר\"ש שם בפ\"ק דערלה שהבין כן בדברי הירושלמי דפגין ובוסר מותרין באכילה ברבעי וכן רבינו ירוחם הביאו מרן שם בבדק הבית יעו\"ש.<br><b> ולענין</b> הלכה נראה ברור מכל מאי דכתיבנא דבבוסר שלא הגיע לפול הלבן הוא מותר אליבא דכו\"ע ואין בו ספק כלל וכמבואר ברם אחר שהגיע לפול הלבן באנו למחלוקת דלדעת כל הפוסקים מותר כל שלא הגיע לעונת המעשרות זולת רבינו לדעת התוס' יו\"ט אסור ברם כפי מאי דכתיבנא לעיל אפשר דאף רבינו יסבור כמותם ומ\"מ אף אם יהיה אמת דעת רבינו כמ\"ש התוס' יו\"ט אפ\"ה נראה להתיר מטעם ספק ספיקא משום דאעיקרא במחלוקת היא שנוייה אי רבעי נוהג בזמן הזה כמ\"ש רבינו כאן בפרקין לעיל בסמוך והשתא הוי ס\"ס, ספק אי רבעי נוהג בזמן הזה או לא ואת\"ל דנוהג, ספק אי בבוסר ופגין אסור לאכול או מותר לאכול עד שיגיע לעונת המעשרות כדעת רובא דרבוותא וכדכתיבנא והוי ס\"ס המתהפך. ובגפנים שבבתים שלנו שהם גפן יחידית איכא נמי ספיקא אחרינא להתיר דאיכא פלוגתא ביני רבוותא אי נוהג רבעי בגפן יחידית או צריך שתים כנגד שתים ואחד יוצאה זנב דפחות מכאן אינו נקרא כרם יעו\"ש בב\"י סי' רצ\"ד והשתא איכא תלתא ס\"ס, ספק אי נוהג רבעי בזמן הזה ואת\"ל דנוהג, ספק אי נוהג בגפן יחידית ואת\"ל דנוהג, ספק איכא רבעי בבוסר ומתהפך מכל צד כמבואר ודוק."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אע\"פ </b>\n<b> שאין לקט וכו'.</b> עיין להרב תוס' יו\"ט במשנה י' פ\"ה דמעשר שני וראיתי במכתב להחכם השלם זה רעי חיים שב\"ע נר\"ו דכתב שדברי רבינו הם מתוספתא הביאה רש\"י ביומא דף ל\"ו ע\"א ועיין מה שהקשו עליו בתוס' ישנים שם, והשתא רש\"י ס\"ל כיון דבתוספתא לא תני מעשר עני ס\"ל דמאי דתני במתני' דמעשר שני אעפ\"י שאינן מעכבין וכו' דלא קאי כי אם ללקט שכחה ופאה כי אין להם בקרא דבערתי הקדש תיבה בפני עצמה אלא אגב מעשר עני וזהו מ\"ש בתוספתא שאין להם וידוי כלומר תיבה בפני עצמה והשתא זהו נמי דעת רבינו זה תורף דבריו. ואף אני אביא דממתני' גופא הכי משמע דלא קאי כי אם ללקט שכחה ופאה דהא תני במתני' הלקט בלתי וא\"ו דהו\"ל למימר והלקט כדאמר בכולהו דאח\"כ אלא ש\"מ דלחלק יצא דבלקט שכחה ופאה דוקא אין מעכבין ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות מעשר שני ונטע רבעי",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}