{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            []
        ], 
        [], 
        [
            [
                "מתני' שלשים ושש כריתות - ברישא תנא עריות דבסקילה כדפירש\"י והדר תני אשה ובתה דבשריפה והדר תני אשת איש בחנק ולהכי לא אפסקיה בשאר חייבי סקילה:"
            ], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [
                "לאפוקי מדר' אליעזר בן יעקב -  לקמן בפ\"ב (כריתות דף ח ע\"ב) קאמר דרבנן לא תנו ליה לגר משום דגר כי קא מייתי למיעל בקהל הוא דמייתי אלמא לרבנן נמי גר הוי מחוסר כפרה והא דקאמר לאפוקי כלומר דלא איירי בה וכה\"ג בריש ב\"ק ולקמן מנינא דמתני' למעוטי דר' אושעיא ודר' חייא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דקתני בסיפא ונשיא כיוצא בהן -  ולאו סיפא דחמשה מביאין היא אלא בהוריות מתניא (בדף ח ע\"ב):"
            ], 
            [], 
            [
                "למעוטי מפגל -  פירש\"י שאין משלם ממיטב מיהו בפ\"ק דב\"ק משמע דלא ממעט ליה ממיטב אלא דלא תני ליה דבקדשים לא קמיירי והא דלא מייתי ט\"ו נשים פוטרות והאשה נקנית בג' דרכים כו' דהנהו אתו לאפוקי מדאמוראי והכא לאפוקי מדתנאי וד' ראשי שנים ה\"פ ד' ראשי שנים חלוקות בדיניהן זה מזה וכן הרבה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאין לה היתר בחיי אוסרה יצתה אשת איש -  הוי מצי למימר מה אחותו שאין לה היתר כלל אף כל כו' יצאת אשת אח שיש לה היתר במקום מצוה:"
            ], 
            [
                "הוקשו כל עריות כולן לאחותו דכתיב ביה כרת -  וליכא לאקשויי לשתוק מהיקשא ולכתוב כרת באשת איש דקיל או באשת אח וכ\"ש שאר עריות די\"ל דהיקשא זו איצטריך למילי טובא ביבמות ועוד דמה להנהו שכן בידו לרבות:"
            ], 
            [
                "לדונו בכרת ולא במלקות -  תימה דבשלמים נמי נימא דיצאו לדונו בכרת ולא במלקות:"
            ], 
            [], 
            [], 
            [
                "אחותו שהיא אחות אביו כו' -  תימה דנקט הני דלא משכח אלא באיסור לנקוט אשת אחיו שהיא אשת אחי אביו או בת בתו וכלתו ואחות אשתו כדאמרי' בפ\"ג (לקמן כריתות יד.) וי\"ל דנקט הא לרבותא אע\"ג דכל שמות שבה משל אחווה הן אפ\"ה חשיבי שמות מחולקין:"
            ], 
            [], 
            []
        ], 
        [
            [
                "לומר שאין עונשין מן הדין -  תימה דלעיל משמע דאיצטריך אחותו לחלק על אחותו שהיא אחות אביו כו' הא חדא מיהא מחייב ואמאי הא אין עונשין מן הדין מיהו איכא למימר דמהא יליף כיון דגלי הכא ה\"ה לעיל אך קשה דלקמן פ\"ג (כריתות דף יג:) תנן יש אוכל אכילה אחת וחייב כו' ואמאי דלמא לא מחייב כיון דחמיר טפי וכ\"ת דיליף מהכא מה לאחותו שכן לא הותרה מכללה ויש מתרצין דשאני הכא דליכא אלא איסור אחותו וחמירא טפי ב' צדדין מצד א' להכי אמרי' אין עונשין מן הדין אבל לקמן פ\"ג דאיכא איסורין אחרים חייל שפיר ע\"י כולל ומוסיף בבת אחת תימה מ\"ש גבי בתו מאנוסתו דיליף ק\"ו (בסנהדרין עז.) מבת בתו דחשיב גלוי מילתא ולא הוי אזהרה מן הדין וי\"ל משום דבת בתו באה מכח קורבת בתו וא\"א לבת בתו בלא בתו אבל הכא משכחת אחותו בת אביו שלא בת אמו או להפך:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לר' ישמעאל דמפיק ליה כו' -  תימה מתני' היכי מתוקמא דהא אלא יהיה קדש לא כתיב כרת והיכי משכחת בה חיוב חטאת וי\"ל דכיון דכתיב כרת אמשכב זכור הוי ליה ב' לאוין וכרת אחד:"
            ], 
            [], 
            [], 
            [], 
            [
                "לסיומינהו לכריתות -  תימה א\"כ ליחשוב נמי הביא זכור עליו והביא בהמה עליו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דילמא שתי מיתות וכו' -  יומתו גו' דמיהם בם אבל מדכתיב יומתו לשון רבים לא משמע חילוק דבעריות נמי כתיב ונכרתו לשון רבים ואפילו הכי איצטריך קרא לחלק:"
            ], 
            [], 
            [], 
            [
                "הואיל ואין בה מעשה -  תימה דלעיל אמר דתנא ג' כריתות לסיומינהו לכריתות אלמא אע\"ג דלית בהו חיוב חטאת ה\"נ ליתני ידעוני דכרת מיהא אית ביה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואי אתו בתריה שרי -  תימה ה\"ד אי דאיכא סכנה פשיטא דאין לך דבר שעומד בפני פקוח נפש ואי ליכא סכנה אמאי שריא:"
            ], 
            []
        ], 
        [
            [], 
            [
                "הואיל וישנן בראיה -  תימה מאי משני ממסית ומדיח ותירץ רבינו נסים במגילת סתרים דכיון דמגדף ישנו בלב כל הני נמי הכי הוא אבל עדים זוממין דאינן בלב אצטריך לשנויי דישנו בראיה ובספרו כתב עדים זוממין הואיל וישנו באם פי' באם לא יגיד ומפרש בפרק שבועת העדות דאין מתחייבין אלא בב\"ד ולהכי מעקימת שפתים לא מחייבי דא\"כ אפי' חוץ לב\"ד נמי והגדתן לחוד דהיינו פיהן לא גרמא להו אבל בעלמא דמחייב ע\"פ דבורן לחוד עקימת שפתיו הוי מעשה:"
            ], 
            [], 
            [], 
            [
                "שור וכשב ועז למה לי ש\"מ לחלק -  תימה מאי צריך ג' לחלק בחד סגי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "מודה רבי יהודה לענין קרבן -  אע\"פ דלעיל אמר כ\"מ שיש ב' לאוין וכרת אחת חילוק חטאות ביניהן היינו דוקא בב' דברים כגון סך ומפטם אבל בדבר אחד לא אמר חילוק:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דם נמי לילקי ג' -  תימה ל\"ל למימר בלאו דזרות בלא\"ה משכחת ביה דחד כתיב ביה בהדיא כל דם לא תאכלו בכל מושבותיכם ומן היקישא יש עוד שנים מה חלב לוקה ב' אף דם כו' וא\"כ בלא זרות איכא תלתא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ה\"מ לענין טומאה -  דחמיר דשיעורו בכעדשה אבל לענין אכילה דבכזית אימא לא תימה דנימא הקישא ונשתוק מוזה לכם הטמא ולגמר טומאה מאכילה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא אימא חד לחולין - ולר' יהודה נמי חד לקדשים ודם התמצית וחד לדם חולין וחד לדם כסוי וברייתא דקתני דם חולין ודם התמצית מנין לאו דוקא דליהוי תרווייהו מחד קרא דכל:", 
                "לדם כיסוי -  איצטריך קרא דלא נימא לא תאכלנו על הארץ תשפכנו כמים דמשמע הא אין נשפך אין חייבין עליו קמ\"ל:"
            ], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [
                "א\"כ לכתוב קרא לא תוכל לאכלם -  ולא מצי למימר מדהוי ליה למימר דגנך לחוד דאכל חד וחד איכא פירכא דגן שנתרבה אצל חלה ותירוש בנסכים ויצהר במנחות ל\"א ומתירוש ויצהר לא אתי דגן שכן יש בהן צד ריבוי אצל מזבח אך קשה דליכתוב דגן ויצהר או דגן ותירוש וליתי הך מינייהו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אימא קלי דמייתר נחייב חדא וכו' -  לעיל גבי חלב שור וכבש ועז הוי מצי למיפרך הכי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מלכי ישראל אין מושחין -  מדוד ואילך דכתיב ביה מיעוט זה טעון משיחה ולא אחר אבל שאול דהוי קודם לכן נמשח:"
            ], 
            [], 
            [], 
            [
                "ממלא מקום אבותיו הוי -  ואע\"פ שרשע הוא שמא באותו שעה הוי צדיק:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "קול -  לאו היינו קול לוים אלא מיני זמר דכלי שרת וכן ריח דקטורת והתם איסורא מיהא איכא כדאיתא בפסחים אבל להריח יין נסך ונבלה הוי פלוגתא דאביי ורבא בפסחים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כתיב ב' מיעוטי -  תימה בחד מיעוט נמי סגיא דליכא למילף מאידך דא\"כ מיעוטא למה לי:"
            ], 
            [
                "מלח סדומית רובע - מפרש ר' משה כהן כלומר דאם אין לו יין קפריסין מביא במקומו חמר חיוורין ומלח סדומית לשרות בהן הצפורן אבל לא שיערב מלח בקטורת למ\"ד דקטורת לא בעיא מלח ואפילו למ\"ד דבעי מלח היינו דוקא בשעת הקטרה דומיא דכל העולין הטעונין מלח ואמר ר' נתן נמי אף כיפת הירדן היינו לשרות בו את הציפורן: "
            ], 
            [
                "אם נתן בה דבש פסלה -  בת\"כ דבש אין לי [אלא] דברים שאין הדבש יפה לה מנין לרבות הקטורת שהפטמים אומרים שהדבש יפה לה כדאיתא בירושלמי אילו היה נותן בה דבש מעט לא היה כל העולם יכול לעמוד בריחה ת\"ל כל דבש:"
            ], 
            [
                "מסייע לר' יוסי ב\"ח -  כלומר מדאמר שנעשית בעזרה ומיהו אפי' אם היו עושין חוץ לעזרה לא היו שורין במי רגלים דלא גרע משופר דאין בו קדושה אלא תשמישי מצוה דקיי\"ל דנזרקין ותניא שילהי ר\"ה יין או מים מותר לתת בו כדי לצחצחו ומי רגלים אסור מפני הכבוד וכ\"ש קטרת שנקטר לפני ולפנים ביה\"כ אלא רבותא נקט דאפי' להכניסו לפנים אסור מפני הכבוד כ\"ש לשרותו בהן:"
            ], 
            [], 
            [
                "אי בהמה חיה ועוף הא תני לה -  דבהמה תני בהדיא ומסיים בפ' התרומה עם שאר נכסים והיינו חיה ועוף:"
            ], 
            [
                "מפרישין ממנה כו' -  פי' מפרישין מן המותר שהיו משערין ומכוונים כמה יוותר אותו מותר מחללין על מעות אומני הבנין ומפרש במעילה טעמא מאי והתם נפקא ליה מקרא דכתיב ועשו לי מקדש ועשו לי משלי:"
            ], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [
                "אחת לע\"ב מפטמין לחצאין -  דבכל שנה מפטמין ג' מנין יתירין הרי לע\"ב שנים רי\"ו מנין ומחצית שס\"ח מנין קפ\"ד נשארו ל\"ב מנין יתירים ובכל שנה שס\"ה ורביע יום הרי ע\"ב רביעית יום שהן י\"ח יום הסיר אותם מל\"ב מנין כי בכל יום נקטר מנה פרס בבקר ופרס בערב נשאר י\"ד מנין חלקם לע\"ב שנים למלא חפניו של כ\"ג יגיע מלא חפניו לכל שנה קרוב לחומש מנה אבל לע' שנה לא היו יכולין לפטמו לחצאין שא\"כ היו חסרים ו' מנה ולא היו יתירים אלא ח' מנים ולא היה מספיק למלוא חפניו:"
            ], 
            [], 
            [
                "המפטם פרס שחרית -  אמר ר' דהאי שיעורא פרס שחרית ופרס ערבית הלכה למ\"מ הוא אם לא הקטירו אלא כזית שחרית וכזית ערבית יצא כדמשמע פרק השוחט:"
            ], 
            [
                "הדק היטב היטב הדק -  הכי גמירי ליה שהבל קול מועיל יותר מבשתיקה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מוקח לך נפקא -  אע\"ג דהוי כלל (שאינו אלא פירוש) שאינו מפורש במה מדבר ואמרי' בפ\"ק דזבחים דאין דנין אותו בכלל ופרט ומיהו כה\"ג בפ\"ק דקדושין גבי מרצע ולקחת כלל אע\"ג דלקחת לא הוי כלל אלא פירוש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל שישנו בסך -  ותימה להאי לישנא בהמה וכלים נמי ליגמור מהכא ולערבינהו וליתנינהו ותרי זימני פטור פטור למה לי:"
            ], 
            [], 
            [], 
            [
                "מלכים וכהנים ד\"ה בכל שהוא -  דלא תימא כי היכי דמחייב ר' יהודה בהדיוט בפחות מכזית ה\"נ בסיכת מצוה קמ\"ל דסגי בכל שהוא:"
            ], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "קרי ביה לא יסיך -  ואפי' מאן דלית ליה מסורת בעלמא הכא אינו מוסיף על התיבה אלא מסרס התיבה להטיל יו\"ד בין סמ\"ך לכ\"ף:"
            ], 
            [
                "מנין לכ\"ג שנטל משמן המשחה כו' -  תימה אמאי לא קאמר לעיל דהוי שמן המשחה שני כתובים הבאים כאחד וי\"ל דלא חשיב נעשית מצוותו אלא לאחר שניגב השמן כדמסיק שמן משחת אלהיו עליו איקרי אע\"ג דאית עליו לא איתחיל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ובפלוגתא -  פי' כי היכי דפליגי ר\"י ור\"ל במבעט בי\"כ ה\"נ פליגי אביי ורבא במבעט בחטאת לא בעי למימר דרבי יוחנן ור\"ל פליגי נמי במבעט בחטאת כמו במבעט ביום הכיפורים דאיכא למימר עד כאן לא אמר ר\"ל אלא ביום הכיפורים שמכפר על המזיד כשוגג ואי הוה פליגי אביי ורבא נמי ביה\"כ א\"כ כי הדר ביה רבא ה\"מ דהדר ביה מחטאת אבל מיה\"כ לא הדר ביה וסבר כר\"ל וכאידך ברייתא דיה\"כ הוא מ\"מ וא\"כ קשה הילכתא אהילכתא דקי\"ל כרבי יוחנן לגבי ר\"ל וקי\"ל כרבא לגבי אביי אלא נראה דלא פליגי ביה\"כ ועוד דסבירא לן כרבנן דפליגי ארבי ואמרי דיה\"כ לא מכפר אלא על השבין דהילכתא כרבי מחבירו ולא מחביריו: "
            ], 
            [
                "והדר ביה רבא מהא דתניא כו' - דליכא למימר דלא שמיע ליה ברייתא דהא לקמן מתרץ לה: "
            ], 
            [
                "תאמר ביה\"כ שמכפר על המזיד כו' -  תימה דלימא ד' דברים שמביאין על הזדון יוכיח שאין מכפרין אלא [על] השבים ואריב\"ן דמה להנך שאין מכפרין על חייבי כריתות ועוד א\"ר דנהי דיש חטאות מכפרין על המזיד מ\"מ כמה חטאות אין מכפרין על המזיד משא\"כ ביה\"כ:"
            ], 
            [], 
            [
                "הואיל ונדחה ידחה -  אע\"ג דקי\"ל כל שבידו לא הוי דיחוי ה\"מ שאינו נדחה מחמת פסולו כמו שקיבל הדם ונתנו לשמאלו דהוי כאילו נתנו על הרצפה שיחזור ויטלנו אבל האי נדחה מחמת פסול הגוף ודמי לדאמרינן בזבחים מזבח שנפגם כל קדשים שהיו שם פסולים אע\"ג דבידו למלאות הפגימה:"
            ], 
            [], 
            [
                "וקראו מקרא קדש -  פי' בכסות נקייה כדאמר במכילתא מקרא קדש וכו':"
            ], 
            [], 
            [], 
            [
                "ומודי רבי בעבירה דיומיה -  ולה\"ק בברייתא קמייתא דלא מכפרי והא דיליף עבירות דיומיה מחטאת ואשם דלא מכפרי ולא יליף מיה\"כ גופיה דמכפר בלא תשובה אשאר עבירות משום דיליף עבירות דיומיה שיה\"כ נקבע עליהם מחטאת ואשם שקבועין על אותו חטא דהכי מסתבר טפי למילף ועי\"ל דה\"נ קאמר תאמר ביה\"כ כו' ואדילפת מחטאת ואשם תיליף ליה מיה\"כ גופיה:"
            ], 
            [], 
            [
                "דחנקתיה אומצא -  מכאן דקדק ריב\"א דכרת אין זרעו נכרתים דהא הכא זרעו לא נחנקו ואתא יה\"כ ומכפר עלייהו ואכתי לא משכחת לה כרת בבניו ואמר רבי כיון דבעוד הבשר בין שיניו חרה בו אף ה' ונפרע ממנו קודם שמצא שהות למצוא כפרה לא נמחל העון ונכרתין גם זרעו דליכא למימר להם נמחל שהרי הם לא חטאו:"
            ], 
            [], 
            [
                "דלית ביה מעשה -  היינו לר\"ל דלעיל אבל לר\"י ה\"ק ליה רבנן כי היכי דפסח ומילה לא אתי קרבן דשב ואל תעשה נינהו ה\"נ מגדף:"
            ], 
            []
        ], 
        [
            [
                "הואיל ונאמרה כרת במקום קרבן -  ותימה תיפוק ליה דמביא מידי דהוי אשאר כריתות שבתורה דהא ר\"ע לא בעי מעשה וכ\"ש לר\"ל דמעשה זוטא אית ליה ואו\"ר ר' יוחנן מתרץ לטעמיה דמהכא יליף ליה ר\"ע בכל התורה דלא בעינן מעשה כמו מגדף דמחייב. ור\"ל מתרץ לטעמיה דמהכא יליף דסגי במעשה זוטא:"
            ], 
            [
                "אתאן לרבנן - כלומר השיב ר\"ע לרבנן כדמפרש ואזיל דלכרת גרידא לא איצטריך דבג\"ש אתיא מפסח: "
            ], 
            [], 
            [
                "גירפתה וחיסרת -  פי' שלא כילה לגמרי: ", 
                "לא חיסרת - פי' לא חיסרת דבר אלא כילה לגמרי כלומר פשט ידו בעיקר שעבד עבודת כוכבים:"
            ], 
            [
                "מגדף היינו עובד עבודת כוכבים - פירש\"י מזמר ומשורר לעבודת כוכבים וקשה אמאי פירש כן אי משום דלית ביה מעשה לימא כגון שקיבלו באלוה שאמר לו אלי אתה אלא נראה דמגדף היינו עובד עבודת כוכבים בזיבוח וקיטור והיינו כרת דכתיב בעבודת כוכבים ולא פליגי אלא במברך את השם: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אימא לא תחייב שפחה - תימה אה\"נ ואיצטריך קרא לגיורת דאמרי' בספרי גבי ברכת כהנים כל מקום שמדבר בישראל צריך להביא הגרים: "
            ], 
            [], 
            [
                "שניהן מביאין חטאת א' - תימה דהא בעי סמיכה ושניהן א\"א לסמוך דאחד מהן יעשה עבודה בקדשים: "
            ], 
            [], 
            [], 
            [], 
            [
                "יוצא דופן - פי' ע\"י סם פתחו לכריסה והוציאו הולד. ור\"י לוי פי' דיצא דרך בית הרעי ואין נראה מדקאמר בפ\"ק דבכורות גבי דג טמא שבלע דג טהור כגון שנמצא דרך בית הרעי ש\"מ שא\"א לצאת דרך בית הרעי אא\"כ בלע שנכנס דרך הוושט אבל מה שמשריץ בתוך מיעיו לא יצא דרך בית הרעי: ", 
                "תלד לרבות -  דהוי מיעוט אחר מיעוט דוילדה ותלד משמע ולא יוצא דופן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ליתני גבי חמשה מביאין -  תימה היכי ליתני בהדייהו והא ס\"ל להאי תנא לילה מחוסר זמן וה\"ל כולה זיבה אריכתא ומשום האי טעמא אמרינן לקמן נזיר שנטמא טומאות הרבה דלא מיתוקמא כרבי דאמר נזירות טהרה לא חיילא עד יום ח' וכגון שנטמא בליל ח' דאי לילה מחוסר זמן כולה חדא טומאה אריכתא היא. ואומר רבי דלא דמי זב הרואה בליל ח' לנזיר שנטמא בליל ח' דזב שטהר ז' נקיים נטהר מיד ושוב כשראה בליל ח' ה\"ל זיבה אחרת אבל נזיר נזירות טהרה לא חיילא עד למחר ולילה הוי מחוסר זמן כולה טומאה אריכתא היא שהרי עדיין לא נטהר מטומאה ראשונה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "נכנס לב\"ד ולימד -  נראה שלא היקל על ד\"ת אלא לטבילות מדמי לה לגמרי דאי מחוייב ה' טבילות כיון דטבל ליה חדא אין צריך לטבול עוד:"
            ], 
            [], 
            [], 
            [
                "רבי יוחנן בן נורי מדמי ליה לחטאת -  תימה א\"כ מאי חילק בין ראשונה לאחרונה ואדרבה תצטרך להביא כולן ולא תיסגי לה בקן א':"
            ], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אידי ואידי בכגריס -  המ\"ל כה\"ג חלוקין בזב וזבה שזה באודם וזה בלובן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לעוף איתרבי כו' -  תימה זב וזבה יוכיחו דאית רבו לעוף ולא לבהמה:"
            ], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויזרוק על העם -  שחטו עולות הרבה ושלמים הרבה שהספיק דמם לזרוק על כל אחד מישראל:", 
                "ואין הזאה בלא טבילה -  להביא גר שבא בזמן הזה להתגייר צריך טבילה:"
            ], 
            [], 
            [
                "צריך שיפריש רובע כו' -  לא דמי לזבה ויולדת דלא מפרשי משום דקרבן שלהם להכשירן בקדשים אבל גר מביא קרבן להתירו בקהל:", 
                "הלכה כר\"ש -  דאמר גר ועבד ואמה התושבים עושין מלאכה לעצמן כישראל בחול ודוקא לעצמן ולא לאחרים:"
            ], 
            [], 
            [
                "כישראל בי\"ט - דנפישה בעלמא כתיב ביה ולא שביתה: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ה\"א כי מייתי קרבן בשוגג כו' -  תימה א\"כ לכתוב קרא בשוגג:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תורה אחת לקינויין הרבה -  תימה דבסוטה אמרינן לרבנן אין אשה שותה ושונה ולר' יהודה באיש אחד ושני בועלים אינה שונה וכיון דאינה שונה למאי איצטריך דלא מייתי אלא קרבן אחד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [
                "וקולא לית ליה - להשלים ימי טוהר לראשון (ימי טוהר לראשון) במספר ימי טומאת השני פירש\"י ובשני נמי אינו בטל לגמרי דהוי קולא דמכשרת לאכול בקדשים להכי בעי למיתב ימי טוהר לשני כו' ואין נראה מדמייתי עלה שוחטין וזורקין כו' ובעי למפשט מינה דולד שני כמאן דליתיה והשתא אי יהבת ימי טוהר לשני אמאי שוחטין עליה ביום מ' לשני אכתי טבולת יום היא ואינה ראויה להביא קרבן לידה עד למחר יום מ\"א לשני ועוד לפירושו דבעי למימר חומרא הוא לגבי קדשים למיתב לה ימי טוהר חומרא דאתי לידי קולא הוא שאתה מתירה לשמש עם בעלה כל אותן הימים אע\"פ שהיא רואה לכן נראה דלר' יהודה לא יהבינן לשני ימי טוהר כלל ולרבנן היכי דימי טוהר דשני נמשכין אחר ימי טוהר דראשון מנינן משני ואם ימי טוהר דשני אין נמשכין אחר הראשון מנינן מראשון דאע\"ג דס\"ל דמנינן משני מודו היכי דמשכו ימי טוהר דראשון טפי דמיניה מנינן וכן משמע לקמן דמוקי כרבנן ההיא דששים רצופין וקדמה נקבה וזכר בתרא ויולדת לזכר בעשרים לימי טהרה וכו' ולרבנן הוו להו ימי טומאה וימי טהרה שוין ומאחרון מנינן שמניינו נמשך מחבירו וכדתני בתוספתא וילדה וטמאה שתספור מן האחרון כמו שאם נטמא במת שסופר לטומאה אחרונה או אינו אלא כנדה שסופר מן הראשון ת\"ל כו' דנדה סופרת מראשון ויולדת מאחרון ואינן שוות ולכך נראה אם ראתה בתוך ז' ימי לידתה לא חשבינן כרואה בתוך ימי נדתה לספור מראשון אלא סופרת ז' ימים מראיה ואילך וכן אם ילדה בתוך ימי נדתה אינה מונה אלא מיום לידתה והא דאמר בולד אחר ולד שסופרת אחר אחרון הא כשנמשכין ימי טומאת ולד אחרון אחר ימי טומאת ולד ראשון דומיא דטומאת הזב וטומאת נדה דמייתי עלה בתוספתא אבל אם ילדה זכר אחר [צ\"ל ד'] ז' ימים או ה' ללידת נקבה לא אמרי' מנין הנקבה בטל ולא תמנה אלא ז' ימים מיום לידת זכר אחרון שהן כלים ליום י\"א או י\"ב לנקבה ויתחילו ימי טוהר מכאן ואילך דכיון דז' ימי טומאת זכר נבלעין בתוך (ז') שבועים של נקבה אין ימי טומאת נקבה בטלין: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אי אפשר לפתיחת הקבר בלא דם -  תימה א\"כ למאי איצטריך למיכתב גבי זכר וטמאה ז' ימים ואומר רבי דאי לאו קרא ה\"א תטמא שבועיים מק\"ו מנקבה דטהרתה מרובה ואפ\"ה שבועיים כ\"ש זכר שהוא מועט וכה\"ג איכא בת\"כ:"
            ], 
            [], 
            [
                "ש\"מ חומר כו' -  דליכא למימר רצופין היינו כימי ספורו של זב שלא יהא טומאה מפסיק ביניהם ה\"נ ל\"ג יום יהיו נקיים דכתיב תשב על דמי טהרה אלמא דאין צריכין נקיים:"
            ], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [
                "טומאת מקדש וקדשיו -  הכא מני להו בחדא ובפ\"ק מני להו בתרתי דהתם בכרת הוו תרי דכתיב כרת בכל חד וחד אבל הכא בקרבן דכתיב תרווייהו בכרת אחד:"
            ], 
            [], 
            [], 
            [
                "עשירית האיפה בפרוטה -  אינו כשיעור שער בינוני הנזכר בכל התלמוד ד' סאין בסלע דהוא איפה בג' דינר ושש מעה כסף דינר הרי יגיע עשירית האיפה יתר ממעה וחצי:"
            ], 
            [], 
            [], 
            [
                "מכלל דכבש בן שנתו בסלע - היינו מדרבנן דמן התורה אמרי' בכל דוכתא חטאת בת דנקא ועוד אמר רבי כשמביאה בסוף שנתה יביאה בסלע אבל משמיני והלאה דמא בן ח' אפי' בדנקא יביא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [
                "תהא בקראי - תימה הלא לא מפרש שצריך לקרות בשעה שמלקין אם לא מכאן: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מאורסת לעבד כנעני - לאו דוקא דהא לא תפסו בה קדושין:"
            ], 
            [
                "ורבי ישמעאל בשלמא והפדה כו' דברה תורה כלשון בני אדם - והכי נמי קאמר בירושלמי לשונות כפולים הן והתורה דברה בהן הלך הלכת נכסוף נכספת גנב גנבתי ור\"ע פליג ובכל דוכתא דקאמר הניחא למ\"ד דברה תורה כלשון בני אדם אלא למ\"ד וכו' היינו ר' ישמעאל ור\"ע: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דבר זה מחלוקת ר\"מ ורבנן -  תימה למאי איצטריך למיסתמיה ברישא אי דליהוי סתם ואחר כך מחלוקת פשיטא דיחיד ורבים הלכה כרבים:"
            ], 
            [], 
            [], 
            [
                "מכלל דרישא ברשות ב\"ד ועד אחד -  דבשני עדים אין צריך רשות ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [
                "אם ירצה יאמר מזיד הייתי - כלומר דלא דמי לעדים המעידים על המיתה שהן גמרו הדברים שהתרו בו ועבר והזיד אבל הני אין גומרין עדותן שלא ידעו אם שוגג היה:"
            ], 
            [], 
            [
                "לא עמדתי בטומאתי - ולר\"מ אע\"ג דמתרץ דיבוריה לא מהימן דהוי מה לו לשקר במקום עדים והא דאמרינן בכמה דוכתי לכ\"ע מגו במקום עדים לא אמרינן היינו במקום שגמרה עדותן כדפרישית בההיא דפרק חזקת הבתים זה אומר של אבותי כו' אמר רבא מה לו לשקר אי בעי אמר מינך כו' אביי אמר [מיגו] במקום עדים לא אמרינן והתם מתרץ דיבוריה דהא דאמר של אבותי דסמיכנא עלייהו כשל אבותי אלא התם הוי עדים גמורים וכן בההוא דאמרינן האומר לא לויתי כאילו אמר לא פרעתי ואינו נאמן במקום שאמרו עדים שלוה ואמאי והא קי\"ל המלוה לחבירו בעדים א\"צ לפרוע בעדים וליהוי נאמן לומר לא לויתי כלומר לא עמדתי בהלוואה אלא פרעתי אלא התם עדים גמרו לעדותן אבל ריב\"א אומר דלא מהימנינן ליה במקום עדים להפסיד חבירו אפילו במתרץ דיבוריה אלא דוקא הכא לפוטרו מקרבן שלא יביא חולין לעזרה ובהכי ניחא ההיא דחזקת הבתים ונראה הא דפליגי רבנן דווקא באומר לא אכלתי אבל אמר שומן אכלתי מודו ליה והכי משמע בתוספתא אך קשה לעיל דאמר נ\"מ למפשט לטומאה אמאי לא קאמר לאומר שומן אכלתי דבהא לא שייך מיתריץ דיבוריה ובחלב גופא המ\"ל הנפקותא: "
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "דאי בעי אמר לא גמרתי ביאה -  שהעדים אין מעידין שראו כל המעשה אבל גבי חלב ראו כל המעשה אלא שלא היו יודעין מה היה בלבו ובנזיר נמי אע\"פ שראו כל המעשה אפשר שמעולם לא הוי מוזהר משא\"כ בחלב שהוא מוזהר ולענין עדות אפשר שלא היה בר הגדה שלא נתכוון להעיד וקרא כתיב והוא עד:"
            ], 
            [], 
            [
                "לא נתכוונתי להעיד -  מכאן אמר רבי וכן דן הלכה למעשה דעדים ששמעו הדבר מפי בעלי מעשה אך לא נתכוונו להעיד ולא הובאו שם לשום עדות אין בעדותן כלום אם באים אחר זמן להעיד בפני ב\"ד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "שאכלן בב' תמחויין -  ורישא אכל חלב וחלב מיתוקמא בתמחוי אחד וחלב ופיגול ונותר נמי בתמחוי אחד חייב על כל אחד ואחד שהרי ג' שמות הן מיהו תימה אדמפליג בין חלב וחלב לחלב ופיגול ונותר לפלוג בחלב וחלב גופיה בין תמחוי א' לב' תמחויין ואיכא למימר משום דבעי למיתני סיפא זה חומר במין א' וכו' והא דתני זה חומר במינין הרבה כו' האי חומר משכחת לה נמי במין אחד כגון בב' תמחויין ומצי למימר דה\"ק חומר במינין הרבה דלעולם חייב על כל אחד ואחד בין תמחוי אחד בין ב' תמחויין לאפוקי מין א' בתמחוי א' לא מחייב אלא חדא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [
                "והוא שאכל כזית בכדי אכילת פרס -  פי' שאכל כל זית וזית שבחצי פרס בכדי אכילת פרס אע\"פ ששהה בין זית וזית ולא אמרי' חצי פרס דפסול גוייה הוי ככזית חלב ונבילה להצטרך לאכול כל החצי פרס בתוך אכילת פרס:"
            ], 
            [], 
            [], 
            [
                "מפני הסכנה -  ואפי' לריש לקיש דחצי שיעור מותר מן התורה מדרבנן מיהו אסור ובמקום הסכנה התירו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כיון דינק לה מחלב איטמי ליה מחלב כו' -  הא איתכשרת בטיפה מלוכלכת על פי הדד שאותה טיפה אין סופה שיניקנה התינוק והוא משקה ואם תאמר והא אמר פרק כל שעה (פסחים דף לג:) מכי סחט לה בצר שיעוריה ופירש הר\"י לענין הכשר דפחות מכשיעור לא מקבל הכשר והכא בפה התינוק אין חלב כביצה ויש לומר דמדרבנן לא בעי כביצה והתם היינו דאורייתא:"
            ], 
            [], 
            [
                "ועוד מקום חלב מעיין הוא -  מכאן דמשקין שיש תורת מעיין עליהם מכשירין אפי' שלא לרצון ואפי' באין מאדם טהור דהא בחלב אשה טהורה מיירי מתני' דומיא דחלב בהמה דבטמאה מאי איריא שיש עליו תורת מעיין כל משקין טמאין מכשירין כדתנן בטהרות וטעמא מתוך שמטמא שלא לרצון מכשירין נמי שלא לרצון מיהו נראה דוקא טמאין הבאין מגוף אבל משקין שנטמאו בשרץ דינן כמשקין טהורין:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "אכל אוכלין טמאין כו' -  פירש\"י דלא קאי אנכנס למקדש דלא מחייב אביאת מקדש באכילת אוכלין טמאין אפי' נטמאו במת דאינן נעשין אבות הטומאה כיון דאין להם טהרה במקוה ונראה דאיירי באכל נבילת עוף טהור ושתה משקין טמאין כגון דם השרץ שמטמא כבשרו ונכנס למקדש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ונכנס למקדש ושימש -  דאינו חייב אלא בשעת עבודה כדיליף לה בסיפיה מקידוש ידים ורגלים:<br> בה\"ג כהן ששתה יין ונשא כפיו פסול ושיעורו ברביעית כדאמרינן השותה רביעית יין אל יתפלל דתפלה בעי כוונה ומסתמא ברכת כהנים לא בעי כוונה טפי מתפלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואשם אחד -  והא דחייב אשם מעילה אנותר אע\"ג דלא שוה מידי ואמרינן בפרק כל שעה (פסחים דף כ\"ט) האוכל חמץ הקדש במועד לא מעל התם בקדושת דמים דלא נחת עליו קדושת הגוף וכשנאסר בהנאה אינו ש\"פ ולא נהנה מן ההקדש שוה פרוטה:"
            ], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "ונותר ופיגול בחד בהמה ליכא -  משמע דאי חל נותר אפיגול ה\"ל למתני ה' חטאות ותימה הלא לא משכחת ה' דהאוכל קדשים בטומאת הגוף לא מחייב אפיגול לפי שאין ניתר לטהורים ולא היה לו שעת הכושר והל\"ל נותר ופיגול וטומאה בחד בהמה לא משכחת לה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כגון שאכל כוליא בחלבה -  תימה מ\"ש מב' זיתי חלב מיהו השתא ליכא למימר דחלק החלב מעל הכוליא ויניח הכוליא ע\"ג המזבח ויחול עליו נותר דבב' אברים כלומר בב' חתיכות לא מיירי:"
            ], 
            [], 
            [
                "אין בית הבליעה מחזיק יותר מב' זיתים -  פירוש כדרך אכילה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [
                "מיגו דאיתוסף איסורא לגבי בני אחים וכו' -  היינו ב' שמות אשת אב ואשת אחי אביו באיסור מוסיף:"
            ], 
            [], 
            [], 
            [], 
            [
                "שעבר משום כלת בנו שניה -  ות\"ק הואיל ואיסורא דרבנן איכא לא חשיב ליה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מודה רבי יוסי באיסור מוסיף -  שאיסור חמור חל על איסור הקל או באיסורין שוין כגון איסור אח ואיסור אחות אשה אבל קל על חמור. לא חיילא אפי' באיסור מוסיף הילכך חמותו ונעשית אשת איש כו' ור' יוסי דאתא לאוספי באשת אב אינו מודה בהני דהזכיר הת\"ק דבשלמא כלתו דבסקילה חייל אבת בתו דבשריפה ואשת אב חייל אכלתו דשניהן שוין אבל אשת איש דבחנק לא חיילא אשריפה ואסקילה וכ\"ש אחות אשה ואשת אח ואשת אחי אביו ונדה דחייבי כריתות גרידי לא חיילי הילכך לר' יוסי לא משכחת אלא ג' בת בתו כלתו ואשת אב:", 
                "מודה ר' יוסי באיסור מוסיף -  פירש\"י דה\"ה באיסור כולל ולא משמע הכי בפרק ד' אחין:"
            ], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [
                "עד כאן לא קאמר סומכוס אלא באותו ואת בנו דגופין מוחלקין -  ולענין אחות אשה נמי אם היה נשוי ב' נשים ובא על השלישית שהיא אחות שתיהן זו מצד אם וזו מצד אב סומכוס מחייב [על] שתיהן:"
            ], 
            [], 
            [
                "שהלכו ליקח בהמה למשתה כו' -  להודיע שבחן שאע\"פ שהיו טרודין היו עוסקין בדברי תורה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "איכא למיפרך מה לה' נשיו כו' -  ר\"ג ור' יהושע דעבדי הק\"ו סבירא ליה דלא תליא מילתא אלא בשמות:"
            ], 
            [
                "לחייב על אחותו כו' -  אין להקשות מנ\"ל לאוקמא בכה\"ג דשלשתן שם אחוה אחת אימא דמיירי במחולקין לגמרי כגון בת בתו וכלתו דהא קרא באחוה מיירי אך קשה איסור כולל ומוסיף מנא ליה דהכא איסור בת אחת היא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אדם אבר המדולדל בו טהור -  בפרק העור והרוטב יליף בהמה משרצים ותימה אדם מנ\"ל דטהור:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "המוחק הכרישה - פי' רש\"י כותש משמע דבעי למימר דבמי שתית הכרישה מיירי ולא נהירא דהא קי\"ל דמי פירות אין מכשירין דלא מיקרי משקין ופירש ריב\"א מוחק שהחליקו באצבעו או בצפרניו להעביר מי גשמים שעליה דומיא דסוחט בשערו ובכסותו:"
            ], 
            [], 
            [], 
            [
                "בניתזין בכל כחן -  בפרק העור והרוטב לא משני הכי כי פריך טומאת בית הסתרים היא וצ\"ל דפלוגתא דאמוראי היא בפרק בהמה המקשה דעולא ורבינא והכא אליבא דרבינא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "האוכל נותר מה' זבחים כו' -  לא דמי לבא על ה' נשיו בהעלם אחת דחייב על כל אחת ואחת לדברי הכל דהנהו יש בהו ב' אזהרות שהוא מוזהר עליה והיא עליו כדלקמן:"
            ], 
            [], 
            [], 
            [], 
            [
                "צירף את המעילה כו' - ה\"נ המ\"ל מאי קא מיבעיא ליה כו' מאחר דר\"ע פריך אמילתיה פשיטא דקבלה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ]
    ], 
    "title": "Tosafot Yeshanim on Keritot", 
    "versionSource": "https://www.sefaria.org/Tosafot_Yeshanim_on_Keritot", 
    "heTitle": "תוספות ישנים  על כריתות", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Yeshanim", 
        "Seder Kodashim"
    ]
}