{
    "title": "Kiryat Sefer on Mishneh Torah, Rebels",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Rebels",
    "text": [
        [
            [
                "<b>מצוות רלה </b> לעשות על פי התורה שיאמרו לנו ב\"ד הגדול שבירושלם שהם עקר תורה שבעל פה ועמודי ההוראה שנאמר על פי התורה אשר יורוך ועל המשפט אשר יאמרו לך תעשה וגו':"
            ],
            [
                "<b>אזהרת שדמ </b> שלא לסור מדבריהם וכל מי שאינו עושה כהוראתן עובר בלאו זה דכתיב ולא תסור מכל הדבר אשר יגידו לך ימין ושמאל ואין לוקין על לאו זה כשעשה הפך הוראתן מפני שניתן לאזהרת מיתת ב\"ד שכל חכם שממרה על דבריהם מיתתו בחנק כדכתיב והאיש אשר יעשה בזדון וגו' ומת האיש ההוא. אחד דברים שלמדו אותן מפי השמועה והם תורה שבעל פה ואחד דברים שלמדום בא' מן המדות שהתורה נדרשת בהן ואחד דברים שעשאום גדר וסייג לתורה כל העובר על אחד מהן עובר בלאו זה כדכתיב על פי התורה אשר יורוך אלו התקנות והגזרות והמנהגות ועל המשפט אשר יאמרו אלו דברים שלמדו אותן מן הדין באחד מן המדות שהתורה נדרשת בהם מכל הדבר אשר יגידו לך ימין ושמאל זו הקבלה שקבלו איש מפי איש ותניא פרק הנחנקין כי יפלא ממך במופלא שבב\"ד הכתוב מדבר למעוטי תלמיד ממך זה יועץ שנחלק בעיבור הבינה הקרוי סוד ועצה למשפט זה הדין אם נחלק בדבר הלמד בדין ג\"ש גם הוא נהרג דאלו דין ממש כתיב להדיא בין דין לדין בין דם לדם בין דם נדה לדם זיבה או לידה שנחלקו בהן בין דין לדין בין דיני נפשות ודיני ממונות ומכות ובין נגע לנגע בין נגעי אדם נגעי בתים נגעי בגדים שנחלקו בהם דברי אלו החרמים והערכים וההקדשות שהן חלים ובאים ע\"י דיבור פה וכתיב ריבות ולא כתיב ריב לרבות הני והשקאת סוטה ועריפת עגלה וטהרת מצורע שכולם באים ע\"י ריב בשעריך זה לקט שכחה ופאה שהן לעניים דכתיב בהם ואכלו בשעריך וקמת מב\"ד דמדכתיב וקמת מכלל דביושבין עסקינן והיינו ב\"ד שיושבין במקום הקבוע להם אזהר רחמנא שכשיש מחלוקת ביניהם שיעלו לשאול ועלית אל המקום מלמד שב\"ה גבוה מכל הארצות אל המקום מלמד שהמקום גורם לאפוקי מצאן בבית פאגי והמרה עליהם. ובכל הדברים הולכים אחר הרוב כדכתיב אחרי רבים וגו' ואם אין ידוע היכן הדין נוטה בשל תורה הלך אחר המחמיר ובשל סופרים הלך אחר המקל ואף על פי שבבריתא זאת לא הוזכרו גזרות ותקנות נראה שסמך הרב ז\"ל על מה שאמרו בכמה מקומות אסמכינהו אלאו דלא תסור במה שיש בו גדר וסייג ובמה שאין בו גדר כחנוכה ומגלה אקרא דכתיב שאל אביך ויגדך וכדאיתא בדוכתיה והקשה עליו הרמב\"ן ז\"ל בהשגותיו על ספר המצות כמה קושיות על זה שנראה שהרב ז\"ל משוה כל מה שהוא מדרבנן למה שהוא מן התורה בכלל לאו זה וכבר כתבתי בהקדמת הספר מה שנוכל לתרץ לדעת הרב ז\"ל ואומר אני שאין כוונת הרב ז\"ל שהעושה הדבר שאיסורו מדרבנן שיהיה עובר על עשה דעל פי התורה אשר יורוך ועל לאו דלא תסור אלא בעשה הוא להודות ולהאמין על מה שיגזרו ויתקנו שהוא חייב לעשותו וכמו שכתב וכל המאמין במשה רבינו ובתורתו חייב לסמוך מעשה הדת עליהם ולישען עליהן וכן הלאו הוא שלא לחלוק עליהן במה שיורו אפילו בגזרות וכמו שכתב כל מי שאינו עושה כהוראתן עובר בלא תעשה שנאמר לא תסור מכל הדבר וגו' שרוצה לומר כל מי שאינו עושה כהוראתן אלא שחולק על עיקר הוראתו וכמו שכתב אחר כך מצות עשה לשמוע להם והעובר על כל אחת מהן עובר בלא תעשה וכו' שנראה שהמצוה היא השמועה שהיא ההודאה וההוראה והלאו הוא מה שהוא הפך זה שאינו מודה לדבריהם וחולק עליהם וזה נקרא עובר בענין זה על לאו זה אבל מי שעובר על דבר שהוא מדרבנן להנאתו או לתועלתו או לתאבון בין בשוגג בין במזיד הרי הוא עובר על דברי חכמים והוא פורץ גדר ישכנו נחש ואינו עובר על לאו ועשה שאם הוא עובר הרי כל דברי חכמים הם כדברי תורה ממש וכמו שהקשה עליו הרמב\"ן ז\"ל והרי השני דברים אחרים גם כן שהם דברים שלמדום מפי השמועה והם תורה שבעל פה והדברים שלמדום מן המדות שהתורה נדרשת בהם שהם נכללים בכלל לאו ועשה זה אינו אלא ענין ההודאה וההוראה כמו שכתבתי שאם הוא עובר על דבר שהוא מפי השמועה שהיא תורה שבעל פה יהיה נכלל בכלל הלאו או העשה של אותו הכתוב ויהיה עובר על אותו הלאו או עשה שנדרש עליו הדבר ההוא. וכן הדבר שנילמד מאחד מן המדות שהתורה נדרשת בהן הוא נכלל באותו הענין שנדרש עליו והעובר יהיה עובר על אותו לאו או עשה הנדרש עליו אם ילמדו על הדבר ההיא שהיא כמו הלאו ועשה אבל לא יהיה עובר על לאו ועשה זה כי אם בהיותו חולק ומכחיש עיקר הדבר שדרשו או שלמדו או שגזרו שאינו אמת אצלו ואם מורה לעשות כדבריו יהיה זקן ממרא כמו שיבאר אחר זה:"
            ]
        ],
        [
            [
                "<b>ב\"ד </b> הגדול שדרשו באחד מן המדות ועמד ב\"ד אחר ונראה לו טעם אחר לסתור אותו הרי זה סותרה כפי מה שנראה בעיניו כדכתיב או אל השופט אשר יהיה בימים ההם אין לך אלא שופט שבימיך."
            ],
            [
                "<b>ב\"ד </b> שגזרו או תקנו ופשט הדבר אין ב\"ד אחר יכול לבטל אפילו בטל הטעם שבגללו גזרו עד שיהיה גדול בחכמה ובמניין ובדברים שראו ב\"ד לגזור ולאסור לעשות סייג אם פשט איסורן בכל ארץ ישראל אין ב\"ד הגדול שאחריו יכולים לבטל אלא לפי שעה כדברי תורה שיכולין ב\"ד לעקור בהוראת שעה כדי להציל רבים או להחזיר רבים לדת כאליהו בהר הכרמל דסמכו עליו לשחוטי חוץ משום דהוה מוחזק וכדאמ' ס\"פ הנחנקין וביבמות דרשינן לה מדכתיב אליו תשמעון אפילו אומר לך וכו' ובקראי משמע שעל פי הדיבור עשה כדכתיב וכדברך עשיתי וגו' שהקרבתי בשעת איסור הבמות דכיון שעל פי הדיבור הותר לצורך שעה הוא הדין שלא ע\"פ הדיבור שהרי אין נביא רשאי לחדש דבר וכמו שכתבו בתוספות התם ס\"פ הנחנקין."
            ],
            [],
            [],
            [
                "<b>אין </b> ב\"ד גוזרין גזרה על הצבור אלא אם כן רוב הצבור יכולים לעמוד בה וב\"ד הקטן מהם יכולים לבטלה:"
            ],
            [],
            [],
            [],
            [
                "<b>אזהרת שמה </b> שלא להוסיף על התורה לא במצות שבכתב ולא בתורה שבעל פה כמו שאוסר בשר העוף ואומר שהוא אסור מן התורה חייב משום אל תוסף אלא א\"כ יאמר בשר העוף מותר מן התורה ואנו נאסור אותו משום גדר וסייג שלא יבוא לאכול בשר חיה שאינו מפורש גם כן והוא אסור מה\"ת:<br><b> אזהרת שמו </b> שלא לגרוע מן התורה שבכתב או בעל פה כמו אם יתיר בשר חיה בחלב הרי זה גורע:"
            ]
        ],
        [
            [
                "<b>מי </b> שאינו מודה בתורה שבע\"פ אינו זקן ממרא אלא הרי הוא בכלל המינים שמורידים אותם ולא מעלין אבל זקן ממרא האמור בתורה הוא חכם שיש בידו קבלה ודן ככל חכמי ישראל וחלק עמהם בדין מן הדינים והורה לעשות שלא כהוראתם חייב מיתה כשיהיה חכם שהגיע להוראה כדכתיב כי יפלא ואין ב\"ד יכולין למחול לו כדאיתא התם דף פ\"ח כדי שלא ירבו מחלוקת בישראל ואינו חייב עד שיחלוק בדבר שחייבין על זדונו כרת ועל שגגתו חטאת כדיליף התם לרבי מאיר מדכתיב הכא כי יפלא ממך דבר וכתיב התם ונעלם דבר מעיני הקהל מה להלן דבר שחייב על זדונו כרת ועל שגגתו חטאת וכדילפי' בהוריות אף כאן דבר שזדונו וכו' ותרגמו התם האי מתניתין דלעיל דקתני דמיקטיל אבל הני דחשיב בה הלכה וג\"ש וערכין וחרמין והקדשות וכולהו הנך דתתוקם כרבי מאיר דאיכא צד בכולהו דאתי לידי זדון כרת ושגגת חטאת ואפילו בדיני ממונות יכול לבא לידי כך כגון לקדש בהן האשה וכדמפרש התם בכולהו דתני בההיא מתניתין וכן בתפילין אף על פי שאין בהם כרת וחטאת אם חלק בהם חייב והחיוב בזה מפי הקבלה וצריך שיורה לעשות כהוראתו ובלאו הכי לא מחייב כדתנן התם ואם הורה לעשות חייב כדכתיב והאיש אשר יעשה בזדון אינו חייב עד שיורה לעשות או יעשה הוא על פי הוראתו כמורה בחלב ודם דמעיקרא לאו בר קטלא הוא וכשעושה דבר שיש בו חיוב מיתת ב\"ד דמעיקרא נמי הוה מיקטיל בלא הוראה אפ\"ה השתא לא בעי התראה כמעיקרא ומסית דלא בעי התראה השתא אי אמר טעמא לא מקבלינן מיניה שהרי שמע מפי ב\"ד שלא לעשות ועשה כדאיתא התם דף פ\"ח ויחלוק עליהם והן יושבין בלשכת הגזית כדילפינן מדכתיב מן המקום ההוא המקום גורם לאפוקי מצאן בבית פאגי כדאמר' לעיל ותלמיד שלא הגיע להוראה כדכתיב יפלא וגו' וכל הפטורים ממיתה מכין ועונשים אותם."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>זקן </b> ממרא עולה לירושלים עד לפתח הר הבית אם שמע וקבל מב\"ד שהוא שם מוטב ואם לאו כולם באים לפתח העזרה אם לא קבל כולן באים לב\"ד הגדול ללשכת הגזית שמשם תורה יוצאה לכל ישראל שנאמר מן המקום ההוא אשר יבחר ה' אם לא קבל והלך והורה לעשות או עשה חייב מיתה ומעלין אותו לב\"ד הגדול ומשמרים אותו עד הרגל וממיתים אותו ברגל כדכתיב וכל ישראל ישמעו ויראו ולא יזידון עוד שצריך להשמיע מיתתו לרבים שעומדים שם ברגל כדי שלא יעשה אדם עוד כן וצריך גם כן הכרזה מדכתיב ישמעו ויראו וד' צריכין הכרזה כדאמ' לעיל בהלכות עדות כדכתיב בעדים זוממים גם כן ישמעו ויראו:"
            ]
        ],
        [
            [
                "<b>זה </b> שחלק על ב\"ד הגדול אפילו היה אומר הוא מפי הקבלה והם אומרים כך נראה בעינינו שהדין נוטה חייב ואצ\"ל אם אמרו הם ג\"כ מפי הקבלה כר' אלעזר שאמר התם הכי דאפילו הן אומרים כך הוא בעינינו נהרג כדי שלא ירבו מחלוקת בישראל ולא הרגו את עקביא בן מהללאל מפני שלא הורה הלכה למעשה בד' דברים שנחלק על חכמים בלשכת הגזית כדאיתא בעדיות וכן אם חלק בגזרה מן הגזרות כגון שהתיר חמץ בשעה ששית או אסרו בהנאה חמשית דאיכא כרת בזדונו וחטאת בשוגג לענין אם קדש בו את האשה ואחד שנחלק בדבר שיש בזדונו כרת וכו' או בדבר המביא לידי כך בכל הני דמפרש התם בהאי מתניתין אליבא דר' מאיר וכדאמרינן לעיל וכדמפרש להו הרב ז\"ל כדמפרש להו התם בגמרא ואם הורה הזקן במצות תפילין להוסיף חמישית בבית החיצון וחיוב זה הוא מפי הקבלה אף על פי שאינו דבר שחייבים על זדונו כרת דכתיב על פי התורה אשר יורוך וכתיב לא תסור מן הדבר שצריך שיהא שם הדבר ולא יסור ממנו שלא יפסול אותו בתוספתו ואם היה גרוע הרי אין שם דבר ולא ימצא זה כי אם בתפילין כמו שאמר בגמרא לדעת ר' יהודה ומודה לר' מאיר בדבר שחייבו על זדונו כרת דלא בעי דקדוק זה כמו שכתב הראב\"ד ז\"ל ובשאר מצות שבתורה פטור מן המיתה:"
            ]
        ],
        [
            [
                "<b>אזהרת שמז </b> שלא לקלל אב ואם ואזהרתיה מלא תקלל חרש וכדאמר' בשבועות פרק קמא מה חרש מיוחד שהוא בחיים אף כל שהוא בחיים ובפרק ד' מיתות מפיק לה מדכתיב לא תקלל במה הצד כדאיתא התם דף ס\"ו. והמקלל אביו ואמו נסקל כדכתיב אביו ואמו קלל דמיו בו וכתיב בסקילה דמיהם בם ואחד המקלל בחייהם או לאחר מיתתם הרי זה נסקל כדילפינן פרק אלו הן הנחנקין דף פ\"ה אביו ואמו קלל לאחר מיתה דקרא יתירא הוא דהא כתיב ברישיה דקרא אשר יקלל את אביו ואת אמו ולר' יאשיה דאיצטריך ליה אביו ואמו לאביו בלא אמו או איפכא נפקא ליה מדכתיב ומקלל אביו ואמו מות יומת וצריך עדים והתראה ככל מחוייבי מיתה כדילפינן לעיל בהלכות סנהדרין. ואחד האיש ואחד האשה ואחד טומטום ואנדרוגינוס כדתניא פ\"ד מיתות דף ס\"ו איש איש כי יקלל וגו' מה ת\"ל איש איש לרבות בת שקללה וטומטום ואנדרוגינוס דהא דאמרינן בעלמא השוה הכתוב אשה לאיש היינו היכא דכתיב בלשון זכר אבל היכא דכתיב בלשון איש ממעטינן אשה אי לאו דכתיב איש תרי זימני דאין מיעוט א\"מ אלא לרבות והוא שיהיו גדולים דאי לא הכי לא הוו בני עונשין ואביו ואמו לר' יונתן משמע שניהם כאחד ומשמע כל אחד בפני עצמו עד שיפרוט לך הכתוב יחדו כדאיתא התם ובכמה דוכתיה. אינו חייב סקילה עד שיקללם בשם מן השמות המיוחדים כדתנן התם וילפינן לה בגמרא מדכתיב בנקבו שם יומת מה ת\"ל שם היה לו לכתוב בנקבו יומת מה ת\"ל שם אם אינו ענין לו דהא כתיב ונוקב שם ה' יומת תנהו ענין למקלל אביו ואמו כר' מנחם דדריש הכי וכדאמרינן פרק כ\"ו מהלכות סנהדרין ואם קללם בכינוי פטור וכדתנן התם וחכמים פוטרים אבל הוא לוקה כמו שלוקה על כל אדם כשר כדילפינן בהלכות סנהדרין כדאמר'. המקלל אבי אביו או אבי אמו הוי כמקלל כל אדם מישראל דדוקא אאביו חייב סקילה:"
            ],
            [],
            [],
            [],
            [
                "<b>אזהרת שמח </b> שלא להכות אב ואם ואזהרתיה מלא יוסיף שהוא מוזהר שלא להכות אדם מישראל ואביו ואמו בכלל ופן יוסיף מיירי בבנו אף ע\"ג דארבעים יכנו לא מיירי בבנו וחייב חנק כדתנן ריש הנחנקין מדכתיב מכה אביו ואמו מות יומת דכל מיתה האמורה בתורה סתם אינה אלא חנק וכדילפינן לעיל בהלכות סנהדרין וצריך עדים והתראה כשאר מחוייבים כדילפינן התם לעיל ואחד האיש ואחד האשה וטומטום ואנדרוגינוס דהשוה הכתוב אשה לאיש לכל עונשין שבתורה. ואינו חייב עד שיעשה חבורה דאמרינן התם מכה אביו ואמו אימא עד דקטיל ליה לא ס\"ד דאי קטל חד בסייף ואי קטל אביו בחנק ולמ\"ד דמיתה חנק חמור יליף ליה התם מדכתיב הכהו וימות משמע דהכאה סתם לאו מיתה היא אבל חבורה מיהא בעיא מדכתיב מכה אדם ומכה בהמה מה מכה בהמה עד דעביד בה חבורה כדכתיב מכה נפש בהמה אף מכה אדם ומשום דבבהמה הכחישה באבנים נמי חייב אע\"ג דלא עביד בה חבורה אמרינן אם אינו ענין למכה נפש בהמה תנהו ענין לנפש אדם דהיינו אביו דבעיא חבורה והיקשא למה לי לדחזקיה מה מכה בהמה לא חילקת בה וכו' כדאיתא התם וכשאינו עושה חבורה הוי כמכה אחד מישראל. המכה לאחר מיתה פטור משום דליכא חבורה וכדאמרינן התם."
            ],
            [
                "<b>מי </b> שהכה אביו וחרשו חייב דאי אפשר בלא חבורה ואם עשה להם חבורה לרפואה פטור דכתיב מכה אדם ומכה בהמה מה מכה בהמה לרפואה פטור מתשלומין שהרי לא הזיקה אף מכה אדם דהיינו אביו לרפואה פטור ממיתה אף על גב דאיכא חבורה."
            ],
            [],
            [],
            [
                "<b>שתוקי </b> חייב על אמו אבל לא על אביו אע\"פ שנבדקה אמו ואמרה מפלוני הוא לא סמכינן עלה. בנו מן השפחה ומן הנכרית אינו חייב לא על אביו ולא על אמו דלא בנו הוא לענין יבום ולענין ירושה כדאיתא בדוכתיה וכן גר שהורתו שלא בקדושה אע\"פ שלידתו בקדושה וכיון שאינו חייב על אביו אינו חייב על אמו שהולידו בקדושה משום דכתיב ומקלל אביו ואמו את שהוא חייב על אביו חייב על אמו וכו'."
            ],
            [],
            [],
            [
                "<b>קלל </b> או חבל אביו הרשע פטור דמקשינן הכאה לקללה מה קללה בעושה מעשה עמך כדכתיב ונשיא בעמך אף מכה בעושה מעשה עמך דגמרינן במה מצינו ואית דאמרי היקשא דכתיב מכה אביו ומקלל אביו גבי הדדי בפרשת משפטים אלא שמקרא אחד מפסיק בנתים ואם עשו תשובה אף ע\"פ שיוצאין למיתה חייבין מידי דהוה לאחר מיתה דחייב המקלל ומכה דפטור היינו משום דליכא חבורה והכא איתא חבורה דחי הוא אלא דסופו למות ואפ\"ה אחר שהכהו או קללו פטור מדכתיב בעמך במקויים שבעמך שראוי להתקיים ולא זה שנגמר דינו ומקשינן הכאה לקללה ואם ביישו חייב בבשת כיון דעשה תשובה ולא גמרינן מקללה."
            ],
            [
                "<b>אין </b> הבן נעשה שליח להכות האב אם נתחייב מלקות ולא לבזותם אף על פי שראוים לכך חוץ ממסית ומדיח כדתנא ר' ישמעאל התם מדכתיב לא תחמול ולא תכסה עליו ואם נתחייב שבועה לבנו משביעו בשבועה שאין בה אלה והמבזה אביו ארור מפי הגבורה וכו':"
            ]
        ],
        [
            [
                "<b>מצות רלו </b> לכבד אב ואם דכתיב בדברות כבד את אביך ואת אמך ובירוש' דפאה אמרינן כיבוד אב ואם החמיר בו הכתוב מכבוד המקום דכתיב ביה כבד ה' מהונך אם יתן לך בית תקבע מזוזה טלית שים ציצית וכו' אבל בכיבוד אב ואם כתיב כבד את אביך אפילו אין לך כלום צריך אתה לטחון בריחים בשבילם:<br><b> מצות רלז </b> לירא מהם דכתיב איש אמו ואביו תיראו והשוה הכתוב מוראם למורא המקום כדכתיב את ה' אלהיך תירא והמקלל אביו ואמו בסקילה כמגדף. הקדים אב לאם לכבוד ואם לאב למורא ללמד ששניהם שוים לכבוד ולמורא וכדתנן סוף כריתות ובכל מה שהוא כבודם ומוראם כדמפרש להו הרב ז\"ל חייב בכל מדאוריתא דהוו בכלל כיבוד ומורא."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואחד </b> האיש ואחד האשה חייבין במורא וכבוד בכיבוד כתיב סתם כבד את אביך וגו' אפילו הבת ובמורא דכתיב איש אמו ואביו תיראו ואמרינן פרק קמא דקידושין אין לי אלא איש אשה מנין כשהוא אומר תיראו הרי כאן שנים אם כן מה ת\"ל איש איש ספק בידו לעשות ואשה אין ספק בידה שרשות אחרים עליה ואם נתגרשה שניהם שוים וכדאיתא התם."
            ],
            [
                "<b>ועד </b> היכן כיבודם אפילו נטל כיסו והטילו לים בפניו לא יכלימהו אלא יקבל גזרת הכתוב ויפחד ממלך מלכי המלכים שצוהו בכך שאפילו מלך בשר ודם אם גזר עליו בדבר שהוא מצטער יותר מזה אינו יכול לפרכס ואסור לאדם להכביד על בניו אלא ימחול להם שהאב שמחל כבודו מחול דדוקא במלך ילפינן דאין כבודו מחול מדכתיב שום תשים עליך מלך שתהא אימתו עליך כדאיתא התם. ומכה בנו גדול עובר משום ולפני עור וגו' ואם אי אפשר לו לעמוד לדעת אביו או אמו שנשתטו ילך לו ויצווה לאחרים."
            ],
            [],
            [],
            [],
            [
                "<b>ממזר </b> חייב בכבוד אביו ואמו ובמוראם אף על פי שהוא פטור על מכתם וקללתם כשלא עשו תשובה כדאמר' לעיל וכדאמרינן ביבמות פ' כיצד והיינו לענין חיובא אבל לענין איסורא אפילו לא עשה תשובה אסור לו להכותו וחייב לכבדו כדא' התם."
            ],
            [
                "<b>מי </b> שאמר לו אביו לעבור על דברי תורה לא ישמע לו דכתיב איש אמו ואביו תיראו ואת שבתותי תשמורו וגו' כולכם חייבים בכבודי וכדאמ' פרק אלו מציאות. אמר לו אביו השקני ויש בידו לעשות מצוה שאין שם אחרים לעשותה יתחזק בה שהוא ואביו חייבין במצוה דאי איכא אחרים לעשותה הוא פטור דעוסק במצוה פטור מן המצוה ולא מפליגין בין מצוה למצוה ותלמוד גדול מכיבוד אב ואם שכל אותם שנים שהיה יעקב בבית עבר לא נענש וכדאיתא סוף פרק קמא דמגלה."
            ],
            [
                "<b>אמר </b> לו אביו השקני וכן אמו מתעסק קודם באביו שהיא גם כן מצווה בכבודו כשהיא נשואה לא ואמרינן פרק הנושא את אביך זו אשת אביך ואת אמך זה בעל אמך וי\"ו יתירא לרבות אחיך הגדול והני מילי מחיים אבל לאחר מיתה לא:"
            ]
        ],
        [
            [
                "<b>אזהרת שמט </b> שלא יהיה הבן סורר ומורה על קול אביו ואמו ואזהרתי' מדכתיב לא תאכלו על הדם ודרשינן פרק ד' מיתות אזהרה בן סורר ומורה מנין דכתיב לא תאכלו על הדם לא תאכל אכילה המביאה לידי שפיכות דמים שהרי אינו נהרג אלא על אכילה מכוערת שנאמר זולל וסובא ומפי השמועה למדו שזולל הוא האוכל בשר ברעבתנות וסובא השותה יין ברעבתנו' והוא תרטימר בשר במלוגמ' אחד וחצי לוג יין בבת אחת כתנא קמא דרבי יוסי דבשאר מאכל ומשקה אינו נעשה בן סורר ומורה אלא בבשר ויין דכתיב אל תהי בסובאי יין בזוללי בשר למו ויין מזיג ולא מזיג בשר בשיל ולא בשיל דבהכי אימשיך. ואינו חייב עד שיגנוב מאביו ויקנה בשר ויין בזול ויאכל וישתה חוץ מרשותו כדתנן התם פרק בן סורר משום דשכיח ליה לגנוב תמיד מאביו ולא בעית מאביו כיון שאוכל ברשות אחרים שלא יראהו אביו ובכי האי גוונא מימשיך וכן כשהוא בזול מימשיך ושכיח ליה וכתיב נמי זולל זול דרך אסמכתא ובלאו הכי לא מימשך. ואם היתה אכילת מצוה אפילו היתה ברקים ופוחזים פטור דלא מימשיך או אכילת איסור אפילו מדבריהם דכתיב איננו שומע בקולנו שלא עבר על אכילה זו אלא בקולם יצא זה שעבר בה על דברי תורה ואפילו היתה אכילה זו מבשר עוף פטור דלא חשיב ולא מימשיך בתריה ולהשלים חייב כדאיתא התם ובשר חי ויין חי נמי לא מימשיך בתריהו."
            ],
            [],
            [],
            [],
            [
                "<b>אין </b> דין בן סורר אלא בבן י\"ג ויום א' שהביא שתי שערות עד שיקיף כל הגיד דהיינו ג' חדשים דקטן פטור דלא בא לכלל מצות וכתיב נמי כי יהיה לאיש בן בן הסמוך לגבורתו של איש בתחלת אישותו חייביה קרא דהינו ג' חדשים דכתיב בן ולא הראוי לקרותו אב והינו לאחר ג' חדשים דראוי לקרותו אב אם נתעברה אשר בתחלת אישותו שהיה בן י\"ג ושתי שערות והוכר העובר וקודם שלשה חדשים דלא הוכר העובר אינו ראוי לקרותו אב ואם הקיף השיער כל הגיד הוי איש ולא בן."
            ],
            [],
            [
                "<b>כיצד </b> דנין בן סורר ומורה מביאין אותו אביו ואמו לב\"ד של שלשה ומביאין ב' עדים שגנב ואכל כדאמרינן לעיל וכדאמרינן התם מתרין אותו בפני ב' ומלקין בפני ג' ההתראה היא הוכחה שלא ירגיל דכתיב ויסרו והמלקות ילפינן ליה נמי מדכתיב ויסרו אותו ולמדנו ויסרו אותו דמוציא שם רע מויסרו אותו דבן סורר וההוא דבן סורר מדכתיב בן ולמדנו בן מבין הכות הרשע וכדכתיב התם ואם לא שמע וחזר כדכתיב ולא ישמע אליהם וחזר ואכל ושתה מביאין אותו אצל ב\"ד של כ\"ג שדנין דיני נפשות ומעידין עליו כבתחלה וגומרין דינו ונסקל בפני השלשה הראשונים כדכתיב בננו זה זהו שלקה בפניהם וכדתנן התם ואף על גב דמהא דרשינן שרואים אותו ולא סומין לכתוב קרא בננו הוא מאי בננו זה שמע מינה תרתי."
            ],
            [
                "<b>אם </b> מחלו לו אביו ואמו קודם שנגמר דינו פטור שהכתוב תלה בהם דכתיב ותפשו בו כדאמרינן פ' אלו הנחנקין."
            ],
            [
                "<b>ברח </b> עד שלא נגמר דינו ואחר כך הקיף השער למטה פטור כדתנן התם פרק בן סורר משום דתו לא דיינינן ליה דאלו עבר השתא לאו בר קטלא הוא ואם משנגמר דינו הוי כגברא קטילא ושוב אין לנו לחפש בזכותו ולהצילו."
            ],
            [
                "<b>אינו </b> נעשה בן סורר ומורה עד שירצו אביו ואמו שניהם דכתיב ותפשו בו אביו ואמו כדאמרינן פרק אלו הנחנקין. היה אחד מהם גדם או חגר או אלם או סומא או חרש אינו נעשה בן סורר דכתיב ותפשו בו אביו ואמו ולא גדמין והוציאו אותו ולא חגרין ואמרו ולא אלמין בננו זה ולא סומין דזה משמע שרואין אותו איננו שומע בקולנו ולא חרשין דחרשין אינם יודעים אם קבל דבריהם אם לאו שאם אמר להם איני מקבל אינו שומע לו ואף על פי שרואין שאינו מקיים מצותם מיהו איננו שומע בקולנו כתיב ואיכא להפוכי לזכותא ולמדרש דבשעת הקול הוא דקאמרי דלא שמע דהא קרא יתירא הוא כוליה כדפי' רש\"י ז\"ל התם עלה דמתני'."
            ],
            [
                "<b>הבת </b> אינה נידונת בדין זה דאין דרכה להמשך באכילה ושתיה כזו וכתיב נמי בן ולא בת וטומטום ואנדרוגינוס וצריך שיהיה בן בשעת התראה ולא טומטום שקרעוהו אחר כך ונמצא זכר דכתוב כי יהיה לאיש בן סורר ומורה וגו' עד שיהיה בן משעת התראה."
            ],
            [],
            [
                "<b>בן </b> סורר ומורה צריך הכרזה דכתיב ביה ישמעו ויראו וגו' בן סורר ומורה אביו יורשו ככל הרוגי בית דין ואף על פי שהוא גורם מיתתו יורש אותו וכדאמרינן התם:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות ממרים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}