{
    "title": "Divrei Yirmiyahu on Mishneh Torah, Torah Study",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Divrei_Yirmiyahu_on_Mishneh_Torah,_Torah_Study",
    "text": [
        [
            [
                "<b>נשים ועבדים וקטנים פטורים מת\"ת, אבל קטן אביו חייב ללמדו תורה שנאמר ולמדתם אותם את בניכם לדבר בם, ואין האשה חייבת ללמד את בנה שכל החייב ללמוד חייב ללמד.</b> ויש להעיר למה נקט קטנים פטורים ומאי שנא בכל המצות דלא כתב כן דפשיטא דקטנים לאו בני חיובא המה ורק על אביו במילה ופדיון ובת\"ת ובהם לא כתב רבינו דקטנים פטורים רק בת\"ת, ונראה דהנה חיוב הת\"ת הוי ללמוד לידע וגם המצוה ללמוד בכל יום ויום לקיים והגית וכו' דלאו משום לידע דגם במה שידע כי ילמוד מקיים מצוה זאת והקטן פטור ממצוה זאת ולאו מחיובא דאביו שהקטן ילמוד בכל יום ואם עבר יום ולא למד שנאמר שעבר אביו ע\"ז אלא רק המ\"ע ללמדו לידע רק ללמדו המצוה ולא שילמוד.",
                "<b> ואין האשה וכו'.</b> ויש לעיין דהנה פיטור האשה מללמד את בנה ילפינן במס' קדושין דף כ\"ט ע\"ב ולימדתם ולמדתם כל שמצווה ללמוד מצווה ללמד וכל שאינו מצווה ללמוד אין מצווה ללמד ושם בעמוד הקודם ילפינן כמו כן למעט אשה בהחיוב למול בנה מקרא עיי\"ש, ועיין בס' המקנה שם שעמד בהחקירה בזה דהנה איכא תרי קראי חד לחיוב על כל ישראל מהמול לכם כל זכר וחד לחיוב האב על הבן וא\"כ י\"ל דאב מחויב יותר מכל ישראל ואשה אינה בכלל זה אבל הוי עכ\"פ כמו כל ישראל עיי\"ש מה שכתב ע\"ז, וגם אנכי לענ\"ד כתבתי שם ועמדתי ע\"ז והנה האי עיונא איכא בת\"ת דגם כן כמ\"ש רבינו ה\"ב דהוי מצוה על כל חכם וחכם וכו' ובפ\"ב ה\"א מושיבין מלמדי תינוקות וכו' וכל עיר שאין בה וכו' מחרימין וכו' עיי\"ש.<br><b> והנה</b> אם הוי חיובא על אחרים ללמד בן אחר כמו במילה דקרא ע\"ז נראה כמו דמצוה על כל חכם ללמד כן על אחרים להשתדל לבוא לידי הלמוד כמו במילה וכיו\"ב, וא\"כ נ\"ל דאף האשה בכלל זה, ובאמת במס' קדושין איתא והיכא דלא מהליה אבוה מחייבי בי דינא לממהלי דכתיב המול לכם כל זכר עיי\"ש, ונראה דעל הבי\"ד המ\"ע ולא על כל יחיד ויחיד כמו דמצינו חיוב בזה על הבי\"ד ועי' בסה\"מ שורש ה' ברמב\"ן בשם הספרי שם עיי\"ש, אבל ברא\"ש במס' חולין פ' כסוי הדם סי' ח' כתב וז\"ל אבל אם אין האב רוצה למולו כל ישראל חייבין למולו עיי\"ש.<br><b> והנה</b> בפדיון לא מצינו שגם הבי\"ד מחויבין לפדותו בשאין אב ועי' בשו\"ע יו\"ד סי' ש\"ה סעיף ט\"ו ובש\"ך ס\"ק כ' עיי\"ש, ובתלמוד תורה צ\"ע במ\"ש דנראה יותר דהוי אכו\"ע ועי' להלן לחלק בשכר בין בנו לאחר ופדיון בכל פעם בשכר, ועי' קידושין כ\"ט ע\"ב כל שאחרים מצווין ללמדו וכו' לשון אחרים נראה אכו\"ע, והנה עיין במג\"א בסי' שמ\"ג ס\"ק א' שכתב אמו אינה מצווה להפריש הקטן מאיסורא עיי\"ש, ועי' ברש\"י במס' חגיגה דף ב' ע\"א במשנה בד\"ה איזה קטן וכו' אבל מכאן ואילך אע\"פ שאינו חייב מן התורה הטילו חכמים על אביו ואמו לחנכו במצות עכ\"ל, ועי' בשיטה מקובצת נזיר דף כ\"ט בשם תוספי רא\"ש לחלק בין יש לו אב עיי\"ש, ונראה דתליא בהנ\"ל אם האשה עכ\"פ בכלל כו\"ע במה שמחויבין לעשות לבנה וצ\"ע.<br><b> ובהגהות</b> מיימוני בשם מהר\"מ ז\"ל דכופין להאב לשכור מלמד כמו דאמרינן בעלמא בפריעת בע\"ח וכו' סוכה ואינו עושה כופין אותו וכו' עיי\"ש ובשו\"ע סי' רמ\"ה סעיף ד' בהג\"ה, ועי' בס' מחנה אפרים הל' ריבית סי' א' שהקשה ע\"ז דבחיוב ת\"ת ליכא שעבוד נכסים והאיך נחתינן לנכסי אפי' שלא בפניו ועי' בהג\"ה שם דבכל מצות התורה איכא שעבוד נכסים למ\"ד דס\"ל שעבודא דאורייתא עיי\"ש מ\"ש בזה, ועי' בסי' רמ\"ה סעיף ד' ובנה\"כ שם עיי\"ש."
            ],
            [
                "<b>כשם שחייב אדם ללמד את בנו כך הוא חייב ללמד את בן בנו שנאמר והודעתם לבניך ולבני בניך, ולא בנו ובן בנו בלבד אלא מצוה על כל חכם וחכם מישראל ללמד את כל התלמידים אע\"פ שאינם בניו שנאמר וכו' א\"כ למה נצטוה על בנו ובן בנו, להקדים בנו לבן בנו ובן בנו לבן חבירו.</b> ועיין בכ\"מ ובלח\"מ, ובכ\"מ כתב דאפי' לבן בן בנו והאי דלא כתיב לזרעך שלא נאמר הבנות בכלל ועי' בפר\"ח שהקשה הא מלמדתם את בניכם דרשינן ולא בנותיכם עיי\"ש, ועיין בתוס' ב\"ק ט\"ו ע\"א בד\"ה השוה שכתבו אף דכל התורה בלשון זכר נאמרה ואשה בכלל זה בשלא נאמר לשון איש מפורש דאז צריכין לרבוי כמו שהביא שם עיי\"ש, וא\"כ כמו כן בני ובניכם הוי כמו איש ואף דהוי כמפורש זכר עם כל זה מהני רבוי לכלול גם אשה בהם וכמו כן אם יהיה נאמר מפורש לזרעיך יהיה נכלל אף אשה ולא היה מוציא אותה מלשון בניכם, ועי' עוד בפר\"ח שכתב דמזרעכם לא היה נודע להקדים בנו לבן בנו עיי\"ש, ואם נאמר לבן בתו ג\"כ פטור א\"כ לא מצי למכתב ולמדתם לזרעכם דהוי בן בנו בכלל ובכ\"מ מסופק בזה, ולמ\"ש בתוס' דלחומרא דרשינן טעמא דקרא וכדאי' בגמ' כל המלמד בתו תורה כאלו מלמדה תפלות וכמ\"ש ז\"ל בטעמא שאשה אינה מסוגלת ללמוד תורה וא\"כ זה לא שייך לבן בתו ומסתברא דהוי בכלל חיובא דאבי אביו.",
                "<b> וא\"כ למה נצטווה וכו'.</b> כ\"כ בה\"א מזה דחיוב ללמד אכו\"ע אבל לא בשכר וא\"כ לא שייך באשה כמ\"ש לעיל."
            ],
            [
                "<b>וחייב לשכור מלמד לבנו ללמדו ואינו חייב ללמד בן חבירו אלא בחינם.</b> ועי' בלח\"מ אם הוי חיוב מדאורייתא ללמד בנו עיי\"ש, ולענ\"ד ודאי הוי מדאורייתא כמו סוכה ולולב ושאר מצות אשר נקנים רק בממון ועי' במס' ב\"ק דף ט' עד שליש במצוה עיי\"ש, ולהיפך זה דלאחרים בחינם צריך טעם ונראה דכל מצות סוכה וכיו\"ב הוי על עצמו אבל במה דהוי לזכות את אחרים לא מצינו היכא דאיכא הפסד ממון דכמו במילה דליכא ממון ובפדיון לא מצינו דמדינא על הבי\"ד לפדותו ונראה משום הפסד ממון לא הטילה התורה על אחרים ועי' בסי' ש\"ה ובש\"ך ס\"ק פ' הנ\"ל.<br><b> גם</b> למי אשר יתן שכרו מחויב ללמדו כמוהו בחינם ומוטל החיוב עליו וא\"צ ליתן לו שכר והלה פשע, ובזה צ\"ע אם יפטור עבור זה, ולדעת הסוברים דלא מהני שליחות בפדיון ודוקא האב שתורה עשהו לשליח ועי' בסי' ש\"ה סעיף י' וא\"כ אין ראיה מפדיון ועי' בש\"ך ונקודות הכסף שם ודגול מרבבה, ומכ\"מ לא מצינו שחייבו התורה בהוצאות ממון לזכות לאחרים.",
                "<b> מי שלא למדו אביו חייב ללמד את עצמו כשיכיר שנאמר ולמדתם אותם ושמרתם לעשותם, וכן אתה מוצא בכל מקום שהתלמוד קודם למעשה מפני שהתלמוד מביא לידי מעשה ואין המעשה מביא לידי תלמוד.</b> לשון וכן וכו' נראה כי ללמוד עם בנו ועם אחרים הוי בכלל מעשה ועי' בכ\"מ בפ\"ג ה\"י שכ\"כ בפי' משניות במס' אבות דללמד הוי מעשה עיי\"ש, וא\"כ אמר מק\"ו אם לאחרים דהוי מעשה מחויב מכל זה לעצמו דהוי תלמוד דגדול ממעשה בכ\"מ, ועי' שעמדו ז\"ל על לשון וכן, ועי' מ\"ש בה\"ד."
            ],
            [
                "<b>היה הוא רוצה ללמוד תורה ויש לו בן ללמוד תורה הוא קודם לבנו ואם היה בנו נבון ומשכיל להבין מה שילמוד יותר ממנו בנו קודם ואע\"פ שבנו קודם לא יבטל הוא שכשם שמצוה עליו ללמד את בנו כך הוא מצווה ללמד עצמו.</b> והנה למ\"ש בהל' הקודמת בדעת הרמב\"ם דללמוד בעצמו קודם לבנו משום דתלמוד גדול ממעשה ובבנו מעשה וא\"כ אף שבנו נבון ביותר לפ\"ז יוקדם הוא לבנו, דהנה בלמוד בעצמו עם בנו הוי שניהם תלמוד ומעשה אבל לשכור אחרים ללמוד עמו הוי רק מעשה בלבד ונראה דמשו\"ה סיים אע\"פ שבנו קודם לא יבטל הוא וכו', ופי' קודם כמו דאיתא במס' כתובות דף צ' דיש קודם לגמרי ויש קודם וגם זה אחרי זה וא\"כ כיון דעכ\"פ גם האב קיים התלמוד שייך קודם בבנו במעשה בהמובחר."
            ],
            [],
            [],
            [
                "<b>היה מנהג המדינה ליקח מלמד שכר נותן לו שכרו וחייב ללמדו בשכר עד שיקרא תורה שבכתב כולה וכו'.</b> ועי' ברש\"י קדושין דמכאן ואילך ילמד לעצמו ובכ\"מ ומשמע לי דמכאן ואילך אין חייב ללמדו אפי' בחינם עיי\"ש ובלח\"מ כתב דבחינם צריך ללמדו אף מכאן ואילך עיי\"ש, ולא ידעתי האיך מוכיח מלשון רבינו דמכאן ואילך אפי' בחינם לא ועי' בשו\"ע בסי' רמ\"ה ג\"כ איתא רק בשכר לא ואיככה נפרנס האי דמס' אבות פ\"ה בן עשר למשנה דודאי לא אמרו על הקטן שאין מחויב מצד עצמו במצות ולא ציוו לקטן ועל כרחך על אביו, והנה אם לא הוי מצוה על אביו משנה וגמ' בחינם א\"כ מכ\"ש לא על אחרים ובשכר אסור וא\"כ ממי ילמדו והרי מה אני וכו' מורה שילמדו ושיהיה בחינם דאם בחינם אינו מצוה לא היתה התורה אסרה בשכר רק דנראה משום דבחינם הוי מצותיה, וכן ראיתי בסדר משנה מרב אבא בר יעקב דלא מחדדן שמעתא במס' קדושין שם ושם הוי גמ' והוי ללמוד בנו רשות ולעצמו חיוב מדאורייתא וא\"כ אף בבנו זריז יותר ממנו הוא יוקדם וא\"כ בחינם מחויב בכל עיי\"ש.<br><b> הנה</b> החיוב ללמוד בנו נראה אף כשיגדל ואם אין לו לשלם הוי מחויב לשלם שכר למודו בעבורו, אמנם יש לעיין בזה דהנה מנ\"ל שרק למקרא בשכר והשאר בחינם ונראה דהאי דעשר למשנה אינו מחיוב מדאורייתא רק דמסדר הלמוד כן ומדאורייתא רק החיוב ללמדו בעודו קטן בלבד ואין שיעור לת\"ת ובמקרא בלבד ג\"כ יצא יד\"ח דלא נאמר מה שילמדו ובהראיון בהלמוד במקרא יצא ידי ולמדתם אבל אם נאמר גם כשיגדל החיוב על אביו כשאי אפשר לבנו ללמוד מעצמו וא\"כ מאי שנא מקרא ממשנה וגמ' דלזה בחינם ולזה בשכר, והנה דעת הכ\"מ על בחינם ג\"כ כיון שאינו מחויב רק עד שיגדל בן עשר למשנה אינו מדינא וחיובא על אביו לדעתו, ולדעת הטור ושו\"ע נראה דהוי מחיוב על אביו בחינם כשהוא ראוי לזה דלא יגרע מאחרים כשיגדל ללמוד עמו ונראה דגם הכ\"מ מודה לזה רק דס\"ל דלא הוי רק כחיוב לכו\"ע ללמד כמ\"ש רבינו בה\"ב ולא משום דהוי בנו ונפק\"מ להקדים בן בנו למקרא לבנו למשנה וכיו\"ב.",
                "<b> עד שיקרא תורה שבכתב כולה וכו'.</b> ועי' במעשה רוקח בשם הפר\"ח דבגמ' אי' רבא אומר מקרא זו תורה וברש\"י ולא נביאים וכתובים עיי\"ש, ולמ\"ש לעיל לכאורה באם למד עם בנו הקטן התורה בלבד עד שיגדל וילמד השאר מעצמו יצא דהרי גמרא איתמר בן חמשה עשר ועל כרחך על עצמו כשיגדל ילמד כן מעצמו, וא\"כ י\"ל דתורה בלבד די, וראיתי בב\"ח בסי' רמ\"ה שכתב דרבינו מפרש מקרא זו תורה דלא נימא מקרא פי' כמו ויבינו במקרא אלו פסקי טעמא כדאי' מגילה ג' אלא פי' תורה שבכתב ונכלל בזה כל שבכתב כולה גם נו\"כ עיי\"ש, והגר\"א ז\"ל בשו\"ע שלו כתב שאמר מקרא זו תורה שלא נפרש כדאי' במס' קידושין דף מ\"ט ע\"ב מאי תורה מדרש תורה עיי\"ש, אבל בכל שבכתב בכלל מקרא."
            ],
            [
                "<b>כל איש מישראל חייב בתלמוד תורה וכו' ואפי' בעל אשה ובנים חייב לקבוע לו זמן לתלמוד תורה ביום ובלילה שנאמר והגית בו יומם ולילה.</b> ובלח\"מ עמד ע\"ז שלא כתב דיוכל לפטור בק\"ש שחרית וערבית כדאי' במס' מנחות צ\"ט עיי\"ש.<br><b> ועי'</b> בר\"ן במס' נדרים דף ח' ע\"א בד\"ה והלא שכתב דק\"ש פוטר נפשיה מהמפורש בתורה לא ימיש וכו' דשייך מושבע ועומד וכו' אבל ושננתם במדרש חכמים דד\"ת יהיו מחודדין בפיך לא נפטר עיי\"ש וברש\"י שם כתב גם משננתם פטור עיי\"ש, והנה אם והגית וכו' ג\"כ נפטור בק\"ש ומדברי הרמב\"ם נראה דצריך לקבוע זמן ואין יוצא בק\"ש משום והגית ובקביעת זמן די כדאיתא במס' ברכות הנהג בהם מנהג דרך ארץ, ובמס' ברכות דף כ\"א ע\"א דמקשינן למאן דס\"ל ק\"ש לאו דאורייתא מבשכבך ובקומך א\"ל אביי האי בד\"ת כתיב וא\"כ לדידיה יוצא בד\"ת בק\"ש אבל למאן דס\"ל ק\"ש דאורייתא י\"ל דאין יוצא בק\"ש דלא נדע דבשכבך ובקומך בלבד יהיה יוצא ידי ת\"ת וברמב\"ם דעתו דק\"ש דאורייתא ונ\"ל דלא ס\"ל כלל האי דאי פטיר נפשיה בק\"ש ועכ\"פ לקיים ושננתם וכנראה אף והגית וכו' לא, ועי' בס' שו\"ת שמן רקח ח\"ב סימן י' לאאזמ\"ו הגאון ז\"ל עיי\"ש."
            ],
            [],
            [],
            [],
            [
                "<b>כיצד וכו' קורא בג' מהן בתורה שבכתב ובשלש בתורה שבע\"פ, ובג' אחרים מתבונן בדעתו להבין דבר מדבר, ודברי קבלה בכלל תורה שבכתב ופירוש בכלל תורה שבע\"פ, והענינים הנקראים פרדס בכלל הגמרא הן וכו'.</b> דברי קבלה קורא לנביאים וכתובים, ודברי שמועה שכתב \"תורה שבכתב ודברי השמועה\" קרי כן המשנה ועיין בירושלמי פאה פ\"ב אמר (ר\"י) [רבי זעירא] בשם ר' יוחנן אם באת הלכה תחת ידיך ואין אתה יודע מה טיבה אל תפליגנה לדבר אחר שהרי כמה הלכות נאמרו למשה מסיני וכולהן משוקעות במשנה ודרכו של רז\"ל להקרא הלמ\"מ מפי השמועה."
            ],
            [
                "<b>אשה שלמדה תורה יש לה שכר, אבל אינו כשכר האיש מפני שלא נצטוית וכו' ואע\"פ שיש לה שכר צוו חכמים שלא ילמד אדם את בתו תורה מפני שרוב נשים אין דעתן מכוונת להתלמד וכו'.</b> הנה האי שלא ילמד כמ\"ש מדרבנן ובתורה נמצא ולמדתם את בניכם ולא בנותיכם שא\"צ ללמד ומדרבנן איסורא, ועם כל זה בלמדה מעצמה יש שכר לה כי היא יצאה מהרוב שאין דעתן מכוונת להתלמד וכו', וכמ\"ש בפני יהושע במס' ר\"ה [טז:] דכל טעמא דאיסורא היה מעולם ולא נתחדש לא שייך מדרבנן והוי בל תוסיף דמדהתורה לא גזרה אין לגזור עוד עיי\"ש, ולכאורה היה נראה דהאי דרובן דעתן אין מכוונת וכו' בטבע כל הנשים מעולם ואולי האי ג\"כ תליא בזמנים כמו שאמר רבן גמליאל תלמיד שאין תוכו כברו אל יבוא לבהמ\"ד בעת כי רבו המינים לא היה רוצה לגלות דברי תורה לפניהם שלא יהפכו דברי אלוקים חיים לדעתם ואולי כיון בזה רבינו שכתב \"אלא הן מוציאות ד\"ת לדברי הבאי לפי עניות דעתן\" ובקל מובן החילוק שכתב בין תורה שבכתב לשבע\"פ וארז\"ל שלכן לא כתבו הבע\"פ משום המינין ורוב מה שפקרו היה בתורה שבע\"פ, ומ\"ש בכתב ג\"כ לכתחילה לא וכמ\"ש שלא תבוא לידי בע\"פ, והם ז\"ל כתבו אטו בע\"פ אבל כנראה שלא תבוא לבע\"פ כי מצרנים המה ומצוי לה ללמוד, ודרשו ע\"ז אני חכמה שכנתי ערמה כיון שנכנס בו חכמה נכנס בו ערמימות במס' סוטה המובא בלח\"מ עיי\"ש, ערמה נגד דברי ה' מצינו בראשונה והנחש היה ערום וכמ\"ש רז\"ל שבא להתוכח על דברי ה' כי החכמה מביא עיון לכל צד ורק ההולך בתום לבב ובדעה נכונה לא יכשל לצד האחר הנקרא ערמה ולכן לקלי דעת כנשים אשר האשה הראשונה נלכדה בערמת הנחש ומצאה הערמה משכן בלבבה כן כל קלי הדעת יהפכו דברי התורה וצדיקים ילכו בה וכו', ועי' להלן פ\"ד ה\"א אין מלמדין תורה אלא לתלמיד הגון וכו' עיי\"ש, עי' בב\"ח בסי' רמ\"ו שכתב דמחגיגה ג' דאיתא נשים לשמוע נראה בכתב מותר עיי\"ש ועי' בירושלמי שם פ\"א מ\"א דאיתא ר' אלעזר דלא כבן עזאי עיי\"ש, ועי' יפה מראה שם וצ\"ע על הב\"ח."
            ]
        ],
        [
            [
                "<b>מושיבין מלמדי תינוקות בכל מדינה ומדינה ובכל פלך ופלך ובכל עיר ועיר וכו'.</b> בלשון רבינו יש להעיר דהנה בגמ' ב\"ב כ\"א ע\"א איתא התקינו שיהיו מושיבין בכל פלך ופלך ומי שהיה רבו כועס עליו מבעיט בו ויצא וכו' ותיקן וכו' בכל מדינה ומדינה ובכל עיר ועיר וברש\"י פלך הרבה מדינות בפלך אחד, וברמב\"ם הקדים מדינה לפלך וגם כנראה כי אז תיקנו בקודם בכל מדינה וכאשר ראו כי לא יספיק תיקנו גם בכל עיר ועיר, וא\"כ הו\"ל לרבינו לכתוב רק מושיבין בכל עיר ועיר דאם בכל עיר ממילא בכל מדינה ובגמ' רק כסדר התקנות נקטו, ובשו\"ע סי' רמ\"ה סעיף ז' מושיבין וכו' בכל עיר ועיר וכו' והוא לשון הטור, ואולי י\"ל דהנה כמ\"ש בתוס' שם בד\"ה סך מקרי דרדקי דפחות מכ\"ה אין בני העיר יכולין לכוף זה את זה להשכיר להם מלמד עיי\"ש, וזה משום דאפשר להוליכם לעיר אחרת, אבל אם לא יהיה בכל המדינה כ\"ה ילדים ביחד ואז יבטלו מלמודם וע\"ז נאמר דשיעור כ\"ה הוי רק בעיר אבל במדינה ובפלך צריך להיות בכל פעם מלמד תינוקות להוליכו שם היכא דאיכא פחות מכ\"ה וכן נראה מלשונו מושיבין בכל וכו' ובכל וכו' דנראה דבעיר ובמדינה ופלך בכולמו מושיבין, ומסברה כן דעכ\"פ כיון דאיכא מספר כ\"ה בכל המדינה כופין עכ\"פ שיהיה במקום אחד, ובכל עיר שיש שם יותר מכ\"ה על השאר נאמר ג\"כ להוליכו לעיר אחר רק דתיקנו ריש דוכנא ועי' הל' ה', ועי' בשו\"ע סי' רמ\"ה סעיף ט\"ו די\"א אפי' בפחות מכ\"ה צד יש לכוף אותם והיא דעת הנמוק\"י במס' ב\"ב עיי\"ש.<br><b> וראיתי</b> בס' מעשה רוקח שכתב דט\"ס נפל בספרים וצריך להקדים פלך למדינה דכן מוכח בגמ' בתחילה תיקנו בפלך ואח\"ז במדינה ועיר ועי' בסדר משנה בזה. ומ\"ש לעיל נראה בגמ' דאי' ג\"כ מדינה ומדינה ועיר וכו' דהיה מתקן בשניהם ביחד וכמ\"ש לעיל. והנה שם בגמ' התקינו שיהיו מושיבין מלמדי תינוקות בירושלים מאי דרוש כי מציון תצא תורה ועדיין וכו' התקינו וכו' בכל פלך וכו' נראה מעיקרא היה שהכל יביאו בניהם לירושלים שמשם תצא תורה וכמ\"ש בתוס' בד\"ה כי לפי שהיו רואין שם קדושה גדולה והיה מכוון יותר ללמוד תורה וליראת שמים, עיי\"ש רק אח\"ז משום שהיו וכו' רק מי שהיה לו אב מעלהו תקנו בכל פלך וכו'."
            ],
            [
                "<b>מכניסין את התינוקות להתלמד כבן שש כבן שבע וכו'.</b> ובכ\"מ והא דתנן בפ\"ה דאבות בן ה' למקרא איכא למימר דמשמע לרבינו דהיינו בן ה' שלמים שנכנס בשנת שש עיי\"ש, ועיין בפ' ט\"ו מהל' אישות ה\"ב ואימתי האיש נתחייב במצוה זו מבן שבע עשרה וכו', ובהמ\"מ שם ובמס' אבות איתא בן י\"ח לחופה וכתב ונ\"ל שאם הנוסחא הכתוב בה י\"ז היא אמיתית שפירושה משעברה שנת י\"ז והוא בן י\"ז שלימים ומ\"מ האמיתית היא לפי דעתי מבן י\"ח כלשון המשנה ופי' משנכנס לכלל י\"ח עיי\"ש, ודברי הכ\"מ תליא בשנוי הנוסחאות שם ועי' בב\"ש בסי' א' ס\"ק ג' עיי\"ש ועי' בס' סדר משנה למה לא כתב רבינו בן עשר שנה למשנה עיי\"ש."
            ],
            [],
            [
                "<b>מי שאין לו אשה לא ילמד תינוקות וכו'.</b> ועי' בכ\"מ שכתב באיש שאשתו עמו אבל באשה בכה\"ג לא ועי' במעשה רוקח שכתב שמקשים ממ\"ש ברמב\"ם פכ\"ב מאיסורי ביאה שא\"צ שתהיה אשתו בביתו ותירץ ע\"ז דעם כל זה שייך אשתו משמרתו כשהיא בעיר עיי\"ש, ועי' בפר\"ח דדעת הרב המגיד שאפי' באשתו בעיר אחרת מותר עיי\"ש."
            ],
            [],
            [],
            [
                "<b>אחד מבני מבוי וכו' וכן מלמד וכו' שבא חבירו ופתח בית ללמד תינוקות בצידו כדי שיבואו תינוקות אחרים לו או שיבואו מתינוקות של זה אצל זה אינו יכול למחות בידו שנאמר ה' חפץ למען צדקו יגדיל תורה ויאדיר.</b> ובגמ' איתא דקנאת סופרים תרבה חכמה ורבינו נקיט ה' חפץ וכו', ונראה דה' חפץ וכו' טעמא למה נתיר קנאת סופרים אשר בלעדי זאת הקנאה ממדות הנמאסות אבל להגדיל תורה הוי כמו מתוך שלא לשמה בא לשמה, ונקיט שיבואו תינוקות אחרים לו או שיבואו וכו' מזה אצל זה וכו' משום דבדבר אחר גם בראשונה נאמר ולא יחלק החנוני קליות וכו' להרגיל וכו' במס' ב\"מ ס' ע\"א ובזה מותר, ונראה ממה שכתב שאין יכול למחות בידו, אבל אם יהיה כן לכתחילה צ\"ע והנה בחינם כבר מדובר בתה\"ד מובא בדרכי משה סי' רמ\"ה אות ז' ועי' בשו\"ע שם ואף שמביא הפסד לאחר נכון ורשאי וכתב ע\"ז אנו בושים שמקבלין שכר וכו' עיי\"ש, אבל אם גם הוא מקבל שכר יש קצת לעיין מ\"מ נראה כיון דבחינם הוי למצוה מהמובחר להרבות תורה גם בשכר גם להמלמד אין בו עול וצע\"ק."
            ]
        ],
        [
            [
                "<b>בג' כתרים וכו'.</b> מקורו במס' יומא ע\"ב כמ\"ש בכ\"מ ובאבות דר' נתן פ' מ\"א שמובא בהגהות מיימוני ורבינו ז\"ל בחר משניהם וחיברם יחד וזיוגו עולה יפה מאוד, וכיו\"ב בתנחומא פרשת ויקהל עיי\"ש."
            ],
            [],
            [],
            [
                "<b>היו לפניו עשית מצוה ות\"ת אם אפשר למצוה להעשות ע\"י אחרים לא יפסיק תלמודו, ואם לאו יעשה המצוה ויחזור לתלמודו.</b> הנה בהל' הקודמת כתב קודם למעשה בכ\"מ ובהל' זאת נראה רק אם אפשר ע\"י אחרים, ונראה לפרש לשון קודם כמ\"ש בפ\"א ה\"ד דפי' וזה לאח\"כ אבל לא לבטל אחד לגמרי, אף באפשר לקיים שניהם תורה קודמת היכא דמעשה יבטל מכל וכל המעשה קודמת ועי' כיו\"ב בשו\"ע או\"ח סי' תרפ\"ז סעיף ב' בהג\"ה עיי\"ש, והנה בת\"ת כמ\"ש רבינו לעיל לקבוע זמן בבוקר ובערב ולמאן דס\"ל כרבן גמליאל פטיר נפשיה בק\"ש וא\"כ הוי השאר רשות ולפ\"ז היה נראה בלא\"ה דמעשה יקדם אבל אם יבטל כל היום בלתי מפורש עוד אם המעשה קודמת והנה כמ\"ש הר\"ן ושננתם הוי אפי' קרי ק\"ש רק לא ימוש קיים וא\"כ בכל פעם כמבטל לגמרי, ועיין בירושלמי ברכות מובא בתוס' במס' מ\"ק דף ט' ע\"ב בד\"ה כאן עיי\"ש ובב\"י או\"ח סי' ל\"ח עיי\"ש שנראה בכהאי גוונא היכא דיבטל המעשה מכל מעשה קודם, גם בלשון לא יפסיק תלמודו וכו' שכתב רבינו יש לעיין דמתחילה כתב קודם ומלשון זה נראה רק לא יפסיק ואולי משום מ\"ש אח\"ז ואם לאו וכו' כ\"כ. ועי' בלח\"מ פ\"ה ה\"א בלשון קודם עיי\"ש."
            ],
            [
                "<b>תחלת דינו של אדם אינו נדון אלא על התלמוד ואח\"כ על שאר מעשיו לפיכך אמרו חכמים לעולם יעסוק אדם בתורה בין לשמה בין שלא לשמה שמתוך שלא לשמה בא לשמה.</b> ועי' בלח\"מ בשם תוס', ובפי' למורנו דוד עראמה ז\"ל פי' שכשהוא נכנס בחכמה ובתורה שהיא מאירת עינים יחזור בו ויראה שאין השארתו תלוי בגאוה ובהבלים ושאין עיקר הקריאה ללמוד כדי לקבל שכר וכו' עכ\"ל, וגם י\"ל דאף דלמודו שלא לשמה עם כל זה מעשה המצות אשר יעשו בהן וחי יהיה לשמה דכי יהיה איש אשר מעשה כל מעשיו שלא לשמה, (וגם רק מלמוד נאמר כן) והתלמוד מביא לידי מעשה לשמה, ויש לפרש לשון לפיכך וכו' עבור כי תחילת דינו של אדם על התלמוד שממנו תצא המעשה לשמה ולכן יעסוק אף שלא לשמה שמתוך שלא לשמה בלמוד יבוא ללשמה בהמעשה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל המשים על לבו שיעסוק בתורה ולא יעשה מלאכה ויתפרנס מן הצדקה ה\"ז חלל ה' וכו'.</b> ועי' מ\"ש בפי' למס' אבות ובכ\"מ ובשו\"ת תשב\"ץ ח\"א סי' קמ\"ב עיי\"ש. ועי' בתרגום יונתן שופטים ד' ה' והיא יושבת תחת תמר דבורה וכו' וז\"ל והיא יתבה בקרתא בעטרות דבורא מתפרנסא מן דילה ולה דיקלין בירחו וכו' עכ\"ל נראה סמך לדברי רבינו ז\"ל ומ\"ש ז\"ל על שאר הדברים י\"ל גם כן ע\"ז, ועי' מ\"ש בהל' י\"א עיי\"ש."
            ],
            [
                "<b>מעלה גדולה היא למי שהוא מתפרנס ממעשה ידיו ומדת חסידים הראשונים היא ובזה זוכה וכו'.</b> בהל' הקודמת כתב דהוי חילול ה' ושאין עמו מלאכה מלסטם וכו' וכאן כתב דהוא מעלה גדולה ומדת חסידות, ונראה שאמר אף מי המפרנס א\"ע מסחורה וכיו\"ב אינו בכלל מחלל ה' חלילה וגם אין סופו ללסטם הבריות אבל ממעלה הגדולה שיפרנס אדם א\"ע ממעשה ידיו ממש כמ\"ש רז\"ל גדולה מלאכה וכו' וזה וזה שיבחו ממעלת המלאכה ביגיעת כוחו וזה היה ממדת חסידים הראשונים שהיו עושי מלאכה בידיהם וכמ\"ש בפ\"א ה\"ט עיי\"ש.<br><b> והנה</b> אמרו רז\"ל במס' ברכות כל הרוצה שלא להנות אל יהנה כשמואל עיי\"ש, והמקרא לא לקחת מיד איש מאומה, מעיד כמשז\"ל כל מקום שהלך שם ביתו והעירו בזה כי אין זה בגדר יוהרא וכנפרד מבני אדם ואין רוצה בטובתם ובכבוד מהם, כי רשאי כן וכאשר עשה ר' פנחס בן יאיר שלא נהנה משום אדם מעודו, ואם הוא עושה כשמואל למען ידעו כל העם ישרו ולא למען עושר וכבוד ותפארת לו מן האדם פועלו הן זה קידוש ה' מאיש כמוהו העומד לנס עמים כי יראו כי זך וישר פעלו ולה' לבדו.<br><b> ואשר</b> מצינו כי אמר שאול ומה נביא לאיש כי הלחם אזל מכלינו ותשורה אין להביא לאיש האלוקים מה אתנו, ויוסף הנער לענות את שאול ויאמר הנה נמצא בידי רבע שקל כסף ונתתי לאיש האלוקים והגיד לנו את דרכינו, שמואל א' ט'. ועיין באברבנאל שכתב כי לא ידעו לשער מעלת שמואל וחישבו ליתן לו עיי\"ש, והן זה נראה רחוק כי משיח ה' יתעה באיש הנודע מדן עד באר שבע כי כל מקום שהלך שם ביתו, וגם וכי אם לא יתנו לו לא יגיד להם ויכבוש נבואתו חלילה לחשוב כי חשדו ככה לאיש האלוקים, אבל בתרגום נאמר כמו כן ויאמר שאול לעולמיה והא ניזל ואם מקבל ממון מה נעיל לנביא, ומובא ברש\"י שהוסיף ע\"ז לא היה שאול מכיר במעשיו של שמואל וסבר שישאל שכר עכ\"ל, ועי' ברד\"ק שם, ועל מה שאמר כי הלחם אזל, אף אין מהדרך ליתן ככר לחם לאיש גדול כמו שמואל פי' ז\"ל כי אמר אף לקנות לחם לצרכו אין אתו ועם כל זה ניתן מתנה עיי\"ש.<br><b> אמנם</b> הנראה כי הנה רז\"ל אשר הפליגו לאסור לקבל שכר על כל דבר טוב תורה ומשפט ודרשו מה אני בחינם אף אתם בחינם, מצינו במס' חולין מ\"ד ע\"ב ר\"א כי הוי משדרי ליה מבי נשיאה מידי לא שקיל, וכי הוי מזמני ליה לא אזיל וכו' ר' זירא כי הוי משדרי ליה לא שקיל כי הוי מזמנין ליה אזיל אמר אתייקורי דמתייקרי בי עיי\"ש.<br><b> ודבר</b> הזה היה לפנים בישראל למצוא מכובד את עצמו אם קיבל אדם חשוב דבר ממנו כמצינו במס' קדושין הרי אני מקודשת לך ע\"מ שתקבל ממנו וכו' אם היה אדם חשוב מקודשת עיי\"ש דקבלה כנתינה, והן פשט כל כך בין המון הנשים ונראה כי היה כבוד מפורסם, אם האדם גדול קיבל ממנו דבר, וביותר היה דרך הכנעה וכבוד ליתן מנחה למושלים כאשר מצינו בשאול אשר נאמר \"ובני בליעל אמרו כו' ויבזהו ולא הביאו לו מנחה ויהי כמחריש\" שמואל א' י', ועיין ברמב\"ן בפרשת וישלח על אכפרה פניו במנחה וז\"ל גם הנה עבדך יעקב וכו' והקדים אותנו לפניו ליתן כופר נפשו על ראותו פני כבודך במנחה הזאת כאשר יתנו העבדים כפרם בתת להם רשות לראות פני המלך, ואח\"כ אראה פניו כי אולי ישא פני ויכבדני, להיותו מרואי פני המלך, וזה דרך מעלה מיראתו ממנו עכ\"ל.<br><b> והנראה</b> מכל זה הנאמר כי המנחה היה לסימן הכנעה וכבוד בלבד, וכנראה אף שהיה דבר קטן הערך, וכן ראיתי בנוסע מפורסם הכותב מדרכי עמי מארץ קדם כי שם יהיה לבזיון גדול אם לא יביא הקטן בעת בואו להגדול ממנו תשורה מה אף אם יהיה פרח או שושנה וכיו\"ב דבר קטן רק שיהיה מורה על הכנעה, וזה הנוסע היה מזמן לא רחוק ואולי היה מלפנים כן ומצינו במס' ברכות מ\"ו ע\"ב אף דרבנן קשישאי אתם פרסאי בסעודה בקיאי מנייכו וכו' נראה שלמדו דרך ארץ מכל אדם וכמ\"ש רז\"ל אוהב אני המדים וכו' במס' ברכות בפ\"ק, וכנראה היה מלפנים גם בנו ככה וכדרך כל המלכים ורוזני ארץ אז וחשבו שאול ונערו כי גם לשמואל לכבדו על דרך הזה וכנראה מלשונו לא לקחתי מאומה, ואין אתנו מה, כי דבר קטן יהיה מספיק ואולי מ\"ש ולחם אזל, אולי גם ככר לחם היה די לזה, ותעו בזה כמ\"ש בתרגום יונתן בן עוזיאל ובאברבנאל הנ\"ל כי שמואל גם זה לא לקח ובזה היה טעות קרוב.<br><b> ועיין</b> ברש\"י שנראה שכתב כמ\"ש במלות מעטים וז\"ל ותשורה מנחם פי' לשון תקרובות ראית פני המלך ואדם חשוב לשון אשורנו במדבר כ\"ה י\"ז ונראין דבריו עכ\"ל, ולשון תקרובות שכתב שאיננו לשון מתנה רק כמו כל קרבן ענינו על הכנעה ושעבוד ולא למתנה וזה כמ\"ש. ועי' בכ\"מ ה\"י שכתב וכן מצינו כשהיו הולכין לשמואל הנביא וכו' ומ\"ש נראה לענ\"ד.",
                "<b> ובזה זוכה לכל כבוד וטובה שבעולם הזה ולעוה\"ב שנא' יגיע כפיך וכו' אשריך בעולם הזה וטוב לך לעוה\"ב שכולו טוב.</b> ולפרש כי כל קניני העוה\"ז קניני עובר והכל ישלטו בו ואין אדם יוכל לומר הטוב הזה שלי הוא כי מגדר שלי שאין כח אחר לשלוט בו והן רוח ומים אש ויד בני אדם הכל יש למשול בהם ומכ\"ש מקרי עולם הזה ופגעיה ולכן אין דבר בעה\"ז שנאמר עליו אדם במוחלט שהוא, אבל בעוה\"ב שם קנין הנצחי ואז הטוב שלו וזה וטוב לך שהטוב יהיה שלך דרשו רז\"ל על עוה\"ב כמ\"ש שכולו טוב ואין חילוף מטוב לרע ימצא שם ושם נאמר טוב לך במוחלט. ועי' בהגהות מיימוני בפי' עם דרך ארץ בשם ר\"ת וכיו\"ב בתוס' ישנים יומא דף פ\"ה בד\"ה תשובה וכו' עיי\"ש ועי' בר\"ש טהרות פ\"ז מ\"ד נגד דבריו עיי\"ש."
            ],
            [
                "<b>אין ד\"ת מתקיימין במי שמתרפה עצמו עליהן וכו' אמרו החכמים ברית כרותה שכל היגע בתורתו בבית הכנסת לא במהרה הוא משכח וכו'.</b> והוא מירושלמי פ\"ה דמס' ברכות, ולמה ביהכ\"נ ולא ביהמד\"ר דמעלתו גדולה מביהכ\"נ כמובא להלן ואמרו רז\"ל להתפלל בין עמודי דגרסי וכיו\"ב, ועיין בש\"ך בסי' רמ\"ו ס\"ק כ\"ד בשם הפרישה שהקשה כן וכתב דביהכ\"נ לאו דוקא עיי\"ש.",
                "<b> ועוד אמר אף חכמתי עמדה לי חכמה שלמדתי באף היא עמדה לי.</b> עי' בסדר משנה שמקורו במדרש מובא בילקוט קהלת פ' ב' עיי\"ש."
            ]
        ],
        [
            [
                "<b>אין מלמדין אלא לתלמיד הגון או לתם, אבל אם היה הולך בדרך לא טובה מחזירין אותו למוטב ומנהיגין אותו בדרך ישרה ובודקין אותו ואח\"כ מכניסין אותו לביהמד\"ר ומלמדין אותו, אמרו חכמים כל השונה לתלמיד שאינו הגון כאילו זרק וכו'.</b> ועי' בכ\"מ ובלח\"מ בפי' או לתם, ומ\"ש רבינו ומחזירין וכו' נראה מסברה אמר כן, וי\"ל דלמדו מהאי דאיתא במס' מכות דף י' ע\"א ומובא במגדל עוז תלמיד שגלה מגלין הרב עמו שנאמר וחי עביד ליה מידי דתהוי ליה חיותא א\"ר זעירא מכאן שלא ישנה אדם לתלמיד שאינו הגון וברש\"י לתלמיד שאינו הגון שלא יביאו עונו לידי הריגה בשוגג ויגלה כדאמר לקמן שאין מצוי אלא ברשעים עכ\"ל, ולכאורה אם הוי עי\"ז מוחזק כרשע הלא אסור ללמוד בשאינו הגון ולמה גולה עמו ואם אינו מוחזק בכך והוי כתם דיש ללמוד עמו כמ\"ש רבינו וכדמוכח במס' ברכות, אבל כמ\"ש רבינו שיש לרבו להחזירו למוטב ולהנהיגו בדרך ישרה וא\"כ ילך עמו לתכלית זה, ועיין ברמב\"ם פ\"ז ה\"א מהל' רוצח שכתב תלמיד וכו' שנאמר וחי עשה לו כדי שיחי', וחיי בעלי חכמה ומבקשיה בלא ת\"ת כמיתה חשובין עכ\"ל, יש לפרש אחרי שיחזירו למוטב אז ילמד עמו, ואם לא היה רבו אף כי להחזירו למוטב מוטל על כל אדם עם כל זה בשביל זה אינו גולה ששם ג\"כ מי שיחזירו למוטב רק לרבו וכמ\"ש בריטב\"א שאין אדם לומד מכל אדם עיי\"ש.<br><b> והנה</b> במס' ברכות ר\"ג אמר שלא יכניס מי שאין תוכו כברו לביהמד\"ר וכמ\"ש ז\"ל לפרש בלי בדיקה ואולי רק לביהמד\"ר הקפיד שלא ילמדו אחרים ממנו אם אין תוכו כברו אבל בפ\"ע יהיה בתם מותר ללמד ורבינו דייק \"מכניסין אותו לביהמד\"ר ומלמדין אותו\".",
                "<b> וכן הרב שאינו הולך בדרך טובה אע\"פ שחכם גדול הוא וכל העם צריכין לו אין מתלמדין ממנו עד שובו למוטב שנא' כי שפתי וכו' יבקשו תורה מפיהו אם לאו אל יבקשו תורה מפיהו.</b> ועיין בלח\"מ ובש\"ך בסי' רמ\"ו ס\"ק ח' הקשו דבמס' חגיגה ט\"ו מחלקין אדם גדול כר' מאיר דלמד מאחר לאדם קטן ורבינו סתם ולא חילק בכך ותירצו דאי' שם ר\"מ קרא מצא משמע דהוא בלבד דריש כן כדאי' במס' חולין י\"א ר\"מ לא אכיל בשרא עיי\"ש בש\"ך בשם אביו וכ\"כ בלח\"מ.<br><b> אמנם</b> יקשה מאוד דרבינו במורה נבוכים נראה שלמד מספרי חכמי עכו\"ם ובראש ספרו שם הביא מקרא זה שמצא ר\"מ לדרוש להתיר ללמוד מאחר עיי\"ש, ומפי אאמ\"ו הגאון ז\"ל שמעתי דיש לחלק בין למוד מפיו של רשע ללמוד מתוך ספר ממנו, דמתוך ספר אדם גדול יש לברור הטוב מהרע אבל מפיו שחיבור עם רשע רע וגורם רעה והשחתה לאדם ודייק כן אם הרב וכו' יבקשו תורה מפיהו ואם לאו אל יבקשו תורה מפיהו דייקא מפיהו ובגמ' מקשה ור\"מ היכא למד מפומא דאחר ודפח\"ח ובזה יש ליישב דעת ודרך רבינו ז\"ל שידע בנפשו וקים ליה לברור האוכל מתוך פסולת מספריהם."
            ],
            [
                "<b>כיצד מלמדים, הרב יושב בראש והתלמידים מוקפים לפניו כעטרה כדי שיהו כולם רואים הרב ושומעים דבריו וכו'.</b> ולא כתבו ז\"ל מקורו, ובמס' סנהדרין דף ל\"ו ע\"ב במשנה סנהדרין היתה כחצי גורן עגולה כדי שיהיו רואין זה את זה ובגמ' שם שררך וכו' עיי\"ש וברמב\"ם הל' סנהדרין פ\"א ה\"ג כתב והם יושבין כחצי עגול וכו' כדי שיהיה הנשיא עם אב בי\"ד רואין כולן וכו' ועי' בלח\"מ שם, ואולי למדו משם לכאן והאי דשם חצי עגול כמ\"ש שם משום שיהיה מקום לבע\"ד ועי' דלא שייך כאן, וראיתי בשו\"ע יו\"ד להגאון מהר\"א מווילנא ז\"ל שציין מקורו בפ\"ק דמס' כריתות עיי\"ש, ונראה כונתו ז\"ל על האי דאי' שם בדף ו' ע\"א וכי יתיבתו קמי רבכון חזי לפומיה דרבכון שנאמר והי' עיניך רואות את מוריך עיי\"ש, והלשון מוקפין כעטרה נראה גם למ\"ש דלשון מכוין להאי דמשנה הנ\"ל.<br><b> ובמס'</b> סנהדרין ל\"ז ע\"א מנה\"מ א\"ר אחא בר חנינא דאמר קרא שררך אגן הסהר וכו' שררך זו סנהדרין למה נקרא שמה שררך שהיא יושבת בטיבורו של עולם אגן שהיא מגינה על כל העולם הסהר שהוא דומה לסהר וכו', וברש\"י מה\"מ, דבעגולה היו יושבים, סהר, עגול הוא, בטיבורו של עולם, שביהמ\"ק באמצע של עולם, דומה לסהר, בעגולה, עכ\"ל, וכיו\"ב בתנחומא בפרשת כי תצא וכעין זה בילקוט שיה\"ש קפ\"א ע\"א.<br><b> מלשון</b> מה\"מ ומקרא ע\"ז וכמה ראו להכפיל שיהיה באמצע ובעגול נראה כי בלעדי זאת שיהיו רואין זה את זה עוד טעם ורמז בזה.<br><b> והנראה</b> הנה התפשטות כל דבר יוכל להיות אם מצד אחד למעלה או למטה, או מאמצע לכל הצדדים בשוה, והנקודה האמצעית להדבר להמתפשט לכל צד וממנה תפרץ, ומטבע כל דבר אשר בכוחו להתפשט מתפשט בשוה לכל צד אם לא יהיה עכוב וניגוד מצד אחד כי בניגוד ההתפשטות לצד אשר תמצא לו בלבד, והמתפשט בשוה תואר עגול לו וכאשר נראה דבר העגול בטבעו מבלי מעשי ידי אדם נחליט כי מאמצעיתו בא לו ההתפשטות ומבלי עכוב משום צד ולכן הוא בשוה מכל הצדדים, וזה תואר וגדר של העגולה.<br><b> ובירושלמי</b> סוף פ\"ה ממעשרות \"אין מרובע מששת ימי בראשית\" ועוד שם לא אמר רשב\"ג אלא בבריות, ותני כן מרובע באוכלין ואין מרובע בבריות עיי\"ש, ועי' בבלי יומא פ\"ה ע\"א כל מידי ממציעתיה מיתצר עיי\"ש.<br><b> והן</b> זה ערך הסנהדרין שיהיו נתונים באמצע כשרר בגוף לאמר כי כמה יהיה בערך הנקודה והשפעת חכמתם ותורה יוצאת מהם לכל רוחות הארץ וכל צדדיה בשוה בלי עכוב ומונע, ועוד בילקוט שם, מה השרר הזה כל זמן שהתינוק בימי אמו חי מן השרר שלו, כך ישראל חיין מן הסנהדרין, ובמ\"א כתבתי כי אור התורה אור נכון לכל הרוחות העולם ולכל רוחות בני אדם בכל זמן ומקום ומושבם, ובלתי נתונה תחת הזמן ומקום כשאר נימוסים ופי' בזה ששם עלו שבטים שבטי יה עדות לישראל וכו' כל כל השבטים אלה מעבר לירדן ואלה מזה ומזה בשנוי מקום ובשנוי דעתם ומחים כולמו באו ומצאו רוחה ומנוח לבבם בירושלים ולא אמר אדם צר לי וכו' ובששון ובשמחה חגגו שמה זה עדות לישראל לעולם להודות שם ה' כי מה' יצאה התורה אשר משלה ברוחה שמה כי בלעדי ה' אין בידי אדם לתת חוק שוה לכל אדם ולכל מקום וזמן בשוה רק לאל ואדון לכל הרוחות כן.<br><b> והן</b> כמ\"ש מתואר העגול הוראה גדולה יצאה להוד ותפארת התורה וכן היה בסנהדרין וכן בישיבות החכמים ותלמידיהם בימי רז\"ל שהיו יושבין כעטרה כמ\"ש רבינו ז\"ל, ועי' בס' עקרים בפתיחתו שכתב העגולה תמונה טבעית עיי\"ש ובס' נחמד ונעים."
            ],
            [
                "<b>אם היה מלמד וכו' כשאומר המתורגמן הדברים לעם אומר בשם החכם וכו'.</b> בהגהות מיימוני בירושלמי דשבת בפ\"ק אם אתה יכול לשלשל השמועה עד משה שלשל, ואם לאו או תפוס ראשון ראשון או אחרון אחרון, ומה טעם והודעתם לבניך ולבני בניך יום אשר עמדת לפני ה' עד יום אשר עמדת לפני ה' ע\"כ עכ\"ל, ועיין בבלי במס' נזיר דף נ\"ו ע\"ב ש\"מ כל שמעתתא דמתאמרה בבי תלתא קדמאי ובתראי אמרינן מציעאי לא אמרינן אמר רב נחמן בר יצחק אף אנן וכו' אמר נחום הלבלר וכו' ואילו יהושע וכלב לא קחשיב ש\"מ עיי\"ש ובתוס' שם עיי\"ש."
            ],
            [],
            [
                "<b>לא יהיה התלמיד בוש וכו' ולא הקפדן מלמד וכו' אבל אם ניכר לרב שהם מתרשלין בד\"ת וכו' חייב לרגוז עליהן ולהכלימן בדברים כדי לחדדם וכו'.</b> הנה כמ\"ש בהלכה אח\"ז יש להטעות לתלמידים בשאלתם כדי לחדדן, וכן יעשה ככה להטעותם ואם לא ידעו יבושו אף כי בלעדי ככה לא יבייש אותם והנאמר אח\"ז רק בדברים אשר כי ישימו לב לידע אותו ובזה יעשה למען הכלימם ויטיבו דרכם."
            ],
            [],
            [],
            [
                "<b>שנים ששאלו וכו' תלמיד וע\"ה נזקקין לתלמיד שניהם חכמים וכו' הרשות ביד המתרגם מעתה.</b> והוא מלשון התוספתא בפ\"ז מסנהדרין, ולא ידעתי מה ענין הרשות ביד המתרגם מעתה, וגם כנראה לא היה להם מתורגמין רק בדרשות לפני רבים ולא בלומדם עם תלמידיהם, ואולי לפני רבו ממש לא שייך נזקקין לזה יותר מזה דמיד ששאלו ישיבנו ועד שלא ישיב לזה לא ישאלנו זה ומהיכן ידע שגם זה ישאלנו אבל המתורגמן ישמע כל השאלות שאמרו זה אחר זה והוא יאמרם להרב ובידו לבחור ובידו להקדים ולאחר ואליו נאמרו כל הדברים האלה וצ\"ע, ועכ\"פ י\"ל דלרוב פעמים שייך כן רק במתורגמין לכן נקטו ביד המתרגם דבהרב כמ\"ש לרוב פעמים לא שייך שישמע שאלות הרבה טרם ישיב להראשון ראשון כנראה לענ\"ד ביותר."
            ]
        ],
        [
            [
                "<b>כשם שאדם מצווה בכבוד אביו וביראתו כך הוא חייב בכבוד רבו ויראתו יתר מאביו וכו' וכן אם היה אביו ת\"ח אע\"פ שאין שקול וכו'.</b> ועי' בכ\"מ ולח\"מ ופר\"ח מ\"ש ז\"ל לתרץ הסתירה ממ\"ש בהל' גזילה ואבידה בלשון שקול כלשון המשנה עיי\"ש, ובס' שו\"ת כנסת יחזקאל סי' ז' כתב דלשון שקול אינו מפרש שקול ממש רק בקצתו וכמו כן מפרש שם לשון שוין עיי\"ש, ונראה סמך לדבריו ממה שמצינו שקול שמואל כנגד משה ואהרן דעל כרחך אין פירוש שהוא גדול מכל אחד ושוה לשניהם והרי לא קם כמשה ועל כרחך פי' שנמצא בו ממעלת אשר נמצא בשניהם אבל לא דומה ממש, ובב\"ר פרשה א' בסופו שנאמר שם על שמים וארץ ועל האבות ומשה ואהרן יהושע וכלב תורין ובני יונה אביו ואמו שהם שקולין ובכל אחד נאמר מלמד שהם שקולין זה כזה עיי\"ש שנראה דאם לא נאמר זה כזה לא נדע מלשון שקול שקול ממש.<br><b> והנה</b> הדינים הנאמרים בשניהם אבידה ופדיה ומשא, אבל אם באביו אבידה וכיו\"ב וברבו רק כבוד, אם כבוד רבו קודם לאבידת אביו וי\"ל בזה איפכא ממאי דאיתא סוף מס' כריתות עיי\"ש ונאמר דרבו והוא מחויבין בהשבת אבידה וכיו\"ב אף דשייך והתעלמת באינו לפי כבודו זה משום שנגד כבודו אבל בזה שתלמידו עושה מחויב למחול על כבודו.<br><b> ועל</b> שינוי לשון שכתב רבינו שאדם מצווה בכבוד אביו כתב לשון מצווה וברבו כתב כך הוא חייב וכו' עי' בס' מעשה רוקח והביא מ\"ש בפ\"ה מהל' שבת לחלק בין מצוה וחיוב עיי\"ש מ\"ש ע\"ז, והנראה כי הנאמר הוא באופן שבאביו וברבו בשניהם בלעדי כבודם מצות השבת אבידה ופריקה ופדיון שבויים מ\"ע המה גם בשאר אדם ובאביו וברבו נוסף על שניהם מצות כבוד וי\"ל דאף דמצות כבוד רבו גדול משל אביו ויש להקדים זה וגדול כבודו ומצותו בכבוד רבו ועם כל זה בכלל חיוב אינו רק שהיה לו לעשות מצוה גדולה ובחר בקטנה וע\"ז כתב שהוא חייב ועשה שלא כשורה שביטל מצוה המחויבת אם לא הקדימו."
            ],
            [
                "<b>איזהו חולק על רבו זה שקובע לו מדרש ויושב ודורש ומלמד שלא ברשות רבו ורבו קיים ואע\"פ שרבו במדינה אחרת וכו'.</b> ועי' כ\"מ בשם הרמ\"ך ומ\"ש ע\"ז, ובב\"ח בסי' רמ\"ב פי' מקורו והביא כמו כן דעת התוס' במס' גיטין פ\"ד ע\"ב נראה כן עיי\"ש, ובמס' עירובין דף ס\"ג ע\"א, רב המנונא רמי כתיב בלבי צפנתי אמרתך וכתיב בשרתי צדק בקהל רב, לא קשיא כאן בזמן שעירא היאירי קיים כאן בזמן שאין עירא היאירי קיים וברש\"י שם בד\"ה צפנתי אמרתך, וכנסתי דברי מלהורות במקום שאהא חוטא עליהן עכ\"ל, ורבינו נראה דיקשה לפ\"ז למה נאמר בזמן שהיה קיים ולא קיים נתרץ הוראה היה מצפין בלבבו כשרבו קיים, אבל ד\"ת וישיבה היה עושה ולכן פי' על קביעות ישיבה שלא היה עושה כ\"ז שרבו קיים ורבינו שכוללו בכלל החולק וכו' עי' בב\"ח שם ע\"ז, ומ\"ש בכ\"מ ממס' סנהדרין אל יורה אא\"כ נטל רשות מרבו הנה שם טעמא אחריתא שלא יורה דבר התמוה לרבים, ונראה מסברה כ\"כ רבינו דברשות לא הוי כחולק על רבו.",
                "<b> ואסור לאדם להורות בפני רבו לעולם וכל המורה וכו'.</b> עיין בכ\"מ אפי' ברשות לא עיי\"ש, ובחי' הר\"ן סנהדרין ה' כתב דכיון דכבודו מחול מהני רשות, ועי' מ\"ש שלא יקשה דאי' תלמיד אל יורה אא\"כ נטל רשות משום שלא יורה התמוה, ולא משום איסורא בלא\"ה עיי\"ש, ולרבינו צ\"ל אפי' בשאין רבו קיים אל יורה בלא רשות מהאי טעמא דאיתא שם, ונראה בנטל רשות לא הוי מטעם כבוד רבו וכמ\"ש בכ\"מ דאמר לא אסתייע וכו' שיש לו לשאול ברבו הגדול ממנו, שמא טועה וכמו שמצינו בירושלמי מו\"ק ספ\"ק מובא בב\"י בסי' רמ\"ב ר' מנא וכו' פוק חד סבא וסמוך עליה וכו' ובב\"י שמזה לשיצטרף בהוראה חכמים אחרים עיי\"ש, ובירושלמי נדה המובא שם וי\"ב הרבה, ורבו בראש לשאל ממנו, רק בתוך ג' פרסאות אבל לאחר ג' מהני רשות רבו, ולפמ\"ש אין תליא ברב שמחל על כבודו, ועי' במס' ע\"ז י\"ט מ\"ש בשאינו גדול ממנו עיי\"ש, מסכים למ\"ש לעיל, ועי' בר\"ן שם המובא בכ\"מ ה\"ד, (ועיין בס' המצוה עשה ר\"ט), ובמס' ברכות בפ\"ק אני שואל למפיבושת רבי יפה דנתי וכו' עיי\"ש."
            ],
            [
                "<b>היה בינו וכו' במד\"א בדבר שנקרא מקרה אבל לקבוע להוראה וכו' אא\"כ נטל רשות וכו'.</b> כמ\"ש לעיל דקביעות הוראה כקביעת ישיבה דתליא בכבוד רבו מהני רשות, דרב שמחל על כבודו כבודו מחול, אבל מה דהטילו בלעדי כבוד רבו גם משום החיוב שלא יורה מבלי דעת רבו משום טעות לא מהני רשות, ובתלמיד חבר דלא שייך האי טעמא מחלקינן שפיר.<br><b> ובהגהות</b> מיימוני שכתב דמתוך הספרים לא שייך מורה הלכה בפני רבו ומה שיקשה ע\"ז ממגילת תענית דאמרינן דמנחא וכו' במס' עירובין ס\"ב הנ\"ל עיין בש\"ך בסי' רמ\"ב ס\"ק ט\"ז עיי\"ש, ומ\"ש רק שלא ידמה מלתא למלתא מדעת עצמו מסכים למ\"ש לעיל דבתוך ג' ברשות דלא מהני לא הוי משום כבוד רבו.<br><b> וראיתי</b> לתמוה מ\"ש הלח\"מ בשם חכם אחד וכנראה המה דברי הגהות מיימוני, אבל בלח\"מ הביא דלא מקרי הלמ\"מ משום דהספרים הם המלמדים, וכונתו כי רובי תורתינו מפי הספרים והמה הרבנים המובהקים, ובזה לא יקשה ממגילת תענית דשם לא נמצא רק על דיני תענית ולא שייך שרוב למודים ממנו כמו עכשיו בהספרים, ודברי לח\"מ והגהות מיימוני משונים.",
                "<b> ולא כל מי שמת רבו מותר לשוב ולהורות בתורה, אא\"כ היה תלמיד שהגיע להוראה.</b> עי' בריב\"ש סי' רע\"א מובא בדרכי משה בסי' רמ\"ב אות י\"ד דלאחר מיתת רבו א\"צ רשות, ובחי' הר\"ן סנהדרין כתב דתלמיד אל כו' אא\"כ נטל רשות מרבו, לאו דוקא תלמיד אלא כל אחד שמורה ולאו דוקא מרבו עיי\"ש, ומריב\"ש לא נראה כן וכתב דלאחר מותו לא גזרו אלא כמעשה שהיה בפ\"ק דסנהדרין ה' עיי\"ש, נראה דעתה אין לחוש לכה\"ג וצ\"ע למה, והרי אין לך חשש שמא לא הגיע להוראה דנראה שלא היה אז לגזור רק כהאי מעשה הנ\"ל."
            ],
            [],
            [
                "<b>ואסור לו לתלמיד לקרות לרבו בשמו ואפי' שלא בפניו והוא שיהיה השם פלאי שכל השומע ידע שהוא פלוני ולא יזכיר שמו בפניו ואפי' לקרות לאחרים ששמם כשם רבו כדרך שעושה בשם אביו אלא ישנה את שמם אפי' לאחר מותם וכו'.</b> ועי' בכ\"מ דמנ\"ל דצריך לשנות שם אחרים, ועי' בשו\"ע בפי' הגאון מו\"ה אליהו מוילנא ז\"ל בסי' ר\"מ ס\"ק ז' וז\"ל בפי' הערוך דשם אביי היה נחמני ורבה קראו אביי בשביל אביו וכולם קראו כן בשביל כבודו של אביי רק רבא שהיה חבירו קראו בשמו נחמני עכ\"ל וכן מצאתי במרכבת המשנה והערוך כ\"כ בשם הגאונים רב האי ור' שרירא וכתב דלא הוי כרש\"י במס' גיטין ל\"ד ורבינו סמך על עדות הגאונים ז\"ל עיי\"ש, ובפי' שם פלאי שכל השומע ידע שהוא פלוני ובהל' ממרים כתב אבל שמות שקוראין וכו' כמו אברהם וכו' ובטור ושו\"ע בסי' ר\"מ אי' שם שהוא פלאי שאין הכל רגילין בו, אבל שם שרגילין בו מותר לקרות אחרים שלא בפניו עיי\"ש, ובפי' הגאון הנ\"ל שם ס\"ק ח' כמ\"ש א\"ר כשלמדתי אצל ר' שמעון עיי\"ש, ובמרכבת המשנה ממס' כתובות ק\"ג שמעון בני חכם וא\"כ אסיק שם בנו כשם אביו רשב\"ג על כרחך שהיה רגיל ונחמני פלאי עיי\"ש, וצ\"ל דשם אלישע היה ג\"כ פלאי, ובכ\"מ הקשה דבהל' ממרים משמע דוקא לאחרים מותר בשאינו פלאי ודוקא שלא בפניו והכא משמע בשאינו פלאי ואפי' להם מותר בפניהם וכ\"ש לאחרים עיי\"ש.<br><b> והנה</b> י\"ל מ\"ש רבינו והוא שיהיה השם פלאי קאי על אפי' שלא בפניו הקדום ומ\"ש אח\"ז ולא יזכיר שמו בפניו שהוא כפול אבל כונתו אפי' שאינו פלאי, אבל מ\"ש דשמו אפי' פלאי אסור שלא בפניו עיין בפי' הגאון הנ\"ל שם וז\"ל וכתב אחרים דלאביו עצמו לא כמ\"ש בקדושין וכנ\"ל אפי' לאחר מותו, ונראה דאף לו ג\"כ מותר כמ\"ש אפי' אבא חלפתא, לינאי אבא, אבא חלפתא, ליוחאי אבא והרבה כיוצא עכ\"ל, ונראה לקרות בנו בשם אביו לזכרון שמו מכבוד אביו הוי, אבל מה שנראה בהל' ממרים דבשלא בפניו בשמו אפי' בשאינו פלאי אסור צ\"ע מהרבה פעמים שמצינו שאומר ליוחאי אבא בן כוותי וכיו\"ב, וי\"ל נגד גדול ומכובד מאוד שאין להזכיר שם רב על הקטן ממנו כמצינו עבדך אבינו, כיו\"ב כבוד רבו עדיף מכבוד אביו, והנה נגד ה' דמצינו ושם אבותי אברהם ויצחק לא יקשה וכמו כן י\"ל ברבו דאמרינן מורא רבו כמורא שמים, ובמס' סנהדרין אמרו דאוריה מורד היה שאמר אדוני יואב עיי\"ש וצ\"ע, וראיתי בפר\"ח שכ\"כ מהאי דערוך הנ\"ל."
            ],
            [
                "<b>ולא יחלץ תפיליו לפני רבו וכו'.</b> ועי' בכ\"מ ועיין באו\"ח בסי' ל\"ח במג\"א ס\"ק י\"ד ובטו\"ז שם ס\"ק ד' טעמים אחרים דהוי כמורה הלכה שמגיע העת לחלוץ וגם שצריך למנוע מלשמש שלא יראה כעבד עיי\"ש, ועי' במג\"א סי' כ\"ה ס\"ק כ\"ט עיי\"ש, ועיין להלן ה\"ח."
            ],
            [
                "<b>חייב לעמוד וכו' וחייב אדם להקביל פני רבו ברגל.</b> עיין בכ\"מ, ובפנ\"י במס' ר\"ה עמד על זה דאי' דחייב להקביל מדאי' לא חודש ולא שבת וכו' מכלל דבחודש ושבת איבעי לה למיזל וא\"כ נדע מזה שבת וחודש ומנ\"ל רגל, ורבינו כתב ברגל ולא כתב בשבת וחודש עיי\"ש.<br><b> ובמג\"א</b> בסי' ש\"א ס\"ק ז' כתב שחייב להקביל פניו ברגל אבל בשבת וחודש ליכא חיובא אבל מצוה איכא ואשה שוה לאיש בזה כדילפינן משונמית ועמ\"ש בסי' תקנ\"ד סי\"ב עכ\"ל, ושם כתב ה\"ה בחול חיובא ליכא מצוה איכא וכן משמע בחגיגה עיי\"ש, וכונתו לחגיגה דף ה' ע\"ב דר' יעקב וכו' היה רגיל לקבל פני רבו כל יומא וכו' עיי\"ש.<br><b> ועי'</b> בשו\"ע או\"ח בסי' ר\"צ בשם המדרש התורה וכו' יש לך בן זוג ושבת וכו' וכדאיתא במס' גיטין ל\"ח ע\"ב וכו' שקבעו סעודתא בשבתא בעידן בי מדרשא עכ\"ל הטור עיי\"ש, ובב\"י בשם מדרש אמר הקב\"ה למשה הקהל לי קהלות גדולות בשבת כדי שילמדו כל הדורות אחריך להקהיל וכו' עיי\"ש, ובמס' שבת קט\"ו ע\"א כל כתבי וכו' מפני ביטול בית המדרש עיי\"ש וברש\"י שם, ובלשון רבינו בפ' ל' מהל' שבת ה\"י וילך לביהמד\"ר וכו' עיי\"ש, וברמב\"ן בפרשת יתרו על ולקדשו וכו' וללכת אל החכמים לשמוע דבר ה' כמ\"ש מדוע וכו' לא חודש ולא שבת היום שהיה דרכם כן וכן אמרו רז\"ל מכלל דבחודש ושבת בעי למיזל עכ\"ל.<br><b> הנה</b> מחיוב דשבת כבר כתב רבינו בפ' ל' מהל' שבת, וס\"ל דטעמא להקביל פני רבו לשמוע ממנו דבר ה' ומ\"ש כתבו בכבוד רבו, דממילא הוי מכבוד רבו שילך אליו בעת כי הכל מתאספין לשמוע מרבם ובלא הלך בלעדי שלא שמע דבר ה' בהתאספות עם קודש גם פוגע בכבוד רבו כנראה שאינו כרבו לו, ועי' מ\"ש הרמב\"ן במקראי קודש בפ' אמור שמצוה להתאסף ביו\"ט בביהכ\"נ לתפילה והלל עיי\"ש, והנה הלל ותפילה דרבנן ולרמב\"ן גם תפילה דרבנן, ונראה לשמוע דבר ה' דהוי בכלל לקדשו כמ\"ש לעיל, ובתפילה והלל דאח\"ז מדרבנן ג\"כ יוצא במקראי קודש, ועי' במג\"א בסי' תכ\"ט ס\"ק א' וז\"ל ומשמע בפ\"ק דמגילה ביו\"ט עצמו מחויבין לדרוש בענינא של יום כגון בפסח ביצ\"מ עיי\"ש גבי פורים שחל בשבת עכ\"ל, ובמס' מגילה דף ד' ע\"א איתא משה תיקן להם לישראל שיהיו דורשין בענינו של יום הל' פסח בפסח וכו' עיי\"ש, וא\"כ הוי מתקנת משה רבינו ע\"ה, וכמ\"ש כבוד רבו ג\"כ תליא בזה, וכנראה ביו\"ט דהוי דינים חדשים היה מתקנות משה לדרוש בכל יו\"ט מענינו, אבל בשבת דתמידי הוי בכלל הלמוד התדיר, ובשבת למצוה וביו\"ט לחיובא דביו\"ט הוי מתקנת משה לדרוש וא\"כ שייך ביותר כבוד רבו וא\"כ למודא דגמ' כיון דבשבת וחודש איבעי למיזל כן הגי' במס' ר\"ה וכן ברמב\"ן על התורה הנ\"ל, וכמ\"ש במג\"א מצוה, ומיניה ברגל החיוב דאז החיוב מתקנת נביאים כן ומזה פוגע בכבוד רבו באינו הולך וכמ\"ש אפי' ידע הדינים מ\"מ בכבוד רבו פגע, ועל קושית הכ\"מ שלא הביא רבינו האי דאי' בגמ' לחלק בין דאזיל ואתי ביומא עיין בשו\"ת זכרון יוסף חלק או\"ח סי' י' שכתב דתליא במחלוקת במס' ר\"ה דף ו' ובמס' קדושין דף ל\"ד אם האשה בעלה משמחה או היא בעצמה מחויבת בשמחה, ורבינו שפוסק כר\"י שם דהיא עצמה חייבת בשמחה עי' בפי\"ד הי\"ד מהל' מעשה קרבנות ופ\"א מהל' חגיגה ה\"א, משו\"ה לא הביא האי דאזיל וכו' דקאי לאביי דס\"ל אשה בעלה משמחה עיי\"ש וכן נראה, ועיין עוד במה שכתבתי לעיל בהתקנה ומנהג לדרוש ביו\"ט במס' ביצה דף ט\"ו ע\"ב במעשה דר' אליעזר שם שדרש כל היום כולו בהל' יו\"ט עיי\"ש, ועי' עוד בריטב\"א במס' סוכה שם שמחלק, דבעירו בכל יום לקבל פני רבו בתוך התחום בשבת וחודש, וחוץ לתחום ברגל עיי\"ש, ומכ\"ז החיוב ברגל חמור, ועי' בירושלמי פ\"ד דמס' שבת מ\"א מפני ביטול ביהמד\"ר שהיו דורשין בליל שבת ועי' בקרבן העדה שם, וירושלמי סוטה פ\"ק ה\"ד ויקרא רבה פרשת צו פ\"ט עיי\"ש."
            ],
            [],
            [],
            [
                "<b>וכל ת\"ח שדעותיו מכוונות אינו מדבר בפני מי שהוא גדול ממנו בחכמה אע\"פ שלא למד ממנו כלום.</b> מ\"ש רבינו שדעותיו מכונות, כמ\"ש בפי' למס' אבות פ\"ה שם וז\"ל וגולם הוא איש שיש לו מעלות שכליות ומעלות המדות, אמנם אינם שלימות ולא הולכות על סדר כראוי, אבל יש בהם ערבובים ובלבולים והתערב בהם חסרון ומפני זה נקרא גולם, להדמותו לכלי אשר יעשהו האומן ותהיה לו הצורה המלאכיות, שיחסרהו ההשלמה והתיקון, כסכין והסייף כשיעשה הנפח גולמים והגיע להם צורתם קודם שישחיזם ויחדדם וימרטם ויפתח בהם מה שדרכו לפתוח וישלים תקונתם (נראה שצ\"ל תכונתם) והם הנקראים לפני זה גולמי כלי מתכות כמו שנתבאר בכלים, והיא מלה עברית \"גלמי ראו עיניך\" ר\"ל חומר שלי קודם הגיע צורת האדם בה, וכאשר לא הגיע לזאת הצורה שלימותה קראוהו גם לדמותו כחומר הנמצא מוכן לקבל צורה אחרת ישוב בה יותר שלם, וחכם הוא האיש שהגיע לו שני המינים מן המעלות על השלימות כמו שצריך עכ\"ל.<br><b> והנה</b> זה שאינו מדבר מפני שגדול ממנו, ממעלות המדות, אבל למצוא גדר המדות כראוי לא יהיה בלעדי מעלות השכליות, כי השכל מגביל מוצא ומרים ומגביל המדות, וזה ליתן מעצור לרוחו מלהודיע דברי חכמה בעת שידובר מהם לפני גדול ממנו, לא ימצא רק לחכם משכיל בשלימות ולא אשר בגדר גולם כמ\"ש רבינו שם, רק למי אשר הכל במדה נכונה עד הגבול הראוי ולא בערבוביה וכו' שכתב רבינו בגדר הגולם, ולאיש כזה הנאמר שדעותיו מכוונות מסודרות על משקל וגבול הערך הראוי לו ליחס המדה היקרה ואינו מדבר וכו' שכולל ענוה וכבוד החכמים והכח לתת מעצור לרוחו, דברים יקירי המציאות."
            ],
            [],
            [],
            [
                "<b>התלמידים מוסיפים וכו' וכשם שעץ קטן מדליק את הגדול, כך תלמיד קטן מחדד הרב עד שיוציא ממנו בשאלותיו חכמה מפוארה.</b> במס' תענית דף ד' ע\"א עץ חיים וכו' מה עץ קטן וכו', ורבינו הוסיף עד וכו' חכמה מפוארה, כי לפעמים בלעדי זאת ע\"י שאלות התלמיד ותשובת הרב יתרבו דברי החכמה, גם ירחיקו הטעות כי התלמיד מבין מעורו כי נקל לבקר ולמצוא טעות אחרת מלהמציא ולמצוא טעות עצמו, וגם ע\"י הבירור למען להביא את התלמיד ימצא בעצמו טעות וירחיקו או יתקנו, גם ע\"י השאלות מהתלמיד יתקן לשונו בבירור שידעו הכל ולא יטעו בדבריו כמ\"ש רז\"ל חכמים הזהרו בדבריכם וימצאו חן בעיני כל שומעיהם ויהיו דבריו מפוארים ונחמדים לכל ובגדר מפואר אשר יקובל מכל השומעין אשר כן בדבריו המבוארים ומובנים לכל."
            ]
        ],
        [
            [
                "<b>כל ת\"ח מצוה להדרו ואע\"פ שאינו רבו שנאמר מפני שיבה תקום והדרת פני זקן, זה שקנה חכמה.</b> במס' קדושין דף ל\"ב ע\"א ריה\"ג אומר אין זקן אלא מי שקנה חכמה שנאמר ה' קנני ראשית דרכו, וברש\"י נוטריקון קדריש עיי\"ש, והקשו דלא נדע רק זה קנה מנוטריקון עיי\"ש, ויש לפרש לענ\"ד גם כפשוטו, וי\"ל כמו דאמרינן בבלאי טפשאי דקיימו מפני ס\"ת ולא קיימי מפני גברא רבה, ומזה ג\"כ אף כי החכם רך בשנים מ\"מ כבודו כבוד התורה ועל התורה נאמר כי זקנה אמך, ונאמר כי ה' קנני ראשית דרכו ובב\"ר פ\"א התורה קדמה לעולם שנאמר ה' קנני ראשית וכו' וא\"כ התורה בהצעיר לימים היא זקינה מאוד ולה לכבדה, ולכן ארז\"ל דנפק\"מ לת\"ק דאמר ואין זקן אלא חכם שנא' אספה וכו' וכמ\"ש ברש\"י דשם זקנים וחכמים, ולריה\"ג אפי' יניק וחכים, כי במי שהתורה לנחלה זקנה יש בו אף כי ימיו מועטים, ולשון אלא מי שקנה חכמה מורה ג\"כ מי שיהיה אם זקן או רך בשנים יניק וחכם."
            ],
            [
                "<b>ואין עומדין וכו' ואין בעלי אומנות חייבין לעמוד בפני ת\"ח בשעה שעוסקין במלאכתן שנאמר תקום והדרת מה הידור שאין בה חסרון כיס, אף קימה שאין בה חסרון כיס וכו'.</b> ובלח\"מ ושאר מפורשים רבינו יתמהו מאוד דבגמ' במס' קדושין איתא להיפוך יכול יהדרנו בממון ת\"ל תקום והדרת מה קימה שאין בה חסרון כיס אף הידור שאין בה חסרון כיס, ובתוס' במס' חולין דף נ\"ד ע\"ב בד\"ה אין ג\"כ כלשון רבינו ומהרמ\"ל מגיה שם ומובא במעשה רוקח שכתב שהיה להם גירסא אחרת עיי\"ש.<br><b> אבל</b> י\"ל, דלכאורה יש להבין דאי' יכול יהדרנו בממון ת\"ל תקום והדרת מה קימה שאין בה חסרון כיס אף הידור שאי' בה ח\"כ עיי\"ש במס' קדושין ל\"ב ע\"ב, וברש\"י יכול יהיה הידור זו שיכבדו בממון עיי\"ש, ולכאורה יקשה הרי גם בקימה שייך חסרון כיס בבעלי אומנות והנה לרש\"י שפי' יהדרנו שיתן לו ממון וא\"כ מנ\"ל בבעלי אומנות שלא יעמדו ועל כרחך כונת רש\"י ג\"כ שיכבדו בממון בכבוד בקימה וכיו\"ב שיש בה ח\"כ, וא\"כ מנ\"ל בקימה גופא ביש בה ח\"כ שפטור, וצ\"ל דרוב פעמים בקימה לא הוי ח\"כ ולמה נאמר קימה והידור רק לגלות ע\"ז.<br><b> אבל</b> רבינו שאומר לפרש האי דאין בעלי אומנין עומדים ג\"כ משום חסרון כיס דבגמ' בלתי מפורש וא\"כ לא יוכל להביא כדאיתא בגמ' מה קימה וכו' הרי ע\"ז אנו דנין, רק דאנן אמרינן כיון דילפינן דהידור הוי בלי ח\"כ משום הקש לקימה דהוי ברוב פעמים בלי ח\"כ מזה נדע דקימה דאיכא בח\"כ גם כן פטור דוהדרת רק בלי ח\"כ דנלמד מקימה, וא\"כ שיעור דברי רבינו שנאמר תקום והדרת מה הידור שאין בה ח\"כ, וזה דילפינן מקימה דברוב פעמים, אף קימה שאין בה ח\"כ דגם ביש בה ח\"כ בקימה ג\"כ פטור, כמו בהידור דילפינן מקימה במקום שאין בה ח\"כ דביש בה ח\"כ פטור כמו כן בזה בקימה ביש בה ח\"כ דפטור כמו בהידור."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אע\"פ שהמבזה את החכמים אין לו חלק לעוה\"ב אם באו עדים שבזהו אפי' בדברים חייב נידוי וכו'.</b> לשון אע\"פ וכו' צריך ביאור, והנה דעת רבינו בהל' סנהדרין פי\"ח דמיתה בידי שמים במלקות ולא הוי בב' רשעות ואם נאמר שאין חלק לעוה\"ב בכלל מיתה בידי השמים והרי גם בזה דנין בבי\"ד, וצ\"ל דזה גופא נאמר דאע\"פ דהוי בכלל חיוב בידי שמים מ\"מ כמו דלוקין בכה\"ג כמו כן מנדין, וצ\"ע.",
                "<b> והמבזה את החכם אפי' לאחר מיתה מנדין אותו בי\"ד והם מתירין אותו כשיחזור בתשובה וכו'.</b> עיין בזה בס' סדר משנה שהאריך בזה לברר למה מתירין מיד עיי\"ש.",
                "<b> וכן החכם עצמו מנדה לכבודו לעם הארץ שהפקיר בו ואין צריך לא עדים ולא התראה וכו'.</b> ועי' בכ\"מ שיצא לרבינו מהאי דאי' במו\"ק י\"ז האי צורבא מדרבנן דאין לנפשיה במילתא דפסיקא ליה שפי' הראב\"ד לנדותו עיי\"ש, ומה שדקדק דוקא לע\"ה.<br><b> והנה</b> בלי התראה מובן דלאחר שביזהו א\"צ התראה ואם שיבקש מחילה מהחכם, ההתראה בכל מקום קודם שעבר ולא אח\"ז לאפקרותא לאלתר בגמ' מו\"ק י\"ד, אבל בלא עדים יש להבין הרי כדאיתא שם בגמ' דף י\"ד ע\"א דבמערבא מימנו אנגידא דצורבא מדרבנן ולא מימנו על שמתא עיי\"ש, ועי' בפ\"ז ה\"א ובר\"ן בפ' מקום שנהגו ובמ\"מ בהל' יו\"ט פ\"ח הכ\"ב, ובכ\"מ להלן הל' י\"ד דשמתא חמיר ממלקות וא\"כ כמו דאין לוקין בלא עדים כמו כן בנדוי, ואף במלקות צריך התראה י\"ל דבבזיון לא שייך התראה וע\"כ הנדוי מעיקרא לבלי התראה הוי, אבל בלא עדים למה יהיה הת\"ח נמי נאמן כי אנחנו ננהג בו נדוי, ואף מטעם נוגע אף דאם הנגיעה מטעם בזיון וא\"כ מזה שביזהו מ\"מ י\"ל שמא לא ביזהו בדרך שמחויב נדוי, ועי' בשו\"ע חו\"מ סי' כ\"ח סעיף ט\"ו וסי' ל\"ה סעיף י\"ד דבמריבות מקבלין אפי' מנשים וקרובים עיי\"ש ובסי' ל\"ז בסופו, אבל שם מתקנה ומנהג, וכאן נראה מדינא, ואם גם נאמר דנאמינו לאיסורא לדידן מ\"מ האיך נחייבו לנהוג א\"ע כמנודה ע\"פ עד אחד ונוגע ובמידי דצריך עדות לא מחלקינן בין ת\"ח וע\"ה.<br><b> והנה</b> בגמ' בלתי מוזכר דבלא עדים וי\"ל דאין צריך לבי\"ד, ומנ\"ל לרבינו כן ומובא להלכה בשו\"ע יו\"ד בסי' של\"ד סעיף מ\"ז ובסי' רמ\"ג סעיף ח', והנה לענין אחרים י\"ל במלתא דאיסורא שייך לומר קים לי בת\"ח להאמינו אבל לכוף למנודה לנהוג בנדוי צ\"ע, אם לא נאמר דהוי מתקנת החכמים כן להאמינו ודוקא נגד ע\"ה שלא יבזו ת\"ח באין רואה ולכן דוקא נגד ע\"ה דלת\"ח מאי שנא לחוש יותר מכבודו של זה משל זה, והנה למ\"ש בהגהות מיימוני הת\"ח אין מנדה רק לכבוד שמים ולא לכבוד עצמו וא\"כ לא הוי נוגע מ\"מ יקשה כנ\"ל, וכן ראיתי במהרי\"ק שורש צ\"ג שכתב דבעינן עדים לנדוי והביא ג\"כ שהרי חמיר מנגידא עיי\"ש.<br><b> ובשורש</b> קע\"ט כתב דיש להאמין קרובים ופסולים והביא מ\"ש המרדכי במריבות שרוב אין עדים כשרים, להאמין הנשים ובמרדכי בפ' החובל כתב לדמותו לחיה שהאמינוה לומר וזה בכור עיי\"ש, וכמ\"ש י\"ל מתקנת הגאונים כן, ושאולי רבינו מ\"ש בלא עדים מדברי הגאונים וקבלה מהם ומנהגם כתב כן ובמ\"ש במרדכי לדמותו לחיה י\"ל מדינא ג\"כ דהוי כמ\"ש הר\"ן במס' קדושין דלרוב אין שם אלא היא וכיו\"ב לרוב אין עדים כשרים שם וגם יראה לבזות הת\"ח באין עדים כשרים, ואולי מ\"ש ולא עדים פי' עדים כשרים דוקא, ועי' לעיל בהל' י\"ב אם באו עדים שביזהו וכו' ועי' בכנה\"ג בזה בסי' של\"ד שהביא מי שמפרש עדים לאו דוקא כשירים עיי\"ש, ולפ\"ז צ\"ל כאן אפי' פסולין לא ואין הכרע בזה ועי' ב\"ק קי\"ב שלוחא דבי\"ד מהמינן כבי תרי ועי' ברש\"י שם, ועי' מהרי\"ק קס\"ג מובא בב\"י סי' של\"ד עיי\"ש בטוען ברי, ועי' ברי\"ף פסחים נ\"ב שכתב פי' מימנו אנגידא דצורבא מדרבנן מתקבצין אצל הרב ואין מלקין אותו עד שיסכימו כולן להלקותו ולא מימנו אשמתא משום דאין משמתין אלא על דבר חמור, ובדבר חמור אין חולקין כבוד לרב אלא משמתין אותו מיד לפיכך השמתא חמורה מן המלקות וכו' עכ\"ל, ועי' בפר\"ח שמפרש שלא (אימנו) [מימנו] מ\"ש רבינו [בפ\"ז ה\"א] שהיו נשמטין והניחו לבי\"ד הגדול כי הבי\"ד הגדול אין להשמיט מזה עיי\"ש וכן נראה."
            ],
            [],
            [
                "<b>בד\"א וכו'.</b> עיין בכ\"מ בשם הר\"ן פסחים בפ' מקום שנהגו מ\"ש מקום שאמרו מלקות ומקום שאמרו נדוי ונכתב בצידו מיד אאמ\"ו הגאון ז\"ל לעיין בפי' הגאון מו' אליהו מווילנא ז\"ל באו\"ח סי' תקל\"ח ס\"ק י' עיי\"ש מ\"ש נגד דברי הר\"ן ממקומות בש\"ס.",
                "<b> המעיד על ישראל בערכאות של גוים והוציא ממנו בעדותו ממון שלא בדין ישראל מנדין אותו עד שישלם וכו'.</b> ועי' בלח\"מ דהוי כמעיד עדות שקר עיי\"ש, ועיין בסמ\"ע בסי' כ\"ח ס\"ק כ\"א דשם אי' דאינו חייב לשלם דיכול לומר אמת העדתי והקשה מיו\"ד סי' של\"ד דאי' מנדין עד שישלם עיי\"ש, והנה רבינו לא כתב דין זה רק לענין נדוי ובשו\"ע אי' בחו\"מ לענין חיוב ממון וביו\"ד לענין נדוי, ונראה דעד שישלם לא הוי משום חיוב תשלומין דאז יורדין לנכסיו רק כיון דהנדוי הוי עבור שעשה עול לחבירו ואם היה חבירו מוחלו או ששילם לו לא משמתין אותו ולכך כמו דכל מקום שאפשר לתקן העול אמרינן עד שיתרצה חבירו וזה בתשלומין ולאו משום חיוב ממון רק להוציא א\"ע מנדוי דלא הוי לזמן קבוע כיון דאפשר לתקן העול כן נראה לענ\"ד ולכן לא כתבו רבינו רק לענין נדוי בלבד וגם בשו\"ע אין סתירה לפ\"ד.<br><b> ועי'</b> בכ\"מ שכתב באדם חשוב והאמנוהו כבי תרי לחומרא, ובמרכבת המשנה בשם ס' שי למורה כתב ככל ספק ממון לקולא ואין מנדין עד שיתן עיי\"ש, אבל למ\"ש לא הוי בכלל ספק ממון רק לענין חיוב שמתא אנו דנין, אלא דזה יש להבין למה בספק אם מחויב שמתא נלך לחומרא והוא בחזקת פטור וצ\"ע בזה דלכאורה הוי כמו בספק אם מחויב מלקות וכיו\"ב דספיקו דעונשין לקולא ועי' מ\"ש לעיל בפ\"ז ה\"ד עיי\"ש.<br><b> ועי'</b> בכ\"מ ובמרכבת המשנה מ\"ש לכלול הכל בדברי רבינו במספר כ\"ד וסיים במרכבת המשנה והמסתכל היטב יראה שאין שום דבר מהכ\"ד דברים שכל דבר נלמד מחבירו, ע\"כ עלינו לשבח המנין של רבינו שדרש והסכים למנין ריב\"ל בברכות דף י\"ט ומי כמוהו מורה לדמות מלתא למלתא כריב\"ל עכ\"ל."
            ]
        ],
        [
            [
                "<b>חכם זקן בחכמה וכן נשיא או אב\"ד שסרח אין מנדין אותו בפרהסיא לעולם וכו' ואומרים לו הכבד ושב בביתך וכו'.</b> ועי' בכ\"מ שהקשה מדוגמא השקהו ומעובדא דר' אליעזר וכתב דבצנעה הי' ובר\"א כתב עוד שלא ירבו מחלוקת ועיין במל\"מ וכנראה דר\"א היה בפרהסיא, אבל האי דינא מתקנת אושא כדאי' במ\"ק י\"ז באושא התקינו והנה לא מקשינן מעקביא בן מהללאל משום שהיה קודם תקנת אושא, וכמו כן האי דדוגמא השקהו וגם מעשה דר\"א י\"ל קודם התקנה היה ובירושלמי פ\"א דפאה מעשה בר' ישבב וכו' ורבן גמליאל לא קודם אושא הוי ותליא מאיזה ר\"ג נאמר ועי' בזה בע\"מ.<br><b> ועי'</b> הגהות מל\"מ שכתב על מ\"ש בכ\"מ לתרץ קושית הרמ\"ך מר\"ל שהיה מנודה בשביל שנדה אדם, וכתב ע\"ז ששם לא נידהו בי\"ד והקשה למ\"ש בכ\"מ דאם לא היה מנדהו הוא היה הבי\"ד מנדהו וקשה קושית הרמ\"ך עיי\"ש, ובלתי מובן הכ\"מ לא אמר רק שלא בבי\"ד דבי\"ד לא הי' מנדהו בפרהסיא רק היו אומרים לו הכבד ובזה כונת הכ\"מ ליישב קושית הרמ\"ך."
            ],
            [],
            [],
            [
                "<b>מהו המנהג שינהוג המנודה וכו'.</b> עי' בכ\"מ למה לא מנה נעילת הסנדל, וברא\"ש מו\"ק דף ט\"ו ע\"ב בשם הראב\"ד דלדעת הרי\"ף כל תיקו דכל האי ענינא לקולא וכן נראה דעת רבינו ועי' בכ\"מ בפ\"ו הי\"ד שכתב בתיקו לחומרא וצ\"ע, ובמס' מו\"ק ט\"ז ע\"א מנ\"ל דמשמתינן דכתיב אורו מרוז וכו' וא\"כ הוי מדברי קבלה דהוי מדרבנן אם לא דאמרינן הלמ\"מ ואתא וגליא כדאמרינן בכמה דוכתי, והנה בחרם הקהל ובי\"ד דעת הרמב\"ן דהוי דאורייתא כמובא בריב\"ש בסי' רס\"ו ועי' מהר\"מ אלשיך סי' ע\"ז ובנוב\"י מ\"ק אה\"ע סי' ע\"ז, ובחרם רבינו גרשום עי' במהר\"מ פדווה סי' ע\"א ובב\"ש סי' ס\"ו ס\"ק י\"א ובחלקת מחוקק ס\"ק י\"ח דהוי מדרבנן, ובמהריב\"ל מובא במהר\"א ששון סי' קמ\"ז דדוקא בס\"ס להתיר עיי\"ש, אבל כל זה בחרם קהל ובי\"ד דכמ\"ש ברמב\"ן הנ\"ל בשם מדרש ילמדנו שהעובר על החרם הרי הוא כעובר על השבועה כמ\"ש בפלגש בגבעה גבי אנשי יבש גלעד כי השבועה הגדולה היתה לאשר לא (י)עלה אל ה' (שמצפה) [המצפה] וגו' ותניא בילמדנו בשם ר\"ע וכי שבועה היתה שם אלא ללמדך שהחרם היא השבועה והשבועה היא החרם וכן הרשב\"א ז\"ל כתב (בישיבה) [בתשובה] דאסור לעבור על החרם דבר תורה ודנין בספיקו להחמיר כספיקא דאורייתא וכו' עכ\"ל הריב\"ש בסי' רס\"ו הנ\"ל, ולכאורה זה שגזרו על המנודה הוי כמו חרם שלא יעשה ועי' בכ\"מ ה\"ז דג' הדיוטות מתירין החרם כמו בנדר דמצינו הותר הנדר וכ\"כ בר\"ן במס' נדרים דף ח' עיי\"ש, ועיין בר\"ן נדרים דף ז' ע\"א בשם ירושלמי מנודה אני לך ר\"ע חוכך להחמיר ליסר כל נכסיו כמה דאת אמר יחרם כל רכושו והוא יבדל מקהל הגולה, מה עבדין לה רבנן חומר הוא בנדוי בי\"ד ועי' בר\"ן וברשב\"א שם וא\"כ נראה דנדוי מענין נדר רק שאנו דנין אם דעתו על הנכסים ג\"כ, והנה אין לפרש מ\"ש הרא\"ש לקולא משום חזקת פטור כיון דודאי מנודה רק הספק אם זה בכלל האסו' למנודה נראה דלא שייך חזקת פטור, ואולי לומר דאלו החומרות על המנודה כמו דמחלקינן לענין לאסור נכסיו, ומסברה שלא החמירו כ\"כ רק בחרם גדול כמו שם ופירשו שאסור גם בזה כמו כן על זה בספק י\"ל שנוטה יותר שלא החמירו כל כך דעיקר שנחרם לעושי רשעה רק מדברי קבלה אלא באם החרימו י\"ל דהוה דאורייתא וא\"כ יש להקל ולומר דע\"ז לא היה החרם ולא נחרם מעיקרא ע\"ז כיון דלהחרים הוי מדרבנן, וראיתי בקרית ספר למבי\"ט שכתב דנדוי דרבנן ולכן לקולא וחרם ממלך ישראל או מסנהדרין מדאורייתא עיי\"ש, אבל מדברי הראשונים ז\"ל נראה אף חרם קהל דאורייתא."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נידוי על תנאי וכו' ת\"ח שנידה עצמו ואפי' נידה עצמו על דעת פלוני ואפי' על דבר שחייב עליו נידוי הרי זה מיפר לעצמו.</b> עיין בראב\"ד שכתב א\"כ יהודה למה לא התיר לעצמו, ועל כל זה קשה לי יעקב למה לא התירו עיי\"ש, ובמהרש\"א בחי' אגדות בפ' הגולין כתב על מ\"ש המרדכי בפ' האומנין במנדה בלעוה\"ב אין לו הפרה עיי\"ש, ומובא במרכבת המשנה עיי\"ש."
            ],
            [],
            [
                "<b>מי שנדוהו בפניו וכו' ואם ראו בי\"ד להחרים וכו'.</b> עיין בר\"ן נדרים הנ\"ל וברשב\"א אם אסור בנכסיו עיי\"ש, והנה כמ\"ש לעיל הירושלמי שכתב ליסר את כל נכסיה כמה דתימר יחרם וכו' ולכאורה הירושלמי אמר מטעם מנודה, ובגמ' דידן משום הרחקה ולא משום נדוי דאי לא נאמר כן היכא אמרינן משמתינא לכו\"ע שרי, אבל י\"ל דירושלמי ובבלי עולין בענין אחד, דהנה יקשה דמנודה אני לך דהוי מצד הלשון איסור גברא והאיך נפרשו לנדר דהוי איסור חפצא, אבל אם אמרינן דגם בנדוי אסור בנכסיו וא\"כ הוי מנודה אני לך ג\"כ באיסור חפצא כמו בנדר ושייך לר\"ע להיות חוכך להחמיר לענין נדר ודברי הירושלמי מדוייקים כמה דתימר יחרם וכו' דאל\"כ לא הוי לשון נדר כלל, אבל בשמתא דאינו חל על הנכסים ורק על גופו כדאיתא במס' מו\"ק המובא בר\"ן שם לא הוי משום זה לשון נדר ג\"כ.",
                "<b> וחכמים היו משתבחים במעשיהם הנאים ואומרים שמעולם לא נידו אדם ולא החרימוהו לכבודן, וזו היא דרכם של תלמידי חכמים שראוי לילך בה, במד\"א כשבזהו או חרפהו בסתר, אבל ת\"ח שביזהו או חרפו אדם בפרהסיא אסור לו למחול על כבודו ואם מחל נענש שזה בזיון תורה אלא נוקם ונוטר הדבר כנחש עד שיבקש מחילה ויסלח לו.</b> ויש לפרש נוקם ונוטר כנחש וע\"פ מאמרם ז\"ל יומא כ\"ג כל ת\"ח שאינו נוקם ונוטר כנחש אינו ת\"ח, התמוה לרבים, עם מ\"ש במס' תענית דף ח' ע\"א ארי דורס ואוכל זאב טורף ואוכל אתה מה הנאה יש לך עיי\"ש שכן אומרים לנחש שהורג בני אדם מבלי הנאה, ועמ\"ש רבינו שת\"ח יתבע כבודו הנשפל בפרהסיא משום בזיון התורה, ולא משום כבוד עצמו והנקמה לא תהיה כהנוקמים מתאות נפש והנאה הגדולה להם להנקם מאויביהם לא כן תהיה נקמת הת\"ח רק עבור כבוד ה' ותורתו בלבד ולא למצוא הנאה ורוית הנפש בזה וכמו הנחש שנושך מבלי הנאה כן יהיה נקמת הת\"ח מבלי הנאה לו ולנפשו וכמו הנחש הטבע דוחקת אותו מבלי רצון החפשי ומבלי הנאה כן הת\"ח ע\"פ התורה ומצותיה יעשה ככה ולא לנטיה מבלעדי זאת."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "דברי ירמיהו על משנה תורה, הלכות תלמוד תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Divrei Yirmiyahu",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}