{
    "title": "Benei Binyamin on Mishneh Torah, Prayer and the Priestly Blessing",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Benei_Binyamin_on_Mishneh_Torah,_Prayer_and_the_Priestly_Blessing",
    "text": [
        [
            [
                "<b>מ\"ע </b>\n<b> להתפלל בכ\"י.</b> הרמב\"ן ז\"ל השיג ע\"ז. עכ\"מ. ובצל\"ח כ\"א א'. וילה\"ר לד' רבינו ז\"ל מהא דבהכנ\"ס פטור ממזוזה לפי שהוא קודש. כיומא י\"א א' ופ\"ו ממזוזה ה\"ו. ומה קדושה איכא בבהכנ\"ס מה\"ת אם אין שום מצוה לתפלה. א\"ו דעיקר תפלה היא מדאורייתא. וא\"כ הוי עכ\"פ מקום מקודש. אף דמקום התפלה ובעשרה הוא דרבנן וע\"ש י\"ב א'. ומש\"ל פ\"ו מיסוה\"ת ה\"ז בס\"ד. ואולי דכיון דעכ\"פ מדרבנן הוא קדוש אינו דומה לבית. דהוא רשות בעלמא. וכה\"ג ע' ברכות י\"א א'. כי דרך מה דרך רשות. ומתמעט אף עובמ\"צ דרבנן דפטור וכמש\"כ במ\"א בס\"ד. וה\"נ דרשו במנחות ע\"א א' קצירכם ולא קציר מצוה ומתמעט לקוצר מפני האבל ובהמ\"ד. וטובא כה\"ג:"
            ],
            [],
            [
                "<b>והכל </b>\n<b> יהיו מתפללין נוכח המקדש.</b> לחד פי' שבכ\"מ צ\"ל שיהיו ע\"ש. ומ\"ש מברייתא דר\"א בשריה\"ג שזש\"ש עבדהו במקדשו. לע\"ד שם כפשוטו על עבודת הקרבנות שבמקדש. ועד לזה הספרי פ' עקב. ע\"פ ולעבדו בכל לבבכם עש\"ה. אבל דברי רבינו נ\"ל משלמה שאמר והתפללו אליך דרך ארצם. משמע לו לרבינו דהיה כבר דבר זה בימי מרע\"ה. ואתא שלמה ואסמכיה אקרא. וע' ברכות ל' א'. ובירושלמי שם ספ\"ד:"
            ],
            [
                "<b>עי' </b> כ\"מ ולח\"מ כ' שפסק כריב\"ח וע' ירושל' פ\"ד דברכות דריב\"ל גופיה א' תפלות מאבות למדום. משמע מזה דלדורות לא תקנו האבות רק חז\"ל תקנום ואסמכום אקרבנות. וא\"ש דל\"ק דריב\"ל אדריב\"ל. וע' פ\"ט ממלכים ה\"א. מבואר בד' רבינו דפוסק כריב\"ל. כ\"כ לי ש\"ב הרב המאה\"ג מהר\"ח נ\"ז שי' [הוא כעת הגאבד\"ק זידיק בזאמוט]:"
            ],
            [],
            [
                "<b>וכן </b>\n<b> התקינו שיהא אדם מתפלל כו'.</b> ברכות ל\"א א':"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וחותם </b>\n<b> בה העונה בעת צרה.</b> ירושלמי פ\"ד דברכות פ\"ג. ופ\"ג דתענית ה\"ב:"
            ]
        ],
        [
            [
                "<b>ואם </b>\n<b> עבר או טעה.</b> כמדומני שבס' יד\"נ להגרי\"ש נ\"ז ז\"ל. ה\"ר מתענית ד' ב'. ובס' קה\"י להגאון מקארלין מ\"ש מחביתי כה\"ג דמקריב מחצה מבערב. אם מת כה\"ג בשחרית והרי ה\"ל נראה ונדחה דאינו חוזר ונראה. א\"ו דאף לאחר ד\"ש הי' ראוי. וא\"כ לא נדחה כלל. ושניהם את\"י כעת:",
                "<b>שכשם </b>\n<b> שתפלה מצוה מן התורה רק מצוה מדבריהם להתפלל אותה בזמנה.</b> ע' תוספתא רפ\"ב דברכות א' שם. כשם שקבעה תורה זמן לק\"ש. כך קבעו חכמים זמן לתפלה. והוא נגד ד' הכ\"מ פ\"א מק\"ש שכ' דזמן ק\"ש מדרבנן וכבר העיר המפרש שם. ולו\"מ נ\"ל דרבינו ז\"ל היה גורס בתוספתא כמש\"כ כאן. וא\"ש הלשון כאן ושם. טוב ומתוקן יותר. וע' כ\"מ פ\"א ה\"א שהביא תוספתא זו:"
            ]
        ],
        [
            [],
            [
                "<b>טהרת </b>\n<b> ידים כיצד כו' עד הפרק.</b> הוא כמו נט\"י במקדש. שהכהנים מקדשים ידיהם כן. כמ\"ש בחולין ק\"ו ב'. ובירושלמי פי\"ב דיבמות ה\"א והכל דין אחד הוא. ע\"ל פ\"ו מברכות ה\"ב. וא\"ש דברי ש\"ב בעל שו\"ת ושב הכהן מ\"ש לישב ד' רבינו. מהשגת הראב\"ד ה\"ג. וקושיית הקובץ אינה כלום ע\"ש. וע' נוב\"ת חא\"ח סי' ק\"מ:"
            ],
            [],
            [
                "<b>וכבר </b>\n<b> בארנו שעזרא תיקן.</b> ע' כ\"מ וביותר תקשה מברכות י\"ח ב'. ע' תוס' ב\"ק פ\"ב ב':"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ע' </b> ירושלמי פ\"ב דשבת ה\"ב מש\"ש לא אמרו אלא מפני כה\"ש שלא תאמר מפני שר\"ר טעון הרחק ד\"א וכו'. ואולי מ\"מ ראוי להרחיק ממנו כמו ממורייס:"
            ],
            [
                "<b>ע\"ש </b> בהגמ\"י מש\"כ דאפי' בד\"ת אסור והועתק כן בא\"ח ס\"ס צ\"ב. וק\"ל טובא משבת ל\"ג א' ומיבמות ס\"ד ב'. אלא דגם בל\"ז קשה איך לא חששו לסכנתא דחמירא מאיסורא וכחולין ט' ב' והרי אין לך דבר שעומד בפני פ\"נ ומקרא מלא דיבר הכתוב וחי בהם ולא שימות בהם ובשכיח הזיקא ל\"ש ש\"מ א\"נ כפסחים ח' ב' וכ\"מ. ולדברי הגהמ\"י תקשה ביותר דכיון דאסור ל\"ה תו מצוה. ועי' ג\"כ בכורות מ\"ד ב' ופ\"ד מדיעות ה\"ה וצע\"ג. כאאמו\"ר ז\"ל:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מש\"כ </b> הלח\"מ שהשמיט רבינו. לא זכר הא דלקמן רפ\"י שכ' להדיא:"
            ],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> ד\"ה כתב, דהא איכא לפרושי כצ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ולא </b>\n<b> באפונדתו.</b> אולי נלמד מדאסור לכנס בו בהר הבית ובודאי הוא קלות ראש לעמוד כן בתפלה. ולא בראש מגולה משום הזכרת השם וע' באורי הגר\"א ז\"ל סי' צ\"א:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אע\"פ </b>\n<b> שת\"ע רשות </b> ע\"ש בגמ' לחד לישנא קמ\"ל דס\"ל כמ\"ד חובה ואף די\"ל דרבינו פוסק כלישנא קמא משום אונס שינה. וכמש\"כ בעלי הכללים דהיכא דא' אב\"א ואב\"א ל\"ה כאיכא דאמרי. מ\"מ מנ\"ל לרבינו הא דהסייג הוא גם משום תפ\"ע. לפ\"מ דקיי\"ל דהיא רשות דדלמא הברייתא כמ\"ד חובה ולדידן דרשות הסייג הוא משום ק\"ש. וכיון דאין חיוב לסגל\"ת בערבית כמו בשחרית. י\"ל דמשום תפלת ערבית ל\"ש הסייג. ואולי מקורו מאדר\"נ פ\"ב שא' שם דעשו חכמים סייג לדבריהם. משמע דלאו משום ק\"ש דאורייתא הוא רק משום תפ\"ע. ועדיין צ\"ע דגם י\"ל דכמ\"ד חובה:"
            ],
            [],
            [
                "<b>וכן </b>\n<b> אם ראה נחשים ועקרבים </b> הוא דלא כר\"ש בגמ' וק\"נ פי\"ג דשבת שרבינו סמך על סוגיא דשם. ועמ\"ש בחי' בס\"ד:"
            ],
            [
                "<b>נשים </b>\n<b> עבדים וקטנים חייבין בתפלה. וכל איש שפטור מק\"ש פטור מן התפלה. </b> לא נתבאר בדברי רבינו בחיובא דח\"ע וחב\"ח. ולפי הכלל שתולה תפלה בק\"ש. א\"כ י\"ל דכמו בק\"ש ה\"נ בתפלה. והנה בירושלמי פ\"ג ה\"ג דברכות א' שם נפ' מק\"ש מדכ' ולמדתם את בניכם. בניכם ולא בנותיכם. ועבדים פטורים מדכתיב שמע ישראל ה' אלקינו ה' אחד מי שאין לו אלא אדון אחד. יצא עבד שי\"ל אדון אחר [וכה\"ג דרשו בבבלי חגיגה ד' א'. אך שם הוא מקרא דהאדון שהוא מיותר אבל דרשת הירושלמי הוא מהשם הקדוש כפי קריאתו ל' אדנות. וע' כה\"ג בירושלמי רפ\"ט דנזיר. ופ\"ק דקדושין סוף ה\"ב וילה\"ע דבזה שייך גם פלוגתת האמוראים במגילה י\"ד א'. עבדי ד' ולא עבדי פרעה והארכתי במ\"א בס\"ד. דנ\"מ טובא לדינא] והקשו המפ' ת\"ל מג\"ש דלה לה. ותי' מר\"ן הגר\"א ז\"ל בשנ\"א פ\"ג דברכות. ובתורע\"א. ופ\"מ על הירושלמי כולם בסגנון אחד דנ\"מ לח\"ע וחב\"ח וכתי' הבבלי בחגיגה שם וא\"כ להירושלמי לאו כללא הוא דהרי ח\"ע וחב\"ח ודאי דחייב בתפלה וא\"כ מ\"ט כ' רבינו כל איש שפטור מק\"ש כו'. וצ\"ל דס\"ל להלכה כהבבלי דלא מייתר קראי להכי וכפשטא דמילתא דנפ' משום מ\"ע שהזמ\"ג. א\"כ לצ\"ק לפטור לעבדים. וירושלמי לשיטתי' דס\"ל דנפ' מדכ' בניכם. א\"כ בכה\"ג לא נתמעטו עבדים. עי' מל\"מ פ\"י ממלכים. ומש\"ל פ\"א מת\"ת בס\"ד. ועיקר מחלוקתם כתבנו בס\"ד בתשובתי לענין תשלומין לק\"ש. דתליא בפ' הרמב\"ן עם רבינו אם ק\"ש הם ב' מצות או מצוה אחת די\"ל דק\"ש ל\"ה כלל מ\"ע שהז\"ג ולכן צ\"ק לפטור גם נשים. וכ\"א לשיטתי' אזיל ודברי מרן הגר\"א נשגבו ממני לפי שיטתו בשנ\"א פ\"א ופ\"ג דק\"ש א\"א להוציא לחבירו ואף הבקי א\"י להוציא לשאינו בקי ע\"ש והיא מד' הירושלמי פ\"ג מדכ' ושננתם שיהא כ\"א משנן בפיו (וע' בבאורו סי' צ\"ט סק\"י) א\"כ לל\"ק לפטור לח\"ע וחב\"ח ות\"ל דלא משכ' כלל דהא קיי\"ל לענין תקיעת שופר דח\"ע וחב\"ח אף לעצמו אינו מוציא. וצריך לשמוע תק\"ש מאחרים שא\"א להוציא אך משכ\"ל לחייבו עד שנצרך קרא לפוטרו. וק' מד' הירושלמי דידי' אדידי. והארכתי בזה שם בס\"ד. ואולם כללא דרבינו בל\"ז אינו מדוייק כ\"כ. ולשון הטוש\"ע סי' ק\"י מתוקן יותר ע\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>וקורא </b>\n<b> פ' ראשונה מק\"ש וישן ואפילו אשתו עמו.</b> נ\"ל דלשון נקיה נקט. ור\"ל אף אם רוצה לשמ' מ\"מ יקרא ק\"ש וברכותי' וגם ברכת המפיל קודם ולא כדעת קצת האחרונים ז\"ל לאמר ברכת המפיל ופ' א' מק\"ש אח\"כ. וראיה מוכרחת לזה נ\"ל ברור מתקנת עזרא דאסורים היו לברך שום ברכה ולקרות ד\"ת כשהיה בע\"ק וא\"כ בודאי ברכו וקראו קודם וה\"נ גם לדידן דהא חזינן דהוא צורך הברכה ול\"ה הפסק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עי' </b> רמב\"ן ז\"ל שדעתו בס' המצות דבה\"ת הוא מ\"ע בפ\"ע. והש\"א בתשובה הכריח כמותו מנדרים פ\"א א' ע\"ש. אולם לא הי' עדיין במדינתו שיטה מקובצת על ב\"מ. ואנו זכינו לאורו. ושם דף פ\"ה ע\"ב מייתי ת' רבינו שמפרש מש\"ש שלא ברכו בתורה תחילה. היינו שקראו לכהן ע\"ה לפני ת\"ח [וכבר פי' כן האחרונים] וא\"כ אין מקום תפיסה לרבינו ז\"ל דלשיטתי' אזיל. מש\"ב הרר\"ח נ\"ז שליט\"א:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בזה\"ז </b>\n<b> שתקנו ברכת המינים. </b> ע\"ל רפי\"ב. דכבר בימי ר\"ג היה זה ור\"מ שהיה אחר דורו י\"א י\"ח ברכות. ע' כ\"מ מהירושלמי. וכ\"ה בתוספתא שלהי ברכות. ואולי שגירת לישנא הוא מ\"ש י\"ח ברכות. כמו אצלינו. ועי' גם בסוטה ט\"ו ב' מש\"ש ר\"מ הניחו לי כו'. וא\"ש גם בל\"ז:"
            ]
        ],
        [
            [],
            [
                "<b>ואח\"כ </b>\n<b> יתפלל לקיים מה שנ' לשמור מזוזות פתחי. </b> כ\"ה בירושלמי פ\"ה ה\"א ובדב\"ר פ' תבוא מהך קרא. וכ\"ה ברי\"ף ורא\"ש בברכות גם בבבלי ומשם מבואר דפתחים ממש קאמר. וע' בטור שולחן ערוך סי' צ\"א:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> ד\"ה ודע. ע\"ש בגמ' כי ט\"ס יש כאן:"
            ],
            [],
            [],
            [
                "<b>והרב </b>\n<b> ממנה אחד מתלמידיו להתפלל לפניו בציבור.</b> ע\"ל פי\"ב ה\"ו וע' א\"ח סי' נ\"ג סט\"ו. דש\"צ קבוע א\"צ ליטול רשות. ואאמו\"ר הגז\"ל הקשה מערכין י\"א ב'. דמבואר דגם ש\"צ קבוע נוטל רשות. ואני מצאתי שכבר העיר בזה הגר\"א ז\"ל בבאוריו שם ובס' מו\"ק להגריעב\"ץ ובחוקות החיים ישבתי זה בס\"ד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או </b>\n<b> שלא לשחוט או\"ב ביום א'.</b> עי' בגמ' שם ובמגילה כ\"ה א'. ובצל\"ח ברכות שם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואומר </b>\n<b> סדר היום.</b> אולי צ\"ל סדר קדושה וכצ\"ל בהלכה שאחרי' וכמ\"ש בתחילה כן. וכלשון הגמ' שלהי סוטה. קדושה דסידרא:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואם </b>\n<b> טעה בברכת המינים א\"מ לו.</b> בירושלמי פ\"ה דברכות פ\"ג אמר דאף בברכת מחיה המתים ובונה ירושלים א\"מ אותו. שמא מין הוא [ע\"ל פ\"ג מתשובה ה\"ו]. וע' תנחומא פ' ויקרא ומאוד תמוה לי שלא נזכר ד\"ז בפוסקים:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ </b> ד\"ה וכן. מש\"כ ומועדות. צ\"ל ומעמדות:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ונוהגין </b>\n<b> כל ישראל להדליק עששיות בבתי כנסיות.</b> תרומות ספי\"א ופסחים נ\"ג ב' ועי' שם בירושלמי:"
            ],
            [],
            [],
            [],
            [
                "<b>מי </b>\n<b> שצריך.</b> נ\"ל שצ\"ל ומי ושייך להלכה שלפניה. דאסור ליכנס אלא לדבר מצוה. ולכן מי שצריך כו'. וע\"כ לא יעשנו קפנדריא. ואח\"ז בהלכה י' חוזר רבינו לתחילת דבריו. וא\"ש מה שגמגם הכ\"מ בזה:"
            ],
            [],
            [],
            [
                "<b>בכ\"מ </b> ד\"ה אין, \"אמר רבי\" נתהווה ט\"ס מר\"ת א\"ד. וצ\"ל איכא דאמרי ע\"ש:",
                "<b>ואפילו </b>\n<b> כותל אחד.</b> נראה דרבינו מפרש זה במ\"ש בגמ' חזא תיוהא היינו שהיה צריך תיקון במקום אחד לבד. ומצד הסברא ג\"כ הוא כן:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>גדולים </b>\n<b> ובני חורין.</b> מעובדא דר\"א ששחרר עבדו ברכות מ\"ז ב' וגיטין ל\"ח ב':"
            ],
            [],
            [],
            [
                "<b>קרא </b>\n<b> ונשתתק.</b> ע' מה\"פ על הירושלמי ספ\"ד באריכות:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובימי </b>\n<b> התענית בשחרית.</b> עי' כ\"מ ובב\"י סי' תקע\"ה ובבאורי הגר\"א ז\"ל שם וצל\"ע שם בד\"ק ז\"ל. ואכ\"מ:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> העולה לקרות בתורה פותח בדבר טוב כו'.</b> ירושלמי מגילה פ\"ג ה\"ז. וע\"ש בבבלי ל\"א ב' קרוב לזה:"
            ],
            [
                "<b>ע' </b> השגת הראב\"ד וכיון לירושלמי ספ\"ד דמגילה. אבל שם הוא למעליותא דומיא דשירת הים ועשרת הדברות. דא' שם שמברכים לפניהם ולאחריהם. ובבבלי ב\"ב ומנחות מ' להדיא דלוריעותא קאמר. וע' הקובץ בשם מורו ז\"ל. וא\"ש קצת. וע' תוס' שו\"ש. ובכ\"מ פי\"ב ה\"ו בשם הזוהר. ומש\"כ הכ\"מ לתרץ השגת הראב\"ד על רבינו תמוה מאד דזהו בכלל קריאת התורה וכ\"ד שצריך עשרה כן. ע\"ל פ\"ח ה\"ו. וקצת י\"ל לפי הנהוג גם אצלינו שהכל יוצאים בשמחת תורה בעת קריאת התורה לשמוח בביתו ולסעוד קצת וכ\"פ נשאר כמעט מנין מצומצם. ואולי הרבותא הכא דאפילו לכתחילה רשאי וצ\"ע:"
            ],
            [
                "<b>מ\"ש </b> הכ\"מ בשם הר' מנוח. דבירושלמי גרסינן כמנהגינו. ל\"נ לפנינו ובאמת הוא בבבלי שם ל\"א ב'. וע\"ש מ\"ש רש\"י פי' בגמגום במרוצה ובקושי ואינו מובן לשון זה. ועי' ברכות כ\"ב א':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חל </b>\n<b> ר\"ח אדר להיות בשבת כו' בואתה תצוה כו'. </b> כ\"ה גי' הרי\"ף שלא כגי' שלנו וצע\"ג. עי' ק\"נ פ\"ד דמגילה אות ל\"ז:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואצבעותיהם </b>\n<b> כפופות כו' ומחזירים פניהם כו'. </b> נלמד כ\"ז ממש\"ל ה\"ו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מכל </b> דברי רבינו אלו מבואר להדיא כד' אא\"ז הלבוש ז\"ל דאפילו במדינה הוא מ\"ע מה\"ת לישא כפיהם ולא כמש\"כ הג\"ר יעב\"ץ ז\"ל במו\"ק של\"ו דהוא מדרבנן. וכמש\"כ אנחנו בקונטרס הר המור בס\"ד להשיב ע\"ז ממנחות י\"ח ב' חולין קל\"ג א'. דחשיב ט\"ו עבודות לכהנים ובינייהו נ\"כ בגבולין. וע' סוטה ל\"ח א' יליף מקרא דבמקדש לחוד הוא דמברכינן בשם המיוחד ולא בגבולין. וע' כתובות כ\"ה ב'. וביותר מבואר כן בירושלמי פ\"ג דברכות ה\"א ופ\"ז דנזיר ה\"א דמ\"ד שם דעשה דנ\"כ דוחה לטומאת כהנים ככל עדל\"ת [וא\"ל מזה ראי' להראב\"ד פ\"ה מנזירות דבזה\"ז ע\"כ הוא רק מדרבנן. דהא בימי האמוראים היה להם אפר פרה והיו יכולים ליטהר ויל\"ד] ומה שהכריחו לזה מהא דש\"ץ כהן אינו רשאי להפסיק. אינו ראיה כלל כמש\"ש בס\"ד. ודברי רבינו נכונים:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכהן </b>\n<b> שעבד ע\"ז בין באונס כו'.</b> ע' כ\"מ והוא תלמוד ערוך בע\"ז נ\"ד א'. עש\"ה:"
            ],
            [],
            [
                "<b>אלא </b>\n<b> נוטל את ידיו עד הפרק.</b> חולין ק\"ז א'. וירושלמי יבמות:\n<b> והחלל אינו נושא כפיו.</b> עכ\"מ. ועדיפא הל\"ל מהא דפי\"ד ה\"ו דתיקן ריב\"ז שלא יעלו בסנדליהם שמא תפסק ויאמרו ב\"ג וב\"ח הוא. וע' כתובות כ\"ה י\"ב. ויל\"ע קצת אם עלה אם ירד. די\"ל כמו בעבודה. דאם עבד לא חלל ואפילו לאחר שנודע כשי' רבינו פ\"ו מבמ\"ק ה\"י. או י\"ל דכאן קודם שנשא כפיו הרי לא עבד עדיין. ותו דנ\"ל דגם בעבודה גומר באמצע כשהתחיל ויל\"ע בזה. ובאמת ילה\"ק דבכל דבר בנ\"כ הוא לכתחילה מה שבעבודה הוא בדיעבד. וא\"כ לפ\"ז בנ\"כ ישא כפיו לכתחילה. וצ\"ל דש\"ה דכתי' בני אהרן הכהנים. וכמדומני שבס' מו\"ק עמד בזה ואת\"י כעת:"
            ],
            [
                "<b>ואין </b>\n<b> מונעין אותו שא\"א לאדם רשע הוסף כו'.</b> ע' ב\"ק ס\"ט א'. קדושין כ' ב'. ובש\"ך ודגמ\"ר וגליון רש\"א יו\"ד סי' קנ\"א ודו\"ק. כ\"א הרה\"ג שליט\"א. וק\"ק מלאו דכל ב\"נ לא יאכל בו ואף שנמנה על הפסח דאל\"כ ת\"ל משום איסור שלא למנויו ואולי נ\"מ משום מלקות ועמ\"ש במקומו בס\"ד. וע' תוס' פסחים כ\"ח ב':"
            ],
            [
                "<b>ואל </b>\n<b> תתמה כו'. </b> ע\"ש בירושלמי גיטין וברכות ספ\"ה ולכאורה תלוי זה בד' דר\"ע ורי\"ש בחולין מ\"ט א'. מהנ\"ל:"
            ],
            [],
            [],
            [
                "<b>ואם </b>\n<b> היתה הבטחתו.</b> והוא בנד פורתא. כ\"א להדיא בסוטה ל\"ח ב'. וכמש\"ל הי\"א. ולפלא שלא נזכר כלל ד\"ז בפוסקים רו\"א. אאמו\"ר הגז\"ל בחידושיו למשניות:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "בני בנימין על משנה תורה, הלכות תפילה וברכת כהנים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Benei Binyamin",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}