{
    "title": "Chidushim of Machaneh Ephraim on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chidushim_of_Machaneh_Ephraim_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה בסוף לשונו והיה אפשר לומר דבדרבנן מבטלין איסור לכתחלה וכו' ע\"כ. נ\"ב נ\"ל דהיינו טעמא כיון דהוי ספק אם יש כאן איסור דאי מטעם חד בתרי בטל עדיין לא נתבטל כיון דהוי האיסור ניכר כמ\"ש הכ\"מ:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה ז\"ל ואם נחתך אחר שחיטה וכו' עד ומ\"ש למעלה דאמר ר\"י אין בהם אלא מצות פרישה פירושו שהן אסורין מן התורה וכו'. נ\"ב בס\"פ העור והרוטב נראה קצת כדברי רבינו:"
            ]
        ],
        [
            [
                "<b>כתב </b> הר\"מ ז\"ל <b> האוכל כזית וכו'.</b> נ\"ב כן נראה בפרק דם שחיטה אמנם בס\"פ חרש נראה דאינו חייב אלא עד רביעית וצ\"ל דאתי כמ\"ד כזית קרוש בעינן וצריך שיהא רביעית לח, ועיין בה' ט\"מ:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה אבל אם היה לב בהמה וכו' עד אבל דם שבשלו וכו' כדאיתא בהקומץ וכו'. נ\"ב ומדברי רבינו בפ\"ט נראה דההיא דהקומץ אינה הלכה:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה לפיכך מותר וכו' עד וחתוכה לא גזירה שמא יתננה לו וכו'. נ\"ב כלומר כשיתנה לו בפני ישראל יחזור וימכרנה לישראל ומש\"ה לא יתננה לו בפני ישראל גזירה שמא יחזור וימכרנה לישראל דאם לא כן הוי גזירה לגזירה וכן הוא דעת הרי\"ף ונסתלקה קושית הרשב\"א ז\"ל:<br><b> בסוף </b> לשון זה כתב ה\"ה ודקדקו קצת מן המפרשים מכאן שרוב מצויים אצל ניקור וכו'. נ\"ב קשה והא אפשר להתברר הענין וכמו שאמרו ברוב מצויין אצל שחיטה מומחין הן:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הל\"מ באמצע לשונו ז\"ל ואי אית ליה לרבינו דזריעה וכו' א\"כ אמאי לא לקי וכו'. נ\"ב עיין בתוס' שם בקידושין וליתנהו לדברי הרב המחבר:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> מרן בכ\"מ ז\"ל באמצע לשונו וכתב הר\"ן שהרמ\"ך השיגו כו' עד נראה מדבריו שמפרש וכו'. נ\"ב לא ידעתי היכן נראה כן דאדרבה הר\"ן כתב דרבינו השוה את הרואה ללוקט כלומר כמו שאינו יכול ללקוט ביד כן הוא הרואה ואם מפני מה שכתב הר\"ן ז\"ל בסוף דבריו דכיון דקי\"ל כמר בריה דרבינא נקטינן כותיה הבין כן. גם זה אינו דכונת הר\"ן לומר דנקטינן כמר בריה דרבינא כל דמשוה ערלה לכלאים דהא נקטינן כותיה והכי סיים הר\"ן אבל לא במה דשני לקולא:"
            ],
            [],
            [],
            [
                "<b>כתב </b> הר\"מ ז\"ל <b> עכו\"ם וישראל שהיו שותפין בנטיעה וכו' עד ואם לא התנו מתחלה אסור.</b> ע\"כ. נ\"ב נראה דהיינו דוקא לכתחלה אבל בדיעבד מותר דהו\"ל חליפי ערלה כמבואר פ\"ח:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הקשה </b> הל\"מ באמצע לשונו על הרמב\"ם ז\"ל דבכלאים אי מפרש וכו'. נ\"ב ול\"נ דרבינו סובר דכלהו ילפי מתרומה וחד מהנך דהיינו חלב וע\"כ אפי' שאר משקין דהא חדש וחלב לאו זיתים וענבים נינהו והא דנתמעטו בתרומה זיתים וענבים היינו מדין מלקות והא דלא לקי בזיתים וענבים אלא גבי ערלה וכלאי הכרם ולא באינך היינו משום דלא כתיב בהו זיתים וענבים:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרמב\"ם ז\"ל <b> הלוקח כלים חדשים וכו' עד ואם היו מזופתין וכו'.</b> נ\"ב והא דקתני בברייתא ישנים או מזופתין אסורים ה\"ק אסורין להשתמש בהם כל שלא הוכשרו דהיינו ישנים בעירוי מזופתין כיון שהן חדשים סגי להו בהדחה:<br><b> באותו </b> דין כתב מרן בכ\"מ באמצע לשונו וכלים אלו כיון שנראים חדשים ודאי לא הכניס בהם יין לקיום וכו'. נ\"ב והא דאמרינן בגמרא כל שמכניסו אפי' לפי שעה גזרו בו רבנן היינו כשהכלי של ישראל גזירה שמא ישהא אצלו אבל בכלים של עכו\"ם בעינן שכנסו לקיום אע\"פ שמדברי התוס' בפרק אין מעמידין לא נראה כן:"
            ],
            [
                "<b>כתב </b> הכ\"מ וחכמי לוניל וכו' עד וכיצד יהיה הכוס ששתה בו הכותי וכו'. נ\"ב מכאן משמע דכלים שאין מכניסם לקיום אפי' נשתמשו בהם הכותים כמה פעמים די בשכשוך דהרי הכוס אע\"פ ששתה הכותי בו כמה פעמים סגי בשכשוך:"
            ],
            [],
            [],
            [],
            [
                "<b>כתב </b> מרן הכ\"מ השגת הראב\"ד ז\"ל. נ\"ב כוונת הראב\"ד דבעינן שיכניס גחלים ולא סגי כשיחם אותו עד שירפה הזפת:"
            ]
        ],
        [
            [
                "<b>כתב </b> הכ\"מ ז\"ל כיצד היא הנגיעה שאוסר בה הכותי וכו' עד י\"ל דשלא נאסר היין שכתב שפיר משמע דלא נאסר בהנאה וכו'. נ\"ב כן נראה ממ\"ש בסמוך דין ב' הגביה ולא שכשך ולא נגע מותר משמע הא אם נגע אסור:<br><b> באותו </b> דין כתב הכ\"מ ז\"ל וכן אם אחז כלי פתוח של יין עד מ\"ש בסוף לשונו כלומר דכשניתז מן היין הוי כחו דנפיק אבראי ע\"כ. נ\"ב אי מדין כחו הוא דאסור מאי דלגואי לא מיתסר אלא בשתיה לדעת הראב\"ד ז\"ל והרמב\"ם אסרו בהנאה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרמב\"ם ז\"ל וז\"ל <b> כותי שנפל לבור של יין וכו' עד ה\"ז מותר בהנאה וכו'.</b> נ\"ב זה תימה דאפילו בשתיה יהיה מותר דהוה נגיעה ע\"י ד\"א שלא בכונת מגע:"
            ],
            [
                "<b>בכ\"מ. </b> כתב הראב\"ד וכו'. נ\"ב הרשב\"א בת\"ה כ' משם הראב\"ד ז\"ל דאסור בהנאה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הל\"מ במ\"ב באמצע לשונו ושאר בעינן דרך עקלתון וכו'. נ\"ב לא ידעתי מי הגיד לו דבשאר בעינן דרך עקלתון:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> מרן ז\"ל בכ\"מ וז\"ל מקום שהיו רוב מוכרי יין וכו' עד אבל היין עצמו אסור כיון שרוב העיר היו כותים וכו'. נ\"ב אבל עדיין קשה דחבית שצפה בנהר דאם נמצאת כנגד עיר שרובה ישראל דאין מותרת אלא בהנאה ואמאי אינה מותרת גם בשתיה:<br><b> באותו </b> דין חבית שפתחוה וכו' כתב הל\"מ ז\"ל במ\"ב דפתחין לשם ממונא וכו'. נ\"ב היינו דוקא במקומות שהיו מטמינים הממון בתוך היין:"
            ]
        ],
        [
            [],
            [
                "<b>כתב </b> מרן ז\"ל וכתב הראב\"ד וכו' עד מ\"ש אסור משום שיש לו שייכות בבית. נ\"ב וכתב הר\"ן ז\"ל משם הראב\"ד דוקא כשנמצא שם אסור:"
            ],
            [],
            [
                "<b>כתב </b> מרן בסוף לשונו אפי' למ\"ד דלא חיישינן לגומלין. נ\"ב ע' בפ\"ב דכתובות והרמב\"ם ז\"ל בפ\"כ מהל' א\"ב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרמב\"ם <b> אבל המפקיד יין ביד גר תושב וכו' עד יראה לי וכו'.</b> נ\"ב כלומר דמטעם זה בהניח ביתו פתוח בחצר אסור דאע\"ג דהכא לא שייך טעמא דאינם מקפידים על מגעו של עכו\"ם דאין היין בביתו מ\"מ איכא למיחש לזיופא דידיה, וע' בפ' אין מעמידין (עבודה זרה דף ל\"א ע\"ב) השולח חבית של יין ביד כותי וכו', עד כאן:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הכ\"מ בסוף לשון המתחיל ויש לדקדק בדברי רבינו וכו' עד הא לאו הכי הפת מותרת אפילו בחדש שלא ניתצו ולא ציננו. נ\"ב ע\"כ צ\"ל הכי דמסיק בגמרא כי פליגי וכו' בתנור וקדרה ותנור הוי כקדירה ששרפה בעצי האיסור דרבי סבר מותר שאין הגוף נהנה מהם בלא גורם ב' ואי ההיא דאפה בו את הפת דרבי אומר הפת אסורה איירי בחדש שצננו ואפה בעצי היתר אמאי הפת אסורה זה וזה גורם הוה. אבל מ\"מ קשה לרבינו דמ\"ש מכוסות וקדירות שבישלן היוצר בקליפי ערלה דאסורין בהנאה משום דיש שבח עצים בהם וה\"נ בחדש שלא צננו היכי מצי לאתהנויי מיניה בלא גורם וצ\"ע. ויש לחלק דשאני כוסות וקדרות שנהנה מגוף הכוס שהוא אסור אבל בתנור אינו נהנה מגוף התנור אלא מחומו והחום מותר הוא ודו\"ק ועדיין צ\"ע ודו\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרמב\"ם <b> ודגים קטנים שמלחן ישראל או כותי הרי הן כמי שנתבשלו.</b> נ\"ב כלומר דאע\"ג דעדיין אינם ראויים לאכילה מליחתן הרי הן כמי שנתבשלו מקצת בישולו ע\"כ:"
            ],
            [],
            [
                "<b>כתב </b> הכ\"מ פולין ואפונים וכו' עד ועוד שכתב בפרק זה דשמן ודבש וכו'. נ\"ב דה\"ט דחיישינן לשמא היה דבוק איסור בעין דאז לא שייך לומר נט\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "חידושים מהגאון בעל מחנה אפרים על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Chidushim of Machaneh Ephraim",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}