{
    "title": "Tzafnat Pa'neach on Mishneh Torah, Sabbath",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tzafnat_Pa'neach_on_Mishneh_Torah,_Sabbath",
    "text": [
        [
            [
                "<b>שביתה בשביעי כו'.</b> עי' לקמן פ' כ\"א ה' א' נאמר בתורה תשבות. והנה עיין בע\"ז ד' נ' ע\"ב אמר שם דמועד טרחא אסור אף בלא מלאכה ע\"ש ועי' בתוס' מו\"ק ד' י\"ב ע\"ב ד\"ה מכניס דמספקא להו בזה וד' י\"ד ע\"א ד\"ה ושאר וד' י\"ט ע\"א ד\"ה וטווה ע\"ש ובירושלמי שם ובשביעית פ\"ב ועי' עירובין ד' ל\"ה ע\"א ור\"ה ד' ל\"ב ע\"ב מוכח דדבר דבעיא מרא וחצינא אף דאינו מלאכה מ\"מ אסור מה\"ת והטעם משום שביתה מטירחא וזה ר\"ל הך דר\"ה ד' ל\"ב בקדשהו כו' ע\"ש ובחגיגה ד' י\"ח ע\"א והך מצוה ביוהכ\"פ ליכא וזהו הך דשבת ד' קי\"ד ע\"ב גבי הך דקניבת ירק ולא כשיטת התוס' שם דהוה רק אסמכתא ועי' רש\"י יומא ד' ע\"ד ע\"א ד\"ה שבתון וד' פ\"א ע\"ב ד\"ה תשבתו ע\"ש ונראה דהא דסבירא ליה לרש\"י ביבמות ד' מ\"ח ע\"ב דב\"נ נמי מוזהר על זה רק משום טירחא וכהך מ\"ד בכריתות ד' ט' ע\"א דכל שישראל אסור בחוה\"מ ב\"נ אסור בשבת ועי' בירוש' פ\"ח דיבמות דהיינו עבודת קרקע ע\"ש ור\"י לשיטתיה במו\"ק ד' י\"ב ע\"ב דמחובר בחוה\"מ אפי' כולו אבד אסור משום דהוה מה\"ת ועי' ביצה דט\"ז ע\"א ע\"ש:"
            ],
            [],
            [],
            [
                "<b>וכן כל מקום וכו'.</b> עי' מו\"ק ד' י\"ב ע\"ב ושם ר\"ל כה\"ג דאף מכת מרדות ליכא דהא המלאכה גמורה בחוה\"מ ליכא רק מכת מרדות ור\"ל כך שיש מלאכה שהוא משום שבות וזה ג\"כ הך דר\"ה דף ל\"ב קדשהו כו' ע\"ש ובחגיגה דף י\"ח ע\"א אך יש עליו שם מלאכה דרבנן אסמכוה על מלאכה דאורייתא עי' לקמן פכ\"א ובכמה פרקים דרבינו סמך מלאכות דרבנן על שם מלאכה והוא כך דהנה יש שני מיני דרבנן למשל כמו חלוצה הוה דרבנן ושנייה הוה דרבנן ומחלוצה דרבנן הוה חלל דרבנן ומשנייה דרבנן לא הוה ממזר דרבנן והטעם דחלוצה יש עליה שם גרושה ושניה לא הוה אלא בגדר משמרת למשמרתי עי' יבמות ד' כ\"א וזהו מה דר\"ל הגמ' בעירובין ד' ק\"ה שלא התירו לך אלא משום שבות ר\"ל רק הני דאין עליהם שם מלאכה דרבנן אבל היכא דיש עליהם *שם מלאכה דרבנן לא התירו וכן בהך דלא גזרו על שבות ביהש\"מ הוא ג\"כ כן ועי' בהך דשבת ד' מ' ע\"א אמר רבא האי מאן דעבר כו' ועי' מש\"כ רבינו ז\"ל בהל' סוטה פ\"ב הל' ח' ט' והוא הדין כאן גבי שבת כגון רדיית הפת ותקיעת שופר דהוה חכמה ולא מלאכה ר\"ל דאף דאסורה בשבת מ\"מ אין איסורה משום מלאכת שבת עי' מש\"כ הרי\"ף ריש פ\"ק דשבת ובה\"מ ומ\"ה וגם נ\"מ לגבי הך דלא גזרו שבות במקדש עי' עירובין ד' ק\"ב ע\"ב ברש\"י ותוס' ומנחות ד' צ\"ז ע\"ש ברש\"י דהוא נגד הגמ' דשבת ד' קכ\"ג ע\"ב גבי קנים דלה\"פ ע\"ש אך דר\"ל שיש שם מלאכה עליו מדרבנן לא משום מוקצה בלבד וזה ר\"ל הירושלמי בכ\"מ לא כל שבות התירו חכמים ועי' פסחים ד' ס\"ה ע\"א וכן נ\"מ לשיטת רש\"י עירובין ד' ס\"ט ע\"א דאף מומר לחלל שבת באיסור דרבנן הוה מומר לכל התורה ע\"ש ועי' בהך דהוריות ד' י\"א ע\"א גבי כלאים דרבנן ע\"ש ר\"ל רק במלאכות שבת דרבנן אבל בדבר דלא הוה שם מלאכה אף דאסור לא הוה מומר ועי' בהך דמנחות ד' ע' ע\"א גבי הא דאמר שם הזורע כלאים בעציץ שאינו נקוב אסור ואמר שם אי אשמועינן לוקה מ\"מ שפיר אלא אסור כו' והביא מתרומה ע\"ש וקשה הא זה מבואר במשנה בכלאים סוף פ\"ז דאסור אך ר\"ל כך אם רק אסור לזרוע או אם זרע כלאי הכרם בעציץ שאינו נקוב אסור דשם כלאי הכרם עליו ואמר אביי אם אשמועינן לוקה ר\"ל אם אכלן שפיר אבל הא דאסור בדיעבד זה ראיה מתרומה דהוה תרומה ועי' בתוס' יבמות ד' פ\"ט ע\"ב מה שכ' בשם ריב\"ן ע\"ש:",
                "[<small>השמטה</small><b> גבי אין שבות במקדש. וכן </b>ס\"ל לרבינו לק' בפכ\"א הכ\"ז גבי רטיה דמניחין רטיה במקדש לכתחילה ובהל' ק\"פ פ\"א הי\"ח דרק הני הרכבתו דרבינו פסק דלא כר\"נ דאין חי נושא את עצמו גבי שאר ב\"ח כמבואר לק' פי\"ח הט\"ז וכן ס\"ל תחומין י\"ב מיל מה\"ת כמבואר בדברי רבינו לק' פכ\"ז וכן חתיכת יבלתו בכלי ע' מש\"כ לק' פ\"ט הי\"ח ומשום מתקן אבל שבות ליכא כלל במקדש וע' ירושלמי פסחים פ\"ו ופ\"ח והא דערובין דף ק\"ג הוא רק לר\"א דהולך לשיטתי' בפסחים דף ס\"ד ע\"ב דבשבת לא היו מקלות וזה רק דברי ר\"א כמש\"כ רבינו בפהמ\"ש ואנן לא ס\"ל כן ובזה א\"ש מ\"ש התוס' שם דף ס\"ה ע\"א ד\"ה המכבד ומשום דר\"א לשיטתו ולכך רבינו בהל' ק\"פ פ\"א הט\"ז לא פסק כן וגם כיון דע\"כ זה אתיא כר\"נ דחי נושא את עצמו כמבואר בעירובין דף ק\"ג ור\"נ לשיטתו בפסחים שם דשבות שאינה צריכה לא התירו וע' בתוס' סוכה דף נ' ע\"ב וקנים הוא מחמת גדר בנין כמש\"כ רש\"י וגם י\"ל כמ\"ש רש\"י עירובין דף ק\"ג ע\"ב דגבי שבות יש לחלק היכא דאפשר מאתמול או לא אפשר וגבי קנים אפשר מאתמול וגם י\"ל דטעם רבינו לק' פ\"ט גבי יבלת י\"ל דהך דעירובין קאי לר\"א דס\"ל בביצה דף ל\"ג דקטימה כה\"ג חייב חטאת משא\"כ לדידן ע' לק' פי\"א ה\"ז ובשבת דף קמ\"ו ע\"ב גבי הך דר\"א גבי גזירה שמא יקטום ודף קכ\"ד ע\"ב ע\"ש: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [],
            [],
            [
                "<b>כל המתכוון לעשות כו' כגון שנתכוון כו'.</b> זה רק אם לכך פטור מחמת שזה לא הוה מלאכה אבל אם באמת נתכוון למלאכה זה רק משום שזה שלא כדרך המלאכה ונעשה כדרך חייב לכולי עלמא כנ\"ל ועי' בהך דשבת ד' צ\"ב ע\"ב ובירוש' שם ששם ט\"ס ע\"ש ועי' בהך דפסחים ד' ל\"ג ע\"א ועי' בירושלמי שבת סוף פ' י\"א דה\"ה אם מתכוון לקצור פחות מכשיעור הוה נמי מתעסק ואף דבדבר אחר חייב בכ\"ש כמו ליפות את הקרקע וצ\"ל דכל פחות מכגרוגרות לא הוה קצירה כלל ועי' ב\"ק ד' כ\"ו ע\"ב ושבת צ\"א ע\"ב ותוס' שם ד' ק\"ד ע\"ב:"
            ],
            [
                "<b>נתכוון ללקוט כו'.</b> נ\"ל דשיטת רבינו כך דזה ודאי מתעסק ר\"ל שלא ידע בשעה שעשה מה שעשה זה ודאי פטור כמבואר בסוף ה' י\"א רק די\"ל דנחלף לו דסבר דזה הוא מה שרצה אך בין שחור ללבן לא טעו עיין פ\"ה דנזיר ע\"ש בירוש' בה\"ג דאם תרם ביום הוה תרומה דלא טעי ובלילה טעי לכך ל\"ה [תרומה] ועי' בתוס' ב\"ב ד' נ\"ז ע\"א מהך דסנהדרין ע\"ש וא\"כ ע\"כ לא ידע ולכך פטור אבל במין אחד י\"ל שטעה שסבור שזה הוא מה שרצה אבל אם לא טעה בזה רק שסבר שזה הוא רוצה אז גם במין אחד פטור אך זה רק אם בידו הוא אבל אם אינו בידו אז חייב במין אחד ובזה יש לבאר כל דברי רבינו והגמ' ועי' שבת ד' ק\"ב ע\"א ע\"ש ובירוש' שם ועי' תוס' שם ד' ק\"ד ע\"ב ד\"ה מתכוון בסוף הדבור דאף אם עכשיו לא נתכוון לכתוב רק אות אחת מ\"מ כיון דצריך ב' אותיות ועלה בידו ב' חייב ע\"ש ועי' שבועות ד' כ\"ו ובירוש' פ\"ו דפסחים ע\"ש:"
            ],
            [],
            [
                "<b>אבל אם נתכוין כו'.</b> עי' בהשגות ע\"ש אך ר\"ל כך שרק החילוף היה בזמן מי קודם אבל לא בנר גם י\"ל שהוא סבור שהראשון הוא כבוי והשני הוא דלוק ורצה להדליק הראשון ולכבות השני ובאמת הדבר היה להיפך:",
                "<b>בנשימה אחת חייב כו'.</b> אך זה אינו חייב רק אהדלקה ולא אכיבוי דהא נתכון לאחר ולא איחר ע\"ש בע\"ב ברש\"י ועי' בתוספ' שבת פי\"ב לא משמע כן וי\"ל ועי' בירוש' פ\"ג דתרומות וע\"ש בתוס' תמורה ד' ד' ושם לא עבר על בל תאחר אם עשאן בבת אחת אך בזה עבר שצריך לאחר המעשה ועי' ירוש' דתרומות גבי אם נשרף הכרי אחר שהקדים המאוחר וא\"כ לא איחר המוקדם אם חייב אם לא ובאמת הנה רש\"י ז\"ל במס' שבת ד' קכ\"ז ע\"ב אמר שם דלוקה אף דזה פלוגתא אך באמת כך דהנה בגמ' דתמורה שם אמר דלכך פטור ממלקות משום דניתק לעשה דכל מעשרתיכם תרימו אך זה לא שייך רק אמה שהאחיר המוקדם דכיון דהתורה צותה להפריש אי אפשר שילקה על זה כעין דאמרינן בירוש' פ\"ה דיומא גבי הכניסן אחת אחת דעל אחרונה אי אפשר לחייבו דכיון דאומרים לו הכנס וזה ר\"ל הך דסוטה ד' ו' ע\"א רחמנא מי קרמי ליה על כרחו ע\"ש אך אמה שהקדים המאוחר בזה לא שייך ניתק לעשה וא\"כ אתי שפיר, והנה רש\"י ס\"ל בביצה ד' י\"ג ע\"א דגם אם הקדימו בשבלים עובר אך שם דייק רש\"י רק עובר ובירוש' דתרומות פ\"ג הוה בזה פלוגתא אך גבי שבלים לא עבר מה שהקדים המאוחר רק מה שהאחיר המוקדם דקודם הפרשה אין בו חיוב כלל רק לאחר שהפריש מעשר אז שוב יש עליו חיוב ובפרט לר\"א דס\"ל שטובלת אף בדבר שלא נגמרה מלאכתו עי' בירוש' פ\"ב דמעשרות ע\"ש אך מ\"מ מקרי ניתק לעשה לכך כתב רש\"י ז\"ל בביצה רק עובר אבל בשבת דמיירי דהקדימו בכרי דאז החיוב אמה שהקדים המאוחר וזה לא הוה ניתק לעשה ולכך לוקה ועי' בירוש' פ\"ג דמעשרות ה\"ג גבי מאי דבעי ר' יונה אם דמאי טובל לודאי ואמר שם נמצא מקדים ע\"ש ועי' יומא ד' נ\"ז וע\"ש בתו\"י יעי' ר\"ה ד' ל\"ד ע\"ב ועי' ברכות ד' כ\"ו ע\"ב ברש\"י גבי אם הבדיל בראשונה מוכח שם דס\"ל דהחסרון הוא בהמאוחר שהקדימו ומ\"מ לגבי השניה הוא דיועיל כמ\"ש התוס' מנחות ד' ל\"ח ע\"א גבי תכלת ולבן ע\"ש דנהי דתכלת לא יצא מיהו מצטרף בהדי לבן ויצא עכ\"פ משום לבן ועי' בתוס' שם בע\"ב ד\"ה אי לימא משמע ג\"כ דהחסרון הוא מה שהקדים המאוחר ועי' סנהדרין ד' מ\"ט ע\"ב דגבי יוהכ\"פ רק משום היום ולא משום העבודות וזה ר\"ל התוס' במנחות ד' ה' ע\"א ד\"ה ואי ע\"ש ועי' בירוש' פסחים פ\"ה ה\"ג א\"ת פסול כמי שלא קדמו ע\"ש ועי' ביבמות ד' ק\"ה ע\"א והך דאמר שם כסדרן לא מעכב אם הקדים רקיקה לחליצה וקשה דהא קי\"ל דרקיקה אינו מעכב וע\"כ צ\"ל דהחסרון הוא בהמוקדם שהאחיר היינו החליצה:"
            ]
        ],
        [
            [
                "<b>דחויה היא שבת כו'.</b> עי' בירוש' פ\"י דעירובין ה\"א מחלוקת שם גבי תינוק ע\"ש ותוס' שבת ד' קל\"ג ע\"ב אך באמת רבינו ז\"ל לא רצה לומר כן רק דרצה לומר דלא נימא דיש איסור שבת רק דסכנה דוחה אותה, רק דגוף השבת נדחה מפני הסכנה וזה ר\"ל הראב\"ד ז\"ל והביאו הר\"ן בפ' בתרא דיומא גבי הך דנבלה דאיסור שבת מעכבו עיין שם במה שתמה עליו הר\"ן ז\"ל אך הכי פירושו דנבלה האיסור על האוכלו ושבת הוא רק על העושה זה וכיון שצותה לנו התורה שנציל אותו בכל מה שאפשר ממילא צריכין אנו לחלל שבת בשביל החולה משא\"כ באכילת נבלה לנו אין איסור במה שהחולה אוכלה א\"כ ע\"ז אין שייך שהתורה צותה לנו לעשות זה וא\"כ ממילא יותר טוב שנדחה שבת מלהאכילו נבילה וזה ר\"ל הירוש' בסוף פ' בתרא דעירובין מוטב ידחה ל\"ת שלא באתה לידו כו' ר\"ל דבל תוסיף עובר ע\"י מה שאנו מצוין אותו לעשות ובל תגרע עובר רק ע\"י מה שאינו עושה ועל זה לא נצטוינו ועי' בסנהדרין ד' ע\"ב ע\"ב גבי מחתרת ועי' שבועות ד' כ\"ו ע\"ב ועי' מש\"כ רבינו ז\"ל בהל' שבועות פ\"ה הלכה כ' במה דפליגי שם רבינו ז\"ל עם הר\"ן ז\"ל אם מה שמותר בשביל סכנה אם זה מקרי בגדר ביטול הדבר, או שהדבר הוא אסור רק שהסכנה דוחהו, ועי' תוס' פסחים דמ\"ו ע\"ב מה דמקשו מאי טעמא לא אמרינן הואיל ע\"ש, ואי אמרינן דהאיסור נשאר רק דלחולה נדחה לא שייך בזה גדר הואיל:"
            ],
            [
                "<b>כללו של דבר כו'.</b> וזה הוא מש\"כ רבינו בה\"א דחויה שבת לא ר\"ל אם דחויה אם הותרה רק דגבי חולה אין וכל צרכיו אף שבלא הן לא ימות רק כיון שהוא מסוכן והוא צריך להם שרי ועי' לקמן בהל' י\"ד ועי' מכילתא פ' תשא דצריך קרא שחייב על שבת לאחר שעברה הסכנה וזה נ\"מ בין שבת לשאר איסורין ועי' בפסחים ד' כ\"ה ע\"ב גבי אישתא צמירתא דהוה פלוגתא שם אם הוה סכנה אם לא ובע\"ז דף כ\"ח ע\"א מבואר דזה סכנה ומחללין עליה את השבת ע\"ש ועי' תוס' שבועות ד' ט\"ו ע\"ב ע\"ש וצ\"ל כך דבעצם אינו סכנה רק דמביא לידי סכנה וזהו מה דאמרינן בנדרים דף מ\"א פרונקא דהוא בעצם אינו הסכנה רק דמביא לידי סכנה ובשבת זה שרי ולא בשאר איסורין ועי' תוס' ע\"ז ד' י\"ב ע\"ב ד\"ה הבלוע ע\"ש אף דלפעמים מתרפא מאיליו מ\"מ מחללין עליו את השבת ועי' שבת ד' כ\"ט ע\"ב מפני החולה שיישן ע\"ש ובר\"ה ד' כ\"ג ע\"ב:"
            ],
            [
                "<b>אלא על ידי כו'.</b> עי' ירוש' שבת פ' ט\"ז ה\"ז אם דאיכא סכנתא אפילו ר' אמי יטפי ע\"ש:"
            ],
            [],
            [
                "<b>והחום שמסמר כו'.</b> עי' מש\"כ בהל' ב':"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואם היו צריכין לדברים כו'.</b> עי' בהרב המגיד ועי' תוס' סוכה ד' כ\"ו ע\"א דמשמע שם דסכנת אבר הוה סכנה ועי' בירוש' פ\"ב דע\"ז בהך דרב ולוי ע\"ש ועי' נדה ד' נ\"ה ע\"ב. ומש\"כ בשם הרמב\"ן ז\"ל גבי שבות, עי' שבת ד' ל\"ז ע\"ב בר מיניה דר\"י דמסוכן הוא ושם ד' ק\"מ ע\"א גבי הך דראב\"י ע\"ש ועי' שם ד' קל\"ה ע\"א גבי אמו שוחה עליו וד' קמ\"א ע\"ב בתינוק שיש לו געגועין ושם ד' ס\"ו ע\"ב ועי' ביבמות ד' קי\"ד ע\"א ע\"ש בתוס' ועי' בע\"ז דף מ' ע\"ב גבי הך דרבי ושם ד' כ\"ח ע\"א דחש הוא כאיב ליה מעט ע\"ש:"
            ],
            [],
            [],
            [
                "<b>חיה משיתחיל כו'.</b> עי' בנדה ד' ל\"ט ע\"א בתוס' ד\"ה והיולדת ע\"ש דיש חשש לדם לידה מעל\"ע קודם פתיחת הקבר ועי' במשנה פ\"ז דאהלות ועי' בתוספתא ערכין פ\"א משמע דהוצאת יד הוה גדר יושבת על המשבר ע\"ש גבי האשה שנגמר דינה ועי' נדה דף כ\"ח ע\"א בהך דרב הונא ושם ד' ל' ע\"ב דב' ידיו אב' צדעיו ושם ד' כ\"ט ע\"א ר\"י אומר משיוציא צדעיו הוה לידה ועי' מש\"כ רבינו ז\"ל בהל' איסורי ביאה ועי' בס' ה\"ג בהל' מילה דמי שאינה יכולה להלך הוה לידה גמורה:"
            ],
            [
                "<b>עושין מדורה לחיה כו'.</b> עי' בה\"ה בשם השגות ור\"ל דכאן מיירי תוך ל' וע\"י עכו\"ם ועי' בה\"ג הל' מילה הביא הך דיומא על קטן ובהך דפסחים ד' ס\"ט ע\"א ובפסחים שם קאי לר\"א וצ\"ל דבה\"ג מיירי ע\"י עכו\"ם והנה הך דלעיל הל' ב' דאמר ביומא שם ד' פ\"ד ע\"ב אפילו ספק שבת אחרת ר\"ל שם כך דאם לא יעשו רפואה בשבת זו לא ימות רק אם גם בשבת שניה לא יעשו אז יש חשש מיתה מותר גם בשבת זו ועי' מש\"כ רבינו ז\"ל בהל' מאכלות אסורות פי\"ד הי\"ג ואם היה טועה במדבר כו' מוכח שם דאף אם כעת הוא בריא מ\"מ כיון שידוע לנו שע\"כ יהא מסוכן בעבור כיון שהוא במדבר הותר לאכול מיד ועי' שבת ד' ס\"ט ע\"ב ועי' ביומא ד' ס\"ז ע\"א גבי הרי מים והרי מזון עי' שם בתו\"י דמיירי שאחזו בולמוס ור\"ל ע\"י ההליכה עם השעיר למדבר יהא מסוכן דאל\"כ פשיטא ועי' מש\"כ רבינו ז\"ל בהל' עבודת יוהכ\"פ פ\"ג ה\"ז משמע דאם רק כשל כחו מותר ועי' יומא ד' פ\"א ע\"א דאמר שם עינוי לא הותר מכללו ועי' מו\"ק ד' ט' ע\"א וצ\"ל כך דמה שהמסוכן עצמו עובר זה לא מקרי הותר מכללו כלל דלגביה אין האיסור כלל רק מה שהאחרים עושים בשבילו זה מקרי הותר מכללו גם י\"ל הך דיומא ד' פ\"ד הנ\"ל ר\"ל כמו הך דשבת ד' ק\"מ ע\"א גבי שתיית חלתית דאם התחיל אם לא יסיים השתיה יהיה סכנה וקמ\"ל דמותר להתחיל בשבת אף שע\"י זה יהיה מוכרח לחלל שבת אחר:"
            ],
            [],
            [
                "<b>כיצד ראה כו' ואעפ\"י כו'.</b> עי' בירוש' שבת מוכח שם דאף אם מתכוון לזה מותר אך מדברי רבינו ז\"ל נראה דאם מתכוין לזה חייב ולכך כתב בהל' שגגות פ\"ב דהטעם דפטור מפני שהיה שוגג ע\"ש:",
                "<b>שמע שטבע כו' פטור כו'.</b> הטעם לא כמו שר\"ל המ\"מ מהך דמנחות דשם גבי קדם והבריא דשם עבד שליחותיה כמו הך דב\"ק ד' קט\"ז דעביד שליחותיה רק הטעם כאן דלא נתכוין לצידה כלל רק להעלות התינוק דלא הוה צידה ונ\"מ אף בתינוק שאינו של סכנה ועי' תוס' ביצה ד' ג' מש\"כ על חשש שמא יצוד דגים טמאים ע\"ש ור\"ל דאוכל נפש ביו\"ט הותרה לגמרי ולא מקרי כלל מלאכה ביו\"ט וא\"כ לא נתכוון כלל למלאכה ועי' בתוס' סנהדרין ד' ס\"ג ע\"א ד\"ה על כולם ע\"ש וזה בעצם המחלוקת בירוש' פ\"ז דשבת ופ\"א דביצה גבי המבשל נבילה ביו\"ט ועי' בבלי ד' י\"ב ר\"ל כך דאם הותרה מטעם אוכל נפש אז אם ירצה לאכול נבילה ג\"כ הותרה כמש\"כ התוס' ואם נימא דעל זה לא עשתה התורה זה בגדר מלאכה רק אהתירה ולא אאיסורא כמ\"ש לעיל:"
            ],
            [
                "<b>ננעל דלת כו' ואעפ\"י שהוא מפצל כו'.</b> עי' בגמ' דנקט אע\"ג דקא מכוון ולא כמו בהך הלכה ט\"ז גבי צידה כיון דצריך לשוברו והוה מלאכה אין נ\"מ היכי הוא מכוין ועי' לקמן פרק י\"א ה\"ז אבל אם חתך דרך הפסד משמע שם דהכונה משוה ליה למלאכה וע\"ש ד' ע\"ד ע\"ב גבי האי מאן דסלית סילתא ע\"ש:",
                "<b>ואין צריך ליטול רשות מב\"ד כו'.</b> ר\"ל כך דהנה עי' בתוספתא גיטין פ\"ד ובתוספתא ב\"ק פ\"ז ופ\"ט דאם הרופאים טעו דוקא דאם יש להם רשות ב\"ד אז הם פטורים ע\"ש וקמ\"ל דזה רק לרפואה אבל להצלה לא בעי רשות ועי' ב\"ק ד' פ\"ה ע\"א גבי התורה נתנה רשות ור\"ל דהוה כמו רשות ב\"ד וכמו שליח ב\"ד שטעה ועי' בהך דברכות ד' ס' ע\"א והוה מחלוקת ועי' סנהדרין ד' פ\"ד ע\"ב גבי מה מכה בהמה לרפואה פטור ע\"ש ר\"ל כמו גבי בכור בבכורות ד' ל\"ג ע\"ב גבי בכור שאחזו דם ע\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>ובעת עקירתם כו'.</b> עי' בירוש' סוף פ\"א דכתובות גבי פ\"נ דבפלטיא הולכין אחר הרוב ועי' מש\"כ רבינו ז\"ל בהל' א\"ב פט\"ו הל' כ\"ו גבי מחצה על מחצה מפקחין עליו את הגל והטעם דס\"ל שם דלהחיותו ולפקח עליו את הגל חדא מלתא היא וס\"ל דרב פליג בזה עם שמואל אך כאן ס\"ל לרבינו דרק ברוב ישראל מחללינן והטעם דבהל' א\"ב שם הוחזק התינוק בספק עכו\"ם ספק ישראל ובספק מחללין שבת משא\"כ כאן לא הוחזק שום אדם בספק לא נתנה שבת לדחות אצלו מספק וכעין זה ס\"ל לרבינו ז\"ל בהל' בכורים בפ' ט' ה\"ה גבי כוי לענין מתנות ע\"ש ועי' מ\"ש התוס' כתובות ד' כ\"ח ע\"ב גבי בית הפרס ואף דקי\"ל דכ\"מ ספק נפשות דוחה זה רק למי שנתנה לדחות וכמו דאמרינן בבכורות ד' מ\"ו ע\"ב כי אקילו רבנן בסופו אבל בתחלתו לא אקילו וה\"נ כן ולא דמי להך דערכין ד' ז' דשם ודאי ישראל הוא ונתנה לדחות אף בעובר עי' תוס' נדה ד' מ\"ד ע\"ש:"
            ],
            [
                "<b>המהלך במדבר כו'.</b> עי' בהשגות ופליגי בזה אם בלא הך יום שידוע לו שהוא חול מונה ששה או רק חמשה ועושה שבת כיון דהך יום אינו מן המנין ושבת הוא רק ביום ז' ועי' לקמן בהל' קידוש החודש פ\"א ה\"ה ע\"ש:"
            ],
            [
                "<b>ובעיר הסמוכה לספר כו'.</b> זה לא מין גדר פ\"נ רק משום כבוש כמו בהלכה כ\"ה ומלחמת חובה מותר אף להתחיל בשבת כמבואר בירוש' ועי' בהל' מלכים פ\"ו והא דאמר גם על נהרדעי כן ושם הוה חו\"ל עי' ב\"ק ד' פ\"ג ע\"א וד' פ' ועי' בר\"ן פ\"ג דשבת דגבי נזק דרבים הוה כל נזק כמו סכנה ולכך כאן אף בסתם יוצאין עליהם בשבת משא\"כ בהלכה כ\"ד כתב רבינו דוקא להרגו ולא סתם ועי' מש\"כ התוס' סנהדרין ד' כ\"ו ע\"א גבי שביעית דמשום ארנונא התירו משום דהוה חשש דפ\"נ ועי' במרדכי פ\"א דמו\"ק מבואר דאין מחללין על פדיון שבויים ע\"ש, וע\"כ משום זה דבהך דסנהדרין הוה כמו לרבים וכמ\"ש:"
            ],
            [
                "<b>ואפילו כו'.</b> עי' כריתות ד' ג' ע\"ב ושבת ד' קכ\"א ע\"ב ע\"ש:"
            ]
        ],
        [
            [
                "<b>שלא נאסר עלינו לעשות כו'.</b> עי' בירוש' פ\"ב דשבת ה\"א דהוה ס\"ל דטעמא דאין מדליקין בדבר שאינו נמשך אחר הפתילה משום דכל טיפה וטיפה עומד בפ\"ע ונמצא מקרי כמו שנתחלה המלאכה בשבת וכעין דאמרינן בירוש' שם פ\"א משום שלא הותחל המלאכה בכל חטה וחטה ועי' בירוש' פ\"ב גבי הך דשפופרת של ביצה משום דמשקה טופח חבור והוה כמו הותחל ועי' תוס' ע\"ז ד' ס' ע\"א גבי חבית אם הוה כולה חבור זה לזה ונ\"מ (אם) בזה למ\"ד אגד כלי לא שמיה אגד אם גבי חבית מלאה משקין אם הוציא מקצתה לרה\"ר אם חייב אם הוה כמו דבר אחד ועי' ב\"מ ד' מ\"ד ע\"א ושם ד' מ\"א ע\"א ע\"ש:"
            ],
            [
                "<b>וטוענין בקורת בית הבד כו'.</b> עי' במ\"מ ועי' בירוש' פ' שמונה שרצים ה\"ב מה דמחלק שם בין חולין לתרומה וכן הוא בתוספתא דעדיות ור\"ל כמו דאמרינן בירוש' פ\"ג דתרומות ה\"ד מה דמחלק שם בין זיתים לענבים ומשום דזיתים קשים הם ועי' בירוש' פ\"א דשבת דהטעם דר' ישמעאל משום דכל טפה וטפה נעקר ממקומו ואמר דגבי תרומה גם בזיתים ס\"ל כר\"י לענין הך פ\"ג דתרומות גבי מאימתי מטמאין ועי' בירוש' פ' י\"א דתרומות ה\"ג ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בין בכירה וכופח כו'.</b> דלא כמש\"כ התוס' שם דף ל\"ח ע\"א ועי' בירוש' שם סוף פ\"א ותוס' שם ד' ל\"ח ע\"ב ד\"ה תנור:"
            ],
            [],
            [
                "<b>אלא על גבי כירה כו' ולא בתוכה.</b> כמבואר דף ל\"ז ע\"א אבל בקש וגבבא מותר אף בתוכה:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>משתשקע החמה כו' והוא ספק כו'.</b> עי' לקמן הלכות קדוש החודש פ\"ב ה\"ט ועי' בהל' תרומות פ\"ז ה\"ב והנה עי' בירוש' פ\"א דברכות ה\"א דמביא ראיה דאם קרא ק\"ש ביה\"ש לא יצא דהוה כספק קרא ק\"ש ע\"ש ועי' בירוש' פ\"ח דפסחים סוף ה\"ב גבי זרק דם חטאתו ביה\"ש ע\"ש ועי' בהוריות ד' ד' ע\"א משל דסומכוס ע\"ש ובירוש' פ\"ג שם ה\"ג גבי ספק כפרה כיפר ועי' בתוספתא כריתות פ\"ב דמבואר שם להיפך ועי' עירובין ד' מ\"א ע\"א ד\"ה אי אתה ע\"ש והא כיון דמה דמפסיק בה\"ש הוא מטעם שמא הוא לילה וא\"כ לא קבל עליו תעניתו מבעוד יום ועי' בהך דסוכה ד' מ\"ו ע\"ב גבי אי איתרמי ליה סעודה בה\"ש ע\"ש ועי' בירוש' פ\"ג דנזיר ה\"ה הגע עצמך שנולד בה\"ש ע\"ש ועי' ירוש' שבת פי\"ט גבי מה דשאל שם נולד בה\"ש ימול בה\"ש ועי' בבלי שם ד' קל\"ד ע\"ב כגון שבא למול בה\"ש ע\"ש ועי' ב\"ב ד' ק' ע\"ב דאמטויי בה\"ש ועי' ביצה ד' י\"ט ע\"א גבי טבילה ושבת ד' ל\"ה ע\"א ע\"ש ועי' תוס' מנחות ד' ס\"ו ע\"א ד\"ה זכר למקדש ועירובין ד' ל\"ו ע\"א גבי לגין ע\"ש ועי' פסחים ד' ק\"ו ע\"א גבי קדוש יומא ע\"ש ברי\"ף ובה\"מ ומ\"ה ומש\"כ רבינו ז\"ל בפיהמ\"ש פ\"ד דמס' דמאי מ\"א ועי' זבחים ד' ק' ע\"ב ע\"ש ועי' נדה ד' ס\"ט גבי טבילה בזמנה מצוה ועי' פסחים ד' פ\"א ע\"א אך באמת כך דהנה עיין בנזיר ד' ז' ע\"א מבואר דלילה עם יום שעבר מחברי אהדדי ע\"ש והמחברם הוא בה\"ש נמצא דבה\"ש בא מהיום ומהלילה והוה כעין הך דאמרינן בבכורות ד' ז' ע\"ב למה דדחי הך ראיה דרב חסדא גבי עור הבא כנגד פניו של אדם דהיכא דדבר הבא משנים כ\"ז שיש בו צד חיות מאחד אינו מטמא אף במשהו ועי' חולין ד' ס\"ט ע\"א ותוס' שם ד' ע\"ה ע\"ב גבי הך דרב משרשיא ועי' תוס' שם דס\"ד ע\"ב ועי' בנדרים דמ\"א ע\"ב גבי המודר הנאה מחבירו בר\"ן שם ד\"ה ר\"י ועי' בירוש' תרומות פ\"ב ה\"א במחלוקת גבי שני כריים שהפריש מזה מקצת תרומות כו' ומזה מקצת אם תורם מזה ע\"ז ועי' בירוש' סוף ב\"מ גבי כותל שבין שתי חצירות אם כולו לזה וכולו לזה אם מחצה לזה ומחצה לזה וזה בעצם הך מחלוקת דבבלי ב\"מ ד' ק\"ז ע\"א גבי אילן העומד על המצר ע\"ש ועיין בנגעים פי\"ג מ\"ג גבי קורות שבין בית לעליה נותנים אותם לשניהם לקולא וכ\"מ בזה וכך דבאמת דכל בה\"ש הוא משניהם והדין כך דכ\"מ שפסול בלילה מחמת שצריך יום או להיפך שפסול ביום מפני שצריך לילה לא שהיום פוסלו או הלילה פוסלו שם גם בה\"ש היה כשר אם הוה ידעינן זמנו וכל דבר שזה הזמן פוסלו אז אסור בה\"ש אף אם הוה ידעינן זמנו ועי' בחולין ד' כ\"ג ע\"ב גבי שיאור דאם אמר לפטור ודאי לא פטור ועי' תוס' גיטין ד' ס\"ג ע\"ב ד\"ה כותבין ונותנין ע\"ש ועי' בשו\"ת הרשב\"א ז\"ל ח\"א סימן תתקע\"ו ע\"ש מה דמחלק בין לעבור בין לקיים ועי' שבת ד' קל\"ז ע\"ב גבי נראה ואינו נראה וחולין ד' פ\"ח ע\"א גבי א\"ב דמפריך ועי' קדושין ד' נ' ע\"א גבי אי בעי סליק ועי' תוס' עירובין ד' נ\"ב ע\"ב גבי חמר גמל דודאי לא ועי' רשב\"ם ב\"ב ד' קכ\"ו ע\"ב גבי יכיר דספק בודאי לא הוה בכור ועי' נדרים ד' י\"ט ע\"א גבי כוי ותוס' ב\"ב ד' קמ\"א ע\"א ובירוש' סוף פ\"ז דב\"מ וגיטין ד' ע\"ח ע\"ב גבי מחצה על מחצה ועי' במש\"כ רבינו ז\"ל בהל' מעשה הקרבנות פי\"א ה\"ה וה\"ו דלפסול הבשר לא נפסל רק חוץ לחומה ולאכול שם לוקה רק תוך ירושלים או תוך העזרה לא במקום מחיצה ע\"ש במ\"ש בזה דלפסול בעי חוץ ולאכול בעי פנים ומקום החומה כלול משניהם וכעין בה\"ש ועי' בהך פלוגתא דזבחים ד' ק\"ז ע\"ב אם גגו של היכל חייב משום שחוטי חוץ ומדברי רבינו בפ\"ז מהל' תרומות ה\"ב משמע דבודאי אסור לאכול טבו\"י בתרומה עד לילה ממש ועי' בתו\"כ פ' שמיני ובא השמש מה ביאת שמשו כולו ע\"ש והוא כמ\"ש ועי' שבת ד' ל\"ה שם ר\"ל משום דלא ידעינן הזמן ועיין נדה ד' נ\"ג:"
            ],
            [
                "[<small>השמטה</small><b> גבי צמר ושער. ע\"ש </b>בתוס' ד\"ה ותנא מה נ\"מ אך באמת נ\"מ אם נימא דאין עליו שם פתילה כלל אז אם כרך עם דבר שמדליקין בו מותר להדליק דזה לא היה בכלל גזירה כלל משא\"כ אם נימא דגזרו עליהם איסור וכן יהי' נ\"מ להך מחלוקת דמנחות דף פ\"ו ע\"א לפי גירסת התוס' דלדברי שניהם אנפיקנין פסול רק דלזה אין עליו שם שמן כלל ולזה הוי שם שמן פסול דאם אין עליו שם שמן כלל שוב אם עירב עם שמן כשר לא איכפת לן ואם נימא דהוא שמן פסול אסור וכמש\"כ התוס' פסחים דף ס\"ה ע\"א גבי דם וכן נ\"מ דלא עבר אם הקדישו דגבי שמן פסול הוה בעיא דלא איפשטא במנחות וגבי זה הוה כמו דאמרינן בתמורה דף ז' ע\"א דיקלא בעלמא ע\"ש ובזה יש ליישב לשון הגמ' בשבת דף כ\"ב ע\"א גבי שמנים למקדש וע\"ש דף כ\"ו ע\"א גבי צרי ובשיטת רבינו בהל' איסו\"מ פ\"ו הי\"ד דגרס שם דכשר אף דפסק דאינם מכשירין ואין מקבלין טומאה ע' בהל' טו\"א פ\"א ה\"ה ולק' בהל' מעשרות אבאר זה: <small>ע\"כ השמטה</small>]"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>נפלה דליקה כו'.</b> עי' כתובות ד' ע' ע\"ב למעוטי שאר איסורים דשבת ועי' בירוש' שבת פ\"א ה\"ד ויאמר דלא יעבוד ועי' ירוש' שביעית פ\"ה ה\"ח ובתוספתא שביעית סוף פ\"ג ע\"ש ועיין במו\"ק דף י\"ב ע\"א גבי מדיירין דאמר שם דבשבת מותר בטובה ע\"ש ועיין בנ\"י שם דס\"ל דזה רק מלאכה דרבנן אך עיין בירוש' פ\"ז דשבת מבואר דהוה מה\"ת ע\"ש בהל' ב' דחשיב לה מתולדה דחורש אך באמת כך דהנה אנן קיי\"ל דאף בשאר איסורים אמירה לעכו\"ם אסור עיין ב\"מ דף צ' ותוס' ר\"ה ד' כ\"ג ע\"ב אך גבי שבת יש בו עוד איסור משום הנאה ממעשה שבת ובזה רק דבר שמהנה לו בעצם כמש\"כ התוס' שבת ד' קכ\"ב ע\"א ד\"ה ואם דכבוי לא הוה הנאה ממעשה עכו\"ם ע\"ש ולכך בשאר איסורי שבת אף גילוי דעת אסור משא\"כ בכבוי ושאר איסורים אז גילוי דעת מותר והנה בהך דמדיירין י\"ל דתליא בהך פלוגתא דרבה ור\"י מו\"ק דף ב' ע\"ב גבי מנכש אם הפעולה בעצם הדבר שעושה המלאכה דהיינו חורש או לצורך דבר אחר דהיינו כמו זורע ועיין מש\"כ רבינו ז\"ל לקמן פ\"ח ולכך פסק ר\"י במו\"ק ד' י\"ב הנ\"ל כרבי משא\"כ לדידן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בד\"א כו'.</b> עיין ע\"ז דף ע' ע\"א:"
            ],
            [],
            [
                "<b>פירות שיצאו חוץ כו'.</b> עי' בתוספתא שבת פי\"ח ע\"ש והטעם דגבי שבת אסור כמו מבשל ובי\"ט שרי כמבואר ביצה די\"ז ע\"ב ע\"ש אבל בחש\"ו גרע דהוה כמו ע\"י נכרי וא\"ש התוספ':"
            ],
            [
                "<b>השוכר את הפועל כו' לא יתן לו כו'.</b> ואם מותר לשלם לאחד בשביל שאינו עושה בשבת עי' כתובות דף ס\"ד ע\"ב מבואר דאסור גבי מורד אך שם שאני דהנה עיין בתמורה ד' כ\"ט ע\"ב מבואר דגבי אתנן שכר פקעתא שרי ולא מקרי אתנן וגבי רבית אף שכר בטילת המעות הוה רבית כמבואר בראשונים והטעם דהנה קיי\"ל ב\"ק ד' פ\"ה דאם ביטלו ממלאכה חייב לשלם לו השבת ע\"ש ואם ביטל כיסו של חבירו פטור כמבואר בירוש' ב\"מ פ\"ה וכן חנותו של חבירו ע\"ש ולכך הדין דגבי זונה כיון דעפ\"י דין צריך לשלם שכר פקעתא לא הוה אתנן משא\"כ גבי רבית כיון שע\"פ דין א\"צ לשלם שכר ביטול המעות לכך לא מקרי התשלומין עבור הביטול המעות רק עבור הנאה שלו מהמעות והוי רבית וא\"כ שם בכתובות גבי מורד כיון שעפ\"י דין מחוייב לשלם לה שוב הוה כמו שכר שבת משא\"כ בדבר שאינו מחוייב עפ\"י [דין] לשלם וגם אינו עושה כלום לא הוה שכר שבת דבאמת עיקר הטעם י\"ל כמ\"ש רש\"י מו\"ק ד' י\"ב ע\"א וד' י\"ח ע\"ב דנטילת השכר משוה ליה מלאכה ועי' ע\"ז דף כ\"ו ע\"א משמע שם לכאורה דהיכא דאסור בחנם כמו לעכו\"ם מותר ליטול שכר ולא מקרי שכר שבת ע\"ש עי' בריטב\"א ועיין ע\"ז דף ס\"ד ע\"א גבי כלאים וגיטין דף מ\"ד ע\"א גבי עכו\"ם שנטל ביתו של ישראל ע\"ש ועי' בתוס\"י נדרים ד' ל\"ז מה דהקשו שם הא חפצי שמים מותרין ותירצו דנטילת השכר לא הוה חפצי שמים ע\"ש ועיין תוס' מו\"ק ד' ו' ע\"א ד\"ה דמוזלי דלא ס\"ל כן ועיין במה דפליגי רבינו והראב\"ד ז\"ל בהל' שבועות פ\"ו ה\"ט היכא דאינו רוצה לעשות הדבר בלא שכר אם גם זה מקרי מצוה ועיין ביצה דף י\"א ע\"ב ומו\"ק דף ז' ע\"א גבי מקרין את הפירצה ועי' יומא דף ע\"ז ע\"ב גבי א\"כ אתה מכשילן כו' ועיין במה דפליגי במס' פרה סוף פ\"ז הובא בר\"ש שם היכא דאינו מניחו לפרוץ הגדר אא\"כ יגדור אח\"כ אם זה הוה כמו לצורך מי חטאת אף מה שיגדור ע\"ש ועיין בסוף פ\"ק דזבחים גבי הולכה שניה אם הוה עבודה ע\"ש, ועיין פסחים דף נ' ע\"ב גבי שכר מתורגמנין ועיין ב\"מ דף צ\"ג ע\"א אם משמר כעושה מעשה דמי אם לא ועי' לקמן פכ\"ג הכ\"ד:"
            ]
        ],
        [
            [],
            [
                "<b>כל אלו המלאכות כו'.</b> וזה הוא דאמר כאן בירוש' שיש ל\"ט תולדות לכל מלאכה ומלאכה ויש ששה ע\"ש ור\"ל כשיטת רבינו שיש ב' מיני אבות וזה מה דחשיב ששה והנה בירוש' כאן חשיב ג\"כ תולש דהוה מן שם קוצר וכן רבינו ז\"ל בפי' המשניות ס\"ל כן אך רבינו ז\"ל כאן חזר בו וס\"ל כשיטת בבלי דתולש הוה תולדה ועיין בנדרים דף ס\"א ע\"ב ע\"ש גבי עד הקיץ ועי' חולין ד' קל\"ז ע\"א ובירוש' פאה פ\"ג ה\"ג ופ\"ד ה\"ז ומש\"כ רבינו ז\"ל בהל' מתנות עניים ע\"ש מש\"כ ובאמת נ\"ל דכל שלא נשתייר ממנו בארץ נקרא תולש ואין החילוק בין ביד או בכלי ובכ\"מ כעין זה נקט לשון תולש וכן גבי תאנים שצמקו בחולין דף קכ\"ז ע\"ב ובירוש' פ\"ג דערלה וגם נ\"מ לגבי התראה עי' תוס' שבת ד' ע\"ג ע\"ב ודף צ\"ו ע\"ב וד' צ\"ז ע\"ב ע\"ש וריש ב\"ק ולשיטת רבינו הנך דהוה משום שם המלאכה יכול להתרות בהם והני דרק תולדה זה צריך להתרות משום האב ובזה א\"ש הא דאמרינן בירוש' דסנהדרין פ\"ה ה\"א דבעיא שם אם מקושש חייב משום קוצר או משום תולש ומה נ\"מ הא הוא חד מלאכה אך י\"ל כך דהנה מבואר בחגיגה דף ו' ובזבחים ד' קט\"ז דבסיני לא נאמר רק הכללים ע\"ש וזהו דמבעי ליה אם תולש הוה בגדר אב כשיטת הירוש' או בגדר תולדה כשיטת הגמ' דילן וא\"כ אז עדיין לא נצטוו על זה ועוד יש מין מלאכה דלא הוה לא אב ולא תולדה רק מצורך המלאכה והוא סחיטה בכביסה והגסה בבישול כמש\"כ רבינו ז\"ל לקמן פ\"ט הל' י\"א ויש נ\"מ כמו שיתבאר לקמן:"
            ],
            [
                "<b>או הזומר כו'.</b> עי' כריתות דף ט\"ו ע\"א גבי מה דאמר שם בדלית המודלת מוכח דזומר לא הוה רק תולדה ולא שם אחד דאי שם אחד גם לר\"א פטור ע\"ש ברש\"י ועי' מש\"כ רבינו ז\"ל לקמן פ\"ח ה\"ב אך שם קאי אקוצר ואזומר וצריך לעצים אך בגדר זורע הוה אב משום דגבי שביעית כתיב לא תזמור ועי' במה דפליגי במו\"ק ד' ב' ע\"ב אם תולדות אסור בשביעית ע\"ש ובירוש' שבת שם ופ\"ח דכלאים וט\"ס שם בירוש' וצ\"ל נטע וזמר בשביעית, ובאמת לר\"א דמחייב על וולדי מלאכות במקום מלאכות וקצר יקצר פטור אם קצר ומסק אם חייב ועיין בכריתות דף ד' משמע שם דהא לר\"י תמחויין מחלקין למ\"ד שם ד' ט\"ז דאף אם אינם טעמים אחרים זה רק אם הוה ב' מיני חלב ועי' בתוספתא פ\"ב דכריתות מוכח דאף לר\"ג דס\"ל אין ידיעה לחצי שיעור מ\"מ אם הוה ב' מיני חלב אף דהוא חד איסור מ\"מ אם הוה ליה ידיעה בינתים פטור מדנקט שם אכל כחצי זית ונודע לו וחזר ואכל חצי זית ממין אחר אין מצטרפין וע\"כ כה\"ג ועיין בהך דהוריות ד' ג' ע\"א דמבעי שם אם מצטרף ובירוש' שם (דמבעי ג\"כ כה\"ג) בפ\"א ה\"ב דמבעי ליה כה\"ג גבי חלב כליות ע\"ש ועי' בהך דשבועות דף י\"ח ע\"ב דאמר שם לר\"א אם בשרץ נטמא אם בנבלה נטמא ע\"ש וזה אין שום נ\"מ כיון דמ\"מ טמא הוא ועי' בירוש' שם פ\"ב דשבועות ועי' תוס' שבת דף צ' ע\"א ע\"ש וע\"ש דף ע\"ב ע\"ב גבי חומר בשבת משאר מצות כו' דאכל חלב וחלב ולמה לא מוקי כה\"ג לר\"א ור\"ל לגבי שבת כגון קצר וגדר ולגבי חלב כגון דאכל ב' מיני חלב ועי' מש\"כ בדברי רבינו ז\"ל בהל' שגגות פ\"ו ה\"ט וי\"א:"
            ]
        ],
        [
            [
                "<b>כדי ליפות את הקרקע כו'.</b> והנה אם מיפה את הקרקע בדבר שאינו מחובר כמו מסקל אבנים בירו' אמר כאן דחייב ועי' מו\"ק דף ג' ע\"א ודף י' ע\"ב וב\"ב דף נ\"ד ע\"א ועי' שבת ד' צ\"ה ע\"א גבי המכבד ובעל המאור בפ' כל הכלים על דף קכ\"ג ע\"ב ועי' תוס' סנהדרין דף פ\"ה ע\"א ורש\"י שבת דף ע\"ה ע\"ב גבי השף בין עמודים ע\"ש ועי' בירוש' שם גבי רוקק ושף ובבלי דף קכ\"א ע\"ב ע\"ש ועי' ביצה דף ל\"ג ע\"א וע\"ב גבי הך דר\"א ע\"ש:"
            ],
            [],
            [
                "<b>הקוצר וכל העוקר דבר כו'.</b> משמע גם מבעלי חיים וכשיטת רש\"י ותוס' ועי' תוס' בכורות ד' כ\"ה ע\"א ועי' שבת ד' צ\"ד ע\"ב גבי צפרנים והנה נ\"מ בין קוצר לגוזז דגוזז חייב אף לאחר מיתה וקוצר רק ממקום חיותו וכן קוצר לא מקרי קוצר רק אם צריך לדבר הנקצר עי' תוס' ד' ע\"ג ע\"ב ובירוש' שם ובזה א\"ש הך דשבת ד' צ\"ד ע\"ב ע\"ש בתוס' ד\"ה אבל ושם דף קכ\"ט ע\"ב ד\"ה כל דכתבו התוס' שם דחתיכת הטבור הוה מלאכה דרבנן ולא הוה כמו גוזז וקוצר ובזה א\"ש ודוחק לומר משום דהוה מלאכה שאינה צריכה לגופה:"
            ],
            [
                "<b>תאנים שיבשו כו'.</b> עי' תוס' דף ק\"נ ע\"ב כתב דוקא צמקו אבל יבשו לא ועי' רש\"י עירובין דף ק' ע\"ב ד\"ה קנשרי ועיין בירוש' דערלה פ\"ג ה\"ז ע\"ש ועיין במה דפליגי רבינו עם הר\"א ז\"ל בהל' טא\"ו פ\"ג ע\"ש ועיין במה דפליגי בפ\"ז דכלאים אם אילן יבש מקדש ובפ' ב' שם מ\"ג ובירוש' פ\"ה דביצה ומש\"כ רבינו ז\"ל בהל' זכיה פ' י\"ב ה' י\"ג ובהך דב\"ב דף פ\"ז ע\"א ובדברי רבינו סוף פ\"ג מהל' מכירה ועי' ע\"ז דף מ\"ו ע\"א אתיא מאילן יבש ע''ש ועי' ב\"ב דף ס\"ט ע\"א וב\"מ דף ק\"ו ע\"ב ע\"ש:"
            ],
            [
                "<b>המזרד זרדין כו'.</b> ולא הביא כדמוקי לה בגמ' שזה בארעא דחבריה נ\"ל דהנה כך בקוצר המעשה הוא כמו קוצר רק המחשבה תליא בהך דרבה ור\"י בריש מס' מו\"ק ע\"ש ולכך אמר בירוש' כאן דאם קצר לצורך עשבים פטור משום מיפה את הקרקע ולהיפך אם קצר ליפות אם חייב משום קוצר הוא בעיא שם בירושלמי, ועי' תוס' דף ע\"ג ע\"ב:",
                "אין עימור כו'. עיין ביצה דך ל\"א ע\"א ועיין מה שהקשו התוס' במו\"ק ד' י\"ב ע\"ב גבי אסיפה במועד כו' מה מלאכה שייך באסיפה ע\"ש ועיין רש\"י שבת דף ע\"ד ע\"ב ודף צ\"ב ע\"ב ע\"ש:"
            ],
            [],
            [
                "<b>וכן החובל כו' ואינו חייב כו'.</b> עיין שבת דף קל\"ה ועיין ערכין ד' ז' ע\"א ע\"ש ועיין בירוש' דנזיר פ\"ז דאם מקרי דם הנפש ועיין בירוש' פי\"א דיבמות ע\"ש ולשיטת רבינו צ\"ל דלא מבלע דמו ע\"ש ד' קל\"ד ע\"א, עיין בראב\"ד מה שכתב וכי המשקין שעורה כגרוגרות וכו' עיין בירושלמי ספ\"א דתרומות דהוה פלוגתא:",
                "<b>בכסף משנה החולב את הבהמה חייב משום מפרק וכו'.</b> ולזה הפירוש איכא לאפלוגי בין חבורה חוזרת לאינה חוזרת וכו' ועיין בירושלמי דסנהדרין פי\"א דלענין שבת אין צריך שיחסר גבי חבורה וגבי נזיקין צריך שיחסר ע\"ש ועיין מש\"כ רבינו בהלכות חו\"מ פ\"ב גבי עור ע\"ש ועיין בהך דנדה דף נ\"ה אם עור הוה גזעו מחליף ועיין בתוס' כאן דף ע\"ז וכ\"מ ואפשר דזה תליא בהך מחלוקת דב\"ע ור\"י ב\"ק דף פ\"ד ע\"ב והך דין של רבינו הוא פצע ע\"ש בירוש' פ' החובל ועמ\"ש רבינו בהלכות ממרים ולענין אם הרג אם חייב ג\"כ משום חבורה לפי שיטת רבינו ועיין בירושלמי ובירושלמי פ\"ה דב\"ק לענין נזקין בכולו ועיין בהך דכתובות דף ז' ע\"א וגם אם שרט על עור אם חייב משום חבורה עיין בירושלמי כאן ועיין בתוספתא כאן ועיין בהך דהמסרט על בשרו ובאמת הך דכאן שאל לוי לרבי על חבורה של נזיקין ורבי לשיטתו ב\"ק שם ובזה נ\"ל דברי רבינו ולענין דגים אם שייך בהן חבלה נ\"ל דלא אע\"ג דיש להם עור עיין דף ק\"ח ועיין בת\"כ פ' שמיני דמרבה דחייב על עור ומ\"ש רבינו בפ\"א דה' כלים אך נ\"ל דדם שלהם לא מקרי דם של נטילת נשמה ולכך לא חייב על הדם מלקות דטמא דלא כשרצים כמבואר בה' מאכלות אסורות ולשיטת רבינו אפשר דחייב:"
            ],
            [
                "<b>במה דברים אמורים וכו', אבל החובל בחבירו חייב וכו'.</b> דס\"ל דלפי המסקנא בב\"ק דף ל\"ה נתכוין להזיק גם אזה קאי ועיין בשבועות דף ל\"ג:"
            ],
            [
                "<b>אבל שאר שקצים ורמשים אין להם עור לפיכך החובל בהן פטור וכו'.</b> אך באמת הטעם משום דדש לא מקרי רק אם אוחז בדבר שאינו מה שיוציא כמבואר בירושלמי, וא\"כ אם אין להם עור דם ובשר חדא מלתא כיון דהוא בו כמבואר בכ\"מ אך זה נ\"ל דגבי שחיטה לא שייך זה למ\"ד חולין דף קכ\"ד ע\"א דלא הוה חיבור ועיין בתוס' נדה דף נ\"ה ודי בזה:"
            ],
            [
                "<b>והחולב לתוך האוכל או היונק בפיו פטור וכו'.</b> דזה הוה ג\"כ אוכל כמבואר בכריתות דף י\"ג אך באמת גבי הכשר לא ס\"ל כלל לרבינו הך דמשקה הבא לאוכל אך הרי\"ף ז\"ל לא כתב כן לכך י\"ל דרבינו לא הביא הך דר\"י גבי טיפה עפ\"י הדד משום הך דיבמות ועיין בתוס' מעילה דף י\"ג ע\"ש בזה:"
            ],
            [
                "<b>הזורה או הבורר כגרוגרת חייב כו'.</b> כן מבואר בירוש' כאן פ\"ז וראיית ה\"ה אינה ראיה דהא מגבן דאף דבונה כ\"ש מ\"מ אין כאן כגרוגרת ועיין כאן ע\"ד ע\"א ברש\"י והטעם כך דתולדה אף למ\"ד מלאכה שאצל\"ג חייב מ\"מ זה רק במין אב אבל בתולדה כ\"ז שאין עליה שם זה לא הוה עליה שם תולדה כלל עיין תוס' מו\"ק ד\"ב ע\"ב ד\"ה וצריך לעצים ע\"ש וה\"ה גבי מגבן פחות מכשיעור אין עליה שם בנין כלל וא\"כ לפי\"ז אם גבן פחות מבגרוגרת אין עליו שם בונה מה\"ת כלל:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואין גיבול באפר ולא בחול כו'.</b> עיין מש\"כ רבינו ז\"ל לקמן פ' כ\"א הל' ל\"ב דתבואה שלא הביאה שליש הוה כחול ואין בה גיבול ועיין מש\"כ רבינו ז\"ל בפירוש המשניות פ' ב' דאהלות גבי רקב שגבלו ע\"ש ועיין בירושלמי תרומות פ\"ב וחלה פ\"ב דאין מי פירות מחברין ועיין תוס' זבחים דף ק\"ה ע\"ב ועיין נדה דף י\"ז ע\"א גבי שלג דלא הוה חיבור ע\"ש ועיין תוס' נזיר דף נ' ע\"ב גבי חיבורי אדם ובתוספתא דטהרות ובאמת לכך הטעם שפסול מים שאובין למקוה משום דאין חיבורי אדם חיבור ואין עליהם שם השיעור ועיין מעילה דף י\"ז ע\"א וכבר הארכתי בזה במקום אחר ועיין בירוש' כאן פ\"ז גבי לש דלא חשיב שם חול כדחשיב גבי מרקד:"
            ]
        ],
        [
            [
                "<b>האופה כו'.</b> הנה עיין בירושלמי שבת פ\"א ה\"ה משמע שם דאם הניח פת בשבת לעת ערב שאף שהאפיה נגמרת במוצ\"ש חייב, וע\"ש בירושלמי דאמר גבי השופת קדירה מתרין בו לכשיהיה כמאכל בן דרוסאי ע\"ש ועיין בירושלמי כלאים פ\"א גבי מאי דפליגי ר\"י ור\"ל בכלאים אם חלקן הרוח אמר שם דלגבי שבת כו\"ע מודו דאינו חייב עד שינוח ע\"ש ובאמת נ\"ל דהיינו הך דר\"ל במנחות דף נ\"ו ע\"ב גבי הניח שאור ע\"ג עיסה חייב כמעשה שבת ע\"ש ור\"ל כך דהנה מדברי הרמב\"ם ז\"ל בהל' איסורי מזבח פ\"ה ה\"ב מוכח דמיד שנתן שאור בהקטרת או בהמנחה נפסל לא מטעם שנחמצה רק הך כל שאור וא\"כ קשה הא הוה כמחמץ את הפסולה דפטור כמבואר שם דף נ\"ז ע\"א אך צ\"ל דאם נתחמצה נעשה החיוב למפרע וכן הדין במעשה שבת אף דהגמר הוא במוצ\"ש כמו זריעה דהקליטה הוא אח\"כ וכמו אפיה אם נגמר במוצ\"ש וכן גבי שולה דג מן הים אם נתיבש כסלע במוצ\"ש מ\"מ חייב והקשה שם מן הניח בשר ע\"ג גחלים ע\"ש וכמו שאכתוב לקמן בהל' ה':",
                "[<small>השמטה</small><b> למש\"כ גבי מחמץ. והנה </b>רש\"י ז\"ל במנחות דף נ\"ו ע\"א ד\"ה ערך ובע\"ב ד\"ה הכל מודים ודף נ\"ז ע\"א ד\"ה וחזר מפרש דמה דאמרינן דמחמץ אחר מחמץ חייב לא ר\"ל שמוסיף עוד חימוץ רק דר\"ל דעושה עוד מלאכות במנחה שנחמצה. אך רבינו בהל' מעה\"ק אינו מפרש כן וס\"ל דר\"ל שמוסיף חימוץ וע' ירושלמי פסחים פ\"ה ה\"ג דמחלק בין נפסלה מחמת חימוץ לנפסלה מחמת ד\"א ומשמע כשיטת רבינו בהל' איסו\"מ פ\"ה מוכח דנפסלה מיד הקטורת ולכך דייק שם ואם הקטיר ממנו בהיכל לוקה והמלקות רק משום דהקטרת נפסלה והוה כמו קטורת זרה אבל לא מחמת שאור ודבש דקטורת הוי בגדר עצים ע' מנחות דף כ\"ו ע\"ב גבי עיכול ותוס' מעילה דף י' ע\"ב וע' הל' כלי המקדש פ\"ב ה\"ח והי\"א והוי כמו קטורת אחרת שאינה כזו וכ' שם רבינו דרק לוקה ואינו חייב מיתה משום קטורת זרה והטעם י\"ל משום דכיון דקי\"ל בכריתות דף ו' ובירושלמי יומא פ\"ה דצריך כלי שרת לקדשה ואם לא עשה הקטרת כהוגן שוב לא נתקדשה והוי כחולין וע' בזבחים דף פ\"ח ע\"א והך דחסר א' מסימניה ר\"ל אחר שקידשה בכלי שרת ולק' בהל' כלי המקדש אבאר זה וא\"כ לפ\"ז רק אם הקטיר קטורת שיש בה דבש או שאור על המזבח אז לוקה ולא על הכבש דאין החיוב משום שאור או דבש רק משום קטורת פסולה ולכך בהקטרה בעי כזית אבל נפסלת בכ\"ש וא\"ש וע' מנחות דף נ\"ט ע\"ב גבי לבונה: <small>ע\"כ השמטה</small>]"
            ],
            [
                "<b>וכן המדיח כו'.</b> ונ\"מ בין אור ובין כלי ראשון לזה נ\"ל כך דלא מקרי רק תולדות אור וכן כל מתכות עיין פסחים דף ע\"ה ובירושלמי שם וביומא פ\"ג בירוש' ע\"ש לכך לא מקרי הבערה רק בישול אם רוצה לתקן אך מ\"מ אם דבר אחר יכול להתבשל מחמתו בשול גמור אז אף אם לא בישל רק כמאכל בן דרוסאי חייב אבל על האור או כלי ראשון אז אף אם אינו יכול לבשל רק כמאב\"ד חייב ובזה נ\"ל מה שכאן בירוש' אמר דגם המעשן חייב כמבשל ובירושלמי פ\"ו דנדרים מסתפק ובזה א\"ש דנ\"מ למה שכ' אך באמת אין הפי' כן בירושלמי רק דהנה קי\"ל דאין בישול אחר בישול ופטור ויש בישול אחר צליה וחייב מהך דפסחים דף מ\"א ע\"א ומבעי ליה בירושלמי אם מעשן הוה גדר בשול ואם בשלו אח\"כ פטור או גדר צליה ואם בשלו אח\"כ חייב וזהו דאמר בירושלמי משום תבשילי שבת ובאמת נ\"ל דהך דאמר אם גלגל חייב חטאת וכן גבי קוליס הטעם הוא משום מכה בפטיש דהא מבואר בירושלמי פ\"ז דשבת דגם באוכלין שייך גדר מכה בפטיש ע\"ש ועיין ביצה דף ל\"ד ע\"א ע\"ש והנה עיין בר\"ן ע\"ז פ\"ה על דף ע\"ד ע\"ב דס\"ל דהמולח בשבת חייב משום מבשל ע\"ש והטעם דתולדות חמה פטור צ\"ל משום דמבואר במנחות דף כ\"א דדבר שנתבשל ע\"י חמה הדר ועיין בתוספתא פרה פ\"ט גבי הגליד ע\"ש וא\"כ לא הוה גמר ולכך פטור דהוה כמו אין מלאכתו מתקיימת משא\"כ במלח ולכך דם שמלחו פטור כמבואר שם ובאמת לכך קי\"ל דמי פירות אין מחמיצין משום דכיון דקי\"ל דמי פירות אין מחברין כמש\"ל והטעם משום דיכול להפרידן ולכך ג\"כ אין מחמיצין דאינם מתאחדים להיות דבר אחד וזהו כונת הירושלמי בשבת ובכ\"מ הובא בתוס' מנחות דף נ\"ד ע\"א גבי תפוח שריסקו דמדמה הך דר\"י דשם להך דכאן ע\"ש:"
            ],
            [],
            [
                "<b>אחד נתן את האור כו'.</b> עיין בהה\"מ. והנה נ\"ל כך דהגסה לא הוה מלאכה ממלאכת בישול רק מצרכי בישול כמ\"ש רבינו לכן נ\"ל דלא מחייב רק אם כולם לא עבדו רק צרכי בישול אם יש מבשל גמור אז פטור וכן גבי סחיטה למכבס עיין שבועות דף י\"ז דרק משום קירובי עבודה ובזה נ\"ל ג\"כ הך דמנחות דף נ\"ו ע\"א ע\"ש דאמר שם אפה לוקה שתים ע\"ש ברש\"י ותוס' אך באמת כך דעריכה אין עליה שם מלאכה רק משהניחה בתנור דכ\"ז שלא הניחה בתנור יכול לערוך כל היום ולא מקרי גמר מלאכה ועיין תוס' ע\"ז דף נ\"ה ע\"ב דהולכה לתנור הוא גמר הלישה ועיין בירוש' כאן פ\"ז מה דהקשה דגבי שבת אמרינן דעורך משום לש ולגבי מנחה אמרינן דהוה מלאכה בפ\"ע ע\"ש, וא\"כ נמצא דאפיה הוא גמר מלאכה דעריכה והקשה בגמ' שם א\"כ האיך אמרינן מה אפיה מעשה יחידי וכו' ר\"ל שאינו חייב גבי מחמץ רק על מלאכה שהיא מלאכה בפ\"ע לא שהיא רק מצורכי מלאכה ותירץ דאם אחד ערך וחבירו אפה הוה שפיר עריכה דבר בפ\"ע אבל אם הוא עצמו אפה לא מקרי עריכה מלאכה עד האפיה ועיין רש\"י בכורות דף ל\"ג ע\"ב גבי מחמץ אחר מחמץ דמפרש לה בשני בני אדם ע\"ש ועיין ב\"ק דף פ\"ד ע\"ב גבי חבורה וכויה ודף פ\"ה ע\"ב גבי הך דבעי רבא וע\"ש בתוס' דף י' ע\"ב ד\"ה מאי קעביד ודף נ\"ט ע\"ב ועיין בירוש' פ\"ב דשבועות אין שם טומאה קלה אצל טומאה חמורה ובירוש' פ\"ג דברכות ודיומא ע\"ש ועיין בהך דשבת דף צ\"ג גבי מסייע וזהו ג\"כ דר\"ל בירוש' פ\"ד דב\"ק אם יש נזקין בכולה ועיין בע\"ז דף ל\"ח ע\"א גבי הניח בשר ע\"ג גחלים ובתוס' מעילה דף כ' ע\"א וא\"כ כך, ברישא דכולם הם רק מסייעים חייב המגיס וכן בכאן דף י\"ח ע\"ב אבל בסיפא פטור המגיס ועיין במגילה דף ט\"ו ע\"א אדם נותן קדירה ואח\"כ שופת ועיין פסחים דף כ\"ז ע\"א דהא קבלה בישולה ועיין ביבמות דף ל\"ט ע\"ש גבי חליצה בגדול ומה דפליגי שם רבינו עם הראב\"ד ז\"ל בהל' יבום אם יש בכור ואינו רוצה אם כל האחים שוים ע\"ש בפ' ב' הל' י\"ב ומ\"ש בזה בפ\"א מהל' רוצח ועיין יומא דף ל\"ט ע\"א ע\"ש גבי סגן וכה\"ג ועיין תוס' סוטה דף מ\"א ע\"ב גבי מלך שמחל על כבודו כו' ע\"ש:",
                "<b>ואחד נתן את הקדירה כו'.</b> עיין בהשגות אך רבינו ס\"ל דבגמ' שם מיירי לענין מזיד וגבי סקילה בשבת ומלקות ביו\"ט דאין שייך בזה התראה דלמא חבירו לא יעשה, משא\"כ כאן מיירי בשוגג ולענין חטאת וא\"ש:",
                "<b>כולם חייבים כו'.</b> ולא כתב משום מבעיר עיין בירוש' פ\"ב דשבת גבי הבעיר ובישל אם חייב שנים ורבינו פסק דרק אחת ועיין לקמן מ\"ש הר\"א ז\"ל פי\"ב ה\"א ע\"ש בהה\"מ ז\"ל ואף דהא בהך דפסחים דף מ\"ז ע\"ב מבואר דחייב שנים זה רק ללאוים וכמו הך דגמ' דכריתות דף ד' ע\"ש ואף דיש כמה דברים דחייב שנים י\"ל, אך באמת דאין הפירוש כן דר\"ל אם לא עשה רק פעולה אחת ולא נעשה ג\"כ רק פעולה אחת אז כן דהיינו כגון פתילה של אבר וכמ\"ש הראב\"ד ז\"ל שם ודברי הרב המגיד ז\"ל הם תמוהים והוה כמו משמר בשבת דף קל\"ח ע\"א אף דיש בו שני שמות מ\"מ אינו חייב אלא אחת בין לרבה בין לר\"ז ועיין בהך דסנהדרין דף נ\"ה ע\"א גבי המערה בעצמו ועיין בירוש' כאן פ\"ז יש כותב נקודה אחת ע\"ש בסוף ה\"ג אך שם נפעלים שני דברים:"
            ],
            [
                "<b>הניח בשר כו'.</b> הנה מדברי רבינו נראה דמחלק בין צלי לבישול דבצלי הוה אף מצד אחד וחייב ועיין בנזיר דף נ' ע\"ב גבי חולה דסליק עמודא דנורא ע\"ש אבל היכא דנתכון לרכך כגון בישול אז מצד אחד אינו כלום ולכך אמר בגמ' מנחות כמעשה צלי של שבת דרק צלי חייב ועיין בע\"ז דף ל\"ח ע\"א ובתוס' שם ד\"ה קמ\"ל ע\"ש ובדברי הרי\"ף ז\"ל שם:"
            ],
            [],
            [],
            [
                "<b>וכן החותך יבלת כו'.</b> עיין מש\"כ בהל' ק\"פ פ\"א ה' י\"ח ע\"ש ועיין תוס' שבת דף קכ\"ט ע\"ב וכבר כתבתי בזה אך באמת נ\"ל דרבינו ז\"ל ס\"ל דהא דאמרינן בעירובין דחייב שם רק דהוה משום תיקון דמתקן גברא או הבהמה שלא יהיה בעל מום והוה כמו גבי מילה בשבת דף ק\"ו והוה כמו בנין או מכה בפטיש עיין לקמן פ' י' ה' י\"ז וברש\"י שם וגם נ\"מ לענין שיעור ועיין לעיל פ\"ח ה\"ז ח' דגבי בהמה צריך בחבורה שיעור כגרוגרות ובאדם א\"צ שיעור ומשמע אף כ\"ש עיין שבת דף ק\"ג ע\"א ועיין בירושלמי פ\"ז דשבת המאדם אודם כטיפה חייב ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ואין סחיטה בשער כו'.</b> עיין ע\"ז דף ע\"ה ע\"א ועי' זבחים דף צ\"ד ע\"ש:"
            ],
            [],
            [
                "<b>ואין הצובע חייב כו'.</b> עיין שבת דף צ\"ה ע\"א ושם דף ע\"ה ע\"ב ועיין בכורות דף נ\"ח ע\"א משום סקרתא אך מדברי הירוש' פ\"ז נראה דס\"ל דכל זה לא הוה רק גדר מלבן עיין ב\"ק דף צ\"ג ע\"ב אבל צובע הוא שנותנים בעצם הדבר וא\"כ נ\"מ לענין מי הצבע עיין במכות דף ג' ע\"ב ועירובין דף כ\"ט ע\"ב ע\"ש וחולין דף כ\"ו ע\"א ע\"ש בתוס' ויש נ\"מ לכמה דברים עמ\"ש בהל' מעשר שני ובהל' שכירות ועיין בנדה דף ל\"א ע\"ש ברש\"י וברכות דף י' ע\"א וכבר הארכתי בזה במקום אחר:"
            ],
            [
                "<b>העושה עין הצבע כו'.</b> עי' בה\"ה בשם השגות ע\"ש אך באמת זה לא מקרי צבע כלל דאין המים נצבעים רק דמעורב בהם צבע ועי' תוס' סוטה דט\"ו ע\"ב ובתוספתא דבפרה פ\"ט וזה ר\"ל הך דעירובין ד' כ\"ט ע\"ב וכ\"מ מיא דציבעה מיקרי ר\"ל לא שהמים הם נצבעים ועי' בתו\"כ פ' שמיני פליגי בזה ר\"מ ורבנן בפ' ט' פ' י' גבי אם פוסלין את המקוה בפחות מג' לוגין וזהו ר\"ל בירוש' פ' ב' דערלה ה\"ג דברי ר\"מ משום שאובה נכרת ועיין שבת ד' קמ\"ד ע\"ב ע\"ש, אך רבינו ז\"ל כאן ר\"ל שע\"י התערובת השני מינים נולד מהם מראה חדש זה נקרא תולדות צובע שע\"י פעולתו נולד דבר חדש ועי' בירושלמי ערלה פ\"ג דמי צבע של ערלה בטילה ברוב ועי' ב\"ק ד' ק\"א ע\"א גבי יש שבח סמנים ע\"ג צמר ובתוספתא דע\"ז פ\"ז אם מהני שיחזירם לחומר להסיר הצבע ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן הקולע כו'.</b> עי' שבת דצ\"ד ע\"ב וצריך לזה ג' חוטין עי' שבת דס\"ד ע\"א ובירוש' כאן פ\"י הלכה ז' ועי' בפירוש הראב\"ד ז\"ל במס' עדיות פ\"ג גבי כל הקליעות ובירוש' שקלים פ\"ח ה\"ג דסתם קליעה הוא ג' ועי' תוס' מנחות ד' מ\"א ע\"ב גבי גדיל וד' ל\"ח ע\"א ועי' בספרי פ' האזינו דסתם חבל הוא ג' חוטין וכ\"מ בזה:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כל שראוי למאכל בהמה כו'.</b> עי' רש\"י שם ד' קנ\"ז ע\"ב ד\"ה בגמ' דמשום דראוי למאכל בהמה לא מבטל ליה וזה ר\"ל ג\"כ הך דערובין דק\"ב ע\"א גבי הך דרב אויא ע\"ש ומה דרבינו לא הביא הך חילוק דחצר משום דמנטר נ\"ל דהפירוש שם להיפך דעיין שם ד' קכ\"ד ע\"ב דשמואל ס\"ל לחלק גבי טלטול חרס קטנה בין חצר לכרמלית דבחצר מותר לטלטל משום דמנטר ליה והוה ליה תורת כלי ובכרמלית לא, אך אנן לא קי\"ל כן רק דגם ברה\"ר שרי ועי' בירוש' שבת פ\"ח ה\"ד דמשוה להו גמי לחרס ועיין בירושלמי שם פט\"ז ה\"א גבי גמי שהוא מן המוכן ע\"ש וא\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן התוקע עץ וכו' בין שתקע כו'.</b> זה ר\"ל הך בבא דאקלידא במנחות ד' נ\"ז ע\"א ועי' שבת ד' פ\"ט ע\"ב:"
            ],
            [
                "<b>העושה נקב כ\"ש כו'.</b> אך כ\"ש דכאן וכ\"ש דהל' ט\"ו אין פירושם שוה דכאן ר\"ל נקב מעבר לעבר רק קטן ושם ר\"ל דלא נקב מעבר לעבר עי' ברש\"י ד' ק\"ג ע\"ב ד\"ה הקודח ועי' ב\"ב ד' נ\"ט ע\"א ועי' באהלות פרק י\"ג משנה ד' ע\"ש:"
            ],
            [],
            [
                "<b>והצר בכלי כו'.</b> הנה בירושלמי כאן פ\"ז מפרש דלא ר\"ל צר צורה רק דעשה כלי מן נצרים ע\"ש בהל' ד' ואמר שם הגודל כלי צורה ועי' בכלים פ' ט\"ו משנה ג' ומשנה ה':",
                "<b>וכל פתח כו'.</b> ר\"ל משום מכה בפטיש ונ\"מ גבי כלי דלא שייך בנין דאין בנין בכלים אם כבר נעשה אבל גבי לול של תרנגולים חייב משום בונה אף בכל שהוא ולקמן בפ' כ\"ג ה\"א ר\"ל בנקב גדול דהיינו מעבר לעבר וכאן ר\"ל שאינו מעבר לעבר אבל מ\"מ יש בו שיעור לא כ\"ש ממש ועיין מנחות דף נ\"ז ע\"א:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הצד את הישן כו'.</b> הנה בירושלמי נקט דוקא צבי משום דקמץ חדא ופשט חדא, אך זה רק לשיטת הירושלמי דס\"ל דהצד את הסומא פטור דסומא אינו מרגיש משא\"כ לדידן דס\"ל דחייב בסומא אין נ\"מ לכך נקט רבינו סתם וע' כתובות ד' ס' ע\"א ושם ד' ל\"ו ע\"ב ובירושלמי שם פ\"א ה\"ד יכולה היא לתופשה ועי' בתוספתא דטהרות הובא בדברי רבינו פרק ט\"ז מהל' אבות הטומאות הלכה ג' ע\"ש:"
            ],
            [],
            [
                "<b>ישב הראשון ומלאה כו'.</b> ואם נעלה ופתח ואח\"כ נעל השני עי' בתוספתא כאן דחייב ופ' י\"ג ועי' ב\"ק דף כ\"ט ע\"ב גבי בור ע\"ש ועיין שבת כאן ד' קי\"ב ע\"ב גבי פנים חדשות באו לכאן ועיין בירושלמי פ\"ג דכלאים ה\"ג:"
            ],
            [
                "<b>קטן פטור כו'.</b> כן מבואר בתוספתא:"
            ],
            [
                "[<small>השמטה</small><b> רמשים המזיקים כו' והוא שיתכוין כו'.</b> ואף דרבינו ז\"ל פסק דלא כר\"ש ע' בראשונים ולעיל בהל' כ\"א. אך ס\"ל לרבינו כך דזה רק אם צדן שלא לצורך דהיינו סתם אז למ\"ד משאצל\"ג חייב חייב אבל אם צדן מפורש לצורך דבר אחר אז לכ\"ע פטור, עי' לעיל בדברי ה\"ה בהל' י\"ז ועי' תוס' שבת ד' ע\"ג ע\"ב גבי סחיטה ועי' במה דפליגי רש\"י ותוס' שם דף ע\"ה ע\"א גבי סתמא ולכך נקט בגמ' בשבת דף קכ\"א חוששני לו מחטאת אף לר\"י ולא ודאי דאם מתכוין מפורש להציל גם לר\"י אין עליו שם צידה: <small>ע\"כ השמטה</small>]",
                "[<small>השמטה</small><b> או מקיף כו'.</b> עי' סנהדרין דף ק\"א ע\"א גבי הך דלוחשין כו' ע\"ש ברש\"י דנראה דמפרש דמקשרן בלחישה וע\"ש דף ס\"ה ע\"א גבי האי מאן דצמיד ע\"ש ברש\"י ובהך דכריתות דף ג' ע\"ב ע\"ש בתוס' ואף דבאמת רבינו ז\"ל בפיה\"מ ביומא על הך דדף פ\"ג גבי ר' מתיא בן חרש מוכח דסבירא ליה דרק דבר שיש בו רפואה ע\"פ טעם אז מחללין ע\"ש א\"כ גבי האי מאן דצמיד אמאי מותר ומשום דשיטת רבינו כך דגם דיני רפואה הוי גדר דין ולאו משום הצלת נפשות ועי' מה דס\"ל לרבינו בפ\"ה מהל' סנהדרין דסנהדרין היו צריכין שיהיו בקיאין ברפואה וזה משום דמבואר בתוספתא ב\"ק פ\"ו ופ\"ט דרופא שריפא והזיק אם ברשות ב\"ד פטור ומשמע שם דזה הוה בגדר שליח ב\"ד ומשום דעביד ברשות וזהו כונת הגמ' ב\"ק דף פ\"ה ע\"א התורה נתנה רשות כו' דהוה גדר ציווי ועי' ב\"ק דף ל' ע\"א גבי רשות ב\"ד ובתוספתא פ\"ד דגיטין דחייב בדיני שמים, ועי' בהך דסנהדרין ד' פ\"ד ע\"ב מה דמקשה שם א\"ה אחר נמי כו' ואמאי הא הוי ברשות וצ\"ל דהקזת דם לא הוה רפואה גמורה ועי' בכתובות דף נ\"ב ע\"ב עשו הקזת כו' ובאמת זה הוה מחלוקת בברכות ד' ס' ע\"א מהך דר' אחא ואביי ע\"ש. גם י\"ל באמת דכונת הגמ' בסנהדרין שם גבי מה מכה בהמה לרפואה ר\"ל כהך דבכורות דף ל\"ה גבי בכור שאחזו דם מחלוקת אם מותר להקיז ע\"ש, ועי' בנדרים דף מ\"א ע\"ב גבי רפואת גופו ע\"ש בר\"ן בשם ירושלמי ובדברי רבינו בפיהמ\"ש שם דיליף מן אבדת גופו ע\"ש ועי' בהך דמנחות דף ס\"ד גבי אמדוהו וביומא ד' פ\"ד ע\"ב דנקט שם וא\"צ ליטול רשות מב\"ד אך שם לא הוה על רפואה רק להצילו ממיתה אבל גבי רפואה צריך רשות ב\"ד וכמו הך דמנחות דאמדוהו וכן הדין גבי בכור דקיי\"ל דלמומין שאינם מובהקים בעינן דוקא מומחה ונטילת רשות מב\"ד ועי' בסנהדרין ד' ה' ע\"ב מה דאמר שם רב דגדל אצל רועה לידע איזה מום עובר ואיזה קבוע ומ\"מ זה הוה הוראת ב\"ד עי' בכורות דף כ\"ט ע\"ב דשייך ע\"ז מה אני בחנם וע\"ש דף ל\"ו ע\"ב בתוס' במה דפליגי עם רבינו בהל' בכורות אם בעי סמוך ועי' תוס' בכורות ד' ל\"ח ע\"ב אם מום שיש לו רפואה הוה מום ע\"ש מה דמחלקי בין רפואה לנסיון ועי' תוס' זבחים דף י\"ב ע\"ב וכ\"מ וכן מה דמבואר בירושלמי פ\"ח דיבמות גבי מה שיש חילוק בין פ\"ד לכרות שפכה דזה חוזר וזה אינו חוזר ומבואר שם ובספרי שזה מהל' רופאים ר\"ל דזה לא שייך לדון דנימא דלכך לא יהיה אסור לבוא בקהל וע\"ש דף פ' ע\"א בהך מחלוקת דר\"א ור\"ע גבי סריס ותוס' שם דף קי\"א ע\"ב וזה תליא ג\"כ אם רפואה הוה גדר דין או רק פעולה ועי' בהך דסנהדרין ד' ע\"ז ע\"ב גבי סממנין בידו אם פטור אי זה מקרי מכת מות כיון שיכול להתרפאות או לא והגמ' נקט רק דפטור משום דיצא מב\"ד זכאי ובאמת רבינו לא הביא זה משום דס\"ל דזה תליא בהך דר\"נ ורבנן שם דף ע\"ח גבי שהקל ממה שהיה וכן הדין לענין טריפות וכבר הארכתי בזה נמצא כך דלענין לרפואה בעי רק ב\"ד והוה זה גדר דין ולכך עפ\"י סיבה רחוקה אין מתירין משא\"כ להצילן מן הרודף בזה א\"צ ב\"ד ואף ע\"י סיבה רחוקה. ובאמת נ\"ל דזה הוה ספר רפואות מה דמבואר בפסחים דף נ\"ו דזה ג\"כ הוה מסיני רק משום דדברים שבע\"פ אסור להיות בכתב ועי' שבת ד' ו' ע\"ב ברש\"י ע\"ש וכ\"מ בזה. אך רבינו ז\"ל בהל' ע\"ז פי\"א הי\"א לא פירש כפי' רש\"י ועי' ירושלמי שבת פי\"ד: <small>ע\"כ השמטה</small>]"
            ]
        ],
        [
            [
                "<b>השוחט חייב וכו'.</b> והנה אם כאן חייב גם משום מפרק לשיטת רבינו גבי חבורה עי' כתובות ד' ז' ע\"א וא\"כ לפי\"ז גבי שחיטת קדשים יש ב' חיובים אחד משום שוחט ואחד משום מפרק כיון דצריך לדם וא\"כ היאך אמרינן בביצה דף י\"ב דשייך מתוך גבי קדשים הא גבי קדשים עוד יש מלאכה מה דלא שייך בחולין והיאך אמרינן מתוך אך י\"ל דנ\"מ לגבי שוחט חיה ועוף דשם צריך הדם ג\"כ לגבי כסוי אף דאינו מעכב מ\"מ שפיר מקרי צריך עיין תוס' כתובות ד' ה' ע\"ב וד' ז' ע\"א, אך י\"ל כיון דקי\"ל דאין חילוק מלאכות ליו\"ט כמבואר במכות דכ\"א ע\"ב אין נ\"מ לשני לאוין ללאו אחד ובזה יש לבאר דברי הגמ' דביצה שם ועי' בסנהדרין דל\"ה ע\"ב ובשבת ד' קי\"ד ע\"א ובזה א\"ש דשם ר\"ל רק לענין הקטרה ומותר משום מתוך ובסנהדרין ר\"ל לענין שחיטה וס\"ל דיש חילוק מלאכות וא\"כ אין כאן מתוך:",
                "<b>ולא עד שימות כו'.</b> ולא הביא הך דאמרינן שם דעביד רירי עי' בהך דחולין ד' ע\"ה ע\"א בהך דמחלוקת דב\"ש וב\"ה ע\"ש ורבינו ז\"ל בהל' טוא\"ו פסק כב\"ה וס\"ל דהך דעביד רירי הוה כעין הך בעיא דשם גבי נולדו בדגים סימני טריפה כו' ולענין אם הרג טריפה אם חייב עי' שבת כאן דקל\"ו ע\"א ועי' פסחים ד\"ע ע\"א שם מוכח דחייב, אך י\"ל דשם שאני דהוי לענין קדשים וצריך לדם והחיוב משום מפרק אבל בשאר דברים י\"ל דפטור דליכא נטילת נשמה כמו גבי בן ח' ועי' תוס' חולין ד' י\"א ע\"א ושם ד' ע\"ד ע\"ב גבי בן פקועה וד' קכ\"א ע\"ב גבי שחט בה רוב שנים ועיין בספר שאלתות דרב אחאי גאון פ' נ\"ח פיסקא ו' דלחרוש חייב כמו בבן פקועה ועי' נדה ד' כ\"ג ע\"א וד' מ\"ד ע\"ב בתוס' וגם לשיטת רבינו כאן נראה דס\"ל דדלדול עובר ממעי אמו ג\"כ חייב משום נטילת נשמה ואף דע\"כ מיירי דעדיין לא נגמר העובר ועי' תוס' ע\"ז דכ\"ו ע\"א ורש\"י סנהדרין דנ\"ז ע\"ב ד\"ה אף וע\"ש ד' פ\"ד ע\"ב בתוס' ד\"ה הוה אמינא מוכח דעובר גרע מנפלים לאחר שיצאו ועי' בדברי רבינו ז\"ל בהל' מלכים פ\"ט ה\"ד דב\"נ חייב על הטריפה ע\"ש וע' סנהדרין ד' ע\"ח דגוסס בידי שמים לכו\"ע חייב ע\"ש. אך נ\"ל דפחות מבן מ' יום אף ב\"נ פטור דעדיין מיא בעלמא הוא עי' יבמות ד' ס\"ט ע\"ב ובכ\"מ. ועי' נדה ד' ל' ע\"ב גבי סמא דנפצא אשקינהו ועי' ערכין ד' ז' אך י\"ל דבשבת שם ר\"ל דבאמת הא הוה מקלקל וס\"ל מקלקל בחבורה פטור רק משום מצות מילה כמבואר שם ד' ק\"ו ע\"א ובן ח' אינו במצות מילה וזה מה דר\"ג נדה דף כ\"ד ע\"ב לברית ח' ומה דאמר כתנאי ר\"ל דכיון דס\"ל דחי הוא ושחיטתו מטהרתו יש בו ג\"כ מצות מילה עי' בירושלמי פ' י\"א דיבמות לא משמע כן ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ושאר כל כו'.</b> עי' כריתות ד' ג' ע\"ב וסנהדרין דק\"א ע\"א ע\"ש ברש\"י ד\"ה ולוחשין אך בירוש' פי\"ד דשבת לא משמע כן כפירושו וכן מדברי רבינו ז\"ל:"
            ],
            [
                "<b>וכן המוחק מן העור כו'.</b> עי' שבת ד' ק\"ג ע\"ב ד\"ה המעבד כ\"ש ע\"ש בתוס' ועי' שם ד' קט\"ז ע\"ב בהך מחלוקת דר\"י ורבנן ועי' בירושלמי פ\"ו דפסחים דאמר שם דרבי ישמעאל ס\"ל כר\"ש דאינו חייב עד שיעבד כולו ועי' בחולין ד' קכ\"ג ע\"א דכ\"ז שלא הפשיט את החזה לא הוה הפשט גמור ע\"ש:"
            ],
            [
                "<b>או המרככו בידו כו'.</b> עי' שבת דף ע\"ה ע\"ב ודף קמ\"א וזבחים דף צ\"ד ע\"ש:",
                "<b>וכן הממרח כו'.</b> עיין בירושלמי כאן פרק ז' ובבלי דף קמ\"ו ע\"ב ע\"ש:"
            ],
            [
                "<b>והוא שיתכוין כו' אבל אם כו'.</b> עי' דע\"ד ע\"ב גבי אי קפיד אמשחתא ע\"ש ועי' ד' קי\"ז דשקיל בברזא וזה ר\"ל כמ\"ש רבינו והנה עי' בירושלמי פ\"ז סוף ה\"ב כאן מה דמחלק בין מחתך לקורע דמחתך בעור ר\"ל דמלשון רבינו משמע דדוקא אם חתך לגמרי החתיכה אבל אם עדיין קצת מחובר לא הוה גדר מחתך ועי' בחולין ד' קכ\"ג ע\"ב דעור כיון דחלים כ\"ז שלא נחתך לגמרי עדיין הוה חיבור רק אם חתך דרך סביבותיו ע\"ש וזה ר\"ל בירושל' חיתוך בעורות מן הצד דאז מקרי מחתך:",
                "<b>וכן כל חתיכה כו'.</b> עי' שם ד' ע\"ב ע\"ב גבי סלית סילתא:"
            ],
            [],
            [
                "<b>הכותב שתי אותיות חייב.</b> עי' בפה\"מ דזה דכותב ורושם הוה שתי מלאכות ועי' בירושלמי פ' י\"ג אם הטעם דשתי אותיות משום דפחות מזה לא הוה כתיבה או משום שאין מלאכתו מתקיימת ועי' ברש\"י כריתות די\"ז דגבי אחת על האריג לר\"א דחייב וכן בכתיבת אות אחת לר\"א דחייב אם כתב סמוך לכתב כמבואר דק\"ד ע\"ב זה רק שהיה מתחלה אריג הרבה וכן גבי כתב היה מתחלה הרבה אותיות משא\"כ אם רק היה אות אחת וכתב עוד אות אחת פטור ועי' שם ד' י\"ט ע\"ב, אך בירוש' פי\"ג דשבת ה\"א מבואר להיפך ועי' בתוס' פ\"ד דביצה בהך דר\"א ורבנן. אך באמת הנה גבי כותב יש שני חיובים אחד משום האותיות ואחד משום הנייר שנכתב עליו וזה הוה גדר רושם לר\"י ונ\"מ דאם מקלקל הנייר על ידי הכתיבה משום גדר רושם פטור דהרושם הוה החיוב על הנייר והנייר נתקלקל ע\"י זה אבל משום כותב חייב וכמ\"ש רבינו ז\"ל לקמן דהחיוב רק על האותיות והאותיות נכתבין כהוגן והא דצריך נייר רק דבלא נייר לא הוי אותיות וכן יש נ\"מ להיפך דברושם חייב אף אם רק השלים לכתב וכן אם נטל לתגא דדלית ועשאו רי\"ש ומשום כותב אינו חייב רק או שתי אותיות שאינם דומים זה לזה או אם דומים אם יש בהם איזה משמעות ולכך דייק רש\"י ז\"ל ד' ק\"ד ע\"ב ד\"ה ועשאו ב' זיינין והסופר היה צריך לכך משום דמשום כותב אינו חייב כאן דהוה ב' אותיות דומות ואין בו תיבה בפ\"ע כמו הני שכתב רבינו בהל' י' ובירוש' כאן פי\"ב ע\"ש ולכך צריך שיהיה הסופר צריך לכך והך דלהשלים שאני י\"ל דהוה בגדר מכה בפטיש והיכא דלא כתב ב' אותיות נ\"ל דלא מקרי גמר רק אם הראשון עשה פעולה שלמה אבל אם הראשון ג\"כ לא עשה פעולה שלמה גם הגומר פטור וכן מוכח כאן בתוספתא פי\"א דאמר שם דאם באו הרבה אנשים וכ\"א כתב אות אחת ונכתב ספר שלם אז כולן פטורין וגם האחרון פטור אף דהוא גמר הספר ע\"ש:",
                "<b>הכותב ע\"מ כו'.</b> ובזה א\"ש מה שהקשו התוס' חולין דף ח' ע\"א דאמאי חייב בשחיטה בשבת הא הוה מקלקל ע\"ש ובזה א\"ש דלא הוה החיוב על דבר הנשחט רק על נטילת נשמה וזה הוה כהוגן והא דמקשה בפסחים דף ע\"ג ע\"א שם ר\"ל דאם אין כאן תיקון שום דבר אז גם לא מקריא נטילת נשמה כלל ועיין תוס' שבת ד' ע\"ה ע\"א וגם שם מיירי בחטאת העוף דעומדת למליקה ולא לשחיטה ועי' זבחים ד' ק\"ז ע\"א וד' ק\"ח ע\"א ע\"ש:"
            ],
            [
                "[<small>השמטה</small><b> ואפי' מב' סממניות כו'.</b> עי' מש\"כ רבינו ז\"ל בפיהמ\"ש כאן דהוה מחלוקת דר\"י ורבנן גבי אותיות של חשבון אם זה הוה גדר כותב או רושם ר\"ל אם החיוב הוא משום הכתב או משום הדבר שנכתב עליו ובאמת נראה דגבי הני נ\"מ בין כתב אשורית ליונית לשאר כתבים דבכתב אשורי ויונית האותיות של חשבון הוה אותיות של כתב אבל בשאר כתבים הוו סימנים בעלמא לא גדר כתב ואינו חייב רק משום רושם ונ\"מ להך דה\"ט דאם כותב ע\"מ לקלקל העור דאז אם משום כותב חייב ואם משום רושם פטור דרושם הוא משום דהדבר נכתב עליו כמ\"ש, ועי' שקלים פ\"ג ה\"ב: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [],
            [
                "[<small>השמטה</small><b> כגון שחלק כו'.</b> ועי' בתוספתא דה\"ה אם עשה לשני זיינין חית דחייב משום מוחק ב' אותיות ואף דהא מחיקה אינו חייב רק על הדבר שנשאר חלק וכאן נעשה אות אחת תחת הב' אך לפמש\"כ דתולדה דמוחק חייב א\"ש כאן: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [],
            [
                "<b>הכותב כו' על בשרו.</b> עיין גיטין ד' כ' ע\"ב דהוא כתב שיכול להזדייף וזה ר\"ל רבינו כאן:",
                "<b>אבל המשרט על כו'.</b> והנה מה ר\"ל כאן אם שירט ומילא בדיו כמו כתובת קעקע בגיטין שם או דר\"ל שעשה בשריטות כצורות אותיות ועיין בפהמ\"ש כאן:"
            ],
            [
                "<b>רושם תולדות כותב כו'.</b> עי' בירוש' פ\"ז דכאן הצר צורה כו' וחסר שם ועי' בתוספתא כאן דהמוחק ע\"מ לתקן חייב בכ\"ש ע\"ש ור\"ל דכאן א\"צ שתי אותיות דזה לא הוה רק תולדה וכן אמרינן בירוש' גבי יש כותב נקודה אחת וחייב עליה שתים ע\"ש דכיון דאינו כותב דבר חדש רק כותב באות הנכתב הוה זה רק תולדה וחייב אך זה רק אם הוא מתקן הדבר וצריך להדבר אבל אם א\"צ שוב אין שם הדבר עליו כלל וכמש\"כ רבינו לקמן פי\"ב ה\"ב גבי מכבה ע\"ש בדברי הה\"מ ז\"ל:"
            ]
        ],
        [
            [
                "<b>המבעיר כל שהוא כו'.</b> והוא הדין דאם הוציא חייב ע\"ז בכ\"ש. עי' ביצה ד' ל\"ט ע\"א ובתוספתא פ\"ט דכאן גחלת כ\"ש שלהבת כ\"ש חייב ועיין בירוש' פ\"ז דגם גבי דיו אם הוציא כדי להגיה חייב על שיעור אות אחת ע\"ש:",
                "<b>המחמם את הברזל כו'.</b> עיין בהשגות ועי' לעיל פ\"ט ה\"ו דרק אם מכוון לעשות גחלת אז הוי גדר מבשל ועי' בה\"ה ז\"ל מה שכתב דכל דבר שהוא עצמו נעשה אור אינו נקרא מבשל והנה עיין ביבמות ד' ל\"ג ע\"ב דהקטרת אימורים הוה הבערה ובירוש' פ\"ב דשבת אמר שם דהוה מבשל והטעם כיון שרוצה בעיכולם ר\"ל דהאמורים הקטרה שלהם לא הוה בגדר שריפה רק לשם ריח לשם ניחוח ר\"ל דהוה גדר בישול עיין זבחים ד' מ\"ו ע\"ב ולכך אימורים שצלאן ואח\"כ העלם לא קיים המצוה ועי' בירוש' סוטה פ\"ג דעיכול בראשו של מזבח ואין שריפה בראשו של מזבח ועי' מעילה ד' ט' ע\"ב ברש\"י דתרומת הדשן הוה מן אימורים לא מן עצים א\"כ הוה הקטרה לצורך דבר שיהיה דשן ולכך מועלין בהן וא\"ש מה שהקשו התוס' שם דף י' ע\"ב דלמה אין מועלין בקטורת ע\"ש משום דשם אין בהם גדר דישון ועי' יומא ד' נ\"ט ע\"ב ובכ\"מ ובירושלמי שם פ\"ב ה\"ג גבי קטורת שכבתה כו' שאין כתיב עיכול אלא במזבח החיצון ור\"ל דלא הוה רק בגדר שריפה ועי' במנחות ד' כ\"ו ע\"ב גבי פוקעין וא\"כ לפי\"ז בקרבן של במה דאין בו ריח ניחוח כמבואר בסוף זבחים וגם תרומת הדשן אין בהם הוה רק שריפה ולא בישול וכן אם אין באימורים רק כזית דאז אי אפשר לעשות תרומת הדשן עי' בירוש' פ\"ב דיומא ה\"א דצריך להרים כולו ונ\"ל דזה ר\"ל בהך דסוף תמורה והרים כולו ע\"ש שוב אין בו מעילה כמו קטורת. ובזה א\"ש מש\"כ התוס' פסחים ד' ע\"ז ע\"ב ד\"ה שאין דלית בה מעילה אחר שנזרק ע\"ש ור\"ל דשם מיירי כה\"ג שלא נשאר רק כזית ומה דגמ' שלנו לא ס\"ל הך דירוש' דהוה מבשל או דס\"ל דגם בגחלים של עצים יכול לעשות תרומת הדשן עי' בירוש' פ\"ב דיומא ה\"א ותוס' שבת ד' כ\"ה ע\"א וזבחים ד' ל\"ד ע\"א ד\"ה שקדוש בכלי או דס\"ל כיון דבאמת שם לא הוי ריח ניחוח דהא הקטירן זר וגם לענין אם יכול מזה לעשות תרומת הדשן עי' בסוף זבחים גבי אברים לאחר שהשלה בהן האור אם ירדו מהו שיעלה ע\"ש וכאן הא הקטירן זר ושוב לא הוה עיכול ובשול רק שריפה וי\"ל דזה תליא בהך דריש מו\"ק בפלוגתא דרבה ור\"י אם אזלינן בתר מחשבה או בתר מעשה ע\"ש:",
                "<b>אבל המכבה גחלת כו'.</b> עיין בפסחים ד' ע\"ה ע\"א דגחלים של מתכת לא מקרי אש ע\"ש ועי' שבת ד' קל\"ד ע\"א ועי' ביצה ד' כ\"ג ע\"א וא\"כ אפשר דאם כבה שלהבת בלא גחלת חייב אך מרש\"י בכמה מקומות עי' דף ל\"א ע\"ב לא משמע כן ועי' תוס' שם ד' ק\"ו ע\"א ע\"ש ובאמת צ\"ל דס\"ל לרבינו ז\"ל המכבה הוא חייב בעצם לא משום הנשאר רק זה בעצם הוה מלאכה וכמו כותב לדידן דזה בעצם הוה מלאכה ולכך אף אם מקלקל הנייר חייב לעיל פי\"א ה\"ט וכן הדין גבי מתיר עי' תוס' ד' ע\"ג ולכך רבינו ז\"ל אף דגבי סותר בעי לרבינו ז\"ל לבנות במקומו כמ\"ש לעיל ספ\"א מ\"מ גבי מכבה גם בשביל השמן חייב ואף דבגמ' דף ל\"א ע\"ב מבואר דר\"י לא ס\"ל כן וכמו דס\"ל גבי סותר י\"ל כך כיון דר\"י ס\"ל בכריתות ד' כ\"א וכ\"מ דהבערה ללאו יצאת הרי דס\"ל דמלאכה שעושה באש לא הויא אב מלאכה ובמכבה החיוב רק משום הפתילה משא\"כ לדידן י\"ל דהחיוב הוא משום האש עצמה:",
                "<b>ואם נתכוין לצרף כו'.</b> עי' לעיל בהל' א' המחמם ובהשגות שם ובאמת זה תליא בהך מחלוקת דב\"מ ד' פ\"ד ע\"א מאימתי גמר מלאכתן דחד אמר משיצרף וח\"א משיניחם במים ע\"ש ועי' ביצה ד' ל\"ב ע\"א גבי מחלוקת ר\"י ורבנן ע\"ש וע\"ש ד' ל\"ד ע\"א גבי לחסמן ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או שיצא במעות כו'.</b> עי' שבת ד' קמ\"ז ע\"א ועי' בתוספתא פ\"ה דשבת:"
            ],
            [],
            [
                "<b>המוציא משאוי על ראשו כו'.</b> עי' בה\"ה ועי' שבת ד' נ\"ט גבי עיר של זהב לר\"מ דחייב חטאת והוא מונח על ראש ועי' ד' קי\"ב ע\"א מחשבתו משויא ליה מקום ועיין שם ד' ס\"ב ע\"א גבי תפילין ועירובין ד' צ\"ה ע\"ב וב\"מ דף ק\"ה ע\"ב:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>היה ביניהם יתר כו'.</b> עי' שם עי' בהשגות. והנה רבינו ס\"ל כמו דאמרינן בפסחים ד' ל\"ג ע\"ב דצריך לסוחטן דוקא פחות מכביצה אבל בכביצה אסור משום גזירה ע\"ש וה\"נ כן:"
            ]
        ],
        [],
        [
            [
                "<b>איזה היא כו' ויערות כו'.</b> עי' מכות ד' ח' ע\"א שיש רשות ועי' סנהדרין ד' מ\"ט ע\"א ועי' מש\"כ רבינו בפ\"א מהל' זכיה ומתנה ועי' רשב\"ם ב\"ב ד' קי\"ח ע\"א ד\"ה דצווח ועי' ב\"ק ד' ע\"ט ע\"ב גבי ראוהו שהטמין בחורשין ובירושלמי שם פ\"ז ה\"ה ואפשר דזה נ\"מ בין א\"י לשאר ארצות מחמת תנאי יהושע עי' ב\"ק ד' פ\"א ועי' בערלה פ\"א גבי הנוטע לרבים ובירוש' שם:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בור שבכרמלית הרי הוא כו'.</b> עי' בהשגות ועי' בתוספתא פי\"א דשבת גבי בור שבבקעה דגם שם פליג ר\"ש משמע כשיטת רבינו ועי' במס' מקוואות פ\"ב ה\"ה מה דפליגי שם ר\"ש ורבנן והוא מהך טעמא אי מיא מבטלי מחיצתא ועי' שבת ד' ח' ע\"ב ובירוש' כאן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נדבק למטה מעשרה כו'.</b> ואם צריך שיהיה ד' אמות קודם שיגביה למעלה מעשרה עי' בירוש' פי\"א ה\"א מוכח דמצטרף למעלה מעשרה עם למטה מעשרה לד' אמות אם אח\"כ נחה למטה מעשרה וזהו מה דמקשה שם ארבי אבהו בשם ר\"י משמואל תמן את אמר אין רה\"ר מצטרפת וכו' ע\"ש ועי' רש\"י ד' צ\"ח ע\"א וד' ק' ע\"א ע\"ש:"
            ],
            [
                "<b>זרק קנה כו'.</b> עי' ירוש' שבת פ\"י ה\"ב גבי חבילה ועי' דף צ\"ט ע\"ב:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ולמה אינו חייב כו'.</b> כן מבואר בירוש' כאן פ\"י וט\"ס שם ועי' בבלי ד' ה' וגיטין ד' ע\"ט והירושלמי הולך לשיטתו דס\"ל בפ\"ק וכ\"מ דדוקא מתלקט עשרה מתוך ג' אבל מתוך ד' הויא כניחא תשמישתיה ועי' שבת ד' ק' ע\"א ועירובין ד' י\"ט ע\"ב וד' כ\"ב וד' מ\"ח ובירוש' כלאים פ\"ו ה\"ג הך דחזקיה וקאי שם אלעיל אמדריגה ע\"ש מש\"כ שם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יחיד ששבת כו'.</b> עי' לקמן בהל' י\"ח דפסק כחכמים דלא דברו בשיירא אלא בהווה אך ס\"ל מ\"מ דנ\"מ בין יחיד לשיירא דגבי יחיד בעי דוקא מוקף לדירה אבל בל\"ז הוה קרפף ואסור וגבי שיירא ס\"ל דלא בעיא הוקף לדירה והך דר\"נ משום רבינו שמואל קאי אלא הוקף לדירה ובשיירא לא בעי זה ויליף לה מהך דעירובין ד' צ\"ג ע\"א גבי ג' קרפיפות ולא כפרש\"י שם ועי' בירוש' פ\"ב דכאן ה\"ה קרפף שיש בו כו' אמר ר' אבהו הואיל והוא ראוי ליתר ע\"י שיירא וזרק מרה\"ר לתוכו חייב ור\"ל כה\"ג ועי' בבלי שבת ד' ז' ע\"א ורש\"י ד' צ\"ט ע\"ב ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא יעמיד אותם כו'.</b> ואף דגבי סוכה פסק רבינו לקמן בספ\"ד דשרי לדעת של המעמיד צ\"ל דכאן שאין כלל מחיצה אף לדעת המעמיד אסור אבל שם בלא דעת המעמיד הוה גדר מוסף דיש ב' טעמים א' משום דכיון דמבטל זה הדבר הוה כבונה וסותר ועי' בעירובין ד' ק\"ד ע\"א ותוס' שבת ד' מ\"ד ע\"ב וב\"ב ד' כ' ושלא לדעת לא הוה ביטול ומ\"מ בלא מחיצה כלל אסור ועי' רש\"י שבת ד' קמ\"ב ע\"ב ד\"ה הניחו ע\"ש ובירוש' שבת פי\"ט ה\"א גבי סכין של מילה ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>העמיד לחי בחצי המבוי וכו'.</b> עי' עירובין ד' נ\"ט ע\"ב בתוס' דוקא שאין בתים בהחצי שלא עשה לחי:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומותר להרחיק כו'.</b> עי' במגיד משנה וגם דהא ר\"פ אמר בבור י\"ב כו\"ע לא פליגי דבעי פשוטין ועי' בירוש' דהוה פלוגתא בזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ופעמים משערין באמה שוחקת כו'.</b> עי' במגיד משנה בשם הרשב\"א ועי' בירוש' כלאים פ\"ו ה''ה לפי גירסת רבינו שם בהל' כלאים פ\"ח ה\"ה דועוד הוא א' מס' באמה והוא חצי אצבע:"
            ]
        ],
        [
            [],
            [
                "<b>יין כדי כו'.</b> ואם הוציא ענבים ע\"מ לעשותן יין עיין בירוש' פ\"א דתרומות ה\"ט דהוה פלוגתא דתנאי אם כאכילה או כמשקין ואפשר דזה תליא בהך דמו\"ק ד' ב' ע\"ב ועיין תוס' שבת ד' ע\"ו ע\"ב ד\"ה חלב:",
                "<b>וחלב טמאה כו'.</b> כן מבואר בירושלמי:",
                "<b>וקילור כו'.</b> עי' רש\"י כאן ד' ע\"ז ע\"ב דדוקא לתת על ב' עינים ולא כמו כחול לרפואה ועי' לקמן בהל' י':"
            ],
            [],
            [
                "<b>המוציא קנה כו'.</b> וקנה של אורגים אם הוציא השיעור הוא כדי לארוג מפה עי' שבת ד' צ\"ג ע\"ב ע\"ש:"
            ],
            [
                "<b>כדי לתבל ביצה.</b> והנה אם ר\"ל ביצה או די כגרוגרת מביצה כמו בהך דדף פ' ע\"ב ועי' בירוש' שם דאמר שם כל ביצה דשבת הוא כגרוגרת מביצה:",
                "<b>מפני שמצניעים אותם לגניזה.</b> ובעצי אשירה לא פסק כר\"י אף דפסק דמלאכה שאינה צריכה לגופה חייב משום דגבי ע\"ז הוה שריפה וא\"כ לא מיחשב הדבר ועי' בתוספתא כאן גבי בית המנוגע דאמר שם בכ\"ש אך י\"ל דאתי כמ\"ד בנגעים פי\"ג דמטמא בכ\"ש ע\"ש וראיה דגם גבי קדשים כמו יוצא מ\"מ מבואר ד' צ\"א ע\"א דצריך גרוגרת וטעם דר\"י י\"ל משום דקי\"ל דע\"ז מטמא וגם משמשי ע\"ז ולכך נקט משמשי ע\"ז משום דע\"ז אינה לאברים אך במשמשים ישנה לאיברים כמ\"ש רבינו ז\"ל בהל' אה\"ט והך כ\"ש לאו דוקא ור\"ל כזית כעין הך דדף צ\"א וזה תליא אם טומאה דרבנן חשוב ועי' בסוכה ד' כ\"ג וכ\"מ בש\"ס ועי' בע\"ז ד' מ\"ח ע\"ב גבי הך דלא יעבור תחתיה גבי אשירה ואמר שם משום תקרובות עיין תוס' חולין ד' י\"ג ע\"ב ולמה לא אמר משום דהנכנס לבית ע\"ז טמא כמבואר בירוש' שבת וע\"ז ובתוספתא ועי' בתוספתא דע\"ז פ\"ז ע\"ש ועי' קדושין ד' ל\"ג וכ\"מ וצ\"ל דאשירה שאני דהוה כמו עצם ע\"ז וגרע ועי' לעיל בשבת ד' ע\"ה ע\"ב ועי' בהל' פ\"א פי\"א ה\"ו וגבי יוצא זה הוה בעיא בגמ' פסחים ד' פ\"ה אם יש בה טומאה וגם אנן פסקינן דדוקא כביצה מטמא ועי' מש\"כ בזה פ\"א מה' פסולי המוקדשין ע\"ש:"
            ],
            [],
            [
                "<b>המוציא אזוב.</b> כן מבואר בירושלמי:"
            ],
            [],
            [
                "<b>אבל אם הוציא הדיו כו'.</b> ועי' בירושלמי דמבואר כפירוש רבינו ועי' בהך דנדה דף י\"ג ע\"ב ובהך דזבחים ד' פ' ע\"א וכאן וד' ע\"ז ע\"ב גבי כדי שיפה ואחיזה ע\"ש:"
            ],
            [
                "<b>המוציא כחול כו'.</b> עיין בהשגות ור\"ל כך דרבינו ז\"ל ס\"ל דרק במקום שהכל נוהגים כן אז אינו חייב רק בשני עינים והרא\"ש ס\"ל דבה תליא דאם דרכה להתקשט בב' עינים אינה חייבת:",
                "<b>בין לרפואה כו'.</b> ואף דלרפואה חייב בכ\"ש צ\"ל דבכחול בפחות מעין אחת לא הוה רפואה כלל:"
            ],
            [
                "<b>עפר ואפר.</b> כן מבואר בירושלמי פ\"ח ובתוספתא:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המוציא בהמה כו'.</b> הנה רבינו ז\"ל פסק דלא כר\"נ ועי' ד' קמ\"א ע\"ב ודף קכ\"ח ע\"ב והך דלקמן פ' כ' ה\"ד הוא דלא כבן בתירא דכתב העומד לרכיבת אדם כמבואר ד' צ\"ד ועי' כתובות ד' ל\"ד ע\"ב ועירובין ד' ק\"ג ע\"א וכן פסק רבינו ז\"ל בהל' ק\"פ ועי' יומא ד' ס\"ו ע\"ב דחלה שאני ותוס' שבת ד' ק\"ל ע\"א:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המוציא כו'.</b> עי' בהשגות ועי' שבת ד' ס\"ב ע\"ב גבי ריח וד' פ' ע\"א ברש\"י גבי קולמוס ועי' ביצה ד' ל\"ט ע\"א תוס' ד\"ה ותיפוק ליה ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יוצא אשה כו'.</b> כן גרס רבינו במשנה דף ס\"ה ע\"א ע\"ש בפיהמ\"ש וכן הוא בירושלמי:"
            ],
            [],
            [],
            [],
            [
                "<b>ואיזה הוא קמיע מומחה וכו'.</b> עי' כאן דף נ\"ז ע\"ב גבי חומרתא דקטיפתא ועי' ד' נ\"ד ע\"ב גבי חנונית ובירושלמי יליף שם דאין קמיע מומחה בבהמה אך בגמ' דילן בדף נ\"ג ע\"ב לא ס\"ל כן ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ואם היו קשין כו'.</b> עי' ירושלמי פ\"י דעירובין סוף ה\"א הדא דתימא ברך אבל בקשה כמשהו ועי' זבחים דף צ\"ד:"
            ],
            [],
            [
                "<b>היוצא בטלית כו'.</b> עי' שבת ד' י\"א ע\"ב דרק דאומן דרך אומנתו הוה דרך הוצאה בכך וכן מוכח בתוספתא כאן פ\"א דנקט הסוחר לא יוצא בכסות ואף בגמ' דילן אמר שם דלאו דוקא סוחרים ועי' שבת ד' צ\"ב ע\"ב בהך דר\"י גבי מקבלי פתקין ור\"י לשיטתו כאן:"
            ],
            [
                "<b>אבל טלית כו'.</b> והרי היא מנוי הבגד, הנה לפי\"ז גם בבגד שהוא ספק אם הוא חייב בציצית אם לא מ\"מ כיון דבלא זה אסור לצאת בו הוה כמו תיקון הבגד וכעין דאמרינן בבכורות ד' ל\"ד ע\"א גבי תרומה תלויה מחלוקת דר\"א ור\"י ועי' ביבמות ד' מ\"א ע\"ב וד' ס\"ז ע\"ב בתוס' וד' צ\"ט ע\"ב ובירושלמי שם פי\"א ה\"א דגבי שתוקי מודה ר\"ע דחייב על אמו ועי' גיטין ד' מ\"ב ע\"ב ותוס' ב\"ב ד' קכ\"ז ע\"א גבי ספק ועי' בהך דנזיר ד' י\"ג ע\"א בפי' הרמב\"ם שם גבי ספק נזירות להקל אם הוא ודאי להקל ועי' תוס' חולין ד' כ\"ב ע\"ב גבי ספיקא וכ\"מ ובהך דיומא ד' מ\"ז ע\"ב גבי בין הביניים ספק ובתוס' פסחים ד' פ\"ח ע\"ב קמי שמיא גליא ועי' במה דפליגי הרמב\"ם והראב\"ד ז\"ל בהל' מעשה הקרבנות פי\"ח אם אשם תלוי הוה קרבן ודאי או רק ספק ע\"ש ועי' מש\"כ בזה בדברי רבינו פ\"ז מה' אישות ה' ט\"ו ובהל' א\"ב פי\"ו סוף ה\"א ועי' בתמורה ד' י\"ב ע\"א דכל שאינו יכול לשוחטו בחוץ לא מקרי חולין שנשחטו בעזרה ומ\"מ גבי ספק מבואר בכ\"מ דהוה גדר ספק חולין בעזרה עיין נזיר ד' כ\"ט ועי' חולין ד' פ\"ו ע\"א מה דמקשה שם מכיסוי הדם לאותו ואת בנו גבי חרש שוטה וקטן ומאי קושיא הא גבי כיסוי הדם סתים לן כמ\"ד שחיטה שאינה ראויה לא שמה שחיטה ושחיטת חרש שוטה וקטן מחמת ספק עכ\"פ אינה ראויה מקרי וכהך דבכורות ד' ל\"ד ועי' תוס' ע\"ז ד' נ\"ו ע\"א ונדה ד' ו' ע\"ב ובירושלמי דע\"ז שם דגבי תרומה רק משום נתינה בטהרה וגבי תלויה אי אפשר זה ולא מחמת הדבר בעצמו וא\"ש. ועי' תוס' סוכה ד' י' ע\"ב ד\"ה עד מוצאי יו\"ט מש\"כ שם שאני סוכה דמ\"מ חייב למיכל בה ע\"ש ועי' תוס' פסחים ד' נ\"ו ע\"ב ד\"ה מחלוקת מש\"כ בשם הירושלמי גבי גזירה שמא יעלה ויתלוש דבספק לא שייך הגזירה ועי' רש\"י קדושין ד' נ\"א ע\"ב דמה שאינו מסור לביאה ע\"י ספיקא לא הוה את וחמור ע\"ש בד\"ה הרי כולכם ועי' בירושלמי שם פ\"ב ה\"ז ועי' מש\"כ הרב המגיד ז\"ל לקמן בפ\"ו מהל' עירובין הי\"ג מה דמחלק שם לגבי תרומה שהיא ספק טמאה ועי' תוס' זבחים ד' ע\"א ע\"ב ד\"ה ובטריפה דאף דכולם אינם ראוים לאכילה מ\"מ כיון שהאיסור לא מצד עצמם רק מצד תערובות לא שייך בזה אין פודין את הקדשים כו' ועי' חולין ד' כ\"ג ע\"ב דאם אמר ע\"מ לפטור והביא שיאור בודאי לא יצא ועי' תוס' גיטין ד' ס\"ג ע\"ב ד\"ה כותבים מש\"כ בשם ר\"י דמשמע להיפך ועי' רשב\"ם ב\"ב ד' קכ\"ו ע\"ב גבי ספק בכור דכיון דכתיב יכיר ספק בודאי לא וכבר כתבתי בזה ועי' נדרים ד' י\"ט ע\"א ועי' גיטין ד' פ\"ו ע\"ב גבי שנים ששלחו שני גיטין הא לא ידעי בהי מינייהו מגרשי ע\"ש ברש\"י ועי' בר\"ן נדרים ד' ע\"ד ע\"א ד\"ה ור\"י סבר ע\"ש מש\"כ בשם רש\"י בכה\"ג ושם ד' פ\"ז ע\"ב ד\"ה ר\"מ אומר לא יפר ובזה א\"ש מה שהקשו התוס' חולין ד' י\"א ע\"א ד\"ה כגון דקיימי דלמה לנו זה ע\"ש משום דדבר דתליא בפעולת האדם צריך הוא לידע בשעת מעשה בירור הדבר כעין מש\"כ הראב\"ד ז\"ל בהל' גניבה פ\"ב ה' י\"ב ע\"ש ועי' מש\"כ רבינו ז\"ל בהל' עדות פ\"ט ה\"ג דכל מי שהוא ספק פסול גבי עדות הרי הוא בודאי פסול דאין עליו גדר עדות כלל ע\"ש וע\"כ צריך לחלק בין ספק ע\"י סיבה ובין ספק בעצם וה\"ה כאן לגבי טלית שהוא ספק אם חייב בציצית אם מותר לצאת בשבת אך י\"ל דגבי ציצית שאני דאמרינן ליה שלא ילבש אותו וממילא פטור ועי' בהך דביצה ד' ח' גבי כוי ע\"ש:"
            ],
            [],
            [],
            [
                "<b>המוצא תפילין כו'.</b> עי' בהשגות מה שהקשה וכתב שם דתפילין חדשים מחשיך עליהם ועי' תוס' עירובין ד' צ\"ז ע\"א ד\"ה מצא ע\"ש:"
            ]
        ],
        [
            [
                "<b>לפיכך המחמר אחר בהמתו כו'.</b> עי' בר\"ן ע\"ז וברש\"י שם ד' ט\"ו ע\"א אך באמת נ\"ל להיפך דהנה עיין בירושלמי פ\"ח דכלאים ה\"ב מה שהקשה שם על הנהיגה בקול לוקה מהך דהיתה עומדת חוץ לתחום קורא לה והיא באה ומחלק בין היכא שלדעתה היא מהלכת ובין בע\"כ דאז הוה מעשה ועי' קדושין ד' כ\"ב ע\"ב ותוס' ב\"מ ד' מ\"א ע\"א ד\"ה דיקא נמי ג\"כ כזה דמחלק בין היכא שהבהמה מכרת קולו ע\"ש ועי' קדושין ד' כ\"ד ע\"ב גבי אדם דבר דעת ע\"ש ועי' ב\"ק ד' נ\"ג ע\"א גבי נפל לפניו מקול הכריה ורשב\"ם ב\"ב ד' צ\"ג ע\"א ד\"ה ומשני התם ועי' תוספתא ב\"ק פ\"ו דמבואר להדיא דגם בבהמה המבעית פטור ע\"ש אך יש לחלק בזה וי\"ל דגבי בהמת חבירו אם מחמר חייב חטאת דהוה מעשה כיון דבע\"כ היא מהלכת רק בבהמתו אז פטור ועי' מה שכתבתי בזה בהל' כלאים פ\"ט ה\"א ע\"ש. והנה נ\"ל דהעשה למען ינוח שייך אף למ\"ד דחי נושא את עצמו זה רק בלאו דמחמר דשם הטעם משום מלאכה אבל העשה לא הוה משום מלאכה רק משום ניחא ועי' ברש\"י שבת ד' צ\"ד ע\"א ד\"ה מתיר ולכך אמר שם מפני שעושה בו מלאכה שאין חייבים עליו חטאת ע\"ש ברש\"י ע\"ז ד' ט\"ו ובר\"ן שם ועי' תוס' מנחות ד' ס\"ח וד' ה' אם גזרינן משום עשה ועי' תוס' שם ד' כ' ע\"ב ד\"ה נפסל ע\"ש ועי' בירושלמי ביצה פ\"ה ה\"ב שניא היא שהוא מצווה על שביתת בהמה כמותו ע\"ש אף דאדם רוכב עליו ועי' שבת ד' קנ\"ג ע\"ב ועי' ברש\"י ריש נזיר דמשמע דאיסור זה דשביתת בהמתו לא מקרי שהוא עובר האיסור רק איסור ע\"י בהמתו הוא, וזה ר\"ל הירושלמי שבת פ\"ה ה\"ב שאין לבהמה משאוי בשבת ועי' תוס' שבת ד' נ\"ג ע\"ב ד\"ה כאן לייבש מה שהקשה על רש\"י ובזה א\"ש דצריך שיהיה המלאכה לגוף הבהמה ועי' בירושלמי פסחים פ\"ד ה\"ג תמן הוא מתחייב ברם הכא היא מתחייבת וגם נ\"מ דלא יהיה בזה מומר לחלל שבתות ועי' פסחים ד' ס\"ו ע\"ב בתוס' ד\"ה הנך ע\"ש דמקרי שבות בהמתו ועי' עירובין ד' ל\"ו ע\"א ברש\"י ד\"ה קסבר ר\"י תחומין דרבנן ע\"ש דתחומין ג\"כ לא מיקריא מלאכה ועי' תוסי' יומא ד' ס\"ז ע\"א ד\"ה חולק לשון עוד נ\"מ דהנה בשבת ד' פ\"א אמרי דאין בהמה מרגשת פחות מעשרה זוז ועי' ביומא ד' מ\"א ע\"ב כובד כו' וא\"כ י\"ל דאין חייב משום משא רק בשיעור זה ועי' בירושלמי ביצה פ\"ה בכובש כבדו לשון אך שם י\"ל דהוה של הקדש ואין בו מצוה שביתת בהמתו דלא הוה שלו ועי' מש\"כ המפרש לקמן פ\"ג מהל' קידוש החודש ה\"ד ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ומותר למכור להם סוס כו'.</b> עי' בה\"ה אך זה אינו כמ\"ש לעיל פי\"ח ה' ט\"ז ע\"ש:",
                "<b>ומותר למכור להם פרה כו'.</b> ולא פסק כר\"ה דאמר סתמא לשחיטה זבנה משום דלא גרע מבהמה דקה ור\"ה היה במקום שנהגו למכור בהמה דקה ועי' מש\"כ רבינו ז\"ל בפיהמ\"ש דע\"ז שם ויהיה נ\"מ לענין אם קונסין אותו גבי פרה ועי' תוס' בכורות ד' ב' ע\"א ד\"ה קונסין ועי' ירושלמי פסחים פ\"ד ובע\"ז מבואר דקונסין למנהג ועי' ב\"ב ד' ע\"ח ע\"א בהך פלוגתא אם סתם חמור לרכיבה קאי או למשאוי קאי ועי' ב\"מ ד' ע\"ט ע\"ב ופסחים ד' ג' ומגילה ד' ט' ע\"א ע\"ש ועי' מש\"כ רבינו בהל' בכורים פרק י\"ב ע\"ש:",
                "<b>ושוחט אותה בפניו כו'.</b> כן מבואר בתוספתא פ\"ב דע\"ז ועי' תוס' פסחים ד' כ\"ט ע\"ב ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ואפילו מציאה שבא לידו כו'.</b> עי' ע\"ז ד' ע' ועי' מו\"ק ד' י\"א ע\"א אם זה מקרי דבר האבד ועי' תוס' ב\"ק ד' ע\"ג ע\"א ד\"ה אי נמי שכתבו דה\"ה גבי מתנה שייך ג\"כ פסידא ועי' בירושלמי שביעית פ\"ט ה\"ט מה דמחלק שם בין מציאה לירושה ע\"ש ועיין ב\"מ דף ס\"ז ע\"א גבי מחשבינן משטרא לשטרא ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשם שאדם מצווה כו'.</b> עי' במגיד משנה מש\"כ בשם הראב\"ד ז\"ל דהיכא שהוא בר עונשין אין רבו מוזהר עליו עי' גיטין ד' מ\"ד ע\"א גבי מכרו חוץ משבתות ויו\"ט מהו ע\"ש ושם קאי על עבד גמור משמע משום דהוא מוזהר עליו על זה ועי' רש\"י יבמות ד' מ\"ז ע\"ב ד\"ה אבל עבד דמשמע שם ג\"כ כשיטת רבינו דהנה באמת גבי עבד תושב אם מותר למוכרו לעכו\"ם כיון דליכא טעמא דגיטין ד' מ\"ד דמפקיע מן המצות ומה דמבואר ביבמות ד' מ\"ח ע\"ב דהלוקח עבד מן העכו\"ם כו' דחוזר ומוכרו לעכו\"ם שם י\"ל דכיון דאסור לקיימו לכך מותר למוכרו וגם י\"ל דלכך דקדק שם הלוקח עבד מן העכו\"ם משום דאז לא קנה קנין גמור רק במילה וטבילה כמבואר לעיל ד' מ\"ו אבל בלוקח עכו\"ם גופא אז י\"ל דאסור משום דקנה לגופו ובאמת נ\"ל דהך דאמר שם ד' מ\"ח ע\"א דלוקח עבד מן העכו\"ם צריך לקבל זהו ג\"כ משום זה דכיון דאין לו קנין הגוף אינו יכול לגיירו בע\"כ רק צריך לקבל הגירות אבל כיון שהוא עבדו ויש לו בו קנין הגוף שפיר יכול לגיירו בע\"כ וא\"צ דעתו כלל וכן מוכח בירושלמי פ\"ח דיבמות וא\"כ ה\"ה לוקח עצמו דקיי\"ל דקנה ליה מה\"ת אז שפיר יכול לכופו ע' בירו' רפ\"ז שם דלא משמע כן ובאמת נ\"ל דאף דקיי\"ל דעבד ערל אסור לאכול בתרומה עד שימול זה רק אם אין בו קנין הגוף אבל אם יש בו אז הוה כבהמתו עי' גיטין ד' י\"ב ע\"ב והא דאמרינן בירושלמי דיבמות פ\"ח דהלוקח עבדים ערלים מן העכו\"ם ע\"מ שלא למולן אפילו מלן לא יאכלו התם ג\"כ משום זה דמן העכו\"ם לא קנם קנין גמור בלא מילה וטבילה לשם עבדות וכיון דלקח ע\"מ שלא למולן שוב המילה של אח\"כ הוה רק גדר גירות לא גדר עבדות דקנין הגוף. ובזה יש ליישב ג\"כ מה שהקשו התוס' ביבמות ד' מ\"ח ע\"א בד\"ה אלא עבד מריב\"ל אריב\"ל אהך דדף מ\"ח ע\"ב דהא יכול למולו בע\"כ דשם כיון דלא קנה אותו קנין הגוף אינו יכול למולו. ועי' בתוספתא פ\"ד דע\"ז גבי גר שנפלו לו עבדים דאסור למוכרן לעכו\"ם אף דהם עדיין נכרים אך זה תליא אם נכרי יש לו קנין בעכו\"ם לגופו עיין גיטין ד' ל\"ח ע\"א ונזיר ד' ס\"א ע\"ב ועי' מש\"כ רבינו ז\"ל בהל' עבדים פ\"ט ה\"ה דאם מכרו לישראל גופו קנוי והנה גבי גר דמה\"ת אינו יורש הוה גדר מכירה והוה שלו ובאמת לפי המבואר בנזיר ד' ס\"א י\"ל דגם בנים שלו אף אם הם עכו\"ם אינם יורשים את העבדים ועי' ב\"ק ד' קי\"ג ובאמת הא דאמרינן בע\"ז ד' י\"ג ע\"ב עבד ישראל לא קמבעי לי עבד עכו\"ם מאי ר\"ל ג\"כ עבד ישראל היינו שמל וטבל לשם עבדות ועכו\"ם ר\"ל עכו\"ם תושב ועי' מש\"כ רבינו ז\"ל לעיל פ\"ט מהל' ע\"ז הל' י\"ד ובהל' ערכין פ\"ח ה\"ט ע\"ש. אך לפי\"ז היכי אמר שם דעובר עליו משום וינפש ועי' מה שכתבתי לקמן:",
                "<b>שם.</b> עיין במגיד מש\"כ בשם הרמב\"ן אך לכאורה זה רק אם קנה קנין הגוף דהיינו אם הוא עצמו נמכר לו והגמ' דשם י\"ל דזה תליא בהך דשבת ד' קל\"ה ע\"ב אי קנין פירות כקנין הגוף דמי או לא ואנן ס\"ל דלא הוה כקנין הגוף ועי' חולין ד' קל\"ח ע\"א ובכורות ד' ב' ע\"ב ועי' תוס' יבמות ד' ס\"ו ע\"א דבעבדים גבי תרומה אזלינן בתר קנין הגוף ע\"ש ובאמת נראה דאף זה שאסור לקיים עבדים שאינם מולין זה רק אם יש לו בהם קנין הגוף אך מדברי הגמ' לא משמע כן וגם לענין דמעכב מילת עבדיו גבי קרבן פסח י\"ל ג\"כ כן רק אם יש לו בהם קנין הגוף אך לפי\"ז יקשה לר\"א דס\"ל ביבמות ד' מ\"ו דגם לוקח עכו\"ם עצמו לא קנה רק בכספו וטבילה א\"כ היכי משכחת לה אם סבירא לן דמילה וטבילה מעכבין גבי גירות מסתמא גבי עבדות ג\"כ לא קנה עד שיעשה שתיהם אך י\"ל דלא דמי ודי בטבילה לחוד גם י\"ל דאתיא כמ\"ד דדי לגירות בטבילה לבד ועי' שבת ד' קל\"ה ע\"ב בלוקח שפחה ע\"מ שלא להטבילה ע\"ש בתוס'. אך בס' פרדס הגדול לרש\"י ז\"ל סימן צ\"ח פסק דשפחות מותר לקיימן והטעם דבלא טבילה אין בהם קנין הגוף כלל וס\"ל כהך דפריך רב אחאי הנ\"ל ועי' מה דפליגי רבינו ז\"ל עם הראב\"ד ז\"ל בהל' ק\"פ וכבר כתבתי בזה. אך י\"ל דמשכחת לה כשיש לו עבדים שנולדו משפחתו שטבלו והם לא נימולו עדיין ובהם יש להם קנין הגוף ואלו מעכבין בק\"פ ועי' תוס' יבמות ד' ע' ע\"ב ובמכילתא:"
            ]
        ],
        [
            [
                "<b>נאמר בתורה תשבות כו'.</b> עי' מש\"כ רבינו ז\"ל לקמן פ' כ\"ד הל' י\"ב והטעם דגבי שבת הוה העשה מנוחה ולא ביטל מלאכה עי' מגילה ד' ט' ע\"א ברש\"י ד\"ה ויכל ועי' תוס' סנהדרין ד\"ה חצבה ד' ל\"ח ע\"א ע\"ש ונ\"מ לענין חינוך עי' תוס' נזיר ד' כ\"ח ע\"ב ותוס' יומא ד' פ\"ב דחינוך לא שייך רק בקיום מצוה ע\"ש ועי' רש\"י יבמות ד' מ\"ח ע\"ב וכבר כתבתי בזה לעיל וגם האיסור מלאכה דעבד ובהמה הוא ג\"כ רק משום ניחא ונ\"מ לפי מה שכתבתי לעיל בפ\"א דלגבי יוכ\"פ אין בו מצות שביתה מה\"ת י\"ל על עבד ובהמה ביוכ\"פ אין בהם מצות שביתה מה\"ת אבל ביו\"ט יש בעבד כדמוכח מהך דגיטין ד' מ\"ד ע\"א הנ\"ל ע\"ש דאמר שם חוץ משבתות ויו\"ט, ועי' ברמב\"ן בס' תולדות האדם מש\"כ בשם בה\"ג ומה שהקשה מהך דפסחים ד' ה' ע\"ב ד\"ה לחלק דהיכא ללאו הוה רק בשבת ר\"ל כך דכיון דלא הוה בכלל מלאכה רק מלא תבערו ושם כתיב ביום השבת הוה רק דוקא בשבת וכמבואר בירוש' פ\"ה דביצה ה\"ב ותוס' שם ד' כ\"ג ע\"א ד\"ה על גבו ועי' שם ד' י\"ב ע\"א גבי הוצאה ועי' רש\"י פסחים ד' מ\"ו ע\"ב ד\"ה מדאורייתא ורש\"י סנהדרין ד' ל\"ו ע\"א ד\"ה אין רציחה ושם בתוס' ד' ס\"ג ע\"א ד\"ה על ועי' ברש\"י שבועות ד' ט\"ו ע\"ב ד\"ה אין בנין ע\"ש ועי' רש\"י מכות ד' כ\"א ע\"ב ד\"ה ואין ע\"ש:"
            ],
            [],
            [
                "<b>אין סכין את כו' ואפילו.</b> עי' שבת ד' קנ\"א ע\"ב ושם ד' צ\"ה ע\"א בתוס' ד\"ה שרי ע\"ש ובתוס' שם ד' כ\"ט ע\"ב ד\"ה גזירה מה דמחלקים בין מקום אחד דגזרינן ועי' תוס' סנהדרין ד' פ\"ה ע\"א דנראה דס\"ל דהוה מלאכה גמורה בד\"ה ור\"ש ועי' גיטין ד' י\"א ע\"א דאתרא באתרא לא מיחלף ועי' עירובין ד' ק\"ד ע\"א בהך דאמימר שרי למימלא ע\"ש ולקמן בהל' ה':"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובבהמה אפילו כו'.</b> כן מבואר בירושלמי ביצה פ\"ה ה\"ב היה רוכב כו' אומרים לו רד ע\"ש:"
            ],
            [],
            [
                "<b>אבל לא יתן כו'.</b> עי' ביצה ד' י\"ג ע\"ב וד' ל\"א ע\"א בתוס' ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המחתך כו' כדי לבשלו כו'.</b> ר\"ל רק דבר שאינו יכול לאוכלו חי עי' עירובין ד' כ\"ח ע\"ב דסילקא אינו יכול לאוכלו כשהוא חי ועי' תוספתא שבת פ' י\"ג גבי מפרפרין גלוסקא ע\"ש ועי' ירושלמי פסחים פ\"ד ה\"ד ע\"ש:",
                "<b>ומפספס בידו אלומות קטנות כו'.</b> דרבינו מפרש מה דאמרי' בגמ' תלתא ר\"ל של ג' קנים לא כפרש\"י וכן פירש בפירה\"מ וכהך דסוכה ד' י\"ג ע\"א דאגד ג' שמיה אגד ושם בהל' סוכה פ\"ה פסק רבינו ז\"ל כשיטת הירושלמי דאין חבילה פחותה מכ\"ה קנים ע\"ש בהל' י' ומש\"כ הרא\"ש שם. והנה לפי הנראה מדברי רבינו כאן ס\"ל דטחינה לא הוה רק אם מוליד דבר חדש ע\"י הטחינה כמו קמח מחטים וכדומה ועי' בע\"ז ד' מ\"ז ע\"א גבי המשתחוה לקמת חטים ושם ד' ל\"ז ע\"ב גבי הקמחים והסלתות ועי' כריתות ד' ה' ע\"א גבי קלי וכרמל ומש\"כ הרא\"ש ז\"ל בנדרים ד' נ\"ה ע\"ב ע\"ש ועי' ברכות ד' ל\"ו ע\"א וד' ל\"ט ע\"א גבי פרמינהו ע\"ש וגבי פירות לא הוה פנים חדשות ועי' בירושלמי נדרים פ\"ז אם דלועים מקרי פירות ע\"ש וכ\"מ ועי' ב\"ק ד' צ\"ו ע\"א ושבת ד' ע\"ד ע\"ב גבי האי מאן דסלית סילתא ע\"ש ובדברי הרי\"ף ז\"ל וכן נ\"ל דס\"ל לרבינו גבי בונה דהיינו שעושה מדברים המפורדים דבר אחד חדש ולכך במגבן הוה גדר בונה ולא מעמר משום דעימור הוה מכנס דברים הנפרדים ואינם נעשים דבר חדש אבל בנין הוה דבר חדש והירושלמי ס\"ל פ\"ז דשבת דהוה לש ולש הוה ג\"כ בגדר זה ובזה י\"ל דלכך ס\"ל דאין בנין בכלים משום דעיקר הדבר החדש בכלים הוא תוך הכלי עי' שבת ד' ח' לתוכן עשויות ועי' פסחים ד' מ\"ח ע\"ב גבי תוך כלי גבי צירוף חלה ושם ד' פ\"ה ע\"ב בתוס' ד\"ה ונגררין ועי' גיטין ד' ס' ע\"ב באוזלא ע\"ש ברש\"י ושם ד' ע\"ט ע\"ב מה דפליגי רש\"י ותוס' בזה והבנין לא הוה רק במחיצות משא\"כ בשאר דברים ועי' מה שכתבתי בזה לקמן בהל' עירובין פ\"ד הל' ט\"ו ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>רטיה שפירשה כו'.</b> עי' בהשגות ועי' במ\"מ עי' שם בתוס' ותוס' שבת ד' ס\"ד ע\"ב ד\"ה ובלבד ע\"ש ועי' בתוספתא שבת פ' י\"ג מבואר דאם רוצה ליתן פלפל משום ריח הפה מותר והך דאם נפל לא תחזור לא קאי על זה ועי' בירושלמי שבת פ\"ו דהוה מחלוקת דאמוראי בזה. והנה באמת מה דאמרינן שם ד' ס\"ה ע\"א גבי מוך עשתה לה בית יד נ\"ל דהכי פירושו דס\"ל דהך אם נפל לא תחזור קאי גם על זה על מוך. והנה בירושלמי כאן אמר דזה תליא בהך דר\"י ורבנן ד' קכ\"ה ע\"א וד' קכ\"ו ע\"ב משום דאדם הוא כקרקע ולכך אמר עשה לה בית יד מותר משום דהוה כמו שיש להם בית אחיזה אך רבינו ז\"ל לא פירש כן לעיל בפ' י\"ט. והנה עי' שבת ד' ל\"ח ע\"ב גבי הניחן על גבי קרקע רק אם אין דעתו לחזור ועי' תוס' שם ד' מ\"ח ע\"א ד\"ה דזיתים ועי' בירושלמי פ\"ג שם דרק אם נטלן מבעוד יום אז אסור להחזיר וא\"כ אם פירשו מאליו ע\"ג קרקע מותר להחזיר זהו כונת הראב\"ד ז\"ל:"
            ],
            [],
            [
                "<b>ולא במים הרעים שבים כו'.</b> ר\"ל משום דאמרינן בירושלמי פ' שמונה שרצים דאם מתכוין לרפואה אסור אפילו בלא שהייה ואם לטבילה מותר בלא שהייה וא\"כ ס\"ל דמיירי שהוא בריא והאיסור הוא משום צער ולא משום רפואה עי' ביצה ד' י\"ח ע\"ב ע\"ש:"
            ],
            [],
            [
                "<b>ואסור לדחוק כו'.</b> עי' תוספתא שבת פ\"ד אבל אין משחין את המעים:"
            ],
            [],
            [
                "<b>אבל תבואה שלא הביאה כו'.</b> עי' מנחות ד' ע\"א ע\"ב גבי מנמר לקליות דהוא קמח שלא הביא שליש ורבינו ז\"ל לשיטתו לעיל סוף פ\"ח דאין גיבול בחול ע\"ש, ועיין נדרים ד' מ\"ט ע\"ב גבי חסיסא ע\"ש ועי' פסחים ד' מ' ע\"ב וד' מ\"ב ועי' בירושלמי פ\"א דחלה דלר\"א אינו נקרא לחם ואינו בא לידי מצה וחמץ אך יש לחלק בין חטים לשעורים עי' מנחות ד' ע' ע\"ב גבי קליפה וירושלמי פסחים ד' ל\"ט ע\"ב גבי מורסן ופי\"א דתרומות ועי' ברש\"י פסחים ד' ק\"ט ע\"א גבי מחלקין קליות מש\"כ שם מחטים ישנים אף דהא קליות לא הביא שליש וזה גם בחדש מותר ע\"ש ד' כ\"ג ע\"א ואכמ\"ל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם הערים בדבר מותר כו'.</b> ע\"ש ד' קל\"ט ע\"ב ומו\"ק ד' י\"ב ע\"ב ועי' שבת ד' ס\"ה ע\"ב מהו להערים ע\"ש:"
            ],
            [],
            [
                "<b>ואין מגרדים לא מנעלים כו'.</b> עי' בירושלמי בפ\"ז הדא דאת אמר בחדש אבל בישן מחלוקת מוכח שם דחדש יש בו יותר חשש ממחק מישן ועי' בירושלמי שם פ\"ו בהך דתלמידי דרבי חייא רבה ע\"ש ועי' שבת שם ד' קכ\"ד ע\"ב גבי חספא דרבא ובבה\"ג ז\"ל בהל' שבת ועי' מש\"כ התוס' שבת ד' ע\"ג ע\"ב וכ\"מ דחולב חייב משום ממחק וזה כוונת הירושלמי הנזכר לעיל:"
            ],
            [],
            [],
            [
                "<b>שתי מטהרות כו'.</b> עי' בהשגות ועי' מש\"כ התוס' כתובות ד' ו' ע\"א בסוף הדבור גבי מסוכרא דנזייתא ע\"ש:"
            ],
            [],
            [
                "<b>לפיכך אסור לאשה כו'.</b> ובשאר בע\"ח אם יש בהם חשש צובע עי' בכורות ד' נ\"ח ע\"א ע\"ש ועי' נזיר ד' ל\"ט ע\"א אם הוה מתקיים ועי' תוס' מו\"ק ד' ט' ע\"ב ד\"ה פוקסת ע\"ש בשם הירושלמי:"
            ],
            [
                "<b>לפיכך מי שנסתבכו.</b> עיין תוספתא עירובין פ\"ח ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ומותר להערים בדבר זה כו'.</b> עיין בהה\"מ ועיין לעיל פ' כ\"ב הל' ט\"ז ובהל' יו\"ט פ\"ז ה\"ח ועיין גיטין ד' ס\"ה ע\"א ובירושלמי מעשר שני פ\"ד ה\"ד ע\"ש ועיין תוספתא חגיגה פרק ג' גבי חבר שאמר לע\"ה הבא כלים לחטאתו ועי' ביצה דף י\"ח וד' י\"א ע\"ב ע\"ש:"
            ],
            [],
            [],
            [
                "<b>ואסור להניח.</b> עיין במ\"מ ועיין שבת ד' קכ\"ה ע\"ב גבי גזירה שמא יקטום גבי זמורה וד' קכ\"ד ע\"ב גבי ולא יספות ממנו שבר ע\"ש:"
            ],
            [],
            [
                "<b>ואין מזין עליו בשבת כו'.</b> עיין פסחים ד' ס\"ט ע\"א וביומא ד' ח' ע\"ב משמע דאפילו משום טומאה דרבנן ג\"כ אסור בשבת דביומא שם הוה רק מעלה בעלמא ועיין מש\"כ רבינו ז\"ל לקמן בהל' יו\"ט פ\"ד אך י\"ל כיון דס\"ל דהזאה בעי כוונה לטהרו ועיין מש\"כ רבינו ז\"ל בהל' פרה פ\"י ה\"ז אסור אף בדרבנן ועיין יבמות דף מ\"ו ע\"ב ובדברי רבינו שם ע\"ש:"
            ],
            [],
            [
                "<b>והכל בחדשים כו'.</b> עיין מש\"כ רבינו ז\"ל לעיל בפ' כ\"ב הל' י\"ח ועיין בתוספתא שבת פ\"ד אין סכין מנעלים חדשים ע\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>ולא חולצין כו'.</b> עיין ביבמות ד' ק\"ד ע\"א דהוה דין ועיין בירושלמי שם דמבואר דאם ס\"ל דחולצין בלילה וביחידי דשרי אף בשבת ע\"ש ועיין בנדרים ד' ע\"ז ע\"ב ע\"ש ועיין בתו\"כ פ' אחרי מות דאין פודין נטע רבעי ועיין בתוספתא ובדברי רבינו בפ\"א דתמורה דאין ממרין בשבת אף דהא דהתמורה חלה עלה הלא לא מחמת דיבורו רק מחמת גזירת הכתוב דהא גם בשוגג חל ועי' תוס' חולין דפ\"א ע\"א ע\"ש והך דפדיון נטע רבעי עי' רש\"י ביצה דכ\"ז ע\"ב י\"ל דהטעם דהראשון יוצא לחולין ועי' רש\"י ביצה ד' ל\"ו דפירש גבי אין מחרימין סתם חרמים לבדק הבית ולמה לא נקט בחרמי כהנים וע\"כ משום דחרם כהנים חל משום גזירת הכתוב לא משום דיבורי כמש\"כ התוס' תמורה ד' ל\"ב ע\"ב ואף דכל זמן שהוא ביד הבעלים הוה כהקדש לכל דבר כמבואר בערכין ד' כ\"ח ע\"ב וכ\"מ מ\"מ זה לא הוה רק גזירת הכתוב ובזה א\"ש מה שהקשה התוס' והרא\"ש בנדרים ד' י\"ח ע\"ב למאן דאמר בעיקרו קא מתפיס אמאי כחרמי כהנים מותר הא מעיקרו הוה הקדש גמור אך לפי מה שכתבתי א\"ש דלא מקרי כלל דבר הנדור ועיין מה שכתבתי בזה בסוף הל' ערכין ועיין רש\"י קדושין ד' ס\"ד ע\"א ד\"ה לחרמים דשם פי' ג\"כ חרמי בדק הבית אך מהך דביצה י\"ל דשם נקט רק דבר שיש בו מצוה וחרמי כהנים אין בו מצוה וא\"ש:",
                "<b>ואין מגביהין כו'.</b> עיין לעיל בהלכה ט', ר\"ל דנ\"מ בין שני * הטעמים אם עדיין לא נטבלו דאז לא הוה מתקן עי' תוס' ביצה ד' ט' ע\"א ובהך דחגיגה ד' ח' ע\"א גבי מעשר בהמה מ\"מ אסור זה מחמת מקדיש ולהפך נ\"מ גבי מעשר עני דלא שייך הקדש רק תיקון וא\"כ לפי\"ז כך דגבי תרומה ותרומת מעשר הוא עושה בהפרשה ב' פעולות אחד שזה מקדיש והשניה שזה מתקן ובמעשר עני רק אחת שמתקן ובחלת חו\"ל רק שמקדיש ובזה א\"ש מש\"כ הר\"א ז\"ל בהלכות בכורים דצריך גבי חלה לומר שזה חלה דשם על חלת חו\"ל ורק על מקדיש:",
                "<b>כך אין מקדשין מי חטאת כו'.</b> עיין בספרי פ' בהעלותך פיסקא ס\"ה דאמר שם ומה פרה שאינה דוחה את השבת דוחה את הטומאה ע\"ש ר\"ל דעיין במס' פרה פ\"ג מ\"ג ע\"ש בפירוש רבינו מבואר שם דיש מציאות שיוכל לעשות הפרה ע\"י אנשים טמאים אבל בשבת אסור והק\"ו רק מדרבנן:",
                "[<small>השמטה</small><b> ואין מקדישין כו'.</b> עי' בירושלמי כאן ופסחים פ\"ח מה דמקשה שם למ\"ד יוצא לחולין וחוזר וקידש היך מותר זה ביו\"ט. והנה באמת מה דס\"ל דאין פודין קדשים ביו\"ט עי' רש\"י ביצה דף כ\"ז ע\"ב ובתו\"כ פ' אחרי אם הטעם משום דהמוקדש יוצא לחולין או משום דהחולין נתקדשו ועי' מש\"כ רבינו בהל' תמידין ומוספין פ\"ח הי\"ב דנקט שם והשאר פודין אותם בפנים ע\"ש אף דס\"ל דיכול לאוכלם אח\"כ בחוץ ולא כשיטת רש\"י ותוס' שם וי\"ל דטעם של רבינו משום דהוה יו\"ט ואסור לפדות קדשים רק בפנים לא גזרו וכעין דמבואר בירושלמי שם אך כל זה אם נימא דהאיסור הוא משום דעושה מהחול קודש אבל אם נימא משום דעושה מהקודש חול זה אין נפקותא בין בפנים לבחוץ ועי' עירובין דף ק\"ב ע\"ב ברש\"י: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [],
            [
                "<b>ומפיס אדם עם בניו כו'.</b> עיין במ\"מ והטעם דהא לא זכו כלל בחלקם עד שעה שיאכלו כמבואר בירושלמי עירובין פ\"ו שאין אביהם זכה להם אלא מה שהן אוכלין בלבד ועיין בנדרים דפ\"ח ע\"א מה שאת נותנת לתוך פיך ושם ד' מ\"א ע\"ב גבי פועלים וד' ל\"ד ע\"ב דאי אזמניה ע\"ש ברש\"י ורא\"ש ועיין עירובין דמ\"ט ע\"א וד' ע\"ג ע\"ב גבי בני חבורה ועיין ביצה ד' מ' ע\"א גבי אלא אם זכה להם מנות, וא\"כ הוה כהך דפסחים דפ\"ט ע\"א גבי הריני שוחט את הפסח על מי שיעלה כו' ולכך מבואר כאן בתוספתא דאם המותר מחזיר לבעלים מותר להפיס בשבת אף לאורחים דאינו שלהם כלל והוה כהך דנדרים דמ\"א גבי אבל אוכל הוא מן התמחוי החוזר ועיין בנזיר דכ\"ד ע\"ב כגון שקימצו מעיסתם ובירושלמי פ\"ג דדמאי גבי מאכילין את הפועלים דמאי מה דיחלק במאכילו מן האבוס ר\"ל כעין הך דנדרים הנ\"ל ועיין בפ\"ו דתרומות במחלוקת ר\"מ ורבנן על מי טורח סעודה ע\"ש ועיין בפ\"ז דדמאי גבי ולא יחשוך ע\"ש בפיה\"מ במ\"ד ועיין ב\"מ דפ\"ח ע\"א וד' צ\"ב ע\"א גבי פועל אי משלו הוא אוכל או משל שמים הוא אוכל ועיין מש\"כ רבינו ז\"ל בהל' תרומות פ\"ד הי\"ב ע\"ש דאינו תורם ועיין בירושלמי פסחים פ\"ח דבעי שם אם יכול העבד להקדיש ק\"פ שלא מדעת הרב ע\"ש ועיין ב\"מ דצ\"א ע\"ב מוכח שם דיכולים אשתו ובניו ללקט וליתן לפועל ועיין ברש\"י שם דצ\"א ע\"א ד\"ה לדידיה דכ\"ז דלא מטה לידו לא זכה ליה רחמנא ותוס' שם ד\"ה אי מבואר דס\"ל דאף דמטי לידיה לא זכה רק מה שהוא לועס ואוכל ואינו יכול ליתנו לאחרים ועיין בתוס' שם דפ\"ח ע\"א ד\"ה תבואת זרעך כ' ג\"כ כן דאין המקח מתחיל עד שיאכל ועיין זבחים דק\"ה ע\"א גבי נבלת עוף טהור ע\"ש ועיין סנהדרין דמ\"ח ע\"א גבי מותר המת ועיין מש\"כ בגמ' ב\"ק על הך דרב ספרא ועיין סנהדרין בנמוקי יוסף סוף פ\"ו ע\"ש דלא זכה ביה רק מה שצריך ואף דאמרינן בב\"מ ד' ו' דכל היכא שיכול לזכות בו הוה כשלו אף דעדיין לא זכה דאמר שם נמצא פוטר ממונו בממונו של כהן שם ר\"ל כך דהא כיון דהכהן מצי תפיס ליה מיניה רק משום דעכשיו בידיה והוא תפיס ביה לא עדיף מלקוח ומתנה דפטור ממעשר בהמה וגם י\"ל משום דאמרינן בבכורות דנ\"ז דגבי מעשר בהמה צריך שיהא כמו בניך בברור לך וכיון דאם תקפו כהן אין מוציאין מידו לא מיקרי ברור לך. ובזה יש לישב מה שהקשה התוס' שם ד\"ה קפץ דלבטיל ברובא ע\"ש ובזה א\"ש דהא קודם שנתערב לא היה מחוייב במעשר בהמה וע\"י שנתערב ע\"י בהמות שיש לו נתחייב גם זה ולא עדיף מלקוח ועיין בהך דנדרים דל\"ד ע\"ב גבי היה לפניו ככר כו' ע\"ש במפרשים דס\"ל דיכול להקדיש הככר כיון דהוא יכול לזכות בו אך זה רק שם משום דלבסוף נטלו והגביהו אבל אם הניחו כך לא קדיש ולכך אמרינן שם דנטלו להורישו לבניו לא מעל אלא לפי טובת הנאה הטעם כיון דלא נתכוין לזכות בו לגמרי לא זכה בו לגמרי ולא הוי הקדש אלא לפי הזכות שיש לו וע\"ש ברש\"י ועי' חולין ד' קל\"ט ע\"א דהא דאינו יכול להקדיש הפקר הוא מטעם שאינו ברשותו ולא מטעם שאינו שלו וא\"כ זה תליא בהך דר\"ל ור\"י ב\"ק דס\"ח וכ\"מ ועיין בירושלמי תרומות פ\"א דמבעי ליה אם תורם של הפקר לאחר מירוח אי הוה תרומה כיון דעדיין לא זכה בו ועיין בכלאים פ\"ז דכרם של שביעית אף דהוה שלו מ\"מ אינו יכול לאוסרו ועי' ירושלמי דמאי פ\"ג דאמר שם עשר תעשר משלך את מעשר אף גבי הפקר אך שם יש לומר דאינו מחוייב לעשר ועי' רש\"י ב\"ק דף קט\"ו ע\"ב ד\"ה לא אמר כלום ע\"ש דאמר משום הפקר אף דכבר נתחייב וצריך לומר דלפטור את שלו בשל הפקר לכו\"ע אינו יכול והוה כמו הך דב\"מ ד\"ו ע\"ב הנ\"ל ועי' מה שכ' רבינו ז\"ל בפיה\"מ פ\"א דתרומות ה\"ה גבי הפקר ור\"ל ג\"כ כה\"ג ועי' תוס' יבמות דף פ\"ט ע\"ב ד\"ה שהפקר ב\"ד משמע ג\"כ כן דעל שלו לכו\"ע אינו יכול להפריש ע\"ש ועי' בתרומות פ\"ו מ\"ה בהך דר\"מ ורבנן אם יכול לשלם על תרומה שאכל בשוגג מן הפקר ע\"ש בירושלמי דפליגי אם גם על זה פליגי רבנן או לא ועי' שם בפה\"מ ובר\"ש ועיין בהך דבכורות דף י\"ב מהו לפדות בפסולי המוקדשין ע\"ש ועי' מש\"כ בזה בדברי רבינו בהל' כלאים פ\"ט ה\"ט ע\"ש ועי' בהך דעירובין דס\"ה ע\"ב מבואר שם דהיכא דהמשכיר יכול לסלק להשוכר יכול להשכיר לאחרים אף שאינו רוצה לסלקו ועי' ברש\"י נדרים דס\"ט ע\"א גבי יש שאלה בהפר דפירש שם כה\"ג דכיון דיש לו כח להפר הוה כמו שהוא בעל הנדר ויכול לשאול עליו ועי' בעירובין דל\"ח ע\"ב גבי הך דריב\"נ ורבנן דניעור לכו\"ע קנה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אם פירש טליתו כו'.</b> עי' בה\"ה ועי' שבת ד' י\"ט ע\"ב מה דפליגי שם רש\"י ותוס' ע\"ש:"
            ],
            [],
            [
                "<b>ואם לא רצה המציל וכו'. ואין זה שכר שבת כו'.</b> עי' בגמ' דמשמע דהטעם משום דאם רצה ליקח הכל הוה שלו נמצא דאין זה שכר שבת ועי' ב\"ק ד' ע' ע\"ב גבי אתנן אסרה תורה ע\"ש משמע אף דמה\"ד אינו חייב מ\"מ יש עליו שם אתנן אך שם שאני דחייב עכ\"פ לצאת ידי שמים ועי' בהך דב\"מ ד' ס\"ה ע\"א בהך דאביי ורבא גבי יהיב ליה יתירה אם כשמוציאין ממנו גם היתר או לא ע\"ש ועי' בפסחים דפ\"ט ע\"ב במה דאמר ומעות כל שהן יפלו לנדבה מבואר שם דקניס ליה גם בהיתר ועיין תמורה דכ\"ט ע\"א גבי אתנן דהיכא דאמר ליתן לה רק אתנן טלה אחד ונתן לה מאה הוי כולם אתנן ע\"ש ועי' בירושלמי פ\"ה דע\"ז ה\"א דהוה בעיא שם היכא דנתן לו הכל בשכרו אם רק כדי שכרו נאסר או הכל נתסר ע\"ש ועי' בהך דמעילה דכ\"א ע\"ב גבי כיס ובהך דמנחות דף ק\"ח ע\"ב גבי אחד משוורי הקדש ומה שכתבתי שם בדברי רבינו ז\"ל ועי' בירושלמי פ\"א דסנהדרין דלמד מהך דמבואר במשנה דבכורות דכ\"ט ע\"א דאם העד או הדיין כהן ומטמאהו מתרומתו ומשלם לו עבור זה שרי ולא הוה כמו נוטל שכר להעיד ולדון דהיכא דטימא לכהן חייב לשלם לו ע\"ש הרי מבואר דאם פטור אסור לשלם לו דהוה כמו נותן שכר להעיד ולא אמרינן לפנים משוה\"ד הוא דעביד ועי' בפ\"ו דתרומות מ\"א במאי דאמר שם והם נעשים תרומה והתשלומים תרומה ולמה לן למנקט זה עי' שם בפה\"מ רק י\"ל דנ\"מ אף למה דמשלם בשביל הדמים כמבואר בפסחים דל\"ב ע\"א דלא גרע מגזלן מ\"מ יש עליהם שם תרומה ונעשה תרומה ובזה פליגי רש\"י ותוס' בגיטין דנ\"ד ע\"א ד\"ה אכל דר\"ש ס\"ל דהתשלומין שיתר מכפי מדה הוה חולין ותוס' לא ס\"ל כן ועי' בתוס' יבמות ד\"צ ע\"א ע\"ש:"
            ],
            [
                "<b>ומה שהוא מציל כו'.</b> עי' בכמ\"ש מה שכתב שם דר\"מ לאו היינו ת\"ק ועי' בעירובין דצ\"ה ע\"ב מבואר להיפך ועי' שבת דס\"ה ע\"ב גבי הבעיא ובירושלמי שם דאמר אתיא דרשב\"ג כר\"מ וזה ר\"ל הך דכאן:",
                "[<small>השמטה</small><b> שהרי מן ההפקר הם זוכים כו'.</b> עי' בירושלמי כאן דמבואר להיפך דגבי מלבושים הוה רק שאלה ולא הפקר ודלא כשיטת הר\"ן ז\"ל כאן דס\"ל דההפקר הוא משום שתשרף, ועי' בירושלמי פ\"ד דדמאי ה\"ו דלא יליף בר נש מיכל פסחא בביתא דחברא א\"כ מתכוין ודאי לשם מתנה ועי' בהך דב\"ק ד' קט\"ו ע\"ב גבי דאמר מהפקירא קזכינא, אך כאן הוה כמו יכול להציל ע\"י הדחק, אך זה יהיה תליא במחלוקת דר\"מ ור\"י כאן ורבינו לא הביא זה ועי' בהך דעירובין ד' צ\"ה ע\"ב וכ\"כ בזה, גם זה תליא בהך דלקמן ד' קמ\"ח ע\"ב אם הלואת יו\"ט ניתנה להתבע ע\"ש: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [
                "<b>הגליונים כו'.</b> ע' בה\"ה וע' במגילה דל\"ב ע\"א ובתוס' שם ע\"ש ומ\"ש רבנו הל' תפלין פ\"ה ה\"א ולא מן הגליונים:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ומחשיך להביא בהמה כו'. קוראה לה כו'.</b> עי' ברש\"י שבת ד' נ\"ג ע\"ב ועיין בירושלמי פ\"ח דכלאים ומה שכתבתי בזה לעיל בפ' כ':"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המשמר זרעין כו' שמא יטול צרור כו'.</b> ע' שבת דפ\"א ע\"א דהוה מחלוקת אם גבי עוף צריך לצרור והנה רבינו לעיל פי\"ח הי\"א פסק כר\"א בן יעקב דאין דרך ליטול צרור בעוף וכאן פסק להיפך ועי' כאן דע\"ט ע\"א שאין אדם טורח וכו' וה\"נ י\"ל כן:"
            ],
            [],
            [
                "<b>קטן שעשה בשבת וכו'.</b> עי' בדברי הה\"מ והנה באמת כך דהנה רבינו ז\"ל בסוף הל' מאכלות אסורות כתב לפי שאינו בן דעת וא\"כ קטן שיש בו דעת אסור במלאכה גמורה ועי' בתוס' שבת ד' קכ\"א ע\"א ד\"ה ש\"מ ועי' ביומא ד' מ\"ג ע\"א גבי הזאה ומש\"כ רבינו ז\"ל בהל' ק\"פ פ\"ב ה\"ד ועי' בהלכות שגגות פ\"ט ה\"ג ועי' ביבמות דק\"ה ע\"ב במה דפליגי שם גבי חליצה אימתי מקרי דעת ע\"ש ועי' ברש\"י סנהדרין ד' נ\"ה ע\"ב וד' ס\"ו ע\"ב דהפטור של קטן לא משום דעת הוא רק משום גזירת הכתוב ע\"ש ונ\"מ יהיה לגבי חרש דגביה לא שייך הך דבר דעת רק משום אוכל נבילות ועי' ביבמות ד' קי\"ד וכאן ד' קנ\"ג ע\"ב וביומא דמ\"ג ע\"א דקטן עדיף מחרש ובזה א\"ש הך דנדה דמ\"ו ע\"ב גבי יתומה שנדרה בעלה מיפר לה ואמר שם ממ\"נ אי דרבנן דרבנן ואי דאורייתא קטן אוכל והלשון הוא מיותר וגם מה צריך הפרה אך שם מיירי ע\"כ בקטנה שיש לה דעת דהנה שיטת רבינו ז\"ל כך דיש שני מינים מופלא סמוך לאיש דשנת י\"ב לנקיבה או י\"ג לזכר דנדריו נבדקין ס\"ל לרבינו דזה לכו\"ע לרבנן רק בת י\"ב ויום אחד לנקיבה ובן י\"ג ויום אחד לזכר ולא הביאו שתי שערות אז הוה למ\"ד מופלא סמוך לאיש מה\"ת דאורייתא כן מבואר מדברי רבינו ז\"ל בהל' נדרים פי\"א ובפהמ\"ש בנזיר על ד' כ\"ח ע\"ב וכן מבואר בספרי פ' נשא פיסקא כ\"ב ופ' מטות פיסקא קנ\"ג וכן ר\"ל רבינו ז\"ל בפ\"ד מהל' תרומות ה\"ה וע\"ש בפהמ\"ש. ובזה יש לבאר כל דברי הגמ' בנדה שם ואכ\"מ וזהו פירושו שם דשם אמר יתומה שנדרה וקאמר היכי מיירי אם ר\"ל כשהיא מי\"א עד י\"ב דאז נדריה נבדקין וע\"כ היא בת דעת דאל\"כ אין לה נדר ובה אין שייך אין ב\"ד מצווין להפרישה ואף בנדרים דרבנן דרק דמאי ושבות דקילא אך בזה לכו\"ע הוה דרבנן כמ\"ש ומהניא לה הפרת הבעל אך אם נימא דמיירי במופלא סמוך לאיש דאורייתא דהיינו מבת י\"ב שנה ויום אחד ולא הביאה שתי שערות אך שוב י\"ל דמיירי שאינה בת דעת כל כך כעין הך דב\"ב ד' קנ\"ה ע\"ב ע\"ש וא\"כ שוב שייך לגבה קטן אוכל נבלות אין ב\"ד מצווין להפרישו אף בדאורייתא וא\"ש ועי' מש\"כ רבינו ז\"ל בהל' תרומות פ\"ו ה\"ד ע\"ש ועי' מש\"כ רבינו ז\"ל בפהמ\"ש פ\"א דשקלים מ\"ג גבי קטן שלא הביא שתי שערות אין ממשכנין אותו ובירושלמי שם מה דאמר הא לתבוע תובעים ור\"ל ג\"כ כך דבן י\"ג ולא הביא שתי שערות דנדרו נדר והקדישו הקדש אז תובעים אבל למשכנו דהוה בגדר אונס אין ממשכנים עד שיביא שתי שערות וא\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כלכלה שהיתה נקובה וכו'.</b> שהרי האבן נעשה כדופן כו', עי' בהשגות עי' בירושלמי פ\"ג ה\"ד ופ' י\"ז דהוה מחלוקת דרבי יוחנן ורבי חייא בר יוסף ע\"ש ועי' שבת כאן דכ\"ה ע\"ב במה דפליגי רבה ור\"י וא\"ש דברי רבינו:"
            ],
            [],
            [],
            [],
            [
                "<b>פירות שאסור לאכול כו'.</b> והטעם דאף לבהמה אסור להאכילם בלא תיקון כמבואר בכמה מקומות ולכך אמרינן בתוספתא כאן דחדש מותר לטלטלו דחדש מותר להאכילו לבהמה ועי' פסחים דכ\"ג ע\"א ומנחות דע\"א דנקטי שם רק חטים של חדש ואף דחטים אינו ראוי לבהמה כל כך והטעם משום דנ\"ל דשעורים שמביאים ממנו העומר לבד האיסור חדש שיש עליו יש עליו ג\"כ גדר טבל כמו גבי מנחה עי' מנחות דכ\"ג וד' ע\"ז ע\"ב גבי לחמי תודה עד שלא הורמו ונדרים די\"ב ע\"ב ע\"ש ברש\"י ועי' יומא דמ\"ז ע\"ב בתוס' גבי בין הביניים ולכך שעורים אסור אף לבהמה אבל חטים שייך בהו רק איסור חדש ומותר בהנאה ולא הוה בהו גדר טבל:",
                "<b>וכן מעשר שני והקדש שפדאם כו'.</b> ואף דהא מבואר בב\"מ דנ\"ד ע\"א דבחול אסור לאכול כ\"ז שלא נתן חומש מדרבנן רק בשבת משום עונג או די\"ל דס\"ל כמש\"כ התוס' בכ\"מ עי' סוכה דף י' ע\"ב דלא אמרינן מוקצה משום יום שעבר אף דבה\"ש אסור או די\"ל כשיטת הרי\"ף ז\"ל בפסחים בדף ק\"ה ע\"א דגם בה\"ש יש מצות עונג עי' בעה\"מ ומלחמות ועי' מש\"כ רבינו ז\"ל בפהמ\"ש במס' דמאי פ\"ד מ\"א ומש\"כ רש\"י ז\"ל בנדרים דע\"ז ע\"א ע\"ש וברש\"י ברכות ד' ב' ע\"ב ותוס' כתובות ד' מ\"ז ע\"א דס\"ל דגבי תוספת יו\"ט א\"צ שמחה ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "[<small>השמטה</small><b> ואם נתן מותר כו'.</b> והנה הך דין מפורש בגמ' שם דף ל\"ו ע\"ב דלהחזירו אסור בלא מים, ועיין בתוספתא שבת פ\"ד דמבואר שם דמותר להחזירו ע\"ש. ומה דשרי ליתן בו מים ולהחזירו או די\"ל דהוה כמו הך דשבת ד' קמ\"ב ע\"ב גבי ככר ותינוק ע\"ש ומיירי במקום שאינו משתמר וע\"ש דף קי\"ב ע\"א גבי סנדל דהיכא דלא מינטר מותר עי' בהך דביצה דף כ\"א ע\"ב ע\"ש או י\"ל כיון דיש בו מים לא מאיס ועי' בהך דברכות דף כ\"ה ע\"ב ע\"ש: <small>ע\"כ השמטה</small>]"
            ]
        ],
        [
            [
                "<b>כל כלי כו'. חוץ מכובד העליון כו'.</b> עי' כאן ד' קכ\"ג ע\"א ע\"ש בתוס' ובירושלמי שם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מכבש של בע\"ב כו'.</b> עי' בהה\"מ ועי' מש\"כ רבינו ז\"ל בהל' מטמא משכב ומושב פ\"ז ה\"ז ע\"ש בהשגות ונראה דהיינו דאמרינן בירושלמי סוף פ\"כ דכאן הדא אמרה מכבש עשאה אותה כקרקע ור\"ל הך דזבים פ\"ד וגם לפי מש\"כ הראב\"ד ז\"ל שם דעל מכבש של כובסים יש אבנים א\"כ יהיה זה תליא בהך דשבת ד' קכ\"ה ע\"ב ע\"ש אם הוה בסיס ועי' מש\"כ הרמב\"ן ז\"ל במלחמות ד' שם ובירושלמי פ\"ד דשבת ע\"ש:"
            ],
            [],
            [
                "<b>חבית שנתגלתה וכו'.</b> עיין כאן ד' קכ\"ח ע\"ב:",
                "<b>כיוצא בו קמיע כו'.</b> כן מבואר בתוספתא פ\"ה דכאן משום דיש עליו תורת כלי ועי' בתוס' שבת דמ\"ו ד\"ה ואמר ושם ד' ס\"ד ע\"ב ד\"ה רבי ענני, ועי' תוס' מנחות ד' ל\"ו ע\"ב ורש\"י סנהדרין דס\"ח ע\"א ע\"ש ועיין בירושלמי שבת פי\"ז גבי לווחין של ספינה אם היו נחותין ע\"ג כלי ע\"ש וזהו כהך כרכא דזוזא דשבת ד' י\"ט ע\"ב ועיין בתוספתא פרק י\"א דשבת:"
            ]
        ],
        [
            [
                "<b>היוצא חוץ לתחום כו'.</b> הנה מלשון רבינו משמע דדוקא בשבת ס\"ל דתחומין דאורייתא ועיין מש\"כ רבינו בפרק י\"ט מהל' סנהדרין מוכח שם כן דביו\"ט רק דבר שהוא מלאכה ועי' ירושלמי פסחים פ\"ט ותוס' שם דצ\"ג ע\"ב מבואר להיפך דגם ביו\"ט מוזהר על זה וצ\"ל דזה תליא בהך דב\"מ דף צ\"א ע\"ב אם מהלך כעושה מעשה דמי ע\"ש ועי' בהך בזבחים ד' י\"ג וד' ט\"ו בפלוגתא דר\"ש ורבנן ע\"ש ועי' בהך דב\"ב ד\"ק ע\"א אם הילוך הוה קנין ע\"ש דהוה פלוגתא בזה ועי' תוס' חגיגה ד' י\"ז ע\"ב מוכח דס\"ל דגם ביו\"ט כן הוה מה\"ת למ\"ד תחומין דאורייתא:"
            ],
            [],
            [],
            [
                "<b>מי ששבת בדיר כו'.</b> עי' במ\"מ בשם הרשב\"א וכן מבואר להדיא בעירובין דט\"ו ע\"א ועיין בתוס' שם ד' מ\"ח ע\"ב וכ\"מ בזה:",
                "[<small>השמטה</small><b> מי ששבת כו'.</b> עמש\"כ ה\"ה ז\"ל בשם הרשב\"א והנה עי' בתוספתא פ\"ד מבואר דזה רק אם אמר שביתתי שם אז רק שהוא בית סאתים אבל אם שובת שם אין נ\"מ ועיין בירושלמי עירובין פ\"ה ה\"ח דאמר שם הקונה שביתה בקרפף מהלך כולה כו' ומבעי שם אם אמר תקנה לי שביתה בקרפף אם הוה כמו שבת או כעירב ואמר דזה תליא בפלוגתא דר\"מ ור\"י ע\"ש וה\"נ כן לדידן: <small>ע\"כ השמטה</small>]"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין סומכין אלא על מדידת מומחה כו'.</b> ור\"ל דנ\"מ דכיון דהוא מומחה אף אם אח\"כ נתרחב המקום דהיינו אם נשפל ההר וכדומה ע\"ש בתוס' דף נ\"ט ע\"א ד\"ה למקום ומ\"מ כיון שנעשה זה עפ\"י מומחה הוה הוראה ולא גילוי מילתא והוה כעין הך דזבחים ד' ק\"ד ע\"א גבי בכור טריפה כשהתירו מומחה ור\"ל ג\"כ לא ע\"י ג' הדיוטות וא\"ש מה שהקשה שם התוס' בד\"ה אבל וכן ס\"ל לרבינו ז\"ל שם וכן הדין בהך דנדה ד\"כ ע\"ב גבי ראיית דמים ע\"ש מש\"כ בזה בדברי רבינו בהל' א\"ב פ\"ה הל' י\"ב וכן נ\"מ להך דין דעיר העשויה כקשת והוה כמו דאמרינן בירושלמי פי\"א דתרומות דדבר שבמנין להיתר אף שבטל הטעם אין אתה יכול לאוסרה ע\"ש בהל' ז' ובפ' ד' דשביעית ה\"ב ועי' בעירובין ד' ק\"ד גבי באר הקר דכיון דהתירוהו פעם אחת שוב מותר לעולם וכן מבואר בירושלמי פ\"ב דעירובין ה\"א דאף דפסי ביראות ליכא בזמן הזה מ\"מ הני דהוה בזמן המקדש מותרים אף עכשיו וע\"ש בסוף פ\"א גבי פטורים מן הדמאי דאף אם נכנסו לעיר מ\"מ הני פירות דהיו במחנה מותר לאכלם אף בעיר ועי' מש\"כ הר\"ן ז\"ל בפ\"ב דע\"ז גבי פת פלטר שלקחו בעה\"ב ע\"ש ועי' בירושלמי סוף עירובין גבי שרץ שהיה במקום שחייבין עליו כרת ונפל למקום שאין חייבין עליו כרת דמותר להוציאו ועי' בירושלמי דמאי פ\"ג ה\"ד נטלו ממנו מאה בני אדם כו' וט\"ס שם וצ\"ל כבר נראו להיות דמאי ע\"ש ובירוש' פ\"ג דכלאים ה\"ב גבי נתמעט הגבול ובאהלות פ\"י מ\"ב ובמה דפליגי ר\"ש ורבנן ע\"ש וכ\"מ:"
            ]
        ],
        [
            [
                "<b>מצות עשה כו'.</b> עי' בהה\"מ עי' בתו\"כ פ' בחוקותי דיליף מן קרא דשמור דצריך גם בפה וכמו בהך דמגילה ד' י\"ח גבי עמלק וגבי הבדלה י\"ל דדי בלב ועי' בהך דשבת ד' ק\"נ ע\"ב ע\"ש ועי' פסחים ד' ק\"ה ע\"א ותוס' שם ד' ק' ע\"ש:",
                "[<small>השמטה</small><b> מ\"ע כו'.</b> עי' בה\"ה ועי' בתו\"כ פ' בחקותי דמבואר שם דגבי שבת צריך לקבל דוקא בפה מחמת הך דשמור כו' במגילה דף י\"ח ע\"א. והנה גבי הבדלה כך עיין בהך דברכות ד' ל\"ג ע\"א במחלוקת דהמבדיל בתפלה צריך שיבדיל על הכוס ע\"ש ר\"ל כך והוא דלפי מה דמוכח מדברי הרי\"ף בהך דשבת דף ק\"נ ע\"ב מוכח דמלבד תפלה צריך לומר הבדלה בגדר ברכה כדי לעשות מלאכה ע\"ש רק דלזה כוס אינו מעכב ורק אח\"כ תקנו כוס ועי' בירושלמי שבת ספי\"ז דאם נימא דצריך להבדיל בין שבת ליוהכ\"פ לגבי הדחת כבשים צריך להבדיל בתפלת המנחה ע\"ש ולדברי הרי\"ף ז\"ל הא סגי במבדיל לחוד וצ\"ל דזה לבד מתפלה ובאמת זה הוה עיקר מחלוקת דר\"א ורבנן במשנה כאן דף ל\"ג דר\"ח ס\"ל דעיקר הבדלה בתפלה הוא משום מטבע תפלה לא משום היתר לכך ס\"ל בהודאה ואזיל לשיטתיה ברכות דף מ\"ח ע\"ב גבי שבת בבהמ\"ז ועי' ביצה ד' י\"ז ע\"א גבי חוה\"מ דס\"ל דמזכיר מעין המאורע בהודאה ורבנן ס\"ל שתיקנו בתפלה הוא משום היתר בקשת צרכיו כמבואר בירושלמי כאן ולכך צ\"ל זה בתחלה ע\"ש בירושלמי ולכך הוה ס\"ל בגמ' דילן דף ל\"ג ע\"ב דביו\"ט מודו רבנן לר\"א משום דאז ליכא בתפלה בקשת צרכיו אך אנן לא ס\"ל כן רק דלבתר דתקנוה הוה ג\"כ נוסח תפלה בברכה ד' ועי' מש\"כ התוס' מגילה ד' ד' ע\"ב ד\"ה ויעבירנו ע\"ש ועי' בירושלמי סוטה ספ\"ז דמוכח שם דגם על שמיטה צריך להבדיל בסוף שנה ומוכח דלא משום דתקנו הבדלה לכך אסור לעשות מלאכה רק דבלא הבדלה אסור לעשות, ועי' בספ\"ק דחולין ע\"ש. ובזה א\"ש הך דכאן דף כ\"ו ע\"ב ע\"ש בתוס' וברי\"ף ועי' פסחים ד' ק\"ו ע\"א גבי טעם מבדיל דר\"ל דזה לא מחמת הנוסח רק מחמת היתר מלאכה. ובזה נ\"ל מה דקאמר כאן בגמ' טעה בזה ובזה מהו כו' ע\"ש ברש\"י. אך ר\"ל כך אם היה הטעות בד\"א בתפלה או בכוס שצריך לחזור אם צריך לומר עוד הפעם הבדלה אם זה הוה כמו נוסח תפלה או רק בשביל היתר: <small>ע\"כ השמטה</small>]"
            ],
            [],
            [],
            [
                "<b>עד סוף יום ג' כו'.</b> עי' בכסף משנה ועי' בירושלמי ברכות פ\"ה ה\"ב דגרס בחמישי בשבת ע\"ש ועי' מש\"כ רבינו ז\"ל בהלכות גירושין פרק ט' הלכה כ\"ג ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי שנתכוין לקדש על היין כו'.</b> עי' בירושלמי פ\"א דשבת ה\"ב גבי הך דרבי משיטול ידיו דפלוגתא שם אם לקידוש אם לברכה והך עובדא דשם גבי רב נסב לידיה היה בלילי שבתות קודם קידוש רמז חייא למזוגיא ר\"ל שימזוג הכוס לקידוש והשיב לו כבר התחלנו בסעודה וזה הך דכאן נטל ידיו לא יקדש:"
            ],
            [],
            [
                "<b>פורס מפה כו'.</b> וא\"צ לברך בפה\"ג אבל אמרו בואו ונקדש צריך לברך בפה\"ג כמ\"ש רבינו בפ\"ד מהלכות ברכות ע\"ש מה שכתבתי שם:"
            ],
            [],
            [
                "<b>אין מקדשין אלא על היין כו'.</b> והנה יין מזוג ודאי אינו ראוי לנסך ע\"ג המזבח כמבואר כאן דצ\"ז ע\"ב אך רבינו ז\"ל וכן הוא בספרי כמ\"ש רשב\"ם שם אך רבינו ז\"ל לא הביא זה בהלכות איסורי מזבח רק י\"ל דזהו בכלל אף נסכים שלא נשתנו ע\"ש בפ\"ו מהל' איסורי מזבח הלכה י' ועי' תוס' חולין דכ\"ו ע\"א גבי תמד והנה עי' בדברי רבינו ז\"ל בהל' תמידין ומוספין פ\"י ה\"ז אם עירה המים לתוך היין יצא משמע דמפרש שעירב המים ביין וקשה הא הוה ליה מזוג אך י\"ל דיש לחלק בין אם קודם שקדשו בכלי בין לאחר שקדשו בכלי דהנה בב\"ב שם וכן בירוש' פ\"ח דסוטה מבואר דיין קוסס פסול ע\"ג המזבח ובתוספתא פ\"ו דב\"ב מבואר דאם נסכו ע\"ג המזבח יצא ועי' בזבחים ד' פ\"ג גבי נסכים פסולים אם ירדו ע\"ש אך י\"ל דבתוספתא מיירי דלאחר שנתקדש בכלי נעשה קוסס וה\"נ ס\"ל לרבינו גבי מזוג ועוד יש לחלק בין נסכים שהיא על היסוד ובין נסכים שעל המזבח ועי' מה שכתבתי בזה בפ\"ב מהל' מעשה הקרבנות ועי' מש\"כ רבינו פי\"א מהל' מא\"ס ה\"ט ע\"ש ועי' תוס' ב\"ב ד' י\"ח ע\"א ומה שכתב רש\"י ז\"ל במנחות ד' פ\"ו ע\"ב גבי מעושן ועי' רש\"י זבחים ד' ס\"ד וסוכה ד' מ\"ח מוכח שם דאף אם לאחר שנתקדשו בכלי נתעשנו פסול ע\"ש:"
            ],
            [],
            [
                "<b>כלי שהיה מלא כו'.</b> עי' בהשגות ועי' בהך דמנחות ד' מ\"ב ע\"ב גבי טעמו פסלו ושם ד' מ' ע\"א אך באמת אין הפירוש שם כדברי רש\"י ז\"ל דאינו נפסל כל היורה ועיין מש\"כ רבינו ז\"ל לעיל בהל' ציצית פ\"ב ה\"ג ע\"ש וכונת הראב\"ד ז\"ל כאן דאם שתה מן החבית לא פסלה דעיקר הטעם הוא משום דבעי מזוג בכוס לשם קידוש עי' רש\"י ברכות ד' נ\"א ד\"ה חי וכמו שפי' רש\"י ז\"ל בפסחים ד' ל\"ד ע\"ב שתהא חיותם בכלי ע\"ש ור\"ל ג\"כ שיהא המילוי בכלי מן המעיין לשם מי חטאת ואז אף אם אח\"כ עירה ממנו לכלי אחר כשר וא\"ש מה שהקשה הר\"ש ז\"ל במס' פרה ועי' תוס' פסחים ד' ק\"ח ע\"ב וכ\"מ ע\"ש ולכך אם טעמו הוה כמו שלא לשמה ועי' במה דפליגי רש\"י ותוס' במנחות ד' מ\"ב ע\"ב גבי הך דכליל תכלת אם נצבע מתחלה לשם מצוה אם מיקרי השני כליל תכלת ועי' בירושלמי פ\"ב דסוטה גבי הך דעץ ארז ואזוב דמצורע דבעי שלא נעשה בו מלאכה אם הזה בו מצורע אחד אם כשר למצורע אחר וכן אם כשר לפרה ועי' במס' פרה פי\"א מ\"ח ומש\"כ שם רבינו ז\"ל, אך זה שייך רק אם צריך שיעור אז י\"ל אם טעמו פגמו אף אם הוה יתר מכשיעור ועי' בזבחים ד' ק\"ט ע\"ב וד' ק\"י ע\"ב גבי נסכים נסכי מים ובמעילה ד' י\"ג ע\"ב וזהו מה דר\"ל רב אשי בפסחים ד' ק\"ו הנ\"ל וכן ג\"כ זה רק אם צריך מפורש לשמה אז טעמו לא הוה לשמה גמור וכעין הך דב\"ב ד' קמ\"ב ע\"א רפויי מרפיי וכבר כתבתי בזה אבל אי סתמא כשר ג\"ז כשר וכעין הך דפסחים ד' ל\"ח ע\"ב כל לשוק אימלוכי מימלך ע\"ש וזה ר\"ל רב אשי במנחות שם ד' מ\"ב ע\"ב דבעיא צביעה לשמה ועיין תוס' שבת ד' ע\"ז ע\"א:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין מחזרין על האור כו'.</b> עיין פסחים ד' נ\"ד ע\"א דרבי חוזר וסודרן על הכוס כדי להוציא בניו ובני ביתו וע\"ש ד' ק\"ד ורש\"י כתובות ד' ח' ועיין ר\"ה ד' כ\"ט ע\"ב דברכות שאינן חובה אינו יכול להוציא ע\"ש וצ\"ל כמ\"ש רש\"י עירובין ד' מ' ע\"ב דהוה רק גדר חינוך או כיון דקבעוהו על הכוס הוה בגדר מצוה ועיין בירושלמי ברכות פ\"ה סוף הל' ב' גבי העונין אמן צריכין ליתן עיניהם בנר ע\"ש:"
            ]
        ],
        [
            [],
            [],
            [
                "[<small>השמטה</small><b> ועזרא תיקן כו'.</b> עי' תענית דף ט\"ו ע\"ב ברש\"י ד\"ה ובחמישי ושם ד' כ\"ט ע\"ב ועי' בהך דנזיר ד' ה' ע\"א דמוכח שם שהיו מסתפרין בע\"ש ע\"ש ועי' בהך דמו\"ק דף י\"ג ע\"ב גבי כהן ע\"ש ברש\"י ד\"ה אי בעי כו' אך רבינו ז\"ל מפרש בהל' ביאת מקדש פ\"א הי\"ג דהך אם שלמה ר\"ל יום א' בשבת דהוא ס\"ל דהא דקתני בחמישי מותרין לא קאי רק אאנשי מעמד ולא אאנשי משמר ולכך לא הביא זה שם ועיין בפסקי תוס' במו\"ק שם דס\"ל דמה שמגלח בחמישי לא הוה לצורך הרגל כיון דהוא ג' ימים קודם לרגל ועי' בריטב\"א שם ועי' בתוספתא תענית פ\"ב ובירושלמי תענית פ\"ב הי\"ב דאמר שם כל מי שהוא מכיר כו' ובתוספתא שם אמר דאם אינו מכיר אסור כל החודש ור\"ל דתספורת ג\"כ ס\"ל דאסור רק עד חדש כדי שלא יהיו פרועי ראש ור' ס\"ל שם בתוספתא כגמ' דילן דלא חיישינן לפרועי ראש לכך אמר לעולם אסור וגם י\"ל דלכך אסור בתספורת משום איסור מלאכה וס\"ל דכהן בימי משמרו אסור לעשות מלאכה ועי' בהך דפסחים דף פ\"ב ע\"א מפני החשד, ועי' בתוספתא פ\"ג דתענית ע\"ש: <small>ע\"כ השמטה</small>]"
            ],
            [
                "<b>אסור לקבוע סעודה כו'.</b> עיין בהשגות ועיי' בירושלמי כתובות פ\"א ה\"א דאסור לעשות סעודת אירוסין בע\"ש ע\"ש ובבלי שם ד' ה' ע\"א ע\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אכילת בשר וכו'.</b> עיין תוס' עירובין ד' ל' ע\"ב ד\"ה אלא דשתיית יין הוי צורך שבת ע\"ש ועיין יבמות ד' צ\"ג גבי אריסיה דרבי ינאי ע\"ש בתוס':"
            ],
            [],
            [],
            [
                "<b>אין מפליגין כו'.</b> עיין עירובין ד' ס\"ה ע\"א גבי הך דאבוה דשמואל ולוי ע\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Tzafnat Pa'neach on Mishneh Torah, Warsaw-Piotrków, 1903-1908",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "צפנת פענח על משנה תורה, הלכות שבת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tzafnat Pa'neach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}