{
    "status": "locked", 
    "versionTitle": "Shaarei Tzedek", 
    "language": "he", 
    "title": "Shaarei Tzedek", 
    "text": {
        "Introduction": [
            "ספר שערי צדק חברו החכם רבי יוסף בן קרניטול בן כבוד רבי אברהם בן רי\"ת המחבר ספר שערי אורה בצדק ובמשפט מעשיהו לבא אל היכל פנימה הקבלה האלקית וצדקה תהיה לנו כי נוציא לאור תעלומות חכמה. שערי צדק. אחרי כי אור לנו בספר שערי אורה הנדפס כבר. ותחוש לנו לצדקה. ובצדק תחזה את פנימו. כי תבין ותדע סוד הקבלה. כאשר הבא לטהר פותחין ליה. ושערים לא ננעלו. כולם מוצב ארצה. וראשו מגיע השמימה. ומעשה מרכבה. שאו שערים על ראשיכם. וצדק צדק תרדוף. הפוך בה והפוך בה דכולה ביה. באו שעריו בתודה. אז תרנן לשון. פתחו לי שערי צדק אבא בם אודה יה:", 
            "שאלת ממני ידיד נפשי. להאיר באחד ההשגות הפנימיות לדעת איזה דרך יהלוך אור. בענין עשר ספירות. והנה נשאתי פניך להפיק משאלותיך. והאלקים ירצך. תחלת הדרך שבה יכנס האדם ליחוד הבורא יתברך, הוא ידיעת השער, והלא ידעת שאם רוצה אדם לראות פני המלך וטורח כמה ימים, ואחר הטורח לא זכה לדעת מקום השער, מה תועלת בכל הטורח שטרח וכל הדרך שהלך, כשאינו יודע השער שבו ליכנס לראות פני המלך, ובדרך זה כל המטריחים עצמם ליכנס לפרדס, ולא ידעו ולא יבינו ובחשיכה יתהלכו, ואין תועלת בעמלם, לפיכך ראיתי להאיר נתיב לפניך בדרך שבו תלך והשער שבו תכנס, ואז תהיה רצוי ומקובל לפני ה יתברך, ותהיה מן הזוכים לחזות בנועם ה' ולבקר בהיכלו:"
        ], 
        "": [
            [
                "זה השער לה' צדיקים יבאו בו. דע כי ה' יתברך בחר בישראל כשהבדיל כל לשונות בדור הפלגה איש ללשונו למשפחותיהם לגויהם, ונתן לכל אומה ואומה שר ומושל עליהם, ונתן גם כן לכל אומה חלקה מן הארץ, ובדרך זה נתייחדו הגוים והארצות כל אחד לשר ידוע, ועל זה נאמר מאלה נפרדו איי הגוים בארצותם איש ללשונו למשפחותם בגויהם, וזהו סוד ענין הפלגה, ונשארו כל שבעים אומות מסורות ביד שבעים שרים למעלה, ואותם שבעים שרים סובבים חוץ לכסא הכבוד, והם הנקראים סוד הקליפות, ובהם נאחזות סוד הערלה, וכשבא אברהם אבינו עליו השלום באותו הסוג שהיה בו נתן מקום אחיזה לכתרים שהיו מצד הימין על על ידי ישמעאל משל כדמיון החוט המחבר חתיחות הבגד, ועל זה נאמר ולישמעאל שמעתיך וזהו סוד וידו בכל ויד כל בו, ועל פני כל אחיו ישכון, וכשבא יצחק באותו הסוג שהיה בו נתן מקום אחיזה לכתרים שהיו מצד שמאל על ידי עשו, משל כדמיון החוט שאמרנו לעיל, ועל זה נאמר זדון לבך השיאך שוכני בחגבי הסלע מרום שבתו וגו' נמצאת למד שישמעאל ועשו הם סוד אחיזה שבעים כתרים סביב המרכבה, וכולן נקראו קליפות חיצונות וערלה, ובמקרא נקראו חוצות שנאמר עד לא עשה ארץ וחוצות, וזהו סוד ויוצא אותו החוצה, ולא תהיה אשת המת החוצה, וכשבא יעקב אבינו עליו השלום עמד באמצע, אברהם בצד ימין ויצחק בצד שמאל,ויעקב באמצע, והסוד ויעקב איש תם יושב אוהלים, נמצאו אכרהם ויצחק תקנו כל המרכבה חצונית ופנימית, תקנו הפנימית, שמתאחזים ביעקב בתפארת בקו האמצעי, ותקנו חצונית, שהם מתאחזים שבעים כתרים בידו\"ד יתברך על ידי ישמעאל ועשו, נמצא כשבא יעקב היה נקי בלי סיג, ולפיכך הוא באמצע, וזהו סוד שאמר שמא חס ושלום יש פסול במטתי, כאברהם שיצא ממנו ישמעאל, וכיצחק שיצא ממנו עשו, פתחו כולם ואמרו שמע ישראל וגו', נמצא יעקב ובניו נאחזים בקו האמצעי הנקרא נקודה פנימי, והיכל פנימי, וזה ההיכל הפנימי הוא הנקרא קו האמצעי, הוא הנקרא שם ידו\"ד יתברך, והוא באמצע, ושבעים כתרים מקיפים אותו, זהו שאמר בספר יצירה היכל הקודש מכוון באמצע, וזהו סוד ארץ וחוצות שאמרנו לעיל, וזהו מקום הנקרא קו האמצעי, וצריכין אנו לידע באיזה מקום ובאיזה שער נכנסים לו:", 
                "ונאמר, דע כי מאחר שנתחלקו שבעים אומות לשבעים כתרים כל אומה וארצה שלה לשר ידוע ולא מצא השם יתברך חלק בכולם לפי שהוא טהור וכלם טמאים, וכתיב טהור עינים מראות ברע, ועל זה נאמר ויהי בנסעם מקדם, בודאי נסעו ונתפרדו מקדמונו של עולם, ולא היה לשם חלק בכל הגוים ובכל הארצות לפי שכולם היו טמאים עד שבא יעקב שהוא מכוון בין אברהם ויצחק, הוא חלק לידו\"ד יתברך כי ידו\"ד יתברך שוכן בהיכל פנימי והשרים מקיפים כסאו, כדמיון הפרי והקליפות וסוד הגדול הכולל את הכל טוב לחסות בידו\"ד מבטוח באדם, טוב לחסות בידו\"ד מבטוח בנדיבים וגומר, בשם ידו\"ד כי אמילם סבוני גם סבבוני בשם ידו\"ד כי אמילם, סבוני כדבורים דעכו כאש קוצים בשם ידו\"ד כי אמילם, אמר שלשה פעמים אמילם, וארבעה פעמים סבוני סבבוני, וזהו סוד ארבע מחיצות שראה יחזקאל ושראה אליהו, והרביעי דקה. והנני רומז, הנרתיק הנקרא כסא החיצון, נקרא אדם, והכסא הפנימי נקרא אדנ\"י, וסוד אלו ואלו כי תבאו אל הארץ וגו', וערלתם ערלתו וגו' (יס\"ג סוד ג' פעמים ע' רד\"ו.) שלש שנים יהי' וגו' והשנה הרביעית וגו', יהי' לכם כל פריו כו', ובשנה החמישית תאכלו את פריו וכו', וכשתזכה להבין מה שכתבנו תשיג סוד ארץ וחוצות, ותשיג טוב לחסות בידו\"ד מבטוח בנדיבים, והסוד רמוז ועל דמות הכסא דמות כמראה אדם, וסוד נגע צרעת כי תהיה באדם והובא אל הכהן, אוי להם לבריות מעלבון פסוק זה, ועל זה נאמר מפני הרעה נאסף הצדיק, וזהו שאמרה התורה זאת התורה אדם כי ימות באהל וגו':", 
                "ונחזור לכוונת פסוק, זה השער לידו\"ד צדיקים יבאו בו כלומר צריכים אנו לבקש שער שבו נכנסים לידו\"ד יתברך, מאחר שארבע מחיצות מקיפות סביב להיכלו:", 
                "ונאמר מאחר שבאו אברהם יצחק ויעקב תקנו כל המרכבות עליונות ותחתונות החיצונות, החיצונות בחוץ והפנימית בפנים, ונמצא אברהם ויצחק קשרו המרכבה החיצונה בחוץ על ידי ישמעאל ועשו, ונקשר המרכבה הפנימית על ידי יעקב, וכשבא יעקב שלם בלי שמץ ודופי מזוקק שבעתים זקוקים על ידי שת ונח ושם אברהם יצחק ויעקב הוא השביעי, עליהם נאמר כסף צרוף מזוקק שבעתים, ונמצאת מטתו שלמה, לפיכך בחר בו השם שהוא קו האמצעי וכלל טהור את הטהור וינח טהור על הטהור ואז מצא לו ידו\"ד חלק בנבראות וסימן כי יעקב בחר לו י\"ה ישראל לסגולתו, וזהו חלקו שיצא לו בכל העולם, וזהו סוד כי חלק ידו\"ד עמו יעקב חבל נחלתו וגו', וסוד ויוצא אותו החוצה וגו' ימצאהו בארץ מדבר, ידו\"ד בדד ינחנו וגו', ומאחר שבחר ביעקב שהוא אמצעי בקו האמצעי נעשה יעקב כסא שלם להשם יתברך כי אברהם ויצחק לא נקראו אלא כסאות האברים וסימן אלקי אברה\"ם אלקי יצחק ואלקי יעקב, ועל זה נאמר את ידו\"ד האמרת היום וידו\"ד האמירך והסוד שנים עשר שבטים, נגד שנים עשר שמות המצטרפים מן השם המיוחד יתברך, והפסוק מכריז ואומר כל אלה שבטי ישראל שנים עשר, וזאת אשר דבר להם אביהם ויברך אותם ואז נעשה יעקב כסא שלם למרכבה כלומר, כסא הגוף ולא כסא הארץ, כי לא שרתה שכינה למטה עד שבא הרגל הרביעי, כלומר במנוחה אלא לפי שעה אפילו בימי משה רבינו עליו השלום ועל זה נאמר במשוך היובל המה יעלו בהר:", 
                "ואחר שידעת זה דע כי כמו שבחר י' ביעקב משאר האומות, כך בחר בציון מן הארצות לשכון בירושלים מן המקומות וכמו שנפל לכל שר ושר חלק בדור הפלגה מן הגוים והארצות, כך עלה חלק י\"י יתברך מן הגוים יעקב, ומן הארצות ארץ ישראל, ומן המקומות ירושלים, על זה נאמר כי שמך נקרא על עירך ועל עמך, וכמו שיעקב באמצע האבות כך ירושלים באמצע הישוב, ועל זה נאמר זאת ירושלים בתוך כל הגוים שמתיה וסביבותיה ארצות נמצא סוד ארץ וחוצות מבואר, ועל זה נאמר את ידו\"ד האמרת היום וידו\"ד האמירך, נמצאת למד סוד ויוצא אותו החוצה, שאין לאברהם שורש ומקום אחיזה נראה אלא בחיצונית ובקליפות הנקראות ערלה, לפיכך תחלת מילה לאברהם סוד מילה וכשנעקר אברהם ממקום נטיעתו חזר הקדוש ברוך הוא ושתלו במקום פנימית, וסימן ואקח את אביכם מעבר הנהר וגו', ושמור העיקר הגדול הזה כי הוא סוד פנימי מחדרי תורה:", 
                "ואחר שידעת זה, דע כי ידו\"ד יתברך שמו ידו\"ד הגדול יתברך נקרא ביעקב ומאחר שירש יעקב ירושת ידו\"ד יתברך הגדול הודיע ידו\"ד ליעקב באיזה שער יכנס בו כשיצטרך ליכנס בחדריו מה שאין כן בכל אומה ולשון, ועל זה נאמר מגיד דבריו ליעקב חוקיו ומשפטיו לישראל לא עשה כן וגו', ומנין שהשם יתברך הודיע ליעקב לבא לשער שבו יכנס להיכלותיו כתיב ויפגע במקום וילן שם ויחלום והנה סולם מוצב ארצה, היה יודע מלכות ידו\"ד יתברך ולא היה יודע באיזה שער יכנס לה הראהו השם יתברך דרך הכניסה מניין דכתיב ויחלום והנה סולם מוצב ארצה, וגו' והנה ידו\"ד נצב עליו ויאמר הנה ראה השער שיכנס בו לסולם שכתוב בו והנה ידו\"ד נצב עליו ומה כתיב אחריו וייקץ יעקב משנתו ויאמר אכן יש ידו\"ד במקום הזה וגו' וזה שער השמים, והנה זכה יעקב להשיג השער שבו יכנסו לחצרות ידו\"ד ככתוב זה השער לידו\"ד צדיקים יבאו בו, ומאחר שהשיג זה השער זכה ליכנס לשנים עשר גבולי אלכסון שהם סוד עולם עליון ותחתון והכל מתאחז בסוד שלשה עשר מדות שהתורה נדרשת בהן וסוד שנים עשר שבטים שהם שלשה עשר, וסוד שנים עשר חדשים שהם שלשה עשר בסוד העיבור:", 
                "ודע כשבא יעקב והשיג מקום השער עלה עד רום הסולם מה שלא זכו ולא השיגו אברהם ויצחק כי אברהם ויצחק הגיעו עד מקום הכתפים וזהו סוד מתחת זרועות עולם, ולא עלו יותר ואלמלא זה לא היה לזרעו של יעקב קימא בין האומות בין ישמעאל ועשו, ואותם הכתפים נקראין במתי ארץ, והסוד הגדול אלקי אברהם אלקי יצחק, אבל למעלה מהם ואלקי יעקב קו האמצעי העולה עד אחיזת הכת\"ר, וזאת קומתך דמתה לתמר, אבל למעלה ושדיך לאשכולות, ירכיבהו על במתי ארץ ואתה על במותימו תדרוך מעונה אלקי קדם ומתחת זרועות עולם, ויגרש מפניך אויב ויאמר השמד, וישכון ישראל בטח בדד עין יעקב, ולא עין אברהם ויצחק לפי שאברהם ויצחק הם זרועות והם מתחת לפי שבהם נאחזים ישמעאל ועשו ושבעים כתרים, אבל יעקב שזכה להשיג השער ולעלות על דרך הסולם ונאחז בקו האמצעי עד רום מעלה עד אין סוף דרך הצואר, לפיכך באברהם ויצחק כתיב מצרים שא נא עיניך ימה וצפונה ותימנה ומזרחה, וכן ביצחק, אבל ביעקב ופרצת ימה וקדמה וצפונה ונגבה, והוא נחלה בלי מצרים, ולפי שאין שר מכל שרי האומות עולה לאותו מקום, ועל זה נאמר כי יעקב בחר לו י\"ה בודאי ישראל לסגולתו, וכתיב אז תתענג על ידו\"ד בודאי, והרכבתיך על במותי ארץ והאכלתיך נחלת יעקב אביך, נחלת יעקב ולא נחלת אברהם ויצחק:", 
                "ואחרי שהודענוך אלו כללים דע כי סוד השער הזה שזכה יעקב והשיגו, הוא הסוד הספירה העשירית הנקראת - שכינה, וסימן וישכון ישראל בטח בדד עין יעקב, וכשהשיג יעקב זה השער שהוא יסוד השכינה הנקראת צד\"ק, אז הכתוב מכריז ואומר פתחו לי שערי צדק אבא בם אודה י\"ה וגומר, כי יעקב בחר לו י\"ה, ועד איזה מקום אבא, עד המקום שנקרא צוואר, אבא בם אודה י\"ה, כי יעקב בחר לו י\"ה, וזהו סוד ואני בצדק אחזה פניך כלומר מאחר שזכיתי למצא השער אזי אכנס לראות פני המלך:", 
                "ואחר שידעת זה דע כי זה השער שבו נכנסים להשיג ולראות פני המלך יתברך, הוא סוד ייחוד בוראינו יתברך, והוא סוד הברכה שמסר השם יתברך לאברהם, לפי שכל מיני השפע והאצילות הנמשכות מעדן העליון שנקרא כת\"ר דרך התפארת הנקרא נה\"ר כולן נכנסין בבריכה העשירי שהיא סוד מלכו\"ת, ועל זה כתיב בארות אברהם ויצחק , ויי' יתברך מסר לאברהם הבריכה הזאת שיתברכו בו כל האומות, וזה שאמר ואעשך לגוי גדול וגומר והיה ברכה, מאי והיה ברכה כלומר בך אני משרה השכינה שהיא הבריכה, והיא הספירה העשירית שהיא מקבלת שפע מתשעה אספקלריאות המאירות, ואף על פי שמסר לאברהם הבריכה לא מסר לו השער, וכן ליצחק לפי שהיה בם פסולת ישמעאל ועשו, אבל יעקב שלא היה בו פסולת מסר לו השער כמו שביארנו, ומה שאמר יי' יתברך לאברהם ונברכו בך כל משפחות האדמה הכל מבואר, כי שבעים משפחות נאחזות באברהם ויצחק מלשון הבריך והרכבה, ואלמלא אברהם ויצחק אין לשבעים אומות אחיזה במרכבה, וזהו סוד שבעים פרי החג:", 
                "ואחר שידעת זה דע כי השער הנקרא צד\"ק אף על פי שירש אברהם הספירה לא ירש את השער עד שבא יעקב, ועל השער הזה נאמר באברהם מי העיר ממזרח צדק יקראהו לרגליו, וזהו סוד שערי צדק:", 
                "ודע כי מזמן שידע יעקב השער ונטל המפתח אין לשום בריאה בעולם לכנס לשם יתברך, אלא על ידי יעקב ובניו כלומר עד שיתגיירו ויהיו מהולים וכיכנסו תחת כנפי השכינה ובאיזה שער יכנסו בשערי צדק ועל זה נקראים הגרים האמתים גירי הצדק, כלומר הגרים נכנסים להיכל ידו\"ד יתברך על ידי שער צדק ושמור עיקר זה, לפי שירש אברהם ספירת צדק נקראים כל הגרים על שמו גירי הצדק והסוד ונברכו בך נברכו ממש:", 
                "ואחר שידעת זה צריכים אנו להאיר נתיב לפניך בספירה הזאת הנקראת שער לידו\"ד, ונאמר שאין כל אדם ראוי ליכנס דרך קביעות בשער כזה זולתי ביאת עראי לכנס ולצאת אבל לא ישאר תמיד דירת קבע בפנים, אפילו אברהם יצחק ויעקב וכל הנביאים לא זכו להשאר תמיד בפנים, אלא נכנסים ויוצאים ולא נשאר דירת קבע לפנים מן השער הזה, אלא משה רבינו עליו השלום לבדו, ועל זה נאמר לך אמור להם שובו לכם לאהליכם ואתה פה עמוד עמדי, וזהו שאמרו כל הנביאים נסתכלו באספקלריא שאינה מצוחצחת ומשה נסתכל באספקלריא המצוחצחת, והטעם לפי שנכנס לפנים מן השער הזה, ונכנס ברשות וקבע שם דירתו, והסוד לא יכול משה לבא אל אהל מועד כי שכן עליו הענן וכבוד ידו\"ד מלא את המשכן, וקראו ידו\"ד יתברך ונכנס ברשות, ועל זה נאמר ויקרא אל משה וידבר ידו\"ד אליו מאהל מועד, וכתיב ואתה פה עמוד עמדי, ומאחר שקבע דירתו שם לא פסק, ועל זה נאמר ישקני מנשיקות פיהו, ולפי שנכנס משה לפנים מן השער וקבע שם דירתו היה רואה תמיד באספקלריא המצוחצחת, אבל שאר הנביאים שלא היו דירתם קבע לפנים מן השער אלא לפי שעה היו מסתכלין חוץ לבית שער, והיו רואין אחורי מחיצה העשירית והיא אספקלריא שאינה מצוחצחחת, וזהו סוד שמעו נא דברי אם יהיה נביאכם וגומר, לא כן עבדי משה בכל ביתי נאמן הוא, בכל ביתי ממש, שנכנס וקבע דירתו לפנים מן השער, ונמצא נאמן בכל נכסי המלך שהם החדרים שנקראים ביתו של מלך בכל ביתי נאמן הוא:", 
                "ואחר שידעת זה דע כי המדה הזאת הנקראת שער\"י צד\"ק שירש אותם יעקב מסר כל המפתחוחת שלה ביד בניו, והשער הזה יש לו שלשה עשר מפתחות, שנים עשר לשנים עשר חדרים, ומפתח הפנימית שהוא תשלום שלשה עשר מסר אותו ללוי, וזהו סוד ברכת כהנים שמשם הברכות מתפשטות ויוצאים לשנים עשר חדרים של שנים עשר מפתחות שבכל שבט ושבט, וזהו סוד כל אלה שבטי ישראל שנים עשר וזאת אשר דבר להם אביהם ויברך אותם איש אשר כברכתו בירך אותם, וכשבא משה רבינו עליו השלום ובירך את ישראל הודיע כי מפתח שהוא כולל כל המפתחות הוא מסור ביד שבט לוי, כמו שאמר וללוי אמר תמיך ואוריך לאיש חסידך, סוד אורים ותומים הוא סוד כל השערים, והנני רומז סוד אורה ויעקב איש תם, לפיכך אמר בתורה דבר אל אהרן ואל בניו לאמר כה תברכו את בני ישראל, ושמו שמי על בני ישראל ואני אברכם, ולפיכך אמר הכתוב על כן לא היה ללוי חלק ונחלה עם אחיו ידו\"ד הוא נחלתו, ושמור העיקר הגדול הזה כי השם יתברך בודאי נחלתו:", 
                "ואחר שהודענוך זה דע כי אהל מועד שהוא סוד השכינה שירש יעקב והוא חלקו ונחלתו ירשוה לבניו לנחלה, ועל זה נאמר ונתתי משכני בתוככם והייתי לכם לאלהים, וכתיב השוכן אתם בתוך טומאתם ממש, אשרי העם שככה לו אשרי העם שידו\"ד אלהיו:", 
                "והנה המדה הזאת יש לה מאה פינות, ולכל פינה ופינה בית קבול, ומכל פינה ופינה נובעת מעיינות ברכה לעולם, ומשם ינק יצחק אבינו עליו השלום מאה ברכות מיני שנתעשר, ועל זה נאמר ויזרע יצחק בארץ ההיא וימצא בשנה ההיא מאה שערים ממש, ולפיכך ויברכהו ידו\"ד, ולפיכך ויגדל האיש וגו', ולפיכך נתקנאו בו הפלשתים ומלכים לפי רוב ברכותיו, ואלו מאה שערים שמצא יצחק במה שנתברך הם מאה שערים ומעיינות סביב שערי צדק, שמשם יוצא ברכה ושפע ואצילות לכל הנבראים על ידי ישראל, ולפיכך תמצא באהל מועד מאה אדנים למאת הככר ככר לאדן, ואין לך אדן בכולם שלא היה בו בית קבול לעמוד, יסוד העמודים ידוע בתוך הווים, וסימן ווי העמודים, והסוד קו האמצעי, ואלהים יעקב ולפי שהוא דרך שבו יתברך כל אחד ואחד מישראל במאה מיני ברכות ומיני שפע ואצילות צריך כל אחד מישראל לברך בכל יום מאה ברכות, כלומר כל ברכה וברכה יש לה מעיין ומקור ממה שמהיא נשפעת ונאצלת, ואם ח\"ו יחסר לאדם אחד ממאה ברכות בכל יום הוא פוגם את כל התורה כולה ונמצא מקלקל כל הצנורות, וסימנך נפ\"ש רוח ונשמה, ישראל לוי כה\"ן, והסוד לבני לוי נתתי את כל מעשר בני ישראל לנחלה חלף עבודתם וגומר, וכתיב אל הלוים תדבר ואמרת להם כי תקחו את המעשר וגומר והרמותם ממנו חתרומת ידו\"ד מעשר מן המעשר, נמצא ישראל נותן ללוי עשרה מכל מאה, והלוי נותן לכהן אחד מכל עשר, אם אין מאה לישכאל אין עשרה ללוי אם אין עשרה ללוי אין אחד לכהן ונתפרדה החבילה ואין עוד כלי להריק, ובדרך זה אם אין הנפש מברכת מאה ברכות בכל יום לא יגיעו מן המעשר עשרה לרו\"ח, וכשאין הרוח מקבל עשרה לא יגיע אחד לנשמ\"ה, והנה אנחנו חייבים בכל יום לקשור הנפש ברוח והרוח בנשמה והנשמה דבקה בידו\"ד יתברך, והסוד והיתה נפש אדוני צרורה בצרור החיים את ידו\"ד אלהיך, וזהו סוד ברכי נפשי את ידו\"ד, וכתיב כל הנשמה תהלל י\"ה, ועל דרך זה אנו אומרים כי כל אדם שאין משלים בכל יום מאה ברכות פוגם צורתו ומקצץ בנטיעות נפשו, ואוי לו על חסרונו, ואינו נכנס בשערי צד\"ק לפי שהאדנים לעמודים אינם מסודרים ואין האהל פרוסה כסדר לפיכך אין השכינה שורה על דבר פגום, וזהו סוד אהל בל יצען בצעננים ובל יסע יתידותיו לנצח וכל חבליו בל ינתקו, נמצא כל הגומר מאה ברכות כאילו פורס אוהל ותקעו על מאה אדנים, ואז מתברך במאה ברכות, ולפי שמאה ברכות כנגד מאה אדנים למאת ככר וכולן נקובים נקב מפולש, נמצא מאה חלונות של אורה פתוחים לנגד מאה ברכות, והיודע זה יודע סוד תרומה וסוד תר\"י ממאה שאם אין מאה אין תרי ממעשרות:", 
                "ואחר שביארנו זה דע כי השער הזה נקרא בכל מקום בתורה - אדני, והוא היכל של ידו\"ד יתברך ולפיכך נקרא בו תמיד כי גר ידו\"ד בביתו תמיד והבן זה מאד, ולפי שזו הספירה כנגד ארץ סודה דבר האיש אדוני כו', ולפי שאדם הראשון גרם ונסתלקה ממנו למטה עד שבא נח והחזירה שעה אחת ולא עוד, אז נאמר נח איש צדיק תמים היה בדורותיו את האלהי\"ם התהלך וגומר, וזהו סוד שעליו נקרא נח מלשון נחה רוח אליהו על אלישע, ויקרא שמו נח לאמר זה ינחמינו וגומר, ונח מצא חן בעיני ידו\"ד, ויבן נח מזבח וירח ידו\"ד את ריח הניחוח, ויאמר ידו\"ד אל לבו לא אוסיף וגומר, כל זה נעשה אף על פי כן לא נתברכה עד שבא אברהם וסיים להם סימן מקומות של ברכות, ויבן שם מזבח לידו\"ד ויקרא בשם ידו\"ד, ואברהם אבינו עליו השלום תיקן עצמו ועשה ימינו כסא למרכבה ושרתה עליו המדה הזאת, לפיכך נאמר והיה ברכה, וכשנכנס לארץ וסיים מקומות לשכינה והתחיל לקרא בשם ידו\"ד על שם הארץ שהיא חלקה, ועל זה אמרו ז\"ל והאר פניך על מקדשך השמם למען אדני, למען מי שקראך אדון, וזהו אברהם אבינו עליו השלום, וכשתבין ענינים הללו יפתחו לפניך כמה שערי אורה, ותדע ותשכיל מן מוצא דבר ותראה בו בכל מקום שתמצא בתורה שם ידו\"ד כתוב אדנ\"י כי הוא סוד הספירה העשירית והיא אספקלריא שאינה מאירה, והיא צריכה מאד ממה שעליה, לפיכך תמצא שאברהם תיקן לה מקום כמי שמחזיק בדבר, אמנם לא נקבע דירת קבע בקרקע עד רגל הרביעי, ועל אותה שעה אמרה זאת מנוחתי עדי עד פה אשב כי אויתיה, שהוא סוד כי שמך נקרא על עירך ועל עמך והבן זה מאד:", 
                "ואחר שבארנו לך זה הדבר, דע שהמדה הזאת נקרא בשיר השירים כלה, והסוד כחתן יכהן פאר וככלה תעדה כליה, אתי מלבנון כלה, והוא כחתן יצא מחופתו:", 
                "ודע והבן כי המדה הזאת נקראת בכל מקום תורה שבעל פה לפי שהיא בת זוג לתורה שבכתב, ומטעם זה נקרא אצל היודעים סוד הלבנה, וטעם שני עניינים הללו שוה, לפי שאין ללבנה מאור בעצמה אלא מן החמה, ואין לתורה שבעל פה עיקר אלא מתורה שבכתב, לפיכך לא נתנה תורה שבעל פה בסיני לכתוב שלא לקבוע לה מקום אלא על התורה שבכתב, מפני סוד הנשיקה, וזהו סוד טעם ישקני מנשיקות פיהו, והיא נכתבה אחר כך גזירה שמא תשתכח תורה מישראל מפני השמדות:", 
                "והנני רומז ראש וסוף שבכל מקום דיבור סוד תורה שבכתב אמירה סוד תורה שבעל פה זו היא הנאמר בכל התורה כולה וידבר ידו\"ד אל משה לאמר, זו היא נאחזת בזו, וזו צריכה שערי צדק בזו, ואין זו מתפרדת מזו, ומי שקורא מקרא בלא משנה ותלמוד דומה כמי שאין לו אלוה, ונרגן מפריד אלוף, וידבר אלהים אל משה ויאמר אליו אני ידו\"ד, וזה הנקרא בכל מקום - עטרה וסימן בתורה והיית עטר\"ת תפארת ביד ידו\"ד, בעטרה שעטרה לו אמו ביום חתונתו, והמבין לא תקח האם על הבנים יבין סוד בעטרה שעטרה לו אמו, וזהו הייחוד ביום חתונתו בודאי:", 
                "ולפעמים נקרא - צדק, והסוד צדק תחתון וצדק עליון, צדק צדק תרדוף למען תחיה וירשת את הארץ, ולפי שהוא בית דין של מטה והיא המצדקת המקום כתיב צדק ילין בה ועתה מרצחים, או האי או האי, אני בצדק אחזה פניך, כי הצדק התחתון הוא נקרא אחורים, ובודאי יש צדק עליון שנקרא פנים, ולא הגיע משה להשגת פניו לפי שהוא סוד השגת הפנים העליונים:", 
                "והמדה הזאת נקראת ירושלים, שציון וירושלים הם סוד יסוד ומלכות, עיר דוד היא ציון, ואין ישיבה בעזרה אלא למלכות בית דוד בלבד, והכתוב מכריז ואומר ברוך ידו\"ד מציון שוכן ירושלים, לפי שהוא שער השמים:", 
                "והמדה הזאת נקרא - נשר לפי שבהיותה מיוחדת לישראל והם צדיקים וישרים אוהבי עליון אז המדה הזאת שהיא חלקם מתחדש בחדוש הלבנה ועליה כתיב תתחדש כנשר נעורייכי, ואם ח\"ו ישראל עברו תורה חלפו חק הפרו ברית עולם אז המדה הזאת נמרטת וננערת ועליה נושרין, ונקרא נשר בודאי, ובכל מקום נקרא המדה הזאת בת שב\"ע, והיא בת זוגו של דוד, והטעם לפי שמספירת הבינ\"ה היא מושכת ויונקת ועל ידי ששה הספירות האמצעיות, וסימן כי ששת ימים עשה ידו\"ד את השמים ואת הארץ וביום השביעי שבת וינפש, ואמרו בבראשית רבה לפי שאין לה בת זוג אמרו לה כנסת ישראל תהא בת זוגך, וזהו סוד דוד ובת שבע, לפיכך זכה דוד למלכות, ואמרו ראויה היתה בת שבע לדוד מששת ימי בראשית אלא שאכלה פגה, מששת בודאי, והנה המדה הזאת נקראת - ארץ חמדה, והטעם בהיות הייחוד שלם האמתי ונמצא בשבת בזכור ושמור בסוד איש אביו ואמו תיראו ואת שבתותי תשמורו, וכן הוא אומר ויכל אלהים ביום השביעי, ותרגום יונתן וחמיד חמדת ימים אותו קראת, ונחמד העץ להשכיל שכל טוב וחן:", 
                "ולפעמים נקראת - הארץ הטובה, כלומר בהיות המדה נקראת טובה שוכן בתוכה נקראת על שמו טובה, וכן הוא אומר את האור כי טוב ויבדל אלהים וגומר, כשהאור בתוכה שהוא טוב, ונקראת טוב גם ידו\"ד יתן הטוב וארצינו תתן יבולה, וכן לשאול ונתנו לריעך הטוב ממך, ונקראת אורה וכשאין האור שהוא טוב בתוכה נקראת חושך ונקראת לילה, וכן הוא אומר בכה תבכה בלילה, ולפעמים נקראת המדה הזאת ארץ רחבה, והטעם כשהיא יונקת במילוי שלם מרחובות הנה\"ר שהיא מדה שמינית עליה אז היא מתרחבת והולכת, וסימן ורחבה ונסבה למעלה, וזהו סוד עומדים צפופים ומשתחוים רווחים, עוד ישבו זקנים וזקנות ברחובות ירושלים, הרחיבי מקום אהליך, והתבונן עיקר גדול שהספירה הזאת נקראת בכמה מקומות על שם המדה שהיא יונקת ממנה באותה שעה, והבן זה מאד כי צורך גדול הוא לך בכמה מקומות:", 
                "ולפעמים נקראת - ארץ יבשה, כלומר כשישראל מתרפין ידיהם מן המצות ומדות הטוב מסתלקת ממנה אז נמצאת גם היא חסרה, שהרי בעבור העבירה וביטול המצות ישתברו הצנורות ויפסקו ההמשכות, כי העבירות משברות הצינורות, וכן הוא אומר לך רד כי שחת עמך, חבר הוא לאיש משחית, ושחת ארצה, ובביטול המצות יפסקו ההמשכות, וכן הוא אומר על מה אבדה הארץ נצתה כמדבר על עזבם את תורתי וגומר, וכן הוא אומר צמאה נפשי לאל חי כמה לך בשרי, ומטעם זה אמר בתורה אם בחקותי תלכו ונתתי גשמיכם בעתם ונתנה הארץ יבולה, כלומר בעשותכם המצות תתקנו הצנורות וימשכו הבריכות מאין סוף, ונמצאו עליונים ותחתונים מתברכים שנאמר אשר המתברך בארץ יתברך באלהי אמ\"ן, ואם חס ושלום עברו תורה מה כתיב אם בחוקותי תמאסו כולי אף אני אעשה זאת לכם ונתתי שמיכם כברזל וארצכם כנחושה, ומטעם הזאת נקראת המדה הזאת לפעמים יבשה, כלומר כשנשתברו הלוחות והצנורות נפסקו הבריכות וההמשכות, והנני רומז ויקרא אלהים ליבשה ארץ וכתיב וירא אלהים את בני ישראל וידע אלהים, הראייה היא סוד הפקידה:", 
                "ולפעמים נקראת המדה הזאת - ים, והוא בהיותם כל הצינורות וההמשכות הולכת אליה במרוצה מעומק אין סוף, וזהו סוד כל הנחלם הולכים אל הים, אבל מכל מקום והים איננו מלא, לפי שהיא אספקלריא שאינה מאירה, וצריך מאור מצד היסוד כמה שרמזנו בפסוק ברוך ידו\"ד מציון שוכן ירושלים, וזהו סוד ויקרא אלהים ליבשה ארץ ולמקוה המים קרא ימים, וזהו סוד מילוי הלבנה ותוספת המים בתוספת הלבנה וחסרונה בחסרון הלבנה, לפי שבהיות כנסת ישראל נשפעת ונתמלאת ומתלחלחת אזי בברכתה יתברכו כל הנבראים עליונים ותחתונים:", 
                "והמדה הזאת נקראת בתורה - חדש, וסימן זאת עולת חדש בחדשו, עולת בודאי, והטעם שעירי ראשי חדשים ואמר בו לחטאת לידו\"ד, וזהו סוד פגימת הלבנה ומלואה וסוד קטרוג הלבנה על החמה, והטעם אין שני מלכים משמשין בכתר אחד, והנני רומז אלמלא ישתמשו שניהם בכתר אחד אין תולדות בעולם הזה, וזהו טעם לכי ומעטי את עצמך, והיודע טעם זה יודע מה טעם נתלו המאורות ברביעי, בתחלה שני המאורות הגדולים ולבסוף את המאור הגדול לממשלת היום ואת המאור הקטן וגומר, ולפיכך פעולת החמה והלבנה במאמר השם בתחתונים, וזהו טעם ויתן אותם אלהים ברקיע השמים להאיר על הארץ ולמשול ביום ובלילה, וסוד ממגד תבואות שמש וממגד גרש ירחים, ומטעם זה שבת לחמה ומועדים ללבנה, והסוד הגדול הודו לידו\"ד כי טוב הודו לאלהי האלהים הודו לאדוני האדונים, וזהו סוד מידי חדש בחדש\"ו מיד\"י שבת בשבתו יבא כל בשר, היודע טעם זה יודע סוד קידוש החדש על פי בית דין הגדול ועל פי בית דין הקטן, וסימן פר\"ץ וזר\"ח, והעיקר והיה אור הלבנה כאור החמה ואור החמה יהיה שבעתים, וסוד שבעתים שהוא ארבעים ותשעה שערים, וארבעים ותשעה ימים למתן תורה, וארבעים ותשעה שנים ליובל, ואז גאולה תתנו לארץ, גאולה תהיה לו וביובל יצא, והמבין טעמים גדולים שרמזנו בכאן יבין סוד בין לובן העליון ללובן התחתון, יפה כלבנה ברה כחמה, וסוד עשה ירח למועדים, וסוד אגן הסהר אל יחסר המזג:", 
                "והמדה הזאת לפעמים נקראת - אחרית, והטעם לפי שהיא אחרית של הספירות, וסימן וראית את אחורי, והמבין טעם זה יבין והיה באחרית הימים נכון יהיה הר בית ידו\"ד בראש הרים, והבין הבנה גדולה לבסוף כתיב כי מציון תצא תורה, וזהו עיקר הגאולה והתוחלת לישראל, ולפי שהשכינה תמיד עם ישראל בארץ ובחוצה לארץ כתיב השוכן אתם בתוך טומאותם, וזהו שאמר רבי שמעון בן יוחי חביבין ישראל שבכל מקום שגלו גלה שכינה עמהם, גלו למצרים שכינה עמהם, גלו לבבל שכינה עמהם, והמבין סוד גלות מצרים יבין סוד ועברתי בארץ מצרים ולא אמר וירדתי, מלך אסור ברהטים, ובהר סיני אמר למשה וירד ידו\"ד בענן ויתיצב עמו שם ויקרא ואחר כך ויעבור ידו\"ד על פניו ויקרא, ולפי שהשכינה עם ישראל ואם הם צדיקים הרי הוא אם הבנים שמחה וכתיב ישמח אביך ותגל יולדתך, ואם חס ושלום ישראל חוטאים כעס לאביו ובן כסיל תוגת אמו, וכתיב בן חכם ישמח אב ובן כסיל וכו', וכבר רמזו משל לתינוק שמלכלך הבגדים אמר המלך תבא מניקתו ותקנח הצואה, והסוד ובפשעכם שולחה אמכם, ולפי שכנסת ישראל סובלת הליכלוך שעושין ישראל מה כתיב בתורה בצר לך ומצאוך כל הדברים האלה באחרית הימים, ולפיכך ושבת עד ידו\"ד אלהיך:", 
                "והנני פותח לך שערי אורה, דע לפי שנקרא המדה הזאת אחרית אנו עתידין לחזור לציון דרך תשובה, והנני רומז המדה הנקראת אחרית דבוקה בקו האמצעי על ידי תקות חוט השני, והכתוב מכריז ואומר ויש תקוה לאחריתך נאום ידו\"ד ושבו בנים לגבולם, על פי התקוה הקשורה באחרית קשורה בישראל, ולפיכך ושבו בנים לגבולם, וכל תקוה לשון קו, וכן רומז על יד יסוד הפנימי בבניינה של יחזקאל וקו שלשים באמה, וקוה כתיב, וכתיב בנבואת האחרונות וקו ינטה על ירושלים, והמבין עיקרים גדולים יבין חסוד תקו\"ה בכל מקום ועל ידי התקוה נחזור עד קו האמצעי, וקו ינטה על ירושלים:", 
                "והמדה הזאת נקרא לפעמים - ארון הברית, היודע סוד זה יודע סוד הלוחות שמונחות בארון, וזהו סוד הנה ארון הברית אדון כל הארץ, זאת נקראת אדני, ויסוד נקרא אדון כל הארץ בודאי, ובהיות הלוחות בארון אזי שכינה שרויה בישראל נחלת עולם, ובכל מקום שהולכים הם נחלתו של מקום, ואינם יכולין להפרד ממנו לעולם, ואין שם גט כריתות, וזהו סוד איזה ספר כריתות אמכם אשר שלחתיה, ואם תאמר והרי כתיב אחר כך ואראה כי על כל אודות אשר נאפה משובה ישראל שלחתיה ואתן ספר כריתות אליה, חס ושלום, זה היא מלכות ירבעם שאין לה חזרה, וכן מלכות שומרון, אבל יהודא שהיא סוד כנסת ישראל והשכינה שורה בירושלים וביהודה על ידי דוד, לפיכך אמר הפסוק זה ולא יראה בגדה אחותה יהודה ותלך ותזן גם היא, וזהו סוד איזה ספר כריתות אמכם וגומר, ושמור העיקר הגדול מאד, ועל ידי יהודה תחזור שומרון, אבל לא תחזור למלכות, לפי שספר כריתות נתן לה השם על המלכות, וזהו סוד ועשית אותם לגוי אחד בארץ בהרי ישראל ומלך אחד יהיה להם ולא יהיו לשני גוים ולא יחצו לשני ממלכות עוד עבדי דוד מלך עליהם ורועה אחד יהיה לכולם, והבן זה מאוד, והטעם לפי שהכתוב שכתב ה' לכנסת ישראל ונתן אותם מלכי יהודה שומרים אותה בקדש הקדשים, ועל ידי ישראל שקבלו התורה והלוחות והכניסום בארון נתקשרו ט' ספירות בעשירית בסוד הלוחות הנתונות בארון ושעשו ישראל ולפיכך על ידי ישראל נתאחדו כל הספירות, ואלמלא לא קבלו תורה מלמטה אין לספירות יחוד מלמעלה, לפי שמקומה של שכינה היה בארץ ההיא, וזהו שאמר בבראשית רבה עיקר שכינה בתחתונים היתה, ואם אין עוד קו האמצעי מתפשט למטה לבא עד מקום השכינה אין שם עוד ייחוד כלל, כי בהיות השכינה שלא במקומה למטה אין שם יחוד אמתי, והנה כשנברא העולם היה קו התפארת למעלה מושך שפע למטה למקום השכינה ואז היו השמים והארץ נאחזים, וזהו סוד ויכלו השמים והארץ וכל צבאם, מלשון חתן וכלה, ותרגום ואשתכללו, כלומר התחתונים נעשו מרכבה לעליונים ונכנסים אלו עם אלו ומתחברים יחד אז אלו עם אלו, ואז ה' יתברך אחד בעולם בשלם, וכשבא אדם הראשון וקלקל הצורות נסתלקה השכינה ונתפרדה החבילה, ונמצא חורבות העולם, עד שבאו ישראל וקבלו התורה שבכתב, וזה סוד קו האמצעי והמשיכוה למטה ותקנו ארון דוגמא לשכינה, ונמצא על ידי ישראל ידו\"ד אחד ושמו אחד, וזהו סוד ידו\"ד אחד, וכתיב מי כעמך ישראל גוי אחד בארץ, וזהו סוד מה תעשה לשמך הגדול כביכול על ידי ישראל נעשה ידו\"ד אחד, והסוד שתי הלוחות הנתונות בארון, והמבין סוד זה יבין כמה היה כח קיבול תורה, והסוד מן השמים השמעת דין ארץ יראה ושקטה, וכתיב השמים כסאי והארץ הדום רגלי, וכתיב מקום רגלי אכבד, והמבין הדברים העיקרים הגדולים שרמזנו יבין טעם שמך נקרא על עירך ועל עמך, וסוד תקרא לי אישי ולא תקראי לי עוד בעלי וגומר, והסוד וארשתיך לי בצדק וגומר, וסוד כי ידו\"ד אלהיך בקרבך, והסוד לא אבא בקרבך, בקרבך ממש, וסוד בקרבך קדוש לא אבא בעיר, ומה שאמר לא אבא בירושלים של מעלה עד שאבא בירושלים של מטה, והמבין זה יבין סוד גניזת הארון, והסוד והשימותי את מקדשיכם, ומה שאמרו חז\"ל אף על פי שהן שוממין בקדושתן הן עומדים לפניו, פירוש שהארון והברית אדון כל הארץ והלוחות שם גנוזים, וזהו סוד אדון כל הברית אדון כל הארץ הכל רמוז ומבואר למי שחנן לו השם יתברך דעת:", 
                "והמדה הזאת נקראת לפעמים - אלהים והנני רומז המדה השמינית נכתבת ידו\"ד ונקראת אלהים שהיא סוד גבורת ידו\"ד והיא המושכת הדינין למטה וממנה נאצלת מדת הגבורה הנקראת בכל מקום אלהים והמבין סוד אלדי\"ם יבין סוד בראשית ברא אלהי\"ם איזה ראשית אמר כעניין נאמר אלהים צבאות ומן הגבורה נאצלת מדת הדין להוד ועל זה נאמר אלהים צבאות וכשישתכללו כל הספירות העליונות מצד החס\"ד ויריקו על העשירית נקרא ידו\"ד וכשישתכללו מדת הדין והגבורהויריקקו בה נקראת גם הוא אלהים ומלשון כי שמי בקרבו ועניינים הללו עמוקים עוד מהם תכנס לסוד שאמרה תורה בראשיתח ברא אלהים כי מלת בראשית כולל כל מיני ראשית כל אחד לפי עניינו ומלת אלהים גם היא כוללת שבפסוק בראשית כל שם אלהים שנזכר בתורה כל אחד לפי עניינו וכשאמרה תורה בראשית ברא רומזת להתפשטות בינה מחכמה כי משם מתחיל שם אלהים בעולם הדין והנה בינה ראשית לז' ספירותת ורומז' לבריאת עולם המלאכים ושאר כל העולמות וממלכות הנקרא ראשית ונקראת אלהים וכשתבין זה תזכה להבין כל מה שדרשו רז\"ל במלת בראשית שאמרו אין ראשית אלא חכמה אין ראשית אלא תורה אין ראשית אלא ישראל ושאר כל הדברים שנקראו ראשית ותבין מה שאמר כי בזכות משה נברא העולם שנאמר וירא ראשית לו כי שם חלקת מחוקק ספון והכל גנוז בגנזי התורה והכל מבואר למי שיש לו עינים לראות כי מן הנגלות יכנסו בעלי עינים לנסתרות וסימן תפוחי זהב במשכיות כסף וגו' ואם כן התבונן כי בזמן שמדת מלכו\"ת נקרא אלהים היא בשעה שמדת מלכות מתמלאת מן הגבורה סוף דבר בכל מקום היא נקרא על שם הדבר שהיא מתמלאת ממנו וסימן עץ הדעת טוב ורע, ואתה שמור העיקר זה הגדול לכל לכל מקום התורה שהמדה הזאת נקראת על שם הדבר שמקבלת ממנו על שם כי שמי בקרבו לפי' כשישראל טהורים וצדיקים ממלאות אותה אספקלריא שעליה שכולם הם צנורות תרי\"ג מצות ואם ח\"ו ישראל נוטים מן הדרך הישר וחוטאים ומטמאין עולם אזי היא מתמלאת מאותן דברים החיצונים שהם צורות העבירות ואז נקראת חרב מלאה דם וכתיב מלאתי משפט צדק ילין בה ועתה מרצחים סוף דבר אינה ריקנית לעולם או מלאתי משפט או מרצחים וזו שאמרו ז\"ל מיום שחרב בית המקדש אף על פי שארבע מיתות בטלו דיניהם לא בטלו מה טעם או צדק או מרצחים ושמור עיקר זה ממנו תוכל להשיג כמה כח המקיים מצות ומטהר עולם וזוכה ומזכה את הרבים ומדריכם בדרך ישרה או אותן העוברים עבירה ומטמא עולם וחוטא ומחטיא עד היכן יגיע כח רעתו שחטא ופגם בכנסת ישראל וזהו כעס לאבי ובן כסיל וממר ליולדתו בן חכם ישמח אב ובן כסיל תוגת אמו ובפשעכם שולחה אמכם וסוד בני חכם לבך ישמח לבי גם אני וסוד וישם כסא לאם המלך ושמור עיקר זה מה שכתב אם הבנים שמחה וסוד ישמח אביך ואמך ותגל יולדתיך ואחר שביארנו לך העיקרים האלו הגדולים דע כי המדה הזאת נקרא גם כן שדי והטעם לפי שממנה יבא השפע לכל הנמצאות שבעולםוהיא המפרנסת לכל הנבראות וממנה מקבלת כל בריה כח וקיום והעמדה וחיים ופרנסה לפי שהוא שער לכל הספירות ואין צד בענין בעולם לקבל משאר כל הספירות כלום אלא על ידה והסוד ונהר יוצא מעדן להשקות את הגן עד הגן הוא מקום השפע והאצילות והיניקה ומשם ולמטה הוא עולם הפירוד כך ממלכות ולמטה יתפרדו כל הנבראים למיניהם ויקבלו השפע והכח כל אחד ואחד לפי מיני מקבלים ממדת המלכות כל אחד מקבל שמחה וקיום וחיים ממנה איש לפי אכלו ולפי מינו לפיכך נקרא מדה זו שדי שיש בה די פרנסה וחיים וקיום ועמידה לכל הנמצאים שבעולם ולא חסר כל בה והכל יונקים ממנה וזהו שאמ\"ר בחגיגה בשם שדי מי שאמר לעולם די כלומר במדה הזאת יש די ותיקון ועמידה וקיום לכל הנמצאים לכל אחד לפי עניינו וזאת המדה שהנביאים מתנבאים ע\"י תיקון וישראל עושים רצונו של מקום אז יבואו כל הצינורות מלמעלה אליה במילוי שלם והבריכות נשפעות בישראל תחלה ומשם ואילך הבריכות נמשכות לשאר כל הנבראים הנמצאות שבעולם איש לפי מינו והדמיון ענין השדיים שהתינוק יונק מהם ואם חס ושלום חוטאים ומכעיסים אזי הצינורות נפסקות מלמעלה ואין ברכה נמצאת בנבראים והסוד אחות לנו קטנה ושדים אין לה מה נעשה לאחותינו ביום שידובר בה אם חומה היא נבנה עליה טירת כסף מלובן העליון ואם דלת היא דלה היא נצור עליה לוח ארז ולא עץ ארז אני חומה ושדי כמגדלות אני עזה במצות ושדי כמגדלות כנדגלות אז הייתי בעיניו כמוצאת שלום הכל רומז בפסוק זה ואם חס ושלום טמאו ישראל את המקדש וההיכל ומכניסין בה את כחות הטומאה אז במדה הנקראת שדי מכניסין באותו מקום כחות הטומאה הנקראת שדים מקטב ישוד צהרים ישליו אהלים לשודדים אוי לאותה שעה אזי היא טומאת המקדש לו האמינו מלכי ארץ וכל יושבי תבל כי יבא צר ואויב בשערי ירושלים כי לא יוסיף יבא בך ערל וטמא וגם הגילולים ורוח הטומאה אעביר מן הארץ התבונן רוח הטומאה והשדים נקראים רוחות כמו שאמר בחגיגה ובכמה מקומות והסוד הלא כי קרוב יום ידו\"ד כשוד משדי יבא סוף דבר כשנפסקה יניקת יו\"ד משדי אזי היא שדודה ולפיכך נקראת אספקלריא שאינה מאירה פירוש מעצמה אלא מן השפע הבא אליה מן הצנורות והנה בשעה שנתמלאת נקרא שדי ויש בה לכל העולם די ואם חס ושלום יפסקו הצינורות אזי שוד נמצא ולפיכך נקראת אספקלריא שאינה מאירה מעצמה אלא על ידי אות יוד כשנקרא שדי והנה כל הנביאים לא נכנסו בתוכה אלא הגיעו עד בית השער והיא היתה הפרוכת שעדי' הגיעו הנביאים ואחריה רואין מה שרואין והיו שומעין קול ידו\"ד צבאות יתברך במראה הנבואה ולפיכך אין הדברים מתבררין להן לפי שהוא מחיצה עומדת לפניהן וזה סוד מראות הצובאות אשר צבאו פתח אוהל מועד ועל זה נאמר שמעו נא דברי אם יהיה נביאכם ידו\"ד במראה אליו אתוודע בחלום אדבר בו אבל משה רבינו עליו השלום נכנס בתוכה והשיג תוך אספקלריא מצוחצחת שהרי נכנס לפנים מאספקלריא שאינה מצוחצחת מה כתיב באברהם וירא אליו ידו\"ד באלוני ממרא והוא יושב פתח האהל כחם היום ובמשה כתיב ויקרא אל משה וידבר ידו\"ד אליו מאהל מועד לאמר ולפכך נבואת משה נבדלת מכל הנביאים כי יל הניאים רואים מפתח האוהל ומשה ראה מתוך האהל וזהו שאמר שמעו נא דברי אם יהיה נביאכם ידו\"ד במראה אליו אתודע בחלום אדבר בו לא כן עבדי משה בכל ביתי נאמן הוא וכבר ידעת כי ביתו של תפאר\"ת שדי והוא אהל מועד לפיכך אמר הכתוב למשה וארא אל אברהם אל יצחק ואל יעקב באל שדי ושמי ידו\"ד לו נודעתי להם כלום ראו שמי ידו\"ד מתוך אל שדי ומתוך אספקלריא שאינה מצוחצחת לפיכך לא נודעתי להם בתכלית הבאור שלא השיגו אמתתי אלא אחר הפרוכת והסוד העמודים עם האדנים והמבין סוד זה מה שביארנו במדת שדי יבין סוד החקר אלוה תמצא אם עד תכלית שדי תמצא זה סוד וארא אל אברהם ושמי י\"י כו' פקח עיניך ותראה נפלאות אם תזכה תראה:", 
                "והמדה הזאת נקראת מטה והטעם הנה מטתו שלשלמה ששים גבורים סביב לה מגבורי ישראל לפי שסביבותיה כל מיני מקטרגים ומשחיתים שבעולם וכמה מיני משחית ופורענות סביבותיה וסימן כשושנה בין החוחים זאת ירושלים בתוך הגוים שמתיה ארץ וחוצות ואם חס ושלום נוטה קצת האמצע כלומר מעץ החיים בתוך הגן הרי העלין שלה נאחזים בחוחים ומתקרעין אבל בשעה שישראל הגונים ושלמים ועושים זבחי שלמים כהוגן אזי מתקיים הפסוק ונתתי שלום בארץ ואז היה מטתו שלשלמה שלימה ודאי:", 
                "ודע כי המטה הזאת היא ירושת העקב אבינו עליו השלום לגמרי מכל לפי שהיה בכור שלם שנאמר בניבכורי ישראל לפיכך ירש יעקב את המטה הזאת ולא ירשה אברהם שהיתה בו פגימת ישמעאל ולא ירשה יצחק לפי שהיתה בו פגימת עשו שהחוחים והברקנים סביבות המטה זה עם שאר כחות החיצוניות ושרי האומות בבל יעקב שהוא שלם והוא באמצע ירש מטה זו שנאמר בני בכורי ישראל לפיכך חזרה לו מטה זו בתחלת ברייתו של עולם ולפיכך וישתחו ישראל על ראש המטה מה טעם כתיב ויהי בשלם סכו וכתיב ויעקב איש תם יושב אוהלים ומתרגמינן גבר שלם לפיכך הנה מטתו שלשלמה ואם תאמר באברהם כתיב והיה תמים מתרגם והוה שלים התהלך לפני כתיב ביה על ידי הליכה ולא על ידי ישיבה שלא ישב על כסא ידו\"ד אבל יעקב כתיב איש תם יושב אוהלים על ידי ישיבה שישב יעקב על כסא ידו\"ד וסימן ישדראל אשר בך אתפאר כתפארת אדם לשבת בית ולפיכך כתיב בי' איש תם יושב אהלים בודאי זאת התורה אדם כי ימות באוהל ולפיכך אמר באברהם לא היתה מטתו שלמה וכן ביצחק זכרונו לברכה אבל יעקב שאמר חס ושלום יש פסול במטתי כמו באברהם שיצא ממנו ישמעאל וכגון יצחק שיצא ממנו עשו ענו כולם ואמרו שמע ישראל ידו\"ד אלהינו ידו\"ד אחד נמצא מטתו שלימה לפיכך בשעת פטירתו נדבק בו לגמרי וזהו ויאסוף רגליו אל המטה ויגוע ויאסף אל עמיו ובכל מקום בצדיקים אסיפה הוא מקום המטה הוא מקום הטהרה כי חוץ למטה זו הכל מקומות של טומאה לצדדין לפיכך כי יהיה בך איש אשר לא יהיה טהור מקרה לילה ויצא אל מחוץ למחנה לא יבא אל תוך המחנה וכתיב ושלחו מן המחנה כל צרוע וכל זב ובמרים כתיב תסגר שבעה ימים מחוץ למחנה ואחר תאסף פקח עיניך וראה נפלאות ובנעמן כתיב ואספתו מצרעתו והסוד הגדול כי מפני הרעה נאסף הצדי\"ק אספו לי חסידי ואנשי החסד נאספו והמבין סוד זה יודע סוד ויאסוף רגליו אל המטה וגומר לפיכך צריך כל אדם להזהר בשעת מותו שלא ישאר כלום מאבריו חוץ למטה זו כי כל הנשאר ממנו חוץלמטה זו עליו נאמר לא יאסף ולא יקבר לחיית השדה ולעוף השמים נתתיך לאכלה לפי שסביבות המטה הזאת הם כל מיני משחית ופורעניות והנשאר מאבריו של אדם לחוץ ממטה זו מת בצער גדול וזהו סוד שאמרנו הנה מטתו שלשלמה ששים גבורים סביב לה מגבורי ישראל כלם אחוזי חרב מלומדי מלחמה איש חרבו על יריכו מפחד בלילות כלומר מפחד גיהנם שדומה ללילה לפיכך כתיב ביעקב ויאסף רגליו אל המטה לכך צריך כל אדם לתקן עצמו אסיפה שאלמלא זה היה בצער גדול והתבונן עיקרים גגדולים שפתחנו לך במקום הזה ומשם תראה כמה סודות נפלאות כמו שאמרנו אין בין גן עדן לגיהנם אלא כחוט השערה וסימן וסביביו נשערה מאד לפיכך צריך אדם שלא ישאר בחוץ אלא יאסף אל עמיו ומטעם זה תבין כל מיני אסיפה שנאמר בעניין זה בצדיקים:", 
                "והמדה הזאת נקרא ים סוף ולפיכך נקרא לקבל את בניו ולהצילם מיד אויביו הלא אמרתי לך כי סביב המטה חוחים וסרבים וסלונים והנה ארץ מצרים היא ארץ שנייה לארץ ישראל ולפיכל נקרא מצרים כלומר לשון מצרים הסמוכה לנחלה כי המיצר הוא מפסיק בתחומין והנה הכתוב מכריז וחברון שבע שנים נבנתה וגומר שחובר יחדיו שבע שנים נבנתה בית שבע היא וצוען מצרים סמוכה לה וזהו שאמרו ארץ מצרים שנייה לארץ ישראל כי שר של מצרים שני הוא במרכבה וירכב אותו במרכבת המשנה אשר לו ולפיכך הוצרך השם יתברך לעשות האותות והמופתים בארץ מצרים לפי שהוא שר עליון על כל השרים שנייה מצרים לארץ ישראל כגן ידו\"ד כארץ מצרים לפיכך נתן ידו\"ד יתברך האותות והמופתים באותו שר הגדול שר מצרים כדי שלא יאמרו יש שר גדול במרום שאין השם יתברך יכול לו לפיכך הך הכפתור וירעשו הסיפים לפיכך אמרה התורה למען תזכור את יום צאתך מארץ מצרים כל ימי חייך כדי שנהיה בטוחים שאין שר ומושל בכל האומות שאין הקדוש ברוך הוא יכול לו וכתיב בכל אלהי מצרים אעשה שפטים לפיכך השם יתברך בעצמו עשה שפטים בכל אלהי מצרים שאין שום שר ומשל שיכול לו אלא השם בלבד ולפיכך ועברתי בארץ מצרים אני ולא מלאך ובכל אלהי מצרים אעשה שפטים אני ולא שליח לפיכך המכה בבכורות והמכה במזל טלה שהוא ראש י\"ב מזלות והמכה בניסן שהוא ראש י\"ב חדשים וכתיב שמור את חודש האביב פי' אב י\"ב והנה מצרים המיצר הסמוך לארץ ישראל רדפו אחרי ישראל עד שהגיעו לים סוף וכשהגיעו לאותה מקום קבלה אותה מדה הנקראת ים סוף שהוא סוד ים הנקרא סוף המדריגות בעשר ספיראת והסוד ושתי את גבולך מים סוף עד ים פלשתים פקח עיניך וראה לפיכך נקרא המדה הזאת סופ\"ה כתיב ה' בסופ\"ה ובסערה דרכו סוד גדול רמוז סופה הוא סוף עשר ספירות וסימן סוף וסמיך לה סערה מקום הבדיל התחומין וסימן וסביביו נשערה מאד ויען י\"י את איוב מן השערה אשר בשערה ישופני והלך בסערות תימן ולפיכך בסופ\"ה ובסערה דרכו וזה שאמרו חז\"ל הקב\"ה מדקדק עם הצדיקים כחוט השערה לפי שסביב הצדיקים הוא סוד השערה וסימן ידו אוחזת בעקב עשו והוא שער והוא מקום פירוד התחומין ולא יזבחו עוד את זבחיהם לשעירים לפי כשמדת סופ\"ה עוברת בודקת בכל מקום שהיא מוציא שער קדקד שער מתהלך באשמיו וכשהיו מוצאת רשעים מבערת אותם מן העולם והסוד בעבור סופה ואין רשע צדיק יסוד עולם כי הנה י\"י באש יבא ובסופה מרכבותיו להשיב בחימה אפו וגערתו כגחלי אש ולפיכך תמצא ביציאת מצריםרדפו מצרים את ישראל עד הים סוף ובים סוף נעשה להם הנס שהוא מקום הנסים ושם נפרע מן המצרים ונעשה הנס לישראל ימינך י\"י נאדרי בכח ימינך י\"י תרעץ אויב ימינו משקעתם ומצלת אתכם והטעם מפני שנקרא סופ\"ה מפני שיש לה פנים ואחור במדה אחת מבפנים רחמים מבחוץ פורעניות וכן עתיד להיות באדום בשעת הגאולה שתבא לבער השער סביבותיה שזהו אדום שהוא שעיר משם ואילך יגלח קדקד שעיר למעלה כו' ולא ישאר להם כלום מכחם למטה יפקוד י\"י על צבא המרום במרום ועל מלכי האדמה באדמה כו' מי זה בא מאדום וגו' ואז כתיב הרחיבי מקום אהלך ויגלח י:י בתער השכירה וכתיב אך אלהים ימחץ אויביו קדקד שעיר מתהלך באשמיו וכשלא ישאר שער בשעיר אז ועלו מושיעים בהר ציון לשפוט את הר עשו והיתה לי\"י המלוכה ואז והיה י\"י למלך על כל הארץ וזה סוד מלחמה לי\"י בעמלק מי זה בא מאדום וכמו שהיתה מלחמת מצרים אהיא מצרנית לארץ ישראל כך עתיגה להיות מלחמת שעיר מצרנית לארץ ישראל כתיב והיה לכם פאת נגב ממדבר צין על יד אדום וזה סוד וידו אוחזת בעקב עשו ולפיכך כימי צאתך מארץ מצרים אראנו נפלאות ואז יגלח קדקד שעיר וישוב עמלו בראשו ועל קדקדו חמסו ירד לפי' אומר בגאולה אחרונה כי הנה י\"י באש יבא ובסופה מרכבותיו להשיב בחימה אפו וגערתו כלהבי אש וסמיך ליה כי באש י\"י נשפט ובחרבו את כל בשר וזהו כי רותה בשמים חרבי הנה על אדום תרד חרב לי\"י מלאה דם מי זה בא מאדום חמוץ בגדים מדוע אדום ללבושיך הרי לך מבוארים סודות מופלאים בענין תחומי ארץ ישראל וכולן עתידים להתבער ואז כי ירחיב י\"י אלהי\"ך את גבולך וגו' הרחיבי מקום אהליך ואז והיה י\"י למלך על כל הארץ וממקום זה תבין סוד שני שעירים ביום הכיפורים ונשא השעיר עליו את כל עונותם אל ארץ גזרה וגו' ושלח את השעיר במדבר והיה לכם פאתנגב ממדבר צין ע\"י אדום ואוהב את יעקב ואת עשו שנאתי ואשים אתך הריו שממה ואת נחלתו לתנות מדבר הנה לך הסוד מה שאמרו חז\"ל השם יתברך מדקדק עם הצדיקים כחוט השערה לפי ששעיר חולק גבול עם המדה מנקרא צדק ולפיכך יעקב ועשו נולדו באחד ולפיכך כתיב אתם עוברים בגבול אחיכם בני עשו היושבים בשעיר ויראו מכם ונשמרתם מאוד אל תתגרו בם כי ירושה נתתי לעשו את הר שעיר והטעם השם יתברך הניחם לרדות בהם את ישראל ולדקדק עמהם כחוט השערה וסביביו נשערה מאוד ואלה הגוים אשר הניח י\"י לנסות בהם את ישראל אבל בסוף הכל ועלו מושיעים בהר ציון לשפיט את הר עשו והיתה לי\"י המלוכה אם תגביה כנשר ואם בין כוכבים שים קניך משם אורידך נאום י\"י הרי ביארנו לך עיקרים גדולים בעניין ים סוף ובענין סופה שמור אותם כי בכמה מקומות הם גנוזים בתורה וסימן על כן יאמר בספר מלחמות י\"י את והב בסופ\"ה ואת הנחלים ארנון ופירוש הפסוק זה כי בים סוף היה מלחמות י\"י ובנחלי ארנון סוד השותפות עיסת ארנונא בהמת ערנונא היודע סןד זה יודע סוד מעברות ארנון והניסים הגדולים שנעשו בהם וארנון הוא סוד מקום מצרנית שבין מואב ובין ישראל כתיב כי ארנון גבול מואב בין מואב ובין האמורי וישראל ירשו את האמורי כתב וישב ישראל בארץ האמורי לפיכך ואת הנחלים ארנון כלומר המלחמה שנלחם מלכות בים סוף נקרא בשם זה ומעברות ארנון נקרא ארנון אצל האמוריים ונלחמה בעבו' ישראל בכל המקומות הראוי לפי השם שלה הראוי לה ים סוף אצל המצרים ארנון אצל אמורים ומכאן תכנס לסוד כשושנה בין החוחים וסוד זאת ירושלם בתוך הגוים שמתיה וסביבותיה ארצות וסוד ששים גבורים סביב לה כולם אחוזי חרב ובדרך זה תבין כמה נסתרות מן התורה:", 
                "והמדה הזאת נקרא עץ הדעת כלומר העץ שהוא כסא לדעת ושואבת בה חיים ושפע וממשלה מן הדעת שהוא תפארת כמו שאור הלבנה שואבת אור מן החמה ואם חס ושלום יפסקו הצינורות לבא לה מן הדעת אף אותם החוחים ומיני הטומאה וערלה סביבותיה ואותם סרבנים וסלונים מתאחזים בה ואזהצלם עומד בהיכל והזוהמא מוטלת וזהו כי יבא צר ואויב בשערי ירושלים כי ראתה גוים באו מקדשה אשר צוית לא יבאו בקהל לך וגו' לפי' עץ הדעת טוב ורע בעוד שהוא מושכת מן הדעת מושכת ע\"י צדק שנקרא טוב אמרו לצדיק כי טוב אז הלבנה במילואה והמקדש בטהרה ועץ הדעת טוב גמלתהו טוב ולא בע כל ימי חייה כלומר בעוד הספירות מושכות מעולם החיים ע\"י המשיחה המתדבקת במלכות גמלתה טוב ולא רע כל ימי חייה ואם חס ושלום יפסקו צינורות הדעת מלבא למלכות אז מסתלקת מדת הטוב ויבא הרע וזהו הסוד גם בלא דע\"ת נפש לא טוב לפי שזה נאחז בזה כשישפיעו הכחות הטומאה והערלות והזוהמא אזי הצדיק מתאסף כי מפני הרעה נאסף הצדיק כי ירד רע מאת השם לשערי ירושלים בוודאי מאת י\"י מאותן מחימות הנאחזות מבחוץ במרכבה אשר צוית לא יבאו בקהל לך ולפיכך נקרא המדה הזת ע\"ץ הדעת טוב ורע ושמור עוקר זה לפי ששניהם מתאחזים בה כתיב הנה נתתי לפניכם את החיים ואת הטוב את המות ואת הרע ברכה וקללה והכל על ידי ישראל איזה דבר שירצו היו ממשיכים המדה הזאת אם טוב אם רע הכל על ידיה' כתיב ישמח ואמך וכתיב בן כסיל תוגת אמו ובפשעכם שולחה אמכם ולפיכך תמצא בברית מילה טוב ורע נאחזים והערלה מקפת את הטוב הוסרה הערלה הופיע ויתגלה הטוב ועצ הדעת טוב ורע שמור עיקר זה מאד והנה אדם הראשון נצטווה שישתמש לבד במלכות ע\"י הטוב ונשתמש ע\"י הרע והכניס צלם בהיכל את מקדש י\"י טמא נסתלקה שכינה ונתפרדה חבילה ונתקללה האדמה וסימן וחטאתיכם מנעו הטוב מכם מנעו הטוב בוודאי ונמצא הרע רבה בארץ ונמצא קללה משתלחת באדמה ולפיכך אפלו המחשבה מטמאה כשהכהן נכנס ביום הכיפורים לקדש הקדשים ולפיכך אל יבא בכל עת אל הקודש כי יש עיתים לטוב ויש עתים לרעה וכתיב בזאת יבא אהרן אל הקדש זאת ירושלים זאת התורה וזאת הברכה זאת נחלת עבדי י\"י וצדקת' ולפיכך נענשו הזקנים ויחזו את האל\"הים ויאכלו וישתו וכתיב בבני אהרן ויקריבו לפני י\"י אש זרה ללמדך ולשמרך מאשה זרה סוף דבר בעוד שהערלה דבוק בטוב הטוב מסתתר ונעלם ולפיכך כי תבא ונטעתם כל עץ מאכל וערלתם ערלתו את פריו שלש שנים יהיה לכם ערלים לא יאכל את פריו שלש קליפות של ערלה הם ונקרא רעה חולה והרביעית ממוצעת ולפיכך ובשנה החמשית היא סוד המלכות היא סוד ה\"א אחרונה הכל טהור ומותר לאכול את פריו להוסיף לכם תבואתו שהכל טוב ואין בו רע הרי לך מבואר קצת נפלאות בענין עץ הדעת טוב ור\"ע וממנו תכנס בכמה חדרים:", 
                "והמדה הזאת נקראת בשיר השירים - כלה וסוד כלה כשנתרחקה ממנה הרעה והוסרו כל הקליפות והיא שלימה במלוכה אין בה פגם ולא יחס' כל בה שהרי היא מן המדה שהיא יסוד הכל ופוקד את הכל ויבאו לה מיני שפע ואצילות וברכות מראש הכתר כלה מלשון כל שיש בה שפע ואצילות וברכה וחיים וזה סוד גן נעול אחותי כלה כלומר שלא יכנסו בה כחות הטומאה ואז היא מתקדשת ומתקשטת כל מיני תכשיטים הבאין אליה תשע אספקלריאות כחתן יכהן פאר וככלה תעדה כליה כשהחתן יכהן פאר ממש אזי היא ככלה תעדה כליה לפיכך שוש אשיש בה' לא יאמר לך עוד עזובה ולארצך לא יאמר עוד שממה התבונן סוד באתי לגני אכותי כלה לגני ממש ולפכך ומשוש חתן על כלה ישיש עליך אלה\"יך ואם ח\"ו טמאה בעבירות אזי מתגרשת ממקומה וחרב לי\"י מלאה דם השם יתברך יצילנו מעונש זה והנני רומז כשהקליפה יוצאות לחוץ והכלה מתייחדת בחופה ואין זר אתם בבית אז כל מיני הערלות והקליפות מבחוץ וכתיב ופרשת כנפיך על אמתיך כי גואל אתה וסימן גאולה תהיה לו וביובל יצא יובל היא שנת החמישים שנתפרד כל מיני השפע וההמשכות הבאים ליסוד עולם הנקרא כ\"ל וכשמתיחד עם המלכות שהוא סוד ה\"א אחרונה אזי נקרא כלה ידו\"ד אחד י\"י שמו וזכרו שמענה ואתה דע לך:", 
                "והמדה הזאת נקרא - זאת, וזאת הברכה אשר ברך משה איש האל\"הים וזאת אשר דבר להם אביהם ויברך אותם וסימן להניח ברכה אל תוך ביתך והנני רומז לזאת יקרא אשה כי מאיש לוקחה זאת וזה סוד גדול מסודות האמונה יסוד זה נקרא מלכות נקרא זאת לפי שכל גנזי המלך בידה מא' ועד תי\"ו זאת נחלת עבדי י\"י וצדקתם מאתי נאם י\"י את י\"י אלה\"יך תירא זאת עולת חודש בחדשו ויהודה ירש אותה וזכה למלכות וז\"את ליהודה ויאמר ודוד מכריז זאת היתה לי כי פקודיך נצרתי לפי' הצדיקים הם נדבקו במדה זאת לכך נקרא זאת התורה אשר שם משה וכל כהן גדול שנכנס לפני ולפנים ביום הכפורים אינו נכנס אלא על מדה זאת והסוד בזאת יבא אהרן אל הקודש שאם אינה נכנסת עמו לא יפיק כלום מכל צרכיו ולא יראה פני המלך יתברך אלא על ידי מדה זאת וזה שאמר כי אם בז\"את יתהלל המתהלל והסוד הגדול אנה הלך דודך היפה בנשים אנא פנה דודך ונבקשנו עמך כלומר אם אנו רוצים לבקש פני השם יתברך לא נוכל להשיגו אלא עמך והיה כל מבקש י\"י יצא אל אהל מועד ונועדתי לך שם ועשו לי מקדש ושכנתי בתוכם מי זאת הנשקפה כמו שחר על זאת יתפלל כל חסיד אליך לעת מצא. לעת מצא ממש והנה המדה הזאת קראו חכמים המקובלים בכל מקום חכמה אחרונה והטעם לפי שהמחשבה הדבקה בכתר עליון הוא סוד אות יו\"ד של שם ה' נקרא חכמה ובאותה חכמ\"ה אין כל בריה בעולם יכולה לדעת איזה מקומה כל שכן שישיגוה על זה נאמר החכמה מאין תמצא מאין ממש מן המקום שנקרא אין ואותה חכמה נקראת עצם המחשבה והיא תחילת האצילות ועליה אמר עמוק עמוק מי ימצאנו ולפיכך אמר תהום אמר לא בי היא וים אמר אין עמדי אבדון ומות אמרו באזנינו שמענו שמעה אלה\"ים הבין דרכה והוא ידע את מקומה אלה\"ים בוודאי הבין דרכה והוא ידע את מקומה ועליה נאמר מאוד עמקו מחשבותיך וכתיב ועמוק עמוק מי ימצאנו ועל אותה המדה אין כל בריה יכולה לעמוד ועליה נאמר נובלות חכמה של מעלת התורה אמנם הצינורות וההמשכות הנשפעות ממנה בהגיעם דרך הצינורות עד המלכות אז היא מתמלאת ממנה בסוד כי מלאה הארץ דעת י\"י כמים לים מכסים ואז אותה השפע הבא אליה מן החכמה העליונה ומתמלאת הימנו נקרא גם היא על שמו חכמ\"ה וקורא לה חכמ\"ה אחרונה וזה חכמה שנאמר בו ובלב כל חכם לב נתתי חכמה וזהו החכמה שנתנה לשלמה אבל חכמ\"ה ראשונה אין כל אדדם שבעולם שיכול לעמוד עליה ועליה אומר שלמה כל זה נסיתי בחכמה אמרתי אחכמה והיא רחוקה ממני אלא כך אמר שלמה אף על פי שנמסרה לי חכמה אחרונה במתנה השתדלתי להכנס אולי אשיג אל החכמה עליונה וראיתי כל השבילים וכל הצינורות סתומות לפני ואין להכנס לחכמה עליונה לפי שאינה נמסרת לשום ברייה ועליה נאמר אלה\"ים הבין דרכה והוא ידע את מקומה נמצאת למד שלא השיג שלמה אלא בחכמ\"ה אחרונה וזה סוד וישב על כסא י\"י מלך ועל זה נאמר ותרב חכמת שלמה מכל חכמחת בני קדם ומכל חכמת חצרים וכבר ידעת שאמרנוו לך שמצרים שניה לארץ ישראל ובני קדם גדולה היתה חכמתם שקבלוה בדור הפלגה כענין ויהי בנסעם מקדם והם אמרו נעשה לנו שם וראה עד היכן הגיע חכמתם שלאותו מקום גלו כלי בית המקדש והמבין זה יבין הצלם שעשה נבוכדנאצר וצוה לכל האומות להשתחות לפניו ועליו נאמר ופקדתי על בל בבבל וכו' והסוד הוא ונעשה לנו שם ועל זה קרא שמו בבל וזו היא חכמת בני קדם ובלעם הרשע היה בקי בחכמה זו מן ארם ינחני בלק מלך מואב מהררי קדם ודע כי יש הפרש בין הררי קדם ובין מראש הררי קדם כיתרון האור מן החושך ועוד תשיג בזה בגזירת הש\"י:", 
                "והמדה הזאת נקראת - ספר החיים המדה המקבלת החיים מן הבינה שהיא מדה שמינית לה ונקראת הבינה חיים וכשהמדה מתמלאת מאותה חיים ונקראת ספר ונקרא עץ החיים כלומר הארץ המקבלת שפע החיים מן הבינה על ידי א\"ל חי שהוא יסוד ועל זה נאמר תוצא הארת נפש חיה למינה ואמרו רז\"ל זה נפשו של משיח וכשבני אדם מטהרין עצמן ומקיימין המצות הנמשכין מן הבינה שהיא עצם החיים אזי זוכים למלאות המדה הזאת חיים ומתדבקים בה ועל זה נאמר ואתם הדבקים בי\"י אלה\"יכם חיים כולכם היום וזה סוד הנה נתתי לפניך את החיים ואת הטוב כלומר החיים באין למדה זאת על ידי צדיק הנקרא טוב לפיכך נקרא ספר החיים כלומר על ידי הצדיקים הסופרים את התורה ומאצילים אליה טוב מן בינה וטעם זה כטעם כל הכתוב לחיים בירושלים והנה הצדיקים מחברים עץ החיים בעץ הדעת ומתאחדים ואז הם נכתבים בספר החיים ושמור עיקר זה מאוד וזה סוד גמלתהו טוב ולא רע כל ימי חייה בעוד שהחיים נשפעים לה על ידי הטוב וזה סוד ובנייהו בן איש חי רב פעלים מקבצאל עניין נפלאות גדולות רמוז בזה הפסוק וזהו ספר החיים הפתוח בראש השנה שהצדיקים גמורים נכתבים ונחתמים ממש בו שנאמר כל הכתוב לחיים בירושלים:", 
                "והמדה הזאת נקראת - שמיני עצרת והנני פותח לפניך שערים גדולים פקח עיניך והט אזניך ותראה מושכלות מושגות במורגשות כתוב בפסח ששת ימים תאכל מצות וביום השביעי עצרת לי\"י אלה\"יך יאמרו כי שביעי של פסח הוא עצרת אבל הוא לי\"י ולא לישראל ובחג הסוכות אומר ביום השמיני עצרת תהיה לכם אומר כי ביום שמיני עצרת והיא שלנו ממש ועתה התבונן כי השביעי עצרת וביום שלו הוא כי הוא הצדיק יסוד עולם והוא שביעי והוא מכלל תשע אספקלריאות העליונות המאירות ובחג הסוכות אומר כי השמיני עצרת שלנו וזו היא מלכות שהיא שכינה השרויה בישראל והיא ב\"ת שבע שהיא שמינית ממש הרי עצרת של פסח שלו ועצרת של סוכות שלנו ודע כי עצרת שלו שביעי שלנו ביום קודם שנתנה תורה נתאחדה למעלה ולמטה אחר מתן תורה שמיני חג עצרת שלנו ושמור עיקר מאוד ותמצא כי לשון עצרת מוא לשון מלכות שנאמר זה יעצור בעמי ודע כי עצרת של פסח ושל סוכות שניהם מתאחדים על ידי השבת זכור ושמור זכור ליום ושמור ללילה ולפיכך שבת אין לה בן זוג וכנסת ישראל היא בת זוגו וסוד חג שבועות שמתאחדים במתן תורה עצרת עליונה עם התחתונה כלומר יסו\"ד עם מלכו\"ת פקח עיניך וראה סוד הטעמים שבתיבות שבתורה כי כל תיבה שיש לה שני טעמים על ידי הפסוק הוא סוד חיבור שני דברים כאחד וכתיב וביום הביכורים במקריבכם מנחה חדשה לי\"י בשבעותיכם בכאן הכל מפורש שלו ושלנו מתאחדים כאחד שנאמר ביום חתונתו וביום שמחת לבו זה בניין בית המקדש ביום חתונתו זה מתן תורה ובדרך זה ותאמרנה כי אתך נשוב לעמך והאחת עיקר והשנייה טפלה וכן ותען רחל ולאה ותאמרנה לו ובדרך זה כל מקום שתמצא תיבה מתחלקת לשני טעמים על דרך זה והבן זה כי בחג השבועות נתנה התורה ונתאחדו תפארת עם מלכות ביום חתונתו וקודם מתן תורה שהוא הפסח וביום השביעי עצרת לי\"י אלה\"יך בסוכות שהוא אחר מתן תורה עצרת תהיה לכם הרי שלו ושלנו הכל שלנו ועשו לי מקדש ושכנתי בתוכם וכבר אמרו משל למלך שהיתה לו בת יחידה והשיאה וחזר המלך לדור עמה כך ועשו לי מקדש ושכנתי בתוכם מאחר שנתן להם השם יתברך שמיני חג עצרת שהיא ב\"ת שבע בא לדור עמנו והרי שביעי של פסח גם שלנו כשהוא מתאחד עם מלכות שהיא מדה הנתונה לנו ושמור זה העיקר הגדול ותמצא כח המועדים והחגים כמה הוא גדול אמנם יש לנו לעוררך ענין גדול על מה שאמרו כי שמיני חג עצרת הוא רגל בפני עצמו באמת הפסח הוא רגל אברהם שבועות רגל יצחק סוכות רגל יעקב שמיני חג עצרת רגל בפני עצמו והוא רגל ד' והוא של דוד וזה סוד מגן דוד ושמור זה עיקר הגדול:", 
                "והמדה הזאת נקראת - תפלה והיא מזמרת לפני ה' תדיר כדי להבעיר כל מיני חוחים וקמשונים ולסקל האבנים ולתקן מהמסילה לישראל וזה סוד אלה\"ים אל דמי לך אל תחרש ואל תשקוט כי הנה אויביך יהמיון וזה סוד תחת אהבתי ישטנוני ואני תפלה אוי להם לבריות מעבונה של תורה והנני רומז לך למה נקרא תפל\"ה כלומר שאין לה כח ולא מאור ולא קיום ושמחה מעצמה אלא על ידי שפע התפארת וסימנך מיאכל תפל מבלי מלח וכאלו אינו דבר בפני עצמה אלא היא תפל אצל היסוד שהוא המלח הכורת ברית ולפיכך מלכות בית דוד היא ברית מלח וכמו שהמלח טעם לכל המאכלות כך יסוד טעם לכל כוחות המלכות וכל מעדניה ומעלותיה וכל ענייניה וזה סוד צורך התפלה ומעלתה כי הוא סוד יחוד אמתי (יס\"ג רשומה) בשומה עצם אמיתתה תפל אצל התפאר\"ת כדמיון תורה שבכתב ותורה שבעל פה בדמיון מאור הלבנה מן החמה ולפיכך נקראת תפלה עבודה עובד אדמתה ישבע לחם שמחבר מלכות ליסוד וכן כל אדם המתפלל הוא מעיד על עצמו שיש לו אדון שהוא מפרנתו ומכלכלו ואין לו צד קיום אלא ע\"י האדון וזהוסוד התפלה היאכל תפל מבלי מלח וכל מי שאינו מתפלל הרי כופר בעיקר כמי שאין לו אדון ואין לו צורך לשאול כלום מאלה\"ותו וזה שאמר הכתוב ואותי השלכת אחר גיוך וזה סוד קבלת עול מלכות שמים כלומר שעושה עצמו תפל והשם ית' הוא עיקר ועל זה נאמר מרוצה לקבל עליו עול מלכות שמים יטול ידיו ויניח תפילין ויקרא ק\"ש ויתפלל וזו הוא עול מלכות שמים שלמה נמצא למד כמה הוא גדול כח תפלה או כמה הוא כח עונש המבטלה ומדרך התפלה שאדם עושה למטה מעורר המרכבות העליונות ופותח כמה צינורות מן הכתר ובאות על מלכות ומתברכת ע\"י המתפלל וזה שאמר אשר המתברך בארץ מתברך באלה\"י אמן כלומר קודם לכן מתברכת מדת המלכות וכשהיא מתברכת משפעת כח הברכה על המתפלל וזה סוד והביאותים אל הר קדשי ושמחתים בבית תפלתי וסודות עעמוקים גנוזים במקום הזה באמרם מניין שהקדוש ברוך הוא מתפלל והכל רמוז לזוכים להשיג ואחר שעמדנו באלו הענינים המופלאים:", 
                "דע כי המדה הזאת נקרא - בית א\"ל והטעם לפי שהוא ביתו של א\"ל והנני אומר לך דע כשנברא העולם ונשתכללו כל המערכות העליונות והתחתונות ונזדווגו בשביעי כל המערכות על דרך מקבל ומשפיע אז נעשה כל העולם אחד לאדון אחד ותפארת למעלה נמשך עד למטה עד מעיין השכינה שהיא בתחתוניםשנאמר השמים כסאי והארץ הדום רגלי והיה השם אחד והעולם אחד וכל הדברים על סדר המערכת האמיתית עד שבא אדם הראשון וקלקל כל הצינורות ונתפרדה החבילה על ידו עד שבא אברהם אבינו עליו השלום וראה קילקול הסדרים והבין וידע האיך נסתלקת השכי\"נה על ידי החטא שחטא אדם הראשון התחיל אברהם לסדר הצינורות מצד הימין ותיקן חסד מצד ימין של בורא עולם יתברך להאציל ולהשפיע' בשכינה מן כתר עליון עד המלכות וזה סוד ויעתק משם ההרה מקדם לבית א\"ל מקדם שהוא סוד כתר עליון עד בית א\"ל שהוא סוד מלכו\"ת והוא סוד ביתו של א\"ל וכל מסעיו של אברהם אבינו עליו השלום הוא לתקן השכינה מצד הימין לפי שאדם הראשון קלקל מצד השמאל ולפיכך ויסע אברהם הלוך ונסוע הנגבה וכתיב מצפון תפתח הרעה לפיכך התחיל אברהם לתקן הצינורות המקולקלים להביא השפע מצד הימין כדאומר שמאלו תחת לראשי וימינו תחבקני וכשראה השם יתברך מעשיו של אברהם אבינו עליו השלום אומר שב לימיני ועשה ימינו של אברהם כסא למרכבה העלויונה ונמצאת מלכות נשפעת על ידי אברהם מצד תיקון הימין באמרו ויעתק משם ההרה מקדם לבית א\"ל בא יצחק וגדר בצפו\"ן הפרצו\"ת לרוח צפון שהוא מקום מפחד כדי שלא יהא לכחות הטומאה מקום ליכנס שהרי אדם מראשון פרצו וזהו פחד יצחק כלומר כמו שמפחד מן האויב והצורר עד שעמד יעקב אבינו עליו השלום וגדר כל הפרצות שבצד צפון מפני כחות הטומאה בעניין הנה מטתו שלשלמה ששים גבורים סביב לה מגבורי ישראל וכבר ידעת כי יצחק הוא סוד הגבורה והפח\"ד קודם שנולדו יעקב ועשו הכין יצחק ששים גבורים לצד צפון ויצחק בן ששים שנה בלדס אותם וכשבא יצחק ותקן בגבורים אזי כתיב כולם אחוזי חרב מלומדי מלחמה איש חרבו על ירכו מפחד בלילות מפחד יצחק ממש ופחד יצחק אברהם המשיך להתחיל הצינורות מן הימין יצחק גדר כל הפרצות שבצד שמאל מפני פחד הטומאה בא יעקב ובנה בניינים לפנים מן החומה שעשה יצחק נמצא אברהם ויצחק שומרים הן הצדדין ויעקב באמצע אז קבע יעקב לשכינה מקום כאמרו ויצא יעקב מבאר שבע ויפגע במקום והנה סולם מוצב ארצה והנה י\"י נצב עליו ויאמר אני י\"י אלה\"י אברהם אביך ואלה\"י יצחק וייקץ יעקב משנתו ויאמר מה נורא המקום הזה אין זה כי אם בית אלה\"ים ממש וישכם יעקב בבקר ויקח את האבן אשר שם מראשתיו ויקרא את שם המקום ההוא בית א\"ל והאבן הזאת אשר שמתי מצבה יהיה בית אלה\"ים וכל אשר תתן לי עשר אעשרנו לך הרי יעקב שמטתךו שלמה תיקן לשכינה מקום וקבע לה מנוחה ואמר שימשיך כל עשר ספירות ויתקן הצינורות על הסדר בייחוד שלם ומה שהתחיל אברהם זקינו מקדם לבית א\"ל אמר שהוא יסדר כל עשר ספירות ויעשהסדר לתקן כל הקלקולים עד שמתאחד מלכות שהוא העשירית והוא בית א\"ל בכתר עליון שהוא קד\"ם והאבן אשר שמתךי מצבה יהיה בית אלה\"ים וכל אשר תתן לי עשר אעשרנו לך עשר ספירות המסודרות הרי תיקן יעקב השכינ\"ה וסדרה עד הכתר בייחוד עשר ספירות מסודרות מה שלא יכלו אברהם ויצחק אבינו ע\"ה לעשות כי אברהם ויצחק עלו עד הכתוים ולא עוד ויעקב עלה עד הכתו בסוד קו האמצעי בסוד הסולם ממטה למעלה עלה מן המלכות עד הכתר נמצאו אברהם ויצחק נקראו זרועות עולם אבל יעקב שהוא קו האמצעי עלה ונאחז בראש ונמצאו כל עשר ספירות מתאחזות בו על ידי אברהם ויצחק שהם ב' זרועות ונמצא יעקב עולה עד הכתר וזה סוד אז תתענג על י\"י והרכבתיך על במותי ארץ והאכלתיך נחלת יעקב אביך וזהו חיי עולם הבא מן הבינה נחלת יעקב ולא נחלת אברהם ויצחק וזה סוד ג' ספירות והם כת\"ר חכמ\"ה בינה וזהו והאכלתיך נחלת יעקב אביך שזהו חיי עולם הבא מן הבינה ולמעלה ואין לא\"ה דרך במקום הכזה וזהו סוד זרק\"א מק\"ף סגו\"ל והסוד כי ייעקב בחר לו י\"ה י\"ה ממש הוא סוד הסגולה לפיכך ישראל לסגולתו פקח עיניך וראה נפלאות וזה סוד י\"י בדד ינחנו ואין עמו א\"ל נכר כלומר כי השרים העליונים הנקראים אל נכר אין להם עלייה למקום יעקב שהוא מן הזרועותולמעלה וזהו שסמך לו ירכיבהו על במותי ארץ תבין נפלאות נמצא יעקב מייחד כל הספירות מלמטה למעלה ומשפיע מלמעלה למטה ממטה למעלה ויחלום והנה סולם מוצב ארצה וראשו מגיע השמימה והנה מלאכי אלה\"ים עולים ויורדים בו והנה י\"י נצב עליו ויאמר אני י\"י וגו' מלמעלה למטה וישכם יעקב בבקר ויקח את האבן אשר שם מראשותיו וישם אותה מצבה ויצוק שמן על ראשה וזה סוד כשמן הטוב יורד על הזקן זק\"ן אהרן שיורד ע\"פ מדותיו כטל חרמון שיורד על הררי ציון כי שם צוה י\"י את הברכה חיים עד העולם וכבר ידעת הסוד שאמר יורד על הררי ציון ואומר יעקב אחר כי השפיע בהרקב השמן והטובה במקום הזה הוא ע\"י ע\"ס מקדם עד בית אל וזה שאמר עשר אעשרנו לך ומה שקרא יעקב למקום הזה בית אל בפרשה הזאת פעמים ולפעמים בית אלה\"ים הוא על סדר ב' תקונין שעשו אברהם ויצחק למלכות וכשהוא מזכיר בית אל הוא סוד התיקון שעשה אברהם לשכינה שמצד הימין שנקרא א\"ל ולפיכך קראה על שמו בית אל א\"ל מלך יושב על כסא רחמים ויקרא שם בשם י\"י א\"ל עולם וכשקרא אותה בית אלה\"ים הוא קורא אותה על שם התיקון שעשה יצחק שהוא מדת אלה\"ים בסוד הגבורה והפח\"ד ושמור ב' שמות שקרא יעקב למקום הזה בית א\"ל בית אלה\"ים אל תשכח כי צורך גדול הוא לך כבר כתבתי לך למעלה מן המדה שנקרא על שם הדבר שמתמלאות ממנה על שם כי שמי בקרבו והרי זה מבואר:", 
                "והמדה הזאת בהתחברה ע\"י הצינורות המערכות בינה נקראו שתיהן ד\"ר וסוחרת מלכות נקרא דר שהיא בית דירה לה' והיא דרה ביננו כענין השוכן אתם בתוך טומאותם ונתתי משכני בתוכ' הבן זה מאוד הח' שהיא בינה היא מייחד הכתר המקיף כל הספירות ואת כל המערכות ונקרא סוחר\"ת מלשון סחו\"ר סחו\"ר וזה שלקח אברהם אבינו עליו השלום מערת המכפלה לעלות משם למעלה מן הזרועות עד מקום הכתר וזהו סוד ד' מאות שקל עובר לסוחר הנה המקום הזה להכניס משם לע\"ה כי הוא הפתח העומד לזרועות עולם ומשם נכנסים לחיי העולם הבא וזה סוד עובר לסוח\"ר וסוד דר וסוחרת פקח עיניך וראה כמה היא מעלת שדה המכפלה שהיא בית שער לעדן העליון להכנס למקום הבינה שמור ואתה דע לך וסוד ב' האבנים האלה הם סוד ולקחת את שני אבני השהם ופתחת עליהם שמות בני ישראל והסוד כי הזוכה להכנס למלכות זוכה לחיי העולם הבא והזוכה לדר זוכה לסוחרת וזהו שאומר כל ישראל יש להם חלק לעולם הבא וזהו צדק צדק תרדוף למען תחיה וגו' וזה סוד ב' אבנים וסוד ד\"ר וסוחר\"ת:", 
                "והמדה הזאת נקראת - מזבח העולה והנני רומז על דרך מזבח העולה זוכין ישראל לעלות לעלייה והוא סוד עליית שער בית קדש הקדשים וזהו סוד חיי עולם הבא ודע כי מזבח העולה היא החצר ועלידו מתכפרים יעראל והשם יתברך צוה ואמר מזבח אדמה תעשה לי וזבחת עליו את עולתיך ואת שלמיך ממש לפי שהיא המשלמת בין יעראל לאביהם שבשמים ועוד נאמר אבנים שלימות תבנה את מזבח ידו\"ד אלה\"יך והעלית עליו עולות וזהו סוד גדול שלא תבנה אתהן גזית והטעם כי המדה הזאת רוצה בטובתן של ישראל ואינה מדקדקת עמהם על רוב חטאם ופשעם לפיכך אמר אבנים שלימות תבנה ואף על פי שאין האבן מצויירת בצורה מכוונת אלא מצד זה רחבה ומצד זה קצרה ומצד זה גבה ומצד זה דקה כך ישראל מה שמביאים היא רצויה למזבח העולה כלומר שאין מדה זו מדקדקת עמהם בבואם להקריב קרבן אפילו אם יהיה רשע ופריץ ובליעל הכל מקבל ברצון אבל אבני גזית הן עשוין בדקדוק גדול ובמדה ידועה ואם יש בהם מקומות שאינן שוין מכה בפטיט עד שישוו כך אבני גזית אמר שאינם ראוין למזבח העולה ולפכך אמר מזבח אדמה תעשה לי לא תבנה אתהן גזית והטעם גזית כי גזית נקראים כל הכחות המקטרגים על ישראל והמדקדקים עליהם לכל עון ולכל חטאת ולפיכך אינם ראויות למזבח כפרה לפי שמקטרגים על ישראל הרבה וזהו שאמר מכתוב גדר דרכי בגזית כענין כי אם עונותיכם היו מבדילים וגו' אבל יאמר בניין הבית היה באבני גזית לפי שהמדה הזאת נקראת בי\"ת אלב\"ים הוא בית דין שלמטה ולפיכך ויצו המלך ויסיעו אבנים גדולות אבני גזית והטעם לפי שהם לפעמים מדת הדין הקשה כשלא יבאו לה הצינורות מעולם הרחמים הרי היא מחרבת והורגת ועוקרת וזהו סוד ויסרתי אתכם גם אני שבע על חטאתיכם וזהו סוד הנקרא חרב נוקמת נקם ברית ולפיכך יסודה גזית וכן המקום שהיו יושבין סנהדרין גדולה לדון היה בלשכת הגזית שאין מרחמין בדין ודמיון הדין לדהיון הגזית כל שהיו יכולין לחקור ולדקדק אחר הדין ושמור העיקרים הללו כי במקום הדין הפך מזבח העולה לפי שהדין אין שם רחמים ומזבח כולה כפרה ורחמים ודע כי מדת מזבח הקטורת היא סוד הבינה שהוא סוד קשר כל המרכבה ועדיין נבאר בעזר השם יתברך:", 
                "והמדה הזאת נקרא - באר שבע כלומר הבריכה נתמלאה מז' ספירות שעליה בסוד בת שב\"ע וכבר נתבאר זה לעיל ונקרא גם כן עדן והנני מבאר כי ה' נטע גן בעדן ומאין נטע מקדם כלומר כל הספירות הנאצלות מהכתר הנקרא קדם כלם נטיעות במלכות והנה התפארת שהוא עץ החיים במקום שהוא נטוע בו כי הוא סוד מלכותך וסימן מעשה ידי להתפאר וזהו סוד גדול מסודות הייחוד ובמקום הזה הוא עניין עמוק והוא סוד קציצה בנטיעות כי כל המפריד נטיעה ממקום חיבורה נקרא מקצץ בנטיעות והטעם לפי שהמלכות היא סודה מקום שהספירות כולן נטועות בו לעשות ענף ולעשות פרי והנני רומז ועץ החיים בתוך הג\"ן באמת כי החיים בתוך הגן ממש וזהו נצר מטע ה' להתפאר וזהו סוד החבור והייחוד אבל עץ הדעת טוב ורע לא אמר שהוא בגן והבן זה מאוד לפי שעץ הדעת והגן ענין אחר אבל עץ החיים נטוע בתוך הגן וסי' ווי העמודים והנה המקצץ באחד מכל הנטיעות בגן עליו נאמר חבר הוא לאיש משחית חבר הוא לירבעם בן נבט שהשחית לישראל בין אביהם שבשמים לך רד כי שחת עמך כי השחית כל בשר דרכו על הארץ לפיכך וירא אלה\"ים את הארץ והנה נשחתה וכן והיה אם בא אל אשת אחיו ושחת ארצה והסוד הכולל לא תשחית את עצה לנדוח עליו גרזן שחת לו לא בניו מומם זרע מרעים בנים משחיתים והמבין עניין זה יבין סוד תוצא הארץ נפש חיה למינה:", 
                "והמדה הזאת נקראת גם כן כוס של ברכה, והטעם לפי שהמדה המתמלאת ממנה השפע והאצילות מלמעלה בהתאחד עשר ספירות וזהו סוד שאמרו בכו\"ס של ברכ\"ה טעון עשרה דברים, והמבין עיקר זה יבין סוד עשר דברים. ודע והאמן כי יש חוץ למחיצת היחוד כוס אחד שהוא כוס של פורענות, וזהו שאמר הכתוב (תהילים עה ט) כי כוס ביד ידו\"ד ויין חמר מלא מסך ויגר מזה, והנה כוס של ברכה מבפנים והוא של דוד, וזהו שאמר הכתוב (שם כו ה) דשנת בשמן ראשי כוסי רויה, (שם קטז יג) כוס ישועות אשא ובשם ידו\"ד אקרא, אבל כוס של פורענות שהוא סורי הגפן נכריה שהיא נטועה מבחוץ וכשישראל חוטאים שותים מאותו הכוס, וזהו שנאמר (ישעיה נא יז) את קובעת כוס התרעלה שתית מצית, ואותו היין הוא הנעשה מגפן סדום מתמצית חמת סמי המות השוכנים בחוץ, וזהו סוד (דברים לב לג) חמת תנינים יינם וגו', ודע והאמן כי אותם שאינם זריזין בכוס של ברכה חומסים נפשם ומפסידים כמה מיני ברכות, ואילולי האריכות היינו מבארים כמה עניינים גדולים בענין זה:", 
                "והמדה הזאת נקראת \"תפילין של יד\", והסוד (שמות יג טז) והיה לאות על ידכה ולטוטפות בין עיניך, והנה תפילין של ראש סוד קשר תפארת בכת\"ר על ידי (הש\"ת) בינה, ותפילין של יד סוד קשר של (העשירית) מלכות בתפארת על ידי היסו\"ד ובעזרת השם יתעלה במדת תפארת נודיעך עקרים גדולים בענין התפילין ומעשיהם ועניניהם:", 
                "והמדה הזאת גם כן נקרא - פתח עינים ונקרא פתח האהל לעיקרים גדולים שעדיין תשיג בעזרת מש\"י ונקרא פתח עינים להשגת הפתח והאהל לתורה וארא כעין חשמל שבעה אלה עיני ידו\"ד זאת התורה אדם כי ימות באהל:", 
                "ונקרא גם כן - מערב והטעם שהוא סוד מקום הנטיעות וצמיחות הזרעים והנני רומז ממזרח אביא זרעך וממערב אקבצך והנני מוסיף רמז חמה ולבנה וכבר אמרו רבותינו זכרונם לברכה שכינ\"ה במער\"ב ודע כי מיום שחרב בית המקדש ניטל טעם פירות ואין ענבים בגפן ואין תאנה בתאנה והעלה נבל ובמעשה בראשית רומז הכל ויהי ערב ויהי בוקר יום אחד יום אחד ממש ומטעם זה אין בן דוד בא עד שיכלו כל הנשמות שבגוף וילן שם כי בא השמש:", 
                "ונקרא גם כן - עת וצריכין אנו לבאר דע כי כבר בארנו הטעם שנקרא עץ הדעת טוב ורע וכשתבין אותו הדרך תוכל להבין סוד ואני תפלתי לך ידו\"ד עת רצון כי בהתחבר דעת עם רצון אז כל העולמות מתוקנות והספירות באחדות וכנסת ישראל בשלימות והלבנה במלואה וזהו סוד ואני תפלתי לך ידו\"ד עת רצון ודע והאמן שבאותה שעה אין מדת הדין מושלת כי כל עולמות כולם ברחמים ואין שטן ואין פגע רע לפי דרך זה אמרה תורה דבר אל אהרן אחיך ואל יבא בכל עת אל הקדש ודע שיש עיתות שאינם מכלל הטובות בהתאחז הטומאה בהיכל הקדש ועל זה נאמר לכן המשכיל בעת ההיא ידום כי עת רעה הוא ולפיכך היו החסידים הראשונים מתקנים הצינורות בבואם לבקש מאת ידדו\"ד עד הגיעם לעת רצון ודע כי בהתאחד מדת הטוב עם המלכות אז כל המלכות למיניהם מקבלים פרנסה וקיום ומזון וחיים מן המלכות והסוד עיני כל אליך ישברו ואתה נותן להם את אכלם בעת\"ו בעתו ממש ולא בכל עת מה כתיב אחריו פותח את ידיך ומשביע לכל חי רצון עת רצון וזהו שאמר הכתוב יפתח ידו\"ד לך את אוצרו הטוב את השמים לתת מטר ארצך בעתו ולברך את כל מעשה ידיך וגו' וכתיב והיה כעץ שתול על פלגי מים אשר פריו יתן בעתו וזהו סוד זכור ושמור אמרו חכמינו ז\"ל עונה של תלמידי חכמים מלילי שבת ללילי שבת ולפיכך הגשמים בלילי שבת סימן ברכה לעולם וכתיב איש אמו ואביו תיראו ואת שבתותי תשמרו וכשירד שלמה עליו השלו ם לעומק הידיעה זו פירש כמה דברים ואמר עת ללדת ועת למות עת לטעת ועת לעקור ושאר כל העתים שפירש באותן פסוקים ובא ופירש פסוק אחד לתקן כל מיני עתים ואמר בכל עת יהיו בגדיך לבנים כלומר למשוך הלובן העליון על ידי הרצוןן ואז יהיו כל העתים בטובה ובשפע וכיצד הוא המריק השמן מלמעלה דרך הצינורות העליונות ואמר בסוף הפסוק ושמן על ראשך אל יחסר ואמר כשמן הטוב היורד על הזקן זקן אהרן בודאי שמושך עולם החסד והרחמים ולפכך היה נכנס לקדש הקדשים ביום הכפורים בבגדי לבן ולפי שהם מרצים ומתקנים כל העתים כתיב אל יבא בכל ע\"ת אל הקדש וכתיב בכל עת יהיו בגדיך לבנים וכתיב בזאת יבא אהרן אל הקדש כתנת בד קדש ילבש ומכנסי בד יהיו על בשרו בגדי קדש הם ורחץ במים את בשרו ולבשם בכאן הודיע סוד בכל עת יהיו בגדיך לבנים ואלו הם העיקרים הגדולים הנקראים ע\"ת רצו\"ן:", 
                "ואחר שהודענוך אלו העקרים הגדולים במלת מלכות דע שיש להן גם שמות הרבה מיוחדים לה לפי רוב מעלותיה לפי שהם תכשיטיה ותקוניה ואם באנו לפרש כל אחד ואחד בפרט צריך זה טורח גדול אמנם ממה שכתבתי לך בזה השער תכנס לכמה חדרים פנימים פקח עיניך וראה כמה סודות שהם סתומים לפניך ובעזרת השש\"י גם בזכרנו בחבור זה שאר מעלות המרכבה והמערכה בסדר הספירות נזכיר גם שמות הסמוכים למדת מלכו\"ת וכבר ידעת כי יחוד כל הספירות על דרך מאמת בהתאחדם כולם במדת המלכות והסוד והיה ידו\"ד למלך על כל הארץ וזהו שאמר בספר יצירה עשר ולא תשע וכבר ידעת כי תשעה אספקלריאות מאירות ואחת אינה מאירות ואין תקון כולם אלא זאת מאירה והסוד שלהבת קשורה בגחלת והיא כסא לכולם בסוד גדול ועמוק וחתום:", 
                "ודע כי הספירות הזאת היא אות אחרונה שבשם המיוחד והיא בסוד ייחוד השם לגמרי ובה יתאחדו כל הספירות ואליה ימשכו כל הצינורות וזהו סוד ה' אחרונה של שם המיוחד:", 
                "ודע והאמן כי כל תרי\"ג מצוה שבתורה נארגות בעשר ספירות כדמיון הצורה שנעשית במעשה חושב ובמעשה רוקם כ\"א לפי מינוט ויש מצות שהם נחזות במדת המלכות כגון תכלת שבציצית שיש בה חוט אחד תכלת ושבעה לבן והסוד ב\"ת שבע באר שבע והסוד הזאת של יום הכפורים אחת ואחת אחת ושתים אחת ושלש אחת וארבע אחת וחמש אחת ושש אחת ושבע שזו היא הבינ\"ה וזו הספירה מתאחזת בשבעה שעליה שזהו הייחוד השם השלם וכשמתאחזות בשבע מתאחזות בתשעה שהוא בשביעי מתאחזות השלש בסוד י\"ה ובסוד סגולה וסימן כי יעקב בחר לו י\"ה ישראל לסגולתו והנני רומז לך ולתתך עליון על כל הגוים אשר עשה לתהלה ולשם ולתפארת בכאן כלל שלשה מקומות הייחוד והנני מפרש עליון אינו אלא העולה לתהלה כי עד הגדולה והגבורה עולין כל שרי האומות בסוד אברהם ויצחק ונקראין זרועות ונקראין במות ואתה על במותימו תדרוך והאכלתיך נחלת יעקב אביך ולא נחלת אברהם ויצחק ומתחלה הולכים הנחלים עד שם אשר הוא סוד המלכות והנני רומז אמר בנביאים להעלות משם ארון האלה\"ים אשר נקרא שם שם אלה\"ים ידו\"ד צבאו\"ת יושב הכרובים עליו ובדברי הימים כתיב אשר נקרא שם ולא עוד ביאר הכל ביאור גדול ודור הפלגה ידעו עיקרים הללו ורצו להפריד אלום אמרו ונעשה לנו שם שם רצו להפריד מלכות מיסוד לפיכך דור הפלגה ועליהם כתיב ואנשי דהים ומרמה לא יחצו ימיהם וביסוד כולו רמוז שם האחד פלג כי בימיו נפלגה הארץ בימיו ממש אנשי דמים ומרמה לא יחצו ימיהם ונשאר פלג אלהי\"ם מלא מים והם לא יראו בפלגות נהרי נחלי דבש וחמאה אף על פי כן שם נגנזו הכלים על ידי גולה ומה שהתחילו לא יבצר מהם ושם הם עד שיבר משיח וישיבו הדברים לתקנן וזהו שאמרו חכמינו ז\"ל כל העולה מבבל לארץ ישראל עובר בעשה שנאמר בבל יובאו ושמה יהיו עד יום פוקדי אותם והבן זה מאד אמר אחר כך לתפארת כי התפארת הוא קו האמצעי הקושר הכל בין תהלה לשם כדמיון ידו\"ד אלה\"ים והסוד תהלת ידו\"ד ידבר פי ויברך כל בשר שם קדשו לעולם ועד ובדרך זה דע כי יש מצות מיוחדת למדת מלכו\"ת ויש מצות מיוחדת ליסוד כגון עריות וברית מילה וכמה מסודרות לנצח והוד וכן לתפארת וכן לגדולה וכן לבינה וכן לחכמה וכן לכתר העליון ובדרך זה נארגות מצות התורה אשרי היודע והמקיימם והיודע סוד זה הכתוב שאמר עת לעשות לידו\"ד עת לעשות ממש כביכול כל העושה מצוה למטה כאלו מקיים התורה שהיא למעלה וזהו סוד שאמר או יחזק במעוזי יעשה שלום לי שלום יעשה לי סוד גדול מופלא ומכוסה וזהו סוד אין כא\"ל ישורון רוכב שמים בעזרך בעזרך ממש מכאן ואילך ובגאותו שחקים והיודע סודות הללו יבין סוד עקב אשר שמע אברהם בקולי וישמור משמרתי מצותי חקותי ותורתי:", 
                "ודע והאמין כי יש לך לחקור על הצורה שנקראת כסא לכסא ויש כסא חיצון לכסא פנימי וכסא החיצון נקרא אדם וחוץ לכסא החיצון יש קליפות ומיני כיסואין שאינן ראויים ליכנס לפנים ועמידתן בחון ואם ח\"ו נכנסו לפנים נתקלקלה השורה ונטמא ההיכל אשר צויתה לא יבאו בקהל לך ויש מצות הרבה שהן מורות על כסא חיצון ועל קליפות החיצונות כענין גיד הנשה שמורה על כסא חיצון וכענין חוט חלב הדם והשאר כמה דברים ויש מצות הרבה שהן מורות על הקליפות כענין ערלות הפירות וערלות הבשר וכענין בהמות ועופות ודגים טמאים שאלו ענינים כולם נצטוו על סדר הקליפות החיצונות שהם נקראים כסאות הטומאה בשעה שכוחות הטומאה מבחוץ והטהורה מבפנים אזי כל הדברים עומדים על הסדר ואם ח\"ו נתהפך הסדר ונכנסו טמאים בעזרה אז כל הטהורים יוצאים לחון לפי שאין שניהם נכנסים בחדר אחד והסוד כי קצר המצע מהשתרע והמסכה צרה כהתכנס וכמה הפליגו חכמינו זכרונם לברכה להודיענו הפסוק זה והדומה לו:", 
                "וראוי אתה לפקוח עיניך בדברים שאמרנו לך בענין המצות לפי שהם כבשונו של עולם ומהם תבין כח המקיים המצוה או כמה הוא מקולקל העובר עבירה והכל רמוז בענין הנדה והזבה כי הנדה יש לה קצת טומאה ולפיכך אין לה שבעת ימים והזבה שופעת חוץ למקום לפיכך וספרה לה שבעה ימים ולפיכך וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש שלש מדרגות של טומאה שנו כאן כנגד שלש מחנות אוי להם לבריות מעלבונה של תורה ואלו ידעו ויבינו בני אדם במקום שהם מקלקלים ושיעור שהם מקלקלים ידע כמה הוא כח העבירה ויהיו נשמרים בנפשותם ושמור עיקר הגדול הזה לכל התורה כולה ואחר שהודענוך דברים הללו תוכל לדעת מהו כח הקדושה שהוא סוד הטהרה השפע והתוספת קדוש ומהו כח הטומאה שהוא סוד התוספת והריחוק הטומאה הפך הטהרה זו ריחוק וזו קירוב והמבין זה יוכל להבין סוד טומאתה בשוליה וסוד את מקדש ידו\"ד טמא ודי לך במה שרמזנו לך בענין מלכו\"ת וידו\"ד למען רחמיו וחסדיו הרבים יפתח לבנו בתורתו ויורנו נפלאות ואמר גל עיני ואביטה נפלאות מתורתיך:"
            ], 
            [
                "הספירה השניה נקראת א\"ל ח\"י ועליה אמר דוד ע\"ה נכספה וגם כלתה נפשי לא\"ל חי וכתיב צמאה נפשי לאלה\"ים לא\"ל חי וגו' והטעם כי בשעה שהעולם ברצון אז הכתר מתגלה בסוד א\"ל ואז כל העולם ברחמים וזהו סוד א\"ל מלך יושב על כסא רחמים וא\"ת והכתיב א\"ל זועם בכל יום באמת זהו א\"ל שהוא זועם בכל מיני משחית ופועניות בשעה שהוא מתגלה לא אמר א\"ל נזעם אלא זועם ועל דרך זה הוא סוד א\"ל עליון ממש וסוד ברוך אברם לא\"ל עליון וזהו המושך רחמים וחיים מלמעלה וכשמושך הרחמים והחיים אז נקרא א\"ל ח\"י ולכך תקנו בתפלה א\"ל ח\"י ומגן מגן ממיני משחית ופורענות ולפיכך כל מקום שתמצא שם אל הוא לצד מדת מרחמים וזהו שם א\"ל שהוא מתגלה בשעה שמתעוררות שלש מאות וי' כיתות של דין על העולם ונקרא יש בסוד גדול ונעלם וכשמתעורר עליהם א\"ל כולם נהפכות לרחמים וכלם נכבשות לפניו וזהו סוד יכבשו רחמיך את כעסך מעלינו שאין שום דבר בכל תיקון התפלות שאין בו כמה ספרים וזהו יגולו רחמיך על מידותיך והנני רומז נקראו מידות כנגד מה שמודדין מלמטה כפי המדה כך היא מלאה אם מדת טהרה ממלאים אותה מהררי קדש העליונים ואם מדת טומאה ממלאים אותה מן החיצונים ומן הזוהמא וזה הוא שאמר במידה שאדם מודד בה מודדין לו לפיכך כשיופיע שם א\"ל עליון כל אלו המדות בורחות ומתפחדות ומתפזרות ומתגלגלות ויוצאות ואז הדין נהפך לרחמים וזהו סוד א\"ל מלך יושב על כסא רחמים ומה שאמר בשעה שיופיע עולם הרחמים אז יכבשו רחמיך את כעסך ויגולו רחמיך על מדותיך:", 
                "ודע והאמין כי כל מקום שיופיע מדת א\"ל החיים באים עמו והנני פותח אברהם ירש במדת חסד ומדתו א\"ל והוא סמוך לעולם החיים שהוא עולם הבינה וסימן א\"ל חי וכשמדת א\"ל יופיע ומתחבר למלכות אז נקראת המלכות אלה\"ים חיים ואז כל העולם ברחמים ובקיום ובחיים וזהו סוד מה שתקנו בתפלה מחיה מתים ברחמים רבים שאילמלא שקדם אברהם ליצחק אין שם תחיית המתים ולפכך והאלה\"ים נסה את אברהם וכתיב ויקח בידו רת האש ואת המאכלת כאן רמז עשרה ספירות בפסוק זה ואם תאמר והא כתיב ויקרא שמו פלא יועץ אל גיבור אבי עד שר שלום באמת פלא הוא סוד שלשה ספירות עליונות שהוא מקום הנפלאות וזהו שאמר הכתוב אודך על כי נוראות נפלאתי נפלאים מעשיך ונאמר לעושה נפלאות גדולות לבדו לבדו ממש ונשגב ידו\"ד לבדו:", 
                "והנני מפרש המזמור הנקרא הלל הגדול חוזר ומפרש הודו לידו\"ד כי טוב הודו לאלה\"י האלה\"ים הודו לאדוני האדונים באלו שלשה פסוקים סוד הכת\"ר והתפאר\"ת והמלכו\"ת וכל המזמור משולש לבאר חזר המזמור על ראשון ראשון ועל אחרון אחרון ופירש לעושה נפלאות גדולות לבדו סוד הודו לידו\"ג כי טוב שזהו סוד לבדו באמת פירש סמוך לו לעושה השמים בתבונה סוד הודו לאדוני האדונים שזהו סוד הנסים ושינוי הטבע ולפיכך אמר במקום הזה ויקרא שמו פלא וזהו סוד יועץ את מי נועץ ויבינהו באמת ואחר כך סמוך לו א\"ל שהוא מדת הגדולה ואחר כך סמוך לו גבור שהוא מדת גבורה ואחר כך אמר אבי עד עולה למעלה ולמטה שהוא התפארת עד עדי עד לכל צד יתברך שר שלום שהוא ידו\"ד וזהו שהבין המבין המלכות לפיכך אמר סמוך לפסוק זה למרבה המשרה ולשלום אין קץ על כסא דוד ועל ממלכתו להכין אותה ולסעדה במשפט ובצדקה אם כן פקח עיניך וראה נפלאות במה שביארנו בעניין א\"ל חי ותראה בכל מקום שמזכיר בתורה אחת משמות הקדש לאיזה מקום הוא רומז ובאיזה מדה הוא מתנהג וזהו הנקרא בתורה א\"ל שד\"י:", 
                "והנני פותח לך שערי עליונים דע כי כל מקום שתמצא בתורה שם שד\"י הוא סוד מלכות לבד ובכל מקום שתמצא א\"ל שד\"י הוא התחברות יסו\"ד ומלכו\"ת ואז מלכו\"ת מתמלאת חיים וברכה:", 
                "דע כי אברהם יצחק ויעקב שלשתם חברו יסוד למלכות לפי שהוא עיקר תיקון המרכבה ושריות שכינ\"ה למטה לפיכך אמרה תורה וארא אל אברהם אל יצחק ואל יעקב בא\"ל שד\"י לפי שאין נכנסין לראות מעלות הנבואב אלא בהתחבר א\"ל שד\"י ולפיכך אמרו האבות הם הם המרכבה והם תקנו בית המנוחה ליסוד בחיבור המלכות ונקרא שם אברהם בית אל ויעתק משם ההרה מקדם לבית אל ונאמר וילך למסעיו מנגב ועד בית אל לפי שאברהם הסיע את הרחמים מן הכת\"ר שהוא קדמונו של עולם בעניין א\"ל שחברו עם כתר ומאיזה צד מנגב שהוא חסד אברהם ולפיכך וילך למסעיו מנגב ועד בית אל כי מקומו של אברהם היה נגב שנאמר ויסע אברהם הלוך ונסוע הנגבה וזהו שנאמר ימין ידו\"ד ומשך האצילות לשכון במלכות ויצחק גדר כל הפרצות שבצד שמאל מפני הפחד ונקרא על שם יצחק בית אלה\"ים והסוד ויירא ויאמר מה נורא המקום מזה אין זה כי אם בית אלה\"ים וזה שער השמים ויירא הוא סוד פחד יצחק ויצחק ירש מדת אלה\"ים יעקב עמד באמצע והכין לו מקום בית מלון ויקח את האבן אשר שם מראשותיו וישם אות מצבה ויצק שמן על ראשה והשפיע לה עשר ספירות ותיקן הצנורות ונתייחדו כולן על ידו כמו שאמר כל אשר תתן לי עשר אעשרנו לך וקרא אותם בית אל וביתאלה\"ים על שם אברהם ויצחק באו הנביאים וקראו בית ידו\"ד על שם יעקב כי יעקב הוא קו האמצעי והוא ירש שם ידו\"ד מכל צד ועל זה אמר הנביא והיה באחרית הימים נכון יהיה הר בית ידו\"ד בראש ההרים וכתיב לכו ונלכה אל ידו\"ד ואל בית אלה\"י יעקב בינה שמעה זאת ולפיכך תמצא שנקרא המלכות בית אל ובית אלה\"ים ובית ידו\"ד כנגד אברהם יצחק ויעקב כל אחד לפי מדתו אברהם מדה א\"ל יצחק מדת אלה\"ים יעקב מדת ידו\"ד וזהו סוד אלה\"י אברהם אלה\"י יצחק ואלה\"י יעקב והסוד הגדול המחבר כל הספירות במלכו\"ת על ידי אברהם יצחק ויעקב וזהו שאמר הכתוב מזהור לאסף א\"ל אלה\"ים ידו\"ד דבר ויקרא ארץ ממזרח שמש עד מבואו וגו' כאן רמוז בפסוק זה סוד מעלת האבות היאך חברו כל הספיראת ותקנו כל הצינורות שקילקל אדם הראשון והסימן מזמור לאסף לאסף ממש וסימן ואסף איש טהור האספו ואגידה לכם כמו שביארנו כבר א\"ל אלה\"ים ידו\"ד דבר ויקרא ארץ ואז נתחברו שלשה מדות עליונות כנגד אברהם יצחק ויעקב הם היו סבה לקריאת הארץ מקרא קודש ישראל מקוראי הארץ שהיתה גרושה האדמה אשר נטמא על ידי אדם הראשון ואמר א\"ל אלה\"ים ידו\"ד דבר וגו' ואז נתחבר והאיר הארץ מכבודו והסוד שאמר בסוף הפסוק ממזרח שמש וגו' וכבר הודענוך מהו ממזרח שמש עד מבואו ודבר זה הוא סוד חיבור הספירות וייחוד השלם ועל ידי אברהם יצחק ויעקב ולפכך אנו אומרין זכור לאברהם ליצחק ולישראל עבדיך וגו' אשר כרת את אברהם ושבועתו ליצחק ויעמידיה ליעקב חק לישראל ברית עולם וגו' ולפיכך נקרא בית אל בית אלה\"ים בית ידו\"ד על ידי הבניינים שבנו שלשתם ונמצא ידו\"ד יתברך מתייחד על ידי אברהם ויצחק ויעקב אחר כך חזר ואמר המזמור הזה מציון מכלל יופי אלה\"ים הופיע כלומר אחר שתקנו הצנורות אברהם ויצחק ויעקב באיזה מקום הוא חיבור הספירות במלכו\"ת ובייחוד הוא הספירה הנקראת ציון ולפיכך מציון מכלל יופי אלה\"ים הופיע ולפיכך אביר יעקב שהוא שלישי לאבות והמבין סוד עיקרים הללו יבין סוד רק באבותיך חשק ידו\"ד לאהבה אותם חשק ממש וסוד ויבחר בזרעם אחריהם וזהו סוד א\"ל חי ומגן וזהו סוד מגן דוד שנאמר כמגדל דוד צוארך בנוי לתלפיות אלף המגן תלוי עליו ואם כן שמור בכל מקום שתמצא א\"ל שד\"י הוא סוד חיבור הספירות יסוד במלכות ועניין הייחוד וזה היחוד שתקנו האבות ולפיכך אמר הכתוב וארא אל אברהם אל יצחק ואל יעקב בא\"ל שד\"י ושמי ידו\"ד לא נודעתי וגו':", 
                "ודע כי בזמן שנמצאת יסוד עם מלכות בייחוד אל שד\"י בשם ידו\"ד שהוא התפארת מצוי עמו לפי שהיסוד הוא קוצו של וי\"ו התחתון וסימן אביר יעקב ולפיכך נראה בא\"ל שד\"י ושמי ידו\"ד עמו וסימן ווי העמודים והאדנים לעמודים ואם תאמר הרי אמר לא נודעתי להם דע כי שם ידו\"ד היה נראה להם באמצעות מלבוש א\"ל שד\"י ושד\"י הוא אספקלריא שאינה מאירה ולפיכך ראו המלך במלבושו ולא נראה להם אלא באמצעות מלבוש ואינם יכולים להבין אמיתת עצמו ממש לפי שהמלבוש מפסיק ולפיכך לא נודעתי להם לא נודעתי אני בעצמי ובממשיתי להם שמחיצות המלבוש מפסקת וזהו במראה אליו אתוודע אבל משה רבינו עליו השלום סילק המלבוש כאמרו פשטתי את כתנתי וראה אחורים אבל לא ראה הפנים ואם כן שמור בכל מקום שתמצא שד\"י בתורה או א\"ל שד\"י ותוכל ליסד את כל דבר על מתכונתו ותבין נפלאות גדוללות כי מתוך השם הנזכר בכל ענין מעניני התורה תוכל להבין עניין הפרשה או הפסוק לאיזה מקום הוא רומז ויפתחו לפניך כמה פתחים ותוכל להכנס בהיכל המלך ותראה נפלאות גנוזות ונסתרות מבוארות לעיניך והבן עד מאוד כל מה שפירשנו ואז תצליח את דרכיך ואז תשכיל:", 
                "והמדה הזאת נקראת - מקור חיים והטעם לפי שכל הנחלים הנמשכים מרחובות הנהר היוצאין מעד\"ן כולן מתקבצין במקום הזה והוא המקור הנמשך דרך ע\"ב גשרים על ידי החסד והוא הממלא מדת המלכות ועל ידו נקרא מקור מים חיים והוא מעיין גני\"ם מפני שמקור מים חיים מריק בתוכה כל מיני ברכה ושפע וחיים וזה שאמר הכתוב אותי עזבו מקור מים חיים לחצוב להן בורות בורות נשברות אשר לא יכילו המים ואותן הבורות הן חיצונות אין להם חלק בבאר שבע שהוא באר מים חיים אבל אותן בורות הן בורות חצונות הם בארת נשברים אשר לא יכילו המים ועליהם נאמר כי שוחה עמוקה זונה ובאר צרה נכריה ואלו הן הבארות חוץ לעולם החיים וכולן יורדין לבאר שחת ולמקום שאון ועליהם נאמר ויעלני מבור שאון מטיט היון ואתה אלה\"ים תורידם לבאר שחת וכל אלו מקליפות הערלה שהן חוץ למחיצת ההיכל והסימן זאת ירושלים בתוך הגוים שמתיה וסביבותיה ארצות:", 
                "ודע כי בשעה שחוטאים ישראל ומטמאים ההיכל הרי מרפשין בטיט היון ומקורות החיים פוסקים ונאספים וזהו סוד מעיין נרפש ומקור משחת צדיק מ\"ט לפני רשע וכתיב כי מפני הרעה נאסף הצדיק ודע כי משנטמא ההיכל וחרב הבית פסקו הצינורות באמת ונסתמו המעיינות עד שוב המלכות להתחבר בצדיק כי משפשטה מלכות הרשעה בעולם נאסף צדיק כאמרוכי מפני הרעה נאסף הצדיק וכשהרשעה כלה בעשן תכלה ויעביר ממשלות חוטאין מן הארץ אז ביום ההוא יצאו מים חיים וזה נקרא פלג אלה\"ים וזהו שאמר הכתוב פלג אלה\"ים מלא מים ופירוש הפסוק כך פקדת המים והארץ ותשוקקיה רבות תעשרנה פלג אלה\"ים מלא מים ופקדת נוך ולא תחטיא וידו\"ד פקד את שרה כאשר אמר במקום הזה רצו להפריד דור הפלגה ואמרו ונעשה לנו שם רצו להפריד בין יסו\"ד למלכו\"ת ורצו להשתמש במלכו\"ת בכוחות הטומאה ועל ידי הזוהמה שהטיל הנחש הידוע במלכו\"ת ע\"י אדם הראשון בסוד עץ הדעת טוב ורע לפי שהמקדש הוא מזומן לטהרה ואם חס ושלום יכנסו בו טמאים מטמאים את המקדש וסהו סוד ותבאו ותטמאו את ארצי ונחלתי שמתם לתועבה כי את קדש ידו\"ד טמא ולפיכך רצה אדם הראשון להשתמש במקדש על ידי טומאה דהיינו רעה וכן רצו אנשי דור הפלגה ולפיכך גלו ובב\"ר אשר בנו בני האדם אשר בנו בנוי דאדם קדמאה וחטאתם דומה לחטא אביהם ורצו להפריד בין פלג אלה\"ים מלא מים לבאר מים חיים המתמלאות מן הפלג הזה ורצו למלאות הבאר מן המים הזידונים מי המרים המאררים ורצו להשתמש בו וזהו שאמר הפסוק לעשות כוונים למלאכת השמים ומן אז חדלנו לקטר למלאכת השמים חסרנו כל וזהו עיקר ע\"ז בזמן מלכי ישראל גם בזמן מנשה היו מפרידין את השפע מן הפלג והיו רוצים להשתמש ע\"י טומאה וזהו שאמר הכתוב אל ירא בפלגות נהרי נחלי דבש וחמאה מי שהוא רואה בפלגות אינו רואה נחלי דבש וחמאה אברהם אבינו ע\"ה היו בידיו כל כחות הטומאה והטהרה הטהרה מבפנים והטומאה מבחוץ ומסר כחות הטהרה ליצחק שנאמר וי\"י ברך את אברהם בכל ויתן אברהם את כל אשר לו ליצחק וכחות הטומאה החיצונות מסר אותם לבני הפלגשים וזה שאמר הכתוב ולבני הפילגשים אשר לאברהם נתן אברהם מתנות וישלחם מעל יצחק בנו בעודנו חי קדמה אל ארץ קדם הנה הבין אברהם אבינו עליו השלום המרכבות טהורים מבפנים ליצחק בן שרה והטמאות מבחוץ לבני הפלגשים וזהו שנאמר בשלמה המלך עליו השלום ותרב חכמת שלמה מכל חכמת בני קדם שבני קדם היו בני הפלגשים שמסר להם אברהם מתנת שהוא שם הטומאה וכמו שאמרו חז\"ל ובדרך זה היו עובדין ע\"ז בזמן שהיה בית המקדש קיים עושים ומשתמשים בשמות של טומאה ודור הפלגה רצו להכין להיות המלכות כסא לכחות הטומאה כענין עץ הדעת טוב ורע ואמר ונעשה לנו שם שם ממש כחטא אדם הראשון ולפיכך אמר הש\"י נפלגה הארץ ועתה לא יבצר מהם וגו' ולפיכך קרא עבר בנו פלג כי בימיו נפלגה הארץ הם ראו להפריד מקור מים חיים הנקרא פלג אלה\"ים מלא מים ולפיכך נתפלגו מהם אנשי דמים ומרמה לא יחצו ימיהם הרי לך מבואר ענין הפלגה:", 
                "והמדה הזאת נקרא בתורה טוב לפי שהוא תשע לספירות המאירות והיא סוד קוצו של ויו התחתון והבית שהוא סוד מלכות סמוכה לה וסימן בראשית ברא אלה\"ים בית רבתא בית א\"ל בית אלה\"ים בית ידו\"ד:", 
                "ודע כי כל אור הנברא במעשה בראשית במדה הזאת כתומה וזהו האור הנשפע מן התפארת כענין ויאמר אלה\"ים יהי אור וכתיב וירא אלה\"ים את האור כי טוב ויבדל אלה\"ים גנזו לצדיקים גנזו באמת במלכות אור זרוע לצדיק צדיק וצדק מתחברים באור זרוע וכתיב וימנע מרשעים אורם שהרי האור הזה אינו מאיר אלא במלכות בלבד וכל החיצונות שהם חוץ למלכות אינם רואים ואינם נהנים בזה האור לפי שהם גנוזה במלכות והמלכות נתנה לישראל בלבד ואין לאומות העולם חלק בה לפיכך וירא אלה\"ים את האור כי טוב ויבדל אלה\"ים בין האור ובין החשך האור לישראל והחשך לאומות העולם וכן הוא אומר כי הנה החשך יכסה ארץ וערפל לאמים ועליך יזרח ידו\"ד וכבודו עליך יראה וזהו סוד הבדלה המבדיל בין קדש לחול בין אור לחושך בין ישראל לעמים בין יום השביעי לששת ימי המעשה וכשתבין סוד כל סדר הבדלה או תראה כי קוד ש אור וישראל ויום השביעי ענין אחד ואז תבין וירא אלה\"ים את האור כי טוב וגו' והנה ביום השני שהוא סוד ההבדלה לא נאמר כי טוב לפי שבו נברא גהינם כלומר בו נתלו כל כחות הטומאה למיניהם ונתנה רשות למשחית לחבל ולפיכך לא נאמר בו כי טוב וזהו ההבדלה שבשני שבזמן שהעליונים והתחתונים מתאחדים הרי הכל טוב והמבין הסוד הזה יבין לא טוב היות האדם לבדו ונרגן מפריד אלוף וכתיב מצא אשה מצא טוב:", 
                "ודע כי כל מעשה בראשית באמת חתומים במדת טוב שהיא קיומו וכחו וסגולתו וממנו יבא הטוב והשפע והקיום והפרנסה למלכות שמשם מתפרנסים היצורים למיניהם ואם חס ושלום יחטאו בני אדם ויסתלק הטוב כלומר נאסף הצדיק אזי כתיב וחטאתיכם מנעו הטוב מכם לפי שהיתה מדתו של דוד במקום זה נאמר בו והוא אדמוני עם יפה עינים וטוב רואי ועניין אדמוני כי מדתו כלולה בדין וברחמים ומצד הדין שרו של אדום תקע בו יד ותקע כף ירך יעקב ולפיכך אלה תולדות פרץ בסוד כי יד על כס י\"ה ועשו הוא אדום ונאמר בדוד והוא אדמוני ועל עשו נאמר ויצא הראשון אדמוני עד שבא הזמן שיצא זרח וכבוד ידו\"ד עליך יזרח וזהו המקור והיסוד הנקרא חי עולמים לפי שהוא מושך החיים מן הבינה בסוד השביעיות וממשיך אותו במלכו\"ת בסוד בת שבע ונקרא חי עולמים מן העולם ועד העולם וכבר ביארנו למעלה שנקרא א\"ל חי ולפי שהוא סוד השביעית והא ח\"י עולמים והנה סוד השבועה תלויה בו וזהו סוד חי' ידו\"ד וחי נפשך ואמנם יש לנו לעוררך בשני סימנים נאחזים בפסוק זה האחד חי ידו\"ד והשני חי נפשך:", 
                "והנני מבאר חי ידו\"ד שאין לו חיים מזולתו כלומר מלבד עצם הספירות שכולם אחדות שוה וחי נפשך הוא חיי הנפשות שהרי הנפשות תלויות בו עם שאר כל הנמצאים והוא הסוד וישבע בחי העולם הוא חי הוא חיי העולם באמת כי כשהוא ממשיך החיים מן הבינה במלכות אז כל הנמצאות כולם מסתפקים חיים וברכה ושפע מן המלכו\"ת כדמיון הבריכה המתמלאות מים שממנה מסתפקים להשקות כל ערוגות שבגן וכל מיני זרעים ונטעים למיניהם וזהו סוד וישבע בחי העולם אבל לא יקרא בחי העולמים אלא בחי העולם והבן זה מאד:", 
                "ודע והאמן כי הכופר בשבועה כופר במדה זו ונוטל חייו מן העולם מכאן תבין סוד העובר על השבועה שאין לו שורש וקיום ועמידה בצד העולם כי כל שבעת ימי בראשית נסתלקו ממנו וכופרו בשבועה לא נשתייר לו קיום במקום העולם וכופר בשבועה נעקר בשביעיות ואין לו מקום בעולם לעמוד ולהשען ואין לו חיים ומזון וקיום בצד שום עניין לכך וישבע בחי העולם והבן זה מאד וממקום הזה אנו שואבים החיים תמיד כאומרו כי עמך מקור חיים כי עזבו מקור מים חיים את ידו\"ד ובמקום הזה אנו שואלין בראש השנה זכרינו לחיים שהוא מקום הזכרון ואומר כתבינו בספר החיים כלומר בספר שלו שזוהיא מלכות באמרו כל הכתוב לחיים בירושלים וזו היא הספירה הנקרא יוצר בראשית שזו היא המדה המציירת כל הצורות כולן במדת המלכות וזהו סוד ואין צור כאלה\"ינו והנני רומז לך ושמתיךך בנקרת הצור בחורב ונקרת הצור הוא סוד מלכות ולפיכך וראית את אחורי אמנם לא השימו בצור עצמו וזהו סוד הנני עומד לפניך שם על הצור בחורב והכית בצור בדבר הנקרא צור ובכח צור העליון הוציא מים מצור החלמיש לאגם מים כתב ההופכי הצור אגם מים בכח צור עליון ודע כי כל תולדותם של ישראל מן הצור יצאו וכן הוא אומר צור ילדך תשי וגו' ואומר ואין צור כאלה\"ינו:", 
                "והנני מבאר הצור תמים פעלו תמים ממש בהתאחד עם המלכות ואהיה תמים לו תמים תהיה עם ידו\"ד אלה\"יך התהלך לפני והיה תמים לפיכך אמר דוד המלך עליו השלום ואהיה תמים לו ואשתמרה מעוני ולפיכך הצור תמים פעלו ועתה פקח עיניך וראה כתיב דרך הנחש עלי צור לפי שהוא אדמוני עם יפה עינים וטוב ראי לפיכך אלה תולדות פרץ ופורץ גדר ישכנו נחש עקלתון וכמשפט צור בעניין הנחש שהוא עקלתון ת\"ל כי כל דרכיו משפט:", 
                "ודע כי המדה הזאת נקראת - צור מצד הגבורה ומושכת מן הגדולה בסוד הביטו אל צור חוצבת' ואל מקבת בור נקרתם הביטו אל אברהם אביכם ואל שרה תחולל' ואמר צור ילדך תשי ותשכח א\"ל מחולליך והיודע סודות הללו יוכל להבין כה יהיה זרעך שאין לו לאברהם זרע משרה מצד מערכת הכוכבים והמזלות אלא על פי ניסים ונפלאות וזהו סוד ועל דמות הכסא דמות כמראה אדם כשראה דוד דמות צורות הכסאות החיצונות והקליפות נקראת אדם והפנימית אדנ\"י אמר ידו\"ד לי לא אירא מה יעשה לי אדם:", 
                "והמדה הזאת נקראת - אביר יעקב אביר ישראל לפי שמדת היסוד תלויה ביעקב שהוא קו האמצעי ויש לו ששה שמות שלש למעלה ושלשה למטה של מעלה גדולה גבורה תפארת של מטה נצח הוד יסוד וזהו יסוד נקרא אבי\"ר יעקב ולא אבי\"ר אברהם ולא אביר יצחק לפיכך התבונן עיקר גדול אמר נאום האדון ידו\"ד צבאו\"ת אבי\"ר ישראל הוי אנחם מצרי אנקמה מאויבי שהרי דוד שהוא בעל המלחמות והוא הכסא לידו\"ד צבאו\"ת שזהו סוד אדון והרי יעקב עלה עד הבינה לפי שהוא רוכב על במותי אברהם ויצחק כמו שבארנו כברוכשאביר יעקב שואב מן הבינה למעלה אז גפן שלו כפורחת עלתה ניצה ונתמלא הנשר נוצה וכן הוא אומר המבינתך יאבר נץ יפרוש כנפיו הבן נפלאות עליונות יפרוש כנפיו לתימן שהרי חסדי דוד שואבים ע\"י יעקב אברהם שהוא בתימן זהו שאמר הכתוב מגן אברהם מגן דוד חסד לאברהם חסדי דוד לפיכך יפרוש כנפיו לתימן לצד ימין וזהו בבאו לחבק המלכו\"ת שמאלו תחת לראשי וימינו תחבקני אלו\"ה מתימן יבא ותהלתו מלאה הארץ בודאי ומצדק לצדק\"ה ידו\"ד אלה\"ים ועתה פקח עיניך והבן נפלאות כיצד התורה נארגת בחכמת השם יתברך:", 
                "והמדה הזאת נקראת - צדיק כלומר שהוא פלס ומאזני משפט ובה יתקיימו כל המצות והעולמות בייחוד שלם והיא מפרנסת את הכל על ידי מדת המלכות והיא עומדת באמצע למעלה ולמטה ולצדדין והנה המדה הזאת נקראת צדי\"ק ומדת המלכות נקראת צד\"ק ובהשתפע נשפע צדיק בצדק אז אותה השפע נקרא צדקה וזה כדמיון הנותן פרוטה לעני שאותה המתנה נקראת צדקה ונמצא הנותן צדקה מעורר צדיק להתאחד במדת צדק ומביא שלום ביניהם ומחבר הספירות באחד ומביא שלום בעולם וזהו סוד והיה מעשה הצדקה שלום:", 
                "הבן סוד גדול הנני רומז זרעו לכם לצדקה וקצרו לפי כסד הזרע ממש והחסד ממש והנני רומז וצדקה תציל ממות כשבני אדם חוטאים ומפריד אלוף ונשארה הארץ יבשה כי אין מים בשמים אזי רגל המלכות יורדות מות שאול צעדיה יתמוכו וכל מי שפוגע בדינה מת בלי רחמים וחמלה אוי לאותה שעה אבל כל הגורם להתחבר צדי\"ק לצדק וירדו גשמי ברכה לארץ אזי החיים נמצאים וזה נעשה בנותן צדקה לעני גורם למעלה להעשות צדקה וזהו הסוד וצדקה תציל ממות ממש שאלמלא צדקה החיבור הנעשית עם מלכות כל הפוגע בדינה ימות פקח עיניך וראה נפלאות לפיכך נאמר כי בצד\"ק יכון כסאו ושביה בצדקה בצדקה תכונני שמרו משפט ועשו צדקה כי קרובה ישועתי לבא והמבין עניינים הללו יבין כי מצות הצדקה הוא סוד חיבור הספירות וייחודם והבאת שלום בין צדיק לצדק וזהו דבר הנראה לעין ממש נמצאת למד שלשה שמות דומים זה לזה צדיק צדק צדקה מחברות את האהל להיות אחד צדקה תרומם גוי ואם כן התבונן מעלות הצדקה בענין היותה מתחברת בין צדיק לצדק והרי היא מביאה שלום בין העליונים ובין התחתונים ומביאה ברכה ושפע ואצילות לעולם וגורמת לייחוד השלם ועל זה יש לו לאדם להתבונן בכל מצוה ומצוה מכל מצות שבתורה כמה עולמות מקיים בעשייתן וכמה עולמות הוא מחריב בביטולו וכל שכן בעוברי עבירה וזהו סוד על מה אבדה הארץ נצתה כמדבר ויאמר ידו\"ד על עזבם את תורתי והמבין סודד זה יוכל להבין וסוד הביאו את המעשר אל בית האוצר ויהי טרף בביתי ובחנוני נא בזאת אם לא אפתח לכם ארובות השמים והריקותי לכם ברכה עד בלי די וכן מה שאמרו בעון ביטול חלה בעון ביטול מעשרות ושמיטת הארץ ושאר מצות ולא יעלה בדעתך כי הם בענין עונשים שמענשין את העוברים אבל זה אינו כך אלא כל המבטל מצוה מן המצות אותו הטוב שהיה נשפע בסיבת עשייתו כגון צדקה נמנע כדמיון מי שאינו זורע שדהו אינו קוצר או כדמיון מי שאינו לובש שמתקרר גופו כי עונש המצות הם דבר טבעי ממש וכמו שטבע האש לחמם וטבע המים לקרר להרטוב וטבע הלחם להשביע הרעבים וטבע המים להשקות צמאים כך בטבע כל מצוה ומצוה להעשות אותםם הטובות שנאמר בה או אותם העונשים שנאמר בה בביטולן בענין שאמר בצדקה וכמו כן בעבירות:", 
                "ודע כי יש עבירות נוגעים בהיכל פנימי כגון גלוי עריות וחילול שבת ושאר כיוצא בהן ויש עבירות הנוגעות חוץ להיכל כגון אכילת שקצים ורמשים ובהמה וחיה ועוף ודגים טמאים שהעובר כאלו מקלקל את השורות ומשבר את הצינורות ומביא צלם בהיכל וסימן ומעץ הדעת טוב ורע לא תאכל ממנו:", 
                "ודע כי לכך נקראים הצדיקים צדיקים על היותם מעמידים כל הדברים הפנימים במקומם מבפנים וחיצונים מבחוץ ואין דבר יוצא מגבול שלו ועל דרך זה נקראים צדיקים והמבין מה שבארנו למעלה יבין מה שנאמר וצדיק יסוד עולם כלומר מדת הצדי\"ק הוא יסוד עולם עליונים ותחתונים שמחבר האהל להיות אחד ועליונים מתברכים ומתאחדים אלו עם אלו ואז נטיעות הגן מתברכות ואז כל הדברים בשלימות ועל ד\"ו צדיקים למטה מעמידים כל דבר ודבר על מכונו ונמצא כל דבר בגבולו ובתחומו הפנימים בפנים והחיצונים בחוץ:", 
                "ודע כי לפי מעלותם מתייחסים את ישראל ומהם צדיקים ומהם זקנים ומהם חסידים ומהם קדושים וכל אחד כפי המקום שדבוק בו למעלה והבן זה מאד ודע כי מדת הצדיק זו היא המשפעת את הטובה על הארץ הידועה וכן למטה ועמך כולם צדיקים לעולם ירשו ארץ נצר מטעי מעשה ידי להתפאר הבן בינה שלימה בענין נצר מטעי ובעניין מעשה ידי ומהו להתפאר וגו' כמה הוא נוי האילן בהיות ענפיו רבים ומשלח פארותיו וסנסניו לכל צד וזהו סוד תכשיטים הנק' פאר כחתן יכהן פאר ועשית בגדי קדש לאהרן אחיך לכבוד ולתפארת והבן מה שאמרנו במקומות אלו כולן כללים גדולים להכנס מהם לכמה חדרי תורה שיש בה כמה גנזים:", 
                "והמדה הזאת נקראת - יסוד ויש לי להודיעך עיקר כלל גדול ודע כי יש יסוד שהוא למטה מן הבניין והבנין עומד עליו כענין יסודות ובנין שבעולם הזה התחתון ויש יסוד שהוא באמצע והבנין עומד סביביו כענין יסודות ובניינים שבשמים לפי שהשמים עגולים הם וכל גלגל יסודו באמצעיתו ועל ידי אמצעיתו כל גלגל סובב והולך ואם תאמר הרי כל העולם התחתון כל יסודותיה עגולים דע שבנייני עולם התחתון שוקטים ונחים ואינם מתנודדים אבל הגלגלים סובבים והולכים תניד ולפיכך נקראו התחתונים מתים והשמים ומה שבהם חיים ויש יסוד שהוא למעלה ובנייני' למטה וזהו סוד עולם המלאכים שהם למטה ומשתוקקים ונכספים לעלות ולראות את פני יד\"וד יתברך וסימן ביסודות המים נגרים למטה הרוח סביב האש עולה בטבע למעלה דמיון שלשה עולמות ואחר שיסעת זה דע כי השם יתברך נושא כל והוא למעלה ומשאו למטה ממנו וכן הוא אומר כה אמר יד\"וד רם ונשא ואחר שיגעצ זה דע כי הספירה הנקראת יסוד היא הנותנת חיים וברכה למלכות והוא למעלה ממנה וספירת המלכות משתוקקת ונכספת תמיד לעלות להתחבר במדת יסוד והרי מדת המלגית תלויה במדת צדיק יסוד עולם כמו שהבנין סומך על היסוד ואם חס וחלילה הוסר היסוד נהרס כל בהסתלק מדת היסוד מכנסת ישראל נמצא חורבן העולם והמבין סוד זה יבין מה שאמרו זכור יד\"וד לבני אדום את יום ירושלים האומרים ערו ערו עד היסוד בה וכן הוא אומר כי מפני הרעה נוסף הצדיק והתבונן היטב וראה מה שאמר וצדיק יסוד עולם שהרי כשהנסתלק הצדיק מן הצדק אוי כתיב נפלה עטרת ראשינו שהרי הוסר היסוד וכן הוא אומר נפלה ולא תוסיף קום בתולת בת ציון והתבונן היטב סוג יפה נוף משוש כל הארץ הר ציון ירכתי צפון קרית מלך רב באמרו ביום ההוא אקים סוכת דוד הנופלת ומה שאמר הכתוב התנערי מעפר קומי שבי ירושלים והמבין זה יבין מה שאמראיכה יעיב וגומר השליך משמים ארץ תפארת ישראל והמבין בנין יסוד יבין ענין נפילה אמנם בשוב הייחוד למקומו יחזור הבנין בשובו וזהו שאמר המחזיר שכינתו לציון וכן הוא אומר מציון מכלל יופי אלהים הופיע ברוך יד\"וד מציון וגומר כי באמת מציון יופיע לשכון בירושלים לפי שציון וירושלים הם יסוד ומלכות ואם אין ציון אין בירושלים שכינה והבן זה מאוד. והמדה הזאת נקראת כל והטעם לפי שכל מיני השפע והאצילות והברכה והחיים נמשכו מכתר עליון בדרך כל הצנורות בכל החדרים וכל הגנזים העליונים כולם ימשכו מכל הצדדין וכולן יתחברו בא' במדת צדיק יסוד עולם וממנו ימשכו כל הטובות וכל השפעות במלכות ולפי' נקרא בלשון כל כלומר מדה שהכל תלוי בו וכן הכתוב אומר כל פקודי כל ישרתי וזהו סוד אני י\"י עושה כ\"ל כלומר ממדת כ\"ל יוצא הכל כי זאת המדה היא הספירה התשיעית ואליה יבואו כל הצנורות וכל האצילות מאין סוף וממנה הכל נשפע ונאצל במדת המלכות ומתברכת גם היא במדת כ\"ל וכשהיא מתברכת ממנה הקראת גם היא על שמה כ\"ל על שהם נקראים כלה כלומר שהיא כלולה מן הכל וזו היא המדה שצריכה לה ולה צופים לפי שהיא יסוד הכל והכל תלוי בה ולפי שהמלכו\"ת מתברך ממנה נקראת על שמה כ\"ל כמו שכתבנו כי מדת המלכות נקראת במקומות הרבה על שם הספירה שמתמלאת ממנה וכבר כתבנו בזה עקרים גדולים ועל דרך זה נקרא מלכות גם היא כ\"ל וכן הוא אומר ויתרון ארץ בכ\"ל היא והמדה הזאת נתנה לאבות לנחלה לפי ששלשתן האצילו בהם מדות מלמעלה כמו שבארנו אברהם הכין לה צינורות ותקונים ונקנית לו וזהו שאמר וידו\"ד בירך את אברהם בכל ונקרא על שם אברהם בית א\"ל ונתנה לציון כדכתיב ואוכל מכ\"ל ונקרא גם על שם יצחק בית אלה\"ים ונתנה ליעקב כמו שכתוב כי חנני אלה\"ים וכי יש לי כ\"ל ונקרא על שם יעקב בית ידו\"ד נמצאת למד האבות ירשו שלשתן המדה הנקראת כל וזכו בכל ולא חסרו כל למעלה ולמטה והם באמת נקראו אשכולות בכל מקום איש שהכל תלוי בו:", 
                "והמדה הזאת נקראת - ציון לפי שמציון משתיתו של תורה (ס\"א לפי שמציון משתיתו של עולם ומיסוד משתיתו של מלכות) ומיסוד משתיתו של עולם והנה ציון וירושלים הם יסוד ומלכות וכה\"א ברוך י\"י מציון שוכן ירושלים וגו' ואומר המחזיר שכינתו לציון כענין המחזיר אבידה לבעלים וכבר ידעת כי עיר דוד היא ציון והנה הרגל הד' במרכבה הוא דוד והנה המדה הזאת היא סוד מדת שבת שהוא שביעי לימי השבוע ובאמת כי בו שבת מכל מלאכתו לפי שבו כלו כל הדברים בשלימות ובמילוי ובשבת תלוין ששה ימים ומברכתו ומטובו יתברכו עליונים ותחתונים ולפיכך ויברך אלה\"ים את יום השביעי ואין לו בן זוג שהוא שביעי לפיכך כנסת ישראל היא בת זוגו ובהם יתאחדו עשר ספירות ומתברך הכל ומתאחז לפיכך בשבת נאמר זכור ושמור זכור ליום ושמור ללילה ועונת ת\"ח מלילי שבת ללילי שבת והמחלל שבת מות יומת לפי שכפר בעולם החיים ואל מקום זה יתחברו כל מיתות ב\"ד והנה זאת המדה היא סוד המילה ממש וסוד מילה ופריעה זכור ושמור ולפיכך דוחה את השבת וזהו סוד שביעיות ושמיטות ויובלות לשמיטות ויובלות למעלה ואם ח\"ו בטלו שמיטות אז תתחייב הארץ גלות בודאי כל ימי השמה תשבות אשר לא שבתה בשבתותיכם מדה במדה בודאי עמוד והתבונן מתורת ידו\"ד:", 
                "והמדה הזאת היא יסוד ברית מילה בסוד מילה ופריעה כאחד מילה כנגד יסוד פריעה כנגד מלכות ולפיכך מל ולא פרע כאלו לא מל וזהו השער שנכנסים בו בסוד מילה שאלהלא ברית מילה לא נתנה תורה לישראל ולכך ידעת מה שאמרו בג' דברים נכנסו ישראל בברית מילה וטבילה והרצאת קרבן והנה כל הנימולים נדבקים ביסו\"ד ומלכות ולפיכך כתיב באברהם התהלך לפני והיה תמים ואתנה בריתי ביני וביניך ביני וביניך ממש ומאותה המקום זכה לזרע והבן זה מאד שאלמלא לא נפתח המקור לא זכה לזרע וזהו סוד ויוצא אותו החוצה ומאחר שניהול אברהם ונתגלה המקור ילדה לו שרה בן וזהו סוד ויוצא אותו החוצה ויאמר הבט נא השמימה וספור את הכוכבים ובאלה מצא לו מקור זרע מצדיק יסוד עולם וזהו וידו\"ד פקד את שרה כאשר אמר נפקדו כל העקרות עמה והנה אדם הראשון נשתמש במקום הזה עם הערלה בענין עץ הדעת טוב ורע ובא אברהם וסילק הערלה ואז נתגלה אור זרוע לצדיק ונפקדה שרה ונפקדו כל העקרות עמה והבן זה מכאן תבין כה יהיה זרעך כי הוא בורא שמים ונוטיהם תחתיהם רוקע הארץ וצאצאיה נותן נשמה לעם עליה סוד מלכות וזהו סוד כה תברכו וגו' כה אמר הא\"ל אני ידו\"ד קראתיך בצדק ואחזיק בידך ודע כי סוד המילה הוא סוד הגאולה והנני מפרש בליל שמורים נמולו בני ישראל וסוד מילה הוא סוד הגאולה כי הערלה שהיתה דבוקה בבשר הוסרה בגלות וזהו סוד את גם בדם ברית' שולחתי אסיריך מבור כי היסוד הוא סוד הגאולה לפי שהוא שואב מן היובל שכתךוב בו גאולה תהיה לו וביובל יצא ובכל ארץ אחוזתכם גאולה תתנו לארץ והיובל בודאי הוא סוד כל הגאולות וסוד כל החירות:", 
                "ודע כי במדות היובל יצאו ישראל מארץ מצרים שפתחו להם שערי בינה וזהו סוד וחמשים עלו בני ישראל מארץ מצרים ותמצא יציא מצרים חמישים פעמים בתורה ולא עוד ולפיכך תמצא כי הגאולה תלויה בברית מילה שזהו היסוד ובהתחבר היסוד עם המלכות הרי הגאולה סמוכה למלכות וזהו שאמר צריך לסמוך גאולה לתפלה חותם בא\"י גאל ישראל אדנ\"י שפתי תפתח והבן זה כל הנימול זוכה לשתי גאולות גאולה למעלה וגאולה למטה שניצול מבאר שחת שהיא הערלה ולפיכך הגואל משחת חייכי המעטרכי חסד ורחמים הבן זה מאד והבן כמה כח ברית מילה כי זהו השער שבו נכנסים לכל הגאולות והנה המלכות כששואבת ומקבלת שפע מן היסוד שהוא סוד כל הגאולות הנמשכות מבינה נקראת המלכות על זה המלאך הגואל כלומר שליחות של יסוד עולם וזהו המלאך שהיה הולך עם יעקב הנקרא האלה\"ים הרועה אותי וגו':", 
                "והמדה הזאת נקראת - חק ודע שבכל מקום שאתה מוצא בתורה חק הוא סוד מדת יסוד ובכל מקום שאתה מוצא חוקה הוא סוד מלכות ודע והתבונן כי ח\"ק הוא היסוד שהוא מקום הקדושה והטהרה והוא סוד הרחמים הפנימית וכל הסמוך לו מבחוץ והוא סוד הקליפות והערלות וכחות הטומאה והפנימי הוא קדש ומה שחוצה לו חולין והוא הנקרא אור ומה שחוצה לו הוא חושך וזהו מקום ההבדלה המבדיל בין קדש לחול בין אור לחשך לפי שזהו מקום שהערלה מתאחז מבחוץ ועל דרך זה נקראת מדת המלכות עץ הדעת טוב ורע אי האי או האי וזהו כשושנה בין החוחים ולפיכך כ\"מ שתמצא בתורה לשון חק צריך אדם להבדיל בין מחיצת קדש למחיצת חול כי חק לשון גבול וגדר הוא בשומו לים חוקו ומים לא יעברו פיו ואמר חק נתן ולא יעבור והנה סביב זה החק כמה מיני חוחים וקוצים וקמשונים וזהו מקום דוד ולפיכך הוצרך הזמירות כדי ללחום עם המקטרגים ואמר ידו\"ד מה רבו צרי ואמר כל גוים סבבוני בשם ידו\"ד כי אמילם סבוני גם סבבוני בשם ידו\"ד כי אמילם נקצץ הערלה שהוא ברית מילה בשם ידו\"ד כי אמילם:", 
                "ודע שזה המקום שהוצרך דוד להלחם באויביו ולפיכך הוצרך מגן ותתן לי מגן ישעך וז\"ש מגן דוד ולפיכך ארדפה אויבי ואשיגם ודע כי דוד קצץ כל כחות הערלה והטומאה סביב לכנסת ישראל ונלחם מלחמותם וביער הקוצים מסביבות הכרם אז בא שלמה בנו ומצא הכל בנחת אין שטן ואין פגע רע ובנה הבית על מכונו ודע כי לכך נאמר בפרשת פסח משכו וקחו לכם וגו' ושמרתם את הדבר הזה לחק לך ולבניך:", 
                "וזה המקום שנכשלים הרשעים בו שאין מוציאים טעם למצות שנקראים חקים או חוקות ואינם יודעים העיקרים הגדולים והטובים התלוין בהם ולפיכך אמרה תורה חקותי תשמורו בהמתך לא תרביע כלאים ואמר ושמרתם את חקותי וארז\"ל דברים שהשטן מקטרג ואומות העולם העולם משיבין עליהם כגון שעטנז ואיסור בשר בחלב וכלאים ואכילת חזיר ושאר כיוצא בהם שכולם הם בכלל החקים והנה פרה אדומה ושעיר המשתלח שניהם עדים נאמנים מגלים סתרים עליונים בסוד הבדלה דע כי סביב המלכות ויסוד כמה סרבים וסלונים והנה סביבות יסו\"ד הוא השדה המלאה רוצחים ומקטרגים והוא שרו של עשו ויבא עשו מן השדה והוא עיף ששפך דמים וזהו היא השדה שבה מגלה עריות כי בשדה מצאה צעקה הנערה המאורסה ואין מושיע לה וזו היא השדה שבה הרג קין הבל ויהי בהיותם בשדה ויקם קין אל הבל אחיו ויהרגהו וזו היא השדה שבה נופלים חללים חללים וזה סוד וכל אשר יגע על פני השדה בחלל חרב או במת או בעצם אדם או בקבר וזו היא מקום הטומאות למי שהם:", 
                "ויש בחדרים הפנימים שדה טוב והוא הנקרא שדה תפוחים וזהו כריח שדה אשר ברכו ידו\"ד מכלל שיש שדה אחד שהוא מקולל והבן זה מאד לפיכך צוה הקב\"ה בפרה אדומה וקראה חוקה זאת חוקת התורה כלומר שמצות פרה אדומה סוד גדול המבדיל בין קודש לחול ובין טומאה לטהרה הצד הפונה לפנים טהור והצד הפונה לחוץ טמאה לפיכך אפר הפרה מטהר את הטמאים ומטמא את הטהורים ושמור זה העיקר הגדול כי ממנו תכנס לכל ענייני הרחוקים:", 
                "ודע כי החזיר יש בו מקצת סימני טהרה מפריס פרסה ורובו טמא לפיכך אסור לגמרי ויש בסוד הארנבת והשפן סוד בענין מעלה גרה ופרסה לא הפריסו עניינים גדולים ואמרו חזיר למה נקרא שמו חזיר שעתיד הקב\"ה להחזיר לישראל לאוכלו והיודע עקרים הללו יבין כמה ספרים תלוים בחקים וחקות וזסהו לא תלכו בחקות הגוים אשר אני משלח מפניכם כי חק הפונה לפנים הוא חק שלנו והוא טהור והחק הפונה לחוץ הוא חק הגויים והוא טמא ולפי דרך זה תמצא ב' שעירים ביום הכיפורים אחד דמו נכנס לפני ולפנים ואחד משתלח לחוץ לשלח אותו לעזאזל המדברה ועל זה נאמר והיתה זאת לכם לחקת עולם בעשור לחדש והמבין זה יבין סוד הטעם למה נולדו יעקב ועשו תאומים בכרם אחד ונפרדו זה מזה וסוד ונשא השעיר עליו את כל עונותם אל ארץ גזרה נפלאות בסוד שנאמר ואת עשו שנאתי ואשים את הריו שממה ושניהם נולדו בכרם אחד ושניהם סוד חק בינה שמעה זאת וסוד והלא אח עשו ליעקב נאום ידו\"ד ואוהב את יעקב ואת עשו שנאתי ואשים את הריו שממה ושניהם נולדו בכרס אחד וזה סוד של טומאה טהרה תלוין במלת חק וזה סוד ערלה ומילה וסוד עץ הדעת טוב ורע ואם תבין בסוד עקרים הללו יתבארו לפניך בכל מקום שתמצא בתורה לשון חקים או חקות והמבין זה יבין עוד אם לא בריתי יומם ולילה חקות שמים וארץ לא שמתי סודות עמוקים ונפלאות גנוזות במקומות הללו וזה סוד את חקתי תשמרו ומכאן תכנס לסוד הגלות ולסוד הגאולה ומה טעם שנגאלו ישראל ממצרים:", 
                "ודע כי מצרים מצרנית לארץ ישראל כמו שכתבנו כבר לפיכך היתה בית כלא לישראל שהיו יושבין מצד הגדר הפונה לצד החוץ שהוא מקום הגליות והקב\"ה צוה לקצץ הערלה ונשארו ישראל מבפנים וזהו סוד ואתם לא תצאו איש מפתח ביתו עד בקר והמבין סוד זה יבין סוד כלאים ושעטנז מדוע נאסרו לישראל ומדוע הותרה בציצית כתיב לא תלבש שעטנז צמר ופשתים יחדיו וכתיב גדילים תעשה לך המבין סוד זה יבין סוד המלכו\"ת שכתוב בו צמר ופשתים ותמך בפלך כפיה אשריכם ישראל שזכיתם לזה לפיכך כתיב כלאים כלומר שהוא מכניס שני דברים בגדר אחד כלא כלא שניהם כלאים יד יד שניהם ידים רגל רגל שניהם רגלים יום יום שניהם יומים אמנם יש דברים שאין בהן פירוד מים רחים ודברים הללו הן כבשונו של עולם:", 
                "ודע כי בגדי לבן יש בהן סוד גדול ובשארבגדי כהונה יש בהם סוד גדול כטעם איסור כלאים ואם תזכה לכנס תראה כמה נפלאות ואחר שביארנו לך זה דע כי במדה שנתנה תורה לישראל ונתנו עמה לישראל חקים ומשפטים אשרי העם שככה לו דע כי מרה מבחוץ ומתוקה מבפנים לפיכך כתיב שם שם לו חק ומשפטושם נסהו ובמקום הזה הוא סוד הנסים והנפלאות ומצריםם נסים לקראתו והכל במלת חוק ללפי שהוא דבוק במשפט והנני מפרש משפט הוא תפארת ח\"ק הוא יסוד ויעקב נאחז בתפארת ח\"ק ונאחז במשפט כמה שנאמר ומי גוי גדול אשר לו חקים ומשפטים צדיקים ולפי שזכה יעקב לבכורה זכה לח\"ק אשר כרת את אברהם ושבועתו ליצחק ויעמידה לח\"ק ליעקב לפי שהחק תלוי ביעקב והוא אביר יעקב וכשישראל צדיקים נקראו אביר יעקב לבד והנני מוסר לך מפתח במדה שנאמר שם שם לו חק ומשפט ושם נסהו כל הנסים והנפלאות תלוין במרה. זכה מבפנים מתוקה לא זכה מבחוץ מרה ויצא לחוץ וכן הוא אמר ויצא בן האשה הישראלית וזהו סוד בכ\"מ שאמר ולפי שהוציא את עצמו מן הכלל כפר בעיקר והמבין זה יבין סוד עד לא עשה ארץ וחוצות ויוצא אותו החוצה לא תהיה אשת המת החוצה וירץ לבן אל האיש החוצה אלמלא העין לרעה נתכוין לבו ולפיכך כל שוחטי חוץ בכרת אחר שנבנה בית המקדש כל אלו העיקרים הגדולים נכלים במלת חק ועתה שים לבך והתבונן ותמצא סוד באר מים חיים או סודות בורות נשברים אשר לא יכילו המים:", 
                "והמדה הזאת נקרא ליודעים הסודות חן - לויתן והסוד עתה הפעם ילוה אישי אלי לפיכך לא היה ללוי חלק ונחלה עם אחיו יד\"וד הוא נחלתו שאין לו עסק בחוץ אלא מבפנים והמבין זה יבין כי לוית חן הם לראשיך וענקים לגרגרותיך והנני רומז כמער איש ולויות סביב והנני מוסיף מלוה יד\"וד חונן דל כל הלואות שבעולם תלויות במקום זה וכתיב לוה רשע ולא ישלם וצדיק חונן ונותן לפיכך גדול המלוה לעני בשעת דוחקו ועל כן לא היה ללוי חלק ונחלה ודע כי הלוים הוצרכו לנחלה טהורה בהכרח סוד גדול מסודות האמונה וכה תעשה להם לטהרם הזה עליהן מי חטאת והעבירו תער על כל בשרם וכבסו בגדיהם והטהרו ובמקום הזה הוא סוד הטהרה לפי שהטומאות מקיפות מכל צד וצריך גלוח בסוד זמירות דוד וכבר כתבנו הטעם לעיל' דרך נחש עלי צור וזהו סוד מה שכתבנו לעיל לפיכך צריך תגלחת והנה הכהן הגדול לצד ימין והלוים לצד שמאל רלו מצד הגדולה חסד ואלו מצד הגבור\"ה דין לפיכך כולם ילוו וחקוו במדה הזאת שנקרא לויתן והנה יצאו מלוי הכהנים שהם חסד גמור ושאר הלוים שהם דין בינ\"ה שמעה זאת ולפיכך נקרא לוי באמת והנני מבאר לויתן נחש בריח לויתן נחש עקלתון דרך נחש עלי צור כי בו נאחזים כחות החיצונות בסוד רחמים ודין ויש לוה ופורע ויש לוה ואינו משלם לוה ופורע צדיק הפנים הפנימים מושך כחות עליונים מן הספירות וממשיך אותם בכנסת ישראל ואז כל העולם בברכה אמנם כחוטת הטומאה מקבלין ואינם נמשכין והמה מפסיקים הטובה מן העולם וזהו סוד לוה רשע ולא ישלם אבל צדיק חונן ונותן את הכל כמבואר וזהו סוד מלוה יד\"וד חונן דל וגמולו משלם לו מלשון גומל חסדים גמו\"ל ידו הדה:", 
                "ודע כי יש לויתן והוא בים וממנו עתידים הצדיקים לעשות סעודה הכל אמור וממנו נכנסין לחיי העולם הבא והזוכה לסעודת לויתן זוכה לחיי עולם הבא ויש לו חלק לעה\"ב וזהו סוד ועמך כולם צדיקים לעולם ירשו ארץ ודי לך במה שרמזנו במקום זה:", 
                "וזו היא המדה הנקרא בכ\"מ - זכור לפי שהוא מקום הזכרון שממנו עולין עד מקום בינה וזהו שאמר הכתוב זכר עשה לנפלאותיו כבר ביארנו לך כל שלשה ספירות העליונות הם מקום המחשבה העמוקה והאצילות וכל הדברים כדמיון המעין שאדם רואה המבוע ואינו יודע מקום התחלה וזהו שאמר לעושה נפלאות גדולות לבדו וכתיב אודך על כי נוראות נפלאתי נפלאים מעשיך והסוד הגדול נורא תהילות עושה פלא והמבין סוד נורא וסוד תהילות יבין מקום הנפלאות לפי שאותה מקום נעלם ונסת\"ר תיקן לו הקב\"ה יניקה וזהו סוד שהוא שביעי שלנו והוא השואב' מאותו מקום העליון ידיעת סודות והסתרים והנפלאות לפי' כתיב זכר עשה לנפלאותיו אשרי העם שככה לו ועד המקום הזה הנקרא זכור אהו אומרים כל לפי שהכל בו וממנו נכנסין לגל הגנזים העליונים וזהו מקום הברכה שממנו מתברכים כנסת ישראל וזהו שאמר הכתוב בכל המקום אשר אזכיר את שמי אבא אליך וברכתיך מלשון יד\"וד זכרנו יברך ודע כי כל מקום שיופיע שם הזכר ברכה מצויה שם והסוד זכר צדיק לברכה לפי שהוא לוה ומשלם יד\"וד הוא נחלתו אבל הרשעים שלוים ואינם משלמין כתיב לוה רשע ולא ישלם זהו שם רשעים ירקב כמו הרקב שמבלה את העץ ועתה התבונן פסוג זה שאמר זכר צדיק לברכה ושם רשעים ירקב:", 
                "והנה ביארהו לך כי מדה הזאת נקרא שבועה לפי שהשבועות בו תלויה והכופר בשבועה לא נשאר לו מקום וקיום בכל הספירות והרי הוא נבל כאלה נבלת עלי' לפי שאין לו מקום יניקה בכל הספירות ואין לו יסוד במה ישען וכבר ביארנו למעלה ביאור גדול ונכבד:", 
                "ודע כי זה הוא השער שבו נכנסין לראות פני המלך יד\"וד לפיכך נבנה בית המקדש בהר ציון ודע והאמן כי זהו המקום שבו הקריב אדם הראשון קרבן שנאמר ותיטב לה' משור פר מקרין ומפריס וזהו מקום שבו הקריב בנה נח מזבח לה' והוא המקום שנקרא הר המוריה שבו נעקד יצחק וזה כל שער הספירות משנכנס אדם למלכות כתיב זה השער ליי' צדיקים יבאו בו ומשנתאחז אדם הראשון בשתי אלו הספירות כלומר במלכות וביסוד היה עולה עד הכ\"תר ואין לו מקטרג ומונע לפיכך כתיב בספירת המלכות פתחו לי שערי צד\"ק שערים הרבה שערי היסוד שערי בינה שהיא מכוונת בתורה וכשנכנס אדם ביסוד שזהו מקום השבועה אין לו מעכב ומונע וזהו שאמר הכתוב זה השער לה' צדיקים יבאו בו לפי שזה המקום ביצ שער לעלייה והסוד על העומק הזה הוא סוד ירושלים וציון הוא שער הפנימי ונקרא יסוד ומשם עולין עד מקום הרצון לפיכך כשהיו ישראל בירושלים היו מתפללין בבית המקדש תפלתן עולה עד למעלה בלי מעכב ומונע וזהו סוד תפלת שלמה כשבנה בית המקדש (בה\"מ) המתבונן זה יתבונן עיקרים גדולים ונוראים כמו שביארנו במקום הזה וצריך אתה להתבונן באותה פרשה של תפילת שלמה ותמצא כל העניינים מסודרים וכל זה בתפלת דרך ארץ ישראל ובירושלים ובית המקדש אבל תפלת חוץ לארץ מקטרגים הובה יש בה קודם עלייתה ואין תפלת חוצה לארץ עולה למעלה דרך ישר עד שהולכת לארץ ישראל ומשם לירושלים ומשם לבית המקדש כמו שכתוב בתפלת שלמה ע\"ה וכשמגעת לבית המקדש אז היא עולה למעלה לפיכך ישראל שהם בגלות הם מתפללים סביבות ירושלים בארבע כנפות הארץ ירושלים באמצע ךפיכך כל אותן שבגלות לקצות מערב יתפללו כלפי מזרח וכן אותן שבצד מזרח יתפללו למערב וכן אותן שבצד צפון יתהפכו פניהם ויתפללו לצפון נמצאו כל ישראל משלחים תפלתם לירושלים ולבית המקדש כי משם תפילות עולות להשם יתברך:", 
                "ועתה יש לנו להודיעך מה יש בין תפלת הארץ לתפלת חוצה לארץ:", 
                "דע כי תפלת ארץ ישראל דומה למי שהוא צריך לדבר עם המלך וביתו קרוב מאוד לבית המלך ואין בדרך פגע רע ואין שטן רע ותפלת חוצה לארץ דומה למי שצריך לדבר עם המלך וביתו רחוק מאוד מבית המלך ויש בדרך כמה לסטים וכמה גנבים וכמה חיות רעות ועתה ראה כמה צריך לייזהר כדי שימלט מנזק הדרך ואחר הטורח כולו יתכוון שתהא ראויה להתקבל כמו שאמרנו ועוד דע כמה מעכבים ומקטרגים יש לתפלות ישראל כשהן הולכין לארץ ישראל על ידי כחות הטומאה של אומות העולם ואתה ראה כמה אנו ראוין ליטהר את עצמינו ולכוין בתפלתינו בחוצה לארץ כדי שנהיה ראוים להתפלל אל הש\"י ואחר שעוררתיך כל אלו העיקרים והם בדמיון רמזים דע כי סודד א\"ל חי הוא סוד בדקות התפלות והבקשות וכשהתפלה כהוגן ונדבקות במדת א\"ל חי אז אדנ\"י מתקרב אל א\"ל חי ואז מתאחזות הספירות וכשמתקרבת התפלה בא\"ל חי כבר ידעת כי הוא השורש התחתון של אות וי\"ו מאותיות הש\"י ומאחר שמתדבקת התפלה ב\"ל חי הרי היא נכנסת בכל החדרים שבסוד אות וי\"ו ואז עולה התפלה למקום הבינה וממקום הבינה מתדבקת בחכמ\"ה הנקרא רצון וזהו עת רצון לפיכך אנו אומרים בראש התפלה ידו\"ד שפתי תפתח שהוא בית שער להכנס ובסוף התפלה אנו אומרים יהיו לרצון אמרי פי לפי שרצון הוא סוף המעלות והוא י' של שם המיוחד הנקרא רצון ומן הרצון שהוא סוד יו\"ד עולה בקוצו של יו\"ד ומתדבקת בכת\"ר הנקרא אין סוף ולפי שהתפלות עולות עד מקום הכת\"ר תקנו בתפלת מוסף כת\"ר יתנו לך ידו\"ד אלה\"ינו בתפלת מוסף ולא בתפלת יוצר כי בתפלת יוצר עדיין לא נאמרו כל התפלות ולא הגיעו עד לכת\"ר אבל בתפלת מוסף כבר נשלמו תפלת יוצר ועלו לראש הכת\"ר ואחר שעוררתיך כל אלו העיקרים יש לנו להכנס עכשיו בביאור שאר שמות ע\"ד המעלות והש\"י ידריכנו בדרך אמת בענין שנהיה דבקים בו לעדי עד אמן:"
            ], 
            [
                "ידו\"ד אלה\"ים צבאו\"ת שמע תפלתי האזינה אלה\"י יעקב סלה לפי ששני שמות אלו ידו\"ד צבאו\"ת אלה\"ים צבאו\"ת מתאחדים זה כנגד זה ושניהם פועלין לפי הדין הישר בכל צבאות העולם האחד פועל מצד החסד והשני פועל מצד הדין ושניהם מושכים דין ורחמים במדת א\"ל חי:", 
                "יש לנו להודיעך כי מדת ידו\"ד צבאו\"ת היא המושכת חסד עליון וחסד אברהם וחיי עולם במדת א\"ל חי ומדת אלה\"ים צבאו\"ת היא המושכת כח הגבורה והדין והפחד והעונש במדת א\"ל חי לפיכך מדת א\"ל חי כוללת הכל לפיכך נקראת כ\"ל שהכל בה חסד ורחמים ודין וזהו סוד אני ידו\"ד עושה כ\"ל וכתיב על כן כ\"ל פקודי כל ישרתי ואומר וידו\"ד ברך את אברהם בכל והטעם לפי שכל הצינורות וההמשכות לדין ולרחמים כולן נמשכות במדת א\"ל חי וע\"י מי ע\"י מדת ידו\"ד צבאו\"ת ואלה\"ים צבאו\"ת שהם שני מדות לימין ולשמאל ומשתי מדות הללו עם השלישית שבאמצע נכללת מדת כ\"ל ולפי שדוד המלך ע\"ה נתלבש במדת א\"ל חי עם קוצו של וי\"ו והוא סוד של רגל הרביעית מרגלי המרכבה והיה אדוק במדת א\"ל חי והיה כלול בחסד ודין וברחמים נאמר עליו והוא אדמוני זהו סוד המשכות הדין עם יפה עינים זהו סוד חסד אברהם וטוב ראי זה תפארת זהו יעקב שהטוב תלוי בו אבל בעשו מה כתיב בו ויצא הראשון אדמוני כולו בלי יפה עינים וטוב ראי אלא באדרת שער לפיכך היה שופך דמים וכתיב בו ועל חרבך תחיה שהוא ירש הדם ושפיכות דמים על ידו אבל בדוד כתיב והוא אדמוני עם יפה עינים וטוב ראי לפי' כשהיה דוד מתלבש במדת אדמוני היה נלחם עם אויביו ולא תשוב חרבו ריקם וכשהיה מתלבש עם יפה עינים היה מפרנס ישראל ועושה עמם כמה חסדים בעין יפה וכשהיה מתלבש טוב ראי היה מדקדק בתורה והיה יורד לעומק התורה והיה מסתכל בסתרים ונכסוף לטעום טעם מתוקה והיה אוהר טוב לי תורת פיך מאלפי זהב וכסף והיה נכסף ומתאוה ואמר גל עיני ואביטה נפלאות מתורתיך והיה מקיים התורה מדת טוב ראי ובמדה הזאת היה יורד לסתרי תורה לפי ששלש' מדות הללו נתחברו במדת אל חי שהם מחסד והדין והרחמים ונאחז דוד בשלשתן ועשה גם הוא רגל הרביעי לכסא נושא את השלשה וזהו סוד שאמר תחכמוני ראש השלשים ולו שם בשלשה:", 
                "ודע כי משתי מדות הללו הנקראת ידו\"ד אלה\"ים צבאו\"ת נמשכים כל צבאות העולם למיניהם ומהם נמשכים כל מיני מלחמות שבעולם ובמקום הזה הוא מקום הקנאה וזהו קנאת ידו\"ד צבאו\"ת והא נלחם ע\"י למעלה קנאת י\"י צבאו\"ת תעשה זאת ומהם יונקים מנביאים באמרו בנביאים בכמה מקומות כה אמר ידו\"ד כי לא השיגו לשם העליון אמר כה אמר י\"י:", 
                "ודע כי מעלת משה רבינו ע\"ה הוא על כל הנביאים כולם ומשה רבינו עליו השלום היה נאחז במקור' והנביאים כולם נאחזים בעיקרי הנחל למטה והכתובים ממש נאחזים בבריכה:", 
                "ואלו שני המידות נקראים נחליאל והמדה ששופכת בה נקראת כ\"ל והמדה ששופכת כל בתוכה נקרא ים ונמצא ד' מדות הללו כוללת בפסוק אחד כ\"ל הנחלים הולכים אל הים והים איננו מלא ומה שאמר שהים אינו מלא שאין לו מילוי מעצמו ועוד שהים מקבל מצד זה ומשביע לכל בני העולם מצד זה והסוד ונהר יוצא מעדן להשקות את הגן משם יפרד והיה לארבעה ראשים ואחר שודענוך זה בשתי אלו המדות שהם ידו\"ד אלה\"ים צבאו\"ת יש לנו ליכנס בביאור כל אחת ואחת כפי שיעור הראוי בעזרת הצור לפי יכלתינו אלה\"י' צבאו\"ת הושיענו ונושע' והאר פנינו:", 
                "והשם השלישי משמות הקדש הוא הנקרא אלה\"ים צבאו\"ת והטעם שנקרא אלה\"ים צבאו\"ת הוא שהמדה הזאת מושכת כל מיני הדין והגבורה מצד שמאל ושואבת מן הבינה ומן הפחד ונלחמת מלחמות ידו\"ד בצבאו\"ת עליונות ובכל המוני מטה וזזהו שכתוב ביום ההוא יפקוד ידו\"ד על צבא מרום במרום ועל מלכי האדמה באדמה וצריך אני להודיעך עיקר הדבר כמו שכבר הודעתיך כי שם אדנ\"י הוא המושל בכל המוני מעלה ומטה והוא הפרנס הגדול על כל הנבראים ובידו כל גנזי המלך וכך גבורי המלחמה וכל כלי המלחמה סוסי אש ורכבי אש כלי זיין רמחות וחרבות וקשתות וחצים ואבני בלסתראות ושאר כל כלי המלחמה וששים גבורים סביב למדה הזאת כולם אחוזי חרב מלמדי מלחמה וכו' מפחד בלילות וחללם מקבלים שפע מצד הפחד וכבר הודעתיך כי השם הנקרא אדנ\"י שהוא מדת המלכות והא המושל על כל הנבראים והוא מחייה וממית מוריש ומעשיר משפיל ומרומם מוחץ ורופא וכל אלו הדברים שם אדנ\"י פועל על כל דבר ודבר כפי השפע הבא אליו מן המעלות העליונות אם לטובה אם לרעה אם למלחמה אם לשלום אם לרעב אם לשובע ועתה יש לנו להודיעך בשעה ששם אדנ\"י יוצא למלחמה ללחום במרום או בארץ מתלבש כלי המלחמה מגבורי הפחד ועל ידי מי על ידי אלה\"ים צבאו\"ת שהוא המושך הכח והגבורה והמלחמה לשם אדנ\"י והסוד הזה למה אלה\"ים זנחתנו ולא תצא בצבאותינו התבונן בפסוק זה ותמצא אלה\"ים צבאו\"ת בענין המלחמה ועניין המלחמה בדרך זה:", 
                "דע כי כשהשם יתברך רוצה לעקור או להשפיל אומה למטה אינה משפיל עד שמשפיל שר שלה מקודם במרום שהרי אמרו זכרונם לברכה אין אומה נופלת אלא אם כן נופל שרה תחילה שנאמר ביום ההוא יפקוד ידו\"ד על כל צבא מרום במרום ועל מלכי אדמה באדמה:", 
                "ודע והאמן כי כשרדף פרעה אחרי ישראל עליו הכתוב אומר ויקח שש מאות רכב בחור וכל רכב מצרים כי המלחמה היתה למעלה ולמטה והמלחמה היתה למעלה ולמטה חזקה בשמים והסוד ויקח שש מאות רכב בחור שהרי שר של מצרים נתחבר עם סמא\"ל ונתוספו שש מאות רכב בחור מלבד רכב מצרים דאל\"כ מאי כתיב ויקח שש מאות רכב בחור וכל רכב מצרים וכי כולם לא היו רכב מצרים לפיכך אמר וכל רכב מצרים שבאו להלחם עם אדנ\"י וזהו שאמר משה רבינו עליו השלום לישראל תדעו כי לא לכם המלחמה אלא להש\"י שנאמר י\"י ילחם לכם ואתם תחרישון ואילו לא היתה שם אדנ\"י במלחמה למה אמרה תורה ידו\"ד ילחם לכם י\"י איש מלחמה אלא מלחמה היתה ברקיע ולפי שישראל היו סרבנין על הים היתה מלחמת השרים החיצונים קשה מה עשה מדת אדנ\"י נתלבשה בשלושת מיני המלבושים לבוש מלכו\"ת והיינו תפאר\"ת אדון יעק\"ב ולבוש החס\"ד מצד אברהם להציל את ישראל ולבוש המלחמה מצד הגבורה שהוא יצחק להלחם עם מרכבות העליונים של מצרים וסמא\"ל הרשע ונתלבש בסוד שלשה מלבושין בסוד ויסע ויבא וי\"ט שהם סוד שלשה מלבושים שאמרנו עשתה מלחמה של מצרים שר של מצרים ונצחה אותם והיינו סוד ויסר את אופן מרכבותיו וינהגהו בכבדות ויאמר מצרים אנוסה מפני ישראל כי י\"י נלחם להם במצרים וסוד ויסר את אופן מרכבותיו הם אופנים עליונים של מצרים שהיו מנהיגים למצרים שלמטה במרוצה וברח העגלה ונשתברו אותם האופנים ונשתברו כחות מצרים שלמטה משל בעגלה זו בזמן שנשתברו אופנים היאך תנהג המשא שעליה בך כשנשתברו אופני העליונים של מצרים נשארו כל המוני מצרים שלמטה שהם המשא של אותן האופנים מתנהגת בכובד וכשמצאו המצרים עצמן בכובד ידעו שנפל אופן והוא שר של מצרים למעלה ומה כתיב אנוסה מפני ישראל והטעם כי ידו\"ד נלחם להם במצרים שלמעלה וכל אלו המלחמות בכח מי נצח אותם אדנ\"י בכח אלה\"ים צבאו\"ת שנתלבש בהן וזה סוד יפקוד י\"י על צבא מרום במרום ועל מלכי אדמה באדמה וגו' ואומר רותה בשמים חרבי על אדום תרד ואמר אורו אורו מרוז אמר מלאך י\"י צבאו\"ת כי לא באו לעזרת י\"י ואמרו רבותינו ז\"ל יש אומרים מרוז כוכב היה ולפי דרך זה דע כי השם הנקרא אלה\"ים צבאו\"ת הוא המשפיע לשם אדנ\"י כח ללחום מלחמות ה' והסוד אלה\"ים צבאות שוב נא הבט משמים וראה ופקוד גפן זאת אלה\"ים צבאו\"ת שוב נא על דרך זה שובה י\"י רבבות אלפי ישראל שוב להשפיע כח בשם ידו\"ד הנקרא גפן זאת על ידי מי אתה פוקד גפן זאת על ידי הפקיד שהוא א\"ל חי ולפידרך זה נאמר אלה\"ים צבאות השיבנו והאר פניך ונושעה:", 
                "והמדה הזאת נקראת - הוד בתורה בפסוק לך י\"י הגדולה והגבורה והתפארת והנצח וההוד וטעם שנקרא הו\"ד בהיות מתלבש במדת הגבורה להשפיל אויבים ולנצח מלחמות ולהציל אוהבי עליון והסוד נהפך עלי למשחית ולא עצרתי כח וכל מיני ההודאות שאמר דוד בספר תהלים אצל מדה זו סמוכות וההודאות על הניסים ועל הנפלאות במקום זה קבועות בסוד יודו לה' חסדו ונפלאותיו לבני אדם וסוד ארבע צריכין להודות ממקום גומל לחייבים טובות בהשתתף אצלו י\"י צבאו\"ת שהוא סוד גמילות חסדים וסוד הודו לי\"י כי טוב כי לעולם חסדו וסוד מודים שקבעו בתךפלה וסוד מודים דרבנן במקום זה הוא קבועה כי י\"י אלה\"ים צבאו\"ת הם סוד מדת תלמידי חכמים ועל ידי כן נאמר תלמידי חכמים מרבים שלום בעולם וסודו ליודעי כן כי הם המרבים השלום והסוד כי זרע השלום הגפן תתן פריה והארץ יתן יבולה והשמים יתנו טלם כבר ידעת כי טל חרמון ירד על הררי ציון שהם נצח והוד ודפי שהם מקום ההודאות אמר שצריך כריעה במודים שהם סוד הכריעה לנכנסים לידיעת האמת ועל זה נאמר כי לך תכרע כל ברך וכל ברכה הבאה לעולם על ידי אלו באה לפיכך מי שאינו כורע במודים שדרו נעשה נחש לאחר שבעים שנה וסוד שבעים שנים שבעים שרים שעומדים בשורה כעיגול שהרי הנחש אורב מבחוץ כנגד נצ\"ח והו\"ד וכל מי שאינו נזהר עמהם ראוי להכישו נחש וכבר ידעת כי החכמה הם נצח והו\"ד לפי דרך זה כי כשמתלבש אדנ\"י לבוש הו\"ד נוצח כל מלחמות ישראל ונפרע לנו מצרינו ומשלם גמול לכל אויבי נפשינו לפיכך צריך להודות למי שמתלבש לבוש ההו\"ד והנצח למלחמה והסוד הוד והדר לבשת וזהו א\"ל ההודאות אדון הנפלאות לפיכך התבונן בכל מקום שתמצא לשון הודאה שהוא כנגד מקום זה:", 
                "ודע כי כנגד מדה זה עשה שלמה בבית המקדש העמוד השני נקרא שמו בועז כי שני עמודים היו יכי\"ן ובועז ושוקי ועמודי שש מיוסדים על אדני פ\"ז והמבין מלת בוהו יבין מלת בועז ודע כי המדה הזאת מקבלת עוז מן הגבורה והעוז מן הבינה והוא נותן עוז ותעצומות לעם ומן המקום הזה נמשכין כל מיני כח ואצילות וגבורה מצד הדין והפח\"ד ובכח זה יושב מדת אדנ\"י בהו\"ד מלכו\"ת ועתה התבונן בכל מקום שתמצא ההודאות או מודים שצריך כריעה שאצל מדה זו סמוכה וכשמתלבש מדת אדנ\"י למדת ידו\"ד אזי נוצחות המלחמה וחייבין אנו להודות לפניו כמו שאמרו באגדה לפיכך אנו חייבין להודות להלל לשבח וברכת מודים שתקנו בתפלה שתבונן כי כולה על נצח והוד הולכת והסוד הטוב שמך ולך נאה להודות ואם תזכה עדיין תראה בכאן גדולות ונפלאות:", 
                "ודע כי נצח והוד שהם ידו\"ד אלה\"ים צבאו\"ת שניהם נקראים בכל התורה שחקים ואלו הן שני השמות הנקראים שחקים שבהן טוחנין מן לצדיקים ותדע לך בודאי ובבירור כי בסוד השחקים נמשך המן והטל וסימן וברדת הטל על המחנה ליללה ירד המן עליו וכבר ידעת כי טל חרמון היורד על הררי ציון ולמי לצדיקים שבהם צדי\"ק וצדק ובכל צדיק וצד\"ק מקבלין כח פרנסה וחיים לכל הצדיקים הנקראים על שמם וכשישראל צדיקים ומסייעים מרכבה עליונה רוכב בשמים השם בעזרתו של ישראל ואל תתמה שאני אומר בעזרתו של ישראל שאמרו חכמינו זכרונם לברכה שהעליונים צריכים לתחתונים לסיוע וכן הכתוב אומר רוכב שמים בעזריך ואומר או יחזיק במעוזו יעשה שלום לי שלום יעשה לי ואומר ועתה יגדל נא כח אדנ\"י ואם ח\"ו בהפך אומר צור ילדך תשי ואומר הוגעתם בדבריכם ואומר השיב אחור ימינו נחזור לעניינינו אומר כי הש\"י רוכב שמים בעזרתו של ישראל מה הוא עושה מתקן שחקים להריק על ישראל ברכה וחיים וזהו סוד ובגאותו שחקים אחר שרוכב שמים מה שכרך כשהוא מתגאה על השמים מתקן שחקים וכה\"א אשר יזלו שחקים ירעפו טל על אדם רב ואומר ויצוו שחקים ממעל ודלתות שמים פתח והסוד הגדול הרעיפו שחקים ממעל ושחקים יזלו צדק יזלו צדק ממש שטוחנין מן לצדיקים וצד\"ק הנקרא צדיק ומה כתיב בתריה תפתח הארץ ויפרו ישע והנני מאיר עיניך:", 
                "דע כי שני שמות שתחתיהם שהם נצח והוד שהם י\"י צבאו\"ת ואלה\"ים צבאו\"ת נקראים שחקים ושמים ממעל ושחקים תחתיהם ועל שני שמות הללו נקרא ואמר היושבי בשמים ואתה תשמע השמים ולפי דרך זה התבונן סוד רוכב שמים בעזריך ובגאותו שחקים וסוד הרעפו שמים ממש ואחר כך שחקים יזלו צדק ואם תבין סוד שאמרו מאי שמים אש ומים גדולה וגבורה אלה\"ים א\"ל ודע והאמן כי מן המקום הנקרא שמים יבא השפע למקום הנקרא שחקים וזהו סוד הרעיפו שמים ממעל ואחר כך ושחקים יזלו צדק וכה\"א רוכב שמים בעזריך ובגאותו שחקים ואומר ויצו שחקים ופירוש הפסוק ויצו שחקים מן המקום שהוא למעלה מהן ומהן דלתי שמים פתח ודע כי נצח והוד נקראו עצם השמים לטוהר ועליהם נאמרו כעצם השמים לטוהר לפי שעצומ' וכחם בא מן המקום הנקרא שמים והם בסוד ידוע בפירוש ליודעים שהם עצם השמים ממש והם מקבלים כל העצומות למיניהם בעצם היום הזה מקבל כח והסוד כל עצמותי תאמרנה ידו\"ד מי כמוך:", 
                "ודע כי יש עצם אחד נתהוה בגוף אדם ונקרא לוז שהוא עצומו של אדם והוא עיקרו ושורשו הימנו נתהוה האדם בעצם הטפה וכשמת האדם אינו נפחת ואינו נממוח ואלו יכניסהו באש אינו נשרף ברחיים אינו נטחן בפטיש אינו מתפוצץ והוא העצם הקיים לעולמים והוא מקבל עונג ועדונים אחר מיתת האדם הצדיק ועליו נאמר ועצמותיהם יחליץ והוא העצם המקבל העונש ברשעים ועליו נאמר ותהי עונותם על עצמותם והעצם הזה עיקר שרשו מעצם השמים יצא ומשם מקבל כח ועיצום וקיום ועמידות כל גוף האדם:", 
                "ודע כי מקום הכריע באדם הוא בסוד העצמות ולפי שהקנאה בו מעצם השמים בכל מקום שתמצא בתורה קנאה כלפי מעלה באומרו כי א\"ל קנא י\"י אלה\"יך ואומר א\"ל קנא ונוקם ויקנא י\"י לארצו הם קנאוני בלא אל ועל זה נאמר ורקב עצמות קנאה והסוד קנאת י\"י צבאו\"ת תעשה זאת ולפי שהקנאה תלויה במקום הזה נאמר במנחת סוטה מנחת קנאות היא מנחת זכרון מזכרת עון והיודעים העיקר יודעים כי הקנאה והזכרון סמיכין לעד לעולם והנצח והו\"ד הם מקום יניקת הנביאים ומן המקום הזה יצאו נביאים לפיכך תמצא הנביאים אומרים בנבואתם כה אמר י\"י צבאו\"ת ותמצא אותם מזכירים שלשה ספירות תחתונות בנבואתם שהם אדנ\"י אלה\"ים צבאו\"ת י\"י צבאו\"ת אלה\"ים צבאו\"ת וכום נכללים בסוד כה אמר י\"י צבאו\"ת כמו שהודעתיך כבר ולפי דרך זה תדע כי לפי שהם סוד המראות שבהם מסתכלים הנביאים תמצא בעת הנבואה שגופן של נביאים נרתע ונפחד וכל גופן מזדעזע וכל עצמותיהם נבהלות עד שמתהפכין מסדר שהיו בראשונה עד שנשמתן מזדקקת ואז רואים מה שרואים ועל זה נאמר במראה אליו אתודע ולפעמים יהא חלום בהרבות המחיצות ירבו המשלים והחידות בהם אבל מרע\"ה בלא אמצעות נצח והוד היה מתנבא כי היה נכנס לפני ולפנים וזהו שאמר הכתוב פהאל פה אדבר בו ולפיכך לא הזכיר מרע\"ה בתורה ידו\"ד צבאו\"ת לפי שלפני ולפנים היתה מקומו מגעת וכל צבאו\"ת מעלה ומטה על פיו היו יוצאים ובאים:", 
                "וכל הבאים להתפלל לפני י\"י ית' על שאילת בנים אצל נצח והוד מתכוונין להמשיך הכח לשם אדנ\"י אשר מהם כל צבא השמים והארץ נמשכים למיניהם ומהם יבא השפע לכל המינים להצמיח ולהוליד בכל מין ומין כפי עניינו וספר תולדות אדם במקום זה תלוי וכל זה בהתחבר נצח והוד אצל יסוד ואצל מדה זו היו מכוונים כל הבאים לשאול מאת השם בנים וחנה בהתפללה לא התפללה אלא להיכל הצריך לה מה כתיב ותדור נדר ותאמר י\"י צבאו\"ת אם ראה תראה בעני אמתך י\"י צבאו\"ת הזכירה מקום תולדות כל הנולדים ועדאיזה מקום נתכוונה חנה בעילוי תפלתה עד מקום המזל העליון הידוע בסוד י\"ג מדותך בהיכל של רחמים הקבוע בכת\"ר אשר מאותו מזל כל הדברים תלוין ואפילו ספר תורה שבהיכל עצמה מאותו מקום שואב וממנו הוא מקבל וזהו שאמרו רז\"ל הכל תלוי במזל ואפילו ספר תורה שבהיכל וחנה בהתכוונה בתפלתה עלתה עד מקום המזל למעלה למעלה וזה שאמר והיא מרת נפש ותתפלל על ה' אל י\"י לא נאמר אלא על י\"י וכבר ידעת כי שלשה שמות הן אדנ\"י למטה ידו\"ד באמצע אהי\"ה למעלה ובסוד אהי\"ה תלוי המז\"ל וזהו סוד ותתפלל על ידו\"ד על י\"י ממש וזהו שאמרו חכמינו זכרונם לברכה בני חיי ומזוני לאו בזכות תלי מילתא אלא במזלא תליא מילתא ובמקום זכות הוא בית דין של שבעים שהוא נקרא אלה\"ים שהוא מדת הגבורה והפח\"ד כמו שאפרש במקומו בעזה\"י אלא במזלא תליא מילתא בספיר' אהי\"ה הכתר והרוצה להוליד בנים על ידי הנס עד מקום זה ראוי לעלות וכן הרוצה להשיג חיים וכן הרוצה להשיג מזונות יותר על מה שראוים לו ומניין שאילו שלשה דברים הם חיי ובני ומזוני למעלה משם זה חיים כתיב בחזקיה הנני יוסיף על ימיך ט\"ו שנים יוסף כתיב ולא אמר מוסיף בנים כתיב בענין תפלת חנה ותתפלל חנה על י\"י ולא אמרה אל י\"י מזונות מניין שנאמר השלך על י\"י יהבך והוא יכלכלך יל י\"י ולא אומר אל י\"י והטעם כי כל הרוצה להשיג דברים מללו אינו יכול להשיג אותן בעולם הזה על פי הדין במקום שנקרא זכוךת שהוא בית דין הגדול שהוא מכוון כנגדו האמצעי שהוא ידו\"ד:", 
                "ולפי דרכים אלו דע והבן שאעפ\"כ שאנו אומרים שהרוצה לכוין חפצו יכווין לשם אחד מעשרה שמות הידועים לעשר ספירות אין כוונתינו לומר שיגיע חוונתו עד אותו השם ויעמוד אלא שימשיך כוונתו עד המקור העליון אותו המקום אשר ממנו נולד אותו הדבר שהוא חפץ עד שיגיע השפע לאותו מקום שהוא מתכוין בו ואז נמצא המתפלל מייחד את הספירות ומקרב אותן זו לזו ואחר כך התבונן מה שאמר הש\"י לאברהם כה יהיה זרעך שאתה צריך לעלות ממדת כ\"ה שהיא התחתונה עד מדת אהי\"ה שהיא עליונה אם אתה חפץ להשיג זרע וזה סוד שאומר דוד המלך עליו השלום שיר המעלות ממעמקים קראתיך י\"י מאותו מקום הנקרא עמוק עמוק שהוא עמוק עליון כלומר אין סוף ואל תחשוב כי עמו\"ק הוא למטה אלא כל דבר שהוא רחוק עד מאד להשיגו נקרא עומק וכן רחוק הוא מה שהיה ועמוק עמוק מי ימצאנו והסוד שיר המעלות ממעמקים קראתיך י\"י וכי היאך אפשר לומר שיר למעלות שהוא לשון עלייה עם מעמקים שהוא לשון ירידה וזה שאמרו חכמינו זכרם לברכה וילן יהושע בלילה ההוא בתךוך העמק מלמד שלן בעומקו של הלכה ובספר יצירה עומק רום ועומק תחת עומק מזרח עומק מערב עומק צפון ועומק דרום השוה עומק לכל הצדדין ואם תאמר הרי אומר הכתוב שמים לרום וארץ לעומק פירוש הפסוק כך הוא כל דבר שהוא נסתר מצבאות הארץ קורין אותו בלשון עמוק לפי שהוא למטה בעמק הלא תראה מה שאמר הכתוב בבהרת מראה עמוק מן העור ואמרו רבותינו זכרונם לברכה כמראה חמה עמוק מן הצל וכמדומה לי שדי לך במה שעוררתיך בעניין זה וצריך אני להכניסך בדברים אחרים הראוין לפי כוונת הש\"י:", 
                "ודע כי שתי מדות אלו הם מקום העצה בבית דין של מעלה בסוד כי י,י צבאות יעץ ומי יפר וידו הנטויה ומי ישיבנה וכשהשם יסברך גוזר בבית דין של מעלה הנקאא סנהדרי גדולה בשתי אלו המדות שהם נצח והוד מתייעץ וזהו סוד מה שכתךוב וזאת מעצה היעוצה על פני כל הארץ ואף על פי שתחילת העצה ממקום הבינה סוף העצה בנצח והוד וסוד הגדול את מי נויץ ויבינהו וילמדהו בארח משפט ואומר לי עצה ותושיה אני בינה לי גבורה והסוד הגדול על דרך הספירות ויקרא שמו פלא יועץ אל גבור שהוא אבי עד שר שלום זה יסוד אשר בכללו נצצח והו\"ד ומה שאומר הכתובלי עצה ותושיה אני בינה לי גבורה הנני מפרש לך בעזרת השם ית' דע כי סנהדרי גדולה של מעלה נקרא בית דין הגדול שהוא בית דין של גבורה כשבאין לגזור דין על כל בריה נמלכין ומתייעצין בבינה שהיא למעלה ובנצח והוד שהם למטה והסוד לי עצה אלו נצח והוד אני בינה זו היא בינה לי בינה ולי גבורה זהו בית דין הגדול מצד הגבורה והסוד הגדול כי י\"י צבאו\"ת יעץ ומי יר וסוד מי יפר בסוד את מי נועץ ויבינהו לפי שהיו הנביאים יודעים והסוד הגדול הזה היו מבטלין כל גגזיררות שגזרו בית דין של מעלה וזה סוד צדיק מושל ביראת אלה\"ים מאמר הקב\"ה מי מושל באדם אני ומי מושל בי צדיק שאני גוזר גזירה והוא מבטלה וזהו שאמרר הכתךוב ויחל מששה את פני י\"י אלה\"יו שהעלה מחשבתו עד מקום ביטול גזירה וזה סוד שאמרו חז\"ל מניין לגזר דין שאעפ\"י שנגזר נתקרע שנאמר מי כי\"י אלה\"ינו בכל קראינו אליו והוא מי יפר בוודאי הנקרא מי יפר וזו הנקרא מקום התיר נדרים כי במקום הזה תלוי התי נדרים וזה סוד את מי נועץ ויבינהו בוודאי את מי נועץ הקב\"ה והאציל הבינה וברא אאת העולם וזה סוד מקום התשובה לפיכך אעפ\"י שנחתם גזר דין למעלה יכולין ישראל לבטלו בכח התשובה שהוא סוד הבינה שהוא סוד מי שהוא סוד היתר נדרים וידו הנטויה מי ישיבנו ומי בוודאי יכול להשיב את ידו והטעם כי ידו מקבלת שפע וטעם מן המדה הנקרא מיוהסוד שאו מרום עיניכם וראו מי ברא אלה מי בוודאי וראה סוד שנאמר שוב מחרון אפך והנחם במקום התשובה הכל תלוי ותשובתו הרמתה כי שם ביתו ובשנת הירבל תשובו איש אל אחוזתו:", 
                "ודע והתבונן נפלאות נוראות שאומר בספר יצירה כי באדם נתן הש\"י בינה במוח והדין בלב והעצה בכליות וכה\"א לעומת העצה יסירנה לפיכך התבונן כל גזרות מה שגוזרין בית דין של מעלה מתחילין להתיעץ בבינה וגומרין העצה בנצח והוד:", 
                "ועתה יש לנו להודיעך ולהאיר פניך מה שאומר שוקיו עמודי שש ומיוסדים על אדני פז כבר ידעת כי קו האמצעי התפארת הוא סוד ו' של שם ואלו שני העמודים נצח והו\"ד הם תחת וי\"ו כי הוי\"ו הוא סוד שש וסובל שש מדות גדול\"ה גבורה תפארת נצח הו\"ד יסוד ולפיכך שוקיו שהם נצח והוד הם עמודות ועל מי הם עמודים על יסוד של אדנ\"י:", 
                "דע במקום שהוא יסוד והוד ונצח נבראו השרפים בעלי שש כנפים ולמה נקרא שמם שרפים ששורפים לכל אות' שאינם חוששים בכבוד קונם כשמסתכלים במעשה מרכבה ועוסקים בסודות חשמל והם השורפים לכל אותן המשתמשי בשמות הכת\"ר ואלו הן המקומות הנמשכין מששה סדרי משנה עד שמדיעין למדת אדנ\"י הנקרא תורה שבע,פ ולפי שהעמודים אלו הם עמודי שש הם סודות שני הלוחות שבהם נכתבה תורה שבכתב הבאב מן תפארת ונדבקת עמה תורה שבע\"פ בשית סדרי משנה הרילך שתי הלוחות ושית סדרי משנה באות כאחד ושניהם קשורים זה בזה בסוד שוקיו שהם שני עמודי שש שהם קיום תורה שבע\"פ הרי זה מייחד הש\"י:", 
                "ודע וראה כי בהיכלות הללו יש מלאך אחד ממונה על פסקי דינים היוצאים בבית דין הגדול על כל בני העולם ותחת ידו שני סופרים וקודם שיצאו אותם הפסקי דינים לעולם יש כח ביד הממונה לקרעו או לתקן בה כפי כח תשובת אותו שנגזר עליו דין וכמה עניינים גדולים ונוראים יש בגנזים של נצח והוד שעדיין נעוררך עליהם בעה\"י י\"י צבאו\"ת עמנו משגב לנו אלה\"י יעקב סלה:"
            ], 
            [
                "השם הרביעי משמות ע\"ד המעלות ממטה למעלה הוא הנקרא י\"י צבאו\"ת ואע\"פ שכבר ביארנו רוב ביאור זה השם בשער שעבר בשם אלה\"ים צבאו\"ת מכל מקום נשאר לנו עכשיו לבאר בשם י\"י צבאו\"ת כי השם הזה הוא מושך מצד הרחמים וחסד ומוריד כל הברכות בשם א\"ל חי ובשם המיוחד לזה השם הרחמים הנקרא י\"י צבאו\"ת הוא הנקרא נצח וזהו הנצ\"ח שמעמיד חסדו לישראל באמרו האפס לנצח חסדו וזהו המקור שגוזר גזירות טובות על ישראל בדבקו בכתר עליון ואינו חוזר בו לעולם וזה סוד וגם נצח ישראל לא ישקר ולא ינחם ולפי שישראל צריכים תמיד להתחזק ולהדבק במדת נצ\"ח שהוא סוד הימין מעומדת להכריע את השמאל ונקרא נצח לפי שמנצח לישראל המלחמות הוצרך דוד מלך ישראל לומר תמיד בספר תהילים למנצח מזמור לדוד וכל מקום שהוא מזכיר למנצח שהוא כנגד מדת נצח צריך אני לעוררך על עניין גדול ועומק:", 
                "ודע כי ג' נרות יאירו מלובן עין הרחמים ונקראים חס\"ד (נ\"ל שזהו רמז חתן יוצא לקראת כלה ודוק) ותפארת ונצח בעודם מתאחדים אז כל העולם כולו בשמרה ובצהלה ובשלימות ואין שטן ואין פגע רע:", 
                "ולפעמים שהמדה הזאת נקרא נצח אם עומדת במקומה למטה אפשר לגזור דין לטובה ואותו הדין מתהפך לפורענות והכל לפי המעשה אבל אם מדת נצח עלתה דרך הצינורות למעלה ונלדבקת במצח הרצון בראש הכתר ונגזרה גזירה טובה על ישראל אף על פי שאינם ראוים לאותה הטובה אינה חוזרת בה והטעם שכבר עלתה למקום שאינה נקראת אדם והוא ככתר וזה סוד גם נצח ישראל לא ישקר כי לא אדם הוא להנחם אבל אם מדת נצח עומדת למטה בתפארת אפשר להנחם שהרי המקום הידוע עליו דמות כמראה אדם עליו מלמעלה הוא עומד במקום שהוא עומד כך הוא מתקיים:", 
                "ודע כי יש בתי דינין קבועין ונקראים נצחי\"ם וז\"ש לנצח נצחים והם המנצחים על כל העומדים לצד שמאל וכל המקטרגים לפיכך אומר הכתוב כנגד צד המקטרגים של בבל לדר ודר תחרב לנצח נצחים אין עובר בה כלומר כל עיר שבתי דיניה של נצ\"ח נצחים במקומות ובמעלות ואין לצד המקטרגים קיום אלא חורבן וטלטול:", 
                "ודע כי לנגד מדת נצח עשה שלמה ע,ה העמוד הימיני הנקרא נצח יכין והיודע סוד יכין ובועז יודע היאך הנשמות והרוחות פורחות על ידי א\"ל חי אדנ\"י בהשפעת אלו שני עמודים ובסוד המשכותם ובצורותם ובעמוד זה תבנה ותכונן עיר ציון וירושלים וסימן תכין בטובתך לעני אלה\"ים אם תבין ג' מלות אילו שהם תכין בטובתך לעני תדע היאך י\"י צבאו\"ת מכין ומשלח הטובה במדת א\"ל חי להרין השפע והברכה במדת אדנ\"י כשהיא ריקנית כדמיון העני שאין לו כלום וסימן ותראה היבשה:", 
                "דע והתבונן כי תכונת כל הצינורות וכל הגולמים במקום הזה קבלו צורות ותבנית בהדבקת האצילות בשם וכל האברים אשר באדם במקום הזה קבלו צורות תכונתם והסוד הוא עשך ויכונניך:"
            ], 
            [
                "השם החמישי משמות הקדש ודע והאמן כי שם ידו\"ד יתברך על דרך המעלות הוא הנקרא ה' הוא העומד לכל הספירות העליונות והתחתונות נאחזות בו ובו נאחזות ממטה למעלה ונשפעת מלמעלה ולמטה וזה השם שכל העינים אליו צופות וכל שאר שמות הקדש ממנו נמשכין ואליו חוזרין והוא המייחד כל הספירות באותיות ובו כל הנבראים כולם קיימים וכל המרכבות שבעולם עליונות ותחתונות בו נמשכות וכל סדרי עולם ויסודותיו ובנייניו עליו תלוין ואין דבר בכל העולמות שאינם משוכללים אלא בשם י\"י יתברך וקודםשנכנס יש לנולהודיעך עקר שבו תמצא מרגוע על כמה ענייני השם:", 
                "ודע כי השם הנכבד והנורא הזה י\"י תמצאהו בתורה בכמה שימושים וכמה עניינים כי לפעמים תמצא בפני עצמו ברוב התורה כאמרו וידבר י\"י ויאמר י\"י ויעש י\"י ולפעמים תמצא לו מתחבר שם א' משמות הקודש כאמרו אחר מעשה בראשית ביום עשות י\"י אלה\"ים ארץ ושמים ולא תמצא בכל מעשה בראשית כי אם אלה\"ים בלבד וכשהתחיל לדבר בשלימות הבריאה בפרשת אלה תולדות השמים והארץ התחיל לדבר ולהזכיר שם י\"י אלה\"ים וצריכים אנו להודיעך הטעם:", 
                "ודע כי בהיות הש\"י משכלל ואילו כל הדברים בו מתאחזות הספירות כמו שהודעתיך לא הוצרך להזכירו במעשה בראשית לפי שעדיין לא היו כל הדברים נגמרים בגמר מלאכה ולא היה העולם על מלואו אלא כל הדברים היו נעשים ובאים אבל בהיות כל הדברים והנבראים כולם בהשלמה ובתיקון שלם אז בא והזכיר י\"י אלה,ים שהם שני שמות מתאחדים אלה,ים הוא סוד אדנ\"י ואף על פי כי אלה\"ים הוא סוד הגבורה והדין ואף על פי שאמרו ז\"ל התחיל לברא העולם במדת הדין בראשית ברא אלה\"ים ראה שלא יכול להתקיים עמד ושיתף עמו מדת הרחמים והיינו דכתיב ביום עשות ה' אלה\"ים ארץ ושמים ואמת הדבר ונכון ויציב אבל מכל מקום מדת הגבורה ושאר הספירות השפיעו בשם אדנ\"י ונתלבש בשם הנקרא אלה\"ים וברא העולם לפי ששם אלה\"ים לפעמים הוא חסר ולפעמים הוא מלא הוצרך להזכירו בבריאת עולם בעוד שלא היה העולם מלא במלואו והסוד או מי ישום אלם או חרש או פקח או עור הלא אנכי י\"י וסוד מי ישים אלם הלא אני י\"י הוא סוד אלה\"ים שאם תסור מאלה\"ים ב' אותיות של שם י\"י אז יהיה אלם בסוד אלם י\"ה ולפכך נברא העולם בשם אלה\"ים וכשנשתכללו כל הדברים וכל היצירות כולן והיה העולם במלואו הוצרך להזכיר שם י\"י אלה,ים וזה שאמרו חז\"ל הזכיר שם מלא על עולם מלא לפיכך אחר מעשה בראשית התחיל לפרש י\"י אלה\"ים על מלואו של עולם לפיכך יש לך להבין בכל מקום שתמצא בתורה י\"י אלה,ים הוא שם מלא וכל הדברים הנמצאים באותה פרשה שמזכיר שם מלא הם באים בכל התנאים של מדת הדין ומדת הרחמים כמו שתמצא בבריאת אדם הראשון ובדינו ובגירושיו ובאותם העניינים ואם כן בכל מקום שאתה מוצא בתורה י\"י אלה\"ים יש לך להתבונן כי מדת הרחמים מתלבבשים עם מדת הדין וכל אחד מן המדות הוא פועל בשלימות הן לדין הן לרחמים והתבונן עיקר זה מאד ושמור אותו תמיד:", 
                "והסוד תקיעות שופר פשוטה לפניה ותרועה וסימן עלה אלה\"ים בתרועה י\"י בקול שופר ופעמים תמצא שם י\"י מתאחד עם אדנ\"י בשני פנים מקדים י\"י ואדוני אדנ\"י כאמרו י\"י אדנ\"י חילי ולי\"י אלה\"ים למות תוצאות כי אליך י\"י עיני יש לך לדעת כי כשמזכיר שני שמות הללו כאחת נשנה השם בקריאת נקודו וקוראים אותו אלה\"ים ואף על פי שהוא כתוב שם י\"י נקרא בניקוד אלה\"ים וזהו רמוז למדת בינה שהיא מתאחדת עם מדת מלכות הנקרא אדנ\"י ועל ידי מי על ידי י\"י יתברך:", 
                "ודע והאמן כי בהזכיר י\"י אדנ\"י כסדר זה אזי השפע יורד מן הספירות העליונות עד שמגיעין לשם אדנ\"י ואז כל העולם מתברך וכשמזכיר אדנ\"י בראשונה ואחריו י\"י באמרו אדנ\"י י\"י מה תתן לי אדנ\"י י\"י אתה החילות אדנ\"י י\"י אל תשחת עמך ונחלתיך וכיוצא בו דע והאמן כי בהיות השם הנזכר בזה הסדר אז היא הכוונה בהעלות את הספירות ובהתאחד ממטה למעלה כמו שרוצה להתאחד ולהדבק באור העליון ולפעמים תמצא השם י\"י מתאחד עם א\"ל באמרו א\"ל י\"י ויאר לנו והכוונה זו כשהזכיר א\"ל עם י\"י אז כל העולם כולה בהשפעה ברחמים והחסד וכל המאורות בשלימות ובמלוי כי הוא א\"ל חס\"ד עליון ושפע חס\"ד לאברהם והסוד בשם י\"י א\"ל עולם וגם שם י,י הוא שם הרחמים וכשאלו ב' השמות י\"י א\"ל מתאחזים אז כל הספירות בשמחה ובשלימות וכל הנברים מקבלים חסד ורחמים מלמעלה למטה כאמרו א\"ל י\"י ויאר לנו ותמצא בי\"ג מדות של רחמים שהזכיר אלו שני השמות לבד ה' ה' א\"ל רחום וחנון לפי שבהם כלולים כל החסד והרחמים ולפעמים שתמצא שם ה' שהוא מתאחד עם א\"ל ועם אלה\"ים נאמר א\"ל אלה\"ים י\"י א\"ל אלה\"ים ה' הוא יודע ואמר מזמור לאסדף א\"ל אלה\"ים י\"י דבר ויקרא ארץ ממזרח שמש עד מבואו דע כי הכוונה בו להיות השם מתלבש כל כלי מלבוש אם לדין אם לרחמים כיצד הרי כשעשו בני ראובן ובני גד וחצי שבט המנשי המזבח בעבר הירדן וראו כל ישראל לעלות עליהם למלחמה וקודם שילחמו עמהם שלחו להם פנחס ועשרה נשיאי ישראל לדבר עמהם יל עסקי המזבח מה היתה תשובתן של בני ראובן וגד וחצי שבט המנשי א\"ל אלה\"ים ה' א\"ל אלה\"ים ה' הוא יודע וישראל יודע אם במרד ואם במעל בה' אל יושיענו היום הזה לבנות לנו מזבח לשוב מאחרי ה' ואם להעלות עליו עולה או מנחה אם לא מדאגה מדבר והיה כי יאמרו אלינו ועל דורותינו מחר ואמרנו ראואת תבנית מזבח אשר עשו אבותינו לא לעולה ולא לזבח כי עד הוא בינותינו וביניכם חלילה לנו למרוד בה' ועתה שהוצרכו בני גד ובני ראובן וחצי שבט המנשי להזכיר אילו שלש מדות כאחד הזכירו שם החסד שהוא א\"ל ושם הדין והגבורה והעונש שהוא אלה\"ים ושם המתלבש בשניהם שהוא ה' ואמרו אם עשינו המזבח לה' לזכרון ולא לזבח הש\"י ישפיע עלינו ברכותיו וטובותיו וחסדיו במדת א\"ל שהוא הצד היודע הכוונה שעליה עשינו זה ואם עשינו המזבח הזה למרוד בבית משכן ה' להיות מזבח זה לעולה ולזבח אלה\"ים שהוא העד והדיין ובעל דין יפרע ממנו ויענישנו על העבירה הגדולה לפיכך הוצרכו להזיר א,ל אלה,ים ה' שהם סוד אלה\"י אברהם אלה\"י יצחק ואלה\"י יעקב הגדול\"ה והגבור\"ה והתפאר\"ת וכן בבריאת עולם הוצרך להזכיר במזמור זה א\"ל אלה\"ים ה' דבר ויקרא ארץ בהיות השם מתלבש בבריאת עולם במלבוש הרחמים הגדולים וממנו מתלבש במלבוש הדין הגמור וממנו בדרך האמצעי רחמים ודין והכל בסוד בריאת הנבראים כולן כי יש להם נבראים ברחמים גמורים ומהם בדין גמור ומהם בדין וברחמים וכתיב החכמה והחסד והרחמים ביצירה בהנהגת הש\"י עם העולם פעם מתננג ברחמים גמורים לפעמים בדין גמור ולפעמים בדין וברחמים ולפעמים תמצא שם ה' ית' עם מלת צבאו\"ת וזה לא תמצאהו כי אם בנביאים ובכתובים באמרו בנביאים כה אמר ה' צבאו\"ת ובכתובים בכמה מקומות ה' צבאו\"ת עמנו משגב לנו אלה\"י וגו':", 
                "ודע כי כשהשם הזה מתלבש עם השם הנקרא צבאו\"ת אז הוא עושה משפט ודינו לטוב ולמוטב וכפי שיצא הדין בג' לשונותך א,ל אלה\"ים ה' כך הוא גומק המשפט בהתלבשו בה' צבאו\"ת והסד ויגבה ה' צבאו\"ת במשפט והנני רומז עניין גדול בפסוק זה כשהשם ית' עושה משפט בנבראים א\"ל אלה\"ים ה' אז מתלבש בגדי קנאה ומתלבש בשם ה' צבאו\"ת כאמרו קנאת ה' צבאו\"ת תעשה זאת ולפי שהנביאים באים להוכיח את ישראל ולהזהירם הוצרכו להזכיר שם ה' צבאו\"ת בענין עדים והתראה לטוב ולרעה וכשנגמר הדין על ישראל על רוב שהכעיסוהו אלמלא שהגביהו האבות י\"י צבאו\"ת למעלה ועשו צדק עם ישראל לא נשארו חס ושלום שריד ופליט והסוד ויגבה ה' צבאו\"ת במשפט והא\"ל הקדוש נקדש בצדקה והתבונן שגבה ה' במשפט ועד היכן הגיע עד הא\"ל הקדוש מדת החסד ומה עושה הקב\"ה עם ישראל צדקה ולא עושה להם כלייה וזה שאמר הכתוב לך ה' הצדקה ולנו בושת הפנים:", 
                "ולפעמים תמצא ג' שמות הללו בפי' אלה\"ים צבאו\"ת שמעה תפלתי והכוונה מדת הרחמים ומדת הדין והפחד מתלבשת כל אחת ואחת במקומה (יש ספרים גורסים ידו\"ד במדת) כי א\"ל במדת ההוד וד' מדותך אלו מלובשים ד' מלבושים למדת אלה\"ים כי צבאו\"ת ג' שמות הוא כולל נצח הוד יסוד וכשאומר הכתוב ה' ה' אלה\"ים צבאו\"ת ה' ספירות במשמע וכל אחת ואחת מתאחזת כראוי לה והד' מתאחדות ביסוד לפיכך רמוז בכתוב ה' אלה\"ים צבאו\"ת השיבנו האר פניך וננושעה ולפיכך כתיב קרוב ה' לכל קוראיו וגו' ועניין אמת במקום זה שיודע להתפלל באיזה מקום הוא עומד באותו פסוד או השם שהוא מזכיר ולאיזה ספירה הוא מתכוין בשם יתברך ועתה צריכין אנו להכנס בסוד עניינים כפי כוונת ספר זה כפי סיוע העליון אשר הוא עושה עמנו תמיד:", 
                "והעיקר והשורש יש לך לדעת כי אילו ד' אותיות שהם ידו\"ד שבהם נכללות י' ספירות ובו סוד האמיתי השלם כשאדם יודע לכוין עשר ספירות בד' אותיות איזה הייחוד ע\"פ הרצון:", 
                "ועניין הייחוד עשר ספירות בי' שמות על שם ה' יתברך הם בדרך זה - הא אחרונה הוא אדנ\"י שד\"י אלה\"ים שהם סוד השכינה והמלכות וכנסת ישראל על כל שאר הכינוים הידועים למדה זו בתורה:", 
                "ויו של שם היא סוד ו' שמות הידועים לו' ספירות הכלולות בואת וי\"ו שהם א\"ל חי אלה\"ים צבאו\"ת ידו\"ד צבאו\"ת ידו\"ד אלה\"ים שסוד אלו הספירות א\"ל ח\"י הוא הידוע במדת היו\"ד ונקרא צד שמאל עם כמה שאר ענינים שרמזנו בזכרונם י\"י צבאו\"ת הוא הידוע במדת נצח ונקרא צד ימין עם שאר כמה עניינים ידועים י\"י הוא סוד תפךארת שהוא סוד ק\"ו האמצעי עם שאר כמה כינויים אלה\"ים הוא מדת הגבורה והפחד בית דין של מעלה עם שאר כמה כינויים הא ראשונה של שם הוא סוד השם הנכתב ידו\"ד ונקרא אלה\"ים שהיא סוד בינה וסוד יובל וסוד צדק עליון ושאר כמה כנוין:", 
                "יוד של שם הוא סוד של שם הנקרא י\"ה שהוא סוד החכמה שנקרא ראשית החפץ והוא סוד היראה והרצון ושאר כמה כינויים:", 
                "וסוד קוצו של יוד העליון הוא סוד הכתר בשם הנקרא אדי\"ד שהוא סוד הנקרא אין סוף ונקרא אין מאין יבא עזרי ובאותו קוץ הכתר מתאחד עם שאר הספירות נמצא זה השם שהוא ידו\"ד כולל כל י\"ס בד' אותיותיו בכל שמות הקודשהידועים בתורה והכל תלוי בזה השם והכל מתאחד בו ואין דבר בעולם שאינו יוצא ממנו וכשאדם קורא קריאת שמע ומגיע להזכיר י\"י אחד ראוי לולכוין לד' אותיותיו ולייחד בהם י' שמות בכוונה גדולה ביחוד שלם ורצון ואז יהיה אהוב ורצוי לפני הש\"י:", 
                "ויש לנו להודיעך כי כבר באה קבלת פנימי' בעניין קריאת שמע כי כשהאדם קוורא ק\"ש ראוי לכוין ד' אותיותיו של שם בעניין זה שמע ישראל כשמגיע להזכיר י\"י מתכוין לשם זה אות ראשון שהוא אות יו\"ד אלה\"ינו מתכוין בשם זה אות שנייה שהוא אות ה\"א ה' יתכוין בשם זה באות ראשונה שהוא אות ג' אות וי\"ו אחד מתכוין בשם זה אות ד' והיא ה\"א אחרונה של שם נמצאת למד שאדם יכול לכוין בשעה שקורא ק\"ש בשני עניינים בייחוד הש\"י הענין אחד לכלול עשר ספירות ועשר שמות הקדש בד' אותיות של שם כמו שהודעתיך ולכוין ד' אותיות של שם בהזכירו י\"י אלה\"ינו י\"י אחד כל אות ואות בכוונות שמו:", 
                "ואחר שהודענוך זה יש לנו להודיעך היאך זה השם יסוד ועיקר לכל החשבונות שבעולם כבר ידעת כי החשבונות לפי דעת חכמי המחקר אינו אלא ט' ויש מהן שסבור שהאחד אינו חשבון ואין לנו עכשיו לדבר זולתי דרך כלל כי כבר ידעת כי מערכת י\"י ית' נכללת מלמעלה ולמטה בג' שמות שהם אה י\"ה אד' ואותיות השם הגדול אינו אלא ג' יד\"ו וסדרי המרכבה אינו אלא בערך ג' דרכים וכבר ידעת כי ג' ספירות ראשונות מתאחדות ביחד והן כתר חכמה בינה ושלשה ספירות אמצעיות מתאחדות ביחד והם גדולה גבורה תפארת ושלשה ספירות אחרונות מתאחדות ביחד והם נצח והוד יסוד נמצאו ט' ספירות בתשעה מערכותוכל אלו התשעה ספירות משפיעות ברכותיהם יל ידי יסוד שהיא הספירה התשעה על הספירה האחרונה העשירית שהוא אדנ\"י:", 
                "ועתה פקח עיניך וראה כי כפי' מערכת תשע ספירות על שם המיוחד כך הם כל החשבונות שבעולם אינם אלא תשעה כי כשתתחיל לספור ולחשוב מא' עד י' תמצא הט' שה' פרט י' אבל כשאתה מגיע ליו\"ד הרי היו,ד כדמיון הא' הרי כשאתה סופר אב\"ג כך אתה סופר יכ\"ל הרי היוד כמו הא' והכ' כמו הב' והל' כמו הג' וכן הדין כשאתה מגיע לצ' תמצא הצ' ט' עשריות אבל כשאתה סופר הק' הרי הק' כמו א' נמצא הולכים בעשירות ואין הנשאר אלא ט' כיצד מעשר של מאה עשרה מעשר של יו\"ד א' נמצא כל החשבון כולה שאינה אלא ט' ונמצאו שמות הקודש מיוחדים בט' ספירות נכללות בשם ידו\"ד אדנ\"י ועל דרך זה תמצא כיאותיות האלפא בית הם כ\"ז אותיות שהן ג' פעמים ט' כדרך זה שאמרנו אי\"ק בכ\"ר גל\"ש דמ\"ת הנ\"ך וס\"ם זע\"ן חפ\"ף טצ\"ץ הלא תראה שאין שם אלא ט' מעלות משולשת והא' כנגד היוד והיו\"ד כנגד הקוף אי\"ק:", 
                "ועתה יש לנו להודיעך כי חשבון שבעולם שהם ט' והמעלות שהם י' כולן תלוין בחותם השם הגדול ית' בצירוף האותיות בסוד י' אותיות א\"ב ג\"ד ה\"ו ז\"ח ט\"י בצירוף א\"ט ב\"ח ג\"ז ד\"ו י\"ה הלא תראה י\"ה ממלא עולם וחוצה לו ובדרך הצירוף השני על הנהגות המעלות א\"י ב\"ט ג\"ח ד\"ז ה\"ו הלא תראה ה\"ו חותם כל העולם המעלות והצורות לפי סדר הנבראים נמצא ידו\"ד חותם כל המעלות וההנהגה:", 
                "ודע כי שם בן ד' אותיות הוא סוד השם יתברך מעיד ומודה שאין בעצם אמיתתו של שם יתברך שום שינוי וגרעון וחסרוןאלא אמתתו וגדולתו קיימת בשוה קודם שברא עולם ואחר שברא עולם ואלו ירצה להחריב עולם הוא נשאר במציאתו שוה קיים תמידית בלי עינוי (שינוי) בעולם:", 
                "וצריך אני לעוררך על דבר גדול הזה נאמר בספר יצירה שהשם ית' ברא כל היצורים על תכונת האותיות בג' ובז' ובי\"ב וצרף האותךיות ומהן ברא כל הנבראים למיניהם ולשון צירוף צריך אתה לדעת מהו:", 
                "דע שאם אתה רואה חתיכות של כסף לבנה אף על פי שהיא לבנה אינך יודע בודאי בלי ספק אם יש תרעובות דבר אחר ואימתי יודע לך הדבר בודאי כשתכניס אותה תוך כור על האש במצר' ואז תדע בודאי אם יש בו שום תרעובות כאמור וצרפתים כצרוף את הכסף ובחנתים כבחון הזהב הרי נקרא מצרף כל דבר שמבחין אמיתת הכסף אם יש בו תרעובות כך וכך בדרך זה כשמחבר הש\"י אותיות אלו לאלו ועשה מלות כמו דאת אומר כ\"ף תי\"ו רי\"ש ותעשה מהן כת\"ר יש לך לצרף אלו האותיות ולבחון אם יש בהן תרעובות שאינה במלות כת\"ר ותמצא על ידי הצירוף שיש בה כרת שהוא הפך כת\"ר ומי גילה זה הצירוף וכמו שהמצרף מבחין את הכסף כך הצירוף מבחוץ מבחין את המלות וזהו סוד אמרות ידו\"ד אמרות טהורות כסף צרוף בעליל לארץ ואולם אמרת י\"י צרופה:", 
                "ואחר שהודענוך זה כבר ידעת כי אחד מן השמות המורים על הגדול\"ה החס\"ד והרחמים הוא סוד א\"ל כמו שאנו אומרים א\"ל מלך יושב על כסא רחמים ואומר מי א\"ל כמוך נושא עון ועעובר על פשע אע\"פ שאתה רואה מלת א\"ל במעלה הגדולה הזאת אם תכניס אות הבמצרף תמצא אותה שהוא לא. עתה ראה כמה יש בין מלת א\"ל ובין מלת לא וזה סוד שאמר בעל ספר יצירה שלשה אותיות אמש זכר באמש ונקבה באשם הלא תראה כי אמש ואשם אותיות אחדות הן ומי גרם לה' להוליד בהם זכר ונקיבה הוי אומר הפך האותיות אע\"פ שהאותיות שוות וכן הוא אומר כי הטוב הוא ענ\"ג הפוך וקרי ותמצא נג\"ע ואמר בספר יצירה כי סוד ההפוכים כולם שנבראו בדבר אחד אין בטובה למעלה מעונג ואין ברעה למטה מנגע הרי אמרנו ב' אותיות של א\"ל תמצא בהפך לא עתה כמה יש בין א\"ל ובין לא ואם בב' אותיות יש הפך כזה כל שכן בשלשה אותיות כי בהרבות האותיות ירבו ההפכים כמו שאמרנו ב' אותיות בונות ב' בתים כמו א\"ב ב\"א ג' בונות ו' בתים אב\"ג בג\"א אג\"ב בא\"ג גב\"א גא\"ב ואתה ראה כי לכל מלות שבעולם כשתצרפם תמצא בהן הפכיות הרבה:", 
                "אבל אותיות ידו\"ד יתברך תמצא בהן י\"ב צירופין ולא תמצא בהן הפוך אלא כל צירופין של ש\"י כולן י\"ב מורין על ענין אחד והוא סוד ההויות על ש\"י ומציאתו בסוד אני ידו\"ד לא שניתי כלומר בכל הדברים שבעולם תמצא שינוי זולת בה' יתברך שאין בו שינוי בעולם כיצד צירוף ה' יתברך לי\"ב דרכים:", 
                "ידו\"ד ידד\"ו יוד\"ד דוד\"י דוי\"ד דדו\"י ודי\"ד ודד\"י ויד\"ד דיד\"ו דיו\"ד דדו\"י:", 
                "התבונן בי\"ב צירופין אלו ולא תמצא בהן היפוך יותר ולא תמצא מעידין אלא הוי\"ה ומציאות' והנה כשרוצים ישראל להדבק בשם יתברך שהוא ידו\"ד ואינו משתנה כך ישראל אינם משתנים ואינם כלים לעולם בסוד אני ה' לא שניתי ואתם בני יעקב לא כליתם כלומר כשם שאין לי שינוי כך בני יעקב אין להם כלייה וזהו שאמר ואתם הדבקים בה' וגו' ולפי דרך זה הבן כמו שהש\"י יש לו י\"ב צירופין כך למספרם באו שבטי בני יעקב י\"ב וכל שבט יש לו חותם בשמו הגדול ית' וזהו סוד י\"ב אבני האפוד בסוד י\"ב צירופין כך למספרם שבטי בני יעקב י\"ב ואמר הכתוב כי שמך נקרא על עירך ועל עמך ושמו ודאי נקרא על עמו כיצד י\"ב צירופין כנגד י\"ב שבטים כל שבט ושבט יש לו שם ידוע מי\"ב:", 
                "ודע והבן כי בכל שם ושם מי\"ב צירופין על שם שעלו בחלק כל שבט ושבט בהן בירך אותן יעקב שנאמר כל אלה שבטי ישראל שנים עשר וזאת אשר דבר להם אביהם ויברך אותם איש אשר כברכתו בירך אותם מאי אשר כברכתו בירך אותם כל שבט כפי השם הנופל בחלקו מי\"ב צירופים על השם באותו שם בירך אותם יעקב:", 
                "ודע כי שם אדנ\"י שהוא סוד הברכה והבריכה שיש בה י\"ב מעיינות נמשכות לי\"ב שבטים והסוד הגדול ויבאו אלימה ושם שתים עשרה עינות מים ושבעים תמרים ויחנו שם על המים:", 
                "ואחר שידעת זה, דע כי אין להש\"י שוםם שינוי מה שאין כן בשאר כל השמות והכינויין שבעולם שהרי ראשית השמות הוא א\"ל ותמצא לא וכאשר רצו ישראל להכעיס את השם ולמרוד בו לא יוכלו להכעיסו בשם המיוחד ידו\"ד והכעיסו במלת א\"ל זה שאמר הנביא כשכחשו בא\"ל ויאמרו לא הוא כשכחשו בידו\"ד לא יוכלו להכעיס את השם באותיות ידו\"ד אלא באותיות א\"ל שהפכו אותו ואם תאמר מניין כי לא הו' שהיתה הכוונה להכחיש שם א\"ל הרי גילה הדבר בתורה בשירת האזינו הם קנאוני בלא אל כלומר בא\"ל הפכו ואמרו לא ובמדת לא שהכעסוהו באותה מדה ממש אקניאם וזהו אקניאם בלא עם מדה במדה הם הפכו א\"ל ואמרו לא כך הש\"י אקניאם בלא עם אבל אינם כלים ואינם יכולים לפרוק עול מלכותו שהרי חותם שמו בהם קיים וזהו סוד חי אני נאום ה' אלה\"י ישראל אם לא ביד חזקה ובחימה שפוכה אמלוך עליכם ואומר במקום אשר יאמרו לא עמי אתה יאמרו להם בני א\"ל חי במה שקלקלו בו ממש חוזר הדבר לתקונן וכבר ידעת כי א\"ל ח\"י הוא מדת אות ברית קודש ולפי שקבלו בני ישראל אות ברית מילה על זה יאמר להם בני א\"ל חי ואם תבין עומק זה תבין שאפילו אם חס ושלום יעשו כל הכעסים אין להם כלייה אלא היסורין באין עליהם והסוד כי יבואו אליך כל הדברים האלה הברכה והקללה וגו' והשבות אל לבבך ושב ה' אלה\"יך את שבותך ורחמך ואמר בצר לך ומצאוך וגו' לא ירפך ולא ישחיתך מתהפכת לא למדת א\"ל רחום א\"ל לא הכל חוזר לרחמים ואם יש לך עינים הבט כמה יש כחם של ישראל בדיבוק הש\"י:", 
                "ואחר שהודענוך כל אלו העיקרים יש לנו לחזור ולהודיעך היאך השם הגדול ידו\"ד יתברך הוא מנהיג כל העולם כולו בכוחו והיאך כל השמות הקודש מתאחדים בו והיאך שאר כינויים שבתורה הם כדמיון מלבושים שהמלך מתלבש בהם ואות' המלבושים אינם מעצם המלך ממש אבל הן כלים שהמלך מתלבש בהם פעמים מתלבש בגדי מלכות בהיות המלך בנחת בהשקט ובהבטחה בככל ארצו ועבדיו כולם בשלום וסימן עשה משתה לכל שריו ועבדיו בהראותו את עושר כבוד מלכותו ולפעמים המלך במלחמה גדולה וכמה צרים שודדים ובוזים ארצו ובאים לשלול שלל ולהשחית מלכותו אז המלך לובש בגדים אחרים שריונות וכובעות ושאר כלי מלחמה למיניהם חרבות ורמחו' מגינים וקשתות ואז המלך ועבדיו בחפזון וטרדה וכל ארצו כולה משובשת עד יעבור זעם ולפעמים המלך יושב בביתו ואין שם עמו מכל חילו ופרשיו כי אם אנשי ביתו אשתו ובניו והקרובים אליו והמלך מסיר רוב בגדיו ונשאר עמהם בהשקט ובצהלה וכמה עניינים עושים עמהם שאינו יכול לעשות בפני ההמון לפני שבני ביתו חשובין עליו כאחד מאבריו ואינו חושש להסיר מלפניהם קצת מלבושיו וכליו והסוד לא יכנף עוד מוריך ולפעמים המלך מתייחד מכל בני ביתו ולא נשאר עמו מכל אנשי הבית אלא המלכה לבד אזי המלך מתפשט כל כליו מכל וכל ואז מתדבק עם המלכה ונעשו עצם אחד וסימן פשטתי את כתנתי איככה אלבשנה וגו' ואחר הקדמה זו:", 
                "דע כי השם יתברך ידו\"ד הוא מתפאר ומתעטר שני שמות הקודש וכולם מתאחדים באמתות זה השם יתברך וכל אחד מורה יניין ידוע כדרך שאמרנו כיצד כשהשם יתברך הוא רוצה לרחם על עולמו ולחנן עליהם אז הוא מתלבש מלבוש מלכות והדין והרחמים והדגל הנושא בשם י\"י יתברך זהו הדגל החקוק בו צורת א\"ל וסימן איש על דגלו באותות ושהש\"י הוא שמח עם בריותיו אז הוא מרחם על עולמו ושמח עמהם וזהו סוד יהי כבוד י\"י לעולם ישמח י\"י במעשיו ואז הוא לובש ומתפאר במלבושיו הנקרא א\"ל והסוד א\"ל מלך יושב על כסא רחמים וזהו סוד כי א\"ל רחום י\"י אלה\"יך וסימן כי א\"ל גדול י\"י ומלך גדול על כל אלה\"ים ופרוש הכתוב מדת הרחמים מלך גדול על כל אלה\"ים אלהי\"ם הוא מדת הדין ומכאן תבין סוד והאלה\"ים נסה את אברהם כי האלה\"ים נתן הדגל ביד אברהם שמדתו א\"ל וזהו סוד אלה\"י אברהם אלה\"י יצחק ואלה\"י יעקב ולא ואלה\"י יצחק לפי שהדגל של יצחק שהוא אלה\"ים ביד אברהם הוא שהוא מדת א\"ל:", 
                "וכשהשם יתברך כועס על עולמו מצד מעשיהם הרעים אזי מוציא כלי זעמו ומתלבש בגדי נקם וגומל לכל אחד מאנשי עולם אותו הדין שהוא ראוי והסוד יקום אלה\"ים ויפוצו אויביו וסימן כי המשפט לאלה\"ים הוא ואז חקוקה בדגלו של ידו\"ד צורת שם אלה\"ים והסוד זה רמוז קומה י\"י ויפוצו אויביך יקום אלקים ויפוצו אויביו ואם כן היאך אמר בכאן י\"י ובכאן אלה\"ים אלא כבר הודעתיך שכל השמות תלוין בשם הש\"י והא מתלבש בהן וכשאמר קומה י\"י וכו' אז לקח שם י\"י כלי זעמו וחקוק בו בדגלו אלה\"ים וזהו סוד יקום אלה\"ים וכשהש\"י מביא בני העולם במשפט אינו לובש בגדי רחמים גמורים ולא בגדי דין גמורים אלא לפי שאין בא במדת הדין גמור ולא במדת רחמים גמורים אלא במדת הדין מעורבה עם מדת הרחמים והסוד ארך אפים ורב חסד מכל מקום אבל מאחר שאמר הפסוק רב חסד הפסוק מעיד שיש בו תערובות דין שאם כולו חסד מדוע אמר הכתוב רב חסד מה לנו לרוב או למיעוט אלא רובו על משפט חסד ומיעוט דין וכשהש\"י שופט את העולם לפעמים נקרא במשפט י\"י ולפעמים נקרא במשפט אלה\"ים והכל לפי המדה שמתלבש בו השם ולפי שהעולם ראוי כיצד אמר הכתוב כי ידו\"ד שופטנו ואמר יסרני י\"י אך במשפט ואמר י\"י במשפט יבא הרי המשפט סמוך לאלהי\"ם כאמרו בקום למשפט אלה\"ים ואמר כי אלה\"ים שופט והסוד הזה כפי עומק עסק הדין כך נקרא הש\"י בגמר דין המשפט אם המשפט רובו רחמים י\"י ואם יצא לצד הדין נקרא אלה\"ים וכפי דרך זה התבונן בכל מקום שאתה מוצא בתורה שהשם המוכתר הוא שם י\"י כשהוא נקרא עם אחר משאר השמות אז תבין כי שם י\"י הוא לבוש בגדים ידועים כפי שעה ראויה:", 
                "ודע כי שאר הכנוים שאינם משמות הקודש שמותר למחקן כגון רחום וחנון חסיד קדוש וכיוצא בהן כי הם כלים לשמות הקדש שאסור למוחקם ובהם פועלים שמות הקודש פעולתם כיצד כגון השם שהוא ממונה על דגל החסד שהוא א\"ל הכינוין שהן צורת חיילים הם רחו\"ם וחנו\"ן חסיד אר\"ך אפי\"ם ורב חס\"ד קדוש וסולח ומוחל והשם שהוא ממונה על דגל המלחמה והדין שהוא אלה\"ים הכינוין שהן צורת חיילים הן אדיר שופט דיין חז\"ק כביר כ\"ח איש מלחמ\"ה גב\"ר פוק\"ד עו\"ן ומשללם גמול והשם שהוא ממונה על המשפט הכלול מן הרחמים והדין י\"י אלה\"ים הוא השם הנקרא ידו\"ד יתברך שהוא משני הכינויין שהם צורת חיילים והוא נושא עון ועובר על פשע אמת מרום רם נוצר חס\"ד שוכן ע\"ד וקדו\"ש הרי הודענוך כלל והנני מאיר עיניך בהש\"י:", 
                "ודע בזמן שהוא ית' נקרא באחד מן השמות כמו מן א\"ל אלהי\"ם שד\"י צבאו\"ת וכיוצא בהם באיזה מדה הוא עומד או באיזה מלבוש הוא מתלבש וכשהוא נקרא אאחד מן השמות כגון א,ל אלה\"ים או אלה או שד\"י וכיוצא בהם צריך אתה לידע מי הן מחנות וצבאות ששל א\"ל או מי הם מחנות וצבאות של אלה\"ים ובדרך הזה תבין כי כל השמות והכינוין כולן תלוין בשם השם יתברך:", 
                "ואחר שידעת זה צריך אתה לדעת מה היא מדת רחמים ומה היא מדת דין או מדת שופט או מדת דיין או מדת נושא עון מדת ועובר על פשע או מאיזה מדה האש או מדה הנקרא מים או מדת הרוח ומה היא פעולת כל אלו המדות או היאך מדות אלו מתערבות זו בזו כל אלו העניינים כלולים בכינוים והכינוים כלולים בשמות הקדש ושמות הקדש כלולים בשם ידו\"ד יתברך נקרא לפעמים בכנוי זה ולפעמים בכנוי זה והכל כפי המדה שהוא מתנהג עם עולמו כמו שתמצא כתוב חנו\"ן ורחו\"ם י\"י ואומר ואתה מרום לעולם י\"י י\"י אדונינו מה אדיר שמך בחל הארץ וכן כל כיוצא בזה ולפיכך צריך אדם לדעת כיצד כל השמות והכנוים נשואות בשם ידו\"ד הגדול יתברך וכשתבין זה אז תדע ותבין שאתה בריה שפלה לפני תמים דעות יתברך:", 
                "דע כי שלשה שמות אלו קשר כל המרכבה וכל המערכות' וכל צבאות העולם עליונים ותחתונים נשואות בהן האחד מהן עיקר והוא שם ידו\"ד והשנים מהם נשואים בו והם א\"ל אלה\"ים אל מימינו אלה\"ים משמאלו וזהו סוד וכל צבא השמים עומדים עליו מימינו ומשמאלו ועל מי כולן נשואין על שם הש\"י וזהו סוד מימינן לזכות ומשמאילין לחובה מדת א\"ל לרחמים ולזכות מדת אלה\"ים לדין ולחובה:", 
                "ואחר שהודענוך זה צריכים אנו להכנס ולפרש סוד הכינוין הרמוזין בראש מרכבות יחזקאל ויהי בשלושים שנה שהם סוד שלשים כנוין שהן סומכין המרכבה וכשהשם יתברך דן כל בריותיו לטוב ולרע לגמול טוב או לעונש או למות או לחיים כפי העולם ראוי ואף על פי שמשפטיו יתברך שמו כלם בנוים לרחמים אף על פי כן בגמר דין אינו מוותר כלום ואף על פי שמאריך אפו וממתין סוף סוף גומר הדין וזהו שאמרו חז\"ל כל מאן דאמר רחמנא וותרן הוא מוותרין לו חייו אלא מאריך אפיה וגבי דילדה ולפיכך תצטרך לדעת כי כל אחד מאלו ג' שמות שהם א\"ל אלה\"ים ידו\"ד נושאים הכינוין כמו שמתלבש נמצא הכל כינוין וכוולן תלוין בהש\"י וכל אילו הכינוין נקראין כנפיםוסימן ופרשת כנפיך על אמתך וכשהקב\"ה דן כל בריותיו לפי הדין שהוא ראוי לפניו דן אלו באותן השלשים כינוין ואלו הן השינוין שהבריות משתנות בהן אילו מאילו בין לטוב בין לרע שתמצא הבריות בהן כיצד זה הצדיק משונה מן הרשע כמו שזה משונה מזה כך דיניהן משונות זה מזה וכפיהיות השינוין בבני אדם כך השינוין הן בדינים הראוין כך השנוין נמצאו בשלשים הכינוים שהן גורמין הדין כיצד רחום פועל דינו וגומרו לטוב איש מלחמה וגו' דינו לעונש אמת גומר דינו לרחמים ולעונש ולפי היות שלשה שמות א\"ל אלה\"ים ידו\"ד כל אחד נושא עשר כינוין שכלל כולם שלשים כינוין שבהם משתנים הבריות לפיכך כתיב ויהי בשלשים שנה בשלשים כינוין ראה יחזקאל הנביא ע\"ה שישראל גמרו וחטאו עד שלא נשאר בבית דין של מעלה בשלשים כינוין שהן שלשים שנוין מקום זכות לישראל כדי שלא תחרב ירושלים אבל מצד דין גמור ובהסכמת א\"ל אלה\"ים ידו\"ד ובשלשים כינוין שלהן כול' מוסכמים במשפט אמת חרבה ירושלים לוזהו סוד ויהי בשלשים שנה אז חרבה ירושלים שהיא מדה רביעית שהוא אות רביעית של שם שהוא אות ה' בחמשה לחדש ואז הלכה השכינה שהיא אות ה' הנקרא אדנ\"י בגולה וזהו סוד ואני בתוך הגולה ואני ממש הלכה בגולה וזהו שאמרו רבותינו זכרונם לברכה חביבין ישראל שבכל מקום שגלו שכינה עמהם:", 
                "ועתה אנו צריכים להכנס בביאור כל אחד ואחד מהם או מאיזה משפחה הוא ואז תבין יראת השם יתברך:", 
                "וקודם שנכנס בביאור אלו שלשים כינוים צריכים אנו לידע כי ידו\"ד יתברך ידו\"ד הוא השם המיוחד לישראל ושאר הכנוין כדמיון הכנפים ומלבושים שכל שאר השמות מתאחדים בהם שהרי שבעים שרים של אומות מתאחזים באלו הכינוין ובמלבושיו שלו ושם ידו\"ד מיוחד לישראל לבדו וזהו סוד כי עם קדוש אתה לידו\"ד אלה\"יך כי בך בחר ידו\"ד להיות לו לעם סגולה מכל העמים אשר על פני האדמה וזהו שאמר כי חלק ידו\"ד עמו וזהו סוד כי כל העמים ילכו בשם אלהיו ואנחנו נלך בשם אלה\"ינו לעולם ועד וזהו סוד וראו כל עמי הארץ כי שם ידו\"ד נקרא עליך ויראו ממך והסוד הגדול יהושע עליו השלום גלהו וישמעו הכנעני וכל יושבי הארץ ונסבו עלינו והכריתו את שמינו מן הארץ ומה תעשה לשמך הגדול התבונן כי שם המיוחד לישראל לבד וזהו את ידו\"ד האמרת היום וידו\"ד האמירך היום נמצא שם ידו\"ד המיוחד לישראל ושם ישראל מיוחד לשם ידו\"ד ואין זה נפרד מזה נמצאת למד כי שם ידו\"ד מיוחד לישראל לבד ושאר האומות ושריהם מתאחזים במלבושיו וזהו סוד זאת ירשלים בתוך הגוים שמתיה וסביבותיה ארצות והנני מפרש שם ידו\"ד חלקו מן הארץ ירושלים וחלקו מן האומות ישראל וזהו סוד כי שמך נקרא על עירך ועל עמך וכתיב כי בחר ידו\"ד בציון איוה למושב לו ואמר ברוך ידו\"ד מציון שוכן ירושלים הללויה מציון מכלל יופי אלה\"ים הופיע כלומר מציון הופיע לשכון בירושלים וזהו סוד כי לא יטוש ידו\"ד את עמו בעבור שמו הגדול כלומר אף על פי שישראל אינם צדיקים אף על פי כן לא יטוש אותם ומה טעם לפי שבה' חלק שמו הגדול ודע כי כשהש\"י מתראה בפני האומותאינו נראה בפניהם כי אם במלבושיו וטכסיסיו וכשהש\"י עומד על כל ישראל הרי הוא עומד עם בני ביתו ומסיר ממנו קצת מתבושיו כמו שדרך המלך להסיר קצת מלבושיו בהיותו עם בני ביתו וזהו סוד שלש פעמים בשנה יראה כל זכורך ואמרו רבותינו ז\"ל כשם שבא לראות כך הוא בא ליראות סוד גדול רמזוסוד הראוין שאמרו בראש פאה ובחגיגה ואע\"פ שהש\"י כשהוא מתייחד עם ישראל במקדש מסיר קצת כינויו שהן מלבושיווישראל רואין עצמו של ידו\"ד יתברך יותר משאר אומות אף על פי כן עדיין הוא לבוש קצת מלבושיו והכנוין והטעם לפי שאין כל ההמון ראוין להגיע לאמיתתו של שם ידו\"ד יתברך ואים יכולין לדעת תכלית עיצומו אבל כשהש\"י יתברך מתייחד עם הצדיקים והחסידים אבות העולם לאיתנו אז הו מסיר ממנו כל הכינוין ונשגב שם ידו\"ד לבדו ונמצא שם ידו\"ד פושט כל הכינוין שהן מלבושיו ועומד עם כסידי ישראל וצדיקיהם וזהו פשטתי את כתנתי איככה אלבשנה היה הש\"י מתכעס עם ישראל ואמר פשטתי את כתנתי פירוש את כל אותם כינוים שיש לי כדי שלא יתאחזו בי שרי אומות העולם ונשארתי עם ישראל לבדי מדוע אתם חוטאים ורוצים שאחזור ללבוש אותם הכינוים ויתאחזו שרי האומות באותם הכינוים ויוליכו אתכם בגלות לפיכך אמר פשטתי את כתנתי איככה אלבשנה פשטתי ממני ל' כינוין שהם סוד כתנתי איככה אתם רוצים שאחזור ואלבשנה רחצתי את רגלי מטינוף ארץ העמים שהארץ הדום רגלי והיאך אתם גורמים שאוליך עמכם שכינתי בגלות בארצות העמים ויטנפו בטומאה וזהו סוד רחצתי את רגלי איככה אטנפם וזה סוד הארץ הדום רגלי ואם כן התבונן כשהלכו ישראל בגלות לבבל לבש השי\"ת כינוין שהם הכתונת אז נתאחזו בו האומות וזה שאמר הכתוב ויהי בשלושים שנה אז ווי הוא כשהשי\"ת נתלבש בשאר המלבושים אז ואני בתוך הגולה כל זה בגלות אבל לעתיד לבא בהיות השכינה חוזרת למקומה יפשוט השי\"ת כל אותן המלבושים הכינוין והכנפים ואז יראו ישראל את הש\"י פנים אל פנים וזה סוד לא יכנף עוד מוריך מכאן ואילך ויהי' עיניך רואות את מוריך כלומר לא יתלבש עוד אותן הכינוים הנקראים כנפים שבהם היה הש\"י מתכסה מישראל ולא היו רואים אותו וזהו ולא יכנף עוד מוריך וזהו סוד כי עין בעין יראו בשוב ידו\"ד את ציון ואמר ביום ההוא הנה אלה\"ינו זה קוינו לו נגילה זה ידו\"ד בודאי כל א' ואחד מראה לו באצבעו ואומר זה ידו\"ד ואימתי בזמן שהוא מפשיט את הכנוין ויסלק את הכנפים ולא יכנף עוד ומניין לו שהכנפיים מסתרות ומכסות שנאמר ותחת לרקיע בכנפיהם ישרות אשה אל אחותה לאיש שתים מכסות להנה ולאיש מכסות להנה את גויותיהן ונאמר שש כנפים שש כנפים לאחד בשתים יכסה פניו ובשתים יכסה רגליו ובשתים יעופף עפיפה וכיסוי באים כאחד משנסתלקה שכינה ועשה לו כנפים הלכו ולא ראו אותה ישראל וכתיב וירכב על כרוב ויעוף זהו שאמר עשרה מסעות נסעה שכינה כדאיתא בראש השנה:", 
                "ועל מה שאמרנו ששמות הקדש אינם נמחקים ואם תקשה ותאמר מאחר ששמות הקדש הם מלבושים וכשהש\"י מתלבש בהן הוא נסתר ונעלם מישראל מדוע אינם נמחקים וזו היא טובת ישראל וגדולת ידו\"ד כאמרו פשטתי את כתנתי איככה אלבשנה:", 
                "דע כי אף על פי שאנו אומרים ששמות הקדש אינם נמחקים הם כינוים באמת שהוא מפשיט אותם אבל אינם מאדים מן העולם כאמרו ופשט את בגדי הבד אשר לבש בבאו אל הקדש והניחם שם לעולם כך הש\"י עתיד להבדיל ממנו הכינוין לעת באו אל הקדש ויניחם מבחוץ ועוד לא ילבשם ואלו הן המקומות שבהן מתאחזים שרי האומות ואין שרי האומות נעקרים מן הכל ולפיכך שמות הקודש אינן נמחקין אבל שאר הכנוין שהן נמחקין כגון רחום וחנון וכיוצא בהם הן כדמיון החיילות של שרי האומות שעתיד למחקן מן העולם ולא תשאר אומה שאינה כופרת בשר שלה כאמרו ואמרו עמים רבים לכו ונלכה אל ידו\"ד ואל בית אלה\"י יעקב ויורינו ונלכה באורחותיו וכתיב כי אז אהפוך אל עמים שפה ברורה לקרא בשם ידו\"ד ולעבדו שכם אחד ולפיכך תמצא שמות הקודש שהן כינוין כדמיון השרים אינם נמחקים אבל הכינוין שהם כדמיון האומות נמחקין:", 
                "ועתה יש לנו להודיעך סוד אלו השלשים כינוין שבהם הש\"י מתנהג בדין עם בריותיו כל אחד ואחד לאיזה צד שהוא נוטה או מה מדת כל כינוי וכינוי או לאיזה שם משמות הקודש הוא נוטה וסימן ועליו דגל מטה מנשה וכתיב וצבאו ופקודיו תמצא דגל תמצא מטה תמצא פקודיו כך ידו\"ד יתברך הוא העיקר ושמות הקודש הם סוד צורת הדגלים ושאר הכינוין הם סוד צבאותיהם:", 
                "וקודם שנכנס לבאר זה יש לנו להודיע כי כל שמות הש\"י כלולים בשם ידו\"ד יתברך כיצד אהי\"ד הוא סוד קוצו של יוד שהיא אות ראשונה של שם סודי\"ד הוא סוד עצם היוד ממש שהרי אות יוד סוד י\"ה וקוצו של יו\"ד סוד אד\"יד וסוד ה' סוד ידו\"ד שבפסוק זה בכינוי אלה\"ים הוא סוד אות ה' ראשונה שהיא בשם י\"י יתברך וסוד אות ו' של שם הוא סוד ששה שמות שהם שלשה למעלה מחציו ו' ולמעלה ושלשה למטה מחציו ו' ולמטה שהם א\"ל מימין הוי\"ו ולמעלה אלה\"ים משמאל הוי\"ו ולמעלה ידו\"ד באמצע חציו ו' ולמעלה ושלשה מחצי ויו ולמטה ידו\"ד צבאו\"ת מימין חצי וי\"ו למטה אלה\"ים צבאו\"ת משמאל ויו ולמטה א\"ל חי באמצע חצי ויו למטה ולפעמים נקרא א\"ל שד\"י נמצא בו תלוים ששה שמות ועוד תלוי שם שביעי באות וי\"ו שהוא אלו\"ה והסוד ולא אמר איה אלה\"י עושי עושי לא נאמר אלא עושי ואומר אלו\"ה מתימן יבא וכדרך זה עוד תשמע בו דברי אלקים חיים סוד אות ה' אחרונה של השם היא סוד אדנ\"י ולפעמים נקרא שד\"י נמצאו כל שמות הקדש כלולים בשם ידו\"ד יתברך וכשאנו מזכרים שם ידוד הריהוא בא עם כל שמות הקדש ובא ידו\"ד אלה\"ים וכל קדושיו עמך כלומר כל שמות הקדש עמך נמצאת למד שהכל תלוי בשם השם אבל כשאתה מזכיר אחד משאר שמות הקדש אינו מדבר אלא בפרט אחד מפרטיו של ידו\"ד כמו שהודעתיך:", 
                "עתה צריך אתה לידע לעיין לאיזה אות מאותיות השם רמז אותו שם הקדש כגון א\"ל אלה\"ים וכיוצא בהם ואחר שתדע זה תבין שכל הפרטון תלוין בכלל וכל שמות הקדש תלוין בשם ידו\"ד יתברך ואם כן תמצא למד כי שמזכיר שם אחד משאר שמות הקדש אז תבין שהשם מתלבש במלבוש ידוע מאותו השם אתה יכול להבין מאיזה מדה או באיזה מלבוש שם ידו\"ד יתברך מתלבש או במלבוש א\"ל שהוא סוד רחמים ודגל שלו מעיד שהוא א\"ל רחום או מלבוש הדין והמלוכה והדגל שלו אלה\"ים או במלבוש המשפט הכלול בדין ורחמים והדגל שלו ידו\"ד בכל מדותיו וזהו סוד שאמרו חכמינו זכרונם לברכה כי הנה ידו\"ד יוצא ממקומו יוצא ממדת רחמים ובא לו למדת הדין וכי איזה מקוםיש לו והלא השמים בזרת תיכן ואיזה מקום מנוחתי ואיזה מקומו שנוכל לומר כי הנה ידו\"ד יוצא ממקומו ומלא הוא נקרא מקומו של עולםונקרא ברוך המקום ואמרו רבותינו זכרונם לברכה הוא מקומו של עולם ואין עולמו מקומו אלא פירוש הפסוק כך הוא כי הנה ידו\"ד שהוא סוד שם הכלול במדת רחמים ודין יוצא ממקומו שהוא מקום הרחמים ובא לו למדת הדין ומתלבש במדה הנקרא אלה\"ים שעיקר ישיבתו של ידו\"ד יתברך במדת רחמים הוא תמיד וזהו שאמרו חכמינו זכרונם לברכה א\"ל מלך יושב על כסא רחמים יושב תמיד אבל מדת הדין אינו עיקר ישיבת מקומו תמיד אלא כשהוא מצטרך לה בעת הדין:", 
                "עוד מעלה יתירה פירש פסוק זה ופירוש באגדה זה כי הנה ידו\"ד יוצא ממקומו ואמרו ובותינו זכרונם לברכה יוצא ממדת רחמים ובא לו למדת הדין וכבר ידעת כי שלשה שמות נאחזים כשלשלת מלמעלה למטה ואלו הן אדי\"ד ידו\"ד אדנ\"י ועיקר כל אלו הוא שם אדי\"ד והוא מקומו של ידו\"ד ואדי\"ד כולו רחמים וכשהוא יוצא משם אדי\"ד שהוא רחמים והוא מקומו של ידו\"ד יתברך ובא לשם אדנ\"י למטה שהוא מדת הדין ובו דן את בריותיו הרי לך פשט הכתוב על מתכונתו והרי לך כל השמות הקדושים תלוים בשם ידו\"ד יתברך רהנני נכנס לביאור שלשים כינוים כיצד הם אדוקים בשלשה שמות שהוא א\"ל ידו\"ד אלה\"ים זהו סוד ויהי בשלשים שנה שהם סוד שלשים כינוין שהם סוד שלשים כנפים עשרה לצד ימין עשרה לצד אמצע עשרה לצד שמאל ועליהם שלשה דגליםדגל אמצעי ידו\"ד ושם ידו\"ד חותם הכל נמצאו שלשים שנה תלוים בשם ידו\"ד והא על כולם וכולם עמו והכל תללוי בו ויש לחזור ולהודיע סוד סדר שלשים כינוין אלו ובאיזה מדה עומד כל כינוי וכינוי מהם כי הכינוין שבעה ועשרים כנגד שבעה ועשרים אותיות ושלשה שמות עליהם נמצאו כולם שלשים וראוים אנו להכנס בביאור זה כל אחד ואחד מהן על סדר המעלות הממשלות ועל סדר תכונות הרחמים והדין וחנו בני ישראל איש על מחנהו ואיש על דגלו לצבאותם:", 
                "אלו הן כנפיו אלו הן כנפיו אלו הן כנפיו א\"ל ימין ידו\"ד אמצע אלה\"ים שמאל גדול נורא אדיר רחום נושא עון שופט חנון עובר על פשע דיין חסין אמת חזק ארך אפים מרום כביר כח רב חסד רם איש מלחמה קדוש נוצר חסד גבור חסיד שוכן עד פוקד עון סולח קדוש משלם גמול:", 
                "השם העומד לצד ימין הנקרא א\"ל הוא מדת חסד והיא מדת אברהם אבינו ע\"ה וזהו שאמר הכתוב ויקרא שם בשם ידוד אל הגדול ומדת חסד כלולה במים שהיא מדת כח וזהו סוד המקרה במים עליותיו עליותיו ממש עליותיו ודאי ואת עלית על כולנה וזהו סוד אל עליון וברוך אל עליון אשר מגן צריך בידיך וצריך אני לעוררך על עיקר גדול ולומר לך שאין לך בכל המדות של שמות הקודש מדה יחידה שאינה מתערבת עם חברתה כיצד אין לך מאלדים ולמטה מדת רחמים שאין בה קצת מדת דין ואין לך מדת הדין שאין בה רחמים ואם תאמר א\"כ למה אתה קורא אותה מדת הדין:", 
                "דע כי המדה שעיקרה ורובה רחמים אע\"פ שיש בה קצת דין אותה נקרא מדת רחמים וכל מדה שעיקרה ורובה דין אע\"פ שיש בה קצת רחמים אנו קוראים אותה מדת הדין ותדע לך שכן הוא שאם לא תאמר כן נמצא קוצץ בנטיעות ומפריד ביחוד שאם תאמר שמדת רחמים נפרדת מן הכל ממדת הדין א\"כ לא יתחברו לעולם ואם נתחברו הרי הייחוד נפרד ואם תאמר הרי מדת רחמים הפך מדת הדין והיאך יתחברו שני הפכים כאחד דע כי דבר זה סוד האצילות הוא וקשר הספירות והנני מאיר עיניך:", 
                "דע כי מדת החסד ראשיתה סולת נקייה חסד וכשהיא מתפשטת הולכת ומתעבה והרי עובי' בדמיון דין ובאותו העובי שיש בו קצת דין מתאחזת מדת הדין וגם מדת הדין באותו מקום האחיזה אינה כולה דין גמור לפי שמתערבת במקום האחיזה עם מדת החסד וכשהולכת ומתרחקת מדת הדין לקצה האחרון דין חזק נמצאו שתי הקצוות של חסד ודין חזקים במדותם ונמצא מקום האמצע כלול משניהם ואינו חזק במדתו כאחד משני הקצוות וזהו סוד האצילות הנמצאות וקשר המרכבות:", 
                "ואחר שידעת זה יש לי להודיעך עיקר גדול שעליו תוכל להשען וממנו תכנס לסודות עליונים והוא שיש לך לדעת שהשי\"ת ברא מים והרי המים מקבל האדם ממנו כמה מיני תועלת ואע\"פ שהאדם נוגע בעצמו במים אינו ניזוק באות נגיעה אבל אם אדם נוגע בעצמו של אש הרי עצמו של אדם נשרף כאומרו היחת' איש אש בחיקו ובגדיו לא תשרפנה וא\"כ הרי אלו שני יסודות שהם אש ומים הם צורך גדול בעולם שאם אין אש אין דבר מתחמם ואין חיים בעולם ואם אין מים הכל נשרף ע\"י אש מה עשה הקדוש ב\"ה לקח קצה האחד מן האש וקצה אחד מן המים ועשה ממנו רוח והתויך את הרוח בין המים לאש נמצא הרוח ממוצע בין קור וחום קור מן המים וחום מן האש נמצא הוא אמצעי ועל דרך זה שאר כל קשרי המרכבה כולן וכן הארץ בין המים ובין האש וכן האש בין הארץ ובין הרוח וכן המים בין הרוח ובין הארץ נמצא ארבע יסודות הולכות סביבותם ע\"י אמצעי ובדרך זה מתקיימים וכדרך היסודות למטה כן דרך היסודות למעלה האצילים מזוהר עליון אם לא היה ביניהם אמצעי לא היה נקשרים לעולם ונמצא הכל עומד בפירוד ואין לך מדה פשוטה מכל וכל כי אם מקוצו של יו\"ד ולמעלה והכינוין שלו כגון רחום וחנון וכיוצא בהם הם נמשכין ממקורות ידועים וכפי המקור שנמשכין כך היא פעולתם והנני מבאר לך כיצד הוא בעזרת הש\"י:", 
                "השם העומד לצד ימין הוא א\"ל ודגלו חקוק א\"ל והוא מושל על המים וסימנך א\"ל הכבוד הרעים י\"י על מים רבים וכנויו מיוסדים על יסוד מים העליונים אל יעלה בדעתך מים כאלו אלא המים העליונים הם מים חיים ואברהם אבינו ע\"ה חפר בארות מים ותיקן החסד במדת א\"ל ואלו הכינוין במדת א\"ל שהוא תשעה ואלו הן גדול זו השם מד' של חסד גדול זו השם הבא מן המים והיא המדה הידוע למקובלים הנקרא מים במים כלומר כשאתה מהפך במדה הזאת תמצא רחמים מכל צד בין לפנים בין לאחור לפיכך בכל מקום שאתה רואה גדול הוא ראש מדת החסד שהוא סוד המים צלולים וזכין מראש החבית וב' צדדין של מדת גדול הצד הפונה למעלה נקרא רחון והצד הפונה למטה נקרא חנון ואע\"פ שרחום וחנון מדת מים במים אין המים שבראש החבית שוים למים למטה מהם ונקרא מדת גדול צלולין וזכין מראש החבית ונקרא מדת רחום מים הסמוכין להם והם למטה ממדת גדול ומדת חנון היא קצת מים הסמוך לרחום ובדרך הזה תערים סדר הרכבת השמות והכינוים ותמצא שהם נארגין על סדר המרכבה העליונה ומכאן תכנס לסוד שאמרו במדה שאדם מודד בה כך מודדין לו הנה בארתי לך השער הזה כמה מעלות טובות למקום ואתה פקח עיניך לראות כמה גנוזים וכמה סתרים שהם גנוזים בתורה וידו\"ד יורנו נפלאות מתורתו להשיג סוד ייחוד אמונתו:", 
                "ומתוך המפתחות תצטרך להבין כי שם ידו\"ד ית' הוא הנקרא - תפארת והטעם לפי שהשם הזה הוא מתלבש כל המלבושים הצורך לעולם פעמים מדת אדי\"ד בהיותו מרחם על בריותיו ופעמים מדתלבש מדת אלדים בהיותו דן את כל הבריות וכן שאר כל השמות וזהו סוד תךפארת והעיקר הגדול ועשית בגדי קודש לאהרן אחיך לכבוד ולתפארת כחתן יכהן פאר והסוד הגדול פארות האלו שנא' ותשלחי פארות והנה שםף תפארת עולה עד הכתר העליון ויורד על המלכות ומתאחד בכל הצדדין לכך כתיב לך ידו\"ד מגדולה והגבורה והתפארת והנצח וההוד לפיכך נקרא ק\"ו האמצעי וכבר בארנו עניינו למעלה בסוד וי\"ו של שם המיוחד בששה שמות וזה הי' נקרא משפט והסוד משפט וצדקה ביעקב אתה עשית ואין לך משפט שאין בו רחמים ושהוא דן את עולמו בצדק יקוב הדין את ההר לפיכך צוה לסנהדרי גדולה שלא ירחמו בדין אלא אמר ושפטו את העם משפט צדק אבל הש\"י ויגבה ידו\"ד צבאו\"ת במשפט והא\"ל הקדוש נקדש בצדקה סודות עמוקים נרמזים בפסוק זה ליודעי סתרי תורה ודוד המלך ע\"ה קודם שחטא אמר אני בצדק אחזה פניך ואחר שחטא אמר א\"ל תבא במשפט את עבדך:", 
                "ודע כי לולי המשפט המתאחז בצדין אין קיום לבריות בדין הצדקה לפיכך אמר צדק ומשפט מכון כסאך חסד ואמת יקדמו פניך:", 
                "ודע כי צדק ומשפט הוא סוד המלכות והתפארת מלכות דין תפארת דין ורחמים וזו היא ספירה הנקרא תורה שבכתב ומשה רבינו ע\"ה קבלה שאין דרך לשום בריה לקבלה אלא למשה שנכנס להיכל לפני' לאה' וזכה לשמש לפני' כעניין ודבר ידו\"ד אל משה פנים אל פנים ותורה שבעל פה היא מלכות לפיכך אין כותבין תורה שבעל פה שלא לקבוע לו מקום מלבד תורה שבכתב משום ונרגן מפריד אלוף לפי שאין לתורה שבע\"פ קים אלא בנשיקת תורה שבכתב וזהו היחוד האמיתי השלם והנה הלוחות שבהן התורה נתונה בארון אשרי העם שככה לו שהרי בידיהם הייחוד השלם והשם המיוחד השוכן ביניהם וזהו הספירה הנקרא בתורה אתה וסימן אתה נורא אתה והנה ספירת הכתר נקרא הוא שאינה מושגת כלל וזו היא קו האמצעית נקראת אתה שמשיגין אותה הנביאים על ידי מלכות ומדת מלכות נקראת אני שהיא מושגת לבעלי רוח הקדש ודברים הללו הן כבשונו של עולם ומי שיש לו עינים יראה והספירה הזאת נקראת נורא וסימן נורא תהילות עושה פלא וזו היא מדתו של יעקב וכשנתדבק בה כתיב ויירא ויאמר מה נורא המקום הזה וזהו סוד הגדול הגבור והנורא אברהם יצחק יעקב גדולה גבורה ותפארת ונקרא' נורא שבו יראו כל הנוראות וכל האספקלריאות והנני רומז אודך על כי נוראות נפלאתי וזהו סוד קשר הספירות בנורא והזפירה הזאת נקראת דעת והנני מבאר קשר הספירות העליונות חכמה ובינה וכתר והנה הדעת הוא סוד קו האמצעי נאחזת בכתר ובמלכות והכל מיוסד בו וזהו סוד בחכמ\"ה ובתבונ\"ה ובדעת והנני מבאר כתוב ובדעת חדרים ימלאון כל הון יקר ונעים וכתיב בדעתו תהומות נבקעו ושחקים ירעפו טל וכתיב אל תרבו תדברו גבוה גבוה יצא עתק מפיכם כי א\"ל דעות ידו\"ד וגו' והיודע סוד הדע\"ת שהוא קו האמצעי יבין סוד מה שאמרו חכמינו ז\"ל גדולה דעה שנתנה בין שני שמות א\"ל דעות ה' הכל רמוז במקום זה לפיכך הביא בתחלת שאלות י\"ח אתה חונן לאדם דעת וכתךיב כי אתה הדעת מאסת ואמאסך מכהן לי ותשכח תורת אלה\"יך אשכח בניךגם אני ומטעם זה נקרא המלכות עץ הדעת כלומר עצו של הדעת כמו שאתה אומר בית פלונית והכל מבואר לפיכך גם בלא דעת נפש לא טוב לפי שהטוב הוא קוצו של דעת התחתון והוא אביר יעקב לפיכך הידיעה באמצע ואמרו לעולם תהא דעתו של אדם מעורבת עם הבריות:", 
                "וזו היא הספירה הנקרא אמת והנני מבאר בתחלה נקרא רחום ואחריו חנון ואחריו ארך אפים ואחריו רב חסד ואם לא יספיקו כלם ואמת רחום בתחלת הבריאה בגיחו מרחם יצא אחר כן חנון חונן ומרחם ומשלו נותן מתנת חנן ואחר כן חטא אדם מאריך אפו אולי יחזור בתשובה והטעם לפי שכלי זייזן של דין ברחוק הם עומדים באים מארץ מרחק מקצה השמים השם וכלי זעמו אך קראב לקוראיו ישעו לשכון כבוד בארצנו אם זכה אדם לכל זה ואם לאו שוקלין עונותיו מעביר ראשון ראשון ורב חסד מכריע ומטה כלפי חסד אם מספיק אדם לכ\"ז ואם לאו יקוב הדין את ההר הוא סוד אמת ופסק הדינין המבין סודות הללו יבין כמה הם רחמי הש\"י על הבריאות והיאך דן אותם ברחמים וסוף סוף צדק וזהו סוד ואתה ידו\"ד א\"ל רחום וחנון ארך אפים ורב חסד ואמת כמה הם גנוזים גדולים סתומים בתורה אוי להם לבריות מעלבונה של תורה ועל סוד זה תקנוברוך דיין האמת ודין משפטו אמת שפוטו וחסד ורחמים עשו איש את אחיו לפי שמדת אמת היא סוד קו האמצעי הוא א\"ל מצד ימין אלה\"ים מצד שמאל ידו\"ד באמצע שהוא סוף ראש וסוף ואמצע לאותיותיו וזהו וידו\"ד אלה\"ים אמת וכתיב תתן אמת ליעקב הכל מבואר במקומות הללו:", 
                "והספירה הזאת נקראת - רחמים והנני מבאר היודעים סוד סתרי מרכבה והיודעים סוד הרחמים הפנימים וסוד ובדעת חדרים ימלאון יבין סוד זכור אזכרנו עוד על כן המו מעי לו רחם ארחמנו נאום ידו\"ד והמבין סוד רחום יבין סוד מי יתנני כירחי קדם וסוד רחם האם כמה גנזי גנוזים בגיחו מרחם יצא אלמלא עול' ברחמים לא נתקיים הנוצר ברחם האם דבר דבר על אופניו אמנם מצד כת\"ר עליון כתיב וחנותי את אשר אחון אם אין לי מתנות חנם ורחמתי את אשר ארחם סוד היציאה ברחם האשה ואחר שיצא מרחם חוזר להטיב ומקדים רחום לחנון ידו\"ד ידו\"ד א\"ל רחום וחנון נמצא חנון מקיף לרחום קודם הבריאה ואחר הבריאה אשרי הנכנסים לחדרי חכמה וזוכים לסתרי התורה ולפיכך כתיב המון מעיך ורחמיך עלי התאפקו פקח עיניך וראה נפלאות גנוזות בתורה:", 
                "ודע כי מדת רחמים קשורה ביעקב לפיכך הוליד שנים עשר שבטים מהמון מעים נכנס בעולם הרחמים ופתח דלתות נעולים וירא ידו\"ד כי שנואה לאה ויפתח את רחמה וכן שאר העקרות שכתוב בהן פתיחת רחם לפיכך ברוגז רחם תזכור והנה הזכרונות סמוכים לרחמים זכור אזכרנו עוד רחם ארחמנו ואברהם החזיק במדת חסד ויעקב במדת רחמים והנה הכתוב מכריז טוב ידו\"ד לכל ורחמיו על כל מעשיו שאלמלא רחמים אין בריה נולד בעולם:", 
                "והספירה הזאת נקראת - פנים, והסוד וראית את אחורי ופנ\"י לא יראו אחורים הם סוד מלכו\"ת לפיכך ויקרא אל משה וידבר ידו\"ד אליו מאהל והש\"י לא מנע ממשה שאילתו אמנם אמר לו שאין בכחו לסבול שהש\"י טוב ומטיב נותן שאילת חסידיו לפיכך אמר ופני לא יראו ולא אמר ופני לא תראה לא יראו אינך יכול לראותם מי יתן ותוכל לראות ומה שאמר ודבר ידו\"ד אל משה פנים בפנים כלומר בלי הפסק דבר בנתים ויוכל עמו לדבר פנים אל פנים וברוב הזוהר לא יכול משה לראות הפנים והנה משל אדם רואה פני עין החמה ואינו יכול להסתכל בו וכן הוא לא תוכל לראות פני לפי שמראה עינים חלוש וכן פנים בפנים דבר ה' עמכם ולא אמר פנים אל פנים אלא פנים בפנים כלומר פנים כדרך פנים וזהו הנה אנכי בא אליך בעב הענן וכתיב מתוך האש והכל מבואר ויש לנו עוד להוסיף לך ביאור בחתימת ספירה זו כתיב שוקיו עמודי שש שוקיו נצ\"ח והו\"ד עמודי ש\"ש תפאר\"ת שהוא סוד ששה שמות ואחר שהזכיר שוקיו שהם נצ\"ח והו\"ד והם עמודי שש שהם סוד יכי\"ן ובוע\"ז עמודים שנים הזכיר מדת היסו\"ד והמלכו\"ת ואמר אחריו מיוסדים על אדני פז המבין סוד אלו ועיקריהן יכנס לכמה מרכבות ועל היסוד הזה נבנו בבית המקדש עמודים שנים וגולות הכותרות אשר על ראש העמודים שנים והשבכות שתים לכסות את שתי גולות הכותרות אשר על ראש העמודים על סדרי הספירות למעלה ולמטה עוד תראה בזה כמה סתרים וכמה גנזים ראה פתחתי לפניך שערים בידיעות הש\"י:"
            ], 
            [
                "השם הששי מן הספירות הוא אלהים:", 
                "וכבר בארנו לך בשער החמישי עניין המעלות בדרך שם הש\"י כיצד הוא מתלבש בשמות ובכנוין כפי צורך להתנהג עם בני העולם ובאותה מדה שהוא צריך להתנהג באות מדה נקרא באותו שעה:", 
                "ועתה צריך אתה לדעת כי מדת הגבור\"ה נקרא אלה\"ים וזהו הדין המוחלט שאין בו שנוי לפיכך נברא העולם בשם אלה\"ים לומר כי כל מעשה בראשית עשוים על פי האמת והחכמה השלימה בכל הבריות למיניהם בעליונים ובתחתונים וכן אברי כל בריה ובריה מן הבריות המשונות זו מזו כולן עשוין בתכלית השלימות ומתיקון הראוי לכל בריה ובריה וכל אבר ואבר וזהו שאמר שלמה ע\"ה כי כל מעשה אלה\"ים הוא יהיה לעולם עליו אין להוסיף וממנו אין לגרוע והטעם לפי שהש\"י עשה כולם בתכלית השלימות אין דבר בעולם יכול להיות יותר מתוקן מן מתבונה שהכינו הש,י יתעלה לפיכך נזכר בכל מעשה בראשית אלקים לומר שהכל נעשה על פי הדין לפיכך אין צריך לשנות טבע מכל הטבעים שבעולם כדי לתקנו אמנם צריך לשנותו כדי להראות מלכותו ושלטנותו על כל הנבראים להודיע שהוא עשה הכל ובידו הכל:", 
                "ולפיכך תמצא במזמור הלל הגדול ג' שמות ידו\"ד אלקים אדנ\"י שנאמר הודו לי\"י כי טוב הודו לאלקי האלקים הודו לאדוני האדונים אמנם השם הראשון הוא עצם הממשלה ומציאות השם הקדמון ית' ומחשבותיו עמוקות בסוד שאמר לעושה נפלאות גדולות לבדו וחזר בשם השני הודו לאלקי האלקים פירש במזמור ואמר לעושה השמים בתבונה לרוקע הארץ על המיםלעושה אוריםגדולים את השמש לממשלת ביום ואת הירח והכוכבים לממשלת בלילה וחזר בשם שלישי שהוא אדנ\"י ופירש בו סוד האדנות והשלטונות והממשלות על כל הנבראים כמו שתאמר כל אשר חפץ י\"י עשה בשמים ובארץ ואמר ובמצבייה עביד בחיל שמיא ולא איתיה למח' ויימר ליה מה עבד' וכנגד שם אדנ\"י זה חזר להשלים שלישית במזמור למכה מצרים בבכוריהם ויוצא ישראל מתוכם ביד חזקה ובזרוע נטויה לגוזר ים סוף לגזרים והעביר ישראל בתוכו וניער פרעה וחילו בים סוף ושאר תשלום המזמור לפיכך נקרא הלל הגדול לפי שהוא כולל שם הקדמון ית' בפסוק הודו לה' כי טוב וכולל שם אלקי' שבו נברא העולם ע\"פ הדין הישר שאין דבר צריך תוספת או מגרעת ועל התכונה שהכיננה הש\"י וזהו שאמר לאלקי האלקים וכולל שם אדנ\"י שהוא השם המורה על השלטנות והאדנות על כל הנבראות ובידו לשנותו ולעשות בו חפצו ורצונו כדי להודיע לכל שהוא הבורא אותם ולפיכך נקרא שם המזמור הלל הגדול ראש לכל מיני תהילות ותמצא בו כ\"ו פעמים כי לעולם חסדו כנגד שם השם ית' וכבר ביארנו בשער החמשי כי בין התפארת ושם אלה\"ים עומדים סנהדרי גדולה ושם הוא חיתוך הדין על פי האמת:", 
                "ודע כי כל מעשה בראשית וסודי ספירות חתומים בשם אלקים מתחילה ועד סוף ביסוד תחילת צירוף האותיות בבריאת עולם והנקודה האמצעית שכל צירוף אותיות עליה סופר בספר יצירה הוא סוד א\"ל לפיכך הודיע אברהם אע\"ה לכל באי עולם ויקרא שם בשם י\"י אל עולם וזהו תחלה לכל הכינוין הסמוכין לשם הש\"י וכשתזכור אצל שם א\"ל הוא סוד עשר מעלות לספירות בי' מאמרות שבה' נברא העולם תמצא' י\"ב מא' ועד י' ובהם נכללים כל הנבראים והסוד הן לי\"י אלקיך השמים ושמי השמים הארץ וכל אשר בה לפיכך אומר כל הנחלים הולכים אל הים אל הים ממש שהוא כנף האלקים אמנם הים אינו מלא שהכל תלוי בשה\"י שהוא היסוד והעיקר לפיכך הודיע בתורה כי שם אלקים בהסתלק ממנו חותם י\"ה שהוא משמו הגדול נתאר אלם אינו יכול לדבר ולעשות כלום וזהו מי ישום אלם הלא אנכי י\"י בהיות שם י\"י לבדו לוקח האצילות והשפע והנשמה שהכניס בשם אלקים ישאר אלם לפיכך אומר הודו לי\"י כי טוב לא שינה בו ואמר הודו לאלקי האלקים וכפל בהם הדיבור וכן הודו לאדוני האדונים שאינו יחיד אלא מצד שם השם יתברך לפיכך זובח לאלקים יחרם בלתי לידו\"ד לבדו:", 
                "והמבין סודות הללו יבין סודות החתומים במזמור שבו נחתם ספר תהילות אמר הללויה הללו א\"ל בקדשו הללוהו ברקיע עזו הרי זה המזמור מורה צירוף באלפא בית בספר יצירה וגילגולם והיאך מתלבש שם ידו\"ד ית' בשם א\"ל פעמים אלקי\"ם פעמים אלה חציו בזה וחציו בזה בכאן יש סודות עמוקים בעניין שתמצא במעשה בראשית ל\"ב פעמים אלה\"ים בסוד ל\"ב נתיבות פלאות חכמה שבהם נברא העולם בצירוף אלדי\"ם לפיכך אין בכל האותיות אות שיתלבש בה השם באות אחת כי אם אותיות ל\"ב:", 
                "לי לה לו בי בה בו:", 
                "חדרים גדולים הדרים במקום זה לפיכך לב הוא סובל הרוח והוא מלך בגוף והרוח סובל הנשמה בסוד ויפח באפיו נשמת רוח חיים והיודע סוד זה יודע סוד התקשרות הרוח בנשמה בסוד ידו\"ד אלד\"ים ויצר ידו\"ד אלה\"ים את האדם שם מלא על עולם מלא והעניינים הללו מן הסתרים הפנימים וצריך אתה להתבונן הטיב סדר שפע האצילות ידו\"ד יתברך על כל השמותך והכינוין כי כולם נשואות בו והם כדמיון כסאות לשמו הגדול וזו היא מספירה הנקרא שמאל והנני מבאר לך ידו\"ד ית' המיוחד הוא סוד הרחמים בהתאחזו באדי\"ד והטעם לפי שהוא בורא את הכל והוא מלא רחמים וחסד אמנם כל שם המתחדש בחידוש עולם הוא תכונת הדין לפי שהוא עשוי ואינו עושה וכל מי שהוא עשוי יש לו גבול וסיום וזהו סוד הדין הגמור שהנבראים החסירות דבק בהם וכל חסר צריך לשאוב ולקבל לפיכך כולו דין ואם לפעמים הוא משפיע ונותן זהו מצד שמקבל בשעה שנותן שאם אינו מקבל אי אפשר לו לתת מאחר שהחסרון דבוק בו וזהו סוד קשר המרכבות כולן בסוד ארץ ושמים כי בודאי ארץ נבראת תחילה ואותה ארץ נקרא שמים אצל מה שלמטה הימנה וזהו סוד שאמר ידו\"ד בחכמה יסד ארץ כונן שמים בתבונה ואמר הודו על ארץ ושמים סודות קשרי הספירות והמעלות תלויות בזה והמבין סודות עמוקים הללו יבין סוד שני מקראות שבית שמאי ובית הלל נושאים ונותנים בהם אלו אומרים כי שמים נבראו תחילה שנאמר בראשית ברא אלה\"ים את השמים וגו' ואילו אומרים ארץ נבראת תחילה שנאמר ביום עשות ידו\"ד אלקים ארץ ושמים:", 
                "והנני רומז סדר המעלות סדורים כאן בשער זכרון מעלתם אומר שמים וארץ ובשעת קבולם והשפעתם אמר ארץ ושמים אין לך שמים בכל הנמצאות שאין לו ארץ תחילה ואין לך ארץ שאינו שמים מצד המעלות האמצעות מלבד כת\"ר עליון ית' שהוא שמים אמתית נותן ואינו מקבל מלבד ארץ הנקראת מלכות אצל י' ספירות שנקראת ארץ לבד שהיא מקבלת מכולן ואינה משפעת בהן אמנם היא סוד שמים לכל הנבראים כולן והמבין סודות הללו יבין סוד שאמר הכתוב הארץ יסדת ומעשה ידיך שמים:", 
                "ואחר שידעת זה, דע כי כל מקבל צריך להיות בו דין בהכרח והנה שם אלד\"ים שהוא כינוי ראשון לעניין בריאת עולם בו נחתמו סדרי הדין לפיכך הוא הנקרא בכל מקום שמאל והוא מקום הדין ומאותו צד שהוא תחילת תכונות הבריאה נאצלים כל ההפכים לפיכך הש\"י לפי שהוא מאציל ובורא את הכל נותן בלי חיסרון שהרי הכל נברא ונעשה בחפצו ואינו חסר כלום בתתו די מחסורו לכל שואל לפי שברצונו הכל עשוי וזה סוד גדול בהיות המחשבה שבהן נברא העולם נקרא רצון לפיכך תדע כי לצד שמאל שהוא הפך הימין יעמדו כלמדות הדין ואם יחטאו הנבראים במדת שמאל נידונין והטוב נמנע מהם לפיכך כתיב פני השור מהשמאל ששם קטיגור כל בעלי דינין ובאות הצד השטן מקטרג בין קרניו:", 
                "לפיכך נקרא הספירה הזאת - צפון שממנו יתאצל כחות הדין והמקטרג וזה סוד מצפון תפתח הרעה לפי שהיא סיבת ההפכים והחסרונות נקרא צפון על טעם שאומר לך:", 
                "דע כי בהיות כל הנבראים שואלים דבר מכת\"ר שהוא עולם החסד והרחמים שאילות כל שואל עשוי הן נמשכות מלמעלה בין שיהיה צדיק בין שיהיה חוטא ובהגיעה אותה המתנה ששאל דרך צפון כי שם הוא המעבר לכל השאילות והחפצים אז אותם כוחות והכיתות העומדות בצד צפון מערערין על אותה המתנה לעמוד לדין עליה ואם אותו השואל ראוי לשאילה זו ישלימו חפצו ואם אינו ראוי לא יגיע להשיג בקשתו. אז מעכבים המתנה באותו מקום ושוב אינו חוזרת למעלה. לפי שלמעלה נותנים ולא נוטלים ואינה יורדת לאותו השואל לפיט שאינו ראוי לכך מצד הדין ונמצא אותה השאילה והמתנה עומדת באותו המקום לפיכך נקראת צפון ששם צפונה שאלות ומתנות וזה סוד מצפון תפתח הרעה מצפון זהב יאתה יצפון לצדיק חיל חוטא יצפון לישרים תושיה וכל אותן הטובות הגנוזות בצפון עתידים להיות לצדיקים וזה סוד מה רב טובך אשר צפנ\"ת ליראך פעלת לחוסים בך נגד בני אדם נגד ממש לפי שיש בצד צפון מעכבים והיודע סוד זה יבין מה שאמרו חכמינו סכרם לברכה הרוצה להעשיר יצפין כמה הפליגו להודיענו במקום זה ויבין מה שנכתב בתורה בעניין תפילין לשמאל והיה לאות על ידך כלומר יד כהה והיא השמאל שהיא מונעת הטוב בדין מן החוטא מלשון ולא כהה בם וכמה ראוי להיות התפילין באותה המקום ואלמלא עקידת יצחק אין אחד הכל הנבראים יוכל להפיק רצון שאילתו מרוב דקדוק הדין במקום זה והיודע זה יבין סוד ויהי כי זקן יצחק ותכהין עיניו מראות לפיכך תמצא מקום להטיב לרשעם אע\"פ שאינם ראוים והטעם שנזדקן הדין בוודאי ועלה קצת לעולם הרחמים ונדבק באברהם וכתוב בו ואברהם זקן בא בימים ובכאן תמצא כיצד נמנעה הטובה מן הרשעים הטוב הגנוזה לצדיקים בצפון יצפון לצדיק חיל חוטא וכל מה שביארנו הוא הפך כמו שמבינים בפשט הכתוב כמה בני אדם:", 
                "ודע כי במקום הזה יש בית קיבול ואחיזה והצלחה לרשעים כדי לייסר מתוכם את החוטאים וזה סוד ויאהב יצחק את עשו כי ציד בפיו וסוד ועתה שא נא כליך תליך וקשתך חלילה וכס מעלות בדעתו של יצחק לברך את עשו בברכה הראויה ליעקב שהיא ברכת אברהם וסופו מוכיח על תחילתו והמבין סוד הטעמים שבארנו במלת צפון יבין סוד הקרבנות הנקראים קדשי קדשים שחיטתן בצפון וקבול דמן בכלי שרת בצפון ושחט אותו על ירך המזבח צפונה זבחי אלה\"ים רוח נשברה ולפי שהספירה הזאת הנקראת צפון היא מעכבת להשלים חפצי החוטאים כתיב על ידכה יד כהה והסוד הגדול שהכל תלוין וקרנים מידו לו ושם חביון עוזו שםחביון עזו בוודאי שהוא אוצר שם גנוזות שאלות כל החוטאים:", 
                "ומצד זה נקרא הספירה הזאת בכל מקום - פחד המשל ופחד עמו שם פחדו פחד בציון וזה סוד ופחד יצחק מפחד בלילות סמר מפחדך הכל רמוז:", 
                "והספירה הזאת נקראת - גבורה בסוד לך י\"י הגדולה והגבורה כלומר מקום הדין הקשה החזק הגדול שאין כל בריה יכולה ליכנס במקום הזה מחוזק הדין אלא הגבורים הנקראים על שמה וזה סוד שאומר איזה גיבור הכובש את יצרו הכל רמוז במקום הזה כי כשיכבוש אדם את יצרו אז הוא ראוי ליכנס בהיכל זה וכל חפצו יעשה לפיכך אמר מאימתי מזכירין גבורת גשמים כלומר כשיורדין בדין אם העולם ראוים אם לאו וזהו סוד כל רמזי התורה שנאמר ונתתי מטר ארצכם בעתו או ועצר השמים לםפיכך נידון בגבורה ולפיכך נקראו גבורים עומדים במקום הזה שהוא מקום המדה וזה סוד ששים גבורים סביב לה מגבורי ישראל כולם אחוזי חרב מלומדי מלחמה מפחד בלילות הכל רמוז במקום זה והנה משה רבינו עליו השלום עלה למקום הזה ולקח התורה בחזקה עיר גבורים עלה חכם כי התורה נתנה מן הימין על יד השמאל וזה סוד וידבר אלדים את כל הדברים האלה בגבורה נתנה תורה ונמשכה מן הימין על יד שמאל ונתנה למשה וזהו ביאור לכל מה שביארנו לעיל והבן זה:", 
                "והספירה הזאת נקראת אש הגדולה לפי שהאש הזאת היא חזקה מכל אש שבעולם וכל מיני אש לפניהם כקש לפני אש והיא הלוחחת והשורפת והלוחמת והגורמת דין ולפי שגבורה נתנה תורה לפיכך נתנה מתוך האש מימינו אש דת למו וכתיב את דבריו שמעת מתוך האש וכתיב ואת אשו הגדולה הזאת לא אראה עוד ולא אמות לפיכך אמר מתו כולם ונפשו יצאה בדברו אותם שאין כח לכל בריה לעמוד בפני הדין הגדול התלוי בגבורה ומן המקום הזה נמשכים כל מיני אש וכתוב אחד אומר עושה מלאכיו רוחות משרתיו אש לוהט המלאכים הם רוח לפיכך רוח הטומאה ורוח הטהורה המשרתיו אש שנאמר כי באש ה' נשפט וצורך המשרתים להיות אש לוהט שזהו סוד מקום טבילה לנכנסים להיכל המלך ולהבה ליהטה כל עצי השדה ומדה זאת נקראת:", 
                "צור לעניני נפלאות המוציא לך מים מצור החלמיש וכבר ביארנו זה במלת יוצו בראשית ודע שהאש יצאה מן המים למדות נפלאים אברהם הוליד את יצחק ויקח בידו את האש ואת המאכלת וילכו שניהם יחדיו סוף דבר תלויה בשער החמישי ושם תמצא ביאור לספירת זו:", 
                "ודע כי המדה הזאת נקרא מקום - העושר פעמים לטובה ופעמים לרעה כי העושר שמור לבעליו לרעתו ומן המקום הזה יצא זהב אדום ואין זוכין לו אלא בדין ומן המדה הזאת מתעוררת מדת התרועה כשהיא לוחמת עם האטויבים אמנם בראש השנה מקיפין אברהם ויעקב בקול פשוט לפיכך פשוטה לפניה ופשוטה לאחריה ואשרי העם שיודעיםתרועה שמשתמשין בה ויודעין כיצד הילך איש על גחלים ורגליו לא תשרפנה היחתה איש גחלים בחיקו ובגדיו לא תחוינה לפיכך נפלה חומת יריחו ונבלעה על יד תרועה וצריכים אנו להקיף לה בראש השנה במדת הרחמים אברהם ויעקב עלה אלדים בתרועה י\"י בקול שופר ולפיכך ותקעתם תרועה שנית ונסעו וכתיב קומה י\"י ויפוצו אויביך ובהקהיל את הקהל תתקעו ולא תריעו כי תבואו מלחמה על ארצכם והרעותם וביום שמחתכם ומועדיכם ותקעתם בחצוצרות ויום ר\"ה אע\"פ שהוא ראש השנה יום תרועה יהיה לכם בכסה ליום חגינו לפי' מסבבים לה אברהם ויעקב ואנו חותמים כי אתה שומע בקול שופר אתה הוא מעולםומאזין תרועה ואין דומה לך וחותםשומע קול תרועת עמו ישראל היו' ברחמים ועל דין זה התבונה סוד הדינים הקשורים בגבורה:", 
                "וספירה הזאת נקראת - זרועה והוא עושה מלחמות ונוקם נקמת ישראל כלומר בהיות מלכות לובשת כלי זיין מן הגבורה עורי לבשי עוז זרוע ה' בימי קדם וכו' הלא זאת היא המחצבת רהב מחוללת תנין וכתיב בגדול זרועך ידמו כאבן וכתיב מעונה אלדי קדם ומתחת זרועות עולם כלומר כשמזכיר שניהם מזכיר זרועות וכשמזכיר זרוע אחת היא השמאל כי ימינך וזרועך תפארתו ויש מתלבשת בזרוע בהיות המלכות מתלבשת בזרוע הגבורה והמבין סוד זה יבין מה שאמרו חז\"ל בענין ר' חנינא בן דוסא וחביריו כל העולם כולו ניזון בזרוע הי':"
            ], 
            [
                "השם השביעי לספירות נקרא א\"ל:", 
                "כבר ידעת כי השם הנקרא א\"ל היא מדת הרחמים והנני מבאר לך עוד כי כשהשם הזה רומז בכת\"ר שהוא עולם הרחמים הגמור נקרא א\"ל עליון וזהו סוד א\"ל מלך יושב על כסא רחמים וכשהוא מדבר בעולם יש בו דין ורחמים מעורבים נקרא א\"ל עולם וזוהיא מדת חסד אברהם שנקרא גם כן חסד עולם ויש חסד עליון בענין א\"ל עליון וכשהוא מחבר אצל היסוד כעניין חסדי דוד נקרא א\"ל שד\"י ואז הייחוד נמצא ביסו\"ד ומלכו\"ת וכשהוא מושך החסד והרחמים מן הבינה נקראת א\"ל ח\"י וכבר ביארנו זה למעלה:", 
                "אמנם יש לנו לעוררך במקום הזה שאמר הכתוב ויקרא שמו פלא יועץ אל גבור אבי עד שר שלום סדר ספירות הוא מונה מה שאמר כי א\"ל גדול ידו\"ד הוא סוד תי\"ו מתי\"ו וכינויין כמו שאמרנו באריגת השמות כי א\"ל רחום ידו\"ד אלדיך הוא סוד התחברות חסד ורחמים וכבר ביארנו למעלה כי א\"ל הוא סוד התחברות תחילת החפץ במחשבה לבריאת עולם בצירוף האותיות כי תחילת כל צירוף האותיות שבהם נברא העולם נקרא א\"ל והוא סוד הנקודה האמצעים שעליה כל הגלגלים חוזרים בין בעולם השכל בין בעולם השפל בין בשאר כל התכונות אמנם גלגל ידו\"ד היא סובב על זה גלגל התכונות סובב עליה והסוד כל סתום בסוד אלדים ובסוד אלו\"ה וכבר ביארנו רמז חתימת ספר תהילת הללויה הללו א\"ל בקדשו הללוהו ברקיע עזו בכאן רמז צירוף האותיות וסוד תכונת גלגל ותנועתו לפיכך הודיע אברהם אבינו ע\"ה לכל באי עולם סוד אמיתת ידו\"ד ית' על ידי א\"ל וזהו סוד ויקרא שם בשם ידו\"ד א\"ל עולם כי א\"ל הוא סוד של בריאת עולם וסוד התנהג עמו במדת הדין ובמדת הרחמים כי אין השם ית' נודע מתוך ידו\"ד שעמוק וסתום הוא לפיכך אינו נקרא ככתבו אבל הוא נודע מתוך פעולתו באומרו שאו מרום עיניכם וראו מי ברא אלה מתוך הנבראות נשיג הש\"י וזהו סוד ויקרא שם בשם ידו\"ד א\"ל עולם א\"ל עולם בודאי לפי שאברהם אבינו ע,ה החזיק במדת א\"ל שהוא סוד עולם הרחמים וסוד בריאת העולם נקרא המדה הזאת על שמו ובכל מקום שם א\"ל סתם הוא מדתו של אברהם כתיב אמרתי עולם חסד יבנה בניין העולם היא חסד בסוד א\"ל עולם וכתיב חסד א\"ל כל היום לפיכך חסד לאברהם והיודע עיקרים הללו יודע סוד מי א\"ל כמוך נושא עון ועובר על פשע:", 
                "והספירה הזאת נקראת מים חיים לפי שזה הסוד יוצא מהבינה הנקראת רחובות הנהר ובמדה זו יש שנים ושבעים גשרים שבהם הולכים המים העליונים בסדר ויס\"ע ויב\"א וי\"ט ומכח אלו המים נבקעו המים ועברו ישראל בתוך הים ביבשה ואותם הם כחם של ישראל והיודע סדר המרכבות יבין סודות עמוקים בעניין זה:", 
                "וספירה הזאת נקראת - ימין וממנה זכו ישראל לתורה בסוד מימינו אש דת למו כי אברהם אבינו עליו השלום התחיל למשוך הכחות המסתרות בסתר עליון למטה שהרי בימי אדם הראשון נאסף הצדיק והמירו אנשי דור הפלגה ודור המבול והשחיתו הנהרות וסתמו כל המעיינות ונסתלקו כל הספירות למעלה למעלה ואין דורש ואין מבקש לפיכך לא היה הש\"י נודע בעולם לפי שצינורות השכינה נסתתמו ע\"י מעשים הרעים עד שבא אברהם אבינו ע\"ה ותיקן הצינורות לשאוב מים חיים מהבינ\"ה שהוא סוד הנהרות העליונות לפיכך כתיב ויעתק משם ההרה מקדם לבית אל מקדמונו של עולם הסיע המי' העליונים מן ההרה היא הבינה מקדם עד שהמשיכן לבית אל בצינור אחד הנקרא חסד והוא הימין ולפיכך כל מסעיו של אברהם אבינו ע\"ה היו לימין וזהו סוד ויסע אברהם הלוך ונסוע הנגבה אלמלא מימין של אברהם אבינו מדת הימין היתה הנגבה יבישה ונגובה ומתוך הימין של אברהם נתמלא הימין מים אפתח על שפאים נהרות לפיכך נאמר בו נאם ידו\"ד לאדוני שב לימיני ועל ידי אברהם נתרוממה הימין לפיכך ימין ידו\"ד רוממה וימינו תחבקני כמה היתה מעלתו שהמשיך המים העליונים מן הבינ\"ה ולמטה והכין לה צינורות ללכת עד בית אל וזהו סוד אלו\"ה מתימן יבא והוא כולל סוד המשכות מבינה לימין אשר על דרך תמנת ותמונת ידו\"ד יביט:", 
                "והמדה הזאת נקראת - חסד והנני רומז נאמר בבריאת העולם אמרתי עולם חסד יבנה וכתיב חסד א\"ל וכתיב חסד לאברהם אברהם גלה לנבראים דרך השגת חסד וכתיב כל ארחות ידו\"ד חסד ואמת וכתיב תתן אמת ליעקב חסד לאברהם אבל דין ליצחק לשמור הפרצה שלא יכנסו המשחיתים בחסד בכלל אורחות השם בשנים ושבעים גשרים עד הגיעם למדת אמת וכתיב וחסדי מאתך לא אמיש וכתיב חסדי דוד הנאמנים מאברהם נמשכו לדוד לפיכך נאמר מגן דוד ומגן אברהם והוכן בחסד כסאו כסא נורא לפיכך תמצא בהלל הגדול חותם כי לעולם חסדו עשרים וששה פעמים כל זה משך אברהם למטה לפיכך זכה לרב חסד מטה כלפי חסד:", 
                "והמדה הזאת נקראת - גדולה משום ארך אפים וגדל חסד והנני רומז הכתר עליון הנקרא אין סוף כי אל גדול ידו\"ד לפיכך לך ידו\"ד הגדולה והגבורה לך בודאי אין סוף. והכל קטן לפיכך עוז בידך וגבורה בימינך והאלה\"ים נסה את אברהם ויקח בידו את האש ואת המאכלת עושה גדולות עד אין חקר וגו' לפיכך נקראת גדולה גדול ידו\"ד וגו' כמה נפלאות בכתר הספירות רמוזות אוי להן לבריות מעלבונה של תורה לא יידעו ולא יבינו בחשיכה יתהלכו שהתורה פתוחה לפניהם ובסכלותם מסתתמים טענותם וזו היא מדת של אברהם והוא סמוך למצרנות הבינ\"ה לפיכך נסתכל באצטגנונית ולא מצא בן משרה אלא מנשים נכריות הסמוכות במצרנךותךו עד שהמשיך בו מן הבינ\"ה שהיא סמוכה לפיכך כה יהיה זרעך והיודע סודות שביארנו יבין מתוך זה כי יש מקום למצא כסף וכמוצא מים שהרי אברהם המשיכו מן הלובן העליון אבל מקום לזהב יזוק סימן שהאש יצאה מן המי' לפיכך נקרא מדה של אברהם חסד עולם ולא חסד עליון שהרי ישמעאל ועשו סיג הכסף והזהב לפיכך עשו הוא אדום סיג דדהבא:", 
                "וזו היא המדה הנקרא - בקר והטעם שהוא בוקרו של עולם י\"י בקר תשמע קולי ולא אמר בבקר אלא בקר וכתיב וישכם אברהם בבקר ויהי ערב ויהי בקר הבקר אור ולא אמר הבקר האיר אלא אור כבקרת רועה עדרו אחד שהיה העולםערב בא אברהם והיה בקר לחזות בנועם י\"י ולבקר בהיכלו:", 
                "והמדה הזאת היא סוד הנדבה ומה בין נדר לנדבה נדבה הרי זה נדר הרי עלי:", 
                "דע כי הבינ\"ה היא מקום הנדר כמו שנבאר לפנינו ואין אותו המקום מושג אלא יל ידי הנדר ונבאר בעזרת הש\"י והנה אברהם ראש לנדיבים והוא סוד התרומה וע\"י זכו ישראל לשכינה שנאמר מאת כל איש אשר ידבנו לבו תקחו את תרומתי והנני מבאר נדיבי עמים נאספו עם אלה\"י אברהם הכל מבואר ולפני' מה יפו פעמיך בנעלים בת נדיב כי בת נדיבים צריכים נעלים משום מצרנות הכתרים אשרי הזוכה לפסוק הזה וכפות המנעלים שומרות את ישראל כי אוריש גוים מפניך והרחבתי את גבולך לא יחמוד איש את ארצך בעלותך ליראות את פני י\"י אלה\"יך שלש פעמים:", 
                "והיה אברהם מקור הנדבה לפיכך כל הבא לשאול מאת הימין דבר אין מונע ואין מעכב כן הימין פתוחות לתת מתנות ומקבל מתנות שבים ואלמלא יד כהה מעכבת והצפון מצפין כל אדם משיג שאלתו שוב וחוטא והיודע מפני הנדבה וזהו המפתח לפסוק ושם חביון עזו מה רב טובך אשר צפנת ליראיך והנה סוד נדבה הוא סוד אצילות השפע בלי עירוב מכתר עליון לימין והן הימין עדד הגבורה אבל מקום הסכנה הוא מקום הגבורה ששם עומדים מיני מקטרגיו ואלמלא נדבתו של אברהם אין כח לבנים לעמוד זש\"ה ארפא משובתם אוהבם נדבה בסוד המעכבים והמונעים לפיכך גשם נדבות תניף והמבין סודות הללו יבין סוד טוב לחסות בי\"י מבטוח באדם טוב לחסות בי\"י מבטוח בנדיבים השרים העומדים לצד אברהם נקראו נדיבים ואף על פי כן עיניהם צרה:", 
                "ודע כי מדת האהבה היא מדת אברהם ועל ידדו אברהם נאחזים ביעקב וזה סוד הבוחר בעמו ישראל באהבה וזה סוד הנדיבים והשפע והאצילות טוב ארוחת ירק ואהבה שם וגו' מה טעם כלחוך השור את ירק השדה שנאה תעורר מדנים ועל כל פשעים תכסה אהבה זו המפתח לכל מקום שאנו אומרים זכור לאברהם ליצחק ולישראל עבדיך וזכרתי את בריתי יעקב ואף את בריתי יצחק ואף את בריתי אברהם אזכור והארץ אזכור יבין את סוד זה על כל פשעים תכסה אהבה לפיכך סמכו ק\"ש למלת אהבה וסמכו אמת לסוף ק\"ש תתן אמת ליעקב חסד לאברהם ואם השור בא ללחוך על כל פשעים תכסה אהבה והנני רומז אמ\"ת חס\"ד פח\"ד ודע כי האהבה היא מתקשרת בנדבה כמו שאמרנו ארפא משובתם אוהבם נדבה והיודע סוד יניקת אברהם ויודע סוד הפסוק הזה כי מקוםהרפואה הוא מקום התשובה ומשם ינק אברהם כשנדבק במדת החסד ודי במה שבארנו:"
            ], 
            [
                "השם השמיני לספירות נכתבת ידו\"ד ונקר' אלה\"ים ידו\"ד אדנ\"י חילי:", 
                "וזה סוד לפי שזה מקום תחילת הדינין ומוקדם והנני מבאר לך דע כי כתר עליון הוא הרחמים הגמורים שאין בהם תערובות דין ובהתאצל ממנו החכמ\"ה והבינ\"ה אז תמצא דין ורחמים מעורבים אבל אין כחם יוצא לפועל בדין לפי שהם נקשרים בכתר אמנם הרחמים והדין נמשכים על ידי גדול\"ה וגבורה כמו הזרועות הנמשכים מן המקור שבמוח ופועלין פעולה ולפי שעיקר המקו' לרחמים ולדין הם ע\"י חכמ\"ה ובינ\"ה הנקראים עדן ונקרא מקור והם דבקים בכת\"ר ואינם פועלים אלא ע\"י גדולה וגבורה לפיכך בינ\"ה שהוא מקור הדין ואינו פועל אלא על יד גבורה כך נכתב ידו\"ד על יד שהוא קשור בעולם הרחמיםונקרא אלה\"ים על יד נובעים ממנה לפיכך תמצא כתוב בכמה מקומות ידו\"ד אדנ\"י שהוא סוד המבועים ההולכים עד המלכות וזה סוד ימי פסח ושמונה ימי החג ובסוד שמיני עצרת אחד שלו ואחד שלנו וכשהנביאים עולים מלמטה למעלה קורין בתורה ידו\"ד אדנ\"י כמו שאמר אדנ\"י ידו\"ד מה תתן לי וכיוצא בו וכשהשפע יורד מלמעלה למטה וממטה למעלה והסוד ילכו מחיל אל חיל:", 
                "לפיכך תמצא הספירה הזאת נקראת - צדק עליון וזה סוד שמות אדנ\"י ידו\"ד שכתבנו והסימן צדק צדק תרדוף צדק ראשון סוד מלכו\"ת צדק שני סוד בינ\"ה כי שם הוא סוד הייחוד השלם בכל העולמות וזו היא שאמר בסמוך למען תחיה וירשת את הארץ למען תחיה צדק תחתון וירשת את הארץ והכל מבואר:", 
                "והספירה הזאת נקראת - בינה במקום הזה הוא סוד כל הנחלים העליוניםולא נכנסה בה שום אדם ועין לא ראתה סוד מעלותיה וסגולותיה לפי שהיא למעלה מכל ההשגות והנה כל הנביאים אפילו משה רבינו עליו השלום פתח תשעה וארבעים שערים ונשארה אחרונה ננעלת נמצא כל חדרי' גנוזים ונעולים בפני כל בריה וזה שאמרו הנביאים עין לא ראתה אלה\"ים זולתיך יעשה למחכה לו והנני פותח לך קצת מעלותיה כדי שתכנס לידיעתם:", 
                "ודע כי שלשה ספירות עליונות כול' הם מתאחדות כאחד ולעולם לא יפרדו והשם הכולל אותםבכל מקום הוא יו\"ד ה\"א רמז יו\"ד לחכמה וה\"א לבינה וקוצו של יו\"ד רמז כתר אין סוף ואינו מושג בשום עניין לייחד לו אות קבוע ודע והאמן כי לא עלה מעולם לא שר ולא מלאך ולא דבר בעולם להתאחד באלו שלשה ספירות לפי שאברהם ויצחק עלו עד הגדולה ועד הגבורה וסביבות אברהם ויצחק נאחזים שבעים שרים עליונים בשבעים כתרים על יד ישמעאל ועשו שהם סוד חק הפרה ואלמלא ישמעאל שיצא מאברהם ועשו שיצא מיצחק אין מקום לשבעים שרים אחיזה סביבותם ודבר זה נודע בסוד סדר הקשרים והנה אברהם יצחק שנאחזים בגדולה ובגבורה יש לנחלתם גבול שהרי המצרנים שלהם סמוכים להם והסוד ואקח את אביכם אברהם מעבר הנהר:", 
                "אמנם יעקב אבינו ע\"ה שהיה מזוקק ולא היה במטתו פסול אין בו מקום אחיזה לאחד מן הכוחות החיצוניות כלומר ע' שרים לפיכך הוטל יעקב בין אברהם ויצחק באמצע:", 
                "והנני רומז הצד המחוקק שבאברהם ויצחק הוא היכל הקודש הפנימי והנה הקו האמצעי ביניהם הוא יעקב ונאחז במקום הטהור שבין אברהם ויצחק הם כלפי חוץ והנה שבעים שרים החיצונים נאחזות באותו צד שיש בו סימן כלומר ישמעאל מצד ז ה עשו מצד זה לפיכך כתיב הלא אח עשו שליעקב נאום י\"י ואהב את יעקב ואת עשו שנאתי נמצא יעקב עלה עם אברהם ויצחק עם הכתפים והזרועים שבהם נאחזים אברהם ויצחק ונקראת דמות אדם ונמצא יעקב לבדו עולה עד הכתר ונאחז בשלשה ספירות עליונות עולה מן הוואר למעלה הנאחז בקו האמצעי עד ראש העליון ונמצאים אברהם ויצחק עולים עד מקום הזרועות עמו ומשם ולמעלה אין להם עלייה ונמצא יעקב לבדו עולה עד הכתר ונאחז בשלשה ספירות עליונות שהם נכללות בשם ית' לפיכך כי יעקב בחר לו י\"ה ישראל לסגולתו לסגולתו ממש כי סוד סגולה הוא סוד י\"ה ממש בסוד זרקא מקף סגול נמצא הבינ\"ה נקרא סגולה ליודעי סוד האמת לפי ששרי אומות העולם עולים עד הזרועות ולא עוד וישראל לשם י\"ה עולין כתיב והייתם לי סגולה מכל העמים העמים ודאי שאין אחד מכולם עולה לאותו מקום לפיכך כתיב כי חלק י\"י עמו יעקב חבל נחלתו וכתיב י\"י בדד ינחנו ואין עמו אל נכר כלומר אחד מכל השרים העליונים וזהו סוד ירכיבהו על במותי ארץ וזהו מקום שאין דרך לשר ומושל לעלות שם ועל זה כתבי ששם עלו שבטים שבטי י\"ה עדות לישראל:", 
                "ודע והאמן כי יעקב שעלה למעלה ונאחז בשם י\"ה הוא לבדו נחל נחלה בלי מצרים וזהו שאמר הכתוב והאכלתיך נחלת יעקב אביך ממקום הצואר עד מקום הראש נחלה שאין לה מצרנות וזהו שאמרו חכמים לא כאברהם שכתוב בו קום התהלך בארץ לארכה ולרחבה ולא כיצחק אלא כיעקב שכתוב בו ופרצת ימה וקדמה וצפונה ונגבה ומקום הפרצה שפרץ הוא מקום הצואר שעולה למעלה מן הזרועות והבן זה היטב לפיכך כי יעקב בחר לו י\"ה ישראל לסגולתו:", 
                "ודע כי דוד המלך עליו השלום צפה ברוח הקדש כל הגלויות וראה את ישראל גולין במצרניהם ואף כל גוים סבבוני וצעק על כובד הגליות המשיגות את ישראל במצרניהם ואמר מן המצר קראתי י\"ה מן המצר ודאי קרא י\"ה שהוא עולם הרחובות שאין שם מצרנות ואחר כך אומר ענני במרחב י\"ה:", 
                "והנני רומז כתוב הרכבת אנוש לראשינו באנו באש ובמים ותוציאנו לרויה באש ובמים אברהם ויצחק ואח\"כ ותוציאנו לרויה לפיכך התבונן היטיב ותראה מעלת ישראל על האומות ודרך עלייתן למעלה למקום שאין שם צורך ומקטרג ומזיק אלא כולה השקט ומנוחה ונחלה:", 
                "וזהו הספירה הנקרא - רחובות כלומר המקום שאין לו מצרניות אלא רחב בכ\"מ והנה ירושלים בעולם הזה בתוך הגוים שמתיה וסביבותיה ארצות לפיכך כל רודפיה השיגוה בין המצרים וסימן כשושנה בין החוחים ואם בא רוח ונושב עלין שלה לכאן ולכאן הרי החוחין קורעין אותה כך ירשלים בזמנים הראשנים סביבות ארצות ומצרנים כל גוים סבבוני וזהו סוד גליות אבל לעתיד לבדו י\"ה מתאחד בירושלים ואז כל השרים הצוררים כלים והולכים להם כלומר אינה מריעים לה עוד וזהו סוד ורחבה ונסבה למעלה הרחיבי מקום אהליך ויריעות משכנותיך יטו אל תחשוכי האריכי מיתרי' ויתידותי' חזקי כי ימין ושמאל תפרוצי זהו כי יעקב שכתוב בו ופרצת ימה וקדמה וצפונה ונגבה הבן זה הטיב ימין ושמאל תפרוצי נחלת אברהם ויצחק הבן נפלאות גדולות וזהו סוד באנו באש ובמים ותוציאנו לרויה מן המצר קראתי י\"ה ענני במרחב י\"ה וסוד ואת הלכת ברחבה פקח עיניך בכ\"מ שתמצא כתוב רחובות וכתיב ישבו זקנים ברחובות ירושלים וזהו המקום הנקרא רחובות הנהר כי שם הוא סוד הנהר העליון שאין לו סוף וקץ לרחובותיו וזהו סוד את רחובות עיר ואת כלח כלח בו ודאי תבא בכלח עלי קבר זכה לו מובטח לו שהוא בן העולם הבא והיודע סוד רמזות האלו יבין סוד תרחיב צעדי תחתני תחתי מבעי ליה שאין דרך הלשון לומר תחתני אלא תחת נ' שהוא סוד נ' שערי בינה:", 
                "והמקום הזה נקרא - גאולה כי מן המקום הזה מושך א\"ל ח\"י וצריך לסמוך גאולה לתפלה ואם תבין סוד היובל ונ' שערי בינה תבין ענין זה הבנה שלימות והנני מבאר לך:", 
                "דע כי כל שבעים שרים שכתבנו לעיל מקיפין סביב אברהם יצחק ויעקב ומקיפין יעקב עד הכתף ואותו המקום הוא מקום הגלות אבל ממקום הכתף ולמעלה הוא מקום החירות ליעקב ובניו והיודע סוד זה יבין כי פדה ידו\"ד את יעקב וגאלו מיד חזק ממנו וזהו שאמר הכתוב ובאו ורננו במרום ציון במרום ציון ודאי שהוא סוד הבינה שהוא מרו\"ם ציו\"ן והיתה נפשך כגן רוה כגן רוה ממש ותוציאני לרויה המבין עיקראים הללו יבין סוד הגאולה באמת והיודע סודות הללו יבין מה שאמר גאולה תהיה לו וביובל יצא:", 
                "ודע כי הספירה הזאת נקראת יובל וכן הוא אומר יובל היא שנת החמשים שנה תהיה לכם חמשים ודאי זהו סוד נ' שערי בינ\"ה וכתיב בשנת היובל הזאת תשובו איש אל אחוזתו:", 
                "ודע כי היובל הוא סוד לחירות הרי יאורים רחבי ידים וזהו שאמר הכתוב ועל יובל ישלח שרשיו ולא יראה כי יבא חום והטעם שאין החום והקור עולין לאותו מקום לפיכך אנו מונים למתנת תורה ממ\"ט יום וביום נ' הוא נתןהתורה לפי שהתורה מן היובל נמשכה ואלמלא מעשה העגל ושבירתל הלוחות אין שום גלות שהרי ממקום החירות נמשכו הלוחות וזהו שאמר הכתוב והמכתב מכתב אלה\"ים הוא חרות על הלוחות אל תקרי חרות אלא חירות בודאי והנה ביובל יצאו ישראל ממצרים וכן הוא אומר וחמשים עלו בני ישראל מארץ מצרים ומכל מדברים שביארנו יש להתבונן בכ\"מ סוד הגליות וסוד הגאולה וסוד המכות וכדומה לו ואפילו נער קטן ראוי להתבונן מכאן ואילך:", 
                "ויש לי לעוררך על מה שאמרו רבותינו זכרונם לברכה גלות בא לעולם על עבודה זרה ועל גלוי עריות ועל שפיכת דמים ועל שמיטת הארץ כתיב אז תרצה הארץ את שבתותיה כל ימי השמה והטעם לפי שכתוב וספרת לך שבע שבתות שנים והנה הגאולה תלויה בשביעית ליודעי הנסתרות:", 
                "ועתה צריכים אנו לעוררך על סודות נפלאות בעניין יין נסך שאין הכל מגיעים לדעת עיקרי התורה וסתריה:", 
                "דע כי היין העליון המשמח אלדים ואנשים הוא נמשך מן הבינה שזכה אברהם ע\"י האהבה הסמוכה לה וכן הוא אומר הביאני אל בית היין ודגלו עלי אהבה:", 
                "ודע כי היין שאדם שותה עולה למקום שהיתה תחלת תודותן והנה היין סיבה לגלות הנסתרות והנה העולם שהוא מעין הבינ\"ה עין לא ראתה זולתיך היא סוד יין המשומר בענביו מששת ימי בראשית בודאי ולעולם לא נגע בו גוי שאין דרך לעלות שם שרי האומות שהרי הוא למעלה מכל הבמות והוא מקום הסוד נכנס יין יצא סוד לפיכך אין לשבעים אומות לעלות בו וחלק בו ומגע הגוי עע\"ז יעשו יין נסך כי הגוים עע\"ז ישתו יין נסיכם סורי גפן נכריה אבל ישראל לבד מושכין יין מן הבינ\"ה וזהו היין המשמח אלדים ואנשים וזהו סוד שרמזו בתלמוד שהיין הוא סיבה לגלות סודות וסתרות לכן נאמר נכנס יין יצא סוד ואומר יין השביעית והטעם לפי שהיין למעלה משבעים שרי האומות והוא מקום הסודות סוד ידו\"ד ליריאיו ובריתו להודיעם לפיכך מגע גוי עושה יין נסך ובמקום הבינה נמשך כח אחד לגבורה שהוא הייןהראוי להתנסך על גבי המזבח כלומר למזוג שני הכחות כח אברהם לייחד לה כח יצחק שנאמר וילכו שניהם יחדיו כי אברהם הוא המים ויצחק סודו היין וצריך היין ניסוך על גבי המזבח אבל היין העליון המשומר בענביו עי\"ן לא ראתה אלה\"ים זולתיך זהו סוד איסור יין נסך ליודעים והנה הנזיר אסור ביין לפי שהוא סוד התחלת עולם הדין והנזיר מושך מן הכת\"ר לבדו שהוא עולם הרחמים וכן הוא אומר כל ימי נזרו קדוש הוא וכתיב כל ימי נדר נזרו תער לא יעבור על ראשו נדר נזרו בודאי ולפיכך אסור ביין ואחר שידעת זה:", 
                "דע כי הספירה הזאת היא סוד שכולל הספירות וייחוד העליון ועליו נאמר יהיה ידו\"ד אחד ושמו אחד וכשאדם חוטא וחייב כרת או שאר מיני עונשים ונתרחק מן הבינ\"ה אז הוא ביד השרים שהם תחת הבינה ונתחייב נפשו גלות כי כל הגליות הם במקום אברהם ויצחק ובהתאחז אדם בבינ\"ה אינו מתיירא מנזק חולא מפגע רע ועליו נאמר יושב בסתר עליון ממש ואינו ירא מפגעים ונזקים לפי שאין שום צד ומקטרג ומסטין רשות לו לעלות באותו מקום לפיכך בצל שד\"י יתלונן למטה במלכו\"ת בהיותו נוטל בידו אותה הבינה ואז אינו נמסר ביד מיצר וזהו שאמר ויצא קין מלפני ידו\"ד ויצא ממש וישב בארץ נוד קדמת עדן כלומר נדו אותו מקדמת עדן אשרי היודעים סתרי התורה וכשהוציאוהו מן המקום הזה אז מתיירא ואומר והיה כל מוצאי יהרגני כיכמה צוררים ומקטרגים סביב שבעים כתרים לפיכך נקרא הבינה בכל מקום תשובה כלומר כשיחטא ישראל ונפרד מן המקום הזה שהוא מקום החירות ופשפש במעשיו ונתחרט על כל פשעיו ושב למקום הבינה אז הוא נתקבל כבתחלה וזהו סוד ותחולל ארץ ותבל מעולם ועד עולם אתה א\"ל תשב אנוש עד דכא ותאמר שובו בני אדם וזהו מקום התשובה שמשם יוצאות נשמתן של ישראל ותשובתו הרמתה כי שם ביתו וכתיב ביובל הזאת תשובו איש אל אחזתו:", 
                "ודע והאמן כי זהו מקום תשובתו של ישראל שנאמר ושב ורפא לו והמבין סוד זה יבין מה שנאמר ושבת עדד ידו\"ד אלה\"יך ושב ידו\"ד אלה\"יך את שבותך ורחמך ושב וקבצך מכל העמיםהלא כתבתי למעלה כי הגלות ביןהשרים הסמוכים לאברהם וליצחק ושב וקבצך בשוב ישראל לרחובות הנהר למקום שאין ידי העמים ושרים שולטים וזהו סוד ולתתך עליון על כל הגוים אשר עשה לתהלה ולשם ולתפארת לפיכך ושבת עד ידו\"ד אלה\"יך ושב ידו\"ד את שבותך וריחמך ושב וקבצך מכל העמים:", 
                "ודע כי מצרים היתה שנייה לארץ ישראל כמו שידעת כבר לפיכך היה במצרים פי החירות היודע סוד זה יודע כמה נסתרות בעניין פי החירות ויבין סוד ואנכי אעלך גם עלה וסוד מה שאמר אלמלא לא הוציא הקדוש ברוך הוא את אבותינו ממצרים הרי אנו ובני בנינו משועבדים היינו לפרעה במצרים לפיכך וחמשים עלו בני ישראל מארץ מצריםוכתיב ואשא אתכם על כנפי נשרים ואביא אתכם אלי אשרי היודעים סתרי הרמז הזה בפשטיה וכתיב שובה ישראל עד ידו\"ד אלה\"יך גדולה התשובה שמגעת עד כסא הכבוד כי יש כסא לכסא וכן הוא אומר אם תשוב ישראל נאום ידו\"ד אלי תשוב נאום ידו\"ד ואם תסיר שקוציך מפני לא תנוד:", 
                "ודע והאמן כי הימין היא הגדולה והוא סוד אברהם פשוטה לקבל שבים הבן זה מאד ותראה כי דרך ימין עולים לתשובה ובמקום שבעל תשובה עומדין צדיקים גמורים אינם עומדין (שמא גרים) איש אשר כברכתו בירך אותם פקח עיניך וראה כמה כח התשובה עד היכן שמגעת:", 
                "והספירה הזאת נקראת - מי וכה\"א שאו מרום עיניכם וראו מי ברא אלה וכן הוא אומר בראשית ברא אלה\"ים והכל רמוז את מ\"י נועץ ויבינהו ויבינהו ממש והנני רומז את הבינה למעלה שהיא המבטלת את הגזרות הקשות הרעות בין של יחיד בין של ציבור והטעם לפי שהוא מקום התשובה וזהו שאמרו חכמינו ז\"ל גזר דין דציבור מקרע וגזר דין דיחיד אינו נקרע ומה הקרע שלו הבינה מקרעת כל שטרי חובות שבעולםוהטעם משום תשובה כי הבינה למעלה מכל השרים וקטיגורים ובעלי קטיגור והנה כל השבים אליה לא ייראו מפחד רעה שהרי הם למעלה מכל הפגעים והנזקים והסוד כי ידו\"ד צבאו\"ת יעץ ומ\"י יפר וידו הנטויה מי ישיבנו מי יפר ומי ישיבנו ודאי:", 
                "והטעם שנקרא בלשון מ\"י שהוא מקום הסתרים והסודות עין לא ראתה אלה\"ים זולתיך לפיכך נתנה לשאלה מ\"י כלומר במי שאינו משיגה ושואל מי שהרי גם למשה נתנה לשאלת מי והסוד מי ימלל גבורות ידו\"ד ישמיע כל תהילתו הוא סוד הגבורות שהיא מבטלת כל הגזירות ישמיע כל תהילתו בודאי כל הנשמה תהלל י\"ה שלשה תיבות מורות זו על גבי זו המבין רמוזות הללו יראה סודות התורה וגנוזות פשוטים לפניו וסוד התשובה מבטל גזירה וסוד גדול רמזו בתלמוד והנני מבאר כל היושב בתענית בשבת קורעין לו גזר דינו של ע' שנה והטעם כי מן השבת יעלה אדם אל התשובה שהיא שביעית לה נמצא שניצול מגזר דין שנסבבו בשלב כתרים סביב לגדול\"ה ולגבור\"ה ואם עלה בתשובה שהיא מעין בינה לא ירא מכל צר ומקטרג שהרי הוא למעלה מכולן ונמצא שקורעין לו גזר דינו של שבעים שנה והסוד הכולל כל שנאמר ידו\"ד צבאו\"ת יעץ ומי יפר וידו הנטויה מי ישיבנה כמה חדרים וכמה גנזים גנוזים בפסוק זה ידו\"ד צבאו\"ת ממש ששם הוא סוד הצבאות ומהם בפנים ומהם בחוץ אבל הבינה למעלה מכולם:", 
                "ובינה נקרא בתורה גבורות בלשון רבים שנא' מי ימלל גבורות ידו\"ד כי מי א\"ל בשמים ובארץ אשר יעשה כמעשיך וכגבורותיך ומדת פחד יצחק נקרא גבורה בלשון יחיד לפיכך גבורות מבטלין כח וגבורה וכה\"א וידו הנטויה מי ישיבנו וכתיב צדיק מושל יראת אלקים אמר הקב\"ה אני מושל בכל ומי מושל בי זה הצדיק שאני גוזר גזירה והוא מבטלה כמה סתרים גנוזות במקום הזה וזהו סוד בסוד קורעין לו גזר דינו של שבעים שנה כי כמגיע אדם למעלה צדיק עולה למעלה עד הבינה וקורע כל גזר דין אשר גוזרין עליו סנהדרין של תפארת וזהו סוד וידו נטוי' מי ישיבנו בודאי:", 
                "והספירה הזאת נקראת - עולם הבא וזהו במקום שלא השיגו הנביאים אפילו משה רבינו עליו השלום לא עלה להשיגה השגה מבואר מן התפאר\"ת ולמעלה וא\"ת והרי השיג עד מ\"ט שערי בינה דע ששער החמשים אשר נכנסים משם לגנזי הבינה וחדריה לא השיגה משה ע\"ה וזהו שכתוב וקראתי שבם י\"י לפניך וחנותי את אשר אחון וזהו עין לא ראתה אלקים זולתיך:", 
                "והנה כמה חכמים מן האחרונים טעו טעות גדול בענין העולם הבא ולא ידעו ולא יבינו וחשבו כי בשעת פטירתו יכנס לחיי העולם הבא כי המעייןבכל התלמוד יראה הכחשת טעותם שהרי רבי עקיבא אחר שנפטר אמר לו אשריך רבי עקיבא שאתה טהור ויצאה נשמתך באחד ואת מזומן לחיי העולם הבא והטעם לפי שאחר פטירת האדם יכנס למלכותא ומקבל פני שכינה ונכנס לפני הת\"ת ושומע הלכה מפי הש\"י ושם תעמודנה כל הנשמות עד תחיית המתים ויום הדין וכן אז\"ל בסוטה בהתהלכך תנחה אותך בעולם הזה בשכבך תשמור עליך זה יום המיתה ובהקיצותך היא תשיחיך לעולם הבא הכל גלוי:", 
                "והנה דע והאמן כי כמו שנתחלקה הארץ בקיבוץ כל ישראל כך בקיבוץ כל הנשמות אחר יום הדין תתחלק להם נחלתם לעולם הבא כל אחד כפי הראוי לו ובמקום הזה כבר הפליגו הפלגות גדולות בספר המצות שבהן יכנסו לכמה חדרים הפנימים:", 
                "והספירה הזאת נקרא - עליה וז\"ס עליייה שהיית למעלה קדשי קדשים ועל זה אמר בתלמוד ואיתבני' עלייה ובאמת כי זאת העלייה הוא למעלה מתפארת והנה סוד המלכות סוד המקדש והתפארת קדש קדשים ומבינה עד הכתר סוד העלייה שעל גבי קדש קדשים ומה שאמר ראיתי בני עליה והם מועטין אבאר לך:", 
                "דע כי הזוכים לחיי העולם הבא אינם יודעים בפי' עד יום הדין שבאותו היום יתפרשו נשמות כמו שכתוב ורבים מישני אדמת עפר יקיצואמנם צדיקים גמורים שמכריזין עליהם קודם יום הדין ואומר פלוני מזומן לחיי העולם הבא בעניין ר' חנינא בן תרדיון ור' עקיבא ושאר צדיקים שמכריזין עליהם קודם יום הדין על אילו נאמר ראיתי בני עלייה והם מועטין וכבר ביארנו באילו נפלאות גדולות וחיבורים ועניין הא דעיילי בבר הא דעיילי בלא בר ונקרא עלייה באמת שזהו העלייה שעל גבי העליות והזוכה לדעת עלייה זויבין סוד כ\"מ שנאמר בתורה ותתפלל על ידו\"ד השלך על ידו\"ד והנני מבאר:", 
                "דע כי ב\"ד הגדול שהוא בין קו האמצע\"י למדת אלקים הנקרא לשכת הגזית שם חותכין כל הדינין ומתייעצין בב\"ד של צבאו\"ת ששם נגמרה העצה באמרו לעמת העצה יסירנה וכתיב כי י\"י צבאו\"ת יעץ וזה סוד שאמר בספר יצירה שהעצה נגמרת בכליות והנה בהא גמרה העצה בסנהדרי גדולה עם צבאו\"ת אז הכל נתון במדת צדק וגומרת הדין וכמו כן כל אדם מישראל שלא זכה בעונותיו לעלות מן הזרעות הרי הוא בכל המזלות ונידון ע\"פ הכוכבים לפי שהככבים והמזלות הם מן הזרועות ולמטה לפי שהזרועות נקראים שמים ואם זכה אדם מישראל אע\"פ שהמזלות מורים על עניות ודלות וחסרון בנים וקוצר חיים אותו הצדיק עולה למעלה ממקום הכוכבים וה\"ס העלייה ואז מפיק כל צרכיו ודוחק מערכת המזלות שהעלייה היא סוד מקום כל המזלות וה\"ס מזל הגדול שמשם ישאבו כולם ועל הכא גרסינן חיי בני ומזוני לאו בזכותא תליא מלתא אלא במזלא תליא מילתא וזה סוד חנה ותתפלל על י\"י השלך על י\"י יהבך והנני יוסיף על ימיך ומקום הזכות הוא סנהדרי גדולה אם זכה צדיק לעלות לעלייה קורע כל גזר דין שבעולם והטעם לפי שנדבק במדת עלייה אין נזק ואין פגע רע ואין חסרון נדבק באותו מקום לפי שהוא המקום השלם מכל מיני שלימות ושם הששון והשמחה תמידית וזו היא שאמר בכ\"מ וקורין אותו בתי גואי ומה שאומר בחגיגה ויקרא ידו\"ד אלדים צבאו\"ת ביום ההוא לבכי ולמספד ומקשי והא כתיב הוד והדר לפניו עוז וחדוה במקומו לא קשיא הא בבתי גואי הא בבתי בראי דע כי בתי גואי נקרא מן הבינה למעלה שהוא קו העלייה בתי בראי מהתפארת והמלכות לפי שסביב התפארת שבעים שרים שצרים את ישראל כשהם חוטאים וסביב המלכו\"ת כל כסאות של מלכיות נכריות והיא כשושנה בין החוחים החוטאים באותן המקומות הן הגלות ומיני מחלות וצרות וחסרונות ומיני נזק ויגונות אבל מבינה ולמעלה אין שם כי אם ששון ושמחה אין שטן ואין פגע רע כי הכל במילוי ומה שתמצא כתוב אין רע יורד מאת ה' הוא מקום העלייה שהוא סוד הבינה ומה שתמצא כתוב כי ירד רע מאת ידו\"ד הוא מן הכתרים מסביב התפארת עד הזרועות לפיכך כתוב לשער ירושלים השליך משמים ארץ תפארת ישראל כלומר הפריד התפארת את מי השליכו תפארת ישראל כלומר נפרד יסוד והמלכות והבן מאד:", 
                "והספירה הזאת נקראת - חיים כי ממנו ימשכו חיים לכל דבר שיש בו חיים ובמשוך אותם יסוד נקרא א\"ל ח\"י וכשמתמלאת המלכות מן העלייה נקרא אלה\"ים חיים ומן הספירה הנקרא חיים נמשכת התורה שבכתב ונתנה לישראל לפיכך נקרא תורת חיים וכה\"א חיים הם למוצאיהם וכתיב וחי בהם והדבקים בתורה דבקים בחיים ממש שנאמר ואתם הדבקים בי\"י אלה\"יכם חיים כלכם היום והטעם לפי שנקרא עץ החיים וזה סוד התפאר\"ת שהוא עץ החיים לפיכך התורה נקראה בשמו עץ החיים שנאמר כי עץ חיים היא למחזיקים בה כי התורה שבכתב היא סוד התפארת הנקרא עץ חיים והכל דבר אחד וכבר ביארנו עניינים גדולים בספירה א\"ל ח\"י ובספירה אלה\"ים חיים וכמה עניינים חסרי לב חושבים שיש חיים טובים או חיים רעים בכל המקראות שבתורה:", 
                "דע כי כ\"מ שנקרא חיים אין שם רע לא מעט ולא הרבה ובכ\"מ שנקרא רע אין בו (חיים) לא מעט ולא הרבה כי הדבר הנקרא חיים הוא עיקר ועצם כל טובות ותענוגים וכל מיני הגמול העתידים לצדיקיםולחסידים והמקום הנקרא מות הוא הפך החיים לפיכך אמרה תורה ראה נתתי לפניך את החיים ואת הטוב את המות ואת הרע עם החיים יבא טוב ועם המות יבא רע כי החיים ממש הם עצם הדבר נקרא כך והוא סוד הספירות העליונות מקום כל מיני אצילות ושפע ברכה וטובה והצלה ובריאות וחיים והמות ממש הוא עצם דבר ובו כל כחות הטומאה החיצונית הנקראים אשה זרה וזונה ובאר צרה נכרייה והמותממש הוא עצם דבר היודע סוד זה יבין סוד גויעה ואסיפה ומיתה האמורה בצדיקים וסוד מיתה האמורה ברשעים וסוד טומאת מת סודות גדולים תלוין בענין טומאת מת במה שרמזנו הנה לפיכך רמזו במס' ברכות כי החיים יודעים שימותו והמתים אינם יודעים מאומה ואמר הצדיקים במיתתן קרוים חיים והרשעים בחייהם קרוים מתים והנני רומז סודות נפלאות לא המתים יהללו י\"ה והטעם כי הדבר נקרא מת הוא הפך עולם החיים הנקרא י\"ה אבל ואנחנו נברך י\"ה מעתה ועד עולם:", 
                "הנני מוסיף ביאור אמרתי לא אראה י\"ה בארץ החיים לא אביט אדדם עוד עם יושבי חלד יושבי חד\"ל ממש והכל מבואר למי שיש לו עינים והיודע אלו הסודות יודע סוד חיי האדם או מיתתו ויודע ויבין סוד שאלתינו בראש השנה זכרנו לחיים מלך חפץ בחיים וכתבינו בספר החיים פי\"ה טועים הענין האומר כתבנו בספר החיים טובים ולא טובה שמועת' שאינ' מבינים דבר ואינם יודעים כי יש מעלה שנקראת חיים בודאי והוא מקור כל הטובות וכל מיני השפע והאצילות וחושבים שאין חיים עצם דבר אלא חושבין שהן חיי האדם בעוד שהנפש בגוף חלילה חלילה לפיכך לא יבינו סוד העונש והגמול מאחר שהדבר הזה נעלם מהם:", 
                "והספירה הזאת נקראת - נדר וזהו מקום הנדרים שאינם מושגים בנדבה לומר הרי זה לפי שמזומנת ואינה נמצאת בזמן הזה לומר הרי זה לפיכך כל הנדרים אומר הרי עלי וחתיב עלי נדריך והנה כל שבוע' בי\"י לפי שבו סוד השביעית וכל נדר לידו\"ד:", 
                "ודע כי במקום נדר נמשכים הבני' כשאינם באים מצד מערכת הכוכבים וגם הבנים נמשכים למזלות ולכוכבים זהו מקור' לפיכך כשבאין על צד מערכת ואדם חוטא בנדר אותה מדה נחסרה מן החוטא ובעון נדרים בנים מתים ממש והנה כשראתה חנה שלא מצאה מקום להפיק בנים בסנהדרי גדולה עלתה למקום בינ\"ה שהוא מקום עלייה שהוא מקום הנדר שהוא מקום השכת בנים ולכך כתיב ותתפלל חנה על ידו\"ד ותדור נדר לידו\"ד ותאמר ידו\"ד צבאו\"ת אם ראה תראה בעני אמתיך לפיכך טוב אשר לא תדור משתדור ולא תשלם כתיב מוצא שפתיך תשמור הוא הנדר הוא מקום השפתיים למעלה והיודע סוד הספירות יודע כל דודמת הלשון בפה הוא סוד הבינה למעלה ומתבונן כי השפתת אדומות ואם חס ושלום אדם חוטא במקום זה מדקדקים בו הרבה לפיכך טוב אשר לא תדור שפתותיך שושנים נוטפות מר עובר:", 
                "והספירה הזאת נקראת - תהלה זהו מקום ההלל הגדול מגמור שאין במקום הלל זה דילוג אלא הלל גמור ממש:", 
                "והנה אודיעך בכל מקום שתמצא הלל בתורה בנביאים ובכתובים הוא רמז לבינ\"ה והנני רומז ולתתך עליון על כל הגוים אשר עשה לתהלה ולשם ולתפארת ולתתך עליון בודאי לפיכך לתהלה כל הנשמה תהלל י\"ה שלשה תיבות הללו מורות זו על גבי זו הנשמה תהלל י\"ה והנפש היא לתפלה ולברך שם ידו\"ד ומה שתמצא הללי נפשי את ידו\"ד זהו סוד הלל שאין גמור כגון הלל של ראש חודש וחול המועד של פסח ולא תמצא הללי נפשי את י\"ה אלא השם הכל מבואר:", 
                "ודע כי בכל מקום שתמצא הלל גמור זה סוד הבינ\"ה והתהלה והלל שאין גמור הוא סוד המלכות אלה תולדות פרץ לפיכך כל האומר תהלה לדוד בכל יום מובטח לו שהוא בן עוה,ב סדר המעלות שנו כאן לפיכך תמצא מזמורים שמתחלת הללויה ומסיימין הללויה כמה נפלאות גנוזים במקום הללו כצאת הנשמה מעולם התפלה וחוזרת לעולם התהלה הללויה בראש הללויה בסוף והיודע סודות הללו יבין סוד פסוקי דזמרה שמתחילין בהללויה ומסיימין בהללויה והתבונן כי הכל לתפלה ואין הכל לתהלה ודע כל האומר הלל גמור בכל יום הרי זה מחרף ומגדף אין משתמשין בכלי קדש בחול:", 
                "והמדה הזאת נקראת - שופר גדול שתלוין בו כל מיני שמחות וכל מיני חירות וכל מיני גאולות ובשעה שמתעורר המדה הזאת לגאול את ישראל אז יהיה הקיבוץ מארבע כנפות הארץ:", 
                "לפי שזו היא המדה הנקראת סוחרת המקפת כ\"ל ואין דבר מקפת אותה לפי שהמלכות כמה כחות אחרות מקיפות אותה לפיכך הוא בגלות ביניהם זאת ירושלים שנאמר בתוך הגוים שמתיה וסביבותיה ארצות שנאמר היתה ירושלים לנדה ביניהם לפיכך נתפזרו בניה לארבע כנפות הארץ:", 
                "אבל בהתעורר הבינה שנקרא רחובות נקרא סוחרת עובר לסוחר שהוא סוד של שופר גדול אז יהיה הקיבוץ גליות לגמרי וזה שאמר הכתוב והיה ביום ההוא יתקע בשופר גדול ובאו האובדים בארץ אשור והנדחים בארץ מצרים על מה אבדה הארץ הצדיק אבד מן הארץ ובתקיעת שופר גדול תחזור אבידה לבעלים ותחזור השכינה לציון אבל תדע כי המתן תורה בסיני בשופר יצחק היתה תקיעה והנה יעקב סוד השופר ויצחק תוקע לפיכך שופר של ראש השנה הוא סוד תקיעת שופר יצחק כתיב מי יקום יעקב כי קטן הוא לפיכך והיה ביום ההוא יתקע בשופר גדול ואז בתקיעת אותו שופר הוא קיבוץ גליות לגמרי שהרי אותו השופר גדול הוא והוא מושך לו כל גליות ישראל למעלה מן הזרועות לגמרי ולא יעיקו עוד צריך ולא יוסיפו עוד לטמא אותה לפי שירושלים תהיה דבקה ומתאחזת בבינ\"ה לפיכך הרחיבי אהלך ורחבה ונסבה למעלה למעלה וכתיב כי אוריש גוים מפניך והרחבתי גבולך ומשם ואילך לא יהיה מקום לכוחות הטומאה לעד ולעולם ליכנס לירושלים כי בתקיעת שופר יכרתו ויאבדו הצרים והקטגורים ולא ישאר לוחץ ומוחץ וגם את הגילולים ואת רוח הטומאה אעביר מן הארץ והאלילים כליל יחלוף ואז יהיו כנפי הבינ\"ה פרודות ופרושות על המלכות בסוד ידו\"ד אדנ\"י וזהו סוד ביום ההוא יהיה ידו\"ד אחד ושמו אחד ולא יהיה מקום פרצה לנחש ליכנס ואז ימחה זכרם ויאבדו מן הכסא שנאמר כי יד על כס י\"ה מלחמה לידו\"ד בעמלק ואז יתמו חוטאים מן הארץ ורשעים עוד אינם ברכי נפשי את ידו\"ד הללויה הללויה בודאי כי משם יהיה הייחוד שלם למעלה ולמטה ואז הקליפות הנשארות הראויות לישאר תעמודנה בחוץ במקומות ולא יריעו ולא ישחיתו בכל הר קדשי ומה טעם כי מלאה הארץ דיעה מלאה בודאי ולא ישאר מקום פנוי בכל הארץ הידוע שלא יהיה מלא דעת אלא יהיה עץ הדעת טוב ורע אלא כולו מלא טוב כמים לים מכסים ועל אותה שעה כתיב כי אז אהפוך אל עמים שפה ברורה לקרא כולם בשם ידו\"ד ולעבדו כולם שכם אחד שכם אחד ממש בודאי ועל זאת יתקנו בתפלה ויעשו כולם אגודה אחת לעשות רצונך בלבב שלם ואז הרשע כולה כעשן תכלה כי תעביר ממשלת זדון מן הארץ ואז חרפת עמו יסיר מעל כל הארץ:", 
                "והמדה הזאת נקרא בתורה בלשון סתם כיפורי\"ם ומן המקום הזה יתכפרו עונות ישראל בכל זמן לפי שהוא מקום התשובה ואין כפרה בלא תשובה והנה בכל מקום שתמצא בתורה כתוב תוספת כפרה כעניין שבתות וראשי חודשים ומועדים שיש בהן קרבן מוסף הוא סוד התגלות המדה הזאת על מלכות בסבת השפע והאצילות שנתוסף באותו היום מוסיפים בו קרבן ומוסף כלומר תוספת כפרה כענין שאמר בתפלת ראשי חדשים לעמך נתת זמן כפרה לכל תולדותם סוף דבר בכל מקום שתמצא בתורה לשון כפרה הוא סוד התשובה והרפואה והכפרה והכל מטעם שאמר שהוא למעלה מן הזרועות והשרים והוא מקום עולם הרחמים וכשיפתחו שערי בינ\"ה אז יתרבה שערי האור במלכו\"ת באותן הזמנים והסוד כתיב שער החצר הפנימי הפונה קדים יהי' סגור ששת ימי המעשה וביום השבת יפתח וביום החודש יפתח דברים גדולים גלו הנה לפיכך זהו זמן כפרה והנני מבאר דע כי בהיות הכתר מתגלה אין מקום לפנים של זעם לעמוד לא מעט ולא הרבה וסימן יאר ידו\"ד פניו אליך ויחונך הכל רמוז כי במאור פנים העליונים אין מקום לפךנים של זעם וחנותי את אשר אחון לפיכך כל מיני כפרה תלוין במאור הפנים העליונים כלומר בגלוי הפנים הואתה שעה נקרא עת רצון בכל העולמות כולם:", 
                "ודע כי בהיות המלכות עומדת בראש השנה לתת חשבון על כל אשר עשו ישראל כל השנה שעברה היא עומדת בבושה וכלימה על העשיהם של ישראל לפיכך מתכסא בכסא ליום חגינו כמי שמתעטף ומתבייש להביט והשם ית' פותח שערי אורה מראש השנה עד יום הכיפורים שאלו מק שערי בינ\"ה וכשאותן שערים נפתחים אז כתיב דרשו ידו\"ד בהמצאו קראהו בהיותו קרוב יעזוב רשע דרכו ואיש און מחשבותיו וישוב אל י\"י וירחמהו ואל אלה\"ינו כי ירבה לסלוח המבין דרך זה יבין סוד עשרת ימי תשובה למה נקרא ימי תשובה ימי תשובה ממש ולפי ששערי בינ\"ה ושערי חירות ושערי גאולה ושערי כפרה פתוחות מראש השנה עד יום כפור בין לצבור בין ליחיד לפיכך דרשו י\"י בהמצאו קראהו בהיותו קרוב קרוב בודאי שאלמלא שערי בינ\"ה פתוחות רחוק היה הדרך מאד וכן הוא אומר מרחוק י\"י נראה לי והטעם אהבת עולם אהבתיך הט אזנך ושמע:", 
                "דע כי יום שנקד יצחק על גבי מזבח ביקש אברהם אבינו עליו השלום שיפתחו שערים הללו לכל ישראל להיות כפרה לכל חטאתם והש\"י הודה לו לתת לו מתנה זו לבניו ולפתוח לפניהם שערי תשובה וכה\"א ויקרא אברהם שם המקום ההוא י\"י יראה אשר יאמר היום בהר י\"י יראה אותו היום הוא כפרה לזרעו של אברהם הנקרא מדת אהבה ולפי שספירות הרחוקים שהם כתר חכמה בינה מתגלות ביום שנעקד יצחק מראש השנה עד יום כיפור השערים נפתחים בזכות אהבה של אברהם וזהו מרחוק י\"י נראה לי אהבת עולם אהבתיך על כן משכתיך חסד כסד בודאי לפיכך י\"ה יום אחד ששני מיני כפרות נאחזים בו כפרת המלכות למעלה וכפרת הבנים למטה וסימן וכן יעשה לאהל מועד השוכן אתם בתוך טומאתם יום הכפורים בודאי למעלה ולמטה וכתיב וכפר על מקדש הקדש ואת אהל מועד ואת המזבח יכפר ועל הכהנים ועל כל עם הקהל יכפר ביום כפורים הוא בודאי לא יום כפרה אלא יום כפורים והמבין סוד זה יבין כמה גדול כח התשובה וכמה עולמות מתקן החוזר בתשובה ויבין כמה מעלות מקלקל וכמה גדרים פורץ מי שהוא חוטא למטה וכן הוא אומר לך דד כי שחת עמך באמת בנים משחיתים באמת הורסים בניינים ומקלקלים שורות ועוקרים נטיעות ומשחיתים עולמות ומשברים צינורות למעלה בפשעים שפושעים בודאי בלי ספק לפיכך כי יום כפורים הוא למעלה ולמטה וכן הוא אומר ובפשעיכם שולחה אמכם:", 
                "ודע כי בהתגלות סודות הבינה שהם סודות הכפרה אז כתיב כי ביום הזה יכפר עליכם לטהר אתכם כתיב יכפר עלים ולא כתיב אכפר אתכם והכל רמוז כי שלשה ספורות העליונות קשורות במלת הוא אמצעית במלת אתה תחתונות במלה אנ\"י כמה שערים פתוחים במקום זה למי שיש לו עינים:", 
                "ודע כי עבודות הנעשות ביום הכפורים בבגד לבן הן עבודות היום ועבודות הנעשות בבגדי זהב הן עבודות שאר הימים תמידין ומוספין והכל רמוז במסכת יוה\"כ אם תחנה עלי מכנה לא יירא לבי אם תקום עלי מלחמה בזא\"ת אני בוטח בזאת יבא אהרן אל הקדש לפי שביום הזה אז מתגלה עולם הרחמים לפיכך בזאת אני בוטח והסוד מחיתי כעב פשעיך וךכענן חטאתיך שובה אלי כי גאלתיך הכל מבואר והטעם שהכתר עם תכסיסיו מתגלה ביום הזה לפיכך לית רשות לשטן למסטין והנה שני שעירי יום הכפורים ושאר ענינים שעבודת יום זה מורים אותנו סוד התגלות דין ורחמים והצורך בעולם לכחות החצונות והש\"י נתן פרס לכל כח כפי מה שהוא שאם היו כל הכחות שבעולם עומדות על משמרתם בתיקון הבריאה שסדרם הש\"י היה הכל טובה ואין שום מזיק בעומדו במקומו כלומר הכחות הפניניות בפנים והכוחות החיצונית מבחוץ וזהו שאמר הכתוב וירא אלה\"ים את כל אשר עשה והנה טוב מאד אבל בהתהפכות הסדרים שסדרם בתחלה ונכנסו חיצונות לפנים ויצאו הפנימיות לחוץ אז נתקלקלו השורות ונסתלקה השכינה ונמצא הגליות לפיכך צריך להתבונן בסדר הליכות פנימי וחיצון ואז יבין מעשה אלקים הוא כי לעולם עליו אין להוסיף וממנו אין לגרוע וכתיב והאלה\"ים עשר שיראו מלפניו וכתיב לבד זה ראה מצאתי אשר עששה האלה\"ים את האדם ישר והמה בקשו חשבונות רבים כלומר קלקל אדם הראשון התכונות והסדרים והבנים טמאים לפנים והוציא טהורים לחוץ ואז נהפכה הקערה על פניה ונתקלקלו כל הבניינים והסדרים וזהו סוד הכנסת צלם בהיכל כי ראתה גוים באו מקדשה אשר צוית לא יבאו בקהל לך וכתיב לא יוסיף עוד לבא בך ערך וטמא ונאמר לא יוסיף לבא בך בליעל כלו נכרת אבל אלו עמדו כל הדברים על הסדר תיקונו הראשון היה טוב במקומו ובהשתנות מקומו נשתנה טעמו ומראהו:", 
                "ודע כי בהתגלות הכתר אז יבואו כלל הדברים הפנימים והחיצונות תועלת שפע והנאה וזהו סוד שני שעירי יום כיפור הפנימי והחיצון והמבין זה יבין סוד השוחד של סמאל וסוד ע' פרי החג ושאר מיני השפע שהיו באים לאומות והסוד הגדול הכולל את הכל ונברכו בך כל משפחות האדמה וסוד הנותן מטר על פני הארץ ושולח מים על פני חוצות וכמדומה לנו כי די במה שרמזנו במלת יום כפורים:", 
                "ודע כי במשעול הכרמים יש בו כמה נמשכות לכחות החיצונות ע\"י שפע הבא להם בהתגלות הבינה ע\"י המלכות. ודע כי הספירה הזאת היא סוד אות ה' של הש\"י שהיא ה' ראשונה של שם המיוחד וזהו מקום היייחוד העליון והנני רומז:", 
                "דע כי בהיות צדיק מתאחד עם מלכותו יבא לו השפע מהבינה וכל מיני ברכה ואצילות ואם חס ושלום ימצא הפירוד בין יסוד למלכות אז יפסקו כמה מיני שפע ואצילות לבא אל הת\"ת וליסוד מן הבינה ואז מתאסף היסוד למעלה לפי שפסקה יניקתה מן הבינה וכן הוא אומר מפני הרעה נאסף הצדיק:", 
                "והמבין זה יבין שזו המדה נקראת - אם, וכן הוא אומר כי אם לבינה תקרא אל תקרי אם אלא אם וזהו שאמר הכתוב לא תקח האם על הבנים כמה סודות וכמה עיקרים פנימיים גנוזים במקום זה והמבין זה יבין שלח תשלח את האם ואת הבנים תקח לך לפי שהאם צורך גדול הוא לך לעולם שכולו ארוך ודי לך בבנים בעולם הזה לפיכך ואת הבנים תקח לך והטעם שילוח האם למען יטב לך והארכת ימים והכל רמוז ליודעים:", 
                "ודע כי כמו שהמדה הזאת נקרא צדק עליון כנגד צדק תחתון כך כתיב יד\"ו אדנ\"י זו משפעת בזו אימא עילאה משפעת על אימא תתאה כתיב ישמח אביך ואמך ותגל ילדתיך א\"ם וילדת' והכתוב שאמר ובפשעיכם שולחה אמכם כבר ביארנו בשער ראשון:", 
                "ודע כי השכינה הולכת עם ישראל בגלות אבל צדק העליון לעולם לא זזה ממקומה כתיב כי אם לבינה תקרא ותבונה תתן קולה פקח עיניך כמו שכתבתי לך בענין הבינה וסדריה כי בה תבנה ותכונן עולם התחתון ועולם העליון והש\"י יורנו בדרך האמת אמן סלה:"
            ], 
            [
                "השם התשיעי לספירות הוא שם י\"ה:", 
                "ואע\"פ שג' ספירות עליונות מתאחזות בזה השם והנה היו\"ד רמז לספירות הט' הנקראת חכמה וה' רומזת לבינה וקוצו של יו\"ד הוא סוד הכתר הנקרא אין סוף לפי שאין לכתר אות מסוימת אלא נאחזת בקיצו של יו\"ד רומז לאין סוףוהנה אלו הג' ספירות מתאחדות בא' ובהן נאחזות ו\"ס בסוד ו' ע\"י ת\"ת ובת\"ת נאחזת ספירה העשירית ע\"י יסוד:", 
                "ודע כי י\"ה בכל מקום הוא סוד עולם הרחמים ודע כי ו' הוא כסא לי\"ה ה' אחרונה היא כסא לאות ו' והש\"י מתייחד בשם ידו\"ד ית' ולפיכך עזי וזמרת י\"ה ויהי לי לישועה כלומר זמרת עולם שאין סביב לו מקטרג ולוחץ וצר ואויב זמרת אמת כי הזמירות במקום המגור הם הצורך בעניין ידו\"ד וענין אברהם ולפיכך זמירות היו לי חוקיך בבית מגורי נותן זמירות בלילה עת הזמיר הגיע זמיר עריצים יענה וכרת הזלזל במזמירות ולפיכך מזמור לדוד ויעקב אבינו אמר קחו לכם מזמרת הארץ בכליכם ומעולם הרחמים המשיך עליהם ולפיכך אמר וא\"ל שד\"י יתן לכם רחמים לפני האיש נתפלל בא\"ל שד\"י לומר לצרותיו די ולפיכך קחו מזמרת הארץ ראה כמה כח האבות גדול ולפיכך מן המיצר קראתי י\"ה ענני במרחב י\"ה שהיא עולם הרחובות שאין שם מצרנים וכבר ביארנו שעולם המצרנות והצרות הוא מן הזרועות ולמטה והסוד מקום המשכת הרצון ויעתק משם ויחפור באר אחרת ולא רבו עליה ממש ויקרא שמה רחובות לפי שאין שם מצרנו לשום שר עליון ולפיכך על ידי רחובות העליונים זכה לבאר שבע זהו סוד ויעל משם באר שבע והסוד קחו מזמרת הארץ בכליכם וא\"ל שד\"י יתן לכם רחמים והיודע סודות הללו יודע מדוע נקרא מצרים ונקרא פרעה כי שני אלו סמוכים זה לזה ולפיכך הוצרכו להיות הניסים והנפלאות במצרים ובפרעה כי במקום המצרים שם מיני הפורענות ופרעה הקריב קרב מיבעי ליה אלא ופרעה הקריב את ישראל לאביהם שבשמים מה כתיב בתרי' וישאו בני ישראל את עיניהם והנה מצרים נוסע אחריהם וייראו מאוד ויצעקו בני ישראל אל י\"י וזהו טעם י\"י בצר פקדנוך צקון לחש מוסר למו וכתיב ואלה הגוים אשר הניח י\"י לנסות בהם את ישראל וכתיב תחת אשר לא עבדת את י\"י אלקיך ועבדת את אויביך:", 
                "ודע כי בהתרחק ישראל אפיכלו מעט מהיכל המלך מיד פוגעים בהן מיני חיות רעות דובים ואריות ונחשים ועקרבים וכ\"ש אם ישראל פורצים הגדר שסביב ההיכל ופורץ גדר ישכנו נחש וזה סוד אל תט ימין ושמאל הסר רגלך מרע אל תט' לצד ישמעאל שהוא בא מאברהם שהוא ימין שהרי ישמעאל מקטרג' עומדת סביביו ושמאל לצד יצחק שהוא מקום הפחד ושרי הפורענות אלא הדבק בתפארת שהוא הק\"ו האמצעי ואינך ירא מכל רע שהרי אתה עומד בהיכל פנימי בהיכל המעדנים מקום מנוחה אין שטן ואין פגע רע וזה סוד ואתם הדבקים בי\"י אלקיכם חיים כולכם היום וגו' ושמור פסוק זה וכתיב יש דרך ישר לפני איש ואחרית' דרכי מרת זה סוד אל תט ימין ושמאל:", 
                "וכל מקום שאתה מוצא ישר או מישרים אלו הן שתי מדות הנקראים - זרועות וכן מישרים וישר הוא בהתאחד הספירות כל אחד מהם על מקומה וזה סוד ישר יחזו פנימו אמנם כי ישרים דרכי י\"י וצדקים ילכו בם ופושעים יכשלו בם הכל מתוק ליודע האמת:", 
                "ודע והאמן כי בהתאחד כל הספירה על התכנתו נקראים גם כן מישרים אמנם יש דרך ישר לפני איש ואחריתה דרכי מות ושמור מקום הזכרים ומקום הנקבות בפסוק זה ע\"כ בכל מקום שאתה מוצא בתורה שם י\"ה הוא מקום הרחובות אין שטן ואין פגע רע ולפיכך כתיב כי יד על כס י\"ה באמת הוא על כס י\"ה הכל מבואר וכתיב עזי וזמרת י\"ה ויהי לי לישועה זה בהלחמו פרעה אבל לעתיד לבא מה כתיב עזי וזמרת י\"ה ויהי לי לישועה וכתיב אודך כי אנפת בי ישוב אפך ותנחמני וזה סוד אם עונות תשמור י\"ה אדנ\"י מי יעמוד הכל רמוז:", 
                "והספירה הזאת נקראת - מחשבה בכל מקום וזה סוד המחשבה מן הכתר וזהו מקום מהתפשטות החפץ והאצילות וזה סוד קוצו של יו\"ד התחלת התפשטות הי' והי' נקודה מחשבות וזהו מקום נקרא עמוק אשרי מי שיגיע למקום זה וזהו סוד הפנים הפנימים ועל זה אמר שלמה עמוק עמוק מי ימצאנו ב' פעמים עומק הבינה ולפנים מן הבינה עומק החכמה הנקראת מחשבה ושתי מדות הללו נאחזות בכתר והסוד מאוד עמקו מחשבותיך הבן נפלאות:", 
                "וזהו המחשבה הנקראת בכל מקום - עומק וזה סוד ספר יצירה לפי שהמחשבה נקראת סוחרה וסוחרה חכמה ובינה כי טוב סחרה מסחר כסף כמה נפלאות רמוזים כי סחרה של כסף אע\"פ שהוא מקום החסד כמה צרים ומקטרגים סביבותיה אבל כי ליושבים יהיה לפנים יהיה סחרה לאכול לשבעה ולמכסה עתיק הכל רמוז ולפיכך ביקש אברהם מערת המכפלה וקנה אותה מאת בני עפרן ובני חת בד' מאות שקל כסף עובר לסוחר כי טוב סחרה מסחר כסף ולפיכך המחשבה היא המקפת את כל הספירות של מטה מן הכתר וזהו סוד ספר יצירה עומק רום ועומק תחת עומק מזרח ועומק מערב עומק צפון ועומק דרום עומק טוב ועומק רע כל הדברים שבעולם שתחת הכתר נכללים במחשבה והמחשבה מקפת את כולם וסובבת עליה ולפיכך מאוד עמקו מחשבותיך מים עמוקים בלב איש ואיש תבונות ידלנה עמוק עמוק מי ימצאנו והמבין עיקרים הללו יתבונן בכמה מקומות שנכתב בתורה לשון מחשבה כי לא מחשבותי מחשבותיכם והנה בצלאל והעושים במלאכת נאמר בהן לחשוב מחשבות לעשות בזהב ובכסף ובנחושת וכתיב מעשה חושב מעשה רוקם מעשה חושב בצורות שהוא רומז לעולם המחשבה מעשה רוקם בצורות שהם רמז מן הזרועות ולמטה הכל מבואר:", 
                "והנני רומז בכל מקום אומר עלה במחשבה ואמר ירד במחשבה ויסב אל העלייה וישכב שמה ואמר ירד למרכבה דע כי המרכבה היא למטה מן המחשבה ולמטה וכל המרכבה כללם עד המחשב\"ה ולפיכך אמר עלה במחשבה וממחשבה ולמטה ירד למרכבה בכאן סוד פנים ואחור לבן ושחור סוד שמים וארץ בכאן סוד רחמים ודין בכאן סוד העינים עיניו כיונים על אפיקי מים רוחצות בחלב יושבת על מלאות סוף דבר זהו מעומק לפי שהיוד דבקה בכתר עליון אינה מתפרדת ממנו ונקרא - אין סוף ולפיכך עמוק עמוק מי ימצאנו מאוד עמקו מחשבותיך והנני רומז עומק המחשבה עליו נאמר שיר המעלות ממעמקים קראתיך י\"י העולה עד המקום הנקרא ממעמקים תפלתו בלי ספק מתקבלת שהרי הוא דבק בכת\"ר ועולה לעולם החסד והרחמים ויפק רצון סוד רמוז הנה ולפיכך רחוק מה שהיה ועמוק עמוק מי ימצאנו אמנם הם שאשת חי\"ל מתפלל לשם לנוכת מצא אשה מצא טוב ויפק רצון מה' ויפק רצון ממש וזה סוד ממרחק תביא לחמה ולפיכך הכל גלוי לעין כל משכיל:", 
                "וזו היא הספירה נקרא - רצון שהרצון והמחשבה מתאחזים בכת\"ר ענין אחדד וזה המקום שלא השיג נברא בעולם לדעת מתנת הרצון והמחשבה ולפיכך במקום הזה מתאחדים ענין רשע וטוב לו ענין צדיק ורע לו ולפיכך אמר בענין מיתתו של רבי עקיבא הראיתני תורתו הראני שכרו ראה שחותכין את בשרו במקולים אמר זו תורה וזו שכרה א\"ל שתוק כך עלה במחשב\"ה ולפיכך כתיב אני אעביר כל טובי על פניך וקראתי בשם י\"י לפניך וחנותי את אשר אחון אלו הן הפנים שלא נכנס בהן משה רבינו עליו השלום ולא בריה בעולם ועל זה נאמר והחכמה מאין תמצא תהום אמר לא בי היא וים אמר וגו' באזננו שמענו אלה\"ים הבין דרכה:", 
                "ודע כי זהו הנקרא רצו\"ן באין גבול לפי שמתחברת באין סוף ולפיכך יו\"ד וקוצו של יו\"ד פותח את ידיך ושמביע לכל חי רצון ולפיכך ביוסף ורצון שוכני סנ\"ה תבואתה לראש יוסף ולפיכך מראש הררי קדם וכבר ידעת שהכתר נקרא הרר\"י קד\"ם יוסף המשיך לו הרצון מן הכתר ברכות שמים מעל ברכות תהום רובצת תחת ולפיכך בכור שורו הדר לו ואינו מתיירא מקטרוג שטן בין קרני שור ולפיכך בן פורת יוסף בן פורת עלי עין הנה עין י\"י אל יראין הכל רמוז:", 
                "ודע כי הזוכה לישא בת זוג הראויה לו מן המקום הזה הוא שואב לישא אשה ההגונה לו והרי הוא סוד אדם בודאי ואם חטא אדם ולא זכה לישא אשה הראויה לה יקדמנו אחד ברחמים וזה סוד גדול תשמענו בקבלה פה אל פה בעזרת השם ולפיכך כתיב מצא אשה מצא טוב ויפק רצון מי\"י והיודע סוד זה יבין סוד ויבן י\"י אלקים את הצלע אשר לקח מן האדם לאשה ויביאה אל האדם וכתיב ויאמר האדם זאת הפעם עצם מעצמי ובשר מבשרי לזאת יקרא אשה כי מאיש לוקחה זאת וארז\"ל במסכת נדה ויבן י\"י אלקים את הצלע אשר לקח מן האדם מלמד שנתן הקב\"ה בינ\"ה יתירה באשה יותר מבאיש וכתיב ותצא לאה לקראתו ותאמר אלי תבא כי שכור שכרתיך וכתיב ומבני יששכר יודעי בינה לעיתים הכל ירשו מןהאם כי אם לבינה תקרא ולםפיכך בעון נדרים אשתו של אדם מתה ח\"ו והמבין טעם זה יבין מה שאמרו ראויה היתה בת שבע לדוד מששת ימי בראשית אלא שאכלה פגה ולפעמים ישא אשה בתולה ואינה בת זוגו ולפיכך אמרו עם הארץ שנשא בת כהן זוגו אינו עולה יפה או היא קברתו או הוא קוברה וכתיב בגדו בנים זרים ילדו עתה יאכל חדשחלקיהם ולפיכך כתיב כי אם לבינ\"ה תקרא ולפיכך אמר דוד כי אני לצלע נכון ומכאובי נגדי תמיד לצלע ודאי אבל לפי שזכה יוסף הצדיק לבת זוג ראויה ואמר ורצו\"ן שוכני סנה ולפיכך ירש בכורה אף אני בכור אתנהו עליון למלכי ארץ ולפיכך נתמנה פרנס על העולם וכתיב ויכלכל יוסף את אביו ואת אחיו ולפיכך ארון יוסף הלך במדבר עם ארון הברית:", 
                "ודע כי בתחלת התפילה כתיב אדנ\"י שפתי תפתח ופי יגיד תהלתך ולבסוף כתיב יהיו לרצון אמרי פי והתבונן מה שאמר בעניין אשר יעקב אמר מאשר שמנה לחמו והוא יתן מעדני מלך ולא פי' יותר ומשה רבינו פי' כל המפתחות ואמר ברוך מבנים אשר יהי רצוי אחיו וטובל בשמן רגלו טובל בשמן רגלו בודאי הכל מבואר והטעם לפי שהוא מושך מן הרצו\"ן (פירוש א\"ז הגי' אל כת\"ר נקרא שמן כי שמן בא\"ת ב\"ש בי\"ט שהוא בגימטריא אהי\"ה) וזהו וטובל בשמן רגלו והנני מבאר מאחר שלדבק ברצון הוא טובל בשמן רגלו:", 
                "וזו הספירה נקראת - ראשית כלומר הראש הנמשך מן הכתר ובראשית זה נבראו כל הנבראים ונאצלו כל מיני אצילות וזה סוד בראשית ברא אלקים וסוד של ב' דבראשית גדולה שתרגם ירושלמי בחכמתא כלומר בראשית ברצון סוד המחשבה בו עושה הכל ומסוד ראשית זה נאצלו כל הדברים הנקראים ראשית כל אחד על מקומו לפי מיני האצילות ולפי בריאות העולמות כך סוד כל אחד מהם כתיב י\"י קנני ראשית דרכו קדם מפעליו מאז כתיב קודש ישראל לי\"י ראשית תבואתה כתיב ראשית עריסותיכם חלה תרימו תרומה וירא ראשית לוכי שם חלקת מחוקק ספון כתיב ראשית חכמה יראת י\"י והנה סוד בראשית סוד הספירה השנייה הנמשכת מן הכתר בסוד אות יוד:", 
                "וזו היא הספירה הנקראת - חכמה כתיב ה' קנני ראשית דרכו קדם מפעליו מאז קדם הוא קוצו של יוד א\"ז הוא סוד הבינ\"ה וז' בניה אז ישיר משה אז ישיר ישראל מעולם נסכתי מאז מקדמי ארץ נכון כסאך מאז וזה סוד חכמה שאמר שלמה כל זה נסיתי בחכמ\"ה אמרתי אחכמה והיא רחוקה ממני וכבר בארנו רחוק מה שהיה ועמוק עמוק מי ימצאנו ממרחק תביא לחמה וא\"ת והא כתיב וה' נתן חכמה לשלמה אלא זו חכמה אחרונה הנקראת מלכות ומתוך מלכות רצה שלמה להכנס לחכמה הנקראת ראשית המחשבה הדבק בכתר ואמר כל זה נסיתי בחכמה הנקראת מלכות אמרתי אחכמה אגיע עד הרצון שהוא סוד חכמה ראשונה והיא רחוקה ממני:", 
                "ודע כי יש חכמה חצונה ונקראת חכמת בני קדם היא חכמה שנתן אברהם לבני הפילגשים וכתיב ויתן אברהם את כל אשר לו ליצחק ולבני הפילגשים אשר לאברהם נתן אברהם מתנות וישלחם מעל יצחק בנו בעודנו חי קדמה אל ארץ קדם ולפיכך ותרב חכמת שלמה מחכמת כל בני קדם ומה שאמר וישלחם מעל יצחק נבו כמו שאמר וישלחו מן המחנה כל צרוע וכל זב אמנם בחכמה מחשבות מה כתיב עמוק עמוק מי ימצאנו:", 
                "ודע כי הכתוב שאמר מה רבו מעשיך י\"י כולם בחכמ\"ה עשית הכתוב זה רמוז בחכמה מחשבות ובחכמה אחרונה והכל ענין אחד ומה שהתחיל ס' יצירה בל\"ב נתיבות חכמה חקק י\"ה י\"י צבאו\"ת באמת כתיב ובלב כל חכם לב נתתי חכמה והחכמה בלב והסוד כי אותיות משם אינה מתלבשת באות אחד אלא בשתי אותיות הללו ובחכמה עליונה כתיב י\"י בחכמה יסד ארץ כונן שמים בתבונה וכתיב ביום עשות י\"י אלקים ארץ ושמים וכתיב בראשית ברא אלקים את השמים ואת הארץ וכתיב מי חכם ויבן אלה נבון וידעם כי ישרים דרכי י\"י וגו' בפסוק הזה הוא סוד הספירה וסוד כל כוחות החיצונות שמקיפין להם מבחוץ והנה בפסוק זה אמר סדר האצילות הספירות והמשכם מן הכתר הנקרא אי\"ן סו\"ף לפי שהחכמה נאצלת מן האי\"ן שהוא אין סוף שאין מושג וכה\"א והחכמ\"ה מאין תמצא וזה סוד קוצו של יו\"ד לפי שהאי\"ן אין לו אות מסוימת ולפיכך נקרא אי\"ן אין למעלה אני מטה בית קיבול לשפע הספי' ולפיכך והחכמה מאין תמצא צדיק להקריב אדם ייחוד אצילות החכמ\"ה בבינה והבינה בדעת וז\"ס מי חכם ויבן אלה יקרב הבינה לחכמה נבון וידעם יקרב הדעת לבינה כי ישרים סוד גבורה וגדולה הנאחזים בדעת זה מכאן וזה מכאן כי ישרים ודאי זה מול זה דרכי י\"י אלו נצח והוד שוקיו עמודי י\"י דרכי י\"י בודאי בים דרכיך וצדיקים ילכו בם צדיק וצדק לפיכך צדיקים כתיב ומ\"מ חסר יו\"ד אחת צדיק צדק ופושעים יכשלו בם מקום הפושעים והמכשלים סביב רשעים יתהלכון והמכשלות את הרשעים וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש בדד ישב מחוץ למחנה מושבו ויוצא אותו החוצה ויצאת שמה חוץ ויצא אל מחוץ למחנה לא יבא אל תוך המחנה ופושעים יכשלו בם כי יש מקום שהוא מכשול לרשעים כתיב דרך רשעים באפלה לא ידעו במה יכשלו ולפני עור לא תתן מכשול ולפיכך זאת ירושלים בתוך הגוים שמתיה וסביבותיה ארצות ויצא בן אשה ישראלית ותצא דינה בת לאה הכל רמוז ומבואר לפיכך מי חכם וישמר אלה ויתבוננו חסדי ה':", 
                "והמבין פסוק זה יבין סוד ויאמר י\"י לאדם הראשון לעבדה ולשמרה לעבדה מבפנים ולשמרה מבחוץ ולעשות גדרים וסייגים לשמירת הגן שלא יכנסו כחות הטומאה לפנים אותם הנקראים פשעים ושבר פשעים וחטאים יחדיו ועוזבי ידו\"ד יכלו לפיכך אמרה תורה לעשות סייגים לתורה להיכלות ושמרתם את משמרתי לבלתי עשות מחקות התועבות אשר נעשו לפניכם ולא תטמאו בהם אני י\"י אלה\"יכם מחקות ממש מקום הגדר והסייג נקרא חוק חק נתן ולא יעבור לפיכך ושמרתם את משמרתי אם אני שמתי חוק וסייג כ\"ש מה שאתם צריכים להשים סייגים וגדרים מפני יצר הרע שבכם ולפיכך עשו משמרת למשמרתי וזהו שאמרו ז\"ל ועשו סייג לתורה ואין הכל נעשה אלא על יד חכמה ובינה מי חכם וישמר אלה ויתבוננו חסדי ידו\"ד צריך להקיף התבונה אל מקום החסד כי החסד הוא מקום אחיזת השרים והצרים והצוררים ולפיכך במקום גדולה וגבורה צריך שמירה וזהו סוד שמירת המקדש שצוה השם לכהנים וללוים והנה הכל רמוז פנימי וחיצון אמר הכתוב בשמירת המקדש תמיד ואת' ובניך אתך לפני אהל העדות כלומר כהנים ולוים שומרים במקדש תמיד ואתה ובניך אתך אשרי יודעי הסתרים לפי שסביב המקדש כמה מחנות של טומאה הנה מטתךו שלשלמה ששים גבורים סביב לה כולם אחוזי חרב מלומדי מלחמה ולפיכך מי חכם וישמור אלה וכתיב ויניחהו בגן עדן לעבדה ולשמרה ולפיכך שבת זכור ליום ושמור ללילה תשת חשך ויהי לילה בו תרמוש כל חיתו יער הכפירים שואגים לטרף תזרח השמש יאספון ולפיכך ויניחהו בגן עדן וכו' ולא עשה כן אלא הכניסם להיכל ולפיכך נתקלקלו כל הסדרים ופושעים יכשלו בם בם ממש כי סביב רשעים יתהלכון ולפיכך בן חכם ישמח אב ובן כסיל תוגת אמו וכתיב חכם בני ישמח לבי גם אני ואשיבה חורפי דבר הרי לך מבואר קצת סדר מעלות סוד חכמה ראשונה וחכמה אחרונה וקצת חכמי הקבלה אמרו חכמה בראש וחכמה בסוף והנני רומז הזוכה לחכמה אחרונה זוכה לחכמה ראשונה וכן הוא אומר יהב חכמתא לחכימין ובלב כל חכם לב נתתי חכמה וכתיב והיה אם שמוע תשמע וכתיב ואם יפנה לבבך ולא תשמע הכל מבואר:", 
                "ועתה התבונן ושמרתם את משמרתי כתיב עקב אשר שמע אברהם בקולי וישמור משמרתי ואמרו רז\"ל אפילו ערוב תבשילין קיים אברהם אבינו ע\"ה כל כך עשה סייגים סביב כנסת ישראל כי כל מה שראו ז\"ל ועשו סייגין לתורה לא עשו אלא כנגד הסייגים שעשה אברהם בתחלה וגלוי מלתא בעלמא הוא הבן סוד גדול גלוי לעינים וז\"ס המזבחות שבנה אברהם וסוד מסעותיו וענייניו שעשה מיני משמרת סביב התורה באמת לפיכך אמרה תורה עקב אשר שמע אברהם בקולי וישמור משמרתי מצותי חקותי ותורותי שני תורות תורה שבכתב ותורה שבע\"פ ושתיהן מתחילות ממקום אברהם כלומר מן התפארת שוא סוד הגדולה והגבורה עד הצואר ומן הזרועות ולמטה השמירה צורך גדול שזהו מקום השרים החיצונים עד המלכות ולפיכך מגן אברהם מגן דוד שניהם צריכין שמירה:ועתה התבונן בכ\"מ שתמצא בתורה שמירה וענין אברהם שנאמר וישמור משמרתי ועניין מה שזכרנו למעלה כמה עניינים עמוקים רמוזים ואחר שידעת זה התבונן כמה עניינים רמוזים במה שאמר הכתוב ראשית חחכמה יראת ה' וכבר רמזנו לך שספירה זו נקראת חכמה ונקראת יראה כלומר מקום היראה כי המגיע לדעת קצת המעלות ספירה זו כמה הוא צריך ליראה לפני הש\"י מרוב קלות האדם ושפלותו ומעלת הש\"י והיראה בשני דרכים יראה פנימי' ויראה חיצונית יראה חיצונית למטה מן האהבה ויראה פנימית למעלה מן האהבה ולפיכך יראה זו למעלה מאהבה כיצד יראה חיצונית היא סוד כל היראה מלעבור מצו' המלך לבלתי יענש ולבלתי יהרג ויתפש במאמר המלך וישפט בשפטים רעים זו היא יראה חיצונית אבל יראה פנימית היא בהיות האדם משיג מעלת הבורא ית' ורוב התענוגים ועושר וכבוד שהם בהיכליו ומזומנים לעבדיו אותם שהוא חפץ ובהגיע האדם לידיעת מעלה זו יפחד ויבהל ויאמר שמא אינני ראוי לעמוד בהיכל מלך כי לפי רוב מעלתו וגודל פחיתתי וחסרוני ימצא בי ערות דבר ויוציאני לחוץ מהיכלו ונמצא כל ימיו עומד ביראה ודאגה לבל ימצא בו המלך מום או חסרון או ערות דבר ויוציאנו לחוץ כמו שאמר הפסוק ולא יראה בך ערות דבר ושב מאחריך ונמצא זה ירא ודואג כל ימיו מרוב אהבתו וחבתו לידבק במלך ולהיות ממשרתיו וזו היראה שהיא למעלה מן האהבה ועל זה נאמר באברהם כשרצה לשחוט את יצחק כי עתה ידעתי כי ירא אלה\"ים אתה וזו היא היראה הפנימית כי המגיע למעלה זו הרי גופו ואשתו ובניו ונכסיו אינו כדאי למסרם על הבורא ית' כמו שקנה שוה מאה ככרי כסף וזהב בפרוטה אחת ולפיכך כי עתה ידעתי כי ירא אלקים אתה וזו היא היראה הפנימית שעליה מסר אברהם אבינו ע\"ה גופו ואשתו ובניו ונכסיו ונאמר בו אברהם אוהבי והנני רומז יראה למטה אהבה למעלה הימנה יראה למעלה ממנה והנה הכל רמוז בעניין מעלת הספירות:", 
                "ועתה התבונן במה שאמר הכתוב ראשית חכמה יראת ה' וכתיב אשרי איש ירא ה' במצותיו חפץ מאד זו היא יראה הנקרא למעלה מן האהבה וכן אשרי ירא ידו\"ד ההולך בדרכיו אמנם בעבור תהיה יראתו על פניכם לבלתי תחטאו יש פנימי וחיצוי בדברים התבונן בעקרים גדולים חדרים גדולים תלוין בשערה אשרי מי שיחוננו ה' ית' עינים לראות ולהבין ועתה התבונן סוד יראה פנימית וסוד יראה חיצונית יראה פנימית סוד מעלות המלך ית' קיום מצות עשה יראה חיצונות סוד השמירה מן הקליפות חיצונה הנקראת ערלה וטומאה מצות לא תעשה:", 
                "ודע כי בהדבק סוד יראה זו במלכות אז כתיב אשה יראת ידו\"ד היא תתהלל היא תתהלל בודאי הכל רמוז והכל ע\"י הבנים ההגונים:", 
                "וספירה הזאת נקרא - עדן כלומר המקום הנובע מן הכתר כי עדן הוא לשון מקור וכהא אמרינן בשרה אמנו אחרי שנפסק המקור מדמיה ולא היתה ראוי לילד וכשנתחדשה מבקור הדמים אחרי בלותי היתה לי עדנה כלומר מקור החיים ומקור החלב כי החלב נמשך לאשה מן הדמים ליודעים סתרי הבריאה ולפי המחשבה והרצון הוא סוד מתחלת האצילות והשפע בבריאות הנקרא עדן כלומר מור הנמשך מן הכתר ונקרא מקור כמו שאדם רואה את המים היוצאים מן המקור ואין אדם רואה את המקור שממנו תחלת המקור שהוא עמוק עמוק וכה\"א ונהר יוצא מעדן יוצאים מן המקור ובלשון ערבי קורין למקור מעדן וכן תחלת ההמשכה שהוא סוד חכמה ראשונה נמשך מן הכתר הנקרא א\"ס לפיכך עמוק עמוק מי ימצאנו וכתיב מים עמוקים עצה בלב איש ואיש תבונות ידלנה:", 
                "לפיכך סוד המרכבה וייחוד השלם אני רומז ונהר יוצא מעדן להשקות את הגן ונהר יוצא מעדן קו האמצעי הנמשך מהכתר על ידי חכמה ובינה להשקות את הגן מלכות עד כאן היחוד אבל משם יפרד והיה לארבעה ראשים ומכאן ואילך סוד עולם הפירוד סוד ארבע מחנות שכינה וההיכלות ושאר השרים הממונים נפרדו כולם זה מזה אבל והנהר היוצא מעדן להשקות את הגן זהו סוד אדי\"ד תפארת מלכות סוד הייחוד וזהו סוד שלשה ספירות של שבת ויברך אלדים את יום השביעי ויקדש אותו כי בו שבת מכל מלאכתו כי בו שבת בודאי סוד המנוחה במלכות וכל הנעשה בעולם על ידיו נעשה לפיכך עדן בודאי והכתובב מכריז ואומר ויטע ה' אלקים גן בעדן מקדם סוד עדן היוצא מהכתר רצון מאין גבול מאין סוף והנה הבינה הוא סוד הנהר היוצא מן החכמה להשקות כנסת ישראל כתיב ירויון מדשן ביתך ונחל עדניך תשקם נחל עדניך ממש וכתיב הנחל יעלה על שפתו מזה ומזה כל עץ מאכל פרי' לא ירעבו ועליהו לא יבול לפיכך צריך הגן שמירה ויניחהו בגן עדן לעבדה ולשמרה וזהו סוד שמירת המקדש למטה והיודע סוד עדן יודע סוד אצילות ושפע דרך המעלות והצינורות עד הגיעם אל המלכות:", 
                "והספירה הזאת נקראת - יש לפי שהספירה של מעלה הימנה נקראת אין כלומר אינה מושגת לפיכך נרמזת בקוצו של יוד אבל המחשבה שהיא סוד התפשטות החפץ הנקרא יש בסוד אות יוד של שם המיוחד:", 
                "ודע כי יעקב אבינו ע\"ה כשהגיע סוד הסולם למעלות הידועים בכנסת ישראל ובת\"ת והנה י\"י נצב עליו ויאמר הגיע להאציל עליו עמה מיני שפע מן החכמה והבינה לפי שהוא סוד קו האמצעי וכשעלה למעלה מן הכתפים ונתאחז בשתי אלו הספירות נתאחז בכתר אז התחיל לומר אכן יש י\"י במקום הזה ואנכי לא ידעתי כי עד עתה עד הכתפים היה עולה. ועתה נתאחז בספירה הנקראת יש לפיכך ויירא ויאמר מה נורא המקום הזה ויירא ממש מקום היראה ועל שמו נקרא נורא וסימן נורא תהילות עושה פלא נורא תהלות ממש לפיכך עושה פלא מקום הנפלאות הוא ספירה עליונה כתיב אודך על כי נוראות נפלאים מעשיך עושה נפלאות גדולות לבדו לעושה נפלאות לבדו והנני רומז בעניין גדול זכר עשה לנפלאותיו חנון ורחום י\"י:", 
                "דע כי בעשות י\"י הניסים והנפלאות במדבר שאלו וחקרו ע\"י מסה ומריבה ואמרו על ריב בני ישראל את י\"י לאמור היש י\"י בקרבנו אם אי\"ן רצו לעשות הכא בג' ספירות הללו במקום שאין הבדל ופירוד כלל כי אי\"ן הוא סודד הכתר י\"ש היא הסוד החכמה והבינה ועתה תדע והאמן כי הטוב הגדול הגנוז למעלה למעלה הוא סוד ג' ספירות הללו ששהם סוד ע\"ה והטוב הגנוז לצדיקים נקרא עליות כמו שבארנו במעלת בינ\"ה כי בכ\"מ שנזכיר בינ\"ה התבונן שהיא מחברת לכת\"ר ולחכמ\"ה והנה העה\"ב שנא' בו מה רב טובך אשר צפנת ליראיךליראיך ממש נקרא יש שנא' להנחיל אוהבי יש ואוצרותיהם אמלא אוהבי ממש כי במקום האהבה עולין לחכמ\"ה ולבינ\"ה שהוא סוד יש והנחלה הזאת צפונה לאוהביך וליריאיך והכל מבואר:", 
                "ודע כי במקום הנקרא יש הוא סוד התחלת המרכבה בסוד דין ורחמים לפיכך ואוצרותיהם אמלא ואוצרות י\"ה אמלא וכתיב יראת י\"י היא אוצרו ובדעת חדרים ימלאו אלא הספירות הן סוד תפילין שבראש שמניח הקב\"ה שהוא תפארת בהגיע הדעת ובהתאחז הכתר בסוד החכמה והבינה בסוד קו האמצעי העולה עד למעלה כי כשעלה יעקב אבינו ע\"ה והתאחז בשתי אילו הספירות אז כתו' עליו והרכבתיך על במותי ארץ והאכלתיך נחלת יעקב אביך וזהו סוד הנחת תפילין ישראל של ראש וסד וראו כל עמי הארץ כי שם י\"י נקרא עליך ויראו ממך כי היראה והבינה הם שתי פרשיות של תפילין שבראש והנני מבאר בעזרת המלמד לאדם דעת כתיב ועץ החיים בתוך הגן החיים ממש החיים הם הבינה ומקורם החכמה והעץ שלהם דעת וזהו התפארת וזהו סוד הקב\"ה מניח תפילין ואתה תראה כמה היא מעלת מצות תפילין וכחם למטה או כמה הוא עניין ביטולה וכמה הוא עניין גדול שאמר כל הרוצה לקבל עליו עול מלכות שמים שלימה יפנה ויטול ידיו ויניח תפילין ויקרא ק\"ש וראה נפלאות גדדולות לענין כל ד' פרשיות שבתפילין שבראש בד' פרשיות:", 
                "פרשה ראשונה קדש לי כל בכור שנייה והיה כי יביאך שלישית שמע ישראל רביעית והיה אם שמוע. והנני מבאר לך כבר ידעת כי סוד הייחוד בשני מקומות ייחוד המלכות בתפארת על ידי יסוד ייחוד הת\"ת בכתר ע\"י חכמה ובינה. וכתיב ביום ההוא יהיה י\"י אחד ושמו אחד אחד בייחוד עליון ואחד בייחוד מלכות וסוד תפילין שבראש וד' פרשיות הם סוד ייחוד התפארת בכתר ע\"י חכמה ובינה כיצד:", 
                "פרשה ראשונה קדש לי כל בכור ממש החכמה הוא סוד הבכורה ראשית הכל. בראשית ברא אלקים וכתיב כי הוא ראשית אונו לו משפט הבכורה הרי מתאחז התפארת בכתר ע\"י חכמה פרשה קדש לי כל בכור. פרשה שניה והיה כי יביאך הוא סוד יציאת מצרים להילכותיה שנאמר והיה כי ישאלך בנך מחר לאמר ואמרת אליו בחזק יד סוד חוזק יד הוא בינה שממנה שואבת היד הוציאנו ידו\"ד ממצרים מבית עבדים, עיין נפלאות מבית עבדים מזרועות ולמטה הוא בית עבדים ומצרים ראש הממשלות שבעבורו ויהי כי הקשה פרעה לשלחנו ויהרוג ידו\"ד כל בכור בארץ מצרים וגו' זה ראש כל הממשלות שבשרי האומות שהוא בכור שלה לפיכך ויהרג ה' כל בכור בארץ מצרים כי אברהם אבינו ע\"ה ירד למצרים ומצרים ראש לכל ממשלות השרים מצרים שניה לא\"י לפיכך סוד מצרים הוא בכור שבאומות למכה מצרים בבכוריהם והכל מכח בכור עליון קדש לי כל בכור סוד תחת בכורי מצרים, לפיכך ובכל אלהי מצרים אעשה שפטים אני י\"י ומי עשה באלהי מצרים הבינה שהיא למעלה הימנה. והיא סמוכה לה לפיכך נזכרה יציאת מצרים בתורה נ' פעמים כלומר ע\"י בינ\"ה יצאו ממצרים שיש לה נ' שערים ונפתחו לישראל. ואז יצאו ממצרים שאלמלא נפתחו נ' שערי בינה אין יכולת לישראל לצאת ממצרים כתיב אלו לא הוציא הקב\"ה את אבותינו ממצרים הרי אנו ובני בנינו משועבדים היינו לפרעה במצרים לפי ששרו של מצרים הוא בכור ואין יכול לו אלא הבינה שיש למעלה הימנו בנ' שערים כי בבינה תלוים כל חירות וכל גאולה לפי שהיא למעלה מכל השרים ונקרא רחובות. כי מן הזרועות ולמטה הם השרים והגליית לפיכך גלות מצרים תחילת הגליות. ואברהם ירד למצרים והנה הבינ\"ה שיש לה נ' שערים כשנפתחו נמצא הגאולה והחירות והסוד הגדול וספרת לך שבע שבתות שנים יובל היא שנת החמשים שנה תהיה לכם וכתיב בשנת היובל הזאת תשבו איש אל אחוזתו אזי יוצאים עבדים לחירות לפי שאין במקום הזה גלות ולא שר ולא צר לפי' גאולה תהי' לו וביובל יצא לפי' פ' והיה כי יביאך שהיא שנייה לתפילין הוא סוד הבינה וסוד היובל והחירות והגאולה לפי' כתיב בסוף הפרשה והיה לאות על ידך ולטוטפות בין עיניך כי בחוזק יד, יד ממש. הוציאנו ידו\"ד ממצרים והרי לך סוד גדול מפורש כי במקום הזה יבא החזק ליד כי זה גבורות רגזה גבורה לפיכך כי בחוזק יד, שאין יציאת מצרים אלא בחוזק יד, לפיכך זה היא פרשה שנייה לתפילין נמצאת למד ששתי פרשיות ראשונות קדש לי כל בכור, והיה כי יביאך זוהי סוד חכמ\"ה ובינה, פרשה שלישית שמע ישראל, ואהבת זו מדת אהבה מדתו של אברהם הזפירה הנקר' גדולה כתיב וכתבתם על מזוזות ביתך ובשעריך, אלו הן נ' שערי בינה כי צריך לייחד עמהם גדולה וגבורה שיכנסו מהם לשערי בינה לפיכך ובשעריך פרשה רביעית והיה אם שמוע סוד הגבורה כי כל הפרשה הזאת מדברת על העונשין השמרו לכם וגו' וחרה אף ידו\"ד, הרי לך מבואר ארבע פרשיות שבתפילין שהם סוד ייחוד הכת\"ר הכתוב על ידי חכמה ובינה בשתי פרשיו' ראשונות בתפארת גדולה וגבורה בשתי פרשיות אחרונות נמצאת למד כי בתפילין שבראש מתאחד תפארת בחכמה ובינה וגדולה נעשה הכל ענין א' והנה התפארת שהוא קו האמצעי מתאחד באלו פרשיות ארבע שהן ידו\"ד בסוד הכת\"ר היא קוצו של יו\"ד שהוא דבקה בחכמה ונמצא ו' של שם המיווחד מתאחד למעלה ונעשה כל שש ספירות ו' אחד עולם אחד ענין אחד לפיכך הקב\"ה מניח תפילין הקב\"ה ממש שהוא סוד התפארת, הרי לך מבואר סוד תפילין שבראש והטעם שבהם והתועלת, וסוד הקב\"ה מניח תפילין שהתפילין שבראש הם סוד ייחוד העליון, אמנם תפילין של יד הוא סוד ייחוד מלכות בת\"ת לפיכך והיה לאות על ידכ\"ה עם ידו\"ד כי ביארנו לך כי בגבורה שהיא סוד י\"ד נשלמה הפרשיות שבתפילין והם סוד ו' ספירות הד' מן הפרשיו' סוד ד' ספירות מתאחדות בתפארת שהוא סוד ו' בבחי' עליון על ידי פרשיות ונמצא מתאחד בשלשה אותיות יה\"ו כשמגיעות הספירות לי\"ד שהוא הגבורה שהוא סוד פרשה ד', והנה משיכת מכולם אחיזה בי\"ד שהוא בסוד יה\"ו וצריך לסמוך ה' אחרונה לי\"ד לפיכך והיה לאות על ידכה סמוכים לעד לעולם נמצא מלכו\"ת שהיא סוד ה' אחרונה של שם סמוכים ליד שהוא סוד ד' פרשיו' הנאחזו' בתפארת ונקשרות בהם על יד קשר של יד בצורת הקשר של תפילין של יד הדומה בצורת יו\"ד שהיא סוד יוד קטנה הנקרא יסוד כי יוד גדולה חכמה עליונה יו\"ד קטנה יסוד, לפיכך ברית מילה הוא סוד גילוי אות יוד, נמצאת המלכות נקשרת בתפארת ע\"י הגבורה הנקרא י\"ד שהיא סוד פרשיות לפיכך נסמכת מלכות ליד בסוד והיה לאות על ידכה, לאות ממש וסוד אות ברית קדש הוא יסוד הוא סוד קשר של תפילין של יד בצורת יוד לפיכך תמצא תפילין של יד בשמאל, שאוחזת את המלכו\"ת עמה נמצא השם המיוחד מתאחד בשני מיני יחוד, בעניין תפלין לפיכך נקראו תפילין של ראש קדושה חמורה, ותפילין של יד קדושה קלה כל דבר במקומ', והנני מבאר יותר:", 
                "דע כי התפילין כשהם ברשותו של אדם ראוי להניח שתיהן כדי לייחד מלכות בתפאר\"ת וייחוד תפאר\"ת בכת\"ר ואם אין ברשות אדם אלא תפילין אחת מניח אותה אף על פי שאינה מייחד לגמרי מייחד אותה בספירות הסמוכה לאותה תפילין שמניח, והבן עוד כל זמן שמניח מניח של יד תחילה כי כן סדר העולמו' והייחוד אבל כשחולץ של ראש תחלה כי זהו סדר הנכון שאלמלה אין המלכו\"ת מתוקנת לא יופיע הכתר ע\"י הבינה להשפיע אצי' בתפאר\"ת וכמו כן סוד מפסיק בנתיים עבירה היא ונרגן מפריד אלוף והעיקר שלא לשוח ולדבר משעה שבירך ברכה ראשונה כדי שיתאחדו יחוד שלם כאחד. אמנם שי\"ן של ג' ראשין רמז להתאחד יחוד ספירות עליונות בתפאר\"ת, בסוד יהו בסוד תפילין של ראש שי\"ן של ד' ראשים סוד תפילין של יד בקשר ה' אחרונה שהוא סוד מלכות בקשר עם יה\"ו ונעשה השם כולו אחד בסוד השם אחד, עתה התבונן כיצד המלכות נקשרת בראש ונקראת עטר\"ה מתאחדת עם הכתר בסוד של ג' ראשון וסוד שין של ד' ראשים לפיכך שין של ד' ראשים הלכה למש\"ה מסיני, ואחר שבארנו זה תבין כמה הוא כח של מצות תפילין של ראש ושל יד בתפילין כתיב י\"י עליהם יחיו וזהו סוד הקב\"ה מניח תפילין והכל רמודז בתלמןד והנני מבאר כיצד הייחוד בדיבור כתיב ידו\"ד אלה\"ינו ידו\"ד אחד סוד הייחוד של שם בד' אותיות כמו הוא אומר השם ראשון רמז לאות ראשונה של שם שהיד יו\"ד הכולל סוד הכת\"ר העליון והחכמה בסוד אות קוצו של יו\"ד ויו\"ד עצמה, אלקינו סוד הבינה שהיא סוד אות ה' ראשונה של שם ידו\"ד סוד התפאר\"ת שהוא סוד אות ו' של שם שהוא אות ג', אחד הוא סוד הייחוד אות ה' אחרונה של שם סוד מלכו\"ת, וכשהוא מאריך צאחד צריך להאריך עד שתעלה המחשבה למקו' שהתחיל מתחילה כיצד מתחילתן התחיל מקוצו של יו\"ד לחכמה לבינה ולתפאר\"ת עד שיגיע למלכות בסוד אחד:", 
                "עתה צריך להאריך במלת אחד עד שיקשור המלכות ביסוד שהיא קוצו של וי\"ו שהיא התפאר\"ת ומתפאר\"ת לבינ\"ה שהיא סוד י\"י ומבינה לחכמה ומחכמה לכתר שהיא קוצו של יוד שהוא אי\"ן סו\"ף, נמצא הקורא פסוק אחד בק\"ש מייחד הספירות מלמעלה למטה וממטה למעלה וכן ענין הקדושה בכל מקום שתמצא קדוש הוא סוד היכלות הטהרה והייחוד טהורה הוא להתרחק מכחות החיצונים ונמצאת הקדושה תוספת אצילות מן הכתר שהוא מקום הקדושה ולפי שהדבר כן הוא נאמר בנזיר קדוש יהיה גדל פרע שער ראשו ונאר בקרחקרח הוא טהור הוא והקודש סוד למד והטהרה סוד מ\"ם זה סוד אצילות, וזה סוד הפסק לפיכך קדושה בכהנים טהרה בלוים שנאמר את אהרן ואת בניו תקדיש וקדשת אותם וכה תעשה להם לטהרם כו' והעבירו תער על כל בשרם, וכעצם השמים לטוהר, בטהרו את המזבח טהור יאמר, ואחר שרמזנו זה דע כי הקדושה היא סוד רמז המשכת אצילות מן הכת\"ר וסוד קדוש קדוש קדוש סודו הוא אצל אות קדושה מג' ספי' עליונות לאמצעית ומאמצעית לאחרונות מן האחרונות מתאחד כל קדושה במלכו\"ת, והנני מבאר קדוש קדוש קדוש הן סוד גדולה גבורה תפארת מקבלת אצילות שפע הקדושה מן הכתר והחכמה והבינה ומהם לנצ\"ח הו\"ד יסוד כתיב אחריו י\"י צבאו\"ת ומהם למלכות כתיב מלא כל הארץ כבודו, הרי לך סוד הייחוד והקדושה כיצד מתאחדים בעשר ספירות, ומה שתראה הקדושה שאמר ישעי' שנ' ואראה את י\"י יושב על כסא רם ונשא אל יעלה בדעתך שאין כתיב אלא אדנ\"י את אדנ\"י צבאו\"ת ראו עיני ע\"י הכסא וזהו מקום הקדושה, לפיכך שרפים עומדים ממעל לו סביב היסו\"ד עומדים שרפים שש כנפים לאחד כי למעלה מן הזרועות אין מלאך ולא שרף ולא שר אלא כל מקום שתמצא כענין זה הוא למעלה מיסו\"ד ומלכו\"ת כדכתיב ראיתי את ידו\"ד יושב על כסאו וכל צבא השמים עומדים עליו מימינו ומשמאלו עליו הוא למעלה מיסוד ומלכות, אלו הן שבעים שרים שמקיפים את התפארת ובאותו מקום הדין של סנהדרי גדולה כדאמר לעיל אבל במקומו' שתמצא כתוב על ידו\"ד סתם זו למעלה מן הת\"ת כמו ותתפלל חנה על ידו\"ד השלך על ידו\"ד יהבך וכיוצא בזה, ועתה ראוי לנו שנעמוד במקום זה להכנס לספירה עשירית והשם יתברך יורינו האמת:"
            ], 
            [
                "השם העשירי לספירות הוא השם הנקרא אהי\"ה והוא השם המורה על הספירה הנקרא אין שהיא כתר שנודעת היא לעצמה ואין מושגת זולתה, וזהו לשון אדי\"ד והנה הספירה הזאת היא עולם כרחמים הגמורות שאין עמהם תערובות דין בעלום אלא כולו רחמים גמורים כמו שנבא בעז\"ה:", 
                "תדע כשששלח השם יתברך משה רבינו עליו השלום אל מצרים אמר לפניו רבונו של עולם באיזה מדה אתה שולחני אם במדת הדין או במדת הרחמים, וכהא אמרינן ואמרו לי מה שמו מה אומר עליהם, א\"ל במדת הרחמים אני שולחך והנני מבאר:", 
                "תדע כי יש שם שנקרא מדת הדין גמור הוא שם אלדים, ויש שם שנקרא רחמים והוא ידו\"ד יתברך אבל יש בו קצת תערובות דין לפי ששם ידו\"ד יתברך הוא סוד התפארת והוא קו האמצעי והוא כלול ברחמים ובדין כמו שידעת כבר, ואמר לו משה רבינו עליו השלום רבון העולמים אם תשלחני במדת הדין למצרים אינם יוצאים משם לעולם ואצ\"ל במדת הדין גמור אלא אפילו במדת ידו\"ד יתברך שהוא כלול ברחמים ובדין אין ישראל יוצאים משם לפי שישראל היו שקועין בעבודה זרה במצרים לפיכך לא היו ראוין ליגאל לא מעט ולא הרבה כמו שנתבאר ביחזקאל ביום בחרי בישראל ואשא ידי לזרע בית יעקב, ואודיע להם בארץ מצרים כי ביום ההוא נשאתי ידי להם להוציאם מארץ מצרים אל ארץ אשר תרתי להם זבת חלב ודבש ואמרתי להם איש שיקוצי עיניהם השליכו ובגלולי מצרים אל תיטמאו וימרו בי ולא אבו שמוע לי איש שיקוצי עיניהם לא השליכו וכתיב לשפוך חמתי עליהם לכלות אפי בהם בארץ מצרים ואעשה למען שמי לבלתי הקל עיני הגוים אשר המה בתוכם ואוציאם מארץ מצרים הרי לך שלא היו ראין ליגאל אפילו על ידי השם יתברך שהוא מדת הרחמים הכלול באותו שעה אמר לו הקדוש ברוך הוא מצד מדה שהיא כלולה מעט או הרבה אינם ראוין ליגאל אבל הן נגאלים במדה שכולה רחמים גמורים שהוא סוד הכתר שהוא עולם הרחמים והוא אדי\"ד שאין בו דין לא מעט ולא הרבה, והסוד ואעשה למען שמי ממש זהו השכינה שהיתה עמהם בגלות שירדה עם יעקב אבינו עליו השלום שנאמר אנכי ארד עמך מצרימה ואנכי אעלך גם עלה, כי יעקב ראה שלא יהיו בניו ראויןליגאל, לפיכך ירדה שכינה עמהם ובא השם יתברך להוציא את השכינה יצאו ישראל השרין עמה וזהו ואעשה למען שמי, זו היא השכינה וכבר ביארנו שהיא נקרא. שם וזהו סוד עניין שנאמר ונעשה לנו שם לפיכך אמר השם יתברך למשה אהי\"ה אשר אהי\"ה אני השם העליון שאינו מושג, ונודע לזולתי לך אמור להם שוב אהי\"ה שלחני אליכם, וסוד שנאמר וחנותי את אשר אחון, אף על פי שאינם ראוים, וכל זה מן הטעם שנשבע אברהם בין הבתרים שנא' אשר כרת את אברהם ושבועתו ליצחק ויעמידה ליעקב לחק שאמר לו אנכי ארד עמך מצרימה ואנכי אעלך גם עלה מהו גם עלה כלומר בבואי להוציא שכינה ממצרים אוציא את בניך עמה, וזה טעם שהשכינה גולה עם ישראל בכל מקום, וזהו סוד שנאמר אני ידו\"ד בעתה אחישנה ומה שאמרו זכו אחישנה לא זכו בעתה שבא להוציא שכינה, וימשכו ישראל עם השכינה שהם נאחזים בה אפילו בטומאתם שנאמר השוכן אתם בתוך טומאתם, וזו היא ענין יציאת מצרים ואעשה למען שמי ממש וזהו שאמר הכתוב כלו הפך לבן טהור הוא. כבר ביארנו לך שהשכינה היא סוד הגאולה, והחירות שהוציאה ישראל ממצרים, והטעם לפי שהבינה נקשרת בכת\"ר שהיא עולם הרחמים, והכתר בעצמו הוציאם ממצרים על ידי הבינה:", 
                "והספירה הזאת נקראת - הוא והטעם לפי שאין בכל הנמצאות כולן מי שיגיע לכת\"ר עליון, לפי שאין הדבר מושג לנמצא זולתו לפיכך נקרא אדי\"ד לעצם אמיתתו הוא מושג ולא לזולתו והנה הבינה שהיא ספירה שלישית לא הגיע משה רבינו עליו השלום לידיעת אמיתתה ק\"ו זולתו והנה נקרא אין מטעם זה אין מי שישיג על אמיתתה ועל ענין הנהגתו בעולם או ענין חפצו בבריאותו או לדעת מה טעם דבר זה כך או דבר זה כך (בכל הדפוסים מסתיים כאן הספר בלשון זה - ודי לך בזה המעט שרמזתי לך מן השמות הקדושים אם תזכה עדיין ותשמע ממני מעזרת השם יתברך והש\"י למען רחמיו וחסדיו הוא יפתח לבנו בתורתו ויזכנו לזמן שכתוב כי מלאה הארץ דעה את ידו\"ד כמים לים מכסים. סליק בעזרת דשמיא היודע סודות וגנזי רזיא והוא יזכנו בעלמא רחמייא לעלם לעלמיא אמן. כן יהי רצון. מכאן ולהלן הוא הוספה מכ\"י) או ענין צדיק ורע לו רשע וטוב לו כמו שאמר במיתתו של ר' עקיבא שתוק כך עלה במחשבה לפי שאין דברים הללו מושגים אלא לכתר העליון הנקרא הוא, וזהו סוד ופני לא יראו כי הג' ספירות העליונות אינן מושגות ק\"ו הכתר בעצמו וזהו שאמר וקראתי בשם י\"י לפניך כלומר הספירות לפנים מהשגתך וחנותי את אשר אחון אעפ\"י שאינו הגון לפי דעתכם ורחמתי את אשר ארחם אעפ\"י שאינו ראוי לרחמים לפי מחשבותיכם וכן הענין בצדיק ורע לו וזהו עניין שאמר לו הקב\"ה למשה שתוק כך עלה במחשבה ומטעם זה נקרא הוא כלומר הוא הנודע לעצמו ולא לאחר. ודע כי הספירה הזאת היא מקום הרחמים הגמורים והיא מעבירה על הפשעים ואעפ\"י שבני אדם ראויין כלייה בספירה הזאת מכפר עליהם ומרחם וחונן עליהם כעניין וחנותי את אשר אחון ורחמתי את אשר ארחם והסוד הגדול הרמוז והוא באחד ומי ישיבנו כלומר הוא נודע לעצמו לבדו באחד לבד אין ידוע שינוי ולפי' ומי ישיבנו שאין מי שידע חפצו ומחשבתו בדברים ודע כי במעשה העגל ראויין היו כלייה וכל הפרשה כפשוטה ועתה הניחה לי ואכלם בעולם הדין ומצד הדין ראוין כלייה מה עשה משה נכנס לעולם שכולו רחמים ויחל משה מלשון תחלה נכנס לספירה שהיא תחלת כל ההתחלות נכנס למדת הכתר למקום שכולו רחמים וביטל את הגזירה לשעה ובאותה שעה בקש לדעת הדרכים שיכנס בהם מכל צד ומכל עבר לפני הכתר שהוא עולם הרחמים ואמר הודיעני נא את דרכיך והשם ית' אמר לו שיש לו שלש עשרה מדות שבהם יפיק כוונתו ושאלתו מעולם הרחמים ושם יפיק כל שישאל בכל עת צרה כלומר בעומדו במקום הזרועות שהוא ענין הצרות ואמר לו שבאותן שלש עשרה דרכים יכנס משה וכל ישראל לעולם הרחמים וזה סוד יודיע דרכיו למשה ואמר לו השם ית' תדע לך כי בכל שעת שתעורר מדת הדין בעולם יצאו ישראל לקראתו של הקב\"ה באחד משלש עשרה מדות הללו ומיד היא חוזרת לאחור ומתבטלת לפי שאלו שלש עשרה מדות הם דגל המרכבה ומחנותיו ונוצחות כל מדות הדין וזהו סוד פגעת את שש ועושה צדק בדרכיו יזכרוך כלומר בכל שעה שהיית' בא לדון את ישראל בכעס היה יוצא לקראתך בשלש עשרה מדות ומחזיר כל מדות הדין לאחור וזהו סוד שאמר יודיע דרכיו למשה ומה שאמרו חז\"ל בראש השנה ברית כרותה לשלש מדות שאינן חוזרות ריקם שנאמר הנה אנכי כורת ברית וגו' ועניין נפלאות הוא סוד הפעולות התלויות בכתר וכן הוא אומר לעושה נפלאות גדולות לבדו לבדו ממש וכתיב זכר עשה לנפלאותיו היסוד הוא זכר לנפלאותיו כי הכתר אינו מושג לא מעט ולא הרבה אלא מצד הפעולות וכן הוא אומר שאו מרום עיניכם וראו מי ברא אלה מי בודאי ברא אלה סוד הספירות הקשורות בכתר ודע כי מצד זה אין דרך לשום בריה ליכנס בעניין בריאת העולם וטעם בריאת כל הנבראים על תכונה זו שאין מי שיגיע להשיג סוד המחשבה והחפץ ולפיכך נקרא הוא וכתיב והוא באחד ומי ישיבנו וזהו עולם החסד והרחמים הגמורים שהוא מכפר כל חטא וכל עון ואעפ\"י שאין בני אדם ראויין לכך מה כתיב ויפתוהו בפיהם ולבם לא נכון עמו והוא רחום יכפר עון והוא רחום בוודאי והוא מכפר עון ואעפ\"י שאינן ראויין והגונים לפי שהוא סוד עולם הרחמים תדע ששני כתובים מורים אותנו על הענינים הגדולים אלה\"ים בענין הצרות הוא בעניין הכפרות האחד מדת הדין גמורה לוחמת מלחמת ישראל ונפרע להם מצריהם והוא אלה\"ים כתיב בו פדה אלה\"ים את ישראל מכל צרותיו הוא מדת הרחמים גמורה מכפרת על ישראל אעפ\"י שאינם ראויין וכתיב והוא יפדה את ישראל מכל עונותיו כמה הם נפלאים שני מקראות הללו פדה אלה\"ים את ישראל והוא יפדה את ישראל ואחר שהודענוך אלו הענינים הגדולים בעניין סוד אהי\"ה והוא יש לנו להכנס ולעוררך על שאר השמות שזה השם מורה עליהם ומה שתצטרך לדעת כי בהיות השם ית' עושה לישראל תשועות אז מתחבר הכתר לגמרי במלוי התפארת והתפארת במלכות וזוהי התשועה הנכללת בשני עניינים על ישראל ופודה אותם ונפרע להם מצריהם הרחמים מן הכתר והפרעון על ידי התפארת בהיותו ממלא את המלכות כלי זין ולפי' אמרו חז\"ל ימינך י\"י נאדרי בכח ימינך י\"י תרעץ אוייב ידו אחת משקעתן וידו אחת מצלת אתכם ולפיכך אמרו בחג הסוכות בהקפת המזבח אני והוא הושיעה נא הכל רמוז וזוהי הנקראת אין כלומר הספירה שאינה מושגת היא אמתת עצם הבורא ית' אין מי שיוכל לדעת בספירה הזאת מהות ועצם ועניין לפי שנקראת אין גבול וזה המקום שלא שלטה עין כל בריה להשיג נתיב לא ידעו עיט ואין נביא ומלאך יכול להשיג ולדעת אמתת הספירה הזאת לפי שנקראת אהי\"ה לעצמה נודעת ונקראת הוא כמי שאינו עומד לנוכח ונקראת אין כלומר אם ישאל שואל עליה ישיב המשיב אין מי שידע דבר הספירה הזאת וכל התשובות שלה אין וכמה יגעו וטרחו עצמםאותם שחשבו לדבר מדרך השלילה ולא ידעו מקום השלילה והדבר הזה הוא הפך האומר הוציא יש מאין כי האין הוא העיקר שהוא עיקר הכל אבל אינו מושג לזולתו והחכמה נקראת יש להנחיל אוהבי יש אכן יש י\"י במקום הזה והיש יצא מן המקור העליון שהוא אין וכן הוא אומר והחכמה ממאין תמצא פי' לא כדעת הסוברים מוציא יש מאין שהוציא דבר מלא דבר כלומר מאפיסה מוחלטת אין הדבר כן אלא הוציא יש מאין כלומר האציל החכמה שהיא יש מן הכתר הנקרא אין כלומר אין גבול ואין שעור רחוק מה שהיה קודם בריאת העולם שזהו הכתר ועמוק עמוק מי ימצאנו זוהי החכמה הנקראת יש וכן הוא אומר מים עמוקים עצה בלב איש וגו' מאד עמקו מחשבותיך והנה החכמה שהיא ספירה שנייה תלויה באין וממנה נאצלת שהרי אות יוד היא הסוד הפנימי והיוד תלויה בקוץ והקוץ נקרא אין שהוא סוד אין גבול ואין שיעור ומן הקוץ נאצל היוד שהוא יש יש ממש והיא החכמה יש ועל דבר זה היו חוקרים דור המדבר על ידי מסה ומריבה על ריב בני ישראל היש י\"י בקרבנו אם אין רצו לתת פירוד במקום שאין שם פירוד לעולם שהרי היוד דבקה בקוץ והקוץ ביוד והחכמה מאין תמצא היוד והקוץ דבקים ביחד ועמהם הבינה מתחברת וכן הוא אומר ואי זה מקום בינה ולפיכך נענשו בכחות שהם למטה מהם והושלכו לחוץ ובא הכלב ונשכם וכן הוא אומר ופורץ גדר ישכנו נחש והנה מן החכמה והבינה נאצלים האור והחשך ולבן ושחור ופנים ואחור וכן הוא אומר איזה הדרך יחלק אור וחושך איזה מקומו כמה נפלאות כלולות במקום זה אבל הכתר העליון הנקרא אין אינו מושג כלל ואין בו פנים ואחור ולא ענין הפוך בעולם אלא רחמים ומציאות וחסד ולא יבא ממנו דין ולא הפוך ולא עונש אלא רחמים וחסד גמורים אמנם הדינים יתחילו מחכמה ובינה אעפ\"י שאינם פועלים בדין אלא מגדולה וגבורה ולמטה ולפיכך מגדולה וגבורה ולמטה נמצאים השרים נאחזים בהם ולא בחכמה ובינה לפי שנאחזים בכתר עולם הרחמים אמנם חכמה ובינה נקראים יש והם סוד התחלת המציאות והאצילות ומהם יבואו כל מיני השפע בסוד שמים וארץ פנים ואחור רחמים ודין וכן הוא אומר אכן יש י\"י במקום הזה מה נורא המקום הזה מה נורא בוודאי וכתיב אודך על כי נוראות נפליתי נפלאים מעשיך ענין הנפלאות הוא סוד המשכת חכמה ובינה מן האין יש מאין דברים הללו אינם כדברי האומרים הוציא יש מאין כלומר המשיך יש מאפיסה מוחלטת והמבין סוד דברים הללו יבין העיקר שרמז ר' אליעזר בן הורקנוס ודברי שאר הקדושים חכמי המשנה והתלמוד לא כדברי המתהללים לא כדברי היונים ועתה התבונן כי בבקש אדם עזר גמור ורחמים גמורים מכניס מחשבותיו להגיע לאין על ידי חכמה שהיא הרצון ולפיכך ממעמקים קראתיך י\"י כלומר הקוץ נאחז ביוד שהיא סוד י\"י ית' ולפיכך אל יתן למוט רגליך הנה לא ינום ולא ישן (לפי שהכתר העליון הוא מקום השמירה הגדולה מאד מקום שנולדו רחמים וטוב אין שם דין ולא עונש ולפיכך הנה לא ינום ולא ישן) לפי שהכתר העליון הוא מקום השמירה הגדולה מאד מקום שכולו רחמים וטוב ואין שם דין ולא עונש ולפיכך הנה לא ינום ולא ישן שומר ישראל לפי שהשמירה שלו תמידית אין בו שינוי ולא תוספת ולא גרעון אבל בספירה הנקראת יש עיניו כיונים על אפיקי מים כיונים ממש ולפיכך כשהספירה הנקראת מלכות שומרת פעמים עיניה פקוחות ופעמים עיניה סתומות כתיב עורה למה תישן י\"י אדנ\"י כתיב אמנם שמירת הכתר עין אחת הנה עין י\"י אל יראיו אשר עין בעין נראה אתה י\"י עין בעין יראו ועיני החכמה והבינה עיניו כיונים רוחצות בחלב בחלב באמת רוחצות בחלב בלובן העליון יושבות על מלאת וכשלא יבא שפע ולובן עד המלכות אזי השינה נמצאת עורה למה תישן י\"י אדנ\"י וכשההפסקה נמצאת והפירוד מיד השינה באה כי בעוד שנמצא שומר ישראל אין שם שינה הנה לא ינום ולא ישן לפי שכל הטובות נמצאות מן הכתר שהוא אין שהוא הלובן העליון שהוא עולם הרחמים הגמורים והחסד הגמור ועתה פקח עיניך ותראה ענינים עמוקים מבוארים לפניך ותראה המושכלות מושגות במורגשות. והספירה הזאת היא העושה הנפלאות וכן הוא אומר לעושה נפלאות גדולות לבדו לבדו ממש הוא סוד הכתר וכן הוא אומר נורא תהלות עושה פלא וכתיב אודך על כי נוראות נפליתי והנני מבאר כתיב זכר עשה לנפלאותיו כשהזכרון שהוא יסוד דבק במלכות אזי המלכות עשה הנסים שהם זכרון לנפלאות הסתומות והנעלמות והנני רומז כשהנסים נעשות החלק הנעשה על ידי מלכות נקרא נסים והחלק הנעשה על ידי הכתר נקרא נפלאות וזהו סוד הפוך הטבע והשתנותו שהכתר העליון מאציל על המלכות על ידי התפארת אזי הים ראה וינוס שהרי מן המקום שנעשה הכל ונתאצל הכל יבא החפץ ואז נעשים הנסים בכח הנפלאות והמבין זה יבין סוד התנאים שהתנה הקב\"ה במעשה בראשית וכתיב וישב הים לפנות בוקר לאיתנו וכתיב ומצרים נסים לקראתו אין נס אלא בריחה וכן הוא אומר הים ראה וינס מה ראה ארונו של יוסף וינס ויצא החוצה ולפיכך וישב הים לפנות בקר לאיתנו ומצרים נסים לקראתו וזהו סוד הניסים והנפלאות והמבין זה יבין המקומות שטעו בהם אותם הסומכים על משענת הקנה הרצוץ הפלוסופים וידעו כי מלפני הכתר ינוסו כל המושלים וכל השלטונים בהופיע הכתר יברחו כולם וינוסו מפני אמתתו ובשובו למקומו יחזרו כולם כל אחד לאיתנו אין שר ופרש מושל ושליט בעוד שהמלך מצוי שם הים ראה וינס ולפיכך דומו יושבי אי בשעה שהדבור יוצא מפי המלך כל המלאכים דומים אין אחד מושל במשמרתו שהמלך מושל על הכל סוד גדול כמוס וחתום בלא שינוי רצון רמוז הנה העניין הנסים והנפלאות ומה טעם נקראים נסים ולפיכך עשרה נסים נעשו בבית המקדש ועלמות אין מספר וסימן כל הנסים הים ראה וינס והמבין זה יבין שאין בעניין הנסים והנפלאות שינוי רצון אלא גדולה וממשלת ושולטנות ואפשר לנסים להעשות תמיד בהיותו בזמן מי שיוכל לגלות סתרי הכתר כי אז הנפלאות העליונות יופיעו ואז ינוסו כל אנשי המשמרות מלפני אדון חולי ארץ מלפני אלו\"ה יעקב י\"י בצאתך משעיר בצעדך משדה אדום מגערתך אלה\"י יעקב סולו לרוכב בערבות ביה שמו וזהו סוד ר' פנחס בן יאיר שקול כנגד משה וששים רבו אשרי הנכנס לביתו של מלך וכל זה בהגלות הכתר העליון והמבין זה יבין סוד יום הכיפורים ויגבה י\"י צבאו\"ת במשפט ועתה התבונן זכר עשה לנפלאותיו כי הנסים זכר לנפלאות הסתומות והכל על ידי הזכר שהוא הגורם להגלות הנפלאות על ידי הניסים ולפיכך תמצא שהגאולות כולן על ידי בינה שהוא סוד עלום החירות בהופיע הבינה שהיא סוד הנפלאות ינוסו כל אנשי המשמרות שהרי יופיע המלך הגדול והיה ביום ההוא יתקע בשופר גדול ויבן משה מזבח ויקרא שמו י\"י נסי כי יד על כס י\"ה והאלה\"ים נסה את אברהם האלה\"ים הממונה על מעשה הטבע נתן כל כחו ושולטנותו ביד אברהם שהוא סוד החסד הנמשך מן הכתר לעשות ניסים ונפלאות והכל סדר החכמה העליונה ואין בזה שינוי דבר אלא גלויי מלתא בעלמא והאלה\"ים נסה את אברהם הוא סוד כל הנסים והנפלאות כי בהופיע אברהם נעקד יצחק לפניו ומניח כל כחו ושולטנותו ולפיכך ורב חסד ולפיכך וישב הים לפנות בקר לאיתנו ולפיכך הים ראה וינוס הרי נתבאר לך בע\"ה סוד כל מקום שתמצא ניסים ונפלאות ושאין בדבר שנוי רצון ולא שינוי טבע ולא מעט ולא הרבה אלא גדולת עוצם ממשלת הכתר העליון והוראה גדולה כח חסידי ישראל והצדיקים שיש בהם כח לגלות סתרי הכתר ולעשות חפצם ורצונם לכן אמר הפסוק ומי גוי גדול אשר לו אלה\"ים קרובים אליו וכתיב וכמצבייה עביד בחיל שמיא זו היא אמונה שלימה באמונת התורה ואמונת הנסים והנפלאות עמוד והתבונן נפלאות אלו. והספירה הזאת נקראת קדם כלומר קדמונו של עולם קדמונו של כל הספירות אשר משם כולן נאצלות ונמשכות באין סוף באין גבול ואברהם אבינו עליו השלום מן המקום הזה האציל השפע עד המלכות וכן הוא אומר ויעתק משם ההרה מקדם לבית אל אשרי אדם מצא חכמה כאברהם אבינו ע\"ה ונדבק אברהם בקדמונו של עולם והנה סוד כל הממשלות עליונות ותחתונות מן הקדם הם נמשכות ונאצלות וכן הוא אומר ויטע י\"י אלה\"ים גן בעדם מקדם הכל מבואר כי הגן והעדן מקדם נאצלו וכמה הפליגו ר' אליעזר הגדול וחבריו לבאר ז\"ל לא כדברי הנמשכים אחרי היונים בדברי תוהו דברי כחשים ולפיכך כשחטא אדם הראשון השכין מקדם לגן עדן את הכרובים ואת להט החרב וגו' וכשרצו אנשי דור הפלגה למרוד בשם נאמר בהם ויהי בנסעם מקדם נסעו מקדמונו של עולם וימצאו בקעה מצאו מקום הפרצה שפרץ אדם הראשון כשהכניס את הנחש והטיל זוהמא ופורץ גדר ישכנו נחש אמרו מצאנו מקום לחלק המלכות מקדם בנסעם מקדם שהרי מצנו מקום הבקוע מקום הפרצה וימצאו בקעה בארץ שנער במקום שננערו שם מימי המבול במקום שהוטל הזוהמא מימי המבול מקום המבול תבל עשו דמיהם בם ולפיכך מנחה בלולה בשמן לבד ולפיכך אמרו הבה נבנה לנו עיר ונעשה לנו שם נפריד לנו המלכות מן הכתר לפי שהמלכות היא השולטנות העצומה של כתר ועל ידיה עעשה כל מה שעשה ותהיה המלכות תחת ממשלתינו שהרי מצאנו בה זוהמת הנחש שהוטלה עליה והיא נעשית לו כמרכבה לו וכן אנחנו נוסיף להרכיב במקום זה כל כחות הטומאה למיניהם ונשתמש במלכות לחפצינו ונעשה לנו שם ולפיכך אמר השם ית' ועתה לא יבצר מהם שכבר נפרצה החומה ונכנס נחש והטיל זוהמא במלכות על ידי אדם ולפיכך אמר אשר בנו בני האדם כלומר כמעשה האבות עשו הבנים וחטאם דומה לחטא אביהם ואעפ\"י כן בסוף הכל לשם גלו כלי בית המקדש ושם נעשה הצלם על ידי נבוכדנצר מה כתיב ופקדתי על בל בבבל הרי לך מבואר סוד מעשה דור הפלגה ויהי בנסעם מקדם רצו להסיע המלכות מקדמונו של עולם ולהפריד ביניהם ולהשתמש במלכות בכחות הטומאה על ידי פגימת הזוהמה של נחש שהטיל על ידי אדם הראשון בא אברהם אבינו וחזר להתחבר בכתר ויעתק משם ההרה מקדם כלומר מה שרצו להפריד אנשי דור הפלגה בא אברהם לחבר ביניהם הם אמרו בנסעם מקדם הבה נבנה לנו עיר ונעשה לנו שם ובא אברהם ויעתק משם ההרה מקדם לבית אל מקדם בוודאי הסיע האצילות לבית אל שהוא בית המלכות בא אברהם לחבר במה שהפריד אדם ובמה שרצו להפריד דור הפלגה דור הפלגה בודאי וכשנפרד לוט מאברהם מה כתיב ויסע לוט מקדם נסע מקדמונו של עולם ולפיכך כתיב השיבנו י\"י אליך ונשובה השיבנו למקום התשובה הנקראת כתר (אולי צ\"ל בינה) ומשם נכנס לכתר לקדם חדש ימינו כקדם ממך לי יצא להיות מושל בישראל ומוצאותיו מקדם ומה שתמצא כתוב כי נטשתה עמך בית ישראל כי מלאו מקדם פי הפסוק כך הוא בדין אמת כי נטשתה עמך בית ישראל והטעם לפי שמלאת אותם קדושה וטהרה מן הכתר העליון הנקרא קדם והם הניחו הטהרה גדולה ודבקו בכחות החצונות הנקראות טומאה שמחוץ למחנה ועוננים כפלשתים ומניחים חיי עולם הדבוקים בכתר עליון ועננים כפלשתים ועוננים ממש לא תנחשו ולא תעוננו משנדבקו בנחשים נמצאו מעוננים ולא תנחשו ולא תעוננו בענני ענן על הארץ ונראתה הקשת בענן הקשת ממש מקום יסוד וסביבותיו הוא עניין הקשת דפריא ערלה דבקה במקום הברית והםהשחיתו דרכם על הארץ ולפי' כי מלאו מקדם ועוננים כפלשתים כתוב מי הקדמני ואשלם וכתיב במה אקדם י\"י וכתיב נקדמה פניו בתודה כתיב אשר נשבעת לאבותינו מימי קדם ומאי זה מקום באה השבועה מימי קדם וערבה לי\"י מנחת יהודה וירשלים וגו' אל תזכרו ראשונות וקדמוניות אל תתבוננו מקומות הללו עמקים גדולים כתיב מן ארם ינחנו בלק מלך מואב מהררי קדם מלהסיעך כענין ויסע מקדם והצד השני מהררי קדם המפסיקים בין קדם לבני אדם כעניין ויסע לוט מקדם ושני הפרושים נפלאות וטובים ולפיכך ממך לי יצא להיות מושל בישראל ומוצאותיו מקדם כימי עולם יתאצלו הספירות וישפיעו זו בזו ויתקנו הצנורות מקדם ועד בית אל וזהו סוד ומוצאותיו מקדם מקדם ממש וכמוצא מים יצאו מים חיים מירושלים מן הדברים שביארנו העניינים הללו אתה צריך להבין מה שלא כתבנו כי הכל רמוז הנה:", 
                "והספירה הזאת נקראת כתר כלומר הספירה הזאת היא הכותרת הסובבת כל הספירות ואין לחשוב צד ועניין מן הספירה הזאת ולמעלה ולפי שהיא הכל והיא סוד הקדמון אשר מאמתתו המציא הכל והיא המאצלת מאמתתה כל הספירות וממנה הברא הכל ונעשה הכל ואין דבר חוצה לה שאינו כלול בה וכח הספירה הזאת נקרא אין גבול וכל מה שיגיעו עניי הדעת לומר בבורא ית' לא ידעו סוד השם המיוחד וסוד עולם המצות והיכל הקדש הפנימי וסדר מעלות החיצונות הנקראות חומות העזרה וסוד הקליפות החיצונות הנקראות ערלה ושאר כוחות החיצונות הנקראות טומאה ולפיכך לא ידעו איזה הדרך יחלק אור וחושך איזה מקומו ולא ידעו סוד עולם הייחוד ועולם האין שהייחוד מתדבק בו והכל עניין אחד ולא ידעו עניין דברים החיצונים ולפיכך לא ידעו להבדיל הבדלה בין קודש לחול וגו' ודע כי בסוד הכתר הזה נאחזים כל הסודות הפנימיים של קוצי האותיות שבספר תורה וכתריהם וכולם נרמזים ונאחזים בכתר ואותם הקוצות והכתרים מורין שאין לתורה סוף וגבול בחכמה מצד הכתר העליון כמו שקוצו של יוד הוא סוד הכתר העליון שאינו מושג ואין לו סוף וקץ וגבול כך כל קוצי האותיות והתגין וכתרים הם סודות הכתר הנאחזים בעולם העליון שאין לו סוף וגבול וקץ לכל תכלה ראיתי קץ רחבה מצותיך מאד וכתיב והחכמה מאין תמצא חכמת התורה הפנימית העליונה על ידי התגין והכתרים שהם סוד אשא עיני אל ההרים מאין יבוא עזרי עזרי מעם י\"י ולפיכך אמר נובלת אורה שלמעלה תורה כמה רמזו הנה ולפיכך אמר דוד גל עיני ואביטה נפלאות מתורתך נפלאות הם סוד התגין והכתר שעל ראש האותיות שהם סוד הכתר ועולם העליון והם סוד נפלאות מתורתך כי הנפלאות הם מן הבינה ולמעלה ולפיכך ארוכה מארץ מדה ורחבה מיני ים תהום אמר לא בי הוא וים אמר אין עמדי אבדון ומות אמרו אלה\"ים דרכה והוא ידע את מקומה והוא בודאי ידע את מקומה כי סוד הוא בעצמו סוד התגין והכתרים שהם מקומה של תורה שהתורה נתלית בהם ונשענת עליהם כמו שהיוד מהשם ית' נתלית מהקוץ שהוא הכתר העליון והוא מקום היוד כי אלה\"ים הבין דרכה שלא כמדת הקב\"ה מדת בשר ודם מדת בשר ודם הוא למטה ומשאו למעלה הימנו מדת הקב\"ה אינו כן הוא למעלה ומשאו למטה כה אמר רם ונשא ונשא בוודאי ולפיכך קוצי האותיות וכתריהם הם סוד חכמת התורה ועומקיה והתורה תלויה בהם ולפיכך והוא ידע את מקומה ולפיכך נובלות חכמה של מעלה תורה הכל מבואר לפניך ומכאן תבין והחכמה מאין תמצא מאין ממש מן התגין ומן הכתרים וכתיב מקום ספיר אבניה בוודאי יסוד ספר תורה נקרא ספר מן הספיר מן המקום שאין שם גוון ידוע ומקום מסויים ומצוייר כמו שהספירה אין לה גוון ידוע ולפיכך מראה כל הגוונים אחריו כך ספר התורה הוא תולה בקוצות ובכתרים בעולם שאין לו סוף בעולם שאין לו גוון ולפיכך כל החכמות עליונות והתחתונות כלולות בו ולפיכך אין הספר מנוקד ואין לו טעמים ולא סוף פסוק לפי שספר תורה הוא כולל כל חכמות גלויות ונסתרות וסוד גל עיני ואביטה נפלאות מתורתיך ולפיכך ספר תורה נדרש לכמה פנים שהאדם מהפך הפסוק למעלה ולמטה וזהו מה שאמרו חז\"ל הלא כה דברי כאש נאם י\"י וגו' כעניין גווני להב האש שאין לו שיעור ידוע וגוון ידוע כן ספר תורה אין לו גוון ידוע לפסוקים אלא פעמים נדרש כן ופעמים נדרש כן כלומר בעולם המלאכים קוראין לו בעניין אחד ובעולם הגלגלים קוראין לו בעניין אחר ובעולם השפל בעניין אחר וכל שאר אלף אלפי עולמות הנכללים באלו השלש עולמות כל אחד מהם כפי כחו והשגתו כך הוא קריאתו בספר תורה ולפיכך אין ספר תורה מנוקד ואין בו טעמים ולא סוף פסוק אלא רמז הכתרים וקשריהם ותגיהם שהם רמז עולם הכתר שהוא עולם העליון ולפיכך הפסוק נדרש לכמה פנים ולכמה טעמים כפי העולמות ולפיכך נדרש אל תקרי אזניך אלא אזניך אל תקרי בניך אלא בוניך וזהו הסוד שאמרו בתורה ארוכה מארץ מדה וזהו שאמר משה רבינו ע\"ה אדנ\"י אלה\"ים אתה החלות לפי שאין מי שיכנס לדעת סוד סדרי תגי האותיות וכתריהם ולפיכך ספר תורה הוא בצורה זו וכל אחד מהעולמות קורא בו כפי השגתו וכולם כלולים בתקון ספר תורה שאלו הושם לו ניקוד לפסוק הרי הגיע לצורתו וגבולו ואין מי שיוכל לציירו בצורה אחרת אמנם לא הושם לו ניקוד ולא שיעור ולא גבול ולפיכך דע כי ספר תורה הוא צורת העולם העליון ואיני יכול לפרש יותר ולפיכך דע סוד הכתר וסוד כתרי האותיות והתגין ותמצא כי כל התעלומות נאחזות בכתרים מדה כנגד מדה כתרים כנגד הכתר וזהו סוד שאמר הכתוב ואולם מי יתן אלו\"ה דבר ויפתח שפתיו עמך ויגד לך תעלומות חכמה כי כפליים לתושיה כפליים בודאי כמה חדרים הם לתורה חדר לפנים מחדר ומחיצה לפנים ממחיצה עד הגיעם למקום הנקרא תעלומה שהוא סוד הכתר והחכמה הנאחזת בו שאין לשום נאצל יכולת להגיע בו וזהו סוד ותעלומה יוציא אור כשאדם מגיע לידיעת תעלומה יאירו עיניו בנסתרות ממנו אמנם השם לבדו הוא היודע סתרי התעלומות בסוד חכמה ובינה הדבקות בכתר עליון והם סוד המקורות וההמשכות ואחר שהודענוך עקרים הללו ועמקיהם וסתריהם פקח עיניך לראות מה שראוי לו לאדם להגיע ולהשיג כי הדברים הללו כבשונו של עולם וכמה אנשים סימו עיניהם ולא הרגישו בעמקים הללו והסתרים העליונים הם גנוזים בכתרים אשר על ראשי האותיות ואשרי יודעי סודות כתיב וחכמים יכתירו דעת יכתירו דעת בוודאי כי דעת הוא סוד התורה שבכתב הוא סוד ספר תורה ולפיכך צריך להכתירו בסוד הכתר העליון בסוד כתרי האותיות יכתירו דעת בודאי בכתרים וקוצי האותיות ואז התורה כלולה בגלוי ובנסתר בסוד גל עיני ואביטה נפלאות מתורתיך ועל כל הכתרים העליונים עולה כתר שם טוב אפילו על גבי התורה וכן אמרו שלש כתרים הם כתר תורה וכתר כהונה וכתר מלכות וכתר שם טוב עולה על גביהם כתר שם טוב הוא סוד ושער ראשה כעמר נקא הוא סוד מקום הטוב שאין לו גבול והפסק הוא שם טוב בוודאי שהוא טוב הגמור השלם הטוב שאין בו תערובת דע כי למטה כתיב ועץ הדעת טוב ורע בסוד כחות החיצונות הנאחזות סביב הפנימיות ולפיכך וכל צבא השמים עומדים עליו מימינו ומשמאלו כך הוא השם הנמשך משם טוב טוב שם משמן טוב ויום המות מיום הולדו הכל רמוז וזהו סוד טוב אחרית דבר מראשיתו היודעים סוד יכתירו דעת יודעים סוד נובלות חכמה של מעלה תורה וסד קוצו של יוד הכל רמוז בו:", 
                "והספירה הזאת נקראת לובן העליון ולפי שכל הספירות והכפרות הן נובעות ממקום זה שאין סליחה וכפרה נמצאת אלא מבינה ולמעלה שהוא סוד הכפורת והלוחות והחרות כי משם ולמטה מקום הצרות והמצרנים ולפיכך כתיב אם יהיו חטאיכם כשנים כשלג ילבינו וכתיב לבנון ואמרו חז\"ל בכפורים למה נקרא שמו לבנון שמלבין עונותיהם של ישראל וסוד מלבין הוא סוד התגלות הכתר העליון ואז ינוסו כל שאר הכחות שלפניו והוא מקור מים סוף דבר הנני רומז תחלת המראות שבעולם הוא הלובן ולפיכך כתיב ויחל משה את פני י\"י אלה\"יו ולפיכך אם יהיו חטאיכם כשנים כשלג ילבינו כשנים הוא סוד לבן ושחור כשלג ילבינו בהופיע הכתר ולפיכך הלבנון הוא סוד חכמה ובינה הדבקים בכתר ויעקב אבינו עשה כל חפצו ויקח לו יעקב מקל לבנה לח ולוז וערמון ויפצל בהן פצלות לבנות ודע כי יעקב צריך למקלות הללו בהכרח לפי שהיה עסקו עם לבן הארמי לובן רמאות את החזיר כי מפריס פרסה הוא והוא גרה לא יגר כי יש מקומות במרכבה שכחות הטומאה נאחזות בהם והם נקראות קשר הנחש ונקראות גם לבן הארמי הוא המרמה את הבריות הרי הוא רמאה לבן ונמצא שחור מקום המרמה ולמה תשגה בני בזרה לשמרך מאשה זרה כי נופת תטופנה שפתי זרה ואחריתה מרה כלענה ולפיכך לבן הארמי והוא אמר ליעקב נחשתי ויברכני ה' בגללך לפי שיעקב ולבן שניהם ירשו מקום הלובן יעקב ירש מקום הלובן הפנימי ראש הכתר מחשוף הלבן ולפיכך ירש את הברכה ולבן הארמי ירש לובן הרמאות מקום הכחות החיצונות אותו הלובן המועט שבו נאחזות במרכבה שאין לך דבר רע שאין בו קצת טוב ואל יעלה על דעתך דבר אחר ואין לך דבר רע כשהוא במקומו וזהו סתר גדול מסתרי האמונה וסתרי התורה וסוד וירא אלה\"ים את כל אשר עשה והנה טוב מאד הכל בוודאי הוא טוב מצד הפעולה שנברא ובהיותו משמש במקומו את הכל עשה יפה בעתו אבל בצאת כל דבר מהגדר והסייג שנעשו או בהתהפך חיצונים לפנים ופנמיים לחוץ וגם כל העם הזה על מקומו יבא בשלום ולפיכך ביום הכפורים שהוא סוד התגלות העולם העליון היה מתלבן לשון של זהורית והסוד ויגבה י\"י צבאו\"ת במשפט בפסוק הזה סודות עליונות בעניין כל מיני הכפרה והסליחה ודע כי לבן הארמי היה אביו של בלעם וזה הרשע היה בקי בכל הנחשים שבעולם ורצה להלחם עם יעקב ואמר נחשתי ויברכני י\"י בגללך הכל רמוז הנה כי לובן הנחשים הוא סוד קשר הטומאות החיצוניות בפנימיות ולפיכך הרע מבחין את הטוב והטוב מבחין את הרע ולפי שלבן הארמי היה כן הוצרך יעקב להתנהג עמו בקצת הלובן שברמאות בדרך פתלתול ועקש כמו שאמר הכתוב עם נבר תתבר ועם עקש תתפל ולפיכך והחליף את משכורתי עשרת מונים ולבן הארמי היה מזמנו של יעקב עד זמן השופטים של ישראל וזהו כושן רשעתיים וודאי שעשה רשעיות ולכן נעשה כושן תחת און ראיתי אהלי כושן הכל רמוז והנה יעקב וישראל ירשו הלבנון ועל ידו מתחברות כל הספירות אתי מלבנון כלה אתי מלבנון תבואי כמה נפלאות גנוזות בפסוק זה ולפיכך אעברה נא ואראה את הארץ הטובה הזאת ההר הטוב הזה והלבנון ולפיכך כהן גדול עובד כל עבודות יום הכיפורים בבגדי לבן מעין יום הכיפורים היו הבגדים לבנים וכשהיה נכנס לקדש הקדשים לכפר לא היה נכנס בבגדי זהב אלא בבגדי לבן מדם חטאת הכפורים אחת בשנה יכפר עליו והיה מזה דם פר ושעיר על בין הבדים ועל הפרכת ועל מזבח הזהב והכל בבגדי לבן ולא בבגדי זהב שאין הקטיגור נעשה סניגור והלובן העליון מתגלה ולפיכך לשון של זהורית מתלבן אם יהיו חטאיכם כשנים כשלג ילבינו ושער ראשה כעמר נקא הכל מבואר הרי לך סדר סתרי עליונים וגנוזים פנימיים גלויים לעיניך ודע כי תחלת כל המראות לבן והוא מקבל כל הגוונים וסוף כל המראות שחור ואין אחריו גוון ושאר כל הגוונים והמראות שביניהם נקראים חצי מראה שהוא נוטה ללובן או לשחרות ולפיכך הלובן העליון יופיע בלבנה ונעשית יפה וכן אומר הפסוק יפה כלבנה ברה כחמה ואומר אתי מלבנון כלה והנה הלבנה היתה מקדם מלאה בלי פגם לפי שמאצילות שפע הלובן העליון היתה מליאה בא אדם הראשון ועשה בה פגם והטיל בה זוהמא ואז נעשית חסרה ואם בהרת לבנה הוא סוד גדול רמוז הנה או כי ישוב הבשר החי ונהפך ללבן כי בהרת לבנה היא והיא באה מכוחות הטומאה הנקראת לבן הארמי וכן בלבנה הטיל צרעת אדם הראשון ונקראת בהרת ולפיכך אם בהרת לבנה היא וכתיב והיה אור הלבנה כאור חמה כמה סודות נעלמים רמוזים בפסוק זה אור הלבנה באור החמה תלוי ולפיכך והיה אור הלבנה כאור החמה ואמתי בהיות היסוד נאחז ביובל בסוד שבע שביעיות שבעה שבועות תספור לך וספרת לך שבע שבתות שנים וזהו ואור החמה יהיה שבעתיים שבעת הימים שבעה פעמים היסוד נאחז בבינה וממנה מאציל שבע שביעיות אור ללבנה כאור שבעת הימים כאותו האור שהיה בתחלת בריאת העולם אעפ\"י שלא שמש אותו האור של שבעת הימים לפי שנגנז ונגנז בלבנה ובא אדם הראשון והטיל שנאה וזוהמא ונתן פגם בלבנה ונסתלק האור ממקום גניזתו למעלה מבינה ולפיכך ואור החמה יהיה שבעתיים כאור שבעת הימים ביום שיוסר פגם הלבנה ויעביר הנחש מן ההיכל וירחיקהו ואת הצפוני ארחיק מעליכם ויוציא הצלם מן ההיכל והאלילים כליל יחלוף ביום חבוש י\"י את שבר עמו והכל רמוז למי שחננו השם דעה ודע כי מראות נגעים שתיים שהן ארבע בהרת עזה כשלג שנייה לה כסיד ההיכל השאת כקרום ביצה שנייה לה כצמר לבן וחכמים אומרים השאת כצמר לבן שנייה לה כקרום ביצה וחזר עקבי' בן מהללאל ופירש מראות נגעים שבעים ושניים וכן פעמונים שבמעיל שבעים ושניים ובא דבר שבקול ויכפר על מעשה קול והנחש הוא ראש הנגעים שהם באים בלבן הארמי וזהו סוד מוציא שם רע מצורע ולפיכך כל אותן מאה ושלשים שנה שהיה אדם הראשון נזוף הוליד מזיקים הנקראים נגעים והוכחתיו בשבט אנשים ובנגעי בני אדם וכלן באין מלבן הארמי כי הנחש הוא רוכב על לבן הארמי וסמאל רוכב על הנחש ולפיכך יש לבן הארמי שהרי לבן ואדום מוסכמים כאחד ושניהם רשעים ולפיכך כשלג ילבינו ואם יאדימו כתולע כצמר יהיו והכל מבואר לפניך:", 
                "הדרן עלך שערי צדק תם ונשלם תהלת לא\"ל עולם:"
            ]
        ]
    }, 
    "versionSource": "http://www.hebrew.grimoar.cz/gikatalia/saare_cedek.htm", 
    "heTitle": "שערי צדק", 
    "categories": [
        "Kabbalah"
    ], 
    "schema": {
        "heTitle": "שערי צדק", 
        "nodes": [
            {
                "heTitle": "הקדמה", 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "", 
                "enTitle": ""
            }
        ], 
        "key": "Shaarei Tzedek", 
        "enTitle": "Shaarei Tzedek"
    }
}