{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Halacha"
    ], 
    "categories": [
        "Halakhah", 
        "Mishneh Torah", 
        "Sefer Madda"
    ], 
    "language": "en", 
    "title": "Mishneh Torah, Torah Study", 
    "text": [
        [
            "Women, servants, and infants are exempt from the study of the law; it is, however, incumbent upon the father to instruct his infant son in the law, as Scripture says: <i>And ye shall teach them, your children, speaking of them</i>, (Deut. 11. 18). But it is not incumbent upon the wife to instruct her son, for only he who is bound to learn, is bound to teach. ", 
            " As well as man is in duty bound to teach his son, so ought he to teach his son’s son; for Scripture says: <i>But teach them, thy sons, and thy sons’ son</i>, (Deut. 4. 9). And not only his son and grandson, but it is imperative upon every wise man in Israel, to assist by his instruction all those that are anxious to learn, though they are not his children; for Scripture says: <i>And thou shalt teach them diligently unto thy children</i>, (Ibid. 6. 7), upon which tradition remarks, <i>“thy children” </i> signifies<i> “thy pupils;”</i> for pupils are also called children, as it is said: <i>And the sons [disciples] of the prophets came forth</i>, (2 Kings 2. 3). Why then does Scripture specify the command of teaching the son and the grandson? To show that precedence is due to his son before his grandson; again, to his grandson before the son of his fellow man. ", 
            " Man is also bound to engage a teacher for his son, but the son of his fellow man he is only bound to instruct, if he can do so without incurring pecuniary expense. He who has not been taught by his father must endeavour to teach himself as soon as he becomes intellectual, for it is said; <i>That ye may learn them, and keep, and do them</i>, (Deut. 5. 1). Thus you will find it expressed in all places of Scripture, that study must precede practice, because study leads to practice, but practice does not lead to study.", 
            "If one is desirous to study the Divine law, and he has also a son who requires the same, he takes precedence before the son; but if the son is very intelligent and likely to make greater progress in his studies than himself, then his son takes the precedence. But although the precedence is due to his son, yet he must not give up entirely his own study; for as well as he is bound to teach his son, he is also bound to teach himself. ", 
            "Man should study the Divine law before he marries, because after marriage his mind is too much encumbered to be disposed for study. Should he, however, find that his remaining single is an obstacle in his disposition to study, he should first marry, and then devote himself to study. ", 
            "When does the duty of a parent to teach his son begin? As soon as the latter is able to speak, the former must teach him the Scriptural passages: <i>Moses commanded us a law, etc., etc.</i> (Deut. 33. 4),  and the <i>Shema</i> (Ibid. 6. 4). After that he gradually teaches him scriptural passages, until he reaches his sixth or seventh year, all according to his intellectual capacity, and then he is to take him to a school-master. ", 
            " If it is the custom of the country to pay the teacher, the father must pay him his wages, and he must continue paying for the instruction till the pupil is able to read the whole of the written law. Where it is customary to take payment for teaching the written law, it is permitted to do so, but the oral law is not allowed to be taught for pecuniary remuneration; for it is said: <i>Behold, I have taught you statutes and judgments, even as the Lord my God hath commanded me</i>, (Deut. 4. 5), upon which our Rabbis aptly comment. Moses says, “as I have been taught gratuitously, so have I taught you gratuitously; and likewise when you shall instruct future generations, they shall be taught gratuitously, as ye have learned from me.” Should he, however, not meet with any one who will teach without pay, he may pay; for Scripture says: <i>Buy the truth</i>, (Prov. 23. 23), lest it be understood that he may instruct for payment, Scripture continues: <i>And sell it not</i>, (Ibid); hence, we infer that it is not lawful to instruct in the oral law on condition of pay, although his teacher has taken payment. ", 
            " Every Israelite is in duty bound to study the Divine law, whether he be poor or rich, whether enjoying good health or bodily afflicted; whether young or old; even so far advanced in age that his strength fails him; even if he be so poor that he is maintained by public or private charity. Even a father of a family is bound to fix a certain time for the study of the Divine law day and night; as it is said: <i>Thou shalt meditate therein [in the law] day and night</i>, (Joshua i. 8). ", 
            "Among the eminent sages of Israel there were hewers of wood, drawers of water, some even afflicted with blindness, yet did they devote themselves to the study of the Divine law day and night; those were the men belonging to the class who handed down the tradition from man to man, as received from the mouth of Moses our Teacher.", 
            " Until how long is man bound to study the Divine law? Until the day of his death, as it is said: <i>Lest they depart from thy heart all the days of thy life</i>, (Deut. 4. 9); because as soon as he discontinues studying, he forgets what he has studied. ", 
            "He should divide the time of his study in three parts: a third to be devoted to the study of the written law, a third to the oral law, and a third to reflection and consideration of the result from the premises; to draw inferences and to make comparison, and fully understand the logical rules by which the Divine law is expounded, until he knows the principle of these rules, and how he is to conclude as to the lawful and unlawful and such like matters from these traditional doctrines. These studies are termed <b>Gemara</b> [<i>Talmud</i>]. ", 
            "", 
            "A woman who learns Torah is rewarded but her reward is not the same as that of a man because she is not commanded. And anyone who does something for which he is not commanded the reward is not the same as for one who is commanded but less. And even though she is rewarded, the Rabbi have commanded that a man should not teach his daughter Torah for most women's thoughts are not focused on being taught rather they will extract from the Torah words lacking meaning, based on their limited interest. The Rabbis have said \"whomever teaches his daughter Torah, it is as if he is teaching her Tiflut\" - This only applies to the Oral law, however regarding the Written Law one should preferably not teach it , but if one did, it would not be as if he taught her Tiflut."
        ], 
        [
            "We should appoint teachers in every province, in every district, and in every city. The inhabitants of a town where there is no teacher must be compelled by the ecclesiastical authorities to appoint a teacher; for the foundation of the happiness of mankind rests on the early religious education of youth. ", 
            "We must take the child to be taught at the age of six or seven, all according to the health and constitution, but not under six years. The teacher may inflict a slight corporeal punishment to keep them in discipline, but he must by no means beat them cruelly and severely; he is therefore not to use sticks or rods, but a very small strap. He should teach them the whole day, and even a part of the night, in order to initiate them in studying day and night. The children should have no vacations except on the latter part of the eves of Sabbath and festivals, and on the whole of the festivals; on Sabbath, however, we may repeat the lessons, but not begin new ones. ", 
            " The teacher of youth who leaves the children alone and walks out, or attends to other business whilst he is with them, or carelessly neglects their studies, falls under the denunciation—<i>Cursed be he that doeth the work of the Lord deceitfully</i>, (Jeremiah 48. 10); therefore we should only appoint such teachers as are God-fearing, punctual and conscientious in their duties. ", 
            "And one who does not have a wife does not teach young children because of their mothers who come with their children. And no woman teaches young children because of their fathers that come with the children.", 
            "For every twenty-five children one teacher at least is required; if more than twenty five up to forty, we must appoint an assistant teacher; but above forty, two teachers must be appointed. ", 
            "We bring the child from one teacher to another teacher who is more proficient than him, whether in Bible  or in grammar. Regarding what cases are we speaking? When there are two of them in one city, and there is no river that separates them; but from city to city or from one side of the river to its [other] side, even within the same side, we do not bring the child unless there is a [bridge] of solid-construction across the river - construction that does not seem like it will fall soon."
        ], 
        [
            " Israel has been adorned with three crowns: the crown of the Divine law, the crown, of priesthood, and the crown of royalty. The crown of priesthood Aaron meritoriously inherited, as it is said: <i>And he shall have it, and his seed after him, even the covenant of an everlasting priesthood</i>, (Numbers 25. 13). The crown of royalty David meritoriously inherited, for it is said: <i>His seed shall endure for ever, and his throne as the sun before me</i>, (Psalms 89. 36). But the crown of the Divine law is ready for and within the reach of every Israelite; for Scripture says: <i>Moses commanded us a law which hath become an inheritance of the congregation of Jacob</i>, (Deut. 33. 4). Whoever desires may come and avail himself of it. Lest it should be thought that the two other crowns surpass the crown of the law, Scripture says: <i>By me [the Divine law] kings reign, and princes decree justice. By me princes rule, etc.</i>, (Prov. 8. 15, 16). Hence we perceive that the crown of the law surpasses the two others. ", 
            "The Sage said: a mamzer [one born through incest or adultery] who is a scholar takes precedence over a high priest who is ignorant, as was said: \"she is more precious than jewels\" (Prov. 3:15) - from a high priest who enters the innermost sanctuary.", 
            " Among our Divine precepts there is none which is of equal importance with that of studying the Divine law, but the latter equals in importance the whole of all other precepts together, because study leads to practice; hence study has at all places the precedence of practice. ", 
            " If the performance of a Divine precept and the study of the Divine law require his attention at once, he must not interrupt his studies, provided the precept may be performed by others, if not he should first attend to the performance of the precept, and then return to his studies. ", 
            "Man will be made accountable hereafter, first—for his neglect of studying the Divine law, and then for his other actions; therefore our sages remarked: “Man should always occupy himself with the study of the Divine law, either for its own sake, or from other motives; for, although he may begin the study from some interested motives, he will ultimately pursue it for its own sake.” ", 
            "He whose heart stirs him up to perform this precept in a proper manner, to be adorned with the crown of the Divine law, must not have his attention diverted to other matters, and not imagine that he can acquire the crown of the law with that of riches and honor, at once; for the way of devotedness to the study of the Divine law is thus:—Bread with salt shalt thou eat; water by measure shalt thou drink; on the earth shalt thou sleep, and a life of anxiousness shalt thou live; yet shalt thou labour in the study of the law. Yet it is not incumbent upon thee to complete the work, neither are thou at liberty to abstain wholly from it. If thou hast studied much thou wilt acquire much reward, for the reward will be commensurate with the trouble. ", 
            "Suppose thou wilt say, as soon as I shall have accumulated money, I shall apply to study; or as soon as I shall get what I require, or be at leisure from business I shall apply to study; with such notions thou wilt never succeed to obtain the crown of the Divine law. But let thy fixed occupation be the study of the law, and thy worldly pursuits be of secondary consideration; nor say, when I have leisure I will study, lest thou shouldst not have leisure. ", 
            " It is written in the law: <i>It [the Divine law] is not in the heavens, nor is it beyond the sea</i>, (Deut. 30. 12, 13); on which passage our sages comment: “It is not in heaven,” symbolically signifying that the Divine law is not to be met with among the haughty; “Nor is it beyond the sea,” symbolically signifying that it is not to be met with among those who traverse seas for the purpose of traffic. Therefore our sages remark: “He who is much engaged in traffic will not become wise”; and they enjoin: “Rather occupy thyself less with business, in order to be enabled to study the Divine law.” ", 
            " The words of the Divine law are compared to water, as we read: <i>Ho, every one that thirsteth, come ye to the waters</i>, (Isaiah 55. 1); which signify that water cannot be gathered in a slanting place, but will run down and gather in a cistern. Thus the word of the Divine law cannot be found among the haughty, nor in any over-bearing mind, but among those of contrite and meek spirits—those “who embrace the dust of the feet of the wise”— who banish physical cravings and transient pleasures from their hearts. ", 
            "He who resolves upon occupying himself solely with the study of the Divine law, not to attend to any business or trade, but to live on charity, defiles the sacred name, heaps contumely upon the Divine law, extinguishes the light of the law, causes evil to himself, and forfeits his claim to future life. Because it is not permitted to draw any worldly advantage from the law. Our sages remark: “Whoever draws worldly advantage from the words of the Divine law forfeits his life.” Our sages further enjoin:” Do not make them [the words of the Divine law] a crown for the sake of aggrandisement, nor a spade to dig therewith.” They still further enjoin: “Love labour and shun rank;” and every occupation in the Divine law, unaccompanied by trade is ultimately sure to become futile and cause iniquity. The end of such a man will be to waylay people.", 
            "It is a cardinal virtue to live by the work of his hand, and it is one of the great characteristics of the pious of yore, and through which he meritoriously attains to all respect and felicity of this and the future world; as it is said: <i>If thou wilt eat the labour of thine hands happy shalt thou be, and it shall be well with thee</i>, (Psalms 128. 2). Happy shalt thou be in this world, and it will be well with thee in a future world, which is wholly good. ", 
            "The study of the Divine law is incompatible with indolence, nor with over-indulgence and banqueting, but with self-sacrifice, and unremitting exertion. To this Solomon in his wisdom alludes: <i>If thou faint in the day of trouble, my strength is limited</i>, (Prov. 24. 10). He also says: <i>Also my wisdom stood by me</i>, (Eccles. 2. 9). The word at signifying the wisdom which I have acquired with anxiety, was my essential support. The sages also say: “It is firmly ordained from above, that he who combines the study of the Divine law with prayer, will not be easily forgotten; and he who labours in the godly work with modest reserve, is sure to become wise;” the Scripture says: <i>With the lowly is wisdom</i>, (Prov. 11. 2). And he who audibly recites the words in his studies, will retain them, but he who studies in a whisper is liable soon to forget.", 
            "Although it is commanded to study the Divine law day and night, yet night is peculiarly adapted to acquire wisdom; therefore, he who aspires to the crown of the Divine law, should be mindful of the importance of the hours of night, not to waste even one of them in excess of sleep, eating and drinking, and in idle-talking, etc., etc., but to occupy himself with the study of the Divine law and words of wisdom. The sage say, night is especially favorable for the recital of the Divine law, to which the prophet alludes: <i>Arise and speak loud in the night</i>, (Lam. 2. 19); and he who occupies his nights with the study of the Divine law will have mercy conferred upon him from above during the day, as it is said: <i>The Lord will command his loving-kindness in the day time, when in the night his song shall be with me, and my prayer unto the God of my life</i>, (Psalms 42. 8); but he who is able to study the Divine law and neglects to do it, or he who exerted himself in study, but abandoned it for the sake of worldly vanities, draws upon himself the reproachful epithet, “a despiser of the word of God.” Our sages remark: “he who neglects the study of the Divine law because of wealth will ultimately have to neglect because of poverty; but he who upholds the law in poverty will ultimately uphold it in wealth.” This is plainly stated in the following passage of the Pentateuch: <i>Because thou servest not the Lord thy God with joyfulness and with gladness of heart, for the abundance of all things; therefore shalt thou serve thine enemies</i>, (Psalms 28. 47, 48); again it is said: <i>That he might humble thee, and that he might prove thee, to do thee good at thy latter end</i>, (Deut. 8. 16). "
        ], 
        [
            "We should only train to theological scholars such whose moral and religious conduct render them deserving, or one whose capacity is yet undeveloped; but if he should happen to pursue an improper way, we are bound to use our efforts to reclaim him, and lead him in the proper way. We examine him, introduce him to the college and instruct him. On the other hand, if a teacher does not pursue the proper path, though he be eminently learned and highly useful to the public, we should nevertheless not receive instruction from him until he has returned to the right way; for Scripture says: <i>For the priest’s lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the Lord of Hosts</i>, (Malachi 2. 7); on which our sages aptly comment: “If the teacher is like a messenger of the Lord of Hosts, then they should seek the law at his mouth, but if not, we must not seek it of him.” ", 
            "How is [Torah] taught? The teacher sits at the head and the students sit around him, so that all can see the teacher and hear his words. The teacher should not sit on a chair, [while] his students [sit] on the ground. Rather, either everyone should sit on the ground or everyone should sit on chairs. Originally, the teacher would sit and the students would stand. [However,] before the destruction of the Second Temple, everyone followed the practice of teaching while both they and the students were seated.", 
            "If the teacher [desires] to instruct the students personally, he is entitled to do so. If he [desires to] teach through the medium of a spokesman, the spokesman should stand between him and  the students. The teacher speaks to the spokesman and he announces the teaching to all the students. When they ask the spokesman a question, he asks the teacher. The teacher, [in turn,] replies to the spokesman and the spokesman replies to the questioner. The teacher should not raise his voice above that of the spokesman. Similarly, when the spokesman asks a question of the teacher, he should not raise his voice above that of the teacher. The spokesman is not allowed to detract from, add to, or change [the teacher's words], unless he is the teacher's father or teacher. If the teacher tells the spokesman: \"My teacher told me the following...\" or \"My father and teacher told me the following...,\" when the spokesman relates the teaching to the people, he should quote the statement in the name of the sage [who authored it], mentioning the name of the teacher's father or teacher, saying: \"So and so, the sage, said the following...\" [This is allowed] despite the fact the teacher did not mention the sage's name, because it is forbidden to refer to one's teacher or father by name. ", 
            " If the teacher perceives that the pupils have not understood him, he must not give way to anger and passion, but repeat the lesson even many times, until they enter into the depth of the argument. On the other hand, the pupil must not say I understand if he does not, but rather ask and ask again, even many times. If the teacher, however, be angry and give way to passion, the pupil shall say to him: “Master! it is the law, and I am anxious to learn, but unfortunately my intellect is limited.” ", 
            " The pupil shall not be ashamed on account of his colleague having learned the lesson after one or two readings, whilst he could only master it after several readings; for if he should be ashamed on account of this, his frequent attendance at college will be of no avail. Therefore our sages of yore say: “he that is bashful cannot learn, and he who is passionate cannot teach.” This, however, applies only to cases which the pupils could not understand on account of the profundity of the subject, or because of their limited intellect; but should the teacher perceive that they are negligent in the study of the Divine law, and that it is solely indolence which prevents their entering into the subject, he is bound to remonstrate with them, and seriously to upbraid them in order to rouse them. In this sense our sages recommend masters to inspire their pupils with fear. It is therefore unbecoming in a teacher to act with levity in the presence of the pupils, nor to indulge in laughter or in feasting with them, so that the pupils should entertain profound respect for him and profit speedily by his instruction. ", 
            "No question should be addressed to the teacher the moment he enters the college, but time should be allowed until his mind is composed; nor should the pupil put questions on his entering the college, but should wait until he is settled and calm. Two pupils should not put questions at once, nor should they question the teacher on any other subject except on that they are engaged upon, so as not to confuse him. The teacher may advisedly give such a turn to his questions and demeanour so as to stimulate them, and to ascertain whether they do remember what they have been taught or not; and it is scarcely necessary to state that he may interrogate them on subjects not exactly before them in order to keep their attention alive."
        ], 
        [
            "As a person is commanded to honor his father and fear him, so is he obligated to honor his teacher and fear him. More than his father, for his father gave him life in this world, but a teacher who teaches him wisdom gives him life in the world to come. [Note: This is not a complete translation of halacha 1, it only covers the first few lines.]", 
            "", 
            "", 
            "A pupil who has not yet attained to the capability of giving decisions in the Divine law, and yet presumes to do so, is justly termed ungodly, foolish and over-bearing. Of such presumption Scripture says: <i>For she [presumption] hath cast down many wounded</i>, (Prov. 7. 26). On the other hand, a wise man who has attained to the capability of deciding theological questions, but refrains from doing so, withholds Divine know ledge, and is like one who places obstacles in the way of the blind; and of such untimely diffidence Scripture says: <i>Yea, many strong men have been slain by her</i>, (Ibid). Those little scholars who are not sufficiently versed in the Divine law, but display their ostentation in the presence of a vulgar and ignorant public, and barefacedly intrude themselves at the head of the seats of learning to decide and to dictate, they are those who promote division, destroy the welfare of society, extinguish the light of the law, and desolate the vineyard of the Lord of Hosts. To them Solomon in his wisdom alludes: <i>Take us the foxes that spoil the vines</i>, (Song of Solomon 2. 15). ", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "As the students are obligated to honor their teacher, so is the teacher required to honor his students and hold them close. Thus say the sages: The honor of your students should be as precious to you as your own. And a man should watch over his students and love them as they are his children to enjoy in this world and in the world to come."
        ], 
        [
            "...It is a commandment to praise any disciple of the sages, even if they are not one's master, as it says \"honor the face of an old person\" (Leviticus 19:32). Zaken (old person) [is short for] this one that acquired wisdom (Zeh sheKaNah chochmah). And when are we obligated to stand in front of him? From the moment that he is within four cubits, until he passed in front.", 
            "... One does not stand in front of him in the bathhouse or the bathroom, as it says \"stand\" and \"honor\" - a standing where there is honor. And craftsmen are not obligated to stand for disciples of the sages at the moment when they are busy with their work, as it says \"\"standing\" and \"honoring\" - just as honoring does not imply monetary loss, so too standing does not imply monetary loss\" (Talmud Babylonian Kiddushin 32b)  and from where do we know that one does not avert one's eyes from a sage so one won't see him and will not have to stand? From what it says \"'and you shall fear your God' - behold, on all actions that are dependent on one's intention we find written about them 'and you shall fear your God'.", 
            "... It does not befit a sage to be burdensome the people and direct them to stand before him, rather he should go through the shorter way and try to make others NOT see him", 
            "... One who is riding is similar to one who is walking, and just as we raise for those walking we do so for those riding.", 
            "... If three are walking on the way, the master (should be) positioned in the middle, the greater on the master's right side and the smaller on his left.", 
            "... One who sees a sage does not stand until he gets within four cubits of his proximity.", 
            "If a sage enters, whoever is within four cubits of his presence needs to stand, whether they were sitting or standing, until he comes in and sits.", 
            "... A student who always sits in front of his teacher is not permitted to stand in front of him - the exception being the morning and evening prayers, so his honoring [his teacher] won't be greater than his honoring God.", 
            "...One should stand in the presence of an extremely old person, even if he is not a scholar. Even a young scholar stands up in the presence of an extremely old person; however, he is not obligated to stand up to his full height, rather [enough] to show deference. We even show deference to an old non-Jew, with [kind] words and a helping hand, as it says: \"You shall rise before the aged...\" (Leviticus 19:32) - any sort of aged [person] is implied."
        ]
    ], 
    "versions": [
        [
            "Yad-Hachazakah,  edited by Elias Soloweyczik; London, 1863", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108866"
        ], 
        [
            "Sefaria Community Translation", 
            "https://www.sefaria.org"
        ]
    ], 
    "heTitle": "משנה תורה, הלכות תלמוד תורה", 
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Torah_Study"
}