{
    "language": "en",
    "title": "Malachi",
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/",
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "licenseVetted": true,
    "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.",
    "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)",
    "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא",
    "heTitle": "מלאכי",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "The burden of the word of the LORD to Israel by Malachi.",
            "I have loved you, saith the LORD. Yet ye say: ‘Wherein hast Thou loved us?’ Was not Esau Jacob’s brother? Saith the LORD; Yet I loved Jacob;",
            "But Esau I hated, And made his mountains a desolation, And gave his heritage to the jackals of the wilderness.",
            "Whereas Edom saith: ‘We are beaten down, But we will return and build the waste places’; Thus saith the LORD of hosts: They shall build, but I will throw down; And they shall be called The border of wickedness, And The people whom the LORD execrateth for ever.",
            "And your eyes shall see, And ye shall say: ‘The LORD is great beyond the border of Israel.’",
            "A son honoureth his father, And a servant his master; If then I be a father, Where is My honour? And if I be a master, Where is My fear? Saith the LORD of hosts Unto you, O priests, that despise My name. And ye say: ‘Wherein have we despised Thy name?’",
            "Ye offer polluted bread upon Mine altar. And ye say: ‘Wherein have we polluted thee?’ In that ye say: ‘The table of the LORD is contemptible.’",
            "And when ye offer the blind for sacrifice, is it no evil! And when ye offer the lame and sick, is it no evil! Present it now unto thy governor; will he be pleased with thee? Or will he accept thy person? Saith the LORD of hosts.",
            "And now, I pray you, entreat the favour of God That He may be gracious unto us!— This hath been of your doing.— Will He accept any of your persons? Saith the LORD of hosts.",
            "Oh that there were even one among you that would shut the doors, That ye might not kindle fire on Mine altar in vain! I have no pleasure in you, Saith the LORD of hosts, Neither will I accept an offering at your hand.",
            "For from the rising of the sun even unto the going down of the same My name is great among the nations; And in every place offerings are presented unto My name, Even pure oblations; For My name is great among the nations, Saith the LORD of hosts.",
            "But ye profane it, In that ye say: ‘The table of the LORD is polluted, And the fruit thereof, even the food thereof, is contemptible.’",
            "Ye say also: ‘Behold, what a weariness is it!’ And ye have snuffed at it, Saith the LORD of hosts; And ye have brought that which was taken by violence, And the lame, and the sick; Thus ye bring the offering; Should I accept this of your hand? Saith the LORD.",
            "But cursed be he that dealeth craftily, Whereas he hath in his flock a male, And voweth, and sacrificeth unto the Lord a blemished thing; For I am a great King, Saith the LORD of hosts, And My name is feared among the nations."
        ],
        [
            "And now, this commandment Is for you, O ye priests.",
            "If ye will not hearken, and if ye will not lay it to heart, To give glory unto My name, Saith the LORD of hosts, Then will I send the curse upon you, And I will curse your blessings; Yea, I curse them, Because ye do not lay it to heart.",
            "Behold, I will rebuke the seed for your hurt, And will spread dung upon your faces, Even the dung of your sacrifices; And ye shall be taken away unto it.",
            "Know then that I have sent This commandment unto you, That My covenant might be with Levi, Saith the LORD of hosts.",
            "My covenant was with him Of life and peace, and I gave them to him, And of fear, and he feared Me, And was afraid of My name.",
            "The law of truth was in his mouth, And unrighteousness was not found in his lips; He walked with Me in peace and uprightness, And did turn many away from iniquity.",
            "For the priest’s lips should keep knowledge, And they should seek the law at his mouth; For he is the messenger of the LORD of hosts.",
            "But ye are turned aside out of the way; Ye have caused many to stumble in the law; Ye have corrupted the covenant of Levi, Saith the LORD of hosts.",
            "Therefore have I also made you Contemptible and base before all the people, According as ye have not kept My ways, But have had respect of persons in the law.",
            "Have we not all one father? Hath not one God created us? Why do we deal treacherously every man against his brother, Profaning the covenant of our fathers?",
            "Judah hath dealt treacherously, And an abomination is committed in Israel and in Jerusalem; For Judah hath profaned the holiness of the LORD which He loveth, And hath married the daughter of a strange god.",
            "May the LORD cut off to the man that doeth this, Him that calleth and him that answereth out of the tents of Jacob, And him that offereth an offering unto the LORD of hosts.",
            "And this further ye do: Ye cover the altar of the LORD with tears, With weeping, and with sighing, Insomuch that He regardeth not the offering any more, Neither receiveth it with good will at your hand.",
            "Yet ye say: ‘Wherefore?’ Because the LORD hath been witness Between thee and the wife of thy youth, Against whom thou hast dealt treacherously, Though she is thy companion, And the wife of thy covenant.",
            "And not one hath done so Who had exuberance of spirit! For what seeketh the one? A seed given of God. Therefore take heed to your spirit, And let none deal treacherously against the wife of his youth.",
            "For I hate putting away, Saith the LORD, the God of Israel, And him that covereth his garment with violence, Saith the LORD of hosts; Therefore take heed to your spirit, That ye deal not treacherously.",
            "Ye have wearied the LORD with your words. Yet ye say: ‘Wherein have we wearied Him?’ In that ye say: ‘Every one that doeth evil Is good in the sight of the LORD, And He delighteth in them; Or where is the God of justice?’"
        ],
        [
            "Behold, I send My messenger, and he shall clear the way before Me; and the Lord, whom ye seek, will suddenly come to His temple, and the messenger of the covenant, Whom ye delight in, Behold, he cometh, Saith the LORD of hosts.",
            "But who may abide the day of his coming? And who shall stand when he appeareth? For he is like a refiner’s fire, and like fullers’soap;",
            "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver; and there shall be they that shall offer unto the LORD offerings in righteousness.",
            "Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in ancient years.",
            "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers; and against those that oppress the hireling in his wages, The widow, and the fatherless, and that turn aside the stranger from his right, and fear not Me, Saith the LORD of hosts.",
            "For I the LORD change not; and ye, O sons of Jacob, are not consumed.",
            "From the days of your fathers ye have turned aside from Mine ordinances, and have not kept them. Return unto Me, and I will return unto you, Saith the LORD of hosts. But ye say: ‘Wherein shall we return?’",
            "Will a man rob God? Yet ye rob Me. But ye say: ‘Wherein have we robbed Thee?’ In tithes and heave-offerings.",
            "Ye are cursed with the curse, Yet ye rob Me, Even this whole nation.",
            "Bring ye the whole tithe into the store-house, that there may be food in My house, and try Me now herewith, Saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall be more than sufficiency. .",
            "And I will rebuke the devourer for your good, and he shall not destroy the fruits of your land; Neither shall your vine cast its fruit before the time in the field, Saith the LORD of hosts.",
            "And all nations shall call you happy; For ye shall be a delightsome land, Saith the LORD of hosts.",
            "Your words have been all too strong against Me, Saith the LORD. Yet ye say: ‘Wherein have we spoken against thee?’",
            "Ye have said: ‘It is vain to serve God; and what profit is it that we have kept His charge, and that we have walked mournfully because of the LORD of hosts?",
            "And now we call the proud happy; yea, they that work wickedness are built up; yea, they try God, and are delivered.’",
            "Then they that feared the LORD Spoke one with another; and the LORD hearkened, and heard, and a book of remembrance was written before Him, for them that feared the LORD, and that thought upon His name.",
            "And they shall be Mine, saith the LORD of hosts, in the day that I do make, even Mine own treasure; and I will spare them, as a man spareth His own son that serveth him.",
            "Then shall ye again discern between the righteous and the wicked, between him that serveth God and him that serveth Him not.",
            "For, behold, the day cometh, It burneth as a furnace; and all the proud, and all that work wickedness, shall be stubble; and the day that cometh shall set them ablaze, Saith the LORD of hosts, that it shall leave them neither root nor branch.",
            "But unto you that fear My name shall the sun of righteousness arise with healing in its wings; and ye shall go forth, and gambol as calves of the stall.",
            "And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I do make, Saith the LORD of hosts.",
            "Remember ye the law of Moses My servant, which I commanded unto him in Horeb for all Israel, even statutes and ordinances.",
            "Behold, I will send you Elijah the prophet Before the coming Of the great and terrible day of the LORD.",
            "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers; lest I come and smite the land with utter destruction.<br><small>[Behold, I will send you Elijah the prophet before the coming of the great and terrible day of the LORD.]</small>"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}