{
    "title": "Mishneh Torah, Theft",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Theft",
    "text": [
        [
            "Anyone who steals property worth a penny or more transgresses the prohibition: \"You shall not steal\" (Exodus 20:15). One does not incur the penalty of lashes by breaking this prohibition, since the atonement for stealing is obtained by payment of the principal and the fine; the Torah requires the thief to repay. It makes no difference whether one steals the property of a Jew or a non-Jew, or whether one steals from an adult or from a minor.",
            "According to the law of the Torah, it is forbidden to steal the smallest amount. It is likewise forbidden to steal in jest, or to steal with the intention of returning the object or paying for it. All this is forbidden, lest one may become addicted to it.",
            "Who is a thief? One who takes a person's property secretly without the owner's knowledge, as when he puts his hand into someone's pocket and takes money out without the awareness of the owner, and so on. If, however, one took something openly, publicly, forcibly, he is not deemed a thief but a robber. Hence, if an armed robber stole something, he is not considered a robber but a thief, even though the owner was aware of the action at the time the robber was stealing.",
            "If eligible witnesses testified that an individual committed a theft, he must pay the owner of the stolen property twice its value. If he stole one denar, he must pay two; if he stole a donkey or a garment or a camel, he must pay twice its value. Thus he loses in proportion to what he intended to despoil another.",
            "If a thief has confessed of his own accord that he has stolen, he has to repay the capital value and is exempt from paying a double amount, as it is written: \"He whom the judges condemn shall pay double\" (Exodus 22:8), implying that a man who condemns himself does not have to pay double. The same rule applies to all fines: if a person admits his guilt, he is exempt [from paying fines].",
            "The fine of double payment applies to everything except a sheep or an ox. If one stole an ox or a sheep and slaughtered it or sold it, he has to pay fourfold for the sheep and fivefold for the ox.",
            "There is no difference between man and woman who stole; they must each pay double, or fourfold, or fivefold. If the thief was a married woman without money of her own to pay, the double amount of the theft becomes a debt which the court collects from her when she is divorced or her husband dies.",
            "If a minor committed theft, he is exempt from paying double, but the stolen object must be returned to the owner. If the minor lost it, he is not liable to repay even its capital value, not even after he has reached full age.",
            "If a slave committed theft, both he and his master are exempt from paying double: a man is not liable for damage done by his slaves although they are his chattels, because they have minds of their own and he cannot keep watch over them. A slave angered by his master might go and set fire to a grain stack worth a thousand denars or do similar damage [in order to cause his master to pay a large fine]. Should the slave become free, he must make the double payment [for what he had stolen].",
            "The court should impose physical punishment upon minors, in proportion to their strength, for committing theft, so that they should not become addicted to stealing. So too, if they occasion other damage. If slaves steal or do damage, they too should be severely punished in order that they should not grow accustomed to cause injury.",
            "When the stolen article increased in value while it was in the thief's possession - e.g., a sheep bore a lamb and it was shorn - the thief must restore the sheep, its shearings and its offspring. If the owner already despaired of the sheep's return, and it gave birth or was shorn, the thief must pay only the value at the time of the theft. If the thief invested in the stolen property, causing its value to increase - e.g., he force fed livestock - the thief is entitled to the increase in value even when the owner does not despair of the article's return. When the thief restores the stolen article and the double payment, he should be repaid for the increase in value by the owner, or that amount should be deducted from the double payment.",
            "When the stolen article remains unchanged in the possession of the thief, it should be returned to its owner regardless of whether or not he despaired of its return. If, however, it increased in value after the owner despaired of its return, the thief is entitled to that increase, as we have explained above. If, however, the stolen article underwent a fundamental change while in the thief's possession, the thief acquires it and any increase in its value, even before the owner despairs of the article's return. All that is required of him is to return the value of the stolen article at the time of the theft.",
            "If a man stole a lean animal and it grew fat, or a fat animal and it got lean, he must pay double or fourfold or fivefold the value it had at the time of the theft. If a man stole a lamb and it grew into a ram, or a calf and it grew into an ox, he must pay double the value it had at the time of the theft. If he slaughtered or sold it after it had grown, he acquired title to it on account of the change which occurred while the animal was in his possession and it is his own property that he has slaughtered or sold; hence, he is exempt from the fourfold or fivefold fine.",
            "When a person steals an animal, a utensil or the like that was worth four zuz at the time of the theft, but at the time the case is brought to court, it depreciated and is worth only two, the thief must pay the worth of the principal at the time of the theft, and pay the double - or quadruple or quintuple - amount as evaluated at the time the case is brought to court. The following rules apply if an animal or a utensil was worth two zuz at the time of the theft, but at the time the case is brought to court, it appreciated and is worth four. If the person slaughtered or sold the animal or destroyed or lost the utensil, he must pay double - or four or five times - the worth of the stolen article at the time the case is brought to court. If the animal died or the utensil was lost as a matter of course, he must pay double the worth of the stolen article at the time of the theft.",
            "When a person steals a utensil and destroys it or causes it to decrease in value - or it is destroyed or it decreases in value as a matter of course - the amount of the decrease is not evaluated. Instead, we evaluate the original worth of this utensil, and the thief is obligated to pay the owner twice this amount. The broken utensil becomes the property of the thief. The same laws apply in all similar instances. If the owner desires to take the broken utensil and be compensated for the damage done to it and receive the double payment, his wishes are respected.",
            "When a thief slaughters or sells a sheep or an ox before the owner despairs of its return, he is required to pay four or five times its amount, despite the fact that the sale is nullified and the purchaser does not acquire the article, but instead must return it intact to its original owner. Needless to say, the above applies if he slaughters or sells the animal after the owner despairs of its return. For his deed is effective, and the purchaser is considered to have acquired the article.",
            "When a thief steals from another thief, he is not required to pay twice its amount. This applies even if the original owner despaired of the stolen article's return. If the second thief slaughters or sells a stolen animal, he is not required to pay the first thief four or five times its worth. The rationale is that the law is that this animal must be returned to its owner; it was never acquired by the thief. Nor must the second thief pay twice, four or five times the amount to the original owner, because he did not steal the property from the original owner's domain.",
            "If a man stole an animal and slaughtered it, and then another thief stole it from him, the second thief must pay him double, because he had acquired title by a change brought about by human action; the first thief must pay the original owner fourfold or fivefold.— —"
        ],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "If two men bear witness that an individual has stolen an animal, he must pay fourfold or fivefold if the same or others testify that he has slaughtered or sold it. If two men bear witness that an individual has stolen an animal, but only one witness testifies that he has slaughtered or sold it, or if he himself confesses that he has slaughtered or sold it, he has to pay double and not fourfold or fivefold, because one is exempt from a penalty that is based upon his own confession, as we have explained.",
            "",
            "",
            "",
            "The law requires a thief to pay the capital amount and the penalties of double and of fourfold or fivefold from his movable property. If he has no movable property available, the court must attach his real property and collect everything from the best of his estate, as in the case of other damages concerning which it is written: \"The best of his field\" (Exodus 22:4). If he has neither land nor movable property, the court must sell the thief and give the money to the plaintiff, as it is written: \"If he has nothing, he must be sold to pay for what he has stolen\" (Exodus 22:2).",
            "A man but not a woman may be sold for theft; this is known from traditional lore. A thief may be sold only to pay the capital value of the stolen object, but must not be sold for the penalties of double and of fourfold or fivefold, which remain a debt against him until he can afford to pay.",
            "",
            "",
            "If a man committed theft and was sold and then committed theft again, he may be sold a second time if he stole from a different person; he may indeed be sold a hundred times if he stole from a hundred different people. But if he stole a second time from the first individual, he may not be sold again ; instead, everything is counted as a debt against him."
        ],
        [
            "If a man pleads that the thing entrusted to him has been stolen from his home, and takes an oath to that effect, and then witnesses come and testify that he pleads falsely and that the entrusted object is still in his possession, he must pay double, because he himself is the thief. If he slaughtered or sold an entrusted animal after taking the oath [denying theft], he must pay fourfold or fivefold.— —",
            "This rule applies if the keeper had taken an oath before he made illegitimate use of the entrusted object. But if he had made use of it and then pleaded that it was stolen, affirming this on oath, and witnesses appeared afterwards, he is exempt from paying double, because as soon as he made use of it he became answerable for it and acquired title to it.",
            "",
            "If a man pleads that someone's lost article which he had found was stolen from him, affirming this on oath, and then witnesses testify that the lost article is in his possession and that he has pleaded falsely, he must pay double, as it is written: \"Concerning any lost thing\" (Exodus 22:8). This law applies only when he claims that it was stolen by an armed robber, in which case he should be exempt since he was a victim of compulsion. If, however, he pleads that it was stolen without compulsion, he is exempt from paying double, because his own plea condemns him to pay for it, since a guardian of found property is regarded as a paid guardian [who is liable in case of theft], as will be explained."
        ],
        [
            "It is forbidden to buy from a thief anything he has stolen; it is a grave sin, since one encourages criminals thereby, inducing a thief to commit other thefts. If he finds no customer, he will not steal. Relative to this it is written : \"The partner of a thief is his own enemy\" (Proverbs 29:24).",
            "If a man stole an object and sold it, while the owner did not give up hope of regaining it, and thereupon the thief was discovered and witnesses testified : \"The article that this man sold he had stolen in our presence,\" then the object goes back to the owner who, for the good of the open market, must restore to the purchaser the price he paid the thief; and then the owner may bring the thief to trial. If, however, he was a notorious thief, the sages did not apply the rule of open market, and the owner does not have to pay the purchaser anything, but the purchaser may bring the thief to trial and exact from him the money he paid him.",
            "If the owner gave up hope of recovering the stolen article, no matter whether he first gave up hope and then the thief sold it or he gave up hope after the thief had sold it, the purchaser has acquired title to it by the owner's abandonment of hope, and the change of possession, and does not have to restore the stolen article itself to the owner, but should give him only its value if he bought it from a notorious thief. If the seller was not a notorious thief, the buyer does not have to give the owner anything, because of the open-market rule.",
            "If, during the trial between the purchaser and the owner, there are no witnesses to testify about the sum paid for the stolen article, the purchaser, holding a sacred object, states on oath the price he paid for it and then collects it from the owner. Anyone who receives payment after taking an oath does so on the authority of the sages; he swears with a sacred object held in his hand, as will be explained in the proper place.",
            "When the purchaser calls the thief to trial, saying: \"I bought it for such-and-such a sum,\" while the thief says: \"I sold it to you for less,\" the purchaser must take an oath, with a sacred object held in his hand, and then he collects from the thief. The thief cannot take an oath, since he is suspected of swearing falsely."
        ],
        [
            "One who plays dice with a gentile does not transgress the prohibition of stealing, but he does transgress the prohibition of occupying oneself with worthless things, for it is not suitable for a person to occupy himself all the days of his life with anything other than matters of wisdom and the developing of the world."
        ],
        [
            "If a man weighs out to his neighbor with weights that are deficient by the standards agreed upon by the residents of his state, or uses a measure deficient by the agreed standards, he breaks a prohibition, as it is written: \"You must never act dishonestly in judgment, in measures of length or weight or quantity\" (Leviticus 19:35).",
            "Even though the man who measures or weighs deficiently is committing theft, he does not have to repay double but only the amount of deficiency in measure or weight. Lashing is not inflicted for breaking this prohibition, since he is required to pay.",
            "",
            "",
            "",
            "",
            "",
            "It makes no difference whether a man deals with a fellow Jew or a heathen, if he has measured or weighed deficiently he has broken a prohibition and must repay. So too, it is forbidden to deceive a heathen in computing an account, but one should be carefully precise in dealing with him, as it is written: \"He must compute with his purchaser\" (Leviticus 25:50), even if he is subject to Jewish rule ; and so much the more a heathen who is not subject to Jewish rule. This is implied in the biblical statement: \"Anyone who does such things is abominable to the Lord your God\" (Deuteronomy 25:16)—anyone who acts dishonestly in any manner.",
            "",
            "",
            "If a man removed his neighbor's landmark and included some of his area into his own, even as much as a finger's length, he is deemed a robber if he did it forcibly, and a thief if he removed it secretly. If he removed a landmark in Eretz Yisrael, he has broken two prohibitions: robbery or theft, and: \"You shall not remove your neighbor's landmark\" (Deuteronomy 19:14). This last prohibition is applicable only in Eretz Yisrael, since it is written in the same verse: \"In the inheritance which you will hold in the land…\""
        ]
    ],
    "versions": [
        [
            "Maimonides' Mishneh Torah, edited by Philip Birnbaum, New York, 1967",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002108864"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "משנה תורה, הלכות גניבה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}