{
    "title": "Ohr Sameach on Mishneh Torah, One Who Injures a Person or Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_One_Who_Injures_a_Person_or_Property",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המתכוין לבייש את הקטן ובייש את הגדול נותן לגדול דמי בושתו של קטן נתכוין לבייש העבד כו'.</b><br><b> נראה </b> לי בזה, דדוקא היכי דנתכוין לבייש מי שהוא בר חיובא דבושת אם ביישו, כמו קטן דמכלמי ליה ומיכלם, אבל אם מי שנתכוין לבייש אותו הוא לאו בר חיובא דבושת עליו, פטור, אולם רבנן בתוספות פליגי ע\"ז, יעוין בסוגיא דקאמר מני לא ר\"מ ולא ר\"ש ולא ר' יהודה אי ר' יהודה הא אמר אין לעבדים בושת ואי ר\"ש הא אמר נתכוין לבייש את זה ובייש את זה פטור מ\"ט כקטלא מה קטלא עד דמתכוין לו דכתיב וארב לו וקם עליו עד שיתכוין לו בושת נמי עד דמכוין ליה דכתיב ושלחה ידה והחזיקה במבושיו עד שיתכוין לו לעולם ר' יהודה וכי קאמר אין לעבדים בושת למיתבה להו אבל למישם שיימינן בהו, מוכח דלהחולקים על ר\"ש אף דמי שהוא נתכוין לביישו לאו בר חיוב בושת עליו דאין לעבדים בושת, בכ\"ז חייב בבושת, אף ע\"ג דבקטלא אם נתכוין להרוג נופלים והרג בן קיימא, לעו\"ג והרג ישראל פטור אף לרבנן דפליגי על ר\"ש וכבר עמדו ע\"ז רבנן בתוספות, ומה שתירצו דליכא קרא בבושת, ור\"ש דריש במבושיו דמייתר לפטור נתכוין לזה ובייש את זה, ולזה הניחו בקושיא דרבנן מאי דרשי בהך קרא. אולם בזה מחוור כמו שפרשו קדמאי בשיטה, דמושלחה במבושיו דרשינן קרא דבעי כוונה לבייש ואם לא נתכוין לבייש פטור, רק דלר\"ש דסבר גבי קטלא דזה לא מקרי מתכוין, הוה\"ד גבי בושת אם נתכוין לבייש אחר ובייש זה לא הוי כוונה ופטור, וא\"כ קשה מאי משני בעבדים אבל למישם שיימינן בהו כיון דלא נתכוין לבייש מי שהוא בר חיובא:<br><b> לכן </b> נ\"ל דזה קיי\"ל אם נתכוין להזיק אף שלא נתכוין לבייש שהוא חייב בבושת, ומקרא דוהחזיקה נפ\"ל בסוף כיצד הרגל, וכי קאמר ר' יהודה לפטור בעבדים היינו דוקא מבושת דלאו אחיו הוה, הא בכל מילי דנזקים שוה עבד לבן חורין, א\"כ כיון דנתכוין לבייש זה ובייש זה חייב, דכיון דאת מי שנתכוין לביישו חייב בתשלומי בושת עליו תו מקרי כוונה אף עפ\"י שבייש איש אחר כמו גבי קטלא, רק אם תרצה לפוטרו תפטור אותו מטעם דעבד לאו בר חיובא, וכיון שנתכוין לבייש את מי שאינו בר חיוב בושת עליו הוי כמו נתכוין לנפל והרג בן קיימא דפטור לא כן אשיבך, דהא על נזיקין חייב אם הזיק את העבד, א\"כ לגבי נזיקין הוי כמו נתכוין להזיק את מי שהוא מביישו, דלענין נזיקין כיון דלהעבד בר חיובא דנזיקין עליו הוי שפיר כוונה, והוי ממש כמו נתכוין להזיק אע\"פ שלא נתכוין לבייש דעדיפא טפי, דכאן נתכוין לבייש העבד ושם לא נתכוין כלל לבייש ולכן חייב אף בבושת, משא\"כ לרבי שמעון דאעפ\"י שנתכוין להרוג את מי שהוא בר חיוב מיתה על הריגתו כיון דלא נתכוין להרוג את מי שהרג לאו כוונה הוי, וא\"כ מאי תאמר הא חייב בנזקי פלוני דהוי כמו לא נתכוין להזיק כלל דפטור מבושת לשלם, ואם תאמר הא בנזיקין שלו חייב אע\"ג דנתכוין לבייש אחר, א\"כ תו הוי כנתכוין להזיק, זה בדותא, דנזקיו חייב לשלם מטעם דבנזיקין מיחייב לשלם אף בלא כוונה ובאונס, והוי כמו לא נתכוין להזיק דמחייב בנזיקין ופטור מבושת, וכמו בנפל מן הגג ברוח מצויה דלא נתכוין להזיק וחייב בד' דברים ופטור מבושת, משא\"כ לרבנן דכל מקום דמי שהוא מתכוין למי שחייב עליו הוי כוונה לענין מיתה, וה\"ה כיון דחייב בנזקי עבד הוי כמו נתכוין להזיק וחייב אף שלא נתכוון לבייש, וזה נכון. ואם תפקפק הא בנתכוין להזיק ולא נתכוין לבייש חייב בדמי בושתו של מי שביישו, א\"כ כאן לרבנן דנתכוין להזיק קרינא ביה, דעל נזיקין של עבד חייב ונתכוין לבר חיובא, א\"כ הוי כוונה לדידהו, אע\"ג דלא נתכוין לבייש, ישלם דמי בושתו של מי שבייש ולמה נותן דמי עבד מי שנתכוין לביישו, זה אינו, דבלא סברתי מוכרחין אנו לחלק, דתמן נתכוין להזיק מי שהיה ראוי לבושת, ומסיבת ההיזק היה עלול לבוא אל הבושת בשיעור הזה, משא\"כ כאן שלפי כוונתו לא היה עלול לבושת בן חורין וכיו\"ב, וכ\"ז על שיעור הבושת הגדול מזה שכוון עליו, אבל לפוטרו מבושת לגמרי קמו הדברים שכתבנו למעלה, דהא נתכוין להזיק דפלוני עבדא חייב בנזקיו ונתכוין לבר חיובא זו והזיק בר חיובא אחר מתכוין קרינא ביה לגבי הבושת המגיע מזה ההיזק, בינה זאת:<br><b> ולפ\"ז </b> יתבאר לנו דין חדש, דאם נתכוין לבייש עו\"ג ובייש ישראל פטור אף לרבנן, דהא כוונתו היה רק למי שאינו חייב לא על בושתו ולא על נזקיו, וא\"כ הוי כמו דלא נתכוין להזיק כלל ופטור לכולי עלמא, וכן מורה לשון הברייתא דתני נתכוין לבייש את העבד כו' כיון דאין לעבדים בושת רק למישם שיימינן בהו ואטו לא שיימינן בעו\"ג, ועל כרחין כדפרישית, ועוד למדנו לפי דרכנו, דאם ביישו באופן דאינו חייב רק בבושת בלבד כמו רק בפניו וכיו\"ב. אז אם נתכוין לבייש עבד לר\"י פטור דאין זה כוונה כלל ודוק:<br><b> והנה </b> שיטת רבינו נראה כפירוש התוס', לכן אף ע\"ג דפסק כר\"ש דנתכוין להרוג את זה והרג את זה פטור כמוש\"פ בהלכות רוצח פרק ד' ובפירוש המשנה לסנהדרין, בכ\"ז גבי בושת מחייב, דסבר בהא כרבנן דדרשי במבושיו לשום דרשא, וא\"כ ליכא קרא לפטור בנתכוין לזה ובייש את זה וחייב, כמו דחזינא לרבנן דמפלגי דגבי קטלא פטרי בנתכוין לנפלים והרג בן קיימא וכיו\"ב, ובבושת מחייבי בנתכוין לעבד דלא מתחייב על בושתו כלום, והיינו משום דליכא כאן קרא וא\"ש טובא, אכן קשה לשיטת התוספות דמנא לן כלל דר\"ש דריש כאן במבושיו לפטור נתכוין לזה ובייש לזה, אטו מי מצאנו מפורש לר' שמעון דסבר דנתכוין לזה ובייש את זה פטור לכן נראה כמוש\"כ לעיל, ושיטת רבינו א\"ש דסבר לרבנן דנתכוון לזה והרג זה בשור חייב, חזינא דזה אינו נחשב כאינו מתכוון, לכן הגם דכתיבא קרא גבי בושת דבעי כוונה, מ\"מ בנתכוין לזה ובייש את זה חשיבא כוונה, משא\"כ לרבי שמעון דבין במיתה דאדם בין במיתה דשור חשיב זה לאינו מתכוין ודאי דלגבי בושת דצריכא כוונה ודאי דחשוב אינו מתכוין ופטור מבושת בנתכוין לזה ובייש את זה ודוק:"
            ]
        ],
        [
            [],
            [
                "<b>הכהו במטפחת שבידו כו':</b><br><b> בהשגות, </b> א\"א במקום רואין, ושיטת רבינו נראה דלטעמו אזיל דפירש לקמן פרק ה' דהד' דברים קנסא הוי ואפילו כן משלם בושת עפ\"י עצמו שהבושת לא הגיע לו אלא בשעה שהודה בפנינו שהוא חבל בו, ואין הפרש בין בושת המגיע לו אם חבל בו בפני עדים ובין בושת המגיע לו בעת שהודה בפני אחרים שחבל בו, ואפילו כן על בושת בלא מעשה כמו רק בבגדו וכיו\"ב פטור כיון דלא עשה בו מעשה, אבל בעשה בו מעשה כגון שרקק בגופו או הכהו במטפחת שבידו אחרי זה שסיפר בפני אדם הרי ביישו בפני אחרים והוי כמו שהכהו במטפחת בפני אחרים רואין או אם החבל נראה בפני אדם אחרי זה ומתבייש בפני אדם. ומה שכתב רבינו דהיכא דהכהו במקום שאינו נראה משלם צער ורפוי ולא בושת אעפ\"י שיש לו בושת אחרי זה שנודע לבני אדם ומודה בפני אחרים שהכהו, נראה משום דלא נתכוין לבייש, אעפ\"י דנתכוין להזיק אף שלא נתכוין לבייש חייב בבושת, זהו בבושת המתבייש תיכף, אבל בבושת שאינו מתבייש תיכף אם נתכוין להזיק ולא נתכוין לבייש פטור דהוי אחר כך הביוש שמגיע לו כשנודע לו בפני אחרים כמו בושת המגיע מרק ע\"ג בגדיו שמספר אח\"כ, אבל אם נתכוין לבזותו אמדינן דעתו דרצונו להודיע אח\"ז שביזהו וביישו בכה\"ג חייב ודוק:"
            ],
            [],
            [],
            [
                "<b>הא למדת שכל המחסר חבירו אבר כו' אפילו חסרו כשערה וכו' חייב בה' דברים שהעור אינו חוזר אלא צלקת:</b><br><b> כן </b> מפורש בפרק דם הנדה (דף נה) עיי\"ש, והא ודאי הקונה עבד נותן דמים אם הוא מנוקה מכל מום, וכל מידי אם נישום כעבד הנמכר בשוק בכל מידי דלא הדר נפחת דמיו ולכן משלם לעצמו דהנהו זוזי שוה לעצמו בודאי מקפיד איהו על נפשו יותר מהקונה עבד על עבדו, אבל בת לאביה, הגם שיש בידו למוכרה הלא עיקר המכר הוא באופן שתתייעד, דזה כוונת התורה וכמו דאינו מוכרה לקרובים ואם מוכרה ע\"מ שלא לייעד הוי מתנה ע\"מ שכתוב בתורה, והקונה אשה באופן שמצפה שתהיה אשתו אינו מקפיד רק על יפיה והוא במקום הפנים, ולכן אמרו שפיר כגון שפצעה בפניה דזה ודאי הוי פחות במכירה אצל האב, לכן כתב רבינו לקמן פרק ד' הלכה י\"ד אם נזק הפוחת אותה מכספה הוא הרי של אב כו' וכן נזק שאינו פוחתה מכספה, פירוש אצל זבינא דאב, אבל למכור בשוק ודאי דפוחת וזה דמי שויה אצל עצמה וזה שייך אצלה ומסולק תלונת ההמ\"ג, ורבינו דייק המחסר לכוון לשון ירושלמי ריש הנחנקין עד שיחסר לענין נזקין יעו\"ש ודוק:"
            ],
            [
                "<b>הא למדת שכל המחסר חבירו אבר כו' אפילו חסרו כשערה וכו' חייב בה' דברים שהעור אינו חוזר אלא צלקת:</b><br><b> כן </b> מפורש בפרק דם הנדה (דף נה) עיי\"ש, והא ודאי הקונה עבד נותן דמים אם הוא מנוקה מכל מום, וכל מידי אם נישום כעבד הנמכר בשוק בכל מידי דלא הדר נפחת דמיו ולכן משלם לעצמו דהנהו זוזי שוה לעצמו בודאי מקפיד איהו על נפשו יותר מהקונה עבד על עבדו, אבל בת לאביה, הגם שיש בידו למוכרה הלא עיקר המכר הוא באופן שתתייעד, דזה כוונת התורה וכמו דאינו מוכרה לקרובים ואם מוכרה ע\"מ שלא לייעד הוי מתנה ע\"מ שכתוב בתורה, והקונה אשה באופן שמצפה שתהיה אשתו אינו מקפיד רק על יפיה והוא במקום הפנים, ולכן אמרו שפיר כגון שפצעה בפניה דזה ודאי הוי פחות במכירה אצל האב, לכן כתב רבינו לקמן פרק ד' הלכה י\"ד אם נזק הפוחת אותה מכספה הוא הרי של אב כו' וכן נזק שאינו פוחתה מכספה, פירוש אצל זבינא דאב, אבל למכור בשוק ודאי דפוחת וזה דמי שויה אצל עצמה וזה שייך אצלה ומסולק תלונת ההמ\"ג, ורבינו דייק המחסר לכוון לשון ירושלמי ריש הנחנקין עד שיחסר לענין נזקין יעו\"ש ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכזה [הוא] משלם על כל מעשה ומעשה כו':</b><br><b> נ\"ב, </b> מהך עובדא דחנן בישא ריש פרק שור שנגח, ואין לומר דתמן הוי אחר גמר דין דהא בבבל הוי ואין דנין זה בבבל רק היה על ידי דתבע ליה למיעל לא\"י כמוש\"כ בהלכות סנהדרין פרק ה', וכן בתוס' ריש סנהדרין והוי קודם שעמד בדין ומכ\"מ חייב על כל הכאה ופשוט:"
            ]
        ],
        [
            [],
            [
                "<b>ואם נגפה אחר מיתת הבעל נותנין אף דמי ולדות לאשה.</b><br><b> נ\"ב </b> רבינו מפרש הך דאמרו ערכין דף ו' באשה שיצאה ליהרג דאין ממתינין לה עד שתלד פשיטא גופה היא ס\"ד אמינא כו' ממונא דבעל הוא ולא נפסיד מיני' קמ\"ל. פי' דקמ\"ל דלאו ממונא דבעל הוי אלא גופה וכי חובל את גופה הרי משלם להאשה אלא כי איתא בעל בשעת החבלה זכי לי' רחמנא לבעל ההריון. וזכות הבעל בהולדות בא בעת הנגיפה אבל כי מת בעל בעת הנגיפה אז אין הולדות שייכים להבעל שיהא שלו להורישן והחובל משלם להאשה דמי הולדות כחובל בגופה שמשלם לה והתו' פסקו דלכו\"ע משלם ליורשיו של בעל [וכן רבינו בפי' המשנה פסק כרב חסדא ומוריש ליורשיו] ואזדו לטעמייהו דפי' במסכת סוטה דף כ\"ו דקמ\"ל דאע\"ג דממונא דבעל אינון רחמנא רבי דאין ממתינין עד שתלד יעו\"ש. ומסתברא כרבינו דאם נאמר דהולדות הם של בעל וכממונו הוא להורישן ליורשיו א\"כ כשהאשה עצמה נגפה עוברה או נטלה סם כדי להפיל תשלם דמי ולדות לבעל וזה לא שמענו וצ\"ל דכגופה דמי והן של עצמה אלא דבשעת החבלה זכתה רחמנא הדמים לבעל ואימתי חייבה תורה רק בנגפו בה אחרים אבל בחובלת היא בעצמה לא חייבתה תורה לשלם לבעל. ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>החובל בעבד כנעני של חבירו כו':</b><br><b> נ\"ב, </b> עבד שחבל בעצמו ויצא לחירות משלם לרבו נזקו, תוספתא ב\"ק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל אם לא היו שם עדים כלל כו' פטור מן הנזק ו[מן] הצער וחייב בשבת כו':</b><br><b> סברת </b> רבינו הוא לחלק בין נזק וצער דחבלה לפגם וצער דמאנס בתולה, דבחבל בבן חורין הלא כיון שאינו משלם עפ\"י עצמו נזק א\"כ כי נותן לו שבת נותן לו מה שבטלו ממלאכתו כל יום כיון דאינו נותן לו דמי ידו, ורק תשלומי נזק שפחות בדמיו ממה ששוה למכור בשוק זה לא עומד למכירה, וכן תשלומי צער הלא הוא ענין שכבר עבר שצערו, אבל אין דרך אדם בר דעת לצער עצמו בחסרון אבר בעד כל דמים שיתנו וכמו דאמר הגמרא ה\"נ לא שקיל ומצער נפשו לכן בזה אינו משלם עפ\"י עצמו, אבל בתולה שעומדת להתקדש ויטול אביה דמיה מהמקדש וכשהיא בעולה היא נפגמה הרבה, וכן הצער הלא ביד אביה לצערה במסרו אותה למנוול ולמוכה שחין ולכן צערה לאביה, וכיון שעומדת היא לכך לזה משלם המאנס פגם וצער ע\"פ עצמו דממונא מעליא הוי, והגמרא דפריך והא בושת ופגם בדוקא נקיט דפגם ממונא הוי ופוק חזי דברי רבינו בפרק ה' מהלכות סנהדרין הלכה י\"ד ולא כל המשלם ע\"פ עצמו כו' שהרי הפגם והבושת והכופר כו' משלם אדם עפ\"י עצמו ואין דנין אותו דייני חו\"ל, הרי דהשוה הפגם בבתולה לבושת בחבלה, ונקיט לשון הגמרא בהחובל דפריך מבושת ופגם והוה\"ד צער דאונס אין דנין בחו\"ל אע\"ג דמשלם עפ\"י עצמו וכמו שנתבאר ופשוט:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או שפטר מים על חבירו וכו':</b><br><b> נ\"ב </b> ב\"ק (דף ו) פותקין ביבותיהן אי בהדי דאזלי מזקי כחו הוא יעו\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הזורק כלי של חבירו וכו' וקדם בעל הכלי והסיר הכרים הזורק חייב כו':</b><br><b> הסברא </b> תמוה מאוד, דכיון דבעל הכרים גרם להיזק כלי שלו אמאי ישלם הזורק כל הנזק. ונראה טעמו, דטוען בעל הכלי שהיה חושש שלא יקרעו כריו וכסתותיו מן חבטת הכלי ולהציל כריו וכסתותיו נתכוין לכן חייב הזורק דהיה לו לחשוב שבעל הכרים יחוש על כרים שלו ויטלן מן הקרקע, וכן מש\"כ אם קדם אחר וסילקן מיירי שאין המסלק בעל הכרים דהוא חש על ממונו שלא יתקרעו מחמת חבטת הכלי, והוי כמו דאמרו פרק המניח המכסה בורו בדליו של חבירו ובא בעל הדלי ונטל המכסה חייב דהו\"ל לאסוקי אדעתיה שבעל הדלי יטלנו וא\"צ להודיעו כן הכא הו\"ל לאסוקי אדעתיה שבעל הכרים יטול אותם ויחוש להפסד כריו וכסתותיו ואפילו אם הוא בעל הכלי ג\"כ צריך לחוש על כריו וכסתותיו דאפשר שצריך יותר להם מאל הכלי ולכן חייב הזורק, ועיין שלטי הגבורים שנתן טעם לדברי רבינו קרוב למש\"כ בס\"ד:"
            ],
            [],
            [
                "<b>וכן ראובן שהיה נושה בשמעון כו' משלם המוחל מן היפה שבנכסיו:</b><br><b> הנה </b> רבינו כתב ריש הלכה ז' כל הגורם להזיק כו' חייב לשלם מן היפה שבנכסיו כו', ויצא לו מדאמר בגמרא למעוטי מוסר ומפגל ומוסר הוי כדינא דגרמי ואפ\"ה משלם ממיטב כדאמר בפ\"ק אלא מוסר מ\"ט לא תני, וכן פירשו רבוותא בתוספות דע\"ז (דף עד) דהך למעוטי הוא רק דלא חשיב ליה אבל ההלכה דמשלמין ממיטב ואע\"ג דמוסר חמור וכמוש\"כ רבותינו בתוספות שם דאף למ\"ד דלא דיינינן דינא דגרמי מוסר חייב משום קנסא, בכ\"ז לענין מיטב לא מסתברא לחלק, ועוד חזינן בפרק השוכר את האומנין (דף עז) ראב\"א אמר אפילו תימא מעדית דנכסיו סתם מאן דזבין ארעא באלפא זוזי כו' והוי כניזוק ותנן הנזיקין שמין להם בעידית כו', הרי דעל גרמי לחודא משלם ממיטב, אמנם כאן לענין מוחל שטר יש לפקפק דמקודם דהזיק לו היה ממון שלו באשרתא, דבעל חוב גבי בבינונית ועכשיו כי משלם ישלם מעידית, הן דאם הזיק שדה זיבורית של חבירו משלם ממיטב דממונו הוא דהזיק, אבל כאן דנחית לגוביינא ולא הוי גבי רק בבינונית איך יגבהו עכשיו מעידית דיו דישלם מבינונית כמו הבע\"ח, ועיין תוספות (דף ה') ד\"ה תחת וצ\"ל כו', אולם יכול לומר בטוח אני כי הלוה היה עושה כפי הדין דצריך לשלם מעות ולא הוינא מטריחנא לב\"ד, והיה נותן לי זוזי דמסיקנא ביה ואפסדת לי כיס מלא דינרים והוי כאילו השליך דינרים שלו לנהר דמשלם ממיטב, אבל בשורף שטר אם הלוה רוצה לפרוע לא הפסידו כלום, רק אם אינו רוצה לפרוע או שאין לו וצריך לגבות מלקוחות כיון דלגוביינא קא בעי א\"כ אינו גובה רק משל בינונית ע\"י ב\"ד א\"כ דיו עכשיו שישלם מן הבינונית כמו שהפסידו ולא ממיטב ודוק:"
            ],
            [],
            [],
            [
                "<b>ואם טען כו' הואיל והוא עומד לכך [ה\"ז] פטור:</b><br><b> בירושלמי </b> מוכח דאפילו רוב אילנותיו עומדים לקציצה מהימן, וז\"ל בפרק שבועת העדות הלכה ה', הרגת שורי קצצתה נטיעתי כו' אתה אמרת לי להרוג ולקצץ הולכין אחרי רוב נטיעות, א\"ר חגיי אין הוה תוריה נגחן הוא מר ליה וכו' [דאם רוב שוורים שלו נגחנים ודאי הוא אומר להרגו], א\"ר יודן אין אומר בממון מאחר [פירוש מיגו] דוא יכיל מימר ליה לא הרגתי ולא קצצתי אף ע\"ג דוא א\"ל אתה אמרת לי להרוג ולקוץ פטור, כצ\"ל, והפירוש דאין אומרים מיגו בממון דא\"כ יהיה מהימן במיגו דאי בעי מכחיש ליה שלא הרג ושלא קצץ, כי אמר אתה אמרת לי להרוג נמי יהא מהימן אפילו אם אין רוב שוורים שלו נגחנים. ולכאורה יש לומר משום דהוי מיגו במקום חזקה, דחזקה אין אדם מצוה להרוג שורו ולקוץ נטיעתו. אך שם בפרק שבועת הדיינין סוף ה\"א על משנה דמנה לי בידך אין לך בידי אלא חמשים חייב, רב ור\"י דאמרי תרווייהו והוא שהלוהו בעדים אבל אם הלוהו שלא בעדים יכיל מימר ליה הלויתני ונתתי לך מחצה, פירוש דאם הלוה בעדים הוי כמילתא דלא שכיחא שיפרענו אח\"כ שלא בשובר או שלא בעדים, ולכך לא אמרינן מיגו דאי אמר פרעתיך הכל, לכן כי אמר פרעתיך מחצה חייב שבועה אבל כי הלוהו שלא בעדים מיגו דיכול לומר לא הלויתה לי כלום לכן מהימן שפרעו מחצה א\"ר יודן אין אומר בממון מאחר דיכול למימר ליה לא הלויתני יכיל מימר ליה הלויתני ונתתי לך חציים, פירוש דלא אמרינן מיגו בממון, ואולי משום דלפטורי משבועה לא אמר מיגו או משום דרבה דאין אדם מעיז, אך בפרק כל הנשבעין ה\"א גבי שכיר א\"ר לעזר כשתבעו בעדים, והוא ט\"ס וצ\"ל כששכרו בעדים, אבל שלא בעדים יכול מימר ליה נתתי לך שכרך, פירוש שאם שכרו שלא בעדים מיגו דיכיל מימר ליה לא שכרתיך יכיל מימר נתתי לך שכרך וכן אמר בבבלי, א\"ר יוחנן אין אומר בממון מאחר דיכיל מימר ליה לא שכרתיך יכיל מימר ליה שכרתיך ונתתי לך שכרך, אע\"ג דלעיל במודה במקצת אמר ר' יוחנן דאמרינן מיגו, צ\"ל דהתם רק לאפטורי משבועה אמרינן מיגו אבל הכא להחזיקו בממונו לא אמרינן מיגו להפסיד לשכיר ממון וזה היפוך ממסקנת בבלי [אחרי זה ראיתי מש\"כ העיטור באות מ' מחאה על לשונות ירושלמי אלו וראה שם כי תה\"ל דברינו נכונים ופשוטים], ושם, ר' בא קרתיגנא בעי יום אחד עשית עמי ונתתי לך שכרך והלה אמר ב' ימים עשיתי עמך ולא נתת לי ולא כלום פשיטא יום ראשון נוטל בלא שבועה שניה תפלוגתא דר' יוחנן ור' לעזר סלע אחד פסקתי לך כו', והוא סתום מאוד, והנראה דקאי על הא דקאמר לעיל בירושלמי היה המשכון בידו נוטל בלא שבועה, ע\"ז קאמר דיום ראשון נוטל שלא בשבועה משום דיש משכון בידו כיון דבלא\"ה נשבע ונוטל, כאן באיכא משכון אמרינן מיגו דמצי אמר החזרתיו לך מצי טעין על שכר פעולה נמי עליו דלפוטרו משבועה סבר הירושלמי דאמרינן מיגו או סבר דע\"כ לא דייק הבעלים ומשום דטרוד בפועליו סבר דפרע, דאל\"כ לא הוי פרע עד דשקיל מיניה משכונו, ועיין ש\"ך, אבל יום שני תלוי בפלוגתא דר' יוחנן ור' לעזר, דלר' יוחנן דלא אמרינן מיגו א\"כ הכא לא אמרינן מיגו דאי בעי אמר החזרתיו או לקוח בידי מצי טעין שני ימים עשיתי עמך ולא נתת לי כלום, ובעה\"ב נוטל משכונו מיד השכיר, ולר' לעזר מהימן במיגו דלקוח או החזרתיו למיטען עליו כדי דמיו, וזה נכון:<br><b> ונתברר </b> לן שיטת הירושלמי דלא אמרינן מיגו בממון אף להחזיק ואינו נאמן לטעון על המשכון לר' יוחנן, וצ\"ע מלעיל סוף שבועת הדיינין דא\"ר יוחנן נאמן המלוה עד כדי משכונו ולמה עדיף מלוה מפועל, ואולי התם בהלוהו על המשכון הוי כמוחזק במשכון דבע\"ח קונה משכון והלוה הוי המוציא לכן עליו הראיה, וכן משמע דמטעם זה אתי הירושלמי בהך דאמר מתניתא אמרה אף הלוה נאמן כו' והלה אמר סלע היה שוה פטור, הרי דזה הוי משום דהמלוה תובע והלוה מוחזק כן מה שהמלוה נאמן משום דהמשכון בחזקתו קאי, אבל כאן בלא נתן לידו בתורת משכון רק שהיה טלית שנתן לארוג ביד האומן וכיו\"ב, כיון דלאו לשם משכון נתן ליה ולא קנהו כלל לכן תליא זה אם אמרינן מיגו בממון וזה דחוק. והך דשקל סבינתיה מיניה מיירי אף בלא עדים ומיגו לא אמרינן וכן פירש רבינו שמחה להירושלמי בהג\"א פרק זה בורר עיי\"ש. שוב ראיתי שזה דברי הרשב\"א בתשובה תתקצ\"ח הובא בסימן ע\"ב בהגר\"א אות קי\"ג ובש\"ך סעיף ק\"ט עיי\"ש, כי כן שיטתו לחלק בין מלוה דנאמן אף בלא מיגו על משכון, משא\"כ אומן עיי\"ש:<br><b> ולפי </b> מה שבארנו שיטת הירושלמי דאין אומרים מיגו בממון, צריך לומר דהא דתנן פרק האשה שנתארמלה הלכה ב' מודה ר\"י באומר לחבירו שדה זו של אביך היתה כו' ולקחתיה ממנו נאמן שהפה שאסר הוא הפה שהתיר, היינו בלא תבעו והודה מעצמו בכה\"ג אמרינן אף בממון, הא בתבעו לא אמרינן בממון מיגו ועיין תוספות שם (דף טו) ד\"ה ומודה ר\"י, והארכתי קצת בזה להוציא ממה שהוכיח הרמב\"ן בחדושיו פרק חזקת דמיגו כי האי במקום דליכא עדים שקצץ אף ע\"ג דמצי אמר לא קצצתי בכ\"ז כי אמר אתה אמרת לי לקוץ לא מהימן מהך דר' יודן, ולפי מה שפרשתי שיטת הירושלמי הוא ענין אחר מתנגד לתלמודין ואין למדין ממנו לדינא. ובהא דאמר דאזלינן בתר רוב נטיעותיו פשוט אף ע\"ג דבירושלמי פרק ב' דכתובות אמר לא הלכו למדת הדין [היינו לממון] אחר הרוב הכא דאיכא חזקה דממונא בצירוף רוב הולכין גם בממון ועיין תוספות ריש המניח ודוק:<br><b> ובזה </b> שבארנו יפורש דברי הירושלמי פרק האומר הלכה ד' חד בר נש קם עם חבריה בשוקא א\"ל הב לי קתונא דאית לי גבך א\"ל הב לי דינרא דאית לי גבך א\"ל הב לי קיתונא וסב דינרא אתא עובדא קומי ר\"מ א\"ל את אודית ליה בדינרא והוא לא הודי לך בקיתונא, ואמאי יהא נאמן דמגיע ממנו הקיתון במיגו דלא הודה לו הדינרין ויהא נאמן שמגיע לו ממנו הקיתון וינכה לו עבור הדינר, ולפ\"ז מבואר דלטעמו אזיל דאין אומרין מיגו בממון ועיין בהג\"א הנ\"ל והנלענ\"ד כתבתי ודוק:"
            ],
            [],
            [
                "<b>כדרך שבארנו בשורו שהזיק שדין אחד הוא (כו') דרך ענבים של חבירו שמין לו (הזיקו) [היזקו]:</b><br><b> פירוש </b> דמזיק בידו שמין נפקא ליה תמן מקרא מכה נפש בהמה ישלמנה ישלימנה, דבעלים מטפלין בנבילה וכמו נזקי ממון דאמר שם בצריכותא משום דבידים כו' ואין זה ענין לשואל שהביא ההמ\"ג, ומש\"כ רבינו דרך ענבים של חבירו הוא לרמז דברי הגמרא פרק יש נוחלין (דף קכו) לשלם לו דמי היזק ענביו, ונתבאר שם מפירוש רבו האבן מיגש שכיון שהוא תובע דמי היזק ענביו ואומר שלו היה עדיף כשהיו ענבים שהיה רוצה לאוכלן צמוקים, לכן השינוי ליין אינו שבח אצלו נעשית הדריכה כאילו אינם וכאילו עדיין המה ענבים, ולפיכך תועיל המחאה שאמר כשהיו ענבים שאינו מוותר בשאר חלק בכורה אף שחלק עמהן בשוה כשהן יין לכן אינו צריך לחדש מחאה אחרת ורבה פליג וסובר רבינו כרבה לכן לא הביאו בהלכות נחלות, אבל דא מוכח דעדיין ענביו המה והמה ברשותו כמו שהיו וצריך לשלם לו היזק ענביו אף שעומדין לדריכה מצי אמר לצמוקין הייתי רוצה כמש\"כ האבן מיגש ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>רודף שהיה רודף וכו' פטור מן התשלומין:</b><br><b> יש </b> להתבונן, למה לי קרא לפטור שוגג מתשלומין, הא מחויב מיתה לגואל הדם למ\"ד מיתה לזה ותשלומין לזה פטור, ולשיטת ר\"י דרודף שמצוה לכל אדם ניחא, דהכא אינו מחויב רק לחד והוה מיתה לזה ותשלומין לזה. אך באמת ניחא, דאם חזר הרוצח והרג את גואל הדם ג\"כ אינו נהרג וכמש\"כ המשל\"מ פרק א' מהלכות רוצח, א\"כ לא מיקרי מחויב מיתה טפי מגואל הדם ופשוט, וממילא נפשט לן ספיקו ברודף אחר חייבי כריתות דאם חזר והרגו חייב מיתה, דאל\"כ לא מקשה מידי בסנהדרין ממתניתין דאלו נערות דהא אינו מחויב מיתה לכל אדם מקרי דאם יחזור ויהרג המציל אינו נהרג ופשוט, ואם לא נאמר כן, מצאנו תנא דפליג עליה דתנא דבי חזקיה במפורש, הוא רבי יוסי הגלילי במכות י\"ב דקא סבר אין גואל הדם מצוה ביד כל אדם להורגו, וא\"כ מחויב מיתה לעולם במכה אדם, ולא שייך לאקישי מכה בהמה דלא חלקה תורה בתשלומין כמו דלא חלקה תורה במכה אדם לפטורא. אך ז\"א, דאפילו בהנך מילי דחשיב קרוב לאונס כמו ממציא את עצמו מ\"מ פטור מתשלומין, וסעד לזה מדרך עליה בשוגג [לשיטת ריטב\"א] לרבא במכות ט' דקיל דאונס הוא ובכה\"ג גואל הדם נהרג עליו ובכ\"ז פטור מתשלומין:<br><b> אולם </b> התבוננתי כי כ\"ז טעות, דכל זמן שלא העידו עליו עדים אסור להורגו אף לגואל הדם, ודוקא מזיד דיתחייב בב\"ד ע\"י מעשה זו פטור, אבל שוגג דאינו חייב בב\"ד, רק שרשות ביד גואל הדם א\"כ כ\"ז דלא העידו עליו עדים אסור לגואל הדם להורגו ולכך צריך היקשא, ועיין בקצות סימן ב' ודוק:<br><b> ובזה </b> נראה לפרש ירושלמי פרק בן סו\"מ הלכה ט' פשיטא הדא מילתא רוצח ששבר את הכלים אז שהזיק חייב לשלם, פירוש כיון שכבר נתחייב מיתה קודם שבא עליו חיוב תשלומין [וכן איתא בערכין דף ו'] היה משבר עד שהוא מגיע לעיר, פירוש שרצח בשוגג והיה חוץ לעיר מקלטו ושיבר כלים עד שהיה מגיע לעיר מקלטו חד אמר נותן דמים וחרנה אמר אינו נותן דמים. ולכאורה תליא אם מציל עצמו בממון חבירו חייב שרודף אחריו גואל הדם ועיין ב\"ק נ\"ט וירושלמי פרק כה\"ג הלכה ה', אבל באמת פליגי בהא, דהא עכשיו אין לו דמים ופטור כמו בא במחתרת, ודוקא רוצח דבר עונש הוא מב\"ד וכבר נתחייב מיתה שפיר חייב אח\"כ בנזיקין, אבל רוצח שוגג שאינו בר עונשין בב\"ד, רק כל זמן שהגואל הדם מוציא אותו שלא בגבול עיר מקלטו אין לו דמים, א\"כ ל\"ש לומר דכבר נתחייב דכל רגע שהוא חוץ לעיר מקלטו חיובא בפ\"ע הוא, ולא משום שהיה קודם חוץ למקלט מצי להרגו עכשיו, רק משום שעכשיו הוא חוץ לעיר מקלטו אם כן בכל שעה חיוב מיתה מחדש אתי, ותניא בתוספתא ב\"ק פ\"ט זה הכלל כל שחלה עליו מיתה ותשלומין כאחד פטור מיתה ואח\"כ תשלומין כו' ה\"ז חייב וא\"כ כאן הוי כמיתה ותשלומין חלין כאחד ולכן פטור, ולשון תוספתא זו העתיק רבינו בהלכות גניבה פ\"ג ה\"א ודוק בכ\"ז:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות חובל ומזיק",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}