{
    "text": {
        "0": {
            "0": "שמיני עצרת עולה למנין שבעה אך אינו דוחה כלל אלא משלים אחר כך שבעה. ד\"ה פז\"ר קש\"ב: דף ג ע\"א"
        },
        "1": {
            "0": "הלוקח פירות מעם הארץ נותן (תרומה ומעשר) לכהן ומעשר שני אוכל בירושלים מעשר ראשון ועני המע\"ה. ד\"ה מעשר: דף ט ע\"א"
        },
        "2": {
            "0": "מפנחס עמדו (י\"א) כהנים גדולים עד שריה שהיה בימי (חזקיה) [צדקיהו]. [מקדש שני שמשו בו יותר מג' מאות כ\"ג] ד\"ה ולא:"
        },
        "3": {
            "0": "דירת עראי פטור מן התורה מן המזוזה. ד\"ה רבנן: דף י ע\"ב"
        },
        "4": {
            "0": "מקום שהנשים מתקשטות פטור מן המזוזה. ד\"ה אע\"פ: דף יא ע\"א"
        },
        "5": {
            "0": "בית הכנסת ובית המדרש שאין בהן דירה של רבים פטור ושל עצמו חייב. ד\"ה שאין: שם ע\"ב"
        },
        "6": {
            "0": "שער גבוה נותן מזוזה כנגד כתפיו. בא\"ד"
        },
        "7": {
            "0": "ביסוד (דרומי) של מזבח לא היה בה יסוד. ד\"ה ירושלים: דף יב ע\"א"
        },
        "8": {
            "0": "בגדי כהונה שחקין כשרין מטושטשין וקרועין פסולין. ד\"ה ילבש: שם ע\"ב"
        },
        "9": {
            "0": "כהן גדול מתמנה בפה ומסתלק בפה ותלוי במלך ואחיו הכהנים. ד\"ה כ\"ג:"
        },
        "10": {
            "0": "פרנס הממונה על הצבור ועבר מחמת אונס כשיעבור האונס חוזר לשררותו. ד\"ה הלכה: דף יג ע\"א"
        },
        "11": {
            "0": "הנושא אלמנה צריך ליחד עמה בע\"ש אחר הברכה. ד\"ה ולחדא: שם ע\"ב"
        },
        "12": {
            "0": "כהן אונן מניח עבודתו ויוצא מדרבנן. ד\"ה היה:"
        },
        "13": {
            "0": "תבעוה לינשא צריכה לבדוק עצמה עד שתבעל ואפילו היא קטנה. ד\"ה והאמר: דף יח ע\"ב"
        },
        "14": {
            "0": "מת לו מת ברגל לא ישן עם אשתו בחדר וראב\"ד התיר. ד\"ה יחודי:"
        },
        "15": {
            "0": "אין להשיב שלום בשמנה עשרה ברכות לא מפני היראה ולא מפני הכבוד. ד\"ה בם: דף יט ע\"ב"
        },
        "16": {
            "0": "אין ישיבה בעזרה אלא בשעת אכילה. ד\"ה אין: דף כה ע\"א"
        },
        "17": {
            "0": "אין להפוך אחוריו אל ההיכל ואל הקודש. ד\"ה והא:"
        },
        "18": {
            "0": "בחמשה דברים הסגן ממונה. ד\"ה (ואי דף כו ב):"
        },
        "19": {
            "0": "אין לאחוז באמה. ד\"ה מצוה: דף ל ע\"א"
        },
        "20": {
            "0": "מצוה לשפשף. בא\"ד:"
        },
        "21": {
            "0": "יש לשחוט שני סימנים לכתחלה ואפי' בחולין. ד\"ה למה: דף לג ע\"א"
        },
        "22": {
            "0": "להניח בתיק תפילין של ראש קודם של יד ולמשמש של יד תחלה. ד\"ה עבורי: שם ע\"ב"
        },
        "23": {
            "0": "זמן קריאת שמע עד שלש שעות ביום. ד\"ה אמר: דף לז ע\"ב"
        },
        "24": {
            "0": "אין לכתוב שלא מן הכתב אלא ראשי תיבות או ראשי פסוקים או דמגריס גריסי. ד\"ה בסירוגין:"
        },
        "25": {
            "0": "יכול לקרות בנו בשם אדם צדיק אף כשיש רשע ששמו כך. ד\"ה דלא: דף לח ע\"ב"
        },
        "26": {
            "0": "קול ומראה וריח אסור מדרבנן שלא יקרבו יותר מדאי כדי ליהנות. ד\"ה כלה: דף לט ע\"ב"
        },
        "27": {
            "0": "קדוש מי חטאת המים תחלה בכלי ושוב נותן האפר למעלה. ד\"ה הכל: דף מג ע\"א"
        },
        "28": {
            "0": "עובי כותל ההיכל והתא היו נקובים. ד\"ה כותל: דף נב ע\"א"
        },
        "29": {
            "0": "אין טוב לצייר מחזורים ובהכ\"נ אע\"פ שאין בו איסור. ד\"ה כרובים: דף נד ע\"א"
        },
        "30": {
            "0": "פרצופים בולטין אסורין. בא\"ד:"
        },
        "31": {
            "0": "חטאת רובע דינר שש עשרה דינרין בסלע. ד\"ה ונברור: דף נה ע\"ב"
        },
        "32": {
            "0": "הקדש בזמן הזה שקיל ארבע זוזי ושדי לנהרא. בא\"ד:"
        },
        "33": {
            "0": "פר העלם דבר מביא אפי' כהן הדיוט. כהן משיח מביא פר ולא המרובה בבגדים. ד\"ה אני: דף נז ע\"א"
        },
        "34": {
            "0": "לקיחה על ידי דבר אחר שמיה לקיחה כשאוחז הלולב בסודר בבית יד אך לא בבגדיהם. ד\"ה מין: דף נח ע\"א"
        },
        "35": {
            "0": "אין מעבירין על המצות היינו שיש לפניו לעשות שתיהם:"
        },
        "36": {
            "0": "הדמים כל זמן שהן ביד בעלים הרי הם כהקדש נתנן לכהן כחולין. ד\"ה ואין: דף סו ע\"א"
        },
        "37": {
            "0": "הקדש בזמן הזה מטלטלין ישליך ד' זוזי לנהר ומקרקעי יחלל. ד\"ה פירות:"
        },
        "38": {
            "0": "להשים תפילין בצדו מותר. ד\"ה תפילין: דף סט ע\"א"
        },
        "39": {
            "0": "כרים וכסתות כלאים מותרין בשאין בשרו נוגע בהם וכן מרדעת חמור ובהעלאה אסור. ד\"ה קשין:"
        },
        "40": {
            "0": "מכסאות שיש בהן כלאי בגדים אסורין ואם יש בהן מוכין וגיזי צמר מותרין. בא\"ד:"
        },
        "41": {
            "0": "קנבוס אסר ר' אפרים לתפור בו בגד [צמר] כפשתן ורבינו חיים וריצב\"א דחו ראיתו. ד\"ה ואימא: דף עא ע\"ב"
        },
        "42": {
            "0": "מותר לסוך בחלב. ביום הכפורים מותר בדבר שאין בו תענוג או משום רפואה או לרחוץ ידיו [ורגליו] מלוכלכין. ד\"ה דתנן: דף עז ע\"א"
        },
        "43": {
            "0": "אין נזהרין מגלוי ולא מזוגות. ד\"ה משום: שם ע\"ב"
        },
        "44": {
            "0": "מותר ליטול ידיו שחרית. בא\"ד:"
        },
        "45": {
            "0": "מי שנכווצו גידי שוקיו מותר לילך במקלו בשבת. ד\"ה הקיטע: דף עח ע\"ב"
        },
        "46": {
            "0": "מברך על כזית אכילה ושתיה לאחריו ועל בריה כמו ענב ואפי' כל שהוא ומכל מקום טוב לאכול כזית ולפניו מברך אכל (כל) שהוא ואפי' פת. ד\"ה ולא: דף עט ע\"א"
        },
        "47": {
            "0": "קטן מוציא את שאכל כזית או כביצה. בא\"ד:"
        },
        "48": {
            "0": "גדול שאכל כזית מוציא את שאכל כל שובעו. בא\"ד:"
        },
        "49": {
            "0": "אין יוצאין סעודה שלישית (לא) במיני פירות (ולא) [אלא] במיני תרגימא כמו בשר. ד\"ה מיני: שם ע\"ב"
        },
        "50": {
            "0": "המקדש יטעום כמלא לוגמיו ולא לוגמיו ממש. ד\"ה הכא: דף פ ע\"א"
        },
        "51": {
            "0": "זנגביל יבישה אינה טעונה ברכה. ד\"ה הא: דף פא ע\"ב"
        },
        "52": {
            "0": "אומרים לו תניח להפילך על התינוק או תהרג אין חייב למסור עצמו דמה שחייב למסור עצמו היינו דוקא בעושה מעשה. ד\"ה מה: דף פב ע\"א"
        },
        "53": {
            "0": "בת ישראל שהמירה דתה ובא עליה נכרי ונתגייר והיא חזרה בתשובה רבינו תם התירה לו ואין נראה. בא\"ד:"
        },
        "54": {
            "0": "אונס אפילו עושה מעשה פטור ממיתת בית דין. בא\"ד:"
        },
        "55": {
            "0": "חולה אומר צריך אפילו מאה כנגדו הוא נאמן. ד\"ז בגמרא:"
        },
        "56": {
            "0": "הלכה כמר בר רב אשי. ד\"ה מר: דף פג ע\"א"
        },
        "57": {
            "0": "אין לעשות ע\"י נכרי צורך לחולה ובתשובת הגאונים התיר. ד\"ה אלא: דף פד ע\"ב"
        },
        "58": {
            "0": "מותר להביא כלים דרך רה\"ר ולהפסיק הדליקה אע\"פ שאין ברור לו שיועיל. [ד\"ה מכבין]:"
        },
        "59": {
            "0": "אין הולכין בפקוח נפש אחר הרוב. ד\"ה ולפקח: דף פה ע\"א"
        },
        "60": {
            "0": "ספק נכרי או ישראל אין חייב להחיותו אלא דוקא רוב ישראל. ד\"ה להחזיר:"
        },
        "61": {
            "0": "אסור להחזיר אבידה לנכרי. בא\"ד:"
        },
        "62": {
            "0": "מפרנסים עניי אומות עם עניי ישראל. בא\"ד:"
        },
        "63": {
            "0": "לא התפלל ערבית מתפלל שחרית שתים. ד\"ה והאמר: דף פז ע\"ב"
        },
        "64": {
            "0": "תפלת ערבית אין לבטל בחנם אלא בשביל מצוה (שאינה) עוברת או שרא המיינא או עלה על מטתו. בא\"ד:"
        },
        "65": {
            "0": "מצוה להכין ולטרוח לצורך מוצאי יום הכפורים דהוי כעין יו\"ט. בא\"ד:"
        },
        "66": {
            "0": "תפלת נעילה מן המנחה ולמעלה ביום או בלילה. ד\"ה אי דצלי: דף פח ע\"א"
        }
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Yoma"
}