{
    "text": {
        "2": {
            "0": {
                "0": "These are called Avos because they are written in the Torah explicitly, and the Gemara explains the Toldos are.",
                "1": "The order in which they are written in the Parsha they are ordered in the Mishna, for the first Parsha discusses the Ox, the second, Pit..."
            },
            "1": {
                "0": "Not, here is, Bull like the Mave - It is to say, had it been written, in the torah (only) Ox, does not come out Mave from it, and due to this it needed to write it, and for this it took the first part to be like the Mave, and did not take to it like the order, (i.e.) not in this the bull like the pit, more so due to, that it was not going to be able to teach, not this and this that have in them breath of life, that here, pit not in it breath of life, and a reason that is different, that there is here a novelty to teach us, that even though there is in both of them breath of life, does not come out one from its fellow. And the Gemara explains (later) what \"not this\" (lo harei) that it is said here.",
                "1": "Like the fire, that does not in it have air of life - And if not written by the Torah one would have said to exempt."
            }
        },
        "9": {
            "1": {
                "0": "Testing"
            }
        },
        "17": {
            "4": {
                "0": "Mishna, that which im responsible for its care- that I am made responsible to safeguard.",
                "1": "I am proper for its damage - It means to say, if the damge I provoked and Invited it to damage, I  did not keep good watch over it; like this I found (rashi).  Another interpretation, proper for the damage on me to right and fix its damage, it means, I am obligated to pay; these are the words from my teacher."
            }
        },
        "19": {
            "12": {
                "0": "On its damage; it did not teach - This would be understood that payment goes for a  complete live bull, and he would take the carcass.",
                "1": "Rather, payment for its damage - From this it is understood 'complete'; that the harmed takes the carcass and the other completes for him what value the death reduced."
            }
        },
        "20": {
            "8": {
                "0": "Says Shmuel - The Custom of the Judges is that they do not quote a price, not for the thief and not for the robber, that if one stole or robbed an animal or an object, and he reduces its value, its not quoted (as) the dead animal or the broken vessel so that it will be returned to the owner and the thief will only pay the difference, rather he pays the animal or the object  as new, and the broken is for him."
            }
        },
        "165": {
            "10": {
                "0": "<b>We are learning [a scriptural connection between] \"strike\" and \"strike\":</b> Even though the verses are not similar, we are learning a scriptural connection (<i>gezera shava</i>), as was taught in the House of Rabbi Yishmael (Eruvin 51a), \"and the Priest came and the Priest left\" [wherein the connection is made even though the two phrases are dissimilar]. And [the phrase], \"whoever strikes a man,\" that we learned here, it is [just the word (or concept)] \"strike\" that was meant, and it was learned from [the verse], \"If a man injures his neighbor,\" since an injury comes from a strike. "
            }
        },
        "168": {
            "14": {
                "0": "Permission was given to doctors to heal - and we do not say that God harms and He Himself heals."
            },
            "21": {
                "0": " <b>Kol shekein:</b> [All the more so] is it not good for me like this; as if you will be negligent with yourself, it will be a great disgrace for me - since they will call me an \"ox that damages.\""
            }
        },
        "204": {
            "7": {
                "0": "And swore to him: falsely (that he did not steal from him) and confessed (in the end);",
                "1": "he must carry it after him even as far as Media: as there is no atonement for him until he returns it to the actual person from whom he stole it..."
            }
        }
    },
    "meta": "Daf-Line-Comment",
    "work": "Rashi on Bava Kamma"
}