{
    "versionTitle": "Metzora Tanchuma", 
    "sectionNames": [
        "Book", 
        "Parshah", 
        "Siman"
    ], 
    "language": "he", 
    "title": "Midrash Tanchuma", 
    "text": [
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "זאת תהיה תורת המצורע. ילמדנו רבינו, כמה בני אדם אין להם חלק לעולם הבא. כך שנו רבותינו, אלו שאין להם חלק לעולם הבא, שלשה מלכים וארבעה הדיוטות. אלו הן שלשה מלכים, ירבעם ואחאב ומנשה. אמר רבי יהודה בר שלום, בקשו חכמי המשנה לשנות ארבעה מלכים ולמנות שלמה עמהם, אלא שיצאה בת קול ואמר, אל תגעו במשיחי ובנביאי אל תרעו (דה\"א טז כב). ואף על פי כן חזרו יום אחד ובקשו לשנות. ואתא אש מן השמים ולחכה בספסליהם. וחזרה ואמרה, המעמך ישלמנה כי מאסת כי אתה תבחר ולא אני ומה ידעת דבר (איוב לד לג). כל כך למה היו שונים. על שכתוב בו, והמלך שלמה אהב נשים נכריות רבות ואת בת פרעה מואביות עמוניות אדומיות צדוניות חתיות, ויעש שלמה הרע בעיני ה' (מ\"א יא א-ו). ארבעה הדיוטות, בלעם ודואג ואחיתופל וגחזי. אתה מוצא, שהללו מפני דבור פיהם נדחפו לגיהנם. בלעם, על ידי לשונו נדחף לגיהנם, שנאמר, מן ארם ינחני בלק מלך מואב (במדב' כג ז). מן הרמים הייתי ממחיצת האבות, הנחני בלק וזרקני לגיהנם. ואין ינחני אלא לשון גיהנם, שנאמר, בן אדם נהה (יחז' לב יח). וכן דואג, על לשונו נטרד. אימתי, בשעה שברח דוד לנוב עיר לאחימלך הכהן וקבלו. והרגיש שאול וכנס את כל עבדיו ואמר להם, יפה אתם עושין לי, שדוד עושה מה שהוא מבקש, ואין אחד מכם גולה את אזני, שנאמר, כי קשרתם כלכם עלי ואין גולה את אזני בכרת בני עם בן ישי ואין חולה מכם עלי (ש\"א כב ח). התחיל דואג לספר לשון הרע, שנאמר, ויען דואג האדומי והוא נצב על עבדי שאול ויאמר, ראיתי את בן ישי בא נבה אל אחימלך בן אחטוב (שם שם ט). ועל ידו נהרגו חמשה ושמנים כהנים נושאי אפוד בד, ואחימלך כהן גדול. ואת נוב עיר הכהנים הכה לפי חרב וגו' (שם שם יט). [אמר רבי אלעזר, כל שנעשה רחמן על האכזרי, לסוף נעשה אכזר על הרחמנים. כתיב, ויחמול שאול על אגג ועל מיטב הצאן והבקר (שם טו ט). וכתיב בנוב עיר הכהנים, ואת נוב עיר הכהנים הכה לפי חרב (שם כב יט)]. וכן אחיתופל, על לשונו נטרד, שנאמר, ואחיתופל ראה כי לא נעשתה עצתו וגו' ויצו אל ביתו ויחנק (ש\"ב יז כג). וגחזי על לשונו נטרד ונצטרע. בשעה שנצטרע נעמן ונתרפא על ידי אלישע הנביא, התחיל נעמן ליתן כסף וזהב ודורונות לאלישע, ולא רצה לקבל עליו. היה גחזי משמש לפני אלישע. ראה את הכסף ואת הזהב ואת הבגדים, אמר, הנה חשך אדני את נעמן הארמי הזה מקחת מידו את אשר הביא, חי ה' כי אם רצתי אחריו ולקחתי מאתו מאומה (מ\"ב ה כ). בודאי, מומו לקח, שנאמר, וצרעת נעמן תדבק בך ובזרעך לעולם, ויצא מלפניו מצורע כשלג (שם שם כז). למה. לפי שכתוב, ולא ידבק בידך מאומה מן החרם (דבר' יג יח), והיה מלך ארם ונעמן שר צבאו עובדי עבודה זרה, וכתיב, ולא תביא תועבה אל ביתך (שם ז כו). אמר רבי פדת, ברית כרותה להקדוש ברוך הוא בעולם, כל מי שמספר לשון הרע, ילקה בצרעת. מנין. ממה שקראו בענין זאת תהיה תורת המצורע, אל תקרי המצורע אלא המוציא שם רע. אמרו רבותינו זכרונם לברכה, אין הנגעים באים על האדם אלא על לשון הרע שמוציא מפיו, ורוח הקדש צווחת ואומרת לו, אל תתן את פיך לחטיא את בשרך (קהלת ה ה), אל תתן רשות להוציא דבר מפיך לחטיא את בשרך, להלקות את גופך. ואל תאמר לפני המלאך כי שגגה היא, ואל תאמר לפני המלאך הממונה עליך, בשגגה הוצאתי הדבור מפי, שכל דבור ודבור שיצא מפיך, בספר נכתבים, בין טוב בין רע, בין בשוגג בין במזיד. ומנין שהוא כן, שנאמר, אז נדברו יראי ה' איש אל רעהו ויקשב ה' וישמע ויכתב ספר זכרון לפניו ליראי ה' ולחושבי שמו (מלאכי ג טז). וכן במדת פורעניות, אמר דוד לפני הקדוש ברוך הוא, אתה ידעת שבתי וקומי בנתה לרעי מרחוק (תהל' קלט ב). וכן אמר איוב, כי אתה צעדי תספור (איוב יד טז). ואומר, על שורשי רגלי תחחקה (שם יג כז). למה יקצוף האלהים על קולך וחבל את מעשי ידיך (קהלת ה ה), אלו הידים והגוף שלוקין בצרעת ובנגעים. דבר אחר, אל תתן את פיך לחטוא את בשרך, בלשון נקי דברה תורה, אם אמרה לך אשתך שהיא נדה, אל תחטיא את גופך ותגע בה, ואל תאמר לפני המלאך הממונה על צורת הולד שוגג הייתי ולא הייתי יודע. למה יקצוף האלהים על קולך וחבל את מעשה ידיך, אלו הבנים שלוקים בצרעת. אמר רב אחא, אם שמש אדם עם אשתו בימי נדתה, הבנים לוקין בצרעת. כיצד. שמש ביום ראשון לנדתה, הבן הנולד מהם לוקה לעשר שנים. שמש עמה ביום שני לנדתה, הבן לוקה לעשרים שנה. שמש ביום השלישי לנדתה, הבן לוקה לשלשים שנה. שמש ביום הרביעי לנדתה, הבן לוקה לארבעים. ביום החמישי לנדתה, לוקה לחמשים, ביום הששי לנדתה, לוקה לששים. ביום השביעי לנדתה, לוקה לשבעים שנה, כנגד שבעת ימי נדתה. ואינו יוצא מן העולם, עד שרואה פירותיו מקולקלים. ואין שנותיו של אדם אלא שבעים שנה, שנאמר, ימי שנותינו בהם שבעים שנה (תהלי' צ י). זכה, לשמונים. לכך אם שמש אדם עם אשתו בשבעה לנדתה, הולד לוקה לשבעים שנה. כביכול אומר, אין המרירות זו משלי, כבר העידותי בך ואמרתי לך, זאת תהיה תורת המצורע. דבר אחר, אל תתן את פיך וגו', אם עשית בזדון ותטעה ותאמר לכהן גדול, שהוא מלאך, בשגגה עשיתי ותטעה אותו, לעצמך את מטעה. למה יקצוף האלהים על קולך וגו', אלו הבנים שלוקין בצרעת. ומנין שכהן גדול נקרא מלאך, שנאמר, כי שפתי כהן ישמרו דעת וגו' (מלאכי ב ז):", 
                "זאת תהיה תורת המצורע. זה שאמר הכתוב, מות וחיים ביד לשון וגו' (מש' יח כא), הכל תלוי בלשון. זכה, לחיים, נתחייב, למות. עסק בתורה בלשונו, זכה לחיים. שהתורה עץ חיים, שנאמר, עץ חיים היא למחזיקים בה (שם ג יח). והיא רפואתו של לשון הרע, שנאמר, מרפא לשון עץ חיים, וסלף בה שבר ברוח (שם טו ד). ואם עסק אדם בלשון הרע, מתחייב בנפשו, למות. שקשה לשון הרע כשפיכת דמים. שכל ההורג, אינו הורג אלא נפש אחת. והמספר לשון הרע, הורג שלשה, האומרו והמקבלו והנאמר עליו. שהרי דואג אמר לשון הרע על אחימלך בן אחיטוב, ונהרג, שנאמר, ויאמר המלך מות תמות אחימלך (ש\"א כב טז). ונהרג שאול, שנאמר, וימת שאול במעלו אשר מעל בה' (דה\"א י יג). וכן שאול אומר, עמוד נא עלי ומותתני כי אחזני השבץ (ש\"ב א ט), קטיגוריא של נוב עיר הכהנים. ואין השבץ אלא בגדי כהונה, שנאמר, ועשית משבצות זהב (שמו' כח יג). ודואג נשתרש מחיי העולם הזה ומחיי העולם הבא, שנאמר, גם אל יתצך לנצח יחתך ויסחך מאהל, ושרשך מארץ חיים סלה (תהל' נב ז), מחיי העולם הבא. מי קשה, המכה בחרב או המכה בחץ. הוי אומר, המכה בחץ. שהמכה בחרב, אינו יכול להמית את חבירו אלא אם כן קרוב אצלו ונגע בו. והמכה בחץ, אינו כן אלא זורק את החץ ומכה אותו בכל מקום שהוא רואה אותו. לכן נמשל מספר לשון הרע כחץ, שנאמר, חץ שחוט לשונם מרמה דבר (ירמ' ט ז). וכן הוא אומר, בני אדם שניהם חנית וחצים ולשונם חרב חדה (תהל' נז ה). ראה מה קשה לשון הרע, והוא קשה משפיכות דמים ומגלוי עריות ומעבודה זרה. משפיכות דמים, דכתיב, גדול עוני מנשוא (ברא' ד יג). מגלוי עריות, דכתיב, ואיך אעשה הרעה הגדולה הזאת (שם לט ט). מעבודה זרה, דכתיב, אנא חטא העם הזה חטאה גדולה (שמו' לב לא). ובמספר לשון הרע, אין כתוב בו לא גדול ולא גדולה, אלא גדולות, שנאמר, יכרת ה' כל שפתי חלקות, לשון מדברת גדלות (תהל' יב ד). לכך נאמר, מות וחיים ביד לשון. דבר אחר, מות וחיים ביד לשון. אל תאמר, הואיל ונתנה לי רשות לדבר, הריני אומר כל מה שאבקש. כבר הזהירה אותך התורה, שנאמר, נצור לשונך מרע ושפתיך מדבר מרמה (שם לד יד). ושמא תאמר, שאתה מחסר. אין אתה אלא משתכר. ורוח הקדש צוחה, שומר פיו ולשונו שומר מצרת נפשו (מש' כא כג). אל תקרי מצרת, אלא מצרעת נפשו. דבר אחר, מות וחיים ביד לשון. קשה לשון הרע, שאין אדם מוציאו מפיו עד שהוא כופר בהקדוש ברוך הוא, שנאמר, אשר אמרו ללשוננו נגביר שפתינו אתנו מי אדון לנו (תה' יב ה). כביכול הקדוש ברוך הוא צוח על מספרי לשון הרע, מי יקום לי עם מרעים וגו' (שם צד טז), מי יכול לעמוד בהם. ומי יעמוד בהם, גיהנם. וגיהנם צוחת, אף אני איני יכולה לעמוד בהם. אמר הקדוש ברוך הוא, אני מלמעלן, ואת מלמטן. אני זורק בם חצים מלמעלה, ואתה הופכת עליהם גחלים מלמטה, שנאמר, חצי גבור שנונים עם גחלי רתמים (שם קכ ד). אמר להם הקדוש ברוך הוא לישראל, רצונכם להמלט מגיהנם, הרחיקו עצמכם מלשון הרע ואתם זוכים בעולם הזה ובעולם הבא, שנאמר, מי האיש החפץ חיים וגו' (שם לד יג). וכתיב, נצור לשונך מרע ושפתיך מדבר מרמה, סור מרע ועשה טוב בקש שלום ורדפהו (שם שם יד-טו). לכך נאמר, זאת תהיה תורת המצורע. ללמדך, שהמספר לשון הרע, הנגעים באין עליו, שנאמר, זאת תהיה תורת המצורע. המוציא שם רע, מוצא רע, שהנגעים רעים מוצאין בגופו. ראה מה כתיב במרים, ותדבר מרים ואהרן במשה (במד' יב א). לפיכך, ויפן אהרן אל מרים והנה מצורעת (שם שם יא). מה כתיב שם, זכור את אשר עשה ה' אלהיך למרים וגו' (דבר' כד ט). והלא דברים קל וחמר, ומה מרים שלא דברה אלא באחיה חביבה שלא בפניו ולא נתכונה אלא להחזירו לאשתו, כך. המספר לשון הרע על חבירו, על אחת כמה וכמה. מה כתיב למעלה מן הענין, השמר בנגע הצרעת (שם שם ח). ואף אהרן שהיה כהן גדול, נגעה בו ידו של הקדוש ברוך הוא, שנאמר, ויחר אף ה' בם וילך (במדבר יב ט). בם, במרים ובאהרן, אלא שאהרן נתרפא מיד. ומרים, לאחר שבעה ימים, שנאמר, ותסגר מרים שבעת ימים (שם שם טו). הוי, זאת תהיה תורת המצורע, המוציא שם רע, שמצא רע. וכן אתה מוצא בנחש הקדמוני, על שאמר לשון הרע על בוראו, לפיכך נצטרע. מה אמר. אמר רבי יהושע בן לוי, כי יודע אלהים כי ביום אכלכם ממנו ונפקחו עיניכם והייתם כאלהים יודעי טוב ורע (ברא' ג ה). אמר להם, כל אומן שונא את חבירו, וכשבקש לבראות את עולמו, מן האילן הזה אכל וברא את עולמו. אף אתם אכלו ממנו ואתם יכולין לבראות עולם כמוהו. אמר לו הקדוש ברוך הוא, אתה ספרת לשון הרע, סופך ללקות בצרעת, שנאמר, ויאמר ה' אלהים אל הנחש כי עשית זאת ארור אתה מכל הבהמה (שם שם יד). במה אררו. בצרעת, שנאמר, כי צרעת ממארת היא (ויק' יג נב). אמר רב הונא בשם רבי יהושע בן לוי, הסלעים שהן על הנחש, זו היא צרעתו. ולא עוד, אלא כל בעלי מומין מתרפאין בעולם הבא, והנחש אינו מתרפא, שנאמר, ארור אתה מכל הבהמה (בר' ג יד), מכאן שהכל מתרפאין והוא אינו מתרפא. בבני אדם כתיב, אז ידלג כאיל פסח (ישע' לה ו). וכתיב, אז תפקחנה עיני עורים וגו' (שם שם ה). וכן החיה והבהמה, זאב וטלה ירעו כאחד, ואריה כבקר יאכל תבן. אבל הנחש, עפר לחמו, שאין מתרפא לעולם, שהוא הוריד כל הבריות לעפר. מי גרם לו, על שאמר לשון הרע:", 
                "ביום טהרתו. כמה. שתי צפרים חיות טהורות. מה נשתנה קרבנו משאר קרבנות. על שספר לשון הרע. לפיכך אמר הכתוב, יהא קרבנו שתי צפרים, שקולן מוליכות. ועץ ארז, הארז הזה אין גבוה ממנו. ולפי שהגביה עצמו כארז, באה עליו הצרעת. דבר אחר, אמר רבי שמעון בן אלעזר, על גסות הרוח הצרעת באה. שכן את מוצא בעזיהו כתיב, ובחזקתו גבה לבו עד להשחית (דה\"ב כו טז). וכתיב, ובזעפו עם הכהנים, והצרעת זרחה במצחו (שם שם יט). האזוב הזה אין באילנות שפל ממנו. ולפי שהשפיל עצמו, לפיכך מתרפא על ידי אזוב. ושחט את הצפור האחת. למה שוחט אחת ומשלח אחת. אלא אם עשה תשובה, אין הצרעת חוזר עליו. והובא אל הכהן. מהו והובא אל הכהן. הוא בא, למה. שהכל רחוקים ובדלים ממנו. שכן דוד אומר, אוהבי ורעי מנגד נגעי יעמדו וקרובי מרחוק עמדו (תה' לח יב). וכן הוא אומר, בדד ישב מחוץ למחנה מושבו, מחוץ למחנה ישראל. לכך נאמר, והובא אל הכהן, והוא בא:", 
                "זאת תהיה תורת המצורע. ילמדנו רבינו, על כמה דברים נגעים באים על האדם. כך שנו רבותינו, על אחת עשרה דברים הנגעים באים על האדם. על עבודה זרה, ועל חלול השם, ועל גלוי עריות, ועל הגנבות, ועל לשון הרע, ועל המעיד עדות שקר, ועל הדיין המקלקל את הדין, ועל שבועת שוא, ועל הנכנס בתחום שאינו שלו, ועל החושב מחשבות של שקר, ועל המשלח מדנים בין אחים. ויש אומרים, אף על עין רעה. על עבודה זרה מנין. שבשעה שעשו ישראל את העגל, לקו בצרעת, שנאמר, וירא משה את העם כי פרוע הוא (שמו' לב כה). ונאמר במצורע, וראשו יהיה פרוע. על קללת השם מנין. מגלית, שקלל ואמר, ברו לכם איש וירד אלי (ש\"א יז ח). ואין איש אלא הקדוש ברוך הוא, שנאמר, ה' איש מלחמה (שמו' טו ג). וכתיב, היום הזה יסגרך ה' בידי (ש\"א יז מו). ואין סגירה אלא צרעת, שנאמר, והסגירו הכהן. על גלוי עריות מנין. דכתיב, ושפח אדני קדקד בנות ציון (ישע' ג יז). ואין ושפח אלא צרעת, שנאמר ולשאת ולספחת ולבהרת. על הגניבות מנין. שנאמר, הוצאתיה נאם ה' צבאות ובאה אל בית הגנב (זכר' ה ד), הרי על הגניבות. על שבועת שוא מנין. דכתיב, ואל בית הנשבע בשמי לשקר ולנה בתוך ביתו וכלתו את עציו (שם). איזהו דבר שמכלה עצים ואבנים. רבי אומר, זו צרעת, שנאמר, ונתץ את הבית את אבניו ואת עציו. ועל לשון הרע מנין. ממרים, דכתיב, ויפן אהרן אל מרים והנה מצורעת (במד' יב י). כתיב, זאת תהיה תורת המצורע, המוציא שם רע. ועל המעיד עדות שקר מנין. שעל שהעידו ישראל עדות שקר ואמרו, אלה אלהיך ישראל (שמו' לב ח), לקו בצרעת, שנאמר, צו את בני ישראל וישלחו מן המחנה וגו' (במד' ה ב). וכן הוא אומר, וירא משה את העם כי פרוע הוא (שמו' לב כה). ועל הדיין המקלקל את הדין, שנאמר, לכן כאכל קש לשון אש, וחשש להבה ירפה, שרשם כמק יהיה, ופרחם כאבק יעלה, כי מאסו את תורת ה' (ישע' ה כד). ואין פרחם אלא צרעת, שנאמר, ואם פרוח תפרח הצרעת (ויק' יג יב). ועל הנכנס בתחום שאינו שלו מנין. מן עוזיהו שנכנס בתחום הכהונה, שנאמר, והצרעת זרחה במצחו (דה\"ב כו יט). ועל המשלח מדנים בין אחים מנין. מפרעה, שנאמר, וינגע ה' את פרעה (בר' יב יז), לפי שנטל שרה מאברהם. ועל עין הרע. אמר רבי יצחק, כיון שעיניו של אדם רעה להשאיל חפציו, אדם הולך ואמר ליה, השאילני מגלך, השאילני קרדומך, או כל כלי חפץ. והוא אומר, ארור הוא מי שיש לו מגל או קרדום. מה הקדוש ברוך הוא עושה, מלקה אותו בצרעת, ובא לכהן ואומר, כנגע נראה לי בבית. והוא מצוה ונתץ את הבית, והכל רואין כליו כשהן גרורין ומוציאן לחוץ, ומפרסמין את כליו. והכל אומרים, לא היה אומר שאין לו מגל, שאין לו קרדום הרי יש לו חפץ פלוני ופלוני שלא רצה להשאיל והיה עינו צרה להשאיל. והוא אומר שקערורות, אל תקרי שקערורות אלא שקע ארורות, שהיה אומר ארור הוא ושקע ביתו. וראו הכל ארורתו, שנאמר, יגל יבול ביתו, נגרות ביום אפו (איוב כ כח). ויש אומרים, אף על גסות הרוח. מנין. מנעמן, שנאמר, ונעמן שר צבא מלך ארם גבור חיל מצורע (מ\"ב ה א), שהיה גס רוח. ואף על האומר דבר בחבירו שאין בו. שכן את מוצא במשה, על שאמר, והן לא יאמינו לי ולא ישמעו בקולי (שמו' ד א), אמר לו הקדוש ברוך הוא, בני מאמינים הם, דכתיב, ויאמן העם (שם שם לא). בני מאמינים, דכתיב, והאמין בה' (בר' טו ו). אלא צריך אתה ללקות. שכל החושד בכשרים לוקה בגופו, שכן כתיב, ויאמר, הבא נא ידך בחיקך ויבא ידו בחיקו ויוציאה והנה ידו מצורעת כשלג (שמות ד ו). אמר להם הקדוש ברוך הוא לישראל, ראו מה ביניכם לבין האומות. כשהן חוטאין, בגופן אני נוגע תחלה ואחר כך בבתיהם, שנאמר, וינגע ה' את פרעה (ברא' יב יז), ואחרי כן, ואת ביתו (שם). אבל אתם אם חוטאים, בבתיכם אני מלקה תחלה. מנין. ממה שקראו בענין ונתתי נגע צרעת בבית ארץ. ונתתי נגע צרעת בבית ארץ, ארץ מה חטאת שהיא לוקה. אלא בעון בני אדם הארץ לוקה, שנאמר, ארץ פרי למלחה מרעת וגו' (תהל' קז לד). למה מרעת. כדי שיראו הבריות וילמדו. וכן הוא אומר, כי כאשר משפטיך לארץ, צדק למדו יושבי תבל (ישע' כו ט). מפני מה היסורין באין לעולם. מפני הבריות כדי שיראו ויסתכלו ויאמרו, מי שחטא לוקה, ומי שלא חטא אינו לוקה. ולמה העצים והאבנים והכותלים לוקין. כדי שיראו בעליהם ויעשו תשובה. וכך אתה מוצא כשחטאו ישראל, בקש הקדוש ברוך הוא להגלותן בבת אחת קודם האומות, אלא אמר, אם אני מגלה את ישראל תחלה, עכשיו נעשין חרפה וקלון לכל האומות. מה עשה. הביא סנחריב הרשע על כל האומות והגלה אותן, שנאמר, ותמצא כקן ידי לחיל העמים (שם י יד), וכתיב, ואסיר גבולות עמים, ועתודותיהם שוסיתי (שם שם יג). וישראל רואין שהגליתי את האומות שביניהם ויעשו תשובה, ויראו דין שלימה שאני עושה באומות העולם ויראו משפטי, אולי יעשו תשובה, שנאמר, הכרתי גוים, נשמו פנותם (צפניה ג ו), וכתיב בתריה, אמרתי אך תיראי אותי תקחי מוסר (שם שם ז). כיון שלא עשו תשובה, מיד גלו. לפיכך הקדוש ברוך הוא מתרה בהם ומלקה בתיהן כדי שיעשו תשובה, שנאמר, ונתתי נגע צרעת בבית ארץ אחוזתכם. (חזר בו, מוטב. ואם לאו, לוקה בגופו, שכן בפרשה אחרת אומר, איש איש כי יהיה זב בבשרו. לפיכך האבנים לוקות תחלה). חזר בו, מוטב. ואם לאו, בגדיו לוקין, שנאמר, והבגד כי יהיה בו נגע וגו' (ויק' יג מז). חזר בו, מוטב. ואם לאו, מלקה בגופו, שנאמר, ואיש כי ימרט ראשו (שם שם מ). עדיין יש במריטת הראש ממש ספק לטמא ספק לטהר. חזר בו, מוטב. ואם לאו, לוקה בשחין, שנאמר, ובשר כי יהיה בו בעורו שחין ונרפא (שם שם יח). שחין, גדול ממריטת הראש. חזר בו, מוטב. ואם לאו, לוקה בחמשה מגלבין, שאת, ספחת, בהרת, נתק, נגע. וכל כך למה. על שלא חזר בו. אמר הכתוב, נכונו ללצים שפטים, ומהלומות לגו כסילים (משלי יט כט). אמר הקדוש ברוך הוא, עד שלא בראתי את האדם, התקנתי לו את כל אלו. משל לעבד רע שהיה עומד לימכר. כיון שהלך רבו לקנותו, היה יודע בו שהיה עבד רע. לקח עמו כבלים ומגלבין. שאם סרח, יהיה רודה אותו בהן. כיון שסרח, הביא את הכבלים וכבלו, הביא את המגלבין והכהו. אמר ליה העבד, לא היית יודע שאני עבד רע, למה לקחת אותי. אמר ליה, לפי שהייתי יודע שאתה קשה, התקנתי לך כבלים ומגלבין. שאם תסרח, אני רודה אותך בהן. אף הקדוש ברוך הוא יתברך שמו לעולם, עד שלא ברא את האדם, התקין לו את כל היסורין, לפי שהיה יודע כי יצר לב האדם רע מנעוריו, לפיכך התקין לו את כל אלו. שאם סרח, יהיה רודה אותו בהן, שנאמר, נכונו ללצים שפטים, ומהלומות לגו כסילים. מהו ומהלומות. מחה למות, שהוא מתרה בו תחלה. אם חזר בו, מוטב. ואם לאו, מלקה את גופו. מנין. ממה שקראו בענין ונתתי נגע צרעת בבית ארץ אחוזתכם:", 
                "ואשה כי יזוב זוב דמה ימים רבים. ילמדנו רבינו, מהו שתישן נדה בבגדיה עם בעלה במטה אחת, ואף בעלה בבגדיו, זה לצד אחד וזו לצד אחר. כך שנו רבותינו, אסור לשכב אפילו זה בבגדיו וזו בבגדיה, שאין נותנין פרצה לפני הכשר, ביותר לפני הגנב, שמשלו חכמים את הדבר כאש בנעורת. ואומר, ואל אשה בנדת טומאתה לא תקרב (ויקר' יח יט). ללמדך, שהקדוש ברוך הוא מזהיר את ישראל על הקדושה ועל הטהרה, ואל יטמאו בנשותיהן כשהן נדות. שכל המשמש את אשתו נדה, חייב כרת, שנאמר, ואיש אשר ישכב את אשה דוה וגלה את ערותה וגו' ונכרתו שניהם (שם כ יח):", 
                "ואשה כי יזוב זוב דמה ימים רבים. והלא שבעת ימי נדה הן, ולמה קרא אותן ימים רבים. אלא לפי שפורשת מבעלה, והם ימים של צער, לפיכך קרא אותן ימים רבים. כיוצא בו, ויהי בימים הרבים ההם (שמו' ב כג), לפי שהיו ימים של צער, קרא אותן ימים רבים. ויהי ימים רבים ודבר ה' היה אל אליהו בשנה השלישית (מ\"א יח א). והלא לא היו שלש שנים, אלא חדש מן הראשונה וכל אותה השנייה וחדש מן השלישית. אלא לפי שהיו ימי רעב, נקרא ימים רבים. כיוצא בו, בהראותו את עושר כבוד מלכותו ואת יקר תפארת גדולתו ימים רבים שמונים ומאת יום (אסתר א ד), אלא לפי שהיו ימים של צער, קרא אותן ימים רבים. כיוצא בו, ימים רבים עשה יהושע מלחמה (יהושע יא יח). כיוצא בו, וימים רבים לישראל ללא אלהי אמת וללא כהן מורה (דה\"ב טו ג). והא כתיב, ויעבדו העם את ה' כל ימי יהושע וכל ימי הזקנים אשר האריכו ימים (יהושע כד לא). אלא על שעבדו עבודה זרה נקראו ימים רבים. אף כאן, על שפורשת מן בעלה והן ימים של צער, נקראו ימים רבים:", 
                "ואשה כי יזוב זוב דמה. כך שנה רבי חייא, כל מקום שהוא אומר ימים, שני ימים הן. וכל מקום שאומר ימים רבים, שלשה ימים הן. כיצד. האשה הזו נטמאה בנדתה שבעת ימים ונטהרה ביום השמיני. (ואם ראתה דם באותו היום, שומרת יום כנגד יום ונטהרה). חזרה וראתה ביום התשיעי, שומרת אותו היום ושבה ונטהרה. חזרה וראתה ביום העשירי לטהרתה, שומרת אותו היום ושבה ונטהרה. הרי שלשה ימים שהן ימים רבים. אבל אם ראתה דם באחד עשר יום שהוא יום הרביעי לטהרתה, חוזרת לטומאתה ושומרת שבעה ימים ימי נדתה מראש. שכך שנו חכמים, אחד עשר יום שבין נדה לנדה, הלכה למשה מסיני. לפיכך האשה צריכה שתהא שומרת חמשה עשר יום ואחרי כן מותרת לבעלה. כיצד עושה. היא שומרת שבעת ימי נדתה, ואחרי כן סופרת שבעת ימי נקיים, ונטהרת ביום השמיני, וטובלת טבילה חמורה אחר שקיעת החמה והיא מותרת לבעלה, שנאמר, ואם טהרה מזובה, וספרה לה שבעת ימים ואחר תטהר. (פירוש לרבינו שרירא גאון ז\"ל)", 
                "אחד עשר יום שבין נדה לנדה, הלכה למשה מסיני. פרוש, כי ההלכה המסורה למשה מסיני כן היא, בתחלת ראייתה כל אשה נדה דינה להיות סופרת כל ימיה מתחלת ראייתה דם שבעת ימי נדה. ואחר אלו שבעת ימי נדה, אחד עשר ימים ונקראים ימי זיבה. ואחר אלו אחד עשר יום שהן ימי זיבה, חוזרת לשבעת ימי נדה. ואחריהן אחד עשר ימי זיבה וחוזרת חלילה. וכן ראוי להיות סופרת כענין הזה כל ימיה. ואלו שבעת ימי נדה, בין אם ראתה יום אחד או אפילו שעה אחת או אפילו ראתה שבעת ימי נדה כולן, לערב טובלת ומותרת לבעלה, ואינה צריכה נקיים, שנאמר, שבעת ימים תהיה בנדתה, תהיה בנדתה כל שבעה. אבל אלו אחד עשר יום שבין נדה לנדה, איזה יום מהן ראתה דם, שומרת יום כנגד יום, וזו היא זבה קטנה. ואם לא ראתה ביום השני, טובלת וטהורה. ואם ראתה גם ביום השני, שומרת יום כנגד שני ימים שראתה. ואם לא ראתה ביום השלישי, טובלת וטהורה. ואם ראתה גם ביום השלישי שומרת, ראתה שלשה ימים רצופין, הרי היא זבה גדולה וצריכה שתשב אחר שנסתלק הדם ממנה שבעת ימים שלמים מעת לעת נקיים. ויום שפוסקת דמה, אינה סופרתו למנין נקיים. וזה הדין בימי זיבה, כל יום אחד שראתה, סופרת יום כנגדו, וכן לשני ימים, שומרת להם יום אחד. ראתה שלשה ימים רצופים, שומרת שבעת ימים:", 
                "ואשה כי יזוב זוב דמה ימים רבים. למה ואשה, ואין כתיב ואיש כי יזוב, לשעבר היתה זבה נוהגת באנשים ובנשים, שנאמר, איש איש כי יהיה זב מבשרו. רבי מאיר אומר, טומאת האיש קשה מטומאת האשה. למה. שטומאת הנשים סימן לבנים הוא. אבל של איש, של צער הוא, שנאמר, וזאת תהיה טומאתו בזובו, דבר שחותם וסוגר. לשעבר היו האנשים רואים מים, עד שעמדה רחל ואמרה, כי דרך נשים לי (ברא' לא לה), ונתן לה. לכך נאמר, ואשה כי יזוב. כך שנו רבותינו, על שלש עבירות נשים מתות בשעת לידתן, על שאינן זהירות בנדה ובחלה ובהדלקת הנר. למה בשעת לידתן. שאין השטן מקטרג אלא בשעת הסכנה. ושלשתן מן התורה. נדה, דכתיב, ואשה כי יזוב זוב דמה. חלה, דכתיב, ראשית עריסותיכם חלה (במד' טו כ). הדלקת הנר, דתנו רבנן, מניין שחייב אדם להיות זהיר וזריז בהדלקת הנר בשבת. שנאמר, וקראת לשבת ענג (ישע' נח יג), זו הדלקת הנר בשבת. שנאמר, וקראת לשבת ענג (ישע' נח יג), זו הדלקת הנר בשבת. ולמה נמסרו לאשה. אמר הקדוש ברוך הוא, היא כיבתה נרו של עולם כו' (לעיל בריש פרשת נח). נדה, אמר הקדוש ברוך הוא, היא שפכה דמו של אדם. וכתיב, שופך דם האדם, באדם דמו ישפך (בראשי' ט ו), והיא מתחייבת שתשפך דמה. תשמור נדתה, שיתכפר לה על דם ששפכה. הוי, ואשה כי יזוב זוב דמה. לפיכך הקדוש ברוך הוא מדמה טומאת ישראל לטומאת הנדה, שנטמאה ונטהרת. כך עתיד הקדוש ברוך הוא לטהר את ישראל, שנאמר, וזרקתי עליכם מים טהורים וטהרתם (יחז' לו כה). דבר אחר, כטומאת הנדה היתה דרכם לפני (שם שם יז), כטומאת הנדה ולא כטומאת המת. שהמת בבית, אין כהן גדול נכנס לשם, שהוא מיטמא. אבל נדה, כהן גדול נכנס עמה לבית ויושב על האיצטבא, ובלבד שלא תהא האיצטבא מתנודדה. כך אילו הקדוש ברוך הוא המשיל את ישראל בטומאת המת, אתה אומר, אין השכינה חוזרת עליהם לעולם. אלא כנדה משלן, שהכהן עומד עמה בבית ואין חושש. כך הקדוש ברוך הוא שורה שכינתו עם ישראל אף על פי שהן טמאים, שנאמר, השוכן אתם בתוך טומאותם (ויק' טז טז). אמר רבי לוי, בשעה שהיו ישראל במצרים, לא היו רואות דם מפני שאימת המצרים עליהם. ואף כשישבו במדבר לא היו רואות דם נדה, שהיתה שכינה עמהן. והנשים קבלו את התורה תחלה, שנאמר, כה תאמר לבית יעקב וגו' (שמות יט ג). כה תאמר לבית יעקב, אלו הנשים. ואחרי כן, ותגד לבני ישראל (שם), אלו האנשים. ועליהם הוא אומר, איומה כנדגלות (שה\"ש ו י). ועליהן נאמר, גן נעול אחותי כלה, גל נעול מעין חתום (שם ד יב). אמר הקדוש ברוך הוא לישראל, בעולם הזה הייתן מטהרין וחוזרין ומטמאין. אבל לעתיד לבא אני מטהר אתכם טהרה עולמית, שלא תטמאו, שנאמר, וזרקתי עליכם מים טהורים וטהרתם, מכל טומאותיכם ומכל גלוליכם אטהר אתכם (יחזקאל לו כה):"
            ]
        ]
    ], 
    "versionSource": "http://www.tsel.org/torah/tanhuma/metzora.html", 
    "heTitle": "מדרש תנחומא", 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ]
}