{
    "versionTitle": "Re'eh Tanchuma", 
    "sectionNames": [
        "Book", 
        "Parshah", 
        "Siman"
    ], 
    "language": "he", 
    "title": "Midrash Tanchuma", 
    "text": [
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "סימן א", 
                "ראה אנכי. זה שאמר הכתוב, ולעם הזה תאמר כה אמר ה' הנני נותן לפניכם את דרך החיים ואת דרך המות (שם כא ח). וכתיב, משכיל לאסף, האזינה עמי תורתי, הטו אזנכם לאמרי פי (תה' עח א). וכתיב, רק השמר לך ושמור וגו' (דבר' ד ט). וכתיב, יום אשר עמדת וגו' (שם שם י). ללמדך, שכל מי שמתבטל מן התורה, כאלו כופר בהקדוש ברוך הוא. שלא נתן תורה לישראל אלא כדי שיעסקו בה יומם ולילה, שנאמר, והגית בו יומם ולילה וגו' (יהושע א ח). וכתיב, כי אם בתורת ה' חפצו וגו' (תהלים א ב). וכל העוסק בתורה ומקיימה, כאלו קבלה מהר סיני. לפיכך כתיב, והודעתם לבניך ולבני בניך (דב' ד ט). וסמיך ליה, יום אשר עמדת וגו' (שם שם י). כשבא אסף, התחיל לומר, האזינה עמי תורתי (תהל' עח א). וכן שלמה אמר, כי לקח טוב נתתי וגו' (משלי ד ב). אמרו ישראל לאסף, וכי יש תורה אחרת, שאתה אומר, האזינה עמי תורתי. כבר קבלנוה מהר סיני. אמר להם, פושעי ישראל אומרים, שהנביאים והכתובים אינן תורה, ואינם מאמינין בהם, שנאמר, ולא שמענו בקול ה' אלהינו ללכת בתורתיו אשר נתן לפנינו ביד עבדיו הנביאים (דני' ט י), הרי שהנביאים וכתובים, תורה הם. לכך נאמר, האזינה עמי תורתי. דבר אחר, האזינה עמי תורתי. זה שאמר הכתוב, לב חכם ישכיל פיהו ועל שפתיו וגו' (משלי טז כג). כשישראל חוטאין, נמנעין מכל טוב. וכשזוכין מן טוב, מוסיפין תורה. וכן את מוצא, כשעשו אותו מעשה, נמנעו מכל אותה טובה, שנאמר, ויהי כאשר קרב אל המחנה וירא את העגל וגו' (שמ' לב יט). וכשבקש משה רחמים עליהם, אמר ליה הקדוש ברוך הוא, משה, לא בראתי את העולם אלא בשביל תורה, שנאמר, ואשים דברי בפיך ובצל ידי כסיתיך וגו' (ישע' נא טז). והם המירו כבודי בתבנית שור, ואתה שברת את הלחות, והיאך העולם עומד בלא תורה. אמר לו, ומה אעשה. אמר לו, פסל לך שני לוחות אבנים כראשונים. לכך נאמר, לב חכם ישכיל פיהו. לפיכך כשעמד אסף, הזכיר למעלה, נחית כצאן עמך וגו'. מה כתיב אחריו. משכיל לאסף, האזינה עמי תורתי:", 
                "סימן ב", 
                "[ראה אנכי וגו'. זה שאמר הכתוב, ויגל אזנם למוסר וגו', אם ישמעו ויעבורו, יכלו ימיהם בטוב ושניהם בנעימים, ואם לא ישמעו, בשלח יעבורו (איוב לו י-יב). ויגל אזנם למוסר. אין הקדוש ברוך הוא מביא צרה לאדם עד שהוא גולה לאזנו ומתרה בו, כדי שיחזור בו. אם חזר בו, הרי יפה. אם לאו, מביא עליו רעות. ויגל אזנם למוסר. ממי את למד. מפרעה מלך מצרים, כשהיה מבקש להביא עליו מכה, היה שולח ומתרה בו ביד משה עבדו, שנאמר, הנני מביא מחר ארבה בגבולך (שמות י ד). וכן הנני נוגף את כל גבולך בצפרדעים (שם ז כז). מתרה בו למוסר, למוסרה של תורה. ויאמר כי ישובון מאון (איוב לו י), מעול בני אדם ומלעוול להקדוש ברוך הוא. יכלו ימיהם בטוב, בטוב הם משלימין שנותיהם:", 
                "סימן ג", 
                "דבר אחר, ראה אנכי וגו'. זה שאמר הכתוב, מפי עליון לא תצא הרעות והטוב (איכה ג לח). אמר רבי אבין, בשעה שעמדו ישראל לפני הר סיני, נתן להם הקדוש ברוך הוא את התורה, באותה שעה כל מי שחטא הקדוש ברוך הוא פורע ממנו. לשעבר כל מי שחוטא, היה דור משלם חטאו. לדור המבול, אמרו רבותינו, הרבה כשרים היו בהן כגון נח ונמחו עם הדור. בדור הפלגה היו חוטאין, אפילו התינוקות משתלמין. כשעמדו ישראל בסיני ונתן להם הקדוש ברוך הוא את המצות, אמר, לשעבר היו הדורות לוקין על עון של אחד מהן. מכאן ואילך, אין הדור לוקה על אחד. הוי, מפי עליון לא תצא הרעות והטוב. ואמר רבי אבין, המקרא הזה מתמיה, מפי עליון לא תצא, לא רעות לצדיקים, ולא טובות לרשעים. אף משה סדר לפניהם שני דרכים, הטובה והרעה, דרך חיים ודרך מות, ברכה וקללה, שלא יהיו הרשעים אומרים, ברא את העולם סתם, ולא פירש לנו איזה דרך טובה, ואיזו דרך רעה שנפרוש ממנה ונבא לטובה. לכך אמר להם משה, והברכה אם תשמעו, והקללה אם לא תשמעו. משל לזקן שהיה יושב על הדרך, והיו לפניו שתי דרכים, אחת תחלתה קוצים וסופה מישור, ואחת תחלתה מישור וסופה קוצים, והיה יושב בראש שתיהן ומזהיר העוברים, ואומר להם, אף על פי שאתם רואים תחלתה של זו קוצים, לכו בה, שסופה מישור. וכל מי שהיה חכם שומע לו והיה מהלך בה ומתיגע קמעא. הלך בשלום ובא בשלום. אבל אותן שלא היו שומעין לו, היו הולכים ונכשלין בסוף. כך היה משה, פירש לבני ישראל ואמר להם, הרי דרך החיים ודרך המות, ברכה וקללה, ובחרת בחיים למען תחיה אתה וזרעך:", 
                "סימן ד", 
                "דבר אחר, ראה אנכי, אנכי שבחרתי בטובה, ראה היאך אנכי משונה מכל העולם. שלא יאמרו הבריות, כשבא משה לברכנו, מעט ברכנו. וכשבא לקללנו, הרבה קללנו. כיצד. הקללות שבתורת כהנים, שלשים פסוקים חסר אחד, והברכות אחד עשר. אמר רבי שמואל, מי שמביט בהן, מוצא הברכות יתרות על הקללות. כיצד. בברכות פתח באל\"ף, אם בחקתי תלכו, וסיים בתי\"ו, ואולך אתכם קוממיות, שהברכות באות עליהם מאל\"ף ועד תי\"ו. והקללות פתח בוא\"ו, ואם לא תשמעו, וסיים בה\"א, ביד משה. בין וא\"ו וה\"א, אין כלום. אמר רבי לוי, משל למלך שהיה לו בן, הכניס אותו לפלטרין שלו והראה לו תמחוי מלא כל טוב, והראה לו פלטרין חריבות. אמר הבן לאביו, התמחוי הזה למי. אמר, לאותו שמקלסני. והחרבות למי. לאותו שמורד בי. כך הקדוש ברוך הוא מראה להם ברכות וקללות, והן רואין הברכות מועטות, והקללות מרובות. דבר אחר, אמר להם הקדוש ברוך הוא, אם תעשו רצוני, אף על פי שכתבתי לכם ברכות מועטות, אני מרבה אותן לכם, ולא אביא עליכם הקללות. משל למלך שלקח עבד באוני, וכתב בתוך האוני, אם תהיה עושה רצוני ומשרת אותי כראוי, אני מאכילך ומשקך ומלבישך כשאר עבדי. ואם אינך עושה רצוני, איני מאכילך ואיני משקך, אלא אני כובלך ונותנך בבית האסורין. נכנס העבד ועשה רצונו יותר ממה שהתנה עמו. מה עשה העבד, חזר מעשות רצון רבו. אמר לו רבו, התניתי עמך שאני כובלך והורגך. חייך, אני עושה לך פשרה. כך ישראל, כתב להם הקדוש ברוך הוא, אם בחקותי תלכו, אני מביא עליכם הברכות הללו. ואם לאו, אני מביא עליכם הקללות, שנאמר, לא נפל דבר אחד מכל דברו הטוב (יהושע כא מג). וכשחטאו ישראל בימי ירמיהו, אמר הקדוש ברוך הוא, התניתי עמהם להביא עליהם קללות. אני יודע שאין בהם כח לעמוד בהם, אלא פשרה אני עושה עמהם. אמר רבי אבא אמר רבי ירמיה, עשה ה' אשר זמם, בצע אמרתו (איכה ב יז). בצע, עשה עמהם פשרה. לכך כתיב, ראה אנכי וגו'. אמר להם הקדוש ברוך הוא, בעולם הזה, סדרתי לפניכם ברכות וקללות, הטובות והרעות. לעולם הבא, אני מעביר מכם הקללות והרעות ואברך אתכם. וכל מי שרואה אתכם, יאמר שאתם עם ברוכים, שנאמר, ונודע בגוים זרעם וצאצאיהם בתוך העמים כל רואיהם יכירום כי הם זרע ברך ה' (ישע' סא ט):", 
                "סימן ה", 
                "כי ירחיב ה' אלהיך את גבולך. זה שאמר הכתוב, מתן אדם ירחיב לו (משלי יח טז). מתנה בשביל שאדם נותן משלו, מרחיב לו הקדוש ברוך הוא. מעשה באבון רמאה שהיה דר בבצרה. הלכו רבותיו לשם ומבקשים פרנסה. היה יושב ולא פסק תחלה עד שפסקו כל בני העיר, שהיה רוצה לידע כמה הם פוסקין, כדי לפסוק כנגד כולן. לכך נקרא אבון רמאה, שהיה מרמה על כל המצות. משידע כמה פסקו כל בני העיר, פסק כנגד כולן. מה עשו רבותינו. נטלוהו והושיבוהו על שפתה אצלם, לקיים מה שנאמר, מתן אדם ירחיב לו. דבר אחר, מתן אדם ירחיב לו, זה אברהם, כשרדף אחר חמשה המלכים, יצא מלך סדום לקראתו, אמר לו, תן לי הנפש והרכוש קח לך (בר' יד כא). אמר אברהם, הרימותי ידי אל ה' אל עליון, אם מחוט ועד שרוך נעל וגו' (שם שם כב-כג). אמר לו הקדוש ברוך הוא, אתה אמרת מחוט, חייך, אני מקיים בו בלשון את בניך, מה יפו פעמיך בנעלים (שה\"ש ז ב). הוי, מתן אדם ירחיב לו. דבר אחר, מתן אדם ירחיב לו, אלו ישראל, כשאמר להם הקדוש ברוך הוא להביא נדבה, מה כתוב שם, והם הביאו אליו עוד נדבה בבקר בבקר (שמ' לו ג), שני בקרים. מה זכו. הרחיב את גבולם, שנאמר, כי ירחיב ה' אלהיך את גבולך. בזכות מה הוא מרחיבו. כאשר דבר לך, בזכות עשרת הדברות שקבלתם. דבר אחר, כאשר דבר בזכות אבותיך:", 
                "סימן ו", 
                "ואמרת אכלה בשר. אמר רבי אליעזר ברבי יהושע, מכאן אתה למד, שלא יהא אדם לוקח ליטרא בשר, עד שיהא נמלך בביתו. ראה מה בין ישראל לאומות העולם. [ישראל] אם אין שוחטין, אין אוכלין. אבל אומות העולם, נוחרין ואוכלין. אמר להם הקדוש ברוך הוא לישראל, חייכם, לעולם הבא אתם אוכלים מאותן שאין נשחטין, מבהמות ולויתן, שכתוב בהן, אחד באחד יגשו ורוח לא יבא ביניהם (איוב מא ח):", 
                "סימן ז", 
                "כי יכרית ה'. אמר להם הקדוש ברוך הוא לישראל, חייכם, אני עושה מלחמותיכם ומכתיב עליכם שאתם הרגתם אותם. בוא וראה, אין מעשים של הקדוש ברוך הוא כמעשה מלך בשר ודם. מלך בשר ודם יוצא למלחמה, לגיונותיו יוצאים לפניו. אם נוצחים, הם באים ועושים עטרה ומכללין אותו. אבל הקדוש ברוך הוא אינו עושה כן, אלא עושה המלחמה ונותן עטרה לישראל, שנאמר, למכה מלכים גדולים, לסיחון מלך האמורי, ולעוג מלך הבשן (תהל' קלו יז-כ). ונתן עטרה לישראל, שנאמר, משה עבד ה' ובני ישראל הכום (יהושע יב ו). וכן ביהושע מה כתוב, וה' השליך עליהם אבנים גדולות מן השמים (שם י יא). ונאמר, ואלה מלכי הארץ אשר הכה יהושע ובני ישראל (שם יב ז). בשביל שנירש את ארצם, הכריתם מן העולם, כדי שנכנס ונירש בתים מלאים כל טוב. שכל הימים שהיו ישראל (קיימים, היו) מטולטלין ומחזירין במדבר ארבעים שנה, שהיו ראוים לעלות מיד, שנאמר, אעלה אתכם מעני מצרים (שמ' ג יז), אל ארץ טובה ורחבה. ולא נכנסו מיד, שכיון שיצאו ממצרים, שמעו שבע אומות שהן באין לירש. מה עשו. קצצו את האילנות, וסתמו את המעינות, ונתצו הבתים, שאם נכנסין שם, לא ימצאו כלום. אמר הקדוש ברוך הוא, אם אכניסם שם מיד, הן מוצאין אותה שממה, ואני הבטחתים שימצאו אותה מלאה כל טוב. מה עשה. עכבם במדבר ארבעים שנה, ונתיאשו הכנענים מישראל, לומר שאינם באים. עמדו ונטעו את האילנות, ותקנו הבורות והעיירות, כדי שיבואו ישראל על בנינה, לקיים מה שנאמר, ובתים מלאים כל טוב (דבר' ו יא), הדא הוא דכתיב, ולא נחם אלהים דרך ארץ פלשתים (שמות יג יז). כיון שהתקינו הכל, אמר הקדוש ברוך הוא למשה, מה אתה עומד, לך עלה מזה אתה והעם (שם לג א). עשה עמהם מלחמה והכריתם. אמרו ישראל למשה, (עד) מתי אנו נכנסין לארץ. כשיכרית ה' אלהיך מתוכה הגוים אתם נכנסין:", 
                "סימן ח", 
                "כי יכרית ה' וגו', זה שאמר הכתוב, קוה אל ה' ושמור דרכו (תהלים לז לד), שהיו סבורין ליכנס לארץ מיד. אמר להם, אתם סבורים לירש את ארצם, שמרו דרכו של הקדוש ברוך הוא, שנאמר, קוה אל ה' ושמור דרכו וירוממך לרשת ארץ בהכרת רשעים תראה (תהלים לז לד). הוא שמשה אמר, כי יכרית ה' אלהיך. מהו כי יכרית. על תנאי הוא. שאם ישמרו את התורה, יכנסו לארץ. ובכל מקום שאתה מוצא כי, על תנאי הוא. כי יקרא קן צפור לפניך בדרך שלח תשלח (דבר' כב ז). כי תשא את ראש בני ישראל ונתנו איש כפר (שמות ל יב). כי תבנה בית חדש ועשית מעקה (דברים כב ח). אף כאן התנה הקדוש ברוך הוא עמהן שאינו מכרית את הגוים אלא על מנת שישמרו את התורה. חביבה ארץ ישראל שבחר בה הקדוש ברוך הוא. אתה מוצא, כשברא העולם, חלק הארצות לשרי האומות ובחר בארץ ישראל. מניין. שכן משה אמר, בהנחל עליון גוים וגו' (שם לב ח), ובחר לחלקו, ישראל, שנאמר, כי חלק ה' עמו, יעקב חבל נחלתו (שם שם ט). אמר הקדוש ברוך הוא, יבואו ישראל שבאו לחלקי, וינחלו את הארץ שבאה לחלקי. לכך כתוב, כי יכרית. ירמיה הנביא צווח ואמר, ואנכי אמרתי איך אשיתך בבנים ואתן לך ארץ חמדה (ירמיה ג יט), ארץ שחמדוה אבות העולם. אברהם נתאוה לה, שכן הוא אומר, ויאמר, ה' אלהים, במה אדע כי אירשנה (בר' טו ח). יצחק נתאוה לה, שנאמר לו, גור בארץ הזאת ואהיה עמך ואברכך, כי לך ולזרעך אתן את כל הארצות האל (שם כו ג). יעקב נתאוה לה, שנאמר, אם יהיה אלהים עמדי וגו' ושבתי בשלום אל בית אבי (שם כח כ-כא). אמר רבי יהודה, אף משה נתאווה, לה שנאמר, ואתחנן אל ה' וגו' אעברה נא ואראה וגו' (דב' ג כג-כה). ואף דוד נתאוה לה, שנאמר, בחרתי הסתופף בבית ה' (תהל' פד יא). מהו הסתופף. רבי תנחום ברבי חנילאי ורב. חד אמר, אמר דוד לפני הקדוש ברוך הוא, רבונו של עולם, אפילו יש לי פרקלטין וטרקלין בחוצה לארץ ואין לי אלא הסף בארץ ישראל, בחרתי הסתופף. וחד אמר, אפילו לא יהא לי לאכול בארץ ישראל אלא סיפוף של חרובין, בחרתי הסתופף. הוי, ואתן לך ארץ חמדה, ארץ שחמדו לה האבות. נחלת צבי (יר' ג ט). מה צבי קל בריצתו, אף ארץ ישראל מריצה פירותיה, שמבכרת תחלה. דבר אחר, מה צבי אין עורו מחזיק את בשרו, כך כשישראל זוכין, אין ארץ ישראל מחזקת פירותיה, צבאות גוים (שם), שצביונות גוים בה. כתיב, מלך יריחו אחד, מלך העי אשר מצד בית אל אחד (יהושע יב ט). אין בין זה לזה אלא שלשה, והוא אומר, מלך יריחו אחד, מלך העי וגו' אחד. אמר רבי פרנך בשם רבי יוחנן, כל מלך שהיה בחוץ לארץ, אם לא היה קונה עיר אחת בארץ ישראל, לא היה נקרא מלך. ראה מה כתיב גבי עכן, וארא[ה] בשלל אדרת שנער אחת טובה (שם ז כא). פורפירא בבלאה. ומנין היה ביריחו פורפירא בבלאה. אלא שהיה מלך בבל לשם וקנה עיר בארץ ישראל. הוי, ארץ שצביונות של או\"ה בה, והורישה לישראל. לכך כתיב, כי יכרית ה' אלהיך וגו']:", 
                "סימן ט", 
                "כי יכרית ה' אלהיך. אמר רבי לוי, משל למה הדבר דומה, למלך שנטע כרם בתוך שדהו, והיו בתוכו ארזים גדולים וקוצים. הלך המלך וקצץ את הארזים והניח את הקוצים. אמרו לו עבדיו ובני ביתו, אדונינו המלך, הקוצים שאוחזים בבגדינו וקורעין אותן הנחת, וקצצת את הארזים. אמר להם, אלו קצצתי את הקוצים והנחתי את הארזים, במה הייתי גודר את כרמי, אלא יפה עשיתי, יעמוד הכרם על עמדו, ואני מצית בהן את האור. וכך ישראל הם כרמו של הקדוש ברוך הוא, שנאמר, כי כרם ה' צבאות בית ישראל (ישעיה ה ז). והכניס ישראל לארץ וקצץ את הארזים שבה שהם הגוים העומדים בארץ ישראל, שנאמר, ואנכי השמדתי את האמרי מפניהם אשר כגובה ארזים גבהו וגו' (עמוס ב ט). והניח את בניהם ואת בני בניהם שם, כדי שישמרו בני ישראל את התורה, שנאמר, ואלה הגוים אשר הניח ה' לנסות בם את ישראל (שופ' ג א), השומרים הם את דרך ה'. וכשיעמוד הכרם על עמדו במשמרת התורה, שנאמר, והיו עמים משרפות שיד קוצים כסוחים באש יצתו (ישע' לג יב). וכתיב, כל הגוים כאין נגדו וגו' (שם מ יז). וכן את מוצא כשיצאו ישראל ממצרים ראה מה עשה פרעה. לקח שש מאות רכב בחור וגו' (שמו' יד ו), שלשים איש יצאו על כל אחד ואחד מישראל, ראה כמה אוכלסין יצאו עם פרעה. כשראו ישראל כך, נבהלו מפניהם. מה כתיב, ויסע מלאך האלהים וגו' (שם שם יט). וישראל אומרין, מי יוכל לעמוד כנגד אלו. אמר להם הקדוש ברוך הוא, חייכם, כל אלו חשובים לפני כאיש אחד וכרכב אחד, שנאמר, כי בא סוס פרעה וגו' (שמ' טו יט). וכולן מתו בנשימה אחת, שנאמר, נשפת ברוחך כסמו ים (שם טו י). וכן עתידין גוג ומגוג לבא על ישראל, וגם הם ישרפו כלם בשרפה אחת, שנאמר, ונשפטתי אתו בדבר ובדם וגשם שוטף וגו' (יחזק' לח כב). ובאותה שעה, והתגדלתי והתקדשתי ונודעתי לעיני גוים רבים וגו' (שם שם כג):", 
                "סימן י", 
                "עשר תעשר את כל תבואת זרעך. זה שאמר הכתוב, נבהל להון איש רע עין וגו' (משלי כח כב). רבי חנינא פתר קרא בעפרון, דאמר רבי חנינא, כל שקלים שבתורה סלעים, ושבנביאים לטרין, ושבכתובין קנטרין, בר משקלי עפרון דאינון קנטרין, הדא דכתיב, בכסף מלא יתננה לי בתוככם לאחוזת קבר (ברא' כג ט). ועל ידי שהכניס עין צרה בממונו של אברהם, חסרו הכתוב ו', הדא הוא דכתיב, ארץ ארבע מאות שקל כסף ביני ובינך מה היא (שם שם טו). אמר, מה הוא לי. אי בעית למיתן לי ארבע מאתן קנטרין דכסף, מן סחורה דביתך את יכיל יהיב לי. ועל ידי שהכניס עין צרה בממונו, חסרו הכתוב ו', הדא הוא דכתיב, וישמע אברהם אל עפרון וישקול אברהם לעפרן (שם שם טז). עפרן תנינא, חסר כתיב. רבי אמר פתח קרא בשואל פרה, והיתה עינו צרה לשכור שתי פרות, והוא שואל אחת ושוכר אחת. ולא ידע כי חסר יבואנו (מש' כח כב), דכתיב, בעליו אין עמו שלם ישלם (שמות כב יג). רבי יצחק פתח קרא בזה שהוא מלוה [ל] ישראל בריבית, והיתה עינו צרה להלותו שלא ברבית. ולא ידע כי חסר יבואנו, דכתיב, מרבה הונו בנשך ובתרבית לחונן דלים יקבצנו (משלי כח ח). ואיזה הוא חונן דלים, זה עשו הרשע. חונן דלים, והלא עושק דלים הוא. כגון אלו אפטרופ' דנפקין לקירתא ובזזין לאריסיא, ועללין למדינתא ואמרין, כנשין מסכיניא, דבעינן למיעבד עמהון מצוה. ומתלין אמר, בחוזרין, ומפלגיה בחולין. (ס\"א מתלא אמר, גייסייא בחוזרין, ומפלגא לבישיה). רבי לוי פתר קרא, בזה שאינו מוציא מעשרותיו כראוי. דאמר רבי לוי, מעשה באחד שהיה מוציא מעשרותיו כראוי, והיתה לו שדה אחת והיתה עושה אלף מדות, והיה מוציא מעשרותיו ממנה מאה מדות למעשר, ומן המותר היה מתפרנס הוא ובניו ובני ביתו כל ימיו. בשעת מיתתו קרא לבנו, אמר, בני, תן דעתך על שדה, כך וכך מדות היא עושה, וכך אני מוציא ממנה מעשר, וממנה הייתי מתפרנס אני וביתי כל ימי. שנה ראשונה, זרעה הבן אותה ועשתה אלף מדות. הוציא ממנה מאה מדות מעשר. שנייה, נכנס בו עין רעה, ופחת הוא עשרה, ופחתה היא מאה. שלישית, פחת הוא עשרה, פחתה היא מאה. וכן רביעית וחמישית, עד שעמדה על מעשרותיה. כשראו הקרובים כן, עמדו לבשו בגדים לבנים ונתעטפו לבנים ונכנסו אצלו. אמר להם, למה באתם, לשמוח על אותו האיש שנידוהו. אמרו ליה, חס ושלום, לא באנו אלא לשמוח עמך. לשעבר היית בעל הבית והקדוש ברוך הוא כהן, ועכשיו נעשית כהן והקדוש ברוך הוא בעל הבית. אמר רבי לוי, מי פחת שנה מן שנה עלי עידנא. לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "סימן יא", 
                "כתיב, בטח בה' ועשה טוב שכן ארץ ורעה אמונה (תה' לז ג). רבי חגי בשם רבי יצחק, הוה מסרס קרא ואמר הכי, עשה טוב בטח בה'. משל לבעל השוק שיצא לשער את המדות, ראה אותו אחד, התחיל מטמין מלפניו. אמר ליה, מה לך מטמין מלפני, שער מדותיך ואל תתירא, הדא הוא דכתיב, בטח בה' ועשה טוב. שכן ארץ ורעה אמונה, אמונה, שכן השכינה בארץ. דבר אחר, עשה שכונה של ארץ, הוי זורע, הוי נוטע. דבר אחר, שכון ארץ, שכן שבטו בארץ. ורעה אמונה, רעה אמונתן של אבות, דכתיב, עיני בנאמני ארץ לשבת עמדי (תהלי' קא ו). רבי יהושע דסכנין בשם רבי לוי אמר, בזכות שני דברים, ישראל מתחטאין לפני המקום, בזכות שבת, ובזכות מעשרות. בזכות שבת, דכתיב, אם תשיב משבת רגליך (ישע' נח יג). מה כתיב בתריה, אז תתענג על ה' (שם שם יד). בזכות מעשרות, דכתיב, ושמחת בכל הטוב אשר נתן לך ה' אלהיך (דב' כו יא). ואין טוב אלא תורה, שנאמר, כי לקח טוב נתתי לכם וגו' (מש' ד ב). לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "סימן יב", 
                "דכתיב, כבד את ה' מהונך (שם ג ט). שאם היית נאה, אל תהי פרוץ בעריות, שלא יהו הבריות אומרין, איש פלוני נאה ואינו גדור מן הערוה. על כן, כבד את ה' מהונך. דבר אחר, עביד בהונך, עד דלא תעביד בלא הונך. דבר אחר, אם היה קולך ערב, הוי פורס על שמע ועובר לפני התיבה, על שם, כבד את ה' מהונך, ממה שחיננך. כבד את ה', מהונך. מעשה באחד שהיה כונס יין ושמן, ולא היה מוציא מעשרותיו כראוי. ומה עשה לו הקדוש ברוך הוא. הכניס בו רוח חזזית ונטל המקל והתחיל משבר בחביות. גער בו בן ביתו. מה עשה לו. נטל את המקל ופצעו על ראשו. אמר לו, הרוח מסייע יתי ואת גער בי. אמר לו, תן לי את המקל ואני משבר אף אני. נתן לו את המקל. הוה מתבר איהו חדא חדא, הוי מתבר האי תרתי תרתי. מי גרם לו. על ידי שלא הוציא מעשרותיו כראוי. דאמר רבי לוי, מעשה באדם אחד שהיה מוציא מעשרותיו כראוי, והיה לו שדה אחת, ונתן לו הקדוש ברוך הוא בלבו שיעשה ועשה חציה זרע וחציה בית מקוה מים. ובאת שנת בצורת, והוה מזבין סאה חטין בסלע, וסאה מים בתלת סלעים. והוה מכריז ואמר, אתון זבנין סאה דמיא, דהיא עבדא תלת סאין דחטין. מי גרם לו זאת. על ידי שהוציא מעשרותיו כראוי. לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "סימן יג", 
                "עשר תעשר. זה שאמר הכתוב, לא תירא לביתה משלג כי כל ביתה לבוש שנים (מש' לא כא). חזקיה אמר, משפט רשעים בגיהנם שנים עשר חדשים. ששה חדשים בחמה, וששה חדשים בצינה. בתחלה, הקדוש ברוך הוא מכניסן בחמה, והן אומרים, זו היא גיהנם של הקדוש ברוך הוא. ואחרי כן מוציאן לשלג, והן אומרים, זו היא צנתו של הקדוש ברוך הוא. בתחלה הן אומרים הוה, ולבסוף הן אומרים ווי, הוא שדוד אומר, ויעלני מבור שאון מטיט היון (תהלים מ ג), ממקום שאומרים ווי ווי. והיכן הן משלימין עצמן, רבי יהודה בר רבי אומר, בשלג. הדא הוא דכתיב, בפרש שדי מלכים בה תשלג בצלמון (שם סח טו). השלג הוא צלמות שלהן. יכול אף לישראל. תלמוד לומר, כי כל ביתה לבוש שנים (משלי לא כא). שנים, שנים, מילה פריעה, ציצית [ו] תפילין, הענק תעניק, נתן תתן, פתח תפתח, עשר תעשר. לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "סימן יד", 
                "דבר אחר, עשר תעשר, זה שאמר הכתוב, והארץ חנפה תחת יושביה כי עברו תורות חלפו חוק וגו' (ישעי' כד ה). אמר רבי יצחק, את כבר מחנף לה והיא מחנפה לך. מראה לך קמה ואינה מראה לך גדיש, מראה לך גדיש ואינה מראה לך קמה, מראה לך קמה ואינה מראה לך גורן, מראה לך גורן ואינה מראה לך ערימה. למה. כי עברו תורות, שעברו על שתי תורות, תורה שבכתב ותורה שבעל פה. חלפו חוק, מעשרות. הפרו ברית עולם (שם), ברית אבות. לפיכך משה מזהיר את ישראל, עשר תעשר. נצור בני מצות אביך וגו' (מש' ו כ). אמר רב הונא, אבות הראשונים הפרישו תרומות ומעשרות. אברהם הפריש תרומה גדולה, שנאמר, הרמותי יד אל ה' וגו' (בר' יד כב). ואין הרמה אלא תרומה, כמה דאת אמר, והרמותם ממנו תרומת ה' (במד' יח כו). יצחק הפריש מעשר שני, שנאמר, ויזרע יצחק וגו' (ברא' כו יב). אמר רבי איבא בר כהנא, והלא אין הברכה מצויה לא על המדוד, ולא על השקול, ולא על המנוי. ולמה מודדין. בשביל לעשרו, הדא הוא דכתיב, ויברכהו ה' (שם). יעקב הפריש מעשר ראשון, שנאמר, וכל אשר תתן לי וגו' (שם כח כב). כותי אחד בא ושאל את רבי מאיר, אמר ליה, לית אתון אמרין (לי), דהדין יעקב אבוכון קשוט הוא. אמר לו, אין, דכתיב, תתן אמת ליעקב חסד לאברהם (מיכה ז כ). אמר ליה, הפריש שבטו של לוי אחד מעשרה שבטים, לא היה להפריש לו עוד שנים. אמר לו רבי מאיר, את אמרת דאינון תרי עשר, ואנא אמר דאינון ארבע עשרה, דכתיב, אפרים ומנשה כראובן ושמעון יהיו לי (ברא' מח ה). אמר לו, והא את מסייע לי, הוספת קמח הוסיף מים. אמר לו, אין את מודה לי דאינון ארבע אמהות שהיו להם ארבעה בכורות, ואין הבכור מתעשר. למה. שהוא קדש, ואין קדש מוציא קדש. אמר לה, טובי אומתך דאת בגוה. לכך כתיב, ואל תטוש תורת אמך (משלי א ח), אומתך. הוא שדוד אומר, לעשות רצונך אלהי חפצתי וגו' (תהל' מ ט). אמר רבי אחא בר עולא, וכי יש תורה בתוך המעים. לא כך כתיב, ועל לבם אכתבנה (ירמי' לא לב), אלא אמר דוד, יבא עלי אם ירד דבר לתוך מעי, אלא כשהוא מעושר, הדא הוא דכתיב, ועל אוצרות המלך עזמות בן עדיאל, ועל האוצרות בשדה בערים ובכפרים ובמגדלות יהונתן בן עזיהו (דה\"א כז כה). לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "סימן טו", 
                "עשר תעשר. זה שאמר הכתוב, אם עלי אדמתי תזעק ויחד תלמיה יבכיון (איוב לא לח). אמר הקדוש ברוך הוא לאיוב, כלום יש לך עליה אלא ארבע אמות בשעת מיתתך, ואת אמר, אם עלי אדמתי תזעק. יהא עבידא דידך. רבי חייא רבה ורבי שמעון בר חלפתא. רבי חייא רבה אמר, משל לאחד המוכר טלית באטליס, עבר אחד ראה אותו, אמר לו, שלי הוא. אמר לו, התעטף בה. אם מחזקת היא לך, הרי היא שלך. ואם לאו, אינה שלך. כך אמר הקדוש ברוך הוא לאיוב, הלא את השמים ואת הארץ אני מלא (ירמי' כג כד). ואת אומר, אם עלי אדמתי תזעק. היא עבידא דידך. ורבי שמעון בר חלפתא אמר, משל לאחד שהיה מוכר שפחה באטליס, עבר אחד ראה אותה, אמר לו, שלי הוא. אמר לו, נזוף בה, אם נשמעת היא לך, הרי היא שלך. ואם לאו, אינה שלך. כך אמר הקדוש ברוך הוא, אני הוא שכתוב בי, המביט לארץ ותרעד וגו' (תהל' קד כב). ואת אמרת, אם עלי אדמתי תזעק. הא עבידא דידך. באותה שעה אמר איוב, רבון העולמים, לא כך אמרתי לפניך, אלא אמרתי, אם לא הוצאתי מעשרותיה כראוי. יחד תלמיה יבכיון, (ו) אם זרעתי אותה כלאים. אם כחה אכלתי בלי כסף (איוב לא לט), זה מעשר שני, שנאמר, ונתת בכסף וצרת הכסף בידך (דב' יד כה). ונפש בעליה הפחתי (איוב לא לט), זה מעשר עני. אם לא עשיתי כן, תחת חטה יצא חוח ותחת שעורה באשה (שם שם מ). תני רבי הושעיה, למדך תורה דרך ארץ, שדה שהיא מעלה חוחים, יפה לזורעה חטים. שדה שהיא מעלה באשים, יפה לזורעה שעורים, מאי דכתיב, תחת חטה יצא חוח וגו'. תמו דברי איוב (שם). עד עכשיו חוזר איוב ומתנבא כמה נבואות, ואת אומר תמו דברי איוב. אלא אמר איוב, אם לא עשיתי כן, יתמו דברי ואל יהיה לי פתחון פה לומר לפניך, בערתי הקדש מן הבית דברים כו יג). לפיכך אמר משה לישראל, עשר תעשר:", 
                "סימן טז", 
                "עשר תעשר. זה שאמר הכתוב, לך ה' הצדקה ולנו בושת הפנים כיום הזה לאיש יהודה וגו' (דני' ט ז). אמר רבי יהודה ברבי אליעזר, עבודה זרה עברה עם ישראל בים, שנאמר, ועבר בים צרה והכה בים גלים (זכרי' י יא). ואין צרה אלא עבודה זרה, שנאמר, כי קצר המצע מהשתרע וגו' (ישע' כח כ), והים נקרע לפניהם. הוי, לך ה' הצדקה. אמר רבי יודן, כתיב, ויעלו בית יוסף גם הם בית אל וה' עמם (שופט' א כב). הולכים לעבוד עבודה זרה, ואת אמר, וה' עמם. יש צדקה גדולה מזו. הוי, לך ה' הצדקה. רבי יהודה בר סימון אמר, יש צדקה גדולה מזו. הרי הוא אומר, המה לקחו את אשר עשה מיכה ואת הכהן אשר היה לו ויבאו על ליש על עם שוקט ובוטח (שם יח כז). והמה לקחו את אשר עשה מיכה, צלמניא. ואת הכהן אשר היה לו, כומרא. ויבאו על ליש, פמיאס. על עם שוקט ובוטח. עובדי עבודה זרה היו והיא מצלחא בידיהן, דאת אמר, אל עם שוקט ובוטח. וכי יש צדקה גדולה מזו. הוי, לך ה' הצדקה. אמר רבי שמואל בר נחמני, את מוצא שבו ביום שעשו ישראל את העגל, בו ביום ירד להם המן. ולא עוד, אלא שנטלו ממנו והקריבו לעבודה זרה שלהם, שנאמר, ולחמי אשר נתתי לך סלת ושמן ודבש האכלתיך ונתתיהו לפניהם לריח ניחוח ויהי נאם ה' אלהים (יחז' טז יט). מהו ויהי. אמר רבי יודן, כמה דאת אמר, ויהי למחר. ואף על פי כן, ומנך לא מנעת מפיהם (נחמ' ט כ). הוי, לך ה' הצדקה. אמר רבי אליעזר אמר רבי חנניה מישאל ועזריה אמרו פסוק זה. אתה מוצא בשעה שעלו חנניה מישאל ועזריה מן הכבשן, נתכנסו כל מלכי האומות עליהם, הדא הוא דכתיב, ומתכנשין אחשדרפניא סגניא ופחותא והדברי מלכא (דני' ג כז). והיו כל המלכים האלו מרקקין בפניהם ואומרים להם, הייתם יודעים שאלהיכם כזה, ואתם משתחוים לצלם, וגרמתם לו להחריב את ביתו ולשרוף את היכלו ולהגלות אתכם עד עכשיו. עד שעשאו אותן גוש של רוק. והיו חנניה מישאל ועזריה מגביהין פניהם כלפי מעלה ואומרין, לך ה' הצדקה, צידוק הדין הוא. ולנו בשת הפנים, שאנו מכעיסין לפניך ואתה סובלנו. תניא בשם רבי חייא, בנוהג שבעולם, אדם שיש לו שדה, נותנו לאריס למחצה לשליש ולרביע. אבל הקדוש ברוך הוא אינו כן, משיב רוחות ומעלה עננים ומוריד גשמים ומפריח טללים ומגדל צמחים ומדשן פירות, ולא אמר להפריש לפניו, אלא אחד מעשרה. לפיכך משה מזהיר לישראל, עשר תעשר:", 
                "סימן יז", 
                "עשר תעשר. מה כתיב למעלה מן הענין, לא תאכלו כל נבלה וגו'. רבי עזריה ורבי יונתן בר חגי ורבי יצחק ברבי מריון, בשם רבי יוסי בר חנניה אומר, האוכל פירותיו טבלים, כאלו אוכל נבלות וטרפות. מה טעם. לא תאכלו כל נבלה, וכתיב בתריה, עשר תעשר. ורבי אבין בר רב הונא בשם רבי אבא אמר, האוכל פירותיו טבלים ומעשר עני, חייב מיתה. אמר רבי יצחק, בשלשה מקומות כתיב, לא תבשל גדי בחלב אמו, אחד לענינו, ואחד לענין תורה, ואחד לענין מעשרות. לענינו, דכתיב, ראשית בכורי אדמתך [וגו'] (שמ' כג יט). מה כתיב אחריו, הנה אנכי שולח מלאך לפניך. לענין תורה, דכתיב, ראשית בכורי אדמתך תביא בית ה' אלהיך (שם לד גו). מה כתיב אחריו, ויאמר ה' אל משה כתב לך את הדברים האלה. לענין מעשר, דכתיב למעלה, לא תאכלו כל נבלה וגו'. וכתיב בתריה, עשר תעשר. אמר הקדוש ברוך הוא, אל תגרמו לי לבשל גדיים בחלב אמותיהן עד שהן במעי אמותיהן. שאם אין אתם מוציאין מעשרותיכם כראוי, רוח אחת של קדים אני מוציא ומשדפתן כמה דאת אמר, ושדפה לפני קמה (מ\"ב יט כו):", 
                "סימן יח", 
                "עשר תעשר. עשר, בשביל שתתעשר. עשר, כדי שלא תתחסר. רמז למפרשי ימים, להפריש אחד מן עשרה לעמלי תורה. את כל תבואת זרעך, אם זכיתם, סוף שהם יוצאין לזרוע השדה. ואם לאו, סוף שהיוצא השדה מתגרה בכם, זה עשו, דכתיב בו, וילך עשו השדה לצוד ציד (ברא' כז ה). דבר אחר, את כל תבואת זרעך. אם זכיתם, סופך למיפק לחקלך וחמי על מה צריך מטר, ותתפלל ותענה. ואם לאו, סוף ששונאי ישראל יוצאין לקבור את בניהן בשדה. שנה שנה. אין מעשרין משנה לחברתה, דברי רבי עקיבא. ואכלת לפני ה' אלהיך במקום אשר יבחר לשכן שמו שם מעשר דגנך. אם תעשר, דגנך. ואם לאו, דגני, שנאמר, לכן אשוב ולקחתי דגני בעתו (הושע ב יא). אם זכיתם, תירושך. ואם לאו, תירושי במועדו (שם). אמר רבי שמעון בן לקיש, אמר הקדוש ברוך הוא, אני אמרתי לך, שתהא מוציא מעשרותיך מן המובחר. הא כיצד. בא בן לוי אצלך, אם נתת לו מעשר מן המובחר, אני נותן לך מן המובחר, שנאמר, יפתח ה' לך את אוצרו הטוב (דב' כח יב). ואם נתת לו מן החפוריות מן הקטניות, יש לי ליתן לך כמותו, שנאמר, יתן ה' את מטר ארצך אבק ועפר (שם שם כד). ובא הלוי כי אין לו חלק ונחלה עמך וגו', רבי יהודה בר סימון אומר, אמר הקדוש ברוך הוא, אם יש לך ארבעה בני בתים, יש לך ושמחת בחגך אתה ובנך ובתך ועבדך ואמתך. ואני יש לי ארבע בני בית, הלוי והגר והיתום והאלמנה, שלי. וכלן בפסוק אחד. אם אתה משמח את שלי ואת שלך בבית בימים טובים שנתתי לך, אף אני משמח את שלי ואת שלך בבית הבחירה, שנאמר, והביאותים אל הר קדשי ושמחתים בבית תפלתי. אמן, וכן יהי רצון: "
            ]
        ], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [
                "ראה אנכי. זה שאמר הכתוב, ולעם הזה תאמר כה אמר ה' הנני נותן לפניכם את דרך החיים ואת דרך המות (שם כא ח). וכתיב, משכיל לאסף, האזינה עמי תורתי, הטו אזנכם לאמרי פי (תה' עח א). וכתיב, רק השמר לך ושמור וגו' (דבר' ד ט). וכתיב, יום אשר עמדת וגו' (שם שם י). ללמדך, שכל מי שמתבטל מן התורה, כאלו כופר בהקדוש ברוך הוא. שלא נתן תורה לישראל אלא כדי שיעסקו בה יומם ולילה, שנאמר, והגית בו יומם ולילה וגו' (יהושע א ח). וכתיב, כי אם בתורת ה' חפצו וגו' (תהלים א ב). וכל העוסק בתורה ומקיימה, כאלו קבלה מהר סיני. לפיכך כתיב, והודעתם לבניך ולבני בניך (דב' ד ט). וסמיך ליה, יום אשר עמדת וגו' (שם שם י). כשבא אסף, התחיל לומר, האזינה עמי תורתי (תהל' עח א). וכן שלמה אמר, כי לקח טוב נתתי וגו' (משלי ד ב). אמרו ישראל לאסף, וכי יש תורה אחרת, שאתה אומר, האזינה עמי תורתי. כבר קבלנוה מהר סיני. אמר להם, פושעי ישראל אומרים, שהנביאים והכתובים אינן תורה, ואינם מאמינין בהם, שנאמר, ולא שמענו בקול ה' אלהינו ללכת בתורתיו אשר נתן לפנינו ביד עבדיו הנביאים (דני' ט י), הרי שהנביאים וכתובים, תורה הם. לכך נאמר, האזינה עמי תורתי. דבר אחר, האזינה עמי תורתי. זה שאמר הכתוב, לב חכם ישכיל פיהו ועל שפתיו וגו' (משלי טז כג). כשישראל חוטאין, נמנעין מכל טוב. וכשזוכין מן טוב, מוסיפין תורה. וכן את מוצא, כשעשו אותו מעשה, נמנעו מכל אותה טובה, שנאמר, ויהי כאשר קרב אל המחנה וירא את העגל וגו' (שמ' לב יט). וכשבקש משה רחמים עליהם, אמר ליה הקדוש ברוך הוא, משה, לא בראתי את העולם אלא בשביל תורה, שנאמר, ואשים דברי בפיך ובצל ידי כסיתיך וגו' (ישע' נא טז). והם המירו כבודי בתבנית שור, ואתה שברת את הלחות, והיאך העולם עומד בלא תורה. אמר לו, ומה אעשה. אמר לו, פסל לך שני לוחות אבנים כראשונים. לכך נאמר, לב חכם ישכיל פיהו. לפיכך כשעמד אסף, הזכיר למעלה, נחית כצאן עמך וגו'. מה כתיב אחריו. משכיל לאסף, האזינה עמי תורתי:", 
                "ראה אנכי וגו'. זה שאמר הכתוב, ויגל אזנם למוסר וגו', אם ישמעו ויעבורו, יכלו ימיהם בטוב ושניהם בנעימים, ואם לא ישמעו, בשלח יעבורו (איוב לו י-יב). ויגל אזנם למוסר. אין הקדוש ברוך הוא מביא צרה לאדם עד שהוא גולה לאזנו ומתרה בו, כדי שיחזור בו. אם חזר בו, הרי יפה. אם לאו, מביא עליו רעות. ויגל אזנם למוסר. ממי את למד. מפרעה מלך מצרים, כשהיה מבקש להביא עליו מכה, היה שולח ומתרה בו ביד משה עבדו, שנאמר, הנני מביא מחר ארבה בגבולך (שמות י ד). וכן הנני נוגף את כל גבולך בצפרדעים (שם ז כז). מתרה בו למוסר, למוסרה של תורה. ויאמר כי ישובון מאון (איוב לו י), מעול בני אדם ומלעוול להקדוש ברוך הוא. יכלו ימיהם בטוב, בטוב הם משלימין שנותיהם:", 
                "דבר אחר, ראה אנכי וגו'. זה שאמר הכתוב, מפי עליון לא תצא הרעות והטוב (איכה ג לח). אמר רבי אבין, בשעה שעמדו ישראל לפני הר סיני, נתן להם הקדוש ברוך הוא את התורה, באותה שעה כל מי שחטא הקדוש ברוך הוא פורע ממנו. לשעבר כל מי שחוטא, היה דור משלם חטאו. לדור המבול, אמרו רבותינו, הרבה כשרים היו בהן כגון נח ונמחו עם הדור. בדור הפלגה היו חוטאין, אפילו התינוקות משתלמין. כשעמדו ישראל בסיני ונתן להם הקדוש ברוך הוא את המצות, אמר, לשעבר היו הדורות לוקין על עון של אחד מהן. מכאן ואילך, אין הדור לוקה על אחד. הוי, מפי עליון לא תצא הרעות והטוב. ואמר רבי אבין, המקרא הזה מתמיה, מפי עליון לא תצא, לא רעות לצדיקים, ולא טובות לרשעים. אף משה סדר לפניהם שני דרכים, הטובה והרעה, דרך חיים ודרך מות, ברכה וקללה, שלא יהיו הרשעים אומרים, ברא את העולם סתם, ולא פירש לנו איזה דרך טובה, ואיזו דרך רעה שנפרוש ממנה ונבא לטובה. לכך אמר להם משה, והברכה אם תשמעו, והקללה אם לא תשמעו. משל לזקן שהיה יושב על הדרך, והיו לפניו שתי דרכים, אחת תחלתה קוצים וסופה מישור, ואחת תחלתה מישור וסופה קוצים, והיה יושב בראש שתיהן ומזהיר העוברים, ואומר להם, אף על פי שאתם רואים תחלתה של זו קוצים, לכו בה, שסופה מישור. וכל מי שהיה חכם שומע לו והיה מהלך בה ומתיגע קמעא. הלך בשלום ובא בשלום. אבל אותן שלא היו שומעין לו, היו הולכים ונכשלין בסוף. כך היה משה, פירש לבני ישראל ואמר להם, הרי דרך החיים ודרך המות, ברכה וקללה, ובחרת בחיים למען תחיה אתה וזרעך:", 
                "דבר אחר, ראה אנכי, אנכי שבחרתי בטובה, ראה היאך אנכי משונה מכל העולם. שלא יאמרו הבריות, כשבא משה לברכנו, מעט ברכנו. וכשבא לקללנו, הרבה קללנו. כיצד. הקללות שבתורת כהנים, שלשים פסוקים חסר אחד, והברכות אחד עשר. אמר רבי שמואל, מי שמביט בהן, מוצא הברכות יתרות על הקללות. כיצד. בברכות פתח באל\"ף, אם בחקתי תלכו, וסיים בתי\"ו, ואולך אתכם קוממיות, שהברכות באות עליהם מאל\"ף ועד תי\"ו. והקללות פתח בוא\"ו, ואם לא תשמעו, וסיים בה\"א, ביד משה. בין וא\"ו וה\"א, אין כלום. אמר רבי לוי, משל למלך שהיה לו בן, הכניס אותו לפלטרין שלו והראה לו תמחוי מלא כל טוב, והראה לו פלטרין חריבות. אמר הבן לאביו, התמחוי הזה למי. אמר, לאותו שמקלסני. והחרבות למי. לאותו שמורד בי. כך הקדוש ברוך הוא מראה להם ברכות וקללות, והן רואין הברכות מועטות, והקללות מרובות. דבר אחר, אמר להם הקדוש ברוך הוא, אם תעשו רצוני, אף על פי שכתבתי לכם ברכות מועטות, אני מרבה אותן לכם, ולא אביא עליכם הקללות. משל למלך שלקח עבד באוני, וכתב בתוך האוני, אם תהיה עושה רצוני ומשרת אותי כראוי, אני מאכילך ומשקך ומלבישך כשאר עבדי. ואם אינך עושה רצוני, איני מאכילך ואיני משקך, אלא אני כובלך ונותנך בבית האסורין. נכנס העבד ועשה רצונו יותר ממה שהתנה עמו. מה עשה העבד, חזר מעשות רצון רבו. אמר לו רבו, התניתי עמך שאני כובלך והורגך. חייך, אני עושה לך פשרה. כך ישראל, כתב להם הקדוש ברוך הוא, אם בחקותי תלכו, אני מביא עליכם הברכות הללו. ואם לאו, אני מביא עליכם הקללות, שנאמר, לא נפל דבר אחד מכל דברו הטוב (יהושע כא מג). וכשחטאו ישראל בימי ירמיהו, אמר הקדוש ברוך הוא, התניתי עמהם להביא עליהם קללות. אני יודע שאין בהם כח לעמוד בהם, אלא פשרה אני עושה עמהם. אמר רבי אבא אמר רבי ירמיה, עשה ה' אשר זמם, בצע אמרתו (איכה ב יז). בצע, עשה עמהם פשרה. לכך כתיב, ראה אנכי וגו'. אמר להם הקדוש ברוך הוא, בעולם הזה, סדרתי לפניכם ברכות וקללות, הטובות והרעות. לעולם הבא, אני מעביר מכם הקללות והרעות ואברך אתכם. וכל מי שרואה אתכם, יאמר שאתם עם ברוכים, שנאמר, ונודע בגוים זרעם וצאצאיהם בתוך העמים כל רואיהם יכירום כי הם זרע ברך ה' (ישע' סא ט):", 
                "כי ירחיב ה' אלהיך את גבולך. זה שאמר הכתוב, מתן אדם ירחיב לו (משלי יח טז). מתנה בשביל שאדם נותן משלו, מרחיב לו הקדוש ברוך הוא. מעשה באבון רמאה שהיה דר בבצרה. הלכו רבותיו לשם ומבקשים פרנסה. היה יושב ולא פסק תחלה עד שפסקו כל בני העיר, שהיה רוצה לידע כמה הם פוסקין, כדי לפסוק כנגד כולן. לכך נקרא אבון רמאה, שהיה מרמה על כל המצות. משידע כמה פסקו כל בני העיר, פסק כנגד כולן. מה עשו רבותינו. נטלוהו והושיבוהו על שפתה אצלם, לקיים מה שנאמר, מתן אדם ירחיב לו. דבר אחר, מתן אדם ירחיב לו, זה אברהם, כשרדף אחר חמשה המלכים, יצא מלך סדום לקראתו, אמר לו, תן לי הנפש והרכוש קח לך (בר' יד כא). אמר אברהם, הרימותי ידי אל ה' אל עליון, אם מחוט ועד שרוך נעל וגו' (שם שם כב-כג). אמר לו הקדוש ברוך הוא, אתה אמרת מחוט, חייך, אני מקיים בו בלשון את בניך, מה יפו פעמיך בנעלים (שה\"ש ז ב). הוי, מתן אדם ירחיב לו. דבר אחר, מתן אדם ירחיב לו, אלו ישראל, כשאמר להם הקדוש ברוך הוא להביא נדבה, מה כתוב שם, והם הביאו אליו עוד נדבה בבקר בבקר (שמ' לו ג), שני בקרים. מה זכו. הרחיב את גבולם, שנאמר, כי ירחיב ה' אלהיך את גבולך. בזכות מה הוא מרחיבו. כאשר דבר לך, בזכות עשרת הדברות שקבלתם. דבר אחר, כאשר דבר בזכות אבותיך:", 
                "ואמרת אכלה בשר. אמר רבי אליעזר ברבי יהושע, מכאן אתה למד, שלא יהא אדם לוקח ליטרא בשר, עד שיהא נמלך בביתו. ראה מה בין ישראל לאומות העולם. [ישראל] אם אין שוחטין, אין אוכלין. אבל אומות העולם, נוחרין ואוכלין. אמר להם הקדוש ברוך הוא לישראל, חייכם, לעולם הבא אתם אוכלים מאותן שאין נשחטין, מבהמות ולויתן, שכתוב בהן, אחד באחד יגשו ורוח לא יבא ביניהם (איוב מא ח):", 
                "כי יכרית ה'. אמר להם הקדוש ברוך הוא לישראל, חייכם, אני עושה מלחמותיכם ומכתיב עליכם שאתם הרגתם אותם. בוא וראה, אין מעשים של הקדוש ברוך הוא כמעשה מלך בשר ודם. מלך בשר ודם יוצא למלחמה, לגיונותיו יוצאים לפניו. אם נוצחים, הם באים ועושים עטרה ומכללין אותו. אבל הקדוש ברוך הוא אינו עושה כן, אלא עושה המלחמה ונותן עטרה לישראל, שנאמר, למכה מלכים גדולים, לסיחון מלך האמורי, ולעוג מלך הבשן (תהל' קלו יז-כ). ונתן עטרה לישראל, שנאמר, משה עבד ה' ובני ישראל הכום (יהושע יב ו). וכן ביהושע מה כתוב, וה' השליך עליהם אבנים גדולות מן השמים (שם י יא). ונאמר, ואלה מלכי הארץ אשר הכה יהושע ובני ישראל (שם יב ז). בשביל שנירש את ארצם, הכריתם מן העולם, כדי שנכנס ונירש בתים מלאים כל טוב. שכל הימים שהיו ישראל (קיימים, היו) מטולטלין ומחזירין במדבר ארבעים שנה, שהיו ראוים לעלות מיד, שנאמר, אעלה אתכם מעני מצרים (שמ' ג יז), אל ארץ טובה ורחבה. ולא נכנסו מיד, שכיון שיצאו ממצרים, שמעו שבע אומות שהן באין לירש. מה עשו. קצצו את האילנות, וסתמו את המעינות, ונתצו הבתים, שאם נכנסין שם, לא ימצאו כלום. אמר הקדוש ברוך הוא, אם אכניסם שם מיד, הן מוצאין אותה שממה, ואני הבטחתים שימצאו אותה מלאה כל טוב. מה עשה. עכבם במדבר ארבעים שנה, ונתיאשו הכנענים מישראל, לומר שאינם באים. עמדו ונטעו את האילנות, ותקנו הבורות והעיירות, כדי שיבואו ישראל על בנינה, לקיים מה שנאמר, ובתים מלאים כל טוב (דבר' ו יא), הדא הוא דכתיב, ולא נחם אלהים דרך ארץ פלשתים (שמות יג יז). כיון שהתקינו הכל, אמר הקדוש ברוך הוא למשה, מה אתה עומד, לך עלה מזה אתה והעם (שם לג א). עשה עמהם מלחמה והכריתם. אמרו ישראל למשה, (עד) מתי אנו נכנסין לארץ. כשיכרית ה' אלהיך מתוכה הגוים אתם נכנסין:", 
                "כי יכרית ה' וגו', זה שאמר הכתוב, קוה אל ה' ושמור דרכו (תהלים לז לד), שהיו סבורין ליכנס לארץ מיד. אמר להם, אתם סבורים לירש את ארצם, שמרו דרכו של הקדוש ברוך הוא, שנאמר, קוה אל ה' ושמור דרכו וירוממך לרשת ארץ בהכרת רשעים תראה (תהלים לז לד). הוא שמשה אמר, כי יכרית ה' אלהיך. מהו כי יכרית. על תנאי הוא. שאם ישמרו את התורה, יכנסו לארץ. ובכל מקום שאתה מוצא כי, על תנאי הוא. כי יקרא קן צפור לפניך בדרך שלח תשלח (דבר' כב ז). כי תשא את ראש בני ישראל ונתנו איש כפר (שמות ל יב). כי תבנה בית חדש ועשית מעקה (דברים כב ח). אף כאן התנה הקדוש ברוך הוא עמהן שאינו מכרית את הגוים אלא על מנת שישמרו את התורה. חביבה ארץ ישראל שבחר בה הקדוש ברוך הוא. אתה מוצא, כשברא העולם, חלק הארצות לשרי האומות ובחר בארץ ישראל. מניין. שכן משה אמר, בהנחל עליון גוים וגו' (שם לב ח), ובחר לחלקו, ישראל, שנאמר, כי חלק ה' עמו, יעקב חבל נחלתו (שם שם ט). אמר הקדוש ברוך הוא, יבואו ישראל שבאו לחלקי, וינחלו את הארץ שבאה לחלקי. לכך כתוב, כי יכרית. ירמיה הנביא צווח ואמר, ואנכי אמרתי איך אשיתך בבנים ואתן לך ארץ חמדה (ירמיה ג יט), ארץ שחמדוה אבות העולם. אברהם נתאוה לה, שכן הוא אומר, ויאמר, ה' אלהים, במה אדע כי אירשנה (בר' טו ח). יצחק נתאוה לה, שנאמר לו, גור בארץ הזאת ואהיה עמך ואברכך, כי לך ולזרעך אתן את כל הארצות האל (שם כו ג). יעקב נתאוה לה, שנאמר, אם יהיה אלהים עמדי וגו' ושבתי בשלום אל בית אבי (שם כח כ-כא). אמר רבי יהודה, אף משה נתאווה, לה שנאמר, ואתחנן אל ה' וגו' אעברה נא ואראה וגו' (דב' ג כג-כה). ואף דוד נתאוה לה, שנאמר, בחרתי הסתופף בבית ה' (תהל' פד יא). מהו הסתופף. רבי תנחום ברבי חנילאי ורב. חד אמר, אמר דוד לפני הקדוש ברוך הוא, רבונו של עולם, אפילו יש לי פרקלטין וטרקלין בחוצה לארץ ואין לי אלא הסף בארץ ישראל, בחרתי הסתופף. וחד אמר, אפילו לא יהא לי לאכול בארץ ישראל אלא סיפוף של חרובין, בחרתי הסתופף. הוי, ואתן לך ארץ חמדה, ארץ שחמדו לה האבות. נחלת צבי (יר' ג ט). מה צבי קל בריצתו, אף ארץ ישראל מריצה פירותיה, שמבכרת תחלה. דבר אחר, מה צבי אין עורו מחזיק את בשרו, כך כשישראל זוכין, אין ארץ ישראל מחזקת פירותיה, צבאות גוים (שם), שצביונות גוים בה. כתיב, מלך יריחו אחד, מלך העי אשר מצד בית אל אחד (יהושע יב ט). אין בין זה לזה אלא שלשה, והוא אומר, מלך יריחו אחד, מלך העי וגו' אחד. אמר רבי פרנך בשם רבי יוחנן, כל מלך שהיה בחוץ לארץ, אם לא היה קונה עיר אחת בארץ ישראל, לא היה נקרא מלך. ראה מה כתיב גבי עכן, וארא[ה] בשלל אדרת שנער אחת טובה (שם ז כא). פורפירא בבלאה. ומנין היה ביריחו פורפירא בבלאה. אלא שהיה מלך בבל לשם וקנה עיר בארץ ישראל. הוי, ארץ שצביונות של או\"ה בה, והורישה לישראל. לכך כתיב, כי יכרית ה' אלהיך וגו']:", 
                "כי יכרית ה' אלהיך. אמר רבי לוי, משל למה הדבר דומה, למלך שנטע כרם בתוך שדהו, והיו בתוכו ארזים גדולים וקוצים. הלך המלך וקצץ את הארזים והניח את הקוצים. אמרו לו עבדיו ובני ביתו, אדונינו המלך, הקוצים שאוחזים בבגדינו וקורעין אותן הנחת, וקצצת את הארזים. אמר להם, אלו קצצתי את הקוצים והנחתי את הארזים, במה הייתי גודר את כרמי, אלא יפה עשיתי, יעמוד הכרם על עמדו, ואני מצית בהן את האור. וכך ישראל הם כרמו של הקדוש ברוך הוא, שנאמר, כי כרם ה' צבאות בית ישראל (ישעיה ה ז). והכניס ישראל לארץ וקצץ את הארזים שבה שהם הגוים העומדים בארץ ישראל, שנאמר, ואנכי השמדתי את האמרי מפניהם אשר כגובה ארזים גבהו וגו' (עמוס ב ט). והניח את בניהם ואת בני בניהם שם, כדי שישמרו בני ישראל את התורה, שנאמר, ואלה הגוים אשר הניח ה' לנסות בם את ישראל (שופ' ג א), השומרים הם את דרך ה'. וכשיעמוד הכרם על עמדו במשמרת התורה, שנאמר, והיו עמים משרפות שיד קוצים כסוחים באש יצתו (ישע' לג יב). וכתיב, כל הגוים כאין נגדו וגו' (שם מ יז). וכן את מוצא כשיצאו ישראל ממצרים ראה מה עשה פרעה. לקח שש מאות רכב בחור וגו' (שמו' יד ו), שלשים איש יצאו על כל אחד ואחד מישראל, ראה כמה אוכלסין יצאו עם פרעה. כשראו ישראל כך, נבהלו מפניהם. מה כתיב, ויסע מלאך האלהים וגו' (שם שם יט). וישראל אומרין, מי יוכל לעמוד כנגד אלו. אמר להם הקדוש ברוך הוא, חייכם, כל אלו חשובים לפני כאיש אחד וכרכב אחד, שנאמר, כי בא סוס פרעה וגו' (שמ' טו יט). וכולן מתו בנשימה אחת, שנאמר, נשפת ברוחך כסמו ים (שם טו י). וכן עתידין גוג ומגוג לבא על ישראל, וגם הם ישרפו כלם בשרפה אחת, שנאמר, ונשפטתי אתו בדבר ובדם וגשם שוטף וגו' (יחזק' לח כב). ובאותה שעה, והתגדלתי והתקדשתי ונודעתי לעיני גוים רבים וגו' (שם שם כג):", 
                "עשר תעשר את כל תבואת זרעך. זה שאמר הכתוב, נבהל להון איש רע עין וגו' (משלי כח כב). רבי חנינא פתר קרא בעפרון, דאמר רבי חנינא, כל שקלים שבתורה סלעים, ושבנביאים לטרין, ושבכתובין קנטרין, בר משקלי עפרון דאינון קנטרין, הדא דכתיב, בכסף מלא יתננה לי בתוככם לאחוזת קבר (ברא' כג ט). ועל ידי שהכניס עין צרה בממונו של אברהם, חסרו הכתוב ו', הדא הוא דכתיב, ארץ ארבע מאות שקל כסף ביני ובינך מה היא (שם שם טו). אמר, מה הוא לי. אי בעית למיתן לי ארבע מאתן קנטרין דכסף, מן סחורה דביתך את יכיל יהיב לי. ועל ידי שהכניס עין צרה בממונו, חסרו הכתוב ו', הדא הוא דכתיב, וישמע אברהם אל עפרון וישקול אברהם לעפרן (שם שם טז). עפרן תנינא, חסר כתיב. רבי אמר פתח קרא בשואל פרה, והיתה עינו צרה לשכור שתי פרות, והוא שואל אחת ושוכר אחת. ולא ידע כי חסר יבואנו (מש' כח כב), דכתיב, בעליו אין עמו שלם ישלם (שמות כב יג). רבי יצחק פתח קרא בזה שהוא מלוה [ל] ישראל בריבית, והיתה עינו צרה להלותו שלא ברבית. ולא ידע כי חסר יבואנו, דכתיב, מרבה הונו בנשך ובתרבית לחונן דלים יקבצנו (משלי כח ח). ואיזה הוא חונן דלים, זה עשו הרשע. חונן דלים, והלא עושק דלים הוא. כגון אלו אפטרופ' דנפקין לקירתא ובזזין לאריסיא, ועללין למדינתא ואמרין, כנשין מסכיניא, דבעינן למיעבד עמהון מצוה. ומתלין אמר, בחוזרין, ומפלגיה בחולין. (ס\"א מתלא אמר, גייסייא בחוזרין, ומפלגא לבישיה). רבי לוי פתר קרא, בזה שאינו מוציא מעשרותיו כראוי. דאמר רבי לוי, מעשה באחד שהיה מוציא מעשרותיו כראוי, והיתה לו שדה אחת והיתה עושה אלף מדות, והיה מוציא מעשרותיו ממנה מאה מדות למעשר, ומן המותר היה מתפרנס הוא ובניו ובני ביתו כל ימיו. בשעת מיתתו קרא לבנו, אמר, בני, תן דעתך על שדה, כך וכך מדות היא עושה, וכך אני מוציא ממנה מעשר, וממנה הייתי מתפרנס אני וביתי כל ימי. שנה ראשונה, זרעה הבן אותה ועשתה אלף מדות. הוציא ממנה מאה מדות מעשר. שנייה, נכנס בו עין רעה, ופחת הוא עשרה, ופחתה היא מאה. שלישית, פחת הוא עשרה, פחתה היא מאה. וכן רביעית וחמישית, עד שעמדה על מעשרותיה. כשראו הקרובים כן, עמדו לבשו בגדים לבנים ונתעטפו לבנים ונכנסו אצלו. אמר להם, למה באתם, לשמוח על אותו האיש שנידוהו. אמרו ליה, חס ושלום, לא באנו אלא לשמוח עמך. לשעבר היית בעל הבית והקדוש ברוך הוא כהן, ועכשיו נעשית כהן והקדוש ברוך הוא בעל הבית. אמר רבי לוי, מי פחת שנה מן שנה עלי עידנא. לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "כתיב, בטח בה' ועשה טוב שכן ארץ ורעה אמונה (תה' לז ג). רבי חגי בשם רבי יצחק, הוה מסרס קרא ואמר הכי, עשה טוב בטח בה'. משל לבעל השוק שיצא לשער את המדות, ראה אותו אחד, התחיל מטמין מלפניו. אמר ליה, מה לך מטמין מלפני, שער מדותיך ואל תתירא, הדא הוא דכתיב, בטח בה' ועשה טוב. שכן ארץ ורעה אמונה, אמונה, שכן השכינה בארץ. דבר אחר, עשה שכונה של ארץ, הוי זורע, הוי נוטע. דבר אחר, שכון ארץ, שכן שבטו בארץ. ורעה אמונה, רעה אמונתן של אבות, דכתיב, עיני בנאמני ארץ לשבת עמדי (תהלי' קא ו). רבי יהושע דסכנין בשם רבי לוי אמר, בזכות שני דברים, ישראל מתחטאין לפני המקום, בזכות שבת, ובזכות מעשרות. בזכות שבת, דכתיב, אם תשיב משבת רגליך (ישע' נח יג). מה כתיב בתריה, אז תתענג על ה' (שם שם יד). בזכות מעשרות, דכתיב, ושמחת בכל הטוב אשר נתן לך ה' אלהיך (דב' כו יא). ואין טוב אלא תורה, שנאמר, כי לקח טוב נתתי לכם וגו' (מש' ד ב). לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "דכתיב, כבד את ה' מהונך (שם ג ט). שאם היית נאה, אל תהי פרוץ בעריות, שלא יהו הבריות אומרין, איש פלוני נאה ואינו גדור מן הערוה. על כן, כבד את ה' מהונך. דבר אחר, עביד בהונך, עד דלא תעביד בלא הונך. דבר אחר, אם היה קולך ערב, הוי פורס על שמע ועובר לפני התיבה, על שם, כבד את ה' מהונך, ממה שחיננך. כבד את ה', מהונך. מעשה באחד שהיה כונס יין ושמן, ולא היה מוציא מעשרותיו כראוי. ומה עשה לו הקדוש ברוך הוא. הכניס בו רוח חזזית ונטל המקל והתחיל משבר בחביות. גער בו בן ביתו. מה עשה לו. נטל את המקל ופצעו על ראשו. אמר לו, הרוח מסייע יתי ואת גער בי. אמר לו, תן לי את המקל ואני משבר אף אני. נתן לו את המקל. הוה מתבר איהו חדא חדא, הוי מתבר האי תרתי תרתי. מי גרם לו. על ידי שלא הוציא מעשרותיו כראוי. דאמר רבי לוי, מעשה באדם אחד שהיה מוציא מעשרותיו כראוי, והיה לו שדה אחת, ונתן לו הקדוש ברוך הוא בלבו שיעשה ועשה חציה זרע וחציה בית מקוה מים. ובאת שנת בצורת, והוה מזבין סאה חטין בסלע, וסאה מים בתלת סלעים. והוה מכריז ואמר, אתון זבנין סאה דמיא, דהיא עבדא תלת סאין דחטין. מי גרם לו זאת. על ידי שהוציא מעשרותיו כראוי. לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "עשר תעשר. זה שאמר הכתוב, לא תירא לביתה משלג כי כל ביתה לבוש שנים (מש' לא כא). חזקיה אמר, משפט רשעים בגיהנם שנים עשר חדשים. ששה חדשים בחמה, וששה חדשים בצינה. בתחלה, הקדוש ברוך הוא מכניסן בחמה, והן אומרים, זו היא גיהנם של הקדוש ברוך הוא. ואחרי כן מוציאן לשלג, והן אומרים, זו היא צנתו של הקדוש ברוך הוא. בתחלה הן אומרים הוה, ולבסוף הן אומרים ווי, הוא שדוד אומר, ויעלני מבור שאון מטיט היון (תהלים מ ג), ממקום שאומרים ווי ווי. והיכן הן משלימין עצמן, רבי יהודה בר רבי אומר, בשלג. הדא הוא דכתיב, בפרש שדי מלכים בה תשלג בצלמון (שם סח טו). השלג הוא צלמות שלהן. יכול אף לישראל. תלמוד לומר, כי כל ביתה לבוש שנים (משלי לא כא). שנים, שנים, מילה פריעה, ציצית [ו] תפילין, הענק תעניק, נתן תתן, פתח תפתח, עשר תעשר. לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "דבר אחר, עשר תעשר, זה שאמר הכתוב, והארץ חנפה תחת יושביה כי עברו תורות חלפו חוק וגו' (ישעי' כד ה). אמר רבי יצחק, את כבר מחנף לה והיא מחנפה לך. מראה לך קמה ואינה מראה לך גדיש, מראה לך גדיש ואינה מראה לך קמה, מראה לך קמה ואינה מראה לך גורן, מראה לך גורן ואינה מראה לך ערימה. למה. כי עברו תורות, שעברו על שתי תורות, תורה שבכתב ותורה שבעל פה. חלפו חוק, מעשרות. הפרו ברית עולם (שם), ברית אבות. לפיכך משה מזהיר את ישראל, עשר תעשר. נצור בני מצות אביך וגו' (מש' ו כ). אמר רב הונא, אבות הראשונים הפרישו תרומות ומעשרות. אברהם הפריש תרומה גדולה, שנאמר, הרמותי יד אל ה' וגו' (בר' יד כב). ואין הרמה אלא תרומה, כמה דאת אמר, והרמותם ממנו תרומת ה' (במד' יח כו). יצחק הפריש מעשר שני, שנאמר, ויזרע יצחק וגו' (ברא' כו יב). אמר רבי איבא בר כהנא, והלא אין הברכה מצויה לא על המדוד, ולא על השקול, ולא על המנוי. ולמה מודדין. בשביל לעשרו, הדא הוא דכתיב, ויברכהו ה' (שם). יעקב הפריש מעשר ראשון, שנאמר, וכל אשר תתן לי וגו' (שם כח כב). כותי אחד בא ושאל את רבי מאיר, אמר ליה, לית אתון אמרין (לי), דהדין יעקב אבוכון קשוט הוא. אמר לו, אין, דכתיב, תתן אמת ליעקב חסד לאברהם (מיכה ז כ). אמר ליה, הפריש שבטו של לוי אחד מעשרה שבטים, לא היה להפריש לו עוד שנים. אמר לו רבי מאיר, את אמרת דאינון תרי עשר, ואנא אמר דאינון ארבע עשרה, דכתיב, אפרים ומנשה כראובן ושמעון יהיו לי (ברא' מח ה). אמר לו, והא את מסייע לי, הוספת קמח הוסיף מים. אמר לו, אין את מודה לי דאינון ארבע אמהות שהיו להם ארבעה בכורות, ואין הבכור מתעשר. למה. שהוא קדש, ואין קדש מוציא קדש. אמר לה, טובי אומתך דאת בגוה. לכך כתיב, ואל תטוש תורת אמך (משלי א ח), אומתך. הוא שדוד אומר, לעשות רצונך אלהי חפצתי וגו' (תהל' מ ט). אמר רבי אחא בר עולא, וכי יש תורה בתוך המעים. לא כך כתיב, ועל לבם אכתבנה (ירמי' לא לב), אלא אמר דוד, יבא עלי אם ירד דבר לתוך מעי, אלא כשהוא מעושר, הדא הוא דכתיב, ועל אוצרות המלך עזמות בן עדיאל, ועל האוצרות בשדה בערים ובכפרים ובמגדלות יהונתן בן עזיהו (דה\"א כז כה). לפיכך משה מזהיר את ישראל, עשר תעשר:", 
                "עשר תעשר. זה שאמר הכתוב, אם עלי אדמתי תזעק ויחד תלמיה יבכיון (איוב לא לח). אמר הקדוש ברוך הוא לאיוב, כלום יש לך עליה אלא ארבע אמות בשעת מיתתך, ואת אמר, אם עלי אדמתי תזעק. יהא עבידא דידך. רבי חייא רבה ורבי שמעון בר חלפתא. רבי חייא רבה אמר, משל לאחד המוכר טלית באטליס, עבר אחד ראה אותו, אמר לו, שלי הוא. אמר לו, התעטף בה. אם מחזקת היא לך, הרי היא שלך. ואם לאו, אינה שלך. כך אמר הקדוש ברוך הוא לאיוב, הלא את השמים ואת הארץ אני מלא (ירמי' כג כד). ואת אומר, אם עלי אדמתי תזעק. היא עבידא דידך. ורבי שמעון בר חלפתא אמר, משל לאחד שהיה מוכר שפחה באטליס, עבר אחד ראה אותה, אמר לו, שלי הוא. אמר לו, נזוף בה, אם נשמעת היא לך, הרי היא שלך. ואם לאו, אינה שלך. כך אמר הקדוש ברוך הוא, אני הוא שכתוב בי, המביט לארץ ותרעד וגו' (תהל' קד כב). ואת אמרת, אם עלי אדמתי תזעק. הא עבידא דידך. באותה שעה אמר איוב, רבון העולמים, לא כך אמרתי לפניך, אלא אמרתי, אם לא הוצאתי מעשרותיה כראוי. יחד תלמיה יבכיון, (ו) אם זרעתי אותה כלאים. אם כחה אכלתי בלי כסף (איוב לא לט), זה מעשר שני, שנאמר, ונתת בכסף וצרת הכסף בידך (דב' יד כה). ונפש בעליה הפחתי (איוב לא לט), זה מעשר עני. אם לא עשיתי כן, תחת חטה יצא חוח ותחת שעורה באשה (שם שם מ). תני רבי הושעיה, למדך תורה דרך ארץ, שדה שהיא מעלה חוחים, יפה לזורעה חטים. שדה שהיא מעלה באשים, יפה לזורעה שעורים, מאי דכתיב, תחת חטה יצא חוח וגו'. תמו דברי איוב (שם). עד עכשיו חוזר איוב ומתנבא כמה נבואות, ואת אומר תמו דברי איוב. אלא אמר איוב, אם לא עשיתי כן, יתמו דברי ואל יהיה לי פתחון פה לומר לפניך, בערתי הקדש מן הבית דברים כו יג). לפיכך אמר משה לישראל, עשר תעשר:", 
                "עשר תעשר. זה שאמר הכתוב, לך ה' הצדקה ולנו בושת הפנים כיום הזה לאיש יהודה וגו' (דני' ט ז). אמר רבי יהודה ברבי אליעזר, עבודה זרה עברה עם ישראל בים, שנאמר, ועבר בים צרה והכה בים גלים (זכרי' י יא). ואין צרה אלא עבודה זרה, שנאמר, כי קצר המצע מהשתרע וגו' (ישע' כח כ), והים נקרע לפניהם. הוי, לך ה' הצדקה. אמר רבי יודן, כתיב, ויעלו בית יוסף גם הם בית אל וה' עמם (שופט' א כב). הולכים לעבוד עבודה זרה, ואת אמר, וה' עמם. יש צדקה גדולה מזו. הוי, לך ה' הצדקה. רבי יהודה בר סימון אמר, יש צדקה גדולה מזו. הרי הוא אומר, המה לקחו את אשר עשה מיכה ואת הכהן אשר היה לו ויבאו על ליש על עם שוקט ובוטח (שם יח כז). והמה לקחו את אשר עשה מיכה, צלמניא. ואת הכהן אשר היה לו, כומרא. ויבאו על ליש, פמיאס. על עם שוקט ובוטח. עובדי עבודה זרה היו והיא מצלחא בידיהן, דאת אמר, אל עם שוקט ובוטח. וכי יש צדקה גדולה מזו. הוי, לך ה' הצדקה. אמר רבי שמואל בר נחמני, את מוצא שבו ביום שעשו ישראל את העגל, בו ביום ירד להם המן. ולא עוד, אלא שנטלו ממנו והקריבו לעבודה זרה שלהם, שנאמר, ולחמי אשר נתתי לך סלת ושמן ודבש האכלתיך ונתתיהו לפניהם לריח ניחוח ויהי נאם ה' אלהים (יחז' טז יט). מהו ויהי. אמר רבי יודן, כמה דאת אמר, ויהי למחר. ואף על פי כן, ומנך לא מנעת מפיהם (נחמ' ט כ). הוי, לך ה' הצדקה. אמר רבי אליעזר אמר רבי חנניה מישאל ועזריה אמרו פסוק זה. אתה מוצא בשעה שעלו חנניה מישאל ועזריה מן הכבשן, נתכנסו כל מלכי האומות עליהם, הדא הוא דכתיב, ומתכנשין אחשדרפניא סגניא ופחותא והדברי מלכא (דני' ג כז). והיו כל המלכים האלו מרקקין בפניהם ואומרים להם, הייתם יודעים שאלהיכם כזה, ואתם משתחוים לצלם, וגרמתם לו להחריב את ביתו ולשרוף את היכלו ולהגלות אתכם עד עכשיו. עד שעשאו אותן גוש של רוק. והיו חנניה מישאל ועזריה מגביהין פניהם כלפי מעלה ואומרין, לך ה' הצדקה, צידוק הדין הוא. ולנו בשת הפנים, שאנו מכעיסין לפניך ואתה סובלנו. תניא בשם רבי חייא, בנוהג שבעולם, אדם שיש לו שדה, נותנו לאריס למחצה לשליש ולרביע. אבל הקדוש ברוך הוא אינו כן, משיב רוחות ומעלה עננים ומוריד גשמים ומפריח טללים ומגדל צמחים ומדשן פירות, ולא אמר להפריש לפניו, אלא אחד מעשרה. לפיכך משה מזהיר לישראל, עשר תעשר:", 
                "עשר תעשר. מה כתיב למעלה מן הענין, לא תאכלו כל נבלה וגו'. רבי עזריה ורבי יונתן בר חגי ורבי יצחק ברבי מריון, בשם רבי יוסי בר חנניה אומר, האוכל פירותיו טבלים, כאלו אוכל נבלות וטרפות. מה טעם. לא תאכלו כל נבלה, וכתיב בתריה, עשר תעשר. ורבי אבין בר רב הונא בשם רבי אבא אמר, האוכל פירותיו טבלים ומעשר עני, חייב מיתה. אמר רבי יצחק, בשלשה מקומות כתיב, לא תבשל גדי בחלב אמו, אחד לענינו, ואחד לענין תורה, ואחד לענין מעשרות. לענינו, דכתיב, ראשית בכורי אדמתך [וגו'] (שמ' כג יט). מה כתיב אחריו, הנה אנכי שולח מלאך לפניך. לענין תורה, דכתיב, ראשית בכורי אדמתך תביא בית ה' אלהיך (שם לד גו). מה כתיב אחריו, ויאמר ה' אל משה כתב לך את הדברים האלה. לענין מעשר, דכתיב למעלה, לא תאכלו כל נבלה וגו'. וכתיב בתריה, עשר תעשר. אמר הקדוש ברוך הוא, אל תגרמו לי לבשל גדיים בחלב אמותיהן עד שהן במעי אמותיהן. שאם אין אתם מוציאין מעשרותיכם כראוי, רוח אחת של קדים אני מוציא ומשדפתן כמה דאת אמר, ושדפה לפני קמה (מ\"ב יט כו):", 
                "עשר תעשר. עשר, בשביל שתתעשר. עשר, כדי שלא תתחסר. רמז למפרשי ימים, להפריש אחד מן עשרה לעמלי תורה. את כל תבואת זרעך, אם זכיתם, סוף שהם יוצאין לזרוע השדה. ואם לאו, סוף שהיוצא השדה מתגרה בכם, זה עשו, דכתיב בו, וילך עשו השדה לצוד ציד (ברא' כז ה). דבר אחר, את כל תבואת זרעך. אם זכיתם, סופך למיפק לחקלך וחמי על מה צריך מטר, ותתפלל ותענה. ואם לאו, סוף ששונאי ישראל יוצאין לקבור את בניהן בשדה. שנה שנה. אין מעשרין משנה לחברתה, דברי רבי עקיבא. ואכלת לפני ה' אלהיך במקום אשר יבחר לשכן שמו שם מעשר דגנך. אם תעשר, דגנך. ואם לאו, דגני, שנאמר, לכן אשוב ולקחתי דגני בעתו (הושע ב יא). אם זכיתם, תירושך. ואם לאו, תירושי במועדו (שם). אמר רבי שמעון בן לקיש, אמר הקדוש ברוך הוא, אני אמרתי לך, שתהא מוציא מעשרותיך מן המובחר. הא כיצד. בא בן לוי אצלך, אם נתת לו מעשר מן המובחר, אני נותן לך מן המובחר, שנאמר, יפתח ה' לך את אוצרו הטוב (דב' כח יב). ואם נתת לו מן החפוריות מן הקטניות, יש לי ליתן לך כמותו, שנאמר, יתן ה' את מטר ארצך אבק ועפר (שם שם כד). ובא הלוי כי אין לו חלק ונחלה עמך וגו', רבי יהודה בר סימון אומר, אמר הקדוש ברוך הוא, אם יש לך ארבעה בני בתים, יש לך ושמחת בחגך אתה ובנך ובתך ועבדך ואמתך. ואני יש לי ארבע בני בית, הלוי והגר והיתום והאלמנה, שלי. וכלן בפסוק אחד. אם אתה משמח את שלי ואת שלך בבית בימים טובים שנתתי לך, אף אני משמח את שלי ואת שלך בבית הבחירה, שנאמר, והביאותים אל הר קדשי ושמחתים בבית תפלתי. אמן, וכן יהי רצון:"
            ]
        ]
    ], 
    "versionSource": "http://www.tsel.org/torah/tanhuma/raeh.html", 
    "heTitle": "מדרש תנחומא", 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ]
}