{
    "versionTitle": "Tazria Tanchuma", 
    "sectionNames": [
        "Book", 
        "Parshah", 
        "Siman"
    ], 
    "language": "he", 
    "title": "Midrash Tanchuma", 
    "text": [
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [
                "אשה כי תזריע וילדה זכר. זה שאמר הכתוב, מי יתנני כירחי קדם וגו' (איוב כט ב). הפסוק הזה איוב אמר. אימתי. בשעה שבאו עליו היסורין. אמר, מי יתנני כירחי קדם ולואי שהייתי כאותן הימים שהייתי במעי אמי. כימי אלוה ישמרני (שם), מלמד שהולד משתמר במעי אמו. בהלו נרו עלי ראשי, לאורו אלך חשך (שם שם ג). מכאן את למד, שהאורה לתינוק כשהוא במעי אמו. כאשר הייתי בימי חרפי, בסוד אלוה עלי אהלי (שם שם ד). כשם שהגשם מוחה בקרקע ומלכלך אותה, כך התינוק מלוכלך במעי אמו, ד\"א בסוד אלוה עלי אהלי מדבר בתינוק וכשם שהתינוק מלוכלך כך אדם מלוכלך מעונות והצרות באות עליו. באותה שעה הוא אומר, מי יתנני כירחי קדם, ולואי היו לי אותן הירחים והימים שהייתי במעי אמי. מה אומר באחרונה, כאשר הייתי בימי חרפי, אמר רבי אבהו, התינוק יוצא ממעי אמו מלא רירין ומלא דם, והם מחבבין אותו. וכן מנהג כל אשה שתלד, מחבבין אותו הולד. וכל שכן אם הוא זכר. הוי אומר, אשה כי תזריע וילדה זכר. אשה כי תזריע. זה שאמר הכתוב, אחור וקדם צרתני (תהלי' קלט ה). במי הכתוב מדבר, באדם הראשון. אמר רבי יוחנן, כתיב בו באדם הראשון שתי יצירות שני יודין, שנאמר, וייצר ה' אלהים את האדם (בר' ב ז), יצירה אחת בעולם הזה ויצירה אחת לעולם הבא. אבל הבהמה והחיה והעוף יצירה אחת כתיב בהן ביו\"ד אחת, דכתיב, ויצר ה' אלהים מן האדמה כל חית השדה (שם שם יט). לפיכך הוא אומר, אחור וקדם צרתני. רבי שמעון בן לקיש אומר, אחור למעשה בראשית. מה טעם. דכתיב, ורוח אלהים מרחפת על פני המים (שם א ב), זו נפשו של אדם הראשון. לפיכך הוא אומר, אחור וקדם צרתני. רבי אלעזר בן פדת אומר, אחור למעשה יום הששי, וקדם למעשה יום הששי. כיצד. ששה דברים ברא הקדוש ברוך הוא ביום הששי, ואלו הן, נפש חיה ובהמה וחיתו ארץ, ואדם וחוה. ונפשו של אדם נבראת תחלה, שנאמר, נפש חיה (שם ב יט). ואין נפש חיה אלא נפשו של אדם, שנאמר, ויהי האדם לנפש חיה (שם שם ז). הוי, קודם [ל] מעשה יום הששי. ואחור למעשה יום הששי, שהיה עוסק בו כל יום הששי. הוי, אחור וקדם צרתני, אחור למעשה יום הששי וקודם למעשה יום הששי. רבי שמואל בר נחמני אומר, מהו אחור וקדם צרתני. אלו דו פרצופין, זכר ונקבה, שנאמר, זכר ונקבה בראם וגו' ויקרא את שמם וגו' (שם ה ב), הוי אומר, אחור וקדם צרתני. אמר אדם, אחר שברא הקדוש ברוך הוא כל הבהמות והעופות והשקצים והרמשים, ואחר כן ברא אותי. כך התינוק הזה עד שלא יצא ממעי אמו, הקדוש ברוך הוא מצוה אותו ואומר לו, מזה תאכל ומזה לא תאכל, וזה לכם הטמא, את זה תאכלו ואת זה לא תאכלו. ומי שהוא מקבל עליו במעי אמו כל המצות שבתורה (ו) אחר כן נולד, לכך כתיב, אשה כי תזריע:", 
                "דבר אחר וילדה זכר. זה שאמר הכתוב, אין קדוש כה' כי אין בלתך וגו'. מהו כי אין בלתך (ש\"א ב ב). מלך בשר ודם, בונה פלטרין, הם מבלין אותו. אבל הקדוש ברוך הוא, מבלה את עולמו. כביכול, כי אין בלתך. ואין צור כאלהינו (שם), אין צייר כאלהינו. כיצד. מלך בשר ודם, צר צורה על הכותל, שמא יכול לצור על המים. והקדוש ברוך הוא, צר את העובר במעי אמו בתוך המים. הוי אומר, ואין צייר כאלהינו. דבר אחר, מלך בשר ודם, צר צורה על הכותל, אינו יכול לצור בה רוח ונשמה. והקדוש ברוך הוא, צר צורה בתוך צורה. כלומר, יצר העובר במעי אמו, ונותן בתוכו רוח ונשמה. הוי אומר, ואין צייר כאלהינו. דבר אחר, אין צור כאלהינו. אדם צר צורה, הוא מדבר וצורתו אינה מדברת, והאדם עומד ומשבח צורתו. אבל הקדוש ברוך הוא צר את האדם, והאדם עומד ומדבר ומשבח להקדוש ברוך הוא. בשר ודם מבקש לצור צורה, כמה סמנין הוא נותן עד שלא צר אותה הצורה. אבל הקדוש ברוך הוא אינו כן, אלא צר את האדם בתוך טיפה אחת. בוא וראה, הטווס הזה, שלש מאות ששים וששה מיני צבעונים יש בו. ומהיכן הוא נוצר, מתוך טיפה של לובן נוצר. ולא תאמר בעוף, אלא אפילו אדם, נוצר מתוך טיפה של לובן, שנאמר, אשה כי תזריע וילדה זכר. הוי אומר, אין צור כאלהינו. בשר ודם, צר צורה, אבל צורתו אינה עושה צורה. הקדוש ברוך הוא אינו כן, אלא צר צורה וצורתו עושה צורה. שהוא צר את האשה, והאשה יולדת ועושה צורה כיוצא בה:", 
                "דבר אחר, אשה כי תזריע. אם קדמה האשה, יולדת זכר. קדם האיש, יולדת נקבה. אמר רבי אבין הלוי, רמז לך הכתוב ואם נקבה תלד, אם קדם האיש מוליד נקבה. קדמה האשה יולדת זכר, שנאמר, אשה כי תזריע וילדה זכר. אמר רבי חייא בר אבא, לפיכך נתלה הזכר באשה. ונקבה באיש. מנין. שכך כתיב, הנה ילדה מלכה גם היא בנים לנחור אחיך, את עוץ בכורו וגו', ובתואל ילד את רבקה (ברא' כב כ-כג). וכן הוא אומר, (ו) פילגש כלב מעכה ילד שבר ואת תרחנה, ותלד שעף אבי מדמנה את שוא אבי מכבנה ואבי גבעא, ובת כלב עכסה (דה\"א ב מח-מט). הוי, נתלו הנקבות באנשים והזכרים בנשים. לכך כתיב, אשה כי תזריע וילדה זכר. אמר רבי איבו, מעשה נסים עשה הקדוש ברוך הוא לתינוק הזה. אדם שהוא נתון בחמין יום אחד, אין נפשו מפרכסת אבל התינוק הזה, נתון במעי אמו תשעה חדשים והקדוש ברוך הוא משמרו. אמרו רבותינו זכרונם לברכה, מעשה נסים עשה הקדוש ברוך הוא עם האדם הזה. אדם שהוא נתון באמבטי יום אחד, נפשו מצירה עליו. והתינוק הזה נתון במעי אמו תשעה חדשים ואין נפשו קניטה עליו. למה. שהקדוש ברוך הוא עושה עמו מעשה נסים. ועל זה אמר איוב, אשא דעי למרחוק (איוב לו ג). היה איוב רואה את בני האדם, ואשה יולדת זכר, והספינה שטה בתוך הים אצבע על אצבע, ותמה על הדברים האלו, אמר, אשא דעי למרחוק וגו', לפיכך נאמר, אשה כי תזריע. אמר רבי יהודה בר סימון, שתי ירכותיה של אשה נעשין כשתי אבנים, כדי שיהא בה כח כשהיא יולדת. ומנין, שכן כתיב, וראיתן על האבנים (שמו' א טז). אמר רבי מאיר, מעשה נס הקדוש ברוך הוא עושה עם התינוק הזה. כיצד. עד שלא ילדה, היתה מושכת דמים. וכשהיא יולדת, דמים מסתלקות לשדים ונעשה חלב והתינוק יונק מהן. אמר רבי אבא בר כהנא, מעשה נסים הקדוש ברוך הוא עושה עם התינוק. כיצד. האפונדיה. שהיא מלאה ופיה למטה, מה שיש בתוכה מתפזרין. אבל האשה הזאת, אפונדיה שלה למטה, והקדוש ברוך הוא משמר את הולד. דבר אחר, הבהמה מתהלכת והולד רבוץ בתוך מעיה, והאשה הולכת זקופה והולד במעיה והקדוש ברוך הוא משמר אותו. לכך נאמר, אשה כי תזריע:", 
                "ובמלאת ימי טהרה וגו'. למה היא מביאה קרבן. אמרו רבותינו זכרונם לברכה, מאה פעיות האשה פועה, שנאמר, הן אתם מאין ופעלכם מאפע (ישע' מא כד). מהו מאפע. מאה פועות היא פועה כשהיא יושבת על המשבר, תשעים ותשע למיתה, ואחת לחיים. וכיון שהצרות מקיפות אותה, היא נודרת שלא תזקק עוד לאישה. לפיכך מביאה קרבן, שנאמר, תביא כבש בן שנתו:", 
                "וביום השמיני ימול. אין כתיב שם שיוציא הוצאות על המילה. בא וראה, כמה ישראל מחבבין את המצות, שהם מוציאין הוצאות כדי לשמור את המצות ולשמוח בהם. אמר הקדוש ברוך הוא, אתם משמרים את המצות ותשמחו בהן, אני מוסיף לכם שמחה, שנאמר, ויספו ענוים בה' שמחה וגו' (שם כט יט). [חביבה המילה, שנשבע הקדוש ברוך הוא לאברהם, שכל מי שהוא מהול אינו יורד לגיהנם, שנאמר, ביום ההוא כרת ה' את אברם ברית לאמר (בר' טו יח). ומי ירד לשם. ראה מה כתיב אחריו, את הקני ואת הקנזי וגו'. וכן יחזקאל רואה, שנאמר, בן אדם נהה על המון מצרים והורידוהו אותה ובנות גוים אדירים אל ארץ תחתיות את יורדי בור, ממי נעמת רדה והשכבה את ערלים וגו', שם אשור וכל קהלה סביבותיו קברותיו וגו', שם משך תבל וכל המונה סביבותיו קברותיה כלם ערלים וגו', שמה נסיכי צפון וגו' (יחז' לב יח-ל). וכן ישעיה אומר, לכן הרחיבה שאול נפשה ופערה פיה לבלי חק (ישע' ה יד), למי שאין בו חק. ומנין שהיא נקראת חק, שנאמר, ויעמידה ליעקב לחק, לישראל ברית עולם (תהל' קה י), משום שהקדוש ברוך הוא שם שמו בישראל. ומה השם והחותם ששם בהם. הוא שדי. השי\"ן שם באף, והדל\"ת ביד, והיו\"ד במילה. ולפיכך כשהוא הולך אל בית עולמו, יש מלאך ממונה בגן עדן שלוקח אותו ומביאו בגן עדן. והכופרים והפושעים, הקדוש ברוך הוא מצוה למלאך ומושך ערלתו, שנאמר, שלח ידיו בשלומיו, חלל בריתו (שם נה כא)]. מעשה ששאל טורנוסרופוס הרשע את רבי עקיבא, איזו מעשים נאים, של הקדוש ברוך הוא או של בשר ודם. אמר לו, של בשר ודם נאים. אמר לו טורנוסרופוס, הרי השמים והארץ יכול אדם לעשות כיוצא בהם אמר לו רבי עקיבא, לא תאמר לי בדבר שהוא למעלה מן הבריות שאין שולטין עליו, אלא אמור דברים שהם מצויין בבני אדם. אמר לו, למה אתם מולין. אמר לו, אני הייתי יודע שעל דבר זה אתה שואלני, ולכך הקדמתי ואמרתי לך, שמעשה בני אדם נאים משל הקדוש ברוך הוא. הביא לו רבי עקיבא שבלים וגלסקאות, אמר לו, אלו מעשה הקדוש ברוך הוא, ואלו מעשה ידי אדם. אמר לו, אין אלו נאים יותר מן השבלים אמר לו טורנוסרופוס, אם הוא חפץ במילה, למה אינו יוצא הולד מהול ממעי אמו. אמר לו רבי עקיבא, ולמה שוררו יוצא עמו והוא תלוי בבטנו ואמו חותכו ומה שאתה אומר למה אינו יוצא מהול, לפי שלא נתן הקדוש ברוך הוא את המצות לישראל אלא לצרף אותם בהם. ולכך אמר דוד, (כל) אמרת ה' צרופה (תהלים יח לא):", 
                "אדם כי יהיה. זה שאמר הכתוב, מי פלג לשטף תעלה ודרך לחזיז קולות (איוב לח כה). אמר רבי יהושע דסכנין בשם רבי לוי, בערביא קורין לשער שטפא, שכל שער ושער שבאדם, ברא לו הקדוש ברוך הוא מעין בפני עצמו. לפי שאיוב קורא תגר ואמר, אשר בשערה ישופני והרבה פצעי חנם (שם ט יז), על חנם הקדוש ברוך הוא הביא את כל היסורין האלו עלי. אמר לו אליהוא, חס ושלום, חלילה לאל מרשע ושדי מעול (שם לד י), אלא כי פועל אדם ישלם לו וגו' (שם שם יא), בכל מדה שהוא מודד, הוא מביא עליו. רבי אבין אביו בשם רבי אבא בר כהנא אומר, אין הקדוש ברוך הוא מודד בבת אחת, [שנאמר, כי פועל אדם ישלם לו], (ס\"א בכפישה, אלא הכל במשפט, שנאמר, כי אלהים שופט, זה ישפיל וזה ירים). אמר לו הקדוש ברוך הוא לאיוב, אפילו השער שעליך, מעין עשיתי לו ומדה נתתי לו, מי פלג לשטף תעלה וגו' (איוב לח כה). מעשה בכהן אחד שהיה רואה את הנגעים. מטה ידו, בקש לצאת לחוצה לארץ. קרא לאשתו אמר לה, בשביל שבני אדם רגילין לבא אצלי לראות את הנגעים, קשה עלי לצאת מעליהם. אלא בואי ואני מלמדך שתהא רואה את הנגעים. אם ראית שערו של אדם שיבש המעין שלו, תהא יודעת שלקה. לפי שכל שער ושער, ברא לו הקדוש ברוך הוא מעין בפני עצמו שיהא שותה ממנו. יבש המעין, יבש השער. אמרה לו אשתו, ומה אם כל שער ושער, ברא לו הקדוש ברוך הוא מעין בפני עצמו שיהא שותה ממנו. אתה שאתה בן אדם, כמה שערות יש בך, ובניך מתפרנסין על ידך, לא כל שכן שיזמן לך הקדוש ברוך הוא פרנסה. לפיכך לא הניחה אותו לצאת חוצה לארץ. דבר אחר, מי פלג לשטף תעלה. כשהקדוש ברוך הוא ברא את האדם, בחכמה ברא אותו. כיצד. אם בורא אותו רובו מים ומיעוטו דם, נעשה אסטניס. אם בורא אותו רובו דם ומיעוטו מים, נעשה מצורע. חציו דם וחציו מים, נעשה אדם שלם:", 
                "דבר אחר, אדם כי יהיה בעור בשרו. למה אינו אומר דבר אל בני ישראל כמו שכתב בכל הפרשיות כלם אלא אדם כי יהיה. זה שאמר הכתוב, כי לא אל חפץ רשע אתה וגו' (תהל' ה ה). לפי שהפסוק, אומר עצתי תקום וכל חפצי אעשה (שע' מו י), מי ששומע הפסוק הזה, אומר, שמא עוות הדין יש למעלה. אמר רבי תנחומא, מהו וכל חפצי אעשה. שאין חפץ לחייב שום בריה, שנאמר, כי לא אחפוץ במות המת (יחז' יח לב). הוי, כי לא אל חפץ רשע אתה. מהו (ו) לא יגורך רע. אמר רבי יוחנן, אמר דוד לפני הקדוש ברוך הוא, רבונו של עולם, אם אתה מבקש לזכות את בריותיך, מי ממחה בידך, שנאמר, באשר דבר מלך שלטון ומי יאמר לו מה תעשה (קהלת ח ד). מי גדול ממך. בנוהג שבעולם, שלטון שהוא יושב בדין ומבקש לזכות או לחייב, הוא מתירא ממי שהוא גדול ממנו שלא ירננו עליו אונקליטין לקומוס, קומוס מתירא מן הפרכוס, והפרכוס מתירא מן המלך. כלום הוא מתירא מאחר. ואתה רבונו של עולם אם אתה מבקש לזכות את בריותיך, ממי אתה מתירא. לא יגורך רע. אין יגורך אלא לשון יראה, שנאמר, כי יגורתי מפני האף והחמה (דב' ט יט):", 
                "דבר אחר, אדם כי יהיה. זה שאמר הכתוב, איום ונורא וגו' (חבק' א ז). הפסוק מדבר באדם הראשון ובפרעה ובאדום ובסנחריב ובנבוכדנצר. באדם הראשון כיצד. אמר רבי אבא בר כהנא, בשעה שברא הקדוש ברוך הוא את אדם הראשון, בראו כדמותו, שנאמר, ויברא אלהים את האדם בצלמו (בר' א כז). וכשבראו, בראו מסוף העולם ועד סופו, שנאמר, כי שאל נא לימים ראשונים וגו' (דב' ד לב). והיה שולט בכל העולם כולו, שנאמר, ורדו בדגת הים ובעוף השמים (ברא' א כח). וכן הוא אומר, ומוראכם וחתכם יהיה וגו' (שם ט ב). לכן נאמר, איום (ונורא הוא). ונורא, זה אדם הראשון. ממנו משפטו ושאתו יצא (חבק' א ז), זו חוה שיצאה ממנו, שהיא גרמה לו למות, שנאמר, ותתן גם לאישה וגו' (ברא' ג ו). ומנין שיצאה ממנו, שכן כתיב, עצם מעצמי ובשר מבשרי (שם ב כג). הוי אומר, איום ונורא הוא, זה אדם הראשון. ממנו משפטו ושאתו יצא, זו חוה שיצאה ממנו. דבר אחר, איום ונורא, זה פרעה שהיה קוזאקרטור, שנאמר, מושל עמים ויפתחהו (תהל' קה כ). ממנו משפטו ושאתו יצא, זה משה, שהיה מתגדל בביתו והיה סבור שהוא בן ביתו, שנאמר, ויגדל הילד ותביאהו וגו' (שמו' ב י). ועמד והביא עליו עשר מכות, שנאמר, ועתה לכה ואשלחך וגו' (שם ג י). אמר רבי יהודה בר אמי, המטה, משוי ארבעים סאה היה, ושל סנפרינון היה, ועשר מכות חקוקות עליו בכתב נוטריקון דצ\"ך עד\"ש באח\"ב. ומשה היה מביט במטה ורואה איזה מכה ראויה לבוא על פרעה, ומביאה עליו. הוי אומר, איום ונורא זה פרעה. ממנו משפטו ושאתו יצא, זה משה. [ואף המשיח שעתיד ליפרע מגוג ומגוג וחיילותיו, שם עמהם גדל במדינה, שנאמר, שם ירעה עגל ושם ירבץ וכלה סעיפיה (ישע' כז י)]. דבר אחר, איום ונורא הוא, זה אדום, שנאמר דחילא ואמתני ותקיפא וגו' (דנ' ז ז). ממנו משפטו ושאתו יצא, זה עובדיה, שהיה גר אדומי והיה מתנבא עליה, שנאמר, חזון עובדיה, כה אמר ה' אלהים לאדום שמועה שמענו (עובד' א א). הוי, איום ונורא, זה אדום. ממנו משפטו ושאתו יצא, זה עובדיה. דבר אחר, איום ונורא, זה סנחריב מלך אשור, שכתוב בו, ואחריב בכף פעמי כל יאורי מצור (מ\"ב יט כד). וכן הוא אומר, מי בכל אלהי הארצות אשר הצילו את ארצם מידי (שם יח לה). וכן הוא אומר, והיה מוטות כנפיו מלא רוחב ארצך עמנו אל (ישעי' ח ח). אחד מששים אוכלסין היה מספק את ישראל, שנאמר, והיה מוטות כנפיו, המוטה הזו של תרנגול אחד מן ששים בכנפיו. כיון שבא להכנס לירושלים, אמר לאוכלסיו, שכבו הלילה ובבקר אנו משליכים לתוכה את הטבעות שלנו ונסקול אותם בהם. הוי אומר, איום ונורא הוא. ממנו משפטו ושאתו יצא, אלו בניו, שכשעלה לירושלים להחריב אותה ולא עלתה בידו, שנאמר, ויצא מלאך ה' ויך במחנה אשור וגו' (מ\"ב יט לה), וכתיב, וישב בבושת פנים לארצו ויבא בית אלהיו וגו' (דה\"ב לב כא). הוי אומר, איום ונורא הוא, זה סנחריב. ממנו משפטו ושאתו יצא, אלו בניו שהרגוהו. דבר אחר, איום ונורא הוא, זה נבוכדנצר, דכתיב בה, ואתה אמרת בלבבך השמים אעלה (ישע' יד יג). ממנו משפטו ושאתו יצא, זה אויל מרודך בנו. אמרו רבותינו זכרונם לברכה, כשנטרד נבוכדנצר, כמו שכתוב בו, מן אנשא לך טרדין וגו' (דני' ד כב). כל אותן הימים היה אויל מרודך בנו משמש תחתיו. כשחזר, חבשו בבית האסורים. וכל מי שנחבש בבית האסורים על ידו, אינו יוצא עד יום מותו, שנאמר, אסיריו לא פתח ביתה (ישע' יד יז). כשמת נבוכדנצר, בקשו להמליך לאויל מרודך, ונכנסו עליו להמליכו ולא קבל מהם. אמר להם, בראשונה שמעתי לכם ולפיכך נחבשתי, ועכשיו איני שומע לכם, שמא הוא חי ויעמוד ויהרגני. עמדו על נבוכדנצר וגררוהו מקברו והוציאו, וראה אותו שהוא מת, והמליכוהו. לקיים מה שנאמר, ואתה השלכת מקברך כנצר נתעב וגו' (שם שם יט). הוי אומר, איום ונורא הוא, זה נבוכדנצר. ממנו משפטו ושאתו יצא, זה אויל מרודך. דבר אחר, איום ונורא הוא, זה בני אדם, שהוא שולט בכל מה שברא הקדוש ברוך הוא בעולמו, דכתיב בה, תמשילהו במעשה ידך כל שתה תחת רגליו (תהל' ח ז). ממנו משפטו ושאתו יצא. שבשעה שאדם חוטא, הרי מביא עליו הקדוש ברוך הוא יסורין בגופו. למה. שאין מדותיו של הקדוש ברוךי הוא כמדת בשר ודם. מדת בשר ודם, כשסרח עליו עבדו, מביא את הכבלים וכובלו, מביא את המגלבין ומכהו. והקדוש ברוך הוא אינו כן, אלא מגופו של אדם רודה אותו. ומנין. ממה שכתוב בענין אדם כי יהיה בעור בשרו וגו' (ויק' יג ב). וכתוב אחד אומר, וכל חפצי אעשה (ישע' מו י). וכתוב אחד אומר, חי אני נאם ה' (שם מט יח). זהו האמור בענין אדם כי יהיה בעור בשרו וגו'. וכתיב, כי לא אל חפץ רשע, אתה, לא יגורך רע:", 
                "אדם כי יהיה בעור בשרו. זה שאמר הכתוב, כי לא אל חפץ רשע, אתה, לא יגורך רע. ללמדך, שאין הקדוש ברוך הוא חפץ לחייב בריה, שנאמר, חי אני נאם ה' אלהים אם אחפוץ במות הרשע וגו' (יחז' לג יא). ובמה חפץ. להצדיק בריותיו, שנאמר, ה' חפץ למען צדקו (יגדיל) וגו' (ישעי' מב כא), למען לצדק בריותיו ולא לחייב. וכן אתה מוצא באדם הראשון, כשבראו נתנו בגן עדן וצוהו ואמר לו, מזה אכול ומזה לא תאכל, כי ביום אכלך ממנו מות תמות (ברא' ב יז). עבר על צווי הקדוש ברוך הוא, הביא עליו אפופסין. בא השבת ופטרו. התחיל מסיח עמו אולי יעשה תשובה, שנאמר, ויקרא ה' אלהים לאדם ויאמר לו איכה (שם ג ט), אן את. ואין ה' אלא מדת רחמים, שנאמר, ה', ה' אל רחום וחנון (שמ' לד ו). הקדים לו מדת הרחמים למדת הדין, שיעשה תשובה. הוי אומר, כי לא אל חפץ רשע אתה, שאינו חפץ לחייב בריה. התחיל מסיח עמו, שנאמר, מי הגיד לך כי ערום אתה (בר' ג יא). ויאמר האדם, האשה וגו' (שם שם יב). הניח אדם והתחיל מסיח עם האשה, שנאמר, ויאמר ה' אלהים אל האשה מה זאת עשית וגו' (שם שם יג). אבל כשבא אצל הנחש, לא הסיח עמו כמו שהסיח עם האשה, אלא מיד נתן לו אפופסין, שנאמר, ויאמר ה' אלהים אל הנחש וגו' (ברא' ג יד). ואיבה אשית בינך וגו' (שם שם טו). חזר אצל האשה ואמר לה, הרבה ארבה וגו' (שם שם טז). וכשחזר אצל אדם, לא חייבו עד שנתן לו רמז לעשות תשובה. ומנין. אמר רבי חכינאי בשם רבי לוי, שאמר לו, בזעת אפך תאכל לחם וגו' (שם שם יט). אין שובך אלא תשובה, שנאמר, שובה ישראל עד ה' אלהיך, כי כשלת בעונך (הוש' יד ב). כיון שלא עשה תשובה, טרדו מגן עדן, שנאמר, ויגרש את האדם (ברא' ג כד). הוי אומר, כי לא אל חפץ רשע, אתה. מהו יגורך רע. אמר רבי תנחום בר חנילאי בשם רבי ברכיה בשם רבי יוחנן, אין עומדין לפני הקדוש ברוך הוא אלא מלאכי שלום, אבל מלאכי זעף רחוקים ממנו, שנאמר, ה' ארך אפים (במד' יד יח). וכי אין אנו יודעים שהוא ארך אפים. אלא מהו ארך אפים, שמלאכי זעף רחוקים ממנו, שנאמר, באים מארץ מרחק מקצה השמים, ה' וכלי זעמו (ישע' יג ה). הוי אומר, כי לא אל חפץ רשע, אתה, לא יגורך רע. דבר אחר, לא יגורך רע. אמר רבי יוחנן, אין אתה נגרר אחר הרעה, ואין הרעה גוררת אותך, ואינה גרה אצלך. הוי, לא יגורך רע. ואין יגורך אלא דירה, שנאמר, וכי יגור אתך גר (שמ' יב מח). דבר אחר, לא יגורך רע. אמר רבי אליעזר בן פדת בשם רבי יוחנן, אין שמו של הקדוש ברוך הוא נזכר על הרעה, אלא על הטובה. תדע לך שהוא כן, שבשעה שברא הקדוש ברוך הוא את האור ואת החשך וקרא להן שמות, הזכיר שמו על האור ולא הזכיר שמו על החשך, שנאמר, ויקרא אלהים לאור יום, ולחשך קרא לילה (בר' א ה), הרי הזכיר שמו על האור. אבל כשבא לחשך, אינו אומר, קרא אלהים לחשך לילה, אלא קרא לילה. וכן אתה מוצא כשברא הקדוש ברוך הוא אדם וחוה, הזכיר שמו עליהם, שנאמר, ויברך אותם אלהים (ברא' א כח). וכשקללן, לא הזכיר שמו עליהם, אלא (ו) אל האשה אמר (שם ג טז), ולאדם אמר (שם שם יז). ואם תאמר, הרי על הנחש הזכיר שמו בשעה שקללו, דכתיב ויאמר ה' אלהים אל הנחש כי עשית זאת ארור אתה (שם שם יד). כך שנו רבותינו, על שלשה דברים הזכיר הקדוש ברוך הוא שמו עליהם ואף על פי שהן לרעה. על המסית, זה הנחש שהסית את האשה ואמר לה, כי יודע אלהים כי ביום אכלכם ממנו ונפקחו עיניכם והייתם כאלהים יודעי טוב ורע (שם שם ה), תהיו כמותו. מה הוא בורא עולמות, אף אתם תבראו עולמות כמוהו, שכל אומן שונא אומן כמותו. ולפי שהסית אותה וספר לשון הרע, לפיכך הזכיר שמו עליו. ועל העובר על דברי חכמים, שנאמר, כה אמר ה' אלהי ישראל, ארור האיש אשר לא ישמע את דברי הברית הזאת (ירמיה יא ג). ועל העושה בטחונו בבשר ודם, שנאמר, כה אמר ה', ארור הגבר אשר יבטח באדם וגו' (שם יז ה). אימתי הוא ארור, בשעה שמן ה' יסור לבו וישלך בטחונו על בשר ודם. וכן אתה מוצא בנח כשברך את בניו, ויאמר ברוך ה' אלהי שם (ברא' ט כו). אבל כשקלל את כנען (שם כה) לא הזכיר שמו של הקב\"ה עליו אלא ויאמר ארור כנען, וכן את מוצא באלישע הנביא, כשבא מלך ארם להלחם בישראל, נתיעץ בעבדיו ועשה לישראל בורות. כלומר, שאם יבאו ישראל להלחם עמנו, יפלו לתוך הבורות, שנאמר, ומלך ארם היה נלחם בישראל וגו', וישלח איש האלהים אל מלך ישראל השמר וגו' (מ\"ב ו ח-ט). אין הקדוש ברוך הוא עושה דבר כי אם גלה סודו אל עבדיו הנביאים, שנאמר, כי לא יעשה ה' אלהים דבר וגו' (עמוס ג ז). כיון שעברו ישראל פעם ראשונה ושניה ולא נפלו לתוכן, הרגיש מלך ארם ואמר לעבדיו, הלא תגידו לי מי משלנו אל מלך ישראל. אמרו לו עבדיו, אלישע הנביא אשר בישראל יגיד למלך ישראל את הדברים אשר תדבר בחדר משכבך, ויאמר לכו וראו איפה הוא ואשלח ואקחהו. ויגידו לו לאמר הנה בדותן, וישלח שמה סוסים ורכב וחיל כבד וגו' (מ\"ב ו יב-יד). מיד עמד נער אלישע בלילה וראה שהקיפו את העיר סוסים ורכב וחיל. מיד ויצעק ויאמר, אהה אדוני איכה נעשה, ויאמר אל תירא כי רבים אשר אתנו מאשר אותם (שם שם טו-טז). מיד נתפלל אלישע והזכיר שמו של הקדוש ברוך הוא, שנאמר, פקח נא את עיניו ויראה, ויפקח ה' את עיני הנער וגו' (שם שם יז). מיד עמד אלישע וקלל את הארמים, ואמר, הך נא את הגוי הזה בסנורים וגו' (שם שם יח), ולא הזכיר את שמו של הקדוש ברוךי הוא. וכשחזר ונתפלל עליהם שיפקחו עיניהם, אמר, ה' פקח את עיני אלה ויראו (שם שם כ). הוי אומר, שמו של הקדוש ברוך הוא נזכר על הטובה ולא על הרעה. וכן את מוצא, כשראה הנביא אותן מרכבות שנמשלו לארבע מלכיות, שנאמר, ואשא עיני ואראה והנה ארבע מרכבות יוצאות מבין שני ההרים וגו' (זכר' ו א). וכשאמר על הגאולה, ויראני ה' ארבעה חדשים (שם ב ג). וכן אתה מוצא כשבאו אותן חמשה מלאכי חבלה להחריב את ירושלים, שנאמר, והנה ששה אנשים באים מדרך שער העליון וגו' (יחזק' ט ב), נשתלח גבריאל עמהם, ככתוב, ויאמר אל האיש לבוש הבדים ויאמר בוא אל בינות לגלגל (שם י ב). אמר לו הקדוש ברוך הוא לגבריאל, מלא חפניך גחלי אש מבינות לכרובים וזרוק על העיר, כדכתיב, ויאמר אל האיש לבוש הבדים בא אל בינות לגלגל (שם). בא גבריאל ועמד אצל האופן. אמר לו הכרוב, מה אתה מבקש. אמר לו, כך וכך צוני הקדוש ברוך הוא. אמר לו, טול. אמר לו, תן אתה בידי. מיד וישלח הכרוב את ידו מבינות לכרובים וגו', וישא ויתן אל חפני לבוש הבדים ויקח ויצא (שם שם ז). ואמר רבי יוחנן בשם רבי שמעון בן יוחאי, אלמלא לא נצטננו הגחלים מיד של כרוב לידו של גבריאל, לא נשתייר משונאיהם של ישראל שריד ופליט. ולא רצה הקדוש ברוך הוא לעשות הרעה על ידי עצמו, אלא על ידי מלאך. אבל לעתיד לבוא, הוא עושה הטובה על ידי עצמו, שנאמר, וזרקתי עליכם מים טהורים (יחז' לו כה). הוי אומר, כי לא אל חפץ רשע, אתה, לא יגורך רע (תה' ה ד). מהו לא יגורך רע. שאין שמו של הקדוש ברוך הוא חל על הרעה, אבל על הטובה חל, חוץ משני דברים שחל הקדוש ברוך הוא שמו עליהן אף על פי שהן לרעה, ואלו הן, שנאמר, וישקוד ה' על הרעה ויביאה עלינו כי צדיק ה' אלהינו (דני' ט יד). משום שצדיק ה' אלהינו, וישקוד ה' ויבא את הרעה ומהו. אלא שצדקה עשה עמנו, שהקדים גלות יכניה לגלות צדקיה. ואיזו צדקה. שהקדים והגלה גלות יכניה לבבל עם החרש והמסגר ועם כל גבורי החיל, וירדו לבבל ועשו תרבץ לתורה. שאלמלא היה כן, היתה התורה משתכחת בגלות צדקיה, אלא שיצאו אלו שהאמינו לדבריו של ירמיה הנביא ויצאו עם התורה. החרש והמסגר אלף (מ\"ב כד טז). מהו חרש, כיון שפותחין בדברי תורה, נעשו הכל כחרשים. מסגר, כיון שהיו סוגרין, לא היה בכל ישראל מי שהיה יכול לפתוח. הוי אומר, כי צדיק ה' אלהינו, וצדקה עשה באותה גולה, ששקד עליה. ועוד טובה גדולה עשה עם ישראל. כיצד. שבעשרה בטבת היו ראויין ישראל לגלות מירושלים. שכן הוא אומר, בן אדם כתב לך את שם היום (הזה ב) [את] בעצם היום הזה וגו' (יחז' כד ב). מה עשה הקדוש ברוך הוא. אמר, אם יוצאין עכשיו בצנה, הם מתים. מה עשה. המתין להם והגלה אותם בקיץ הוא שהנביא אומר, אסוף אסיפם נאם ה' (ירמ' ח יג), ואין אסוף אסיפם אלא גלות, שנאמר, אסף אאסף יעקב כלך (מיכה ב יב). והמתין להם עד הקיץ, ואחר כן הגלה אותם. וזה שנאמר, וישקוד ה' על הרעה (דני' ט יד). הוי אומר, אף זה טובה. והשניה, ויאמר ה' אליו עבור בתוך העיר וגו' (יחז' ט ד). אמר לו הקדוש ברוך הוא לגבריאל, לך ורשום על מצחן של צדיקים תי\"ו של דיו, כדי שלא ישלטו בהם מלאכי חבלה (וימותו מיד). ועל מצחן של רשעים תי\"ו של דם, כדי שישלטו בהם מלאכי חבלה. נכנסה קטיגוריא לפני הקדוש ברוך הוא, אמרה לפניו, רבונו של עולם, מה נשתנו אלו מאלו. אמר לה הקדוש ברוך הוא, הללו צדיקים גמורים, והללו רשעים גמורים. אמרה לו, היה בידם למחות ולא מיחו. אמר לה, גלוי וידוע לפני, שאם מיחו בהם לא היו מקבלים מהם. אמרה לפניו, רבונו של עולם, אם גלוי וידוע לפניך, לפניהם מי גלוי. ולפיכך היה להם למחות בידם ולהתבזות על קדושת שמך, ולקבל על עצמן ולסבול הכאות מישראל, כמו שהיו הנביאים סובלים מישראל, שהרי ירמיה סובל כמה צרות מישראל. וישעיה כמו כן, דכתיב, גוי נתתי למכים ולחיי למורטים (ישע' ג ו), ושאר הנביאים. מיד חזר הקדוש ברוך הוא ואמר למלאכי חבלה, זקן בחור וגו' (יחז' ט ו). אף זו לטובה, שהפיג הקדוש ברוך הוא חמתו בירושלים, שנאמר, כלה ה' את חמתו וגו' (איכה ד יא). שאלולי כן, כל ישראל נתחייבו בו כלייה. הוי אומר, לא יגורך רע, שאין הקדוש ברוך הוא מחל שמו על הרעה. ואפילו ישראל רשעים, חלק כבוד להם ולא הזכירן לרעה. כיצד. כשבא על הקרבנות מהו אומר למשה, דבר אל בני ישראל אדם כי יקריב מכם קרבן לה' (ויק' א ב), מישראל ולא מעובדי עבודה זרה. אבל כשבא להזהיר על הנגעים מהו אומר, אדם כי יהיה, אינו אומר אלא אדם. הוי, לא יגורך רע:", 
                "אדם כי יהיה בעור בשרו (שם יג ב). קשה לפני הקדוש ברוך הוא לפשוט ידו באדם הזה. ומה הוא עושה. מתרה בו תחלה ואחר כן מלקה אותו, שנאמר, ונתתי נגע צרעת בבית ארץ אחוזתכם (ויק' יד לד). בתחלה מלקה ביתו. חזר בו, מוטב. ואם לאו, מלקה בגדיו, שנאמר, והבגד כי יהיה בו נגע צרעת (שם יג מז). חזר בו, מוטב. ואם לאו, באים בגופו, שנאמר, אדם כי יהיה בעור בשרו:", 
                "אדם כי יהיה בעור בשרו. על ידי מה נגעים באים, על ידי הזנות. וכן את מוצא בירושלים, על ידי שהיו שטופין בזנות, לכך לקו בצרעת. מה כתיב שם, ויאמר ה' יען כי גבהו בנות ציון ותלכנה נטויות גרון וגו' (ישע' ג טז). מה עשה להם הקדוש ברוך הוא. הלקה אותם בצרעת, שנאמר, ושפח ה' קדקוד בנות ציון (שם שם יז). ואין ושפח אלא צרעת, שנאמר, ולשאת ולספחת ולבהרת. לכך נאמר, אדם כי יהיה בעור בשרו שאת או ספחת או בהרת וגו'. הכתוב מדבר במלכיות. שאת, זו בבל, שנאמר, ונשאת המשל הזה על מלך בבל וגו' (שם יד ד). ספחת, זו מלכות מדי, שהיה המן מספח עם אחשורוש להשמיד להרוג ולאבד. בהרת, זו מלכות יון, שהיתה מבהרת על ישראל ואומרת, כל מי שיש לו שור, יחקה על קרן השור שאין לו חלק באלהי ישראל. ואם לאו, גוזרין עליו הריגה. והיה בעור בשרו לנגע צרעת, זו מלכות אדום, שהקדוש ברוך הוא מלקה אותו בצרעת ואת השר שלו. שכן כתיב, מדוע נסחף אביריך לא עמד כי ה' הדפו (ירמ' מו טו). ולעולם הבא הקדוש ברוך הוא יושב בדין על מלכות אדום ואומר לו, למה היית משתעבדת בבני. והוא אומר, לא אתה הוא שמסרתם בידינו והקדוש ברוך הוא אומר לו, ובשביל שמסרתי אותם בידך, לא שמת עליהם רחמים, על זקן הכבדת עולך מאד (ישע' מז ו). על זקן הכבדת עולך מאד, זה רבי עקיבא, ששעבדה בו מלכות אדום מה שאין סוף. דבר אחר, על זקן הכבדת עולך מאוד, שהיתה מכבדת עולה על זקן כבחור. אמר לו הקדוש ברוך הוא, בבל, חייך, שאני יושב עליך במשפט ודן אותך ומחייבך, שנאמר, רדי ושבי על עפר בתולת בת בבל, שבי לארץ אין כסא (שם שם א), על שהיית יושבת על הכסא, שבי לארץ אין כסא. כי לא תוסיפי יקראו לך רכה וענוגה (שם). ומה אני עושה לך. אני פורע מן השר שלך תחילה ומלקה אותו בצרעת, ואחר כן אני פורע ממך. ולא תאמר במלכות הזה, אלא אפילו בגוג שהיה מתגאה בעולם ועולה, כך אני מלקה אותו בצרעת. מנין שכך כתיב, וזאת תהיה המגפה וגו' המק בשרו והוא עומד על רגליו (זכרי' יד יב). ועל ידי מה. על ידי שמתגרין בישראל, שנאמר, וזאת תהיה המגפה, על ידי מה שבאו על ישראל. ואל תתמה, שהרי בעולם הזה פרע הקדוש ברוך הוא משונאיהם של ישראל הרבה, והכה אותם בצרעת. ומי היה. זה נעמן, שנאמר, ונעמן שר צבא מלך ארם היה איש גדול לפני אדניו וגו' והאיש גבור חיל מצורע (מ\"ב ה א). בשביל מה נצטרע, בשביל ששבה מארץ ישראל נערה קטנה. בעולם הזה הלקה לעובדי עבודה זרה בצרעת. ואף לעתיד לבא כך ילקה אותן בצרעת, שנאמר, וזאת תהיה המגפה אשר יגוף ה' וגו' (זכ' יד יב). אומר להם הקדוש ברוך הוא, לפי שהייתם קוראים לבני טמאים, אני מטמא אתכם בטומאה גדולה אבי הטומאות. ומנין שהיו קוראין לישראל טמאים. שנאמר, סורו טמא קראו למו וגו' (איכה ד טו). ואתם, תהיו מצורעים וטמאים. אבל ישראל, אני מטהרן ומקדשן וגואלן מביניכם, שנאמר, וקראו להם עם הקדש גאולי ה', ולך יקרא דרושה, עיר לא נעזבה (ישע' סב יב). וכן אמר שלמה המלך, [כלך] יפה (את) רעיתי ומום אין בך (שיר ד ז):"
            ]
        ]
    ], 
    "versionSource": "http://www.tsel.org/torah/tanhuma/tazrea.html", 
    "heTitle": "מדרש תנחומא", 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ]
}