{
    "versionTitle": "Toldos Tanchuma", 
    "sectionNames": [
        "Book", 
        "Parshah", 
        "Siman"
    ], 
    "language": "he", 
    "title": "Midrash Tanchuma", 
    "text": [
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ילמדנו רבינו על מה היו השלמים באים כך שנה רבי חייא בר אבא בשם רבי יהודה כל המביא שלמים מביא שלום לעולם, אמר ר' אליעזר בשעה שהיו זבחים בעולם היה שלום משחרב בית הזבחים אין לך יום שאין בו קללה ופורעניות, ארשב\"י לעולם השלמים לשום שלום הן באין, ואמר רשב\"י גדול הוא השלום שדברה התורה דברי בדאי בשביל שלום ואי זה כה תאמרו ליוסף אנא שא נא פשע אחיך וחטאתם (בראשית נ) ואין אנו מוצאים שצוה כלום מכל הדברים האלה אלא לפי שהיה יודע חסידותו של יוסף ולא היה חושדו ומחזיק אותו כשופכי דמים, בא וראה כח השלום שבשעה שנתטלטלה שרה מיד פרעה ליד אבימלך ונתעברה ביצחק היו אומות העולם אומרים הלבן מאה שנה יולד אלא היא מעוברת מאבימלך או מפרעה והיתה חשד בלבו של אברהם על אלו הדברים מה עשה הקב\"ה אמר למלאך הממונה על יצירת הוולד עשה כל אקונין שלו כדמות אביו כדי שיעידו הכל שהוא בנו של אברהם מנין ממה שקראו בענין אלה תולדות יצחק בן אברהם ממשמע שהוא אומר יצחק בן אברהם איני יודע שאברהם הוליד את יצחק ומה ת\"ל אברהם הוליד את יצחק שכל הרואה אברהם היה אומר בודאי שאברהם הוליד את יצחק ממה שהיה קלסתר פניהם דומין זה לזה לכך נאמר אברהם הוליד את יצחק:", 
                "אלה תולדות יצחק, זשה\"כ גיל יגיל אבי צדיק ויולד חכם ישמח בו (משלי כג) כנגד מי אמרו שלמה לא אמרו אלא כנגד יצחק שבשעה שנולד יצחק היו הכל שמחים, שמים וארץ חמה ולבנה כוכבים ומזלות, ומפני מה היו שמחים שאלמלא לא נברא יצחק לא היה העולם מתקיים שנאמר אם לא בריתי יומם ולילה חוקות שמים וארץ לא שמתי (ירמיה לג) ואין בריתי אלא יצחק שנאמר ואת בריתי אקים את יצחק (בראשית יז):", 
                "אלה תולדות יצחק, למה חזר ואמר אברהם הוליד את יצחק אלא שהיו מרננין אחריהם ואומרים אפשר זקן בן מאה שנה וזקנה בת תשעים שנה מולידין אין זה בנה אלא שהביאה אותו מן השוק, וכן אתה מוצא בשעה שגמל אברהם את יצחק עשה משתה וזימן כל גדולי המלכות אף שרה קראה כל נשותיהן לסעודה, מה עשו אותן הנשים עכשיו יודע הדבר אם הוא בנה ואם לאו, כל אחת ואחת הביאה בנה עמה ולא הביאה מניקתה, מיד היו הבנים בוכין וכל אחת אומרת שכחתי ולא הבאתי מניקתי, באותה שעה היה שופע ויורד חלב מדדיה של שרה ונטלה כל בניהן והניקה אותן שנאמר הניקה בנים שרה (בראשית כא) וכן כולן אומרות באמת הניקה בנים שרה ולכך נאמר אברהם הוליד את יצחק:", 
                "אלה תולדות יצחק אברהם הוליד את יצחק, זש\"ה עטרת זקנים בני בנים ותפארת בנים אבותם (משלי יז) הצדיקים מתעטרין בבני בניהם ובניהם מתעטרין באבותם כיצד אברהם נתעטר בזכות יעקב כשהשליך אותו נמרוד לתוך הכבשן ירד הקדוש ברוך הוא להצילו, אמרו מלאכי השרת רבש\"ע לזה אתה מציל כמה רשעים עתידין לעמוד ממנו אמר להן הקב\"ה בשביל יעקב בן בנו שעתיד לעמוד ממנו אני מצילו מנין א\"ר ברכיה שכך כתיב לכן כה אמר ה' אל בית יעקב אשר פדה את אברהם (ישעיה כט) פדאו מן הכבשן הרי נתעטרו אבות בשביל בנים, ומנין שנתעטרו בנים בשביל אבות בשעה שיצא יעקב מאצל לבן רדף לבן אחריו ונגלה עליו הקדוש ברוך הוא בדרך וא\"ל השמר לך מדבר עם יעקב מטוב עד רע (בראשית לא) כיון שבאו להתוכח זה עם זה מה יעקב אומר ללבן לולי אלהי אבי אלהי אברהם ופחד יצחק היה לי הוי זכות אברהם הצילהו ליעקב, אבל יצחק נתעטר באברהם ואברהם נתעטר ביצחק:", 
                "אלה תולדות יצחק בן אברהם אברהם הוליד את יצחק, זשה\"כ כל כלי יוצר עליך לא יצלח וכל ל' תקום אתך למשפט תרשיעי (ישעיה נד) אתה מוצא ישראל אומרים לפני הקב\"ה רבון העולמים ראה האיך העכו\"ם משתעבדין בנו אין להם מלאכה אחרת אלא יושבין ומתיעצין עלינו שנא' שבתם וקימתם הביטה אני מנגינתם (איכה ג) אמר להן הקדוש ברוך הוא מה הן מועילין גוזרין עליכם גזירות ואני מבטלן ושוברן שנא' אני מנגינתם כד\"א (בראשית יד) וברוך אל עליון אשר מגן צריך וגו', ויצו פרעה לכל עמו לאמר כל הבן הילוד היאורה וגו' (שמות א) ורוח הקודש צווחת (איכה ג) מי זה אמר ותהי ה' לא צוה פרעה צוה ה' לא צוה אלא וכאשר יענו אותו כן ירבה וכן יפרוץ, המן בקש להשמיד את כל היהודים וה' לא בקש (אסתר ט) ונהפוך הוא אשר ישלטו היהודים וגו' בלק ובלעם בקשו לקלל את ישראל וה' לא בקש שנאמר (דברים כג) ולא אבה ה' אלהיך לשמוע אל בלעם וגו', לפיכך כתיב מי זה אמר ותהי ה' לא צוה, הוי כל כלי יוצר עליך לא יצלח, אדריאנוס אמר לרבי יהושע גדולה הכבשה העומדת בין שבעים זאבים, אמר ליה גדול הוא הרועה שמצילה ושומרה ושוברן לפניה, הוי כל כלי יוצר עליך לא יצלח:", 
                "אברהם הוליד את יצחק, א\"ר יצחק אין לך דור שאין בו לצנין בשעה שגזז נבל את צאנו שלח דוד את נעריו אצלו לומר תנה נא את אשר תמצא ידך לעבדך ולבנך לדוד (ש\"א כה) השיבם נבל (שם ) מי דוד ומי בן ישי היום רבו עבדים המתפרצים איש מפני אדניו ולקחתי את לחמי ואת מימיו ואת טבחתי אשר טבחתי לגוזזי ונתתי לאנשים אשר לא ידעתי אי מזה המה, מיד חזרו אצל דוד וספרו לו דברי נבל, עמד דוד וזיין עצמו וכל גבוריו לילך אל נבל להשחיתו, ולאביגיל אשת נבל הגיד נער אחד מהנערים לאמר הנה שלח דוד מלאכים מהמדבר לברך את אדונינו ויעט בהם, כששמעה כך התקינה הדורון והלכה אל דוד שנאמר (שם ) ותמהר אביגיל ותקח מאתים לחם ושנים נבלי יין וחמש צאן עשויות וחמש סאים קלי ומאה צמוקים ומאתים דבלים ותשם על החמורים וגו' ותאמר לנעריה עברו לפני הנני אחריכם באה ולאישה נבל לא הגידה כל אותו הענין, וכתיב (שם ) ויהי כעשרת הימים ויגף ה' את נבל וימת מיד (שם ) וישלח דוד וידבר באביגיל לקחתה לו לאשה, ולאחר שהביאה פירש דוד ממנה שלשה חדשים כדי לידע אם היתה מעוברת מן נבל ואם לאו, לאחר ג' חדשים בא עליה ונתעברה הימנו, והיו ליצני הדור מליצים ואומרים מן נבל היא מעוברת, מה עשה הקב\"ה צוה המלאך הממונה על יצירת הולד ועל צורתו ואמר לו לך וצר אותו בדמות דוד אביו כדי שיעידו הכל שדוד הוא אביו, מנין שכן כתיב (שמואל ב ג) ויהי בכורו אמנון לאחינועם היזרעאלית ומשנהו כלאב לאביגיל אשת נבל הכרמלי מה תלמוד לומר כלאב שהיה כולו אב שכל הרואהו אומר דוד אביו של זה, וכן אברהם היה דומה ליצחק, ולא היו מכירין הבריות בין אב לבן עד שבקש אברהם ואמר רבש\"ע הפרש בין אב לבן, והפריש ביניהם הזקנה לכך נאמר ואברהם זקן ולכך כתיב אברהם הוליד את יצחק:", 
                "ויהי כי זקן יצחק. :ילמדנו רבינו סומא מהו שיעבור לפני התיבה להוציא את הצבור, כך שנו רבותינו סומא פורס על שמע ומתרגם, אבל אינו עובר לפני התיבה ואינו קורא בתורה ואינו נושא את כפיו, רבי יהודה אומר כל מי שלא ראה מאורות מימיו לא יפרוס על שמע מפני שנראה כמעיד עדות שקר שהוא אומר ברוך יוצר המאורות והוא לא ראה מאורות מימיו, אתה מוצא כל מי שנתייסם בעיניו כאלו הוא מת כיצד אמר רשב\"י אין הקדוש ברוך הוא מיחד שמו על הצדיקים בחייהן אלא לאחר מיתתן שנאמר (תהלים טז) לקדושים אשר בארץ המה וגו', אימתי הן קדושים כשהן קבורים בארץ שכל זמן שהן חיין אין הקב\"ה מייחד שמו עליהן, כל כך למה שאין הקדוש ברוך הוא מאמין בהן שלא יטעה אותן היצר הרע, וכיון שמתים הקב\"ה מיחד שמו עליהן, והרי מצינו שיחד הקדוש ברוך הוא שמו על יצחק הצדיק בחייו שכן הוא אומר ליעקב (בראשית כה) אלהי אברהם אביך ואלהי יצחק, רבי ברכיה ורבנן רבנן אמרי רואה את אפרו כאלו הוא צבור על גבי המזבח, ורבי ברכיה אמר הואיל ונתייסם בעיניו כאלו הוא מת לפי שהיה גנוז לתוך הבית ויצר הרע פסק הימנו לכך כתיב ויהי כי זקן יצחק:", 
                "ויהי כי זקן יצחק, זשה\"כ (משלי יז) אבן חן השוחד בעיני בעליו אל כל אשר יפנה ישכיל השוחד למה\"ד לאבן בכ\"מ שנופלת שוברת, מדבר ביצחק שנא' ויאהב יצחק את עשו כי ציד בפיו מהו כי ציד בפיו היה צד את יצחק הצדיק בפיו אתה מוצא כל עבירות שהקב\"ה שונא כלן היו בעשו (שם ו) שש הנה שנא ה' ושבע תועבת נפשו עינים רמות ל' שקר ידים שופכות דם נקי לב חורש מחשבות און רגלים ממהרות לרוץ לרעה וגו' כשהיה בא עשו מן החוץ היה אומר לאביו אבא המלח מהו שתהא חייבת במעשר, והיה תמה יצחק ואומר ראה בני זה כמה דקדק במצות, והיה אומר לו אביו בני היכן היית היום הזה והוא אומר לו בבית התלמוד לא כך הוא הלכה מן כך וכך, לא כך איסורו לא כך התירו, ומתוך דברים אלו הוה צדו בפיו, על כן אהבו, ורוח הקודש צווחת (שם כו) כי יחנן קולו אל תאמן בו כי שבע תועבות בלבו ולמה כהו עיניו של יצחק מפני שנסתכל בדמות עשו הרשע, ועוד על שהיה מביא ציד ומאכלו וכתיב (דברים יז) כי השוחד יעור פקחים ותכהין עיניו מה כתיב למעלה ותהיין מרת רוח ליצחק ואח\"כ ותכהין עיניו, מפני הכעס שהיה מכעיסו לפי שהשכינה היתה שרויה בביתו של יצחק עמד עשו ונטל מבנות כנען והיו נשיו מעשנות ומקטרות לעבודה זרה שלהם ונסתלקה הימנו שכינה מיצחק והיה רואה יצחק ומיצר, אמר הקדוש ברוך הוא הריני מכהה את עיניו שלא יראה ויוסיף צער לפיכך ותכהין עיניו, וא\"כ למה לא כהו עיני רבקה, א\"ר אבוה משל למה\"ד למי שהיה טעון כלי עצים וכלי חרס הקיש כלי עצים לכלי עצים לא נשבר הקיש כלי עצים לכלי חרס נשבר כלי חרס, אף רבקה לפי שהקישה לה נשי עשו שנבראו מן העצם כמותה לא הזיקוה אבל יצחק שהיה מן העפר הזיקוהו שנאמר וייצר ה' אלהים את האדם עפר (בראשית ב) הזקין מהרה וכהו עיניו ותכהין עיניו למה כהו עיניו, לפי שהיה צפוי לפני הקב\"ה שיצחק יברך לעשו, אמר הקדוש ברוך הוא יכהו עיניו ויבא יעקב ויטול את הברכות ולא יהא יודע יצחק למי הוא מברך, ודוד צוח רבות עשית אתה ה' אלהי נפלאותך, ומחשבותיך אלינו אין ערוך אליך (תהלים ס) כל נפלאותך ומחשבותיך אלינו בשבילנו, ויקרא את עשו בנו הגדול ולמה קורא לו בנו הגדול אלא למדנו שמחניפין לרשעים בשעתן לפי שראה שהעולם הזה בידו קרא לו בנו הגדול, אמר הקב\"ה לישראל בעולם הזה לפי שהשעה ביד עשו אתם מחניפים לו וכביכול אף מלכותי אינה מתבוססת, אבל לעתיד לבא אני פורע ממנו ומלכותי מתבוססת, שנאמר (עובדיה א) ועלו מושיעים בהר ציון לשפוט את הר עשו אותה שעה והיתה לה' המלוכה:", 
                "ויהי כי זקן יצחק, זשה\"כ (תהלים מה) תחת אבותיך יהיו בניך תשיתמו לשרים בכל הארץ, א\"ר אליעזר בנו של רבי יוסי הגלילי עתיד כל אחד ואחד מישראל שיהיו לו בנים כיוצאי מצרים שנאמר תחת אבותיך יהיו בניך, מדבר ביצחק אבינו ובאברהם אבינו, אברהם נתברך, שנאמר (בראשית כד) וה' ברך את אברהם בכל, יצחק נתברך דכתיב (שם כו) ויברכהו ה', אברהם הוליד צדיק ורשע יצחק וישמעאל, יצחק הוליד צדיק ורשע יעקב ועשו, אברהם אשתו עקרה ויצחק אשתו עקרה, ולמה נתעקרו האמהות, א\"ר לוי בשם רבי שילא דכפר תמרתא ורבי חלבו בשם ר' יוחנן שהיה הקדוש ברוך הוא מתאוה לתפלתם, אמר הקב\"ה עשירות הן נאות הן אם אני נותן להם בנים אינן מתפללות לפני אתה מוצא כל מה שהגיע לאברהם הגיע ליצחק, אברהם כתיב בו זקנה שנאמר (שם כד) ואברהם זקן, וביצחק כתיב בו ויהי כי זקן יצחק:", 
                "ויחרד יצחק חרדה. :ילמדנו רבינו מי שטעם טעם שמן כיצד צריך לברך, כך שנו רבותינו הטועם טעם שמן מברך בורא פרי העץ אמר רבי יוסי בר זביד ומתניתא אמרה חוץ מן היין שעל היין מברך בורא פרי הגפן, ומה ראה היין שתהא ברכתו משונה מכל המשקין, שהיה מתנסך על גבי המזבח, ולא עוד אלא שהוא גרם ליעקב ליטול את הברכות, בשעה ששלח יצחק את עשו לצוד ציד שיאכילנו נאמר לרבקה ברוח הקודש שנאמר ורבקה שומעת בדבר יצחק אל עשו ורבקה אמרה אל יעקב בנה לאמר הנה שמעתי וגו' לך נא אל הצאן וגו', רבי ברכיה בשם רבי חלבו אומר אמרה לו טובים לך טובים לבניך שהן מתכפרין עליהן ביום הכפורים, הכניס לאביו יין ובשר האכילהו והשקהו התחיל מברכו שנאמר ויתן לך האלהים מטל השמים וגו' יעבדוך עמים וגו', ויהי אך יצוא יצא יעקב מאת פני יצחק אביו ועשו אחיו בא מצידו התחיל אומר יקום אבי ויאכל, א\"ל מי אתה, אמר אני בנך בכורך עשו, באותה שעה ויחרד יצחק חרדה:", 
                "ויחרד יצחק חרדה גדולה מה כתיב למעלה מן הענין ויהי אך יצוא יצא יעקב מאת פני יצחק זה יצא וזה נכנס, היאך היה הדבר הזה, אלא מי שנתון באורה אינו רואה למי שנתון בחשיכה אבל מי שהוא נתון בחשיכה רואה למי שנתון באורה, עשו בא מן השוק ולא ראה ליעקב שהיה לפנים מן הבית אבל יעקב ראה אותו מבפנים ונטמן אחורי הדלת, כיון שנכנס עשו יצא יעקב, שנאמר ויהי אך יצוא יצא יעקב ועשו אחיו בא מצידו, כך שיער את השעות שלא יבא עשו ויטול את הברכות, אלא כיון שיצא עשו לצוד שלח הקדוש ברוך הוא עליו שטן ולא הניחו לצוד עד שיבא יעקב ויטול את הברכות, ועל עשו נאמר (תהלים קט) הפקד עליו רשע ושטן יעמוד על ימינו, כיצד היה עשו רץ וצד צבי וקושרו ומניחו ורץ ותופס אחר וקושרו ומניחו והשטן מתירן ומבריחן והיה עשו בא ולא היה מוצא אחד מהן, וכך עשה ב' או ג' פעמים, וכן הוא אומר (משלי יב) לא יחרך רמיה צידו, והיה מגלגל בשעות עד שבא יעקב ונטל את הברכות, וכן הוא אומר אך יצוא יצא יעקב מאת פני יצחק אביו ועשו אחיו בא מצידו, וכיון שנכנס הרשע התחיל קורא לאביו בזדון יקום אבי ויאכל מציד בנו, והכתוב אומר עליו (שם יח) בבא רשע בוא גם בוז, יקום אבי היה גוזר עליו, אבל יעקב לא אמר כן אלא נא בלשון בקשה קום נא שבה ואכלה שלשתן לשון בקשה לשון שפלות וענותנות ואותו רשע אמר יקום אבי ויאכל, אמר ליה הקב\"ה ליעקב אתה אמרת קום נא הרי בן בנך משה יאמר לי קומה ה' ויפוצו (במדבר י) אתה אמרת שבה בן בנך יאמר (שם ) שובה ה' רבבות וגו', אבל עשו שאמר יקום אבי בו בלשון אני מעורר עליו מדת הדין, שנאמר (תהלים סח) יקום אלהים יפוצו אויביו, יקום אבי באותה שעה הכיר את קולו והתחיל חרד, א\"ל מי אתה לפי שבשעה שנכנס יעקב נכנסה עמו ריח גן עדן ריח ניחוח ונתישבה דעתו של אותו צדיק שנאמר ראה ריח בני כריח שדה אשר ברכו ה' התחיל לברכו, אבל כשנכנס עשו נפתח לו גיהנם, לפיכך ויחרד יצחק חרדה גדולה והיה תמיה יצחק בלבו ואומר אני רואה גיהנם ועשו מסיק אותו, הוא הצד ציד למה שני פעמים אלא אמר יצחק לעשו את הלכת לצוד ואתה נוצדת, א\"ל עשו מה לך אתה תמיה, א\"ל ואוכל מכל, מכל מה שברא הקדוש ברוך הוא מששת ימי בראשית היה באותן תבשילין, בטרם תבא ואברכהו בקש ליטול את הברכות ולומר גם ארור יהיה, א\"ל הקב\"ה מה אתה עושה לעצמך אתה מקלל שאתה אמרת לו אורריך ארור ומברכיך ברוך, חזר וקיים את הברכות ואומר גם ברוך יהיה:", 
                "ויחרד יצחק חרדה, זש\"ה (משלי כ) אזן שומעת ועין רואה ה' עשה גם שניהם, וכי לא עשה הקדוש ברוך הוא אלא עין ואזן בלבד והלא כל האברים הוא גלפן באדם, אלא מהו אזן שומעת וגו' את מוצא ג' דברים ברא הקב\"ה ברשותו של אדם ושלשה אינן ברשותו, הללו שהן ברשותו הידים והפה והרגלים, כיצד הידים רצה לעסוק בהם מלאכת שמים סוכה לולב שופר וציצית לכתוב תפילין ומזוזות עושה, רצה לגנוב לשפוך דם נקי לקפח את העוברים והשבים לעבור בהן עבירות הרבה עושה, הפה בקש לעסוק בתורה לספר לשון טוב להלל לשבח להתפלל לומר שירות אומר, בקש לספר לשון הרע לחרף לגדף ולהשבע על שקר אומר, הרגלים בקש לילך לדבר מצוה לבקר חולים ולנחם אבלים לקבור מתים ולגמילות חסדים הולך, בקש לילך לדבר עבירה לנאוף ולרצוח ולגנוב הולך, הללו שאינן ברשותו העינים והאזנים והחוטם, העינים כיצד היה עובר בשוק, ראה עבירה או דבר שהוא מאוס בעיניו או אדם שאין לו בו חפץ לראות או שלטון שלא היה רצונו לראותו מה יעשה רואה הוא שלא בטובתו, האזנים שומעות חרופין וגדופין או דבר שאין לו בו חפץ מה יעשה שומע שלא בטובתו, החוטם עבר בדרך והריח תבשילין טמאין או ריח של קטורת עבודת כו\"ם לא היה רצונו להריח מה יעשה הריח בהם שלא בטובתו, וכשהקדוש ברוך הוא חפץ אף אלו שהן ברשותו אינן ברשותו מנין ממשה ובלעם ויונה וירמיה וירבעם, משה מנין דא\"ר שמואל בר נחמן שבעה ימים היה הקדוש ברוך הוא מפתה למשה בסנה שנאמר (שמות ג) ועתה לכה ואשלחך אל פרעה והוא משיבו לא איש דברים אנכי גם מתמול גם משלשום גם מאז, תמול מתמול שלשום משלשום גם מאז הרי שבעה ימים, והוא אומר לו שלח נא ביד תשלח, א\"ל הקב\"ה מה אתה סבור שרגליך ברשותך עמד והלך שלא בטובתו, יונה א\"ל הקדוש ברוך הוא (יונה א) קום לך אל נינוה העיר הגדולה כל אותו הענין ויקם יונה לברוח תרשישה מלפני ה' וירד יפו לסוף הראהו בים כל אותן הצרות ובלעו הדג ויקרא אל ה' ממעי הדגה ולבסוף נמרט שער ראשו וזקנו מן אותו חום שהיה לו במעי הדגה ואחר כך הלך שלא בטובתו, ירמיה א\"ל הקב\"ה בטרם אצרך בבטן ידעתיך ואומר אהה ה' אלהים הנה לא ידעתי דבר כי נער אנכי (ירמיה א) אמר ליה הקדוש ברוך הוא אל תאמר נער אנכי כי על כל אשר אשלחך תלך ואת כל אשר אצוך תדבר בעל כרחך תלך ובעל כרחך תדבר, וכשהקב\"ה חפץ אף הידים אינן ברשותו של אדם אימתי כשבא עידו הנביא אצל ירבעם (מלאכים א יג) והנה איש אלהים בא מיהודה בדבר ה' אל בית אל וירבעם עומד על המזבח להקטיר ויקרא על המזבח בדבר ה' ויאמר מזבח מזבח כה אמר ה' הנה בן נולד לבית דוד יאשיהו שמו וזבח עליך את כהני הבמות המקטירים עליך ועצמות אדם ישרפו עליך, ולמה מזבח מזבח שני פעמים מזבח שבבית אל ומזבח שבדן שבהן היו אלו שני עגלים, ועצמות אדם עצמות ירבעם אין כתיב כאן אלא אדם, מכאן שחלק כבוד למלכות, מיד אמר ירבעם שוטה הוא זה, א\"ל זה האות הנה המזבח נקרע ונשפך הדשן אשר עליו והמזבח נקרע ונשפך הדשן מן המזבח כמופת אשר נתן ויהי כשמע המלך את דבר איש האלהים אשר קרא על המזבח בבית אל וישלח ירבעם את ידו מעל המזבח לאמר תפשוהו, ותיבש ידו אשר שלח עליו ולא יכול להשיבה אליו, כשהיה עומד ומקטיר לעכו\"ם לא יבשה ידו וכיון שפשט אותה כנגד הנביא יבשה, מכאן אתה למד שחס הקדוש ברוך הוא על כבוד אותו צדיק יותר מכבודו, א\"ל מה אתה סבור שידך ברשותך, מיד ויען המלך אל איש האלהים חל נא את פני ה' אלהיך והתפלל בעדי ותשב ידי אלי, ויחל איש האלהים את פני ה' ותשב יד המלך אליו ותהי כבראשונה, ואף הרגלים אינן ברשותו פסוק מלא (משלי כ) מה' מצעדי גבר ואדם מה יבין דרכו, ואדם הולך ואינו יודע להיכן הולך אם לטוב אם לרע אם למות אם לחיים, וכן אמר אלישע לגדודי ארם (מלכים ב ו) לא זה הדרך ולא זה העיר, ואף הפה אינו ברשותו של אדם, מנא לן מבלעם ומיצחק, בלעם שנאמר (דברים כו) ולא אבה ה' אלהיך לשמוע אל בלעם ויהפוך ה' אלהיך וגו', יצחק בשעה שנכנס עשו התחיל מזדעזע ולומר גם ארור יהיה, א\"ל הקב\"ה מה אתה מבקש ואתה סבור שפיך ברשותך, חזר ואמר גם ברוך יהיה, לכך נאמר אזן שומעת ועין רואה:", 
                "ויחרד יצחק חרדה גדולה, זש\"ה (משלי כט) חרדת אדם יתן מוקש ובוטח בה' ישוגב, חרדה שהחריד יעקב ליצחק ראוי היה שיקללנו ומי גרם לו שברכו בוטח בה' ישוגב, א\"ר לוי בשם רבי חמא בר חנינא שתי חרדות חרד יצחק אחת ע\"ג המזבח ואחת כשנכנס עשו ואין אתה יודע איזה מהן גדולה, אלא ממה שאת קורא כאן גדולה עד מאד אתה יודע שזו גדולה, אמר להם הקדוש ברוך הוא לישראל בעה\"ז ע\"י יצר הרע אין אתם הולכין בדרכי, אבל לעתיד לבא ונתתי לכם לב אחר ורוח חדשה אתם בקרבכם והסירותי לב האבן מבשרכם ונתתי לכם לב בשר (יחזקאל יא):", 
                "שיר למעלות אשא עיני אל ההרים וגו' (תהלים קכא), זשה\"כ (זכריה ד) מי אתה הר הגדול לפני זרובבל למישור זה משיח בן דוד, ולמה נקרא שמו הר הגדול שהוא גדול מן האבות שנאמר (ישעיה נב) הנה ישכיל עבדי ירום ונשא וגבה מאד, ירום מאברהם ונשא מיצחק וגבה מיעקב, ירום מאברהם שנאמר (בראשית יד) הרמותי יד אל ה', ונשא ממשה שאמר (במדבר יא) כי תאמר אלי שאהו בחיקך, וגבה כמלאכי השרת שנאמר (יחזקאל א) וגבותם מלאות עינים, לכך נאמר מי אתה הר הגדול, וממי הוא יוצא מזרובבל, ולמה נקרא שמו זרובבל מפני שנולד בבבל, ומי הוא מדוד שנאמר (ד\"ה א ג) ובן שלמה רחבעם אביה בנו וגו', עד ודליה וענני שבעה (ס\"א ע\"כ דברי הימים) ומהו ענני זה משיח (זכריה ד) כי מי בז ליום קטנות שבעה אלה שנאמר (דניאל ז) הזה הוית בחזוי ליליא וארו עם ענני שמיא כבר אנש אתה הוא, וענני שבעה מהו שבעה מה שכתוב במלך המשיח כי כי בז ליום קטנות שבעה אלה, לכך נאמר מי אתה הר הגדול זה שכתוב בו (ישעיה יא) ושפט בצדק דלים וגו' (זכריה ד) והוציא את האבן הראשה וגו' מה כתיב אחריו באדין דקו כחדה וגו' וכתיב ואבנא די מחת לצלמא הות לטור רב ומלאת כל ארעא (דניאל ב) לכך נאמר מי אתה הר הגדול, והיכן הוא בא דרך ההרים שנאמר (ישעיה נב) מה נאוו על ההרים רגלי מבשר וגו', באותה שעה יהיו ישראל מסתכלין ואומרים אשא עיני אל ההרים מאין יבא עזרי עזרי מעם ה' עושה שמים וארץ אמן כן יהי רצון:"
            ]
        ]
    ], 
    "versionSource": "http://www.tsel.org/torah/tanhuma/toldot.html", 
    "heTitle": "מדרש תנחומא", 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ]
}