{
    "versionTitle": "Vayechi Tanchuma", 
    "sectionNames": [
        "Book", 
        "Parshah", 
        "Siman"
    ], 
    "language": "he", 
    "title": "Midrash Tanchuma", 
    "text": [
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויקרבו ימי ישראל למות, זש\"ה כי גרים אנחנו לפניך ותושבים ככל אבותינו כצל ימינו עלי ארץ ואין מקוה (ד\"ה א כט), כצל ימינו הלואי כצלו של כותל או כצל האילן אלא כצלו של עוף שנאמר ימינו כצל עובר ואין מקוה אין מי יקוה שלא ימות אלא הכל יודעים ואומרים בפיהם שהן מתים אברהם אומר אנכי הולך ערירי (בראשית טו) יצחק בעבור תברכך נפשי בטרם אמות (שם כז) יעקב ושכבתי עם אבותי אימתי בשעה שנטה למות לכך כתיב ויקרבו ישראל למות:", 
                "ויקרבו ימי ישראל למות, זש\"ה אין אדם שליט ברוח לכלא את הרוח ואין שלטון ביום המות ואין משלחת במלחמה ולא ימלט רשע את בעליו (קהלת ח) אמר רבי יהושע דסכנין בשם רבי לוי חצוצרות שעשה משה במדבר כיון שהגיע למות גנזן הקדוש ברוך הוא שלא יהא תוקע אדם אחר בהן והן באין אצלו לקיים מה שנאמר אין שלטון ביום המות, דבר אחר אין שלטון ביום המות כשעשה זמרי אותו מעשה מה כתיב שם ויבא אחר איש ישראל אל הקבה (במדבר כה) והיכן היה משה והלא פנחס היה מדבר לפני משה אלא לקיים מה שנאמר אין שלטון ביום המות ואין מות אלא לשון השפלה נתנה הישועה לפנחס והשפיל משה את עצמו, ואף דוד כתיב בו והמלך דוד זקן (מלכים א א) כיון שנטה למות ויקרבו ימי דוד למות (שם ב) ואף יעקב כשנטה למות התחיל משפיל עצמו לפני יוסף שנאמר ויאמר לו אם נא מצאתי חן בעיניך אימתי כשקרב למיתה שנאמר ויקרבו ימי ישראל למות, אמר רשב\"ל אמר ליה הקב\"ה חייך אתה נטמן ואין אתה מת, ויקרבו מהו ויקרבו, א\"ל הקדוש ברוך הוא היום קובל עליך לומר כי הוא יקום כאדם שהוא אומר פלוני קרב על חבירו הוי ויקרבו, ויקרבו ארז\"ל כל מי שנא' בו קריבה למות לא הגיע לימי אבותיו דוד כתיב בו קריבה שנא' ויקרבו ימי דוד למות לא הגיע לימי אבותיו בעז ועובד וישי ועובד ארז\"ל יותר מד' מאות שנה חיה ודוד לא חיה אלא שבעים לא הגיע לימי אבותיו לפיכך כתיב בו ויקרבו, עמרם חיה קל\"ז שנים ומשה לא חיה אלא מאה ועשרים לפיכך כתיב בו הן קרבו ימיך למות (דברים לא) יעקב כתיב בו קריבה שלא הגיע לימי אבותיו, אברהם חיה קע\"ה, יצחק ק\"פ, יעקב קמ\"ז, לפיכך כתיב בו קריבה ויקרבו ימי ישראל:", 
                "ויקרא לבנו ליוסף, למה לא לראובן ולא ליהודה, ראובן בכור ויהודה מלך והניחן וקרא ליוסף, ללמדך שהכל מכבדין למי שהשעה עומדת לו, ועוד שהיתה ספק בידו לעמוד בצוואתו ויאמר לו אם נא מצאתי חן בעיניך אל נא תקברני במצרים, בשבילך ירדתי למצרים בשבילך אמרתי אמותה הפעם ועכשיו אפילו אדם מת בספינה הנפש הולכת אצל אבותיו, ושכבתי עם אבותי ונשאתני ממצרים וקברתני בקבורתם שהיה מחבבין את הקבורה בקברי אשר כריתי ועשית עמדי חסד ואמת, וכי יש חסד של שקר שהוא אומר חסד ואמת משל הדיוט אומר מת בריה דרחמך טעון מת רחמך פרוק, אמר ליה אם תעשה עמדי חסד אחר מיתתי הוא חסד של אמת, אל נא תקברני במצרים שסופה ללקות בכנים ויהיו מרחשות תחתי לפיכך אל נא תקברני במצרים, ד\"א למה לא רצה יעקב להקבר במצרים שלא יעשוהו מצרים עבודה זרה שכשם שנפרעין מן העובד כך נפרעין מן הנעבד דכתיב ובכל אלהי מצרים אעשה שפטים (שמות יב) וכן אתה מוצא בדניאל כיון שפתר חלומו של נבוכדנצר מה כתיב באדין מלכא נבוכדנצר נפל על אנפוהי ולדניאל סגיד ומנחה וניחוחין אמר לנסכא ליה (דניאל ב) אבל דניאל לא קבל למה שכשם שנפרעין מעובדי כו\"ם כך נפרעין ממנה, וכן את מוצא בחירם כיון שעשה עצמו אלוה מה כתיב בו יען גבה לבך ותאמר אל אני וגו' (יחזקאל כח) אמר ליה הקדוש ברוך הוא הנה חכם אתה מדניאל וגו' שנבוכדנצר בקש לקרב לו ולא קבל ואתה עושה עצמך אלוה מה כתיב שם על ארץ השלכתיך לפני מלכים נתתיך לראות בך, דבר אחר יעקב אמר שלא יפדו בי המצרים שהן משולין לחמורים שנאמר אשר בשר חמורים בשרם (שם כג) ואני משול כשה שנאמר שה פזורה ישראל (ירמיה כ) וכתיב ופטר חמור תפדה בשה (שמות יג) שלא יפדו בי המצרים הוי אל נא תקברני במצרים, ולמה האבות תובעין ומחבבין קבורת ארץ ישראל א\"ר אלעזר דברים בגו אמר רבי חנניה דברים בגו, אמר ר' יהושע ב\"ל דברים בגו, מהו דברים בגו, כתיב אתהלך לפני ה' בארצות החיים (תהלים קטז), אר\"ל שני דברים א\"ר בשם רבי חלבו למה האבות מחבבין קבורת ארץ ישראל שמתי א\"י חיין תחילה לימות המשיח ואוכלין שנות המשיח, ורבי חנניה אמר מי שמת בחוצה לארץ ונקבר שם שתי מיתות יש בידו שכך כתיב ואתה פשחור וכל אנשי ביתך ילכו בשבי ובבל תבוא ושם תמות ושם תקבר (ירמיה כ), הוי יש בידו שתי מיתות לפיכך אמר יעקב אל נא תקברני במצרים, א\"ל רבי סימון א\"כ הפסידו הצדיקים הקבורין בח\"ל, אלא מה הקב\"ה עושה, עושה להם מחילות בארץ ועושה אותן כמערות הללו והן מתגלגלין ובאין עד שמגיעין לא\"י, כיון שמגיעין לא\"י הקדוש ברוך הוא נותן בהם רוח של חיים והן עומדין שנ' (יחזקאל ל) והעליתי אתכם מקברותיכם עמי והבאתי אתכם על אדמת ישראל ואחר כך ונתתי רוחי בכם וחייתם, ארשב\"ל מקרא מלא הוא שכיון שמגיעין לארץ ישראל הקב\"ה נותן בהם נשמה שנא' (ישעיה מב) נותן נשמה לעם עליה ורוח להולכים בה, מעשה ברבי ור' אלעזר שהיו מהלכין בפילי שחוץ לטבריא ראו ארון של מת שבא מח\"ל להקבר בא\"י אמר ליה רבי לרבי אלעזר מה הועיל זה שיצאה נשמתו בח\"ל ובא להקבר בא\"י אני קורא עליו ונחלתי שמתם לתועבה (ירמיה ב) בחייכם לא עליתם ותבאו ותטמאו את הארץ במיתתכם, א\"ל רבי אלעזר כיון שנקבר בא\"י הקדוש ברוך הוא מכפר לו שנאמר וכפר אדמתו עמו (דברים לב), רבי יוחנן כשהיה מסתלק מן העולם אמר לאותן שהיו צריכין להטפל בקבורתו קברו אותי בכלים צבועים לא לבנים ולא שחורים שאם עמדתי בין הצדיקים לא אבוש ואם עמדתי בין הרשעים לא אכלם, רבי יאשיה כשהיה נפטר מן העולם אמר למי שהוא עומד עליו קראו לי לתלמידי אמר להם קברו אותי בכלים לבנים למה שאיני בוש במעשי להקביל פני בוראי, מעשה ברבינו הקדוש כשהיה מסתלק מן העולם צוה שלשה דברי' אמר להם אל תזוז אלמנתי מתוך ביתי ואל תספידוני בעיירות שבארץ ישראל ואל תניחו לנכרי שיגע במטתי אלא מי שנטפל בי בחיי יטפל בי במותי, בחייו היה דר בצפורי י\"ז שנה, וקרא על עצמו ויחי יעקב בארץ מצרים י\"ז שנה וחיה יהודה בצפורי י\"ז שנה, רבינו הקדוש חשש בשיניו י\"ג שנה וכל אותן י\"ג שנה לא מתה חיה בא\"י ולא הפילה אשה עוברה בא\"י, בסוף י\"ג שנה כעס רבי על רבי חייא הגדול, נכנס אליהו ז\"ל אצל רבינו בדמותו של ר\"ח ונתן ידו על שינו ומיד נתרפא, למחר נכנס ר\"ח אצלו א\"ל רבי אותה שינך מה היא עושה, א\"ל משעה שנתת ידך עליה אתמול נתרפאת, באותה שעה א\"ר חייא אי לכם חיות שבארץ ישראל אי לכם עוברות שבא\"י כיון שא\"ל ר\"ח לא הייתי אני שנתתי ידי על שינך ידע רבי שאליהו ז\"ל היה, מאותה שעה התחיל לנהוג בר\"ח כבוד, ושכבתי עם אבותי א\"ל יעקב ליוסף אם אתה עושה לי כמו שאמרתי לך יפה, ואם לאו נפשי יוצאת ממני מיד, א\"ל כך אני עושה לך, א\"ל השבע לי, וישבע לו, וישתחו ישראל לשכינה שעומדת עליו, כיון שנסתלק מה כתיב שם ויעשו בניו לו כן כאשר צום אמר הקב\"ה בעה\"ז אין המות מניח לאדם שישמח אבל לעה\"ב ובלע המות לנצח (ישעיה כה) וכיון שיבולע המות וגלתי בירושלם וששתי בעמי ולא ישמע בה עוד קול בכי וקול זעקה:", 
                "ויאמר ליוסף הנה אביך חולה. ילמדנו רבינו מהו לברך על הנר ועל הבשמים של מתים, כך שנו רבותינו אין מברכין לא על האור ולא על הבשמים של מתים מ\"ט שכתוב לא המתים יהללויה (תהלים קטו) אר\"מ מתי עובדי עכו\"ם מתין אבל מתיהן של ישראל אינן מתים מפני שבזכותן החיים עומדין שכן אתה מוצא כשעשו ישראל אותו מעשה אלולי שהזכיר משה רבינו זכות האבות כבר היו אבודין ישראל מן העולם שנאמר (שמות לב) זכור לאברהם ליצחק ולישראל עבדיך, לפיכך קשה לפני הקדוש ברוך הוא לגזור מיתה על הצדיקים שנא' (תהלים קטז) יקר בעיני ה' המותה לחסידיו, מה הקב\"ה עושה מראה להן מתן שכרן כדי שיתבעו מיתה בפיהן, רבי אבהו כשנטה למות הראה לו הקדוש ברוך הוא מתן שכרו ותמה ואמר כל אלה לאבהו קרא על עצמו ואני אמרתי לריק יגעתי לתהו והבל כחי כליתי אכן משפטי את ה' (ישעיה מט) מיד נתאוה למיתה, ואף אברהם תבע מיתה בפיו שנאמר (בראשית יד) ואנכי הולך ערירי, לכך א\"ל הקב\"ה ואתה תבוא אל אבותיך בשלום (שם ), יצחק תבע מיתה בפיו שנאמר (שם כז) ואברכך לפני ה' לפני מותי, לכך כתיב ויגוע יצחק וימת (שם לה), יעקב תבע מיתה שנאמר אמותה הפעם (שם מו) א\"ל הקדוש ברוך הוא אתה אמרת אמותה הפעם תשב י\"ז שנה וחלה ונאסף:", 
                "ויהי אחרי הדברים, זש\"ה כי מבורכיו ירשו ארץ ומקולליו יכרתו (תהלים לז), א\"ר מאיר כל המברך את ישראל כאלו מברך את השכינה שנאמר כי מבורכיו כי מברכיהן לא נאמר אלא כי מבורכיו אמר רשב\"י כל העוזר את ישראל כאלו עוזר את השכינה שנאמר אורו ארור יושביה כי לא באו לעזרת ה' (שופטים ה), וכי צריך הוא לסיוע אלא ללמדך שכל העוזר לישראל כאלו עוזר את השכינה, א\"ר ישמעאל אתה מוצא שהצדיקים מברכין לבניהם בשעת מיתתן שכן הוא אומר יצחק לעשו ואברכך לפני ה' לפני מותי לפיכך כשחלה יעקב נטל יוסף שני בניו והכניסן אל אביו שיברכם:", 
                "ויהי אחרי הדברים, מה כתיב למעלה מן הענין ויקרבו ימי ישראל למות ויקרא לבנו ליוסף למי שהשעה עומדת לו והנביא צווח לך עמי בא בחדריך וגו' (ישעיה כו) אמר הקב\"ה אני אמרתי לכם שתהיו מטמינין עצמכם ותתנו מקום לשעה, נבות לא נתן מקום לשעה לכך כתיב ביה כי סוקל נבות וימת (מלכים א כג), מרדכי עמד כנגד השעה והיה לו להחניף לרשע ולפי שעמד כנגד המן הרשע קמעא כבר היו ישראל כלים מן העולם, דוד ברח וימלט מפני שאול וכן ברח מפני אבשלום בנו וכן משה שנאמר ויברח משה מפני פרעה (שמות ב) וכן יעקב ברח מפני עשו שנאמר ויברח יעקב שדה ארם (הושע יא) ואף אבות העולם נתנו מקום לשעה והחניפו למי שהשעה בידו, אברהם נטפל בשרה למען ייטב לי בעבורך, יצחק החניף לעשו שנאמר ויאהב יצחק את עשו, ואף כאן יעקב קרא לבנו ליוסף ושכבתי עם אבותי, אמר ליה באיזה מקום, א\"ל בקברי אשר כריתי וכי חופר קברות היה יעקב אלא ללמד כשמת יצחק אמר יעקב אפשר שיקבר עשו הרשע בקבורת צדיקים, מה עשה הביא כל כספו וזהבו ועשה מהן כרי אמר לעשו מה אתה מבקש הכרי הזה או הקבר הזה, נטל עשו את הכרי ויעקב נטל אותה מערה, ויאמר ליוסף הנה אביך חולה ארז\"ל אפרים אמר לו שהיה עוסק בתורה עמו, ולמה ויתחזק ישראל וישב אמר אע\"פ שהוא בני מלך הוא ואחלק לו כבוד, ויאמר יעקב אל יוסף אל שדי וגו' ויאמר הנני מפרך והרביתיך התחיל עושה את בני יוסף שבטים שנאמר אפרים ומנשה כראובן ושמעון יהיו לי, וירא ישראל את בני יוסף ויאמר מי אלה, א\"ר יהודה בר שלום וכי לא היה מכירן והלא בכל יום ויום יושבין ועוסקין בתורה לפניו ועכשיו הוא אומר מי אלה לאחר ששמשו אותו שבע עשרה שנה שעמד במצרים לא הכירן, אלא שראה לירבעם בן נבט ולאחאב בן עמרי שעומדין מאפרים עובדי עכו\"ם ונסתלקה רוח הקודש ממנו, כשראה יוסף כך מיד נשתטח בקרקע ובקש רחמים לפני הקדוש ברוך הוא ואמר רבון העולם אם הן ראוין לברכה אל תחזירני היום בבשת פנים, מיד הכניס הקב\"ה רוח הקודש ביעקב וחזר וברכן, ומנין שכך כתיב ואנכי תרגלתי לאפרים קחם על זרועותיו (הושע יא) תרגלתי רוח הקודש ליעקב בשביל אפרים א\"ר שמואל בר נחמן שני פעמים נסתלקה רוח הקודש מיעקב באותה שעה אחד כשבקש לברך אפרים ומנשה ואחד כשבא לגלות הקץ, וישלח ישראל את ימינו וישת על ראש אפרים התחיל מברכן וידגו לרוב, בשרן שעתידים בני אפרים להיות נצודים כדגים שנאמר ויאמר לו אמר נא שבולת ויאמר סבולת (שופטים יב), וירא יוסף כי ישית אביו וגו' ויתמוך יד אביו להסיר אותה אמר ליה ידי את מבקש להסיר שרפשה לשר המלאכים, א\"ר יוחנן כשני עמודים שבתוך דמוסין שבטבריא כך היו זרועותיו של יעקב, ויאמר יוסף אל אביו לא כן אבי כי זה וגו' וימאן אביו ויאמר ידעתי שראה לגדעון עומד ממנשה ואולם אחיו הקטן יגדל זה יהושע שעמד מאפרים, ויברכם ביום ההוא לאמר בך וגו' עשה אפרים ראשון למנשה, ואימתי נתקיימה ברכתו בחנוכת הנשיאים שהקריב אפרים ביום ז' ומנשה ביום השמיני לקיים מה שנאמר מקים דבר עבדו ועצת מלאכיו ישלים (ישעיה מד):", 
                "ויקרא יעקב אל בניו. :ילמדנו רבינו העומד לפני התיבה מהו שיענה אחר הכהנים אמן, כך שנו רבותינו העובר לפני התיבה לא יענה אחר הכהנים אמן, ראה כמה חביב לפני הקדוש ברוך הוא העובר לפני התיבה שאינו עונה אחר הכהנים אמן, אמר רבי חנין עשרה נכנסין לבית הכנסת ואחד מהן עובר לפני התיבה פורס על שמע עליו נאמר כשושנה בין החוחים (שיר ב) אמר הקב\"ה לשעבר הייתי צריך לברך את בריותי שנאמר ויברך אלהים את נח (בראשית ט) וה' ברך את אברהם בכל (שם כג) ויברך אלהים את יצחק בנו, וירא אלהים אל יעקב עוד בבואו מפדן ארם ויברך אותו, מכאן ואילך יהיו הכהנים וצדיקים מברכין אתכם מנין זכו הכהנים לברכות שיהיו מברכין את ישראל, אמר ר' אלעזר ב\"ע מיצחק שכתוב בו נלכה עד כה (שם כב) ואין כה אלא ברכת כהנים שנאמר כה תברכו (במדבר ו) ורבנן אמרי ממתן תורה שנאמר כה תאמר לבית יעקב ותגד לבני ישראל (שמות יט):", 
                "ויקרא יעקב אל בניו זש\"ה מסיר שפה לנאמנים וטעם זקנים יקח (איוב יב) הכתוב מדבר ביצחק ויעקב ששניהם בקשו לגלות מסטורין של הקדוש ברוך הוא יצחק כתיב בו ויקרא את עשו בנו הגדול בקש לגלות לו את הקץ והעלים הקב\"ה ממנו, יעקב בקש לגלות לבניו את הקץ שנא' ויקרא יעקב אל בניו וגו', למה\"ד לעבד שהאמינו המלך כל מה שבידו בא העבד למות קרא לבניו לעשותן בני חורין ולומר להם היכן דיתיקי שלהן והאוני שלהן, ידע המלך הדבר עמד לו למעלה הימנו ראהו אותו המלך והפליג את הדבר שהיה מבקש לגלות להם התחיל מדבר העבד לבניו בבקשה מכם אתם עבדיו של מלך היו מכבדין אותו כמו שהייתי אני מכבדו כל ימי, כך ויקרא יעקב אל בניו לגלות להן את הקץ נגלה עליו הקדוש ברוך הוא אמר ליה לבניך אתה קורא ולי לאו, שכן ישעיה אומר ולא אותי קראת יעקב כי יגעת בי ישראל (ישעיה מג) כיון שראה אותו יעקב התחיל אומר לבניו בבקשה מכם הוו מכבדים להקב\"ה כשם שכבדוהו אני ואבותי שנאמר האלהים אשר התהלכו אבותי לפניו, אמרו לו יודעין אנו מה בלבך ענו כולם שמע ישראל וגו' (דברים ו), כיון ששמע מהם כך מיד וישתחוו ישראל על ראש המטה התחיל אומר בלחש בשכמל\"ו אמר הקדוש ברוך הוא כבוד אלהים הסתר דבר כבוד מלכים חקור דבר (משלי כה) אין המדה הזו שלך הולך רכיל מגלה סוד ונאמן רוח מכסה דבר (שם יא) ויקרא יעקב אל בניו זש\"ה אקרא לאלהים עליון וגו' (תהלים נז), אמר ר' יהושע בן לוי שלשה דברים גזרו ב\"ד של מטה ואלו הן אחד בימי עזרא בשעה שעלו מבבל בקש הקב\"ה להתיר להם את המעשרות מה עשו עמדו וגזרו על עצמן שיהו מעשרין שנאמר (ירמיה י) ואת ראשית עריסותינו ותרומותינו ופרי כל עץ תירוש ויצהר נביא לכהנים אל לשכות בית אלהינו ומעשר אדמתינו ללוים, מה עשו כתבו בספר וחתמו אותו ונתנו אותו בהיכל, למחר נכנסו ומצאו אותו חתום ומנין שכך כתיב (שם ) ובכל זאת אנחנו כורתים אמנה וכותבים ועל החתום מכאן שהסכים הקדוש ברוך הוא עמהם, ואחד בימי מרדכי ואסתר מה כתיב שם קימו וקבלו היהודים עליהם ועל זרעם (אסתר ט) ומנין שהסכים הקב\"ה עמהם דכתיב וקבל היהודים קבל רבן של יהודים, ואחד בימי יהושע בשעה שנכנסו ישראל לארץ אמר להם יהושע והיתה העיר חרם היא וכל אשר בה (יהושע ו) ואין את מוצא שנצטוו על כך אלא יהושע מעצמו אמר, ומנין שהסכים הקדוש ברוך הוא עמהן שכך כתיב חטא ישראל גם עברו וגו' (שם ) הוי שהסכים הקב\"ה עמו הוי אקרא לאלהים עליון לאל גומר עלי, דבר אחר אקרא לאלהים עליון מדבר ביעקב בשעה שנכנסו בניו ברכן התחיל מחלק להן פרוקפאות ומנין שהסכים הקדוש ברוך הוא עמו את מוצא כל ברכה וברכה שברך יעקב את השבט כך ברכן משה שהסכים הקב\"ה עמו על כל ברכה וברכה אימתי בשעה שהיה מסתלק מן העולם הוי ויקרא יעקב אל בניו האספו ואגידה לכם, א\"ר פנחס הכהן בר חמא ורבי יהודה בר שלום מהו האספו הטהרו כענין שנאמר (במדבר יב) תסגר שבעת ימים ואחר תאסף, דבר אחר האספו מנה מהם זקנים שנאמר אספה לי וגו', (שם יא) למה אמר האספו הקבצו הודיעם שהן גולין שני פעמים, משמנה מהן זקנים התחיל מוכיחן ראובן בכורי אתה, ומאותה שעה זכו ישראל להיות קורין שמע, כיצד כשהיה יעקב מסתלק מן העולם הרהר בלבו ואמר אברהם אבי הוליד יצחק וישמעאל יצחק אבי הוליד אותי ועשו שמא אני יש במטתי פסולת כיון ששמעו כך אמרו כולן בפה אחד שמע ישראל ה' אלהינו ה' אחד (דברים ו) הה\"ד ושמעו אל ישראל אביכם:", 
                "ראובן בכורי אתה אתה בכורי טפה ראשונה שלי שעשיתי פ' שנה ואפי' קרי לא ראיתי, בכורי אתה דומה לי, יתר שאת ויתר עז שלשה כתרים היו בידך כהונה מלכות ובכורה, שאת זו כהונה שנאמר (ויקרא ט) וישא אהרן את ידיו, עוז זו מלכות שנאמר (שמואל א ב) ויתן עוז למלכו, יתר בכורה שהיא שני חלקים שנאמר (דברים כא) לתת לו פי שנים, ואבדת אותם, מי גרם לך פחז כמים לפיכך אל תותר, מהו פחז נוטריקון ר' אליעזר אומר פחזת חטאת זנית, ר' יהושע אומר פחזת חסכת עול מצוארך זעת מן החטא, ר' יהודה מסרס את התיבה זעת חרדת פרח חטאתך, דבר אחר פחז פסעת על דת חללת בכורתך זר שעשית כמים מהו כמים אדם אם יש בידו קיתון של מים ונשפך אין משייר בו כלום אבל יש בו שמן או דבש משייר בו לכך נאמר כמים אל תותר, כי עלית משכבי אביך עילית משכבי אביך אימתי בשעת דודאים המעט קחתך את אישי וגו' לכן ישכב עמך (בראשית ל) אז חללת יצועי עלה תהיה מרוחק עד שיבא משה שכתוב בו (שמות טו) ומשה עלה אל האלהים ויקרבך ויאמר לך יחי ראובן ואל ימות (דברים לג) יצא ראובן ואזניו מקטפות התחיל קורא לשמעון וללוי אחים אחי דינה ולא אחי יוסף שהם מכרוהו, א\"ר שמלאי בראובן כתיב למען הציל אותו מידם (בראשית לו) הרי אתה למד שלא היה במכירת יוסף ואף יהודה אמר להן מה בצע כי נהרוג וארבעה אלו היו גדולים נמצאת למד ששמעון ולוי מכרוהו שבשעה שירדו למצרים נתן יוסף עיניו בשמעון שנאמר (שם מב) ויקח מאתם את שמעון ויאסור אותו לכך קרא לשניהם פה אחד שמעון ולוי אחים, כלי חמס אמר להן כלים שבידכם חמוסין גזולין הן מעשו שנא' (שם כז) ועל חרבך תחיה כלים של חמס ואין חמס אלא עשו שנאמר (עובדיה א) מחמס אחיך יעקב תכסך בושה, מכרותיהם ל' יוני הוא שקורין לחרבות מכירין, וי\"א מכרותיהם מגורותיהם כד\"א מכורותיך ומולדותיך (יחזקאל טז):", 
                "בסודם אל תבא נפשי כשיעמוד זמרי ויזנה עם כזבי אל יזכר נפשי בהם, וכן הוא אומר ושם איש ישראל המכה זמרי בן סלוא (במדבר כה) כנה שמו ושם אביו ובכל ישראל לא היו שמות אלו, בקהלם אל תחד כבודי כשיקהל קרח את כל העדה לחלוק על משה אל תחד כבודי אל תתיחד כבודי עמהן אלא ויקח קרח בן יצהר בן קהת בן לוי (שם טז) ולא אמר בן יעקב והיכן יזכר שמי על הדוכן דכתי' (ד\"ה א כג) ואלה העומדים ובניהם תימן בן יצהר בן קהת בן לוי בן ישראל, כי באפם הרגו איש, וכי איש אחד הרגו והלא כתיב ויבאו על העיר בטח ויהרגו כל זכר (בראשית לד) אלא שנחשבו לפני הקדוש ברוך הוא ולפניהם כאיש אחד, וכן הוא אומר והכית את מדין כאיש אחד (שופטים ו) כיוצא בו סוס ורוכבו רמה בים (שמות טו) ארור אפם לא קלל אלא לאפם הוא שאמר בלעם (במדבר כג) מה אקוב לא קבה אל ובעת הכעס לא קלל אלא אפם, והאיך אני אוכל לקללם, אחלקם ביעקב כ\"ד אלף נפלו משבט שמעון על מעשה זמרי ואלמנותיהם כ\"ד אלף וחלקם ב' אלפים לכל שבט ושבט שנאמר אחלקם ביעקב, וכל מי שמסבב על הפתחים הוא משבט שמעון אמר הקב\"ה אף לוי יהא מסבב מה עשה האכילו פרוסתו בנקיות, ונתקיימה נבואת יעקב שנתן לו אחד מעשרה והוא מסבב על הגרנות ואומר תנו חלקי, לפיכך אמר אחלקם ביעקב הרי שמעון ולוי יצאו פניהם מכורכמות התחיל קורא יהודה אתה יודוך אחיך, א\"ל אתה הודיתה במעעשה תמר יודוך אחיך להיות עליהם מלך, ידך בעורף אויביך זה דוד שעמד ממנו ואויבי תתה לי עורף (שמואל ב כב) וישתחוו לך בני אביך, ויצחק אמר ליעקב בני אמך, שלא היתה לו אשה אחרת אלא רבקה יעקב שהיו לו נשים הרבה אמר ליהודה בני אביך, גור אריה יהודה מטרף בני עלית מטרף בני יוסף עלית שאמרת מה בצע כי נהרוג (בראשית לו), מטרף בני עלית מטרף תמר הצלת נפשות ארבע מן המיתה תמר ושני בניה ועצמך, א\"ל הקדוש ברוך הוא אתה הצלת ארבע נפשות מן השרפה ומן המיתה שכך פסקת הוציאוה ותשרף אני אציל מבניך ד' דניאל חנניה מישאל ועזריה מן הכבשן ומגוב אריות, קרא ליהודה ד' שמות גור אריה כרע שכב כארי וכלביא, לא יסור שבט, זה כסא מלכות, שנאמר (תהלים מה) כסאך אלהים עולם ועד שבט מישור שבט מלכותך, ומחקק מבין רגליו כשיבא אותו מלך שהמלכות שלו שכתוב בו ברגלים תרמסנה עטרת גאות שכורי אפרים (ישעיה כח) עד כי יבא שילה שהמלכות שלו ולו יקהת עמים יקהת שני עמים שנא' (מיכה ז) ישימו יד על פה ואזניהם תחרשנה, ד\"א ולו יקהת, יקהת מי שעתיד מתקהלין עליו שנא' שרש ישי אשר עמד לנס עמים אליו גוים ידרושו (ישעיה יא) אוסרי לגפן עירה, גפן אלו ישראל שנא' גפן ממצרים תסיע (תהלים פ) יאסור לעירה עיר הקדש, ולשורקה אלו ישראל שנאמר ואנכי נטעתיך שורק (ירמיה ב) בני אתונו יבנו שער האתון דבר אחר בני אתונו על עיר בן אתונות, כבס ביין לבושו מרוב יין, ובדם ענבים סותו אין סותו אלא טעות שנא' כי יסיתך אחיך (דברים יג) אם יטעו בהלכה תהא מתכבסת בתחומו, אין יין אלא תורה שנאמר (שיר א) כי טובים דודיך מיין הביאני אל בית היין, חכלילי עינים מיין מכאן את למד שהתורה הרבה אצלו חיך לי לי מיינה של תורה, ולבן שנים בזכות התורה אם יהיו חטאיכם כשנים כשלג ילבינו (ישעיה א):", 
                "זבולן לחוף ימים קדם זבולן ליששכר ולמה שזבולן עוסק בפרקמטיא ויששכר עוסק בתורה עשו שותפות ביניהם שיהא פרקמטיא של זבולן ליששכר שכן משה ברכן, שמח זבולן בצאתך ויששכר באהליך (דברים לג), שמח זבולן בצאתך לפרקמטיא משום דיששכר באהליך עוסק בתורה, למה, עץ חיים היא למחזיקים בה (משלי י) לפיכך הקדים זבולן ליששכר שאלמלא זבולן לא עסק יששכר בתורה ומתוך שנתיחד יששכר בתורה ולא עסק בפרקמטיא ולא היה לו עמל בדבר אחר לפיכך כתוב בו, מבני יששכר יודעי בינה לעתים (ד\"ה א יב) יששכר חמור גרם יששכר נותן עצמו על התורה כחמור למשוי וזבולן מביא באניות הסחורה, רובץ בין המשפתים אלו התלמידים שלו שמרביצין תורה בארץ ישראל לפני חכמים, שנאמר אם תשכבון בין שפתים כנפי יונה נחפה בכסף וגו' (תהלים כה), וירא מנוחה זו תורה, שנא' (ירמיה מה) יגעתי באנחתי ומנוחה לא מצאתי, כי טוב זו תורה שנאמר (משלי ד) כי לקח טוב נתתי לכם, ויט שכמו לסבול עולה של תורה, ויהי למס עובד מס זו הלכה כשהיו טועין היו שואלין ומבקשין מידן שנא' (שופטים ה) ושרי ביששכר עם דבורה ויששכר כן ברק בעמק בעומקה של הלכה שלח ברגליו:", 
                "דן ידין עמו כאחד כיהודה מיוחד שבשבטים, דבר אחר כאחד שבטי ישראל כיחידו של עולם שאינו צריך לאחרים במלחמה שנא' (ישעיה סג) פורה דרכתי לבדי וגו', כך שמשון מדן אינו צריך לאחרים שנאמר (שופטים טו) בלחי החמור הכיתי אלף איש, יהי דן נחש עלי דרך כל החיות מהלכות זוגות ונחש יחידי, כנחש נקמן כך שמשון ואנקמה נקם אחת משתי עיני מפלשתים כיון שראהו יעקב אמר לישועתך קויתי ה', גד גדוד יגודנו והוא יגוד עקב כלומר כשהגואל הבא בעקב הוא מגד זה שהוא בא בעקב, הנה אנכי שולח לכם את אליה הנביא (מלאכי ג) שהוא משבט גד לכך נאמר יגוד עקב:", 
                "מאשר שמנה לחמו שבנותיו נאות שנאמר (בראשית ל) באשרי כי אשרוני בנות, וכן הוא אומר ברוך מבנים אשר יהי רצוי אחיו (דברים לג) על ידי בנותיו, והוא יתן מעדני מלך שבנותיו ראויות למלכות, וכן הוא אומר המלבישכן שני עם עדנים (שמואל ב ח) נפתלי אילה שלוחה זו בקעת גינוסר המבכרת פירותיה וממהרת כאילה, הנותן אמרי שפר לפי שארצו מבורכת, שנאמר (דברים לג) נפתלי שבע רצון ומלא ברכת ה', שמכבדין מפירותיהם למלכים ומשמירין דבריהם ואם יש בלבם עליהם מתרצין בן פורת יוסף שעל ידי פרות נתגדל:", 
                "בנימין זאב יטרף זש\"ה כי לא יעשה ה' אלהים דבר כי אם גלה סודו אל עבדיו הנביאים (עמוס ג), בראשונה היה הסוד ליראיו שנאמר סוד ה' ליראיו (תהלים כה) חזר ונתנו לישרים שנאמר ואת ישרים סודו (משלי ג) חזר ונתנו לנביאים שנאמר כי אם גלה סודו אל עבדיו הנביאים כל מה שהיו הצדיקים עושין ברוח הקדש עושין, יעקב שבירך יהודה המשילו כאריה שנא' גור אריה יהודה ומזווגו כנגד מלכות בבל שנא' בה (דניאל ז) קדמיתא כאריה ודניאל חנניה מישאל ועזריה מזדווגין לה, וליוסף מזדווג כנגד מלכות אדום, א\"ר שמואל בר נחמן מסורת אגדה היא שאין עשו נופל אלא ביד בני בניה של רחל שנאמר (ירמיה מט) אם לא יסחבום צעירי הצאן, משה זיווג שבט לוי כנגד מלכות יון בני חשמונאי שהן מלוי לוי שבט שלישי וזו מלכות שלישית, לוי שלש אותיות יון שלש אותיות זה מקריב פרים וזו כותבת בקרן השור אין להם חלק באלהי ישראל אלו מרובין ואלו מעוטין משה ראה אותן וברכן שנאמר (דברים לג) ברך ה' חילו, מקיש לבנימין כנגד מלכות מדי שמרדכי פורע ממנה שהוא משבט בנימין וכתיב במלכות מדי (דניאל ז) וארו חויה אחרי תנינה דמיה לדוב שהקישה כנגד שבט בנימין שנמשל כזאב שנאמר בנימין זאב יטרף, מה זאב חוטף כן שבטו של בנימין חוטף שכן הוא אומר וראיתם והנה אם יצאו בנות שילו לחול במחולות ויצאתם מן הכרמים וחטפתם (שופטים כא) הרי כשם שהזאב חוטף כך בנימין, וכן בשופטים באהוד ויעש לו אהוד חרב ולה שתי פיות (שם ד) שהיא אוכלת בשני עולמים שהיה עוסק בתורה שכתוב בה חרב פיפיות בידם (תהלים קמט) שזוכה בעוה\"ז ולעוה\"ב, נכנס אצל עגלון א\"ל דבר אלהים לי אליך ויקם מעל הכסא, אמר ליה הקדוש ברוך הוא חלקת לי כבוד ועמדת מעל הכסא חייך אני מעמיד מבתך בן שישב על כסאי ואיזו זו רות המואביה, כיון שעמד שלמה וישב שלמה על כסא ה' למלך (דברי הימים א כט) , מה כתיב באהוד ויקח את החרב מעל ירך ימינו ויתקעה בבטנו, בבקר יאכל עד ויתקעה בבטנו, ולערב יחלק שלל מדבר בארצו, בנימן זאב יטרף מדבר בארצו שהיא מבכרת פירותיה לפיכך בבקר יאכל עד, ולערב יחלק שלל זו בית אל המלקשת פירותיה, בנימן זאב יטרף מדבר בשאול בבקר יאכל עד שנאמר (שמואל א יד) ושאול לכד המלוכה על ישראל וילחם סביב בכל אויביו במואב ובבני עמון וגו', ולערב יחלק שלל וימת שאול ושלשה בניו ונושא כליו (שם לא) הוי ולערב יחלק שלל, דבר אחר בנימין זאב יטרף מדבר באסתר המלכה בבקר יאכל עד ויבא המלך והמן לשתות (אסתר ג), ולערב יחלק שלל ויתלו את המן מה כתיב אחריו ביום ההוא נתן המלך אחשורוש לאסתר בית המן, דבר אחר בנימין זאב יטרף מדבר בקרבנות, בבקר יאכל עד את הכבש אחד תעשה בבקר (שמות כט), ולערב יחלק שלל ואת הכבש השני וגו', ומדבר במזבח שהיה אמה אחת מן המזבח בתוך חלקו של בנימן ואף על פי כן לא היתה האש זזה מתוך חלקו. לקיים מה שנאמר (דברים לג) חופף עליו כל היום:", 
                "כל אלה שבטי ישראל שנים עשר אבל להלן כתיב י\"ב נשיאים יוליד (בראשית יז) ואלו שבטים על סדרו של עולם י\"ב שעות ביום י\"ב שעות בלילה, וכן המזלות והחדשים וי\"ב אבני האפוד לפיכך כל אלה שבטי ישראל שנים עשר, אמר רבי יוחנן וכי י\"ב שבטים הן והלא כבר נאמר אפרים ומנשה כראובן ושמעון והן י\"ד אלא כשלוי נמנה עמהן אינן נמנין עמו וכשאין לוי נמנה עמהן אפרים ומנשה נמנין שבט אחד, מנין שכן (במדבר יג) לבני יוסף לאפרים אלישמע למנשה גמליאל הוי כל אלה שבטי ישראל שנים עשר לא פחות ולא יותר, ואף רבקה ראתה אותן י\"ב דכתיב (בראשית כה) ויאמר ה' לה שני גוים בבטנך הרי ב' ושני לאומים הרי ד' ולאום מלאום יאמץ הרי ו' ורב יעבוד צעיר הרי ח' והנה תומים הרי י' ויצא הראשון ואח\"כ יצא אחיו הרי י\"ב, ואית דמייתי לה מהכא, למה זה בגימטריא י\"ב כיון שנתרוצצו הבנים במעיה אמרה כך אני מצטערת בי\"ב שאמר לי הקב\"ה י\"ב עתידין לעמוד ממני ותאמר אם כן למה זה אנכי:", 
                "וזאת אשר דבר להם אביהם וגו', ברך אותו אין כתיב כאן אלא ברך אותם למה לפי שנתן ליהודה גבורתו של ארי וליוסף גבורתו של שור ולנפתלי קלות איל ולדן נשיכתו של נחש תאמר שזה גדול מזה הרי כללן כלם באחרונה איש אשר כברכתו ברך אותם לפי שחלק להם את הארץ ונתן ליהודה ארץ שהיא עושה שעורים ולבנימן ארץ שהיא עושה חטים אעפ\"כ כללן אלו באלו שיהו אוכלין אלו משל אלו הרי וזאת אשר דבר להם אביהם אליהם אין כתיב כאן אלא להם וזאת עתיד נביא לברך אתכם כיוצא בו במקום שפסקתי אני הוא יתחיל לברך אתכם וכן עשה משה שנאמר (דברים לג) וזאת הברכה אשר ברך משה אמר להם אומר אני לכם אימתי מגיעות לכם הברכות האלו משעה שתקבלו את התורה שנאמר (שם ד) וזאת התורה אשר שם משה וגו' ואף במה שחתם להם יעקב פתח משה, אמר משה מזקנים אתבונן (תהלים קיט), יצחק כשברך יעקב א\"ל ואל שדי יברך אותך (בראשית כח) במה חתם בסוף ברכתו בקריאה שנאמר ויקרא יצחק אל יעקב ויברך אותו ויצוהו (שם ) ויעקב במה שפסק אביו משם התחיל שנאמר ויקרא יעקב אל בניו וחתם וזאת אשר דבר, ומשה כשברך את השבטים פתח ממקום שפסק יעקב שנאמר וזאת הברכה וחתם באשריך ישראל ואף דוד כשהתחיל בשירה פתח במקום שפסק משה באשרי האיש (תהלים א) הוי מזקנים אתבונן:", 
                "ד\"א וזאת אשר דבר ויצו אותם ויאמר אליהם אני נאסף אמר להם אם זכיתם נטפלתם בעצמי ואם לאו משאני מסתלק מן העולם אצל אבותי אני הולך וכיון שנסתלק מיד ויעשו בניו לו כן כאשר צום, מה עשו חנטו אותו והעלו אותו מה כתיב שם ויבא עד גרן האטד, וכי יש גרן לאטד אלא אלו הכנעניים שנטלו כתריהן והקיפו ארונו של יעקב התירו אזורי מתניהם וחלקו לו כבוד, רבי שמואל בר נחמן אמר קשרי כתפיהם התירו ר' אומר באצבע הראו את הארון ואמרו אבל כבד זה למצרים לפיכך נתן להם הקדוש ברוך הוא גרן בגורן האטד ויעש לאביו אבל שבעת ימים מכאן שאבל שבעת ימים, ארז\"ל מהכא ומפתח אהל מועד לא תצאו שבעת ימים (ויקרא ט) ולמה אבל שבעת ימים כנגד שבעת ימי המשתה אמר הקב\"ה בעה\"ז נצטערתם על הצדיק באבלו שבעת ימים לעתיד לבא והפכתי אבלם לששון ונחמתים ושמחתים מיגונם (ירמיה לא) ואנחם ציון וחרבותיה שנאמר כי נחם ה' ציון נחם כל חרבותיה וישם מדברה כעדן וערבתה כגן ה' ששון ושמחה ימצא בה תודה וקול זמרה (ישעיה נא) ויראו אחי יוסף כי מת אביהם ומה ראו עתה שפחדו אלא שראו בעת שחזרו מקבורת אביהם ראו שהלך יוסף לברך על אותו הבור שהשליכוהו אחיו בתוכו וברך עליו כמו שחייב אדם לברך על מקום שנעשה לו נס ברוך המקום שעשה לי נס במקום הזה וכיון שראו כן אמרו עכשיו שמת אבינו לו ישטמנו יוסף והשב ישיב לנו את כל הרעה אשר גמלנו אותו ויצוו את יוסף לאמר אביך צוה וגו' כה תאמרו ליוסף אנא וגו', חפשנו ולא מצאנו שצוה יעקב דבר זה, אלא בא וראה כמה גדול כח השלום שכתב הקדוש ברוך הוא בתורתו על כח השלום אלו הדברים:"
            ]
        ]
    ], 
    "versionSource": "http://www.tsel.org/torah/tanhuma/vayechi.html", 
    "heTitle": "מדרש תנחומא", 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ]
}