{
    "title": "Hasagot HaRaavad on Mishneh Torah, Sacrifices Rendered Unfit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Sacrifices_Rendered_Unfit",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שחטה והיא כולה וכו' עד מפני שמנונית.</b> א''א לא ידעתי זה מהו שהיוצא בקדשי קדשים בין לפני קבלה בין לאחר קבלה נפסל ולענין טומאה בפ' כיצד צולין בעיא ולא איפשיטא הילכך טמויי נמי מטמא ליה למה שבפנים דחבורי אוכלין כמאן דמפרתי דמו ורבינא דהוא בתרא הכי ס''ל במס' חולין פ' בהמה המקשה ושמעתא דזבחים דלא כרבינא היא ולא חייש לטומאה אלא לבליעת בשר מבשר ואנן כרבינא סבירא לן ואיכא משום טומאה מיהו איכא למימר הך שמעתא לאו לאכשורי בשרה לאכילה קאמר אלא לאכשורי זבחא לבעלים לכפרה קאמר וכן עיקר: ",
                "<b> ואח''כ חתך פסול מפני וכו'.</b> א''א אפילו אחר זריקה אע''פ שיצא חוץ לעזרה שהרי נאכל בכל ירושלים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> עושה שירים כיצד.</b> א''א סבור אני שטעה בזה שהוא סבור כשאמרו כוס עושה חבירו דחוי או שירים בקבלה בלבד אמרו אפילו בלא זריקה ואינו כן שאין השאר לא דחוי ולא שירים עד שיזרק מן האחר ואפילו קיבל הכשר תחלה וכ''ש פסול: "
            ],
            [],
            [],
            [
                "<b> נפסל הבשר וכו' עד וזריקה מועלת ליוצא.</b> א''א לא ידעתי מהו זה בשר קדשים קלים שיצא חוץ לעזרה למה לא יאכל ואולי על יוצא חוץ למחיצתו קאמר אלא שדבריו מבולבלין: "
            ],
            [],
            [
                "<b> ואם החזירן מקטירין.</b> א''א זה אינו מחוור: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> פר העלם וכו' עד כיון שיצא יצא.</b> א''א אני איני סובר כפירושו כי הסוגיא שלו דומה דמשום יציאה הוא הפסול והענין אינו כן אלא משום ביאת פנים הילכך צריך לפרש הבעיא פר ושעיר של יום הכפורים שהזה דמם על הבדים והוציאן להיכל כדינו וחזר והכניסן לפני ולפנים נפסלו מלהזות על הפרוכת או לא מי אמרינן מקומו היה ואינו נפסל בו או לא ואם תמצי לומר כיון דנפק נפק ושוב לא נקרא מקומו מפרוכת למזבח הזהב שהכל בהיכל מהו הא ודאי מקומו הוא או דילמא יציאה כתיבא ביה ויצא אל המזבח וכי הדר עייל ליה לבית הפרוכת ובא קרינן ביה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> שני אשמות וכו' עד הרי אלו ירדו.</b> א''א והוא שזרק דם האחד ולא נזרק דמו של זה ומשום מחוסר זמן קאתי ליה: "
            ],
            [],
            [],
            [],
            [
                "<b> קומץ שמיצה שמנו על העצם.</b> א''א בנוסחא שלנו שמיצה שמנו על העצים ומה שפירש הענין לאם ירדו אם יעלו לא נהיר דבר למד מעניינו ואין הענין ההוא מדבר לירידה ועלייה אלא לענין חסרון קומץ או חסרון שמנו אם נמצא שמנו על העצים אם נחשוב אותו קודם הקטרתו שהרי עדיין לא משלה בו האור אע''פ שנפל ע''ג עצים שבמערכה דחבורי עולים דהיינו עצים שהם חיבור לקומץ לאו כקומץ דמו והרי חסר שמנו או דילמא כעולים דמו והרי לא חסר שמנו קודם הקטרה וזה הבעיא במנחות פרק הקומץ רבה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> אבל הדיוט וכו' עד הרי אלו אין מתקדשין.</b> א''א אין דבריו מחוורים שכל אותן דברים האמורים בתמורה לדעת ר''ש הם דקא סבר כל דלא חזי לאלתר להקריבה לא חיילה קדושה עליה. וכן אמר על מפריש נקבה לאשם תמכר שלא במום ואולי מפני שאמר אין אני רואה דבריו של ר''ש בפסח מכלל דבאשם רואה את דבריו. ועוד דבגמרא קא טרח לפרושי טעמא דר''ש באשם: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> הלוקח מעות בידו עד ק''ו בשאר קרבנות.</b> א''א אני אין לי אלא קרבן חובה אבל קרבן נדבה הרי שנינו מותר עולה לעולה מותר שלמים לשלמים והטעם מי שאמר (הרי אלו שאביא מהם חטאתי או אשמי וכל מי שמחוייב קרבן שיאמר) הרי אלו שאביא מהן חובתי הרי זה פירש בפיו שאינו מפריש אלא חובתו אבל מי שאמר הרי אלו שאביא מהן עולה או שלמים מרבה בנדבה הוא: "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> מי שהיה מחוייב חטאת וכו' עד ואמר אלו לחובתי.</b> א''א מצאתי דבר זה בגמרא דנזיר בתוספתא שהוא בחילוף ולשון התוספתא שאם רצה להביא בהן חטאת העוף לא יביא עולת העוף (לא יביא) ומועלין בכולן ומועלין במקצתן וכו' והתוספ' יותר מתוקנת מן הגמ' ומסתבר דהכי היא דכיון דאמר הרי עלי עולה נעשה הכל חובה עליו וחטאת ועולה מעורבין בהן ולפיכך אם מת כולן ילכו לים המלח ואם היו כולן ראויים לעולה אמאי ילכו לים המלח: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> תודה שנתערבה.</b> א''א והא קא ממעט באכילת זרוע בשלה: ",
                "<b> ויביא בדמי היפה.</b> א''א אינה טעונה לחם: "
            ],
            [],
            [
                "<b> בכור שנתערב ויאכלו כבכור.</b> א''א והבכור בעל מום אי זה אכילה חמורה שבו ועוד מה תיקן לבעל הפסח והיה צריך לפרש תיקונו: "
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b> ויראה לי שהוא.</b> א''א טעה טעות גדולה ואם בא לימלך היאך אומרים לו הקרב פסולין למזבח והעופות אם יעשה אותן למטה יפסלו אלא ודאי אומרים לו לא תקריב אלא כמנין חטאות שבחובה עשה אותן למטה ואם יאמר האי כלן למטה שכתב על מנין חטאות שבחובה קאמר וכן כולן למעלה שכתב מנין העולות שבחובה קאמר א''כ מה יראה לי ואין זה צריך ראיה ועיון ואם לא יעשה אותן כתקונן היאך יהיה כשר כמנין חטאות או כמנין עולות: "
            ],
            [],
            [],
            [
                "<b> עשה חציין למטה.</b> א''א זה כתב בשביל שראה במשנה בראש פ''ג בד''א בכהן שנמלך אבל בכהן שאינו נמלך אחת לזו ואחת לזו וכו' ומחצה כשר ומחצה פסול וכו'. וכמה לשונו מקולקל שאם עשה כל הפרידין שנתערבו חציין למעלה וחציין למטה מה לי אם שאל מה לי אם לא שאל לעולם מחצה כשר ומחצה פסול אלא שאם שאל אומרים לו אל תקריב מהן אלא כשיעור המועט ועשה אותן חציין למעלה וחציין למטה שאין מקריבין פסולין למזבח ואם בא לעשות חטאת יותר אומרים לו שמא מן המועט היא וכבר עשית חטאתיה וכן אם בא לעשות עולות אומר לו שמא מן המעוטה היא וכבר הקרבת עולותיה אבל בשלא נמלך ועשה חציין למעלה וחציין למטה כשיעור המרובה כשר שאפשר שעשה מהן חציין חטאות וחציין עולות ולא שיעלה לה לחובותיה כולן שהרי אינה יודעת כמה עשה משלה למעלה ולמטה וכמה עשה משל חברותה אלא שמביא עם חברותה בתנאי וכל מה שהוכשר בעשייתו יועיל לו עם תנאו וממעט בהשלמת חובתה: "
            ]
        ],
        [],
        [
            [
                "<b> בד''א כשהביאה וכו' עד ושנים למטה.</b> א''א ולא ידע הכהן אי זה מין עשה למטה ואי זה מין עשה למעלה: "
            ],
            [],
            [
                "<b> בד''א כשהביאה הארבעה בתחלה ממין אחד וכו' עד וכן אם.</b> א''א דבריו מבולבלים ולא מתוקנים וצריכין הצעה גדולה וכבר הוא מפורש אצלו ושם יראה הרואה ויבין: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> נפסל מקבלה ואילך.</b> א''א זה כתב לר''א בר''ש דבעי שני דברים המתירין ואם נתקבל הדם ונשפך כמי שנזרק דמו אבל לרבי אפילו בשחיטה לחוד קדשו ליקרב עם זבח אחר: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> האומר הרי זו תודה ונתערבה וכו' עד אלא תרעה.</b> א''א מה תקנה יש בזה אלא יביא אחרת ולחמה ודמיה של זו יביא תודה בלא לחם שהיא מותר דתודה: "
            ],
            [
                "<b> תודה שנפרסה וכו' עד או נטמאה שאר החלות.</b> א''א במאי עסקינן אם קודם שחיטה נפרסה אחת אמאי כולן פסולות יביא מתוך ביתו וימלא ואם לאחר זריקה הרי תורם מן השלם על הפרוס. אלא בין שחיטה לזריקה בין נפרס בין יצא בין נטמא הכל פסול דהא כלהו בחד גוונא תני להו ולא תני בהו תורם מן השלם על הפרוס ולא מן הטהור על הטמא ולא ממה שבפנים על מה שבחוץ אלא הכל פסול ולית להו תקנתא: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כבר ביארנו וכו' עד הרי זו הולכה.</b> א''א לא נהיר דסוגיין כולה כר' אלעזר דאמר לא שמה הולכה: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> בדבר הראוי לעבודה וכו' עד מפני שהיא מן השעורים.</b> א''א לא מחוורא האי גירסא דא''כ מנחת קנאות מאי איריא שהלבונה עליה תיפוק לי דקמח שעורים היא אלא נוסחא דווקנא לאפוקי מנחת העומר דחדש הוא ואין מביאין מנחות ובכורים קודם לשתי הלחם ואע''פ שקרב העומר והותר באכילה: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> בד''א ששחטו בזמנו.</b> א''א זהו כבן בתירא ור' יהושע מכשיר: "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b> חשב על הדם.</b> א''א כדומה לי שיש כאן שבוש: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> והאוכל קדש וכו' עד לוקה ואינו חייב כרת.</b> א''א זה שבוש שכבר כתבנו למעלה שהוא בכרת: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> כאוכל משאר בשר הזבח.</b> א''א דוקא בשפגל הזבח נתפגלו הם עמו אבל במחשבת עצמן לא: "
            ],
            [
                "<b> לא משום פגול.</b> א''א זה לדעת ר''ש [אבל לרבנן חייבים עליהם כרת]: "
            ]
        ],
        [
            [],
            [],
            [
                "<b> לפיכך נפסלו מספק.</b> א''א לא היתה אותה בעיא לענין פסלות אלא לענין טומאת בגדים שהן מטמאין משיצאו חוץ לחומת העזרה וביציאת רובן הם מטמאין וקא מבעיא ליה יציאת רובן במיעוט אבר: ",
                "<b> וכן אם נשאום.</b> א''א אף זו לענין טומאת בגדים ומי שיש לו לב יבין זאת: "
            ],
            [
                "<b> למי שעבר ואכל.</b> א''א לספק מעילה: "
            ],
            [],
            [],
            [],
            [],
            [
                "<b> אינן טעונין שריפה.</b> א''א שמצאן חלוצים מפסולי קדושה: "
            ],
            [],
            [],
            [],
            [
                "<b> חוץ מדשן המזבח.</b> א''א הרמת הדשן: "
            ],
            [],
            [
                "<b> נאמן.</b> א''א כל שבידו נאמן: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות פסולי המוקדשין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}