{
    "title": "Kiryat Sefer on Mishneh Torah, Marriage",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Marriage",
    "text": [
        [
            [
                "<b>אזהרת עו </b> שלא לבא על אשה בלא כתובה וקידושין והוא אמרו ולא תהיה קדשה מבנות ישראל. קודם מתן תורה היה אדם פוגע באשה בשוק אם רצה הוא והיא נותן לה שכרה ובועל אותה והולך וזו היא קדשה שאסרה תורה לפי' כל הבועל אשה על שם זנות בלא קדושין לוקה מן התורה בלאו דחסימה דסמיך ליה למלקות כדפ' במצות יום טוב ונכפלה זאת האזהרה בפסוק לא תחלל את בתך להזנותה זה המוסר בתו שלא לשם אישות וכן הפנויה שמוסרת עצמה שלא לשם אישות ודרך רמז אמרו אל תחלל את בתך זה המשיא בתו לזקן ומדברי סופרים אסורה ארוסה עד שיכניסנה לחופה והוא בכלל הכתוב ושמרתם את משמרתי עשו משמרת למשמרתי:<br><b> מצוה מז </b> לישא אשה בקידושין שנאמר כי יקח איש אשה וגו'. קודם מתן תורה הי' אדם פוגע אשה בשוק אם רצה הוא והיא לישאנה מכניסה לתוך ביתו ובועלה בינו לבין עצמו ותהיה לו לאשה דכתיב לגבי בני נח והיא בעולת בעל בבעילה לחוד נעשה בעלה כיון שנתאחדה עמו לשם אישות וכיון שנתנה תורה נצטוינו שאם ירצה אדם ליקח אשה יקנה אותה תחלה בפני עדים ואח\"כ תהיה לו לאשה דאין דבר שבערוה פחות משנים דילפינן בגזרה שוה דדבר דבר כתיב הכא בנואפת כי מצא בה ערות דבר וכתיב בממון על פי שנים עדים וגו' יקום דבר מה דבר האמור לשם בשני עדים אף דבר שנאמר כאן בשני עדים וליקוחין אלו מצות עשה של תורה הם. ובאחד משלשה דברים אלו האשה נקנית בכסף או בשטר או בביאה וזו היא הנקראת ארוסה בתורה וכיון שנקנית האשה באחד מדרכי אלו נעשית אשת איש והבא עליה חוץ מבעלה חייב מיתת בית דין כמו שאמר הכתוב כי תהיה נערה מאורסה לאיש וגו' וסקלתם אותם באבנים וגו' ואם רצה לגרש צריכה גט דבתר קידושי כסף וביאה דילפינן מכי יקח איש אשה ובעלה כתיב מיד והיה אם לא תמצא חן בעיניו וכתב לה וגו' ובההוא קרא גופיה כתוב שטר מויצאה והיתה."
            ],
            [],
            [],
            [],
            [
                "<b>כל </b> שאסר ביאתו בתורה וחייב על ביאתו כרת הן נקראות עריות שכן קראן הכתוב בפרשת אחרי מות והן אסורות מן התורה כגון אם ואחות וכיוצא בהן. ויש שהן אסורות מדברי סופרים והן עשרים נשים ונקראות שניות."
            ],
            [],
            [
                "<b>וכל </b> שאסר ביאתו מן התורה ולא חייב כרת הן איסורי לאוין שלא הזכיר בהן אלא לאו ולוקין עליהן. ותשעה נשים הן אלמנה לכהן גדול דכתיב אלמנה וגרושה וגו'. גרושה או זונה או חללה אפי' לכהן הדיוט דכתיב אשה זונה וחללה לא יקחו ואשה גרושה וגו'. וממזרת לבן ישראל ובת ישראל לממזר דכתיב לא יבא ממזר וגו'. ובת ישראל לעמוני או מואבי דכתיב לא יבא עמוני ומואבי ועמוני ומואבי ולא עמונית ומואבית. ובת ישראל לפצוע דכא וכרות שפכה דכתיב לא יבא פצוע דכא וכרות שפכה וגו'. וגרושתו אחר שנשאת לאחר דכתיב לא יוכל בעלה הראשון אשר שלחה וגו'. ובירושלמי אומר דעובר בשני לאוין הא דאמרן ושני דאסור להחזיר סוטתו כיון שיש עדים. ויבמה שנשאת לזר ועדין רשות היבם עליה דכתיב לא תהיה אשת המת החוצה וגו'. וקשיא לי האי לישנא דנקט הרב ז\"ל שנשאת לזר וצ\"ע ואיפשר לומר דמשום דאם חלץ לה יבמה בעודה תחת זה שנשאה דהויא חליצה כשרה ולא תצא ממנו מדאוריתא משום הכי נקט שנשאת לזר ועדין רשות היבם עליה דכל שרשות היבם עליה הוא דאסורה ושנשאת אבל אם נסתלק רשות היבם מעליה שחלץ לה לא תצא ממנו מן התורה ואפילו מדרבנן לקצת גאונים דסברי דאם יש לה בנים מזה לא תצא וכמו שהביא בעל מ\"מ פ\"ב דהלכות יבום וחליצה."
            ],
            [
                "<b>ויש </b> שאיסור ביאתן בעשה ואינן מחוייבי לאוין ושלשה הם מצרי ואדומי דור ראשון ושני אחד זכרים ונקבות ובעולה לכהן גדול שלא נאמר באלו לא יבא ולא יקח אלא מכלל שנאמר דור שלישי יבא להם בקהל ה' במצרי ואדומי אתה למד שדור ראשון ושני לא יבא ומכלל שנאמר והוא אשה בבתוליה יקח אתה למד שאינה בתולה לא יקח ולאו הבא מכלל עשה עשה:"
            ]
        ],
        [
            [
                "<b>הבת </b> מיום לידתה עד שיהו לה שתי שערות אחר שתים עשרה שנה גמורות היא קטנה ומשתביא שתי שערות אחר י\"ב נקראת נערה עד תשלום ששה חדשים ומשם והלאה תקרא בוגרת דאין בין נערות לבוגרות אלא ששה חדשים בלבד. וכל שלא הביאה שתי שערות אפילו נראו בה סימני אילונית עד עשרים שנה עדין היא קטנה וכשתביא שתי שערות תהי' נערה ששה חדשים ואח\"כ תקרא בוגרת. נראו בה סימני אילונית משלשים יום אחר השלמת י\"ט שנה שלמים הרי היא אילונית ואם לאו עדין היא קטנה עד שתביא שתי שערות או שתהיה בת חמש ושלשים שנה ויום אחד שהם רוב שנותיה. הגיע לזמן הזה ולא הביאה שתי שערות נקראת אילונית אפי' לא נראו בה סימני אילונית. ואילונית דאינה אשה ראויה לילד מדאורית' ילפי' מדכתי' הבכור אשר תלד פרט לאילוני' שאינה יולדות ואין לה ימי נערות אלא מקטנות תצא לבוגרות וסימני אילונית אין לה דדין וקישוי בשעת תשמיש ואין לה שיפולי מעין כאשה וקולה עבה ושנות קטנה ונערה בוגרת ואילונית הם מדאוריתא הלכה למשה מסיני בכלל שיעורין הל\"מ."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וסימן </b> העליון בבת הם ח' סמנים נראו כולן והיא אינה יותר מי\"ב שנה אין משגיחין בהן והרי היא קטנה נעשית בת י\"ב ויום אחד ונראה בה סימן התחתון שהיא שתי שערות אין משגיחין באחד מכל אלו דאתחתון סמכינן דכתיב איש או אשה כי יעשו מכל חטאות האדם השוה הכתוב אשה לאיש לכל עונשין שבתורה מה איש בסימן אחד שהוא תחתון אף אשה בסימן אחד והוא תחתון ושאר הסימנין אינן אלא לראיה אם בא סימן התחתון ואם לא נראה התחתון ונראו קצת אלו הסימנין הרי היא ספק בין נערה לקטנה דאוריתא ודנים בה להחמיר ואם נראו בה כלם הרי היא גדולה וודאי שאי איפשר שיבאו כולן אלא שכבר בא סימן התחתון ונשר. ושתי שערות נראה שהם הל\"מ גם אסמכתא מדברי קבלה שדים נכונו ושערך צמח דכיון ששדים נכונו דהיינו סימן העליון בידוע ששערך צימח דהיינו סימן התחתון. ואם ילדה אחר י\"ב שנה הרי זו גדולה כאלו הביאה סימנים דבנים הרי הם כסימנים שהקטנה לא תלד כקטן שאינו מוליד דכתיב גבי גזל הגר איש לומר איש אתה צריך לחזר אחריו אם יש לו גואלים או לא קטן אי אתה צריך לחזר אחריו דבידוע שאין לו בנים דקטן לאו בר אולודי הוא וגם נודע שאינה אילונית."
            ],
            [],
            [],
            [
                "<b>הבן </b> משיולד עד שיביא שתי שערות אחר י\"ג שנה גמורות נקרא קטן ואפילו הביא שערות קודם הרי הם שומא. ואמרו מפני מה תינוקת בת י\"ב ותינוק בן י\"ג דכתיב ויבן ה' אלהים את הצלע וגו' מלמד שנתן הקב\"ה בינה יתרה לשון בנין באשה מבאיש. ומי שהביא שתי שערות כשהוא בן י\"ג שנה ויום אחד נקרא איש. לא הביא שתי שערות אפילו נראו בו סימני סריס הרי הוא קטן עד עשרים ואם נראה בו אחד מסימני סריס משלשים יום אחר השלמת י\"ט שנה ולא היו לו שערות הרי הוא סריס ודינו דין הגדול לכל דבר. ואם הביא שתי שערות בזקן אף על פי שנראה בו אחד מסימני סריס הרי הוא בקטנותו עד שיראו לו כל סימני סריס או עד שיגיע לרוב שנותיו וכשהגיע לל\"ה שנה ויום אחד הרי זה סריס בלא שום סימן. וסריס דאינו איש ראוי להוליד ילפינן מדכתיב אשר לא יקים את שם אחיו וזה אינו בר הקמת שם וכל אחד מאלו הסימנים מחזיקים אותו כסריס כשהגיע לשנת עשרים בשלשים יום ולא הביא שתי שערות למטה לבד אם הביא שתי שערות בזקן שצריך שיולדו לו כל סימני סריס לשיהיה סריס או שיגיע לרוב שנותיו כדפ' זהו סריס חמה. וכל זה ג\"כ בכלל שיעורין הל\"מ וכן כתב רש\"י ז\"ל בסוף יוצא דופן דשנת עשרים לענין שתי שערות לא כתיב בתורה אלא הלכתא היא. וסריס אדם שחתכו או נתקו או מיעכו גידיו או ביציו כשיהיה בן י\"ג ויום אחד נקרא גדול שאינו מביא סימן לעולם בן שלשה עשר שנה ויום אחד ולמעלה שלא נבדק מלמטה ולא נראו בו אחד מסימני סריס אלא הוא ככל האנשים הרי זה בחזקת גדול דאזלינן בתר חזקה דיש לו שתי שערות."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שתי </b> שערות האמורות בכל מקום שיעורן כדי לכוף ראשן לעיקרן ומשיצמחו שיהיו יכולות להנטל בפי הזוג עד שיכופו ראשן לעיקרן דנין אותן להחמיר. שתי שערות אלו צריכות שיהיו במקום הערוה ובמקום אחד ושיהיה בעיקרו גומות ואפילו שתיהן בגומא אחד נמצאו שתי גומות זו בצד זו הרי אלו סימן חזקה אין גומא בלא שיער ומדאוריתא סמכינן אחזקה כדילפינן מצרעת הבית בחולין. שתי שערות שנראו קודם זמן דין שומא אפילו עמדו עד אחר זמן אבל אם לא נבדקו אלא אחר זמן אין אומרים שמא קודם זמן צמחו כדי שיהיו שומא. ובבדיקת שתי שערות סומכים אפילו על אשה אחת דאי אפשר ע\"י אנשים משום דכתיב דרכיה דרכי נועם ושומעין לה אם הביאה דחזקה קטנה שהגיעה לכלל שנותיה הביאה סימנין ולומר שלא הביאה גם כן נאמנת אך נראה דכשהוא לחומרא היא דנאמנת."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b> השנים האמורות כאן ובערכין וכל מקום אינן לא שני הלבנה ולא שני החמה אלא שנים של סדר העיבור על פי ב\"ד כמו שהן קובעין ובאותם השנים מונים לכל דברי הדת שבבן ושבבת דהכי הוי הלכתא ושבערכים דכתיב דכי היכי דאינו נערך אלא בן חדש שלם ולא אזלינן בתר חדוש העולם כדכתיב מבן חדש ומעלה הכי נמי לכל שאר בן חמש ובן עשרים."
            ],
            [
                "<b>אין </b> סומכים במנין השנים אלא על פי שני עדים כשרים להעיד דאין דבר שבערוה בפחות משנים כדילפינן לעיל מדבר דבר ומה התם בעינן אנשים וכשרים דלא קרובים כדילפינן אנשים מועמדו שני האנשים ורחוקים מלא יומתו אבות על בנים וכשרים מאל תשית רשע עד הכי נמי הכא. האב שאמר בני זה בן י\"ג שנים ויום אחד בתי זו בת ג' שנה ויום אחד נאמן לקרבן בשוגג אבל לא למכות ולא לעונשים דכתיב את בתי נתתי לאיש הזה אלמא בדידיה תלא רחמנא נתינה והימניה קרא למימר הכי אבל לא למכות ולעונשי' דבעינן שני אנשים כשרים למכות דהוי דין ולעונשים נמי דאין דבר שבערוה בפחות משנים אף על גב דכתיב בתר את בתי נתתי וסקלוה וגו' אלמא לקטלה נמי הימניה רחמנא צריך לומר דוסקלוה מיירי היכא דאיכא עדים מיהו לאיסורא הימניה רחמנא כדכתיב את בתי נתתי לאיש. בני זה בן י\"ג ויום אחד בתי בת י\"ב ויום אחד נאמן לנדרים ולערכים ולחרמים ולהקדשות דעד אחד נאמן באיסורין כדילפינן מאמר לו עד אחד אכלת חלב והלה אומר לא אכלתי פטור הא אישתק מהימן וכשר הקרבן שיביא דלא הוי חולין לעזרה ואין כאן משו' או הודע אליו חטאתו ולא שיודעוהו אחרים כיון שאינו מכחיש ומשום נאמנותו של עד היא דחייב קרבן ורש\"י ז\"ל פירש עד אחד נאמן באיסורין דכתיב ושחט את בן הבקר ואכלו הכהנים ולא הזקיקן הכתוב להעמיד עדים בדבר וכתיב וזבחת מבקרך ואם אי אתה אומר כן אין לך אדם מתאכסן אצל חברו ויש מי שפירש דאתיה מדכתי' גבי אשה וספרה לה לעצמה אלמא עד אחד נאמן באיסורין ק\"ו מאשה ומינה לכל שאר איסורין ולא למכות ולעונשין כדאמרינן."
            ],
            [],
            [
                "<b>מי </b> שיש לו אבר זכרות ואבר נקבות הוא הנקרא אנדרוגינוס והוא ספק זכר או נקבה וכתיב ואת זכר לא תשכב משכבי אשה אי זה זכר שיש בו שתי משכבות הוי אומר זה אנדרוגינוס. וכל מי שאין לו זכרות ונקבות אלא אטום נקרא טומטום וגם הוא ספק דבכמה דוכתי קפיד רחמנא אזכר וודאי ונקבה וודאי' ובחגיגה איתמר תרי זימני זכורך חד למעוטי אנדרוגינוס וחד למעוטי טומטום ואי לאו תרתי ספקי דאינהו טומטום ואנדרוגינוס תרתי זכורך למה לי ואם נקרע הטומטום ונמצא זכר הרי הוא כזכר ואם נקבה הרי הוא כנקבה. וטומטום ואנדרוגינוס שהיו בני י\"ב שנה ויום אחד הרי הן בחזקת גדולים לפי שהן ספק ודנים אותם להחמיר ובסימנים אחר י\"ב. חרש וחרשת האמורים בכל מקום הן האלמים שאינן שומעים ולא מדברים ואין להם שום קנין מן התורה דאין להם דעת ומעטינ' להו לענין קדוש מי פרה דכתיב ואסף איש טהור את אפר הפרה והניח מי שיש בו דעת להניח יצא חרש שוטה וקטן שאין בהם דעת להניח ובירושלמי מפיק ליה לענין תרומה דאין תרומתו תרומה מדכתיב אשר ידבנו לבו יצא חרש שאין לו לב לדעת ולהתנדב אבל שומע ואינו מדבר ומדבר ואינו שומע הרי הם ככל אדם השלמים בדעתם דלא נתמעטו אלא אלו:"
            ]
        ],
        [
            [
                "<b>כיצד </b> האשה מתקדשת אם בכסף דילפינן משדה עפרון קיחה קיחה דכתיב כי יקח איש אשה ובעלה והצריכה הכתוב גט לפוטרה מקיחה זו כדכתיב סיפיה דקרא והיה אם לא תמצא חן בעיניו וכתב לה וגו' ואין קיחה אלא בכסף דכתיב נתתי כסף השדה קח ממני וג\"ש בסיני נאמרה וכל י\"ג מדות נמי. כסף זה אין פחות מפרוטות כסף דמדכתיב ואת אשר חטא מן הקדש ישלם לרבות פחות משוה פרוטה להשבון לקדש דכל אתין וגמין ריבויין אבל להדיוט לא דלאו ממונא הוא ולהכי לא מקדשה בפחות משוה פרוט' מדכתיב בעבד ישיב גאולתו דרשינן ישיב לרבות שוה כסף ככסף ואומר לה הרי את מאורסת לי ונותן לה בפני עדים דכתיב כי יקח שהאיש הוא שאומר דברים שמשמ' שקונה אותה לו לאשה והוא יתן לה הכסף שהוא הלוקח והכי גמרינן משדה עפרון שהוא קבל הכסף מיד אברהם שהיה הקונה. נתנה היא ואמרה היא לו הרי אני מקודשת או מאורסת לך או כל לשון הקנאה אינה מקודשת וכן אפילו נתנה היא ואמר הוא אינה מקודשת דבעינן שיתן הוא שהוא הקונה כדילפינן מכי יקח ואם נתן הוא ואמרה היא מקודשת מספק דאמרה היא דמי קצת לכי תלקח אשה לאיש."
            ],
            [],
            [
                "<b>ואם </b> קדש בשטר דילפי' מויצאה והיתה היקיש הויה ליציאה מה יציאה בשטר דכתיב וכתב לה ספר כריתות אף הויה בשטר כותב לה על הנייר או על החרס או על כל דבר שירצה הרי את מקודשת לי הרי את מאורסת לי דהבעל הוא שכותב השטר כמי שהוא שנותן הכסף דכתיב כי יקח איש וגו' אי נמי דילפינן מויצאה והיתה מה יציאה הוא כותב השטר אף הויה כן ובפני עדים הא אמרן לעיל דילפינן לכל דבר ערוה שאין פחות משנים מג\"ש דדבר דבר ובשם הרמב\"ן ז\"ל אמרו דאם כתב בכתב ידו השטר ויוצא מתחת ידה אף על פי שאין עליו עדים מהני דכשהיא מוציאתו כאלו יש עדים בדבר דמי דהכי נמי אמר בגט מדאוריתא ואיתקש הויה ליציאה. כתבו שלא לדעת או שלא לשמה אף על פי שנתנה לה מדעתה ובפני עדים אינה מקודשת דאמר קרא ויצאה והיתה מה יציאה לשמה דכתיב וכתב לה לשמה אף הויה לשמה ולדעתה דכתיב נמי ויצאה והיתה מה יציאה בעינן דעת מקנה שהוא הבעל דכתיב וכתב אף הויה בעינן דעת מקנה דהיינו האשה שניקני' לבעל."
            ],
            [],
            [
                "<b>ואם </b> קדש בביאה דילפינן לה מדכתיב ובעלה מלמד שנקנית בביאה אומר לה הרי את מאורסת לי בבעילה זו וכיוצא בזה ומתיחד עמה בפני עדים ובועלה וסתם בועל דעתו על גמר ביאה דאף על גב דמן התורה ילפינן העראה שנקנית בה האשה דכתיב הכא כי יקח איש אשה ובעלה וכתיב בנדה ואיש כי ישכב את אשה דוה וגלה את ערותה וגו' את מקורה הערה מכאן להעראה מן התורה והוקשו כל העריות בהעראה דכתיב כי כל אשר יעשה מכל התועבות האלה ונכרתו וגומר הוקשו כל העריות כולן לנדה מה נדה בהעראה אף כל העריות בהעראה וכתיב הכא גבי כריתות איש כי יקח את אחותו וגומ' מה קיחה דהכא העראה כביאה אף קיחה דהכא דקדושין העראה קונה בה אפילו הכי כל בועל סתם דעתו אגמר ביאה ומן התורה לא נקנית לו עד סוף כיון דהיה דעתו על גמר ביאה דהוי כמו חזקה דאזלי' מן התורה אחר החזקה כדילפינן לעיל. ובין שבא עליה כדרכה ובין שבא עליה שלא כדרכה מקודשת דאיתקוש משכבות להדדי דכתיב משכבי אשה שתי משכבות מה משכב כדרכה קונה בה דכתיב ובעלה אף משכב שלא כדרכה קונה בה."
            ],
            [
                "<b>משמעות </b> הדברים שאומר הבעל בשעת קידושין הוה שהוא קונה אותה דכתיב כי יקח איש אשה ולא שהקנה לה לעצמו דכתיב כי יקח ולא שיקח את עצמו. אמר לה או כתב לה בשטר שנתן לה לשון ארוסה קנויה שלי לקיחה חרופה ברשותי זקוקה וכיוצא בהן מקודשת והוא שמכרת באלו הלשונות שהן ענין קדושין. אמר או כתב מיוחדת מיועדת עזרתי נגדי צלעתי סגורתי תחתי תפושתי אסרותי מקודשת בספק כשהיה מדבר עמה על עסק קידושין דהא ידעה דהני לישני לקידושין קאמר לה וקבילה אבל לא דבר עמה על עסקי קידושין אין חוששין למלות האלו ובכל לשון שמכרת האשה ויש משמע הדברים באותה לשון שקנא' מקודשת דקרינן ביה כי יקח ואם היה מדבר עמה על עסקי קידושיה ורצתה וקדשה בשתיקה דיו דהוי שפיר קיחה דקידושין. ועדי הקידושין והגירושין אינן צריך לומר אתם עדי אלא שיהיה בפניו דעדים ילפינן דבר דבר מממון והתם לא בעינן אתם עדי אלא בהודאה דעל פיהם אמר רחמנא מה שיאמרו הם אף על גב דלא אמרו אתם עדי."
            ],
            [],
            [],
            [
                "<b>האומר </b> לאשה הרי את מקודשת לי לחציי מקודשת. דאף על גב דאמר קרא איש ולא חצי איש הכי קאמר לה דאי בעינא למינסב אחריתי נסיבה. אבל אמר חצייך מקודשת לי אינה מקודשת דאשה אמר רחמנא ולא חצי אשה. וכן לי ולזה אינה מקודשת דאיש קאמר רחמנא ולא שני אנשים דכתיב אשר ישכב את אשת איש אשר ישכב את אשת רעהו וגו' ולא אסרה תורה בעל אשה להכי לא דרשינן אשה ולא שתי נשים. חצייך מקודשת לי בפרוטה או בחצי פרוטה וחצייך האח' בפרוטה או בחצי פרוטה מקודשת דהרי היא אשה שלימה. חצייך מקודשת לי היום בפרוטה וחצייך למחר בפרוטה וכן שני חציין בפרוטה הוי ספק מקודשת דדילמא פסקה למלתיה והוי חצי אשה או דילמא דכי קאמר לה לא נגמרו קידושין האידנא עד למחר והוי אשה שלימה וכן שני חצייך בפרוטה בחד זימנא קאמר לה והוי אשה שלימה או דילמא אין אשה מתקדשת לחצאין דאשה קאמר רחמנא ולא חצי אשה דאף על גב דחצייך בחצי פרוטה וחצייך בחצי פרוטה היו קידושין היינו משום דכשאמר אחר כך וחצייך בחצי פרוטה הוי אשה שלימה כבר אבל כשאמר שתי חצייך בפרוטה הוי ספק דדילמא כיון דאמר בבת אחת שני חצייך הרי היא לחצאין ואשה קאמר רחמנא ולא לחצאין. שתי בנותיך לשני בני בפרוטה ספק אי אזלינן בתר מקבל דהוי פרוטה או דילמא בתר דידהו והא ליכא פרוטה. בתך ופרתך או בתך וקרקעך ספק אי אמר בתך בחצי פרוטה וקרקעך בחצי פרוטה ולא מהני או דילמא בתך בפרוטה ופרתך במשיכה או קרקעך בחזקה."
            ],
            [],
            [
                "<b>האב </b> מקדש את בתו שלא לדעתה כל שלא בגרה דכתיב את בתי נתתי לאיש הזה בנתינתו נעשה לה איש וקידושה לאביה קטנה דכתיב באמה העבריה ויצאה חנם אין כסף אין כסף לאדון זה כשיוצאה ממנו אלא יוצאה בסימנים אבל יש כסף לאדון אחר כשיוצאה ממנו והיינו האב שיוצאה מרשותו כשמקדשה להפרת נדרים שאינו מפר לבדו ומה יציאת אמה אין כסף לאדון שיוצאה ממנו אף מיעוט דיש כסף יש כסף לאדון שיוצאה ממנו והיינו אב ונערה נמי דברשותו כדכתיב את בתי נתתי לאיש הזה דמיירי בנערה כסף שלו דכל שיוצאת מרשותו ילפינן מויצאה חנם דיש לאב כסף א\"נ כל שבח נעורים לאביה. וכן זכאי לקדשה בשטר וביאה מדאיתקוש הויות להדדי דכתי' ויצאה והיתה מה הויה דכסף ברשות אביה כדילפינן אף הויה דשטר וביאה ברשות אביה ומעשה ידיה שלו דכתיב וכי ימכור איש את בתו לאמה לאמה קרא יתירא הוא ודריש ביה הכי בתו הרי היא לו כאמה ובנערה הוא דאשמועינן דאלו בקטנה השתא מזבוני מזבין לה מעשה ידיה מיבעיא ובכתובת' אם נתגרשה או נתאלמנה מן האירוסין דאכתי ברשות אב הוי בעודה נערה לכל שבח נעורים דכתיב בנעוריה בית אביה כל שהיא נערה והיא בבית אביה לפיכך זכאי בקידושיה מיום לידתה עד שתבגר ואפילו חרשות ושוטה שקדשה האב היא אשת איש גמורה דכיון דבאב תלה רחמנא ולא בעי' דעתה דידה לא איכפת לן שתהיה חרשת ושוטה או לאו דהא קטנה נמי לית לה דעת. ובת ג' שנים ויום אחד מתקדשת בביאה מדעת אביה פחות מכאן לא דביאה פחותה מג' לאו ביאה היא ואינו קונה אותה דהלכה למשה מסיני דפחותה משלש כשרה לכהונה דנראה דאין ביאתה ביאה. בגרה או נשאת ונתאלמנה או נתגרשה בחיי אבי' הרי היא ברשות עצמה אעפ\"י שהיא קטנה דכיון שיצא' מרשות אב לגמרי כשהשיאה שוב אין לו בה רשות דכל זמן שלא יצאה מרשות בתו הוא דיש לו כח בה כדכתיב בנעוריה בית אביה אבל משיצאה אין לו בה רשות לעולם כדאשכחן לענין נדרים דכתיב ונדר אלמנה וגרושה וגו' הא אפקה קרא מרשותיה ולענין ירושה כתי' וירש אותה שהבעל יורש אשתו למאן דסבר ירושת הבעל דאוריתא. נתקדשה קודם שתבגור שלא לדעת אביה אינה מקודשת אפילו נתרצה האב אחר שנתקדשה ואפי' נתאלמנה או נתגרשה מאותן האירוסין אינה אסורה לכהן ובין היא ובין אביה יכולין לעכב הואיל ובשעת קבלה לא נתרצה האב אם באת לחזור קודם שיתרצה חוזרת ולא מהני ריצוי דאב תו בין נתקדשה בפניו בין שלא בפניו אינה מקודשת דכיון דרחמנא אשלטיה בה כדילפינן לאו כל כמינה לקדש עצמה ואפילו נתרצה האב כדאמר במפתה דאפילו פתה לשם אישות אם נתרצה האב לתתה לו לא סגי בהאי ביאה אפילו היתה לשם אישות אלא בעי לקדשה לו השתא כדכתיב מהר ימהרנה לו לאשה שיהיו קידושין לדעת אביה משמע אפילו נתרצה האב בעינן קידושין אחריני לדעתיה."
            ],
            [],
            [],
            [
                "<b>ספק </b> בוגרת בין נתקדשה היא שלא לדעת אביה בין קדשה אביה שלא לדעתה הרי זו מקודשת בספק אם היא בוגרת ולא בעיא דעת אביה או הוא נערה ואביה לא בעי דעתה. האיש עושה שליח לקדש לו אשה פלו' או שאר נשים וכן האשה לקבל לה קידושין מיד פלו' או שאר אנשים וכן האב עושה שליח לקבל קידושי בתו כשהיא ברשותו דכתיב בגירושין ושלחה מביתו ומדלא כתב וגרשה ללמדנו בה שהאיש עושה שליח להוליך גט לאשתו ומדכתיב ושלחה ולא כתיב ושלח מלמד שהאשה עושה שליח לקבל גיטה קרי ביה ושלחה לא מפיק ה\"א ושלח ושלחה דנאמר שני פעמים בענין מלמד ששליח עושה שליח אשכחן בגירושין בקידושין מנא לן אמר קרא ויצאה והיתה מקיש הויה ליציאה מה יציאה משוי שליח אף הויה משוי שליח. ואומר האב לבתו קטנה צאי וקבלי קידושיך מדאשכחן דמייעד אדון אמה העבריה דאף על גב דמעות הראשונות לאו לקידושין ניתנו אפילו הכי הואיל ומכרה ויודע שהאדון יכול ליעדה לאחר זמן הוה ליה כאומר לה צאי וקבלי קידושיך דאית לה זכיה כשדעת אחר מקנה לה. שליח האשה לקבלת קידושיה צריך עדים כמו בקבלת גיטה דהוי דבר שבערוה ואין פחות משנים אבל שליח האיש לקדש אין צריך עדים כמו בשליח הולכה אין צריך עדים דשלוחו של אדם כמותו וכתיב ויצאה והיתה איתקש יציאה להויה מה יציאה בעיא עדים לקבלה ולא להולכה אף הויה לקבלה ולא להולכת קידושין ונראה דאפילו בקבלת גט הוי מדרבנן והיקשא אסמכתא בעלמא. ושליח נעשה עד ואם היו שני שלוחין הן הן עדיו ואף על גב דשלוחו של אדם כמותו היינו שמקדש בעדו אבל לעדות לא מיפסיל והרי יש בדבר עדות."
            ],
            [],
            [],
            [
                "<b>הכל </b> כשרין לשליחות חוץ מחרש שוטה וקטן דאין בני דעת ושליחות איש בר דעת בעינן ולא חרש שוטה וקטן דשליחות נפקא לן נמי מדכתיב ויקחו להם איש שה לבית אבות אחד לוקח לכולן והכא איש כתוב למעוטי אלו והגוי לפי שאינו בן ברית ונאמר כן תרימו גם אתם לרבות שלוחכם מה אתם בני ברית אף שלוחכם בני ברית להוציא את הגוי. העבד אף על גב שהוא בן ברית דכתיב מחוטב עציך וגו' לעברך בברית הוא פסול לשליחות גיטין וקידושין לפי שאינן נוהגים בהם ובמידי דלנפשיה לא חזי לא מצי למיעבד שליחותא לאחריני. דין שליח או האב עם האיש או שליח עם האשה או עם האב או השליח כדין איש עם האשה ככל הדברים כיון ששלוחו של אדם כמותו מדאוריתא כדילפינן."
            ],
            [],
            [],
            [
                "<b>כסף </b> ושטר וביאה כולם דין תורה כדילפינן לעיל ושאר הפרק מדברי סופרים נסמך על ושמרתם את משמרתי ולא תסור וגו':"
            ]
        ],
        [
            [
                "<b>אין </b> האשה מתקדשת אלא לרצונה. שנאמר והלכה והיתה לאיש אחר משמע שמתקדשת מדעתה והוי אסמכתא לחוד ואם קידשה בעל כרחה אינה מקודשת אבל האיש מקדש בעל כרחו מקודשת דהא קדשה וכתיב כי יקח איש אשה וגו' ומדאוריתא באשה נמי בעל כרחה היתה מקודשת דהויא כשדה דתלויה וזבין זביני דסברא הוא דכל דמזבין איניש אי לאו דאניס לא הוה מזבין ואגב אונסי' גמר ומקנה וזביני' זביני הכא נמי הוה ליה כמוכר שמוכרה עצמה לבעל בכסף שנותן לה ואפילו נתקדשת בשטר ובביאה נמי הויא כמוכרת עצמה דכנגד גופה שקנוי לו מתחייב לה בשאר כסות ועונה אלא שחכמים הפקיעו קידושיו כיון שעשה שלא כהוגן שהכריחה והפקר בית דין הפקר וכדילפינן מאלה הנחלות אשר נחלו וגו' מה ענין ראשי אבות אצל זקנים לומר לך מה אבות מנחילים את בניהם מה שירצו אף ראשי אבות מנחילים העם מה שירצו אי נמי מכל אשר לא יבא לג' ימים בעצת השרים יחרם כל רכושו. ואפילו קדשה בבעילה או בשטר נמי אפקעוה רבנן לקידושיה נמצא דקדשה בעל כרחה אינה מקודשת ואפי' מדאוריתא דהא קדשה אדעתא דרבנן דקאמר כדת משה וישראל ורבנן אמרי דלא להוו קידושין והפקירו כספו והוי כקדשה בגזל ובחמס קודם יאוש ובעילתו ממילא נמצאת שהיתה בעילת זנות אם קדשה בביאה ואפילו לא קדש לדעתם אינה מקודשת מן התורה דיש כח ביד חכמים לעקור דבר מן התורה למיגדר מילתא דכתיב בנביא אמת אליו תשמעון אפילו אומר לך עבור על אחד מכל מצות ה' לפי שעה כגון אליהו בהר הכרמל למיגדר מילתא שעל ידי כן השיבן מע\"ז שמע לו וכיון שעל פי הדבר שרי משום צורך שעה ה\"ה שלא על פי הדבר שהרי אין נביא רשאי לחדש דבר מעתה כדילפינן מאלה המצות שאין נביא רשאי לחדש דבר מעתה וא\"כ אפילו בלא נביא שרי נמי לבית דין לעבור משום מגדר מילתא לעשות גדר ותקנה והאיש שקדש בעל כרחו לא הפקיעו קידושיו דבידו לגרשה אבל אשה שאין בידה לגרש עצמה הפקיעו חכמים קידושי מי שהכריחה לקבלם. יכול אדם לקדש כמה נשים כאחת כיון שיש שיעור כסף לכולן ואחת מקבלת לכולן דאע\"ג דכתיב כי יקח איש אשה דנראה אשה ולא הרבה נשים בבת אחת לא היא דלא אתא למעוטי אלא חצי אשה כדאמר לעיל. וכן אם נתן קידושיה מדעתה לחברתה ואמר לחברתה וכן את וכיוצא בזה שתיהן מקודשות שהרי נתרצת אבל אמר לה ואת הויא ספק דאוריתא שמא לא נתכוון לקדשה."
            ],
            [],
            [
                "<b>התקדשי </b> לי בדינר זה נטלתו והשליכתו לכל דבר האבד אינה מקודשת שהרי כאלו אמרה איני רוצה. וכן אמרה תנהו לפלו' ונתן אינה מקודשת דהרי הוא כאלו אמרה איני רוצה אבל אמרה שיקבלם לי מקודשת כיון שנתן וקבלם בעדה. אמרה הניחהו על הסלע אינה מקודשת דלא רצתה ואם היה סלע שלה מקודשת שחצירו של אדם קונה לו דבגט אפילו שהוא חוב לה איתרבאי חצר מדכתיב ונתן בידה דאין לי מפשטיה דקרא אלא בידה גגה חצרה וקרפיפה מנין תלמוד לומר ונתן מכל מקום. היה סלע של שניהם מקודשת בספק. תנהו לעני תנהו לכלב אינה מקודשת ואם היה כלב שלה מקודשת שהרי נהנית ואם היה רץ אחריה לנושכה הויא ספק אי גמרה ומקניה נפשיה בההיא הנאה דקא מצלא נפשה מיניה או דילמא [מצי אמרה ליה] חיובי מחויבת מדאוריתא לאצילך ולא מקניה נפשה."
            ],
            [],
            [
                "<b>אשה </b> שאמרה לאיש תן לי מעט מזה ואמר אם אתן ליך תהא מקודשת לי אם אמרה הן ונתן לה מקודשת אבל אמרה תן לי מהן או השלך או דומה דברים שענינם לא תשחק עמי בדברים אלו אינה מקודשת."
            ],
            [
                "<b>המקדש </b> בעד אחד אינה מקודשת דילפינן דבר דבר יקום דבר לענות דבר מה התם שני עדים אף כאן ואפילו שניהם מודים דאין דבר שבערוה פחות משנים. המקדש בפסולי עדות של תורה אינה מקודשת וילפינן פסולי עדות דרשע מאל תשת ידך עם רשע וקרובים מלא יומתו אבות על בנים כדילפינן במצות קידוש החדש ובספק פסולים של תורה הוו קדושי ספק ואפילו תכחיש האשה צריכה גט מספק."
            ],
            [
                "<b>קטן </b> אין קידושיו קדושין דאיש כתיב בפרשה וכן איש שקדש קטנה אין קדושיה כלום מן התורה דאשה כתיב בתורה וכן חרש שקדש ופקח שקדש לחרשת אינה מקודשת מן התורה וכ\"ש שוטה שקדש או שוטה שנתקדשה דאין להם קידושין מן התורה דאין להם דעת. סריס שקדש ואילונית שנתקדשה קדושיהן קידושין גמורין דבכלל איש ואשה הוו אלא שאינם מולידים וגדולים נמי הוו כיון שעברו רוב שנותם טומטום ואנדרוגינוס בין שקדשו בין שנתקדשו הם קידושי ספק אי איש הוא או אשה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המקדש </b> אחד מן העריות אינם קידושין מן התורה באשת איש דכתיב ויצאה מביתו לכשתצא מביתו דווקא ויצאה והיתה לאיש אחר שהוא אחר אצלה ולא לקרובים ושאר עריות ילפינן מאחות אשה דכתיב בה לא תקח לגלות וגו' דהיינו קיחה דקידושין והוקשו כל העריות כולן לאחות אשה דכתיב כי כל אשר יעשה מכל התועבות וגו' מה אחות אשה לא תפסי בה קדושין אף כל עריות כולן לא תפסי בה קידושין חוץ מנדה דכתיב ותהי נדתה עליו אפילו בשעת נידתה תהיה בהוית קידושין לחומרא מקשין ולא לקולא."
            ],
            [
                "<b>האשה </b> שפשטה ידה וקבלה קידושין מאחר בפני בעלה מקודשת לשני שהאשה שאמרה לבעלה גרשתני נאמנת דחזקה אין אשה מעיזה פניה בפני בעלה וחזקה הוי מדאוריתא כדילפינן מנגע הבית לעיל במצות מ\"ג אבל שלא בפניו אין לה חזקה וצריכה ראיה."
            ],
            [
                "<b>המקדש </b> אחד מחויבי לאוין או מאסורי עשה וכן יבם שקדש צרת יבמה הרי זו מקודשת קידושין גמורין דכתיב כי תהיין לאיש שתי נשים האחת אהובה והאחת שנואה וכי אהבתו או שנאתו של בעל חשובה לפני המקום לשנות דין נחלה בשבילה שהוצרך הכתוב לכתוב לא יוכל לבכר את בן האהובה ואפילו תימה דצדקת ורשעת קאמר לא היה צריך לומר לא יוכל לבכר דאטו משום דאמו רשעת יפסיד בנה שהוא בכור נחלתו לא הוה ליה למכתב אלא כי את הבכור יכיר ואנא ידענא לא שנא אמו אהובה וצדקת ולא שנא אמו שנואה ורשעה אלא אהובה אהובה בנישואיה ושנואה שנואה בנישואיה שנישואיה שנואים לפני המקום כגון חייבי לאוין וקאמר רחמנא כי תהיין אלמא אית בהו הויה דקידושין והוה ס\"ד דכיון דרעה בנישואיה דחייבי לאוין היא בנה לאו בנו גמור הוא להכי קאמר לא יוכל לבכר וגו' ולא מצית אמרת דהני נשואין שנואים דחייבי עשה כגון מצרית נינהו אבל חייבי לאוין נילף מיבמה דלא תפסי בה קידושין דשתהי' מעם אחד בעינן ואי בעולה לכ\"ג דהויא חייבי עשה לא כתיב כי תהיין לכהן ולהכי מוקמי אפילו לחייבי לאוין כדאמר חוץ מיבמה שנתקדשה לזר שהיא בספק אם תופסין קידושין בה והאי לא תהיה אשת המת ללאו הוא דאתא או דילמא לא תפסי דהאי לא תהיה לא תהא בה הויה לזר הוא דקאמר."
            ],
            [
                "<b>המקדש </b> גוי או שפחה אינן קידושין גוי דכתיב לא תתחתן בם לא תהא לך בם תורת חיתון והיינו בשבעה עממין דאדוקין בע\"ז כדכתיב כי יסיר את בנך וגו' שאר אומות מנלן דכתיב ביפת תואר ואח\"כ תבא אליה ובעלתה מכלל דמעיקרא לא תפסי בה קידושין שפחה דכתיב שבו לכם פה עם החמור עם הדומה לחמור וכן עבד גוי מהאי טעמא אין קידושיהן לבת ישראל קידושין. ישראל מומר אפילו עובד ע\"ז ברצונו קידושיו קידושין דכתיב חטא ישראל וגם עברו וגו' אע\"פ שחטא ישראל הוא מדלא אמר חטא העם עדין שם קדושתם עליהם."
            ],
            [
                "<b>המקדש </b> אשה שחציה שפחה וחציה בת חורין כשנשתחררה גמרן קידושיה כקטנה שגדלה ואין צריך לחזור ולקדשה דאף ע\"ג דאשה קאמר רחמנא ולא חצי אשה היינו כששייר בקנינו שהיה יכול לקדשה כולה ולא קדש אלא חציה אבל הכא לא שייר בקנינו שכל מה שיכול לקנות ממנה קנה ולהכי אינה צריכה קידושין אחרים לכשתשתחרר דביאתו עושה אותה אח\"כ אשת איש גמורה אבל קדשה אחר אחר שנשתחררה הוי ספק קידושין לשניהם. ואיזו היא שפחה חרופה זו חציה שפחה שקדשה עבד עברי שיש לו היתר בשפחה כנענית אם רבו מוסרה לו כשיש לו אשה ובנים כדכתיב כי משנה שכר שכיר עבדך שש שנים שכיר אינו עובד אלא ביום עבד עברי עובד בין ביום ובין בלילה והיינו משנה שכר שכיר וכי תעלה על דעתך שעובד בין ביום ובין בלילה והלא כבר נאמר כי טוב לו עמך עמך במאכל עמך במשתה אלא מכאן שרבו מוסר לו שפחה כנענית וא\"כ שפחה חרופה אי איפשר אלא כשתהא מקודשת לעבד עברי שיש לו קידושין והיא לו מותרת והראיה על שהיא מקודשת ותפסו בה קידושין במקצת זה שנא' לא יומתו כי לא חופשה הא חופשה יומתו שהיתה אשת איש ונהרגין וכן אמרו פדויה ואינה פדויה חציה שפחה וחציה בת חורין מאורסת לעבד עברי ולמדו מדכתיב והפדה הרי פדויה לא נפדתה הרי שאינה פדויה כדאמר. מי שחציו עבד וחציו בן חורין שקדש בת חורין הרי זו קידושי ספק דאע\"ג דהתקדשי לחציי מקודשת היינו משום דחזיא לכוליה דהוי בר חורין אבל הכא לא חזיא לכוליה משום פלגא דעבדות ואע\"ג דהתקדשי לחציך אינה מקודשת התם הוא דשייר בקנינו דהוה ליה לקדשה כולה אבל האי לא שייר מידי דכל מאי דחזי ליה למעבד עבד."
            ],
            [],
            [
                "<b>שכור </b> שקדש קידושיו קידושין דאכתי יש בו דעת אבל הגיע לשכרותו של לוט לא [דלאו בר דעה הוא כדכתיב גבי לוט ולא ידע בשכבה ובקומה (בראשית יט, לג)]."
            ],
            [
                "<b>המקדש </b> בפחות משוה פרוטה אינה מקודשת דכסף ילפינן קיחה קיחה ופחות משוה פרוטה לאו כסף הוא. קדשה באוכל או בכלי ששוה פחות מפרוטה הוו קידושי ספק שמא שוה פרוטה במקום אחר והרי הוא כסף או דילמא בעינן שוה פרוטה הכא ואם היא אוכל שלא יגיע למקום ששוה פרוטה עד שיפסד אינה מקודשת כלל דהא לא שוה פרוטה בשום מקום כיון שאי אפשר להוליכו לשם קיים ולר\"י והרא\"ש ז\"ל אפילו שוה פרוטה ודאי במקום אחר אינה מקודשת כלל מדאוריתא דאין להקדש אלא מקומו ושעתו והאי דשמואל חומרא מדרבנן היא דמדאוריתא כיון דאין בה שוה פרוטה הכא לא מיקדשה דבפחות משוה פרוטה במקומה לא מקניה נפשה. המקדש בפחות משוה פרוטה וכן קטן שקדש אע\"פ ששלחו סבלונות אח\"כ אינה מקודשת דהוי כחזקה דלא שלחו סבלונות אלא מחמת קידושי הראשונים שהיו פסולים."
            ],
            [],
            [
                "<b>המקדש </b> בכסף או בשטר אין צריך שיתן הקידושים לתוך ידה אלא כיון שרצה לזרוק לה קידושיה וזרקו אפילו לתוך שדה שלה מקודשת דילפינן מגט מהיקשא דהויות דכתיב ונתן בידה גגה חצרה וקרפיפה מנין ת\"ל ונתן מכל מקום. ברשות של שניהם אינה מתקדשת ודאי היה עומד ברשות הרבים או שברשות שאינה של שניהם וזרק לה כל שקרוב לו הוי כבידו שוה או ספק ואבדו קודם שהגיעו לידה הרי זו ספק מקודשת דמספקא לן בגירושין אי הוי קרוב לה והוי חצרה או לאו וקידושין נמי הואיל וילפינן להו אהדדי מהיקשה דויצאה והיתה:"
            ]
        ],
        [
            [
                "<b>המקדש </b> בדבר שהוא אסור בהנאה כגון חמץ בפסח או בשר בחלב וכיוצא בהן אינה מקודשת. חמץ בפסח דכתיב לא יאכל לא יהא בו היתר אכילה וסתם הנאות לידי אכילה הן באות ולהכי אינה מקודשת דכיון דאינה יכולה ליהנות כמה שנתן לה לאו מידי יהב לה. ובשר בחלב דכתיב לא תבשל גדי בחלב אמו ג\"פ אחד לאיסו' אכיל' ואחד לאיסו' הנאה ואחד לאיסור בישול. וכל שאר איסורי הנאה יתבארו במקומם בס\"ד. ואפילו באיסורי הנאה מדבריהם אינה מקודשת דאפקעינהו רבנן לקידושי כדאמר לעיל דהפקר ב\"ד הפקר כדילפינן מאלה הנחלות וגו'. עבר ומכר דבר האסור בהנאה וקדש מקודשת חוץ מע\"ז שאם קדש בדמיה אינה מקודשת שדמי ע\"ז אסורין כמוה דכתיב והיית חרם כמוהו כל מה שאתה מהייה ממנו הרי הוא כמוהו ולא מצינו למילף שאר איסורי מינה משום דהוו ע\"ז ושביעית שני כתובים הבאים כאחד ואין מלמדין דאי מלמדין בחד הוה סגי ונילף מיניה. ע\"ז הא דאמרן שביעית דכתיב קדש תהיה לכם מה קדש תופס דמיו אף שביעית תופסת דמיה. המקדש בפרש עגל ע\"ז אינה מקודשת דכתיב ולא ידבק בידך מאומה מן החרם מאומה ואפילו פרש אבל בפרש שור הנסקל מקודשת אע\"פ ששור הנסקל אסור בהנאה פרשו אינו אסור דכתיב ולא יאכל את בשרו בשרו הוא דאסור הא פרשו מותר."
            ],
            [],
            [
                "<b>המקדש </b> בפירות שביעית מקודשת דאע\"ג דלאכילה אמר רחמנא ולא לסחורה ולדבר אחר אפי' הכי אם מכר המקח קיים וכן אם קדש בדיעבד הוי קידושין. באפר פרה אדומה או במים שמלאן למי נדה מקודשת דאע\"פ שאינו יכול ליטול שכר להזות ולקדש שהיא הכשר מצוה ורחמנא קאמר ראה למדתי אתכם מה אני בחנם אף אתם בחנם וזה שעשה המצוה בשכר עבר על דברי תורה דנוטל שכר לימד מצוה אפ\"ה יכול ליטול שכר הבאת האפר ממקום למקום ומלוי מים שאינם הכשר המצוה והיא נהנת ממי שצריך להן מחמת טורח הבאתן ומילויין. המקדש בהקדש של בדק הבית מקודשת וישלם קרן וחומש להקדש ויביא אשם דכתיב נפש כי תמעול מעל וחטאה בשגגה מקדשי ה' והביא את אשמו וגו' ואת אשר חטא מן הקדש ישלם ואת חמישיתו יוסף עליו ומדקאמר ישלם נראה דמתחלל כשמוציא מרשות גבוה והאי כיון שנתנו לאשה בקידושי הרי הוציאו מרשות גבוה ואם במזיד אינה מקודשת דהואיל ואינו חייב קרבן מעילה לא נתחלל ההקדש ולאו מידי דיכלה ליהנות יהב לה דלא אמרה תורה ישלם דמשמע דמתחלל וחייב קרבן אלא בשגגה במעשר שני בין שוגג בין מזיד אינה מקודשת דכתיב וכל מעשר הארץ מפרי הארץ לה' הוא לה' הוא ולא לקדש בו אשה."
            ],
            [],
            [
                "<b>כהן </b> שקדש בחלקו בין מקדשי קדשים בין מקדשים קלים אינה מקודשת דכתיב וזה יהיה לך מקדש הקדשים מן האש כאש חלקו של אהרן הושוה לחלקו של מזבח מה מזבח לאכילה אף כהן לאכילה ולא לדבר אחר אבל כהן שקדש בתרומה גדולה ובתרומת מעשר וביכורים וכן לוי שקדש במעשר ראשון וישראל במעשר עני הרי אלו מקודשת תרומות אף על פי שאסור לזר הוו ממון כהן ומקדש בהן דהא שוו לדידה דיכולה למוכרן לכהן וכן מעשר ראשון ללוי דהוי ממונו ולית ליה קדושה ומעשר עני אפילו ישראל נמי דלית ביה קדושה אלא משום גזל דחייב לשלם דאין להם בעלים ניכרים דנימא דלהוי כמקדש בגזל קודם יאוש דהא אכתי לא אתא לידייהו אבל ישראל בתרומה שהפריש אינה מקודשת דטובת הנאה אינה ממון אבל נפלו לו בירושה מבית אבי אמו כהן אף על פי שלא הורמו עדין ועומד ליתרם דנגמרה מלאכתה הוה ליה כמו שהורמו אפילו הכי ממונו הוי ומקודשת דאף על גב דאין ראויות לו לאכילה יש לו למוכרן למי שהן ראויות לו."
            ],
            [],
            [
                "<b>המקדש </b> בגזל בגניבה ובחמס אם נתיאשו הבעלים ונודע שקנה אותו הדבר ביאוש הרי זו מקודשת ואם לאו אינה מקודשת דאע\"ג דבאבדה אם נתיאשו הבעלים קני מוצאה כדכתיב אשר תאבד ממנו ומצאתה שאבודה ממנו ומצויה אצל בני אדם יצתה שטפה נהר שאבודה מכל שהבעלים הם מתיאשים וקני מוצאה ולר\"י יאוש באביד' נפקא ליה מדכתיב באבדה שמלה ולמה יצתה לומר לך מה שמלה מיוחדת שיש לה סימנים ואין הבעלים מתיאשים אלא תובעים שיחזירו להם בסימן אף כל שיש בו סימן שאינן מתיאשין משמע דאי מיאש קני באבידה והיינו משום דבהיתרה אתא לידיה אבל גזל דבאיסורא אתא לידיה לא קני אלא בשינוי רשות אחר יאוש וכשנתנו לאשה הרי שינוי רשות וקנאתו היא וכיון שקנאתו היא אף הוא קונה אותה והא דשינוי רשות אחר יאוש קונה למ\"ד יאוש כדי לא קני נפקא לן מדכתיב בתשלומי ארבעה וחמשה וטבחו או מכרו וגו' מה טביחה דאהנו מעשיו אף מכירה דאהנו מעשיו שקנאו לוקח בשינוי רשות ואי שינוי רשות לא קני לא אהנו מעשיו ולא הוי דומיא דטביחה ואפילו לרב נחמן דפליג ארב ששת ואמר אפילו לפני יאוש היינו משום דסבירא ליה דלא בעינן אהנו מעשיו אבל פשיטא דלאחר יאוש אהנו מעשיו משום דקניה בשינוי רשות. המקדש בממון חברו שלא מדעת חברו אפילו הראה אח\"כ חבירו שאינו מקפיד הרי זה גזל ואינה מקודשת ואם קדשה בדבר שאין מקפיד בעל הבית כגון תמרה או אגוז וכיוצא בו מקודשת מספק אי ניחא ליה לבעל הבית ולא הוי גזל או לא. היתה סחורה בינו ובין חברו וחלקה שלא מדעת חברו וקדש בחלקו אינה מקודשת דאמר ליה מאן פלג לך והרי יש לבעל הבית חלק בזה והיא לא נתקדש' אלא בכל והוי כממון חברו אם לא שפירש לה מה שיש לי בו דאז נראה דהוי מקודשת דהרי יש לו חלק שם. גזל ממנה וקדשה בו אם קדם ביניהם שידוכין ונטלה ושתקה מקודשת ואם לאו אע\"פ ששתקה כשנתן לה בתורת קידושין אינה מקודשת דשלה הוא נוטל אלא אם כן אמרה הן. אמר לה כנסי פקדון זה וחזר ואמר לה הרי את מקודשת לי בו קודם שנטלתו ונטלתו ושתקה הרי זו מקודשת ואם אחר כך אינה מקודשת אלא אם כן אמרה הן. ובחוב שהיה לה אצלו אם אמר לה הרי את מקודשת לי בו קודם ונטלתו ושתקה מקודשת כשהיה שידוכין ביניהם ואם לא שדך אינה מקודשת עד שתאמר הן ואם אחר שנטלה החוב אמר לה בתורת קידושין אינה מקודשת אפילו אמרה הן דשלה נטלה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדש </b> במלוה ואפילו בשטר אינה מקודשת דלהוצאה נתנה וגמרינן קיחה קיחה משדה עפרון דיהיב לה מידי בשעת קידושין ומלוה אפילו בעין להוצאה נתנה וכבר הם שלה. ואם היה לה משכון ונתן לה המשכון מקודשת דגמרי מיעוד דכתיב והפדה דמשמע דצריך שיהא ביום כדי פדיה ואין יעידה אלא במקום פדיה דכתיב אשר לא יעדה והפדה שאם בא ליעדה בסוף שש צריך שיהא שהות ביום שאם תבוא לחשבון גרעונה דיהא עליה גרעון של פרוטה דמעות הראשונים לאו לקידושין ניתנו כיון דבעינן שיעור פדיון בשעת יעוד ונמצא שיש לו עליה מלוה דהיינו שהות היום מכדי פרוטה ולא הוה מקודשת אי לאו משום דהיא גופה משכון הוי וכשמקדשה בפרוטה דאית ליה גבה ממילא היא זוכה בעצמה שהיא המשכון ונמצא משכון מוחזר מאליו הכי נמי הכא כשנתן לה המשכון היא מקודשת אע\"ג דמקדשה בגוף המלוה ואם קדשה בהנאת הרוחת זמן המלוה שהלוה לה מקודשת שהרי יש לה הנאה מעתה להשתמש במלוה עד הזמן שקבע לה במלוה ופרוטה דעתיה אפרוטה דיהב לה השתא ומקודשת. בחוב שיש לי אצל זה במעמד שלשתן מקודשת דאע\"ג דקנין מעמד שלשתן תקנת חכמים היא הוי מקודשת דאוריתא דהפקיע חכמים ממון החייב על ידי מעמד שלשתן דיש להם כח להפקיע ולהפקיר כדילפינן לעיל. קדשה בפיקדון או שאלה שהיה לו אצלה מקודשת כיון שהיה שוה פרוטה קיים ברשותה. הנאת דברים הוי כמלוה ואינה מקודשת דבעינן דיתן לה מיד או תהנה מיד בשוה פרוטה כדילפינן מקיחה קיחה דהוי בשעת קנין והכא נמי ל\"ש. במלאכה זו שאעשה עמך אינה מקודשת דשכירות ישנה מתחלה ועד סוף והוי מלוה והמקדש במלוה אינה מקודשת והא דשכירות ישנה מתחלה ועד סוף איפשר דילפינן לה מדאיצטרך קרא לאשמועינן דשכירות אינה משתלמת אלא לבסוף שנא' כשכיר שנה בשנה יהיה עמך שכירות שנה זו אינ' משתלמת אלא לשנה אחרת משמע דישנה לשכירות מתחלה ועד סוף ולהכי איצטריך קרא דלא לישתלם אלא לבסוף דאי אמרת אינה לשכירות אלא לבסוף פשיטא דאינה משתלמת אלא לבסוף אלא וודאי כדאמר."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>תן </b> מנה לפלוני ואתקדש אני לך מקודשת מדין ערב ממה שמצינו בתורה שהערב משתעבד למלוה קבלן דמשתעבד באמירה תן לו ואני קבלן ילפינן מדכתיב אנכי אערבנו וכתיב תנה אותו על ידי כלומר כאלו מקבלו בידי אחזירנה לך וערב דכתיב בני אם ערבת לרעך תקעת לזר כפך אם ערבת לרעך ממון עשה זאת איפה וגו' כי באת בכף רעך דהיינו ממון שיש לו עליך לך התרפס התר לו פסת ידך ותן לו מעותיו ומדכתיב לקח בגדו כי ערב זר משמע בשביל איש זר דהיינו אמירה בעלמא דלא כתיב קבלנות ונראה דהוי הלכתא וקראי דקבלה אסמכתא והכא כיון שאמרה תן לו ואתקדש לך מקודשת דכמו דערב אף על גב דלא מטי הנאה לידיה משעבד נפשיה אתתא נמי מקניה נפשה. תן לפלוני ואתקדש לו מקודשת מדין ערב דאמרן ומדין עבד כנעני דקונה עצמו בכסף על ידי אחרים אף על גב דאיהו לא חסר מידי ואפילו בעל כרחו דכמו דנקנה בכסף מרבו אפילו בעל כרחו הכי נמי קונה את עצמו אפילו בעל כרחו ואם כן קני נפשיה אף על גב דלא חסר מידי הכי נמי נתקדשת לאחר אע\"ג דלא חסר מידי וכן הילך מנה והתקדשי לפלו' מקודשת מדין עבד כנעני כדאמר. הילך מנה ואתקדש לך אם אדם חשוב הוא מקודשת שהרי נהנית בפרוטה כשנהנה הוא ממנה ונקנית לו בזה. הניח משכון על מה שאמר שיתן לה שתתקדש לו אינה מקודשת דלא נהנית בשום דבר במשכון דלא נשתעבד למה שלא היה חייב ולא נתן לה דבר אבל משכון של אחרים שקדש בו אשה מקודשת דבעל חוב קונה משכון דכתיב ולך תהיה צדקה אם משכון אינו קונה צדקה מנין אלא מכאן לבעל חוב שקונה משכון ואם כן הא יהב לה מידי."
            ],
            [],
            [],
            [
                "<b>מתנה </b> על מנת להחזיר שמה מתנה בעלמא כפדיון הבן דתלאו הכתוב בפדיון כדכתיב בכור בניך תפדה והרי נפדה אע\"ג דהחזיר לו המעות והכא אינה מקודשת משום דהוי כחליפין דאין אשה נקנית בהם משום דהוו בפחות משוה פרוטה ואשה בפחות משוה פרוטה לא מקנה נפשה דכסף כתיב ופחות מפרוטה לאו כסף הוא."
            ],
            [
                "<b>נתן </b> לה אגודה של הדס וגו' דשתיקה דלאחר מתן מעות לאו כלום היא כיון דלא קבלתם לשם קידושין עד שתאמר בפיה הן. אמר לאשה התקדשי לי בתמרה זו התקדשי לי בזו התקדשי לי בזו אם אין באחד מהן שוה פרוטה אינה מקודשת אע\"ג דבכולהו אית שוה פרוטה דלא קדשה אלא בכל אחד והא ליכא שוה פרוטה אבל אמר לה בזו ובזו אם יש בכולם שוה פרוטה מקודשת דבכולן בבת אחד קדשה והאיכא פרוטה ואם היתה אוכלת ראשונה ראשונה אינה מקודשת אלא אם כן יש באחרונה שוה פרוטה דהראשונות היו כמלוה ואם אמר באלו אע\"פ שאוכלת מקודשת דשלה אכלה. אמר התקדשי בכוס זה אם מלא מים בו ובמים אם יין בו ולא ביין אם שמן בשמן ולא בכוס לפי' אם לא היה בשמן שוה פרוטה אינה מקודשת אלא מספק כדלעיל:"
            ]
        ],
        [
            [
                "<b>המקדש </b> על תנאי אם נתקיים התנאי מקודשת ואם לאו אינה מקודשת וכן בגט. ואפשר דטעמא דכיון דאצטריך למכתב ספר כריתות לדבר הכורת בינו לבינה דעל מנת שלא תלכי לבית אביך לעולם וכיוצא בו אין זה כריתות שכל ימיה נאגדת בו לקיים תנאי זה מחמתו משמע דכל שאינה נאגדת בו לעולם הרי זה כריתות מיד דהיא תקיים תנאו ותלך ואפשר דברים הללו לבא לידי הבדלה ובקדושין ילפינן מגרושין דאיתקש הויה ליציאה דכתיב ויצאה והיתה וכו'. כל תנאי שבעולם בכל הדברים צריך שיהיה בתנאי ארבעה דברים תנאי כפול הן קודם ללאו תנאי קודם למעשה דבר שאפשר לקיימו דילפינן מתנאי בני גד ובני ראובן שהוצרך משה רבינו לכפול ואם לא יעברו חלוצים אתכם ונאחזו בתוככם שמע מינה דאם לא כפל מתנתו קיימת ונוחלין ארץ גלעד אפילו לא יעברו אע\"פ שאמר אם יעברו דלא אמרינן מכלל הן אתה שומע לאו והוא הדין דבעינן תנאי קודם למעשה מדלא אמר תנו להם אם יעברו משמע דאי אמר הכי לא אתי תנאה ומבטל מעשה דמתנה דקדמיה ושמעינן נמי דבעינן הן קודם ללאו דלא אמר תחלה אם לא יעברו אל תתנו ואם עברו ונתתם וכן אפשר לקיימו בתנאי בני גד ובני ראובן אם חסר אחד מאלו התנאי בטל והמעשה קיים מדהוצרך משה רבינו ע\"ה לדקדק בכל אלו כדי שיתקיים התנאי משמע דאם לאו הכי לא היה התנאי קיים אלא המעשה התנה עליה דבר שאפשר אלא שאסור מן התורה כגון אם תאכלו חלב וכיוצא בזה מקודשת אם קיימה דאין זה מתנה על מה שכתוב בתורה דלא תאכל ולא תתקדש ומתנה על מה שכתוב בתורה כגון על מנת שאין ליך עלי עונה תנאו בטל דכיון דתנאי ילפינן מבני גד וראובן בעינן דלא יתנה על מה שכתוב בתורה דומיא דבני גד וראובן דלא התנו על מה שכתוב בתורה וכן כל כיוצא בזה חוץ מבממון שתנאו קיים דבעונה מדקאמר לה הרי את מקודשת לי אתקדשה ליה וכו' אמר על מנת שאין ליך עלי עונה מתנה על מה שכתוב בתורה דאין אישות לחצאין וכי תפוס קידושין לגמרי תפוסי והוי מתנה על מה שכתוב בתורה אבל דבר שבממון דאינו תלי באישות כגון שאר וכסות תנאו קיים דלא נשתעבד כיון שהתנה ודבר שבממון הוא דניתן למחילה ולא צער של גופה. התנה עליה שתבעל למי שאסור לה תנאו בטל כמו מה שאי אפשר לקיימו שאין בידה שיעברו אחרים אבל התנה עליה שיתן פלוני כך תנאו קיים שהרי אפשר בידה לקיימו שתתן לפלו' ממון רב עד שיתן שאין כאן עבירה וכן כיוצא בזה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדש </b> על תנאי כשיתקיים התנאי תהיה מקודשת לא משעת שנתקדשה ואפשר דילפינן הא מלתא נמי מתנאי בני גד דכתיב אם יעברו בני גד ובני ראובן וגו' ונתתם להם את ארץ הגלעד דמשמע כשיקיימו התנאי דהיינו אם יעברו אז תתנו להם דקודם קיום התנאי לא היתה נתונה להם ואפילו קיימו אח\"כ התנאי מדלא קאמר אם יעברו וגו' יעמדו או יהיו בארץ גלעד לפיכך אם קדשה אחר קודם התנאי מקודשת לשני ואם אמר מעכשיו אע\"פ שלא נעשה תנאו עד אחר זמן מקודשת למפרע כשיתקיים התנאי לפיכך אם קדשה שני קודם קיום התנאי אינה מקודשת. כל האומר מעכשיו אין צריך דיני התנאי שהרי אינו כתנאי כיון שהמעשה קיים מעתה אבל צריך להתנות דבר שאפשר לקיימו דאי לאו הכי אין שם תנאי וכל האומר על מנת כאומר מעכשיו דמי דלישנא דאם בלחוד הוא דבעי הני דיני דבתנאי בני גד ובני ראובן אם ואם כתיב:"
            ]
        ],
        [
            [
                "<b>הרי </b> את מקודשת לי על מנת שירצה אבי אינה מקודשת עד שירצה האב שיאמר אין. על מנת שלא ימחה מקודשת עד שימחה. הרי את מקודשת לי על מנת שיש לי כך וכך אם יש עדים שיש לו מקודשת ואם לאו הוי ספק. על מנת שאראך כך וכך אינה מקודשת עד שיראה לה הוא משלו. על מנת שיש לי בית כור עפר אינה מקודשת עד שיהיה ראוי לזריעה דמשמעות אלו הלשונות הם כך."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>על </b> מנת שאין עליך נדרים ונמצאו עליה אחד משלשה נדרים אינה מקודשת דבהני תלתא קפדי אינשי והוה ליה כאלו התנה בפירוש. ואם אמר על מנת שלא יהא עליך כל נדר אפילו נמצאת שנדרה שלא תאכל חרובים אינה מקודשת שהוא הקפיד יותר משאר האנשים בשאמר כל נדר והות ליה כאלו התנה בפי'. וכן על מנת שאין לה מומין כל המומין הפוסלים בכהנים פוסלים בה ויותר עליהם שמנה מומין דכיון דקפדי אינשי בכל אלו המומין הוו כאלו התנה בפירוש. ואם קדש סתם ונמצאו לה אחד מאלו השלשה נדרים או אחד מהמומין הוי ספק מקודשת דהוי ספק על סתם אדם אי איפשי באשה נדרנית אם לאו. קדשה על מנת שאין עליה נדרים או מומין והיו עליה והלכה אצל חכם והתי' לה מקודשת דחכם עוקר את הנדר מעיקרו שהרי פותח לו ומדכתיב לא יחל דברו אבל אחרים מוחלין לו משמע דמעיקרא הוא דנעקר נדרו ודברו. על מנת שאין עליה מומין ונתרפאת אינה מקודשת דעד עכשיו היו עליה נמצא שבשעת הקידושין הטעתו והאיש שהתנה עליו אפילו במומין ונרפאו מקודשת שאין האשה מקפדת על האיש על זאת."
            ],
            [],
            [],
            [],
            [
                "<b>הרי </b> את מקודשת לי על מנת שאתן לך מאתים זוז מכאן ועד שלשים יום אם עברו שלשים יום ולא נתן לה אינה מקודשת. הרי את מקודשת לי בזוזים אלו לאחר שלשים יום אף על פי שנתאכלו המעות תוך שלשים מקודשת לאחר שלשים דלאו מלוה נינהו דע\"מ שתתקדש בהן נתנן ולהכי כי אכלה דידה אכלה ולכי מטא זימנא מקדש ואם חזר בו הוא או היא תוך שלשים יום אינה מקודשת דאתי דיבור ומבטל דיבור כיון שלא גמרו הקידושין עד שלשים יום. בא שני וקדשה תוך שלשים מקודשת לשני לעולם לפי שעתה לא היתה מקודשת ותפשו בה קדושי שני ונעשה אשת איש ואינם חלים קידושי ראשון לאחר שלשים יום ואם אמר מעכשיו ולאחר שלשים יום ובא אחר וקדשה בתוך שלשים מקודשת לשניהם מספק דמספקא לן האי ולאחר שלשים אי תנאה הוי אם לא אחזיר בו תוך שלשים יהא קידושין מעכשיו והרי לא חזר ולא תפסי קידושי שני או דילמא חזרה הוי ממה דאמר מעכשיו וקאמר אינו אומר מעכשיו אלא לאחר שלשים יום ואם כן תפסי קידושי שני תוך שלשים יום וכן קדשה אחר בזה הלשון לימים מועטין ממה שקדשה הראשון צריכה גט מספק מכולן."
            ],
            [],
            [],
            [
                "<b>הרי </b> את מקודשת לי חוץ מפלוני כלומר שלא תאסר עליו מקודשת מספק דאף על גב דבגט אינו גט אם אמר חוץ מפלוני דבעינן כריתות וליכא אפילו הכי מספקא לן בקידושין אי קנין כל דהו סגי או דילמא כתיב ויצאה והיתה דאיתקש הויה ליציאה. הרי את מקודשת לי על מנת שתהיה מותרת לפלוני מקודשת ואסורה עליו שהתנה בדבר שאי איפשר לקיימו וילפינן מתנאי בני גד וראובן דבעינן איפשר ואי לאו איפשר כי הכא תנאי בטל ומעשה קיים."
            ],
            [
                "<b>נתן </b> לאשה שתי פרוטות ואמר תהיו מקודשת לי היום באחת ובאחת לאחר שאגרשיך כשיגרשנה תהיה מקודשת לו פעם שניה מפרוטה שניה דאף על גב דמקדש את אשתו לא חיילי בה קידושין דהרי היא מקודשת ועומדת הכא חיילי כיון דבידו לקדשה עכשיו לאחר זמן אבל היכא דאין בידו עכשיו לקדשה אינה מקודשת דהוי כדבר דלא בא לעולם דאין מקנה משום דלא סמכה דעתיה ואפילו לאחר שאתגייר נמי הוי כדבר שלא בא לעולם דלאו בידו הוא כיון דגר צריך שלשה ישראלים שנזקקין לו להטבילו להודיעו מקצת מצות קלות וחמורות דכתיב ביה משפט אחד יהיה לכם ולגר הגר כאזרח ומשפט לא הוי בפחות משלשה. ואם קדש ליבמה לאחר שיחלץ לה יבם מקודשת הואיל אם קדשה מעכשיו הוי ספק מקודשת כדילפינן לעיל. אם ילדה אשתך נקבה הרי היא מקודשת לי בזה אם היכר העובר הוי מקודשת דהוי דבר שבא לעולם."
            ],
            [],
            [],
            [
                "<b>האומר </b> לאשה הרי את מקודשת לי במאה דינרין ונתן לה אפילו דינר אחד מקודשת משלקחה אותו דהוי כעל מנת שאתן לך מאתים זוז שמקודשת מעכשיו והיינו במאה דינרים סתם אבל אמר באלו מאה דינרים והתחיל למנות שניהם יכולים לחזור בהן עד דינר האחרון וכן אם היה חסר דינר או נמצא דינר נחשת אינה מקודשת נמצא דינר רע אם יוכל להוציאו על ידי הדחק יחליפנו ואם לאו אינה מקודשת כיון שאמר במאה דינרין אלו ולא היו שלמים כיון שהיו בתוכן של נחושת או רע ולא קיים תנאו."
            ],
            [
                "<b>הרי </b> את מקודשת לי בבגדים אלו ששוים חמשים זוז והיו שוין הרי זו מקודשת משעת לקיחה דשוה כסף ככסף דכתיב ישיב גאולתו גבי עבד עברי והוי קרא יתרה דמצי למכתב לפיהן גאולתו לרבות שוה כסף לפדיון וכיון דאיפרוק בשוה כסף מקנה נמי מקני ביה דכתיב גאולתו מכסף מקנתו וילפינן לכסף דכתיב בקידושין מהכא דשוה כסף ככסף ואם אינם שוים אינה מקודשת דהרי אינם שוים מה שאמר ולא נתרצת. איש ואשה שהיו חלוקין על סכום המעות שיקדשנה ואחר כך תבעו זה את זה וקדשו סתם יעשה כדברי מי שנתבע מהאחד שלא נתרצה אלא במה שאמר תחלה."
            ],
            [],
            [
                "<b>שליח </b> שקדש על תנאי שלא נאמר לו או שנאמר לו לקדש על תנאי וקדשה סתם אינה מקודשת כיון ששינה מדברי משלחו אף על גב דילפינן משלח ושלחה דמשוו שליח בגיטין וקידושין והוי כאיהו גופיה היינו בשלא שנה אבל שנה בדבר דקפדי אינשי כי הא לא. קדשה לי במקום פלוני והלך וקדשה במקום אחר אינה מקודשת דדוקא קאמר ליה במקום פלוני שיש לו אוהבים ואם בא אדם לומר רע עליו ימחו אבל אמר הרי היא במקום פלוני לא הוי קפידה אלא מראה מקום הוא וכן בשליח האשה."
            ],
            [],
            [
                "<b>המקדש </b> את האשה וחזר בו מיד הוא או היא בתוך כדי דבור אין חזרתה כלום והרי היא מקודשת דאין אדם מקדש ומגרש אלא בהסכמה גמורה ומשום הכי לא מהני חזרה אפילו תוך כדי דיבור ולהרמב\"ן ז\"ל תוך כדי דיבור כדיבור הוי תקנתה דרבנן משום תלמוד הלוקח מקח ופגע בו רבו שיכול ליתן שלום והשוו מדותיהם בכל מילי בר מהני קידושין וגרושין ומגדף וע\"ז אבל קידושין על תנאי ובטל התנאי מי שתתנה אותו האיש או האשה אפילו אחר כמה ימים אפילו בינו לבינה מבוטל התנאי והרי היא מקודשת סתם שהרי הם מרוצים בקידושין שקדש ובלא תנאי לפיכך המקדש על תנאי או בעל סתם צריכה גט שמא ביטל התנאי וכן מקדש בפחות משוה פרוטה או במלוה וחזר ובעל סתם בפני עדים צריכה גט דעל בעילה זו סמך דחזקה אין אדם מישראל עושה בעילתו בעילת זנות וחזקה הוי מדאוריתא כדילפינן לעיל:"
            ]
        ],
        [
            [
                "<b>כל </b> שהטעה את האשה בקידושין ואפילו לשבח אינה מקודשת דאין תנאו אמת ואיכא קפידה בכל הני ואפילו בשבח יוחסין דמסאנה דרב מכרעה לא בעיה וכן היא שהטעתו ואפילו אמרה בלבי היה להתקדש לו אפילו הטעני וכן הוא שאמר שבלבו היה לקדשה אפילו הטעה אותה אינה מקודשת דדברים שבלב אינם דברים."
            ],
            [],
            [
                "<b>על </b> מנת שאני כך ונמצא כך וכך מקודשת שהרי נמצא כך ע\"מ שאיני אלא כך ונמצא כך וכך אינה מקודשת. על מנת שאני יודע לקרות צריך שיקרא התורה ויתרגם אנקלוס וכן השאר משמעותם כפי מה שאמרו ז\"ל ואם היה כך מקודשת ואם לאו אינה מקודש'. על מנת שאני צדיק אפילו רשע גמור מקודשת מספק שמא הרהר תשובה בלבו והוי צדיק [ונראה דילפי' לה מדכתיב עונה בה (במדבר טו, לא) ודרשינן בגמרא (סנהדרין צ, ב) בזמן שעונה בה כלומר שלא חזר בתשובה הא אם חזר בתשובה אין עונה בה, והיינו הרהר תשובה בלבו מדתלה בנפש ולא בשעת מעשה] כדגמרינן על מנת שאני רשע אפילו צדיק גמור מקודשת מספק שמא הרהר בע\"ז ונעשה רשע שנאמר פן יפתה לבבכם וגו' וכתיב למען תפוס את בני ישראל בלבם."
            ],
            [],
            [],
            [
                "<b>המקדש </b> את האשה סתם אומר סבור הייתי שהיתה כך ואינה כך מקודשת שלא הטעתו אלא הוא הטעה את עצמו כיון דלא פירוש והוי להו דברים שבלב וכן היא שאמרה סבורה הייתי שהיה כך ואינו כך מקודשת שלא הטעה אותה ולא היה תנאי בקידושין ודברים שבלב אינם דברים:"
            ]
        ],
        [
            [
                "<b>המקדש </b> שתי נשים שאסור לישא שתיהן משום ערוה כאחד אינן מקודשות כגון שתי אחיות או אשה ובתה דכתיב ואשה אל אחותה לא תקח לצרור לגלות התורה אמרה שאין לו ליקוחין לאשה כשנעשה צרה לאחותה שהיתה נשואה לו כבר וסברא שכל שאינו בזה אחר זה אפילו בבת אחד אינו הילכך כיון דבאחות אשה לא תפסי קידושין כי קדשינהו בבת אחד נמי לא הוי קידושין והוקשו כל העריות לאחות אשה דכתיב כי כל אשר יעשה מכל התועבות וגו' אי נמי גמרינן לשתי אחיות או אשה ובתה שאינן מתקדשת כאחת משום דהוו קידושין שאינם מסורים לביאה שאין יכול לישא אחת מהן שהיא אחות אשתו ולא הוי קידושין דכתיב כי יקח איש אשה דהיינו קידושי כסף כדגמרינן לעיל קיחה קיחה וכתיב ובעלה דבעינן ראויה לביאה והני אין שום אחד מהן ראויה לביאה ומהאי טעמא לא נימא דאם קדש אחת מהן ולא פרש דאין קידושין תופסין כדרבא דסבירא ליה הכי דלא היא דכשמקדש שתיהן בבת אחת הוא דאמר דאין מסורין לביאה כיון שאי איפשר שישא אחת מהן שהיא אחות האחרת שהיא מקודשת לו אבל קדש אחת מהן מה שאינן מסורות לביאה הוא משום דאין אנו יודעים אי זו קדש ושמא זו היא אחות אשתו אבל הקידושין תפסי ושתיהן צריכות גט כדבסמוך. אמר לנשים רבות כולכם מקודשת לי והיו בהן שתי אחיות וכיוצא בהן אין אחת מכולן מקודשת דכיון שאין אחיות מקודשת כדילפינן אף אחרות אינן מקודשת דבמלה אחד קדשן שאמר כולכם מקודשת ולא נחלק בדיבורו ואם אמר הראויה מכם לביאה כולן מקודשת חוץ משתי אחיות וכיוצא בהן וכן הדין לשפחה או גויה שהיו בתוכן או אחד מכל העריות. אמר לשתי אחיות כאביי כדאמר לעיל וכן האב שקדש בתו סתם ולא פרש אי זו אף על גב דאין מסורין לביאה תפסי וצריכות כולן גט."
            ],
            [],
            [],
            [
                "<b>העושה </b> שליח לקדש לו אשה פלונית והלך וקדשה וקדש המשלח עצמו לאמה או לבתה ואין ידוע אי זו ראשונה שתיהן צריכות גט ואסורות עליו דכל אחת הויא ספק ערוה ואסורה מדאוריתא. וכן אשה שעשתה שליח לקדשה והלכה וקדשה עצמה לאחר ואין ידוע אי זה קדם שניהם נותנים לה גט דהויה ספק אשת איש לשניהם ואם רצו אחד מהן נותן גט ואחד כונס. ואם קדשה עצמה לבן או לאח מי שקדשה לו השליח שניהם נותנים והיא אסורה לשניהם אפילו גרשה האחת דספק הוא אי הוה אשת בנו או אשת אביו או אחיו. אמר לשליח צא וקדש לי אשה והלך ומת ואינו יודע אם קדש אם לאו הרי זה אסור בכל נשים שיש להן קרובות שהן ערוה עמה שמא אמה או אחותה קדש לו שלוחו והיינו קנס שעשה שלא כהוגן למנות שליח ומדרבנן. חמשה בנים שנתנו רשות לאב לקדש להם אשה ואמר אבי הבנים למי שיש לו חמשה בנות אחת מבנותיך מקודשת לאחד מבני וקבל האב הקידושין כל אחת מהן צריכה ה' גיטין מכל האחין דלכולהו הויה ספק אחות אשה הואיל וכולן נתנו רשות לאב לקדש אשה מת אחד מהם כל אחת צריכה ארבעה גיטין וחליצה מאחד מהם דספק אי הויה מקודשת לבן שמת."
            ],
            [],
            [],
            [],
            [
                "<b>האב </b> שהיתה לו בת קטנה או נערה או בוגרת ובת בוגרת ונתנה לו רשות לקדשה וקדש בתו סתם אין הבוגרת בכלל עד שיפרש דלא שביק איניש מצוה דרמיה עליה בתו קטנה להשיאה דמצוה הוא עליו דכתיב ואת בנותיכם תתנו לאנשים ועביד מצוה דלא רמיא עליה אלא שליח בעלמא הוא והיא יש לה דעת להשיא את עצמה. מי שיש לו שתי כתי בנות משתי נשים וכולן ברשותו שלא בגרו וקדש אחת מהן ואמר קדשתי' ליך בתי הגדולה הגדולה שבגדולות לבדה היא מקודשת וכולן מותרות וכן אם קדש בתו הקטנה הקטנה שבקטנות לבדה היא מקודשת וכולן מותרות דמשמעות גדולה וקטנה שאין גדולה וקטנה הימנה. נאמן האב לומר על בתו קודם שתבגור שהיא מקודשת לאוסרה על הכל כיון דבידו לקדשה עתה דכתיב את בתי נתתי לאיש וגו' הימניה רחמנא. קדשתי את בתי ואיני יודע למי קדשתיה הרי זו אסורה על כל אדם עד שידע ואפילו נודע לו אחר שבגרה אמר א' אני הוא שקדשתיה נאמן אף לכנוס ואינו צריך קידושין אחרים דאין מי שמכחישו. באו שנים שניהם כותבים גט ואם רצו אחד נותן גט ואחד כונס ואם כנסה ואחר כן בא אחר אינו נאמן לאוסרה על בעלה וכן אמרה נתקדשתי ואיני יודעת למי ובא אחד ואמר אני קדשתיה נאמן מן התורה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b> המודה בקידושין אסור בקרובות דשוינהו עליה חתיכה דאיסורא בהודאתו ונאמן אדם לאסור על עצמו דבר שהיה מותר וכל שטוען קידושין היינו שאומר שקדש או שנתקדשה בפני עדים והלכו להם למדינת הים או מתו אבל הודה שהיו הקידושין בלא עדים אין כאן קידושין דאין דבר שבערוה פחות משנים כדילפינן מדבר דבר מממון ואף על גב דבממון הודאת בעל דין כמאה עדים דמי כדילפי מאשר יאמר כי הוא זה הרי שסמך על מקצת הודאתו התם אינו חב לאחרים בהודאתו זאת שאין נפסד אלא הוא אבל הכא קא מחייבא לאחריני שהוא אסור בקרובותיה והיא אסורה בקרוביו או משום דנאסרה לכולי עלמא."
            ],
            [],
            [
                "<b>שליח </b> שקדש האשה לעצמו מקודשת דהא נתרצית לו אלא שנהג מנהג רמאות. העושה שליח לקדש לו אשה והלך וקדש ואמר לעצמי קדשתיה והאשה אמרה לראשון ששלחך נתקדשתי אם הוחזק השליח בעדים הרי זו מקודשת לראשון ואם לא השליח אסור בקרובותיה והיא אסורה בקרוביה המשלח אמרה איני יודעת למי אם לא הוחזק בעדים השליח הרי זו מקודשת לשני דאינה סומכה כל כך על השליחות כיון שהמשלח יכול לכפור בשליחות ולפי' חזקה לשני כיון שאמרה אינה יודעת ואם הוחזק בשלוחו שניהם נותנים גט דהוי ספקא אי נתקדשה לראשון כיון שהוחזק בשלוחו או דילמא לשליח נתקדשה כיון דאמרה איני יודעת והוא אומר שלו נתקדשה ואם רצו נותן אחד גט ואחד כונס. עשה שליח הוא או היא והלך וקדשה ואח\"כ בטלוהו ואין ידוע אם קדשה קודם הביטול או אח\"כ צריכה [גם כן] גט מספק דהויא ספקא דאוריתא."
            ],
            [],
            [],
            [],
            [
                "<b>קדש </b> אחת מהנשים ואינו יודע אי זו וכל אחת אומרת אותי קדש אסור בקרובות כולן מספק ונותן גט לכל גם מספק דאוריתא ומניח כתובה אחת ביניהן כשכתב לה ומסתלק דהמוציא מחברו עליו הראיה וכל זה שקדש בעדים ולא ידע למי מהן או שבא בהן דבר מקרה או נולד ספק בעדותם כמו המקדש בעצמו שאם לא כן היה לנו לברר על פיהן."
            ],
            [
                "<b>האשה </b> שיצא עליה קול שהוחזק בב\"ד שנתקדשה לפלוני הרי זו בחזקת מקודשת וכל קול שלא הוחזק בב\"ד אין חוששין לו דילפינן דבר דבר מממון מה להלן דבר ברור ואם היה שם אמתלא ושמעו האמתלא כששמעו הקידושין אפילו הוחזק הקול לא הוחזקת מקודשת אלא שואלין אותה וסומכין על פיה ואם לא נשמעה האמתלא בעת שנשמעו הקידושין אין חוששין להאמתלא והויא ספקא מקודשת ואם נראה לב\"ד שהוא כן סומכין על האמתלא ולא תוחזק כמקודשת. בא שני וקדשה בפנינו לזאת שיצאה עליה קול אם נתברר שמקודשת לראשון אין קידושי שני כלום דאין קידושין תופסין באשת איש כדילפינן לעיל ואם לאו מגרש אחת ונושא אחת מדאוריתא וכן קול אחר קול אחת מגרש ואחת כונס. אתרא דמקדשי והדר מסבלי וכתבו כתובה חוששין לסבלונות ולכתובה דדילמא נתקדשה כבר דהויא כחזקה דסמכינן עלה מדאוריתא."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שנים </b> אומרים בפנינו נתקדשה ושנים אומרים לא נתקדשה אע\"ג דדייר בחצרה מקודשת שדרך העם לקדש בצינעה. עד אחד אומר שנתקדשה בפני עדים והיא מכחישתו מותרת אמרה מקודשת אני ואח\"כ קדשה עצמה ונתנה אמתלא שיש לה ממש לדבריה שאמרה תחלה מותרת לשני ואם לא היה ממש באמתלא הרי זו אסורה מספק וקידוש שני קידושי ספק לפי' נותן לה גט ונשארה באיסורה וכן אמרה אשת איש אני ונתנה אמתלא שיש בה ממש למה שאמרה הרי זו נאמנת:"
            ]
        ],
        [
            [
                "<b>הארוסה </b> אינה אשתו גמורה מדאוריתא להפרת נדריה בלא אביה עד שתנשא שהוא כניסתה לחופה שיביא אותה לביתו ויתייחד עמה ויפרישנה לו דכתיב ואם בית אישה נדרה דמשמע דכל זמן שהוא בבית בעלה היא ברשותו והוא הנקרא נישואין בכל מקום והבא על ארוסתו לשם נישואין אחר שקדשה משיערה בה קנאה ונעשית נשואה והרי היא כאשתו לכל דבר דומיא דיבמה מה יבמה אית ליה ליבם זיקה בגוה מעיקרא ונקנית בהעראה כדכתיב יבמה יבא עליה אף אשה לבעלה דאית ליה קנין בגוה מעיקרה העראה קונה בה וכשנכנסה לחופה ולא נבעלה דנקניה היינו אם היא ראויה לביאה דחופה קירוב ביאה היא אבל היתה נדה אין חופה קונה בה ועדין היא כארוסה כיון דאין יכול לבא עליה עתה דאין חופה לפסולות ולא מהניא אלא בראויות לביאה דחופה קירוב ביאה היא כדאמר וכתובה מדרבנן ולמאן דסבירא ליה מדאוריתא מפיק ליה מדכתיב כסף ישקול כמוהר הבתולות."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> מערבין שמחה בשמחה דכתיב מלא שבוע זאת ונתנה לך גם את זאת."
            ],
            [],
            [],
            [],
            [
                "<b>נותנים </b> לנערה י\"ב חדש מיום התביעה לפרנס עצמה ולתקן צרכיה דכתיב ויאמר אביה ואמה תשב הנערה אתנו ימים והיינו שנה דכתיב ימים תהיה גאולתו ולא תימא ימים חדש דכתיב עד חדש ימים דילפינן ימים סתם מימים סתם ולא ימים מימים שנאמר בהם חדש וכל שלא נשאת נראה דאין חייב במזונותיה מדאוריתא אפי' הגיע זמן ולא נשאה משום דשארה דהוו מזונות דומיא דעונתה דלא הוי אלא אחר נישואין:"
            ]
        ],
        [],
        [
            [
                "<b>אזהרת עז </b> כשנושא אדם אשה יתחייב לה בשלשה דברים מן התורה שלא ימנע שאר כסות ועונה דכתי' שארה כסותה ועונתה שארה אלו מזונותיה כסותה כמשמעו ועונתה לבא עליה כדרך כל הארץ ואין יכול לומר איני זנך אלא אם כן התנה דבדבר שבממון תנאו קיים ובעונה לבדה מן התורה הוא שאין מועיל תנאו דמתנה על מה שכתוב בתורה וכיון דילפינן לתנאים מבני גד ובני ראובן מה הם לא התנו על מה שכתוב בתורה ולהכי היה תנאם קיים אף כל מי שאינו מתנה על מה שכתוב בתורה תנאו קיים הא התנה על מה שכתוב בתורה תנאו בטל ומעשה קיים."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פוסקין </b> לאשה מזונות לחם שני סעודות בכל יום סעודה בינונית של כל אדם וממאכל אנשי אותה העיר הכל כמנהג המדינה וזהו לעני שבישראל אבל עשיר הכל לפי עשרו. ונראה דהני דמדאוריתא כיון שזן אותה דבר מספיק לה מיפטר מחיוב שארה ואם היה עני ואין יכול לזונה אפילו בלחם כופין אותו להוציא ואע\"ג דמדאוריתא גט מעושה בטל דכתיב והיה אם לא תמצא חן בעיניו ונתן בידה מדעתו מלמד שאינו מגרש אלא לרצונו היינו כשמשלים מה שחייב לה מן התורה אבל כשגורע לה זכותה שזכתה לה תורה לא בעינן דעתיה דכתיב אם לא תמצא חן בעיניו וגו' כלומר כשהגרושין מצד שאינו מוצאה חן בעיניו אבל אינו גורע זכותה כל עוד שהיא תחתיו אז בעינן דעתיה ולא נכוף אותו אבל אם גורע זכותה כופין אותו כיון שמתנהג עמה שלא כדין תורה מחוייב הוא לגרש. וכשכופין אותו לגרש ואמר רוצה אני גמר בלבו לגרשה דמצוה קעביד מאחר שחייבוהו חכמים להוציא והוי נמי דומיא דמכר דגמרא ומקנה שנפטר על ידי כך משאר כסות ועונה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b> שהלך למדינת הים אין פוסקין ב\"ד לאשתו מזונות אלא לאחר שלשה חדשים דחזקה היא דאין אדם מניח ביתו ריקם והולך וכהאי חזקה לא יהבינן לה שלשה חדשים דחזקה דאוריתא ומוכרין ב\"ד מנכסיו למזונותיה ואם מכרה היא מכרה קיים דכיון דשארה אלו מזונות הוי מלוה הכתובה בתורה וכן נתנוהו בקולר או נשתטה ב\"ד יורדין לנכסיו וזנין אותה אבל מת בעלה אין לה מזונות מן התורה דהרי אינה אשתו ואם לותה ואכלה כשתלך בעל' חייב מן התורה לשלם. ואם אמר לה צאי מעשה ידיך במזונותיך אין שומעין לו אם אינה רוצה היא דמזונותיה מן התורה ומעשה ידיה שלו תקנת חכמים המדיר את אשתו מליהנות לו או שלא תטעום אחד מכל הפירות יוציא:"
            ]
        ],
        [
            [
                "<b>כסות </b> שחייב מן התורה בגדים שיהיו ראויים לימות הגשמים ולימות החמה בפחות שלובשת כל האשה שבאותה מדינה ובכלל הכסות שחייב חייב ליתן לה כלי בית ומדור ותכשיטיה ונראה דכל זה הוי מדאוריתא בכלל כסותה וגלי קרא דאם בית אשה נדרה דיושבת בביתו וכמו שמוכרין ב\"ד למזונותיה מוכרים ג\"כ לכסותה ומדורה:"
            ]
        ],
        [
            [
                "<b>עונה </b> האמורה בתורה כל אחד כפי כחו וכפי מלאכתו. ונושא אדם כמה נשים אפילו מאה ואין אשתו יכולה לעכב והוא שיהיה יכול ליתן שאר כסות ועונה דכתיב אם אחרת יקח לו שארה כסותה ועונתה לא יגרע."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>המדיר </b> את אשתו מתשמיש המטה שבת אחד ממתינין לו דגמרינן מנדה דשכיח דהוי שבעת ימים יותר מכאן יוציא או יפר נדרו ואם אמר תשמישי אסור עליך או נשבע שלא ישמש מטתו עמה אינו כלום מפני שהוא משועבד לה והוי כמו אוסר פירות חברו על חברו דאין בו ממש דילפינן מע\"ז וכלאים ושאר דברים שאין אדם אוסר דבר שאינו שלו כדילפינן כל חד בדוכתיה אבל הנאת תשמישך אסור עלי הרי זה נדר דלא אסר אלא עצמו ויוציא או יפר נדרו. אסור לאדם למנוע אשתו מעונתה ואם עבר ומנע כדי לצערה עבר בלא תעשה שבתורה שנאמר שארה כסותה ועונתה לא יגרע ואם חלה או תשש כחו עד ששה חדשים ימתין מכאן ואילך או יטול רשות ממנה או יוציא."
            ],
            [],
            [
                "<b>המורדת </b> שאומרת מאיס עלי או מצערנה ליה בשביל כך וכך אין כופין אותה שתבעל לו שאינה שבויה שתבעל למי שאינה רוצה דכמו דשארה וכסותה אם אינה רוצה להיות ניזונת מממונו אין כופין אותה כמו כן בעונה אי נמי עונתה קאמר קרא ולא עונה דמשמע דמדעתה הוא דאית לה עונת דזכותה הוא ולא זכותו. ואם הוא מורד שלא לבא עליה מפני ששונאה עובר בלא תעשה שנאמר לא יגרע שאם שנאה ישלחה דכתיב ושנאה האיש האחרון וכתב לה וגו' אבל לענותה אסור כדאמר. ולמה לא ילקה על לאו זה מפני שאין בו מעשה דכתיב אם לא תשמור לעשות וגו' כדאמר במצות יום טוב. ויש במצוה זו תקנות וסייגים מדברי סופרים סמוכים אלאו דלא תסור:"
            ]
        ],
        [
            [
                "<b>מצוה מח </b> לפרות ולרבות שנאמר פרו ורבו האיש מצוה על פריה ורביה אבל לא האשה דכתיב פרו ורבו ומלאו את הארץ וכבשה איש דרכו לכבש ואין אשה דרכה לכבש ולא תימא וכבשוה תרתי משמע דכבשה כתיב ומבן שלש עשרה שנה שחייב בכל המצות נראה שחייב מדאוריתא גם כן במצוה זו. ומי שהיה עוסק בתורה וטרוד בה והיה מתירא מלישא אשה כדי שלא יטרח במזונות שחייב לזון אשתו ויבטל מן התורה מותר להתאחר שהעוסק במצוה פטור מן המצוה כדילפינן במצות ק\"ש וכל שכן תלמוד תורה."
            ],
            [],
            [],
            [
                "<b>כמה </b> בנים יהיו לו ותתקיים מצוה זו בידו זכר ונקבה שנאמר זכר ונקבה בראם. היה הבן סריס או הבת אילונית לא קיים מצוה דכיון דאין מולידים כשימותו נשאר הזקן בלא בנים מה שאין כן במולידים. נולדו לו ומתו והניחו בנים הרי זה קיים מצות פריה ורביה דבני בנים הרי הם כבנים דכתיב מני מכיר ירדו מחוקקים וגו' ולא מצינו למימר מבני בניו אלא מבני בתו דהא כתיב קרא אחרינא יהודה מחוקקי ונפקו מחוקקים מחצרון שהוא מיהודה מבתו של מכיר דכתיב ואחר בא חצרון אלא בת מכיר וגו' אלמא בני בת כבניו במה דברים אמורים בשהיו בני הבנים זכר ונקבה מזכר ונקבה שהם שנים משנים הוא דאיכא לשבת יצרה אבל היו לו בן ובת ומתו אפי' הניח אחד מהן זכר ונקבה לא קיים מצות פריה ורביה דלשבת יצרה בעינן ופרו ורבו ומלאו את הארץ כתיב דהיינו כשהם חיים אבל מתו ואין לאחד מהם בן או בת הרי כאלו לא היה לו אלא אחד דלשבת יצרה בעינן והא ליכא. היו לו בנים בגיותו ונתגייר הוא והם הרי זה קיים מצוה דמעיקרא נמי בני פריה ורביה נינהו בני נח דכתיב ויאמר להם פרו ורבו ויש להם יחס דכתיב בלאדן בן בלאדן דאלמא בנים מיקרו אבל עבד שהוליד ונשתחרר לא קיים עד שיוליד דעבד אין לו יחוס דכתיב באליעזר עבד אברהם שבו לכם פה עם החמור עם הדומה לחמור."
            ],
            [],
            [],
            [
                "<b>לא </b> ישא אדם אשה שאינה ראויה לילד אלא אם כן קיים מצות פריה ורביה או היתה לו אשה אחרת לפרות ולרבות ממנה נשא אשה ושהתה עשר שנים ולא ילדה כופין אותו להוציא או ישא אחרת הראויה לילד ואף על פי שאין ראייה לדבר זכר לדבר דכתיב מקץ עשר שנים לשבת אברם בארץ כנען ומה שלא עלה לו לאברהם אבינו זמן חוצה לארץ מן המנין לפי שנאמר לו לך לך וגו' ואעשך לגוי גדול בארץ ישראל משמע דלאחרים. שהה עשר שנים אפילו בחוצה לארץ ישא אחרת מפשט הכתובים נראה שאחר שבא אברהם אבינו לארץ ישראל חזר למקומו ובשביל זה נענש שלא עלתה לו ישיבה חוצה לארץ ומזה אנו למדים שאם היה הוא חולה או היא ומיהו משמשים מטותיהם וראויה להתעבר אלא שאינם בריאים כשאר כל אדם וכן חבושים בבית האסורים ושמשו בבית האסורים אנו תולים העון שגרם להם להיותם חולים או חבושים גם מנעם מלהוליד כמו אברהם שמנען העון מלהוליד דאם תמצא לומר שהחולי מונעם מלשמש ומלהוליד אין צריך לומר שלא יעלו מן המנין כן כתב הרא\"ש ז\"ל פרק הבא על יבמתו וכן הולך לסחורה אין עולה לו מן המנין דלשבת אברם בארץ כנען הוא דכתיב. הפילה מונה ליום שהפילה דהא נתעברה ואם הפילה שלשה פעמים הוחזקה לנפלים ויוציא."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומצות </b> חכמים אף על פי שקיים מצות פריה ורביה שלא ישב בלא אשה שנאמר לא טוב היות האדם לבדו."
            ],
            [
                "<b>וחובה </b> על כל אדם לקנא את אשתו שנאמר וקנא את אשתו חובה ולא יותר מדאי אמרו חכמים אין אדם מקנא לאשתו אלא אם כן נכנסה בו רוח טהרה שנאמר ועבר עליו רוח קנאה וגו' ודרך בני ישראל הקדושים ובנות ישראל הטהורות שיהיה ישובן נאה ומשובח בזיווגם:"
            ]
        ],
        [
            [
                "<b>נדונית </b> האשה שקבל בעלה עליה אחריות ונעשו ברשותו אם פחתה פחתה לו ואם הותירו הותירו לו הרי הוא כשאר חוב וחייב מן התורה לפרוע כחוב שיש זמן וכן אם כתב לה כתובתה ותוספת מדעתו בקניין דהוי דאוריתא הרי נתחייב בהן וחייב לפרוע מן התורה כחוב שיש לו זמן ואין נגבין אלא לאחר מיתת הבעל או אם גרשה שזהו הזמן שקבל עליו הכל מה שנתחייב האדם בשטר חייב לשלם ויש על נכסיו שעבוד מן התורה ואין חייב לפרוע מן התורה אלא מזיבוריות נכסיו דכתיב והאיש אשר אתה נושה בו דהיינו כל מלוה שחייב הלוה יוציא אליך העבוט החוצה ואין דרכו של אדם להוציא מביתו לבעל חוב אלא זיבוריות שבנכסיו וכל מה שאמרו מקולי כתובה כגון מקרקע ולא ממטלטלי היינו כמו תנאי שבממון שקיים שלא נתחייב אלא על תקנת חכמים אבל אי לאו הכי היה חייב כחוב בעלמא. ונכסי צאן ברזל שחייב בהם מן התורה אפילו מן המטלטלין כיון שנתחייב בה ואם כתב בפי' בכתובה בין ממקרקעי בין ממטלטלי קרי הוא תנאי שבממון וקיים שלא סמך על תקנת חכמים שלא תגבה ממטלטלי וכל נכסי הבעל אחראין לכתובתה ויש לה לטרוף מהם כשיגרשנה או ימות אם לא תמצא נכסי' בני חורין דהוא עצמו שעבדיה דכתב לה כל דאית לי נכסי אחראין לשטרה דנא והוי כשעבודא דאוריתא דמה שהוא תקנת חכמים שכל נכסי הבעל אחראין לכתובתה אפילו כתובה מנה ויש לו קרקע באלפים זהובים הכל תחת שעבוד הכתובה לא איצטריך אלא היכא דלא כתב לה כתובה אלא סמך על תקנת חכמים אבל אם כתב לה ונתחייב הוי שיעבודא דאוריתא ובלא שבועה היתה גובה היא ויורשיה אם לא שסמך על תקנת ב\"ד שתקנו להשביעה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היא </b> אומרת בתולה נשאתי וכתובתי לי מאתים והוא או ירשו אומרים אלמנה ולא כתב לה אלא מאה אם יש לה עדים שראו שעשו לה מה שנהגו אנשי העיר לעשות לבתולה נוטלת מאתים דכתיב על פי שנים עדים יקום דבר ומיקרי דבר ברור דחזקה כיון שעשו לה כל הנעשה לבתולה הרי הוא כמו אם העידו בברור על הבתולה דחזקה מדאוריתא ואם לאו נוטלת מנה ומשביעה לבעל שבועת התורה שהרי הודה במקצת הטענה והיה איפשר ליכפור בכולה לומר פרעתיך ושבועת מודה מקצ' מדאוריתא ילפינן מדכתיב אשר יאמר כי הוא זה כלומר את זה אני מודה וכתיב עלה ונקרב בעל הבית אל האלהים אם לא שלח ידו דהיינו שבועה וזהו כשכתב לה בין ממקרקע בין ממטלטלי דהשתא קרינן שפיר כי הוא זה אמטלטלין אבל אי לאו הכי אין נשבעין על כפירת שעבוד קרקעות דכתיב כי הוא זה וכתיב כסף או כלים וגו' ואם מת הבעל קודם שנשבע אין נשבעין היורשים דאין אדם מוריש שבועה לבניו דכתיב שבועת ה' תהיה בין שניהם ולא בין היורשים."
            ],
            [
                "<b>האשה </b> שאמרה לבעלה גרשתני נאמנת דחזקה שאין אשה מעיזה פניה בפני בעלה וחזקה זאת מדאוריתא מדחייב רחמנא שבועה למודה מקצת משום דבכולה בעי דנכפריה והאי דלא כפריה משום דאין אדם מעיז פניו בפני בעל חובו ואישתמוטי הוא דקמשתמיט ולהכי רמי שבועה עליה כי היכי דלודי וחייב ליתן לה עיקר כתובה שכך הוא מדרש כתובה לכשתנשא לאחר תטלו מה שכתוב ליכי והרי הוא תנאי שבממון וקיים דכיון שיכולה להנשא משום חזקה נוטלת כתובתה."
            ],
            [],
            [],
            [
                "<b>הוציאה </b> כתובה וגט וכתובה וגט גובה שני כתובות כיון שכתבה לכל אחד מדעתו נתחייב בה מן התורה וכן כל זמן שמותרת לינשא גובה כתובתה שכתב לה כיון שהתנה כשתנשאי לאחר תטלי כתובתיך:"
            ]
        ],
        [
            [
                "<b>קיימא </b> לן דבר תורה אחד מלוה בשטר ואחד מלוה על פה גובה מן נכסים משועבדים מאי טעמא שעבודא דאוריתא דכתיב יוציא אליך העבוט החוצה והוא הדין למקרקעי שמע מינה דנכסיו משועבדים למי שהלוה לו הלכך כשמכרן אחר כן דין הוא שיטרוף אותן המלוה וכן קדימת גביית בע\"ח שקדם חובו מחברו מדאוריתא דדין הוא דהוא יגבה קודם הואיל ולו נשתעבדו כל נכסי לוה קודם וב\"ח הבא אחריו לשעבוד לא עדיף מלוקח דטריף מיניה ב\"ח כל שכן דלא חייל שיעבודי' דבעל חוב אחרינא אנכסי לוה עד דלהוי פרוע בעל חוב ראשון א\"כ נדוני(ם)[ת] אשה אף בלא כתב שטר אגבה מדאוריתא היתה גובה מנכסים משועבדים דהא שעבודא דאוריתא כדילפינן ויש לה דין קדימה דאוריתא אם קדמה לחברתה וכן אם כתב לה כתובה מנה מאתים ותוספת ונתחייב בקנין סודר דהוי דאוריתא כמו שנלמד מבועז הא שעבד נפשיה וקרינן שפיר והאיש אשר אתה נושה בו יוציא אליך וגו' דשעבודא דאוריתא ויש לה ג\"כ דין קדימה דאוריתא כדאמר והאי דין קדימה היינו בקרקע שהיה לו קנוי בשעת נישואין ראשונים ושניים או שני בעלי חובות זה אחר זה או נישואין ובעל חוב או בעל חוב ונישואין או אפילו קנה אחר נישואין ראשונים או אחר ב\"ח קודם שהדין נותן שכל הקודם בשטר תחלה זכה ואפילו בלא שטר מדאוריתא בנידוניא דמלוה על פה אית לה שעבוד מדאוריתא אבל כל מה שקנה אחר שלוה מכמה בני אדם או אחר שנשא כמה נשים אין בהם דין קדימה דשעבודא דכולהו חייל בבת אחד אנכסים שקנה אחר כך כמו כתובות ושטרות שהיו כולן בזמן אחד דחולקין כ\"א דיוציא אליך העבוט החוצה מיירי במשכנו שלא בשעת הלואתו ולא מפליג קרא בהני מטלטלין דלוה אי הוו ליה קודם הלואה או קנאם אח\"כ משמע דשעבודא דמלוה חייל אמאי דקנה אח\"כ נמי ונראה דבמטלטלין נמי מדאוריתא חייל שעבודא והוה טריף להו נמי ב\"ח מיניה דלוקח וב\"ח מאוחר שקדם וגבה מהם מה שגבה לא גבה כמו בקרקע אלא משום תקנת חכמים דהא דשעבוד חייל אמקרקעי מהאיש אשר אתה נושה בו יוציא אליך העבוט וגו' הוא דילפינן דמיירי במטלטלי והוא הדין אמקרקעי דחייל שעבודא וא\"כ פשיטא דהדין נותן דכמו דטריף ממקרקעי כך טריף ממטלטלי אי לאו תקנת חכמים ז\"ל וכמו שבמקרקעי מה שגבה לא גבה אי קדם ב\"ח מאוחר הכי נמי במטלטלי מדאוריתא. מי שמת או גרש והיו לו נשים רבות ואין שם דין קדימה ואין לו כדי כל הכתובות כיצד הן חולקין אם כשיחלק הממון על מנין הנשים יגיע לפחותה שבהן כדי כתובתה או פחות חולקות בשוה ואם היה הממון יותר על זה חולקין ממנו כדי שיגיע לפחותה שבהן כשיעור כתובתה וחוזרות וחולקות את המותר בין המותרות על דרך הראשון שהרי כח שלשתן שוה בשעבוד דכל נכסיו אחראין אפי' לכתובה הפחותה לפיכך חולקות בשוה עד שתפרע הכתובה הפחותה והשאר חולקות גם כן בשוה עד שתפרע הפחותה מהן וכן על זה הדרך חולקות לעולם אפילו הן מאה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ערב </b> משתעבד למה שחייב לוה כדילפינן לעיל וקבלן שאמר תן לו ואני נותן משעבד דכתיב ביהודה אנכי אערבנו מידי תבקשנו וגו' תנה אותו על ידי ואני אשיבנו אליך כלומר כאלו מקבלו בידי אחזירנו לך."
            ],
            [],
            [
                "<b>האשה </b> שכתב' ללוקח דין ודברים אין לי עמך והסכימה למה שמכר בעלה יכולה לומר נחת רוח עשיתי לבעלי דחזקה שלא כתבה לו אלא שלא יהא בינה לבין בעלה קטטה אבל אם כתבה קודם מכירה שאין לה שעבוד על מקום זה או לא רצה לכתוב ללוקח ונפסד המכר וכתבה לאחר שלקחה אינה יכולה לומר נחת רוח עשיתי לבעלי ואינה טורפת ואם כותבה ללוקח קודם מכירה דין ודברים אין לי עמך ובאת האשה השנייה שלא כתבה לו וטרפה אותו מיד לוקח הראשונה טורפת מידה ולוקח מידה ושניה מלוקח וכן חוזרין חלילה עד שיעשו פשרה כיון שלא נסתלקה הראשונה אלא מלוקח. ונראה דמדאוריתא ב\"ח ואשה בנדוניתה מוכרין שלא בבית דין כיון דשעבוד דאוריתא ומכירת שטרות ונדוניא מדברי סופרים דגלי קרא לענין אונאה דלא מיקרי ממכר אלא דבר שגופו מכור וגופו קנוי מה שאין כן בשטרות ולהכי לית בהו מכירה מן התורה אבל מחילת חוב מהניא מדאוריתא כמחילת גזל דאפילו נשבע עליו פטור מן הקרן כיון שמחל לו וקרא דמייתי פרק קמא דקידושין לפרנסת הבת דברי קבלה הן. ושאר הפרקים בדיני תנאי כתובה מדברי סופרים בכלל לאו לא תסור:"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "<b>נשים </b> שמנו חכמים שאין להם כתובה נראה דמדאוריתא גובות כל נדוניתן דהוו כחוב בעלמא ואפילו בלו הבעל חייב באחריותן אלא דהוי תקנה וקנס חכמים שלא תטלו אלא הנמצא לבד."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואחד </b> שאמר לבעל אשתך זנתה ומאמינו חייב להוציאה דעד אחד נאמן באיסורין כדאשכחן לענין נדה דכתיב וספרה לה ודרשי' לה לעצמה ודוכתי אחרינא כדכתיב בפרק שני. ואם היא אמרה לו שזנתה לרצונה לא כל הימנה להפקיע עצמה מבעלה שהיא משועבדת לו ואינה נאמנת הואיל והוא אינו מאמינה ואין ב\"ד כופין לגרשה עד שיעידו שני עדים דאין דבר שבערוה בפחות משני עדים כדילפינן לעיל."
            ],
            [],
            [
                "<b>ואם </b> זנתה בשגגה או באונס מותרת לבעלה שנאמר והיא לא נתפשה הא נתפשה מותרת בין מגוי בין מישראל וכל שתחלתה באונס קרינן בה שפיר נתפשה שהיצר לובשה והואיל ותחלתה באונס מותרת. נשים שגנבו אותם ליסטים הן כשבויות שהן אנוסות ומותרות לבעליהן ודין השוגגת והנאנסה אחת הוא שהשגגה צד אונס יש בה ותחלתו באונס וסופו ברצון נפקא לן מדכתיב והיא לא נתפשה והיא מיעוטה הוא כלומר בסתם אשה אמרתי לך דטעם תלוי בלא נתפשה הא נתפשה מותרת ויש לך אחרת שאפילו ברצון מותרת ואי זו זו כל שתחלתה באונס וסופה ברצון והאי קרא הוי אסמכתא דדרשה אחרינא אית בהאי קרא וסברא היא דחשיב אונס אע\"ג דסופה ברצון דיצר אלבשה והאי סברא דאוריתא כסברא דהכנסה דשבת דמה לי אפוקי מה לי עיולי. ואשת כהן בשוגגה ואפילו באונס גמור אסורה לכהן שהרי עשאת זונה וכתיב אשה זונה וחללה וגו' ואע\"ג שזונה היינו מנאפת תחת בעלה לזרים ברצונה גבי כהן לא פליג רחמנא בין אונס בין רצון כדגמרי' מוהיא לא נתפשה דהיא הוי מיעוטה דמשמע היא אשת ישראל הוא דיש חילוק בין נתפשה ללא נתפשה אבל אשת כהן אין חילוק דאפילו נתפשה אסורה והוא הדין לשוגג. אשתו ואשת חברו עמו בבית ונתכוון לאשתו ובא על אשת חברו ואף היא שגגה כסבורה בעלה הוא בישראל מותרת אפילו שגגה היא לבד ובכהן אסורה כדאמר ושגגה דהיינו כאנוסת ילפינן מדכתיב ומעלה בו מעל פרט לשוגגת שמותרת לבעלה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>האומר </b> לאשתו בפני שנים אל תסתרי עם איש פלוני ונכנסה עמו בסתר בפני שני אנשים ושהתה כדי טומאה הרי זו אסורה על בעלה עד שישקוה דכתיב והיא נטמאה דמשמע ודאי נטמאה ומה ת\"ל או עבר עליו רוח קנאה וגו' והיא לא אי פשיטא ליה דנטמאה למה שותה ואי פשיטא ליה דלא נטמאה למה משקה אלא מגיד לך הכתוב שעל הספק אסור והכי קאמר קרא אשה זו שמא נטמאת ושמא לא נטמאת וקאמר דישקנה לברר ספקה ואי לא משקה לה אסורה ובזמן הזה שאין שם מי סוטה אם ראה אותה שנסתרה אחר שקנא לה הרי זו אסורה עליו:"
            ]
        ],
        [
            [
                "<b>הנושא </b> אשה סתם ונמצאו בה אחד מהמומין או מג' נדרים דהויא ספק מקודשת כדאמר פ\"ז אם אפשר שידע בהם ואפילו הוו מומין שבסתר כגון במרחץ ע\"י קרובים הויא וודאי מקודשת דחזקה ששמע ורצה וחזקה הויא מדאוריתא כדאמר לעיל וכן לענין כתובה אם כתב לה דנעשה חוב עליו כדאמר לעיל אם נמצאו בה מומין או נדרים מהשלשה אין לה כתובה ואם היה אפשר שידע ע\"י מרחץ וקרובים יש לה דחזקה ששמע ונתרצה. ואם היו מומין שאפשר שנולדו אחר שנתארסה אם נמצאו בבית הבעל עליו להביא ראיה שעד שלא נתארסה היו בה ואם בבית אביה עליו להביא ראיה שאחר שנתארסה היו בה דאמר כאן נמצאו וכאן היו דהעמד הגוף על חזקתו ובלא מומין נולדה ובמקום שנמצאו איתרע לה חזקה ואם חזקה שנתפייס אפילו הביא ראיה שעד שלא נתארס היו בה חייב. ואחד שבא על אשתו ושהה עמה כמה ימים אין יכול לטעון טענת מומין שהרי נתפייס דחזקה אין אדם שותה בכוס אלא אם כן בודקו יפה ואם רצה להוציא יתן כתובה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין </b> טענת מומין לאשה על האיש אלא אם נולד לו ריח הפה או החוטם או שחזר ללקוט צואת כלבים או לחצוב ברזל מעיקרו או לעבד עורות שכופין אותו להוציא והני הוו מדרבנן אבל כפיה כשכופין אותו עד שאמר רוצה אני אפילו בלאו הכי מהניא מדאוריתא דהא הוי לדעתו כיון שגמר לבו לומר רוצה אני וגלי רחמנא גבי קרבן דכתיב לרצונו וכתיב יקריב אותו דמשמע דכופין אותו הא כיצד כופין אותו עד שיאמר רוצה אני וקרינן ביה שפיר לרצונו. ויש במצות הלכות אלו תקנות ומנהגים מדברי סופרים חייבים אנו לקיימם מדכתיב לא תסור מכל הדבר אשר יגידו לך ימין ושמאל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות אישות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}