{
    "language": "en",
    "title": "I Kings",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "מלכים א",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Le roi David était vieux, chargé de jours; on l’enveloppait de vêtements, sans qu’il en fût réchauffé.",
            "Ses serviteurs lui dirent: \"Que l’on cherche, pour mon seigneur le roi, une jeune fille vierge, qui se tiendra devant le roi, et aura soin de lui; elle reposera dans tes bras, et la chaleur reviendra à mon seigneur le roi.\"",
            "On chercha une belle jeune fille dans tout le territoire d’Israël; on trouva Abisag, la Sunamite, et on l’amena au roi.",
            "Or, la jeune fille était fort belle. Elle devint la garde du roi et elle le servit; mais le roi n’eut pas commerce avec elle.",
            "Adonias, fils de Hagghit, laissait percer son ambition en disant: \"C’est moi qui serai roi.\" Il se procura un char et des écuyers, se faisant précéder de cinquante coureurs.",
            "Jamais son père ne l’avait contrarié en disant: \"Pourquoi agis-tu ainsi?\" Il était d’ailleurs d’une grande beauté, et il était venu au monde après Absalon.",
            "Il eut des pourparlers avec Joab, fils de Cerouya, et le pontife Ebiathar, qui se rallièrent à son parti.",
            "Pour le pontife Çadok, Benaïahou, fils de Joïada, le prophète Nathan, Séméi et Réi, et les vaillants de David, ils ne suivirent point Adonias.",
            "Adonias fit égorger des pièces de menu et de gros bétail et des animaux engraissés, près de la pierre de Zohéleth, qui est à côté d’En-Roghel; il convia tous ses frères, les fils du roi, et tous les Judaïtes, serviteurs du roi.",
            "Mais Nathan le prophète, Benaïahou, les Vaillants, et Salomon, son frère, il ne les convia point.",
            "Nathan dit à Bethsabée, mère de Salomon: \"N’as-tu pas ouï dire qu’Adonias, fils de Hagghit, s’est fait roi? Notre maître David l’ignore.",
            "Eh bien! Écoute, je veux te donner un conseil, et tu sauveras ta vie et celle de ton fils Salomon.",
            "Va, entre chez le roi David, et dis-lui: \"N’est-il pas vrai, seigneur, que tu as juré à ta servante en disant: Certes, Salomon, ton fils, régnera après moi, c’est lui qui sera assis sur mon trône? Pourquoi donc Adonias règne-t-il?\"",
            "Or, tandis que tu seras en train de parler ainsi au roi, moi, j’entrerai sur tes pas et je confirmerai tes paroles.\"",
            "Bethsabée alla trouver le roi dans sa chambre. (Le roi était fort âgé, et Abisag, la Sunamite, le servait.)",
            "Bethsabée s’inclina et se prosterna devant le roi, qui lui dit: \"Que veux-tu?\"",
            "Elle lui répondit: \"Seigneur, tu as juré à ta servante par l’Éternel, ton Dieu, en disant: Salomon, ton fils, régnera après moi, et c’est lui qui sera assis sur mon trône.",
            "Et maintenant, voici qu’Adonias règne et, à l’heure présente, seigneur, tu l’ignores!",
            "Il a tué une grande quantité de bœufs, de bêtes grasses, de menu bétail, et il a convié tous les fils du roi, Ebiathar, le pontife, Joab, le général d’armée; et Salomon, ton serviteur, il ne l’a pas convié.",
            "Quant à toi, seigneur, les yeux de tout Israël sont fixés sur toi, pour que tu lui déclares qui succèdera sur le trône à mon seigneur le roi.",
            "Et il arrivera, lorsque mon seigneur le roi sera allé reposer avec ses pères, que moi et mon fils Salomon nous serons traités de rebelles.\"",
            "Elle parlait encore au roi, lorsque parut Nathan, le prophète.",
            "On l’annonça au roi, disant: \"Voici Nathan, le prophète.\" Il entra en présence du roi et se prosterna devant lui, la face contre terre.",
            "Et il dit: \"Est-ce toi, mon seigneur le roi, qui as dit: Adonias régnera après moi, et c’est lui qui s’assiéra sur mon trône?",
            "De fait, il est descendu aujourd’hui tuer des bœufs, des bêtes engraissées et des brebis en quantité; il a invité tous les fils du roi, les chefs de l’armée, le prêtre Ebiathar; et voici qu’ils mangent et boivent en sa présence, criant: \"Vive le roi Adonias!\"",
            "Pour moi moi ton serviteur et le pontife Çadok, et Benaïahou, fils de Joïada, et ton serviteur Salomon, il ne nous a pas invités.",
            "Est-ce au nom de mon maître le roi qu’a eu lieu une telle chose, et sans que tu aies fait connaître à ton serviteur celui qui succèdera sur le trône au roi mon maître?\"",
            "Le roi David dit alors: \"Faites venir Bethsabée.\" Elle entra chez le roi et se tint debout devant lui.",
            "Et le roi jura en ces termes: \"Par le Dieu vivant, qui a sauvé ma vie de tout danger!",
            "comme je t’ai juré par l’Éternel, Dieu d’Israël, en disant que Salomon, ton fils, régnera après moi, et qu’il me remplacera sur le trône, ainsi ferai-je aujourd’hui.\"",
            "Bethsabée s’inclina, la face contre terre, et se prosterna aux pieds du roi, en disant: \"Vive à jamais le roi David, mon seigneur!\"",
            "Puis le roi David dit: \"Appelez-moi le pontife Çadok, le prophète Nathan et Benaïahou, fils de Joïada.\" Et ils vinrent devant le roi,",
            "qui leur dit: \"Faites-vous accompagner par les serviteurs de votre maître; vous ferez monter Salomon, mon fils, sur ma propre mule, et vous le conduirez vers le Ghihôn.",
            "Là, Çadok, le pontife, et Nathan, le prophète, le sacreront roi d’Israël; vous sonnerez du cor et vous direz: \"Vive le roi Salomon!\"",
            "Vous remonterez à sa suite, et il ira s’asseoir sur mon trône; c’est lui qui doit régner à ma place, et c’est lui que j’ai institué chef d’Israël et de Juda.\"",
            "Benaïahou, fils de Joïada, répondit au roi: \"Amen! Soit ainsi voulu par l’Éternel, Dieu du roi mon maître!",
            "Comme l’Éternel a été avec le roi mon maître, ainsi soit-il avec Salomon, et puisse-t-il rendre son trône encore plus grand que celui de mon seigneur le roi David!\"",
            "Le pontife Çadok, le prophète Nathan et Benaîahou, fils de Joïada, descendirent, avec les Kerythi et Pelêthi, firent monter Salomon sur la mule du roi David, et le conduisirent vers le Ghihôn.",
            "Le pontife Çadok, avec le cornet d’huile qu’il avait pris dans la Tente, oignit Salomon; on sonna du cor, et tout le peuple dit: \"Vive le roi Salomon!\"",
            "Et tout le peuple monta à sa suite, faisant résonner les flûtes, se livrant à une grande allégresse; leurs cris ébranlaient la terre.",
            "Adonias et tous ses convives, qui achevaient de manger, l’entendirent; et Joab, en percevant le son du cor, demanda: \"D’où vient ce bruit de la ville en émoi?\"",
            "Il parlait encore, lorsqu’il vit venir Jonathan, fils du prêtre Ebiathar. \"Viens, dit Adonias, car tu es un vaillant homme et porteur de bonnes nouvelles.\"",
            "Jonathan répondit à Adonias: \"En vérité, le roi David, notre maître, a donné la royauté à Salomon.",
            "Il a envoyé, pour l’accompagner, le pontife Çadok, le prophète Nathan, Benaïahou, fils de Joïada, les Kerêthi et Pelêthi, et on l’a fait monter sur la mule du roi.",
            "Et le pontife Çadok et le prophète Nathan lui ont donné l’onction royale près du Ghihôn, et ils sont revenus de là tout joyeux, et la cité est pleine d’émoi. De là le bruit que vous avez entendu.",
            "De plus, Salomon s’est assis sur le trône royal.",
            "Bien mieux, les serviteurs du roi sont venus féliciter notre maître, le roi David, en disant: \"Puisse le Seigneur rendre le nom de Salomon plus illustre encore que ton nom, et son trône plus grand que le tien!\" Et le roi s’est prosterné sur sa couche.",
            "Puis il s’est exprimé ainsi: Béni soit l’Éternel, Dieu d’Israël, qui a donné aujourd’hui un occupant à mon trône et m’en a rendu témoin!\"",
            "Saisis d’effroi, tous les invités d’Adonias se levèrent et se dirigèrent chacun de son côté.",
            "Pour Adonias, craignant Salomon, il se leva également et alla embrasser les cornes de l’autel.",
            "Salomon en fut informé en ces termes: \"Voici, Adonias a pris peur du roi Salomon, il est allé saisir les cornes de l’autel et a dit: Que le roi Salomon m’affirme sous serment aujourd’hui qu’il ne fera point périr son serviteur par le glaive!\"",
            "Salomon dit alors: \"S’il se conduit en homme de bien, pas un de ses cheveux ne tombera à terre; mais si un acte pervers lui est imputable, il mourra.\"",
            "Le roi Salomon envoya des gens, qui le firent descendre de l’autel, et il vint se prosterner devant le roi Salomon, qui lui dit: \"Rentre en ta demeure.\""
        ],
        [
            "Les jours de David approchant de leur fin, il dicta ses volontés à Salomon, son fils, en ces termes:",
            "\"Je suis près d’aller où va toute chose terrestre; prends courage et sois homme!",
            "Obéis fidèlement à l’Éternel, ton Dieu, en marchant dans ses voies, en observant ses lois, ses préceptes, ses règles et ses statuts, tels qu’ils sont écrits dans la loi de Moïse, afin que tu prospères dans toutes tes œuvres et dans toutes tes entreprises;",
            "afin que l’Éternel accomplisse la parole qu’il m’a adressée, savoir: \"Si tes fils sont attentifs à leur voie, marchant devant moi avec droiture, de tout leur cœur et de toute leur âme, nul des tiens, je te le promets, ne sera enlevé au trône d’Israël.\"",
            "De plus, tu sais tout ce que m’a fait Joab, fils de Cerouya, ce qu’il a fait aux deux chefs des armées d’Israël, à Abner, fils de Ner, et à Amasa, fils de Yéther, qu’il a assassinés, versant en pleine paix le sang comme dans la guerre, et souillant de ce sang la ceinture de ses reins et la chaussure de ses pieds.",
            "Agis selon ta prudence et ne laisse point sa vieillesse descendre en paix dans la tombe.",
            "A l’égard des enfants de Barzillaï, le Galaadite, use de bienveillance, et qu’ils soient admis à ta table; car ils m’ont rendu service en venant à moi, lorsque je fuyais devant Absalon, ton frère.",
            "Tu as aussi dans ton entourage Séméi, fils de Ghêra, le Benjamite, de Bahourim: celui-là m’accabla des plus cruels outrages lorsque je me retirai à Mahanaïm. Mais il descendit au-devant de moi vers le Jourdain, et je lui jurai par l’Éternel que je ne le ferai point périr par le glaive.",
            "Eh bien! Ne le laisse point impuni, car tu es un homme avisé; tu sauras comment en user avec lui, et tu feras descendre, ensanglantée, sa vieillesse dans la tombe.\"",
            "David s’endormit avec ses pères, et il fut, enseveli dans la cité de David.",
            "Le temps que David régna sur Israël fut de quarante années: Il régna à Hébron sept années, et trente-trois ans à Jérusalem.",
            "Salomon s’assit sur le trône de David, son père, et sa royauté fut très solidement établie.",
            "Or, Adonias, fils de Hagghit, vint trouver Bethsabée, la mère de Salomon. Elle lui demanda: \"Ta visite est-elle pacifique? Oui,\" répondit-il.",
            "Il ajouta: \"J’ai à te parler.\" Elle répondit: \"Parle.",
            "Tu le sais, dit-il, la royauté me revenait, et tous les Israélites avaient jeté les yeux sur moi pour l’occuper; mais elle m’a échappé pour passer à mon frère, le Seigneur la lui ayant conférée.",
            "Et maintenant, j’ai une prière à t’adresser; ne m’éconduis point. Parle.\" dit-elle.",
            "Il reprit: \"Veuille demander au roi Salomon, qui ne t’éconduira pas, qu’il me donne pour femme Abisag, la Sunamite.",
            "Bien, répondit Bethsabée; je parlerai pour toi au roi.\"",
            "Et Bethsabée alla chez le roi Salomon pour lui parler en faveur d’Adonias. Le roi se leva à sa rencontre et se prosterna devant elle, puis s’assit sur son trône et offrit un siège à sa mère, qui s’assit à sa droite,",
            "et dit: \"J’ai une petite demande à t’adresser, ne me refuse point. Demande, ma mère, répondit le roi, je ne te refuserai pas.",
            "Accorde, dit-elle, Abisag, la Sunamite, pour épouse à ton frère Adonias.\"",
            "Le roi Salomon répondit à sa mère: \"Pourquoi demandes-tu Abisag, la Sunamite, pour Adonias? Que ne demandes-tu pour lui la royauté, puisqu’il est mon frère aîné; pour lui, dis-je, et pour le prêtre Ebiathar, et pour Joab, fils de Cerouya?\"",
            "Et le roi Salomon jura par le Seigneur en disant: \"Dieu m’en fasse autant et plus, si cette parole d’Adonias ne lui coûte pas la vie!",
            "Oui, par le Dieu vivant, qui m’a consolidé et établi, sur le trône de David, mon père, qui m’a fondé une maison comme il l’avait promis, oui, Adonias mourra aujourd’hui!\"",
            "Le roi Salomon en donna mission à Benaïahou, fils de Joïada, qui le frappa à mort.",
            "Pour le prêtre Ebiathar, le roi lui dit: \"Va-t’en à Anatot, dans tes terres, car tu es passible de mort; mais aujourd’hui je ne te ferai point mourir, parce que tu as porté l’arche du Seigneur Elohim devant David, mon père, et parce que tu as partagé toutes ses tribulations.\"",
            "Salomon chassa ainsi Ebiathar du sacerdoce de l’Éternel, pour accomplir la parole prononcée par l’Éternel sur la maison d’Héli, à Silo.",
            "La nouvelle étant parvenue jusqu’à Joab, qui avait suivi le parti d’Adonias, bien qu’il n’eût pas suivi celui d’Absalon, il se réfugia dans le tabernacle du Seigneur, où il embrassa les cornes de l’autel.",
            "Le roi Salomon fut informé que Joab s’était réfugié dans le tabernacle et se trouvait près de l’autel. Et Salomon dit à Benaïahou, fils de Joïada: \"Va, et frappe-le.\"",
            "Benaïahou entra dans le tabernacle et lui dit: \"Le roi t’ordonne de sortir. Non, répondit-il, c’est ici que je mourrai.\" Benaïahou rapporta la chose au roi, en disant: \"Ainsi a parlé Joab et ainsi m’a-t-il répondu.\"",
            "Le roi lui dit: \"Fais ce qu’il a dit lui-même, tue-le, puis tu le feras enterrer. Tu écarteras ainsi de moi et de ma famille la tache du sang innocent répandu par Joab.",
            "Ce sang, Dieu le fera retomber sur sa tête, à lui qui a frappé, qui a fait périr par l’épée, à l’insu de mon père David, deux hommes de bien qui valaient mieux que lui: Abner, fils de Ner, chef de l’armée d’Israël, et Amasa, fils de Yéther, chef de l’armée de Juda.",
            "Oui, leur sang retombera sur la tête de Joab et sur celle de sa postérité à jamais, tandis que David et sa postérité, sa maison et son trône, seront à jamais prospères de par l’Éternel.\"",
            "Benaïahou, fils de Joïada, monta près de Joab, se jeta sur lui et le tua. On l’enterra dans sa maison, sise au désert.",
            "Le roi le remplaça par Benaïahou, fils de Joïada, comme chef de l’armée, et établit le pontife Çadok à la place d’Ebiathar.",
            "Le roi fit ensuite appeler Séméi et lui dit: \"Edifie-toi à Jérusalem une maison où tu demeureras, et tu ne la quitteras pas pour aller de côté et d’autre.",
            "Le jour où tu en sortiras, où tu franchiras le torrent de Cédron, sache bien que tu mourras, et que tu seras l’auteur de ta perte.",
            "Séméi répondit au roi: \"C’est bien; comme a parlé mon seigneur le roi, ainsi fera ton serviteur.\" Et Séméi demeura de longs jours à Jérusalem.",
            "Or, il advint, au bout de trois ans, que deux esclaves s’enfuirent de chez Séméi auprès d’Akhich, fils de Maakha, roi de Gath. On l’apprit à Séméi en disant: \"Tes esclaves sont à Gath.\"",
            "Séméi se leva, sangla son âne et alla à Gath chez Akhich, pour reprendre ses esclaves; après quoi il se remit en route et les ramena de Gath.",
            "Or, on apprit à Salomon que Séméi était allé de Jérusalem à Gath et en était revenu.",
            "Le roi envoya appeler Séméi et lui dit: \"Ne t’avais-je pas adjuré par l’Éternel et averti solennellement en disant: Le jour où tu sortiras de la ville et t’en iras d’un côté ou de l’autre, sache que tu encours la mort; et ne m’as-tu pas répondu: C’est bien, j’ai compris?",
            "Pourquoi donc n’as-tu pas respecté ce serment de l’Éternel et la défense que je t’avais faite?\"",
            "Le roi dit encore à Séméi: \"Tu sais toi-même tout le mal que tu as fait sciemment à David, mon père. Ce mal, le Seigneur va le faire retomber sur ta tête,",
            "tandis que le roi Salomon est béni, et que le trône de David sera affermi à jamais devant l’Éternel!\"",
            "Sur l’ordre du roi, Benaïahou, fils de Joïada, alla le frapper et il mourut; et la royauté fut consolidée entre les mains de Salomon."
        ],
        [
            "Salomon s’allia avec Pharaon, roi d’Égypte: il épousa la fille de Pharaon et l’installa dans la Cité de David, jusqu’à ce qu’il eût achevé de bâtir sa propre maison, le temple du Seigneur et le mur d’enceinte de Jérusalem.",
            "Cependant, le peuple sacrifiait sur les hauts-lieux, parce qu’aucune maison n’avait encore été, jusque-là, édifiée en l’honneur de l’Éternel.",
            "Salomon aima le Seigneur, se conformant aux instructions de son père David; seulement, il offrait des sacrifices et brûlait de l’encens sur les hauts-lieux.",
            "Le roi alla à Gabaon pour y sacrifier, car là était le principal haut-lieu; et sur cet autel, Salomon offrit mille holocaustes.",
            "Etant à Gabaon, Salomon vit, dans un songe nocturne, apparaître le Seigneur, qui lui dit: \"Demande; que dois-je te donner?\"",
            "Salomon répondit: \"Tu as témoigné à ton serviteur, à mon père David, une grande faveur, parce qu’il a marché devant toi avec sincérité, justice et droiture de cœur; et tu lui as continué cette faveur insigne en lui donnant un fils, son successeur sur le trône, comme il l’est aujourd’hui.",
            "Maintenant donc, Éternel, mon Dieu, tu m’as fait régner, moi ton serviteur, à la place de David, mon père, et je suis un tout jeune homme, inhabile à me conduire.",
            "Et ton serviteur est entouré d’un peuple qui est le tien, que tu as élu, peuple nombreux dont la multitude est incalculable.",
            "Donne donc à ton serviteur un cœur intelligent, capable de juger ton peuple, sachant distinguer le bien du mal; autrement, qui pourrait gouverner un peuple aussi considérable que celui-ci?\"",
            "Ce discours plut au Seigneur, satisfait de la demande exprimée par Salomon",
            "et Dieu lui dit: \"Parce que tu as fait une telle demande, parce que tu n’as demandé ni de longs jours, ni des richesses, ni la vie de tes ennemis, que tu as seulement demandé l’intelligence afin de savoir rendre la justice,",
            "j’acquiesce à ton désir je te donne un tel esprit de sagesse et d’intelligence, que ton pareil n’a pas existé avant toi ni ne se verra après toi.",
            "Mais je te donne, de plus, ce que tu n’as pas demandé: la richesse et la gloire, en quoi ne t’égalera aucun des rois, pendant toute la durée de ta vie.",
            "Et si tu marches dans mes voies, fidèle à mes lois et à mes préceptes, comme a fait David, ton père, je prolongerai tes jours.\"",
            "Salomon s’éveilla et vit que c’était un songe. De retour à Jérusalem, il se présenta devant l’arche d’alliance du Seigneur, offrit des holocaustes et des sacrifices rémunératoires, et donna un festin à tous ses serviteurs.",
            "En ce temps-là, deux femmes de mauvaise vie vinrent se présenter devant le roi.",
            "Et l’une de ces femmes dit \"Ecoute-moi, Seigneur! Moi et cette femme nous habitons la même maison; j’y ai donné naissance à un enfant, étant avec elle.",
            "Trois jours après ma délivrance, cette femme a également accouché. Or, nous vivons ensemble, nul étranger n’habite avec nous la maison, nous deux seules y demeurons.",
            "Pendant la nuit, l’enfant de cette femme est mort, parce qu’elle s’était couchée sur lui.",
            "Mais elle s’est levée au milieu de la nuit, a enlevé mon fils d’auprès de moi, tandis que ta servante était endormie, l’a couchée sur son sein, et son fils qui était mort, elle l’a déposé entre mes bras.",
            "Comme je me disposais, le matin, à allaiter mon enfant, voici, il était mort! Je l’examinai attentivement quand il fit grand jour, et ce n’était pas là le fils que j’avais enfanté.",
            "Non pas! dit l’autre femme, mon fils est vivant, et c’est le tien qui est mort! Point du tout, reprit la première, c’est le tien qui est mort, celui qui vit est le mien!\" C’est ainsi qu’elles discutaient devant le roi.",
            "Le roi dit alors: \"L’une dit: Cet enfant qui vit est le mien, et c’est le tien qui est mort; l’autre dit: Non, c’est le tien qui est mort, celui qui vit est le mien.\"",
            "Le roi ajouta: \"Apportez-moi un glaive;\" et l’on présenta un glaive au roi.",
            "Et le roi dit: \"Coupez en deux parts l’enfant vivant, et donnez-en une moitié à l’une de ces femmes, une moitié à l’autre.\"",
            "La mère de l’enfant vivant, dont les entrailles étaient émues de pitié pour son fils, s’écria, parlant au roi: \"De grâce, seigneur! Qu’on lui donne l’enfant vivant, qu’on ne le fasse pas mourir!\" Mais l’autre disait: \"Ni toi ni moi ne l’aurons: coupez!\"",
            "Le roi reprit alors la parole et dit: \"Donnez-lui l’enfant vivant et gardez-vous de le faire mourir: celle-ci est sa mère.\"",
            "Tout Israël eut connaissance du jugement que le roi avait rendu, et ils furent saisis de respect pour le roi; car ils comprirent qu’une sagesse divine l’inspirait dans l’exercice de la justice."
        ],
        [
            "Le roi Salomon régna donc sur tout Israël.",
            "Et voici quels furent ses fonctionnaires: Azaryahou, fils de Çadok, le pontife:",
            "Élihoref et Ahiyya, fils de Chicha, secrétaires; Josaphat, fils d’Ahiloud, archiviste;",
            "Benaïahou, fils de Joïada, chef de l’armée; Çadok et Ebiathar, prêtres;",
            "Azaryahou, fils de Nathan, surintendant; Zaboud, fils de Nathan; prêtre, conseiller intime du roi;",
            "Ahichar, préposé au palais, et Adoniram, fils d’Abda, à l’impôt.",
            "Douze intendants représentaient Salomon en Israël, chargés de l’entretien du roi et de sa maison; chacun d’eux remplissait cette charge pendant un mois de l’année.",
            "Et voici leurs noms: Ben-Hour, exerçant sa fonction dans la montagne d’Ephraïm;",
            "Ben-Déker, à Mâquaç, à Schaalbim, à Bêth-Chémech et à Elôn-bêth-Hanan;",
            "Ben-Héced, à Aroubbot, gouvernant Sokho et tout le canton de Hêfer;",
            "Ben-Abinadab, ayant toute la région de Dor (il avait épousé Tafat, fille de Salomon);",
            "Baana, fils d’Ahiloud, à Taanakh, à Meghiddo, et dans tout Bêth-Cheân, qui est près de Çarethân, au-dessous de Jezreël, depuis Bêth-Cheân jusqu’à la plaine de Mehola et jusqu’au delà de Yokmeâm;",
            "Ben-Ghéber, à Ramot-Galaad, avait les bourgs de Jaïr, fils de Manassé, qui sont situés en Galaad; il avait aussi le district d’Argob, dans le Basan, comprenant soixante grandes villes, avec murailles et verrous d’airain;",
            "Ahinadab, fils d’Iddo, à Mahanaïm;",
            "Ahimaaç, en Nephtali; il avait, lui aussi, épousé une fille de Salomon, Basmat;",
            "Baana, fils de Houchaï, en Aser et à Bealot;",
            "Josaphat, fils de Parouah, en Issachar;",
            "Séméi, fils d’Ela, en Benjamin;",
            "Ghéber, fils d’Ouri, au pays de Galaad, territoire de Sihôn, roi des Amorréens, et d’Og, roi du Basan; il y avait un seul intendant pour cette contrée.",
            "Juda et Israël étaient nombreux comme les grains de sable de l’Océan; on mangeait, on buvait et on était tout à la joie."
        ],
        [
            "Salomon avait autorité sur tous les pays situés entre le Fleuve et le pays des Philistins, jusqu’à la frontière d’Égypte; ils lui apportaient des présents et lui restèrent soumis toute sa vie durant.",
            "L’entretien de Salomon exigeait chaque jour: trente kôr de fleur de farine et soixante kôr de farine commune;",
            "dix bœufs engraissés, vingt de libre pâture et cent pièces de menu bétail, sans compter les cerfs, chevreuils, daims et volailles grasses.",
            "Car il commandait à tout le pays en deçà du Fleuve et à tous les rois de cette région, depuis Tifsah jusqu’à Gaza, et était en paix avec tous ses voisins d’alentour.",
            "Juda et Israël, pendant toute la vie de Salomon, demeurèrent en sécurité, chacun sous sa vigne et sous son figuier, depuis Dan jusqu’à Bersabée.",
            "Salomon avait quarante mille attelages de chevaux pour ses chars et douze mille chevaux de selle.",
            "Les intendants en question, chacun dans son mois, pourvoyaient le roi Salomon et tous ceux qui étaient admis à sa table, sans les laisser manquer de rien.",
            "L’orge et la paille destinées aux chevaux et autres montures, ils les amenaient, chacun selon sa consigne, à l’endroit où se trouvait le roi.",
            "Or, Dieu avait donné à Salomon un très haut degré de sagesse et d’intelligence, et une compréhension aussi vaste que le sable qui est au bord de la mer.",
            "La sagesse de Salomon était plus grande que celle de tous les Orientaux, plus grande que toute la sagesse des Égyptiens.",
            "Plus savant que tout homme, plus qu’Ethan l’Ezrahite, que Hêman, Kalkol et Darda, les fils de Mahol, sa renommée s’étendit chez tous les peuples voisins.",
            "Il composa trois mille paraboles, mille cinq poésies;",
            "discourut sur les végétaux, depuis le cèdre du Liban jusqu’à l’hysope qui rampe sur la muraille; discourut sur les quadrupèdes, les oiseaux, les reptiles et les poissons.",
            "On venait de chez tous les peuples pour se rendre compte de la sagesse de Salomon, de la part de tous les rois de la terre qui avaient entendu parler de sa sagesse.",
            "Hiram, roi de Tyr, envoya ses serviteurs à Salomon, lors- qu’il eut appris qu’on l’avait sacré roi à la place de son père; car, de tout temps, Hiram avait été ami de David.",
            "Et Salomon fit dire à Hiram:",
            "\"Tu sais que David, mon père, n’a pu édifier une maison en l’honneur de l’Éternel, son Dieu, à cause des guerres que ses ennemis lui ont suscitées sans cesse, jusqu’à ce que l’Éternel les eût mis sous ses pieds.",
            "Mais à présent, je suis, grâce à l’Éternel, mon Dieu, en paix avec tous les peuples qui m’entourent; plus d’ennemi, plus d’obstacles fâcheux.",
            "Je projette donc d’édifier une maison en l’honneur de l’Éternel, mon Dieu, selon ce qu’il a dit à David, mon père, en ces termes: Ton fils, que je te donnerai pour successeur au trône, c’est lui qui bâtira la maison en mon honneur.",
            "Et maintenant, donne des ordres pour qu’on me coupe des cèdres du Liban; mes travailleurs aideront les tiens, dont je te paierai le salaire selon ce que tu me diras. Car, tu le sais, il n’y a personne chez nous qui soit habile à couper les arbres comme les Sidoniens.\"",
            "Lorsque Hiram eut connaissance du message de Salomon, il s’en réjouit fort et dit: \"Béni soit l’Éternel d’avoir donné à David un fils capable de gouverner ce grand peuple!\"",
            "Et il manda ce qui suit à Salomon: \"J’ai reçu ton message; je ferai tout ce que tu désires, en ce qui concerne et le bois de cèdre et le bois de cyprès.",
            "Mes serviteurs les transporteront du Liban à la mer; je les ferai assembler en radeaux, qui iront par mer jusqu’à l’endroit que tu me désigneras; là je les ferai disjoindre, et tu en prendras livraison. De ton côté, tu me satisferas en assurant l’entretien de ma maison.\"",
            "Hiram fournit ainsi à Salomon du bois de cèdre et du bois de cyprès, autant qu’il en voulait;",
            "et Salomon fournit à Hiram, pour l’entretien de sa maison, vingt mille kôr de froment et vingt kôr d’huile d’olives concassées; voilà ce qu’il lui fournissait chaque année.",
            "Le Seigneur avait doué Salomon de sagesse, comme il le lui avait promis; Hiram et Salomon vivaient en paix, et ils conclurent entre eux une alliance.",
            "Le roi Salomon leva un contingent sur la totalité d’Israël, contingent qui se monta à trente mille hommes.",
            "Il les envoya au Liban, dix mille hommes par mois à tour de rôle; ils passaient un mois sur le Liban et deux mois dans leurs foyers; Adoniram dirigeait le service.",
            "Salomon employa soixante-dix mille hommes pour porter les fardeaux, et quatre-vingt mille pour extraire les pierres de la montagne,",
            "indépendamment des inspecteurs préposés par Salomon aux travaux, trois mille trois cents hommes, chargés de la police des travailleurs.",
            "Sur l’ordre du roi, on tira des carrières de grosses et lourdes pierres, des pierres de taille, pour les fondations du temple.",
            "Et les ouvriers de Salomon et ceux de Hiram et les Ghibléens équarrissaient et façonnaient le bois et la pierre pour l’édification du temple."
        ],
        [
            "Ce fut quatre cent quatre-vingts ans après le départ des Israélites du pays d’Égypte, dans le mois de ziv, c’est-à-dire le deuxième mois, dans la quatrième année du règne de Salomon, que celui-ci édifia le temple en l’honneur de l’Éternel.",
            "L’édifice que le roi Salomon bâtit à l’Éternel avait soixante coudées de long, vingt de large et trente de hauteur.",
            "Le portique en avant du sanctuaire avait vingt coudées de longueur, dans le sens de la largeur de l’édifice, et dix coudées de profondeur, sur la face de l’édifice.",
            "On pratiqua au temple des fenêtres qui l’éclairaient, tout en étant grillées.",
            "On adossa à la muraille du temple des étages qui régnaient tout autour des parois de l’édifice, du sanctuaire comme du très-saint; et l’on y établit, tout autour, des chambres latérales.",
            "L’étage inférieur avait cinq coudées de large, celui du milieu, six coudées, et le troisième sept; on avait bâti en retraite le pourtour extérieur du temple, afin de n’en pas entamer les murs.",
            "On n’employa à la construction du temple que des pierres intactes de la carrière; ni marteau, ni hache, ni autre instrument de fer ne fut entendu dans le temple durant sa construction.",
            "L’entrée de la chambre latérale du milieu se trouvait dans l’aile droite du temple; de là on montait, par un escalier en hélice, à l’étage du milieu, et de celui-ci au troisième.",
            "Quand on eut achevé la bâtisse du temple, on le revêtit de lambris et de panneaux de cèdre.",
            "Chaque étage construit autour du temple avait cinq coudées de hauteur; le temple reçut un revêtement de bois de cèdre.",
            "Et l’Éternel parla ainsi à Salomon:",
            "\"Cette maison que tu édifies, j’y résiderai, si tu te conformes à mes lois, si tu obéis à mes statuts, si tu as soin d’observer et de suivre tous mes commandements; alors j’accomplirai en ta faveur la promesse que j’ai faite à David, ton père;",
            "Je résiderai au milieu des enfants d’Israël, et je n’abandonnerai point Israël, mon peuple.\"",
            "Salomon, ayant ainsi terminé la bâtisse de la maison,",
            "en forma les murs intérieurs avec des panneaux de cèdre revêtant de bois tout l’intérieur, depuis le sol jusqu’aux parois du plafond, et il lambrissa le sol de la maison avec des panneaux de cyprès.",
            "L’espace de vingt coudées formant l’arrière-corps de l’édifice fut revêtu de panneaux de cèdre, depuis le sol jusqu’aux parois, et on les disposa comme enceinte du debir, formant le saint des saints.",
            "Le reste de la maison, de quarante coudées, formait le hêkhal ou avant-corps.",
            "Le cèdre, à l’intérieur de la maison, portait en sculpture des coloquintes et des fleurs épanouies; le tout en cèdre, pas une pierre n’apparaissait.",
            "Le debir avait été disposé à l’intérieur de la maison pour recevoir l’arche d’alliance de l’Éternel.",
            "En avant du debir, ayant vingt coudées de long, vingt de large, vingt de hauteur, et qu’on revêtit d’or fin, était l’autel, qu’on lambrissa de cèdre.",
            "Salomon revêtit d’or fin tout l’intérieur de la maison, et ferma par des chaînes d’or le devant du debir, également couvert d’or.",
            "Il garnit ainsi d’or le temple entier, dans tout son ensemble, et recouvrit d’or tout l’autel voisin du debir.",
            "On fit pour le debir deux chérubins en bois d’olivier, hauts chacun de dix coudées.",
            "L’une des ailes d’un chérubin avait cinq coudées, l’autre également cinq dix coudées d’une extrémité de sas ailes à l’autre.",
            "Dix coudées pareillement à l’autre chérubin: même dimension et même forme pour les deux chérubins.",
            "L’un des chérubins avait dix coudées de hauteur, et pareillement l’autre chérubin.",
            "On plaça les chérubins au milieu de l’enceinte intérieure, les ailes déployées, de manière que l’aile d’un chérubin touchait le mur, celle du second chérubin le mur opposé, et que leurs autres ailes se touchaient aile à aile au milieu de l’enceinte.",
            "On recouvrit d’or les chérubins.",
            "Sur tous les murs de la maison, l’on tailla, dans le pourtour, des figures sculptées de chérubins, de palmes et de fleurs épanouies, à l’intérieur comme au dehors.",
            "On recouvrit d’or le sol de la maison, tant à l’intérieur qu’à l’extérieur.",
            "A l’entrée du debir, on établit des vantaux de bois d’olivier, qui, avec le linteau et les poteaux, en formaient la cinquième partie.",
            "Et sur ces deux battants de bois d’olivier l’on sculpta des figures de chérubins, de palmes et de fleurs épanouies, et on les recouvrit d’or, qu’on étendit en plaques sur les chérubins et sur les palmes.",
            "Pareillement, à l’entrée du hêkhal on pratiqua des poteaux de bois d’olivier, dimension d’un quart;",
            "et deux vantaux en bois de cyprès, composés chacun de deux panneaux mobiles.",
            "On y sculpta des chérubins, des palmes et des fleurs épanouies, avec un revêtement d’or s’adaptant exactement à la sculpture.",
            "Enfin, on forma la cour intérieure par trois assises de pierres de taille et une assise de planches de cèdre.",
            "C’est dans la quatrième année, au mois de ziv, que furent posés les fondements de la maison de Dieu;",
            "et la onzième année, au mois de bout, c’est-à-dire le huitième mois, la maison était terminée dans tous ses détails et toutes ses dispositions: on mit sept ans à la bâtir."
        ],
        [
            "Salomon bâtit aussi son propre palais, et consacra treize années à l’achever complètement.",
            "Il construisit d’abord la maison de la Forêt du Liban, en lui donnant cent coudées de longueur, cinquante coudées de largeur et trente coudées de hauteur, sur quatre rangées de colonnes en bois de cèdre, surmontées de planches de cèdre.",
            "Un plafond de bois de cèdre s’étendait au-dessus des chambres, supportées par les colonnes, au nombre de quarante-cinq, quinze par rangée.",
            "Trois rangées de baies avec leurs fenêtres, qui se correspondaient sur les trois rangées.",
            "Toutes les portes avec leurs poteaux étaient carrées d’aspect, et, à l’instar des fenêtres symétriques, se correspondaient trois fois:",
            "On fit le portique conduisant aux colonnes, long de cinquante coudées, large de trente, situé en face de ces colonnes, ayant lui-même des colonnes avec leur architrave.",
            "On fit ensuite le portique du trône où le roi devait rendre la justice, le portique du Jugement, qu’on planchéia de cèdre, d’une extrémité du sol à l’autre.",
            "Même disposition pour la maison où il devait résider, ayant une autre cour, en deçà du portique; on bâtit aussi un palais, avec un portique semblable, pour la fille de Pharaon que Salomon avait épousée.",
            "Le tout en pierres massives, de la dimension des pierres de taille, équarries à la scie en tout sens, étagées de la base au faîte, et extérieurement jusqu’à la grande cour.",
            "Aux fondations, des pierres massives, énormes, ayant les unes dix, les autres huit coudées. י",
            "Pour la bâtisse supérieure, on employa des pierres massives, de la dimension de pierres de taille, et du bois de cèdre.",
            "La grande cour d’enceinte était formée de trois rangées de pierres de taille et d’une rangée de planches de cèdre; il en était de même pour la cour intérieure de la maison de Dieu et pour le portique du palais.",
            "Le roi Salomon fit venir Hiram de Tyr.",
            "C’était le fils d’une veuve de la tribu de Nephtali, et son père était un Tyrien, ouvrier en cuivre; lui-même était plein de talent et d’industrie, habile à tous les travaux du cuivre. Il se rendit auprès du roi Salomon et exécuta tous ses ouvrages.",
            "Il moula les deux colonnes de cuivre, dont l’une était haute de dix-huit coudées, et un fil de douze coudées mesurait le tour de l’autre.",
            "Il fit ensuite deux chapiteaux, coulés en cuivre, pour les fixer au sommet des colonnes; ces chapiteaux avaient chacun cinq coudées de hauteur.",
            "Des entrelacs en forme de réseaux, des festons en forme de chaînes décoraient les chapiteaux au sommet des colonnes; il y en avait sept sur chacun des chapiteaux.",
            "Il disposa des grenades en deux rangées, qui entouraient l’un des entrelacs et cachaient le chapiteau au sommet d’une des colonnes même disposition pour l’autre chapiteau.",
            "Les chapiteaux qui surmontaient les colonnes dans le portique étaient relevés de lis, à la hauteur de quatre coudées.",
            "Aux chapiteaux des deux colonnes, par en haut, près du renflement correspondant aux entrelacs, étaient deux cents grenades en deux rangées, entourant aussi le second chapiteau.",
            "Il dressa ensuite les colonnes près du portique du hékhal, donna à la colonne de droite le nom de Yakhin et à celle de gauche le nom de Boaz.",
            "Le sommet des colonnes était travaillé en forme de lis. Ainsi fut terminée l’exécution des colonnes.",
            "Puis il jeta en fonte la Mer. Parfaitement circulaire, elle avait dix coudées d’un bord à l’autre, et cinq coudées de hauteur; une ligne de trente coudées en mesurait le tour.",
            "Des coloquintes, au-dessous du rebord, étaient disposées tout autour; au nombre de dix par coudée, elles couvraient la circonférence de la Mer. Ces coloquintes, formant deux rangées, avaient été fondues du même jet que la Mer.",
            "Elle était supportée par douze bœufs, dont trois regardaient le nord, trois le couchant, trois le midi et trois le levant; la Mer reposait sur eux, et leurs croupes à tous étaient tournées vers l’intérieur.",
            "Elle avait un palme d’épaisseur, et son rebord était travaillé en forme de calices de fleurs de lis; sa capacité était de deux mille bath.",
            "Il fit dix supports de cuivre, ayant chacun quatre coudées de long, quatre de large et trois de hauteur.",
            "Voici comment étaient faits ces supports: ils étaient garnis de moulures, et ces moulures séparaient les échelons.",
            "Sur ces moulures séparant les échelons étaient figurés des lions, des bœufs et des chérubins; pareillement sur le haut des échelons; et, au-dessous des lions et des chérubins, des degrés disposés en pente.",
            "Chaque support avait quatre roues de cuivre avec des essieux de cuivre; les quatre coins étaient munis de consoles qui étaient fondues de manière à soutenir le bassin, et dont chacune faisait face aux degrés.",
            "L’ouverture du bassin se trouvait à une coudée au-dessus de son rebord, dont l’ouverture était arrondie, formait support et avait une dimension d’une coudée et demie cette ouverture aussi était garnie d’ornements à moulures carrées, et non arrondies.",
            "Au-dessous de ces moulures se trouvaient quatre roues, dont les essieux tenaient au support, et dont chacune était haute d’une coudée et demie.",
            "La forme de ces roues était celle des roues d’un char: leurs essieux, leurs jantes, leurs rayons, leurs moyeux, le tout avait été fondu.",
            "Les quatre consoles qui étaient aux quatre angles de chaque support faisaient corps avec lui.",
            "Au-dessus du support s’élevait une saillie circulaire d’une demi-coudée de hauteur; et les tenons à son sommet, ainsi que ses moulures, faisaient corps avec lui.",
            "Sur les plaques de ses tenons et sur ses moulures, il grava des chérubins, des lions et des palmes, selon l’espacement de chaque pièce et des degrés tout autour.",
            "Il procéda de la même façon pour les dix supports: même fonte, même dimension, même forme pour tous.",
            "Il fabriqua dix bassins de cuivre, ayant chacun une contenance de quarante bath et quatre coudées de hauteur; chaque bassin reposait sur un des dix supports.",
            "Il posa cinq supports sur le côté droit du temple, cinq sur le côté gauche, et il plaça la Mer sur le côté droit, vers le sud-est.",
            "Hiram fabriqua aussi les cendriers, les pelles, les bassins d’aspersion, et termina tous les travaux qu’il avait entrepris pour le roi Salomon, pour le temple du Seigneur.",
            "Les deux colonnes, avec les deux chapiteaux arrondis qui les surmontaient, et les deux entrelacs pour envelopper chacun de ces chapiteaux placés au sommet des colonnes;",
            "les quatre cents grenades pour ces deux entrelacs, deux rangées de grenades pour chaque entrelacs, qui enveloppaient les deux chapiteaux arrondis des colonnes;",
            "les dix supports et les dix bassins qu’ils soutenaient;",
            "la Mer unique, avec les douze bœufs qui la supportaient;",
            "les cendriers, les pelles, les bassins d’aspersion, - tous ces objets, fabriqués par Hiram pour le roi Salomon, pour la maison du Seigneur, étaient en cuivre poli.",
            "C’est dans la plaine du Jourdain, entre Souccot et Çaretân, que le roi les fit fondre dans une terre grasse.",
            "Salomon renonça à évaluer tant d’objets, à cause de leur quantité prodigieuse; le poids du cuivre ne fut pas vérifié.",
            "Salomon fit confectionner le reste des objets destinés à la maison du Seigneur: l’autel d’or, la table d’or pour les pains de proposition;",
            "les candélabres d’or fin, cinq à droite et cinq à gauche, devant le debir, avec leurs fleurons, leurs lampes et leurs mouchettes d’or;",
            "les coupes, les couteaux, les bassins, les cuillers, les encensoirs, en or fin; et les gonds, soit des portes de l’enceinte intérieure, du Saint des saints, soit des portes de l’enceinte du hêkhal, également en or.",
            "Tous les travaux, entrepris par le roi Salomon pour la maison du Seigneur, étant terminés, Salomon réunit les legs pieux de David, son père, en argent, or, vases, et les déposa dans les trésors du temple."
        ],
        [
            "Alors Salomon convoqua les anciens d’Israël, tous les chefs de tribu et chefs de famille des enfants d’Israël, près du roi Salomon à Jérusalem, pour procéder au transfert de l’arche d’alliance de l’Éternel de la cité de David, qui est Sion.",
            "Tous les citoyens d’Israël se réunirent auprès du roi Salomon dans le mois des Ethanim, c’est-à-dire le septième mois, pendant la fête.",
            "Tous les anciens d’Israël étant arrivés, les prêtres se chargèrent de l’arche.",
            "On transporta l’arche du Seigneur, la tente d’assignation et tous les objets sacrés qui s’y trouvaient; prêtres et lévites les transportèrent ensemble.",
            "Le roi Salomon et toute la communauté d’Israël rassemblée près de lui, se plaçant ensemble devant l’arche, firent des sacrifices de menu et de gros bétail, si nombreux qu’on n’aurait pu les compter.",
            "Alors les prêtres installèrent l’arche d’alliance de l’Éternel à la place qui lui était destinée, dans le debir ou Saint des saints, sous les ailes des chérubins.",
            "Car les chérubins déployaient leurs ailes dans la direction de l’arche, de sorte qu’ils couvraient, en les dominant, et l’arche et ses barres.",
            "On avait prolongé ces barres, de façon que leurs extrémités s’apercevaient de l’enceinte sacrée, à l’entrée du debir, mais n’étaient pas apparentes extérieurement; elles y sont restées jusqu’à ce jour.",
            "Il n’y avait dans l’arche que les deux tables de pierre que Moïse y déposa près de l’Horeb, alors que l’Éternel conclut un pacte avec les Israélites, après leur sortie du pays d’Égypte.",
            "Or, lorsque les prêtres sortirent du lieu saint, une nuée s’étendit dans la maison du Seigneur,",
            "et les prêtres ne purent, par suite, s’y tenir pour faire leur service, parce que la majesté divine remplissait la maison du Seigneur.",
            "Alors Salomon dit: \"L’Éternel a promis de résider dans cette brume;",
            "c’est donc bien pour toi, Éternel, que j’ai bâti cette demeure; elle sera à jamais le siège de ta résidence!\"",
            "Puis le roi tourna sa face et bénit toute l’assemblée d’Israël, celle-ci restant debout;",
            "et il dit: \"Loué soit l’Éternel, Dieu d’Israël, qui a dit de sa propre bouche à David, mon père, et réalisé de sa propre main cette parole:",
            "\"Depuis le jour où j’ai fait sortir mon peuple Israël de l’Égypte, je n’avais choisi aucune ville entre les tribus d’Israël, pour l’édification du temple où devait régner mon nom. Et maintenant j’ai adopté David comme chef de mon peuple Israël.\"",
            "Or, David, mon père, eut la pensée d’édifier un temple en l’honneur de l’Éternel, Dieu d’Israël.",
            "Mais l’Éternel dit à David, mon père: \"La pensée que tu as conçue d’édifier un temple en mon honneur est une bonne pensée.",
            "Toutefois, ce n’est pas toi qui bâtiras ce temple; c’est ton fils, celui qui doit naître de toi, qui bâtira ce temple en mon honneur.\"",
            "L’Éternel a réalisé sa parole; j’ai remplacé David, mon père, sur le trône d’Israël, selon la parole du Seigneur; j’ai construit ce temple sous l’invocation de l’Éternel, Dieu d’Israël,",
            "et j’y ai assigné une place à l’arche où repose l’alliance de l’Éternel, celle qu’il fit avec nos pères lorsqu’il les eut tirés du pays d’Égypte.\"",
            "Puis Salomon alla se placer devant l’autel du Seigneur, en présence de toute l’assemblée d’Israël, étendit les mains vers le ciel,",
            "et dit: \"Éternel, Dieu d’Israël! Nulle puissance ne t’égale, ni là-haut dans le ciel, ni sur la terre ici-bas, toi qui maintiens ton pacte de bienveillance à tes serviteurs, lorsqu’ils marchent de tout leur cœur dans ta voie;",
            "toi qui as observé à l’égard de ton serviteur David, mon père, ce que tu lui avais promis… Ta bouche l’avait proclamé, ta main l’a accompli en ce jour.",
            "Et maintenant, Seigneur, Dieu d’Israël, garde à ton serviteur David la promesse que tu lui as faite en ces termes: \"Aucun des tiens ne sera exclu par moi du trône d’Israël, pourvu que tes fils persévèrent dans leur voie, marchant devant moi comme tu as marché toi-même.\"",
            "Maintenant donc, Dieu d’Israël, daigne réaliser la promesse que tu as faite à ton serviteur, à David, mon père.",
            "Mais est-ce qu’en vérité Dieu résiderait sur la terre? Alors que le ciel et tous les cieux ne sauraient te contenir, combien moins cette maison que je viens d’édifier!",
            "Tu accueilleras cependant, Éternel, mon Dieu, la prière et les supplications de ton serviteur, tu exauceras la prière fervente qu’il t’adresse en ce jour:",
            "que tes yeux soient ouverts nuit et jour sur cette maison, sur ce lieu dont tu as dit: \"Mon nom y règnera\", et que tu entendes les prières que ton serviteur t’y adressera.",
            "Oui, tu entendras les supplications de ton serviteur et de ton peuple Israël, proférées en ce lieu; du haut du ciel où tu résides, tu les écouteras et tu pardonneras.",
            "Si un homme pèche envers son prochain, et qu’on lui défère le serment, et qu’il vienne le prononcer ici, devant ton autel,",
            "toi, tu l’entendras dans le ciel, tu agiras, tu feras justice à tes serviteurs, punissant le coupable et faisant retomber son méfait sur sa tête, favorisant l’innocent en raison de sa droiture.",
            "Si ton peuple Israël est battu par un ennemi pour t’avoir offensé, mais qu’ensuite ils reviennent à toi, rendent hommage à ton nom, te prient et t’implorent dans cette maison,",
            "toi, tu les entendras dans le ciel, tu pardonneras l’offense de ton peuple Israël, et tu le ramèneras dans le pays que tu as donné à ses pères.",
            "Si le ciel se ferme et refuse la pluie, parce qu’ils auront péché devant toi, mais qu’ils prient dans ce lieu, rendent hommage à ton nom et reviennent de leur péché parce que tu les auras châtiés,",
            "toi, tu les entendras dans le ciel, tu pardonneras le péché de tes serviteurs, de ton peuple Israël, en leur montrant le bon chemin où ils doivent marcher, et tu enverras la pluie à ce pays que tu as donné en possession à ton peuple.",
            "Si une famine survient dans le pays, s’il y sévit une épidémie, une maladie des blés, une invasion de sauterelles, le siège de ses villes par l’ennemi, une calamité ou un fléau quelconques;",
            "si quelque membre de ton peuple Israël te supplie et t’implore, chacun connaissant la plaie de son cœur et étendant les mains vers cette maison,",
            "toi, tu l’entendras du ciel, ton auguste résidence, et tu agiras avec clémence, traitant chacun selon sa conduite, selon que tu connais son cœur, car seul tu connais le cœur de tous les humains.",
            "De la sorte, ils te révéreront tout le temps qu’ils vivront sur cette terre que tu as donnée à nos aïeux.",
            "Je t’implore aussi pour l’étranger qui ne fait pas partie de ton peuple Israël et qui viendrait de loin pour honorer ton nom.",
            "Car ils entendront parler de ton grand nom, de ta main puissante et de ton bras étendu, et ils viendront prier dans cette maison;",
            "toi, tu l’entendras du ciel, ton auguste résidence, et tu exauceras les vœux que t’adressera l’étranger, afin que tous les peuples du monde connaissent ton nom, qu’ils te révèrent comme ton peuple Israël, et qu’ils sachent qu’elle est sous l’invocation da ton nom, cette maison que j’ai bâtie.",
            "Quand ton peuple ira en guerre contre l’ennemi, là où tu l’enverras, et qu’ils t’adresseront leur prière, Seigneur, tournés vers la ville que tu as élue et vers la maison que j’ai bâtie en ton honneur,",
            "tu entendras du ciel leur voix suppliante, et tu leur feras justice.",
            "Que s’ils pèchent envers toi car il n’est point d’homme qui ne pèche et qu’irrité contre eux tu les abandonnes à l’ennemi, pour qu’il les conduise captifs dans son pays, éloigné ou voisin,",
            "et que, venant à résipiscence dans le pays de leur exil, ils s’amendent et t’implorent en disant: \"Nous avons péché, nous avons mal agi, nous sommes coupables\";",
            "s’ils reviennent à toi de tout leur cœur et de toute leur âme dans le pays où leurs ennemis les détiennent, et qu’ils t’adressent leur prière dans la direction de leur pays que tu as donné à leurs pères, de la ville que tu as élue et de la maison que j’ai bâtie en ton honneur,",
            "du haut du ciel, ton auguste demeure, tu entendras, tu écouteras leur prière suppliante, et tu leur feras justice.",
            "Tu pardonneras à ton peuple ses péchés, ses offenses à ton égard, et tu inspireras compassion pour lui à ses vainqueurs, afin qu’ils aient pitié de lui.",
            "Car il est ton peuple et ton héritage, que tu as fait sortir de l’Égypte, du milieu de ce creuset de fer.",
            "Que tes yeux restent ouverts aux supplications de ton serviteur et à celles de ton peuple Israël, pour les exaucer toutes les fois qu’ils t’invoqueront.",
            "Car toi-même tu te les es réservés comme ton héritage entre tous les peuples de la terre, comme tu l’as déclaré par l’organe de Moïse, ton serviteur, alors que tu fis sortir nos pères de l’Égypte, ô Seigneur-Elohim!\"",
            "Salomon, ayant achevé d’adresser à l’Éternel toute cette prière et cette supplication, se releva de devant l’autel où il s’était mis à genoux, les mains étendues vers le ciel.",
            "Ainsi debout, il bénit toute l’assemblée d’Israël à haute voix, en ces termes:",
            "\"Gloire au Seigneur, qui a donné le repos à son peuple Israël, accomplissant de tout point sa promesse! Pas une n’a fait défaut de toutes les bonnes paroles qu’il avait dites par l’organe de Moïse, son serviteur.",
            "Veuille l’Éternel, notre Dieu, être avec nous comme il a été avec nos pères, ne nous abandonner ni s’éloigner de nous!",
            "Qu’il incline nos cœurs à son obéissance, afin que nous suivions toutes ses voies, que nous gardions ses préceptes, ses lois et ses statuts, qu’il prescrivit à nos pères!",
            "Et puissent ces paroles suppliantes que j’ai adressées à l’Éternel, notre Dieu, être présentes à sa pensée jour et nuit, afin qu’il fasse droit à son serviteur et à son peuple Israël, jour par jour,",
            "et que tous les peuples de la terre reconnaissent que c’est l’Éternel qui est le vrai Dieu, qu’il n’en est point d’autre!",
            "Puisse aussi votre cœur être attaché sans réserve à l’Éternel, notre Dieu, pour que vous suiviez ses lois et que vous gardiez ses préceptes comme en ce jour!\"",
            "Le roi, et tout Israël avec lui, offrirent des sacrifices devant le Seigneur.",
            "Quant aux sacrifices de Salomon, les victimes rémunératoires qu’il immola au Seigneur consistaient en vingt-deux mille taureaux et cent vingt mille brebis. Ainsi fut inaugurée la maison du Seigneur par le roi et tous les enfants d’Israël.",
            "Ce jour-là, le roi consacra l’intérieur du parvis, qui s’étend devant la maison du Seigneur, pour qu’il pût y offrir les holocaustes, les oblations et les parties grasses des rémunératoires; car l’autel d’airain placé devant le Seigneur était trop petit pour contenir à la fois holocaustes, oblations et parties grasses des rémunératoires.",
            "En ce temps-là, Salomon célébra la fête, et avec lui tout Israël, foule considérable accourue depuis la région d’Hémath jusqu’au torrent d’Égypte, en présence de l’Éternel, notre Dieu, sept jours et encore sept jours, ensemble quatorze jours.",
            "Le huitième jour, il congédia le peuple, qui bénit le roi; et ils rentrèrent dans leurs foyers, heureux et le cœur réjoui de toutes les grâces dont Dieu avait comblé David, son serviteur, et Israël, son peuple."
        ],
        [
            "Lorsque Salomon eut achevé de bâtir la maison du Seigneur, ainsi que la demeure royale et tout ce qu’il avait désiré et projeté de faire,",
            "le Seigneur apparut une seconde fois à Salomon, comme il lui était apparu à Gabaon,",
            "et lui dit: \"J’accueille ta prière et la supplication que tu m’as adressée: cette maison que tu as bâtie, je la sanctifie en y faisant régner mon nom à jamais, en y dirigeant constamment mes yeux et ma pensée.",
            "Pour toi, si tu marches devant moi comme a marché David, ton père, avec un cœur droit et sincère, en te conformant à tout ce que je t’ai prescrit, en gardant mes lois et mes statuts,",
            "je maintiendrai à jamais ta royauté sur Israël, ainsi que je l’ai promis à David, ton père, en disant: Aucun des tiens ne sera jamais exclu du trône d’Israël.",
            "Mais si vous vous détournez de moi, vous et vos descendants, si vous négligez d’observer mes préceptes, les lois que je vous ai données, et que vous alliez servir des dieux étrangers et vous prosterner devant eux,",
            "je ferai disparaître Israël de la face du pays que je lui ai donné; cette maison, que j’ai consacrée à mon nom, je la répudierai, et Israël deviendra la fable et la dérision de tous les peuples;",
            "et cette maison placée à un si haut rang ne produira plus, chez tout venant, que stupeur et raillerie; et quand on dira: \"Pourquoi le Seigneur a-t-il traité ainsi ce pays et ce temple?\"",
            "On répondra: \"Parce qu’ils ont abandonné le Seigneur, leur Dieu, qui avait délivré leurs pères de l’Égypte, ont adopté des divinités étrangères, les ont servies et adorées, c’est pour cela que le Seigneur leur a suscité tous ces malheurs.\"",
            "Or, au bout des vingt ans employés par Salomon à construire les deux maisons, la maison du Seigneur et celle du roi,",
            "Hiram, roi de Tyr, ayant fourni à Salomon le bois de cèdre, le bois de cyprès, l’or et tout ce qu’il désirait, le roi Salomon donna à Hiram vingt villes de la province de Galilée.",
            "Hiram sortit de Tyr pour examiner les villes que Salomon lui avait données; elles ne lui plurent point:",
            "\"Qu’est-ce que ces villes, dit-il, que tu m’as données, mon frère?\" Et il les appela le pays de Kaboul, nom qu’elles portent encore aujourd’hui.",
            "Hiram envoya au roi cent vingt kikkar d’or.",
            "Le but de l’impôt qu’avait levé le roi Salomon était de construire la maison de l’Éternel et sa propre maison, plus le Millo, la muraille de Jérusalem, Haçor, Meghiddo et Ghézer.",
            "Car Pharaon, roi d’Égypte, avait fait une incursion, s’était emparé de Ghézer, l’avait incendiée, avait fait périr les Cananéens habitant cette ville, et l’avait donnée en dot à sa fille, épouse de Salomon.",
            "Et Salomon rebâtit Ghézer, ainsi que le Beth-Horôn inférieur,",
            "Baalat, le Tadmor du désert dans le même pays;",
            "plus toutes les villes d’approvisionnement de Salomon, les villes des chariots, celles des cavaliers, bref, ce qu’il plaisait à Salomon de construire à Jérusalem, au Liban et dans tout le pays soumis à sa domination.",
            "Toute la population survivante des Amorréens, des Héthéens, des Phérézéens, des Hévéens et des Jébuséens, lesquels ne font point partie des enfants d’Israël,",
            "tous leurs descendants qui étaient restés après eux dans le pays, les enfants d’Israël n’ayant pu les exterminer, Salomon les obligea à payer tribut; ce qu’ils font encore aujourd’hui.",
            "Pour les enfants d’Israël, Salomon n’en employa aucun comme esclave, ils étaient seulement ses hommes de guerre, ses fonctionnaires, ses officiers, capitaines, commandants de ses chars et de sa cavalerie.",
            "Les surveillants en chef des travaux de Salomon étaient au nombre de cinq cent cinquante, chargés de stimuler les travailleurs.",
            "Quant à la fille de Pharaon, elle se transporta de la Cité de David dans la demeure que Salomon lui avait construite; c’est ensuite qu’il édifia le Millo.",
            "Trois fois l’année, Salomon offrait des holocaustes et autres sacrifices sur l’autel qu’il avait élevé au Seigneur; il offrait, en outre, l’encens devant le Seigneur, et il compléta le service du temple.",
            "Le roi Salomon fit aussi construire une flotte à Ecion-Ghéber, qui est près d’Elot, au bord de la mer de Souf, dans le pays d’Edom.",
            "Hiram envoya sur ces vaisseaux ses serviteurs, matelots experts dans la marine, pour aider les serviteurs de Salomon.",
            "Ils arrivèrent à Ofir et en rapportèrent quatre cent vingt kikkar d’or, qu’ils remirent au roi Salomon."
        ],
        [
            "La reine de Saba, instruite de la renommée que Salomon avait acquise sous les auspices de l’Éternel, voulut l’éprouver en lui proposant des énigmes.",
            "Elle se rendit à Jérusalem avec une nombreuse suite de chameaux chargés d’aromates, d’or en très grande quantité, de pierres précieuses, arriva auprès de Salomon et lui exposa toutes ses pensées.",
            "Salomon satisfit à toutes ses questions; pas un seul point qui fût obscur pour le roi et dont il ne lui donnât la solution.",
            "La reine de Saba, voyant toute la sagesse de Salomon, la maison qu’il avait édifiée,",
            "l’approvisionnement de sa table, la situation de ses officiers, les fonctions et le costume de ses serviteurs, ses échansons, les sacrifices offerts par lui à l’Éternel, fut transportée d’admiration,",
            "et dit au roi: \"C’était donc vrai, ce que j’ai entendu dire, dans mon pays, de tes discours et de ta sagesse!",
            "Je ne croyais pas à ces propos, avant d’être venue ici et d’avoir vu de mes yeux; or, on ne m’avait pas dit la moitié de ce qui est, ta science et ton mérite sont supérieurs à ta réputation.",
            "Heureux tes gens, heureux tes serviteurs que voici, qui t’entourent sans cesse et entendent tes sages paroles!",
            "Soit loué l’Éternel, ton Dieu, qui t’a pris en affection et placé sur le trône d’Israël! Dans son amour constant pour ce peuple, il t’a fait roi pour que tu exerces le droit et la justice.\"",
            "Et elle fit présent au roi de cent vingt kikkar d’or, d’aromates en très grande quantité et de pierres précieuses; on n’a plus vu, depuis, autant d’aromates que ceux-là, offerts par la reine de Saba au roi Salomon.",
            "(En outre, la flotte de Hiram, qui rapportait de l’or d’Ofir, en rapporta aussi du bois d’almougghim en quantité énorme, et des pierres précieuses.",
            "De ce bois d’almougghim, le roi fit des rampes pour la maison de Dieu et pour la maison royale, des harpes et des luths pour les chantres. On n’a apporté ni vu de semblable bois d’almougghim jusqu’à ce jour.)",
            "A son tour, le roi Salomon donna à la reine de Saba tout ce qu’elle désirait et avait demandé, indépendamment des présents qu’il lui fit et qui furent dignes de sa puissance royale. Elle s’en retourna alors dans son pays avec ses serviteurs.",
            "Le poids de l’or reçu annuellement par Salomon s’élevait à six cent soixante-six kikkar;",
            "non compris les redevances des marchands voyageurs et colporteurs, des rois alliés et des gouverneurs du pays.",
            "Le roi Salomon fit confectionner deux cents boucliers longs en or fin, dont six cents sicles d’or furent employés pour chaque bouclier;",
            "et trois cents autres boucliers en or fin, exigeant trois mines d’or chacun. Le roi les fit placer dans la \"maison de la Forêt du Liban\".",
            "Le roi fit aussi faire un grand trône d’ivoire, qu’on recouvrit d’or pur.",
            "Six degrés conduisaient à ce trône, que surmontait un dais s’arrondissant par derrière; des deux côtés du siège se trouvaient des bras, près desquels se tenaient deux lions;",
            "et douze lions étaient rangés, de part et d’autre, sur les six degrés. Pareille chose n’avait été faite dans aucun royaume.",
            "Tous les vases à boire du roi Salomon étaient en or, et toute la vaisselle dans la maison de la Forêt du Liban était de l’or le plus fin. Point d’argent: il n’avait aucune valeur du temps de Salomon.",
            "De fait, le roi avait une flotte à destination de Tarsis, naviguant avec la flotte de Hiram, et qui revenait tous les trois ans avec une cargaison d’or et d’argent, d’ivoire, de singes et de paons.",
            "Le roi Salomon surpassa tous les rois de la terre en opulence et en sagesse.",
            "De partout on venait rendre visite à Salomon, pour jouir de la sagesse que Dieu avait mise en son cœur.",
            "Et chacun lui offrait, comme hommage, des objets d’argent ou d’or, des vêtements, des armes, des aromates, des chevaux, des mulets, et cela chaque année.",
            "Salomon eut une collection de chars et de cavaliers, quatorze cents chars, douze mille cavaliers, les fit diriger vers les dépôts de chars et en garda près de lui à Jérusalem.",
            "Le roi rendit l’argent, à Jérusalem, aussi commun que les pierres, et les cèdres aussi nombreux que les sycomores de la vallée.",
            "C’était de l’Égypte que provenaient les chevaux de Salomon; un groupe de marchands, sujets du roi, les acquéraient en masse à prix d’argent.",
            "Tout attelage montant d’Égypte revenait à six cents pièces d’argent, et un cheval à cent cinquante. C’est dans les mêmes conditions qu’ils les exportaient pour tous les rois des Héthéens et pour ceux d’Aram."
        ],
        [
            "Or, le roi Salomon aima, indépendamment de la fille de Pharaon, un grand nombre de femmes étrangères, Moabites, Ammonites, Iduméennes, Sidoniennes, Héthéennes,",
            "d’entre ces peuples dont l’Éternel avait dit aux enfants d’Israël: \"Ne vous mêlez point à eux et ne les laissez point se mêler à vous, car certes ils attireraient votre cœur à leurs divinités\"; c’est là que Salomon porta ses amours.",
            "Il eut sept cents épouses attitrées et trois cents concubines, et ces femmes égarèrent son cœur.",
            "C’est au temps de sa vieillesse que les femmes de Salomon entraînèrent son cœur vers des dieux étrangers, de sorte que son cœur n’appartint point sans réserve à l’Éternel, son Dieu, comme le cœur de David, son père.",
            "Il servit Astarté, la divinité des Sidoniens, et Milkom, l’impure idole des Ammonites.",
            "Bref, Salomon fit ce qui déplaît au Seigneur, loin de lui rester fidèle comme avait fait David, son père.",
            "En ce temps, Salomon bâtit un haut-lieu pour Khamos, idole de Moab, sur la montagne qui fait face à Jérusalem, et un autre à Moloch, idole des Ammonites.",
            "Et ainsi fit-il pour toutes ses femmes étrangères, qui purent brûler de l’encens à leurs dieux et leur offrir des sacrifices.",
            "L’Éternel se courrouça contre Salomon, parce que son cœur était devenu infidèle au Seigneur, Dieu d’Israël, qui lui était apparu par deux fois,",
            "et lui avait donné ses ordres sur ce point pour l’empêcher de suivre les dieux étrangers; mais il n’avait pas obéi aux ordres de l’Éternel.",
            "Et l’Éternel dit à Salomon: \"Puisque tu as agi de la sorte, que tu n’as pas respecté mon pacte et les défenses que je t’avais faites, je t’arracherai la royauté et je la donnerai à ton serviteur.",
            "Toutefois, pour l’amour de ton père David, je n’accomplirai pas cette menace de ton vivant: c’est de la main de ton fils que je l’arracherai.",
            "Je ne lui arracherai cependant pas le royaume entier, je lui laisserai une tribu, en faveur de mon serviteur David et de Jérusalem, ma ville d’élection.\"",
            "Le Seigneur suscita un ennemi à Salomon: ce fut Hadad l’Iduméen, qui était de la race royale d’Idumée.",
            "Quand David fut en Idumée, où Joab, chef de l’armée, monta pour enterrer les morts, et qu’il eut fait périr tout Iduméen mâle,",
            "(car Joab était resté là six mois, avec tout Israël, jusqu’à l’extermination de tous les mâles de l’Idumée),",
            "Hadad s’enfuit, avec quelques Iduméens, serviteurs de son père, pour se rendre en Égypte. Hadad était alors un jeune garçon.",
            "Ils partirent de Madian, atteignirent Pharan, d’où ils emmenèrent encore des gens, et arrivèrent en Égypte auprès de Pharaon, roi de ce pays, qui lui donna une maison, lui assura des aliments et lui fit présent d’une terre.",
            "Hadad plaisait fort à Pharaon, qui lui fit épouser la sœur de sa femme, la sœur de la princesse Tahpenès.",
            "La sœur de Tahpenès lui donna un fils, Ghenoubat, que Tahpenès fit sevrer dans la maison de Pharaon; Ghenoubat demeura dans cette maison avec les enfants de Pharaon.",
            "Or, Hadad apprit en Égypte que David reposait avec ses pères et que Joab, chef de l’armée, était mort; et il dit à Pharaon: \"Laisse-moi partir, que je retourne dans mon pays.\"",
            "Pharaon lui répondit: \"Mais que te manque-t-il auprès de moi, pour que tu désires rentrer dans ton pays? Rien, dit-il, mais il faut que tu me laisses partir.\"",
            "Dieu lui suscita encore un ennemi: Rezôn, fils d’Elyada, qui s’était enfui de chez Hadadézer, roi de Çoba, son mitre.",
            "Il rassembla des hommes autour de lui, et devint chef de bande lorsque David les eut défaits; ils allèrent alors à Damas, s’y établirent et y dominèrent.",
            "Il fut un ennemi d’Israël tant que vécut Salomon, indépendamment du mal que fit Hadad; il fut hostile à Israël tant qu’il régna sur Aram.",
            "Et aussi Jéroboam, fils de Nebat, un Ephratéen de Cerêda, dont la mère une veuve se nommait Ceroua, et qui était serviteur de Salomon, se révolta contre le roi.",
            "Voici quelle fut l’occasion de cette révolte. Salomon, construisant le Millo, ferma les brèches de la Cité de David, son père.",
            "Or, Jéroboam était plein de valeur, et Salomon, remarquant les qualités de travail de ce jeune homme, lui confia la surveillance des corvées imposées à la maison de Joseph.",
            "En ce temps-là, Jéroboam, étant sorti de Jérusalem, fut rencontré sur son chemin par le prophète Ahiyya, de Silo; il était couvert d’un manteau neuf, et tous deux étaient seuls dans la campagne.",
            "Ahiyya, saisissant ce manteau neuf, le déchira en douze lambeaux,",
            "et dit à Jéroboam: \"Prends pour toi dix de ces lambeaux, car ainsi a parlé l’Éternel, Dieu d’Israël: \"Je vais arracher le royaume de la main de Salomon et je t’en donnerai dix tribus.",
            "Une seule tribu lui restera, en considération de mon serviteur David et de Jérusalem, la ville que j’ai élue entre toutes les tribus d’Israël.",
            "Parce qu’ils m’ont abandonné, ont adoré Astarté, divinité des Sidoniens, Khamos, divinité de Moab, Milkom, dieu des Ammonites, et n’ont pas marché dans mes voies, en pratiquant ce qui est droit à mes yeux et en obéissant à mes lois et à mes préceptes comme a fait David, son père.",
            "Toutefois, ce n’est pas lui que je dépouillerai de la royauté, car je veux le maintenir prince toute sa vie en faveur de mon serviteur David que j’ai élu, qui a gardé mes lois et mes commandements.",
            "Mais j’enlèverai le royaume à son fils et t’en accorderai dix tribus,",
            "laissant à son fils une tribu, pour que mon serviteur David conserve une possession permanente devant moi dans Jérusalem, la ville que j’ai élue pour y faire régner mon nom.",
            "Pour toi, je t’appellerai à régner en tel lieu qu’il te plaira, et tu seras roi d’Israël.",
            "Or, si tu obéis à tout ce que je t’ordonnerai, si tu marches dans mes voies, et si tu fais ce qui est droit à mes yeux, en observant mes lois et mes préceptes, comme a fait mon serviteur David, je serai avec toi et je t’édifierai une maison durable comme j’en ai édifié pour David, et je te donnerai Israël.",
            "J’humilierai de la sorte la postérité de David, non cependant pour toujours.\"",
            "Salomon chercha à faire périr Jéroboam; mais celui-ci s’enfuit en Égypte auprès de Sésak, roi de ce pays, et y resta jusqu’à la mort de Salomon.",
            "Pour le reste de l’histoire de Salomon, de ses actions et de ses traits de sagesse, ils sont consignés dans le livre des faits de Salomon.",
            "Quant au temps pendant lequel Salomon régna à Jérusalem sur tout Israël, il fut de quarante ans.",
            "Puis Salomon s’endormit avec ses pères et fut enseveli dans la Cité de David, son père. Il eut pour successeur son fils Roboam."
        ],
        [
            "Roboam se rendit à Sichem, car c’est à Sichem que tout Israël était venu pour le proclamer roi.",
            "Lorsque la nouvelle en vint à Jéroboam, fils de Nebat, il était encore en Égypte, où il s’était réfugié à cause du roi Salomon, et il resta encore en Égypte.",
            "Mais on l’envoya chercher, et il vint avec toute l’assemblée d’Israël, et ils parlèrent ainsi à Roboam:",
            "\"Ton père a fait peser sur nous un joug trop dur. Toi maintenant, allège le dur traitement de ton père et le joug pesant qu’il nous a imposé, et nous t’obéirons.\"",
            "Il leur répondit: \"Allez, attendez encore trois jours et puis revenez.\" Et le peuple se retira.",
            "Le roi Roboam consulta les vieillards qui avaient entouré Salomon de son vivant, et leur dit: \"De quelle façon me conseillez-vous de répondre à ce peuple?\"",
            "Et ils lui parlèrent ainsi: \"Si aujourd’hui tu cèdes à ce peuple, si tu te montres conciliant à leur égard et leur donnes pour réponse de bonnes paroles, ils seront constamment tes serviteurs fidèles.\"",
            "Mais il rejeta le conseil que lui avaient donné les vieillards, s’adressa aux jeunes gens qui avaient grandi avec lui et vivaient à ses côtés,",
            "et leur dit: \"Que devons-nous, à votre avis, répondre à ce peuple qui m’a dit: Allège le joug que ton père nous a imposé?\"",
            "Les jeunes gens élevés avec lui lui répondirent: \"Voici ce que tu diras à ce peuple qui t’a parlé en ces termes: Ton père a rendu pesant notre joug, mais toi, rends-le plus léger, tu leur parleras ainsi: Mon petit doigt est plus fort que n’étaient les reins de mon père.",
            "Donc, si mon père vous a imposé un joug pesant, moi je l’appesantirai encore si mon père vous a châtiés avec des verges, moi je vous châtierai avec des scorpions.\"",
            "Jéroboam et tout le peuple vinrent le troisième jour auprès de Roboam, selon la parole du roi, qui avait dit: \"Revenez me trouver le troisième jour.\"",
            "Le roi répondit durement au peuple, sans tenir compte du conseil que lui avaient donné les vieillards.",
            "Suivant le conseil des jeunes gens, il s’exprima ainsi: \"Mon père a fait peser le joug sur vous, moi je le rendrai encore plus lourd; mon père vous a châtiés avec des verges, moi je vous châtierai avec des scorpions.\"",
            "Le roi ne céda donc point au peuple, la chose ayant été ainsi déterminée par le Seigneur, qui voulait exécuter ce qu’il avait déclaré, par Ahiyya de Silo, à Jéroboam, fils de Nebat.",
            "Les Israélites, voyant que le roi ne les avait point écoutés, lui firent cette réponse: \"Quelle part avons-nous de David? Quelle communauté de possession avec le fils de Jessé? A tes tentes, ô Israël! Pourvois désormais à ta maison, David!\" Et Israël rentra dans ses tentes.",
            "Quant aux enfants d’Israël habitant dans les villes de Juda, sur ceux-là seulement régna Roboam.",
            "Le roi Roboam dépêcha Adoram, qui était préposé aux impôts; mais les Israélites le firent mourir à coups de pierres. Le roi Roboam monta à grand’peine sur un char, pour s’enfuir à Jérusalem.",
            "Israël est resté, jusqu’à ce jour, infidèle à la maison de David.",
            "Tout Israël, en apprenant le retour de Jéroboam, l’invita à venir à l’assemblée, et le proclama roi d’Israël; la tribu de Juda seule resta attachée à la maison de David.",
            "Roboam se rendit à Jérusalem et convoqua toute la maison de Juda ainsi que la tribu de Benjamin, cent quatre-vingt mille guerriers d’élite, pour faire la guerre à la maison d’Israël afin de restituer la royauté à Roboam, fils de Salomon.",
            "Alors la parole divine s’adressa à Chemaya, homme de Dieu, en ces termes:",
            "\"Parle ainsi à Roboam, fils de Salomon, roi de Juda, à toute la maison de Juda et de Benjamin et au reste du peuple:",
            "Ainsi parle le Seigneur: N’allez point faire la guerre à vos frères, les enfants d’Israël, rentrez chacun dans vos demeures, car c’est par moi que cet événement s’est produit.\" Ils obéirent à la parole du Seigneur, et retournèrent sur leurs pas, selon son ordre.",
            "Jéroboam fortifia Sichem, sur la montagne d’Ephraïm, et y résida; puis il en sortit et fortifia Penouêl.",
            "Or, Jéroboam se dit en lui-même: \"La royauté pourrait revenir maintenant à la maison de David.",
            "Si ce peuple monte à Jérusalem pour y offrir des sacrifices dans la maison de Dieu, il se reprendra d’amour pour son maître, pour Roboam, roi de Juda; on me tuera, et l’on reviendra à Roboam, roi de Juda.\"",
            "Après en avoir délibéré, le roi fit faire deux veaux d’or et dit au peuple: \"Assez longtemps vous avez monté à Jérusalem! Voici tes dieux, Israël, qui t’ont tiré du pays d’Égypte!\"",
            "Il en mit un à Béthel, et plaça l’autre à Dan.",
            "Cet acte devint une source de péchés, car le peuple alla jusqu’à Dan rendre hommage à l’un des veaux.",
            "Il établit aussi un centre de hauts-lieux, et il institua des prêtres pris parmi le peuple et qui n’étaient point de la tribu de Lévi",
            "Jéroboam institua une fête au huitième mois, le quinzième jour du mois, à l’instar de la fête célébrée en Juda, et sacrifia sur l’autel; ainsi fit-il à Béthel, offrant des sacrifices aux veaux qu’il avait fabriqués, et il installa dans Béthel les prêtres des hauts-lieux qu’il avait établis.",
            "Il monta sur l’autel qu’il avait fait à Béthel, le quinzième jour du huitième mois, mois qu’il avait imaginé de son chef; il le consacra comme fête pour les Israélites, et monta sur l’autel pour y brûler de l’encens."
        ],
        [
            "Mais voici qu’un homme de Dieu vint de Juda à Béthel par ordre du Seigneur, tandis que Jéroboam, debout près de l’autel, faisait fumer l’encens;",
            "et il cria à l’autel, selon l’ordre de Dieu, cette parole: \"Autel! Autel! Ainsi parle le Seigneur: Un fils va naître à la famille de David Josias sera son nom qui égorgera sur toi les prêtres des hauts-lieux, lesquels font fumer sur toi l’encens, et ce sont des ossements humains qu’on brûlera sur toi.\"",
            "Et le jour même, il donna une preuve de sa mission en disant: \"Voici la preuve que c’est l’Éternel qui a parlé: l’autel va se fendre, et la cendre qui est dessus se répandra à terre.\"",
            "En entendant l’apostrophe que l’homme de Dieu avait adressée à l’autel de Béthel, le roi Jéroboam étendit la main de dessus l’autel et dit: \"Arrêtez-le!\" Mais sa main tendue se paralysa et il ne put la ramener à lui.",
            "L’autel se fendit et la cendre s’en répandit à terre, selon la preuve annoncée par l’homme de Dieu sur l’ordre du Seigneur.",
            "Sur quoi, s’adressant à l’homme de Dieu, le roi dit: \"De grâce, veuille implorer l’Éternel, ton Dieu, et le prier pour moi, que je puisse ramener ma main.\" L’homme de Dieu implora l’Éternel, le roi put ramener sa main et en recouvra l’usage.",
            "Le roi dit à l’homme de Dieu: \"Viens avec moi dans ma demeure et restaure-toi; je voudrais ensuite te faire un présent.\"",
            "L’homme de Dieu répondit au roi: \"Quand tu me donnerais la moitié de ta maison, je n’irais point avec toi; je ne mangerai ni ne boirai ici.",
            "Car ainsi me l’a ordonné la parole du Seigneur, disant: Tu ne mangeras pas de pain, tu ne boiras pas d’eau, et tu ne reviendras pas par le même chemin que tu auras pris pour aller.\"",
            "Il s’en retourna donc par un autre chemin, et ne reprit pas celui qui l’avait conduit à Béthel.",
            "Or, un autre prophète, âgé, demeurait à Béthel. Un de ses fils vint lui raconter tout ce que l’homme de Dieu avait fait ce jour-là à Béthel et les paroles qu’il avait dites au roi, et ils les redirent à leur père.",
            "Celui-ci leur demanda par quel chemin il était parti (ses fils avaient vu par quel chemin était parti l’homme de Dieu venu de Juda).",
            "Et il dit à ses fils: \"Sanglez-moi l’âne.\" Ils lui sanglèrent l’âne et il le monta.",
            "Il alla dans la direction de l’homme de Dieu, le trouva assis au pied d’un térébinthe et lui dit: \"Es-tu l’homme de Dieu qui est venu de Juda? C’est moi,\" répondit-il.",
            "Il reprit: \"Viens avec moi dans ma maison et prends de la nourriture.\"",
            "Il répondit: \"Je ne puis revenir sur mes pas et aller avec toi, je ne mangerai ni ne boirai rien chez toi en ce lieu; ",
            "car cet ordre m’est venu de la part de l’Éternel: Tu ne dois rien manger ni boire là, ni reprendre le chemin par où tu es venu.",
            "Moi aussi, répliqua l’autre, je suis prophète comme toi; or, un ange m’a dit par ordre de l’Éternel: Ramène-le dans ta maison, qu’il y mange et y boive.\" (Il lui mentait.)",
            "L’homme retourna avec lui, mangea et but dans sa maison.",
            "Tandis qu’ils étaient attablés, une voix divine s’adressa au prophète qui l’avait fait revenir,",
            "et interpellant l’homme de Dieu venant de Juda, elle lui dit: \"Ainsi a parlé le Seigneur: Parce que tu as désobéi au Seigneur, que tu n’as pas respecté l’ordre que t’avait donné l’Éternel, ton Dieu;",
            "parce que tu as rebroussé chemin, que tu as mangé et bu dans le lieu où il t’avait défendu de manger et de boire, ta dépouille n’entrera point au sépulcre de tes pères.\"",
            "Après qu’il eut mangé et bu, on sangla pour lui l’âne appartenant au prophète qui l’avait ramené.",
            "Il partit et rencontra sur son chemin un lion qui le fit périr. Son corps était étendu sur la route, l’âne restant à ses côtés et le lion aussi près du cadavre.",
            "Des passants aperçurent ce cadavre abandonné sur la route et le lion qui se tenait auprès; ils allèrent le raconter dans la ville où demeurait le vieux prophète.",
            "Le prophète qui l’avait fait revenir dit en les entendant: \"C’est le corps de l’homme de Dieu, qui a désobéi à l’ordre du Seigneur; le Seigneur l’a livré au lion, qui l’a mis en pièces et l’a fait périr ainsi que le Seigneur le lui avait prédit.\"",
            "Et il dit à ses fils: \"Sanglez-moi l’âne\"; ce qu’ils firent.",
            "Il partit et trouva le corps étendu sur la route, le lion et l’âne à ses côtés; le lion n’avait point dévoré le cadavre ni mis l’âne en pièces.",
            "Le prophète enleva le corps de l’homme de Dieu, le posa sur l’âne et le ramena. Le vieux prophète entra ainsi dans la ville pour procéder à la cérémonie de deuil et à l’inhumation.",
            "Il déposa le corps dans son propre sépulcre, et on récita sur lui la complainte Hoï ahi.",
            "Après qu’on l’eut enterré, il dit à ses fils: \"Quand je serai mort, ensevelissez-moi dans la tombe où repose l’homme de Dieu, et placez mes ossements auprès des siens;",
            "car, certes, elle se réalisera la parole qu’il a prononcée, par l’ordre du Seigneur, sur l’autel qui est à Béthel et sur tous les temples des hauts-lieux qui sont dans les villes de Samarie...\"",
            "En dépit de ces faits, Jéroboam ne renonça pas à sa mauvaise conduite: il prit de nouveau, dans les rangs du peuple, des prêtres pour les hauts-lieux; qui le voulait se faisait consacrer, et l’on devenait ainsi prêtre des hauts-lieux.",
            "Cette manière d’agir entraîna la condamnation de la maison de Jéroboam, la fit proscrire et anéantir de dessus la face de la terre."
        ],
        [
            "En ce temps-là, Ahiyya, fils de Jéroboam, tomba malade.",
            "Jéroboam dit à sa femme: \"Va, je te prie, et déguise-toi, afin qu’on ne sache pas que tu es la femme de Jéroboam; tu te rendras à Silo, où demeure le prophète Ahiyya, celui qui a prédit que je régnerais sur ce peuple.",
            "Tu emporteras dix pains, des gâteaux et un pot de miel; tu te présenteras à lui, et il t’apprendra ce qui doit advenir de l’enfant.\"",
            "Se conformant à cette parole, la femme de Jéroboam s’en alla à Silo et pénétra dans la maison d’Ahiyya. Or, celui-ci ne pouvait la voir, car la vieillesse avait paralysé ses yeux.",
            "Mais le Seigneur avait dit à Ahiyya: \"La femme de Jéroboam va venir te consulter au sujet de son enfant malade; tu lui parleras de telle et telle façon; mais en t’abordant, elle se donnera comme étrangère.\"",
            "En entendant le bruit de ses pas lorsqu’elle franchissait le seuil, Ahiyya lui dit: \"Entre, épouse de Jéroboam! Pourquoi le déguiser? J’ai reçu pour toi un message sévère.",
            "Va dire à Jéroboam: Ainsi parle l’Éternel, Dieu d’Israël: Je t’avais élevé du milieu du peuple, je t’avais fait chef de mon peuple Israël;",
            "j’avais arraché la royauté à la maison de David pour te l’octroyer à toi; mais tu n’as pas été comme mon serviteur David, qui a gardé mes commandements, qui m’a obéi de tout son cœur en faisant uniquement ce qui est droit à mes yeux.",
            "Surpassant en perversité tous tes devanciers, tu t’es fait des dieux étrangers et des idoles de métal, pour m’outrager, et tu m’as rejeté bien loin de toi!",
            "C’est pourquoi je susciterai le malheur à la maison de Jéroboam; je n’en épargnerai pas la plus infime créature, je ne lui laisserai ni retraite ni ressource en Israël, et je balaierai les derniers vestiges de la maison de Jéroboam comme on balaie à fond les ordures.",
            "Ceux de Jéroboam qui mourront dans la ville seront dévorés par les chiens, et ceux qui mourront dans les campagnes seront la proie des oiseaux de l’air: c’est l’Éternel qui l’a dit.",
            "Pour toi, va, retourne en ta demeure; à ton premier pas dans la ville, l’enfant mourra.",
            "Tout Israël mènera son deuil quand on l’ensevelira, car, seul de la maison de Jéroboam, il aura une sépulture, parce que l’Éternel, Dieu d’Israël, l’en a trouvé seul digne dans cette famille.",
            "Mais l’Éternel suscitera un roi d’Israël qui anéantira la maison de Jéroboam ce même jour, que dis-je? dès aujourd’hui.",
            "L’Éternel frappera Israël, comme le roseau est ballotté dans l’eau; il arrachera Israël de ce beau pays qu’il a donné à leurs pères, il les dispersera par delà le fleuve, parce qu’ils ont, avec leurs achêrot, irrité le Seigneur.",
            "Il traitera ainsi Israël, à cause des méfaits de Jéroboam, qu’il a commis et qu’il a fait commettre à Israël.\"",
            "Là-dessus, la femme de Jéroboam se retira et se rendit à Tirça. Comme elle atteignit le seuil de la maison, le jeune garçon mourut.",
            "On l’ensevelit, et tout Israël mena son deuil, selon la parole du Seigneur, transmise par son serviteur, le prophète Ahiyya.",
            "Pour les autres faits concernant Jéroboam, ses guerres et son règne, ils sont consignés dans le livre des annales des rois d’Israël.",
            "La durée du règne de Jéroboam fut de vingt-deux ans; après quoi, il s’endormit avec ses pères, et son fils Nadab lui succéda.",
            "Roboam, fils de Salomon, fut roi de Juda. Il avait quarante et un ans à son avènement, et il régna dix-sept ans à Jérusalem, la ville que le Seigneur avait choisie entre toutes les tribus d’Israël pour y faire dominer son nom. Sa mère se nommait Naama; elle était ammonite.",
            "Les Judaïtes firent ce qui déplaît au Seigneur, et ils l’irritèrent plus que n’avaient jamais fait leurs pères, par les péchés qu’ils commirent.",
            "Ils érigèrent, eux aussi, des hauts-lieux, des monuments et des statues d’Astarté, sur toute colline élevée et sous tout arbre touffu.",
            "Il y eut même des prostitués dans le pays, où l’on imita toutes les abominations des peuples que le Seigneur avait dépossédés en faveur des enfants d’Israël.",
            "Dans la cinquième année du règne de Roboam, Sésak, roi d’Égypte, vint attaquer Jérusalem.",
            "Il s’empara des trésors de la maison de Dieu, et de ceux de la maison du roi, et emporta le tout. Il enleva aussi tous les boucliers d’or qu’avait fait faire Salomon.",
            "Le roi Roboam les remplaça par des boucliers de cuivre, dont il confia la garde aux chefs des coureurs chargés de surveiller l’entrée du palais.",
            "Chaque fois que le roi se rendait à la maison de Dieu, les coureurs portaient ces boucliers, puis les replaçaient dans leur salle de service.",
            "Pour le reste de l’histoire et des faits et gestes de Roboam, ils sont consignés dans le livre des annales des rois de Juda.",
            "Roboam et Jéroboam furent constamment en guerre.",
            "Roboam s’endormit avec ses pères et fut enterré auprès d’eux dans la Cité de David. Sa mère, une Ammonite, s’appelait Naama. Il eut pour successeur son fils Abiam."
        ],
        [
            "C’est dans la dix-huitième année du règne de Jéroboam, fils de Nebat, qu’Abiam devint roi de Juda.",
            "Il régna trois ans à Jérusalem. Sa mère se nommait Maakha, fille d’Abichalom.",
            "Il se rendit coupable de tous les péchés que son père avait commis avant lui, et son cœur n’appartint pas sans partage à l’Éternel, son Dieu, comme le cœur de son aïeul David.",
            "Car, c’est en faveur de David que l’Éternel, son Dieu, lui avait accordé un domaine en Jérusalem, voulant conserver son descendant après lui et assurer la durée de Jérusalem;",
            "parce que David avait fait ce qui est droit aux yeux de l’Éternel et n’avait contrevenu, toute sa vie, à aucune de ses prescriptions, à part l’affaire d’Urie, le Héthéen.",
            "Il y eut guerre entre Roboam et Jéroboam tout le temps de sa vie.",
            "Pour le surplus des faits et gestes d’Abiam, ils sont mentionnés dans le livre des annales des rois de Juda, ainsi que la guerre entre Abiam et Jéroboam.",
            "Abiam reposa avec ses pères, et fut enseveli dans la Cité de David. Asa, son fils, lui succéda.",
            "C’est dans la vingtième année du règne de Jéroboam sur Israël qu’Asa devint roi de Juda.",
            "Il régna quarante et un ans à Jérusalem. Le nom de sa mère était Maakha, fille d’Abichalom.",
            "Asa fit ce qui est agréable au Seigneur, à l’exemple de son aïeul David.",
            "Il fit disparaître du pays ceux qui se prostituaient, et il en éloigna toutes les impures idoles faites par ses pères.",
            "Il destitua même de la régence sa mère Maakha, qui avait consacré une image à Achéra; par l’ordre d’Asa, cette image fut abattue et brûlée dans la vallée de Cédron.",
            "Toutefois, les hauts-lieux ne disparurent point; mais le cœur d’Asa resta fidèle à l’Éternel, son Dieu, toute sa vie.",
            "Il fit porter dans la maison du Seigneur ce que son père et lui-même avaient consacré en fait d’argent, d’or et de vases précieux.",
            "Il y eut guerre entre lui et Baasa, roi d’Israël, toute leur vie.",
            "Baasa, roi d’Israël, étant venu attaquer Juda, fortifia Rama pour ne pas laisser l’entrée libre à Asa, roi de Juda.",
            "Alors Asa prit tout l’argent et l’or qui restaient dans les trésors du temple, joints aux trésors de la maison du roi, les remit à ses serviteurs et les envoya à Ben-Hadad, fils de Tabrimmôn, fils de Hezyôn, roi de Syrie, résidant à Damas, avec ces paroles:",
            "\"Toi et moi soyons alliés, comme mon père fut allié du tien. Je t’envoie un cadeau d’argent et d’or, afin que tu rompes ton alliance avec Baasa, roi d’Israël, et qu’il se retire de chez moi.\"",
            "Ben-Hadad, accédant à la demande d’Asa, envoya ses généraux contre les villes d’Israël, et prit de vive force Iyyôn, Dan, Abel-Beth-Maakha, toute la région de Kinnerot avec tout le territoire de Nephtali.",
            "Lorsque Baasa en fut informé, il renonça à fortifier Rama et s’établit à Tirça.",
            "Le roi Asa convoqua alors tous les gens de Juda, sans dispenser personne; et ils enlevèrent les pierres et le bois employés par Baasa aux travaux de Rama; Asa s’en servit pour fortifier Ghéba-en-Benjamin et Miçpa.",
            "Pour le surplus de l’histoire d’Asa, ses exploits et ses travaux, et les villes qu’il a bâties, tous ces faits sont consignés dans le livre des annales des rois de Juda; il est à noter seulement que, dans sa vieillesse, il eut les pieds malades.",
            "Asa s’endormit avec ses pères et fut inhumé auprès d’eux dans la Cité de David, son aïeul. Josaphat, son fils, régna à sa place.",
            "Nadab, fils de Jéroboam, devint roi d’Israël la seconde année du règne d’Asa, roi de Juda, et régna deux ans sur Israël.",
            "Il fit ce qui déplaît à l’Éternel, imitant la conduite de son père et les péchés qu’il avait fait commettre à Israël.",
            "Baasa, fils d’Ahiyya, de la maison d’Issachar, conspira contre lui et le fit périr à Ghibetôn, ville des Philistins, tandis que Nadab et tout Israël assiégeaient cette ville.",
            "C’est la troisième année du règne d’Asa, roi de Juda, que Baasa tua Nadab, à qui il succéda.",
            "Devenu roi, il extermina toute la famille de Jéroboam, n’en épargnant pas une âme, jusqu’à ce qu’il l’eût anéantie, ainsi que le Seigneur l’avait annoncé par l’organe de son serviteur Ahiyya, de Silo,",
            "à cause des péchés que Jéroboam avait commis et fait commettre à Israël, provoquant ainsi la colère du Seigneur, Dieu d’Israël.",
            "Quant au reste de l’histoire et des actes de Nadab, ils sont consignés dans le livre des annales des rois d’Israël.",
            "Il y eut guerre entre Asa et Baasa, toute leur vie.",
            "C’est dans la troisième année d’Asa, roi de Juda, que Baasa, fils d’Ahiyya, devint roi de tout Israël; il résida à Tirça et régna vingt-quatre ans.",
            "Il fit ce qui déplaît au Seigneur, imitant la conduite de Jéroboam et les péchés qu’il avait fait commettre à Israël."
        ],
        [
            "La parole du Seigneur s’adressa à Jéhu, fils de Hanani, pour qu’il tint ce discours à Baasa:",
            "\"Alors que je t’avais tiré de la poussière pour te faire prince de mon peuple d’Israël, tu as marché dans la voie de Jéroboam et tu as fait pécher les enfants d’Israël, provoquant ma colère par leurs péchés.",
            "Eh bien! Je ferai place nette derrière toi, Baasa, et derrière ta maison, je la traiterai comme la maison de Jéroboam, fils de Nebat.",
            "Ceux de Baasa qui mourront dans la ville seront dévorés par les chiens, et ceux qui mourront dans les champs seront la pâture des oiseaux du ciel...\"",
            "Quant au reste de l’histoire de Baasa, à ses actes et à ses exploits, ils sont consignés dans le livre des annales des rois d’Israël.",
            "Baasa, s’étant endormi avec ses pères, fut enseveli à Tirça. Il eut pour successeur son fils Ela.",
            "C’est par l’organe de Jéhu, fils de Hanani, le prophète, que la parole de l’Éternel avait été prononcée contre Baasa et sa maison, soit à cause du mal qu’il avait fait aux yeux de l’Éternel, l’irritant par sa conduite et imitant la famille de Jéroboam, soit parce qu’il avait frappé cette dernière.",
            "Dans la vingt-sixième année du règne d’Asa, roi de Juda, Ela, fils de Baasa, devint roi d’Israël: il résida deux ans à Tirça.",
            "Son officier Zimri, qui commandait la moitié de sa cavalerie, forma un complot contre lui, tandis qu’il s’enivrait à Tirça dans la maison d’Arça, son intendant en cette ville.",
            "Zimri survint et le frappa à mort (c’était la vingt-septième année du règne d’Asa, roi de Juda), et devint roi à sa place.",
            "Devenu roi et en possession du trône, il fit périr toute la maison de Baasa, ses parents et ses amis, sans en épargner la plus infime créature.",
            "Zimri détruisit ainsi toute la maison de Baasa, selon la parole de l’Éternel, transmise à Baasa par le prophète Jéhu:",
            "en punition de tous les péchés de Baasa et de son fils Ela, péchés qu’ils commirent et firent commettre aux Israélites, irritant le Seigneur, Dieu d’Israël, par leurs vaines idoles.",
            "Pour le reste de l’histoire et des actes d’Ela, ils sont consignés dans le livre des annales des rois d’Israël.",
            "Dans la vingt-septième année du règne d’Asa, roi de Juda, Zimri devint roi et résida sept jours à Tirça; le peuple assiégeait alors Ghibetôn, ville des Philistins.",
            "Le peuple campé là ayant appris que Zimri avait conspiré et même avait tué le roi, tout Israël proclama roi Omri, chef de l’armée d’Israël, ce jour-là même, dans le camp.",
            "Omri, accompagné de tout Israël, se retira de Ghibetôn et vint assiéger Tirça.",
            "Zimri, voyant que la ville était prise, pénétra dans le donjon du palais du roi, mit de sa propre main le feu au palais et périt dans les flammes.",
            "C’était la punition des péchés qu’il avait commis en faisant ce qui déplaît à l’Éternel, en suivant la conduite de Jéroboam en ce qui concerne les péchés qu’il avait fait commettre à Israël.",
            "Pour le reste de l’histoire de Zimri et du complot qu’il avait organisé, on le trouve consigné dans le livre des annales des rois d’Israël.",
            "Le peuple israélite se partagea alors en deux moitiés, dont l’une s’attacha à Tibni, fils de Ghinat, qu’elle proclama roi, et l’autre à Omri.",
            "Les partisans d’Omri triomphèrent de ceux de Tibni, fils de Ghinat; Tibni périt et Omri resta roi.",
            "C’est dans la trente et unième année du règne d’Asa, roi de Juda, qu’Omri devint roi d’Israël; il régna douze ans, dont six à Tirça.",
            "Il acquit de Chémer la montagne de Samarie, pour deux kikkar d’argent; et il bâtit sur cette montagne une ville à laquelle il donna le nom de Samarie, d’après celui de Chémer, propriétaire de la montagne.",
            "Omri fit ce qui déplaît à l’Éternel, et se conduisit plus mal qu’aucun de ses devanciers.",
            "Il imita en tout la conduite de Jéroboam, fils de Nebat, et les péchés qu’il avait fait commettre aux Israélites, irritant le Seigneur, Dieu d’Israël, par leurs vaines idoles.",
            "Quant au reste de l’histoire d’Omri et à ses hauts faits, ils sont mentionnés dans le livre des annales des rois d’Israël.",
            "Omri, s’étant endormi avec ses pères, fut inhumé à Samarie, et eut pour successeur son fils Achab.",
            "Achab, fils d’Omri, devint roi d’Israël l’an trente-huit du règne d’Asa, roi de Juda; il régna sur Israël, à Samarie, vingt-deux ans.",
            "Achab, fils d’Omri, fit ce qui déplaît au Seigneur, plus que tous ceux qui l’avaient précédé.",
            "Ne se contentant pas d’imiter les péchés de Jéroboam, fils de Nebat, il prit pour femme Jézabel, fille d’Etbaal, roi des Sidoniens, puis s’adonna au culte de Baal et se prosterna devant lui.",
            "Il érigea un autel en son honneur, dans le temple qu’il lui avait bâti à Samarie.",
            "Achab fit aussi une Achêra. Bref, il excita, par sa conduite, la colère de l’Éternel, Dieu d’Israël, plus que tous les rois d’Israël, ses prédécesseurs.",
            "Sous son règne, Hiél, de Béthel, rebâtit Jéricho; la pose des fondations coûta la vie à son fils aîné, Abiram, et celle des portes à Segoub, son plus jeune fils, conformément à la parole de Dieu transmise par l’organe de Josué, fils de Noun."
        ],
        [
            "Élie le Tisbite, un de ceux qui s’étaient établis en Galaad, dit à Achab: \"Par le Dieu vivant, divinité d’Israël, à qui s’adressent mes hommages! Il n’y aura, ces années-ci, ni pluie ni rosée, si ce n’est à mon commandement.\"",
            "Et la parole de l’Éternel lui fut adressée en ces termes:",
            "\"Quitte ce lieu, dirige-toi vers l’Orient et cache-toi près du torrent de Kerit, qui fait face au Jourdain.",
            "Tu boiras de ses eaux, et les corbeaux, sur mon ordre, y pourvoiront à tes besoins.\"",
            "Il partit et, se conformant à la parole du Seigneur, alla s’établir près du torrent de Kerit en face du Jourdain.",
            "Les corbeaux lui apportaient du pain et de la viande le matin, du pain et de la viande le soir, et il buvait de l’eau du torrent.",
            "Mais au bout de quelque temps le torrent se trouva tari, la pluie ayant fait défaut dans le pays.",
            "Alors l’Éternel lui adressa la parole en ces termes:",
            "\"Lève-toi, va à Sarepta, qui est près de Sidon, et tu t’y établiras. Là est une femme veuve, que j’ai chargée de te nourrir.\"",
            "Il se mit en route et alla à Sarepta. Arrivé à l’entrée de la ville, il y vit une veuve qui ramassait du bois; il l’appela et lui dit: \"Prends-moi, je te prie, un peu d’eau dans un vase, pour que je boive.\"",
            "Elle y alla, et il la rappela en disant: \"Prends en main, je te prie, une tranche de pain pour moi.\"",
            "Elle répondit: \"Par le Dieu vivant que tu sers! Je n’ai pas une galette, rien qu’une poignée de farine dans une cruche, un peu d’huile dans une bouteille. Je ramasse maintenant deux morceaux de bois; je vais rentrer, je ferai un plat pour moi et mon fils, nous le mangerons et nous attendrons la mort.",
            "Ne crains rien, lui dit Élie, rentre, et fais comme tu l’as dit. Seulement, tu en feras un petit gâteau pour moi d’abord, et tu me l’apporteras; tu feras cuire ensuite pour toi et pour ton fils.",
            "Car, ainsi à parlé le Seigneur, Dieu d’Israël: La cruche de farine ne se videra pas, ni la bouteille à l’huile ne diminuera, jusqu’au jour où le Seigneur répandra la pluie sur cette contrée.\"",
            "Elle s’en alla et fit ce qu’avait dit Élie; et elle eut à manger, elle, son fils et sa famille, pour longtemps.",
            "La cruche de farine ne se vida pas, ni la bouteille d’huile ne diminua, ainsi que le Seigneur l’avait annoncé par l’entremise d’Élie.",
            "Quelque temps après, le fils de cette femme, de la maîtresse du logis, tomba malade, et sa maladie s’aggrava au point qu’il ne lui resta plus de souffle.",
            "La mère dit à Élie: \"Qu’avons-nous à démêler ensemble, homme de Dieu? Tu es venu chez moi pour réveiller le souvenir de mes fautes et causer la mort de mon fils!\"",
            "Il lui répondit: \"Donne-moi ton fils.\" Et il le prit d’entre ses bras, le porta dans la chambre haute où il logeait, le coucha sur son propre lit,",
            "et invoqua l’Éternel en disant: \"Seigneur, mon Dieu! Quoi! Même envers cette veuve, dont je suis l’hôte, tu userais de rigueur, en faisant mourir son fils!\"",
            "Alors il s’étendit sur l’enfant par trois fois et invoqua l’Éternel en disant: \"Seigneur, mon Dieu! Permets que la vie revienne au cœur de cet enfant!\"",
            "L’Éternel exauça la prière d’Élie, et la vie revint au cœur de l’enfant, et il fut sauvé.",
            "Élie prit l’enfant, le transporta de la chambre haute à l’intérieur et le rendit à sa mère en disant: \"Vois, ton fils est vivant.\"",
            "La femme répondit à Élie: \"Je reconnais bien maintenant que tu es un homme de Dieu, et que la parole du Seigneur dans ta bouche est vérité.\""
        ],
        [
            "De longs jours s’écoulèrent. La troisième année, la parole du Seigneur s’adressa à Élie en ces termes: \"Va, présente-toi devant Achab, je veux rendre la pluie à cette contrée.\"",
            "Élie partit pour paraître devant Achab; la famine alors était grande à Samarie.",
            "Achab manda Obadia, l’intendant du palais. Cet Obadia était un fervent adorateur de l’Éternel.",
            "Tandis que Jézabel exterminait les prophètes de l’Éternel, Obadia en avait pris cent, qu’il avait cachés par cinquante dans des cavernes et qu’il avait sustentés de pain et d’eau.",
            "Et Achab dit à Obadia: \"Parcours le pays pour explorer toutes les sources et tous les torrents, peut-être trouverons-nous de l’herbe pour la nourriture des chevaux et des mulets et ne perdrons-nous pas une partie de nos bêtes.\"",
            "Ils répartirent entre eux la contrée à explorer; Achab se dirigea d’un côté, à part, et Obadia, à part, se dirigea de l’autre.",
            "Comme Obadia suivait sa route, il vit venir Élie à sa rencontre; le reconnaissant, il se jeta sur la face et dit: \"Est-ce toi, Élie, mon seigneur?\"",
            "Il lui répondit: \"C’est moi. Va dire à ton maître: Voici Élie.\"",
            "Obadia repartit: \"Quel mal ai-je fait, pour que tu exposes ton serviteur à être mis à mort par Achab?",
            "Par l’Éternel, ton Dieu! Il n’est peuple ni royaume où mon maître n’ait envoyé pour te chercher; et quand ils disaient qu’on ne savait rien de toi, il obligeait royaume et peuple à jurer qu’on ne t’avait point trouvé.",
            "Et maintenant tu me dis: Va dire à ton maître: Voici Élie!",
            "Mais à peine t’aurais-je quitté, que le souffle du Seigneur te portera vers un lieu que j’ignore; j’irai t’annoncer à Achab, et il ne te trouvera pas, et il me tuera! Or, ton serviteur révère l’Éternel depuis son enfance.",
            "Mon seigneur n’a-t-il pas appris ce que je fis, lorsque Jézabel mit à mort les prophètes de l’Éternel? J’en cachai une centaine cinquante dans chaque souterrain - et je les nourris de pain et d’eau.",
            "Et maintenant tu dis: Va dire à ton maître: Voici Élie! Mais il me tuera!\"",
            "Élie répondit: \"Par l’Éternel-Cebaot, dont je suis le serviteur! Aujourd’hui même je paraîtrai à sa vue.\"",
            "Obadia alla rejoindre Achab, qu’il mit au courant, et Achab alla au-devant d’Élie.",
            "En apercevant Élie, Achab lui dit: \"Te voilà donc, perturbateur d’Israël?\"",
            "Il répondit: \"Ce n’est pas moi qui ai jeté le trouble en Israël, c’est toi et la maison de ton père, puisque vous avez déserté les lois de l’Éternel, puisque tu as adopté le culte des Baal!",
            "Et maintenant, fais rassembler autour de moi tout Israël vers le mont Carmel, avec les quatre cent cinquante prophètes de Baal et les quatre cents prophètes d’Achêra, qui vivent de la table de Jézabel.",
            "Achab envoya des ordres parmi tous les enfants d’Israël, et rassembla les prophètes sur le mont Carmel.",
            "Élie s’avança devant tout le peuple, et s’écria: \"Jusqu’à quand clocherez-vous entre les deux partis? Si l’Éternel est le vrai Dieu, suivez-le; si c’est Baal, suivez Baal!\" Mais le peuple ne lui répondit mot.",
            "Et Elle dit au peuple: \"Je suis resté, moi, seul prophète de l’Éternel, tandis que les prophètes de Baal sont quatre cent cinquante.",
            "Qu’on nous donne deux taureaux: ils en choisiront un pour eux, le dépèceront, l’arrangeront sur le bois, mais sans y mettre le feu; moi, je préparerai l’autre et le placerai sur le bois, sans y mettre le feu.",
            "Alors vous invoquerez votre dieu, et moi j’invoquerai l’Éternel; le dieu qui répondra en envoyant la flamme, celui-là sera le vrai Dieu.\" Tout le peuple s’écria: \"C’est bien dit.\"",
            "Alors Élie dit aux prophètes de Baal: \"Choisissez l’un des taureaux et opérez les premiers, car vous êtes les plus nombreux; puis invoquez votre divinité, mais ne mettez point de feu.\"",
            "Ils prirent le taureau qu’il leur avait laissé choisir, l’accommodèrent, invoquèrent Baal depuis le matin jusqu’à midi, en disant: \"O Baal, exauce-nous!\" Mais point de voix, point de réponse, et ils se démenaient toujours autour de l’autel qu’on avait dressé.",
            "Sur le midi, Élie les railla, disant: \"Criez plus fort, puisque c’est un dieu, quelque affaire l’occupe, une expédition, un voyage… Peut-être dort-il, il s’éveillera.\"",
            "Ils appelèrent à grands cris, se tailladèrent, selon leur coutume, à coups d’épées et de lances, au point que le sang ruisselait sur eux.",
            "L’heure de midi écoulée, leurs transports continuèrent jusqu’au moment de l’oblation; mais nul écho, nulle réponse, pas un signe.",
            "Élie dit alors à tout le peuple: \"Approchez-vous de moi,\" et tout le peuple s’approcha de lui. Et Élie rétablit l’autel renversé de l’Éternel.",
            "Il prit à cet effet douze pierres, selon le nombre des tribus des enfants de Jacob, à qui la voix de l’Éternel avait dit: \"Israël sera ton nom.\"",
            "Et il érigea avec ces pierres un autel dédié à l’Éternel, et il pratiqua tout autour une tranchée, de la contenance de deux mesures de grains.",
            "Puis il disposa le bois, dépeça le taureau, le plaça sur le bois,",
            "et dit: \"Emplissez d’eau quatre cruches et la répandez sur!a victime et sur le bois!\" Il ajouta: \"Encore!\" et l’on obéit; \"une troisième fois!\" et l’on obéit.",
            "L’eau ruisselait autour de l’autel, et la tranchée même, on l’avait remplie d’eau.",
            "A l’heure de l’oblation, le prophète Élie s’avança en disant: \"Éternel! Dieu d’Abraham, d’Isaac et d’Israël! Qu’il devienne manifeste aujourd’hui que tu es la Divinité d’Israël, que je suis ton serviteur, et que c’est par ton ordre que j’ai fait toutes ces choses.",
            "Exauce-moi, Seigneur, exauce-moi, afin que ce peuple reconnaisse que c’est toi le vrai Dieu; et tu auras ainsi amené leur cœur à résipiscence.\"",
            "Le feu de l’Éternel jaillit alors, consuma la victime, le bois, les pierres, la terre, et absorba l’eau de la tranchée.",
            "Tout le peuple, à cette vue, tomba sur sa face et s’écria: \"L’Éternel est le vrai Dieu! L’Éternel est le vrai Dieu!\"",
            "Élie leur dit \"Saisissez-vous des prophètes de Baal et que pas un n’échappe!\" On les saisit, Élie les fit descendre vers la vallée de Kichôn et les y égorgea.",
            "Puis, Élie dit à Achab: \"Va, mange et bois, car déjà j’entends le grondement d’une abondante pluie.\"",
            "Achab se retira pour manger et boire, tandis qu’Élie montait au sommet du Carmel, où il se penchait vers la terre et mettait son visage entre ses genoux.",
            "Et il dit à son serviteur: \"Monte et regarde dans la direction de la mer.\" Il monta, regarda, et dit: \"Je ne vois rien.\" Élie dit jusqu’à sept fois: \"Recommence!\"",
            "La septième fois, le serviteur dit: \"Je vois venir, du côté de la mer, un nuage aussi petit qu’une main d’homme.\" Et Élie répondit \"Va dire à Achab: Fais atteler et redescends, de peur que la pluie ne t’arrête.\"",
            "Cependant, peu à peu, le ciel s’était couvert de nuages, il ventait, et une grosse pluie tomba. Achab monta sur son char et s’en alla à Jezreël.",
            "Poussé par la main de Dieu, Élie ceignit ses reins et courut en avant d’Achab jusqu’à l’entrée de Jezreël."
        ],
        [
            "Achab apprit à Jézabel tout ce qu’avait fait Élie, et comme quoi il avait fait périr tous les prophètes par l’épée.",
            "Et Jézabel envoya un messager à Élie pour lui dire: \"Que les dieux m’en fassent tant et plus, si demain, à pareille heure, je ne t’ai rendu semblable à l’un de ceux-là!\"",
            "Devant cette menace, il se leva, partit pour sauver sa vie, et, arrivé à Bersabée en Juda, il y laissa son serviteur.",
            "Pour lui, il fit une journée de chemin dans le désert, puis alla s’asseoir sous un genêt, et implora la mort en disant: \"Assez maintenant, ô mon Dieu! Prends ma vie, car je ne suis pas meilleur que mes pères!\"",
            "Et il se coucha sous le genêt et s’endormit. Soudain un ange posa la main sur lui et lui dit: \"Lève-toi, mange.\"",
            "Il regarda, et aperçut, près de sa tête, un gâteau cuit à la braise et un vase plein d’eau. Il mangea et but, puis il se recoucha.",
            "Une seconde fois, l’envoyé du Seigneur vint le toucher en disant: \"Lève-toi, mange, car tu as une longue traite à faire.\"",
            "Il se leva, mangea et but, puis, réconforté par ce repas, il marcha quarante jours et quarante nuits jusqu’au Horeb, la montagne de Dieu.",
            "Là, il entra dans une caverne, où il passa la nuit. Et voici que la voix divine s’adressa à lui, disant: \"Que fais-tu là, Élie?\"",
            "Il répondit: \"J’ai fait éclater mon zèle pour toi, Seigneur, Dieu-Cebaot, parce que les enfants d’Israël ont répudié ton alliance, renversé tes autels, fait périr tes prophètes par le glaive moi seul, je suis resté, et ils cherchent aussi à m’enlever la vie.\"",
            "La voix reprit: \"Sors, et tiens-toi sur la montagne pour attendre le Seigneur!\" Et de fait, le Seigneur se manifesta. Devant lui un vent intense et violent, entr’ouvrant les monts et brisant les rochers, mais dans ce vent n’était point le Seigneur. Après le vent, une forte secousse; le Seigneur n’y était pas encore.",
            "Après la secousse, un feu; le Seigneur n’était point dans le feu. Puis, après le feu, un doux et subtil murmure.",
            "Aussitôt qu’Élie le perçut, il se couvrit le visage de son manteau et alla se placer à l’entrée de la caverne, et une voix lui arriva qui disait: \"Que fais-tu là, Élie?\"",
            "Il répondit: \"J’ai fait éclater mon zèle pour toi, Seigneur, Dieu-Cebaot, parce que les enfants d’Israël ont répudié ton alliance, renversé tes autels et fait périr tes prophètes par le glaive; moi seul je suis resté, et ils cherchent aussi à m’enlever la vie.\"",
            "Le Seigneur lui dit: \"Va, reprends ta route vers le désert de Damas. Arrivé là, tu sacreras Hazaël comme roi de Syrie;",
            "puis, Jéhu, fils de Nimchi, tu le sacreras roi d’Israël, et Élisée, fils de Chafat, d’Abel-Mehôla, tu l’oindras comme prophète pour te succéder.",
            "Or, celui qui aura échappé au glaive d’Hazaël, Jéhu le fera mourir; et qui aura échappé au glaive de Jéhu, Élisée le fera mourir.",
            "Mais j’en épargnerai sept mille en Israël: à savoir, tous ceux dont le genou n’a point fléchi devant Baal, et dont la bouche ne lui a point adressé d’hommages.\"",
            "Il partit de ce lieu et rencontra Élisée, fils de Chafat, qui labourait ayant douze paires de bœufs devant lui et se tenant près de la douzième. Élie s’avança vers lui et lui jeta son manteau.",
            "Élisée quitta les bœufs, courut après Élie et lui dit: \"Je voudrais embrasser mon père et ma mère, puis je te suivrai.\" Il lui répondit: \"Va, retire-toi, car que t’ai-je fait?\"",
            "Élisée s’éloigna de lui, prit une paire de bœufs qu’il tua, en fit cuire la chair avec le bois de l’attelage et la donna à manger à ses gens; puis il se mit en devoir de suivre Élie, et il devint son serviteur."
        ],
        [
            "Ben-Hadad, roi de Syrie, rassembla toute son armée, et, assisté de trente-deux rois, avec chars et cavalerie, il alla assiéger Samarie et diriger ses attaques contre elle.",
            "Il envoya des messagers à Achab, roi d’Israël, dans la ville,",
            "pour lui dire: \"Ainsi a parlé Ben-Hadad: A moi ton argent et ton or, à moi aussi tes femmes et tes fils, les meilleurs!\"",
            "Le roi d’Israël répondit: \"Comme tu l’as dit, seigneur roi, je suis à toi, moi et tout ce qui m’appartient.\"",
            "Les messagers revinrent et dirent: \"Ainsi a parlé Ben-Hadad: Si je t’ai fait dire que tu dois me livrer ton argent et ton or, tes femmes et tes fils,",
            "c’est qu’en effet, demain à pareille heure, j’enverrai mes serviteurs chez toi, qui fouilleront ta maison et les maisons de tes sujets, feront main basse sur tout ce que tu as de précieux et l’emporteront.\"",
            "Le roi d’Israël manda tous les anciens du pays et leur dit: \"Sachez et considérez que cet homme a de mauvais desseins, car il m’a fait réclamer mes femmes et mes fils, mon argent et mon or, et je ne les lui ai pas refusés.\"",
            "Tous les anciens et tout le peuple lui dirent: \"Ne l’écoute pas, et ne consens point.\"",
            "Il répondit alors aux envoyés de Ben-Hadad: \"Déclarez à mon seigneur le roi: Tout ce que tu as fait dire en premier lieu à ton serviteur, je le ferai; mais cela je ne puis le faire.\" Les envoyés partirent et lui rapportèrent la réponse.",
            "Ben-Hadad lui fit dire: \"Qu’ainsi me traitent les dieux et pis encore, si la poussière de Samarie suffit pour remplir les mains du peuple qui me suit!\"",
            "Le roi d’Israël fit transmettre cette réponse: \"Celui qui ceint l’épée ne doit pas se vanter comme celui qui la dépose.",
            "En entendant cette réponse, Ben-Hadad, qui était en train de boire avec les rois sous les tentes, dit à ses serviteurs: \"Préparez le siège.\" Et ils firent les apprêts contre la ville.",
            "Or, un prophète, s’avançant vers Achab, roi d’Israël, lui dit: \"Ainsi parle l’Éternel: Tu vois toute cette grande multitude? Eh bien! Je te la livrerai en ce jour, et tu reconnaîtras que je suis l’Éternel.",
            "Avec l’aide de qui?\" demanda Achab. \"Ainsi dit le Seigneur, répondit le prophète: Avec l’aide des jeunes gens des gouverneurs de provinces. Qui, reprit-il, engagera la lutte? Toi-même,\" fut la réponse. ",
            "Alors il passa en revue les jeunes gens des gouverneurs de provinces, qui se trouvèrent au nombre de deux cent trente-deux, ensuite tout le peuple, tous les enfants d’Israël, au nombre de sept mille.",
            "Ils firent une sortie à midi, tandis que Ben-Hadad buvait à s’enivrer sous la tente, avec les trente-deux rois, ses auxiliaires.",
            "Les jeunes gens des gouverneurs de provinces sortirent les premiers. Ben-Hadad s’informa, et on lui fit savoir que des hommes étaient sortis de Samarie.",
            "\"S’ils viennent pour la paix, répondit-il, prenez-les vivants; s’ils viennent pour combattre, prenez-les aussi vivants.\"",
            "Or, ils étaient, en effet, sortis de la ville, d’abord les jeunes gens des gouverneurs de provinces, puis la troupe qui les suivait.",
            "Ils frappèrent chacun son homme; les Syriens s’enfuirent, poursuivis par les Israélites; Ben-Hadad, roi de Syrie, put s’échapper à cheval, avec quelques cavaliers.",
            "Le roi d’Israël fit une sortie, battit chevaux et chars, et infligea aux Syriens une grande défaite.",
            "Le prophète, abordant le roi d’Israël, lui dit: \"Va, fortifie-toi, et avise à ce que tu dois faire, car, au retour de l’année, le roi de Syrie viendra t’attaquer.\"",
            "Les serviteurs du roi de Syrie lui dirent: \"Leur dieu est un dieu de montagnes, c’est pourquoi ils nous ont vaincus; mais attaquons-les en plaine, on verra si nous ne sommes pas les plus forts.",
            "Voici encore ce que tu dois faire: écarte les rois, chacun de son poste, et mets des gouverneurs à leur place.",
            "Puis tu lèveras une armée égale à celle que tu as perdue, des chevaux et des chars aussi nombreux que les précédents, et nous les combattrons en plaine; on verra si nous n’avons pas le dessus.\" Il écouta leur avis et s’y conforma.",
            "Au retour de l’année, Ben-Hadad passa en revue les Syriens, puis monta vers Afek pour attaquer Israël.",
            "Les enfants d’Israël, ayant été passés en revue et approvisionnés, marchèrent à leur rencontre; ils campèrent vis-à-vis d’eux semblables à deux troupeaux de chèvres, tandis que les Syriens remplissaient la contrée.",
            "L’homme de Dieu s’approcha et dit au roi d’Israël: \"Ainsi a parlé l’Éternel: Puisque les Syriens ont dit: l’Éternel est un dieu de montagnes et n’est pas un dieu de vallées, je livrerai en ta main toute cette grande multitude; et vous saurez que je suis l’Éternel.\"",
            "Ils restèrent campés les uns vis-à-vis des autres durant sept jours. Le septième jour le combat s’engagea, et les Israélites battirent les Syriens, en leur tuant cent mille fantassins en un seul jour.",
            "Le reste s’enfuit vers Afek, cherchant un refuge dans la ville; mais la muraille s’écroula sur les vingt-sept mille hommes qui avaient échappé, tandis que Ben-Hadad, réfugié dans la ville, se retirait de chambre en chambre.",
            "Ses serviteurs lui dirent: \"Ecoute, de grâce: nous avons ouï dire que les rois de la maison d’Israël sont des rois généreux; eh bien! Entourons nos reins de cilices et nos têtes de cordes, et allons trouver le roi d’Israël. Peut-être épargnera- t-il ta vie.\"",
            "Et les reins ainsi entourés de cilices et la tête de cordes, ils se présentèrent au roi d’Israël en disant: \"Ton serviteur Ben-Hadad te demande de lui laisser la vie.\" Il répondit: \"ll vit donc encore? Il est mon frère.\"",
            "Les hommes, augurant bien de cette parole, s’en emparèrent aussitôt et dirent: \"Ben- Hadad est ton frère! Allez, dit le roi, amenez-le.\" Ben-Hadad s’avança vers lui, et il le fit monter sur son char.",
            "Ben-Hadad lui dit: \"Les villes que mon père a prises au tien, je les rendrai, et tu pourras te créer des routes à Damas, comme mon père en créa dans Samarie. Et moi, je te laisserai partir sous le bénéfice de ce traité.\" Et il lui dicta un traité, puis le laissa partir.",
            "Or, un des disciples des prophètes dit à son collègue, par l’ordre du Seigneur: \"Frappe-moi, je te prie.\" L’autre refusa de le frapper.",
            "Il lui dit: \"Puisque tu n’as pas écouté la parole du Seigneur, lorsque tu m’auras quitté, un lion t’attaquera\". L’ayant quitté, il rencontra un lion, qui le tua.",
            "Ayant rencontré un autre homme, il lui dit: \"Frappe-moi, je te prie.\" L’homme le frappa, lui faisant mainte blessure.",
            "Le prophète alla se présenter devant le roi, sur son chemin; il était déguisé, avec un bandeau sur les yeux.",
            "Lorsque le roi passa, il l’implora en disant: \"Ton serviteur était allé au milieu de la bataille, lorsqu’un homme vint à lui et lui amena un prisonnier en disant: Surveille cet homme; s’il venait à manquer, ta vie répondrait pour la sienne, ou tu aurais à payer un kikkar d’argent.",
            "Or, ton serviteur était occupé de côté et d’autre, de sorte que l’homme s’est échappé.\" Le roi d’Israël lui dit: \"C’est ton arrêt, tu l’as prononcé toi-même.\"",
            "Aussitôt l’autre ôta le bandeau de dessus ses yeux, et le roi reconnut en lui un des prophètes.",
            "Celui-ci lui dit: \"Ainsi parle l’Éternel: Parce que tu as laissé partir celui que j’avais condamné, ta vie répondra pour la sienne, et ton peuple pour le sien.\"",
            "Le roi d’Israël rentra chez lui, à Samarie, sombre et consterné."
        ],
        [
            "Voici ce qui arriva à la suite de ces événements. Naboth, le Jezreélite, demeurant à Jezreël, possédait une vigne auprès du palais d’Achab, roi de Samarie.",
            "Achab paria ainsi à Naboth: \"Cède-moi ta vigne pour que j’en fasse un jardin potager, car elle est près de ma maison; je te donnerai en échange une vigne meilleure. Si tu le préfères, je t’en remettrai la valeur en argent.\",",
            "Naboth répondit à Achab: \"Le Seigneur me préserve de te céder l’héritage de mes pères!\"",
            "Achab rentra chez lui triste et abattu, à cause de la réponse que lui avait faite Naboth le Jézreélite, en disant: \"Je ne te céderai pas l’héritage de mes pères.\" Il se jeta sur son lit, la face tournée vers le mur, et ne prit point d’aliments.",
            "Jézabel, sa femme, vint le voir et lui dit: \"Pourquoi ton esprit est-il abattu et ne prends-tu pas de nourriture?\"",
            "Il lui répondit: \"C’est que j’ai parlé à Naboth, le Jezreélite, et lui ai dit: \"Donne-moi ta vigne à prix d’argent, ou, si tu le préfères, je t’en donnerai une autre à la place. Il a répondu: Je ne te donnerai point ma vigne.\"",
            "Jézabel, sa femme, lui répondit: \"Est-ce bien toi qui exerces aujourd’hui la royauté sur Israël? Lève-toi, prends de la nourriture et sois de bonne humeur; c’est moi qui te procurerai la vigne de Naboth, le Jezreélite.\"",
            "Elle écrivit des lettres au nom d’Achab, les scella du sceau royal et les expédia aux anciens et aux nobles de sa ville, qui demeuraient près de Naboth.",
            "Elle avait écrit dans ces lettres: \"Proclamez un jeûne, faites asseoir Naboth à la tête du peuple;",
            "placez en face de lui deux individus sans scrupules, qui déposeront contre lui, en disant: Tu as outragé Dieu et le Roi. Puis on le fera sortir, et on le tuera à coups de pierres.\"",
            "Les anciens et les nobles, qui habitaient dans sa ville, exécutèrent l’ordre de Jézabel, tel qu’il était consigné dans les lettres qu’elle leur avait envoyées.",
            "Ils proclamèrent un jeûne, et placèrent Naboth à la tête du peuple.",
            "Les deux hommes, des gens pervers, vinrent s’asseoir en face de lui, et déposèrent contre Naboth en présence du peuple en disant: \"Naboth a outragé Dieu et le roi.\" On l’emmena hors de la ville, on le lapida, et il mourut.",
            "Puis on envoya dire à Jézabel: \"Naboth a été lapidé, il est mort.\"",
            "En recevant cette nouvelle, Jézabel dit à Achab: \"Va, prends possession de la vigne de Naboth, le Jezreélite, qui avait refusé de te la céder à prix d’argent; Naboth a cessé de vivre, et il est mort.\"",
            "En apprenant la mort de Naboth, Achab se leva et se dirigea vers la vigne de Naboth pour en prendre possession.",
            "Mais la parole de l’Éternel s’adressa à Élie, le Tisbite, en ces termes:",
            "\"Lève-toi, va au-devant d’Achab, roi d’Israël, qui est à Samarie; il se trouve dans la vigne de Naboth, où il est descendu pour en prendre possession.",
            "Tu lui parleras en ces termes: Ainsi a dit l’Éternel: Quoi! Tu as assassiné et maintenant tu prends possession! Ainsi parle l’Éternel: A cette même place où les chiens ont léché le sang de Naboth, ils lécheront aussi le tien.\"",
            "Achab dit à Élie: \"Tu m’as donc atteint, ô mon ennemi? Je t’ai atteint, répondit-il, parce que tu t’es livré toi-même en faisant ce qui déplaît à l’Éternel.",
            "Eh bien! Moi, (dit l’Éternel), je susciterai le malheur contre toi, je balaierai tes derniers vestiges, je ne laisserai point subsister d’Achab la plus infime créature, ni retraite, ni ressources en Israël.",
            "Bref, je traiterai ta maison comme celle de Jéroboam, fils de Nebat, et comme celle de Baasa, fils d’Ahiyya, parce que tu as provoqué mon irritation et fait pécher Israël.",
            "Et sur Jézabel aussi le Seigneur a dit cette parole: Les chiens dévoreront Jézabel dans le territoire de Jezreël.",
            "Ceux d’Achab qui mourront dans la ville seront dévorés par les chiens, et ceux qui mourront dans la campagne seront la proie des oiseaux du ciel.\"",
            "En vérité, personne encore ne s’était, comme Achab, adonné à faire ce qui déplaît à l’Éternel, entraîné qu’il fut par sa femme Jézabel.",
            "Il commit force abominations, en adoptant le culte des impures idoles, comme avaient fait les Amorréens, que l’Éternel avait dépossédés en faveur des enfants d’Israël.",
            "Lorsque Achab entendit ces paroles, il déchira ses vêtements, se couvrit le corps d’un cilice et jeûna; il coucha dans ce cilice, et se traînait en marchant.",
            "Alors l’Éternel s’adressa en ces termes à Élie,le Tisbite:",
            "\"Tu as vu comme Achab s’est humilié devant moi! Pour prix de cette humilité, je ne susciterai pas le malheur sous son règne; c’est du temps de son fils que je susciterai le malheur sur sa maison.\""
        ],
        [
            "Il y eut repos pendant trois ans; point de guerre entre Aram et Israël.",
            "Or, la troisième année, Josaphat, roi de Juda, se rendit auprès du roi d’Israël.",
            "Celui-ci dit alors à ses serviteurs: \"Ramot en Galaad est à nous, vous ne l’ignorez pas; pourquoi donc nous tenir tranquilles, au lieu de l’arracher aux mains du roi de Syrie?\"",
            "Puis il parla ainsi à Josaphat: \"Iras-tu en guerre avec moi contre Ramot en Galaad?\" Il répondit: \"Nous ne faisons qu’un, toi et moi, ton peuple et mon peuple, ta cavalerie et la mienne.\"",
            "Josaphat dit encore au roi d’Israël: \"De grâce, consulte donc en ce jour l’oracle du Seigneur.\"",
            "Le roi d’Israël réunit les prophètes, au nombre d’environ quatre cents, et leur dit: \"Dois-je aller en guerre contre Ramot en Galaad, ou dois-je m’abstenir?\" Ils répondirent: \"Va, l’Éternel livrera la ville au pouvoir du roi.\"",
            "Mais Josaphat insista: \"N’y a-t-il pas ici encore un prophète de l’Éternel que nous puissions interroger?",
            "Il y a bien encore un homme, dit le roi d’Israël, à qui nous pourrions demander ce que dit l’Éternel, mais je le hais, car il ne me prédit jamais rien de bon, toujours du mal. C’est Mikhayou, fils de Yimla.\" Josaphat se récria: \"Que le roi ne tienne pas un pareil langage!\"",
            "Le roi manda un officier et lui ordonna d’amener à la hâte Mikhayou, fils de Yimia.",
            "Cependant, le roi d’Israël et Josaphat, roi de Juda, revêtus de leurs insignes, étaient assis chacun sur son trône, dans une aire, à l’entrée de la porte de Samarie, et tous les prophètes prophétisaient devant eux.",
            "Sédécias, fils de Kenaana, se fit des cornes de fer et dit: \"Telle est la parole du Seigneur: Avec ces cornes tu terrasseras Aram, au point de l’anéantir.\"",
            "Tous les prophètes prédisaient de même et parlaient ainsi: \"Monte contre Ramot en Galaad, et tu triompheras: l’Éternel livrera la ville au pouvoir du roi.\"",
            "De son côté, le messager qui était allé appeler Mikhayou lui avait dit: \"Les prédictions des prophètes sont unanimement favorables au roi; prononce donc le même oracle qu’eux tous. Annonce le succès.\"",
            "Mais Mikhayou avait répondu: \"Vive Dieu! Ce que l’Éternel me dictera, je le dirai.\"",
            "Il vint auprès du roi, qui lui dit: \"Mikhayou, irons-nous en guerre contre Ramot en Galaad, ou nous abstiendrons-nous?\" Il répondit: \"Va, et tu triompheras; l’Éternel livrera la ville au pouvoir du roi.\"",
            "Le roi lui dit: \"Combien de fois t’adjurerai-je de me dire uniquement la vérité au nom de l’Éternel?\"",
            "Il répondit: \"J’ai vu tout Israël dispersé sur les montagnes, comme un troupeau sans pasteur; et l’Éternel disait: Plus de chefs pour les diriger; qu’ils retournent, chacun chez soi, en paix!\"",
            "Le roi d’Israël dit alors à Josaphat: \"Ne t’avais-je pas prévenu que cet homme ne me prédit que le mal et jamais le bien?",
            "Ecoute donc la parole de l’Éternel, reprit Mikhayou: J’ai vu le Seigneur assis sur son trône, tandis que toute l’armée céleste se tenait debout près de lui, à droite et à gauche.",
            "Et l’Éternel dit: Qui ira séduire Achab, afin qu’il monte contre Ramot en Galaad, et y succombe? Celui-ci répondit de telle façon, celui-là de telle autre.",
            "Mais l’Esprit s’avança droit devant l’Éternel et dit: Moi, je veux l’égarer. - Et comment cela? demanda le Seigneur.",
            "Il répondit: J’irai, et je serai un esprit de mensonge dans la bouche de tous ses prophètes. -Tu réussiras à le tromper, reprit le Seigneur; va donc et fais cela.",
            "Et maintenant, oui, l’Éternel a mis un esprit de mensonge dans la bouche de tous tes prophètes que voici, parce qu’il a résolu ta perte.\"",
            "Alors Sédécias, fils de Kenaana s’approcha de Mikhayou et le frappa au visage, en disant: \"Comment l’esprit divin a-t-il passé de moi à toi pour te parler?\"",
            "Mikhayou répondit: \"Tu le verras le jour où tu iras te réfugier de chambre en chambre pour te mettre à l’abri.\"",
            "Le roi d’Israël ordonna aussitôt de conduire Mikhayou auprès d’Amôn, le gouverneur de la ville, et du prince royal Joas,",
            "à qui il fit dire: \"Suivant l’ordre du roi, jetez cet homme en prison et nourrissez-le du pain et de l’eau de misère jusqu’à mon heureux retour.",
            "- Ah! Si tu reviens en paix, s’écria Mikhayou, ce n’est pas l’Éternel qui m’aura inspiré.\" Il ajouta: \"Soyez-en témoins, vous tous ici réunis!\"",
            "Cependant, le roi d’Israël et Josaphat, roi de Juda, montèrent contre Ramot en Galaad.",
            "Le roi d’Israël dit à Josaphat: \"Moi, je vais me déguiser pour aller au combat, mais toi, revêts ton costume royal,\" et il alla en guerre, déguisé.",
            "Or, le roi de Syrie avait donné l’ordre suivant aux commandants de sa cavalerie, qui étaient au nombre de trente-deux: \"Ne dirigez vos coups contre petit ni grand, mais visez uniquement le roi d’Israël.",
            "Lorsque les chefs de la cavalerie aperçurent Josaphat, ils se dirent: \"Ce n’est autre que le roi d’Israël,\" et ils marchèrent sur lui pour le frapper. Josaphat poussa des cris.",
            "Alors, les chefs de la cavalerie reconnurent que ce n’était pas le roi d’Israël et ils se détournèrent.",
            "Mais un soldat tira de l’arc au hasard, et atteignit le roi d’Israël au défaut de la cuirasse. Achab dit à son conducteur: \"Tourne bride et fais-moi sortir de la mêlée, car je suis grièvement blessé.\"",
            "La bataille fut rude en ce jour. Cependant le roi était resté debout sur son char en face du Syrien, mais au soir il expira. Le sang de la plaie avait coulé jusqu’au fond du char.",
            "Au coucher du soleil, la proclamation suivante passa dans les rangs: \"Que chacun retourne dans sa ville et dans son pays!\"",
            "On ramena Achab mort à Samarie, où il fut enseveli.",
            "Tandis qu’on lavait son char auprès de la piscine de Samarie, les chiens léchèrent son sang, et les prostituées se baignaient. Ainsi se réalisa la parole du Seigneur.",
            "Le reste de l’histoire d’Achab et tous les faits accomplis par lui, la construction du palais d’ivoire et des villes qu’il avait bâties, tout cela est consigné dans les annales des rois d’Israël.",
            "Achab s’endormit avec ses pères, et Achazia, son fils, lui succéda.",
            "Josaphat, fils d’Asa, était monté sur le trône de Juda la quatrième année du règne d’Achab en Israël.",
            "Il avait trente-cinq ans, à son avènement, et il régna vingt-cinq ans à Jérusalem. Il avait pour mère Azouba, fille de Chilhi.",
            "Il suivit en tout la voie d’Asa, son père, sans s’en détourner; il fit le bien aux yeux de l’Éternel.",
            "Toutefois, les hauts-lieux ne disparurent pas; le peuple continua à y offrir les sacrifices et l’encens.",
            "Josaphat fut en paix avec le roi d’Israël.",
            "Le reste de l’histoire de Josaphat, ses exploits et ses guerres sont relatés dans les annales des rois de Juda.",
            "C’est lui qui extirpa du pays les dernières traces de la prostitution mâle qui subsistait encore du temps d’Asa, son père.",
            "L’Idumée n’avait pas de roi; c’est un gouverneur qui en tint lieu.",
            "Josaphat avait fait construire la flotte de Tarsis qui devait aller chercher de l’or à Ofir, mais qui n’y parvint pas, car elle fit naufrage à Ecion-Ghéber.",
            "Achazia, fils d’Achab, dit alors à Josaphat: \"Laissons nos équipages naviguer de conserve,\" mais il refusa.",
            "Josaphat s’endormit avec ses pères, et fut enseveli près de ses ancêtres, dans la Cité de son aïeul David. Son fils Joram lui succéda.",
            "Achazia, fils d’Achab, monta sur le trône d’Israël, à Samarie, la dix-septième année du règne de Josaphat en Juda; il régna deux ans sur Israël.",
            "Il fit le mal aux yeux de l’Éternel, marchant dans la voie de son père et de sa mère, et de Jéroboam, fils de Nebat, qui avait induit Israël au péché.",
            "Il servit Baal et lui rendit hommage, provoquant le courroux de l’Éternel, Dieu d’Israël, tout comme avait fait son père."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}