{
    "title": "Birkat Avraham on Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Birkat_Avraham_on_Mishneh_Torah,_Tefillin,_Mezuzah_and_the_Torah_Scroll",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאלה</b> והא דקאמר ז\"ל ב(הלכות) מזוזה שאינה צריכה עיבוד לשמה ראיתי מה ששאל מלפניו ר' יונתן הכהן ז\"ל מנין דבר זה והשיב לו שלא מצינו במזוזה עבודה לשמה והיכא דאיתמר איתמר היכא דלא איתמר לא איתמר וטעמו של דבר שגוף התפלין וגוף ספר תורה הן המצוה אבל המזוזה עצמה אינה המצוה ולא תחשב מצוה אלא מפני הבית החיוב ואם אין בית אין מזוזה אבל ספר תורה ותפלין חובת הגוף התדירה וקשיא לי על תשובה זו וכי הבית עצמו חייב אלא אם כן יהא אדם דר בו אלולי אדם הדר בבית לא נתחייב שהרי בית התבן פטור מן המזוזה וכל כיוצא בו נמצאת גם היא חובת הגוף ולא עוד אלא הרי ציצית שחובת טלית היא ואפילו למאן דאמר חובת גברא אי איכא טלית מיחייבא ואם אין טלית אין ציצית ואפילו הכי בעינן טוויה לשמה ואי משום תדירות ופעמים שאדם דר בשדה ובאוהלים שאין בם חובת מזוזה הרי תפלין ודאי אינה תדירה כדקאמר לן דלילה לאו זמן תפלין הוא ועוד שבתות וימים טובים נמי לאו זמן תפלין ואם כן יותר מחציו של זמן אדם פטור מן התפלין ומזוזה היא חובה הנותנת בכל הזמן כולו ורוב בני אדם לעולם אין דרין בשדות אלא בבתים ויושבין בהם תמיד וצריכה לעמוד ימים רבים ולעולם גופה נמי מצוה ולעולם אימא לך פריש בתפלין וספר תורה והוא הדין למזוזה דכולהו תשמישי קדושה נינהו וצריכין עבודה לשמה ודילמא טעמא אחרינא אשכח.<br><b> תשובה</b> עיקר התשובה היכא דאיתמר איתמר היכא דלא איתמר לא איתמר והמחמיר בדבר זה צריך להביא ראיה ואי משום תשמישי קדושה הרי מגילה תשמישי קדושה דכל כתבי הקודש תשמישי קדושה הן ואע\"פ כן אינה צריכה עבודה לשמה וזה שאמרת תשמישי קדושה לפי לשונך אלא כתבי הקודש הן בעצמן קודש ותשמיש תשמישי קדושה ושהבאת בקושיתך על הטעם שנתן ז\"ל שאין המזוזה מצוה אלא מפני הבית ואמרת וכי הבית עצמו חייב אין אלו אלא דברים שראוי לתמוה עליהם וכי בן דעה יאמר שהבית עצמו חייב וכי בר חיוב הוא אין בדבריו מקום ספק למבין שענין דבריו שאין אדם חייב במצוה זו אלא מפני הבית ואם אין בית אין חיוב למצוה זו ואין התפלין כך אלא חובה שהוא חייב בה על כל פנים וכבר פירש זה הענין בהלכות ברכות בספר אהבה שם אמר יש מצות עשה שאדם חייב להשתדל בה ולרדוף עד שיעשה אותה כגון תפלין וסוכה ולולב וכו' ויש מצות שאינן חובה אלא דומין לרשות כגון מזוזה ומעקה לגג שאין אדם חייב לשכון בבית החייב במזוזה כדי שיעשה מזוזה אלא אם רצה וכו'.<br><b> ושהקשית </b> מן הציצית שהוא דומה למזוזה שאין אדם חייב בו אלא מפני הטלית ואע\"פ כן צריך טויה לשמה יראה שזה הקושיא על הטעם שנתן ז\"ל קושיא יפה ואע\"פ כן כשתדקדק לא תמצא הקושיא עומדת כלל שטעם הציצית שחייבנו אותו טויה לשמה משום תעשה ולא מן העשוי נגעו בו דהכי גרסינן בגמרא דסוכה אמר רב יהודה אמר רב עשאה מן הקוצין ומן הגרדין ומן הנימין פסולה מן הסיסין כשרה כי אמריתה קמא דשמואל אמר לי מן הסיסין נמי פסולה בעינן טוויה לשמה ובהדיא פרישנא לטעמיה דהאי מימרא דאמר קרא גדילים תעשה לך לשם חובך ותניא בפרשת ציצית בספרי גדילים לא מן החוטין תעשה לא מן העשויים וגרסינן נמי בגמרא דמנחות להאי גירסא דאיתינן לה בסוכה אמר רב יהודה אמר רב עשאה מן הקוצין וכו' אלמא בעינן טויה לשמה והואיל והטעם בטויה לשמה משום תעשה ולא מן העשוי כדאיפרש בגמרא דסוכה ובספרי ליכא למיגמר מציצית שלולי הכתוב לא חייבנו בו טויה לשמה הלכך אין עליו ז\"ל קושיא לפני מי שירד לעומק חכמתו ודקדוק סברתו כלל."
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [
                "<b>שאלה</b> ועוד שאל מלפניו ר' יונתן הכהן ז\"ל על מה שאמר זצ\"ל שהבית צריך דלתות ואחר כך יתחייב במזוזה והשיב מדכתיב וכתבתם על מזוזות אינו אלא לבית שיש לו דלתות אבל בית שאין לו דלתות פטור מדכתיב ובשעריך ואמר ז\"ל שהדבר ידוע שהשער הן הדלתות וכן אמרו חכמים אחד שערי בתים ואחד שערי חצרות ולא אמרו אחד פתחי בתים שכל פתח שאין לו דלתות פתח מיקרי שער לא מיקרי וקשיא לי על דבר זה שהרי מצינו שער שאין לו דלתות ומיקרי שער דכתיב ומסך פתח שער החצר ואע\"פ שלא היה לו לחצר דלתות נקרא שער ובמתניתין תנן כל השערים שהיו שם היה להן דלתות חוץ משל אולם שמע מינה לאו בדלתות תליא מילתא דשער שהשער אינו אלא שם מקום הכניסה והיציאה והוא המקום שבין שתי המזוזות דהא כתיב וירמסו אותו העם בשער וכן נמי זה השער ליי צדיקים יבאו בו וכן שער ויצאו וכן עברו ושובו משער לשער במחנה ואע\"פ שאין במחנה דלתות הא קא מיקרי שער ויש פתח שיש לו דלתות ולא מיקרי שער אלא פתח שנא' ואת האנשים אשר פתח הבית הכו בסנורים מקטן ועד גדול וילאו למצא הפתח וכתיב ביה והדלת סגר אחריו ונאמר בפתחי שערים בעיר נמצאת למד שיש שער שיש לו דלתות ויש שער שאין לו דלתות ויש פתח שיש לו דלתות ויש פתח שאין לו דלתות מכלל דלאו דלתות הוא דקא גרמי ואם כן למה נאמר שער ונאמר פתח שהפתח שם הפתיחה שבכותל ושער הוא שם מסלול היציאה והביאה הבאים בשערים האלה ועל כן נגד הפתח נקרא פתח שנאמר וסמך ידו על ראש קרבנו ושחטו פתח אהל מועד והוא כנגדו וכתיב ויצא הכהן מן הבית אל פתח הבית והסגיר את הבית וכמוהו רבים ומה שאמר וכדרישת סמוכים יש בתלמוד והלא קימא לן שאין מעשה נזכר אלא לאמת ממנו ההלכה ומה שאמר רב נחמן תלי רישא ברישא אינו אלא כדי לידע מקום דרך הביאה כדי לתן מזוזה על הימין אבל קודם הדלתות אינו יודע באי זה צד יניח.<br><b> תשובה</b> זו הקושיא דקדוק בינה יש בה וראוי לשבחה אבל כשעיינתי בה מצאתי פירכא בעזרת הבורא שהקשית מדכתיב ומסך פתח שער החצר המסך כנגד הדלתות לפיכך איקרי שער ועוד הכתיב פתח ואינו כמו ובשעריך שאין בו זכרון פתח כלל וענין הכתוב פשוט ומסך שעל הפתח שהוא במקום שער החצר וסיועא איכא מינה ולענין מתניתין דתנן כל השערים וכו' מינה תלמוד שאין שער אלא בדלתות ואיידי דרוב יש להו דלתות קרי להו שערים ולא איכפת ליה לתנא בפתח אחד ואדרבה אילו אמר כל הפתחים היינו מקשים היכי תנא פתחים והרי כולהו בדלתות חוץ מאחד מהם ולענין וירמסו אותו העם בשער לאו למימרא שהרמיסה בדלתות דוקא ואפשר שלחצו אותו עם הדלתות שהן השער ולענין זה השער לד' ומאי דכתיב עברו ושובו משער לשער במחנה הדבר ידוע שאין במחנה לא שער ולא פתח שאין לשם מבואות ולא חצרות ולא בנין כלל וכן זה השער לי\"י כמו וזה שער השמים שאלת לשון לדמיון הענין הוא ולענין שער שיש לו דלתות דאיקרי פתח אמת וליכא עליה מהאי אנפא קושיא שלא אמר בדבריו שהשער לא איקרי פתח אלא הפתח הוא דלא איקרי שער ודבריו ברורים למבינים שכך אמר שכל פתח שאין לו דלתות פתח מקרי שער לא מקרי."
            ],
            [],
            [],
            [],
            [
                "<b>שאלה</b> ועוד שאל מלפניו ר' יונתן הכהן ז\"ל על מה שאמר זצ\"ל שהבית צריך דלתות ואחר כך יתחייב במזוזה והשיב מדכתיב וכתבתם על מזוזות אינו אלא לבית שיש לו דלתות אבל בית שאין לו דלתות פטור מדכתיב ובשעריך ואמר ז\"ל שהדבר ידוע שהשער הן הדלתות וכן אמרו חכמים אחד שערי בתים ואחד שערי חצרות ולא אמרו אחד פתחי בתים שכל פתח שאין לו דלתות פתח מיקרי שער לא מיקרי וקשיא לי על דבר זה שהרי מצינו שער שאין לו דלתות ומיקרי שער דכתיב ומסך פתח שער החצר ואע\"פ שלא היה לו לחצר דלתות נקרא שער ובמתניתין תנן כל השערים שהיו שם היה להן דלתות חוץ משל אולם שמע מינה לאו בדלתות תליא מילתא דשער שהשער אינו אלא שם מקום הכניסה והיציאה והוא המקום שבין שתי המזוזות דהא כתיב וירמסו אותו העם בשער וכן נמי זה השער ליי צדיקים יבאו בו וכן שער ויצאו וכן עברו ושובו משער לשער במחנה ואע\"פ שאין במחנה דלתות הא קא מיקרי שער ויש פתח שיש לו דלתות ולא מיקרי שער אלא פתח שנא' ואת האנשים אשר פתח הבית הכו בסנורים מקטן ועד גדול וילאו למצא הפתח וכתיב ביה והדלת סגר אחריו ונאמר בפתחי שערים בעיר נמצאת למד שיש שער שיש לו דלתות ויש שער שאין לו דלתות ויש פתח שיש לו דלתות ויש פתח שאין לו דלתות מכלל דלאו דלתות הוא דקא גרמי ואם כן למה נאמר שער ונאמר פתח שהפתח שם הפתיחה שבכותל ושער הוא שם מסלול היציאה והביאה הבאים בשערים האלה ועל כן נגד הפתח נקרא פתח שנאמר וסמך ידו על ראש קרבנו ושחטו פתח אהל מועד והוא כנגדו וכתיב ויצא הכהן מן הבית אל פתח הבית והסגיר את הבית וכמוהו רבים ומה שאמר וכדרישת סמוכים יש בתלמוד והלא קימא לן שאין מעשה נזכר אלא לאמת ממנו ההלכה ומה שאמר רב נחמן תלי רישא ברישא אינו אלא כדי לידע מקום דרך הביאה כדי לתן מזוזה על הימין אבל קודם הדלתות אינו יודע באי זה צד יניח.<br><b> תשובה</b> זו הקושיא דקדוק בינה יש בה וראוי לשבחה אבל כשעיינתי בה מצאתי פירכא בעזרת הבורא שהקשית מדכתיב ומסך פתח שער החצר המסך כנגד הדלתות לפיכך איקרי שער ועוד הכתיב פתח ואינו כמו ובשעריך שאין בו זכרון פתח כלל וענין הכתוב פשוט ומסך שעל הפתח שהוא במקום שער החצר וסיועא איכא מינה ולענין מתניתין דתנן כל השערים וכו' מינה תלמוד שאין שער אלא בדלתות ואיידי דרוב יש להו דלתות קרי להו שערים ולא איכפת ליה לתנא בפתח אחד ואדרבה אילו אמר כל הפתחים היינו מקשים היכי תנא פתחים והרי כולהו בדלתות חוץ מאחד מהם ולענין וירמסו אותו העם בשער לאו למימרא שהרמיסה בדלתות דוקא ואפשר שלחצו אותו עם הדלתות שהן השער ולענין זה השער לד' ומאי דכתיב עברו ושובו משער לשער במחנה הדבר ידוע שאין במחנה לא שער ולא פתח שאין לשם מבואות ולא חצרות ולא בנין כלל וכן זה השער לי\"י כמו וזה שער השמים שאלת לשון לדמיון הענין הוא ולענין שער שיש לו דלתות דאיקרי פתח אמת וליכא עליה מהאי אנפא קושיא שלא אמר בדבריו שהשער לא איקרי פתח אלא הפתח הוא דלא איקרי שער ודבריו ברורים למבינים שכך אמר שכל פתח שאין לו דלתות פתח מקרי שער לא מקרי."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ברכת אברהם על משנה תורה, הלכות תפילין ומזוזה וספר תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Birkat Avraham",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}