{
    "text": {
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 0_Modeh Ani, 0_Paragraph": "1. I gratefully thank You, O living and eternal King, for you have returned my soul within me with compassion-abundant is  your faithfulness!",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 0_Modeh Ani, 1_Paragraph": "2. The beginning of wisdom is the fear of HASHEM- good understanding to all who practice them; His praise endures forever. Blessed is the Name of His glorious kingdom for all eternity.",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 1_Netilat Yadayim, 0_Paragraph": "1. Blessed are You, HASHEM, our God, King of the universe, Who has sanctified us with his commandments and has commanded us regarding washing the hands.",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 2_Asher Yatzar, 0_Paragraph": "Blessed are You, HASHEM, our God, King of the universe, Who fashioned man with wisdom and created him many openings and many cavities. It is obvious and known before Your Throne of Glory that if but one of them were to be ruptured or but one of them were to be blocked, it would be impossible to survive and to stand before You. Blessed are You, HASHEM, Who heals all flesh and acts wondrously.",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 3_Elokai Neshama, 0_Paragraph": "My God the soul You placed within me is pure. You created it, You fashioned it, You breathed it into me, You safeguard it within me, and eventually You will take it from me in Time to Come. As long as the soul is within me, I gratefully thank you, HASHEM, my God and the God of my forefathers, Master of all works, Lord of all souls, Blessed are You, HASHEM, Who restores souls to dead bodies.",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 4_Tzitzit, 0_Paragraph": "Blessed are You, HASHEM, our God, King of the universe, Who has sanctified us with His commandments, and has commanded us regarding the commandment of tzitzis.",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 4_Tzitzit, 1_Paragraph": "2. May it be Your will, HASHEM my God and the God of my forefathers, that the commandment of tiztis be as worthy before You as if I had fulfilled it in all its details, implications, and intentions, as well as the six hundred and thirteen commandments that are dependent upon it, Amen, Selah!",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 5_Torah Blessings, 0_Paragraph": "1. Blessed are You, HASHEM, King of the universe, Who has sanctified us with His commandments, and has commanded us to engross ourselves in words of Torah.",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 5_Torah Blessings, 1_Paragraph": "2. Please, HASHEM, our God, sweeten the words of Your Torah in our mouth and in the mouth of Your people, the House of Israel.May we and our offspring and the offspring of Your people, the House of Israel -all of us- know your Name and study Your Torah for its own sake. Blessed are You, HASHEM, Who teaches Torah to His people Israel.",
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 5_Torah Blessings, 2_Paragraph": "3. Blessed are You, HASHEM, our God, King of the universe, who selected us from all the nations and gave us His Torah. Blessed are You, HASHEM, Giver of the Torah."
    },
    "meta": "Paragraph",
    "work": "Siddur Ashkenaz"
}