{
    "work": "Siddur Ashkenaz", 
    "text": {
        "0_Weekday, 0_Shacharit, 3_Amidah, 8_Healing, 2_Paragraph": "for You are God and King, the faithful and merciful healer. Blessed are You, O Lord, Who heals the sick of his people Israel. ", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 23_Paragraph": "and their men of understanding appointed these eight days for song and praises.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 20_Peace, 2_Paragraph": "<small><em>Between Rosh Hashanah and Yom Kippur add: </em>(In the book of life, blessing, peace and good prosperity may we be remembered and inscribed before You, ourselves and all the house of Israel, for a life of goodness and peace. Blessed are You, O Lord, Who makes peace.)  </small>", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 15_Paragraph": "I betroth you to myself forever.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 20_Peace, 1_Paragraph": "Blessed are You, O Lord, Who blesses Your people Israel with peace. ", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 8_Paragraph": "while the host of Pharaoh and all his seed sank like a stone into the deep.", 
        "0_Weekday, 0_Shacharit, 2_Blessings of the Shema, 0_Barchu, 0_Paragraph": "Bless the Lord who is blessed.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 13_Akedah, 1_Paragraph": "Master of the world! May it be Your will, Lord our God and God of our fathers, to remember in our favor the covenant of our fathers. Even as Abraham our father held back his compassion from his only son and desired to slay him in order to do Your will, so may Your mercy hold back Your anger from us; let Your compassion prevail over Your acts of retaliation. Be lenient with us, Lord our God, and deal with us kindly and mercifully. In Your great goodness, may Your fierce wrath turn away from Your people, Your city, Your land, and Your heritage. Fulfill, Lord our God, what You promised us through Moses Your servant, as it is said: \"I will remember my covenant with Jacob; also my covenant with Isaac and my covenant with Abraham will I remember; and I will remember the land.\"", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 6_Paragraph": "And he is my G-d, my redeemer is alive; the rock who sustains me in a distressful day.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 1_Divine Might, 0_Paragraph": "You are mighty forever, O Lord, You revive the dead, You are mighty to save.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 3_Keduasha, 1_Paragraph": "<i>The congregation and the leader:</i> Holy, holy, holy is the Lord of hosts, the whole world is full of His glory.\" ", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 6_Paragraph": "On the first night:", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 4_Paragraph": "who made miracles for our ancestors in their days in this season.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 7_Paragraph": "Blessed are You, Lord our God, King of the universe", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 16_Response to Prayer, 1_Paragraph": "(Prayer for the dearth of rain in the blessing, \"Who hears prayer\": And answer us, Creator of the world with the trait of mercy. The One who chose His people Israel to make known His greatness and the splendor of His glory, hear prayer; give dew and rain on the face of the earth, and sate the whole world with Your good, and fill our hand from Your blessings and from the wealth of the gift of Your hand. Protect and save this year from all bad things, and from all types of destruction, and from all types of punishment; and make for it hope and a peaceful end. Pity and have mercy upon us and upon all of our grain and our fruit; and bless us with rains of blessing; and may we merit life and plenty and peace, like the good years. And remove from us pestilence, sword, famine, evil animals, captivity and despoliation, the evil impulse, evil and difficult sicknesses and evil and difficult events; and decree upon us good decrees in front of You. And may Your mercies be revealed over Your traits, and comport Yourself with mercy to Your children, and accept our prayer with mercy and desire.)", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 12_Paragraph": "And everlasting joy to its inhabitants", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 3_Keduasha, 0_Paragraph": "<i>During the prayer leader's repetition:</i> We shall sanctify Your name in the world, in the same way as they sanctify it in the Heavens above. As it is written by the hand of Your prophets (Isaiah 6:3), \"And they called, this one to that one, saying:", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 7_Redemption, 1_Paragraph": "(On Fast Days include: (Answer us, O Lord, answer us, in the day of our fast, because we are in great distress. Do not regard our wickedness; do not hide Your face from us, and do not ignore our supplication. Please be near to our cry; please treat us kindly and comfort us; before we call to You, answer us, as it is said, 'And it will be that before they call, I will answer them, and while they are still speaking, I will hear.' For You, O Lord, answer in the time of distress; You redeem and deliver in every time of woe and distress. Blessed are You, O Lord, Who responds in the time of distress.)", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 0_Patriarchs, 1_Paragraph": "Blessed are You, Lord our God and God of our fathers, God of Abraham, God of Isaac and God of Jacob; the great, mighty and awesome God, the most high God, Who bestows loving kindness and goodness and is master/creator of all, Who remembers the good deeds of the fathers, and brings a redeemer to their children, in love and for the sake of His name. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 11_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who girds Israel with courage.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 6_Torah Study, 3_Paragraph": "These are the deeds that yield immediate fruit in This World and continue to yield fruit in the World to Come: honoring parents; doing deeds of lovingkindness; arriving the house of study early--morning and evening; providing hospitality; visiting the sick; helping the needy bride; attending to the dead; probing the meaning of prayer; making peace between one person and another, and between husband and wife.  And the study of Torah outweighs them all.\n", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 7_Tallit, 7_Paragraph": "They have their fill of the choice food of Your house, and you give them drink of Your stream of delights.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 2_Paragraph": "May my observance of the tefillin precept bring me long life, holy inspiration and sacred thoughts, and free me from any sinful reflection whatever. May the evil impulse never tempt us, but leave us to serve the Lord as our heart desires. ...", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 1_Kaddish Yatom, 2_Paragraph": "Beyond all the blessings and hymns, praises and consolations that are ever spoken in the world; and say Amen. May there be abundant peace from heaven, and life, for us and for all Israel; and say Amen. He who creates peace in his celestial heights, may he create peace for us and all Israel; and say Amen.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 1_Paragraph": "let my house of prayer be restored, and I will there offer thee thanksgivings", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 34_Paragraph": "And when Pharaoh made difficulties about letting us go, the Lord slew every first-born in the land of Egypt, the first-born of both man and beast; that is why I sacrifice to the Lord every first-born male animal, but I redeem all my first-born sons.", 
        "0_Weekday, 0_Shacharit, 2_Blessings of the Shema, 0_Barchu, 1_Paragraph": "Blessed be the Lord who is blessed for all time.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 10_Paragraph": "To his holy oracle he brought me, yet there also I found no peace,", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 2_Paragraph": "And after everything was finished, he alone ruled, awe-inspiring. ", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 3_Paragraph": "I believe with perfect faith that the Creator His name be blessed is first and last.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 22_Paragraph": "but from one of the last remaining flasks a miracle was wrought for thy beloved<sup>*</sup><i class=\"footnote\">Likened to a lily in Song of Solomon 2:2.</i>,", 
        "3_Berachot, 0_Birkat HaMazon, 3_Paragraph": "Praised are You, Lord our G-d, Ruler of the universe, who in goodness feeds the whole world with grace, kindness, and compassion.  G-d gives food to all living things, for G-d's kindness is for ever.  Because of G-d's continual great goodness, we have never lacked for food, nor may we ever lack it, for the sake of G-d's great name.  For G-d feeds and sustains all, does good to all, and prepares food for all of G-d's creations.  Praised are You, Lord, who feeds everybody.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 0_Patriarchs, 2_Paragraph": "(During the Days of Awe include: Remember us for life, King Who delights in life, and write us into the Book of Life for Your sake, O living God.)", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 9_Psalm 148, 0_Paragraph": "(Psalms 148)", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 5_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who clothes the naked.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 12_Paragraph": "Supreme God, imbue me with Your wisdom and Your intelligence; in Your grace, do great things for me; in Your might, cut off my foes and adversaries. Pour the good oil into the seven branches of the menorah to bestow Your goodness upon Your creatures. You open Your hand, and satisfy every living thing with favor.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 9_Ma Tovu, 4_Paragraph": "I will worship and bow down; I will bend the knee before the Lord my Maker.", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 5_Y'hi Chavod (18 verses), 0_Paragraph": "May the glory of the Lord be forever; may the Lord rejoice in His works. Blessed be the name of the Lord for all time. From the rising of the sun to its setting let the Lord's name be praised. High above all nations is the Lord; above the heavens is His glory. O Lord, Your name is forever; O Lord, Your fame is through all generations. The Lord has set up his throne in the heavens, and his kingdom rules over all. Let the heavens rejoice, let the earth exult, and let them say among the nations, \"The Lord is King!\" The Lord is King, the Lord was King, the Lord shall be King for all time. The Lord is King for evermore; the heathen have vanished from his land. The Lord annuls the counsel of nations; He foils the plans of peoples. Many are the plans in man's heart, but it is the Lord's purpose that shall stand. The Lord's purpose stands forever; His plans are through all generations. For He spoke, and the world came into being; He commanded, and it stood firm. Surely the Lord has chosen Zion; He has desired it for His habitation. Surely, the Lord has chosen Jacob to be His, and Israel as His prized possession. Surely, the Lord will not abandon His people, nor forsake His heritage. He, being merciful, forgives iniquity, and does not destroy; frequently He turns his anger away, and does not stir up all His wrath. O Lord, save us; may the King answer us when we call.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 17_Paragraph": "The head of the Benjamite thou didst exalt, but the enemy's name thou Midst blot out:", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 20_Paragraph": "The Lord spoke to Moses, saying:", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 3_Paragraph": "He was, He is, and He will be with splendor.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 18_Paragraph": "the many sons he had gotten thou didst hang upon the gallows.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 5_Repentance, 0_Paragraph": "Return us, our Father, to Your Torah, and draw us near, our King, to Your service. Cause us to return to You in perfect repentance before Your face. Blessed are You, O Lord, Who desires repentance.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 15_Paragraph": "And may it be pleasing before You, Hashem our G-d and the G-d of our forefathers, that you make us accustomed in your Torah, and make us stick to your commandments. And that You do not bring us not to the hands of sin, nor to the hands of transgression and wrongdoing, nor to the hands of trial, and nor to the hands of scorn. And let not the evil inclination rule inside us, and distance us from a bad person and a bad friend. And stick us to the good inclination and to good deeds, and force our inclination to be subdued to You. And grant us today and every day grace and kindness and mercy, in your eyes an in the eyes of all who see us, and reward us with good kindnesses. Blessed are You, Hashem, who rewards good kindnesses upon His nation, Israel. ", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 4_Paragraph": "Shield it with Your love", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 4_Knowledge, 0_Paragraph": "You graciously favor man with knowledge and teach mortals understanding.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 0_Paragraph": "I believe with perfect faith that the Creator His name be blessed created and controls all creations, and he alone performed, performs, and will perform all actions.", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 7_Paragraph": "And he is my banner and refuge, the portion of my cup on the day I call out.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 6_Paragraph": "Grant to YHVH, O families of peoples, grant to YHVH glory and strength. ", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 9_Prosperity, 0_Paragraph": "Bless us, O Lord our God, this year and all its kinds of produce for good (From Passover to December forth/fifth say: And give a blessing) (From December forth/fifth to Passover say: Give dew and rain for a blessing) upon the face of the land and satisfy us with Your goodness and bless our year as the good years. Blessed are You, O Lord, Who blesses the years.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 16_Paragraph": "but his design became a snare to himself, and his pride was brought to an end.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 0_Patriarchs, 3_Paragraph": "King, Helper, Savior, and Shield. Blessed are You, O Lord, Shield of Abraham.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 27_Paragraph": "And you shall tell your son on that day, saying: This is on account of what the Lord did for me when I left Egypt.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 2_Paragraph": "(During the season of Hanukkah add: And we praise You for the miracles and for the redemption and for the mighty deeds and for the victories and for the battles that You performed for our fathers in those days at this time:", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 32_Paragraph": "Every firstling ass, however, you shall redeem with a lamb; but if you will not redeem it, then you shall break its neck; and every first-born son of yours you shall redeem.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 9_Paragraph": "Cause them to inherit, our God, deliverance", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 3_Paragraph": "I will complete with song and psalm the dedication of the altar.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 10_Paragraph": "Let the heavens be glad and the earth rejoice; let the sea roar, and all within it and all within it. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 5_Torah Blessings (**All 3 blessings), 0_Paragraph": "Blessed are You, Lord, our God, King of the Universe, Who has sanctified us with his commandments and commanded us to be involved with words of Torah.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 12_Against Enemies, 0_Paragraph": "And for slanderers may there be no hope; and may all wickedness be destroyed instantly and may all Your enemies be cut down quickly. Quickly uproot, smash, and cast down the arrogant sinners and humble them quickly in our days. Blessed are You, O Lord, Who breaks enemies and humbles arrogant sinners.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 21_Paragraph": "Consecrate all the first-born to me, whatever is first-born in Israel, of man or of beast, for it belongs to me.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 9_Paragraph": "Say among the nations: “YHVH reigns.” The earth holds firm and cannot be shaken; God judges the peoples with fairness. ", 
        "0_Weekday, 0_Shacharit, 6_Concluding Prayers, 4_Alenu, 1_Paragraph": "And so we hope in You, Adonai our G-d, soon to see Your splendor: that You will sweep idolatry away so that false gods will be utterly destroyed, and that You will perfect the world by Your sovereignty so that all humanity will invoke Your name, and all the earth's wicked will return to You, repentant.  Then all who live will know that to You every knee must bend, every tongue pledge loyalty.  To You, Adonai, may all bow in worship.  May they give honor to Your glory; may everyone accept Your dominion.  Reign over all, soon and for all time.  Sovereignty is Yours in glory, now and forever.  Thus it is written in Your Torah: \"Adonai reigns for ever and ever.\"  Such is the prophetic assurance: \"Adonai shall be acknowledged Ruler of all the earth.  On that day Adonai shall be One and G-d's name One.\"  ", 
        "0_Weekday, 0_Shacharit, 2_Blessings of the Shema, 2_Second Blessing before Shema, 0_Paragraph": "[With] a great love have You loved us, Lord, our God; [with] a great and superabundant compassion have You had compassion upon us. Our Father, our King - for the sake of our fathers who trusted in You and You taught them the laws of life; so [too] grace us and teach us. Our Father, the merciful Father, the merciful One - have mercy upon us, and put into our hearts to understand and to comprehend and to listen and to study and to teach and to keep  and to do and to preserve all of the words of the study of Your Torah with love.  And enlighten our eyes in Your Torah, and make our heart cling to Your commandments, and unite our hearts to love and fear Your name; and may we never be embarrassed ever. Since we have trusted in Your great and awesome holy Name, let us rejoice and be gladdened by Your salvation. And bring us in peace from the four corners of the Earth, and lead us erectly to our Land; as You are God who preforms salvations. And You have chosen us from among all nations and languages, and have brought us close to Your great name forever in truth, to praise You and unify You with love. Blessed are You, Lord, who chooses His people, Israel, with love.", 
        "0_Weekday, 0_Shacharit, 2_Blessings of the Shema, 0_Barchu, 2_Paragraph": "Blessed be the Lord who is blessed for all time.", 
        "0_Weekday, 0_Shacharit, 6_Concluding Prayers, 4_Alenu, 0_Paragraph": "We rise to our duty to praise the Master of all, to acclaim the Creator.  G-d made our lot unlike that of other people, assigning to us a unique destiny.  (For they worship vanity and emptiness, and pray to a god who cannot save.)  We bend the knee and bow, acknowledging the Supreme Sovereign, the Holy One, exalted, who spread out the heavens and laid the foundations of the earth, whose glorious abode is in the loftiest heights.  This is our G-d; there is no other.  In truth, G-d alone is our Ruler, as it is written in the Torah: \"Know this day and take it to heart that Adonai is G-d in heaven above and on earth below; there is no other.\"", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 21_Paragraph": "they broke down the walls of my towers, and defiled all the oils;", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 10_Adon Olam, 0_Paragraph": "The king of the world, who ruled before any creature was created. At the time they were made, all was according to His will, and then His name was called \"King\". And after everything was finished, he alone ruled, awe-inspiring. He was, He is, and He will be with splendor. And, he was first, with no second, to rule over him or to collaborate; with no beginning and no end, he has the strength and the right. And he is my G-d, my redeemer is alive; the rock who sustains me in a distressful day. And he is my banner and refuge, the portion of my cup on the day I call out. In his hand, I safeguard my spirit, [for] when I sleep, [I know that] I will wake. And with my spirit is my body; G-d is for me, and I will not be afraid. ", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 16_Response to Prayer, 2_Paragraph": "for You hear the prayers of Your people Israel in mercy. Blessed are You, O Lord, Who hears prayer.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 21_Concluding Passage, 0_Paragraph": "May the words of my mouth and the rumination of my heart be acceptable in front of You, O lord, my Rock and my Redeemer. My God, guard my tongue from evil and my lips from speaking deceit. To those who curse me, let my life remain silent and my life be like dust to all, open my heart to Your Torah, then I will pursue Your commandments. As for those who design evil against me, quickly nullify their counsel and disrupt their design. Act for Your Name's sake; act for Your right hand's sake; act for Your sanctity's sake; act for Your Torah's sake. Then Your beloved ones may be given rest; may Your right hand save and respond to me. May the words of my mouth and the musings of my heart be acceptable before You, O Lord, my rock and my redeemer. He Who makes peace in His heights, may he make peace upon us and to all Israel.  And we say Amen. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 11_Yigdal, 0_Paragraph": "May the living G-d be exalted, and praised, it is found that there is no specific time to find him [for he is eternal]. He is one, and there is none as unified as his unity; it is hidden, and there is also no end to his unity. He has no bodily form, and no body; his holiness has not been ordered for him. He is earlier than anything which he created, [He is] the first and there is none before His earliness. He is surely the lord of the world, to all being, and He teaches his greatness and kingship. An abundance of prophecy He gave to them, his special and splendorous people. There never again arose in Israel like Moses, a prophet and seer of His image. A truthful instruction, G-d gave to His people, by the hand of his prophet who was trustworthy in His house. The G-d will not change, nor will he switch His belief, forever [there is none] except for Him. He watches and knows our secrets, and looks at the end of something at its beginning. He recompensates people with kindness, according to their deeds, and gives the wicked bad according to his evil. At the end of days, He will send our annointed, to redeem those who wait for the end [when] His salvation [takes place]. The dead will G-d resuscitate, in his abundant kindness, blessed be His praised name forever.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 29_Paragraph": "You shall observe this ordinance at its proper time from year to year.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 5_Torah Blessings (**All 3 blessings), 2_Paragraph": "Blessed are You, Lord, our God, King of the Universe, who has chosen us from all of the nations and given us His Torah. Blessed are You, Lord, Who gives the Torah.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 9_Ma Tovu, 2_Paragraph": "I worship before Your holy shrine with reverence.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 3_Paragraph": "In the days of Mattisyahu, the son of Yochanan the High Priest, the Hasmonean, and his sons, when the wicked kingdom of Greece rose up against Your people Israel to make them forget Your Torah and to stray from the laws of Your will, You, with great mercy stood by them in the time of their distress. You fought their fight, judged their cause and avenged them with vengence. You delivered the strong into the hands of the weak, the many into the hands of the few, the impure into the hands of the pure, the wicked into the hands of the righteous and the arrogant into the hands of those engaged with Your Torah. For Yourself you made a great and holy name in Your world, You performed a great deliverance for Your people Israel on this day. After these things, Your children entered into the Holy of Holies of Your House, cleansed Your Temple, purified the place of Your Holiness, kindled lights in Your holy courts and established these eight days of Hanukkah to express thanksgiving and praise to Your great name.) ", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 16_Yishtabach, 0_Paragraph": "Praised be Your name forever, our King, great and holy God and King, in heaven and on earth; for to You, Lord our God and God of our fathers, pertain song and praise, hymn and psalm, power and dominion, victory, greatness and might, renown and glory, holiness and kingship, blessings and thanks, for all time. Blessed are You, Lord, most exalted God and King, Lord of wonders, who are pleased with hymns, God and King, life of the universe.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 10_Paragraph": "I believe with perfect faith that the Creator his name be blessed returns good to those who observe his commandments and punishes those who transgress his commandments.", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 6_Ashrei, 0_Paragraph": "(Psalms 145) A song of praise. Of David. I will extol You, my God and king, and bless Your name forever and ever. Every day will I bless You and praise Your name forever and ever. Great is the LORD and much acclaimed; His greatness cannot be fathomed. One generation shall laud Your works to another and declare Your mighty acts. The glorious majesty of Your splendor and Your wondrous acts will I recite. Men shall talk of the might of Your awesome deeds, and I will recount Your greatness. They shall celebrate Your abundant goodness, and sing joyously of Your beneficence. The LORD is gracious and compassionate, slow to anger and abounding in kindness. The LORD is good to all, and His mercy is upon all His works. All Your works shall praise You, O LORD, and Your faithful ones shall bless You. They shall talk of the majesty of Your kingship, and speak of Your might, to make His mighty acts known among men and the majestic glory of His kingship. Your kingship is an eternal kingship; Your dominion is for all generations. The LORD supports all who stumble, and makes all who are bent stand straight. The eyes of all look to You expectantly, and You give them their food when it is due. You give it openhandedly, feeding every creature to its heart’s content. The LORD is beneficent in all His ways and faithful in all His works.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 7_Paragraph": "Grant to YHVH the glory due God’s name; bring an offering, and come into God’s courts. ", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 10_Gathering the Exiles, 0_Paragraph": "Sound upon the great shofar for our freedom and raise the banner to gather our exiles, and gather us together from the four corners of the earth. Blessed are You, O Lord, Who gathers together the dispersed of His people of Israel.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 3_Paragraph": "Men- Blessed are you, Hashem, our G-d and king of the world, who did not make me a woman. Women- Blessed are you, Hashem, our G-d and king of the world, who made me according to his will.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 1_Paragraph": "Sing to YHVH, bless God’s name; proclaim God’s deliverance day after day.", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 8_Psalm 147, 0_Paragraph": "(Psalms 147)", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 31_Paragraph": "You shall make over to the Lord whatever is first-born; all the firstlings of the young animals that you will have, the males, shall be the Lord's.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 5_Paragraph": "And for all these, may Your name be blessed and exalted, our King, always and forever and ever.", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 1_Kaddish Yatom, 0_Paragraph": "Glorified and sanctified by God's great name—throughout the world which He has created according to His will. May He establish His kingdom in your lifetime and during your days, and within the life of the entire house of Israel, speedily and soon; and say Amen.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 3_Paragraph": "The start of flowering of Redemption", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 13_The Righteous, 0_Paragraph": "Upon the righteous and upon the pious, on the elders of Your people of the house of Israel, and upon the remnant of their scholars, and upon the righteous sojourners/ converts, and upon us may Your compassion be, O Lord our God, and give a good reward to all who sincerely trust in Your name, May our part be with them forever and may we not be ashamed, for in You we trust. Blessed are You, O Lord, support and trust of the righteous.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 3_Keduasha, 2_Paragraph": "<i>The leader:</i> Across from them, they say, \"Blessed\":", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 26_Paragraph": "Unleavened bread shall be eaten throughout the seven days; no leavened bread shall be seen in your possession, nor any leaven, anywhere in your territory.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 4_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who opens [the eyes of] the blind.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 3_Keduasha, 5_Paragraph": "<i>The leader:</i> For each and every generation, we will tell Your greatness, and forever and ever, we will sanctify  Your holiness. And Your praise, our God, will not depart from our mouths forever on; since You are God, great and holy King. Blessed are You, O Lord, the holy God. (During the Days of Awe say: Blessed are You, O Lord, the holy King.)", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 1_Netilat Yadayim, 0_Paragraph": "Blessed are You, Lord our God, King of the universe, who has sanctified us with Your commandments, and commanded us concerning the washing of the hands.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 1_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who did not make me a gentile.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 11_Paragraph": "Let the field exult, and all inside it. Then all the trees of the wood will shout for joy", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 1_Divine Might, 2_Paragraph": "(During the days between the eighth day of Sukkot and Passover include: You cause the wind to blow and the rain to descend.)  ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 7_Tallit, 6_Paragraph": "How precious is Your kindness, O God! The children of men take refuge in the shadow of your wings.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 8_Healing, 1_Paragraph": "(Prayer for a sick person: May it be Your will in front of You, O Lord, my God and the God of my forefathers, that You quickly send a complete recovery from the Heavens - a recovery of the soul and a recovery of the body - to the the sick person, <i>insert name</i>, the son/daughter of <i>insert mother's name</i>, among the other sick ones of Israel.)", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 0_Patriarchs, 0_Paragraph": "O Lord, open my lips and my mouth will declare Your praise. ", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 7_Psalm 146, 0_Paragraph": "(Psalms 146)", 
        "1_Shabbat, 1_Maariv, 1_Blessings of the Shema, 4_Second Blessing after Shema, 0_Paragraph": "Help us, Lord, to lie down in peace, and awaken us again, our Sovereign, to life.  Spread over us Your shelter of peace; guide us with Your good counsel.  Save us because of Your mercy.  Shield us from enemies and plague, from starvation, sword, and sorrow.  Remove the evil forces that surround us.  Shelter us in the shadow of Your wings, O G-d, who watches over us and delivers us, our gracious and merciful Ruler.  Guard our coming and our going; grant us life and peace, now and always.  Spread over us the shelter of Your peace.  Praised are you, Lord, who spreads the shelter of peace over us, over all G-d's people Israel, and over Jerusalem.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 3_Paragraph": "Blessed are You, Lord our God, King of the universe", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 0_Paragraph": "By putting on tefillin, I intend to fulfill the command of my Creator, who has commanded us to wear tefillin, as it is written in the Torah: You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. The tefillin contain four sections of the Torah which proclaim the absolute unity of God, blessed be His name, and remind us of the miracles and wonders which he did for us when he brought us out from Egypt, he who has the power and the dominion over the heavenly and earthly creatures to deal with them as he pleases.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 4_Paragraph": "I believe with perfect faith that solely the Creator His name be blessed is fit to be prayed to, and it is unfit to pray to any other being.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 2_Paragraph": "who has sanctified us with His commandments and commanded us to light the Chanukah candles.", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 1_Kaddish Yatom, 1_Paragraph": "May His great name be blessed forever and to all eternity. Blessed and praised, glorified and exalted, extolled and honored, adored and lauded by the name of the Holy One, blessed be He.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 1_Paragraph": "He has commanded us to wear tefillin on the arm in memory of His outstretched arm; opposite the heart, to intimate that we ought to subject our heart's desires and designs to the service of God, blessed be He; and on the head opposite the brain, to intimate that the mind which is in the brain, and all senses and faculties, ought to be subjected to His service, blessed be He.", 
        "3_Berachot, 1_Birkat Hanehenin, 0_Eating, 0_Barachot Rishonot, 1_Paragraph": "Praised are you, Lord our G-d, Ruler of the universe, who brings forth bread from the earth.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 9_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who fulfilled all my needs for me.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 9_Ma Tovu, 1_Paragraph": "By Your abundant grace, I enter Your house.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 24_Paragraph": "And when the Lord will bring you into the land of the Canaanite, the Hittite, the Amorite, the Hivvite, and the Jebusite, which He swore to your fathers He would give you, a land flowing with milk and honey, then you shall perform this service in this month.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 17_Temple Service, 2_Paragraph": "May our eyes behold Your return to Zion with compassion. Blessed are You, O Lord, Who returns Your presence (Shekhinah) to Zion. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 11_Paragraph": "Blessed be the name of his glorious majesty for all time.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 6_Paragraph": "they embittered my life by hardship during my subjection to the dominion of Egypt,<sup>*</sup><i class=\"footnote\">The kingdom of the heifer,\" see Jeremiah 46:20.</i>", 
        "1_Shabbat, 0_Kabbalat Shabbat, 1_Psalm 95, 0_Paragraph": "Come, let us sing to YHVH, and shout for joy to the Rock of our deliverance. Let us come into YHVH’s presence with thanks; let us shout for joy to YHVH with song. For YHVH is a great god, and a great majesty above all gods. In God’s hands are the depths of the earth, and the peaks of the mountains are God’s. The sea is God’s, for God made it; and God’s hands shaped the dry land. Come, let us bow down and bend the knee; let us kneel before YHVH our maker, For YHVH is our god, and we are the people that God shepherds, the flock of God’s hand. Today, if you would but listen to God’s voice! Harden not your heart, as at Meribah, as on the day of Massah, in the wilderness; When your ancestors tested and tried Me, even though they saw My work. For forty years, I was weary with that generation and said: This is a people confused at heart, that do not know My ways. For that reason, I swore in My anger, that they would never enter My resting place. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 4_Tzitzit (**Includes Yehi Ratzon), 0_Paragraph": "Blessed are You, Lord our God, King of the universe, who has sanctified us with Your commandments, and commanded us concerning the precept of tzitzit.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 3_Keduasha, 3_Paragraph": "<i>The congregation and the leader:</i> \"Blessed is the Glory of God from His place\" (Ezekiel 3:12).", 
        "1_Shabbat, 0_Kabbalat Shabbat, 8_Lecha Dodi, 1_Paragraph": "Come, beloved to greet the bride! Let us receive the Shabbat.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 2_Holiness of God, 0_Paragraph": "You are holy and Your Name is holy, and holy ones praise Your name every day. Blessed are You, O Lord, the holy God. (During the Days of Awe say: Blessed are You, O Lord, the holy King.) ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 3_Elokai Neshama, 0_Paragraph": "My God, the soul which you have placed within me is pure. You have created it; You have formed it; You have breathed it into me. You preserve it within me; You will take it from me, and restore it to me in the hereafter. So long as the soul is within me, I offer thanks before You, Lord my God and God of my fathers, Master of all creatures, Lord of all souls. Blessed are You, Lord, who restores souls to the dead.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 28_Paragraph": "It shall serve as a sign on your hand, and as frontlets between your eyes, so that the Lord's teaching may be ever in your mouth; for by a strong hand the Lord brought you out of Egypt.", 
        "3_Berachot, 0_Birkat HaMazon, 18_Paragraph": "Revere the Lord, you who are G-d's holy ones, for those who revere G-d lack nothing.  Scoffers may suffer starvation, but those who seek the Lord lack no good thing.  Praise the Lord for G-d is good; G-d's love endures for ever.  You open Your hand and satisfy the desire of every living thing.  Blessed is the person who trusts in the Lord, whose trust is in the Lord alone.  Once I was young and now I am old, yet I have never watched a righteous person forsaken and allowed their children to go begging for bread.  May the Lord give G-d's people strength; may the Lord bless G-d's people with peace.", 
        "0_Weekday, 0_Shacharit, 2_Blessings of the Shema, 4_Blessing after Shema, 2_Paragraph": "You were always the help of our ancestors, a shield for them and their children, our deliverer in every generation.  Though You abide at the pinnacle of the universe, Your just decrees extend to the ends of the earth.  Happy the one who obeys Your mitzvot, who takes to heart the words of Your Torah.  You are, in truth, a mentor to Your people, their defender and mighty Ruler.  You are first and You are last; we have no Sovereign or Redeemer but You.  You rescued us from Egypt, and redeemed us from the house of bondage.  The firstborn of the Egyptians were slain; Your firstborn were saved.  You split the waters of the sea.  The faithful You rescued; the wicked drowned.  The waters engulfed Israel's enemies; not one of the arrogant remained alive.  Then Your beloved sang hymns of acclamation, extolling you with psalms of adoration.  They acclaimed G-d Sovereign, great and awesome Source of all blessing, the everliving G-d, exalted in all majesty.  G-d humbles the proud and raises the lowly, frees the captive and redeems the meek.  G-d helps the needy and answers G-d's people's call.  Praises to G-d supreme, who is ever praised.  Moses and the people Israel joyfully sang this song to you.  \"Who is like you, Adonai, among all that is worshipped!  Who is, like You, majestic in holiness, awesome in splendor, working wonders!\"  The redeemed sang a new song for You.  They sang in chorus at the shore of the sea, acclaiming Your sovereignty: \"Adonai shall reign throughout all time.\"  Rock of Israel, arise to Israel's defense.  Fulfill Your promise to deliver Judah and Israel.  Our Redeemer is the Holy One of Israel, Adonai Tz'va-ot.  Praised are You, Adonai, Redeemer of the people Israel.  ", 
        "0_Weekday, 0_Shacharit, 2_Blessings of the Shema, 1_First Blessing before Shema, 0_Paragraph": "Blessed are You, Lord our God, King of the universe, who forms light and creates darkness, who makes and creates all things.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 4_Knowledge, 1_Paragraph": "(At the conclusion of Shabbat and holidays: You have graced us to know Your Torah, and have taught us to do the statutes of Your will. And You separated, O Lord, our God, between the holy and the profane, between light and darkness, between Israel and the nations, between the seventh day and the six days of activity. Our Father, our King, begin the days that are coming to greet us to be for peace, devoid of all sin, clean of all iniquity, and clinging to Your fear.)", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 35_Paragraph": "This shall serve as a sign on your hand, and as frontlets between your eyes; for the Lord brought you out of Egypt by a strong hand.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 8_Paragraph": "I believe with perfect faith that this Torah will not be exchanged and there will be no other Torah from the Creator.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 17_Temple Service, 0_Paragraph": "Be pleased, Lord our God, with Your people Israel and with their prayer, and restore the service to Your Holy Temple / Holy of Holies; be pleased to receive the prayers and fire offerings of the people of Israel in love.  May the service of Your people Israel always be acceptable to You. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 13_Akedah, 0_Paragraph": "And it came to pass after these things that God put Abraham to the test, and said to him: \"Abraham\"; and he answered: \"Here I am.\" Then he said: \"Take your son, your only son, Isaac, whom you love; go to the land of Moriah and offer him there as a burnt-offering on one of the mountains that I will tell you.\" So Abraham rose early in the morning, saddled his ass, and took with him his two servants and his son Isaac; he cut wood for the burnt-offering and started for the place about which God had told him. On the third day, Abraham looked up and saw the place at a distance. Then Abraham said to his servants: \"You stay here with the ass while I and the boy go yonder: we will worship and come back to you.\" So Abraham took the wood for the burnt-offering and laid it on his son Isaac, while he took in his hand the fire and the knife; and the two of them went off together. Then Isaac spoke to Abraham his father and said: \"My father\"; and he answered: \"Here I am, my son.\" And he said: \"Here are the fire and the wood, but where is the lamb for a burnt-offering?\" Abraham answered: \"God will provide himself with the lamb for a burnt offering, my son.\" So the two of them went on together. They came to a place which God had told him, and Abraham built the altar there, arrange the wood, bound his son Isaac and laid him on the altar on top of the wood. Then Abraham put out his hand and took the knife to slay his son. But the angel of the Lord called to him from the heavens: \"Abraham, Abraham,\" and he answered: \"Here I am.\" He said: \"Do not lay your hand on the boy, and do nothing to him; for I know now that you revere God, seeing that you have not refused me your son, your only son.\" Then Abraham looked up and saw behind him a ram caught in the thicket by its horns; so Abraham went and took the ram, and offered it as a burnt-offering instead of his son. Abraham called the name of that place Adonai-yireh, as it is said to this day: \"The mount where the Lord reveals himself.\" The angel of the Lord called to Abraham a second time from the heavens, and said: \"By myself I swear,\" says the Lord, \"that since you have done this, since you have not withheld your son, your only son, I will indeed bless you, and will surely make your descendants as numerous as the stars in the sky or as the sands on the seashore; your descendants shall possess the cities of their enemies, and through your descendants shall all the nations of the earth be blessed—because you have obeyed my voice.\" Abraham then returned to his servants, and they started together for Beersheba, for Abraham dwelt in Beersheba.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 7_Paragraph": "I believe with perfect faith that all the Torah presently in out hands is the one that was given to Moses.", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 1_Paragraph": "At the time they were made, all was according to His will, and then His name was called \"King\".", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 8_Paragraph": "Strengthen the hands of the defenders of our Holy Land", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 11_Justice, 0_Paragraph": "Restore our judges as in the beginning, and our counsellors as in the beginning times, remove from us sorrow and groaning, and reign over us, You, O Lord alone, and in loving kindness and mercy, justify us in judgment. Blessed are You, O Lord, * the King Who loves righteousness and judgment. (From Rosh Hashanah to Yom Kippur replace the conclusion with the following: King of Justice.)", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 1_Divine Might, 3_Paragraph": "You sustain the living with loving kindness, You revive the dead to life with great mercy, You support the fallen and You heal the sick; You free the captives and preserve Your faith with those asleep in the dust. Who is like You, Master of mighty deeds? Who can be compared to You, O King Who causes death and restores life, and causes Your salvation to sprout.  ", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 21_Concluding Passage, 1_Paragraph": "May it be Your will, O Lord our God and God of our fathers, that the Holy Temple be speedily rebuilt in our days and grant us our portion in Your Torah, and may we serve You there with reverence as in the days of old and the earliest of years. Then the offering of Judah and Jerusalem will be pleasing to You O Lord, as in the days of old and the earliest years.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 16_Response to Prayer, 0_Paragraph": "Hear our voice, Lord our God, pity us and have mercy on us and receive in mercy and favor our prayer, for You are a God Who hears prayer and supplication.  From Your Face, our King, do not turn us away empty handed, ", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 12_Paragraph": "I believe with perfect faith that there will be a resurrection of the dead at the time that the Creator His name be blessed desires, and forever his presence will be known. ", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 11_Paragraph": "for the oppressor came and led me captive, because I had served strange gods:", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 33_Paragraph": "And when your son asks you in time to come: What does this mean? You shall tell him: By a strong hand the Lord brought us out of Egypt, out of a house of slavery.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 2_Paragraph": "I believe with perfect faith that the Creator His name be blessed has no physical form, cannot be comprehended in physical terms, and is completely incomparable.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 8_Paragraph": "Bow down to YHVH in the beauty of holiness; tremble in God’s presence, all the earth. ", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 0_Paragraph": "The king of the world, who ruled before any creature was created.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 3_Keduasha, 4_Paragraph": "<i>The leader:</i>And in Your holy words, it is written, saying:<i>The congregation and the leader:</i> \"May the Lord reign forever - your God, O Zion - for each and every generation; praise the Lord\" (Pslams 46:10).", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 25_Paragraph": "For seven days you shall eat unleavened bread, and on the seventh day there shall be a festival in honor of the Lord.", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 0_Introductory Psalm, 0_Paragraph": "A psalm, a song for the dedication of the house; by David. I extol You, O Lord, for You have lifted me, and have not let my foes rejoice over me. Lord my God, I cried to You, and You did heal me. O Lord, You have lifted me up from the grave; You have let me live, that I should not go down to the pit. Sing to the Lord, you who are godly, and give thanks to his holy name. For his anger only lasts a moment, but his favor lasts a lifetime; weeping may lodge with us at evening, but in the morning there are shouts of joy. I thought in my security I would never be shaken. O Lord, by Your favor You established my mountain as stronghold; but when Your favor was withdrawn, I was dismayed. To You, O Lord, I called; I appealed to my God: \"What profit would my blood be, if I went down to the grave? Will the dust praise You? Will it declare Your faithfulness? Hear, O Lord, and be gracious to me; Lord, be my helper.\" You have changed my mourning into dancing; You have put off my sackcloth and girded me with joy; so that my soul may praise You, and not be silent. Lord my God, I will thank You forever.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 12_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who crowns Israel with splendor.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 0_Paragraph": "Before lighting, we bless:", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 9_Paragraph": "And with my spirit is my body; G-d is for me, and I will not be afraid. ", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 2_Prayer for Israeli Soldiers, 0_Paragraph": "May He who blessed our fathers, Avraham, Yitschak and Yaakov bless the soldiers of the Israel Defense Forces, in their standing guard upon our land and the cities of our God - from the border of the Lebanon to the Wilderness of Egypt and from the Great Sea to the approach of the Arava - on land, in the air, and in the sea. May the Lord give our enemies that rise against us plagues in front of them. May the Holy One, blessed be He, guard and rescue our soldiers form all trouble and distress and from all affliction and illness; and send blessing and success in all the work of their hands. May He crush those that hate us below them and crown them with the crown of salvation and with the wreath of victory. And through them let the verse be fulfilled (Deuteronomy 20:4), \"For it is the Lord, your God, that walks with you to fight for you against your enemies to save you.\" And let us say, Amen. ", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 8_Paragraph": "who has kept us alive, sustained us, and brought us to this season. ", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 5_Paragraph": "Full sated was my soul with ills, my strength was spent with sorrow;", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 2_Paragraph": "Bless the State of Israel", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 5_Torah Blessings (**All 3 blessings), 1_Paragraph": "And please, Lord, our God, make the words of Your Torah pleasant in our mouths and in the mouths of all of Your people, the House of Israel. And may we and our offspring [and the offspring of our offspring] and the offspring of Your people, the House of Israel - all of us - be knowing of Your Name and studying Your Torah for its sake. Blessed are You, Lord, Who teaches Torah to His people, Israel.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 0_Blessings on Chanukah Candles, 1_Paragraph": "Blessed are You, Lord our God, King of the universe", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 14_Rebuilding Jerusalem, 0_Paragraph": "To Jerusalem Your city may You return with mercy and dwell in the midst of it as You have spoken, and build it soon and in our day as an eternal structure. The throne of David quickly establish. Blessed are You, O Lord, the Builder of Jerusalem.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 20_Paragraph": "The Grecians were gathered against me in the days of the Hasmoneans;", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 7_Paragraph": "All the living shall gratefully acknowledge You, Selah; and praise Your name in truth, the God of our salvation and our help, Selah. Blessed are You, O Lord, Whose name is good and to Whom it is fitting to give thanks.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 9_Ma Tovu, 0_Paragraph": "How goodly are your tents, O Jacob, your habitations, O Israel!", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 8_Paragraph": "Blessed are You, Lord our God, King of the universe, who has sanctified us with Your commandments, and commanded us concerning the precept of tefillin.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 7_Redemption, 0_Paragraph": "See our affliction and contend for our strife, and redeem us quickly for the sake of Your Name, for You are a strong redeemer. Blessed are You, O Lord, Redeemer of Israel. ", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 3_Paragraph": "For YHVH is great and highly praised; awesome is God, above all gods. ", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 6_Paragraph": "(Between Rosh Hashanah and Yom Kippur add: Inscribe for a good life all the children of Your covenant.) ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 6_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who releases the bound.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 7_Paragraph": "Establish for them Your good counsel. ", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 1_Divine Might, 5_Paragraph": "You are faithful to restore the dead to life. Blessed are You, O Lord, Who brings life to the dead.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 7_Tallit, 8_Paragraph": "For with You is the fountain of life; by Your light do we see light.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 5_Paragraph": "Spread over  it the shelter of Your peace", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 0_Modeh Ani, 0_Paragraph": "I offer thanks to You, living and eternal King, for You have mercifully restored my soul within me; Your faithfulness is great.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 20_Peace, 0_Paragraph": "Establish peace, goodness, blessing, grace, loving kindness and mercy upon us and upon all Israel Your people. Bless us our Father, all of us as one, with the light of Your face. For in the light of Your face You gave to us, O Lord our God, the Torah of life and love of kindness and righteousness and blessing and compassion and life and peace. It is good in Your eyes to bless Your people Israel during all times and in all hours with Your peace. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 9_Ma Tovu, 5_Paragraph": "I offer prayer to You, O Lord, at a time of grace.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 1_Divine Might, 1_Paragraph": "(During the days between Passover and the eighth day of Sukkot include: You bring down dew.)   ", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 1_Divine Might, 4_Paragraph": "(During the Days between Rosh Hashanah and Yom Kippur include: Who is like You, Father of mercy, Who in mercifully remembers His creatures for life.)", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 11_Paragraph": "Give the land peace", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 12_Paragraph": "I had to quaff the wine of bewilderment; well nigh had I perished,", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 9_Ma Tovu, 6_Paragraph": "O God, in Your abundant kindness, answer me with Your saving truth.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 1_Paragraph": "Rock and Redeemer of Israel", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 0_Paragraph": " Sing to YHVH a new song; sing to YHVH, all the earth. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 0_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who gave the rooster (or mind) insight to distinguish between day and night.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 4_Knowledge, 2_Paragraph": "Favor us with knowledge, understanding, and prudence. Blessed are You, O Lord, Who favors us with knowledge.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 2_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who did not make me a slave (Women say: A maidservant).", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 17_Paragraph": "I betroth you to myself in faithfulness, and you shall know the Lord.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 16_Paragraph": "May it be pleasing before You, Hashem my G-d and the G-d of my forefathers, that save us today and every day from those who are arrogant and from arrogance itself, from a bad person, a bad friend, a bad neighbor, a bad strike, from the destructive Satan, from a harsh law and from a harsh judge, whether he is a son of the covenant or whether he is not a son of the covenant.", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 5_Paragraph": "with no beginning and no end, he has the strength and the right.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 4_Paragraph": "For all the gods of the peoples are only idols, but YHVH made the heavens. ", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 1_Hanerot Hallalu, 0_Paragraph": "We kindle these lights on account of the miracles, the deliverances and the wonders which thou didst work for our fathers, by means of thy holy priests. During all the eight days of Chanukah these lights are sacred, neither is it permitted us to make any profane use of them; but we are only to look at them, in order that we may give thanks unto thy name for thy miracles, thy deliverances and thy wonders.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 8_Healing, 0_Paragraph": "Heal us, O Lord, and we shall be healed, save us and we shall be saved, for You are our praise. Bring complete healing to all our wounds, ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 5_Paragraph": "Blessed are You, Lord our God, King of the universe, who has sanctified us with Your commandments, and commanded us to wear tefillin.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 9_Paragraph": "I believe with perfect faith that the Creator knows all actions and thoughts of man, as it is written \"Who forms together their hearts, Who understands all their actions.\" ", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 6_Ashrei, 1_Paragraph": "The LORD is near to all who call Him, to all who call Him with sincerity. He fulfills the wishes of those who fear Him; He hears their cry and delivers them. The LORD watches over all who love Him, but all the wicked He will destroy. My mouth shall utter the praise of the LORD, and all creatures shall bless His holy name forever and ever.", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 13_Paragraph": "when Babylon's end drew near; through Zerubbabel I was saved after seventy years.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 11_Paragraph": "I believe with perfect faith in the coming of the Messiah, and, though he tarry, I will anticipate daily his coming. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 9_Ma Tovu, 3_Paragraph": "O Lord, I love Your abode, the place where Your glory dwells.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 0_Paragraph": "We gratefully thank You, for You, O Lord our God, are our fathers' God for all eternity, our Rock, our Shield of salvation generation to generation. We thank You and recount Your praise for our lives. We trust our lives into Your loving hand. Our souls are in Your custody and Your miracles are with us every day and Your wonders and goodness are with us at all times: evening, morning and noon. You are good, for Your mercies never fail us, and the Compassionate One, for Your loving kindness never ceases; forever we have placed our hope in You. ", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 12_Paragraph": "before YHVH, who is coming. For God is coming to judge the earth; God will judge the earth with righteousness and the peoples with God’s faithfulness. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 16_Paragraph": "I betroth you to myself in righteousness and in justice, in kindness and in mercy.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 7_Tallit, 5_Paragraph": "Blessed are You, Lord our God, King of the universe, who has sanctified us with Your commandments, and commanded us to wrap ourselves in the tzitzit.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 14_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who removes sleep from my eyes, and slumber from my pupils.", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 4_Paragraph": "And, he was first, with no second, to rule over him or to collaborate;", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 4_Paragraph": "(On Purim add: And we praise You for the miracles and for the redemption and for the mighty deeds and for the victories and for the battles that You performed for our fathers in those days at this time: In the days of Mordecai and Esther, in Shushan the capital, when the evil Haman rose up against them, when he sought to destroy, murder, and to eliminate all the Jews, from the young to the old, infants and women, in one day, on the thirteenth of the twelfth month of Adar, and plunder their wealth. In great mercy You frustrated his counsel and ruined his plan, and You returned his plan upon his own head and they hanged him and his sons upon the tree.) ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 30_Paragraph": "And when the Lord will bring you into the land of the Canaanite, as He swore to you and to your fathers, and will give it to you;", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 6_Paragraph": "I believe with perfect faith that Moses's prophecy is true, and that he is the father of all prophets who preceded him or came after.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 2_Asher Yatzar, 0_Paragraph": "Praised are You, Lord our God King of the universe, who with wisdom fashioned the human body, creating openings, arteries, glands and organs, marvelous in structure, intricate in design. Should but one of them, by being blocked or opened, fail to function, it would be impossible to exist. Praised are you, Lord, healer of all flesh who sustains our bodies in wondrous ways.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 6_Forgiveness, 0_Paragraph": "Forgive us our Father for we have sinned, pardon us our King for we have willfully transgressed, for You pardon and forgive. Blessed are You, O Lord, Who is gracious and ever willing to forgive.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 7_Tallit, 9_Paragraph": "Continue Your kindness to those who know You, and Your righteousness to the upright in heart.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 18_Thanksgiving, 1_Paragraph": "(The rabbis thanks/<i>modim de'rabbanan</i>: We gratefully thank You, for You, O Lord our God, are our fathers' God, the God of all flesh, our Maker, the Maker of Creation. Blessings and thanksgivings to Your great and holy name for Your bringing us to life and preserving us. So [too], make us live and preserve us and gather our exiles to Your holy courtyards, to keep Your statutes and to do Your will and to serve You with a complete heart. About that which we thank You, blessed is the God of thanksgivings.)", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 7_Paragraph": "but God with his great power brought forth the chosen race,", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 19_Birkat Kohanim, 0_Paragraph": "Our God and God of our fathers, bless us with the threefold blessing, found in Your Torah, written by the hand of Moses you servant, and said to Aaron and his priestly sons, Your holy people:", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 19_Birkat Kohanim, 1_Paragraph": "May the Lord bless you and keep you.<br>May the Lord shine His face upon you and treat you graciously.<br>May the Lord lift His face towards you and grant you peace.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 15_Kingdom of David, 0_Paragraph": "Cause to sprout the branch/ offspring of Your servant David. Let his horn/ glory be raised up by Your salvation; for Your salvation we hope all day. Blessed are You, O Lord, Who causes the horn/ glory of salvation to flourish.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 5_Paragraph": "I believe with perfect faith that all the words of the the prophets and true.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 10_Paragraph": "Place the crown of victory upon them", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 15_Paragraph": "The Agagite (Haman), the son of Hammedatha, sought to cut down the lofty fir tree (Mordecai)<sup>*</sup><i class=\"footnote\">See Talmud Babli, Tr. Megillah, 10b.</i>;", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 22_Paragraph": "Moses said to the people: Remember this day, in which you came out of Egypt, out of a house of slavery; for by a strong hand the Lord brought you out of this place; no leavened bread shall be eaten.", 
        "0_Weekday, 0_Shacharit, 1_Pesukei D'Zimra, 2_Baruch SheAmar, 0_Paragraph": "Blessed be He who spoke, and the world came into being; blessed be He. Blessed be He who created the universe. Blessed be He who says and performs. Blessed be He who decrees and fulfills. Blessed be He who has mercy on the world. Blessed be He who has mercy on all creatures. Blessed be He who grants a fair reward to those who revere him. Blessed be He who lives forever and exists eternally. Blessed be He who redeems and saves; blessed be His name. Blessed are You, Lord our God, King of the universe, O God, merciful Father, who are praised by the mouth of Your people, lauded and glorified by the tongue of Your faithful servants. With the songs of Your servant David will we praise You, Lord our God; with his hymns and psalms we exalt, extol, and glorify You. We will call upon Your name and proclaim You King, our King, our God. You who are One, the life of the universe, O King, praised and glorified be Your great name for all time. Blessed are You, Lord, King extolled with hymns of praise.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 0_Paragraph": "Avinu Shebashamim", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 2_Paragraph": "when thou shalt have prepared a slaughter of the blaspheming foe,", 
        "2_Festivals, 5_Chanukah, 0_Service for Lighting Chanukah Candles, 2_Maoz Tzur, 0_Paragraph": "O Fortress, Rock of my salvation, unto thee it is becoming to give praise:", 
        "1_Shabbat, 1_Maariv, 13_Adon Olam, 8_Paragraph": "In his hand, I safegaurd my spirit, [for] when I sleep, [I know that] I will wake.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 8_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who placed the land on the water.", 
        "1_Shabbat, 3_Shacharit, 5_Communal Prayers, 1_Prayer of the State of Israel, 6_Paragraph": "Guide it's leaders and advisors with Your light and Your truth.  ", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 5_Paragraph": "Honor and majesty in God’s presence; strength and beauty in God’s sanctuary. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 7_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who straightens the bent.", 
        "0_Weekday, 0_Shacharit, 7_Post Service, 2_Thirteen Principles of Jewish Faith, 1_Paragraph": "I believe with perfect faith that the Creator His name be blessed is singular and there is absolutely no comparable unity, and He alone is our master, who was, is, and always will be.", 
        "1_Shabbat, 0_Kabbalat Shabbat, 2_Psalm 96, 2_Paragraph": "Tell of God’s glory among the nations, God’s wonderful acts among all peoples. ", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 10_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who prepares the steps of man.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 12_Morning Blessings, 13_Paragraph": "Blessed are you, Hashem, our G-d and king of the world, who gives to the weary strength.", 
        "0_Weekday, 0_Shacharit, 0_Preparatory Prayers, 8_Tefillin, 23_Paragraph": "This day you are leaving, in the month of Aviv.", 
        "0_Weekday, 0_Shacharit, 3_Amidah, 17_Temple Service, 1_Paragraph": "(On Rosh Chodesh/ New Month, Passover, or Sukkot include: Our God and God of our fathers, may these rise, come, reach, be seen, be favored, be heard, be visited, and be remembered, our remembrance and our consideration, the memorial of our fathers and the memorial of Messiah the son of David Your servant, the memorial of Jerusalem Your holy city, and in memorial of all the people of the house of Israel; before Your face for deliverance, for good, for grace, for loving kindness, for mercy, for life and for peace on the day of: Sukkot, Pesach, or Rosh Chodesh. Remember us today, Lord our God, for good, reckon us on this day for blessing and save us on this day for life. In the matter of salvation and mercy spare us and be gracious to us, have mercy on us and save us, for our eyes look to You, for You are the Kingly God of grace and mercy.) "
    }, 
    "meta": "Paragraph"
}