{
    "title": "Melechet Shlomo on Mishneh Torah, Marriage",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Melechet_Shlomo_on_Mishneh_Torah,_Marriage",
    "text": [
        [],
        [],
        [
            [
                "<b>כיצד האשה מתקדשת וכו'.</b> כתב המל\"מ וז\"ל כתב הריב\"ש סי' פ' על מי שאמר כשנתן לה הטבעת הריני נותנו לך בתורת קדושין ולא אמר הרי את מקודשת לי אין כאן ידים אלא דיבור שלם דכיון שהזכיר שהוא הנותן לה בתורת קידושין כבר נראה מלשונו שהוא מקדש והיא המתקדשת ע\"כ אבל הרשב\"א כתב בהיפך בתשובה סי' אלף רל\"ד על אשה שאמר לה ראובן הריני נותן לך זה לקדושין והשיב לשמואל דבעי ידים מוכיחות אין זה מקודשת דמ\"מ בשעת נתינה לא הוו שם ידים מוכיחות ודוק עכ\"ל.<br><b> ולענ\"ד</b> לא זכיתי להבין דברי הרב ז\"ל דהא מהריב\"ל ז\"ל בכלל ג' עלה ונסתפק בדעת הרשב\"א ז\"ל מדכתב בסוף התשובה וז\"ל ומיהו יש לחוש להחמיר שמא בקידושין בענין זו לא בעיא ידים מוכיחות וצריכה גט מספק יעו\"ש וגם מהרימ\"ט ז\"ל בחי' לקדושין כתב וז\"ל איברא שהלשון מפוקפק מדקאמר שמא בקדושין בענין זה משמע דבקדושין בענין אחר לא בעינן ידים מוכיחות והתם היינו טעמא משום דקאמר הריני נותנו לך מוכחה מילתא שהוא הנותן ולעצמו מקדשה וכמ\"ש הריב\"ש וכו' וא\"ת אי משום דקאמר הריני קאמר הו\"ל למימר דהוו ידים מוכיחות י\"ל דלא בעינן ידים מוכיחות טפי קאמר אלא במ\"ש הריני נותנו סגי ע\"כ הרי לך להדיא שכתב בפשיטות כדברי מהריב\"ל ואף כי אית מאן דס\"ל דמה שכתב בענין זה ר\"ל כיון ששניהם מודים משו\"ה יש להחמיר וכו' מ\"מ לא ברירא לן לעשותו מחלוקת בין הריב\"ש והרשב\"א ז\"ל בדבר שמהריב\"ל ומהרימ\"ט כתבו בהיפך ואף כי דעתו נוטה לאידך גיסא הלא לאמונה היה לו להזכירם ולא למסתם סתומי כאילו הוא מוסכם מן הכל.<br><b> ועוד</b> איכא למידק דאף כי נאמר דס\"ל דהרשב\"א דמילת הריני לא מעלה ולא מוריד לשוויה ידים מוכיחות מ\"מ שפיר איכא להשוות מידתם מטעמא אחרינא והוא כי הלשון דקאמר שנותן לה בתורת קדושין נראה שר\"ל כדינו מלשון המועיל לקדש בו משו\"ה כתב שיש להחמיר והיינו דקאמר בקידושין בענין זה דלא בעינן ידים מוכיחות וגם טעמא דהריב\"ש ז\"ל י\"ל בכה\"ג והיינו טעמא דמקודשת משום דכשנותן לה אמר לה הכי הריני נותן לך זה בתורת קדושין ומשום מילת בתורת קדייק הרב ז\"ל לעשותה מקודשת ומ\"ש מהרימ\"ט בח\"א סי' קל\"ח וז\"ל אבל לשון הריב\"ש ז\"ל הריני נותן לך בתורת קדושין מוכיח על הנתינה שהוא נותן לה בתורת קדושין יעו\"ש וזה הוא דלא כמהריב\"ל ז\"ל וכמ\"ש הרב ז\"ל."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה מדבר עמה על עסקי הקדושין וכו'.</b> כתב הרב המגיד בשם הרשב\"א דהיכא שלא היו עסוקים כלל בענין ונתן לה כסף סתם אפי' חזר ואמר לה הרי את מקודשת לי והיא רוצה שצריך שיטול הכסף ממנה ויחזור ויתננו לה בתורת קדושין וכתב מהרימ\"ט ז\"ל בחלק אה\"ע סי' מ\"ג על דברי הרשב\"א שדבר תמוה הוא מי גרע כסף סתם מכשנתנו בתורת פקדון דעקר להו בהדיא מקדושין ואפ\"ה רצתה מקודשת ונראה שדעתו ז\"ל דכיון שנתן לה כסף סתם ולא היו מדברים בעסק קדושין מסתמא בתורת מתנה יהיב לה ניהלה ואם טענה איהי בכך מהימנינן לה ונסתייע הרב ז\"ל מההיא דפ' שבועת העדות מנה נתתי לך וכו' ומההיא דסטראי נינהו שהביא הרא\"ש ז\"ל בפ' שבועת הדיינין בשם הר\"י ן' מיגש ז\"ל יעו\"ש.<br><b> והרב</b> מל\"מ בדין שלפנינו כתב וז\"ל לא ידעתי מה זו סמיכה דהתם הלה טוען ברי דלמתנה קאמר אלא שהעדים שהיו מבחוץ לא שמעו דבורם וכן ההיא דסטראי נינהו הכי הוי אבל במקבל סתם והוא לא ידע אם במתנה אם בפקדון בהא הוא דקיימינן אם יכול המקבל לומר סתמא לשם מתנה יהבתינהו והשתא הוא דקא הדרת בך ע\"כ ואני חכים ולא בחכמה רואה אני שדברי מהרימ\"ט ז\"ל הם דברי הרי\"ף בהלכות שכתב בפ' שבועת העדות וז\"ל והיכא דמנה זוזי לחבריה באנפי סהדי ולא ידעי הנך סהדי אי הלואה יהבינהו נהליה או בפרעון פרעינו או במתנה יהבינהו וא\"ל הב לי מנה דילי דיהבית לך וכו' ואי א\"ל הנהו זוזי דהוה מסקינא בך נינהו אי נמי מתנה יהבתינהו לי אפי' עדים רואין אותו כיון דלא ידעי דהלואה יהבתינהו ליה פטור וכו' דאמרינן מנה לו מנה בפני פלוני ופלוני ועדים רואין מבחוץ וכו' ע\"כ.<br><b> הרי</b> להדיא דעת הרי\"ף ז\"ל דאפי' שנתן לו סתם ולא פי' לשום מה נתן דהא העדים היו שם והם לא ידעו משמע שלא דברו הנותן והמקבל כי אם קח זה יכול לטעון דמתנה נתן ואף דלא טעין דבמתנה קאמר ליה הנותן ויליף לה מהא דאמר רב יהודה שהעדים היו בחוץ ואין לומר דהרי\"ף ז\"ל מיירי דהמקבל טעין דבמתנה קאמר ליה בפירוש ובאנפי סהדי דקאמר היינו שהם בפנים וסהדי מבחוץ דא\"כ היא היא מימרא דרב יהודה אלא ודאי כדאמרן ועל טענה דסטראי ומתנה על שניהם הוא אומר דטענתיה טענה וי\"ל ועי' בפ' הכותב (כתובות דף פ\"ה) מה שפירש\"י שם בד\"ה סטראי נינהו מצד אחר נושים בו ומחמת אותה מלוה החזיק בהם ע\"כ ועיין בס' קרית מלך רב מה שהליץ בעד מהרימ\"ט ז\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>היה מוכר פירות וכו'.</b> כתב הרב המגיד שם דף ט' מעשים מגמרא והם כמו שכתבם רבינו ע\"כ ועיין להתוס' ז\"ל שם ד\"ה הב אשקי ושדי אינה מקודשת וז\"ל וא\"ת מי גרע מתן מעות לפלוני דמקודשת (כשם) [כ\"ש] כשאומרת תן לי וי\"ל דשאני הכא דמעיקרא היתה שואלת שלא בתורת קידושין ומשו\"ה איכא למימר כשאומרת הב אדעתא דמעיקרא קאמר ע\"כ ומהרימ\"ט ז\"ל בתשובה חלק אה\"ע סי' ח\"ל בד\"ה ואעיקרא דדינא כתב על דברי התוס' וז\"ל והתוס' נמי על לשון הב שאלו והרי תן לפלוני אע\"פ שלא השיבה הן וגם לא אמרה אקדש אני לך מקודשת [כ\"ש] כשאמר תן לי ותירצו דשאני הכא דמעיקרא שאלה שלא בתורת קידושין וטעמא משום דאין לשון תן צודק על שאלתו כדפרישנא יעו\"ש ועיין למהרימ\"ט גופיה בחי' לקידושין דף ט' מ\"ש על דברי התוס' ובס' שמן המר חלק חו\"מ מסי' ג' ואילך ודוק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לאשה התקדשי לי בדינר וכו'.</b> כתב מהרימ\"ט בחי' להרי\"ף בפ\"ק דקדושין וז\"ל התקדש לי במנה והניח לה משכון עליה אינה מקודשת מאי טעמא מנה אין כאן משכון אין כאן כתב הרמב\"ן ז\"ל שאפי' אמר לה קני משכון וכו' והרא\"ש כתב יש מפרשים דהיינו דוקא בענין אשה ועבדים שנקנין בכסף ואין כאן כסף שיוכל לקנות אבל אם אדם נותן מתנה לחבירו ונתן לו משכון על המתנה משיכת המשכון כאלו זכה במתנה ומביאין ראיה מדאמרינן בהאומנים כשבא חבילת פועל אצל הבעה\"ב שוכר עליהן עד כדי דמיהם וליתא דאין חילוק בין מתנה לקידושין ודין אחד לכולם דבדבר שלא נתחייב בו לא חל שעבוד על נכסיו. ומיהו אותה דבפ' האומנים דבמשיכת המשכון משתעבד להפסיד עד כדי דמיהם לא ישבה הרא\"ש ונראה דשפיר עבד דלא חש לה דהתם לא הזכירו האומנים שום שעבוד ובמאי נשתעבדו האומנים אלא על כרחך התם ה\"ט דכל מילי דשלוחים ופועלים במילי דעלמא מתחייבים היכא דאיכא פסידא והוי פועלים סמך בעה\"ב מכי באת החבילה לידו שאלמלא כן היה מחזר בתר פועלים אחרים ומסתמא מכי באת חבילתם ליד בעה\"ב אשתעבודי אשתעבוד עד כדי דמיהם עכ\"ל ועיין בס' בני יעקב דף ק\"ב מ\"ש על דברי מהרימ\"ט ז\"ל יעו\"ש ובגירסת הרא\"ש שלפנינו כתוב להדיא וז\"ל אבל ההיא דפועלים כיון דדבר אבד הוא וחזרו בהם חייבים לשלם לו ההפסד הלכך נשתעבד לו המשכון שלהם לשכור עד כדי דמיו הלכך וכו' יעו\"ש ועיין בים של שלמה לקדושין בסי' י\"ב יעו\"ש.<br><b> והרב</b> בני יעקב כתב בדף ק\"ב וז\"ל היוצא מכלל הדברים אלו הוא דדברי הרא\"ש הן הן ממש דברי הראב\"ד ז\"ל כדמותם כצלמם דטעמא דמנה אין כאן הוא משום דלא קנה המשכון בתורת חיוב שהרי לא נתחייב לה מקודם והן הם ממש דברי הראב\"ד שכתבו הרשב\"א והר\"ן משמו וכו' ולפי\"ז אם נתחייב לה בקנין מקודם ואח\"כ נתן לה משכון וה\"ה נמי אם אמרה לה זכי במשכון זה שעבוד מנה מקודשת וראיתי להרב הגדול מהרימ\"ט ז\"ל שכתב במקום הנזכר דברי הרא\"ש אינם לא כדברי הרמב\"ן ולא כדברי הראב\"ד ולדידי חזי לי דאין בין דברי הראב\"ד לדברי הרא\"ש אפי' כמלא נימא וכו' יעו\"ש. ואני בעוניי אף שדברי הרב אינם צריכים חיזוק מ\"מ אמינא דדברי הרב ז\"ל הם ברורים בטעם והוא זה שדברי הרא\"ש הלזו הביאם בנו הטור בחו\"מ סימן ר\"ז סכ\"ב וכתב מרן ב\"י על זה וז\"ל ובמ\"ש או יאמר אם אחזור בי תזכה וכו' כבר כתבתי שהם דברי התוס' הרא\"ש וכ\"כ שם שהר\"ן בשם הראב\"ד דהא דקאמר מנה אין כאן משכון אין כאן לפי שלא נתחייב בה דמילי בעלמא נינהו אבל היכא שנתן לה משכון וא\"ל קני במשכון שעבוד מנה והתקדשי לי בו מקודשת וכתב שהרמב\"ן חלוק בדבר יעו\"ש הרי לך שדעת הרא\"ש כדעת הראב\"ד (א\"ה עיין להרב גופיה דף ק\"ג סוף ע\"ג שהביא דברי מרן הללו יעו\"ש ודלא כמ\"ש הרב קהלת יעקב בסי' רס\"ו אות פ' יעו\"ש)."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הרי שהתנה בדבר שאפשר לעשות וכו' אם תאכלי בשר חזיר הרי זה גיטיך וכו'.</b> הכי איתא בפ' המגרש (גיטין דף פ\"ד) והרב שמחת יו\"ט בסוף סי' פ\"ז כתב וז\"ל ויש לחקור בעיקר דין זה דעל מנת שתאכלי בשר חזיר התנאי קיים אי הוא הדין במתנה ע\"מ שלא תאכלי בשר חזיר וכיוצא מאחד מהאיסורין דהתנאי קיים ואם אכלה הגט בטל או דילמא כיון דבלא\"ה מושבע ועומד מהר סיני לא חייל תנאי זה דומיא לנשבע לקיים את המצוה דלא חלה וכו' יעו\"ש.<br><b> ולענ\"ד</b> קשה לי טובא דמאי מסתפק הרב נר\"ו מאחר שהוא הביא סוגיא דפ' המגרש ושם מבואר דלא שנא דאמרינן התם מיתיבי הרי זה גיטיך ע\"מ שתבעלי לפלוני נתקיים התנאי הרי זה גט ואם לאו אינו גט על מנת שלא תבעלי לאבא ולאביך אין חוששים שמא נבעלה להם וכו' ע\"כ הרי להדיא דמאי דהוי גט הוא משום דאין חוששין הא אם נבעלה הגט בטל ואף דמושבע ועומד מהר סיני וכן פסקו הפוסקים והטור ושו\"ע באה\"ע סי' קמ\"ג וצ\"ע."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין אדם עושה שליח לקדש לו אלא אשה שיכול הוא לקדשה בשעת השליחות.</b> [כתב הרב מל\"מ וז\"ל] בפ\"ב דנזיר דף י\"ב אמרו לא משוי איניש שליח אלא במילתא דמצי עביד השתא במילתא דלא מצי עביד השתא לא משוי והקשו בתוס' שם דמעשים בכל יום שהאשה אומרת לחברתה לושי לי קמח והפרישי לי חלה בעבורי ואיך נעשית שליח בדבר זה הא בשעה שעושה אותה שליח לא היתה יכולה להפריש בעצמה חלה מקמח זה שאינו בר חיובא שאין מפרישין חלה מקמח ותירצו משם ר\"ת דיש בידה להביא עיסה מגולגלת ולומר עיסה זאת תהא חלה על קמח זו לכשיהיה נילוש ודברים שבידה קיימים דאין זה דבר שלא בא לעולם כיון שבידה ללוש ולגלגל העיסה קרי שפיר דבר שבא לעולם וכו' ואח\"כ הוקשה להם דא\"כ דבר שבידו לא חשיב מחוסר מעשה למה הוצרך ר\"ת לומר טעמא דאשה עושה שליח להפריש חלה לאחר שתלוש הוא משום שיכולה המשלח להביא עיסה מגולגלת וכו' אימא דשאני עושה שליח לקדש לו אשה נשואה שאין ביד המשלח לשלוח שיגרשנה בעלה ולפ\"ז אין בידו לקדשה עכשיו משו\"ה אינו עושה שליח שיקדשנה לו השליח לאחר שיגרשנה בעלה אבל באומר שיפריש לאחר שילוש חשיב שפיר שליח כיון שביד המשלח ללוש ולהפריש הימנה חלה ועד כאן לא אמרינן דמילתא דאיהו לא מצי עביד לא מצי משוי שליח אלא בדבר שאינו בידו אבל דבר שהוא בידו אף שמחוסר מעשה מצי משוי שליח ולזה תירצו דמ\"מ בהאי טעמא לחודא לא סגי לן למימר דמצי למיעבד שליח כיון שבידו ללוש ולגלגל מדאמרינן בפ' (הבא ע\"י) [רבן גמליאל] כתוב גט לארוסתי לכשאכניסנה אגרשנה הרי זה גט מפני שבידו ובעי התם ליבמתו מהו ומאי קא מספקא הא בידו לבא עליה ולגרשה [אלא] כיון דהשתא לא מצי לגרשה לא מצי משוי שליח כיון דמחוסר מעשה לבא עליה ה\"נ כיון דהשתא איהו לא מצי להפריש חלה לא חשיב מה שבידה ללוש ולגלגל לענין שיכולה לעשות שליח כיון דמחוסר מעשה עכ\"ל והנה לפי מסקנת התוס' טעמא דחלה הוא משום שיש בידה להביא עיסה מגולגלת ולומר עיסה זאת תהא חלה על קמח זה לכשיהיה נילוש וכמ\"ש בתחילת דבריהם. וראיתי להרב הגדול מהרימ\"ט ז\"ל בחלק חו\"מ סימן כ\"ג שתמה על דברי התוס' הלזו דמנא להו דהעושה שליח שיקדש לו אשה לאחר שיגרשנה בעלה דלא מהני ומה דאמרינן בגמ' הכונה היא מסתמא אין בדעת האדם למשוי שליח אלא במאי דמצי עביד השתא דמאי דלא מצי עביד השתא לא אסיק אדעתיה ולא שוי שליח אבל אי פריש פריש ובזה ניחא הא דמעשים בכל יום שאומרת אשה לחברתה שתלוש ותפריש לה חלה אע\"ג דלא מצי עביד בעודו קמח שהרי בפירוש עשתה אותה שליח בכך וכו' [עכ\"ל המל\"מ. וכתב עוד המהרי\"ט שם וז\"ל] ואין לומר דמתוך הקושיא שהקשו מההיא (דפ\"ב) [דפ\"ה] דיבמות דמשמע דמחוסר מעשה מיקרי ולא חזי כלל הדרי בהו התוס' שנצטרך לומר דלאו דלא מצי עביד שליח קאמר אלא דמסתמא אין דעת האדם עליה ולפי\"ז יכול לעשות שליח להפריש חלה בעודה קמח דאע\"ג דסלקא בקושיא לא סלקא בתיובתא ובפ' חזקת הבתים גבי אחד מן האחין שהיו אונות וכו' עד כאן.<br><b> ולענ\"ד</b> לפום מאי דפרשתי דברי התוס' וכמ\"ש הבין המל\"מ בפירושו אין מקום לדברי הרב ועי' בס' גט מקושר דף ל\"ו יעו\"ש ועי' בס' תורת נזיר דף ט\"ו ע\"ד והנה המל\"מ הקשה למהרימ\"ט דאם כדברי הרב מאי האי דפריך בגמ' מהאומר לאפוטרופוס שלו כל נדרין שתדור אשתי מכאן ועד שאבא ממקום פלוני הפר לה והפר לה יכול יהיו מופרין ת\"ל אישה יקימנו ואישה יפירנו טעמא דאמר רחמנא הכי הא לאו הכי אפוטרופוס מפר הרי דס\"ל לסתמא דתלמודא דמילתא דלא מצי עביד השתא אפי' שעושה אותו שליח בפירוש לא מהני ומשו\"ה אוקמה לר' יאשיה כר' אליעזר שיכול אדם להפר לאשתו קודם שתדור ולהכי איצטריך קרא למעט שליח אבל לרבנן דאית להו דאינו יכול להפר קודם שתדור לא אצטריך קרא למעט אפוטרופוס דכיון דאיהו לא מצי עביד השתא פשיטא דלא מצי משוי שליח ע\"כ.<br><b> וחזיתיה</b> להרב משאת משה ח\"ג ביו\"ד סי' י\"א שהקשה כן וכתב שם מר בריה וז\"ל אמר אברהם דברי המל\"מ ודברי אדוני אבי צל\"ע דהרי מהרימ\"ט הקשה מההיא דאמרינן בפ\"ק דקידושין הני כהני שלוחי דרחמנא נינהו דאי ס\"ד שלוחי דידן נינהו וכו' ותירץ הרב דהתם לא מצי למעבד לגמרי קאמר אבל לכי שליח מצי למעבד איהו נמי עביד וכו' אמור מעתה לרבנן דאית להו דאינו יכול להפר קודם שתדור ודאי דלא אצטריך קרא למעט אפוטרופוס כיון דאיהו לא מצי עביד כלל קודם שתדור ולא מצי משוי שליח ואי אמרה מהרימ\"ט היינו במצי עביד אלא דמסתמא אין דעתו קאמר עכ\"ל ואחרי מחילה רבה לא ידענא מאי קושיא דנראה שרצה לדמותו ההיא דאפוטרופוס לההיא דהני כהני דלא מצי עביד כלל ולא דמי כאוכלא לדנא דה\"נ בשעה שאפוטרופוס מפר מצי בעל מפר אי הוה התם דומיא דעושה שליח לקדש לו אשה ובשעה שעשהו שליח לא מצי איהו לקדשה כיון דבשעה שעושה השליח שליחותו מצי לקדשה כתב מהרימ\"ט דאי פריש מצי עביד ה\"נ דכוותה כיון דפריש לו בעל לאפוטרופוס כן בפירוש משו\"ה אם לאו קרא הוה אמינא דמהני וא\"כ מאי מקשה הש\"ס כיון דפריש וזהו קושית המל\"מ וא\"כ לא ידעתי מאי קמתרץ וצ\"ע (א\"ה עיין להרב גופיה בס' אמרות טהורות דף נ\"ד ע\"ח שחזר בו מתירוץ זה יעו\"ש)."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וצריך לכתוב כתובה וכו' וחכמים הם שתקנו כתובה לאשה כדי שלא תהיה קלה בעיניו להוציאה וכו'.</b> ראיתי להרב דרכי נועם ז\"ל באה\"ע סי' כ\"ז שכתב וז\"ל וכיון דטעמייהו דרבנן הוא כדי שלא תהא קלה בעיניו להוציאה א\"כ שפיר מצי למתניה בעל בעת הנשואין שלא (תגביה) תגבה כתובתה לאחר מותו [דאי הוי] דאורייתא לא הוה מצי למיתנה משום דהו\"ל (מתניה) מתנה על מה שכתוב בתורה אבל מאחר דהוי דרבנן כל שאם בא לגרשה חייב ליתן לה כתובתה הרי תקנת חכמים במקומה עומדת וכו' יעו\"ש.<br><b> ונוראות</b> נפלאתי עליו דמה יענה הרב ז\"ל ביום שידובר בו הא דפסק הרי\"ף בר\"פ הכותב בפלוגתא דת\"ק ורשב\"ג בכותב לאשתו דין ודברים אין לי בנכסיך בחייך ובמותיך אם מתה לא ירשנה ורשב\"ג אומר ירשנה מפני שמתנה על מה שכתוב בתורה ופסקו הרי\"ף והרמב\"ם ז\"ל כת\"ק דדבר שבממון תנאו קיים וכתב הר\"ן שם וז\"ל ולית הילכתא כוותיה דקי\"ל בדבר שבממון תנאו קיים כלומר דאע\"ג דפסק רב כרשב\"ג היינו משום דס\"ל דמתנה על מה שכתוב בתורה תנאו בטל אע\"ג דירושת הבעל דרבנן חכמים עשו חזוק לדבריהם כשל תורה אבל אנן קי\"ל כר' יהודה דבדבר שבממון תנאו קיים הילכך ליתא לדרב וכן דעת הרמב\"ם ז\"ל בפ' כ\"ג מהל' אישות ע\"כ הרי להדיא דשפיר מצי למיתניה בדבר שבממון ומהניא ליה תנאו קיים ואף כי אמר ר\"ח ז\"ל דהלכה כרשב\"ג כמ\"ש הר\"ן שם הרי קול ושוברו עמו שכתב והלכה כרשב\"ג ולא מטעמיה דהוא סבר מתנה עמ\"ש בתורה תנאו בטל דמתנה עמ\"ש בתורה תנאו בטל בתנאי הגוף והכא בתנאי ממון אנן קיימי וכו' יעו\"ש הרי דמאי דלא מהני תנאי לאו משום מתנה עמ\"ש בתורה הוא דבהא ודאי מהני דהא קי\"ל כל דבר שבממון תנאו קיים אלא דלא מהני מחילה משום דלא זכה בה עדיין ואיך יכול למחול היפך מ\"ש הרב ז\"ל ודוק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מותר לארס בכל יום וכו' ואפי' בחולו של מועד אין נושאין נשים וכו' לפי שאין מערבין שמחה בשמחה.</b> כתב הרב המגיד שהיא סוגיא במו\"ק דף ח'.<br><b> (א\"ה</b> זה מצאתי כתוב לעטרת ראשי מורי זקני הרב המחבר ושייך להלכה זאת וז\"ל). ראיתי ונתון לבי לעת כזאת כי פקד ה' את עמו לתת אחרית ותקוה ויהי לנו למקדש מעט אלו בתי כנסיות שהיו חרבים והנה בעתה יצא דבר המלכות יר\"ה ויט לנו חסד שיבנו אותם כמאז ומקדם והנה הנם הם בונים אותם וכפי הנראה הוא שתשלום הבנין הוא בחג שבועות בס\"ד והוא זמן מתן תורה וראוי להחזיר הס\"ת למקומם הראשון ודאי שהיא שמחה גדולה אי שפיר דמי לחנכם בחג או דילמא איכא משום אין מערבין שמחה בשמחה.<br><b> דע</b> דשנו חכמים בלשון המשנה במו\"ק דף ח' ע\"ב וז\"ל אין נושאין נשים במועד לא בתולות ולא אלמנות ולא מיבמין מפני ששמחה היא לו ופריך בגמ' וכי שמחה היא לו מאי הוי א\"ר [יהודה] אמר שמואל לפי שאין מערבין שמחה בשמחה רבה בר רב הונא אמר מפני שמניח שמחת הרגל ועוסק בשמחת אשתו א\"ל אביי לרב יוסף הא דרבה ב\"ר הונא דרב הוא דאמר רב דניאל בר קטינא אמר רב מניין שאין נושאין נשים במועד שנאמר ושמחת בחגך בחגך ולא באשתך עולא אמר מפני הטורח ר' יצחק נפחא אמר מפני ביטול פריה ורביה וכו' ודאין מערבין שמחה בשמחה מנלן דכתיב ויעש שלמה בעת ההיא את החג וכל ישראל עמו שבעת ימים ושבעת ימים ארבעה עשר יום ואם איתא דמערבין שמחה בשמחה וכו' אלא מדמייתר קרא מכדי כתיב ארבעה עשר יום שבעת ימים ושבעת ימים למה לי ש\"מ הני לחוד והני לחוד. וכתבו התוס' בד\"ה לפי שאין מערבין וז\"ל גזירת הכתוב היא כדדריש לקמן מקרא דשלמה ובירושלמי דריש מדכתיב מלא שבוע זאת וטעם נראה קצת דכמו שאין עושין מצות חבילות חבילות דבעינן שיהא לבו פנוי למצוה אחת ולא יפנה עצמו הימנה וכן בשמחה יהיה לבו פנוי בשמחה ע\"כ ובד\"ה בחגך כתבו דעיקר דרשא הוא ולא אסמכתא כדאמרינן בפ\"ק דחגיגה ורב אשי האי בחגך מאי דריש ובד\"ה מפני ביטול פריה ורביה כתבו וז\"ל ונראה לי דקי\"ל כרב אשי דדריש בחגיגה בפ\"ק דף ח' ושם בחגך ולא באשתך ואינו אסור לערב שמחה בשמחה ועי\"ל דלא חשיבי שמחה בשמחה כי אם סעודת נשואין לבד עכ\"ל הרי להדיא מדברי התוס' דס\"ל דהני אמוראי פליגי אמילתא דשמואל וס\"ל דהלכה כרב אשי ומותר לערב שמחה בשמחה וכן הוא דעת הריטב\"א ז\"ל שם וז\"ל שאין מערבין שמחה בשמחה ולדבריו אין מערבין שמחת מילה ופדיון הבן וכו' ואין הלכה כמותו דאידך כולהו פליגי עליה יעו\"ש וכן נראה דעת הרשב\"א ז\"ל בח\"ג סי' רע\"ו יעו\"ש.<br><b> אמנם</b> רבינו עובדיה מברטנורא ז\"ל פי' וז\"ל ששמחה היא לו ואין מערבין שמחת החג בשמחה אחרת דכתיב ושמחת בחגך ולא באשתך ועיי\"ש בתוס' יו\"ט וכ\"כ התוס' בפ' נערה דף מ\"ז ע\"א בד\"ה דמסר לה וז\"ל אע\"ג דאמר רב במו\"ק דף ח' ושם ושמחת בחגך ולא באשתך דאין נושאין נשים בחולו של מועד משום דאין מערבין שמחה בשמחה ודרשה גמורה היא כדאמרינן בחגיגה דהוי דאורייתא איכא למימר וכו' או נשואין בלא סעודה וכו' יעו\"ש הרי שערבו טעם דאין מערבין שמחה בשמחה עם טעם בחגך ולא באשתך כנראה דס\"ל דרבה ב\"ר הונא לא פליגי אטעמא דשמואל דאין מערבין שמחה בשמחה וא\"כ לדידהו אף דפסקינן הלכתא כרב אשי אפי\"ה אסור לערב שמחה בשמחה.<br><b> ברם</b> ראיתי להרב מרכבת המשנה בפ\"ז מהל' יו\"ט שכתב וז\"ל ראיתי להרב מוהר\"ש אלגאזי ז\"ל בס' רצוף אהבה במועד קטן שכתב דהאי ועוד י\"ל שכתבו התוס' אפי' למאן דיהיב טעמא משום דאין מערבין ומ\"ש ועוד י\"ל כונתם לחדש על מה שתירצו קודם וכתבו דמאן דיליף בחגך ולא באשתך לדידיה אין אסור לערב שמחה בשמחה לזה כתבו ועוד י\"ל דאפי' דמאן דיליף מבחגך ולא באשתך סבר דהיינו טעמא דקרא משום ערוב שמחה בשמחה אלא דבהא פליג אמאן דיהיב טעמא משום אין מערבין דלההוא מאן דאמר לענין דינא דכל שמחה אין מערבין ואף שאינו שמחת נשואין אבל מאן דיהיב טעמא משום בחגך ולא באשתך סבר דטעמא דקרא משום ערוב שמחה אבל לדידיה לא אסר קרא לערב שמחה בשמחה אלא בסעודת נשואין ופדיון הבן שריא נמצא דכי כתבו התוס' ז\"ל ועוד י\"ל דלא חשיבי וכו' הוא למ\"ד בחגך ולא באשתך דפסקינן כוותיה אבל לעולם למ\"ד טעמא דמתני' משום ערוב שמחה בשמחה כיון דמשלמה גמר בכל שמחה מיירי ע\"כ א\"כ מאי דאמרו בגמ' וכו' והכל אתי שפיר דהתוס' ז\"ל בכתובות אזלי לשטתייהו דמו\"ק דמאן דסבר בחגך ולא באשתך טעמא משום דאין מערבין שמחה בשמחה והטעם שלא יניח שמחת הרגל שכן הוא מוכרח מן הגמ' עכ\"ל ואפשר דזה הוא היתה דעת רבינו עובדיה מברטנורא דסבר מאי דאמר קרא ושמחת בחגך ולא באשתך הוא משום דאין מערבין ומ\"מ אינו אסור כי אם בשמחת נשואין אבל שאר מיני שמחות לא לרב אשי.<br><b> ובעיקר</b> דברי התוס' בפ' נערה שתירצו דנשואין בלא סעודה שרי הקשה מהרש\"ל ז\"ל וז\"ל וזה תימה מדתניא בהדיא באלו מגלחין מארסין אבל לא כונסין ואין עושין סעודת אירוסין משמע דנשואין בלא סעודה נמי אסור ע\"כ ומהרש\"א תירץ דהתוס' סמכו בזה על מה שבאו לחלק בין שמחה דאורייתא ובין שמחה דרבנן כיון דלא חשיבא כולי האי ולא הוי דרשה גמורה אלא בנשואין עם סעודה דהוי שמחה גמורה ואין מערבין שמחה בשמחה ע\"כ. וראיתי להרב מג\"א באו\"ח סי' תקמ\"ו שכתב וז\"ל ולי נראה דלק\"מ דהא התירוץ קאי אליבא דרב דמקשו דברי רב אהדדי ורב יליף התם מדכתיב ושמחת בחגך ולא באשתך וא\"כ ה\"ק קרא סעודה שאתה עושה לצורך הרגל דהיינו בשר ויין כדאיתא בגמ' יהיה בחגך ולא באשתך אבל נשואין בלא סעודה שרי אבל אנן קי\"ל כשמואל דאזיל לשיטתיה דס\"ל הטעם דאין מערבין שמחה בשמחה א\"כ נשואין בלא סעודה אסור דאיכא שמחה יעו\"ש.<br><b> ולענ\"ד</b> לא זכיתי להבינו במה שכתב דהתירוץ קאי אליבא דרב דמקשו דברי רב אהדדי דהא התם קאמר רב מנין שמעשה הבת לאב שנאמר וכי ימכור איש את בתו לאמה מה אמה מעשה ידיה דרבה אף בתו וכו' ופריך הש\"ס ואימא ה\"מ קטנה דמצי מזבין ומשני מסתברא דאבוה הוי דאי לא הא דזכי רחמנא לאב לממסרא לחופה היכי מצי מסר לה הא קמבטלה ממעשה ידיה דידה והיינו כרב וע\"ז פריך ר' אחאי דלעולם דמעשה ידיה דידה הוי ודלא כרב והא דזכי ליה רחמנא לממסרא לחופה דיהיב להאב שכר פקעתא אי נמי דמסר לה בשבתות וי\"ט וע\"ז באו התוס' והקשו דמאי דחייא היא לרב דהא ליתא דלא מצי מסר לה בשבתות וי\"ט דאין מערבין שמחה בשמחה דאין נושאין נשים במועד דכתיב ושמחת בחגך ועדיין שפיר קאמר רב דמעשה ידיה דאב הוא ומאי פריך רב אחאי וע\"ז תירצו דמסר לה בנשואין בלא סעודה ולא זכיתי להבין דבריו וצריך ישוב.<br><b> איך</b> שיהיה נמצא מן האמור דלדעת התוס' בסוגיין לתירוץ קמא ולדעת הריטב\"א ז\"ל מותר לערב שמחה בשמחה ואפי' לתירוץ בתרא נמי הך דאין מערבין היינו בשמחת נשואין אבל שאר שמחות שפיר דמי והרמב\"ם ז\"ל בפ\"ז מהל' יו\"ט פסק וז\"ל אין נושאין נשים במועד ולא מיבמין כדי שלא תשכח שמחת החג בשמחה אחרת הנשואין וכו' ולא סעודת נשואין שלא לערב שמחה אחרת בשמחת החג וכו' וכתב הרב המגיד וז\"ל ובגמ' הרבה אוקמתות וטעמים רב הונא אמר מפני שמניח שמחת הרגל ועוסק בשמחת אשתו ואמרו דרב ס\"ל הכי ולזה כתב רבינו זה הטעם ע\"כ והרב לח\"מ הקשה עליו מסוף דברי הרמב\"ם שכתב שלא יערב שמחה אחרת וכו' ועוד הקשה ממ\"ש הרמב\"ם בפ\"י מהל' אישות שכתב וז\"ל וא\"צ לומר שאסור לישא אשה בשבת ואפי' בחוה\"מ אין נושאין נשים כמו שביארנו לפי שאין מערבין שמחה בשמחה שנאמר מלא שבוע זאת יעו\"ש ואיך כתב הרה\"מ דפסק כרב הונא משום דרב הכי ס\"ל והרי התם יהיב טעמא משום דאין מערבין שמחה בשמחה והפרש גדול יש בענין הדין דלמ\"ד אין מערבין הוא כל שמחה שבעולם שהרי משלמה המלך ע\"ה למד אבל לרבה בר רב הונא לא הוי אלא שמחת אשה דהיינו בחגך ולא באשתך וכו' ותירץ דודאי הרמב\"ם (פי') [פסק] כמ\"ד אין מערבין אבל מ\"מ למ\"ד אין מערבין אינו מכחיש לרב הונא דאמר משום שמניח שמחת הרגל ועוסק בשמחת אשתו אלא מוסיף על דבריו דאפי' שאר שמחות נמי לכך לא חש הרמב\"ם לכתוב כאן רק טעם זה דמניח שמחת יו\"ט שהוא מוסכם אבל מ\"מ כתב בהל' אישות דאין מערבין להודיענו שם הדין אפי' בשאר שמחות וכו' יעו\"ש שהניח הדבר בצ\"ע.<br><b> ולענ\"ד</b> לא נתקררה דעתי בזה דא\"כ איפכא הו\"ל להרמב\"ם לעשות דבהל' יו\"ט הו\"ל לתת טעם דאין מערבין לרמוז דבכל מיני שמחות אסור לערב ביו\"ט כגון סעודת פדיון הבן וכיוצא ובהל' אישות יאמר שלא תשתכח שמחת הרגל בשמחה אחרת ואפשר דזה הוא דקשיתיה להרב לח\"מ והצריכו עיון והרב מעשה רוקח תירץ שכונת הרמב\"ם ז\"ל הוא לההיא שכתבו התוס' דטעם דאין מערבין שמחה בשמחה הוא כמו שאין עושין מצות חבילות חבילות דבעינן שיהא לבו פנוי למצוה אחת ולא יפנה עצמו הימנה כן בשמחה כנ\"ל ומעתה טעמא דרב הונא דאמר מפני שמניח שמחת הרגל ר\"ל דבאשתו קפדינן מרוב חיבתו אצלה מרבה בעסקיו כדי לשמחה ולהכי מייתי דרשת בחגך ולא באשתך וא\"כ הרמב\"ם דכתב שלא תשתכח שמחת הרגל הוא ניהו טעמא דאין מערבין שמחה בשמחה ודקדק בדבריו ולא כתב שלא יניח שמחת הרגל כלשון הגמרא יעו\"ש והטור ז\"ל באו\"ח סי' תקמ\"ו פסק המשנה כצורתה ובאה\"ע סי' ס\"ד יהיב טעמא משום דאין מערבין או משום ביטול פריה ורביה והרב פרי חדש בסי' תרפ\"ח ס\"ק ו' כתב על הרשב\"א ז\"ל שהתיר לישא אשה בפורים וז\"ל ולי נראה דאין לסמוך על ההיא תשובת הרשב\"א ולא מכרעא מילתא דליפלוג רב אשי עליה בההיא טעמא דאין מערבין שמחה בשמחה ומה גם דמקרא נפקא ליה אלא דבעי למימר ר\"א דאיסורא דאורייתא איכא מקרא דבחגך ולא באשתך דהוי עיקר דרשא ומדברי הרי\"ף והרא\"ש וכן מדברי התוס' לחד שנויא נראה דס\"ל דאיכא טעמא דאין מערבין שמחה בשמחה ואפי' לרב אשי וכו' יעו\"ש.<br><b> אלא</b> דמ\"מ נראה דכל זה אינו אלא בשמחה שיש בו סעודה כגון מילה ופדיון הבן ובחינוך בית המקדש בימי שלמה המלך ע\"ה שהיה שם אכילה הרבה והיו זובחי שלמים ואוכלים הבשר עד שאכלו אפילו ביוה\"כ באותה שנה ופריך בגמ' הכא נמי מעבד ליעבדו מיכל לא ליכול ולא לישתו ומשני אין שמחה בלא אכילה ושתיה יעו\"ש על זה הוא דקפיד שלמה שלא לעשותו ברגל ובודאי דשלמה גמר דינו ממאי דקפיד קרא לומר ושמחת בחגך ולא באשתך אבל בשמחה דנידון דידן שהיא על מה שנבנה בימינו בתי כנסיות וזכינו להחזיר הס\"ת למקומם הראשון ולהתפלל במקום קדוש ולית בשמחה זאת אכילה ושתיה כי אם שירות ותשבחות ונדרין ונדבות להוצאת בית הכנסת והרי זה דומה לשמחת אירוסין או לשמחת מחזיר גרושתו דאפי' בסעודה שרי. ואמינא דעדיף יותר לחנכם בחג ולערב שמחת החג בשמחת חינוך בית הכנסת דהא איתא בתנחומא בפרשת פקודי שהמשכן נשמר להקימו ביום לידת יצחק לערב שמחה בשמחה והיפה תואר הקשה מהא דמו\"ק דאין מערבין שמחה בשמחה ותירץ דשאני שמחת לידת יצחק דאין חיוב לעשות שמחה על זה הילכך נוח לערב שמחת המשכן בשמחה זו שתהיה השמחה כפולה אבל שמחת מועד ונשואין שהן חיוב אין לערב ע\"כ וממנו ניקח לנדון דידן שאין חיוב בשמחת זאת כי אם אנן בדידן משמחין דודאי שפיר דמי ועדיפא לחנכם בחג.<br><b> עוד</b> ראיתי להרב מהר\"ש יפה ז\"ל בפרשת פקודי פרשה נ\"ב סי\"ב שהביא המדרש תנחומא והקשה מהרש\"י ז\"ל דאין מערבין שמחה בשמחה ותירץ וז\"ל וי\"ל דשמחה דאית בה אכילה ושתיה דאית בה הנאה לגוף אין מערבין שאחר שישבע במשתה משום אחת אינו נהנה מאחרת אבל שמחה דמצוה שאפשר לשתיהם יחד שאין קצבה לשמחה מוטב לערב זו בזו כדי שתגדל כח השמחה זו בזו כדרך הדברים המצורפים ועוד דמגלגלין זכות ליום זכאי וכו' יעו\"ש הרי דבשמחה דלית אכילה ושתיה עדיף טפי לערבן ועיין בס' מזבח אדמה הל' חנוכה בד\"ה חיוב ודוק והאל ברחמיו יביא הענין לידי גמר מעשה ויסלק חרון אפו מעל עמו ויזכנו להתפלל שם עוד זה מדבר ובא לציון גואל ויראנו בית קדשו בקרב ימים כי בא יבא ולא יאחר במהרה בימינו כן יהי רצון אמן הלא כה דברי עבד נרצע לעבודת קוני והוא.<br><b> הצעיר </b> שלמה בכ\"ר שמואל חכים ס\"ט."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "<b>מציאת האשה ומעשי ידיה וכו'.</b> כתב מהרשד\"ם בחו\"מ סי' שכ\"ז וז\"ל ולענין השאלה הב' שנינו בפ' מי שמת (בבא בתרא דף קמ\"ד) וכן האשה שהשביחה השביחה לאמצע ופריך בגמ' אשה מאי עבידתה בנכסי יתומים א\"ר ירמיה באשה יורשת ופי' רשב\"ם ז\"ל או תיטול כתובתה ותלך לה או תטרח קמי יתמי ותהיה ניזונת ומעשה ידיה שלהם ואין לה להשתכר בממון היורשים באשה יורשת כגון שנשא ראובן בת שמעון וירשו בני ראובן ובת שמעון נכסי הזקן או שאמר בעלה תטול אשתי כאחד מן הבנים וכו' ולא פרשה לאמצע ע\"כ ומכאן משמע דעל הסתם כל עוד שהיא ניזונת משל בעלה ולא נטלה כתובתה שאין לה ברוח כלל כשאינה יורשת הגם שהרא\"ש ז\"ל פליג בזה קצת דס\"ל שנוטלת שכר טורחה אלא שידה על התחתונה כמ\"ש בפסקיו והטור באה\"ע הביא דבריו בסי' צ\"ה מ\"מ למדנו שגם לדברי הרא\"ש אינו נוטלת לאמצע (וצ\"ל לעצמה) עכ\"ל.<br><b> ולענ\"ד</b> לא זכיתי להבין דברי הרב ז\"ל שהרי דברי הרא\"ש שבפ' מי שמת שכתב שנוטלת שכר טורחה אינם אלא כשאינה ניזונת שכך כתב פי' רשב\"ם אשה שמת בעלה והיא ניזונת מנכסי יתומים והשביחה את הנכסים אף שכר טירחא אינה נוטלת וכו' ואם אינה נזונת כגון שתבע כתובתה בבי\"ד והניח בעלה נכסים מועטים ואין בהם כדי כתובתה אם אמרה ראו מה שהניח לי בעלי ונתעצלו בי\"ד או היורשים מלהשביע ולהגבותה כתובתה אפי' השביחו הנכסים ועמדו עד אלף דינרין השביחה לעצמה אבל השביחה הנכסים בסתם נוטלת כתובתה והמותר ליורשים ומתוך לשונו משמע שאינה נוטלת בשבח כלום ולא נהירא דדוקא אשה יורשת דאחים הוא דמחלי אהדדי אבל אשה שאינה יורשת הוי אצל הבנים כיורדת בנכסי אחר ונוטלת שכר טורחה אך שידה על התחתונה וכו' ע\"כ הרי דמאי דפליג הרא\"ש על רשב\"ם הוי דוקא באשה שאינה נזונת דודאי מ\"ש הרא\"ש ז\"ל ומתוך לשונו משמע שאינה נוטלת בשבח כלום קאי למאי דסליק מניה דהיינו אם אינה נזונת והשביחה סתם דאינה נוטלת כי אם כתובתה והשאר ליורשים דאי בנזונת הא בפי' כתב רשב\"ם דאין לה אפי' שכר טירחא ומה לו לומר ומתוך לשונו משמע ועוד דפסקי הרא\"ש הביא דאם נזונת אין לה אפי' שכר טירחא וכדברי רשב\"ם וכן הטור ז\"ל כתב דנוטלת שכר טורחה באינה נזונת היפך דעת רשב\"ם באופן שדברי מהרשד\"ם נפלאו ממני ולא זכיתי להבינם (א\"ה עיין במהר\"מ מלובלין ז\"ל בסי' ק\"ט שהכריח כן מדברי הרא\"ש והביא דבריו הכנה\"ג באה\"ע סי' צ\"ה בהגה\"ט אות ח' יעו\"ש) עוד כתב שם הרב וז\"ל לכן נראה דלענין מעשה כיון שרוב הפוסקים רובא דרוב גדולים בחכמה ובמנין מסכימים שלא אמרו במתני' וכן האשה שהשביחה השביחה לאמצע אלא באשה יורשת דעלמא כל שהיא נזונת מנכסי יתומים מעשה ידיה שלהם ע\"כ ובודאי שטעות סופר נפל במילת לאמצע וצ\"ל לעצמה ולסיפא דמתני' קאמר ופשוט."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האשה שכתבה כל נכסיה וכו'.</b> עיין בכ\"מ וכתב הרב בית שמואל באה\"ע סי' צ' ס\"ק ל' וז\"ל לכן לדעת הרא\"ש המקבל אוכל פירות ויורש אותה שהרי מהיום חל המתנה ולהרמב\"ם אינו אוכל פירות ואינו יורש אותה דהא לא חל המתנה עדין כל זמן שלא אמר הן והבעל ג\"כ אינו אוכל פירות דהוי כנכסים שאינם ידועים לבעל וכו' ובס\"ק ל\"א כתב וז\"ל בהרא\"ש מבואר דהמקבל מתנה אוכל פירות וכן כתב הטור וכך נראה דהרמב\"ם ז\"ל ס\"ל כן דאי אמרת לאו מתנה היא כיון דכוונתה היה להבריח א\"כ למה לא ירש אותה אלא ודאי כוונתה היה שיאכל המקבל הפירות ולא כשלטי גבורים שכתב דאינו אוכל פירות ואין יורש אותה וכו' יעו\"ש ולענ\"ד איני יכול לזווג ב' הלשונות אלו במ\"ש בדעת רבינו שפעם כתב דלדעתו שאין המקבל אוכל פירות ואם מתה אינו זוכה ופעם כתב שהמקבל אוכל פירות ואם מתה זוכה המקבל במתנה ודוק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>התנה עמה שלא ירשנה הרי זה לא ירשנה וכו'. בד\"א שהתנה עמה קודם שתנשא וכו' אבל אם התנה עמה אחר שנשאת תנאו בטל כמו שביארנו.</b> כתב הרב המגיד במשנה מחלוקת בדין הירושה ת\"ק ורשב\"ג ורשב\"ג אמר אם מתה ירשנה מפני שמתנה על מה שכתוב בתורה ובגמ' אמר רב הלכה כרשב\"ג ובהלכות ולית הלכתא כוותיה דקי\"ל כל דבר שבממון תנאו קיים ובירושלמי אילין דכתיבין אי מיתת בלא בני כל מה דילה תהדר לבני נשא תנאי ממון הוא וקיים ע\"כ בהלכות וכן הכריעו הרמב\"ן והרשב\"א ז\"ל ודוקא אמתנה ועודה ארוסה וכההיא דאמר וכו' אבל משנשאת אין תנאו בירושה כלום וכו' וכ\"כ הרמב\"ן והרשב\"א וכדעת רבינו והירושלמי הנזכר בהלכות הוא בכותב לה ועודה ארוסה אי נמי בכותב לה בכתובתה בשעת כניסה אבל לאחר נישואין לא אמר כלום אלו דבריהם ז\"ל מסכימין לדעת רבינו ומצאתי בתשובה לרבינו שהוא סובר שדין המשנה הוא במתנה אחר הנשואין ואף בזה אמרו בהלכות שהתנאי קיים והוא חולק על ההלכות בזה ואומר דלאחר הנשואין ודאי תנאו בטל אבל בארוסה תנאו קיים וכבר כתבתי שדעת הרמב\"ן והרשב\"א ז\"ל כדעת רבינו בענין הדין והם סוברים שדברי ההלכות הם בארוסה ולעיקר הדין כולם נתכוונו לדעת אחד עכ\"ל והנה לפי דעת הרה\"מ דס\"ל דדעת רבינו שבתשובה הן בכותב לה ועודה ארוסה והיינו דמהני ליה תנאו ואזיל ומודה ליה להרי\"ף ז\"ל אמנם במתנה אחר הנשואין חלוק על ההלכות וצ\"ל דלא מהני ולא מידי והן הם הדברים האמורים כאן והשוה מדתו הכא והתם וא\"כ הא דיהיב טעמא בתשובה דהירושלמי מיירי בתנאי שכותב האב לבתו ומשום הכי מהני תנאי ולא תירץ דהירושלמי מיירי בכותב לה ועודה ארוסה ולעולם דמיירי בתנאי שכותב הבעל לאשתו כפשטו היינו משום דקשה לו בדברי הירושלמי שלא נזכר לשון ירושה כלל וכמו שכתב כן אח\"כ וז\"ל ועוד שלא נזכר בירושלמי שם ירושה כלל ואין דברי הירושלמי דומין אלא למי שנתן נכסיו לאחרים שלא בלשון ירושה ודברים ברורים הם וכו' יעו\"ש.<br><b> והוצרכתי</b> לזה לפי שראיתי למרן החבי\"ב באה\"ע סי' ס\"ט הגה\"ט אות י\"א שהביא תשובת רבינו וכתב עליו וז\"ל ודבריו ברור מללו דאפי' בכותב לה ועודה ארוסה ס\"ל להרב דתנאו בטל מדקאמר הלכתא כרב ורב פסק כרשב\"ג ורשב\"ג אפי' בכותב לה ועודה ארוסה ס\"ל דתנאו בטל דהא במתני' דפליג בה רבנן ורשב\"ג מוקמינן לה בכותב לה ועודה ארוסה וכו' יעו\"ש ולפי מ\"ש הרב המגיד אין בזה הוכחה דרבינו ס\"ל שדין המשנה הוא במתנה אחר הנשואין ואף בזה אמרו ההלכות שהתנאי קיים ובזה הוא דחלוק על ההלכות אבל במתנה קודם הנשואין אזיל ומודה דמהני התנאי. ועוד הכריח הרב ז\"ל מדכתב רבינו בתשובה שזה שפי' הרי\"ף ז\"ל אגב שטפיה אמרה הרי\"ף ז\"ל ולפי האמור לא כתב שתנאו קיים אלא בכתב לה ועודה ארוסה וכו' ואף לזה י\"ל דאחר המחילה לא אירייא דכיון דהוא ז\"ל ס\"ל דדברי הרי\"ף הם אמורים אפי' לאחר שנשאת וכדכתב הרה\"מ א\"כ אין הוכחה דבעודה ארוסה נמי פליג עליה דלא מהני אלא שפיר מצי למימר דמודה מיהא בכותב לה ועודה ארוסה דמהני תנאה עוד כתב הרב ז\"ל וז\"ל ועוד מדהוצרך לאוקמיה הירושלמי במתנה דאי ס\"ל דבכותב לה ועודה ארוסה תנאו קיים הוה ליה לאוקומי הירושלמי בכותב לה ועודה ארוסה ונמצא לפ\"ז שהרמב\"ם ז\"ל סותר את עצמו מחבורו הגדול לתשובה וכו' אבל מה שקשה עלינו הוא שהעיד בתשובה שפי' בהלכותיו כמו שפי' בתשובה ואינו כמ\"ש.<br><b> שוב</b> ראיתי להריב\"ש ז\"ל בתשובה סי' ק\"ב כתב שהרמב\"ן ז\"ל הבין מדברי הרי\"ף דאפי' בנשואה תנאו קיים ואפשר שזה דעת הרמב\"ם בתשובה עכ\"ל ולפי מ\"ש בעניותנו בדעת רבינו שלא תירץ הירושלמי בכותב לה ועודה ארוסה הוא משום דלא נזכר שם ירושה כלל וכמ\"ש אח\"כ אין משם הוכחה ונמצא לפי זה שדעת רבינו בחבורו ושבתשובה שוים הם וצדקו יחדיו דבכותב לה ועודה ארוסה מהני תנאה ואין נסת'ר מחמתו אלא שבתשובה הבין שדברי רב הם בכותב לה משנשאת ומשו\"ה לא מהני תנאי משום דירושה חק ומשפט כתיב בה שלא כדברי הרי\"ף דאפי' משנשאת מהני תנאה וכדכתב הרה\"מ ומהתימה על הרב ז\"ל שיושב ודורש כמשה מפי הגבורה היפך מ\"ש הרה\"מ שם בו בפרק ולא זכר ש\"ר וישכחהו.<br><b> עוד</b> אנא יניק וחכים עומד ומתמיה על הרב ז\"ל שהעיד על הריב\"ש ז\"ל שהרמב\"ן ז\"ל הבין בדברי הרי\"ף דאף בנשואה מהני תנאה ותנאו קיים וכו' ואילו מדברי הרב המגיד שכתבנו נראה להדיא שהרמב\"ן והרשב\"א ז\"ל ס\"ל שדברי הלכות הם בארוסה וכן ראיתי בהריב\"ש סי' ק\"ב שכתב וז\"ל ולא הייתי צריך להאריך בנדון זה אלא להודיעך שפי' הרי\"ף ז\"ל הוא בכותב לה ועודה ארוסה כדאוקמי בגמ' למתני' ולא כמו שהבין הרמב\"ם ז\"ל מדבריו וכולם מסכימים לעיקר הדין ע\"כ הרי להדייא שלא הבין בדברי הרי\"ף ז\"ל דמיירי בכותב לה לאחר שנשאת זולת רבינו ז\"ל שלא כדברי מרן החבי\"ב שכתב שהרמב\"ן ג\"כ הבין כן וכעת צ\"ע."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מלאכת שלמה על משנה תורה, הלכות אישות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Melechet Shlomo",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}