{
    "title": "Maaseh Rokeach on Ritual Slaughter",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Ritual_Slaughter",
    "text": [
        [
            [
                "<b>שנאמר וזבחת וגו'.</b> פסוק זה בפרשת ראה ובאותה פרשה כתוב פסוק אך כאשר יאכל וגו' ונחלקו בגמ' בביאורם ורובם ככולם סברי דבפסולי המוקדשין הכתוב מדבר כדאיתא בפ\"ק דחולין דף כ\"ח ופ\"ה ופ\"ב דבכורות דהיינו לומר שבשר תאוה לא נאסר להם אלא שבשר נחירה היה מותר במדבר וכשבאו לארץ נאסר להם והיינו כי ירחיב וגו' ורבינו בסוף פ\"ד כתב כן להדיא אף דבריש פ\"ב משמע מדברי רבינו שלא בא זה הפסוק אלא להזהיר שלא ישחוט בשר תאוה אלא חוץ לעזרה מ\"מ יש ליישב דהא והא איתא אך מאי דקשה טובא מנין יצא לו לרבינו דפסוק דאך כאשר יאכל את הצבי וגו' איירי בבכור בעל מום. ומלבד מ\"ש מרן ז\"ל עוד מצאתי להרשב\"ש ז\"ל סי' תצ\"א שרבינו ס\"ל דכיון דפרשה ראשונה בפסולי המוקדשים איירי לכו\"ע ואין בכור בכללם דהרי דרשינן בשר ולא חלב ובבכור ליכא חלב דאינו נוהג אלא בזכרים וכו' ע\"כ. ופרשה שכתב ז\"ל היינו הפסוק הראשון שהוא וזבחת וגו' ופרשה שניה היא פסוק אך כאשר יאכל וגו'. ודע שבספר המצוות עשין קמ\"ו פסק רבינו כהספרי דפסוק וזבחת מבקרך לא בא אלא ללמד על שחיטת חולין וכו' וגם זה יש ליישב ודוק. וכבר ידוע דרכו של רבינו שכשלא יש נפקותא לענין דינא מביא הדרשות ופסוקים שבחר הוא בדעתו הרמה וזה יספיק קצת גם לההיא דאשר יצוד וכו' שהביא לשחיטת העוף ועיין עוד להרב לח\"מ ז\"ל."
            ],
            [
                "<b>לפיכך וכו'.</b> כתב הרב לח\"מ ז\"ל כלומר כיון שאמרנו שהשחיטה היא מצות עשה ואינה רשות לכך צריך לברך ע\"כ. ולכאורה כך היה נראה לענ\"ד אך אין נראה כלל דא\"כ משמע דמפני היותה מ\"ע מן התורה היא דיברך הא אם היא מ\"ע דרבנן לא יברך וזה אינו דכמה מ\"ע דרבנן וחייבים אנו לברך וכמ\"ש רבינו פי\"א דהל' ברכות לכן נראה כמ\"ש מרן ז\"ל דבא לתת טעם למה שקדם דהלכות שחיטה שוין בין בבהמה חיה ועוף ולכך דין הוא לברך ברכה שוה לכולן ואין לחלק בברכה זו וכו' ומסתבר עוד שכן הוא האמת דאם לא כן מלתא דפשיטא היא שעל כל המצות יש לנו לברך ולא ס\"ד שתהיה רשות מכיון שהקדים שהיא מ\"ע וק\"ל. ומ\"ש",
                "<b>ואם לא בירך וכו'</b> כלומר דאם כבר שחט אין לו לברך עוד וכמ\"ש בהל' ברכות שם דין ו'.",
                "<b>ומותר לחתוך וכו'.</b> מבואר בגמרא דבין לישראל בין לגוי שרי ולית ביה משום אבר מן החי ורבינו פ\"ט דמלכים פסק דלבני נח אסור משום אבמ\"ה והרשב\"א ומרן ז\"ל הניחוהו בצ\"ע ועיין להרב כנה\"ג יו\"ד סי' י\"ד שהאריך בזה אך אשתמיטיתיה מ\"ש רבינו פ\"ב דאבות הטומאה דין א' שכתב דאבר המפרכסת אסור לב\"נ כפורש מן החי עיי\"ש."
            ],
            [
                "<b>ובחגבים נאמר וכו'.</b> פסוק זה לא הוזכר בגמרא כלל ואדרבה משמע דכי כתיבה אסיפה במקום שחיטה כמו הצאן ובקר ישחט להם אם את כל דגי הים יאסף להם אז מוכחינן דבאסיפה לחוד קאמר אבל אי כתיבה אסיפה לחודה אין להוכיח כן. אכן לדעת רבינו צ\"ל דכי קאמר בגמרא הכי אינו אלא כלפי הקושיא שהקשה מויאספו את השליו ולא הקשה כן אלא משום דאמר תחילה דעוף בעי שחיטה וכלפי הקושיא הוצרך לתרץ כן לאוקומי שחיטה בעוף אבל אי לא הוה מוכח מתחילה דבעי שחיטה לעוף לא הוה פריך מידי מויאספו את השליו דהוה אמינא הן הכי נמי וכיון שכן בחגבים דליכא סתירה אם נאמר באסיפה בעלמא הן הכי נמי דילפינן מקרא וכבר הוכחנו דדרכו של רבינו למילף מקראי אף דלא הוו לפום הש\"ס במלתא דלית בה נפקותא לענין דינא ודוק ועיין למרן והרב לח\"מ והרב כנה\"ג יו\"ד סי' י\"ג.",
                "<b>לפיכך אם מתו וכו'.</b> הלשון מגומגם דכיון שסיים דאסיפת הדגים כשחיטת בקר וצאן מעתה אם מתו קודם אסיפתן הו\"ל לאוסרן דומיא דמתו קודם שחיטה ואף לפי מ\"ש מרן ז\"ל דבבהמה קפדינן על השחיטה קודם שתמות אי משום נבילה אי משום אבר מן החי משא\"כ בדגים וכו' ע\"כ מ\"מ תיבת לפיכך לא תתישב והו\"ל למימר ואם מתו מאליהן וכו' ואולי י\"ל דכוונתו שמתו אחר שצדם קודם שיוציאם מן המים דכיון שנצודו זו היא אסיפתן ומתיישב שפיר לפ\"ז תיבת לפיכך ויותר נראה שתיבת לפיכך היא נמשכת עד ומותר לאכלם חיים שכוונתו שכיון דבאסיפה תליא מלתא אף שאספן חיים ואח\"כ מתו מותרים כיון שקיים בהם מצות אסיפה אף דלשון אכילה לא יתיישב כל כך וגם מ\"ש דמותר לאכלם חיים אם נפרש כפשוטו דהיינו חיים ממש יקשה עליו מההיא דשלהי פ' אמר ר' עקיבא דקאמר רב כהנא הוה קאי קמיה דרב והוה קמעבר שושיבא אפומיה אמר ליה שקליה דלא לימרו מיכל קאכיל ליה וקעבר משום בל תשקצו ופי' רש\"י שושיבא מין חגב טהור ע\"כ הרי דאסור לאכול החגב חי וה\"ה לדגים דאתקוש להדיא בקרא דזאת תורת הבהמה וכו' וגם בלשון אסיפה. לכן נראה כמ\"ש שכוונתו לבשלם או לצלותם כשהם חיים דידוע הוא שאין דרך לאכול דגים בלא בישול וכמ\"ש פי\"ז דהל' מאכלות אסורות דיש בהם משום בשולי גוים משום שאין נאכלין חיים וכו' מפני שקדם לעיל דבבהמה אף שנשחטה אסור לאכול מבשרה כל זמן שהיא מפרכסת לכך השמיענו דבדגים אין הדין כן ועיין עוד להרב כנה\"ג שם."
            ],
            [],
            [
                "<b>מקום השחיטה מן החי.</b> כתב מרן ז\"ל דנקט לישנא דמן החי לכלול בהמה חיה ועוף וי\"א דנקט הכי לאפוקי ששה נבילות מחיים שהיא חשובה מתה ע\"כ. ודין הששה נבילות ביארם רבינו פ\"ג דין י\"ט ועוד נראה לומר שבא לכלול הטריפות שאף שסופן למות מ\"מ כיון דשייך בהו שחיטה להוציאם מטומאת משא מקום שחיטתו הוא מן הצואר וכו' וכמ\"ש רבינו פ\"ב דאבות הטומאות דין ו' עיי\"ש."
            ],
            [
                "<b>שחט למעלה וכו'.</b> כתב מרן ז\"ל דקשה דתורבץ הושט וכרס שניקבו לא הויא אלא טריפה ולא נבילה וי\"ל דמשו\"ה לא אמר רבינו פ\"ג הרי זה נבילה ומטמאה במשא אלא אם אכל ממנה כזית לוקה וכו' ע\"כ. ולכאורה איני רואה קושיא ולא תירוץ דמה שהקשה מתורבץ הושט שניקב וכו' יש לחלק בין דרך שחיטה לדרך נקיבה דכשניקבה לא מתה להדיא משא\"כ בשחטה וגם מה שתירץ אינו מיושב דכיון שכתב רבינו ה\"ז נבילה ואם אכל לוקה משום אוכל נבילה הרי מדשנה בדבר משמע דדינה כנבילה גמורה וכמ\"ש פ\"ג דין י\"ח ועיין מ\"ש שם בע\"ה בדין י\"ט."
            ],
            [
                "<b>ואיזה הוא מקום שחיטה וכו'.</b> אף דלישנא דמתני' וגמרא משמע דבדיעבד דוקא קאמר רבינו סמך עצמו למ\"ש לקמיה דין ט' והאמת הוא דרבינו לא נחית אלא להשמיענו עד אימת מקום השחיטה."
            ],
            [],
            [],
            [
                "<b>רובו של זה וכו'.</b> נראה דאקנה קאי ולא אגרגרת דקנה הוא הקרום הפנימי המחבר טבעות הגרגרת וא\"כ כשישחוט רובו של קנה אפילו כחוט השערה טפי הו\"ל לגבי גרגרת יותר מזה השיעור ורבינו בקנה איירי כמ\"ש בדין ז' ועיין להרב פר\"ח סימן כ' וכ\"א."
            ],
            [],
            [
                "<b>כל השוחט וכו'.</b> פ\"ק דחולין דף ט' אמר רב יהודה אמר שמואל הטבח צריך שיבדוק בסימנין לאחר שחיטה (ופירש\"י ד\"ה נשחטה וכו' דשמא לא נשחט הרוב ע\"כ) לא בדק מאי ר' אלעזר בן אנטיגנוס משום ר' אלעזר ב\"ר ינאי אמר טריפה וכו' במתניתא תנא נבילה מטמאה במשא וקמפלגי בדרב הונא דאמר בהמה בחייה בחזקת איסור עומדת עד שיודע לך במה נשחטה וכו' מר סבר בחזקת איסור קיימה והשתא מתה היא ומר סבר בחזקת איסור אמרינן בחזקת טומאה לא אמרינן ע\"כ. ורבינו פסק לחומרא כמתניתא אלא דקשה דלמה הוסיף רבינו ונחתך הראש לימא סתמא כלישנא דגמרא ואפשר שנתכוון להסביר לנו הענין דאם לא נחתך הראש אלא שהניחה וחזר ובא ומצאם שנשחטו כהוגן מותרת ולא נימא שביני ביני בא אחר וגמרן וכו' דאף דנראה כספיקא דאורייתא מ\"מ הרי נתכוון לשחוט כראוי אלא דקשיא לן טפי מההיא דפסק רבינו לקמן דין כ\"ד שאם מצא הסכין פגום אחר השחיטה הרי זה ספק נבילה וכו' דכפי הכלל שכתב כאן דבהמה בחייה בחזקת איסור עומדת עד שיודע וכו' וכל עוד שלא ידענו בודאי שנשחטה כראוי דיינינן לה כמתה מעתה גם שם הו\"ל לאוקומה אחזקתא ונימא נמי שהיא נבילה ודאי ועוד נראה שהדברים ק\"ו השתא ומה אם כשנתכוון לשחוט כראוי מפני שלא בדק הויא נבילה אף שאין לנו שום ודאות של פיסול כשמצא הסכין פגום דהרי הריעותא לפנינו לא כ\"ש שתהא נבילה ודאי וי\"ל דשאני כשאירע הפיסול בבהמה מכשאירע בסכין דהרי אמרינן התם דף י' סכין אתרעאי בהמה לא אתרעאי וכמ\"ש מרן שם וכתבו התוס' שם דהכוונה דכשהפגם בסכין איכא ספיקי טובא שמא בעצם נפגמה ואפי' בעור נפגמה שמא לא נשחטו הסימנין כנגד הפגימה והוי בספק ספיקא וכו' עיי\"ש. אך נסתפקתי בנדון דידן אם ילקה משום נבילה וכן אם יטמא טומאה ודאית דהן אמת דדיינינן לה כנבילה ודאית להחמיר מ\"מ איך נאמר שילקה עלה כיון שהשוחט בקי ומומחה כמ\"ש רבינו וכפי' רש\"י ז\"ל ונתכוון לשחוט כראוי אלא ששכח לבדוק הסימנין והא עכ\"פ מידי התראת ספק לא יצאנו וצ\"ע."
            ],
            [],
            [
                "<b>אבל אם היה כמו תלם וכו'.</b> לא ידעתי למה כינה הפגימה לתלם ומדברי מרן ז\"ל נראה דהיינו אפי' פחות מכדי חגירת צפורן וכן נראה ממ\"ש רבינו לקמן דין כ\"ג שלא יהיה בה פגם כלל אך קשה דא\"כ רבינו סותר את עצמו שבפ\"א דהל' בית הבחירה כתב וז\"ל כל אבן שנפגמה כדי שתחגור בה הצפורן כסכין של שחיטה הרי זו פסולה וכו' הרי דבחגירת הצפורן דוקא הוא דפוסל אבל פחות מזה לא ותו דלדברי מרן מזבח נשתנה דינו מסכין וזה אינו דבגמרא מוכח ששניהם שוין ואפשר לומר בדוחק דחגירת צפורן שכתב שם רבינו לאו היינו שחוגרת בה הצפורן אלא הרגשה בעלמא קאמר והיינו תלם שכתב רבינו כאן ולעולם בעינן שתהיה חוגרת אפי' חוט השערה דאל\"כ הו\"ל סאסא שאמרו בגמרא דשרי אף שדברי מרן ז\"ל עדיין הם מגומגמים ודו\"ק."
            ],
            [],
            [
                "<b>כיצד סכין וכו'.</b> הרמ\"ך ז\"ל בכת\"י הקשה על רבינו וכבר מרן ז\"ל יישב דברי רבינו עיין עליו."
            ],
            [],
            [],
            [],
            [
                "<b>שחט בהן כשהן מחוברין וכו'.</b> זה נ\"ל מדכתיב ויקח את המאכלת שהוא דבר שאינו מחובר."
            ],
            [],
            [],
            [
                "<b>וכיצד בודקה וכו'.</b> מבואר דעת רבינו שמוליך ומביא הסכין לא שמוליך ומביא הצפורן כמנהגינו וגם אין מנהגינו לבדוק אבשרא כלל דאין אנו מרגישין בבשר האצבע כלל ואולי דבזמנם היו מקלפין העור הראשון של האצבע כדי להרגיש אך אין נראה כן אלא שאומנות יתירה היתה בהם כמו שמצינו שהיו בודקין במים ובשמש שהוא דבר בלתי אפשרי בזמנינו ועל מ\"ש רבינו שלא יהיה בה פגם כלל עיין מ\"ש בדין י\"ד."
            ],
            [
                "<b>וצריך לבדוק וכו'.</b> הראב\"ד ז\"ל השיג על רבינו שלא אמרו כן בגמרא וכו' ע\"כ. אך רש\"י ז\"ל פי' כן ד\"ה למפסל קמייתא דף י' ע\"ב וכ\"כ הרשב\"א. ולמ\"ש רבינו לפיכך וכו' קשה לי לפי מ\"ש התוס' דכשנמצא הסכין פגומה אחר השחיטה דאסרינן לה משום ספק דהוי ספק ספיקא כמ\"ש בדין י\"ב עיי\"ש מעתה לא הו\"ל למיסר אלא בתרייתא דהוו כמה ספיקות וי\"ל דכולה חד ספיקא חשבינן ליה ודו\"ק."
            ],
            [
                "<b>שחזקת הסכין שנפגמה וכו'.</b> בגמרא אפליגו בה רב הונא ור' חייא ולרב הונא אפי' שבר בה עצמות פסולה ואנן קי\"ל כר\"ח דכשרה וכיון דאיכא רב הונא דקאמר שהיא פסולה לא הו\"ל לרבינו לכתוב שחזקת הסכין שנפגמה בדבר קשה ששיבר בה דאין זו חזקה אמיתית דרב הונא יוכיח. וי\"ל דהוצרך לכתוב שחזקת הסכין וכו' כלפי הדין שהזכיר בדין י\"ג דבהמה בחייה בחזקת איסור עומדת עד שיודע לך בודאי שנשחטה שחיטה כשרה ע\"כ וכיון דפסקו בגמרא הלכתא כר\"ח בהכרח צריך חזקה דהיתר להוציאו מן החזקה הראשונה של איסור וק\"ל."
            ],
            [
                "<b>כל טבח וכו'.</b> הנה המפרשים ז\"ל האריכו לתת טעם לדברי רבינו ע\"פ הש\"ס ועיין להרב כנסת הגדולה יו\"ד סי' י\"ח בהגהת הטור והגהת הב\"י. ואני הצעיר אכתוב הנראה לענ\"ד הנה רבינו ס\"ל דאפי' אם שחט בה לעצמו הדין כן ודלא כריא\"ז אשר סביב הרי\"ף ז\"ל שחולק בדבר ודעת רבינו נראית נכונה בטעמה דמה לי לאחרים מה לי לעצמו ותו דכיון דאפי' שנמצאת סכינו יפה מנדין אותו מפני שסומך על עצמו וכו' מעתה אף שוחט לעצמו דינא הכי אך טעם הנידוי מוכח בגמרא שאינו אלא מפני כבודו של חכם שהרי אמרו בדף י\"ז לא אמרו להראות סכינו לחכם אלא מפני כבודו של חכם והרב לח\"מ כתב דרבינו מפרש דלא מפני זה יתחייב נידוי כל עוד שלא זלזל בדברים וכו' ע\"כ. ובאמת כן נראה ממ\"ש רבינו פ\"ו דהלכות תלמוד תורה המזלזל את החכם אפילו בדברים דמשמע דלפחות דברים בעינן ועוד נראה דרבינו חשש להחמיר בדבר זה שנוגע באיסור דאורייתא חדא דאם נאמר מפני כבודו של חכם לבד אם החכם מחל על כבודו כבודו מחול א\"כ יתכן שלא יענישו את החוטא זאת ועוד דמקום שאין שם חכם או בזמן שאין דין ת\"ח כמו בזמן הזה לא יתחייב זה העונש משא\"כ אם נאמר דטעם הנידוי כדי שלא יסמוך ע\"ע פעם אחרת אתי שפיר בכל מקום ובכל זמן שלא ימלט מן העונש ואין לחלק ג\"כ מהיכא דגמיר ללא גמיר כמ\"ש הרב לח\"מ דאדרבה למאן דגמיר שייך טפי העונש כדי שלא יסמוך על דעתו מכיון דגמיר.",
                "<b>ומאי </b>דלא הזכיר רבינו ההיא דרבינא דממסמס לה בפרתא שהכוונה שמאבדין הבשר ג\"כ הדבר מבואר שחשש לאיסור בל תשחית וזלזול אוכלין וס\"ל דכולהו שאר אמוראי דהתם לא ס\"ל הך מלתא דכיון שכבר אנו מענישין אותו בנידוי והעברה והכרזת כל מה ששחט למה לנו להפסיד האוכלין בלי שום תועלת וזלזולם. ועוד דאם היה אומר שהבשר אסור בהנאה הרי מצינו דוגמתו אך הביזוי הזה ללכלך הבשר עם הפרש זו לא שמענו ולכך רבינו לא הביאה וגם לא הביא רבינו ההיא דתלו ביה טפלי משום דמעשה הוא דקחשיב תלמודא וקמ\"ל דהיכא דאפשר לרחם על הבריות יש לנו לעשותו וזה הדבר פשוט הרבה."
            ],
            [
                "<b>כמה הוא וכו'.</b> משנה וגמרא שם וצ\"ל דסובר רבינו דאין לו קרנים דקאמר התם דף ל\"א ר\"ל החוד הדק וכן כתבו ז\"ל דלא כפי' רש\"י שפי' דקרנים היו עושים לנוי הסכין כלפי ראשו אלא דלרבינו קשה דהו\"ל למימר שאין לו קרן בלשון יחיד דהא חוד אחד לבד יש בכל הסכינים ואולי י\"ל דיש סכינים שמלבד החוד שבראשה יש להם חוד אחר לצד הקתא שנראה כאילו בולט לחוד והוא חד כמו הראש ממש ולכך אמרו קרנים בלשון רבים אלא דעדין קשה למה השמיט ההיא דאיבעיא לן מחטא מאי ומשני מחטא מבזע בזע וי\"ל דמחטא דקאמר תלמודא היינו בהחוד של המחט וא\"כ היינו מ\"ש והוא שלא יהא דבר דק וכו' וכבר כתב בדין י\"ד דבעינן דברים החותכים עיי\"ש."
            ],
            [
                "<b>ומתי שוחטין וכו'.</b> הנה רבינו נתן טעם כדי שיראה מה יעשה משמע שיראה אם נשחטו רוב הסימנין אם לאו ופי' רש\"י שם דף י\"ג שכתב לכתחילה לא נשחוט בלילה שמא לא ישחוט רובא והוא לא ידע ע\"כ אלא דלכאורה קשה לי טובא במאי דאמרינן התם דף ט' אמר ר' יהודה אמר שמואל הטבח צריך שיבדוק הסימנין לאחר שחיטה וכו' לא בדק מאי ר' אלעזר בן אנטיגנוס משום ר' אלעזר ב\"ר ינאי אמר טריפה ואסורה באכילה במתניתא תנא נבילה ומטמאה במשא ע\"כ. וקמפלגי בדרב הונא דאמר בהמה בחייה בחזקת איסור עומדת עד שיודע לך במה נשחטה וכו' ע\"כ וכיון שכן היכי כתב דהטעם הוא שמא לא ישחוט רובם דא\"כ היכי שרינן אפילו בדיעבד ואולי י\"ל דהן הכי נמי דצריך הוא לבדוק אח\"כ וגם אם הוא באפילה יכול למשמש בידיו לבדוק אם נשחטה רובא דמנכר כדי לצאת מן הספק אכן אחרים פי' הטעם שלא נשחוט בלילה לכתחילה שמא ישהה או ידרוס באינו מתכוון כיון שאינו רואה ורצו להבין דרבינו אינו מפרש כפי' רש\"י אלא שחששה היא שמא ישהה או ידרוס וכו' אך רבינו שתלה הדבר בראיה אינו מבואר כל כך והוא נוטה יותר לפי' רש\"י. תו איכא למידק דלמה לא העתיק רבינו דין הסומא האמור שם דנראה דהוי רבותא טפי מאפילה דנקט וזה אינה קושיא כלל שדין הסומא כבר ביארו פ\"ד דין י' והכא בהכרח נקט אפילה כלפי אבוקה. ובהך דינא דאבוקה נחלקו הפוסקים ז\"ל אם היא דוקא דרבינו בפי' המשנה העתיק נר ולא הזכיר אבוקה כנראה דס\"ל דאבוקה לאו דוקא והכי מסתברא דלכתחילה הדבר תלוי באור גדול כעין אבוקה כדי שיראה מה יעשה כמ\"ש רבינו ובדיעבד אפי' באפילה שרי ובהכי מתיישבים דברי רבינו שתפס החלוקות מן הקצה אל הקצה ודוק ועיין להרב דמשק אליעזר דף ל\"ה והרב כנה\"ג ז\"ל."
            ],
            [
                "<b>השוחט ביום הכפורים וכו'.</b> עיין להרמ\"ך בכת\"י שהשיג על רבינו ז\"ל וי\"ל לרבינו דהן הכי נמי דאפי' במזיד שחיטתו כשרה אלא משום דלא פסיקא לן מלתא שהרי לגבי דידיה הו\"ל כשחיטה פסולה כיון שהוא מזיד וקנסינן ליה לעולם להכי נקט שוגג דבין לו בין לאחרים שרי ותדע דבגמרא גופה הכי צ\"ל בהכרח דהא פריך ומי מצית מוקמת לה בשוגג ורבי יהודה והא אע\"פ שמתחייב בנפשו קתני הכי קאמר אע\"פ דבמזיד מתחייב בנפשו הוא הכא דבשוגג שחיטתו כשרה ע\"כ הרי דלר\"י בהכרח אפילו במזיד שחיטתו כשרה דהא ר' יוחנן הסנדלר דס\"ל דבין לו בין לאחרים אסור היינו משום דדריש כי קדש היא לכם מה קדש אסור בהנאה אף מעשה שבת אסור בהנאה ורבי יהודה דשרי בהכרח הוא דורש אידך דרשה דהיא קדש ואין מעשיה קדש וכיון שכן זכינו לדין דגם לדעת רבינו אפילו במזיד שחיטתו כשרה. אך ראיתי להרב ב\"י יו\"ד סי' י\"א שכתב דנראה מדברי רבינו דבמזיד שחיטתו פסולה וכו' ע\"כ ומלבד מה שהכרחתי עוד מצאתי לרבינו פ\"ו דהל' שבת שכתב וז\"ל ישראל שעשה מלאכה בשבת אם עבר ועשה בזדון אסור לו ליהנות מאותה מלאכה לעולם ושאר ישראל מותר וכו' שנאמר ושמרתם את השבת כי קדש היא היא קדש ואין מעשיה קדש כיצד ישראל שבשל וכו' ע\"כ הרי שהתיר כל המלאכות ובכללם שחיטה לאחרים מיהא וע\"פ זה לא ס\"ד לחלק כמו שאמרו בגמ' לר' מאיר בין מבשל לשוחט שהרי רבינו כלל כל המלאכות ותו דכיון דבר' יהודה אנן קיימין הרי בגמרא הביאו דר\"י דאיירי במבשל לאוכוחי דמתני' דהשוחט בשבת וכו' ר\"י היא א\"כ בהכרח דדיניהם שוין ואין לחלק ותו דאם איתא הו\"ל לרבינו לחלק שם בהל' שבת חילוק זה כמבואר אלא דבפי' המשנה נמשך רבינו אחר דרשת ר\"י הסנדלר ואין זה פלא אך האמת יורה דרכו שזו היא דעתו בחיבורו ודו\"ק."
            ]
        ],
        [
            [
                "<b>בין בהמה בין חיה בין עוף.</b> מבואר בחולין דף פ\"ה דחולין שנשחטו בעזרה דאורייתא ומשו\"ה נאסרה גם החיה דאי אמרת דרבנן היא גופא גזרה וכו' אך בקדושין דף נ\"ז מפיק לה מקראי דכל מידי דבר שחיטה ועוף בכלל הוי דאורייתא וכבר נתעוררו התוס' בזה עיין עליהם. ומבואר עוד שם דאף בעלי מומין במשמע ואין להקשות דכיון דרבינו פסק כר' שמעון משום דשקיל וטרי תלמודא אליביה וקראי מסייעי ליה מעתה למה פסק דדינם בקבורה הא ר\"ש קמחייב שריפה כדאיתא התם ולזה י\"ל דפסק כסתם מתני' דתמורה ולקולא כמ\"ש בסוף הלכות מעשה הקרבנות עיי\"ש."
            ],
            [
                "<b>ואסור בהנייה כבשר וחלב וכו'.</b> הדברים מגומגמים דכיון שכתב שאסרו בהנייה מה צריך לדמותו לבשר בחלב אם לא שנאמר דכוונתו להורות שאיסור הנאתו הוי מן התורה כבשר בחלב אף שאין נראה כן ממ\"ש פ\"ב דהל' גניבה ששם כתב דהוי מדבריהם ולולא זה היינו יכולין להעמיס דרבינו ס\"ל דאיסור אכילתם הוא דהוי מן התורה אך ההנאה אינה אלא מדבריהם ואין להקשות מן הכלל שפוסק רבינו דכל מקום שנאמר לא תאכל לא תאכלו וכו' איסור הנאה במשמע דהרי הכא לא הוציא הכתוב איסור זה בלשון אכילה כמבואר מדברי רבינו ואיך שיהיה האמת נראה דרבינו פוסק כמ\"ד דהוי דאורייתא וצ\"ל דמשום שאינו מפורש בתורה קרי ליה מדבריהם ומ\"ש וקוברין אותו ואפרו אסור קצת קשה דמי לא ידע דכיון דהוא לקברות יובל דאפרו אסור וכמ\"ש בסוף מעשה הקרבנות דכל הנקברין אפרן אסור ובדוחק י\"ל דכיון דלא פסק כר' שמעון להחמיר בשריפה וגם אין איסורו מפורש בתורה שמא הייתי מיקל באפרו קמ\"ל ועיי\"ש ברש\"י ד\"ה ישרף וכו'.",
                "<b>והשוחט ונמצא טריפה וכו'.</b> הכא משמע דנמצא טריפה לא שמה שחיטה כלל. וקשה דבפ\"ב דהל' גניבה דין ח' פסק דאם נמצאת טריפה משלם תשלומי ארבעה וחמשה הרי דקרי לה שחיטה הגונה וביותר יש לתמוה דע\"פ מ\"ש כאן דאינה שחיטה אינו בדין לחייב הגנב ד' וה' דמצי טעין אייתי ראיה דהוי שחיטה והמוציא מחבירו עליו הראיה ואולי שזה כוונת מרן ז\"ל שהרגיש דצריך טעם למה פסק רבינו כר' שמעון בהא ע\"כ כלומר דמלבד דהו\"ל לפסוק כחכמים תו קשה מהא דהל' גניבה ואין לומר דכיון דהתם כתיב וטבחו משמע טביחה מ\"מ אף אם היא טריפה דאם כן גם הכא כתיב ושחטו ושחט אותו וכו' דרשינן בקדושין שם ותו דמדיוקא דוטבחו מפקינן מנבל בשחיטתו וכו' כמ\"ש רבינו שם ואם איתא הרי הויא שחיטה מ\"מ ותו דטעמא דנמצאת טריפה משום דטריפה אינה חיה והו\"ל כמחתך בשר מתה וכיון שכן איך נחייב אותו ד' וה' וכעת צ\"ל ישוב."
            ],
            [
                "<b>ולא  בהמה וחיה וכו'.</b> הרמ\"ך בכת\"י השיג על רבינו ז\"ל עיין עליו וזו היא סברת התוס' בב\"ב דף פ\"א ובחולין דף ק\"ל ד\"ה אי אגוואי וכו' ובתמורה דף כ\"ג אך רש\"י ז\"ל פי' שם דמידי דלא אתעביד ביה צורך גבוה הוי חולין בעזרה וזו היא דעת רבינו זולת בדבר אחד נראה שחולק עליו גבי ההיא דתמורה דגבי שיירי מנחה שהיו אוכלין הכהנים שאם היתה אכילה מועטת אוכלין עמה חולין ותרומה כדי שתהא נאכלת על השובע ופי' רש\"י שם וז\"ל ואי קשיא הא אין מכניסין חולין לעזרה הא לא קשיא יאכלום מבחוץ ואח\"כ יכנסו ויאכלו המנחה וכו' ע\"כ. אך רבינו בפ\"י מהל' מעשה הקרבנות דין י\"א העתיק הברייתא בסתם ולא פירש אפשר שסמך אמ\"ש כאן או אפשר דס\"ל דכיון שהוא לצורך אכילת הקדשים וקפיד קרא שיאכלו על השובע מעתה הותר להם להכניס החולין כדי לאכול הקדשים על הדרך שציותה תורה. ומה שהקשה הרמ\"ך ז\"ל דאיך יכנס הכהן בבגדיו לעזרה וכו' הנה התוס' כתבו זה להכריח דמה שאינו צורך קרבן אינו בכלל חולין בעזרה אך להרמ\"ך ז\"ל שבא בדרך השגה אחרי מחילה הראויה אין זה כדאי להקשות על רבינו דהן אמת דבגמרא לא מצינו גילוי בדבר זה אך מכיון שלא חייבה תורה ללבוש בגדי כהונה אלא בשעת עבודה ושלא בשעת עבודה לא אסרה על הכהנים ליכנס מעתה איך יכנסו אם לא בבגדיהם ומוכרח לומר שלא הקפידה התורה אלא להכניס דבר שלא לצורך והכרח גמור כגון פרי או חתיכת בשר דכיוצא בו הוי דרך קרבן אבל המחובר לאיש עצמו כגון בגדיו פשיטא ודאי שאין בו שום איסור וכי ס\"ד שיכנסו ערומים וק\"ל למעיין היטב.",
                "<b>מעתה </b>אפנה על ימין לדברי מרן הקדוש דלכאורה מרפסן איגרי במ\"ש ומאחר שכתב כאן שחולין שנשחטו בעזרה אסורין בהנאה א\"כ אם קדש בהם אינה מקודשת ומדמשמע מדבריו כאן דלא מתסר אלא מדרבנן אם קדש בהם אינה מקודשת וכו' על כרחך דממ\"ש תחילה דרבינו אתי דלא כמאן משמע דאם קדש בהם מקודשת לדעת רבינו כיון דלא מתסר אלא מדרבנן וכיון שכן היכי כתב אח\"כ ומאחר שכתב כאן וכו' אינה מקודשת הרי לפי הנחתו בתחילת דבריו למאי דמשמע מדברי רבינו אם קדש בהם הויא מקודשת ותו דמאי זה שסיים ומדמשמע מדבריו כאן דלא מתסר אלא מדרבנן אם קדש בהם אינה מקודשת כלפי לייא הוא דהרי לפי הנחתו דאי לא מתסר אלא מדרבנן אם קדש הויא מקודשת. ולזה נ\"ל פשוט שט\"ס הוא וצ\"ל מקודשת גם במ\"ש ז\"ל דרבינו לא חילק בפ\"ה דהל' אישות בין שאר איסורי הנאה לחולין שנשחטו בעזרה דמשמע דר\"ל דאם איתא כמ\"ש כאן דחולין שנשחטו בעזרה דרבנן הו\"ל לחלק שם בהכי ולומר דאם קדש בהם מקודשת וגם זה קשה טובא דהוא עצמו הכריח שם דדעת רבינו דאם קדש באיסורין דרבנן שאין בהם שום צד דאורייתא הרי זו מקודשת. מעתה אמאי הו\"ל לחלק בחולין בעזרה. ומאי דנראה לענ\"ד ליישב דברי מרן אלו משום דלא פסיקא ליה מלתא בדעת רבינו ומצדד הוא דקא מצדד בהכי ומשו\"ה לא דקדק כל כך בלשונו (או שאיזה ט\"ס נפל בדבריו) ומדויק ג\"כ מ\"ש וי\"ל דלעולם אימא לך וכו' כלומר מצינן לפרושי הכי אך לא בהחלט גמור ודו\"ק."
            ],
            [
                "<b>האומר וכו'.</b> הדין והטעם מבואר בפ\"ק דתמורה דף י\"ב ועיין לרש\"י והתוס' שם."
            ],
            [],
            [
                "<b>ואם שחט לגומא בשוק וכו'.</b> חולין דף מ\"א תניא אין שוחטין לגומא כל עיקר והרוצה לנקר חצירו כיצד הוא עושה עושה מקום חוץ לגומא ושוחט והדם שותת ויורד לגומא ובשוק לא יעשה כן משום שנאמר ובחוקותיהם לא תלכו ואם עשה כן צריך בדיקה אחריו ע\"כ. ופירש\"י ובשוק לא יעשה כן שאין אדם חש לנקר את השוק. בדיקה אחריו שמא מין הוא לע\"ז ויבדלו מפתו ומיינו ע\"כ. מדדקדק לכתוב ויבדלו מפתו ומיינו משמע דכ\"ש משחיטתו וא\"כ כל עוד שלא בדקוהו שחיטתו פסולה ודאי. וזו היא דעת רבינו שכתב שאסור לאכול משחיטתו עד שיבדקו אחריו וכו' אכן מפשט הברייתא נראה שאפי' בשחט חוץ לגומא בשוק צריך בדיקה אחריו וכן נראה מפירוש רש\"י ג\"כ שכתב ובשוק לא יעשה שאין אדם חש לנקר את השוק וניקור זה לא נאמר אלא כלפי שוחט חוץ לגומא כמבואר וא\"כ קשה על רבינו שלא הזכיר הבדיקה אלא בשוחט בתוך הגומא דמשמע דחוץ לגומא שחיטתו כשרה וא\"צ בדיקה ודוחק לומר דמ\"ש ואם שחט לגומא בשוק וכו' ר\"ל חוץ לגומא כמו שהזכיר תחילה. חדא דכדי לאשמועינן ריבותא הו\"ל לבארו להדיא דאפי' בשחט חוץ לגומא צריך בדיקה וכו' ועוד דלישנא דברייתא הכי הוא אין שוחטין לגומא כל עיקר ושם ודאי דבתוך הגומא קאמר וכל עיקר דקתני היינו בין בבית בין בשוק ועוד דמרן ז\"ל כתב ומ\"ש רבינו שאם שחט בגומא בשוק וכו' נראה להדיא דהבין בדברי רבינו דבתוך הגומא דוקא קאמר וכן הבין הטור והרב ב\"י יו\"ד סי' י\"ב וכן הבינו המפרשים ז\"ל דרבינו לא הצריך בדיקה אלא בשוחט לתוך הגומא דוקא.",
                "<b>לכך </b>נראה דרבינו קשיתיה בדברי הברייתא דקאמרה ובשוק לא יעשה כן משום שנאמר ובחוקותיהם לא תלכו דקשיא רישא אסיפא דמדקתני ברישא אין שוחטין לגומא כל עיקר דהיינו בין בבית בין בשוק משמע דהקפידה היא בתוך הגומא דוקא והכי משמע נמי מדקיהיב היתרא למי שרוצה לנקר חצירו דהתקנה היא לעשות מקום חוץ לגומא והדם שותת ויורד לגומא כלומר דבהכי ליכא קפידא ובסיפא תני דאפי' בדרך זה יש בו משום ובחוקותיהם לא תלכו וצריך בדיקה אחריו ותו דאם איתא כפשטא דברייתא דבחוץ לגומא צריך בדיקה משמע דאם שחט בתוך הגומא להדיא אפי' בדיקה א\"צ ושחיטתו פסולה להדיא דדיינינן ליה למין גמור וזה פלא דכיון שהוא בחזקת כשרות איך יתכן לפוסלו להדיא ולהוציאו מכלל ישראל בלי שנבדוק אחריו דשמא עשה כן לאיזה סיבה ולא נתכוון לחטוא מכ\"ש להפקיע חזקתו ומכח זה הבין רבינו דמ\"ש בסיפא ובשוק לא יעשה כן וכו' היינו בתוך הגומא דוקא וארישא קאי דקתני אין שוחטין לגומא כל עיקר ומה שהוצרך לשנותו פעם אחרת ולא סגי ליה במ\"ש ברישא היינו משום דבעי לאשמועינן טעמא דמלתא ודין הבדיקה ומדקתני והרוצה לנקר חצירו כיצד הוא עושה וכו' מינה נפיק לן איסורא דבשוק אפי' בכי האי אסור דבשוק אין שייך ניקור ואיכא למגזר טפי ובהכי נתיישבו דברי רבינו והנמשכין אחריו.",
                "<b>אכן </b>ראיתי להרב ברוך אנג'יל ז\"ל בשיטתו למס' חולין שם שרצה להבין הברייתא כפשטה ומכח זה נתעצם הרבה בדברי רבינו והטור והרב ב\"י איך לא שתו לבם לדבר זה והניח בצ\"ע. ולענ\"ד נראה פשוט טפי מביעתא בכותחא ודוק. שוב ראיתי להרב כנה\"ג יו\"ד סימן י\"ב בהגהת הטור אות ג' שנראה בדברי רבינו דאפי' בשחט חוץ לגומא צריך בדיקה אחריו שהרי כתב וז\"ל ולענ\"ד נראה דאף אם שחט וכו' אלא שלכתחילה א\"צ בדיקה אלא בשוחט בשוק וירד לגומא לדעת הרמב\"ם או אפילו בשוחט תוך הגומא תוך הבית או חצירו לדעת רבינו בעל הטור ע\"כ וזה תימא דא\"כ הו\"ל לרבינו לבארו וכמ\"ש בפתח דברינו ומכ\"ש שהרב ב\"י לא הבין כן וגם בשו\"ע כתב סברת רבינו וז\"ל וי\"א שאם שחט בגומא בשוק אסור לאכול משחיטתו עד שיבדקו אחריו וכו' ע\"כ ודבר זה תימה."
            ],
            [
                "<b>כיצד שוחטין וכו'.</b> נראה משום דאם לא מתח הסימנין יש לחוש לדרסה ועוד הוצרך לכתוב זה כדי להודיענו דאף כשהבהמה עומדת שפיר דמי וק\"ל."
            ],
            [
                "<b>שאם היה צואר וכו'.</b> נראה פשוט דאף בדיעבד קאמר דפסולה שמא דרס והתוס' כתבו שם שאם אמר בריא לי שלא דרסתי שרי ורבינו שסתם אפשר דס\"ל הכי ואפשר דס\"ל כסברת הרא\"ה ששחיטתו פסולה משום קנס שמא פעם אחרת יעשה כן וידרוס ולאו אדעתיה.",
                "<b>לפיכך אם היה עוף וכו'.</b> יש קצת ספק מה דין החיה אם נדמייה לבהמה כפי הכלל או דלמא כיון דתלי מלתא בכבדות הרי החיה סתמה קלה מן הבהמה הרבה ולא מצאתי לשום פוסק שהזכיר דין החיה בזה. לבד ראה זה מצאתי להרב ב\"י יו\"ד בסוף סי' ו' שכתב שכל מין עוף קאמרינן אף אם ימצא כבד וכן בבהמה אף אם תמצא קלה וכו' ע\"כ מעתה אף אנו נאמר דחיה בכלל בהמה."
            ],
            [
                "<b>השוחט וכו'.</b> משנה וגמרא שם ופשטן של דברי רבינו דדוקא בחתך כל הראש הוא דבעינן הולכה והבאה אי נמי מלא שני צוארים אבל לשחיטת הסימנין לחוד בהולכה לחודה או בהבאה לחודה סגי דכיון שהם דקים בכל שהוא הם נחתכים וכפשטא דמתני' וגמרא דלא בעינן שיעור שני צוארים אלא בשוחט ובשחיטתו התיז את הראש דכן דעת הרמב\"ן ז\"ל וכמ\"ש מרן הקדוש עיין עליו. אלא שראיתי להרב לח\"מ ז\"ל שהקשה קושיא חזקה הרבה ממ\"ש פ\"ק דחולין דף י\"ב דתני אושעיא זעירא דמן חבריא זרק סכין לנועצה בכותל והלכה ושחטה כדרכה ר' נתן מכשיר וחכמים פוסלין הוא תני לה והוא אמר לה הלכה כר\"נ והא בעינן מוליך ומביא שהלכה ובאה כדרכה ופי' רש\"י והא בעינן מוליך ומביא כדתנן בפ\"ב ע\"כ והיינו מתני' דהכא נראה דס\"ל לסתם תלמודא דהך מתני' דקתני היה שוחט והתיז את הראש לאו היינו שחתך הראש ממש והתיזו אלא לחתיכת הסימנין קרי התזת הראש ומכח קושיא זו נדחק בדברי רבינו ופי' דכוונתו דבין בהתזת הראש בין בחתיכת הסימנין בעינן הולכה והובאה אי נמי מלא שני צוארין וכו' ע\"כ. והן אמת דמצינו כיוצא בו שם דף כ\"ז מנין לרבות את הראש שכבר הותז והיינו חתיכת הסימנין וכן הכריח הר\"ן ז\"ל וחלק על הרמב\"ן ז\"ל עיין עליו וכן הסכימו הפוסקים והמפרשים ז\"ל רובם ככולם.",
                "<b>אך </b>אנן מה נענה לדברי מרן הקדוש ופשטן של דברי רבינו לכך נראה להצדיק דבריהם ע\"פ האמת והצדק וזה משום דבסוגיין מייתי תלמודא עובדא דרבא הוה בדיק להו גירא לר' יונה בר תחליפא ושחט בה עופא בהדי דפרח ופריך ודילמא עביד חלדה ומתרץ חזינן גדפי דמיפרמי ופריך והא בעי כיסוי וכו' ע\"כ. ומדלא פריך נמי הא בעינן הולכה והובאה כי קושיין דר' נתן שמע מינה דלא ס\"ל לתלמודא הך מלתא לפי האמת ומאי דמותיב לה התם מצינן לדחויי דלא הקשה כן אלא לגלות דעת התרצן וכו' והתרצן נתחכם ותירץ לו לפי דרכו איך שיהיה סוגיא בדוכתא עדיפא ומעשה רב וגם בדף ל\"א מייתי להא דר\"נ ולא פריך עלה מידי משמע דניחא ליה ותו איכא לאוכוחי הכי מלישנא דמתני' גופה דקתני היה שוחט והתיז את הראש בבת אחת וכו' ואם איתא דחתיכת סימנין בלחוד קאמר אמאי נקט בלישניה התזת הראש לימא היה שוחט וחתך הסימנין בבת אחת וכו' וכי תימא דאי הוה קתני הכי הוה אמינא דאם היה שוחט והתיז את הראש ממש אפילו היה בסכין מלא שני צוארין פסולה משום דרסה הא ליתא דמכיון דקתני ברישא התיז את הראש בבת אחת פסולה משמע דדוקא דרך התזה הוא דהויא פסולה אבל בדרך שחיטה לא אלא ודאי דס\"ל למתני' וגמרא דדוקא בשחתך כל הראש הוא דבעינן מלא שני צוארין אבל לחתיכת הסימנין לא בעינן אלא מלא צואר אחד ותו לא ובהכי צדקו דברי רבינו והרמב\"ן ז\"ל ומרן הקדוש ודו\"ק כי נכון הוא שבח להשי\"ת ועיין מ\"ש עוד בדין י\"א."
            ],
            [],
            [
                "<b>אין שחיטת החולין וכו'.</b> עיין לרבינו פ\"א דפסולי המוקדשין וראיתי להרב כנה\"ג יו\"ד סי' ג' שכתב וז\"ל וראיתי להרמב\"ם זלה\"ה שכתב נשחטה בהליכתה ולפי הדקדוק דקאי לסכין הו\"ל למימר בהליכתו ונ\"ל דהרמב\"ם מפרש שחטה כדרכה כלומר בהליכתה של הבהמה בעוד שהבהמה הולכת כדרכה שחטה כההיא וכו' ע\"כ ולא ידעתי מי דחקו לפרש כן דאי ממ\"ש רבינו שחטה בהליכתה בהכרח להסכין קאי שהרי הקדים שזרק סכין לנועצה בכותל וכו' הרי שהזכיר בלשון נקבה בסכין אלא נראה דבכל גווני איירי והחידוש הנכון דאף שהסכין שחטה מעצמה דרך הליכתה אפ\"ה כשרה דאילו בבהמה מה לי שהיא רבוצה מה לי שהיא עומדת או הולכת. ובעיקר דינו של רבינו ראיתי למרן ז\"ל שהביא דברי הגמרא ופירוש רש\"י ז\"ל ולפי מ\"ש הוא עצמו לעיל דין ט' דדעת רבינו דלחתיכת סימנין לחוד א\"צ הולכה והובאה ולא מלא שני צוארין וכמ\"ש שם בס\"ד לא הוה ליה לאתויי הא אלא הו\"ל לאתויי הך דר' נתן דאיתא בדף ל\"א ורבינו נמי לא הוצרך שהלכה ובאה כדרכה אלא כתב סתם דמשמע דא\"צ להולכה והבאה אפילו במלא צואר לחוד וק\"ל."
            ],
            [],
            [],
            [
                "<b>אף על פי שלא נתכוון וכו'.</b> מרן ז\"ל הביא משם הר\"ן ז\"ל דדעת רבינו דלא נתכוון לעובדם דאי הכי אפי' בהנאה מתסרא וכו' ע\"כ וקשה דא\"כ לא הו\"ל למימר לשון אע\"פ אלא הו\"ל למימר אם לא נתכוון לעובדם וכו'. שוב ראיתי בב\"י יו\"ד סי' ד' שחלק על הטור שרצה להבין דברי רבינו שאם נתכוון לעבדם בהנאה נמי מתסר וכתב עליו שאינו מוכרח מן הטעם האמור עיי\"ש. ולענ\"ד נראה עוד דכיון דבגמרא חלקו בין הר לגדא דהר משמע דחדא מלתא איירי וכי היכי דגדא דהר בין נתכוון בין לא נתכוון נאסר בהנאה ה\"נ בהר בין נתכוון לעובדה בין לא נתכוון שחיטתו פסולה לחוד ומצאתי להרב כנה\"ג שם שהכריח באופן אחר עיין עליו."
            ],
            [
                "<b>השוחט וכו'.</b> מסתברא דאפי' לא זרק ולא הקטיר כיון שחשב לעשות כן נאסרו וכ\"כ ז\"ל וידוע דבע\"ז אפי' מחשבה לחודה דיינינן ליה כמעשה דלמען תפוס את בית ישראל בלבם כתיב ועיין לרבינו פי\"ד דפסולי המוקדשים."
            ],
            [
                "<b>הרי זו אסורה מספק.</b> נראה פשוט דגם בהנאה קאמר משום ספק ע\"ז דאיסורא דאורייתא."
            ],
            [],
            [
                "<b>כיצד השוחט וכו'.</b> ופרטי הלשונות עיין לרבינו פי\"ד דמעשה הקרבנות עוד נראה מדברי רבינו שכתב לעיל דזה כשוחט קדשים בחוץ כלומר שאין הדבר מפני מראית העין וכסברת רש\"י ז\"ל אלא הטעם דחיישינן שמא עכשיו הוא מקדישן והו\"ל קדשים בחוץ וכדעת הטור ז\"ל אמנם ראיתי להב\"י יו\"ד סי' ה' שכתב דמדברי הרמב\"ם נראה כדברי הראשונים דהיינו רש\"י והרשב\"א והר\"ן דאינו אלא מפני מראית העין ולא ידעתי מנ\"ל הא מדברי רבינו ומ\"ש רבינו לשם אשם תלוי במשנה שם מנה זה בהנך דנידר ונידב אך מדברי רבינו שם בפי' המשנה נראה דאינה הלכה משום דכר' אליעזר אתייא ולית הלכתא כוותיה גם הרב ב\"י כתב שם דכיון דבדוכתא אחריתי במסכת כריתות במחלוקת היא שנויה נקטינן כחכמים דפליגי אדר\"א ולא חיישינן להאי סתמא דדילמא סתם ואח\"כ מחלוקת הוא ע\"כ. עוד בגמרא שם אפליגו ר' ינאי ור' יוחנן אי בעלי מומין בכלל גזירה זו אם לאו ומדסתם רבינו משמע שאינו מחלק בזה וכ\"כ הרב ב\"י שם עיין עליו.",
                "<b>הואיל והפסח וכו'.</b> מבואר בגמרא שם וק\"ל."
            ],
            [
                "<b>שהרי המיר בו.</b> כתב הרב פר\"ח שם שזה הלשון אינו מדוייק והכי קאמר שהרי הרואה יאמר שהמיר בו ע\"כ ולפי מ\"ש לעיל דרבינו נראה דס\"ל כדברי הטור וכו' מעתה דברי רבינו מדוייקין היטב וק\"ל."
            ],
            [],
            [
                "<b>שהשוחט לו שחיטתו אסורה.</b> מדכתב אסורה ולא כתב פסולה נראה דאף בנתכוון לע\"ז קאמר והכי דייק לשונו דלעיל בשוחט לשם מזל וכו' ובשוחט לזרוק דמה לע\"ז כתב לשון איסור ובאינך כתב לשון פיסול וא\"כ מצינן למימר דדעתו דאפי' שנתכוון אחד לשם דבר שאסור בהנאה כיון שהאחד נתכוון לדבר הכשר אין בו כח לאוסרו כי אם באכילה לא בהנאה ג\"כ וזה הוא שסיים שחיטתו פסולה ולא כתב אסורה כן נראה לענ\"ד ועיין להרב לח\"מ והב\"י שם."
            ],
            [
                "<b>שאין חוששין וכו' לפיכך וכו'.</b> הלשון מגומגם דנראה דטעם נכרי ששחט היינו משום דאזלינן אחר מחשבתו וזה אינו דרבינו פ\"ד דין י\"א כתב דשחיטת נכרי פסולה משום קרא דכתיב וקרא לך ואכלת מזבחו לא משום פיסול מחשבה ואין לומר דכוונתו דאפילו למאן דאזיל בתר מחשבה דהיינו ר' אליעזר דס\"ל בגמרא דף י\"ג דסתם מחשבת נכרי לע\"ז זהו דוקא לגבי שוחט גופיה לא לגבי אידך וכלומר שדין זה מוסכם דא\"א לומר כן דהרי ר\"א פוסל אפילו בשחט זה וחשב זה כדאיתא במשנה וגמרא שם ואפשר שכוונתו כלפי המחשבות שהזכיר לעיל וכלומר דאפילו אינהו לא פסלי אלא בשוחט לא לבעל הבהמה דמחשבת בעל הבהמה אינו מעלה ולא מוריד ולכוונה זו רמז לנו במ\"ש כמו שיתבאר פ\"ד כנ\"ל וק\"ל."
            ]
        ],
        [
            [],
            [
                "<b>שהייה כיצד.</b> כתב הכנה\"ג יו\"ד סי' כ\"ג בשם הגהת מהר\"י וייל ז\"ל וז\"ל שהייה למה אסורה מפני שנראה כשתי שחיטות וקרא אמר ושחט משמע שחיטה אחת ולא שתי שחיטות. טעם אחר מפני שהדם נבלע באברים בשעת שהייה משום בעיתותא דבהמה ושוב אינו יוצא אפי' ע\"י מליחה וכו' ע\"כ. ולא ידעתי למה נתן טעם לשהייה לחוד ומאי איריא הרי חמשה דברים המפסידין השחיטה שוין בדינן ומכ\"ש שהם הלכה למשה מסיני בלי שום טעם ואולי נאמר דבאינך לא הוצרך לתת טעם דמבואר מעצמו דהרי לא שחט כראוי משא\"כ בשהייה דשחט כראוי ובמקום שחיטה ומה לו אם שהה קצת ועוד י\"ל דהיכא דאיכא למדרש דרשינן.",
                "<b>בין בשוגג בין במזיד בין באונס וחזר וכו'.</b> כך כתוב בגירסאות שלפנינו ולשון הטור והרב ב\"י בדברי רבינו בין ברצון וכתב הפרישה דגבי אדם מועד לעולם אמרינן הכי ופירשו התוס' בין ששהה אותו שוגג ומזיד בין באונס בין ברצון ע\"כ. והפר\"ח הביא שם משם רש\"י בע\"ז דף נ\"ד דמזיד ורצון חדא מלתא היא וכו' עיי\"ש."
            ],
            [],
            [
                "<b>וכדי שישחוט כמו מיעוט הסימנין וכו'.</b> רש\"י ז\"ל לא פירש כן הבעיא אלא ששהה אחר ששחט הרוב במיעוט אחרון וגמר שחיטתו ע\"כ ונראה שפירש כן משום דקאי אדברי רבא דאם כפי' רבינו הו\"ל לקבוע הך בעיא לעיל קודם דברי רבא אך רבינו נייד מפי' רש\"י מכח התוספתא שהביא מרן ז\"ל לקמן דין ה' דקתני שחט סימן אחד או רובו בעוף ושהה כדי שחיטה וגמרו כשרה ובריש השוחט שחט חצי גרגרת ושהה בה וגמרה בעוף כשרה וברור הוא דה\"ה לרוב שנים בבהמה ע\"כ ולפי רש\"י צ\"ל דההיא בעוף דוקא נאמרה ולענין קנה דוקא וכמ\"ש מרן ז\"ל ועיין לרש\"י דף ל' ע\"ב ובמ\"ש מרן דגירסא משובשת נזדמנה להרא\"ש ז\"ל בדברי רבינו ועיין לרש\"ל בס' ים של שלמה שם מקיים גירסת הרא\"ש אף ששאר מפרשים נמשכו אחר דברי מרן ז\"ל ולמ\"ש מרן על הראב\"ד דספקא דאורייתא היא ולחומרא כוונת הראב\"ד מבוארת שאינו אלא מדרבנן כמ\"ש הרב לח\"מ והמל\"מ ז\"ל."
            ],
            [],
            [
                "<b>אבל אם שחט רוב הקנה.</b> דין זה אינו שייך כי אם בבהמה דבעוף כיון ששחט רוב סימן אחד מ\"מ כשרה ואף שכתב אחר זה מפני שהבהמה או עוף וכו' לא קאי אלא אעיקר הדין ואתחילת דבריו ז\"ל ועיין להרב לח\"מ שנתקשה בזה."
            ],
            [
                "<b>הנה נתבאר וכו'.</b> כל זה לא איירי אלא במקום הראוי לשחיטה דאילו משיפוי כובע ולמעלה אי נמי מראש סוף הריאה ולמטה וכמ\"ש פ\"א דין ו' שייך גם בעוף כל הפסולין דשייכי בושט לענין שהה או החליד או הגרים וכו' ועיין למרן בדין י\"ב."
            ],
            [
                "<b>שחט העוף וכו'.</b> מבואר הדבר שאינו יכול לשחוט הושט כלל שיש לחוש שיתלכלך אותו מקום בדם מבפנים ואפשר שהוא המקום ששחט בראשונה ויתלה להתיר והיא טריפה."
            ],
            [],
            [
                "<b>או שפרס מטלית וכו'.</b> רוב הפוסקים ככולם חלקו על רבינו בדין זה ודעת רבינו מלישנא דקאמר תחת המטלית מיהא דנראה דפירס מטלית קאמר והקשה הרב לח\"מ דלמה פסק רבינו במטלית וצמר ספק נבילה הא הוי ספק ספיקא ספק אי הוי כתחת העור או לא ואת\"ל דהוי כתחת העור היא גופא ספיקא הוי דאמרי איני יודע וצ\"ע עכ\"ל. והדקדוק נכון הוא. אך רבינו לשיטתיה אזיל דכל מין ספק שנולד בשחיטה הוו ספק נבילה כמ\"ש לקמן דין י\"ח שאין מוציא מידי נבילה אלא שחיטה כשרה כאשר צוה משה רבינו ע\"ה ע\"כ. וכיון דאיכא ספיקא אפילו כל דהו או ס\"ס הרי אינה כמו שצוונו ודוק."
            ],
            [],
            [
                "<b>הגרמה וכו'.</b> מלשון היה שוקל עין בעין נותן לו גירומיו רש\"י ז\"ל דף ט' ובפסוק ג\"כ גרם המעלות פר\"ח ז\"ל ולמ\"ש והוא מן המקום הראוי לשחיטה כלומר דחוץ מזה דיינינן ליה כוושט לענין נקב וכיוצא ועיין פ\"א דין ו'."
            ],
            [
                "<b>שחט שליש והגרים שליש וכו'.</b> קצת קשה דודאי דין זה לא נאמר אלא בקנה דקי\"ל קנה שניקב עד חציו כשר וכדאיתא בגמרא ועיין לרבינו לעיל דין ו' וכיון שכן מ\"ש דבנפגם חציו של קנה מכשרינן בגמר הרוב ע\"י שחיטה כשרה אף שלא גמר הסימן כולו דמהאי טעמא אמרינן דאין שהיה בקנה בעוף כלל וא\"כ למה בהגרים שליש אמצעי נכשיר הא כיון שהגיע לרוב הסימן נטרף בהכרח כמו שהוא הדין בנשחט כראוי כאמור ותו דהגע עצמך ששחט שליש הסימן מצד זה ושוב שחט שליש אחר כנגדו וכי נאמר שהוא כשר הרי זה אינו נקרא רוב במקום אחד ולזה י\"ל דבעינן שחיטה מפורעת וליכא ולקושיא ראשונה י\"ל דכשהגרים שליש אמצעי כיון שאינו במקום שחיטה הו\"ל כמחתך בשר בעלמא ולפיכך כשהשלים השליש האחרון בשחיטה כשרה הו\"ל רוב הסימן בכשרות ושחיטה מפורעת וכשרה וק\"ל.",
                "<b>ואם דרס או החליד וכו'.</b> הלא נודע כמה נתחבטו המפרשים ז\"ל בהבנת דברי רבינו דמלבד מ\"ש מרן ז\"ל עיין עוד להרב דמשק אליעזר והש\"ך והרי\"ח והפר\"ח והדרישה ופרישה והרב כנה\"ג שם וכיון שאין נפקותא לדידן דלעולם מחמרינן אין להאריך."
            ],
            [],
            [],
            [
                "<b>שודאי אחר שחיטה נעקר.</b> זו היא סברת ריש לקיש אבל ר' יוחנן פליג ואמר יביא ויקיף ואין זה מחלוקת במציאות כיון שתלוי בחסרון ידיעה וק\"ל."
            ],
            [],
            [],
            [
                "<b>בהמה שניטל וכו'.</b> שם דף כ\"א וסיים רבינו בכל אלו הרי זו נבילה מחיים להודיענו דאין השחיטה מועלת בהם להוציאם מידי נבילה כמ\"ש פ\"ב דשאר אבות הטומאה דבטריפה השחיטה מועלת להוציאה מידי נבילה וכאן אשמועינן דהני כולהו אין השחיטה מועלת בהם אך לענין אם מטמאים במגע ובמשא כנבילה ממש לא נחית כאן דכבר ביארו שם דהארבעה הראשונים שהזכיר כאן מטמאים אפילו כשהם חיים ופסוקת הגרגרת ונקובת הושט אף דאין השחיטה מועלת בהם מ\"מ אינן מטמאין טומאת נבילות עד שימותו ולזה נתכוון רבינו שכתב בראשונה דאין השחיטה מועלת בה ובסוף דבריו אף שכתב דהרי זו נבילה מחיים כדי שלא נטעי לומר שיטמאו ג\"כ מחיים הוסיף שנית ידו וכתב דאין השחיטה מועלת בה כלומר דלזה דוקא נתכוון להשוותן ואין סתירה לזה ממ\"ש מרן פ\"י [ה\"ט] בסוף דבריו וז\"ל ודע שלא נמנו כאן אלא הטריפות אבל ששה נבילות מחיים כתבם רבינו פ\"ג ע\"כ נתכוון ז\"ל להשמיענו שאלו הששה לא מנאן רבינו בכלל הע' טרפיות מפני היותם נבילות ואין השחיטה מועלת בהם לא שבא לומר דלרבינו יש בכל הששה טומאה מחיים דזה מנ\"ל מכ\"ש שאין כאן מקומו.",
                "<b>וגדולה </b>מזו כתב מרן ז\"ל פ\"א דין ו' וז\"ל ומ\"ש רבינו שחיטתו פסולה משמע דנבילה הויא שהרי כתב פ\"ג כ\"מ שאמרנו בשחיטה פסולה נבילה ואם אכל ממנה כזית לוקה משום אוכל נבילה וקשה דתרבץ הושט וכרס שנקבו לא הויא אלא טריפה ולא נבילה וי\"ל דמשו\"ה לא אמר רבינו פ\"ג הרי זו נבילה ומטמא במשא אלא אם אכל ממנה כזית לוקה אבל לענין נבילה לא נחת ומשום דרוב הנזכרות באלו הדינים הוו נבילות נקט לשון נבילה עכ\"ל. הרי דאף דהויא טריפה רבינו נקט לשון נבילה משום דהרוב שהזכיר באלו הפסקים הוו נבילות ונגרר אחר הרוב ולא חש לשנטעי להשוות כולם לנבילה ממש כיון שאין כאן מקומו והוצרך מרן להוסיף ומשום דרוב הנזכרות באלו הפרקין וכו' כלפי מ\"ש דרבינו לא אמר הרי זו נבילה ומטמאה במשא אלא אם אכל ממנה כזית לוקה ומפני שהרגיש שרבינו הוסיף משום נבילה כמ\"ש מרן גופיה לכך הוסיף ומשום דרוב הנזכרות וכו' כלומר דאף שכתב דלוקה משום נבילה אין קפידא דלא קאי אלא הרוב וכו' משא\"כ אם היה רבינו כותב ה\"ז נבילה ומטמאה במשא היינו צריכין לומר דדוקא קאמר מדהוסיף דין הטמאה זו נראית כוונת מרן זלה\"ה ע\"פ האמת והיושר.",
                "<b>אמנם </b>הפר\"ח יו\"ד סי' כ' השיג עליו ממ\"ש רבינו דהרי זה לוקה משום נבילה דמשמע דדוקא קאמר עיי\"ש ולפי דרכינו הדברים ברורים ונכונים עוד נתאמץ להקשות עליו מפני שהבין דמ\"ש באלו הששה דהרי זו נבילה מחיים דר\"ל דמטמאו גם במשא מחיים וקשה עליו ממתני' דפרק העור והרוטב דקתני דאף אם שחטו השני סימנין אינה מטמאה משום נבילה עד שתמות וכן בפ' השוחט שחט בה שנים או רוב שנים ועדין היא מפרכסת הרי היא כחיה לכל דבריה וכו' וכתב דרבינו חזר בו דבפ\"ב דשאר אבות הטומאות כתב אלו הדינים על אמיתותן וכו' ע\"כ ומימי לא שמעתי כיוצא בזה שרבינו יחזור בו ביד גופיה ועוד דא\"כ בכל הסתירות שנמצא בדברי רבינו נאמר דחזר בו ועוד דאיך יצוייר בשכל שנעלמו ממנו כל הבקיאות שהביא שם זה לא ניתן ליאמר. גם מ\"ש שלשון הרב אינו מדוקדק ולצדדים קתני וכו' לענ\"ד נראה הוא מדוקדק על נכון דכיון להשמיענו דאין השחיטה מועלת בהם לאפוקי אינך שהזכיר לעיל דיש מהם שהם נבילה ואין השחיטה מועלת בהם ויש בהם שאף שקראם בשם נבילה אינן אלא טריפה ולעולם שהשחיטה מועלת בהם לטהרם מידי נבילה ונ\"ל דלכך נתכוון רבינו לכתוב לשון פיסול ולכתוב הכלל דכל מקום וכו' דמשום דבאמת יש בהם הרבה שא\"א בעולם לומר בהן שהם נבלות והרי בשוחט לשם הרים וגבעות ונתכוון לרפואה בעלמא ושוחט לשם קדשים וכו' אינן אלא טריפות ורבינו כתב בהם שהם פסולות ורבי ישבב אמר בגמרא כל ששחיטתה כראוי ודבר אחר גרם לה ליפסל טריפה והודה לו רבי עקיבא ולפ\"ז עלו כהוגן דברי רבינו ומרן ז\"ל כאמור ומבואר.",
                "<b>אכן </b>דברי מרן לקמן בפרקין דין כ\"ג גבי נפסקה הגרגרת וכו' הם קצת מגומגמים שהקשה על רבינו דלמה לא מנה בע' טרפיות נפסק רוב הקנה שלא במקום שחיטה למעלה ועוד שהרי כתב בפרק זה גבי הגרמה שאם לא שייר בחיטי פסולה דהיינו נבילה וצ\"ע עכ\"ל. ופשטיות שטח דבריו מורה שהבין דכל מקום שאמר רבינו פסולה הכוונה נבילה ממש ומלבד דא\"א לומר כן בדברי רבינו כמו שהוכחנו לעיל עוד סותר דברי עצמו ממ\"ש פ\"א כנ\"ל אלא האמת יורה דרכו שלא הוסיף מרן זה הועוד אלא לעשותו סניף לקושיא ראשונה שהקשה וכוונתו שלא ביאר רבינו דין טריפות זה לא בע' טרפיות ולא גבי דין הגרמה דאף דבאמת מצינו בכמה מקומות דהויא טריפה ורבינו נקוט בלישניה לשון פסולה דהיינו נבילה תשובה תולה דמשום דרוב הנזכרות באלו הפרקין הוו נבילה נקט לשון זה בכולם כאמור ובגרגרת שנפסקה שלא במקום שחיטה לא ביאר בשני מקומות כלום ובזה נסתלקו כל הקושיות והתמיהות של הרב פר\"ח ז\"ל שם עיין עליו."
            ],
            [],
            [],
            [],
            [
                "<b>גרגרת שנפסק וכו'.</b> מרן ז\"ל הקשה על רבינו ממ\"ש במקום הראוי לשחיטה הרי זו נבילה דמשמע דשלא במקום הראוי לשחיטה הויא טריפה וקשה על זה דלמה לא מנה רבינו בע' טרפיות פ\"י נפסק רוב הקנה למעלה שלא במקום שחיטה ועוד שהרי כתב בפרק זה דין י\"ב גבי הגרמה שאם לא שייר בחיטי פסולה דהיינו נבילה וצ\"ע עכ\"ל. והיא קושיא עצמית שהרי מנה שם באות ב' ניקב תרבץ הושט והזכירו רבינו פ\"א דין ו' ומנה שם באות כ\"ט ניקב הקנה למטה במקום שאינו ראוי לשחיטה ואילו ניקב או שחט למעלה במקום שאינו ראוי לשחיטה לא כתבו להדיא לא שם ולא באלו הפרקין עד שמרן ז\"ל לא מצא מקום להקשות עליו כי אם מכח זה הדיוק.",
                "<b>ולולי </b>דמסתפינא אמינא דדברי רבינו דייקי דס\"ל דפיסול זה בכלל הגרמה הוא וכי היכי דלא מנה בע' טרפיות הה' דברים המפסידים השחיטה מפני היותם נבילות ולא טריפות ה\"נ לא מנה נפסק הקנה למעלה שלא במקום הראוי לשחיטה דכיון דאינו ראוי לשחיטה הו\"ל כמחתך בשר בעלמא ומה לי שחיטה ומה לי נקיבה או חיתוך ומדוייק טפי שבפ\"א כשהזכיר שחיטת תרבץ הושט לא הזכיר להדיא דין שחיטת הקנה למעלה מחיטי נראה מפני שנתכוון להפרידם דבושט הויא טריפה ובקנה הויא נבילה וזהו הטעם שלא מנה בע' טרפיות אלא ניקב תרבץ הושט ופסוקת הגרגרת למטה דדינו כריאה דנקיבתה במשהו ומעתה מ\"ש כאן במקום הראוי לשחיטה לא בא לאפוקי למעלה אלא בא לאפוקי למטה דנקיבתה כל שהוא ואינו ברוב ואף שמדברי הגמרא מוכח קצת דהויא טריפה מ\"מ אינו מבואר כלל דלא מצינו להדיא בגמרא דין זה דניקב רוב הקנה למעלה במקום שאינו ראוי לשחיטה בשום מקום וגם אין דרכו של רבינו לכתוב אלא הדינים המפורשים בגמרא מ\"מ גם לפי דבריו קצת קשה דכיון דהזכיר רבינו שלא במקום הראוי לשחיטה בושט היה לו להזכיר ג\"כ בקנה אי ס\"ל דדינן שוה אלא נראה כמ\"ש. ומאי דקאמר רבי ישבב כל שנפסלה בשחיטתה נבילה וכל ששחיטתה כראוי ודבר אחר גורם לה ליפסל וכו' ובכלל ההגרמה וכיון שאינו מקום שחיטה היינו שחט היינו חתך כנ\"ל דודאי אין שום סברא לומר שיועיל בה שחיטה זהו הנראה לענ\"ד לקיים דברי רבינו והמעיין יבחר.",
                "<b>וכן אם ניקבה כאיסר.</b> שם דף נ\"ד עד כמה תחסר רשב\"ג אומר עד כאיסר האיטלקי ובגמרא אמר ר' נחמן כאיסר כיותר מכאיסר אלמא קסבר רב נחמן עד ולא עד בכלל איתיביה רבא לר\"נ וכו' ומסקינן התם לחומרא דכל שיעורי דחכמים להחמיר וכו' ומשמע ודאי דקיימא מתני' בעד ולא עד בכלל וכ\"כ רש\"י ז\"ל ורבינו כאן העתיק לשון הגמרא שבדף מ\"ה ולא ביאר אך מצינן למימר דסתמו כפירושו דכיון שהגיע לכאיסר נבילה והיינו עד ולא עד בכלל. אך בפירושו להמשנה ראיתי שכתב בהך מתני' דאם הוא כאיסר מצומצם או פחות כשרה וכו' וכן מצאתי להרע\"ב וכן הלכה ע\"כ והוא דבר תמוה דהוה היפך מסקנת הגמרא להדיא וכבר עמד עליהם הפר\"ח יו\"ד סי' ל\"ד והניחם בצ\"ע אך מצאתי להשלטי גבורים שהביא דעת חכמי הצרפתים כדברי רבינו בפי' המשנה דבאיסר מצומצם כשרה וא\"כ צריך לומר דס\"ל כרבא דהוא בתרא ופליג אר\"נ וסתם תלמודא משמע דהכי ס\"ל מדקאמר אלמא קסבר ר\"נ וכו' משמע דאנן לא קי\"ל הכי אי נמי דר\"נ באיסר שחוק איירי דהיינו יוצא ונכנס בדוחק ודלא כפי' רש\"י אבל מצומצם גמור מודה ואזיל דהוי כפחות וכשר."
            ],
            [
                "<b>ניקבה הגרגרת וכו'.</b> מרן ז\"ל האריך בהבנת דעת רבינו אך דבריו מגומגמים הרבה במ\"ש ואם נדחוק ונאמר כדי שיכנס איסר לרחבו כך פי' שיש בין שני הנקבים כדי שיכנס איסר לרחבו עדיין יקשה שהנקבים שיש בהם חסרון בכאיסר ומה שבין הנקבים מצטרף לפסול כמו שכתבנו למעלה בשם הר\"ן ולמה בכאן לא נחשוב הנקבים לבדם לפוסלם בכאיסר עד שיהיה בהם כדי שיכנס איסר לרחבו ע\"כ. ולא ידעתי מאי קאמר ואם נפרש דכוונתו במ\"ש שיש בין שני הנקבים דר\"ל בשלם שביניהם דומיא לדברי הר\"ן שהביא וכן משמע ממ\"ש דלמה לא נחשוב הנקבים לבדם לפסלם בכאיסר וכו' יקשה דמהיכא תיתי לומר כן דכיון דסתמא קאמר רבינו מנ\"ל שיש בין נקב לנקב כמלא נקב ועוד דהר\"ן לא כתב כן אלא בנקבים קטנים שלא יש בין זה לזה הרבה אבל בנקבים גדולים שיש ריחוק גדול ביניהם זה לא אמרה הר\"ן ז\"ל ועוד דמאין הוציא מרן ז\"ל דרבינו מפרש כפי' הר\"ן ז\"ל דפי' דמה שבין הנקבים מצטרף הרי רבינו סתמא קאמר ומהיכא תיתי לפרש כן ותו דרש\"י והר\"ן פירשו כן וכל שניקבה כנפה דסתם נקבי נפה דקין מאוד ואין בין נקב לנקב כמלא נקב כלל ורבינו לא הזכיר נפה כלל ואם נפרש דברי מרן במ\"ש שיש בין שני נקבים וכו' דר\"ל הנקבים לבד א\"כ מאי קאמר למה בכאן לא נחשוב וכו' הרי כך הוא האמת דאין אנו חושבים כי אם הנקבים לבדם. ובאמת פי' זה נראה לי עיקר ולמ\"ש למה לא נחשוב וכו' הוא לשון נגרר כולו וה\"ק דהיה לנו לחשוב גם (הסולם) [השלם] להחמיר כיון שהם שני נקבים וכו' וכבר כתבנו דבעיקר הדין ס\"ל לרבינו סברת הר\"ן ז\"ל וצ\"ע ועיין עוד להרב כנה\"ג שהאריך בפרטים אלו בסי' ל\"ד ומ\"ש רבינו בהך לשון נבילה עיין מ\"ש מרן ז\"ל ועיין מ\"ש לעיל."
            ]
        ],
        [
            [
                "<b>ישראל שאינו יודע וכו'.</b> פי' שאנו יודעים בו שאינו יודע ולכך שחיטתו ספק נבילה דאילו אין אנו יודעים בו הרי כתב לקמן בדין ז' דבדיעבד שחיטתו כשרה."
            ],
            [
                "<b>ואפילו שחט בפנינו ארבעה וחמשה פעמים וכו'.</b> בגמרא לא אמרו אלא ב' וג' פעמים והכי מסתברא דבתרי או תלתא הויא חזקה למר כדאית ליה ולמר כדא\"ל ורבינו העתיק ד' וה' אולי להפלגת הדבר כתב כן דאפי' ביותר משיעור חזקה גמורה אפ\"ה אסור לאכול משחיטה זאת כל עוד שאינו יודע וק\"ל."
            ],
            [
                "<b>ישראל שיודע וכו'. היודע הלכות שחיטה וכו'.</b> מבואר מדברי רבינו דס\"ל דמומחה היינו שיודע הלכות שחיטה וגם שחט בפני חכם וכו' ואין פירושו עולה כשיטת התלמוד לכאורה גם בפירוש המשנה כתב דמומחה היינו כגון ששחט פעמים רבות לפני חכמים וכו' ולא הצריך שידע ג\"כ הדינים לשיקרא מומחה ובגמרא איכא תרי לישני דרבינא אפירושא דמתני' ללישנא קמא בעינן מומחה וללישנא בתרא בעינן מוחזק ורבינו כלל שניהם בחדא מחתא א\"כ על כרחך לומר דרבינו פסק כתרי לישני וכו' אמנם הרב לח\"מ נדחק בדברי רבינו וחילק בין מומחה למוחזק דמומחה היינו ששחט פעמים רבות לפני חכמים ומוחזק היינו שלא שחט אלא ב' וג' פעמים וכו' וזה דוחק גמור דלא מצינו כיוצא בה בכל התורה כולה דכיון ששחט ג' פעמים כאילו שחט מאה פעמים ועיין להכנה\"ג יו\"ד סי' א' שהזכיר דרך אחר ונכון."
            ],
            [],
            [
                "<b>חש\"ו וכו'.</b> פ\"ק דחולין וכולן ששחטו ואחרים רואים אותם שחיטתן כשרה אך בסו\"פ לולב הגזול תניא קטן היודע לשחוט אוכלין משחיטתו והוא שגדול עומד על גביו ופירש\"י היודע לשחוט לאמן ידיו לשחיטה ע\"כ ודקדקו התוס' דמשמע דאם אינו יודע לאמן ידיו אע\"פ שראהו גדול מתחילה ועד סוף שלא שהה ולא דרס אסור לאכול משחיטתו ע\"כ והר\"ן ז\"ל חילק בין לכתחילה לדיעבד דאם יודע אפי' לכתחילה שרי אם גדול עומד על גביו ואם אינו יודע לכתחילה הוא דלא אבל דיעבד שפיר דמי כיון שאחרים עומדים ע\"ג ע\"כ ורבינו סתם הדברים ולא חילק כמו שחילקו התוס' דאם אינו יודע שחיטתו פסולה בכל גווני וכמ\"ש מרן ז\"ל ובאמת שבדברי הר\"ן א\"א לפרשו דמעולם לא התירם לכתחילה אלא דאכתי איכא למידק דכיון דרבינו כתב סתם לימא דבין ביודע בין באינו יודע קאמר ויש לנו פנים לפרש כן דברי רבינו דבפ\"ב דין י\"א וי\"ב כתב דשחיטת חולין אין צריך כוונה לפיכך חש\"ו או שכור שנתבלבלה דעתו ומי שאחזתו רוח רעה ששחטו ואחרים רואין אותן שהשחיטה כתקנה הרי זו כשרה ע\"כ וכיון דתלי טעמא באין צריך כוונה לחולין מעתה מה לי יודע מה לי אינו יודע. ועדיף מהבא לנועצה בכותל ושחטה בהליכתה דאף שלא נתכוון לשחוט כלל אפ\"ה שחיטתו כשרה גם בפי\"ב דין ד' פסק דחש\"ו ששחטו בינן לבין עצמן את הראשון מותר לשחוט את השני אחריהם לפי שאין שחיטתן שחיטה כלל ע\"כ הרי שלא חשבה לנבילה אלא בשחטו בינן לבין עצמן הא אם אחרים עומדים ע\"ג משמע ששחיטתן כשרה וכו' וכ\"כ בפי\"ד דין י' עיי\"ש.",
                "<b>וסברא </b>זאת נראה שהיא סברת הרב צדה לדרך שהביא הכנה\"ג יו\"ד סי' א' שכתב דקטן דאינו יודע לאמן ידיו שחיטתו פסולה ואם היה אחר עומד עליהם כשרה ואין עושין כן לכתחילה ע\"כ אלא דא\"כ קשה לשון הברייתא דפ' לולב הגזול הנ\"ל דאמאי נקט קטן היודע לשחוט כיון שסופנו לרבות אפילו קטן שאינו יודע והוה מצינן לדחוק נפשין ולתרצה אך האמת נראה שדעת הרב צדה לדרך כדעת הר\"ן שהזכרנו שמחלק בין יודע לאינו יודע בדאינו יודע בדיעבד דוקא כשר וביודע כשר אפילו לכתחילה כיון שאחרים עומדים ע\"ג אמנם אכתי פש גבן לבאר דברי רבינו דין חש\"ו וכו' בפ\"ב ובפרקין ותו ששם הזכיר מי שאחזתו רוח רעה וכאן השמיטו והנה כחוזר על הראשונים על מה שכתב מרן ז\"ל דרבינו ס\"ל דבאינו יודע לאמן ידיו אפילו אחרים עומדים ע\"ג ואפילו בדיעבד שחיטתו פסולה יש לדקדק מדקבעי רבינו שצריך לידע הל' שחיטה א\"כ היה לו להקדים מי שאינו ידוע אצלינו וכו' ואח\"כ הו\"ל למימר דין חש\"ו וכו' אלא שנתכוון כנ\"ל דכבר הקדים דישראל היודע הל' שחיטה לא ישחוט בינו לבין עצמו וכו' ואם זה החש\"ו וכו' אינן יודעים תיפוק לי דאפילו גדול לא ישחוט אלא ודאי דביודעים קמיירי ואפ\"ה בינן לבין עצמן אם שחטו שחיטתן פסולה ומינה דבאינו יודע אפילו בדיעבד ואפי' אחרים עומדים ע\"ג שחיטתו פסולה ולפי דלחידוש זה הוא שהוצרך לכפול זה הדין לא חש להזכיר ההיא דאחזתו רוח רעה דלאו כי רוכלא הוא וכבר ביארו לעיל בפ\"ב ובהכי יתורצו דברי רבינו כולם נכוחים למבין."
            ],
            [
                "<b>מי שאינו ידוע וכו'.</b> עיין הרמ\"ך וכבר נתבאר לעיל דין ג' דעת רבינו ז\"ל."
            ],
            [
                "<b>הרי שראינו וכו'.</b> דין זה לא נמצא בגמרא וגם מרן ז\"ל לא ציין מקומו אך הרי\"ף ז\"ל הביאו ולימדו מהברייתא דמצא תרנגולת שחוטה או שאמר לשלוחו והן הן דברי רבינו שסמך לו דין האומר לשלוחו ואבד לו גדי וכו' אך מאי דקשיא למרן ז\"ל שציין ההיא דהאומר לשלוחו וכו' מבעיא דרב דימי והרי התם דף י\"ב מייתי לה מברייתא וא\"כ מאי אריא מרב דימי והנה שם אמר ר' נחמן אמר רב ראה אחד ששחט אם ראהו מתחילה ועד סוף מותר לאכול משחיטתו ואם לא ראהו מתחילה ועד סוף אסור לאכול משחיטתו היכי דמי וכו' ואלא דלא ידע אי גמיר אי לא גמיר לימא רוב מצויין אצל שחיטה מומחין הם מי לא תניא הרי שמצא תרנגולת שחוטה בשוק או שאמר לשלוחו צא ושחוט והלך ומצא שחוט חזקתו שחוט אלמא אמרינן רוב מצויין אצל שחיטה מומחין הן ה\"נ לימא וכו' לעולם דידע דלא גמיר וכגון דשחט קמן חד סימן שפיר מהו דתימא מדהאי שפיר הך נמי שפיר קמ\"ל האי אתרומי אתרום אידך שמא שהה שמא דרס בעא מניה רב דימי בר יוסף מר\"נ האומר לשלוחו צא ושחוט והלך ומצא שחוט מהו אמר ליה חזקתו שחוט. האומר לשלוחו בא ותרום והלך ומצא תרום מהו א\"ל אין חזקתו תרום מה נפשך אי חזקת שליח עושה שליחותו אפי' תרומה נמי ואי אין חזקת שליח עושה שליחותו אפי' שחיטה נמי לא וכו' לעולם אין חזקת שליח עושה שליחותו וכו' ע\"כ.",
                "<b>והשתא </b>קשיא מאי קמבעיא ליה לרב דימי הא ברייתא מפורשת מייתי לה מקמי הכי והתוס' ז\"ל כתבו אברייתא דמעיקרא תנא מצא תרנגולת שחוטה בשוק דאיכא למימר בעליה שחטוה והדר אמר דאפילו אמר לשלוחו ומצאה השליח שהיא שחוטה וכו' ע\"כ ודוחק לומר דברייתא לא שמיעא ליה ואולי נוכל לומר דשפיר ידע הברייתא אך עיקר בעייתו לענין תרומה דמאי שנא גבי שחיטה דאמרינן חזקת שליח עושה שליחותו ומאי שנא גבי תרומה דלא אמרינן הכי ומכיון דפשיטא ליה מלתא שמע מינה דהלכתא היא ולכך ציין מרן ז\"ל מהא דרב דימי אף שהוא דוחק לפי מסקנא דגמרא דלא אמרינן חזקת שליח עושה שליחותו והכא משום דרוב מצויין אצל שחיטה מומחין הם.",
                "<b>ואין </b>להקשות ממ\"ש רבינו פט\"ו דהל' אישות דהאומר לשליח צא וקדש לי אשה ומת השליח הרי זה אסור בכל אשה שיש לה קורבה וכו' וכן בהל' ערובין גבי צא וערב עלי פסק דחזקת שליח עושה שליחותו הא לא קשיא משום דבגיטין דף ס\"ד אמרו כי אמרינן חזקת שליח עושה שליחותו ה\"מ לחומרא אבל לקולא לא ופסקה רבינו פ\"ד דהל' תרומות דאין אומרין חזקת שליח עושה שליחותו להקל אלא להחמיר ע\"כ ודייקי דברי רש\"י נמי במכילתין שכתב במסקנא דאין חזקת שליח עושה שליחותו דספק עושה ספק אינו עושה עיי\"ש והיינו ע\"פ האמור אלא דאכתי קשה למה השמיט רבינו בעיא דר' נחמן אמר רב דמסיק דבעי דידע דלא גמיר וכגון דשחט קמן חד סימן שפיר וכו' ואין לומר דכיון דפסק לעיל דין ב' דאפילו שחט בפנינו ד' וה' פעמים שחיטה כשרה והרי זו ששחט בינו לבין עצמו שחיטה הגונה אפ\"ה אסור לאכול ממנה א\"כ מכ\"ש בשלא שחט לפנינו אלא סימן אחד דהא ליתא דהתם שחט בינו לבין עצמו השחיטה כולה ולהכי היא פסולה אבל הכא מקצת השחיטה שחט לפנינו שחיטה הגונה ואי לאו טעמא דדילמא אתרומי וכו' הוה אמרינן אף דלא ידע ואולי דרבינו לא חש להזכירו מפני שהמציאות הוא זר מצד עצמו ודי לנו במה שהזכיר דינו בסתם דמשמע לן דאין להקל."
            ],
            [
                "<b>אבד לו גדי וכו' מצאו בשוק וכו'.</b> פלוגתא דרבי יהודה ורבי חנינא בנו של רבי יוסי הגלילי בחולין דף י\"ב ופסק כרבי יהודה דאסר וכרבי דפירש פלוגתא באשפה שבבית ויש לתמוה על רבינו למה פסק כן דבפ' אלו מציאות (בבא מציעא דף כ\"ד) מייתי עובדא דרבי חנינא מצא גדי שחוט בין טבריא לציפורי והתירוהו לו ואמר ר' אמי שהתירוהו משום מציאה כרבי שמעון בן אלעזר ומשום שחיטה כר\"ח בנו של ר\"י הגלילי וכו' ומעשה רב ולמה לא פסק כן רבינו ומלבד מ\"ש מרן ז\"ל בזה עוד תירצו הרדב\"ז והכנה\"ג יו\"ד סי' א' בהגהת הב\"י והפר\"ח ג\"כ שם ובנימוקיו על רבינו והרואה יראה שכל הדרכים בחזקת סכנה.",
                "<b>ומאי </b>דנראה לענ\"ד אני הצעיר דרבינו מכח הך סוגיא דחולין ס\"ל דההיא דאלו מציאות רבי אמי הוא דקאמר הכי דהתירו לו גם משום שחיטה וסתמא דתלמודא ס\"ל דההיתר לא היה אלא משום מציאה כהנך עובדי דמייתי התם וזה מכח שקבעו כסוגיא בדוכתה מסקנא דר' נחמן בר יצחק דמפרש דברי רבי דפלוגתייהו דרבי יהודה ורבי חנינא בנו של רבי יוסי הגלילי באשפה שבבית דמשמע דבשוק וכ\"ש אשפה אסור לכו\"ע וק\"ל אכן איכא לומר הא דכתב רבינו לעיל מינה באומר לשלוחו וכו' והלך ומצא שחוט שהוא מותר ותיבת והלך וכו' מורה דאפילו בשוק קאמר וקשה (כאן בלוי) וי\"ל דהתם שאני דכיון שהוא אמר לשלוחו לשחוט הדברים מוכיחין שזו היא משא\"כ במצא שחוט סתם יש להחמיר וק\"ל."
            ],
            [],
            [
                "<b>הסומא לא ישחוט וכו'.</b> במשנה תני בהדי השוחט בלילה וכבר ביארו רבינו בסוף פ\"א ועיין מ\"ש שם."
            ],
            [
                "<b>נכרי ששחט וכו'.</b> המפרשים ז\"ל נתחבטו בדעת רבינו דמרן ז\"ל כתב דדעתו דבגוי שאינו עובד ע\"ז שחיטתו מדרבנן וכ\"כ הרב ב\"ח יו\"ד סי' ב' והלחם חמודות ז\"ל שם הכריח דדעת רבינו דדוקא כותי הוא מדרבנן אבל גוי אף שאינו עובד ע\"ז הוא מדאורייתא ונסתייע מהש\"ס ותוספתא וכבר מרן ז\"ל (כאן בלוי) עיין פ\"ב דשאר אבות הטומאות והפר\"ח יו\"ד שם הקשה על הש\"ך ממ\"ש בשאר אבות הטומאות ואין דבריו מוכרחים כלל (כאן בלוי) כתב אלא דמשמע הכי מדברי רבינו שם והאמת הוא דיש לו פנים לכאן ולכאן ומ\"ש הפר\"ח דרבינו חזר בו כבר כתבתי בזה לעיל ו[ולא]שמעתי כיוצא בו שרבינו יחזור בו בחיבורו עצמו ממקום למקום וכבר הראיתי פנים מאירות לדברי רבינו ע\"פ דברי מרן הקדוש והדיוקים בדברי רבינו מבוארים כדברי מרן ז\"ל שהרי הביא מפסוק וקרא לך ואכלת מזבחו דאיירי בעובד ע\"ז דוקא כדהך וזנו בנותיו אחרי אלהיהן והזנו את בניך אחרי אלהיהן ועוד ממ\"ש רבינו וגדר גדול גדרו בדבר וכו' מוכח דה\"ק לא די שגזרו בגוי שאינו עובד ע\"ז שמתנהג כישראל אלא שחז\"ל גזרו עליהם מפני שמצאו להם דמות יונה וכו' אפ\"ה שחיטתו אסורה ועיין בס' צרור החיים נר\"ו."
            ],
            [],
            [
                "<b>ישנה לשחיטה וכו'.</b> שם דף כ\"ט אמר ר' שמעון בן לקיש משום לוי סבא אינה לשחיטה אלא בסוף ור' יוחנן אמר ישנה לשחיטה מתחילה ועד סוף אמר רבא (כאן חסר) וגם רב יוסף קאמר ומחלוקתם בשחט מיעוט סימנין בחוץ וגמרו בפנים ופסקה רבינו פ\"א דפסולי המוקדשין דין י\"ח עיי\"ש ולרב יוסף נמי ה\"ה לשחט הגוי ונקט בפנים ובחוץ כלפי דברי רבא שאמר ג\"כ דמחלוקת בסימן אחד בחוץ ואחד בפנים מעתה דברי רבינו מבוארים ולא הוצרך להביא דברי רבא דהכל מודים משום דמכ\"ש דמיעוט אתיא או משום דפוסק כרב יוסף ורב יוסף לא הזכיר כי אם מיעוט אך בדברי מרן ז\"ל יש לגמגם שהביא בדברי רבא על דברי רבינו כלומר דרבינו מפרש כרש\"י ז\"ל וזה אינו כנ\"ל (דלר\"ש) [דלרש\"י] נראה דאף במיעוט הושט הכל מודים ורבינו משום דישנה לשחיטה מתחילה ועד סוף ותו קשה לדברי מרן ז\"ל שציין דברי רבא לחוד על דברי רבינו ופי' רש\"י ע\"ד רבא וכיון דלפי האמת רבינו מפרש כנ\"ל וכ\"כ הוא עצמו להדיא שם בפסולי המוקדשין למה כתב כן ואי משום דרב יוסף לא אמר הדין לשוחט נכרי אימעוט להדיא גם רבא לא אמרו ויותר יש להוציאו מדברי רב יוסף מדברי רבא ועיין עוד להרב לח\"מ ז\"ל שכדומה שלא ראה דברי רבינו שבפסולי המוקדשין וגם ראיתי להכנה\"ג יו\"ד סי' ב' שהאריך הרבה בדברי רבינו והרבה להקשות עליו מפני שנעלם ממעלת כבודו פסקו של רבינו בהל' פסולי המוקדשין ולא עוד אלא שכתב דרבינו לא הזכיר דין זה פי\"ח דמעשה הקרבנות ואתמהא טובא שהרי הזכירו בפסולי המוקדשין וזה גרם לו להתעצם כ\"כ בדברי רבינו וצדקו בזה דברי הצרור החיים נר\"ו עיין עליו."
            ],
            [
                "<b>ישראל מומר וכו'.</b> מבואר הדבר דבמומר לתיאבון קאמר וכמ\"ש מרן ז\"ל משום דלא שביק היתרא ואכיל איסורא וכו' ולהכי לא בעינן ישראל עומד ע\"ג אלא סגי בבדיקת סכין וכו' ומומר להכעיס כבר ביאר רבינו דינו בפי\"א דהל' גזילה דין ב' דהרי הוא כאפיקורוס וכו' וככותי עובד ע\"ז וכ\"כ פ\"ד דהל' רוצח דין י' עיי\"ש ושם כתב דאפילו אכל נבילה או לבש שעטנז להכעיס הרי זה אפיקורוס וכו' מצוה להרגם אם יש בידו כח להרגן בסיף בפרהסיא הורג ע\"כ מדקרי ליה אפיקורוס וכללו בעובד ע\"ז וכופר בתורה וגם התיר דמו להדיא אפילו בפרהסיא א\"כ הוי שחיטתו נבילה מדאורייתא ונכלל בעובדי ע\"ז ומחלל שבת בפרהסיא שהזכיר כאן ששחיטתן נבילה מדאורייתא ועיין להכנה\"ג יו\"ד בהגהת הטור אות ט\"ו שכתב דלדעת רבינו מומר להכעיס אינו אלא מדרבנן דאם איתא אדאשמועינן מומר לע\"ז או מחלל שבת וכו' לישמועינן רבותא דאפילו מומר להכעיס וכ\"ש אלו וכו' ע\"כ ונמשך שם אחר דברי הרב דמשק אליעזר ז\"ל ונראה שלא ראו ז\"ל דברי רבינו הנ\"ל מדלא הזכירוהו גם מצאתי כן להרמ\"ך בכת\"י הרי גם הוא הבין דלהכעיס דינו כאפיקורוס וק\"ל."
            ],
            [
                "<b>מי שהוא פסול לעדות וכו'.</b> כתב מרן ז\"ל סברת רבינו היא דעד כאן לא קאמר רבא ההיא דבודק סכין ונותן לו אלא בישראל מומר שפי' מומר שהוא מועד לעבור על המצוה ההיא ופרק עולה מעל צוארו וכו' ע\"כ אם נפרש דבריו דבכל מקום שהוזכר בגמ' מומר היינו שהוא מועד לאותו דבר ורגיל בו יקשה עלינו מדברי רבינו פ\"ג דמעשה הקרבנות דין ד' שחילק בין מומר סתם למומר שהורגל באותה עבירה וכבר עמד על זה המל\"מ בפ\"ג דהל' שגגות עיי\"ש. ולענ\"ד נראה דלא נתכוון מרן ז\"ל אלא למומר זה שהזכיר רבא שם דף ד' דקאמר ישראל מומר אוכל נבילות וכו' מדקאמר אוכל נבילות שמע מינה שהוא מועד ורגיל בכך אבל בעלמא יתכן מועד ויתכן שאינו מועד ודו\"ק."
            ],
            [],
            [
                "<b>כשהיו ישראל וכו'.</b> שם דף י\"ג וכר' עקיבא ושם בעי רבי ירמיה איברי בשר נחירה שהכניסו ישראל עמהם לארץ מהו וכו' ולא מצאתי לרבינו שהזכיר בעיא זו לא כאן ולא בפ\"ח מהל' מלכים כשהזכיר דין חלוצי צבא וכו' עיי\"ש."
            ]
        ],
        [
            [
                "<b>כבר ביארנו וכו'.</b> הוא פ\"ד דהל' מאכלות אסורות דין ו' הרמ\"ך בכת\"י השיג על רבינו עיין עליו ועיין בס' משפטי שמואל סי' י\"ז ושו\"ת זרע אברהם ח\"א סי' קי\"ט."
            ],
            [
                "<b>ושמנה מיני [טרפות] הן.</b> שם דף מ\"ג ותני התם לאפוקי לקותא דרכיש בר פפא ופסקא רבינו סוף פ\"ח ומפרש רבינו דאף שהדין אמת אין לחושבו עם אלו."
            ],
            [],
            [
                "<b>דרס עליה בידו וכו'.</b> לאו דוקא דצפרניו בעינן ולכך אותם שאין להם צפרנים אינן בכלל דרסה ובידו דקאמר לאפוקי רגלו או דבר אחר וכמ\"ש בדין ז'.",
                "<b>ומ\"ש</b>",
                "<b>הנץ והנשר</b> לא נזכר נשר בגמ' ואולי ס\"ל דכיון דנשר גדול מהנץ הרי הוא בכלל ובדין הנץ וכו' עיין להרב כנה\"ג יו\"ד סי' נ\"ז אות מ\"ב ומ\"ש רבינו ובגדיים וטלאים וכו' מצאתי לרבינו ירוחם נתיב ט\"ו סוף אות י\"ז שכתב דרבינו כתב שיש לשועל דריסה בבהמה דקה כגון כבשים וכיוצא בהם ושנראה מדבריו דמעשה דבית היני ברחל גדולה הייתה ע\"כ והוא תמוה דרבינו לא הזכיר אלא גדיים וטלאים שהם דקה מן הדקה וכבר מצאתי להרב כנה\"ג יו\"ד שם בהגהת הב\"י אות ט\"ז שהקשה כן והוסיף שגם מדברי הרב לח\"מ בסוף פרקין משמע שהבין כדברי רי\"ו ועיין מ\"ש שם דלפ\"ז הרב לח\"מ סותר ג\"כ דברי עצמו ממ\"ש ד\"ה ושועל וכו' דהכריח דעת רבינו דדוקא בגדיים וטלאים ולא באמרי רברבי עיי\"ש."
            ],
            [],
            [
                "<b>לבית החלל.</b> כן היא דעת רבינו ודלא כפי' רש\"י ומשום דרסה קאמר ודוקא בנץ הוא דבעינן עד החלל משום דלא אלים זיהריה כולי האי. אבל דרוסה לית להו הכוונה כמו שאר הדורסין וק\"ל."
            ],
            [
                "<b>אבל אם דרס ונהרג וכו'.</b> קשה דבגמרא אמרו ופסקוה לידיה דמשמע דלא בעינן שימיתו אותו וגירסת הרי\"ף והרשב\"א וקטלוה ואף לפי גירסתם ה\"ה נמי אם חתכו ידיו דהיא היא וכ\"כ הכנה\"ג שם ודע שהטור והרב ב\"י כתבו דה\"ה אם נהרג הנדרס כגון שנשחט בעוד שיד הדורס שם ונראה דס\"ל דהיינו הך שכיון שמת אין הארס שולט בו ואפשר דרבינו לא פליג על זה ולישנא דגמרא נקט ועוד נראה שתיבת ונהרג שכתב קאי בין אדורס בין אנדרס וק\"ל."
            ],
            [
                "<b>מכף הירך עד הקדקד וכו'.</b> שם דף נ\"ד מכפא דמוחא עד אטמא ופירש\"י כפא דמוחא כף הגלגלת דהיינו כל החלל ואף כנגד הסימנין ע\"כ. ורבינו ביארו במ\"ש אם נמצאת כולה שלימה מכל מיני טריפות וכו' ולפ\"ז מ\"ש אח\"כ ואם נמצא בה רושם הדריסה הרי זו טריפה היינו במקום שמטריף או שסופו לנקוב ולהטריף וק\"ל."
            ],
            [],
            [],
            [
                "<b>וכן שועל ונמיה וכו'.</b> דין זה לא נמצא בביאור בגמרא אלא אמרו שם סתמא אתמר רב אמר אין חוששין לספק דרוסה ושמואל אמר חוששין דכו\"ע ספק על ספק לא על אימא לא על ספק כלבא ספק שונרא אימא כלבא על שתיק ואיתוב בינייהו אימר שלמא שוי קטע רישיה דחד מינייהו נח מריתחיה איהו קא מעוי ואינהו מקרקרן בעותי קא מבעתיה אהדדי כי פליגי וכו' משמע דבכל מין דורסין קאמר ורבינו הזכיר שועל ונמיה והשמיט חתול ולפי פשטן של דברי הש\"ס קאי טפי לחתול מאינך שהרי הזכירו שם ספק כלבא ספק שונרא וכו' גם לעיל בדין ד' כתב ובגדיים וטלאים אפילו חתול ושועל ונמיה וכיוצא בהם יש להם דריסה וכ\"ש בעופות ע\"כ הרי ששם הזכיר חתול וכאן לא הזכירו ועוד קשה דלמה כתב כאן שנכנס לבין העופות ולמה לא כתב בגדיים וטלאים וכ\"ש עופות כמ\"ש למעלה ולזה היה אפשר שהלך אחר דברי הש\"ס דמשמע דאיירי בעופות מדקאמר דאי קטע רישיה דחד מנייהו דשייך טפי בעופות שהם דקים ופשיטא ודאי דה\"ה לגדיים וטלאים דשייך בהו דריסה ומאי דלא הזכיר חתול י\"ל דחתול דריס טפי משועל ונמיה ואלים זוהריה כמ\"ש מדברי התוס' שם ד\"ה ובא מעשה וכו' וכיון שהזכיר שועל או נמיה לדוגמא בעלמא לא חש להזכיר גם חתול מכ\"ש שדין זה שוה בכל החיות הדורסין כמ\"ש ג\"כ מדברי רבינו דלשון נוהם שייך לאריה וכמ\"ש רש\"י שם עוד אפשר דאף שבזמן התלמוד היו החתולים הדורסין מ\"מ כיון שבזמן רבינו לא היו דורסין וגם בזמננו שהם גדלים בבתים ואין דורסין כלל לא רצה רבינו להזכירו בדין הספק ודי לו במ\"ש למעלה שהחתיל ממין הדורס כלומר לדין התלמוד וידוע דהכל לפי המקום ולפי הזמן שוב מצאתי להכנה\"ג יו\"ד סי' נ\"ז אות ח' שהרגיש מזה ולא תירץ כלום גם בשו\"ת משפטי שמואל סימן י\"ז והניחה בצ\"ע והנראה לענ\"ד כמ\"ש."
            ]
        ],
        [
            [],
            [
                "<b>תרבץ הושט וכו'.</b> בגמרא דף מ\"ה אמרו מתחילה משום דהוי מקום שחיטה ומסיק רמי בר יחזקאל דאינו מקום שחיטה ופסקו רבינו לעיל פ\"א דין ו'."
            ],
            [
                "<b>שני קרומות וכו'.</b> הנה נמצאו בדין זה ארבעה סברות חלוקים לפי הגירסאות בגמ' אחת היא סברת הרי\"ף ז\"ל דניקב התחתון לבד טריפה אבל עליון לבד כשרה דעיקר חיות הבהמה בתחתון. השנית סברת רבינו שמשון שהביא הרא\"ש ז\"ל שאם ניקב העליון בלא התחתון טריפה דהתחתון רך ועתיד לינקב ואם ניקב התחתון בלא העליון כתב הרא\"ש דמשמע מלשונו שהיא כשירה שהעליון חזק ומתקיים. השלישית סברת רבינו כפי פירוש מרן הקדוש דעד שינקבו שניהם דוקא והיא סברת ראב\"ן שהביא הרא\"ש ז\"ל. הרביעית היא סברת בה\"ג שבין ניקב העליון לבדו בין ניקב התחתון לבדו טריפה ופירש דבריו הרב ב\"י סי' ל\"א ועוד כתב שנראה מדברי הר\"ן שפי' כוונת רבינו כדעת הרי\"ף ז\"ל וכו' עד כאן וקצת יש לתמוה עליו דאם כן למה לו לרבינו להאריך בלשונו לימא בקיצור ניקב זה בלא זה כשר וכו' ועוד דהרי מצינו לרבינו בעצמו בפי' המשנה שכתב להדיא דבניקב התחתון טריפה ואם העליון כשרה ולמה נדחוק עצמינו לומר דסותר ועוד נגד רבו הרי\"ף ז\"ל ועוד דהוי מידי דאורייתא ודוק ומ\"ש ואם ניקב חוץ לפולין מותר נתבאר דינו ריש פ\"ט עיי\"ש."
            ],
            [
                "<b>המוח עצמו שניקב.</b> מרן הקדוש כתב שהגירסא הנכונה שנרקב אמנם רש\"ל שם קיים הגירסא שלפנינו שניקב וכתב שכן מצא בגירסאות מדוייקות עיין עליו. ובבעיית רבי ירמיה דלא נפשטה פסקה רבינו בריש פ\"ט שהוא ספק ולחומרא וכיון שאפי' בעיקר הדין הוי ספק לא רצה רבינו לבארו בדין המוח שנלמד מחוט השדרה וק\"ל."
            ],
            [
                "<b>הלב שניקב וכו'.</b> מסקנא דגמ' דכיון דקתני לבית חללו מה לי חלל גדול מה לי חלל קטן ורבינו מפרש כפשוטו אבל רש\"י פי' שהרבה חללים יש ללב ומשמע דבכולן מטריפה ולענ\"ד נראה דמדקתני לבית חללו ולא קתני לבית החלל משמע חללו המיוחד דהיינו אלו השנים שהם גדולים לגבי השאר ועיין להכנה\"ג יו\"ד סימן מ'."
            ],
            [
                "<b>ואם לא נסתם וכו'.</b> בגמ' דף מ\"ג אמרו מרה שניקבה וכבד סותמתה כשרה ורבינו הוסיף ואם לא נסתם וכו' נראה שפת יתר דכי היכי דמלשון הגמ' משמע דאם אין הכבד סותמתה טריפה ה\"נ יש לנו ללמוד מדבריו והנה רש\"י ז\"ל פי' וכבד סותמתה שנקובה במקום דיבוקה בכבד וחיבור הכבד סותם את הנקב ע\"כ ורבינו נראה שאינו מפרש כפירוש רש\"י שהרי כתב אע\"פ שהוא סמוך לכבד משמע דהחידוש הוא אע\"פ שהוא סמוך לכבד הא מה שהוא על הכבד ממש אע\"פ שאינו דבוק כשר אמנם יותר טוב להסכים דברי רבינו לפי' רש\"י ולומר דמ\"ש אע\"פ שהוא סמוך לכבד ר\"ל שהוא על הכבד ממש אלא שאינו דבוק דהא ידוע שהמרה היא קטנה ומובלעת כולה בתוך הכבד א\"כ סמוך דקאמר מוכרח שהוא על הכבד ממש לאפוקי הדבוק וזה הוא חידושו של רבינו שאע\"פ שהוא סמוך לכבד והו\"א דזה נקרא סתימה מכיון שהכבד סמוך עליה ונוגע בה קמ\"ל."
            ],
            [
                "<b>נזייה וכו'.</b> נראה שר\"ל גרעין סתם ושוב ביאר אם הוא כמין תמרה וכו' דזיל בתר טעמא ודעתו נראה כדברי הר\"ן ז\"ל דכיון שעור המרה דק יש לחוש שנקבה אותה במקום שאין הכבד סותמתה ודלא כהתוס' והרא\"ש שפי' דדרך הושט ניקבה וק\"ל."
            ],
            [
                "<b>קני הכבד וכו'.</b> הראב\"ד ז\"ל השיג על רבינו שפירש הדברים על הסמפונות של הכבד עצמו ומדברי הש\"ס מוכח דלא איירי אלא בסמפון הגדול שיורד לכבד גם הריב\"ש סי' קפ\"ט והרשב\"א בחידושיו ובתורת הבית השיגוהו ומרן ז\"ל יישב הדברים עיין עליו ועיין עוד להרב לח\"מ ושו\"ת משפטי שמואל סי' י\"ז והרב ב\"ח ופרישה וכנה\"ג סי' מ\"א אות ט' וי\"ט."
            ],
            [
                "<b>מפני ששני ראשיה חדין וכו'.</b> נראה לענ\"ד מבואר הדבר דבמחט שלימה איירי שדרך השני ראשין להיות חדין לאפוקי ממי שרצה להבין מתוך דברי רבינו שכתב למעלה שנמצאת בחיתוך הכבד דהכא איירי בחתוכה עיין להכנה\"ג שם."
            ],
            [
                "<b>קיבה שניקבה וכו'.</b> נראה דפסק כלישנא קמא וכן נראה ממ\"ש פט\"ז דמאכלות אסורות דין ה' וכ\"כ מרן כאן וביו\"ד סי' ס\"ד אמנם בסי' מ\"ח כתב דרבינו פסק כלישנא בתרא וכבני בבל וכו' עיי\"ש. ולפ\"ז קשה דאיך אפשר לחייב כרת בדבר שבני א\"י אוכלין אותו ועוד דלפי פי' רש\"י לא מצא מקום ללישנא בתרא מכח חד סתים וחד לא סתים על כן נראה דפסק כל\"ק ודאי.",
                "<b>ומ\"ש </b>רבינו",
                "<b>ומקום הלבן שבאמצעה</b> לא הוזכר בגמרא ואולי שהוא סובר דבכלל טרפש הכבד היא וק\"ל."
            ],
            [
                "<b>כרס שניקב וכו'.</b> פשטן של דברי רבינו דבכל הכרס קאמר ופסק כבני מערבא משמיה דר' יוסי בר חנינא בדף נ' והכי מוכח נמי ממ\"ש פ\"ט דין ה' ומרן ז\"ל הזכיר שם דברי ר\"י בר חנינא וכאן שהיה מקומו לא הזכירו וכבר נתעורר על זה הפר\"ח יו\"ד סימן מ\"ח ונראה ודאי שלא היה לו למרן להזכיר המשנה לחוד מכיון שבמשנה אמרו כרס הפנימי ורבינו העתיק כרס סתם א\"כ בהכרח פסק כר\"י בר חנינא."
            ],
            [
                "<b>ואם ניקבה נקב מפולש וכו'.</b> דברי רבינו מגומגמים מתוך דברי הגמרא וכבר מרן ז\"ל יישבם קצת ועיין בשו\"ת משפטי שמואל והרב לח\"מ ז\"ל ומסקנת הכנה\"ג יו\"ד סי' מ\"ח אות נ\"ו דרבינו ס\"ל דמצד אחד אין צריך בדיקה אפילו אין המחט לפנינו ואפשר שיהיה דעתו כן אף במשני צדדים דלא מפלוג ז\"ל בין נמצא מחט שם ללא נמצא עיי\"ש."
            ],
            [
                "<b>בהמה שהלעיטה וכו'.</b> נראה דאפי' שחטה תכף ומיד סמוך לאכילתה שהיא טריפה משום שסופו לינקב וכנקוב דמי גם בגמ' דף נ\"ח לא חילקו בזה כשהקשו מהברייתא לשמואל אלא חילקו בין העלין להחלתית עצמו ורבינו הזכיר הקורט דהיינו החלתית עצמו ומיניה נשמע דבעלין אין קפידה ועיין להפר\"ח יו\"ד סו\"ס נ\"א."
            ],
            [
                "<b>בני מעים וכו' אחר שהניחן וכו'.</b> בגמרא דף ט' אמרו והחזירן ורבינו מפרש דהיינו שהניחן דאילו חזרה במקומם לא שייך ועיין מ\"ש בפי\"א דין י\"ג.",
                "<b>ומ\"ש</b>",
                "<b>ואם ממשמשו בידים בנקב הספק כך צריך למשמש וכו'.</b> פשט הגמרא דף נ' אינו כן אלא דמשמוש סתם בנקב הספק אם מדמין מועיל אך רבינו נראה שמפרש שמה שמשמש רב משרשיא לא היה אלא בנקבים החדשים שעשו כדי לדמותן לנקבים הראשונים וזה הוא שנתחכם לפי שהיה יודע דמסתמא ודאי כבר משמשו בנקבים הראשונים ע\"י השוחט והטבח ומי שהביאה לפני אביו ולכך משמש גם הוא בנקבים החדשים שעשה אביו כדי לדמותן ולפיכך העתיק רבינו לכתוב דאם משמשו וכו' כלומר דבעינן שישוו בדמותן והכי מוכיחין דברי רש\"י ז\"ל שהרי כתב מעצמי הבינותי דאמינא כמה ידי משמשו בנקבים קמאי מקמיה דלייתי קמיה דמר ע\"כ."
            ],
            [
                "<b>ואם נתהפכו וכו'.</b> דברי רבינו אפשר לפרשם בכמה פירושים שונים דאפשר דכשנתהפכו בין שהוחזרו מאליהם בין שהחזירן בידים טריפה או נאמר שא\"א שיחזרו כמו שהיו היינו בידי אדם אבל מעצמן אין לחוש וכשר. עוד אפשר לפרש דכיון שנתהפכו בין אחר שיצאו לחוץ בין בפנים א\"א לחזור לכמות שהיו בין מאליהן בין ע\"י אדם או נאמר דכיון שרבינו הקדים שיצאו לחוץ משמע דדוקא ביצאו לחוץ קאמר מעתה אם מצאן הפוכין ולא יצאו יוכשרו בין שחזרו מאליהן בין שהחזירן הוא כשרה. עוד יש לדייק מדכתב ואם נתהפכו משמע שנהפכו מעצמן אבל אם הפכן בידים יש תיקון ע\"י שמחזירן דכיון שהוא יודע איך הפכן ידע איך יחזירן או נאמר דהיינו הך כיון שנתהפכו בין מאליהן בין בידים אין להם תיקון עוד יש לדייק מדכתב דבני מעים שיצאו לחוץ מותרים משמע סתמא אפילו לא חזרו או נאמר דוקא בחזרו ואף אם גזרנו אומר דדוקא בחזרו עדין י\"ל דוקא בחזרו מאליהן אבל אם החזירן בידים אסור שמא נתהפכו או דילמא כיון שמעיקרן לא נתהפכו לא שנא חזרו מאליהן ל\"ש החזירן שרי שהרי לא הטריף אלא בנתהפכו דוקא והילך לשון הגמ' שם דף נ\"ו אמתני' דיצאו בני מעיה אמר רב שמואל בר יצחק לא שנו אלא שלא הפך בהן אבל הפך בהן טריפה דכתיב הוא עשך ויכוננך מלמד שברא הקב\"ה כונניות באדם שאם נהפך אחד מהם אינו יכול לחיות וכו' ההוא ארמאה דחזיה לההוא גברא דנפל מאיגרא לארעא ופקע כריסיה ונפוק מעיניה אתייה לבריה ושחטיה קמיה באחיזת עינים אינגיד ואתנח עייל למעייניה וחייטיה לכריסיה ע\"כ.",
                "<b>והאמת </b>הוא שרבו הפירושים בסוגיא זו עיין עליהם אך אנו צריכין להבינה ע\"פ פסקו של רבינו ז\"ל והנה מדקאמר ר' שמואל לא שנו אלא שלא הפך בהם ולא קאמר ל\"ש אלא שלא הפכן משמע דלא נגע בהם להחזירן קאמר ואשמועינן אגב אורחיה דא\"א לחזרתן ע\"י אדם ולהכי מייתי לה מקרא דהוא עשך ויכוננך כלומר דדבר זה לא יתכן אלא בידו יתברך ועוד דאם הפך בהם דקאמר היינו שהפכן ממש מאי איריא בידי אדם אפי' נתהפכו מעצמן אין להם תקנה כל עוד שאינן כברייתן הראשונה שבראם השי\"ת כדמוכח מקרא דהוא עשך ויכוננך וכיון שכן נמצינו למדין שחזרתן ביד אינו מועיל בשום ענין והכי מוכח מההוא עובדא דמייתי מההוא ארמאה וכו' שלא מצא תקומה בדבר זה כי אם ע\"י שיחזרו מאליהן דודאי התלמוד לא הביא זה המעשה אלא כדי שנלמוד ממנו ולהכריח דברי ר' שמואל דע\"י אדם א\"א בעולם וכל זה כשלא נתהפכו אלא שראינו שיצאו לחוץ אבל אם נתהפכו ביציאתן לחוץ לא שמענו אם מועיל חזרתן מאליהן אם לאו אך קרוב הדבר לומר דכיון שגדל כחן וכח הגוף להחזירן למקומם פשיטא שחזרו לקדמותן דאל\"כ לא היה באפשרות שיחזרו מאליהן וזה דרך טבע ומבואר.",
                "<b>ומן </b>האמור יתבאר דאם יתכן שנהפכו קודם יציאתן אין כח בידינו להתירן בשום פנים דמאן מוכח שחזרו לקדמותן ולפי האמור מבואר יוצא דכשיצאו לחוץ וקודם שיחזרו למקומן שחטה ועדיין הם בחוץ פשיטא שהיא טריפה דהיתר המשנה ודברי רבינו אינו אלא לאשמועינן דיציאתן לחוץ אינו מטריף אבל הן הכי נמי שצריך להמתין שיחזרו למקומן מיהא דאין השכל סובל שנתכשר כמות שהיא כיון שברור כשמש שבעודה כך א\"א לה לחיות דאיך יסבב המאכל ועלו כהוגן דברי רבינו למדקדק בהם על נכון ע\"פ הש\"ס וכל זה לשיטת רבינו אבל שאר הפוסקים ז\"ל יש להם שיטות אחרות ועיין להרשד\"ם הל' טרפיות סי' מ\"ו והרב ב\"י והכנה\"ג יו\"ד סי' מ\"ו."
            ],
            [
                "<b>אם ניקב במשהו טריפה.</b> יש במשמעותו שכולו קאמר מתחילתו עד פי הטבעת ושוב חילק במקום הדבוק לירכים חוץ מהארבע אצבעות שדינן כשאר המעי שהקדים שהוא במשהו והרב משפטי שמואל נסתפק בזה ונראה לענ\"ד כמ\"ש."
            ],
            [],
            [
                "<b>שני כיסין וכו'.</b> הפוסקים ז\"ל חילקו בין מחמת חולי למחט או קוץ וכן אם השומן שעליו סותמו ורבינו דרכו להעתיק הש\"ס."
            ],
            [],
            [
                "<b>כל  אבר וכו'.</b> הנה הכבד אין נקיבתו במשהו אלא בעינן שינקבו הסמפונות וכיון שתלה הדבר בנקב היה מקום לומר שאם נמצאו שני כבדים שהיא כשרה אך זה אינו שהרי תנן ניטל הכבד טריפה ופסקו רבינו פ\"ח ושם פסק ג\"כ שאם נשתייר כזית במקום מרה וכזית במקום חיותה כשר וכיון שכן מהיכא תיתי שאם ניתוסף בו אחד שלא נאמר כל יתר כנטול דמי וכן הסכמת הרשב\"א שהביא מרן ז\"ל אך הוא תלה הדבר במרה ולענ\"ד נראה אין צריך אלא כמ\"ש וק\"ל."
            ],
            [
                "<b>המעי היתר וכו'.</b> שם ופסק כלשון שני של רש\"י ז\"ל דדרך העוף כן ולהכי כתב רבינו מתחילה ועד סוף כמעי העוף בכא\"ף (וכן היא הגירסא בשתי נ\"א כת\"י) אמנם אם יוצא כענף מן הבד אז דינו שוה בין עוף בין בהמה ועיין הרמ\"ך בכת\"י וכבר מרן ביאר דעת רבינו על נכון ועיין עוד להרב לח\"מ והפר\"ח סימן מ\"ז והכנה\"ג שם."
            ]
        ],
        [
            [
                "<b>ואם ניקבו שניהם וכו'.</b> משמע אפי' זה שלא כנגד זה וכן משמע מהגמ' דף מ\"ו דקאמר רב יוסף האי ריאה דאושה וכו' מותבינן לה בפשורי ונפחינן לה אי מבצבצה טריפה ואי לאו כשרה וכו' והאי דאושה זיקא דביני ביני הוא ע\"כ ופי' רש\"י והרוח יוצא מבפנים דרך הנקב וכו' ונכנס הרוח בין שתי קרומין וכו' ע\"כ ומזה קשיא לי טובא על הרשב\"א ז\"ל בתורת הבית שכתב להכשיר בניקבו זה שלא כנגד זה דנראה מזאת הגמרא בהיפך להדיא וק\"ל."
            ],
            [
                "<b>התחיל בשחיטה וכו'.</b> שם ויש חילוק בגירסאות אמנם רבינו נראה כדברי התוס' שם והאמת נראה דמדקאמר רבי זירא מאחר שנולדו בה סימני טרפות התרת בתמיה משמע דאיהו לא ס\"ל הכי אלא בכל גווני טריפה וק\"ל."
            ],
            [
                "<b>אפילו ניקב לחברו.</b> זה האפילו הוא מגומגם הרבה דמהגמ' מוכח דדוקא לחברו קאמר גם הרמ\"ך בכת\"י כתב עיין עליו וכבר נתעוררו בזה רוב המפרשים רובם ככולם עיין להרב כנה\"ג יו\"ד סימן ל\"ו שאחר שהזכיר כל התירוצין ופלפל בדבריהם בהסכמה עלה שאם ניקב לבשר כשר שהבשר מגין כדעת רוב המפרשים ז\"ל ודברי הט\"ז שם נכונים ונראין בדקדוק דברי רבינו וגם דברי רבינו שבפי' המשנה מוכיחין כן."
            ],
            [
                "<b>במה דברים אמורים וכו'.</b> עיין בהרמ\"ך כת\"י."
            ],
            [
                "<b>האום של ריאה וכו'.</b> דברי רבינו מגומגמים עפ\"י הגמרא ומרן ז\"ל הביא משם ר' דוד יחיא ז\"ל שהוא מפרש פלוגתא דאבימי ורבין ור' נחמן באיכא נקב בריאה וכו' ומלבד מה שהקשה עליו מרן ז\"ל דכיון דר\"נ פליג אדרבין איך פסק כדברי שניהם וכו' איכא לאקשויי תו ממ\"ש שם ואע\"ג דלא קמפקא זיקא דכיון דביש נקב ברור איירינן מאי אע\"ג דלא מפקא זיקא ודוחק לומר דעלה קרום בנקב ומחמתו לא מפקא זיקא ותו דאי פסק רבינו כרבין אמאי לא הזכיר דמייתינן סכינא דחליש פומיה וכו'. גם לשיטת מרן ז\"ל קשה הא כמבואר ותו מגומגם בדבריו דאי לא פליגי ר\"נ ורבין לענין דינא היכי קמכשר רבין בצמחים בלא בדיקה ור\"נ בעי פשורי ואיך שיהיה הרי רבינו כתב בפי' שנמצאת סמוכה לדופן דהיינו ע\"י סירכא וכתב בין שעלתה צמחים בין לא העלתה משמע דהעיקר הוא מפני הסירכא דזה מביא הפיסול או ההכשר אבל צמחים בלא סירכא לא שמענו מדבריו ז\"ל.",
                "<b>אך </b>לקמן דין י' כתב דריאה שנמצאו בה אבעבועות אם הם מלאים רוח או מים זכים וכו' הרי זו מותרת וכו' והיינו בעיא דרבה בר בר חנה שם העלתה ריאה צמחים מהו ופשט ליה שמואל להיתרא וכמ\"ש מרן שם וא\"כ משמע דצמחים לחוד לא בעיא הריאה בדיקה ואילו בפ' י\"א דין ה' כתב דריאה שהעלתה צמחין או שנמצאו סירכות כמו חוטין תלויין ממנה ולדופן וכו' חוששין לה שמא ניקבה וצריכה בדיקה וכו' ע\"כ מדכתב או שנמצאו וכו' משמע דבין בצמחין לבדן בין בסירכות וכו' צריכה בדיקה גם שם דין י\"ד כתב בא כותי או ישראל והוציא הריאה קודם שתבדק והרי היא קיימת נופחין אותה ואע\"פ שאין אנו יודעין אם היו שם צמחין או לא היו וכו' ע\"כ הרי דהצמחין לבדן מצריכין בדיקה והסוגיא הנזכרת מוכחת להדיא שאין צריך שום בדיקה אלא הרי היא כשרה להדיא ומכח זה נדחק מרן ז\"ל בדברי רבינו וכתב דלעולם הצמחין לבדן אין צריך שום בדיקה ומ\"ש בדין י' לפיכך ריאה וכו' ממנה תיבת ממנה קאי נמי אהעלתה צמחין וכו' גם חלק מרן ז\"ל על הריב\"ש ז\"ל שהבין דברי רבינו כפשטן בבבא י\"ד בא כותי או ישראל וכו' דאי אפשר לפרש כן בשום פנים שאם צמחין שאינן סמוכין לדופן קאמר איך כתב רבינו שאין אנו יודעין אם היו שם צמחין הרי דבר הנראה הוא וכו'.",
                "<b>ולענ\"ד </b>נראה אחרי המחילה הראויה ע\"פ דברי הריב\"ש ז\"ל דודאי פשטן של דברי רבינו מוכיחין דצמחין אפילו לבדן צריכין בדיקה וזה מדקדוק לשונו הצח והישר שבכולן כתב לשון צמחין ובדין י' כתב לשון אבעבועות דלפי' מרן ז\"ל יקשה גם זה דלמה שינה אלא ודאי אמיתותן של דברים נראה דרבינו ס\"ל דצמחין היינו כפשוטן שהם כעין אבעבועות היוצאין מגוף הריאה מלשון צמח האדמה ותחילתן קטנים מאד עד שע\"י משמוש היד הם נבלעים עד שאינן נראין ואז צריכין בדיקה אולי נקבו הריאה אמנם כשגדלו ונעשו אבעבועות אז ע\"י בדיקת מה שבתוכן נדע אם נקבו הריאה אם לא נקבו שאם נמצאו מלאים רוח או מים זכים וכו' ודאי לא נקבו והיא מותרת ואם הם מים סרוחין או עכורין ודאי נקבו וא\"צ שום בדיקה אלא שבמים זכין או רוח הצריך ז\"ל לבדוק הסמפונות דדעתו ז\"ל דאפשר שבתחילת צמיחתן נקבו איזה סימפון ורבינו ז\"ל היה רופא בקי וידע שדרך אלו האבעבועות הנולדים בקטנים במין האנושי עד שיתמלא כל גופן מהם בהיותן קטנים הם מסוכנים הרבה עד שעושין כמה רפואות כדי שיגדלו להרחיקם מן הסכנה ודן ז\"ל דה\"ה בצמחי הריאה בבהמה ולכך כשבא לכתוב דין הצמחין בתחילת הוייתן כתב לשון צמחין כנזכר ודימה אותה לסירכא הסמוכה לדופן דודאי צריכה בדיקה כמ\"ש פי\"א דין ה' ובדין י\"ד כתב אע\"פ שאין אנו יודעים אם היו שם צמחין או לא היו כלומר דאפשר שהיו אחת או שתים קטנים הרבה עד שמכח משמוש היד של מי שהוציא הריאה נבלעו או נפסדו והלכו להם והייתי אומר דאדרבה לרוב קטנותם היו צריכין בדיקה ביותר כנ\"ל קמ\"ל דמה שנופחין אותה אינו מפני חשש זה דאינו מצוי כל כך אך נופחין אותה מפני שלא נבדקה כלל ויש לחוש לאיזה סירכא או נקב וכיוצא כיון שהיא לפנינו.",
                "<b>ומכח </b>הנ\"ל הוא מפרש הגמרא כך דכשאמרו בגמ' דר' נחמן בריה דרב יוסף בדיק לה בפשורי היינו אהעלתה צמחין דקתני לעיל מר יהודה משמיה דאבימי דקאמר אחד זה ואחד זה חוששין לה והיכי עבדינן דקאמר לא קאי אלא אסמוכה לדופן ולא אהעלתה צמחין לחוד והיינו צמחין קטנים וכי בעי התם רבה בר בר חנה משמואל העלתה צמחין מאי היינו צמחין גדולים דהיינו אבעבועות תדע דמייתי עלה הא דרב מתנא מליא מוגלא טריפה מים זכין כשרה וידוע דמוגלא או מים בהכרח צריך שיהיו גדולים קצת תו מייתי התם דר' נחמן חזא הנך דקיימי כנדי כנדי ורבי אמי חזא הנך דקיימי טינרי טינרי ופירש\"י כנדי צמחין גדולים כבדים בריאה טינרי צמחין גדולים מכנדי וכו' ע\"כ הרי ריהטא דסוגיא מוכחא ואזלא דבצמחין גדולים הוא דלא קפדינן וכשרה אבל בקטנים יש לחוש כנ\"ל ומה שלא הזכיר רבינו בדין ריאה הסמוכה לדופן מ\"ש בגמרא מייתינן סכינא דחליש פומיה וכו' נראה מפני שנתקשה קושית הרא\"ש ז\"ל דמה מועיל זה הלא אם נמצאת מכה בדופן אף שהריאה נקובה מכשרינן לה ואי לא נמצאת מכה בדופן עכ\"פ היא טריפה ע\"כ אך ממ\"ש רבינו בידוע שנקב זה בריאה היה משמע דאם אין שם נקב כשרה ויש ליישב."
            ],
            [
                "<b>הריאה וכו'.</b> שם דף מ\"ז ולא הוזכר שם תבן אך שם בדין ריאה דאושה הוזכר ומשם למדו רבינו ודקדק עוד לכתוב כל שהוא מדין נקיבת הריאה שהיא בכל שהוא כמ\"ש בריש הפרק ומ\"ש שנמצא בה וכו' וכן בדין הבא ריאה שתשמע וכו' לאו דבעו בדיקה דכל עוד דלא חזינן בה ריעותא אין צריך בדיקה כמ\"ש פי\"א דין [ג'] אלא הכוונה שנקרה מקרה שנפחו אותה.",
                "<b>ומ\"ש </b>רבינו",
                "<b>קורעין המקום שלא נתפח וכו'.</b> ראיתי להפר\"ח יו\"ד סי' ל\"ו דאין לפרש שקורעים כל האטום דא\"כ יצא הרוח ע\"י החתך והיכי מכשרינן לה בהכי אלא נראין הדברים שקורעין קצת מן האטום ומניחין עליו גדפא או רוקא אי מבצבצא כשרה משום דאותו מקצת האטום שנשאר שלם מגלה על זה שחתכנו שמסתמא הכל הוא בשוה וכו' ע\"כ. ודבריו נכונים היכא שהאוטם הוא גדול קצת אבל אם הוא כל שהוא כפשט דברי רבינו שכתב ג\"כ הרי זו כנקובה דכשם דניקבה הריאה בכל שהוא כך האוטם בכל שהוא ואף בזה כתב רבינו שקורעין המקום וכו' ובכי האי אין לומר שיקרעו מקצת ויניחו מקצת דהא כל שהוא הוא דהוי וק\"ל."
            ],
            [],
            [],
            [
                "<b>ריאה שנשפכה וכו'.</b> שם אלא שרבינו הוסיף וקרום העליון קיים ומלתא דפשיטא היא דעיקר הריאה הוא הקרום אך קשה דלעיל דין ג' פסק רבינו דאם ניקב אחד מהסמפונות אפילו לחבירו טריפה וא\"כ אמאי לא חיישינן נמי הכא לנקיבת הקרומות ואינו מועיל הבדיקה שהזכיר רבינו וי\"ל דהכא שנשפך כקיתון כיון שהגיע לריעותא כל כך ודאי שאם הורעו הסמפונות לא הורעו אלא בריקבון וכ\"כ הרשב\"א ז\"ל אך מאי דאיכא למידק דרבינו לא חשש אלא לרקבון הסמפונות ולא חשש למים הנמצאים בתוכה וקשה דלקמן פסק בריאה שנמצאו בה אבעבועות שאם נמצא בהן ליחה סרוחה או מים סרוחים או עכורין טריפה ואין לחלק בין אבעבועות לנשפכה כקיתון דאדרבה נשפכה כקיתון גריע טפי שהרי נפסדה כולה להדיא לכך י\"ל דרבינו סיים ואם לאו בשר הריאה בלבד הוא שנימוק וכשרה כלומר דלא הכשיר אלא בנימוק הבשר שנמס כדונג ולא נמצא בו רעותא אחרת הא אם היה שם סרוח או עכור פשיטא דטריפה והנה לא מצאנו לרבינו שהזכיר ההיא דר' נחמן שם דקאמר ריאה שנימוקה מקצתה אפילו מחזקת רביעית כשרה ותניא כוותיה הכי וכן הקשה הרב לח\"מ ולא תירץ כלום ואפשר דס\"ל לרבינו דנפיק מדין נשפכה כקיתון דכיון שנתן טעם דבנימוק הבשר כולו כשרה אם הסמפונות קיימין מכלל דבמקצתה שנימוקה והקרום קיים אין צריך אפילו בדיקת הסמפונות שוב מצאתי להכנה\"ג יו\"ד סימן ל\"ו בהגהת הב\"י סוף אות ס\"ב שכתב דאפשר דרבינו השמיט דין זה משום דהוא פוסק דחסרון שבפנים שמיה חסרון (ודלא כהרב לח\"מ) ור\"נ והברייתא ס\"ל דלא שמיה חסרון ובפ\"ח כתב דאם חסרה הריאה טריפה דהוא חסרון בפועל משא\"כ בנשפכה כקיתון דאין כאן חסרון בפועל וכו' עיי\"ש. ואחרי המחילה כיון שרבינו סיים ואם לאו בשר הריאה הוא שנימוק וכשרה הרי דקרי ליה נימוק ומימרא דר\"נ וברייתא בנימוק הוא מוכרח שמציאות נשפכה כקיתון כמציאות ר\"נ וברייתא אלא שזה בכולה וזה במקצתה עוד נדחק שם בתירוץ אחר עיין עליו."
            ],
            [
                "<b>ריאה שנמצאו בה אבעבועות וכו'.</b> שם בעא מניה רבה בר בר חנה משמואל ריאה שהעלתה צמחין מהו אמר ליה כשרה וכו' ומדשינה רבינו וכתב לשון אבעבועות משמע שהם גדולים יותר מסתם צמחין והיינו כנדי וטנרי שאמרו שם וכמ\"ש רש\"י ז\"ל וכבר כתבתי הנראה לענ\"ד בכוונת רבינו לעיל דין ה' עיי\"ש ועיין הרמ\"ך בכת\"י. והנה רבינו כתב",
                "<b>מלאים רוח או מים זכין</b> ובגמ' דף נ\"ד אין שם אלא מים זכין צ\"ל דרבינו היה רופא וידע דרוח אינו מזיק ומ\"ש ליחה יבשה וקשה היינו כנדי וטנרי דאיתא התם ודע דמרן ז\"ל לא היה גורס כגירסתינו בדף נ\"ד הכא והכא וכו' ולכך כתב דרבינו למדה וכו'."
            ],
            [
                "<b>שהדבר קרוב הרבה וכו'.</b> דע דהר\"ן ז\"ל הקשה על טעם זה דאינו מחוור שהרי אפשר לנקוב שתי הבועות זו מכאן וזו מכאן עד שתצא כל הליחה שבפנים ואח\"כ נראה אם יש ביניהם נקב לפיכך נראה כדברי מי שפירש דכיון דסמוכות זו לזו מתוך שכל אחת דוחקת את חברתה סופו של עור הריאה לינקב והרי הוא כאילו ניקב מעכשיו עכ\"ל. והנה הדבר פשוט לדעת רבינו דכיון דיש לחוש שהנקב הוליד הבועות סביביו כפי' רש\"י ז\"ל מעתה א\"א בבדיקה שהרי הקרום שבין השתי בועות סתם הנקב עד שאינו עולה בנפיחה ואינו מועיל כמ\"ש רבינו לעיל דין ג' והנה אם נמצאו בהם מים סרוחין או עכורין הדבר ברור דאף אי שפכי להדדיה טריפה דלא עדיפי מאחת גם אם שניהם רוח או מים זכין הדבר ברור שהיא כשרה אי שפכי להדדיה אך אם אחת היא רוח או מים זכין והאחרת היא יבשה או קשה נראה לכאורה שהיא טריפה דהא שתים הם ודאי וכיון דאיכא איזה קרום ביניהם בהכרח יש לחוש לניקב ונסתם וגם לפי' הר\"ן י\"ל דעכ\"פ כל אחד דוחק את חבירו אלא שראיתי להרמ\"א יו\"ד סי' ל\"ו שהכשיר והפר\"ח חלק עליו אך תמהתי על הדמשק אליעזר דף ק\"ג שכתב דבועא וטנרי הסמוכין להדדי בלי הפרש בשר ביניהם דלטעם רש\"י והרמב\"ם כשר וכו' אבל לטעם הרשב\"א והר\"ן טריפה וכו' והביאו הכנה\"ג אות י' ולענ\"ד נראה כמ\"ש."
            ],
            [
                "<b>וכשתולין אותה תחתך וכו'.</b> ומהגמ' משמע דכל שהרופא גורדו ומעמידו על בשר חי הדין הכי וצ\"ל דדא ודא אחת היא דאם ינפחו אותה בכח וחוזק יפול בהכרח ובמהר\"י וויל כתוב דפעם אחת נפחו הריאה ונפל הבשר אך לא יצא הרוח מחמת שעלה קרום חדש ע\"ג הסמפונות והכשירוה והביאו הפר\"ח שם ומ\"ש רבינו במקום שיד הטבח ממשמש פי' רש\"י דהיינו במצר החזה שהוא מקום דחוק ובקל יקוב בצפרניו."
            ],
            [],
            [
                "<b>ולא ניקב.</b> משמע דאם ניקב טריפה והרב לח\"מ פי' דדרך חוץ קאמר והוא קצת דוחק ועיין מ\"ש בדין ג'."
            ],
            [
                "<b>תולעת וכו' חזקתה וכו'.</b> שם דף מ\"ט מורנא פליגי בה רב יוסף בר דוסאי ורבנן חד אמר קודם שחיטה פריש וחד אמר אחר שחיטה פריש והלכתא לאחר שחיטה פריש ע\"כ. ורבינו כתב חזקתה שאחר שחיטה תיקוב ותצא דאל\"כ הו\"ל ספיקא דאורייתא ולחומרא וטעם חזקה זו נראה ע\"פ מ\"ש הכלבו הביאו הפר\"ח משם הרב ב\"י יו\"ד סי' ל\"ו שכתב שא\"א לתולעת לנקוב מתוך טרדת הריאה שמרחפת תמיד בלי הפסק ע\"כ אף דיש לגמגם בלשון א\"א שכתב ז\"ל דמשמע דמצד המציאות קאמר והלא אפליגו בה בגמרא ואיכא מ\"ד דקודם שחיטה פריש ונחלקו הפוסקים ז\"ל אם ה\"ה בשאר אברים שנקיבתן במשהו או לא עיין להרב ב\"י שם ולהפר\"ח סי' ל\"א ורבינו העתיק דברי הגמרא כדרכו הטוב.",
                "<b>יש שם מראות שאם נשתנה מראה האבר וכו'.</b> דברים אלו צריכין ביאור דמדלא הזכיר כאן שם ריאה משמע דגם בשאר אברים מיירי וקאמר דהמראות פוסלין בהם והכי דייק ממ\"ש שאם נשתנה מראה האבר ויותר מתבאר ממה שסיים וכן הוא אומר ומחיית בשר חי וגו' וביום הראות וגו' והתם בנגעי אדם הוא ובכל הגוף א\"כ רוצה לדמות טרפות הבהמה לענין המראות לטרפות האדם. ואם נאמר שזו היא כוונתו יקשה טובא דמנין הוליד חידוש זה דבתלמוד לא נאמרו שינוי המראות אלא גבי ריאה דוקא. ועוד דזה א\"א בשום פנים דמראות הצרעת שהוא מהפסוקים שהביא אינם אלא לבנים ודוגמתן כמ\"ש רבינו פ\"א דהל' צרעת ומראה לבן אינו מחמש מראות שמנה רבינו.",
                "<b>לכן </b>נראה דכוונת רבינו להסמיך דברי ההלכה למשה מסיני שהיא שינוי מראה הריאה כמו שמנאה פ\"י אות ל\"ז ופי' חז\"ל בגמרא המראות שפוסלין בה ולכך הקדים שהשינוי מראה פוסל האבר להחשיבו כנקוב נקט האבר כלפי הריאה שגם היא אבר מאברי הבהמה ולזה נתכוון בהכרח ממ\"ש דהרי הוא כנקוב דזה אין שייך לענין טומאה ודאי אלא לענין טרפות ושוב כתב שאותו הבשר שנשתנו מראיו למראה זה כמת הוא חשוב כלומר ולכך אנו מטריפין הבהמה והביא ראיה לזה מדין הטומאה דכי היכי דהתם שינוי המראה ההוא מחשיבו כמת לענין טומאה כמו כן יש לחשוב אלו המראות שאמרו חז\"ל כאלו ניקב וכמת חשוב ואף שאינו ראיה גמורה כמבואר הוא כעין דוגמא לדברי חז\"ל."
            ],
            [
                "<b>ריאה שנשתנו מראיה וכו'.</b> שם וכפירוש רש\"י וכן פירש הרי\"ף ועיין למרן ז\"ל והראב\"ד ז\"ל חלק על רבינו במקצת והרב לח\"מ הסביר דבריו אמנם הרב כנה\"ג יו\"ד סי' ל\"ח הביא דברי הראב\"ד שבספר תמים דעים וישבם על נכון עיין עליו."
            ],
            [
                "<b>וחמש מראות וכו'.</b> מבואר בגמ' ובדברי רבינו בפי' המשנה ונראה שאלו המראות אינן פוסלות אלא בקרום הריאה שאם נקבו בכל שהם טריפה אבל אם אירע דבר זה בבשר הריאה והקרומות מראיהן קיים כדרך הריאה אין להטריף דלא גרע מריאה שנשפכה כקיתון כשרה וא\"ת דיש לחוש לריקבון הסמפונות הן הכי נמי דגם הכא יבדקו הסמפונות ואם נמצאו קיימין היא כשרה דלמאי ניחוש לה וכ\"כ הרב כנה\"ג יו\"ד סי' ל\"ח בהגהת הב\"י אות כ\"ב עוד כתב שם אות כ\"ג דהמראות שהן פסולין הוא דוקא כשעמדו במקומן ואינן זזין בין הקרומין ממקום למקום אבל אם הולכין בין הקרומין וזזין ממקום למקום אחר אין זה רעותא וכו' ע\"כ."
            ],
            [
                "<b>וממרס בידו וכו'.</b> כתב מרן ז\"ל נראה שטעמו משום דשמא שום ליחה היא על הריאה שמשנה מראיתה וכשימרס בידו עליה תעבור ותשאר הריאה בגוונה הטבעי ע\"כ וכ\"כ בכת\"י שם אמנם הלחם חמודות בפ' אלו טרפות סי' (מ\"ז) [מ\"ח] כתב וז\"ל ולא נהירא דאי משום הא בקינוח בעלמא תסגי ליה אבל לשון ממרס היינו משמוש ומיעוך ולכן נ\"ל דמשום דלפעמים אין הרוח נכנס בכל חלקי הריאה וכשממרס וממעך שם ביד עי\"ז נכנס שם הרוח ועולה ע\"כ ויש לדחות דאי מהא לא איריא דלפעמים יתכן ליחה חזקה ואדוקה שאין די לה בקינוח והפר\"ח שם כתב ודלא כהרב ב\"י ואין נראה כמבואר עוד ראיתי דיותר נראין דברי הב\"י ממ\"ש רבינו דין כ' וממרסין בהם והתם ודאי אין שייך רוח שהרי הם שלוקין אלא ודאי מפני הליחה אדוקה שיתכן בהם ודו\"ק כי נכון הוא. וממ\"ש רבינו",
                "<b>אם נשתנית למראה המותר מותרת</b> מבואר דאפי' לא חזרה למראה הריאה בטבעה קאמר והפוסקים ז\"ל חלקו בזה עיין עליהם."
            ],
            [
                "<b>ארבעה מראות מותרות.</b> עיין בס' משפטי שמואל שהקשה על רבינו שלא הזכיר גושתא וכו' ומלבד מ\"ש מרן ז\"ל עיין עוד להכנה\"ג שם שהליץ בעד רבינו בטוב טעם ודעת קחנו משם."
            ],
            [
                "<b>עוף שנפל לאור וכו'.</b> פשטן של דברי רבינו נראין דס\"ל דכיון ששלט האור באלו האברין סופן לירקב כולן דנורא מקלא קלי והכי מוכח ממ\"ש שכל הירוקין שהאדימו וכו' מחמת האור בעוף הרי הן כמו שניטלו וכיון דחשבינן כאילו ניטלו הרי היא טריפה ודאי ונראה דהיינו טעמא דכיון שהוא עוף אברים אלו שהן דקין הערך ובקל יופסדו ויאבדו ולכך חשבינן כאלו ניטל כל האבר וגם הכבד אף שאם ניטל כולו אם נשתייר בו כזית במקום מרה וכזית במקום חיותא כשר כמ\"ש בפ\"ח דין כ\"א הכא חשבינן ליה כאילו לא נשאר ממנו מאומה דכיון ששלט בו האור אפילו בכל שהוא הו\"ל כאילו נשרף כולו להדיא דסופו לירקב כולו ודאי ואולי מכיון דרבינו היה רופא מובהק וידע בחכמתו הרמה דבר זה אף שמצד דברי הגמרא נראה בהיפך ממש וכבר נתעוררו בזה הגאונים ז\"ל ומכללם הרא\"ש והרשב\"א והר\"ן ז\"ל עד שהסכימו דכאילו ניטלו שכתב ז\"ל ר\"ל אותו מקום לבד ובכבד בשנשרף במקום חיה ובמקום מרה והרואה יראה שאין לשון רבינו מורה כן דא\"כ הו\"ל לפרש.",
                "<b>לכן </b>אכתוב הנראה לענ\"ד כפי דעתי הקצרה על פי דברי האור זרוע שהביא רש\"ל בפ' אלו טרפות בשם הגאונים שכתב דהו\"ל כאילו ניטל כולו אך הרשב\"א והר\"ן ז\"ל הקשו דאם איתא מאי הקשו בגמרא ולא יהא אלא ניטלה ואם איתא שהוא מתפשט בכל הו\"ל למימר ניטלה הכבד ולא נשתייר ממנה כלום דטריפה וכו' ע\"כ וי\"ל דכוונת הבעיין דהוריקה הכבד כנגד בני מעים ולא ידענו שנפל לאור אלא שנמצא הכבד כך והכי קמבעיא ליה דהן אמת דשינוי מראה בכבד אינו פוסל אך בהיותו כנגד בני מעים יש לחוש שנחלה הכבד ואפשר שיתפשט אותו חולי גם במעים שכנגדו דנקיבתן במשהו ואף שזאת הבעיא הוקבעה אחר המשנה דאיירי בנפלה לאור מ\"מ הוקבעה מפני תירוצו של רבא דקאמר דתלינן שבודאי נפלה לאור אך אכתי קשה טובא דאם איתא הו\"ל לרבא לתרץ בידוע שנחמר הכבד כיון דבאמת כשנשרף מקצתו הו\"ל כאילו ניטל כולו וכן הקשה הרב לח\"מ ז\"ל והיא קושיא עצומה אך מצינן לדחויי דכיון דזו כחו של רבינו מהברייתא דקתני באלו אמרו בלב וקרקבן וכבד ומדקא מדמי להו אהדדיה שמע מינה שדינן שוה וחשבינן כאילו ניטלו כולן דהא בכבד על כרחך לומר כן מעתה י\"ל דרבא כלפי בעיית רב יוסף נתכוון ללמדו חדוש גדול דלא לבד מצד הכבד יש לפסול דזה פשיטא כידוע מהברייתא דלקמיה אלא אף מצד הבני מעים יש לחוש ולהטריף דאף שלא מצינו בהם שום ריעותא מ\"מ כיון שהם אצל הכבד חיישינן שניקבו בודאי וכיון שנקיבתן במשהו יש להחמיר אפי' שלא ראינו בהם שום ריעותא ועוד יתבאר כוונת רבינו בדין הבא כמ\"ש בס\"ד.",
                "<b>והנה </b>רבינו סתם וכתב",
                "<b>והוריק לבו או כבדו וכו'</b> דמשמע בין שהוריק ככרתי בין שהוריק כמוריקא או חלמון ביצה וכו' וכן נראה מפי' המשנה שכתב ואם נמצא בהם ירוק או כרתן הרי זה טריפה וכו' ע\"כ. ומ\"מ נראה שיש לחלק בדבר שהכבד כשהוא שמן דרכו להיות ירוק כחלמון ביצה וכיון שכן אין ראוי להטריפו בשינוי זה וכן דעת הרשב\"א בשיטתו ובתורת הבית אלא צ\"ל שזה תלוי בשינוי המראה הטבעי דאם הוא מראה טבעי אף שנפל לאור לא חיישינן ואמרינן שודאי לא שלט האור בהם ואם נשתנו מטבעם תלינן באור בודאי ובשלמא בלב וקרקבן שייך לומר שכל מין ירוק פוסל בהם כיון שטבעם להיות אדומים אבל בכבד נראה דא\"א לומר כן כמבואר. וכן נראה ממ\"ש שם בפ' המשנה וז\"ל שאם היה העוף מעופות המים המותרים שיש להם אחד מאלו האברים בטבע כעין כרתי או כעין ירוק ועל הרוב יהיה זה בקרקבן ואם נמצא אותו האבר שטבעו להיות ירוק או כרתן אדום טריפה וכו' ע\"כ הרי שכתב שהקרקבן של עופות המים דרכו להיות ירוק ואם נאדם טריפה ה\"נ נאמר שהכל תלוי בשינוי המראה הטבעי והן הן דברי הרשב\"א ז\"ל והרב פר\"ח חילק בין כחוש לשמן ונראה לענ\"ד דאין צורך אלא כמ\"ש. ומ\"ש רבינו",
                "<b>אחר ששלקו אותם מעט</b> משום דסתם שלק שבתלמוד הוא יותר מבישול אך כאן אם יבשלום ביותר אין ראיה בשינוי המראה ומ\"ש וממרסין בהן עיין מ\"ש לעיל דין י\"ח."
            ],
            [
                "<b>כל עוף וכו'.</b> הנה כוונת רבינו מבוארת במ\"ש כמראה בני מעים משום דמראה ירוק כולל ככרתי דהיינו וירד\"י בלעז וכולל כמוריקא שהוא הכרכום דהיינו אמרילי\"ו ואם מצינו כבד כמראה מוריקא אין לחוש לו כלל שדרך הכבד כשהוא שמן להיות כך ולכך דייק לכתוב כמראה בני מעים דאין לטעות שהרי ידוע ומפורסם דהבני מעים של עוף מראיהן נוטה לכרתי ולא למוריקא כלל ובדין זה מתבארת כונת רבינו בגמרא דכיון שהוא סבור דלב וכבד וקרקבן כיון שנשרפו מקצתן הרי הוא כאילו ניטלו כולם כדמשמע מהברייתא דקתני התם אדתניא דנפלה לאור ונחמרו בני מעיה אם ירוקין פסולין וכו' דלא נאמר זה אלא בלב וכבד וקרקבן. מעתה צריכין אנו להבין דכי בעי רב יוסף הוריק הכבד כנגד בני מעים מהו היינו מחמת חולי ובעי אם יש לחוש להבני מעים שהם הדקים שנקיבתן במשהו ותירץ לו טריפה כלומר הן הכי נמי דחיישינן לנקיבת הדקים מחמת חולי הכבד ואהא פריך ליה ולא יהא אלא ניטלה כלומר גם בניטלה הכבד מחמת חולי שנתהוה בו הרי היא כשרה כדתנן במתני' דלקמן ולמה לא חיישינן לנקיבת הבני מעים מחמת חולי ולזה בא רבא ואמר כיון שהוריק הכבד כנגד בני מעים וכו' כלומר עפ\"י בעיית רב יוסף שחשש להבני מעים בא רבא וחדש לו דודאי נפלה לאור וכיון שכן לא די הטרפות מחמת הכבד אלא גם הבני מעים בידוע שניקבו אי נמי י\"ל דרבא גופיה לא פסקא ליה מלתא בברייתא דקמן אי חשבינן למכות אש כאילו ניטל כל האבר או לא להכי תירץ לרב יוסף מלתא פסיקתא דודאי הבני מעים נקיבתן בכל שהוא אך לפי פשט הש\"ס לקמן והאמוראים שהוזכרו בדין זה שם כולן אמרו בסתם כהברייתא משמע דפסיקא להו מלתא דכיון שהוריקו הרי הוא כאילו ניטלו נמצא שלפי האמת אין אנו צריכין להוריקה הכבד כנגד הבני מעים דבהורקת הכבד כמראה בני מעים לחוד סגי להטריף כיון דחשבינן ליה כאלו ניטל כולו ולכך לא הזכירו רבינו כנ\"ל לפי שיטתו ז\"ל ומתורצת לפ\"ז השגת הראב\"ד ז\"ל ואין צריך למה שנדחק מרן ז\"ל עיין עליו ועיין עוד להרב כנה\"ג והנראה לענ\"ד כתבתי. ודע שהשלטי גבורים שם הקשה על רבינו ממ\"ש בפי' המשנה למ\"ש בחיבורו וכתב שצ\"ע וכוונתו לפי הגירסא דאל\"כ כמה פעמים מצינו כיוצא בה ברבינו ז\"ל.",
                "<b>וכן הושט וכו'.</b> שם דף מ\"ג אמר רבא שני עורות יש לו לושט חיצון אדום ופנימי לבן ניקב זה בלא זה כשר למה ליה למימר חיצון אדום ופנימי לבן דאי חליף טריפה ופי' רש\"י דשניהם נטולין ממקום שהן ראוין להיות ואין לך נקיבה גדולה מזו עיי\"ש ולכאורה קשה דמי הכריחו לפרש דשניהם נטולין וכו' לימא טעמא משום דנשתנו מראיהן והרי הן כאילו נקבו כדאמרן גבי כבד דף נ\"ג וי\"ל דאי משום שינוי מראה לא הוה מפסיל דלא מצינו שינוי מראה שפוסל אלא בריאה וההיא דכבד הוא משום שנפל לאור להכי הוכרח לפרש דהוו נטולין ממקום קביעותן משמע דאם אחד מהם הוא שנשתנה מראיתו אין בו שום פיסול כיון שהטעם אינו משום שינוי מראה וזו היא דעת בעל העיטור שהביא הרא\"ש ז\"ל משום דאמרינן דחד מהם לקה וחברו מגין עליו ואיכא מ\"ד דטריפה וכן נ\"ל דלא דמי לנקב קטן דחבריה מגין עליו אבל כאן שכולו לקוי אין מתקיים ע\"י השני ע\"כ וקשה כנ\"ל דלא מצינו שינוי מראה שפוסל אלא בריאה דוקא והגהות אשר\"י כתב שם שיש פי' אחר שאם האדים הפנימי טריפה אבל אם נתלבן החיצון כשרה ע\"כ נראה שטעמו משום שהפנימי הוא העיקר שדרך האכילה עוברת בו ורבינו נראה שכוונתו כפי' רש\"י שהרי כתב וכן הושט שנמצא וכו' ולא אמר נשתנה מראה טבעו ומה שסיים הרי הוא כאילו אינו ר\"ל כאילו אינו הושט כולו ואם נהפך אחד מהם לבדו אין בידינו להטריף לדעת רבינו כלל חדא דלא כתב כאילו אינו אלא על הפיכת שניהם אבל באחד מקום יש בראש לומר דכיון דסוף כל סוף איתיה הרי חברו מגין עליו ועוד דאין שינוי מראה פוסל בשאר אברים אלא בריאה כנ\"ל ותמיהני מהרב ב\"ח ז\"ל יו\"ד סי' ל\"ג שכתב דאי חליף האמור בגמרא ר\"ל דחליף החיצון ונמצא לבן אי נמי הפנימי חליף ונמצא אדום וכן מ\"ש הרמב\"ם רצונו לומר שנמצא העור החיצון שלו לבן או הפנימי אדום דוי\"ו דוהפנימי הוא במקום או וכו' ע\"כ ותמיהא טובא דלשון חילוף אינו שייך אלא בשנים כמו קנין וחליפין וכיוצא ועוד דמי דחקו לפרש כן בגמרא ולדחוק כל כך בדברי רבינו דהוי\"ו במקום או כאילו לא ידע רבינו לפרש דבריו והעיקר כמ\"ש לפי ענ\"ד."
            ]
        ],
        [
            [],
            [],
            [
                "<b>נתחלפו האונות וכו'.</b> מדקדוק לשונו שכתב בלא הורד משמע דהורד משלים לצד ימין והיותרת של צד שמאל אין מזיק כיון שהיא בדרא דאוני וכן מ\"ש או שהיה הורד עם השלש בצד שמאל וכו' משום דהורד אינו משלים אלא לימין ולפ\"ז אם נמצאו ג' בימין כדינן אע\"פ שבשמאל יש ג' או ד' והורד ג\"כ עמהם אינו מזיק כיון שצד ימין שלם לא מקרי חליף דחליף לא מקרי אלא בשנים שנתחלפו כגון שנמצאו שנים בימין ושלשה בשמאל שנמצאו השני צדדים מחולפין אכן אם נמצאו ד' בימין ואחד בשמאל צ\"ע לדעת רבינו שאם נאמר שעיקר הקפידא היא בצד ימין ותוספת האונות אינו מזיק כיון שהיא בדרא דאוני א\"כ דינו שיהא כשר וזו היא דעת הרב תורת חיים כפי מה שהביא הפר\"ח יו\"ד סימן ל\"ה וכן נראין דברי רבינו שדייק לכתוב הרי זו טריפה שהיא חסרה מצד ימין דמשמע דהקפידה אינה אלא על צד ימין שלא יחסר אך אין נראה כן ממ\"ש בדין הקודם שכתב שאם נמצאת אחת מן השמאל וכו' טריפה דמשמע דיש קפידא גם בשמאל שלא יחסר ולזה הסכימו הש\"ך והפר\"ח יו\"ד סי' ל\"ה שם. שוב ראיתי בתורת חיים גופיה וראיתי שכתב דהטעם משום דכיון דאית לה חמש אונות כשרה וכו' וכיון שכן אין שום הוכחה מדברי רבינו דהוא ז\"ל לא איירי אלא בשחסרו מן השמאל והימין הוא כמנהגו אבל אם השלים צד הימין למה שחסר מן השמאל לא שמענו.",
                "<b>ולפ\"ז </b>יש לתמוה על הפר\"ח שם שכתב דמדברי רבינו והשו\"ע מוכח בהדיא דמיירי אף בבהמה שנמצאת לה וורדה דהשתא הו\"ל כד' בימין ואחד בשמאל דהא לדידהו הורד משלמת וכו' ואעפ\"כ מקרי חליף וטריפה ע\"כ. והרואה יראה דתלי תניא בדלא תניא דהוא ז\"ל דחה דברי התורת חיים שכתב דחליף לא מקרי אלא בשנים וכו' כמ\"ש השו\"ע ורבינו להטריף בחסר אחד מן השמאל כלומר ויש ג' בימין והוורדא עמהם דהו\"ל חליף וזה אינו דהטרפות בזו אינו מצד חליף להפיל דברי התו\"ח אלא מצד חסר והא ראיה שרבינו קבע אלו השנים בחסר מנין האונות וכו' וכשבא לבאר דין חליף כתב שלש מן השמאל ושתים מן הימין כלומר שיש חליף בשתיהם ומזה יש להבין דהוורדא אינה משלמת אלא לצד ימין כשנחסר בה לא כשחסר מן השמאל שתהא משלמת הוורדא שבימין ואם באנו לדייק בדברי רבינו הרי כתב שאם חסר מנין האונות ונמצאת אחת מן השמאל וכו' טריפה ואם איתא כדברי הפר\"ח דהוורדא של ימין משלמת גם לצד שמאל היכי קארי לה רבינו חסר הרי לא חסר בה כלום דאחד מן השמאל וד' מן הימין עם הוורדא הרי חמש ודוק."
            ],
            [
                "<b>נתוספו האונות וכו'.</b> מבואר מדברי רבינו דאין היותרת פוסל אלא מגבה אבל מקמא בין בדרא דאוני דהיינו בצד האונות שכתב ז\"ל בין מלפניה דהיינו מקום הוורדא אינו פוסל ואף כל המקום הסמוך לה שהוא עומק הלב שכתב ז\"ל אינו פוסל וא\"כ אם נמצאו שתים או שלש וורדות אף שכל אחת מפורדת מחברתה ואינן בדרא דאוני אינו פוסל ועוד ראיה מדין הטחול שכתב רבינו פ\"ו דין כ' שכיון שאינו פוסל אם ניטל או נברא חסר כך אם נמצאו שנים אינו פוסל והכא נמי דכוותה כן נראה לענ\"ד פשוט וכ\"כ מרן ז\"ל אלא שראיתי להכנה\"ג שם שהזכיר כמה פוסקים שלא רצו להבין כן בדברי רבינו ולא ידעתי מנא להו עיין עליהם. ועוד רבינו כתב שהיתר כחסר כלומר כאילו חסר אחר נגדו ובוורדא אף אם יהיו שנים או ג' אינך יכול לחסר אלא כנגדה והרי אם חסרה כולה כשרה ומכאן אתה למד שמה שכתב רבינו פ\"ו שכל היתר כנטול הוא חשוב הכוונה כאילו ניטל אף אותו האבר שכנגדו וכנ\"ל עיין להפר\"ח יו\"ד סי' מ\"א ולפי האמור יצא לנו שאם נמצאו שנים והם סרוכין מזו לזו אינו פוסל לדעת רבינו דכמאן דליתה דמי ועוד ראיה ממ\"ש לקמן דמאונה לאונה הו\"ל כסדרן אך אם נמצאו ג' ונסרכה מהראשונה לשלישית צ\"ע אי נימא דהוי שלא כסדרן ע\"פ מ\"ש בדין שאח\"ז והוי טריפה או דילמא דוקא באונות שדרכן בכך מקרי שלא כסדרן משא\"כ באלו שהן יתירים ושלא כדרכן לא שייך שלא כסדרן ובכנה\"ג שם הביא מעשה שנמצאת הוורדא חתוכה לשתים ונסרכה מחיתוך לחיתוך ונחלקו הרבנים יש מי שהכשיר ויש מי שאומר שאין בה כח להגין אך לשיטת רבינו נראה דפשיטא שהיא כשרה ועיין במפתחות הכנה\"ג בס' קול בן לוי סי' נ'."
            ],
            [
                "<b>אוזן שנמצאת וכו'.</b> שם ורבינו מפרש לה כפשטה וכפירוש רש\"י ז\"ל אכן מ\"ש מרן דנראה מדברי הכלבו שהוא מפרש דברי רבינו דאף מאונה לאונה שאצלה טריפה וכו' וכ\"כ בבית יוסף אך בדברי הכלבו שלפנינו אין נראה כן דלא הביא דעת רבינו אלא אדסמיך עיין עליו ובשו\"ת הרלב\"ח סי' ו' סבב פני רבינו לדעת אחרת ממ\"ש פי\"א כדי להשוותו לשאר הפוסקים וכמעט כולם להטריף אף מאונה לאונה כל שאינו מחיתוך לחיתוך עיין עליו."
            ],
            [],
            [
                "<b>נמצאת כולה וכו'.</b> דין זה והדין הקודם הוציאו מההיא דרפרם דף מ\"ו דשומא דלית בה חתוכא דאוני והכי מוכח דבפ\"י אות מ\"ג לא מנה כי אם נמצאת הריאה בלא חיתוך אזנים ומרן הקדוש תמה עליו דזה הדין אתי במכל שכן מן הדין הקודם. ולענ\"ד נראה דהוה אמינא דדוקא בשנמצא השנוי מצד אחד הוי שינוי גמור כיון שהצד השני כדרכו ודייקי דברי רבינו שכתב לעיל נמצאו שתי האונות כלומר מצד אחד ואי מהא לחוד הייתי אומר דאם לא היו בה חתוכי דאוני כלל מכל צד לא מקרי שנוי אלא שזה דרכן של אלו הבהמות דומיא דגדיים וטלאים שכתב מור\"ם בהגה\"ה סי' ל\"ה ס\"ק ח' דבקטנותן אין להם חתוכי דאוני ומכשירין אותם.",
                "<b>וכן אם חסר וכו'.</b> קשה דרבינו כתב למעלה דין ב' דאם חסר אחד מהאונות טריפה וכיון דאפילו חסרון בגוף הריאה פוסל מכ\"ש כשחסר אונה שלימה וי\"ל דהו\"א דדוקא בחסר מן הגוף שאנו רואין החסרון להדיא אבל אם נחסרה אונה אחת הו\"א שאין החסרון ניכר דחברתה מחפה עליה ומכאן אנו למדים דבחסרה מתחלת ברייתה קאמר רבינו ודייק נמי שכתב אם חסר ולא קאמר אם נחסר או אם נמצאת חסרה וכ\"כ מרן ז\"ל ושני הדינים הללו הוציאם ממתניתין דריש פ' אלו טרפות דקתני הריאה שניקבה או שחסרה וכ\"כ בפירושו להמשנה ודחה הסוגיא דהתם דמוקמי למתניתין דקתני חסרה משום ר' שמעון וכלומר דחסרה גופה היא כשרה דהא לא קי\"ל כר\"ש כדאיתא התם דף מ\"ט ומפרש דלשיטתיה השיבו שרצה להבין המשנה דחסרה אחר שנולדה וכו' אבל לפי האמת מתניתין מתפרשת כפשטה דהכא לא איירי אלא בנחסר גוף הריאה מתחילת ברייתה ואף שהקרום מקיפה היא טריפה משום חסרון אלא שלא נתברר שיעור החסרון בכמה דממ\"ש לפיכך וכו' הרי זה כחסר וטריפה ואפילו היה כל שהוא משמע שיצא לנו דין זה דנפרך בצפורן מדין חסר גוף הריאה ואם התולדה היא בכל שהוא מכ\"ש המוליד ואם זאת כוונתו קשה טובא שהרי כתב למעלה שאם נתוספה אונה על גבי הריאה בעינן שתהיה כמו עלה של הדס לפחות וכתב הטעם משום שהיתר כחסר הרי שאין החסרון פוסל אלא כשיעור עלה של הדס וקושיא זו מצאתיה בשו\"ת המבי\"ט ח\"א סי' קס\"ג ובתחילה תירץ דהיתר כחסר שכתב רבינו למעלה לאו דוקא כחסר קאמר דחסר דינו בכל שהוא כדלקמיה וכאן פי' דשיעורו כעלה של הדס עוד תירץ דלעיל איירי שיש פיצול וגומא בריאה וזה היתרון נכנס בתוכו עד שהוא שוה מצד מעלה וכו' ע\"כ והרואה יראה ששניהם תירוצים דחוקים.",
                "<b>ולענ\"ד </b>נראה דלעולם לא מפסיל חסרון אלא א\"כ הוא כעלה של הדס והכי משמע מדסיים בדין חסר גוף הריאה הרי זה כמי שחסר מנין האונות וכו' דה\"ל למימר ה\"ז טריפה ומאי נפקא מינה אם הוא כחסר מנין האונות אלא ודאי שכוונתו לומר דלא מפסיל החסרון אלא א\"כ הוא כדין חסרון האונות וכי היכי דהתם שיעורו כעלה של הדס בין להטריף בין להכשיר ה\"נ החסרון בגוף הריאה אינו פוסל אלא בעלה של הדס והיינו טעמא שלא נתן שיעור לחסרון בכמה גם לעיל סיים אבל בפחות מזה אינה אוזן ומותרת והוא מיותר כולו ולפחות הו\"ל למימר אבל פחות מזה מותר אלא ודאי שבא להורות שאין היתרון והחסרון פוסל אלא משום שנראה כאוזן חסרה או יתירה אמנם ביבש שדינו כחסר כיון שהגיע היבשות לנפרך בצפורן דהיינו מחמת חולי אפי' כל שהוא שמיה חסרון מפני שסופו להתפשט ולהתגדל והכי מוכח מלישנא דגמרא התם דבשאינה נפרכת בצפורן היינו טעמא דכשרה משום דהדרא בריא מכלל דבנפרך בצפורן לא הדרא בריא אלא מתנולת והולכת כיון ששלט בה החולי ובהכי ניחא טפי שלא יחלוק רבינו על הפוסקים שהביא הרב ב\"י סי' ל\"ו להכשיר סתם חסרון בריאה ופסק כן בשו\"ע ואם נאמר שרבינו אינו מטריף החסרון אלא בכעלה של הדס ניחא אמנם אם נאמר שאפילו בכל שהוא מטריף נמצא חולק עם אותם הפוסקים מן הקצה אל הקצה ודו\"ק כי נראה לענ\"ד נכון."
            ],
            [
                "<b>ריאה שנמצאת וכו'.</b> עיין הרמ\"ך וכבר נתעורר מרן ז\"ל בזה ועיין עוד להרב כנה\"ג יו\"ד סי' ל\"ו אות פ\"ה פ\"ו פ\"ז."
            ],
            [
                "<b>הבהמה שפחדה וכו'.</b> לא נתבאר בדברי רבינו אם אירע לה חולי שיוליד לה הפחד מה דינה אמנם בפי' המשנה כתב להדיא שהיא כשרה ואפשר שנכלל בכיוצא בזה שכתב ז\"ל כיון דעיקרו בידי שמים ובענין אם פחדה בידי הבריות כגון שאגת אריה וקול שחל לא נתבאר מדברי רבינו ואפשר דס\"ל דע\"י בדיקה יועיל ומעשה דרבה בר בר חנה דאשכח דכרי במדברא יוכיח דסתמן מה שצמקה הריאה אינו אלא מחמת שאגת החיות שבמדבר והצריכוהו בדיקה וקרוב לזה כתב הרב לח\"מ ז\"ל."
            ],
            [],
            [
                "<b>בהמה שהיתה וכו'.</b> מבואר דרבינו מפרש ארכובה שאמרו במשנה שהוא עצם הקולית שהוא מחובר לחלל ממש והיינו כלישנא בתרא דהתם אך לא נתבאר בדברי רבינו אם העוף דינו כבהמה בזה או לא ונראה דה\"ה עוף חדא דחיה ודאי בכלל בהמה אף שרבינו לא הזכיר אלא בהמה ועוד דעוף חמור מבהמה שעצמותיו רכין ובעצם הקולית יש לחוש עוד לנקיבת הדקין וכו' שוב מצאתי לרבינו פ\"י דין י' שכתב דכל האיברים המצויין בעוף דינן שוה לדין הבהמה וכו' חוץ משתים שנתוספו בעוף שאינם בבהמה עיי\"ש."
            ],
            [
                "<b>נשבר העצם וכו'.</b> עיין הרמ\"ך ז\"ל ומ\"ש דקא מקשה וכו' נראה דצ\"ל דקא מתרץ ומ\"ש שהוא קל לתרץ בשני ענינים הכוונה למ\"ש הרשב\"א שם דכוונת התלמוד דמדעולא נשמע לדידן וכו' וכ\"כ הרא\"ש ז\"ל ועוד דהא דחינן לה ואמרינן דילמא התם דקנה משכה דידיה ועוד וכו' ע\"כ ואין מכל זה קושי לדברי רבינו כמבואר. ודע שראיתי להרב משפטי שמואל סי' י\"ז שכתב וז\"ל ומה שלא הביא הרב ז\"ל כמה בעיות דבעא גמרין במהות מציאות עור ובשר וכן האלפסי השמיטם י\"ל דאחרי דביאר דבעינן עור או בשר פשיטא דצריך שיהיה עור חשוב או בשר חשוב וזה פשוט עכ\"ל מ\"ש ז\"ל דהרי\"ף השמיטם אמת הוא אך מ\"ש שגם רבינו השמיטם נתעלם ממנו מ\"ש רבינו פ\"ה דהלכות מאכלות אסורות ששם ביאר הכל ומ\"מ יש מקום להסתפק בדברי רבינו טובא אי פוסק כלישנא קמא או כלישנא בתרא דהן אמת דממ\"ש כאן נראה דפסק כלישנא קמא וכמ\"ש מרן ז\"ל אך ממ\"ש שם שלא ביאר דניטל שליש התחתון כשר נראה דלא פסק כלישנא קמא וכבר האריך בזה הרב כנה\"ג יו\"ד סי' נ\"ה אות כ' ובהגהת ב\"י אות ס\"ט עיי\"ש ומ\"מ העיקר נראה כדברי הרב המגיד ומרן ז\"ל ועיין מ\"ש פ\"ה דין ח'."
            ],
            [
                "<b>צומת הגידין וכו'.</b> שם וכרב אסי היכא דפרעי טבחי וכו' וכמ\"ד דאגרמא לבר ומרן לא הזכיר אלא מ\"ד דאגרמא לגיו ואולי ט\"ס הוא ודאי ורבינו לא פירש שיעורי הדקה שנאמרו בגמ' מפני שכבר הזכיר וממקום שיתחיל וכו' שהכל בכלל ומ\"ש רבינו והוא כאורך ט\"ז אצבעות בשור כתב הרב משפטי שמואל וז\"ל ומ\"ש הרב ז\"ל ט\"ז אצבעות רש\"י חולק ואומר דאינן אלא ד' אצבעות אבל הרב טעם נכון לו מההיא דחלחולת דקאמר בטדא ד' אצבעות וכו' ע\"כ והקשה עליו הכנה\"ג יו\"ד סי' נ\"ו אות ה' דבההיא דחלחולת לא קאמר תלמודא בפירוש דבטדא הוי ד' אצבעות אלא בסתם קאמר ושם פירש רש\"י דהיינו אצבע והרמב\"ם פירש ד' אצבעות וכמחלוקת כאן מחלוקת שם וא\"כ מאי אולמי דהתם מהכא וכו' ע\"כ ולענ\"ד נראה דדעת הרב משפטי שמואל משום דגבי חלחולת טפי מסתבר כדברי רבינו שהוא ד' אצבעות שהרי בשור איירי וא\"כ טעמו של רבינו לפרש כאן ט\"ז אצבעות טפי מסתבר מההיא דחלחולת ואף דלשון דקאמר בטדא ד' אצבעות שכתב הרב הוא מגומגם דמשמע דבגמרא הוא דקאמר הכי מ\"מ האמת יורה דרכו שכוונתו על פירושו של רבינו וק\"ל ודע שבהגהות הרמ\"ע כת\"י כתוב דבכלבו היה גורס בדברי רבינו למעלה מן הערקוב ובעוף תחילתן מן העקב ובהרמב\"ם כת\"י תחילתן מן העונב של מטה ע\"כ."
            ],
            [
                "<b>ומנין הגידין וכו'.</b> כבר נתבאר שדין זה הוא ט\"ס דמקום צומת הגידין בעוף הוא דוקא בפרק האמצעי כמו בבהמה וראיתי להרב כנה\"ג יו\"ד סי' נ\"ו אות מ' שעפי\"ז הגיה למעלה בדברי רבינו שכתב צומת הגידין הן בבהמה ובחיה וכו' דמשמע דבעוף אין הדין כן שצ\"ל בבהמה ובחיה ובעוף וכו' וכתב שהסופרין טעו שלא הזכירו עוף מכח דין זה שדימו שהעוף צומת הגידין שלו הוא ברגל שמלא קשקשים וכו' ע\"כ. ואחרי המחילה הראויה א\"א להזכיר עוף בדין זה שהרי כתב רבינו שהם למעלה מן העקב במקום שתולין בו הטבחים הבהמה וזה אין שייך בעוף ועוד הרי מבואר דבבהמה או חיה דוקא קאמר דהרי כתב שהם ג' וכו' ואילו בעוף הם ט\"ז אלא ודאי דבבהמה וחיה דוקא דקאמר ושוב הזכיר דין העוף ודו\"ק."
            ],
            [
                "<b>בהמה שנחתכו וכו'.</b> נראה פשוט דה\"ה עוף שהרי כתב פ\"י שדין העוף שוה לדין הבהמה באיברין המצויין בעוף כמו בבהמה עיי\"ש וכן מתבאר ממ\"ש דין י\"ז."
            ],
            [
                "<b>נטולה כיצד וכו'.</b> קצת קשה דרבינו כתב למעלה דאם נחתך הרגל למעלה מצומת הגידין שהיא מותרת וכו' והיינו אפילו נטל ונפל לארץ וכאן הטריף ואם נאמר דכאן איירי בניטל אותו מקום של צומת הגידים עצמו ולכך היא טריפה אכתי לשון נטילה שייך גם בלמעלה מהם דאם ניטל למעלה מצ\"ה הרי צ\"ה בכלל בהכרח ואולי י\"ל דסמך על המעיין בדבריו שאין לטעות בזה כלל ודו\"ק."
            ],
            [],
            [
                "<b>נחתך בבהמה וכו'.</b> דברי רבינו קשיין דיוקא אדיוקא דממ\"ש שאם נחתך העב לבדו או השנים לבדן כשר משמע דאם נחתך רוב העב ורוב אחד מן השנים טריפה כאילו נחתכו שניהם דהא רובו ככולו ואין כאן לא רוב בנין ולא רוב מנין וממ\"ש נחתך רובו של כל אחד מהם משמע דדוקא רוב כל השלשה הא רוב השנים כשר והן אמת שדברי הגמרא כדברי רבינו אך צל\"ע בכוונתו דבגמרא אמרו דף ע\"ו אמר אמימר משמיה דרב זביד תלתא חוטי הוו חד אלימא ותרי קטיני אפסיק אלימא אזדא רוב בנין אפסיק קטיני אזדא רוב מנין מר בר רב אשי מתני לקולא אפסיק אלימא האיכא רוב מנין אפסיק קטיני האיכא רוב בנין וכו' אמר רב יהודה אמר רב צומת הגידין שאמרו ברובו מאי רובו רוב אחד מהם וכו' ואיכא דאמרי מאי רובו רוב כל אחד ואחד כי אמריתא קמיה דשמואל אמר לי מכדי תלתא הוו האיכא תילתא דכל חד וחד מסייע ליה לרבנאי דאמר רבנאי אמר שמואל צומת הגידין שאמרו אפי' לא נשתייר בה אלא כחוט הסרבל כשרה ע\"כ ופסק רבינו כמר בר רב אשי לקולא וכלישנא בתרא לקולא ג\"כ דאם נפסקו רוב שלשתן טריפה.",
                "<b>והנה </b>אם נאמר דרובו ככולו מעתה אפילו אפסיק רוב העב ורוב אחד מן הקטנים טריפה ואתי נמי כמר בר רב אשי אך אם נאמר כן נמצא דרבנאי אמר שמואל פליג מן הקצה אל הקצה דאיהו קמכשר אפילו לא נשתייר אלא כחוט הסרבל ומשמע אפילו באחד או שנים מהם כדמוכח מלישנא קמא דקאמר מאי רובו רוב אחד מהם וכו' טעמא דאיכא תרי הא ליכא תרי לא ופליגא דרבנאי וכו' משמע דאפילו בחד או ב' מכשיר רבנאי וכו' ומר בר רב אשי מטריף אפילו בחד שלם לגמרי ותרי מיעוטי אלא דלזה י\"ל דרבנאי אמר שמואל לא קמכשר אלא בנשתייר כחוט הסרבל בשלשתם דוקא אבל אם לא נשתייר אלא בשנים וכ\"ש באחד לבדו מודה ואזיל דטריפה והכי דייקי דברי שמואל דקאמר מכדי תלתא הוו הא איכא תלתא דכל חד וחד מסייע ליה לרבנאי וכו' משמע דבשלשתן דוקא קאמר והנה מבואר הדבר דלרבנאי וכו' לא אמרינן בהא רובו ככולו וא\"כ אפשר דלמר בר רב אשי נמי נאמר כן אלא דהוא מטריף כשנפסקו שנים לגמרי דהיינו אלימא וחד מקטני אי נמי כשנפסקו רובן מכל השלשה דהן אמת דלא אמרינן בהא רובו ככולו מ\"מ בעינן שאחד מהם אפילו הקטן יהיה שלם כדי להחזיק החיות אמנם כשנפסקו רוב השלשה אין הסברא להכשיר ולפ\"ז רבנאי א\"ש לא פליג אלא בהא ואתי שפיר שאינו מן הקצה אל הקצה ואם באנו לדייק בדברי רבינו שכתב והרי לא ניטל כל הצומת אלא מיעוטה דנראה שפת יתר שכבר הקדים שהרי האחד העבה גדול משניהם אלא נראה שבא להודיענו שהקפידה אינה אלא כשניטל לגמרי הרוב בנין או רוב מנין ולפ\"ז אם נשתייר מיעוט האלימא ומיעוט חד מקטיני כשר דהרי לא ניטל לגמרי לא רוב מנין ולא רוב בנין אך אם אירע דבר זה בשלשתן גרוע טפי ויש להטריף והיינו שסיים נחתך רובו של כל אחד ואחד וכו' ולפ\"ז עלה בידינו דלא קשיא דברי רבינו דיוקא אדיוקא.",
                "<b>והרב </b>לח\"מ ז\"ל פי' דמ\"ש נחתך רובו של כל אחד וכו' ר\"ל השיעור שבהם תטרף דהיינו אלימא וחד מקטיני וכתב שהוא כדברי הרא\"ש אך הרואה דברי הרא\"ש ז\"ל יראה שדבריו מגומגמים הרבה להבין כן ועיין עוד להפר\"ח ז\"ל שם ואולי שזהו הצ\"ע שכתב הרב לח\"מ ז\"ל ומינה דאין נראה לפרש כן בדברי רבינו כנ\"ל וכן נראה שהבין הטור ז\"ל אמנם הרב ב\"ח ז\"ל נטה לפרש דברי רבינו להחמיר דאפי' נחתך האלימא כולו ומיעוט מקטיני טריפה מדלא הכשיר אלא בשנפסק העבה ונשארו השנים וכן להפך וכו' ולפי דבריו ז\"ל הכי הו\"ל לרבינו לכתוב נחתך העב לבדו וכו' שהרי נשארו השנים שלמים דאז הוה משמע דשלמים דוקא בעינן ומלבד כל זה כיון שראינו שבעיקר דין הגמרא פסק רבינו לקולא מנא לן להחמיר ואם היתה כוונת רבינו להחמיר באיזה צד היה לו לבאר כדי שלא נטעי ואין לומר דכיון דזה הו\"ל בדאורייתא הסברא נותנת להחמיר ומה גם במ\"ש הרא\"ש בפ' אלו טרפות דכשהדיוקין סתרי אהדדי נקטינן להחמיר כיון שהוא בשל תורה עיי\"ש דהכא שאני כיון שאין לזה הכרח בדברי הגמרא ורבינו היה רופא מובהק אפשר שידע ברוב חכמתו שאין כדאי להטריף אלא בנפסק הרוב של שלשתן ומכ\"ש בהדיוק שדייקנו לעיל בדבריו ז\"ל."
            ],
            [],
            [
                "<b>ועוף שנשתברו אגפיו וכו'.</b> נראה פשוט דאפי' בשניהם קאמר ומעתה מ\"ש רבינו למעלה דין י\"א דאם היו לבהמה ג' ידים או יד אחת מותרת לאו דוקא דה\"ה ד' ידים או שאין לה שום יד כלל ומה שהוצרך רבינו לכתוב כאן בבהמה שנחתכו ידיה היינו מ\"ש בגמ' שם דף נ\"ז דתני לוי טריפות שמנו חכמים בבהמה כנגדן בעוף ועיין לרבינו פ\"י דין י' וי\"א."
            ],
            [
                "<b>ואם נשתייר ממנה וכו'.</b> לפי הכלל שכתב רבינו פ\"ו דין כ' שכל אבר שנקיבתו במשהו טריפה כך אם ניטל כולו טריפה וכו' צ\"ל דהכא מלבד הכזית שבמקום מרה ומקום חיותא איכא נמי הסמפונות של הכבד שהם קיימין שהרי פסק שם דין ח' שאם ניקבו בכל שהוא טריפה ועיין מה שנכתוב לקמן דין כ\"ד."
            ],
            [
                "<b>אבל אם היה מפוזר וכו'.</b> הקושי מבואר בדברי רבינו שכתב",
                "<b>יראה לי שהיא אסורה</b> דכיון דבעיא דלא אפשיטא היא וסלקא בתיקו הו\"ל ספיקא דאורייתא ולחומרא. ומרן הקדוש בקש להליץ בעד רבינו ופירושו דחוק ותמוה וכבר עמד עליו הרב משפטי שמואל ז\"ל וגם הוא נדחק בדבר הרבה עיין עליו וגם הרב ב\"ח יו\"ד סי' מ\"א נדחק בדבר עיין עליו. ולענ\"ד נראה עם מה שראיתי להרי\"ף ז\"ל שהשמיט אלו הבעיות נראה דס\"ל דלאו הילכתא נינהו ואולי ס\"ל דהנך בעיות אינם אלא לר' זירא ולרב אדא בר אהבה דחד בעי במקום מרה וחד בעי במקום חיותא דהכי קמבעיא להו כיון דר\"ז ורב אדא בר אהבה סגי להו כזית אחד כפשטא דמתניתין אם זה הזית הוא מתלקט או ברצועה או מרודד מהו ולמר כדאית ליה ולמר כדאית ליה ודאי קיימי לדרב פפא הכי הו\"ל למימר מתלקטים או כרצועה מהו ורב אשי דבעי כזית מרודד מהו הו\"ל למימר אם הזתים מרודדין מהו למה אמר כזית ואף שהפסיק התלמוד בדברי רב פפא זה אינו כלום דהילכך דקאמר רב פפא לא שייך אלא אמילתייהו דר' זירא ורב אדא ב\"א וכיון שכן אנן דקי\"ל כרב פפא דבעינן תרוויהו מעתה אין צריך להזכיר אלו הבעיות ומשו\"ה השמיטם הרי\"ף ז\"ל אלא שרבינו שהיה רופא מובהק ידע בחכמתו הרמה שאף לדידן דקי\"ל כרב פפא דבעינן תרוייהו מ\"מ אם שניהם או אחד מהם מפוזר או מרודד או כרצועה הרי זה ספק כלומר שיש להסתפק בדבר מצד חכמת הרפואה וכתב לנו שסברתו נוטה להחמיר ויש לו לרבינו סמוכות מהתוספתא דקתני ניטלה הכבד אם נשאר בו כדי להעלות ארוכה ומותר הרי שתלה הדבר בדרך רפואה גם דין שכתב אח\"ז הוא מדעתו ז\"ל דרך רפואה ואפשר דנתכוון לכוונה זאת.",
                "<b>ועוד </b>אפשר דרך אחר והוא ע\"פ פשטן של דברים שאף שאלו הבעיות סלקו בתיקו ומן הראוי היה להחמיר בשל תורה מ\"מ כיון דאעיקרא דדינא רבינו הקדוש סתם במשנה ראשונה דבכל שהוא שישתייר סגי ובמשנה אחרת באותו פרק סתם דבעי כזית ולעיל דף מ\"ג אפליגו אמוראי בדר' יוחנן אי הלכתא כמשנה ראשונה או כמשנה אחרונה משום דליכא לאלומי למילתא כמ\"ש רש\"י שם וכיון שכן אף דבסוגיין סלקו הנך בעיות בתיקו כיון דאעיקרא דמילתא השכל נוטה להקל כנ\"ל הרי נפל הכלל ולכך הוצרך רבינו לכתוב ויראה לי וכו' משום דסוגיא בדוכתה עדיפא ודוק. ודע שהרב לח\"מ ז\"ל האריך לדייק המקומות שכתב רבינו לשון ויראה לי וכו' מפני שלא היה לפניו מרן ז\"ל ולכך אין להאריך כי כל אחד על מקומו יבא בשלום."
            ],
            [
                "<b>אבל אם ניטל התחתון וכו'.</b> עיין הרמ\"ך גם הרשב\"א בתורת הבית עמד בדברי רבינו עיין עליו ולהרב ב\"ח ז\"ל יו\"ד סי' ל\"ג. ולענ\"ד נראה דרבינו פוסק כרב פפא ולדידיה לא נחית לחלק בין רובו לכולו אלא בין נעקר לנגמם ודברי רב פפא לא קיימי אלא אלחי התחתון שניטל ואין ה\"נ דאפשר דמודה לשמואל בין בתרבץ הושט בין בניטל לחי התחתון וא\"כ רבינו דקאי הכא בדין הלחי לא הוצרך לבאר אלא החילוק דנגמם לנעקר ולכך כתב כגון שנגמם עד מקום הסימנין ולא נעקרו דמשמע לגמרי ובסוף פ\"ט ביאר עיקר דינו של שמואל בנעקר תרבץ הושט עיי\"ש ושם נבאר עוד בע\"ה."
            ],
            [
                "<b>אבל אם נבראת וכו'.</b> הנה רבינו פסק לעיל דין כ\"א דאם ניטל הכבד כולו טריפה ולפי הכלל שכתב כאן אם נבראת חסרת הכבד היא מותרת וקשה דבפ\"ו דין כ' פסק דכל אבר שאמרו חכמים בו שאם ניקב במשהו טריפה כך אם נברא חסר טריפה והכבד ידוע שהיא מלאה סמפונות שנקיבתן במשהו כמ\"ש רבינו שם דין ח' ואפשר דה\"ה נמי וכאן לא איירי אלא בגוף בשר הכבד. ויותר נראה לומר דהסמפונות אינן בכלל אבר שהרי הם מובלעים בתוך הכבד ותדע עוד שהרי כתב רבינו שם וכן אם נברא בשני איברים מאותו אבר טריפה שכל היתר כנטול הוא חשוב ע\"כ וזה לא שייך בסמפונות שבתוך הכבד דמנא ידעינן ומדכתב רבינו שכל היתר כנטול הוא חשוב ולא כתב כחסר הוא חשוב יש ללמוד שאם נמצאו שני כבדים היא טריפה וכשיטת שאר הפוסקים ז\"ל עיין להרב ב\"י והכנסת הגדולה יו\"ד סימן מ\"א."
            ],
            [
                "<b>בהמה שניטלה האם וכו'.</b> לא נתבאר בדברי רבינו אם נמצאו בה שתים מה דינן וכן אם ניקבה דאם ישווהו לדין הכוליא שכתב אח\"ז פשיטא דבשניהם כשרה אמנם ממ\"ש רבינו וכן אם ניקבה הכוליא מותרת ולא כתב וכן אם ניקבה סתם משמע קצת דדוקא בכוליא קאמר אך האמת נראה דבשניהם כשרה ועיין להכנה\"ג יו\"ד סי' מ\"ד."
            ],
            [
                "<b>אם נמצאת קטנה וכו'.</b> משמע דאף מתחילת ברייתה קאמר וכן הבין הרב לח\"מ ז\"ל אמנם מהכלל שכתב רבינו לעיל שכל אבר שנאמר בו שאם ניטל מותרת ק\"ו אם חסר מתחילת ברייתה ולא נברא שהיא מותרת משמע דמתחילת ברייתה אין שם טרפות ואין לדייק ממ\"ש ולא נברא דמשמע כלל וכלומר לאפוקי אם נברא קטן בטבעו דהאי ולא נברא הוא לפרש החסר שהזכיר דלא נימא שחסר מקצתו קאמר וא\"כ משמע דאם נמצאת קטנה מתחילת ברייתה כשר ומ\"ש כאן אם נמצאת קטנה הכוונה מחמת חולי ונראה שזאת היתה לו למרן ז\"ל שהביא דברי הטור ושאר פוסקים ולא ביאר דעת רבינו משום דבאמת הדבר שקול גם הרב פר\"ח יו\"ד סי' מ\"ד צדד בדבר לדעת רבינו עיין עליו."
            ]
        ],
        [
            [
                "<b>אבל אם נסדק העור לאורכו וכו'.</b> כתב מרן ז\"ל דיליף לה מדין גרגרת אלא שקשה למה לא הצריך שישתייר משהו למעלה ולמטה דומיא דגרגרת ע\"כ. ולזה היה אפשר שנלמד מרוב הקף דסמיך ליה דפשיטא דנשתייר וגם דומיא דניקב שסמך לו. אמנם בב\"י סי' ל\"ב כתב דאפשר דשאני גרגרת שהחיות תלוי בו והרב ב\"ח הביא ראיה מההיא דהכה את הבהמה על ראשה והלכה על זנבה דכשר עיין עליו והרב משפטי שמואל כתב דלמדו רבינו מדין פסוקה שסתמו הוא לארכו עיין עליו ומ\"ש או ניקב מותרת הכי מסקינן בגמרא דלית הלכתא כר' יעקב ומרן ז\"ל למדו מדיוקא ולא ידעתי למה וכ\"כ הכנה\"ג ז\"ל.",
                "<b>ובלבד שיפסק רוב היקפו.</b> שם. ובפי' המשנה כתב רבינו רוב גבהו נראה דהיינו רוב הקיפו וכתב כן לאפוקי רוב חללו דלפעמים שהעור עב ורוב הקיפו לא הוי רוב חללו וכ\"כ הרב ב\"ח סי' ל\"ב ופי' שני כתב דבא לומר דבעינן רוב חללו בלי שיעור עובי העור וכו' ע\"כ וא\"כ אילו היה כוונת רבינו ברוב חללו היה אומר בפירוש ברוב חללו ולא בלשון דמשתמע בהיפך וכ\"כ הכנה\"ג שם."
            ],
            [],
            [
                "<b>עד היכן חוט השדרה וכו'.</b> מרן הקדוש תמה על רבינו למה פסק להקל בפי פרשה שלישית שנראה מהגמרא דדינו כפרשה שניה דאיני יודע וכו' ונדחק בזה עיין עליו. ולענ\"ד נראה אף לפי דעתו בדין פסק רבינו להקל דכיון דעיקר דברי שמואל להכשיר להדיא בג' ובשניה קאמר איני יודע וכו' ולא אפשיטא די לנו להחמיר בה. אמנם לבעיית רב פפא בפי פרשה לא נחוש להחמיר כל כך ומכ\"ש דהוי כעין ספק ספיקא דאם תמצי לומר דבשניה יש לנו לאסור ונאמר דדעת שמואל נוטה לאסור אכתי לא ידענו אם שמואל נתכוון גם לפי פרשה או לאו ומלבד כל זה י\"ל עוד דרבינו סמך עצמו להברייתא דקתני הפרשה תדון כבשר ואוקימנא לה בשלישית מדלא פירשו כל הפרשה שלישית קאמר ודוק. שוב ראיתי להרב לח\"מ ושו\"ת הרב משפטי שמואל ורש\"ל סימן ט\"ו ודמשק אליעזר והרב ב\"ח סי' ל\"ב שהאריכו להליץ בעד רבינו והנראה לענ\"ד כתבתי."
            ],
            [
                "<b>חוט השדרה בעוף עד בין אגפים.</b> פסק כר' ינאי ודלא כריש לקיש שם דף מ\"ו ואף דהוי לקולא מלבד דר' ינאי הוא רבו של רבי יוחנן דהוא רבו דר\"ל כמ\"ש מרן ז\"ל עוד נראה דפסק כן מעובדא דבן פזי דאייתו לקמיה עופא ובדק עד בין אגפים ושלח ליה דבי נשיאה וקם ואזל וכו' ואי הוה דינו עד למטה מן אגפים לא מסתברא דיניח מלבדוק הטריפות שהוא הלכה למשה מסיני משום כבוד נשיאה ואף שבגמ' נסתפקו בזה רבינו הכריחו מצד השכל כנ\"ל ודע שנסתפקו הפוסקים בהך בין אגפים אם הוא במקום חיבורן בגוף או הוא עד מקום ששוכבות האגפים על גב העוף שהוא יותר להלן קרוב לזנב ולענ\"ד נראה להכריח שהוא במקום חיבורן דוקא דאם נאמר שהכוונה עד מקום שכיבתן שהוא להחמיר הו\"ל לפרש כי היכי דלא נטעי לומר שהוא מקום שהם מחוברין בגוף ולהקל אלא ודאי דמקום חיבורן בגוף קאמר כפסק השו\"ע."
            ],
            [
                "<b>קרועה כיצד וכו'.</b> מרן הקדוש הביא דברי ר' יוסי בר חנינא דקאמר כל הכרס כולו קרוי פנימי וכרס החיצון הוא בשר החופה את רוב הכרס ודברי רבה בר רב הונא דקאמר מפרעתא דהיינו היכא דפרעי טבחי וכו' וכ\"כ בב\"י סי' מ\"ח וכתב הפר\"ח שם דדין בשר החופה את רוב הכרס הוא מוסכם לכו\"ע וכו' דהא הוי משב שמעתתא דמייתי הש\"ס ריש פרק אלו טרפות ולאפוקי מהב\"י בכאן ובכ\"מ בפ\"ט הביא דעת הפוסקים כר\"י בר חנינא ואין שם מקומו אלא בפ\"ו בדין כרס שניקב ואגב שטפיה לא דק עכ\"ל גם הרב ב\"ח שם נתעורר בזה עיין עליו אך לענ\"ד נראה דאף שדין בשר החופה פשיטא שהוא מוסכם אליבא דכו\"ע כדמוכח בש\"ס דף מ\"ב ונ\"ב מ\"מ דברי רבינו מוכיחין שבא לפסוק כר\"י ב\"ח ולא נחית לדשמואל אלא דהשיעור דהיינו רוב העובי למדו מדברי שמואל שהרי כתב קרועה כיצד וכו' שהם דברי המשנה דקתני או שנקרע רוב החיצונה וסיים וכמה שיעור הקרע וכו' שהם דברי ר' יהודה דמתניתין דמפרש למלתייהו דרבנן ואילו לשמואל לא נפיק דין בשר החופה מזה הכלל דמתניתין וכמ\"ש רש\"י ז\"ל ומבואר הדבר דרבינו פסק כר\"י ב\"ח בפ\"ו וכיון שכן גם בבשר החופה דין הוא שיפסוק כמותו אף דלענין דינא כו\"ע מודים בו מ\"מ יצא לנו מזה שצדקו דברי הרב ב\"י שבאמת דברי רבינו מוכיחין שפסק גם כאן כר\"י ב\"ח וצדקו דבריו ג\"כ בכ\"מ כאן ולקמן יתבאר עוד אך מה שהשמיטו בפ\"ו הא ודאי עקא דבאמת שם היה לו לבאר ואולי שהסופר השמיטו ומה שהזכיר כאן דברי רבה בר רב הונא עם דברי ר\"י ב\"ח אפשר דדייק לה ממ\"ש רבינו והוא המקום מן הבטן שאם יקרע יצא הבטן וכו' דלשון זה מורה שהוציאו מדברי רבה בר רב הונא דאמר מפרעתא היכא דפרעי טבחי ואף דלא פסיק כוותיה מ\"מ למד מדבריו לדר\"י ב\"ח.",
                "<b>גם </b>בפי' המשנה כתב רבינו וז\"ל וכרס הפנימי ידוע רוב החיצונה ר\"ל רוב הכרס החיצונה והוא מה שתחת העור כשנקרע יצא הכרס ושיעור קריעה זו כמו שאמרנו כל שנקרע בה טפח ולא הוי רובה זו היא ששנינו ובקטנה רובה עכ\"ל. מ\"ש שכרס הפנימי ידוע הוא קשה מאד שהרי בגמרא אפליגו כמה אמוראי מאי ניהו כרס הפנימי ואיך כתב שהוא ידוע ואולי י\"ל דכוונתו על כל הכרס כדברי ר' יוסי בר חנינא שלדבריו המשנה כפשטה ולזה נתכוון לומר שהוא ידוע ומזה יש קצת הלצה למרן ז\"ל בפ\"ו שכתב משנה בריש פ' אלו טרפות אכן מ\"ש רבינו רוב החיצונה ר\"ל וכו' לכאורה נראה דהיינו כרבה בר רב הונא אך יותר טוב להסכימו עם מ\"ש בידו החזקה דכיון שהקדים שהכרס הפנימי ידוע א\"כ אין להסתפק בו דהיינו הכרס כולו ומעתה מ\"ש רוב הכרס החיצונה והוא מה שתחת העור וכו' ר\"ל הבשר החופה וכו' ושיעור קריעה זו וכו' היינו דברי רבי יהודה כנ\"ל אך מ\"ש טפח ולא הוי רובה זו היא ששנינו ובקטנה רובה הוא מגומגם הרבה חדא דהיכי מייתי לטפח ולא הוי רובה ממה ששנינו ובקטנה רובה ועוד דבגמרא אמרו טפח ולא הוי רובה זו היא ששנינו ובגדולה טפח אלא נראה שחיסור לשון יש בדבריו אף שבשאר נוסחאות שראיתי כתוב כך ואיך שיהיה הנראה מפשט דברי רבינו בין בפי' המשנה בין בידו החזקה דפוסק כר\"י ב\"ח אלא שמפרש שיעור בשר החופה כרבה בר רב הונא משום דבנהרדעא פסקי כוותיה וזו נראית דעת מרן הקדוש כאן ובב\"י שהזכיר דברי ר\"י ב\"ח ודברי רבה בר ר' הונא ועפ\"ז סרו כמעט תלונות הרב ב\"ח והפר\"ח על דברי הרב ב\"י עיין עליו גם בכנה\"ג פלפל למ\"ד דרבינו פוסק כרבה בר\"ה והביאו רש\"ל פ' אלו טרפות (חולין דף ס') עיין עליו דכדי שלא להשוותן טועים ח\"ו י\"ל על פי הנ\"ל והכל מתוקן למודה על האמת.",
                "<b>אלא כיון שנקרע רוב עובי הבשר.</b> עיין הרמ\"ך ולרבינו י\"ל דכיון דמתניתין דפ' אלו טרפות קתני ניקבו הדקין וכו' ושנקרע רוב החיצונה וכו' ולא אמר ושניקב רוב החיצונה כמ\"ש בדקין בהכרח צ\"ל דקרע שאני מנקב עוד י\"ל דשאני דקין שיש להם שני עורות שהרי מן הושט הם באים א\"כ כשניקב עור אחד עדין נשאר חבירו קיים שמגין עליו משא\"כ בבשר החופה שהוא גוף אחד כשניקב מקצתו יאסר שאין לו דבר שיגין עליו ודוק."
            ],
            [
                "<b>נקדר הבשר הזה.</b> מדקדוק לשון זה נראה דקאי לרוב עוביו שכתב למעלה וא\"כ יהיה פירושו שנקדר באורך דומיא דעיגול שהוא רחב קצת ולכך בשיעור ג' גרעיני תמרה סגי להטריף משא\"כ בניטל שכתב למעלה דהוי כמו נקדר איירי שניטלה ממנו רצועה קטנה שאינה רחבה דומיא דנקרע שכתב שם וכ\"כ הרב ב\"ח סי' מ\"ח בדרך אחת והעיקר דלדרך ב' שכתב דהכא מיירי בהגיע הקדירה לחלל קשה מצד הלשון ועוד קשה דהו\"ל לפרש ולזה הסכימו הש\"ך והפר\"ח שם ומרן ז\"ל תירץ לקושית מהר\"י בן חביב שהקשה דזה או באורך שכתב רבינו והטור אין זה קדירה ושיעורו טפח ותירץ מרן ז\"ל דכשאמרו ששיעורו טפח הוא בשנקרע ולא חסר ונקדר היינו שחסר ולפיכך שיעורו כבסלע שהוא שליש טפח עכ\"ל ולכאורה אין תירוץ זה מספיק דנראה דעיקר קושית מהר\"י בן חביב היינו מניטל שכתב למעלה וניטל היינו קדירה אכן אם נאמר דמרן ז\"ל פשיטא ליה דניטל שכתב רבינו לעיל היינו נקדר באורך שכתב כאן ושיעורו כבסלע ושיעור טפח שכתב למעלה לא קאי אלא אנקרע ומה שהזכיר למעלה או ניטל היינו מבעיא דרב אשי שנסתפק בדברי שמואל אי בנקרע איירי או בניטל ופסק להחמיר ועל השיעור סמך עצמו לדין נקדר שהיא מימרא דרב אשי ג\"כ וכן משמע להט\"ז שם אלא שזה דוחק גדול דא\"כ הו\"ל לפרש או לכתוב נקרע לחוד כיון דהכא ביאר דין ניטל דאין לטעות בו או נאמר דכוונת מרן ז\"ל לתרץ קושית מהר\"י בן חביב שהבין אותה כפשטה ולדין ניטל י\"ל כמ\"ש תחילה דכיון דסמכו לנקרע ודאי שהוא כמין רצועה קצרה ולכך שיעורה בטפח וכאן בדין נקדר סמך דין נקדר באורך לנקדר בעיגול לאשמועינן דזה האורך היינו קדירה גמורה שהיא רחבה קצת ולכך שיעורה בכסלע כן נראה לענ\"ד להליץ בעד מרן ז\"ל."
            ],
            [
                "<b>בהמה שנפשט וכו'.</b> עיין הרמ\"ך והיא השגת הרשב\"א והרא\"ש עיין עליהם ומלבד מ\"ש מרן הקדוש נראה שדברי רבינו פשוטין בטעמם שהרי בגמרא אחר אלו הבעיות דסלקו בתיקו מייתי פלוגתא דרב ור' יוחנן דנחלקו בעור בית הפרסות אבל בכל שאר העור באיזה מקום שיהיה מציל ושקיל וטרי אליבייהו א\"כ מסתיין שנפסוק לחומרא דבעינן שישתייר כסלע ברוחב השדרה ובטבור ובראשי פרקים ודו\"ק כי הוא נכון ושבח להשי\"ת מצאתיו ג\"כ בשו\"ת רשד\"ם יו\"ד סימן קל\"א ובכנה\"ג סי' נ\"ט בהגהת הב\"י ועוד תירוצים אחרים עיין להרדב\"ז ח\"ב סי' רי\"א ועיין עוד בהרי\"ף ז\"ל ותעלוזנה כליותיך."
            ],
            [
                "<b>נפולה כיצד וכו'.</b> פשטן של דברים נראין דבעינן י' טפחים דוקא בגובה המקום שנפלה האמנם קשה טובא ששיעור זה לא נתבאר במכילתין בחולין דף נ\"א גבי דין נפולה אלא בב\"ק דף נ\"א אמתניתין דמה בור שיש בו כדי להמית י\"ט ומקשו מינה לר' נחמן שהטריף השור שנפל לאמת המים שעמקה אמה ושקיל וטרי תלמודא אליביה ומסיק דהיינו טעמא דר\"נ דסבר מכריסי דתורא לארעא כמה הוי ארבעה אריתא דדלאי כמה הוי שיתא הא עשרה וכו' ומתני' דקתני י\"ט איירי באיגנדר לבור ע\"כ וכיון שרבינו למד שיעור הנפילה מההיא דר\"נ היה לו לפסוק ג\"כ דאפילו שאין בגובה המקום אלא ששה טפחים סגי עם הארבעה שיש עד כרס השור ולפחות היה לו לומר דמשערין גובה המקום בכלל גובה רגלי הבהמה ומרן ז\"ל כתב דאפשר שמאחר שכתב שנפלה הבהמה ממקום גבוה שגובהו י\"ט ממילא משמע וסיים בב\"י סי' נ\"ח שאם היתה עומדת ונפלה אם יש מכריסה עד המקום שנחבטה בו י' טפחים אסורה שהרי נפלה ממקום גבוה שגובהו עשרה טפחים עכ\"ל.",
                "<b>ותמהני </b>על פה קדוש איך כתב כן דכלפי לייא הוא מדדקדק רבינו לכתוב מקום גבוה שגובהו י' טפחים ולא כתב מקום גבוה י' טפחים בא לומר דבעינן שהמקום גורם שמצד עצמו יהיה י' טפחים ואם היה כותב ממקום גבוה י' טפחים היינו יכולים להעמיס דלא נתן שיעור לגובה המקום אלא לגובה הנפילה ובכללה רגלי הבהמה אבל עכשיו שכתב מקום גבוה שגובהו י' טפחים בהכרח צ\"ל שבא לשלול דלא נפרש דגובה רגלי הבהמה בכלל אלא גובה המקום דוקא וכיון שכן הדרא קושיין לדוכתה ולכך נראה לומר דרבינו תפס שיעור הגובה מההיא דבב\"ק אך לא רצה לפסוק כר' נחמן משום דדחיקא ליה מילתא לאוקומי מתניתין באיגנדר לבור כיון דסתמא קתני ומשמע בכל ענין גם בפי\"ב מהלכות נזקי ממון העתיק המשנה כפשטה עיי\"ש א\"כ איתבריר לן דלא פירש המשנה כהך אוקמתא וכיון שכן גם בהא דמשחינן מרגלי הבהמה לא פסק כמותו דהא בהא תליא ומכוון למ\"ש רבינו בפי' המשנה עיי\"ש וכן דעת הסמ\"ג והכלבו והוסיף עוד הרב כנה\"ג שכן דעת רש\"ל והרב ב\"ח וס' צדה לדרך ויאיר נתיב עיין עליהם ועם כי מצינו להרב ב\"י שאף שפסק בשלחנו הטהור ביו\"ד סי' נ\"ח כר\"נ דמשערינן עם גובה הרגלים ובחו\"מ סי' ת\"י סתם כפשט המשנה וי\"ל בזה דכיון דבלישנא קמא התם אוקימו להא דר\"נ כפשטה דיש חבטה בפחות מעשרה ומתני' משום הבלא מעתה בדיני ממונות ראה לפסוק לקולא דהמוציא מחבירו עליו הראיה עם כל זה דברי רבינו מבוארין ומוכרחין כנ\"ל.",
                "<b>ונתרסק אבר מאיבריה וכו'.</b> משמע דבעיא בדיקה הוא דקאמר דהא לא כתב בידוע שנתרסקו איבריה ועוד מדכתב וכיצד הוא הריסוק שיתרוצץ האבר ויחלה וכו' עד שתפסד צורתו ותוארו וזה לא שייך אלא אחר השחיטה ע\"י בדיקה ולאפוקי מהרב משפטי שמואל דמשמע מדבריו שכוונת רבינו לומר שהיא טריפה לגמרי בלא בדיקה מכח שחילק רבינו דין זה בשתי בבות שכתב אח\"ז בהמה שנפלה מן הגג וכו' ששם הצריך בדיקה מפני שאין בגובהה י' טפחים ועוד כתוב שם דברים מגומגמים לא יכולתי להולמם עיין עליו ולעיקר דקדוקו דלמה רבינו חלק דין זה בשתי בבות הנני מוסיף עוד שרבינו חלקם לשלש בבות שהרי בדין י\"ט כתב נפלה מן הגג ולא עמדה וכו' והו\"ל לכלול כל אלה הדינים בבבא אחת אלא ודאי שמחמת שחלוק דין זה בכמה חלוקים הוצרך לקבוע בבא בכל אחד בפני עצמו וכדי להשמיענו שדין העוף שוה לדין הבהמה קבע בבא אחת שהיא העיקרית אחר דיני העוף ומכאן אתה למד שדין זה שכתב רבינו שאם נתרסק אבר מאיבריה וכו' כלומר שצריכה בדיקה איירי בלא עמדה ושהתה מעת לעת ולכוונה זו סיים רבינו בדין י\"ט כמו שביארנו כלומר שביאר לנו בדין זה אופן הבדיקה וה\"ה נמי באם עמדה ולא הלכה שהוא הדין שאח\"ז שכתב שחוששין לה היינו להצריכה בדיקה כמ\"ש כאן וכן נראה בפי' המשנה לרבינו עיין עליו."
            ],
            [
                "<b>בהמה שנפלה וכו'.</b> פשטן של דברי רבינו שנפלה מן הגג שהוא גבוה עשרה שזהו דין הנפולה כמ\"ש בדין הקודם ולאפוקי מהרב משפטי שמואל ז\"ל שנראה מדבריו דכאן איירי בפחות מעשרה עיין עליו ומלבד האמור מכיון שהקדים רבינו דבנפלה בגובה י' טפחים יש לחוש לריסוק איברים מינה דבפחות מעשרה אין לחוש וא\"כ למאי אצטריך לאשמועינן דין זה ואי לאשמועינן דבעמדה ולא הלכה חוששין לה א\"כ היה לו להקדים חלוקא זו כיון שזה הוא עיקר חדושו ואף לפי פירוש הרב דלעיל איירי שודאי נתרסקו האיברים והיא טריפה ודאי וכאן איירי בפחות מי' ולכך צריכה בדיקה עכ\"פ היה לו לרבינו להקדים החששא דהיינו עמדה ולא הלכה אלא ודאי נראה כנ\"ל ועוד יתבארו הדברים בע\"ה ואין להקשות דמאחר שדין זה איירי בנפולה דהיינו ממקום גבוה י\"ט למאי אצטריך לכתוב בהמה שנפלה מן הגג היה לו לומר ואם נפלה והלכה וכו' דזה פשוט שדין דלעיל הוציאו מההיא דבב\"ק ולכך ייחדו בפני עצמו ודין זה הוציאו ממתניתין דאלו טריפות ולכך קבעו בפ\"ע ושניהם איירי בנפולה ממקום גבוה י\"ט ולקמן נבאר בדין זכרים המנגחין וכו'."
            ],
            [
                "<b>זכרים המנגחין וכו'.</b> אף דלעיל כתב דסתם נפולה דחוששין לה היינו מגובה י' טפחים ובזכרים ליכא י\"ט כבר כתבו הר\"ן והתוס' דהכא שאני דהחבט גדול ויש לחוש לו וק\"ל ועיין מ\"ש בדין י\"ב."
            ],
            [
                "<b>גנבים שגונבין וכו'.</b> וקשה אעיקרא דמילתא דבפ' מרובה קאמר רבי יוחנן בן זכאי בא וראה כמה גדול כבוד הבריות שור שהולך ברגליו ה' ושה שהרכיבו על כתפיו ד' ותירץ בס' תורת חיים דדרכו של הגנב להרכיב השה כדי שיצא מהר אבל בתר דשדו ליה מחוץ לחצר אין דרכו למהר כל כך ומרהיטו על רגליו ע\"כ ועוד נראה דכשמוציאו מן החצר מוליכו על כתיפו כדי שיחשבו שהוא שלו משא\"כ אחר שהשליכו דרך הכותל מחוץ לחצר אינו חושש דהרואהו אינו חושש שגנבו דמהיכא תיתי."
            ],
            [
                "<b>מפני שנועץ צפרניו וכו'.</b> משמע דאלולי טעם זה היינו חוששין לה וקשה דכיון דאין כאן גובה י' טפחים אין לחוש כמ\"ש בדין ח' וי\"ל דאין דומה נפלה מעצמה לכשמפילין אותה בכח דאז יש לחוש אפי' בפחות מי\"ט והיינו טעמא דזכרים דלעיל דין י' והמוחש לא יוכחש."
            ],
            [
                "<b>ואפילו הכה אותה במטה על כל השדרה.</b> זה האפי' הוא מגומגם ובגמרא ליתיה וכבר עמד עליו מרן הקדוש עיין עליו ואפשר לומר עוד דלעיל איירי שהלך המטה מראשה עד זנבה או מזנבה עד ראשה וכאן איירי שלא הגיע עד שם אלא על חוט השדרה לבד דהו\"ל בכח כיון שלא האריך המטה עד קצתה והייתי אומר שיש לחוש לה קמ\"ל ומ\"מ דברי מרן נראין שוב מצאתי להרי\"ף שגורס אפילו ופירשו הר\"ן ז\"ל דברישא איירי בלא נגע בשדרה והוא כדברי רבינו ממש וק\"ל."
            ],
            [
                "<b>עוף שנחבט וכו'.</b> כמה דברים הוזכרו בגמ' ורבינו השמיטם מפני שסמך עצמו למ\"ש וכיוצא בהם דהיינו זה הכלל שאמרו בגמ' ולא היה גורס כגירסתינו (שהרי) [שערי] אית בהו משום ריסוק איברים אלא לית בהו וכו' ולכך העתיק כרי של חטים כלומר דאילו של שעורין דשריק לית בהו משום ריסוק איברים ומזה הטעם לא הוצרך לבאר קטמא נהילא וכו' שאמרו בגמ' אלא כתב אפר סתם דסתמו שאינו מרוקד וק\"ל."
            ],
            [],
            [
                "<b>נחבט על פני המים וכו'.</b> קשה דלמה השמיט מ\"ש בגמ' דאי מייא קיימי לית לן בה ופירש\"י כגון אגמים שאינן מים רדופין אפי' מלמעלה למטה שפיר דמי והפר\"ח יו\"ד סי' נ\"ח ס\"ק ט\"ז כתב דטעם רבינו משום דס\"ל דמיירי הש\"ס במים רדופים לא באגמים אלא שעכשיו הם נוחין וכיון שעכשיו הם נוחין לית לן בה והשמיטו שלא יבואו להקל כשהם רדופין קצת ויאמרו שהם נחים אבל באגמים מודה הרמב\"ם אלא שלא הזכירו לפי שלא הוזכר בתלמוד לדעתו וכו' עכ\"ל ודבריו דחוקים ואין צורך לזה דמכיון שכתב רבינו אבל אם שט מלמעלה למטה עם הלוך המים חוששין לו מינה משמע דאם קיימי מייא שאין שם הלוך המים אפי' מלמעלה למטה אין חוששין לו והוא פשוט."
            ],
            [
                "<b>כל מקום וכו'.</b> פשטן של דברי רבינו דלא איירי בנפולה שהרי כתב דכל מקום שאמרנו חוששין לה אם שחטה צריך לבדוק וכו' ואילו בנפולה כתב לקמן דין י\"ט דאם שחטה בתוך הזמן טריפה וכן דעת הרשב\"א בחידושיו דף נ\"א והביאו מרן בדין י\"ט שכתב וז\"ל נראה שחילק בין הנפולה דמתניתין ובין אותם שנאמר עליהן בגמ' חוששין לה שהנפולה אם שחטה קודם ששהתה או שעמדה טריפה ואין לה בדיקה וכל הני דאמרינן בגמ' חוששין לה חששא הוא דאמרינן הא טריפה ליתנהו והילכך לכתחילה צריך להשהותן אבל אם עבר ושחטן בבדיקה סגי להו וכו' ע\"כ. הרי מבואר שדין זה לא איירי בנפולה אלא בשאר מילי שכתב רבינו לעיל דחוששין לה כמו שכתבנו ולפ\"ז קשה על מרן ז\"ל שהביא על דין זה דברי הר\"ן שנתן טעם לנפילה דבעי בדיקה אחר מעת לעת וסיים אבל הרמב\"ם כתב בפ\"ט שצריך לבדוק ג\"כ אם נתרסקו איבריה כלומר אם נשתנו מראיתן פי' באותן איברים שאם נקבו או ניטלו כשרה וכו' ע\"כ וזה ודאי מפיק ליה ממ\"ש רבינו כאן כל מקום שאמרנו וכו' אפילו נתרסק אבר מן האיברים שאם ניטלו כשרה וכו' נראה דס\"ל שדין זה מיירי בנפולה דוקא כמבואר והנה מרן ז\"ל כתב בפסקא זו דמשמע לרבינו דגם המוח בכלל בית חלל שהרי לא הוציאו מן הכלל אלא סימנין בלבד וכו' ע\"כ והוא מגומגם שהרי רבינו בדין ח' כתב באיזה איברים אמרו באיברים שבחלל הגוף והמוח ידוע שאינו בחלל הגוף ומה שהוצרכו להוציא הסימנין מן הכלל י\"ל מפני שהם נמשכים ונכנסים לחלל ממש וכל זה מורה דמרן ז\"ל הבין פסקא זו דאיירי בנפולה והוא תמוה כנ\"ל אם לא שנאמר שבבא זו שכתב רבינו לצדדין קתני לה שעד או שנתרסק איירי בשאר חששות וכשכתב אם מצא בה טריפה מן הטרפיות שמנינו היינו בכללן הריסוק ג\"כ שכתב בדין ח' וכשפרט עוד או שנתרסק מתיבת או ואילך איירי בנפולה שביאר בדין ח' וכו' זה אפשר בדעת רבינו לפי מ\"ש מרן ז\"ל כאמור.",
                "<b>כגון טחול וכליות וכו'.</b> כתב הראב\"ד ז\"ל זה ספק ע\"כ ולא הבנתי מאי קשיא ליה דאף אם הוא ספק אית לן להחמיר כיון שהוא ספק במידי דאורייתא ועוד דבגמ' דף נ\"ד מוכח דדרוסה ונפולה שוין לענין בדיקה וכדברי רבינו וק\"ל.",
                "<b>חוץ מבית הרחם וכו'.</b> זה דלא כפירוש רש\"י שמפרש דברי רב נחמן על עגל שנולד היום דזה מילתא דפשיטא דאזלינן אחר רוב ולדות וגם לדברי התוס' שפירשו שאחר שנולד לא הלך וכו' קשה דסתמא קאמר וגם יש קושיא מההיא דזיבה והענין שם בריסוק האבר מצד עצמו הוא כמבואר אלא דממה שראינו לרבא דמייתי ליה סייעתא מעגל שנולד שמע מינה שהבין בדברי ר\"נ דבית הרחם אין בו משום ריסוק איברים בין מצד עצמו כגון שנפלה או הכו אותה בין מצד הולד הנולד ולכך מייתי ליה מעגל שנולד וכו' וק\"ל."
            ],
            [],
            [
                "<b>נפלה מן הגג וכו'.</b> עיין הרמ\"ך ז\"ל ומילתא דפשיטא היא אלא מפני שהוא ספק קרוב לודאי לכך כתב רבינו טריפה וסמך על המעיין וק\"ל ועיקר דינו של רבינו מבואר מעובדא דרב נחמן בב\"ק דף נ\"א ואף שלא פסק כמותו בשיעור הגובה כמ\"ש לעיל דין ח' מ\"מ למדנו מדבריו להטריף בלא עמדה ולא שהתה וק\"ל. וראיתי בשו\"ת תורת חסד סי' ו' שתמה על מרן במ\"ש בדין ח' שמ\"ש רבינו וכן אם הכו אותה באבן או במטה וכו' דהכי משמע ודאי שכך מתרסקת בהכהת אבן או במטה כמו בנפולה והכי אמרינן דאי שלים חוטרא אפלגיה דגבה חיישינן ואי אית בה קטרי חיישינן וכו' ע\"כ דלפי מ\"ש בדין זה על דברי הר\"ן והרשב\"א דהני חששי מהני בהו בדיקה אפי' לא עמדה ולא שהתה כלל לדעת רבינו אין ראיה משם אלא בהיפך דאין דינה כדין הנפולה וסותר דברו תוך כדי דיבור שאמר דהכי משמע ודאי שכך מתרסקת בהכאת אבן או במטה כמו בנפולה וכו' עכ\"ל.",
                "<b>ולענ\"ד </b>נראה דאין כאן קושי דודאי דברי רבינו מוכחי אנפשייהו דבנפולה גמורה דוקא הוא דאמרינן דאם שחטה קודם שהייה שהיא טריפה מפני שאין אנו יודעים איזה אבר נתרסק ואם באנו לבדוק כולה מכפא דמוחא עד אטמא אפשר שלא נוכל לכוין או שעדין לא אגלאי בהתתיה והיינו עובדא דר\"נ בב\"ק והוא מ\"ש בדין זה נפלה מן הגג וכו' ובדין י\"ז שכתב כל מקום שאמרנו וכו' איירי בשאר רעותות שלא ע\"י נפילה וכמו שהבינו הרשב\"א והר\"ן ז\"ל. מעתה מ\"ש בדין ח' וכן אם הכה אותה באבן וכו' היינו כי הני דדין י\"ז דחששא בעלמא קאמר דהא ודאי לא נפלה ומה שדימה אותה לנפולה שכתב וכן וכו' בהכרח צ\"ל דלענין ריסוק האבר קאמר שכל כך מתרסקת בהכאה כמו בנפולה מעתה מה כל החרדה הזאת על מרן ז\"ל הלא מה שנפרש בדברי רבינו נפרש בדבריו דמה שדימה ההכאה לנפולה אינו אלא לענין הריסוק אבל לענין השהייה כבר ביארו רבינו במקומו דלא ראי זה כראי זה משום דבהכאה וכיוצא קרוב הדבר לכוין ולבדוק אותו מקום שהוכתה בו ולכך לא בעי שהייה ואף שרבינו כתב בדין י\"ז שצריכה בדיקה מקדקד הראש עד הירך היינו משום שלא ידענו המקום שהוזקה אבל אי בריר לן המקום שהוזקה בו מהיכא תיתי לבדוק כל הבהמה זה השכל מנגדך ודאי ודו\"ק."
            ],
            [],
            [
                "<b>ואפילו שלא מחמת נפילה.</b> קצת קשה דלעיל דין י\"ח כתב דהסימנין אינן צריכים בדיקה שאין הנפילה ממעכת אותם א\"כ מאי אפילו שלא מחמת נפילה דקאמר. וי\"ל דהן הכי נמי דלכתחילה א\"צ בדיקה בנפולה אכן אם מצינו אותם מדולדלין לא ידענו מה דינם לזה בא והשמיענו כאן דאפילו שלא מחמת הנפילה כלומר דלא מבעיא אם מצינו אותם מדולדלין אחר שנפלה דודאי יש לנו לתלות שנדלדלו מחמת הנפילה והיא טריפה אלא אפילו אם נמצאו מדולדלין סתם אפ\"ה היא טריפה כיון שהטרפות הוא מצד עצמן ודו\"ק.",
                "<b>וכן אם נתקפלו וכו'.</b> עיין להרב ב\"ח והפר\"ח יו\"ד סי' ל\"ב ומ\"מ הרואה יראה שכל הדרכים בחזקת סכנה ומ\"מ לטעמו של רבינו שכתב שהרי אינן ראויין לשחיטה שהקושי מבואר דאם אינה יכולה לחיות מה לי אם ראוים לשחיטה או לאו ואם יכולה לחיות אפילו שאינן ראוים לשחיטה לית לן להטריף הבהמה כיון דסוף כל סוף היא חיה. ומצאתי להרדב\"ז שנדפס מחדש ח\"א סי' רל\"ט שאחר שפלפל הרבה בסוגיא כתב שאין האיסור מפני שאין הבהמה חיה אלא שאין לה תקנה בשחיטה ע\"כ ולפ\"ז צ\"ל דקים להו דלא הדרא בריא אי נמי אפשר דהן הכי נמי דאי הדרא בריא תחזור להכשרה ואנן לא איירינן אלא בעתה כמו שהיא עכשיו וק\"ל ומ\"ש רבינו אבל אם נתפרק וכו' שאין תרבץ הושט ראוי לשחיטה הרב רלב\"ח סי' קפ\"ח הרבה להקשות על דברי רבינו ובכללם הקשה דלמה נתן טעם שאין ראוי לשחיטה והרי נקיבתו במשהו אע\"פ שאין ראוי לשחיטה וכו' ע\"כ וי\"ל שאינו דומה נקיבה לפירוק דניקב הוא טרפות גמור דומיא לנקיבת הושט שהיא במשהו אבל פירוק בעלמא בושט שהוא ראוי לשחיטה פוסל בו שהרי הוא ראוי לשחיטה אבל התרבץ לא כמבואר וק\"ל."
            ]
        ],
        [
            [
                "<b>שבורה וכו'.</b> כל דברי רבינו מבוארים במשנה ובגמרא רק דברי רב שאמר בנעקרו שתי צלעות עם מקצת חוליא זו כנגד זו שהיא גיסטרא ופירש\"י שהיא נבילה מחיים לא הזכירו רבינו והרב לח\"מ ז\"ל ג\"כ נרגש בזה וכתב שלא ידע טעמו של רבינו עיי\"ש. ולענ\"ד נראה הדבר מבואר שרבינו מפרש דגסטרא דקאמר רב לאו היינו דמטמאה מחיים ממש דכדי שתטמא מחיים בעינן שתהיה קרוב למיתה ממש וכהנהו שכתב רבינו פ\"ג דין י\"ט ופ\"ד דאבות הטומאות אבל זה לא נחלה גופה אלא שתי צלעות וכו' ומ\"ש גיסטרא הכוונה כלפי בעיית רב כהנא ורב אסי שתמה עליהם דכיון דאפי' באחת היא טריפה כ\"ש וק\"ו בתרתי וכלפי התמיהא והרוגז אמר להם גיסטרא קאמריתו וכו' ואפשר שגם רש\"י ז\"ל יודה לזה דהא ודאי לא הגיע טרפות זה לאותם שמנו בפ\"ק ופ' השוחט ודו\"ק."
            ],
            [],
            [
                "<b>בהמה שנשמט וכו'.</b> דברי רבינו כמסקנת הגמ' דף נ\"ז אלא שיש להסתפק אם נתעכלו הגידין ולא נשמט הירך כלל מה דינו לדעת רבינו ונ\"ל שיש להכריח דבר זה מדברי רבינו בשני אופנים אחת ממה שהוסיף רבינו ויצא מן הכף שלו וכו' דמשמע דאם נשמט ולא הגיע ליציאת הכף אף אם נתאכלו ניביו הוא כשר וכ\"ש אם לא הוזק הירך כלל רק שהניבין נתאכלו ועוד דהך דינא בשבורה כייל ליה רבינו ושבר לא שייך בגידין אלא פסיקא או עיכול ובהכי ניחא שלא מנו בע' טרפיות אלא שמוטת הירך והן הן דברי הרב ב\"י יו\"ד סי' נ\"ה שהזכיר דין זה בשם המרדכי וכתב עליו שהוא פשוט אמנם הפר\"ח שם חלק עליו ואחר המחילה אין בכל דבריו הכרח דלההיא דבוקא דאטמא דשף מדוכתיה בלא איעכול ניביה דכשרה שהיא ראיית המרדכי והפר\"ח כתב עליו דמינה יש לדייק בהיפך דבאעכול ניביה בלא שמיטת ירך מנין לנו להכשירה הרי תשובתו סמוך לו דכיון שהזכירו עיקר הטרפות בבוקא דאטמא דשף מדוכתיה מכלל דבאעכול ניביה אין קפידא גם למה שדייק מתשובת הרשב\"א אין לו חוזק דהרשב\"א ז\"ל לא כתב כן אלא כלפי דברי השואל והא ראיה שהרב ב\"י כתב שם אחר דברי המרדכי שמדברי הרשב\"א יש ללמוד קצת דבאיעכול ניביה ולא נשמטה הירך שהיא כשרה וכן היא הסכמת הרב ב\"ח שם וכ\"כ הכנה\"ג בשם האחרונים ואני לא באתי אלא להסכים דברי רבינו לכוונה זו ולהצדיק דברי הרב ב\"י ז\"ל ועיין מה שהשיג הרמ\"ך והיא השגת הראב\"ד ועיין למרן ז\"ל."
            ],
            [
                "<b>וכן בעוף וכו'.</b> כתב מרן ז\"ל דהיינו בדאיעכול ניביה ג\"כ והיינו וכן שכתב ז\"ל אמנם בפירושו למשנת ואלו כשרות בעוף כתב ז\"ל דשמוטת הירך בעוף כשרה והוא תימה דבגמ' דף נ\"ז אמרו במסקנא הלכה רווחת בישראל שמוטת ירך בעוף טריפה ואם נאמר דרבינו לא סמך על הא אלא פסק כר' חנינא אמר רב דס\"ל שהיא כשרה ועשה מעשה כדאיתא התם א\"כ דוקא בעוף קאמר אבל בבהמה תהיה טריפה ורבינו בסוף פי' המשנה דלעיל מינה פסק כלוי דקאמר התם דכל מה שאמרו חז\"ל בטרפות הבהמה כנגדן בעוף חוץ מנפל וחמר וא\"כ אכתי רבינו יסתור דברי עצמו סמוך ונראה ואף שמצינו למרן ז\"ל בפרק זה לקמן שכתב דרבינו ס\"ל דזה הכלל של לוי אינו אלא בטרפיות שנשנו במשנה לא באותם שאמרו האמוראים מ\"מ הקושיא הראשונה עדין צ\"ע דאיך יפסוק רבינו היפך מסקנת הגמ' ולא עוד אלא דסותר דברי עצמו למ\"ש בידו החזקה דשמוטת ירך גם בעוף היא טריפה. ולענ\"ד נראה אם נדייק בדברי רבינו בפי' המשנה יש ללמוד מדבריו שכוונתו אינה אלא בשמוטת הירך בלא איעכול ניביה שהרי כתב למעלה מזה שאם נשברו השני פרקים הסמוכין לירך אין משגיחין בהם בשום פנים ע\"כ. ובודאי דבלא איעכול ניביה קאמר דהא בפרק השני הוא צומת הגידין ואפילו באחד דאיעכול היא טריפה אלא ודאי דבנשבר העצם לבדו קאמר ודומיא דהכי כתב אחריו דאם נשמט הירך הוא כשר ומה שכתב בעוף לא תידוק מינה דדוקא קאמר חדא שכבר הקדים דבהמה ועוף שוים ועוד דהוצרך להזכיר עוף מפני חלוקת הכנף שהזכיר שם שזה אינו שייך אלא בעוף דבהמה אין לה כנף וכבר ידוע שפי' המשנה הוא מועתק מלשון ערבי ללה\"ק ואפשר שהוא ט\"ס וגדולה מזו תמצא בדברי הרדב\"ז ח\"א סי' רל\"ח עיי\"ש אבל אם נתעכלו גם הגידין בזה לא איירי התם ופשיטא שהיא טריפה ובזה מסכים הולך למ\"ש בידו החזקה דשמוטת הירך היא טריפה דומיא דבהמה שהזכיר דהיינו בנתעכלו הגידין וכדברי מרן ז\"ל ואף דהרב משפטי שמואל ואחרונים אחרים פירשו דברי רבינו של היד בלא איעכול ניביה אילו היו רואים דבריו שבפי' המשנה נראה לענ\"ד פשוט שלא היו כותבים כן אלא בדברי מרן ז\"ל ועיין להכנה\"ג יו\"ד סי' נ\"ה."
            ],
            [
                "<b>גלגולת בהמה או חיה.</b> כאן הוצרך לפרט חיה לאפוקי עוף שאין שיעורו בכסלע לפי שהוא קטן ובענין הנקבים שכתב ז\"ל עיין מה שכתבתי לעיל פ\"ג דין כ\"ג וידוע דמרן ז\"ל פי' דלרבינו אם אין בהם חסרון אפי' לרובה אין מצטרפין ולא דמי לגרגרת שכתב רבינו בפ\"ג דקים להו לרבנן שאין להשוות גולגולת לגרגרת לענין זה וכו' ע\"כ. ולענ\"ד נראה הדבר פשוט דבשלמא גרגרת פיסולו מחמת עצמו ולכך אף באין בהם חסרון מטריפינן אם מצטרפין לרובה משא\"כ גולגולת שאין פיסולו אלא משום חשש קרום של מוח אין להחמיר בו אלא ע\"י חסרון שוב מצאתי להש\"ך יו\"ד סי' ל' שכתב כן בשם התוס' והוא פשוט אך מ\"ש שם שלא ידע מהיכן הוציאו הרב ב\"י קצת קשה דהרי דברי רבינו דייקי הכי להדיא ולא דימה הגלגולת לגרגרת מעולם."
            ],
            [
                "<b>וכן גולגולת וכו'.</b> דף נ\"ב אמר שמואל גולגולת שנחבסה ברובה בעי ר' ירמיה רוב גובהה או רוב הקיפה תיקו ופירש\"י רוב גבהה מן העינים ולמעלה רוב הקיפה גדול מרוב גבהה ע\"כ נראה שהרגיש ז\"ל משום דאי רוב גבהה שוה לרוב הקיפה מאי קמבעיא ליה אי בעינן רוב גבהה או רוב הקיפה הא היינו הך לכך פי' דכיון דרוב היקפה גדול מרוב גבהה קמבעיא ליה אי סגי ברוב זוטר או בעינן הרוב הגדול וכך הם דברי רבינו שכתב דרוב גבהה לבד או רוב הקיפה לבד הרי זה ספק דודאי המציאות דרוב גובהה זוטר מרוב הקיפה לא ינגדנו אדם אלא שרבינו מדכתב תחילה שאם נחבס רוב גובהה ורוב הקיפה טריפה נראה שהוא מפרש הבעיא דדילמא בעינן תרוייהו ג\"כ ותרי קא מבעיא ליה שהכל באמת בכלל הספק דדילמא לא מטריפה אלא ברוב גמור דהיינו גבהה והקיפה ואפשר דרש\"י ז\"ל אינו מנגד זה אמנם ראיתי להרב לח\"מ ששם פירוד בין הדבקים בין רבינו לפי' רש\"י ולענ\"ד נראה אינו צריך אלא כמ\"ש והרמ\"ך נתכוון זה להשיגו במ\"ש ויראה לי וכבר מרן ז\"ל הליץ בעד רבינו."
            ],
            [
                "<b>שהכהו חולדה.</b> בפי' המשנה כתב דכל שכן גדול ממנה ע\"כ ושם כתב רבינו דאם הדם מבצבץ או יוצא מן המוח וכאן לא כתב אלא אם יצא המוח ואם נפרש דגם הדם קאמר א\"כ אף מחיים קאמר דאילו אחר מיתה הדם נקרש ואין זו בדיקה והפוסקים ז\"ל לא פירשו בזה כלום עיין להפרישה ז\"ל."
            ],
            [
                "<b>בהמה שאחזה.</b> משנה שם ובברייתא שנו דברים אחרים ורבינו השמיטם ואולי הם בכלל סם שהורג הבהמה שכתב ז\"ל ומ\"ש אכלה סם שהורג את האדם בברייתא שנו עוד או שנשכו כלב שוטה ואולי נכלל בכיוצא שכתב ז\"ל ועיין בפ\"ו דין ג' ופי\"ב דהל' רוצח ודע שדין זה אינו אלא בשחט הבהמה סמוך לאכילתה אלו הדברים אבל אם שחטה אחר ג' ימים שכבר נתעכלה האכילה אין לחוש כלל וכ\"כ רבינו שם."
            ],
            [],
            [
                "<b>אלו השבעים וכו'.</b> עיין הרמ\"ך וכבר רבינו בפי' המשנה כתב דאין הלכה כר' יהודה וק\"ל ועיין להכנה\"ג יו\"ד סי' נ\"ט שהאריך בזה אף שעדין הדבר מגומגם והרב לח\"מ ז\"ל נתקשה בדברי רבינו מפני שלא ראה דברי מרן ז\"ל עיין עליו."
            ],
            [],
            [
                "<b>ואין להוסיף וכו'.</b> יש לדקדק מדברי רבינו דדוקא אותם הטרפיות שמנו חז\"ל בהחלט יש להטריף אף שבדרך הרפואה אפשר שתחיה אמנם אותם שנסתפקו בהם חז\"ל כגון דסלקא בתיקו הן הכי נמי דיש לדון בהם ע\"פ הרפואה וזה טעמו של רבינו בכמה דינים שכתב בהם ויראה לי שאוסרין אותה ובמקצתם כתב ויראה לי שמתירין אותה ועיין בדברי מרן פ\"ח דין כ\"ג ומ\"ש שם בדין כ\"ב."
            ],
            [],
            [
                "<b>וכבר ביארנו וכו'.</b> עיין מ\"ש בפ\"ח דין ט'."
            ]
        ],
        [
            [
                "<b>אם היה זכר וכו'.</b> מדנקט י\"ב חדש והוא לשון הגמ' ג\"כ משמע דאף אם היתה השנה מעוברת בי\"ב חדש סגי אמנם הש\"ך יו\"ד סי' נ\"ז ס\"ק מ\"ג כתב דהרב תורת חטאת וספר אפי רברבי כתבו דבשנה מעוברת צריך י\"ג חדש ע\"כ ואף שלא זכינו לראייתם ז\"ל אפשר דנ\"ל מההיא דר' שמעון בן אלעזר דימות החמה היה וכיון שעברו ימות הצנה מיד מת נראה דבעינן ימות החמה וימות הצנה שלמים ואף דמנקיט לחומרא עדיף מ\"מ בעיקר הדין יש להקשות דאם איתא למה הזכירו י\"ב חדש היה לו לומר שנה ואז יכלול עיבורה וההיא דימות הצנה יש לדחוק דאין הכוונה שישלימו ימות הצנה דוקא אלא מקצתן ככולן קאמר וכן דעת הפר\"ח שם והביאו ראיות לדבר עיי\"ש.",
                "<b>ואם היתה נקבה עד שתלד ובעוף וכו'.</b> מפשטן של דברי רבינו נראה דיש שנוי בין בהמה לעוף דבהמה כיון שילדה אף שהיתה מעוברת בשעה שנטרפה מ\"מ הלידה לחודה מצילה מהטרפות משא\"כ העוף דבעינן שתלד כל הביצים ואח\"כ תטעון מחדש ותלד ובאמת פשט דברי הש\"ס כן שהרי אמר רב הונא סימן לטריפה י\"ב חדש וכו' סימן לטריפה כל שאינה יולדת וגבי עוף אמר אמימר הני ביעי דספק טריפה דשיחלא קמא משהינן להו אי הדרה וטענה שריין ואי לא אסירן אמנם כל הפוסקים ז\"ל שראינו ושמענו לא חילקו בין עוף לבהמה דלעולם בשניהם בעינן עיבור חדש אחר שנולד בה הספק וא\"כ בהכרח צ\"ל דמה שהוצרך רבינו לפרט העוף אינו אלא לאשמועינן דאינה כמו הבהמה שדי לה בלידה אחת אלא צריכה להטיל כל הביצים שיש בה ושוב תטעון פעם אחרת גם י\"ל דלישנא דגמרא נקט ודע שהפר\"ח יו\"ד סי' נ\"ז ס\"ק מ\"ו כתב שהעיבור לבדו הוי ראיה להוציאה מידי טריפה כגון אם שחטוה ונמצאת מעוברת ומ\"ש טריפה אינה יולדת היינו שאינה מתעברת שאם מתעברת הוי יולדת שבכלל העיבור הלידה ונסתייע מההיא דאי הדרא וטענה שריין אלמא דבטעונה לחוד סגי וכו' וכתב שכן מצא בהר\"ן ז\"ל עיין עליו.",
                "<b>וכמדומה </b>שהפר\"ח לא ראה דברי רש\"ל סי' פ' במקומו שכתב וז\"ל והא דקאמר ותלד נראה בעיני דדוקא תלוי בלידה וכן בגמ' לא הזכירו אלא לידה וכ\"כ הרי\"ף לקמן בנקבה אם ילדה תוך י\"ב חדש וכו' משמע דבעיבור לא תלי מידי ומה שהזכירו הרב הלכות גדולות עיבור בא להשמיענו שצריכה להתעבר אחר שנטרפה וכו' וכ\"כ הרמב\"ם להדיא בנקבה עד שתלד והיינו טעמא שאפשר שתתעבר עיבור שלא תבא לידי לידה וכו' ע\"כ הרי שהוכיח כן מדברי הרי\"ף ורבינו ז\"ל ולישנא דגמרא מסייעתן ותיקן דברי ה\"ג ז\"ל שלא הזכיר אלא עיבור מעתה ההיא דאי הדרא וטענה שריין הכוונה מבוארת שהוא ע\"י הלידה דמהיכן נדע שטענה אלא ע\"י הלידה ונקט הך לישנא משום דאף שעדין לא הטילה כל הביצים אלא אחד לבדו שרייא והיינו טענה דקאמר ודוחק גמור הוא לומר דאיירי בשחטה ומצאה מעוברת דבשופטני עסקינן ששחטוה ותאסר לגמרי. גם דברי הר\"ן שהביא הרב ז\"ל נמשכין ע\"פ דרך זה שכתב שם בהא דאי הדרה וטענה וכו' שאין הטריפה מתעברת ולא טוענת ביצים ע\"כ והיינו ע\"פ האמור וכן כתב הש\"ך שם והכנה\"ג בשם הדמשק אליעזר דף קנ\"ג ע\"ד הרי כל הנביאים מתנבאין בסיגנון אחד דעד שתלד קאמר וכדברי רבינו להדיא וק\"ל."
            ],
            [
                "<b>ואסור למכור וכו'.</b> יש להסתפק אם מותר לשלחה על פני השדה או כיוצא. והנה ראיתי להרשב\"א ז\"ל בתורת הבית דף ע\"א שכתב וז\"ל ולענין ספק דרוסה וכו' וכן אסור להניחה לנפש חיה שמא יצודנו ישראל והוא לא ידע וכדאמרינן גבי צפור מצורע המשולחת דשרי דאי לאו לא היתה התורה מצוה לשלחה דלא אמרה תורה שלח לתקלה וכו' ע\"כ וראיה זו איני מכיר דמשולחת דמצורע אילו היתה אסורה היה איסור בריא וודאי ואז אין כאן אלא ספק אחד שמא יצודנה הישראל משא\"כ בספק דהוי ספק ספיקא ספק שמא יצודנה ישראל ואת\"ל שיצודנה ישראל שמא תהיה כשרה דהרי אינה אלא ספק שקול והוי נמי מתהפך. מיהו הראיה האחרת שהביא ז\"ל מההיא שרקפא דספק דרוסה דאתא לקמיה דרב וכו' דקאמר לישדינהו וכו' ומשני מפרחן וסלקן ע\"כ הוי ראיה גמורה אף דיש לצדד דספק דרוסה שאני משאר ספיקות. אך ראיתי להכנה\"ג יו\"ד סי' נ\"ז אות נ\"ד בהגהות הרב ב\"י שצדד דאפי' בספק דרוסה איכא למימר הספק ספיקא הנ\"ל עיין שם ומ\"מ נראה דאין לסור מדברי הרשב\"א ז\"ל כי רב גובריה."
            ],
            [],
            [],
            [
                "<b>לפיכך ריאה וכו'.</b> עיין הרמ\"ך ועיין מ\"ש בפי\"ז דין ה'."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>יש מקומות וכו'.</b> עיין למרן ז\"ל ושם הביא דברי מהר\"י בן חביב שכתב דבנסרכה לבד היא כשרה בתנאי שתהיה הסרכה כנגד הבשר ומיעוטה כנגד העצם ע\"כ והוא היפך מ\"ש מרן לעיל דמשמע דמהאי טעמא אפילו שהיתה הסרכה בעצם כשרה והיה צודק שיאמר לשון אבל כיון שמהר\"י בן חביב חולק אלא י\"ל דלא כתב לשון אבל מפני שדברי רבינו שקולין ולכך הוא מצדד בדבריו ולא הביא דברי מהר\"י בן חביב אלא לטעם ההיתר בנקב כשהיא אדוקה בבשר וידוע דרבינו אינו מחלק בין נקב גמור לסרכה כדלעיל פ\"ז עיי\"ש."
            ],
            [],
            [
                "<b>ומעולם לא שמענו וכו'.</b> והרב כנה\"ג יו\"ד סי' [ל\"ט] הביא פוסקים שסוברים דאם נמצאת ריאת העוף סרוכה שהיא כסרכות הבהמה עיין עליו."
            ],
            [
                "<b>וקודם שיבדוק וכו'.</b> כאן כתב רבינו בא כלב או גוי ובפ\"ו דין י\"ד כתב בני מעים שבא זאב או כלב וכיוצא בו והרי הם נקובין אחר שהניחן תולין בו ומותרת ע\"כ ולא הזכיר גוי ולכאורה י\"ל דכאן שנאבדו תלינן לקולא דרוב בהמות כשרות ואפי' בדיקת הריאה אינה אלא מדרבנן משא\"כ שם שנמצאו הבני מעים נקובין כיון דיש ריעותא לפנינו אין לתלות בגוי שאין דרכו לנקוב משא\"כ זאב או כלב שדרכם לשוך בשיניהם יש לתלות בהם וכשרה. עוד נראה לחלק בדעת רבינו דשם לא התיר בהחזירן נקובין אלא בבני מעים דהיינו הדקין דכיון שאין דרכן לינקב תלינן בזאב או כלב משא\"כ הריאה שהיא עלולה לסרכות ונקבים יש לחוש אפילו שהיתה בפי הזאב או הכלב וכן נראה דרבינו שם לא איירי אלא בבני מעים ולא בריאה כלל וכאן התיר אפילו בריאה משום שאין לנו שום ריעותא ודאית וקי\"ל נשחטה בחזקת היתר עומדת עד שיוודע לך במה נטרפה אף שמדברי הרשב\"א בתשובה סי' י\"ג נראה דההיא דבא זאב ונטל אף בריאה קאמר שגם היא בכלל הבני מעים ואפ\"ה לא חיישינן משום דעיקר בדיקת הריאה אינו אלא מדרבנן עיי\"ש ורבינו ירוחם ז\"ל נתיב ט\"ו ח\"ג שכתב יש מפרשים כי דוקא בבני מעים וכיוצא בהם אבל הריאה דשכיחי בה טרפיות לא תלינן לקולא אם נטלה כלב או גוי ולא החזירה או החזירה נקובה קודם בדיקה ורוב הפוסקים הסכימו כי ה\"ה בריאה דבחזקת כשרות מוקמינן לה וכן עיקר וכו' ע\"כ ולא ידעתי מי הם רוב הפוסקים שהקילו אפי' בריאה ואפילו החזירה נקובה ואפילו גוי שהרי רבינו מבואר יוצא מדבריו שלא הזכיר גוי אלא בלא החזירה ובהחזירה לא התיר אלא בזאב או כלב כנ\"ל וכבר ראיתי להרב ב\"ח יו\"ד סי' ל\"ו שחלק עליו במה שהתיר אפילו גוי עיי\"ש והרב ש\"ך שם נדחק ליישב דברי רי\"ו עיי\"ש."
            ],
            [],
            [
                "<b>יש מקומות וכו'.</b> עיין הרמ\"ך ורבינו סמך על המעיין ולא הוצרך לבאר."
            ]
        ],
        [
            [
                "<b>השוחט וכו' הבשר מותר.</b> היינו מדאמרינן בפ' כל הבשר (חולין דף קט\"ו) לא תאכל כל תועבה כל שתעבתי לך הרי היא בבל תאכל ופריך אותו ואת בנו ליתסר ומתרץ מדאסר רחמנא מחוסר זמן לגבוה מכלל דלהדיוט שרי ופירש\"י אותו ואת בנו אינו אלא מחוסר זמן שהיום אסור ומחר מותר ע\"כ והנה הרב ב\"י יו\"ד סי' ט\"ז הביא משם הרא\"ש דבעל הלכות גדולות אסרו בו ביום באכילה ופי' הר\"ן ז\"ל משום קנס אי נמי יליף לה ממעשה שבת ע\"כ והיינו ודאי מדרבנן דאפילו מעשה שבת גופיה מדרבנן דהא מתרצינן התם כי קדש היא לכם היא קדש ואין מעשיה קדש והרב כנה\"ג צדד להסכים דעת הה\"ג דגם רבינו ס\"ל דבו ביום מיהא אסור עיי\"ש ואינו נכון כלל חדא דא\"כ הו\"ל לרבינו לפרש ועוד דסתם תלמודא מסייעתו דכי קאמר מדאסר רחמנא מחוסר זמן לגבוה מכלל וכו' ומדלגבוה אסור לגמרי גם להדיוט שרי לגמרי וא\"ת דהתם מדאורייתא קאמר מ\"מ אפי' הך דה\"ג הוי חדוש דבמקרא אין שום גלוי לזה ומהיכא תיתי דגם רבינו יסבור כן כיון שהתיר סתמא ותו דאין שייך קנס דהרי הוא לוקה וקים ליה בדרבה מניה ודו\"ק."
            ],
            [
                "<b>לפיכך הראשון ששחט בעזרה וכו'.</b> אף שהשוחט חולין בעזרה נאסר בהנאה כמ\"ש רבינו ריש פ\"ב מ\"מ השחיטה מצד עצמה היא הגונה ושמה שחיטה אלא שדבר אחר גרם לה ליאסר ולא דמי לחרש שוטה וקטן ששחטו שכתב רבינו לקמיה דהתם אינה נקראת שחיטה כלל."
            ],
            [
                "<b>אבל אם ניחר וכו'.</b> איכא למידק דבניחר הראשון כתב מותר לשחוט דמשמע אפי' לכתחילה ואין בו שום איסור ובשחט הראשון וניחר השני כתב לשון פטור דמשמע פטור אבל אסור וצ\"ל דאגב אורחיה אשמועינן דלא הותר לנחור או לנבל לכתחילה ולאפוקי מהב\"ח יו\"ד סי' ט\"ז שכתב בפשיטות שאם שחט הראשון מותר לתת השני לחש\"ו שישחטום דהן אמת דמשום איסור אותו ואת בנו משמע דליכא אבל משום ניחור או ניבול בידים איכא וכבר חלקו עליו האחרונים ז\"ל וק\"ל."
            ],
            [
                "<b>חרש שוטה וקטן ששחטו וכו'.</b> הנה מרן ז\"ל היה גורס בדברי רבינו לפי שאין שחיטתן כשרה והקשה דמשמע שהיא ספק וכיון שכן למה התיר לשחוט אחריהם לכתחילה והרי לקמן אסר בספק נבילה ותירץ דצריך לידחק דה\"ק לפי שהוא בודאי שאין שחיטתן כשרה ע\"כ. וגירסתינו בדברי רבינו שאין שחיטתן שחיטה כלל ובין לפי גירסא זו בין לפי גירסת מרן ז\"ל קשה דרבינו כתב בפ\"ד דחש\"ו וכו' שחיטתן פסולה מפני שאין בהם דעת שמא יקלקלו ומדכתב לשון שמא משמע דאין שחיטתן פסולה ודאי אלא ספק אכן מאחר שפסק כאן כר' מאיר דס\"ל דהוי ודאי נבילה בהכרח צ\"ל חדא מתרתי או דלישנא דמתניתין נקט התם או שכתב לשון שמא כלפי מ\"ש אח\"ז לפיכך אם שחטו בפני היודעים וכו' שחיטתן כשרה ועיין מ\"ש שם בדין ה'."
            ],
            [],
            [
                "<b>לפיכך הראשון ששחט וכו'.</b> הקשה הרב לח\"מ ז\"ל דבגמרא אמרו דעגלה ערופה ופרה אדומה אינה משנה כלומר דלכו\"ע הוי שחיטה ראויה והיכי כללם רבינו בדין שחיטה ראויה ונדחק לתרץ דרבינו ס\"ל דהויא שחיטה שאינה ראויה עיי\"ש ולא ראה ז\"ל שרבינו בפי' המשנה כתב דהוי תרתי דכו\"ע מודו בהו כפשטא דגמרא עיי\"ש לכך נ\"ל דגם רבינו מודה בה וכללם כאן כלפי שאם שחט אחריהם חייב ומשום שנשנו במשנה לא רצה להשמיטם או לקבוע בהם דין לבד ויש לדייק דבר זה משינוי הסדר שלא סדרם כמו שהם סדורין במשנה כמבואר אך סדרם לעצמן בסוף אלא שהוצרך לסדר שוחט לע\"ז באחרונה משום שיש לו דין בפני עצמו כמ\"ש בדין ז' ודו\"ק.",
                "<b>וכן אם שחט וכו'.</b> כאן השמיט רבינו הטריפה נראה דס\"ל דכיון דשחט הראשון שהוא בריא אין לקיים בהם דין אותו ואת בנו כיון שהשני טריפה דאינה חיה והרי היא כמתה משא\"כ בששחט הטריפה תחילה דאמרינן אף שהיא כמתה הרי שחטה ודוק כי הוא חילוק דק."
            ],
            [],
            [],
            [
                "<b>היתה בת הצביה הזאת וכו'.</b> רבינו נראה כסותר דברי עצמו ועיין להרב תוס' יו\"ט פרק אותו ואת בנו וקודם בואי לפרש דעת רבינו ז\"ל עלה בדעתי לעמוד על דברי רש\"ל פ' או\"ב שסותר דברי עצמו להדיא מסימן ב' לסימן ג' וכבר תמהו עליו הש\"ך יו\"ד סי' ט\"ז והרב כנה\"ג שם והניחוהו בצ\"ע והיא תמיהא גדולה ועצומה שכמעט מימי לא ראיתי כמוה יען שהוא סמוך ונראה שבסימן ב' כתב בפתח דבריו דע שאותו ואת בנו נוהג בזכרים ובנקבות והמקלל אביו ואמו לאחר מיתה חייב והביא ראיות לדבריו דמשמע דחוששין לזרע האב ומשו\"ה נוהג בזכרים ובנקבות ואילו בסימן ג' בפתח דבריו כתב דין אין חוששין לזרע האב ולכן מותר לשחוט האב והבן ביום אחד ובשאר דוכתי הוי ספיקא אי חוששין לזרע האב או לא ע\"כ. הנה כתב בפירוש דבאותו ואת בנו אין חוששין ומותר לשחוט האב והבן ביום אחד ואתמהא שהרי כתב למעלה דנוהג בזכרים כנקבות.",
                "<b>ואף </b>שאיני כדאי מ\"מ לפי חומר שלא להניחו חלק נראה לענ\"ד דיש לדייק בלשון הרב ז\"ל תחילה בסימן ב' בסוף דבריו הזכיר דין הכלאים שכתב וז\"ל ומאחר דהלכה כחנניא שאותו בא לרבות זכרים וכו' ואו שה דכתיב בא לרבות כל הבא מן השה והעז שהכל מין בהמה שמע מינה דס\"ל נמי כר' יונתן דתניא אביו ואמו וכו' ע\"כ ומאחר שביאר דנוהג אותו ואת בנו גם בכלאים למה לא ביארו בפתח דבריו וביאר דין מקלל אביו ואמו וכו' ונראה דכיון דכלאים זה שאנו מרבין מאו אינו אלא במין בהמה דהיינו הבא מן השה והעז שהכל מין בהמה לא רצה להזכירו בפתח דבריו מפני שדעתו ז\"ל לחלק בין כלאים הבא מבהמה וחיה לבא מבהמה ובהמה וזה מבואר בדבריו שם סימן ה' שכתב בפתח דבריו דין אותו ואת בנו נוהג בכלאים הבא מן העז ומן הרחל וצבי הבא על התיישה וילדה צבי ושוחט התיישה ובנה ביום אחד לוקה וצביה ובנה תיש מותר לכתחילה ע\"כ הרי להדיא שחילק בין מין בהמה למין חיה והיינו כדאמרן דרבוייא דקרא לא בא אלא למין בהמה. ועל פי זה י\"ל דמ\"ש תחילה דנוהג בזכרים היינו במין בהמה וכמו שהוכיח בביאורו מקרא דאותו ואת בנו ונכלל בו הבא מן השה וכו' ומאחר שהקדים בדין ב' לא הוצרך לבאר בדין ג' דודאי הוא פוסק כחנניא לענין דרשה דנוהג בזכרים ובנקבות אך לענין דחוששין ובכלאים הבא מחיה ובהמה אינו פוסק כמותו אלא כר' יהודה שאינו נוהג וכמו דביאר להדיא בדין ה' זה נראה לענ\"ד בדוחק.",
                "<b>מעתה </b>עת לעמוד על דברי רבינו שמתחילה כתב דאם היתה בת הצביה הזאת נקבה וילדה בן ושחט הבן ואמו לוקה והיינו ודאי מצד זקנו שהיה עז א\"כ משמע שחוששין לזרע האב ואח\"כ כתב דספק יש בדבר אם נוהג בזכרים ולזה היה נראה לענ\"ד פשוט דלעולם חוששין לזרע האב אמנם בעיקר חיוב כששוחט האב עם הבן מספקא לן משום דכתיב בנו שכרוך אחריו וכן מצאתי להרב ב\"ח ז\"ל. ומה שהקשה עליו הש\"ך שם דא\"א לחלק כן כדמוכח להדיא בסוגיא ריש פרק אותו ואת בנו וכו' ע\"כ איני רואה סתירה לדברי הרב ב\"ח ז\"ל מאותה סוגיא ואדרבה שם שהקשו אפלוגתא דר' חסדא ורבנן לענין כלאים וליפלוג בחוששין לזרע האב בפלוגתא דחנניא ורבנן אי פליגי בההיא הו\"א בהא אפילו רבנן מודו דשה ואפילו מקצת שה לא אמרינן הרי דאין לתלות פלוגתא דחנניא ורבנן להא דחוששין להדיא דיש מקום לחלק ביניהם טובא [ומה שהקשה] הש\"ך ז\"ל שם מלשון רבינו (פי\"ד) [פרק י\"ג דין ד] לענין כסוי הדם ופ\"ט דבכורים ופ\"ט דכלאים כבר עמד עליהם הרב לח\"מ ז\"ל והמובן מדבריו כדברי הרב ב\"ח דרבינו פוסק כמ\"ד דודאי חוששין לזרע האב ויישב ג\"כ ההיא דכלאים אכן קשיא לי טובא במ\"ש דמ\"ש רבינו כל הנולדים מב' מינין אסור להרכיבן זה עם זה שהכוונה כשאביהם שוה ואמותיהם אינן שוות שכן כתב וז\"ל ולכך כתב רבינו ואם היו אמותיהם משני מינין אסור להרכיבן כלומר הכוונה דמלתא דהאב הוא אחד דהכי נראה שהאמהות לבד אינן (כן צ\"ל) שוות ע\"כ וזה אי אפשר שהרי רבינו כתב שם כיצד פרד שאמו חמור מותר להרכיבו על פרדה שאמה חמור ואסור להרכיבו על החמור אבל פרד שאמו סוס אסור להרכיבו על פרדה שאמה חמור וכו' ע\"כ ואם כוונתו שאביהן שוה הרי לא יקרא בשם פרד כלל דפרד אינו בא אלא מן הסוס והחמור דוקא תו קשיא לי דאם רבינו פוסק דחוששין לזרע האב למה הביא ההיא דר' אבא שכתב שם לפיכך הרוצה למשוך בשתי פרדות בודק בסימנין וכו' שהם דברי רבי אבא והרי בגמרא אמרו אלמא קסבר אין חוששין לזרע האב.",
                "<b>גם </b>ראיתי להרב כנה\"ג שם שחלק על הרב לח\"מ ז\"ל אך למ\"ש לההיא דבנו כרוך אחריו דמהגמרא מוכח דהא בהא תליא וכו' עוד דרבינו פוסק כרבנן דרבי אליעזר דנוהג בכלאים ובכוי ובפלוגתא דחנניא היה ראוי לפסוק כחכמים וכו' אך מאחר שר' אבא עשה מעשה בפרדות ואמרו בגמ' שמע מינה דס\"ל אין חוששין לזרע האב ודלא כחנניא דחוששין מעתה בהכרח לחוש לזכרים שיהא אסור לכתחילה מיהא לשחוט האב והבן ומכ\"ש לפי דברי הרשב\"א שם בסוגיא שכתב דר' אבא לחומרא הוא דס\"ל אין חוששין וסוף דבר לא מצא הרב ז\"ל יישוב לדברי רבינו כי אם בהגהה בדבריו שבמקום היתה בת הצביה הזאת וכו' הגיה היתה בת הצבי הזה וכו'. וקשיא לי עלה תלת. חדא דא\"כ היה לו לרבינו לסדר דין שבא על העז לדין זה ולא להפסיק בעז הבא על הצבי ועוד שדין זה לא הוזכר בגמרא אלא דין תיש הבא על הצבייה וילדה בת וכו' ולמה לו לרבינו להזכיר דין שלא נאמר בגמ' ולהניח וכו' ועוד דאף לפי הגהתו כי היכי דהזכיר בן בת הצבייה למלקות היה לו להזכיר בן בת התיש לאיסור אי נמי דלימא בן בן התייש לאיסור דהוי חידושא טפי וכ\"ש בן בן הצבי למלקות (גם בס' לחם חמודות הגיה בדברי רבינו עיי\"ש) האמנם למה שתמה השלטי גבורים שרבינו סותר דברי עצמו שבפי' המשנה שבאותו ואת בנו פסק דאין חוששין ובפ' על אלו מומין פירש דאו\"ב אין ראוי לקרבן בהכרח צ\"ל דס\"ל דספיקא הוא ובאותו ואת בנו לענין מלקות איירי וכמ\"ש הרב ז\"ל והוא הנכון."
            ],
            [
                "<b>מותר לשחוט וכו'.</b> משנה שם דף ע\"ד השוחט את הבהמה וכו' מצא בן ט' חי טעון שחיטה וחייב באותו ואת בנו דברי ר' מאיר וחכמים אומרים שחיטת אמו מטהרתו ר' שמעון שזורי אומר אפי' בן ה' שנים שחיטת אמו מטהרתו ע\"כ ואין ספק דבין למר ובין למר דין אותו ואת בנו תלוי בשחיטה דהא בהא תליא ומבואר יותר מתוספתא שם ולא ידעתי למה לא הזכיר מרן ז\"ל כי אם התוספתא והשמיט המשנה והנה בגמ' הקשו ר\"ש שזורי היינו ת\"ק אמר ר' כהנא הפריס ע\"ג קרקע איכא בינייהו ופירש\"י לת\"ק כיון שהלך טעון שחיטה מדרבנן דאתי לאחלופי וכו' ע\"כ א\"כ לדעת ת\"ק אם לא הפריס ע\"ג קרקע אפי' לכתחילה מותר משום אותו ואת בנו ואם הפריס צריך שחיטה משום מראית העין ואסור משום אותו ואת בנו והן הן דברי רבינו ז\"ל אמנם ראיתי להרב דמשק אליעזר דף קכ\"ד ע\"ד שתמה על רבינו דפסק דלא כמאן דלר\"מ דתנא חייב משמע דחייב מלקות מדין תורה ולחכמים הא אמרו אינו אסור משום אותו ואת בנו משמע אפי' לכתחילה שרי וליכא אפי' איסור דרבנן ואולי מהכרעתו פסק כך עכ\"ל. ולא ידעתי מאי קאמר דמאי דהתירו חכמים אפילו לכתחילה הוא בלא הפריס ע\"ג קרקע אבל הפריס ע\"ג קרקע הרי מבואר בגמ' דצריך שחיטה מדרבנן ואמטו להכי אסור לכתחילה משום אותו ואת בנו וכבר ראיתי להרב כנה\"ג יו\"ד סי' י\"ג שתמה עליו ז\"ל וביותר אני תמיה עליו שהוא עצמו הביא שם קושית התלמוד ר\"ש שזורי היינו ת\"ק א\"ר כהנא הפריס ע\"ג קרקע איכא בינייהו וכו' הרי בהכרח דבהפריס ע\"ג קרקע לרבנן ג\"כ אסור משום אותו ואת בנו."
            ],
            [
                "<b>איסור אותו ואת בנו וכו'.</b> כתב מרן ז\"ל דהיינו סברת ר' יהודה דאסיקנא פ' אותו ואת בנו דספוקי מספקא ליה אי חוששין לזרע האב אי לא וכו' ע\"כ. ותימה טובא דא\"כ איך פסק רבינו בדין ט' היתה בת הצבייה וכו' לוקה ואיך נאמר שנעלם זה הדין ממרן ז\"ל וכבר כתבתי בזה לעיל וגם לפי הגהת הרב כנה\"ג מ\"מ היה לו לומר."
            ],
            [],
            [
                "<b>שנים שלקחו וכו'.</b> משנה שם אך לא ידעתי למה לא הזכיר רבינו דין התוספתא דאם לקח מבעל הבית הוא קודם לבעה\"ב שעל מנת כן לקח שמזה יוצא הדין דמי שלקח ראשון ישחוט ראשון וכמ\"ש רש\"י שם והוסיף הרא\"ש ז\"ל דמזה יוצא שאם לקחו משנים איזה שישחוט ראשון זכה ואין כאן ענין בי\"ד ופסקו הרב ב\"י יו\"ד סי' ט\"ז."
            ],
            [
                "<b>בד' פרקים וכו'.</b> משנה שם וטעם ההודעה כתב הרא\"ש בשם הרמב\"ן משום דאם לא הודיעו ושחט הוי מקח טעות וכו' ואחרים כתבו דאין שייך בזה מקח טעות שלא הוזכר דין זה בהלכות אונאה וכו' ועוד י\"ל דאם הבשר היה אסור באכילה אתי שפיר דהוי מקח טעות שהרי המוכר גרם לו ליאסר הבשר על שלא הודיעו אבל מאחר שהבשר מותר כמ\"ש רבינו בריש פרקין אין שייך מקח טעות אלא שי\"ל דשייך מקח טעות אם אחר שקנה באו ואמר לו אינך רשאי לשחוט שחברך קנה תחילה ונמצא מונע משמחת יו\"ט ורבינו סתם הדבר אפשר דס\"ל הטעם משום לפני עור לא תתן מכשול ויותר נראה כדברי הרא\"ש ודוק."
            ],
            [
                "<b>במה דברים אמורים וכו'.</b> מדיוק דברי רבינו שאם היה ריוח ביום לא קפדינן אנחפז וכך נראה מן המשנה דקתני אימתי בזמן שאין לו ריוח אבל אם יש לו ריוח וכו' אמנם בפי' המשנה תלה הדבר בנחפז שכתב וענין ריוח שיהא שהות ביום וכו' אבל אם ראה אותו נחפז והוא קונה בידוע שישחוט עכשיו ולפיכך הוא נחפז לקנותו וכו' ע\"כ וצ\"ל דשהות ביום ונחפז חדא מילתא היא דמסתמא מי שקונה בערב קרוב ללילה הוא נחפז ודאי שהוא בהול לכבוד יו\"ט והנה הרא\"ש ז\"ל דחה סברת רבינו במה שפירש בזמן שיש לו ריוח שאמר ר' יהודה במשנה דהיינו שהות ביום ונחפז דאדרבה כשאין שהות ביום מורה שאין דעתו אלא לקנות ולמחר ישחטנו וכו' והרב לח\"מ כתב שהיא תמיהא גדולה על רבינו ופי' הוא דכוונת רבינו על ערב הערב של יו\"ט וכו' והוא דוחק גדול אחרי המחילה הראויה והיכן מצא רמז בדברי רבינו דאיירי בערב הערב ומעיקרא קושיא ליתא דזה תלוי בסברא ורבינו סבור דכיון שהוא יו\"ט שהותר בו מלאכת אוכל נפש אף אם יקנהו סמוך לחשיכה כיון שעדין הוא יום דעתו לשוחטו באותה שעה אף אם ימשך זמן הפשיטו ונתוח אבריו עד הלילה ולענין דברי התוספתא שהביא רש\"י ז\"ל כבר כתב הרב ב\"י דרבינו סבור דכיון שלא הוזכרה בש\"ס דילן לאו בר סמכא היא עיי\"ש ועוד נראה דאם נדקדק בדברי התוספתא א\"צ לזה דהתוספתא לא איירי אלא בערב יום הכפורים ומתניתין בד' פרקים ויש לדחות דהא כדאיתא והא כדאיתא ודוק."
            ],
            [
                "<b>והמוכר את האם וכו'.</b> וכן כל כיוצא בזה נראה שאם אירעו שני אבות הבנים ביום אחד דהוא הדין והוא הטעם ועיין להרב כנה\"ג ז\"ל."
            ]
        ],
        [
            [
                "<b>הלוקח אם וכו'.</b> לא ידעתי למה השמיט רבינו דנוהג בארץ ובחו\"ל בכל מקום ובכל זמן כדתנן במתני' וגבי אותו ואת בנו הזכירו בפ' הקודם ואולי משום דפשיטא ליה דכל מצוה שאינה תלויה בארץ נוהגת בארץ ובחו\"ל ואותו ואת בנו משום דכתיב גבי קדשים הוה ס\"ד לפלוגי ויותר נראה לומר דפסק כמ\"ד בגמרא דמתניתין מתניא שלא לצורך ומשום אותו ואת בנו נקט לה.",
                "<b>וכן אם מתה וכו'.</b> לדעת רבינו שפוסק כמ\"ד קיימו ולא קיימו כמ\"ש בדין ב' ובהל' סנהדרין פט\"ז דין ד' לא הוה צריך למתה או נשחטה דבלא מתה נמי הרי לא קיימו ונראה דלישנא דגמרא נקט וסמך למ\"ש בדין ג' דאף בלא מתה לוקה."
            ],
            [],
            [
                "<b>בא אחד וחטף וכו'.</b> קצת קשה דכדי לקיים מצות שלוח צריך הוא לאוחזה בידו כדי לשלחה ואם לא הספיק לשלחה עד שבא אחד וחטפה מידו או שברחה שלא לדעתו הרי אנוס הוא ואיך ילקה וצ\"ל דלא איירי רבינו אלא בשלקחה על מנת שלא לשלחה והתרו בו העדים והשיב ע\"מ כן כמו שהוא הדין בכל חייבי מלקות כמ\"ש רבינו פי\"ב מהלכות סנהדרין דין ב' ופט\"ז דין ד' ובתוך כך נאנס דהו\"א כיון שנאנס ליפטר קמ\"ל וכל זה לדעת רבינו אבל לפירוש רש\"י דלמ\"ד קיימו ולא קיימו אם עבר תוך כדי דיבור לוקה אפילו שלחה אחר זמן אפילו לא ברחה ולא חטפוה מידו חייב ובין לרבינו בין לפירוש רש\"י אם לקחה בדעת לשלחה ושלחה הרי קיים המצוה כתקנה. אך ראיתי להרשב\"א בשו\"ת [ח\"א סי'] י\"ח הובאה ג\"כ בשו\"ת רמב\"ן סי' קפ\"ט שכתב וז\"ל וכן כל מצוה שהיא באה מתוך עבירה כגון השבת הגזלה וחזרת הריבית שלא צונו לגזול כדי להשיב וליקח את האם כדי שנחזור ונשלח אותה וכו' ומנ\"ל דלא מברכין על מצוה הבאה בעבירה דתני רבי אליעזר בן יעקב הרי שגזל סאה וכו' ע\"כ.",
                "<b>ולכאורה </b>דברי פי קדוש ז\"ל תמוהים דמשמע שהשוה שלוח הקן להשבת גזלה וחזרת הרבית דהוו מצוה הבאה ע\"י עבירה ואין הדבר כן דהתם א\"א לקיים העשה אם לא יעבור הלאו אבל בשלוח הקן יכול לקיים המצוה של השילוח בלי עבירת הלאו כלל וא\"כ כשקיים המצוה למה לא יברך ואם הרב דייק לה מדכתיב תחילה לא תקח האם והדר כתיב שלח תשלח דומיא ללאו ועשה דגזל וכו' א\"כ בואו ונאמר דלא חייבה תורה לשלח את האם אלא א\"כ לקחה תחילה שכבר עבר הלאו וא\"כ בטלת מצות שלוח הקן ואם נאמר דכוונת הרשב\"א ז\"ל דאם אחז האם בידו אפילו שנתכוון לשלחה כבר עבר הלאו ואין לו תיקון אלא ע\"י קיום העשה א\"כ תקשי תרתי חדא דבגמרא אמרו כיצד משלחה רב הונא אמר ברגליה רב יהודה אמר בכנפיה הרי דר\"י דקי\"ל כוותיה צריך הוא לאחזה בכנפיה כדי לקיים המצוה ותו דא\"כ אם לא אחזה בידו כלל אלא ששלחה ע\"י דחיה בידים וכיוצא הרי קיים המצוה ואין כאן מצוה באה בעבירה כלל ולמה לא יברך ומאי דאפשר בכוונת הרשב\"א ז\"ל דשייך במצוה זו מצוה הבאה בעבירה בשעה שהוא לוקח אותה כדי לשלחה זה המעשה של הלקיחה אף שהוא מוכרח כדי לקיים המצוה מ\"מ הוא מעשה שכיוצא בו דהיינו שנתכוון להחזיק בה הרי היא עבירה ומשום דשייך בה עבירה לכך כתב כן ובס' בני חיי יו\"ד סימן רכ\"ב כתב דכוונת הרשב\"א בשלקחה ואח\"כ שלחה והאריך בדבר עיי\"ש וגם זה דוחק."
            ],
            [],
            [
                "<b>וכיצד משלח וכו'.</b> שם דף קמ\"א ופסק כרב יהודה אלא דמתוך פירוש רש\"י נראה דאם יש לה כנפים אף אם שלחה ברגליה מקרי שלוח ורבינו לא פסק כן אלא דוקא באגפיה ומתוך דברי הר\"ן ג\"כ נראה דרבינו לא ס\"ל כפירוש רש\"י אך אפשר לזווגן ועיין להרב דמשק אליעזר שם."
            ],
            [],
            [
                "<b>לא אסרה תורה וכו'.</b> דברי רבינו הם הראוים למי שאמרן ועיין בס' החינוך פרשת כי תצא."
            ],
            [],
            [],
            [],
            [
                "<b>היתה רובצת וכו'.</b> הנה בגמ' דף ק\"מ בעי ר' זירא יונה על ביצי תסיל מהו תסיל על ביצי יונה מהו אמר אביי ת\"ש עוף טמא רובץ על ביצי עוף טהור וטהור רובץ על ביצי עוף טמא פטור משילוח הא טהור וטהור חייב ודחי דילמא בקורא ואמתני' דתנן קורא זכר רבי אליעזר מחייב וחכמים פוטרים אמר ר' אליעזר מחלוקת בקורא זכר אבל בקורא נקבה דברי הכל חייב וכו' ואמר ר\"א מחלוקת בקורא זכר אבל בזכר דעלמא דברי הכל פטור וכו' ע\"כ מבואר מזה דבקורא נקבה דברי הכל חייב ומשמע כדינו דאם לא שלח חייב מלקות וא\"כ קשה דלמה לא ביארו רבינו ואף אם נאמר דרבינו גריס כדברי הרי\"ף שלא הביא אלא ההיא דר\"א מחלוקת בקורא זכר אבל בזכר דעלמא וכו' ומשמע דלא הוה גריס לישנא קמא דר\"א דאמר מחלוקת בקורא זכר אבל בקורא נקבה וכו' כדמשמע מדברי הרא\"ש ז\"ל או דהוה גריס ליה ומשמע ליה דפליגי אהדדי כמ\"ש הרא\"ש שם וגם בפי' המשנה לא הזכיר רבינו אלא לישנא בתרא דר\"א אכן אכתי קשה מבעיא דר\"ז דמתרץ אביי הא טהור וטהור חייב ואף לפי הדחיה דדילמא בקורא משמע להדיא דבקורא נקבה רובצת על ביצי עוף טהור מפשט פשיטא להו דלכו\"ע חייב וא\"כ אכתי קשה על רבינו למה השמיטו. ומאי דנראה לענ\"ד דרבינו מפרש לה לענין חיוב בעלמא להחמיר לכתחילה אבל לענין מלקות אין לנו דהתורה לא חילקה בזה בין קורא נקבה לשאר נקבות אלא משום דדרך עוף זה לרבוץ על ביצים אחרים חשו חז\"ל להחמיר ולחייב לשלח אבל למלקות אין לנו כל עוד שאין לנו ראיה גמורה אך אי גירסת רבינו כגרסתינו אתי שפיר ולכאורה הוה תמיהא לי מילתא טובא על מרן ז\"ל שהקשה קושיא זו ונדחק בביאור דחיית התלמוד דקאמר דילמא בקורא וכו' והלא הוא עצמו הזכיר למעלה ד\"ה זכר וכו' דברי ר\"א דאמר מחלוקת בקורא זכר אבל בקורא נקבה דברי הכל חייב אלא שאח\"כ ראיתי דבריו בב\"י ושם הביא דברי הרא\"ש כנ\"ל דהוה גריס איכא דאמרי וכו' ובהכי ניחא."
            ],
            [
                "<b>שחט מקצת סימנין וכו'.</b> לא נתבאר בדברי רבינו אי קאי אאם או אאפרוחין ומלשון הגמרא נראה דאאפרוחין דוקא קאי דהא מצדד מתקח לך ולא לכלביך וכו' ומבואר ג\"כ דבשחט מקצת הושט קאמר דשייך ביה טרפות שהיה דאילו בקנה אין בו שהיה בעוף כלל והנה גרסת הטור בדברי רבינו שחט מקצת סימניה וכן נראה שהיתה גירסת הר\"ן ז\"ל ואחרים פי' דקאי בין האפרוחין בין האם אמנם לשון הגמרא מורה להדיא דאאפרוחין דוקא קאמר גם מרן ז\"ל הקשה עוד דא\"כ אמאי אינו לוקה מאי שנא מאם טריפה אלא ודאי דהאפרוחין קאי וכפירוש רש\"י ע\"כ ולענ\"ד נראה לדקדק עוד בדברי רבינו דאי אאם קאי למה כתב בתוך הקן קודם שיקחנה אי קאי השחיטה לאם קודם שיקחנה הוא מיותר דכיון שהיא בתוך הקן ודאי שעדין לא לקחה ועוד דגירסת קודם שיקחנה אינה מיושבת לכל הפירושים דמשמע שבידו ליקח אותה וזה אינו שהתורה אמרה לא תקח האם ואיך נתיר לו לקחתה והו\"ל למימר קודם שישלחנה אלא נראה דהגירסא האמתית היא קודם שיקחם וקאי אאפרוחים אף שבש\"ס העתיק קודם שיקחנה עיי\"ש ותו י\"ל דאי קאי אאם די במה שכתב קודם שיקחנה מאי בתוך הקן דקאמר אלא ודאי דבתוך הקן משמע למי שדרכו להיות בתוך הקן ממש שהם האפרוחין דאילו האם דרכה לפרוח להביא לה ולהם טרף ומזון ודו\"ק."
            ],
            [
                "<b>היתה מעופפת וכו'.</b> משנה וברייתא שם אך סידור דברי רבינו משונים הרבה לדברי הגמרא. ומה שנראה לענ\"ד אפרש בס\"ד הנה סמך לדין זה היה מטלית או כנפים חוצצות וכו' משום דכיון שאמרנו בהיתה מעופפת שאם אין כנפיה נוגעות בקן אינו חייב לשלח מעתה במטלית או כנפים חוצצות דאף שיושבת עליהם מ\"מ היה נראה דגרע ממעופפת כיון דהוי הפסק גמור עד שא\"א לה ליגע בקן כלל להכי כתב דכיון דאעיקרא דדינה אנו מסופקים אי הוי חציצה או לא להכי פסק שחייב לשלח אלא שאם לא שלח אינו לוקה משום דהוי בעיא דלא אפשיטא."
            ],
            [
                "<b>היו שני וכו'.</b> גם בזה יש לגמגם מה ראה לחלק בין אלו למטלית או כנפים שחילקן בשני דינים וגם חלק בלשון דבההיא דמטלית כתב הרי זה משלח וכו' ובאלו כתב בלשון מעשה והזהרות ביותר שכתב הרי זה לא יקח ואם לקח ישלח וכו' נראה שדעתו ז\"ל משום דבגמרא במטלית ובכנפים אמרו מהו שיחוצו ובאלו לא אמרו אלא מהו בסתם משום דמטלית וכנפים אין דרך להיות דבר זה משא\"כ שני סדרי ביצים וביצים מוזרות וכו' דרכן בהכי.",
                "<b>או שהיתה אם ע\"ג אם או שהיה הזכר וכו'.</b> דרכן של העופות להתחמם זה ע\"ג זה והתרנגולים ובני יונה דרכן להתחמם בארץ ויולדות והיינו דספנא מארעא ולכך חילק אלו ממטלית וכנפים והחמיר באלו ביותר דכיון שדרכן בהכי י\"ל דהיינו נוגעות בקן ממש שאין לנו לחייבו מלקות כיון דסלקא בתיקו אלא דאכתי איכא למידק דלמה בשני סדרי ביצים נקט לשון כנפים נוגעות ובביצים מוזרות נקט לשון רביצה ומהגמרא משמע דשוין הם ברביצה ואולי רצה להשמיענו דכיון ששני סדרי ביצים הם שלימים אפילו אינה רובצת ממש הדין שוה משא\"כ בביצים מוזרות שאינן ראויין כתב לשון רביצה ודו\"ק ."
            ],
            [
                "<b>היתה יושבת וכו'.</b> זה באמת לכאורה קשה טובא דממ\"ש ואינו נוגעת בקן משמע דאם היתה נוגעת אפי' מן הצד חייב לשלחה ובגמרא לא מוכח ואולי י\"ל עם מ\"ש רש\"י בגמרא דאפי' נוגעת מן הצד לא שמה נגיעה ולכך סתם ולא חש לשנטעה ומכ\"ש שנלמד ממ\"ש אח\"ז אם היתה בצד הקן דמשמעותא אפילו רובצת וכנפיה נוגעות בקן מן הצד פטור וכו' ובדין זה כלל רבינו בין יושבת בין מעופפת דאפי' נוגעת בקן מן הצד פטור מלשלח וכן נראה מהגמרא וכדברי הר\"א."
            ],
            [],
            [
                "<b>היתה רובצת על אפרוח אחד וכו'.</b> היינו משום דכתיב קן מ\"מ ואפרוחים או בצים דכתיב דבר בהווה והיינו מ\"ש רבינו אח\"ז אלא שסמך לו דין מצא קן על פני המים וכו' כדי להסביר הדרשות שגם שם דבר בהווה ודוק.",
                "<b>המוצא קן על פני המים וכו'.</b> רש\"י ז\"ל פי' ששטף הים אילן מן הארץ ונראה שהדין עמו דאל\"כ אין דרך העופות לקבוע קן בתוך הים אמנם רבינו העתיק דברי הגמרא ומשמע דהכל תחת האפשר.",
                "<b>ומ\"ש </b>או",
                "<b>על גבי בעלי חיים</b> אף דבגמ' לא איירי אלא באדם מסתברא ודאי דה\"ה לכל בע\"ח דכולהו אדמה נינהו וק\"ל.",
                "<b>ומ\"ש</b>",
                "<b>לא נאמר אפרוחים וכו'</b> כבר כתבנו דקאי אאפרוח אחד וכו' אף שמרן לא הבין כן עיין עליו."
            ],
            [
                "<b>כשם שאינו יכול לזכות בהם לאחרים.</b> מרן הקדוש ז\"ל מחק זאת הגירסא מכח דברי הש\"ס והדין עמו אמנם אפשר דרבינו הוציאו מההיא דלוי בר סימון דאקני פירות שובכו לרב יהודה."
            ],
            [
                "<b>אסור  ליטול וכו'.</b> בספרי רבינו כתוב ועשה ולא תעשה דוחה עשה ע\"כ. ואין לו מובן חדא דמילתא דפשיטא היא ותו דמה ענין זה לכאן הרי נדון דידן הוא בהיפך אלא ודאי נראה פשוט שעיקר הגירסא היא ולא עשה דוחה עשה וכן מצאתי בנוסחא כת\"י והיינו מ\"ש בגמ' דמאי אולמי דהאי עשה מהאי עשה והשתא דברי רבינו מתפרשים על נכון כפי הש\"ס דכדי לטהר את המצורע הו\"ל עשה ואין עשה דוחה ל\"ת ועשה והיכא דלקח האם דנמצא שלא נשאר אלא העשה לזה נתן טעם אין עשה דוחה עשה ולא הוצרך רבינו להזכיר התירוצים של הגמרא משום שהוא פוסק כמ\"ד קיימו ולא קיימו ולדידיה מוקמינן לה בגמרא דעבר ושקלה לאם ומאי דמקשה בגמרא מר' יהודה דס\"ל שלח מעיקרא משמע לא חש לה רבינו משום שהוא פוסק כרבנן ואף דלדידהו דס\"ל דמשלח ואינו לוקה וקרא משמע לא תקח ואם לקחת שלח ומשמע דאין כאן אלא ל\"ת והיא קושית מרן ז\"ל הדבר פשוט דכיון דעכ\"פ אם יטהר בו המצורע צריך הוא לעבור הלאו דלא תקח וגם העשה מפני שלא שלחה מעתה הרי יש בפעולה זו עשה ול\"ת וכן למדתי מתוך דברי הרב לח\"מ והפר\"ח ז\"ל ונכון."
            ],
            [
                "<b>שנאמר ואת הבנים וכו'.</b> אף שבגמרא למדוהו משלח תשלח רבינו ס\"ל כסברת התוספות והר\"ש שהזכיר הרשב\"א ז\"ל וכן מוכח ג\"כ דבעוף שהרג את הנפש שבו נכלל קדשי מזבח והיינו טעמא מפני שהוא מצווה וכו' דהיינו שלח תשלח שאמרו בגמרא וק\"ל."
            ]
        ],
        [
            [
                "<b>חיה טהורה או עוף.</b> הוא לשון המשנה פרק כסוי הדם וכתבו התוספות דבא למעוטי בהמה דלא נימא בהמה בכלל חיה ע\"כ. ולכאורה קשה דא\"כ ליתני הכי בפי' כסוי הדם נוהג בעוף ובחיה אבל לא בבהמה כדתני גבי גיד הנשה ונוהג בבהמה ובחיה וכו' ואינו נוהג בעוף וראיתי להכנה\"ג סימן כ\"ח שהקשה על התוס' וכו' ולדידי אני הצעיר אין כאן קושיא דבגיד הנשה לא תני ואינו בעוף משום שהייתי טועה בו דמאחר דתני דנוהג בבהמה ובחיה משמע דבא לאפוקי עוף אלא תני עוף לאשמועינן טעמא מפני שאין לו כף ופירש\"י הנכרכת סביבות עצם הקולית העליונה סביב סביב בעיגול ואגב ארחין קמ\"ל שאם ימצא עוף שיש לו כף עגול אסור וכן בבהמה אם תמצא שאין הכף שלה עגול אין לוקין עליהם כמ\"ש רבינו פ\"ו דמאכלות אסורות עיין עליו."
            ],
            [
                "<b>לא נאמר אשר יצוד וכו'.</b> הוא מהתוספתא דתורת כהנים הביאה הרב כנה\"ג שם ופלפל הרב בדברי הרב לח\"מ בזה עיי\"ש אך האמת נראה שדרכו של רבינו להביא הדרשה היותר מכוונת אצלו כשאין נפקותא לענין דינא וק\"ל."
            ],
            [
                "<b>שחט חיה וכו'.</b> תוספתא פ\"ו השוחט והקדיש את הדם חייב לכסות מפני שקדמה מצות כסוי לההקדש ע\"כ ורבינו נקט הקדישן דמשמע דקאי אגוף אחיה או העוף משום דאין דרך להקדיש הדם דמה יעשה בו לכך נקט סתמא ומינה נלמוד ג\"כ דה\"ה לדם אם יתכן."
            ],
            [
                "<b>כלאים וכו'.</b> כבר הארכתי בזה בס\"ד פ\"א דמאכלות אסורות דין י\"ג. ומ\"ש",
                "<b>חייב לכסות לאחר שבת</b> פי' אם רשומו ניכר כמ\"ש בדין ט'."
            ],
            [],
            [
                "<b>דם שנתערב וכו'.</b> במשנה קתני דם חיה ופירש\"י דם הקזה של חיה ורבינו בפי' המשנה כתב חיה טמאה ולא ידעתי מי דחקו לפרש כן דהא יש כמה מיני דם חיה טהורה שאינו חייב בכסוי כמ\"ש בדין י' וגם לא ידעתי למה השמיטו כאן ואולי משום דלא שכיח ופשיטא דה\"ה לדם בהמה וכיוצא ומדלא חילק רבינו בדם שנתערב וכו' בין נפל דם תחילה לנפל בסוף הורה לנו דאין חילוק לענין כסוי הדם והם דברי רב פפא בגמרא וחילוק רב לענין פסולי המוקדשין וכבר פסקו בפ\"ב דפסולי המוקדשין עיין שם ועיין עוד מ\"ש בס\"ד בדין י\"ד."
            ],
            [],
            [
                "<b>דם הניתז וכו'.</b> להשגת הראב\"ד ז\"ל עיין להתוס' שם שדברי רבינו נכונים ומשמע דצריך לגרור הדם מעל הסכין וליתנו על גבי עפר לכסותו דהא קי\"ל כההיא דרב נחמן עיי\"ש.",
                "<b>וממ\"ש </b>בדין י'",
                "<b>אין חייב בכסוי וכו'</b> הנה רבינו השמיט איזה חלוקות שנשנו שם דהיינו שוחט לע\"ז וזו אפשר משום דמק\"ו אתיא ונוחר ומעקר משום דהיינו שוחט ונמצא טריפה וקדשים בחוץ השמיטו ג\"כ וכתב מרן ז\"ל דהשמיטו משום דהוה משמע דקדשים בפנים טעונין כסוי והא ליתא כמו שנתבאר לעיל ע\"כ. ואחרי המחילה הראויה דברים תמוהים הם דאיך הוה משמע דקדשים בפנים טעונים כסוי הלא לעיל דין ב' כתב רבינו שנוהג בחולין ולא במוקדשין וסתם מוקדשין הם בפנים דהא לא התנה בשיש בהם שום פיסול ומהיכא תיתי לן לפרש דקדשים שכתב לעיל היינו בשחטן בחוץ ותו דאיך הייתי טועה ומפרש דבחוץ מיירי הרי כתבו כאן להדיא ומה לו לרבינו לכפול הדברים ועוד דאם איתא השתא נמי תקשה הכי אמתניתין דקתני שנוהג בחולין אבל לא במוקדשין וקתני נמי קדשים בחוץ וא\"כ בואו ונאמר דקדשים בפנים טעונים כיסוי וכבר כתב בס' אסיפת זקנים פ\"ב דמציעא שאין לדייק בדברי רבינו יותר מדברי המשנה.",
                "<b>לכך </b>נראה פשוט שרבינו לא חש לשנטעה כנ\"ל אלא שרצה לקצר בדבריו כמ\"ש בשוחט לע\"ז ונוחר ומעקר כנזכר גם קדשים בפנים מכיון שכתב למעלה דכסוי הדם אינו נוהג במוקדשין א\"כ בין בחוץ בין בפנים קאמר מכ\"ש שהקדים כאן דאינו חייב בכסוי אלא דם שחיטה הראוי לאכילה וא\"כ קדשים בחוץ פשיטא ודאי שאין ראוי לאכילה כיון שהם קדש ושחטן חוץ למקומן ודו\"ק.",
                "<b>וכן חש\"ו ששחטו וכו'.</b> השמיט ג\"כ רבינו חש\"ו ששחטו ואחרים רואים אותם שחייבים בכסוי והוא שנוי ג\"כ והיינו מן הטעם האמור דכיון שהקדים שהדבר תלוי בראוי לאכילה מכ\"ש דמכלל הן אתה שומע לאו."
            ],
            [],
            [],
            [
                "<b>במה מכסין וכו'.</b> דע שרבינו בפי' המשנה כתב דבין דבר שמגדל צמחים בין שעתה אינו מגדל אבל מתחילה היה מגדל ובין שאינו מגדל כלל הכי קים להו לרבנן אמנם כאן בחיבורו נראה שחזר בו עיי\"ש וכנה\"ג סי' כ\"ח. ומ\"ש",
                "<b>ובלבינה וחרסית ומגופה שכתשה</b> נראה ברור דהך שכתשה אכולהו קאי שהרי סיים שכל אלו מין עפר הן וכו'."
            ],
            [
                "<b>לפיכך וכו' שנאמר וכו' ואומר וכו'.</b> קצת קשה דלמה הוצרך להביא שני פסוקים ובגמ' לא הביא אלא פסוק דעפרות זהב לו ונראה דרבינו קשיתיה דבגמ' אמרו היה מהלך במדבר ואין לו במה לכסות שוחק דינר זהב ומכסה ומוכח לה מקרא דועפרות זהב לו ונתקשה אצלו דאי מהך קרא אימא דסתם זהב איקרי עפר אף אם הוא עכשיו גולם דאזלינן בתר תחילתו ולמה חייבוהו לשחוק הדינר לזה הוצרך להביא עוד פסוק עד אשר דק לעפר דהתם מוכרח דאחר ששחקו דוקא קרי ליה עפר."
            ],
            [
                "<b>ומותר לכסות וכו'.</b> שם דף פ\"ט ופסק כרבא דאמר מצות לאו ליהנות ניתנו אמנם מדברי הרב לח\"מ נראה דפסק כזעירי דבעפר עפרה קאמר מדכתיב ואת כל שללה תקבוץ וכו' מי שאינו מחוסר וכו' ותמיהא לי מילתא טובא מי דחקו לפרש כן ותו דאם איתא רבינו היה לו לפרש דדוקא בעפר עפרה קאמר ומדסתם משמע דבכל מין עפר איירי לכן נראה כדכתיבנא ופשוט הוא."
            ],
            [
                "<b>השוחט צריך וכו'.</b> דברי רבינו צריכים ביאור למה לא כתב דאם לא נתן עפר למטה אלא כסהו בעפר סגי בדיעבד כמ\"ש בגמרא מההיא דר' זירא שכל הראוי לבילה אין בילה מעכבת בו ותו קשה למה השמיט ברייתא דר' יונתן בן יוסף דאם שחט חיה ואח\"כ שחט בהמה פטור מלכסות בהמה ואח\"כ חיה חייב לכסות ומאי דנראה לענ\"ד בזה דרבינו ס\"ל דכיון דעפר למטה מדאורייתא הוא דנפק\"ל מקרא דוכסהו בעפר וכסהו עפר לא כתיב אלא בעפר מלמד שצריך עפר למטה ועפר למעלה ולא מצינו שום חולק על דרשה זו מעתה בהכרח הוא לעיכובא דבדבר שהוא דאורייתא אין שייך לחלק בו בין לכתחילה לדיעבד ומסקנא דהתם נמי כמר בר רב אשי דהלכתא כוותיה בכוליה תלמודא ומסיק אמר קרא חיה או עוף מה חיה אינה קדש אף עוף אינו קדש וכו' דלפ\"ז נפל כל הבנין שלמעלה וכו' אי נמי לפי מסקנא זו לא קי\"ל כהנך תנאי ואמוראי דלעיל ותדע שהתוס' נרגשו מזה שם ד\"ה שחט חיה ואח\"כ בהמה פטור מלכסות תימה דליגרריה ולכסייה וכן בהמה ואח\"כ חיה לגרריה ולכסייה כדם הניתז ושעל הסכין ע\"כ ותמיהתם ז\"ל קיימא אר\"י בן יוסף דקאמר הכי אמנם למסקנא דמר בר רב אשי אין כאן תמיהא דהן הכי נמי כן נראה דמפרש לה רבינו וההיא דר\"ז דכל הראוי לבילה וכו' לא מכרעא מידי דהוא לא אמרה אלא לענין מנחות וכמ\"ש התוס' ז\"ל שם במנחות ולפ\"ז כשכתב בדין ח' דם הניתז וכו' נראה פשוט דבעי דנגרריה ונכסייה וההיא דדם בהמה ודם חיה כללו רבינו בדין דם שנתערב בדם כמ\"ש בדין ו' דהיא היא אך לא אכחד האמת שעם כל זה לבי מהסס בכוונת דעת רבינו דאכתי היה לו לפרש כדם הניתז וכו' גם דין דם בהמה ע\"ג דם חיה הו\"ל להזכירו להדיא כפי דעתו הרחבה ואפילו בדם שנתערב וכו' שבדין ו' הו\"ל לפרש דביש עפר למטה קיימינן ואפשר שרבינו נסתפק בדבר ולא פסיקא ליה מילתא ולא רצה להעתיק אלא המשניות שהם סתמיות בלי חולק דהיינו ההיא דדם שנתערב ודו\"ק. (עד כאן מצאנו כתוב מחלק שני)."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות שחיטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}