{
    "title": "Even Ha'azel on Mishneh Torah, Levirate Marriage and Release",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Levirate_Marriage_and_Release",
    "text": [
        [
            [
                "<b>מצות עשה מן התורה שייבם אדם אשת אחיו מאביו בין מן הנשואין בין מן הארוסין אם מת בלא זרע שנאמר ובן אין לו יבמה יבא עלי', ומן התורה א\"צ לקדש יבמתו שזו אשתו היא שהקנו לו מן השמים אלא יבא עלי' וכתובתה על נכסי בעלה שמת.</b><br><b> ומן </b> התורה א\"צ לקדש יבמתו, לפ\"מ דמשמע מדברי המ\"מ השמיענו בזה הרמב\"ם דא\"צ לקדש קודם ביאה, וע\"ז כתב המ\"מ ונתבאר בפ\"ב שמדבריהם צריך לקדשה קודם ביאה, ויש לעורר בד' הרמב\"ם דכיון דביבום קונה אותה בביאה, א\"כ למה כתב כאן ומה\"ת א\"צ לקדש יבמתו שזו אשתו שהקנו לו מן השמים, דמשמע דבאשה דעלמא צריך לקדש קודם ביאה ובאמת גם באשה דעלמא רק מדרבנן אסור לקדש בביאה, ועוד דמש\"כ שזו אשתו היא שהקנו לו מן השמים, ובאמת אפי' לפמש\"כ למעלה דדין זיקה הוא דאורייתא, אבל אין זה הטעם דמשו\"ה א\"צ לקדש תחלה, דעכ\"פ אינה קנוי' לו קודם, ואפי' למ\"ד יש זיקה מ\"מ אין חייבין עלי' סקילה כנערה המאורסה, וא\"כ איזה נתינת טעם הוא לומר, דמש\"ה א\"צ לקדש יבמתו, משום דאשתו היא שהקנו לו מן השמים, עוד אינו מיושב מה דצירף כאן בהלכה זו דין דכתובתה על נכסי בעלה הראשון, דמה שייכות יש לזה עם הא דא\"צ לקדשה קודם, ובפרט דכתב כאן דינא דמה\"ת וכתובה הוא דרבנן.<br><b> אכן </b> נראה פשוט דהרמב\"ם לא כיון כלל לזה דא\"צ לקדש יבמתו קודם שייבם אותה, וגם לא כיון לומר שזו אשתו שהקנו לו מן השמים קודם היבום, אלא כונתו דא\"צ לקדש יבמתו בביאת היבום, דהא קיי\"ל הבא על יבמתו בין בשוגג בין במזיד קנאה, א\"כ אין דין יבמה ככל הנשים, דבכל הנשים יש מצוה דכי יקח איש אשה שצריך לקדש בכסף או בשטר או בביאה, אבל עכ\"פ צריך לומר לה הרי את מקודשת לי, או הרי את קנוי' לי ושאר לישני דמהני בקדושין בכסף זה או בשטר זה או בביאה זו, אבל ביבמה א\"צ כלל דכיון דגם בבא על יבמתו בשוגג ובמזיד קנאה, א\"כ א\"צ כלל לקדשה, אלא דממילא אשתו היא שהקנו לו מן השמים, והיינו בשעת ביאת יבמין הקנו לו מן השמים.<br><b> ועכשיו </b> מיושב שפיר מה דצירף כאן בהל' זו דין דכתובתה על נכסי בעלה הראשון, דהנה הרמב\"ם כתב בתחילת הל' אישות במנין המצות לישא אשה בכתובה וקדושין, וכן שלא תבעל אשה בלא כתובה ובלא קדושין, ודבריו תמוהים דהא סובר בפי\"א הי\"א ובפ\"ב ה\"ב דכתובה דרבנן, וע\"כ צריך לומר דכאן אין כונתו לכתובת מנה ומאתים, אלא להתחייבות שמתחייב הבעל מצדו להאשה, וכמש\"כ הרמב\"ם בפי\"ב מהל' אישות הל' א', כשנושא אדם אשה בין בתולה וכו' יתחייב לה בעשרה דברים, ויזכה בארבעה דברים, והעשרה שלשה מהן מן התורה ואלו הן שארה כסותה ועונתה, שארה אלו מזונותי', כסותה כמשמעו וכו', והשבעה מדברי סופרים, וכולן תנאי ב\"ד הם מהם עיקר כתובה, וכל דין זה בין הג' שהם מן התורה בין הז' שהם מדברי סופרים, הא אינו אלא כשנשא אשה כדרך נשואין והתחייב לה בזה חיובי בעל לאשתו, אבל אם יקח פילגש אינו מחויב לה בשום דבר, אלא דהרמב\"ם סובר דפילגש אסורה להדיוט, וזהו כונת הרמב\"ם במש\"כ לישא אשה בכתובה וקידושין, היינו שיקדש אותה ויתחייב לה בכל חובות הבעל לאשתו. נמצא דזהו כונת הרמב\"ם במש\"כ לישא אשה בכתובה וקדושין, היינו שיקדש אותה ויתחייב לה בכל חובות הבעל לאשתו, נמצא דגבי יבום כיון שהוא אינו מקדש אותה ממילא אינו מתחייב כלל בשום דבר מעצמו, אלא שהתורה היא שהקנתה אותה אליו לאשה, וממילא נתחייב גם בחיובי איש לאשתו שהם מן התורה דהיינו שארה כסותה ועונתה, אלא דלענין כתובה דרבנן יש נ\"מ, דאם היינו אומרים דהוא לוקח אותה לאשה, לא היינו אומרים כלל שכתובתה על נכסי בעלה הראשון, אלא שכתובתה מבעלה הקודם היתה גובה, והוא היה כותב לה כתובה מנה, אבל כיון שהוא לא לקח אותה לאשה אלא התורה היא שהקנתה אותה אליו, והעמידתו במקום אחיו והוא עכשיו במקום בעלה לכן אינה גובה הכתובה דנחשב כמו הבעל, וכדאמרינן בכתובות דף פ\"א לא נתנה כתובה לגבות מחיים, ופרש\"י משום דיבם במקום בעל קאי, ולכן גם עכשיו דמדרבנן גם ביבם ויבמה מצוה לקדש ולישא ולכתוב לה כתובה, מ\"מ אינו מחוייב לכתוב לה מנה מחדש דכיון דמדין תורה אינו מחוייב לקדש ולהתחייב מחדש בשביל זה דאנו אומרים דהתורה העמידתו תחת אחיו ונשאר בכל זכות וחיובי אחיו, א\"כ עכ\"פ לא תוכל לגבות כתובת אחיו קודם מיתתו או גרושין של היבם, וכיון שיש לה כתובה לכן אין היבם מחוייב בכתובה אחרת, וזהו שסמך הרמב\"ם דין דכתובתה על נכסי בעלה שמת, להך דינא דמה\"ת א\"צ לקדש יבמתו, ושבאמת עיקר דבר זה דאשה הקנו לו מן השמים לענין זה איתא בגמ' דלכן הוי כתובתה על נכסי בעלה הראשון, והרמב\"ם הסביר בזה הא דמה\"ת א\"צ לקדש יבמתו וכנ\"ל."
            ],
            [
                "<b>לא רצה לייבם או שלא רצתה היא, ה\"ז חולץ לה ואח\"כ תהי' מותרת להנשא לאחר, ומצות עשה מן התורה לחלוץ אם לא רצה לייבם שנאמר וחלצה נעלו.</b><br><b> כתב </b> המ\"מ מה שכתב רבינו בכאן או שלא רצתה היא, הוא כפי דעתו ז\"ל שהוא סובר שהאשה האומרת מאיס עלי, כופין הבעל לגרשה, וכן הוא סובר ביבמה שכופין היבם לחלוץ וכ\"כ בביאור פרק שני, עכ\"ל המ\"מ. ודבריו אינם מובנים דאף שהרמב\"ם סובר כן להדיא כמ\"ש המ\"מ, אבל אין לזה ענין עם דבריו בכאן, דהכא לא מיירי בדין אי כופין להיבם לחלוץ אלא שמודיענו עיקר הדין דאם לא רצה ליבם או שלא רצתה היא חולץ לה, ואח\"כ תהי' מותרת לינשא לאחר, והיינו קרא דלא תהי' ולהשמיענו דבחליצה הותרה, ובפ\"ב הי\"ח כפל הדברים להשמיענו עוד פרטים בהלכה זו. ומה דמשמיענו הא דלא רצתה היא דלא נימא דדוקא אם הוא אינו חפץ ליבם חולץ, אבל באופן דהיא אינה חפצה דאפשר דל\"מ חליצה דאם לא יחפוץ בעינן, ואין להאריך בזה כיון דלהלכה אין נ\"מ בזה, דבאמת סובר הרמב\"ם כן דכופין אותו לחלוץ אם היא אינה חפצה בו, [וכדאמרי' ביבמות דף ד' מנין ליבמה שנפלה לפני מוכה שחין שאין חוסמין אותה, וה\"ה לשי' הרמב\"ם באומרת מאיס עלי], אלא דבאמת צ\"ע להרמב\"ם שכ' ומצות עשה מן התורה לחלוץ אם לא רצה ליבם שנאמר וחלצה נעלו וכו' ולמה פרט כאן דוקא אם לא רצה ליבם או שלא רצתה היא, והו\"ל בכאן ג\"כ לכתוב בל' שניהם אם לא ירצו להתייבם, ולכאורה מבואר בד' הרמב\"ם דאיברא דדין חליצה לענין פטור אין נ\"מ אם לא רצה הוא, או שלא רצתה היא, וממילא הדין דכופין אותו לחלוץ הוא משום גדר מאיס עלי דכופין גם בבעל כמש\"כ המ\"מ, אבל המצוה המוטלת על היבם לחלוץ אינה אלא אם אינו חפץ הוא ליבם, כדכתי' בקרא ואם לא יחפוץ וגו', אכן על זה קשה דמנין יהי' לב\"ד כח לכוף את היבם לחלוץ כיון דנימא דמצות חליצה עליו אינו אלא אם אינו רוצה ליבם, אך באמת אין קושיא זו מוכרחת, דאיזה כח יש לב\"ד לכוף את הבעל לגרש את אשתו כשהיא טוענת מאיס עלי, ולומר דהוי זה התחייבות בתנאי נשואין או בקדושין לא מסתבר כלל, דלא מצינו רמז להתחייבות זו, וגם לא בתנאי הכתובה, וע\"כ דזהו סברא מצד עצמה דכיון דהיא אינה מחוייבת לישב תחתיו כשטוענת מאיס עלי, וכמש\"כ רבינו בפי\"ד מהל' אישות הל' ח' דאינה כשבוי' שתבעל לשנוא לה, ולכן אף דלכאורה, אין לנו מקום עכ\"פ לכופו ליתן לה גט, מ\"מ כופין אותו שלא לעגנה, ואפשר דהוא מדין כופין על מדת סדום, כיון דאינו מפסיד דבר בשביל דעיקר סירובה ומרדה שלא להיות תחתיו הדין עמה, אינו רשאי לעגנה, ולמד אותה הרמב\"ם מדין מוכה שחין שכופין אותו להוציא שגם לזה אין שום רמז בתנאי הכתובה, וע\"כ דהוא דין מסברא מצד עצמה דכיון דעכ\"פ אינה מחוייבת להיות תחתיו ולשבת עמדו מחוייב הוא לפוטרה בגט ולא לעגנה, וא\"כ לפ\"ז שפיר נאמר דאף דעיקר מצות עשה על היבם לחלוץ הוא דוקא באם לא יחפוץ ליבם מ\"מ אם היא אינה חפצה להתייבם הוא מחוייב לפוטרה בחליצה ולא לעגנה, אלא כמו הבעל שמחוייב גבי מאיס עלי, דכיון דנימא דלא מתנאי האישות מחוייב הבעל בזה, א\"כ גם היבם לא שאני מבעל, וממילא נוכל לומר דכיון דב\"ד כופין אותו שיכוין לפוטרה וצריך ע\"כ לקרות לא חפצתי לקחתה, דאי לא\"ה הא לאו בעל קריאה הוא וקריאה מעכבת, וצ\"ל דכיון דב\"ד כופין אותו שיאמר איני רוצה, והיינו שאינו רוצה לקחתה בשביל חיוב ב\"ד שמחייבין אותו שלא לייבמה, ובזה כבר יכול לומר לא חפצתי לקחתה, ואתי עכשיו שפיר דכתב הרמב\"ם דמצות עשה לחלוץ כשאינו רוצה ליבמה, משום דגם באופן שהיא אינה רוצה, מ\"מ ע\"י דכופין ויכול לומר לא חפצתי כבר יש מצות עשה של חליצה."
            ],
            [
                "<b>זה שנאמר בתורה ובן אין לו אחד הבן ואחד הבת או זרע הבן או זרע הבת הואיל ויש לו זרע מ\"מ, ובין מאשה זו בין מאחרת ה\"ז פוטר את אשתו מן החליצה ומן היבום, אפי' היו לו זרע ממזר או עובד כו\"ם ה\"ז פוטר את אשתו מן החליצה ומן היבום.</b><br><b> אחד </b> הבן ואחד הבת, בתוס' דף כ\"ב ע\"ב בד\"ה בן אין לו, מפרשים דבת ילפינן מלא ימחה שמו בישראל, וזה אין שמו מחוי, עוד כתבו דילפינן מעיין עליו, ואף דממזר נמי ילפינן מעיין עליו שקולין הן ויבואו שניהם, והיינו משום דעיין עליו מרבה איזה זרע שהוא. אכן הרמב\"ן לא ניחא לי' בתי' זה דלא ימחה דא\"כ למה צריך למילף בספרי בן הבן ובת הבן מאין לו עיין עליו תיפוק ליה מלא ימחה וגם הא דכתבו התוס' דילפינן מעיין עליו ג\"כ לא ניחא לי' להרמב\"ן וכתב שאין משמעות עיין עליו אלא לזרעו של הנזכר בפסוק כגון זרעו של בן, אבל לרבות ממנו הבת אי אפשר, לכן תי' הרמב\"ן דהואיל ומשמע עיין עליו לרבות בת הבן הרי אתה דן ק\"ו לבתו, ואכתי צריך ביאור דנימא דהא דיליף בספרי בת הבן מעיין עליו, היינו משום דקיי\"ל דבת פוטרת לכן מרבה מעיין עליו בן הבן ובת הבן, אבל כ\"ז דלא ידעינן בת אימא דלא נדרוש מעיין עליו אלא בן הבן דהיינו בן דכותי', אבל לא בת הבן, ואחד מתלמידי הישיבה הרפ\"ג הסביר דבאמת מעיין עליו משמע על כל מה שיוצא מהבן, ורק על בת כתב הרמב\"ן דלא נוכל לדרוש מעיין עליו משום דעיין עליו לא נוכל לדרוש על עצמו של המת, דהא דרשינן זה מבן אין לו ולכן רק על כל מה שיוצא מהבן איתרבי מעיין עליו, ומטין הדברים שכן הוא כונת הרמב\"ן, אך לפי האמת עוד יש לדון בדבר דאם אין לנו למוד על בת שפוטרת מהיכי תיתי לדרוש מאין לו עיין עליו גם על זרע כזה שמעצמו של המת אינו פוטר שיפטור כשנולד מהבן.<br><b> והנראה </b> ליישב לפי דרכו של הרמב\"ן דבאמת לא כתב הרמב\"ן טעם כלל במה דלא ניחא ליה ללמוד מלא ימחה דלכאורה הוא דרשא פשוטה, דכיון דאין שמו מחוי לא שייך בי' יבום, דהא לא ימחה דוקא הוא דמני' ילפינן למעוטי סריס, והרמב\"ן הוכיח רק מדאיצטריך בספרי לרבות בן הבן ובת הבן, אבל אכתי קשה גם על הספרי למה לא נרבה מלא ימחה, ונראה דבאמת בת לא נוכל לרבות מלא ימחה דכיון שאין הבן נחשב אחר האב בשום דבר וממילא לא נחשב הנכד אחר אבי האם, ולמשפחותם לבית אבותם כתיב, [וזהו דסבר אביי ביבמות דף ס\"ב ע\"ב לענין פרי' ורבי' דהא דתניא בני בנים הרי הן כבנים היינו דוקא ברא לברא וברתא לברתא וכ\"ש ברא לברתא אבל ברתא לברא לא ודחי לי' רבא לשבת יצרה בעיא והא איכא, וטעמי' דאביי דסבר לחלק בין ברא לברתא ובין ברתא לברא, הוא משום דבן יש לו עדיפותא, שבניו מתיחסים אחריו, אלא דבדין פ\"ו לא סגי בבן ובעי נמי בת, וכדאמר בב\"ב דף ט\"ז רבי' באה לעולם, וכמו שהסביר הגר\"א ז\"ל דלעולם מתוסף יותר כשנולד בת משום דאיש אחד יוכל להוליד מכמה נשים, וממילא הוי סבר אביי דבת אין לה מעלת בן, כיון שאין בניה מתיחסים אחרי' אבל בן בודאי יש לו מעלת בת, ורבא דחה לו דגבי פרי' ורבי' העיקר הוא הלשבת יצרה שהוא רבוי העולם, ומה דבעי בן ובת משום דילפינן מברייתו של עולם ומשו\"ה אין נ\"מ, והנה לכאורה קשה דהא גבי פרי' ורבי' בעי דוקא שיהי' הבן מתיחס אחריו דהא יש לו בן מן השפחה לא קיים פו\"ר כמש\"כ התוס' בדף ס\"ב ד\"ה הכל מודים, אכן שפיר כתב הערוך לנר דבאמת מצד פו\"ר הי' סגי אם היו לו בנים ומתו, וטעמא דלא קיים אמר ר' יוחנן משום דבעינן לשבת יצרה, ומשו\"ה אמר רבא שפיר דגם ברתא לברא איכא שבת], ולכן בת לא נוכל לרבות מלא ימחה דבאמת שמו של אבי הבת והי' מחוי כשתמות ותניח בנים שלא יהיו נחשבים אחר אבי אמם אלא אחר אבי אביהם ועכשיו שפיר דמה דיליף בספרי מובן אין לו עיין עליו דבן הבן פוטר היינו משום דע\"כ לבת הבן איצטריך עיין עליו, דבן הבן ילפינן מלא ימחה פרט לזה שאין שמו מחוי, אלא דכיון דיליף מעיין עליו על בת הבן הזכיר בספרי אגב גררא גם בן הבן דעכשיו נוכל למילף גם בן הבן, ולא צריך ללמוד מלא ימחה על בן הבן, ולכן עכשיו מיושב שפיר הוכחת הרמב\"ן דכיון דע\"כ עיין עליו אתא לבת הבן לכן אף דבת לא נוכל ללמוד מעיין עליו דעיין עליו אינו מרבה אלא יוצאי חלצי' של הבן, מ\"מ עכשיו דידעינן בת הבן שוב נלמוד ק\"ו על בתו ומיושב הדבר היטב."
            ],
            [
                "<b>אבל בנו מן השפחה ומן הנכרית אינו פוטר את אשתו, שזרע הבא מן השפחה עבדים, והבא מן העכו\"ם עכו\"ם וכאילו אינם, הרי הוא אומר בשפחה האשה וילדי' תהי' לאדוני' מלמד שולדה כמותה, ובעכו\"ם הוא אומר כי יסיר את בנך מאחרי מסיר אותו מליחשב בקהל, ואעפ\"י שנשתחרר בנו מן השפחה או נתגייר בנו מן העכו\"ם הרי הן כשאר הגרים והמשוחררין ואינם פוטרים את אשתו.</b><br><b> ובעכו\"ם </b> הוא אומר כי יסיר את בנך מאחרי מסיר אותו מליחשב בקהל, לבאר דברי הרמב\"ם צריכים אנו להביא שיטות רש\"י ותוס' בקדושין דף ס\"ח, בפירושא דהא דאמר ר\"י משום רשב\"י דמנלן דולד נכרית כמותה, דאמר קרא כי יסיר את בנך מאחרי, בנך מישראלית קרוי בנך ואין בנך הבא מן (הנכסי) [הנכרי] קרוי בנך, ופירש\"י דכי יסיר קאי אבתך לא הבא מן (הנכסי) [הנכרי] קרוי בנך, דפירש\"י דכי יסיר קאי אבתך לא תתן לבנו, וה\"ק בתך לא תתן לבנו משום דכי יסיר בנו בן בתך מאחרי, והוא קרוי בנך, אבל בנך הבא מן הנכרית ומבנך, אינו קרוי בנך אלא בנה, מדלא קאמר על בתו לא תקח לבנך כי תסיר את בנך מאחרי, והקשו ע\"ז בתוס' דא\"כ מה חידש רבינא דהא זהו דקאמר ר' יוחנן, כיון דבנך הבא מישראל היינו בן בתך הבא מן העכו\"ם, לכן פי' ר\"ת דכי יסיר את בנך קאי אבתו לא תקח לבנך, ופירושו הוא דכי יסיר החותן את בנך שהוא חתנו, ומדלא חש הכתוב על בן הבן ש\"מ בנך הנולד לך מאשתך קרוי בנך, לפי שהוא מישראל ומישראלית, ואין אותו הבא מבנך מן הנכרית קרוי בנך אלא בנה, ורבינא דייק מדלא כתיב על בתך לא תתן לבנו כי יסיר את בתך מאחרי, והוי דייקינן נמי דבנה שיהי' מן העכו\"ם אינו בנך, ש\"מ דבנה מן העכו\"ם קרוי בנך, עוד פי' ר\"ת דכי יסיר קאי אבתו לא תקח לבנך, ופירושו דכי יסיר החותן את בנך מאחרי, היינו שאין הזרע שיהי' ממנו מתיחס אחר בנך אלא אחר הנכרית, והא דאמר ר' יוחנן בנך מישראלית היינו ששניהם ישראלים, אבל בנכרי הבא על בת ישראל לא פי' ר' יוחנן ובא רבינא ודייק דקרוי בנך, מדלא כתי' כי יסיר את בתך, והקשה הר\"י ע\"ז דכי יסיר ע\"כ מיירי בהסרת יראת שמים כדדרשינן לרבות כל המסירין, והנה הרמב\"ם אינו מפרש כרש\"י אלא כפר\"ת, דכי יסיר את בן בנו מליחשב בקהל, רק דגם כפר\"ת הב' אינו מפרש, דר\"ת מפרש כי יסיר את בנך דתיבת בנך קאי על בנו ממש, וכי יסיר היינו שיסיר החותן את בנו מאחרי, בזה שזרעו לא יהי' מיוחס אחריו אלא אחר הנכרית, ובזה מפרש הוכחת רבינא מדלא כתיב על בתך לא תתן לבנו כי יסיר את בתך, אלמא דאין בזה הסרה לבתך משום דבנה מתייחס אחרי', אבל הרמב\"ם הא אינו מפרש בנך על בנו ממש אלא על נכדו, דהא כתב הרמב\"ם יסיר את בנך מאחרי מסיר אותו מליחשב בקהל, וכיון דלא כתיב מסיר את זרעו מליחשב בקהל, אלמא דאינו מפרש בנך על בנו ממש, אלא על בן בנו שאילולי הי' מן הנכרית הי' מתיחס אחריו, והי' נחשב ישראל, ולפ\"ז אין מקום לפרושו של ר\"ת בהא דרבינא, דכיון דבנך קאי על נכדו, א\"כ אין נ\"מ ויתכן דברי הכתוב גם על בתך לא תתן לבנו, ואין ראי' דבן בתך קרוי בנו, נמצא דדברי הרמב\"ם קשים בתרתי, חדא דלפירושו אין מקום להוכחת רבינא וכנ\"ל, ב', קו' הר\"י בתוס' לפר\"ת הב' דהא כי יסיר היינו בהסרת יראת שמים מדדרשינן כי יסיר לרבות כל המסירים, ואין לומר דגם על טעם שאין הבן מתייחס אחריו שייך לומר כי יסיר לרבות כל המסירים דזה אינו דהא עיקר הך דינא דבן הנכרית אינו נחשב כמותו מהך קרא יליף וא\"כ אימא דדוקא בשבעה אומות כדכתיב עלייהו הך קרא, אבל בשאר אומות אין הולד כמותה, אלא מתיחס אחר האב כמו בישראל.<br><b> ונראה </b> דהרמב\"ם מפרש קרא דכי יסיר קאי אתרווייהו, בין על בתך לא תתן לבנו בין על בתו לא תקח לבנך, דכן משמעות הקרא, ולא תתחתן בם בתך לא תתן לבנו ובתו לא תקח לבנך כי יסיר את בנך מאחרי, אלא דפירושא דקרא דכי יסיר מפרשינן לצדדין היינו דפשטי' דקרא קאי על הסרת יר\"ש וכדכתיב כי יסיר את בנך מאחרי ועבדו אלהים אחרים, אלא דלא שייך זה אלא על בתך לא תתן לבנו, דאז מפרשינן שפיר, שבנו של העכו\"ם יסיר את בנך היינו נכדך מיראת שמים, אבל על בתו לא תקח לבנך, לא נוכל לפרש על בתו שהיא תסיר יראת שמים דהו\"ל למיכתב כי תסיר, ואי נפרש דאחותן קאי אכתי יקשה מהיכי תיתי שהחותן יסיר את נכדו מיר\"ש, הא יש לו אב שהוא גדול בשנים וישראל והבן ילך אחר אביו ולא אחר זקנו, ולכן ע\"כ אנו מפרשים לצדדין, דבבתו לא תקח לבנך הכונה כאן לא הסרת יראת שמים מנכדו, אלא הסרת קהל, דבזה שיתן בתו לבנך מסיר את בן בנך מאחרי ד', שלא יהי' ישראל ומסיר אותו מליחשב בקהל.<br><b> והנה </b> מה דאנו מפרשין פירוש דהסרת יראת שמים, על בתך לא תתן לבנו, ופירוש דהסרה מליחשב בקהל על בתו לא תקח לבנך, ומבואר בדברינו רק דעל בתו לא תקח לבנך א\"א לפרש הסרת יראת שמים, אבל מה דאין אנו מפרשים על בתך לא תתן לבנו ג\"כ פירושו של הסרת קהל, והנה בפשוטו גם בזה כתבנו משום דפשטי' דקרא הוא בהסרת יראת שמים, אכן אפשר לחזק יותר דמוכרח לפרש זה על הסרת יראת שמים, משום דבאמת בלא חדוש הכתוב הא נקטינן בישראל דלמשפחותם לבית אבותם, וא\"כ בבתך לא תתן לבנו, לא נוכל לפרש דהוא הסרה מליחשב בקהל, כיון דבאמת מעיקר הדין הולד הוא עכו\"ם ואינו בנו של הזקן אבי הבת, ואין כאן הסרה מקהל ישראל כיון דבאמת בן בתו אינו מתייחס להבת, אלא להאב שהוא עכו\"ם וע\"כ דהוא להיפוך, דבן בתך הבא מן העכו\"ם שייך לאמו שהיא ישראלית, וממילא הוא בנו של אבי הבת ושייך בזה שאביו שהוא עכו\"ם יסירנו מיראת שמים, אבל על בתו לא תקח לבנך, לא נוכל לפרש דהיא על הסרת יראת שמים, דהא אביו שהוא ישראל לא יסירו מיראת שמים, ומה איכפת לן בהעכו\"ם הזקן, ולכן מוכרח לפרש להיפוך דכאן ג\"כ חידש הכתוב דבן בנך שהי' ראוי להיות ישראל ולהיות בנך יסירנו החותן במה שנותן לבנך את בתו מליחשב בקהל, ואף דאם כן יקשה איך קראו הכתוב בנך כיון דעפ\"י דין אינו בנו, אלא דכיון דכאן הוא החידוש שהשמיענו הכתוב, דבלא חידושו של הכתוב הי' ראוי להיות בנך, שייך למיכתב כי יסיר את בנך, וזהו שאמר הכתוב שיסיר את בן בנך, שהי' ראוי להיות בנך יסיר אותו מלהיות בנך וליחשב בקהל, אבל ברישא לא נוכל לפרש על הסרת קהל ולומר דזה גופי' אומר הכתוב דבמה שיתן בתו לבנו של העכו\"ם יסיר את נכדו מלהיות ישראל, דאף דאם הי' נותן בתו לישראל בודאי הי' בן בתו ישראל, אבל מכיון דעכ\"פ מעיקר הדין אינו שייך בן בתו לאמו שהוא בתו ולא לאביה אלא לאביו שהוא עכו\"ם, אין כאן הסרה מליחשב בקהל, ודוקא בבן בנו דמעיקר הדין בישראל שייך הבן לאביו, וכאן בזה שנותן בנו לבת עכו\"ם יסיר בן בנו מליחשב אחר אביו זהו הסרה.<br><b> ועכשיו </b> מיושב שפיר דר' יוחנן משום רשב\"י יליף מקרא דבתו לא תקח לבנך דבזה ההסרה מליחשב בקהל, ומוכח דבן עובדת כוכבים כמותה, ובא רבינא ואמר דש\"מ מרישא דמפרשינן דקאי על הסרת יראת שמים, וקראו הכתוב בנך, דהא שם אינו על הסרת קהל. ומוכח מזה דבן בתך הבא מן העכו\"ם קרוי בנך, ועכשיו אתי שפיר הא דאמרינן כי יסיר לרבות כל המסירין משום דקרא בהסרת יראת שמים נמי מיירי ועיקר פשטי' דקרא הוא על זה.",
                "<b>הרי שהיה לה בן מן השפחה שלו ושחררו ושחררה ונשאה ומת בלא זרע הרי זו תתייבם לאחיו, ואף על פי שבנה ממנו קיים שכבר שחררו.</b><br><b> מן </b> השפחה שלו, כתב המ\"מ הוא לפי שיטתו שכתב פ\"י מהלכות גירושין, ושם כתב הוא שיש מן הגאונים שסוברים דבבא על שפחתו ויש לו בן משפחתו חוששין לו ולא תתייבם אשתו שמא שחררה ואח\"כ בא עליה וכבר הארכתי פרק ד' מהלכות נחלות לבאר דעתו וראיותיו בזה.<br><b> והנה </b> עיקר הדבר מבואר כאן ברי\"ף בהלכות וז\"ל הרי\"ף אמרי רבואתא הני מילי שפחה דאחרים דומיא דנכרית דאית לי' קנין בגוה, אבל שפחה דילי' לא דאין אדם עושה בעילתו בעילת זנות. ואיתמר משמי' דרב נטרונאי גאון הכי הא דתנן וכל מי שאין לה עליו ולא על אחרים קדושין הולד כמוה ואיזו זו ולד שפחה וכותית, הני מילי שפחה דאחרים דומיא דכותית דלית לי' קנין בגוה, אבל בא על שפחה דידי' וילדה ממנו בת אע\"ג דלא נקיטא גט חירות בתו היא, ואמור רבנן אין אדם עושה בעילתו בעילת זנות אם בא עליה חייב משום בתו, ואם בא עליה בנו חייב משום אחותו, וחזינא לגאון אחר דמספקא לי' מילתא ומתוך דבריו נקטינן בה מילתא לחומרא לגבי איסורא דהיכי דאית לי' איתתא ומית ולית לי' זרעא אלא האי דאוליד מן השפחה נקטינן לחומרא וחולצת ההיא אתתא ולא מתייבמת, ולענין ממונא נקטינן לקולא ולא ירית לי', אבל איהו גופי' לא מזבני לי' יורשין. ואי בעא למנסב בת ישראל מצריכין גט שחרור ואי קדיש מקמי גט שחרור מצריכין לה גיטא מיני' ואי בעי למנסב שפחה לא שבקינן ליה, עכ\"ל הרי\"ף, וע\"ז כתב הרמב\"ם בפ\"י מהלכות גירושין וז\"ל שלא אמרו חכמים חזקה זו אלא באשתו שגירשה בלבד, או במקדש על תנאי ובעל, שהרי אשתו היא, ובאשתו היא שחזקתו שאינו עושה בעילתו בעילת זנות, עד שיפרש שהוא בעילת זנות או שיפרש שעל תנאי הוא בועל, אבל בשאר כל הנשים הרי כל זונה בחזקת שבעל לשם זנות, עד שיפרש כי הוא לשם קדושין, ואין צריך לומר בשפחה או עכו\"ם שאינה בת קדושין שאין חוששין להם כלל, והרי הבן מהם בחזקת עכו\"ם ועבד עד שיודע בודאי שנשתחררה אמו או נתגיירה.<br><b> והנה </b> צריך להבין דברי הרמב\"ם דהא כתב שם זה לחלוק על דברי הגאונים שאמרו שמי שיש לו בן משפחתו לא תתייבם אשתו שמא שחררה שאין אדם עושה בעילתו ב\"ז, ועל זה הוא שכתב דבריו, וא\"כ הי' לו לכתוב רק על בן משפחה, ומה זה שהוסיף בדבריו עובדת כוכבים וסיים בדבריו וכתב עד שיודע בודאי שנשתחררה אמו או נתגיירה.<br><b> והנראה </b> בזה דרבינו כתב זה בתורת הוכחה ודמיון שאם באנו לומר שמכיון שבא על שפחתו שמא שחררה, אם כן גם בעובדת כוכבים נמי נימא שמא נתגיירה, ונהי דבשפחת חבירו יש סברא לומר דבעל השפחה לא ישחרר אותה בשביל זה שהוא רוצה לישא ישראל, אבל בנכרית נימא שמא נתגיירה, והיא משנה מפורשת חוץ ממי שיש לו בן מן השפחה ומן העכו\"ם, ויש לחלק משפחה דעלמא לשפחה דידי' בשביל שרוצה לישא ישראל.<br><b> אכן </b> המ\"מ פרק ד' מהלכות נחלות האריך לחזק דברי הרמב\"ם וכתב דמשו\"ה לא נסתפק הרמב\"ם בזה דכי היכי דבעבדים ליכא לפלוגי בין נכרית לנכרית כך בשפחה אין לחלק בין שפחה לשפחה, שאל\"כ הי' להם בגמרא לברר עכ\"ל המ\"מ, ומבואר מדבריו שעיקר הוכחת המ\"מ הוא מתוך דמיון דכמו דבנכרית אין לחלק בין נכרית לנכרית ה\"ה דאין לחלק בשפחה ולפי מש\"כ מוכח דהרמב\"ם כתב זה בתורת הוכחה דסובר דאם היה שייך לומר בשפחה דידיה שמא שחררה משום חזקה שלא היה בועל שפחה כן נימא גם בנכרית דשמא נתגיירה, דחזקה שלא היה בועל נכרית, והנה המ\"מ כתב עוד ליישב דברי הרמב\"ם במה דקשה עליו מגמ' גיטין דף ל\"ט בהא דתניא הכותב שטר אירוסין לשפחתו ר\"מ אומר מקודשת וחכ\"א אינה מקודשת, דפריך על הא דאמרינן עבד שנשא בת חורין בפני רבו יצא לחרות, ומשני דברייתא כגון שאמר לה צאי בו והתקדשי בו דמוכח דבסתם שטר אירוסין יצא לחרות, וכתב ע\"ז המ\"מ ויש לי לתרץ התם הוא בשטר אירוסין משמע ממעשיו שהוא רוצה אותה דרך אישות אבל בבא עליה שלא בקדושין אדרבה משמע ממעשיו שהוא רוצה בזנות וכמו שכתבתי למעלה, והנה דברי המ\"מ אינם מבוררים דלמעלה כתב רק ליישב אמאי לא נימא אין אדם עושה בעילתו ב\"ז, וכתב דאפי' את\"ל שחררה מ\"מ עשה בעילתו בעילת זנות דהא אכתי פנוי' היא ואינה אשתו, וא\"כ בהכרח עשה בב\"ז, אבל זה אינו אלא לדחות הסברא דאין אדם עושה בעילתו ב\"ז, אבל מה דאמרינן מי איכא מידי דלעבדי' לא עביד איסורא ואיהו עביד איסורא, זהו הוכחה דשייך גם כאן דהא עכ\"פ איכא ראי' דלא עביד בעצמו איסורא ובודאי שחררה.<br><b> והנה </b> הרמב\"ם בפ\"ח מהל' עבדים הל' י\"ז כתב עבד שהשיאו רבו בת חורין או שהניח לו תפילין בראשו וכו', וכן כל כיוצא באלו הדברים שאין חייב בהן אלא בן חורין יצא לחרות וכופין את רבו לכתוב גט שחרור, וכן אם נדר נדר וכו' מכאן אני אומר שהמשחרר עבדו בכל לשון והוציא דברים מפיו שמשמען שלא נשאר עליו שעבוד כלל ושגמר לבו לדבר זה שאינו יכול לחזור בו כופין אותו לכתוב לו גט שחרור אע\"פ שעדיין לא נתן, ומבואר מדברי הרמב\"ם דאינו בגדר הוכחה שודאי שחררה מקודם, דאם כן אין ראי' לדינו דמשחרר בכל לשון אינו יכול לחזור בו וכופין אותו לשחררו, וע\"כ דמפרש דבכל הני אמרינן דעכשיו שחררה וצריך גט שחרור, אכן בגמ' כדפריך על הא דעבד שנשא בת חורין בפני רבו דיצא לחרות מהא דהכותב שטר אירוסין לשפחתו ומוקים לה כשרבו השיאו אשה ופריך על זה ומי איכא מידי דלעבדי' לא מעבד לי' איסורא ואיהו עביד איסורא, וקשה לדברי הרמב\"ם הא אכתי מחוסר גט שחרור ומעוכב ג\"ש אסור בבת חורין כדאיתא להדיא בגמ' דהמפקיר עבדו ומת אותו עבד אין לו תקנה, ולא נחלקו רש\"י ותוס' רק אם מותר בשפחה דלשי' רש\"י אסור בשפחה, אבל בבת חורין אסור לכו\"ע. ובהכרח לומר בשיטת הרמב\"ם דמפרש דהעיקר הוא שלא יהיה ביאת איסור, ולכן כשהשיאו רבו אשה מוכח מזה דמשחררו עכשיו, כונתו בזה שעתה קודם ביאה יכתוב לו גט שחרור, ואיברא דיהי' צריך קידושין אחרים, צ\"ל דאה\"נ שיקדשנה מחדש, ומה שמשיאו עכשיו הוא רק לאלם הקשר ביניהם, והנה כל זה הא לא מהני בבא על שפחתו, דהא לשי' הרמב\"ם דבכל הני אינו אלא דנפקע השעבוד וכופין אותו לכתוב גט שחרור, וא\"כ בבא על שפחתו אף אי נימא דפקע שעבודה אכתי שפחה היא ואסורה לו, וממילא באמת גם שעבודה לא פקע, כיון דלא נוכל לומר ולהוכיח מזה ששחררה, דהא לא נוכל לומר אח\"כ דמשום דאין אדם עושה בב\"ז בא עליה לשם קדושין, דלא תפסו בה אכתי קדושין ומבואר לפ\"ז מה שעמדנו בדברי הרמב\"ם שהזכיר עכו\"ם, דכיון דזה דנימא דעכשיו שחררה לא מהני כלום, וע\"כ דנימא דשחררה מכבר, א\"כ גם בבא על הנכרית נימא דבודאי נתגיירה, ונאמיני' על הבן לפטרה מן היבום, וכמו באומר זה בני, וכיון שאין אנו אומרים כן בנכרית כדמוכח ממתני' דיבמות דף כ\"ב שהביא המ\"מ, ה\"נ לא נאמר כן בשפחה, דכיון שהוא רק בתורת הוכחה דאמרינן דודאי לא עביד איסורא, א\"כ אין נ\"מ מנכרית לשפחה דאף דנכרית אין בידה לגיירה, מ\"מ נימא דמדבא עליה מוכח שודאי נתגיירה מדעתה והוי כמו שאומר שנתגיירה, וכיון דמוכח ממתני' דאינו בנו לפוטרה מן היבום משום שאנו מעמידין אותה בחזקת שהיא נכרית, ה\"נ מעמידין השפחה בחזקתה, ולדעת הרמב\"ם בפ\"ד מהל' נחלות אפילו אומר אח\"כ בשכבר ילדה הבן שבנו הוא ושאמו נשתחררה אינו נאמן ואינו יורשו ולא מתייבמת, דאף דתנן בב\"ב דף קל\"ד דזה בני נאמן ליורשו ולפטור מן היבום, זהו באומר על מי שאינו מוחזק לבנו, אבל אין לנו חזקה כנגדו אבל בנו מן השפחה שהיא מוחזקת לשפחה אינו נאמן.<br><small> -השמטות-</small><br><b> מתוך מכתב תשובה של מרן זצ\"ל להגר\"א וסרמן זצ\"ל</b><br><b> באות </b> ב' כתב להוכיח בשם מו\"ר הגר\"ח זצוק\"ל מהא דהולד אינו פוטר עד שיצא לאויר העולם וחייבין כרת משום אשת אח, ומ\"מ יש בה זיקה עד שתלד, ומוכח מזה דאיסור אשת אח אינו מפקיע זיקה, וראי' זו אינה מוכרחת דמה דיש בה זיקה הוא משום דשמא לא יהי' הולד בן קיימא דאז אין בה משום אשת אח, ואף דמשמע דעכשיו היא זקוקה בתורת ודאי אבל כיון דנפקא מאין לו עיין עליו לא מוכח כלל דאשת אח אינו פוטר."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכונס את יבמתו נאסרו צרותיה עליו ועל שאר האחין, ואם בא הוא או אחד מהאחין על צרתה ה\"ז עובר בעשה שנאמר יבמה יבא עליה ולא עליה ועל צרתה ולאו הבא מכלל עשה עשה.</b><br><b> נ. ב. </b> רש\"י פי' משום בית אחד הוא בונה, ונראה דהרמב\"ם לשיטתו דחליצה מדבריהם ע\"כ דבית אחד לא כתיב אלא שאינו מחויב ליבם אלא אחת, אבל לא מוכח דאיכא איסור ליבם השני' כיון דמשמת אחיו נסתלק איסור ערוה מכל נשיו, ולכן סובר דדרשינן מעליה דהוא מיותר, ואף דדרשינן לגז\"ש מ\"מ גם זה נלמד מפשוטו דעליה ולא על חברתה, וביותר מיושב לדעת הרמב\"ם דאינו לומד מעליה אלא מולקחה.",
                "<b>וכן החולץ ליבמתו נאסרה החלוצה היא וכל צרותיה על החולץ ועל שאר אחין, וכולן אסורות עליהן מד\"ס כשניות, שמאחר שמת אחיו בלא ולד נסתלק איסור ערוה מעל כל נשיו, לפיכך תופסין בהן הקדושין כשניות.</b><br><b> המ\"מ </b> הביא כאן הסוגיא בדף י' מחלוקת ר\"י ור\"ל, דסבר ר\"ל בחלץ ליבמתו דאסורה על החולץ בלאו ועל שאר אחין בכרת, וצרות בין הוא ובין אחין בכרת, ור\"י סבר דבין הוא ובין האחין אין חייבין לא על החלוצה כרת ולא על הצרה כרת, ומבואר בגמ' דגם לר\"י קאי עלי' בלאו, ודברי הרמב\"ם שכתב דאינו אלא מד\"ס צ\"ע דלהדיא מבואר בגמ' דגם לר\"י קיימו עלי' בלאו.<br><b> והנה </b> מקדם נבאר מה שיש לעמד בדברי הגמ', במה דמבואר בסוגיא שם דהחולץ ליבמתו וחזר וקדשה ואח\"כ נולד להם אח, דלר\"ש הו\"ל כמו יבם ולבסוף נולד דאמרינן הואיל ובא ומצאה בהיתר, ול\"ה עלי' באיסור אשת אחיו שלה\"ב, ה\"נ בנולד אחר הקדושין שייכא הך דינא דבא ומצאה בהיתר, וקשה לי ע\"ז דהא כתבו התוס' בדף כ' בטעמא דר\"ש דמשום דפקע איסור אשת אח, שיכל להחזירה אחר שגירשה, לכן פקע נמי לגבי האח הנולד, וזה הא נלמד מקרא דולקחה דנעשית כאשתו לכל דבר, ובחולץ וחזר וקדשה הא ליכא קרא דולקחה דנעשית כאשתו לכ\"ד, ואין לומר דהוא ע\"י דפקע איסור אשת אח בהחליצה לגבי החולץ פקע נמי לגבי האח הנולד, דאם נימא כן הי' צריך להיות גם בנולד קודם שקידש הך דינא דבא ומצאה בהיתר, ורש\"י והתוס' כתבו להדיא דוקא בנולד אחר שקידש, ואלא דנאמר דכיון דפקע איסור אשת אח ע\"י החליצה, ממילא אמרינן מסברא דנעשית כאשתו בקידש גם בלא קרא דולקחה, אלא דאם נאמר כן הי' צריך להיות מהני. זה גם לגבי שאר האחין הקיימין דלא תיקום עלייהו באיסור כרת, וזה אין לומר דגבי האחין הקיימין אינו מועיל משום דלא באו ומצאו בהיתר, דהא לר\"ל אין היתר על האחין, וא\"כ מה דמותרת על האחין לאחר יבום כשמת המיבם הוא ע\"כ משום דטעמא דנעשית כאשתו לכ\"ד מהני בעצמו, ולא צריך להא דבא ומצאה בהיתר וא\"כ עכ\"פ מוכח דגבי אחין לא חשיב בחולץ ואח\"כ קידש נעשית כאשתו, וא\"כ מנ\"ל לגמ' דגבי הנולד מהני חלץ ואח\"כ קידש ושייך דינא דבא ומצאה בהיתר.<br><b> והנה </b> כבר העיר האור שמח דמשמע דהירוש' חולק בזה על תלמודא דידן, דלא נזכר בירוש' כלל חידוש זה דמהני לר\"ל אליבא דר\"ש, בחולץ שקידש ונולד להם אח טעמא דהואיל ובא ומצאה בהיתר, וכתב בזה משום דהירוש' סובר דבחליצה פקע זיקה למפרע, דהירוש' מקשה חליצה פטור ביאה פטור כמה דתימר חלץ לה נאסרה לאחין ודכוותה בא עלי' נאסרה לאחין, ותני ר\"ח מת ראשון ייבם השני, אמר ר\"י מה את סבר היא חליצה היא ביאה כיון שחלץ לה נעקרה הימנה זיקת המת למפרע, למפרע חל עלי' איסורו של מת אצל האחין, אבל אם בא עלי' אשתו היא, והיינו דהירוש' מקשה דכמו דבחלץ לה הרי היא באיסור כרת לגבי אחין, ה\"נ בבא עלי' ואיך מותרת לשני כשמת המייבם, ומשני דבחליצה פקע זיקת המת למפרע וקיימא עלייהו באיסור אשת האח המת, ול\"ד לביאה דבביאה פקע איסור אשת אח לגבי כל האחין, משא\"כ בחליצה, ולכן בייבם ולבסוף נולד שהותר איסור אשת אח לגבי אחין ורק לגבי הנולד דנינן לאוסרו משום אשת אחיו שלה\"ב, בזה אמרינן דכיון דבא ומצאה בהיתר אין גם עליו אלא איסור אשת אח של המיבם, וכשמת המיבם שפיר דמותרת לו, אבל בחליצה דנשאר על האחין איסור אשת אח של מת כיון דנפקע הזיקה למפרע לא עדיף נולד מנייהו, זהו תורף דבריו.<br><b> ודבריו </b> אינם מבוררים כ\"כ בסברא, דכיון דמגמ' דידן מוכח עכ\"פ דנולד עדיף מאחין, שהם בכרת על החלוצה, והנולד לר\"ש אית בי' דינא דבא ומצאה בהיתר, א\"כ מנלן גם אם נימא סברא דלמפרע דאין לומר עדיפותא בנולד דבא ומצאה בהיתר, ול\"ד לאחין הקיימין, דמה דאמר ר\"ש ביבם ולבסוף נולד בא ומצאה בהיתר אינו מוכרח דהיינו משום דבשביל סברא זו אינו דומה האח הנולד להאחין הקיימין, דמאיזה טעם נשוה אותם, דבהו קרינא כי ישבו אחים יחדיו, ובנולד לא קרינא, אלא דהוא טעם בפני עצמו דבא ומצאה בהיתר, א\"כ יהני זה גם להעדיף על האחין הקיימין, דליכא בהו טעם דבא ומצאה בהיתר כיון דעמד עליהם שעה אחת באיסור.<br><b> והנה </b> נראה דבמה שכתבנו בהא דאמרינן נעשית כאשתו אם צריך לזה הא דבא ומצאה בהיתר או לא, דזה דוקא אי נימא דלגבי אחין נעשית למפרע אשת אח, דמוכח לפ\"ז דנעשית כאשתו לכ\"ד מהני, אף דמקודם היתה עליהם באיסור אשת האח המת, אבל אם לא נימא טעמא דלמפרע, א\"כ שפיר יש לומר דטעמא דנעשית כאשתו תלוי בטעמא דבא ומצאה בהיתר, דכ\"ז דמותרין כל אחד לחלוץ וליבם ליכא עלייהו איסור אשת אח, רק אח\"כ כשנתבטלה זיקת היבום אז חזר איסור אשת אח מכאן ולהבא לגבי אחין, דחליצה אינה מבטלת אפשרות היבום, רק דמפקעת זיקת היבום מכאן ולהבא, ולכן בייבם כיון דנעשית אשתו בשעת יבום, א\"כ לא עמדה עליהם שעה אחת באיסור, ונוכל לומר דהבבלי לא סבר הא דלמפרע לגבי אחין כשייבם אחד, אבל בחולץ יש נ\"מ בין האח הנולד לאחין הקיימין דהאחין הקיימין הא חייבין עלי' כרת לריש לקיש, ול\"ש לומר בהם הואיל ובאו ומצאו בהיתר, דהא נאסרה עליו קודם שחזר החולץ וקידש, אבל לגבי האח הנולד מצי למימר הא דנעשית כאשתו גם בקידש, הואיל ובא ומצאה בהיתר.<br><b> אבל </b> הירושלמי הנה לפ\"מ שפירשו הק\"ע והפ\"מ דאמרינן סברא דלמפרע נעשית אשת אח אצל האחין וכדאמר שם מקודם לגבי צרה, וא\"כ גם בייבם הי' לנו לומר כן, ומוכח לפ\"ז דסברא דנעשית כאשתו מהני אף בלא הא דבא ומצאה בהיתר, ומה דבחלץ וחזר וקידש לא מהני לגבי האחין הקיימין הוא ע\"כ משום דל\"א בזה נעשית כאשתו לכל דבר, וכ\"ז לפי' הק\"ע והפ\"מ אכן אם נפרש בדברי הירושלמי כדמוכח באמת מפשטות הדברים, ושכן פי' האור שמח, דהירוש' חידש לחלק בין ביאה לחליצה ורק בחליצה אמרינן סברא דלמפרע, אבל ביבום לא אמרינן דנפקעה זיקה למפרע, וא\"כ אין לנו ראי' כבר גם לד' הירוש', מזה דמת הראשון ייבם השני, דנעשית כאשתו מהני גם בלא הא דבא ומצאה בהיתר דביבום הא לא אמרינן סברא דלמפרע, אלא דלפ\"ז קשה סיום ד' הירוש' מה דצריך לומר אבל אם בא עלי' אשתו היא, כיון דגבי יבום ל\"א סברא דלמפרע, א\"כ גם בלא הא דאשתו היא לא קשיא, ואם נימא טעמא דאשתו היא, א\"כ למה לן טעמא דלמפרע נעשית אשת אח.<br><b> ולכאורה </b> נראה הביאור בד' הירוש' דאיברא דלמפרע נפקעה זיקה הוא מצד החליצה, וכמו שכתב לפרש האור שמח, מ\"מ גם בייבם הי' צריך עכ\"פ להיות אשת אח מכאן ולהבא, ומה דצריך בחליצה לסברא דלמפרע הוא משום דסבר דכן הוא האמת ומשום דנ\"מ דאפי' אם קידש החולץ ואח\"כ נולד נמי לא נימא בא ומצאה בהיתר לר\"ש, כיון דנעשה למפרע אשת אח, אלא דאינו מיושב זה אלא לדברי האור שמח דאפי' לר\"ש לא נעדיף את האח הנולד על האחים הקיימים, אכן לפ\"מ שפקפקתי בזה, א\"כ הא לא נפקא לן מינה כלל לגבי הנולד בסברא דלמפרע, דבל\"ז לא הי' עליו מעולם זיקה, אלא דבא ומצאה בהיתר.<br><b> ויותר </b> הי' נראה דמה דאמר בחליצה טעמא דלמפרע, הוא לאפוקי דאפי' למ\"ד חליצה קנין, וכדאמר מקודם הירוש' אין אתה יודע משום מה אתה מחייבו אי משום אשתו של מת או משום אשתו של חולץ, מ\"מ לא מהני, דל\"מ אשתו היא אלא היכי דנמשך היתר הזיקה, אבל כיון שנתבטלה הזיקה אף שחידשה התורה דלגבי החולץ נעשית ביתו, והיינו מכאן ולהבא, אבל הזיקה נפקעה למפרע וא\"כ לגבי אחין ליכא היתר.<br><b> שוב </b> ראיתי דאי אפשר לומר כן בכונת הירוש', דר' יוסי איירי הכא ולעיל אמר ר' יוסי להדיא דחליצה פטור, לכן נראה דהירושלמי יסבור כסברת הבבלי בדף כ' דאמר לרבנן דאף דדרשינן מולקחה דנעשית כאשתו לכ\"ד, דמגרשה בגט ומחזירה, מ\"מ פליגי אר\"ש ואסרי בייבם ולבסוף נולד, מקרא דויבמה עדיין יבומין הראשונים עלי', ואמרי' משום דסברי שדי התירא אהתירא ושדי איסורא אאיסורא, ולכן נימא דסבר גם הירוש' דעד זמן הביאה או החליצה צ\"ל מותרין משום אשת אח, ורק דהירוש' לא מסתבר לי' שיהי' מקודם מותר ואח\"כ אסור, לכן סבר סברא דלמפרע, והי' צריך לומר כן גם בביאה, כיון דעכ\"פ האחין לא ייבמו את היבמה, דנעשית אשת אח לגבייהו למפרע, וממילא לא נימא כלל סברא דאשתו היא לכל דבר דהא שדי איסורא אאיסורא, ולכן מחדש הירוש' בביאה טעמא דאשתו היא, דאלא\"ה הי' לנו לומר גם בביאה סברא דלמפרע אצל האחין, ומשום דנעשית כאשתו לכ\"ד ונתקיימה הזיקה שדי התירא אהתירא. אבל בחליצה כיון דנתבטלה למפרע הזיקה האחין בכרת, אף דהוא אינו בכרת דעקרה תורה מקרא דלא יבנה, מ\"מ אינו אלא לגבי החולץ ולא לגבי אחין ואפילו לגבי האח הנולד, לפ\"מ שכתבנו מדברי האו\"ש דהירוש' חולק בזה על הבבלי, וס\"ל דלא שייך גבי' דינא דבא ומצאה בהיתר משום דנעשית כאשתו דכיון דנפקעה הזיקה למפרע, ל\"ש לומר דנעשית כאשתו כמו דאמר הגמ' בדף כ' אליבא דר\"ש דל\"ד לאחותו מאמו שנשאה אחיו מאביו, משום דהוי איסורא דלית לי' התירא, ולכן גם כאן דלמפרע פקעה זיקה הוי כמו איסורא דלית לי' היתירא, ולא שייך זה אלא היכי דעד היבום היתה מותרת להם.<br><b> ומיושב </b> דצריך הירושלמי לב' הטעמים, משום דבטעמא דלמפרע מסתבר להירוש' דהי' צריך להיות שייך גם בביאה, כיון שנתיבמה לראובן ונתברר דלא היתה זקוקה לשמעון, וכדאמר הירוש' דהכל מודים בצרה שהוא חייב, משום דנתברר שהיא אינה היבמה, ובטעמא דאשתו היא לחוד נמי לא סגי דכיון שצריך לומר דלמפרע נעשית אשת אח לגבי האחין גם ביבום, א\"כ הוי לגבייהו איסורא ושדי איסורא אאיסורא, ולא נימא כלל דנעשית כאשתו, ולזה מחדש הירוש' דכיון דאיכא לסברא דאשתו תו לא אמרינן כלל סברא דלמפרע, וכמו שבארנו דכיון דעד שעת יבום הותרה להם, וגם אח\"כ נתקיימה הזיקה ואשתו של יבם היא, לא נימא דלמפרע נעשית אשת האח המת.<br><b> והנה </b> כל זה הוא לפי מה דנפרש בכונת הירושלמי דכיון שחלץ לה נעקרה זיקת המת למפרע אצל האחין כיון שהם לא חלצו, ומשו\"ה נעקרה מהם זיקת המת וכדאמר בירושלמי לעיל גבי צרה דלמפרע נעשית אינה זקוקה, דלפ\"ז שפיר מחלקינן בין יבום לחליצה, דגבי יבום כיון דמקודם היתה זקוקה להם ונתקיימה הזיקה, שדי היתירא אהיתירא, ורק בחליצה דנעקרה הזיקה למפרע, קיימי האחין בכרת וכנ\"ל.<br><b> אכן </b> מפשוטן של ד' הירוש' משמע, דכונתו דבהחליצה נעקרה הימנה זיקת המת, ומה דפטור החולץ מכרת הוא משום לא יבנה, והנה הרמב\"ם לא הזכיר הא דלא יבנה, ונראה דיש נ\"מ אם דין הזיקה מתרת משום אשת אח דא\"כ אי אפשר לומר בלא דין למפרע שיאסרו משום אשת אח בין להאחין בין להצרה, דעל כולם הי' זיקה, אבל אם נימא דלא דין זיקה מתיר אלא כמו דאמר הירוש', ניחא הוא אינו חייב על החליצה שכבר נראה לפטור בה, והיינו דבשעת חליצה ע\"כ הי' מותר בה, דפטור חליצה הוא ג\"כ פטור של אפשרות יבום, ולא דהוי עקירה ממצות יבום, וא\"כ דוקא הוא ולא אחין דלא נימא שליחותייהו קעביד, ולכן הירוש' דסובר עכשיו דזיקה מתרת, וע\"ז אמר דכיון שחלץ לה, נעקרה הימנה זיקת המת למפרע, והיינו דהזיקה לא באה לתכליתה ונתבטל כח הזיקה, ובייבמה אין נ\"מ בין האחים להמיבם, כיון דבאה הזיקה לתכליתה, ומה דהוצרך לטעמא דאמר אשתו היא, נראה דזהו ג\"כ ביאור דמה דאמרה תורה אשתו היא, היינו לגבי כל האחין, דבלא זה לא היינו אומרים לגבי כל האחין דהזיקה באה לתכליתה, דהא ע\"כ גם הא דנעשית כאשתו, אינו אלא לגבי איסור האחין, וכדאמר הגמ' בדף כ' דלא שייך לומר נעשית כאשתו לכ\"ד לגבי אחותו מאמו, והיינו דל\"מ הא דנעשית כאשתו לכל דבר אלא לגבי איסור האחין משום דלכולהו פקע אשת אח, נמצא דדין זיקה מה שהיתה זקוקה לא תוכל להתיר אלא אם באה לתכליתה, ואז אמרינן דכיון דנעשית כאשתו מהני זה לגבי כל האחין, משום דבאה לגבי כל האחין לתכליתה שתחשב לגבייהו אשת החי, אבל דין נראה לפטור בה שייך רק לגבי חולץ ולא לגבי אחין.<br><b> והנה </b> ר' יוסי סובר להדיא בירוש' חליצה פטור, ולשיטתו ע\"כ החילוק בין אחין לצרה, לריש לקיש בירוש' דלית לי' טעמא דלמפרע לגבי אחין, דסובר בין הוא בין אחין אינן חייבין על החלוצה, ומ\"מ אמר שם דהכל מודים בצרה שהוא חייב, הוא משום דסובר סברא דשליחותא לגבי אחין ולא לגבי צרה, וע\"ז פליג ר\"י ולא סבר טעמא דשליחותא גם לגבי אחין ונמצא דליכא מאן דסבר טעמא דלמפרע מצד האחין, לכן חידש טעמא דלמפרע על עצם החליצה, והיינו משום דלא סבר ר\"י טעמא דשליחותא וא\"כ לא נראה לפטור בה, אבל אם היתה הזיקה מתרת לא היינו מחלקים בין החולץ להאחין, ובלא טעמא דלמפרע יש לבאר מחלוקת ר\"י ור\"ל דר\"ל סבר שליחותא והוי כמו נראה לפטור בה, ור\"י לא סבר שליחותא ולא נראה לפטור בה, וא\"כ יקשה מ\"ש מיבום, וע\"ז מתרץ דזיקה בעצמה היתה מועלת אלא דבחליצה אמרינן דלמפרע פקע זיקה.<br><b> אלא </b> דלפ\"ז ג\"כ יבואר דהירוש' אינו יכול לסבור דחלץ ואח\"כ קידש ונולד להם אח מותרת, דלפי דבריו הא דנעשית כאשתו דמהני לגבי אחין הוא בצירוף עם דין זיקה, ולא דמהני מצד עצמה דהא לא מהני לגבי אשת אחיו מאמו, וע\"כ דהוא רק לומר דהזיקה באה לתכליתה גם לגבייהו דהיא אשת המייבם ולא אשת המת, ונמצא דלהבבלי לא נצרף הא דאשתו היא אלא לענין שיהי' בא ונמצאה בהיתר, ושדי היתירא אהיתירא, אבל עיקר ההיתר הוא גדר דנעשית כאשתו.<br><b> והירושלמי </b> אם הי' סובר כהבבלי דהטעם משום דמקודם הי' מותר ואח\"כ אסור, ואינו מועיל אלא לענין דיהי' בא ומצאה בהיתר, לא הי' צריך לחדש טעמא דחליצה הוי למפרע, וע\"כ דסובר דזה אי אפשר דאם מקודם מותר צריך להיות גם אח\"כ מותר, וע\"כ צריך לחדש טעמא דלמפרע לענין חליצה, ולענין ביאה אנו אומרים הסברא דאשתו היא, ובאה הזיקה לתכליתה גם לגבי האחין, וא\"כ לפ\"ז ע\"כ אשתו היא לבד אינה מועלת כלל דממ\"נ אם הותרה מקודם גם אח\"כ מותרת, ואם לא הותרה מקודם הא אמרינן דהוי איסורא אאיסורא, וזהו אם הי' הירוש' סובר כהבבלי, נוכל לומר כמו שכתבנו דהירושלמי סובר דלגבי האחין לא הי' מהני כלל טעמא דאשתו היא אלא לומר דמשו\"ה אמרינן דגם לגבייהו הזיקה באה לתכליתה דכיון דאשתו היא א\"כ אפילו זיקה שלהם באה לתכליתה לענין זה, עכ\"פ לענין יבם ואח\"כ נולד לא שייך זה, דדוקא היכי דאיכא צירוף סברא דזיקה מהני, ומ\"מ מצינו דיבם ואח\"כ נולד מהני לר\"ש והתם ליכא דררא דזיקה, וע\"כ צריך לומר דדינא דבא ומצאה בהיתר דיבם ואח\"כ נולד שייך להיתר דאחיו גבי יבום, דאיסור דאשת אחיו שלה\"ב הוי רק בדין יבומו של המת, דהתורה לא אמרה דין יבום אלא בהי' בעולמו וממילא קיימא באיסור אשת אח בנולד קודם יבום משום דהיתר דאשתו היא מדין זיקה כמש\"כ, אבל בנולד אח\"כ כיון דלגבי שאר האחין אינה נחשבת כאשתו של מת גם אליו אינה נחשבת כאשתו של מת.<br><b> ומיושב </b> בזה האיבעיא בירוש' פ\"ב הל' ב' (לפי הגהת האו\"ש), רב יודן בעי צרת אחות אמו שמצאה לפני אחיו מאביו מפני שמצאה בהיתר מותרת, והאור שמח הסביר צד האיסור בהספק דכיון דאם הי' נולד מקודם הי' אסור, אבל לדברינו נוכל להסביר צד ההיתר דלא איכפת לן רק זה דלשאר האחין לא תהי' נחשבת לאשתו של מת, אך מה דלכאורה יקשה דעכ\"פ הא איסורא היא, והאור שמח כ' בצד ההיתר משום דצרה כיון דילפינן מולקחה אין בה אלא איסור אשת אח, אך באמת יש להעיר כאן דהא הוי צרה שלא במקום מצוה והוי כמו בתו אילונית.<br><b> והנה </b> הי' אפשר לומר דטעמא דמ\"ד חליצה קנין הוא משום דסובר דלא שייך חליצה שהוא פטור כמו בגט אשה שהיא אסורה עליו באיסור חייבי כריתות, בשלמא אי אמרינן דהותרה במיתת המת לא צריך לחדש חליצה קנין, אבל אם לא הותרה במיתת המת א\"כ איך שייך לפטור אשה אסורה לו, לכן חידש בטעמא דחליצה קנין וגם חליצה מתרת האיסור, ומקודם אמר הסברא דנראה לפטור בה לחוד מתיר, ואח\"כ מחדש דבאמת הוא בגדר קנין, ולמ\"ד דחליצה אינה קנין אלא פטור היינו יכולים לומר דסגי בסברא דנראה לפטור בה לחוד.<br><b> ומה </b> דחדש ר' יודן טעמא דלמפרע, אפשר דאינו אלא גבי צרה, דדוקא גבי אחין דלא שייך כלל ששניהם ייבמו, ולכן אמרינן שההיתר הוא לכולם, אלא דע\"כ לא כולם ייבמו אבל גבי צרה אם הותרו כולם למה לא יתיבמו כולם, וע\"כ דלא כולם הותרו, ולכן אמרינן טעמא דלמפרע.<br><b> וממילא </b> לפ\"ז לגבי אחין דליכא טעמא דלמפרע ואם הותרו כולם הותרו, וצריך ע\"כ לומר דנראה לפטור בה לחוד סגי, אלא דבסוף הסוגיא חידש ר' יוסי טעמא אחרינא דבאמת איכא דין זיקה וכולם הותרו, אלא דמכיון שחלץ לה הוא בירור למפרע דהזיקה לא נגמרה ובאופן כזה לא הותרה, ונמצא דחליצה הוא פטור בגדר מברר למפרע, וממילא לא קשה לכאורה איך הוא חולץ ופוטר לאשה שהיא אסורה עליו, אלא דכיון דמ\"מ נצטרך לומר דנראה לפטור בה פוטר, א\"כ לא נצטרך ליישב טעם למפרע משום דעד החליצה הי' בחזקת היתר, אלא דבאמת גם אח\"כ פטור ונ\"מ רק לגבי אחין, ונמצא דנ\"מ דאי מטעם זיקה אין חילוק בין חולץ לאחין ואי מטעם נראה לפטור דוקא בחולץ ולא באחין.<br><b> והנה </b> בפשוטו קשה מה דאמר ר' יודן חליצה פטור ביאה פטור, דמהיכי תיתי נימא ביאה פטור, דאף אי נימא דחליצה אינו קנין אבל ביאה הא הוי בודאי קנין ותרווייהו הא הוי סברי דאי חליצה קנין מהני אלא דסבר ר' יוסי דחליצה אינו קנין ונראה דהביאור בזה דהוי סבר מקודם דבזה פליגי ר\"י ור\"ל דמר סבר דסברא דזיקה מועלת להסיר אשת אח אלא דא\"כ מאי טעמא דאסור בצרה למאן דסובר טעמא דזיקה, וצריך לחדש טעמא דלמפרע, וא\"כ גם באחין הוא כן, אלא בחולץ משום דנראה לפטור בה מהני טעמא דאפשרות יבום ומהני לי' הזיקה ולכן תי' משום דחליצה קנין, אבל ר\"י לא סבר חליצה קנין ולדידי' ע\"כ לא נאמר באחין למפרע וא\"כ ר\"י דסבר דאסור ע\"כ סבר דזיקה אינו מתיר כלל, וכיון דזיקה אינו מתיר מהיכי תיתי יהני טעמא דאשתו, וע\"ז משני דבאמת איכא טעמא דזיקה אלא דחליצה מבטל הזיקה, אבל ביאה דאינה מבטלת מהני הזיקה לכל האחין לומר דאשתו הוא.<br><b> [הגה </b> מכ\"י, עכשו נראה דהביאור בירושלמי דבאמת הלמפרע הוא מצד החליצה דפקעה הזיקה וכמו שמפרש האור שמח, ומה דצריך לומר אשתו גבי יבום, הוא משום דעכ\"פ הי' צריך להיות אשת אח אצל האחין מכאן ולהבא, אלא דלפ\"ז יקשה למה צריך בחליצה לומר למפרע, וצריך לומר דכן הוא האמת ומשום דנ\"מ דאפי' אם קידש החולץ ואח\"כ נולד נמי לא נימא בא ומצאה בהיתר כיון דנעשה למפרע, והיינו אפילו לר\"ש דלרבנן לא צריך לזה כיון דלגבי אשת אחיו שלא הי' בעולמו לא ס\"ל כלל הא דאשתו היא משום דלא הותרה גבי' מעולם.<br><b> אך </b> אכתי אינו מיושב זה אלא לדברי האור שמח דאפילו לר\"ש לא נעדיף את הנולד על האחין הקיימים, דלפ\"מ שפקפקתי בזה א\"כ מה מהני הא דלמפרע, הא לגבי הנולד בל\"ז לא הי' מעולם זיקה ועכשיו כשנולד בא ומצאה בהיתר.<br><b> ויותר </b> נראה דמה דאמר בחליצה למפרע הוא לאפוקי דאפי' למ\"ד חליצה קנין וכמו דאמר מקודם אין אתה יודע משום מה אתה מחייבו, אם משום אשתו של מת או משום אשתו של חולץ, מ\"מ לא מהני, דלא מהני אשתו היא אלא היכי דנמשך היתר הזיקה, אבל כיון שנתבטלה הזיקה לכן אף שחידשה התורה דלגבי החולץ נעשית ביתו אבל לגבי האחין נתבטל לגמרי היתר הזיקה].<br><b> עתה </b> נבוא לדברי הרמב\"ם במה דסובר דחלוצה הוא מדברי סופרים והקשה המ\"מ דבגמ' מפורש לר\"ל שהוא בלאו, וגם לר\"י קאמר בשלמא לדידי דאמינא דהוא בלאו, עוד אמרינן לקמן בדף נ\"ב בטעמא דרע\"ק דסובר אין אחר חליצה כלום משום דאין קדושין תופסין בחייבי לאוין והנה הרמב\"ם בפה\"מ פירש שם באמת טעמא דרע\"ק משום דחזרה אשת אח, וכבר השיג הרשב\"א דהוא דלא כדברי הגמ', ונראה דאפשר לומר דהיתר אשת אח לא שייך אלא אם התורה לא אסרה אותה להדיא דליכא דין יבום, אכן לרב גידל דדריש מיבמתו דיש לך יבמה שעולה לחליצה ואינה עולה ליבום, ואיזו זו חייבי לאוין, והיינו דאיכא קרא דיש דין חליצה אף דליכא דין יבום, והחילוק מחייבי כריתות משום דהכא תפסי קדושין. א\"כ ע\"כ דלית לי' הך סברא, דע\"כ ליכא אשת אח דאי איכא אשת אח א\"כ לא תפסי קדושין והוי כמו חייבי כריתות, דמאי נ\"מ לן במה דבעלמא תפסי קדושין עכ\"פ עכשיו לא תפסי קדושין ועי' ברמב\"ן ורשב\"א בזה, אבל לדידן לפ\"מ דקייל\"ן דטעמא משום גזרה וכו' א\"כ איכא למימר דאי לא היה דין יבום היה נשאר איסור אשת אח, וא\"כ כיון דבחלוצה ליכא איסור אשת אח דהא יש אחר חליצה כלום ע\"כ דליכא איסור מה\"ת כלל.<br><b> אכן </b> יש לנו סתירה מצרת יבמתו דכתב הרמב\"ם דאם בא הוא או אחד מהאחין על צרתה ה\"ז עובר בעשה שנאמר יבמה יבא עליה ולא על צרתה ולאו הבא מכלל עשה עשה, ופשוט דהוא דומה ללאו דלא יבנה, והרמב\"ם קרא גם לזה לאו הבא מכלל עשה, ומוכח מדברי הרמב\"ם דאיכא אפשרות דנתמעט ממצות יבום ומ\"מ ליכא אשת אח, משום דמשמת המת נסתלק איסור ערוה מעל כל נשיו. [והנה לרע\"ק דסבר דחליצה הוי כמו ביתו והיינו דהוי כמו שכנסה והוציאה, א\"כ בודאי אין שום גדר יבום, ודין ולקחה דנעשית כאשתו לכל דבר ליכא בחלוצה והי' אפשר דקיימא באיסור אשת אח, אבל לדידן לא אמרינן כלל דחליצה הוא סילוק לגמרי מדין יבום, אלא דהוא רק פטור לינשא לעלמא ואף דזיקת יבום ודאי ליכא, אבל דין יבום לא נפקע].<br><b> ונראה </b> דלסברת הירושלמי דבחליצה אמרינן למפרע א\"כ שפיר דאי למפרע פקעה זיקה, וגם נימא דאמרה תורה שלא ייבם אותה, א\"כ הוי כמו שאמרה תורה להדיא דאין מפקיע אשת אח כיון שאינו רוצה ליבם, ונמצא דהפקעה תהי' בספק, ולפ\"ז סובר הרמב\"ם דגם סברא דנראה לפטור בה לא מהני.<br><b> אך </b> כל זה בחליצה אבל ביבום לגבי צרה כיון דאמרינן סברא דשליחותא דאחין קעביד לא נימא דמשום דלא הותרה לגבה יבום וליכא לגבה מצות יבום, רק דנתקיים דסגי באחת לקיים מצות להקים זרע, ואף דאיכא עשה לא אמרינן דהעשה מפקיע מצות יבום, אבל בחליצה דאמרינן דלמפרע נתבטלה זיקה א\"כ אי אסרה תורה ע\"כ דליכא כלל מצות יבום דהא לא נתקיים, וממילא נשאר אשת אח, והנה אף דהירושלמי סובר סברא דלמפרע ומ\"מ מותר החולץ, אך כ\"ז הוא אם לא נימא דיבמתו ריבה חייבי לאוין לחליצה, אבל אם נימא דמיבמתו מרבינן חייבי לאוין לחליצה כבר כתבנו דלפ\"ז ע\"כ אפשר דלא יהי' דין יבום ומ\"מ ליכא אשת אח, ולכן נוכל לומר דהירושלמי בפרק א' לא הזכיר כלל הא דגזרה ביאה ראשונה אטו ביאה שניה, והזכיר דרשא מפורשת דליכא יבום בחייבי לאוין ויבמתו ריבה לחליצה, ומ\"מ אמר דקדושין תופסין וא\"כ סובר הירושלמי דאף דליכא דין יבום ונתמעט מקרא מ\"מ כיון דאיכא דין חליצה פקע אשת אח, א\"כ שפיר אף דנימא דין דלמפרע לענין דנפקע זיקה, ואף דאיכא מיעוט דאחר חליצה לא ייבם מ\"מ פקע איסור אשת אח.<br><b> והנה </b> לפ\"מ שכתבתי נצטרך לומר דבצרת יבמה לא נתבטל מצות יבום וזהו לר\"י דסבר שליחותא אבל ר\"ל דלא סבר שליחותא ודאי דנתבטל ונמצא עכ\"פ דקוטב הסברא דבצרת יבמה דשייך שליחותא אפשר שיהי' איסור ומ\"מ לא נתבטל דין יבום, וראיה דהא מהני מאמר, אבל בחליצה כיון דאיכא סברא דלמפרע פקע זיקה אי אמרינן דאיכא נמי איסורא והוי הפקעה מדין יבום א\"כ לא נתבטל אשת אח.<br><b> אלא </b> דאכתי צ\"ע דמנ\"ל להרמב\"ם לומר דגם לר\"י דבבלי סברינן סברא דלמפרע לענין חליצה, כיון דבירושלמי אשכחן זה רק לר\"י דירושלמי דסבר דאשת אח לא הותרה.<br><b> ואפשר </b> לומר לכאורה מזה גופי' דחזינן דאחר חליצה יש דין יבום ומהיכי תיתי לומר כן, וע\"כ דאם הי' נתבטל דין יבום היה נשאר אשת אח, ואיברא דגם בצרה איכא דין יבום אלא דשם איכא סברא דשליחותא ולא נתבטל דין יבום, ולכן אפשר דאיכא עשה, אבל הכא כיון דליכא סברא דשליחותא ע\"כ נאמר דליכא איסור כלל כיון דעכ\"פ זה חזינן דהיתר בלא דין יבום ליכא וע\"כ דאיכא דין יבום בין בחלוצה בין בצרת יבמה, ונמצא לפמש\"כ דלא משום דכיון דהותרה הותרה לעולם, אלא דהסברא הוא משום דלעולם איכא דין יבום בין אחר חליצה בין לצרת יבמה, אלא דזיקה ליכא, ובצרה הטעם משום שליחותא ובחלוצה דלא שייך שליחותא ע\"כ דליכא איסור.<br><b> והנה </b> הרמב\"ם אינו סובר דבחייבי עשה ול\"ת נשארה דרשא דיבמתו ועיין במ\"מ שם דמשמע דמפרש דגם הרמב\"ם סובר כן אבל הוא פלא דלרב גידל מוכח בגמ' דאם בעלו לא קנו, והרמב\"ם כתב דרק צרתה לא נפטרה ומוכח דהיא עצמה פטורה בגט, ובטעמא נראה דאף דלא קנה קנין גמור מ\"מ לא שייך לומר לא יחפוץ לקחת כיון דכבר יבם אותה, ולגבי אחין נראה דכבר נעשית אשת אח ולא שייך בהו יבום.<br><b> ולפ\"ז </b> נראה דסובר הרמב\"ם דמעיקר הסברא משמע דהיכא דליכא דין יבום נעשית אשת אח, אלא דלרב גידל ע\"כ גילה קרא דיבמתו דהא ע\"כ תפסי בה קדושין [וגם נימא דהא דאמרינן חייבי לאוין תפסי בהו קדושין היינו דבאמת תפסי בה קדושין, ומ\"מ נ\"מ לענין אם בא עליה בשוגג או לשם יבמין דאם נימא דליכא כלל דין יבום אם בעלו לא קנו, ואפשר דזה דפשיטא לי' לגמ' דאם בעלו לא קנו דמשמע לי' בכל גווני בכל יבום אף שלא קדשה בביאה, ובזה מיושב דברי רש\"י שכתב דבאמת תפס קדושין], וא\"כ דלא נעשית אשת אח אפשר דסבר חליצה קנין, וגם חליצה מבטל אשת אח, אבל לדידן דלא סבירא לן כרב גידל מוכח ע\"כ דליכא לאו דלא יבנה.<br><b> ובעיקר </b> מה דמוכח מהסוגיא דע\"כ צ\"ל כן לר\"ל דלא יבנה מנתק מכרת ללאו נראה דזה שייך דוקא לר\"ל דכולם חייבים, וכן לר' יוחנן אם כסוגית הבבלי דמשום סברא דשליחותא פטורים, אבל הרמב\"ם הא סבר דמשמת המת הותרו כולם, (וזה מוכח מדין יבמה שהותרה ונאסרה וחזרה והותרה, אך זה מוכח רק לדעת הרשב\"א אבל הרמב\"ם שכתב בפ\"ז רצה מיבם מוכח דאינו סובר כהרשב\"א) וא\"כ א\"א לומר יבנה בא לנתק דהא בל\"ז ליכא כרת, אכן אפשר לומר דכיון דאיכא טעמא דלמפרע בא קרא דלא יבנה לנתק. [ועי' עוד במש\"כ בהל' י\"ג]."
            ],
            [
                "<b>החולץ ליבמתו כשם שהיא אסורה עליו כך קרובותיה אסורות עליו, כגון אמה ובתה, וכן היא אסורה לבנו ולאחיו, ואפילו שניות שלה אסורות כגון בת בת בתה, וכן היא אסורה לבן בן בנו, כללו של דבר הרי היא כאשתו שגירשה, וכן אם מתה יבמתו ועדיין היא זקוקה לו אסור בקרובותיה כאילו היתה אשתו ומתה תחתיו, וכל האיסורין האלו מדבריהם, ומותר אדם לישא אחות צרת חלוצתו ושאר קרובותיה.</b><br><b> בגמ' </b> דף מ\"א מקשה מ\"ש קרובת צרת חלוצתו דמותרת וצרת קרובת חלוצתו דאסורה ומשני הך דאזלא בהדה גזרו בהו רבנן האי דלא אזלא בהדה לבי דינא לא גזרו בהו רבנן, ופרש\"י דגזרו צרת קרובת החלוצה משום דנראה כאילו אחותה בעצמה חלצה, וא\"כ הויין שני יבמות מבית אחד, ופרש\"י אפילו שלא במקום מצוה והקשו על זה בתוס' ופירשו דגרסינן הא דאזלא בהדי' היינו דהחלוצה בעצמה דמיא לגרושה ואסרו אחותה, אבל הצרה לא דמיא לגרושה, והנה לכאורה בלאו הך טעמא משום דאזלא בהדי' הי' צריך לומר דכל עיקר טעמא דאחות חלוצה הוא משום דהיתה מקודם זקוקה ודמיא בשביל זה לאחות גרושה וכן משמע מדברי הנמוק\"י בפ' כיצד שהשוה אותם להדדי, ומה דפריך הגמ' מ\"ש צרת קרובת חלוצתו מקרובת צרת חלוצתו היינו משום דצרת חלוצה נמי היתה זקוקה קודם חליצה כמו החלוצה, אלא דע\"כ טעמא דמתני' משום דהצרות וכן האחין הוי כמו שנתבטל זיקתם למפרע, וא\"כ מה דפריך הגמ' מ\"ש האי ומ\"ש האי היינו משום דסבר דאי מהך טעמא שנתבטלה זיקה למפרע היה להתבטל גם אצל החלוצה, וכמו דאמר בירושלמי דבחליצה נתבטל זיקה למפרע, אלא דמ\"מ איסור אשת אח הותרה כיון שנראה לפטור בה, וע\"ז משני הגמ' דהטעם הוא משום דאזלא בהדי' ודמיא לאחות גרושה, ועכ\"פ מוכח דטעמא דאחות חלוצה דהוא לא משום דהיתה מקודם אחות זקוקה, אלא דאזלא בהדיה לבי דינא ובאותה שעה דמיא לגרושה.<br><b> והנה </b> מדברי הרמב\"ם לפנינו מוכח דאחות חלוצה הוא משום גדר אחות זקוקה, ומוכח דהרמב\"ם מחלק בין דין אחות חלוצה לדין צרת אחות חלוצה, ואינו מפרש כהרשב\"א דמ\"ש האי ומ\"ש האי היינו מ\"ש אחות חלוצה מאחות צרה, אלא דאחות חלוצה הוא ודאי משום אחות זקוקה, ואחות צרה דמותר הוא ע\"כ משום גדר בטלה זיקה, ומהאי טעמא האחין מותרין, ואף דפסק כהא דבבלי דשומרת יבם שמתה אסור באמה ולא אמרינן דכיון שמתה בטלה זיקתה, מ\"מ גבי אחין וצרה אמרינן דכיון שיבם או חלץ אחד לאחת מותרין האחין בקרובותי' והוא מותר בקרובות שני' ובטל לגבי זה זיקתה, דמוכח דאמרינן גם לדידן סברא דלמפרע, אלא דמ\"מ לא אמרינן למפרע לענין דישאר למפרע איסור אשת אח, אלא דכיון דעכ\"פ הותרה הותרה, ולא אמרינן סברא דלמפרע אלא לענין איסור קרובות, אבל במתה לא פקע זיקה למפרע, ולפ\"ז הי' באמת אפשר לומר דחליצה נמי מפקעת למפרע הזיקה אלא דכיון דאמרינן דחלוצה דמיא לגרושה א\"כ לא נתבטל זיקה למפרע, אלא דמ\"מ כיון דהוא מדרבנן סובר הרמב\"ם דלא שייך איסור צרה וכן כתב הקרן אורה, וכן הוא בד' הרמב\"ן בתורת הו\"א דקמ\"ל מתני' דלא נימא דכיון דאחות חלוצה מדרבנן לא גזור בצרה, ואולי כונתו באמת דלפי האמת כן רק משום דאזלא בהדה לבי דינא, ותלוי בהפירושים אם נפרש כפרש\"י או כפי' התוס'.<br><b> עכ\"פ </b> לדברי הרמב\"ם דגבי אחות חלוצה כתב דהוי כמו אחות גרושה וצירף לזה אחות זקוקה, ובצרת אחות חלוצה לא הוי משום צרת אחות גרושה, מוכח דלא גזרו בזה צרה אי לאו דהוי כמו צרת חלוצה ומוכח דטעמא בחלוצה וזקוקה הוי כמו שניות דלא אסירה צרה וכדס\"ל לרב אשי דלא אלימא זיקה וכנ\"ל ומה דפריך מ\"ש האי ומ\"ש האי הוא כד' רש\"י ולא כהרשב\"א משום דסבר הגמ' דאחות חלוצה נמי ליכא טעמא לאסור צרה.<br><b> ולשיטת </b> הרשב\"א נוכל לומר דמה דאמר בגמ' מ\"ש האי ומ\"ש האי היינו דאי טעמא דאיסור אחות חלוצה הוא משום אחות זקוקה, א\"כ גם אחות צרה צריכה להיות אסורה, ולא מסתבר לגמ' טעמא דלמפרע גבי צרה ואחין, וע\"כ סבר בגמ' דטעמא דאחות חלוצה דהוא אסור כמו שניות וכמו דאמר בגמ' גזרו שניות בחלוצה, ולא משום דהיתה כמו אשתו, וא\"כ לפ\"ז לא צריך לאסור צרה של קרובת חלוצתו דלא גזרו צרה בשניות, וע\"ז משני דאיסור צרה מטעמא דאחותה מיחזי כחלוצה, אבל עכ\"פ זה מוכח דטעמא דאחות חלוצה אינו משום טעמא דאחות זקוקה, וטעמא דהיתר אחות צרה משום טעמא דלמפרע דאי הכי לא קשיא כלל, וזהו טעמא דר' יוחנן דסבר דאחות חלוצה הוא גדר אחר מאחות זקוקה ולכן אף דאחות חלוצה אסור מספק מ\"מ מסתבר לו דאחות זקוקה מותר מספק, אבל אנן לא קיי\"ל כר' יוחנן בהא, וס\"ל דאחות חלוצה הוא חד טעמא עם אחות זקוקה ורק לגבי איסור צרה הוא שהצריכו לחדש הך טעמא, אבל אחות חלוצה עצמה משום אחות זקוקה, וע\"כ צריך לומר בצרה ובאחין טעמא דלמפרע, אף דלגבי היתר אשת אח לא אמרינן הכי וכמש\"כ.<br><b> והנה </b> עיקר סברא דלמפרע מבואר ברש\"י דף כ\"ג ע\"ב ד\"ה אין מוציאין, והרש\"ש תמה ע\"ז ממה דאיתא ברש\"י שם בסוף העמוד וכן בדף כ\"ז ודכ\"ח בגמ' דלא אמרינן דפקע למפרע, ונראה דלגבי נאסרה שעה אחת בשעת נפילה לא מהני אפילו סברא דלמפרע דכיון דמדרבנן עשאו אותה כאילו היא אשת אח שיש לה בנים, וכיון דעכ\"פ היא נמי משום דרכי' דרכי נועם אפי' אם נימא דהוא דין בפ\"ע אבל עכ\"פ גדר דרכי' דרכי נועם נמי איתא, וא\"כ לגבי גדר דרכי נועם לא מהני אפי' הא דלמפרע כיון דהך למפרע הוא רק בירור הדין ולא בירור המעשה דהי' טעות דמעיקרא כמו קדושי טעות אלא דהוא בירור הדין, וכיון דמעיקרא היתה כמו אשת אח שיש לה בנים לא מהני אפי' הא דלמפרע לחייבה ביבום, ולכן התם דמיירי גבי יבום לא מהני הא דלמפרע אבל הכא דלא מיירי ביבום מהני סברא דלמפרע.<br><b> והנה </b> לפ\"מ שבארתי בהלכה י\"ב בשיטת הרמב\"ם דסובר דחלוצה אין בה לאו דלא יבנה אף דבגמ' איתא להדיא דחלוצה הוי חייבי לאוין, משום דסובר הרמב\"ם דאי הוי בחלוצה דין דלא יבנה א\"כ הוי אמרינן דהתורה מיעטה לחליצה מדין יבום לגמרי והיכי דמעטה להדיא לגמרי מדין יבום לא תפסי בה קדושין כלל, וכיון דמוכח דיש דין קדושין אחר חליצה דהא יש אחר חליצה כלום, וע\"כ הטעם הוא משום דלא פקע דין יבום כלל, ורק רב גידל דיליף מיבמתו ומ\"מ סובר דתפסי בה קדושין הוא סבר דאף דיש רק דין חליצה נמי פקע איסור אשת אח, אבל לדידן לא סבירא לן הכי, וראי' מדסבירא דאחר חליצה יש דין יבום ולא דין קדושין מדאמרינן דדין מאמר אחר חליצה הוא ככל מאמר דלא הוי אלא מדרבנן, וע\"כ משום דבאמת איכא דין יבום והיינו משום דאי לא הי' דין יבום לא הי' היתר על אשת אח.<br><b> והנה </b> אם נימא דאחות חלוצה אינו משום אחות זקוקה ע\"כ צריך לומר דאמרינן דין למפרע בחליצה דבטלה הזיקה, דאי לא\"ה למה לא יהיה דין אחות זקוקה, אבל לפמש\"כ דבחלוצה ע\"כ נשאר דין יבום, א\"כ מסתבר דלא שייך טעמא דלמפרע, דאף דעכ\"פ אפשר לומר למפרע לגבי זיקת היבום אף דישאר דין היבום, מ\"מ מסתבר דאם נימא דדין חליצה אינו עקירת היבום למפרע אלא פטור מיבום, אבל דין יבום נשאר גם אח\"כ, א\"כ מהיכי תיתי נימא דבטלה זיקה למפרע, בשלמא אי אמרינן דמעיקרא כך דינה או לחליצה או ליבום, וכיון שחלצה הוברר דלא היתה עומדת כלל ליבום א\"כ שפיר נימא דבטלה זיקה למפרע, איברא דאנו יכולים לומר דלגבי דין זיקה היינו דין אישות שיש לו בה, בזה אנו אומרים למפרע דלמפרע נתברר דלא היתה עומדת להיות יבמתו, אבל מ\"מ לא מסתבר טעמא דאין לנו טעם על מה לומר למפרע, בשלמא אם אנו אומרים דמעיקרא כך עומדת או להתייבם או לחלוץ ואם לחלוץ אין בה דין יבום כלל שפיר אמרינן סברא דלמפרע היינו דלא הוזקקה כלל אליו, אבל אם נימא דדין יבום איכא אלא דהוא פטור מיבום א\"כ ברווחא נוכל לומר דחליצה הוא כמו גט והוא פטור מיבום.<br><b> ועכשיו </b> שפיר מבואר דלשיטת הרמב\"ם דסבר דנשאר דין יבום גם אחר חליצה לא מצי סבר דאחות חלוצה ליכא בה דררא דאחות זקוקה כלל, דכיון דלא אמרינן טעמא דלמפרע א\"כ בודאי היא נמי אחות זקוקה וכמו אחות גרושה, ולפ\"ז ע\"כ עלינו לומר דגבי אחין וצרה אנו אומרים טעמא דלמפרע דהוברר דלא היתה זקוקה אליו כלל, ואף דאנו אומרים דעכ\"פ נשאר דין יבום גם לגבי אחין וצרה, היינו משום דאנו אומרים שליחותא דידהו קא עבדא, אבל דין זיקה שפיר אנו אומרים דנתברר למפרע, דאף דלגבי חליצה היינו יכולים לומר דהוי כמו שגם האחין חלצו והצרה נחלצה, אבל גבי יבום הא אי אפשר לומר דהוי כמו שהאחין יבמו והצרה נתייבמה, וע\"כ דהך דין שליחותא אינו אלא דין שנתקיים גם מצדם מצות יבום ע\"י האח האחד בהצרה האחת, אבל עכ\"פ אין הפירוש שליחותא דהוי כמו שחלצו לה, וא\"כ ע\"כ אינה גרושה שלהם אלא דאנו אומרים דנתברר למפרע שלא היתה זקוקה להם היינו שהם לא קיימו בעצמם בה מצות יבום אלא ע\"י אחיהם, ונמצא דלשיטת הרמב\"ם נהי' מוכרחין לומר דהאחין והצרה הוא משום למפרע וכמש\"כ רש\"י להדיא בדף כ\"ג. אכן אם נימא דאמרינן על חלוצה למפרע אינו מוכח על האחין והצרה כלל לומר למפרע."
            ],
            [],
            [],
            [],
            [
                "<b>וכן היבמה הקטנה אם רצה היבם לייבם אותה מייבם אבל אינה חולצת עד שתגדיל ותבדק, ואפילו נבעלה אחר י\"ב שנה אינה חולצת עד שתבדק וימצאו בה הסימנין.</b><br><b> נ. ב. </b> יש לעיין ביבמה קטנה שהקדושין היו מה\"ת שהיה לה אב, ועכשיו מת האב דאינה מתקדשת אלא למיאון אי מהני הקדושין של מאמר לגבי קיום מצות יבום כיון דאח\"כ יהי' היבום יבום גמור ולא תוכל למאן, וא\"כ לא דמי לשאר קדושי מיאון שגם אח\"כ תוכל למאן ועיין באהע\"ז סי' קע\"ג סי\"ד ובב\"ש ס\"ק י\"ח."
            ]
        ],
        [
            [
                "<b>מדברי סופרים שלא יבא היבם על יבמתו עד שיקדש אותה בפני שני עדים בפרוטה או בשו\"פ וזהו הנקרא מאמר, ואין המאמר קונה ביבמה קנין גמור כמו הביאה והעושה מאמר ביבמתו שלא מדעתה לא עשה כלום שאין האשה מתקדשת אלא ברצונה, וקטנה מן האירוסין אין עושין בה מאמר אלא מדעת אביה.</b><br><b> כתב </b> המ\"מ בפרק ר\"ג וכו' ושם נתבאר שאין המאמר קונה קנין כמו שיתבאר פרק ה' ומתבאר שם שהמאמר ג\"כ אפשר בשטר כדין קדושי אשה וכסף לאו דוקא. ונ\"ב עי' ביאור הגר\"א באהע\"ז סי' קס\"ו ס\"ק ה' מה שכתב בדעת הרמב\"ם והטור דבאמת לא מהני בשטר אלא דצריך ביאור בטעמא דל\"מ בשטר אפי' דיעבד, כיון דעיקר מאמר הוא גזירה אטו ביאה, ונראה עפ\"מ שכתב רש\"י בדף נ\"ב ע\"א ד\"ה נתן לה דמה\"ת לא מהני מאמר משום שהיא אשת אח ואין קדושין תופסין, לכן אף דמדרבנן עשו מאמר לקנין אבל כיון דמדאורייתא לא מהני לכן לא שייך שיתפס דין לשמה על השטר קדושין במה דמדאורייתא לא מהני להתקדש בשטר והוי כנכתב שלא לשמה."
            ],
            [
                "<b>וכשם שהוא מקדש את יבמתו כך הוא מברך ברכת נשואין בעשרה.</b><br><b> נ. ב. </b> אף דבסברא לא הוי עוד נשואה מ\"מ מהני ברכת נשואין קודם נשואין כמבואר בפ\"י מהל' אישות."
            ],
            [
                "<b>הבא על יבמתו בין בשוגג בין במזיד בין באונס בין ברצון, בין שהיה הוא מזיד והיא שוגגת או אנוסה, בין שהיתה היא מזידה והוא שוגג או אנוס. בין שהיתה ישנה בין שהיתה ערה אחד המערה ואחד הגומר קנה. בד\"א שנתכוון לבעול אבל אם נפל עלי' מן הגג או שבא עליה שכור שאינו מכיר כלום, או ישן לא קנה נתכוון לדבר אחר והטיח ביבמתו לא קנה, להטיח בבהמה והטיח ביבמתו קנה שהרי נתכוון לשום בעילה מכל מקום.</b><br><b> בגמ' </b> ריש הבא על יבמתו, אנוס דמתני' היכי דמי, אילימא כשאנסוהו עכו\"ם ובא עלי' והאמר רבא אין אונס לערוה לפי שאין קישוי אלא לדעת וכו', אלא כגון שנתכוון לאשתו ותקפתה יבמתו ובא עלי', שניהם אנוסים דבי רבי חייא היכי דמי, כגון שנתכוון לאשתו ותקפוהו עכו\"ם ודבקום זה בזה ובא עליה, והנה הרמב\"ם בפ\"א מאיסורי ביאה מפרש הא דרבא דאין אונס לערוה הוא לענין עונשין דבועל אינו פטור מעונשין וז\"ל בהל' ט' אנוס פטור מכלום מן המלקות ומן הקרבן ואין צריך לומר מן המיתה שנאמר ולנערה לא תעשה דבר, בד\"א כשנאנס הנבעל אבל הבועל אין לו אונס שאין קישוי אלא לדעת, והראב\"ד השיג יש אונס שהוא פטור, כגון שנתכוון לאשתו ותקפתו אחת מן העריות והביאתו עליה, או שדבקוהו עכו\"ם עליה, והמ\"מ כתב ונראה שבכגון זה אפילו רבנו יודה בו שכל שהקשוי נעשה לדעת היתר ואח\"כ נאנס בהיותו עומד בקישויו ודאי אונס גמור הוא, ואין לומר ע\"ז אין קשוי אלא לדעת עכ\"ד המ\"מ וכן כתב המגדל עוז.<br><b> אכן </b> מדברי הרמב\"ם דפסק בהחלט דלבועל אין אונס מוכח דאין נ\"מ בזה, ובאמת דאם היינו אומרים דבנתקשה לאשתו אינו עושה שום מעשה, א\"כ צ\"ב דאמאי עדיף מנפל מן הגג ונתקע דביבמתו לא קנה, דהא לא איכוון כלל לשום ביאה, אלא ע\"כ ביאור ד' הגמ' דבאמת מה דבעל כשהוא מתקשה נמי חשיב מעשה, אלא דכיון דעכ\"פ לא חידש קישוי איצטריך לאשמעינן במתני' דקנה ביבמה, והיכי דנתקשה מדעתו רק שאנסוהו עכו\"ם פשוט לגמ' דכיון דאין קישוי אלא לדעת הוי מעשה ולא מקרי אונס כלל דאין אונס לערוה, אבל בנתקשה מתחלה לאשתו הו\"א דלא מיקרי מעשה כלל, קמ\"ל דגם בזה קנה וע\"כ דמיקרי ביאה, ויש לומר עוד דביאה הו\"א דצריך מעשה גמור מצדו, אבל בעריות כתיב ניאוף ושכיבה. קמ\"ל דגם ביאה מיקריא וכיון דמיקרי ביאה כ\"ש דמיקרי ניאוף.<br><b> אלא </b> דלכאורה יקשה לפ\"ז א\"כ בנטמאת דאמרינן דיציאתו הנאה לו כביאתו, ומוכח דאם לא פירש אלא שהה באבר חי פטור, ואף שאין קישוי אלא לדעת, ומוכח כדברי המ\"מ דבזה כו\"ע מודו דפטור כיון שכל הקשוי נעשה לדעת היתר, אכן נראה ליישב עפ\"י מה דהוי קשה לי אמאי אמרינן שיציאתו הנאה לו כביאתו, ואמאי שאני מהא דרבא בכתובות דף נ\"א דכל שתחילתה באונס וסופה ברצון, אפילו אומרת הניחו לו שאילמלא נזקק לה היא שוכרתו מותרת, ומשום דהו\"ל דין אונס, ומהא דאשת איש מותרת היה אפשר לומר דדוקא לענין ומעלה מעל לא מיקריא דאינו זנות, אבל בדיני עונשין אין תירוץ משום אונסא דיצרא הוא דאלבשה, אבל הרמב\"ם פסק בפ\"א מאיסו\"ב הל' ט' דמהני זה גם לדין עונש מיתה שכתב ואשה שתחילת ביאתה באונס וסופה ברצון פטורה מכלום, שמשהתחיל באונס אין בידה שלא תרצה שיצר האדם וטבעו כופה אותה לרצות, ולדברי המ\"מ הא גם בכה\"ג באיש שנתכוון להיתר אם יהי' סופו ברצון יהי' זה דין אנוס.<br><b> ולכן </b> נראה בטעמא דהרמב\"ם דבאמת האשה היא קרקע עולם, אלא דהנאתה עושה אותה כמו מתכונת, וכן הוא לשון הרמב\"ם בפי\"ד מהל' מאכלות אסורות הל' י\"ב האוכל מאכל ממאכלות אסורות דרך שחוק או כמתעסק, אף על פי שלא נתכוון לגוף האכילה הואיל ונהנה חייב כמו שמתכוון לעצמה של אכילה, וכונתה הוי כמו מעשה, ולכן היכי דהיא אנוסה על כונתה פטורה, משום דעכ\"פ לא עשתה מעשה, אבל הוא דעושה מעשה לא מהני גבי' אונסא דיצר, דאונס מהני רק לענין אונס ההנאה, ולכן גבי נתקשה מקודם אף דאמרינן דנחשב כמעשה, אבל מ\"מ בפועל לא עשה מעשה, ובזה שפיר מהני הא דתחילתה באונס וסופה ברצון, ולכן שפיר דהרמב\"ם כתב דינא דתחילתו באונס רק גבי דידה דגבי דידי' לא משכחת לה אלא גבי אמרה נטמאתי, ושם הא פסק להדיא דדוקא בפירש באבר חי, אבל שהה לא מחייב דבזה הוי באמת אונס כיון דלא עשה מעשה.<br><b> ולכאורה </b> יש לעיין לפ\"מ שכתבתי א\"כ אשה שנאנסה אמאי פטורה לגמרי, תתחייב על הנאתה דהוי כמתכונת, והנה איברא דמיתה לא שייך לחייבה דממ\"נ אם אפשר שלא תתרצה בהנאה, מנ\"ל באמת דנתרצתה בהנאה, אבל אי שייך עכ\"פ חיוב, א\"כ משכח\"ל חיוב קרבן כגון שלא ידעה שהיא ערוה ולא רצתה גם מצד שהיא פנוי' ונאנסה, ונראה דבאמת ההנאה מתחלת אחר התחלת הביאה, וכיון שהותחל באונס, הוי תחילתה באונס וסופה ברצון, ולכן לא שייך בה קרבן.<br><b> אלא </b> דלכאורה אכתי לא מיחוורא דמש\"כ משום דהנאה גבי מתעסק הוי כמתכוין, הא אינו אלא במתעסק, אבל בהנאה הבאה לו לאדם בעל כרחו הא פסק הרמב\"ם דאפילו באיסורי מאכלות פטור, דז\"ל בפי\"ד מהל' מ\"א הל' י\"ב והנייה הבאה לו לאדם בעל כרחו באיסור מכל האיסורין, אם נתכוון אסור ואם לא נתכוון מותר, וכ' הכ\"מ ואע\"פ שרש\"י מפרש לה באיסורי הנאה כגון ריח של ע\"ז, רבינו מפרש לה בכל איסורין. ואף שנהנה ומוכח דהנאה לא מחשב כמתכוין אכן יש לומר דגבי עריות שאני דרחמנא קרי' מעשה וכל פטורא דהנאה הבאה לו לאדם בע\"כ בארתי דהוא משום חסרון מעשה [עי' מש\"כ רבינו בזה באריכות בפ\"א מהל' שבת הל' ה' אות ו'] ולפ\"ז שפיר דהיכי דמרוצית בהנאתה כיון דחשיב כמו מתכוין, גבי עריות חשיב מעשה וחייב.<br><b> אך </b> בכ\"ז נתיישבתי דלפמש\"כ עלינו לחדש דוחק דהנאת האשה הוא דוקא אחר ההתחלה, ומשו\"ה ל\"ש בה חיוב קרבן, דהוי תחילתה באונס וסופה ברצון, והוא דוחק, ע\"כ יש לומר בפשיטות טפי, דבמתעסק דהוא עושה מעשה ממש, בזה מהני הנאתו לחשבו כמתכוין, אבל באשה דאינה עושה, ורק דאשכחן דרחמנא קריא מעשה, בזה לא אשכחן אלא במתכונה ורוצית בזה, [וכמו דאמרינן בפסחים דף כ\"ה בלישנא בתרא אליבא דרבא לא אפשר וקמכוין אסור אפי' לר\"י], ולגבי ענין רצון תו מהני אונסא, דיצרא הוא דאלבשה, לומר שאין בידה שלא תרצה, אבל בדידי' דעכ\"פ יש בידו שלא יעשה, ולכן גבי פירש חייב דעכ\"פ המעשה בידו, ולפ\"ז שפיר דהיכי שכבר נתקשה, מהני סברא דיצר אלבשה שאין בידו שלא ירצה, והיינו היכי שהוא כבר באמצע ביאה, כמו גבי נטמאתי, דלהכי פטור גבי שהה ולא פירש, אבל כשתקפוהו נכרים קודם תחילת ביאה לא מהני מה דנתקשה לומר דיצר אלבשה, וכיון דיש בידו שלא ירצה חשיב הקשוי מעשה.<br><b> ועכשיו </b> מיושב שפיר הא דאשה פטורה מכלום כשנאנסה, דבזה לא אמרינן דהנאה הוי כמו מתכוין, דהנאה הבאה לו לאדם בעל כרחו לא נחשב כמתכוין, והא דאמרה תורה בעריות דחשיב כמעשה הא מצינו רק במתכונת ורוצית בזה.<br><b> והנה </b> בהא דאמרינן בגמ' אונס דמתני' היכי דמי אילימא שאנסוהו עכו\"ם, והאמר רבא אין אונס לערוה, כתבו התוס' דהיינו שהביאוהו עליה והדביקוהו ביבמתו, ולא שבא עליה מעצמו, וע\"ז מקשה מדרבא דאין אונס לערוה, וצריך למסור עצמו, ולכאורה יקשה על דבריהם מהא דכתבו בכתובות דף י\"ט דרבא סבר דגם בג' עברות באונס דצינעא אינו חייב למסור עצמו, ואיברא דיש מפרשים בתוס' ע\"ז דף נ\"ד דרבא לא סבר הכי, ועי' תוס' שבת דף ע\"ב ע\"ב, מ\"מ לפירושם בכתובות יקשה, אכן לשיטת הרמב\"ם דמפרש אין אונס לעריות, היינו לענין עונשין דבועל אינו נפטר מעונש, וממילא לא איכפת לן דאף דסבר רבא דבצנעא אינו צריך למסור עצמו, היינו דוקא היכי שיש אונס ע\"ז, אבל בערוה שאין קישוי אלא לדעת ולא משכחת לן אונס בדידי', ונוכל לפרש אפילו במאיימין עליו להרגו אם לא יבוא על הערוה, אבל לשיטת הראשונים שחולקים על הרמב\"ם נצטרך לפרש במדביקין אותו על הערוה, אבל אין מאיימין עליו להרגו.<br><b> והנה </b> הקשו על מש\"כ התוס' בכתובות דאונס דצינעא אינו מחויב למסור עצמו גם בג' עבירות, מהא דסנהדרין דף ע\"ד גבי עובדא דמרי דוראי דאמר זיל קטלי' לפלניא ואי לא קטלינא לך, ואמר רבא ליקטלוך ולא תיקטול משום דמאי חזית דדמא דידך סומק טפי דילמא דמא דחברך סומק טפי, והא התם בצנעא הוי, ואמרתי ליישב דבאמת ילפינן נערה המאורסה מרוצח לענין זה דמחויבת למסור עצמה, למאן דלית לי' קרקע עולם, והיינו רבא דלית לי' קרקע עולם, דהא רבא אית לי' אין אונס לערוה דאין קישוי אלא לדעת, וא\"כ לא משכחת לדינא דיהרג ואל יעבור בג\"ע אלא באשה הנבעלת, ובסנהדרין דף ע\"ד אמר רבא בטעמא דאסתר דלא כאביי דאסתר קרקע עולם, אלא דהנאת עצמן שאני, וממילא ילפינן גם רוצח מנערה דגם היכא דליכא סברא דמאי חזית וכמו בנערה המאורסה דלא עבדה מעשה, דיהרג ואל יעבור גם בכה\"ג, וכגון שרוצים להפילו על התינוק ויתמעך התינוק, שמחויב למסור עצמו ולא יניח שיפילוהו, ובזה הוא דחולק רבא וסובר דלא מקשינן, ומשום דסבר כר' ישמעאל דגם בהנך ג' עבירות איכא וחי בהם, ורק משום סברא דמאי חזית הוא דיהרג ואל יעבור ברוצח, ומיושב שפיר דאף דסבר כר' ישמעאל דבצינעא גם בג' עבירות יעבור ואל יהרג, זהו בלא טעמא דמאי חזית, והתם בכתובות בעדים שאמרו להם חתמו שקר ואל תהרגו, הא ליכא מאי חזית דאינו אלא הפסד ממון, אבל בדאיכא מאי חזית סובר רבא דיהרג ואל יעבור מסברא דמאי חזית.<br><b> ובדברינו </b> יתיישב ביותר מה דאמרינן שם בגמ' בסנהדרין הרי זה בא ללמד ונמצא למד, מקיש רוצח לנערה המאורסה מה נערה המאורסה ניתן להצילו בנפשו אף רוצח ניתן להצילו בנפשו, וקשה דהרי גם בא ללמד כדאמרי' מקיש נערה המאורסה לרוצח מה רוצח יהרג ואל יעבור אף נערה המאורסה תיהרג ואל תעבור, וכדהקשו כן התוס', אכן לפי דברינו הא גם לענין זה דיהרג ואל יעבור נמצא רוצח למד מנערה המאורסה, דגם בלא עביד מעשה בידים יהרג ואל יעבור וכמו בנערה, והנה זהו דלא כשיטת התוס' כאן ביבמות ובכ\"ד, דלענין ג\"ע אפי' רבא אית לי' הך סברא דקרקע עולם, אך לפי מה שבארנו כאן דשיטת הרמב\"ם דלא משכחת אונס לערוה, א\"כ ע\"כ מוכח דלית לן הא דקרקע עולם, דהא לא אשכחת חידושא דנערה המאורסה תהרג ואל תעבור, והרמב\"ם ע\"כ גריס תיהרג, דלשיטת הרמב\"ם בדידי' לא צריך לאשמעינן דיהרג ואל יעבור דלא משכחת לה אונס, וכן יש להוכיח זה מדברי הרמב\"ם בפ\"ה מהל' יסודי התורה, שהרמב\"ם מייתי מולנערה לא תעשה דבר לענין מי שדינו שיהרג ואל יעבור דאין עונשין אותו, ואם ס\"ל להרמב\"ם דינא דקרקע עולם א\"כ אי אפשר ללמוד מאשה כיון דהיא קרקע עולם ולכן פטורה, משא\"כ בדעביד מעשה אפשר דגם בגוונא דאונס עונשין אותו.<br><b> והנה </b> אף דמלשון הרמב\"ם בפ\"ה מיסוה\"ת הל' ב' שכתב אבל שלש עבירות הללו, אם יאמר עבור על אחת מהן או תיהרג יהרג ואל יעבור, אבל ע\"כ צריך לפרש דקאי על אשה משום דבבועל ליכא אונס כמש\"כ בפ\"א מאיסו\"ב, וא\"כ מדכתב אח\"כ ואעפ\"כ מפני שעבר באונס אין מלקין אותו ואין צריך לומר שאין ממיתין אותו, וא\"כ מוכח מזה שיטת הרמב\"ם דלית לי' הא דקרקע עולם, ואיברא דפי' א' מפרשים בתוס' דאם הגי' תיהרג, היינו שתיהרג קודם שתעשה מעשה, וכגון שאונסין אותה להביא עלי' הערוה, אך הוא פי' דחוק ולא משמע כן בד' הרמב\"ם.<br><b> והנה </b> מה שהוכחתי שיטת הרמב\"ם דלית לי' קרקע עולם, מהא דהוכיח מולנערה לא תעשה דבר, לענין כל מי שנאמר בו יעבור ואל יהרג שאינו נענש אם עבר ולא נהרג, הא זהו באמת ראית הגמ' בע\"ז דפריך ר\"ז אהא דנעבד באונס אסור, ומפרש כגון דאנסוהו עכו\"ם להשתחוות לבהמה דידי', ומקשה ר\"ז מקרא דולנערה לא תעשה דבר, וכבר הקשו זה התוס' כאן ביבמות וביומא דף פ\"ב דאין ראי' מזה משום דאשה היא קרקע עולם. ותי' אחד תירצו דקרא דולנערה לא תעשה דבר איירי אפי' היכי דכפו אותה להביא הערוה עליו, ותי' זה לא משמע ברמב\"ם כמש\"כ, אך תי' שני תירצו בתוס' דמשמע לי' לענין מיתת ב\"ד דאין חילוק בין עביד מעשה או לא עביד מעשה, דהא אשה ברצון חייבת אע\"ג דלא עביד מעשה, וכבר הקשה הגרעק\"א ז\"ל בגהש\"ס ביומא דף פ\"ב דמ\"מ מאי ראי' דשאני גבי דידה כיון דהיא מותרת באונס, לכן בודאי לא שייך לחייבה מיתה כיון שמותרת לכתחילה, אבל בדידי' דיהרג ואל יעבור אימא דחייב מיתה.<br><b> והנראה </b> בזה דכיון דאי לא הוי ידעינן דין אונס הו\"א דגם באונס חייב מיתה, (ונראה יותר דקרא אשמעינן אפי' היכא דפשעה כגון שנתיחדה עמו מ\"מ פטורה ממיתה), וכיון דאשמעינן קרא דבאונס פטורה ממיתה נשמע מזה דאינו חייב מיתה אלא ברצון ולכן אף דילפינן מהיקש נערה המאורסה לרוצח דבנערה יהרג ואל יעבור כמו ברוצח והיינו בעביד מעשה, מ\"מ אין זה אלא דין חיוב דיהרג ואל יעבור, אבל לא בעיקר דין חיוב מיתה דאשת איש, דאם היינו אומרים דעיקר דין חיוב מיתה דאשת איש לא מהני בה אונס לא הי' פוטר הכתוב גם אותה ממיתה, כיון דבמזיד הושוו שניהם, והא דילפינן מה\"ז בא ללמד ונמצא למד מרוצח אינו אלא חיוב למסור עצמו, אבל לא ילפותא לחייב עלי' מיתה, ונמצא דכיון דידעינן מקרא דאונס פטור, כבר ידעינן בעצמנו דאונס צריך לפטור בכל גווני, והא דמ\"מ יש נ\"מ בין דידי' לדידה היינו מהיקש נערה לרוצח ידעינן מסברא דברוצח דעביד מעשה יש גם חיוב למסור וכן בדידי', ובדידה דלא עבדה מעשה אין חיוב, אבל כל זה אחר דידעינן דאונס פטור כמו שלא עבדה מעשה ומיושב היטב קו' הגרעק\"א.<br><b> ויש </b> להסביר ביותר דהא זה ודאי דגם אשה שהיא קרקע עולם אינה רשאה לעבור משום לתא דפקו\"נ שהרי פסק הרמב\"ם בפ\"ה מיסוה\"ת דאין מתרפאין בג' עברות ואם עבר ונתרפא עונשין אותו ב\"ד עונש הראוי לו, ונמצא דזה גופא דאשה מותרת גבי אנסו אותה בפחד מיתה, הוא משום דין אונס, ונמצא דעיקר היסוד מה דאינה חייבת למסור עצמה הוא בשביל דין פטורא דאונס וכנ\"ל.<br><b> ויש </b> לעורר יותר במה דמשמע מדברי הרמב\"ם דמה דחייב למסור את עצמו בג' עבירות הוא משום דררא דקדוש השם, דעי' בדבריו בפ\"ה מיסוה\"ת דאסמכי' לדינא דיהרג ואל יעבור לדין דכל בית ישראל מצווין על קדוה\"ש, וכתב ע\"ז כיצד כשיעמוד עכו\"ם ויאנוס את ישראל לעבור על אחת מכל מצות האמורות בתורה וכו', בד\"א בשאר מצות חוץ מעכו\"ם ג\"ע ושפ\"ד, ומשמע מל' כיצד דהוא מדררא דקדה\"ש, אם לא שנפרש בדבריו דהוא משום הבד\"א השני, דבנתכוין להעבירו על המצות בלבד יהרג ואל יעבור גם על מצוה משאר המצות.<br><b> ועיין </b> בכ\"מ בפ\"ה מיסוה\"ת הל' ה' דהרמב\"ם דפסק כר\"ל דאפי' ביחדו להם שאמרו תנו לנו פלוני או נהרוג כולכם יהרגו כולם ואל ימסרו להם, ע\"כ דלית לי' טעמא דמאי חזית, דהא יהרגו כולם וגם הוא עצמו, וסובר ר\"ל דזה הטעם אינו עיקר מקבלה היתה בידם, ובאמת הוא דחוק, אבל לפי דברינו אפשר שפיר דכיון דילפינן נערה המאורסה מרוצח, ממילא ילפינן שוב רוצח מנערה המאורסה, דיהרג אפי' בליכא מאי חזית, ורבא דאמר מאי חזית לטעמי' דסבר כר' ישמעאל, ומהני ברוצח טעמא דמאי חזית.<br><b> ועי' </b> במ\"מ שכתב ופי' קנה שזכה בנחלה ויוצאה בגט אם בא להוציאה, ונ. ב. צריך לומר דפסק כרב וכאיכא דאמרי, ולכן לענין תרומה מן האירוסין פסק דלא אכלה, אבל לשאר דברים קנה.<br><small> -השמטות-</small><br><b> מתוך מכתב תשובה של מרן זצ\"ל להגר\"א וסרמן זצ\"ל</b><br><b> באות </b> ו' כתב ונראה שאם יבא עלי' בלא עדים. להסוברין דלא נתקיימה בזה מצות יבום יהא הולד ממזר אם נתעברה מביאה זו דכיון שהיא ערוה לענין תפיסת קדושין הוי נמי ערוה לענין ממזרות, דממזרות תלוי בתפיסת קדושין והיינו דאמר אבא שאול וקרוב בעיני להיות הולד ממזר, והנה לדעתי קשה לומר דבר זה לדידן דלא ס\"ל כאבא שאול דמביאת יבמה שלא נתקיים מצות יבום יהי' לדידן הולד ממזר דאף שאין לו בה קדושין היינו קדושי כסף ושטר אין לה, אבל כיון דעכ\"פ יש לו בה קדושי ביאה ע\"י יבום לכן אף דעכשיו כשבעלה שלא לשם יבום לא הי' ע\"י קדושין לא איכפת לן כלל דהא לא צריך דוקא קדושין לענין שלא יהי' הולד ממזר, וכל בועל פנוי' בעל בלא קדושין, ולא אמרינן אלא דכל שאין לו עלי' קדושין, אבל זה יש לו עלי' קדושין ע\"י ביאת יבום, ואבא שאול דסבר דקרוב להיות הולד ממזר היינו משום דלא סבר כר' יוסי ב\"ר חנינא דדריש מולקחה דנעשית כאשתו לכל דבר, וזה מבואר מדברי הירושלמי דאמר בריש יבמות דאבא שאול סבר כר' יוסי בן חלפתא דחרש חמש חרישות וכתבו בתוס' דלא בעל אלא כדי לקיים מצות עונה אלמא דסבר דלא נעשית כאשתו לכל דבר גם אחר מצות יבום, ואף דכתוב ולקחה לו לאשה ע\"כ סבר דזהו רק לענין מצות יבום אבל ליכא בזה דין קדושין ולכן סבר דקרוב להיות הולד ממזר, איברא דלפום גמרא דידן לכאורה לא משמע דאבא שאול חולק על מתני' דכנסה הרי היא כאשתו לכל דבר וכל הסוגיות מפורשות דיבמה הרי היא כאשה גמורה ובדין דאבא שאול ורבנן מספקא בגמ' וגם בפוסקים כמאן הלכתא.<br><b> ונראה </b> דאבא שאול חידש כאן שני דברים חדא דדין יבום הוא דוקא אם בועל לשם מצות יבום, ועוד דאין לו בה אלא מצות יבום בלבד כר' יוסי בן חלפתא, ובזה באמת לא פסקינן כאבא שאול ולא כר' יוסי בן חלפתא דמשנה מפורשת היא דכנסה הרי היא כאשתו לכל דבר, ובגמ' אמרו עוד דאשמעינן רק דמגרשה בגט ומחזירה אבל כ\"ז שהיא אשתו פשיטא, אבל ר' יוסי בן חלפתא הא ע\"כ לא סבר הכי, ונראה דאבא שאול גופי' מספקא לי' בהא ומשו\"ה לא אמר אלא קרוב אני בעיני להיות הולד ממזר, משום דאי נימא דנעשית כאשתו א\"כ יש לו עלי' קדושין ולא איכפת לן אם עכשיו אינה באמת מקודשת כיון דעכ\"פ יש לו עלי' קדושין."
            ],
            [
                "<b>הבא על יבמתו בין בשוגג בין במזיד בין באונס בין ברצון, בין שהיה הוא מזיד והיא שוגגת או אנוסה, בין שהיתה היא מזידה והוא שוגג או אנוס. בין שהיתה ישנה בין שהיתה ערה אחד המערה ואחד הגומר קנה. בד\"א שנתכוון לבעול אבל אם נפל עלי' מן הגג או שבא עליה שכור שאינו מכיר כלום, או ישן לא קנה נתכוון לדבר אחר והטיח ביבמתו לא קנה, להטיח בבהמה והטיח ביבמתו קנה שהרי נתכוון לשום בעילה מכל מקום.</b><br><b> בגמ' </b> ריש הבא על יבמתו, אנוס דמתני' היכי דמי, אילימא כשאנסוהו עכו\"ם ובא עלי' והאמר רבא אין אונס לערוה לפי שאין קישוי אלא לדעת וכו', אלא כגון שנתכוון לאשתו ותקפתה יבמתו ובא עלי', שניהם אנוסים דבי רבי חייא היכי דמי, כגון שנתכוון לאשתו ותקפוהו עכו\"ם ודבקום זה בזה ובא עליה, והנה הרמב\"ם בפ\"א מאיסורי ביאה מפרש הא דרבא דאין אונס לערוה הוא לענין עונשין דבועל אינו פטור מעונשין וז\"ל בהל' ט' אנוס פטור מכלום מן המלקות ומן הקרבן ואין צריך לומר מן המיתה שנאמר ולנערה לא תעשה דבר, בד\"א כשנאנס הנבעל אבל הבועל אין לו אונס שאין קישוי אלא לדעת, והראב\"ד השיג יש אונס שהוא פטור, כגון שנתכוון לאשתו ותקפתו אחת מן העריות והביאתו עליה, או שדבקוהו עכו\"ם עליה, והמ\"מ כתב ונראה שבכגון זה אפילו רבנו יודה בו שכל שהקשוי נעשה לדעת היתר ואח\"כ נאנס בהיותו עומד בקישויו ודאי אונס גמור הוא, ואין לומר ע\"ז אין קשוי אלא לדעת עכ\"ד המ\"מ וכן כתב המגדל עוז.<br><b> אכן </b> מדברי הרמב\"ם דפסק בהחלט דלבועל אין אונס מוכח דאין נ\"מ בזה, ובאמת דאם היינו אומרים דבנתקשה לאשתו אינו עושה שום מעשה, א\"כ צ\"ב דאמאי עדיף מנפל מן הגג ונתקע דביבמתו לא קנה, דהא לא איכוון כלל לשום ביאה, אלא ע\"כ ביאור ד' הגמ' דבאמת מה דבעל כשהוא מתקשה נמי חשיב מעשה, אלא דכיון דעכ\"פ לא חידש קישוי איצטריך לאשמעינן במתני' דקנה ביבמה, והיכי דנתקשה מדעתו רק שאנסוהו עכו\"ם פשוט לגמ' דכיון דאין קישוי אלא לדעת הוי מעשה ולא מקרי אונס כלל דאין אונס לערוה, אבל בנתקשה מתחלה לאשתו הו\"א דלא מיקרי מעשה כלל, קמ\"ל דגם בזה קנה וע\"כ דמיקרי ביאה, ויש לומר עוד דביאה הו\"א דצריך מעשה גמור מצדו, אבל בעריות כתיב ניאוף ושכיבה. קמ\"ל דגם ביאה מיקריא וכיון דמיקרי ביאה כ\"ש דמיקרי ניאוף.<br><b> אלא </b> דלכאורה יקשה לפ\"ז א\"כ בנטמאת דאמרינן דיציאתו הנאה לו כביאתו, ומוכח דאם לא פירש אלא שהה באבר חי פטור, ואף שאין קישוי אלא לדעת, ומוכח כדברי המ\"מ דבזה כו\"ע מודו דפטור כיון שכל הקשוי נעשה לדעת היתר, אכן נראה ליישב עפ\"י מה דהוי קשה לי אמאי אמרינן שיציאתו הנאה לו כביאתו, ואמאי שאני מהא דרבא בכתובות דף נ\"א דכל שתחילתה באונס וסופה ברצון, אפילו אומרת הניחו לו שאילמלא נזקק לה היא שוכרתו מותרת, ומשום דהו\"ל דין אונס, ומהא דאשת איש מותרת היה אפשר לומר דדוקא לענין ומעלה מעל לא מיקריא דאינו זנות, אבל בדיני עונשין אין תירוץ משום אונסא דיצרא הוא דאלבשה, אבל הרמב\"ם פסק בפ\"א מאיסו\"ב הל' ט' דמהני זה גם לדין עונש מיתה שכתב ואשה שתחילת ביאתה באונס וסופה ברצון פטורה מכלום, שמשהתחיל באונס אין בידה שלא תרצה שיצר האדם וטבעו כופה אותה לרצות, ולדברי המ\"מ הא גם בכה\"ג באיש שנתכוון להיתר אם יהי' סופו ברצון יהי' זה דין אנוס.<br><b> ולכן </b> נראה בטעמא דהרמב\"ם דבאמת האשה היא קרקע עולם, אלא דהנאתה עושה אותה כמו מתכונת, וכן הוא לשון הרמב\"ם בפי\"ד מהל' מאכלות אסורות הל' י\"ב האוכל מאכל ממאכלות אסורות דרך שחוק או כמתעסק, אף על פי שלא נתכוון לגוף האכילה הואיל ונהנה חייב כמו שמתכוון לעצמה של אכילה, וכונתה הוי כמו מעשה, ולכן היכי דהיא אנוסה על כונתה פטורה, משום דעכ\"פ לא עשתה מעשה, אבל הוא דעושה מעשה לא מהני גבי' אונסא דיצר, דאונס מהני רק לענין אונס ההנאה, ולכן גבי נתקשה מקודם אף דאמרינן דנחשב כמעשה, אבל מ\"מ בפועל לא עשה מעשה, ובזה שפיר מהני הא דתחילתה באונס וסופה ברצון, ולכן שפיר דהרמב\"ם כתב דינא דתחילתו באונס רק גבי דידה דגבי דידי' לא משכחת לה אלא גבי אמרה נטמאתי, ושם הא פסק להדיא דדוקא בפירש באבר חי, אבל שהה לא מחייב דבזה הוי באמת אונס כיון דלא עשה מעשה.<br><b> ולכאורה </b> יש לעיין לפ\"מ שכתבתי א\"כ אשה שנאנסה אמאי פטורה לגמרי, תתחייב על הנאתה דהוי כמתכונת, והנה איברא דמיתה לא שייך לחייבה דממ\"נ אם אפשר שלא תתרצה בהנאה, מנ\"ל באמת דנתרצתה בהנאה, אבל אי שייך עכ\"פ חיוב, א\"כ משכח\"ל חיוב קרבן כגון שלא ידעה שהיא ערוה ולא רצתה גם מצד שהיא פנוי' ונאנסה, ונראה דבאמת ההנאה מתחלת אחר התחלת הביאה, וכיון שהותחל באונס, הוי תחילתה באונס וסופה ברצון, ולכן לא שייך בה קרבן.<br><b> אלא </b> דלכאורה אכתי לא מיחוורא דמש\"כ משום דהנאה גבי מתעסק הוי כמתכוין, הא אינו אלא במתעסק, אבל בהנאה הבאה לו לאדם בעל כרחו הא פסק הרמב\"ם דאפילו באיסורי מאכלות פטור, דז\"ל בפי\"ד מהל' מ\"א הל' י\"ב והנייה הבאה לו לאדם בעל כרחו באיסור מכל האיסורין, אם נתכוון אסור ואם לא נתכוון מותר, וכ' הכ\"מ ואע\"פ שרש\"י מפרש לה באיסורי הנאה כגון ריח של ע\"ז, רבינו מפרש לה בכל איסורין. ואף שנהנה ומוכח דהנאה לא מחשב כמתכוין אכן יש לומר דגבי עריות שאני דרחמנא קרי' מעשה וכל פטורא דהנאה הבאה לו לאדם בע\"כ בארתי דהוא משום חסרון מעשה [עי' מש\"כ רבינו בזה באריכות בפ\"א מהל' שבת הל' ה' אות ו'] ולפ\"ז שפיר דהיכי דמרוצית בהנאתה כיון דחשיב כמו מתכוין, גבי עריות חשיב מעשה וחייב.<br><b> אך </b> בכ\"ז נתיישבתי דלפמש\"כ עלינו לחדש דוחק דהנאת האשה הוא דוקא אחר ההתחלה, ומשו\"ה ל\"ש בה חיוב קרבן, דהוי תחילתה באונס וסופה ברצון, והוא דוחק, ע\"כ יש לומר בפשיטות טפי, דבמתעסק דהוא עושה מעשה ממש, בזה מהני הנאתו לחשבו כמתכוין, אבל באשה דאינה עושה, ורק דאשכחן דרחמנא קריא מעשה, בזה לא אשכחן אלא במתכונה ורוצית בזה, [וכמו דאמרינן בפסחים דף כ\"ה בלישנא בתרא אליבא דרבא לא אפשר וקמכוין אסור אפי' לר\"י], ולגבי ענין רצון תו מהני אונסא, דיצרא הוא דאלבשה, לומר שאין בידה שלא תרצה, אבל בדידי' דעכ\"פ יש בידו שלא יעשה, ולכן גבי פירש חייב דעכ\"פ המעשה בידו, ולפ\"ז שפיר דהיכי שכבר נתקשה, מהני סברא דיצר אלבשה שאין בידו שלא ירצה, והיינו היכי שהוא כבר באמצע ביאה, כמו גבי נטמאתי, דלהכי פטור גבי שהה ולא פירש, אבל כשתקפוהו נכרים קודם תחילת ביאה לא מהני מה דנתקשה לומר דיצר אלבשה, וכיון דיש בידו שלא ירצה חשיב הקשוי מעשה.<br><b> ועכשיו </b> מיושב שפיר הא דאשה פטורה מכלום כשנאנסה, דבזה לא אמרינן דהנאה הוי כמו מתכוין, דהנאה הבאה לו לאדם בעל כרחו לא נחשב כמתכוין, והא דאמרה תורה בעריות דחשיב כמעשה הא מצינו רק במתכונת ורוצית בזה.<br><b> והנה </b> בהא דאמרינן בגמ' אונס דמתני' היכי דמי אילימא שאנסוהו עכו\"ם, והאמר רבא אין אונס לערוה, כתבו התוס' דהיינו שהביאוהו עליה והדביקוהו ביבמתו, ולא שבא עליה מעצמו, וע\"ז מקשה מדרבא דאין אונס לערוה, וצריך למסור עצמו, ולכאורה יקשה על דבריהם מהא דכתבו בכתובות דף י\"ט דרבא סבר דגם בג' עברות באונס דצינעא אינו חייב למסור עצמו, ואיברא דיש מפרשים בתוס' ע\"ז דף נ\"ד דרבא לא סבר הכי, ועי' תוס' שבת דף ע\"ב ע\"ב, מ\"מ לפירושם בכתובות יקשה, אכן לשיטת הרמב\"ם דמפרש אין אונס לעריות, היינו לענין עונשין דבועל אינו נפטר מעונש, וממילא לא איכפת לן דאף דסבר רבא דבצנעא אינו צריך למסור עצמו, היינו דוקא היכי שיש אונס ע\"ז, אבל בערוה שאין קישוי אלא לדעת ולא משכחת לן אונס בדידי', ונוכל לפרש אפילו במאיימין עליו להרגו אם לא יבוא על הערוה, אבל לשיטת הראשונים שחולקים על הרמב\"ם נצטרך לפרש במדביקין אותו על הערוה, אבל אין מאיימין עליו להרגו.<br><b> והנה </b> הקשו על מש\"כ התוס' בכתובות דאונס דצינעא אינו מחויב למסור עצמו גם בג' עבירות, מהא דסנהדרין דף ע\"ד גבי עובדא דמרי דוראי דאמר זיל קטלי' לפלניא ואי לא קטלינא לך, ואמר רבא ליקטלוך ולא תיקטול משום דמאי חזית דדמא דידך סומק טפי דילמא דמא דחברך סומק טפי, והא התם בצנעא הוי, ואמרתי ליישב דבאמת ילפינן נערה המאורסה מרוצח לענין זה דמחויבת למסור עצמה, למאן דלית לי' קרקע עולם, והיינו רבא דלית לי' קרקע עולם, דהא רבא אית לי' אין אונס לערוה דאין קישוי אלא לדעת, וא\"כ לא משכחת לדינא דיהרג ואל יעבור בג\"ע אלא באשה הנבעלת, ובסנהדרין דף ע\"ד אמר רבא בטעמא דאסתר דלא כאביי דאסתר קרקע עולם, אלא דהנאת עצמן שאני, וממילא ילפינן גם רוצח מנערה דגם היכא דליכא סברא דמאי חזית וכמו בנערה המאורסה דלא עבדה מעשה, דיהרג ואל יעבור גם בכה\"ג, וכגון שרוצים להפילו על התינוק ויתמעך התינוק, שמחויב למסור עצמו ולא יניח שיפילוהו, ובזה הוא דחולק רבא וסובר דלא מקשינן, ומשום דסבר כר' ישמעאל דגם בהנך ג' עבירות איכא וחי בהם, ורק משום סברא דמאי חזית הוא דיהרג ואל יעבור ברוצח, ומיושב שפיר דאף דסבר כר' ישמעאל דבצינעא גם בג' עבירות יעבור ואל יהרג, זהו בלא טעמא דמאי חזית, והתם בכתובות בעדים שאמרו להם חתמו שקר ואל תהרגו, הא ליכא מאי חזית דאינו אלא הפסד ממון, אבל בדאיכא מאי חזית סובר רבא דיהרג ואל יעבור מסברא דמאי חזית.<br><b> ובדברינו </b> יתיישב ביותר מה דאמרינן שם בגמ' בסנהדרין הרי זה בא ללמד ונמצא למד, מקיש רוצח לנערה המאורסה מה נערה המאורסה ניתן להצילו בנפשו אף רוצח ניתן להצילו בנפשו, וקשה דהרי גם בא ללמד כדאמרי' מקיש נערה המאורסה לרוצח מה רוצח יהרג ואל יעבור אף נערה המאורסה תיהרג ואל תעבור, וכדהקשו כן התוס', אכן לפי דברינו הא גם לענין זה דיהרג ואל יעבור נמצא רוצח למד מנערה המאורסה, דגם בלא עביד מעשה בידים יהרג ואל יעבור וכמו בנערה, והנה זהו דלא כשיטת התוס' כאן ביבמות ובכ\"ד, דלענין ג\"ע אפי' רבא אית לי' הך סברא דקרקע עולם, אך לפי מה שבארנו כאן דשיטת הרמב\"ם דלא משכחת אונס לערוה, א\"כ ע\"כ מוכח דלית לן הא דקרקע עולם, דהא לא אשכחת חידושא דנערה המאורסה תהרג ואל תעבור, והרמב\"ם ע\"כ גריס תיהרג, דלשיטת הרמב\"ם בדידי' לא צריך לאשמעינן דיהרג ואל יעבור דלא משכחת לה אונס, וכן יש להוכיח זה מדברי הרמב\"ם בפ\"ה מהל' יסודי התורה, שהרמב\"ם מייתי מולנערה לא תעשה דבר לענין מי שדינו שיהרג ואל יעבור דאין עונשין אותו, ואם ס\"ל להרמב\"ם דינא דקרקע עולם א\"כ אי אפשר ללמוד מאשה כיון דהיא קרקע עולם ולכן פטורה, משא\"כ בדעביד מעשה אפשר דגם בגוונא דאונס עונשין אותו.<br><b> והנה </b> אף דמלשון הרמב\"ם בפ\"ה מיסוה\"ת הל' ב' שכתב אבל שלש עבירות הללו, אם יאמר עבור על אחת מהן או תיהרג יהרג ואל יעבור, אבל ע\"כ צריך לפרש דקאי על אשה משום דבבועל ליכא אונס כמש\"כ בפ\"א מאיסו\"ב, וא\"כ מדכתב אח\"כ ואעפ\"כ מפני שעבר באונס אין מלקין אותו ואין צריך לומר שאין ממיתין אותו, וא\"כ מוכח מזה שיטת הרמב\"ם דלית לי' הא דקרקע עולם, ואיברא דפי' א' מפרשים בתוס' דאם הגי' תיהרג, היינו שתיהרג קודם שתעשה מעשה, וכגון שאונסין אותה להביא עלי' הערוה, אך הוא פי' דחוק ולא משמע כן בד' הרמב\"ם.<br><b> והנה </b> מה שהוכחתי שיטת הרמב\"ם דלית לי' קרקע עולם, מהא דהוכיח מולנערה לא תעשה דבר, לענין כל מי שנאמר בו יעבור ואל יהרג שאינו נענש אם עבר ולא נהרג, הא זהו באמת ראית הגמ' בע\"ז דפריך ר\"ז אהא דנעבד באונס אסור, ומפרש כגון דאנסוהו עכו\"ם להשתחוות לבהמה דידי', ומקשה ר\"ז מקרא דולנערה לא תעשה דבר, וכבר הקשו זה התוס' כאן ביבמות וביומא דף פ\"ב דאין ראי' מזה משום דאשה היא קרקע עולם. ותי' אחד תירצו דקרא דולנערה לא תעשה דבר איירי אפי' היכי דכפו אותה להביא הערוה עליו, ותי' זה לא משמע ברמב\"ם כמש\"כ, אך תי' שני תירצו בתוס' דמשמע לי' לענין מיתת ב\"ד דאין חילוק בין עביד מעשה או לא עביד מעשה, דהא אשה ברצון חייבת אע\"ג דלא עביד מעשה, וכבר הקשה הגרעק\"א ז\"ל בגהש\"ס ביומא דף פ\"ב דמ\"מ מאי ראי' דשאני גבי דידה כיון דהיא מותרת באונס, לכן בודאי לא שייך לחייבה מיתה כיון שמותרת לכתחילה, אבל בדידי' דיהרג ואל יעבור אימא דחייב מיתה.<br><b> והנראה </b> בזה דכיון דאי לא הוי ידעינן דין אונס הו\"א דגם באונס חייב מיתה, (ונראה יותר דקרא אשמעינן אפי' היכא דפשעה כגון שנתיחדה עמו מ\"מ פטורה ממיתה), וכיון דאשמעינן קרא דבאונס פטורה ממיתה נשמע מזה דאינו חייב מיתה אלא ברצון ולכן אף דילפינן מהיקש נערה המאורסה לרוצח דבנערה יהרג ואל יעבור כמו ברוצח והיינו בעביד מעשה, מ\"מ אין זה אלא דין חיוב דיהרג ואל יעבור, אבל לא בעיקר דין חיוב מיתה דאשת איש, דאם היינו אומרים דעיקר דין חיוב מיתה דאשת איש לא מהני בה אונס לא הי' פוטר הכתוב גם אותה ממיתה, כיון דבמזיד הושוו שניהם, והא דילפינן מה\"ז בא ללמד ונמצא למד מרוצח אינו אלא חיוב למסור עצמו, אבל לא ילפותא לחייב עלי' מיתה, ונמצא דכיון דידעינן מקרא דאונס פטור, כבר ידעינן בעצמנו דאונס צריך לפטור בכל גווני, והא דמ\"מ יש נ\"מ בין דידי' לדידה היינו מהיקש נערה לרוצח ידעינן מסברא דברוצח דעביד מעשה יש גם חיוב למסור וכן בדידי', ובדידה דלא עבדה מעשה אין חיוב, אבל כל זה אחר דידעינן דאונס פטור כמו שלא עבדה מעשה ומיושב היטב קו' הגרעק\"א.<br><b> ויש </b> להסביר ביותר דהא זה ודאי דגם אשה שהיא קרקע עולם אינה רשאה לעבור משום לתא דפקו\"נ שהרי פסק הרמב\"ם בפ\"ה מיסוה\"ת דאין מתרפאין בג' עברות ואם עבר ונתרפא עונשין אותו ב\"ד עונש הראוי לו, ונמצא דזה גופא דאשה מותרת גבי אנסו אותה בפחד מיתה, הוא משום דין אונס, ונמצא דעיקר היסוד מה דאינה חייבת למסור עצמה הוא בשביל דין פטורא דאונס וכנ\"ל.<br><b> ויש </b> לעורר יותר במה דמשמע מדברי הרמב\"ם דמה דחייב למסור את עצמו בג' עבירות הוא משום דררא דקדוש השם, דעי' בדבריו בפ\"ה מיסוה\"ת דאסמכי' לדינא דיהרג ואל יעבור לדין דכל בית ישראל מצווין על קדוה\"ש, וכתב ע\"ז כיצד כשיעמוד עכו\"ם ויאנוס את ישראל לעבור על אחת מכל מצות האמורות בתורה וכו', בד\"א בשאר מצות חוץ מעכו\"ם ג\"ע ושפ\"ד, ומשמע מל' כיצד דהוא מדררא דקדה\"ש, אם לא שנפרש בדבריו דהוא משום הבד\"א השני, דבנתכוין להעבירו על המצות בלבד יהרג ואל יעבור גם על מצוה משאר המצות.<br><b> ועיין </b> בכ\"מ בפ\"ה מיסוה\"ת הל' ה' דהרמב\"ם דפסק כר\"ל דאפי' ביחדו להם שאמרו תנו לנו פלוני או נהרוג כולכם יהרגו כולם ואל ימסרו להם, ע\"כ דלית לי' טעמא דמאי חזית, דהא יהרגו כולם וגם הוא עצמו, וסובר ר\"ל דזה הטעם אינו עיקר מקבלה היתה בידם, ובאמת הוא דחוק, אבל לפי דברינו אפשר שפיר דכיון דילפינן נערה המאורסה מרוצח, ממילא ילפינן שוב רוצח מנערה המאורסה, דיהרג אפי' בליכא מאי חזית, ורבא דאמר מאי חזית לטעמי' דסבר כר' ישמעאל, ומהני ברוצח טעמא דמאי חזית.<br><b> ועי' </b> במ\"מ שכתב ופי' קנה שזכה בנחלה ויוצאה בגט אם בא להוציאה, ונ. ב. צריך לומר דפסק כרב וכאיכא דאמרי, ולכן לענין תרומה מן האירוסין פסק דלא אכלה, אבל לשאר דברים קנה.<br><small> -השמטות-</small><br><b> מתוך מכתב תשובה של מרן זצ\"ל להגר\"א וסרמן זצ\"ל</b><br><b> באות </b> ו' כתב ונראה שאם יבא עלי' בלא עדים. להסוברין דלא נתקיימה בזה מצות יבום יהא הולד ממזר אם נתעברה מביאה זו דכיון שהיא ערוה לענין תפיסת קדושין הוי נמי ערוה לענין ממזרות, דממזרות תלוי בתפיסת קדושין והיינו דאמר אבא שאול וקרוב בעיני להיות הולד ממזר, והנה לדעתי קשה לומר דבר זה לדידן דלא ס\"ל כאבא שאול דמביאת יבמה שלא נתקיים מצות יבום יהי' לדידן הולד ממזר דאף שאין לו בה קדושין היינו קדושי כסף ושטר אין לה, אבל כיון דעכ\"פ יש לו בה קדושי ביאה ע\"י יבום לכן אף דעכשיו כשבעלה שלא לשם יבום לא הי' ע\"י קדושין לא איכפת לן כלל דהא לא צריך דוקא קדושין לענין שלא יהי' הולד ממזר, וכל בועל פנוי' בעל בלא קדושין, ולא אמרינן אלא דכל שאין לו עלי' קדושין, אבל זה יש לו עלי' קדושין ע\"י ביאת יבום, ואבא שאול דסבר דקרוב להיות הולד ממזר היינו משום דלא סבר כר' יוסי ב\"ר חנינא דדריש מולקחה דנעשית כאשתו לכל דבר, וזה מבואר מדברי הירושלמי דאמר בריש יבמות דאבא שאול סבר כר' יוסי בן חלפתא דחרש חמש חרישות וכתבו בתוס' דלא בעל אלא כדי לקיים מצות עונה אלמא דסבר דלא נעשית כאשתו לכל דבר גם אחר מצות יבום, ואף דכתוב ולקחה לו לאשה ע\"כ סבר דזהו רק לענין מצות יבום אבל ליכא בזה דין קדושין ולכן סבר דקרוב להיות הולד ממזר, איברא דלפום גמרא דידן לכאורה לא משמע דאבא שאול חולק על מתני' דכנסה הרי היא כאשתו לכל דבר וכל הסוגיות מפורשות דיבמה הרי היא כאשה גמורה ובדין דאבא שאול ורבנן מספקא בגמ' וגם בפוסקים כמאן הלכתא.<br><b> ונראה </b> דאבא שאול חידש כאן שני דברים חדא דדין יבום הוא דוקא אם בועל לשם מצות יבום, ועוד דאין לו בה אלא מצות יבום בלבד כר' יוסי בן חלפתא, ובזה באמת לא פסקינן כאבא שאול ולא כר' יוסי בן חלפתא דמשנה מפורשת היא דכנסה הרי היא כאשתו לכל דבר, ובגמ' אמרו עוד דאשמעינן רק דמגרשה בגט ומחזירה אבל כ\"ז שהיא אשתו פשיטא, אבל ר' יוסי בן חלפתא הא ע\"כ לא סבר הכי, ונראה דאבא שאול גופי' מספקא לי' בהא ומשו\"ה לא אמר אלא קרוב אני בעיני להיות הולד ממזר, משום דאי נימא דנעשית כאשתו א\"כ יש לו עלי' קדושין ולא איכפת לן אם עכשיו אינה באמת מקודשת כיון דעכ\"פ יש לו עלי' קדושין."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יבמה הראויה ליבום שלא רצתה להתייבם דינה כדין מורדת על בעלה וכופין את יבמה לחלוץ לה ותצא בלא כתובה, ואם הניח נשים רבות כל מי שתבעה היבם מהן לייבום ולא רצתה היא המורדת וחולץ לה ותצא בלא כתובה, ושאר צרותיה שלא נתבעו נוטלות כתובתן כשאר האלמנות.</b><br><b> יבמה </b> הראויה ליבום, כתב המ\"מ כך העלו בהלכות שכותבין אגרת מרד על שומרת יבם משום דקיי\"ל מצות יבום קודמת למצות חליצה, כמו שנתבאר בפרק א', וכתב רבינו וכופין את יבמה לחלוץ לה, וזהו כפי דעתו שכתב בהלכות אישות פי\"ד שכופין את הבעל לגרש אשתו כשהיא מורדת ואומרת מאיס עלי, וכ\"ש יבמה שכופין היבם לחלוץ לה, ומה שאמרו מבקשין בקצת מקומות הוא בנתינת כתובה, אבל אם היא מפסדת כתובה כופין הבעל לגרש והיבם לחלוץ זה דעתו ז\"ל עכ\"ל.<br><b> והנה </b> הרי\"ף בפרק אעפ\"י בהא דאמר רב טובי בר קיסנא אמר שמואל כותבין אגרת מרד על שומרת יבם, כתב הא דשמואל שייכא כמשנה אחרונה וכו' מעיקרא סברוה כאבא שאול ולבסוף סברוה כרבנן, דתניא אבא שאול אומר הכונס יבמתו לשם נוי לשם אישות לשם דבר אחר כאילו פוגע בערוה וקרוב בעיני להיות הולד ממזר, וחכמים אומרים יבמה יבא עליה מכל מקום, וכיון דלבסוף סברוה כרבנן נפקא לה משנה אחרונה מהלכתא ובטיל לה מימרא דשמואל, הנה כתב הרי\"ף בפשיטות דהלכה כמשנה ראשונה ובטיל מימרא דשמואל, וצריך ביאור דברי הרי\"ף ביבמות פרק בית שמאי דאבע\"ל התם נטולה אני מן היהודים לגבי יבם מהו, ואמר רב יבם אינו כבעל וכופין אותו שיחלוץ לה, וכתב ע\"ז הרי\"ף דהלכה כרב, ונפקא מינה דלא הוי מורדת, וטעמא דנדרה בחיי בעלה הא לאחר מיתת בעלה הויא מורדת, ושמעת מינה דליתא לדשמואל דאמר אין כותבין אגרת מרד על שומרת יבם, וצריך ביאור דחקר אי הלכה כשמואל ומסייע לה מהא דהלכה כרב ודוקא מחיים, והא בכתובות כתב בפשיטות דהלכה כמשנה ראשונה וממילא ליתא לדשמואל.<br><b> אכן </b> עוד צריך ביאור דברי הרי\"ף אמימרא דרב יבם אינו כבעל, שכתב שם ונ\"מ דלא הויא מורדת, דהא הנ\"מ פשוט אם כופין, דאם יבם כבעל מבקשין, וע\"כ עלינו לומר דסובר הרי\"ף דבמורדת ואומרת מאיס עלי כופין מדינא, וכשיטת הרמב\"ם גבי בעל וכמש\"כ המ\"מ, וא\"כ לכאורה במה עדיף ממורדת, ומוכח דכל הרבותא הוא דלא הוי מורדת ואינה מפסדת כתובה, וא\"כ ע\"כ דלאחר מיתת בעלה מפסדת כתובה, ואיברא דהיה אפשר לומר דאה\"נ כשתבוא לכוף אותו לחלוץ תפסיד כתובה, מ\"מ היכי שאינה מזקקת אותו לחלוץ אלא שאינה רוצה להתייבם לא יפסידו לה כתובתה, וא\"כ מנלן להוכיח מרב דינא דשמואל דכותבין אגרת מרד על שומרת יבם. אך בזה י\"ל דהרי\"ף אינו סובר כן אלא דכיון דכל זמן דאגידא בי' לא יהבו לי' אחריתי, וא\"כ כשמעגנת אותו ע\"כ הוי כפי', ובאמת קשה לפ\"ז כיון דשמואל סובר דאין כותבין אגרת מרד, וכשמרדה ג\"כ אינה מפסדת כתובה א\"כ אמאי סובר דאין כופין דהא ס\"ל יבם הוא כבעל, ומוכח מזה דשמואל אינו סובר כסברתנו בשיטת הרי\"ף, ורק דכיון דעכ\"פ היא אינה כופה אותו לחלוץ לה אינה מפסדת כתובה, אבל כשכופית אותו מכח טענה דמאיס עלי או נודרת ע\"כ מפסדת.<br><b> אכן </b> בסברת הרי\"ף אפשר לומר דאם לא הוית מורדת משום דאינה זקוקה לו למצות יבום, אמאי תפסיד כתובה דהא אין הכתובה שלו כלל, דלפ\"מ דאיתא בכתובות דף פ\"א חשיב מנה מאתים כאילו הכניסה לו, אך בזה י\"ל דלא הוי כאילו הכניסה לו ממש וכמו שכתבו התוס' שם, אלא דיש עלי' דין שתתייבם ותכניס לו הכתובה של מנה ומאתים, אבל כל זמן שלא נשאת הכתובה היא שלה, אך לפ\"מ דסובר רבא דלא נתנה כתובה לגבות מחיים א\"כ אין הכתובה שלה אלא לכשיחלוץ לה, וכיון דאינו חולץ מרצונו הוי כמו שאינו מגרשה ברצונו, וא\"כ יש לומר דשמואל יסבור כרבא, והרי\"ף כתב דבריו להלכה.<br><b> והנה </b> הרמב\"ן בספר הזכות ביבמות תירץ דברי הרי\"ף במה שכתב להוכיח מרב דיבם אינו כבעל, וטעמא דנדרה בחיי בעלה, הא לאחר מיתת בעלה הוי כמורדת, וש\"מ דליתא לדשמואל, דאמר אין כותבין אגרת מרד על שומרת יבם, והביא הרמב\"ן בספר הזכות מה שהשיג רבינו אפרים דא\"כ קשיא דשמואל אדשמואל דהכא אמר יבם אינו כבעל, ואם איתא דכופין ומבקשין דמתני' שייכא במורדת קשה דשמואל אדשמואל, וכתב הרמב\"ן דודאי כופין ומבקשין דמתני' איכא למימר דשייך במורדת ואיכא למימר דלא שייך בי', אבל דינא דנטולה אני מן היהודים דלמשנה ראשונה יוצאה ונוטלת כתובה, ולא הוי מורדת משום דאמרינן דקשה לה תשמיש, כיון דאסרה נפשה אכו\"ע, ולמשנה אחרונה חוששין שמא עיניה נתנה באחר ואמרינן דיפר חלקו ומשמשתו, ואם לא רצתה בודאי היא מורדת, וא\"כ גבי יבם דאמר שמואל יבם הרי הוא כבעל וחוששין, הא כיון דאמרינן דאין כותבין אגרת מרד על שומרת יבם, למה ניחוש לה, כיון דאפי' מורדת אינה מפסדת, והדברים ק\"ו השתא היכי שמורדת מפסדת כתובתה, אמרו למשנה ראשונה דנטולה אני מן היהודים יוצאה ונוטלה כתובה, שומרת יבם שמורדת לא הפסידה, ובבאה מחמת טענה כופין לחלוץ אינה בדין שנטולה מן היהודים תהא יוצאת ונוטלת כתובה, אלא ש\"מ דכותבין אגרת מרד על שומרת יבם ולפיכך חששו שלא תעכב כדי לקלקל על היבם, וא\"ת קשיא דשמואל אדשמואל י\"ל דשמואל פליג עלי' דרב דמסקא אדעתה דמיית בעל, ונ\"מ בנודרת הנאה ממנו א\"נ לדין משנה ראשונה, הא לשמואל גופי' דסובר כמשנה ראשונה אחרונה מבקשים וכופין.<br><b> והנה </b> הרמב\"ן הוכיח משמואל דאמר יבם הוא כבעל, ובאמת הרי\"ף לא הוכיח שיטת שמואל אלא מרב דאמר יבם אינו כבעל, ורק דגם רב אמר דוקא בחיי הבעל, אבל לאחר מיתת בעלה מודה, וא\"כ אין ההוכחה מדנאמר דמסקא אדעתה, אלא דדברי הרמב\"ן אנו יכולים לומר גם על אחר מיתת הבעל, דכיון דאין כותבין אגרת מרד מה איכפת לן, ולמה ניחוש שמפקעת עצמה, אבל באמת דברי הרמב\"ן אינם מובנים דאף דאמרינן אין כותבין אגרת מרד, מ\"מ זהו דוקא להפסידה כתובה עכשו, אבל לא נימא כלל שתוכל לכוף אותו לחלוץ ושיתן לה כתובתה, ומה שכתב הרמב\"ן בבאה מחמת טענה כופין אותו לחלוץ לה ויתן כתובה, אינו מוכח זה כלל בגמ', דהא דומיא דהכי גבי ארוסה כשרוצה לגרש בודאי לא נוסיף על כתובתה, וכן כתבו התוס' דבבאה מחמת טענה היינו כשאינו רוצה לא לחלוץ ולא לגרש, ועוד דהיכא אשכחן דלמאן דאמר מצות חליצה קודמת כופין אותו לחלוץ, ואפי' לשיטת רש\"י בדף ל\"ט בסוגיא דמצות חליצה קודמת דסובר דבכל אמתלא כופין, היינו דוקא באמתלא אבל בלא אמתלא ודאי דאין כופין, אך ראיתי דהנמוק\"י כתב מתחילה דכופין ואח\"כ כתב מד' הריטב\"א דאין כופין.<br><b> [וסברת </b> רש\"י במה דתלה דין אמתלא בדין דמצות חליצה קודמת, י\"ל משום דאי מצות יבום קודמת, א\"כ אין כאן דין חליצה כל זמן שהוא חפץ לייבם, ולכן דוקא במוכה שחין, שגם בבעל היינו כופין, אבל אי מצות חליצה קודמת, יש דין חליצה גם היכא דליכא יבום ואף שהוא חפץ לייבם, אך מ\"מ ע\"כ דלא שייך לומר לא חפצתי לקחתה, ולכן היכא שהיא אומרת אמתלא, שייך שנאמר שעפ\"י דין כיון שיש לה טעם שלא נכוף אותה וממילא שייך שיאמר לא חפצתי לקחתה, ומיושב דדוקא בנתנה אמתלא, אבל בלא אמתלא ל\"ש לומר כן]. עכ\"פ אפילו לרש\"י אינו אלא בשנתנה אמתלא, והכא מיירי בכל גווני, וביותר שהרמב\"ן חולק שם בפירושו על רש\"י וסובר דדוקא במוכה שחין כופין אותו לחלוץ, ואדרבה דהרמב\"ן הביא שם מהא דאין כותבין אגרת מרד, וא\"כ אין שום ראי' דלא שייך לומר שלא נכוף אותה, ואולי הרמב\"ן סובר דלמשנה אחרונה דנדרים הוא משום תקנה, ולכן סובר דלמשנה אחרונה דיבמות לא שייך תקנה, ואינו מוכרח דאף דגבי טמאה אני לך יש מפרשים דהוי תקנה, מ\"מ הכא אפשר דהוא דינא, וגם גבי טמאה אני לך מפרש שם הר\"ן בתוך דבריו דהוי מדינא, אלא דמקודם הוי תקנה משום דמדינא אינה נאמנת משום דמשעבדא לי'].<br><b> עוד </b> יש להעיר על דברי הרמב\"ן דלפי דבריו הכל תלוי אי כמשנה ראשונה אי כמשנה אחרונה, וכבר פסק הרי\"ף שם בסוגיא כמשנה ראשונה וגם שמואל דהכא לפי דבריו ע\"כ אליבא דמשנה ראשונה [ומה שכתב הרמב\"ן דנ\"מ לנודרת הנאה דמתני' אין להקשות דהא במתני' מפורש הנ\"מ בין בחיי בעלה בין לאחר מיתת בעלה ומה בא שמואל ללמדנו, דזה לא קשה דהא מוקמינן בגמ' מתני' דנודרת ביש לה בנים]. וא\"כ מה למד הרי\"ף מסוגיא זו, דבודאי אזלא למשנה ראשונה, וגם הא דאמר רב אין כופין מפרש הנמוק\"י בדעת הרי\"ף דהוא למשנה ראשונה.<br><b> והנה </b> במה שכתבתי בתחילת דברי להוכיח מדברי הרי\"ף דסובר כהרמב\"ם דבמורדת ובמאיס עלי כופין מדינא, וכשיטת הרמב\"ם גבי בעל, ראיתי אח\"כ שהוא טעות דהרי\"ף אינו סובר כהרמב\"ם דמדינא דגמ' כייפינן לבעל ליתן גט למורדת כמבואר בדבריו בפרק שני דייני גזרות במשנה דהפוסק מעות לחתנו, וכן מוכח מדבריו בפרק אעפ\"י ע\"כ צריך לומר בדברי הרי\"ף כמש\"כ בסוף דברי, וכל מה שהקשיתי יתיישב עפ\"י דברי במה שתליתי כאן אם היבמה כבר הי' לה דין ליטול כתובה דיבם כאחר אלא דדין זקיקתה ליבום ושתיקנו דכתובתה על נכסי בעלה הראשון מעכב שלא תטול הכתובה דלפ\"ז נוכל לומר דהיכי שע\"פ דין אינה זקוקה להתייבם צריך ליתן לה כתובה, אלא דקשה דמנ\"ל להרי\"ף דהא דמבקשין הימנו דהוי מורדת ואין נותנין לה כתובה אימא דלעיקר דינא דאין כופין אלא מבקשין, אלא דבאמת דברי הרי\"ף נכונים דגבי נטולה אני מן היהודים כיון דאסרה עצמה על כל העולם לא שייך כלל כופין ומבקשין לעיקר דין חליצה כיון דאסורה להנשא, וע\"כ דזה רק לדין כתובה דכל זמן שהיא אגודה להיבם אין לה כתובה, אפי' לפ\"מ שכתבתי דמעיקר דין כבר מגיע לה כתובה דיבם כאחר דמי מ\"מ כיון שתקנו דכתובה על נכסי בעלה הראשון אין לה כתובה כ\"ז שאינו חולץ לה ולכן שפיר דכופין או מבקשין והא דכופין אינו אלא לזה שתוכל ליטול כתובה, ואם יתן לה כתובה בלא חליצה ודאין אין כופין אותו על חליצה וזהו שכ' הרי\"ף ונ\"מ דלא הוי מורדת."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יבמה שתבעה היבם לחליצה והיא אומרת איני חולצת ולא נוטלת כתובה אלא אשב בבית בעלי וכשאר כל האלמנות אין שומעין לה, שהרי הקנו אותה לזה מן השמים רצה מייבם רצה חולץ ונותן כתובה, ולא עוד אלא אפילו אמרה אני ניזונה משלי ואשב עגונה כל ימי חיי אין שומעין לה שהרי היבם אומר לה כל זמן שאת זקוקה לי אין נותנין לי אשה אחרת ואפילו היה נשוי אפשר שישא אשה אחרת או תהיה לו מריבה בתוך ביתו מפני היבמה.</b><br><b> אין </b> שומעין לה ונ\"ב זהו פי' על מימרא דר' יוחנן תבע לחלוץ נזקקין לו, אבל מ\"מ לענין אם יש לה דין מורדת אינו מוכח אף דבהו\"א הוי בעי לאוקמי דין מורדת על תבע לחלוץ אבל למסקנא לא נימא הכי ע\"כ.<br><b> המ\"מ </b> הביא דברי היש מן המפרשים שחולקים וסוברים דכיון דמצות יבום קודמת אם תבע הוא לחלוץ והיא רוצה להתייבם אין כופין אותה לחלוץ וההיא סוגיא דלא כמשנה ראשונה, וכתב הלח\"מ ע\"ז וז\"ל וכשתירצו בגמ' כאן כמשנה ראשונה כאן כמשנה אחרונה ק\"ל קצת לפירוש זה דההיא דר\"י דאמר תבע לחלוץ נזקקין וכו' כפי פירוש זה כמאן מוקמינן לי' דלמשנה ראשונה לחלוץ אין נזקקין ולפי משנה אחרונה מאי שנא לייבם דלא דהא הקושיא שהקשו בגמ' לפי משנה אחרונה היא. ונ\"ב יש לומר דהגמ' כדהוי פריך מ\"ש הוי מפרש כמשנה ראשונה ומ\"מ לחלוץ נזקקין דבדידי' תלא רחמנא כמש\"כ התוס', ומש\"ה פריך מ\"ש, אבל למסקנא לא הוי ר' יוחנן למשנה אחרונה וממילא לא אמרינן סברא זו ולחלוץ אין נזקקין, ע\"כ.",
                "<small>-השמטות-</small><br><b> פ\"ב </b> מהל' יבום הל' ט\"ז עי' השגות, ולכאורה דבריו תמוהים דהא בהל' י' לא השיג על הרמב\"ם ומוכח דמסכים דיבמה שלא רצתה ליבם הוי מורדת וכופין היבם לחלוץ ומפסדת כתובתה, וא\"כ למה השיג כאן דכונת הרמב\"ם פשוטה דאין כופין ע\"מ ליתן כתובה אא\"כ מרדה היינו שאומרת איני רוצה למצא פתח לנדרי ואיני רוצה ביבמי א\"כ כופין ותחלוץ בלא כתובה, ונראה דדעת הראב\"ד דאם היינו אומרים דיש כאן דין מורדת דמאיס עלי א\"כ למה מבקשים וכי באומרת מאיס עלי יבקשו אותו ליתן כתובה ולמה יבקשו אותו להפסידו, וע\"כ דאין כאן דין מורדת דמאיס עלי משום שנדרה בחיי בעלה ואינה מבקשת ממנו חליצה בכפי' דכל דין מורדת דמאיס עלי היינו משום שכופה אותו ליתן גט וכל שנותן גט ע\"י כפי' שלא מרצונו ליכא כתובה דלא נתחייב אלא אם יגרשה ברצונו."
            ],
            [
                "<b>יבמה שלא היה לה על בעלה כתובה מפני שהיתה אסורה עליו והרי היא מותרת ליבם כמו שיתבאר אם רצה היבם לייבם מייבם ואין לה עליו כתובה כדרך שלא היה לה על בעלה.</b><br><b> כתב </b> הלח\"מ לשון רבינו נראה דאפשר לו לשהות ליבם עם אשתו בלא כתובה וזה א\"א כדכתב ה\"ה בשם הרשב\"מ והרמב\"ן, אבל מ\"מ לשון רבינו קשה להולמו ע\"כ, ונ\"ב נראה דשי' הרמב\"ם דאפי' מכרה או מחלה לא אמרינן אלא דצריך לכתוב אבל אם לא כתב לא נתחייב מאליו וממילא דבשניה א\"צ לכתוב, ואחר העיון מצאתי שכיונתי ב\"ה לד' הגר\"א ז\"ל, אכן בשו\"ע סי' קס\"ו מוכח דגם אם לא כתב יש לה אם אין לבעל נכסים וצריך לחלק בין אין לו נכסים ובין מחלה וצ\"ע, ע\"כ."
            ],
            [],
            [
                "<b>נתקדשה לאחר לא נאסרה על יבמה אלא נותן לה הזר שקדשה גט ויבמה מייבם או חולץ, ואם היה יבמה כהן שאינו יכול לישא גרושה תצא מן הזר בגט כדי שלא יהא החוטא נשכר ויחלוץ לה יבמה.</b><br><b> כתב </b> המ\"מ וז\"ל וכתב הרמב\"ן ז\"ל וזה תימה בעיני שנחמיר בזו יותר מן האשה שהלך בעלה למדה\"י ונתקדשה שמותרת לחזור לבעלה ואם נתגרשה מותרת נמי למקדש ושמא י\"ל התם היא נתקדשה ברשות הכא שלא ברשות נתקדשה עכ\"ל. ונ\"ב נראה דזה אינו משום דינא דמחלפא אלא משום דינא דאיתגורי איתגור ועיין בתוס', א\"כ אין שייך זה לזה, ועל תי' הרמב\"ן דהתם ברשות קשה לי דהא גם אם קידש שלא ברשות לא נאסרה, וע\"כ דהתם קדושין אינו מועיל כלל והכא מועיל לאוסרה ע\"כ."
            ],
            [],
            [
                "<b>כל יבמה שהיא ספק מדבריהם אם יש עליה זיקת יבם או אין עליה זיקת יבם כגון יבמה שילדה ולד שלא כלו לו חדשיו ומת בתוך ל' יום שדינה שתחלוץ מספק מדבריהם כמו שבארנו, אם הלכה ונתקדשה לאחר קודם חליצה חולץ לה יבמה ותשב עם בעלה, ואם נתקדשה לכהן שהוא אסור בחלוצה אינו חולץ לה שאין אוסרין על זה אשתו משום ספק דבריהן.</b><br><b> כתב </b> המ\"מ בפרק החולץ וכבר כתב זה בפרק ראשון בארוכה ושם כתבתי דעות קצת מפרשים בזה, ותו\"ד המ\"מ בדעת הרמב\"ם לפ\"מ שכתב בהלכות מילה דבן ח' שגמרו סימניו ה\"ז ולד שלם, ואם שהא ל' אפילו לא גמרו סימניו וכן בידוע שכלו לו חדשיו, דמד\"ת יש ג' אופנים שיהיה דינו כולד שלם, או כלו לו חדשיו או אפי' בן ח' אחר ל' או כשגמרו סימניו אפילו קודם ל', ואם אינו ידוע אם הוא בן ז' או בן ח' ולא גמרו סימניו הוא ספק מד\"ת, וזהו מש\"כ הרמב\"ם בדין ירושה בפ\"א מהלכות נחלות שקטן בן יומו שלא כלו לו חדשיו אם חיה אחר יומו שעה אחת נוחל ומנחיל, וזהו כשגמרו סימניו שזהו נקרא ולד, ובדין הרוצח כתב שההורג קטן שנולד פחות מבן ט' שאינו נהרג עליו תוך ל' דבעינן חדא מתרתי ל' יום או כלו לו חדשיו, אבל בן ח' שלא שהה אע\"פ שנגמרו סימניו אינו נהרג וזהו ששינו חכמים על ד\"ת, וכיוצא בזה כתב בפ\"א מהל' אבל שאין מתאבלין אלא על מי ששהה ל' יום או שכלו לו חדשיו עכ\"ד המ\"מ בפ\"א.<br><b> ודברי </b> המ\"מ תמוהים דהא בפ\"א מהל' אבל כתב הרמב\"ם דבן שמנה שמת אפי' אחר שלשים אין מתאבלין עליו, והראב\"ד השיג עליו דקי\"ל כרשב\"ג דכל ששהה שלשים יום אינו נפל ואין להחמיר בזה אפי' מדרבנן, ולכן בדין רוצח נהרג עליו, מ\"מ לענין אבל כיון דקיי\"ל הלכה כדברי המיקל באבל לא סמכינן על הך פסקא דהלכה כרשב\"ג כיון דלרבנן לא מהני ל' יום ולכן אין מתאבלין, אבל דברי הלח\"מ אין מספיקין דהא כתב הרמב\"ם שם וז\"ל בן ט' חדשים שנולד מת ובן שמונה שמת אפי' לאחר שלשים ומי שיצא מחותך או מסורס אע\"פ שכלו לו חדשיו הרי זה נפל ואין מתאבלין עליהן ולא מתעסקין עמהן הרי שכלל הרמב\"ם דין בן שמונה שמת לאחר ל' עם בן ט' שנולד מת, וכתב בתורת ודאי הרי זה נפל, ועוד שכתב ולא מתעסקין עמהן ומה שייך זה לדין הלכה כדברי המיקל באבל וכיון שמעיקר דינא הוא כחי אמאי יהיה פטור במה שמחוייבין להתעסק בקבורתו בכל מה שמחוייבין בקבורת מת גדול, וע\"כ דמעיקר דינא הוא כנפל, ועוד דבשו\"ע או\"ח סי' תקס\"ז מבואר דנפל אין חייבין בקבורתו, וא\"כ כשכתב הרמב\"ם הרי הוא נפל ואין מתעסקין עמהן פירושו דאין חייבין בקבורתו כמו כל נפל, וקבורה הוא מדאורייתא ואיך נקל בולד שמעיקר דינא הוא ולד גמור, וזה קשה על עיקר דברי המ\"מ שכתב שמטעם זה דמדרבנן חיישינן לנפל כתב הרמב\"ם דאין מתאבלין עליהן.<br><b> ונראה </b> דסובר הרמב\"ם דכיון דאסקינן בגמ' שבת דף קל\"ו דכשפיהק ומת דברי הכל נפל הוא, כי פליגי בנפל מן הגג ואכלו ארי, ולפרש\"י קאי זה על תוך ל', דרבנן סברי חי הוא דזה דוקא בנפל מן הגג, והרמב\"ם סובר דגם מה דרשב\"ג מחדש דאפי' נולד לשמונה אם שהה שלשים יום אינו נפל דזהו ג\"כ דוקא בנהרג, אבל מת לא מהני שלשים כיון דרשב\"ג מיירי בנהרג ולא ילפינן מת מנהרג דריעותא דמת מהני דנאמר דבאמת נפל הוא כיון שהוא בן ח', וגם ל' יום לא מהני, אך לא ביאר הרמב\"ם עד אימתי יקרא נפל, ומסתבר דאחר י\"ב חודש ודאי נקרא חי, ולכן בהל' אבל דמיירי שם הרמב\"ם להדיא במת לא מהני ל' יום והראב\"ד סובר דלא מהני מת אלא בתוך ל' יום לומר דבזה מודו רבנן דהוי נפל, אבל ל' יום דסובר רשב\"ג דכל ששהה ל' יום אינו נפל לא מהני מה דמת, דאטו ולד חי אין דרכו למות מסבת חולי.<br><b> ומה </b> שהכריח להרמב\"ם לומר כן הוא משום דהך דינא דבן ח' אין מתאבלין עליו הוא בתוספתא ואי בתוך ל' הא גם בלא ידעינן אם כלו לו חדשיו או לא אין מתאבלין, והראב\"ד יסבור דהך תוספתא אתיא אליבא דרבנן, ואנן קי\"ל באבלות כרשב\"ג, ובאמת אין נ\"מ במה דידעינן דהוא בן ח'.<br><b> והנה </b> היה אפשר לומר דמה דקתני בתוספתא בן שמונה הוא לומר דאפי' גמרו שערו וצפרניו דקיי\"ל כרבי והוי ולד מעליא, ונימא דמ\"מ אם מת הוי נפל, אלא די\"ל דאפילו אם נימא כן סובר הרמב\"ם דחד דינא הוא, וכמו דנימא דמת מוציא מדין ולד אפילו בגמרו סימניו, ה\"נ מוציא מדין ולד אפי' בשהה ל', דהוכחה דרבי והוכחה דרשב\"ג שוין הם, אלא דיש לעיין בעיקר דינא בגמרו סימניו דקיי\"ל כרבי דהוי ולד מעליא אם במת לא הוי ולד, ומשמע דשוין הם כיון דבחדא ברייתא קתני הא דרבי והא דרשב\"ג, וכיון דסובר הרמב\"ם דבמת לא מהני הוכחה דרשב\"ג ה\"נ הוכחה דרבי.<br><b> אכן </b> זה ודאי אנו צריכים לומר דמה דאמרינן דבמת לא מהני הוכחה דל' יום וכן הוכחה דגמרו סימניו זהו דוקא בודאי שהוא בן ח' אבל באינו ידוע אם כלו לו חדשיו, אף דאמרינן בגמ' דאם מת מודים חכמים לרשב\"ג דהוי נפל היינו בלא גמרו סימניו, אבל גמרו סימניו אף דאמרינן דבבן ח' לא מהני גמרו סימניו לגבי מת, היינו בודאי בן ח', אבל באינו ידוע אם כלו לו חדשיו מהני הא דגמרו לומר דודאי חי הוא מדין תורה, דהא להדיא כתב כן הרמב\"ם בפרק א' דבאינו ידוע אם כלו לו חדשיו ה\"ז ולד קיימא ופוטר מן היבום מד\"ת אף במת, וזהו בגמרו סימניו כמש\"כ המ\"מ, וכן בשהא ל' יום דלא מהני במת הוא דוקא בודאי בן ח'. וכן מוכח מד' הרמב\"ם בפ\"א מהל' אבל דבהלכה ו' שם כתב הנפלים אין מתאבלין עליהן וכל שלא שהא ל' יום באדם הרי זה נפל אפי' מת ביום שלשים אין מתאבלין עליו, ולהדיא דלאחר ל' מתאבלין עליו אע\"ג דמת, והיינו משום דלא מיירי בודאי בן ח', דאח\"כ בהלכה ח' הזכיר בן שמונה והוא כמו שבארנו.<br><b> ומש\"כ </b> דהרמב\"ם בהלכות אבל מיירי במת ולא נהרג, גם בלאו הך דינא דאפי' אחר ל' אין מתאבלין צריך לומר כן דהרמב\"ן במו\"ק דף י\"ט כתב שהקשו על שיטת הגאונים דאבלות יום ראשון מדאורייתא, א\"כ אמאי אמרינן הלכה כדברי המיקל באבל, וכתב דזה לא קשה כלל דכל מחלוקת דאיכא באבל הוא בדינא דרבנן, רק שהקשה מהא דאין מתאבלין אלא על ולד שכלו לו חדשיו, דהא ביבמות אמרינן דמעיקר דינא הלכה כרבנן דאזלינן בתר רובא דולד מעליא ילדן, רק דמדרבנן חיישינן לרשב\"ג וכתב הרמב\"ן לתרץ שכל ספק בן קיימא אין לבו של אדם דוה עליו, וע\"כ צריך לומר כמש\"כ התוס' בבכורות דף מ\"ט במה דאמרינן דיום ל' כיום לפניו לענין אבלות דהא ביבמות אמרינן דמה\"ת אפי' תוך ל' חי הוא, וכתבו מקודם דהתם בנפל מן הגג, והכא בפיהק ומת, ואח\"כ כתבו ואפי' נימא דה\"נ בנפל מן הגג אין לחוש, דלענין אבלות פסקינן כר\"ש לקולא, ודבריהם מיושבים להשיטות דאבלות כל ז' הוא מדרבנן, אבל לשיטת הגאונים דאבלות יום א' הוא מה\"ת, ע\"כ צריך לומר כמו שכתבנו מקודם אם לא נימא כד' הרמב\"ן, והרמב\"ם פסק ג\"כ דאבלות יום א' הוא מה\"ת, ולדברי הרמב\"ן מיושב ג\"כ דברי הרמב\"ם במש\"כ דאפי' לאחר ל' אין מתאבלין, אבל גם לזה אין שייכות עם הא דאין מתעסקין עמו ע\"כ נראה כמש\"כ.<br><b> ולפ\"מ </b> שבארנו צריכים אנו לומר דהלכה ו' מיירי בלא גמרו סימניו דאי גמרו הא קיי\"ל כרבי דולד מעליא הוא כיון דאינו בן ח' בודאי, והמ\"מ בפ\"א כתב דהוא מטעמא דהקלנו באבלות אבל לפמש\"כ דלשון הרי הוא נפל משמע דהוא ודאי נפל, ע\"כ צ\"ל דמיירי בלא גמרו, וכן משמע הלשון שכתב הנפלים וכמש\"כ שם המ\"מ דמזה שכתב הרמב\"ם ויצא הולד חי מוכח דמיירי בגמרו סימניו שהוא קרוי ולד, וא\"כ כאן שכתב הנפלים ע\"כ דלא גמרו סימניו, והשמיענו כאן דאפילו לא גמרו סימניו כיון דשהא ל' יום אינו נפל כיון דאינו ודאי בן ח', ולפ\"ז לא מצינו כאן קולא באבלות כלל דמעיקר דינא הוי נפל כיון דלא גמרו סימניו ומת בתוך ל', וא\"כ הוא דלא כדברי המ\"מ שכתב ששינו על ד\"ת.<br><b> אכן </b> מדברי הרמב\"ם בפרק ב' מרוצח הלכה ו' שכתב וז\"ל אחד ההורג את הגדול או את הקטן בן יומו בין זכר בין נקבה ה\"ז נהרג עליו וכו', אבל אם נולד לפחות מט' חדשים הרי הוא כנפל עד שישהא ל' יום, וההורגו בתוך ל' אינו נהרג עליו, ומבואר מדבריו כד' המ\"מ דמדכתב ההורג קטן בן יומו, משמע דבולד גמור עסקינן שגמרו סימניו, וכתב בזה והוא שכלו לו חדשיו, אבל אם נולד לפחות מט' הרי הוא כנפל. ומוכח דאפילו בולד גמור בעינן או כלו לו חדשיו או ל' יום ולא מהני גמרו, וזהו כמו שהחמירו חכמים גבי יבום, ומדוייק דבהל' רוצח כתב הרמב\"ם הרי הוא כנפל ובהל' אבל כתב הרי הוא נפל דבהל' אבל הא מיירי במת, אבל בהל' רוצח דמיירי דנהרג וגם גמרו סימניו, מעיקר דינא ודאי חי הוא, אלא שהחמירו חכמים לגבי יבום, ולכן גבי רוצח אינו נהרג עליו, ומש\"כ הרמב\"ם לפחות מט' אין כונתו בודאי בן ח' אלא לפחות מט' חדשים ודאים, וכמש\"כ להדיא דדוקא כלו לו חדשיו. [נשמט מפרק א]."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה רגלו עקומה לאחור או הפוכה על צידה או שהיה מהלך על ראשי אצבעות רגליו ה\"ז אינו חולץ שהחולץ צריך לנעוץ עקיבו בארץ וזה אינו יכול. ואם חלצה למי שרגלו כך הרי חליצתה פסולה.</b><br><b> השגת </b> הראב\"ד, כתב הראב\"ד ז\"ל לא שמענו שהדריסה מעכבת לפסול החליצה. עכ\"ל.<br><b> המ\"מ </b> כתב ואע\"ג דאם לא נעץ כשר בדיעבד מ\"מ בעינן ראוי לנעוץ וכל שאינו ראוי לנעוץ חליצתו פסולה. ונ\"ב זה לא מסתבר דמהיכי תיתי יהיה צריך ראוי אטו דבר זה כתיב בקרא, ואם הוא צריך אמאי לא יהיה עיכובא, ונראה לי דעיקר הדין הוא דצריך שידרוס על עקיבו משום דזהו עיקר הרגל כדאשכחן דמשישמט רוב העקב הותרה היבמה כמש\"כ הרמב\"ם בהלכה ו', ולכן אם אינו דורך על עקיבו אינו רגלו שאינו נקרא מנעל כיון שאינו דורס עליו דעיקר נעל הוא שיהיה אפשר לו לדרוס עליו, ומשום זה צריך למדרסי' לכרעי' שלא יהיה נראה כמו שדורס על אצבעותיו דהעיקר הוא צריך לעמוד על עקיבו שהוא עיקר הרגל."
            ],
            [
                "<b>חלצה במנעל של בגד אינה חליצה אבל אם חלצה במנעל שאין לו עקב או שהיה תפור בפשתן או שהיה מנעל של שיער או של סיב או של שעם או של עץ או שהיה מנעל גדול שאינו יכול להלך בו או קטן שאינו חופה את רוב רגלו או מנעל פרום שאינו חופה רוב הרגל או נפחת שאינו מקבל רוב הרגל חליצתו פסולה.</b><br><b> כתב </b> המ\"מ מש\"כ רבינו שבשל בגד אינה חליצה כלל ובשל שעם ושל סיב חליצתה פסולה נראה שהוא סובר דכיון דאסיקנא דלר\"מ דס\"ל בשל שעם ושל סיב אע\"פ שאינן מחופין עור חליצתן כשרה מודה בשל בגד דחליצתן פסולה משום דלא מגין, לדידן קי\"ל כרבנן דבשל שעם ושל סיב שאינן מחופין עור חליצתן פסולה אע\"פ שמגינים, בשל בגד נמי כיון דלא מגין, מעלינן ליה דרגא ואמרינן דאינה חליצה עכ\"ל ונ\"ב לשון זה לא מסתבר, ונראה דאין צריך לזה אלא דשל בגד כיון דאינו מגין אינו נעל כלל, אבל של שעם ואינך כיון דמגין ורק דילפינן מקרא דתחש דדוקא של עור בזה הוי חליצה פסולה כמו שאר פסולים בדיני חליצה, ודוקא אינו מגין לא הוי נעל כלל, ואף דהך קרא הוא מדברי קבלה דילפינן דנעל הוא של עור, מ\"מ כיון דע\"כ צריך נעל אלמא דהוי נעל במקצת אלא דמ\"מ לא הוי לגמרי נעל דילפינן מקרא דאינו של עור לא הוי נעל."
            ],
            [
                "<b>חלצה בסנדל של עץ ומחופה עור או היתה קרקעיתו עור ולחייו של שער או שחלצה סנדל של שמאל מעל רגלו הימנית או שלא היה המנעל שלו או (שלא) היה גדול שיכול להלך בו או קטן שחופה את רוב רגלו או נפרם שחופה את רוב הרגל או נפחת שמקבל רוב הרגל חליצתו כשרה.</b><br><b> ולחייו </b> של שער נ\"ב קשה כיון דקאמר בגמ' דהוי כמו תחש א\"כ למה אינו כשר לכתחילה ומלשון הטור משמע דלכתחילה כשר."
            ],
            [
                "<b>סנדל המוסגר והמוחלט ושל כו\"ם שמניחין אותו ברגלי הצורה לא תחלוץ בו, ואם חלצה חליצתה כשרה, ואע\"פ שהוא אסור בהנאה. אבל סנדל של תקרובת כו\"ם ושל עיר הנדחת או שנעשה למת שיקבר בו אם חלצה בו חליצתה פסולה שהרי אינו עומד להלך בו.</b><br><b> הכ\"מ </b> בפ\"ח מהלכות לולב הלכה א' כתב וז\"ל והא דאמר רבא בפ' מצות חליצה דסנדל של עכו\"ם אם חלץ בו כשר ופסק רבינו בפ\"ד מהל' יבום וכו' יש לומר דההיא נמי בלאחר ביטול ולכתחילה לא משום דמאיס למצוה, ומש\"כ אע\"פ שהוא אסור בהנאה לא קאי אלא אמוסגר ומוחלט ולא לשל עכו\"ם עכ\"ד ודבריו תמוהים דודאי אי אפשר לומר כן בדברי הרמב\"ם דאיירי דוקא בבטלו דהרמב\"ם כתב בסתם ומוכח דהוי בכל גוונא, אכן עוד כתב הכ\"מ וז\"ל א\"נ אפילו נימא דקאי אכולהו לק\"מ דלא דמי לשופר ולולב שיש להם שיעור קצוב וכי עומד לשרפה מיכתת שיעוריה כלומר הוא חסר משיעורו הקצוב לו, אבל לסנדל דחליצה דלית לן בה שיעור קצוב אלא הגדול לפי גדלו והקטן לפי קטנו לא אמרינן דמכתת שיעוריה, תדע דמוסגר ומוחלט כשרים ואע\"ג דעומדים לשריפה, וגם דבריו אלו הם תימה דהא בתקרובת עכו\"ם כתב הרמב\"ם דחליצתה פסולה.<br><b> ובעיקר </b> שיטת הרמב\"ם בזה בארתי בפ\"ד מהלכות איסורי מזבח הלכה ז. ע\"ש מה שבארתי בארוכה.<br><b> והנה </b> המ\"מ כתב ופירוש תקרובת עכו\"ם כגון שזבח בהמה לפנים ועשה מנעל מעורה, אבל אם הקריבו סנדל ומסרוהו לפניה לשם דורון אין זה תקרובת עכו\"ם, שאין תקרובת אלא המשתפך כעין פנים, וכן מתבאר מדברי רבינו שהכשיר אותו שמכניסין ברגלי הצורה, וכן כתבו הרמב\"ן והרשב\"א, והיינו דחולקין על רש\"י שכתב לפרש של תקרובת עכו\"ם שהקריבוהו ומסרוהו לפניו לשם דורון, וכתב ע\"ז הרמב\"ן דאינו מחוור משום דבעי משתפך כעין פנים, וכן הקשו הרשב\"א והריטב\"א, ועי' מה שנתבאר בשיטת רש\"י בפ\"ג מהל' עבודת כוכבים הלכה ד' דשיטת רש\"י דהיכי שהקריבוהו ומסרוהו לדורן לעכו\"ם לא צריכנן לדין עבודות כעין פנים, כיון דזהו ממש תקרובת לעכו\"ם, ורק בהקדיש לעכו\"ם ונותן לעכו\"ם מרחוק, בזה לא מהני אלא בכעין עבודות דפנים, וכדמוכח זה מהגמ' בע\"ז דף נ\"א כל שהוא לפנים מן הקילקלין אפי' מים ומלח אסור ולא קאמר שזרק המים והמלח, ומשמע דאפילו הניח המים והמלח חייב ואסור, ומוכח מזה דיש נ\"מ בין דבר שמקריבה ממש לפני ע\"ז ונותנה לעכו\"ם ובין דבר שעובד בזה מרחוק לפני ע\"ז, וע\"ש שמבאר כן גם שיטת הרמב\"ם דבספת לה צואה חייב אף דלא הוי כעין עבודת פנים ואף דאין עבודתה בכך ומש\"כ הרמב\"ם דבשחט לה חגב פטור אלא א\"כ היתה עבודתה בכך, היינו משום דבשחיטה אינו עובדה בשחיטה שחושב בהשחיטה שמקריבה לעכו\"ם והיינו שמקריב הבהמה השחוטה לעכו\"ם אלא שעובד בשחיטתו לעכו\"ם, וכדמוכח זה לר\"א דס\"ל דסתם מחשבת עכו\"ם לעכו\"ם, ואפי' בבהמה ששוחטה לביתו ואטו יסבור ר\"א דאין עכו\"ם אוכל בהמות לעצמו, וע\"כ דכיון ששוחטה ומחשב שעובד בזה לשם עכו\"ם כבר הוי בזה עבודת עכו\"ם ונחשב לתקרובת עכו\"ם ומיושב מש\"כ הרמב\"ם דבשחט לה חגב דפטור אלא א\"כ היתה עבודתה בכך, [והמ\"מ כתב דמדברי הרמב\"ם שהכשיר באותן שמניחין בצורה הוא כשיטת הרמב\"ן והרשב\"א ולפמש\"נ שיטת הרמב\"ם ג\"כ כרש\"י, ולדעת הכ\"מ בפ\"ח מלולב שהעמיד לאחר ביטול, וכן למש\"כ בפ\"ד מאיסורי מזבח דבסתם ע\"ז לא מיכתת שיעורי' א\"ש].<br><small> -השמטות-</small><br><b> בדין </b> סנדל של עכו\"ם דלא תחלוץ ואם חלצה חליצתה כשרה, כתב הרמב\"ן וז\"ל פרש\"י ז\"ל הואיל ולהילוכא עביד וכו', ואי משום דאיסורי הנאה חליצה לאו הנאה היא דמצות לאו ליהנות נתנו, ואע\"ג דהכא בעיא לאינסובי ובלא חליצה לא נסבי לה. כיון דלא מעכב בה אלא מצוה לאו הנאה היא, ולכתחילה לא תחלוץ מפני שנראה כנהנית, וקשה על הרמב\"ן מגמ' ערובין דף ל\"א דלא אמרינן מצות לאו ליהנות ניתנו אם מערבין לדבר הרשות, ואע\"ג דלא מעכבא בי' אלא איסור שאסור לילך בלא ערוב, ואין לומר דנשואין הוי מצוה דלא הזכיר זה הרמב\"ן כלל.<br><b> ונראה </b> עפ\"מ שנחלקו הרמב\"ם והראב\"ד בפ\"ו מהל' עירובין אם מברכין על ערובי תחומין דסובר הרמב\"ם דמברכין והראב\"ד כתב דהא אינו אלא קולא ולא חומרא, ודברי הראב\"ד תמוהים דהא גם שחיטה הוי קולא, וצריך לומר בכונתו לפמש\"כ המ\"מ בדעת הרמב\"ם שכתב דבדיעבד גם אם עירב לדבר הרשות עירובו עירוב, וכתב המ\"מ בשם הרמב\"ן דהא מועיל גם למ\"ד תחומין דאורייתא מטעם דשם ביתו, ולכן יש לומר דסובר הראב\"ד דלא הוי מצוה כלל אלא חילוף דירה ואין כאן דין תיקון כמו שחיטה דעכ\"פ יש דין ומצוה לשחוט מן הצואר ובאופן זה הוי הכשר הבהמה, אבל ערובין לא הוי רק הכשר ומקום דירה ואם הוא נהנה בכך לא הוי משום מצות לל\"נ.<br><b> אכן </b> בדעת הרמב\"ם יש לומר דבמה דכתב הראב\"ד בהשגתו ואע\"פ שאין מערבין אלא לדבר מצוה אין המצוה נוגעת לערוב, ונראה דהרמב\"ם סובר דבזה תליא דאם אין מערבין אלא לדבר מצוה ע\"כ אנו אומרים דעירוב הוא תיקון כמו שחיטה, ואפי' אם מועיל בדאורייתא אפשר דיש איזה דרשה או מהלכה דמהני עירוב, אבל עכ\"פ בתורת תיקון אבל אם מהני לדבר הרשות אין כלל הכרח לומר דהוי תיקון.<br><b> והנה </b> הפליתי כתב במש\"כ המחבר דאסור לשחוט בסכין של עכו\"ם בהמה מסוכנת, וכתב ע\"ז הפליתי דמטעם מצות לל\"נ צ\"ל מותר אפי' במסוכנת והגרעק\"א דחה דבריו דבדבר הרשות לא אמרינן מצות לל\"נ, וכגמ' ערובין דל\"א דאם מערבין לדבר הרשות ל\"א מלל\"נ, ויש להעיר מחליצה לפ\"מ שנסתפק החכ\"צ אם כשאינה רוצה לינשא פטורה [ומלשון הרמב\"ם בספר המצות משמע באמת דלא כהחכ\"צ], אך עוררוני בני הישיבה דעכ\"פ אם היא רוצה יש עליו מצוה, ואינו מיושב דמ\"מ גבי דידה ליכא מצוה, ומ\"מ אמרי' דבסנדל של עכו\"ם אם חלצה חליצתה כשרה ופרש\"י דמלל\"נ, וביותר יש להקשות ממה דמבואר בסה\"מ מצוה ק\"ט דטבילה לא הוי מצוה רק הכשר ומ\"מ אמרינן מצות לל\"נ.<br><b> ובמה </b> שכתבתי יש ליישב מה שהקשה השעה\"מ להשיטות דבהנאת הגוף בשעת המצוה לא אמרינן מלל\"נ וא\"כ במערבין לילך לבית המשתה אמאי אמרינן מלל\"נ, ותי' השעה\"מ דזהו דוקא אם נהנה מגוף הדבר, אבל כאן לא נהנה מגוף ביה\"ק, ובאמת אין החילוק מוכרח, אבל לפי דברינו אפשר לומר דאם אין מערבין אלא לדבר מצוה אפשר לומר דהוי באמת ערוב תקנה של מצוה ולא מהני סברא דמקום פיתא דליהוי באמת ביתו, וראי' מדאין מערבין לדבר הרשות, אבל אי אמרינן דמערבין לדבר הרשות אז אמרינן דמקום פיתא גורם הוא מסברא, ונמצא דהתקנה הוי דלא ילכו בלא ערוב ובזה לא שייך מלל\"נ.<br><b> והנה </b> לדינו של הפליתי הי' אפשר לדון דבאמת יש נ\"מ דבזה שמקיים בהסכין מצות שחיטה בזה נוכל לומר מצות לל\"נ, אבל בזה שממית אותה ועושה אותה לאינה חיה, זהו כדין עירוב, שעושה אותה באופן שלא יהי' בה איסור אבר מן החי, אלא דאפשר לומר דכיון דמפרכסת ה\"ה כחיה א\"כ לא מתה כלל בשעת ההיתר והותרה רק ע\"י המצוה ולכן דמי ממש לחליצה וטבילה שהותרה ע\"י המצוה. ובעזה\"י יבואר בזה בהלכות שחיטה."
            ],
            [],
            [],
            [],
            [
                "<b>חליצה מוטעת פסולה כיצד כגון שאמרו לו חלוץ ובכך אתה כונסה, או שאמרו לו חלוץ לה שזו מצוה היא ואינה מפסדת עליך כלום ואם תרצה אח\"כ לייבם תייבם וכיוצא בדברים אלו פסולה, אבל אם הטעוהו ואמרו לו חלוץ לה ע\"מ שתתן לה מאתים זוז או על תנאי כך וכך אע\"פ שלא נתנה ולא נתקיים התנאי חליצתה כשרה שהרי נתכון לחלוץ לה.</b><br><b> המ\"מ </b> בפ\"ו מהל' אישות הל' ב' במש\"כ הרמב\"ם שצריך שיהיו ארבעה דברים בכל תנאי וכתב המ\"מ וז\"ל עוד הקשו עליו למה לא כתב שאין תנאי בדבר שא\"א לקיימו ע\"י שליח ומשום כך אין תנאי בחליצה כדאיתא בכתובות, ואין זו קושיא לפי שכבר ביאר רבינו פ\"ד מהל' חליצה ויבום דין החליצה שהיא כשרה אע\"פ שלא נתקיים התנאי ובכאן לא כתב אלא דברים שיש בהן תנאי מה הן הדברים שצריך להיות בתנאי כדי שיועיל, עכ\"ד המ\"מ, וביאור דבריו דבחליצה דהוא מעשה דגופו ולא קנין אף דצריך שיתכוונו שניהם היינו לעשות החליצה הפוטרת אבל לא שיכוין שיפטור אותה, וכן מוכח מלשון הרמב\"ם שכתב שהרי נתכוין שיחלוץ לה, והיינו דאין צריך אלא חליצה וא\"א לו שיכוין בזה תנאי, ואף דלכאורה יכול לכוין שאם תתן לו המאתים זוז תהי' חליצה של יבם ויבמה ואם לא תהי' חליצה בעלמא, הנה מצינו כה\"ג בפ' כל הזבחים דאמר שם דמסיק להו לשם עצים, אך מ\"מ אינו מוכרח דשייך תנאי גם בדבר שלהבא דדוקא בתנאי שלעבר שייך בזה תנאי, אך באמת מוכח מדברי הרמב\"ם דא\"צ כלל כונה לפטור רק כונה לחליצה ונ\"מ שלא יהי' מתעסק ואפי' בה שייך מתעסק שהיא אוחזת המנעל שלו ובעת מעשה תחפוץ לאחוז דבר אחר ותסיר ידה יחד עם המנעל, או שהי' על המנעל דבר אחר, [ואיברא אין הדבר מוכח מדברי הרמב\"ם דא\"צ כלל כונה לפטור דהא גם הרמב\"ם פסק דין דחלוץ לה ובכך אתה כונסה, והוסיף עוד אם אמרו שזו מצוה היא ואינה מפסדת עליך, ומוכח דצריך עכ\"פ לשם חליצה הפוטרת, אם לא דנימא דטעות גרע מתנאי דאפי' בדבר דלא שייך תנאי שייך טעות וכן משמע הלשון (הגה מכ\"י)].<br><b> ועוד </b> נראה לי דאם הי' כונתה ליקח המנעל ולא בשביל לחלוץ מעל היבם ג\"כ אינה כונה לחליצה דאף דממילא היא חולצת אותו אבל כאן צריך כונה לחלוץ את מנעלו ממנו, ונראה לי דזהו המנהג הכתוב בשו\"ע שתזרוק המנעל על הקרקע והוא מדברי הרמב\"ם בהלכה ו' שכתב ומשלכת אותו לארץ, והטור כתב דאינו יודע למה צריך זה, ובפי' סדר חליצה אות ע\"ד הביא בשם מהר\"י מברונא לפרסם שהוא לשם מצוה ושלא יסברו שהוא שלה, והגר\"א ז\"ל כנראה לא נראה לו זה הטעם והביא המקור עפ\"י קבלה מס' הזוהר, אבל אי אפשר שהרמב\"ם יכוין לזה, אכן לדברינו מיושב שפיר עפ\"מ דיש נ\"מ גם בדיני איסור שבת היכי דחופר גומא וא\"צ אלא לעפרה, אלא דשם אינו פטור מטעם אינו מתכון אלא משום מקלקל משום דלענין אינו מתכוין הוי פסיק רישי', ודוקא לענין איסורים מהני פסיק רישי' אבל בקיום לא מהני פסיק רישי' דצריך כונה למעשה ונשאר המעשה בלא כונה, ולכן בחליצה דעיקר הכונה הוא מעשה החליצה, ואף שהיא חולצת בפועל מ\"מ צריכה שתכוין מעשה החליצה לאפוקי אם תחלוץ כמתעסקת לא מהני, והנה אם תחלוץ המנעל בשביל שצריכה להמנעל א\"כ אין כונתה להמנעל, ולכן צריך שתזרוק המנעל לארץ להראות שאינה צריכה להמנעל ורק דעתה ורצונה על עצם החליצה, והנה כדברי הרמב\"ם מבואר כן בספר השטרות לרה\"ג (שי\"ל בירושלם בשנת תר\"ץ) ובודאי לקח זה הרמב\"ם מדברי רה\"ג ולפי זה מיושב שפיר דברינו שלמעלה דבדבר זה אין שייך תנאים.<br><b> ובענין </b> זה אמרתי בהא דאמר בכתובות דף ע\"ד והא ביאה דא\"א לקיומי' ע\"י שליח א\"כ לא יהי' מהני תנאי בקידושי ביאה, ולכאורה מה איכפת לן דביאה א\"א לקיומי ע\"י שליח, אבל הקנין היו אפשר לקיומי' ע\"י שליח דהא עיקר הסברא הוא דהדבר אינו תלוי ולא מצי משוי שליח, וא\"כ כאן הקנין הא אפשר לקיומי ע\"י שליח, וע\"כ דהביאור בקנין ביאה אינה מעשה קנין אלא דביאת אישות זהו גופא קנין, וא\"כ שפיר דבאמת א\"צ לכוין כלל על קנין אלא אם מכוין שתהי' ביאה של איש ואשתו קנוי' לו, וזהו ביאת אישות וזהו גופה הקנין, וזה הביאור מה דאמרינן דאין אדם עושה בעילתו בעילת זנות, ואף דבגמ' איתא וגמר ובעל לשם קדושין היינו דממילא זהו קדושין, ולמ\"ד בקדושי קטנה דלשם קדושין הראשונים בעל, היינו דכיון דאין אדם יודע א\"כ לא גמר לבעול מחדש לשם אישות ודאית, והוי כמו עודר בנכסי הגר וכסבור שהן שלו כיון שבדעתו שהיא אשתו מכבר.<br><b> והנה </b> במש\"כ למעלה להעיר על דברי בענין דמסיק להו לשם עצים יש לסתור דבקדשים ודאי בעינן כונה לשמה או סתמא דלשמה קאי, ושייך שפיר דאם אינו צריך להקטיר לא יהי' זה בתורת הקטרה ולא יהי' זה לשם העלאת קרבן דדוקא לשם הקטרה הוי בל תקטירו וכמו בבל תוסיף אם יכוין בפי' שלא מצוה לא הוי בזה בל תוסיף, והכא גבי חליצה הא אינו צריך לשום כונה רק שצריך לכוין לשם חליצה הפוטרת, ומ\"מ אינו מוכרח החילוק. [ובתשובה האריך בזה]."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואלו הן שהן פטורות מן החליצה ומן היבום אשת סריס חמה ואנדרוגינוס ואשת השוטה ואשת הקטן ואיילונית ומי שהיא ערוה, שנאמר ולא ימחה שמו מישראל פרט לסריס חמה ואנדרוגינוס ששמם מחוי הואיל ואינן ראויין לילד מתחילת ברייתן הרי הן כמין בפני עצמו, והיה הבכור אשר תלד פרט לאיילונית שאינה ראויה לילד מתחילת ברייתה, לא תהיה אשת המת פרט לאשת שוטה וקטן מפני שאין להם אישות כלל, ולקחה לו פרט לערוה שאין לו בה ליקוחין.</b>\n<b> כיצד יבמה שהיא ערוה על יבמה כגון שהיתה אחות אשתו או אמה או בתה הרי זו פטורה מן החליצה ומן היבום ואין לו עליה זיקה כלל שנאמר ולקחה לו לאשה ויבמה מי שראויה לליקוחין וקדושין תופסין בה היא זקוקה ליבם.</b><br><b> הנה </b> במה דכתב הרמב\"ם למוד על זה דאין מיבמין חייבי ל\"ת שיש בהן כרת משום דכתיב ולקחה לו שיש לו בה ליקוחין שקדושין תופסין, ותמוה דבגמ' לא נמצא דרשא זו, ועוד דהא רבא אמר דאין עשה דוחה ל\"ת שיש בה כרת.<br><b> ונראה </b> לי דהנה קשה אי נימא דבמקום יבום הותר אשת אח א\"כ למה צריך קרא דמגרשה בגט ומחזירה, ובפרט לדברי הרשב\"א ביבמה שהותרה ונאסרה דכבר ליכא מצות יבום, ומ\"מ ליכא לאיסור אשת אח, ונראה לומר עפ\"מ שהקשו בתוס' דף ח' דאמאי אמר רק שמגרשה בגט ומחזירה ולא איצטריך זה על ביאה שניה, ותירצו דסברא הוא, ומ\"מ בחייבי ל\"ת לא דחי דאינה מצוה אלא רשות, ומשמע כונת דבריהם דע\"כ הותרה אשת אח, אבל זה אי אפשר לומר דתמיד הוי מצוה, וכיון דהותרה אמאי צריך שמגרשה בגט ומחזירה, וצריך לומר דהותרה על כל עת שיחזיקנה לאשה, ואפשר לומר דבזה אין נ\"מ בין אבא שאול לרבנן דמשעת יבום ודאי הותרה.<br><b> אכן </b> אולי אפשר לומר דבלא שיגרשה בגט ומחזירה, היינו אומרים דכל הדין שיחזיקנה לאשתו הוי בכלל המצוה ולכן הותרה, וא\"כ באמת לא היינו אומרים שהותרה מקודם תיכף במיתת המת, אבל כיון דאנו אומרים שמגרשה וע\"כ דהותרה לגמרי גם במקום דליכא מצוה, עכשיו שוב אין אנו מחלקים בין קודם לאחרי כן, וא\"כ שוב אין אנו אומרים דלהחזיקה לאשתו הוא בכלל המצוה וא\"כ אפילו אם ידחה עשה לל\"ת ג\"כ לא יתפסו קדושין, ומצאתי כדברי ברמב\"ן בחידושיו בדף י\"ט ע\"ב דאם היינו אומרים יבומין הראשונים עליה אף בביאה שניה איתא למצות יבום.<br><b> עכ\"פ </b> נראה דבזה יתיישבו דברי הרמב\"ם דלכן יליף מולקחה אף דבגמ' אמרינן דאין עשה דוחה ל\"ת שיש בו כרת, אלא דכבר כתבנו במק\"א דמטעם אין עשה דוחה ל\"ת שיש בו כרת הו\"א דמ\"מ המצוה במקומה אלא דהל\"ת מעכבת, אך בטעמא אמאי לא אמרינן זה בגמ' אפשר לומר אי לא הוי כתיב עליה דאין מצות יבום דוחה ל\"ת שיב\"כ, הו\"א דמצות יבום הוא שדוחה אשת אח בתורת דחיה, ושהמצוה הוא תמיד ושהולקחה הוא ג\"כ בכלל המצוה, וממילא הוי אמרינן דעשה דוחה ל\"ת שיב\"כ ובאמת הוי בכלל ולקחה, אבל עכשיו דידעינן דאין עשה דוחה ל\"ת שיב\"כ וא\"כ ע\"כ הוא בתורת היתר, ולכן דרשינן שהותרה אשת אח לגמרי, ולכן אפילו כשבטלה המצוה ג\"כ ליכא אשת אח, ונמצא דזה דדרשינן ולקחה שמגרשה בגט ומחזירה הוא רק עכשיו דידעינן דאינו דחי' אלא היתר שהותרה לגמרי אשת אח, ובל\"ז ע\"כ הוי דרשינן לדרשא אחרינא, או דעל זה גופא הוי צריך לכתוב ולקחה שיתפסו בה קדושין אבל עכשיו דידעינן דהותרה לא צריך למיכתב שתופסין בה קדושין דהא הותרה לגמרי.<br><b> ועכשיו </b> שפיר נוכל לומר במה דכתב הרשב\"א בדף כ' במה דאמרי' בגמ' דחייבי לאוין ועשה בעו חליצה מקרא דיבמתו יש לך יבמה אחרת שעולה לחליצה ואינה עולה ליבום, ופריך אי הכי ח\"כ נמי ומשני אמר קרא לקחת הא אם חפץ מיבם, ומקשה א\"ה חייבי לאוין נמי ומתרץ דכיון דרבי רחמנא יבמתו מרבינן חייבי לאוין דתפסו בהו קדושין, ופרש\"י דתפסי בהו קדושין בדיעבד והקשה הרמב\"ן דהא למאי דס\"ד עכשיו דחייבי לאוין לחליצה רמו ליבום לא רמו אם בעלו לא קנו והיכי קרינא בי' לקחת אפי' בדיעבד, ועי' במה שהאריך הרמב\"ן והרשב\"א השיג עליו ומפרש כפרש\"י ורק דמעיקרא הוי סבר דחייבי לאוין כיון דלכתחילה אסורה בעלמא אף דתפסי בה קדושין לא קרינא בהו לקחת, ולא משמע אם לא יחפוץ האיש לקחת אלא הכשרה הגמורה, ולזה פריך א\"ה חייבי לאוין נמי דכיון דלא קרינן בי' לקחת לא יעלו לחליצה, ולבסוף אמר בגמ' דכיון דתפסי קדושין בדיעבד קרינן בהו לקחת, ולכאורה אין דברי הרשב\"א מבוארים דהא ביבמה משתעי קרא דיש בה איסור אשת אח ומנ\"ל לומר מקרא דלקחת שצריך שתהיה כשרה גמורה לכתחילה, אך למפש\"כ אפשר לומר משום דבאמת עכשיו דאמרינן דאשת אח הותרה א\"כ אין מצוה שיחזיק אותה לאשה ויצטרך לגרש אותה החייבי לאוין אח\"כ, וכיון שיצטרך לגרש הו\"א שלא אמרה תורה כלל שיקיים ולקחה באופן זה, וממילא לא קרינא בה לקחת, וכיון דלא קרינא בה לקחת לא שייך חליצה, והיה אפשר לומר דבחייבי לאוין יתקיים דין יבום במקצת היינו, שיתקיים יבום בלא ולקחה וממילא לא שייך חליצה דהא לא קרינא בה עכ\"פ לקחת (ועמש\"כ רבינו באות ב).<br><b> והנה </b> תורף הדברים בדעת הרמב\"ם דכיון דכתיב ולקחה אמרינן דדוקא בהני דתפסי בהו קדושין איכא מצות יבום, ואי הוי אמרינן עשה דוחה ל\"ת שיש בו כרת לא הוי דרשינן ולקחה שמגרשה בגט ומחזירה, אלא היינו אומרים דכל הדין הוא דחיה, ואיכא דין ולקחה שיתפסו הקדושין מתורת דחי', ועכשיו כתב שפיר הרמב\"ם דאף דאין עשה דוחה ל\"ת אבל אי מטעם זה היינו אומרים דאיסור אשת אח הותרה משום דמצוה איכא, וע\"ז כתב שפיר דכיון דמפרשינן הותרה א\"כ ליכא מצות ולקחה שיתיר אחות אשה שיתפסו קדושין וממילא אמרינן דכיון דליכא ולקחה ליכא יבום. אבל אם הי' עדל\"ת שיב\"כ היינו מפרשים דאשת אח הוא דחיה, וקרא דולקחה אתי שיתפסו הקדושין, וממילא הו\"א שדוחה גם אחות אשה.<br><b> אך </b> כ\"ז הוא לפי' הרמב\"ם שסובר דכיון דליכא ולקחה ליכא יבום, אבל אפשר לומר דהרשב\"א סובר דכיון דמעיקר הדין אמרינן דלא שייך דין שיקחנה לאשה ע\"מ לגרשה א\"כ שפיר אמרינן דלא שייך דין יבום אם לא שייך לקחת דהא אמרינן דלקחת היינו שתהי' לו לאשה וזהו דברי הרשב\"א דהוי אמרינן דדוקא במי ששייך בו לקחת לכתחילה שייך בו חליצה, אך הרשב\"א סובר דממילא אמרינן דגם יבום לא שייך, ונמצא דהוי דרשינן עוד יותר ממה שכתב הרמב\"ם והיינו דאף בחייבי לאוין דתפסי בה קדושין מ\"מ לא קרינא בה לקחת כיון דביאה שני' תהי' אסורה, אבל באמת היה אפשר לומר דדוקא בדין לקחת אמרינן כן, ונ\"מ דלא תהיה צריכה חליצה אבל יבום יהי' אפשר ולא נימא דכל שאינו עולה לחליצה אינו עולה ליבום, איברא דהרמב\"ם כתב בטעמא דמלך אינו מיבם משום דכל שאינו חולץ אינו מיבם, אבל יש לעיין בזה דא\"כ איך אמר ר' יהודא רצה חולץ ומיבם הא מכיון דאם רצה חולץ א\"כ הוי יבום מצוה, אלא דיש לומר דממילא אין עליו חיוב ליבם דהא אם לא יחפוץ כתיב ומשו\"ה קתני רצה, אך ממילא שמעינן דאין מזה ראיה כלל דכל שאינו עולה לחליצה אינו עולה ליבום דא\"כ היתה מותרת לשוק. ובאמת רש\"י פירש להדיא משום דגם יבום גנאי הוא לו, ומוכח דלא אמרינן כל שאינו עולה לחליצה, ואולי דגם בזה לא הוי אינו עולה ממש אלא כמו רגלו עקומה, והרמב\"ם אינו סובר כן, ועכ\"פ אפשר לומר דלא אמרינן כל שאינו עולה לחליצה אינו עולה ליבום דלא כד' התוס' וממילא נוכל לומר דפירוש דברי הגמ' יהי' דחייבי לאוין נמעט מלקחת דכיון דאין בהן קיחה גמורה הראויה להיות תמיד.<br><b> עכ\"פ </b> זה פשוט דפירוש ולקחה הוא שיכול להחזיקה גם אח\"כ דאל\"כ היה אפשר לומר דהותרה אפילו אם נפרש דהותרה כמו מילה בשבת, וע\"כ דאנן מפרשין ולקחה שתהי' כאשתו, ומ\"מ אין אנו ממעטין חייבי לאוין דמה שיש מניעה מצד אחר אין חסרון בולקחה כיון דבעצם היבום שייך ולקחה לגמרי אבל הגמ' באמת רצה כאן לפרש דכיון דלא שייך לגמרי לקחת לא שייך יבום, ומ\"מ משמע מדברי הרשב\"א דדוקא מלקחת הוא ממעט דאם לא יחפוץ לקחת משמע דבדידי' תלא לקחת קיחה גמורה, אך הרשב\"א מפרש מזה דלכן לא יעלה ג\"כ ליבום, אבל באמת נוכל לפרש דרק לחליצה לא יעלו ולא נימא כל שאינו עולה לחליצה אינו עולה ליבום, ועכשיו מיושב הא דאמר ומה ראית היינו דנימא דקרא דלא יחפוץ על חייבי לאוין דכיון דלא קרינא לקחת לא יעלו לחליצה ויעלו ליבום וקרא דיבמתו לחייבי כריתות דיעלו לחליצה ולא ליבום.<br>ב) <b> הנה </b> במה שהקשו הראשונים דליתני ט\"ז נשים וכגון מגרש את אשתו על מנת שלא תנשא לראובן, ונשאת לשמעון ומת ונפלה לפני ראובן, שכתב בזה הרמב\"ן שהיא עצמה אינה עולה לחליצה כיון שאינה עולה ליבום ואף שמגורשת היא אצלו ואין איסורה עליו אלא משום תנאי והרשב\"א חולק וסובר דלא מיקריא אינה עולה ליבום כיון דאיסורה לא מצד ערוה אלא מצד תנאי, ונראה דאפשר לתלות מחלקותם בזה שחולקים בגמ' דף כ' בהא דאמר שם מסתברא חייבי לאוין תפסי בהו קידושין ופרש\"י דקרינן בהו לקחת בדיעבד, והקשה הרמב\"ן דהא לפ\"מ דקיימינן השתא דאימעטו מיבמתו אם בעלו נמי לא קנו והיכי קרינן בי' לקחת, ולכן כתב לפרש דקרינן בהו יבמתו אבל חייבי כריתות דלא תפסי בהו קדושין לא קרינא בהו יבמתו, והרשב\"א תירץ דקרינא בהו לקחת בעלמא והיינו שלא במקום יבום תפסי בהו קדושין בדיעבד, אבל חייבי כריתות גם בעלמא לא קרינן בהו לקחת, והבנת דברי הרמב\"ן הוא דאף דלקחת לא מתקיים בחייבי לאוין בעינן לפחות שיתקיים יבמתו, והיינו דיבמתו נמי משמע הראוי' ליבום, אלא דמכיון דהך קרא דיבמתו משמיענו דחייבי לאוין אינם עולין ליבום ועולין לחליצה לא שייך לומר הא אינה יבמתו, כיון דבלא הך קרא דיבמתו היתה שפיר מתיבמת, וא\"כ אתי שפיר משמעותא דקרא ועלתה יבמתו היינו אותה יבמה שמצד עיקר דינה היתה עולה ליבום בזה משמיענו קרא דלא תעלה ליבום אלא לחליצה, אבל חייבי כריתות כיון דבלא קרא דיבמתו אינה עולה לא קרינן בהו יבמתו וקרא דלקחת באמת לא מתקיים, דקרא דיבמתו מרבה דאפי' בהני דלא קרינן לקחת עולה לחליצה.<br><b> והרשב\"א </b> מפרש דקרינן בהו לקחת בעלמא היינו דאף דמשמעותא דלקחת הוא באותה היבמה ולא בעלמא, אלא דכיון דהקרא דיבמתו מרבה וקרא דלקחת ממעט אמרינן דקרא דיבמתו מרבה דאפילו הני דאין עולין ליבום יעלו לחליצה אלא דלפחות יהיה בה שייכות ליקוחין בעלמא דאז אף דאין עולין ליבום עולה לחליצה. ונמצא דלפירוש הרמב\"ן מה דחייבי לאוין עולין לחליצה לאו משום דקרינא בהו לקחת משום דבעלמא תפסי בהו קדושין, אלא משום דקרינא בהו יבמתו, והיינו דכיון דבלא קרא דיבמתו היתה עולה ליבום תו קרינא בהו יבמתו, אבל בעינן לפ\"ז דהך יבמה דוקא תהיה עולה ליבום, וא\"כ זו היבמה שמצד תנאו אינה עולה ליבום ג\"כ אינה עולה לחליצה, כיון דבעינן שתהיה עולה ליבום ממש, ורק חייבי לאוין הוא דאיתרבו דבלא קרא דיבמתו היתה עולה ליבום, אבל זו היבמה גם בלא קרא דיבמתו אינה עולה, אבל לפי' הרשב\"א דמפרש דלא בעינן שתהיה היבמה עולה ממש ליבום, אלא דתהיה בת תפיסת קדושין בעלמא, וא\"כ זו היבמה שרק מחמת תנאה אינה יכולה להתייבם אף שג\"כ בעלמא מחמת תנאה לא היתה יכולה להנשא אבל כיון דלא בעינן שתהי' עולה ליבום בפועל אלא דתהי' בת תפיסת קדושין, וזו שרק מחמת תנאה אינה עולה או לא היתה נשאת, מיקריא מ\"מ בת תפיסת קדושין דרק תנאה הוא שגרם לה.<br><b> והנה </b> צריך להסביר עוד דברי הרשב\"א דלכאורה צריך להבין במה דפשיטא לי' להגמ' דמדכתיב לקחת דהוא דוקא על אשה כשרה בעלמא לכתחילה, דהא ביבמה קא מישתעי קרא דכתיב לקחת את יבמתו, ומהיכי תיתי דניבעי אשה שתהיה כשרה לכתחילה בעלמא, ונראה דכונת דברי הרשב\"א דמדכתיב לקחת ולא כתיב ליבם כמו דכתיב ויבמה אלמא מיירי באשה כזו שראוי' ליקח אותה גם בלא מצות יבום, ולזה אף דכאן גבי יבום עשה דוחה ל\"ת ויש בה ליקוחין לכתחילה מ\"מ מדכתיב לקחת בעינן שתהיה בת ליקוחין בעלמא.<br><b> והנה </b> לכאורה אי אפשר לומר כן כיון דעכ\"פ יבמה זו היא אשת אח גם בלא איסור לאו שבה ובלא מצות יבום הא אין בה ליקוחין וא\"כ הא אי אפשר לומר שצריך שתהיה בת ליקוחין גם בלא מצות יבום, ונראה דכונת הרשב\"א עפ\"י שיטתו גבי יבמה שהותרה ונאסרה וחזרה והותרה דתחזור להיתרה הראשון דסובר הרשב\"א דבאמת אין כאן חיוב יבום משום דכיון דנפטרה ממצות יבום א\"א שתתחייב שוב במצות יבום, אלא דהיא מותרת להתייבם משום דאיסור אשת אח נפקע במיתת הבעל, ומוכח בסברתו דאיסור אשת אח נפקע גם בלא קיום מצות יבום בפועל, והיינו דכיון דאיכא מצות יבום כבר נפקע אשת אח ולא צריך להמצוה שתתיר את האיסור אשת אח, ומשו\"ה שפיר כתב הרשב\"א דמפרשינן דין לקחת שתהיה ראוי' לליקוחין גם בלא מצות יבום מדלא כתיב ליבם, ואי דתיקשי לן דהא בלא מצות יבום היא אשת אח, דזה אינו דלשיטת הרשב\"א כבר נפקע איסור אשת אח. [ואפשר דזה תלוי בפלוגתא דאבא שאול ורבנן דלאבא שאול דאמר דהוי כאילו פוגע בערוה מוכח דאכתי איכא לאיסור אשת אח ומש\"כ אפשר לומר לרבנן].<br><b> והנה </b> לשיטת הרשב\"א לא קשה בעיקרו קושית הרמב\"ן על רש\"י במה שהקשה דהא אמרינן עכשיו דאם בעלו לא קנו, דכבר חקר השעה\"מ בזה בחייבי לאוין ועשה אם נשאר גם איסור אשת אח, ובאמת הי' אפשר לומר דלא נשאר אשת אח ומ\"מ אם בעלו לא קנו והיינו אם בעלו לשם מצות יבום, משום דבאמת יש לעיין כיון דאמרינן דתליא בתפיסת קדושין דין חליצה, והיכי דלא תפסי קדושין ליכא חליצה, וא\"כ אם נימא דנשאר אשת אח א\"כ לא תפסי קדושין, ואיברא דבעלמא תפסי קדושין עכ\"פ כאן לא תפסי קדושין והול\"ל דגם חליצה לא שייך, וע\"כ צריך לומר דבאמת תפסי קדושין משום דאיסור אשת אח נפקע, ואף דילפינן מקרא דיבמתו דעולה לחליצה ואינה עולה ליבום, היינו משום דבשביל איסור לאו או איסור לאו ועשה, גילתה תורה דדינו בחליצה ולא אמרינן כאן חליצה במקום יבום לאו מצוה, אבל עכ\"פ שייך גדר יבום דאם לא שייך גדר יבום לא הוי שייך חליצה דהוי כחייבי כריתות, ולפ\"ז כתב הרשב\"א שפיר דסבר הגמ' דדין אם לא יחפוץ האיש לקחת צריך שיהיה אפשר ליקוחין גם בלא מצות יבום מדלא כתיב ליבם, והיינו דבשביל דין יבום בטל איסור אשת אח אבל עכשיו כבר אפשר ליקוחין גם בלא מצות יבום, ועכשיו שפיר משני הגמ' מסתברא חייבי כריתות לא תפסי בהו קדושין ולא קרינן לקחת אפילו בדיעבד, אבל חייבי לאוין תפסי בהו קדושין בדיעבד בעלמא, ולכן שייך בהו זיקה משום דעכ\"פ בטל איסור אשת אח ושייך זיקה לחליצה, ולענין הדין אי תפסי קדושין בדיעבד גבי חייבי לאוין ביבמה אפשר דתפסי כיון דבטל איסור אשת אח, ומה דאמרינן דלפי זה אם בעלו לא קנו היינו ביאת יבום לחודה דמהני שלא מדעת נמי.<br><b> אכן </b> שיטת הרמב\"ן היא דלא כשיטת רש\"י והרשב\"א אלא דלא שייך לומר דחייבי לאוין קרינן בהו לקחת אותה כיון דמעיקרא לחליצה רמיא וליבום לא רמיא ואם בעלו לא קנו, אלא דסובר הרמב\"ן דכיון דהיא בת תפיסת קדושין שייכא למיקריא יבמתו גבי חליצה, [ומסתברא בשי' הרמב\"ן כשיטת הירושלמי דחליצה קנין וכענין שיטת ר' עקיבא דהכתוב קראו ביתו והיינו דאיסורא דלא רמיא ליבום אי אפשר להיות רמיא לחליצה אם היא לאו בת תפיסת קדושין].<br><b> עכ\"פ </b> הרמב\"ן דמפרש מסתברא חייבי לאוין תפסי בהו קדושין וקרינן יבמתו ובארנו בסברתו דכיון דבלא קרא דיבמתו דגלי דחייבי לאוין אינם עולין ליבום הו\"א דעולין ליבום וא\"כ קודם קרא דיבמתו הוי שפיר יבמתו, [והנה בחייבי לאוין ועשה דגם בלא קרא דיבמתו לא היתה עולה ליבום, אפשר דכיון שכתב הרמב\"ן דכיון דתפסי בהו קדושין זיקה לא פקע בכדי, היינו אומרים דגם חייבי לאוין ועשה אם בעלו קנו, ומה דפשיטא לי' להרמב\"ן מסוגית הגמ' דאם בעלו לא קנו היינו אחר דכתב יבמתו, ולפ\"ז אינו מוכרח דהרמב\"ן יסבור להלכה דהוי אשת אח אם נימא דלמסקנא נדחה לגמרי הא דיבמתו, והרמב\"ן בחידושיו מסתפק בזה ע\"ש]. וכיון שצריך שיהיה אפשר לקרות אותה יבמתו מצד עיקר דין יבום בהך יבום ולכן גבי תנאי דאשת איש כיון דבלא קרא דיבמתו לא הוי בת יבום ליכא בה חליצה.<br><b> אבל </b> הרשב\"א מפרש וקרינא בה לקחת במקום אחר, והסבר דברי הרשב\"א משמע דמה דאינה ראויה ליבום מצד דין אשת אח דלא הותר בהך יבום, אמרינן שפיר דהותרה בה חליצה וע\"ז קאי יבמתו, ורק היכי דלא תפסי בה קדושין במקום אחר א\"כ לא שייך בה יבום, דאשה דלאו בת תפיסת קדושין לאו בת יבום היא כלל, ולכן בבעלת תנאי אף דיש מניעה להתייבם מצד אשת איש כיון שהוא מצד תנאי, ועכשיו היא גרושה אצלו, הוי כמו מניעה מצד אחר ושייך שיהי' בה דין חליצה.<br><b> והנה </b> נראה לבאר עוד דברי הרשב\"א אשר תמהו כבר האחרונים על דבריו במה שהביא ראיה דאינה עולה מחמת דבר אחר לא מיקריא אינה עולה ליבום, מהא דהנודרת הנאה בחיי בעלה כופין אותו שיחלוץ לה, והרי זו אינה עולה ליבום דבר תורה משום דקיימא עליו בלאו ועשה ואעפ\"כ עולה לחליצה משום שדבר אחר גרם לה ליאסר אלו דבריו ז\"ל, וכבר תמהו האחרונים דהא הני דהוי בלאו ועשה עולין לחליצה. אכן יש לומר עפ\"מ שכתב הרשב\"א בתוך דברי הרמב\"ן שהביא במה שפי' ואימא חייבי לאוין היינו דנימא מלא יחפוץ שיעלו גם ליבום, דקשה ל\"ל ריבויא, וכתב הרשב\"א דס\"ד משום דאפשר לקיים שניהם, ולכאורה קשה הא לא קיי\"ל כסברא דאפשר לקיים שניהם משום דחליצה במקום יבום לאו מצוה, ואם נימא דהכא הוי ס\"ד דגמ' הכי, א\"כ הו\"ל לאסוקי דלא אמרינן הכי דאי לאו הכי למה צריך קרא דיבמתו דאל\"כ מנלן באמת ומאי נתחדש אח\"כ בגמ' למימר הכי ולדחות.<br><b> ונראה </b> דבאמת גם הגמ' הוי ידע דחליצה במקום יבום לאו מצוה אלא דס\"ד דכ\"ז מקמי דידעינן יבמתו דאמרינן דדין חליצה הוא כשאינו חפץ ליבם לכן אמרינן דהעיקר הוא היבום, אבל כיון דידעינן מיבמתו דגם היכי דליכא יבום איכא חליצה, א\"כ הי' אפשר לומר דעכשיו חליצה ויבום כי הדדי נינהו, וע\"ז קאמר דלזה אנו צריכין קרא דאם לא יחפוץ דלא אמרינן הכי, וכיון דמסיק דלא דרשינן הכי אלא דרשינן יבמתו לגלות דחייבי לאוין איתרבו רק לחליצה ולא ליבום, א\"כ לא מצי למימר דמשו\"ה לא מצי לייבם משום דאפשר בחליצה דכיון דכל זמן דלא כתיב יבמתו לא אמרינן הכי והשתא דכתיב יבמתו לא שייך לומר זה דהא כתיב יבמתו, ומשו\"ה לא אמר הגמ' מזה מידי עד דאתא רבא והוי סבר לומר דגם בלא קרא דיבמתו מצי למיתי עלה מדר\"ל וע\"ז חזר בו דחליצה במקום יבום לאו מצוה, ועכשיו באמת נאמר דגם בתר דכתיב יבמתו מ\"מ ביבמה דשייך יבום אמרינן דחליצה במקום יבום לאו מצוה וראי' מחייבי לאוין.<br><b> ועכשיו </b> נראה ליישב דברי הרשב\"א דאף דדברי הגמ' הי' רק הו\"א מ\"מ אפשר לומר דזה רק דלא נאמר דעכשיו גם שאר יבמות דלא נתמעטו מיבמתו גם בהו החליצה עיקר כמו היבום בזה אמרינן דביבמה היסוד הוא היבום, והחליצה רק במקום היבום אבל אינה כמו היבום, אבל עכ\"פ זה נוכל לומר דיש שני דיני חליצה היינו חליצה דנפקא מיבמתו דהיא אינה במקום יבום, וחליצה שהיא במקום יבום דהוא רק למלאות מקום היבום, ואם כן ראית הרשב\"א שפיר מדקתני גבי נודרת בחיי בעלה כופין וחסר ברשב\"א תיבת וכו' והראי' הוא מסוף המשנה דלאחר מיתת בעלה מבקשין, וקשה כיון דחליצה דנפקא מיבמתו הוא דין בפ\"ע ולא שייך ליבום, א\"כ מה איכפת לן דנדרה הנאה לאחר מיתת בעלה בשלמא אי אמרינן דהחליצה הוא במקום יבום דלא יחפוץ א\"כ כיון שהוא חפץ ליבם והיא מונעת אין עליו מצות יבום, אבל יבום דנפיק מיבמתו א\"כ היא מצוה בפני עצמה והמצוה מוטלת עליו א\"כ מה איכפת לן שהיא גרמה, ומזה הוא שמביא הרשב\"א ראי' דבאמת מיקרי שפיר גבי נודרת הנאה, עולה ליבום, ואין זה חליצה דילפינן מיבמתו אלא חליצה של עולה ליבום, דהחליצה הוא במקום יבום, ודוקא כשאינו חפץ ליבם, וכיון שהוא חפץ ליבם אין עליו חיוב חליצה, ולכן שפיר דלאחר מיתת בעלה כיון שהיא שגרמה וכיון שנעשה עליו דין חליצה רק כשלא יחפוץ ליבם ולכן כשהוא חפץ ליבם אין עליו מצות חליצה, אבל בחיי בעלה אף דגם בנדרה בחיי בעלה דין החליצה הוא מגדר החליצה שעולה יבום כיון שהמניעה היא ממקום אחר וכמש\"כ הרשב\"א מ\"מ בחיי בעלה כופין מטעם אחר דכיון שלא פשעה הו\"ל כדין מוכה שחין כיון שעכ\"פ אינו יכול ליבם צריך לפטור אותה ולא לעגנה, אבל לאחר מיתת בעלה כיון שפשעה אין כופין אותו ונמצא מוכח שפיר דמניעה שהיא ממקום אחר מיקרי אינו עולה ליבום.<br><small> -השמטות-</small><br><b> להלכה </b> ט'. נ. ב. לכאורה יש לעי' מזה לשיטת הרשב\"א ריש יבמות דאיסור דבר אחר לא מיקרי אינה ראוי' ליבום וא\"כ איסור החכמים אינו מקליש כלל דין זיקה אלא שיש כאן איסור ואפי' בקטנה משום גזירה ויש לדחות דרבנן כעין דאורייתא ולכתחילה כמו שאינו עולה ליבום, אכן אפשר לומר עפ\"י לשון הרמב\"ם בעת שהיא עולה ליבום וכו' ואפשר לומר דהוא ב' לימודים דדין כל שאינה עולה ליבום הוא לענין לפטור מן החליצה, והך דינא אף דבגמ' הוזכר נמי בלשון כל שאינה עולה אבל באמת היא עולה אלא שמחוסר זמן ולא מיקרי אינה עולה, אלא דילפינן דלכתחילה צריכה להיות באמת עולה עכשיו, וכמו שאמרו בגמ' אי צבית ליבומי יבם דכן לשון הכתוב וא\"כ לכתחילה צריך לקיים כפשוטו שיהי' אפשר ליבם עכשיו, ובזה באמת אין נ\"מ דאפי' אם הוא איסור דבר אחר עכ\"פ אינה עולה עכשיו כיון שאין אנו באין לפוטרה לגמרי ודוקא לענין לפוטרה לגמרי אמרינן כיון דאיסור דבר אחר גרם אמרינן דהוי כמו שהיא עולה דהא בעצם היא עולה אלא שיש עיכוב אבל הכא דגם מחוסר זמן לא מהני משום דלא בעינן שתהא אינה עולה ממש ולכן גם איסור דבר אחר מהני."
            ],
            [
                "<b>ואלו הן שהן פטורות מן החליצה ומן היבום אשת סריס חמה ואנדרוגינוס ואשת השוטה ואשת הקטן ואיילונית ומי שהיא ערוה, שנאמר ולא ימחה שמו מישראל פרט לסריס חמה ואנדרוגינוס ששמם מחוי הואיל ואינן ראויין לילד מתחילת ברייתן הרי הן כמין בפני עצמו, והיה הבכור אשר תלד פרט לאיילונית שאינה ראויה לילד מתחילת ברייתה, לא תהיה אשת המת פרט לאשת שוטה וקטן מפני שאין להם אישות כלל, ולקחה לו פרט לערוה שאין לו בה ליקוחין.</b>\n<b> כיצד יבמה שהיא ערוה על יבמה כגון שהיתה אחות אשתו או אמה או בתה הרי זו פטורה מן החליצה ומן היבום ואין לו עליה זיקה כלל שנאמר ולקחה לו לאשה ויבמה מי שראויה לליקוחין וקדושין תופסין בה היא זקוקה ליבם.</b><br><b> הנה </b> במה דכתב הרמב\"ם למוד על זה דאין מיבמין חייבי ל\"ת שיש בהן כרת משום דכתיב ולקחה לו שיש לו בה ליקוחין שקדושין תופסין, ותמוה דבגמ' לא נמצא דרשא זו, ועוד דהא רבא אמר דאין עשה דוחה ל\"ת שיש בה כרת.<br><b> ונראה </b> לי דהנה קשה אי נימא דבמקום יבום הותר אשת אח א\"כ למה צריך קרא דמגרשה בגט ומחזירה, ובפרט לדברי הרשב\"א ביבמה שהותרה ונאסרה דכבר ליכא מצות יבום, ומ\"מ ליכא לאיסור אשת אח, ונראה לומר עפ\"מ שהקשו בתוס' דף ח' דאמאי אמר רק שמגרשה בגט ומחזירה ולא איצטריך זה על ביאה שניה, ותירצו דסברא הוא, ומ\"מ בחייבי ל\"ת לא דחי דאינה מצוה אלא רשות, ומשמע כונת דבריהם דע\"כ הותרה אשת אח, אבל זה אי אפשר לומר דתמיד הוי מצוה, וכיון דהותרה אמאי צריך שמגרשה בגט ומחזירה, וצריך לומר דהותרה על כל עת שיחזיקנה לאשה, ואפשר לומר דבזה אין נ\"מ בין אבא שאול לרבנן דמשעת יבום ודאי הותרה.<br><b> אכן </b> אולי אפשר לומר דבלא שיגרשה בגט ומחזירה, היינו אומרים דכל הדין שיחזיקנה לאשתו הוי בכלל המצוה ולכן הותרה, וא\"כ באמת לא היינו אומרים שהותרה מקודם תיכף במיתת המת, אבל כיון דאנו אומרים שמגרשה וע\"כ דהותרה לגמרי גם במקום דליכא מצוה, עכשיו שוב אין אנו מחלקים בין קודם לאחרי כן, וא\"כ שוב אין אנו אומרים דלהחזיקה לאשתו הוא בכלל המצוה וא\"כ אפילו אם ידחה עשה לל\"ת ג\"כ לא יתפסו קדושין, ומצאתי כדברי ברמב\"ן בחידושיו בדף י\"ט ע\"ב דאם היינו אומרים יבומין הראשונים עליה אף בביאה שניה איתא למצות יבום.<br><b> עכ\"פ </b> נראה דבזה יתיישבו דברי הרמב\"ם דלכן יליף מולקחה אף דבגמ' אמרינן דאין עשה דוחה ל\"ת שיש בו כרת, אלא דכבר כתבנו במק\"א דמטעם אין עשה דוחה ל\"ת שיש בו כרת הו\"א דמ\"מ המצוה במקומה אלא דהל\"ת מעכבת, אך בטעמא אמאי לא אמרינן זה בגמ' אפשר לומר אי לא הוי כתיב עליה דאין מצות יבום דוחה ל\"ת שיב\"כ, הו\"א דמצות יבום הוא שדוחה אשת אח בתורת דחיה, ושהמצוה הוא תמיד ושהולקחה הוא ג\"כ בכלל המצוה, וממילא הוי אמרינן דעשה דוחה ל\"ת שיב\"כ ובאמת הוי בכלל ולקחה, אבל עכשיו דידעינן דאין עשה דוחה ל\"ת שיב\"כ וא\"כ ע\"כ הוא בתורת היתר, ולכן דרשינן שהותרה אשת אח לגמרי, ולכן אפילו כשבטלה המצוה ג\"כ ליכא אשת אח, ונמצא דזה דדרשינן ולקחה שמגרשה בגט ומחזירה הוא רק עכשיו דידעינן דאינו דחי' אלא היתר שהותרה לגמרי אשת אח, ובל\"ז ע\"כ הוי דרשינן לדרשא אחרינא, או דעל זה גופא הוי צריך לכתוב ולקחה שיתפסו בה קדושין אבל עכשיו דידעינן דהותרה לא צריך למיכתב שתופסין בה קדושין דהא הותרה לגמרי.<br><b> ועכשיו </b> שפיר נוכל לומר במה דכתב הרשב\"א בדף כ' במה דאמרי' בגמ' דחייבי לאוין ועשה בעו חליצה מקרא דיבמתו יש לך יבמה אחרת שעולה לחליצה ואינה עולה ליבום, ופריך אי הכי ח\"כ נמי ומשני אמר קרא לקחת הא אם חפץ מיבם, ומקשה א\"ה חייבי לאוין נמי ומתרץ דכיון דרבי רחמנא יבמתו מרבינן חייבי לאוין דתפסו בהו קדושין, ופרש\"י דתפסי בהו קדושין בדיעבד והקשה הרמב\"ן דהא למאי דס\"ד עכשיו דחייבי לאוין לחליצה רמו ליבום לא רמו אם בעלו לא קנו והיכי קרינא בי' לקחת אפי' בדיעבד, ועי' במה שהאריך הרמב\"ן והרשב\"א השיג עליו ומפרש כפרש\"י ורק דמעיקרא הוי סבר דחייבי לאוין כיון דלכתחילה אסורה בעלמא אף דתפסי בה קדושין לא קרינא בהו לקחת, ולא משמע אם לא יחפוץ האיש לקחת אלא הכשרה הגמורה, ולזה פריך א\"ה חייבי לאוין נמי דכיון דלא קרינן בי' לקחת לא יעלו לחליצה, ולבסוף אמר בגמ' דכיון דתפסי קדושין בדיעבד קרינן בהו לקחת, ולכאורה אין דברי הרשב\"א מבוארים דהא ביבמה משתעי קרא דיש בה איסור אשת אח ומנ\"ל לומר מקרא דלקחת שצריך שתהיה כשרה גמורה לכתחילה, אך למפש\"כ אפשר לומר משום דבאמת עכשיו דאמרינן דאשת אח הותרה א\"כ אין מצוה שיחזיק אותה לאשה ויצטרך לגרש אותה החייבי לאוין אח\"כ, וכיון שיצטרך לגרש הו\"א שלא אמרה תורה כלל שיקיים ולקחה באופן זה, וממילא לא קרינא בה לקחת, וכיון דלא קרינא בה לקחת לא שייך חליצה, והיה אפשר לומר דבחייבי לאוין יתקיים דין יבום במקצת היינו, שיתקיים יבום בלא ולקחה וממילא לא שייך חליצה דהא לא קרינא בה עכ\"פ לקחת (ועמש\"כ רבינו באות ב).<br><b> והנה </b> תורף הדברים בדעת הרמב\"ם דכיון דכתיב ולקחה אמרינן דדוקא בהני דתפסי בהו קדושין איכא מצות יבום, ואי הוי אמרינן עשה דוחה ל\"ת שיש בו כרת לא הוי דרשינן ולקחה שמגרשה בגט ומחזירה, אלא היינו אומרים דכל הדין הוא דחיה, ואיכא דין ולקחה שיתפסו הקדושין מתורת דחי', ועכשיו כתב שפיר הרמב\"ם דאף דאין עשה דוחה ל\"ת אבל אי מטעם זה היינו אומרים דאיסור אשת אח הותרה משום דמצוה איכא, וע\"ז כתב שפיר דכיון דמפרשינן הותרה א\"כ ליכא מצות ולקחה שיתיר אחות אשה שיתפסו קדושין וממילא אמרינן דכיון דליכא ולקחה ליכא יבום. אבל אם הי' עדל\"ת שיב\"כ היינו מפרשים דאשת אח הוא דחיה, וקרא דולקחה אתי שיתפסו הקדושין, וממילא הו\"א שדוחה גם אחות אשה.<br><b> אך </b> כ\"ז הוא לפי' הרמב\"ם שסובר דכיון דליכא ולקחה ליכא יבום, אבל אפשר לומר דהרשב\"א סובר דכיון דמעיקר הדין אמרינן דלא שייך דין שיקחנה לאשה ע\"מ לגרשה א\"כ שפיר אמרינן דלא שייך דין יבום אם לא שייך לקחת דהא אמרינן דלקחת היינו שתהי' לו לאשה וזהו דברי הרשב\"א דהוי אמרינן דדוקא במי ששייך בו לקחת לכתחילה שייך בו חליצה, אך הרשב\"א סובר דממילא אמרינן דגם יבום לא שייך, ונמצא דהוי דרשינן עוד יותר ממה שכתב הרמב\"ם והיינו דאף בחייבי לאוין דתפסי בה קדושין מ\"מ לא קרינא בה לקחת כיון דביאה שני' תהי' אסורה, אבל באמת היה אפשר לומר דדוקא בדין לקחת אמרינן כן, ונ\"מ דלא תהיה צריכה חליצה אבל יבום יהי' אפשר ולא נימא דכל שאינו עולה לחליצה אינו עולה ליבום, איברא דהרמב\"ם כתב בטעמא דמלך אינו מיבם משום דכל שאינו חולץ אינו מיבם, אבל יש לעיין בזה דא\"כ איך אמר ר' יהודא רצה חולץ ומיבם הא מכיון דאם רצה חולץ א\"כ הוי יבום מצוה, אלא דיש לומר דממילא אין עליו חיוב ליבם דהא אם לא יחפוץ כתיב ומשו\"ה קתני רצה, אך ממילא שמעינן דאין מזה ראיה כלל דכל שאינו עולה לחליצה אינו עולה ליבום דא\"כ היתה מותרת לשוק. ובאמת רש\"י פירש להדיא משום דגם יבום גנאי הוא לו, ומוכח דלא אמרינן כל שאינו עולה לחליצה, ואולי דגם בזה לא הוי אינו עולה ממש אלא כמו רגלו עקומה, והרמב\"ם אינו סובר כן, ועכ\"פ אפשר לומר דלא אמרינן כל שאינו עולה לחליצה אינו עולה ליבום דלא כד' התוס' וממילא נוכל לומר דפירוש דברי הגמ' יהי' דחייבי לאוין נמעט מלקחת דכיון דאין בהן קיחה גמורה הראויה להיות תמיד.<br><b> עכ\"פ </b> זה פשוט דפירוש ולקחה הוא שיכול להחזיקה גם אח\"כ דאל\"כ היה אפשר לומר דהותרה אפילו אם נפרש דהותרה כמו מילה בשבת, וע\"כ דאנן מפרשין ולקחה שתהי' כאשתו, ומ\"מ אין אנו ממעטין חייבי לאוין דמה שיש מניעה מצד אחר אין חסרון בולקחה כיון דבעצם היבום שייך ולקחה לגמרי אבל הגמ' באמת רצה כאן לפרש דכיון דלא שייך לגמרי לקחת לא שייך יבום, ומ\"מ משמע מדברי הרשב\"א דדוקא מלקחת הוא ממעט דאם לא יחפוץ לקחת משמע דבדידי' תלא לקחת קיחה גמורה, אך הרשב\"א מפרש מזה דלכן לא יעלה ג\"כ ליבום, אבל באמת נוכל לפרש דרק לחליצה לא יעלו ולא נימא כל שאינו עולה לחליצה אינו עולה ליבום, ועכשיו מיושב הא דאמר ומה ראית היינו דנימא דקרא דלא יחפוץ על חייבי לאוין דכיון דלא קרינא לקחת לא יעלו לחליצה ויעלו ליבום וקרא דיבמתו לחייבי כריתות דיעלו לחליצה ולא ליבום.<br>ב) <b> הנה </b> במה שהקשו הראשונים דליתני ט\"ז נשים וכגון מגרש את אשתו על מנת שלא תנשא לראובן, ונשאת לשמעון ומת ונפלה לפני ראובן, שכתב בזה הרמב\"ן שהיא עצמה אינה עולה לחליצה כיון שאינה עולה ליבום ואף שמגורשת היא אצלו ואין איסורה עליו אלא משום תנאי והרשב\"א חולק וסובר דלא מיקריא אינה עולה ליבום כיון דאיסורה לא מצד ערוה אלא מצד תנאי, ונראה דאפשר לתלות מחלקותם בזה שחולקים בגמ' דף כ' בהא דאמר שם מסתברא חייבי לאוין תפסי בהו קידושין ופרש\"י דקרינן בהו לקחת בדיעבד, והקשה הרמב\"ן דהא לפ\"מ דקיימינן השתא דאימעטו מיבמתו אם בעלו נמי לא קנו והיכי קרינן בי' לקחת, ולכן כתב לפרש דקרינן בהו יבמתו אבל חייבי כריתות דלא תפסי בהו קדושין לא קרינא בהו יבמתו, והרשב\"א תירץ דקרינא בהו לקחת בעלמא והיינו שלא במקום יבום תפסי בהו קדושין בדיעבד, אבל חייבי כריתות גם בעלמא לא קרינן בהו לקחת, והבנת דברי הרמב\"ן הוא דאף דלקחת לא מתקיים בחייבי לאוין בעינן לפחות שיתקיים יבמתו, והיינו דיבמתו נמי משמע הראוי' ליבום, אלא דמכיון דהך קרא דיבמתו משמיענו דחייבי לאוין אינם עולין ליבום ועולין לחליצה לא שייך לומר הא אינה יבמתו, כיון דבלא הך קרא דיבמתו היתה שפיר מתיבמת, וא\"כ אתי שפיר משמעותא דקרא ועלתה יבמתו היינו אותה יבמה שמצד עיקר דינה היתה עולה ליבום בזה משמיענו קרא דלא תעלה ליבום אלא לחליצה, אבל חייבי כריתות כיון דבלא קרא דיבמתו אינה עולה לא קרינן בהו יבמתו וקרא דלקחת באמת לא מתקיים, דקרא דיבמתו מרבה דאפי' בהני דלא קרינן לקחת עולה לחליצה.<br><b> והרשב\"א </b> מפרש דקרינן בהו לקחת בעלמא היינו דאף דמשמעותא דלקחת הוא באותה היבמה ולא בעלמא, אלא דכיון דהקרא דיבמתו מרבה וקרא דלקחת ממעט אמרינן דקרא דיבמתו מרבה דאפילו הני דאין עולין ליבום יעלו לחליצה אלא דלפחות יהיה בה שייכות ליקוחין בעלמא דאז אף דאין עולין ליבום עולה לחליצה. ונמצא דלפירוש הרמב\"ן מה דחייבי לאוין עולין לחליצה לאו משום דקרינא בהו לקחת משום דבעלמא תפסי בהו קדושין, אלא משום דקרינא בהו יבמתו, והיינו דכיון דבלא קרא דיבמתו היתה עולה ליבום תו קרינא בהו יבמתו, אבל בעינן לפ\"ז דהך יבמה דוקא תהיה עולה ליבום, וא\"כ זו היבמה שמצד תנאו אינה עולה ליבום ג\"כ אינה עולה לחליצה, כיון דבעינן שתהיה עולה ליבום ממש, ורק חייבי לאוין הוא דאיתרבו דבלא קרא דיבמתו היתה עולה ליבום, אבל זו היבמה גם בלא קרא דיבמתו אינה עולה, אבל לפי' הרשב\"א דמפרש דלא בעינן שתהיה היבמה עולה ממש ליבום, אלא דתהיה בת תפיסת קדושין בעלמא, וא\"כ זו היבמה שרק מחמת תנאה אינה יכולה להתייבם אף שג\"כ בעלמא מחמת תנאה לא היתה יכולה להנשא אבל כיון דלא בעינן שתהי' עולה ליבום בפועל אלא דתהי' בת תפיסת קדושין, וזו שרק מחמת תנאה אינה עולה או לא היתה נשאת, מיקריא מ\"מ בת תפיסת קדושין דרק תנאה הוא שגרם לה.<br><b> והנה </b> צריך להסביר עוד דברי הרשב\"א דלכאורה צריך להבין במה דפשיטא לי' להגמ' דמדכתיב לקחת דהוא דוקא על אשה כשרה בעלמא לכתחילה, דהא ביבמה קא מישתעי קרא דכתיב לקחת את יבמתו, ומהיכי תיתי דניבעי אשה שתהיה כשרה לכתחילה בעלמא, ונראה דכונת דברי הרשב\"א דמדכתיב לקחת ולא כתיב ליבם כמו דכתיב ויבמה אלמא מיירי באשה כזו שראוי' ליקח אותה גם בלא מצות יבום, ולזה אף דכאן גבי יבום עשה דוחה ל\"ת ויש בה ליקוחין לכתחילה מ\"מ מדכתיב לקחת בעינן שתהיה בת ליקוחין בעלמא.<br><b> והנה </b> לכאורה אי אפשר לומר כן כיון דעכ\"פ יבמה זו היא אשת אח גם בלא איסור לאו שבה ובלא מצות יבום הא אין בה ליקוחין וא\"כ הא אי אפשר לומר שצריך שתהיה בת ליקוחין גם בלא מצות יבום, ונראה דכונת הרשב\"א עפ\"י שיטתו גבי יבמה שהותרה ונאסרה וחזרה והותרה דתחזור להיתרה הראשון דסובר הרשב\"א דבאמת אין כאן חיוב יבום משום דכיון דנפטרה ממצות יבום א\"א שתתחייב שוב במצות יבום, אלא דהיא מותרת להתייבם משום דאיסור אשת אח נפקע במיתת הבעל, ומוכח בסברתו דאיסור אשת אח נפקע גם בלא קיום מצות יבום בפועל, והיינו דכיון דאיכא מצות יבום כבר נפקע אשת אח ולא צריך להמצוה שתתיר את האיסור אשת אח, ומשו\"ה שפיר כתב הרשב\"א דמפרשינן דין לקחת שתהיה ראוי' לליקוחין גם בלא מצות יבום מדלא כתיב ליבם, ואי דתיקשי לן דהא בלא מצות יבום היא אשת אח, דזה אינו דלשיטת הרשב\"א כבר נפקע איסור אשת אח. [ואפשר דזה תלוי בפלוגתא דאבא שאול ורבנן דלאבא שאול דאמר דהוי כאילו פוגע בערוה מוכח דאכתי איכא לאיסור אשת אח ומש\"כ אפשר לומר לרבנן].<br><b> והנה </b> לשיטת הרשב\"א לא קשה בעיקרו קושית הרמב\"ן על רש\"י במה שהקשה דהא אמרינן עכשיו דאם בעלו לא קנו, דכבר חקר השעה\"מ בזה בחייבי לאוין ועשה אם נשאר גם איסור אשת אח, ובאמת הי' אפשר לומר דלא נשאר אשת אח ומ\"מ אם בעלו לא קנו והיינו אם בעלו לשם מצות יבום, משום דבאמת יש לעיין כיון דאמרינן דתליא בתפיסת קדושין דין חליצה, והיכי דלא תפסי קדושין ליכא חליצה, וא\"כ אם נימא דנשאר אשת אח א\"כ לא תפסי קדושין, ואיברא דבעלמא תפסי קדושין עכ\"פ כאן לא תפסי קדושין והול\"ל דגם חליצה לא שייך, וע\"כ צריך לומר דבאמת תפסי קדושין משום דאיסור אשת אח נפקע, ואף דילפינן מקרא דיבמתו דעולה לחליצה ואינה עולה ליבום, היינו משום דבשביל איסור לאו או איסור לאו ועשה, גילתה תורה דדינו בחליצה ולא אמרינן כאן חליצה במקום יבום לאו מצוה, אבל עכ\"פ שייך גדר יבום דאם לא שייך גדר יבום לא הוי שייך חליצה דהוי כחייבי כריתות, ולפ\"ז כתב הרשב\"א שפיר דסבר הגמ' דדין אם לא יחפוץ האיש לקחת צריך שיהיה אפשר ליקוחין גם בלא מצות יבום מדלא כתיב ליבם, והיינו דבשביל דין יבום בטל איסור אשת אח אבל עכשיו כבר אפשר ליקוחין גם בלא מצות יבום, ועכשיו שפיר משני הגמ' מסתברא חייבי כריתות לא תפסי בהו קדושין ולא קרינן לקחת אפילו בדיעבד, אבל חייבי לאוין תפסי בהו קדושין בדיעבד בעלמא, ולכן שייך בהו זיקה משום דעכ\"פ בטל איסור אשת אח ושייך זיקה לחליצה, ולענין הדין אי תפסי קדושין בדיעבד גבי חייבי לאוין ביבמה אפשר דתפסי כיון דבטל איסור אשת אח, ומה דאמרינן דלפי זה אם בעלו לא קנו היינו ביאת יבום לחודה דמהני שלא מדעת נמי.<br><b> אכן </b> שיטת הרמב\"ן היא דלא כשיטת רש\"י והרשב\"א אלא דלא שייך לומר דחייבי לאוין קרינן בהו לקחת אותה כיון דמעיקרא לחליצה רמיא וליבום לא רמיא ואם בעלו לא קנו, אלא דסובר הרמב\"ן דכיון דהיא בת תפיסת קדושין שייכא למיקריא יבמתו גבי חליצה, [ומסתברא בשי' הרמב\"ן כשיטת הירושלמי דחליצה קנין וכענין שיטת ר' עקיבא דהכתוב קראו ביתו והיינו דאיסורא דלא רמיא ליבום אי אפשר להיות רמיא לחליצה אם היא לאו בת תפיסת קדושין].<br><b> עכ\"פ </b> הרמב\"ן דמפרש מסתברא חייבי לאוין תפסי בהו קדושין וקרינן יבמתו ובארנו בסברתו דכיון דבלא קרא דיבמתו דגלי דחייבי לאוין אינם עולין ליבום הו\"א דעולין ליבום וא\"כ קודם קרא דיבמתו הוי שפיר יבמתו, [והנה בחייבי לאוין ועשה דגם בלא קרא דיבמתו לא היתה עולה ליבום, אפשר דכיון שכתב הרמב\"ן דכיון דתפסי בהו קדושין זיקה לא פקע בכדי, היינו אומרים דגם חייבי לאוין ועשה אם בעלו קנו, ומה דפשיטא לי' להרמב\"ן מסוגית הגמ' דאם בעלו לא קנו היינו אחר דכתב יבמתו, ולפ\"ז אינו מוכרח דהרמב\"ן יסבור להלכה דהוי אשת אח אם נימא דלמסקנא נדחה לגמרי הא דיבמתו, והרמב\"ן בחידושיו מסתפק בזה ע\"ש]. וכיון שצריך שיהיה אפשר לקרות אותה יבמתו מצד עיקר דין יבום בהך יבום ולכן גבי תנאי דאשת איש כיון דבלא קרא דיבמתו לא הוי בת יבום ליכא בה חליצה.<br><b> אבל </b> הרשב\"א מפרש וקרינא בה לקחת במקום אחר, והסבר דברי הרשב\"א משמע דמה דאינה ראויה ליבום מצד דין אשת אח דלא הותר בהך יבום, אמרינן שפיר דהותרה בה חליצה וע\"ז קאי יבמתו, ורק היכי דלא תפסי בה קדושין במקום אחר א\"כ לא שייך בה יבום, דאשה דלאו בת תפיסת קדושין לאו בת יבום היא כלל, ולכן בבעלת תנאי אף דיש מניעה להתייבם מצד אשת איש כיון שהוא מצד תנאי, ועכשיו היא גרושה אצלו, הוי כמו מניעה מצד אחר ושייך שיהי' בה דין חליצה.<br><b> והנה </b> נראה לבאר עוד דברי הרשב\"א אשר תמהו כבר האחרונים על דבריו במה שהביא ראיה דאינה עולה מחמת דבר אחר לא מיקריא אינה עולה ליבום, מהא דהנודרת הנאה בחיי בעלה כופין אותו שיחלוץ לה, והרי זו אינה עולה ליבום דבר תורה משום דקיימא עליו בלאו ועשה ואעפ\"כ עולה לחליצה משום שדבר אחר גרם לה ליאסר אלו דבריו ז\"ל, וכבר תמהו האחרונים דהא הני דהוי בלאו ועשה עולין לחליצה. אכן יש לומר עפ\"מ שכתב הרשב\"א בתוך דברי הרמב\"ן שהביא במה שפי' ואימא חייבי לאוין היינו דנימא מלא יחפוץ שיעלו גם ליבום, דקשה ל\"ל ריבויא, וכתב הרשב\"א דס\"ד משום דאפשר לקיים שניהם, ולכאורה קשה הא לא קיי\"ל כסברא דאפשר לקיים שניהם משום דחליצה במקום יבום לאו מצוה, ואם נימא דהכא הוי ס\"ד דגמ' הכי, א\"כ הו\"ל לאסוקי דלא אמרינן הכי דאי לאו הכי למה צריך קרא דיבמתו דאל\"כ מנלן באמת ומאי נתחדש אח\"כ בגמ' למימר הכי ולדחות.<br><b> ונראה </b> דבאמת גם הגמ' הוי ידע דחליצה במקום יבום לאו מצוה אלא דס\"ד דכ\"ז מקמי דידעינן יבמתו דאמרינן דדין חליצה הוא כשאינו חפץ ליבם לכן אמרינן דהעיקר הוא היבום, אבל כיון דידעינן מיבמתו דגם היכי דליכא יבום איכא חליצה, א\"כ הי' אפשר לומר דעכשיו חליצה ויבום כי הדדי נינהו, וע\"ז קאמר דלזה אנו צריכין קרא דאם לא יחפוץ דלא אמרינן הכי, וכיון דמסיק דלא דרשינן הכי אלא דרשינן יבמתו לגלות דחייבי לאוין איתרבו רק לחליצה ולא ליבום, א\"כ לא מצי למימר דמשו\"ה לא מצי לייבם משום דאפשר בחליצה דכיון דכל זמן דלא כתיב יבמתו לא אמרינן הכי והשתא דכתיב יבמתו לא שייך לומר זה דהא כתיב יבמתו, ומשו\"ה לא אמר הגמ' מזה מידי עד דאתא רבא והוי סבר לומר דגם בלא קרא דיבמתו מצי למיתי עלה מדר\"ל וע\"ז חזר בו דחליצה במקום יבום לאו מצוה, ועכשיו באמת נאמר דגם בתר דכתיב יבמתו מ\"מ ביבמה דשייך יבום אמרינן דחליצה במקום יבום לאו מצוה וראי' מחייבי לאוין.<br><b> ועכשיו </b> נראה ליישב דברי הרשב\"א דאף דדברי הגמ' הי' רק הו\"א מ\"מ אפשר לומר דזה רק דלא נאמר דעכשיו גם שאר יבמות דלא נתמעטו מיבמתו גם בהו החליצה עיקר כמו היבום בזה אמרינן דביבמה היסוד הוא היבום, והחליצה רק במקום היבום אבל אינה כמו היבום, אבל עכ\"פ זה נוכל לומר דיש שני דיני חליצה היינו חליצה דנפקא מיבמתו דהיא אינה במקום יבום, וחליצה שהיא במקום יבום דהוא רק למלאות מקום היבום, ואם כן ראית הרשב\"א שפיר מדקתני גבי נודרת בחיי בעלה כופין וחסר ברשב\"א תיבת וכו' והראי' הוא מסוף המשנה דלאחר מיתת בעלה מבקשין, וקשה כיון דחליצה דנפקא מיבמתו הוא דין בפ\"ע ולא שייך ליבום, א\"כ מה איכפת לן דנדרה הנאה לאחר מיתת בעלה בשלמא אי אמרינן דהחליצה הוא במקום יבום דלא יחפוץ א\"כ כיון שהוא חפץ ליבם והיא מונעת אין עליו מצות יבום, אבל יבום דנפיק מיבמתו א\"כ היא מצוה בפני עצמה והמצוה מוטלת עליו א\"כ מה איכפת לן שהיא גרמה, ומזה הוא שמביא הרשב\"א ראי' דבאמת מיקרי שפיר גבי נודרת הנאה, עולה ליבום, ואין זה חליצה דילפינן מיבמתו אלא חליצה של עולה ליבום, דהחליצה הוא במקום יבום, ודוקא כשאינו חפץ ליבם, וכיון שהוא חפץ ליבם אין עליו חיוב חליצה, ולכן שפיר דלאחר מיתת בעלה כיון שהיא שגרמה וכיון שנעשה עליו דין חליצה רק כשלא יחפוץ ליבם ולכן כשהוא חפץ ליבם אין עליו מצות חליצה, אבל בחיי בעלה אף דגם בנדרה בחיי בעלה דין החליצה הוא מגדר החליצה שעולה יבום כיון שהמניעה היא ממקום אחר וכמש\"כ הרשב\"א מ\"מ בחיי בעלה כופין מטעם אחר דכיון שלא פשעה הו\"ל כדין מוכה שחין כיון שעכ\"פ אינו יכול ליבם צריך לפטור אותה ולא לעגנה, אבל לאחר מיתת בעלה כיון שפשעה אין כופין אותו ונמצא מוכח שפיר דמניעה שהיא ממקום אחר מיקרי אינו עולה ליבום.<br><small> -השמטות-</small><br><b> להלכה </b> ט'. נ. ב. לכאורה יש לעי' מזה לשיטת הרשב\"א ריש יבמות דאיסור דבר אחר לא מיקרי אינה ראוי' ליבום וא\"כ איסור החכמים אינו מקליש כלל דין זיקה אלא שיש כאן איסור ואפי' בקטנה משום גזירה ויש לדחות דרבנן כעין דאורייתא ולכתחילה כמו שאינו עולה ליבום, אכן אפשר לומר עפ\"י לשון הרמב\"ם בעת שהיא עולה ליבום וכו' ואפשר לומר דהוא ב' לימודים דדין כל שאינה עולה ליבום הוא לענין לפטור מן החליצה, והך דינא אף דבגמ' הוזכר נמי בלשון כל שאינה עולה אבל באמת היא עולה אלא שמחוסר זמן ולא מיקרי אינה עולה, אלא דילפינן דלכתחילה צריכה להיות באמת עולה עכשיו, וכמו שאמרו בגמ' אי צבית ליבומי יבם דכן לשון הכתוב וא\"כ לכתחילה צריך לקיים כפשוטו שיהי' אפשר ליבם עכשיו, ובזה באמת אין נ\"מ דאפי' אם הוא איסור דבר אחר עכ\"פ אינה עולה עכשיו כיון שאין אנו באין לפוטרה לגמרי ודוקא לענין לפוטרה לגמרי אמרינן כיון דאיסור דבר אחר גרם אמרינן דהוי כמו שהיא עולה דהא בעצם היא עולה אלא שיש עיכוב אבל הכא דגם מחוסר זמן לא מהני משום דלא בעינן שתהא אינה עולה ממש ולכן גם איסור דבר אחר מהני."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך ראובן שמת והניח שתי נשים האחת ערוה על שמעון, ושתיהן ראויות ללוי אין לשמעון זיקה על בית זה, והרי שתיהן תחת זיקת לוי, ייבם לוי האחת מהן שהיא צרת ערוה של שמעון, והיתה לו אשה אחרת ומת לוי ונפלו שתיהן לפני שמעון שתיהן פטורות מן החליצה ומן היבום משמעון, האחת מפני שהיתה צרת ערוה, והשני' מפני שהיא צרתה, וכן הדין בצרת צרתה עד סוף העולם, שכל אשה שאין לו עלי' זיקה באיסור אשת אח עומדת לעולם.</b><br><b> שכל </b> אשה שאין לו עלי' זיקה, התוס' ריש יבמות כתבו דצרת צרה נמי צריך קרא, ויליף לה מלצרור, וקשה דהא צרה גופה כיון שהיא פטורה מיבום הוי אשת אח כמו דערוה הוי אשת אח, וכדתניא בדף ל\"ב בא עלי' חייב משום אשת אח ומשום אחות אשה, וכדאמר רב כל יבמה שאין אני קורא וכו' הרי היא כאשת אח שיש לה בנים, ואשת אח פוטרת צרתה כמו אשת אחיו שלא הי' בעולמו, וכמו איילונית לרב אסי, ואפילו למאן דפליג משום דהוי שלא במקום מצוה, וביותר קשה דברי התוס' בדף ג' שכתבו דכיון דלא משכחת צרת צרה גבי בעל, אין לנו להחמיר בטומאה דבועל יותר מטומאה דבעל, וקשה דהא עכ\"פ הוי אשת אח ואשת אח פוטרת צרה.<br><b> והנה </b> בעיקר הך מילתא אם ערוה הוי אשת אח, דמפורש בברייתא דחייב עלי' משום אשת אח, וכ\"כ רש\"י במשנה בד\"ה ואשת אחיו שלה\"ב, וכן מבואר מדברי רב דאמר כל יבמה שאין אני קורא בה בשעת נפילה וכו' הרי היא כאשת אח שיש לה בנים, ולפ\"ז קשה מה דאמר בדף ג' בברייתא, אזהרה שמענו עונש מנין, ת\"ל כי כל אשר יעשה מכל התועבות האלה, ומשמע דבא ללמוד על עונש כרת בצרות, דהא בערוה כבר אמר מקודם וזדונה כרת, וקשה למה צריך ללימוד מיוחד ע\"ז, דהא הויא היא גופה אשת אח, ואפשר דנימא דאי לא דמפיק מקרא דכל אשר יעשה הו\"א דלא נתמעטו צרות אלא מיבום, ומשום דמעלי' לא נוכל לדרוש אלא על איסור יבום, ונשאר דין חליצה, ואז באמת לא נשאר איסור אשת אח, אבל עכשיו דאיכא על הצרה דין כרת מקרא דכל אשר יעשה והויא בכלל חייבי כריתות, וממילא גם דין זיקה ליכא, דכיון דילפינן דהוי מחייבי כריתות אין עלי' זיקה כלל.<br><b> ובזה </b> יבואר דברי התוס' בדף ח' שהקשו לרבי דיליף צרה מולקחה, א\"כ ליכא אלא איסור עשה, ותיבעי חליצה כמו כל חייבי עשה, ודבריהם תמוהים דהא כיון דנתמעטה מיבום א\"כ הוי הצרה אשת אח, ומ\"ש צרה לרבי דלרבנן דפטורה מן החליצה ומן היבום, ולפמש\"כ דיש בצרה דין כרת מכל אשר יעשה, ובל\"ז הו\"א דזקוקה לחליצה, א\"כ לרבי דיליף מולקחה מנלן ללמוד דנתמעטה לגמרי, אימא דלא נתמעטה אלא מיבום, וממילא ליכא אשת אח, ואיברא דהי' אפשר לחלק דל\"ד לאיסור עשה דלא הוי אלא איסור, אבל צרה לרבי דיליף מולקחה, א\"כ הוי זה מיעוט מדין יבום, וממילא ליכא חליצה גם בלא איסור כרת, אולם סברת התוס' נראה דאי אפשר דתהי' צרה חמורה מהערוה בעצמה, דנקטינן עכשו דערוה ל\"צ קרא, משום דאין עשה דוחה ל\"ת שיש בה כרת, א\"כ רק האיסור גורם שלא תתייבם, וכיון דבערוה עצמה ליכא אלא איסור, גם צרה א\"א שיהי' בה רק איסור ולא מיעוט מדין יבום.<br><b> והנה </b> במה דמוכח לכאורה דאשת אח נמי פוטרת צרתה, דיש לומר דל\"ד לאשת אחיו שלה\"ב, דהיא ערוה מאח אחר, אך עכ\"פ נוכל ללמוד זה מדין צרת איילונית, דפוטרת צרתה, ומאן דפליג הוא רק מטעם דהוי שלא במקום מצוה, וכן מוכח בדף ל\"ב בברייתא לר\"ש דאמר אינו חייב אלא משום אשת אח, בנשא מת ואח\"כ נשא חי, שהקשו התוס' דא\"כ אמאי אסורה הצרה להתייבם, ותירצו דכיון דלא פקע איסור אשת אח כמו איילונית דאוסרת צרתה אע\"ג דאין בה אלא איסור אשת אח.<br><b> אכן </b> בירושלמי איתא ר' בון בר' חייא אמר ר' אבא בר ממל בעי, איילונית וא\"א שלה\"ב היו בפרשה, מה ראית מימר איילונית צרתה מותרת, וא\"א שלה\"ב צרתה אסורה, א\"ל איילונית מטעם אחר הוצאתה אשר תלד יצתה זו שאינה יולדת, לא דייך שאינה מתייבמת, אלא שאתה מבקש לאסור צרתה, אבל אשת אחיו שלה\"ב ערוה היא, וערוה פוטרת צרתה, ומפרשי הירוש' ביארו הכונה משום דהוי שלא במקום מצוה וכדאמר אחר כך איילונית כמי שאינה בעולם, אכן הרמב\"ן בחידושיו פירש איילונית כיון שלא פטרה הכתוב אלא בשביל שאינה ראוי' לילד, איך תאסור צרתה, והלא אף היא, אם היתה ראוי' לילד כצרתה היתה מתייבמת, אכן הרמב\"ן מסיים שאין טעם זה מספיק לצרת בתו איילונית, וצריך עוד לבאר תי' הירוש', ולכן נראה דהנה לכאורה מבואר מדברי הרמב\"ן דליכא איסורא דאשת אח באיילונית, דאל\"כ הא לא מהני סברא דאף היא אם היתה ראוי' לילד היתה מתייבמת, כיון דעכ\"פ השתא איכא איסורא דאשת אח, ואשת אח פוטרת צרתה, ולכן צ\"ל דזהו שחקר הירוש' אם ערוה דאשת אח פוטרת צרתה, ולכאורה הא מוכח זה מאשת אחיו שלה\"ב, וע\"ז מתרץ דאשת אחיו שלה\"ב כיון דהיא מאח אחר הוי ערוה כמו כל העריות, אבל איילונית שהיא אשת אח מאח זה, רק דנפקע ע\"י מצות יבום, וא\"כ אין בכחה של האיילונית לעשות הצרה חמורה מסתם אשת אח.<br><b> אלא </b> דלפ\"ז יהי' קשה מה דהוכיחו התוס' אליבא דר\"ש דאשת אח מאח זה נמי פוטרת צרתה, דהא לא חייל איסור אחות אשה, ואיברא דהי' אפשר ליישב הקו' באופן אחר דלדין לצרור לא בעינן חלות איסור אחות אשה, אלא דין אחות אשה, [ובאמת סברת בית שמאי דמתירין הצרות לאחין, ואמר רבא בטעמייהו משום דאין איסור חל על איסור, ועי\"ש בתוס' שהקשו דבנשא מת ואח\"כ נשא חי, כיון דלא אתי איסור אחות אשה חייל עלי' תתייבם ערוה גופה, ותירצו דאיסור אחות אשה מיתלא תלי וקאי, הלכך לא פקע, והיינו דאף דדין אחות אשה דמתלי תלי מהני לפטור עצמה מן היבום, אבל צרתה אינה פוטרת, כיון דאין איסור אחות אשה חייל עלי', ולא שייך שיעשה דין צרה, ולר\"ש כתבו התוס' באמת דאשת אח הוא הפוטר צרה, כיון דלא נפלה ליבום יכול גם האשת אח לפטור הצרה דהוי איסור ערוה].<br><b> ונראה </b> דיש לומר דתליא בזה אי ילפינן מלצרור או דילפינן מולקחה, דאי יליף מואשה אל אחותה לא תקח לצרור, א\"כ דוקא ערוה מט\"ו עריות פוטרות צרותיהן, אבל אי ילפינן מולקחה, א\"כ כיון דעכ\"פ אין לך ליקוחין אלא באחת מהן ליכא מצות יבום, ומצאתי אח\"כ דזה מפורש בירושלמי, דאמר שם אסי אמר צרת איילונית אסורה, מתניתא פליג על אסי וכולן אם מתו או מיאנו או נתגרשו או שנמצאו איילונית צרותיהן מותרות ר' בון בר' חייא בשם ר' בא בר ממל, מה דמר אסי כר\"מ דאמר כל שאין את מייבמני אין את מייבם צרתי, והיינו כרבי, ומיושב הא דלר\"ש נפטרת הצרה, דסבר כרבי וכדאמר הגמ' בדף ח', דלרבי גם אשת אח מאח זה פוטרת צרתה.<br><b> אלא </b> דאכתי דברי הירוש' אינו מיושב, דהא הירוש' בא ליישב מתני' דלא תקשי על ר' אסי דאמר צרת איילונית אסורה, וע\"ז אמר דהוא כר\"מ, ובמתני' הא איירי בצרת בתו איילונית, ואין ההיתר משום דאשת אח מאח זה אינה פוטרת צרתה, דהא ערוה היא, אלא ע\"כ משום דהוי שלא במקום מצוה וא\"כ מה מהני מה דסבר אסי כר\"מ, דבזה גם ר\"מ מודה דדוקא במקום יבום הוא דאסירא צרה כדאמרי' להדיא בדף ח' אליבא דרבי.<br><b> ונראה </b> באופן אחר דיש חילוק בין אי ילפינן מלצרור או דילפינן מולקחה, דאי ילפינן מלצרור א\"כ דוקא ערוה פוטרת וערוה כזו שלולא דין ערוה שבה היתה מתייבמת, ולכן בצרת בתו איילונית, כיון דגם בלא איסור בת אינה מתייבמת, אינה אוסרת צרתה, אבל לרבי דיליף מולקחה, הא לא כתיב דוקא דין ערוה, אלא כל היכי שיש ב' ליקוחין, אם אינו יכול ליקח אחת משתיהן, אין בה דין יבום, וא\"כ גם איילונית אף דכתיב ויבמה דוקא במקום יבום, זהו לאפוקי היכי דליכא יבום כלל, אבל איילונית היא במקום יבום אלא שהתורה הפקיעה מאשר תלד, ולכן שייך לאסור הצרה.<br><b> ועכשיו </b> מבואר דאין צריך לומר דהירוש' מקודם סבר דצרת בתו איילונית אסורה כמש\"כ הרמב\"ן, אלא דמעיקרא נמי סבר דמותרת משום דהוי כמי שאינה בעולם, אבל זהו אם נבוא לפטור ולאסור הצרה משום בתו, ובזה אמרינן דהוי כמי שאינה בעולם, אבל בעיקר דין איילונית בעצמה זה תלוי אם אשת אח מאח זה פוטרת, וזהו שהוצרך הירוש' לומר דאשת אח מאח זה אינה פוטרת כלל, דדוקא ערוה פוטרת, וכ\"ז אי ילפינן מלצרור, אבל אי ילפינן מולקחה לא בעינן ערוה וגם אשת אח מאח זה פוטרת.<br><b> אכן </b> בדעת הרמב\"ם אי אפשר לומר כד' הירוש', דלרבי דיליף מולקחה לא מהני באיילונית טעמא דשלא במקום מצוה, דהא הרמב\"ם בהלכה י\"ד יליף איסור צרה מאשר לא יבנה את בית אחיו בית שיש לו לקוחין באיזה מהן שירצה, וזהו כמו דרשא דולקחה, ומ\"מ פסק בהלכה כ\"א דצרת איילונית מותרת, וכתב בטעמא דהואיל והאיילונית אינה בת יבום וחליצה הרי זו כמי שאינה, וצ\"ל דסובר דהבבלי דמוקים מתני' לרב אסי כשלא הכיר בה, ומוכח דבהכיר לרב אסי אסורה, לא דוקא לרבי, מדלא מוקי מתני' כתנא דלצרור, ומאן דלא סבר כרב אסי וצרת איילונית מותרת וכדפסק רבא אפי' לרבי מותרת, וטעמא משום דאף אם ערוה נעשית אשת אח וכן צרה, מ\"מ זהו היכי דעיקר מיעוטה להתייבם הוא משום דין איסור, אבל איילונית דלא משום דררא דאיסור נתמעטה הרי זו כמי שאינה. ועי' במה שנכתוב עוד להלן.<br><b> עכשיו </b> נבאר דברי התוס' שהתחלנו בדף ב' שכתבו דצריך קרא לצרת צרה, ובזה שכתבו בדף ג' דבבועל אינו אסור צרת צרה דאף דאין ליישב מדין שאין אשת אח פוטרת צרה, דהוא דוקא אשת אח מאח זה, אבל הא דצרה פוטרת צרת צרה הא הוי אשת אח מאח אחר, והנה הירוש' בפ\"א הל' ה' ר' ירמי' בעי הבא על הצרה מהו שיהא חייב עלי' משום אשת אח, אמר ר' יוסי אילו אפשר לצרה בלא אשת אח יאות, אפשר לאשת אח בלא צרה, אפשר לצרה בלא אשת אח, וכונת הירוש' נראה דאם הוי משכחת לה לאיסור צרה ביחוד בלא אשת אח, היינו אומרים דאינו אלא איסור, ואינו מבטל עיקר מצות יבום, אבל כיון דלא משכחת לאיסור צרה אלא גבי יבום, דשלא במקום יבום לא אסירא צרה, א\"כ ודאי הוא הפקעה ממצות יבום, ולכן חייב עלי' משום אשת אח, וצ\"ל דפשיטא לי' להירוש' דלא כמש\"כ בסברת התוס' בדף ח' דאפשר דולקחה אינו אלא איסור עשה, וכתבתי דאף דהוי הפקעה בפ' יבום, לא מסתבר דצרה תהא עדיפא מערוה דערוה גופה הא לא צריכה קרא, דאין עשה דוחה ל\"ת שיש בו כרת, וא\"כ רק האיסור גורם שלא תתייבם, ומדברי הירוש' הא מוכח הך סברא, אף דגבי ערוה ליכא הך סברא, דהא משכחת לערוה בלא אשת אח, אלא די\"ל דהתוס' דדנים לחייבו חליצה, ממילא אין זה הפקעה מפ' יבום, והירוש' הא קאי להלכה דנפטרת גם מחליצה, וע\"כ דהוי הפקעה מפ' יבום.<br><b> ונראה </b> לפ\"מ דמוכח מדברי הירוש' מהא דבעי ר\"י בבא על הצרה אי חייב עלי' משום א\"א, משמע דסובר דעל הערוה אינו חייב משום אשת אח, דאם חייב גם על הערוה כיון שאין אני קורא בה בשעת נפילה, א\"כ מה גרע צרה, אכן י\"ל דתליא זה אי איסור צרה הוא רק דין איסור יבום, וממילא ע\"כ דאיסור שבה הוא משום לתא דאשת אח, או דנימא דהתורה גילתה מקרא דלצרור, דבמקום יבום נעשית צרה כמו ערוה, ונוכל לומר דגם ערוה לא הוי אשת אח, [עי' ברמב\"ן בדף י\"ג במש\"כ בסברת ב\"ש וב\"ה], וכדמוכח כן מפשטות ל' הגמ' צרה מ\"ט אסירא דבמקום ערוה קיימא, והיינו דהתורה גילתה בקרא דלצרור דצרה אסירא כמו ערוה, ולכן נראה דגם הך דינא אי צרה הוי אשת אח, תליא בדרשא דלצרור וקרא דולקחה, דלתנא דדריש מעלי' ומלצרור, ולרבא דאמר ערוה גופא ל\"צ קרא, דאין עשה דוחה ל\"ת שי\"ב כרת, וצרה נמי לא בעי קרא כדאמר בגמ', ולא אתי עלי' אלא להתיר צרה שלא במקום מצוה, ואיסור צרה ילפינן מלצרור, ולכן לא הוי איסור ערוה וצרה כמו דכתיבא מיעוט בפ' יבום, דעלייהו לא קאי יבום, דהמיעוט כתיב בפ' אחות אשה, ולכן י\"ל דמצות יבום דמתרת אשת אח, מתרת גם במקום איסור ערוה משם אחר, ורק דאיסור אחות אשה דלא הופקעה, דאין עשה דיבום דדוחה אותה, אבל לרבי דיליף מולקחה, דכל היכי דאיכא תרי ליקוחין שריין תרווייהו, ואי לא תרווייהו אסירן, והך מיעוטא הא כתי' בפ' יבום, וא\"כ ודאי דליכא מצות יבום כלל, והוי עלייהו איסור אשת אח. והירוש' דסובר דערוה גופא אינו חייב עלי' משום אשת אח הוא דלא כרבי.<br><b> ולפ\"ז </b> דסובר הירוש' דמה דכתי' בהדיא הוי כמו שנתמעט מפ' יבום, ומ\"מ גם לרבי אסירא צרה מקרא דולקחה, ומוכח דלא סברינן אליבא דרבי לסברא דשלא במקום מצוה שפירש\"י גבי איילונית, וכמש\"כ למעלה, ובשיטת הרמב\"ם כבר כתבנו דהבבלי חולק בזה על הירוש' וסובר דגם אליבא דרבי אפשר לומר כן, ומוכח כן גם מהא דמספקא להגמ' אי סבר רב כרב אסי, והרי אמר רב כל אשה שאין אני קורא בה וכו' הרי היא כאשת אח, וזהו אי ילפינן מקרא דולקחה, וממילא אמרינן דגם ערוה אין בה ליקוחין, וכדלמד הרמב\"ם ערוה מקרא דולקחה. שכתב בהלכה י\"ט כיצד יבמה שהיא ערוה על יבמה וכו', הר\"ז פטורה מן החליצה ומן הייבום, ואין לו עלי' זיקה כלל, שנאמר ולקחה לו לאשה ויבמה, מי שראוי' לליקוחין, וקדושין תופסין בה, היא זקוקה ליבם, וא\"כ איך מספ\"ל להגמ' דיחלוק רב על רב אסי, וע\"כ משום דהוי שלא במקום מצוה ומוכח דגם לרבי אפשר לומר כן.<br><b> ולפ\"ז </b> נוכל לומר דהתוס' בדף ב' שהבאנו בתחילת דברינו במש\"כ דצרת צרה צריך קרא, וביותר במש\"כ בדף ג' דבבועל אינו אסור צרת צרה, ובזה הא אין לומר דהוא מדין אשת אח שאינה פוטרת צרתה, דהוא דוקא באשת אח מאח זה, ולפ\"ז אפשר לומר בסברתם, דלתנא דעלי' ולצרור ליכא אשת אח לא בערוה ולא בצרה, וברייתא דתניא דחייב עלי' משום אשת אח דאיירו בה ר' יוסי ור\"ש יסברו כרבי, דר\"ש הא אומר להדיא בגמ' דרבי מפיק לי' לצרור לכדר' שמעון, וא\"כ ר\"ש לא יליף צרות מלצרור, ור\"י נמי נוכל לומר דיסבור כרבי, וברייתא דיליף מלצרור ועלי' בעי שפיר עונש מנלן כיון דלדידי' ליכא אשת אח.<br><b> והנה </b> הרמב\"ן כתב בדין סוטה ודאי דפטורה מן החליצה ומן היבום, דהוא מקרא דלאחר ולא ליבם דממעט לי' לגמרי, וטומאה כתיב בה בעריות, אתי לאפטורי צרה, והא כיון דסוטה גופה ממעטינן לגמרי, ומ\"מ צריך קרא לפטור צרה והוא דלא כרבי, ומ\"מ סבר דכל יבמה שאין אני קורא בה וכו' הרי היא כאשת אח, והי' אפשר לומר דהוא משום דהיא אשת אח מאח זה, אבל להירוש' דלרבי דיליף מולקחה גם אשת אח מאח זה פוטרת, קשה למה צריך לטעמא דטומאה כתיב בה כעריות, לכן נראה דלהרמב\"ן לא נימא כד' התוס', ולכו\"ע הוי ערוה אשת אח וכן צרה, ולהכי הוא דאמר רב דכל יבמה שאין אני קורא בה וכו', הוי אשת אח, משום דגם לתנא דלצרור הוי אשת אח, ורק דבזה אם אשת אח מאח זה פוטרת צרתה, תלי בפלוגתא דרבי ותנא דלצרור, וכמבואר בירוש' דתליא דין דרב אסי דצרת איילונית אסורה בהא דר\"מ דכל שאין את מייבמני אין את מיבם צרתי, רק בצרת בתו איילונית פליג הבבלי על הירוש', דהירוש' סובר דלרבי צרת בתו איילונית פטורה, וגמ' דילן כתבנו לשיטת הרמב\"ם דגם לרבי שייך סברא דשלא במקום מצוה.<br><b> והנה </b> התוס' הא אינם סוברים כהרמב\"ן, וכמבואר בדבריהם בסוטה דף ה', דכתבו דסוטה ספק נתמעטה מלאחר ולא ליבם, אבל להרמב\"ן א\"צ לומר דסובר רב כרבי, ואזיל שפיר אליבא דתנא דלצרור, ומשו\"ה צריך לקרא דטומאה כתי' בה כעריות, משום דאשת אח מאח זה אינה פוטרת.<br><b> ולכאורה </b> חשבתי לומר דהרמב\"ן מוכרח לשיטתו דהיכי דנתמעט בעיקר דין יבום, לגמרי נתמעט, ואינה עולה גם לחליצה, לפ\"מ דחולק על רש\"י בדף כ' גבי חייבי ל\"ת, דפרש\"י דקרינן בהו לקחת כיון דתפסי בה קדושין, וחולק הרמב\"ן ע\"ז וסובר, דכיון דאם בעלו לא קנו, לא קרינן בהו לקחת, אף דבעלמא תפסי קדושין, ומפרש דמשום דקרינן בה יבמתו ע\"ש, וא\"כ לשיטתו תיקשי דיפטרו חייבי עשה צרותיהם, דמה שכתבו התוס' דכיון דאיתרבו חייבי עשה לחליצה מיבמתו הוי בכלל ולקחה, זה אינו להרמב\"ן שכ' דלא קרינן בהו לקחת, וע\"כ דטעמא משום דבקרא דולקחה כיון דנתמעט מעיקר דין יבום ליכא גם חליצה, ובחייבי עשה ול\"ת לא נוכל לדרוש מולקחה לאסור הצרה ליבום דאי הוי דרשינן הכי הוי מיעוט מעיקר דין יבום, והיתה פטורה גם מחיצה, וזה א\"א, דהא עולה לחליצה מקרא דיבמתו, לכן לא דרשינן בחייבי עשה ול\"ת קרא דולקחה, ומזה הוא עיקר היסוד דבסוטה לגמרי ממעט לה, ואף דלשיטת הרמב\"ן הא בחייבי עשה דלא תפסי קידושין דיבם משום דלא נפקע אשת אח, מ\"מ זקוקה לחליצה, וא\"כ באמת מנ\"ל לומר דגבי סוטה נתמעט לגמרי, וע\"כ דסובר הרמב\"ן דקרא דיבמתו לא שייך, אלא בדררא דאיסורא מצד אחר, אבל בסוטה כיון דליכא איסורא גבי יבם, ואף אם אסורה מק\"ו, כיון דעכ\"פ נתמעט בפירוש בפרשת יבום מלאחר ולא ליבם, לכן הוי כמו מיעוט במקומה ובודאי דפטורה גם מחליצה.<br><b> ואיברא </b> דיש לומר דלא דמי הא דולקחה, להא דלקחת, דבהא דלקחת לא נוכל לומר דחליצה נמי בכלל לקחת, דהא ע\"ז קאי קרא דאם לא יחפוץ לקחת ועלתה יבמתו וגו', דהוא דעולה לחליצה, אבל בקרא דולקחה, אפשר דגם חליצה בכלל, אבל זה דחוק דמסתבר דגם בקרא דולקחה לא נכלל חליצה, דהא ע\"ז קאי לקחת, ולכן מחוור יותר כמש\"כ דלהרמב\"ן שכתב דמלאחר ולא ליבם ממעטינן לה לגמרי, ה\"נ בקרא דולקחה לגמרי ממעטינן לה, ומשו\"ה חייבי עשה דאיתרבו לחליצה אינן פוטרות צרותיהן.<br><b> והנה </b> אי נימא כמש\"כ למעלה לשי' הרמב\"ן, דהא דבעי למיפטר צרת סוטה מטומאה כתי' בה כעריות, ואף דהיא עצמה פטורה לגמרי והויא אשת אח, ובארתי דרב אזיל אליבא דתנא דפוטר צרה מלצרור, ומשום דהיא אשת אח מאח זה, ולתנא דולקחה באמת א\"צ למעט צרה, וא\"כ קשה בהא דאמר הגמ' בדף ג' לרב ורב אסי אי ס\"ל דהדדי דהא רב אינו יכול לסבור כרב אסי, כדאמר הירוש' דמאן דמר אסי כר\"מ דכל שאין את מייבמני אין את מייבם צרתי, וצריך לומר דאף דרב אמר טומאה כתי' בה כעריות משום תנא דלצרור מ\"מ אפשר דאיהו גופי' סבר כתנא דולקחה וסובר כרב אסי.<br><b> ולפמש\"כ </b> אפשר ליישב מה דלא הוצרך הרמב\"ם להתיר צרה במחזיר גרושתו, כמו שהתיר ולדה בפט\"ו מאיסורי ביאה, והנה המ\"מ שם כתב דהוא משום דאמרינן היא תועבה ואין בני' תועבין ולפ\"ז הי' לו לכתוב כן גם גבי צרה, איברא דהי' אפשר לומר דאף דהרמב\"ם לא פסק כר' יוסי בן כיפר, זהו רק על אחר אשר הוטמאה, אבל תועבה קאי גם על עיקר קרא, דזהו לא יוכל בעלה, ולכן דוקא על בני' הוצרך לכתוב, אבל על צרתה אינו צריך לימוד כיון דלא קאי ע\"ז אחרי אשר הוטמאה, ולא הוי ע\"ז טומאה כעריות, דכיון דאיתעקר איתעקר, אבל באמת בעיקר דברי המ\"מ אין משמע כן מדברי הרמב\"ם, שכתב לפי שאינה ערוה, ולא משום שנתמעט מתועבה היא, ובאמת הא מקרא דתועבה לא משמע לן כלל לאסור הבנים, וע\"כ משום דגבי עריות כתיב תועבה, א\"כ במח\"ג דטומאה לא קאי עלה ה\"נ תועבה לאו עלה קאי, והפשוט בדברי הרמב\"ם שכ' שהרי אינה ערוה, הוא משום דלא קאי עלי' טומאה, ואף דאפי' אי הוי קאי ע\"ז טומאה, וכמו בסוטה, אין הולד ממזר, כדאמרי' ביבמות דף מ\"ט דהויה ואישות כתי', מ\"מ כתב הרמב\"ם האמת דליכא כאן טומאה כלל, ואינה ערוה, ולפ\"ז יקשה קצת מה דלא כתב כן גבי צרה אבל לפי דברינו למעלה מיושב.<br><b> והנה </b> בעיקר דעת הרמב\"ם דסוטה ודאי פטורה היא וצרתה בין מיבום בין מחליצה וסוטה ספק היא צריכה חליצה וצרתה מתייבמת שהראב\"ד הקשה על הרי\"ף בסוטה ודאי מדברי הגמ' בסוטה דאמר כיון דאיתא לבעל בעיא גיטא היא בעיא חליצה, והנה לדעת התוס' דפטור חליצה נלמד מהא דטומאה כתיב בה כעריות יש לומר דבסוטה ודאי ילפינן מטומאה דכתיב בה לאו, וכן כתב הרמב\"ן בתי' א', אבל לדעת הרמב\"ן דנלמד מלאחר ולא ליבם וסובר דמטומאה לא ילפינן אלא איסור צרה וכיון דמלאחר ולא ליבם לגמרי ממעט לה א\"כ גם בסוטה ספק הא מייתי שם על זה הא דלאחר ולא ליבם. והרמב\"ן כתב דרב חולק על רב יוסף והיינו דלא סבר סברא דאילו איתא לבעל, אבל לא כתב טעמא דסוטה ספק, וצריך לומר דסובר הרמב\"ן דרב למד סוטה ספק מהא דבמותר לה נאסרה, ולענין טומאה כתיב בה כעריות וכן לאחר ולא ליבם לא ילפינן אלא סוטה ודאי, אבל קשה לומר דרב חולק על רב יוסף ורב יוסף תלמיד רב הוא, וגם דהו\"ל בגמ' סוטה לאתויי הא דרב ודהיא דלא כרב יוסף.<br><b> ונראה </b> דכבר הקשו שם התוס' דלאחר ולא ליבם בסוטה ודאי כתיב, ותירצו דסוטה ודאי ידעינן מטומאה דכתיב בה, אבל להרמב\"ן דמטומאה לא הוי ידעינן פטור חליצה קשה, ונראה דזה ודאי דהגמ' נחת בסוטה לזה דילפינן דעשה הכתוב בסוטה ספק כודאי, ומה דצריך לקרא דלאחר ולא ליבם זהו משום דמה דעשה הכתוב ספק כודאי הא אינו אלא למה דנתרבה, כדחזינן דאיצטריך ד' ונטמאה, לבעל ולבועל ולכהונה ולתרומה, והו\"א דליבם מותרת ולזה מייתי רב יוסף מקרא דלאחר ולא ליבם דיבם הוי כמו בעל וזהו כעין ק\"ו דרבא, ומה דאמר רב יוסף אילו איתא לבעל מי לא בעי גיטא, יש לומר דרב נמי הוי סבר הך סברא אלא דכיון דלאחר ולא ליבם לגמרי ממעט לה א\"כ הוי אשת אח וכיון דהוי אשת אח ודאי דפטורה גם מחליצה, אלא דמ\"מ לענין איסור צריך להא דטומאה כתיב בה כעריות, אבל כל זה בסוטה ודאי אבל בסוטה ספק כיון דמצד עיקר דין סוטה דכתיב גבי בעל לא נפקעו קדושין א\"כ לא עדיף יבם מבעל, וכיון דלא נתרבה שיהי' ספק כודאי אלא לד' דברים וממילא לענין דין איסור ליבם לא נוכל ללמוד אלא איסור אבל לא שתהיה אשת אח, ולא הוי אלא איסור אבל אין בה ודאי אשת אח ומשו\"ה צריכה חליצה, ומה דלמד רב יוסף על סוטה ספק מלאחר ולא ליבם אינו אלא דגילתה תורה דיבם דינו כבעל וכיון דבעל אסור מספק גם יבם אסור מספק, ומקודם הוי סבר שיהי' לו דין פטור בתורת ודאי וע\"ז למד מסברא דאילו איתא וכו' ולכן בודאי יש לומר דאם היינו אומרים דנעשה אשת אח היתה עדיפא מבעל אבל באמת לא נעשה אשת אח דעל זה לא עשתה התורה ספק כודאי.<br><b> והנה </b> אדמו\"ר גאון ישראל זצ\"ל בספרו כתב כן על דברי הרמב\"ם דצרתה מתייבמת וכתב אדמו\"ר זה בגדר טומאה כתיב בה כעריות דהוא משום דמלבד דין קינוי הא אינו אלא יחוד דאין אוסרין על היחוד רק דלבעל אסרה תורה אבל טומאה כתיב בה כעריות לא ילפינן דמהני לזה קינוי, אלא שכתב דלענין דין לאחר ולא ליבם מהני קינוי, וכונתו עפ\"י דברי התוס' בסוטה, אבל להרמב\"ן דטומאה כתיב בה כעריות אינו אלא לאסור צרה אי אפשר לומר כן, ולבסוף כתב דהוא משום דררא דזנות ומשו\"ה מהני הקינוי גם ע\"ז. ולבאר דבריו נראה דזה תלוי אם רגלים לדבר מרעא לחזקת היתר דהתוס' בחולין דף ט' ע\"ב הקשו דמנ\"ל ספק טומאה ברה\"ר מסוטה הא סוטה אית לה חזקת טהרה, ותירצו דכיון דקינא לה ונסתרה יש רגלים לדבר ואיתרע חזקתה, ויש לתלות זה במחלוקת אביי ורבא בקדושין דף ס\"ו באשתו זינתה בע\"א והוא שותק שכתבו התוס' שיש רגלים לדבר, ומ\"מ סבר רבא דלא מהני, ובאמת יש להוכיח דכן סבר רבא בסוטה דאל\"כ למה לרבא ללמוד מק\"ו הא לענין זה דאינה מתייבמת הא איכא ספק איסור, ובמש\"כ התוס' בחולין דהוי רגלים לדבר ואיתרע חזקתה שפיר דהרמב\"ם לשיטתו סובר דס\"ט ברה\"ר לאו מסוטה ילפינן, ונמצא דמה דרב יוסף למד תחלה מלאחר ולא ליבם הוא בעיקר על ודאי סוטה, וממילא ידעינן ספק סוטה ממה דעשה הכתוב ספק כודאי, וסבר רב יוסף דלענין זה שייך לומר ספק כודאי דגלי קרא דיבם הוי כבעל לדין זה, ורבא סבר דלא אמרינן לדין זה כלל ספק כודאי רק משום ק\"ו."
            ],
            [],
            [],
            [
                "<b>עשה שמעון מאמר ביבמתו אשת ראובן ומת קודם שיכנוס אותה הרי לוי חולץ לצרתה ולא מייבם שאין המאמר קונה ביבמה קנין גמור כמו שבארנו.</b><br><b> בתוס' </b> דף כ\"ט הקשו בהא דאמר דמאמר לר\"ש אינו קונה אלא לדחות בצרה בלבד, דא\"כ איך אמר ר\"ש אם מאמר של שני מאמר אשת שני הוא בועל כיון דמאמר אינו קונה לגמרי רק קונה ומשייר, ושמעתי מאדמו\"ר הגר\"ח זצ\"ל להקשות בשם הגדול ממינסק זצ\"ל דהא כיון שעשה מאמר נעשה על הג' אשת אח ופקע דין יבום מאחיו, ותי' דלאחר מיתת בעל המאמר תהי' יבמה שהותרה ונאסרה וחזרה והותרה, והנה להרשב\"א דבזה כבר נתבטלה מצות יבום, רק שהותרה במיתת הבעל, א\"כ לא הוי יבום מצד הראשון, דאינו דין יבום אלא היתר, א\"כ אכתי אין כאן זיקת שני יבמין, אלא דאפילו להרמב\"ם שכתב רצה חולץ רצה מיבם, יש לומר דטעמא דכמו דאשת איש אינו מפקיע זיקה, ה\"נ כל היכי דאפשר להתבטל וכמו בשומרת יבם שקדש אחיו את אחותה ונימא דדין דרכי נועם אינו אלא בתחילת הנפילה, אבל היכי שאח\"כ ג\"כ לא תחזור מצות יבום מסתבר דבטלה לגמרי, וכאן כיון דעכשיו היא אשת אח ולכשימות לא יהי' דין יבום משום זיקת שני יבמין, אפשר דפקע זיקה ואף דבכל מקום דהוי זיקת ב' יבמין לא נימא דהשני לא יוכל לאסור כיון דאינו יכול ליבם משום זיקת ב' יבמין, דאינו דומה דהתם זהו האיסור ובלא דינא דזיקת ב' יבמין היתה מתייבמת, אבל כאן דבאמת נפקע עכשיו זיקתה מדין אשת אח יש לומר דלא מהני מה דאפשר שימות, כיון דגם כשימות לא יהיה דין זיקה משום זיקת שני יבמין וא\"א להתבטל, אף דיש לומר דמ\"מ הדין דאשת אח אפשר שיתבטל, מ\"מ אינו מוכרח דאנו אומרים דכח הזיקה לא נפקע כיון דאפשר שיצא לפועל, אבל כאן שהזיקה לא תצא לפועל שפיר נפקעת עכשיו מדין אשת אח.<br><b> והנה </b> יש לדון על עיקר היסוד דמה מהני מה דליכא זיקה משום שנעשית אשת אח, עכ\"פ הא נשארה גם אשת המת והוי אשת ב' מתים, דהא במאמר השני לא נתבטל אשת אח הראשון, דהא אמרינן דאי בעי לאפוקי לא סגי לה בגט, אך יש לומר דזה תלוי בעיקר דינא אם הדין הוא על אשת ב' מתים או על זיקת ב' יבמין, ובגמ' הוזכרו ב' הלשונות דביבמות איתא זיקת ב' יבמין ובגיטין פרק המגרש איתא אשת ב' מתים, ונראה דלהרשב\"א שכתב דיבמה הותרה במיתת המת, א\"כ לא דמי לאשת ב' מתים דהמגרש דשם לא הותרה במיתת הראשון, אבל כאן שהותרה ע\"כ דהאיסור הוא מצד הב' שלא יתקיים היבום בשבילו לחוד, ולא קרינן להקים לאחיו שם.<br><b> והנה </b> לפ\"מ שכתבנו בפ\"א הל' י\"ב י\"ג בדין חלוצה בדעת הרמב\"ם דדין יבום הוא אפילו אם אין זיקת יבום, וגם אחר חליצה יש גדר יבום, נוכל לומר דמש\"כ הרשב\"א דהותרה במיתת הבעל לא דהותרה סתם, אלא דהותרה על דין יבום, וראי' לזה דהא מאמר אינו אלא מדרבנן, וכתב רש\"י ריש פרק ר\"ג דלא הותר אלא ביאה, וא\"כ נוכל לומר דהרמב\"ם שכתב רצה חולץ רצה מיבם, ודקדקו מכאן דלא כהרשב\"א, ולפ\"ז אפשר לומר דהרמב\"ם אינו חולק על הרשב\"א, אלא דאף שמשום דרכי נועם נתבטל חיוב יבום ודין דלא תהי' אשת המת החוצה, מ\"מ לא נתבטל ההיתר ליבום.<br><b> והנה </b> נראה דאם נימא דלא כר' יוחנן דלא הותרה אשת אח וחייבים על החלוצה כרת, הא לכאורה ליכא למימר דינא דהותרה ונאסרה לדעת הרשב\"א, וכמו שכתב להדיא הרשב\"א דמוכיח סברתו מהא דקיי\"ל דאין חייבין על החלוצה כרת, אכן לפ\"ז יקשה דבירושלמי אמר הכי להדיא ר' יוחנן הא דהותרה ונאסרה, והירושלמי הא מהפך דר' יוחנן לר\"ל ור\"ל לר' יוחנן, וכיון דר\"י סבר דחייב על החלוצה כרת איך סבר הא דהותרה ונאסרה.<br><b> ונראה </b> דלפ\"מ דאמר בירושלמי דחלוצה להכי הוא בכרת משום דנעקרה הימנה זיקת המת למפרע, [ומ\"ד דחולץ אינו בכרת הוא משום דנראה לפטור בה], א\"כ נוכל לומר דגם ר' יוחנן בירושלמי סבר דבזיקת היבום ע\"כ הותר איסור אשת אח, אלא דבחליצה פקע ההיתר למפרע, אבל במה דנעשית ערוה לא פקע למפרע, ואף דהירושלמי מסיים לענין היתר היבמה אחר היבום אצל האחין משום דאשתו היא, היינו משום דהיינו אומרים גם בזה סברא דלמפרע כמו דאמר מקודם סברא דלמפרע לענין צרות, ולכן מכיון דאמרינן אשתו היא היינו דלדידהו נמי מהניא הזיקה ושליחותא דידהו קעביד לענין זה שלא יהי' עלי' איסור אשת אח, אבל כל זה אי איכא טעמא דלמפרע, אבל אי ליכא טעמא דמפרע כמו בנעשית אחות אשה, כיון דלא נאסרה בשעת נפילה והותר אשת אח לא פקע היתרה, והוא משום דשייך יבום גם אח\"כ אע\"ג דליכא חיוב יבום.<br><b> ובזה </b> מבוארים דברי התוס' שהתחלנו דלדברי הרשב\"א דבמיתת האח כבר הותרה אשתו משום אשת אח א\"כ מה מהני מה שאח\"כ נעשית אשת ב' מתים, וצריך לומר דהאיסור אינו בשביל הראשון אלא בשביל האח השני, ולכאורה כיון שהותרה מצד האח הראשון למה תהיה אשת ב' מתים, אלא דטעמא דכיון דעכ\"פ איכא מצות יבום מצדו, א\"כ מה שייבם אותה האח השלישי לא תהיה מצד האח השני לבד אלא מצד שניהם, וזיקת ב' יבמין לא הותרה אשת אח דהא לא קרינא להקים לאחיו האחד שם, וממילא אי אפשר שיותר איסור אשת אח שלו, ונמצא דכל האיסור הוא לא מצד האח הב', אלא מצד זיקת ב' יבמין.<br><b> והנה </b> לפ\"מ שבארנו איכא נ\"מ דגבי אשת ב' מתים יש איסור מכל אשת אח לגבי האח השני, ונמצא דאסור היבם ליבם את הב' מצד הא' והוי גדר ערוה ושייך איסור צרה, אבל בזיקת ב' יבמין שמצד אח הראשון מותר, א\"כ מה דאסור מצד האח הב' אינו דליכא לגבי' מצות יבום והוי כמו איילונית ולכן ליכא לגביה איסור צרה דבשלמא אם היתה אסורה גם מצד הראשון א\"כ הוי מצד אחד להשני אשת אח, ושייך שיהיה איסור צרה, [ואיברא דאפשר דדמי לצרת בתו איילונית שמעולם לא הי' בה גדר זיקה, והיינו דצרת אשת השני הא לא הי' בה זיקה אלא דמ\"מ אם נשואין הראשונים מפילים יש לחלק מצרת בתו איילונית], אבל אם מצד הראשון אינו אסור לא שייך כלל צרה, דהא עיקר האיסור בא עכשיו בשביל דלא שייך יבום, ולפ\"ז אשת ב' מתים אי אפשר אלא במתו בב\"א וכדאמר בירושלמי שנפל הגג על שניהם כאחד, או כהא דגיטין באומר הרי את מקודשת חוץ מראובן, ועכשיו מיושב דכיון דמשום גדר אשת ב' מתים אין לבוא כאן משום שכבר הותרה, ורק משום זיקת ב' יבמין, ובזה שפיר דלהרשב\"א הא ליכא זיקה מן הראשון ואפי' אחר מיתה, ואפי' להרמב\"ם יש לומר כמו שכתבנו דכיון דעכשיו היא אשת אח וגם לאחר מיתה לא יהיה זיקה, ממילא ליכא זיקה ומותרת מפני זיקת השני.<br><b> ולפ\"מ </b> שבארנו מיושבים דברי הירושלמי דאמר בהך מתני' דהוא כר' מאיר דאמר כל שאין את מיבמני אין את מיבם צרתי, וכתבו המפרשים דהוא שלא יאמרו ב' יבמות הבאות מבית אחד מתייבמות, וקשה דגזירה זו לא שייך לכללא דר' מאיר דמשמע דהאיסור הוא משום גדר צרה, ובפרק א' מייתי בירושלמי הא דר' מאיר על הא דר' אסי דאמר צרת איילונית אסורה, אבל לפמש\"כ מבואר שפיר דכאן שייך נמי להא דר' אסי דאמר צרת איילונית אסורה וכמו שכתבתי לבאר זה בפ\"ו אם אשת אח מאח זה פוטרת צרה, דיש לומר דלא דמי לאשת אחיו שלא הי' בעולמו דהוי ערוה מאח אחר, אלא דזה מוכח מדין צרת איילונית דפוטרת צרה, ומאן דפליג הוא רק משום דהוי שלא במקום מצוה והארכתי בביאור דברי הירושלמי והרמב\"ן עיי\"ש, וממילא גם הכא אף דהאיסור הוא משום זיקת ב' מתים ומשום השני מ\"מ שייך איסור צרה.<br><b> והנה </b> בתוס' מפרשים הך תנא גזר משום צרה וכו' היינו תנא דד' אחין אסר רק משום צרה דשמא יאמרו ב' יבמות מתייבמות, אבל אין האיסור משום אשת ב' מתים, אבל תנא דהתם לא גזר משום צרה אלא אטו אשת ב' מתים דהוי בעלמא דאורייתא ולא גזר אלא בה ולא בצרתה, ולפ\"ז אי גזרינן גם בצרה ע\"כ לאו משום אשת ב' מתים אלא משום גזרה שמא יאמרו, אבל מדברי הרמב\"ם מוכח דבהיבמה עצמה הוא משום אשת ב' מתים ורק אח\"כ בהלכה כ\"ח על זה שלא יחלוץ לבעלת המאמר ולייבם לאשתו והוא באיסור צרה כתב טעמא דגזירה שמא יאמרו.<br><b> ונראה </b> דהרמב\"ם פסק דלא כגמ' דד' אחין אלא כסוגיא דהאשה רבה וכרבא דאמר דלאו דוקא היכי דאיכא צרה, והטעם משום אשת ב' מתים, אלא דמ\"מ בצרה לא שייך לגזור מצד צרת אשת ב' מתים כמו שכתבתי דכיון דכל האיסור הוא משום אח השני לא שייך איסור צרה דהוי כמו צרת איילונית, ולכן גבי איסור צרה כתב הרמב\"ם משום גזירה אבל באיסור עצמה לא הוי גזרה שמא יאמרו, אלא משום איסור אשת ב' מתים, והוא מדרבנן משום דמאמר מדרבנן, ופי' דברי הגמ' דהאשה רבה היא דמה דאמר דגזור משום צרה, היינו דאם הי' כל האיסור רק איסור אשת ב' מתים לא שייך לאסור צרה כיון דהוי כמו אשת אח שלא במקום מצוה וכמו שכתבנו, ולכן אם היינו אומרים דמאמר קונה במקצת לא היה שייך לאסור הצרה אם היינו אומרים דהוי ספק וזהו דעת ר\"ש, אלא שחכמים גזרו מלייבם הראשונה לא משום ודאי קנין בשיור דאי הכי לא הי' שייך לאסור הצרה, אלא משום שלא ידעו אם הוא קנין או לא, ואף דלפ\"ז ספיקם של העולם יהי' כמו לר\"ש, אלא דלר\"ש דהוי ספק בעיקר הדין לא גזר דילמא חלץ והדר מייבם, אבל לדידן דמעיקר הדין הוי דרבנן קנין בשיור ולא שייך לאסור הצרה, משום דהוי אשת אח שלא במקום מצוה, לכן גזרינן דילמא חליץ והדר מייבם, ועכשיו א\"ש הנ\"מ מה דלדידן גזרינן ור\"ש לא גזר [ויסוד לזה מש\"כ התוס' דאי יש זיקה לא גזרינן דילמא חליץ והדר מייבם, ויסוד לזה הוא מתני' דפ' כיצד דף כ\"ג].<br><b> ועכשיו </b> מיושב שפיר דהתם בעיקרא דמילתא ע\"כ קאמר הגמ' דשייך לאסור יבום של שניהם לא מטעם אשת ב' מתים אפי' דנימא דלא כדקס\"ד דהוי דאורייתא אלא דהוא דרבנן דאי אסורה משום ב' מתים א\"כ כבר לא שייך לאסור צרה, וע\"כ אפי' משום אשת ב' מתים דרבנן לא גזרינן אלא דאיכא עוד גזירה שיאמרו שהם מבית אחד לגמרי, וממילא לא צריך תו לאסור משום אשת ב' מתים, אלא דמ\"מ כיון דאיסור זה הי' שייך רק היכי דאיכא צרה, וכיון דבהאשה רבה אמרינן דאפי' היכי דליכא צרה אסורה וע\"כ משום איסור ב' מתים.<br><b> והנה </b> בתוס' כתבו לפרש דהך תנא דארבעה אחין גזר משום צרה ולית לי' איסור ב' מתים, ולכאורה ל\"ל לגמ' לפרש כן לימא דבאמת אית לי' למתני' דד\"א איסור ב' מתים כדתנן להדיא במתני' ורק דבצרה גזרו משום שמא יאמרו, אכן יש לומר בפשיטות דאי הוי סבר הא דאשת ב' מתים לא הוי שייך לגזור גזרה שמא יאמרו ב' יבמות הבאות מבית אחד דאפי' אם יאמרו דמאמר קונה מדאורייתא בודאי אינו אלא קונה ומשייר, ולא יטעו לומר דמאמר הוא כביאה ממש, וא\"כ עכ\"פ לגבי הצרה לא שייך לאסור משום ב' יבמות הבאות מבית אחד, ואי ידעו איסור צרה בשני מתים ילמדו מזה דשני מתים אינו אסור בצרה וזה משמע דלא איכפת לן, ואפשר דטעמא דשני מתים דאורייתא לא שכיחא כ\"כ דנגזור בשביל זה, וא\"כ עכ\"פ לגבי הצרה ליכא שום חשש וע\"כ סוברים התוס' דאי הוי אשת ב' מתים לא שייך לומר הא דב' יבמות, ולכן שפיר הוכרחו בגמ' לפרש דתנא דד' אחין לא סבר כלל הא דב' מתים.<br><b> והנה </b> לפי' הרמב\"ם ג\"כ אם נאמר דידעו מאיסור ב' מתים כיון דבב' מתים באמת מותר צרה א\"כ לא שייך למיגזר כלל, וע\"כ דהרמב\"ם מפרש דבאמת יטעו לומר דלא הוי אשת ב' מתים משום דקונה לגמרי או משום דדין אשת אח מפקיע דינא דב' מתים, ודלא כמש\"כ התוס' בדכ\"ט, ולפ\"ז אפשר לומר דהא דגזרינן גזרה שמא יאמרו הוא אפי' אי סברינן אשת ב' מתים דאורייתא, דבאמת הא אשת ב' מתים אי הוי דאורייתא או דרבנן, דאפי' הוי דאורייתא, מ\"מ קונה ומשייר דאפי' איסור אשת אח גמור ג\"כ ליכא, אבל אם יסברו דדחי דתי' גמורה א\"כ ליכא איסור ב' מתים, ושייך לגזור משום ב' יבמות הבאות מבית אחד, וזהו באמת המחלוקת דתנאי דתנא דד' אחין סבר דשייך למיגזר משום ב' יבמות משום דיסברו דליכא איסור דב' מתים והך תנא דהאשה רבה סבר דליכא למיגזר דודאי ידעו מאיסור דב' מתים.<br><b> אך </b> במה דאמר הגמ' דהך תנא גזר משום צרה היינו דלבד איסורא דב' מתים שייך נמי למיגזר משום צרה, והיינו דכיון דאיכא צרה גזרינן משום ב' יבמות, ואף דהתוס' מדחו פי' הריב\"ן היינו דהריב\"ן רצה לפרש דכל האיסור הוא משום ב' מתים וצרה גזרינן אטו בעלת מאמר, ולכן כתבו שפיר דבעלת מאמר לא קרינן צרה, ועוד דפבד\"א אמרי' דגזרינן משום ב' יבמות ולא משום ב' מתים, אבל לפי דברינו נאמר דהגמ' אמר רק דגזרינן בכל חדא וחדא משום צרה, ואפשר לומר דגם בבעלת מאמר ע\"כ שייך למגזר משום צרה דאם נימא דבבעלת מאמר ליכא איסורא אלא ב' מתים א\"כ ע\"כ ידעו דמה דפטורה הוא משום ב' מתים, וממילא לא שייך לאסור צרה משום שתי יבמות, וע\"כ דגם בבעלת מאמר שייך למגזר משום שתי יבמות וכולהו חדא גזרה.<br><b> ויש </b> לומר עוד יותר דמשום דשייך בבעלת מאמר גזרה משום צרה משום שתי יבמות, גזרינן נמי בצרה משום שתי יבמות, אבל אי בבעלת המאמר הי' פשוט דצריך ואסור רק משום שתי מתים לא הי' שייך לגזור בצרה דהוי שתי גזרות סותרות, וזהו בשביל דיש סברא לומר דלא הוי אשת שתי מתים אליבא דב\"ש ודלא כתוס' הנ\"ל.<br><b> [הוספה </b> מכ\"י והנה כתבתי במק\"א להקשות להרשב\"א דמפרש דדין יבמה שהותרה הוא משום דהותר אשת אח וכר' יוחנן דאין האחין חייבין על החלוצה והצרה כרת, א\"כ לר\"ל דאינו סובר כן לא מצי סבר הא דהותרה ונאסרה, ובירושלמי איתא הכי לר' יוחנן אף דבירושלמי מהפך הגירסא מר\"י לר\"ל וסובר דר\"י סבר לא הותר, ותירצתי עפ\"מ דאמר הירושלמי דלר' יוחנן אמרינן מכיון שחלץ נעקרה זיקה למפרע למפרע חל איסורו של מת, ואמרתי דבזה חולקים הבבלי והירושלמי דהירושלמי סובר דאי הותר אינו יכול ליאסר ולכן ע\"כ הוא משום למפרע, ואמרתי דדין למפרע לא נימא אלא לגבי חליצה אבל היכי שנאסרה משום ערוה כיון שיכולה לחזור ולהיות מותרת (והיינו אפילו אם נימא דקדושין מפקעי זיקה מדאורייתא ובזה נחלק לר\"ל מחליצה ונעשית ערוה דבנעשית ערוה לא אמרינן למפרע כיון דיכולה להיות מותרת) והנה אם היינו אומרים כמש\"כ דהיכי דתחזור ותהי' מותרת לא פקעה זיקה מדאורייתא הי' ניחא שפיר, אלא דיקשה לפ\"ז דא\"כ היכי דלא תחזור ותהי' מותרת דפקעה זיקה תשאר אשת אח, וא\"כ גבי אשת ב' מתים תהי' אשת המת גם ממת הקודם, וא\"כ אי אפשר לפרש כמו שפירשתי בירושלמי דתלי לה בהא דר' מאיר דכל שאין את מייבמני דהא נשאר אשת אח גם מאח הקודם והוי כמו אשת אחיו שלא היה בעולמו, אבל באמת זה אינו דהוי כמו צרת בתו איילונית, ומיושב קושית התוס' בדף י' דגבי אשת ב' מתים לא משכחת כלל דין צרה.<br><b> ואפילו </b> אם לא נפרש כן אלא כפשוטו לר' יוחנן דהותרה אשת אח ג\"כ קשה דהא בפשוטו צריך לומר דאף דהותרה הוא דוקא לדין יבום, מדלא הותרה לקידושי כסף, וכיון דהותרה לדין יבום א\"כ קשה עפ\"מ שיש לחקור דאפשר דלאו דוקא זיקת ב' מתים אלא אפילו יבום של ב' מתים, עוד יש לחקור אם דין דזיקת ב' מתים כיון שהוא בעיקר דין יבום מפקיע דין יבום לגמרי, וא\"כ כאן כיון דנשארת עכשו אשת ב' מתים ונפקע דין יבום לגמרי לגבי זה לא הותרה כלל, דלא אמרינן דהותרה אלא היכי דעכ\"פ ישאר דין יבום, וראי' מדלענין קידושי כסף הוית אשת אח, וא\"כ אפילו לר' יוחנן דהותרה הוא דוקא לגבי איסור ערוה, אבל לגבי איסור ב' מתים תישאר גם באיסור אשת אח מן הקודם, ולפמש\"כ דגם איסור אשת אח הקודם אינו אוסר צרה ניחא שפיר].<br><b> והנה </b> במה שכתבתי למעלה דנימא דאפילו אם אין זיקה היינו שבטלה הזיקה מ\"מ יש מצות יבום, יש לעיין אי מיקרי בזה זיקת ב' יבמין, והלשון זיקת ב' יבמין משמע שיש עליה זיקה של ב' יבמין, ואם נימא דגם אם אין זיקה נמי שייך זיקת ב' יבמין כיון דעכ\"פ איכא גדר יבום, א\"כ בדברי התוס' שכתבו דלר\"ש נמי אשת שניהם הוא בועל, וכתבנו דאף דנעשה אשת אח ובטל דין יבום ורק דמ\"מ הוי יבמה שהותרה ונאסרה, וכתבנו דמ\"מ לפי' הרשב\"א דיבמה שהותרה ונאסרה נמי ליכא מצות יבום שוב לא קשה קושית התוס', וכתבנו עוד דאפילו אם נחלוק על הרשב\"א היינו דנסבור דכיון דאפשר להתבטל האיסור לא נדחה כלל מצות יבום, אבל זהו באחות אשה שאפשר שיתקיים מצות יבום, אבל באשת אח כיון דעכ\"פ אמרה תורה שיהי' אשת ב' מתים א\"כ לא יהי' כלל דין יבום, וממילא ע\"כ דנדחה לגמרי דין יבום, אלא דאם נימא דמותרת ממילא נוכל לומר דעכ\"פ איכא גדר יבום אף דאין מצות יבום ושוב יהי' באיסור אשת ב' מתים, והיינו דמצות יבום ליכא כיון דאסרה תורה אשת ב' מתים, א\"כ לא יתקיים מצות יבום מצדו, ומ\"מ אפשר להיות מותר מצד בעל המאמר, אבל אם נימא דגם היתר ליבום מיקרי ב' מתים א\"כ שוב הוי אשת ב' מתים.<br><b> ואם </b> נימא דאשת ב' מתים לא הוי אלא היכי דהוי זיקת ב' מתים היינו דיש מצות זיקה, לכאורה יקשה לב\"ש כיון דסברי דמאמר קונה מה\"ת א\"כ לגבי אחין הוי אשת אח ובטל מצות יבום, אלא דלמסקנא לא קשיא דהא למסקנא ליכא לא דין אשת אח ולא אחות אשת לב\"ש לדחות מצות יבום. וא\"כ שפיר הוי זיקת ב' מתים משום דמאמר לב\"ש קונה ומשייר ולא הוי קנין גמור.<br><b> [והנה </b> לפמש\"כ למעלה לחקור אם כשיש דין יבום ולא זיקת יבום אם שייך משום ב' מתים, ויש לחקור עוד להיפך אם יש הדין דזיקת ב' יבמין אם שייך דנימא דמ\"מ נשאר היתרא דאיסור אשת אח דכתבנו דהוא רק במקום יבום, והיינו אם זה שכתבנו דהיתרא דאשת אח הוא רק במקום שיתקיים מצות יבום או יבום שלם או דנימא דאף דבזיקת ב' יבמין לא התירה תורה אבל כשכבר הותרה לא איכפת לן במה שתתייבם בזיקת ב' יבמין כיון דעכ\"פ דין יבום ע\"ז, ויש לעיין בזה].<br><b> והנה </b> לפמש\"כ למעלה דלהירושלמי דסובר דר' יוחנן סבר דהאחין חייבין על החלוצה כרת, א\"כ א\"א לכאורה לומר כהרשב\"א בפי' דהותרה ונאסרה, וכתבתי דהירושלמי דסבר טעמא דלמפרע, א\"כ אפשר דדוקא בחליצה דהוי למפרע, אבל באחות אשה דלא שייך למפרע אמרינן דכיון דהותרה הותרה, רק דכתבתי דאפשרות יבום ישאר כמו בחלוצה דאין חיוב יבום, ומ\"מ לפמש\"כ נשאר אפשרות יבום, ואף דאינו מוכרח דאולי אפשר לומר דהותרה אף דאין דין יבום כלל, אך אם נימא כן דדוקא בשביל דאיכא דין יבום אף בלא מצות יבום, יש לעיין במה שכתבנו דלכן אמרינן הכא זיקת ב' מתים, משום דליכא למימר אשת ב' מתים משום דהותרה, אבל אי נימא דבזיקת ב' יבמין לא שייך יבום משום דאינו יבום של אח זה לבד, א\"כ כבר אינו דין יבום והיכי דאינו דין יבום לא הותר אשת אח, וממילא שייך גם איסור אשת אח הראשון, ע\"כ אנו צריכים לא' מב' האופנים, או דשייך היתר אשת אח אף שלא יהי' אח\"כ דררא דיבום כלל, ובזה קשה דליהני קדושי כסף מדאורייתא, ולא מאמר דרבנן, או דנימא דאף דמיעטה התורה אשת ב' מתים זהו לענין דין היתרו של יבום מסתבר לן דכיון דהיבום אינו שלם מצד אחד אין בדין שידחה אשת אח, אבל היכי דכבר הותרה אשת אח, אין חסרון אם יש גם צד יבום לאח שני דעכ\"פ יבום מיקריא, ועל יבום הותר כבר אשת אח.<br><b> והנה </b> ב' החקירות שחקרתי א' אם דין יבום לא בטל במקום שנתבטלה המצוה משום זיקת ב' מתים, וב' אי זיקת ב' מתים מיקרייא היכי דמאח אחד ליכא זיקה אלא דין יבום, ולכאורה יש לתלות חקירה אחת בחברתה, והיינו דאם נימא דגם במקום שנתבטלה הזיקה משום זיקת ב' מתים מ\"מ נשאר דין יבום א\"כ מוכח לכאורה דדין יבום אינה מתבטלת משום דינא דאשת ב' מתים, א\"ו לא נוכל לומר דמשום דין יבום יהיה לה דין אשת ב' מתים, אבל באמת חקירתנו לגבי יבומו של השני, והיינו דאף דנימא דדין זיקת ב' מתים אינה אלא לבטל הזיקה ולאסור אותה משום אשת אח בתחילת נפילה, אבל מ\"מ כשכבר נפלה ליבום אין הדין דאשת ב' מתים מעכבת יותר מחליצה או מאיסור ערוה, דכיון דעכ\"פ כבר נפלה אף דאין זה עיקר המצוה מ\"מ נימא דמיקריא יבום לענין שתועיל לה היתרה דשעת מיתה, מ\"מ נוכל לומר דלגבי היתרו של אח השני, דין יבום נמי מועיל לענין שלא תהיה נקראת מתייבמת מאח אחד, והתורה לא התירה אלא יבום מאח אחד וכיון שעכ\"פ מתייבמת מטעם ב' אחים לא הותרה אשת אח, ונמצא דאיסורו של אשת אח השני לא הותר.<br><b> [קוטב </b> הדברים במה דעוררתי בקושית התוס' בדכ\"ט בשם אדמו\"ר הגר\"ח זצ\"ל דהא נפקע זיקת יבום מן השני משום אשת אח, ותי' ע\"ז משום דלאחר מיתת בעל המאמר תהי' יבמה שהותרה וכו' וכתבתי דלשיטת הרשב\"א לא יוחזר זיקת יבום, וכתבתי דאפילו לא נימא כהרשב\"א היינו משום דכיון דאפשר שיוחזר זיקת יבום לא מתבטל כלל וצריכה חליצה וממילא ליכא חסרון דדרכי נועם, ול\"ד לפצוע דכא שלא יוחזר, ולפ\"ז אי לא הוי גלי קרא דזיקת ב' מתים אינה מתייבמת באמת היתה זיקת ב' מתים, אבל כיון דגלי קרא לא נימא דממילא אם נאמר דמתייבמת הדר הוי אשת ב' מתים, דז\"א דשפיר אנו אומרים דמצד אח הקודם א\"א להתייבם דהוי זיקת ב' מתים וממילא לא יוחזר הזיקה וכיון שלא יוחזר הזיקה הדר מפקיע איסור אשת אח הזיקה לגמרי, וכיון דמפקיע לגמרי לא ישאר אלא זיקת מת א'.<br><b> אכן </b> הקשיתי לשיטת הרשב\"א דיבמה שהותרה וכו' הוא משום דפקע איסור אשת אח וזה אינו אלא לר\"ל לשיטת הירושלמי אבל לר' יוחנן הא לא פקע, ור' יוחנן הא סבר ג\"כ בירושלמי הא דיבמה שהותרה וכו' ותירצתי עפ\"מ דאמר בירושל' דטעמא משום דכיון שחלץ נעקרה למפרע הזיקה, והיינו דהזיקה אינו אלא אם תתייבם, והא דצריך לומר עוד גבי יבום דמהני אצל האחין משום דאשתו היא היינו דבלא\"ה היינו ג\"כ אומרים דלמפרע הוברר כמו דאמר לעיל מינה גבי צרה, וכ\"ז בחליצה אבל כשנעשית ערוה נוכל לומר דכבר פקע איסור אשת אח גם לר' יוחנן, אלא דמשמע דצריך לומר לכו\"ע דהוא משום דעכ\"פ יהיה דין יבום אף שלא יהיה מצות יבום, ובאופן זה אמרינן פקע איסור אשת אח, דאי נימא דפקע לגמרי א\"כ אמאי משמע דלכו\"ע אינו מועיל קדושי כסף, וכ' רש\"י בפ' ר\"ג דטעמא משום דלא הותר אשת אח אלא לביאה, והנה מה שבארתי ד' הירושלמי דתולה איסור צרה בהא דר' מאיר איירי נמי ר' יוחנן ומוכח נמי דר' יוחנן מודה דמצד איסור אשת אח ראשון אין איסור, והוא כמו שכתבתי דדוקא בחליצה דפקע זיקה למפרע סבר ר' יוחנן דלא הותר, אכן אם נימא דמה דהותר הוא דוקא אם עכ\"פ מתקיים דין יבום אף דמצות יבום נתבטל יש לעי' בזה אי נעשה אח\"כ זיקת ב' מתים דנמצא דהיבום הוא מצד שני האחים, אי אמרינן דיש עכ\"פ דין יבום ולא מיעטה תורה אלא ממצות יבום ומהיתרא דאשת אח, עוד יש להסתפק היכי דאין זיקת אח הקודם שכבר נתבטלה הזיקה ומ\"מ נימא דיש כאן דין יבום אם נאמר בזה זיקת ב' מתים לגבי אח השני בשביל דין יבום שיש מאח ראשון, ולכאורה תלי זב\"ז היינו דאי נימא דגם אחר דין זיקת ב' יבמין נשאר דין יבום אם היא רק מותרת משום ערוה א\"כ לכאורה לא אפשר שדין יבום בלא זיקה יעשה אשת ב' מתים, אבל באמת ז\"א דאף דנימא דדין זיקת ב' מתים אינו אלא לבטל הזיקה אבל מ\"מ יבום מיקריא, מ\"מ אפשר דלגבי זיקת האח הב' יהיה חסרון מה שהיבום הוא גם מצד האח הראשון.<br><b> אולם </b> אם נימא דזיקת ב' יבמין עושה שלא יהיה גדר יבום כלל א\"כ לפ\"ז יהי' צריך לומר שאינו צריך כלל דין יבום לדין היתר האשת אח, דאי לאו הכי לא יתיישב מה שהוכחנו הא דתלי' בירושלמי דין דאיסור צרה דאשת ב' מתים בהא דרבי דכל שאין אתה מייבמני, וכתבנו דהוא בשביל דאיסור אשת אח הקודם כבר הותר, אך באמת לא קשה דעכ\"פ אם נימא דליכא דררא דיבום גבי אשת ב' מתים א\"כ לא שייך איסור צרה אפי' משום אשת אח הקודם, וכמו שמותרת צרת בתו איילונית, אלא דבלא זה היינו אומרים דדין דאשת ב' מתים אינו אלא שלא הותר לגבה איסור אשת אח אבל איכא דררא דיבום, ובזה שפיר כתבנו דכיון דהותר אשת אח הקודם א\"כ אינו משום איסור אשת אח, ורק דעצם זיקת ב' יבמין לא הותרה, וכיון שכן ע\"כ אם נימא דליכא דין יבום כלל, ממילא לא שייך דין צרה כלל והוי כמו צרת בתו איילונית וכנ\"ל, ולפ\"ז מיושב בפשיטות מה שהקשו התוס' בדף י' דליתני צרת אשת ב' מתים דלדברינו ליכא צרת אשת ב' מתים כלל אפי' היכי שנשאר דין אשת אח גם מאח הקודם דהוי כצרת בתו איילונית]."
            ],
            [],
            [],
            [
                "<b>שתי יבמות הבאות מבית אחד שהאחת מהן ערוה על היבם והרי הערוה איילונית צרתה מותרת וחולצת או מתייבמת, הואיל והאיילונית אינה בת יבום וחליצה הרי זו כמי שאינה, ונפלה זיקתו על צרתה בלבד.</b><br><b> בחידושי </b> הרמב\"ן בדף ב' בד\"ה או שנמצאו איילונית כתב בסוף דבריו ועוד אומר ר\"ת ז\"ל דלרבא נשואי איילונית לאו מקח טעות חשבינן להו כלל וכן הלכה, ודבריו צריכין ביאור דהא מקודם כתב הרמב\"ן וז\"ל ובודאי דרבא מוקי למתני' כשהכיר בה ולדידי' לא שמעינן ממתני' כלום אלא מיהו מדרב אסי נשמע לדברי הכל וכו', וא\"כ במאי חזר בו עכשיו והסכים לדברי ר\"ת האחרונים דלא אמרינן מדרב אסי נשמע לדברי הכל, ונראה דכונתו משום דלרב אסי צריך למדחק בהא דתנן בכתובות דף ק' הממאנת והשניה והאיילונית אין להם כתובה דלענין איילונית לאו דוקא וגיטא נמי לא בעיא, וכן בהא דתניא קטן וקטנה לא חולצין ולא מייבמין קטנה שמא תמצא איילונית, דמיירי בשקבל עליו אחיו ואפילו אם תמצא איילונית, או כתי' הב' דדוקא בנמצאת איילונית בחיי הבעל והקפיד הוי מק\"ט ומתני' בנמצאת בחיי הבעל והוא דלא כתוספתא, וכיון דכ\"ז צריך למדחק לרב אסי דמפרש טעמא דמתני' משום דלא הכיר בה והוי מק\"ט, אבל לרבא דסבר דצרת איילונית מותרת אפי' הכיר בה א\"ש הכל כפשוטו, לכן אמרינן דודאי פליג רבא על רב אסי גם בזה דנשואי איילונית לאו מק\"ט. אח\"כ עינתי בספר הישר לר\"ת ומצאתי מפורש כמש\"כ והרמב\"ן ז\"ל קיצר וסמך על המעיין.<br><b> והנה </b> בפשיטות היה אפשר לחלק בין נשואין לאירוסין משום דאמרינן בכתובות דף ע\"ג גבי מומין דכנסה סתם אחיל לתנאו ונימא כן גם באיילונית, ומצאתי שהעיר כן הגרש\"ש וכתב דבירושלמי מפורש כן לחלק בין אירוסין לנשואין לענין איילונית, אך מה שכתב זה ליישב קושית הראשונים על הא דסבר רב אסי דבלא הכיר הוי מק\"ט באמת סוגיא דגמ' דידן לא משמע הכי דבגמ' פריך ארב אסי ומתרץ כאן שהכיר בה וכאן שלא הכיר בה, ולמה לי' לאוקמי בשהכיר בה הוי מצי לאוקמי בנשואה, ומוכח דגמ' דידן לא סבר כהירושלמי, ולרב אסי גם בנשואה הוי מק\"ט, וכן רש\"י בדף י\"ב דייק לכתוב אחר נשואין, אך חשבתי דאפשר לפרש בזה מה דכתב ר\"ת דלרבא נשואי איילונית לאו מק\"ט חשבינן להו דהוא דוקא בנשואין ומשום דעכ\"פ איילונית לא גרע ממומין דהוי מק\"ט ורק בנשואין אמרינן דודאי מחל, ובטעמא דרב אסי איכא למימר דרבה ואביי פליגי התם בהך סברא דכנסה אחולי אחיל, ואביי לא סבר הכי וא\"כ אפשר דרב אסי נמי פליג ארבה בזה, ולהלכה כתב שם הר\"ן בהלכות לשיטת הרי\"ף דקיי\"ל בזה כרבה וכן פסק הרמב\"ם ולכן רבא סבר כרבה.<br><b> אלא </b> דאכתי קשה דבאמת מנ\"ל לגמ' דידן לחלוק על הירושלמי ולומר דרב אסי פליג על רבה בסברא דכנסה אחולי אחיל, הא רב לא אמר אלא צרת איילונית אסורה, ואיכא לאוקמי בנשואה ולמה באמת לגמ' דידן לאוקמי דבריו בשהכיר בה, ואולי נימא דדוחק להגמ' לאוקמי מתני' דוקא בארוסה, ורבא דסבר כרבה דנשואה לא הוי מק\"ט הוכיח מזה באמת דצרת איילונית מותרת בכל גווני ומהני אפי' בשהכיר בה.<br><b> והנה </b> בעיקר הדבר לחלק באיילונית בין ארוסה לנשואה הרי הוא אם נימא דבמומין יש חילוק בין ארוסה לנשואה, אכן הרמב\"ם באמת לא חילק ופסק בפ\"ז מהל' אישות הלכה ח' דבקדושין סתם ונמצאו בה מומין מקודשת מספק, וכתב ע\"ז הר\"ן בהלכות הביאו הכ\"מ ונ\"ל שחשש הרב דילמא כי אמרינן קידשה סתם וכנסה סתם דבעיא גיטא ה\"ה לקידש סתם בלבד, דכי נקטינן לה בכנסה סתם לרבותא דאין לה כתובה נקטינן אבל אה\"נ דבקדש סתם בלחוד צריכה גט ולפיכך החמיר לומר ה\"ז מקודשת בספק עכ\"ד, ובאמת לשון הרמב\"ם לא משמע כלל דהוא משום חומרא דלא היה כותב בסתמא ה\"ז מקודשת בספק, ועוד דכנסה גופא הא אינו אלא ספק קדושין ולא הי' צריך לכתוב אלא צריכה גט להחמיר, דאפשר יהיה גם נ\"מ לענין הולד אי הוי ספק ממזר כיון דספק ממזר אינו אלא מדרבנן, והנה בתוס' במתני' דעל מנת שאין בה מומין כתבו גם כן בתי' ב' דגם קדושי סתם צריכה גט ונקט כנסה לרבותא לרב ולשמואל והא דארוסה אינה אוכלת בתרומה משום סמפון הוא רק דלא הוי קדושי ודאי [ובזה אני תמה על הלח\"מ שכתב שם לפרש דברי המ\"מ במה שכתב על דברי הרמב\"ם ואפי' לדעת רב דאמר קדשה על תנאי וכנסה סתם צריכה גט, ובאר דבריו הלח\"מ דהיינו דאפילו לרב דארוסה בת ישראל אינה אוכלת בתרומה, ומפרש בגמ' גזרה משום סמפון ומוכח דעכ\"פ קדשה ונמצאו בה מומין אינה מקודשת קדושי ודאי, והוא הלכה ברורה בכל מקום דארוסה אינה אוכלת בתרומה. אך אח\"כ ראיתי דהרמב\"ם פוסק כטעמא דשמא ימזגו אף דיש לומר בשביל דהוא לחומרא ויסבור כפי' התוס' דף מ\"ח דמסר הוא ג\"כ לחומרא ע\"ש]. והוא כדברי הרמב\"ם.<br><b> אך </b> מקור לזה נראה לפי דברינו דהא חזינן דהבבלי לא סבר כהירושלמי ואינו מחלק בין אירוסין לנשואין ולכאורה הי' פשוט לתרץ כד' הירושלמי ול\"ל להבבלי לדחוק דדוקא כשהכיר בה, ואף שכתבנו דלא נראה להבבלי לדחוק ולהעמיד משנתנו דוקא בקבל עליו, אבל באמת לפי תירוץ הבבלי נצטרך לדחוק ולאוקמי ברייתא דקטנה שמא תמצא איילונית דוקא בקבל עליו, ולכן דעת הרמב\"ם דבאמת מוכח מכאן דהבבלי אינו מחלק כלל מארוסין לנשואין, ואי סבר רב אסי כרבה דקדשה על תנאי וכנסה סתם צריכה גט כיון דאין אנו מחלקין בין איילונית לשאר מומין, ולכן מוכיח הבבלי דע\"כ רב אסי לא סבר כלל כרבה ובין ארוסה ובין נשואה א\"צ גט ודוקא בהכיר בה, ואף דעכ\"פ אליבא דאביי הו\"מ לאוקמי בבעל משום דאין אדם עושה בעילתו בעילת זנות, אפשר לומר דזה דוקא בהתנה וסליק אדעתי' דלכאורה כיון דאי הוי סליק אדעתי' לא הי' עושה בב\"ז א\"כ לא הוי מק\"ט, אכן יש לומר דכיון דלא סליק אדעתי' לא בעל לשם קדושין ונשאר המק\"ט משעת קדושין, או דיש לומר דכיון דלא צריך למיחש משום חשש איילונית ממילא אין כאן איסור דב\"ז, איברא דבמקום אחר הארכתי דאביי לא סבר הכי, מ\"מ אפשר דבזה לא סבר רב אסי כאביי ודוקא היכא דסליק אדעתי' אמרינן אאעבב\"ז, עכ\"פ לפי דברינו יבואר דלהלכה באמת אין חילוק וזה מוכח מסוגיא דידן, ורק רב אסי דלא סבר כרבה יכול לפרש משנתנו בלא הכיר בה, אבל רבא דסבר כרבה וגם לא הכיר בה הוי קדושי ספק ואפי' בארוסה, א\"כ ע\"כ דצרת איילונית מותרת אפי' הכיר בה, וא\"כ דזהו דתליא חד בחברי' דמשום דסבר רבא דבקדושי איילונית צריכה גט כרבה דכתובות ובכל גווני בין בארוסה בין בנשואה, לכן סבר דצרת איילונית מותרת ומיושב פסק ההלכה אל נכון בעזה\"י.",
                "<b>וכן אם גירש אחיו את הערוה או מיאנה בו קודם שימות, או שמתה בחיי בעלה ואח\"כ מת אחיו הרי צרתה מותרת וחולצת או מתייבמת, ואין אומרין הואיל ונעשית צרה לערוה שעה אחת תאסר לעולם שאין הצרה אסורה עד שתהיה צרת ערוה בשעת נפילה ליבום.</b><br><b> התוס' </b> בדף ב' חקרו בנדה אמאי לא אמרינן דתהי' אסורה להתייבם אעפ\"י שמטהרת אח\"כ כמו אחות אשתו ותירצו משום דאין האיסור על היבם טפי משאר בני אדם, ולהכי גם בנדתה קנאה, ומשמע דכונתם דכיון דאינו איסור ביחוד על היבם לא הוי כשאר חייבי כריתות, והוי רק איסור ביאה ולא איסור עריות בעצם, ושייך בה דין יבום, ואח\"כ מפרשים עוד משום דלא שייך דרכי נועם, ולפ\"ז משמע דדוקא אחר שתטהר שייך יבום אלא דלא ממעטא משום דרכי נועם משום דהוי שפיר דרכי נועם דלבעלה נמי אסירא, וקשה דהא מקודם הוכיחו דגם בנדתה נמי קנאה, ונראה בסברת התוס' משום דדין דרכי' דרכי נועם הוא דין לגלות אם חל דין נפילה, ואי הוי אמרינן דיש כאן דין דרכי' דרכי נועם כיון דעכ\"פ לא שייך מצוה היכי שיש חיוב כרת א\"כ הוי אמרינן דעכשיו לא שייך דין נפילה וכיון דדין נפילה אינו אלא בשעת מיתה א\"כ היינו יכולים לומר דבנדה לא שייך נפילה, וע\"ז כתבו התוס' דבנדה נמי שייך נפילה על אח\"כ כיון דלבעלה נמי צריכה להמתין, וכיון דשייך נפילה א\"כ גם עכשיו שייך נפילה ואיסור נדה הוא איסור בפ\"ע אבל אינו גורם שיתבטל מצות יבום מחמתו.<br><b> אלא </b> דצ\"ע אמאי לא נימא בזה מהב\"ע בשלמא בחייבי ל\"ת ועשה דקיי\"ל אם בעלו קנו לפ\"מ שפסק הרמב\"ם אפשר לומר דדין מהב\"ע אינו מבטל דין המצוה, אלא דאינו מקיים המצוה, רק דאפשר לומר דכיון דעכ\"פ הותרה אשת אח לגבי' מטעם דין נפילה ולכן בע\"כ קנאה אף דלא קיים מצות יבום, דזהו דין אחר דקנאה ונעשית כאשתו, (חסר).<br>ב) <b> התוס' </b> חקרו בנדה אמאי אינה פוטרת מיבום אע\"פ שמטהרת אח\"כ כמו אחות אשה דפטורה אפי' מתה אשתו, ותירצו התוס' משום דאין האיסור עומד על היבם ביחוד, ולכאורה הבנת דבריהם דאף דהוא חייבי כריתות אבל מכיון שאינה חייבי כריתות על היבם ביחוד, נמצא דעל זה לא קאי קרא דהא חפץ מייבם כל העולה ליבום עולה לחליצה ואמרינן בזה יש לך יבמה אחרת שעולה לחליצה ואינה עולה ליבום, ועכ\"פ היא זקוקה, ואמנם דבלא זה אין מקום לקושיתם דהא בגמ' אמרינן דלהכי בחייבי לאוין עולה לחליצה משום דתפסי בה קדושין וא\"כ נדה דתפסי בה קדושין דמי לחייבי לאוין, רק דיש לעיין בהא דמרבי הגמ' חייבי עשה ול\"ת מקרא דיבמתו יש לך יבמה אחרת שעולה לחליצה ואינה עולה ליבום, אי לגמרי אינה עולה ליבום וליכא בה דין יבום כלל, ולכאורה מוכח כן בגמ' דפריך אי ס\"ד מדאורייתא לחליצה רמיא ליבום לא רמיא אם בעלו אמאי קנו, אלמא דבחייבי עשה ול\"ת דבאמת איתרבי מיבמתו דלחליצה רמיא ליבום לא רמיא אין ה\"נ דאם בעלו לא קנו וליכא דין יבום כלל, רק דלפי זה תמיהני בדברי הרמב\"ם שכתב בהלכה י\"א ויבמה שהיא אלמנה מן הנשואין ובא עלי' כהן גדול לא נפטרה צרתה שאין עשה דוחה את ל\"ת ועשה, והואיל ולא קנה מן התורה קנין גמור לא הותרה צרתה לזר עד שתחלוץ, ומדכתב הרמב\"ם שאין ביאתה פוטרת צרתה משמע דהיא עכ\"פ מיפטרא ואינה צריכה חליצה להתירה לשוק, ואם נימא דלא רמיא כלל ליבום ולא קני לה בביאת יבום א\"כ אכתי צריכה היא עצמה חליצה, ולכאורה מוכרחים אנו לחדש בזה דכיון דעכ\"פ קני לה בקנין אישות כיון דתפסי בה קדושין ומשו\"ה אינה צריכה חליצה דלא שייכא חליצה באשתו [וצ\"ע בזה בסוגית הגמ'], ונצטרך בע\"כ לומר בראית הגמ' מהא דאם בעלו קנו הוא משום דמשמע לי' דקנו לגמרי ופוטרים צרותיהן. אבל היא עצמה ל\"ש בה חליצה כיון דעכ\"פ קנה אותה, ועכ\"פ דין יבום נימא דלא שייך בחייבי עשה ול\"ת, איברא דיקשה אכתי דהרמב\"ם סתם דבריו ולפי דברינו הא אם יהי' ביאת שוגג לא קנה והו\"ל להרמב\"ם לפרש עכ\"פ א\"ש לפ\"ז ראית התוס' מהא דפסחים דאמרי' יבמתו נדה ובעל פטור משום דקעביד מצוה, והוכיחו התוס' מזה דמשמע דקנאה בנדתה, והיינו דמשמע דקני לה בתורת מצוה.<br><b> אכן </b> נראה דאינו כן ודברי הרמב\"ם א\"ש כפשוטם, דהא זה פשוט דאם אין דין יבום כלל ואין מצות יבום בחייבי עשה ול\"ת, א\"כ קיימא קמי' באיסור אשת אח, וכיון דהוי איסור אשת אח לא הוי תפסי בה קדושין וגם דלא שייך חליצה כלל, וע\"כ דשייך זיקת יבום גם בחייבי עשה ול\"ת [והוא דלא כמש\"כ הישועות יעקב דבחייבי עשה אין לעשה כלל], והיינו דדין יבום איכא גם בחייבי ל\"ת ועשה, ולא דקרא דיבמתו מרבה, דלא איתרבי כלל ליבום, ורק דכיון דלכתחילה אסור לו לייבמה משום דאיכא עשה ול\"ת ואין כאן מצוה גמורה של יבום לא נפטרה צרתה ביבומה, ועוד צ\"ע הרבה בזה, עכ\"פ לפי דברינו דגם עשה ול\"ת כיון דתפסי בה קדושין ויש זיקת יבום אישתרי איסור אשת אח, א\"כ א\"ש דנדה כיון דתפסי בה קדושין איברא דאין עשה דוחה ל\"ת שיש בו כרת מ\"מ מצות יבום קיים.<br><b> עוד </b> כתבו התוס' בחילוקא דאחות אשה אף שמתה אשתו אח\"כ ששוב לא תיזקק ליבום משום דכתיב דרכי' דרכי נועם ואפי' היכי דלא מידחיא מהאי ביתא לגמרי כגון שיש לו אחים אסור לזה שמתה אשתו דאין זה דרכי נועם אם יש לה להזדקק לזה שנפטרה הימנו, אבל נדה דרכי נועם היא דלבעלה נמי צריכה להמתין עד שתטהר, והנה הרשב\"א לקמן ר\"פ כיצד מתרץ שם על קושית התוס' דלמה לי קרא באשת אחיו שלא היה בעולמו דבלא קרא הא לא הוי דרכי נועם, ותי' הרשב\"א דמיירי שיש אחים אחרים אלמא דביש אחים אחרים הוי דרכי נועם, ולכאורה יהי' ע\"ז תימה מראית התוס' דגם ביש אחים ג\"כ אסורה אלמא דלא הוי דרכי נועם, ובאמת הרשב\"א בעצמו על יבמה שהותרה ונאסרה הקשה איך אפשר דאחר שנפטרה תצטרך שוב להזקק, וכתב ליישב דמיירי שיש עוד אחים שעדין לא נפטרה, ומביא בעצמו מגמ' זו דהיה סברא להגמ' לחלק בין יש אחים או לא, והיינו דאף דלא מחלקינן היינו דוקא אם אין אני קורא בשעת נפילה יבמה יבא עליה, והיינו דבשעת נפילה נעשית לגבי' אשת אח, אז אין אח\"כ שוב נפילה חדשה, אבל אם בשעת נפילה נפלה לפניו ליבום אף שנאסרה אח\"כ כיון שעכ\"פ עוד לא נפטרה לגמרי שפיר יכולה שוב להזקק גם לזה שנפטרה הימנו, ונמצא מדברי הרשב\"א בתחילת דבריו דלעולם נימא דכל זמן שלא נפטרה הוי דרכי נועם אם תזקק לאח השני ומה שנאסרה אם היתה בעת הנפילה אחות אשה אינו משום דרכי נועם אלא משום דהכי הוא דכיון שנאסרה בשעת נפילה הוי כאשת אח שיש לה בנים, והיינו דאין לה עוד נפילה, אבל אם בשעת נפילה הותרה א\"כ תו לא הוית כאשת אח שיש לה בנים ורק דנאסרה ויכול להתחייב שנית, אכן בסוף דבריו משמע דמסיק דאפילו ביש לו אחים לא מיחייבא כיון שכבר נפטרה, ומוכח דסובר כשיטת התוס' דאף שעוד לא נפטרה לגמרי וכגון שיש אחים מ\"מ לא שייך שתתחייב לזה שלא היה בעולמו דאין זה דרכי נועם להזקק לזה שנפטרה הימנו כיון שלא היה בעולמו [ואף דעוד לא נפטרה הימנו כלל, וצריך הסבר לזה].<br><b> ובאמת </b> צריך להסביר תירוץ התוס' על קטן דאם הוא מחמת האיסור הוי כל יבמה שאין אני קורא בה ואין זה דרכי נועם, ואם הוא מחמת דלא הוי ראוי לביאה הוי דרכי נועם, והוי כמו הלך למדינת הים, ואינו מובן כ\"כ בסברא דלהלך למדינת הים לא דמי דהכא עיקר המצוה עוד אינה בעולם, אך סברת התוס' צ\"ל דלא שייך למעט מדרכי נועם אלא אם כבר נפטרה ממנו ולכן אם נימא דקטן אסור משום דלאו בר הקמת שם, וע\"כ דאיסור אשת אח לא נפקע, וע\"כ דאכתי לא שייך חיובא כלל דלא שייך זיקה אם יש איסור, וכיון שלא היה חיוב בשעת נפילה לא שייך לחייב אח\"כ דהא יכולה בתוך כך להתקדש, ולא שייך חיובא אלא בשעת נפילה, אבל מה שאינו ראוי לביאה כיון שעכ\"פ לא נפטרה היא נזקקת עכשיו אליו להמתין, אבל אם היא אסורה משום אשת אח לא שייך זיקה, ולפ\"ז מיושב היטב גבי אשת אחיו שלא היה בעולמו כיון דלא נאסרה אליו מעולם, אלא דאם אין אחים כלל א\"כ לא תוכל להזקק אליו אחר שכבר תוכל להתקדש, אך לפי הסבר זה א\"כ בנדה אפשר דאם הי' בנדה איסור מצד אשת אח א\"כ בודאי דלא היה שייך זיקה והי' שייך בזה דרכי נועם, ואף שבלא זה אינה יכולה להבעל אבל יכולה היא להתקדש, ושייך דרכי נועם כיון שבשעת נפילה ליכא חיוב, אלא דבאמת הא לא שייך כל זה דהא נדה אינה אסורה משום אשת אח כדהוכיחו התוס' מקודם, וביאור דברי התוס' דאיברא דאסורה משום נדה מ\"מ לא הוי בזה דרכי נועם ולכן היא זקוקה עכשיו להמתין לו להתייבם, אבל בשאר עריות אף אם היה אפשר להמתין ויתבטל הערוה אין זה דרכי נועם.<br><b> אך </b> כל זה לדברי התוס' דדין דכל יבמה שאין אני קורא בה בשעת נפילה הוא משום דרכי נועם אך לפ\"מ שהוכחתי מדברי הרשב\"א שרצה לומר דהיכי דיש אחים לא הוי חסרון דדרכי נועם ומ\"מ אסורה משום שאין אני קורא בה בשעת נפילה, ומוכח דעיקר דינא דאין אני קורא לא שייך לדרכי נועם, אלא דלענ\"ד הביאור דמשום דרכי נועם אנו יודעין דדין יבום אינו חל אלא בשעת נפילה ולא אח\"כ, ומ\"מ כיון שנאסרה בשעת נפילה אין לה שוב נפילת היתר, ולכן אם נוכל לבוא משום אשת אח בודאי דאסור, אבל היכי שאין דררא דאשת אח ורק משום דרכי נועם לחוד הי' מסתבר לי' להרשב\"א דלא שייך ביש אחים, וכן באשת אחיו שלא היה בעולמו אפשר דנוכל לקרוא זאת שעת נפילה ורק דנדון אם אין זה דרכי נועם, אך עכ\"פ איסורא דאשת אח אכתי אין כאן ולכן מתרץ הרשב\"א ביש אחים.<br><b> והנה </b> באמת היה אפשר לאמר דנדה דמיא ליבמה שנתקדשה דהואיל ויש תקנה לא נפטרה וה\"נ כן, רק דהתם אפשר עכשיו ובנדה צריכה להמתין וזה מוכח מקטן דאם הי' איסור הי' בי' משום כל יבמה שאין אני קורא בה, ולכאורה יש גם קצת דמיון למש\"כ הרשב\"א בריש יבמות דבעלת תנאי ל\"ה בכלל עריות, ולפמש\"כ שם עוד דאפשר דפטורה היא מחליצה יש לעיין מיבמה שנתקדשה ואין לחלק משום דהתם הוי אח\"כ וצ\"ע.<br><b> קוטב </b> הדברים דשיטת התוס' דאף אם יש אחים מ\"מ לא הוי דרכי נועם, והרשב\"א בסוגיא ביבמה שהותרה ונאסרה בריש דבריו רצה לומר דאם יש אחים אחרים לא הוי חסרון משום דרכי נועם, והנראה שם מדבריו דאף דבלא הותרה בשעת נפילה אמרינן כל יבמה שאין אני קורא בה אפילו ביש אחים אחרים, והיינו משום דמשעת נפילה נאסרה והיינו דדין יבום אינו אלא בשעת נפילה ולאחר נפילה לא יחול דין יבום גם בלא סברא דדרכי נועם, אך לכאורה אי אפשר לומר כן דהא עיקר דאמרינן דרכי נועם היינו בהיה לו בנים ומתו דבשעת נפילה לא נפלה והיתה אשת אח שיש לה בנים, וא\"כ נכונים דברי התוס' דמה דאמרינן כל יבמה שאין אני קורא בה בשעת נפילה הטעם לזה דמשום דרכי נועם לא יחול דין יבום אלא בשעת נפילה ולא אח\"כ, רק אולי אפשר לומר דזה ידעינן מדרכי נועם דאחר מיתה לא תיפול ליבום אך מ\"מ אפשר דכיון דזקוקה לשאר אחים לא צריך לדין נפילה חדשה רק מזה דאמרינן דכל יבמה שאין אני קורא בה בשעת נפילה יבמה יבא עליה הרי היא כאשת אח שיש לה בנים, א\"כ ע\"כ אנו צריכים לנפילה חדשה וזה אי אפשר משום דרכי נועם ובזה סובר הרשב\"א מתחילה דכל זה אם בשעת נפילה לא נפלה, אבל אם נפלה בזה יש נ\"מ דאם אין אחים א\"כ איכא בזה דררא דדרכי נועם דהא היתה יכולה להתקדש, אבל ביש אחים דדררא דדרכי נועם בעצם אין כאן דהא זקוקה, ולדין נפילה חדשה אין אנו צריכים ושפיר אפשר דתזקק.<br><b> וכן </b> נראה לכאורה שיטת הרמב\"ם שכתב בהא דיבמה שהותרה ונאסרה וחזרה והותרה דתחזור להיתרה ורצה חולץ רצה מייבם ומדכתב רצה מייבם משמע דהוא דין יבום ומוכח דזקוקה גם ליבום ולא כמש\"כ הרשב\"א דאינו אלא רשות, וממילא מיושב שפיר מש\"כ הרשב\"א גבי אשת אחיו שלא היה בעולמו דאיירי ביש אחים, דכיון דהי' סברא לומר דביש אחים לא תצטרך לנפילה חדשה, ורק דבנאסרה בשעת נפילה הוי סבירא לי' להגמ' דלגבי' היא כאשת אח שיש לה בנים, וממילא צריך לנפילה חדשה, ולפ\"ז באשת אחיו שלא היה בעולמו דאין על מי לחול דינא דאשת אח שיש לו בנים, נוכל לומר דלא צריך לנפילה חדשה היכי שיש אחים.<br>ג) <b> הרמב\"ם </b> בפיהמ\"ש בפרק ד' אחים בדף ל' אמתני' דג' אחים שנים מהם נשואין שתי אחיות ואחד מהם נשוי נכרית, כתב שם הרמב\"ם בפירוש המשנה וכבר נתבאר שהיא אסורה עולמית אבל צרתה ר\"ל נכרית לא מצינו בה דין בגמ' ולא דבר לאחד מן הגאונים והדין אצלי בה שהיא חולצת ולא מתיבמת לפי שאני מסופק אם אסורה משום ערוה ותהיה צרתה פטורה מן החליצה ומן היבום, או אסורה עליו מדרבנן שאמרו הואיל ונאסרה עליו שעה אחת אסורה עליו עולמית והיא כמו שני' וצרת שני' או חולצת או מתיבמת לפיכך תחלוץ להחמיר ודבריו תמוהים מאד דמשמע מדבריו דהא דאמר רב כל יבמה שאין אני קורא בה בשעת נפילה יבמה יבא עליה הרי היא כאשת אח שיש לה בנים ואסורה אפשר דלאו דוקא דהיא ממש כאשת אח שיש לה בנים אלא דאסורה להתייבם מדרבנן, אבל צריכה חליצה, ובאמת בדף קיא ע\"ב מייתי הגמ' הא דרב לענין קטן ודריש לה מקרא דקטן בר יבום, ואי נימא דרק מדרבנן לא מייתי מקרא מידי דאימא דקרא דכי ישבו אחים היינו דתהיה בת יבום כשיגדל, והנה הקרן אורה רצה לומר דדברי הרמב\"ם הוא רק אמתני' שנפלה לו בנפילה שניה אבל בנפילה ראשונה הוא מדאורייתא, והקשה על זה דא\"כ מאי פריך הגמ' על רב מאי קמ\"ל מתני' היא, הא מתני' אינו אלא מדרבנן ורב מיירי לענין דאורייתא ונשאר בקושיא, אבל באמת דבריו אינם מוכרחים ודיוק הרמב\"ם הוא מדקתני אסורה והוא כמו דאמר הגמ' בדף ג' אי תנא אסורות הו\"א אסורות ליבם אבל מיחלץ חלצה, וממילא על רב נמי אפשר לדייק הכי ואפילו נימא דמרב לא מצי לדייק כמו ממתני' מ\"מ פשוט מדפריך בגמ' אמתני' על רב מאי קמ\"ל דלדעת הרמב\"ם גם בהא דרב הכי פירושא, אבל מהא דדף קי\"א קשה.<br><b> והנה </b> עוד הקשה בתוס' חדשים על משניות מהא דאמר בדף ק\"ט על הא דבעי עיפא למימר דטעמא דר' אלעזר משום שעמדה עליו שעה אחת באיסור ופריך בגמ' אי הכי חליצה נמי לא תיבעי אלמא דהיכי דעמדה עליו באיסור ונאסרה שעה אחת פטורה מחליצה, והנה ברמב\"ם בפ\"ז הלכה י\"א פסק להדיא דשתיהן פטורות מיבום ומחליצה, וכן פשוט בכל הפוסקים ואין מי שיסתפק בזה.<br><b> ונראה </b> לפ\"מ שבארנו בארוכה בהל' ט\"ו עפ\"מ דאיכא פלוגתא בדרשא דפטור צרה דתנא דברייתא דריש מלצרור ורבי דריש מולקחה, והנה פשוט נראה בסברא דלתנא דדריש מעליה ומלצרור ולרבא דאמר ערוה גופא לא צריכא קרא דאין עשה דוחה ל\"ת שיש בו כרת, ועיין ברמב\"ן שם שמפרש דצרה לא צריך קרא היינו לענין שלא תדחה איסורה משום מצות יבום, דעיקר איסור צרה בלא לצרור לא ידעינן, עכ\"פ עליה דכתיב הוא רק להתיר שלא במקום מצוה, א\"כ לא הוי איסור ערוה וצרה כמו דכתיב מיעוט בפ' יבום דעלייהו לא קאי יבום, דהא לא כתיבא אלא בפ' אחות אשה, וא\"כ איכא למימר דמצות יבום דמתרת איסור אשת אח מתרת אותו גם במקום איסורא דערוה אחרת, אלא דאיסור ערוה דאחות אשה או דשאר עריות לא הותרה וכיון דהיא לא הותרה אין עשה דוחה ל\"ת שיש בה כרת, אבל לרבי דיליף מולקח ולקחה כל היכי דאיכא תרי ליקוחין דאי בעי נסיב האי ואי בעי נסיב האי שריין ואי לא תרווייהו אסירן, והך מיעוטא הא כתיבא בהדיא בפ' יבום, וא\"כ ודאי ליכא מצות יבום כלל והוי כמו איילונית ואשת אחיו שלא הי' בעולמו דודאי חייב משום אשת אח, ולפ\"ז אפשר ליישב דברי הרמב\"ם דאליבא דתנא דלצרור באמת אין בערוה אלא משום אחות אשה ובצרה משום איסור לצרור וחיוב כרת דצרה מכל אשר יעשה, אלא לרבי דדריש מולקחה ודאי יש בערוה וצרה איסור אשת אח, ונמצא דאחות אשה שנפלה ליבום ומתה אחותה תליא בזה דאם נימא דבאמת נפלה ליבום רק שאיסור אחות אשה מעכבת ממילא כשמתה אחותה תהיה מותרת להתייבם, ויש להתיישב אם תהיה זקוקה ליבום, או כמו שכתב הרשב\"א בדף מ' לענין יבמה שהותרה ונאסרה, דזקוקה אי אפשר שתהי' משום דרכי' דרכי נועם אלא דהיא מותרת וה\"נ נימא הכי, אבל אליבא דרבי דנשאר איסור אשת אח א\"כ היא ממש כאשת אח שיש לה בנים.<br><b> והנה </b> זה פשוט דזה ילפינן מהא דדרכיה דרכי נועם דדין נפילת יבום הוא דוקא משעת מיתה ולא אח\"כ, כמו אשה שיש לה בנים ומתו בניה דאינה בדין יבום משום דרכי' דרכי נועם, וא\"כ עיקר מימרא דרב הוא דינא דאורייתא דיבמה שאין אני קורא בשעת נפילה יבמה יבא עליה הרי היא כאשת אח שיש לה בנים דהא אחר מיתה אינה נופלת ליבום, ומ\"מ אפשר דדינא דמתני' הוא דינא דרבנן משום דאפשר דאחות אשה נמי נפלה ליבום אלא דאיסור אחות אשה מעכבת מציאות היבום, וא\"כ שפיר אמר בגמ' בדף קי\"א לענין קטן דאם נימא דאינה נופלת עכשיו לפניו ליבום הרי היא כאשת אח שיש לה בנים, ואח\"כ לא תפול לפניו דאין נפילה ליבום אלא בשעת מיתה, ורב עיקר דינא דנפילה קמ\"ל, וממתני' נמי הכי שמעינן דאי לא\"ה למה אסרו חכמים הואיל ונאסרה שעה אחת כיון דאפשר דין נפילה בשעה שמתה אשתו, אלא דכיון דדין נפילה הוא דוקא בשעת מיתה רק דאנו אומרים דמדאורייתא נעשה דין נפילה גם מקודם בזה נימא דמדרבנן עשו מפני חומר איסור עריות כמו שלא נפלה כלל ליבום ונשאר אשת אח. ולכן מימרא דרב היא כפשוטה דהרי היא כאשת אח שיש לה בנים ממש אלא דתליא אם אני קורא בשעת נפילה היינו אי מדאורייתא היה בה דין נפילה או לא, וממילא מיושב קושית התוס' חדשים מהא דדף ק\"ט דהתם ודאי אי הוי סבר ר' אליעזר דהמגרש את האשה והחזירה מכיון שעמדה עליו שעה אחת לא פקע איסור אשת אח הראשון דדין יבום אינו מפקיע איסור אשת אח דקמי גירושין א\"כ ודאי הוא מדאורייתא וגם מחליצה פטורה, אכן מ\"מ להלכה פסק הרמב\"ם דשתיהן פטורות מחליצה ומיבום כיון דפסק כרבי, אלא דהרמב\"ם משנה הלימודים דאיסור ערוה יליף מולקחה ואיסור צרה יליף מאשר לא יבנה את בית אחיו, אבל עכ\"פ הם כתובים בפרשת יבום, וכיון דנתמעטו בפרשת יבום ודאי נשאר בהו איסורא דאשת אח וא\"כ הם כאשת אח שיש לה בנים ואסורות עולמית ופטורות מחליצה ומיבום."
            ]
        ],
        [
            [
                "<b>שנים מן האחין נשואין לשתי אחיות ומתו שניהם ולא נודע אי זה מהם מת ראשון, הואיל ואי אפשר לייבם שתיהן והרי זיקה נפלה על שתיהן חולצות ולא מתייבמות ואפילו היתה אחת מהן אסורה על היבם משום שנייה או מחייבי עשה או מחייבי לאוין הרי אלו חולצות ולא מתייבמות.</b>"
            ],
            [],
            [],
            [],
            [
                "<b>וכן אם היתה הראשונה ערוה על אחד מן האחין וקדם וייבם את האחרונה שהיא מותרת לו הותרה הראשונה לשאר האחין שהרי האחרונה שאסרה אותה עליהן נתייבמה למותר לה, אבל אם היתה האחרונה היא שאסורה על אחת מהן בלבד משום ערוה הרי הוא מייבם לראשונה ושאר האחין אסורין בשתיהן וחולצין ולא מייבמין כמו שבארנו, ואם קדמו וכנסו כל אחד אחת מן האחיות מוציאין אותה מהן.</b><br><b> ואם </b> קדמו וכנסו מוציאין אותן מהן, עי' בשו\"ע אהע\"ז סי' קע\"ה סעיף ב' שכ' המחבר שנים מהאחים נשואין לשתי אחיות ומתו שניהם ולא נודע איזה מהם מת ראשון הואיל ואי אפשר לייבם שתיהן, והרי זיקה נפלה על שתיהן חולצות ולא מתייבמות, וכתב הב\"ש כתב המגיד בזה ג\"כ אם קדמו וכנסו מוציאין מידם, ותימה דהא בש\"ס מבואר משני אין מוציאין די\"ל הראשון ייבם השני' והשני הראשונה מיבם והויא יבמה שהותרה ונאסרה וחזרה והותרה ע\"ש.<br><b> והנה </b> האור שמח העיר דהא הוי ביאה פסולה לגבי חברו אם ייבם השני' וביאה פסולה אינה פוטרת ולא נפקע זיקה, ותי' דכאן לא מיקריא ביאה פסולה משום דכיון דאם הי' חולץ השני מקודם הי' הוא מותר בה מספק דילמא היא השני' ולכן לא מיקריא ביאה פסולה, והוא עפ\"מ שפרש\"י בדף כ\"ז במה דאמר הגמ' אלא צרה דלאה תיפטר, ופרש\"י דאי הוי בעי הוי מצי ליבומי וקשה דהא אסור ליבומי, וכתב בשם הרשב\"א משום דאפשר ליבמה אם הי' חולץ לצרת רחל, ועפ\"ז כתב דלא הוי גם ביאה פסולה, אבל באמת לא דמי זה לזה כלל דלדין חליצה שפיר הוי חליצה כשרה כיון דיש אפשרות ליבמה בזה דהי' חולץ מקודם לצרת רחל, ובפרט דבאמת אליבא דמ\"ד אין זיקה קיימינן וא\"כ אין איסור בה מצד עצמה, אלא משום ביטול מצות יבמין, וא\"כ בזה שפיר החליצה כשרה כיון דהוי מצי ליבומי, אבל הכא בביאה באותה שעה הוי ביאה פסולה ובפרט דלמ\"ד יש זיקה קיימינן וא\"כ ודאי הוי ביאה פסולה דהא קמן דאכתי לא חלצו לרחל והיא אחות זקוקתו וביאתה ביאה פסולה.<br><b> לכן </b> נראה דבביאה פסולה כזו לא אמרינן דלא פקע זיקה דעכ\"פ הוי אשת אח, ואפילו אם נימא דאין נ\"מ בין קידש אחותה שאפשר להתבטל לקידש אמה שאי אפשר להתבטל, מ\"מ גבי אשת אח מוכח דאינו כן דהרי כתב הרמב\"ם בפ\"ה הלכה י\"א יבמות רבות הבאות מבית אחד כיון שנבעלה אחת מהן בעילה כשרה או נחלצה חליצה מעולה הותרו הכל ונסתלקה זיקת היבם מעליהן, ואם נבעלה אחת מהן ביאה פסולה או נתן לה מאמר פסול נאסרו כולן ליבום וצריכה גט זו שנבעלה או שנתן לה מאמר, וצריכה חליצה כל אחת מהן להתירן לזר שאין זיקת היבום מסתלקת בבעילה פחותה, ובהלכה י\"ב כתב נחלצה אחת מהן חליצה פחותה הותרה להנשא לזר זו שנחלצה אבל צרתה אסורה עד שתחלוץ גם היא או עד שיחלצו כל האחין לראשונה שנחלצה החליצה הפחותה, שאין חליצה פחותה מסלקת זיקת יבום מבית זה עד שתחזור על כל האחין או עד שתחלוץ כל אחת מהן, הנה מדחילק הרמב\"ם בין ביאה לחליצה ולא כתב עד שתחלוץ בעלת הביאה מכל האחין, וע\"כ דלא מהני לה חליצת האחין כיון דהוי עלייהו אשת אח, ולא שייך כלל שתחלוץ מכל אחד ואחד, דנפקע זיקה מכיון שבעל בעילה פחותה, ואף דאכתי יקשה דלמה לא כתב דאפשר שאחרת תחלוץ מכל האחין ולא יצטרכו כל הצרות, אבל זה לא קשה דלא נחת להא וכתב כמש\"כ גבי חליצה פחותה דאו שתחלוץ בעלת החליצה הפחותה או שיחלצו כל הצרות ולא כתב שאפשר שאחרת תחלוץ מכל האחין.<br><b> והנה </b> בירושלמי בהא דתניא חלץ לצרות נפטרו אחיות דבעי לאוקמא כב\"ש ואמר שם דאי כב\"ש אפילו חלץ לצרות אמאי לא נפטרו אחיות דהא הוי חליצה כשרה, והנה האור שמח תולה זה בדין אם קדמו וכנסו יוציאו או יקיימו, דאי בדיעבד יקיימו לא הוי חליצה פסולה, ולפי דבריו דהא דביאה פסולה תלי בדין בדיעבד, וכן כתב שם בדבריו מקודם דהא דנאסרה שעה אחת היינו אם נימא דהאחיות נקראו נאסרה שעה אחת ג\"כ תלי בירושלמי בזה דמשום דב\"ש סברי יקיימו לכן לדידהו לא הוי נאסרה שעה אחת, אכן לפ\"מ שפירש רש\"י בדף כ\"ג דעיקר טעמא דב\"ה דסברי יוציאו הוא משום דהוי נאסרה שעה אחת, א\"כ אי אפשר לעשות הא דיוציאו ויקיימו לסבה דמשו\"ה לא הוי לב\"ש נאסרה שעה אחת משום דסברי יקיימו, דא\"כ למה סברי ב\"ה יוציאו וע\"כ משום דהוי נאסרה שעה אחת אפי' אי אמרינן יקיימו והיינו משום דבאמת גם בדיעבד יוציא אפי' לב\"ש אם יכנוס אחד. ולפ\"ז יהי' תלוי בזה אם דין אחות אשה מבטלת הזיקה או דין אשת אח מבטלת הזיקה, דלפמש\"כ דדין אחות אשה אינה מבטלת הזיקה א\"כ הוי נאסרה שעה אחת, ולפ\"ז שפיר דגם לב\"ש הוי חליצה פסולה כיון דאם כנס אחד ולא השני יוציא, וע\"כ צריך לומר דבעצם ס\"ל לב\"ש דלא הוי נאסרה שעה אחת ומש\"ה סבר הירושלמי דלב\"ש לא הוי חליצה פסולה דכיון דע\"כ סבר דלא הוי נאסרה שעה אחת וע\"כ דזיקה אינו אלא איסור ולא פגם הזיקה וכיון דאינו פוגם הזיקה לכן לא הוי חליצה פסולה, ואפשר דמזה מוכיח הרמב\"ם דגם אם היתה חייבי לאוין או שני' דהוי חליצה פסולה, דהרמב\"ם סובר דאחות זקוקתו לא הוי אלא כשני' ומשו\"ה הוצרכו בגמ' לומר טעם אחר על צרת אחות חלוצתו וסובר כפרש\"י דלא אלימא זיקה לשוויי לצרה כערוה הוא כפשוטו, ואף דעכשיו קיימינן דלא כרב אשי, וצרת אחות זקוקתו אסורה, מ\"מ הרמב\"ם מוכיח מהא דרב אשי נמי מודה דחלץ לאחיות לא נפטרו צרות אף דרב אשי סבר דאיסור אחיות לא אלים אלא כמו שניות.<br><b> עכ\"פ </b> בזה פליגי הבבלי והירושלמי אי חליצה פסולה של חייבי לאוין או שניות צריכה לחזור, ומיושב שפיר דגם רש\"י לשיטתו דסבר דלא אלימא זיקה היינו דלא נאסרה הצרה, ולכן סובר רש\"י שפיר דע\"כ גם איסור דאינו מפקיע ומיקליש הזיקה חשיב חליצה פסולה.<br><b> ועוד </b> נראה דאפילו לב\"ש דסברי יקיימו נמי לא שייך לומר דכיון דבדיעבד יקיימו לא הוי ביאה פסולה משום דאי אפשר לעשות המסובב לסבה דממ\"נ או דנימא דמצד ביאה פסולה לא פקעה זיקה א\"כ היא גופא קשיא דאמאי יקיימו דמכיון דנימא דלא פקעה זיקה היכי דהוי ביאה פסולה א\"כ אמאי לא תיהוי ביאה פסולה היכי דאסור לבעול, [ועכ\"פ אפי' אם נימא כן דאי עיקר דינא הוי רק לכתחילה לא הוי ביאה פסולה אבל טעמא דב\"ה וב\"ש אי אפשר לתלות בזה לומר דבשביל דב\"ה סברי יוציאו לכן הוי ביאה פסולה, ולכן סוברים יוציאו דמובן דבזה תולה הסבה בהמסובב].<br><b> והנה </b> רש\"י כתב בדף כ\"ג במתני' בהא דתנן קדמו וכנסו אין מוציאין מידם, משום דאי נמי הוי איפכא שהראשון ליבום כנס אחות זקוקתו ההיא שעתא ודאי אסירא, ומשבא אחיו ויבם השני' שהיא אחות יבמתו פקע זיקה מאידך למפרע, והקשה הגרש\"ש מהא דכתב בסוף העמוד דלהכי גבי ד' אחין קדמו וכנסו אין מוציאין מידם משום דכל יבמה שנאסרה שעה אחת ולא אמרינן דפקע זיקה מאידך למפרע, אך באמת נראה דלגבי סברא דנאסרה שעה אחת לא מהני אפילו סברא דלמפרע כיון דעיקר טעמא דנאסרה שעה אחת הוא משום דרכי' דרכי נועם כמש\"כ התוס' בריש יבמות וא\"כ אף דאחות זקוקתו הוא מדרבנן מ\"מ מדרבנן חשבינן כאילו היתה אחות אשתו שהראשונה היא זקוקתו הקודמת וכיון דמשום דרכי נועם אסורה ואם הי' זה מדאורייתא היתה פטורה ג\"כ, וא\"כ גם עכשיו דלמפרע לא מהני כיון דכבר נפטרה, ולכן אף דבאמת לא נפטרה מ\"מ לענין איסור יבום הוי כאילו נאסרה משום אחות אשתו דאז לא יהיה מהני אפילו היכי דפקע למפרע דעכ\"פ לא הוי דרכי נועם, אבל במתני' דלא מיירי מענין נאסרה שעה אחת דלא מיירי מאיסור יבום אלא מאיסור אחות זקוקתו בעלמא, בזה שפיר אמרינן דכיון דנתברר למפרע דלאו זקוקה הוית מותרת, דזהו טעמא דהאחין מותרין בכולן גבי חליצה משום דנתברר דלאו זקוקה היא להם.<br><b> אכן </b> מה שכתבתי לבאר דהיכי דהראשונה היא זקוקתו היינו לר' יוחנן אבל שלא אליבא דר' יוחנן שניהם אסורות, ועיין בתוס' דף כ\"ד ד\"ה אי' למ\"ד דהיינו דלא סברי הא דהותרה ונאסרה דתחזור להיתרה הראשון, אך לכאורה אפילו אם לא נסבור דתחזור אבל עכ\"פ מסתבר דהיכי דהיא ראשונה לא שייך לומר דבשביל שני' שנפלה יהיה מדרבנן בגדר כאילו נפטרה כיון דאם היא נפטרה גם אחותה נפטרה ובטלה זיקה וא\"כ אין מי שיפטרנה, וכש\"כ על דברי הרשב\"א גבי יבמה שהותרה ונאסרה, אבל באמת אפשר ליישב גם דברי הרשב\"א שם, דבאמת היכי שנפלו שתי אחיות בבת אחת אם היה הדין דזיקה דאורייתא באמת גם רבנן הוו סברי כב\"ש דשתיהן נפטרות וכמו מקדש שתי אחיות כאחת, אלא משום דזיקה דרבנן, ולא אלים כל חדא דזיקתה תפטור לאידך, אבל עכ\"פ כיון דמדרבנן אמרינן דין זיקה הוי כאילו זיקה דאורייתא וכיון דאי הוי דאורייתא הוי אמרינן דנפטרה גם מדרבנן לענין איסור חשבינן כמו שנפטרה.<br><b> [והנה </b> במה שכתבתי לדחות דברי האור שמח שדימה הא דביאה פסולה להא דחליצה שיישב הרשב\"א ד' רש\"י שכתב דאי בעי ליבומי הוי מצי ופי' ע\"י חליצת צרת רחל, וא\"כ ה\"נ אם היה השני חולץ הי' הוא מותר, והעירני הרש\"ל דלא דמי דהתם הוא בעצמו יש לו עצה אבל התם הוא ע\"י חברו, ובמה שדחיתי אנכי משום דחליצה כיון דיש לו עצה מיקריא ראוי' לביאה, אבל ביאה כיון דעכ\"פ עכשיו היא ביאה פסולה, ודחה לי הרש\"ל דלאו משום דררא דאיסור אתינן אלא משום דררא דקליש זיקה, וממילא כיון דאמרינן דאם יש עצה לא קליש זיקה דמי זה לזה אף דעשה עכשיו איסור, אבל באמת יש כאן מקום אחר לחלק וכמו שכתבתי דהתם אליבא דמ\"ד אין זיקה ורק דרש\"י סובר דעכ\"פ יש לה שם חליצה פסולה כיון שאינה עומדת לביאה, אבל כאן איירינן למ\"ד יש זיקה.<br><b> אכן </b> במה שעוררתי בשם הר\"ש משום דזה תלוי בפירושא דהירושלמי דחלץ לאחיות דאי מפרשינן משום דבדיעבד יקיימו ע\"כ צריך לפרש דמהני גם מעשה חברו דהא אם יבא על יבמתו האחת יוציא ורק משום דאפשר דחברו יקיים ומוכח דמשום זה לא מהני חליצה פסולה].<br><b> והנה </b> בהא דאמר בירושלמי דלב\"ש דסברי יקיימו לא הוי חליצה פסולה ומגמ' דידן משמע דסבר דגם לב\"ש הוי חליצה פסולה, והנה היה מקום לומר דהוכחת הירושלמי הוא כמו דאמר בבבלי אלא חליצה דלאה חליצה כשרה ופרש\"י דאי בעי ליבומי הוי מצי ליבומי ופי' הרשב\"א משום דהוי מצי חליץ מקודם וא\"כ גם הכא כיון דב\"ש סברי דקדמו וכנסו יקיימו וא\"כ לא סברי סברא דנאסרה שעה אחת, וא\"כ אי הוי חליץ אחיו לרחל היה הוא מותר בלאה וכן אחיו, אלא דלכאורה משמע דגם ב\"ש מודו דלכתחילה אסור ליבם אפי' בחליצת אחד דאי לא\"ה למה אמרו חולצות ולא מתייבמות ליקו חד ולחלוץ וליבם אידך, וע\"כ דלב\"ש נימא דילמא מיבם והדר חליץ, ומשום דכיון דלב\"ש לא חמיר כ\"כ זיקה דס\"ל דלא הוי נאסרה שעה אחת, אכן הירושלמי אפשר דלא סבר הכי וסבר דלב\"ש אה\"נ דמצי לחלוץ חד וליבם אידך ובמתני' קתני חולצות ולא מתייבמות משום ב\"ה.<br><b> והנה </b> לכאורה בדברי הרמב\"ם בהל' ז' לא מיירי בספק דרק בהלכה א' מיירי בספק, אבל מדברי המ\"מ מוכח דגם כאן מיירי בספק והיינו דלא ידעינן מי כנס ראשון ולכן כיון דאמרינן דמי שכנס באיסור אסור גם בזה ספק אסור, ואף דבדף כ\"ד מותר בספק שאני התם דאינו מדין יבום וכמש\"כ רש\"י דפקע זיקה למפרע, אבל הכא שנשא אסורה ליבום גם בספק אסור.<br><b> ונראה </b> דהנה כבר כתבנו מדברי האור שמח דיש כאן חסרון משום דהוי ביאה פסולה, וכתבתי דעכ\"פ נפקע הזיקה מדין אשת אח, ורק דהרמב\"ם אינו מחלק בין קדושין לנשואין וסובר כהרמב\"ן דגם נשואין לא מפקעי זיקה, וגם לשיטת הרמב\"ם דמוכח דאינו מחלק בין אחותה לאמה, מ\"מ לא נוכל לומר כן לגבי יבום והוכחתי מדברי הרמב\"ם בפ\"ה הל' י\"א מדלא כתב עד שתחלוץ בעלת הביאה מכל האחין, אבל יש לומר דאינה ראיה דכל דין דקדושין לא מפקעי זיקה משום דהזיקה פוגם הקדושין זהו ודאי רק לחומרא דהא זיקה מדרבנן, א\"כ לזה שיותרו הצרות בזה שתחלוץ בעלת הביאה בזה שפיר אמרינן דמשום דין אשת אח לא מהני בה חליצה.<br><b> ונראה </b> דאפשר לומר דהיכי דאנו צריכים לומר דבשביל איסור אחות זקוקה יתבטל מצות יבום בזה אנו אומרים דבשביל איסור זיקה ליבום יתבטל מצות יבום, אבל היכי שיש אח אחד שהוא יכול ליבם אחת מהן א\"כ לא נתבטל מזו מצות יבום, וא\"כ נוכל לומר דלגבי שאר האחין הזיקה שתוכל לעכב קנין היבום אם הם ייבמו השני', ולכן מיושב דברי הרמב\"ם בהל' ה' דמיירי כשאחת היא באיסור ערוה על אח אחד.<br><b> נמצא בתכריך הכתבים של רבנו זצ\"ל קונטרס מדברי חתנו מרן הגרא\"ק זצ\"ל, ואשר רבנו זצ\"ל דן בדבריו. והנה מרן הגרא\"ק אמר לנו שהי' רוצה לעי' בהדברים לפני מסירתם לדפוס אך לא הספיקה השעה ונתבקש בישיבה של מעלה. והננו מוסרים את הדברים ככתיבתן:</b><br><b> יבמות </b> כ\"ז וכ\"ח, אחיות אינו יודע מי שנאמן יעויי\"ש היטב כל הסוגיא.<br>א) <b> הרי\"ף </b> והרמב\"ם כתבו בסתמא קדמו וכנסו יוציאו, משמע אף אי כנס הראשון לשני' והויא הראשונה יבמה שהותרה ונאסרה וחזרה והותרה וזהו נסתר מהסוגיא, ובאה\"ע ס' קע\"ה סעיף ב' שנים מהאחים נשואים לשתי אחיות ומתו שניהם ולא נודע איזה מהם מת ראשון הואיל ואי אפשר לייבם שתיהן, והרי זיקה נפל' על שתיהן חולצות ולא מתייבמות וכו' וז\"ל הב\"ש כתב המגיד בזה ג\"כ אם קדמו וכנסו מוציאין מידם, ותימא דהא בש\"ס מבואר משני אין מוציאים די\"ל הראשון ייבם השני' והשני הראשונה מיבם והויא יבמה שהותרה ונאסרה וחזרה והותרה וכן הק' שם על המחבר עיי\"ש, עוד כ' ומסוגיא זו משמע אם ייבם אחד לשני' הותרה הראשונה, מיהו כל הפוסקים כ' ואם חלץ לשני' הותרה הראשונה משמע אבל ביבום השני' לא הותרה הראשונה, עכ\"ל.<br><b> ונראה </b> דמבואר בריש פ' ר\"ג חליצה פסולה אין אחריה כלום היינו דמהניא לפטור, ביאה פסולה יש אחריה כלום, ובעיא חליצה להפקיע הזיקה, דזהו דין מיוחד בביאה פסולה דאינה מפקיעה הזיקה, ואין זה ענין לדין דחליצה פסולה צריכה לחזור, דשם לרב צריכה חיזור משאר האחים ולשמואל וקיי\"ל כותי' למפטר נפשה פטרה רק צרתה צריכה חיזור אבל החלוצה בעצמה מהחולץ לד\"ה נפטרת, אבל בביאה פסולה עדיין זיקתה קיימת לגמרי גם לגבי המייבם, ויש לחקור איך הדין במייבם אחות זקוקתו אי חשובה ביאה פסולה ואינה נפטרת וצריכה חליצה ג\"כ או אינה חשובה ביאה פסולה, והספק הוא דהטעם דביאה פסולה משום גזירה ביאה אחר הגט משום ביאה אחר חליצה, וביאה אחר מאמר משום ביאה אחר ביאה, וא\"כ באחות זקוקתו דל\"ש הגזירה מהניא בדיעבד, או דלמא דכלל הוא בכ\"מ דביאה פסולה לא מהניא, וכ\"מ לכאורה בפ' ב\"ש גבי קטנה וחרשת דאמרינן ג\"כ בפשיטות דהויא ביאה פסולה, והמקור הוא מהמשנה דר\"ג אף דשם ג\"כ לא שייכא הגזירה הנ\"ל, ומשמע דכל דקלשה הזיקה חשיבא ביאה פסולה, ובאמת בתוס' שם הקשו דהא לא שייכא הגזירה עיי\"ש שתירצו דאיכא גזירה אחרת, אך תי' אינו מרווח דל\"ד כלל הגזירות להדדי, סוף דבר דזהו ספק עצום.<br>ב) <b> ונראה </b> להוכיח דזה לא חשיב ביאה פסולה מסוגיין, בשלמא ראשון אמרינן לי' מאן שרי לך אלא שני אמר חבראי שני' ייבם ואנא ראשונה יבמי היינו דנשאה בהיתר דהויא יבמה שהותרה ונאסרה וחזרה והותרה, ואם נאמר דחשיב ביאה פסולה א\"כ גם השני נשא באיסור דהא לא פקעה זיקת השני' ביבום מהראשון וממילא הוי הראשונה אחות זקוקתו ויבמה באיסור אלא ודאי דקנאה לגמרי ופקעה הזיקה ואין לדחות כשיטת הר\"ר אברהם מבורגיילא בתוס' פ' א\"א דחליצה שהיא משום חיזור אינה אוסרת השני' משום אחות חלוצתו, ומסתבר דה\"ה דקודם החליצה אינה אסורה השני' משום אחות זקוקתו, ונאמר דה\"ה בביאה פסולה דהוי ג\"כ דרבנן ואינה אסורה הראשונה משום אחות זקוקתו ז\"א, חדא דכל הראשונים חולקים עלי' ה\"ה הריב\"ן והר\"י בתוס' והרמב\"ן והרשב\"א והריטב\"א והראב\"ד והרי\"ף והרמב\"ם והרא\"ש דפסקו כשמואל מכח ההוכחה דר\"י סובר כשמואל וכן דעת כה\"פ והגר\"א זצ\"ל, ועוד דל\"ד כלל הדין דביאה פסולה לחליצה פסולה, דהדין דחיזור הוא חומר דבאמת מהניא החליצה להפקיע זיקתו, משא\"כ ביאה פסולה דמדרבנן לא קניא וגריעא ממחמר כמפורש בפ' ר\"ג, אך הגר\"א כתב בביאורו סימן ק\"ע ס\"ק מ\"ה ע\"ד הרמב\"ם דחייבי לאווין ושניות חליצתן פסולה ואינה פוטרת צרתה, צ\"ע אם קורא לזה חליצה פסולה א\"כ ה\"ה דביאתה ביאה פסולה ואמרינן בפר\"ג דח\"פ אין אחריה כלום, ב\"פ יש אחריה כלום והוא פסק דביאתה פוטרת צרתה, ועוד דכ\"ש הוא מח\"פ ע\"ש, ונראה בביאור דבריו דמקשי' שתי קושיות חדא דהוי ב\"פ ואינה פוטרת גם א\"ע כהדין דפר\"ג, ועוד דכ\"ש הוא מחליצה פסולה היינו דלא עדיפא הביאה מחליצה וכמו דח\"פ לא מהניא לפטור הצרה ה\"נ לא תועיל הביאה, ובפרט זה יש לדון אי שייך ביבום הדין דחליצה פסולה ואכמ\"ל בזה חזינן דפשיטא לי' דכל דחשובה ח\"פ גם הביאה יש לה דין דביאה פסולה, וממילא באחות זקוקתו בודאי הויא ב\"פ ויש אחריה כלום, ובאמת אין הקושיא מכרחת כ\"כ מדאפשר גם לדעת הרמב\"ם הדין דב\"פ הוא רק במקום דקלשה הזיקה ואין זה דומה לדין חיזור דחליצה פסולה דשני דינים נפרדים הם, וקשה מהגמרא הנ\"ל דמוכח דקנאה לגמרי בהביאה, ומצאתי אח\"כ בס' אור שמח דפשיטא לי' דאחות זקוקתו הוי ביאה פסולה.<br>ג) <b> ובירושלמי </b> פ' א\"א אמרינן חלץ לאחיות לא נפטרו צרות חלץ לצרות נפטרו אחיות ומקשי מ\"ש, ומתרץ ה\"מ ב\"ש היא דמתירים הצרות לאחים, ועד כאן איתא בגמ' דידן ודחי בירושלמי אי כב\"ש חלץ לאחיות לא נפטרו צרות הא אמרי קדמו וכנסו יקיימו, ופירושו הוא דכיון דסברי ב\"ש דאם קדמו וכנסו יקיימו ממילא לא הוי חליצה פסולה, ותמוה מאוד דאיזו שייכות יש לההיתר לקיימה אחר כך לח\"פ, דהא גם לב\"ה דסברי יוציאו אם כנסה מהני היבום בדיעבד, והראי' דהשני כונס את הראשונה בהיתר אלא דיוציאו בשביל הכניסה באיסור דקנסינן להוציא, אבל אחות זקוקתו אינה עוד אחרי שכנסו וב\"ש לא קנסי להוציא, ולפ\"ז איזו שייכות יש להקנס להוציא לעשותה לחליצה פסולה וגם לב\"ש מסתבר כיון דאסורה להתייבם וגם קלשה הזיקה הויא ח\"פ, אך לפי דעת הגר\"א הנ\"ל יתפרש לנו הירושלמי ברחבה, דאם נאמר דאחות זקוקתו הוי ביאה פסולה, יש לנו לפרש הטעם דקדמו וכנסו יוציא מדינא ולא מטעם קנסא, אך כיון דהביאה היא פסולה ממילא נשארו שתיהן זקוקות לשני האחים ואסורה כ\"א משום אחות זקוקתו, רק דצריך להבין לפ\"ז טעמא דב\"ש דהא בדין ב\"פ ל\"פ אב\"ה, ונראה דיש להסתפק באיסור אחות זקוקתו וכל העריות מחמת זיקה אי עשאום חכמים כערוה, או דהוי רק איסור ולא ערוה וכמו שניות דפשוט דאף מדרבנן אין להם דין ערוה דהא צרתה מתיבמת, ואין להוכיח מדאסורה צרתה דיש לה דין ערוה, דאפשר דגזרו איסור גם בהצרה (גם לב\"ש ליכא איסור בצרה) ומקום הספק הוא אם עשו חכמים זיקה כאישות בקדושין ויש לה דין דאחות אשתו מדרבנן, או דחכמים אסרו עריות מכח זיקה וזהו איסור חדש כשניות, ומ\"מ י\"ל דגזרו איסור גם בהצרה, והנה הדין דביאה פסולה הוא דוקא היכא דקלשה זיקה ובזה פליגי ב\"ש וב\"ה, דב\"ה סברו דמדרבנן יש לה דין ערוה במקצת וקלשה זיקה ולכן ל\"מ הביאה ונשארה באיסור אחות זקוקה, אבל ב\"ש סברי דלא הוי אלא איסור כמו שני' ובדיעבד מהני הביאה ולכן יקיימו בדיעבד דשוב לא הויא אחות זקוקתו, והנה שיטת התוס' ועוד ראשונים דחליצה פסולה לא הוי אלא דוקא היכא דקלשה זיקה כמו אחות זקוקתו דיש לה דין ערוה במקצת דדמיא לא\"א, ולפ\"ז לב\"ש דסבר יקיימו ומוכח דאחות זקוקתו לא חשובה ערוה רק איסור כמו שני' ואין חסרון בהזיקה וממילא לא הוי ח\"פ כמו חיי\"ל ושני', ושפיר תלה הירושלמי דלב\"ש דסברי יקיימו ובהכרח דאין לה דין ערוה מדרבנן חלץ לאחיות אמאי לא נפטרו צרות דאין לה דין חליצה פסולה דלא קלשה זיקה, אכן כ\"ז א\"ש רק לשי' תוס' בדף כ\"ו ע\"ב ד\"ה וחליצה פסולה דחליצה פסולה לא הויא אלא היכא דיש לה דין ערוה במקצת אבל לשיטת רש\"י והרמב\"ם דגם ח\"ל ועשה הוי ח\"פ הדרא קושיא לדוכתי', ונראה להסביר השיטות בדין חליצה פסולה דלכאורה נראה בסברת התוס' דבחיילו\"ע או שניות לא שייכא ח\"פ דהא אע\"פ שאסורה נחשבת לחליצה מיבמתו נמצא דאין חסרון בחליצתה דגם על צד האיסור בעיא חליצה וה\"ה בשניות דרבנן לא גרע מאילו היתה אסורה מן התורה דכל דתפסי קדושין בעיא חליצה.<br>ד) <b> ונראה </b> להסביר דעת רש\"י והרמב\"ם דסברי דשתי מיני חליצות הן, ישנה חליצה דעולה ליבום והחליצה היא להפקיע זיקה שלימה, היינו זיקה דרמיא לחליצה ויבום, ועוד ילפינן מקרא דישנה חליצה לזיקת חליצה בלבד היינו דאין כאן זיקת יבום אלא דזקוקה לחליצה, וי\"ל דאין חליצה דזיקת חליצה בלבד פוטרת זיקה שלימה דזקוקה ליבום, ודוקא חליצה דעולה ליבום פוטרת זיקת יבום אבל החליצה דא\"ע ליבום נתרבתה רק דזקוקה לחליצה בלבד והחליצה היא להפקיע זיקת חליצה אבל אינה פוטרת מיבום, ולכן חשובה חליצה גרועה כיון דאסורה לייבם אפילו מדרבנן חשובה מדרבנן א\"ע ליבום וממילא א\"ע לחליצה מדרבנן אלא דגם מדרבנן יש לה דין חליצה דיבמתו אבל נ\"מ להפקיע הזיקה השלימה דחברתה דיש לה זיקת יבום וצריכה חליצה גמורה, חליצה שעולה ליבום דכח חליצה כזו היא להפקיע זיקת יבום, וסברא זו יש ללמוד מסוגיא ערוכה דמ\"א היבמה ל\"ת ול\"ת עד שיהי' לה ג\"ח, ומסקינן הטעם דכל שאינה עולה ליבום א\"ע לחליצה, מתיב ר\"ה הספיקות חולצות ול\"מ וכו' אלא לאו ספק שקידש אחת משתי אחיות וא\"י איזה קידש וקתני חולצות ופרש\"י דל\"מ ליבומי דלמא פגע באחות זקוקה והא הכא דא\"ע ליבום ועולה לחליצה ול\"א תמתין עד שיבואו עדים ויבררו את יבמתו, ומשני הכי השתא התם אם יבוא אליהו ויאמר דהא קידש בת חליצה ויבום היא הכא אם יאמר אליהו דהא לא איעברה מי משגח בי' למיבם לה הא קטנה דלאו בת אעבורי היא וצריכה להמתין ג\"ח וכתב רש\"י וכל הנך דאמרי רבנן חולצות ול\"מ כגון אחות חלוצתו ואחות זקוקתו וספק צרת ערוה התם משום דלא אפשר הוא וכו' עיי\"ש וכן הוקשה לכל הראשונים דהא מצינן בכל מכלתין כ\"פ דחולצות ול\"מ היכא דל\"ש תירוץ הג' דאם יבוא אליהו דאינה יכולה להתייבם בתורת ודאי.<br><b> ונראה </b> לפרש הסוגיא ברחבה דצריך להבין איך שייך הכא אינה עולה ליבום ואל\"ע לחליצה במאי עדיף איסור הבחנה מכל האסורים שבתורה דבכל האסורים כל היכא דתפסי קדושין בעי חליצה דנתרבה מיבמתו, וא\"כ גם בגזירה דהבחנה יהי' עולה לחליצה, ונראה דסברת הגמ' דהאמת כן הוא דגם מדרבנן ראוי' לחליצה מהרבוי דיבמתו דאיכא חליצה בלא יבום, אך החליצה דזיקת יבום ליכא הכא כיון דא\"ע כעת ליבום, והנה בכל האסורות ליבום דנחשבו לחליצה מהניא חליצתה דאינה זקוקה רק לחליצה כזו, דבלא הרבוי דיבמתו היתה פטורה רק דרבתה התורה דצריכה חליצה וזקוקה לחליצתה ונפטרת בה, אבל באיסור הבחנה זיקתה זיקה גמורה גם ליבום דלאחר ג\"ח תהא ראוי' ליבום, והחליצה דתוך ג' אינה חליצה דזיקת יבום דאינה עולה עכשיו לייבום רק דיש לה החליצה דיבמתו ולכן ל\"מ החליצה דחליצה בלבד לפטור מזיקה גמורה, דהחליצה דעכשיו אינה חליצה הראוי' לפטור גם מזיקת יבום דהא אינה עולה עתה ליבום וא\"ע גם להחליצה, אלא דיש לה הדין דחליצה בלבד ואינה נפטרת בה מזיקת יבום.<br>ה) <b> וא\"ש </b> הקושי' מכמה מקומות דחולצות ול\"מ דהתם ממ\"נ דכיון דאינה עולה ליבום ממילא אינה זקוקה ליבום, היינו דבאותו צד דאסורה ליבום צריכה חליצה מרבוי דיבמתו ואינה זקוקה יותר, אבל גבי הבחנה דזיקתה גמורה דלאחר ג' רשאה להתיבם והחליצה דתוך ג' היא חליצה שבכחה להפקיע רק זיקת חליצה, לכן אינה חולצת, ומקשו ע\"ז מהספקות חולצות ול\"מ דהתם ג\"כ זקוקה ליבום דאם יתברר הספק תהא רשאה להתיבם, ממילא נמצא דזיקתה היא ליבום, וצריכה חליצה מדין חליצה שעולה ליבום, אך לפי שעה כ\"ז שלא נתברר הספק אינה עולה ליבום דאינו יכול ליבמה עכשיו ואף דהאיסור מדין ספק לא גרע מחיילו\"ע ויש לה חליצה מרבוי דיבמתו, היינו דלהצד אם אינה ערוה רק דא\"י להתיבם מדין ספק איסורא לחומרא, זה לא עדיף מכל האסורים דהא תפסי קדושין וממילא אתרבאי מיבמתו, אך החליצה דזיקת חליצה אינה פוטרת זיקת יבום ובודאי יש לה זיקת יבום גמורה דהא אם יתברר הספק תתחייב ביבום ואפשר להתברר, וע\"ז משני דאם יבוא אליהו ויאמר דהא קידש תהא ראוי' ליבום נמצא דאם באמת קידש לזה היא מותרת ביבום אלא דלא ידעינן מקרי עולה ליבום, העולה לפי\"ז דדינו של הרמב\"ם דחיי\"ל ושניות הוי חליצה פסולה הוא ג\"כ מטעם הנ\"ל דהצרה דמותרת ליבום זקוקה לגמרי ליבום, אבל השני' אסורה מדרבנן ליבום אלא דגם לצד האיסור יש לה חליצה מרבוי דיבמתו אך החליצה דיבמתו אינה פוטרת זקוקה ליבום ולכן נקראת חליצה פסולה דאינה פוטרת צרתה.<br>ו) <b> ולפי\"ז </b> נראה דהדין הזה דחליצה פסולה היכא דלא קלשה זיקה תלוי במחלוקת הבבלי והירושלמי דבטעם המשנה דאינה חולצת תוך ג' מפרשים רוב האמוראים בירושלמי דאתה מצריכה כרוז לכהונה יעויי\"ש בר\"פ החולץ, ואיתא שם תני ר\"ה את שאומרים לו ייבם אומרים לו חלוץ ואת שא\"א לו ייבם א\"א לו חלוץ, ופירשו המפרשים דזהו כמסקנת גמ' דידן דאינה עולה לייבום מטעם איסור הבחנה א\"ע לחליצה ול\"נ בכונת ר\"ה דסובר כר\"ל דחליצת מעוברת ל\"ש חליצה, וטעמי' הוא דילפינן מעיין עלי', ונראה דעיין עלי' הוא שלא תתייבם שלא יפגע בספק איסור, אבל מה שא\"ח הוא מטעם שא\"ע ליבום אינה עולה לחליצה, וזה מפורש בסוגין ר\"פ החולץ דאביי אמר דכ\"ע ביאת מעוברת ל\"ש ביאה רק בחליצה פליגי, והקשה לו רבא כל שאינה עולה לייבום אינה עולה לחליצה, וכן מפורש ברא\"ש ריש יבמות יעויי\"ש, וזה כונת הירושלמי את שאומרים לו ייבם אומרים לו חלוץ וכיון דביאת מעוברת לא שמה ביאה גם חליצתה לא מהני ולכן לא תחלוץ שמא תהא מעוברת ויסמוך על החליצה כמפורש בסוגין דלר\"ל ניחא לה\"ג מהאי טעמא, ומצאתי ראי' ברורה לפירוש זה בח' המאירי פ' החולץ, ולפי\"ז ליכא כלל ראי' מד' הירושלמי דבשביל איסור הבחנה מקרי אינה עולה לייבום, (וכל האמוראים שם מפרשים להדיא מטעם כרוז לכהונה) דכיון דלא קלשה זיקתה לחליצה שפיר נפטרת, דחליצה דנתרבתה מיבמתו פוטרת זיקה דייבום ג\"כ, ולפי\"ז להירושלמי כל שלא קלשה זיקה לא הוי ח\"פ ושפיר פוטרת צרתה דהא חליצתה חליצה גמורה וראוי' לפטור גם זיקת ייבום שלימה. אך להבבלי דמסקינן דההבחנה הוי אינה עולה לייבום ומוכח דהחליצה שנתרבתה מדין יבמתו אינה מפקיעה זיקה דייבום שפיר חשוב ח\"פ גם בלא קלשה זיקה.<br>ז) <b> ולפי\"ז </b> שפיר יתפרש הירושלמי הנ\"ל כמו שפרשתי לעיל גם להרמב\"ם דהירושלמי לטעמי' כל שלא קלשה זיקה לא הוי ח\"פ, ושפיר אמרו דכיון דסברי ב\"ש דאם קדמו וכנסו יקיימו וקשה דהא ב\"פ אינה פוטרת ועדיין היא אחות זקוקה ובהכרח כנ\"ל דסברי דהאסורים מכח זיקה אין להם דין ערוה ולכן לא הויא ביאה פסולה וא\"כ לא הוי ח\"פ דהא נתרבתה מיבמתו לחליצה והחליצה דיבמתו פוטרת הזיקה דייבום, אבל להלכה דקיי\"ל כסוגיא דידן דהבחנה חשיב אינה עולה לייבום מוכרחת שיטת הרמב\"ם דגם בח\"ל ועשה הוי ח\"פ, ומיושב מאוד דבגמ' דידן תירץ ג\"כ ה\"מ ב\"ש היא ולא פריך פירכת הירושלמי אי כב\"ש חלץ לאחיות אמאי לא נפטרו צרות דלדידן דתוך ג' אינה חולצת מטעם שאינה עולה לייבום והטעם דהחליצה דיבמתו ל\"מ לפטור זיקת ייבום ממילא גם חיילו\"ע הוי ח\"פ, ולכן אינה פוטרת צרתה גם לב\"ש אף דאין לה דין ערוה לדידהו.<br>ח) <b> ובזה </b> יוסבר הטעם דמיאן הירושלמי בתירוץ ר\"א דלא אלימא זיקה לשוי' לצרה כערוה, דרש\"י פירש לא אלימא וכו' ול\"ג חכמים אלא באחות זקוקתו, וכתב הרשב\"א דמלשון רש\"י משמע דצרות אחות זקוקה מותרת להתיבם, והקשה עליו עיי\"ש וכבר כתב המגיה שם ברשב\"א דרש\"י גופי' כתב לעיל דצרה נמי אסורה להתייבם אלא דקל איסורה משל אחיות, ונראה דצריך להבין הביאור דל\"א זיקה לשוי' לצרה כערוה דמ\"ש צרה מערוה, דכתבו התוס' דאחות זקוקתו דמיא לערוה מדרבנן דדמיא לאח\"א וכן כתבו הרבה ראשונים, אך זה ברור דאין לה דין ערוה גמורה מדרבנן, ר\"ל דל\"ד לאחות אשתו בקדושין דרבנן דיש לה מדרבנן דין ערוה להפטר מן היבום, ואם נפילתה מדרבנן נפטרת לגמרי מן החליצה כמפורש במשנה וברמב\"ם, אבל אחות זקוקה יש לה במקצת צד ערוה אבל אינה חשובה ערוה גמורה לפוטרה בולא כלום ולכן אם נפלה אחות זקוקה ונפילתה היתה מקדושין דרבנן בעיא חליצה, ויש לי ע\"ז הרבה ראיות ואכתוב אחת מהם דאם נאמר דיש לה דין ערוה גמורה א\"כ היכא דנפלו שתי אחיות ליבום תשתרי הראשונה דהשני' היתה אחות זקוקה ולא נפלה כלל מדרבנן וממילא לא הוי הראשונה אחות זקוקה ואף דמדאו' נופלת השני' אך מדאו' אחות זקוקה מותרת אלא ודאי דגם מדרבנן אינה פטורה לגמרי, וראי' לסברתי הנ\"ל דהיכא דפטורה מדרבנן לגמרי לא אסירא משום אחות זקוקה יש להביא משיטת רש\"י דגם לב\"ש מאמר אינו קונה אלא מדרבנן ופירשו בתוס' אליבי' אשתו עמו והלזו תצא משום אחות אשה אחר שיבעול ומהני המאמר להתיר ביאתה דכיון דקונה קנין גמור מדרבנן ונדחית אחותה מדרבנן בשביל המאמר שוב אין בעלת המאמר אסורה משום אחות זקוקה דמדאורייתא אחות זקוקה מותרת ומדרבנן אינה אחות זקוקה (ובזה ביארתי דברי רש\"י בפ' כיצד, מלמדין את הקטנה למאן וכו' שזיקתה של זו חמורה לאסור הקטנה עליו שלא הי' נשואיה גמורים שמא תמאן, וקשה דלמה הוצרך ליתן טעם זה הול\"ל בפשיטות דנשואי הקטנה אינם אלא מדרבנן ממילא מדאורייתא זקוקה אחותה ואוסרת את הקטנה, אך בהנ\"ל מיושב דקשה לרש\"י דממ\"נ תשתרי הקטנה דמדאורייתא אחות זקוקה מותרת ומדרבנן אינה אחות זקוקה דאחותה פטורה משום קדושי הקטנה, לזה כתב דאין נשואיה גמורים שמא תמאן היינו דאמרינן לקמן בפב\"ש דקטנה קנוי' ואינה קנוי' והטעם נראה וכן מצאתי בס' קרן אורה דכיון דיכולה למאן חשובים קדושיה קדושי ספק אף אם לא מיאנה ונמצאת דאחותה זקוקה אף מדרבנן) ובאמת כן מפורש בלשון התוס' ר\"פ א\"א וברמב\"ן דאחות זקוקתו יש לה דין ערוה במקצת, אך זה ברור דאסורה לגמרי איסור מוחלט כמו שניות כאן שגזרו חכמים ואסרו אחות זקוקה בודאי ל\"ש לומר דאסורה במקצת דיש בה רק צד איסור, אלא דאין לה דין ערוה גמורה רק צד ערוה דנתנו בה צד חומר דערוה ג\"כ.<br>ט) <b> וזהו </b> ביאור ה\"ג דלא אלימא זיקה לשוי' לצרה כערוה, היינו דזיקה אין לה דין קדושין ממש מדרבנן וממילא אחות זקוקתו אינה ערוה גמורה אלא ערוה במקצת, והנה באחות זקוקה גזרו רבנן איסור אך בצרתה לא גזרו היינו דלא נאסרה במנין דלא גזרו ביחוד איסור על צרת אחות זקוקתו, רק דאסורה ממילא כיון דאחות זקוקתו יש בה צד ערוה וערוה פוטרת צרתה, נמצא דאיסורה הוא רק דהויא צרת ערוה במקצת אבל כיון דאינה ערוה גמורה אין צרתה אסורה לגמרי דלהצד דאינה ערוה צרתה מותרת דלא גזרו איסור בהצרה אבל אחות זקוקתו אסורה לגמרי גם בהצד דאינה ערוה דגזרו בה איסור ולכן איסור הצרה קל משל אחיות, ומיושבים דברי רש\"י דל\"ג אלא באחות זקוקה דאין כונתו דהצרה מותרת דודאי אסורה כמ\"ש רש\"י בעצמו לעיל רק דכיון לדברינו דל\"ג איסור בצרה, רק דאסורה ממילא בשביל דין ערוה דישנה באחות זקוקתו אך כיון דאינה ערוה גמורה ממילא גם איסור הצרה אינו אלא בהצד דיש להאחיות דין ערוה אבל אחות זקוקתו בעצמה אסורה לגמרי באיסור מוחלט דגזרו בה חכמים איסור, אכן זהו דוקא לשיטת רש\"י והרמב\"ם דכל שא\"ע לייבום הוי חליצה פסולה, שפיר י\"ל כנ\"ל, אבל לשיטת התוס' אין לפרש כן דממ\"נ בהצד דהיא ערוה גם צרתה אסורה ובהצד דאינה ערוה רק איסור לא שייך חליצה פסולה דהוי כחיילו\"ע, אך לרש\"י לשיטתו מיושב כנ\"ל, ומבואר בזה דהירושלמי לשיטתו דאין איסור הבחנה משום עולה ליבום וסובר בהכרח כשיטת התוס' דכל דזקוקה לחליצה לא הוי ח\"פ אינו יכול לסבור כתירוץ ר\"א דלא אלימא דממ\"נ הוא דבצד ערוה גם הצרה אסורה ובצד זה שאינה ערוה גם חליצתה אינה פסולה.<br>י) <b> והנה </b> לפ\"מ שנתבאר יש לנו מקור מהירושלמי לשיטת הגר\"א דאחות זקוקה חשיב ביאתה ב\"פ אך קשה מסוגין כנ\"ל, ונראה דיש ראשונים דסברי דערוה דאורייתא ומדרבנן אין לה דין ערוה פטורה לגמרי מן החליצה גם מדרבנן, דכיון דרבנן לא הפקיעו את האיסור דאורייתא א\"א שיהא בה שום זיקה אף מדרבנן, דמפורש בשה\"ג פ\"ק דיבמות בשם ריא\"ז דהשיאה אביה כשהיא קטנה וגירשה והחזירה כיון שקידושין הראשונים הם קדושי תורה וקדושי החזרה הם דרבנן ומדאורייתא הויא ערוה על היבם לא חולצה ול\"מ, הרי אף דמדרבנן נופלת דהא קיי\"ל מיתה מפלת מ\"מ דין ערוה מה\"ת פוטרה לגמרי, ואף דרוב הראשונים חולקין עליו וסוברין דצריכה חליצה כמפורש בתוספתא אין ראי' דפליגי על גוף היסוד, אך טעמם הוא בשביל גזירה דילמא איכא דידע בחזרה ולא ידע בקידושין הראשונים וכן מפורש ברא\"ש פ' ב\"ש בשם הראב\"ד יעויי\"ש היטב ובלא\"ה היתה פטורה מן החליצה גם מדרבנן ולפי\"ז יש לדון דהא דקיי\"ל ביאה פסולה יש אחריה כלום דצריכה חליצה זהו דוקא מהיבם גופא דב\"פ אינה פוטרה לגמרי אבל מאחיו נפטרה כיון דקנאה לגמרי מן התורה והויא א\"א מן התורה, ואע\"פ דלא קנאה מדרבנן מ\"מ כיון דהוא ערוה מן התורה נפקעה הזיקה ונפטרה ממנו, והא דאמרינן במשנה פר\"ג דה\"ה בשני יבמין ויבמה אחת, הפירוש הוא אם אחד נתן גט או עשה מאמר והשני בעל צריכה גט וחליצה אבל דוקא מזה שבעל ובלא\"ה הפירוש במשנה פשוט כנ\"ל (ולא מסתבר כלל לחלק דהכא כיון דעשה הייבום פסול מדרבנן לא נפקעה הזיקה דסוף סוף הויא ערוה דאורייתא על השני, וגם בשביל הגזירה דמפורש בג' בביאה פסולה מספיק מה שתצטרך חליצה מהמייבם עצמו ועיין).<br>יא) <b> ולפי\"ז </b> א\"ש הקושי' בסוגיין דשפיר אמרינן דאם הראשון יבם השני' הותרה הראשונה להשני דנפקעה ממנו זיקת השני' אף דביאתה פסולה כיון דהיא ערוה עליו מן התורה וצריכה החליצה דוקא מהמייבם עצמו, אך היסוד הנ\"ל תלוי במחלוקת האמוראים בירושלמי דנחלקו בקטנה שהשיאה אביה ונתגרשה והחזירה דקדושי' השניים מדרבנן ומדאורייתא הויא אשת אח שלא במקום מצוה דמודים חכמים לר\"א דאסורה ליבם היאך הדין בצרתה דיש מתירים הצרה להתיבם ויש אוסרים, ונראה ביאור המחלוקת דאם נאמר דערוה דאורייתא צריכה חליצה מדרבנן בהכרח דצרתה מותרת להתייבם ממ\"נ דמדאורייתא אינה כלל צרתה דאין הקטנה אשתו של מת, ומדרבנן דהועילו קדושיה אינה כלל ערוה דהיא עצמה נופלת מדרבנן וצריכה חליצה, ומאן דסובר דצרתה אסורה סובר כסברא הנ\"ל דכיון שהיא ערוה מן התורה פטורה גם מדרבנן ונמצא דיש לה דין ערוה גם מדרבנן ולכן הויא צרתה צרת ערוה מדרבנן, ובאמת הראב\"ד דסובר צרתה אסורה הוכרח לסבור דאינה צריכה חליצה גם מדרבנן והחליצה היא רק בשביל גזירה וכמ\"ש הרא\"ש בשמו, ומפורש בירושלמי דר' יוחנן סובר דגם צרתה אסורה ובהכרח דסובר דגם מדרבנן פטורה, ולכן קאמר שפיר דהשני נשא בהיתר דמשכנס הראשון את השני' נפקעה זיקתה מן השני דנעשית ערוה עליו מן התורה, דשם קיימינן לר\"י דאמר אחיות איני יודע מי שנאן, אבל להלכה דפסקו הרי\"ף והרמב\"ם כשאר האמוראים בירושלמי דצרתה מותרת, והטעם דמדרבנן גם היא עצמה נופלת ליבום דלא מהני האיסור מן התורה להפקיע זיקתה מדרבנן, ולפי\"ז בכל ב\"פ דצריכה חליצה לא נפקעה הזיקה גם מהאח השני ולפי\"ז מפרשינן טעמא דב\"ה דקדמו וכנסו יוציאו לא מטעם קנס רק מדינא דב\"פ ל\"מ ונשארה זקוקה מדרבנן וממילא גם השני כנס באיסור, וביותר דאסורות ב' האחיות לשניהם גם אחרי שכנסו דכ\"א הויא אחות זקוקתו ולכן יוציאו, ולכן פסקו הרי\"ף והרמב\"ם כפשטות המשנה דקדמו וכנסו יוציאו, ושפיר כתב הה\"מ וכן מוכח מהמחבר דהיכא דלא ידעינן הי מיית ברישא ג\"כ יוציאו, וביותר דאף אם כנס הראשון לשני' אסורה הראשונה דלא מהני היבום שלו להפקיע הזיקה דב\"פ יש אחריה כלום, ולכן הזכירו הפוסקים ההיתר רק בחלץ לשני' אבל לא ביבם, ומיושבים כל הקושיות של הב\"ש הנ\"ל דהגמרא אתיא לר\"י והוא אזיל לשיטתו דערוה מן התורה נפטרת מדרבנן ולדידי' כיון שכנס אחד נפקעה הכנוסה מהשני כיון דהויא ערוה דאורייתא ומותר באחותה וכל הדין הוא בשביל קנס ודוקא לראשון קנסו דכנס באיסור אבל לדידן דקיי\"ל צרתה מותרת הענין מתישב כנ\"ל. ע\"כ.<br><b> הנה </b> במה שהעיר חתני הגאון ר' אהרן (שי') זצ\"ל בהא דאמרי' בגמ' אי הכי הא דאמר קדמו וכנסו יוציאו וכו' והיינו דכיון שייבם הראשון לשני' הוי ראשונה יבמה שהותרה ונאסרה וחזרה והותרה, וקשה דהא הוי ביאה פסולה, ואפי' אי ס\"ל חליצה פסולה א\"צ לחזור על כל האחין אבל ביאה פסולה כיון דצריכה חליצה גם ממנו א\"כ גם לאחיו היא זקוקה והוי אחות זקוקתו, [אלא דצריך לעי' אי ביאת אחות זקוקתו הוי ביאה פסולה], אח\"כ כתב דיש לומר דמשו\"ה לא שייך זיקה לאחיו משום דעכ\"פ נאסרה עליו משום אשת אח, אלא דבאמת אין זה תי' דהא קיי\"ל דקדושין לא מפקעי זיקה ולדעת הרמב\"ם אין נ\"מ בין אשת אח לאחות אשה כמו דאין נ\"מ בין אחות אשה לאמה, והנה בדין חליצה פסולה אי ביאה פסולה נמי היתה צריכה לחזור אי לאו דינא דיש אחרי' כלום, הי' אפשר לומר עפ\"מ שהסברתי וגם חתני (שי') זצ\"ל אמר כן דדין חליצה פסולה דצריכה לחזור הוא משום דדין חליצה שנעשתה שלא להפקיע זיקת יבום רק משום דין חליצה אין בכחו להפקיע דין חליצה שצריך להפקיע זיקת יבום, אבל ביבום לא שייך כן, [ונראה דנוכל לומר דדין אחות זקוקתו עיקרו בא לאלם כח זיקה דנימא דהוי כמו אשתו ואחותה היא אחות אשתו ולכן גם כשיפלו שניהם אמרינן נמי דהוי כמו אחות זקוקתו, אף דהזיקה אוסר את עצמה, אבל כיון דבלאו איסור אחות זקוקה היא זקוקה, יש איסור אחות זקוקה, אבל כשיבם אחת אף דס\"ל דקדושין לא מפקעי זיקה משום דהזיקה פוגם שלא יחולו הקדושין, אבל כאן אי אפשר להזיקה לפגום שלא יחול הביאה, דהא ע\"ז הוא הזיקה שיהי' צד יבום, וא\"כ איברא דאסרו אחות זקוקה גם באחיות משום דאם לא יהי' איסור ע\"כ תהיה אחות זקוקה, אבל אי אפשר לאסור כ\"כ דלא יחול בדיעבד יבום דאם אינו חל יבום אינו עומד ליבום וא\"כ אין זה זיקה, וע\"כ דנימא דשתיהן כזקוקות ואסורות, ומ\"מ יבום ע\"כ מועיל, וכיון דמועיל פקעה זיקה, ובאמת היה אפשר ליישב בזה הא דמוכח מזה יעשה מאמר דפקעה זיקה והיינו משום דכאן ע\"כ פקעה זיקה, אבל באמת אין דומה זל\"ז דגבי מאמר שפיר אמרינן דזיקה דאחותה אלים כ\"כ שלא יפסלנה המאמר כיון דאין הזיקה עיקרה למאמר, אבל יבום כיון דעיקרו עומד ליבום ואם נימא דזיקה פוסלת שלא יחול דין יבום א\"כ פקע דין זיקה לגמרי וכיון דמהני יבום"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות יבום וחליצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}