{
    "title": "Yad Eitan on Mishneh Torah, Repentance",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Repentance",
    "text": [
        [
            [
                "<b>וכן החובל בחבירו כו' אינו מתכפר עד שיתודה וישוב מלעשות כזה לעולם שנאמר מכל חטאת האדם.</b> וכתב הכס\"מ דצ\"ע היכא מייתי לה ע\"כ. ומפורש כן בספרי פ' נשא והביאה רבינו עצמו בס' המצות סי' ע\"ג וגם בס' החינוך:<br><b> ודע</b> שא\"ח להתודות רק כשיודע בעצמו שחטא אבל כשיודע שאין לו חטא אלא שהועד עליו שקר א\"ח להתודות. והכי איתא במכילתא ומייתי לה רבינו בס' המצות סי' ע\"ג מדכתיב ואשמה וגו'. ולא תקשי לך מהא דכתב רבינו בה' סנהדרין פ\"ג דאף בכה\"ג מתודה דרבינו שם מדרבנן קאמר ובמכילתא קאמר מדאורייתא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>החוטא לחבירו כו' ואם היה חייב לו ממון יחזירו ליורשים.</b> כ\"מ בספרי פ' נשא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואלו שאין להם חלק לעוה\"ב כו' שופכי דמים ובעלי לה\"ר כו'.</b> וכתב הכס\"מ דצ\"ע היכא מייתי להו וגם הלח\"מ כתב שלא מצאן בגמ'. וכבר הראית מקורו לעיל ה' דעות פ\"ז:",
                "<b> והמושך ערלתו.</b> דברי רבינו מפורשין בירושלמי פ\"א דפאה ור\"פ חלק:"
            ]
        ],
        [
            [
                "<b>והאומר אחטא ואשוב.</b> י\"ל אמאי העתיק רבינו ברייתא דכ\"ד דברים דנקטה האומר אחטא ואשוב פעם אחת והא במתניתין דיומא תנן האומר אחטא ואשוב אחטא ואשוב ב' פעמים ומשמע בגמ' שם דדוקא ב' פעמים. וי\"ל דכן שנויה ג\"כ באבות דר\"נ פ\"מ ובתנא דב\"א ח\"א פ\"ו, וכ\"מ בחגיגה (ט\"ז):"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>ואפשר שיחטא אדם חטא גדול כו' שמונעים ממנו התשובה ואין מניחין לו רשות לשוב מרשעו עד שימות כו' לפיכך כתוב בתורה ואני אחזק את לב פרעה וכו' וכן הכנענים לפי תועבותיהן מנע מהן התשובה עד שעשו מלחמה עם ישראל שנאמר מעם ה' היתה לחזק לבם.</b> כל דברי רבינו הללו יש להם מקור נובע ממאי דאיתא בת\"כ הובא בילקוט פ' אחרי בפסוק כמעשה ארץ מצרים וכמעשה ארץ כנען וגו' לא תעשו ר\"ש אומר מי פעל ועשה קורא הדורות מראש זימן הדור החייב שיבואו ישראל ויפרעו מהן ע\"כ. ופירושו לפ\"ד רבינו שאם לא היו המצרים והכנענים חייבין כל כך באותו הדור לא היו ישראל יכולין ליפרע מהן משום שלא היה הקב\"ה מונע מהן התשובה ולא היה מחזק את לבם לרעה אבל כדי שיפרעו ישראל מהן זימן הקב\"ה את הדור החייב באותו הזמן כדי לחזק את לבם:"
            ],
            [],
            [
                "<b>בהשגות, </b> הבורא אמר וענו אותם והם עבדו בהם בפרך והמיתו מהם כו'. וכ\"מ בחלק וברבה משפטים פ' ל\"א ונשא פ\"י:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכ\"מ: </b> שישמח באהבת ה' כמו ששמח בשיר ע\"כ. וכ\"מ לשון רבינו בסה\"מ מצוה ג' שציונו באהבתו שנחשב ונתבונן במצותיו ומאמריו ופעולותיו עד שנשיגהו ונהנה בהשגתו בתכלית ההנאה וזאת היא האהבה המחוייבת. והב\"ר מהספרי שמהתבוננות תעלה בידך ההשגה ותגיע ההנאה ותבוא האהבה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות תשובה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}