{
    "text": {
        "2": {
            "0": "מתני׳ הלוקח עובר חמורו של נכרי והמוכר לו אף על פי שאינו רשאי המשתתף לו והמקבל הימנו והנותן לו בקבלה פטור מן הבכורה שנאמר בישראל אבל לא באחרים",
            "1": "גמ׳ כל הני למה לי ",
            "2": "צריכי דאי תנא לוקח הוה אמינא משום דקא מייתי לה לקדושה אבל מוכר דקא מפקע לה מקדושה אימא ליקנסיה קא משמע לן ",
            "3": "והמשתתף לו למה לי לאפוקי מדרבי יהודה דאמר שותפות גוי חייבת בבכורה קמשמע לן דפטורה מן הבכורה",
            "4": "והמקבל למה לי משום דקא בעי למיתני והנותן לו בקבלה ",
            "5": "והנותן לו בקבלה למה לי איצטריך סלקא דעתך אמינא הואיל ועיקר בהמה דישראל היא ליקנסיה דלמא אתי לאיחלופי בבהמה אחריתי קמשמע לן",
            "6": "תנן התם רבי יהודה מתיר בשבורה בן בתירא מתיר בסוס ",
            "7": "איבעיא להו עובר מה לי אמר רבי יהודה טעמא דרבי יהודה התם דשרי משום דשבורה עובר נמי שבור הוא או דלמא שבורה לאו היינו אורחיה אבל עובר כיון דהיינו אורחיה לאו שבור הוא",
            "8": "תא שמע והמוכר לו אף על פי שאינו רשאי ולא פליג רבי יהודה ",
            "9": "וליטעמיך המשתתף לו והמקבל ממנו והנותן לו בקבלה דלא קתני הכי נמי דלא פליג",
            "10": "אלא פליג ולא קתני הכא נמי פליג ולא קתני",
            "11": "תא שמע רבי יהודה אומר המקבל בהמה מן הגוי וילדה מעלין אותו בשוויו ונותן חצי דמיו לכהן והנותן לו בקבלה אף על פי שאינו רשאי קונסים אותו עד עשרה בדמיו ונותן כל דמיו לכהן "
        },
        "3": {
            "0": "מאי לאו אעובר לא אבהמה",
            "1": "והא דמיו קתני תני דמיה והא נותן כל דמיו לכהן קתני ואי בהמה כהן מאי עבידתיה הכא במאי עסקינן כגון דיהיב ליה בהמה מעברתא לפטומה דמיגו דקנסינן ליה אבהמה קנסינן ליה אעובר ",
            "2": "אמר רב אשי תא שמע רבי יהודה מתיר בשבורה מפני שאינה יכולה להתרפאות הא יכולה להתרפאות אסר והא עובר נמי כיכול להתרפאות דמי שמע מינה",
            "3": "ואיכא דמתני לה אמתניתין והמוכר לו אף על פי שאינו רשאי לימא מתניתין דלא כרבי יהודה דתנן רבי יהודה מתיר בשבורה ",
            "4": "אפילו תימא רבי יהודה שבורה לאו היינו אורחיה עובר היינו אורחיה ",
            "5": "תא שמע רבי יהודה אומר המקבל בהמה מן הגוי וילדה מעלין אותו בשויו ונותן חצי דמיו לכהן והנותן לו בקבלה אף על פי שאינו רשאי קונסין אותו עד עשרה בדמיו ונותן כל דמיו לכהן מאי לאו אעובר לא אבהמה ",
            "6": "והא דמיו קתני תני דמיה והא נותן כל דמיו לכהן קתני ואי בהמה כהן מאי עבידתיה הכא במאי עסקינן כגון דיהיב בהמה מעברתא לפטומה דמיגו דקנסינן ליה אבהמה קנסינן ליה אעובר ",
            "7": "אמר רב אשי תא שמע רבי יהודה מתיר בשבורה מפני שאינה יכולה להתרפאות הא יכולה להתרפאות אסור והאי נמי כיכול להתרפאות דמי שמע מינה",
            "8": "איבעיא להו מכר בהמה לעובריה מאי תיבעי לרבי יהודה תיבעי לרבנן ",
            "9": "תיבעי לרבי יהודה עד כאן לא קא שרי רבי יהודה אלא בשבורה דלא אתיא לאיחלופי אבל שלמה דאתיא לאיחלופי אסר ",
            "10": "או דלמא ומה שבורה דפסקה מיניה וכל שכן שלמה דלא פסקה מיניה ",
            "11": "תיבעי לרבנן עד כאן לא קאסרי רבנן אלא בשבורה דפסקה מיניה אבל שלמה דלא פסקה מיניה שרו ",
            "12": "או דלמא ומה שבורה דלא אתיא לאיחלופי אסרי וכל שכן שלמה דאתיא לאיחלופי",
            "13": "וטעמא דרבנן משום הכי הוא והתניא אמרו לו לרבי יהודה והלא מרביעין עליה ויולדת אלמא משום עובריה הוא",
            "14": "הכי קאמרי ליה טעמא דידן משום דאתיא לאיחלופי בבהמה אלא את מאי טעמא שרית משום דאין יכולה להתרפאות כמאן דזבנה לשחיטה דמי",
            "15": "והלא מרביעין עליה ויולדת וכיון דמרביעין עליה ויולדת משהא לה ",
            "16": "ואמר להו לכשתלד דלא מקבלת זכר",
            "17": "תא שמע והנותן לו בקבלה ולא קתני אף על פי שאינו רשאי ",
            "18": "וליטעמיך המשתתף לו דלא קתני הכי נמי דרשאי והא אמר אבוה דשמואל אסור לאדם שיעשה שותפות עם הגוי שמא יתחייב לו שבועה ונשבע לו בשם עבודה זרה שלו והתורה אמרה לא ישמע על פיך ",
            "19": "אלא תנא מכירה והוא הדין לשותפות הכי נמי תנא מכירה והוא הדין לקבלנות ומאי שנא מכירה דנקט דעיקר מכירה היא",
            "20": "תא שמע רבי יהודה אומר המקבל בהמה מן הגוי וילדה מעלין אותו בשוויו ונותן חצי דמיו לכהן והנותן בקבלה אף על פי שאינו רשאי קונסין אותו עד עשרה בדמיו ונותן כל דמיו לכהן ",
            "21": "וחכמים אומרים כל זמן שיד הגוי באמצע פטורה מן הבכורה "
        },
        "4": {
            "0": "מאי לאו אבהמה לא אעובר",
            "1": "דיקא נמי דקתני קונסין אותו עד עשרה בדמיו שמע מינה",
            "2": "מסייעא ליה לריש לקיש דאמר ריש לקיש המוכר בהמה גסה לגוי קונסין אותו עד עשרה בדמיה",
            "3": "דוקא או לאו דוקא תא שמע דאמר רבי יהושע בן לוי המוכר עבדו לגוי קונסין אותו עד מאה בדמיו שאני עבד דכל יומא ויומא מפקע ליה ממצות",
            "4": "ואיכא דאמרי אמר ריש לקיש המוכר בהמה גסה לגוי קונסין אותו עד מאה בדמיה תנן והנותן לו בקבלה אף על פי שאינו רשאי קונסין אותו עד עשרה בדמיה",
            "5": "מכירה פסקה מיניה קבלנות לא פסקה מיניה",
            "6": "דוקא או לאו דוקא תא שמע דאמר רבי יהושע בן לוי המוכר עבדו לגוי קונסין אותו עד עשרה בדמיו שאני עבד דלא הדר ליה ",
            "7": "בהמה מאי טעמא משום דקא הדרא ליה ניקנסיה טפי חד אלא עבד מילתא דלא שכיחא היא וכל מילתא דלא שכיחא לא גזרו ביה רבנן",
            "8": "וחכמים אומרים כל זמן שיד הגוי כו׳ אמר רבי יהושע ושניהם מקרא אחד דרשו כל בכור ",
            "9": "רבנן סברי בכור מקצת בכור משמע כתב רחמנא כל עד דאיכא כוליה ורבי יהודה סבר בכור כוליה בכור משמע כתב רחמנא כל דאפילו כל דהוא",
            "10": "איבעית אימא דכולי עלמא בכור רובא משמע מר סבר כל משמע למלויי אתא ומר סבר לגרועי אתא",
            "11": "וכמה תהא שותפות של גוי ותהא פטורה מן הבכורה אמר רב הונא אפילו אזנו מתקיף לה רב נחמן ולימא ליה שקיל אזנך וזיל",
            "12": "איתמר רב חסדא אמר דבר שעושה אותו נבלה ורבא אמר דבר שעושה אותו טריפה ",
            "13": "במאי קמיפלגי בטריפה חיה למאן דאמר דבר שעושה אותו טריפה קסבר טריפה אינה חיה ולמאן דאמר דבר שעושה אותו נבלה אבל טריפה חיה",
            "14": "אמרוה רבנן קמיה דרב פפא הא דרב הונא ורב חסדא ורבא לא פליגי הא בו הא באמו ",
            "15": "אמר להו רב פפא מאי שנא בו דבעינן כל בכור וליכא אמו נמי בעינן כל מקנך תזכר וליכא אלא לא שנא",
            "16": "מתקיף לה מר בר רב אשי מאי שנא מנפלים דאף על גב דלאו בני חיותא נינהו קדשי דאמר מר פטר שגר בהמה שגר בבהמה ",
            "17": "התם כיון דלא עריבו בהו חולין קרינא בהו בבהמה כל בכור הכא כיון דעריבו בהו חולין לא קרינא בהו כל בכור",
            "18": "רבי אלעזר לא על לבי מדרשא אשכחיה לרבי אסי אמר ליה מאי אמור רבנן בי מדרשא אמר ליה"
        },
        "5": {
            "0": "הכי אמר רבי יוחנן אפילו מום קל והדתנן רחל שילדה מין עז ועז שילדה מין רחל פטורה מן הבכורה ואם יש בו מקצת סימנין חייב מום קבוע הוי לשחוט עליו ",
            "1": "בשלמא מום קל קא משמע לן כדרב הונא ולאפוקי מדרב חסדא ורבא ",
            "2": "אלא מום קבוע מאי קא משמע לן דכיון דאישתני הוה ליה מומא תנינא ופיו דומה כשל חזיר הרי זה מום ",
            "3": "וכי תימא התם נשתנה בדבר שאין במינו קדוש בבכורה הכא נשתנה בדבר שבמינו קדוש בבכורה הא נמי תנינא עינו אחת גדולה ואחת קטנה ",
            "4": "ותנא גדולה גדולה כשל עגל וקטנה קטנה כשל אווז בשלמא קטנה כשל אווז אין במינו קדוש בבכורה אלא גדולה כשל עגל יש במינו קדוש בבכורה אלא לאו משום דאמרינן כיון דאישתני הוה ליה מומא ",
            "5": "לא משום דהוה ליה שרוע הכי נמי מסתברא דתנן מומין אלו בין קבועין בין עוברין פוסלין יתר עליהן אדם עיניו שתיהן גדולות שתיהן קטנות",
            "6": "גבי אדם הוא דכתיב איש איש מזרע אהרן דבעינן איש שוה בזרעו של אהרן אבל בהמה שתיהן גדולות שתיהן קטנות נמי לא הוי מומא ",
            "7": "אחת גדולה ואחת קטנה מאי טעמא אי משום שינוי אפילו שתיהן גדולות שתיהן קטנות נמי אלא לאו משום דהוה ליה שרוע ",
            "8": "לא לעולם אימא לך משום שינוי שינוי הוי מומא ודקא קשיא לך אפילו שתיהן גדולות שתיהן קטנות התם אי מחמת בריותא יתירא תרווייהו בעי למיברא אי מחמת כחישותא יתירא תרווייהו בעי מיכחש",
            "9": "ההיא גיורתא דהוו מסרין לה אחי חיותא לפטומה אתאי לקמיה דרבא אמר לה לית דחש לה להא דרבי יהודה דאמר שותפות גוי חייבת בבכורה",
            "10": "רב מרי בר רחל הויא ליה ההיא חיותא הוה מקנה לאודנייהו לגוי ואסר להו בגיזה ועבודה ויהיב להו לכהנים וכלאי חיותא דרב מרי בר רחל",
            "11": "וכי מאחר דאסר להו בגיזה ועבודה ויהיב להו לכהנים אמאי מקנה להו לאודנייהו לגוי דלמא אתי בהו לידי תקלה אי הכי מאי טעמא כלו חיותא דרב מרי משום דמפקע להו מקדושתייהו ",
            "12": "והאמר רב יהודה מותר לאדם להטיל מום בבכור קודם שיצא לאויר העולם התם מקדושת מזבח קא מפקע ליה מקדושת כהן לא מפקע ליה הכא אפילו מקדושת כהן קא מפקע ליה ",
            "13": "ואיבעית אימא רב מרי בר רחל ידע לאקנויי קנין גמור וחזי ליה איניש אחרינא ואזיל ועביד וסבר רב מרי מילתא הוא דעבד ואתי בה לידי תקלה",
            "14": "מתני׳ כהנים ולוים פטורין מקל וחומר אם פטרו את של ישראל במדבר דין הוא שיפטרו את של עצמן"
        },
        "6": {
            "0": "גמ׳ אינהו פטרי אדם אדם פטר בהמה בהמה פטרה דכתיב קח את הלוים תחת בכור בבני ישראל ואת בהמת הלוים תחת בהמתם ",
            "1": "אמר אביי הכי קאמר כהנים ולוים פטורין בהמתם מקל וחומר אם הפקיעה בהמתם של לוים בהמה של ישראל במדבר דין הוא שתפקיע את של עצמן ",
            "2": "אמר ליה רבא והא פטרו אינהו קתני ",
            "3": "ועוד אם איתא אפילו מבכור בהמה טהורה נפטרו אלמה תנן לא נפטרו מבכור בהמה טהורה אלא מפדיון הבן ופטר חמור",
            "4": "אלא אמר רבא הכי קתני כהנים ולוים פטרו הן עצמן מקל וחומר אם הפקיעה קדושתן של לוים קדושת של ישראל במדבר לא יפקיע את של עצמן ",
            "5": "אשכחן אדם בהמה טמאה מנלן אמר קרא אך פדה תפדה את בכור האדם ואת בכור הבהמה הטמאה תפדה כל שישנו בבכור אדם ישנו בבכור בהמה טמאה וכל שאינו בבכור אדם אינו בבכור בהמה טמאה",
            "6": "אמר ליה רב ספרא לאביי לדידך דאמרת בהמתם בן לוי דהוה ליה שה דאפקע ליפקע דלא הוה ליה שה דליפקע לא ליפקע",
            "7": "בין לדידך בין לרבא בן חדש דאפקע ליפקע פחות מבן חדש דלא אפקע לא ליפקע ",
            "8": "לויה לא תיפקע אלמה אמר רב אדא בר אהבה לויה שילדה בנה פטור מחמש סלעים",
            "9": "הא לא קשיא כדמר בריה דרב יוסף משמיה דרבא דאמר פטר רחם בפטר רחם תלה רחמנא ",
            "10": "ואהרן שלא היה באותו מנין לא ליפקע דתניא למה נקוד על אהרן שבחומש הפקודים שלא היה באותו מנין ",
            "11": "אמר קרא הלוים הוקשו כל הלוים זה לזה ",
            "12": "כהנים מנלן כדרבי יהושע בן לוי דאמר רבי יהושע בן לוי בעשרים וארבעה מקומות נקראו כהנים לוים וזה אחד מהן והכהנים הלוים בני צדוק "
        },
        "7": {
            "0": "ולדורות מנלן אמר קרא והיו לי הלוים והיו בהווייתן יהו",
            "1": "וממאי דבשה אמר רב חסדא נאמר כסף לדורות ונאמר שה לדורות ",
            "2": "מה כסף האמור לדורות בו פדו לדורות בו פדו לאותה שעה אף שה האמור לדורות בו פדו לדורות בו פדו באותה שעה",
            "3": "מה לכסף שכן פודין בו הקדשות ומעשר שני ",
            "4": "אלא אמר קרא אך פדה תפדה את בכור האדם ואת בכור הבהמה הטמאה תפדה מה בכור אדם לא חלקת בין לדורות בין לאותה שעה בכסף אף בהמה טמאה לא תחלוק בו בין לדורות בין לאותה שעה בשה",
            "5": "אמר רבי חנינא שה אחד של בן לוי פטר כמה פטרי חמורים מישראל אמר אביי תדע שהרי מנה הכתוב עודפים באדם ולא מנה עודפין בבהמה",
            "6": "ממאי דילמא לא הוי נפישי להו בהמות טובא לא סלקא דעתך דכתיב ומקנה רב היה לבני ראובן ולבני גד ",
            "7": "דילמא אפילו הכי פשוטים דלוים הוו קיימי לבהדי בכורי ישראל אמר קרא ואת בהמת הלוים תחת בהמתם בהמה אחת תחת בהמות הרבה ",
            "8": "ואימא בהמה רבה אם כן ליכתוב קרא או בהמה תחת בהמה או בהמתם תחת בהמתם מאי בהמת תחת בהמתם שמע מינה חד פטר טובא ",
            "9": "אמר רבא אף אנן נמי תנינא ופודה בו פעמים הרבה ורבי חנינא טעמא דמתניתין מפרש והכי קאמר מאי טעמא פודה בו פעמים הרבה משום דשה אחד של בן לוי פוטר כמה פטרי חמורים של ישראל",
            "10": "איתמר רבי יוחנן אמר קדשו בכורות במדבר וריש לקיש אמר לא קדשו בכורות במדבר ",
            "11": "רבי יוחנן אמר קדשו בכורות במדבר דרחמנא אמר ליקדשו דכתיב קדש לי כל בכור",
            "12": "וריש לקיש אמר לא קדשו בכורות במדבר מדכתיב והיה כי יביאך וכתיב בתריה והעברת מכלל דמעיקרא לא קדוש",
            "13": "איתיביה רבי יוחנן לריש לקיש עד שלא הוקם המשכן היו במות מותרות ועבודה בבכורות אמר ליה באותן שיצאו ממצרים",
            "14": "הכי נמי מסתברא דאי לא תימא הכי בן שנה בר מיעבד עבודה הוא ",
            "15": "ודקארי לה מאי קארי לה ",
            "16": "הכי קא קשיא ליה אי אמרת בשלמא דלא פסיק קדושתייהו הנך דמעיקרא נמי לא פקעא קדושתייהו אלא אי אמרת דפסק קדושתייהו הנך דמעיקרא נמי פקעא ליה קדושתייהו",
            "17": "ואידך דקדוש קדוש דלא קדוש לא קדוש",
            "18": "איתיביה אותו היום שהוקם המשכן קרבו בו להם בישראל נדרים ונדבות חטאות ואשמות בכורות ומעשרות הכי נמי באותן שיצאו ממצרים ומינה אותו היום הוא דקרוב מיכן ואילך לא קרוב",
            "19": "איכא דאמרי איתיביה ריש לקיש לרבי יוחנן אותו היום שהוקם המשכן קרבו להם ישראל נדרים ונדבות חטאות ואשמות בכורות ומעשרות אותו היום אין מיכן ואילך לא אימא מאותו היום ואילך",
            "20": "ומאי קמשמע לן מאותו היום אין מעיקרא לא אלמא חובות בבמה לא קרוב",
            "21": "תא שמע נמצאת אתה אומר בשלשה מקומות קדשו בכורות לישראל במצרים ובמדבר ובכניסתן ישראל לארץ במצרים מהו אומר קדש לי כל בכור במדבר הוא אומר כי לי כל בכור בבני ישראל בכניסתם לארץ הוא אומר והיה כי יביאך והעברת",
            "22": "אמר רב נחמן בר יצחק בשלשה מקומות הוזהרו על הבכורות ליקדש ולא קדשו ובמצרים נמי לא קדוש הא קאמרינן דקדוש הכי אמר מהן קדשו ומהן לא קדשו ",
            "23": "מתקיף לה רב פפא ובמדבר לא קדשו והכתיב פקד כל בכר זכר לבני ישראל אלא אי איתמר הכי איתמר רבי יוחנן אמר קדשו ולא פסקו וריש לקיש אמר קדשו "
        },
        "8": {
            "0": "ופסקו ",
            "1": "בשלמא ריש לקיש כדאמר טעם אלא לרבי יוחנן מאי טעמא ",
            "2": "אמר רבי אלעזר רבי יוחנן חזאי בחילמא דמילתא מעליתא אמינא אמר קרא לי יהיו בהוייתן יהו",
            "3": "ורבי יוחנן והיה כי יביאך והעברת מאי עביד ליה ההוא מיבעי ליה לכדתנא דבי רבי ישמעאל עשה מצוה זו שבשבילה תיכנס לארץ ",
            "4": "אמר ליה רב מרדכי לרב אשי אתון הכי מתניתו לה אנן איפכא מתנינן לה רבי יוחנן אמר לא קדשו בכורות במדבר וריש לקיש אמר קדשו בכורות במדבר ",
            "5": "אמר ליה ואפכית נמי תיובתא ואפכיתו לה להא דרבי אלעזר אמר ליה לא קדשו להו לא הוצרכו ליקדש ",
            "6": "אי הכי היינו דידן קא משמע לן חייב אדם לומר בלשון רבו",
            "7": "שאל קונטרוקוס השר את רבן יוחנן בן זכאי בפרטן של לוים אתה מוצא עשרים ושנים אלף ושלש מאות בכללן אתה מוצא עשרים ושנים אלף ושלש מאות להיכן הלכו ",
            "8": "אמר לו אותן שלש מאות בכורות היו ואין בכור מפקיע בכור מאי טעמא אמר אביי דיו לבכור שיפקיע קדושת עצמו",
            "9": "ועוד שאלו בגיבוי כסף אתה מוצא מאתים ואחת ככר ואחת עשרה מנה דכתיב בקע לגלגלת מחצית השקל בשקל הקדש וגו׳ ",
            "10": "ובנתינת הכסף אתה מוצא מאת ככר דכתיב ויהי מאת ככר הכסף לצקת וגו׳ משה רבכם גנב היה או קוביוסטוס היה או אינו בקי בחשבונות נתן מחצה ונטל מחצה ומחצה שלם לא החזיר ",
            "11": "אמר לו משה רבינו גיזבר נאמן היה ובקי בחשבונות היה ומנה של קודש כפול היה ",
            "12": "הוי בה רב אחאי מאי קא קשיא ליה ויהי מאת ככר הכסף לצקת וגו׳ הנך לצקת ואינך בי גזא כתב קרא אחרינא וכסף פקודי העדה מאת ככר וגו׳",
            "13": "ודקאמר ליה מנה של קודש כפול היה מנא ליה ",
            "14": "אילימא מיניה שהרי כאן שבעים ואחד מנה ואת האלף ושבע מאות וחמשה ושבעים עשה ווים לעמודים ולא מנאן הכתוב אלא בפרוטרוט ואם איתא מאה ואחד ככר ואחת עשרה מנה מיבעי ליה",
            "15": "אלא מדלא מנאן הכתוב אלא בפרוטרוט שמע מינה מנה של קודש כפול היה",
            "16": "ודילמא כללי קחשיב בככרי פרטי לא קא חשיב בככרי ",
            "17": "אלא מהכא ונחשת התנופה שבעים ככר ואלפים וארבע מאות שקל שהרי כאן תשעים וששה מנה ולא מנאן הכתוב אלא בפרוטרוט שמע מינה מנה של קודש כפול היה",
            "18": "ודילמא פרטא רבה קא חשיב בככרי פרטא זוטא לא קחשיב בככרי ",
            "19": "אלא אמר רב חסדא מהכא והשקל עשרים גרה עשרים שקלים חמשה ועשרים שקלים עשרה וחמשה שקל המנה יהיה לכם "
        },
        "9": {
            "0": "והא מאתן וארבעין הויין אלא שמע מינה מנה של קודש מנה כפול היה ",
            "1": "ושמע מינה מוסיפין על המדות ואין מוסיפין יתר על שתות ושמע מינה שתותא מלבר",
            "2": "אמר רבי חנינא שאלתי את רבי אליעזר בבית מותבא רבא מה נשתנו פטרי חמורים מפטרי סוסים וגמלים אמר לי גזירת הכתוב היא ועוד שסייעו ישראל בשעת יציאתם ממצרים שאין לך כל אחד ואחד מישראל שלא היו עמו תשעים חמורים לובים טעונים מכספה וזהבה של מצרים",
            "3": "ועוד שאלתיו מאי לשון רפידים ואמר לי רפידים שמה כתנאי רבי אליעזר אומר רפידים שמה רבי יהושע אומר שריפו עצמן מדברי תורה וכן הוא אומר לא הפנו אבות אל בנים מרפיון ידים",
            "4": "ועוד שאלתיו מאי לשון שטים ואמר לי שטים שמה כתנאי רבי אליעזר אומר שטים שמה רבי יהושע אומר שנתעסקו בדברי שטות ",
            "5": "ותקראן לעם לזבחי אלהיהן רבי אליעזר אומר ערומות פגעו בהן רבי יהושע אומר שנעשו כולן בעלי קריין",
            "6": "מתני׳ פרה שילדה מין חמור וחמור שילדה כמין סוס פטורה מן הבכורה שנאמר פטר חמור פטר חמור שני פעמים עד שיהא היולד חמור והנולד חמור ",
            "7": "ומה הם באכילה בהמה טהורה שילדה כמין בהמה טמאה מותר באכילה וטמאה שילדה כמין בהמה טהורה אסור באכילה שהיוצא מן הטמא טמא והיוצא מן הטהור טהור",
            "8": "גמ׳ תנן התם רחל שילדה מין עז ועז שילדה מין רחל פטור מן הבכורה ואם יש בו מקצת סימנין חייב ",
            "9": "מנא הני מילי אמר רב יהודה דאמר קרא אך בכור שור שיהא הוא שור ובכורו שור בכור כשב שיהא הוא כשב ובכורו כשב בכור עז שיהא הוא עז ובכורו עז ",
            "10": "יכול אפילו יש בו מקצת סימנין תלמוד לומר אך חלק ",
            "11": "והא תנא פטר פטר קנסיב לה לפרה ",
            "12": "הוא דאמר כרבי יוסי הגלילי דתניא רבי יוסי הגלילי אומר אך בכור שור עד שיהא הוא שור ובכורו שור בכור כשב עד שיהא הוא כשב ובכורו כשב או בכור עז עד שיהא הוא עז ובכורו עז",
            "13": "יכול אפילו יש בו מקצת סימנין תלמוד לומר אך חלק",
            "14": "במאי קמיפלגי תנא דידן סבר גלי רחמנא בקדושת דמים והוא הדין בקדושת הגוף ",
            "15": "ורבי יוסי סבר גלי רחמנא בקדושת הגוף והוא הדין בקדושת דמים וגמר קדושת דמים מקדושת הגוף",
            "16": "ותנא דידן האי בכור בכור מאי עביד ליה מיבעי ליה לכדרבי יוסי ברבי חנינא",
            "17": "דאמר רבי יוסי ברבי חנינא למה נאמרו אימורין בבכור שור אימורין בבכור כשב אימורין בבכור עז",
            "18": "צריכא דאי כתב רחמנא בבכור שור שכן נתרבה בנסכים ",
            "19": "כשב שכן נתרבה באליה ",
            "20": "בעז שכן נתרבה אצל עבודה זרה ביחיד",
            "21": "חדא מחדא לא אתיא תיתי חדא מתרתי ",
            "22": "בהי לא ליכתוב לא ליכתוב רחמנא בשור ותיתי מהנך מה להנך שכן נתרבו אצל פסחים ",
            "23": "לא לכתוב בכשב ותיתי מהנך מה להנך שכן נתרבו אצל עבודה זרה בציבור ",
            "24": "לא ניכתוב רחמנא בעז ותיתי מהנך מה להנך שכן יש בהן צד רבוי אצל מזבח הילכך צריכי ",
            "25": "ורבי יוסי הגלילי אם כן ליכתוב קרא אך בכור שור כשב ועז בכור בכור למה לי אלא לאו שמע מינה עד שיהא הוא שור ובכורו שור ",
            "26": "ורבי יוסי הגלילי האי פטר חמור פטר חמור מאי עביד ליה ",
            "27": "מיבעי ליה לכדתניא רבי יוסי הגלילי אומר מתוך שנאמר אך פדה תפדה את בכור האדם ואת בכור הבהמה הטמאה תפדה שומע אני אפילו פטרי סוסים וגמלים תלמוד לומר פטר חמור פטר חמור אמרתי לך ולא פטרי סוסים וגמלים",
            "28": "ועדיין אני אומר פטרי חמור בשה פטרי סוסים וגמלים בכל דבר "
        },
        "10": {
            "0": "תלמוד לומר פטר חמור פטר חמור שני פעמים פטרי חמורים אמרתי לך ולא פטרי סוסים וגמלים ",
            "1": "פריך רב אחאי אי כתב רחמנא חד הוה אמינא דבר שהיה בכלל ויצא מן הכלל ללמד לא ללמד על עצמו יצא אלא ללמד על הכלל כולו יצא ולעולם בשה ",
            "2": "כתב רחמנא פטר חמור אחרינא פטרי חמורים ולא פטרי סוסים וגמלים ואימא מעטינהו משה ולעולם בכל דבר",
            "3": "אם כן לכתוב רחמנא פטר חמור תפדה בשה וחמור תפדה בשה פטר חמור תפדה בשה פטר חמור תפדה בשה למה לי פטרי חמורים אמרתי לך ולא פטרי סוסים וגמלים ",
            "4": "ותנא דידן למעוטי סוסים וגמלים מנא ליה ",
            "5": "אמר רב פפא כל מקנך תזכר כלל שור ושה וחמור פרט כלל ופרט אין בכלל אלא מה שבפרט שור ושה וחמור אין מידי אחרינא לא",
            "6": "ורבי יוסי הגלילי פטר הפסיק הענין ורבנן ויו הדר ערביה קרא ",
            "7": "ורבי יוסי הגלילי לא לכתוב לא ויו ולא פטר ",
            "8": "ורבנן איידי דהא קדושת דמים והא קדושת הגוף פסיק להו והדר עריב להו",
            "9": "איבעיא להו פרה שילדה מין חמור ויש בו מקצת סימנין מהו ",
            "10": "עז שילדה מין רחל ורחל שילדה מין עז דכי יש מקצת סימנין חייבת בבכורה דהא טהורה והא טהורה הא קדושת הגוף והא קדושת הגוף ",
            "11": "הכא דהא טמאה והא טהורה הא קדושת הגוף והא קדושת דמים לא או דלמא כיון דאידי ואידי בני מיקדש בבכורה קדוש",
            "12": "ואם תמצי לומר כיון דאידי ואידי מיקדש בבכורה קדוש חמור שילדה מין סוס מהו הכא ודאי לא בת מיקדש בבכורה הוא או דלמא כיון דמין טמאה הוא קדוש ",
            "13": "אם תמצא לומר כיון דמין טמאה הוא קדוש פרה שילדה מין סוס מהו הכא ודאי הא טהורה והא טמאה הא בת מיקדש בבכורה והא לא בת מיקדש בבכורה או דלמא סימנין מילתא היא",
            "14": "תא שמע בהמה טהורה שילדה מין בהמה טמאה פטורה מן הבכורה אם יש בו מקצת סימנין חייבת בבכורה מאי לאו אפילו פרה שילדה מין סוס לא פרה שילדה מין חמור ",
            "15": "תא שמע פרה שילדה מין חמור וחמור שילדה מין סוס פטורה מן הבכורה אם יש בו מקצת סימנין חייבת בבכורה מאי לאו אתרוייהו לא אפרה שילדה מין חמור ",
            "16": "אבל חמור שילדה מין סוס למאי קתני לה לפטורא פשיטא השתא ומה פרה שילדה מין חמור דאידי ואידי בני מיקדש בבכורה נינהו אמרת אם יש בו מקצת סימנין אין ואי לא לא חמור שילדה מין סוס מיבעיא ",
            "17": "איצטריך סלקא דעתך התם הוא דיש לה קרנים והא אין לה קרנים הא פרסותיה סדוקות והא פרסותיה קלוטות ",
            "18": "אבל הכא דאידי ואידי אין לה קרנים אידי ואידי פרסותיה קלוטות אימא חמור אדום בעלמא הוא קמשמע לן",
            "19": "ומה הן באכילה כו׳ למה לי למיתני שהיוצא ",
            "20": "סימנא בעלמא הוא דלא תיחלף לך דלא תימא זיל בתריה דידיה והאי טהור מעליא הוא והאי טמא מעליא הוא אלא זיל בתר אימיה ",
            "21": "מנא הני מילי דתנו רבנן אך את זה לא תאכלו ממעלי הגרה וממפריסי הפרסה יש לך שהוא מעלה גרה ומפריס פרסה ואי אתה אוכלו ואיזה זה טהור שנולד מן הטמא או אינו אלא טמא הנולד מן הטהור ומאי ממעלי הגרה וממפריסי הפרסה"
        },
        "11": {
            "0": "הכי קאמר דבר הבא ממעלי הגרה וממפריסי הפרסה לא תיכול תלמוד לומר גמל טמא הוא הוא טמא ואין טמא הנולד מן הטהור טמא אלא טהור",
            "1": "רבי שמעון אומר גמל גמל שני פעמים אחד גמל הנולד מן הגמלה ואחד גמל הנולד מן הפרה ",
            "2": "ורבנן האי גמל גמל מאי עבדי ליה חד לאסור עצמו וחד לאסור חלבו ורבי שמעון לאסור חלבו מנא ליה נפקא ליה מאת הגמל ורבנן אתים לא דרשי",
            "3": "כדתניא שמעון העמסוני היה דורש כל את ואת שבתורה כיון שהגיע לאת ה׳ אלהיך תירא פירש אמרו לו תלמידיו רבי כל אתין שדרשת מה תהא עליהם אמר להם כשם שקבלתי שכר על הדרישה כך אני מקבל שכר על הפרישה",
            "4": "עד שבא רבי עקיבא ולימד את ה׳ אלהיך תירא לרבות תלמידי חכמים",
            "5": "אמר ליה רב אחא בריה דרבא לרב אשי אלא מעתה טעמא דרבנן מגמל גמל ורבי שמעון מאת הגמל הא לאו הכי הוה אמינא חלב דבהמה טמאה שרי",
            "6": "מאי שנא מהא דתניא הטמאים לאסור צירן ורוטבן וקיפה שלהן ",
            "7": "איצטריך סלקא דעתך אמינא הואיל דבהמה טהורה נמי חידוש הוא דאמר מר דם נעכר ונעשה חלב וכיון דחידוש הוא בבהמה טמאה נמי לישתרי קא משמע לן ",
            "8": "הניחא למאן דאמר דם נעכר ונעשה חלב אלא למאן דאמר איבריה מתפרקין הימנה ואין נפשה חוזרת עליה עד עשרים וארבעה חדש מאי איכא למימר ",
            "9": "איצטריך סלקא דעתך אמינא הואיל וליכא מידי דאתי מחי ושרייה רחמנא והאי חלב כי אבר מן החי הוא ושרי והילכך אפילו בבהמה טמאה לישתרי קא משמע לן",
            "10": "וחלב דבהמה טהורה מנלן דשרי אילימא מדאסר רחמנא בשר בחלב הא לחודיה שרי ואימא חלב לחודיה אסור באכילה ומותר בהנאה בשר בחלב בהנאה נמי אסור ",
            "11": "ולרבי שמעון דשרי בהנאה משכחת לה למילקי על בישוליה ",
            "12": "אלא מדגלי רחמנא דבפסולי המוקדשין תזבח ולא גיזה בשר ולא חלב הא דחולין שרי ",
            "13": "ואימא דחולין אסור באכילה ושרי בהנאה דקדשים בהנאה נמי אסור ",
            "14": "אלא מדכתיב ודי חלב עזים ללחמך ללחם ביתך וחיים לנערותיך ",
            "15": "ודילמא לסחורה אלא מדכתיב ואת עשרת חריצי החלב ",
            "16": "ודלמא לסחורה אטו דרכה של מלחמה לסחורה ",
            "17": "ואיבעית אימא מהכא ארץ זבת חלב ודבש ואי לא דשרי משתבח לן קרא במידי דלא חזי ואיבעית אימא מהכא לכו שברו ואכלו ולכו שברו בלא כסף ובלא מחיר יין וחלב",
            "18": "אלא מעתה שפן שפן ארנבת ארנבת חזיר חזיר להני הוא דאתו ",
            "19": "אלא לכדתניא למה נשנו בבהמה מפני השסועה ובעופות מפני הראה ",
            "20": "גמל גמל נמי להכי הוא דאתא כל היכא דאיכא למידרש דרשינן",
            "21": "תנו רבנן רחל שילדה מין עז ועז שילדה מין רחל פטורה מן הבכורה ואם יש בו מקצת סימנים חייבת רבי שמעון אומר עד שיהא ראשו ורובו דומה לאמו ",
            "22": "איבעיא להו לאכילה מי בעי רבי שמעון ראשו ורובו או לא ",
            "23": "לענין בכורה כתיב אך בכור שור עד שיהא הוא שור ובכורו שור אבל לאכילה גמל הוא דאמר רחמנא דאסיר הא "
        },
        "12": {
            "0": "אישתני מגמל שפיר דמי או דלמא לא שנא ",
            "1": "תא שמע בהמה טהורה שילדה מין בהמה טמאה אסור באכילה ואם דומה ראשו ורובו לאמו חייב בבכורה שמע מינה לאכילה נמי בעי רבי שמעון ראשו ורובו",
            "2": "לא לבכורה דוקא דיקא נמי דקא שבקה לאכילה וקם ליה אבכור שמע מינה לבכורה הוא דבעי רבי שמעון ראשו ורובו אבל לאכילה לא",
            "3": "לעולם אימא לך לאכילה נמי בעי ובכורה איצטריך סלקא דעתך אמינא הואיל וכתיב אך בכור שור עד שיהא הוא שור ובכורו שור ולא תיסגי ליה בראשו ורובו עד דאיכא כוליה קמשמע לן",
            "4": "תא שמע אך את זה לא תאכלו ממעלי הגרה וממפריסי הפרסה זה אי אתה אוכל אבל אתה אוכל הבא בסימן אחד ",
            "5": "ואי זה זה הבא בסימן אחד זה טמא הנולד מן הטהור ועבורו מן הטהור ",
            "6": "יכול אפילו עבורו מן הטמא תלמוד לומר שה כשבים ושה עזים עד שיהא אביו כבש ואמו כבשה דברי רבי יהושע ",
            "7": "רבי אליעזר אומר לא בא הכתוב להתיר את המותר אלא להוסיף על המותר ואיזה זה טמא הנולד מן הטהור ועבורו מן הטמא או אינו אלא עבורו מן הטהור תלמוד לומר שור שה כשבים ושה עזים מכל מקום",
            "8": "קרי ליה טמא כרבי שמעון וקאמר אבל אתה אוכל הבא בסימן אחד ",
            "9": "האי תנא סבר ליה כוותיה בחדא ופליג עליה בחדא ",
            "10": "ואיכא דמקשי ומותיב עבורו מן הטמא מי מעברא ",
            "11": "והאמר רבי יהושע בן לוי לעולם אין מתעברת לא טמאה מן הטהור ולא טהורה מן הטמא ולא גסה מן הדקה ולא דקה מן הגסה ולא בהמה מן חיה ולא חיה מן בהמה ",
            "12": "חוץ מרבי אליעזר ומחלוקתו שהיו אומרים חיה מתעברת מבהמה ",
            "13": "ואמר רבי ירמיה דאיעבר מקלוט בן פרה ואליבא דרבי שמעון קאמר וקאמר אבל אתה אוכל הבא בסימן אחד ",
            "14": "האי תנא סבר לה כוותיה בחדא ופליג עליה בחדא",
            "15": "למימרא דרבי אליעזר סבר זה וזה גורם מותר ורבי יהושע סבר זה וזה גורם אסור ",
            "16": "והא איפכא שמעינן להו ולד טריפה רבי אליעזר אומר לא יקרב לגבי מזבח ורבי יהושע אומר יקרב לגבי מזבח ",
            "17": "בעלמא סבר רבי אליעזר זה וזה גורם אסור ושאני הכא דאם כן נכתוב קרא שה כשבים ועזים שה ושה למה לי שמע מינה שה מכל מקום ",
            "18": "ורבי יהושע אמר לך בעלמא זה וזה גורם מותר והכא אם כן לכתוב קרא שור כשב ועז כשבים ועזים למה לי שמע מינה עד שיהא אביו כבש ואמו כבשה",
            "19": "תא שמע רבי שמעון אומר גמל גמל שני פעמים אחד גמל הנולד מן הגמל ואחד גמל הנולד מן הפרה ואם ראשו ורובו דומה לאמו מותר באכילה ",
            "20": "שמע מינה לאכילה נמי בעי רבי שמעון ראשו ורובו שמע מינה",
            "21": "שהיוצא מן הטמא וכו׳ בעו מינה מרב ששת מי רגלים של חמור מהו ",
            "22": "ותיבעי ליה דסוסים וגמלים דסוסים וגמלים לא מיבעיא להו דלא עכירי ולא דמו לחלב מיא עול מיא נפוק כי קמיבעיא להו דחמור דעכירי ודמו לחלב מאי מגופיה קא מימצצי ואסירי או דלמא מיא עול מיא נפוק והאי דעכירי הבלא דבישרא הוא ",
            "23": "אמר להו רב ששת תניתוה שהיוצא מן הטמא טמא והיוצא מן הטהור טהור מטמא לא קאמר אלא מן "
        },
        "13": {
            "0": "הטמא והני נמי מינא דטמא הוא ",
            "1": "ואיכא דאמרי דסוסים וגמלים לא קא מיבעיא להו דלא שתו אינשי כי קמיבעיא להו דחמור דשתו אינשי ומעלו לירקונא מאי ",
            "2": "אמר להו רב ששת תניתוה היוצא מן הטמא טמא והיוצא מן הטהור טהור והני נמי מטמא קאתי ",
            "3": "מיתיבי מפני מה אמרו דבש דבורים מותר מפני שמכניסות אותו לגופן ואין ממצות אותו מגופן ",
            "4": "הוא דאמר כרבי יעקב דאמר דובשא רחמנא שרייה ",
            "5": "דתניא רבי יעקב אומר אך את זה תאכלו מכל שרץ העוף זה אתה אוכל ואי אתה אוכל שרץ עוף טמא ",
            "6": "שרץ עוף טמא בהדיא כתיב אלא שרץ עוף טמא אי אתה אוכל אבל אתה אוכל מה שעוף טמא משריץ ואיזה זה זה דבש דבורים ",
            "7": "יכול אף דבש הגזין והצירעין אמרת לא ומה ראית לרבות דבורים ולהוציא הגזין והצירעין מרבה אני דבש דבורים שאין לו שם לווי ומוציא אני דבש הגזין והצירעין שיש לו שם לווי ",
            "8": "כמאן אזלא הא דתניא דבש הגזין והצירעין טהור ומותר באכילה דלא כרבי יעקב ",
            "9": "טהור אלמא בעי מחשבה תניא נמי הכי דבש בכוורתו מטמא טומאת אוכלין שלא במחשבה",
            "10": "חלי דיחמורתא סבור רבנן למימר ביעי נינהו ואסירן אמר רב ספרא זרעא דאילא הוא דאזיל בתר אילתא ואיידי דרחמה צר לא מזדקקא ואזיל בתר יחמורתא ונתרי",
            "11": "אמר רב הונא עור הבא כנגד פניו של חמור מותר מאי טעמא פירשא בעלמא הוא ",
            "12": "אמר ליה רב חסדא תניא דמסיע לך עור הבא כנגד פניו של אדם בין חי בין מת טהור מאי לאו בין הוא חי ואמו חיה בין הוא מת ואמו מתה ",
            "13": "לא בין הוא חי ואמו מתה בין הוא מת ואמו חיה והתניא בין הוא חי ואמו חיה בין הוא מת ואמו מתה אי תניא תניא",
            "14": "מתני׳ דג טמא שבלע דג טהור מותר באכילה וטהור שבלע דג טמא אסור באכילה לפי שאינו גידולו",
            "15": "גמ׳ טעמא דחזיניה דבלע הא לא חזיניה דבלע אמרי אשרוצי אשריץ",
            "16": "מנלן דתניא דג טמא משריץ דג טהור מטיל ביצים אי הכי כי חזינא דבלע אמרינן האי איעכלא והאי אשרוצי אשריץ ",
            "17": "אמר רב ששת כגון שמצאו דרך הריעי רב פפא אמר כגון שמצאו דרך בית הבליעה רב נחמן אמר כגון שמצאו שלם",
            "18": "רב אשי אמר רוב דגים במינן משריצין וכמי שבלע לפנינו דמי",
            "19": "תנו רבנן דג טמא משריץ דג טהור מטיל ביצים כל המוליד מניק וכל המטיל ביצים מלקט חוץ מעטלף שאף על פי שמטיל ביצים מניק"
        },
        "14": {
            "0": "הדולפנין פרין ורבין כבני אדם מאי דולפנין אמר רב יהודה בני ימא",
            "1": "כל שביציו מבחוץ מוליד וכל שבפנים מטיל ביצים ",
            "2": "איני והאמר שמואל אווז ואווז בר כלאים זה בזה והוינן בה מאי טעמא אמר אביי זה ביציו מבחוץ וזה ביציו מבפנים ותרוייהו מטילי ביצים ",
            "3": "אלא כל שזכרותו מבחוץ מוליד מבפנים מטיל ביצים",
            "4": "כל שתשמישו ביום יולד ביום בלילה יולד בלילה כל שתשמישו בין ביום בין בלילה יולד בין ביום בין בלילה ",
            "5": "תשמישו ביום יולד ביום תרנגול בלילה יולד בלילה עטלף תשמישו בין ביום בין בלילה יולד בין ביום בין בלילה אדם וכל דדמי ליה",
            "6": "למאי נפקא מינה לכדרב מרי בריה דרב כהנא דאמר רב מרי בריה דרב כהנא בדק בקינה של תרנגולין מערב יום טוב ולא מצא בה ביצה ולמחר השכים ומצא בה ביצה מותרת באכילה ביום טוב אימר לא בדק יפה ",
            "7": "והלא בדק יפה אימר יצתה רובה וחזרה הוה וכדרבי יוחנן דאמר רבי יוחנן ביצה שיצתה רובה מערב יום טוב וחוזרת מותרת לאוכלה ביום טוב",
            "8": "כל שתשמישו ועיבורו שוה יולדים ומגדלים זה מזה הכל משמשין פנים כנגד עורף חוץ משלשה שמשמשין פנים כנגד פנים ואלו הן דג ואדם ונחש ",
            "9": "ומאי שנא הני תלתא כי אתא רב דימי אמרי במערבא הואיל ודיברה עמהם שכינה ",
            "10": "תנא גמל אחור כנגד אחור",
            "11": "תנו רבנן תרנגולת לעשרים ואחד יום וכנגדה באילן לוז כלב לחמשים יום וכנגדו באילן תאינה חתול לחמשים ושנים יום וכנגדו באילן תות חזיר לששים יום כנגדו באילן תפוח שועל וכל מיני שרצים ששה חדשים וכנגדם באילן תבואה",
            "12": "בהמה דקה טהורה לחמשה חדשים וכנגדן באילן גפן בהמה גסה טמאה לשנים עשר חודש וכנגדו באילן דקל טהורה לתשעה חדשים וכנגדה באילן זית הזאב והארי והדוב והנמר והברדלס והפיל והקוף והקיפוף לשלש שנים וכנגדן באילן בנות שוח",
            "13": "אפעה לשבעים שנה וכנגדו באילן חרוב חרוב זה משעת נטיעתו עד שעת גמר פירותיו שבעים שנה וימי עיבורו שלש שנים נחש לשבע שנים ולאותו רשע לא מצינו חבר ויש אומרים מוכססים ",
            "14": "מנא הני מילי אמר רב יהודה אמר רב ומטו בה משום דרבי יהושע בן חנניא שנאמר ארור אתה מכל הבהמה ומכל חית השדה אם מבהמה נתקללה מחיה לא כל שכן ",
            "15": "אלא לומר לך כשם שנתקללה הבהמה מחיה אחד לשבעה ומאי ניהו חמור מחתול כך נתקלל הוא מבהמה אחת לשבע דהוה ליה שב שני ",
            "16": "אימא כשם שנתקללה חיה מבהמה אחת לשלש שנים ומאי ניהו ארי מחמור כך נתקלל הוא מחיה אחת לשלש שנים דהוה ליה תשע שנים "
        },
        "15": {
            "0": "מי כתיב מכל החיה ומכל הבהמה מכל הבהמה ומכל החיה כתיב ארור הוא מבהמה שנתקללה מחיה ",
            "1": "ואימא כשם שנתקללה בהמה מחיה אחד לשלש ומאי ניהו עז מחתול כך נתקלל הוא מבהמה אחד לשלש דהוה ליה חמיסר ירחי ",
            "2": "איבעית אימא מכל הבהמה כתיב אי בעית אימא קללה הוא קללה שדי עילויה",
            "3": "אמר ליה קיסר לרבי יהושע בן חנניה נחש לכמה מיעבר ומוליד אמר ליה לשב שני והא סבי דבי אתונא ארבעינהו ואוליד לתלת הנהו מיעברי הוו מעיקרא ארבע והא קמשמשי שמושי אינהו נמי משמשי כאדם ",
            "4": "והא חכימי אינהו אנן חכימינן מינייהו אי חכימת זיל זכינהו ואיתינהו לי אמר ליה כמה הוו שיתין גברי",
            "5": "אמר ליה עביד לי ספינתא דאית בה שיתין בתי וכל ביתא אית בה שיתין ביסתרקי עבד ליה כי מטא להתם לבי טבחא אשכחיה לההוא גברא דקא פשיט חיותא אמר ליה רישך לזבוני אמר ליה אין אמר ליה בכמה אמר ליה בפלגא דזוזא יהב ליה ",
            "6": "לסוף אמר ליה אנא רישא דחיותא אמרי לך אמר ליה אי בעית דאשבקך סגי אחוי לי פיתחא דבי אתונא אמר ליה מסתפינא דכל דמחוי קטלי ליה אמר ליה דרי כריכא דקניא וכי מטית להתם זקפה כמאן דקא מתפח ",
            "7": "אשכח דרבנאי מגואי ודרבנאי מבראי דאי חזו כרעא דעיילא קטלי להו לבראי ודנפקא קטלי להו לגואי ",
            "8": "אפכה לסנדליה קטלי להו לגואי אפכהה לסנדליה קטלי להו לכולהו ",
            "9": "אשכח ינוקי מלעיל סבי מלתחת אמר אי יהיבנא שלמא להני קטלי לי הני סברי אנן עדיפינן דאנן קשינן טפי ואינהו דרדקי ",
            "10": "אמר שלמא לכו אמרו ליה מאי עבידתיך אמר להו אנא חכימא דיהודאי אנא בעינא למיגמר חכמתא מינייכו אי הכי ניבעי לך אמר להו לחיי אי זכיתו כל דבעיתו עבידו בי ואי זכינא בכו איכלו גבאי בספינתא",
            "11": "אמרו ליה ההוא גברא דאזיל ובעי אתתא ולא יהבו ליה מאי חזי ליה דאזיל היכא דמדלו מיניה שקל סיכתא דצה לתתאי לא עאל לעילאי עאל אמר האי נמי מיתרמי בת מזליה",
            "12": "גברא דאוזיף וטריף מאי חזא דהדר אוזיף אמר להו גברא אזל לאגמא קטל קמא טונא ולא מצי ביה קטיל ומנח עילויה עד דאיתרמי איניש מדלי ליה",
            "13": "אמרו ליה אימא לן מילי דבדיאי אמר להו הוה ההוא כודניתא דילידא והוה תלי ליה פיתקא וכתב ביה דמסיק בבי אבא מאה אלפא זוזי אמרו ליה וכודניתא מי ילדה אמר להו הי ניהו מילי דבדיאי",
            "14": "מילחא כי סריא במאי מלחי לה אמר להו בסילתא דכודניתא ומי איכא סילתא לכודנתא ומילחא מי סרי ",
            "15": "בני לן ביתא באוירא דעלמא אמר שם תלא בין רקיעא לארעא אמר להו אסיקו לי ליבני וטינא מציעתיה דעלמא היכא זקפה לאצבעתיה אמר להו הכא אמרו ליה ומי יימר אייתו אשלי ומשחו",
            "16": "אית לן בירא בדברא עיילא למתא אמר להו אפשילו לי חבלי מפארי ואעייליה אית לן ריחיא דתבירא חייטיה אמר כרוכו לי מיניה גרדי ואיחייטיה",
            "17": "משרא דסכיני במאי קטלי בקרנא דחמרא ומי איכא קרנא לחמרא ומי איכא משרא דסכיני ",
            "18": "אייתו ליה תרי ביעי אמרו ליה הי דזגתא אוכמתי והי דזגתא חיוורתי אייתי להו איהו תרי גביני אמר להו הי דעיזא אוכמתי והי דעיזא חיוורתי",
            "19": "ורצוצא דמית מהיכא נפיק רוחיה מהיכא דעל נפק אחוי לן מנא דלא שוי חביליה אייתו כל חד וחד בודיא פשטוה לא הוה עייל בתרעא אמר להו אייתו מרי סיתרוה היינו מנא דלא שוו חביליה",
            "20": "איתינהו כל חד וחד כי חזי שיתין ביסתרקי אמר כולהו חבראי להכא אתו אמר ליה לספונא שרי ספינתך בהדי דקאתו שקל עפרא מעפרייהו "
        },
        "16": {
            "0": "כי מטי לבי בליעי מלא כוזא דמיא מבי בליעי כד אתו אוקמינהו קמי קיסר חזנהו דהוו מעני אמר ליה הני לאו נינהו שקל מעפרייהו ושדא עילוייהו אקשו לאפי מלכא אמר ליה כל דבעית עביד בהו ",
            "1": "אייתינהו מיא דאייתי מבי בליעי שדינהו בתיגדא אמר להו מליוה להו ואיזילו לכו מלו ושדו ביה קמאי קמאי ובלע להו מלו עד דשמיט כתפייהו ובלי להו ואזול",
            "2": "מתני׳ חמורה שלא ביכרה וילדה שני זכרים נותן טלה אחד לכהן זכר ונקבה מפריש טלה אחד לעצמו ",
            "3": "שתי חמוריו שלא ביכרו וילדו שני זכרים נותן שני טלאים לכהן זכר ונקבה או שני זכרים ונקבה נותן טלה אחד לכהן שתי נקבות וזכר או שני זכרים ושתי נקבות אין לכהן כלום ",
            "4": "אחת ביכרה ואחת שלא ביכרה וילדה שני זכרים נותן טלה אחד לכהן זכר ונקבה מפריש טלה אחד לעצמו ",
            "5": "שנאמר ופטר חמור תפדה בשה מן הכבשים ומן העזים זכר ונקבה גדול וקטן תמים ובעל מום פודה בו פעמים הרבה נכנס לדיר להתעשר ואם מת נהנין בו",
            "6": "גמ׳ מאן תנא אמר רבי ירמיה דלא כרבי יוסי הגלילי דאי רבי יוסי הגלילי האמר אפשר לצמצם ",
            "7": "אמר אביי אפילו תימא רבי יוסי הגלילי שאני התם דכתיב הזכרים לה׳ ",
            "8": "וליגמר מיניה הא מיעט רחמנא הזכרים",
            "9": "איכא דאמרי לימא דלא כרבי יוסי הגלילי דאי רבי יוסי הגלילי האמר אפשר לצמצם אמר אביי אפילו תימא רבי יוסי הגלילי שאני התם דכתיב הזכרים לה׳ ",
            "10": "בשלמא לרבי ירמיה דלא מוקי לה כרבי יוסי הגלילי היינו דלא קתני ויצאו שני ראשיהן כאחד אלא לאביי ליתני ויצאו שני ראשיהן כאחד ",
            "11": "ועוד תניא חמורו שלא ביכרה וילדה שני זכרים ויצאו שני ראשיהן כאחד רבי יוסי הגלילי אומר שניהן לכהן שנאמר הזכרים לה׳ ",
            "12": "והא כי כתיב האי בקדושת הגוף הוא דכתיב אלא משום שנאמר הזכרים לה׳ תיובתא דאביי תיובתא "
        },
        "17": {
            "0": "ורבנן לימא קסברי רבנן מקצת רחם מקדיש דאי כוליה רחם מקדיש נהי דאי אפשר לצמצם חציצה מיהא איכא ",
            "1": "אמר רב מין במינו אינו חוצץ",
            "2": "זכר ונקבה מפריש טלה כו׳ וכיון דלעצמו הוא למה לי לאפרושי לאפקועי לאיסוריה מיניה ",
            "3": "אלמא כיון דלא מפקע אסור בהנאה מתניתין מני רבי יהודה היא דתניא פטר חמור אסור בהנאה ורבי שמעון מתיר ",
            "4": "מאי טעמא דרבי יהודה אמר עולא יש לך דבר שצריך פדייה ומותר ולא והרי בכור אדם שצריך פדייה ומותר אלא יש לך דבר שהקפידה עליו תורה בשה ומותר ",
            "5": "ומי הקפידה והא רב נחמיה בריה דרב יוסף פריק ליה בשילקי בשויו בשויו לא קאמר כי קאמרינן שלא בשויו והכי קאמר יש לך דבר שהקפידה עליו תורה לאפקועי לאיסוריה בשה",
            "6": "והרי מעשר שהקפידה עליו תורה בכסף צורי ותנן רבי יהודה אומר במזיד קידש ",
            "7": "בפטר חמור נמי מיקדשא כדרבי אלעזר דאמר רבי אלעזר אשה יודעת שאין מעשר שני מתחלל על ידה ועולה ואוכלתו בירושלים ",
            "8": "הכא נמי אשה יודעת דפטר חמור איסורא אית ביה ופרקא ליה בשה ומקדשא בהך דביני וביני ",
            "9": "ורבי שמעון מאי טעמא אמר עולא יש לך דבר שפדיונו מותר והוא אסור ",
            "10": "ולא והרי שביעית דפדיונה מותר והיא אסורה ",
            "11": "שביעית נמי פדיונה אסור דאמר מר האחרון אחרון אסור",
            "12": "ואיבעית אימא רבי יהודה ורבי שמעון בהאי קרא קמיפלגי דתניא לא תעבד בבכור שורך אבל אתה עובד בשלך ובשל אחרים ולא תגז בכור צאנך אבל אתה גוזז שלך ושל אחרים דברי רבי יהודה ",
            "13": "רבי שמעון אומר לא תעבד בבכור שורך אבל אתה עובד בבכור אדם לא תגז בכור צאנך אבל אתה גוזז בכור חמור",
            "14": "בשלמא לרבי שמעון היינו דכתיב תרי קראי אלא לרבי יהודה תרי קראי למעוטי שלך ושל אחרים למה לי ותו לרבי יהודה בכור אדם נמי נימא דאסיר ",
            "15": "אלא דכולי עלמא שורך למעוטי בכור אדם הוא דאתא כי פליגי בצאנך דרבי יהודה לטעמיה דאמר שותפות גוי חייבת בבכורה וכי איצטריך קרא למישרי בגזה ועבודה ",
            "16": "ורבי שמעון סבר שותפות גוי פטורה מן הבכורה ולענין גזה ועבודה לא איצטריך קרא כי איצטריך קרא לפטר חמור ",
            "17": "בשלמא לרבי יהודה היינו דכתיב צאנך ושורך אטו צאנך אלא לרבי שמעון שורך וצאנך למה לי קשיא",
            "18": "אמר רבה ומודה רבי שמעון לאחר עריפה שהוא אסור ",
            "19": "מאי טעמא גמר עריפה עריפה מעגלה ערופה ",
            "20": "אמר רבא מנא אמינא ליה דתניא הערלה וכלאי הכרם ושור הנסקל ועגלה ערופה וציפורי מצורע ופטר חמור ובשר בחלב כולן מטמאין טומאת אוכלין ",
            "21": "רבי שמעון אומר כולן אין מטמאין טומאת אוכלין ומודה רבי שמעון בבשר בחלב שמטמא טומאת אוכלין הואיל והיתה לו שעת הכושר ",
            "22": "ואמר רבי אסי אמר רבי יוחנן מאי טעמא דרבי שמעון דכתיב מכל האכל אשר יאכל אוכל שאתה יכול להאכילו לאחרים קרוי אוכל שאי אתה יכול להאכילו לאחרים אינו קרוי אוכל"
        },
        "18": {
            "0": "אי הכי בשר בחלב מאי איריא דהיתה לה שעת הכושר תיפוק לי דאוכל שאתה יכול להאכילו לאחרים הוא ",
            "1": "דתניא רבי שמעון בן יהודה אומר משום רבי שמעון בשר בחלב אסור באכילה ומותר בהנאה שנאמר כי עם קדוש אתה לה׳ אלהיך ולהלן הוא אומר ואנשי קדש תהיון לי מה להלן אסור באכילה ומותר בהנאה אף כאן אסור באכילה ומותר בהנאה ",
            "2": "חדא ועוד קאמר חדא דאוכל שאתה יכול להאכילו לאחרים הוא ועוד לדידיה נמי הרי היתה לו שעת הכושר",
            "3": "ואם איתא דלאחר עריפה שרי רבי שמעון ליתני ומודה רבי שמעון בפטר חמור ובשר בחלב שמטמאין טומאת אוכלין ",
            "4": "אי דחשיב עליה הכי נמי הכא במאי עסקינן דלא חשיב עליה",
            "5": "וטעמא מאי מטמאי רבנן אמרוה רבנן קמיה דרב ששת הואיל ואיסורו חישובו ",
            "6": "ולרבנן מי אמר הואיל ואיסורו חישובו והא תנן שלשה עשר דברים אמרו בנבלת עוף טהור וזו אחת מהן צריכה מחשבה ואינה צריכה הכשר ",
            "7": "ואי איסורו חישובו למה לי מחשבה הא מני רבי שמעון היא",
            "8": "תא שמע נבלת בהמה טמאה בכל מקום ונבלת עוף טהור והחלב בכפרים צריכים מחשבה ואינם צריכים הכשר ואי אמרת איסורו חישובו למה לי מחשבה הא מני רבי שמעון היא ",
            "9": "תא שמע נבלת בהמה טהורה בכל מקום ונבלת עוף הטהור והחלב בשווקים אינן צריכין מחשבה ולא הכשר הא טמאה בעיא מחשבה",
            "10": "וכי תימא הא מני רבי שמעון היא הא מדסיפא רבי שמעון הוי רישא לאו רבי שמעון דקתני סיפא רבי שמעון אומר אף הגמל והארנבת והשפן והחזיר אינן צריכין לא מחשבה ולא הכשר ואמר רבי שמעון מה טעם הואיל ויש בהן סימני טהרה ",
            "11": "אלא אמר רבא דכולי עלמא לא אמרינן איסורו חישובו ואי דערפיה מיערף הכי נמי "
        },
        "19": {
            "0": "הכא במאי עסקינן כגון ששחטו להתלמד בו ובפלוגתא דנימוס ורבי אליעזר ",
            "1": "דתניא אמר רבי יוסי סח לי נימוס אחיו של רבי יהושע הגרסי שהשוחט את העורב להתלמד בו דמו מכשיר רבי אליעזר אומר דם שחיטה לעולם מכשיר",
            "2": "רבי אליעזר היינו תנא קמא אלא לאו איסורו חישובו איכא בינייהו ",
            "3": "תנא קמא סבר דמו מכשיר לעלמא אבל לגופיה בעי מחשבה ",
            "4": "ואתא רבי אליעזר למימר דם שחיטה לעולם מכשיר ואפילו לגופיה נמי לא בעי מחשבה",
            "5": "ממאי דילמא טעמא דרבי אליעזר התם דשאני עורב הואיל ויש בו סימני טהרה ",
            "6": "ומנלן דסימני טהרה מילתא היא דקתני עלה דההיא אמר רבי שמעון מה טעם הואיל ויש בו סימני טהרה ",
            "7": "וכי תימא אי משום סימני טהרה מאי איריא להתלמד אפילו להתעסק נמי אין הכי נמי ומשום נימוס",
            "8": "איתיביה לא רצה לפדותו עורפו בקופיץ מאחוריו וקוברו ואסור בהנאה דברי רבי יהודה ורבי שמעון מתיר ",
            "9": "אימא ומחיים אסור בהנאה ורבי שמעון מתיר ",
            "10": "והא מדסיפא מחיים הוי רישא לאו מחיים ",
            "11": "דקתני סיפא לא ימיתנו לא בקנה ולא במגל ולא בקרדום ולא במגירה ולא יכניסנו לחדר וינעול דלת לפניו בשביל שימות ואסור בגיזה ועבודה דברי רבי יהודה ורבי שמעון מתיר ",
            "12": "רישא וסיפא מחיים רישא בהנאת דמיו סיפא בהנאת גופו ",
            "13": "וצריכא דאי תנא הנאת דמיו בההוא קא שרי רבי שמעון אבל בהנאת גופו אימא מודה ליה לרבי יהודה ואי תנא בהנאת גופו בההיא קאסר רבי יהודה אבל בהנאת דמיו אימא מודה לרבי שמעון צריכא",
            "14": "וכן אמר רב נחמן אמר רבה בר אבוה מודה רבי שמעון לאחר עריפה שהוא אסור ",
            "15": "ואמר רב נחמן מנא אמינא לה דתניא וערפתו נאמר כאן עריפה ונאמר להלן עריפה מה להלן אסור אף כאן אסור ",
            "16": "מני אילימא רבי יהודה מחיים מיסר אסור אלא לאו רבי שמעון היא ",
            "17": "אמר ליה רב ששת ספרא חבריך תרגומה לעולם רבי יהודה ואיצטריך סלקא דעתך אמינא עריפה במקום פדייה עומדת מה פדייה מתרת אף עריפה מתרת קא משמע לן ",
            "18": "אמר רב נחמן מנא אמינא לה מדתני לוי הוא הפסיד ממונו של כהן לפיכך יופסד ממונו ",
            "19": "מני אילימא רבי יהודה הא מיפסד וקאי אלא לאו רבי שמעון היא ",
            "20": "איבעית אימא רבי יהודה ואיבעית אימא רבי שמעון ",
            "21": "איבעית אימא רבי יהודה אפסידא דביני ביני ",
            "22": "ואיבעית אימא רבי שמעון לפחת מיתה ",
            "23": "וכן אמר ריש לקיש מודה רבי שמעון לאחר עריפה שהוא אסור ורבי יוחנן ואי תימא רבי אלעזר אמר עדיין היא מחלוקת ",
            "24": "איכא דמתני לה להא דרב נחמן אהא המקדש בפטר חמור אינה מקודשת לימא מתניתין דלא כרבי שמעון אמר רב נחמן אמר רבה בר אבוה לאחר עריפה ודברי הכל ",
            "25": "איכא דאמרי הא מני לא רבי יהודה ולא רבי שמעון אי רבי שמעון תיקדש בכוליה אי רבי יהודה תיקדש בהך דביני ביני ",
            "26": "אמר רבה בר אבוה אמר רב לעולם רבי יהודה וכגון שאינו שוה אלא שקל וסבר לה כרבי יוסי בר יהודה דתניא תפדה תפדה מיד תפדה כל שהוא רבי יוסי בר יהודה אומר אין פדייה פחותה משקל ",
            "27": "אמר מר תפדה תפדה מיד תפדה כל שהוא פשיטא ",
            "28": "איצטריך סלקא דעתך אמינא הואיל ואיתקש לבכור אדם מה בכור אדם אחר שלשים וחמש האי נמי אחר שלשים וחמש",
            "29": "קא משמע לן תפדה מיד תפדה כל שהוא ",
            "30": "רבי יוסי בר יהודה אומר אין פדייה פחותה משקל ממה נפשך אי מקיש לבכור אדם חמש ליבעי ואי לא מקיש שקל מנא ליה ",
            "31": "לעולם לא מקיש אמר רבא אמר קרא וכל ערכך יהיה בשקל הקדש כל ערכין שאתה מעריך לא יהו פחותין משקל ",
            "32": "ורבנן ההוא "
        },
        "20": {
            "0": "בהשג יד כתיב ",
            "1": "אמר רב נחמן הלכה כדברי חכמים וכמה אמר רב יוסף אפילו פטרוזא בר דנקא אמר רבא אף אנן נמי תנינא גדול וקטן",
            "2": "פשיטא מהו דתימא כולי האי לא אי נמי פטרוזא לא קא משמע לן ",
            "3": "רבי יהודה נשיאה הוה ליה פטר חמור שדריה לקמיה דרבי טרפון אמר ליה כמה בעינא למיתב לכהן אמר ליה הרי אמרו עין יפה בסלע עין רעה בשקל בינונית ברגיא ",
            "4": "אמר רבא הלכתא ברגיא וכמה תלתא זוזי רגיל הכא ורגיל הכא ",
            "5": "קשיא הלכתא אהלכתא לא קשיא כאן בבא לימלך כאן בעושה מעצמו",
            "6": "אמר רבי יצחק אמר ריש לקיש מי שיש לו פטר חמור ואין לו שה לפדותו פודהו בשויו למאן אילימא לרבי יהודה הא אמר הקפידה עליו תורה בשה אלא לרבי שמעון ",
            "7": "רב אחא מתני הכי רבינא קשיא ליה רבי יהודה ורבי שמעון הלכה כרבי יהודה ",
            "8": "וסתם לן תנא כרבי יהודה ואת אמרת הלכה כרבי שמעון ",
            "9": "אלא אפילו תימא רבי יהודה לא יהא חמור מן ההקדש ולא אמרה תורה בשה להחמיר עליו אלא להקל עליו רב נחמן בריה דרב יוסף פריק ליה בשילקי בשויו",
            "10": "אמר רב שיזבי אמר רב הונא הפודה פטר חמור של חבירו פדיונו פדוי איבעיא להו פדיונו לפודה או דלמא פדיונו לבעלים ",
            "11": "אליבא דרבי שמעון לא תיבעי לך כיון דאמר מותר בהנאה ממונא דבעלים הוא כי תיבעי אליבא דרבי יהודה דאמר אסור בהנאה ",
            "12": "להקדש מדמי ליה ורחמנא אמר ונתן הכסף וקם לו או דלמא כיון דקני להו בביני וביני לא דמי להקדש ",
            "13": "אמר רב נחמן תא שמע הגונב פטר חמור של חבירו משלם תשלומי כפל לבעלים ואף על פי שאין לו עכשיו יש לו לאחר מכאן ",
            "14": "מני אילימא רבי שמעון אמאי אין לו עכשיו אלא פשיטא רבי יהודה",
            "15": "ואי סלקא דעתך להקדש מדמינן ליה וגנב מבית האיש אמר רחמנא ולא מבית הקדש ותו לא מידי",
            "16": "אחת ביכרה ואחת שלא ביכרה [כו׳] תנו רבנן כיצד אמרו נכנס לדיר להתעשר",
            "17": "אי אתה יכול לומר בבא ליד כהן שהרי שנינו הלקוח ושניתן לו במתנה פטור ממעשר בהמה אלא בישראל שהיו לו עשרה ספק פטרי חמורים בתוך ביתו שמפריש עליהן עשרה שיין ומעשרן והן שלו",
            "18": "מסייע ליה לרב נחמן דאמר רב נחמן אמר רבה בר אבוה ישראל שהיו לו עשרה ספק פטרי חמורים מפריש עליהן עשרה שיין ומעשרן והן שלו ",
            "19": "ואמר רב נחמן אמר רבה בר אבוה ישראל שהיו לו עשרה פטרי חמורים ודאין בתוך ביתו שנפלו מבית אבי אמו כהן ואותו אבי אמו כהן נפלו לו מבית אבי אמו ישראל ",
            "20": "מפריש עליהן עשרה שיין ומעשרן והן שלו",
            "21": "ואמר רב נחמן אמר רבה בר אבוה ישראל שהיו לו טבלים ממורחין בתוך ביתו שנפלו מבית אבי אמו כהן ואותו אבי אמו כהן נפלו לו מבית אבי אמו ישראל מעשרן והן שלו ",
            "22": "וצריכא דאי אשמועינן קמייתא משום דקא מפריש וקאי ",
            "23": "אבל הכא מתנות שלא הורמו כמי שלא הורמו דמיין אימא לא ",
            "24": "ואי אשמועינן הכא דאפשר לעשורי מיניה וביה דהא מנח אבל התם כיון דשה מעלמא בעי אתויי ומפריש וקאי אימא לא צריכא",
            "25": "אמר רבי שמואל בר נתן אמר רבי חנינא הלוקח טבלים "
        },
        "21": {
            "0": "ממורחין מן הגוי מעשרן והן שלו ",
            "1": "דמרחינהו מאן אילימא דמרחינהו גוי דגנך אמר רחמנא ולא דגן גוי ",
            "2": "אלא דמרחינהו ישראל מרשות גוי מעשרן דאין קנין לגוי בארץ ישראל להפקיע מיד מעשר והן שלו דאמר ליה קאתינא מכח גברא דלא מצית אישתעיה דינא בהדיה",
            "3": "תנן התם המפקיד פירותיו אצל הכותי ואצל עם הארץ בחזקתן למעשר ולשביעית ",
            "4": "אצל הגוי כפירותיו רבי שמעון אומר דמאי ",
            "5": "אמר רבי אלעזר להפריש כולי עלמא לא פליגי כי פליגי ליתנן לכהן תנא קמא סבר ודאי חלפינהו ובעי מיתננהו לכהן ורבי שמעון סבר דמאי ",
            "6": "יתיב רב דימי וקאמר להא שמעתא אמר ליה אביי טעמא דמספקא לן אי חלפינהו אי לא חלפינהו הא ודאי חלפינהו דכולי עלמא בעי למיתבינהו לכהן והאמר רבי שמואל אמר רבי חנינא הלוקח טבלים מן הגוי ממורחין מעשרן והן שלו ",
            "7": "דלמא כאן בתרומה גדולה כאן בתרומת מעשר ",
            "8": "אזכרתן מילתא דאמר רבי יהושע בן לוי מנין ללוקח טבלים ממורחין מן הגוי שהוא פטור מתרומת מעשר שנאמר ואל הלוים תדבר ואמרת אליהם כי תקחו מאת בני ישראל טבלים שאתה לוקח מבני ישראל אתה מפריש מהן תרומת מעשר ונותנה לכהן טבלים שאתה לוקח מן הגוי אי אתה מפריש מהן תרומת מעשר ונותנה לכהן",
            "9": "ואם מת נהנים בו דמית היכא אילימא דמית בי כהן ונהנה בו כהן פשיטא ממונא דידיה הוא אלא דמית בי בעלים ונהנה בו כהן הא נמי פשיטא ",
            "10": "סלקא דעתך אמינא כל כמה דלא מטא לידיה לא זכה ביה קא משמע לן דמעידנא דאפרשיה ברשותיה דכהן קאי "
        },
        "22": {
            "0": "מתני׳ אין פודין לא בעגל ולא בחיה לא בשחוטה ולא בטריפה ולא בכלאים ולא בכוי ורבי אליעזר מתיר בכלאים מפני שהוא שה ואוסר בכוי מפני שהוא ספק נתנו לכהן אין הכהן רשאי לקיימו עד שיפריש שה תחתיו",
            "1": "גמ׳ מתניתין מני בן בג בג היא דתניא בן בג בג אומר נאמר כאן שה ונאמר להלן שה מה להלן פרט לכל השמות הללו אף כאן פרט לכל השמות הללו ",
            "2": "אי מה להלן זכר תמים ובן שנה אף כאן זכר תמים ובן שנה תלמוד לומר תפדה תפדה ריבה ",
            "3": "אי תפדה תפדה ריבה אפילו כל הני נמי אם כן שה שה מאי אהני ליה",
            "4": "איבעיא להו מהו לפדות בבן פקועה אליבא דרבי מאיר לא תיבעי לך דכיון דאמר רבי מאיר בן פקועה טעון שחיטה שה מעליא הוא אלא כי תבעי לך אליבא דרבנן דאמרי שחיטת אמו מטהרתו ",
            "5": "כבישרא בדיקולא דמי או דלמא כיון דהשתא מיהא רהיט ואזיל שה קרינא ביה ",
            "6": "מר זוטרא אמר אין פודין ורב אשי אמר פודין ",
            "7": "אמר ליה רב אשי למר זוטרא מאי דעתיך דילפת מפסח אי מה להלן זכר תמים ובן שנה אף כאן זכר תמים ובן שנה תפדה תפדה ריבה ",
            "8": "אי תפדה תפדה ריבה אפילו בן פקועה נמי אם כן שה שה מאי אהני ליה",
            "9": "איבעיא להו מהו לפדות בנדמה אליבא דרבי אליעזר לא תיבעי לך השתא בכלאים פרקינן בנדמה מיבעיא ",
            "10": "כי תיבעי לך אליבא דרבנן בכלאים הוא דלא פרקינן בנדמה פרקינן או דלמא לא שנא ",
            "11": "תא שמע פרה שילדה מין עז אין פודין הא רחל שילדה מין עז פודין מני אילימא רבי אליעזר הא בכלאים נמי פרקינן אלא לאו רבנן היא ",
            "12": "לא לעולם רבי אליעזר היא גופה קא משמע לן דפרה שילדה מין עז אין פודין לא תימא זיל אבתריה דידיה והאי עז מעליא הוא אלא זיל בתר אימיה והאי עגל הוא ",
            "13": "תא שמע דתני רבה בר שמואל איזהו כלאים רחל שילדה מין עז ואביו שה אביו שה כלאים הוא נדמה הוא אלא איזהו דמי לכלאים דשויוה רבנן כי כלאים רחל שילדה מין עז ואביו שה ",
            "14": "למאי אי לקדשים מהיכא דממעט כלאים מהתם ממעט נדמה דתניא שור או כשב פרט לכלאים או עז פרט לנדמה ",
            "15": "אי לבכור אך בכור שור אמר רחמנא עד שיהא הוא שור ובכורו שור ",
            "16": "אלא למעשר תחת תחת מקדשים גמר אלא לפטר חמור ",
            "17": "לא לעולם למעשר וכגון שיש בו מקצת סימנין מהו דתימא העברה העברה מבכור גמר ",
            "18": "קא משמע לן תחת תחת מקדשים גמר",
            "19": "איבעיא להו מהו לפדות בפסולי המוקדשין ",
            "20": "אליבא דרבי שמעון לא תיבעי לך כיון דאמר מותר בהנאה חולין הוא כי תיבעי לך אליבא דרבי יהודה דאמר אסור בהנאה",
            "21": "מאי כיון דאסור בהנאה אין איסור חל על איסור ",
            "22": "או דלמא כיון דלא תפיס פדיונו אפקועי איסורא בעלמא הוא ",
            "23": "אמר רב מרי בריה דרב כהנא מי זוטר מאי דכתיב בהו כצבי וכאיל מה צבי ואיל אין פודין אף פסולי המוקדשין אין פודין ",
            "24": "השתא דאתית להכי"
        },
        "23": {
            "0": "לרבי שמעון נמי צבי ואיל כתיב בהו",
            "1": "איבעיא להו מהו לפדות בבהמת שביעית ",
            "2": "ודאי לא תיבעי לך לאכילה אמר רחמנא ולא לסחורה כי תיבעי לך ספק ",
            "3": "ואליבא דרבי שמעון לא תיבעי לך דלית ליה ספק כי תיבעי לך אליבא דרבי יהודה ",
            "4": "מאי כיון דמפריש טלה והוא לעצמו לאכלה קרינא ביה או דילמא כיון דכמה דלא מפקע איסוריה לא מישתרי כסחורה דמי ",
            "5": "תא שמע דאמר רב חסדא בהמת שביעית אין פודין בה את הודאי אבל פודין בה את הספק",
            "6": "ואמר רב חסדא בהמת שביעית פטורה מן הבכורה וחייבת במתנות ",
            "7": "פטורה מן הבכורה לאכלה אמר רחמנא ולא לשריפה וחייבת במתנות דלאכלה קרינא בה ",
            "8": "מיתיבי האוכל מעיסת שביעית עד שלא הורמה חלתה חייב מיתה ",
            "9": "ואמאי כיון דאילו מטמיא בת שריפה היא לאכלה אמר רחמנא ולא לשריפה ",
            "10": "שאני הכא דכתיב לדרתיכם ",
            "11": "תניא נמי הכי מנין לאוכל מעיסת שביעית עד שלא הורמה חלתה שחייב מיתה שנאמר לדרתיכם ",
            "12": "ולגמר מינה התם עיקר לאכילה הכא עיקר לשריפה",
            "13": "נתנו לכהן כו׳ תנינא להא דתנו רבנן ישראל שהיה לו פטר חמור בתוך ביתו ואמר לו הכהן תנהו לי ואני אפדהו הרי זה לא יתנו לו אלא אם כן פדאו בפניו ",
            "14": "אמר רב נחמן אמר רבה בר אבוה זאת אומרת נחשדו הכהנים על פטרי חמורים פשיטא מהו דתימא הני מילי היכא דמחזק לן דמיקרי אבל בסתמא לא קא משמע לן דמורה בה היתירא",
            "15": "מתני׳ המפריש פדיון פטר חמור ומת רבי אליעזר אומר חייבין באחריותו כחמש סלעים של בן וחכמים אומרים אין חייבין באחריותו כפדיון מעשר שני ",
            "16": "העיד רבי יהושע ורבי צדוק על פדיון פטר חמור שמת שאין כאן לכהן כלום מת פטר חמור רבי אליעזר אומר יקבר ומותר בהנאתו של טלה וחכמים אומרים אין צריך להקבר וטלה לכהן",
            "17": "גמ׳ אמר רב יוסף מאי טעמא דרבי אליעזר דכתיב אך פדה תפדה וגו׳ מה בכור אדם חייב באחריותו אף בכור בהמה טמאה חייב באחריותו ",
            "18": "אמר ליה אביי אי מה בכור אדם מותר בהנאה אף בכור בהמה טמאה מותר וכי תימא הכי נמי והתנן מת פטר חמור רבי אליעזר אומר יקבר מאי יקבר לאו דאסור בהנאה ",
            "19": "לא יקבר כבכור אדם אלא אדם בכור הוא דבעי קבורה פשוט לא בעי קבורה ",
            "20": "ועוד תניא מודה רבי אליעזר בישראל שיש לו ספק פטר חמור בתוך ביתו שמפריש טלה עליו והוא שלו ",
            "21": "אלא אמר רבא אמר קרא אך פדה תפדה לפדייה הקשיתיו ולא לדבר אחר",
            "22": "תנן התם הערכין בשעתן ופדיון הבן אחר שלשים יום פדיון פטר חמור לאלתר ",
            "23": "ופדיון פטר חמור לאלתר ורמינהי אין בערכין ובפדיון הבן ובנזירות ובפטר חמור פחות משלשים ",
            "24": "ומוסיפין עד עולם ",
            "25": "אמר רב נחמן לומר שאם פדאו פדוי מכלל דבנו אם פדאו אינו פדוי והאיתמר הפודה את בנו בתוך שלשים יום רב אמר בנו פדוי",
            "26": "לאו איתמר עלה אמר רבא דכולי עלמא מעכשיו אין בנו פדוי"
        },
        "24": {
            "0": "רב ששת אמר לומר שאינו עובר עליו ",
            "1": "מתיב רמי בר חמא מצותו כל שלשים יום מכאן ואילך או פודהו או עורפו מאי לאו מצוה לשהותו כל שלשים יום לא מצוה לפדותו כל שלשים יום ",
            "2": "אי הכי מכאן ואילך או פודהו או עובר עליו מיבעי ליה אלא אמר רבא לא קשיא הא רבי אליעזר דמקשי הא רבנן דלא מקשי",
            "3": "מתני׳ לא רצה לפדותו עורפו מאחוריו וקוברו מצות הפדייה קודמת למצות עריפה שנאמר אם לא תפדה וערפתו",
            "4": "מצות יעידה קודמת למצות הפדייה שנאמר אשר לא יעדה והפדה ",
            "5": "מצות הייבום קודמת למצות חליצה בראשונה שהיו מתכוונין לשם מצוה ועכשיו שאין מתכוונין לשם מצוה אמרו מצות חליצה קודמת למצות יבום ",
            "6": "מצות הגאולה באדון הוא קודם לכל אדם שנאמר ואם לא יגאל ונמכר בערכך ",
            "7": "הדרן עלך הלוקח עובר חמורו",
            "8": "מתני׳ הלוקח עובר פרתו של נכרי והמוכר לו אף על פי שאינו רשאי והמשתתף לו והמקבל ממנו והנותן לו בקבלה פטור מן הבכורה שנאמר בישראל אבל לא באחרים ",
            "9": "הכהנים והלוים חייבים שלא נפטרו מבכור בהמה טהורה אלא מפדיון הבן ומפטר חמור",
            "10": "גמ׳ מאי איריא דתני עובר חמורו ברישא והדר תני עובר פרתו ליתני ברישא עובר פרתו דקדושת הגוף הוא והדר ליתני עובר חמורו דקדושת דמים הוא",
            "11": "אמרי במערבא איבעית אימא איידי דחביבא ליה כדרבי חנינא ואי בעית אימא איידי דזוטרן מיליה דבהמה טמאה פסיק ושדי לה",
            "12": "אמר רבי יצחק בר נחמני אמר ריש לקיש משום רבי אושעיא ישראל שנתן מעות לגוי בבהמתו בדיניהם אף על פי שלא משך קנה וחייבת בבכורה וגוי שנתן מעות לישראל בבהמתו בדיניהם אף על פי שלא משך קנה ופטור מן הבכורה",
            "13": "אמר מר ישראל שנתן מעות לגוי בדיניהם אף על פי שלא משך קנה וחייבת בבכורה",
            "14": "מאי בדיניהם אי נימא בדיניהם דגופיה דאתי בקל וחומר אם גופיה קני ליה ישראל בכסף דכתיב לרשת אחזה",
            "15": "הקישו הכתוב לאחוזה מה אחוזה נקנית בכסף ובשטר ובחזקה אף עבד כנעני נקנה בכסף ממונו לא כל שכן הוא",
            "16": "אם כן אפילו בשטר ובחזקה נמי ועוד ישראל מישראל יוכיחו דגופיה קני ליה בכסף ממונו במשיכה",
            "17": "אלא אמר אביי בדיניהם שפסקה להם תורה או קנה מיד עמיתך מיד עמיתך הוא דבמשיכה הא מיד גוי בכסף",
            "18": "ואימא מיד גוי כלל כלל לא אמרי לא סלקא דעתך קל וחומר הוא אם גופו קונה ממונו לא כל שכן ",
            "19": "ואימא מיד גוי עד דאיכא תרתי אמרי ולאו קל וחומר הוא גופו באחת ממונו בשתים ואימא או בהא או בהא דומיא דעמיתך ",
            "20": "מה עמיתך בחדא אף עובד כוכבים נמי בחדא",
            "21": "אמר מר ועובד כוכבים שנתן מעות לישראל בבהמתו בדיניהן אף על פי שלא משך קנה ופטור מן הבכורה מאי בדיניהן אילימא בדיניהן דגופיה משום דאתי בקל וחומר אם גופו ישראל קני ליה בכסף דכתיב מכסף מקנתו ממונו לא כל שכן ",
            "22": "ישראל מישראל יוכיחו דגופו קני בכסף ממונו במשיכה אלא אמר אביי בדיניהם שפסקה להם תורה וכי תמכרו ממכר לעמיתך לעמיתך במשיכה הא לעובד כוכבים בכסף ",
            "23": "ואימא לעובד כוכבים כלל כלל לא אמרי לאו קל וחומר הוא אם גופו קנה ממונו לא כל שכן ",
            "24": "אימא לעובד כוכבים עד דאיכא תרתי לאו קל וחומר הוא גופו באחד ממונו בשתים ",
            "25": "ואימא או בהא או בהא דומיא דעמיתך "
        },
        "25": {
            "0": "מה עמיתך באחת אף גוי נמי באחת",
            "1": "אמרי ולאמימר דאמר משיכה בגוי קונה הניחא אי סבר לה כרבי יוחנן דאמר דבר תורה מעות קונות משיכה לא אהני לעמיתך לעמיתך בכסף לגוי במשיכה",
            "2": "אלא אי סבר לה כריש לקיש דאמר משיכה מפורשת מן התורה לעמיתך במשיכה ולגוי במשיכה לעמיתך למה לי",
            "3": "אמרי לעמיתך אתה מחזיר אונאה ואי אתה מחזיר אונאה לגוי לגוי מאל תונו איש את אחיו נפקא",
            "4": "חד בגוי וחד בהקדש וצריכי דאי כתב רחמנא חד הוה אמינא לגוי הוא דאין לו אונאה אבל הקדש יש לו אונאה קא משמע לן",
            "5": "הניחא למאן דאמר גזילו אסור היינו דאצטריך קרא למישרי אונאה אלא אי סבר לה כמאן דאמר גזילו של גוי מותר אונאה מיבעיא אמרי אי סבר לה כמאן דאמר גזילו מותר על כורחיך כרבי יוחנן סבירא ליה",
            "6": "מיתיבי הלוקח גרוטאות מן הגוים ומצא בהן עבודה זרה אם עד שלא נתן מעות משך יחזיר ואם משנתן מעות משך יוליך הנאה לים המלח",
            "7": "ואי אמרת מעות קונות משיכה למה לי הכא במאי עסקינן שקיבל עליו לדון בדיני ישראל אי הכי מעות למה לי הכי קאמר אף על פי שנתן מעות אי משיך אין ואי לא לא",
            "8": "אי הכי קשיא רישא אמר אביי רישא משום דאיכא מקח טעות אמר ליה רבא רישא משום דאיכא מקח טעות סיפא ליכא מקח טעות",
            "9": "אלא אמר רבא רישא וסיפא מקח טעות רישא דלא יהיב זוזי לא מיחזי כעבודה זרה ביד ישראל סיפא דיהיב זוזי מיחזי כעבודה זרה ביד ישראל",
            "10": "ואביי אמר לך רישא מקח טעות דלא ידע דהא לא יהיב ליה זוזי סיפא לאו מקח טעות הוא דכיון דיהיב זוזי כי קא משיך איבעי לעיוני והדר מימשך",
            "11": "רב אשי אמר מדרישא משיכה אינה קונה סיפא נמי משיכה אינה קונה ואיידי דתנא רישא משך תנא סיפא נמי משך",
            "12": "רבינא אמר מדסיפא משיכה קונה רישא נמי משיכה קונה ורישא הכי קאמר אם לא נתן ולא משך יחזור מאי יחזור יחזור בדברים",
            "13": "קסבר דברים יש בהם משום מחוסרי אמנה והני מילי ישראל מישראל דקיימו בדבורייהו אבל ישראל מגוים דאינהו לא קיימי בדבורייהו לא"
        },
        "26": {
            "0": "מתני׳ כל הקדשים שקדם מום קבוע להקדשן ונפדו חייבין בבכורה ובמתנות ויוצאין לחולין ליגזז וליעבד ולדן וחלבן מותר לאחר פדיונן ",
            "1": "והשוחטן בחוץ פטור ואין עושין תמורה ואם מתו יפדו חוץ מן הבכור ומן המעשר ",
            "2": "וכל שקדם הקדשן את מומן או מום עובר להקדשן ולאחר מכאן נולד להן מום קבוע להקדשן ונפדו פטורין מן הבכורה ומן המתנות ואינן יוצאין לחולין ליגזז וליעבד ",
            "3": "ולדן וחלבן אסור לאחר פדיונן והשוחטן בחוץ חייב ועושין תמורה ואם מתו יקברו",
            "4": "גמ׳ טעמא דנפדו הא לא נפדו פטורין מן הבכורה ומן המתנות קסבר קדושת דמים מדחה מן הבכורה ומן המתנות",
            "5": "ויוצאין לחולין וכו׳ טעמא דנפדו הא לא נפדו אסירי בגיזה ועבודה מסייע ליה לרבי אליעזר דאמר קדשי בדק הבית אסורין בגיזה ועבודה",
            "6": "אמרי לא קדושת דמים למזבח הוא דמיחלפא בקדושת הגוף למזבח גזרו בהו רבנן אבל קדשי בדק הבית לא",
            "7": "ולדן וחלבן מותר כו׳ היכי דמי אילימא דאיעבר ואתיליד לאחר פדיונן פשיטא חולין נינהו אלא דאיעבר לפני פדיונן ואתיליד לאחר פדיונן",
            "8": "הא לפני פדיונן אסירי"
        },
        "27": {
            "0": "נפדין תמימים או אין נפדין תמימין",
            "1": "תא שמע המתפיס בעלי מומין קבועין לגבי מזבח וילדו ימכרו ואין צריכין מום שאין קדושה חלה עליהן שלא יהא טפל חמור מן העיקר",
            "2": "טעמא שלא יהא טפל חמור מן העיקר אבל הקדיש זכר לדמיו קדוש קדושת הגוף מסייע ליה לרבא דאמר רבא הקדיש זכר לדמים קדוש קדושת הגוף",
            "3": "והשוחטן בחוץ פטור רבי אלעזר מתני חייב ומוקי לה בבמת יחיד",
            "4": "דאמר רבי אלעזר מנין לזובח בהמה בעלת מום בבמת יחיד בשעת היתר הבמות שהוא בלא תעשה שנאמר לא תזבח לה׳ אלהיך שור ושה אם אינו ענין לבמה גדולה דכתיב עורת או שבור וגו׳ תנהו ענין לבמת יחיד",
            "5": "אימא אם אינו ענין לקדשים תנהו ענין לבכור סלקא דעתך אמינא הואיל וקדוש כשהוא בעל מום ליקרב נמי כשהוא בעל מום קא משמע לן דלא",
            "6": "אמרי בכור בהדיא כתיב ביה פסח או עור לא תזבחנו ",
            "7": "ואימא אם אינו ענין לקדשים תנהו ענין למעשר דסלקא דעתך אמינא הואיל וקדוש במומו דכתיב לא יבקר בין טוב לרע נקרב נמי במומיה קא משמע לן דלא",
            "8": "אמרי מעשר נמי גמר העברה העברה מבכור",
            "9": "אימא תנהו ענין לתמורת קדשים דסלקא דעתך אמינא הואיל וקדושה כשהיא בעלת מום דכתיב לא יחליפנו ולא ימיר אותו וגו׳ קריבה נמי כשהיא בעלת מום קא משמע לן דלא",
            "10": "אמר קרא והיה הוא ותמורתו מקיש תמורתו לו מה הוא בעל מום לא אף תמורתו בעל מום לא",
            "11": "מתקיף לה רבי זירא אימא תנהו ענין לולדות קדשים דסלקא דעתך אמינא הואיל וקדושין כשהן בעלי מומין אגב אמן כשהן בעלי מומין נמי קרבי קא משמע לן דלא",
            "12": "אמר רבא כבר פסקה תנא דבי רבי ישמעאל דתנא דבי רבי ישמעאל רק קדשיך אשר יהיו לך ונדריך רק קדשיך אלו התמורות אשר יהיו לך אלו הוולדות ונדריך הקישן הכתוב לנדר מה נדר בעל מום לא אף הני נמי בעל מום לא",
            "13": "ואין עושין תמורה מאי טעמא דאמר קרא לא יחליפנו ולא ימיר וגו׳ השתא רע בטוב אמרת לא טוב ברע מיבעיא אלא טוב מעיקרו עושה תמורה רע מעיקרו אין עושה תמורה",
            "14": "אם מתו יפדו אמר רב יהודה אמר רב זו דברי רבי שמעון דאמר קדשי מזבח היו בכלל העמדה והערכה קדשי בדק הבית לא היו בכלל העמדה והערכה",
            "15": "דתנן רבי שמעון אומר קדשי בדק הבית אם מתו יפדו ומודה רבי שמעון בבעל מום מעיקרו שנפדה מאי טעמא דאמר קרא אותה אותה למעוטי בעל מום מעיקרא",
            "16": "אבל חכמים אומרים אם מתו יקברו מאן חכמים תנא דבי לוי הוא דתנא דבי לוי הכל היו בכלל העמדה והערכה ואפילו בעל מום מעיקרו",
            "17": "וכן תנא דבי לוי במתניתיה אפילו חיה אפילו עוף והכתיב אותה אותה לתנא דבי לוי קשיא",
            "18": "אבל רבנן דפליגי עליה דרבי שמעון מאי הכי נמי דאם מתו יפדו אי הכי "
        },
        "28": {
            "0": "זו דברי רבי שמעון ומחלוקתו מיבעיא ליה ",
            "1": "אמרי רב כרבי שמעון בן לקיש דאמר לרבנן קדשי בדק הבית היו בכלל העמדה והערכה קדשי מזבח לא היו בכלל העמדה והערכה ולא מיתוקמא מתניתין כרבנן דקתני סיפא ואם מתו יקברו",
            "2": "אמר ממאי דהא מתו יקברו משום דבעי העמדה והערכה הוא דלמא משום דאין פודין את הקדשים להאכילן לכלבים הוא אמרי אם כן ניתני אם נעשו טריפה יקברו ",
            "3": "ואיבעית אימא לעולם רב כרבי יוחנן סבירא ליה ותני זו דברי רבי שמעון ומחלוקתו",
            "4": "אבל קדם הקדשן וכו׳ מנא הני מילי דתנו רבנן צבי מה צבי פטור מן הבכורה אף פסולי המוקדשין פטורין מן הבכורה",
            "5": "אוציא אני את הבכורה ולא אוציא את המתנות תלמוד לומר איל מה איל פטור מן הבכורה ומן המתנות אף פסולי המוקדשין פטורין מן הבכורה ומן המתנות",
            "6": "אי מה צבי ואיל חלבן מותר אף פסולי המוקדשין חלבן מותר תלמוד לומר אך חלק",
            "7": "אמר מר אוציא את הבכור ולא אוציא את המתנות מאי שנא אוציא את הבכור שאין שוה בכל ולא אוציא את המתנות ששוות בכל תלמוד לומר איל",
            "8": "אמר ליה רב פפא לאביי אי מה צבי ואיל אין אותו ואת בנו נוהג בהן אף פסולי המוקדשין אין אותו ואת בנו נוהג בו",
            "9": "אמר ליה למאי מדמית להו אי לחולין אותו ואת בנו נוהג בו ואי לקדשים אותו ואת בנו נוהג בו",
            "10": "אמר ליה אי הכי גבי חלבו נמי נימא הכי למאי מדמית להו אי לחולין חלבן אסור ואי לקדשים חלבן אסור",
            "11": "אלא לאו מי אמרת אך ולא חלבן אימר נמי אך ולא אותו ואת בנו",
            "12": "רבא אמר אך לאותו ואת בנו הוא דאתא וחלבו מדמו נפקא דכתיב רק את דמו לא תאכל ",
            "13": "מאי דמו אילימא דמו ממש לא יהא אלא דמן דצבי ואיל אטו דמן דצבי ואיל מי שרי אלא דמו חלבו",
            "14": "וליכתוב רחמנא חלבו אי כתב רחמנא חלב הוה אמינא אהני היקישא ואהני קרא ",
            "15": "אהני היקישא למעוטי מכרת דכי כתב כרת אאוכל חלב בהמה הוא דכתיב שנאמר כי כל אוכל חלב מן הבהמה",
            "16": "ואהני קרא למיקם עליה בלאו בעלמא להכי אפקיה רחמנא בלשון דמו לומר לך מה דמו בכרת אף חלבו בכרת ",
            "17": "והא תנא אך ולא חלבו קאמר ",
            "18": "הכי קאמר אילו לא נאמר דמו הייתי אומר אך ולא חלבו עכשיו שנאמר דמו לאותו ואת בנו הוא דאתא",
            "19": "ואינן יוצאין לחולין מנא הני מילי דתנו רבנן תזבח ולא גיזה בשר ולא חלב ואכלת ולא לכלביך מכאן שאין פודין את הקדשים להאכילן לכלבים"
        },
        "29": {
            "0": "איכא דאמרי תזבח ואכלת אין לך בהן היתר אכילה אלא משעת זביחה ואילך אבל פודין את הקדשים להאכילן לכלבים הכי נמי דאמר",
            "1": "וולדן וחלבן אסור לאחר פדיונן היכי דמי אילימא דאיעבר ואיתיליד לאחר פדיונן אמאי ולד צבי ואיל נינהו אלא דאיעבר לפני פדיונן ואיתיליד לאחר פדיונן הא לפני פדיונן מיקדש נמי קדשי ",
            "2": "מנא הני מילי דתנו רבנן זכר לרבות את הולד ונקבה לרבות את התמורה",
            "3": "ואין לי אלא ולד תמימין ותמורת תמימים ולדי בעלי מומין ותמורת בעלי מומין מנין כשהוא אומר אם זכר לרבות ולד בעלי מומין אם נקבה לרבות תמורת בעלי מומין",
            "4": "אותן ולדות שלאחר פדיונן מה תהא עליהן לפני פדיונן מיפלג פליגי בהו איכא למאן דאמר קדשי ליקרב ואיכא למאן דאמר קדשי לרעייה",
            "5": "דלאחר פדיונן מה תהא עליהן אמר רב הונא כונסן לכיפה והן מתין דהיכי ליעביד ליקרבינהו מכח קדושה דחויה קאתו ליפרקינהו לא אלימי למיתפס פדיונן",
            "6": "אמרי במערבא משמיה דרבי חנינא סמוך לפדיונן מתפיסן לשם אותו זבח סמוך לפדיונן למימרא דבני פדייה נינהו אלא אימא סמוך לפדיון אמן מתפיסן לשם אותו זבח טעמא מאי אמר רבי לוי גזירה שמא יגדל מהן עדרים עדרים ",
            "7": "בעא מיניה רבינא מרב ששת מהו שמתפיסן לכל זבח שירצה אמר ליה אין מתפיסן מאי טעמא אמר ליה גמר בשעריך בשעריך מבכור מה בכור אין מתפיסן לכל זבח שירצה דכתיב אך בכור אשר יבכר לה׳ בבהמה וגו׳ לא יקדיש איש אתו אף הני אין מתפיסן לכל זבח שירצה",
            "8": "תניא כוותיה דרב ששת קדשים שקדם מום קבוע להקדישן ונפדו חייבין בבכורה ובמתנות בין לפני פדיונן בין לאחר פדיונן הגוזז והעובד בהן אינו סופג את הארבעים בין לפני פדיונן בין לאחר פדיונן אין עושין תמורה",
            "9": "ולפני פדיונן מועלין בהן ולאחר פדיונן אין מועלין בהן וולדותיהן חול ונפדין תמימים ומתפיסן לכל זבח שירצה כללו של דבר הרי הן כחולין לכל דבריהם אין לך בהם אלא מצות עלוי בלבד",
            "10": "אבל קדם הקדישן את מומן או מום עובר להקדישן ולאחר מכאן נולד מום קבוע ונפדו פטורין מן הבכורה ומן המתנות בין לפני פדיונן בין לאחר פדיונן הגוזז והעובד בהן סופג את הארבעים ובין לפני פדיונן בין לאחר פדיונן עושין תמורה",
            "11": "לפני פדיונן מועלין בהן ולאחר פדיונן אין מועלין בהן וולדותיהן קודש ואין ניפדין תמימין ואין מתפיסן לכל זבח שירצה כללו של דבר הרי הן כהקדש לכל דבריהם ואין לך בהן אלא היתר אכילה בלבד",
            "12": "כללו של דבר דרישא לאתויי שוחטן בחוץ דפטור כללו של דבר דסיפא"
        },
        "30": {
            "0": "לאתויי חלבו",
            "1": "אמר מר אין נפדין תמימין ואין מתפיסן לכל זבח שירצה תמימים הוא דלא מיפרקי הא בעלי מומין מיפרקי לכל שירצה הוא דאין מתפיסן הא לאותו זבח מתפיסן",
            "2": "היכי משכחת לה דמתפיסן לאותו זבח ונפדין במומן נימא תיהוי תיובתא דרב הונא ",
            "3": "אמר לך רב הונא הוא הדין דאפילו בעלי מומין אין נפדין ואיידי דתנא רישא נפדין תמימים תנא נמי סיפא אין נפדין תמימים ואיידי דתנא רישא לכל זבח שירצה תנא נמי סיפא לכל זבח שירצה",
            "4": "והשוחטן בחוץ פטור רב הונא מתני חייב ומוקים לה בדוקין שבעין ואליבא דרבי עקיבא דאמר אם עלו לא ירדו",
            "5": "בין לפני פדיונו בין לאחר פדיונו עושה תמורה אמר רב נחמן אמר רבה בר אבוה ותמורתו לאחר פדיונו מתה מאי טעמא היכי ליעביד ליקרביה מכח קדושה דחויה קאתיא ליפרקה לא אלימא למיתפס פדיונה הלכך מתה",
            "6": "מתקיף לה רב עמרם ותיתכיל במומה לבעלים וכי מה בין זו לתמורת בכור ומעשר דתנן תמורת בכור ומעשר הן וולדן וולד ולדן עד סוף כל העולם הרי הן כבכור ומעשר ויאכלו במומן לבעלים",
            "7": "אמר ליה אביי זה שם אמו עליו וזה שם אמו עליו זה כולו תמורת בכור ומעשר מיקריא מה בכור ומעשר במומן מיתאכלן לבעלים אף תמורתן מיתאכלא ",
            "8": "וזה שם אמו עליו תמורת קדשים מיקריא מה קדשים לא מיתכלי אלא בפדיון אף תמורתן נמי לא מיתכלי אלא בפדיון והא לא אלימא למיתפס פדיונה ",
            "9": "תניא כוותיה דרב נחמן מנין לתמורת פסולי המוקדשין שמתה תלמוד לומר ממעלי הגרה טמא האי מיבעי ליה לחמש חטאות מתות ההוא ממפריסי הפרסה טמא נפקא",
            "10": "תניא נמי הכי מנין לחמש חטאות מתות תלמוד לומר ממפריסי הפרסה טמא חמש חטאות מתות הילכתא גמירי לה אלא כי אתא קרא לתמורת אשם ",
            "11": "תמורת אשם נמי הילכתא היא כל שבחטאת מתה באשם רועה",
            "12": "אלא לעולם חמש חטאות מתות ואצטריך קרא ואצטריך הילכתא דאי מקרא הוה אמינא לרעייה קא משמע לן הילכתא למיתה ואי מהילכתא הוה אמינא היכא דעבד איקרי ואכל מהני חמש חטאות איסורא איכא לאו ליכא קמשמע לן דאיכא לאו",
            "13": "ואיבעית אימא לאקושי דבר הבא ממעלי גרה לדבר הבא ממפריסי הפרסה מה להלן במיתה אף כאן במיתה",
            "14": "מתני׳ המקבל צאן ברזל מן הגוי"
        },
        "31": {
            "0": "ולדותיהן פטורין ולדי ולדותיהן חייבין העמיד ולדותיהן תחת אמותיהן ולדי ולדות פטורין וולדי וולדי וולדות חייבים רבן שמעון בן גמליאל אומר אפילו עד עשרה פטורים שאחריותן לנכרי ",
            "1": "רחל שילדה מין עז ועז שילדה מין רחל פטורה מן הבכורה ואם יש בו מקצת סימנין חייב",
            "2": "גמ׳ למימרא דכיון דלא נקט מרא זוזי ברשותא דמרא קיימא",
            "3": "ורמינהו אין מקבלין צאן ברזל מישראל מפני שהוא רבית אלמא ברשותא דמקבל קיימא",
            "4": "אמר אביי לא קשיא הא דקביל עליה אונסא וזולא והא דלא קביל עליה אונסא וזולא",
            "5": "אמר ליה רבא דקביל עליה אונסא וזולא צאן ברזל קרית ליה ועוד מאי פסקא ",
            "6": "ועוד אדתני סיפא אבל מקבלין צאן ברזל מן הגוי ליפלוג וליתני בדידה במה דברים אמורים דלא קביל עליה אונסא וזולא אבל קביל עליה אונסא וזולא שפיר דמי",
            "7": "אלא אמר רבא אידי ואידי דלא קביל עליה אונסא וזולא והכא גבי בכורה היינו טעמא דאילו אתי גוי בעי זוזי ולא יהיב ליה תפיס לה לבהמה ואי לא משכח לה לבהמה תפיס ולדות דידה והרי יד גוי באמצע וכל יד גוי באמצע פטורה מן הבכורה",
            "8": "העמיד ולדותיהן תחת אמותיהן ולדי ולדות פטורים אמר רב הונא ולדות פטורין וולדי ולדותיהן חייבין ורב יהודה אמר ולדי ולדות נמי פטורין וולדי ולדי ולדות חייבין",
            "9": "תנן העמיד ולדות תחת אמותיהן ולדי ולדות פטורין טעמא דהעמיד הא לא העמיד לא תיובתא דרב יהודה ",
            "10": "אמר לך רב יהודה הוא הדין אף על גב דלא העמיד והא קא משמע לן אפילו העמיד נמי ",
            "11": "דאורחיה דגוי למיתפס בנה והוי כמי דלא העמיד ולדי ולדות פטורין וולדי ולדי ולדות חייבין",
            "12": "תנן רבן שמעון בן גמליאל אומר אפילו עד עשרה דורות פטורין שאחריותן לנכרי בשלמא לרב יהודה דאמר נחית תנא קמא לדרי"
        },
        "32": {
            "0": "היינו דאמר ליה רבן שמעון בן גמליאל אפילו עד עשרה דורות פטורין אלא לרב הונא דאמר לא נחית תנא קמא לדרי מאי אפילו עד עשרה דורות אמר לך רב הונא רבן שמעון בן גמליאל אהעמיד קאי דנחית לדרי",
            "1": "תא שמע המקבל צאן ברזל מן הגוי ולדות פטורין וולדי ולדות לא תיובתא דרב יהודה אמר לך רב יהודה אימא הן וולדותיהן",
            "2": "איכא דאמרי הן וולדותיהן פטורין תיובתא דרב הונא אמר לך רב הונא אימא הן וולדות פטור וולדי ולדות חייב",
            "3": "רחל שילדה מין עז כו׳ אתא רב אושעיא מנהרדעא ואייתי מתניתא בידיה רחל בת עז ועז בת רחל רבי מאיר מחייב וחכמים פוטרין",
            "4": "אמר ליה רב הושעיא לרבה כי עיילת לקמיה דרב הונא בעי מיניה רבי מאיר מיחייב למאי אילימא לבכורה ולית ליה לרבי מאיר אך בכור שור עד שיהא הוא שור ובכורו שור",
            "5": "אלא לראשית הגז ולית ליה הא דתנא דבי רבי ישמעאל כבשים שצמרן קשה פטורין מראשית הגז שנאמר ומגז כבשי יתחמם",
            "6": "אמר ליה ניחזי אנן הכא במאי עסקינן ברחל שילדה מין עז ואביו תייש ובחוששין לזרע האב לענין אותו ואת בנו קמיפלגי דרבי מאיר סבר חוששין לזרע האב ורבנן סברי אין חוששין לזרע האב",
            "7": "אי הכי ליפלגו בחוששין לזרע האב בעלמא בפלוגתא דחנניה ורבנן",
            "8": "אלא לעולם לבכורה והכא במאי עסקינן ברחל בת רחל בת עז מר סבר זיל בתר אימיה והאי לאו נדמה הוא ",
            "9": "ומר סבר זיל בתר אימיה דאימיה והאי נדמה הוא",
            "10": "ואיבעית אימא ברחל בת עז בת רחל מר סבר חזרה שייות למקומן ומר סבר לא חזרה שייות למקומן ",
            "11": "רב אשי אמר כגון שיש בו מקצת סימנין ומאן חכמים רבי שמעון דאמר עד שיהא ראשו ורובו דומה לאמו",
            "12": "אמר רבי יוחנן מודה רבי מאיר בשעיר של ראש חדש דבעינן בן שעירה מאי טעמא אמר קרא אחד המיוחד ובא מששת ימי בראשית",
            "13": "והא מהכא נפקא מהתם נפקא שור או כשב פרט לכלאים או עז פרט לנדמה ",
            "14": "צריכא דאי מהתם הוה אמינא הני מילי היכא דלא נחת לדרי אבל היכא דנחת אימא לא ואי מהכא הוה אמינא הני מילי לגבי קרבן חובה אבל נדבה לא צריכא",
            "15": "אמר רבי אחא בר יעקב הכל מודים דאין לוקין על צמרו משום כלאים שנאמר לא תלבש שעטנז מה פשתן שלא נשתנה אף צמר שלא נשתנה",
            "16": "אמר רב פפא הכל מודים שצמרו פסול לתכלת שנאמר לא תלבש שעטנז גדלים תעשה לך מה פשתן שלא נשתנה אף צמר שלא נשתנה",
            "17": "אמר רב נחמן בר יצחק הכל מודים שאין צמרו מטמא בנגעים שנאמר בבגד צמר או בבגד פשתים מה פשתים שלא נשתנה אף צמר שלא נשתנה",
            "18": "אמר רב אשי אף אנו נאמר הדלה הגפן על גבי תאינה יינו פסול לנסכים מאי טעמא זבח ונסכים מה זבח שלא נשתנה אף נסכים שלא נשתנו",
            "19": "מתקיף לה רבינא הדלה פשתן על גבי היגא הכי נמי דלישתני אם כן לא מצית אמרת מה פשתן שלא נשתנה דהא פשתן נמי משתני אמר ליה זה נשתנה ריחו וזה לא נשתנה ריחו",
            "20": "מתני׳ רחל שלא ביכרה וילדה שני זכרים ויצאו שני ראשיהן כאחת רבי יוסי הגלילי אומר שניהן לכהן שנאמר הזכרים לה׳ וחכמים אומרים אי אפשר לצמצם אלא אחד לו ואחד לכהן ",
            "21": "רבי טרפון אומר הכהן בורר לו את היפה רבי עקיבא אומר משמנין ביניהן והשני ירעה עד שיסתאב "
        },
        "33": {
            "0": "וחייב במתנות ורבי יוסי פוטר מת אחד מהן רבי טרפון אומר יחלוקו רבי עקיבא אומר המוציא מחבירו עליו הראיה זכר ונקבה אין כאן לכהן כלום",
            "1": "גמ׳ אמרי דבי רבי ינאי לרבי יוסי הגלילי שמעינן ליה דאמר אפשר לצמצם בידי שמים וכל שכן בידי אדם ורבנן בידי שמים אי אפשר לצמצם בידי אדם מאי",
            "2": "תא שמע חוט של סיקרא חוגרו באמצע להבדיל בין דמים העליונים ובין דמים התחתונים ואי אמרת אי אפשר לצמצם בידי אדם זימנין דקא יהיב עליונים למטה ותחתונים למעלה דמרווח בה פורתא ",
            "3": "תא שמע ממדת כלים ממדת מזבח שאני התם דרחמנא אמר עביד ובכל היכי דמצית למיעבד ניחא ליה הכל בכתב מיד ה׳ עלי השכיל",
            "4": "אמר רב קטינא תא שמע חלקו לשנים והן שוין שניהן טמאים לפי שאי אפשר לצמצם אמר רב כהנא שאני כלי חרס הואיל ויש בו גומות",
            "5": "תא שמע נמצא מכוון בין שתי עיירות שתיהן מביאות שתי עגלות דברי רבי אליעזר מאי טעמא ",
            "6": "לאו משום דקסבר בידי אדם אפשר לצמצם וקרובה ואפילו קרובות",
            "7": "לא רבי אליעזר "
        },
        "34": {
            "0": "סבר לה כרבי יוסי הגלילי דאמר אפשר לצמצם בידי שמים וכל שכן בידי אדם",
            "1": "נימא כתנאי נמצא מכוון בין שתי עיירות לא היו עורפין רבי אליעזר אומר שתיהן מביאות שתי עגלות מאי לאו בהא קמיפלגי דתנא קמא סבר אי אפשר לצמצם ורבי אליעזר סבר אפשר לצמצם ",
            "2": "ותיסברא אי קסבר תנא קמא אי אפשר לצמצם אמאי לא היו עורפים יביאו עגלה אחת בשותפות ויתנו",
            "3": "אלא להני תנאי דכולי עלמא אפשר לצמצם והכא בקרובה ולא קרובות קמיפלגי דתנא קמא סבר קרובה ולא קרובות ורבי אליעזר סבר קרובה ואפילו קרובות",
            "4": "מאי הוי עלה אמר רב חייא בר אבין אמר רב עמרם תנא נמצא מכוון בין שתי עיירות רבי אליעזר אומר שתיהן מביאות שתי עגלות וחכמים אומרים יביאו עגלה אחת בשותפות ויתנו",
            "5": "מאי קסברי רבנן אי קסברי רבנן דאפשר לצמצם וקרובה ואפילו קרובות לייתי תרתי ואי קרובה ולא קרובות אפילו חדא לא לייתי אלא לאו שמע מינה קסברי רבנן אי אפשר לצמצם ואפילו בידי אדם שמע מינה",
            "6": "רבי טרפון אומר בורר לו את היפה מאי טעמא דרבי טרפון קא סבר ההוא דבריא נפק ברישא",
            "7": "רבי עקיבא אומר משמנין כו׳ אמר רבי חייא בר אבא אמר רבי יוחנן הכהן נוטל כחושה אמר ליה רבי חייא בר אבא לרבי יוחנן והא אנן משמנין ביניהן תנן אמר ליה עד דאכלת כפנייתא בבבל תרגימנא מסיפא ",
            "8": "דקתני סיפא מת אחד מהן רבי טרפון אומר יחלוקו רבי עקיבא אומר המוציא מחבירו עליו הראיה ואי סלקא דעתך משמנין ביניהן דכי הדדי פליגי הכי נמי לפלגי גבי הדדי אלא מאי משמנין שומן יהא ביניהן דאמר ליה לכהן אייתי ראיה דבכור הוא ושקיל",
            "9": "והשני ירעה עד שיסתאב וחייב במתנות ורבי יוסי פוטר מאי טעמא דרבי מאיר אמר רבי יוחנן הואיל וכהן בא עליו משני צדדין דאמר ליה אי בכור הוא כוליה דידי הוא אי לא בכור הוא הב לי מתנות מיניה",
            "10": "ורבי יוסי מאי טעמא אמר רבא עשו שאינו זוכה כזוכה ואף על גב דלא מטא לידיה כמאן דמטא לידיה וזבניה לישראל במומיה ",
            "11": "אמר רבי אלעזר הכל מודים בספק בכור שאין חליפין ביד כהן שחייב במתנות",
            "12": "הכל מודים מאן רבי יוסי פשיטא עד כאן לא קא פטר רבי יוסי התם אלא דחליפין ביד כהן דעשו שאינו זוכה כזוכה אבל אין חליפין ביד כהן לא ",
            "13": "מהו דתימא טעמא דרבי יוסי דקסבר דאי מחייבת ליה במתנות אתי ליה לידי גיזה ועבודה אף על גב דאין חליפין ביד כהן קא משמע לן ",
            "14": "ומי מצית אמרת הכי והתני סיפא שהיה רבי יוסי אומר"
        },
        "35": {
            "0": "כל שחליפיו ביד כהן פטור מן המתנות ורבי מאיר מחייב חליפין ביד כהן אין אין חליפין ביד כהן לא",
            "1": "מהו דתימא רבי יוסי לדבריו דרבי מאיר קאמר ליה לדידי אפילו אין חליפין ביד כהן דאי מחייבת ליה במתנות אתי ליה לידי גיזה ועבודה לדידך אודי לי מיהא היכא דחליפין ביד כהן דעשו שאינו זוכה כזוכה ואמר ליה רבי מאיר לא",
            "2": "ואמר רב פפא הכל מודים בספק מעשר שפטור מן המתנות הכל מודים מאן רבי מאיר פשיטא עד כאן לא קמחייב רבי מאיר התם אלא בספק בכור הואיל ובא עליו כהן משני צדדין אבל ספק מעשר לא ",
            "3": "מהו דתימא טעמא דרבי מאיר דלא תשתכח תורת מתנות אפילו ספק מעשר נמי קא משמע לן ",
            "4": "ומי מצית אמרת הכי והקתני סיפא שהיה רבי יוסי אומר כל שחליפיו ביד כהן פטור מן המתנות ורבי מאיר מחייב",
            "5": "מהו דתימא רבי מאיר אפילו ספק מעשר מחייב והא דמיפלגי בחליפין להודיעך כחו דרבי יוסי דפטר אפילו היכא דכהן בא עליו משני צדדין קא משמע לן",
            "6": "מת אחד מהן רבי טרפון אומר יחלוקו אמאי יחלוקו ניחזי אי שמן מית דכהן הוא והאי דאיכא דבעל הבית ואי כחוש מית דבעל הבית מית והאי דאיכא דכהן הוא אמר [רבי] אמי חזר בו רבי טרפון",
            "7": "רבי עקיבא אומר המוציא מחבירו עליו הראיה אמר רבי חייא משל דרבי טרפון למה הדבר דומה לשנים שהפקידו אצל רועה שמניח רועה ביניהם ומסתלק",
            "8": "ומשל דרבי עקיבא למה הדבר דומה לאחד שהפקיד אצל בעל הבית שהמוציא מחבירו עליו הראיה",
            "9": "אלא במאי פליגי רבי עקיבא פליג בשנים שהפקידו אצל רועה שמניח רועה ומסתלק ורבי טרפון פליג באחד שהפקיד אצל בעל הבית אמר רבא ואיתימא רב פפא הכל מודים בשנים שהפקידו אצל רועה שמניח רועה ביניהם ומסתלק ובאחד שהפקיד אצל בעל הבית שהמוציא מחבירו עליו הראיה",
            "10": "לא נחלקו אלא בחצר בעל הבית ורועה כהן רבי טרפון סבר אקנויי קא מקני ליה בחצירו וניחא ליה דליתעביד מצוה והוה ליה כשנים שהפקידו אצל רועה שמניח רועה ביניהן ומסתלק ",
            "11": "ורבי עקיבא סבר כיון דאית ליה פסידא לא מקני ליה מידעם והוה ליה כאחד שהפקיד אצל בעל הבית שהמוציא מחבירו עליו הראיה",
            "12": "מתני׳ שתי רחיליו שלא ביכרו וילדו שני זכרים שניהם לכהן זכר ונקבה הזכר לכהן שני זכרים ונקבה אחד לו ואחד לכהן רבי טרפון אומר הכהן בורר לו את היפה רבי עקיבא אומר משמנין ביניהן והשני ירעה עד שיסתאב ",
            "13": "וחייב במתנות רבי יוסי פוטר מת אחד מהן רבי טרפון אומר יחלוקו רבי עקיבא אומר המוציא מחבירו עליו הראיה שתי נקבות וזכר או שני זכרים ושתי נקבות אין כאן לכהן כלום ",
            "14": "אחת ביכרה ואחת לא ביכרה וילדה שני זכרים אחד לו ואחד לכהן רבי טרפון אומר הכהן בורר את היפה רבי עקיבא אומר משמנין ביניהן והשני ירעה עד שיסתאב",
            "15": "וחייב במתנות רבי יוסי פוטר שרבי יוסי אומר כל שחליפיו ביד כהן פטור מן המתנות ורבי מאיר מחייב מת אחד מהן רבי טרפון אומר יחלוקו רבי עקיבא אומר המוציא מחבירו עליו הראיה זכר ונקבה אין כאן לכהן כלום",
            "16": "גמ׳ צריכא דאי אשמועינן קמייתא בההיא קאמר רבי עקיבא דתרי מחדא ",
            "17": "אבל רחיליו שלא ביכרו דתרי מחדא וחד מחדא אימא מודי ליה לרבי טרפון דהך דילידא חד שביח טפי",
            "18": "ואי אשמועינן הא בהא קאמר רבי עקיבא דתרוייהו לא ביכרו אבל אחת ביכרה ואחת שלא ביכרה וילדו שני זכרים אימא מודי ליה לרבי טרפון "
        },
        "36": {
            "0": "דהך דלא ביכרה שביח טפי צריכא",
            "1": "מתני׳ יוצא דופן והבא אחריו רבי טרפון אומר שניהם ירעו עד שיסתאבו ויאכלו במומן לבעלים רבי עקיבא אומר שניהן אינן בכור הראשון מפני שאינו פטר רחם והשני מפני שקדמו אחר",
            "2": "גמ׳ במאי קמיפלגי רבי טרפון מספקא ליה בכור לדבר אחד אי הוי בכור אי לא הוי בכור ורבי עקיבא פשיטא ליה בכור לדבר אחד לא הוי בכור",
            "3": "תנו רבנן מכלל הצריך לפרט ומפרט הצריך לכלל כיצד קדש לי כל בכור יכול אפילו נקבה במשמע תלמוד לומר זכר",
            "4": "אי זכר יכול אפילו יצתה נקבה לפניו תלמוד לומר פטר רחם אי פטר רחם יכול אפילו יצא אחר יוצא דופן תלמוד לומר בכור ",
            "5": "אמר ליה רב שרביא לאביי רישא לא קנסיב לה תלמודא בכור אלמא בכור לדבר אחד הוי בכור סיפא קנסיב לה תלמודא בכור אלמא בכור לדבר אחד לא הוי בכור",
            "6": "אמר ליה לעולם בכור לדבר אחד לא הוי בכור ורישא הכי קאמר אי זכר יכול אפילו יוצא דופן תלמוד לומר פטר רחם",
            "7": "רבינא אמר לעולם בכור לדבר אחד הוי בכור וסיפא הכי קאמר אי סלקא דעתך יצא אחר יוצא דופן קדוש בכור דכתב רחמנא למה לי "
        },
        "37": {
            "0": "אי למעוטי היכא דיצתה נקבה לפניו מפטר רחם נפקא אלא שמע מינה בכור למעוטי היכא דיוצא אחר יוצא דופן",
            "1": "אמר ליה רב אחא מדפתי לרבינא אי סלקא דעתך בכור לדבר אחד הוי בכור תינח היכא דיצא זכר יוצא דופן וזכר דרך רחם דלא קדוש דאימעוט לידה מבכור דבכור לרחמים איכא בכור לזכרים ליכא ",
            "2": "אלא היכא דיצתה נקבה דרך דופן וזכר דרך רחם ליקדש דהא איכא בכור לזכרים ובכור לרחם אלא מחוורתא כדאביי ",
            "3": "הדרן עלך הלוקח עובר פרתו",
            "4": "מתני׳ הלוקח בהמה מן הגוי ואינו יודע אם ביכרה אם לא ביכרה רבי ישמעאל אומר עז בת שנתה ודאי לכהן מכאן ואילך ספק רחל בת שתים ודאי לכהן מכאן ואילך ספק פרה וחמור בנות שלש ודאי לכהן מכאן ואילך ספק ",
            "5": "אמר לו רבי עקיבא אילו בוולד בלבד הבהמה נפטרת כדבריך אלא אמרו סימן הוולד בבהמה דקה טינוף ובגסה שיליא ובאשה שפיר ושיליא ",
            "6": "זה הכלל כל שידוע שביכרה אין כאן לכהן כלום וכל שלא ביכרה הרי זה לכהן ואם ספק יאכל במומו לבעלים",
            "7": "גמ׳ מיכן ואילך אמאי ספק הלך אחר רוב בהמות ורוב בהמות מתעברות ויולדות בתוך שנתן נינהו והא ודאי מילד אוליד לימא רבי ישמעאל כרבי מאיר סבירא ליה דחייש למיעוטא",
            "8": "אפילו תימא רבנן כי אזלי בתר רובא ברובא דאיתיה קמן כגון תשע חנויות וסנהדרין אבל רובא דליתיה קמן לא אזלי רבנן בתר רובא",
            "9": "והא קטן וקטנה דרובא דליתיה קמן וקאזלי רבנן בתר רובא דתנן קטן וקטנה לא חולצין ולא מייבמין דברי רבי מאיר אמרו לו יפה אמרת שאין חולצין איש כתוב בפרשה ומקשינן אשה לאיש ",
            "10": "מה טעם אין מייבמין אמר להם קטן שמא ימצא סריס קטנה שמא תמצא איילונית ונמצאו פוגעין בערוה ",
            "11": "ורבנן זיל בתר רובא קטנים ורוב קטנים לאו סריסים נינהו זיל בתר קטנות ורוב קטנות לאו איילונית נינהו",
            "12": "אלא אמר רבא"
        },
        "38": {
            "0": "מחוורתא רבי ישמעאל כרבי מאיר סבירא ליה דחייש למיעוטא ",
            "1": "רבינא אמר אפילו תימא רבנן כי אזלי רבנן בתר רובא ברובא דלא תלי במעשה אבל רובא דתלי במעשה לא",
            "2": "תנו רבנן עז בת שנתה ודאי לכהן מיכן ולהלן ספק רחל בת שתים ודאי לכהן מיכן ולהלן ספק פרה בת שלש ודאי לכהן מיכן ולהלן ספק חמורה כפרה רבי יוסי ברבי יהודה אומר חמורה בת ארבע שנים עד כאן דברי רבי ישמעאל",
            "3": "כשנאמרו דברים לפני רבי יהושע אמר להן צאו אמרו לו לרבי ישמעאל טעית אילו בוולד בלבד הבהמה נפטרת היה כדבריך אלא סימן הוולד בבהמה דקה טינוף ובגסה שליא ובאשה שפיר ושליא",
            "4": "ואני אין אני אומר כן אלא עז שטינפה בת ששה יולדת בתוך שנתה רחל שטינפה בת שנתה יולדת בתוך שתים אמר רבי עקיבא אני לא באתי לידי מדה זו אלא כל שידוע שביכרה אין כאן לכהן כלום וכל שלא ביכרה הרי זו לכהן ספק יאכל במומו לבעלים",
            "5": "במאי קמיפלגי רבי ישמעאל ורבי יהושע לימא בטינוף פוטר קמיפלגי רבי ישמעאל סבר טינוף אינו פוטר ורבי יהושע סבר טינוף פוטר ",
            "6": "אי דחזינן דטינוף דכולי עלמא לא פליגי דטינוף פוטר והכא בחוששין לטינוף קא מיפלגי רבי ישמעאל סבר אין חוששין לטינוף ורבי יהושע סבר חוששין לטינוף",
            "7": "ולא חייש והאמר רבא מחוורתא רבי ישמעאל כרבי מאיר סבירא ליה דחייש למיעוט כי חייש לחומרא לקולא לא חייש ",
            "8": "ואיבעית אימא בין לקולא בין לחומרא חייש והכא במטנפת וחוזרת ויולדת בתוך שנתה קמיפלגי דרבי ישמעאל סבר מטנפת אינה חוזרת ויולדת בתוך שנתה והא מדאוליד ודאי לא טניף ורבי יהושע סבר מטנפת חוזרת ויולדת בתוך שנתה",
            "9": "ואני איני אומר כן אלא עז שטינפה בת ששה יולדת תוך שנתה רחל שטינפה בת שנתה יולדת בתוך שתים מאי איכא בין גמריה לסבריה ",
            "10": "שטינפה בסוף ששה ואיכא בינייהו דזעירי דאמר זעירי אין טינוף פחות משלשים יום",
            "11": "לגמריה אית ליה דזעירי לסבריה לית ליה דזעירי",
            "12": "ואיבעית אימא דכולי עלמא אית להו דזעירי והכא ביולדת למקוטעין קמיפלגי "
        },
        "39": {
            "0": "לגמריה לא אמרינן יולדת למקוטעין לסבריה אמרינן יולדת למקוטעין ",
            "1": "ואיבעית אימא לא אמרינן יולדת והכא במקצת היום ככולו קמיפלגי לסבריה אמרינן מקצת היום ככולו לגמריה לא אמרינן מקצת היום ככולו",
            "2": "אמר רבי עקיבא אני לא באתי לידי מדה זו אלא כל שידוע כו׳ מאי איכא בין רבי עקיבא לרבי יהושע ",
            "3": "אמר רבי חנינא מסורא חלב פוטר איכא בינייהו רבי עקיבא סבר חלב פוטר הלך אחר רוב בהמות ורוב בהמות אין חולבות אלא אם כן יולדות ורבי יהושע סבר הא איכא מיעוטא דחולבות אף על פי שאין יולדות ",
            "4": "ומי חייש רבי יהושע למיעוט והתנן היתה לה חמותה אינה חוששת יצאה מליאה חוששת רבי יהושע אומר אינה חוששת ",
            "5": "ואמרינן מאי טעמא דרבי יהושע קסבר רוב מעוברות יולדות ומיעוט מפילות וכל היולדות מחצה זכרים ומחצה נקבות סמוך מיעוטא דמפילות למחצה דנקבות והוו להו זכרים מיעוטא ולמיעוטא לא חיישינן",
            "6": "אלא איפוך והתניא חלב פוטר דברי רבי יהושע רבי עקיבא אומר חלב אינו פוטר",
            "7": "תנו רבנן גדייה שילדה שלש בנות וכל בנותיה ילדו שלש שלש כולן נכנסות לדיר להתעשר אמר רבי שמעון אני ראיתי שעישרה בתוך שנתה למה לי למיתני שלש שלש תוליד חד מינייהו תלת ואינך תרתי תרתי ",
            "8": "איידי דאיכא חדא דלא סגיא בלא שלש תנא כולהו דילדו שלש שלש ולמה לי למיתני שלש כלל לילדו כולהו תרתי ותיהדר איהי ותוליד בהדיהן"
        },
        "40": {
            "0": "לימא קסבר מטנפת אינה חוזרת ויולדת בתוך שנתה אם תימצי לומר מטנפת חוזרת ויולדת בתוך שנתה יולדת ודאי אינה חוזרת ויולדת בתוך שנתה",
            "1": "אמר רבי שמעון אני ראיתי גדייה כו׳ מאי איכא בין תנא קמא לרבי שמעון איכא בינייהו דזעירי",
            "2": "תנא קמא אית ליה דזעירי ורבי שמעון לית ליה דזעירי ואיבעית אימא דכולי עלמא אית להו דזעירי והכא ביולדת למקוטעין קא מיפלגי לתנא קמא אינה יולדת למקוטעין לרבי שמעון יולדת",
            "3": "ואיבעית אימא דכולי עלמא אינה יולדת למקוטעין והכא במקצת היום ככולו קמיפלגי לתנא קמא לא אמרינן מקצת היום ככולו לרבי שמעון אמרינן מקצת היום ככולו",
            "4": "ואיבעית אימא דכולי עלמא אמרינן מקצת היום ככולו והכא במחוסר זמן נכנס לדיר להתעשר קמיפלגי "
        },
        "41": {
            "0": "והתניא רבי שמעון בן יהודה אומר משום רבי שמעון מחוסר זמן נכנס לדיר להתעשר והרי הן כבכור מה בכור קדוש לפני זמנו וקרב לאחר זמנו אף מחוסר זמן קדוש לפני זמנו וקרב לאחר זמנו",
            "1": "ואדיליף מבכור ניליף מקדשים מסתברא מבכור הוה ליה למילף שכן גואל מום תמורת אכילה",
            "2": "אדרבה מקדשים הוה ליה למילף שכן זכר קדוש במתנות פשוט אלא רבי שמעון העברה העברה גמיר",
            "3": "היכי דמי טינוף אמר רבא כדאמרי רעותא דצלתא אצר חיותא ושמואל אמר בעבועי דדמא וצריך להראותו לחכם חכם מנא ידע אמר רב פפא רועה חכם",
            "4": "אמר רב חסדא הרי אמרו יצירת הוולד באשה ארבעים יום בעי רב חסדא בבהמה בכמה אמר ליה רב פפא לאביי לאו היינו דזעירי דאמר זעירי אין טינוף פחות משלשים יום ההוא לקבל איתמר",
            "5": "מצינו לוקח מגוי לוקח מישראל מאי אמר רב בכור ודאי דאם איתא דבכרה אישתבוחי הוה מישתבח ליה ",
            "6": "ושמואל אמר בכור ספק סבר לשחיטה קא בעי ליה ורבי יוחנן אמר חולין ודאין מאי טעמא אם איתא דלא בכרה כיון דאיכא איסורא אודועי הוה מודע ליה ",
            "7": "תניא כוותיה דרבי יוחנן דאמר חולין אם לא הודיעו הולך ושוחט ואינו נמנע לימא תיהוי תיובתא דרב ושמואל התם במוכר תליא מילתא הכא בלוקח תליא מילתא",
            "8": "מתני׳ רבי אליעזר בן יעקב אומר בהמה גסה ששפעה חררת דם הרי זו תקבר ופטורה מן הבכורה",
            "9": "גמ׳ תני רבי חייא אינה מטמאה לא במגע ולא במשא ומאחר דאינה מטמאה לא במגע ולא במשא אמאי תקבר "
        },
        "42": {
            "0": "כדי לפרסמה שנפטרה מן הבכורה ",
            "1": "למימרא דולד מעליא הוא ואמאי אין מטמא לא במגע ולא במשא אמר רבי יוחנן משום ביטול ברוב נגעו בה",
            "2": "ואזדא רבי יוחנן לטעמיה דאמר רבי יוחנן רבי אליעזר בן יעקב ורבי שמעון אמרו דבר אחד רבי אליעזר בן יעקב הא דאמרן ",
            "3": "רבי שמעון מאי היא דתנן השליא בבית הבית טמא לא שהשליא ולד אלא שאין שליא בלא ולד רבי שמעון אומר ולד נימוק עד שלא יצא",
            "4": "תנן התם אין לנפלים פתיחת הקבר עד שיעגילו ראש כפיקה מאי כפיקה אמר רב הונא כפיקה של צמר אמר ליה חייא בר רב לרב הונא רבי פריש של שתי או של ערב",
            "5": "אמר ליה תניא פיקה של שתי דברי רבי מאיר רבי יהודה אומר של ערב רבי אליעזר ברבי צדוק אומר משיראו טפיפיות מאי טפיפיות אמר רב יהודה אמר שמואל משום רבי אליעזר ברבי צדוק כך היו מפרשין בירושלים כפרידה שכורעת להטיל מימיה ונראית פיקה מתוך פיקה",
            "6": "אמר רב הונא שמעתי שתי פיקות אחת של שתי ואחת של ערב ואין לי לפרש כי אתא רב דימי אמר רבי יוחנן שלש פיקות שמעתי אחת של שתי ואחת של ערב ואחת של פיקה גדולה של סקאין ואין לי לפרש כי אתא רבין פירשה משמיה דרבי יוחנן של אשה כשל שתי של בהמה כשל ערב ",
            "7": "פיקה גדולה של סקאין כדתנן גוש הבא מבית הפרס מארץ העמים שיעורו כפיקה גדולה של סקאין שהוא כחותם המרצופין וישנו בצד העליון של מגופת החבית הלחמית",
            "8": "אמר ריש לקיש משום רבי יהודה נשיאה הלוקח ציר מעם הארץ משיקו במים וטהור ",
            "9": "ממה נפשך אי מיא רובא נינהו כיון דעביד להו השקה טהרי להו ואי רובא ציר נינהו ציר לא בר קבולי טומאה הוא מאי איכא משום הנך מיעוטא דמיא הנך בטלו להו ברובא",
            "10": "אמר רבי ירמיה לא שנו אלא לטבול בהן פיתו אבל לקדירה לא מצא מין את מינו וניעור יתיב רב דימי וקאמר להא שמעתא אמר ליה אביי וכי טומאה שבטלה חזרה וניעורה אמר ליה ואת לא תסברא והתנן סאה תרומה טמאה שנפלה "
        },
        "43": {
            "0": "למאה חולין טהורין רבי אליעזר אומר תירום ותרקב שאני אומר היא סאה שנפלה היא סאה שעלתה",
            "1": "וחכמים אומרים תעלה ותיאכל ניקודים או קליות או תילוש במי פירות או תתחלק לעיסות ובלבד שלא יהא במקום אחד כביצה",
            "2": "ותני עלה אותן חולין"
        },
        "44": {
            "0": "לרבי אליעזר מה תהא עליהן יאכלו נקודין או קליות או ילושו במי פירות או תתחלק לעיסות ובלבד שלא יהא כביצה במקום אחד ואמר עולא מה טעם גזירה שמא יביא קב חולין טמאים ממקום אחר וקב ועוד ממין זה סבר איבטלינהו ברובא וכיון דאיכא האי משהו מצא מין את מינו וניעור",
            "1": "אמר ליה אם טומאה עוררת טומאה טהרה עוררת טומאה ",
            "2": "איתיביה אפר כשר שנתערב באפר מקלה הולכין אחר הרוב לטמא ואי רובא אפר מקלה הוא לא מטמא ואי אמרת טומאה כמאן דאיתיה דמי נהי דבמגע לא מטמא לטמא במשא",
            "3": "הא איתמר עלה אמר רבי יוסי ברבי חנינא טהור מלטמא במגע אבל מטמא במשא ",
            "4": "והאמר רב חסדא נבילה בטילה בשחוטה שאי אפשר לנבילה שתיעשה שחוטה נהי דבמגע לא מטמא לטמא במשא",
            "5": "אמר ליה אתון בדרב חסדא מתניתו לה אנן בדרבי חייא מתנינן לה תני רבי חייא נבילה ושחוטה בטילות זו בזו ואיתמר עלה אמר רבי יוסי ברבי חנינא טהור מלטמא במגע אבל מטמא במשא",
            "6": "והא דתנן רבי אליעזר בן יעקב אומר בהמה גסה ששפעה חררת דם הרי זו תקבר ונפטרה מן הבכורה ותני רבי חייא אינה מטמאה לא במגע ולא במשא אמאי דנהי במגע לא מטמא תטמא במשא אישתיק",
            "7": "דלמא ודאי שאני הכא דהויא לה טומאה סרוחה הניחא לבר פדא דאמר טומאה חמורה עד לגר וטומאה קלה עד לכלב הא לא חזיא לגר אלא לרבי יוחנן דאמר"
        },
        "45": {
            "0": "אחת זו ואחת זו עד לכלב הא חזיא לכלב קשיא",
            "1": "גופא בר פדא אמר טומאה חמורה עד לגר וטומאה קלה עד לכלב ורבי יוחנן אמר אחת זו ואחת זו עד לכלב מאי טעמא דבר פדא דכתיב לא תאכלו כל נבלה לגר וגו׳ הראויה לגר קרויה נבילה ושאינה ראויה לגר אינה קרויה נבילה",
            "2": "ואידך למעוטי היכא דהסריחה מעיקרא ואידך הסריחה מעיקרא לא צריכא קרא למעוטי עפרא בעלמא הוא",
            "3": "תנן רבי אליעזר בן יעקב אומר בהמה גסה ששפעה חררת דם הרי זו תקבר ונפטרת מן הבכורה ותני רבי חייא אינה מטמאה לא במגע ולא במשא ואמר רבי יוחנן משום ביטול ברוב נגעו בה ",
            "4": "מאי איריא משום ביטול ברוב תיפוק לי דלא איתחזי כלל הא נמי איתחזי מעיקרא אגב אימיה",
            "5": "תנן התם רבי אליעזר בן יעקב אומר ציר טהור שנפל לתוכו מים כל שהוא טמא אמר רב נחמן אמר רבה בר אבוה זאת אומרת נחשדו עמי הארץ לערב מחצה בציר ולמה לי מחצה אפילו בציר ממחצה נמי והני משהו הוה ליה פלגא ופלגא לא בטיל ",
            "6": "אימא עד מחצה איבעית אימא טומאת עם הארץ דרבנן טומאת משקין דרבנן ברובא גזרו רבנן בפלגא ופלגא לא גזרו בה רבנן",
            "7": "מתני׳ רבן שמעון בן גמליאל אומר הלוקח בהמה מניקה מן הגוי אין חוששין שמא בנה של אחרת היה נכנס לתוך עדרו וראה את המבכירות מניקות ושאינן מבכירות מניקות אין חוששין שמא בנה של זו בא לו אצל זו או שמא בנה של זו בא לו אצל זו",
            "8": "גמ׳ אמר רב נחמן משמיה דרב הלכתא בכוליה פירקין בר מפלוגתא אמר רב ששת אמינא כי ניים ושכיב רב אמר להא שמעתא אהייא אילימא ארישא מפליגי רבי ישמעאל ורבי עקיבא ",
            "9": "אלא אדרבי אליעזר בן יעקב משנת רבי אליעזר בן יעקב קב ונקי",
            "10": "אלא אדרבן שמעון בן גמליאל מפלג פליג בברייתא אלא אדרבי יוסי בן המשולם הא אמר רב חדא זימנא דאמר רב הלכתא כרבי יוסי בן המשולם אלא אשער בעל מום מיפלג פליגי עקביא בן מהללאל ורבנן",
            "11": "לעולם אדרבן שמעון בן גמליאל והא קא משמע לן דברייתא לא פלוגתא היא ",
            "12": "וכיון דאמר רב הלכתא בכוליה פירקין בר מפלוגתא "
        },
        "46": {
            "0": "הלכה כרבי יוסי בן המשולם למה לי ",
            "1": "אי אמר הלכתא דכוליה פירקין ולא אמר הלכתא כרבי יוסי בן המשולם הוה אמינא אדרבי יוסי בן המשולם קאי ומאי בכוליה פירקין דרבי יוסי תרתי אמר ופלוגתא דברייתא פלוגתא היא ",
            "2": "אשמעינן הלכה כרבי יוסי לאשמועינן דאדרבן שמעון בן גמליאל קאי ופלוגתא דברייתא לאו פלוגתא היא",
            "3": "מאי ברייתא דתניא הלוקח בהמה מניקה מן הגוי הבא אחריו בכור מספק מפני שמרחמת אף על פי שאינה יולדת רבן שמעון בן גמליאל אומר דבר בחזקתו",
            "4": "וכן היה רבן שמעון בן גמליאל אומר הנכנס לתוך עדרו בלילה וראה כעשר כחמש עשרה מבכירות ושאינן מבכירות יולדות למחר השכים ומצא זכרים תלויות בשאין מבכירות ונקבות תלויות במבכירות אינו חושש שמא בנה של זו בא לו אצל זו",
            "5": "איבעיא להו דבר בחזקתו דקאמר רבן שמעון בן גמליאל דאינה מרחמת אלא אם כן יולדת הא היכא דאוליד חיישינן לרחומי או דלמא דידה מרחמא דלא דידה לא מרחמא ליה",
            "6": "למאי נפקא מינה למלקא עלה משום אותו ואת בנו אי אמרת דידה מרחמא דלא דידה לא מרחמא לקי ואי אמרת דלא דידה נמי מרחמא לא לקי",
            "7": "מאי תא שמע רבן שמעון בן גמליאל אומר הלוקח בהמה מן הגוי אינו חושש שמא בנה של אחרת היה מי קתני הוא היה קתני הכי קאמר אינו חושש שמא בנה של אחרת אלא אם כן היה לה ולד מעיקרא",
            "8": "תא שמע נכנס בתוך עדרו וראה את המבכירות מניקות ואת שאינן מבכירות מניקות אינו חושש שמא בנה של זו בא לו אצל זו או שמא בנה של זו בא לו אצל זו ",
            "9": "אמאי ליחוש דלמא רחומי רחים במקום דידה לא שבקא דידה ומרחמא דלא דידה",
            "10": "תא שמע דבר בחזקתו כו׳ מאי לאו רישא דומיא דסיפא מה סיפא ודאי דידה אף רישא ודאי דידה",
            "11": "מידי איריא האי כדאיתא והאי כדאיתא ומאי וכן אפטורה דבכורה",
            "12": "אמר רבה בר בר חנה אמר רבי יוחנן ראה חזיר שכרוך אחר רחל פטורה מן הבכורה ואסור באכילה עד יבא ויורה צדק לכם",
            "13": "פטור מן הבכורה כמאן כרבן שמעון בן גמליאל ואסור באכילה כרבנן ",
            "14": "ותו אי כרבנן מאי עד יבא ויורה צדק לכם עד שיודע לך דבר מיבעי ליה ",
            "15": "וכי תימא מספקא ליה אי הלכה כרבן שמעון בן גמליאל אי כרבנן אי מספקא ליה אמאי פטורה מן הבכורה ותו מי מספקא ליה והאמר רבה בר בר חנה אמר רבי יוחנן כל מקום ששנה רבן שמעון בן גמליאל במשנתינו הלכה כמותו חוץ מערב וצידן וראיה אחרונה ",
            "16": "לעולם פשיטא ליה הלכה כרבן שמעון בן גמליאל מיהו מספקא ליה אי סבר רבן שמעון בן גמליאל יולדת מרחמת או אינה מרחמת אי הכי עד דאשמעינן חזיר לישמעינן טלה ולמילקי עליה משום אותו ואת בנו",
            "17": "חזיר איצטריכא ליה דאי אשמעינן טלה הוה אמינא אם תמצא לומר דסבר יולדת מרחמא דמינה דלא מינה לא אשמעינן חזיר דמרחמת ואפילו דלאו מינה נמי דאיכא למימר דלמא מרחמא ",
            "18": "והיינו דאמר רבי יוחנן בעי"
        },
        "47": {
            "0": "אחאי בריבי ראה חזיר שכרוך אחר רחל מהו מאי קמיבעיא ליה אילימא לבכורה וקמיבעיא ליה אי הלכתא כרבן שמעון בן גמליאל אי הלכתא כרבנן תיבעי ליה טלה ",
            "1": "כי קמיבעיא ליה לבכורה ואליבא דרבנן לאכילה ואליבא דרבן שמעון בן גמליאל",
            "2": "לבכורה ואפילו לרבנן דאמרי מרחמא כי מרחמא דמינה דלא מינה לא או דלמא דלא מינה נמי מרחמא ",
            "3": "לאכילה ואפילו לרבן שמעון בן גמליאל אם תמצא לומר סבר יולדת מרחמא דמינה דלאו מינה לא או דלמא דלאו מינה נמי מרחמא תיקו",
            "4": "מתני׳ רבי יוסי בן המשולם אומר השוחט את הבכור עושה מקום בקופיץ מיכן ומיכן ותולש את השער ובלבד שלא יזיזנו ממקומו וכן תולש את השער לראות מקום מום",
            "5": "גמ׳ אמר רב הלכה כרבי יוסי בן המשולם בעו מיניה מרב הונא כנגדו ביום טוב מהו טעמא דרבי יוסי בן המשולם משום דקסבר תולש לאו היינו גוזז וביום טוב אסור דהוה ליה עוקר דבר מגידולו ",
            "6": "או דלמא בעלמא סבר רבי יוסי בן המשולם תולש היינו גוזז והיינו טעמא דשרי דהוה ליה דבר שאין מתכוין וביום טוב דבר שאין מתכוין מותר",
            "7": "אמר להו זילו שיילוה לרב חננאל אי אמר הלכה כרבי יוסי בן המשולם איפשוט לכו אתו שיילוה אמר להו הכי אמר רב הלכה כרבי יוסי בן המשולם אתו לקמיה דרב הונא אמר להו כנגדו ביום טוב מותר איתמר נמי אמר רב חנניה בר שלמיא משמיה דרב כנגדו ביום טוב "
        },
        "48": {
            "0": "מותר",
            "1": "ומי אמר רב הכי והא אמר רב חייא בר אשי משמיה דרב מסוכריא דנזייתא אסור להדוקיה ביומא טבא",
            "2": "בההיא אפילו רבי שמעון מודה דאביי ורבא דאמרי תרוייהו מודה רבי שמעון בפסיק רישיה ולא ימות",
            "3": "והא אמר רב חייא בר אשי אמר רב הלכה כרבי יהודה ורב חנן בר אמי אמר שמואל הלכה כרבי שמעון ורב חייא בר אבין מתני בלא גברי רב אמר הלכה כרבי יהודה ושמואל אמר הלכה כרבי שמעון",
            "4": "אלא לעולם סבר רב דבר שאין מתכוין אסור ותולש לאו היינו גוזז וביום טוב היינו טעמא דשרי דהוה ליה עוקר דבר מגידולו כלאחר יד ",
            "5": "ותולש לאו היינו גוזז והתניא התולש את הכנף והקוטמו והמורטו חייב שלש חטאות ואמר ריש לקיש תולש חייב משום גוזז קוטם חייב משום מחתך ממרט חייב משום ממחק שאני כנף דהיינו אורחיה",
            "6": "ומדרב סבר כרבי יוסי בן המשולם רבי יוסי בן המשולם סבר לה כרב וסבר רבי יוסי בן המשולם דבר שאין מתכוין אסור ",
            "7": "והתניא שתי שערות עיקרן מאדים וראשן משחיר רבי יוסי בן המשולם אומר גוזז במספרים ואינו חושש ",
            "8": "שאני פרה דלאו בת גיזה היא והתניא לא תעבד בבכר שורך ולא תגז בכור צאנך ואין לי אלא שור בעבודה וצאן בגיזה מנין ליתן את האמור של זה בזה ואת האמור של זה בזה תלמוד לומר לא תעבד ולא תגז",
            "9": "אלא שאני פרה דקדשי בדק הבית היא והאמר רבי אלעזר קדשי בדק הבית אסורין בגיזה ועבודה מדרבנן והאיכא איסורא דרבנן אלא שאני פרה דלא שכיחא",
            "10": "וליחלה ולפקה לחולין וליגזה והדר ליקדשה דמיה יקרין וליעבד לה כדשמואל דאמר שמואל הקדש שוה מנה שחיללו על שוה פרוטה מחולל אימור דאמר שמואל שחיללו לכתחלה מי אמר ",
            "11": "איבעית אימא רב סבר לה כרבי יוסי בן המשולם ורבי יוסי בן המשולם לא סבר לה כרב",
            "12": "ותולש את השער ובלבד שלא יזיזנו ממקומו אמר רב אשי אמר ריש לקיש לא שנו אלא ביד אבל בכלי אסור והקתני עושה מקום בקופיץ מיכן ומיכן תני לקופיץ",
            "13": "וכן תולש את השער לראות מום איבעיא להו לכתחלה או דיעבד אמר רבי ירמיה תא שמע צמר המסובך באוזן רבי יוסי בן המשולם אומר תולשו ומראה את מומו שמע מינה לכתחלה שמע מינה",
            "14": "אמר רב מרי אף אנן נמי תנינא וכן התולש את השער לראות מקום מום מאי וכן אילימא שלא יזיזו את מקומו השתא ומה שוחט דשחיטתו מוכחת עליו לא יזיזנו לראות מקום מום מיבעיא ",
            "15": "אלא לאו אתולש שמע מינה לכתחלה שמע מינה",
            "16": "מתני׳ שער בכור בעל מום שנשר והניחו בחלון ואחר כך שחטו עקביא בן מהללאל מתיר"
        },
        "49": {
            "0": "וחכמים אוסרין דברי רבי יהודה אמר לו רבי יוסי לא בזה התיר עקביא בן מהללאל אלא שער בעל מום שנשר והניחו בחלון ואחר כך מת בזה עקביא בן מהללאל מתיר וחכמים אוסרין ",
            "1": "צמר המדולדל בבכור את שנראה עם הגיזה מותר ואת שאינו נראה עם הגיזה אסור",
            "2": "גמ׳ מכלל דאסר השתא במת שרי שחטו מיבעיא",
            "3": "אלא לא בזה התיר עקביא וחכמים אוסרין שחטו דברי הכל שרי כי פליגי במת",
            "4": "אמר רבי אסי אמר ריש לקיש מחלוקת בשהתירו מומחה דמר סבר גזרינן דלמא אתי לשהוייה ומר סבר לא גזרינן אבל לא התירו מומחה דברי הכל אסור",
            "5": "מתיב רב ששת בעלי מומין אוסרין בכל שהוא ורבי יוסי אומר יבקר ",
            "6": "והוינן בה מאי יבקר אלימא דבעל מום הוא ולישקליה מכלל דתנא קמא אמר לאו ",
            "7": "אמר רב נחמן אמר רבה בר אבוה הכא בגיזת בכור בעל מום עסקינן שנתערבו בגיזי חולין ומאן תנא קמא רבי יהודה היא דאמר נשחטו אסרי רבנן ורבי יוסי לטעמיה דאמר נשחטו שרו רבנן ",
            "8": "וקתני יבוקר מאי יבוקר לאו אי מום קבוע אי מום עובר הוא אף על גב שלא התירו מומחה",
            "9": "אמר רבא לא יבוקר אי התירו מומחה אין ואי לא לא",
            "10": "כי סליק רבין אמרה לשמעתא קמיה דרבי ירמיה אמר בבלאי טפשאי משום דיתבי בארעא דחשוכא אמרי שמעתא דמחשכן לא שמיע להו הא דאמר רבי חייא בר אבא אמר רבי יוחנן מחלוקת בשבדק ולא מצא ",
            "11": "וקמיפלגי בפלוגתא דרבי מאיר ורבנן דתנן שהיה רבי מאיר אומר כל דבר שהיה בחזקת טומאה לעולם הוא בטומאתו עד שיתוודע הטומאה ",
            "12": "וחכמים אומרים חופר עד שמגיע לסלע או לבתולה",
            "13": "רבי אסי אמר רבי יוחנן מחלוקת כשבדק ומצא וקמיפלגי בפלוגתא דרבי ורבן שמעון בן גמליאל",
            "14": "דתניא שדה שאבד בה קבר נכנס בתוכה טמא נמצא בתוכה קבר נכנס לתוכה טהור שאני אומר הוא קבר שאבד הוא קבר שנמצא דברי רבי רבן שמעון בן גמליאל אומר תיבדק כל השדה כולה",
            "15": "ורבי אסי מאי טעמא לא אמר כרבי חייא בר אבא אמר לך בשלמא גבי טומאה אימר בא עורב ונטלה בא עכבר ונטלה אלא הכא בעל מום להיכא אזיל ואידך אימר מום עובר הוה ואיתסי",
            "16": "ורבי חייא בר אבא מאי טעמא לא אמר כרבי אסי אמר לך בשלמא שדה דרכה למיקבר בה כי היכי דקבר בה האי קבר אינש אחרינא אלא קדשים כיון דבדקו לן וקיימי דרכייהו למיפל בהו מומא ואידך אגב דמנגחי אהדדי שכיח בהו מומא",
            "17": "מיתיבי התולש צמר מבכור תם אף על פי שנולד בו מום ושחטו אסור טעמא דתם "
        },
        "50": {
            "0": "הא בעל מום שרי אף על פי שלא התירו מומחה תנא כל היכא דלא התירו מומחה תם קרי ליה",
            "1": "לימא כתנאי התולש צמר מבכור תם אף על פי שנולד בו מום ושחטו אסור בכור בעל מום שתלש ממנו ואחר כך מת עקביא בן מהללאל מתיר וחכמים אוסרים אמר רבי יהודה לא בזה התיר עקביא בן מהללאל אלא בשער בכור בעל מום שנשר והניחו בחלון ואחר כך שחטו בזה עקביא בן מהללאל מתיר וחכמים אוסרין",
            "2": "אמר רבי יוסי מודה אבא חלפתא בזה שהוא מותר אבל בייחוד אמרו חכמים יניחנו בחלון שמא יש תקוה שחטו דברי הכל מותר מת עקביא בן מהללאל מתיר וחכמים אוסרים",
            "3": "רבי יוסי היינו תנא קמא אלא לאו התירו מומחה איכא בינייהו ",
            "4": "דתנא קמא סבר התירו מומחה אין ואי לא לא ואתא רבי יוסי למימר אף על גב דלא התירו מומחה",
            "5": "אמר רבא לא דכולי עלמא אי התירו מומחה אין אי לא התירו לא ושלש מחלוקת בדבר דתנא קמא סבר פליגי במת והוא הדין לשחטו והאי דקמיפלגי במת להודיעך כחו דעקביא ",
            "6": "ורבי יהודה סבר במת דברי הכל אסור כי פליגי בשחטו ואתא רבי יוסי למימר בשחטו דברי הכל מותר כי פליגי במת",
            "7": "אמר רב נחמן הלכה כרבי יהודה הואיל ותנן בבחירתא כוותיה דתנן שער בכור בעל מום שנשר והניחו בחלון ואחר כך שחטו עקביא בן מהללאל מתיר וחכמים אוסרין ",
            "8": "אמר רב נחמן בר יצחק מתניתין נמי דיקא דתנן צמר המדולדל בבכור את שנראה עם הגיזה מותר ואת שאינו נראה אסור",
            "9": "מני אילימא רבי יוסי ובמאי אילימא בשחטו בין עקביא בין רבנן אידי ואידי משרא שרי",
            "10": "ואלא במת ואי רבנן אידי ואידי מיסר אסרי ואי עקביא איפכא מיבעיא ליה נראה עם הגיזה אסור דמיתה קאסרה ליה אינו נראה עם הגיזה מותר דמעיקרא תליש",
            "11": "אלא פשיטא רבי יהודה ובמאי אילימא במת בין לעקביא בין לרבנן אידי ואידי מיסר אסרי ",
            "12": "אלא לאו בשחטה ואי עקביא אידי ואידי משרא שרי אלא לאו רבנן היא ושמע מינה בשחטו פליגי שמע מינה",
            "13": "בעי רבי ינאי התולש צמר מעולה תמימה מהו תולש מי איכא מאן דשרי אלא צמר שנתלש מעולה תמימה מהו",
            "14": "דחטאת ואשם לא תיבעי לך דכיון דלכפרה אתו לא משהו להו דבכור ומעשר נמי דכיון דלאו לכפרה אתו משהו להו כי תיבעי לך דעולה מאי כיון "
        },
        "51": {
            "0": "דעיקר לאו לכפרה אתי משהי לה או דלמא כיון דעולה נמי מכפרא אעשה לא משהי לה ",
            "1": "תא שמע התולש צמר מבכור תם אף על פי שנולד בו מום שחטו אסור טעמא דתולש הא נתלש שרי וכל שכן עולה דלא משהי לה",
            "2": "הוא הדין אפילו נתלש נמי אסור והאי דקתני תולש להודיעך כחו דעקביא דבבעל מום אפילו בתולש נמי שרי ",
            "3": "והאנן נשר תנן תנא נשר להודיעך כחן דרבנן תנא תולש להודיעך כחו דעקביא",
            "4": "צמר המדולדל כו׳ היכי דמי אינו נראה עם הגיזה אמר רבי אלעזר אמר ריש לקיש כל שעיקרו הפוך כלפי ראשו רב נתן בר אושעיא אמר כל שאינו מתמעך עם הגיזה",
            "5": "וריש לקיש מאי טעמא לא אמר כרב נתן בר אושעיא אמר רבי אילעא קסבר ריש לקיש לפי שאי אפשר לגיזה בלא נימין המדולדלות ",
            "6": "הדרן עלך הלוקח בהמה",
            "7": "מתני׳ עד כמה ישראל חייבין ליטפל בבכור בדקה שלשים יום ובגסה חמשים יום רבי יוסי אומר בדקה שלשה חדשים אמר לו הכהן בתוך הזמן תנהו לי הרי זה לא יתננו לו ואם בעל מום הוא ואמר לו תנהו לי שאוכלנו מותר ובשעת המקדש אם היה תמים אמר לו תן ואקרבנו מותר",
            "8": "הבכור נאכל שנה בשנה בין תם בין בעל מום שנאמר לפני ה׳ אלהיך תאכלנו שנה בשנה נולד לו מום בתוך שנתו רשאי לקיימו כל שנים עשר חדש לאחר שנים עשר חדש אינו רשאי לקיימו אלא שלשים יום",
            "9": "גמ׳ מנהני מילי אמר רב כהנא דאמר קרא בכור בניך תתן לי כן תעשה לצאנך",
            "10": "מלאתך ודמעך לא תאחר כן תעשה לשרך",
            "11": "איפוך אנא מסתברא דמקדם למקדם דמאחר לדמאחר אדרבה דסמיך ליה לדסמיך ליה",
            "12": "אלא אמר רבא אמר קרא תעשה הוסיף לך הכתוב עשייה אחרת בשורך",
            "13": "ואימא שיתין לא מסרך הכתוב אלא לחכמים",
            "14": "תניא נמי הכי בכור בניך תתן לי כן תעשה לצאנך יכול אף לשורך תלמוד לומר תעשה הוסיף לך הכתוב עשייה אחרת בשורך לא מסרך הכתוב אלא לחכמים",
            "15": "מכאן אמרו עד כמה ישראל חייבין להטפל בבכור בבהמה דקה שלשים יום בגסה חמשים יום רבי יוסי אומר בדקה שלשה חדשים מפני שטפולה מרובה תנא מפני ששיניה דקות",
            "16": "אם אמר לו הכהן בתוך הזמן תנהו לי׳ הרי זה לא יתן לו מאי טעמא אמר רב ששת מפני שנראה ככהן המסייע בבית הגרנות",
            "17": "תנו רבנן הכהנים והלוים והעניים המסייעים בבית הרועים ובבית הגרנות ובבית המטבחים אין נותנין להם תרומה ומעשר בשכרן ואם עושין כן חיללו ועליהן הכתוב אומר שחתם ברית הלוי ואומר ואת קדשי בני ישראל לא תחללו ולא תמותו",
            "18": "מאי ואומר וכי תימא מיתה לא תא שמע ואת קדשי בני ישראל לא תחללו ולא תמותו",
            "19": "ובקשו חכמים לקונסן ולהיות מפרישין עליהן תרומה משלם ומפני מה לא קנסום דלמא אתי לאפרושי מן הפטור על החיוב",
            "20": "ובכולן יש בהן"
        },
        "52": {
            "0": "טובת הנאה לבעלים",
            "1": "כיצד ישראל שהפריש תרומה מכריו ומצאו ישראל אחר ואמר לו הא לך סלע זה ותנהו לבן בתי כהן מותר אם היה כהן לכהן אסור",
            "2": "ותנא מאי טעמא לא קאמר מתנות כהונה אמר לך תרומה דקדושת הגוף היא דכיון דלא מתחלא לא אתי למיטעי בה",
            "3": "הני כיון דקדושת דמים נינהו אתי למיטעי בהון דבר מיתחל קדושתייהו אארבעה זוזי ואתא למינהג בהן מנהג דחולין",
            "4": "אמר רבא תרומת חוצה לארץ אין בה משום כהן המסייע בבית הגרנות רב חמא יהיב ליה לשמעיה",
            "5": "אמר שמואל תרומת חוצה לארץ בטילה ברוב רבה מבטלה ברוב ואוכל לה בימי טומאתו",
            "6": "רב הונא בריה דרב יהושע כי מתרמי ליה חמרא דתרומה הוה רמי תרי נטלי דחולין וחדא נטלא דתרומה ושקיל חד מיכן ואילך רמי חדא ושקיל חדא",
            "7": "ואמר שמואל תרומת חוצה לארץ אוכל והולך ואחר כך מפריש",
            "8": "ואמר שמואל אין תרומת חוצה לארץ אסורה אלא במי שהטומאה יוצאה עליו מגופו והני מילי באכילה אבל בנגיעה לית לן בה",
            "9": "אמר רבינא הילכך נדה קוצה חלה ואוכל לה כהן קטן ואי ליכא כהן קטן שקלה לה בריש מסא ושדיא בתנורא והדר מפרשא חלה אחריתי כי היכי דלא תשתכח תורת חלה ואוכל לה כהן גדול",
            "10": "רב נחמן ורב עמרם ורמי בר חמא הוו קאזלי בארבא סליק רב עמרם לאפנויי אתאי ההיא איתתא עלת קמייהו אמרה להו טמא מת מהו שיטבול ואוכל תרומת חוצה לארץ אמר ליה רב נחמן לרמי בר חמא"
        },
        "53": {
            "0": "וכי הזאה יש לנו אמר ליה רמי בר חמא לא ליחוש ליה לסבא אדהכי אתא רב עמרם אמר להו הכי אמר רב טמא מת טובל ואוכל בתרומת חוצה לארץ",
            "1": "ולית הלכתא כוותיה דאמר מר זוטרא משמיה דרב ששת טמא שרץ טובל ואוכל בתרומת חוצה לארץ ולית הלכתא כוותיה",
            "2": "בכור נאכל שנה בשנה כו׳ מדקאמר נולד בו מום בתוך שנתו למימרא דלשנה דידיה מנינן מנא הני מילי",
            "3": "דאמר רב יהודה אמר רב דאמר קרא לפני ה׳ אלהיך תאכלנו שנה בשנה איזוהי שנה שנכנסת בחברתה הוי אומר שנה של בכור",
            "4": "דבי רב תנא שנה בשנה יום אחד בשנה זו ויום אחד בשנה זו לימד על הבכור שנאכל לשני ימים ולילה אחד",
            "5": "דבי רב מנא להו ילפי מקדשים וקדשים גופייהו מנלן אמר רב אחא בר יעקב אמר קרא כבש בן שנתו שנתו שלו ולא שנה של מנין עולם",
            "6": "ורב נאכל לשני ימים ולילה אחד מנא ליה נפקא ליה מובשרם יהיה לך כחזה התנופה וכשוק הימין הקישו הכתוב לחזה ושוק של שלמים מה להלן שני ימים ולילה אחד אף כאן שני ימים ולילה אחד"
        },
        "54": {
            "0": "ואידך אי מהתם איכא למימר חזה ושוק של תודה",
            "1": "ואידך אמר קרא לך יהיה הוסיף לך הכתוב הויה אחרת בבכור",
            "2": "ואידך הא מהתם איכא למימר האי יהיה לך לימד על בכור בעל מום שנותנו לכהן שלא מצינו לו בכל התורה כולה",
            "3": "ואידך אמר ובשרם אחד תם ואחד בעל מום ואידך ובשרם דהני בכורות דכולהו ישראל קאמר",
            "4": "נולד לו מום בתוך שנתו רשאי לקיימו כל שנים עשר חדש איבעיא להו היכי קאמר נולד לו בתוך שנתו רשאי לקיימו כל שנים עשר חדש ולאחר שנתו נמי שלשים או דלמא היכא דנולד בו מום בתוך שנתו רשאי לקיימו כל שנים עשר חדש ותו לא והיכא דנולד לו אחר שנתו אינו רשאי לקיימו אלא שלשים",
            "5": "תא שמע דתניא בכור בזמן הזה עד שלא נראה להראותו לחכם רשאי לקיימו שתים ושלש שנים ומשנראה להראותו לחכם נולד לו מום בתוך שנתו רשאי לקיימו כל שנים עשר חדש",
            "6": "אחר שנתו אינו רשאי לקיימו אפילו יום אחד ואפילו שעה אחת אבל מפני השבת אבידה לבעלים אמרו רשאי לקיימו שלשים יום",
            "7": "ועדיין תיבעי לי שלשים יום אחר שנתו או דלמא קודם שנתו",
            "8": "תא שמע נולד לו מום בחמשה עשר יום בתוך שנתו משלימין לו חמשה עשר יום אחר שנתו שמע מינה מסייע לרבי אלעזר דאמר רבי אלעזר נותנין לו שלשים יום משעה שנולד בו מום",
            "9": "איכא דאמרי אמר רבי אלעזר מנין לבכור שנולד בו מום בתוך שנתו שנותנין לו שלשים יום אחר שנתו שנאמר לפני ה׳ אלהיך תאכלנו שנה בשנה איזו הן ימים החשובין שנה הוי אומר אלו שלשים יום",
            "10": "מיתיבי נולד לו מום בחמשה עשר יום בתוך שנתו משלימין לו חמשה עשר יום אחר שנתו השלמה אין מיהבא לא תיובתא דרבי אלעזר תיובתא",
            "11": "מתני׳ השוחט את הבכור ומראה את מומו רבי יהודה מתיר רבי מאיר אומר הואיל ונשחט שלא על פי מומחה אסור מי שאינו מומחה ורואה את הבכור ונשחט על פיו הרי זה יקבר וישלם מביתו",
            "12": "גמ׳ אמר רבה בר בר חנה בדוקין שבעין דכולי עלמא לא פליגי דאסור מפני שהן משתנין לא נחלקו אלא במומין שבגוף דרבי מאיר סבר גזרינן מומין שבגוף אטו דוקין שבעין ורבי יהודה סבר לא גזרינן מומין שבגוף אטו דוקין שבעין",
            "13": "תניא נמי הכי השוחט את הבכור ומראה את מומיו רבי יהודה אומר בדוקין שבעין אסור מפני שהן משתנין במומין שבגוף מותר מפני שאין משתנין רבי מאיר אומר אחד זה ואחד זה אסור מפני שהן משתנין מפני שהן משתנין סלקא דעתך מומין שבגוף מי משתנין אלא מפני המשתנין",
            "14": "אמר רב נחמן בר יצחק"
        },
        "55": {
            "0": "מתניתין נמי דיקא רבי מאיר אומר הואיל ונשחט שלא על פי מומחה אסור שמע מינה קנסא קא קניס רבי מאיר שמע מינה",
            "1": "איבעיא להו מפני המשתנין וכולהו משתני או דלמא איכא דמשתני ואיכא דלא משתני",
            "2": "למאי נפקא מינה לאכחושי סהדי אי אמרת כולהו משתני שקרי נינהו ואי אמרת איכא דמשתני ואיכא דלא משתני סמכינן עלייהו מאי",
            "3": "תא שמע דאמר רבה בר בר חנה שח לי רבי יאשיה דמן אושא בא ואראך בדוקין שהן משתנים מדקאמר ליה בא ואראך מכלל דאיכא דמשתני ואיכא דלא משתני",
            "4": "מי שאינו מומחה וראה את הבכור ונשחט על פיו הרי זה יקבר וישלם מביתו לימא תנן סתמא כרבי מאיר דלמא בדוקין שבעין ודברי הכל",
            "5": "תנא כשהוא משלם משלם רביע לדקה ומחצה לגסה מאי טעמא אמר רב פפא זה הפסד מרובה וזה הפסד מועט",
            "6": "אי הכי לפום פסידא לישלם אמר רב הונא בר מנוח משמיה דרב אחא בר איקא משום גזירת מגדלי בהמה דקה נגעו בה",
            "7": "מתני׳ דן את הדין זיכה את החייב וחייב את הזכאי טימא את הטהור וטיהר את הטמא מה שעשה עשוי וישלם מביתו ואם היה מומחה לבית דין פטור מלשלם",
            "8": "גמ׳ לימא תנן סתמא כרבי מאיר דדאין דינא דגרמי אמר רבי אילעא אמר רב כגון שנשא ונתן ביד",
            "9": "בשלמא חייב את הזכאי כגון שנשא ונתן ביד אלא זיכה את החייב היכי דמי אי דאמר ליה פטור אתה והא לא נשא ונתן ביד אמר רבינא כגון שהיה לו משכון ונטלו הימנו",
            "10": "טימא את הטהור דאגע בהו שרץ טיהר את הטמא שעירבן עם פירותיו",
            "11": "מתני׳ ומעשה בפרה שניטלה האם שלה והאכילה רבי טרפון לכלבים ובא מעשה לפני חכמים ביבנה והתירוה",
            "12": "ואמר תודוס הרופא אין פרה וחזירה יוצאה מאלכסנדריא של מצרים שאין חותכין האם שלה בשביל שלא תלד",
            "13": "אמר רבי טרפון הלכה חמורך טרפון אמר לו רבי עקיבא רבי טרפון אתה מומחה לבית דין וכל המומחה לבית דין פטור מלשלם",
            "14": "גמ׳ ותיפוק ליה דטעה בדבר משנה וטעה בדבר משנה חוזר",
            "15": "חדא ועוד קאמר חדא דטעה בדבר משנה חוזר ועוד אי נמי בשיקול הדעת טעיתה מומחה לבית דין אתה וכל המומחה לבית דין פטור מלשלם",
            "16": "מתני׳ הנוטל שכר להיות רואה את הבכורות אין שוחטין על פיו אלא אם כן היה מומחה"
        },
        "56": {
            "0": "כאילא ביבנה שהתירו לו ביבנה חכמים להיות נוטל ארבע איסרות לבהמה דקה וששה לגסה בין תם ובין בעל מום",
            "1": "גמ׳ מאי טעמא האי נפיש טירחיה והאי לא נפיש טירחיה",
            "2": "בין תם ובין בעל מום בשלמא בעל מום משום דקא שרי ליה אלא תם אמאי דאם כן אתי למיחשדיה ואמרי האי בעל מום תם הוא והאי דקא שרי ליה משום אגרא",
            "3": "אי הכי תם נמי אמרי בעל מום הוא והאי דלא קשרי ליה סבר כי היכי דלשקול אגריה זימנא אחריתי חד זימנא תקינו ליה רבנן תרי זימני לא תקינו ליה רבנן",
            "4": "מתני׳ הנוטל שכרו לדון דיניו בטילים להעיד עדותיו בטילין להזות ולקדש מימיו מי מערה אפרו אפר מקלה",
            "5": "אם היה כהן מטמאהו מתרומתו מאכילו ומשקו וסכו ואם היה זקן מרכיבו על החמור ונותן לו שכרו כפועל",
            "6": "גמ׳ מנהני מילי אמר רב יהודה אמר רב דאמר קרא ראה למדתי אתכם וגו׳ מה אני בחנם אף אתם בחנם",
            "7": "תניא נמי הכי כאשר צוני ה׳ אלהי מה אני בחנם אף אתם בחנם ומנין שאם לא מצא בחנם שילמד בשכר תלמוד לומר אמת קנה ומנין שלא יאמר כשם שלמדתיה בשכר כך אלמדנה בשכר תלמוד לומר אמת קנה ואל תמכר",
            "8": "להזות ולקדש מימיו מי מערה אפרו אפר מקלה ורמינהו המקדש במי חטאת באפר חטאת הרי זו מקודשת אף על פי שהוא ישראל",
            "9": "אמר אביי לא קשיא כאן בשכר הבאה ומלוי כאן בשכר הזאה וקידוש",
            "10": "דיקא נמי דקתני הכא להזות ולקדש והתם קתני המקדש במי חטאת ובאפר חטאת שמע מינה",
            "11": "אם היה כהן מטמאהו מתרומתו כו׳ איהו גופיה היכי אזיל",
            "12": "לבית הפרס דרבנן דאמר רב יהודה אמר רב מנפח אדם בית הפרס והולך"
        },
        "57": {
            "0": "ורב יהודה בר אמי משמיה דרב יהודה אמר בית הפרס שנידש טהור",
            "1": "אי נמי בשאר טומאות דלא מזהר עלייהו",
            "2": "אם היה זקן מרכיבו על החמור תנא כפועל בטל אמר אביי כפועל בטל של אותה מלאכה",
            "3": "מתני׳ החשוד על הבכורות אין לוקחין ממנו בשר צבאים ולא עורות שאינן עבודים רבי אליעזר אומר לוקחין ממנו עורות של נקבה ואין לוקחין ממנו צמר מלובן וצואי אבל לוקחין ממנו טוי ובגדים",
            "4": "גמ׳ בשר צבאים דמיחלף בדעגלה",
            "5": "ולא עורות שאינן עבודים הא עבודים זבנינן אם איתא דבכור הוה לא הוה טרח ביה סבר אי שמעו ביה רבנן מפסדו לי מינאי",
            "6": "רבי אליעזר אומר לוקחין ממנו עורות של נקבה מאי טעמא מידע ידיע",
            "7": "ותנא קמא אם כן זכר נמי חייק לזכרותיה ואמר עכברים אכלוה ואידך בי עכברים מידע ידיע",
            "8": "ואין לוקחין ממנו צמר מלובן וצואי השתא צמר מלובן לא זבנינן צואי מיבעיא אלא חדא קתני צמר מלובן מצואתו",
            "9": "אבל לוקחין ממנו טוי ובגדים השתא טוי זבנינן בגדים מיבעיא מאי בגדים נמטי",
            "10": "מתני׳ החשוד על השביעית אין לוקחין ממנו פשתן ואפילו סרק אבל לוקחין מהם טוי ואריג",
            "11": "גמ׳ השתא טוי זבנינן אריג מיבעיא מאי אריג תיכי",
            "12": "מתני׳ החשוד להיות מוכר תרומה לשום חולין אין לוקחין ממנו אפילו מים ומלח דברי רבי יהודה רבי שמעון אומר כל שיש בו זיקת תרומה ומעשרות אין לוקחין ממנו",
            "13": "גמ׳ לאתויי מאי לאתויי קרבי דגים דמערבי בהו שמן זית",
            "14": "ההוא טבחא דהוה חשוד לזבוני"
        },
        "58": {
            "0": "תרבא דאטמא במר דכנתא קנסיה רבא לזבוני אפילו אמגוזי אמר ליה רב פפא לרבא כמאן כרבי יהודה אי כרבי יהודה אפילו מים ומלח נמי",
            "1": "לעולם רבי שמעון ובאיסורא דגופיה קנסינן ליה סתם דרדקי גרו באמגוזי ואזיל ומשבש לבני טבחי וגרי להו באמגוזי ומייתו ליה תרבא דאטמא ומזבין ליה במר דכנתא",
            "2": "מתני׳ החשוד על השביעית אינו חשוד על המעשרות החשוד על המעשרות אינו חשוד על השביעית החשוד על זה ועל זה חשוד על הטהרות ויש שהוא חשוד על הטהרות ואינו חשוד לא על זה ולא על זה זה הכלל החשוד על דבר לא דנו ולא מעידו",
            "3": "גמ׳ מאי טעמא שביעית לא בעיא חומה מעשר כיון דבעי חומה חמיר ליה",
            "4": "החשוד על המעשר מאי טעמא מעשר אית ליה פדיון שביעית כיון דקא מיתסרא ליה ולית ליה פדיון חמירא ליה",
            "5": "החשוד על זה ועל זה כיון דחשיד אדאורייתא כל שכן שהוא אדרבנן",
            "6": "ויש חשוד על הטהרות מאי טעמא נהי אדרבנן חשיד אדאורייתא לא חשיד ורמינהי נאמן על הטהרות נאמן על שביעית הא חשיד חשיד",
            "7": "אמר רבי אילעי מתניתין כשראינוהו שנוהג בצינעא בתוך ביתו",
            "8": "רבי ינאי ברבי ישמעאל אמר כגון דהוה חשיד לתרוייהו ואתא קמי רבנן וקביל אתרוייהו והדר איחשד אחד מינייהו דאמרינן מיגו דחשיד אהא חשיד נמי אאידך",
            "9": "אמר רבה בר בר חנה אמר רבי יוחנן זו דברי רבי עקיבא סתימתאה אבל חכמים אומרים חשוד על השביעית חשוד על המעשר",
            "10": "מאן חכמים רבי יהודה דבאתריה דרבי יהודה שביעית חמירא להו דההוא דהוה קרי ליה לחבריה דיירא בר דיירתא אמר ליה תיתי לי דלא אכלי פירות שביעית כוותך",
            "11": "איכא דאמרי אמר רבה בר בר חנה אמר רבי יוחנן זו דברי רבי עקיבא סתימתאה אבל חכמים אומרים חשוד על המעשר חשוד על השביעית ומאן חכמים רבי מאיר היא דאמר חשוד לדבר אחד הוי חשוד לכל התורה כולה",
            "12": "רבי יונה ורבי ירמיה תלמידי רבי זעירא ואמרי לה רבי יונה ורבי זעירא תלמידי רבי יוחנן חד אמר אבל חכמים אומרים חשוד על השביעית"
        },
        "59": {
            "0": "חשוד על המעשר ומאן חכמים רבי יהודה וחד אמר החשוד על המעשר חשוד על השביעית ומאן חכמים רבי מאיר",
            "1": "דתניא עם הארץ שקיבל עליו דברי חבירות ונחשד לדבר אחד נחשד לכל התורה כולה דברי רבי מאיר וחכמים אומרים אינו נחשד אלא לאותו דבר בלבד",
            "2": "הגר שקיבל עליו דברי תורה אפילו נחשד לדבר אחד הוי חשוד לכל התורה כולה והרי הוא כישראל משומד נפקא מינה דאי קדיש קידושיו קידושין",
            "3": "תנו רבנן הבא לקבל דברי חבירות חוץ מדבר אחד אין מקבלין אותו גוי שבא לקבל דברי תורה חוץ מדבר אחד אין מקבלין אותו רבי יוסי ברבי יהודה אומר אפילו דקדוק אחד מדברי סופרים",
            "4": "וכן בן לוי שבא לקבל דברי לויה וכהן שבא לקבל דברי כהונה חוץ מדבר אחד אין מקבלין אותו שנאמר המקריב את דם השלמים וגו׳ העבודה המסורה לבני אהרן כל כהן שאינו מודה בה אין לו חלק בכהונה",
            "5": "תנו רבנן הבא לקבל דברי חבירות אם ראינוהו שנוהג בצינעה בתוך ביתו מקבלין אותו ואחר כך מלמדין אותו ואם לאו מלמדין אותו ואחר כך מקבלין אותו רבי שמעון בן יוחי אומר בין כך ובין כך מקבלין אותו והוא למד כדרכו והולך",
            "6": "תנו רבנן מקבלין לכנפים ואחר כך מקבלין לטהרות ואם אמר איני מקבל אלא לכנפים מקבלין אותו קיבל לטהרות ולא קיבל לכנפים אף לטהרות לא קיבל",
            "7": "תנו רבנן עד כמה מקבלין אותו בית שמאי אומרים למשקין שלשים יום לכסות שנים עשר חודש ובית הלל אומרים אחד זה ואחד זה לשנים עשר חודש",
            "8": "אם כן הוה ליה מקולי בית שמאי ומחומרי בית הלל אלא בית הלל אומרים אחד זה ואחד זה לשלשים",
            "9": "(סימן חבר תלמיד תכלת מכס חזר גבאי בעצמו)",
            "10": "תנו רבנן הבא לקבל דברי חבירות צריך לקבל בפני שלשה חבירים ובניו ובני ביתו אינן צריכין לקבל בפני שלשה חבירים רבן שמעון בן גמליאל אומר אף בניו ובני ביתו צריכין לקבל בפני שלשה חבירים לפי שאינו דומה חבר שקיבל לבן חבר שקיבל",
            "11": "תנו רבנן הבא לקבל דברי חבירות צריך לקבל בפני שלשה חבירים ואפילו תלמיד חכם צריך לקבל בפני שלשה חבירים זקן ויושב בישיבה אינו צריך לקבל בפני שלשה חבירים שכבר קיבל עליו משעה שישב אבא שאול אומר אף תלמיד חכם אינו צריך לקבל בפני שלשה חבירים ולא עוד אלא שאחרים מקבלין לפניו",
            "12": "אמר רבי יוחנן בימי בנו של רבי חנינא בן אנטיגנוס נשנית משנה זו רבי יהודה ורבי יוסי איסתפק להו מילתא בטהרות שדרו רבנן לגבי בנו של רבי חנינא בן אנטיגנוס אזילו אמרו ליה לעיין בה אשכחוה דקא טעין טהרות אותיב רבנן מדידיה לגבייהו וקאי איהו לעיוני בה",
            "13": "אתו אמרי ליה לרבי יהודה ורבי יוסי אמר להו רבי יהודה אביו של זה ביזה תלמידי חכמים אף הוא מבזה תלמידי חכמים",
            "14": "אמר לו רבי יוסי כבוד זקן יהא מונח במקומו אלא מיום שחרב בית המקדש נהגו כהנים סילסול בעצמן שאין מוסרין את הטהרות לכל אדם",
            "15": "תנו רבנן חבר שמת אשתו ובניו ובני ביתו הרי הן בחזקתן עד שיחשדו וכן חצר שמוכרין בה תכלת הרי היא בחזקתה עד שתיפסל",
            "16": "תנו רבנן אשת עם הארץ שנשאת לחבר וכן בתו של עם הארץ שנשאת לחבר וכן עבדו של עם הארץ שנמכר לחבר כולן צריכין לקבל דברי חבירות בתחלה אבל אשת חבר שנשאת לעם הארץ וכן בתו של חבר שנשאת לעם הארץ וכן עבדו של חבר שנמכר לעם הארץ אין צריכין לקבל דברי חבירות בתחלה",
            "17": "רבי מאיר אומר אף הן צריכין לקבל עליהן דברי חבירות לכתחלה רבי שמעון בן אלעזר אומר משום רבי מאיר מעשה באשה אחת שנשאת לחבר והיתה קומעת לו תפילין על ידו נשאת לעם הארץ והיתה קושרת לו קשרי מוכס על ידו"
        },
        "60": {
            "0": "תנו רבנן וכולן שחזרו בהן אין מקבלין אותן עולמית דברי רבי מאיר רבי יהודה אומר חזרו במטמוניות אין מקבלין אותן בפרהסיא מקבלין אותן",
            "1": "איכא דאמרי אם עשו דבריהן במטמוניות מקבלין אותן בפרהסיא אין מקבלין אותן",
            "2": "רבי שמעון ורבי יהושע בן קרחה אומרים בין כך ובין כך מקבלין אותן משום שנאמר שובו בנים שובבים אמר רבי יצחק איש כפר עכו אמר רבי יוחנן הלכה כאותו הזוג",
            "3": "תנו רבנן בראשונה היו אומרים חבר ונעשה גבאי דוחין אותו מחבירתו פירש אין מקבלין אותו חזרו לומר פירש הרי הוא ככל אדם",
            "4": "רב הונא בר חייא איצטריכא ליה שעתא הוה עייל גביה רבה ורב יוסף וארבע מאה זוגא דרבנן שמע דאתו קטיר להו ארבע מאה תכתקי לסוף שמעו דנעשה גבאי שלחו ליה זיל לחשיבותיה זיל לקדמותיה שלח להו הדרי בי רב יוסף לא אזל רבה אזל",
            "5": "רב יוסף אמר תנינא פירש אין מקבלין אותו רבה אמר תנינא חזרו לומר פירש הרי הוא ככל אדם",
            "6": "תנו רבנן כל הבכורות אדם רואה חוץ משל עצמו ורואה את קדשיו ואת מעשרותיו ונשאל על טהרותיו",
            "7": "אמר מר כל הבכורות אדם רואה חוץ משל עצמו במאי עסקינן אילימא בחד מי מהימן אלא בתלתא ומי חשידי והתנן מיאנה או שחלצה בפניו ישאנה מפני שהוא בית דין",
            "8": "לעולם בחד וכדאמר רב חסדא אמר רבי יוחנן ביחיד מומחה הכא נמי ביחיד מומחה",
            "9": "ורואה את קדשיו דאי בעי מיתשיל עלייהו",
            "10": "ומעשרותיו דאי בעי שדי ביה מומא בכוליה עדריה",
            "11": "ונשאל על טהרותיו דהא חזא ליה בימי טומאתו ",
            "12": "הדרן עלך עד כמה ישראל חייבין",
            "13": "מתני׳ כל פסולי המוקדשין הנאתן להקדש נמכרין באיטליז ונשחטין באיטליז ונשקלין בליטרא",
            "14": "חוץ מן הבכור והמעשר שהנייתן לבעלים פסולי המוקדשין הנייתן להקדש",
            "15": "ושוקלין מנה כנגד מנה בבכור"
        },
        "61": {
            "0": "גמ׳ כל פסולי המוקדשין הנאתן להקדש אימת אילימא לאחר פדיונו הנאתן להקדש הנאתן דבעלים הוא ",
            "1": "אלא לפני פדיונו נשחטין הא בעי העמדה והערכה ",
            "2": "הניחא למאן דאמר קדשי מזבח לא היו בכלל העמדה והערכה אלא למאן דאמר היו בכלל העמדה והערכה מאי איכא למימר",
            "3": "אלא לעולם לאחר פדיון ומאי הנאתן להקדש אדמעיקרא ",
            "4": "דכיון דשרי להו מר נמכרין באיטליז ונשחטין באיטליז ונשקלין בליטרא טפי ופריק מעיקרא",
            "5": "חוץ מן הבכור ומן המעשר שהנייתן לבעלים בשלמא בכור באיטליז הוא דלא מיזדבן הא בביתיה מיזדבן אלא מעשר בביתיה מי מיזדבן",
            "6": "והתניא בבכור נאמר לא תפדה ונמכר חי במעשר נאמר לא יגאל ואינו נמכר לא חי ולא שחוט לא תם ולא בעל מום ",
            "7": "הא מילתא איקשיא ליה לרב ששת באורתא ושנייה בקדמותא מברייתא במעשר בהמה של יתומים עסקינן ומשום השבת אבידה נגעו בה",
            "8": "רבי אידי סרסיה דרב ששת הוה שמעה מיניה אזל אמרה בי מדרשא ולא אמרה משמיה שמע רב ששת איקפד אמר מאן דעקיץ ליעקציה עקרבא ורב ששת מאי נפקא ליה מינה דאמר רב יהודה אמר רב מאי דכתיב אגורה באהלך עולמים וכי איפשר לאדם לגור בשני עולמים",
            "9": "אלא אמר דוד רבונו של עולם יאמרו דבר שמועה מפי בעולם הזה דאמר רבי יוחנן משום רבי שמעון בן יוחי כל תלמיד חכם שאומרים דבר שמועה מפיו בעולם הזה שפתותיו דובבות בקבר ",
            "10": "ואמר רבי יצחק בר זעירי מאי קראה וחכך כיין הטוב הולך לדודי למישרים דובב שפתי ישנים ככומר של ענבים מה כומר של ענבים כיון דאדם נוגע בו דובב אף תלמידי חכמים כיון שאדם אומר דבר שמועה מפיו דובבות שפתיו בקבר",
            "11": "מאי ברייתא דתניא מעשר בהמה של יתומים מוכרין אותו ומעשר בהמה ששחטו מבליעו בעורו בחלבו ובגידו ובקרניו",
            "12": "מאי קאמר אמר אביי הכי קאמר מעשר בהמה של יתומים מוכרין אותו בהבלעה ",
            "13": "מכלל דגדול בהבלעה לא מאי שנא מהא דתניא הלוקח לולב מחבירו בשביעית נותן לו אתרוג במתנה לפי שאינו רשאי ללוקחו בשביעית ",
            "14": "והוינן בה לא רצה ליתן לו במתנה מאי ואמר רב הונא מבליע לו דמי אתרוג בלולב ",
            "15": "התם לא מוכחא מילתא הכא מוכחא מילתא",
            "16": "אמר רבא אם כן מעשר בהמה תרי זמני למה לי אלא אמר רבא הכי קאמר מעשר בהמה של יתומים מוכרין אותו כדרכו ומעשר בהמה דגדול ששחטו מבליעו בעורו בחלבו בגידו ובקרניו",
            "17": "אמר רבא מנא אמינא לה דכתיב והיה הוא ותמורתו יהיה קדש לא יגאל ",
            "18": "אימתי עושה תמורה מחיים אימתי אינו נגאל מחיים הא לאחר שחיטה נגאל ורבנן (ההוא) דגזרו לאחר שחיטה אטו לפני שחיטה ",
            "19": "דבר הנישום מחיים גזור רבנן לאחר שחיטה אטו לפני שחיטה "
        },
        "62": {
            "0": "דבר שאינו נישום מחיים לא גזור רבנן וביתמי אוקמוה רבנן אדאורייתא ",
            "1": "ואף רב שמואל בר רב יצחק סבר לה להא דרבא דאמר רב שמואל בר רב יצחק מנין למעשר בהמה של יתומים שמוכרים אותו כדרכו ",
            "2": "שנאמר רק בכל אות נפשך תזבח ואכלת בשר איזהו דבר שאין בו ברכה מחיים אלא לאחר שחיטה הוי אומר זה מעשר בהמה",
            "3": "איבעיא להו מהו להבליעו בעצמות רבי חייא ורבי שמעון ברבי חד אמר מבליעו וחד אמר אין מבליעו",
            "4": "ולא פליגי הא בדקה הא בגסה ",
            "5": "ואיבעית אימא אידי ואידי בגסה ולא פליגי מר כי אתריה ומר כי אתריה",
            "6": "גופא בבכור הוא אומר לא יפדה ונמכר במעשר נאמר לא יגאל ואינו נמכר לא חי ולא שחוט ולא תם ולא בעל מום מנא הני מילי ",
            "7": "אמר רב חיננא אמר רב וכן אמר רב דימי אמר רבי יוחנן נאמר לא יגאל במעשר ונאמר ולא יגאל בחרמים מה להלן מכירה עמו אף כאן מכירה עמו",
            "8": "אמר ליה רב נחמן בר יצחק לרב הונא בריה דרב יהושע מפני דאי לא מפני איכא למפרך מה לחרמים שכן חלים על הכל",
            "9": "לאיי אפנויי מפני לא יאמר ולא יגאל בחרמים ויגמר ממעשר מה מעשר קדוש ואינו נגאל אף חרמים קדושים ואינם נגאלין ולא יגאל דכתב רחמנא למה לי לאפנויי",
            "10": "איכא למיפרך מה למעשר שכן קדוש לפניו ולאחריו",
            "11": "אלא לא יאמר לא יגאל בחרמים ויגמר מבכור מה בכור קדוש ואינו נגאל אף חרמים קדושין ואינן נגאלין לא יגאל דכתב רחמנא למה לי לאפנויי",
            "12": "איכא למיפרך מה לבכור שכן קדושתו מרחם",
            "13": "אלא לא יאמר לא יגאל במעשר ויגמר העברה העברה מבכור מה בכור קדוש ואינו נגאל אף מעשר קדוש ואינו נגאל לא יגאל דכתב רחמנא במעשר למה לי לאפנויי",
            "14": "ואכתי במעשר נמי לא מפני דאיכא למיפרך כדפרכינן ",
            "15": "והעברת קרא יתירא הוא",
            "16": "בכור נמי נילף גאולה גאולה מחרמים דמעשר מפני דבכור לא מפני ",
            "17": "ומאי חזית דלא תפדה דבכור לגופיה ודמעשר לאפנויי ואימא דמעשר לגופיה דבכור לאפנויי ",
            "18": "דנין גאולה מגאולה ואין דנין פדייה מגאולה",
            "19": "מאי נפקא מינה הא תנא דבי רבי ישמעאל ושב הכהן ובא הכהן זו היא שיבה זו היא ביאה ",
            "20": "הני מילי היכא דליכא דדמי ליה אבל איכא דדמי ליה מדדמי ליה ילפינן",
            "21": "ולילף בכור העברה העברה ממעשר דהא מעשר נמי גמר גאולה גאולה מחרמים ",
            "22": "מיעט רחמנא גבי חרמים הוא הוא ולא בכור ואימא הוא ולא מעשר מעשר גאולה כמותו",
            "23": "רבא אמר לא יגאל דחרמים לא צריך דאיתנהו היכא אי בי בעלים הקדש נינהו אי בי כהן חולין נינהו ",
            "24": "דתניא חרמים כל זמן שהן בבית בעלים הרי הן כהקדש לכל דבריהם שנאמר כל חרם קדש קדשים הוא לה׳ נתנן לכהן הרי הן כחולין לכל דבריהם שנאמר כל חרם בישראל לך יהיה לא"
        },
        "63": {
            "0": "יגאל דכתב רחמנא למה לי אם אינו ענין לחרמים תנהו ענין למעשר אימא תנהו ענין לבכור מעשר גאולה כמותו",
            "1": "רב אשי אמר לא יגאל דמעשר לא ימכר הוא אמר רב אשי מנא אמינא לה דכתיב והיה הוא ותמורתו יהיה קדש לא יגאל",
            "2": "אימתי עושה תמורה מחיים אימתי אינו נגאל מחיים הא לאחר שחיטה נגאל הא בעי העמדה והערכה",
            "3": "אלא שמע מינה לא יגאל לא ימכר הוא",
            "4": "הניחא למאן דאמר קדשי מזבח היו בכלל העמדה והערכה אלא למאן דאמר קדשי מזבח לא היו בכלל העמדה והערכה מאי איכא למימר ",
            "5": "אנן הכי קאמרינן מי איכא דמחיים לא מיפריק ולאחר שחיטה מיפריק אלמה לא מחיים דאלימא קדושתיה לא מיפריק לאחר שחיטה דאקיל ליה קדושתיה מיפריק",
            "6": "ולא כל דכן הוא ומה מחיים דאלים למיתפס פדיונו לא מיפריק לאחר שחיטה דלא אלים למיתפס פדיונו מיפריק אלא שמע מינה לא יגאל לא ימכר הוא ",
            "7": "ולכתוב רחמנא לא ימכר אי כתב רחמנא לא ימכר הוה אמינא איזדבוני הוא דלא מזדבן דקא עביד עובדין דחול אבל איפרוקי מיפריק דהא עיילי דמיו להקדש להכי כתב רחמנא לא יגאל דלא איזדבוני מיזדבן ולא איפרוקי מיפריק",
            "8": "מתני׳ בית שמאי אומרים לא ימנה ישראל עם הכהן לבכור ובית הלל מתירין ואפילו גוי",
            "9": "גמ׳ מתניתין מני רבי עקיבא היא דתניא בכור אין נמנין עליו אלא חבורה שכולה כהנים דברי בית שמאי ובית הלל אומרים אפילו זרים רבי עקיבא מתיר אפילו גוי",
            "10": "מאי טעמא דבית שמאי דכתיב ובשרם יהיה לך וגו׳ מה התם כהנים אין ישראל לא אף הכא כהנים אין ישראל לא "
        },
        "64": {
            "0": "ובית הלל הני מילי תם אבל בעל מום כתיב הטמא והטהור יחדיו יאכלנו ומה טמא שאינו אוכל בקדשים קלים אוכל בבכור זר שאוכל בקדשים קלים אינו דין שיאכל בבכור",
            "1": "איכא למיפרך מה לטמא שכן הותר מכללו בעבודת צבור ",
            "2": "ובית הלל אטו בעבודה קאמר באכילה קאמרינן אכילת זר עדיף",
            "3": "ורבי עקיבא מתיר ואפילו גוים מאי טעמא דרבי עקיבא כצבי וכאיל מה צבי ואיל מותר לגוי אף פסולין מותר לגוי ",
            "4": "ואידך תלתא צבי ואיל כתיבי חד לכדרבי יצחק וחד לכדרבי אושעיא וחד לכדרבי אלעזר הקפר ",
            "5": "ואידך מה צבי ואיל פטורים מן הבכורה אף פסולי המוקדשין פטורין מן הבכורה",
            "6": "תנו רבנן בכור אין מאכילין אותו לנדות דברי בית שמאי ובית הלל אומרים מאכילין אותו לנדות מאי טעמא דבית שמאי דכתיב ובשרם יהיה לך מה התם נדות לא אף הכא נדות לא",
            "7": "ובית הלל הני מילי תם אבל בעל מום הטמא והטהור אכלה ",
            "8": "ובית שמאי הני מילי היכא דאין טומאה יוצאה עליו מגופו אבל היכא דטומאה יוצאה עליו מגופו לא",
            "9": "דאשכחן דפליג רחמנא בין טומאה יוצאה עליו מגופו לבין שאין טומאה יוצאה עליו מגופו דתנן הפסח שבא בטומאה לא יאכלו ממנו זבים ומצורעין וזבות ונדות ויולדות",
            "10": "ובית הלל התם הוא דגלי רחמנא טמא נפש אבל הכא טמא סתמא כתיב לא שנא",
            "11": "תנו רבנן אין מרגילין ביום טוב כיוצא בו אין מרגילין בבכור ולא בפסולי המוקדשין ",
            "12": "בשלמא יום טוב דקא טרח טירחא דלא חזי ליה אלא בכור מאן תנא אמר רב חסדא בית שמאי היא דאמר אין מאכילין אותו לנדות ",
            "13": "ולא בפסולי המוקדשין מאן תנא אמר רב חסדא רבי אלעזר ברבי שמעון היא דתנן היו לפניו שתי חטאות אחת תמימה ואחת בעלת מום תמימה תקרב בעלת מום תיפדה",
            "14": "נשחטה בעלת מום אם עד שלא נזרק דמה של תמימה מותרת אם משנזרק דמה של תמימה אסורה",
            "15": "רבי אלעזר ברבי שמעון אומר אפילו בשר בקדירה ונזרק דמה של תמימה אסורה ",
            "16": "ורב חסדא לוקמה כולה כבית שמאי דלמא עד כאן לא קאמרי בית שמאי אלא בבכור דקדושתו מרחם אבל פסולי המוקדשין דאין קדושתו מרחם לא "
        },
        "65": {
            "0": "ולוקמה כולה כרבי אלעזר ברבי שמעון דילמא עד כאן לא קאמר רבי אלעזר ברבי שמעון התם אלא פסולי המוקדשין דאלימי למיתפס פדיונו אבל בכור דלא אלים למיתפס פדיונו לא",
            "1": "ורבי אלעזר ברבי שמעון לית ליה כל פסולי המוקדשין נמכרין באיטליז ונשקלין בליטרא אלמא דכיון דאיכא רווחא להקדש שרי לה ",
            "2": "אמר רב מרי בריה דרב כהנא מה שמשביח בעור פגם בבשר במערבא משמיה דרבינא אמרי מפני שנראה כעובד עבודה בקדשים ",
            "3": "רבי יוסי בר אבין אומר גזירה שמא יגדל מהן עדרים עדרים",
            "4": "מתני׳ בכור שאחזו דם אפילו מת אין מקיזין לו דם דברי רבי יהודה וחכמים אומרים יקיז ובלבד שלא יעשה בו מום ואם עשה בו מום הרי זה לא ישחט עליו רבי שמעון אומר יקיז אף על פי שהוא עושה בו מום",
            "5": "גמ׳ תנו רבנן בכור שאחזו דם מקיזין לו את הדם במקום שאין עושים בו מום ואין מקיזין לו את הדם במקום שעושין בו מום דברי רבי מאיר ",
            "6": "וחכמים אומרים אף במקום שעושה בו מום ובלבד שלא ישחט על אותו המום רבי שמעון אומר אף נשחט על אותו המום רבי יהודה אומר אפילו מת אין מקיזין לו את הדם ",
            "7": "מתני ליה רבי אלעזר לבריה ואמרי לה רבי חייא לבריה כמחלוקת כאן כך מחלוקת בחבית של תרומה דתנן חבית של תרומה שנולד בה ספק טומאה רבי אליעזר אומר אם היתה במקום התורפה יניחנה במקום המוצנע אם היתה מגולה יכסנה ",
            "8": "רבי יהושע אומר אם היתה מונחת במקום המוצנע יניחנה במקום התורפה אם היתה מכוסה יגלנה רבן גמליאל אומר לא יחדש בה דבר ",
            "9": "רבי מאיר כרבי אליעזר ורבנן כרבי יהושע ורבי יהודה כרבן גמליאל ",
            "10": "ממאי דלמא עד כאן לא קאמר רבי מאיר התם דקא עביד בידים אבל הכא דגרמא כרבי יהושע סבירא ליה ",
            "11": "ועד כאן לא קאמר רבי אליעזר התם אלא שמא יבא אליהו ויטהרנה אבל הכא דאי שביק ליה מיית כרבנן סבירא ליה",
            "12": "ועד כאן לא קאמרי רבנן הכא דאי שביק ליה מיית אבל התם שמא יבא אליהו ויטהרנה כרבי אליעזר סבירא להו ועד כאן לא קאמר רבי יהודה הכא דקא עביד בידים אבל התם דגרמא כרבי יהושע סבירא ליה ",
            "13": "ועד כאן לא קאמר רבן גמליאל התם דשמא יבא אליהו ויטהרנה אבל הכא דאי שביק ליה מיית כרבנן סבירא ליה",
            "14": "ועוד הכא בקראי פליגי והכא בקראי פליגי דאמר רבי חייא בר אבא אמר רבי יוחנן הכל מודים במחמץ אחר מחמץ שהוא חייב דכתיב לא תאפה חמץ ולא תעשה ",
            "15": "במסרס אחר מסרס שהוא חייב דכתיב ומעוך וכתות ונתוק וכרות אם על כורת חייב על נותק לא כל שכן אלא להביא נותק אחר כורת שהוא חייב ",
            "16": "לא נחלקו אלא במטיל מום בבעל מום דרבי מאיר סבר כל מום לא יהיה בו ורבנן סברי תמים יהיה לרצון",
            "17": "ורבי מאיר האי תמים יהיה לרצון מאי עביד ליה מיבעי ליה למעוטי בעל מום מעיקרו ",
            "18": "בעל מום מעיקרו פשיטא דיקלא בעלמא הוא ",
            "19": "אלא למעוטי פסולי המוקדשין לאחר פדיונן סלקא דעתך אמינא הואיל ואסירי בגיזה ועבודה במומין נמי ליתסרו קא משמע לן",
            "20": "ורבנן נמי הכתיב כל מום לא יהיה בו לגרמא הוא דאתי דתניא מום לא יהיה בו אין לי "
        },
        "66": {
            "0": "אלא שלא יתן בו מום מנין שלא יביא דבילה ובצק ויניחנה על האוזן כדי שיבא כלב ויאכלנה תלמוד לומר כל מום אחד מום ואחד כל מום ",
            "1": "הכא בקראי פליגי דאמר רב יהודה אמר שמואל וכן אמר ריש לקיש וכן אמר רב נחמן אמר רבה בר אבוה ואני הנה נתתי לך את משמרת תרומתי ",
            "2": "רבי אליעזר סבר בשתי תרומות הכתוב מדבר אחת תרומה טהורה ואחת תרומה תלויה ואמר רחמנא עביד לה שימור ורבי יהושע תרומתי כתיב",
            "3": "למימרא דרבי אליעזר סבר יש אם למקרא ורמינהי בבגדו בה כיון שפירש טליתו עליה שוב אינו רשאי למוכרה דברי רבי עקיבא",
            "4": "רבי אליעזר אומר כיון שבגד בה שוב אינו רשאי למוכרה ",
            "5": "אלא הכא בהא קמיפלגי רבי יהושע סבר הראויה לך שמור ושאינה ראויה לך לא תשמור ורבי אליעזר הא נמי ראויה היא שמא יבוא אליהו ויטהרנה",
            "6": "אמר רב יהודה אמר שמואל הלכה כרבי שמעון מתקיף לה רב נחמן בר יצחק הי רבי שמעון אילימא רבי שמעון דמתניתין עד השתא לא אשמעינן שמואל דבר שאין מתכוין מותר",
            "7": "והא רבי חייא בר אשי אמר רב הלכה כרבי יהודה ורב חנין בר אשי אמר שמואל הלכה כרבי שמעון ורב חייא בר אבין מתני בלא גברי רב אמר הלכה כרבי יהודה ושמואל אמר הלכה כרבי שמעון",
            "8": "אלא רבי שמעון דברייתא ורב שישא בריה דרב אידי מתני לה בהדיא אמר רב יהודה אמר שמואל הלכה כרבי שמעון דברייתא",
            "9": "מתני׳ הצורם אוזן בבכור הרי זה לא ישחוט עולמית דברי רבי אליעזר וחכמים אומרים נולד בו מום אחר ישחוט עליו",
            "10": "גמ׳ ומי קניס רבי אליעזר לעולם ורמינהי מי שהיתה לו בהרת "
        },
        "67": {
            "0": "ונקצצה טהור קצצה מתכוין רבי אליעזר אומר לכשיולד לו נגע אחר יטהר הימנו ",
            "1": "וחכמים אומרים עד שתפרח בכולו או עד שתמעט בהרתו מכגריס ",
            "2": "רבה ורב יוסף דאמרי תרווייהו כי קניס רבי אליעזר בממונו בגופו לא קניס ",
            "3": "ממונו איכא למימר דאתי למיעבד גופו מי איכא למימר דאתי למיעבד ",
            "4": "אמר רבא דרבי אליעזר אדרבי אליעזר קשיא דרבנן אדרבנן לא קשיא ",
            "5": "אלא דרבי אליעזר אדרבי אליעזר לא קשיא כדשנינן רבנן אדרבנן נמי לא קשיא הכא במאי דעבד קנסוה הכא במאי דעבד קנסוה",
            "6": "במאי איכוין למישרייה בהאי מומא בהאי מומא קנסוה רבנן דבהאי מומא לא לישתרי ליה והכא במאי דעבד קנסוה איכוין לטהורי נפשיה בהאי קציצה בהאי קציצה קנסוה רבנן",
            "7": "בעי רב פפא יטהר תנן או ויטהר תנן ",
            "8": "למאי נפקא מינה לחתן שנראה בו נגע ",
            "9": "דתנן חתן שנראה בו נגע נותנין לו שבעה ימים לו ולאצטליתו ולכסותו וכן ברגל נותנין לו כל ימי הרגל",
            "10": "אי אמרת יטהר תנן מקמייתא טהר ליה לבתרייתא נטרין ליה שבעה ימי משתה ",
            "11": "אלא אי אמרת ויטהר תנן סוף סוף כי לא מטמיא לבתרייתא הא מיטמא וקאי מקמייתא מאי תיקו",
            "12": "בעי מיניה רבי ירמיה מרבי זירא צורם אוזן בבכור ומת מהו לקנוס בנו אחריו ",
            "13": "אם תימצי לומר מוכר עבדו לגוים ומת קנסו בנו אחריו דכל יומא ויומא מפקע ליה ממצות",
            "14": "אם תימצי לומר כוון מלאכתו במועד ומת לא קנסו בנו אחריו משום דלא עבדא לאיסורא ",
            "15": "הכא מאי לדידיה קנסו רבנן והא ליתיה או דלמא לממוניה קנסו רבנן והא איתיה ",
            "16": "אמר ליה תניתוה שדה שנתקווצה בשביעית תזרע למוצאי שביעית ניטייבה נידיירה לא תזרע למוצאי שביעית ואמר רב אסי ברבי חנינא נקטינן הטיבה ומת בנו זורעה אלמא לדידיה קנסו רבנן לבריה לא קנסו רבנן",
            "17": "אמר אביי נקטינן "
        },
        "68": {
            "0": "טימא טהרות ומת לא קנסו בנו אחריו מאי טעמא היזק שאינו ניכר לא שמיה היזק קנסא דרבנן לדידיה קנסו רבנן לבריה לא קנסו רבנן",
            "1": "מתני׳ מעשה בזכר של רחלים זקן ושערו מדולדל וראהו קסטור אחד ואמר מה טיבו של זה אמרו לו בכור הוא ואינו נשחט אלא אם כן היה בו מום נטל פיגום וצרם אזנו ובא מעשה לפני חכמים והתירו ואחר שהתירו הלך וצירם באזני בכורות אחרים ואסרו ",
            "2": "פעם אחת היו תינוקות משחקין בשדה וקשרו זנבי טלאים זה בזה ונפסקה זנבו של אחד מהם והרי הוא בכור ובא מעשה לפני חכמים והתירו ראו שהתירו הלכו וקשרו זנבות בכורות אחרים ואסרו זה הכלל כל שהוא לדעתו אסור שלא לדעתו מותר",
            "3": "גמ׳ פעם אחרת היה כו׳ וצריכא דאי אשמעינן גוי דלא אתי למיסרך אבל קטן דאתי למיסרך אימא לא",
            "4": "ואי אשמועינן קטן משום דלא אתי לאיחלופי בגדול אבל גוי דאתי לאיחלופי בגדול אימא לא צריכא",
            "5": "אמר רב חסדא אמר רב קטינא לא שנו אלא דאמרו ליה אלא אם כן היה בו מום אבל אם אמרו ליה אם נעשה בו מום כמאן דאמרו ליה זיל עביד ביה מומא דמי",
            "6": "אמר רבא מכדי ממילא הוא מה לי היה מה לי נעשה אלא נעשה נמי ממילא הוא ולא שנא",
            "7": "זה הכלל כל שהוא לדעת אסור לאיתויי מאי לאיתויי גרמא ",
            "8": "שלא לדעת לאיתויי מסיח לפי תומו",
            "9": "מתני׳ היה בכור רדפו בעטו ועשה בו מום הרי זה שוחטין עליו",
            "10": "גמ׳ אמר רב פפא לא שנו אלא שבעטו בשעת רדיפה אבל לאחר רדיפה לא פשיטא ",
            "11": "מהו דתימא צעריה הוא דמדכר קא משמע לן",
            "12": "איכא דאמרי אמר רב פפא לא תימא בשעת רדיפה אין אבל שלא בשעת רדיפה לא אלא אפילו לאחר רדיפה נמי מאי טעמא צעריה דמדכר",
            "13": "אמר רב יהודה מותר להטיל מום בבכור קודם שיצא לאויר העולם אמר רבא גדיא באודניה אימרא בשפוותיה איכא דאמרי אימרא נמי באודניה אימור דרך צדעיו נפק",
            "14": "אמר רבא אכל ולא מיחזי פעי ומיחזי הוי מומא מאי קא משמע לן תנינא החוטין החיצונות שנפגמו ושנגממו הפנימיות שנעקרו מאי טעמא לאו משום דכי פעי מיחזי",
            "15": "אמר רב פפא רבא נמי טעמא דמתניתין מפרש מאי טעמא נעקרו הוי מומא משום דכי פעי מיחזי",
            "16": "מתני׳ כל המומין הראויין לבא בידי אדם רועי ישראל נאמנין רועים כהנים אינן נאמנין רבן שמעון בן גמליאל אומר נאמן הוא על של חבירו ואין נאמן על של עצמו רבי מאיר אומר החשוד על הדבר לא דנו ולא מעידו",
            "17": "גמ׳ רבי יוחנן ורבי אלעזר חד אמר רועי ישראל בי כהנים נאמנין ללגימא לא חיישינן ",
            "18": "רועי כהנים בי ישראל אין נאמנין מימר אמר כיון דקא טרחנא ביה לא שביק לדידי ויהיב לאחריני ",
            "19": "והוא הדין כהן לכהן דחיישינן לגומלין ",
            "20": "ואתא רבן שמעון בן גמליאל למימר נאמן הוא על של חבירו ואינו נאמן על של עצמו ואתא רבי מאיר למימר החשוד על הדבר לא דנו ולא מעידו",
            "21": "וחד אמר רועי ישראל והן כהנים נאמנין "
        },
        "69": {
            "0": "מימר אמר לא שביק צורבא מרבנן ויהיב לדידי רועי כהנים והן ישראל אינן נאמנין דחיישינן ללגימא ",
            "1": "וכל שכן כהן לכהן דחיישינן לגומלין וחיישינן ללגימא ואתא רבן שמעון למימר נאמן על של חבירו ואינו נאמן על של עצמו ואתא רבי מאיר למימר החשוד על הדבר לא דנו ולא מעידו",
            "2": "בשלמא למאן דאמר רועי ישראל והן כהנים נאמנין היינו דאתא רבי מאיר למימר החשוד על הדבר לא דנו ולא מעידו",
            "3": "אלא למאן דאמר רועי כהנים בי ישראל אין נאמנין מאי אתא רבי מאיר לאשמועינן היינו תנא קמא ",
            "4": "איכא בינייהו דרבי יהושע בן קפוסאי דתניא רבי יהושע בן קפוסאי אומר בכור בי כהן צריך שנים מן השוק להעיד עליו",
            "5": "רבן שמעון בן גמליאל אומר אפילו בנו אפילו בתו רבי יוסי אומר אפילו עשרה והן בני ביתו אין מעידין עליו",
            "6": "כמאן אזלא הא דאמר רב חסדא אמר רב קטינא ספק בכור שנולד בי ישראל צריך שנים מן השוק להעיד עליו ",
            "7": "כמאן כרבי יהושע בן קפוסאי",
            "8": "רב נחמן אמר בעלים מעידין עליו דאי לא תימא הכי מעשר לרבי מאיר מי מעיד עליו ",
            "9": "מעשר ודאי מהימן דאי בעי שדי ביה מומא בכוליה עדריה אלא ספק בכור לרבי מאיר מי מעיד עליו",
            "10": "וכי תימא הכי נמי דלית ליה תקנתא והתנן שהיה רבי יוסי אומר כל שחליפיו ביד כהן פטור מן המתנות ורבי מאיר מחייב ",
            "11": "אלא שמע מינה בעלים מעידין עליו כהנים הוא דחשידי אמומי ישראל לא חשידי אמומי",
            "12": "איתמר רב נחמן אמר הלכה כרבן שמעון בן גמליאל רבא אמר הלכה כרבי יוסי",
            "13": "ומי אמר רבא הכי והאמר רבא בעלים עומדים עמנו בחוץ נכנס שלם ויצא חבול מעידין עליו אימא כל בעלים עומדים ולא חיישינן",
            "14": "אי הכי מאי למימרא מהו דתימא ניחוש לחשדא קא משמע לן והלכתא כרבן שמעון בן גמליאל ודוקא בנו ובתו אבל אשתו לא מאי טעמא אשתו כגופו דמי",
            "15": "אמר ליה רב פפא לאביי לרבי מאיר דאמר החשוד על הדבר לא דנו ולא מעידו וקאמר רבי מאיר החשוד לדבר אחד חשוד לכל התורה כולה כהנים הכי נמי דלא דייני דינא והכתיב ועל פיהם יהיה כל ריב וכל נגע "
        },
        "70": {
            "0": "אימר דאמר רבי מאיר לחששא לאחזוקינהו מי אמר",
            "1": "איבעיא להו עד מפי עד מהו לעדות בכור רב אסי אסר ורב אשי שרי אמר ליה רב אסי לרב אשי והא תנא דבי מנשה אין עד מפי עד כשר אלא לעדות האשה ",
            "2": "תני אלא לעדות שהאשה כשרה לה בלבד ",
            "3": "רב יימר אכשר עד מפי עד בבכור קרי עליה מרימר יימר שרי בוכרא והלכתא עד מפי עד כשר לעדות בכור",
            "4": "אמר רבי אילעא לא היו מוחזקין בו שהוא בכור ובא אחד ואמר שהוא בכור ומומו עמו נאמן ",
            "5": "מאי קא משמע לן שהפה שאסר הוא הפה שהתיר תנינא האשה שאמרה אשת איש הייתי וגרושה אני נאמנת שהפה שאסר הוא הפה שהתיר",
            "6": "מהו דתימא התם הוא דאי בעיא לא אמרה אבל הכא דלא סגיא דלא אמרה דקדשים בחוץ לא אכיל",
            "7": "אימא לא הפה שאסר הוא קא משמע לן דאי משום הכי הוה שדי ביה מומא דניכר ואכיל ליה",
            "8": "מתקיף לה מר בר רב אשי מאי שנא מההוא גברא דאוגר ליה חמרא לחבריה ואמר ליה לא תיזיל באורחא דנהר פקוד דאיכא מיא זיל באורחא דנרש דליכא מיא אזל באורחא דנהר פקוד ומית חמרא ואתא ואמר ליה באורחא דנהר פקוד אזלי ומיהו מיא לא הוו",
            "9": "ואמר רבא מה לו לשקר אי בעי אמר באורחא דנרש אזלי ואמר אביי מה לו לשקר במקום עדים לא אמרינן",
            "10": "הכי השתא התם ודאי איכא מיא התם ודאישדי ביה מומא חששא הוא ובמקום חששא אמרינן מה לו לשקר יתיב רבינא וקאמר להאי שמעתא בלא גברא אמר ליה רבא זוטי לרבינא אנן משמיה דרבי אילעא מתנינן לה",
            "11": "רבי צדוק הוה ליה בוכרא רמא ליה שערי בסלי בהדי דקאכיל איבזע שיפתיה אתא לקמיה דרבי יהושע אמר ליה כלום חילקנו בין חבר לעם הארץ אמר לו רבי יהושע הן",
            "12": "אתא לקמיה דרבן גמליאל אמר ליה חילקנו בין חבר לעם הארץ אמר ליה רבן גמליאל לא אמר ליה והא רבי יהושע אמר לי הן אמר לו המתן עד שיעלו בעלי תריסין לבית המדרש",
            "13": "כיון שנכנסו לבית המדרש עמד השואל ושאל כלום חילקנו בין חבר לעם הארץ אמר ליה רבי יהושע לאו אמר ליה רבן גמליאל והלא משמך אמרו לי הן ",
            "14": "יהושע עמוד על רגליך ויעידו בך עמד רבי יהושע על רגליו ואמר היאך אעשה אילמלי אני חי והוא מת יכול החי להכחיש את המת עכשיו שאני חי והוא חי היאך חי יכול להכחיש את החי",
            "15": "והיה רבן גמליאל עומד ודורש ורבי יהושע עומד על רגליו עד שריננו כל העם ואמרו לחוצפית המתורגמן עמוד ועמד",
            "16": "מתני׳ נאמן הכהן לומר הראיתי בכור זה ובעל מום הוא",
            "17": "גמ׳ אמר רב יהודה אמר רב נאמן הכהן לומר בכור זה נתן לי ישראל במומו מאי טעמא כל מילתא דעבידא לאיגלויי לא משקרי בה אינשי אמר רב אשי אף אנן נמי תנינא נאמן הכהן לומר הראיתי בכור זה ובעל מום הוא מאי טעמא לאו משום דאמרינן כל מילתא דעבידא לאיגלויי לא משקרי בה אינשי",
            "18": "התם הוא דקדשים בחוץ לא אכיל אבל הכא כיון דחשידי חשידי ",
            "19": "מתיב רב שיזבי האומר למי שאין נאמן על המעשר קח לי ממי שהוא נאמן או ממי שהוא מעשר אינו נאמן אמאי נימא כל מילתא דעבידא לאיגלויי לא משקרי בה אינשי ",
            "20": "שאני התם"
        },
        "71": {
            "0": "דאית ליה לאשתמוטי ",
            "1": "סיפא ודאי מסייעא ליה מאיש פלוני הרי זה נאמן",
            "2": "התם כיון דאית ליה תובע מירתת",
            "3": "אמר רבי ירמיה בר אבא מנא ליה ליהודה הא אנא בגידול קבעתיה וגידול קבע בדידיה והכי אמרי ליה נאמן ישראל לומר בכור זה נתתי לכהן במומו",
            "4": "ישראל פשיטא לא צריך בקטן והגדיל מהו דתימא לא קים ליה קא משמע לן",
            "5": "בסורא מתנו כלשנא בתרא בפומבדיתא כלשנא קמא והלכתא אפילו כלשנא קמא",
            "6": "רפרם בפומבדיתא הוה ליה בוכרא ויהביה ליה לכהן בלא מומא אזל שדא ביה מומא יומא חד חלש בעיניה אייתיה לקמיה אמר ליה בכור זה נתן לי ישראל במומו ארפסיניה לעיניה חזייה בשקריה אמר ליה לאו אנא דיהיבתיה לך",
            "7": "ואפילו הכי לא חש לה למילתא האי הוא דחציף כולי עלמא לא חציפי",
            "8": "ההוא שרוע דאתא לקמיה דרב אשי אמר למאי ניחוש ליה אי כהן הוא אי ישראל הוא הרי בכור ומומו עמו",
            "9": "אמר ליה רבינא לרב אשי ודלמא ישראל הוא ואמר רב יהודה אין רואין בכור ישראל אלא אם כן כהן עמו",
            "10": "אמר ליה הכי השתא התם נהי דקדשים בחוץ לא אכיל אממוניה דכהן חשיד",
            "11": "הכא מכדי ידע דהאי מום מובהק הוא מאי טעמא אתיוה קמיה רבנן משום כבודו דחכם על כבודו דחכם לא עביד איסורא עבד",
            "12": "מתני׳ הכל נאמנין על מומי מעשר",
            "13": "גמ׳ מאי טעמא דאי בעי שדי ביה מומא מעיקרא מי ידע הי נפיק ",
            "14": "וכי תימא מפיק ליה בריש עשרה לא יבקר בין טוב לרע אמר רחמנא אלא דאי בעי שדי ביה מומא בכולי עדריה",
            "15": "מתני׳ בכור שנסמית עינו ושנקטעה ידו ושנשברה רגלו הרי זה ישחט על פי שלשה בני הכנסת רבי יוסי אומר אפילו יש שם עשרים ושלשה אינו נשחט אלא על פי מומחה",
            "16": "גמ׳ רבי שמלאי ורבי יהודה נשיאה תרוייהו משמיה דרבי יהושע בן לוי אמרי ואמרי לה רבי שמלאי ורבי יהושע בן לוי תרוייהו משום רבי יהודה נשיאה אמרי התרת בכור בחוצה לארץ על פי שלשה בני הכנסת אמר רבא ובמומין מובהקין",
            "17": "מאי קא משמע לן תנינא בכור שנסמית עינו ושנקטעה ידו ושנשתברה רגלו הרי זה ישחט על פי שלשה בני הכנסת",
            "18": "אי ממתניתין הוה אמינא בחוצה לארץ אפילו מומין שאין מובהקין והאי דקתני מובהקין להודיעך כחו דרבי יוסי קא משמע לן",
            "19": "אמר רב יהודה אמר רבי ירמיה בר אבא ספק משמיה דרב ספק משמיה דשמואל שלשה מתירין את הבכור במקום שאין מומחה מאי קא משמע לן תנינא הרי זה ישחט על פי שלשה בני הכנסת",
            "20": "אי ממתניתין הוה אמינא במקום מומחה קא משמע לן במקום שאין מומחה אין במקום שיש מומחה לא",
            "21": "אמר רב חייא בר עמרם שלשה מתירין את הבכור במקום שאין מומחה שלשה מתירין את הנדר במקום שאין חכם שלשה מתירין את הבכור במקום שאין מומחה"
        },
        "72": {
            "0": "לאפוקי מדרבי יוסי שלשה מפירין את הנדר במקום שאין חכם לאפוקי מדרבי יהודה דתניא הפרת נדרים בשלשה רבי יהודה אומר אחד מהם חכם",
            "1": "במקום שאין חכם כגון מאן אמר רב נחמן כגון אנא רבי יהודה אומר אחד מהן חכם מכלל דהנך כל דהו אמר רבינא דמסתברי ליה וסבר",
            "2": "רבי יוסי אומר אפילו יש שם עשרים ושלשה כו׳ אמר רב חננאל אמר רב אין הלכה כרבי יוסי פשיטא יחיד ורבים הלכה כרבים מהו דתימא נמוקו עמו קא משמע לן",
            "3": "תפשוט מהא דהך קמייתא משמיה דשמואל איתמר דאי משמיה דרב תרתי למה לי ",
            "4": "חדא מכלל דחבירתה איתמר",
            "5": "מתני׳ השוחט את הבכור ונודע שלא הראהו מה שאכלו אכלו ויחזיר להם הדמים ומה שלא אכלו הבשר יקבר ויחזיר את הדמים ",
            "6": "וכן השוחט את הפרה ומכרה ונודע שהיא טרפה מה שאכלו אכלו ומה שלא אכלו הם יחזירו לו את הבשר והוא יחזיר להם את הדמים מכרוהו לגוים או הטילוהו לכלבים ישלמו דמי טרפה",
            "7": "גמ׳ תנו רבנן המוכר בשר לחבירו ונמצא בשר בכור פירות ונמצא טבלים יין ונמצא יין נסך מה שאכלו אכלו ויחזיר להם את הדמים",
            "8": "רבי שמעון בן אלעזר אומר דברים שהנפש קצה בהן יחזיר להן את הדמים ושאין הנפש קצה בהם ינכה להם את הדמים ואלו הן דברים שהנפש קצה בהן נבילות וטריפות שקצים ורמשים ואלו הן דברים שאין הנפש קצה בהן בכורות טבלים ויין נסך",
            "9": "בכור ולימא ליה מאי אפסדתך",
            "10": "לא צריכא כגון דזבין ליה ממקום מומא דאמר ליה אי לאו דאכלת הוה מחזינא ליה ושרי ניהליה כרבי יהודה",
            "11": "טבלים הוה מתקיננא להו ואכלנא להו יין נסך על ידי תערובת וכרבן שמעון בן גמליאל",
            "12": "דתנן יין נסך שנפל לבור כולו אסור בהנאה רבן שמעון בן גמליאל אומר ימכר כולו לגוים חוץ מדמי יין נסך שבו ",
            "13": "הדרן עלך כל פסולי המוקדשין",
            "14": "מתני׳ על אלו מומין שוחטין את הבכור נפגמה אזנו מן החסחוס אבל לא העור נסדקה אף על פי שלא חסרה ניקבה מלא כרשינה או שיבשה איזהו יבשה כל שתנקב ואינה מוציאה טיפת דם רבי יוסי בן המשולם אומר יבשה שתהא נפרכת",
            "15": "גמ׳ אמאי פסח ועור כתיב",
            "16": "כתיב נמי כי יהיה בו מום ואימא כי יהיה בו מום כלל פסח או עור פרט כלל ופרט אין בכלל אלא מה שבפרט פסח ועור אין מידי אחרינא לא",
            "17": "כל מום רע חזר וכלל כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש מומין שבגלוי ואינן חוזרין אף כל מומין שבגלוי ואינן חוזרין",
            "18": "ואימא מה הפרט מפורש מומין שבגלוי ובוטל ממלאכתו ואינו חוזר אף כל מומין שבגלוי ובוטל ממלאכתו ואינו חוזר אלמה תנן נפגמה אזנו מן החסחוס ולא מן העור",
            "19": "כל מום רע ריבויא הוא אי הכי מומין שבסתר נמי אלמה תנן חוטין החיצונות שנפגמו ושנגממו והפנימיות שנעקרו"
        },
        "73": {
            "0": "נעקרו אין נפגמו ונגממו לא בעינא מום רע וליכא אי הכי מום עובר נמי אלמה תנן ולא מן העור",
            "1": "מום עובר סברא הוא השתא מיפרק לא פרקינן עלויה משחט שחטינן עלויה דתניא ואם כל בהמה טמאה אשר לא יקריבו ממנה קרבן לה׳ בבעלי מומין הכתוב מדבר",
            "2": "אתה אומר בבעלי מומין שנפדו הכתוב מדבר או אינו אלא בבהמה טמאה ממש כשהוא אומר ואם בבהמה הטמאה הרי בהמה טמאה אמור הא מה אני מקיים אשר לא יקריבו ממנה הוי אומר זה בעלי מומין שנפדו",
            "3": "יכול יפדו על מום עובר תלמוד לומר אשר לא יקריבו ממנה קרבן לה׳ מי שאינה קריבה כל עיקר יצתה זו שאינה קריבה היום אלא למחר",
            "4": "איבעית אימא אם כן פסח ועור למה לי",
            "5": "נסדקה אף על פי שלא חסרה תנו רבנן הסדק כל שהוא הפגימה בין בידי אדם בין בידי שמים מכלל דסדק בידי שמים לא",
            "6": "אלא סדק ופגימה בין בידי שמים בין בידי אדם וכמה שיעור פגימה כדי שתחגור בה ציפורן",
            "7": "נקבה מלא וכו׳ תנו רבנן כמה נקיבת האוזן מלא כרשינה רבי יוסי ברבי יהודה אומר בכעדשה ואיזו היא יבשה שאם תינקב ואינה מוציאה טיפת דם רבי יוסי בן המשולם אומר יבשה כדי שתהא נפרכת",
            "8": "תנא קרובין דבריהן להיות שוין דבריהן דמאן אילימא דתנא קמא ורבי יוסי בן המשולם טובא איכא אלא דתנא קמא ורבי יוסי ברבי יהודה",
            "9": "כעדשה אין בציר מכעדשה לא ורמינהי מרצע אין לי אלא מרצע מנין לרבות הסול והסירה והמחט והמקדח והמכתב",
            "10": "תלמוד לומר ולקחת כל דבר שנלקח ביד דברי רבי יוסי ברבי יהודה רבי אומר מרצע מה מרצע מיוחד של מתכת אף כל של מתכת",
            "11": "וקתני סיפא אמר רבי יודן ברבי היה דורש כשהן רוצעין אין רוצעין אלא במילת",
            "12": "וחכמים אומרים אין עבד עברי כהן נרצע מפני שנעשה בעל מום ואם תאמר במילת היו רוצעין היאך עבד כהן נעשה בעל מום הא אין רוצעין אלא בגובה של אוזן",
            "13": "אמר רב חנא בר קטינא לא קשיא כאן לשחוט כאן לפסול",
            "14": "מאי כרשינה אמר רב שרביא הינדא",
            "15": "בעא מיניה רב הושעיא מרב הונא רבה כרשינה הנכנסת ויוצאה או כרשינה העומדת אמר לו זו לא שמעתי כיוצא בה שמעתי",
            "16": "דתנן השדרה והגולגולת שחסרו כמה חסרון בשדרה ולא יהא מטמא באהל בית שמאי אומרים שתי חוליות ובית הלל אומרים חוליא אחת ובגולגולת בית שמאי אומרים כמלא מקדח ובית הלל אומרים כדי שינטל מן החי וימות",
            "17": "ויתיב רב חסדא וקמיבעיא ליה כדי שינטל מן החי וכמה אמר ליה רב תחליפא בר אבודימי הכי אמר שמואל כסלע",
            "18": "ואיתמר רב ספרא אמר שמעתתא אמר ליה ורב שמואל בר יהודה אמר מתניתא אמר ליה וסימניך תני רב שמואל בר יהודה",
            "19": "ואמר ליה אם כן עשיתה דברי בית שמאי ודברי בית הלל אחד דתנן מאור שלא נעשה בידי אדם שיעורו מלא אגרוף גדול וזהו אגרופו של בן אבטיח אמר רבי יוסי וישנו כראש גדול של אדם",
            "20": "נעשה בידי אדם שיערוהו כמלא מקדח גדול של לשכה שהוא כפונדיון של האיטלקי וכסלע נירונית וישנו"
        },
        "74": {
            "0": "כמלא נקב של עול אישתיק ואמר ליה רב חסדא שמא מקדח וחיסומו שנינו",
            "1": "ואמר ליה רב תחליפא לא תימא שמא אלא ודאי מקדח וחיסומו צריך להתלות עליה כחזקיה אבי עקש",
            "2": "דתנן זו עדות העיד חזקיה אבי עקש לפני רבן גמליאל ביבנה שאמר משום רבן גמליאל הזקן כל שאין לו תוך בכלי חרס אין לו אחורים לחליקה נטמא תוכו נטמא גבו נטמא גבו נטמא תוכו",
            "3": "כלי חרס בתוכו תלה רחמנא אית ליה תוך איטמי ליה לית ליה תוך לא איטמי ליה",
            "4": "אמר רבי יצחק בר אבין הכי קאמר כל שאין לו תוך בכלי חרס כנגדו בכלי שטף אין לו אחורים לחליקה נטמא תוכו נטמא גבו נטמא גבו נטמא תוכו",
            "5": "למה לי למיתלייה בכלי חרס נימא כל שאין לו תוך בכלי שטף אין לו אחורים לחליקה",
            "6": "הא קא משמע לן דיש לו תוך הרי הוא ככלי חרס מה כלי חרס נטמא תוכו נטמא גבו לא נטמא תוכו לא נטמא גבו אף כלי שטף נטמא תוכו נטמא גבו לא נטמא תוכו לא נטמא גבו",
            "7": "בשלמא כלי חרס גלי ביה רחמנא תוכו אלא כלי שטף מי גלי ביה רחמנא תוכו",
            "8": "אי בטומאה דאורייתא הכי נמי הכא במאי עסקינן בטומאת משקין דרבנן דתנן כלי שנטמא אחוריו במשקין אחוריו טמאין תוכו אגנו אזנו וידיו טהורין נטמא תוכו כולו טמא",
            "9": "מדאורייתא אין אוכל מטמא כלי ואין משקה מטמא כלי ורבנן הוא דגזור משום משקה זב וזבה",
            "10": "הלכך שויוה רבנן כטומאה דכלי חרס ולא שויוה רבנן כטומאה דאורייתא דנפשיה",
            "11": "עבדו רבנן היכירא כי היכי דלא לישרוף עליה תרומה וקדשים אי הכי אין לו תוך נמי ליעביד נמי היכירא",
            "12": "כיון דעבדו היכירא ביש לו תוך ידיע דאין לו תוך דרבנן",
            "13": "ואין לו תוך בכלי שטף דאורייתא בר קבולי טומאה הוא דומיא דשק בעינן מה שק מיטלטל מלא וריקן אף כל מיטלטל מלא וריקן",
            "14": "בהנך דחזו למדרסות אי הכי חרס נמי אין מדרס בכלי חרס",
            "15": "רב פפא אמר מקדח גדול שנינו",
            "16": "מכלל דמקדח סתם זוטרא נמי מכסלע הניחא לרבי מאיר אלא לרבנן מאי איכא למימר",
            "17": "דתנן באיזה מקדח אמרו בקטן של רופאים דברי רבי מאיר וחכמים אומרים בגדול של לשכה",
            "18": "ולרבי מאיר מי ניחא הוה ליה מקולי בית שמאי ומחומרי בית הלל ואנן דתנן תנן דלא תנן לא תנן",
            "19": "אמר רב נחמן סלע נירונית שנינו כמקדח גדול סלע סתם זוטרא ממקדח סתם",
            "20": "מתני׳ הריס של עין שניקב שנפגם שנסדק הרי בעינו דק תבלול חלזון נחש עצב איזהו תבלול לבן הפוסק בסירא ונכנס בשחור שחור נכנס בלבן אינו מום"
        },
        "75": {
            "0": "גמ׳ מאי הריס אמר רב פפא תורא ברא דעינא דק תבלול תנו רבנן דק משוקע הרי זה מום צף אינו מום",
            "1": "והתניא איפכא לא קשיא הא בשחור הא בלבן והא אין מומין בלבן אלא הא בדוק לבן הא בדוק שחור",
            "2": "דאמר רבה בר בר חנה סח לי יאשיה דמן אושא דק שחור משוקע הרי זה מום צף אינו מום דק לבן משוקע אינו מום צף הרי זה מום וסימניך ברקא",
            "3": "חלזון נחש ועצב איבעיא להו חלזון הוא נחש או דלמא חלזון או נחש",
            "4": "תא שמע דאמר רבה בר בר חנה סח לי רבי יוחנן בן אלעזר זקן אחד היה בשכונתינו ורבי שמעון בן יוסי לקוניא שמו ומימי לא עברתי לפניו פעם אחת עברתי לפניו אמר לי שב בני שב חלזון זה מום קבוע לשחוט עליו וזהו נחש שאמרו חכמים",
            "5": "ואף על פי שאמרו אין אדם רואה מומין לעצמו אבל מורה הלכה לתלמידים ותלמידים מורין לו",
            "6": "והאמר רבי אבא אמר רב הונא כל תלמיד חכם שמורה הלכה ובא אם קודם מעשה אמרה שומעין לו ואם לאו אין שומעין לו איהו נמי מורה ובא הוה מעיקרא",
            "7": "איזהו תבלול לבן הפוסק את הסירא מתניתין מני רבי יוסי היא דתניא לבן ונכנס בשחור שחור ונכנס בלבן הרי זה מום דברי רבי מאיר רבי יוסי אומר לבן ונכנס בשחור הרי זה מום שחור ונכנס בלבן אינו מום שאין מומין בלבן",
            "8": "אמר רב מאי טעמא דרבי יוסי דכתיב יצא מחלב עינימו תרבא דעינא איקרי עינימו סתמא לא איקרי ורבי מאיר מאי טעמיה מה לשון תבלול דבר המבלבל את העינים",
            "9": "מתני׳ חורוור והמים הקבועין איזהו חורוור הקבוע כל ששהה שמונים יום רבי חנניא בן אנטיגנוס אמר בודקין אותו שלש פעמים בתוך שמונים יום",
            "10": "ואלו הן מים הקבועין אכל לח ויבש של גשמים לח ויבש של שלחים או אכל היבש ואחר כך הלח אינו מום עד שיאכל הלח ואחר כך היבש",
            "11": "גמ׳ מתניתין מני רבי יהודה היא דתניא חורוור קבוע ארבעים יום ומים הקבועים שמונים יום דברי רבי מאיר ורבי יהודה אומר חורוור שמונים יום",
            "12": "ואלו הן מים הקבועים אכל לח ויבש של בית השלחין או שאכל יבש ואחר כך אכל הלח אין מום עד שיאכל יבש אחר הלח וישנו שלשה חדשים",
            "13": "והא תרוייהו תננהי אכל לח ויבש של גשמים לח ויבש של בית השלחין",
            "14": "חסורי מיחסרא והכי קתני אכל לח ויבש של גשמים הרי זה מום בית השלחין אינו מום והגשמים נמי אכל יבש ואחר כך אכל לח אינו מום עד שיאכל יבש אחר הלח",
            "15": "וישנו שלשה חדשים איני והתניא והא רב אידי בר אבין אמר רב יצחק בר אשיאן אדר וניסן לח אלול ותשרי יבש אימא אדר וחצי ניסן לח אלול וחצי תשרי יבש",
            "16": "איבעיא להו לח בזמן לח ויבש בזמן היבש או דלמא לח ויבש בזמן הלח",
            "17": "תא שמע דאמר רב אידי בר אבין אמר רב יצחק בר אשיאן אדר וניסן לח אלול ותשרי יבש דלמא פירי דאלול ותשרי מאכילנא ליה באדר וניסן",
            "18": "וכמה מאכילין אותו אמר רבי יוחנן משום רבי פנחס בן ערובא כגרוגרת אמר רבא בעי במערבא כגרוגרות בסעודה ראשונה"
        },
        "76": {
            "0": "או דלמא בכל סעודה וסעודה אם תימצי לומר בסעודה ראשונה קודם אכילה או לאחר אכילה קודם אכילה ודאי מעלי ליה כסמא לאחר אכילה מאי קודם שתיה או לאחר שתיה וקודם שתיה ודאי מעלי ליה כשערי לאחר שתיה מאי",
            "1": "קשור או מותר מותר ודאי מעלי ליה קשור מאי לבדו או עם חבירו עם חבירו ודאי מעלי ליה לבדו מאי",
            "2": "בעיר ובשדה בשדה ודאי מעלי ליה בעיר מאי בעי רב אשי אם תימצי לומר בשדה גינה הסמוכה לעיר מאי תיקו",
            "3": "רבי חנניא בן אנטיגנוס אומר אמר רב נחמן בר יצחק ובלבד שיהו משולשים",
            "4": "בעי מיניה פנחס אחוה דמר שמואל משמואל אכל ולא איתסי למפרע הוי מומא או מיכן ולהבא הוי מומא",
            "5": "למאי נפקא מינה למימעל בפדיונו אי אמרת למפרע הוי מומא מעיל",
            "6": "ואי מיכן ולהבא הוי מומא לא מעיל מאי קרי שמואל עליה פסחים בזזו ב(ו)ז",
            "7": "מתני׳ חוטמו שניקב ושנפגם ושנסדק שפמו שניקבה שנפגמה שנסדקה",
            "8": "גמ׳ תנו רבנן ניקבו חוטמין זה לתוך זה מבחוץ הרי זה מום מבפנים אינו מום שפתו שניקבה ושנפגמה ושנסדקה אמר רב פפא תורא ברא דשיפתיה",
            "9": "מתני׳ חוטין החיצונות שנפגמו ושנגממו הפנימים שנעקרו רבי חנינא בן אנטיגנוס אומר אין בודקין מן התיומת ולפנים ואף לא את התיומת",
            "10": "גמ׳ תנו רבנן התיומת איזהו תיומת מן התיומת ולפנים ותיומת עצמה כלפנים רבי יהושע בן קפוצאי אומר אין שוחטין אלא על החיצונות בלבד רבי חנינא בן אנטיגנוס אומר אין משגיחין על התיומת כל עיקר",
            "11": "מאי קאמר ותו רבי יהושע בן קפוצאי היינו תנא קמא",
            "12": "חסורי מיחסרא והכי קתני איזהו הפנימית מן התיומת ולפנים ותיומת עצמה כלפנים במה דברים אמורים שנפגמו ושנגממו אבל נעקרו שוחטין",
            "13": "רבי יהושע בן קפוצאי אומר אין שוחטין אלא על החיצונות אבל פנימיות שנעקרו מישחט עלייהו לא שחטינן אבל אפסולי מיפסל רבי חנינא בן אנטיגנוס אומר אין משגיחין על התיומת כל עיקר ואפילו איפסולי לא איפסיל",
            "14": "בעי רב אחדבוי בר אמי יש מחוסר אבר מבפנים או אין מחוסר אבר מבפנים למאי אי לבכור פסח או עור כתיב",
            "15": "אי לקדשים עורת או שבור כתיב לאישחוטי ולאיפרוקי לא איבעיא לן כי מיבעיא לן לאיפסולי מאי",
            "16": "תמים יהיה לרצון אמר רחמנא תמים אין חסרון לא או דלמא תמים יהיה לרצון כל מום לא יהיה בו מה מום מאבראי אף חסרון מאבראי",
            "17": "תא שמע ואת שתי הכליות ולא בעל כוליא אחת ולא בעל שלש כוליות ותניא אידך יסירנה לרבות בעל כוליא אחת",
            "18": "סברוה דכולי עלמא אין בריה באחת דהא מיחסר חסר לימא בהא קמיפלגי דמר סבר חסרון מבפנים שמיה חסרון ומר סבר חסרון מבפנים לא שמיה חסרון",
            "19": "אמר רב חייא בר יוסף דכולי עלמא יש בריה באחת וחסרון מבפנים שמיה חסרון ולא קשיא כאן כשנבראה בשתים וחסרו כאן כשנבראה באחת מעיקרא",
            "20": "והא דומיא דשלש קתני מה שלש מעיקרא אף אחת מעיקרא",
            "21": "אלא הכא ביש בריה מעיקרא קמיפלגי מר סבר יש בריה באחת ומר סבר אין בריה באחת",
            "22": "ורבי יוחנן אמר דכולי עלמא אין בריה באחת וחסרון מבפנים שמיה חסרון ולא קשיא כאן שחסרה קודם שחיטה כאן שחסרה לאחר שחיטה ולאחר שחיטה קודם קבלה מי שרי"
        },
        "77": {
            "0": "והאמר רבי זירא אמר רב הצורם אזן הפר ואחר כך קיבל דמו פסול שנאמר ולקח מדם הפר הפר שהיה כבר אלא כאן שחסרה קודם קבלה כאן שחסרה לאחר קבלה",
            "1": "ולאחר קבלה קודם זריקה מי שרי והתניא שה תמים זכר בן שנה יהיה לכם שיהא תמים בן שנה בשעת שחיטה",
            "2": "ומנין בקבלה והולכה והזייה תלמוד לומר יהיה שיהו כל הויותיו תם ובן שנה",
            "3": "תרגמא אבן שנה הכי נמי מסתברא דתניא רבי יהושע אומר כל הזבחים שבתורה שנשתייר מהן כזית בשר או כזית חלב זורק את הדם שמע מינה",
            "4": "ומי איכא מידי דבשעת שחיטה הוי בן שנה ובשעת קבלה והולכה הוי בן שתי שנים אמר רבא זאת אומרת שעות פוסלות בקדשים",
            "5": "לימא כתנאי ומעוך וכתות ונתוק וכרות כולן בביצים דברי רבי יהודה",
            "6": "בביצים ולא בגיד אימא אף בביצים דברי רבי יהודה רבי אליעזר בן יעקב אומר כולן בגיד רבי יוסי אומר מעוך וכתות אף בביצים נתוק וכרות בגיד אין בביצים לא",
            "7": "מאי לאו בהא קמיפלגי דמר סבר חסרון מבפנים שמיה חסרון ומר סבר לא שמיה חסרון",
            "8": "ותסברא רבי יוסי מאי קסבר אי קסבר חסרון מבפנים שמיה חסרון אפילו נתוק וכרות נמי ואי קסבר לא שמיה חסרון אפילו מעוך וכתות נמי לא",
            "9": "אלא הכא במומים שבגלוי קמיפלגי רבי יהודה סבר מעוך וכתות הוי מומא דמיכווצן נתוק וכרות הוי מומא דהא תליין רבי אליעזר בן יעקב סבר מעוך וכתות לא הוי מומא דמעיקרא נמי זמנין דמיכווצן נתוק וכרות לא הוי מומא דמעיקרא נמי זימנין דתליין",
            "10": "ורבי יוסי סבר מעוך וכתות הוי מומא דהא ליתנהו נתוק וכרות לא הוי מומא דהא איתנהו",
            "11": "מתני׳ נפגם הזובן העריה של נקבה במוקדשין נפגם הזנב מן העצם אבל לא מן הפרק או שראש זנב מפצל נקלפה העור והבשר והעצם נשאר או שיש בשר מחוליא לחוליא מלא אצבע",
            "12": "גמ׳ אמר רבי אלעזר נפגם ולא ניטל כיס ולא זכרות תניא נמי הכי נפגם ולא ניטל כיס ולא זכרות אמר רבי יוסי בן המשולם מעשה בעינבל אחד שנטלו זאב וחזר לאיתנו",
            "13": "נפגמה הזנב מן העצם וכו׳ תנא אצבע שאמרו אחד מארבעה בטפח של כל האדם למאי הלכתא אמר רבה לענין תכלת דתניא כמה חוטין הוא נותן בית שמאי אומרים ארבעה ובית הלל אומרים שלשה",
            "14": "וכמה תהא משולשת בית שמאי אומרים ארבעה ובית הלל אומרים שלשה ושליש שבית הלל אומרים אחד מארבע בטפח של כל אדם ",
            "15": "רב הונא בריה דרב יהושע אמר לשתי אמות דתנן שתי אמות היו"
        },
        "78": {
            "0": "בשושן הבירה אחת על קרן מזרחית צפונית ואחת על קרן מזרחית דרומית שעל קרן מזרחית צפונית היתה יתירה על של משה חצי אצבע ושעל קרן מזרחית דרומית היתה יתירה עליה חצי אצבע נמצאת יתירה על של משה אצבע",
            "1": "ולמה היו אחת גדולה ואחת קטנה כשהיו אומנין נוטלין בקטנה ומחזירין בגדולה שלא יבואו לידי מעילה",
            "2": "תרתי למה לי חדא דכספא וזהבא וחדא דבניינא",
            "3": "רב נחמן בר יצחק ואי תימא רב הונא בר נתן לאותה ששנינו שיש בשר בין חוליא לחוליא מלא אצבע",
            "4": "מתני׳ אין לו ביצים או אין לו אלא ביצה אחת רבי ישמעאל אומר אם יש לו שני כיסין יש לו שתי ביצים אין לו שני כיסין אין לו אלא ביצה אחת רבי עקיבא אומר מושיבו על עכוזו וממעך אם יש ביצה סופו לצאת מעשה שמיעך ולא יצא נשחטה ונמצאת דבוקה בכסלים והתיר רבי עקיבא ואסר רבי יוחנן בן נורי",
            "5": "גמ׳ השתא אין לו אלא ביצה אחת אמרת הוי מומא אין לו כלל מיבעיא חסורי מיחסרא והכי קתני אין לו שתי ביצים בשתי כיסין אלא בכיס אחד אי נמי שתי כיסין וביצה אחת הרי זה מום",
            "6": "רבי ישמעאל אומר יש לו שתי כיסים בידוע שיש לו שתי ביצים אין לו אלא כיס אחד כמי שאין לו אלא ביצה אחת דמי ואתא רבי עקיבא למימר בידוע לא אמרינן אלא מושיבו על עכוזו וממעך אם יש ביצה סופו לצאת",
            "7": "ומעשה שמיעך ולא יצא וכו׳ תניא אמר רבי יוסי מעשה בפירן של בית מנחם שמיעך ולא יצאת ונשחטה ונמצאת דבוקה בכסלים והתיר רבי עקיבא ואסר רבי יוחנן בן נורי",
            "8": "אמר לו רבי עקיבא לרבי יוחנן בן נורי עד מתי אתה מכלה ממונן של ישראל אמר לו רבי יוחנן בן נורי לרבי עקיבא עד מתי אתה מאכיל ישראל נבילות לאו מישחט שחטיה",
            "9": "אלא טריפות לא איסור טריפות הוא אלא עד מתי אתה מאכיל ישראל קדשים בחוץ",
            "10": "מתני׳ בעל חמש רגלים או שאין לו אלא שלש ושרגליו שהוא קלוטות כשל חמור והשחול והכסול איזהו שחול שנשמטה יריכו וכסול שאחת מיריכים גבוהות",
            "11": "גמ׳ אמר רב הונא לא שנו אלא שחסר ויתר ביד אבל ברגל טרפה נמי הוי דכל יתיר כנטול דמי",
            "12": "אמר רב פפא לא תימא דעגילן ולא סדיקן אלא כיון דעגילן אף על גב דסדיקן",
            "13": "והשחול והכסול וכו׳ תנו רבנן איזהו כסול ואיזהו שחול שחול שנשמטה יריכו כסול שרגלו אחד בתוך הכסל ורגלו אחד על גבי הכסל תנא השרוע והקלוט שרוע שנשתרבב לו יריכו קלוט שרגליו קלוטות כשל חמור וכשל סוס",
            "14": "מתני׳ נשבר עצם ידו ועצם רגלו אף על פי שאינו ניכר מומין אלו מנה אילא ביבנה והודו לו חכמים",
            "15": "ועוד שלשה הוסיף אמרו לו לא שמענו את אלו שגלגל עינו עגול כשל אדם ופיו דומה כשל חזיר ושניטל רוב המדבר בלשונו בית דין של אחריהן אמרו הרי זה מום",
            "16": "גמ׳ אינו ניכר מי קא הוי מומא אמר רב פפא אינו ניכר מחמת עצמו אבל ניכר מחמת מלאכה",
            "17": "מומין אלו מנה וכו׳ למימרא דלאו היינו אורחיה ורמינהו המפלת מין בהמה וחיה ועוף בין טמאין בין טהורין אם זכר תשב לזכר",
            "18": "אם נקבה תשב לנקבה אינו ידוע תשב לזכר ולנקבה דברי רבי מאיר",
            "19": "ואמר רבה בר בר חנה אמר רבי יוחנן מאי טעמיה דרבי מאיר הואיל וגלגל עינו עגול כשל אדם אמר רב יוסף לא קשיא הא באוכמא הא בחיוורא",
            "20": "ופיו דומה כשל חזיר אמר רב פפא לא תימא דשפיד ופרוס אלא כיון דפרוס אף על גב דלא שפיד",
            "21": "ושניטל רוב המדבר שבלשונו מתניתין מני רבי יהודה היא דתניא ואת שניטל רוב הלשון רבי יהודה אומר רוב המדבר של לשונו",
            "22": "מתני׳ ומעשה שהלחי התחתון עודף על העליון ושאל רבן גמליאל לחכמים ואמרו הרי זה מום",
            "23": "גמ׳ מאי תנא דקתני ומעשה משום דתנן פיו דומה לחזיר ופליגי רבנן עליה דרבי וקאמרינן כי פליגי רבנן עליה דרבי בשפתו עליונה עודפת על התחתונה אבל שהתחתונה עודפת על העליונה הרי זה מום"
        },
        "79": {
            "0": "ומעשה נמי שלחי התחתון עודף על העליון שאל רבן שמעון בן גמליאל לחכמים ואמרו הרי זה מום",
            "1": "והא גבי אדם הוא דתנן שפתו העליונה עודפת על התחתונה או שתחתונה עודפת על העליונה הרי זה מום גבי אדם הוא דכתיב איש איש מזרע אהרן איש ששוה בזרעו של אהרן אבל בבהמה לא",
            "2": "אמר רב פפא לא קשיא הא דאית בה עצם הא דלית בה עצם",
            "3": "מתני׳ אוזן הגדי היתה כפולה אמרו חכמים בזמן שהוא עצם אחד מום בזמן שאין בו עצם אינו מום רבי חנניא בן גמליאל אומר זנב הגדי שהוא דומה לשל חזיר ושאין בה שלש חוליות הרי זה מום",
            "4": "גמ׳ תנו רבנן פיו בלום ורגליו מבולמות מחמת הרוח אינו מום מחמת העצם הרי זה מום אזניו כפולות בחסחסות אחת הרי זה מום בשתי חסחסיות אינו מום",
            "5": "רבן גמליאל אומר זנב הגדי שהוא דומה לשל חזיר אמר רב פפא לא תימא דקטינא אלא דכריכא אף על גב דאלימא",
            "6": "או שאין בה שלש חוליות וכו׳ אמר רב הונא בגדי שתים הרי זה מום שלש אינו מום בטלה שלש הרי זה מום ארבע אינו מום מיתיבי בגדי אחת הרי זה מום שתים אינו מום בטלה שתים הרי זה מום שלש אינו מום תיובתא דרב הונא",
            "7": "ורב הונא מתניתין אטעיתיה איהו סבר מדרישא בגדי סיפא נמי בגדי ולא היא רישא בגדי וסיפא בטלה",
            "8": "מתני׳ רבי חנינא בן אנטיגנוס אומר את שיבלת בעיניו ושנפגם עצם ידו ורגלו ושנפרק עצמו של פיו עינו אחת גדולה ואחת קטנה אזנו אחד גדולה ואחד קטנה במראה אבל לא במדה רבי יהודה אומר שתי ביציו אחת גדולה כשתים שבחבירתה ולא הודו לו חכמים",
            "9": "גמ׳ למימרא דיבלת הוי מומא ורמינהו ואלו שאין שוחטין עליהן לא במקדש ולא במדינה בעל גרב ובעל יבלת",
            "10": "ותסברא הא כתיבא יבלת באורייתא אלא לא קשיא הא בגופו הא בעינו",
            "11": "מכדי קרא סתמא מה לי בגופו ומה לי בעינו אלא לא קשיא הא דאית בה עצם הא דלית בה עצם",
            "12": "דקרא דאית בה עצם מתניתין דלית בה עצם בעינו הוי מומא בגופא לא הוי מומא",
            "13": "ולית לה עצם בגופא פסולה הרי תלתול בעלמא הוא דתנן רבי אליעזר אומר בעלי התילולין פסולין באדם וכשירין בבהמה אלא אידי ואידי בעינו ולא קשיא הא בשחור הא בלבן",
            "14": "והא אין מומין בלבן אלא אידי ואידי בלבן ואמר ריש לקיש לא קשיא הא דאית בה שער הא דלית בה שער",
            "15": "עינו אחת גדולה וכו׳ תנא גדולה כשל עגל קטנה כשל אווז",
            "16": "אזנו אחת גדולה וכו׳ ורבנן עד כמה תניא אחרים אומרים אפילו אינה לשניה אלא כפול כשירה",
            "17": "מתני׳ זנב העגל שאינה מגעת לערקוב אמרו חכמים כל מרבית עגלים כן כל זמן שיהו מגדלין הן נמתחות איזהו ערקוב שאמרו רבי חנינא בן אנטיגנוס אומר בערקוב שבאמצע הירך"
        },
        "80": {
            "0": "גמ׳ תנא קפץ העליון ולא קפץ התחתון וכנגדו בגמל ניכר",
            "1": "מתני׳ על אלו מומין שוחטין את הבכור ופסולי המוקדשין נפדין עליהן",
            "2": "גמ׳ הא תו למה לי הא תנא ליה רישא על אלו מומין שוחטין את הבכור סיפא איצטריכא פסולי המוקדשין נפדין עליהן הא נמי פשיטא מישחט שחטינן מיפרק מיבעיא",
            "3": "אלא איידי דתנא שלשה הוסיף ואמרו לו לא שמענו את אלו וקתני ואתי דיחידאה וקא סתים לה בכולהו על אלו מומין שוחטין את הבכור ופסולי המוקדשין נפדין עליהן",
            "4": "מתני׳ ואלו שאין שוחטין עליהן לא במקדש ולא במדינה חוורור והמים שאין קבועין וחוטין הפנימיות שנפגמו אבל לא שנעקרו ובעל גרב ובעל יבלת ובעל חזזית זקן וחולה ומזוהם ושנעבדה בו עבירה ושהמית אדם על פי עד אחד או על פי הבעלים",
            "5": "וטומטום ואנדרוגינוס לא במקדש ולא במדינה רבי שמעון אומר אין לך מום גדול מזה וחכמים אומרים אינו בכור אלא נגזז ונעבד",
            "6": "גמ׳ וגרב לא והכתיב גרב באורייתא וחזזית לא והכתיב ילפת באורייתא ותניא גרב זה החרס ילפת זו חזזית המצרית ואמר ריש לקיש למה נקרא שמה ילפת שמלפפת והולכת עד יום המיתה",
            "7": "בשלמא חזזית אחזזית לא קשיא כאן בחזזית המצרית כאן בחזזית דעלמא אלא גרב אגרב קשיא גרב אגרב נמי לא קשיא הא בלח הא ביבש לח איתסי יבש לא מיתסי",
            "8": "ולח מיתסי והכתיב יככה ה׳ בשחין מצרים וגו׳ ומדכתיב ובחרס הרי גרב לח אמור וקאמר אשר לא תוכל להרפא",
            "9": "אלא תלתא הוו דקרא יבש בין מבפנים בין מבחוץ דמתניתין לח מבחוץ ומבפנים דמצרים יבש מבפנים ולח מבחוץ דכתיב ויהי שחין פורח אבעבועות באדם",
            "10": "והזקן והחולה והמזוהם מנהני מילי דתנו רבנן מן הצאן ומן הכשבים ומן העזים פרט לזקן ולחולה ולמזוהם",
            "11": "וצריכי דאי כתב רחמנא למעוטי זקן דלא הדר בריא אבל חולה דהדר בריא אימא לא ואי כתב למעוטי חולה דלאו אורחיה אבל זקן דהיינו אורחיה אימא לא",
            "12": "ואי כתב רחמנא תרי למעוטי הני דכחישי אבל מזוהם דלא כחיש אימא לא ואי נמי למעוטי מזוהם משום דמאיס אבל הני דלא מאיסי אימא לא צריכי",
            "13": "ושנעבדה בו עבירה וכו׳ מנא הני מילי",
            "14": "דתנו רבנן מן הבהמה להוציא רובע ונרבע מן הבקר להוציא את הנעבד מן הצאן להוציא את המוקצה ומן הצאן להוציא את הנוגח",
            "15": "הני בני קטלא נינהו על פי עד אחד או על פי הבעלים",
            "16": "בשלמא טומטום במקדש לא דילמא נקבה היא במדינה לא דילמא זכר הוא ולית בה מומא",
            "17": "אלא אנדרוגינוס בשלמא במקדש לא דלמא נקבה היא אלא במדינה נמי נהי דזכר הוא תעשה נקבות חריץ וישחוט עלה",
            "18": "אמר אביי אמר קרא או חרוץ או שבור חרוץ דומיא דשבור מה שבור במקום עצם אף חרוץ במקום עצם",
            "19": "רבא אמר בלא שבור נמי לא מצית אמרת חרוץ במקום בשר הוי מומא דאי סלקא דעתך הוי מומא כיון דאמר גרב זהו חרס מיחרץ חריץ דכתיב ומראהו עמוק מן העור כמראה חמה העמוקה מן הצל",
            "20": "וליכתב רחמנא חרוץ ולא בעי גרב ואמינא חרוץ דלא מאיס הוי מומא גרב דמאיס לא כל שכן כתב רחמנא גרב למימר דחרוץ במקום בשר לא הוי מומא",
            "21": "רבי ישמעאל אומר אין לך מום גדול מזה כאביי לא אמר חרוץ דומיא דשבור לא אמרינן",
            "22": "כרבא נמי לא אמר דילמא היכא דלא מינכרא אבל היכא דמינכר מום רע קרינא ביה"
        },
        "81": {
            "0": "בעי רבא מאי טעמא דרבי ישמעאל מיפשט פשיטא ליה אנדרוגינוס בכור הוא ומומו עמו או דילמא ספוקי מספקא ליה ואם תימצא לומר קאמר אם תימצא לומר בכור הוא הרי מומו עמו",
            "1": "למאי נפקא מינה למילקא עליה משום גיזה ועבודה אי נמי למיתבה לכהן",
            "2": "תא שמע רבי אילעאי אומר משום רבי ישמעאל אנדרוגינוס בכור הוא ומומו עמו שמע מינה מיפשט פשיטא ליה ודילמא אם תימצא לומר קאמר",
            "3": "תא שמע זכר ולא נקבה כשהוא אומר למטה זכר שאין תלמוד לומר מה תלמוד לומר להוציא טומטום ואנדרוגינוס",
            "4": "מני אילימא תנא קמא ספיקא הוא ואתי קרא למעוטי ספיקא",
            "5": "אלא רבנן בתראי מחד קרא נפקי דהא גבי בכור חד זכר הוא דכתיב קא מעטי כולהו מינייהו",
            "6": "אלא פשיטא רבי ישמעאל ואי אמרת בשלמא רבי ישמעאל מיפשט פשיטא ליה היינו דאיצטריך קרא למעוטי אלא אי אמרת מספקא ליה אצטריך קרא למעוטי ספיקא",
            "7": "לעולם רבנן בתראי וגבי בכור תרתי קראי כתיב הזכר והזכרים",
            "8": "וחכמים אומרים אינו בכור כו׳ אמר רב חסדא מחלוקת באנדרוגינוס אבל בטומטום דברי הכל ספיקא הוא וקדוש מספיקא",
            "9": "אמר ליה רבא אלא מעתה בערכין יערך"
        },
        "82": {
            "0": "אלמה תניא הזכר ולא טומטום ואנדרוגינוס סמי מיכן טומטום",
            "1": "תא שמע יכול לא יהא בערך איש אבל יהא בערך אשה תלמוד לומר הזכר אם נקבה ולא טומטום ואנדרוגינוס סמי מיכן טומטום",
            "2": "תא שמע אם זכר אם נקבה זכר ודאי נקבה ודאית ולא טומטום ואנדרוגינוס סמי מיכן טומטום",
            "3": "תא שמע הזכר ולא נקבה כשהוא אומר למטה זכר שאין תלמוד לומר מה תלמוד לומר להוציא טומטום ואנדרוגינוס סמי מיכן טומטום",
            "4": "תא שמע הנעבד והמוקצה והאתנן והמחיר וטומטום ואנדרוגינוס כולן מטמאין בגדים אבית הבליעה ",
            "5": "רבי אליעזר אומר טומטום ואנדרוגינוס אין מטמאין בגדים אבית הבליעה שהיה רבי אליעזר אומר כל מקום שנאמר זכר ונקבה אתה מוציא טומטום ואנדרוגינוס מביניהם",
            "6": "ועוף הואיל ולא נאמר בו זכר ונקבה אין אתה מוציא טומטום ואנדרוגינוס מביניהם סמי מיכן טומטום",
            "7": "תא שמע רבי אלעזר אומר הטריפה והכלאים ויוצא דופן טומטום ואנדרוגינוס לא קדושים ולא מקדישין",
            "8": "ואמר שמואל לא קדושים בתמורה ולא מקדישין לעשות תמורה סמי מיכן טומטום",
            "9": "תא שמע רבי אלעזר אומר חמשה לא קדושים ולא מקדישין ואלו הן הטריפה והכלאים ויוצא דופן וטומטום ואנדרוגינוס וכי תימא הכא נמי סמי מיכן טומטום הוו להו ארבעה אפיק טומטום ועייל יתום",
            "10": "לימא כתנאי רבי אילעאי אומר משום רבי ישמעאל אנדרוגינוס בכור הוא ומומו עמו וחכמים אומרים אין קדושה חלה עליו רבי שמעון בן יהודה אומר משום רבי שמעון הרי הוא אומר הזכר וכל מקום שנאמר זכר אינו אלא להוציא טומטום ואנדרוגינוס",
            "11": "וכי תימא סמי מיכן טומטום רבי שמעון בן יהודה היינו רבנן אלא לאו טומטום איכא בינייהו דתנא קמא סבר אין קדושה חלה עליו אאנדרוגינוס אבל טומטום ספיקא הוא וקדוש מספיקא ואתא רבי שמעון"
        },
        "83": {
            "0": "בן יהודה למימר טומטום בריה הוא ולא קדוש לא דכולי עלמא טומטום בבריה לא מספקא זכר ונקבה הוא דמספקא ",
            "1": "מטיל מים במקום זכרות דכולי עלמא לא פליגי דזכר הוא כי פליגי במטיל מים במקום נקבות מר סבר חיישינן שמא נהפכה זכרותו לנקבותו ומר סבר לא חיישינן כי הא דהורה רבי אלעזר בבהמה מטיל מים במקום נקבות חולין",
            "2": "תהי בה רבי יוחנן מאן דלא חש לתנא קמא ולרבי ישמעאל ולימא רבי יוחנן נמי מאן דלא חש לרבנן בתראי דאמר רב חסדא מחלוקת באנדרוגינוס אבל בטומטום דברי הכל ספיקא",
            "3": "רבי יוחנן לא סבירא ליה דרב חסדא אי לא סבירא ליה לימא הוא דאמר כרבנן בתראי הכי נמי קאמר מאן שביק תרי ועביד כחד",
            "4": "ורבי אלעזר כמאן סברא כי הא דאמר ריש לקיש לא אמרו טומטום ספק אלא באדם הואיל וזכרותו ונקבותו במקום אחד אבל בהמה מטיל מים במקום זכרות זכר מטיל מים במקום נקבות נקבה",
            "5": "מתקיף לה רב אושעיא וליחוש שמא נהפכה זכרותו לנקבותו אמר ליה כמאן כרבי מאיר דחייש למיעוטא",
            "6": "אביי בר אבין ורב חנניא בר אבין דאמרי תרוייהו אפילו תימא רבנן הואיל ואישתני אישתני אית דאמר אישתני ואית דאמר לא אישתני",
            "7": "לימא אישתני ולא אישתני תנאי דתניא טומטום שקידש קדושיו קדושין נתקדש קדושיו קדושין",
            "8": "וחולץ וחולצין לאשתו ומיבמים לאשתו ותניא אידך אשת טומטום חולצת ולא מתייבמת",
            "9": "סברוה דכולי עלמא כרבי עקיבא דאמר סריס חמה לא חולץ ולא מייבם",
            "10": "מאי לאו בהא קמיפלגי דמאן דאמר חולץ וחולצין לאשתו ומיבמים את אשתו לא אמרינן הואיל ואישתני אישתני",
            "11": "ומאן דאמר חולצת ולא מתייבמת אמרינן הואיל ואישתני אישתני",
            "12": "לא דכולי עלמא אמרינן הואיל ואישתני אישתני הא רבי אליעזר והא רבי עקיבא",
            "13": "ומאן תנא אליבא דרבי עקיבא אילימא רבי יהודה הא ודאי סריס משוי ליה",
            "14": "דתנן רבי יהודה אומר טומטום שנקרע ונמצא זכר הרי זה לא יחלוץ מפני שהוא כסריס",
            "15": "אלא רבי יוסי ברבי יהודה היא דתניא רבי יוסי ברבי יהודה אומר טומטום לא חולץ שמא יקרע וימצא סריס חמה",
            "16": "אטו כל דמיקרע זכר משתכח נקבה לא משתכח שמא קאמר שמא יקרע וימצא נקבה",
            "17": "אי נמי זכר נמי שמא ימצא סריס חמה מאי בינייהו אמר רבא"
        },
        "84": {
            "0": "לפסול במקום אחים",
            "1": "ולחלוץ שלא במקום אחים איכא בינייהו ",
            "2": "הדרן עלך על אלו מומין",
            "3": "מתני׳ מומין אלו בין קבועין בין עוברים פוסלין באדם ויתר עליהן הכילון והלפתן והמקבן ושראשו שקוט וסקיפת",
            "4": "ובעלי חטרות רבי יהודה מכשיר וחכמים פוסלין הקרח פסול איזהו קרח כל שאין לו שיטה של שער מוקפת מאוזן לאוזן אם יש לו הרי זה כשר",
            "5": "גמ׳ אמאי והאיכא יבלת דלא כתיב באורייתא באדם ותו דק תבלול דלא כתיבי בבהמה",
            "6": "מילף ילפי מהדדי דתניא באדם לא נאמר בו יבלת בבהמה לא נאמר דק תבלול מנין ליתן את האמור של זה בזה ואת האמור של זה בזה תלמוד לומר גרב גרב ילפת ילפת לגזירה שוה",
            "7": "מפני דאי לא מפני איכא למיפרך אדם מבהמה לא יליף שכן היא עצמה קריבה לגבי מזבח בהמה מאדם לא ילפא שכן נתרבה במצות",
            "8": "לאיי אפנויי מפני לכתוב רחמנא ילפת ולא בעי גרב ואנא אמינא ומה ילפת דלא מאיסא הוי מומא גרב דמאיס לא כל שכן גרב גרב דכתב רחמנא למה לי לאפנויי",
            "9": "ולכתבינהו רחמנא כולהו בחד וגרב וילפת הכא והכא ולילפו מחדא",
            "10": "אהייא בהי ליכתב רחמנא אי כתב באדם הוה אמינא כל דפסול באדם פסול בבהמה קלוט וחוטין דליתנהו באדם בבהמה נמי לא ליפסלו",
            "11": "ולכתוב רחמנא כולהו בבהמה הוה אמינא כל דפסול בבהמה פסול באדם גבן וחרום דליתנהו בבהמה באדם נמי לא ליפסלו",
            "12": "ולכתבינהו רחמנא כולהו בחד והנך דליתנהו באידך לכתוב רחמנא בבהמה והנך דליתנהו באידך לכתוב באדם וגרב וילפת הכא והכא ולילפי מהדדי",
            "13": "אלא כתנא דבי רבי ישמעאל דתנא דבי רבי ישמעאל כל פרשה שנאמרה ונשנית לא נשנית אלא בשביל דבר שנתחדש בה",
            "14": "אמר רבא למה לי דכתב רחמנא מום באדם מום בקדשים מום בבכור ",
            "15": "צריכא דאי כתב רחמנא מום באדם שכן נתרבה במצוות אדם מבכור בהמה לא אתי שכן הוא עצמו קרב לגבי מזבח",
            "16": "קדשים מבכור לא אתי שכן קדושתו מרחם",
            "17": "אדם מקדשים לא אתי שכן הן עצמן קריבין בכור מקדשים לא אתי שכן קדושתו מרובה",
            "18": "חדא מחדא לא אתיא תיתי חדא מתרתי מהי תיתי לא לכתב רחמנא בבכור ותיתי מהנך מה להנך שכן קדושתן מרובה ונוהגין בפשוטין",
            "19": "בקדשים ותיתי מהנך מה להנך שכן קדושתן מאליהן",
            "20": "באדם ותיתי מהנך מה להנך שכן הן עצמן קריבין לגבי מזבח צריכי",
            "21": "יתר עליהן באדם מנא הני מילי אמר רבי יוחנן דאמר קרא כל איש אשר בו מום מזרע אהרן איש ששוה בזרעו של אהרן "
        },
        "85": {
            "0": "מאי איכא בין מומא לשאינו שוה בזרעו של אהרן איכא משום אחולי עבודה מומא מחיל עבודה דכתיב מום בו ולא יחלל שאינו שוה בזרעו של אהרן לא מחיל עבודה",
            "1": "מאי איכא בין שאינו שוה בזרעו של אהרן ומשום מראית העין איכא בינייהו עשה",
            "2": "כילון דדמי רישיה לאכלא לפתא דדמי רישיה לגדגלידא דליפתא תנא וצוארו עומד באמצע ראשו",
            "3": "מקבן דדמי רישיה למקבן ושראשו שקוט מלפניו וסקיפת מאחוריו כדאמרי אינשי שקיל פיסא תנא וצוארו שקוט ושמוט שקוט דחביא מחבא שמוט דאריך ושמוט",
            "4": "ובעלי חטרות רבי יהודה כו׳ דאית ביה עצם כולי עלמא לא פליגי דפסלא כי פליגי דלית ביה עצם מר סבר הא אינו שוה בזרעו של אהרן ומר סבר קרקורא דבישרא בעלמא הוא",
            "5": "הקרח פסול אמר רבא לא שנו אלא שאין לו לאחריו ויש לו לפניו אבל יש לו לאחריו כשר וכל שכן שיש לו לאחריו ואין לו לפניו",
            "6": "ואיכא דמתני אסיפא ואם יש לו הרי זה כשר אמר רבא לא שנו אלא שיש לו לאחריו ואין לו לפניו אבל יש לו בין לאחריו בין לפניו פסול וכל שכן שיש לו לפניו ואין לו לאחריו ודאין לו כלל דפסול",
            "7": "אמר רבי יוחנן הקרחנין והננסין והזבלגנין פסולין לפי שאינן שוה בזרעו של אהרן קרחנין תנינא ננסין תנינא",
            "8": "זבלגנין איצטריך ליה לאשמועינן ומהו דתימא משום מראית העין",
            "9": "והא כל היכא דאיכא משום מראית העין איתנא קתני ושנשרו ריסי עיניו פסול מפני מראית העין מהו דתימא תני חדא והוא הדין לכולהו",
            "10": "והא כל היכא דאיכא מיהדר ומיתנא קא הדר ותני ושניטלו שיניו פסול משום מראית העין אלא לאפוקי מהא דתניא דתניא הקרחנין והננסין והזבלגנין כשרים ולא אמרו פסול אלא משום מראית העין",
            "11": "מאן האי תנא רבי יהודה היא דתניא רבי יהודה אומר הכהנים לרבות הקרחנין",
            "12": "מתני׳ אין לו גבינין או אין לו אלא גבין אחד זהו גבן האמור בתורה רבי דוסא אומר שגבינין שוכבין רבי חנינא בן אנטיגנוס אומר שיש לו שני גבין ושתי שדראות",
            "13": "גמ׳ וגבן דאין לו משמע ורמינהו גבן שיש לו גבינין הרבה אין לו גבינין או אין לו אלא גבין אחד מנין תלמוד לומר או גבן אמר רבא זהו מדרש או גבן",
            "14": "רבי דוסא אומר כו׳ למימרא דחיי והא איתמר המפלת בריה שיש לה שני גבין ושתי שדראות ואמר רב באשה אינו וולד בבהמה אסור באכילה",
            "15": "כבר רמא ניהליה רב שימי בר חייא לרב ואמר ליה שימי את אלא בששדרתו עקומה",
            "16": "מתני׳ החרום פסול איזהו חרום הכוחל שתי עיניו כאחת שתי עיניו למעלה ושתי עיניו למטה עינו אחת למעלה ועינו אחת למטה רואה את החדר ואת העלייה כאחד סכי שמש והזגדן והצירן ושנשרו ריסי עיניו פסול מפני מראית העין",
            "17": "גמ׳ תנו רבנן חרום שחוטמו שקוע חוטמו סולד חוטמו בולם חוטמו נוטף מנין תלמוד לומר או חרום רבי יוסי אומר אין חרום אלא הכוחל שתי עיניו כאחת אמרו לו הפלגת"
        },
        "86": {
            "0": "אף על פי שאינו כוחל שתי עיניו כאחת",
            "1": "שתי עיניו למטה מה שתי עיניו למעלה שתי עיניו למטה אילימא שתי עיניו למעלה דחזי למעלה שתי עיניו למטה דחזי למטה עינו אחת למעלה ועינו אחת למטה דחזאי עינו אחת למטה ועינו אחת למעלה היינו רואה את החדר ואת העלייה כאחת",
            "2": "אלא שתי עיניו למעלה דקיימן למעלה שתי עיניו למטה דקיימן למטה עינו אחת למעלה ועינו אחת למטה דקיימי עינו אחת למעלה ועינו אחת למטה וקיימי כסדרן נמי ורואה את החדר ואת העלייה כאחת",
            "3": "מנא הני מילי דתנו רבנן בעינו כל מה שבעינו מכאן אמרו שתי עיניו למטה שתי עיניו למעלה עינו אחת למעלה ועינו אחת למטה ורואה את החדר ואת העלייה כאחת או שמדבר עם חבירו ואחר אומר לי רואה",
            "4": "תנו רבנן עור בין סומא בשתי עיניו בין סומא באחת מעיניו חורוור והמים הקבועין מנין תלמוד לומר איש עור",
            "5": "אמר רבא למה לי דכתב רחמנא איש עור דק תבלול בעינו צריכי דאי כתב רחמנא עור משום דליתנהו כלל אבל חורוור והמים הקבועין דאיתנהו ביה לא כתב רחמנא איש",
            "6": "ואי כתב רחמנא איש משום דלא קא חזי כלל אבל מחסורייתא לא כתב רחמנא דק ואי כתב רחמנא דק משום דמחסרן אבל מבלבליתא לא כתב רחמנא תבלול",
            "7": "ואי כתב רחמנא תבלול משום דמבלבלן אבל משום משניותא לא כתב רחמנא בעינו",
            "8": "אמר רבא הלכך כל מחמת כהיותא אתיא מאיש מחסורייתא מדק מבלבליתא מתבלול משניותא מבעינו",
            "9": "סכי שמש תני רב יוסף סני שמש זגדיין מחוי רב הונא חד מדידן וחד מדידהו ואיקפד רב יהודה",
            "10": "מיתיבי שכבנא שגביניו שוכבים זגדום אחד שחור ואחד לבן תנא כל זוגא דלא שוי להדדי זגדום קרי ליה",
            "11": "הצירן עיניו תרוטות וצירניות דומעות דולפות טורדות",
            "12": "תנא הזדיר והלופין והתמיר זויר דמזור עיניה לופין דנפישין זיפיה תמיר שתמו זיפין והני גבי מומין תנו להו והתנן שנשרו ריסי עיניו פסול מפני מראית העין לא קשיא הא דאשתיור גרדומי הא דלא אישתיור גרדומי",
            "13": "מתני׳ עיניו גדולות כשל עגל או קטנות כשל אווז גופו גדול מאבריו או קטן מאבריו חוטמו גדול מאבריו או קטן מאיבריו הצומם והצומע איזהו צומע כל שאזניו קטנות והצומם כל שאזניו דומות לספוג שפתו העליונה עודפת על התחתונה התחתונה עודפת על העליונה הרי זה מום ושנשרו שיניו פסול מפני מראית העין",
            "14": "גמ׳ אמר רב משה רבינו עשר אמות היה שנאמר ויפרש את האהל על המשכן מי פרשו משה רבינו פרשו וכתיב עשר אמות אורך הקרש",
            "15": "אמר ליה רב שימי בר חייא לרב אם כן עשיתו למשה רבינו בעל מום דתנן גופו גדול מאבריו או קטן מאבריו אמר ליה שימי באמה של קרש קאמר",
            "16": "חוטמו גדול כו׳ תנא כאצבע קטנה",
            "17": "הצומם והצומע תנא אף הצימח לא הוו ידעי רבנן מאי צימח שמעו לההוא טייעא דהוה קאמר מאן דבעי צימח ואישתכח גדיא חזיזא",
            "18": "אמר רב חסדא עז שאין לה קרנים ורחל שיש לה קרנים כשרים לגבי מזבח",
            "19": "תניא נמי הכי יש דברים שהן כמומין ואינן כמומין ושוחטין עליהם במקדש אבל לא במדינה ואלו הן עז שאין לו קרנים ורחל שיש לו קרנים והצימח והצימם והצימע",
            "20": "אמר רב חסדא אמר אמימר נטלו קרנותן וזכרותן עמהן פסולה ואין פודין עליהם נטלו טלפיים וזכרותם עמהן פסולין ונפדין עליהם",
            "21": "מיתיבי נטלו קרניין וטלפיין וזכרותן עמהן פסולין ונפדין עליהן לא קשיא הא דאיתעקור איתעקורי הא דאיגום איגומי",
            "22": "ודאיגום איגומי פסול ורמינהו פרה שקרניה וטלפיה שחורים יגוד תרגמה זעירי מעילוי זכרות"
        },
        "87": {
            "0": "מתני׳ דדין שוכבין כשל אשה כריסו צבה טיבורו יוצא נכפה אפילו אחת לימים רוח קצרה באה עליו המאושבן ובעל גבר",
            "1": "גמ׳ אמר רבי אבא בריה דרבי חייא בר אבא משתינין מים בפני רבים ואין שותין מים בפני רבים ותניא נמי הכי משתינין מים בפני רבים ואין שותין מים בפני רבים ומעשה באחד שביקש להשתין מים ולא השתין ונמצא כריסו צבה",
            "2": "שמואל איצטריך ליה בשבתא דרגלא נגדו ליה גלימא אתא לקמיה דאבוה אמר ליה אתן לך ארבע מאה זוזי וזיל אהדר עובדא את דאפשר לך דלא אפשר ליה ליסתכן",
            "3": "מר בר רב אשי איצטריך אגודא גמלא אשתין אמרו ליה חמתך קאתיא אמר להו באודנה",
            "4": "ותיפוק לי משום עלקא בשותת",
            "5": "תנו רבנן שני נקבים יש בו באדם אחד מוציא שתן ואחד מוציא שכבת זרע ואין בין זה לזה אלא כקליפת השום בשעה שאדם נצרך אם נקבו זה לתוך זה נמצא עקר",
            "6": "אמר ריש לקיש מאי דכתיב לא יהיה בך עקר ועקרה ובבהמתך אימתי לא יהיה בך עקר בזמן שבבהמתך",
            "7": "אמר רבי יהושע בן לוי לא יהיה בך עקר מן התלמידים ועקרה שלא תהא תפלתך עקורה לפני המקום אימתי בזמן שאתה משים עצמך כבהמה",
            "8": "אמר רב פפא לא ישתין אדם מים לא על כלי חרס ולא על מקום קשה דאמר רב הני מדורי דבבל מהדרי מיא לעין עיטם אמר אביי הא איתתא לא תקום להדיא באנפי ינוקא אגיסא לית לן בה",
            "9": "תניא רבן שמעון בן גמליאל אומר עמוד החוזר מביא אדם לידי הדרוקן סילון החוזר מביא אדם לידי ירקון אמר רבה בר רב הונא אמר רב קטינא אמר ריש לקיש דם רבה שחין רבה שכבת זרע רבה צרעת רבה צואה רבה הדרוקן רבה מי רגלים רבין ירקון רבה",
            "10": "רוח קצרית באה עליו מאי נינהו תנא רוח בן נפלים באה עליו",
            "11": "המאושבן ובעל גבר תנא משובן בביצים ובעל גבר בגיד תנא משובן זה הקיין הגרבתן זה בעל קיק קיין בביצים גרבתא בגיד",
            "12": "ועד כמה מחוי רב יהודה עד רכובה תניא רבי אליעזר בן יעקב אומר עד רכובה פסול למעלה מן רכובה כשר איכא דאמרי עד רכובה כשר למטה מן הרכובה פסול",
            "13": "מתני׳ אין לו ביצים או אין לו אלא ביצה אחת הרי זה מרוח אשך האמור בתורה רבי ישמעאל אומר כל שנימוחו אשכיו רבי עקיבא אומר כל שרוח באשכיו רבי חנינא בן אנטיגנוס אומר כל שמראיו חשוכין",
            "14": "גמ׳ קשיא ליה לרבי ישמעאל הא חסר אשך מיבעי ליה תני שנמרחו אשכיו קשיא ליה לרבי עקיבא האי ממרוח אשך מיבעי ליה תני שהרוח באשכיו",
            "15": "קשיא ליה לרבי חנינא בן אנטיגנוס האי רוח אשך מיבעי ליה תני שמראיו חשוכין קסבר גורעין ומוסיפין ודורשין",
            "16": "היינו כושי רבי חנינא בן אנטיגנוס לא תני כושי",
            "17": "מתני׳ מקיש בקרסוליו ובארכבותיו"
        },
        "88": {
            "0": "ובעל הפיקים העיקל איזהו העיקל כל שהוא מקיף פרסותיו ואין ארכבותיו נוקשות זו לזו פיקה יוצא מגודלו עקיבו יוצא לאחוריו פרסותיו רחבות כשל אווז ",
            "1": "אצבעותיו מורכבות זו על זו או קלוטות למעלה עד הפרק כשר למטה מן הפרק וחתכה כשר היתה בה יתרת וחתכה אם יש בה עצם פסול ואם לאו כשר",
            "2": "יתר בידיו וברגליו שש ושש עשרים וארבע רבי יהודה מכשיר וחכמים פוסלין השולט בשתי ידיו רבי פוסל וחכמים מכשירין",
            "3": "גמ׳ תנו רבנן שבר רגל אין לי אלא שבר רגל מנין לרבות הקישן והעיקל והקילבן תלמוד לומר או שבר רגל תנא בעל הקיפין והשופנר אמר רבי חייא בר אבא אמר רבי יוחנן בעל הפיקין שיש לו כסתות הרבה שופנר שאין לו כסתות כל עיקר",
            "4": "פיקה יוצא מגודלו ועקיבו יוצא לאחוריו אמר רבי אלעזר שוקו יוצא באמצע רגלו פרסותיו רחבות כשל אווז אמר רב פפא לא תימא דטריפה ולא סדיקא אלא כיון דטריפה אף על גב דסדיקא ",
            "5": "אצבעותיו מורכבות זו על גב זו או קלוטות תנו רבנן שבר יד אין לי אלא שבר יד",
            "6": "אצבעות מורכבות למעלה או קלוטות למעלה מן הפרק וחתכן והאמרת כשר אלא ולא חתכן מנין תלמוד לומר או שבר יד",
            "7": "היתה בו יתרת וחתכה אם יש בה עצם פסול ואם לאו כשר אמר רבה בר בר חנה אמר רבי יוחנן והוא שנספרת על גבי היד",
            "8": "תנו רבנן יתירה שיש בה עצם ואין בה צפורן מטמא במגע ובמשא ומטמא באהל ועולה למנין מאה ועשרים וחמשה אמר רבה בר בר חנה אמר רבי יוחנן ובנספרת על גב היד",
            "9": "אמר רב חסדא דבר זה רבינו הגדול אמרו המקום יהיה בעזרו יתרת שיש בה עצם ואין בה צפורן מטמא במגע ובמשא ואין מטמא באהל אמר רבה בר בר חנה אמר רבי יוחנן ובשאינה נספרת על גב היד",
            "10": "אמר רבי יוחנן עשו דבריהם כדברי נביאות מה נפשך אי אבר הוא באהל נמי תטמא ואי לאו אבר הוא במגע ובמשא נמי לא ליטמי",
            "11": "אמר רב הונא בר מנוח משמיה דרב אחא בריה דרב איקא משום עצם כשעורה נגעו בה",
            "12": "רב פפא אמר גזירה שאינה נספרת אטו נספרת אי הכי שאינה נספרת באהל נמי תטמא",
            "13": "עבדו רבנן היכירא כי היכי דלא לישרפו עלייהו תרומה וקדשים",
            "14": "תנן התם רוב בנינו ורוב מנינו של מת אף על פי שאין בו רובע טמאין תנו רבנן איזהו רוב בנינו שני שוקיים וירך אחד הואיל ורוב גובהו בגדול איזהו רוב מנינו מאה ועשרים וחמשה",
            "15": "אמר ליה רבינא לרבא תנא מניינא אתא לאשמועינן קא משמע לן כדתניא חסר שאין בו אלא מאתים ויתר שיש בו מאתים ושמונים ואחד כולן עולין למנין מאה ועשרים וחמשה זיל בתר רובא דאינשי",
            "16": "אמר רבי יהודה אמר שמואל מעשה בתלמידיו של רבי ישמעאל ששלקו זונה אחת שנתחייבה שריפה למלך בדקו ומצאו בה מאתים וחמשים ושנים אמר להם שמא באשה בדקתם שהוסיף לה הכתוב שני צירים ושני דלתות",
            "17": "תניא רבי אלעזר אומר כשם שצירים לבית כך צירים לאשה שנאמר ותכרע ותלד כי נהפכו עליה צריה רבי יהושע אומר כשם שדלתות לבית כך דלתות לאשה שנאמר כי לא סגר דלתי בטני",
            "18": "רבי עקיבא אומר כשם שמפתח לבית כך מפתח לאשה שנאמר ויפתח את רחמה לרבי עקיבא קשיא דתלמידי רבי ישמעאל דלמא איידי דזוטרא אתמוחי מתמח",
            "19": "אמר רב וכולן אין מטמאין באהל שנאמר זאת התורה אדם כי ימות באהל דבר השוה לכל אדם",
            "20": "אמר ליה אביי ובאיש ליכא והכתיב צירים אחזוני כצירי יולדה צירי בשר והכתיב אדני במראה נהפכו צירי הכא נמי צירי בשר הכי נמי מסתברא דאי לא תימא הכי מאתים וארבעים ושמנה היכי משכחת לה לא באיש ולא באשה"
        },
        "89": {
            "0": "יתר בידיו וברגליו אמר רבי יצחק ושניהם מקרא אחד דרשו ותהי עוד מלחמה וכתיב ויהי איש מדון אצבע ידיו ואצבע רגליו שש ושש מר סבר בגנותיה משתעי ומר סבר בשבחיה משתעי",
            "1": "אמר רבה מה לי דכתיב שש ושש עשרים וארבע מספר צריכי דאי כתב רחמנא שש ושש הוה אמינא שית דידיה ושית דכרעיה כתב עשרים וארבע ואי כתב עשרים וארבע הוה אמינא הוא חמש מהאי גיסא ושבע מהאי גיסא כתב שש ושש מספר בנספרת על גבי היד",
            "2": "תניא אמר רבי יהודה מעשה באדם אחד שבא לפני רבי טרפון יתר בידיו וברגליו שש ושש עשרים וארבע אמר לו כמותך ירבה בישראל אמר לו רבי יוסי משם ראיה כך אמר לו כמותך יתמעטו ממזירי ונתיני מישראל",
            "3": "השולט בשתי ידיו תנו רבנן איטר בין ביד בין ברגל פסול השולט בשתי ידיו רבי פוסל וחכמים מכשירין מר סבר כחישותא אתחלא בימין ומר סבר בריותא אתחלא בשמאל",
            "4": "מתני׳ הכושי הגיחור והלבקן והקפח והננס והחרש והשוטה והשיכור ובעלי נגעים טהורים פסולין באדם וכשרים בבהמה רבן שמעון בן גמליאל אומר שוטה מן הבהמה אינה מן המובחר רבי אלעזר אומר אף בעלי הדלדולין פסולין באדם וכשרין בבהמה",
            "5": "גמ׳ כושי אוכמא גיחור חיוורא לבקן סומקא איני והא ההוא דאמר להו מאן בעי לוקיאני ואישתכח חיוורא אלא כושי אוכמא גיחור סומקא כדאמרי אינשי סומקא גיחיא לבקן חיוורא כההוא דאמר להו מאן בעי לוקיאני ואישתכח חיוורי",
            "6": "קפח תני רב זביד גבוה איני והתני רבי אבהו מנין שהקדוש ברוך הוא משתבח בבעלי קומה שנאמר ואנכי השמדתי את האמרי מפניהם אשר כגבה ארזים גבהו אמר רב פפא באריכא שמיטה סניא",
            "7": "אמר ריש לקיש גבוה לא ישא גבוהית שמא יצא מהן תורן ננס לא ישא ננסת שמא יצא מהם אצבעי לבן לא ישא לבנה שמא יצא מהם בוהק שחור לא ישא שחורה שמא יצא מהן טפוח",
            "8": "החרש השוטה והשכור שכור מחיל עבודה בהדי מומי דמחילי עבודה בעי למיחשב",
            "9": "בשאר דברים המשכרים ודלא כרבי יהודה דתניא אכל דבילה קעילית ושתה חלב או דבש נכנס למקדש חייב",
            "10": "מתני׳ אלו כשרין באדם ופסולין בבהמה אותו ואת בנו טריפה ויוצא דופן ושנעבדה בהן עבירה ושהמית את האדם",
            "11": "והנושא נשים בעבירה פסול עד שידירנה הנאה והמטמא למתים פסול עד שיקבל עליו שלא יהא מטמא למתים",
            "12": "גמ׳ ואלו כשירין באדם מאי באותו ואת בנו",
            "13": "אילימא אהרן ובניו דכותיה תייש ובנו מי נהיג והתניא אותו ואת בנו נוהג בנקבות ואינו נוהג בזכרים אלא תיישה ובנה דכוותה הכא כהנת ובנה כהנת בת עבודה היא",
            "14": "לעולם אהרן ובניו דכוותה הכא תייש ובנו אמרי במערבא משמיה דרבי יוסי בר אבין עדא אמרה חנניה היא דתניא אותו ואת בנו נוהג בנקבות ואינו נוהג בזכרים חנניה אומר נוהג בזכרים ובנקבות",
            "15": "והנושא נשים כו׳ תנא נודר ועובד יורד ומגרש",
            "16": "וליחוש דלמא אזיל לגבי חכם ושרי ליה קסבר צריך לפרט את הנדר",
            "17": "הניחא למאן דאמר צריך לפרט את הנדר אלא למאן דאמר אין צריך לפרט את הנדר מאי איכא למימר דמדרינן ליה ברבים",
            "18": "הניחא למאן דאמר נדר שהודר ברבים אין לו הפרה אלא למאן דאמר יש לו הפרה מאי איכא למימר דמדרינן"
        },
        "90": {
            "0": "ליה אדעת רבים",
            "1": "אמר אמימר הלכתא אפילו למאן דאמר נדר שהודר ברבים יש לו הפרה על דעת הרבים אין לו הפרה והני מילי לדבר הרשות אבל לדבר מצוה יש לו הפרה כי ההוא דמקרי דרדקי אדריה רב אחא דקא פשע בינוקי ואהדריה רבינא דלא אשכח דהוה דייק כוותיה",
            "2": "והמטמא למתים כו׳ מאי שנא הכא דסגי ליה בקבלה ומאי שנא התם דמדרינן ליה התם יצרו תקפו ",
            "3": "הדרן עלך מומין אלו",
            "4": "מתני׳ יש בכור לנחלה ואינו בכור לכהן בכור לכהן ואינו בכור לנחלה בכור לנחלה ולכהן ויש שאינו בכור לא לנחלה ולא לכהן",
            "5": "איזהו בכור לנחלה ואינו בכור לכהן הבא אחר נפלים אף על פי שיצא את ראשו חי ובן תשעה שיצא ראשו מת המפלת כמין בהמה חיה ועוף דברי רבי מאיר",
            "6": "וחכמים אומרים עד שיהא בו מצורת אדם המפלת סנדל או שליא או שפיר מרוקם והיוצא מחותך הבא אחריהם בכור לנחלה ואין בכור לכהן",
            "7": "מי שלא היו לו בנים ונשא אשה שכבר ילדה עודה שפחה ונשתחררה עודה נכרית ונתגיירה משבאת לישראל ילדה בכור לנחלה ואין בכור לכהן",
            "8": "רבי יוסי הגלילי אומר בכור לנחלה ולכהן שנאמר פטר רחם בישראל עד שיפטרו רחם מישראל",
            "9": "מי שהיו לו בנים ונשא אשה שלא ילדה נתגיירה מעוברת נשתחררה מעוברת",
            "10": "וילדה היא וכהנת היא ולויה היא ואשה שכבר ילדה וכן מי שלא שהתה לאחר בעלה שלשה חדשים ונשאת וילדה ואינו ידוע אם בן תשעה לראשון אם בן שבעה לאחרון בכור לכהן ואינו בכור לנחלה"
        },
        "91": {
            "0": "גמ׳ אמר שמואל אין הראש פוטר בנפלים",
            "1": "מאי טעמא כל אשר נשמת רוח חיים באפיו כל היכא דנשמת רוח חיים באפיו הוא דחשיב רישיה אידך לא חשיב רישיה",
            "2": "תנן הבא אחר נפלים שיצא ראשו חי ובן תשעה שיצא ראשו מת קתני מיהא ראשו מאי ראשו רובו ",
            "3": "וליתני רובו בדין הוא דאיבעי ליה למיתני רובו ואיידי דקא בעי למיתני סיפא בן תשעה שיצא ראשו מת טעמא דראשו מת הא ראשו חי הבא אחריו בכור לנחלה נמי לא הוי תנא רישא נמי ראשו",
            "4": "ומאי קא משמע לן דכיון דמפיק ליה רישיה הוה לידה תנינא הוציא ראשו אף על פי שהחזירו הרי זה כילוד ",
            "5": "וכי תימא אשמועינן בהמה וקא משמע לן באדם דאדם מבהמה לא יליף דלית לה פרוזדור",
            "6": "בהמה מאדם לא ילפא משום דחשיב פרצוף פנים דידיה",
            "7": "הא נמי תנינא יצא כדרכו משיצא רוב ראשו ואיזהו רוב ראשו משתצא פדחתו תיובתא דשמואל תיובתא",
            "8": "אמר רבי שמעון בן לקיש פדחת פוטרת בכל מקום חוץ מן הנחלה מאי טעמא יכיר אמר רחמנא ורבי יוחנן אמר אפילו לנחלה",
            "9": "בכל מקום לאיתויי מאי לאיתויי הא דתנו רבנן גיורת שיצאה פדחת ולדה בגיותה ואחר כך נתגיירה אין נותנין לה ימי טומאה וימי טהרה ואינה מביאה קרבן לידה",
            "10": "מיתיבי יכיר זו הכרת פנים ואיזו היא הכרת פנים פרצוף פנים עם החוטם תני עד החוטם תא שמע אין מעידים אלא על פרצוף פנים עם החוטם תני עד החוטם",
            "11": "תא שמע פדחת בלא פרצוף פנים פרצוף פנים בלא פדחת אין מעידין עד שיהו שניהם עם החוטם ואמר אביי ואיתימא רב כהנא מאי קראה הכרת פניהם ענתה בם שאני עדות אשה דאחמירו בה רבנן",
            "12": "ומי אחמירו והא תנן הוחזקו להיות משיאים עד מפי עד מפי אשה מפי עבד מפי שפחה כי אקילו רבנן בסופה בתחלתה לא אקילו רבנן ",
            "13": "ואיבעית אימא"
        },
        "92": {
            "0": "יכיר לחוד והכרת פנים לחוד",
            "1": "איתמר היו לו בנים בגיותו ונתגייר רבי יוחנן אומר אין לו בכור לנחלה ורבי שמעון בן לקיש אומר יש לו בכור לנחלה רבי יוחנן אומר אין לו בכור לנחלה דהא הוה ליה ראשית אונו ורבי שמעון בן לקיש אומר יש לו בכור לנחלה גר שנתגייר כקטן שנולד דמי",
            "2": "ואזדו לטעמייהו דאיתמר היו לו בנים בגיותו ונתגייר רבי יוחנן אמר קיים פריה ורביה ורבי שמעון בן לקיש אמר לא קיים רבי יוחנן אמר קיים לא תהו בראה לשבת יצרה ורבי שמעון בן לקיש אמר לא קיים פריה ורביה גר שנתגייר כקטן שנולד דמי",
            "3": "וצריכא דאי איתמר בהא קמייתא בהא קאמר רבי שמעון בן לקיש משום דבגיותן לאו בני נחלה נינהו אבל בהא אימא מודה ליה לרבי יוחנן דלא תהו בראה לשבת יצרה והא עבד ליה שבת",
            "4": "ואי איתמר בהא בהא קאמר רבי יוחנן אבל בהא אימא מודה ליה לרבי שמעון בן לקיש צריכא",
            "5": "תנן מי שלא היו לו בנים ונשא אשה שכבר ילדה עודה שפחה ונשתחררה עודה גויה ונתגיירה ומשבאתה לישראל ילדה ולדה בכור לנחלה ואינו בכור לכהן",
            "6": "ילדה ממאן אילימא מישראל שלא היו לו בנים מאי איריא גיורת ושפחה אפילו בת ישראל נמי",
            "7": "אלא לאו מגר שהיו לו בנים ונתגייר וקתני בכור לנחלה",
            "8": "לא לעולם מישראל שלא היו לו בנים ואינו בכור לכהן איצטריכא ליה",
            "9": "לאפוקי מדרבי יוסי הגלילי דאמר בכור לנחלה ולכהן שנאמר פטר רחם בישראל עד שיפטרו רחם מישראל קא משמע לן דלא",
            "10": "תא שמע היו לו בנים בגיותו ונתגייר יש לו בכור לנחלה אמר רבינא ואיתימא רב אחא הא ודאי רבי יוסי הגלילי הוא דאמר פטר רחם בישראל עד שיפטרו רחם מישראל ויליף איהו מינה דידה",
            "11": "אמר רב אדא בר אהבה לוייה שילדה בנה פטור מחמש סלעים דאיעבר ממאן אילימא דאיעבר מכהן ומלוי מאי איריא לוייה אפילו ישראלית נמי",
            "12": "אלא דאיעבר מישראל למשפחתם לבית אבתם כתיב",
            "13": "אמר רב פפא דאיעבר מגוי ולא תימא אליבא דמאן דאמר אין מזהמין את הולד אלא אפילו למאן דאמר מזהמין את הולד לוי פסול מיקרי",
            "14": "מר בריה דרב יוסף אמר משמיה דרבא לעולם דאיעבר מישראל ושאני התם דאמר קרא פטר רחם בפטר רחם תלא רחמנא",
            "15": "תנן מי שהיו לו בנים ונשא אשה שלא ילדה נתגיירה מעוברת נשתחררה מעוברת",
            "16": "וילדה היא וכהנת היא ולויה היא ואשה שכבר ילדה וכן מי שלא שהתה אחרי בעלה שלשה חדשים ונשאת וילדה ואין ידוע אם בן תשעה לראשון אם בן שבעה לאחרון בכור לכהן ואינו בכור לנחלה",
            "17": "מכלל דכהונה ולויה פטורין דאיעבר ממאן אילימא דאיעבר מכהן ולוי אי הכי מאי איריא כהנת ולויה אפילו בת ישראל נמי",
            "18": "אלא דאיעבר מגוי כהנת פטורה והאמר רב פפא בדיק לן רבה כהנת שנתעברה מגוי מהו ואמינא ליה לאו היינו דרב אדא בר אהבה דאמר לויה שילדה בנה פטור מחמש סלעים",
            "19": "ואמר לי הכי השתא בשלמא לויה בקדושתה קיימא דתניא לויה שנשבית או שנבעלה בעילת זנות נותנין לה מן המעשר ואוכלת",
            "20": "אלא כהנת כיון דאי בעיל לה הויא זרה",
            "21": "הניחא למר בריה דרב יוסף משמיה דרבא דאמר דאיעבר מישראל מוקי לה בדאיעבר מישראל אלא לרב פפא במאי מוקי לה",
            "22": "לעולם דאיעבר מכהן והיא בת ישראל ואמאי קרי לה כהנת דבנה כהן"
        },
        "93": {
            "0": "איתמר כהן שמת והניח בן חלל רב חסדא אמר הבן חייב לפדות את עצמו רבה בר רב הונא אמר אין חייב לפדות את עצמו כל היכא דמת האב לאחר שלשים דכולי עלמא לא פליגי דאין הבן חייב לפדות את עצמו שהרי זכה אביו בפדיונו",
            "1": "כי פליגי היכא דמת האב בתוך שלשים יום רב חסדא אמר הבן חייב לפדות את עצמו דהא לא זכה אביו לפדיונו רבה בר רב הונא אמר אין הבן חייב לפדות עצמו דאמר ליה אתינא מכח גברא דלא מצית לאשתעויי דינא בהדיה",
            "2": "תנן נתגיירה מעוברת בכור לכהן ואמאי לימא ליה אתינא מכח גברא דלא מצית לאשתעויי דינא בהדיה שאני גוי דלית ליה חייס",
            "3": "אמר רבי שמעון יאסיניא אמר רבי שמעון בן לקיש כהן שמת בתוך שלשים והניח בן חלל הבן חייב לפדות את עצמו שלא זכה האב בפדיונו מת לאחר שלשים יום אין הבן חייב לפדות עצמו שהרי זכה האב בפדיונו",
            "4": "וכן מי שלא שהתה אחרי בעלה שלשה חדשים וכו׳",
            "5": "בכור לנחלה הוא דלא הוי הא כפשוט שקיל ואמאי ליזיל לגבי האי ולידחייה ולגבי האי ולידחייה",
            "6": "אמר רבי ירמיה לא נצרכא אלא לבא אחריו והכי קאמר בכור לכהן והבא אחריו אין בכור לנחלה",
            "7": "ולכתבו הרשאה להדדי וכי תימא מתניתין שלא בהרשאה הא מוקמינן לה קמן דבהרשאה",
            "8": "מסייע ליה לרבי ינאי דאמר רבי ינאי הוכרו ולבסוף נתערבו כותבין הרשאה זה לזה",
            "9": "לא הוכרו ובסוף נתערבו אין כותבין הרשאה זה לזה",
            "10": "מתני׳ אי זהו בכור לנחלה ולכהן המפלת שפיר מלא מים מלא דם מלא גנינין המפלת כמין דגים וחגבים שקצים ורמשים והמפלת ליום ארבעים הבא אחריהם בכור לנחלה ולכהן",
            "11": "יוצא דופן והבא אחריו שניהן אינן בכור לא לנחלה ולא לכהן רבי שמעון אומר הראשון לנחלה והשני לחמש סלעים",
            "12": "גמ׳ ראשון לנחלה לא וילדו לו בעינן לחמש סלעים נמי לא פטר רחם בעינן",
            "13": "שני לנחלה לא ראשית אונו בעינן לחמש סלעים נמי לא קסבר בכור לדבר אחד לא הוי בכור",
            "14": "רבי שמעון אומר הראשון לנחלה והשני לחמש סלעים רבי שמעון לטעמיה דאמר תלד לרבות יוצא דופן",
            "15": "והשני לחמש סלעים קסבר בכור לדבר אחד הוי בכור"
        },
        "94": {
            "0": "מתני׳ מי שלא בכרה אשתו וילדה שני זכרים נותן חמש סלעים לכהן מת אחד מהן בתוך שלשים יום האב פטור",
            "1": "מת האב והבנים קיימים רבי מאיר אומר אם נתנו עד שלא חלקו נתנו ואם לאו פטורין רבי יהודה אומר נתחייבו נכסים זכר ונקבה אין כאן לכהן כלום",
            "2": "גמ׳ דמית האב אימת אילימא דמית לאחר שלשים יום בהא אמר רבי מאיר כי חלקו פטורין והא אשתעבדן להו לנכסי",
            "3": "אלא דמית בתוך שלשים יום מאי שנא כי חלקו דאזיל לגבי האי ומדחי ליה דאזיל לגבי האי ומדחי ליה כי לא חלקו נמי ליזיל לגבי האי ולידחייה וליזיל לגבי האי ולידחייה",
            "4": "אמר רבי ירמיה זאת אומרת שני יוסף בן שמעון שהיו בעיר אחת ולקחו שדה בשותפות בעל חוב גובה אותה מהם דאמר ליה אי בדידך מסיקנא מנתא דידך קא שקילנא ואי בחברך מסיקנא מנתא דחברך קא שקילנא",
            "5": "אמר רבא מכדי נכסי דבר איניש אינון ערבין ביה מי איכא מידי דלדידיה לא מצי תבע ליה ולערב מצי תבע ליה והתנן המלוה את חבירו על ידי ערב לא יפרע מן הערב וקיימא לן דלא יתבע מן הערב תחלה",
            "6": "אלא אמר רבא לעולם שמת לאחר שלשים יום ואי דאיכא נכסי טובא הכי נמי דשקיל והכא במאי עסקינן כגון דליכא אלא חמש סלעים",
            "7": "ודכולי עלמא אית להו דרב אסי דאמר רב אסי האחין שחלקו מחצה יורשין ומחצה לקוחות ודכולי עלמא מלוה הכתובה בתורה"
        },
        "95": {
            "0": "לאו ככתובה בשטר דמיא ודכולי עלמא אית להו דרב פפא דאמר רב פפא מלוה על פה גובה מן היורשין ואינו גובה מן הלקוחות",
            "1": "והכא בחמש ולא בחצי חמש קמיפלגי דרבי מאיר סבר חמש ולא חצי חמש ורבי יהודה סבר חמש ואפילו חצי חמש",
            "2": "אי הכי רבי יהודה אומר נתחייבו נכסים נתחייב גברא מיבעי ליה ועוד תניא רבי יהודה אומר האחין שחלקו אם יש עשרה זוז לזה ועשרה זוז לזה חייבין ואם לאו פטורין",
            "3": "מאי עשרה זוז לזה ועשרה זוז לזה אילימא בין דירושה בין דלקוחות וחמש ואפילו חצי חמש אי הכי מאי איריא עשרה אפילו בציר מעשרה נמי",
            "4": "אלא פשיטא עשרה זוז דירושה לזה ועשרה זוז דירושה לזה אלמא חמש ולא חצי חמש סבירא ליה",
            "5": "אלא דכולי עלמא חמש ולא חצי חמש והכא בדרב אסי ורב פפא קמיפלגי",
            "6": "ואיכא דמתני ליה אסיפא נתחייבו הנכסים דמית האב אימת אילימא דמית לאחר שלשים מכלל דרבי מאיר סבר כי חלקו פטורין הא אישתעבדי להו נכסי",
            "7": "אלא בתוך שלשים כי חלקו אמאי מחייב רבי יהודה ליזיל לגבי האי לידחייה וגבי האי ולידחייה",
            "8": "אמר רבי ירמיה זאת אומרת שני יוסף בן שמעון שהיו בעיר אחת ולקח אחד מהם שדה מחבירו בעל חוב גובה ממנו דאמר ליה אי בדידך מסיקנא מנתא דידך קא שקילנא ואי בחברך מסיקנא משתעבדא לי מקמי דידך",
            "9": "אמר רבא מכדי נכסוהי דבר איניש אינון ערבין ביה וכולה כלישנא קמא",
            "10": "מתני׳ שתי נשים שלא בכרו וילדו שני זכרים נותן עשרה סלעים לכהן מת אחד מהן בתוך שלשים יום אם לכהן אחד נתן יחזיר לו חמש סלעים ואם לשני כהנים נתן אינו יכול להוציא מידם",
            "11": "זכר ונקבה או שני זכרים ונקבה נותן חמש סלעים לכהן שתי נקבות וזכר או שני זכרים ושתי נקבות אין כאן לכהן כלום",
            "12": "אחת בכרה ואחת שלא בכרה וילדו שני זכרים נותן חמש סלעים לכהן מת אחד מהן בתוך שלשים יום האב פטור",
            "13": "מת האב והבנים קיימים רבי מאיר אומר אם נתנו עד שלא חלקו נתנו ואם לאו פטורין רבי יהודה אומר נתחייבו נכסים זכר ונקבה אין לכהן כלום",
            "14": "שתי נשים של שני אנשים שלא בכרו וילדו שני זכרים זה נותן חמש סלעים לכהן וזה נותן חמש סלעים מת אחד מהם בתוך שלשים אם לכהן אחד נתנו יחזיר להם חמש סלעים אם לשני כהנים נתנו אינן יכולין להוציא מידם",
            "15": "זכר ונקבה האבות פטורין והבן חייב לפדות את עצמו שתי נקבות וזכר או שתי נקבות ושני זכרים אין כאן לכהן כלום",
            "16": "אחת בכרה ואחת שלא בכרה של שני אנשים וילדו שני זכרים זה שלא בכרה אשתו נותן חמש סלעים לכהן זכר ונקבה אין כאן לכהן כלום",
            "17": "גמ׳ מאי שנא שני כהנים דאזיל לגבי האי ומדחי ליה ואזיל לגבי האי ומדחי ליה",
            "18": "כהן אחד נמי ליזיל לגבי האי ולידחייה וליזיל לגבי האי ולידחייה אמר שמואל"
        },
        "96": {
            "0": "בבא בהרשאה",
            "1": "והאמרי נהרדעי לא כתבינן אדרכתא אמטלטלי הני מילי היכא דכפריה אבל היכא דלא כפריה כתבינן",
            "2": "זכר ונקבה אין כאן לכהן כלום תנא רב הונא שני זכרים ונקבה אין כאן לכהן כלום",
            "3": "ותנא דידן כיון דבשני אנשים הוא דמשכחת לה באיש אחד ושתי נשים לא משכחת לה לא מתני ליה",
            "4": "מתני׳ מת הבן בתוך שלשים יום אף על פי שנתן לכהן יחזיר לאחר שלשים יום אף על פי שלא נתן יתן מת ביום שלשים כיום שלפניו רבי עקיבא אומר אם נתן לא יטול ואם לא נתן לא יתן",
            "5": "גמ׳ מאי טעמייהו דרבנן גמרי חדש חדש ממדבר מה התם ומעלה אף הכא נמי ומעלה",
            "6": "ורבי עקיבא מספקא ליה מדאיצטריך למכתב ומעלה גבי ערכין ולא גמרי ממדבר הוו להו שני כתובים הבאים כאחד",
            "7": "וכל שני כתובים הבאים כאחד אין מלמדין",
            "8": "או דלמא כי אין מלמדין לעלמא אבל לגופייהו מלמדין ומשום הכי מספקינן ליה",
            "9": "אמר רב אשי הכל מודים לענין אבילות יום שלשים כיום שלפניו ואמר שמואל הלכה כדברי המיקל באבל",
            "10": "מתני׳ מת האב בתוך שלשים בחזקת שלא נפדה עד שיביא ראיה שנפדה לאחר שלשים יום בחזקת שנפדה עד שיאמרו לו שלא נפדה הוא לפדות ובנו לפדות הוא קודם לבנו רבי יהודה אומר בנו קודמו שמצותו על אביו ומצות בנו עליו",
            "11": "גמ׳ איתמר הפודה את בנו בתוך שלשים יום רב אמר בנו פדוי ושמואל אמר אין בנו פדוי דכולי עלמא מעכשיו אין בנו פדוי לאחר שלשים יום ואיתנהו למעות ודאי בנו פדוי",
            "12": "כי פליגי לאחר שלשים יום ונתעכלו המעות רב אמר בנו פדוי מידי דהוה אקידושי אשה התם לאו אף על גב דנתעכלו המעות הוו קידושי"
        },
        "97": {
            "0": "הכא נמי לא שנא ",
            "1": "ושמואל אמר לך התם בידו לקדשה מעכשיו הכא אין בידו לפדותו מעכשיו ואף על גב דקיימא לן דכל היכא דפליגי רב ושמואל הלכתא כרב באיסורי וכשמואל בדיני הכא הלכתא כוותיה דשמואל",
            "2": "תנן מת בתוך שלשים יום אף על פי שנתן לכהן יחזיר לו חמש סלעים טעמא דמת הא לא מת בנו פדוי הכא במאי עסקינן דאיתנהו למעות",
            "3": "תא שמע בחזקת שלא נפדה עד שיאמרו לו שנפדה התם נמי דאיתנהו למעות בעינייהו",
            "4": "תני תנא קמיה דרב יהודה הפודה את בנו בתוך שלשים יום בנו פדוי אמר ליה שמואל אמר אין בנו פדוי ואת אמרת בנו פדוי ואף על גב דקיימא לן כרב באיסורי וכשמואל בדיני הכא הלכתא כותיה דשמואל",
            "5": "הוא לפדות ובנו לפדות הוא קודם לבנו וכו׳ תנו רבנן הוא לפדות ובנו לפדות הוא קודם לבנו רבי יהודה אומר בנו קודמו שמצותו על אביו ומצות בנו עליו",
            "6": "אמר רבי ירמיה הכל מודים היכא דליכא אלא חמש סלעים הוא קודם לבנו מאי טעמא דמצוה דידיה עדיף כי פליגי היכא דאיכא חמש משועבדות וחמש בני חורין",
            "7": "רבי יהודה סבר מלוה הכתובה בתורה ככתובה בשטר דמיא ודידיה אזיל וטריף ממשעבדי ובהני חמש בני חורין פריק ליה לבריה",
            "8": "ורבנן סברי מלוה הכתובה בתורה לאו ככתובה בשטר דמיא הלכך מצוה דידיה עדיף",
            "9": "מתני׳ חמש סלעים של בן במנה צורי",
            "10": "שלשים של עבד חמשים של אונס ושל מפתה ומאה של מוציא שם רע כולם בשקל הקדש במנה צורי וכולן נפדין בכסף ובשוה כסף חוץ משקלים",
            "11": "גמ׳ מנה צורי אמר רבי אסי מנה של צורי רבי אמי אמר דינרא ערבא רבי חנינא אומר איסתרא סרסיא דמיזדבנא תמניא בדינרא חמש מינייהו לפדיון הבן"
        },
        "98": {
            "0": "רבי יוחנן אומר דינרא הדריינא טריינא שייפא דמזבנא בעשרים וחמשה זוזי דל מינייהו שתותא והנך לפדיון הבן הני עשרין וחד נכי דנקא הוי",
            "1": "אלא דל שתותא וזוזא והנך לפדיון הבן אכתי עשרין נכי דנקא הוי אלא דל זוזא ושתותא והנך לפדיון הבן דהוי להו עשרין מתקלי במתקלי דינרא דאינון עשרין ותמניא זוזי ופלגי ופלגא דנקא",
            "2": "אמר רבא סילעים דאורייתא תלתא ותילתא הוי דכתיב עשרים גרה השקל ומתרגמינן עשרין מעין ותניא שש מעה כסף דינר",
            "3": "מיתיבי והלא סלע של קדש ארבעים ושמנה פונדיונין",
            "4": "פונדיון זה מה טיבו קילבון לפרוטרוט",
            "5": "בתר דאוסיפו עילוייהו דתניא עשרים גרה השקל למדנו לשקל שהוא עשרים גרה ומנין שאם רצה להוסיף יוסיף תלמוד לומר יהיה יכול יפחות תלמוד לומר הוא",
            "6": "רב אשי שדר ליה שבסר זוזי לרב אחא בריה דרבינא בפדיון הבן שלח ליה לישדר לי מר תלתא יתירתא דאיכא עלוייהו שלח ליה לשדר לי מר תלתא אחרינא דאוסיפו עילוייהו",
            "7": "אמר רבי חנינא כל כסף האמור בתורה סתם סלע דנביאים ליטרין דכתובין קינטרין חוץ מן כספו של עפרון שאף על פי שכתוב בתורה סתם קינטרין דכתיב ארבע מאות שקל כסף עובר לסחר ואיכא דוכתא דקא קרו לקינטרא תיקלא",
            "8": "אמר רבי אושעיא ביקשו לגנוז כל כסף וזהב שבעולם מפני כספה וזהבה של ירושלים עד שמצאו לו מקרא מן התורה שהוא מותר שנאמר ובאו בה פריצים וחללוה",
            "9": "וירושלים הויא רובא דעלמא אלא אמר אביי בקשו לגנוז דינרא הדריינא טירייאנא שייאפא מפני טבעה של ירושלים עד שמצאו לה מקרא מן התורה שהוא מותר שנאמר ובאו בה פריצים וחללוה"
        },
        "99": {
            "0": "רב יהודה אמר רב אסי כל כסף האמור בתורה סתם כסף צורי ושל דבריהם כסף מדינה",
            "1": "וכללא הוא והרי טענה דכתיב כי יתן איש אל רעהו כסף או כלים לשמור",
            "2": "ותנן שבועת הדיינין הטענה שתי כסף",
            "3": "שאני התם דכתיב כסף או כלים מה כלים שנים אף כסף שנים ומה כסף דבר חשוב אף כלים דבר חשוב",
            "4": "והרי מעשר דכתיב וצרת הכסף בידך ותנן הפורט סלע במעות מעשר שני כסף כסף ריבה",
            "5": "והרי הקדש דכתיב ונתן הכסף וקם לו ואמר שמואל הקדש שוה מנה שחיללו על שוה פרוטה מחולל הקדש נמי יליף קדש קדש ממעשר",
            "6": "והרי קידושי אשה דכתיב ויצאה חנם אין כסף ותנן בית שמאי אומרים בדינר ובשוה דינר ובית הלל אומרים בפרוטה ובשוה פרוטה לימא רב אסי דאמר כבית שמאי",
            "7": "אלא אי איתמר הכי איתמר אמר רב יהודה אמר רב אסי כל כסף קצוב האמור בתורה כסף צורי ושל דבריהם כסף מדינה",
            "8": "מאי קמשמע לן תנינא חמש סלעים של בן וכו׳",
            "9": "ושל דבריהם כסף מדינה איצטריכא ליה דתנן התוקע לחבירו נותן לו סלע ולא תימא סלע ארבע זוזי אלא פלגא דזוזא דקרי אינשי סלע פלגא דזוזא",
            "10": "חנן בישא תקע ליה לההוא גברא אתא לקמיה דרב הונא אמר ליה הב ליה פלגא דזוזא הות איכא"
        },
        "100": {
            "0": "זוזא מאכא בהדיה דלא נפיק תקע ליה אחרינא ויהביה ניהליה",
            "1": "שלשים של עבד חמשים של אונס ושל מפתה וכו׳ הא תו למה לי הא תנא ליה רישא",
            "2": "אונס ומוציא שם רע איצטריך סלקא דעתך אמינא כיון דלא כתיב בהו שקלים אימא זוזי בעלמא קא משמע לן דמילף קא ילפי מהדדי",
            "3": "חוץ מן השקלים תנא חוץ מן השקלים ומעשר והראיון",
            "4": "שקלים דתנן מצרפין שקלים לדרבונות מפני משאוי הדרך",
            "5": "מעשר דכתיב וצרת הכסף בידך והראיון תני רב יוסף שלא יביא סיגה לעזרה",
            "6": "מתני׳ אין פודין לא בעבדים ולא בשטרות ולא בקרקעות ולא בהקדשות כתב לכהן שהוא חייב ליתן חמשה סלעים חייב ליתן לו ובנו אינו פדוי לפיכך אם רצה הכהן ליתן לו במתנה רשאי ",
            "7": "המפריש פדיון בנו ואבד חייב באחריותו שנאמר יהיה לך ופדה תפדה",
            "8": "גמ׳ מתניתין דלא כרבי דתניא רבי אומר בכל פודין בכור אדם חוץ מן השטרות מאי טעמא דרבי ",
            "9": "דריש ריבויי ומיעוטי ופדויו מבן חדש תפדה ריבה בערכך כסף חמשת שקלים מיעט תפדה ריבה",
            "10": "ריבה ומיעט וריבה ריבה הכל מאי רבי רבי כל מילי ומאי מיעט מיעט שטרות",
            "11": "ורבנן דרשי כלל ופרט ופדויו מבן חדש כלל בערכך כסף חמשת שקלים פרט פדה תפדה חזר וכלל",
            "12": "כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש דבר המטלטל וגופו ממון אף כל דבר המטלטל וגופו ממון יצאו קרקעות שאין מטלטלין יצאו עבדים שהוקשו לקרקעות יצאו שטרות שאף על פי שמטלטלין אין גופן ממון",
            "13": "אמר ליה רבינא למרימר ורבי ריבויי ומיעוטי דריש והא רבי כללי ופרטי דריש במרצע ",
            "14": "דתניא מרצע אין לי אלא מרצע מנין לרבות הסול והסירא והמחט והמקדח והמכתב תלמוד לומר ולקחת לרבות כל דבר שנלקח ביד דברי רבי יוסי ברבי יהודה רבי אומר מרצע מה מרצע מיוחד של מתכת אף כל של מתכת",
            "15": "ואמרינן במאי קא מיפלגי רבי דריש כללי ופרטי רבי יוסי ברבי יהודה דריש ריבויי ומיעוטי",
            "16": "אין בעלמא רבי כללי ופרטי דריש והכא כדתנא דבי רבי ישמעאל",
            "17": "דתנא דבי רבי ישמעאל במים במים שתי פעמים אין זה כלל ופרט אלא ריבה ומיעט",
            "18": "ורבנן אמרי כדאמרינן במערבא כל מקום שאתה מוצא שתי כללות הסמוכים זה לזה הטל פרט ביניהם ודונם בכלל ופרט",
            "19": "ולא בהקדשות פשיטא לאו דידיה נינהו אימא"
        },
        "101": {
            "0": "ולא הקדשות בכל אלו",
            "1": "כתב לכהן שהוא חייב לו חמשה סלעים חייב ליתן לו כו׳ אמר עולא דבר תורה בנו פדוי מאי טעמא אין בנו פדוי גזירה שמא יאמרו פודין בשטר",
            "2": "תני תנא קמיה דרב נחמן בנו פדוי לכשיתן אמר ליה רב נחמן זו דברי רבי יוסי ברבי יהודה סתימתא ואמרי לה זו דברי רבי אלעזר ברבי שמעון סתימתא אבל חכמים אומרים אין בנו פדוי והלכתא אין בנו פדוי",
            "3": "לפיכך אם רצה הכהן ליתן לו במתנה רשאי תנינא להא דתנו רבנן נתנו לעשרה כהנים בבת אחת יצא בזה אחר זה יצא נטלו והחזירו לו יצא",
            "4": "וכך היה מנהגו של רבי טרפון שהיה נוטל ומחזיר וכששמעו חכמים בדבר אמרו קיים זה הלכה זו הלכה זו ותו לא אלא קיים זה אף הלכה זו ",
            "5": "רבי חנינא הוה רגיל ושקיל ומהדר חזייה לההוא גברא דהוה קא אזיל ואתי קמיה אמר ליה לא גמרת ויהיבת מידעם ביש הילכך אין בנו פדוי",
            "6": "המפריש פדיון בנו ואבד חייב באחריותו מנלן אמר רבי שמעון בן לקיש אתיא ערך ערך מערכין",
            "7": "רב דימי אמר רבי יונתן וכל בכור בניך תפדה ולא יראו פני ריקם ויליף ריקם ריקם מעולת ראייה מה עולת ראייה חייב באחריותו אף פדיון הבן חייב באחריותו",
            "8": "מתקיף לה רב פפא קרא לקרא אלא אמר רב פפא הא כדקתני טעמא יהיה לך אך פדה תפדה",
            "9": "וכי איתמר דריש לקיש ארישא איתמר מת לאחר שלשים יום אף על פי שלא נתן יתן מנא לן אמר רבי שמעון בן לקיש אתיא ערך ערך מערכין",
            "10": "רב דימי אמר רבי יונתן וכל בכור בניך תפדה ולא יראו פני ריקם מה להלן יורשין חייבין אף כאן יורשין חייבין",
            "11": "מתני׳ הבכור נוטל פי שנים בנכסי האב ואינו נוטל פי שנים בנכסי האם ואינו נוטל בשבח ולא בראוי כבמוחזק"
        },
        "102": {
            "0": "ולא האשה בכתובתה ולא הבנות במזונותיהן ולא את היבם וכולם אין נוטלין בשבח ולא בראוי כבמוחזק",
            "1": "גמ׳ מאי טעמא אמר קרא ולו משפט הבכורה משפט הבכורה לאיש ואין משפט הבכורה לאשה",
            "2": "ואינו נוטל בשבח דכתיב בכל אשר ימצא לו ולא בראוי כבמוחזק דכתיב בכל אשר ימצא לו",
            "3": "ולא האשה בכתובתה איני והאמר שמואל בעל חוב גובה את השבח אמר רבי אבא מקולי כתובה שנו כאן",
            "4": "ולא הבנות במזונותיהן מאי טעמא תנאי כתובה ככתובה דמי",
            "5": "ולא את היבם מאי טעמא בכור קרייה רחמנא אמר אביי לא שנו אלא בשבח ששבחו נכסים בין מיתה ליבום אבל דבין יבום לחלוקה שקיל מאי טעמא יקום על שם אחיו המת אמר רחמנא והרי קם",
            "6": "רבא אמר אפילו דבין יבום לחלוקה נמי לא שקיל מאי טעמא כבכור מה בכור אין לו קודם חלוקה אף יבם נמי אין לו קודם חלוקה",
            "7": "וכולם אין נוטלין בשבח"
        },
        "103": {
            "0": "לאיתויי שבחא דממילא חפורה והוו שובלי שלפופי והוו תמרי",
            "1": "ולא בראוי כבמוחזק לאיתויי נכסי דאבי אבא",
            "2": "מתני׳ ואלו שאין חוזרין ביובל הבכורה והיורש את אשתו והמייבם את אשת אחיו",
            "3": "והמתנה דברי רבי מאיר וחכמים אומרים המתנה כמכר רבי אלעזר אומר כולם חוזרין ביובל רבי יוחנן בן ברוקה אומר אף היורש את אשתו יחזיר לבני משפחה וינכה מהן את הדמים",
            "4": "גמ׳ מאי טעמא דרבי מאיר מכר הוא דאמר רחמנא ליהדר ביובל מתנה וירושה לא והני מירושה ירושה דמתנה מתנה בכור לתת לו פי שנים מתנה קרייה רחמנא",
            "5": "והיורש את אשתו ירושת הבעל דאורייתא והמייבם את אשת אחיו בכור קרייה רחמנא",
            "6": "וחכמים אומרים מתנה כמכר מאי טעמייהו דרבנן תשבו לרבות את המתנה",
            "7": "והני כולהו ירושה נינהו",
            "8": "בכור אמר קרא לתת לו פי שנים מקיש חלק בכורה לחלק פשוט מה חלק פשוט ירושה אף חלק בכורה ירושה",
            "9": "רבי אלעזר אומר כולם חוזרים ביובל סבר לה כרבנן דאמרי תשבו לרבות את המתנה והני כולהו מתנה נינהו בכור לתת לו פי שנים מתנה קרייה רחמנא",
            "10": "והיורש את אשתו ירושת הבעל דרבנן והמייבם את אשת אחיו בכור קרייה רחמנא",
            "11": "אמר רבי אסי אמר רבי יוחנן האחין שחלקו לקוחות הן ומחזירין זה לזה ביובל מותיב רב הושעיא ואלו שאין חוזרין ביובל הבכורה",
            "12": "אמר ליה רבי אלעזר מאי אין חוזרין אין חוזרין לבטלה מתקיף לה רב ששת מכלל דמאן דאמר חוזרין חוזרין לבטלה קאמר",
            "13": "קרי רב חמא עליה דרב ששת טובה חכמה עם נחלה ולא שמיע להו הא דכי אתי רבין אמר רבי יוחנן ואמרי לה רבי אלעזר אמר משום רבי אלעזר בן שמוע מאי חוזרין חוזרין לבטלה",
            "14": "רבי יוחנן בן ברוקה אומר אף היורש את אשתו יחזיר לבני וכו׳ מאי קסבר אי קסבר ירושת הבעל דאורייתא אמאי יחזיר לבני משפחה ואי קסבר ירושת הבעל דרבנן דמים מאי עבידתייהו",
            "15": "לעולם קסבר ירושת הבעל דאורייתא והכא במאי עסקינן כגון שהורישתו אשתו בית הקברות ומשום פגם משפחה אמור רבנן לשקול דמי וליהדר",
            "16": "וכדתניא המוכר קברו ודרך קברו מקום מעמדו ובית הספדו באים בני משפחה וקוברים אותו בעל כרחו משום פגם משפחה ומאי ינכה להם מן הדמים דמי קבר אשתו ",
            "17": "הדרן עלך יש בכור"
        },
        "104": {
            "0": "מתני׳ מעשר בהמה נוהג בארץ ובחוצה לארץ בפני הבית ושלא בפני הבית בחולין אבל לא במקדשין ונוהג בבקר ובצאן ואינן מתעשרים מזה על זה בכבשים ובעזים ומתעשרין מזה על זה",
            "1": "בחדש ובישן ואינן מתעשרין מזה על זה שהיה בדין ומה אם החדש והישן שאינן כלאים זה בזה אינם מתעשרין מזה על זה כבשים ועזים שהן כלאים זה בזה אינו דין שלא יהו מתעשרין מזה על זה תלמוד לומר וצאן משמע כל צאן אחד",
            "2": "גמ׳ לימא מתניתין דלא כרבי עקיבא דתניא רבי עקיבא אומר יכול יעלה אדם מעשר בהמה מחוצה לארץ ויקריבנו תלמוד לומר והבאתם שמה עלתיכם וזבחיכם ואת מעשרתיכם",
            "3": "בשתי מעשרות הכתוב מדבר אחד מעשר בהמה ואחד מעשר דגן ממקום שאתה מעלה מעשר דגן אתה מעלה מעשר בהמה וממקום שאי אתה מעלה מעשר דגן אי אתה מעלה מעשר בהמה",
            "4": "אפילו תימא רבי עקיבא כאן ליקרב כאן ליקדש דיקא נמי דקא נסיב לה תלמודא והבאתם שמה שמע מינה ",
            "5": "אי הכי מאחר שאינו קרב אמאי קדוש לנאכל במומו לבעלים",
            "6": "בפני הבית ושלא בפני הבית אי הכי אפילו האידנא נמי כדרב הונא דאמר רב הונא גזירה משום יתום",
            "7": "אי הכי מעיקרא נמי לא אלא אפשר בהכרזה הכא נמי אפשר בהכרזה ",
            "8": "אלא אמר רבה משום תקלה ומנא תימרא דחיישינן לתקלה דתנן אין מקדישין ואין מעריכין ואין מחרימין בזמן הזה ",
            "9": "ואם הקדיש והעריך והחרים בהמה תיעקר פירות כסות וכלים ירקבו מעות וכלי מתכות יוליך לים המלח ואיזהו עיקור נועל דלת בפניה והיא מתה מאיליה",
            "10": "אי הכי בכור נמי לא ליקדש בכור בדידן תליא מילתא ברחם קדוש הכי קאמר ליקנינהו לאודנייהו לגוים דלא ליקדש מעיקרא"
        },
        "105": {
            "0": "אפשר כדרב יהודה דאמר רב יהודה מותר לו לאדם להטיל מום בבכור קודם שיצא לאויר העולם הכא נמי אפשר דשדי ביה מומא מעיקרא ",
            "1": "מי ידע הי נפיק וכי תימא דמפיק ליה בריש עשרה לא יבקר בין טוב לרע אמר רחמנא",
            "2": "וכי תימא אפשר דשדי ביה מומא בכולי עדריה מהרה יבנה בית המקדש ובעינן בהמה להקרבה וליכא ",
            "3": "הכי נמי בבכור בהמה מהרה יבנה בית המקדש ובעינן בהמה להקרבה וליכא אפשר בפשוטין ",
            "4": "הכא נמי אפשר בלקוחין כיון דאיהו שדי ביה מומא בכולי עדריה ושכיחי מומי דפסילי בקדשים דאפילו דוקין שבעין נמי פסלי לא שכיחי",
            "5": "בחולין אבל לא במוקדשין מוקדשין פשיטא לאו דידיה נינהו ",
            "6": "בקדשים קלים ואליבא דרבי יוסי הגלילי דאמר קדשים קלים ממון בעלים הם דתניא ומעלה מעל בה׳ לרבות קדשים קלים שהן ממון בעלים דברי רבי יוסי הגלילי סלקא דעתך אמינא ליעשרו קא משמע לן ",
            "7": "ואימא הכי נמי יהיה קדש אמר רחמנא ולא שכבר קדוש ",
            "8": "טעמא דכתב רחמנא יהיה קדש הא לאו הכי הוה אמינא חיילא קדושת מעשר עילויהו השתא קדושה חמורה אקדושה קלה לא חיילא קדושה קלה אקדושה קלה מיבעיא ",
            "9": "מאי היא דתנן אחד קדשי מזבח ואחד קדשי בדק הבית אין משנין אותם מקדושה לקדושה אבל מקדישין אותו הקדש עילוי ומחרימין אותו ",
            "10": "מהו דתימא התם דכל בהמה לאו לעולה קיימא אבל הכא דכל בהמה למעשר קיימא אף על גב דאקדשה לא פקע איסורא דמעשר מינה",
            "11": "למאי נפקא מינה בלא יגאל ובלא ימכר קא משמע לן",
            "12": "ונוהג בבקר ובצאן ואין מתעשרין מזה על זה בכבשים ובעזים וכו׳ ויהיו חדש וישן מתעשרין מזה על זה מקל וחומר ומה כבשים ועזים שהם כלאים זה בזה מתעשרין מזה על זה חדש וישן שאינן כלאים זה בזה אינו דין שיתעשרו מזה על זה",
            "13": "תלמוד לומר עשר תעשר בשתי מעשרות הכתוב מדבר אחד מעשר בהמה ואחד מעשר דגן ומקיש מעשר בהמה למעשר דגן מה מעשר דגן מחדש על הישן לא אף מעשר בהמה מחדש על הישן לא ",
            "14": "אי הכי כבשים ועזים נמי לימא מקיש מעשר בהמה למעשר דגן מה מעשר דגן ממין על שאינו מינו לא אף מעשר בהמה ממין על שאינו מינו לא רבי רחמנא צאן ",
            "15": "אי הכי חדש וישן נמי הא כתיב עשר תעשר ומה ראית אמר רבא אמר קרא שנה שנה לשנה הקשתיו ולא לדבר אחר",
            "16": "תנן התם אין תורמין ממין על שאינו מינו ואם תרם אין תרומתו תרומה מנא הני מילי אמר רבי אמי אמר רבי ינאי ואמרי לה אמר רבי אמי אמר רבי שמעון בן לקיש כל חלב יצהר וכל חלב תירוש ודגן אמרה תורה תן חלב לזה וחלב לזה"
        },
        "106": {
            "0": "אשכחן תירוש ויצהר תירוש ודגן דגן ודגן מנין קל וחומר ומה תירוש ויצהר שאינן כלאים זה בזה אין מתעשרין מזה על זה תירוש ודגן דגן ודגן שהם כלאים זה בזה אינו דין שלא יתעשרו מזה על זה ",
            "1": "ולרבי יאשיה דאמר עד שיזרע חטה ושעורה וחרצן במפולת יד היכי מייתי לה ",
            "2": "מייתי לה הכי ומה תירוש ויצהר שאינן כלאים זה בזה אפילו על ידי דבר אחר אין מתעשרין מזה על זה תירוש ודגן דגן ודגן שהן כלאים זה בזה על ידי דבר אחר אינו דין שלא יתעשרו מזה על זה ",
            "3": "ושני מינין בעלמא מנלן הני דרבנן נינהו וכל דתקינו רבנן כעין דאורייתא תקינו מה דאורייתא שני מינין אינן מתעשרין מזה על זה דרבנן נמי ",
            "4": "אמר ליה רבא בר רב חנן לאביי אלא מעתה גבי מעשר בהמה דלא כתיב וכל מעשר בקר ומעשר צאן "
        },
        "107": {
            "0": "יתעשרו מזה על זה אמר ליה אמר קרא העשירי תן עשירי לזה ותן עשירי לזה אי הכי כבשים ועזים נמי וצאן משמע כל צאן אחד",
            "1": "הכא נמי לימא משמע כל דגן אחד אמר אביי ראשיתם וכן אמר רבי אילעא ראשיתם ",
            "2": "רבא אמר בלא ראשיתם נמי משמע כל דגן אחד לא מצית אמרת בשלמא התם אמרינן וצאן משמע כל צאן אחד דאי סלקא דעתך כבשים ועזים נמי לכתוב וכל מעשר בהמה",
            "3": "וכי תימא אי כתיב כל מעשר בהמה הוי אמינא אפילו חיה תחת תחת מקדשים גמר ",
            "4": "ואתי בקל וחומר מחדש וישן בקר וצאן למה לי בקר וצאן הוא דאין מתעשרין מזה על זה אבל כבשים ועזים מתעשרין",
            "5": "אבל הכא מי סגיא דלא כתיב דגן למעוטי שאר מינין",
            "6": "מתקיף לה רב הונא בריה דרב נחמן אימא לערבו לבקר בצאן אמר ליה מר זוטרא בריה דרב נחמן לרבא אית ליה נמי העשירי",
            "7": "איכא דאמרי אמר רבא בלא עשירי נמי לא מצית אמרת בקר וצאן מתעשרין מזה על זה דאיתקש מעשר בהמה למעשר דגן מה מעשר דגן ממין על שאינו מינו לא אף מעשר בהמה ממין על שאינו מינו לא ",
            "8": "והא רבא הוא דאמר שנה לשנה הקשתיו ולא לדבר אחר הדר ביה רבא מההיא ואיבעית אימא חדא מיניה רב פפא אמרה",
            "9": "מתני׳ מעשר בהמה מצטרף כמלא רגל בהמה רועה וכמה היא רגל בהמה רועה ששה עשר מיל היו בין אלו לאלו שלשים ושנים מיל אין מצטרפין היו לו באמצע מביא ומעשרן באמצע רבי מאיר אומר הירדן מפסיק למעשר בהמה",
            "10": "גמ׳ מנא הני מילי ",
            "11": "אמר רבה בר שילא דאמר קרא עוד תעברנה הצאן על ידי מונה וקים להו לרבנן דשיתסר מיל קא שלטא ביה עינא דרועה",
            "12": "היו בין אלו לאלו שלשים ושנים מיל אין מצטרפין וכו׳ שלשים ושנים הוא דאין מצטרפין הא בציר מהכי מצטרפין והא קתני ששה עשר מיל טפי לא משום דקא בעי למיתנא סיפא היו לו באמצע מביא ומעשרן באמצע ",
            "13": "וכמה אמר רב חמש מכאן וחמש מכאן וחמש מאמצע דהני חמש חזיא להכא וחזיא להכא ",
            "14": "ושמואל אמר אפילו חמש מכאן וחמש מכאן ואחד באמצע חזינן לרועה כמאן דקאי הכא וקרינן ביה מונה"
        },
        "108": {
            "0": "מיתיבי היה לו חמש בכפר חנניה וחמש בכפר עותני אין מצטרפות עד שיהא לו אחת בציפורי תיובתא דרב ",
            "1": "תרגמה שמואל אליבא דרב כגון שהיו תשע מכאן ותשע מכאן ואחת באמצע דההיא חזיא להכא וחזיא להכא ",
            "2": "אמר רב פפא ולשמואל אפילו רועה מצרפן ואפילו כליו של רועה מצרפן ",
            "3": "בעי רב אשי כלבא דרועה מאי כיון דקרי ליה ואתי לא מצטרפי או דלמא זימנין דלא אתי ומצטרך איהו למיזל ואתייה תיקו",
            "4": "רבי מאיר אומר הירדן מפסיק למעשר בהמה אמר רבי אמי לא שנו אלא שאין שם גשר אבל יש שם גשר גשר מצרפן ",
            "5": "אלמא משום דלא מיקרבן הוא מיתיבי היו לו בשני עברי הירדן אילך ואילך או בשני אבטילאות כגון של נמר ונמורי אין מצטרפין ואין צריך לומר חוצה לארץ וארץ ",
            "6": "והא חוצה לארץ וארץ כמקום שיש גשר דמי וקתני לא מצטרפין ",
            "7": "אלא אמר רבי חייא בר אבא אמר רבי יוחנן היינו טעמיה דרבי מאיר דאמר קרא והירדן יגבל אתו לפאת קדמה הכתוב עשאו גבול בפני עצמו",
            "8": "אלא מעתה ותאר הגבול ועלה הגבול הכי נמי הכתוב עשאו גבול בפני עצמו ",
            "9": "שאני התם דאמר קרא זאת תהיה לכם הארץ לגבלתיה סביב כולה ארץ ישראל גבול אחד היא ",
            "10": "אי הכי ירדן נמי ארץ ולא ירדן ",
            "11": "בשלמא לרבי חייא בר אבא היינו דקתני ירדן אלא לרבי אמי ליתנינהו לכולהו נהרות קשיא ",
            "12": "לימא כתנאי כי אתם עברים את הירדן ארצה כנען ארצה ארץ כנען ולא הירדן ארץ כנען דברי רבי יהודה בן בתירה ",
            "13": "רבי שמעון בן יוחי אומר הרי הוא אומר מעבר לירדן ירחו קדמה מזרחה מה ירחו ארץ כנען אף ירדן ארץ כנען",
            "14": "אמר רבה בר בר חנה אמר רבי יוחנן אין ירדן אלא מבית ירחו ולמטה למאי הלכתא אילימא לנודר הלך אחר לשון בני אדם וכל היכא דקרו ליה ירדן איתסר ליה אלא למעשר בהמה",
            "15": "תניא נמי הכי ירדן יוצא ממערת פמייס ומהלך בימה של סיבכי ובימה של טבריא ובימה של סדום והולך ונופל לים הגדול ואין ירדן אלא מבית יריחו ולמטה ",
            "16": "אמר רבי חייא בר אבא אמר רבי יוחנן למה נקרא שמו ירדן שיורד מדן אמר ליה רבי אבא לרב אשי אתון מהתם מתניתו לה אנן מהכא מתנינן לה ויקראו לו ללשם דן בשם דן אביהם ואמר רבי יצחק לשם זו פמייס ותניא יוצא ירדן ממערת פמייס ",
            "17": "אמר רב כהנא זכרותיה דירדנא ממערת פמייס היכא דאמר לא שתינא מים ממערת פמייס איתסר ליה בכוליה ירדנא ",
            "18": "זכרותא דדמא כבדא כדרבי יצחק דאמר רבי יצחק כבד שנימוח מטמא ברביעית ",
            "19": "זכרותא דמיא פרת דאמר רב יהודה אמר רב הנודר ממימי פרת אסור בכל מימות שבעולם ",
            "20": "היכי דמי אילימא דאמר לא שתינא ממימי דפרת מי פרת הוא דלא שתינא הא מנהרא אחרינא שתינא",
            "21": "אלא דאמר לא שתינא ממים דאתו מפרת דאמר רב יהודה אמר רב כל הנהרות למטה משלש נהרות ושלש נהרות למטה מפרת והאיכא "
        },
        "109": {
            "0": "עינתא דמידליין אמר רב משרשיא הנהו סולמי דפרת נינהו ",
            "1": "והא כתיב והנהר הרביעי הוא פרת ",
            "2": "אמר רב נחמן בר יצחק ואיתימא רב אחא בר יעקב הוא פרת דמעיקרא",
            "3": "תניא רבי מאיר אומר יובל שמו שנאמר והיה כעץ שתול על מים ועל יובל ישלח שרשיו ולמה נקרא שמו פרת שמימיו פרים ורבים ",
            "4": "מסייע ליה לשמואל דאמר שמואל נהרא מכיפיה מיבריך ופליגא דרב דאמר רב אמי אמר רב מיטרא במערבא סהדא רבה פרת ",
            "5": "אבוה דשמואל עביד להו לבנאתיה מקוה ביומי ניסן ומפצי ביומי תשרי מקוה ביומי ניסן סבר לה כרב דאמר רב אמי אמר רב מיטרא במערבא סהדא רבה פרת שמא ירבו נוטפין על הזוחלין והוו להו מי גשמים רובא ",
            "6": "ומפצי ביומי תשרי ",
            "7": "ופליגא דידיה אדידיה דאמר שמואל אין המים נטהרים בזוחלין אלא פרת ביומי תשרי",
            "8": "מתני׳ הלוקח או שניתן לו במתנה פטור ממעשר בהמה",
            "9": "גמ׳ מנא הני מילי אמר רב כהנא דאמר קרא בכור בניך תתן לי כן תעשה לשרך לצאנך"
        },
        "110": {
            "0": "מה בניך אין בלקוח ובמתנה אף צאנך ובקרך אינו בלקוח ובמתנה ",
            "1": "והאי בבכור כתיב אמר קרא כן תעשה אם אינו ענין לבכור דלא איתיה בעשייה דברחם קדוש תנהו ענין למעשר בהמה ",
            "2": "ואימא תנהו ענין לחטאת ולאשם דומיא דבנך מה בנך שאינו בא על חטא אף צאנך ושורך שאינו בא על חטא ",
            "3": "ואימא תנהו ענין לעולה ולשלמים דומיא דבנך מה בנך שאינו בא בנדר ונדבה אף צאנך ושורך כו׳ ",
            "4": "ואימא תנהו ענין לעולת ראייה דומיא דבנך מה בנך שאין קבוע לו זמן אף שורך וצאנך שאין קבוע לו זמן",
            "5": "אי מה בנך אינו בלקוח כלל אף שורך וצאנך אינו בלקוח כלל אלמה אמר רבי אסי אמר רבי יוחנן לקח עשרה עוברין במעי אמן כולם נכנסין לדיר להתעשר ",
            "6": "אמר רבא אמר קרא תעשה בשעת עשייה מיעט הכתוב ",
            "7": "גופא אמר רבי אסי אמר רבי יוחנן לקח עשרה עוברים במעי אמן כולן נכנסין לדיר להתעשר והא אנן תנן הלוקח או שניתן לו במתנה פטור מן מעשר בהמה ",
            "8": "אמר רבי אלעזר רבי יוחנן חזאי בחילמא מילתא מעליא אמינא אמר קרא תעשה בשעת עשייה מיעט הכתוב איתיביה רבי שמעון בן אליקים לרבי אלעזר הלקוח חל על מחוסר זמן",
            "9": "אמר ליה זו אינה משנה ואם תמצא לומר משנה רבי שמעון בן יהודה היא משום רבי שמעון דאמר מחוסר זמן נכנס לדיר להתעשר והרי הוא כבכור מה בכור קדוש לפני זמנו וקרב לאחר זמנו אף מחוסר זמן קדוש לפני זמנו וקרב לאחר זמנו ",
            "10": "תני תנא קמיה דרב איזהו אתנן שנכנס לדיר להתעשר כל שנתנו לה וחזר ולקחו הימנה והא איפסיל ליה בלוקח",
            "11": "אישתמיטתיה הא דאמר רבי אסי אמר רבי יוחנן לקח עשרה עוברין במעי אמן כולם נכנסין לדיר להתעשר"
        },
        "111": {
            "0": "ותיעשרה איהי בזונה גויה ",
            "1": "ולוקמה בזונה ישראלית ותיעשרה איהי קא משמע לן דזונה ישראלית לא הוי אתנן ",
            "2": "כדאביי דאמר אביי זונה גויה אתננה אסור וכהן הבא עליה אינו לוקה משום לא יחלל זרעו זונה ישראלית אתננה מותר וכהן הבא עליה לוקה משום לא יחלל זרעו ",
            "3": "זונה גויה אתננה אסור גמר תועבה תועבה מעריות ",
            "4": "מה עריות דלא תפסי בהו קדושי אף זונה בהך דלא תפסי בה קדושי ",
            "5": "וכהן הבא עליה אינו לוקה משום לא יחלל זרעו דלא יחלל זרעו אמר רחמנא והאי לאו זרעיה הוא",
            "6": "מתני׳ האחין והשותפין שחייבין בקלבון פטורין ממעשר בהמה חייבין במעשר בהמה פטורין מן הקלבון ",
            "7": "קנו מתפיסת הבית חייבין ואם לאו פטורין חלקו חזרו ונשתתפו חייבין בקלבון ופטורין ממעשר בהמה ",
            "8": "גמ׳ תנו רבנן יהיה לך ולא של שותפות יכול אפילו קנו בתפיסת הבית תלמוד לומר יהיה",
            "9": "והאי בבכור כתיב אם אינו ענין לבכור דהא איתיה בשותפות דכתיב ובכורות בקרכם וצאנכם תנהו ענין למעשר בהמה",
            "10": "אמר רבי ירמיה פעמים שחייבין בזה ובזה ופעמים שפטורין מזה ומזה פעמים שחייבין בקלבון ופטורין ממעשר בהמה ופעמים שחייבין במעשר בהמה ופטורין מן הקלבון ",
            "11": "חייבין בזה ובזה שחלקו בכספים ולא חלקו בבהמה פטורין מזה ומזה שחלקו בבהמה ולא חלקו בכספים",
            "12": "חייבין בקלבון ופטורין ממעשר בהמה שחלקו בזה ובזה ",
            "13": "חייבין במעשר בהמה ופטורין מן הקלבון שלא חלקו בזה ובזה ",
            "14": "פשיטא חלקו בבהמה ולא חלקו בכספים איצטריכא ליה סלקא דעתך אמינא כיון דחלקו בבהמה גלו דעתייהו דלמיפלג קיימי וליחייבו בקלבון קא משמע לן ",
            "15": "אמר רב ענן לא שנו אלא שחלקו גדיים כנגד תיישים ותיישים כנגד גדיים ",
            "16": "אבל חלקו גדיים כנגד גדיים ותיישים כנגד תיישים אומר זה חלקו המגיעו משעה ראשונה לכך ",
            "17": "ורב נחמן אמר אפילו חלקו גדיים כנגד גדיים ותיישים כנגד תיישים אין אומרים זה הוא חלקו המגיעו משעה ראשונה לכך ",
            "18": "ורבי אלעזר אמר לא שנו אלא שחלקו תשעה כנגד עשרה ועשרה כנגד תשעה ",
            "19": "אבל חלקו תשעה כנגד תשעה ועשרה כנגד עשרה אומר זה חלקו המגיעו משעה ראשונה לכך ",
            "20": "ורבי יוחנן אמר אפילו חלקו תשעה כנגד תשעה ועשרה כנגד עשרה אין אומר זה חלקו המגיעו משעה ראשונה לכך "
        },
        "112": {
            "0": "ואזדא רבי יוחנן לטעמיה דאמר רבי אסי אמר רבי יוחנן האחין שחלקו לקוחות הן ומחזירין זה לזה ביובל ",
            "1": "וצריכי דאי אשמעינן הכא בהא קאמר רבי יוחנן דומיא דבנך מה בנך בברור לך אף שורך וצאנך בברור לך אבל שדה מכר הוא דאמר רחמנא ליהדר ביובל ירושה ומתנה לא",
            "2": "ואי אשמעינן שדה לחומרא אי נמי לכתחלה אבל הכא אימא לא צריכא ",
            "3": "מיתיבי וכן השותפין שחלקו אחד נטל עשרה ואחד נטל תשעה וכלב שכנגד הכלב אסורין שעם הכלב מותרים ואם אמרת יש ברירה ליברור חד מינייהו לבהדי כלב ולשקול והנך לישתרו ",
            "4": "אמר רב אשי אי דשוו כולהו להדדי הכי נמי הכא במאי עסקינן דלא שוו כולהו להדדי ושוי האי כלבא חד ומשהו והאי משהו משיך ואתי בכולהו",
            "5": "מתני׳ הכל נכנסין לדיר להתעשר חוץ מן כלאים וטרפה ויוצא דופן ומחוסר זמן והיתום ואיזהו יתום כל שמתה אמה שנשחטה ואחר כך ילדה רבי יהושע אומר אפילו נשחטה אמה והשלח קיים אין זה יתום",
            "6": "גמ׳ מנא הני מילי דתנו רבנן שור או כשב פרט לכלאים או עז פרט לנדמה כי יולד פרט ליוצא דופן והיה שבעת ימים פרט למחוסר זמן תחת אמו פרט ליתום",
            "7": "רבי ישמעאל בנו של רבי יוחנן בן ברוקה אומר נאמר כאן תחת השבט ונאמר להלן תחת אמו מה להלן פרט לכל השמות הללו אף כאן פרט לכל השמות הללו ומה כאן פרט לטרפה אף להלן פרט לטרפה",
            "8": "הכל לאיתויי מאי לאיתויי הא דתנו רבנן הרובע והנרבע והמוקצה והנעבד והאתנן והמחיר וטומטום ואנדרוגינוס כולן נכנסין לדיר להתעשר רבי שמעון בן יהודה אומר משום רבי שמעון טומטום ואנדרוגינוס אין נכנסין לדיר להתעשר ",
            "9": "ותנא דידן אי גמר תחת תחת מקדשים הני נמי לא ואי לא יליף הני מנא ליה ",
            "10": "לעולם גמיר והני רחמנא רבינהו דכתיב כי משחתם בהם מום בם לא ירצו לכם ותאנא דבי רבי ישמעאל כל מקום שנאמר בו השחתה אינו אלא דבר ערוה ועבודה זרה ",
            "11": "דבר ערוה דכתיב כי השחית כל בשר את דרכו על הארץ עבודה זרה דכתיב פן תשחיתון ועשיתם לכם פסל תמונת כל סמל תבנית זכר או נקבה ",
            "12": "וכל שהמום פוסל בו דבר ערוה ועבודה זרה פוסלין בו וכל שאין המום פוסל בו אין דבר ערוה ועבודה זרה פוסלין בו והאי מעשר הואיל ולא פסיל ביה מומא דכתיב לא יבקר בין טוב לרע ולא ימירנו דבר ערוה ועבודה זרה נמי לא פסיל ביה ",
            "13": "רובע ונרבע דבר ערוה מוקצה ונעבד עבודה זרה ואתנן דבר ערוה ומחיר איתקש לאתנן",
            "14": "טומטום ואנדרוגינוס קסבר ספיקא הוא",
            "15": "רבי שמעון בן יהודה אומר קסבר ספיקא הוא מיעט רחמנא גבי קדשים זכר ודאי ונקבה ודאית ולא טומטום ואנדרוגינוס מעשר נמי גמר תחת תחת מקדשים",
            "16": "תנו רבנן הכל נכנסין לדיר להתעשר חוץ מן הכלאים והטרפה דברי רבי אלעזר ברבי יהודה איש כפר ברתותא שאמר משום רבי יהושע אמר רבי עקיבא אני שמעתי הימנו אף יוצא דופן ומחוסר זמן ויתום",
            "17": "ותנא קמא אי גמר תחת תחת מקדשים הני נמי לא ואי לא גמר בשלמא טרפה כל אשר יעבר תחת השבט כתיב פרט לטרפה שאינה עוברת אלא כלאים מנא ליה ",
            "18": "לעולם גמר וביוצא דופן "
        },
        "113": {
            "0": "סבר לה כרבי שמעון דאמר יוצא דופן ולד מעליא הוא ודלא כרבי יוחנן ",
            "1": "במחוסר זמן סבר לה כרבי שמעון בן יהודה יתום כגון שהשלח קיים ורבי יהושע לטעמיה דאמר אפילו שחט את אמו והשלח קיים אין זה יתום ",
            "2": "העיד רבי ישמעאל בן סתריאל מערקת לבינה לפני רבי במקומנו מפשיטין את המתה ומלבישין את החי אמר רבי נתגלה טעמא של משנתינו ",
            "3": "חזירין שבמקומנו יש להם ששים רבוא קלפים בבית המסס שלו פעם אחת נפל ארז אחד שבמקומנו ועברו שש עשרה קרונות על חודו אחת ",
            "4": "פעם אחת נפלה ביצת בר יוכני וטבעה ששים כרכים ושברה שלש מאות ארזים ומי שדיא ליה והא כתיב כנף רננים נעלסה אמר רב אשי ההוא מוזרתא הואי",
            "5": "מתני׳ שלש גרנות למעשר בהמה בפרס הפסח ובפרס העצרת ובפרס החג והן גרנות של מעשר בהמה דברי רבי עקיבא ",
            "6": "בן עזאי אומר בעשרים ותשעה באדר באחד בסיון בעשרים ותשעה באב רבי אלעזר ורבי שמעון אומרים באחד בניסן באחד בסיון בעשרים ותשעה באלול ולמה אמרו בעשרים ותשעה באלול ולא אמרו באחד בתשרי מפני שהוא יום טוב ואי אפשר לעשר ביום טוב לפיכך הקדימוהו בעשרים ותשעה באלול",
            "7": "רבי מאיר אומר באחד באלול ראש השנה למעשר בהמה בן עזאי אומר האלולים מתעשרים בפני עצמן",
            "8": "כל הנולדים מאחד בתשרי עד עשרים ותשעה באלול הרי אלו מצטרפין חמשה לפני ראש השנה וחמשה לאחר ראש השנה אינן מצטרפין חמשה לפני הגורן וחמשה לאחר הגורן הרי אלו מצטרפין אם כן למה נאמרו שלש גרנות למעשר בהמה שעד שלא הגיע הגורן מותר למכור ולשחוט הגיע הגורן לא ישחוט ואם שחט פטור",
            "9": "גמ׳ מאי שנא תלת אמר רבה בר שילא לקבל חורפי ואפלי וקייטי ",
            "10": "ומאי שנא בהני זימני אמר רבי תנחום בריה דרב חייא איש כפר עכו"
        },
        "114": {
            "0": "כדי שתהא בהמה מצויה לעולי רגלים ",
            "1": "ואף על גב דתנן עד שלא הגיע הגורן מותר למכור ולשחוט ניחא ליה דליתעביד מצוה בממוניה והדר לזבון וליכול ",
            "2": "ואמאי קרי ליה גורן דטבלה כגורן ",
            "3": "וכמה פרס פירש רבי יוסי ברבי יהודה אין פרס פחות מחמשה עשר יום ",
            "4": "מאי משמע אמר רבי אבהו פרוס פלגא פלגא דמאי פלגא דהלכות פסח כי הא דתניא שואלין ודורשין בהלכות פסח קודם לפסח שלשים יום רבן שמעון בן גמליאל אומר שתי שבתות",
            "5": "בן עזאי אומר בעשרים ותשעה באדר באחד בסיון במאי קמיפלגי רבי עקיבא ובן עזאי רבי עקיבא סבר אדר הסמוך לניסן זימנין מלא וזימנין חסר זימנין דמיקלע ביום שלשים וזימנין דמיקלע בעשרים ותשעה ומשום הכי לא קביע ליה זמן ובן עזאי סבר אדר הסמוך לניסן לעולם חסר הילכך קביע ליה זמן בעשרים ותשעה באדר",
            "6": "באחד בסיון איידי דלא נפישי אי אמרת ליקדים ליעשר עד דמטי רגל שלמי להו ",
            "7": "בעשרים ותשעה באב וכו׳ בן עזאי לטעמיה דאמר האלולין מתעשרין בפני עצמן ",
            "8": "וליעשרינהו ביום שלשים זימנין דמחסרין ליה לאב ובעינן למיעבד הכירא בחדש וישן",
            "9": "רבי אלעזר ורבי שמעון אומרים באחד בניסן באחד בסיון וכו׳ באחד בניסן כרבן שמעון בן גמליאל דאמר שתי שבתות באחד בסיון כדאמרן ",
            "10": "בעשרים ותשעה באלול רבי אלעזר ורבי שמעון לטעמייהו דאמרי באחד בתשרי ראש השנה למעשר בהמה ",
            "11": "ולמה אמרו בעשרים ותשעה באלול ולא אמרו באחד בתשרי מפני שהוא יום טוב וכו׳ ותיפוק ליה דבעינן למעבד הכירא בחדש וישן ",
            "12": "חדא ועוד קאמר חדא דבעינן למיעבד הכירא בחדש וישן ועוד מפני שהוא יום טוב ואי אפשר לעשר ביום טוב משום סקרתא",
            "13": "רבי מאיר אומר באחד באלול ראש השנה למעשר בהמה בן עזאי אומר וכו׳ תניא אמר בן עזאי הואיל והללו אומרים כך והללו אומרים כך האלולין מתעשרין לעצמן ",
            "14": "וליחזי טעמיה דמאן מסתבר וכי תימא לא מצי קאי אטעמייהו והתניא בן עזאי אומר כל חכמי ישראל דומין עלי כקליפת השום חוץ מן הקרח הזה ",
            "15": "אמר רבי יוחנן מפי השמועה אמרוה מפי חגי זכריה ומלאכי ",
            "16": "תניא באיזה צד אמר בן עזאי האלולים מתעשרין לעצמן נולדו לו חמשה באב וחמשה באלול אין מצטרפין חמשה באלול וחמשה בתשרי אין מצטרפין חמשה בתשרי וחמשה באב מצטרפין ",
            "17": "פשיטא מהו דתימא כי היכי דמפסקי שנים מפסקי גרנות קא משמע לן ",
            "18": "כדתנן חמשה לפני ראש השנה וחמשה לאחר ראש השנה אין מצטרפין חמשה לפני הגורן וחמשה לאחר הגורן הרי אלו מצטרפין ",
            "19": "אמר רבא לדברי בן עזאי נולדו לו חמשה באב וחמשה באלול וחמשה בתשרי כונסן לדיר להתעשר "
        },
        "115": {
            "0": "ונוטל אחד מן האלולין והשאר פטורין ממה נפשך אי באחד באלול ראש השנה דאלול ותשרי מצטרפין ודאב פטורים ואי באחד בתשרי ראש השנה דאב ואלול מצטרפין דתשרי פטורין",
            "1": "מאי אמרת ליצרפו לגורן אחר עשירי ודאי אמר רחמנא ולא ספק ",
            "2": "פשיטא מהו דתימא לגזור דילמא אתי למישקל מהנך קא משמע לן",
            "3": "מתני׳ באי זה צד מעשרין כונסן לדיר ועושה להם פתח קטן כדי שלא יהו שנים יכולין לצאת כאחת ומונין אחד שנים שלשה ארבעה חמשה ששה שבעה שמונה תשעה והיוצא עשירי סוקר בסיקרא ואומר הרי זה מעשר לא סקרו בסיקרא ולא מנאן בשבט או שמנאן רבוצים או עומדים הרי אלו מתעשרין",
            "4": "היה לו מאה ונטל עשרה עשרה ונטל אחד אין זה מעשר רבי יוסי ברבי יהודה אומר מעשר קפץ אחד מן המנויין לתוכן הרי אלו פטורין מן המעושרין לתוכן כולם ירעו עד שיסתאבו ויאכלו במומן לבעלים",
            "5": "גמ׳ תנו רבנן באי זה צד מעשר כונסן לדיר ועושה להם פתח קטן כדי שלא יהו שנים יכולין לצאת כאחד אימותיהם מבחוץ והם מבפנים וגועות ויוצאות לקראת אמן ",
            "6": "ולפקינהו אינהו יעבר כתיב ולא שיעבירוהו ",
            "7": "ולשדי להו ירקא וליפקו לותיה אמר רב הונא גזירה משום לקוח ומשום יתום ",
            "8": "תנו רבנן כל אשר יעבר תחת פרט לטריפה שאינה עוברת תחת השבט מצוה למנותן בשבט לא מנאן בשבט או שמנאן רבוצים או עומדים מנין תלמוד לומר העשירי קדש מכל מקום ",
            "9": "ואין לי אלא שקרא שמו עשירי לא קרא שמו עשירי מנין תלמוד לומר יהיה קדש מכל מקום יכול היו לו מאה ונטל עשרה עשרה ונטל אחד יכול יהיו מעושרין תלמוד לומר עשירי ואין זה עשירי רבי יוסי ברבי יהודה אומר מעשר ",
            "10": "מאי טעמיה דרבי יוסי ברבי יהודה סבר ליה כאבא אלעזר בן גומל דתניא אבא אלעזר בן גומל אומר ונחשב לכם תרומתכם בשתי תרומות הכתוב מדבר אחת תרומה גדולה ואחת תרומת מעשר",
            "11": "כשם שהתרומה גדולה ניטלת באומד ובמחשבה "
        },
        "116": {
            "0": "אף תרומת מעשר נטלת באומד ובמחשבה ומעשר קרייה רחמנא תרומה דכתיב כי את מעשר בני ישראל אשר ירימו לה׳ תרומה נתתי ללוים לנחלה ואיתקש מעשר בהמה למעשר דגן מה מעשר דגן ניטל באומד ובמחשבה אף מעשר בהמה ניטל באומד ובמחשבה",
            "1": "אמר רבא עשירי מאליו הוא קדוש מנא ליה לרבא הא אילימא מהא דתניא אין לי אלא שקרא שמו עשירי לא קרא שמו עשירי מנין תלמוד לומר עשירי יהיה קדש מכל מקום ",
            "2": "ודלמא עשירי הוא דלא קרייה קדש קרייה אלא מהא דתניא קרא לתשיעי עשירי ויצא העשירי ולא דבר התשיעי נאכל במומו והעשירי מעשר ",
            "3": "ודלמא שאני התם דאיברר ליה עשירי אי נמי דאחוי עילויה ",
            "4": "אלא מהא דתניא קרא לתשיעי עשירי ומת עשירי בדיר תשיעי נאכל במומו וכולם פטורין מאי טעמא כולם פטורין לאו משום דקדש ליה עשירי ",
            "5": "ודלמא דאיפטרו במנין הראוי דהאמר רבא מנין הראוי פוטר ",
            "6": "אלא מהא דתניא קרא לתשיעי עשירי ונשתייר עשירי בדיר התשיעי נאכל במומו והעשירי מעשר והתניא תשיעי חולין ",
            "7": "תני תנא קמיה דרב ששת הא מני רבי שמעון בן יהודה היא דתניא רבי שמעון בן יהודה אומר משום רבי שמעון"
        },
        "117": {
            "0": "אף התשיעי אינו קדוש אלא אם כן נעקר שם עשירי הימנו והדין נותן ",
            "1": "ומה אחד עשר שהוא עושה קדושה ליקרב אינו קדוש אלא אם כן נעקר שם עשירי הימנו תשיעי שאין עושה קדושה ליקרב אינו דין שאם נעקר שם עשירי הימנו אין אי לא לא ",
            "2": "היא הנותנת אחד עשר שהוא עושה קדושה ליקרב אי נעקר שם עשירי הימנו אין אי לא לא תשיעי שאינו עושה קדושה ליקרב אף על גב דלא נעקר שם עשירי הימנו ",
            "3": "אי נמי אחד עשר דאיברר ליה עשירי אי נעקר שם עשירי הימנו אין אי לא לא ",
            "4": "תשיעי דאכתי לא איברר ליה עשירי ואף על גב דלא נעקר שם עשירי הימנו תו לא מידי",
            "5": "אמר רבא מנין הראוי פוטר מנא ליה לרבא הא אילימא מהא דתנן קפץ אחד מן המנויין לתוכן כולן פטורין מנויין גופייהו דאיפטרו לאו במנין הראוי ",
            "6": "ודלמא דעשר עילוייהו ",
            "7": "ההיא לא מצית אמרת הא תני מן המעושרין לתוכן ",
            "8": "ודלמא מאי מעושרין מעשר דוקא דיקא נמי דקתני ירעו ",
            "9": "אלא אמר רבא אמר קרא יעבר ולא שכבר עבר מאי שכבר עבר אי דעשר עילוייהו צריכא למימרא אלא לאו דאיפטרו להו במנין הראוי שמע מינה ",
            "10": "תניא כוותיה דרבא היו לו עשרה טלאים והכניסן לדיר ומנה חמשה ומת אחד מהם אם מן המנויים מת מונה ומשלים עליהם ואם משאינן מנויים מת מנויים פטורין ושאינן מנויים מצטרפין לגורן אחר",
            "11": "ואמר רבא היו לו ארבעה עשר טלאים והכניסן לדיר ויצאו ששה בפתח זה וארבעה בפתח זה וארבעה נשתיירו שם אותם ארבעה אם בפתח הששה יצאו נוטל אחד מהם והשאר מצטרפין לגורן אחר ",
            "12": "ואם לאו ששה פטורין וארבעה ארבעה מצטרפין לגורן אחר ",
            "13": "יצאו ארבעה בפתח זה וששה בפתח זה ונשתיירו שם ארבעה אם אותם ארבעה בפתח הששה יצאו נוטל מהם אחד והשאר פטורים ואם לאו ארבעה וששה פטורים וארבעה מצטרפין לגורן אחר",
            "14": "יצאו ארבעה בפתח זה וארבעה בפתח זה ונשתיירו שם ששה אם אותן ששה יצאו בפתח אחד נוטל מהם אחד והשאר פטורים ואם לאו ארבעה פטורים וששה מצטרפין לגורן אחר ",
            "15": "מאי קא משמע לן דמנין הראוי פוטר והאמר רבא חדא זמנא מהו דתימא ודאי מנין הראוי אמרינן ספק מנין הראוי דחזי להכא ודחזי להכא לא אמרינן קא משמע לן",
            "16": "ואמר רבא היו לו חמשה עשר טלאים לא יאמר אברור עשרה ואכניסם לדיר ואטול מהם אחד והשאר פטורים אלא כונסן לדיר ומוציא עשרה ונוטל מהם אחד והשאר מצטרפין לגורן אחר תניא נמי הכי היו לו חמשה עשר טלאים"
        },
        "118": {
            "0": "לא יאמר אברור עשרה ואטול מהן אחד והשאר פטורים אלא כונסן לדיר ומוציא עשרה ונוטל מהן אחד והשאר מצטרפין לגורן אחר ",
            "1": "והתניא תשעה עשר טלאים לא יאמר אברור עשרה ואטול מהן אחד והשאר פטורין אלא כונסן לדיר ומוציא עשרה ונוטל מהן אחד והשאר פטורין ",
            "2": "תרגמה רב הונא בר סחורה קמיה דרבא בריגלא בדיר שיש לו שני פתחים עסקינן ויצאו תשעה בפתח זה ותשעה בפתח זה דהאיך חד חזי להכא ולהכא ",
            "3": "ולישני ליה כגון שמנה תשעה וכי מטא עשרה קרי חד מרישא קסבר עשירי מאליו קדוש ",
            "4": "ולישני ליה בגורן ומנאן זוגות זוגות קסבר עשירי למנין בהמות הוא קדוש ",
            "5": "אמר רב נחמן בר יצחק זכאי אימיה דרב הונא בר סחורה דשני ליה שמעתא בריגלא כשמעתיה",
            "6": "מתני׳ יצאו שנים כאחת מונה אותם שנים שנים מנאן אחד תשיעי ועשירי מקולקלין ",
            "7": "קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי שלשתן מקודשין התשיעי נאכל במומו והעשירי מעשר ואחד עשר קרב שלמים ועושה תמורה דברי רבי מאיר",
            "8": "אמר רבי יהודה וכי יש תמורה עושה תמורה אמרו משום רבי מאיר אילו היה תמורה לא היה קרב קרא לתשיעי עשירי ולעשירי עשירי ולאחד עשר עשירי אין אחד עשר מקודש זה הכלל כל שלא נעקר שם עשירי ממנו אין אחד עשר מקודש",
            "9": "גמ׳ אמר רבי יוחנן מנאן זוגות זוגות קינטרן קינטרן עשירי למנינו הוא קדוש ",
            "10": "למנינו מאי רב מארי אמר למנין שלו הוא קדוש רב כהנא אמר למנין בהמות הוא קדוש ",
            "11": "תנן יצאו שנים כאחת מונה אותן שנים שנים מנאן אחד תשיעי ועשירי מקולקלין ",
            "12": "בשלמא למאן דאמר למנין שלו הוא קדוש משום הכי הוו תשיעי ועשירי מקולקלין ולעשירי קא קרי ליה תשיעי ולאחד עשר עשירי אלא למאן דאמר למנין בהמות הוא קדוש לתשיעי תשיעי קא קרי ליה ולעשירי עשירי קא קרי ליה ",
            "13": "אמר לך רבי יוחנן כי אמינא אנא היכי דאיכוין לאפוקי זוגות זוגות היכא דנפק ממילא לא ",
            "14": "תא שמע מנאן למפרע עשירי שבמנין הוא קדוש בשלמא למאן דאמר למנין בהמות הוא קדוש שפיר אלא למאן דאמר למנין שלו הוא קדוש עשירי חד קרי ליה ",
            "15": "אמר רבא הואיל ואיתיה במנינא פרסאה דקרו לעשרה חד"
        },
        "119": {
            "0": "קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי תנו רבנן מנין שאם קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי ששלשתן מקודשין",
            "1": "תלמוד לומר וכל מעשר בקר וצאן כל אשר יעבור תחת השבט העשירי יהיה קדש יכול שאני מרבה אף שמיני ושנים עשר ",
            "2": "אמרת הואיל והוא קדוש וטעותו מתקדשת מה הוא אינו מקודש אלא בסמוך אף טעותו אינה מתקדשת אלא בסמוך",
            "3": "והתניא מה הוא מיוחד אף טעותו מיוחדת ",
            "4": "תאני תנא קמיה דרבי יוחנן הא מני רבי אלעזר ברבי שמעון היא דתניא רבי אלעזר ברבי שמעון אומר לעולם אין אחד עשר קדוש עד שישתוק בתשיעי ויקרא לעשירי תשיעי ולאחד עשר עשירי ",
            "5": "סבר לה כרבי יהודה דאמר טעות מעשר תמורה הוי וסבר לה כאבוה דאמר אין מימר חוזר ומימר",
            "6": "אמר רבא יצאו שנים בתשיעי קראן תשיעי עשירי וחולין מעורבין זה בזה עשירי מאליו קדוש לתשיעי תשיעי קא קרי ליה",
            "7": "קראן עשירי עשירי ותשיעי מעורבין זה בזה מאי טעמא עשירי קא קרי להו לתרוייהו",
            "8": "יצאו שנים בעשירי וקראן עשירי עשירי ואחד עשר מעורבין זה בזה קראן אחד עשר עשירי וחולין מעורבין זה בזה ",
            "9": "הא תו למה לי היינו הך הא קא משמע לן דכל בת אחת תרווייהו קא קדשי ואף על גב דלא נעקר שם עשירי הימנו ",
            "10": "יתיב רב כהנא וקאמר ליה להא שמעתא אמר ליה רב אשי לרב כהנא והלא לא נעקר שם עשירי הימנו ותנן זה הכלל כל זמן שלא נעקר שם עשירי הימנו אין אחד עשר מקודש הני מילי בזה אחר זה אבל בבת אחת תרוייהו קא קדשי ",
            "11": "זה אחר זה בהדיא קתני לה קרא לתשיעי עשירי ולעשירי עשירי ולאחד עשר עשירי אין אחד עשר מקודש זה הכלל לאיתויי מאי לאו לאיתויי בבת אחת ",
            "12": "לא לאיתויי יצא עשירי ולא דבר דהא לא נעקר שם עשירי הימנו ",
            "13": "דאי לא תימא הכי הא דתניא יצאו שנים בעשירי ולא קדם אחד מהן את חבירו וקראן עשירי עשירי ואחד עשר מעורבין זה בזה והלא לא נעקר שם עשירי הימנו אלא לאו משום דאמרינן כל בבת אחת תרוייהו קא קדשי ",
            "14": "אי משום הא לא איריא הכא במאי עסקינן דקדים חד מינייהו ואפיק לרישיה וקרייה אחד עשר והדר איערוב ונפוק בהדדי וקרינהו עשירי דהא נעקר שם עשירי הימנו ",
            "15": "והא לא קדם קתני מאי לא קדם דהדר איערוב ",
            "16": "וכמאן דלא כרבי דאי רבי האמר אחד עשר לא הוי עקירה ",
            "17": "אפילו תימא רבי כי אמר רבי היכא דאית ליה בהמות טובא דאמרינן חד עישורא קאמר הכא דלית ליה בהמות טפי ",
            "18": "מאי רבי דתניא קרא לעשירי אחד עשר ולאחד עשר עשירי אין אחד עשר קדוש דברי רבי רבי יוסי ברבי יהודה אומר אחד עשר קדוש כלל אמר רבי כל זמן שלא נעקר שם עשירי הימנו אין אחד עשר קדוש אמר רבא הכא במאי עסקינן כגון דאית ליה בהמות טובא דאמרינן חד עישורא קאמר",
            "19": "יצאו שנים בעשירי תנא חדא ירעו ותנא חדא יקריבו ותניא אידך ימותו",
            "20": "לא קשיא הא דתנא ירעו רבנן היא דאמרי אין מביאין קדשים לבית הפסול "
        },
        "120": {
            "0": "והא דתני יקריבו רבי שמעון היא דאמר מביאין קדשים לבית הפסול ",
            "1": "והא דתני ימותו רבי יהודה היא דאמר טעות מעשר תמורה הויא קסבר רבי יהודה תמורת מעשר מתה ",
            "2": "וקסבר רבי יהודה תמורת מעשר מתה והתנן אמרו משום רבי מאיר אילו היה תמורה לא היה קרב מכלל דרבי יהודה סבר קרב ",
            "3": "וכי תימא רבי מאיר למאי דסבירא ליה קאמר והתניא אין בין אחד עשר לשלמים אלא שזה עושה קדושה ליקרב וזה אין עושה קדושה ליקרב דברי רבי יהודה קדוש ליקרב הוא דלא הוא עביד הא איהו גופיה קריב ",
            "4": "ועוד דתניא אם מן הבקר לרבות אחד עשר לשלמים ",
            "5": "יכול שאני מרבה אף התשיעי אמרת וכי הקדש לפניו מקדש או לאחריו מקדש הוי אומר לאחריו מקדש",
            "6": "סתם סיפרא מני רבי יהודה וקתני מן הבקר לרבות אחד עשר לשלמים ",
            "7": "אלא תרגמה רבי שמעון ברבי אבא קמיה דרבי יוחנן במעשר בזמן הזה עסקינן ומשום תקלה ",
            "8": "אי הכי מאי איריא תרי אפילו חד נמי לא מיבעיא קאמר לא מיבעיא חד דלית ליה פסידא אבל תרי כיון דנפישי פסידא לישהינהו עד דניפול בהו מומא וליכלינהו קא משמע לן",
            "9": "איתמר האומר לשלוחו צא ועשר עלי רב פפי משמיה דרבא אמר קרא לתשיעי עשירי קדוש ולאחד עשר עשירי אינו קדוש ורב פפא אמר אפילו קרא לתשיעי עשירי אינו קדוש דאמר ליה לתקוני שדרתיך ולא לעוותי ",
            "10": "ומאי שנא מהא דתנן האומר לשלוחו צא ותרום תורם כדעת בעל הבית ",
            "11": "אם אינו יודע דעתו של בעל הבית תורם בבינונית אחד מחמשים פיחת עשרה או הוסיף עשרה תרומתו תרומה",
            "12": "אמרי התם כיון דאיכא דתרים בעין יפה ואיכא דתרים בעין רעה אמר להכי אמדתיך הכא טעותא היא אמר לא איבעי לך למיטעי ",
            "13": "הדרן עלך מעשר בהמה וסליקא ליה מסכת בכורות"
        }
    },
    "meta": "Daf-Line",
    "work": "Bekhorot"
}