{
    "versionTitle": "Wikisource Talmud", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Yevamot", 
    "text": [
        [], 
        [], 
        [
            "[Mishnah]  FIFTEEN [CATEGORIES OF] WOMEN EXEMPT THEIR RIVALS AND THE RIVALS OF THEIR RIVALS AND SO ON, AD INFINITUM, FROM THE HALIZAH AND FROM THE LEVIRATE MARRIAGE; ", 
            "AND THESE ARE THEY: ", 
            "HIS DAUGHTER, THE DAUGHTER OF HIS DAUGHTER AND THE DAUGHTER OF HIS SON;  ", 
            "THE DAUGHTER OF HIS WIFE, THE DAUGHTER OF HER SON AND THE DAUGHTER OF HER DAUGHTER;", 
            "HIS MOTHER-IN-LAW,9 HIS MOTHER-IN-LAW'S MOTHER,10 AND HIS FATHER-IN-LAW'S MOTHER;  ", 
            "HIS MATERNAL SISTER,11 HIS MOTHER'S SISTER,11 HIS WIFE'S SISTER  ", 
            "AND HIS MATERNAL BROTHER'S WIFE;12"
        ], 
        [
            "[Mishnah]  THE WIFE OF HIS BROTHER WHO WAS NOT HIS CONTEMPORARY, AND HIS DAUGHTER-IN-LAW.  ", 
            "ALL THESE EXEMPT THEIR RIVALS AND THE RIVALS OF THEIR RIVALS, AND SO ON, AD INFINITUM, FROM THE HALIZAH AND FROM THE LEVIRATE MARRIAGE. ", 
            "IF, HOWEVER, ANY AMONG THESE DIED, OR MADE A DECLARATION OF REFUSAL, OR WERE DIVORCED, OR WERE FOUND INCAPABLE OF PROCREATION, THEIR RIVALS ARE PERMITTED; ", 
            "THOUGH, OF COURSE, ONE CANNOT SAY OF A MAN'S MOTHER-IN-LAW, OF THE MOTHER OF HIS MOTHER-IN-LAW AND OF THE MOTHER OF HIS FATHER-IN-LAW THAT THEY WERE FOUND INCAPABLE OF PROCREATION OR THAT THEY MADE A DECLARATION OF REFUSAL. ", 
            "HOW IS THE EXEMPTION OF THEIR RIVALS [BY THE WOMEN MENTIONED], TO BE UNDERSTOOD? ", 
            "IF A MAN'S DAUGHTER OR ANY OTHER OF THESE FORBIDDEN RELATIVES WAS MARRIED TO HIS BROTHER WHO HAD ALSO ANOTHER WIFE [AT THE TIME] WHEN HE DIED, THEN AS HIS DAUGHTER IS EXEMPT SO IS HER RIVAL EXEMPT. ", 
            "IF HIS DAUGHTER'S RIVAL WENT AND MARRIED A SECOND BROTHER OF HIS, WHO ALSO HAD YET ANOTHER WIFE WHEN HE DIED, THEN AS THE RIVAL OF HIS DAUGHTER IS EXEMPT SO IS ALSO HIS DAUGHTER'S RIVAL'S RIVAL EXEMPT, EVEN IF THERE WERE A HUNDRED [BROTHERS].", 
            "HOW [IS ONE TO UNDERSTAND THE STATEMENT THAT] IF THEY HAD DIED, THEIR RIVALS ARE PERMITTED?  ", 
            "IF A MAN'S DAUGHTER OR ANY OTHER OF THESE FORBIDDEN RELATIVES WAS MARRIED TO HIS BROTHER WHO HAD ALSO ANOTHER WIFE, THEN, IF HIS DAUGHTER DIED OR WAS DIVORCED, AND HIS BROTHER DIED SUBSEQUENTLY, HER RIVAL IS PERMITTED. ", 
            "THE RIVAL OF ANY ONE WHO IS ENTITLED TO MAKE A DECLARATION OF REFUSAL BUT DID NOT EXERCISE HER RIGHT, MUST PERFORM HALIZAH [IF HER HUSBAND DIED CHILDLESS], AND MAY NOT CONTRACT LEVIRATE MARRIAGE. ", 
            "[Gemarah]  Consider: All these are deduced from the [exemption of] a wife's sister. Why then was not HIS WIFE'S SISTER mentioned first? ", 
            "And if it be replied that the Tanna enumerated [the forbidden relatives] in the order of the degrees of their respective severity, and that it [our Mishnah] represents the view of R. Simeon who regards burning as the severest, [it may be retorted that], if that is the case, HIS MOTHER-IN-LAW should have been mentioned first, since [Scripture] enunciated the principle of burning in the case of a mother-in-law. ", 
            "And, ", 
            "furthermore, HIS DAUGHTER-IN-LAW should have come immediately after HIS MOTHER-IN-LAW, since, next to burning, stoning is the severest penalty! — ", 
            "But [this in fact is the proper reply]: ", 
            "Since [the prohibition of intercourse with] ‘HIS DAUGHTER’ has been arrived at by exposition it is given preference."
        ]
    ], 
    "versionSource": "https://en.wikisource.org/wiki/Talmud_(Wikisource)", 
    "heTitle": "יבמות", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ]
}