{
    "work": "Megillah", 
    "text": {
        "56": {
            "56": "מאי קפנדריא", 
            "77": "אלא ארישא:", 
            "54": "ש\"מ האי מאן דיהיר בעל מום הוא:", 
            "42": "דרש רבא", 
            "48": "ומה תבור וכרמל שלא באו אלא לפי שעה ללמוד תורה נקבעים בארץ ישראל בתי כנסיות ובתי מדרשות שקורין ומרביצין בהן תורה עאכ\"ו", 
            "43": "מאי דכתיב (תהלים צ, א) ה' מעון אתה היית לנו אלו בתי כנסיות ובתי מדרשות", 
            "60": "כמאן דאמר", 
            "61": "אדמקיפנא אדרי איעול בהא", 
            "62": "א\"ר אבהו", 
            "63": "אם היה שביל מעיקרא מותר", 
            "64": "אר\"נ בר יצחק", 
            "49": "דרש בר קפרא", 
            "66": "וא\"ר חלבו אמר ר\"ה", 
            "67": "הנכנס לבהכ\"נ להתפלל מותר לעשותו קפנדריא שנא' (יחזקאל מו, ט) ובבא עם הארץ לפני ה' במועדים הבא דרך שער צפון להשתחוות יצא דרך שער נגב:", 
            "68": "עלו בו עשבים לא יתלוש מפני עגמת נפש:", 
            "69": "והתניא", 
            "80": "<big><strong>גמ׳</strong></big> תנן התם", 
            "52": "כולכם בעלי מומים אתם אצל סיני", 
            "53": "כתיב הכא גבנונים וכתיב התם (ויקרא כא, כ) או גבן או דק אמר רב אשי", 
            "24": "אמר אביי", 
            "25": "בבי כנישתא דהוצל ובבי כנישתא דשף ויתיב בנהרדעא", 
            "26": "ולא תימא הכא והכא אלא", 
            "27": "זמנין הכא וזמנין הכא", 
            "20": "(ישעיהו מג, יד) למענכם שלחתי בבלה", 
            "21": "ואף כשהן עתידין ליגאל שכינה עמהן שנאמר", 
            "22": "(דברים ל, ג) ושב ה' אלהיך את שבותך והשיב לא נאמר אלא ושב מלמד שהקב\"ה שב עמהן מבין הגליות", 
            "23": "בבבל היכא", 
            "46": "תניא ר\"א הקפר אומר", 
            "47": "עתידין בתי כנסיות ובתי מדרשות שבבבל שיקבעו בא\"י שנאמר (ירמיהו מו, יח) כי כתבור בהרים וככרמל בים יבא והלא דברים ק\"ו", 
            "44": "אמר אביי", 
            "45": "מריש הואי גריסנא בביתא ומצלינא בבי כנשתא כיון דשמעית להא דקאמר דוד (תהלים כו, ח) ה' אהבתי מעון ביתך הואי גריסנא בבי כנישתא", 
            "28": "אמר אביי", 
            "29": "תיתי לי דכי מרחיקנא פרסה עיילנא ומצלינא התם", 
            "40": "ור\"א אמר", 
            "41": "זה בית רבינו שבבבל", 
            "1": "אמרו עליו על ר' יהודה בר' אילעאי שהיה מבטל ת\"ת להוצאת המת ולהכנסת הכלה", 
            "0": "מבטלין ת\"ת להוצאת המת ולהכנסת הכלה", 
            "3": "וכמה כל צורכו", 
            "2": "בד\"א בשאין שם כל צורכו אבל יש שם כל צורכו אין מבטלין", 
            "5": "תריסר אלפי גברי ושיתא אלפי שיפורי", 
            "4": "אמר רב שמואל בר איניא משמיה דרב", 
            "7": "תריסר אלפי גברי ומינייהו שיתא אלפי שיפורי", 
            "6": "ואמרי לה", 
            "9": "כגון דחייצי גברי מאבולא עד סיכרא", 
            "8": "עולא אמר", 
            "78": "<big><strong>מתני׳</strong></big> ר\"ח אדר שחל להיות בשבת קורין בפרשת שקלים חל להיות בתוך השבת מקדימין לשעבר ומפסיקין לשבת אחרת בשניה זכור בשלישית פרה אדומה ברביעית החודש הזה לכם בחמישית חוזרין לכסדרן", 
            "51": "למה תרצו דין עם סיני", 
            "39": "אלו בתי כנסיות ובתי מדרשות שבבבל", 
            "65": "הנכנס ע\"מ שלא לעשות קפנדריא מותר לעשותו קפנדריא", 
            "76": "אילימא אסיפא כיון ששורפן במקומן מאי כבוד מתים איכא", 
            "75": "אהייא", 
            "38": "(יחזקאל יא, טז) ואהי להם למקדש מעט אמר רבי יצחק", 
            "73": "בית הקברות אין נוהגין בהן קלות ראש", 
            "72": "ת\"ר", 
            "71": "כי תנן נמי מתני' תולש ומאכיל תנן", 
            "70": "אינו תולש ומאכיל אבל תולש ומניח", 
            "59": "מאי כשמה", 
            "79": "לכל מפסיקין בראשי חדשים בחנוכה ובפורים בתעניות ובמעמדות וביוה\"כ:", 
            "58": "קפנדריא כשמה", 
            "11": "כנתינתה כך נטילתה", 
            "10": "רב ששת אמר", 
            "13": "ה\"מ למאן דקרי ותני", 
            "12": "מה נתינתה בששים ריבוא אף נטילתה בס' ריבוא", 
            "15": "תניא ר\"ש בן יוחי אומר", 
            "14": "אבל למאן דמתני לית ליה שיעורא", 
            "17": "שבכל מקום שגלו שכינה עמהן", 
            "16": "בוא וראה כמה חביבין ישראל לפני הקב\"ה", 
            "19": "(שמואל א ב, כז) הנגלה נגליתי לבית אביך בהיותם במצרים וגו' גלו לבבל שכינה עמהן שנאמר", 
            "18": "גלו למצרים שכינה עמהן שנאמר", 
            "31": "[קמו ונפקו", 
            "30": "אבוה דשמואל [ולוי] הוו יתבי בכנישתא דשף ויתיב בנהרדעא אתיא שכינה שמעו קול ריגשא", 
            "37": "שבקוהו", 
            "36": "אמר להו", 
            "35": "עלוב ושאינו עלוב מי נדחה מפני מי", 
            "34": "רבש\"ע", 
            "33": "אתו מלאכי השרת וקא מבעתו ליה אמר לפניו", 
            "55": "אין עושין אותו קפנדריא:", 
            "74": "אין מרעין בהן בהמה ואין מוליכין בהן אמת המים ואין מלקטין בהן עשבים ואם ליקט שורפן במקומן מפני כבוד מתים", 
            "32": "רב ששת הוה יתיב בבי כנישתא דשף ויתיב בנהרדעא אתיא שכינה] ולא נפק", 
            "81": "באחד באדר משמיעין על השקלים", 
            "57": "אמר רבא", 
            "50": "מאי דכתיב (תהלים סח, יז) למה תרצדון הרים גבנונים יצתה בת קול ואמרה להם"
        }, 
        "54": {
            "56": "(משלי יח, ה) שאת פני רשע לא טוב", 
            "54": "הא והא גרמא ליה", 
            "42": "א\"ל", 
            "48": "דאמר ר' יוחנן", 
            "43": "קצת בחיי", 
            "60": "יהי רצון שתגיע לחצי ימי", 
            "61": "ולכולהו לא", 
            "62": "אמר לו", 
            "63": "הבאים אחריך בהמה ירעו", 
            "64": "אבוה בר איהי ומנימן בר איהי חד אמר", 
            "49": "אסור לאדם להסתכל בצלם דמות אדם רשע שנאמר (מלכים ב ג, יד) לולא פני יהושפט מלך יהודה אני נושא אם אביט אליך ואם אראך ר\"א אמר", 
            "66": "תיתי לי דלא עבדי שותפות בהדי כותי", 
            "67": "שאלו תלמידיו את ר' זירא", 
            "68": "במה הארכת ימים", 
            "69": "אמר להם", 
            "52": "והאמר ר' יצחק", 
            "53": "לעולם אל תהי קללת הדיוט קלה בעיניך שהרי אבימלך קלל את שרה ונתקיים בזרעה שנאמר (בראשית כ, טז) הנה הוא לך כסות עינים אל תקרי כסות אלא כסיית עינים", 
            "24": "אתו גווזי וקא מחו ליה", 
            "25": "סליק יתיב ארישא דדיקלא א\"ל", 
            "26": "רבי אם נאמר (במדבר כח, ד) כבש למה נאמר אחד", 
            "27": "אמר להו", 
            "20": "וותרן בממוני הייתי דאמר מר", 
            "21": "איוב וותרן בממוניה הוה שהיה מניח פרוטה לחנוני מממוניה", 
            "22": "שאל ר\"ע את רבי נחוניא הגדול (אמר לו)", 
            "23": "במה הארכת ימים", 
            "46": "א\"ל", 
            "47": "מימי לא נסתכלתי בדמות אדם רשע", 
            "44": "אמר לו", 
            "45": "רבי תורה היא וללמוד אני צריך", 
            "28": "צורבא מדרבנן הוא שבקוהו", 
            "29": "א\"ל", 
            "40": "שאל רבי את ר' יהושע בן קרחה", 
            "41": "במה הארכת ימים", 
            "1": "דא\"ר יצחק א\"ר יוחנן", 
            "0": "ולא ברכתי לפני כהן ולא אכלתי מבהמה שלא הורמו מתנותיה", 
            "3": "ואמר ר' יצחק", 
            "2": "אסור לאכול מבהמה שלא הורמו מתנותיה", 
            "5": "ולית הלכתא כוותיה", 
            "4": "כל האוכל מבהמה שלא הורמו מתנותיה כאילו אוכל טבלים", 
            "7": "והא א\"ר יוחנן", 
            "6": "ולא ברכתי לפני כהן למימרא דמעליותא היא", 
            "9": "אל תקרי משנאי אלא משניאי", 
            "8": "כל תלמיד חכם שמברך לפניו אפילו כ\"ג עם הארץ אותו ת\"ח חייב מיתה שנאמר (משלי ח, לו) כל משנאי אהבו מות", 
            "51": "והא גרמא ליה", 
            "39": "כל המעביר על מדותיו מעבירין ממנו כל פשעיו שנאמר (מיכה ז, יח) נושא עון ועובר על פשע למי נושא עון למי שעובר על פשע", 
            "65": "תיתי לי דלא אסתכלי בכותי וחד אמר", 
            "76": "אין אוכלין בהן ואין שותין בהן", 
            "75": "בתי כנסיות אין נוהגין בהן קלות ראש", 
            "38": "ולא עמדתי על מדותי דאמר רבא", 
            "73": "עלו בו עשבים לא יתלוש מפני עגמת נפש:", 
            "72": "בית הכנסת שחרב אין מספידין בתוכו ואין מפשילין בתוכו חבלים ואין פורשין לתוכו מצודות ואין שוטחין על גגו פירות ואין עושין אותו קפנדריא שנאמר (ויקרא כו, לא) והשמותי את מקדשכם קדושתן אף כשהן שוממין", 
            "71": "<big><strong>מתני׳</strong></big> ועוד א\"ר יהודה", 
            "70": "מימי לא הקפדתי בתוך ביתי ולא צעדתי בפני מי שגדול ממני ולא הרהרתי במבואות המטונפות ולא הלכתי ד\"א בלא תורה ובלא תפילין ולא ישנתי בבית המדרש לא שינת קבע ולא שינת עראי ולא ששתי בתקלת חבירי ולא קראתי לחבירי (בחניכתו) ואמרי לה (בחכינתו):", 
            "59": "א\"ל", 
            "58": "[רבי] ברכני", 
            "11": "שאלו תלמידיו את רבי נחוניא בן הקנה", 
            "10": "כי קאמר איהו בשוין", 
            "13": "אמר להם", 
            "12": "במה הארכת ימים", 
            "15": "לא נתכבדתי בקלון חברי כי הא דרב הונא דרי מרא אכתפיה אתא רב חנא בר חנילאי וקא דרי מיניה", 
            "14": "מימי לא נתכבדתי בקלון חברי ולא עלתה על מטתי קללת חברי וותרן בממוני הייתי", 
            "17": "אי רגילת דדרית במאתיך דרי ואי לא אתייקורי אנא בזילותא דידך לא ניחא לי", 
            "16": "א\"ל", 
            "19": "שרי ליה לכל מאן דצערן", 
            "18": "ולא עלתה על מטתי קללת חברי כי הא דמר זוטרא כי הוה סליק לפורייה אמר", 
            "31": "א\"ל", 
            "30": "אחד מיוחד שבעדרו", 
            "37": "אתייקורי דמתייקרי בי", 
            "36": "ר' זירא כי הוו משדרי ליה מבי נשיאה לא הוה שקיל כי הוה מזמני ליה אזיל אמר", 
            "35": "דכתיב (משלי טו, כז) שונא מתנות יחיה", 
            "34": "לא ניחא לכו דאחיה", 
            "33": "לא קבלתי מתנות כי הא דר' אלעזר כי הוו משדרי ליה מתנות מבי נשיאה לא הוה שקיל כי הוה מזמני ליה לא הוה אזיל אמר להו", 
            "55": "רבא אמר מהכא", 
            "74": "<big><strong>גמ׳</strong></big> ת\"ר", 
            "32": "מימי לא קבלתי מתנות ולא עמדתי על מדותי וותרן בממוני הייתי", 
            "57": "בשעת פטירתו א\"ל", 
            "50": "עיניו כהות שנאמר (בראשית כז, א) ויהי כי זקן יצחק ותכהין עיניו מראות משום דאסתכל בעשו הרשע"
        }, 
        "42": {
            "56": "ת\"ש דרב איקלע לבבל בתענית צבור קם קרא בסיפרא פתח בריך חתים ולא בריך", 
            "54": "בשני ובחמישי ובשבת במנחה קורין ג' הא תענית צבור ארבעה", 
            "42": "שלח ליה רבה בריה דרבא לרב יוסף", 
            "48": "תענית צבור בכמה", 
            "43": "הלכתא מאי", 
            "60": "לאו משום דבעי למיקרי אחרינא בתריה", 
            "61": "לא רב בכהני קרא דהא רב הונא קרי בכהני", 
            "62": "בשלמא רב הונא קרי בכהני דהא אפילו רב אמי ורב אסי דכהני חשיבי דארעא ישראל מיכף כייפו ליה לרב הונא", 
            "63": "אלא רב הא איכא שמואל דכהנא הוה ודבר עליה", 
            "64": "שמואל נמי מיכף הוה כייף ליה לרב ורב הוא דעבד ליה כבוד", 
            "49": "ראש חדש ומועד דאיכא קרבן מוסף ארבעה אבל הכא דליכא קרבן מוסף לא או דלמא", 
            "66": "הכי נמי מסתברא דרב בכהני קרא דאי סלקא דעתך בישראל קרא לפניה מאי טעמא בריך", 
            "67": "לאחר תקנה", 
            "68": "אי הכי לאחריה נמי לבריך", 
            "69": "שאני היכא דיתיב רב דמיעל עיילי", 
            "52": "בראשי חדשים ובחולו של מועד קורין ארבעה הא בתענית צבור ג'", 
            "53": "אימא רישא", 
            "24": "גזירה משום הנכנסין ומשום היוצאין", 
            "25": "מיתיבי", 
            "26": "פרשה של ששה פסוקים קורין אותה בשנים ושל חמשה פסוקים ביחיד", 
            "27": "קרא ראשון שלשה השני קורא שנים מפרשה זו ואחד מפרשה אחרת ויש אומרים", 
            "20": "והא אמר רבי חנניא קרא", 
            "21": "צער גדול היה לי אצל רבי חנינא הגדול ולא התיר לי לפסוק אלא לתינוקות של בית רבן הואיל ולהתלמד עשויין", 
            "22": "התם טעמא מאי משום דלא אפשר הכא נמי לא אפשר", 
            "23": "ושמואל אמר פוסק מאי טעמא לא אמר דולג", 
            "46": "זה הכלל כל שיש בו מוסף וכו':", 
            "47": "איבעיא להו", 
            "44": "שלח ליה", 
            "45": "הלכתא דולג ואמצעי דולגן:", 
            "28": "שלשה לפי שאין מתחילין בפרשה פחות משלשה פסוקים", 
            "29": "ואם איתא למאן דאמר דולג נדלוג ולמאן דאמר פוסק נפסוק", 
            "40": "אמרי", 
            "41": "מאן דעייל שיולי שייל", 
            "1": "ליקרי תרי מהא ותלתא מהך פשו להו תרי", 
            "0": "אין מתחילין בפרשה פחות משלשה פסוקים", 
            "3": "זו לא שמעתי כיוצא בה שמעתי", 
            "2": "אמר לו", 
            "5": "ביום הראשון בראשית ויהי רקיע ותני עלה", 
            "4": "דתנן", 
            "7": "והוינן בה", 
            "6": "בראשית בשנים יהי רקיע באחד", 
            "9": "חמשה פסוקי הוו ותניא", 
            "8": "בשלמא יהי רקיע באחד דתלתא פסוקי הוו אלא בראשית בשנים", 
            "51": "ת\"ש", 
            "39": "ות\"ק מ\"ש שיורי דלא משום יוצאין אתחולי נמי גזירה משום הנכנסין", 
            "65": "וכי עביד ליה בפניו שלא בפניו לא עביד ליה", 
            "38": "נכנסין שכיחי יוצאין לא שכיחי דמנחי ספר תורה ונפקי קמ\"ל", 
            "59": "מכדי רב בישראל קרא מאי טעמא חתם ולא בריך", 
            "58": "ורב לא נפל על אפיה", 
            "11": "ואיתמר עלה", 
            "10": "הקורא בתורה לא יפחות משלשה פסוקים", 
            "13": "דולג ושמואל אמר", 
            "12": "רב אמר", 
            "15": "רב אמר דולג מאי טעמא לא אמר פוסק", 
            "14": "פוסק", 
            "17": "כל פסוקא דלא פסקיה משה אנן לא פסקינן ליה", 
            "16": "קסבר", 
            "19": "פסקינן ליה", 
            "18": "ושמואל אמר", 
            "31": "אמר רבי תנחום אמר ריב\"ל", 
            "30": "שאני התם דאפשר בהכי", 
            "37": "מהו דתימא", 
            "36": "השתא ומה אתחלתא דקא מקיל תנא קמא מחמירי יש אומרים שיור דמחמיר ת\"ק לא כ\"ש דמחמירי יש אומרים", 
            "35": "פשיטא", 
            "34": "כשם שאין מתחילין בפרשה פחות מג' פסוקים כך אין משיירין בפרשה פחות משלשה פסוקים", 
            "33": "ואמר רבי תנחום אמר ריב\"ל", 
            "55": "אלא מהא ליכא למישמע מינה", 
            "32": "הלכה כיש אומרים", 
            "57": "נפול כולי עלמא אאנפייהו", 
            "50": "הכא נמי איכא מוסף תפלה"
        }, 
        "48": {
            "56": "מהו דתימא", 
            "54": "מעשה בראשית נקרא ומתרגם", 
            "42": "קלון אביו וקלון אמו:", 
            "48": "ר' אליעזר אומר", 
            "43": "האומר ומזרעך לא תתן להעביר וכו': תנא דבי רבי ישמעאל", 
            "49": "אין מפטירין (יחזקאל טז, ב) בהודע את ירושלם:", 
            "52": "אלו נקרין ומתרגמין:", 
            "53": "בל\"ת עק\"ן נשפ\"ה סימן:", 
            "24": "לא גנאי הוא לו", 
            "25": "אמר רבי חנינא", 
            "26": "הכל בידי שמים חוץ מיראת שמים שנאמר (דברים י, יב) ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה", 
            "27": "מכלל דיראה מילתא זוטרתי היא", 
            "20": "אמר ליה", 
            "21": "סיימתינהו לשבחיה דמרך", 
            "22": "השתא הני תלתא אי לאו דכתבינהו משה באורייתא ואתו כנסת הגדולה ותקנינהו אנן לא אמרינן להו ואת אמרת כולי האי", 
            "23": "משל לאדם שהיו לו אלף אלפי אלפים דינרי זהב והיו מקלסין אותו (באלף) דינרי כסף", 
            "46": "ברכת כהנים מעשה דוד ואמנון נקראין ולא מתרגמין", 
            "47": "אין מפטירין במרכבה ורבי יהודה מתיר", 
            "44": "בישראל הבא על הכותית והוליד ממנה בן לע\"ז הכתוב מדבר:", 
            "45": "<big><strong>מתני׳</strong></big> מעשה ראובן נקרא ולא מתרגם מעשה תמר נקרא ומתרגם מעשה עגל הראשון נקרא ומתרגם והשני נקרא ולא מתרגם", 
            "28": "אין לגבי משה רבינו מילתא זוטרתי היא משל לאדם שמבקשין הימנו כלי גדול ויש לו דומה עליו ככלי קטן קטן ואין לו דומה עליו ככלי גדול", 
            "29": "אמר רבי זירא", 
            "40": "אי לא מכוין דעתיה מחינא ליה בארזפתא דנפחא עד דמכוין דעתיה:", 
            "41": "המכנה בעריות משתקין אותו: תנא רב יוסף", 
            "1": "המכנה בעריות משתקין אותו האומר", 
            "0": "יברכוך טובים הרי זו דרך המינות על קן צפור יגיעו רחמיך ועל טוב יזכר שמך מודים מודים משתקין אותו", 
            "3": "<big><strong>גמ׳</strong></big> בשלמא מודים מודים דמיחזי כשתי רשויות ועל טוב יזכר שמך נמי דמשמע", 
            "2": "(ויקרא יח, כא) ומזרעך לא תתן להעביר למולך לא תתן לאעברא בארמיותא משתקין אותו בנזיפה:", 
            "5": "חייב אדם לברך על הרעה כשם שהוא מברך על הטובה", 
            "4": "על טוב אין ועל רע לא ותנן", 
            "7": "פליגי בה תרי אמוראי במערבא", 
            "6": "אלא על קן צפור יגיעו רחמיך מ\"ט", 
            "9": "מפני שמטיל קנאה במעשה בראשית וחד אמר", 
            "8": "ר' יוסי בר אבין ור' יוסי בר זבידא חד אמר", 
            "51": "יש נקרין ומתרגמין ויש נקרין ולא מתרגמין ויש לא נקרין ולא מתרגמין", 
            "39": "חברותא כלפי שמיא", 
            "38": "אמר ליה", 
            "11": "ההוא דנחית קמיה דרבה אמר", 
            "10": "מפני שעושה מדותיו של הקב\"ה רחמים ואינן אלא גזירות", 
            "13": "אמר רבה", 
            "12": "אתה חסת על קן צפור אתה חוס ורחם עלינו (אתה חסת על אותו ואת בנו אתה חוס ורחם עלינו)", 
            "15": "א\"ל אביי", 
            "14": "כמה ידע האי מרבנן לרצויי למריה", 
            "17": "ורבה לחדודי לאביי הוא דבעא", 
            "16": "והא משתקין אותו תנן", 
            "19": "האל הגדול הגבור והנורא האדיר והחזק והאמיץ", 
            "18": "ההוא דנחית קמיה דרבי חנינא אמר", 
            "31": "מיתיבי", 
            "30": "האומר שמע שמע כאומר מודים מודים דמי", 
            "37": "ודלמא מעיקרא לא כיון דעתיה והשתא כיון דעתיה", 
            "36": "א\"ל רב פפא לרבא", 
            "35": "הא דאמר מילתא מילתא ותני לה הא דאמר פסוקא פסוקא ותני לה", 
            "34": "לא קשיא", 
            "33": "מגונה הוא דהוי שתוקי לא משתקינן ליה", 
            "55": "פשיטא", 
            "32": "הקורא את שמע וכופלה הרי זה מגונה", 
            "57": "אתו לשיולי מה למעלה מה למטה", 
            "50": "<big><strong>גמ׳</strong></big> תנו רבנן"
        }, 
        "43": {
            "56": "אמר רב חייא בר אבין", 
            "54": "לעולם אל יטיח אדם דברים כלפי מעלה שהרי אדם גדול הטיח דברים כלפי מעלה ואיטלע ומנו לוי", 
            "42": "ואיבעית אימא", 
            "48": "(מלכים א ח, נד) מכרוע על ברכיו", 
            "43": "אדם חשוב שאני כדרבי אלעזר דאמר רבי אלעזר אין אדם חשוב רשאי ליפול על פניו אלא אם כן נענה כיהושע בן נון דכתיב (יהושע ז, י) ויאמר ה' אל יהושע קום לך [וגו']", 
            "49": "השתחואה זו פישוט ידים ורגלים שנאמר", 
            "52": "והא קא גרמא ליה", 
            "53": "והאמר רבי אלעזר", 
            "24": "קם קרא בספרא פתח בריך חתם ולא בריך", 
            "25": "נפול כולי עלמא אאנפייהו ורב לא נפל על אנפיה", 
            "26": "מ\"ט רב לא נפיל על אפיה", 
            "27": "רצפה של אבנים היתה", 
            "20": "כל דטפי ליה מילתא מחבריה טפי ליה גברא יתירא", 
            "21": "הלכך בר\"ח ומועד דאיכא קרבן מוסף קורין ארבעה ביו\"ט דאסור בעשיית מלאכה חמשה ביוה\"כ דענוש כרת ששה", 
            "22": "שבת דאיכא איסור סקילה שבעה", 
            "23": "גופא רב איקלע לבבל בתענית צבור", 
            "46": "(מלכים א א, לא) ותקד בת שבע אפים ארץ", 
            "47": "כריעה על ברכים וכן הוא אומר", 
            "44": "תנו רבנן", 
            "45": "קידה על אפים שנאמר", 
            "28": "ותניא", 
            "29": "(ויקרא כו, א) ואבן משכית לא תתנו בארצכם להשתחות עליה עליה אי אתה משתחוה בארצכם אבל אתה משתחוה על אבנים של בית המקדש", 
            "40": "וליפול על אפיה ולא ליעביד פישוט ידים ורגלים", 
            "41": "לא משני ממנהגיה", 
            "1": "ת\"ש", 
            "0": "מיפק לא נפקי", 
            "3": "כל שיש בו ביטול מלאכה לעם כגון תענית צבור ותשעה באב קורין ג' ושאין בו ביטול מלאכה לעם כגון ראשי חדשים וחולו של מועד קורין ד' שמע מינה", 
            "2": "זה הכלל", 
            "5": "והא אנן לא תנן הכי", 
            "4": "אמר רב אשי", 
            "7": "כל יום שיש בו מוסף ואינו יום טוב קורין ארבעה לאתויי מאי לאו לאתויי תענית ציבור ותשעה באב", 
            "6": "זה הכלל", 
            "9": "לא תנא קמא ולא רבי יוסי", 
            "8": "ולרב אשי מתניתין מני", 
            "51": "לוי אחוי קידה קמיה דרבי ואיטלע", 
            "39": "לא אסרה תורה אלא פישוט ידים ורגלים בלבד", 
            "38": "רב פישוט ידים ורגלים הוה עביד וכדעולא דאמר עולא", 
            "11": "חל להיות בשני ובחמישי קורין ג' ומפטיר אחד", 
            "10": "דתניא", 
            "13": "רבי יוסי אומר", 
            "12": "בשלישי וברביעי קורא אחד ומפטיר אחד", 
            "15": "ואלא קשיא זה הכלל", 
            "14": "לעולם קורין ג' ומפטיר אחד", 
            "17": "הא בהדיא קתני לה", 
            "16": "לא לאתויי ראש חודש ומועד", 
            "19": "סימנא בעלמא יהיב דלא תימא יו\"ט וחולו של מועד כי הדדי נינהו אלא נקוט האי כללא בידך", 
            "18": "בראשי חדשים ומועד קורין ארבעה", 
            "31": "לא אסרה תורה אלא רצפה של אבנים בלבד", 
            "30": "כדעולא דאמר עולא", 
            "37": "ואיבעית אימא", 
            "36": "לא בעי למיטרח ציבורא", 
            "35": "וליזיל לגבי ציבורא ולינפול על אפיה", 
            "34": "קמיה דרב הואי", 
            "33": "אפילו כולהו נמי", 
            "55": "הא והא גרמא ליה", 
            "32": "אי הכי מאי איריא רב", 
            "57": "חזינא להו לאביי", 
            "50": "(בראשית לז, י) הבוא נבוא אני ואמך ואחיך להשתחות לך ארצה"
        }, 
        "60": {
            "24": "כתוב בתורה (דברים י, יז) כי ה' אלהיכם הוא אלהי האלהים ואדוני האדונים וכתיב בתריה עושה משפט יתום ואלמנה", 
            "25": "שנוי בנביאים (ישעיהו נז, טו) כה אמר רם ונשא שוכן עד וקדוש וגו' וכתיב בתריה ואת דכא ושפל רוח", 
            "26": "משולש בכתובים דכתיב (תהלים סח, ה) סולו לרוכב בערבות ביה שמו וכתיב בתריה אבי יתומים ודיין אלמנות", 
            "27": "יו\"ט הראשון של חג קורין בפרשת מועדות שבתורת כהנים ומפטירין (זכריה יד, א) הנה יום בא לה' והאידנא דאיכא תרי יומי למחר מיקרא ה\"נ קרינן אפטורי מאי מפטירין", 
            "20": "ביוה\"כ קורין (ויקרא טז, א) אחרי מות ומפטירין (ישעיהו נז, טו) כי כה אמר רם ונשא ובמנחה קורין בעריות ומפטירין ביונה", 
            "21": "אמר ר' יוחנן", 
            "22": "כל מקום שאתה מוצא גבורתו של הקב\"ה אתה מוצא ענוותנותו", 
            "23": "דבר זה כתוב בתורה ושנוי בנביאים ומשולש בכתובים", 
            "28": "(מלכים א ח, ב) ויקהלו אל המלך שלמה ושאר כל ימות החג קורין בקרבנות החג", 
            "29": "יו\"ט האחרון קורין כל הבכור מצות וחוקים ובכור ומפטירין (מלכים א ט, א) ויהי ככלות שלמה", 
            "1": "אין מפסיקין בקללות אלא אחד קורא את כולן", 
            "0": "ברכות וקללות", 
            "3": "(ויקרא כג, מד) וידבר משה את מועדי ה' אל בני ישראל מצותן שיהו קורין כל אחד ואחד בזמנו:", 
            "2": "בשני ובחמישי בשבת במנחה קורין כסדרן ואין עולים להם מן החשבון שנאמר", 
            "5": "בפסח קורין בפרשת מועדות ומפטירין בפסח (יהושע ה, י) גלגל", 
            "4": "<big><strong>גמ׳</strong></big> ת\"ר", 
            "7": "ושאר ימות הפסח מלקט וקורא מענינו של פסח", 
            "6": "והאידנא דאיכא תרי יומי יומא קמא בפסח גלגל ולמחר בפסח (מלכים ב כג, טז) יאשיהו", 
            "9": "אמר רב פפא", 
            "8": "מאי היא", 
            "39": "אמר רב הונא", 
            "38": "חל להיות באחד בשבת מאתמול מפטירין (שמואל א כ) ויאמר לו יהונתן מחר חדש", 
            "11": "יום טוב האחרון של פסח קורין (שמות יג, יז) ויהי בשלח ומפטירין (שמואל ב כב, א) וידבר דוד ולמחר (דברים טו, יט) כל הבכור ומפטירין (ישעיהו י, לב) עוד היום", 
            "10": "מאפ\"ו סימן", 
            "13": "והאידנא נהוג עלמא למיקרי", 
            "12": "אמר אביי", 
            "15": "בעצרת (דברים טז, ט) שבעה שבועות ומפטירין (חבקוק ג, א) בחבקוק", 
            "14": "משך תורא קדש בכספא פסל במדברא שלח בוכרא", 
            "17": "והאידנא דאיכא תרי יומי עבדינן כתרוייהו ואיפכא", 
            "16": "אחרים אומרים (שמות יט, א) בחדש השלישי ומפטירין (יחזקאל א, א) במרכבה", 
            "19": "והאידנא דאיכא תרי יומי יומא קמא כיש אומרים למחר (בראשית כב, א) והאלהים נסה את אברהם ומפטירין הבן יקיר", 
            "18": "בראש השנה (במדבר כט, א) בחדש השביעי ומפטירין (ירמיהו לא, כ) הבן יקיר לי אפרים ויש אומרים (בראשית כא, א) וה' פקד את שרה ומפטירין (שמואל א ב, א) בחנה", 
            "31": "אמר רב הונא אמר רב", 
            "30": "למחר קורין וזאת הברכה ומפטירין (מלכים א ח, כב) ויעמד שלמה", 
            "37": "ראש חדש שחל להיות בשבת מפטירין (ישעיהו סו) והיה מדי חדש בחדשו", 
            "36": "בראשי חדשים (במדבר כח, יא) ובראשי חדשיכם", 
            "35": "בפורים (שמות יז, ח) ויבא עמלק", 
            "34": "ואי מיקלעי שתי שבתות קמייתא בנרות דזכריה בתרייתא (מלכים א ז, מ) בנרות שלמה", 
            "33": "בחנוכה בנשיאים ומפטירין (זכריה ב, יד) בנרות דזכריה", 
            "32": "שבת שחל להיות בחולו של מועד בין בפסח בין בסוכות מקרא קרינן (שמות לג, יב) ראה אתה אפטורי בפסח (יחזקאל לז, ד) העצמות היבשות ובסוכות (יחזקאל לח, יח) ביום בא גוג"
        }, 
        "61": {
            "56": "וילדים", 
            "54": "אם יאמרו לך זקנים", 
            "42": "והללו בלשון יחיד אמורות ומשה מפי עצמו אמרן", 
            "48": "אמר אביי ואיתימא ריש לקיש", 
            "43": "לוי בר בוטי הוה קרי וקא מגמגם קמיה דרב הונא בארורי אמר לו", 
            "60": "ת\"ר", 
            "61": "מקום שמפסיקין בשבת שחרית שם קורין במנחה במנחה שם קורין בשני בשני שם קורין בחמישי בחמישי שם קורין לשבת הבאה דברי ר' מאיר", 
            "62": "ר' יהודה אומר", 
            "63": "מקום שמפסיקין בשבת שחרית שם קורין במנחה ובשני ובחמישי ולשבת הבאה", 
            "64": "אמר רבי זירא", 
            "49": "כדי שתכלה השנה וקללותיה", 
            "66": "ולימא", 
            "67": "הלכה כרבי יהודה", 
            "52": "ובעצרת על פירות האילן", 
            "53": "תניא רבי שמעון בן אלעזר אומר", 
            "24": "קחה לי עגלה משולשת וגו'", 
            "25": "אמר לפניו", 
            "26": "רבש\"ע תינח בזמן שבית המקדש קיים בזמן שאין בית המקדש קיים מה תהא עליהם", 
            "27": "אמר לו", 
            "20": "לאו", 
            "21": "אמר לפניו", 
            "22": "רבש\"ע במה אדע", 
            "23": "אמר לו", 
            "46": "עזרא תיקן להן לישראל שיהו קורין קללות שבתורת כהנים קודם עצרת ושבמשנה תורה קודם ר\"ה", 
            "47": "מאי טעמא", 
            "44": "אכנפשך לא שנו אלא קללות שבתורת כהנים אבל שבמשנה תורה פוסק", 
            "45": "תניא ר' שמעון בן אלעזר אומר", 
            "28": "כבר תקנתי להם סדר קרבנות כל זמן שקוראין בהן מעלה אני עליהן כאילו מקריבין לפני קרבן ומוחל אני על כל עונותיהם:", 
            "29": "בתעניות ברכות וקללות ואין מפסיקין בקללות:", 
            "40": "מאי טעמא", 
            "41": "הללו בלשון רבים אמורות ומשה מפי הגבורה אמרן", 
            "1": "מאי היו עלי לטורח", 
            "0": "ראש חדש אב שחל להיות בשבת מפטירין (ישעיהו א, יד) חדשיכם ומועדיכם שנאה נפשי היו עלי לטורח", 
            "3": "לא דיין להם לישראל שחוטאין לפני אלא שמטריחין אותי לידע איזו גזירה קשה אביא עליהם", 
            "2": "אמר הקב\"ה", 
            "5": "אמר רב", 
            "4": "בתשעה באב גופיה מאי מפטרינן", 
            "7": "תניא אחרים אומרים", 
            "6": "(ישעיהו א, כא) איכה היתה לזונה מקרא מאי", 
            "9": "(במדבר יד, יא) עד אנה ינאצוני העם הזה ויש אומרים", 
            "8": "(ויקרא כו, יד) ואם לא תשמעו לי ר' נתן בר יוסף אומר", 
            "51": "אין עצרת נמי ראש השנה היא דתנן", 
            "39": "לא שנו אלא בקללות שבתורת כהנים אבל קללות שבמשנה תורה פוסק", 
            "65": "הלכה מקום שמפסיקין בשבת שחרית שם קורין במנחה ובשני ובחמישי ולשבת הבאה", 
            "38": "אמר אביי", 
            "59": "(מלכים א יב, כא) רחבעם בן שלמה", 
            "58": "סתור ואל תבנה מפני שסתירת זקנים בנין ובנין נערים סתירה וסימן לדבר", 
            "11": "אמר אביי", 
            "10": "(במדבר יד, כז) עד מתי לעדה הרעה הזאת", 
            "13": "[במעמדות] במעשה בראשית וכו':", 
            "12": "האידנא נהוג עלמא למיקרי (דברים ד, כה) כי תוליד בנים ומפטירין (ירמיהו ח, יג) אסוף אסיפם:", 
            "15": "א\"ר אמי", 
            "14": "מנהני מילי", 
            "17": "רבש\"ע", 
            "16": "אלמלא מעמדות לא נתקיימו שמים וארץ שנאמר (ירמיהו לג, כה) אם לא בריתי יומם ולילה חוקות שמים וארץ לא שמתי וכתיב (בראשית טו, ב) ויאמר ה' אלהים במה אדע כי אירשנה אמר אברהם לפני הקב\"ה", 
            "19": "אמר לו", 
            "18": "שמא ח\"ו ישראל חוטאים לפניך ואתה עושה להם כדור המבול וכדור הפלגה", 
            "31": "אמר ר' חייא בר גמדא אמר רבי אסי", 
            "30": "מה\"מ", 
            "37": "כשהוא מתחיל מתחיל בפסוק שלפניהם וכשהוא מסיים מסיים בפסוק שלאחריהן", 
            "36": "תנא", 
            "35": "אלא היכי עביד", 
            "34": "לפי שאין אומרים ברכה על הפורענות", 
            "33": "ריש לקיש אמר", 
            "55": "סתור", 
            "32": "דאמר קרא (משלי ג, יא) מוסר ה' בני אל תמאס", 
            "57": "בנה", 
            "50": "בשלמא שבמשנה תורה איכא כדי שתכלה שנה וקללותיה אלא שבתורת כהנים אטו עצרת ראש השנה היא"
        }, 
        "62": {
            "42": "אלא אמר אביי", 
            "48": "משה תיקן להם לישראל שיהו שואלין ודורשין בענינו של יום הלכות פסח בפסח הלכות עצרת בעצרת הלכות חג בחג:", 
            "43": "נקבר ערום בלא אותה מצוה", 
            "49": "<br><br><big><strong>הדרן עלך בני העיר וסליקא לה מסכת מגילה</strong></big><br><br>", 
            "24": "אלא אימא", 
            "25": "קיבל שכר כנגד כולן", 
            "26": "ואמר ר' שפטיה אמר ר' יוחנן", 
            "27": "מנין שמשתמשין בבת קול שנאמר (ישעיהו ל, כא) ואזניך תשמענה דבר מאחריך לאמר", 
            "20": "עשרה שקראו בתורה הגדול שבהם גולל ספר תורה", 
            "21": "הגוללו נוטל שכר כולן דאמר ר' יהושע בן לוי", 
            "22": "עשרה שקראו בתורה הגולל ספר תורה קיבל שכר כולן", 
            "23": "שכר כולן סלקא דעתך", 
            "46": "(ויקרא כג, מד) וידבר משה את מועדי ה' אל בני ישראל מצותן שיהיו קורין אותן כל אחד ואחד בזמנו:", 
            "47": "ת\"ר", 
            "44": "אמר רבי ינאי בריה דרבי ינאי סבא משמיה דרבי ינאי רבה", 
            "45": "מוטב תיגלל המטפחת ואל יגלל ספר תורה:", 
            "28": "והני מילי דשמע קל גברא במתא וקל איתתא בדברא", 
            "29": "והוא דאמר הין הין והוא דאמר לאו לאו", 
            "40": "נקבר ערום בלא מצות", 
            "41": "בלא מצות סלקא דעתך", 
            "1": "ת\"ר", 
            "0": "משום דאפכי להו", 
            "3": "רבי יהודה אומר", 
            "2": "פותח ורואה גולל ומברך וחוזר ופותח וקורא דברי רבי מאיר", 
            "5": "מאי טעמא דרבי מאיר כדעולא דאמר עולא", 
            "4": "פותח ורואה ומברך וקורא", 
            "7": "ורבי יהודה", 
            "6": "מפני מה אמרו הקורא בתורה לא יסייע למתורגמן כדי שלא יאמרו תרגום כתוב בתורה הכא נמי כדי שלא יאמרו ברכות כתובין בתורה", 
            "9": "אמר רבי זירא אמר רב מתנה", 
            "8": "תרגום איכא למיטעי ברכות ליכא למיטעי", 
            "39": "אלא אימא", 
            "38": "ערום סלקא דעתך", 
            "11": "ולימא הלכה כר' יהודה", 
            "10": "הלכה פותח ורואה ומברך וקורא", 
            "13": "אמר ר' זירא אמר רב מתנה", 
            "12": "משום דאפכי להו", 
            "15": "אמר ר' שפטיה אמר ר' יוחנן", 
            "14": "הלוחות והבימות אין בהן משום קדושה", 
            "17": "ואמר ר' שפטיה א\"ר יוחנן", 
            "16": "הגולל ספר תורה צריך שיעמידנו על התפר", 
            "19": "ואמר ר' שפטיה א\"ר יוחנן", 
            "18": "הגולל ספר תורה גוללו מבחוץ ואין גוללו מבפנים וכשהוא מהדקו מהדקו מבפנים ואינו מהדקו מבחוץ", 
            "31": "כל הקורא בלא נעימה ושונה בלא זמרה עליו הכתוב אומר (יחזקאל כ, כה) וגם אני נתתי להם חוקים לא טובים וגו'", 
            "30": "ואמר ר' שפטיה אמר ר' יוחנן", 
            "37": "כל האוחז ספר תורה ערום נקבר ערום", 
            "36": "אמר רבי פרנך אמר רבי יוחנן", 
            "35": "שני תלמידי חכמים היושבים בעיר אחת ואין נוחין זה את זה בהלכה עליהם הכתוב אומר וגם אני נתתי להם חוקים לא טובים ומשפטים לא יחיו בהם", 
            "34": "אלא כדרב משרשיא דאמר", 
            "33": "משום דלא ידע לבסומי קלא (יחזקאל כ, כה) משפטים לא יחיו בהם קרית ביה", 
            "32": "מתקיף לה אביי"
        }, 
        "49": {
            "56": "אמר רב אשי", 
            "54": "אמר רב הונא בר מנוח משמיה דרב אחא בריה דרב איקא", 
            "42": "משום דכתיב (במדבר ו, כו) ישא:", 
            "48": "ר' יהושע בן קרחה אומר", 
            "43": "מעשה דוד ואמנון לא נקרין ולא מתרגמין והא אמרת מעשה אמנון ותמר נקרא ומתרגם", 
            "60": "מתני׳ <big><strong>בני</strong></big> העיר שמכרו רחובה של עיר לוקחין בדמיו בית הכנסת בית הכנסת לוקחין תיבה תיבה לוקחין מטפחות מטפחות", 
            "49": "למחראות כשמן מפני שהוא גנאי לעבודת כוכבים", 
            "52": "ר' ינאי אמר מהכא", 
            "53": "(הושע י, ה) לעגלות בית און יגורו שכן שומרון כי אבל עליו עמו וכמריו עליו יגילו על כבודו כי גלה ממנו אל תקרי כבודו אלא כבידו", 
            "24": "מהו דתימא", 
            "25": "ליחוש לכבודו דבנימין קמ\"ל", 
            "26": "(יחזקאל טז, ב) הודע את ירושלם את תועבותיה נקרא ומתרגם פשיטא", 
            "27": "לאפוקי מדרבי אליעזר", 
            "20": "מעשה אמנון ותמר נקרא ומתרגם [מעשה אבשלום נקרא ומתרגם] פשיטא", 
            "21": "מהו דתימא", 
            "22": "ליחוש ליקריה דדוד קמ\"ל", 
            "23": "מעשה פילגש בגבעה נקרא ומתרגם פשיטא", 
            "46": "ת\"ר", 
            "47": "כל המקראות הכתובין בתורה לגנאי קורין אותן לשבח כגון (דברים כח, ל) ישגלנה ישכבנה (דברים כח, כז) בעפולים בטחורים (מלכים ב ו, כה) חריונים דביונים (מלכים ב יח, כז) לאכול את חוריהם ולשתות את מימי שיניהם לאכול את צואתם ולשתות את מימי רגליהם (מלכים ב י, כז) למחראות למוצאות", 
            "44": "לא קשיא", 
            "45": "הא דכתיב אמנון בן דוד הא דכתיב אמנון סתמא", 
            "28": "דתניא", 
            "29": "מעשה באדם אחד שהיה קורא למעלה מרבי אליעזר הודע את ירושלם את תועבותיה אמר לו", 
            "40": "לעולם יהא אדם זהיר בתשובותיו שמתוך תשובה שהשיבו אהרן למשה פקרו המערערים שנאמר (שמות לב, כד) ואשליכהו באש ויצא העגל הזה:", 
            "41": "ברכת כהנים נקרין ולא מתרגמין מ\"ט", 
            "1": "מעשה לוט ושתי בנותיו נקרא ומתרגם", 
            "0": "ומה לפנים ומה לאחור קמ\"ל", 
            "3": "מהו דתימא", 
            "2": "פשיטא", 
            "5": "מעשה תמר ויהודה נקרא ומתרגם פשיטא", 
            "4": "ניחוש לכבודו דאברהם קמ\"ל", 
            "7": "ליחוש לכבודו דיהודה קמ\"ל", 
            "6": "מהו דתימא", 
            "9": "מעשה עגל הראשון נקרא ומתרגם פשיטא", 
            "8": "שבחיה הוא דאודי", 
            "51": "כל ליצנותא אסירא בר מליצנותא דעבודת כוכבים דשריא דכתיב (ישעיהו מו, א) כרע בל קרס נבו וכתיב (ישעיהו מו, ב) קרסו כרעו יחדיו לא יכלו מלט משא וגו'", 
            "39": "תניא ר\"ש בן אלעזר אומר", 
            "38": "מן (שמות לב, כא) ויאמר משה עד וירא משה", 
            "59": "<br><br><big><strong>הדרן עלך הקורא את המגילה עומד</strong></big><br><br>", 
            "58": "האי מאן דשפיר שומעניה שרי לשבוחיה ומאן דשבחיה ינוחו לו ברכות על ראשו:", 
            "11": "ליחוש לכבודן של ישראל", 
            "10": "מהו דתימא", 
            "13": "כל שכן דניחא להו דהויא להו כפרה", 
            "12": "קמ\"ל", 
            "15": "מהו דתימא", 
            "14": "קללות וברכות נקרין ומתרגמין פשיטא", 
            "17": "אזהרות ועונשין נקרין ומתרגמין פשיטא", 
            "16": "ניחוש דלמא פייגא דעתייהו דצבורא קמ\"ל", 
            "19": "ניחוש דלמא אתו למעבד מיראה קמ\"ל", 
            "18": "מהו דתימא", 
            "31": "בדקו אחריו ומצאו בו שמץ פסול:", 
            "30": "עד שאתה בודק בתועבות ירושלים צא ובדוק בתועבות אמך", 
            "37": "איזה מעשה עגל השני", 
            "36": "מעשה עגל השני נקרא ולא מתרגם", 
            "35": "(הפסק) אל תתרגם אלא אחרון ושיבחוהו חכמים", 
            "34": "ומעשה ברבי חנינא בן גמליאל שהלך לכבול והיה קורא חזן הכנסת (בראשית לה, כב) ויהי בשכון ישראל ואמר לו למתורגמן", 
            "33": "מעשה ראובן נקרא ולא מתרגם", 
            "55": "שרי ליה לבר ישראל למימר ליה לעובד כוכבים שקליה לעבודת כוכבים ואנחיה בשין תיו שלו", 
            "32": "ואלו נקרין ולא מתרגמין (רעבד\"ן סימן)", 
            "57": "האי מאן דסנאי שומעניה שרי ליה לבזוייה בגימ\"ל ושי\"ן", 
            "50": "אמר רב נחמן"
        }, 
        "52": {
            "56": "אלא שגבו והותירו טעמא דהתנו הא לא התנו לא", 
            "54": "ה\"ד", 
            "42": "אין מוכרין ס\"ת אלא ללמוד תורה ולישא אשה ש\"מ", 
            "48": "אפי' אין לו מה יאכל ומכר ס\"ת או בתו אינו רואה סימן ברכה לעולם:", 
            "43": "תורה בתורה שפיר דמי", 
            "60": "מי שמיע לך מרב ששת מאי דוכסוסיא", 
            "61": "אמר ליה", 
            "62": "הכי אמר רב ששת", 
            "63": "פרשא דמתא", 
            "64": "אמר אביי", 
            "49": "וכן במותריהן:", 
            "66": "אמר רבי יוחנן משום ר\"מ", 
            "67": "בני העיר שהלכו לעיר אחרת ופסקו עליהן צדקה נותנין וכשהן באין מביאין אותה עמהן ומפרנסין בה עניי עירן תניא נמי הכי", 
            "68": "בני העיר שהלכו לעיר אחרת ופסקו עליהן צדקה נותנין וכשהן באין מביאין אותה עמהן", 
            "69": "ויחיד שהלך לעיר אחרת ופסקו עליו צדקה תנתן לעניי אותה העיר", 
            "52": "איתיביה אביי", 
            "53": "בד\"א שלא התנו אבל התנו אפילו לדוכסוסיא מותר", 
            "24": "גוללים ס\"ת במטפחות חומשין מטפחות חומשין אין מטפחות ס\"ת לא", 
            "25": "אימא סיפא", 
            "26": "ולא חומשין במטפחות ס\"ת", 
            "27": "הא תורה בתורה ש\"ד", 
            "20": "מתני' דיעבד כי קא מיבעיא לן לכתחלה", 
            "21": "ת\"ש", 
            "22": "גוללין ס\"ת במטפחות חומשין וחומשין במטפחות נביאים וכתובים אבל לא נביאים וכתובים במטפחות חומשין ולא חומשין במטפחות ס\"ת", 
            "23": "קתני מיהת", 
            "46": "ת\"ר", 
            "47": "לא ימכור אדם ס\"ת אע\"פ שאינו צריך לו יתר על כן ארשב\"ג", 
            "44": "דלמא שאני תלמוד שהלמוד מביא לידי מעשה", 
            "45": "אשה נמי (ישעיהו מה, יח) לא תהו בראה לשבת יצרה אבל תורה בתורה לא", 
            "28": "אלא מהא ליכא למישמע מינה", 
            "29": "תא שמע", 
            "40": "התם משום פשיעותא כי קאמרינן כגון דכתיב ומנח לאיפרוקי מאי", 
            "41": "ת\"ש דא\"ר יוחנן משום ר\"מ", 
            "1": "בהכ\"נ מותר לעשותו בית המדרש ש\"מ", 
            "0": "כוותיה דרב פפי מסתברא דא\"ר יהושע בן לוי", 
            "3": "מאי דכתיב (מלכים ב כה, ט) וישרף את בית ה' ואת בית המלך ואת כל בתי ירושלם ואת כל בית גדול שרף באש", 
            "2": "דרש בר קפרא", 
            "5": "ר' יוחנן ור' יהושע בן לוי חד אמר", 
            "4": "בית ה' זה בהמ\"ק בית המלך אלו פלטרין של מלך ואת כל בתי ירושלם כמשמען ואת כל בית גדול שרף באש", 
            "7": "מקום שמגדלין בו תפלה", 
            "6": "מקום שמגדלין בו תורה וחד אמר", 
            "9": "ומ\"ד תפלה דכתיב (מלכים ב ח, ד) ספרה נא הגדולות אשר עשה אלישע", 
            "8": "מ\"ד תורה דכתיב (ישעיהו מב, כא) ה' חפץ למען צדקו יגדיל תורה ויאדיר", 
            "51": "ל\"ש אלא שמכרו והותירו אבל גבו והותירו מותר", 
            "39": "לא ימכור אדם ס\"ת ישן ליקח בו חדש", 
            "65": "הלכך האי צורבא מרבנן דשמע ליה מילתא ולא ידע פירושא לישיילה קמיה דשכיח קמיה רבנן דלא אפשר דלא שמיע ליה מן גברא רבה", 
            "38": "דאמר רבה בר בר חנה א\"ר יוחנן משום רשב\"ג", 
            "73": "אמר להו תנינא בד\"א בשאין שם", 
            "72": "נותבה לן מר וניזול ונפרנס בה עניי מאתין", 
            "71": "כי בעו למיתי אמרו ליה", 
            "70": "ר\"ה גזר תעניתא על לגביה רב חנה בר חנילאי וכל בני מתיה רמו עלייהו צדקה ויהבו", 
            "59": "א\"ל אביי לההוא מרבנן דהוה מסדר מתניתא קמיה דרב ששת", 
            "58": "בד\"א שלא התנו שבעה טובי העיר במעמד אנשי העיר אבל התנו שבעה טובי העיר במעמד אנשי העיר אפילו לדוכסוסיא נמי מותר", 
            "11": "תסתיים דר' יהושע בן לוי הוא דאמר מקום שמגדלין בו תורה דאמר ר' יהושע בן לוי", 
            "10": "ואלישע דעבד ברחמי הוא דעבד", 
            "13": "אבל מכרו תורה לא יקחו ספרים וכו':", 
            "12": "בית הכנסת מותר לעשותו בית המדרש ש\"מ:", 
            "15": "מהו למכור ס\"ת ישן ליקח בו חדש", 
            "14": "איבעיא להו", 
            "17": "תא שמע", 
            "16": "כיון דלא מעלי ליה אסור או דלמא כיון דליכא לעלויי עילוייא אחרינא שפיר דמי", 
            "19": "ספרים הוא דלא הא תורה בתורה שפיר דמי", 
            "18": "אבל מכרו תורה לא יקחו ספרים", 
            "31": "אבל לא נביאים וכתובים ע\"ג חומשין ולא חומשין על גבי תורה", 
            "30": "מניחין ס\"ת על גבי תורה ותורה ע\"ג חומשין וחומשין ע\"ג נביאים וכתובים", 
            "37": "ת\"ש", 
            "36": "אלא כיון דלא אפשר שרי הכא נמי כיון דלא אפשר שרי", 
            "35": "והא קא יתיב דפא אחבריה", 
            "34": "דאי לא תימא הכי מיכרך היכי כרכינן", 
            "33": "שאני הנחה דלא אפשר", 
            "55": "אילימא שמכרו והותירו כי התנו מאי הוי", 
            "32": "הנחה קאמרת", 
            "57": "לעולם שמכרו והותירו וה\"ק", 
            "50": "אמר רבא"
        }, 
        "53": {
            "56": "בשלמא משתין ישהה כדי הילוך ד\"א משום ניצוצות אלא מתפלל ישהה כדי הילוך ד\"א ל\"ל", 
            "77": "במה הארכת ימים", 
            "54": "תני", 
            "42": "מותר לאדם להשתין מים בתוך ד' אמות של תפלה", 
            "48": "תני תנא קמיה דרב נחמן", 
            "43": "אמר רב יוסף", 
            "60": "שאלו תלמידיו את רבי זכאי", 
            "61": "במה הארכת ימים", 
            "62": "אמר להם", 
            "63": "מימי לא השתנתי מים בתוך ד\"א של תפלה ולא כניתי שם לחבירי ולא ביטלתי קידוש היום", 
            "64": "אמא זקינה היתה לי פעם אחת מכרה כפה שבראשה והביאה לי קידוש היום", 
            "49": "המתפלל מרחיק ד\"א ומשתין והמשתין מרחיק ד\"א ומתפלל", 
            "66": "כשמתה הניחה לו ג' מאות גרבי יין כשמת הוא הניח לבניו שלשת אלפים גרבי יין", 
            "67": "רב הונא הוה אסר ריתא וקאי קמיה דרב אמר ליה", 
            "68": "מאי האי", 
            "69": "א\"ל", 
            "80": "שאלו תלמידיו את ר' פרידא", 
            "52": "כמה ירחיק מהן ומן הצואה ד\"א אלא המתפלל מרחיק ד\"א ומשתין למה לי", 
            "53": "אי הכי קדשתינהו לכולהו שבילי דנהרדעא", 
            "24": "אפילו לוקח אוכל פירות מותר", 
            "25": "וא\"ר יהודה", 
            "26": "מעשה בביתוס בן זונן שעשה שדהו מכר על פי ראב\"ע ולוקח אוכל פירות היה", 
            "27": "אמרו לו", 
            "20": "צד אחד ברבית מותר", 
            "21": "דתניא", 
            "22": "הרי שהיה נושה בחבירו מנה ועשה לו שדהו מכר בזמן שמוכר אוכל פירות מותר לוקח אוכל פירות אסור", 
            "23": "ר' יהודה אומר", 
            "46": "מוכרין אותה לשום חצר ולוקח מה שירצה יעשה", 
            "47": "ואפילו רבנן לא קאמרי אלא בית הכנסת דקביע קדושתיה אבל ד\"א דלא קביע קדושתייהו לא", 
            "44": "מאי קמ\"ל", 
            "45": "תנינא ר' יהודה אומר", 
            "28": "משם ראיה", 
            "29": "מוכר אוכל פירות היה ולא לוקח", 
            "40": "וחכ\"א מוכרין אותו ממכר עולם וכו':", 
            "41": "אר\"י אמר שמואל", 
            "1": "וכ\"ש דעניי דידי ודידכו עלי סמיכי:", 
            "0": "חבר עיר אבל יש שם חבר עיר תינתן לחבר עיר", 
            "3": "אמרו לו", 
            "2": "<big><strong>מתני׳</strong></big> אין מוכרין את של רבים ליחיד מפני שמורידין אותו מקדושתו דברי רבי מאיר", 
            "5": "<big><strong>גמ׳</strong></big> שפיר קאמרי ליה רבנן לר\"מ", 
            "4": "א\"כ אף לא מעיר גדולה לעיר קטנה:", 
            "7": "מעיר גדולה לעיר קטנה מעיקרא קדישא השתא נמי קדישא מרבים ליחיד ליכא קדושה", 
            "6": "ור\"מ", 
            "9": "אי איכא למיחש כי האי גוונא נמי איכא למיחש משום (משלי יד, כח) ברוב עם הדרת מלך:", 
            "8": "ורבנן", 
            "78": "אמר להם", 
            "51": "בשלמא המשתין מרחיק ד\"א ומתפלל תנינא", 
            "82": "אמר להם", 
            "83": "מימי לא קדמני אדם לבית המדרש", 
            "39": "אסור:", 
            "65": "תנא", 
            "76": "שאלו תלמידיו את ר\"א בן שמוע", 
            "75": "מאי טעמא לא אמרת לי כי ברכתיך וכן למר", 
            "38": "רבית ע\"מ להחזיר מותר ומר סבר", 
            "73": "כי איכלל רבה בריה רב הונא איניש גוצא הוה גנא אפוריא אתיין בנתיה וכלתיה שלחן ושדיין מנייהו עליה עד דאיטום בשיראי", 
            "72": "יהא רעוא דתיטום בשיראי", 
            "71": "א\"ל", 
            "70": "לא הוה לי קידושא ומשכנתיה להמיינאי ואתאי ביה קידושא", 
            "59": "זלפ\"ן סימן:", 
            "79": "מימי לא עשיתי קפנדריא לב\"ה ולא פסעתי על ראשי עם קדוש ולא נשאתי כפי בלא ברכה", 
            "58": "שכל ד\"א תפלתו סדורה בפיו ורחושי מרחשן שפוותיה:", 
            "11": "וחכ\"א", 
            "10": "<big><strong>מתני׳</strong></big> אין מוכרין בית הכנסת אלא על תנאי שאם ירצו יחזירוהו דברי ר\"מ", 
            "13": "למרחץ ולבורסקי לטבילה ולבית המים", 
            "12": "מוכרין אותו ממכר עולם חוץ מארבעה דברים", 
            "15": "מוכרין אותה לשם חצר והלוקח מה שירצה יעשה:", 
            "14": "ר' יהודה אומר", 
            "17": "הא הויא לה רבית", 
            "16": "<big><strong>גמ׳</strong></big> ולר\"מ היכי דיירי בה", 
            "19": "ר\"מ בשיטת ר\"י אמרה דאמר", 
            "18": "א\"ר יוחנן", 
            "31": "צד אחד ברבית איכא בינייהו", 
            "30": "מאי בינייהו", 
            "37": "מר סבר", 
            "36": "דכ\"ע צד אחד ברבית אסור והכא רבית ע\"מ להחזיר איכא בינייהו", 
            "35": "רבא אמר", 
            "34": "צד אחד ברבית אסור", 
            "33": "צד אחד ברבית מותר ומר סבר", 
            "55": "ישהה", 
            "74": "שמע רב ואיקפד אמר", 
            "32": "מר סבר", 
            "81": "במה הארכת ימים", 
            "57": "אמר רב אשי", 
            "50": "א\"ל"
        }, 
        "24": {
            "56": "מגנותו של אותו רשע למדנו שבחו שלא היה משמש מטתו ביום", 
            "54": "אנפקינון שמן זית שלא הביא שליש ולמה סכין אותו שמשיר את השיער ומעדן את הבשר", 
            "42": "ואת שבע הנערות וגו' אמר רבא", 
            "48": "ור' יוחנן אמר", 
            "43": "שהיתה מונה בהן ימי שבת", 
            "60": "ויאהב המלך את אסתר מכל הנשים ותשא חן וחסד לפניו מכל הבתולות", 
            "61": "אמר רב", 
            "62": "ביקש לטעום טעם בתולה טעם טעם בעולה טעם", 
            "63": "ויעש המלך משתה גדול עבד משתיא ולא גליא ליה דלי כרגא ולא גליא ליה שדר פרדישני ולא גליא ליה", 
            "64": "ובהקבץ בתולות שנית וגו' אזיל שקל עצה ממרדכי", 
            "49": "זרעונים וכן הוא אומר (דניאל א, טז) ויהי המלצר נושא את פת בגם ונותן להם זרעונים", 
            "66": "אין אשה מתקנאה אלא בירך חבירתה ואפי' הכי לא גליא ליה דכתיב אין אסתר מגדת מולדתה וגו'", 
            "67": "אמר רבי אלעזר", 
            "68": "מאי דכתיב", 
            "52": "סטכת רב הונא אמר שמן זית שלא הביא שליש", 
            "53": "תניא רבי יהודה אומר", 
            "24": "אמר רבא", 
            "25": "שגלה מעצמו", 
            "26": "ויהי אומן את הדסה קרי לה הדסה וקרי לה אסתר", 
            "27": "תניא ר\"מ אומר", 
            "20": "והלא כלב שמו", 
            "21": "אמר הקב\"ה", 
            "22": "יבא כלב שמרד בעצת מרגלים וישא את בת פרעה שמרדה בגלולי בית אביה", 
            "23": "אשר הגלה מירושלם", 
            "46": "ושמואל אמר", 
            "47": "שהאכילה קדלי דחזירי", 
            "44": "וישנה ואת נערותיה וגו' אמר רב", 
            "45": "שהאכילה מאכל יהודי", 
            "28": "אסתר שמה ולמה נקרא שמה הדסה על שם הצדיקים שנקראו הדסים וכן הוא אומר (זכריה א, ח) והוא עומד בין ההדסים", 
            "29": "רבי יהודה אומר הדסה שמה ולמה נקראת שמה אסתר על שם שהיתה מסתרת דבריה שנאמר אין אסתר מגדת את עמה וגו'", 
            "40": "אל תקרי לבת אלא לבית וכן הוא אומר (שמואל ב יב, ג) ולרש אין כל כי אם כבשה אחת קטנה אשר קנה ויחיה ותגדל עמו ועם בניו יחדו מפתו תאכל ומכוסו תשתה ובחיקו תשכב ותהי לו כבת משום דבחיקו תשכב הוות ליה (לבת)", 
            "41": "אלא (לבית) הכי נמי לבית", 
            "1": "ומה שילם לי ימיני דלא קטליה שאול לאגג דאתיליד מיניה המן דמצער לישראל", 
            "0": "דלא קטליה דוד לשמעי דאתיליד מיניה מרדכי דמיקני ביה המן", 
            "3": "לעולם מבנימן קאתי ואמאי קרי ליה יהודי על שום שכפר בע\"ז", 
            "2": "רבי יוחנן אמר", 
            "5": "רבי שמעון בן פזי כי הוה פתח בדברי הימים אמר הכי", 
            "4": "שכל הכופר בע\"ז נקרא יהודי כדכתיב (דניאל ג, יב) איתי גוברין יהודאין וגו'", 
            "7": "(דברי הימים א ד, יח) ואשתו היהודיה ילדה את ירד אבי גדור ואת חבר אבי שוכו ואת יקותיאל אבי זנוח ואלה בני בתיה בת פרעה אשר לקח מרד", 
            "6": "כל דבריך אחד הם ואנו יודעין לדורשן", 
            "9": "שירדה לרחוץ מגילולי בית אביה", 
            "8": "אמאי קרי לה יהודיה על שום שכפרה בע\"ז דכתיב (שמות ב, ה) ותרד בת פרעה לרחוץ על היאור ואמר רבי יוחנן", 
            "51": "ר' חייא בר אבא אמר", 
            "39": "ובמות אביה ואמה לקחה מרדכי לו לבת תנא משום ר\"מ", 
            "65": "אמר", 
            "38": "עיברתה מת אביה ילדתה מתה אמה", 
            "59": "ותלקח אסתר אל המלך אחשורוש אל בית מלכותו בחדש העשירי הוא חדש טבת ירח שנהנה גוף מן הגוף", 
            "58": "מלמד שלכל אחד ואחד נדמתה לו כאומתו", 
            "11": "והא רבויי רביתיה", 
            "10": "ילדה", 
            "13": "ירד זה משה ולמה נקרא שמו ירד שירד להם לישראל מן בימיו", 
            "12": "לומר לך שכל המגדל יתום ויתומה בתוך ביתו מעלה עליו הכתוב כאילו ילדו", 
            "15": "סוכו שנעשה להם לישראל כסוכה", 
            "14": "גדור שגדר פרצותיהן של ישראל חבר שחיבר את ישראל לאביהן שבשמים", 
            "17": "זנוח שהזניח עונותיהן של ישראל", 
            "16": "יקותיאל שקוו ישראל לאל בימיו", 
            "19": "ואלה בני בתיה אשר לקח מרד וכי מרד שמו", 
            "18": "אבי אבי אבי אב בתורה אב בחכמה אב בנביאות", 
            "31": "הדסה שמה ולמה נקראת אסתר שהיו אומות העולם קורין אותה על שום אסתהר", 
            "30": "ר' נחמיה אומר", 
            "37": "אמר רב אחא", 
            "36": "כי אין לה אב ואם ובמות אביה ואמה למה לי", 
            "35": "אסתר ירקרוקת היתה וחוט של חסד משוך עליה", 
            "34": "ר' יהושע בן קרחה אמר", 
            "33": "אסתר לא ארוכה ולא קצרה היתה אלא בינונית כהדסה", 
            "55": "בערב היא באה ובבקר היא שבה אמר רבי יוחנן", 
            "32": "בן עזאי אומר", 
            "57": "ותהי אסתר נשאת חן אר\"א", 
            "50": "ששה חדשים בשמן המור מאי שמן המור"
        }, 
        "25": {
            "56": "ליכא דידע לישנא בישא כהמן", 
            "77": "באחד באדר משמיעין על השקלים ועל הכלאים", 
            "54": "ולא היה יודע שבשבעה באדר מת ובשבעה באדר נולד", 
            "42": "אמר לו", 
            "48": "דאמר ר\"ל", 
            "43": "אני אשמור משמרתי ומשמרתך", 
            "60": "מסתפינא מאלהיו דלא ליעביד בי כדעבד בקמאי", 
            "61": "אמר ליה", 
            "62": "ישנו מן המצות", 
            "63": "אמר ליה", 
            "64": "אית בהו רבנן", 
            "49": "אין הקב\"ה מכה את ישראל אא\"כ בורא להם רפואה תחילה שנאמר (הושע ז, א) כרפאי לישראל ונגלה עון אפרים אבל אומות העולם אינו כן מכה אותן ואח\"כ בורא להם רפואה שנאמר (ישעיהו יט, כב) ונגף ה' את מצרים נגוף ורפוא", 
            "66": "עם אחד הן", 
            "67": "שמא תאמר קרחה אני עושה במלכותך מפוזרין הם בין העמים שמא תאמר אית הנאה מינייהו מפורד כפרידה זו שאינה עושה פירות", 
            "68": "ושמא תאמר איכא מדינתא מינייהו ת\"ל בכל מדינות מלכותך", 
            "69": "ודתיהם שונות מכל עם דלא אכלי מינן ולא נסבי מינן ולא מנסבי לן", 
            "52": "כיון שנפל פור בחודש אדר שמח שמחה גדולה אמר", 
            "53": "נפל לי פור בירח שמת בו משה", 
            "24": "מתוך סימנין שמסרה רחל ללאה לא הוה ידע עד השתא", 
            "25": "לפיכך זכתה ויצא ממנה שאול", 
            "26": "ומה צניעות היתה בשאול דכתיב (שמואל א י, טז) ואת דבר המלוכה לא הגיד לו אשר אמר שמואל זכה ויצאת ממנו אסתר", 
            "27": "ואמר רבי אלעזר", 
            "20": "כי מטא ליליא אמרה", 
            "21": "השתא מיכספא אחתאי מסרתינהו ניהלה", 
            "22": "והיינו דכתיב (בראשית כט, כה) ויהי בבקר והנה היא לאה מכלל דעד השתא לאו לאה היא", 
            "23": "אלא", 
            "46": "אמר רבא", 
            "47": "אחר שברא הקב\"ה רפואה למכה", 
            "44": "והיינו דכתיב ויבקש הדבר וימצא שלא נמצאו במשמרתן", 
            "45": "אחר הדברים האלה (אחר מאי)", 
            "28": "כשהקב\"ה פוסק גדולה לאדם פוסק לבניו ולבני בניו עד סוף כל הדורות שנאמר (איוב לו, ז) ויושיבם לנצח ויגבהו (וגו') ואם הגיס דעתו הקב\"ה משפילו שנאמר (איוב לו, ח) ואם אסורים בזקים וגו'", 
            "29": "ואת מאמר מרדכי אסתר עושה אמר רבי ירמיה", 
            "40": "אמר לו", 
            "41": "והלא אין משמרתי ומשמרתך שוה", 
            "1": "ומאי צניעות היתה בה ברחל דכתיב (בראשית כט, יב) ויגד יעקב לרחל כי אחי אביה הוא", 
            "0": "(איוב לו, ז) לא יגרע מצדיק עיניו בשכר צניעות שהית' בה ברחל זכתה ויצא ממנה שאול ובשכר צניעות שהיה בו בשאול זכה ויצאת ממנו אסתר", 
            "3": "והלא בן אחות אביה הוא", 
            "2": "וכי אחי אביה הוא", 
            "5": "מינסבא לי", 
            "4": "אלא אמר לה", 
            "7": "אין", 
            "6": "אמרה ליה", 
            "9": "אמר לה", 
            "8": "מיהו אבא רמאה הוא ולא יכלת ליה", 
            "78": "ויאמר המלך להמן הכסף נתון לך והעם לעשות בו כטוב בעיניך אמר רבי אבא", 
            "51": "הפיל פור הוא הגורל תנא", 
            "39": "והן לא היו יודעין כי מרדכי מיושבי לשכת הגזית היה והיה יודע בשבעים לשון", 
            "65": "אמר ליה", 
            "76": "והיינו דתנן", 
            "75": "גלוי וידוע לפני מי שאמר והיה העולם שעתיד המן לשקול שקלים על ישראל לפיכך הקדים שקליהן לשקליו", 
            "38": "מיום שבאת זו לא ראינו שינה בעינינו בא ונטיל ארס בספל כדי שימות", 
            "73": "ואם אדוני המלך נוגע בכוסו של אחד מהן חובטו בקרקע ואינו שותהו", 
            "72": "ואפילו נופל זבוב בכוסו של אחד מהן זורקו ושותהו", 
            "71": "ולמלך אין שוה להניחם דאכלו ושתו ומבזו ליה למלכות", 
            "70": "ואת דתי המלך אינם עושים דמפקי לכולא שתא בשה\"י פה\"י", 
            "59": "אמר ליה", 
            "58": "תא ניכלינהו", 
            "11": "אמרה ליה", 
            "10": "אחיו אנא ברמאות", 
            "13": "אמר לה", 
            "12": "ומי שרי לצדיקי לסגויי ברמיותא", 
            "15": "אמר לה", 
            "14": "אין (שמואל ב כב, כז) עם נבר תתבר ועם עקש תתפל", 
            "17": "אמרה ליה", 
            "16": "ומאי רמיותא", 
            "19": "מסר לה סימנים", 
            "18": "אית לי אחתא דקשישא מינאי ולא מנסיב לי מקמה", 
            "31": "כאשר היתה באמנה אתו אמר רבה בר לימא (משמיה דרב)", 
            "30": "שהיתה מראה דם נדה לחכמים", 
            "37": "בגתן ותרש שני טרסיים הוו והיו מספרין בלשון טורסי ואומרים", 
            "36": "אמר רבי יוחנן", 
            "35": "עבדים על אדוניהן לעשות נס לצדיק ומנו מרדכי דכתיב ויודע הדבר למרדכי וגו'", 
            "34": "הקציף הקב\"ה אדון על עבדיו לעשות רצון צדיק ומנו יוסף שנאמר (בראשית מא, יב) ושם אתנו נער עברי וגו'", 
            "33": "בימים ההם ומרדכי יושב בשער המלך קצף בגתן ותרש אמר ר' חייא בר אבא אמר רבי יוחנן", 
            "55": "ישנו עם אחד אמר רבא", 
            "74": "אם על המלך טוב יכתב לאבדם ועשרת אלפים ככר כסף וגו' אמר ריש לקיש", 
            "32": "שהיתה עומדת מחיקו של אחשורוש וטובלת ויושבת בחיקו של מרדכי", 
            "57": "אמר ליה", 
            "50": "ויבז בעיניו לשלוח יד במרדכי לבדו אמר רבא בתחילה במרדכי לבדו ולבסוף בעם מרדכי ומנו רבנן ולבסוף בכל היהודים"
        }, 
        "26": {
            "56": "בתי היכן נבואתיך", 
            "77": "על עסקי דם הבא מן הסתרים", 
            "54": "בתי נתקיימה נבואתיך", 
            "42": "שבע נביאות מאן נינהו", 
            "48": "יסכה שהכל סוכין ביופיה", 
            "43": "שרה מרים דבורה חנה אביגיל חולדה ואסתר", 
            "60": "(שופטים ד, ה) והיא יושבת תחת תומר מאי שנא תחת תומר", 
            "61": "אמר ר' שמעון בן אבשלום", 
            "62": "משום יחוד", 
            "63": "דבר אחר", 
            "64": "מה תמר זה אין לו אלא לב אחד אף ישראל שבאותו הדור לא היה להם אלא לב אחד לאביהן שבשמים", 
            "49": "מרים דכתיב (שמות טו, כ) ותקח מרים הנביאה אחות אהרן ולא אחות משה", 
            "66": "דוד ושלמה שנמשחו בקרן נמשכה מלכותן שאול ויהוא שנמשחו בפך לא נמשכה מלכותן", 
            "67": "(שמואל א ב, ב) אין קדוש כה' כי אין בלתך אמר רב יהודה בר מנשיא", 
            "68": "אל תקרי בלתך אלא לבלותך", 
            "69": "שלא כמדת הקב\"ה מדת בשר ודם", 
            "80": "וכי מראין דם בלילה", 
            "52": "עתידה אמי שתלד בן שיושיע את ישראל", 
            "53": "ובשעה שנולד נתמלא כל הבית כולו אורה עמד אביה ונשקה על ראשה אמר לה", 
            "24": "קרייתא זו הלילא רבא אמר", 
            "25": "בשלמא התם (תהלים קיג, א) הללו עבדי ה' ולא עבדי פרעה אלא הכא הללו עבדי ה' ולא עבדי אחשורוש", 
            "26": "אכתי עבדי אחשורוש אנן", 
            "27": "בין לרבא בין לר\"נ קשיא", 
            "20": "כדתניא", 
            "21": "עד שלא נכנסו ישראל לארץ הוכשרו כל ארצות לומר שירה", 
            "22": "משנכנסו ישראל לארץ לא הוכשרו כל הארצות לומר שירה", 
            "23": "רב נחמן אמר", 
            "46": "ולמה נקרא שמה יסכה שסכתה ברוח הקדש שנאמר (בראשית כא, יב) כל אשר תאמר אליך שרה שמע בקולה", 
            "47": "ד\"א", 
            "44": "שרה דכתיב (בראשית יא, כט) אבי מלכה ואבי יסכה ואמר ר' יצחק", 
            "45": "יסכה זו שרה", 
            "28": "והא תניא משנכנסו לארץ לא הוכשרו כל הארצות לומר שירה כיון שגלו חזרו להכשירן הראשון", 
            "29": "ותו ליכא", 
            "40": "תנא משום רבינו", 
            "41": "מקום נתבצר להם בגיהנם ועמדו עליו", 
            "1": "לשני בני אדם לאחד היה לו תל בתוך שדהו ולאחד היה לו חריץ בתוך שדהו", 
            "0": "משל דאחשורוש והמן למה הדבר דומה", 
            "3": "מי יתן לי תל זה בדמים", 
            "2": "בעל חריץ אמר", 
            "5": "מי יתן לי חריץ זה בדמים", 
            "4": "בעל התל אמר", 
            "7": "מכור לי תילך", 
            "6": "לימים נזדווגו זה אצל זה אמר לו בעל חריץ לבעל התל", 
            "9": "טול אותה בחנם והלואי", 
            "8": "אמר לו", 
            "78": "נטלה דם והראתה לו", 
            "51": "שהיתה מתנבאה כשהיא אחות אהרן ואומרת", 
            "82": "וכי דנין דיני נפשות בלילה", 
            "83": "אמר לה", 
            "39": "דכתיב (במדבר כו, יא) ובני קרח לא מתו", 
            "65": "חנה דכתיב (שמואל א ב, א) ותתפלל חנה ותאמר עלץ לבי בה' רמה קרני בה' רמה קרני ולא רמה פכי", 
            "76": "אמר רבה בר שמואל", 
            "75": "מן ההר מיבעי ליה", 
            "38": "ומאן נינהו בני קרח", 
            "73": "אביגיל דכתיב (שמואל א כה, כ) והיה היא רוכבת על החמור ויורדת בסתר ההר", 
            "72": "אדם צר צורה על גבי הכותל ואינו יכול להטיל בה רוח ונשמה קרבים ובני מעים אבל הקב\"ה צר צורה בתוך צורה ומטיל בה רוח ונשמה קרבים ובני מעים", 
            "71": "(שמואל א ב, ב) ואין צור כאלהינו אין צייר כאלהינו", 
            "70": "מדת בשר ודם מעשה ידיו מבלין אותו אבל הקדוש ברוך הוא מבלה מעשה ידיו", 
            "59": "מאי אשת לפידות שהיתה עושה פתילות למקדש", 
            "79": "אמר לה", 
            "58": "דבורה דכתיב (שופטים ד, ד) ודבורה אשה נביאה אשת לפידות", 
            "11": "גדולה הסרת טבעת יותר מארבעים ושמונה נביאים ושבע נביאות שנתנבאו להן לישראל שכולן לא החזירום למוטב ואילו הסרת טבעת החזירתן למוטב", 
            "10": "ויסר המלך את טבעתו אמר רבי אבא בר כהנא", 
            "13": "ארבעים ושמונה נביאים ושבע נביאות נתנבאו להם לישראל ולא פחתו ולא הותירו על מה שכתוב בתורה חוץ ממקרא מגילה", 
            "12": "ת\"ר", 
            "15": "אמר רבי חייא בר אבין אמר רבי יהושע בן קרחה", 
            "14": "מאי דרוש", 
            "17": "אי הכי הלל נמי נימא", 
            "16": "ומה מעבדות לחירות אמרי' שירה ממיתה לחיים לא כל שכן", 
            "19": "יציאת מצרים דנס שבחוצה לארץ היכי אמרינן שירה", 
            "18": "לפי שאין אומרים הלל על נס שבחוצה לארץ", 
            "31": "מיהוה טובא הוו", 
            "30": "והכתיב (שמואל א א, א) ויהי איש אחד מן הרמתים צופים אחד ממאתים צופים שנתנבאו להם לישראל", 
            "37": "אדם הבא מבני אדם שעומדין ברומו של עולם", 
            "36": "רבי חנין אמר", 
            "35": "אדם הבא משתי רמות שצופות זו את זו", 
            "34": "רבי שמואל בר נחמני אמר", 
            "33": "הרבה נביאים עמדו להם לישראל כפלים כיוצאי מצרים אלא נבואה שהוצרכה לדורות נכתבה ושלא הוצרכה לא נכתבה", 
            "55": "וכיון שהשליכוהו ליאור עמד אביה וטפחה על ראשה ואמר לה", 
            "74": "בסתר ההר", 
            "32": "כדתניא", 
            "81": "אמרה לו", 
            "57": "היינו דכתיב (שמות ב, ד) ותתצב אחותו מרחוק לדעה לדעת מה יהא בסוף נבואתה", 
            "50": "אמר ר\"נ אמר רב"
        }, 
        "27": {
            "56": "ומי הוו ליה זרעא ליהושע", 
            "54": "מיני ומינך תסתיים שמעתא", 
            "42": "חולדה מבני בניו של יהושע היתה", 
            "48": "אף חולדה הנביאה מבני בניה של רחב הזונה היתה", 
            "43": "כתיב הכא (מלכים ב כב, יד) בן חרחס וכתיב התם (שופטים ב,ט) בתמנת חרס", 
            "49": "כתיב הכא בן תקוה וכתיב התם (יהושע ב, יח) את תקות חוט השני", 
            "52": "ואמרי לה", 
            "53": "פתיא אוכמא", 
            "24": "ר' יוחנן אמר", 
            "25": "ירמיה לא הוה התם שהלך להחזיר עשרת השבטים", 
            "26": "ומנלן דאהדור דכתיב (יחזקאל ז, יג) כי המוכר אל הממכר לא ישוב אפשר יובל בטל ונביא מתנבא עליו שיבטל", 
            "27": "אלא מלמד שירמיה החזירן ויאשיהו בן אמון מלך עליהן", 
            "20": "חולדה קרובת ירמיה היתה ולא הוה מקפיד עליה", 
            "21": "ויאשיה גופיה היכי שביק ירמיה ומשדר לגבה", 
            "22": "אמרי דבי רבי שילא", 
            "23": "מפני שהנשים רחמניות הן", 
            "46": "נריה ברוך ושריה מחסיה ירמיה חלקיה חנמאל ושלום", 
            "47": "רבי יהודה אומר", 
            "44": "איתיביה רב עינא סבא לרב נחמן", 
            "45": "שמונה נביאים והם כהנים יצאו מרחב הזונה ואלו הן", 
            "28": "דכתיב (מלכים ב כג, יז) ויאמר מה הציון הלז אשר אני רואה ויאמרו אליו אנשי העיר הקבר איש האלהים אשר בא מיהודה ויקרא את הדברים האלה אשר עשית על המזבח בבית אל", 
            "29": "וכי מה טיבו של יאשיהו על המזבח בבית אל", 
            "40": "כרכושתא כתיב בה (מלכים ב כב, טו) אמרו לאיש ולא אמרה אמרו למלך", 
            "41": "אמר רב נחמן", 
            "1": "אמרה לו", 
            "0": "מורד במלכות הוא ולא צריך למידייניה", 
            "3": "אמר לה", 
            "2": "עדיין שאול קיים ולא יצא טבעך בעולם", 
            "5": "דמים תרתי משמע", 
            "4": "(שמואל א כה, לג) ברוך טעמך וברוכה את אשר כליתני [היום הזה] מבא בדמים", 
            "7": "אמר לה", 
            "6": "אלא מלמד שגילתה את שוקה והלך לאורה ג' פרסאות", 
            "9": "אמרה לו", 
            "8": "השמיעי לי", 
            "51": "עינא סבא", 
            "39": "זיבורתא כתיב בה (שופטים ד, ו) ותשלח ותקרא לברק ואילו איהי לא אזלה לגביה", 
            "38": "לא יאה יהירותא לנשי תרתי נשי יהירן הויין וסניין שמייהו חדא שמה זיבורתא וחדא שמה כרכושתא", 
            "58": "בני לא הוו ליה בנתן הוו ליה", 
            "11": "(שמואל א כה, כט) והיתה נפש אדוני צרורה בצרור החיים", 
            "10": "(שמואל א כה, לא) לא תהיה זאת לך לפוקה זאת מכלל דאיכא אחריתי ומאי ניהו מעשה דבת שבע ומסקנא הכי הואי", 
            "13": "היינו דאמרי אינשי", 
            "12": "כי הוות מיפטרא מיניה אמרה ליה (שמואל א כה, לא) והטיב ה' לאדוני וזכרת את אמתך אמר רב נחמן", 
            "15": "איכא דאמרי", 
            "14": "איתתא בהדי שותא פילכא", 
            "17": "חולדה דכתיב (מלכים ב כב, יד) וילך חלקיהו הכהן ואחיקם ועכבור וגו'", 
            "16": "שפיל ואזיל בר אווזא ועינוהי מיטייפי", 
            "19": "אמרי בי רב משמיה דרב", 
            "18": "ובמקום דקאי ירמיה היכי מתנביא איהי", 
            "31": "רב נחמן אמר", 
            "30": "אלא מלמד שיאשיהו מלך עליהן", 
            "37": "אמר רב נחמן", 
            "36": "כתיב הכא ותלבש וכתיב התם (דברי הימים א יב, יט) ורוח לבשה את עמשי וגו'", 
            "35": "שלבשתה רוח הקדש", 
            "34": "אלא", 
            "33": "אסתר דכתיב (אסתר ה, א) ויהי ביום השלישי ותלבש אסתר מלכות בגדי מלכות מיבעי ליה", 
            "55": "דאיגיירא ונסבה יהושע", 
            "32": "מהכא (הושע ו, יא) גם יהודה שת קציר לך בשובי שבות עמי", 
            "57": "והכתיב (דברי הימים א ז, כז) נון בנו יהושע בנו", 
            "50": "אמר ליה"
        }, 
        "20": {
            "56": "הודו בסוף העולם וכוש בסוף העולם וחד אמר", 
            "54": "אמרי לה לשבח דלא הוה איניש דחשיב למלכא כוותיה ואמרי לה לגנאי דלא הוה חזי למלכותא וממונא יתירא הוא דיהב וקם", 
            "42": "ורבי יוחנן אמר", 
            "48": "(בראשית לו, מג) הוא עשו הוא ברשעו מתחילתו ועד סופו (במדבר כו, ט) הוא דתן ואבירם הן ברשען מתחילתן ועד סופן (דברי הימים ב כח, כב) הוא המלך אחז הוא ברשעו מתחילתו ועד סופו", 
            "43": "כל שזוכרו אמר", 
            "60": "תפסח בסוף העולם ועזה בסוף העולם וחד אמר", 
            "61": "תפסח ועזה בהדי הדדי הוו קיימי כשם שמלך על תפסח ועל עזה כך מלך על כל העולם כולו", 
            "62": "שבע ועשרים ומאה מדינה אמר רב חסדא", 
            "63": "בתחילה מלך על שבע ולבסוף מלך על עשרים ולבסוף מלך על מאה", 
            "64": "אלא מעתה (שמות ו, כ) ושני חיי עמרם שבע ושלשים ומאת שנה מאי דרשת ביה", 
            "49": "(דברי הימים א א, כז) אברם הוא אברהם הוא בצדקו מתחילתו ועד סופו (שמות ו, כו) הוא אהרן ומשה הן בצדקן מתחילתן ועד סופן", 
            "66": "ש\"מ לדרשה:", 
            "67": "תנו רבנן", 
            "68": "שלשה מלכו בכיפה ואלו הן", 
            "69": "אחאב ואחשורוש ונבוכדנצר", 
            "52": "שמלך מעצמו", 
            "53": "אמרי לה לשבח ואמרי לה לגנאי", 
            "24": "ויהי בימי אחשורוש", 
            "25": "אמר רב", 
            "26": "ויי והי", 
            "27": "הדא דכתיב (דברים כח, סח) והתמכרתם שם לאויביך לעבדים ולשפחות וגו'", 
            "20": "רב מתנה אמר מהכא", 
            "21": "(דברים ד, ז) כי מי גוי גדול אשר לו אלהים קרובים אליו", 
            "22": "רב אשי אמר מהכא", 
            "23": "(דברים ד, לד) או הנסה אלהים וגו'", 
            "46": "שהכל נעשו רשין בימיו שנאמר (אסתר י, א) וישם המלך אחשורוש מס", 
            "47": "הוא אחשורוש הוא ברשעו מתחילתו ועד סופו", 
            "44": "אח לראשו", 
            "45": "ורבי חנינא אמר", 
            "28": "ושמואל אמר", 
            "29": "(ויקרא כו, מד) לא מאסתים ולא געלתים לכלותם לא מאסתים בימי יוונים ולא געלתים בימי נבוכדנצר לכלותם בימי המן להפר בריתי אתם בימי פרסיים כי אני ה' אלהיהם בימי גוג ומגוג", 
            "40": "ושמואל אמר", 
            "41": "שהושחרו פניהם של ישראל בימיו כשולי קדרה", 
            "1": "רבי חנינא בר פפא פתח לה פתחא להא פרשתא מהכא", 
            "0": "(עזרא ט, ט) כי עבדים אנחנו ובעבדותנו לא עזבנו אלהינו ויט עלינו חסד לפני מלכי פרס אימתי בזמן המן", 
            "3": "באש בימי נבוכדנצר הרשע ובמים בימי פרעה", 
            "2": "(תהלים סו, יב) הרכבת אנוש לראשנו באנו באש ובמים", 
            "5": "רבי יוחנן פתח לה פתחא להא פרשתא מהכא", 
            "4": "ותוציאנו לרויה בימי המן", 
            "7": "ריש לקיש פתח לה פתחא להא פרשתא מהכא", 
            "6": "(תהלים צח, ג) זכר חסדו ואמונתו לבית ישראל ראו כל אפסי ארץ את ישועת אלהינו אימתי ראו כל אפסי ארץ את ישועת אלהינו בימי מרדכי ואסתר", 
            "9": "ארי נוהם זה נבוכדנצר הרשע דכתיב ביה (ירמיהו ד, ז) עלה אריה מסובכו דוב שוקק זה אחשורוש דכתיב ביה (דניאל ז, ה) וארו חיוה אחרי תניינה דמיה לדוב", 
            "8": "(משלי כח, טו) ארי נוהם ודוב שוקק מושל רשע על עם דל", 
            "51": "המולך אמר רב", 
            "39": "בן גילו של ראש הוא הרג הוא ביקש להרוג הוא החריב הוא ביקש להחריב שנאמר (עזרא ד, ו) ובמלכות אחשורוש בתחלת מלכותו כתבו שטנה על יושבי יהודה וירושלם", 
            "65": "שאני הכא דקרא יתירא הוא מכדי כתיב מהודו ועד כוש שבע ועשרים ומאה מדינה למה לי", 
            "38": "אחיו של ראש אחיו של נבוכדנצר הרשע שנקרא ראש שנאמר (דניאל ב, לח) אנת הוא רישא די דהבא", 
            "72": "אחשורוש הא דאמר", 
            "71": "נבוכדנצר דכתיב (ירמיהו כז, ח) והיה הגוי והממלכה אשר לא יתן את צוארו בעול מלך בבל", 
            "70": "אחאב דכתיב (מלכים א יח, י) חי ה' אלהיך אם יש גוי וממלכה אשר לא שלח אדוני שם לבקשך וגו' ואי לא דהוה מליך עלייהו היכי מצי משבע להו", 
            "59": "חד אמר", 
            "58": "כיוצא בדבר אתה אומר (מלכים א ה, ד) כי הוא רודה בכל עבר הנהר מתפסח ועד עזה רב ושמואל", 
            "11": "אלו פרסיים שאוכלין ושותין כדוב ומסורבלין בשר כדוב ומגדלין שער כדוב ואין להם מנוחה כדוב", 
            "10": "ותני רב יוסף", 
            "13": "ר' אלעזר פתח לה פתחא להא פרשתא מהכא", 
            "12": "מושל רשע זה המן על עם דל אלו ישראל שהם דלים מן המצות", 
            "15": "ואין מך אלא עני שנאמר (ויקרא כז, ח) ואם מך הוא מערכך ואין מקרה אלא הקב\"ה שנאמר (תהלים קד, ג) המקרה במים עליותיו", 
            "14": "(קהלת י, יח) בעצלתים ימך המקרה ובשפלות ידים ידלוף הבית בשביל עצלות שהיה להם לישראל שלא עסקו בתורה נעשה שונאו של הקב\"ה מך", 
            "17": "(תהלים קכד, א) שיר המעלות לולי ה' שהיה לנו יאמר נא ישראל לולי ה' שהיה לנו בקום עלינו אדם (תהלים קכד,ב) אדם ולא מלך", 
            "16": "רב נחמן בר יצחק פתח לה פתחא להא פרשתא מהכא", 
            "19": "(משלי כט, ב) ברבות צדיקים ישמח העם ובמשול רשע יאנח עם ברבות צדיקים ישמח העם זה מרדכי ואסתר דכתיב והעיר שושן צהלה ושמחה ובמשול רשע יאנח עם זה המן דכתיב והעיר שושן נבוכה", 
            "18": "רבא פתח לה פתחא להא פרשתא מהכא", 
            "31": "לא מאסתים בימי כשדים שהעמדתי להם דניאל חנניה מישאל ועזריה ולא געלתים בימי יוונים שהעמדתי להם שמעון הצדיק וחשמונאי ובניו ומתתיה כה\"ג לכלותם בימי המן שהעמדתי להם מרדכי ואסתר להפר בריתי אתם בימי פרסיים שהעמדתי להם של בית רבי וחכמי דורות כי אני ה' אלהיהם לעתיד לבוא שאין כל אומה ולשון יכולה לשלוט בהם", 
            "30": "במתניתא תנא", 
            "37": "אחיו של ראש ובן גילו של ראש", 
            "36": "אחשורוש אמר רב", 
            "35": "(במדבר לג, נו) והיה כאשר דמיתי לעשות להם אעשה לכם", 
            "34": "רבי חייא אמר מהכא", 
            "33": "(במדבר לג, נה) ואם לא תורישו את יושבי הארץ", 
            "55": "מהודו ועד כוש רב ושמואל חד אמר", 
            "32": "רבי לוי אמר מהכא", 
            "57": "הודו וכוש גבי הדדי הוו קיימי כשם שמלך על הודו וכוש כך מלך מסוף העולם ועד סופו", 
            "50": "(שמואל א יז, יד) ודוד הוא הקטן הוא בקטנותו מתחילתו עד סופו כשם שבקטנותו הקטין עצמו אצל מי שגדול ממנו בתורה כך במלכותו הקטין עצמו אצל מי שגדול ממנו בחכמה"
        }, 
        "21": {
            "42": "והא שפיר חשיב", 
            "43": "איהו נמי מיטעא טעי דאיבעי ליה למימני מחרבות ירושלים", 
            "24": "גלו בשמונה עשרה לכיבוש יהויקים גלות צדקיהו שהיא תשע עשרה לנבוכדנצר דאמר מר", 
            "25": "שנה ראשונה כיבש נינוה שניה כיבש יהויקים וכתיב (ירמיהו נב, לא) ויהי בשלשים ושבע שנה לגלות יהויכין מלך יהודה בשנים עשר חדש בעשרים וחמשה לחדש נשא אויל מרודך מלך בבל [בשנת מלכותו] את ראש יהויכין מלך יהודה ויוצא אותו מבית הכלא תמני ותלתין ושבע הרי ארבעין וחמש דנבוכדנצר", 
            "26": "ועשרין ותלת דאויל מרודך גמרא ותרתי דידיה הא שבעין", 
            "27": "אמר", 
            "20": "ונבוכדנצר מנלן דארבעין וחמש שנין מלך", 
            "21": "דאמר מר", 
            "22": "גלו בשבע גלו בשמונה גלו בשמונה עשרה גלו בתשע עשרה", 
            "23": "גלו בשבע לכיבוש יהויקים גלות יהויכין שהיא שמונה לנבוכדנצר", 
            "46": "אמר רבא", 
            "47": "שנים מקוטעות הוו", 
            "44": "סוף סוף כמה בצירן (חדיסר) איהו כמה מלך ארביסר בארביסר דידיה איבעי ליה למיבני בית המקדש", 
            "45": "אלמה כתיב (עזרא ד, כד) באדין בטילת עבידת בית אלהא די בירושלם", 
            "28": "השתא ודאי תו לא מיפרקי אפיק מאני דבי מקדשא ואשתמש בהו", 
            "29": "היינו דקאמר ליה דניאל", 
            "40": "השתא ודאי תו לא מיפרקי אפיק מאני דבי מקדשא ואשתמש בהו", 
            "41": "בא שטן וריקד ביניהן והרג את ושתי", 
            "1": "והא איכא שלמה", 
            "0": "(סימן שסד\"ך) ותו ליכא", 
            "3": "הניחא למ\"ד מלך והדיוט אלא למ\"ד מלך והדיוט ומלך מאי איכא למימר", 
            "2": "לא סליק מלכותיה", 
            "5": "והא הוה סנחריב דכתיב (ישעיהו לו, כ) מי בכל אלהי הארצות האלה אשר הצילו את ארצם מידי", 
            "4": "שלמה מילתא אחריתי הוה ביה שמלך על העליונים ועל התחתונים שנאמר (דברי הימים א כט, כג) וישב שלמה על כסא ה'", 
            "7": "והא איכא דריוש דכתיב (דניאל ו, כו) דריוש מלכא כתב לכל עממיא אומיא ולישניא די דיירין בכל ארעא שלמכון יסגא", 
            "6": "הא איכא ירושלים דלא כבשה", 
            "9": "והא איכא כורש דכתיב (עזרא א, ב) כה אמר כורש מלך פרס כל ממלכות הארץ נתן לי ה'", 
            "8": "הא איכא שבע דלא מלך עלייהו דכתיב (דניאל ו, ב) שפר קדם דריוש והקים על מלכותא לאחשדרפניא מאה ועשרין", 
            "39": "כיון דחזי דמלו שבעין ולא איפרוק אמר", 
            "38": "חדא דבלשצר וחמש דדריוש וכורש ותרתי דידיה הא שבעין", 
            "11": "(אסתר א, ב) בימים ההם כשבת המלך וכתיב בתריה בשנת שלש למלכו", 
            "10": "התם אשתבוחי הוא דקא משתבח בנפשיה:", 
            "13": "מאי כשבת לאחר שנתיישבה דעתו", 
            "12": "אמר רבא", 
            "15": "בלשצר חשב וטעה אנא חשיבנא ולא טעינא", 
            "14": "אמר", 
            "17": "דכתיב (ירמיהו כט, י) כי לפי מלאת לבבל שבעים שנה אפקוד אתכם וכתיב (דניאל ט, ב) למלאות לחרבות ירושלם שבעים שנה", 
            "16": "מאי היא", 
            "19": "אפיק מאני דבי מקדשא ואשתמש בהו", 
            "18": "חשוב ארבעין וחמש דנבוכדנצר ועשרים ותלת דאויל מרודך ותרתי דידיה הא שבעים", 
            "31": "אמר", 
            "30": "(דניאל ה, כג) ועל מרי שמיא התרוממת ולמאניא די בייתיה היתיו קדמך וכתיב (דניאל ה, ל) ביה בליליא קטיל בלשאצר מלכא [כשדאי] וכתיב (דניאל ו, א) ודריוש מדאה קבל מלכותא כבר שנין שתין ותרתין", 
            "37": "חשיב ועייל חילופייהו", 
            "36": "כמה בצירן תמני", 
            "35": "מאי לבבל לגלות בבל", 
            "34": "לבבל כתיב", 
            "33": "מי כתיב למלכות בבל", 
            "32": "איהו מיטעא טעי אנא חשיבנא ולא טעינא"
        }, 
        "22": {
            "24": "מלך טיפש היה", 
            "25": "מאן דאמר מלך פיקח היה שפיר עבד דקריב רחיקא ברישא דבני מאתיה כל אימת דבעי מפייס להו", 
            "26": "ומאן דאמר טיפש היה דאיבעי ליה לקרובי בני מאתיה ברישא דאי מרדו ביה הנך הני הוו קיימי בהדיה", 
            "27": "שאלו תלמידיו את רשב\"י", 
            "20": "כתיב הכא יקר תפארת גדולתו וכתיב התם (שמות כח, ב) לכבוד ולתפארת", 
            "21": "(שם, ה) ובמלאות הימים האלה וגו' רב ושמואל", 
            "22": "חד אמר", 
            "23": "מלך פיקח היה וחד אמר", 
            "28": "מפני מה נתחייבו שונאיהן של ישראל שבאותו הדור כליה", 
            "29": "אמר להם", 
            "0": "תניא נמי הכי", 
            "4": "מ\"מ קשו קראי אהדדי", 
            "8": "והיינו דכתיב (עזרא א, ב) כה אמר כורש מלך פרס כל ממלכות הארץ נתן לי ה' אלהי השמים והוא פקד עלי לבנות לו בית בירושלם", 
            "59": "הם של כסף ורגליהן של זהב", 
            "58": "א\"כ אתה מטיל קנאה בסעודה אלא", 
            "55": "תניא ר' יהודה אומר", 
            "54": "על גלילי כסף ועמודי שש מטות זהב וכסף", 
            "57": "אמר לו ר' נחמיה", 
            "56": "הראוי לכסף לכסף הראוי לזהב לזהב", 
            "51": "מילת לבנה הציע להם", 
            "50": "חרי חרי ושמואל אמר", 
            "53": "כרים של פסים", 
            "52": "כרפס אמר ר' יוסי בר חנינא", 
            "82": "אמר רבא", 
            "83": "שניהן לדבר עבירה נתכוונו", 
            "80": "לעשות כרצון מרדכי והמן, מרדכי דכתיב איש יהודי המן איש צר ואויב", 
            "81": "(שם, ט) גם ושתי המלכה עשתה משתה נשים בית המלכות בית הנשים מיבעי ליה", 
            "84": "היינו דאמרי אינשי", 
            "85": "איהו בקרי ואתתיה", 
            "3": "אף דניאל טעה בהאי חושבנא דכתיב (דניאל ט, ב) בשנת אחת למלכו אני דניאל בינותי בספרים מדקאמר בינותי מכלל דטעה", 
            "7": "לפקידה בעלמא", 
            "39": "וכי משוא פנים יש בדבר", 
            "38": "אמרו לו", 
            "33": "אם כן שבשושן יהרגו שבכל העולם כולו אל יהרגו", 
            "32": "מפני שנהנו מסעודתו של אותו רשע", 
            "31": "אמרו לו", 
            "30": "אמרו אתם", 
            "37": "מפני שהשתחוו לצלם", 
            "36": "אמר להם", 
            "35": "אמור אתה", 
            "34": "אמרו לו", 
            "60": "בהט ושש א\"ר אסי", 
            "61": "אבנים שמתחוטטות על בעליהן וכן הוא אומר (זכריה ט, טז) אבני נזר מתנוססות על אדמתו", 
            "62": "ודר וסוחרת רב אמר", 
            "63": "דרי דרי ושמואל אמר", 
            "64": "אבן טובה יש בכרכי הים ודרה שמה הושיבה באמצע סעודה ומאירה להם כצהרים", 
            "65": "דבי רבי ישמעאל תנא", 
            "66": "שקרא דרור לכל בעלי סחורה", 
            "67": "(שם, ז) והשקות בכלי זהב וכלים מכלים שונים משונים מיבעי ליה", 
            "68": "אמר רבא", 
            "69": "יצתה בת קול ואמרה להם", 
            "2": "אמר רבא", 
            "6": "אמר רבא", 
            "11": "אלא א\"ל הקב\"ה למשיח", 
            "10": "מאי דכתיב (ישעיהו מה, א) כה אמר ה' למשיחו לכורש אשר החזקתי בימינו וכי כורש משיח היה", 
            "13": "והוא אמר (עזרא א, ג) מי בכם מכל עמו ויעל:", 
            "12": "קובל אני לך על כורש אני אמרתי הוא יבנה ביתי ויקבץ גליותי", 
            "15": "אמר רבא", 
            "14": "(אסתר א, ג) חיל פרס ומדי הפרתמים וכתיב למלכי מדי ופרס", 
            "17": "אי מינן מלכי מינייכו איפרכי ואי מינייכו מלכי מינן איפרכי", 
            "16": "אתנויי אתנו בהדדי", 
            "19": "מלמד שלבש בגדי כהונה", 
            "18": "(שם, ד) בהראותו את עושר כבוד מלכותו א\"ר יוסי בר חנינא", 
            "48": "(שם, ו) חור כרפס ותכלת מאי חור", 
            "49": "רב אמר", 
            "46": "במתניתא תנא", 
            "47": "הושיבן בחצר ופתח להם שני פתחים אחד לגינה ואחד לביתן", 
            "44": "הראוי לחצר לחצר הראוי לגינה לגינה הראוי לביתן לביתן וחד אמר", 
            "45": "הושיבן בחצר ולא החזיקתן בגינה ולא החזיקתן עד שהכניסן לביתן והחזיקתן", 
            "42": "(שם) בחצר גנת ביתן המלך רב ושמואל", 
            "43": "חד אמר", 
            "40": "אמר להם", 
            "41": "הם לא עשו אלא לפנים אף הקב\"ה לא עשה עמהן אלא לפנים והיינו דכתיב (איכה ג, לג) כי לא ענה מלבו:", 
            "1": "ועוד שנה אחרת לבבל ועמד דריוש והשלימה", 
            "5": "כתיב (ירמיהו כט, י) מלאות לבבל וכתיב (דניאל ט, ב) לחרבות ירושלם", 
            "9": "דרש רב נחמן בר רב חסדא", 
            "77": "אין אונס אמר רבי אלעזר", 
            "76": "כדת של תורה מה דת של תורה אכילה מרובה משתיה אף סעודתו של אותו רשע אכילה מרובה משתיה", 
            "75": "א\"ר חנן משום ר\"מ", 
            "74": "מאי כדת", 
            "73": "(שם, ח) והשתיה כדת (אין אונס)", 
            "72": "מלמד שכל אחד ואחד השקהו יין שגדול הימנו בשנים", 
            "71": "ויין מלכות רב אמר רב", 
            "70": "ראשונים כלו מפני כלים ואתם שונים בהם", 
            "79": "לעשות כרצון איש ואיש אמר רבא", 
            "78": "מלמד שכל אחד ואחד השקהו מיין מדינתו"
        }, 
        "23": {
            "24": "שלחה ליה", 
            "25": "בר אהורייריה דאבא", 
            "26": "אבא לקבל אלפא חמרא שתי ולא רוי וההוא גברא אשתטי בחמריה", 
            "27": "מיד וחמתו בערה בו", 
            "20": "במתניתא תנא", 
            "21": "[בא גבריאל ועשה לה זנב]", 
            "22": "ויקצף המלך מאד אמאי דלקה ביה כולי האי", 
            "23": "אמר רבא", 
            "28": "ויאמר המלך לחכמים מאן חכמים רבנן יודעי העתים שיודעין לעבר שנים ולקבוע חדשים", 
            "29": "אמר להו", 
            "0": "בבוציני", 
            "4": "אבל עובדי כוכבים שאוכלין ושותין אין מתחילין אלא בדברי תיפלות", 
            "8": "אמר להם אחשורוש", 
            "59": "אלמלא אגרות הראשונות לא נשתייר משונאיהן של ישראל שריד ופליט", 
            "58": "להיות כל איש שורר בביתו אמר רבא", 
            "55": "ולמה נקרא שמו ממוכן שמוכן לפורענות", 
            "54": "ממוכן זה המן", 
            "57": "מכאן שההדיוט קופץ בראש", 
            "56": "אמר רב כהנא", 
            "51": "מרסנא כלום מירסו במנחות לפניך", 
            "50": "מרס כלום מירסו בדם לפניך", 
            "53": "ויאמר ממוכן תנא", 
            "52": "ממוכן כלום הכינו שלחן לפניך", 
            "82": "משפחות מתגרות זו בזו משפחת יהודה אומרת", 
            "83": "אנא גרים דמתיליד מרדכי דלא קטליה דוד לשמעי בן גרא ומשפחת בנימין אמרה", 
            "80": "אביו מבנימין ואמו מיהודה", 
            "81": "ורבנן אמרי", 
            "86": "כנסת ישראל אמרה לאידך גיסא", 
            "87": "ראו מה עשה לי יהודי ומה שילם לי ימיני מה עשה לי יהודי", 
            "84": "מינאי קאתי", 
            "85": "רבא אמר", 
            "3": "יום השביעי שבת היה שישראל אוכלין ושותין מתחילין בד\"ת ובדברי תשבחות", 
            "7": "פרסיות נאות", 
            "39": "זיל לגבי עמון ומואב דיתבי בדוכתייהו כחמרא דיתיב על דורדייה", 
            "38": "מיום שחרב בית המקדש וגלינו מארצנו ניטלה עצה ממנו ואין אנו יודעין לדון דיני נפשות", 
            "33": "נימא ליה", 
            "32": "היכי נעביד", 
            "31": "אמרו", 
            "30": "דיינוה לי", 
            "37": "אמרו לו", 
            "36": "שבקה קא מזלזלה במלכותא", 
            "35": "נימא ליה", 
            "34": "קטלה למחר פסיק ליה חמריה ובעי לה מינן", 
            "60": "אמרי", 
            "61": "מאי האי דשדיר לן להיות כל איש שורר בביתו", 
            "62": "פשיטא", 
            "63": "אפילו קרחה בביתיה פרדשכא ליהוי", 
            "64": "ויפקד המלך פקידים", 
            "65": "א\"ר", 
            "66": "מאי דכתיב (משלי יג, טז) כל ערום יעשה בדעת וכסיל יפרוש אולת כל ערום יעשה בדעת זה דוד דכתיב (מלכים א א, ב) ויאמרו לו עבדיו יבקשו לאדני המלך נערה בתולה כל מאן דהוה ליה ברתא אייתה ניהליה", 
            "67": "וכסיל יפרוש אולת זה אחשורוש דכתיב ויפקד המלך פקידים", 
            "68": "כל מאן דהוה ליה ברתא איטמרה מיניה", 
            "69": "איש יהודי היה בשושן הבירה וגו' איש ימיני", 
            "2": "אמר רבא", 
            "6": "מדיות נאות והללו אומרים", 
            "11": "אין ובלבד שתהא ערומה", 
            "10": "אמרו לו", 
            "13": "מלמד שהיתה ושתי הרשעה מביאה בנות ישראל ומפשיטן ערומות ועושה בהן מלאכה בשבת", 
            "12": "שבמדה שאדם מודד בה מודדין לו", 
            "15": "כשם שעשתה כך נגזר עליה", 
            "14": "היינו דכתיב אחר הדברים האלה כשוך חמת המלך אחשורוש זכר את ושתי ואת אשר עשתה ואת אשר נגזר עליה", 
            "17": "שניהן לדבר עבירה נתכוונו מ\"ט לא אתאי", 
            "16": "ותמאן המלכה ושתי מכדי פריצתא הואי דאמר מר", 
            "19": "מלמד שפרחה בה צרעת", 
            "18": "א\"ר יוסי בר חנינא", 
            "48": "אדמתא כלום בנו לפניך מזבח אדמה", 
            "49": "תרשיש כלום שימשו לפניך בבגדי כהונה דכתיב בהו (שמות כח, כ) תרשיש ושהם וישפה", 
            "46": "רבש\"ע כלום הקריבו לפניך כרים בני שנה כדרך שהקריבו ישראל לפניך", 
            "47": "שתר כלום הקריבו לפניך שתי תורין", 
            "44": "כל פסוק זה על שום קרבנות נאמר", 
            "45": "כרשנא אמרו מלאכי השרת לפני הקב\"ה", 
            "42": "מיד והקרוב אליו כרשנא שתר אדמתא תרשיש", 
            "43": "א\"ר לוי", 
            "40": "וטעמא אמרו ליה", 
            "41": "דכתיב (ירמיהו מח, יא) שאנן מואב מנעוריו ושוקט הוא אל שמריו ולא הורק מכלי אל כלי ובגולה לא הלך על כן עמד טעמו בו וריחו לא נמר", 
            "1": "ביום השביעי כטוב לב המלך ביין אטו עד השתא לא טב לביה בחמרא", 
            "5": "וכן בסעודתו של אותו רשע הללו אומרים", 
            "9": "כלי שאני משתמש בו אינו לא מדיי ולא פרסי אלא כשדיי רצונכם לראותה", 
            "77": "אמר רב נחמן", 
            "76": "קרי ליה יהודי אלמא מיהודה קאתי וקרי ליה ימיני אלמא מבנימין קאתי", 
            "75": "בן יאיר בן שהאיר עיניהם של ישראל בתפלתו בן שמעי בן ששמע אל תפלתו בן קיש שהקיש על שערי רחמים ונפתחו לו", 
            "74": "כולן על שמו נקראו", 
            "73": "תנא", 
            "72": "אלא מאי שנא הני", 
            "71": "אי ליחוסא קאתי ליחסיה ואזיל עד בנימין", 
            "70": "מאי קאמר", 
            "79": "אמר רבה בר בר חנה אמר ר' יהושע בן לוי", 
            "78": "מרדכי מוכתר בנימוסו היה"
        }, 
        "46": {
            "42": "אלא", 
            "43": "איכא כבוד אביו וכבוד רבו", 
            "24": "אין מדלגין מנביא לנביא ובנביא של שנים עשר מדלג ובלבד שלא ידלג מסוף הספר לתחילתו:", 
            "25": "<big><strong>מתני׳</strong></big> המפטיר בנביא הוא פורס על שמע והוא עובר לפני התיבה והוא נושא את כפיו", 
            "26": "ואם היה קטן אביו או רבו עוברין על ידו", 
            "27": "קטן קורא בתורה ומתרגם אבל אינו פורס על שמע ואינו עובר לפני התיבה ואינו נושא את כפיו", 
            "20": "והתניא", 
            "21": "מדלגין בתורה בענין אחד ובנביא בשני עניינין", 
            "22": "כאן וכאן בכדי שלא יפסוק התורגמן", 
            "23": "תניא אידך", 
            "28": "פוחח פורס את שמע ומתרגם אבל אינו קורא בתורה ואינו עובר לפני התיבה ואינו נושא את כפיו", 
            "29": "סומא פורס את שמע ומתרגם", 
            "40": "אי אמרת משום נצויי קטן בר נצויי הוא", 
            "41": "אלא מאי משום כבוד קטן בר כבוד הוא", 
            "1": "היו שלשתן שלש פרשיות קורין אחד אחד", 
            "0": "ובנביא שלשה", 
            "3": "ועד כמה הוא מדלג", 
            "2": "מדלגין בנביא ואין מדלגין בתורה", 
            "5": "<big><strong>גמ׳</strong></big> הני ג' פסוקין כנגד מי", 
            "4": "עד כדי שלא יפסוק המתורגמן:", 
            "7": "כנגד תורה נביאים וכתובים", 
            "6": "אמר רב אסי", 
            "9": "מדלגין בנביא ואין מדלגין בתורה: ורמינהי", 
            "8": "ולא יקרא למתורגמן יותר מפסוק אחד ובנביא ג' פסוקים ואם היו שלשתן שלש פרשיות קורא אחד אחד כגון (ישעיהו נב, ג) כי כה אמר ה' חנם נמכרתם (ישעיהו נב, ד) כי כה אמר ה' אלהים מצרים ירד עמי בראשונה (ישעיהו נב, ה) ועתה מה לי פה נאם ה':", 
            "39": "ואם היה קטן אביו או רבו עוברין על ידו", 
            "38": "תנן", 
            "11": "והא קא מדלג", 
            "10": "קורא (ויקרא טז, א) אחרי מות (ויקרא כג, כז) ואך בעשור", 
            "13": "לא קשיא", 
            "12": "אמר אביי", 
            "15": "והא עלה קתני", 
            "14": "כאן בכדי שיפסוק התורגמן וכאן בכדי שלא יפסוק התורגמן", 
            "17": "אלא אמר אביי", 
            "16": "מדלגין בנביא ואין מדלגין בתורה ועד כמה הוא מדלג עד כדי שלא יפסוק התורגמן מכלל דבתורה כלל כלל לא", 
            "19": "כאן בענין אחד כאן בשתי עניינות", 
            "18": "לא קשיא", 
            "31": "כל שלא ראה מאורות מימיו אינו פורס על שמע:", 
            "30": "רבי יהודה אומר", 
            "37": "איכא בינייהו דעביד בחנם", 
            "36": "מאי בינייהו", 
            "35": "משום דאתי לאינצויי", 
            "34": "משום כבוד רבה בר שימי אמר", 
            "33": "רב פפא אמר", 
            "32": "<big><strong>גמ׳</strong></big> מ\"ט"
        }, 
        "47": {
            "56": "אם רוב אנשי העיר מלאכתן בכך מותר:", 
            "54": "סומא באחת מעיניו לא ישא את כפיו ואם היה דש בעירו מותר:", 
            "42": "כשאתה מגיע אצל (ישעיהו ח, יז) וחכיתי לה' לא נמצאת מחרף ומגדף", 
            "48": "זבלגן לא ישא את כפיו ואם היה דש בעירו מותר", 
            "43": "אמר רב הונא", 
            "60": "נתנה על מצחו או על פס ידו הרי זו דרך המינות", 
            "61": "ציפן זהב ונתנה על בית אונקלי שלו ה\"ז דרך החיצונים:", 
            "62": "<big><strong>גמ׳</strong></big> מ\"ט", 
            "63": "חיישינן שמא מינות נזרקה בו:", 
            "64": "העושה תפלתו עגולה סכנה ואין בה מצוה: לימא תנינא להא דתנו רבנן", 
            "49": "א\"ר יוחנן", 
            "66": "ואמר רבא", 
            "67": "בתפרן ובאלכסונן", 
            "68": "אמר רב פפא", 
            "69": "מתניתין דעבידא כי אמגוזא:", 
            "52": "ההוא דש בעירו הוה", 
            "53": "תניא נמי הכי", 
            "24": "ר' יהודה אומר", 
            "25": "אף מי שהיו ידיו צבועות סטיס לא ישא את כפיו מפני שהעם מסתכלין בו:", 
            "26": "<big><strong>גמ׳</strong></big> תנא", 
            "27": "מומין שאמרו בפניו ידיו ורגליו", 
            "20": "בני אבוקה זו למה לך", 
            "21": "אמר לי", 
            "22": "כל זמן שאבוקה בידי בני אדם רואין אותי ומצילין אותי מן הפחתין ומן הקוצין ומן הברקנין:", 
            "23": "<big><strong>מתני׳</strong></big> כהן שיש בידיו מומין לא ישא את כפיו", 
            "46": "ההוא דש בעירו הוה", 
            "47": "תניא נמי הכי", 
            "44": "זבלגן לא ישא את כפיו", 
            "45": "והא ההוא דהוה בשיבבותיה דרב הונא והוה פריס ידיה", 
            "28": "אמר ר' יהושע בן לוי", 
            "29": "ידיו בוהקניות לא ישא את כפיו", 
            "40": "אמר ליה", 
            "41": "זיל אימא ליה", 
            "1": "פוחח פורס על שמע וכו':", 
            "0": "הכא נמי איכא נצויי אביו ונצויי רבו:", 
            "3": "קטן פוחח מהו שיקרא בתורה", 
            "2": "בעא מיניה עולא בר רב מאביי", 
            "5": "ותיבעי לך ערום", 
            "4": "אמר ליה", 
            "7": "סומא פורס על שמע וכו':", 
            "6": "ערום מאי טעמא לא משום כבוד צבור הכא נמי משום כבוד צבור:", 
            "9": "הרבה צפו לדרוש במרכבה ולא ראו אותה מימיהם", 
            "8": "תניא אמרו לו לרבי יהודה", 
            "51": "והא ההוא דהוה בשיבבותיה דרבי יוחנן דהוה פריס ידיה", 
            "39": "אתא אמר ליה לאבוה", 
            "65": "תפלין מרובעות הלכה למשה מסיני", 
            "38": "אלמלי אתה לוי פסול אתה מן הדוכן משום דעבי קלך", 
            "70": "<big><strong>מתני׳</strong></big> האומר", 
            "59": "העושה תפלתו עגולה סכנה ואין בה מצוה", 
            "58": "בסנדל איני עובר אף יחף לא יעבור", 
            "11": "התם באבנתא דליבא תליא מילתא והא קא מיכוין וידע", 
            "10": "ור' יהודה", 
            "13": "ורבנן", 
            "12": "הכא משום הנאה הוא והא לית ליה הנאה", 
            "15": "דתניא א\"ר יוסי", 
            "14": "אית ליה הנאה כרבי יוסי", 
            "17": "עד שבא מעשה לידי", 
            "16": "כל ימי הייתי מצטער על מקרא זה (דברים כח, כט) והיית ממשש בצהרים כאשר ימשש העור באפלה וכי מה אכפת ליה לעור בין אפילה לאורה", 
            "19": "אמרתי לו", 
            "18": "פעם אחת הייתי מהלך באישון לילה ואפלה וראיתי סומא שהיה מהלך בדרך ואבוקה בידו", 
            "31": "ידיו בוהקניות לא ישא את כפיו", 
            "30": "תניא נמי הכי", 
            "37": "אמר ליה רבי חייא לר' שמעון בר רבי", 
            "36": "אין מורידין לפני התיבה לא אנשי בית שאן ולא אנשי בית חיפה ולא אנשי טבעונין מפני שקורין לאלפין עיינין ולעיינין אלפין", 
            "35": "תניא נמי הכי", 
            "34": "חיפני (ובשיני) לא ישא את כפיו", 
            "33": "אמר רב אסי", 
            "55": "ר\"י אומר מי שהיו ידיו צבועות לא ישא את כפיו: תנא", 
            "32": "עקומות עקושות לא ישא את כפיו", 
            "57": "<big><strong>מתני׳</strong></big> האומר איני עובר לפני התיבה בצבועין אף בלבנים לא יעבור", 
            "50": "סומא באחת מעיניו לא ישא את כפיו"
        }, 
        "44": {
            "42": "עולה וחד אמר", 
            "48": "ואם איתא עשרים וארבעה הויין", 
            "43": "אינו עולה", 
            "49": "כיון דמשום כבוד תורה הוא", 
            "24": "שלשה שומרי הסף חמשה מרואי פני המלך שבעה רואי פני המלך", 
            "25": "אמר ליה אביי", 
            "26": "עד האידנא מאי טעמא לא פריש לן מר", 
            "27": "אמר ליה", 
            "20": "כנגד ברכת כהנים וחד אמר", 
            "21": "כנגד שלשה שומרי הסף חמשה מרואי פני המלך שבעה רואי פני המלך", 
            "22": "תני רב יוסף", 
            "23": "ג' חמשה ושבעה", 
            "46": "מיתיבי", 
            "47": "המפטיר בנביא לא יפחות מעשרים ואחד פסוקין כנגד שבעה שקראו בתורה", 
            "44": "מ\"ד עולה דהא קרי ומ\"ד אינו עולה כדעולא דאמר עולא", 
            "45": "מפני מה המפטיר בנביא צריך שיקרא בתורה תחלה מפני כבוד תורה וכיון דמשום כבוד תורה הוא למנינא לא סליק", 
            "28": "לא הוה ידענא דצריכתו ליה ומי בעיתו מינאי מילתא ולא אמרי לכו", 
            "29": "אמר ליה יעקב מינאה לרב יהודה", 
            "40": "מפטיר מהו שיעלה למנין שבעה", 
            "41": "רב הונא ור' ירמיה בר אבא חד אמר", 
            "1": "ביו\"ט חמשה ביוה\"כ ששה כו': מתני' מני", 
            "0": "ורבא דמצלי אצלויי:", 
            "3": "ביו\"ט חמשה וביוה\"כ ששה ובשבת שבעה אין פוחתין מהן ואין מוסיפין עליהן דברי ר' ישמעאל", 
            "2": "לא ר' ישמעאל ולא רבי עקיבא דתניא", 
            "5": "ביו\"ט חמשה וביום הכפורים שבעה ובשבת ששה אין פוחתין מהן אבל מוסיפין עליהן", 
            "4": "ר\"ע אומר", 
            "7": "אי ר' ישמעאל קשיא תוספת אי ר\"ע קשיא ששה ושבעה", 
            "6": "מני", 
            "9": "תנא דבי רבי ישמעאל היא דתנא דבי ר' ישמעאל", 
            "8": "אמר רבא", 
            "39": "איבעיא להו", 
            "38": "אשה לא תקרא בתורה מפני כבוד צבור", 
            "11": "קשיא דר' ישמעאל אדר' ישמעאל", 
            "10": "ביום טוב חמשה ביוה\"כ ששה בשבת שבעה אין פוחתין מהן אבל מוסיפין עליהן דברי ר' ישמעאל", 
            "13": "מאן תנא להא דתניא", 
            "12": "תרי תנאי אליבא דרבי ישמעאל", 
            "15": "אפילו תימא רבי ישמעאל דנפיש סידורא דיומא", 
            "14": "ביו\"ט מאחרין לבוא וממהרין לצאת ביום הכפורים ממהרין לבוא ומאחרין לצאת ובשבת ממהרין לבוא וממהרין לצאת לימא ר\"ע דאית ליה גברא יתירא", 
            "17": "פליגי בה רבי יצחק בר נחמני וחד דעמיה ומנו רבי שמעון בן פזי ואמרי לה", 
            "16": "הני שלשה חמשה ושבעה כנגד מי", 
            "19": "חד אמר", 
            "18": "ר' שמעון בן פזי וחד דעמיה ומנו רבי יצחק בר נחמני ואמרי לה ר' שמואל בר נחמני", 
            "31": "אמר ליה", 
            "30": "הני ששה דיוה\"כ כנגד מי", 
            "37": "אבל אמרו חכמים", 
            "36": "הכל עולין למנין שבעה ואפילו קטן ואפילו אשה", 
            "35": "ת\"ר", 
            "34": "היינו זכריה היינו משלם ואמאי קראו משלם דמישלם בעובדיה", 
            "33": "הני שבעה הוו", 
            "32": "כנגד ששה שעמדו מימינו של עזרא וששה משמאלו שנאמר (נחמיה ח, ד) ויעמוד עזרא הסופר על מגדל עץ אשר עשו לדבר ויעמוד אצלו מתתיה ושמע ועניה ואוריה וחלקיה ומעשיה על ימינו ומשמאלו פדיה ומישאל ומלכיה וחשום וחשבדנה זכריה משלם"
        }, 
        "45": {
            "24": "ברכת אבלים בעשרה ואין אבלים מן המנין", 
            "25": "ברכת חתנים בעשרה וחתנים מן המנין:", 
            "26": "ואין מזמנין על המזון בשם פחות מעשרה (וכו'): כיון דבעי למימר נברך לאלהינו בציר מעשרה לאו אורח ארעא:", 
            "27": "והקרקעות תשעה וכהן ואדם כיוצא בהן (וכו'): מנה\"מ", 
            "20": "בציר מעשרה לאו אורח ארעא:", 
            "21": "ואין אומרים ברכת אבלים וברכת חתנים (וכו'): מאי ברכת אבלים", 
            "22": "ברכת רחבה", 
            "23": "דא\"ר יצחק א\"ר יוחנן", 
            "28": "אמר שמואל", 
            "29": "עשרה כהנים כתובים בפרשה חד לגופיה (וחד למעוטי) ואידך הוי מיעוט אחר מיעוט ואין מיעוט אחר מיעוט אלא לרבות", 
            "1": "מתקיף לה רבא", 
            "0": "כנגדו נמי לא בעי", 
            "3": "שאני התם דסליק עניינא", 
            "2": "והרי (ירמיהו ז, כא) עולותיכם ספו דלא הויין עשרין וחד וקרינן", 
            "5": "והאמר רב שמואל בר אבא", 
            "4": "והיכא דלא סליק עניינא לא", 
            "7": "אפסיקו", 
            "6": "זמנין סגיאין הוה קאימנא קמיה דר' יוחנן וכי הוה קרינן עשרה פסוקי אמר לן", 
            "9": "דתני רב תחליפא בר שמואל", 
            "8": "מקום שיש תורגמן שאני", 
            "39": "<big><strong>מתני׳</strong></big> הקורא בתורה לא יפחות משלשה פסוקים ולא יקרא למתורגמן יותר מפסוק אחד", 
            "38": "ועבד איתקש לקרקעות דכתיב (ויקרא כה, מו) והתנחלתם אותם לבניכם אחריכם לרשת אחוזה:", 
            "11": "<big><strong>מתני׳</strong></big> אין פורסין על שמע ואין עוברין לפני התיבה ואין נושאין את כפיהם ואין קורין בתורה ואין מפטירין בנביא ואין עושין מעמד ומושב ואין אומרים ברכת אבלים ותנחומי אבלים וברכת חתנים ואין מזמנין בשם פחות מעשרה ובקרקעות תשעה וכהן ואדם כיוצא בהן:", 
            "10": "לא שנו אלא במקום שאין תורגמן אבל מקום שיש תורגמן פוסק:", 
            "13": "אמר ר' חייא בר אבא א\"ר יוחנן", 
            "12": "<big><strong>גמ׳</strong></big> מה\"מ", 
            "15": "מאי משמע", 
            "14": "דאמר קרא (ויקרא כב, לב) ונקדשתי בתוך בני ישראל כל דבר שבקדושה לא יהא פחות מעשרה", 
            "17": "אתיא תוך תוך כתיב הכא ונקדשתי בתוך בני ישראל וכתיב התם (במדבר טז, כא) הבדלו מתוך העדה ואתיא עדה עדה דכתיב התם (במדבר יד, כז) עד מתי לעדה הרעה הזאת מה להלן עשרה אף כאן עשרה:", 
            "16": "דתני ר' חייא", 
            "19": "שבו יקרים שבו", 
            "18": "ואין עושין מעמד ומושב פחות מעשרה: כיון דבעי למימר עמדו יקרים עמודו", 
            "31": "ואימא חמשה כהנים וחמשה ישראלים", 
            "30": "תשעה ישראלים וחד כהן", 
            "37": "האומר דמי עלי שמין אותו כעבד", 
            "36": "דתניא", 
            "35": "באומר דמי עלי", 
            "34": "אמר רבי אבהו", 
            "33": "ואדם כיוצא בהן: אדם מי קדוש", 
            "32": "קשיא:"
        }, 
        "28": {
            "56": "דעבר ערקומא דמיא", 
            "77": "בשעה שראה המן את מרדכי יושב בשער המלך אמר כל זה אינו שוה לי כדרב חסדא", 
            "54": "שהעביר יום ראשון של פסח בתענית", 
            "42": "התך זה דניאל ולמה נקרא שמו התך שחתכוהו מגדולתו", 
            "48": "ויגידו למרדכי את דברי אסתר ואילו איהו לא אזל לגביה מכאן שאין משיבין על הקלקלה", 
            "43": "ושמואל אמר", 
            "60": "ואמר רבי אלעזר אמר ר' חנינא", 
            "61": "לעולם אל תהי ברכת הדיוט קלה בעיניך שהרי שני גדולי הדור ברכום שני הדיוטות ונתקיימה בהן ואלו הן", 
            "62": "דוד ודניאל", 
            "63": "דוד דברכיה ארונה דכתיב (שמואל ב כד, כג) ויאמר ארונה אל המלך וגו'", 
            "64": "דניאל דברכיה דריוש דכתיב (דניאל ו, יז) אלהך די אנת פלח ליה בתדירא הוא ישיזבינך", 
            "49": "לך כנוס את כל היהודים וגו' עד אשר לא כדת", 
            "66": "אל תהי קללת הדיוט קלה בעיניך שהרי אבימלך קלל את שרה (בראשית כ, טז) הנה הוא לך כסות עינים ונתקיים בזרעה (בראשית כז, א) ויהי כי זקן יצחק ותכהין עיניו", 
            "67": "ואמר רבי אלעזר אמר ר' חנינא", 
            "68": "בא וראה שלא כמדת הקב\"ה מדת בשר ודם", 
            "69": "מדת בשר ודם אדם שופת קדרה ואח\"כ נותן לתוכה מים אבל הקב\"ה נותן מים ואחר כך שופת הקדרה לקיים מה שנאמר (ירמיהו י, יג) לקול תתו המון מים בשמים", 
            "52": "וכאשר אבדתי אבדתי כשם שאבדתי מבית אבא כך אובד ממך", 
            "53": "ויעבור מרדכי אמר רב", 
            "24": "תנו רבנן", 
            "25": "רחב בשמה זינתה יעל בקולה אביגיל בזכירתה מיכל בת שאול בראייתה", 
            "26": "אמר רבי יצחק", 
            "27": "כל האומר רחב רחב מיד ניקרי", 
            "20": "תנו רבנן", 
            "21": "ארבע נשים יפיפיות היו בעולם", 
            "22": "שרה (ואביגיל רחב) ואסתר", 
            "23": "ולמאן דאמר אסתר ירקרוקת היתה מפיק אסתר ומעייל ושתי", 
            "46": "שלחה לו", 
            "47": "שמא עברו ישראל על חמשה חומשי תורה דכתיב בהן (שמות לב, טו) מזה ומזה הם כתובים", 
            "44": "שכל דברי מלכות נחתכין על פיו", 
            "45": "לדעת מה זה ועל מה זה אמר רבי יצחק", 
            "28": "א\"ל רב נחמן", 
            "29": "אנא אמינא רחב רחב ולא איכפת לי", 
            "40": "שהוצרכה לנקביה", 
            "41": "ותקרא אסתר להתך אמר רב", 
            "1": "כדעולא", 
            "0": "בשלמא אינהו מיפרשי אלא אבהתייהו מנלן", 
            "3": "כל מקום ששמו ושם אביו בנביאות בידוע שהוא נביא בן נביא", 
            "2": "דאמר עולא", 
            "5": "שמו ושם עירו מפורש בידוע שהוא מאותה העיר שמו ולא שם עירו בידוע שהוא מירושלים", 
            "4": "שמו ולא שם אביו בידוע שהוא נביא ולא בן נביא", 
            "7": "כל שמעשיו ומעשה אבותיו סתומין ופרט לך הכתוב באחד מהן לשבח כגון (צפניה א, א) דבר ה' אשר היה אל צפניה בן כושי בן גדליה בידוע שהוא צדיק בן צדיק", 
            "6": "במתניתא תנא", 
            "9": "אמר רב נחמן", 
            "8": "וכל שפרט לך הכתוב באחד מהן לגנאי כגון (ירמיהו מא, א) ויהי בחדש השביעי בא ישמעאל בן נתניה בן אלישמע בידוע שהוא רשע בן רשע", 
            "78": "דאמר רב חסדא", 
            "51": "שלא כדת היה שבכל יום ויום עד עכשיו באונס ועכשיו ברצון", 
            "39": "שפירסה נדה ור' ירמיה אמר", 
            "65": "ואמר רבי אלעזר אמר ר' חנינא", 
            "76": "וכל זה איננו שוה לי אמר רבי אלעזר אמר רבי חנינא", 
            "75": "משל לאדם שאבדה לו מרגלית כל מקום שהיא מרגלית שמה לא אבדה אלא לבעלה", 
            "38": "אמר רב", 
            "73": "ואמר ר\"א אמר רבי חנינא", 
            "72": "ותאמר אסתר למלך בשם מרדכי", 
            "71": "כל האומר דבר בשם אומרו מביא גאולה לעולם שנאמר", 
            "70": "ואמר ר\"א אמר רבי חנינא", 
            "59": "מלמד שלבשתה רוח הקדש כתיב הכא ותלבש וכתיב התם (דברי הימים א יב, יט) ורוח לבשה את עמשי", 
            "79": "זה בא בפרוזבולי וזה בא", 
            "58": "אמר רבי אלעזר אמר רבי חנינא", 
            "11": "מיתיבי", 
            "10": "מלאכי זה מרדכי ולמה נקרא שמו מלאכי שהיה משנה למלך", 
            "13": "תיובתא", 
            "12": "ברוך בן נריה ושריה בן מעשיה ודניאל ומרדכי בלשן וחגי זכריה ומלאכי כולן נתנבאו בשנת שתים לדריוש", 
            "15": "מלאכי זה עזרא וחכ\"א", 
            "14": "תניא אמר רבי יהושע בן קרחה", 
            "17": "אמר רב נחמן", 
            "16": "מלאכי שמו", 
            "19": "(מלאכי ב, יא) בגדה יהודה ותועבה נעשתה בישראל ובירושלם כי חלל יהודה קדש ה' אשר אהב ובעל בת אל נכר ומאן אפריש נשים נכריות עזרא דכתיב (עזרא י, ב) ויען שכניה בן יחיאל מבני עילם ויאמר לעזרא אנחנו מעלנו באלהינו ונושב נשים נכריות", 
            "18": "מסתברא כמאן דאמר מלאכי זה עזרא דכתיב בנביאות מלאכי", 
            "31": "כי קאמינא ביודעה ובמכירה", 
            "30": "אמר ליה", 
            "37": "ותתחלחל המלכה מאי ותתחלחל", 
            "36": "גבר מלכא עילאה ממלכא תתאה", 
            "35": "ושמואל אמר", 
            "34": "גבה המן מאחשורוש", 
            "33": "רב אמר", 
            "55": "ושמואל אמר", 
            "74": "צדיק אבד לדורו אבד", 
            "32": "ומרדכי ידע את כל אשר נעשה מאי אמר", 
            "57": "ויהי ביום השלישי ותלבש אסתר מלכות בגדי מלכות מיבעי ליה", 
            "50": "אמר רבי אבא"
        }, 
        "29": {
            "24": "(תהלים כב, ב) אלי אלי למה עזבתני שמא אתה דן על שוגג כמזיד ועל אונס כרצון", 
            "25": "או שמא על שקראתיו כלב שנאמר (תהלים כב, כא) הצילה מחרב נפשי מיד כלב יחידתי", 
            "26": "חזרה וקראתו אריה שנאמר (תהלים כב, כב) הושיעני מפי אריה", 
            "27": "ויהי כראות המלך את אסתר המלכה אמר רבי יוחנן", 
            "20": "גם אלה ביין שגו ובשכר תעו פקו פליליה אין פקו אלא גיהנם שנאמר (שמואל א כה, לא) ולא תהיה זאת לך לפוקה ואין פליליה אלא דיינין שנאמר (שמות כא, כב) ונתן בפלילים", 
            "21": "ותעמד בחצר בית המלך הפנימית", 
            "22": "א\"ר לוי", 
            "23": "כיון שהגיעה לבית הצלמים נסתלקה הימנה שכינה אמרה", 
            "28": "ג' מלאכי השרת נזדמנו לה באותה שעה", 
            "29": "אחד שהגביה את צוארה ואחד שמשך חוט של חסד עליה ואחד שמתח את השרביט", 
            "0": "בפרוזבוטי", 
            "4": "כל זה איננו שוה לי", 
            "8": "מאי לעטרת צבי ולצפירת תפארה לעושין צביונו ולמצפין תפארתו", 
            "59": "אמר רבי גמליאל", 
            "58": "מלך הפכפכן היה", 
            "55": "רבי יהושע בן קרחה אומר", 
            "54": "אולי ירגיש המקום ויעשה לנו נס", 
            "57": "רבן גמליאל אומר", 
            "56": "אסביר לו פנים כדי שיהרג הוא והיא", 
            "51": "ר' יוסי אומר", 
            "50": "כדי שלא יאמרו ישראל אחות יש לנו בבית המלך ויסיחו דעתן מן הרחמים", 
            "53": "ר\"ש בן מנסיא אומר", 
            "52": "כדי שיהא מצוי לה בכל עת", 
            "88": "הדר אמר", 
            "89": "דלמא איכא איניש דעבד בי טיבותא ולא פרעתיה משום הכי מימנעי אינשי ולא מגלו לי", 
            "82": "שנת המלך אחשורוש ממש", 
            "83": "נפלה ליה מילתא בדעתיה אמר", 
            "80": "נדדו עליונים נדדו תחתונים", 
            "81": "רבא אמר", 
            "86": "הדר אמר", 
            "87": "אי הכי לא הוה גברא דרחים לי דהוה מודע לי", 
            "84": "מאי דקמן דזמינתיה אסתר להמן", 
            "85": "דלמא עצה קא שקלי עילויה דההוא גברא למקטליה", 
            "3": "וכל זה איננו שוה לי מלמד שכל גנזיו של אותו רשע חקוקין על לבו ובשעה שרואה את מרדכי יושב בשער המלך אמר", 
            "7": "(ישעיהו כח, ה) ביום ההוא יהיה ה' צבאות לעטרת צבי [וגו']", 
            "39": "אל תקרי שברת אלא שריבבת", 
            "38": "דכתיב (תהלים ג, ח) שיני רשעים שברת ואמר ריש לקיש", 
            "33": "על שש עשרה ואמרי לה", 
            "32": "שתי אמות היה והעמידו על שתים עשרה ואמרי לה", 
            "31": "אמר רבי ירמיה", 
            "30": "וכמה", 
            "37": "וכן אתה מוצא באמתה של בת פרעה וכן אתה מוצא בשיני רשעים", 
            "36": "על ששים", 
            "35": "במתניתא תנא", 
            "34": "על עשרים וארבע", 
            "60": "עדיין צריכין אנו למודעי", 
            "61": "דתניא ר' אליעזר המודעי אומר", 
            "62": "קנאתו במלך קנאתו בשרים", 
            "63": "רבה אמר", 
            "64": "(משלי טז, יח) לפני שבר גאון אביי ורבא דאמרי תרוייהו", 
            "65": "(ירמיהו נא, לט) בחומם אשית את משתיהם וגו' אשכחיה רבה בר אבוה לאליהו א\"ל", 
            "66": "כמאן חזיא אסתר ועבדא הכי", 
            "67": "א\"ל", 
            "68": "ככולהו תנאי וככולהו אמוראי", 
            "69": "ויספר להם המן את כבוד עשרו ורוב בניו וכמה רוב בניו", 
            "2": "וקרו ליה עבדא דמזדבן בטלמי", 
            "6": "עתיד הקב\"ה להיות עטרה בראש כל צדיק וצדיק שנאמר", 
            "91": "ויהיו נקראים מלמד שנקראים מאיליהן", 
            "90": "מיד ויאמר להביא את ספר הזכרונות דברי הימים", 
            "93": "מלמד", 
            "92": "וימצא כתוב כתב מבעי ליה", 
            "11": "ולגבורה זה המתגבר על יצרו", 
            "10": "ולרוח משפט זה הדן את יצרו וליושב על המשפט זה הדן דין אמת לאמתו", 
            "13": "שערה [אלו ת\"ח] שמשכימין ומעריבין בבתי כנסיות ובבתי מדרשות", 
            "12": "משיבי מלחמה שנושאין ונותנין במלחמתה של תורה", 
            "15": "רבונו של עולם", 
            "14": "אמרה מדת הדין לפני הקב\"ה", 
            "17": "אמר לה הקדוש ברוך הוא", 
            "16": "מה נשתנו אלו מאלו", 
            "19": "אמר ליה", 
            "18": "ישראל עסקו בתורה אומות העולם לא עסקו בתורה", 
            "48": "כדי שלא יטול עצה וימרוד ר' יהודה אומר", 
            "49": "כדי שלא יכירו בה שהיא יהודית ר' נחמיה אומר", 
            "46": "פחים טמנה לו שנאמר (תהלים סט, כג) יהי שלחנם לפניהם לפח ר' יהושע אומר", 
            "47": "מבית אביה למדה שנאמר (משלי כה, כא) אם רעב שונאך האכילהו לחם וגו' ר\"מ אומר", 
            "44": "מה ראתה אסתר שזימנה את המן", 
            "45": "ר\"א אומר", 
            "42": "יבא המלך והמן אל המשתה", 
            "43": "ת\"ר", 
            "40": "רבה בר עופרן אמר משום ר\"א ששמע מרבו ורבו מרבו", 
            "41": "מאתים ויאמר לה המלך לאסתר המלכה מה בקשתך עד חצי המלכות ותעש חצי המלכות ולא כל המלכות ולא דבר שחוצץ למלכות ומאי ניהו בנין בית המקדש", 
            "1": "אמר רב פפא", 
            "5": "ואמר ר' אלעזר אמר רבי חנינא", 
            "9": "יכול לכל ת\"ל לשאר עמו למי שמשים עצמו כשירים", 
            "77": "בלילה ההוא נדדה שנת המלך אמר רבי תנחום", 
            "76": "ורב כתיב", 
            "75": "אמר רב נחמן בר יצחק", 
            "74": "כולן מאתים ושמונה הוו שנאמר ורוב בניו ורוב בגימטריא מאתן וארביסר הוו", 
            "73": "ורמי בר אבא אמר", 
            "72": "אותן שמחזרין על הפתחים שבעים הויא דכתיב (שמואל א ב, ה) שבעים בלחם נשכרו אל תקרי שבעים אלא שבעים", 
            "71": "ל' עשרה מתו ועשרה נתלו ועשרה מחזרין על הפתחים ורבנן אמרי", 
            "70": "אמר רב", 
            "79": "ורבנן אמרי", 
            "78": "נדדה שנת מלכו של עולם"
        }, 
        "40": {
            "42": "והיינו דתנן", 
            "48": "לא עומד ולא יושב אלא שוחה", 
            "43": "משמת רבן גמליאל בטל כבוד תורה", 
            "49": "רבי יוחנן אמר", 
            "52": "רכות מעומד וקשות מיושב:", 
            "53": "קראה אחד קראוה שנים יצאו וכו':", 
            "24": "בראשי חדשים ובחולו של מועד קורין ארבעה אין פוחתין מהן ואין מוסיפין עליהן ואין מפטירין בנביא", 
            "25": "הפותח והחותם בתורה מברך לפניה ולאחריה", 
            "26": "זה הכלל", 
            "27": "כל שיש בו מוסף ואינו יום טוב קורין ארבעה", 
            "20": "מקום שנהגו לברך יברך", 
            "21": "ושלא לברך לא יברך", 
            "22": "בשני וחמישי בשבת במנחה קורין שלשה אין פוחתין מהן ואין מוסיפין עליהן ואין מפטירין בנביא", 
            "23": "הפותח והחותם בתורה מברך לפניה ולאחריה", 
            "46": "עומד ולומד יושב ושונה", 
            "47": "ר' חנינא אמר", 
            "44": "כתוב אחד אומר (דברים ט, ט) ואשב בהר וכתוב אחד אומר (דברים י, י) ואנכי עמדתי בהר", 
            "45": "אמר רב", 
            "28": "ביום טוב חמשה", 
            "29": "ביוה\"כ ששה בשבת שבעה", 
            "40": "ת\"ר", 
            "41": "מימות משה ועד רבן גמליאל לא היו למדין תורה אלא מעומד משמת רבן גמליאל ירד חולי לעולם והיו למדין תורה מיושב", 
            "1": "ולעריפת העגלה: אמרי דבי רבי ינאי", 
            "0": "מה משפט ביום אף כאן ביום:", 
            "3": "ולטהרת מצורע: דכתיב (ויקרא יד, ב) זאת תהיה תורת המצורע ביום טהרתו:", 
            "2": "כפרה כתיב בה כקדשים:", 
            "5": "קצירה וספירה בלילה והבאה ביום:", 
            "4": "כל הלילה כשר לקצירת העומר וכו': דאמר מר", 
            "7": "זה הכלל", 
            "6": "ולהקטר חלבים ואברים: דכתיב (ויקרא ו, ב) כל הלילה עד הבוקר:", 
            "9": "לאתויי סידור בזיכין וסלוק בזיכין וכר' יוסי", 
            "8": "דבר שמצותו ביום כשר כל היום: זה הכלל לאתויי מאי", 
            "51": "רבא אמר", 
            "39": "מנין לרב שלא ישב על גבי מטה וישנה לתלמידו על גבי קרקע שנאמר ואתה פה עמד עמדי", 
            "38": "וא\"ר אבהו", 
            "11": "סילק את הישנה שחרית וסידר את החדשה ערבית אין בכך כלום", 
            "10": "דתניא רבי יוסי אומר", 
            "13": "דבר שמצותו בלילה כשר כל הלילה: לאתויי מאי", 
            "12": "ומה אני מקיים ((ויקרא כד, ח) לפני ה' תמיד) שלא יהא שולחן בלא לחם:", 
            "15": "דתניא ואכלו את הבשר בלילה הזה א\"ר אלעזר בן עזריה", 
            "14": "לאתויי אכילת פסחים ודלא כר' אלעזר בן עזריה", 
            "17": "<br><br><big><strong>הדרן עלך הקורא למפרע</strong></big><br><br>", 
            "16": "נאמר כאן בלילה הזה ונאמר להלן (שמות יב, יב) ועברתי בארץ מצרים בלילה הזה מה להלן עד חצות אף כאן עד חצות:", 
            "19": "קראה אחד קראוה שנים יצאו", 
            "18": "מתני׳ <big><strong>הקורא</strong></big> את המגילה עומד ויושב", 
            "31": "הפותח והחותם בתורה מברך לפניה ולאחריה:", 
            "30": "אין פוחתין מהן אבל מוסיפין עליהן ומפטירין בנביא", 
            "37": "אלמלא מקרא כתוב אי אפשר לאומרו כביכול אף הקב\"ה בעמידה", 
            "36": "דאמר קרא (דברים ה, לא) ואתה פה עמד עמדי ואמר רבי אבהו", 
            "35": "אמר רבי אבהו", 
            "34": "מנהני מילי", 
            "33": "מה שאין כן בתורה", 
            "32": "<big><strong>גמ׳</strong></big> תנא", 
            "50": "אין ישיבה אלא לשון עכבה שנאמר (דברים א, מו) ותשבו בקדש ימים רבים"
        }, 
        "41": {
            "56": "תנא", 
            "54": "רב פפא איקלע לבי כנישתא דאבי גובר וקרא ראשון ארבעה ושבחיה רב פפא:", 
            "42": "ויאמר דבראשית", 
            "48": "בשלש קופות של שלש סאין שבהן תורמין את הלשכה והיה כתוב עליהן אב\"ג לידע איזו מהן נתרמה ראשון להקריב ממנה ראשון שמצוה בראשון", 
            "43": "הני תשעה הוו", 
            "60": "בראשי חדשים ובחולו של מועד קורין ארבעה וכו':", 
            "61": "בעא מיניה עולא בר רב מרבא", 
            "62": "פרשת ראש חודש כיצד קורין אותה (במדבר כח, ב) צו את בני ישראל ואמרת אליהם את קרבני לחמי דהויין תמניא פסוקי היכי נעביד", 
            "63": "ניקרי תרי תלתא תלתא פסוקין פשו להו תרי ואין משיירין בפרשה פחות משלשה פסוקין", 
            "64": "ניקרי ארבעה ארבעה פשו להו שבעה", 
            "49": "אמצעי שקרא ארבעה משובח דתניא", 
            "66": "ניקרי תרי מהא וחד מהנך", 
            "52": "מכאן שאמצעי משובח", 
            "53": "ואחרון שקרא ארבעה משובח משום מעלין בקדש ולא מורידין", 
            "24": "הלכך נימרינהו לתרוייהו", 
            "25": "ברוך אתה ה' הנפרע לישראל מכל צריהם האל המושיע:", 
            "26": "בשני ובחמישי בשבת במנחה קורין שלשה וכו':", 
            "27": "הני שלשה כנגד מי", 
            "20": "ברוך אתה ה' אלהינו מלך העולם (האל) הרב את ריבנו והדן את דיננו והנוקם את נקמתנו והנפרע לנו מצרינו והמשלם גמול לכל אויבי נפשנו ברוך אתה ה' הנפרע לישראל מכל צריהם", 
            "21": "רבא אמר", 
            "22": "האל המושיע", 
            "23": "אמר רב פפא", 
            "46": "ראשון שקרא ד' משובח שני שקרא ד' משובח שלישי שקרא ד' משובח", 
            "47": "ראשון שקרא ד' משובח דתנן", 
            "44": "בראשית נמי מאמר הוא דכתיב (תהלים לג, ו) בדבר ה' שמים נעשו וברוח פיו כל צבאם", 
            "45": "אמר רבא", 
            "28": "אמר רב אסי", 
            "29": "כנגד תורה נביאים וכתובים רבא אמר", 
            "40": "כנגד עשרה מאמרות שבהן נברא העולם", 
            "41": "הי נינהו", 
            "1": "מה שאין כן בתורה", 
            "0": "תנא", 
            "3": "בתורה אחד קורא ואחד מתרגם ובלבד שלא יהא אחד קורא ושנים מתרגמין", 
            "2": "תנו רבנן", 
            "5": "ובהלל ובמגילה אפילו עשרה קורין ועשרה מתרגמין", 
            "4": "ובנביא אחד קורא ושנים מתרגמין ובלבד שלא יהו שנים קורין ושנים מתרגמין", 
            "7": "כיון דחביבה יהבי דעתייהו ושמעי:", 
            "6": "מאי טעמא", 
            "9": "אמר אביי", 
            "8": "מקום שנהגו לברך יברך:", 
            "51": "ואמר רבי יוחנן", 
            "39": "ורבי יוחנן אמר", 
            "65": "וביום השבת הויין תרי ובראשי חדשיכם הויין חמשה היכי נעביד", 
            "38": "כנגד עשרה הילולין שאמר דוד בספר תהלים)", 
            "59": "גזירה משום הנכנסין ומשום היוצאין:", 
            "58": "והאידנא דכולהו מברכי לפניה ולאחריה היינו טעמא דתקינו רבנן", 
            "11": "דאמר רב יהודה אמר שמואל", 
            "10": "לא שנו אלא לאחריה אבל לפניה מצוה לברך", 
            "13": "מאי משמע דהאי עובר לישנא דאקדומי הוא", 
            "12": "כל המצות כולן מברך עליהן עובר לעשייתן", 
            "15": "(בראשית לג, ג) והוא עבר לפניהם ואיבעית אימא מהכא", 
            "14": "אמר רב נחמן בר יצחק אמר קרא (שמואל ב יח, כג) וירץ אחימעץ דרך הככר ויעבר את הכושי אביי אמר מהכא", 
            "17": "לפניה מאי מברך", 
            "16": "(מיכה ב, יג) ויעבר מלכם לפניהם וה' בראשם", 
            "19": "לאחריה מאי מברך", 
            "18": "רב ששת מקטרזיא איקלע לקמיה דרב אשי ובריך מנ\"ח", 
            "31": "אלא הא דתני רב שימי", 
            "30": "כנגד כהנים לוים וישראלים", 
            "37": "(רבי לוי אמר", 
            "36": "כנגד עשרת הדברות שנאמרו למשה בסיני", 
            "35": "כנגד עשרה בטלנין שבבית הכנסת רב יוסף אמר", 
            "34": "א\"ר יהושע בן לוי", 
            "33": "הני עשרה כנגד מי", 
            "55": "אין פוחתין מהן ואין מוסיפין:", 
            "32": "אין פוחתין מי' פסוקין בבית הכנסת וידבר עולה מן המנין", 
            "57": "הפותח מברך לפניה והחותם מברך לאחריה", 
            "50": "(במדבר ח, ב) אל מול פני המנורה יאירו מלמד שמצדד פניהם כלפי נר מערבי ונר מערבי כלפי שכינה"
        }, 
        "3": {
            "56": "ותסברא", 
            "54": "ואמר רבי ירמיה ואיתימא רבי חייא בר אבא", 
            "42": "אמר לך רבי יהושע בן קרחה", 
            "48": "עד כמה", 
            "43": "ולתנא דידן מי ניחא", 
            "60": "מ\"ם וסמ\"ך שבלוחות", 
            "49": "אמר רבי ירמיה ואיתימא רבי חייא בר אבא", 
            "52": "הא קא משמע לן", 
            "53": "דשיעורא דמיל כמה הוי כמחמתן לטבריא", 
            "24": "כשושן", 
            "25": "אשכחן עשייה זכירה מנלן", 
            "26": "אמר קרא (אסתר ט, כח) והימים האלה נזכרים ונעשים איתקש זכירה לעשייה", 
            "27": "מתני' דלא כי האי תנא דתניא רבי יהושע בן קרחה אומר", 
            "20": "ואימא", 
            "21": "פרזים בארביסר מוקפין אי בעו בארביסר אי בעו בחמיסר", 
            "22": "אמר קרא בזמניהם זמנו של זה לא זמנו של זה", 
            "23": "ואימא בתליסר", 
            "46": "דאמר רבי יהושע בן לוי", 
            "47": "כרך וכל הסמוך לו וכל הנראה עמו נידון ככרך", 
            "44": "כיון דאית ליה פרזי פרזי מדינה ומדינה למה לי", 
            "45": "אלא קרא לדרשה הוא דאתא וכדרבי יהושע בן לוי הוא דאתא", 
            "28": "כרכין המוקפין חומה מימות אחשורוש קורין בחמשה עשר", 
            "29": "מ\"ט דרבי יהושע בן קרחה", 
            "40": "בשלמא לתנא דידן היינו דכתיב (אסתר ט, כח) מדינה ומדינה ועיר ועיר מדינה ומדינה לחלק בין מוקפין חומה מימות יהושע בן נון למוקפת חומה מימות אחשורוש עיר ועיר נמי לחלק בין שושן לשאר עיירות", 
            "41": "אלא לרבי יהושע בן קרחה בשלמא מדינה ומדינה לחלק בין שושן לשאר עיירות אלא עיר ועיר למאי אתא", 
            "1": "ומי אמר ר\"י בזמן הזה הואיל ומסתכלין בה אין קורין אותה אלא בזמנה", 
            "0": "ומוקים לה לברייתא כר' יוסי בר יהודה", 
            "3": "אימתי מקום שנכנסין בשני ובחמישי אבל מקום שאין נכנסין בשני ובחמישי אין קורין אותה אלא בזמנה", 
            "2": "ורמינהי א\"ר יהודה", 
            "5": "ומוקים לה לברייתא כרבי יוסי בר יהודה", 
            "4": "מקום שנכנסין בשני ובחמישי מיהא קרינן ואפילו בזמן הזה", 
            "7": "רב אשי שמיע ליה דאיכא דתני לה כרבי יהודה ואיכא דתני לה כרבי יוסי בר יהודה ומדקשיא ליה דרבי יהודה אדרבי יהודה אמר", 
            "6": "ומשום דקשיא ליה דרבי יהודה אדר' יהודה מוקים לה לברייתא כרבי יוסי בר יהודה", 
            "9": "כרכים המוקפים חומה מימות יהושע בן נון קורין בחמשה עשר וכו': מנהני מילי", 
            "8": "מאן דתני לה כרבי יהודה לאו דווקא מאן דתני לה כרבי יוסי בר יהודה דווקא:", 
            "51": "ולימא מיל", 
            "39": "שאני שושן הואיל ונעשה בה נס", 
            "38": "אמר רבא ואמרי לה כדי", 
            "59": "ועוד האמר רב חסדא", 
            "58": "(ויקרא כז, לד) אלה המצות שאין נביא רשאי לחדש דבר מעתה", 
            "11": "דאמר קרא (אסתר ט, יט) על כן היהודים הפרזים היושבים בערי הפרזות וגו' מדפרזים בארבעה עשר מוקפין בחמשה עשר", 
            "10": "אמר רבא", 
            "13": "פרזים בארבעה עשר מוקפין כלל כלל לא", 
            "12": "ואימא", 
            "15": "ועוד מהודו ועד כוש כתיב", 
            "14": "ולאו ישראל נינהו", 
            "17": "פרזים בארביסר מוקפין בארביסר ובחמיסר כדכתיב (אסתר ט, כא) להיות עושים את יום ארבעה עשר לחדש אדר ואת יום חמשה עשר [בו] בכל שנה", 
            "16": "ואימא", 
            "19": "הני בארבעה עשר והני בחמשה עשר", 
            "18": "אי הוה כתב את יום ארבעה עשר וחמשה עשר כדקאמרת השתא דכתיב את יום ארבעה עשר ואת יום חמשה עשר אתא את ופסיק", 
            "31": "ותנא דידן מ\"ט", 
            "30": "כי שושן מה שושן מוקפת חומה מימות אחשורוש וקורין בחמשה עשר אף כל שמוקפת חומה מימות אחשורוש קורין בחמשה עשר", 
            "37": "אלא שושן דעבד' כמאן לא כפרזים ולא כמוקפין", 
            "36": "הכי קאמר", 
            "35": "דהא אית ליה פרזי פרזי", 
            "34": "מ\"ט", 
            "33": "בשלמא רבי יהושע בן קרחה לא אמר כתנא דידן דלית ליה פרזי פרזי אלא תנא דידן מ\"ט לא אמר כר' יהושע בן קרחה", 
            "55": "מנצפ\"ך צופים אמרום", 
            "32": "יליף פרזי פרזי כתיב הכא (אסתר ט, יט) על כן היהודים הפרזים וכתיב התם (דברים ג, ה) לבד מערי הפרזי הרבה מאד מה להלן מוקפת חומה מימות יהושע בן נון אף כאן מוקפת חומה מימות יהושע בן נון", 
            "57": "והכתיב", 
            "50": "כמחמתן לטבריא מיל"
        }, 
        "2": {
            "56": "א\"ד", 
            "54": "אלא לאו אליבא דרבנן ובזמן שהשנים כתיקנן וישראל שרויין על אדמתן מיהא קרינן", 
            "42": "זמן זמנם זמניהם לא משמע ליה", 
            "48": "אין קורין אותה אלא בזמנה", 
            "43": "ורב שמן בר אבא מ\"ט לא אמר מכימים", 
            "60": "בזמן הזה הואיל ומסתכלין בה אין קורין אותה אלא בזמנה", 
            "61": "תניא נמי הכי", 
            "62": "אמר רבי יהודה", 
            "63": "אימתי בזמן שהשנים כתיקנן וישראל שרויין על אדמתן אבל בזמן הזה הואיל ומסתכלין בה אין קורין אותה אלא בזמנה", 
            "64": "רב אשי קשיא ליה דר' יהודה אדר' יהודה", 
            "49": "מיתיבי", 
            "52": "רבי יהודה אליבא דמאן", 
            "53": "אילימא אליבא דר\"ע אפילו בזמן הזה איתא להאי תקנתא", 
            "24": "א\"כ לימא קרא זמנם מאי זמניהם שמעת מינה כולהו", 
            "25": "אימא", 
            "26": "זמנים טובא", 
            "27": "זמניהם דומיא דזמנם מה זמנם תרי אף זמניהם תרי", 
            "20": "האי מיבעיא ליה לגופיה", 
            "21": "א\"כ לימא קרא זמן מאי זמניהם זמנים טובא", 
            "22": "ואכתי מיבעי ליה", 
            "23": "זמנו של זה לא כזמנו של זה", 
            "46": "אמר רבה בר בר חנה א\"ר יוחנן", 
            "47": "זו דברי ר\"ע סתימתאה דדריש זמן זמנם זמניהם אבל חכ\"א", 
            "44": "אמר לך", 
            "45": "ההוא לדורות הוא דכתיב", 
            "28": "ואימא תריסר ותליסר", 
            "29": "כדאמר רב שמואל בר יצחק", 
            "40": "ולא יעבור כתיב", 
            "41": "ר\"ש בר נחמני מ\"ט לא אמר מבזמניהם", 
            "1": "כרכין המוקפין חומה מימות יהושע בן נון קורין בט\"ו כפרים ועיירות גדולות קורין בי\"ד אלא שהכפרים מקדימין ליום הכניסה", 
            "0": "מתני׳ <big><strong>מגילה</strong></big> נקראת בי\"א בי\"ב בי\"ג בי\"ד בט\"ו לא פחות ולא יותר", 
            "3": "חל להיות י\"ד בשני כפרים ועיירות גדולות קורין בו ביום ומוקפות חומה למחר", 
            "2": "כיצד", 
            "5": "חל להיות בחמישי כפרים ועיירות גדולות קורין בו ביום ומוקפות חומה למחר", 
            "4": "חל להיות בשלישי או ברביעי כפרים מקדימין ליום הכניסה ועיירות גדולות קורין בו ביום ומוקפות חומה למחר", 
            "7": "חל להיות בשבת כפרים ועיירות גדולות מקדימין וקורין ליום הכניסה ומוקפות חומה למחר", 
            "6": "חל להיות ע\"ש כפרים מקדימין ליום הכניסה ועיירות גדולות ומוקפות חומה קורין בו ביום", 
            "9": "<big><strong>גמ׳</strong></big> מגילה נקראת בי\"א", 
            "8": "חל להיות אחר השבת כפרים מקדימין ליום הכניסה ועיירות גדולות קורין בו ביום ומוקפות חומה למחר:", 
            "51": "אבל בזמן הזה הואיל ומסתכלין בה אין קורין אותה אלא בזמנה", 
            "39": "ואימא שיתסר ושיבסר", 
            "38": "י\"ג זמן קהילה לכל היא ולא צריך לרבויי", 
            "59": "אבל חכמים אמרו", 
            "58": "זו דברי ר\"ע סתימתאה", 
            "11": "מנלן", 
            "10": "מנלן", 
            "13": "חכמים הקילו על הכפרים להיות מקדימין ליום הכניסה כדי שיספקו מים ומזון לאחיהם שבכרכים", 
            "12": "כדבעינן למימר לקמן", 
            "15": "מכדי כולהו אנשי כנה\"ג תקנינהו דאי ס\"ד אנשי כנה\"ג י\"ד וט\"ו תקון אתו רבנן ועקרי תקנתא דתקינו אנשי כנה\"ג", 
            "14": "אנן הכי קאמרינן", 
            "17": "אין ב\"ד יכול לבטל דברי ב\"ד חבירו אא\"כ גדול ממנו בחכמה ובמנין אלא פשיטא כולהו אנשי כנה\"ג תקינו היכא רמיזא", 
            "16": "והתנן", 
            "19": "אמר קרא (אסתר ט, לא) לקיים את ימי הפורים האלה בזמניהם זמנים הרבה תקנו להם", 
            "18": "אמר רב שמן בר אבא א\"ר יוחנן", 
            "31": "הכא נמי י\"ג זמן קהילה לכל היא ולא צריך לרבויי", 
            "30": "י\"ג זמן קהילה לכל היא ולא צריך לרבויי", 
            "37": "אר\"ש בר יצחק", 
            "36": "ואימא תריסר ותליסר", 
            "35": "אמר קרא (אסתר ט, כב) כימים אשר נחו בהם היהודים ימים כימים לרבות י\"א וי\"ב", 
            "34": "ור' שמואל בר נחמני אמר", 
            "33": "(אסתר ט, כז) ולא יעבור כתיב", 
            "55": "תיובתא דרבי יוחנן תיובתא", 
            "32": "ואימא שיתסר ושיבסר", 
            "57": "אמר רבה בר בר חנה אמר ר' יוחנן", 
            "50": "א\"ר יהודה אימתי בזמן שהשנים כתיקנן וישראל שרויין על אדמתן"
        }, 
        "5": {
            "56": "(ויקרא כה, ל) אשר לוא חומה אף על פי שאין לו עכשיו והיה לו קודם לכן", 
            "54": "אילימא חרבו חומותיו ישב אין לא ישב לא", 
            "42": "וא\"ר יהושע בן לוי", 
            "48": "תנינא", 
            "43": "כרך שישב ולבסוף הוקף נדון ככפר", 
            "49": "איזו היא עיר גדולה כל שיש בה עשרה בטלנין פחות מכאן הרי זה כפר", 
            "52": "כרך שחרב ולבסוף ישב נדון ככרך", 
            "53": "מאי חרב", 
            "24": "לא יטמא", 
            "25": "יכול כשם שאינו מיטמא לאחותו כך אינו מיטמא למת מצוה ת\"ל ולאחותו", 
            "26": "לאחותו הוא דאינו מיטמא אבל מיטמא למת מצוה", 
            "27": "בעי רבא", 
            "20": "עבודה ומת מצוה מת מצוה עדיף (במדבר ו, ז) מולאחותו", 
            "21": "דתניא", 
            "22": "ולאחותו מה ת\"ל", 
            "23": "הרי שהיה הולך לשחוט את פסחו ולמול את בנו ושמע שמת לו מת יכול יטמא אמרת", 
            "46": "כרך שאין בו עשרה בטלנין נדון ככפר", 
            "47": "מאי קמ\"ל", 
            "44": "מ\"ט דכתיב (ויקרא כה, כט) ואיש כי ימכור בית מושב עיר חומה שהוקף ולבסוף ישב ולא שישב ולבסוף הוקף", 
            "45": "ואמר ריב\"ל", 
            "28": "מקרא מגילה ומת מצוה הי מינייהו עדיף", 
            "29": "מקרא מגילה עדיף משום פרסומי ניסא או דלמא מת מצוה עדיף משום כבוד הבריות", 
            "40": "א\"ר ירמיה", 
            "41": "שיושבת בנחל", 
            "1": "ואמר רב שמואל בר אוניא", 
            "0": "מלמד שלן בעומקה של הלכה", 
            "3": "לא קשיא", 
            "2": "גדול תלמוד תורה יותר מהקרבת תמידין שנאמר עתה באתי", 
            "5": "ודיחיד קל", 
            "4": "הא דרבים והא דיחיד", 
            "7": "נשים במועד מענות אבל לא מטפחות", 
            "6": "והתנן", 
            "9": "אם היו סמוכות למטה מטפחות", 
            "8": "ר' ישמעאל אומר", 
            "51": "ואמר ריב\"ל", 
            "39": "אלא סמוך אע\"פ שאינו נראה היכי משכחת לה", 
            "38": "בשלמא נראה אע\"פ שאינו סמוך משכחת לה כגון דיתבה בראש ההר", 
            "59": "ואמר ריב\"ל", 
            "58": "מאי חרב שחרב מעשרה בטלנין", 
            "11": "ואמר רבה בר הונא", 
            "10": "בראשי חדשים בחנוכה ובפורים מענות ומטפחות בזה ובזה אבל לא מקוננות", 
            "13": "כבוד תורה קאמרת כבוד תורה דיחיד חמור תלמוד תורה דיחיד קל", 
            "12": "אין מועד בפני תלמיד חכם כל שכן חנוכה ופורים", 
            "15": "פשיטא לי", 
            "14": "אמר רבא", 
            "17": "תלמוד תורה ומקרא מגילה מקרא מגילה עדיף מדסמכו של בית רבי", 
            "16": "עבודה ומקרא מגילה מקרא מגילה עדיף מדר' יוסי בר חנינא", 
            "19": "מבטלין תלמוד תורה להוצאת מת ולהכנסת כלה", 
            "18": "תלמוד תורה ומת מצוה מת מצוה עדיף מדתניא", 
            "31": "מת מצוה עדיף", 
            "30": "בתר דבעיא הדר פשטה", 
            "37": "סמוך אע\"פ שאינו נראה נראה אע\"פ שאינו סמוך", 
            "36": "תנא", 
            "35": "כרך וכל הסמוך לו וכל הנראה עמו נדון ככרך", 
            "34": "גופא א\"ר יהושע בן לוי", 
            "33": "גדול כבוד הבריות שדוחה את לא תעשה שבתורה", 
            "55": "והא תניא רבי אליעזר בר יוסי אומר", 
            "32": "דאמר מר", 
            "57": "אלא", 
            "50": "כרך איצטריך ליה אע\"ג דמיקלעי ליה מעלמא"
        }, 
        "4": {
            "56": "שאני התם דאמר ליה כי אני שר צבא ה'", 
            "54": "והאמר רבי יהושע בן לוי", 
            "42": "והשתא דאמרת מדינה ומדינה ועיר ועיר לדרשה משפחה ומשפחה למאי אתא", 
            "48": "כהנים בעבודתן ולוים בדוכנן וישראל במעמדן כולן מבטלין עבודתן ובאין לשמוע מקרא מגילה", 
            "43": "אמר רבי יוסי בר חנינא", 
            "60": "אמש בטלתם תמיד של בין הערבים ועכשיו בטלתם תלמוד תורה", 
            "61": "אמר לו", 
            "62": "על איזה מהן באת", 
            "63": "אמר לו", 
            "64": "עתה באתי מיד (יהושע ח, ט) וילן יהושע בלילה ההוא בתוך העמק", 
            "49": "מכאן סמכו של בית רבי שמבטלין תלמוד תורה ובאין לשמוע מקרא מגילה קל וחומר מעבודה", 
            "52": "והכתיב (יהושע ה, יג) ויהי בהיות יהושע ביריחו וישא עיניו וירא והנה איש עומד לנגדו [וגו'] וישתחו (לאפיו)", 
            "53": "והיכי עביד הכי", 
            "24": "דכתיב (זכריה יב, יא) ביום ההוא יגדל המספד בירושלם כמספד הדדרימון בבקעת מגידון ואמר רב יוסף", 
            "25": "אלמלא תרגומא דהאי קרא לא ידענא מאי קאמר", 
            "26": "ביומא ההוא יסגי מספדא בירושלים כמספדא דאחאב בר עמרי דקטל יתיה הדדרימון בן טברימון ברמות גלעד וכמספדא דיאשיה בר אמון דקטל יתיה פרעה חגירא בבקעת מגידו", 
            "27": "(דניאל י, ז) וראיתי אני דניאל לבדי את המראה והאנשים אשר היו עמי לא ראו את המראה אבל חרדה גדולה נפלה עליהם ויברחו בהחבא", 
            "20": "אלו המסורת", 
            "21": "שכחום וחזרו ויסדום", 
            "22": "מאי שנא דאורייתא דלא אזדעזעה ואדנביאי אזדעזעה", 
            "23": "דאורייתא מיפרשא מלתא דנביאי איכא מילי דמיפרשן ואיכא מילי דמסתמן", 
            "46": "כהנים בעבודתן ולוים בדוכנן וישראל במעמדן כולן מבטלין עבודתן ובאין לשמוע מקרא מגילה", 
            "47": "תניא נמי הכי", 
            "44": "להביא משפחות כהונה ולויה שמבטלין עבודתן ובאין לשמוע מקרא מגילה", 
            "45": "דאמר רב יהודה אמר רב", 
            "28": "מאן נינהו אנשים", 
            "29": "אמר ר' ירמיה ואיתימא רבי חייא בר אבא", 
            "40": "ואי קאים במקום הטנופת לינשוף מדוכתיה ארבע גרמידי ואי לא לימא הכי", 
            "41": "עיזא דבי טבחי שמינא מינאי:", 
            "1": "אין מהוה הוו ולא הוו ידעי הי באמצע תיבה והי בסוף תיבה ואתו צופים ותקינו", 
            "0": "בנס היו עומדין", 
            "3": "סוף סוף אלה המצות שאין נביא עתיד לחדש דבר מעתה", 
            "2": "פתוחין באמצע תיבה וסתומין בסוף תיבה", 
            "5": "וא\"ר ירמיה ואיתימא רבי חייא בר אבא", 
            "4": "אלא שכחום וחזרו ויסדום", 
            "7": "תרגום של נביאים יונתן בן עוזיאל אמרו מפי חגי זכריה ומלאכי ונזדעזעה ארץ ישראל ארבע מאות פרסה על ארבע מאות פרסה", 
            "6": "תרגום של תורה אונקלוס הגר אמרו מפי ר' אליעזר ור' יהושע", 
            "9": "מי הוא זה שגילה סתריי לבני אדם", 
            "8": "יצתה בת קול ואמרה", 
            "51": "ועבודה חמורה מתלמוד תורה", 
            "39": "ליקרי ק\"ש", 
            "65": "אמר רבי יוחנן", 
            "38": "מאי תקנתיה", 
            "59": "אמר לו", 
            "58": "גמירי דלא מפקי שם שמים לבטלה", 
            "11": "אני הוא שגליתי סתריך לבני אדם", 
            "10": "עמד יונתן בן עוזיאל על רגליו ואמר", 
            "13": "ועוד ביקש לגלות תרגום של כתובים יצתה בת קול ואמרה לו", 
            "12": "גלוי וידוע לפניך שלא לכבודי עשיתי ולא לכבוד בית אבא אלא לכבודך עשיתי שלא ירבו מחלוקת בישראל", 
            "15": "מ\"ט משום דאית ביה קץ משיח", 
            "14": "דייך", 
            "17": "והא אמר רב איקא בר אבין אמר רב חננאל אמר רב", 
            "16": "ותרגום של תורה אונקלוס הגר אמרו", 
            "19": "ויקראו בספר תורת האלהים זה מקרא מפורש זה תרגום ושום שכל אלו הפסוקין ויבינו במקרא אלו פיסקי טעמים ואמרי לה", 
            "18": "מאי דכתיב (נחמיה ח, ח) ויקראו בספר תורת האלהים מפורש ושום שכל ויבינו במקרא", 
            "31": "אינהו עדיפי מיניה ואיהו עדיף מינייהו", 
            "30": "זה חגי זכריה ומלאכי", 
            "37": "שמע מינה האי מאן דמיבעית אע\"ג דאיהו לא חזי מזליה חזי", 
            "36": "אמר רבינא", 
            "35": "אע\"ג דאינהו לא חזו מזלייהו חזו", 
            "34": "וכי מאחר דלא חזו מ\"ט איבעיתו", 
            "33": "איהו עדיף מינייהו דאיהו חזא ואינהו לא חזו", 
            "55": "אסור לאדם שיתן שלום לחבירו בלילה חיישינן שמא שד הוא", 
            "32": "אינהו עדיפי מיניה דאינהו נביאי ואיהו לאו נביא", 
            "57": "ודלמא משקרי", 
            "50": "ומה עבודה שהיא חמורה מבטלינן תלמוד תורה לא כל שכן"
        }, 
        "7": {
            "56": "כמאן כרבי", 
            "54": "והא איכא מוקפין דעבדי למחר", 
            "42": "שאני הכא דלא אפשר", 
            "48": "הכי השתא", 
            "43": "וסבר רבי עיירות לא דחינן ליום הכניסה", 
            "60": "והיינו טעמא דשופר והיינו טעמא דלולב", 
            "61": "רב יוסף אמר", 
            "62": "מפני שעיניהן של עניים נשואות במקרא מגילה", 
            "63": "תניא נמי הכי", 
            "64": "אע\"פ שאמרו כפרים מקדימין ליום הכניסה גובין בו ביום ומחלקין בו ביום", 
            "49": "התם זמנם שבת היא והואיל דנדחו ידחו", 
            "66": "אדרבה משום דאמרו הוא", 
            "67": "אלא", 
            "68": "הואיל ואמרו שכפרים מקדימין ליום הכניסה גובין בו ביום ומחלקין בו ביום מפני שעיניהם של עניים נשואות במקרא מגילה", 
            "69": "אבל", 
            "52": "פורים שחל להיות בשבת הכל נדחין ליום הכניסה", 
            "53": "הכל נדחין סלקא דעתך", 
            "24": "בכל שנה ושנה מה כל שנה ושנה אין נדחין עיירות ממקומן אף כאן לא ידחו עיירות ממקומן", 
            "25": "שאני הכא דלא אפשר", 
            "26": "ורבי מ\"ט", 
            "27": "בכל שנה ושנה מה כל שנה ושנה אין עיירות נדחין ממקומן אף כאן לא ידחו עיירות ממקומן", 
            "20": "אומר אני לא ידחו עיירות ממקומן אלא אלו ואלו קורין בו ביום", 
            "21": "מאי טעמא דת\"ק", 
            "22": "דכתיב בכל שנה ושנה מה כל שנה ושנה עיירות קודמות למוקפין אף כאן עיירות קודמות למוקפין", 
            "23": "ואימא", 
            "46": "ר' אומר", 
            "47": "אומר אני הואיל ונדחו עיירות ממקומן ידחו ליום הכניסה", 
            "44": "והתניא", 
            "45": "חל להיות בשבת כפרים מקדימין ליום הכניסה ועיירות גדולות קורין בע\"ש ומוקפות חומה למחר", 
            "28": "ואימא בכל שנה ושנה מה כל שנה ושנה עיירות קודמות למוקפין אף כאן נמי עיירות קודמות למוקפין", 
            "29": "שאני הכא דלא אפשר", 
            "40": "ואימא", 
            "41": "בכל שנה ושנה מה כל שנה ושנה זמנו של זה לא זמנו של זה אף כאן זמנו של זה לא זמנו של זה", 
            "1": "והתנן", 
            "0": "למימרא דתקנתא דכרכין הוי", 
            "3": "הוו להו עשרה", 
            "2": "חל להיות בשני כפרים ועיירות גדולות קורין בו ביום ואם איתא ליקדמו ליום הכניסה", 
            "5": "ת\"ש", 
            "4": "ועשרה לא תקינו רבנן", 
            "7": "ואם איתא ליקדמו ליום הכניסה דאחד עשר הוא", 
            "6": "חל להיות בחמישי כפרים ועיירות גדולות קורין בו ביום", 
            "9": "תא שמע א\"ר יהודה", 
            "8": "מיום הכניסה ליום הכניסה לא דחינן", 
            "51": "כמאן אזלא הא דאמר רבי חלבו א\"ר הונא", 
            "39": "מ\"ט דר' יוסי בכל שנה ושנה מה כל שנה ושנה אין מוקפין קודמין לעיירות אף כאן אין מוקפין קודמין לעיירות", 
            "65": "אע\"פ שאמרו", 
            "38": "שאני הכא דלא אפשר", 
            "59": "הכל חייבין בקריאת מגילה (ובתקיעת שופר) ואין הכל בקיאין במקרא מגילה גזירה שמא יטלנה בידו וילך אצל בקי ללמוד ויעבירנה ארבע אמות ברשות הרבים", 
            "58": "אמר רבה", 
            "11": "ואי סלקא דעתך תקנתא דכרכין היא משום דאין נכנסים בשני ובחמישי מפסדי להו לכרכין", 
            "10": "אימתי במקום שנכנסים בשני ובחמישי אבל מקום שאין נכנסים בשני ובחמישי אין קורין אותה אלא בזמנה", 
            "13": "מפני שמספקים מים ומזון לאחיהם שבכרכין:", 
            "12": "לא תימא כדי שיספקו מים ומזון אלא אימא", 
            "15": "חל להיות בע\"ש וכו': מתני' מני", 
            "14": "כיצד חל להיות בשני בשבת כפרים ועיירות גדולות קורין בו ביום וכו': מאי שנא רישא דנקט סידורא דירחא ומאי שנא סיפא דנקט סידורא דיומי איידי דמיתהפכי ליה נקט סידורא דיומי:", 
            "17": "מאי רבי דתניא", 
            "16": "אי רבי אי רבי יוסי", 
            "19": "ר' אומר", 
            "18": "חל להיות בע\"ש כפרים ועיירות גדולות מקדימין ליום הכניסה ומוקפין חומה קורין בו ביום", 
            "31": "חל להיות בערב שבת מוקפין וכפרים מקדימין ליום הכניסה ועיירות גדולות קורין בו ביום", 
            "30": "מאי ר' יוסי דתניא", 
            "37": "בכל שנה ושנה מה כל שנה ושנה אין מוקפין קודמין לעיירות אף כאן אין מוקפין קודמין לעיירות", 
            "36": "ואימא", 
            "35": "דכתיב בכל שנה ושנה מה כל שנה ושנה עיירות בארבעה עשר וזמנו של זה לא זמנו של זה אף כאן עיירות בארבעה עשר וזמנו של זה לא זמנו של זה", 
            "34": "מ\"ט דתנא קמא", 
            "33": "אין מוקפין קודמין לעיירות אלא אלו ואלו קורין בו ביום", 
            "55": "אלא כל הנדחה ידחה ליום הכניסה", 
            "32": "רבי יוסי אומר", 
            "57": "דכולי עלמא מיהא מגילה בשבת לא קרינן מאי טעמא", 
            "50": "והכא זמנם ערב שבת"
        }, 
        "6": {
            "24": "כגון דאמרי אינשי", 
            "25": "אעבור פרשתא דא ואתנייה", 
            "26": "איתמר נמי אמר רבי חלבו אמר עולא ביראה", 
            "27": "חייב אדם לקרות את המגילה בלילה ולשנותה ביום שנאמר (תהלים ל, יג) למען יזמרך כבוד ולא ידום ה' אלהי לעולם אודך:", 
            "20": "סבור מינה", 
            "21": "למקרייה בליליא ולמיתנא מתניתין דידה ביממא", 
            "22": "אמר להו רבי ירמיה", 
            "23": "לדידי מיפרשא לי מיניה דרבי חייא בר אבא", 
            "28": "אלא שהכפרים מקדימין ליום הכניסה:", 
            "29": "א\"ר חנינא", 
            "1": "והני יהושע בננהי", 
            "0": "לוד ואונו וגיא החרשים מוקפות חומה מימות יהושע בן נון הוו", 
            "3": "ולטעמיך אסא בננהי דכתיב (דברי הימים ב יד, ה) ויבן (אסא את ערי הבצורות אשר ליהודה)", 
            "2": "והא אלפעל בננהי דכתיב (דברי הימים א ח, יב) בני אלפעל עבר ומשעם ושמר הוא בנה את אונו ואת לוד ובנותיה", 
            "5": "הני מוקפות חומה מימות יהושע בן נון הוו חרוב בימי פילגש בגבעה ואתא אלפעל בננהי הדור אינפול אתא אסא שפצינהו", 
            "4": "אמר ר' אלעזר", 
            "7": "ואריב\"ל", 
            "6": "דיקא נמי דכתיב (דברי הימים ב יד, ו) ויאמר ליהודה נבנה את הערים האלה מכלל דערים הוו מעיקרא ש\"מ", 
            "9": "ואמר רבי יהושע בן לוי", 
            "8": "נשים חייבות במקרא מגילה שאף הן היו באותו הנס", 
            "11": "מאי אריא פורים", 
            "10": "פורים שחל להיות בשבת שואלין ודורשין בענינו של יום", 
            "13": "משה תיקן להם לישראל שיהו שואלין ודורשין בענינו של יום", 
            "12": "אפילו י\"ט נמי דתניא", 
            "15": "פורים איצטריכא ליה", 
            "14": "הלכות פסח בפסח הלכות עצרת בעצרת והלכות חג בחג", 
            "17": "נגזור משום דרבה קמ\"ל", 
            "16": "מהו דתימא", 
            "19": "חייב אדם לקרות את המגילה בלילה ולשנותה ביום שנאמר (תהלים כב, ג) אלהי אקרא יומם ולא תענה ולילה ולא דומיה לי", 
            "18": "ואריב\"ל", 
            "30": "חכמים הקילו על הכפרים להיות מקדימין ליום הכניסה כדי שיספקו מים ומזון לאחיהם שבכרכין"
        }, 
        "9": {
            "56": "כי הוינא טליא אמינא מלתא דשאילנא לסבייא", 
            "54": "האי הוצל דבית בנימין מוקפת חומה מימות יהושע היא", 
            "42": "היינו טעמא דמספקא ליה", 
            "48": "לענין בתי ערי חומה לא מספקא ליה כי קא מספקא ליה לענין מקרא מגילה", 
            "43": "משום דחד גיסא שורא דימא הות", 
            "49": "מאי פרזים ומאי מוקפין דכתיבי גבי מקרא מגילה משום דהני מיגלו והני לא מיגלו והא נמי מיגליא או דלמא", 
            "52": "רב אסי קרי מגילה בהוצל בארביסר ובחמיסר מספקא ליה אי מוקפת חומה מימות יהושע בן נון היא אי לא", 
            "53": "איכא דאמר אמר רב אסי", 
            "24": "והא רב חזייה לההוא גברא דהוה קא שדי כיתנא בפוריא ולטייה ולא צמח כיתניה", 
            "25": "התם בר יומא הוה", 
            "26": "רבה בריה דרבא אמר", 
            "27": "אפי' תימא ביומיה הספד ותענית קבילו עלייהו מלאכה לא קבילו עלייהו", 
            "20": "ואמר רבא", 
            "21": "לא נצרכא אלא לאסור את של זה בזה ואת של זה בזה", 
            "22": "הני מילי בהספד ובתענית אבל מלאכה יום אחד ותו לא", 
            "23": "איני", 
            "46": "דתניא", 
            "47": "(ויקרא כה, ל) אשר לו חומה ולא שור איגר סביב פרט לטבריא שימה חומתה", 
            "44": "אי הכי אמאי מספקא ליה", 
            "45": "ודאי לאו חומה היא", 
            "28": "דמעיקרא כתיב (אסתר ט, יט) שמחה ומשתה ויום טוב ולבסוף כתיב (שם, כב) לעשות אותם ימי משתה ושמחה ואילו יום טוב לא כתיב", 
            "29": "ואלא רב מ\"ט לטייה לההוא גברא", 
            "40": "ומי מספקא ליה מלתא דטבריא", 
            "41": "והכתיב (יהושע יט, לה) וערי מבצר הצדים צר וחמת רקת וכנרת וקיימא לן רקת זו טבריא", 
            "1": "אמר לפניו רבי אבא בר זבדא", 
            "0": "ורחץ בקרונה של צפורי בשבעה עשר בתמוז ובקש לעקור תשעה באב ולא הודו לו", 
            "3": "אלא", 
            "2": "רבי לא כך היה מעשה", 
            "5": "הואיל ונדחה ידחה ולא הודו חכמים", 
            "4": "תשעה באב שחל להיות בשבת הוה ודחינוהו לאחר השבת ואמר רבי", 
            "7": "ורבי היכי נטע נטיעה בפורים", 
            "6": "קרי עליה (קהלת ד, ט) טובים השנים מן האחד", 
            "9": "שמחה ומשתה וי\"ט שמחה מלמד שאסורים בהספד משתה מלמד שאסור בתענית ויום טוב מלמד שאסור בעשיית מלאכה", 
            "8": "והתני רב יוסף", 
            "51": "משום הכי מספקא ליה", 
            "39": "גופא חזקיה קרי בטבריא בארביסר ובחמיסר מספקא ליה אי מוקפת חומה מימות יהושע בן נון היא אי לא", 
            "38": "איזו היא נטיעה של שמחה זה הנוטע אבורנקי של מלכים", 
            "11": "רבי בר ארביסר הוה וכי נטע בחמיסר נטע איני", 
            "10": "אלא", 
            "13": "אלא רבי בר חמיסר הוה וכי נטע בארביסר הוה", 
            "12": "והא רבי בטבריא הוה וטבריא מוקפת חומה מימות יהושע בן נון הואי", 
            "15": "והא חזקיה קרי בטבריא בארביסר ובחמיסר מספקא ליה אי מוקפת חומה מימות יהושע בן נון היא אי לא", 
            "14": "ומי פשיטא ליה דטבריא מוקפת חומה מימות יהושע בן נון", 
            "17": "וכי פשיטא ליה מי שרי", 
            "16": "לחזקיה מספקא ליה לרבי פשיטא ליה", 
            "19": "את יום ארבעה עשר ואת יום חמשה עשר יומי פוריא אינון דלא למספד בהון", 
            "18": "והכתיב במגילת תענית", 
            "31": "ואיבעית אימא", 
            "30": "דברים המותרין ואחרים נהגו בהן איסור הוה ובאתריה דרבי לא נהוג", 
            "37": "איזהו בנין של שמחה זה הבונה בית חתנות לבנו", 
            "36": "בנין בנין של שמחה נטיעה נטיעה של שמחה", 
            "35": "ותנא עלה", 
            "34": "עברו אלו ולא נענו ממעטין במשא ומתן בבנין ובנטיעה באירוסין ובנישואין", 
            "33": "כדתנן", 
            "55": "אמר רבי יוחנן", 
            "32": "לעולם נהוג ורבי נטיעה של שמחה נטע", 
            "50": "משום דהני מיגנו והני לא מיגנו והא נמי מיגניא"
        }, 
        "8": {
            "54": "רבי נטע נטיעה בפורים", 
            "42": "[ב\"ש אומרים] מביאין שלמים ביו\"ט ואין סומכין עליהן אבל לא עולות וב\"ה אומרים", 
            "48": "עבר הרגל ולא חג אינו חייב באחריותו", 
            "43": "מביאין שלמים ועולות וסומכין עליהן", 
            "49": "רב אשי אמר", 
            "52": "מודים שאם חל עצרת להיות בשבת שיום טבוח אחר השבת", 
            "53": "אמר רבי אלעזר אמר רבי חנינא", 
            "24": "עשרה בטלנין שבבית הכנסת:", 
            "25": "באלו אמרו מקדימין ולא מאחרין:", 
            "26": "מ\"ט", 
            "27": "אמר רבי אבא אמר שמואל", 
            "20": "אע\"פ שאמרו מקדימין ולא מאחרין מותרין בהספד ובתענית ומתנות לאביונים", 
            "21": "א\"ר יהודה", 
            "22": "אימתי מקום שנכנסין בשני ובחמישי אבל מקום שאין נכנסין לא בשני ולא בחמישי אין קורין אותה אלא בזמנה:", 
            "23": "<big><strong>גמ׳</strong></big> תנא", 
            "46": "דתנן", 
            "47": "מי שלא חג ביו\"ט הראשון של חג חוגג והולך את כל הרגל כולו ויום טוב האחרון של חג", 
            "44": "רבא אמר", 
            "45": "חגיגה כל זמן חגיגה מאחרין טפי לא", 
            "28": "אמר קרא ולא יעבור", 
            "29": "ואמר רבי אבא אמר שמואל", 
            "40": "חגיגה בשבת ועולת ראייה אפילו ביו\"ט דזמן חגיגה מאחרין", 
            "41": "מני ב\"ש היא דתנן", 
            "1": "אמר רב", 
            "0": "שמחה אינה נוהגת אלא בזמנה", 
            "3": "רב אסי אמר", 
            "2": "מגילה בזמנה קורין אותה אפי' ביחיד שלא בזמנה בעשרה", 
            "5": "הוה עובדא וחש ליה רב להא דרב אסי", 
            "4": "בין בזמנה בין שלא בזמנה בעשרה", 
            "7": "והאמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב", 
            "6": "ומי אמר רב הכי", 
            "9": "ערב שבת זמנם", 
            "8": "פורים שחל להיות בשבת ערב שבת זמנם", 
            "51": "דתנן", 
            "39": "אמר רב אושעיא הכי קאמר", 
            "38": "אלא זמן חגיגה מאי היא", 
            "11": "אלא לאו הכי קאמר", 
            "10": "והא שבת זמנם הוא", 
            "13": "לא לענין מקרא מגילה בעשרה", 
            "12": "שלא בזמנם כזמנם מה זמנם אפי' ביחיד אף שלא בזמנם אפילו ביחיד", 
            "15": "<big><strong>מתני׳</strong></big> אי זו היא עיר גדולה", 
            "14": "אלא מאי ערב שבת זמנם לאפוקי מדרבי דאמר הואיל ונדחו עיירות ממקומן ידחו ליום הכניסה הא קמ\"ל דערב שבת זמנם הוא:", 
            "17": "פחות מכאן הרי זה כפר", 
            "16": "כל שיש בה עשרה בטלנין", 
            "19": "אבל זמן עצי כהנים ותשעה באב חגיגה והקהל מאחרין ולא מקדימין", 
            "18": "באלו אמרו מקדימין ולא מאחרין", 
            "31": "ורבנן דקיסרי משום ר' אבא אמרו", 
            "30": "מנין שאין מונין ימים לשנים שנא' (שמות יב, ב) לחדשי השנה חדשים אתה מונה לשנים ואי אתה מונה ימים לשנים", 
            "37": "בשלמא חגיגה דאי מיקלע בשבתא מאחרינן לה לבתר שבתא", 
            "36": "חגיגה וכל זמן חגיגה מאחרין", 
            "35": "תנא", 
            "34": "תשעה באב אקדומי פורענות לא מקדמי חגיגה והקהל משום דאכתי לא מטא זמן חיובייהו", 
            "33": "אבל זמן עצי כהנים ותשעה באב וחגיגה והקהל מאחרין ולא מקדימין:", 
            "32": "מנין שאין מחשבין שעות לחדשים שנא' (במדבר יא, כ) עד חדש ימים ימים אתה מחשב לחדשים ואי אתה מחשב שעות לחדשים:", 
            "50": "חגיגה וכל זמן חגיגה מאחרין ואפי' עצרת דחד יומא מאחרין"
        }, 
        "51": {
            "54": "מבי כנישתא לבי רבנן שרי מבי רבנן לבי כנישתא אסיר", 
            "42": "ההוא בי כנישתא דיהודאי רומאי דהוה פתיח לההוא אידרונא דהוה מחית ביה מת והוו בעו כהני למיעל לצלויי התם", 
            "48": "אמר מר זוטרא", 
            "43": "אתו אמרו ליה לרבא אמר להו", 
            "49": "מטפחות ספרים שבלו עושין אותן תכריכין למת מצוה וזו היא גניזתן", 
            "52": "אמר רב אחא בר יעקב", 
            "53": "ובכלי חרס שנאמר (ירמיהו לב, יד) ונתתם בכלי חרש למען יעמדו ימים רבים (ואמר) רב פפי משמיה דר'", 
            "24": "ואלו הן תשמישי קדושה", 
            "25": "דלוסקמי ספרים תפילין ומזוזות ותיק של ס\"ת ונרתיק של תפילין ורצועותיהן", 
            "26": "אמר רבא", 
            "27": "מריש הוה אמינא האי כורסיא תשמיש דתשמיש הוא ושרי", 
            "20": "ת\"ר", 
            "21": "תשמישי מצוה נזרקין תשמישי קדושה נגנזין", 
            "22": "ואלו הן תשמישי מצוה", 
            "23": "סוכה לולב שופר ציצית", 
            "46": "והא זמנין דמטלטלי ליה כי מנח ספר תורה עלויה והוה ליה מיטלטלא מלא וריקם", 
            "47": "אי הכי לא אפשר", 
            "44": "דלו תיבותא אותבוה דהוה ליה כלי עץ העשוי לנחת וכלי עץ העשוי לנחת אינו מקבל טומאה וחוצץ בפני הטומאה", 
            "45": "אמרו ליה רבנן לרבא", 
            "28": "כיון דחזינא דמותבי עלויה ס\"ת אמינא", 
            "29": "תשמיש קדושה הוא ואסור", 
            "40": "מהו דתימא", 
            "41": "הני לאו לכבוד עבידן לנטורי בעלמא עבידי קמ\"ל", 
            "1": "רבינא הוה ליה ההוא תילא דבי כנישתא אתא לקמיה דרב אשי אמר ליה", 
            "0": "למישתא ביה שיכרא שפיר דמי", 
            "3": "אמר ליה", 
            "2": "מהו למיזרעה", 
            "5": "רמי בר אבא הוה קא בני בי כנישתא הוה ההיא כנישתא עתיקא הוה בעי למיסתריה ולאתויי ליבני וכשורי מינה ועיולי להתם", 
            "4": "זיל זבניה משבעה טובי העיר במעמד אנשי העיר וזרעה", 
            "7": "דאמר רב חסדא", 
            "6": "יתיב וקא מיבעיא ליה הא דרב חסדא", 
            "9": "אתא לקמיה דרב פפא ואסר ליה לקמיה דרב הונא ואסר ליה", 
            "8": "לא ליסתור בי כנישתא עד דבני בי כנישתא אחריתי התם משום פשיעותא כי האי גוונא מאי", 
            "51": "ספר תורה שבלה גונזין אותו אצל תלמיד חכם ואפילו שונה הלכות", 
            "39": "פשיטא", 
            "38": "הני זבילי דחומשי וקמטרי דספרי תשמיש קדושה נינהו ונגנזין", 
            "11": "האי בי כנישתא חלופה וזבונה שרי אוגורה ומשכונה אסור", 
            "10": "אמר רבא", 
            "13": "ליבני נמי חלופינהו וזבונינהו שרי אוזופינהו אסור", 
            "12": "מאי טעמא בקדושתה קאי", 
            "15": "ואפילו למאן דאמר הזמנה מילתא היא ה\"מ כגון האורג בגד למת אבל הכא כטווי לאריג דמי וליכא למאן דאמר", 
            "14": "הני מילי בעתיקתא אבל בחדתא לית לן בה", 
            "17": "מאן דאסר בהאי תפקע קדושתה", 
            "16": "מתנה פליגי בה רב אחא ורבינא חד אסר וחד שרי", 
            "19": "אי לאו דהוה ליה הנאה מיניה לא הוה יהיב ליה הדר הוה ליה מתנה כזביני", 
            "18": "ומאן דשרי", 
            "31": "מריש הוה אמינא האי פריסא תשמיש דתשמיש הוא כיון דחזינא דעייפי ליה ומנחי סיפרא עלויה אמינא", 
            "30": "ואמר רבא", 
            "37": "ואמר רבא", 
            "36": "האי פריסא דבלה למיעבדיה פריסא לספרי שרי לחומשין אסיר", 
            "35": "ואמר רבא", 
            "34": "האי תיבותא דאירפט מיעבדה תיבה זוטרתי שרי כורסייא אסיר", 
            "33": "ואמר רבא", 
            "55": "ורב פפא משמיה דרבא מתני איפכא אמר רב אחא", 
            "32": "תשמיש קדושה הוא ואסור", 
            "50": "ואמר רבא"
        }, 
        "39": {
            "24": "ולהגשה דאיתקש לתנופה דכתיב (במדבר ה, כה) ולקח הכהן מיד האשה את מנחת הקנאות והניף והקריב", 
            "25": "ולמליקה ולקמיצה ולהקטרה ולהזיה דכתיב (ויקרא ז, לח) ביום צוותו את בני ישראל ולהשקיית סוטה אתיא תורה תורה", 
            "26": "כתיב הכא (במדבר ה, ל) ועשה לה הכהן את כל התורה הזאת וכתיב התם (דברים יז, יא) על פי התורה אשר יורוך ועל המשפט", 
            "20": "ולמוספין דכתיב (ויקרא כג, לז) דבר יום ביומו", 
            "21": "ולתפלת המוספין כמוספין שויוה רבנן ולוידוי פרים דיליף כפרה כפרה מיום הכפורים דתניא גבי יוה\"כ", 
            "22": "(ויקרא טז, ו) וכפר בעדו ובעד ביתו", 
            "23": "בכפרת דברים הכתוב מדבר וכפרה ביממא הוא דכתיב (ויקרא טז, ל) ביום הזה יכפר עליכם: ולוידוי מעשר וכו': דכתיב (דברים כו, יג) ואמרת לפני ה' אלהיך בערתי הקדש מן הבית וסמיך ליה היום הזה ה' אלהיך מצוך: לסמיכה ולשחיטה: דכתיב (ויקרא ג, ח) וסמך ושחט וכתיב בה בשחיטה (ויקרא יט, ו) ביום זבחכם ולתנופה דכתיב (ויקרא כג, יב) ביום הניפכם את העומר", 
            "1": "וכולן שעשו משעלה עמוד השחר כשר:", 
            "0": "ספירה ביממא היא:", 
            "3": "אמר רבא", 
            "2": "מנהני מילי", 
            "5": "אלא מעתה ולחשך קרא לילה [למחשיך ובא קרא לילה]", 
            "4": "דאמר קרא (בראשית א, ה) ויקרא אלהים לאור יום למאיר ובא קראו יום", 
            "7": "אלא אמר רבי זירא מהכא", 
            "6": "הא קיי\"ל דעד צאת הכוכבים לאו לילה הוא", 
            "9": "(נחמיה ד, טז) (והיה) לנו הלילה (למשמר) מאי ואומר", 
            "8": "(נחמיה ד, טו) ואנחנו עושים במלאכה וחצים מחזיקים ברמחים מעלות השחר עד צאת הכוכבים ואומר", 
            "11": "<big><strong>מתני׳</strong></big> כל היום כשר לקריאת המגילה ולקריאת ההלל ולתקיעת שופר ולנטילת לולב ולתפלת המוספין ולמוספין ולוידוי הפרים ולוידוי מעשר ולוידוי יוהכ\"פ לסמיכה לשחיטה לתנופה להגשה לקמיצה ולהקטרה למליקה ולקבלה ולהזיה ולהשקיית סוטה ולעריפת העגלה ולטהרת המצורע", 
            "10": "וכ\"ת משעלה עמוד השחר לאו יממא ומכי ערבא שמשא ליליא ואינהו מקדמי ומחשכי ת\"ש (והיה) לנו הלילה משמר והיום מלאכה:", 
            "13": "זה הכלל", 
            "12": "כל הלילה כשר לקצירת העומר ולהקטר חלבים ואברים", 
            "15": "דבר שמצותו בלילה כשר כל הלילה:", 
            "14": "דבר שמצותו ביום כשר כל היום", 
            "17": "לקריאת ההלל דכתיב (תהלים קיג, ג) ממזרח שמש עד מבואו (רבי יוסי) אומר", 
            "16": "<big><strong>גמ׳</strong></big> מנלן דאמר קרא והימים האלה נזכרים ונעשים", 
            "19": "ולתקיעת שופר דכתיב (במדבר כט, א) יום תרועה יהיה לכם", 
            "18": "(תהלים קיח, כד) זה היום עשה ה' ולנטילת לולב דכתיב (ויקרא כג, מ) ולקחתם לכם ביום הראשון"
        }, 
        "38": {
            "24": "<big><strong>מתני׳</strong></big> אין קורין את המגילה ולא מלין ולא טובלין ולא מזין וכן שומרת יום כנגד יום לא תטבול עד שתנץ החמה", 
            "25": "וכולן שעשו משעלה עמוד השחר כשר:", 
            "26": "<big><strong>גמ׳</strong></big> מנלן", 
            "27": "דאמר קרא (אסתר ט, כח) והימים האלה נזכרים ונעשים ביום אין בלילה לא", 
            "20": "אין מביאין ראיה מן הקטן", 
            "21": "חדא ועוד קאמרו ליה", 
            "22": "חדא דקטן היית ועוד", 
            "23": "אפילו גדול היית אין מביאין ראיה מן המתיר:", 
            "28": "לימא תיהוי תיובתא דר' יהושע בן לוי", 
            "29": "דאמר ריב\"ל", 
            "40": "קמ\"ל", 
            "41": "כיון דבעיא ספירה", 
            "1": "ולא קשיא", 
            "0": "לעולם ר' יהודה ואפי' לכתחילה", 
            "3": "דתניא ר' יהודה אומר משום ר\"א בן עזריה", 
            "2": "הא דידיה הא דרביה", 
            "5": "(דברים ו, ד) שמע ישראל ה' אלהינו ה' אחד השמע לאזניך מה שאתה מוציא מפיך", 
            "4": "הקורא את שמע צריך שישמיע לאזנו שנאמר", 
            "7": "(דברים ו, ו) אשר אנכי מצוך היום על לבבך אחר כוונת הלב הן הן הדברים", 
            "6": "ר\"מ אומר", 
            "9": "והא דתני יהודה בריה דר' שמעון בן פזי ר\"מ היא:", 
            "8": "השתא דאתית להכי אפילו תימא רבי יהודה כרביה סבירא ליה", 
            "39": "והא ביממא לא מצי טבלה דכתיב (ויקרא טו, כו) כל ימי זובה כמשכב נדתה יהיה לה בליליא מיהת ליעביד מקצת שימור ותיטבול", 
            "38": "איצטריך סלקא דעתך אמינא תיהוי כראיה ראשונה של זב וראיה ראשונה של זב איתקש לבעל קרי דכתיב (ויקרא טו, לב) זאת תורת הזב ואשר תצא ממנו שכבת זרע מה בעל קרי טובל ביום האי נמי ליטבול ביומיה", 
            "11": "(דתניא)", 
            "10": "ר' יהודה מכשיר בקטן:", 
            "13": "קטן הייתי וקריתיה למעלה מרבי טרפון וזקנים בלוד", 
            "12": "א\"ר יהודה", 
            "15": "אין מביאין ראיה מן הקטן", 
            "14": "אמרו לו", 
            "17": "קטן הייתי וקריתיה למעלה מרבי יהודה", 
            "16": "תניא אמר רבי", 
            "19": "ולימרו ליה", 
            "18": "אמרו לו אין מביאין ראיה מן המתיר", 
            "31": "כי קתני אדיום:", 
            "30": "חייב אדם לקרות את המגילה בלילה ולשנותה ביום", 
            "37": "מ\"ש שומרת יום כנגד יום מכל חייבי טבילות", 
            "36": "פשיטא", 
            "35": "וכן שומרת יום כנגד יום לא תטבול עד שתנץ החמה וכו':", 
            "34": "ולא טובלין ולא מזין וכו': דכתיב (במדבר יט, יט) והזה הטהור על הטמא [וגו'] ביום השביעי ואיתקש טבילה להזיה:", 
            "33": "דכתיב (ויקרא יב, ג) וביום השמיני ימול:", 
            "32": "ולא מלין וכו':"
        }, 
        "59": {
            "24": "ביו\"ט הראשון של חג קורין בפרשת מועדות שבתורת כהנים ובשאר כל ימות החג בקרבנות החג", 
            "25": "בחנוכה (במדבר ז, ב) בנשיאים בפורים (שמות יז, ח) ויבא עמלק בראשי חדשים (במדבר כח, יא) ובראשי חדשיכם", 
            "26": "במעמדות במעשה בראשית בתעניות", 
            "20": "מצפרא לפלגיה דיומא מעיינינן במילי דמתא מפלגיה דיומא לפניא ריבעא דיומא קרא ומפטרי וריבעא דיומא בעו רחמי שנאמר (נחמיה ט, ג) ויקראו בספר תורת ה' אלהיהם רביעית היום ורביעית (היום) מתוודים ומשתחוים", 
            "21": "ואיפוך אנא", 
            "22": "לא ס\"ד דכתיב (עזרא ט, ד) ואלי יאספו כל חרד בדברי אלהי ישראל על מעל הגולה ואני יושב משומם עד למנחת הערב וכתיב ובמנחת הערב קמתי מתעניתי:", 
            "23": "<big><strong>מתני׳</strong></big> בפסח קורין בפרשת מועדות של תורת כהנים בעצרת (דברים טז, ט) שבעה שבועות בראש השנה (ויקרא כג, כד) בחדש השביעי באחד לחדש ביוה\"כ (ויקרא טז, א) אחרי מות", 
            "1": "בחמישית חוזרין לכסדרן וכו':", 
            "0": "ואיזו היא שבת רביעית כל שחל ר\"ח ניסן להיות בתוכה ואפילו בע\"ש:", 
            "3": "ר' אמי אמר", 
            "2": "לסדר מאי", 
            "5": "לסדר הפטרות הוא חוזר", 
            "4": "לסדר פרשיות הוא חוזר ר' ירמיה אמר", 
            "7": "כוותי' דר' אמי מסתברא", 
            "6": "אמר אביי", 
            "9": "לכל מפסיקין", 
            "8": "דתנן", 
            "11": "בשלמא למ\"ד לסדר פרשיות הוא חוזר היינו דאיכא פרשה בחול אלא למ\"ד לסדר הפטרות הוא חוזר הפטרה בחול מי איכא", 
            "10": "לראשי חדשים לחנוכה ולפורים לתעניות ולמעמדות וליוה\"כ", 
            "13": "הא כדאיתא והא כדאיתא", 
            "12": "ואידך", 
            "15": "ליקרי מצפרא בענינא דיומא ובמנחה בתעניתא", 
            "14": "ובתעניות למה לי הפסקה", 
            "17": "מצפרא כינופיא", 
            "16": "מסייע ליה לר\"ה דאמר ר\"ה", 
            "19": "אמר אביי", 
            "18": "היכי עבדינן"
        }, 
        "58": {
            "24": "רב אמר", 
            "25": "מקדימין דאם כן בצרי להו יומי שולחנות ושמואל אמר", 
            "26": "מאחרין אמר לך", 
            "27": "סוף סוף חמיסר במעלי שבתא מיקלע ושולחנות לא נפקי עד חד בשבא הלכך מאחרין", 
            "20": "חל להיות בתוך השבת מקדימין לשבת שעברה:", 
            "21": "איתמר ר\"ח אדר שחל להיות בערב שבת רב אמר", 
            "22": "מקדימין ושמואל אמר", 
            "23": "מאחרין", 
            "28": "תנן", 
            "29": "חל להיות בתוך השבת מקדימין לשעבר ומפסיקין לשבת אחרת", 
            "0": "אמרי", 
            "4": "מיתיבי", 
            "8": "ולאביי מי ניחא", 
            "59": "מאי שניה שניה להפסקה", 
            "58": "אמר רב פפא", 
            "55": "בשניה זכור", 
            "54": "תנן", 
            "57": "בשניה זכור", 
            "56": "והא כי מיקלע ריש ירחא בשבת מיקלע פורים בערב שבת וקתני", 
            "51": "ושמואל אמר", 
            "50": "מקדימין כי היכי דלא תיקדום עשיה לזכירה", 
            "53": "כיון דאיכא מוקפין דעבדי בחמיסר עשיה וזכירה בהדי הדדי קא אתיין", 
            "52": "מאחרין אמר לך", 
            "82": "ר\"ח אדר שחל להיות בשבת קורין כי תשא ומפטירין ביהוידע ואי זו היא שבת ראשונה כל שחל ר\"ח אדר להיות בתוכה ואפילו בערב שבת", 
            "83": "בשניה זכור ומפטירין (שמואל א טו, ב) פקדתי ואי זו היא שבת שניה כל שחל פורים להיות בתוכה ואפילו בערב שבת", 
            "80": "ברביעית (שמות יב, ב) החדש הזה לכם:", 
            "81": "תנו רבנן", 
            "84": "בשלישית פרה אדומה ומפטירין (יחזקאל לו, כה) וזרקתי עליכם ואי זו היא שבת שלישית כל שסמוכה לפורים מאחריה", 
            "85": "ברביעית החדש הזה ומפטירין (יחזקאל מה, ט) כה אמר ה' [אלהים] בראשון באחד לחדש", 
            "3": "קרו שיתא מואתה תצוה עד ועשית וחד תני וקרי מכי תשא עד ועשית", 
            "7": "אמר לך ר' יצחק נפחא", 
            "39": "מסרגין לשבתות דברי ר' יהודה הנשיא", 
            "38": "כתנאי", 
            "33": "איזו היא שבת ראשונה כל שחל ר\"ח אדר להיות בתוכה ואפילו בערב שבת", 
            "32": "ת\"ש", 
            "31": "לא בתוך השבת דוקא", 
            "30": "מאי לאו אפילו בע\"ש", 
            "37": "בה", 
            "36": "בה וכן תנא דבי שמואל", 
            "35": "אמר שמואל", 
            "34": "מאי לאו אפילו בע\"ש דומיא דתוכה מה תוכה מקדימין אף ע\"ש מקדימין", 
            "60": "תא שמע", 
            "61": "איזו שבת שניה כל שחל פורים להיות בתוכה ואפילו בערב שבת", 
            "62": "מאי לאו ערב שבת דומיא דתוכה מה תוכה מקדימין אף ערב שבת מקדימין", 
            "63": "אמר שמואל", 
            "64": "בה וכן תנא דבי שמואל", 
            "65": "בה", 
            "66": "חל להיות בשבת עצמה אמר ר\"ה", 
            "67": "לדברי הכל אין מקדימין", 
            "68": "ורב נחמן אמר", 
            "69": "עדיין היא מחלוקת", 
            "2": "אלא אמר אביי", 
            "6": "בשלמא לאביי ניחא אלא לר' יצחק נפחא קשיא", 
            "11": "חל להיות בכי תשא עצמה א\"ר יצחק נפחא", 
            "10": "אלא מאי אית לך למימר כופלה בשבתות הכא נמי כופלה בשבתות", 
            "13": "מתקיף לה אביי", 
            "12": "קרו שיתא מן ועשית עד ויקהל וחד קרי מכי תשא עד ועשית", 
            "15": "למפרע הוא דקרי", 
            "14": "השתא אמרי", 
            "17": "קרו שיתא עד ויקהל וחד תני וקרי מכי תשא עד ועשית", 
            "16": "אלא אמר אביי", 
            "19": "חל להיות בכי תשא עצמה קורין אותה וכופלין אותה:", 
            "18": "תניא כוותיה דאביי", 
            "48": "מאחרין", 
            "49": "רב אמר", 
            "46": "רב אמר", 
            "47": "מקדימין פרשת זכור ושמואל אמר", 
            "44": "בשנייה זכור וכו':", 
            "45": "איתמר פורים שחל להיות בע\"ש", 
            "42": "אמר ר\"ש בן אלעזר", 
            "43": "אימתי אני אומר אין מסרגין בזמן שחל להיות בע\"ש אבל בזמן שחל להיות בתוך השבת מקדים וקורא משבת שעברה אע\"פ שהוא שבט:", 
            "40": "ר\"ש בן אלעזר אומר", 
            "41": "אין מסרגין", 
            "1": "אוקומי הוא דקא מוקמי התם", 
            "5": "חל להיות בפרשה הסמוכה לה בין מלפניה בין מלאחריה קורין אותה וכופלין אותה", 
            "9": "תינח לפניה לאחריה היכי משכחת לה", 
            "77": "שבת הסמוכה לר\"ח ניסן", 
            "76": "ר' חמא בר' חנינא אמר", 
            "75": "איתמר", 
            "74": "איזו היא שבת שלישית כל שסמוכה לפורים מאחריה", 
            "73": "תנו רבנן", 
            "72": "בשלישית פרה אדומה וכו':", 
            "71": "פורים שחל להיות בשבת מקדים וקורא בשבת שעברה זכור:", 
            "70": "איתמר נמי א\"ר חייא בר אבא אמר רבי אבא אמר רב", 
            "79": "הא דאיקלע ר\"ח ניסן בשבת הא דאיקלע באמצע שבת:", 
            "78": "ולא פליגי"
        }, 
        "11": {
            "56": "אי רשב\"ג קשיא סדר פרשיות", 
            "54": "מני", 
            "42": "אין קורין אותה באדר השני שכל מצות שנוהגות בשני נוהגות בראשון", 
            "48": "סדר פרשיות איכא בינייהו", 
            "43": "רשב\"ג אומר משום רבי יוסי", 
            "60": "אין בין ארבעה עשר שבאדר הראשון לי\"ד שבאדר השני אלא מקרא מגילה ומתנות הא לענין הספד ותענית זה וזה שוין", 
            "61": "ואילו סדר פרשיות לא מיירי", 
            "62": "אמר רבי חייא בר אבין אמר רבי יוחנן", 
            "63": "הלכתא כרבן שמעון בן גמליאל שאמר משום רבי יוסי", 
            "64": "אמר רבי יוחנן", 
            "49": "דתנא קמא סבר", 
            "66": "בכל שנה ושנה", 
            "67": "רבי אליעזר ברבי יוסי סבר", 
            "68": "בכל שנה ושנה מה כל שנה ושנה אדר הסמוך לשבט אף כאן אדר הסמוך לשבט ורשר\"ג סבר", 
            "69": "בכל שנה ושנה מה כל שנה ושנה אדר הסמוך לניסן אף כאן אדר הסמוך לניסן", 
            "52": "ורבן שמעון בן גמליאל סבר", 
            "53": "אפילו סדר פרשיות אי קרו בראשון קרו בשני", 
            "24": "מאי דכתיב (חבקוק א, יג) למה תביט בוגדים תחריש בבלע רשע צדיק ממנו צדיק ממנו בולע צדיק גמור אינו בולע", 
            "25": "ואי בעית אימא", 
            "26": "שעה משחקת לו שאני:", 
            "27": "אמר עולא", 
            "20": "ואיבעית אימא", 
            "21": "הא והא במילי דידיה ולא קשיא", 
            "22": "הא בצדיק גמור הא בצדיק שאינו גמור", 
            "23": "דאמר רב הונא", 
            "46": "ר\"ש בן גמליאל היינו תנא קמא", 
            "47": "אמר רב פפא", 
            "44": "אף קורין אותה באדר השני שכל מצות שנוהגות בשני אין נוהגות בראשון", 
            "45": "ושוין בהספד ובתענית שאסורין בזה ובזה", 
            "28": "איטליא של יון זה כרך גדול של רומי", 
            "29": "והויא תלת מאה פרסה על תלת מאה פרסה ויש בה שס\"ה שווקים כמנין ימות החמה וקטן שבכולם של מוכרי עופות והויא ששה עשר מיל על ששה עשר מיל", 
            "40": "קראו את המגילה באדר הראשון ונתעברה השנה קורין אותה באדר השני שכל מצות שנוהגות בשני נוהגות בראשון חוץ ממקרא מגילה", 
            "41": "ר\"א ברבי יוסי אומר", 
            "1": "ואמר רבי חמא בר חנינא", 
            "0": "גרממיא של אדום שאלמלי הן יוצאין מחריבין כל העולם כולו", 
            "3": "ובכל יומא נפקי הני לאפי הני ומקטיל חד מינייהו ומיטרדי לאוקמי מלכא", 
            "2": "תלת מאה קטירי תגא איכא בגרממיא של אדום ותלת מאה ושיתין וחמשה מרזבני איכא ברומי", 
            "5": "יגעתי ולא מצאתי אל תאמן לא יגעתי ומצאתי אל תאמן יגעתי ומצאתי תאמן", 
            "4": "ואמר ר' יצחק אם יאמר לך אדם", 
            "7": "ולדברי תורה לא אמרן אלא לחדודי אבל לאוקמי גירסא סייעתא מן שמיא היא", 
            "6": "הני מילי בדברי תורה אבל במשא ומתן סייעתא הוא מן שמיא", 
            "9": "אם ראית רשע שהשעה משחקת לו אל תתגרה בו שנא' (תהלים לז, א) אל תתחר במרעים ולא עוד אלא שדרכיו מצליחין שנא' (תהלים י, ה) יחילו דרכיו בכל עת ולא עוד אלא שזוכה בדין שנאמר מרום משפטיך מנגדו ולא עוד אלא שרואה בשונאיו שנאמר כל צורריו יפיח בהם", 
            "8": "ואמר רבי יצחק", 
            "51": "אפילו מקרא מגילה לכתחילה בראשון", 
            "39": "דתניא", 
            "65": "ושניהם מקרא אחד דרשו", 
            "38": "לא תנא קמא ולא ר' אליעזר ברבי יוסי ולא רשב\"ג", 
            "73": "טעמא דר' שמעון ב\"ג מהכא דכתיב לקיים את אגרת הפורים הזאת השנית", 
            "72": "רבי אלעזר אמר", 
            "71": "אמר רבי טבי טעמא דרבי שמעון בן גמליאל מסמך גאולה לגאולה עדיף", 
            "70": "בשלמא רבי אליעזר ברבי יוסי מסתבר טעמא דאין מעבירין על המצות אלא רשב\"ג מ\"ט", 
            "59": "לעולם רשב\"ג היא ומתני' חסורי מיחסרא והכי קתני", 
            "58": "ואב\"א", 
            "11": "והאמר ר' יוחנן משום ר\"ש בן יוחי", 
            "10": "איני", 
            "13": "ותניא ר' דוסתאי בר מתון אמר", 
            "12": "מותר להתגרות ברשעים בעולם הזה שנא' (משלי כח, ד) עוזבי תורה יהללו רשע ושומרי תורה יתגרו בם", 
            "15": "אלא", 
            "14": "מותר להתגרות ברשעים בעולם הזה ואם לחשך אדם לומר אל תתחר במרעים ואל תקנא בעושי עולה מי שלבו נוקפו אומר כן", 
            "17": "ואומר (משלי כג, יז) אל יקנא לבך בחטאים וגו'", 
            "16": "אל תתחר במרעים להיות כמרעים ואל תקנא בעושי עולה להיות כעושי עולה", 
            "19": "הא במילי דידיה הא במילי דשמיא", 
            "18": "לא קשיא", 
            "31": "והדר בה אע\"פ שאינו נולד בה נוטל פרס מבית המלך והנולד בה אע\"פ שאינו דר בה נוטל פרס מבית המלך", 
            "30": "ומלך סועד בכל יום באחד מהן", 
            "37": "מני מתני'", 
            "36": "<big><strong>גמ׳</strong></big> הא לענין סדר פרשיות זה וזה שוין", 
            "35": "אין בין אדר הראשון לאדר השני אלא קריאת המגילה ומתנות לאביונים:", 
            "34": "<big><strong>מתני׳</strong></big> קראו את המגילה באדר הראשון ונתעברה השנה קורין אותה באדר שני", 
            "33": "צדו אחד ים וצדו אחד הרים וגבעות צדו אחד מחיצה של ברזל וצדו אחד חולסית ומצולה:", 
            "55": "אי תנא קמא קשיא מתנות אי רבי אליעזר ברבי יוסי קשיא נמי מקרא מגילה", 
            "74": "ואיצטריך למיכתב", 
            "32": "ושלשת אלפים בי בני יש בו וחמש מאות חלונות מעלין עשן חוץ לחומה", 
            "57": "לעולם ת\"ק ותנא מקרא מגילה והוא הדין מתנות לאביונים דהא בהא תליא", 
            "50": "לכתחילה בשני ואי עבוד בראשון עבוד בר ממקרא מגילה דאף על גב דקרו בראשון קרו בשני ורבי אליעזר ברבי יוסי סבר"
        }, 
        "10": {
            "56": "שנאמר (יחזקאל כו, ב) אמלאה החרבה", 
            "77": "זממו אל תפק זו", 
            "54": "חרבו שתיהן אל תאמן ישבו שתיהן אל תאמן", 
            "42": "אפ\"ה שדות וכרמים עדיפא ליה", 
            "48": "אמר רבי יצחק", 
            "43": "דיקא נמי דכתיב (שופטים ה, יח) ונפתלי על מרומי שדה ש\"מ", 
            "60": "(בראשית כה, כג) ולאום מלאום יאמץ", 
            "61": "ואמר רבי יצחק", 
            "62": "מאי דכתיב (ישעיהו כו, י) יוחן רשע בל למד צדק", 
            "63": "אמר יצחק לפני הקב\"ה", 
            "64": "רבש\"ע יוחן עשו", 
            "49": "לשם זו פמייס עקרון תעקר זו קסרי בת אדום שהיא היתה מטרופולין של מלכים", 
            "66": "רשע הוא", 
            "67": "אמר לו", 
            "68": "בל למד צדק", 
            "69": "אמר לו", 
            "52": "דמוקמי מינה מלכי", 
            "53": "קסרי וירושלים אם יאמר לך אדם", 
            "24": "רבונו של עולם", 
            "25": "לאחיי נתת להם שדות וכרמים ולי נתת הרים וגבעות לאחיי נתת להם ארצות ולי נתת ימים ונהרות", 
            "26": "אמר לו", 
            "27": "כולן צריכין לך ע\"י חלזון שנאמר [(דברים לג, יט) עמים הר יקראו] ושפוני טמוני חול", 
            "20": "וקטרון ציפורי היא", 
            "21": "והא קטרון בחלקו של זבולון הואי דכתיב (שופטים א, ל) זבולון לא הוריש את יושבי קטרון ואת יושבי נהלול", 
            "22": "וזבולון מתרעם על מדותיו הוה שנאמר (שופטים ה, יח) זבולון עם חרף נפשו למות מה טעם משום דנפתלי על מרומי שדה", 
            "23": "אמר זבולון לפני הקב\"ה", 
            "46": "אמר רבי יוסי בר חנינא מאי דכתיב (זכריה ט, ז) והסירותי דמיו מפיו ושקוציו מבין שיניו ונשאר גם הוא לאלהינו והסירותי דמיו מפיו זה בית במיא שלהן ושקוציו מבין שיניו זה בית גליא שלהן ונשאר גם הוא לאלהינו אלו בתי כנסיות ובתי מדרשות שבאדום", 
            "47": "(זכריה ט, ז) והיה כאלוף ביהודה ועקרון כיבוסי אלו תראטריות וקרקסיות שבאדום שעתידין שרי יהודה ללמד בהן תורה ברבים", 
            "44": "אמר רבי אבהו", 
            "45": "(צפניה ב, ד) ועקרון תעקר זו קסרי בת אדום שהיא יושבת בין החולות והיא היתה יתד תקועה לישראל בימי יוונים וכשגברה מלכות בית חשמונאי ונצחום היו קורין אותה אחידת מגדל שיר", 
            "28": "תני רב יוסף", 
            "29": "שפוני זה חלזון טמוני זו טרית חול זו זכוכית לבנה", 
            "40": "דלא נפישא דידיה כדאחוה והאמר רבה בר בר חנה אמר רבי יוחנן", 
            "41": "לדידי חזי לי זבת חלב ודבש דכל ארעא דישראל והויא כמבי כובי עד אקרא דתולבקני עשרין ותרתין פרסי אורכא ופותיא שיתא פרסי", 
            "1": "חמת זו טבריא ולמה נקרא שמה חמת על שום חמי טבריא", 
            "0": "ואישתכח כוותי", 
            "3": "כינרת זו גינוסר ולמה נקרא שמה כינרת דמתיקי פירא כקלא דכינרי", 
            "2": "רקת זו ציפורי ולמה נקרא שמה רקת משום דמידלייא כרקתא דנהרא", 
            "5": "מי איכא למאן דאמר רקת לאו טבריא היא", 
            "4": "אמר רבא", 
            "7": "גדול הוא בששך ושם לו ברקת", 
            "6": "והא כי שכיב איניש הכא התם ספדי ליה הכי", 
            "9": "אוהבי שרידים יושבי רקת צאו וקבלו הרוגי עומק", 
            "8": "וכי מסקי ארונא להתם ספדי ליה הכי", 
            "51": "דמרבי בה מלכי ואיכא דאמרי", 
            "39": "וכ\"ת", 
            "65": "אמר לו", 
            "76": "רבונו של עולם אל תתן לעשו הרשע תאות לבו", 
            "75": "אמר יעקב לפני הקב\"ה", 
            "38": "לדידי חזי לי זבת חלב ודבש דציפורי והויא ששה עשר מיל על ששה עשר מיל", 
            "73": "ואמר רבי יצחק", 
            "72": "אם כן בל יראה גאות ה'", 
            "71": "אמר לו", 
            "70": "(ישעיהו כו, י) בארץ נכוחות יעול", 
            "59": "רב נחמן בר יצחק אמר מהכא", 
            "58": "אם מליאה זו חרבה זו", 
            "11": "ארץ שנער הרה וילדה ארץ צבי גידלה שעשועיה אוי נא לה אמרה רקת כי אבדה כלי חמדתה", 
            "10": "כי נח נפשיה דרבי זירא פתח עליה ההוא ספדנא", 
            "13": "חמת זו חמי גרר רקת זו טבריא כינרת זו גינוסר ולמה נקרא שמה רקת שאפילו ריקנין שבה מלאין מצות כרמון", 
            "12": "אלא אמר (רבה)", 
            "15": "רקת שמה ולמה נקרא שמה טבריא שיושבת בטבורה של ארץ ישראל", 
            "14": "רבי ירמיה אמר", 
            "17": "רקת שמה ולמה נקרא שמה טבריא שטובה ראייתה", 
            "16": "(רבא) אמר", 
            "19": "קטרון זו ציפורי ולמה נקרא שמה ציפורי שיושבת בראש ההר כצפור", 
            "18": "אמר זעירא", 
            "31": "רבונו של עולם מי מודיעני", 
            "30": "אמר לפניו", 
            "37": "וכי תימא דלית בה זבת חלב ודבש והאמר ריש לקיש", 
            "36": "והא הויא ציפורי מילתא דעדיפא טובא", 
            "35": "ואי סלקא דעתך קטרון זו ציפורי אמאי מתרעם על מדותיו", 
            "34": "כל הנוטל ממך בלא דמים אינו מועיל בפרקמטיא שלו כלום", 
            "33": "(דברים לג, יט) שם יזבחו זבחי צדק סימן זה יהא לך", 
            "55": "חרבה קסרי וישבה ירושלים חרבה ירושלים וישבה קסרי תאמן", 
            "74": "מאי דכתיב (תהלים קמ, ט) אל תתן ה' מאויי רשע זממו אל תפק ירומו סלה", 
            "32": "אמר לו", 
            "57": "אם מליאה זו חרבה זו", 
            "50": "איכא דאמרי"
        }, 
        "13": {
            "56": "מה שבת מתחייב בנפשו ופטור מן התשלומין אף יום הכפורים מתחייב בנפשו ופטור מן התשלומין", 
            "54": "מני מתניתין רבי נחוניא בן הקנה היא", 
            "42": "גמ' הא לענין מכשירי אוכל נפש זה וזה שוין", 
            "48": "ואידך נמי הכתיב לכם", 
            "43": "מתניתין דלא כרבי יהודה דתניא", 
            "60": "חלוקין עליו חביריו על ר' חנניה בן גמליאל", 
            "61": "אמר רבא", 
            "62": "אמרי בי רב", 
            "63": "תנינא אין בין יוה\"כ לשבת אלא שזה זדונו בידי אדם וזה זדונו בהיכרת", 
            "64": "ואם איתא אידי ואידי בידי אדם היא", 
            "49": "לכם ולא לעובדי ככבים לכם ולא לכלבים", 
            "66": "הא מני רבי יצחק היא דאמר", 
            "67": "מלקות בחייבי כריתות ליכא", 
            "68": "דתניא רבי יצחק אומר", 
            "69": "חייבי כריתות בכלל היו ולמה יצאת כרת באחותו לדונה בכרת ולא במלקות", 
            "52": "<big><strong>מתני׳</strong></big> אין בין שבת ליום הכפורים אלא שזה זדונו בידי אדם וזה זדונו בכרת:", 
            "53": "<big><strong>גמ׳</strong></big> הא לענין תשלומין זה וזה שוין", 
            "24": "אמר ליה", 
            "25": "לא בכל שעתא ושעתא מתרחיש ניסא", 
            "26": "אמר רבא", 
            "27": "סעודת פורים שאכלה בלילה לא יצא ידי חובתו מאי טעמא ימי משתה ושמחה כתיב", 
            "20": "רבה ורבי זירא עבדו סעודת פורים בהדי הדדי איבסום קם רבה שחטיה לרבי זירא", 
            "21": "למחר בעי רחמי ואחייה", 
            "22": "לשנה אמר ליה", 
            "23": "ניתי מר ונעביד סעודת פורים בהדי הדדי ", 
            "46": "ור' יהודה (אמר)", 
            "47": "לכם לכם לכל צורכיכם", 
            "44": "אין בין יום טוב לשבת אלא אוכל נפש רבי יהודה מתיר אף מכשירי אוכל נפש", 
            "45": "מ\"ט דת\"ק אמר קרא (שמות יב, טז) הוא ולא מכשיריו", 
            "28": "רב אשי הוה יתיב קמיה (דרב כהנא) נגה ולא אתו רבנן", 
            "29": "אמר ליה", 
            "40": "תנא מיניה ארבעין זימנין ודמי ליה כמאן דמנח בכיסיה:", 
            "41": "מתני' אין בין יום טוב לשבת אלא אוכל נפש בלבד:", 
            "1": "רבה שדר ליה למרי בר מר ביד אביי מלא טסקא דקשבא ומלי כסא קמחא דאבשונא", 
            "0": "קיימת בנו רבינו ומשלוח מנות איש לרעהו ומתנות לאביונים", 
            "3": "השתא אמר מרי", 
            "2": "אמר ליה אביי", 
            "5": "הדר שדר ליה איהו מלא טסקא דזנגבילא ומלא כסא דפלפלתא אריכא", 
            "4": "אי חקלאה מלכא ליהוי דיקולא מצואריה לא נחית", 
            "7": "השתא אמר מר", 
            "6": "אמר אביי", 
            "9": "אמר אביי", 
            "8": "אנא שדרי ליה חוליא ואיהו שדר לי חורפא", 
            "51": "כתיב הוא וכתיב לכם כאן במכשירין שאפשר לעשותן מערב יום טוב כאן במכשירין שאי אפשר לעשותן מערב יום טוב:", 
            "39": "אין]", 
            "65": "אמר רב נחמן", 
            "38": "[אמר ליה", 
            "71": "אפי' תימא רבנן זה עיקר זדונו בידי אדם וזה עיקר זדונו בהיכרת:", 
            "70": "רב אשי אמר", 
            "59": "אמר ר' יוחנן", 
            "58": "כל חייבי כריתות שלקו נפטרו מידי כריתתן שנאמר (דברים כה, ג) ונקלה אחיך לעיניך כיון שלקה הרי הוא כאחיך דברי רבי חנניה בן גמליאל", 
            "11": "ובישולא בתרייתא הוו קרו ליה צלי קדר ובעאי למיכס צעא אבתרה", 
            "10": "כי נפקי מבי מר הוה שבענא כי מטאי להתם קריבו לי שיתין צעי דשיתין מיני קדירה ואכלי בהו שיתין פלוגי", 
            "13": "היינו דאמרי אינשי", 
            "12": "אמר אביי", 
            "15": "אי נמי", 
            "14": "כפין עניא ולא ידע", 
            "17": "אביי בר אבין ור' חנינא בר אבין מחלפי סעודתייהו להדדי", 
            "16": "רווחא לבסימא שכיח", 
            "19": "מיחייב איניש לבסומי בפוריא עד דלא ידע בין ארור המן לברוך מרדכי", 
            "18": "אמר רבא", 
            "31": "דלמא טרידי בסעודת פורים אמר ליה", 
            "30": "מאי טעמא לא אתו רבנן", 
            "37": "(אמר רבא הכי)", 
            "36": "אמר ליה", 
            "35": "סעודת פורים שאכלה בלילה לא יצא ידי חובתו", 
            "34": "לא שמיע ליה למר הא דאמר רבא", 
            "33": "אמר ליה", 
            "55": "דתניא ר' נחוניא בן הקנה היה עושה את יום הכפורים כשבת לתשלומין", 
            "32": "ולא הוה אפשר למיכלה באורתא", 
            "57": "תנן התם", 
            "50": "ואידך נמי הא כתיב הוא"
        }, 
        "12": {
            "56": "אמר שמואל", 
            "77": "רבי יהודה נשיאה שדר ליה לרבי אושעיא אטמא דעיגלא תלתא וגרבא דחמרא שלח ליה", 
            "54": "רבי יוסי בן דורמסקית אומר", 
            "42": "וכי זו בלבד אמר", 
            "48": "תניא ר' אליעזר אומר", 
            "43": "והלא כבר נאמר (מלכים א ה, יב) וידבר שלשת אלפים משל ואומר (משלי ל, ו) אל תוסף על דבריו", 
            "60": "דרבי אליעזר סברא הוא דלא הוה איניש דחשיב למלכא כוותיה והאי כי קא מפיש טובא ואמר אדעתיה דנפשיה קאמר", 
            "61": "דר\"ע דלמא כר' אלעזר דאמר", 
            "62": "מלמד שכל אחד ואחד נדמתה לו כאומתו", 
            "63": "והא דרבי מאיר דלמא כרבי חייא בר אבא דאמר", 
            "64": "בגתן ותרש שני טרשיים היו", 
            "49": "אסתר ברוח הקודש נאמרה שנאמר (אסתר ו, ו) ויאמר המן בלבו", 
            "66": "דשמואל ודאי לית ליה פירכא", 
            "67": "אמר רבינא", 
            "68": "היינו דאמרי אינשי", 
            "69": "טבא חדא פלפלתא חריפתא ממלי צני קרי", 
            "52": "ר\"מ אומר", 
            "53": "אסתר ברוח הקודש נאמרה שנאמר (אסתר ב, כב) ויודע הדבר למרדכי", 
            "24": "כתב זאת מה שכתוב כאן ובמשנה תורה זכרון מה שכתוב בנביאים בספר מה שכתוב במגילה", 
            "25": "אמר רב יהודה אמר שמואל", 
            "26": "אסתר אינה מטמאה את הידים", 
            "27": "למימרא דסבר שמואל אסתר לאו ברוח הקודש נאמרה", 
            "20": "עד שמצאו לו מקרא כתוב בתורה (שמות יז, יד) כתב זאת זכרון בספר כתב זאת מה שכתוב כאן ובמשנה תורה זכרון מה שכתוב בנביאים בספר מה שכתוב במגלה", 
            "21": "כתנאי", 
            "22": "כתב זאת מה שכתוב כאן זכרון מה שכתוב במשנה תורה בספר מה שכתוב בנביאים דברי רבי יהושע", 
            "23": "ר' אלעזר המודעי אומר", 
            "46": "מימר טובא אמר דאי בעי איכתיב ודאי בעי לא איכתיב", 
            "47": "תא שמע אל תוסף על דבריו", 
            "44": "מאי ואומר", 
            "45": "וכי תימא", 
            "28": "והאמר שמואל", 
            "29": "אסתר ברוח הקודש נאמרה", 
            "40": "קהלת אינו מטמא את הידים מפני שחכמתו של שלמה היא", 
            "41": "אמרו לו", 
            "1": "השנית", 
            "0": "השנית ואיצטריך למיכתב בכל שנה ושנה דאי מבכל שנה ושנה הוה אמינא כי קושין קא משמע לן", 
            "3": "בכל שנה ושנה", 
            "2": "ואי אשמועינן השנית הוה אמינא בתחילה בראשון ובשני קמ\"ל", 
            "5": "מיבעי ליה לכדרב שמואל בר יהודה דאמר רב שמואל בר יהודה", 
            "4": "ורבי אליעזר בר' יוסי האי השנית מאי עביד ליה", 
            "7": "אמר רב שמואל בר יהודה", 
            "6": "בתחילה קבעוה בשושן ולבסוף בכל העולם כולו", 
            "9": "קבעוני לדורות", 
            "8": "שלחה להם אסתר לחכמים", 
            "51": "אסתר ברוח הקודש נאמרה שנאמר (אסתר ב, טו) ותהי אסתר נשאת חן בעיני כל רואיה", 
            "39": "תניא ר' שמעון בן מנסיא אומר", 
            "65": "והא דרבי יוסי בן דורמסקית דלמא פריסתקי שדור", 
            "76": "ומתנות לאביונים שתי מתנות לשני בני אדם", 
            "75": "ומשלוח מנות איש לרעהו שתי מנות לאיש אחד", 
            "38": "הוא דאמר כר' יהושע", 
            "73": "ומתנות לאביונים:", 
            "72": "וזכרם לא יסוף מזרעם:", 
            "71": "(אסתר ט, כח) וימי הפורים האלה לא יעברו מתוך היהודים רב נחמן בר יצחק אומר מהכא", 
            "70": "רב יוסף אמר מהכא", 
            "59": "לכולהו אית להו פירכא לבר מדשמואל דלית ליה פירכא", 
            "58": "אמר רבא", 
            "11": "קנאה את מעוררת עלינו לבין האומות", 
            "10": "שלחו לה", 
            "13": "כבר כתובה אני על דברי הימים למלכי מדי ופרס", 
            "12": "שלחה להם", 
            "15": "בכוליה סדר מועד כל כי האי זוגא חלופי רבי יוחנן ומעייל רבי יונתן", 
            "14": "רב ורב חנינא ורבי יוחנן ורב חביבא מתנו", 
            "17": "כתבוני לדורות", 
            "16": "שלחה להם אסתר לחכמים", 
            "19": "(משלי כב, כ) הלא כתבתי לך שלישים שלישים ולא רבעים", 
            "18": "שלחו לה", 
            "31": "מיתיבי", 
            "30": "נאמרה לקרות ולא נאמרה ליכתוב", 
            "37": "קהלת מקולי ב\"ש ומחומרי ב\"ה אבל רות ושיר השירים ואסתר מטמאין את הידים", 
            "36": "ר' שמעון אומר", 
            "35": "שיר השירים מטמא את הידים ומחלוקת בקהלת", 
            "34": "ר' יוסי אומר", 
            "33": "קהלת אינו מטמא את הידים ומחלוקת בשיר השירים", 
            "55": "אסתר ברוח הקודש נאמרה שנאמר (אסתר ט, י) ובבזה לא שלחו את ידם", 
            "74": "תני רב יוסף", 
            "32": "רבי מאיר אומר", 
            "57": "אי הואי התם הוה אמינא מלתא דעדיפא מכולהו שנאמר קימו וקבלו קימו למעלה מה שקיבלו למטה", 
            "50": "ר' עקיבא אומר"
        }, 
        "15": {
            "24": "וכי תימא הכי נמי והא קתני", 
            "25": "אין בין מצורע מוסגר למצורע מוחלט אלא פריעה ופרימה הא לענין שילוח ולטמויי בביאה זה וזה שוין", 
            "26": "א\"ל", 
            "27": "ימי כל ימי לרבות מצורע מוסגר לשילוח", 
            "20": "אלא אמר רבא", 
            "21": "מהכא (ויקרא יג, מה) והצרוע אשר בו הנגע מי שצרעתו תלויה בגופו יצא זה שאין צרעתו תלויה בגופו אלא בימים", 
            "22": "אמר ליה אביי", 
            "23": "אלא מעתה (ויקרא יג, מו) כל ימי אשר הנגע בו יטמא מי שצרעתו תלויה בגופו הוא דטעון שילוח ושאין צרעתו תלויה בגופו אין טעון שילוח", 
            "28": "אי הכי תגלחת וצפרים מ\"ט לא", 
            "29": "דקתני", 
            "40": "אמר רבא", 
            "41": "לא קשיא", 
            "1": "ואף אתה אל תתמה על זה שאע\"פ שמטמא משכב ומושב לא יהא טעון ספירת שבעה תלמוד לומר מזובו וספר מקצת זובו וספר לימד על זב בעל שתי ראיות שטעון ספירת שבעה", 
            "0": "שומרת יום כנגד יום תוכיח שמטמאה משכב ומושב ואינה טעונה ספירת שבעה", 
            "3": "מאי שנא האי מזובו דמרבי ביה זב בעל שתי ראיות ומאי שנא האי מזובו דממעט ביה זב בעל שתי ראיות", 
            "2": "אמר ליה רב פפא לאביי", 
            "5": "אי סלקא דעתך האי למעוטי הוא דאתא לישתוק קרא מיניה", 
            "4": "אמר ליה", 
            "7": "וכי תימא", 
            "6": "וכי תימא אתיא מדינא שומרת יום כנגד יום תוכיח", 
            "9": "לימד על זב בעל שתי ראיות שטעון ספירת שבעה:", 
            "8": "האי מיבעי ליה מזובו ולא מנגעו א\"כ ליכתוב קרא וכי יטהר הזב ולישתוק מזובו למה לי", 
            "39": "מקרא שכתבו תרגום ותרגום שכתבו מקרא וכתב עברי אינו מטמא את הידים עד שיכתבנו בכתב אשורית על הספר ובדיו", 
            "38": "ורמינהו", 
            "11": "אין בין טהור מתוך הסגר לטהור מתוך החלט אלא תגלחת וצפרים:", 
            "10": "<big><strong>מתני׳</strong></big> אין בין מצורע מוסגר למצורע מוחלט אלא פריעה ופרימה", 
            "13": "מנהני מילי", 
            "12": "<big><strong>גמ׳</strong></big> הא לענין שילוח [וטומאה] זה וזה שוין", 
            "15": "(ויקרא יג, ו) וטהרו הכהן מספחת היא וכבס בגדיו וטהר טהור מפריעה ופרימה דמעיקרא", 
            "14": "דתני רב שמואל בר יצחק קמיה דרב הונא", 
            "17": "אלא מעתה גבי זב דכתיב (ויקרא טו, ה) וכבס בגדיו וטהר התם מאי וטהר מעיקרא איכא", 
            "16": "א\"ל רבא", 
            "19": "טהור השתא מלטמא כלי חרס בהיסט אע\"ג דהדר חזי לא מטמא למפרע ה\"נ טהור [השתא מלטמא בביאה למפרע]", 
            "18": "אלא", 
            "31": "אמר אביי", 
            "30": "אין בין טהור מתוך הסגר לטהור מתוך החלט אלא תגלחת וצפרים", 
            "37": "וספרים נכתבין בכל לשון וכו':", 
            "36": "<big><strong>גמ׳</strong></big> הא לתופרן בגידין ולטמא את הידים זה וזה שוין:", 
            "35": "אף בספרים לא התירו שיכתבו אלא יוונית:", 
            "34": "רשב\"ג אומר", 
            "33": "<big><strong>מתני׳</strong></big> אין בין ספרים לתפלין ומזוזות אלא שהספרים נכתבין בכל לשון ותפלין ומזוזות אינן נכתבות אלא אשורית", 
            "32": "אמר קרא (ויקרא יד, ג) ויצא הכהן אל מחוץ למחנה והנה נרפא נגע הצרעת מי שצרעתו תלויה ברפואות יצא זה שאין צרעתו תלויה ברפואות אלא בימים:"
        }, 
        "14": {
            "42": "והשתא דאמרת מזובו לדרשא (ויקרא טו, יג) וכי יטהר הזב מזובו מאי דרשת ביה", 
            "43": "ההוא מיבעי ליה לכדתניא", 
            "24": "מנה הכתוב שתים וקראו טמא שלש וקראו טמא", 
            "25": "הא כיצד", 
            "26": "שתים לטומאה ושלש לקרבן", 
            "27": "ואימר שתים לטומאה ולא לקרבן שלש לקרבן ולא לטומאה", 
            "20": "גמ' הא לענין משכב ומושב וספירת שבעה זה וזה שוין", 
            "21": "מנהני מילי", 
            "22": "דתנן רבנן", 
            "23": "רבי סימאי אומר", 
            "46": "והלא דין הוא", 
            "47": "אם מטמא משכב ומושב לא יהא טעון ספירת שבעה", 
            "44": "וכי יטהר הזב לכשיפסוק מזובו [מזובו] ולא מזובו ונגעו", 
            "45": "מזובו וספר לימד על זב בעל שתי ראיות שטעון ספירת שבעה", 
            "28": "אמרת", 
            "29": "עד שלא ראה שלש ראה שתים ואימר", 
            "40": "דאי מדרבי סימאי הוה אמינא כי קושיין קמשמע לן מזובו", 
            "41": "ואי מזובו לא ידענא כמה ראיות קמשמע לן דרבי סימאי", 
            "1": "<big><strong>גמ׳</strong></big> הא לענין כלים שעושין בהן אוכל נפש זה וזה שוין:", 
            "0": "<big><strong>מתני׳</strong></big> אין בין המודר הנאה מחבירו למודר ממנו מאכל אלא דריסת הרגל וכלים שאין עושין בהן אוכל נפש:", 
            "3": "אמר רבא", 
            "2": "דריסת הרגל: הא לא קפדי אינשי", 
            "5": "ויתור אסור במודר הנאה:", 
            "4": "הא מני רבי אליעזר דאמר", 
            "7": "<big><strong>גמ׳</strong></big> הא לענין בל תאחר זה וזה שוין", 
            "6": "<big><strong>מתני׳</strong></big> אין בין נדרים לנדבות אלא שהנדרים חייב באחריותן ונדבות אינו חייב באחריותן:", 
            "9": "אי זהו נדר האומר הרי עלי עולה", 
            "8": "תנן התם", 
            "39": "ואיצטריך דרבי סימאי ואיצטריך מזובו", 
            "38": "עד שלא ראה שלש ראה שתים", 
            "11": "ומה בין נדרים לנדבות", 
            "10": "איזו היא נדבה האומר הרי זו עולה", 
            "13": "דתנו רבנן", 
            "12": "נדרים מתו או נגנבו או אבדו חייב באחריותן נדבות מתו או נגנבו או אבדו אינו חייב באחריותן מנהני מילי", 
            "15": "את שעליו חייב באחריותו ואת שאינו עליו אינו חייב באחריותו", 
            "14": "(ויקרא א, ד) ונרצה לו לכפר עליו ר' שמעון אומר", 
            "17": "א\"ר יצחק בר אבדימי", 
            "16": "מאי משמע", 
            "19": "מתני' אין בין זב הרואה שתי ראיות לרואה שלש אלא קרבן:", 
            "18": "כיון דאמר עלי כמאן דטעין אכתפיה דמי:", 
            "31": "לא ס\"ד דתניא", 
            "30": "שתים לקרבן ולא לטומאה שלש אף לטומאה", 
            "37": "אמרת", 
            "36": "ראה ב' מביא ראה שלש אינו מביא", 
            "35": "או אינו אלא", 
            "34": "ראה שלש מביא שתים אינו מביא", 
            "33": "הא כיצד", 
            "32": "(ויקרא טו, טו) וכפר עליו הכהן לפני ה' מזובו מקצת זבין מביאין קרבן ומקצת זבין אין מביאין קרבן"
        }, 
        "17": {
            "42": "מני", 
            "48": "קדושת שילה", 
            "43": "ר\"ש היא", 
            "24": "אירע בו פסול ומינו כהן אחר תחתיו ראשון חוזר לעבודתו שני כל מצות כהונה גדולה עליו דברי ר\"מ", 
            "25": "רבי יוסי אומר", 
            "26": "ראשון חוזר לעבודתו שני אינו ראוי לא לכהן גדול ולא לכהן הדיוט", 
            "27": "וא\"ר יוסי", 
            "20": "במאי אוקימנא דלא כר\"מ", 
            "21": "אימא סיפא", 
            "22": "אין בין כהן משמש לכהן שעבר אלא פר יוה\"כ ועשירית האיפה הא לכל דבריהן זה וזה שוין", 
            "23": "אתאן לר\"מ דתניא", 
            "46": "<big><strong>מתני׳</strong></big> אין בין שילה לירושלים אלא שבשילה אוכלין קדשים קלים ומעשר שני בכל הרואה ובירושלים לפנים מן החומה", 
            "47": "וכאן וכאן קדשי קדשים נאכלין לפנים מן הקלעים", 
            "44": "דתניא ר\"ש אומר", 
            "45": "אף צבור לא הקריבו אלא פסחים וחובות שקבוע להם זמן אבל חובות שאין קבוע להם זמן הכא והכא לא קרב:", 
            "28": "מעשה ברבי יוסף בן אולם מציפורי שאירע בו פסול בכהן גדול ומינוהו תחתיו ובא מעשה לפני חכמים ואמרו", 
            "29": "ראשון חוזר לעבודתו שני אינו ראוי לא לכהן גדול ולא לכהן הדיוט", 
            "40": "אימא", 
            "41": "כעין פסחים", 
            "1": "שחקו בי היהודים והטילו שם אשתי בתורה:", 
            "0": "לא חמר אחד מהם נשאתי (במדבר טז, טו) אשר חלק ה' אלהיך אתם להאיר לכל העמים (דברים ד, יט) וילך ויעבוד אלהים אחרים אשר לא צויתי לעובדם (דברים יז, ג) וכתבו לו את צעירת הרגלים ולא כתבו לו (ויקרא יא, ו) את הארנבת מפני שאשתו של תלמי ארנבת שמה שלא יאמר", 
            "3": "א\"ר אבהו א\"ר יוחנן", 
            "2": "רשב\"ג אומר אף בספרים לא התירו שיכתבו אלא יונית:", 
            "5": "וא\"ר יוחנן", 
            "4": "הלכה כרשב\"ג", 
            "7": "ואימא גומר ומגוג", 
            "6": "מ\"ט דרשב\"ג אמר קרא (בראשית ט, כז) יפת אלהים ליפת וישכן באהלי שם דבריו של יפת יהיו באהלי שם", 
            "9": "היינו טעמא דכתיב יפת אלהים ליפת יפיותו של יפת יהא באהלי שם:", 
            "8": "א\"ר חייא בר אבא", 
            "39": "<big><strong>גמ׳</strong></big> פסחים ותו לא", 
            "38": "כל שהוא נידר ונידב קרב בבמה וכל שאינו לא נידר ולא נידב אינו קרב בבמה:", 
            "11": "אין בין כהן משמש לכהן שעבר אלא פר יום הכפורים ועשירית האיפה:", 
            "10": "<big><strong>מתני׳</strong></big> אין בין כהן משוח בשמן המשחה למרובה בגדים אלא פר הבא על כל המצות", 
            "13": "מתניתין דלא כר\"מ דאי ר\"מ [הא תניא]", 
            "12": "<big><strong>גמ׳</strong></big> הא לענין פר יום כפורים ועשירית האיפה זה וזה שוין", 
            "15": "וחכ\"א", 
            "14": "מרובה בגדים מביא פר הבא על כל המצות דברי ר\"מ", 
            "17": "מ\"ט דר\"מ דתניא", 
            "16": "אינו מביא", 
            "19": "ת\"ל המשיח", 
            "18": "(ויקרא ד, ג) משיח אין לי אלא משוח בשמן המשחה מרובה בגדים מנין", 
            "31": "רישא רבנן וסיפא ר\"מ", 
            "30": "כהן גדול משום איבה כהן הדיוט משום מעלין בקודש ולא מורידין", 
            "37": "זה הכלל", 
            "36": "<big><strong>מתני׳</strong></big> אין בין במה גדולה לבמה קטנה אלא פסחים", 
            "35": "רבי היא ונסיב לה אליבא דתנאי:", 
            "34": "רב יוסף אמר", 
            "33": "אין רישא רבנן וסיפא ר\"מ", 
            "32": "אמר רב חסדא"
        }, 
        "16": {
            "24": "ספרים נכתבים בכל לשון ורבותינו התירו יונית", 
            "25": "התירו", 
            "26": "מכלל דתנא קמא אסר", 
            "27": "אלא אימא", 
            "20": "דתניא", 
            "21": "תפלין ומזוזות אין נכתבין אלא אשורית ורבותינו התירו יונית", 
            "22": "והכתיב והיו", 
            "23": "אלא אימא", 
            "28": "רבותינו לא התירו שיכתבו אלא יונית", 
            "29": "ותניא א\"ר יהודה", 
            "1": "אמר ליה אביי", 
            "0": "כאן בגופן שלנו כאן בגופן שלהן", 
            "3": "אפילו מקרא שכתבו מקרא ותרגום שכתבו תרגום נמי דהא קתני עד שיכתבנו אשורית על הספר בדיו", 
            "2": "במאי אוקימתא לההיא בגופן שלהן מאי איריא מקרא שכתבו תרגום ותרגום שכתבו מקרא", 
            "5": "הא רבנן הא רשב\"ג", 
            "4": "אלא לא קשיא", 
            "7": "אלא לא קשיא", 
            "6": "אי רשב\"ג הא איכא יונית", 
            "9": "תפלין ומזוזות מ\"ט משום דכתיב בהו (דברים ו, ו) והיו בהוייתן יהו מאי תרגום שכתבו מקרא איכא", 
            "8": "כאן בספרים כאן בתפלין ומזוזות", 
            "11": "אלא הכא מאי תרגום איכא", 
            "10": "בשלמא תורה איכא (בראשית לא, מז) יגר שהדותא", 
            "13": "כאן במגילה כאן בספרים", 
            "12": "אלא לא קשיא", 
            "15": "אמר רב פפא", 
            "14": "מגילה מ\"ט דכתיב בה ככתבם וכלשונם מאי תרגום שכתבו מקרא איכא", 
            "17": "(אסתר א, כ) וכל הנשים יתנו יקר לבעליהן", 
            "16": "(אסתר א, כ) ונשמע פתגם המלך רב נחמן בר יצחק אמר", 
            "19": "כי תניא ההיא בשאר ספרים ורבי יהודה היא", 
            "18": "רב אשי אמר", 
            "31": "דתניא", 
            "30": "אף כשהתירו רבותינו יונית לא התירו אלא בספר תורה ומשום מעשה דתלמי המלך", 
            "36": "וכתבו לו אלהים ברא בראשית (בראשית א, א) אעשה אדם בצלם ובדמות (בראשית א, כו) ויכל ביום הששי וישבות ביום השביעי (בראשית ב,ב) זכר ונקבה בראו (בראשית ה, ב) ולא כתבו בראם  הבה ארדה ואבלה שם שפתם (בראשית יא, ז)  ותצחק שרה בקרוביה (בראשית יח, יב)  כי באפם הרגו שור וברצונם עקרו אבוס (בראשית מט, ו) ויקח משה את אשתו ואת בניו וירכיבם על נושא בני אדם (שמות ד, כ) ומושב בני ישראל אשר ישבו במצרים ובשאר ארצות ארבע מאות שנה (שמות יב, מ)  וישלח את זאטוטי בני ישראל (שמות כד, ה)  ואל זאטוטי בני ישראל לא שלח ידו (שמות כד, יא)", 
            "35": "נתן הקב\"ה בלב כל אחד ואחד עצה והסכימו כולן לדעת אחת", 
            "34": "כתבו לי תורת משה רבכם", 
            "33": "ונכנס אצל כל אחד ואחד ואמר להם", 
            "32": "מעשה בתלמי המלך שכינס שבעים ושנים זקנים והכניסן בשבעים ושנים בתים ולא גילה להם על מה כינסן"
        }, 
        "19": {
            "56": "בנס היה עומד", 
            "77": "רבי אבא בר כהנא פתח לה פיתחא להאי פרשתא מהכא", 
            "54": "ארון שעשה משה יש לו עשר אמות לכל רוח וכתיב (מלכים א ו, כ) ולפני הדביר עשרים אמה אורך וכתיב כנף הכרוב האחד עשר אמות וכנף הכרוב האחד עשר אמות ארון גופיה היכא הוה קאי", 
            "42": "דכתיב (בראשית לח, טו) ויראה יהודה ויחשבה לזונה כי כסתה פניה", 
            "48": "אמוץ ואמציה אחים היו", 
            "43": "משום דכסתה פניה ויחשבה לזונה", 
            "60": "רבי שמואל בר נחמני פתח לה פיתחא להאי פרשתא מהכא", 
            "61": "(ישעיהו נה, יג) תחת הנעצוץ יעלה ברוש ותחת הסרפד יעלה הדס", 
            "62": "תחת הנעצוץ תחת המן הרשע שעשה עצמו ע\"ז דכתיב (ישעיהו ז, יט) ובכל הנעצוצים ובכל הנהלולים יעלה ברוש זה מרדכי שנקרא ראש לכל הבשמים שנאמר (שמות ל, כג) ואתה קח לך בשמים ראש מר דרור ומתרגמינן", 
            "63": "מרי דכי", 
            "64": "תחת הסרפד תחת ושתי הרשעה בת בנו של נבוכדנצר הרשע ששרף רפידת בית ה' דכתיב (שיר השירים ג, י) רפידתו זהב יעלה הדס זו אסתר הצדקת שנקראת הדסה שנאמר (אסתר ב, ז) ויהי אומן את הדסה", 
            "49": "וכתיב (ישעיהו א, א) חזון ישעיהו בן אמוץ", 
            "66": "ר' יהושע בן לוי פתח לה פיתחא להאי פרשתא מהכא", 
            "67": "(דברים כח, סג) והיה כאשר שש ה' עליכם להיטיב אתכם כן ישיש להרע אתכם", 
            "68": "ומי חדי הקב\"ה במפלתן של רשעים", 
            "69": "והא כתיב (דברי הימים ב כ, כא) בצאת לפני החלוץ ואומרים הודו לה' כי לעולם חסדו וא\"ר יוחנן", 
            "80": "רבה בר עופרן פתח לה פיתחא להאי פרשתא מהכא", 
            "52": "מקום ארון אינו מן המדה", 
            "53": "תניא נמי הכי", 
            "24": "אותו היום היתה שמחה לפני הקדוש ברוך הוא כיום שנבראו בו שמים וארץ כתיב הכא ויהי ביום השמיני וכתיב התם (בראשית א, ה) ויהי (בקר) יום אחד", 
            "25": "הא שכיב נדב ואביהוא", 
            "26": "והכתיב (מלכים א ו, א) ויהי בשמונים שנה וארבע מאות שנה", 
            "27": "והכתיב (בראשית כט, י) ויהי כאשר ראה יעקב את רחל", 
            "20": "(שמואל א ח, א) ויהי (כי) זקן שמואל ולא הלכו בניו בדרכיו", 
            "21": "(שמואל א יח, יד) ויהי דוד לכל דרכיו משכיל [וה' עמו] ויהי שאול עוין את דוד", 
            "22": "(שמואל ב ז, א) ויהי כי ישב המלך בביתו רק אתה לא תבנה הבית", 
            "23": "והכתיב (ויקרא ט, א) ויהי ביום השמיני ותניא", 
            "46": "מלכים מדוד נביאים דא\"ר לוי", 
            "47": "מסורת בידינו מאבותינו", 
            "44": "אלא", 
            "45": "משום דכסתה פניה בבית חמיה ולא הוה ידע לה זכתה ויצאו ממנה מלכים ונביאים", 
            "28": "והכתיב ויהי ערב ויהי בקר יום אחד", 
            "29": "והאיכא שני והאיכא שלישי והאיכא טובא", 
            "40": "כל כלה שהיא צנועה בבית חמיה זוכה ויוצאין ממנה מלכים ונביאים", 
            "41": "מנלן מתמר", 
            "1": "אלא", 
            "0": "השתא [הא] אמרי לא צריכא לקדושי", 
            "3": "ולא אלו בלבד אלא כל שתעלה לך מסורת בידך מאבותיך שמוקפת חומה מימות יהושע בן נון כל המצות הללו נוהגין בה מפני שקדושה ראשונה קידשה לשעתה וקידשה לעתיד לבא", 
            "2": "מצאו את אלו ומנאום", 
            "5": "תרי תנאי אליבא דר' ישמעאל בר' יוסי", 
            "4": "קשיא דר' ישמעאל אדר' ישמעאל", 
            "7": "הא ר' אלעזר בר יוסי אמרה", 
            "6": "ואיבעית אימא", 
            "9": "(ויקרא כה, ל) אשר לוא חומה אע\"פ שאין לו עכשיו והיה לו קודם לכן:", 
            "8": "דתניא ר' אלעזר בר' יוסי אמר", 
            "78": "(קהלת ב, כו) לאדם שטוב לפניו נתן חכמה ודעת ושמחה זה מרדכי הצדיק ולחוטא נתן ענין לאסוף ולכנוס זה המן לתת לטוב לפני האלהים זה מרדכי ואסתר דכתיב", 
            "51": "דבר זה מסורת בידינו מאבותינו", 
            "82": "מלך זו ושתי ושרים זה המן ועשרת בניו", 
            "83": "רב דימי בר יצחק פתח לה פיתחא להאי פרשתא מהכא", 
            "39": "כי הא דא\"ר שמואל בר נחמני אמר רבי יונתן", 
            "65": "והיה לה' לשם זו מקרא מגילה לאות עולם לא יכרת אלו ימי פורים", 
            "76": "ודיקא נמי דכתיב כן ישיש ולא כתיב ישוש ש\"מ", 
            "75": "הוא אינו שש אבל אחרים משיש", 
            "38": "מאי קמ\"ל", 
            "73": "מעשה ידי טובעין בים ואתם אומרים שירה", 
            "72": "מאי דכתיב (שמות יד, כ) ולא קרב זה אל זה כל הלילה בקשו מלאכי השרת לומר שירה אמר הקב\"ה", 
            "71": "ואמר רבי יוחנן", 
            "70": "מפני מה לא נאמר כי טוב בהודאה זו לפי שאין הקב\"ה שמח במפלתן של רשעים", 
            "59": "שם זה הכתב שאר זה לשון נין זה מלכות ונכד זו ושתי", 
            "79": "ותשם אסתר את מרדכי על בית המן", 
            "58": "(ישעיהו יד, כב) וקמתי עליהם וגו' והכרתי לבבל שם ושאר ונין ונכד נאם ה'", 
            "11": "אמר רבי לוי ואיתימא רבי יונתן", 
            "10": "ויהי בימי אחשורוש", 
            "13": "כל מקום שנאמר ויהי אינו אלא לשון צער", 
            "12": "דבר זה מסורת בידינו מאנשי כנסת הגדולה", 
            "15": "(בראשית יא, ב) ויהי בנסעם מקדם הבה נבנה לנו עיר", 
            "14": "(אסתר א, א) ויהי בימי אחשורוש הוה המן (רות א, א) ויהי בימי שפוט השופטים הוה רעב (בראשית ו, א) ויהי כי החל האדם לרוב וירא ה' כי רבה רעת האדם", 
            "17": "(יהושע ה, יג) ויהי בהיות יהושע ביריחו וחרבו שלופה בידו", 
            "16": "(בראשית יד, א) ויהי בימי אמרפל עשו מלחמה", 
            "19": "(שמואל א א, א) ויהי איש אחד מן הרמתים כי את חנה אהב וה' סגר רחמה", 
            "18": "(יהושע ו, כז) ויהי ה' את יהושע וימעלו בני ישראל", 
            "31": "כל ויהי איכא הכי ואיכא הכי", 
            "30": "אמר רב אשי", 
            "37": "אמוץ ואמציה אחים הוו", 
            "36": "דבר זה מסורת בידינו מאבותינו", 
            "35": "(א\"ר) לוי", 
            "34": "ויהי בימי אחשורוש ויהי בימי שפוט השופטים ויהי בימי אמרפל (ישעיהו ז, א) ויהי בימי אחז (ירמיהו א, ג) ויהי בימי יהויקים", 
            "33": "חמשה ויהי בימי הוו", 
            "55": "אלא לאו שמע מינה", 
            "74": "אמר רבי אלעזר", 
            "32": "ויהי בימי אינו אלא לשון צער", 
            "81": "(ירמיהו מט, לח) ושמתי כסאי בעילם והאבדתי משם מלך ושרים", 
            "57": "ר' יונתן פתח לה פיתחא להאי פרשתא מהכא", 
            "50": "וא\"ר לוי"
        }, 
        "18": {
            "42": "ורמינהו אמר רבי ישמעאל ברבי יוסי", 
            "43": "וכי אלו בלבד היו", 
            "24": "שמעתי כשהיו בונין בהיכל עושין קלעים להיכל וקלעים לעזרה", 
            "25": "אלא שבהיכל בונין מבחוץ ובעזרה בונין מבפנים", 
            "26": "וא\"ר יהושע", 
            "27": "שמעתי שמקריבין אע\"פ שאין בית אוכלין קדשי קדשים אע\"פ שאין קלעים קדשים קלים ומעשר שני אע\"פ שאין חומה", 
            "20": "ועוד תנן", 
            "21": "משבאו לירושלים נאסרו הבמות ולא היה להם עוד היתר והיא היתה לנחלה", 
            "22": "תנאי היא", 
            "23": "(דתניא) א\"ר אליעזר", 
            "46": "קידשום", 
            "44": "והלא כבר נאמר (דברים ג, ד) ששים עיר כל חבל ארגוב וכתיב (דברים ג, ה) כל אלה ערים בצורות חומה גבוהה אלא למה מנו חכמים את אלו", 
            "45": "שכשעלו בני הגולה מצאו אלו וקידשום", 
            "28": "מפני שקדושה ראשונה קידשה לשעתה וקידשה לעתיד לבוא", 
            "29": "מכלל דר\"א סבר", 
            "40": "אלמא קסבר", 
            "41": "קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבוא", 
            "1": "וקדושת ירושלים אין אחריה היתר:", 
            "0": "יש אחריה היתר", 
            "3": "שמעתי שמקריבין בבית חוניו בזמן הזה", 
            "2": "<big><strong>גמ׳</strong></big> א\"ר יצחק", 
            "5": "בית חוניו לאו בית ע\"ז היא וקא סבר", 
            "4": "קסבר", 
            "7": "דכתיב (דברים יב, ט) כי לא באתם עד עתה אל המנוחה ואל הנחלה מנוחה זו שילה נחלה זו ירושלים", 
            "6": "קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבוא", 
            "9": "מה מנוחה יש אחריה היתר אף נחלה יש אחריה היתר", 
            "8": "מקיש נחלה למנוחה", 
            "39": "שכשעלו בני הגולה מצאו את אלו וקידשום אבל הראשונות בטלו משבטלה הארץ", 
            "38": "למה מנו חכמים את אלו", 
            "11": "אמרת", 
            "10": "אמרו ליה", 
            "13": "לא אמר רבא", 
            "12": "אמר להו", 
            "15": "אמרה וגמירנא לה מיניה", 
            "14": "האלהים", 
            "17": "משום קשיא דרב מרי", 
            "16": "ומ\"ט קא הדר ביה", 
            "19": "קדושת שילה יש אחריה היתר קדושת ירושלים אין אחריה היתר", 
            "18": "דמותיב רב מרי", 
            "31": "א\"ל רבינא לרב אשי", 
            "30": "לא קידשה לעתיד לבוא", 
            "37": "דתניא אמר רבי ישמעאל ברבי יוסי", 
            "36": "אלא כי הני תנאי", 
            "35": "וכי תימא קלעים לר\"א למה לי לצניעותא בעלמא", 
            "34": "ומר מאי דשמיע ליה קאמר ומר מאי דשמיע ליה קאמר", 
            "33": "דלמא דכולי עלמא קדושה ראשונה קידשה לשעתה וקידשה לעתיד לבוא", 
            "32": "ממאי"
        }, 
        "31": {
            "56": "דברי הצומות ומאמר אסתר קיים (את ימי) הפורים האלה", 
            "54": "ומאמר אסתר קיים מאמר אסתר אין דברי הצומות לא", 
            "42": "כל השירות כולן נכתבות אריח על גבי לבינה ולבינה על גבי אריח חוץ משירה זו ומלכי כנען שאריח על גבי אריח ולבינה על גבי לבינה", 
            "48": "אמרה מיבעי ליה", 
            "43": "מ\"ט", 
            "60": "גדול ת\"ת יותר מהצלת נפשות", 
            "61": "דמעיקרא חשיב ליה למרדכי בתר ד' ולבסוף בתר חמשה", 
            "62": "מעיקרא כתיב (עזרא ב, ב) אשר באו עם זרובבל ישוע נחמיה שריה רעליה מרדכי בלשן ולבסוף כתיב (נחמיה ז, ז) הבאים עם זרובבל ישוע נחמיה עזריה רעמיה נחמני מרדכי בלשן", 
            "63": "אמר רב ואיתימא רב שמואל בר מרתא", 
            "64": "גדול תלמוד תורה יותר מבנין בית המקדש שכל זמן שברוך בן נריה קיים לא הניחו עזרא ועלה", 
            "49": "אמר רבי יוחנן", 
            "66": "גדול תלמוד תורה יותר מכבוד אב ואם שכל אותן שנים שהיה יעקב אבינו בבית עבר לא נענש", 
            "67": "דאמר מר", 
            "52": "דברי שלום ואמת אמר רבי תנחום ואמרי לה אמר רבי אסי", 
            "53": "מלמד שצריכה שרטוט כאמיתה של תורה", 
            "24": "תעלא בעידניה סגיד ליה", 
            "25": "(בראשית נ, כא) וינחם אותם וידבר על לבם אמר רבי בנימין בר יפת אמר רבי אלעזר", 
            "26": "מלמד שאמר להם דברים שמתקבלין על הלב", 
            "27": "ומה עשרה נרות לא יכלו לכבות נר אחד נר אחד היאך יכול לכבות עשרה נרות", 
            "20": "תעלא", 
            "21": "מאי בצירותיה מאחווה", 
            "22": "אלא אי איתמר הכי איתמר", 
            "23": "(בראשית מז, לא) וישתחו ישראל על ראש המטה אמר רבי בנימין בר יפת אמר רבי אלעזר", 
            "46": "מלמד שבא מלאך וסטרו על פיו", 
            "47": "ובבאה לפני המלך אמר עם הספר אמר", 
            "44": "שלא תהא תקומה למפלתן", 
            "45": "ויאמר המלך לאסתר המלכה בשושן הבירה הרגו היהודים אמר רבי אבהו", 
            "28": "(אסתר ח, טז) ליהודים היתה אורה ושמחה וששון ויקר אמר רב יהודה", 
            "29": "אורה זו תורה וכן הוא אומר (משלי ו, כג) כי נר מצוה ותורה אור", 
            "40": "אמר רבי חנינא בר פפא", 
            "41": "דרש ר' שילא איש כפר תמרתא", 
            "1": "דאמר רבא בר מחסיא אמר רב חמא בר גוריא אמר רב", 
            "0": "יכשל בו", 
            "3": "אמר רבי בנימן בר יפת", 
            "2": "בשביל משקל שני סלעים מילת שהוסיף יעקב ליוסף משאר אחיו נתגלגל הדבר וירדו אבותינו למצרים", 
            "5": "(בראשית מה, יד) ויפול על צוארי בנימן אחיו כמה צוארין הוו ליה לבנימין", 
            "4": "רמז רמז לו שעתיד בן לצאת ממנו שיצא מלפני המלך בחמשה לבושי מלכות שנאמר ומרדכי יצא בלבוש מלכות תכלת וגו'", 
            "7": "בכה על שני מקדשים שעתידין להיות בחלקו של בנימין ועתידין ליחרב", 
            "6": "אמר רבי אלעזר", 
            "9": "(בראשית מה, יב) והנה עיניכם רואות ועיני אחי בנימין", 
            "8": "ובנימין בכה על צואריו בכה על משכן שילה שעתיד להיות בחלקו של יוסף ועתיד ליחרב", 
            "51": "יאמר בפה מה שכתוב בספר", 
            "39": "כולהו בחד זקיפא אזדקיפו", 
            "65": "אמר רבה אמר רב יצחק בר שמואל בר מרתא", 
            "38": "מאי טעמא", 
            "59": "אמר רב יוסף", 
            "58": "שפירשו ממנו מקצת סנהדרין", 
            "11": "כשם שאין בלבי על בנימין אחי שלא היה במכירתי כך אין בלבי עליכם", 
            "10": "אמר רבי אלעזר אמר להם", 
            "13": "(בראשית מה, כג) ולאביו שלח כזאת עשרה חמורים נושאים מטוב מצרים", 
            "12": "כי פי המדבר אליכם כפי כן לבי", 
            "15": "אמר ר' בנימין בר יפת אמר רבי אלעזר", 
            "14": "מאי מטוב מצרים", 
            "17": "(בראשית נ, יח) וילכו גם אחיו ויפלו לפניו אמר רבי בנימין בר יפת אמר רבי אלעזר", 
            "16": "שלח לו יין [ישן] שדעת זקנים נוחה הימנו", 
            "19": "תעלא בעידניה סגיד ליה", 
            "18": "היינו דאמרי אינשי", 
            "31": "ויקר אלו תפלין וכן הוא אומר (דברים כח, י) וראו כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך ותניא רבי אליעזר הגדול אומר", 
            "30": "שמחה זה יום טוב וכן הוא אומר (דברים טז, יד) ושמחת בחגך ששון זו מילה וכן הוא אומר (תהלים קיט, קסב) שש אנכי על אמרתך", 
            "37": "ויו דויזתא צריך למימתחה בזקיפא כמורדיא דלברות", 
            "36": "אמר רבי יוחנן", 
            "35": "מאי טעמא כולהו בהדי הדדי נפקו נשמתייהו", 
            "34": "עשרת בני המן ועשרת צריך לממרינהו בנשימה אחת", 
            "33": "ואת פרשנדתא וגו' עשרת בני המן אמר רב אדא דמן יפו", 
            "55": "אמר רבי יוחנן", 
            "32": "אלו תפלין שבראש", 
            "57": "כי מרדכי היהודי משנה למלך אחשורוש וגדול ליהודים ורצוי לרוב אחיו לרוב אחיו ולא לכל אחיו מלמד", 
            "50": "אמרה לו"
        }, 
        "30": {
            "24": "אמר להו", 
            "25": "במאי עסקיתו", 
            "26": "אמרו ליה", 
            "27": "בזמן שבית המקדש קיים מאן דמנדב מנחה מייתי מלי קומציה דסולתא ומתכפר ליה", 
            "20": "כיון דחזייה מרדכי דאפיק לקבליה וסוסיה מיחד בידיה מירתת", 
            "21": "אמר להו לרבנן", 
            "22": "האי רשיעא למיקטל נפשי קא אתי זילו מקמיה די לא תכוו בגחלתו", 
            "23": "בההיא שעתא נתעטף מרדכי וקם ליה לצלותא אתא המן ויתיב ליה קמייהו ואוריך עד דסליק מרדכי לצלותיה", 
            "28": "אמר להו", 
            "29": "אתא מלי קומצי קמחא דידכו ודחי עשרה אלפי ככרי כספא דידי", 
            "0": "ששמשי מוחק וגבריאל כותב", 
            "4": "(אסתר ו, ג) לא נעשה עמו דבר אמר רבא", 
            "8": "ועשה כן למרדכי אמר ליה", 
            "59": "(אסתר ו, יא) ויקרא לפניו ככה יעשה לאיש אשר המלך חפץ ביקרו", 
            "58": "הני מילי בישראל אבל בדידכו כתיב (דברים לג, כט) ואתה על במותימו תדרוך", 
            "55": "אמר ליה", 
            "54": "כי סליק בעט ביה", 
            "57": "אמר ליה", 
            "56": "לא כתיב לכו (משלי כד, יז) בנפל אויבך אל תשמח", 
            "51": "אמר ליה", 
            "50": "סק ורכב", 
            "53": "גחין וסליק", 
            "52": "לא יכילנא דכחישא חילאי מימי תעניתא", 
            "88": "והמלך קם בחמתו וגו' והמלך שב מגנת הביתן מקיש שיבה לקימה מה קימה בחימה אף שיבה בחימה דאזל ואשכח למלאכי השרת דאידמו ליה כגברי וקא עקרי לאילני דבוסתני ואמר להו", 
            "89": "מאי עובדייכו", 
            "82": "ויאמר המלך אחשורוש ויאמר לאסתר המלכה ויאמר ויאמר למה לי", 
            "83": "אמר רבי אבהו", 
            "80": "צר זה אינו שוה בנזק של מלך", 
            "81": "איקני בה בושתי וקטלה השתא איקני בדידי ומבעי למקטלי", 
            "86": "ותאמר אסתר איש צר ואויב המן הרע הזה אמר ר' אלעזר", 
            "87": "מלמד שהיתה מחווה כלפי אחשורוש ובא מלאך וסטר ידה כלפי המן:", 
            "84": "בתחלה על ידי תורגמן כיון דאמרה ליה", 
            "85": "מדבית שאול קאתינא מיד ויאמר לאסתר המלכה:", 
            "3": "ומה כתב שלמטה שלזכותן של ישראל אינו נמחק כתב שלמעלה לא כל שכן", 
            "7": "לו הכין", 
            "102": "אחת של מלכו של עולם ואחת של אחשורוש ואמרי לה", 
            "103": "אחת של אסתר ואחת של ושתי", 
            "100": "אף חרבונה רשע באותה עצה היה כיון שראה שלא נתקיימה עצתו מיד ברח והיינו דכתיב (איוב כז, כב) וישלך עליו ולא יחמול מידו ברוח יברח", 
            "101": "וחמת המלך שככה שתי שכיכות הללו למה", 
            "104": "(בראשית מה, כב) לכלם נתן לאיש חליפות שמלות ולבנימן נתן חמש חליפות אפשר דבר שנצטער בו אותו צדיק", 
            "39": "בהדי דקא שקיל ליה אינגד ואיתנח", 
            "38": "עייליה איהו לבי בני ואסחיה ואזיל ואייתי זוזא מביתיה וקא שקיל ביה מזייה", 
            "33": "אמר ליה", 
            "32": "עבד שקנה נכסים עבד למי ונכסים למי", 
            "31": "רשע", 
            "30": "אמר ליה", 
            "37": "שדרה אסתר ואסרתינהו לכולהו בי בני ולכולהו אומני", 
            "36": "לא יכילנא עד דעיילנא לבי בני ואשקול למזייא דלאו אורח ארעא לאשתמושי במאני דמלכא הכי", 
            "35": "אמר ליה", 
            "34": "קום לבוש הני מאני ורכוב האי סוסיא דבעי לך מלכא", 
            "60": "כי הוה נקיט ואזיל בשבילא דבי המן חזיתיה ברתיה דקיימא אאיגרא סברה", 
            "61": "האי דרכיב אבוה והאי דמסגי קמיה מרדכי", 
            "62": "שקלה עציצא דבית הכסא ושדיתיה ארישא דאבוה", 
            "63": "דלי עיניה וחזת דאבוה הוא נפלה מאיגרא לארעא ומתה", 
            "64": "והיינו דכתיב וישב מרדכי אל שער המלך אמר רב ששת", 
            "65": "ששב לשקו ולתעניתו", 
            "66": "והמן נדחף אל ביתו אבל וחפוי ראש אבל על בתו וחפוי ראש על שאירע לו", 
            "67": "ויספר המן לזרש אשתו ולכל אוהביו וגו' קרי להו אוהביו וקרי להו חכמיו", 
            "68": "אמר רבי יוחנן", 
            "69": "כל האומר דבר חכמה אפילו באומות העולם נקרא חכם", 
            "2": "דרש ר' שילא איש כפר תמרתא", 
            "6": "(אסתר ו, ד) הכין לו תנא", 
            "99": "ויאמר חרבונה וגו' אמר רבי אלעזר", 
            "98": "ויאמר המלך הגם לכבוש את המלכה עמי בבית", 
            "91": "דפקדינן המן", 
            "90": "אמרו ליה", 
            "93": "נפל מיבעי ליה", 
            "92": "אתא לביתיה והמן נופל על המטה נופל", 
            "95": "מלמד שבא מלאך והפילו עליה", 
            "94": "אמר רבי אלעזר", 
            "97": "ויי מביתא ויי מברא", 
            "96": "אמר", 
            "11": "(אסתר ו, י) היהודי אמר ליה", 
            "10": "אמר ליה", 
            "13": "אמר ליה", 
            "12": "טובא מרדכי איכא ביהודאי", 
            "15": "אמר ליה", 
            "14": "(אסתר ו, י) היושב בשער המלך", 
            "17": "אמר ליה", 
            "16": "סגי ליה בחד דיסקרתא אי נמי בחד נהרא", 
            "19": "ויקח המן את הלבוש ואת הסוס אזל אשכחיה דיתבי רבנן קמיה ומחוי להו הלכות קמיצה לרבנן", 
            "18": "הא נמי הב ליה אל תפל דבר מכל אשר דברת", 
            "48": "המן ספר של כפר קרצום היה עשרים ושתים שנה", 
            "49": "בתר דשקלינהו למזייה לבשינהו למאניה אמר ליה", 
            "46": "ולאו ספר של כפר קרצום היית", 
            "47": "תנא", 
            "44": "אמר ליה", 
            "45": "רשע", 
            "42": "אמר ליה", 
            "43": "גברא דהוה חשיב ליה למלכא מכולהו רברבנוהי השתא לישוייה בלאני וספר", 
            "40": "אמר ליה", 
            "41": "אמאי קא מיתנחת", 
            "1": "אמר רבי אסי", 
            "5": "לא מפני שאוהבין את מרדכי אלא מפני ששונאים את המן", 
            "9": "מנו מרדכי", 
            "77": "(אסתר ו, יד) וסריסי המלך הגיעו ויבהילו מלמד שהביאוהו בבהלה", 
            "76": "אומה זו משולה לעפר ומשולה לכוכבים כשהן יורדין יורדין עד עפר וכשהן עולין עולין עד לכוכבים", 
            "75": "אמרו לו", 
            "74": "שתי נפילות הללו למה", 
            "73": "(אסתר ו, יג) כי נפל תפול לפניו דרש ר' יהודה בר אלעאי", 
            "72": "יהודה דכתיב (בראשית מט, ח) ידך בערף אויביך אינך דכתיב בהו (תהלים פ, ג) לפני אפרים ובנימין ומנשה עוררה את גבורתך", 
            "71": "אי משאר שבטים קאתי יכלת ליה ואי משבט יהודה ובנימין ואפרים ומנשה לא יכלת ליה", 
            "70": "אם מזרע היהודים מרדכי וגו' אמרו ליה", 
            "79": "אמרה לו", 
            "78": "כי נמכרנו אני ועמי וגו' אין הצר שוה בנזק המלך"
        }, 
        "37": {
            "24": "ודלמא הא כדאיתא והא כדאיתא", 
            "25": "מדקתני סיפא", 
            "26": "רבי יהודה מכשיר בקטן מכלל דרישא לאו ר' יהודה היא", 
            "27": "ודלמא כולה ר' יהודה היא", 
            "20": "לא יצא", 
            "21": "וממאי דרבי יוסי היא ודיעבד נמי לא", 
            "22": "דלמא רבי יהודה היא ולכתחלה הוא דלא הא דיעבד שפיר דמי", 
            "23": "לא סלקא דעתך דקתני חרש דומיא דשוטה וקטן מה שוטה וקטן דיעבד נמי לא אף חרש דיעבד נמי לא", 
            "28": "מי דמי", 
            "29": "רישא לפסולה וסיפא לכשירה", 
            "40": "לא רבי יהודה ולא רבי יוסי", 
            "41": "אי ר' יהודה אפי' לכתחלה אי ר' יוסי אפי' דיעבד נמי לא", 
            "1": "אמר ליה", 
            "0": "הכתובה בין הכתובים", 
            "3": "א\"ר חייא בר אבא א\"ר יוחנן", 
            "2": "הרי אמרו הקורא במגילה הכתובה בין הכתובים לא יצא", 
            "5": "ומחו לה אמוחא", 
            "4": "הקורא במגילה הכתובה בין הכתובים לא יצא", 
            "7": "ואמר רבי חייא בר אבא א\"ר יוחנן", 
            "6": "בצבור שנו", 
            "9": "ומחו לה אמוחא", 
            "8": "שיור התפר הלכה למשה מסיני", 
            "39": "לא יברך אדם ברכת המזון בלבו ואם בירך יצא מני", 
            "38": "אלא הא דתניא", 
            "11": "ואמר רבי חייא בר אבא א\"ר יוחנן", 
            "10": "ולא אמרו אלא כדי שלא יקרע", 
            "13": "ואמר ר' חייא בר אבא א\"ר יוחנן", 
            "12": "אלמלי נשתייר במערה שעמד בה משה ואליהו כמלא נקב מחט סדקית לא היו יכולין לעמוד מפני האורה שנאמר (שמות לג, כ) כי לא יראני האדם וחי", 
            "15": "<big><strong>מתני׳</strong></big> הכל כשרין לקרות את המגילה חוץ מחרש שוטה וקטן ר' יהודה מכשיר בקטן:", 
            "14": "מאי דכתיב (דברים ט, י) ועליהם ככל הדברים אשר דבר ה' עמכם בהר מלמד שהראהו הקב\"ה למשה דקדוקי תורה ודקדוקי סופרים ומה שהסופרים עתידין לחדש ומאי ניהו מקרא מגילה:", 
            "17": "אמר רב מתנה", 
            "16": "<big><strong>גמ׳</strong></big> מאן תנא חרש דיעבד נמי לא", 
            "19": "הקורא את שמע ולא השמיע לאזנו יצא רבי יוסי אומר", 
            "18": "ר' יוסי היא דתנן", 
            "31": "הכל כשרין לקרות את המגילה חוץ מחרש שוטה וקטן בד\"א בקטן שלא הגיע לחינוך אבל בקטן שהגיע לחינוך אפילו לכתחלה שר' יהודה מכשיר בקטן", 
            "30": "ודלמא כולה ר' יהודה היא ותרי גווני קטן קתני לה וחסורי מיחסרא והכי קתני", 
            "37": "ואלא מאי ר' יהודה ואפי' לכתחלה", 
            "36": "אי רבי יוסי דיעבד נמי לא", 
            "35": "אי רבי יהודה דיעבד אין לכתחלה לא", 
            "34": "חרש המדבר ואינו שומע תורם לכתחלה מני", 
            "33": "אלא הא דתני (ר') יהודה בריה דרבי שמעון בן פזי", 
            "32": "במאי אוקימתא כר' יהודה ודיעבד"
        }, 
        "36": {
            "54": "לא אמרן אלא דלא מחסרא ומייתרא פורתא אבל מחסרא ומייתרא פורתא לית לן בה", 
            "42": "ומה ראו על ככה ומה הגיע אליהם מ\"ד כולה מה ראה אחשורוש שנשתמש בכלים של בית המקדש על ככה משום דחשיב שבעים שנין ולא איפרוק", 
            "48": "וא\"ר חלבו אמר רב חמא בר גוריא אמר רב", 
            "43": "ומה הגיע אליהם דקטל ושתי ומ\"ד מאיש יהודי מה ראה מרדכי דאיקני בהמן על ככה דשוי נפשיה ע\"ז ומה הגיע אליהם דאתרחיש ניסא", 
            "49": "מגילה נקראת ספר ונקראת אגרת נקראת ספר שאם תפרה בחוטי פשתן פסולה ונקראת אגרת שאם הטיל בה שלשה חוטי גידין כשרה אמר רב נחמן", 
            "52": "הקורא במגילה הכתובה בין הכתובים לא יצא", 
            "53": "אמר רבא", 
            "24": "האי כבני העיר בעי למקרי ורבנן הוא דאקילו על הכפרים כדי שיספקו מים ומזון לאחיהם שבכרכין", 
            "25": "הני מילי כי איתיה בדוכתיה אבל כי איתיה בעיר כבני עיר בעי למקרי", 
            "26": "איתיביה אביי", 
            "27": "בן כרך שהלך לעיר בין כך ובין כך קורא כמקומו", 
            "20": "סברא הוא מדפרוז בן יומו קרוי פרוז מוקף בן יומו קרוי מוקף", 
            "21": "ואמר רבא", 
            "22": "בן כפר שהלך לעיר בין כך ובין כך קורא עמהן", 
            "23": "מאי טעמא", 
            "46": "הלכה כדברי האומר כולה", 
            "47": "ואפי' למאן דאמר מאיש יהודי צריכה שתהא כתובה כולה", 
            "44": "ומ\"ד מאחר הדברים האלה מה ראה המן שנתקנא בכל היהודים על ככה משום דמרדכי לא יכרע ולא ישתחוה ומה הגיע אליהם ותלו אותו ואת בניו על העץ ומ\"ד מבלילה ההוא מה ראה אחשורוש להביא את ספר הזכרונות על ככה דזמינתיה אסתר להמן בהדיה ומה הגיע אליהם דאתרחיש ניסא", 
            "45": "א\"ר חלבו אמר רב חמא בר גוריא אמר רב", 
            "28": "בן כרך ס\"ד", 
            "29": "באם עתיד לחזור תליא מילתא", 
            "40": "מאן דאמר כולה תוקפו של אחשורוש ומאן דאמר מאיש יהודי תוקפו של מרדכי ומ\"ד מאחר הדברים האלה תוקפו של המן ומ\"ד מבלילה ההוא תוקפו של נס", 
            "41": "רב הונא אמר מהכא", 
            "1": "עד שתהא כתובה אשורית:", 
            "0": "קנקנתום חרתא דאושכפי דיפתרא דמליח וקמיח ולא עפיץ נייר מחקא:", 
            "3": "על הספר ובדיו וכו':", 
            "2": "דכתיב ככתבם וכזמנם:", 
            "5": "אתיא כתיבה כתיבה כתיב הכא (אסתר ט, כט) ותכתב אסתר המלכה וכתיב התם (ירמיהו לו, יח) ויאמר להם ברוך מפיו יקרא אלי את כל הדברים האלה ואני כותב על הספר בדיו:", 
            "4": "מנלן", 
            "7": "ומהיכן קורא אדם את המגילה ויוצא בה י\"ח", 
            "6": "<big><strong>מתני׳</strong></big> בן עיר שהלך לכרך ובן כרך שהלך לעיר אם עתיד לחזור למקומו קורא כמקומו ואם לאו קורא עמהן", 
            "9": "כולה ר' יהודה אומר", 
            "8": "ר\"מ אומר", 
            "51": "אמר רב יהודה אמר שמואל", 
            "39": "ותכתב אסתר המלכה ומרדכי היהודי את כל תוקף", 
            "38": "וכולן מקרא אחד דרשו", 
            "11": "רבי יוסי אומר", 
            "10": "מאיש יהודי", 
            "13": "<big><strong>גמ׳</strong></big> אמר רבא", 
            "12": "מאחר הדברים האלה:", 
            "15": "אמר רבא", 
            "14": "לא שנו אלא שעתיד לחזור בלילי י\"ד אבל אין עתיד לחזור בלילי ארבעה עשר קורא עמהן", 
            "17": "הא קמ\"ל", 
            "16": "מנא אמינא לה דכתיב (אסתר ט, יט) על כן היהודים הפרזים היושבים בערי הפרזות מכדי כתיב היהודים הפרזים למה לי למיכתב היושבים בערי הפרזות", 
            "19": "אשכחן פרוז מוקף מנא לן", 
            "18": "דפרוז בן יומו נקרא פרוז", 
            "31": "ולאו תרוצי מתרצת", 
            "30": "אלא לאו בן כפר", 
            "37": "א\"ר יוחנן", 
            "36": "מבלילה ההוא", 
            "35": "תניא רשב\"י אומר", 
            "34": "מהיכן קורא אדם את המגילה וכו':", 
            "33": "קורא עמהן:", 
            "55": "לוי בר שמואל הוה קא קרי קמיה דרב יהודה במגילה", 
            "32": "תני", 
            "50": "ובלבד שיהו משולשין"
        }, 
        "35": {
            "56": "מיתיבי אמר רשב\"א", 
            "77": "סם סמא סקרא אמר רבה בר בר חנה", 
            "54": "גופא אמר רבה בר בר חנה א\"ר יוחנן", 
            "42": "היכי דמי", 
            "48": "הלכה כדברי האומר כולה", 
            "43": "אי דקא מסדר פסוקא פסוקא וכתב לה כי כוון לבו מאי הוי", 
            "60": "אמר ליה רמי בר חמא לרבי ירמיה מדפתי", 
            "61": "מאי ועפעפיך יישירו נגדך", 
            "62": "אמר לו", 
            "63": "אלו דברי תורה דכתיב בהו (משלי כג, ה) התעיף עיניך בו ואיננו ואפילו הכי מיושרין הן אצל ר' מאיר", 
            "64": "רב חסדא אשכחיה לרב חננאל דהוה כתב ספרים שלא מן הכתב אמר ליה", 
            "49": "ואפי' למ\"ד מאיש יהודי צריכה שתהא כתובה כולה", 
            "66": "אסור לכתוב אות אחת שלא מן הכתב", 
            "67": "מדקאמר כל התורה כולה ראויה שתיכתב על פיך מכלל דמיושרין הן אצלו והא רבי מאיר כתב", 
            "68": "שעת הדחק שאני", 
            "69": "אביי שרא לדבי בר חבו למיכתב תפלין ומזוזות שלא מן הכתב כמאן כי האי תנא", 
            "52": "אסור לכתוב אות אחת שלא מן הכתב", 
            "53": "דלמא דאתרמי ליה אתרמויי", 
            "24": "אומרים לו המתן עד שיעשה אחיך הגדול מעשה", 
            "25": "אמר שמואל", 
            "26": "הלכה כר' יהודה בן בתירה", 
            "27": "ת\"ר", 
            "20": "אמר רב יוסף", 
            "21": "נקוט דרב ביבי בידך דשמואל הוא דחייש ליחידאה", 
            "22": "דתנן", 
            "23": "שומרת יבם שקידש אחיו את אחותה משום ר' יהודה בן בתירה אמרו", 
            "46": "ומי יצא", 
            "47": "והאמר רבי חלבו אמר רב חמא בר גוריא אמר רב", 
            "44": "על פה הוא", 
            "45": "אלא דכתב פסוקא פסוקא וקרי ליה", 
            "28": "השמיט בה סופר אותיות או פסוקין וקראן הקורא כמתורגמן המתרגם יצא", 
            "29": "מיתיבי", 
            "40": "ולא ידע לאהדורי סברא וכי מדכרו ליה מידכר:", 
            "41": "היה כותבה דורשה ומגיהה אם כוון לבו יצא וכו':", 
            "1": "ר' מונא אומר משום רבי יהודה", 
            "0": "סירוסין לא יצא", 
            "3": "אמר רב יוסף", 
            "2": "אף בסירוגין אם שהה כדי לגמור את כולה חוזר לראש", 
            "5": "א\"ל אביי לרב יוסף", 
            "4": "הלכה כר' מונא שאמר משום ר' יהודה", 
            "7": "א\"ל", 
            "6": "כדי לגמור את כולה מהיכא דקאי לסיפא או דלמא מרישא לסיפא", 
            "9": "אמר ר' אבא א\"ר ירמיה בר אבא אמר רב", 
            "8": "מרישא לסיפא דא\"כ נתת דבריך לשיעורין", 
            "78": "סקרתא שמה", 
            "51": "לימא מסייע ליה לרבה בר בר חנה דאמר רבה בר בר חנה א\"ר יוחנן", 
            "39": "נים ולא נים תיר ולא תיר דקרו ליה ועני", 
            "65": "ראויה כל התורה כולה ליכתב על פיך אלא כך אמרו חכמים", 
            "76": "היתה כתובה בסם כו':", 
            "75": "מ\"ט מיגרס גריסין:", 
            "38": "אמר רב אשי", 
            "73": "תפלין אין צריכין שרטוט מזוזות צריכין שרטוט", 
            "72": "והלכתא", 
            "71": "תפלין ומזוזות נכתבות שלא מן הכתב ואין צריכות שרטוט", 
            "70": "דתניא ר' ירמיה אומר משום רבינו", 
            "59": "שאני רבי מאיר דמיקיים ביה (משלי ד, כה) ועפעפיך יישירו נגדך", 
            "79": "קומוס קומא", 
            "58": "א\"ר אבהו", 
            "11": "אין הלכה כרבי מונא", 
            "10": "הלכה כרבי מונא ושמואל אמר", 
            "13": "בפומבדיתא מתנו הכי", 
            "12": "בסורא מתנו הכי", 
            "15": "הלכה כרבי מונא ושמואל אמר", 
            "14": "אמר רב כהנא אמר רב", 
            "17": "רב ביבי מתני איפכא רב אמר", 
            "16": "אין הלכה כר' מונא", 
            "19": "הלכה כר' מונא", 
            "18": "אין הלכה כר' מונא ושמואל אמר", 
            "31": "לא קשיא", 
            "30": "היו בה אותיות מטושטשות או מקורעות אם רשומן ניכר כשרה ואם לאו פסולה", 
            "37": "היכי דמי מתנמנם", 
            "36": "מתנמנם יצא וכו':", 
            "35": "נכנס לבית הכנסת ומצא צבור שקראו חציה לא יאמר אקרא חציה עם הצבור ואח\"כ אקרא חציה אלא קורא אותה מתחילתה ועד סופה:", 
            "34": "השמיט בה הקורא פסוק אחד לא יאמר אקרא את כולה ואח\"כ אקרא אותו פסוק אלא קורא מאותו פסוק ואילך", 
            "33": "ת\"ר", 
            "55": "אסור לכתוב אות אחת שלא מן הכתב", 
            "74": "אידי ואידי נכתבות שלא מן הכתב", 
            "32": "הא בכולה הא במקצתה", 
            "57": "מעשה בר' מאיר שהלך לעבר שנה בעסיא ולא היה שם מגילה וכתבה מלבו וקראה", 
            "50": "אלא דמנחה מגילה קמיה וקרי לה מינה פסוקא פסוקא וכתב לה"
        }, 
        "34": {
            "24": "אמרי במערבא", 
            "25": "מלה בסלע משתוקא בתרין:", 
            "26": "קראה על פה לא יצא וכו':", 
            "27": "מנלן", 
            "20": "(איוב לז, כ) היסופר לו כי אדבר אם אמר איש כי יבלע", 
            "21": "דרש ר' יהודה איש כפר גבוריא ואמרי לה איש כפר גבור חיל", 
            "22": "מאי דכתיב (תהלים סה, ב) לך דומיה תהלה סמא דכולה משתוקא", 
            "23": "כי אתא רב דימי אמר", 
            "28": "אמר רבא", 
            "29": "אתיא זכירה זכירה כתיב הכא והימים האלה נזכרים וכתיב התם (שמות יז, יד) כתב זאת זכרון בספר מה להלן בספר אף כאן בספר", 
            "0": "(הושע ג, ה) אחר ישובו בני ישראל ובקשו את ה' אלהיהם ואת דוד מלכם", 
            "4": "ומה ראו לומר ברכת כהנים אחר הודאה דכתיב (ויקרא ט, כב) וישא אהרן את ידיו אל העם ויברכם וירד מעשות החטאת והעולה והשלמים", 
            "8": "ולימרה אחר העבודה", 
            "59": "לעז יווני לכל כשר", 
            "58": "רב ושמואל דאמרי תרוייהו", 
            "55": "אי הכי רב ושמואל אמאי מוקמי לה למתני' בלעז יוונית", 
            "54": "גיפטית לגיפטים עברית לעברים עילמית לעילמים יוונית ליוונים יצא", 
            "57": "[אלא מתניתין כברייתא] וכי איתמר דרב ושמואל בעלמא איתמר", 
            "56": "לוקמה בכל לעז", 
            "51": "מיתיבי", 
            "50": "דאי סלקא דעתך למזבח קרא ליה יעקב אל ויקרא לו יעקב מיבעי ליה אלא ויקרא לו ליעקב אל ומי קראו אל אלהי ישראל", 
            "53": "הא לא דמיא אלא להא", 
            "52": "קראה גיפטית עברית עילמית מדית יוונית לא יצא", 
            "82": "לא הוו ידעי רבנן מאי (ישעיהו יד, כג) וטאטאתיה במטאטא השמד שמעוה לאמתא דבי רבי דהוות אמרה לחברתה", 
            "83": "שקולי טאטיתא וטאטי ביתא", 
            "80": "זימנא חדא הוה אזילנא בהדי ההוא טייעא וקא דרינא טונא ואמר לי", 
            "81": "שקול יהביך ושדי אגמלאי", 
            "84": "ת\"ר", 
            "85": "קראה סירוגין יצא", 
            "3": "וכיון שבאת עבודה באתה תודה שנאמר (תהלים נ, כג) זובח תודה יכבדנני", 
            "7": "מי כתיב לעשות מעשות כתיב", 
            "39": "אבל קורין אותה ללועזות בלעז וכו':", 
            "38": "לא צריכא דכתיבה תרגום וקרי לה תרגום:", 
            "33": "(דברים כה, יז) זכור יכול בלב", 
            "32": "לא סלקא דעתך (דכתיב)", 
            "31": "דלמא עיון בעלמא", 
            "30": "וממאי דהאי זכירה קריאה היא", 
            "37": "אילימא דכתיבה מקרא וקרי לה תרגום היינו על פה", 
            "36": "היכי דמי", 
            "35": "קראה תרגום לא יצא וכו':", 
            "34": "כשהוא אומר לא תשכח הרי שכחת הלב אמור הא מה אני מקיים זכור בפה:", 
            "60": "והא קתני יוונית ליוונים אין לכולי עלמא לא", 
            "61": "אינהו דאמור כרשב\"ג דתנן רשב\"ג אומר", 
            "62": "אף ספרים לא התירו שיכתבו אלא יוונית", 
            "63": "ולימרו הלכה כרשב\"ג", 
            "64": "אי אמרי הלכה כרשב\"ג הוה אמינא", 
            "65": "הני מילי שאר ספרים אבל מגילה דכתיב בה ככתבם אימא לא קמ\"ל:", 
            "66": "והלועז ששמע אשורית יצא וכו': והא לא ידע מאי קאמרי", 
            "67": "מידי דהוה אנשים ועמי הארץ", 
            "68": "מתקיף לה רבינא", 
            "69": "אטו אנן האחשתרנים בני הרמכים מי ידעינן", 
            "2": "וכיון שבאת תפלה באת עבודה שנאמר עולותיהם וזבחיהם לרצון על מזבחי", 
            "6": "לא ס\"ד דכתיב וירד מעשות החטאת וגו'", 
            "11": "מסתברא עבודה והודאה חדא מילתא היא", 
            "10": "מאי חזית דסמכת אהאי סמוך אהאי", 
            "13": "ברכה דהקב\"ה שלום שנאמר (תהלים כט, יא) ה' יברך את עמו בשלום", 
            "12": "ומה ראו לומר שים שלום אחר ברכת כהנים דכתיב (במדבר ו, כז) ושמו את שמי על בני ישראל ואני אברכם", 
            "15": "שכחום וחזר וסדרום", 
            "14": "וכי מאחר דמאה ועשרים זקנים ומהם כמה נביאים תקנו תפלה על הסדר שמעון הפקולי מאי הסדיר", 
            "17": "מאי דכתיב (תהלים קו, ב) מי ימלל גבורות ה' ישמיע כל תהלתו למי נאה למלל גבורות ה' למי שיכול להשמיע כל תהלתו", 
            "16": "מכאן ואילך אסור לספר בשבחו של הקב\"ה דא\"ר אלעזר", 
            "19": "המספר בשבחו של הקב\"ה יותר מדאי נעקר מן העולם שנאמר", 
            "18": "אמר רבה בר בר חנה א\"ר יוחנן", 
            "48": "מנין שקראו הקב\"ה ליעקב אל", 
            "49": "שנאמר (בראשית לג, כ) ויקרא לו אל אלהי ישראל", 
            "46": "שכתובה בלעז יוונית", 
            "47": "וא\"ר אחא א\"ר אלעזר", 
            "44": "אילימא דכתיבה אשורית וקרי לה יוונית היינו על פה", 
            "45": "א\"ר אחא א\"ר אלעזר", 
            "42": "בלעז יווני", 
            "43": "היכי דמי", 
            "40": "והא אמרת קראה בכל לשון לא יצא", 
            "41": "רב ושמואל דאמרי תרוייהו", 
            "1": "וכיון שבא דוד באתה תפלה שנאמר (ישעיהו נו, ז) והביאותים אל הר קדשי ושמחתים בבית תפלתי", 
            "5": "אימא קודם עבודה", 
            "9": "לא ס\"ד דכתיב זובח תודה", 
            "77": "עד מתי אתה מסלסל בשערך", 
            "76": "שמעוה לאמתא דבי רבי דהוות אמרה לההוא גברא דהוה מהפך במזייה אמרה ליה", 
            "75": "לא הוו ידעי רבנן מאי (משלי ד, ח) סלסלה ותרוממך", 
            "74": "לא הוו ידעי רבנן מאי חלוגלוגות שמעוה לאמתא דבי רבי דאמרה ליה לההוא גברא דהוה קא מבדר פרפחיני עד מתי אתה מפזר חלוגלוגך", 
            "73": "עד מתי אתם נכנסין סירוגין סירוגין", 
            "72": "לא הוו ידעי רבנן מאי סירוגין שמעוה לאמתא דבי רבי דקאמרה להו לרבנן דהוי עיילי פסקי פסקי לבי רבי", 
            "71": "קראה סירוגין יצא וכו':", 
            "70": "אלא מצות קריאה ופרסומי ניסא הכא נמי מצות קריאה ופרסומי ניסא:", 
            "79": "אמר רבה בר בר חנה", 
            "78": "לא הוו ידעי רבנן מאי (תהלים נה, כג) השלך על ה' יהבך"
        }, 
        "33": {
            "42": "מתוך שנתנה מילה בשמינית שצריכה רפואה לפיכך קבעוה בשמינית", 
            "48": "(ישעיהו א, כה) ואשיבה ידי עליך ואצרוף כבור סיגיך וכתיב (ישעיהו א, כו) ואשיבה שופטיך כבראשונה", 
            "43": "ומה ראו לומר ברכת השנים בתשיעית אמר רבי אלכסנדרי", 
            "49": "וכיון שנעשה דין מן הרשעים כלו הפושעים וכולל זדים עמהם שנאמר", 
            "52": "והיכן מתרוממת קרנם בירושלים שנאמר (תהלים קכב, ו) שאלו שלום ירושלם ישליו אוהביך", 
            "53": "וכיון שנבנית ירושלים בא דוד שנאמר", 
            "24": "ומה ראו לומר בינה אחר קדושה שנאמר (ישעיהו כט, כג) והקדישו את קדוש יעקב ואת אלהי ישראל יעריצו וסמיך ליה וידעו תועי רוח בינה", 
            "25": "ומה ראו לומר תשובה אחר בינה דכתיב (ישעיהו ו, י) ולבבו יבין ושב ורפא לו", 
            "26": "אי הכי לימא רפואה בתרה דתשובה", 
            "27": "לא ס\"ד דכתיב (ישעיהו נה, ז) וישוב אל ה' וירחמהו ואל אלהינו כי ירבה לסלוח", 
            "20": "אמר רבי יוחנן ואמרי לה במתניתא תנא", 
            "21": "מאה ועשרים זקנים ובהם כמה נביאים תיקנו שמונה עשרה ברכות על הסדר", 
            "22": "ת\"ר", 
            "23": "מנין שאומרים אבות שנאמר (תהלים כט, א) הבו לה' בני אלים ומנין שאומרים גבורות שנאמר (תהלים כט, א) הבו לה' כבוד ועוז ומנין שאומרים קדושות שנאמר (תהלים כט, ב) הבו לה' כבוד שמו השתחוו לה' בהדרת קדש", 
            "46": "ומה ראו לומר קיבוץ גליות לאחר ברכת השנים דכתיב (יחזקאל לו, ח) ואתם הרי ישראל ענפכם תתנו ופריכם תשאו לעמי ישראל כי קרבו לבוא", 
            "47": "וכיון שנתקבצו גליות נעשה דין ברשעים שנאמר", 
            "44": "כנגד מפקיעי שערים דכתיב", 
            "45": "(תהלים י, טו) שבור זרוע רשע ודוד כי אמרה בתשיעית אמרה", 
            "28": "ומאי חזית דסמכת אהא סמוך אהא", 
            "29": "כתב קרא אחרינא", 
            "40": "ומה ראו לומר רפואה בשמינית", 
            "41": "אמר רבי אחא", 
            "1": "ורבנן מ\"ט", 
            "0": "(דברים ו, ו) והיו בהויתן יהו", 
            "3": "ורבי נמי הא כתיב שמע", 
            "2": "אמר קרא (דברים ו, ד) שמע בכל לשון שאתה שומע", 
            "5": "השמע לאזניך מה שאתה מוציא מפיך", 
            "4": "ההוא מיבעי ליה", 
            "7": "הקורא את שמע ולא השמיע לאזנו יצא", 
            "6": "ורבנן סברי כמאן דאמר", 
            "9": "ההוא מיבעי ליה שלא יקרא למפרע", 
            "8": "ורבנן נמי הכתיב והיו", 
            "51": "וכיון שכלו הפושעים מתרוממת קרן צדיקים דכתיב (תהלים עה, יא) וכל קרני רשעים אגדע תרוממנה קרנות צדיק וכולל גירי הצדק עם הצדיקים שנאמר (ויקרא יט, לב) מפני שיבה תקום והדרת פני זקן וסמיך ליה וכי יגור אתכם גר", 
            "39": "מלחמה נמי אתחלתא דגאולה היא", 
            "38": "בששית קולות בשביעית מלחמות במוצאי שביעית בן דוד בא", 
            "11": "מדברים הדברים", 
            "10": "ורבי שלא יקרא למפרע מנא ליה", 
            "13": "לימא קסבר רבי כל התורה כולה בכל לשון נאמרה דאי סלקא דעתך בלשון הקודש נאמרה למה לי למכתב והיו", 
            "12": "ורבנן דברים הדברים לא משמע להו", 
            "15": "לימא קסברי רבנן כל התורה בלשון הקודש נאמרה דאי סלקא דעתך בכל לשון נאמרה למה לי למכתב שמע", 
            "14": "אצטריך סלקא דעתך שמע כרבנן כתב רחמנא והיו", 
            "17": "תפלה מנא לן", 
            "16": "איצטריך סלקא דעתך אמינא והיו כרבי כתב רחמנא שמע", 
            "19": "שמעון הפקולי הסדיר שמונה עשרה ברכות לפני רבן גמליאל על הסדר ביבנה", 
            "18": "דתניא", 
            "31": "למימרא דגאולה ורפואה בתר סליחה היא", 
            "30": "(תהלים קג, ג) הסולח לכל עוניכי הרופא לכל תחלואיכי הגואל משחת חייכי", 
            "37": "והאמר מר", 
            "36": "מתוך שעתידין ליגאל בשביעית לפיכך קבעוה בשביעית", 
            "35": "אמר רבא", 
            "34": "ומה ראו לומר גאולה בשביעית", 
            "33": "ההוא לאו רפואה דתחלואים היא אלא רפואה דסליחה היא", 
            "32": "והכתיב ושב ורפא לו", 
            "50": "(ישעיהו א, כח) ושבר פושעים וחטאים יחדיו (יכלו)"
        }, 
        "55": {
            "56": "זה המשתמש במי ששונה הלכות כתרה של תורה ואמר עולא", 
            "54": "תנן התם", 
            "42": "משום יקרא דידי ודמיתא אתו כוליה עלמא", 
            "48": "אתו ואמרו ליה לרב נחמן", 
            "43": "ר' זירא ספדיה לההוא מרבנן בבי כנישתא אמר", 
            "60": "קרית", 
            "61": "אמר ליה", 
            "62": "קרינא", 
            "63": "תנית", 
            "64": "תנינא ארבעה סידרי משנה", 
            "49": "ליספדיה מר", 
            "66": "פסלת לך ארבעה טורי וטענת בר לקיש אכתפך", 
            "67": "שדי בר לקישא במיא", 
            "68": "אמר ליה", 
            "69": "ניחא לי דאשמעינן למר", 
            "52": "הי צנא דמלי סיפרי דחסר", 
            "53": "תא חזי מה בין תקיפי דארעא דישראל לחסידי דבבל", 
            "24": "ואין נכנסין בהן בחמה מפני החמה ובגשמים מפני הגשמים:", 
            "25": "כי הא דרבינא ורב אדא בר מתנה הוו קיימי ושאלי שאילתא מרבא אתא זילחא דמיטרא", 
            "26": "עיילי לבי כנישתא", 
            "27": "אמרי", 
            "20": "אמר רבא", 
            "21": "חכמים ותלמידיהם מותרין", 
            "22": "דאמר ריב\"ל", 
            "23": "מאי בי רבנן ביתא דרבנן:", 
            "46": "ווי חסרא ארעא דישראל גברא רבה", 
            "47": "ההוא דהוי תני הלכתא סיפרא וסיפרי ותוספתא ושכיב", 
            "44": "אי משום יקרא דידי אי משום יקרא דידיה דמיתא אתו כולי עלמא", 
            "45": "ריש לקיש ספדיה לההוא צורבא מרבנן דשכיח בארעא דישראל דהוי תני הלכתא בכ\"ד שורתא אמר", 
            "28": "האי דעיילינן לבי כנישתא לאו משום מיטרא אלא משום דשמעתא בעא צילותא כיומא דאסתנא", 
            "29": "א\"ל רב אחא בריה דרבא לרב אשי", 
            "40": "כגון הספידא דקאי ביה רב חסדא", 
            "41": "רפרם אספדה לכלתיה בבי כנישתא אמר", 
            "1": "אבל קורין בהן ושונין בהן ומספידין בהן הספד של רבים", 
            "0": "ואין ניאותין בהם ואין מטיילין בהם ואין נכנסין בהן בחמה מפני החמה ובגשמים מפני הגשמים ואין מספידין בהן הספד של יחיד", 
            "3": "אימתי בישובן אבל בחורבנן מניחין אותן ועולין בהן עשבים ולא יתלוש מפני עגמת נפש", 
            "2": "א\"ר יהודה", 
            "5": "חסורי מיחסרא והכי קתני", 
            "4": "עשבים מאן דכר שמייהו", 
            "7": "א\"ר יהודה", 
            "6": "ומכבדין אותן ומרביצין אותן כדי שלא יעלו בהן עשבים", 
            "9": "עלו בהם עשבים לא יתלוש מפני עגמת נפש", 
            "8": "אימתי בישובן אבל בחורבנן מניחין אותן לעלות", 
            "51": "היכי נספדיה", 
            "39": "כגון הספידא דקאי ביה רב ששת מחוי רב ששת", 
            "65": "א\"ל", 
            "38": "מחוי רב חסדא", 
            "73": "כל השונה הלכות מובטח לו שהוא בן עולם הבא שנאמר (חבקוק ג, ו) הליכות עולם לו אל תקרי הליכות אלא הלכות", 
            "72": "תנא דבי אליהו", 
            "71": "בנות ישראל הן החמירו על עצמן שאפילו רואות טיפת דם כחרדל יושבות עליו שבעה נקיים", 
            "70": "אי הכי גמור מיני הא מלתא דאמר ר' זירא", 
            "59": "א\"ל", 
            "58": "כי הא דריש לקיש הוה אזיל באורחא מטא עורקמא דמיא אתא ההוא גברא ארכביה אכתפיה וקא מעבר ליה", 
            "11": "בתי כנסיות שבבבל על תנאי הן עשויין ואעפ\"כ אין נוהגין בהן קלות ראש", 
            "10": "א\"ר אסי", 
            "13": "אמר רב אסי", 
            "12": "ומאי ניהו חשבונות", 
            "15": "מלינין סלקא דעתך", 
            "14": "בהכ\"נ שמחשבין בו חשבונות מלינין בו את המת", 
            "17": "אלא", 
            "16": "לא סגי דלאו הכי", 
            "19": "ואין ניאותין בהן:", 
            "18": "לסוף שילינו בו מת מצוה:", 
            "31": "א\"ל", 
            "30": "אי אצטריך ליה לאיניש למיקרי גברא מבי כנישתא מאי", 
            "37": "ה\"ד הספידא דרבים", 
            "36": "ומספידין בהן הספד של רבים:", 
            "35": "א\"נ נישהי פורתא וניקום:", 
            "34": "אימא לי פסוקיך", 
            "33": "ואי לא לימא ליה לינוקא", 
            "55": "ודאשתמש בתגא חלף תני ריש לקיש", 
            "74": "ת\"ר", 
            "32": "אי צורבא מרבנן הוא לימא הלכתא ואי תנא הוא לימא מתני' ואי קרא הוא לימא פסוקא", 
            "57": "לשתמש איניש במאן דתני ארבעה ולא לשתמש במאן דמתני ארבעה", 
            "50": "אמר"
        }, 
        "32": {
            "54": "מ\"ט דרבי", 
            "42": "תנא", 
            "48": "(תהלים קיח, כד) זה היום עשה ה' רב אויא אמר", 
            "43": "וכן בהלל וכן בקריאת שמע ובתפלה", 
            "49": "(תהלים קיג, ב) יהי שם ה' מבורך ורב נחמן בר יצחק ואיתימא ר' אחא בר יעקב אמר מהכא", 
            "52": "ק\"ש ככתבה דברי רבי וחכ\"א", 
            "53": "בכל לשון", 
            "24": "אלא משום דאשתהי באורחא תרתין שנין", 
            "25": "דתניא", 
            "26": "יצא מארם נהרים ובא לו לסכות ועשה שם שמונה עשר חודש שנאמר (בראשית לג, יז) ויעקב נסע סכותה ויבן לו בית ולמקנהו עשה סכות", 
            "27": "ובבית אל עשה ששה חדשים והקריב זבחים:", 
            "20": "דיעקב תלתין ושיתא הויין", 
            "21": "אלא", 
            "22": "ארביסר דהוה בבית עבר לא חשיב להו", 
            "23": "סוף סוף דבית לבן עשרין שנין הויין", 
            "46": "דכתיב (תהלים קיג, ג) ממזרח שמש עד מבואו", 
            "47": "רב יוסף אמר", 
            "44": "הלל מנלן", 
            "45": "רבה אמר", 
            "28": "<br><br><big><strong>הדרן עלך מגילה נקראת</strong></big><br><br>", 
            "29": "מתני׳ <big><strong>הקורא</strong></big> את המגילה למפרע לא יצא", 
            "40": "אלא מהכא", 
            "41": "דכתיב והימים האלה נזכרים ונעשים (אסתר ט, כח) איתקש זכירה לעשייה מה עשייה למפרע לא אף זכירה למפרע לא", 
            "1": "דכתיב (בראשית כה, יז) ואלה שני חיי ישמעאל מאת שנה ושלשים שנה ושבע שנים", 
            "0": "למה נמנו שנותיו של ישמעאל כדי ליחס בהן שנותיו של יעקב", 
            "3": "וכתיב (בראשית כה, כו) ויצחק בן ששים שנה בלדת אותם", 
            "2": "כמה קשיש ישמעאל מיצחק ארביסר שנין דכתיב (בראשית טז, טז) ואברם בן שמונים שנה ושש שנים בלדת הגר את ישמעאל לאברם וכתיב (בראשית כא, ה) ואברהם בן מאת שנה בהולד לו את יצחק בנו", 
            "5": "ותניא", 
            "4": "בר כמה הוה ישמעאל כדאתיליד יעקב בר שבעים וארבעה כמה פיישן משניה שתין ותלת", 
            "7": "מלמד שקידשה ישמעאל ומת והשיאה נביות אחיה", 
            "6": "היה יעקב אבינו בשעה שנתברך מאביו בן ששים ושלש שנה ובו בפרק מת ישמעאל דכתיב (בראשית כח, ו) וירא עשו כי ברך וגו' וילך עשו אל ישמעאל ויקח את מחלת בת ישמעאל אחות נביות ממשמע שנאמר בת ישמעאל איני יודע שהיא אחות נביות", 
            "9": "וכתיב (בראשית מא, מו) ויוסף בן שלשים שנה בעמדו לפני פרעה הא מאה ושבע שב דשבעא ותרתי דכפנא הא מאה ושיתסר וכתיב (בראשית מז, ח) ויאמר פרעה אל יעקב כמה ימי שני חייך", 
            "8": "שתין ותלת וארביסר עד דמתיליד יוסף הא שבעין ושבעה", 
            "51": "ק\"ש דתניא", 
            "39": "עשייה כתיבה דכתיב להיות עושים את שני הימים", 
            "38": "אף כתבם למפרע לא מידי קריאה כתיבה הכא", 
            "11": "אלא ש\"מ", 
            "10": "ויאמר יעקב אל פרעה ימי שני מגורי שלשים ומאת שנה מאה ושיתסר הויין", 
            "13": "דתניא", 
            "12": "ארבע עשרה שנין דהוה בבית עבר לא חשיב להו", 
            "15": "עבר מת לאחר שירד יעקב אבינו לארם נהרים שתי שנים", 
            "14": "היה יעקב בבית עבר מוטמן ארבע עשרה שנה", 
            "17": "נמצא כשעמד על הבאר בן שבעים ושבע שנה", 
            "16": "יצא משם ובא לו לארם נהרים", 
            "19": "נמצא יוסף שפירש מאביו עשרים ושתים שנה כשם שפירש יעקב אבינו מאביו", 
            "18": "ומנלן דלא מיענש דתניא", 
            "31": "אבל קורין אותה ללועזות בלעז והלועז ששמע אשורית יצא", 
            "30": "קראה על פה קראה תרגום בכל לשון לא יצא", 
            "37": "דאמר קרא ככתבם וכזמנם (אסתר ט, כז) מה זמנם למפרע לא", 
            "36": "אמר רבא", 
            "35": "<big><strong>גמ׳</strong></big> מה\"מ", 
            "34": "היתה כתובה בסם ובסיקרא ובקומוס ובקנקנתום על הנייר ועל הדפתרא לא יצא עד שתהא כתובה אשורית על הספר ובדיו:", 
            "33": "היה כותבה דורשה ומגיהה אם כוון לבו יצא ואם לאו לא יצא", 
            "55": "אמר קרא", 
            "32": "קראה סירוגין ומתנמנם יצא", 
            "50": "(תהלים קיג, ב) מעתה ועד עולם"
        }, 
        "57": {
            "56": "מאי הוי עלה", 
            "54": "א\"ר אבין", 
            "42": "ר\"ח טבת שחל להיות בשבת מביאין שלש תורות וקורין בהן", 
            "48": "איתמר ר\"ח טבת שחל להיות בחול א\"ר יצחק", 
            "43": "אחד בעניינו של יום ואחד בדראש חודש ואחד בחנוכה", 
            "60": "אין משגיחין בחנוכה", 
            "61": "והלכתא", 
            "62": "אין משגיחין בחנוכה ור\"ח עיקר", 
            "63": "איתמר חל להיות בואתה תצוה אמר רבי יצחק נפחא", 
            "64": "קרו שיתא מואתה תצוה עד כי תשא וחד מכי תשא עד ועשית", 
            "49": "קרו תלתא בר\"ח וחד בחנוכה", 
            "52": "אמר ר' מני", 
            "53": "כוותיה דרבי יצחק נפחא מסתברא דתדיר ושאינו תדיר תדיר קודם", 
            "24": "בשלמא למאן דאמר כי תשא היינו דשני האי ראש חדש משאר ראשי חדשים אלא למ\"ד צו את קרבני מאי שני", 
            "25": "שני דאילו ראשי חדשים קרו שיתא בעניינא דיומא וחד בדראש חודש", 
            "26": "ואילו האידנא כולהו בדראש חודש", 
            "27": "הניחא למאן דאמר לסדר פרשיות הוא חוזר אלא למאן דאמר לסדר הפטרות הוא חוזר ופרשתא דיומא קרינן מאי שני", 
            "20": "אלא למ\"ד כי תשא קרבנות מי כתיבי", 
            "21": "שקלים לאדנים כתיבי", 
            "22": "כדתני רב יוסף", 
            "23": "שלש תרומות הן של מזבח למזבח ושל אדנים לאדנים ושל בדק הבית לבדק הבית", 
            "46": "ולימא הא ולא בעיא הך", 
            "47": "חדא מכלל חבירתה איתמר", 
            "44": "וצריכא", 
            "45": "דאי איתמר בהא בהא קאמר ר' יצחק אבל בהך כרב ס\"ל דאמר פרשת שקלים את קרבני לחמי ובשתי תורות סגי קמ\"ל", 
            "28": "שני דאילו ראשי חדשים קרו שיתא בעניינא דיומא וחד קרי בדראש חודש ואילו האידנא קרו תלתא בעניינא דיומא וארבעה קרו בדראש חודש", 
            "29": "מיתיבי", 
            "40": "ר\"ח אדר שחל להיות בשבת מוציאין שלש תורות וקורין בהן אחד בעניינו של יום ואחד בשל ר\"ח ואחד בכי תשא", 
            "41": "וא\"ר יצחק נפחא", 
            "1": "בשלמא על הכלאים דזמן זריעה היא אלא על השקלים מנלן", 
            "0": "ועל הכלאים", 
            "3": "דאמר קרא (במדבר כח, יד) זאת עולת חודש בחדשו אמרה תורה", 
            "2": "אמר ר' טבי אמר רבי יאשיה", 
            "5": "וכיון דבניסן בעי אקרובי מתרומה חדשה קדמינן וקרינן באחד באדר כי היכי דליתו שקלים למקדש", 
            "4": "חדש והבא קרבן מתרומה חדשה", 
            "7": "דאי רבן שמעון בן גמליאל האמר שתי שבתות דתניא", 
            "6": "כמאן דלא כרבן שמעון בן גמליאל", 
            "9": "שתי שבתות", 
            "8": "שואלין בהלכות הפסח קודם לפסח שלשים יום רבן שמעון בן גמליאל אומר", 
            "51": "קרו תלתא בחנוכה וחד בר\"ח", 
            "39": "א\"ר יצחק נפחא", 
            "65": "אמר אביי", 
            "38": "ר\"ח אדר שחל להיות בשבת קורין כי תשא ומפטירין ביהוידע הכהן", 
            "59": "ורבה אמר", 
            "58": "אין משגיחין בראש חודש", 
            "11": "בחמשה עשר בו שולחנות יושבין במדינה ובכ\"ה יושבין במקדש משום שולחנות קדמינן וקרינן", 
            "10": "אפילו תימא רבן שמעון בן גמליאל כיון דאמר מר", 
            "13": "רב אמר", 
            "12": "מאי פרשת שקלים", 
            "15": "(שמות ל, יב) כי תשא", 
            "14": "(במדבר כח, ב) צו את בני ישראל ואמרת אליהם את קרבני לחמי ושמואל אמר", 
            "17": "אלא למאן דאמר את קרבני לחמי הכא מידי שקלים כתיבי התם", 
            "16": "בשלמא למאן דאמר כי תשא היינו דקרי לה פרשת שקלים דכתיב בה שקלים", 
            "19": "בשלמא למ\"ד צו את בני ישראל משום דכתיבי קרבנות התם כדר' טבי", 
            "18": "אין טעמא מאי כדר' טבי", 
            "31": "בשלמא למ\"ד כי תשא היינו דמפטירין ביהוידע הכהן דדמי ליה דכתיב (מלכים ב יב, ה) כסף נפשות ערכו אלא למ\"ד את קרבני לחמי מי דמי", 
            "30": "ר\"ח אדר שחל להיות בשבת קורין בפרשת שקלים ומפטירין ביהוידע הכהן", 
            "37": "תניא כוותיה דשמואל", 
            "36": "אין לבני מערבא דמסקי לדאורייתא בתלת שנין", 
            "35": "בשלמא למ\"ד כי תשא היינו דמתרמי בההוא זימנא אלא למ\"ד צו את קרבני מי מתרמי בההוא זימנא", 
            "34": "חל להיות בפרשה הסמוכה לה בין מלפניה ובין מלאחריה קורין אותה וכופלין אותה", 
            "33": "מיתיבי", 
            "55": "כוותיה דרב דימי מסתברא מי גרם לרביעי שיבא ר\"ח הלכך רביעי בר\"ח בעי מיקרי", 
            "32": "דמי כדר' טבי", 
            "57": "רב יוסף אמר", 
            "50": "ורב דימי דמן חיפא אמר"
        }, 
        "50": {
            "42": "אמר אביי", 
            "43": "ש\"מ אורח ארעא למישבק אינש גולפא ומשכא באושפיזיה", 
            "24": "הא דכרכין הוו", 
            "25": "אימא", 
            "26": "א\"ר יהודה", 
            "27": "אני לא שמעתי אלא מקום מקודש בלבד", 
            "20": "(ויקרא יד, לד) בבית ארץ אחוזתכם אחוזתכם מיטמא בנגעים ואין ירושלים מיטמא בנגעים", 
            "21": "אמר רבי יהודה", 
            "22": "אני לא שמעתי אלא מקום מקדש בלבד", 
            "23": "הא בתי כנסיות ובתי מדרשות מיטמאין אמאי", 
            "44": "אמר רבא", 
            "45": "לא שנו אלא שלא מכרו שבעה טובי העיר במעמד אנשי העיר אבל מכרו שבעה טובי העיר במעמד אנשי העיר אפילו", 
            "28": "במאי קמיפלגי", 
            "29": "ת\"ק סבר", 
            "40": "אף לא מטות", 
            "41": "לפיכך עורות קדשים בעלי אושפיזין נוטלין אותן בזרוע", 
            "1": "אבל אם מכרו תורה לא יקחו ספרים ספרים לא יקחו מטפחות מטפחות לא יקחו תיבה תיבה לא יקחו בית הכנסת בית הכנסת לא יקחו את הרחוב וכן במותריהן:", 
            "0": "יקחו ספרים ספרים לוקחין תורה", 
            "3": "אמר רבה בר בר חנה אמר רבי יוחנן", 
            "2": "<big><strong>גמ׳</strong></big> בני העיר שמכרו רחובה של עיר", 
            "5": "הרחוב אין בו משום קדושה", 
            "4": "זו דברי ר' מנחם בר יוסי סתומתאה אבל חכ\"א", 
            "7": "הואיל והעם מתפללין בו בתעניות ובמעמדות", 
            "6": "ור' מנחם בר יוסי מאי טעמיה", 
            "9": "ההוא אקראי בעלמא:", 
            "8": "ורבנן", 
            "39": "ר\"א (בר צדוק) אומר", 
            "38": "אין משכירים בתים בירושלים מפני שאינן שלהן", 
            "11": "לא שנו אלא בית הכנסת של כפרים אבל בית הכנסת של כרכין כיון דמעלמא אתו ליה לא מצו מזבני ליה דהוה ליה דרבים", 
            "10": "בית הכנסת לוקחין תיבה: אמר רבי שמואל בר נחמני א\"ר יונתן", 
            "13": "האי בי כנישתא דמתא מחסיא", 
            "12": "אמר רב אשי", 
            "15": "מיתיבי א\"ר יהודה", 
            "14": "אף על גב דמעלמא אתו לה כיון דאדעתא דידי קאתו אי בעינא מזבנינא לה", 
            "17": "והא התם דכרכים הוה", 
            "16": "מעשה בבית הכנסת של טורסיים שהיה בירושלים שמכרוה לרבי אליעזר ועשה בה כל צרכיו", 
            "19": "מיתיבי", 
            "18": "ההיא בי כנישתא זוטי הוה ואינהו עבדוה", 
            "31": "נתחלקה ירושלים לשבטים ובפלוגתא דהני תנאי דתניא", 
            "30": "לא נתחלקה ירושלים לשבטים ורבי יהודה סבר", 
            "37": "דתניא", 
            "36": "לא נתחלקה ירושלים לשבטים", 
            "35": "והאי תנא סבר", 
            "34": "ורצועה היתה יוצאת מחלקו של יהודה ונכנסת בחלקו של בנימין ובה מזבח בנוי והיה בנימין הצדיק מצטער עליה בכל יום לבולעה שנאמר (דברים לג, יב) חופף עליו כל היום לפיכך זכה בנימין ונעשה אושפיזכן לשכינה", 
            "33": "ומה היה בחלקו של בנימין אולם והיכל ובית קדשי הקדשים", 
            "32": "מה היה בחלקו של יהודה הר הבית הלשכות והעזרות"
        }
    }, 
    "meta": "Daf-Line"
}