{
    "work": "Rashbam on Numbers", 
    "text": {
        "33": {
            "5": {
                "1": "וגבול, the word “western” is missing. Our sages explain the repetition of this word as small islands in the sea.\n", 
                "0": "וגבול ים, as if the Torah had written an introductory line: “how was the westerly boundary?” [clearly, it is difficult to justify these two words. Ed.]"
            }
        }, 
        "12": {
            "1": {
                "1": "(2) KOL NASI VAHEM. The trop mark under \"kol\" shows the meaning: Each of these 12 would be \"nasi\" among those who volunteered to go. As in (Ps. 8;7): \"laying the world at his feet.\" ", 
                "0": "(1) KOL NASI BAHEM. The essence of the straightforward meaning is as follows: Take these 12 men from among those of Israel whose mind impels them to go. You shall (set out the people) [proclaim to the people:] Who is the one who wants to go spy out the land? And from those who propose to go, take and choolse 12 from them. And because the men would be strong, that they would not be afraid or weak of spirit, they are fit to go into a strange land and also to fortify themselves and to take from the fruit of the land, therefore it was necessary to make this announcement, and the Holy One, blessed be He, did not specify them by name as He did with the N'si'im who counted Israel [Num. 1:3 ff.], and with the N'si'im who apportioned the land among Israel in [Parashat] Mas'ei [Num. 34:16 ff.], for those were specified by name. "
            }, 
            "18": {
                "0": "WHAT IS THE COUNTRY LIKE IN WHICH THEY DWELL.  And the \"What is the land\" that we have mentioned above speaks about the land that is at the beginning of the kingdom, where there is no settlement, and now it speaks about the land in which they dwell.  "
            }, 
            "15": {
                "0": "MOSHE CALLED HOSHEA BIN NUN YEHOSHUA. It was not now that he called him such, for already before this he had been called Yehoshua; rather this is the meaning: Hoshea bin Nun whom we have mentioned above, who was called such in his father's home, is the same one whom Moshe called [Yehoshua] when he became his servant and he set him over his household. For such was their practice, as in: \"Pharaoh then gave Joseph the name Tsafenat-paneah\" (Gen. 41:45), and he called Daniel \"Belteshazzar after the name of my god\" (Dan. 4:5)."
            }
        }, 
        "4": {
            "8": {
                "0": "EVERY /T'RUMAH/.  The /t'rumah/ of the first, which Israel separates, and the /t'rumah/ of the tithe, which the Levites separate, [both of] which are elaborated in Parashat Sh'lah L'cha."
            }, 
            "5": {
                "0": "SINS [AGAINST] PERSONS. Which are recorded in the secton on the asham offered in connection with theft, at the end of Parashat VaYikra: \"Dealing etc. deceitfully with his fellow in the matter of a pledge ...,\" and it is repeated here for the sake of the convert without a redeeming kinsman."
            }, 
            "7": {
                "1": "(2) THE /ASHAM/ THAT IS REPAID.  The principal returns to the priests.", 
                "0": "(1) BESIDES THE RAM. The /asham/ discussed in VaYikra.  "
            }, 
            "6": {
                "0": "HE SHALL RESTORE THE /ASHAM/. I.e., the principal."
            }
        }, 
        "7": {
            "25": {
                "1": "(2) THUS YOU SHALL DEAL WITH THE LEVITES IN REGARD TO THEIR DUTIES.  Five years before the 30th year and from age 50 on they shall be commanded regarding the guarding of the Mishkan.", 
                "0": "(1) THEY MAY ASSIST/SERVE -- both groups -- THEIR BROTHER LEVITES ... BY STANDING GUARD, BUT THEY SHALL PERFORM NO LABOR."
            }, 
            "23": {
                "1": "FROM TWENTY-FIVE YEARS OF AGE UP THEY SHALL PARTICIPATE IN THE WORK FORCE IN THE SERVICE OF THE TENT OF MEETING -- the work of guarding, as it explains immediately below (v.26):  \"They may assist their brother Levites ... by standing guard.\"", 
                "0": "THIS IS THE RULE FOR THE LEVITES.  This is a new commandment, which has not been mentioned, for in Parashat B'midbar Sinai, and in Parashat Naso, the Holy One blessed be He commanded to count those between ages 30 and 50, for \"service and carrying,\" \"to carry the Mishkan.\"  Now in this parasha, it comes to explain the mitzvot of the service of guarding the Mishkan, that five years before the 30th year, when he is not fit for carrying, he is fit for, and commanded regarding, the guarding of the Mishkan and its appurtenances.  And from 50 years on, when he is not fit for carrying, he is fit for, and commanded regarding, the guarding of the Mishkan and its appurtenances, as it continues to explain:  "
            }
        }
    }, 
    "meta": "Chapter-Verse-Comment"
}