{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "He who collects Peah and says: “Behold, this is for such-and-such poor man” - Rabbi Eliezer says: He acquired it for him; the Sages say: He must give it to the first poor person that he finds. The Leket, the Shikhechah, and the Peah of a non-Jew are obligated in tithes unless he abandons them.", 
            "Rabbi Joshua ben Levi said: The dispute is in a where the owner of the field is rich, but if he is poor, since he can take -- he has acquired it [for the poor person]. Rabbi Zeira said: Rabbi Eliezer, Rabbi Yochanan, and Rabbi Joshua ben Levi all said the same thing [that one can acquire a lost object for someone else]. Rabbi Eliezer, as Rabbi Zeira said in the name of Rabbi Eliezer: a man can acquire a lost object for his friend. Rabbi Yochanan, as we teach in a Mishnah: \"Something found by his minor son or daughter, or something found by his gentile servant or maid-servant, or something found by his wife - these belong to him. Something found by his adult son or daughter, or something found by his Hebrew servant or maid-servant, or something found by his wife whom he divorced, even if he has not yet paid her the value of her ketubah [monetary settlement payable to a married woman upon divorce or the death of her husband], these belong to them.\" And Rabbi Yochanan said: this is when they [the adult children] are not dependent on their father, but when they are, objects they find go to the father. Rabbi Joshua ben Levi: for Rabbi Joshua ben Levi said: The dispute is in a where the owner of the field is rich, but if he is poor, since he can take -- he has acquired it [for the poor person]. It is taught [in a Baraita]: he who hires a worker, to do anything, what he finds belongs to the employer. Rabbi Shimon ben Lakish asked upon the Baraita: If wants to back out - he can, and you say that what he finds belongs to the employer? Rabbi Jacob bar Acha asked, as Rabbi Yossi questions: Why do we need to quote this from Reish Lakish? Why not learn it from what Rabbi Jacob bar Acha stated: Rabbi Yochanan and Rabbi Shimon ben Lakish argued. Rabbi Yochanan said: a man can acquire a lost object for his friend. and Reish Lakish said: a man cannot acquire a lost object for his friend. Rabbi Redifa said: Rabbi Jonah and Rabbi Yossi had a dispute: one said whoever can take, can acquire [for someone else]. And the other said whoever can give -- has acquired. He who said whoever can take, how much more so he who can give! And he who said whoever can give -- but not take. The Mishnah disputes he who said whoever can receive, as we teach: \"Give this bill of divorce to my wife\" -- [no, this is not an issue,] for the messenger could accept a bill of divorce on behalf of his daughter. \"this deed of manumission to my slave\" -- [no, this is not an issue, for he is a slave who can accept his own deed of manumission]. And we further teach: \"[with regard to one who says] \"Accept this bill of divorce on behalf of my wife,\" or, \"Bring this bill of divorce to my wife,\" he may take it back if he wants.\""
        ]
    ], 
    "title": "Jerusalem Talmud Peah", 
    "versionSource": "https://www.sefaria.org/Jerusalem_Talmud_Peah", 
    "heTitle": "תלמוד ירושלמי פאה", 
    "sectionNames": [
        "Daf", 
        "Halakhah"
    ], 
    "categories": [
        "Talmud", 
        "Yerushalmi", 
        "Seder Zeraim"
    ]
}