{
    "text": {
        "0": {
            "0": {
                "0": "I. (1) I have conceived the idea of writing the life of Moses, who, according to the account of some persons, was the lawgiver of the Jews, but according to others only an interpreter of the sacred laws, the greatest and most perfect man that ever lived, having a desire to make his character fully known to those who ought not to remain in ignorance respecting him, (2) for the glory of the laws which he left behind him has reached over the whole world, and has penetrated to the very furthest limits of the universe;",
                "1": "and those who do really and truly understand him are not many, perhaps partly out of envy, or else from the disposition so common to many persons of resisting the commands which are delivered by lawgivers in different states, since the historians who have flourished among the Greeks have not chosen to think him worthy of mention, (3) the greater part of whom have both in their poems and also in their prose writings, disparaged or defaced the powers which they have received through education, composing comedies and works full of Sybaritish profligacy and licentiousness to their everlasting shame, while they ought rather to have employed their natural endowments and abilities in preserving a record of virtuous men and praiseworthy lives, so that honourable actions, whether ancient or modern, might not be buried in silence, and thus have all recollection of them lost, while they might shine gloriously if duly celebrated; and that they might not themselves have seemed to pass by more appropriate subjects, and to prefer such as were unworthy of being mentioned at all, while they were eager to give a specious appearance to infamous actions, so as to secure notoriety for disgraceful deeds. (4) But I disregard the envious disposition of these men, and shall proceed to narrate the events which befell him, having learnt them both from those sacred scriptures which he has left as marvellous memorials of his wisdom, and having also heard many things from the elders of my nation, for I have continually connected together what I have heard with what I have read, and in this way I look upon it that I am acquainted with the history of his life more accurately than other people.",
                "2": "II. (5) And I will begin first with that with which it is necessary to begin. Moses was by birth a Hebrew, but he was born, and brought up, and educated in Egypt, his ancestors having migrated into Egypt with all their families on account of the long famine which oppressed Babylon and all the adjacent countries; for they were in search of food, and Egypt was a champaign country blessed with a rich soil, and very productive of every thing which the nature of man requires, and especially of corn and wheat, (6) for the river of that country at the height of summer, when they say that all other rivers which are derived from winter torrents and from springs in the ground are smaller, rises and increases, and overflows so as to irrigate all the lands, and make them one vast lake. And so the land, without having any need of rain, supplies every year an unlimited abundance of every kind of good food, unless sometimes the anger of God interrupts this abundance by reason of the excessive impiety of the inhabitants. (7) And his father and mother were among the most excellent persons of their time, and though they were of the same time, still they were induced to unite themselves together more from an unanimity of feeling than because they were related in blood; and Moses is the seventh generation in succession from the original settler in the country who was the founder of the whole race of the Jews."
            }
        }
    },
    "meta": "Book-Chapter-Paragraph",
    "work": "On the Life of Moses"
}