{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Agadot on Bava Batra", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ושיירה </b> לההיא ינוקתא כד חזת דקא בעי למנסבא כו'. נראה שדקדק למנסבא ' לפי שעבד של בית חשמונאי הוה ולא נשתחרר עדיין וכיון דקטל כולן נמצא שנשאר עבד של ההיא ינוקתא ואם נשאה הוה נשתחרר ממילא כדאמרינן בפרק השולח באדון שנושא שפחתו וה\"ה בהיפך באשה שנשאת לעבדה וק\"ל: "
        ], 
        [
            "<b>חזי </b> מר עבדא בישא כו' נלטיה מר כו' יראה בזה לפי שמדת העבד בקללה וארור כמ\"ש ארור כנען עבד עבדים יהיה וגו' ולזה כיון שהרבנן חשבו אותו לעבד ואינו ראוי למלך היה חושש לקללתם וקם וקטלינהו והיה בא לנסות בזה אח\"כ את בבא בן בוטא וא\"ל חזי עבדא בישא כו' נלטיה מר שכן הוא מדתו של עבד עד דא\"ל אי הוה ידענא דזהירי רבנן כולי האי שלא יקללוני אף אם חשבו אותי לעבד לא (הוה) קטלינא להו וק\"ל: ", 
            "<b>א\"ל </b> בעושה מעשה עמך א\"ל מסתפינא כו'. וקרא דעושה מעשה עמך היינו דאינו עובר בלאו באינו עושה מעשה עמך אבל עצה טובה קמ\"ל דגם באינו עושה מעשה עמך משום יראה שיודע למלך ולעשיר אין לקללם והיינו קרא גם במדעך מלך וגו' ולאו דוקא במדעך במחשבותיך דא\"כ מאי קא\"ל דאנא ואת יתיבנא אלא במדעך היינו בדיבור כדמוכח בסיפא דקרא כי עוף השמים יוליך את הקול וגו' ואע\"ג דכבר א\"ל ובחדרי משכבך אל תקלל עשיר דהיינו אפי' בסתר מ\"מ קאמר ליה דאנא ואת יתיבנא כו' משום דאיכא למימר בחדרי משכבך וגו' דאיכא חשש שישמעו אחרים כדאמרי' אזנים לכותל אבל בשדה דליכא חשש כלל כיון דליכא שם רק אני ואתה וא\"ל ואעפ\"כ כי עוף השמים יוליך את הקול וגו' ודו\"ק: ", 
            "<b>הוא </b> כבה נרו כו'. נראה לפרש דה\"ק דודאי אפשר למצוא העדר האור ולא עינים כגון אדם פקח בלילה והעדר עינים ולא האור כגון סומא ביום אבל כאן היה העדר שניהם התורה שהיא האור והת\"ח שהם העינים ולזה א\"ל שא\"א לך לתקן שניהם וזה ללשון ראשון א\"ל שתתקן האור כי גם בהמ\"ק הוא אורו של עולם כנאמר כי מציון תצא תורה וגו' אבל העדר העינים וגופות של ת\"ח א\"א לך להחזיר וללשון שני א\"ל שהעדר העינים אתה תתקן כי המקדש שתבנה הוא העינים תחת הת\"ח שקטלת אבל העדר האור שהיא התורה שכבית במיתת הת\"ח א\"א לך להחזיר בבנינו וק\"ל: ", 
            "<b>אם </b> לא סתרת אל תסתור כו'. מה שהוסיפו בזה לפי ענינו לומר לו אל תסתור דלא הל\"ל אלא אל תבנהו יראה בזה לפי שסתירת בהמ\"ק ובנינו אינו רק ע\"י מלך סתירתו כמ\"ש בפרק הניזקין על והלבנון באדיר יפול כו' וכן בנינו כדלקמן שאני בהמ\"ק דאי לאו מלכותא לא מתבני וכמ\"ש פ' כ\"ג ג' מצות כו' להעמיד להם מלך ולהכרית זרעו של עמלק ולבנות ב\"ה כו' וכן בדוד הוא אומר וה' הניח לו מסביב וכתיב ויאמר המלך וגו' אנכי יושב וגו' ולפי שהם לא חשבו אותו למלך רק לעבד וע\"כ א\"ל אל תסתור להחשב למלך ואם סתרת בלא דעתינו אל תבנהו כו' להחשב למלך בבנינו אם זיינך עלך שנתקיים בך התנאי הזה שהכרית אויבי ה' מסביב כמ\"ש בספר יוסיפון הנה התנאי האחר שיבנה ע\"י מלך לא נתקיים בך כי ספרך כאן ולא ריכא כו' ולזה גזמו לו קלניא תתעביד אפקירך ואת רכושך לבני חיל כי עבד אתה ועיין בערוך בערך זיי\"ן: ", 
            "<b>דכתיב </b> כי אנכי היום רך וגו' גם בשלמה נאמר בני נער ורך וגו' ופירושו רך בשנים לפי שלא היה לו אז רק י\"ב שנים אבל דוד היה לו יותר מל' שנים אז ואין לומר בו רך בשנים וק\"ל: ", 
            "<b>דהכי </b> שפיר טפי דמחזי כאדוותא דימא כו' אפשר שכוונו בזה כמ\"ש פ' כסוי הדם גבי תכלת דומה לים והים לרקיע כו' ועיין בחידושינו שם: ", 
            "<b>מפני </b> שהשיא עצה לנ\"נ שנאמר להן מלכא מלכי ישפר וגו' מפורש פרק היה נוטל: ", 
            "<b>שחתכוהו </b> מגדולתו כו' פרש\"י בפ\"ק דמגילה בימי אחשורוש שהרי בלשצר השליטו תלתא במלכותו כו' ע\"ש ויותר היה לו לפרש שנ\"נ השליטו על כל מלכות בבל ובלשצר חתכו מגדולתו ולא השליטו רק על תלתא דמלכותא וכן דריוש וניחא השתא לפי שהיה נחשב בעיני נ\"נ להשליטו על כל מלכותו על שהשיא לו עצה זו נענש להיות אח\"כ בימי בלשצר ודריוש נחתך מגדולתו וכן למ\"ד דנענש דשדיוה לגובא דאריוותא היינו אח\"כ בימי דריוש ודו\"ק: ", 
            "<b>וכתיב </b> כולה מטא על נ\"נ מלכא וכתיב ולקצת ירחין י\"ב כו'. מייתי להני קראי דמשמע כולה מטא על נ\"נ היינו גם מה שייעצו ליתן צדקה לעניים כדי ליתן לו ארכא וזה הועיל לו ליתן ארכא י\"ב חדש וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>ואלעזר בני קבע בה מסמורות כו'. עש\"ה דברי חכמים כדרבונות וכמסמורות נטועים וגו' וק\"ל: ", 
            "<b>ומה </b> חול שמועט כו'. דימה הצרות מרשעים בעוה\"ז למים כמ\"ש בקום עלינו אדם וגו' אזי המים שטפונו וגו' וכמו שהחול מגין משטיפת הים כמ\"ש כן מעשיהם של צדיקים מגינים מהרשעים ודבר זה יבואר לקמן פרק הספינה וק\"ל: ", 
            "<b>מ\"ט </b> לא תימא להו מהכא אני חומה כו'. דלפי דרש זה יש ללמוד לפוטרם בין באו על עסקי ממון בין באו על עסקי נפשות שאמר אני חומה זו תורה שהת\"ח עיקר חפציו היא התורה ואין לחוש בה מפני גזלנים ולסטים כמו שיש לחוש בשאר נכסים כדאמרינן בפסוק כי טוב סחרה וגו' ואם על עסקי נפשות באו אמר ושדי כמגדלות אלו ת\"ח כי שם ה' מגדול עוז ושדי ע\"ש שם שד\"י הוא מגדול עוז סביב להם ע\"ד דאמרינן בהתכלת חביבין ישראל שסבבן הקב\"ה במצות תפילין בראשיהן ואומר חונה מלאך ה' סביב וגו' ע\"ש: "
        ], 
        [
            "<b> </b>דדרש רבא אני חומה זו כ\"י כו'. שאף גזירות שמחדשין העכו\"ם על כלל כ\"י אני חומה ועיקר כוונתן אינו רק על הממון וגובין הכל לפי הממון כמ\"ש הרא\"ש וכן אמר ושדי כמגדלות אלו בתי כנסיות ובתי מדרשות כו' שאם ח\"ו באו העכו\"ם לעקרן אין דעתן רק על ממונינו וק\"ל: ", 
            "<b>תכו </b> כו'. ת\"ח שמכתתים רגליהם כו' ר\"ל דמן הדין הם פטורים ממסים למאי דתנן כמה יהא בעיר ויהא כאנשי העיר למסים י\"ב חודש והני רבנן מכתתין רגליהן מעיר כו' ואינן מעכבין בעיר כ\"כ וק\"ל: ", 
            "<b>אי </b> תנו כלהו עתה אקבצם כו'. פרש\"י וכן רובן יהיו וכו' ע\"ש דבקרא אינו מפורש כולהו ולא מועט אלא בסיפא דקרא ויחלו מעט וגו' אלא במועט וק\"ל: ", 
            "<b>אבל </b> ע\"ה לא יכנסו כו'. אף שאפילו עניי גוים מפרנסים עם עניי ישראל הכא בשני רעבון שהיה כל העולם שרוי בצער ואמרינן פרק קמא דתענית שיש לאדם לצער עצמו עם הצבור וכל המרעיב עצמו כו' ואסור לאדם לשמש מטתו בשני רעבון ולפי שע\"ה אינן עושין כן שאוכלין כדי שבען ואין מצערין בצער עולם כמו שעושין הת\"ח שאין אוכלין כדי שבען כדאמרינן שם לכך לא רצה ליתן להם כדי להרעיבן ולצערן ג\"כ וא\"ל פרנסני כעורב וככלב כו' נקט אלו שגם בתיבה היו כולם אסורין לשמש מטעם זה שהעולם היה שרוי בצער והעורב והכלב לא צערו עצמן ושמשו מטתן בתיבה כדאמרינן פרק חלק ואעפ\"כ פרנסן נח גם אתה אל תחוש לזה ותפרנסני ומחם שגם הוא שימש בתיבה לא הביא לו ראיה שאפשר שהוא פרנס עצמו ועוד שהיה נח חס על בנו. ושוב ראיתי בב\"י י\"ד סימן רנ\"ב בשם הריטב\"א אהך עובדא שהיה מצער על שנתן פתו לע\"ה מסתברא בכה\"ג שהיו שני בצורת ומה שהיה אוכל ע\"ה יחסר לת\"ח אבל בלאו כו' ע\"ש עכ\"ל: ", 
            "<b>דליוה </b> לפלגא פרש\"י שמחל להם החצי והקשה במרדכי בשם ר\"ת דהא ערקו השאר שדיוה אכובס ולא מחל לו כלום וגרס ר\"ת דליוה אפלגא כו' עכ\"ל ע\"ש. ונ\"ל ליישב פרש\"י דודאי המלך מתחלה הטיל מס על כולם אלא שרבי פטר את הת\"ח שע\"ה יתנו גם חלק הת\"ח לפי שהפורענות באה מהם שאלולי הם לא הטיל המלך כלום על הת\"ח ואפשר שא\"ל מטעם דלעיל שהת\"ח אינן מבני העיר ופטורין ממסין ואמרו הם אף אנו נעשה כן וערוקינן כו' וערקו ושאל המלך למה ערקו והגידו לו כי אינן רוצין לתת מס בשביל הת\"ח ומחל להם פלגא שהוא חלק הת\"ח כי כן גם דריוש פטר להם כדכתיב מנדה בלו והלך וגו' ואפשר שלזה כוון לומר לעיל שהפסוק הזה יתנו בלשון תרגום נאמר שהיא מצוה למלך עכו\"ם שיפטור אותן ואתו הנהו פלגא כו' בקשו שיתנו גם הת\"ח לאותו פלגא בטענה שהם הפסידו בשביל הת\"ח שברחו מקצתן וא\"ל לא כו' ושדיוה אכובס אותו פלגא שאותו חלק שע\"ה חייב לא מחל כלל עד שערק גם הוא ודו\"ק: "
        ], 
        [
            "<b>כולהו </b> איתנהו ביה פרש\"י שביד כותי לעשות בו כל חפצו אם למות אם לרעב עכ\"ל ר\"ל דיוכל להרעיבו או להרגו בחרב אבל שימות כך ודאי דאין זה ביד הכותי אבל הוא בכלל שבוי דיש אדם שאינו הורגל בטבע מקומות ומדינות אחרות ומת שם במיתה טבעית וק\"ל: ", 
            "<b>והמשכילים </b> יזהירו כו' הדמיון בזה כי הרקיע אף שהוא משתנה לכמה מראות משינוי הטבעיים ההויים בעולם התחתון הנה מראיתו האמיתית לספיר דומה והספיר לכסא הכבוד כדאמרינן בפרק כיסוי הדם כן הדיין המשכיל כשיראה הדין משונה כדין מרומה אין לילך אחריו לומר אין לדיין אלא מה שעיניו רואות לפי העדות אך ידון אותו לפי אמיתות הענין וזהו דין אמת לאמתו כי לא יאמר לדון אותו דין אמת לפי עדות אך כשיראה בו דין מרומה יחתוך את האמת לפי אמתת הענין ובזה יתדמה ג\"כ לבוראו שהוא דיין אמת לפי אמתת הענין כי הוא יראה ללבב ולזה כוונו פ\"ק דשבת כל דיין שדן דין אמת לאמתו נעשה שותף להקב\"ה והוא הפירוש שכתבו התוס' שם לאפוקי דין מרומה גם בשמעתין דקדקו לפרש לשון אמת לאמתו דאמת לאפוקי דין מרומה כו' ולאמתו שלא יטו כו' עכ\"ל ובזה יפול קושית מהר\"י קאר\"ו בב\"י טור ח\"מ לפירוש התוספות דתיבת אמת הוי סגי להאי עכ\"ל ונעלם מעיניו דברי התוס' דבשמעתין גם מה שהוא פירש שם דאע\"פ שידון הדיין דין אמת אם מצטרף לזה אהבת הדיין לזכאי או שנאת החייב לא הוי לאמתו עכ\"ל א\"א לומר כן דבפ\"ק דסנהדרין אמרינן כל דיין שאינו דן דין אמת לאמתו גורם לשכינה שתסתלק מישראל שנאמר משוד עניים מאנקת אביונים וגו' ולפי' מהרר\"י קאר\"ו אף כשאין דן דין אמת לאמתו ליכא ביה משוד עניים וגו' ולפירוש התוספות ניחא ודו\"ק: ", 
            "<b>ומצדיקי </b> הרבים ככוכבים לעולם ועד אלו גבאי כו'. הגבאים הם המעשים הרבים לצדקה יהיו מעשיהם ככוכבים וגו' שהכוכבים משתמשים בין ביום ובין בלילה א\"ל אינן מאירין רק באפילה בלילה כן יהיו גבאי הצדקה שיפקחו בעסקי העניים בין ביום ובין בלילה אך לא יתנו לעניים הצדקה בפרהסיא כביום רק יאירו עיניהם בסתר כבלילה כדי שלא יתביישו כדלקמן ולמאי דתנא והמשכילים כו' וגבאי צדקה הוא בכלל המשכילים כמ\"ש אשרי משכיל אל דל שיזהירו להם כזוהר הרקיע כמ\"ש לגבי דיין שיראה גם הגבאי לכל עני לפי אמתת הענין כי יש עני מרומה שיש לו כדאמרינן לקמן כשיראה לך שאינו רמאי וכמ\"ש נחזיק טובה לרמאין מיהו ק\"ק גבאי צדקה אינן מחלקי צדקה כדאמרינן פרק כל כתבי. ואמר ", 
            "<b>ומצדיקי </b> הרבים וגו'. אלו מלמדי תינוקות שכ\"א ממלמדי תינוקות הוא מצדיק הרבים בתינוקות כדאמרינן לקמן פרק לא יחפור והם ככוכבים לעולם ועד שהכוכבים גם ביום רואין ומשתמשים לעולם אבל אינן נראין כן יהיה המלמדי תינוקות אף בשאינו נראה להם יהיה מפקח ורואה להיות דעתו עליהן כדמסיק ומייתי תליסר שנין דלא חזיא לי והשתא נמי דעתאי עלייהו וק\"ל: ", 
            "<b>ורבנן </b> מאי אמר רבינא ואוהביו כצאת השמש וגו' מפורש פרק השולח: "
        ], 
        [
            "<b> </b>אין מחשבין כו'. אע\"פ שאין ראיה לדבר זכר וכו'. כתבו התוס' דראיה גמורה אינה דשאני התם שהיו צדיקים גמורים עכ\"ל לא ניחא להו דקאי זכר לדבר אדלעיל מיניה אגבאי צדקה כפרש\"י אלא דקאי נמי אולא בהקדש כו' דסליק מיניה ומשום שהיו צדיקים גמורים ור\"ל כי הכתוב מעיד עליהם דלכך לא יחשבו עמהם כי צדיקים גמורים היו ובודאי באמונה היו עושין וק\"ל: ", 
            "<b>אע\"פ </b> שיש לאדם גזבר נאמן כו'. יצור וימנה שנאמר ויצורו וימנו כו'. אפשר שהוא מטעם שלא יהיה רשות למזיקים עליהם כדאמרינן בפרק כל הבשר כל מילי דצייר וחתים ומנוי כו' וק\"ל: ", 
            "<b>הלא </b> פרוס לרעב לחמך בשי\"ן כתיב פרוס וגו' בכל הספרים שלנו אינו כתוב בשי\"ן רק פרס בסמ\"ך גם בילקוט כל זה אינו ואי גרסינן הכא פרוס לרעב לחמך בשי\"ן קרי פרוש כו' ולקמן גרסינן פרוס לאלתר כדכתיב התם כו' ניחא ודו\"ק: ", 
            "<b>לא </b> אזדקק ליה רב פפא כו'. פירשו בתוס' רב פפא גבאי היה ולא נתן לו מן הקופה כו' עכ\"ל משום דבכמה דוכתין אשכחן עניים שחזרו על הפתחים והיינו שכל בעל בית נותן לו משלו ורב פפא שלא היה נותן לו היינו מן הקופה כדרך שנותנין לשאר בני העיר כדאמרינן לעיל לא היה נותן לו כיון שהוא מחזר על הפתחים ולא בא לגבאים שיתנו לו מן הקופה ואמר ליה רב סמא שאחרים לא ידעו בו שמן הקופה לא נתן לו אלא שיסברו שאף משלו לא נתן לו ולא יתנו לו גם הם משלהם וימות ברעב אלא שדבר מועט יתן לו גם מן הקופה ואז יתנו לו גם אחרים משלהם וק\"ל: ", 
            "<b>אל </b> ימנע אדם עצמו משליש השקל כו'. אע\"ג דלענין קרבנות בעי חצי שקל בכל שנה קאמר הכא דצדקה דמיא טפי לקדושת בדק הבית דהוי קדושת דמים וסגי בשליש השקל: ", 
            "<b>שקולה </b> צדקה כנגד כל המצות כו'. ע\"פ מה שאמרו לקמן כל המעלים עיניו מן הצדקה כאלו עובד עכו\"ם שהיא שקולה כנגד כל המצות והוא שהנותן צדקה הקב\"ה משלם לו כמ\"ש מלוה ה' חונן דל וגו' והמעלים מלתנה יש לו לב בליעל לאמר שאין מי שישלם לו והרי הוא ככופר בה' ומודה באלהי זהב וכסף: ", 
            "<b>גדול </b> המעשה כו' מעשה הצדקה וגו'. דלגבי הנותן לא קאמר אלא השקט ובטח ולגבי מעשה קאמר שמביא שלום וגדול השלום וכדאמרינן בעלמא וענין השלום הוא שלמא ממלכותא דאי לאו באין עכו\"ם ונוטלין כדמסיק בעובדא דריב\"ז ועי\"ל דמעשה הצדקה אין כאן רק שלום ממלכותא כיון שאינו נותן רק ע\"י כפייה ותלה זה במעשה ולא בעושה לפי שגדול המעשה יותר מן העושה אבל עבודת הצדקה הגמורה שנותנין מדעת ורצון בלי כפייה יש לו דבר נוסף דהיינו השקט ממלכותא וגם בטחון טוב שיש לו מי שישלם לו וק\"ל: ", 
            "<b>לא </b> זכה ועניים מרודים כו'. דהיינו חיל המלך הרודים בעם תכניסן לבית מה שהטיל המלך עליך לתת להם מזונות ורש\"י פירש בע\"א וק\"ל: ", 
            "<b>עכשיו </b> שאין ב\"ה קיים אם עושין צדקה מוטב כו'. דאכילת עניים היא תחת אכילת מזבח כמ\"ש פתח במזבח וסיים בשלחן בזמן שבהמ\"ק קיים מזבח מכפר ועכשיו השלחן מכפר כמפורש בפרק ח\"ה ע\"ש: ", 
            "<b>ואעפ\"כ </b> נחשב להן לצדקה כו'. מפני שעכו\"ם נוטלין מן העשיר תחת העני וק\"ל: "
        ], 
        [], 
        [
            "<b> </b>כדי שניצול מדינה של גיהנם. כדאמרינן לקמן וא' שמצלת מדינה של גיהנם וק\"ל: ", 
            "<b>א\"ל </b> זו היא שמחייבתן לגיהנם כו'. יראה שהודה המין הזה כשישראל על אדמתן שמצות צדקה עלינו ומה שהקב\"ה אינו מפרנסן כדי שניצול אנו כו'. כמו שהשיב לו ר' עקיבא אבל אמר כשישראל במאסר הגלות נמשלו לעבד החבוש בבית האסורין וצוה עליו שלא להאכילו ולהשקותו כדכתיב ועבדת את אויביך אשר ישלחנו ה' בך ברעב ובצמא וגו' וע\"ז השיב לו ר' עקיבא דאף ע\"פ שכעס עליהן נמשלו לבנים כדאמרינן בנים משחיתים אף בזמן שהם משחיתים מעשיהם נקראים בנים לה' ולפי שהמין הזה לא הודה לו ואמר שאינן קרויין בנים רק כשעושין רצונו של מקום הביא לו ר\"ע ראיה לדבריו דאימתי עניים מרודים כו' דהיינו חיל המלך העכו\"ם הרודים בישראל כמ\"ש לעיל ודו\"ק: ", 
            "<b>כשם </b> שמזונותיו כו' מר\"ה כך חסרונו של אדם כו'. תלה חסרונו במזונותיו דלגבי מזונותיו של אדם אמרינן פרק ב' דביצה מפורש בקרא בכסא ליום הגיע זה ר\"ה וכתיב כי חוק הוא לישראל וגו' ומאי משמע דהאי חוק לישנא דמזוני הוא דכתיב ואכלו את חקם וכתיב הטריפני לחם חקי ואמר דחסרונו שמחסר אדם מממונו כמ\"ש מלח ממון חסר נמי קצובין לו מאז כי הם קצובין מר\"ה אם לזכות למזונות של עני כדקאמר הכא זכה הלא פרוס גו' ואם לחובה לעניים מרודים חיל המלך ואפשר שע\"ז רמז האי קרא רש ועושר אל תתן וגו' אל תתן לי רש ועוני שיהיו מזונותי קצובין בחסרונו של אחר וכן עושר שיהיו מזונות אחרים קצובים בחסרוני אך הטריפני לחם חקי וגו' וק\"ל: ", 
            "<b>חזאי </b> חלמא פרש\"י במוצאי י\"כ עכ\"ל דקדק לפרש כן דמסתמא הנהו בני אחתיה דריב\"ז לאו רשעים הוו שנגמר דינן בר\"ה אלא בינונים דהוה דין חסרונם נגמר ביוה\"כ ואת\"כ במוצאי יוה\"כ חזא ההוא חלמא דבעו למחסר בשנה זו ז' מאה דינרי עשינהו כו' כדי לקיים בהו זכה הלא פרוס וגו' ואמר פש גבייהו י\"ז פרש\"י ערב ר\"ה שביסר דינרי שלא נתנו לצדקה עכ\"ל נראה דה\"נ דקדק לפרש ער\"ה משום דמר\"ה ואילך מתחיל דין אחר וזה החסרון כבר נידון משנה שעברה בר\"ה ונגמר ביוה\"כ שעבר כמו שחזה אז בחלמא אבל מה שאמר בגמרא כי מטא מעלי יומא דכפורי שדור בי קיסר כו' נראה דפש בהו בעיוה\"כ בשנה שנייה וההוא דינא דיוה\"כ נמשך עד יוה\"כ הבא וכמ\"ד פ\"ק דר\"ה אדם שאירע בו קרי או אונס קודם י\"ה נידון לשעבר לאחר י\"ה נידון להבא ולפי זה נראה להגיה בפירוש רש\"י פש גבייהו עי\"כ י\"ז דינרי שלא כו' ודו\"ק: ", 
            "<b>א\"ל </b> אמינא כי היכי דתעבדו מצוה כו' ועשינהו דקאמר לאו בכפייה אלא בדברים מצוה לשמה וק\"ל: ", 
            "<b>איחייב </b> מאן דסני לן כמחללי כו' עיין פרש\"י ועוד נ\"ל לפרש השתא אלו נפלתי דמאן דסני לן השונא לי הוה מחייב לי שהייתי מחלל שבת ועוד עכו\"ם וחייב סקילה וק\"ל: ", 
            "<b>שמא </b> עני בא לידך ולא פרנסתו אפשר שרמז לו אעובדא דמייתי לעיל ההוא עניא דהוה מחזר על הפתחים ולא אזדקק ליה רב פפא וק\"ל: ", 
            "<b>כתיב </b> הכא כו' עם לבבך כו' וכתיב התם יצאו אנשים בני בליעל כו' הרבה כתובים לשון בליעל במקרא גם בשאר עבירות אבל בתורה אינן כתובים רק אלו שנים ויש לנו ללמוד זה מזה וק\"ל: ", 
            "<b>כל </b> צדקה וחסד שישראל עושין בעה\"ז שלום גדול כו' שלומי מאת העם הזה החסד והרחמים כו' לפי פשוטו החסד והרחמים שלו שהיה לו עם ישראל שנאמר ושמר לך ה' את הברית ואת החסד וגו' ונתן לך רחמים אמר לאסוף מהם אבל את שלומי דריש דמשמע דבר שהיה עושה שלום אצלי שהם החסד והרחמים שהיו הם עושין היו פרקליטין ושלום הגדול אצלי כדאמרינן כל המרחם מרחמין עליו שנאמר ונתן לך רחמים ורחמך וגו' וע\"פ דרך זה אמר ג\"כ שמקרבת הגאולה שנאמר ועשו צדקה כי קרובה ישועתי לבא וצדקתי להגלות כי הצדקה שיהיו עושין יהיו זוכין לעשות עמהן צדקה בנגלה בעת הישועה כי הצדקה שעושה הקב\"ה עמנו בגלות היא בסתר וק\"ל: ", 
            "<b>יין </b> קשה שינה מפכחתו ומיתה קשה מכולם כו' כי השינה הקשה מהם היא אינה אלא אחת מס' במיתה וק\"ל: ", 
            "<b>יהיב </b> פרוטה לעני והדר מצלי כו' ע\"פ המשל דלעיל כמדת ב\"ו שמביא האדם דורון למלך ואח\"כ מבקש על נפשו וק\"ל: ", 
            "<b>אלו </b> ת\"ח שמנדדין שינה וכו' יש לפרש בזה ע\"ד וקוי ה' יחליפו כח שאמרו בסוף קדושין שהתורה נותנת כח ללומדי תורה ולפי שמיעוט השינה מחליש את האדם אמר בת\"ח המנדדין שינה בעוה\"ז בלימוד תורתם הקב\"ה נותן להם כח ללמוד תורה ומשביען בעוה\"ז שכינתו דלעולם הבא דאין שם שינה וחלשות האדם כדאמרינן אלא שהצדיקים יושבין ונהנין מזיו השכינה וק\"ל: ", 
            "<b>מה </b> דכתיב מלוה ה' חונן דל אלמלא כו'. כי מלת מלוה בכל מקום הוא שם התואר לאיש המלוה מעותיו לאחר כמו לאיש מלוה ובישעיה כמלוה כלוה ולזה פירשו בו בכאן כי החונן דל נעשה הוא מלוה לה' וכביכול שהקב\"ה נעשה לוה לשלם לו ולא מדין ערב אלא שנשתעבד כדין לוה כאומר תלוה לזה ואני פורע וכמפורש בסיפא דקרא וגמולו ישלם לו ר\"ל גם כי העני זה אין לו במה לשלם הקב\"ה שהוא נעשה כלוה הוא משלם לו גמולו וק\"ל: ", 
            "<b>רבי </b> יוחנן רמי כתיב לא יועיל הון וגו' ב' צדקות הללו למה כו'. נ\"ל דתרתי קאמר חדא דרמי קראי אהדדי דכתיב לא יועיל הון וגו' דמשמע דאין אדם יכול להציל עצמו בממונו ולא מועיל לו ההון אפילו לעשות אז צדקה ובקרא אחרינא קאמר לא יועילו אוצרות רשע דהיינו ממון הגזול משמע אבל בממונו יכול להציל ולעשות צדקה ועוד ב' צדקות הללו דכתיב ב' פעמים וצדקה תציל וגו' למה ואמר דאחד שמצילתו ממיתה משונה ואחד מדינה של גיהנם וההוא קרא דביום עברה איירי מדינה של גיהנם דהיינו בעוה\"ב לאחר מותו אפילו ממונו קאמר דלא יועיל לו לעשות צדקה בעוה\"ב אם לא עשה בעוה\"ז אבל קרא אחרינא איירי שמצילתו ממיתה משונה דהיינו בעוה\"ז ואז ממונו יועיל לו לעשות צדקה אבל ממונו הגזול אפילו בעוה\"ז לא יועיל לעשות בו צדקה וק\"ל: "
        ], 
        [
            "<b>מה </b> יעשה אדם ויהיו לו בנים ר\"א אמר יפזר כו'. אפשר שסמך על מה שפירש דוד במזמור דמייתי בסמוך אשרי איש ירא ה' וגו' גבור בארץ יהיה זרעו דור וגו' וסיים בו שלכל זה זכה לפי שפזר נתן לאביונים וגו' וק\"ל: ", 
            "<b>אמר </b> משה לפני הקב\"ה במה תרום כו'. לפי שבחומש הפקודים נאמר בלשון צווי לרבים שאו את ראש וגו' אתה ואהרן ואתכם יהיו איש וגו' וכאן שינה לומר בלשון יחיד למשה לבד ולא נאמר בלשון צווי וע\"כ דרשו שזה הכתוב הוא תשובה לשאלת משה במה תרום קרן ישראל וא\"ל הקב\"ה כי תשא אם באת לשאת ראשם וכו' כפי' רש\"י כי ע\"י נדבתם למשכן נתרוממו ישראל מכל האומות שירדה השכינה בישראל וכן אמרו במדרש צדקה תרומם גוי בנדבה שהביאו ישראל למלאכת המשכן נתן להם תלוי ראש ע\"י משה וק\"ל: ", 
            "<b>שאלו </b> את שלמה כו' מה פירש דוד אבא פיזר וגו'. שלמה גופיה אמר נמי הכי צדקה תרומם גוי אלא שאפשר לומר דוקא בגוי וממלכה שעושין צדקה כדלקמן אבל שאלו לו על היחיד ועוד נראה לפרש דמהאי קרא צדקה תרומם וגו' למדו ששאלו על כך לשלמה והשיב להם צדקה תרומם וגו' שזו הוא שפירש דוד אבא שסיפר באותו מזמור כמה הצלחות זמניות ליראי ה' וטוב ממנו איש חונן ומלוה וגו' וסיים להוסיף עוד בצדקה עד היכן כחה שאמר פזר נתן וגו' קרנו תרום וגו' דהיינו צדקה תרומם שאמר שלמה: ", 
            "<b>רבי </b> אבא אמר מהכא הוא מרומים ישכון כו'. ניחא ליה לאתויי מהכא מדברי נביאים ויש לפרש האי קרא לפי הדרש ע\"פ מ\"ש בתענית פ\"ג דאתתא שכיחא בביתא ויהבה ריפתא לעניים ומקרבה הנייתה ואנא יהיבנא זוזים ולזה אמר מה טעם מרומים ישכון כי מצודות שעושה לו בסלעים מלשון מטבע וזוזים וסלעים שנותן לעני היא משגבו ויותר מזה כי לחמו נתן ומימיו כי הם נאמנים ושלמים דמקרבא הנייתן לעניים לאכול ולשתות טפי מנותן סלעים ומעות שצריך לטרוח ולקנות ודקדק לומר ניתן בלחם ולא נותן כי הלחם ומים ניתן על ידי האשה דשכיחא בביתא ודקדק לומר לחמו ומימיו שיתן מלחמו ולא מלחם אחר בפחות ממנו וכן ממימיו אם גם הוא שותה מים וק\"ל: ", 
            "<b>שאלו </b> את שלמה איזה בן עוה\"ב כו'. יש לפרש ע\"פ מ\"ש פ' החליל חסידים ואנשי מעשה היו אומרים אשרי ילדותינו שלא ביישה את זקנתינו והוא פירוש הכתוב וחפרה הלבנה ובושה החמה וגו' אבל הימים שהם נגד זקניו שהוא הילדות יהיה כבוד שלא יתבייש ממנו בזקנותו ומייתי כי הא כו' עליונים למטה כו' שהיו בכבוד בעוה\"ז יתביישו כשיהיו למטה בעוה\"ב ביום תוכחה אבל אנן כי היכי דחשבינן הכא חשבינן נמי התם ולא נתבייש ועוד יש לפרש ונגד זקניו כבוד שלא יתבייש ממעשה בני בניו שהולכים בדרך טובה כי בני בנים הרי הם כבנים ויהיה לו שיבה טובה כמו באברהם שמת ה' שנים קודם זמנו שלא יראה עשו בן בנו יוצא לתרבות רעה ודבר זה מפורש בדברי שלמה עטרת זקנים בני בנים כו': ", 
            "<b>שהיו </b> אומרים אשרי שבא לכאן ותלמודו בידו כו'. יש לפרש כי עיקר הלימוד ושנעשה בו רושם הוא הלימוד הבא מכתיבת יד אשר על כן נקראו החכמים סופרים: ", 
            "<b>ר\"ע </b> וחביריו משום הרוגי מלכות ותו לא כו'. ר\"ל משום הרוגי מלכות יש להם מחיצה ביחד בפני עצמן ותו לא והרי יש לצדיקים מעלה יתירה לכל אחד ואחד מחיצה בפני עצמו לפי כבודו כמ\"ש פרק הספינה כי על כל כבוד חופה מלמד שכל אחד ואחד עושה לו הקב\"ה חופה לפי כבודו וק\"ל: ", 
            "<b>שאין </b> עושין אלא להתגדל כו' שנאמר כו'. אין זה מלשון גדולה וחשיבות דאם כן היינו להתייהר דלקמן אלא מלשון גדולה בשנים שיאריכו ימים כדמייתי ומצליין לחיי מלכא וגו' ומייתי נמי עלה סלע זו לצדקה ע\"מ שיחיה בני כו' וק\"ל: ", 
            "<b>ל\"ק </b> כאן בישראל כאן בעכו\"ם יש להקשות בזה מי איכא מידי דלישראל שרי ולעכו\"ם אסור כדאמרינן פרק השוחט ופרק ד' מיתות ויש ליישב ודו\"ק: ", 
            "<b>נענה </b> ר\"ג כו'. שאין עושין אלא להתייהר כו' אמר ר\"ג עדיין אנו צריכין למודעי כו' יראה דר\"ג לא הביא בדבריו קרא על מה שאין עושין אלא להתיהר כמו שהביאו תנאי אחריני ראיה לדבריהם אלא שאמר על דברי ר\"א ור\"י שאמרו שאין עושין אלא להתגדל ולהמשך מלכותן דבישראל שרי כה\"ג ובעכו\"ם הוי חוטא לפי שאין מבקשין גידול שנים והמשך מלכות אלא להתייהר באותן שנים ומלכות לכך אמר ר\"ג אנו צריכין למודעי דמתוך דבריו למדנו שהעכו\"ם אינו עושה אלא להתיהר ולקנטר כמ\"ש אלא לקנטר לחרף אותנו ולהתייהר עלינו כדמייתי קרא זד יהיר מתוך גאוותו מחרף ומתלוצץ אותנו וק\"ל: ", 
            "<b>לפי </b> שהוא נותן צדקה וחסד לישראל כו'. יראה דצדקה וחסד הם ב' מדות קרובים לענין א' אלא שזה בממון וזה בגופו ולתנאי דלעיל צ\"ל דנקט קרא צדקה לגבי ישראל לרבותא דאפי' הצדקה שהיא פחותה מגמ\"ח כדאמרינן בסוכה דמרומם אותם ונקט קרא חסד במקום צדקה בעכו\"ם דאפי' חסד שהיא גדולה שבמדות חטאת היא להם ולדברי ריב\"ז נמי צדקה וחסד קאי כולה על עכו\"ם ולזה אמר ריב\"ז נראין דברי רבי נחוניא בן הקנה שהוא נותן צדקה וחסד לישראל שהוא אחד מן הסימנים שיש באומה הישראלית כדאמרינן פרק הערל אבל אין בהם בעכו\"ם מדת חסד כלל ולכך לא קאי חסד אלאומים כמו שדרשו כל הני תנאי לעיל אלא כרבי נחוניא דקאי חסד על ישראל: ", 
            "<b>כך </b> צדקה מכפרת על עכו\"ם לפי דרש זה קאי גם צדקה תרומם גוי על עכו\"ם דנחשב לעכו\"ם הצדקה וחסד שעושין במקום חטאת לישראל ולהכי לא מייתי בדרש דהכא גוי אלו ישראל דכתיב ומי כעמך וגו' כמו שהביאו התנאים דלעיל וק\"ל: ", 
            "<b>דאיבעי </b> ליה למפלגינהו לעניי א\"ה כו'. ק\"ק דרבי אבהו נמי אמאי לא קבלינהו משום שלום מלכות וה\"ל למפלגינהו לעניי א\"ה וי\"ל דלא היו במקומו עניי א\"ה וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b> </b>אע\"פ שנטלה מן הנביאים כו'. כפרש\"י אע\"פ שניטלה מן הנביאים שאינן חכמים כו' עכ\"ל יש מקשים היאך היתה הנבואה קודם שחרב בהמ\"ק באינם חכמים הא אמרינן פרק המצניע ופ\"ד דנדרים אין הקב\"ה משרה שכינתו אלא על עשיר גבור וחכם כו' וכולהו יליף להו ממשה ולפי מה שפירש הרא\"ש שם פ\"ד דנדרים אין הקב\"ה משרה שכינתו היינו בקביעות ניחא ובהכי ניחא נמי מה שמקשים דיליף שם עשיר ממשה שנאמר פסל לך והלא דברה עמו שכינה כמה זמנין קודם לכן אלא שלא היה בקביעות ועיין בחידושי הרמב\"ן ועיין גם בחידושינו שם: ", 
            "<b>תדע </b> דאמר גברא רבא מלתא ומתאמרא משמיה דגברא רבא אחרינא כו'. לכאורה קשה אם חכם הראשון אמרה בסברת הלב בלא נבואה למה לא נאמר כן גם על חכם השני ואפילו לאו בר מזלי' הוא ונראה לפרש דה\"ק דגברא רבא אמר מלתא ששמענו אותו מפיו ומתאמרא משמיה דגברא רבא אחרינא שקדם לו ולא שמענו אותו מפיו כגון א\"ר אלעזר ואיתימא ר' יוחנן אמר רב פפא ואיתימא רבא שהשני ודאי אמרה ומתאמרא משמיה דראשון אף שלא שמענו אותו מפיו אלא שנפלה נבואה זו בפי האומרים שגם הראשון אמרה וכן יש לפרש לקמן וק\"ל: "
        ], 
        [
            "<b>טביומי </b> חתם כו'. בספר יוחסין ע\"ש כי כל ימיו היה טוב לישראל עכ\"ל ועי\"ל ע\"ש דקיימא ליה שעתיה דהיינו טב יומי דמזל טבא דיומא גרים ליה. ועי\"ל דאמר עליה רב אחא כל המטיבין לו לא במהרה כו'. ולכל הפירושים קשה דהא כבר הוה חתים שמו כך קודם שידע כל זה: ", 
            "<b>כיון </b> דמלו עשרה פתח כו'. ובספר יוחסין כתב ודע כי הסמיכה היא בג' אבל למנותו ראש ישיבה צריך עשרה כמו למר בר רב אשי כו' ע\"ש: ", 
            "<b>אמר </b> רבא ואנא בתרא כו'. לא קללו שימות רמי בר חמא לפניו אלא שיגרשה רמי בר חמא ואח\"כ ישא אותה רבא אבל רמי ב\"ח היה חש מלישא גרושה כדאמרינן פ' ע\"פ לא תבשל בקדירה שבשל בה חבירך ומאי ניהו גרושה בחיי בעלה כו' ומש\"ה לא אמר ואנא בתרא דא\"כ הוה קללה לרבא שימות לפניו דהא א\"א לו שישאנה בענין אחר וק\"ל: ", 
            "<b>יש </b> לו ב' לבבות כו'. שנאמר איש נבוב ילבב כו' לכאורה לשבח ולמעלה קאמר דאלו יש לו ב' לבבות דומיא דנביבה דמייתי ותירוש ינובב וגו' דנדרש לשון ינובב לשבח אבל רש\"י פי' לגריעותא וכההיא דפרק המקבל י\"ג דברים נאמרו בפת שחרית כו' ומחכימת פתי כו' וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b> </b>אין עושין ס\"ת לא אורכו יותר על היקפו כו'. א\"ל בגויל ו' כו' נראה דנתנו לתורה האי שיעורא כעין הלוחות שהיו אורכן ו' ורוחבן ו' כדלקמן וה\"נ אורך ס\"ת והיקפו ו' דהיינו כעין רוחב הלוחות מיהו עביו של ס\"ת לא היה ג' כעין הלוחות דזה א\"א כיון דהקיפו ו' ע\"כ בעובי לא הוה רק שני טפחים וק\"ל: ", 
            "<b>רב </b> הונא כתב ע' ס\"ת ולא אתרמי כו'. הכא איכא לפרושי דלעצמו כתבן עד דאתרמי ליה דאשכחן דעשיר היה כדאמרינן בתענית ביומא דעיבא מפקי ליה בגוהרקא דדהבא וע\"ש אבל מה שהפליגו דר' אמי כתב ד' מאות ס\"ת אע\"ג דגם הוא עשיר הוה כדאמרינן פרק אלו מציאות דמצא אודיא דדינרי מ\"מ אינו דומה דלעצמו כתב כ\"כ ס\"ת דהא לא הוזכר לגביה עד דאתרמי ליה ויש לפרש שכתבן לאחרים קאמרי ורב המנונא א\"ל דזה א\"א לאדם א' לכתוב ד' מאות ס\"ת ודלמא מה ששמעתם שכתב ד' מאות ס\"ת היינו לתינוקות תורה צוה לנו משה וגו' כדאמרינן פ' לולב הגזול משיתחיל הקטן לדבר אביו מלמדו תורה צוה וגו' וק\"ל: ", 
            "<b>שבו </b> עמודין כו'. כתבו התוספות נראה לר\"ת דסימן להעמדת ישראל היה כו' עכ\"ל ואני מוסיף בזה דהני ב' עמודין רמז לב' עמודי ישראל שהן בית יהודה ובית יוסף כמפורש בכמה מקראות וע\"כ תלה בתבנית אות יוסף לפי שהא' מהעמודים הוא לתבנית אות יוסף שנקרא שור לכך עשה כסף ולא זהב שלא להזכיר עגל ואפשר עוד שלא להזכיר מעשה ירבעם שבא מיוסף שעשה שני עגלי זהב שבדן ובית אל וק\"ל: "
        ], 
        [
            "<b>אשר </b> שברת ושמתם מלמד שהלוחות ושברי לוחות כו'. לפי פשוטו ושמתם בארון ארישא דענינא קאי דכתיב פסל לך שני לוחות אבנים כבראשונים וגו' ואכתוב וגו' דהיינו לוחות השניים ואם נאמר דמדשינה הענין וסמך ושמתם בארון לאשר שברת דריש ליה דקאי נמי אשברי לוחות א\"כ מאי קאמר ואידך כו' אר\"ל אשר שברת ישר כחך כו' דאכתי תקשי ליה לפום הך דרשה שינוי הענין וסמיכות ושמתם בארון לאשר שברת ואם נאמר דמשמע ליה אשר שברת יתורא דקרא היא דלא ה\"ל למכתב אלא אשר היו על הלוחות הראשונות ואנא ידענא דהיינו הם אשר שבר משה ומ\"ה דרש ליה דלכך נכתב למדרש מיניה אשר שברת ושמתם מלמד כו' דא\"כ אליביה נמי תקשי מה ידרוש באשר שברת דכתיב בפ' כי תשא דלא כתיב גביה ושמתם ואם נאמר דההוא קרא דפ' כי תשא אצטריך לגופיה וליכא יתורא א\"כ ההוא קרא דמשנה תורה נמי לאו יתורא הוא דכמה דברים נשנו במ\"ת ולא דרשינן בהו מידי מיהו למסקנא ניחא דמההוא קרא דפ' כי תשא נמי מדלא כתיב גביה ושמתם דריש מיניה יישר כחך ששברת ואפשר דאליביה נמי פריך ואידך ור\"ל קרא אידך דהיינו קרא דפ' כי תשא כיון דלא כתיב גביה ושמתם מאי דריש ביה ומסיק כדר\"ל ודו\"ק: ", 
            "<b>תחלת </b> דבר ה' בהושע וכי וכו'. ולא ניחא להו לפרש כפרש\"י בחומש כמו תחלת דבורו כו' דאם כן למאי אצטריך לאשמועינן דמסתמא זה היה תחלת דבורו וק\"ל: ", 
            "<b>ד' </b> נביאים כו'. שנתנבאו באותו פרק כו'. וג' מצינו דבפרק א' נתנבאו בימי מלך עוזיהו אבל מיכה לא מצינו שנתנבא אלא בימי יותם ויש ליישב ודו\"ק: ", 
            "<b>ולקדמיה </b> להושע ברישא כו'. דמי שניבא תחלה לקדמיה ויש לעיין בסדר של תרי עשר כפי סדרן לפנינו אמאי הפסיק בספר יואל בין הושע ובין עמוס שהיו בפרק אחד ורש\"י בספר יואל פירש שהיה יואל בן שמואל ואם כן לקדמיה ובשם ה\"ג כתב שהיה בזמן מנשה וא\"כ לאחריה וכן קשה למה הפסיק בין ספר עמוס ובין ספר מיכה בספר עובדיה וספר יונה דעובדיה לקדמיה שהיה בימי אחאב וק\"ל: ", 
            "<b> כוליה חורבנא כו'. לאו דוקא כוליה אלא רוביה ככוליה דהא אשכחן כמה נבואות דנחמות בירמיה וכן ישעיה כוליה נחמתא לאו דוקא דכמה נבואות דחורבנא איכא התם אלא רובא ככוליה נחמתא וק\"ל:  </b>ולמ\"ד", 
            "<b> איוב בימי משה היה לקדמיה כו' ה\"נ ה\"מ למיפרך למ\"ד איוב בימי אחשורוש היה ומ\"ד בימי כשדים היה לאחריה אלא דקושטא קמסיק הכא תלמודא דמשה כתב ספרו ופ' בלעם ואיוב והיינו כמ\"ד בימי משה היה ואתחולי פורענות כו' ועיין בתוס' דרך אחרת וק\"ל:  </b>איידי", 
            "<b> דזוטרא מירכס וכו'. ומטעם זה חשיב תרי עשר נביאים כחדא כדמוכח סוגיא דשמעתין והפייטן במוסף יום שני דשבועות חשיב נביאים ח' וכתובים י\"א ועם ה' חומשי תורה הוי כ\"ד ספרים וכן עיקר ודו\"ק:  </b>פורענות", 
            "<b> דאית ליה אחרית כו'. באיוב נמי כתיב וה' ברך את אחרית איוב מראשיתו וגו' וי\"ל דההוא אחרית מדומה הוא בעוה\"ז משא\"כ ההוא אחרית דרות שהוא דוד שהוא אחרית ותכלית הגמור שריוהו להקב\"ה בשירות כו'. ולכך מייתי הך ולא סגי ליה בפשיטות אחרית דדוד וענין זה כתבו התוס' וק\"ל:  </b>למה", 
            "<b> נקרא שמה רות שיצא ממנה דוד שריוהו כו'. לפי שהרבה שמות טעמם מפורש בתורה לזה ראו רז\"ל במדרשות לתת טעם גם לשמות שאינן מפורשים וכדאמרינן פ\"ק דברכות מנלן דשמא גרים דכתיב אשר שם שמות וגו' ומיהו בשם כזה שיצא בגיותה לא מצינו שדרשו בו אלא במי שיש בו עוד שמות כגון ביתרו ובלעם ויש לפרש דהכא לא על שמה שאלו למה היא רות אלא על ספר רות למה נקרא שמה רות ולא נעמי דתחלת הענין ועיקרו מדבר בה ואף שמלת ספר הוא לשון זכר קאמר הכא שמה בלשון נקבה ע\"ש שנקרא רות וקאמר דלכך נקרא הספר רות שזה הוא עיקר וענינו שיצא ממנו דוד שהוא האחרית ותכלית הגמור שריוהו כו' וק\"ל:  </b>ע\"י", 
            "<b> י' זקנים כו'. לא חשיב דוד שכתבו בהדייהו אבל בפרש\"י בריש ספר תהלים לקח לו דרך אחרת וחשיב דוד ושלמה בהדייהו ומפיק הימן וידותון ואפשר דמפרש הימן זה משה כדפריך לקמן וכתב אין ידותון שבספר זה אלא ע\"ש הדתות כו' ולפי זה לגירסא שכתבו התוס' דגרסינן שלמה י\"ל דגרסינן שפיר אסף אלא דל\"ג ידותון וק\"ל:  </b>ע\"י"
        ], 
        [], 
        [], 
        [
            "<b> </b>ויאמר ה' אל השטן אי מזה כו'. כל ענין זה נדרש גם ממקרא דלעיל אלא דאשמעינן הכא שגם אחר כל המעשים ופורענות שזכר לא חטא איוב לא חזר השטן מדבריו הראשונים להפליג בשבחו של אברהם וכדלקמן דשטן לש\"ש נתכוין ולזה שינה קצת בהנך קראי דהכא שהוסיף לומר כאן ויבא גם השטן להתיצב וגו' דהיינו שנתן נפשו על הדבר כמו שאר בני אלהים גם לעיל כתיב מאין באת ובכאן כתיב אי מזה וגו' דהיינו שרמז לו על איוב דודאי ממנו באת וק\"ל: ", 
            "<b>אלמלא </b> מקרא כתוב א\"א לאומרו כאדם שניסת כו'. אבל הכתוב אמרו כדרך שאמרו בכיוצא בדברים אלו שאינן אלא לשבר את האוזן ואין לפרש הדברים כפשטן כי אין עולה לפניו ולא עביד דינא בלא דינא ואין בידינו מיסורין הצדיקים אבל אמר לפי כוונת השטן כי הנה ותסיתני לבלעו חנם על שאמר החנם ירא איוב וגו' ודו\"ק: ", 
            "<b>לעבד </b> שאמר לו רבו שבור חבית זה ושמור יינה כו'. הנה דימו חומר הגוף לכלי חרס והנשמה השכלית להיין אשר בו וכמ\"ש אל תסתכל בקנקן כו' ויש קנקן חדש כו' והנה העבד יש לו צער לשבור החבית מבחוץ ולצמצם שלא יבא השבירה עד החלל כדי שיהא היין שמור בתוכה כך השטן היה לו צער לצמצם והכה את איוב מכות שלא באו עד חלל הגוף רק מבחוץ בשחין רע מכף רגלו כו' כי מכות החלל מסוכנות פן תצא נפשו: ", 
            "<b>וכתיב </b> הכא רק את נפשו שמור כו'. טעות נפל בספרים דבקרא כתיב אך את נפשו שמור ומיהו באת הג\"ש מרק וגו' לאך את נפשו לפי שענינם א' דאכין ורקין מיעוטין הן וכיוצא בזה אמרינן בעלמא ושב הכהן ובא הכהן זו היא שיבה זו היא ביאה וע\"כ הרמז הכא באך ורק מיעוטי שאמר רק רע וגו' שימעט האדם היצה\"ר ויתגבר עליו ואז אך את נפשו וגו' שימעט הש\"י כחו של מלאך המות שלא ישלוט בנפשו והענין מבואר שאמר שהוא השטן הוא היצה\"ר הוא מלאך המות כו' כמ\"ש בפסוק צופה רשע לצדיק ומבקש להמיתו שקשה הוא להנצל ממנו ובעי לאפושי ברחמי טפי ומפרש ומסיים בזה תנא יורד ומתעה שהוא יצה\"ר מתעה את האדם מדרך טובה לרעה ואח\"כ עולה ומרגיזו משטין פני ה' אל התועה ואח\"כ נוטל רשות ונוטל ממנו נשמה ולא קאמר נמי הכא יורד ונוטל נשמה כמ\"ש עולה ומתעה לפי שהנשמה אף בחיי האדם היא מתדבקת בעליונים ע\"י המושכלות ומלאך המות מפרידם שם מן הגוף ודי למבין: ", 
            "<b>כיון </b> דחזייה לקב\"ה דנטיה דעתיה בתר איוב כו'. פי' כדלעיל דחזא ליה שהפליג בשבחו בקרא יותר מבאברהם אמר ח\"ו כו' והיינו לש\"ש שכל מעשה אברהם היה לש\"ש שלא לקבל פרס אבל באיוב החנם ירא איוב וגו' וק\"ל: ", 
            "<b>פנינה </b> דכתיב וכעסתה צרתה גם כעס כו'. מפורש ע\"פ המדרש מכעסת וחוזרת ומכעסת א\"ל זבנת לברך סודר כתונת וחלוק למה אין אתה מרחצת פניהם של בניך כו' וכל זה דברים של גידול בנים בעבור הרעימה אין רעמים שאין אחריהם מטר ומיד אני פוקדה שנאמר וה' פקד וגו' וק\"ל: ", 
            "<b>בשפתיו </b> לא חטא כו'. דמעיקרא קודם שבאו המכות עליו לא כתיב בשפתיו אלא בכל זאת לא חטא איוב אבל אחר שבאו המכות גם עליו ואשתו א\"ל ברך אלהים ומת גם הוא קאמר קרא בשפתיו דוקא שבשפתיו לא חטא אבל בלבו חטא וק\"ל: ", 
            "<b> חטא מאי קאמר ארץ נתנה ביד רשע וגו'. יראה דהאי קרא ודאי לא נאמר בלב אלא בפה אלא שהיה איוב אחד בפה ואחד בלב ובודאי לרבא נמי לא דבר איוב בפה אלא כנגד השטן ארץ נתנה כו' אבל מדכתיב לא חטא בשפתיו למדנו דבלב היה לו כונה אחרת דהיינו להפוך הקערה על פיה והענין שחירף וכפר בהשגחה הפרטית והיינו לעקור הקערה שהעולם הזה דומה לקערה להפכה על פיה שאין מי שמשגיח על מה שיש בו ופני שופטיה הוא מכסה דלית דין ולית דיין רק נתנה הארץ ביד רשע דהיינו ביד השטן ולפי זה גם לפי הכפירה אמר ארץ נתנה ביד רשע על השטן והוא חטאו שבלב על שכפר בהשגחה העליונה ודו\"ק:  </b>על", 
            "<b> דעתך כי לא ארשע וגו' בקש איוב לפטור כו'. בראת צדיקים בראת רשעים בראת גיהנם בראת ג\"ע מי כו' כ\"ה בילקוט והוא מבואר שהאדם בעל בחירה ואינו מוכרח על מעשיו לטוב ולרע כמ\"ש המלאך הממונה על הריון מעמיד הטפה לפניו ית' ואומר טפה זו כו' גבור או חלש או עני כו' אבל לצדיק ולרשע לא קאמר כי הכל בידי שמים חוץ מיראת שמים והנה איוב כפר בזה ואמר שהאדם הוא מוכרח על מעשיו בתולדתו ובטבעו ולזה אמר ולקח הדמיון משני בריאות הפכיים בראת שור שהוא מובחר שבמינים שפתח בו הכתוב תחלה בטהורים ובראת חמור שהוא השפל שבמיני הטמאים מצד חומרו שע\"כ נקרא חמור והשור לא ישובח והחמור לא יגונה לקבל שכר או עונש כיון שכ\"א מוכרח על טבעו מצד הבריאה כמ\"ש הפלוסוף ההכרח לא ישובח ולא יגונה וכמו שהשיב ההוא סבא לרשב\"א לך לאומן שעשאני והנה אמר כמו כן בראת צדיקים ובראת רשעים שכך יהיו מצד בריאתם והם מוכרחים על מעשיהם מצד הבריאה ואין ראוי שיקבל הצדיק שכר ולא הרשע עונש ואתה בראת גיהנם לרשעים וג\"ע לצדיקים ומי מעכב על ידך והוא שאמר לפטור את עולם כולו מן הדין כיון שהוא מוכרח וז\"ש על דעתך וגו' אם היית חפץ בבריאתי לא הייתי רשע ולא הייתי ראוי לעונש אבל אין מידך מציל כמ\"ש ומי מעכב כו' ואמר כי אהדרו ליה חבריה שהשיבו לו לחזק אמונת הבחירה וא\"ל שהדבר תלוי בך שברא הקב\"ה יצה\"ר באדם שע\"י נעשה רשע אבל נתן ביד האדם תבלין שהיא התורה לבחור בטוב והוא פי' הפסוק שהביא במענה אליפז אתה עצמך תפר היראה כי בידך היא ותגרע שיחה עם אל כי היא מניעה עם אל שהכל בידו חוץ מן היראה ואמר כי יאלף עונך פיך וגו' שהוא יצה\"ר אבל יש בידך הבחירה ותבחר לשון ערומים שהיא התורה כמ\"ש אני חכמה שכנתי ערמה שהיא התבלין ליצה\"ר כמ\"ש בפ\"ק דקדושין ושמתם ס\"ם ת\"ם כו' ע\"ש ובמענה אליהו הוסיף בזה שאמר אתה תבחר ולא אני ר\"ל שא\"ל מפי הקב\"ה שאתה תבחר שהבחירה בידך ולא אני בוחר לך ודו\"ק:  </b>ברכת", 
            "<b> אובד כו'. מלמד שהיה גוזל שדה כו' יש לפרש דנכסי יתומים קרוים נכסי אובד לפי שמאבדין ומפסידין נכסיהן כדאמרינן פרק כסוי הדם מי שהניח לו אביו מעות ורוצה לאבדן כו' ולזה אמר כי איוב היה גוזל שדותיהן להיות עובד בהן ומלאכת צרכן נעשית על ידו כאלו הן שלו והיה השדה נתברך על ידו כדאמרינן מעשה ידיו ברכת ולזה אמר ברכת וגו' מה שנתברך קרקע של האובד והיתום עלי ובשבילי תבא כי מעשה ידי ברכת וק\"ל:  </b>חברותא", 
            "<b> כלפי שמיא כו'. פי' הפסוק כעסי הם הכעסים והעונשים שבאו עלי מן שמים על ההוות והעיוות שעשית אם ישקל זה כנגד זה במאזנים נראה איזה מהם יכריע על חבירו וק\"ל:  </b>עפרא", 
            "<b> לפומיה דאיוב איהו באחריני כו'. הא ודאי משום דאסתכל בדידיה לא היה חסיד כאברהם אין ראוי לומר עליו עפרא לפומיה אבל פירושו ככל אינך עפרא לפומיה שהזכירו בשמעתין על שהטיח דברים כלפי שמיא ואמר על מה עשה ה' לי ככה הלא ברית כרתי לעיני וגו' ולזה אמר רבא עפרא לפומיה על שהרהר אחר מדותיו יתברך בזה דהא אברהם אפי' בדידיה לא נסתכל ואפי' הכי לא הרהר אחרי מדותיו יתברך בענין זה עצמו שהיה נסיון אחר נסיון שקרא לו לרעב שבסיבה זו ירד מצרים ולוקחה שרה לבית פרעה ויש לדקדק היאך לא היה מסתכל אברהם בשרה מעולם כדקאמר הכא מדכתיב הנה נא עתה ידעתי וגו' והרי אמרו בפ\"ב דקדושין אסור לאדם שיקדש אשה עד שיראנה שמא יראה בה כו' ואברהם אבינו קיים מילי דרבנן ואפי' ע\"ת כדאמרינן ביומא וי\"ל דודאי ראה אותה בנעוריה קודם שנשאה מדרב יהודה שמא תתגנה כו' אלא דאחר שהיתה נשואה לו לא ראה אותה מתוך צניעותה והוא חשב כי לא עמדה ביפיה בזקנתה כי היתה בעת הזאת לפי הכתובים יותר מס' שנה ולפי שע\"י מעשה הסתכל בה עתה כדאיתא בתנחומא וראה שעמדה ביפיה מהפלא שנעשה בה בת כ' כבת ז' ליופי כו' וע\"כ אמר עתה לפני זמן זקנותך ידעתי כי יפת מראה את ולפי מה שפרשנו אהא דאמר פרק נושאין גבי אברהם דכתיב יהיה לך ולזרעך אחריך וגו' ה\"ק דלא תנסוב שפחה וגו' דלא קיים אברהם כל התורה אלא עד אחר שנימול לק\"מ דכשנשא שרה לא קיים כל התורה לא היה חש להא דרב יהודה ודו\"ק:  </b>כלה", 
            "<b> ענן וגו' כן יורד שאול כו'. מכאן שכפר בת\"ה ורש\"י בספר איוב לקח לו דרך אחרת ודרש לה מקרא דלעיל מיניה לא תשוב עיני לראות טוב כו' ע\"ש:  </b>איוב", 
            "<b> בסערה חירף ובסערה השיבוהו כו'. יראה שסמך עצמו בהך דרשה במה שאמר באיוב סי' י\"ג למה פניך תסתיר ותחשבני לאויב לך כפי מה שבארנו כי איוב היה כופר בהשגחה פרטית וז\"ש שמא רוח סערה עברה לפניך שהם מלאכי משחית שנקראים רוחות המסערים את העולם ועוד ע\"ש השטן שנדמה לרשעים לשער והם עוברים לפניך ומפסיקין ההשגחה בינך לבין העולם כמ\"ש לעיל בפסוק ארץ נתנה ביד רשע שהוא השטן שאינו משגיח במעשה הטוב ופני שופטיה שהוא הבורא יתברך יכסה מלהשגיח והוא שאמר כי ע\"י שאין אתה עצמך משגיח נתחלף לך בין איוב לאויב כההוא עובדא דריש חגיגה דאמר ליה מלאך המות לשלוחיה אייתי לי מרים מגדלא שיער כו' כי גם השטן גופיה לא יטעה כדלעיל שהוא המתעה ומרגיז ונוטל נשמה אבל שלוחו טעה ולא ידע את מי התעה השטן וז\"ש אשר ע\"י סערת השטן ישופני והרבה פצעי חנם כי נתחלף לו בין איוב לאויב והן בעצמם דברי איוב שאמר למה פניך תסתיר מלהשגיח במעשי ותחשבני חילוף איוב לאויב לך וחושבנא דדין כמו דדין וע\"פ שאמרו פ\"ק דסוטה ג' היו בעצת פרעה בלעם שיעץ נהרג איוב ששתק נידון ביסורין יתרו כו' ולזה אמר שבשביל ששתק לא היה ראוי ליסורים כאלו רק פרעה הנקרא סתם אויב כדכתיב אמר אויב גו' תרעץ אויב גו' הוא ראוי ליסורין ואפשר שע\"ז אמר לעיל בשפתיו לא חטא ששתק אבל בלבו חטא שהיה בלבו רע על ישראל והקב\"ה מצרף מחשבות האומות למעשה ולזה אמר לדעתו שלא חטא שנתחלף לך בין איוב לאויב לפרעה שנקרא סתם אויב לאיוב ששתק ולא חטא ואמר מן הסערה השיבוהו הרבה נימין כו' שהשיבוהו מחכמת היצירה שהוא יתברך משגיח בפרטי הדברים אפי' הוא כחוט השערה והנך נימין מוקמינן ליה בפרק בא סימן דהיינו דוקא בראש אדם אבל בשערות בגופו יש ב' נימין בגומא א' וזו מחכמת היצירה פרטית שבאדם דאין לך מין שמגדל ומצמיח בראש שער תמיד כמו אדם והוא כי הנשמה אשר בראשו יותר מבשאר ב\"ח דוחה למותרות החומר תמיד וע\"כ הן מגדלות לעולם וצריך לכ\"א ואחד שיעור יניקה דוגמא כאילנות המגדלין דבעי לכל אחד ואחד שיעור יניקה שאם היו רצופין יותר ממטע עשרה לבית סאה היו מכחישין כח הקרקע כן נימין הללו שאם היו יותר רצופין משיעורן דהיינו ב' נימין בגומא א' היו מכחישין כח החיוני והחושים שיוצאים ממנו וזכר מאור עיניו של אדם שהוא ראש החוש ואמר אם הוא משגיח שלא נתחלף לו בין גומא לגומא כו' שהוא פרטי יצירה בדבר קטן כ\"כ כחוט השערה בין איוב וגו' והוסיף עוד בזה במה שהש\"י משגיח בהויה הטבעית בדבר קטן כ\"כ כטיפה וז\"ש מי פלג לשטף תעלה הרבה טפין כו' ולא דרש ליה הכא האי קרא אלא לענין שכל טפה וטפה יש לה תעלה ודפוס בפני עצמה אבל בפירוש רש\"י באיוב דרש מהאי קרא נמי הך דרשה דלעיל שפירש מי פלג לשטף תעלה בערבי קורין לשערא שיטפא כל שער שבראש פלגתי לו תעלה גומא לינק כו' ד\"א לשטף טיפת כו' עכ\"ל ע\"ש ולא ידעתי מנין לו והוסיף עוד בהשגחה פרטית בקול הרעמים שהם ממעשה בראשית כדאמרינן בפרק הרואה וז\"ש שאלמלי ב' קולות יוצאות כו' אשר נוסח הברכה שם שכחו וגבורתו מלא עולם שכחו קול אחד מגבורתו כמ\"ש קול ה' בכח וגו' מלא כל העולם אבל ב' כחות מב' קולות בשביל אחד לא יכילם כל העולם והוסיפו עוד לבאר מחכמת היצירה כי היעלה זו בעת לידתה היא עולה בגבול הנשר אשר במרום הרים קנו מכל המינים והוא העוף הידוע בודאי דורס מינים אחרים ואעפ\"כ היתה בו חכמת היצירה בהשגחה פרטית להציל שם בגבולו את בני היעלה ע\"י הנשר וכן אמר בחכמת היצירה והשגחה פרטית באילה זו כי רפואתה על ידי נשיכת דרקון שהוא נחש הממית בנשיכתו כל שאר המינים ונזכר ענין זה מחכמת היצירה שהאילה מרחיקה ארס הנחש כמ\"ש במדרש ילקוט כאילת השחר בית שיש בו נחשים מביא קרן של אילה ומעשנין בתוכו ומיד הנחשים בורחים כו' ע\"ש:  </b>ע\"ב כי", 
            "<b> לא בדעת ידבר וגו'. וכתיב כי לא דברתם אלי נכונה וגו'. מהרש\"ל מחק האי קרא דכי לא דברתם אלי וע\"ש אבל בילקוט ובפרש\"י הביאו הך דרשה דמכאן שאין אדם נתפס כו' מקרא דכי לא דברתם וגו' ומהרש\"ל הבין דלפי גירסא זו מרמיזת ב' המקראות קדריש ואינו כן אלא דמתוך כל א' משני הכתובים קאמר דלמדנו דאין אדם נתפס כו' דאליהו בא כמתנצל בעד איוב נגד פני ג' ריעיו כי לא בדעת ברשע ידבר אלא מחמת צער ויסורין כפרש\"י בשמעתין וכן בא הקב\"ה להתנצל עליו כי לא דברתם אלי נכונה וגו' כפרש\"י בס' איוב ואם הוסיף לדבר מפני קושי ויסורין כו' וק\"ל:  </b>שנכנסו", 
            "<b> כולן בשער אחד כו'. דקדקו כן מלשון ויועדו יחדיו שהשער הנזכר ברוב המקרא הוא מקום הוועד כמו בשעריך שתרגומו לתרע בית דינך ואמר שנזדמנו בבואם למקום שהיה איוב שם ברגע א' למקום הוועד כאלו ג' ריעיו נעשו ביחד ב\"ד ובית הוועד שם ואמר בין כ\"א וא' ג' מאות פרסה לבוא לנוד לו ולנחמו גימטריא הכי הוה:  </b>מנא", 
            "<b> הוו ידעי א\"ד כלילא ה\"ל כו'. אם היה מעשה כשוף אתיא כמ\"ד בפ' ד' מיתות דלא נאסר כישוף לבני נח ויהיה מלת וישמעו לפי זה לאו לשון שמיעת אוזן ממש אלא מלשון שמיעה וידיעה שכלית ע\"י הכלילא ואילני דה\"ל דאל\"כ אף שהיה הדרך שוה ביניהם ג' מאות פרסה לא היה אפשר להם להזדמן ביחד דא\"א שיזדמן להם השמיעה מפי המגידים ברגע א' מצומצם אי לאו ע\"י כלילא או ע\"י אילני ויש לכוון בזה ברמז כדאמרי' לעיל היש בה עץ ששנותיו ארוכות כעץ דהיינו ע\"י אילן זה ניכרים שנותיו לטובה:  </b>אי", 
            "<b> חברי כחברי דאיוב כו'. ע\"פ מ\"ש במס' תענית גבי חוני המעגל היינו דאמרי אינשי או חברותא או מיתותא אמר בכאן דלאו בחברי דעלמא קאמרינן אלא כחברי דאיוב דבאו ונדו כ\"כ פרסאות כדי לנחמו:  </b>רבייה", 
            "<b> באה לעולם כו'. פרש\"י שממהרת להיות לה זרע עכ\"ל הכי אמרינן בפרק בן סורר ממאי דלמא תרוייהו בט' אוליד ובת שבע בשית אוליד משום דאתתא בריא תדע כו' אבל יותר נ\"ל לפרש דיותר מתרבה העולם ברוב נקבות מברוב זכרים כדאמרינן בסוטה א\"ל הקב\"ה לפרעה רשע מי שנתן עצה טפש היה היה לך להרוג את הנקבות אם אין הנקבות זכרים מהיכן ישאו נשים אשה א' אינה יכולה ליטול ב' אנשים אבל איש א' יכול לישא ק' נשים ולהוליד מהם כו' ומ\"ד מריבה בא לעולם כמ\"ש בפ' הבע\"י לא זכה מנגדתו:  </b>מפני", 
            "<b> מה לא נכפלו בנותיו כו'. א\"ל נהי דלא נכפלו בשמות כו'. יש לדקדק בזה דמה שטענו לא הודה שהוא שאל לו למה לא נכפלו בנותיו דהיינו שלא היה לו ו' כמו שנכפלו כל שאר הדברים והוא השיב לו נהי דלא נכפלו בשמות כו' ואכתי תקשי למה לא היו לו ו' בנות ויש לפרש דלפי הנראה מהכתוב שכל מה שנכפל כאן היינו שלא נשארו מן הראשונים כלל וכל הכפל נתוסף דבאתונות כתיב ותפל שבא ותקחם וגו' ותבער בצאן וגו' ויפשיטו על הגמלים וגו' אבל במעשה הבנים והבנות לא נזכרו שם שמתו ואפשר שנצולו וע\"כ לא נתוסף לו כאן רק הכפל שהוא ג' ועם ג' הראשונות הרי הם ו' אבל הא קשיא ליה דא\"כ למה נזכרו רק הג' כאן בשמות ולא ג' הראשונות אבל אם נאמר שכבר מתו הראשונות ניחא שלא חש להזכירן בשמותן כיון שמתו בנערותן וא\"כ הוא תקשי ולמה לא נכפלו הבנות והשיב לו דקושטא שלא מתו הראשונות ודקשיא לך למה לא נזכרו בשמותן שלא נזכרו כאן גם שמות הראשונות נהי דלא נכפלו בשמותן נכפלו ביופי דגם אותן שנזכרו בשמותן כאן לא נזכרו אלא ע\"ש שמותן שנכפלו ביופי כדמסיק ימימה כיום כו' ולפי דרך זה יתיישב דמאן דלית ליה נמי רבייה בא לעולם ואית ליה אשרי מי שבניו זכרים כו' כדלקמן וא\"כ תקשי ליה למה לא נכפלו בניו של איוב ואפשר שהוא מפרש עד\"ז ויפול על הנערים וימותו הם הנערים שהיו אצלם לשמש להם אבל הבנים עצמם לא מתו מדלא כתיב ויפול על הבנים וימותו וכן מוכח בקרא דכתיב בניך ובנותיך אוכלים וגו' ויפול על הנערים וגו' ואם על הבנים קאי א\"כ ג\"כ על הבנות קאי וה\"ל למכתב ויפול על הנערים והנערות שהם בניו ובנותיו אבל אי קאי על הנערים שהיו אצלם לשמש ניחא דבין בניו ובין בנותיו נשארו בחיים וכן ותקחם ואת הנערים ע\"כ היינו המשרתים כפירוש רש\"י שם ועי\"ל דמלת שבענה בא בתוס' נו\"ן שאין כן בכל המקרא להורות על שבעתיים וכן ראיתי אחר כך בפרש\"י שם ודו\"ק:  </b>שדומה", 
            "<b> לקרנא דקרש כו' בכורכמא ריקשא כו'. עיין בתוספות ובחידושינו ובספר ערוך בערך קרן:  </b>תנחומין", 
            "<b> של הבל נחמך כו'. יראה בזה דבר קפרא לא בא למחלש דעתיה טפי אבל למאי דקי\"ל כב\"ה במצות פריה ורביה דבעי זכר ונקבה והוא לשון כפל פרו ורבו אמרו פרו ע\"ש הזכר שממנו הזרע כמו גרעין הפרי כמ\"ש בפסוק הנה נחלת ה' בנים שכר פרי הבטן וגו' ורבו ע\"ש הנקבה שמרבת ומגדלת אח\"כ הבנים וז\"ש לו אבוה כי הוה חזא ביה דחלש דעתיה רביה באה לעולם כי בה אתה מקיים מצות רבו ובא בר קפרא לפרש דברי רבי בדרך צחות דכעין תנחומין של אדם שהיה לו על הבל בנו דהיינו שאמר לו כי שת לי זרע אחר תחת הבל שפי' למ\"ד דסגי בזכר ונקבה בפרק הבע\"י לפי שקין ותאומתו לא היו מתולדות אדם אבל הבל ותאומתו היו מתולדות אדם כדאיתא בפדר\"א וכשנהרג הבל לא היה אדם עדיין קיים פ\"ו שלא היה לו רק בת אחת שהיא תאומת הבל עד שנולד שת שאז קיים פ\"ו והוא שאמר בשת כי שת לי זרע אחר תחת הבל כי הרגו קין והייתי בטל פ\"ו וא\"ל בר קפרא דבאותן תנחומין עצמן שהיא במצות פ\"ו נחמך אביך בבת זו שנולדה לך אבל לא תפרש כפשטיה דרבייה באה לעולם שתהיה אפילו הרבה לאדם דא\"א לעולם בלא זכרים ובלא נקבות משום מצות פ\"ו בנות ברכה אבל אשרי מי שבניו הרבה שיהיו לו בנים זכרים ואוי לו מי שבניו הרבה שיהיו נקבות דסגי לו בבת אחת לקיים מצות פ\"ו ודו\"ק:  </b>ומאי", 
            "<b> בכל ר\"מ אמר שלא היתה לו בת ר\"י כו'. כבר האריכו המפרשים בכוונת הדרוש הזה אבל הנראה להעמיד הדברים כפשטן והוא שאמר ר\"מ מאי בכל שלא היתה לו בת כי הזכר זה הוא כל אדם כי בתחילת הבריאה לא נברא רק אדם בלבד והאשה אינה אלא חלק ממנו אחד מצלעותיו ודעת ר\"י שאמר בכל שהיתה לו בת לפי שהזכר אינו אלא חלק לקיום המין ובצירוף הנקבה נקרא כל אדם כמ\"ש כל אדם שאין לו אשה אינו נקרא אדם שנאמר ויקרא שמם אדם והוא כי כל המוליד הוא מוליד בדומה וכל שאין לו אשה מוליד רוחין ושידין כדאמרינן גבי אדם נמצא שגם הוא אינו אדם ואחרים שאמרו בכל שמה כי כשמה כן הוא כדאמרינן לעיל רבייה באה לעולם ויותר מתרבה העולם בנקבות מבזכרים דזכר אחד יכול לישא כמה נקבות ומ\"ד מאי בכל אצטגנינות כו' ענין אצטגנינות הוא החוזים בכוכבים וכבר אפשר שיפול טעות ושבוש בחזיונם אמנם אברהם אצטגנינות גדולה היתה בלבו שהיה יודע בחכמה זו במופת ונסיון כמ\"ש ויוצא אותו החוצה שאחוי ליה שקקי שמיא כו' והעלה אותו למעלה מכיפת הרקיע שנאמר הבט נא ואין הבטה אלא מלמעלה למטה ולזה אמר שהאמינו לאצטגנינותו כל מלכי מזרח ומערב שלא יפול בו שבוש וטעות כמו בשאר אצטגנינות ואמר כל מלכי מזרח ומערב וכיוצא בזה אמרו בפ\"ק דברכות שכל מלכי מזרח ומערב ישנים כו' לפי שכל יישוב העולם הוא מקצה המזרח עד קצה המערב אבל מצפון ומדרום משוך היישוב מקציהם מקצה הקייצי עד חוג העגלי והוא כמו מ\"ד מעלות לדעת התוכניים ואולי מה שאמר משכימין לפתחו כו' לפי שלגבי דוד אמרו במלכי מזרח ומערב שהיו ישנים כו' ולא היו צייתי ליה להשכים ללמוד עמו בדרכי החכמה כדכתיב אעירה שחר כמפורש שם אבל אברהם היה מופלג כ\"כ בחכמה זו עד שכולם היו צייתי ליה להשכים על פתחי בתי מדרשות שלו לשאול ממנו עצה ורוב התכונה והתבונה:  </b>ומ\"ש", 
            "<b> רשב\"י אבן טובה כו'. לפי שיש בענין רפואת הגופות לחליים דברים סגוליים ויש רפואות טבעיות לפי החולה אם קר ואם חם ולח ויבש ואברהם אבינו ידע בכל גם רפואות סגוליים וזו היא האבן טובה שהוא דבר סגוליי שכל חולה היה מתרפא ממנו בדברים סגוליים וכשמת אברהם נגנז עמו אותן הדברים הסגוליים ואפשר שהוא כדי שיהא לב האדם נכנע לבקש רחמים ממנו ית' כעין שאמרו פרק מקום שנהגו בחזקיהו שהודו לו על שגנז ספר הרפואות: ואמר  </b>אבל", 
            "<b> עדיין הניח חכמת הרפואה זו על הטבע והוא שאמר שתלאה בגלגל החמה כי בחמה תלויים המקרים הטבעיים שהם קר וחם ולח ויבש לפי ריחוקה וקירובה לנו בד' עתי השנה אשר מזה יעלו ויבואו חולי ורפואי האדם כדמסיק אידלא יומא אידלא קצירה ועיין הכונה בזה בע\"י בשם הרשב\"א ויש מקשים בזה לפי התירוץ של התוס' דהכא בחולה של מכה איירי למה לא היה אברהם מתרפא באבן טוב זה כשנחלה מן המילה ובעל אמרי נועם תירץ דמילה הוה כחולשא בידי שמים וכו' עכ\"ל והוא דחוק ונראה דאע\"ג דניתן רשות לאדם להתרפאות ממדת תמימות לבקש רחמי שמיא לא הוה דרשינן כלל וה' בירך את אברהם בכל לדרשה זו אלא כאינך תנאי מדרשות אחרנייתא וק\"ל:  </b>אלא"
        ], 
        [], 
        [
            "<b> </b>אתיא שם כו'. כתב הרא\"ם פרשת חקת דאתיא שם שם מאהרן כדאיתא בשילהי דמ\"ק דאל\"כ תרי זמני שם במרים ל\"ל עכ\"ל התימה ממה ששינה לשון הגמרא דקאמר הכא ובמ\"ק דאתיא שם שם ממשה ולא אמרו מאהרן כדאיתא בשילהי דמ\"ק דאל\"כ תרי זמני שם במרים ל\"ל זה אינו דהא ר\"א דהוא גופא מרא דשמעתא קאמר התם במ\"ק דתרי זימני שם במרים איצטריך לסמוך למיתה קבורה גבי נשים וע\"כ הנראה אע\"ג דשם גבי אהרן מוקדם בקרא לא נקט לה משום דלא הוה ג\"ש מופנה אפילו מצד אחד ואין למדין ממנה דשם גבי אהרן איצטריך לגופיה דקאי אהר ההר דכתיב בההוא ענינא ואי לאו הכי לא הוה ידעינן דמת בהר ההר וכן גבי מרים דכתיב וישב העם בקדש ותמת שם איצטריך לגופיה דאי לא הוה כתיב שם לא הוה ידעינן דמתה בקדש דבקדש דקרא על ישיבת העם קאי ושם בתרא איצטריך לסמוך למיתה קבורה אך שם דמשה מופנה הוא דכתיב וימת שם משה עבד ה' בארץ מואב וגו' דא\"נ לא הוה כתיב שם שפיר הוה ידעינן דבארץ מואב אוימת קאי ודו\"ק: ", 
            "<b>ז' </b> לא שלטה בהן רמה כו' ופרש\"י כדאמרן שמתו ע\"פ השכינה ואין רמה כו'. ע\"ש אע\"ג דבנימין לא חשיב ליה לעיל בהנהו דלא שלט מלאך המות מ\"מ ידידות השכינה היתה מצלת עליו מן הרמה וכתבו התוס' תימה לרשב\"א דכולהו צדיקים נמי כו' ע\"ש ולא נראה לו לחלק בין ריקוב בשר דהכא כתיב אף בשרי ישכון ובין ריקוב עצמות דהתם משמע בהך עובדא דפ' שואל באחי בר יאשיה דא\"ל ליקום מר לגויה דביתא כו' שגם הבשר לא היה נרקב לפי שלא היה בו קנאה וק\"ל: ", 
            "<b>וכי </b> בת נחש היא והלא כו'. בת מי שמת בעטיו של נחש ונראה שנרמז דבר זה בכאן דמהאי קרא קדרשינן ביבמות יתרא הישמעאלי מלמד שחגר חרבו כישמעאל ואמר כו' מואבי ולא מואבית ורמז לנו בהאי קרא דיתרא ישראלי היה ומה ראה בתחילה להכנס עצמו בספק זה לישא בת ישי כדקאמר התם מי זה העלם הלכה זו נתעלמה מהם ואמר כי ראה בו ובמעלתו שלשלת יוחסין כמו שהעיד עליו המקרא שלא מת אלא בעטיו של נחש וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>שאלמלא הוא נשתכחה תורה מישראל כו'. ולר\"ש דאמר פרק תולין ח\"ו שתשתכח תורה מישראל שנאמר כי לא תשכח מפי זרעו צ\"ל הכא שתשתכח תורה ממי שאין לו אב קאמר וק\"ל: ", 
            "<b>מאי </b> דריש כי מציון תצא כו'. דאי לאו להושיב בירושלים מלמדי תינוקות מאי רבותיה דציון וירושלים משאר מקומות דא\"י וק\"ל: ", 
            "<b>ליהוי </b> צוותא לחבריה פרש\"י אינך זקוק לייסרו אלא ישב עם אחרים וסופו לתת לב עכ\"ל ולישנא לא משמע הכי אלא ההוא דלא קרי יהיה צוותא לחבריה דקרי שיותר יתן ההוא דקרי לבו ע\"י צוותא ואם לא יהיה ההוא דלא קרי עמו שם ישים גם ההוא דקרי ללבו להיות הולך ובטל כמו חבירו וק\"ל: ", 
            "<b>שיהיו </b> מושיבין בכל פלך ופלך כו' כבן ט\"ז וי\"ז כו'. נראה דהא בהא תליא דכיון דלא היו מושיבין אלא בכל פלך ופלך לא היו מכניסין הקטנים פחותים מבן ט\"ז וי\"ז מפני סכנה בדרך לקטנים כדלקמן לא ממטינין ינוקא ממתא למתא אבל מתקנת יהושע בן גמלא דהיו מושיבין בכל עיר ועיר היו מכניסין גם הקטנים מבן ו' וז' וק\"ל: ", 
            "<b>ואספי </b> ליה כתורא הכא פרש\"י כשור לעול וקרוב יותר לענינו פרש\"י בפ' נערה כתורא כשור שאתה מלעיטו כו' ע\"ש ונראה עוד דקאמר דספי ליה כו' שילמוד עמו בנחת כמו שמאכילין השור בידים ולא יכנו וירדנו בכח ללמוד כמו שאובסין הגמל ומאמירין העגלים שמאכילין אותן בעל כרחם כדאמרינן פרק מי שהחשיך והכי מסיק שם פרק נערה כבר שית וז' ספי ליה כתורא מיהו אינו יורד עמו לחייו עד י\"ב שנין דהיינו לרדותו בכח ברצועה ובחוסר לחם כפי' רש\"י שם ואהא מייתי הכא כי מחית לינוקא כו' דהיינו לבר ו' ז' לא מחית בכח אלא ברצועה קטנה בערקתא דמסאנא ולא יכנו בכח כמו לבן י\"ב ועיין מ\"ש בזה בפרק נערה וק\"ל: ", 
            "<b>סך </b> מקרי דרדקי כ\"ה ינוקי כו'. וסימנך כ\"ה תברכו את בני ישראל אמור להם: ", 
            "<b>דקנאת </b> סופרים תרבה כו'. לא אמר קנאת חכמים תרבה חכמה כי המגיע כבר למעלת החכם לא יתקנא בחבירו והחכמה נוספת בו ממילא כמ\"ש ישמע חכם ויוסיף לקח אבל הסופרים דנקט הם שעדיין לא הגיעו למעלת החכמים כמו המקרי דרדקי קנאתם בחבריהם תרבה להם החכמה להגיען למעלת חכם וק\"ל: ", 
            "<b>ישב </b> יואב וכל ישראל עד הכרית כל זכר באדום יש לדקדק אם יואב הטעהו רבו כל ישראל שהיו עמו במאי טעו ועוד וכי לא ידע אחד מישראל מעשה שאול שלא השאיר רק מיטב הצאן ונענש גם דוד אחרי זאת שהיה לו ממשלה באדום והושיב בהם נציבים כאמור שם ולמה לא החרימם כמו שנצטווה שאול מאיש ועד אשה וגו' משור ועד שה וגו' ונראה לפי ענינו שלא נצטוו בהקים להם מלך בעוה\"ז אלא על הכרתת של עמלק כדאמרינן פרק כ\"ג אבל על של אומות אדום לא נצטוו בעוה\"ז עד ביאת המשיח בב\"י שנאמר ולא יהיה שריד לבית עשו ונאמר ועלו מושיעים וא\"כ זאת המלחמה שהיה לו באדום לא היה אלא מלחמת רשות ולכך לא חשו כל ישראל להרוג גם הנקבות אבל דוד שאל ליואב שהיה שר הצבא מאיזה טעם הקפיד הוא להרוג רק הזכרים והשיב תמחה את זכר עמלק כתיב ואם במלחמת מצוה בעמלק הקפיד קרא על הזכרים ק\"ו לעשות כן במלחמת רשות בעוה\"ז באדום שלא להרוג רק הזכרים והשיב דוד אנן זכר קרינן ואין חילוק גם בעמלק בין זכר ובין נקבה וק\"ל: ", 
            "<b>א\"ל </b> היכי אקריתון א\"ל תמחה כו'. בפי' הרשב\"א אמר ליה זכר בסגול כו' ע\"ש מיהו האי לישנא דהיכי אקריתון משמע דבכוונתו היה קורהו כך ומה שקשיא להו דאי בדלא גמיר מאי ה\"ל למעבד י\"ל דבהא פשע כיון דלא גמיר שפיר לא ה\"ל לקבל על עצמו להיות מקרי דרדקי ומקרי מלאכת ה' רמיה שהרי הוא היה יודע בעצמו דלא הוה גמיר שפיר ודו\"ק: ", 
            "<b>א\"ל </b> כתיב וארור מונע חרבו מדם וקטלי'. בילקוט פרשה כי תצא ובס' מלכים ל\"ג וקטליה ויש לפרש דה\"ק ליה יואב כי עוד אתה קם בארור שני דכתיב וארור מונע כו' ואתה מנעת חרבי מדם שלא להרוג גם הנקבות וק\"ל: "
        ], 
        [], 
        [
            "<b> </b>אנא רבך ורבא רבה דרבך כו'. לכאורה הוא סותר דבריו במה שאמר ' כבר לשמעיה דרבא דאנא עדיפנא מיניה והכא הא קאמר שרבא הוא רבו כמ\"ש ורבא רבה דרבך ונראה לפרש דלפי מה שהבינו ממנו דאמר דאנא עדיפנא ארבא גופיה קאמר ודאי דליכא לפרושי ורבא רבה דרבך על עצמו קאמר ולכך בא רב דימי לקמיה דרב יוסף שהיה הרב של כולם דגם אביי ורבא תלמידים של רב יוסף הוו ואמר שזלזל רב אדא גם בכבוד רב יוסף דכיון דמחשיב לעצמו טפי מרבא כדקאמר לשמעיה אנא עדיפנא ע\"כ הא דקאמר ורבא רבה דרבך על רב יוסף קאמר שהוא היה רבו של רב דימי שהוא היה הראש בזמן ההוא וכ\"ש דזלזל גם בכבוד אביי שהרי רבא היה חשוב בעיניו טפי מאביי כדקאמר אדגרמיתו גרמי כו' והוא היה מחשיב עצמו אפילו טפי מרבא והשיב לו רב יוסף לא נשהייה לאוניתך כו' דלא זלזל אלא בכבודך דיש לדונו לכף זכות דאיכא לפרושי הא דקאמר לשמעיה דרבא אנא עדיפנא לא זלזל בכבוד רבא ולא ארבא קאמר אלא אשמעיה דרבא קאמר שהוא עדיף שאני עצמי בכאן ואתה שמש ויותר ראוי שימתין שמש דרבא כאן משאתעכב אני בכאן בשביל הבשר והשתא יתפרש ורבא רבה דרבך כפשוטו דעל עצמו קאמר ורבא חשוב ממנו דהשתא גם לא זלזל בכבוד רב יוסף כלל וגם בכבוד אביי י\"ל דהשתא לא זלזל כ\"כ אלא משום דבהלכות מועטות הלכה כאביי לגבי דרבא ביע\"ל קג\"ם אמר כן אדגרמיתו גרמי בי כו' וחושבניה דדין כחושבניה דדין וק\"ל: ", 
            "<b>מאן </b> דלא שהייה לאוניתא דמלכא דאדום כו'. בהרבה מקומות כתיב כה\"ג לעיל מיניה שם שאמר לעונשן על שעשו מעשה אכזר באחרים ע\"ש היינו אונייתא באומה אחרת בכללה אבל אונייתא דיחיד כהך דרב דימי הכא שיתבע הקב\"ה לא מצינו אלא במלך אדום שעשה בו מואב מעשה אכזר לשרפו באש ובבזיון גדול לערבב עפרו בסיד לטחותו בקיר הבית כפרש\"י שם והיינו כי הכא שרבא לא אמר אלא דלא לנקטי ליה שוקא והוא הוסיף לו בזיון גדול במעשה ובדבור שטפח ליה בסנדליה ואמר ליה אנא רבך כו' וק\"ל: ", 
            "<b>דלא </b> הוו בסיומא א\"ל אימא לן הני שמעתא דמעשר בהמה כו'. על פי פרש\"י בלשון שני נראה לפי' דר\"ל דלא הוו בסעודת סיום מס' של בכורות דהיא המס' הנוהגת בזמן הזה חוץ מפ' אחרון דהיינו פרק מעשר בהמה אבל רבא הוסיף בו בסוף פ' מעשר בהמה כמה מימרות מדיני מעשר בהמה ע\"ש והם לא היו שם ולכך שאלו עליהם וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>ד' רוחות מנשבות כו'. מפרש רש\"י בפ\"ק דברכות דו' שעות הראשונות בכל יום מנשבת רוח מזרחית מהילוך חמה ו' אחרונות רוח דרומית ובתחלת הלילה רוח מערבית ובחצות הלילה רוח צפונית עכ\"ל וסימנך לרוח היום כי הרוח הולך ע\"פ מהלך השמש והוא שרוח דרומית קשה מכלם שהוא תחילת ירידת השמש ורוח צפונית יפה מכלם כי היא תחלת עליית השמש וכמ\"ש אידלי יומא אידלי קצירא ואמרינן בפ' הערל ביומא דשותא שהוא רוח דרומית כפרש\"י שם לא מהלינן ביה ולא מלו ישראל במדבר מפני שלא נשבה רוח צפונית והדבר תולה בגלגל חמה כמו שאמרו בנדרים פ\"ק חירגא דיומא מסי ופי' הרא\"ש שם שהוא בשביל האבן שהיתה לאברהם אבינו ותלאה בגלגל חמה כמ\"ש בזה בפ\"ק ע\"ש: ", 
            "<b>שהודיעו </b> לנו מקום תפלה דכתיב וצבא וגו'. לפי הנראה כמו שאנו רואים כי מהלך החמה ושאר הגלגלים ממזרח למערב והוא ע\"י גלגל המקיף אין כאן השתחויה דרך מערב דעיקר מהלכם הוא ממערב למזרח כמ\"ש התוכניים וע\"כ אמר נחזיק טובה כו' שאמרו כי כן הוא מהלכה הנראה לנו ממזרח למערב דרך השתחויה הוא ולהודיע לנו מקום תפלה שהשכינה במערב אבל עיקר מהלכם של ז' כוכבי לכת שאינו נראה לנו אינו כך אלא ממערב למזרח אלא גלגל המקיף הוא מוליך אותם בכל יום ממזרח למערב שהוא מהלכם הנראה לנו כדי שיהיו משתחוים בכל יום למערב כי שם היא השכינה וענין דרך השתחויה ממזרח למערב משעה שפנה הגלגל למערב וחמה הולכת ויורדת למטה הוא ממש כעבד המקבל פני רבו דביותר שהוא מתקרב לרבו משתחוה ומוריד פניו למטה והמקשה דפריך דלמא כעבד שנוטל פרס כו' אע\"פ שהחמה ממזרח למערב הולכת ועולה כן הוא גם דרך המשתחוה וחוזר לאחוריו ביותר שהוא מתרחק מרבו הוא מרים ראשו ועוד נראה לפ' ע\"פ מה שאמרו במדרש עושה שלום במרומיו שהמזלות כ\"א סובר אני עולה ראשון לפי שאינו רואה מה שלפניו כו' דהשתא שפיר קאמר דמהלכם הנראה לעינינו ממזרח למערב ע\"י גלגל המקיף הוא הולך לאחוריו כעבד הנוטל פרס כו' אבל עיקר מהלכם לפניו ממערב למזרח ואפשר שמשתחוים ממש ממערב למזרח ודו\"ק: ", 
            "<b>מ\"ד </b> אתה הוא ה' לבדך כו'. פרש\"י בתריה וצבא השמים כו' ועל עסקי שליחות צבא השמים כו' ע\"ש והוא דחוק דלא הוזכר בהאי קרא שליחות אלא בקרא דמייתי התשלח ברקים וגו' ונראה לפרש דה\"ק דר\"א סבר שכינה בכ\"מ וצבא השמים לך משתחוים דכתיב בהאי קרא לאו דוקא לפי הנראה לנו שהגלגל הולך ממזרח למערב כדקאמר לעיל אלא גם הגלגלים ההולכים ממערב למזרח והנוטים לצד אחר כולם לך משתחוים דשכינה בכ\"מ ובכל צד איכא והיינו דכתיב בתחלת הקרא אתה הוא ה' לבדך במדה זו דכל הארץ מקום כבודו והשכינה בכ\"מ ואהא מייתי נמי קרא דהתשלח ברקים וילכו וגו' דלענין שליחות של מקום נמי כן הוא ודו\"ק: ", 
            "<b>יערוף </b> כמטר כו' זו רוח מערבית כו'. מפורש במדרש ילקוט שכשם שהעיד משה לישראל שמים וארץ כך העיד עליהם רוחות דכתיב יערוף כמטר והם בכלל הששה קצוות כי בהם נכלל כל העולם וזכר כאן ברוחות הללו שיש בידם להועיל ולהזיק כמ\"ש בשמים וארץ שאם יזכו הארץ תתן יבולה והשמים יתנו טלם ואם יתחייבו כתיב ועצר את השמים ולא וגו' וז\"ש רוח מערבית שבאה מעורפו וגו' ומסיים ביה במדרש המטר הבא מן המערב הוא כולו לברכה ע\"ש השכינה שהיא שם שע\"כ נקרא אוריה וכפירוש הערוך ובהיפוך אמר תזל כטל שהשמים נעצר ממטר על ידי רוח צפונית אבל הטל אינו נעצר כדאמרינן בתענית והיא תזל הזהב כפירוש רש\"י ואמר כשעירים עלי כו' שמסערת את כל עולם כולו כשעיר המזיק וע\"כ אמרו ברוח מזרחית שדיא נשיב בפ' כל הגט ע\"ש הזיקו כמפורש שם והערוך בערך איסתנא פירש דשדיא הוא רוח דרומית ושותא הוא רוח מזרחית אבל רש\"י בפרק הערל פירש שותא הוא רוח דרומית והכי מוכח נמי ההיא דפרק כל הגט רוח מזרחית נקרא שדיא ומ\"ה נמי קרא ליה הכא שעיר ע\"ש ושעירים ירקדו שם דהיינו שדים וק\"ל: "
        ], 
        [
            "<b>מקפת </b> וחוזרת אחורי כיפה שנאמר הולך אל דרום כו'. נראה דראייתו של רבי יהושע מהאי קרא שגם רוח צפון יש לו מחיצה אלא שחוזרת החמה אחורי כיפה כיון דגם גבי מזרח ומערב כתיב סובב שפעמים סובבתן כו' ביום קצר וע\"כ ההוא סובב פירושו אחורי כיפה שהרי יש שם מחיצה שבו מהלכת ביום ארוך יש לנו לומר נמי דסובב דכתיב גבי צפון נמי מיירי בכה\"ג שיש בו מחיצה אלא שמקפת בו אחורי כיפה וק\"ל: ", 
            "<b>והא </b> אמר מר רוח דרומית מעלה כו'. עיין פרש\"י ויותר נראה לפרש דארוח דרומית גופה פריך דקתני הכא דממנה תבא סופה דהיינו רוח סערה כמו סופה וסערה וגו' דישעיה והאמר מר דמעלה רביבים דמשמע דנוחה היא ומשני הא דאתי מטרא בניחותא מעלה רביבים וכי אתיא מטרא בשפיכותא היא באה בסופה וסערה וק\"ל: ", 
            "<b>שמזלת </b> את הזהב כו'. דהיינו שע\"י אותו הרוח בא הזהב שהוא זל בעיני בריות ומצוי ביד רבים ונקט לשון זל כדנקט בברייתא ע\"ש תזל כטל וגו' והא דמייתי וכן הוא אומר הזלים זהב וגו' אינו אלא לראיה שנמצא האי לישנא דזילותא גבי זהב וק\"ל: ", 
            "<b>לא </b> הוגשמה רוח דרומית שנאמר ויגזור וגו' ויאכל על שמאל ולא שבעו. יש לפרש בזה מאשר שמעתי דרך צחות בקרא אוהב כסף לא ישבע כסף כי היה איש א' אוהב כסף ביותר ובקש מהאל ית' שבכל מה שיגע בו הוא בידו יהיה נעשה כסף והקב\"ה מלא שאלתו והנה הוא כשבא לאכול לחם נגע בו ידו ונעשה כסף ולא היה לו מה לאכול וז\"ש לא ישבע כסף וכן תפרש בהאי קרא כשהקב\"ה גוזר על ימין רוח דרום שלא יבא מטר יהיה רעב וזה בעלי כיסים והעשירים באו לאכול על שמאל ורוח צפון שהוא הזהב שבא ע\"י רוח צפון שמזלת הזהב כדקאמרינן ולא שבעו בו וק\"ל: ", 
            "<b>מיום </b> שחרב בהמ\"ק אין הגשמים יורדים מאוצר טוב שנאמר יפתח וגו'. יש לדקדק דגבי יורדין מאוצר טוב תלה הדברים בשתים בעושין רצונו של מקום ובשרוין ישראל על אדמתם ובהיפך באין יורדין מאוצר טוב לא תלה הדבר אלא באחת מהן דהיינו באין שרוין על אדמתן וי\"ל דיורדין מאוצר טוב תולה בשניהם דכתיב יפתח ה' לך וגו' דקאי ארישא דענינא דכתיב והיה אם שמוע תשמע וגו' דהיינו עושין רצונו של מקום ומסיים בהאי קרא לתת מטר ארצך וגו' דהיינו כששרוין על אדמתן אבל באין עושין רצונו של מקום לא דיין דאין יורדין מאוצר טוב אלא דאין יורדין כלל שנאמר ועצר את השמים ולא יהיה מטר וגו' אלא שאמר דאף אם עושין רצונו של מקום אם אין שרוין על אדמתן ומתפללים שם בארצות אויביהם על המטר והם נענין מ\"מ אינו בא מאוצר טוב כדכתיב בהאי קרא מטר ארצך וכדאמרינן בפרק קמא דתענית א\"י שותה מי גשמים וכל העולם כולו מתמצית ע\"ש ודו\"ק: ", 
            "<b>הרוצה </b> להחכים ידרים והרוצה כו'. הכונה בו כדלעיל כי הלחם אשר בו יחיה האדם הוא מרוח דרום והרוצה שלא להרבות הון רק כדי חייו שיחכים בתורה יתן פניו לאותו צד אשר הלחם בא ממנו ולא הזהב שהוא דרום אבל בהיפך הרוצה להעשיר יצפין יתן פניו לאותו צד אשר הזהב בא ממנו שהוא צפון כדלעיל ואמר וסימנך שלחן בצפון כו' שהוא שלחן מלכים ועשירים ולא היה עליו רק לחם הפנים רמז שלא יסמכו על ריבוי הונם כי לא ישבעו ממנו רק מן הלחם הבא מצד השני שהוא דרום ומנורה היתה בדרום שהיו מסתפקין בה בשמן לנר כן הרוצה להחכים לא יבקש ממון רב רק שיסתפק במעט כדי לקיים נפשו ונשמתו הקרויה נר אלהים נשמת אדם ודאמר מתוך שמתחכם מתעשר כו' כי החכם הוא המסתפק במה שיש לו כמ\"ש הוא בעושר האמיתי שאמרו איזהו עשיר השמח בחלקו ומייתי מקרא ובשמאלה עושר וכבוד דהאי בשמאלה קאי אדלעיל דכתיב אדם מצא חכמה וגו' כי טוב סחרה גו' ר\"ל שאין העושר תלוי בשמאל שיעשיר ויצפין אלא שהעושר תלוי בשמאלה של חכמה שזכר לעיל והיינו המסתפק במה שיש לו אי נמי כדאמרינן למשמאילים בחכמה דהיינו שלא לשמה זוכה לעושר וכבוד וקרוב לענינו דלעיל ראיתי כתוב שוב בתרגום יונתן פ' פקודי וז\"ל ותהנעל ית פתורא לסטר צפונא מטול דמתמן מתיהב עותרא דמתמן זלחן רסיסין כו' ותהנעל ית מנרתא בסטר דרומא מטול דמתמן שבילי כו' מתמן גנזי חכמות דמתילין לנהורא כו' עכ\"ל ע\"ש באורך מיהו מ\"ש על צד צפון דמתמן זלחן רסיסין כו' לכאורה הוא סותר סוגיא דשמעתין דקאמר הרביבים באים מדרום ואדרבה רוח צפון מונע הרביבים ואפשר לומר דעל רסיסי טל קאמר דבאים מצפון כדדריש לעיל תזל כטל זו רוח צפונית כי לעת השחר יעלה הטל שאז רוח צפון שולט והטל אינו נעצר לעולם כמו רוח צפון כדלעיל ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>ועוצם עיניו כו' ה\"ד אי דאיכא דרכא אחרינא כו' ואגופא דקרא לא תקשי ליה הכי דאיכא לאוקמא דאיירי ביושב ודבר ערוה הולך לפניו ואע\"ג דאינו מתכוין לכך יש לו לעצום עיניו אבל למאי דמוקי ליה בהולך על שפת הנהר תקשי שפיר אי דאיכא דרכא אחרינא הרי הוא מתכוין לעבירה ורשע מקרי על הלוכו שם כלל ולא סגי ליה בעוצם עיניו וק\"ל: ", 
            "<b>כל </b> שאין בשרו כו' פרשב\"ם שלא יראה בשרו כשהולך יחף עכ\"ל אבל אין דרך חכמים להלוך יחף ואין זה מוכרח אלא דאיכא לפרושי בנעול במנעלין אלא שיגיע חלוקו עד מקום ראש המנעל וק\"ל. ", 
            "<b>שלחן </b> של ת\"ת כיצד ב' שלישי גדיל כו' אמר כמו שניכר הת\"ח במלבושיו כך הוא ניכר גם במאכלו בנקיות ובהסתפקות דהיינו שאינו עורך כל השלחן רק ב' שלישים ממנו ועליו קערות שאינן מאוסין כמו הקדירות גם עלי ירק שמסתפק לו בזה משא\"כ שלחן של ע\"ה שהקדירות שהן מאוסין רבים מקיפין אותו והם חמין כלי ראשון וקאמר דאינו דומה כלל לשלחן אלא דומה למדורה שהקדרות רותחין עליו ואמר כמו כן ניכר הת\"ח במטתו שמקפיד על מאיסת אוכלין תחת המטה שרוח רעה שורה עליהן וק\"ל: "
        ], 
        [
            "<b> </b>אשכחיה לאליעזר כו' א\"ל מאי קעביד אברהם כו' משים דהוה קאי אליעזר אבבא הוה קסבר רבי בנאה דעביד אברהם מידי דצניעות ולכך העמיד לאליעזר שם דלא ליתי איניש התם ואפשר דהוה סבר רבי בנאה דאברהם היה מתפלל אז כדאמרינן פרק הפועלים דאבותינו מתפללים על גלות ישראל ולכך קאי אליעזר שם דלא ליתי איניש התם לאפסוקיה מתפלתו מיהו קושטא הוא דלא היה מתפלל כדקאמר גאני כו' ומשום צניעותא נמי לא היה חש למיקם לאליעזר שם כדקאמר דיצר בהא עלמא ליכא אלא די\"ל דהעמידו לאליעזר שם דלא ליתי איניש דלא מעלי התם דלא ניתן רשות ליכנס בקברי צדיקים אלא לאדם גדול וחשוב כפרשב\"ם לעיל וענין דגנאי בכנפה כו' דהצדיקים במיתתן קרויין חיים והמיתה אינה אלא כשינה לגבייהו כמ\"ש ומקיים אמונתו לישני עפר ודרך ארץ לעיין ברישא דהישנים וכענין זה אמרו בפרק הפועלים בר\"א בר\"ש שאשתו היתה מעיינת בראשו אחר מותו כאלו הוא חי ורמז בזה בכנפא דשרה שהיתה קבורה שם וע\"ש שהיא עקרת הבית אף שהיו לו עוד נשים אחרות הגר וקטורה לא היו אלא פלגשים וק\"ל: ", 
            "<b>כי </b> מטא למערתא דאדם כו' היא מערה הפנימית למר ותחתונה למר ומה שלא היה שוכב אדם ג\"כ במערת ג' אבות היינו משום כדמסיק בדיוקני עצמה אל תסתכל וע\"כ החיצונה בעי למדודי משום ציוני אבל הפנימית לא בעי דכמדת החיצונה כך מדת הפנימית וענין בדיוקני עצמה אל תסתכל אף שכמה בני אדם ראו את אדם הראשון בחייו אפשר דלא הותר להסתכל בדיוקני עצמה אלא לדורו בחייו אבל במותו אסור כענין כי קללת אלהים תלוי גם בשאר בן אדם והבן זה: ", 
            "<b>הכל </b> בפני שרה כקוף כו' משמע אפילו יעקב ודקאמר דיעקב מעין שופריה דאדם הראשון והוא דמות דיוקנו י\"ל דהתם היינו לענין הצורה והתואר אבל הכא לענין זיו קלסתר פנים קאמר הכל בפני שרה כו' כדכתיב בשרה כי אשה יפת מראה את דהיינו זיו וקלסתר פנים כפרש\"י בחומש גבי רחל וכה\"ג אמרינן בפרק הפועלים דלהכי לא חשיב לר' יוחנן בהני מעין שופרי' משום דהדרת פנים לא הוה ליה דהיינו תואר וצורה וק\"ל: ", 
            "<b>אמגושא </b> דהוה חייט שכבי כו' פרש\"י חופר מתים להפשיט בגדיהם עכ\"ל ומדנקט אמגושא שהוא שם מכסף נראה לפרש שהיו מחטטין שכבי שכן דרכן של אותן מכשפין כדרך מעשה אוב או ודורש אל המתים וכן יש לפרש בפרק הבע\"י גבי חברי אתו לבבל כו': ", 
            "<b>חביתא </b> דעפרא כו' פרשב\"ם שאמר כן שלא יבינו הכל שהוא עשיר כו' עכ\"ל וק\"ק למ\"ד בסנהדרין דאין אדם עשוי שלא להשביע בשעת מיתה וע\"ק אם אמר כן שלא יבינו העדים השומעים צואתו א\"כ גם בניו לא יבינו ולא ידעו לחלוק ואם חשב דע\"י החכמים יבינו הדבר א\"כ מהם יותר יתפרסם הדבר בב\"ד שהוא עשיר ויש לפרש שעשה כן שאם יעמוד יחזור בכל צואתו כדין ש\"מ ולא ידעו גם הבנים מה ציוה לזה ומה לזה וכדי שלא יהיה קנאה ביניהם שאפשר שחלק א' יהיה טובה מחלק הבא לחבירו או אפשר לפרש כדי שלא יצטערו במיתתו רמז להם כי העוה\"ז כולו הוא עולם ההפסד אך יש בזה שארית ואמר לאחד חביתא דעפרא כי הכל הולך אל העפר וחביתא דגרמי כי כל בשר ודם יכלה ולא ישאר רק העצם לזמן התחייה שהוא עצם אחד שנקרא נסכא וחביתא דאודרי כי גם בגדי ומלבושי האדם יכלו והבסתרקי יהיו עשויין ממוכין אשר לזמן התחייה אמרו שיעמדו הצדיקים בלבושם כאלו יש אותם מוכין לארוג בגדים אחר הריקוב ודו\"ק: ", 
            "<b>זרנוקא </b> אמרה כו'. לכאורה אין כאן לשון חכמה כי כל דבריה מפורשים על הנוד חוץ ממה שדימה התייש לעבד ולא ידעתי על מה ויש לפרש כי באתה כן דרך קובלנא לפני בי מלכא על אישה ר' בנאה שהיה חבוש ואמרה כן להוציאו מבית האסורין ואמרה עבדא חד הוה לי הוא אישה ר' בנאה שהיתה מתפרנסת ממנו כי כל איש חייב לעשות מלאכה ולהשכיר עצמו משום מזונות אשתו לדעת ר\"א ופסקו לרישיה ר\"ל שפסקו אותו ע\"י תפיסתו מהיות להם לראש ולדיין ופשטו למשכיה ואכלו לבשריה הוא כי בעת שתפסו אותו גרבו ושללו ממנו בגדיו וכל אשר לו כדאמרינן נמי בפ\"ק דחגיגה גבי רבא דשדור בי שבור מלכא וגרבוהו בגזירות והיה לאכול וקא מלו ביה מיא כו' הוא רמז כי גם בתפיסתו הבריות צריכין לו כי לומדים החברים תורתו ע\"ד שאמרו דולה ומשקה מתורתו לאחרים ולא יהבי ליה אגריה אבל אין לו שכר מזה ואין לה במה להתפרנס ואמר דלא ידעי כו' שהמשל ודאי הבינו כפשוטו אבל הנמשל ממנו לא הבינו ופירש להם ר' בנאה זרנוקא אמרה לכו כי אותי שהוא עבד שלה עשו לזרנוקא. ושא\"ל ", 
            "<b>ליתיב </b> אבבא לידון יש לפרש כפי מה שהיה כתוב בשער כל דיין דמתקרי לדין לא שמיה דיין חשבו אף כי חכם הוא אינו ראוי להיות דיין כי כבר נתבע הוא לדין והיה חבוש שם בבי מלכא וע\"כ הושיבו אותו שם בפתח השער לדין כי שם יראה כתוב הדבר הזה כל דיין כו' וימנע עצמו מלהיות דיין להם וא\"ל אלא מעתה כו' לפי דעת זו כל איניש מעלמא שיהיה לו שנאה עם הדיין יפסיל אותו בהזמנתו אלא כו': ", 
            "<b>כל </b> דיין דמפקין מיניה ממונא כו'. עיין פי' רש\"י בחומש בזה בפרשה יתרו ובשאר מפרשים ובתוספות כאן ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>התקוששו וקושו קשוט כו' ביאורו (ספ\"ב) [בפ\"ט] דמציעא ע\"ש: ", 
            "<b>ת\"ר </b> כשחרב ' הבית באחרונה רבו פרושין כו' ויש לדקדק דמה הקשה להם א\"כ לחם לא נאכל כו' ומים לא נשתה כו' דאימא כיון דא\"א לאדם להיות חי זולתם לא היה אפשר להם לפרוש גם מהם משא\"כ בבשר ויין דאפשר לחיות בזולתם דהיינו בלחם ומים גם מה שפרשב\"ם דאפשר בפירות השיבו הפרושים שנפרוש גם מן הלחם הוא דחוק שהרי לא השיבו כלום דלמה לא הפרישו מתחילה רק מבשר ויין ולא פירשו גם מלחם וע\"ק שאמר שלא להתאבל כל עיקר א\"א שכבר נגזר כו' ופרשב\"ם גזירת חורבן והל\"ל שכבר נחרב הבית וע\"ק פי' המקרא במארה אתם נארים וגו' לפי דרש זה וע\"ק דהני שיורי מעט שאמר הוא והביא ממה שאמר אם אשכחך וכי מי שאין לו בית לסוד ולעשות סעודה ותכשיטין ישכח ירושלים גם מי הכריחם להוציא זה הכתוב אם אשכחך וגו' מפשוטו שלא נאמר על כלל ישראל בגלותן רק על הלוים בשירן שנאמר איך נשיר את שיר וגו' ועלה קאמר אם אשכחך וגו' כמ\"ש התוספות בריש ע\"ז ונראה שהפרושים ודאי ראו לעשות זכר בכל דבר הנחסר לנו בהשגחה מאתו ית' ולא במקרה בעלמא ונטפל להם ר\"י כו' ור\"י נמי הוה ידע שפיר דבדבר שא\"א בלאו הכי ודאי דא\"א לפרוש וכולה מדברי ר\"י שא\"ל א\"כ לחם נמי לא נאכל דאפשר בפירות ופירות דז' מינין נמי כיון דאפשר בפירות אחרים ומים לא נשתה דאפשר נמי במי פירות ולפי שהוא פשוט לא הוצרך לאסוקי במלתא ובזה יתיישב קושית התוס' וע\"כ שתקו שלא יכלו להשיב על אכילתם לחם וז' מינין ושתיית מי נהר וא\"ל שלא להתאבל כל עיקר א\"א שכבר נגזרה גזירה שהיה החורבן בגזירת שמים ולא במקרה וראוי לתת לב לזה וליתן זכרון כמ\"ש ולהתאבל יותר מדאי א\"א כו' אא\"כ רוב כו' דכתיב במארה אתם נארים ואותי וגו' וה\"פ דקרא במארה וקללה שאתם גוזרים ודאי שאתם נארים ונתקללים כיון שאין רוב הצבור יכולין לעמוד בה יש מהן שעוברין על הארור והגזירה וכיון שכן הוא הגזירה נעשית שלא כדין שלא לאכול ולשתות יין ובזה כיון שאין הגזירה נעשית כדינה אתם קובעים אותי מן הברכה כדאמרינן בפרק כיצד מברכין כל הנהנה מן העוה\"ז בלא ברכה כאלו גוזל להקב\"ה ומסיים דבעי הגוי כולו שיוכלו כולם לעמוד בה ורובו ככולו ואמר כך אמרו חכמים סד כו' וסמך את כולם על קרא אם אשכחך וגו' דבפ\"ק דע\"ז נמי דרשוהו שהשם ית' ב\"ה אמרו ואין מחובר למעלה שאמרו שם אין שחוק להקב\"ה כו' דכתיב אם אשכחך ירושלים וגו' וכתבו התוספות שם פשטיה דקרא כך הוא אם אשכחך ירושלם וגו' תשכח ימיני מלנגן בכנור תדבק לשוני וגו' אם ארצה לשורר בפה וכו' והדרש ימאן זה משום דעד כאן מדבר בלשון רבים כי שם שאלונו וגו' איך נשיר וגו' וכאן כתב בלשון יחיד אם אשכחך וגו' ומטעם זה דרשוהו נמי הכא דאינו מחובר למעלה אבל הוא מדבר לכל יחיד מישראל שלא ישכח החורבן דודאי ענין השיר הוא אסור בגלותנו לכל ישראל בשוה כדאמרינן בגיטין בשיר לא ישתו יין אבל בדירת בית וסעודה ותכשיטי אשה אינן אמורין אלא לכ\"א מישראל לפי דורו שיחסר מדירת ביתו וסעודתו ותכשיטיו זכר להשגחתו ית' ב\"ה ולא שהיה במקרה ואמר סד את ביתו אמרינן בפרק שני שעירי בהנהו דשאלו לר\"א מהו לסוד את ביתו א\"ל מהו לסוד את קברו לא מפני שהפליגן בדברים אלא שלא אמר דבר שלא שמע מרבו לעולם ופירש רש\"י לא שהפליגן כאדם המתכוין לדחות כשאינו יודע כו' אלא יודע היה אבל לא אמר דבר שלא שמע מפי רבו לעולם וקשה מ\"מ תשובה זו אין ענין לשאלה ואין לך הפלגה גדולה מזו ונ\"ל לומר לפי שיש דעות חלוקות בשמעתין שאמרו אין מסיידין ומכיידין כו' ות\"ר לא יסוד אדם ביתו כו' ולדעת ר\"י אדם סד ביתו ומשייר כו' ור\"א לא שמע בזה מרבו להכריע ואף שהוא בעצמו ידע לא רצה לאומרו וע\"כ אמר בזה שיש להבין מדבריו כדברי זה וכדברי זה דלדעת מי שאמר אין מסיידין כלל א\"ל מהו לסוד את קברו דאמרינן בפרק מרובה מציינין את הקברות בסיד מפני אהל הטומאה והשתא קא\"ל כשם שאין אדם מסייד קברו שיש לו בחייו כדאמרינן פרק המוכר פירות דבחייו אין שם אהל טומאה כך אין לאדם לסייד ביתו בחייו ונמצא שאין הבית מסוייד לעולם דכשמת ביתו של בנו הוא דאסור לסיידו גם הוא בחייו וכן לעולם ולמ\"ד לשייר דבר מועט אמה על אמה כנגד הפתח דשם הוא נראה יותר לייפות כדאמרינן לעיל בנכסי הגר דבעי קנין אמה נגד הפתח גם מטעם זה ישייר אותה אמה כאלו אין לו קנין בח\"ל ואין דעתו להיות תושב רק דרך גירות וזאת האמה היא עיקר הקנין והנוי אבל קראו דבר מועט בערך זכר לחרבן שהיה ראוי שנגזור על עצמינו שלא לאכול בשר ושלא לשתות יין כו' אלא שאין רוב הצבור כו' וכן בענין הסעודה אמר דמשייר בה דבר מועט דהיינו כסא דהרסנא אין זה דבר מועט דרב פפא גופיה משמע פ' הדר דמחשיב ליה דיש לו ריח טוב אלא דגבי זכר לחורבן מחשיב ליה דבר מועט כמ\"ש לעיל ואמרינן פרק הרואה המאריך על שלחנו מאריכין לו ימיו ושנותיו דלמא אתי עניא ויהיב ליה דכתיב המזבח ג' אמות וכתיב וידבר אלי זה השלחן וגו' פתח במזבח וסיים בשלחן ר\"י ור\"ל דאמרי תרוייהו כל זמן שבהמ\"ק קיים מזבח מכפר על ישראל ועכשיו שלחנו של אדם מכפר הקושיא דהך קושיא דמקשה אקרא פתח במזבח וגו' הא איכא לאקשויי נמי אדשני וקאמר ועכשיו שלחנו של אדם מכפר מה טעם יהיה שלחנו מכפר במקום מזבח שהיה בזמן שבהמ\"ק קיים וע\"ק בשינוי לשון דקאמר במזבח מכפר על ישראל ובשלחן מכפר על האדם וה\"ל לומר נמי מכפר עליהן וע\"ק לישנא דמאריך על שלחנו כו' ולא קאמר מאריך בסעודתו ויש לפרש לדעת ר\"י מה שמשייר כל איש ואיש לפי מעלתו ועשרו ומחסר משלחנו הוא תחת הקרבת המזבח כמו שבאו הפרושים לימנע מטעם זה מכל דבר כמ\"ש ולפי שיש לבעל דין לחלוק ולומר שיצא שכרו בהפסדו דמה שממעט בסעודתו ומכפר בו כמזבח הרי מפסיד שממעט מתנות עניים שהיו באים אם היה מאריך בסעודה וע\"כ אמר המאריך על שלחנו אף שלא אוכל ומחסר מסעודתו אלא שיושב בלא אכילה ומאריך בישיבה כאלו לא היה משייר דהשתא אין כאן הפסד העניים ואמר בתכשיטין דמשייר צידעא שהוא דבר מועט הוא כפי עשרו ופ\"ק דגיטין אמרינן דגזרו על עטרות חתנים בזה ע\"ש ובסוף סוטה אמרו דגזרו על עטרות כלות בפולמוס של טיטוס ע\"ש ומסיים מדכתיב אם אשכחך וגו' בלשון יחיד דמשמע דלא איירי בשיר שהוזכר למעלה בלשון רבים אבל איירי בזכר לחורבן בכל עניני מעשים שזכר לכל איש ישראל לפי זמנו וערכו כמ\"ש הרמב\"ם התם שהאשה תשייר מין מתכשיטי הנשים של כסף ועורך השלחן מחסר מעט כו' ע\"ש ופי' הכתוב הגם אם אשכחך ירושלם וגו' כי ידוע שאין אדם יכול לאמן ידיו רק בימין וכמ\"ש וקשרתם וכתבתם מה קשירה בימין אף כתיבה בימין והיינו מטעם זה אלי ואנוהו דאין המעשה נאה בשמאל כמו בימין וקאמר אם אשכחך גו' בכל המעשים ולא אשייר הדבר מועט דהיינו האמה כנגד פתח ודבר א' לצורך סעודה ודבר א' מתכשיטי נשים תשכח ימיני בעשייתן ושיהיה נעשה ע\"י שמאל שלא תהיה המלאכה נאה ויהיה כאן זכר לחורבן במה שנעשה בשמאל ואמר תדבק לשוני וגו' שאפשר שיזהר אדם בכל זה ואין כאן זכר שלא ירגיש האדם בזה ויתלה בדבר אחר וע\"כ אמר תדבק לשוני לחכי אם לא אזכרכי בלשוני בכל המעשים הללו שאני עושה ומשייר זה זכר לחורבן כו' ואמר מאי על ראש שמחתי והוא ענין שגזרו על עטרות חתנים וכלות כדאמרינן סוף מסכת סוטה ע\"ש דהיינו ירושלים דדהבא ואמר אפר תחת פאר במקום תפילין ע\"ש שהתפילין הוא כתר תורה כמ\"ש בקדושין פרק האומר ובחורבן הבית ניטל כבוד תורה כדאמרינן בסוטה ע\"ש ואמר זוכה ורואה בשמחתה כו' דודאי זכות גדול הוא למי שבא גם בדור הזה לא\"י גם במותו וכ\"ש בחייו כדאמרינן סוף כתובות אבל אמר המתאבל זוכה לדבר נוסף דהיינו לראות בשמחתה דהיינו בבנינה ובכן בבי\"א: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>פסקי חד קרנא כו'.</b> לפי שקרח היה לובש טלית כולה תכלת והיה פוטרו מציצית וע\"כ כשראה רבב\"ח ומצא בא' מהם טלית שכולה תכלת חשב שהוא קרח ולטובתו היה פוסק לו חד קרנא דהיינו חד כנף דה\"ל בגד בת ג' כנפים ופטור מציצית אבל אם לא יפסוק לו הכנף יעמוד לעתיד בטלית של ד' כנפים והרי אינה מצוייצת כהלכתה לפי האמת לדעת מרע\"ה דבעי ביה נמי חוט של תכלת וא\"ל ההוא טייעא החכם דלמא אין זה קרח דשקלת מחד מינייהו ושמא הוא א' מעדתו שהיו ג\"כ לבושין תכלת ואותן אין להם חלק לעוה\"ב ודשקל מידי מינייהו לא מסתגי ליה כו' והוא מטעם שבהן נתקיים אשר נשבעתי וגו' דהיינו לפי פשוטו שלא יבואו לא\"י שעליהם לא נתחרט על שבועתן ובגדיהן כגופן שהרי בגדיהן נתגדלו במדבר כחומט הזה שהבגד כגופו ואמר למאי הלכתא שהם לא הבינו דעת רבב\"ח ואמרו אי לממני חוטין דודאי קרח לא היה פוטר טליתו רק מתכלת דמלבן ודאי לא היה פוטרו משום דהיה הטלית כולה תכלת וא\"כ בההוא חד קרנא של בגד תכלת של קרח לפי דעתו שהיה בו לבן ה\"ל לממני החוטין אם ג' של לבן כב\"ה או ד' לבן כב\"ש לפירוש התוס' שם: ", 
            "ואמר <b>תא אחוי לך טורא דסיני חזאי דהדרא להו עקרבא כו'.</b> הוא הרמז התורה הנתנה לנו בהר סיני אין להוסיף ואין לגרוע עליה וע\"כ אמר הדרא ליה עקרבא שהן דברי חכמים שעושין משמרת לתורה שעקיצתן עקיצת עקרב וקיימי בשמירתן כי חמרי חוורתא כמ\"ש בעירובין רוכבי אתונות צחורות אלו ת\"ח שהולכין מעיר לעיר ועושין אותן כצהרים דהיינו שמעמידין אותם על בוריה והיא שמירת התורה ואמר שמעתי ב\"ק שאומרת אוי כי נשבעתי כו' היא השבועה בעצמה דקיימינן בה הכא בדור המדבר שלא יהיה להם חלק לעוה\"ב שאמר אשר נשבעתי באפי דהיינו בכעס וחזרני בי דהיינו חרטה ומי מיפר לי דאף המתחרט צריך התרה ואין כאן מקום לקושית התוס' לפי זה:", 
            " ואמר <b>אחוי  לך בלועי דקרח כו'.</b> בפ' חלק מייתי לה אבני קרח לא מתו דמקום נתבצר להם בגיהנם וישבו שם ואמרו שירה וא\"ל אחוי לך אותן דבמה נצולו והראה לו תרי בזעי כו' בקוע נאמר על דבר עבירה כמו בקעה מצא וגדר כו' דהיינו ב' עבירות דהיינו שנתקנאו בכבוד משה ואהרן ולא במעשיהם הטובים כמ\"ש ויקנאו למשה במחנה לאהרן קדוש ה' לפי שמשה היה אהלו של תורה מחוץ למחנה כמפורש בפרשת כי תשא ושם היה תמיד ואהרן היה דר בתוך המחנה ורדף שלום בין איש לרעהו ובין איש לאשתו ואמר על עדת קרח לא קנאו למשה בלמוד תורתו שמחוץ למחנה אבל קנאוהו במעלת כבודו כשבא למחנה שהיה חשוב לכולם ובהיפך באהרן לא קנאוהו על הטוב שעשה במחנה ישראל עשות שלום אבל קנאוהו על כבוד שמחוץ למחנה ישראל שהיה קדוש ה' במחנה שכינה לעבוד עבודת ה' שע\"כ חלקו על הכהונה:...", 
            " ואמר <b>שע\"י זה קא מפיק קוטרא שעלה חרון אף ה' בהם אבל הם שקלי גבבא ומשייה כו'.</b> הוא הרמז שע\"י התורה שנמשלה למים ושהרהרו תשובה בלבם שנאמר שפכי כמים לבך וגו' לא שלט בהן אש של גיהנם כמו שלא שלט האש בגבבא השרויה במים ועומד למעלה ברומח כן נשארו הם שם כתורן וכנס במקום גבוה ולא שלט בהן אש של גיהנם רק שהיו אחרוכי כמ\"ש ביהושע בן יהוצדק כ\"ג ואמר ששמע מכת דתן ואבירם שנשתיירו שם חיים שאמרו משה שנתקנאו בו בכבודו אמת הוא שראוי לכבוד הזה ובתורתו שלא נתקנאו בו הוא אמת כו' ואמר שכן הוא בכל ר\"ח אפשר לפי שהם אמרו כי כל העדה כולם קדושים רצונם שראוי מכל י\"ב שבטים מכ\"א להיות כ\"ג בחודש א' שיהיה מקריב כל א' בחדשו כעין הנציבים בימי שלמה ודעתם לכהונה לי\"ב שבטים כנגד י\"ב מזלות אבל הש\"י ב\"ה בחר לו כהן א' כי הוא אחד אמיתי:", 
            "<b>אחוי לך היכי דנשקי ארעא כו'. </b>הכונה בו ע\"ד הכתוב חסד ואמת נפגשו צדק ושלום נשקו וכשיטת ר\"י רבו שאמר בסוף מסכת שבת דאין מזל לישראל וכתבו התוס' שם והא דאמר רבא במו\"ק בני חיי ומזוני לאו בזכותא תליא מלתא אלא במזלא מ\"מ ע\"י זכות גדול משתנה כו' ע\"ש וכדאמרינן פרק מי שהחשיך גבי אברהם מאי דעתך דקאי צדק במערב מוקמינן ליה במזרח דכתיב מי העיר ממזרח צדק ששינה הקב\"ה מזלו ע\"י מעשים טובים שלו כפרש\"י שם ועיין בעיקרים מ\"ד פ\"ד וע\"ז אמר קרא חסד הבא לאדם מן השמים ואמת שעושה אדם בארץ נפגשו וצדק שהוא מזל צדק בשמים ושלום שעושה אדם בארץ נשקו שנתחברו ונדבקו ע\"י מ\"ט ופי' הדבר אמת מארץ וגו' ע\"י שאמת מארץ תצמח וצדק משמים נשקף לטוב דהיינו מזל הטוב גם ה' יתן הטוב אף שהמזל אינו מורה כן ע\"י הזכות המזל משתנה וארץ תתן יבולה הם המזונות שתלוים במזל וע\"ז אמר אחוי לך היכי דנשקי ארעא ורקיעא אהדדי דהיינו כמ\"ש שע\"י זכות שבארץ ינשק הרקיע למזל שבו שישתנה ע\"י מ\"ט ותפלה דרחמי כמ\"ש ואמר רבב\"ח גם אני שהיה דרכי לילך למרחוק במדברות וימים להשיג מזונותי ואמרתי שלא אעשה עוד כן ושקלתי לסלתאי שהוא רמז למזונות בכ\"מ ואנחתיה ג\"כ בכוותא דרקיע דהיינו בחלון הרקיע שמשם יבואו מזוני בריוח ע\"י התפלה שאפשר שישתנה מזלי לטוב אדמצלינא שעשיתי כן ולא אשכחתיו למזונותי בריוח אמינא ליה איכא גנבי הכא שגנבו מה שנתנו לי מן השמים או שרמז שגנבו וטרפו לתפלתי שלא עלתה לשמים שהרי לא נעשתה בקשתי וא\"ל האי גלגלא דרקיע הוא דמזל הרקיע הוא מעכב עד דהדר ממערב למזרח שישתנה לטובה כמו באברהם ועדיין לא הגיע זמן השינוי נטר עד למחר עד שישתנה בריבוי זכיות ותפלה ומשכחת לה שישתנה מזלך לטוב וק\"ל: ", 
            "<b>חזינן ההוא כוורא דאפיק רישיה כו'. </b>נאמר על מזל אדר דאפיק רישיה ממיא שהוא סוף ימי הגשמים אבל דמיין עיניה כתרי סיהרי כמו שטבע הלבנה להוסיף מים כן באדר נתוספו מים מהפשרת שלגים כדאמרינן באבוה דשמואל דעביד לבנתיה מקוואות ביומי ניסן מטעם זה וז\"ש שנפוץ בו מיא כו' כי בחדש ומזל טבת ושבט אשר לפניו נקרשו המים כקרח ולא נפוץ המים וחזינן ההוא כוורא דאפיק כו' ואית ליה קרני כו' ג\"ז בדרך שכתבנו לעיל על מזל אדר שהוא בסוף ימי גשמים ואית ליה קרני כו' ע\"ש מעשיו כי בהם עמים ינגח בימי המן וחקוק עליה אנא בריה קלה שבים ע\"ש שהוא סוף י\"ב מזלות כולם והוינן ג' מאות פרסי ע\"ש מהלך כל מזל שלשים יום שהוא מהלך ג' מאות פרסי כשיעור מהלך אדם בכל יום י' פרסאות ואזלינא לפומיה כו' שזנב מזל זה הולך לפומיה כו' ר\"ל לפומיה דראש המזלות דהיינו מזל טלה וע\"ש שדימה מזל אדר לדג קטן שהוא סוף המזלות דימה ראש המזלות לדג גדול שהוא לויתן ושניהם מזלות של הגאולה גם דימה כן ע\"ש שסוף מזל דגים הוא מוסיף מים בעולם כמ\"ש לעיל ואמר שמוסיף כ\"כ עד שהוא די לפומיה דלויתן כי גם בניסן שמתחילין ימי החמה נתוספו בו המים כדלעיל בההוא דאבוה דשמואל ודו\"ק:", 
            "<b>חזינן ההיא קרטליתא כו'.</b> כדמסיק שזאת הקרטליתא היה שכר טוב הגנוז לצדקת זו לעתיד לבא לאשת רבי חנינא בן דוסא ליתן בו תכלת וע\"כ הוה שדיא וגנוז בים ע\"פ הכונה דפרק ג\"ה תכלת דומה לים וים כו' וזכר שהיא זכתה לשכר של עוה\"ב כזה ע\"פ מ\"ש בתענית שלא רצתה ליהנות משכר של עוה\"ב בהך עובדא דיהבי ליה לר\"ח בן דוסא חד כרעא מפתורא דדהבא וא\"ל כ\"ע אפתורא דמשלם ואנן אפתורא דמחסר בעי רחמי ושקלוהו והוא ענין שאמר דבעי דנישמטיה לאטמא לרמוז להם שזכתה לזה על שלא רצתה בעוה\"ז משכר עוה\"ב להיות חסר שם שלחן שלהם רגל א' אבל הם לא הבינו ברמז זה ושדא זיקא כו' עד דנפק ב\"ק והודיע להם דבר זה מפורש ואמר דעתידה דשדיא תכלת כו' הוא המכון לצדיקים לעתיד לבא שיגיע השגתם עד כסא הכבוד כמ\"ש תכלת דומה לים כמפורש פרק כיסוי הדם ע\"ש: "
        ], 
        [
            " <b>וחזינן ההוא אבן טבא כו'.</b> הביאור הנה אבותינו ראו בכל דור גם אנו מיום שעמדה מלכות הרשעה גזרו עלינו שלא יעסקו בתורה ובמצות כדאמרינן בברכות ובמגילה ובכמה דוכתין אבל הוא אלהינו ית' ב\"ה עזרנו בעצתו ובסבות רחוקים ע\"י מלכיות המתגרות בהם בכל דור ודור אשר ע\"י זה יתבטל גזרתם הרעה וכההיא דקטיעא בר שלום דלא יכלת ליה לכולהו והנה רבב\"ח ראה מלכיות המתגרות זו בזו בכלל הם נחלקים לב' מחנות ואמונות עד ביאת גואלנו בב\"י והם מלכות הרשעה ומלכות ישמעאל וע\"ז אמר הוה אזלינן בספינה כו' הוא בגלות מלכות הרשעה כמ\"ש לעיל וחזינן ההוא אבן טבא שהוא רמז לתורה מפנינים היא יקרה וכל חפציך לא ישוו בה והדרא ליה תנינא שהוא מלכות הרשעה שהוא נחש הקדמוני שנקרא כן ע\"ש אכזריותו עם אומה הישראלית כמ\"ש לעיל בכוונת ההוא אקרוקיתא כו' וי\"ל דהדר לההוא אבן טבא התנין ועשה לו גדר שלא יגע לו בן ישראל שלא יעסקו בתורה ואמר נחית בר אמוראי הם הת\"ח שהם משיטים בים התורה אתא תנינא וקא בעי למבלע ספינתא שגזרו עלינו גזירות רעות על כל מי שיעסוק בתורה כדאי' פרק הרואה בעובדא דרבי עקיבא ואמר עד דאתא פושקנצא כו' שהוא מלכות ישמעאל שנקרא ע\"ש עורב נקבה כמ\"ש ג\"כ לעיל ופסקיה לרישיה במלחמות ההם כו' והוה דמא ע\"י ש\"ד שנעשה במלחמות ההם כו' או רמז על ש\"ד שעשו העובדי כוכבים באומה הישראלית במלחמות בבעלי התורה כמפורש בשבט יהודה ואמר דאתא תנינא חבריה שקליה ותלי לה וחיה כו' הוא רמז למלכי חסד שיהיו בו כמו אנטונינוס וחביריו דשקל לההוא אבן טוב ותליה ליה כו' שמצינו בו שהוא גופיה עסק בתורה וזכה בו לחיי עוה\"ב ואמר הדר אתא תנין אחר שעמד מלכות אחרת ממלכי יון אתא קבעי ליטבע לספינתא דהיינו שרצה שוב לגזור גזרות רעות הדר אתא ההוא פושקנצא שהוא מלכות ישמעאל ופסקיה לרישיה דההוא תנין במלחמות ההם עד שנתבטל גזרתם הרעה עלינו ושקלה לההוא אבן טבא כמו שראינו בכל דור על הרוב במלכי ישמעאל שהיו מלכי חסד נתנה הרשות לנו בכל מלכותם לכל אדם לקבל עול תורה ומצותיה ואמר דהוה ציפרי מליחי בהדן כו' הם שליפי הגזירה וציפרי הוא רמז לת\"ח העוסקים ומפטפטין בתורה כמפורש לעיל בההוא דחזינן ההוא ציפרא כו' והוי כאלו כבר מתו בגלות ההוא המר והוו מליחי ר\"ל שלא הסריחו לעבור על דת ועמדו בנסיון עד כי מהת\"ח ההם אותבינהו שלקחו לההוא אבן טבא שהיא התורה בהדן ופרחו בכמה גרושים שעברו עלינו בארצות מלכי יון ובאו בארצות ישמעאל להיות לנו שם הצלה ותשועה מגזירות רעות התם והאל יעזרנו בב\"י א\"ס:", 
            "<b>א\"ל מאור גדול ראיתי.</b> אמר מאור גדול ולא אמר אור גדול יש לפרש שר' יהושע חשב כדעת חכמי האומות דאמרינן בפרק מי שהיה דביום חמה מהלכת למעלה מן הרקיע ובלילה למטה מן הרקיע ונראין דבריהם שביום מעיינות צוננות ובלילה רותחין והיה זה המעשה בלילה כדמשמע שהיה ר\"א ישן והוא שאמר ר' יהושע החמה שהיא מאור הגדול ראיתי בים שהיא מהלכת תחת התהום בלילה ור\"א א\"ל לפי דעתו בפרק לא יחפור דהעולם דומה לאכסדרה כו' וכיון שהגיעה חמה אצל קרן מערבית צפונית נכפפת ועולה למעלה מן הרקיע והוא כדעת חכמי ישראל בפרק מי שהיה דבלילה עולה למעלה מן הרקיע ולזה אמר ליה ר\"א שא\"א לראות החמה בים אבל עיניו של לויתן ראית בים דכתיב ועיניו כעפעפי שחר וע\"ש זיכוך בריאותו כעצם השמש לטוהר כי הוא יהיה מאכל ותענוג נפשיי לצדיקים לעוה\"ב כדלקמן וק\"ל: ", 
            "<b>ההוא עישבא סמתרי כו'.</b> יש לפרש שנקרא כן שזה סם דבעי ליה לתרי לעשותו חד וק\"ל: ", 
            "<b>את התנינים כו' אורזילי דימא כו'.</b> יראה לפי שכל מה שיש ביבשה יש בים כדאמרינן בחולין והמין היותר גדול הנזכר ביבשה הוא הראם כדלעיל יש לנו לומר שהניכר בים בבריאה ממין היותר גדול דהיינו תנינים הגדולים הוא ג\"כ מין ראם ומה שפרט אותן התורה בבריאת רמש המים טפי מבריאת רמש האדמה שלא פרט בהן ראם י\"ל שאלו במים יותר גדולים בהפלגה יותר מאותן שביבשה אע\"ג שהפליגו ג\"כ בהם הרבה לעיל בגדולתן ולמ\"ד נמי שהם לויתן נחש כו' פרט בהן יותר בבריאה לפי שהן תענוג ומאכל נפשיי לצדיקים לעתיד ומה שלא פרט ג\"כ ברמש האדמה בהמות בהררי אלף הכי נמי לפי שאינן גדולים כ\"כ בהפלגה כמו הלויתן שמקיף כל העולם וק\"ל: ", 
            "<b>אף לויתן נחש בריח כו' זכר ונקבה בראם כו'.</b> ר\"ל אע\"ג דלא נבראו לקיום המין כדמסיק אלמלא נזקקים כו' אפ\"ה נבראו זכר ונקבה וכן ואף בהמות כו' ואפשר שניתן להם מתחלה כח ההולדה כפי טבע הבריאה כי כל הנולד מסורס הוא תש כח בטבע אבל המסורס אח\"כ הוא טוב למאכל וע\"כ הוא מזומן לסעודה לעתיד לבא וסירס את הזכר בלויתן אינו מפורש אבל ילמוד סתום דהיינו בלויתן מן המפורש דהיינו מן הבהמות ופירוש הנה נא כחו במתניו כי הבנים הנולדים לזכר הם כחו כמו כחי וראשית אוני גם נקראים יוצאי חלציו וע\"כ אמר בו כחו נשאר במתניו ולא יצא לחוץ ורש\"י באיוב פי' בע\"א וז\"ל כחו במתניו ביציו מעוכים ונסתרים כו' ע\"ש: ", 
            "<b>וליעבד איפכא כו'. </b>לאו אקרא פריך דאימא דקושטא הכי הוא דצינן הנקבה והרג הזכר אבל אדרב יהודה שאמר שהרג הנקבה וסירס הזכר פריך דאימא איפכא ועוד יש לומר דאקרא נמי פריך דמדכתיב תנין בנו\"ן ולא תנים כמו ותנים בהיכלי עונג בנוה תנים למעון תנים והרבה כמוהו משמע ליה דהרג הנקבה שנו\"ן תבא לנקבות במקום המ\"ם לזכרים וק\"ל: ", 
            "<b>ה\"נ לימלחה לנקבה כו'.</b> ופר\"ש מה בצע להחיותה וק\"ק דא\"כ מאי פריך מעיקרא גבי דגים ולצננה לנקבה ומסיק נמי אי לאו משום פריצות דדגים החיה נמי הנקבה ואפשר לפרש ולקיים פרשב\"ם למאי דמסיק נקבה מליחה מעלי פירושו דמליחה מעלי ויותר טוב מלצננה ולהחיות לא איצטריך לן טעמא דפריצות בדגים ותו לא מידי וק\"ל: <br><b>ודע</b> כי יש לנו להאמין בכל הדברים האלו בפשטן ואף שהמפרשים האריכו בדרוש הזה לפי כוונתם יעוין שם אין הדברים יוצאין ממשמען ודו\"ק: ", 
            "<b>בשעה שבקש הקב\"ה לברוא העולם א\"ל לשר של ים כו'. </b>גם זה המאמר שנסמך למאמר לויתן דלעיל יש לפרשו כפשטיה השר של ים הוא בריה גדולה בים דוגמת לויתן והוא מבואר כי לפי הטבע שיהיו המים עולים על הארץ בהיקף כ\"א מהיסודות הפשוטים לחבירו וכפי אותו הטבע היה שר של ים ממונה על המימות ורצה הקב\"ה לבטל אותו הטבע שתראה היבשה לישוב העולם וע\"כ א\"ל לשר של ים שיבלע כל מימות שבעולם לבטל הטבע והוא השיב די שאעמוד בשלי כפי טבע הבריאה ואמר דבעט בו והרגו וביטל אותו הטבע ובמאמרו ית' ב\"ה כינס המים למקום א' היפך הטבע כדאיתא במסכת תענית אפסוק נותן באוצרות תהומות חול וגו' וז\"ש בכחו ובמאמרו רגע והשקיט כל המימות תוך הים היפך הטבע ובתבונתו מחץ וביטל כח וטבע הרהב שלא עשה רצונו ית' בזה וע\"ז אמר ר\"י ש\"מ שר של ים רהב שמו דלפי פשוטו קאי על המצריים הוא שם התואר מלשון מתגאה כמו שהם הרהבוני ירהבו הנער בזקן אבל לפי דרש זה אינו שם התואר אבל שרו של ים כך שמו ולא ע\"ש הגאוה נקרא כך דמה שהשיב די שאעמוד בשלי אינו ממדת הגאוה והוא קרוב לענין ענוה ושאמר אין כל בריה יכולה לעמוד מריחו כי בריה גדולה כזו ודאי היה מסריח במקום מגולה ביבשה כיון שלא נמלח לקיום כמו הלויתן שאמרו לעיל שנמלח לקיום לעתיד לסעודה לצדיקים אבל במים אינו מסריח כדאמרינן בעלמא דמיא מטרשי ליה ושאמר אל תקרי לים מכסים כו' דלפי פשוטו מאי כמים לים וגו' דים היינו מים כפרשב\"ם ולא ניחא להו למימר דים היינו הגומא וקרקע המקוה כפי' הרמב\"ן בפרשת בראשית דלמקוה המים קרא ימים לא משמע כן אלא דכינוס המים הם עצמם קרוים ימים ודו\"ק: ", 
            "<b>אימתי בהמות בהררי אלף בטוחות כו'.</b> דכל זמן שהוא חי בטוחין הן כמו כן כפר\"ש ויש לשאול למה תלה בטחונן בחיות הלויתן ולמה הן מובטחין בראותם בחיי הלויתן טפי מבחיותן ויש לפרש דאיתא במדרשות על פסוק אחד באחד יגשו איש באחיו ידובקו וגו' כי לעתיד הלויתן ובהמות בהררי אלף ילחמו זה בזה ויהרוג זה לזה שהבהמות ינגחו אותו בקרניו וימיתו אותו בזנבו והוא ישחוט אותו בסנפיריו וע\"ז אמר הכא שרמז הכתוב אימתי בהמות בהררי אלף בטוחים להיות חי כי יגיח ירדן בפיו של לויתן ולא כשהם יגיחו את הלויתן בקרניו שאז גם הם אינן בטוחים שישחוק אותן הלויתן בסנפיריו כדאיתא במדרשות וק\"ל: ", 
            "<b>כי הוא על ימים כו'.</b> שמקיפין א\"י ואלו הן כו' משמע ליה דהאי מזמור כי לה' הארץ ומלואה וגו' בא\"י הכתוב מדבר וכמפורש בקרא דבתר הכי דכתיב מי יעלה בהר ה' ומי יקום וגו' וק\"ל: "
        ], 
        [
            "<b>ואלמלא הקב\"ה עוזרו כו'.</b> שנאמר העושו יגש חרבו פר\"ש בבהמות כתיב כו' וה\"ה עם לויתן עכ\"ל ק\"ק דהא לעיל גבי יבטח כי יגיח ירדן אל וגו' פריך האי בבהמות כתיב ולא אמר דה\"ה בלויתן וי\"ל דלענין גבורת הלויתן שלא יהיה יכול לו גבריאל ודאי דיש ללמוד לויתן מבהמות במכ\"ש שהרי הלויתן יותר גדול בהפלגה בבריאתו מבהמות בהררי אלף כמ\"ש לעיל שפרט הלויתן בבריאה ולא פרט בהמות ועוד נראה לפי המדרשים (שכתבו) [שכתבנו] שבהמות בהררי אלף יהרגו הלויתן בקרניו והוא יהרוג אותן בסנפיריו יש לפרש שאינו סותר דרשה דהכא אלא שבהמות בהררי אלף הן עצמן חרבו של הקב\"ה להמית הלויתן וה\"פ דקרא העושו של לויתן יגיש אל חרבו דהיינו בהמות שיגיחו בקרניו ובזנבו וכן בהיפך שהוא הלויתן יגיש ויהיה חרבו של הבהמות לשחוט בסנפיריו וניחא השתא דכתיב בבהמות וקאי גם אלויתן ודו\"ק: ", 
            "<b>מוציא </b> הבל מפיו ומרתיח המים כו'. נ\"ל דמרתיח הכא אינו מלשון רותח וחימום ממש אלא מלשון מנין שלא ירתיח כו' כדלקמן בפרקין שהוא מלשון קצף העולה כי מתוך הבל שמוציא מפיו במים מעלין המים קצף והוא דמדמה לסיר המרתיח שמעלה קצף ואשקמ\"א ברתיחתו ואמר עושה תלמים כו' שנאמר אחריו יאיר וגו' נ\"ל דיאיר הוא מלשון ביקוע כמו מאורת צפעוני ובאורים כבדו וגו' שפירשו בו מלשון ביקוע והוא שבשתייתו הוא עושה תלמים ובקועים בנתיב הים ושאמר אינו חוזר לאיתנו עד ע' שנין כו' הוא כמו שפירש בריש פרקין (להפליג) [להפליא] הבריאה ע\"ש מה רבו מעשיך ה' כי כל שנותיו של אדם אינן אלא ע' שנין והלויתן בשתיה א' הוא עושה רושם בים כשיעור הזה ואעפ\"כ לא נברא רק בשביל האדם ולזה נסמך לו מאמרם עתיד הקב\"ה לעשות סעודה לצדיקים כו' וק\"ל: ", 
            "<b>ואין </b> חברים אלא ת\"ח שנאמר כו'. בפרק ב' דדמאי פירש הרמב\"ם חבר נקרא ת\"ח כו' נקרא בזה השם כי חברתם זה לזה חברה נאמנת כי היא חברה לשם שמים כו' ע\"ש: ", 
            "<b>והשאר </b> כו' ועושין בו סחורה בשוקי ירושלים כו'. דקדק לומר בשוקי ירושלים כו' כי לא יהיו אוכלין בשרו רק במקום קדוש תוך חומות ירושלים כשאר קדשים קלים ורוב הקונים שם בשוקי ירושלים דבר מאכל הוא ממעות מעשר שני שהוא קודש שא\"א להוציא רק בדבר מאכל תוך חומות ירושלים ואמר שאף עורו לא יבא רק לשימוש מצוה דהיינו לסוכה ואמר זכה כו' לפי שיש בענין לימוד ועשיית המצות ד' מעלות יש העושה לשמה ויש עושה שלא לשמה רק לשם גמול מאתו ית' ויש שלא לשמה רק גמול מאדם ויש העושה כדי שיהיה נקרא רב וחשוב וכדי לקנתר כמ\"ש כל זה בחידושינו בסוף נדרים ולזה אמר זכה שעושה לשמה עושין לו סוכה שהוא מצות סוכה לשמה לא זכה רק לשלם גמול מאתו ית' אין עושין לו רק לצל להגן על ראשו מיום הדין שלעתיד ולא סוכה לשמה ואמר עוד כשלא זכה גם לזאת המדרגה רק שעשה לשם גאוה ותפארת לו שיהא נקרא רב נעשה לו ענק לגרגרותיו שאינו עשוי רק לתפארת ולחשוב כפי כונתו ומחשבתו ואמר עוד לא זכה גם בזה רק למדריגה היותר פחותה דהיינו לקבל גמול מאדם נעשה לו קמיע בעלמא שאין בו שום צורך רק לפי הדמיון כדאמרינן לענין שבת ולא בקמיע כו' והאי קרא וענקים לגרגרותיך לא כתיב בהאי ענינא וקרא הוא בספר משלי ורישא דקרא כי לוית חן הם לראשך דריש ליה תחת ובצלצל דגים ראשו אלא שהתלמוד קצר הכא ולא הזכיר רק סיפא דקרא וענקים לגרגרותיך והוא כונת הפייטן לקשור לוית צלצל דגתו כו' שהרכיב שני הכתובים שנדרשו על הגנת הראש שהא' המדרגה שנייה ואמר אחר שהד' כתות שזכר יהיו נהנין מן האור של לויתן הנה גם הגוים יהיו נהנין ממנו כי השאר פורסו הקב\"ה כו' שנאמר והלכו גוים לאורך וגו' כמו לעורך בעי\"ן שהא' מתחלף בע' באחע\"ה וכמ\"ש שהם קרובים בלשון לגבי ר' חייא והיינו לעור של לויתן וק\"ל: ", 
            "<b>ושמתי </b> כדכד שמשותיך ארשב\"נ כו'. פירש רשב\"ם שמשותיך חומותיך ועיין עוד פירושים אחרים בפרש\"י בספר ישעיה ולי נראה לפרש כלפי שאמר ישעיה לא יהיה לך עוד השמש לאור יומם אמר עוד ושמתי כדכד שהוא אבן טוב המאיר לך תחת שמשותיך שלא תהיה צריך עוד לאור השמש והחלונות נמי אינן לאור אלא לאויר בעלמא כדאמר לקמן לכוי דבי זיקא ופליגי ביה אמוראי בההוא אבן טוב אם הוא שוהם או ישפה והם ב' אבנים אחרונים שהם בחושן בטור הרביעי ע\"ש אור בגאולה הרביעית שלעתיד שהיא גאולה הרביעית ובשוהם היה מפותח שם יוסף ובישפה בנימין ע\"פ כונה זו דבגאולה הרביעית יהיה תחלה אור ישראל ע\"י משיח בן יוסף ואורו של ירושלים שהוא בחלקו של בנימין וז\"ש להוי כדין וכדין ע\"פ שתי הכונות שאמרנו וק\"ל: ", 
            "<b>עתיד </b> הקב\"ה להביא אבנים טובות ומרגליות שהם שלשים על ל' וחוקק בהן י' כו'. פרשב\"ם דתרוייהו דריש מלשון אקדח דמשמע לשון מקדח ומשמע נמי אבן טוב וכו' יש לדקדק אדרשה דשלשים וחוקק בהן י' כו' ונראה לומר למאי דמייתי בפרק חלק בהך דרשה נמי רישא דקרא ושמתי כדכד שמשותיך שאמר שאבן כדכד המאיר לך לעתיד יהיה כשמשותיך בעוה\"ז כמ\"ש לעיל מיניה נמי בדמיון השמש בעוה\"ז שיש לו שלשים מעלות גם שלשים יום חדש החמה כן יהיה גוף הכדכד בעוה\"ב שלשים על שלשים כמ\"ש בפרק חלק ואמר ושעריך יהיו חקוקין ומוקדחין באמצע גוף אותו האבן טוב וצדדי האבן יהיו מזוזות ומשקוף וסף של אותו שער כמפורש במדרשות ואמר שתהיה לעתיד החקיקות י' רוחב ברום עשרים כמפורש בפרק חלק והוא כשיעור שער ההיכל שהיה במקדש בעוה\"ז דהיינו שער ההיכל וע\"ז רמז במקרא דמייתי לקמן אשר בנינו כו' מלשון בנין דהבנין דלעתיד יהיו האבנים טובות כנטיעים המגודלים כן בנעוריהם כחתיכה ועצם א' המזוזות והמשקוף והסף וכזויות יהיו מחוטבות וחקוק בהן כתבנית שער היכל שבעוה\"ז שהיה רום עשרים ברוחב עשר ובמדרש ילקוט אמר שעל שער המזרחי שלעתיד אמר ר\"י כן והוא סותר את המסקנא דהכא דמוקי לה דוקא לכווי דבי זיקא גם אמר שם שהיה זה התלמיד אפיקורס עד ששקעה ספינתו בעמקי התהום וראה שם כו' ע\"ש באורך: ", 
            "<b>ושאמר </b> שנעשה גל של עצמות. פרש\"י פרק ב\"מ כמת שנרקב בשרו ונפל מזמן רב עכ\"ל והוא כענין שאמרו בר\"פ מי שמתו הרשעים בחייהם קרויים מתים שנאמר יומת המת חי הוא אלא מת הוא דמעיקרא וע\"כ נרקב בשרו מיד כאלו מת כבר בחייו וק\"ל: ", 
            "<b>קוממיות </b> כו' כב' קומות של אדם הראשון כו'. דלפי פשוטו הל\"ל קוממית בלא וי\"ו המורה על הרבים דהיינו ב' קומות כדדריש ב' קומות של אדם הראשון דלא ניחא ליה לומר על קומתו של כל אדם דהיינו ג' אמות ויהיה ב' קומות לעתיד ו' אמות דכיון דבריאת האדם לעתיד יהיה בריאה חדשה על ידו ית' ודאי דשני קומותיו נמי יהיו כקומת אדם הראשון שהיה הבריאה בעוה\"ז ע\"י ית' דהבריאה דבעוה\"ב לא תגרע מהבריאה שהיה ע\"י ית' בעוה\"ז ושאמר מאה אמה כנגד היכל כו' במדרש ילקוט הביאו קצת בלשון אחר ק' אמה כאדם הראשון אין לי אלא אנשים נשים מנין ת\"ל בנותינו וגו' תבנית היכל כמה הוא היכל ק' אמה והוא כמו שאמרנו דלאנשים שיהיו ק' אמה לא איצטריך ליה קרא דהבריאה דאדם לעתיד ודאי לא תגרע מהבריאה דאדם הראשון שבעוה\"ז ותבנית היכל ק' אמה פרשב\"ם בבית שני שהיה רום ק' אמה וכן פרש\"י בפרק חלק דהכי קים לן ועוד פירש שם פ\"א שאורך כל ההיכל היה כך ובמסכת מדות תנן ההיכל ק' אמה על ק' ברום ק': ", 
            "<b>עתיד </b> הקב\"ה לעשות ז' חופות כו'. דהחופות יהיו בזכות מצות סוכה שקיימו בעוה\"ז כמ\"ש במדרשות ובפ\"ק דע\"ז וע\"כ יהיו ז' שמצות סוכה כל שבעה ושאמר עושה לו הקב\"ה חופה לפי כבודו כו' יש לפרש כינוי דכבודו על הקב\"ה כי הת\"ח הם העוסקים בעוה\"ז בכבוד שמים ית' כמ\"ש כל הנקרא בשמי לכבודי וגו' ואמר כי כפי מה שנתגדל כבוד שמים ע\"י ת\"ח בעוה\"ז תהיה החופה לאותו ת\"ח לעתיד ואמר עשן בחופה למה כו' כי הענן הוא דבר המגין כמ\"ש ביוצאי מצרים פרש ענן למסך אבל חופה מעשן שהיא דבר המזיק למה וכן אש שהוא דבר המזיק למה אע\"ג דאשכחן נמי במצרים ואש להאיר לילה וגו' הרי מפורש בושם שהיה מועיל להאיר בלילה אבל כאן לא כתב בלילה גם הרי יש בעוה\"ב בשאר חופות להאיר מנוגה ולהבה: ", 
            "<b>וענין </b> שכל א' נכווה מחופתו של חבירו אוי לאותו בושה כו'. הקושיא בזה לומר בכל אדם שכל א' נכוה מחופתו של חבירו גם קשה הכפל אוי לאותה בושה ואוי לאותה כלימה ונראה לומר לפי שיש לכל צדיק וצדיק שום מעלה ומדרגה בשום מצוה שאין כן לחבירו דוגמא דר' חנינא ורבי חייא דפ' הפועלים וע\"ז אמרו לפיכך הרבה להן תורה ומצות כדי לזכותם וע\"כ כל אחד מן הצדיקים אין מתבייש מחבירו לפי שכ\"א יש לו שום מדרגה בשום מצוה שאין בחבירו וכ\"א מהן נכוה מחופתו של חבירו ר\"ל נכוה בשום דבר מצוה מה שאין בו ויש לחבירו אבל אמר אוי לה לאותה בושה ואוי לה לאותה כלימה לאותו איש שאין לו שום מעלה ומדרגה וכיוצא בו ביהושע שא\"ל מהודך ולא כל הודך דהיינו שלא היה לו מדרגת משה בחכמת התורה שהוא רמז לפני משה כפני חמה אבל זכה למדרגה אחרת גדולה דהיינו ליכנס לא\"י ולכבוש ל\"א מלכים אבל מי שאין לו שום מעלה ומדרגה אוי לו כו' ועיין קרוב לענין זה בפרק החובל בחידושינו גבי חמרא למריה וטבותי' וק\"ל: ", 
            "<b>י' </b> חופות עשה הקב\"ה לאדם הראשון כו'. כי קודם שחטא היה אדם למטה כמלאכי אלהים של מעלה שנתעלו בעשר מעלות כמ\"ש במדרשות ע\"כ אז נתעלה ג\"כ אדם למטה בעשר חופות של כבוד ומ\"ד י\"א חופות ע\"פ כונה זו שהמלאכים הם למעלה מי\"א דברים אשר זה למעלה מזה והם ד' יסודות וז' רקיעים נתעלה גם אדם למטה בי\"א חופות של כבוד ולפי שחירם אמר לעשות כצורה זאת עולם עם ז' רקיעים והוא נתגאה עליהם אמר לו כן כמ\"ש במדרשות וכפרש\"י בס' יחזקאל ושאמר גרוע מכולן זהב כו' להפליג הענין כי קודם חטאו היה הגרוע בי' מעלות כבודו הזהב ומשחטא נחסר מכבודו אף הזהב כדאמרינן לא היה ראוי העולם להשתמש בזהב לולי בנין בהמ\"ק והמשכן: ", 
            "<b>בך </b> נסתכלתי ובראתי נקבים כו' עיין פרשב\"ם ול\"נ דדריש סיפיה דקרא ביום הבראך כוננו ע\"פ מ\"ש פ' א\"ט הוא עשך ויכוננך מלמד שברא הקב\"ה כונניות באדם שאם נהפך א' מהם אינו יכול לחיות גם מה שפרשב\"ם בא\"ד כו' וקנסתי מיתה כו' והיינו תופיך הקבר שהוא חלול כו' עכ\"ל הוא דחוק ויש לפרשו דה\"ק בחלולים ונקבים שברא בו הוא בעצמו קנס המיתה שהוא עלול מהם לקבל המיתה כדאמרינן שאם יפתח אחד מהם או יסתם כו' גם אם יתהפך כמ\"ש וק\"ל: "
        ], 
        [
            "<b>עתידין </b> צדיקים שנקראים ע\"ש כו'. הקושיא היכן נזכר בקרא צדיקים והיכן נזכר כאן עתידין והוא מבואר כי האדם אינו ראוי למדת הכבוד שהוא מדתו של הקב\"ה שנאמר וכבודי לאחר לא אתן ואמרו כל מה שברא הקב\"ה לא בראו אלא לכבודו כו' אבל יגיע לאדם כבוד מצד תורתו שהיא כבודו ית' ב\"ה כמ\"ש באבות ואין כבוד אלא תורה שנאמר כבוד חכמים ינחלו וגו' דאין כבוד לאדם רק מצד תורתו והתורה בעצמה א\"א להנחיל כי לא נתנה ירושה לך אבל כבוד התורה ינחלו הבנים מאביהם החכמים ואמרי' בפ' א' ד\"מ אדם הראשון בלשון ארמי סיפר שנאמר ולי מה יקרו רעיך והיינו דארז\"ל מ\"ד זה ספר תולדות אדם מלמד שהראהו הקב\"ה דור כו' כיון שהגיע לרע\"ק שמח בתורתו ונתעצב במיתתו שנאמר ולי מה יקרו רעיך וגו' וקשה מה ענין סיפר בלשון ארמי במקום הזה ומה ענין ראיה מהך דר\"ל אהך דסיפר בלשון ארמי והנראה כלפי מה שאמרו שהתרעמו המלאכים ביצירת האדם גם בנתינת התורה לו כמ\"ש פרע\"ק ובפ' א' ד\"מ מפני שהאדם אינו ראוי לכבוד וז\"ש מה אנוש כי תזכרנו וגו' וכבוד והדר תעטרהו ולפי מה שהיה לר\"ע כבוד תורה כמ\"ש בסוף סוטה משמת ר\"ע בטל כבוד תורה לזה אמר כשהגיע לר\"ע שמח בתורתו שהגיע מהראוי לכבוד ונתעצב במיתתו שנתבטל כבוד תורה כמ\"ש בסוטה ולי מה יקרו רעיך אל שאמר יקר בלשון תרגום וארמי במקום כבוד בלשון הקודש בשביל המלאכים שלא יבינו בו שכבר התרעמו על יצירת אדם ונתינת התורה לו מפני הכבוד כי המלאכים אינן מבינים בלשון ארמי וז\"ש הכתוב ואדם ביקר וגו' ולא יבין וגו' אדם שאמר ביקר בלשון ארמי ולא אמר כבוד בלה\"ק הוא מפני שלא יבין המלאך שהתרעם כבר בזה והוא שאמר שהצדיקים נקראים על שמו כו' לפי שכל מעשיהם אינן אלא לכבודו ית' ועיין בזה עוד פ' אד\"מ וזהו כל הנקרא בשמי בכל מעשיו דהיינו הצדיקים לכבודי בראתיו דהיינו בעוה\"ז שיפול בו לשון בריאה יש מאין דלא נברא לכבוד עצמו רק לכבודו ית' בכל מעשיו ואמר אף עשיתיו ר\"ל דהיינו אף שעוה\"ב שהוא העשיה יש מיש כדאמרינן מאי דלא הוה הוה כו' גם אז יהיה נקרא בשמי ע\"ש כל מעשיו שהיו בעוה\"ז לכבודי וק\"ל: ", 
            "<b>ג' </b> דברים נקראים על שמו של הקב\"ה. יראה מדלא קאמר נקראו בשמו של הקב\"ה אלא נקראו על שמו של הקב\"ה משמע דשם של הקב\"ה יהיה בהם שם לווי במשיח משיח ה' בירושלים עיר ה' וכן בצדיק צדיק לה' וכן במשיח שאמר יקראו לו ה' צדקנו ר\"ל שהוא צדיק לה' וכמ\"ש לעיל בצדיקים שיקראו להן כן על שם שכל מעשיהם לשם שמים וכן הוא במשיח ע\"ש שכל מעשיו יהיו לש\"ש וכן בירושלים לעתיד שלא יהיו מזומנין לה אלא אותן שכל מעשיהם לש\"ש כמ\"ש לעיל ופירוש הכתוב ושם העיר יהיה מיום בנינה לעתיד יהיה שמה ה': ", 
            "<b>עתידין </b> צדיקים שיאמרו לפניהם קדוש כו'. והוא כענין שאמרו ביומא פרק א\"ל הממונה והתקדשתם והייתם קדושים המקדש עצמו בעוה\"ז מקדשין אותו בעוה\"ב דהיינו שיאמרו לפניו קדוש: ", 
            "<b>עתיד </b> הקב\"ה להגביה את ירושלים ג' פרסאות למעלה כו'. כל הגבהה ודאי למעלה הוא אבל אמר שהגבהה זו לא יהיה לה לירושלים לגריעותא כדקאמר שמא יש צער לעלות כו' אלא למעלת ירושלים יהיה ההגבהה ואמר ג' פרסאות כתחתית דירושלים קמייתא ג' פרסאי שהוא שיעור מחנה ישראל במדבר שגם בירושלים היה קיבוץ כל מחנה ישראל בדגלים והוא י\"ב מיל לכל שבט ושבט מיל בין באורך בין ברוחב וע\"ש מעלת ישראל תהיה ג\"כ לעתיד הגבהה כשיעור הזה לכוון הגבהה מיל לכל שבט ושבט כי תחתיה דלעתיד לא יהיה לה שיעור ומדה כדמסיק לקמן ע\"כ גובהה כשיעור הזה לעתיד על רמז זה: ", 
            "<b>ירושלים </b> ששמך בתוכה ומקדשך כו'. יש לפרש בזה ע\"פ המדרש שירושלים דלעתיד יהיה גדול כ\"כ כמו ערי כל א\"י דהשתא ובהמ\"ק שבתוכה יהיה גדול כ\"כ כמו ירושלים דהשתא ולזה אמרו ירושלים שמקדשך בתוכה ר\"ל עומד בתוך כל ירושלים דהשתא שיהיה גדול כמוה ולזה אמר ג\"כ שמך בתוכה שהשם המפורש אסור להזכיר בפירוש רק בבהמ\"ק וכיון שבהמ\"ק לעתיד יהיה גדול כירושלים דהשתא הרי לעתיד שמך נזכר מפורש בתוך ירושלים דהשתא ועד\"ז ג\"כ הצדיקים בתוכה כאכילת קדשים בבהמ\"ק ולזה אמר פרזות תשב ירושלים וגו' ולא אמר פרזה תשב לשון יחיד לרמוז שירושלים בישובה לעתיד תהיה גדול ככל פרזות א\"י דהשתא כמ\"ש לעיל ואמר מרוב אדם ובהמה בתוכה וכו' נקט אדם ובהמה מרוב אדם המביאים עמהן בהמות לקרבנות כמ\"ש כצאן קדשים אשר במועדיה ונו' וסיים בקרא ואני אהיה לה חומת אש וגו' כי מרוב גודלה א\"א לה חומת בנין של אדם וק\"ל: ", 
            "<b>אלף </b> טפ\"ף כו' אלף ושני טטפראות כו'. עיין כל זה באורך בערוך בערך טפף וטטפראות: ", 
            "<b>אם </b> שלש ירושלים הן כל אחד וא' יש בהם ל' מדורין כו'. אולי החשבון הזה למעלת בנין ירושלים דלעתיד וגדולתה שיהיה עיר ירושלים נחלקת לג' מקומות וכל א' נקראת ירושלים הא' נגד ירושלים דלעתיד ועוד ב' ירושלים נגד ב' ירושלים שנחרבו בעוה\"ז ול' מדורין למעלה שיהיו נחשבין כמזלות דלמעלה שיש להם ל' מעלות כדאמרינן פרק אין עומדין לכל מזל בראתי ל' חיל ול' קרטון ול' רהטין כו' וכולם בראתי בשבילך ושמא תאמר בזה יש צער לעלות לשלשים מדורין זה ע\"ג זה לכך נאמר בסיפיה דקרא דמייתי לעיל בענינא וכיונים אל ארובותיהם שאין להם צער לעלות לשוב בו ולמדורין הגבוה עד כמה מעלות: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>על כן יאמרו המושלים אלו המושלים ביצרם כו' וקשה בענין שדרש ג' הפסוקים בענין סופור זה ושבק אחד מהם מלדרוש בו דהיינו פסוק אוי לך מואב וגו' שהוא מחובר בין אלו ג' פסוקים שדרש וע\"ק שינוי לשון תבנה בעוה\"ז ותכונן לעוה\"ב וע\"ק כפל הענין בשינוי לשון שדרש מעיר סיחון אם משים אדם את עצמו כעיר כו' ומאכלה ער מואב דרש בכה\"ג בשינוי לשון זה המהלך אחר יצרו כעיר כו' גם מלת מואב לא יתפרש לפי הדרש וע\"ק מה ענין הכפל עד דיבון שיבא דין כו' ושתבא אש כו' ועד שתדאיב כו' שנראה שהכל ענין א' ומה ענין דעביד מאי דבעי כפירוש רשב\"ם. והנראה כלפי מה שאמרו בפ\"ה דאבות כל מי שיש בו ג' דברים הללו מתלמידיו של א\"א וג' דברים אחרים מתלמידיו של בלעם הרשע עין טובה ורוח נמוכה ונפש שפלה מתלמידיו של א\"א עין רעה ורוח גבוהה ונפש רחבה מתלמידיו של בלעם הרשע ומה בין תלמודיו של א\"א לתלמידיו של בלעם הרשע תלמידיו של א\"א אוכלין בעוה\"ז ונוחלין לעוה\"ב שנאמר להנחיל אוהבי יש וגו' אבל תלמידיו של בלעם הרשע יורשין גיהנם ויורדין לבאר שחת שנאמר ואתה אלהים תורידם לבאר שחת אנשי דמים ומרמה לא יחצו ימיהם ואני אבטח בך הקושיות שאמר כל מי שיש בו ג' דברים כו' וג' דברים וכו' דמשמע באיש א' קא מיירי שיש בו כל אלו הו' מדות דזכר ג' הטובות וג' הרעות ולכאורה אינן שייכין באיש א' כיון שהם הפכיים והכי הל\"ל וכל מי שיש בו ג' דברים אחרים מתלמידיו של בלעם כו' גם קשה לשון וג' דברים אחרום כ' וע\"ק שאמר בלשון שאלה ומה בין כו' כי הוא פשוט וע\"ק דגבי צדיקים אמר אוכלין בעוה\"ז ונוחלין לעוה\"ב כו' מה מביא מן הפסוק להנחיל אוהבי כו' ומה ענין נחלה גבי צדיקים בעוה\"ב וירושה לרשעים בעוה\"ב מאי נוחלין ומאי יורשין הוא מבואר במדות האדם אלו ג' מדות הכוללות עין טובה הוא מצד המועיל ונפש שפלה מצד הערב ורוח נמוכה מצד הטוב והם כוללים כל מדות האדם לטוב ולרע בהיפך וא\"א לאדם לילך אחרי מדות הללו ולהתנהג בהם בקצה האחרון הזה שלא לאחוז גם מקצת בקצה האחד כי לא נתנה תורה למלאכי השרת כגון במדת עין טוב שאם יתן אדם כל אשר לו לא יהיה לו מה לאכול וכמ\"ש המבזבז אל יבזבז יותר מחומש ות\"ח מקפיד כו' וכל תורה שאין עמה מלאכה כו' וכן במדת נפש שפלה למעט כח התאוה צריך ג\"כ לאחוז בקצה אחר כמ\"ש יצה\"ר שמאל דוחה וימין מקרבת וכמה דברים במצוע בכח המתאוה ובמדת רוח נמוכה שאמרו בה להתרחק בה מן הקצה אל הקצה השנו כמ\"ש הרמב\"ם ממה ששנינו מאד מאד הוי שפל רוח מ\"מ אמרו בה ת\"ח צרוך להיות בו אחד משמונה בח' וע\"ז אמר כל מי שיש בו ג' דברים הללו כו' שיהיה לו ג' המדות הטובות בעצמות לילך אחריהם וגם יהיה לו ג' דברים אחרים מתלמידיו של בלעם הרשע שיאחז בהם האדם במקצת במ\"ש אך לא בעצמות רק יהיו לו אחרים וכו' ר\"ל שלא ילך אחריהם רק במקרה ואמר עין טובה כו' עין רעה כו' כי הג' אלו הם כוללים כל המדות כמ\"ש ואמר מה בין כו' כיון דע\"כ שיש לאדם לאחוז במדות גם בקצה הב' א\"כ מה בין תלמידיו כו' כי מי יגיד לאדם לאחוז בעצמות המדות הטובות ורק במקרה ילך קצת לאחוז בקצה הב' ושמא אדרבה ילך אדם באותן מדות הרעות ויאחוז גם בקצה השני בטובות ואמר הלא תראה תלמידיו של אברהם כו' ובהפך תלמידיו של בלעם כו' וא\"כ ראוי לך לילך בעצמות במדות הטובות של א\"א ולא תלך אחרי הרעות רק במקרה כמ\"ש ואמר תלמידיו של אברהם אוכלין בעוה\"ז כו' על אכילתם בעוה\"ז אינו צריך ראיה כי ראינו בהם שאכלו בעוה\"ז ודרך אכילה בעלמא קאמר כדי חיי הנפש ולא להשיג המותרות וכמו שמצינו בא\"א ובתלמידיו ובזה הם נוחלין עוה\"ב שנאמר להנחיל גו' ע\"פ מ\"ש פרק אין דורשין גם את זה לעומת זה כו' ברא צדיקים ברא רשעים ברא ג\"ע ברא גיהנם כ\"א וא' יש לו ב' חלקים א' בג\"ע א' בגיהנם זכה הצדיק נוטל חלקו וחלק חבירו בג\"ע נתחייב הרשע נוטל חלקו וחלק חבירו בגיהנם ומאי קרא גבי צדיקים כתיב לכן בארצם משנה ירשו וברשעים כתיב משנה שברון שברם וז\"ש ונוחלין לעוה\"ב דהיינו שינחלו חלק הרשעים שבג\"ע שנאמר להנחיל אוהבי שהם תלמידיו של א\"א שנאמר בו אוהבי הם ינחלו הרשעים חלק שיש להם בג\"ע וכענין שאמרו כל ישראל יש להם חלק לעוה\"ב ואמר שאל תאמר בהנחילם חלק הרשע שיהיה להם חסרון בחלקם ועל כן אמר ואוצרותיהם אמלא רצה לומר אוצרותיהם הגנוז להם לעולם הבא כמה שכתוב מה רב טובך אשר צפנת וגו' אמלא גם כן ולא אחסר להם כלום נמצא שמשנה וכפל ירשו על ידי חלק הרשעים שבג\"ע ובהיפך אמר בתלמידיו של בלעם יורשין גיהנם כו' שהוא חלק הצדיקים שיש להם בגיהנם והביא שנאמר ואתה אלהים תורידם לבאר שחת וגו' כפל הענין ע\"ש כפל העונש שלהם בגיהנם כמה שכתבנו וסיים לפי שהם אנשי דמים בעלי אוהבי ממון כבלעם שהיה רע עין גם מרמה שהיה אוהב זמה שנתן עצה ומרמה ע\"ז כמו שמפורש בחלק וע\"כ לא יחצו ימיהם שלא יהיה להם לעתיד קצת ימים בחלק גיהנם וקצת ימים בחלק ג\"ע רק כל ימיהם חלקם בגיהנם כמ\"ש כי משנה שברון שברם וסיים ואני אבטח בך ליטול חלקם ג\"ע שהם יטלו חלקי בגיהנם ואותיות בך הם רמז לזה שהם כפולים מאותיות שלפניהם א' ב' י' ך' ע\"ש שהרשע נוטל ב' חלקים בגיהנם והצדיק ונוטל עשרים חלקים בג\"ע כי בפשיטות נוטל הצדיק עשרה חלקים בעוה\"ב ובעוה\"ז שאינו רק עישור נכסים כמ\"ש המדרשות וממילא בכפל בעוה\"ב נועל ך' חלקים וע\"פ הדברים האלה שבארנו בענין ג' מדות הטובות הכוללות ומיוחסות לאברהם אבינו ובהיפוך בג' מדות הרעות הכוללות ומיוחסות לבלעם כמ\"ש וע\"פ המדרש לא הניח הקב\"ה פתחון פה לאומות לעתיד שאתה רחקתנו ולא נתת לנו נביאים וחכמים לכך נתן להם בלעם והוא העמיד פרצה לאבד הבריות וע\"כ נתייחסו מדות הרשעים על שמו כו הוא נבאים ועל פיו עשו כל המעשים וההולך בדרכיו נקרא מתלמידיו וע\"כ בפסוקים אלו שנתייחס לנבואת בלעם שאמר ע\"כ יאמרו המושלים בא הדרש והרמז על זה שאמר כן בנבואה על מדת הרשעים ועונשם ועליו ועל תלמידיו אמר מ\"ד ע\"כ יאמרו המושלים וגו' שכל הסיפור זה מג' פסוקים אינו לצורך ישראל אבל כתוב הבא בתוכם אוי לך כמוש וגו' ואמר נתן בניו פליטים ובנותיו בשבית הוצרך להודיע שהשביות הנמצאות בחשבון מבנות מואב והותרו בכבוש ישראל לבא בקהל שאינן מז' עממים וע\"פ מ\"ש מואבי ולא מואבית ואמרו המושלים ביצרם בואו ונחשוב הפסד מצוה כו' כמ\"ש גם זה לעומת זה וגו' שמה שמפסיד הרשע במצוה שאינו עושה שמקבל חלק הצדיקים בגוהנם הוא כנגד שכר הצדיק שעושה המצוה ומקבל כנגד זה חלק הרשע בג\"ע ואמר שע\"י חשבון זה הצדיק בונה לו בית בעוה\"ז כדי שיהיה לו מוכן בג\"ע בעוה\"ב חלקו וע\"ד מי שטרח בע\"ש יאכל בשבת אבל בעוה\"ז עדיין אין ביתו מוכן כי עיקר שכר מצוה בהאי עלמא ליכא ואמר במדת הרשעים שנתייחסו על בלעם עיר סיחון אם משים אדם עצמו כעיר כו' הוא בעצמו ענין מעשה בלעם שעשה עצמו כעיר לילך אחר שיחה נאה שא\"ל בלק בקריאה ואולי שרמז זה בעיר ואתון שעיקר עון בלעם היה באתונו וכבר בארנו בדרשות בפרשת בלק שיש לשאול בענין בלעם אחר שא\"ל הקב\"ה קום לך אתם וגו' למה חרה לו על הליכתו שאמר ויחר אף ה' כי הולך הוא גם המלאך למה בא לשטן לו ושוב נתן לו רשות לילך ומה הוסיף על דבר הש\"י שכבר נתן לו ג\"כ רשות ויש להשיב בזה לפי שינוי לשון ענין שבפ' זו כי בלעם בתחלה סתם דבריו מאן ה' לתתי להלוך עמכם וגו' לפי שבתחלה אמר הכתוב לקרוא לו לפי שידע בו שהוא בעל נפש רחבה ותאוה וע\"כ אמר לקרוא לו שהבטיחו לו לכבדו בסעודות גדולות כמ\"ש בראש הקרואים ויקרא להם בזבח וכמ\"ש ויזבח בלק בקר וצאן וישלח לבלעם אבל בלעם היה בעיניו מעט הכבוד הזה של קריאה וסעודה שא\"ל כי היה בלעם רע עין בממון אחרים ורצה בשכר ממון וע\"כ הוסיף לו בשליחות שנית כי כבד אכבדך וגו' כי כבד דהיינו בסעודה שאמרתי ועוד אכבדך במאד דהיינו ממון מלשון ובכל מאדך כמפורש ואשר שכר עליך את בלעם וגו' וע\"כ השיב לו עתה אם יתן לי בלק מלא ביתו כסף וזהב וגו' וא\"ל הש\"י אם לקרוא לך באו האנשים וגו' יש לפרש בזה שא\"ל ב' תנאים אם לקרוא לך לבד דהיינו בכבוד סעודה הבטיחך באו האנשים קום לך אתם ברגליך בשוה להם ולא תרכוב על אתונך וא\"ל הקב\"ה כן שימנע מלהלוך עמהם ברגל כי כן היה דרך גם בימי חכמי התלמוד שהגדולים היו רוכבים על החמור ושאר העם הלכו עמהם ברגל וכדי שהוא יתייבש מלפני זקני מדין ומואב מלכת ברגל שהוא בעל גאוה כמ\"ש בו רוח גבוהה א\"ל כן וא\"ל הקב\"ה ואשר אדבר אליך אותו תעשה לברך אותם ואם לא באו לקרוא לבד אלא גם להבטיחך בשכר ממון לא אתן לך רשות לילך כי לא תברך אותם בלב שלם כי עיקר הברכה חלה כפי לב המברך ולא יהיה לבך עמהם בברכתם כשתפסיד בברכתם את שכרך שהבטיח לך בלק אבל בלעם לא היה חש לכל זה ואף שכבר הובטח בשכר ממון הלך לשם גם ברכיבה על אתונו וע\"כ אמר ויחר אף ה' כי הולך הוא וגו' והוא רוכב על אתונו וגו' שהוא הולך בהבטחת שכירות כמ\"ש גם בעבור שהוא רוכב על אתונו וכבר הוזהר ע\"ז ולזה אמר לו המלאך כי עתה גם אותך הרגתי שכבר נגזר עליך ההריגה על שעברת על דברי הש\"י לילך בשביל שכר וכמ\"ש ואת בלעם בן בעור הרגו על חלליהם וגו' וא\"ל מפני הליכתך ירט הדרך לנגדי שלא נתתי לך רשות רק לילך ברגל וע\"כ הרגתיך ואילו לא נטתה מפני גם עתה אותך הרגתי עתה על שהלכת לקבל שכר ולא הייתי ממתין הריגתך עד מלחמת מדין זה שביאר לו המלאך אחר שנהרג אתונך קום לך אתם עם האנשים כאשר ניתן לך רשות ואפס בכל זה את הדבר אשר אדבר אותו תדבר כי מה שכבר א\"ל הקב\"ה אותו תעשה שעשיית הברכה בידך הוא על דעת זה שלא תלך ליטול שכר רק לקרוא לך לכבדך בסעודה אבל עתה שהלכת ע\"ד ליטול שכר אין הברכות מסורות בידך רק אותו תדבר דהיינו הדבור בעלמא ניתן בידך לפי שלא תברך אותם בלב שלם שתפסיד על ידיהן ממון השכירות וז\"ש בכאן על מדתו בעין הרע שרצה להזיק את ישראל בעין הרע והוא יקבל ממון רב שכירות עשה עצמו כעיר ואתון להלוך אחר שיחה נאה ואמר כי אש יצאה מחשבון הוא חלק אש של גיהנם שיש למחשבין בגיהנם ותאכל את שאינן מחשבין דהיינו בלעם ותלמידיו ואמר על מדתו הרעה שנית של בלעם כי להבה תצא מקרית צדיקים ותאכל ער מואב זה המהלך אחר יצרו כו' יצר הרע נאמר בכל מקום על רוב התאוה וע\"כ רמז בעיר ואתון ששכב עם אתונו כמ\"ש בחלק ומואב על שיעץ להם על תאות הזמה ואמר על מדתו הרעה שהיא רוח גבוה בעלי במות ארנון אלו גסי הרוח ואמר ונירם אמר רשע אין רם כי מתוך הגאוה הוא כאילו כפר בעיקר כמ\"ש בפ\"ק דסוטה אפסוק ורם לבבך ושכחת את ה' וגו' ואמר אותו הרשע שאבד אותו החשבון שאמרו הצדיקים שיטלו הרשעים חלק הצדיקים בגיהנם והם יקחו כנגד זה חלק הרשעים בג\"ע כדאמרינן בחגיגה: ", 
            "<b>ואמר </b> המתן עד כו' זכר כאן ג' דינים ברשעים והוא דין הגוף במיתתו רמה וחבוט הקבר ודין שעושין בנשמת הרשעים בגיהנם ועוד דין לעתיד שמביא הנשמה וזורקה בגוף ודן אותם כאחד כדאמרינן בפרק חלק וע\"ז אמר הכתוב תמות נפשי מות ישרים ותהי אחריתי כמוהו פתח ברבים וסיים ביחיד דר\"ל תמות נפשי כאחד מישראל שמתים הגוף והנשמה כשפירשו א' מחבירו וכל אחד מקבל עונש זה בקבר וזה בגיהנם ואמר ותהי אחריתי שהוא בדין לעתיד שיהיו הנשמה והגוף כא' כמוהו לקבל שכר בגוף ונשמה ביחד ולא לדין עונש ביחד ולז\"א בכאן המתן עד שיבא דין הגוף בקבר כשפירש מהגשמה ונשים עד נפח שהוא דין לנשמה באש גיהנם שאינה צריכה נפוח ועד מידבא עד דאבון לנשמה על טענתה כדברי אנטונינוס פרק חלק דאמרי ליה ועביד כל מה דבעי הנשמה כמו שבקשה דהיינו שאין לדון כל אחד לבד רק לדונם יחד הגוף והנשמה וק\"ל: "
        ], 
        [
            "<b> </b>כל הפורש מד\"ת אש כו' ובמאמר שני שינה לומר כל הפורש עצמו מד\"ת ' כו' ונראה לומר דבמאמר קמא הוי כל הפורש פועל יוצא דמיירי בשנים שכל א' פורש ומבטל את חבירו מד\"ת דאש אוכלתן ומייתי מקרא דאיירי נמי בלשון רבים ונתתי פני בהם דהיינו שכ\"א פורש את חבירו מד\"ת כי מהאש יצאו וגו' כי כל זמן שעוסקים בתורה ומחדדין זה את זה בפלפול מחממים זה את זה כאילו הם באש כמ\"ש באלישע וע\"כ היא להם כחומת אש דמגנא ומצלא ואין אש אחר שולטת בהם דאין אש אוכל אש ומשפירשו ויצאו מן חומת האש הזה הרי אש אחר שהוא אש של עכו\"ם שולטות בהם וכן ת\"י על פתגמי אורייתא דיהבינן מגו אישתא עברו ועממי דתקיפין כאשא ישיצינון אבל במאמר בתרא אמר כל הפורש עצמו שהוא מצד עצמו ביטל מד\"ת ה\"ז נופל בגיהנם ומייתי נמי קרא דאיירי בלשון יחיד אדם תועה מדרך השכל וגו' והוא כי שכלו של אדם תועה ויסכל בכמה דברים אבל התורה הוא דרך השכל שלא יכשל בו ואמר אף היחיד בעוה\"ז תועה ופורש עצמו מן התורה שהוא דרך השכל הנה ישיג בגיהנם הרבה שותפין לו כמ\"ש בקהל רפאים ינוח ושאמר אין רפאים אלא גיהנם כו' אפשר ע\"ש עמק רפאים שנאמר בישעיה ובד\"ה שנקרא הגיהנם עמק כדמייתי מקרא בעמקי שאול קרואיה ואותו העמק שהיה מקום הפתח היה נקרא בשם רפאים והיה קרוב לירושלים וכה\"ג מצינו פ' עושין פסין פתחה של גיהנם בגי בן הנם בין ב' תמרות כו' ובמקום אחר (כתובות קי\"א ע\"ב ע\"ש) דריש מרפאים כל המרפה עצמו מד\"ת כו': "
        ], 
        [], 
        [], 
        [
            "<b> </b>מ\"ד צדיק כתמר יפרח וגו'. עיין פי' רשב\"ם ועי\"ל קרוב לענינו ע\"פ מ\"ש בפ\"ק דקידושין שהצדיקים אוכלין פירותיהן בעוה\"ז והקרן קיימת לעוה\"ב וז\"ש שעושה פירות כתמר בעוה\"ז וגזעו ועקרו מחליף לעוה\"ב גם רמז על השארת הנפש לעוה\"ב דאף לאחר שיהיה נקצץ דהיינו אף לאחר שימות בעוה\"ז יהיה גזעו מחליף להיות צומח וקיים בעוה\"ב וק\"ל: ", 
            "<b>י' </b> מיני ארז הם שנאמר אתן במדבר ארז שיטה כו'. מהאי קרא אינו מוכח דכל הני דנקט בקרא מיני ארזים הן דשמא כל א' מין בפני עצמו הוא אלא דכבר כל הני שמות דמפרש לה ידוע היו לו דמיני ארזים הן וקאמר דהן הנה דנזכרו בהך קרא ולפרש קרא קאתי ונ\"מ כדאמרי' בעלמא למקח ולממכר דמי שמוכר לחבירו ארז יכול ליתן לו מהני מינים וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>נותן לו גירומיו מה\"מ אר\"ל דאמר קרא וצדק צדק משלך ותן לו וכמה גירומיו כו' א' מעשרה בליטרא כו' והוא א' ממאה והטעם בזה כמ\"ש במדרש בפסוק עשר תעשר והביאו התוספות בפ\"ק דתענית היוצא שדה שנה שנה וגו' כלומר לא יעשה שדך אלא כפי המעשרות כו' ומעשה שם באורך בא' שצוה לבנו כו' א\"ל קרוביו לשעבר היית בעה\"ב והקב\"ה כהן ועכשיו שלא הפרשת חלקו הקב\"ה בעה\"ב ואתה הכהן כו' וקשה מה ענין כהן למעשר שהוא של לוי ונראה כלפי מ\"ש ביצחק ויזרע יצחק בארץ ההיא וימצא מאה שערים אומד זה למעשרות היה אמר למעשרות בלשון רבים לפי שהפריש מתחלה מעשר ללוים ואח\"כ הפריש מעשר מן המעשר לכהן שהיה בימיו דהשתא חלק הכהן היה ראוי לצאת מן השדה לפי האומד ונתוספו בברכה צ\"ט חלקים כנגד מה שהיה ראוי להיות גדל בשדה והוא ענין הנקרא עשר תעשר תן המעשר מן המעשר כי הוא היוצא מן השדה שנה בשנה והצ\"ט חלקים הנשארים הן נתוספו בברכתו ית' ב\"ה וז\"ש בכאן צדק משלך ותן לו דהיינו חלק המאה שהוא הראוי להיות שלך והשאר הוא נתוסף לך בברכתו ממנו ית' ב\"ה והראוי להיות שלך שהוא חלק הקב\"ה תהא מוותר נגד חבירך וז\"ש לקמן אבן שלמה וצדק יהיה לך ממון הרבה שתתברך בשביל הויתור כאלו אתה נותן צדקה ומעשר שהוא ראוי להיות שלך שתתברך בנתינתך משלך ובזה יתיישב דלא קתני במתני' א' ממאה כמו שהקשו התוס' לרמוז על מעשרות אלו והוא שכוונו באמרם פרק בני העיר במה הארכת ימים א\"ל מימי לא קבלתי מתנות ולא עמדתי על מדותי ותרן בממוני הייתי יש לדקדק בממוני ולא אמר בממון דר\"ל מימי לא קבלתי מתנות ולא עמדתי על מדותי לפייס אותי בממון ובליטרא דדהבא כדין ת\"ח ובזה ותרן בממוני הייתי דהיינו בממון שלי הייתי דאלו הייתי מקבל מתנות או שלא עברתי על מדותי רק בריצוי כסף אף כשהייתי ותרן לא ותרן בממוני הייתי רק בממון אחרים וק\"ל: ", 
            "<b>אר\"ל </b> קשה עונשן של מדות כו'. וזה נאמר בהן אלה ומאי משמע דהאי אל לשון קשה הוא כו'. רמז גודל הקושי בעונש המדות בתוספות ה' כדמסיק שהתשובה היא קשה והיוצא בעבירה זו מן הה' קשה בתשובה ליכנס בה ע\"פ מ\"ש פרק הקומץ עוה\"ז נברא בה' מפני שדומה לאכסדרא שכל הרוצה לצאת יצא ומ\"ט תליא כרעיה דה' דאי הדר בתשובה מעייל ליה ולעייליה בהך לא מסתייעא מלתא כדר\"ל מ\"ד כו' וק\"ל: ", 
            "<b>אמר </b> ר\"ל קשה גזל הדיוט יותר מגזל גבוה שזה הקדים חטא למעילה כו'. יראה הטעם קרוב לפשוטו דבהדיוט מיד שבזל יצא הגזילה מרשותו של נגזל ומקרי גזל אבל בהקדש כל זמן שהיא בעין ביד הנגזל כל היכא דאיתא בי גזא דרחמנא איתא ולכך לא הוי חוטא עד שנהנה ממנו: ", 
            "<b>ואר\"ל </b> בא וראה שלא כמדת הקב\"ה מדת ב\"ו הקב\"ה בירך ישראל בכ\"ב וקללן בח' כו'. יש לדקדק בהאי ענינא למה אמר משה קללות דמשנה תורה טפי מאותן שבת\"כ דהא ודאי כולהו מפי הגבורה נאמרו וע\"ק מ\"ט אמרן משה בלשון יחיד והנהו דת\"כ נאמרו בלשון רבים כמ\"ש בסוף מסכת מגילה וי\"ל בזה דאותן שבת\"כ נאמרו בלשון רבים שהם על חטא רבים שעדיין במצות הר סיני לא נתחייבו רבים על חטא יחיד עד ערבות מואב בשנת מ' שהיה להם לעבור הירדן ומטעם דאז הוי כערב בשעת מתן מעות שכבר התחילו בכבוש א\"י קצת ארץ סיחון ועוג ולכך נאמרו בלשון יחיד דאף על חטא יחיד נתחייבו רבים וכן מפורש בזוהר דקללות (שבת\"כ) [שבמשנה תורה] נאמרו על בית שני שהיו כיחידים שלא עלו עשרת שבטים גם לא כל הלוים ולפי שנאמרו בלשון יחיד הוצרך משה לאמרם דאם יאמרם הקב\"ה בלשון יחיד יאמרו דעם משה לחוד דיבר לכרות ברית כיון דכבר הם עברו ברית ראשון כשעשו את העגל כמ\"ש ואכלה אותם וגו' ואעשה אותך לגוי גדול וגו' כמ\"ש במדרשות וע\"כ הוצרך משה לאמרן להם ודוקא בלשון יחיד משום הערבות כמ\"ש והשתא הא ודאי בשניהם בין בברכות ובין בקללות יש בהן כל כ\"ב אותיות אבל אמר שבא הרמז באותיות שבתחלתן וסופן שבאו בכוון בברכות וקללות דת\"כ היפך שבאו בברכות וקללות דמשנה תורה לרמז על מדתן דמדת הקב\"ה מדה טובה מרובה על מדת פורענות ולכך בברכות מאל\"ף ועד תי\"ו שהן כ\"ב אותיות לרמז שברכן בכל מה שהפה יוכל לדבר בכ\"ב אותיות והברכות הנזכרים מאל\"ף דאם בחקותי עד תי\"ו דקוממיות אינן אלא ברכות כלליות אבל הפרטים לא נזכרו כי א\"א להזכיר בפרט מה שהפה יוכל לדבר בברכות מכ\"ב אותיות אבל הקללות אינן אלא בח' אותיות מוי\"ו עד מ\"ם דודאי הפה יוכל לדבר כל הקללות שבח' אותיות הללו אבל מדת ב\"ו הוא היפך זה שמדתו רעה מרובה מטובה ולכך בקללות כ\"ב אותיות מוי\"ו עד ה\"א כל מה שהפה יוכל לדבר בהן אף שלא נזכרו בקרא שא\"א להזכיר כל מה שהפה יוכל לדבר בכ\"ב אותיות וכמ\"ש בקללות דמ\"ת גם כל חלי וכל מכה אשר לא כתובה וגו' דהיינו שאין הפה יוכל לדבר אבל הברכות אינן אלא בח' מוי\"ו עד מ\"ם דודאי שהפה יוכל לדבר כל הברכות שבח' אותיות הללו ובא הרמז בקללות דת\"כ באלו הח' אותיות המבדילין בין הה' והנו\"ן שהם ב' אותיות מיחידיות ומעשיריות שאין להם זוג כמ\"ש במדרשות רש\"ם ובבחיי והוא לרמז כי לא יבאו לקללות רק חצי הזוגיי' דהיינו ו\"ז ח\"ט שהם זוגיי' לא\"ב ג\"ד וכן חצי העשיריי' דהיינו י\"כ ל\"ם שהם זוגיי' לס\"ע פ\"ץ אבל לברכות יבאו כל הזוגות וגם אותן שאין להם זוג כגון אותיות ה\"ן גם המאיות שהם ק\"ר ש\"ת שגם להם אין זוג דהיינו כ\"ב אותיות ובהפך בהנהו דמ\"ת גם מה שבא הרמז בברכות דת\"כ האותיות כ\"ב כסדרן מאל\"ף ועד תי\"ו ובקללות דמ\"ת לא באו הכ\"ב אותיות כסדרן מוי\"ו עד ה\"א יש לפרש בו כי הברכות אשר ממדת הקב\"ה יבואו כסדרן ולתכלית אמיתי כמו שבאו האותיות כ\"ב כסדרן מאל\"ף ועד תי\"ו שהוא תכלית וסוף אמיתי שלהם משא\"כ הקללות ממדת ב\"ו אף שהן בכ\"ב אותיות לא יהיה להן סדר ותכלית אמיתי כמו שאין סדר ותכלית לאותיות כ\"ב מוי\"ו ועד ה\"א ושוב מצאתי בויקרא רבה חשבתי דרכי וגו' חשבתי ברכות מא' ועד תי\"ו חשבתי קללות מוי\"ו ועד ה\"א ולא עוד אלא שהן הפוכות שאם זכיתם הריני הופך לכם קללות לברכות אימתי כשתשמרו תורתי כו' וק\"ל: "
        ], 
        [], 
        [
            "<b> </b>על כולן אריב\"ז כו'. ואם לא אומר שמא יאמרו הרמאין אין ת\"ח בקיאין כו'. ר\"ל שלא יאמרו שאם הם היו בקיאין גם הם היו עושין רמאות כמעשה ידינו וק\"ק דל\"ל אם לא אומר שמא יאמרו הרמאין כו' הא בלאו רמאים נמי מי שלא ידע באלו דברים יעשה לחבירו עול שלא מדעת וגם חבירו לא ידע ולא ירגיש שהוא חסר דבר מה ולכך ראוי לאומרו ואפשר דהיינו דמסיק דמהאי קרא אמרה כי ישרים דרכי ה' צדיקים ילכו בם דהיינו טעמא שאמרה כדי שהצדיקים ידעו וירגישו שלא יעשו עול לחבירו שלא מדעת ולא קאמר דאמרה מהאי ספיקא דקאמר דשמא יאמרו הרמאין כו' ודו\"ק: "
        ], 
        [], 
        [
            "<b> </b>אין מוציאין פירות מא\"י דברים שיש בהם חיי נפש כגון יין כו'. שמנים סלתות ר\"י בן בתירא מתיר ביין מפני כו'. בזה יש ליישב מה שנתקשו המפרשים במרגלים במה הוציאו דבת הארץ שהרי אמרו וגם זבת חלב ודבש וזה פריה ומ\"ש וכשם שפירותיה משונים כך כו' הוא דרך דרש אבל לפי שנשתבחה א\"י בז' מינים ארץ חטה ושעורה גפן ותאנה ורמון ארץ זית שמן ודבש ספר הכתוב במה שהוציאו דבה ויכרתו וגו' מן הרמונים ומן התאנים ואמרו וגם זבת חלב ודבש וזה פריה לדיוקא שאלו הפירות הם בא\"י שאינן חיי נפש אבל שאר דברים שחיי נפש תלוי בהן כגון חטין וזית אין בה וכבר העיד הכתוב על דבתם רעה כמ\"ש ארץ חטה וגו' ארץ זית דקדמה חטה לארץ קמא וקדמה זית לארץ בתרא כדאמר בברכות שהן עיקר שבחה של א\"י שחיי נפש תלוי בהן ולריב\"ב ניחא טפי ויכרתו גם משם זמורה ואשכול ענבים להוציא דבה שיש בה דבר המביא תיפלה ולזה אמרו ארץ אוכלת יושביה כי אין הארץ מספיק חיי נפש אוכלת ליושביה אבל היא מכלה את יושביה ברעב אשר תמיד מצוי בה באברהם נאמר ויהי רעב וגו' וירד אברם מצרימה ביעקב וישב יעקב בקש לישב בשלוה כו' ולבסוף ע\"י הרעב הורד מצרימה עם בני ביתו זו הטינה היה בלבם כי באמת באברהם היה בנסיון גם ביעקב לקיים ברית בין הבתרים וק\"ל: "
        ], 
        [
            "<b> </b>שנאמר ותהום כל העיר עליהן וגו'. מלת שנאמר לכאורה הוא טעות דאין זה ראיה אדלעיל אלא ותהום כל וגו' הוא מלתא באפי נפשיה וכן מצאתי בקצת ספרים מחק על מלת שנאמר אבל יש לקיימו כפי מה שפרש\"י בספר רות שפרנסי הדור היו ויצאו מא\"י לח\"ל שהיה עינם צרה בעניים כו' ואמרו במדרש ילקוט ושם אשתו נעמי וגו' מה צריך הכתוב להכריז עליו ועל אשתו ועל בניו לפי שלא היו מעכבין זה את זה מצרות עין שהיה בכולן כו' והשתא מייתי שפיר אדלעיל שנאמר ותהום כל העיר עליהן ותאמרנה הזאת נעמי מאי הזאת נעמי כגרסת הילקוט וכמ\"ש מהרש\"ל ור\"ל ה' הזאת במקום ח' כמו חזאת חזיתם נעמי שע\"י שהיתה עינה צרה ולכך יצאה לח\"ל חזי מה עלתה לה שמתו אישה ובניה שאילו לא יצאו לא מתו וכדאמרינן פרק בתרא דכתובות בההוא גברא דנפלה ליה יבמה בי חזאה ורצה לילך שם ליבמה וקאמר אחיו נשא כותית ברוך המקום שהרגו והוא מבואר שאמר שנשא כותית כי כל הדר בח\"ל כאלו עע\"ז כדאיתא התם ודו\"ק: ", 
            "<b>אותו </b> היום שבאת רות כו' מתה אשתו של בועז כו'. וברבתי אמרו קצת בלשון אחר וי\"א אשתו של בועז מתה ונתכנסו לג\"ח ונכנסו רות עם נעמי והיתה זו יוצאת וזו נכנסת ותהום כל העיר כו' ונ\"ל דלמדו לומר כן מהאי קרא ששינה לומר ותהום כל העיר עליהן בלשון רבים וסיים ותאמרנה הזאת נעמי וע\"כ דרשו דותהום כל העיר הוא מלתא באנפי נפשיה ולא קאי על נעמי דסיפא דקרא אלא דקאי על אשת בועז שמתה ועל רות שכל העיר כשהיו רואים זו יוצאת וזו נכנסת היו הומים הא דאמרי אינשי כו' וק\"ל: ", 
            "<b>ובכולן </b> לא זימן את מנוח אמר כודניתא כו'. יש מקשים איש חסיד מפורסם כבועז היאך יאמר כן וי\"ל דהצדיקים דרכם שלא ליהנות משל חבריהם ובסעודת חתנים היו נהנים בדרך שושבינות כדלקמן בפרק מי שמת דהוה כעין הלואה כדאמרינן שם דשושבינות נגבית בב\"ד ומנוח אם היה זימנו בועז ודאי לא היה נהנה אם לא שהיה נותן לו לבועז מתנה כדרך שושבינות ולפי שלא היה לו למנוח זרע ולא היה אפשר לבועז לשלם לו לכך לא רצה בועז לזמנו כדי שלא ליהנות ממנו בחנם וזה שאמר במאי פרע לי כלומר מאי פרע לי עתה כיון שא\"א שאתחייב לו ע\"י שושבינות שאתן לו כיון שאין לו זרע וק\"ל: ", 
            "<b>והיינו </b> דאמרי אינשי בחייך דילדת שיתין כו'. אכפל ואוליד חד כו' הכא לא קאמר איכפל ואוליד בחייך חד כו' כדאמרינן גבי דילדת כו' ואפשר שכוונו למ\"ש במדרש כי מיד שנתעברה רות ממנו מת בועז ולא נולד עובד בחייו וק\"ל: ", 
            "<b>אלימלך </b> ושלמון ופלוני אלמוני ואבי נעמי כולן בני נחשון כו'. מאי קמ\"ל שאפילו מי שיש לו זכות אבות כו'. ר\"ל אלימלך ואבי נעמי אחים היו ואעפ\"כ לא עמדה זכות אבות שהיה בין מצד האב בין מצד האם למחלון וכליון וק\"ל: ", 
            "<b>ואחתיה </b> נשיין כו'. לא הוזכר במקרא שהיה לו לשמשון אחות ואדרבה משמע שלא ילדה אשת מנוח רק זה הבן כמו שאמר להם המלאך והמינין ודאי לא ישאלו על שמה אלא דאגב גררא דאמא נקטה כפרשב\"ם: ", 
            "<b>עשר </b> שנים נחבש אברהם כו'. אפשר שהיה נחבש מספר י' שנים לפי שבן ג' שנים היה אברהם כשהכיר את בוראו שנאמר עקב אשר שמע וגו' כדאמרינן בנדרים וכיון שהיה קטן חבשו אותו ולא דנו אותו למיתה עד אחר י' שנים שהיה נעשה בן י\"ג שנים שבא לכלל איש ואז דנו אותו למיתה והפילוהו לכבשן אש והצילו הקב\"ה כדאיתא במדרש והפייטן בסילוק של ר\"ה של יום ב' יסד ונחבא בארץ שלש עשרה שנה ולאחר י\"ג יצא מחוכם כו' אינו ע\"פ הלכה דשמעתין דקאמרינן שלא היה חבוש רק עשרה שנים ויש ליישב ע\"פ ההלכה דה\"ק ונחבא היה בארץ עד שהיו לו י\"ג שנים יצא כו' וק\"ל: ", 
            "<b>אותו </b> היום שנפטר א\"א כו'. ואמרו אוי לו לעולם שאבד מנהיגו ואוי כו'. כפל הענין ויש לפרש בזה שהיה אברהם שלם במעלות השכליות ומדות והיה מודיע לבריות מציאותו ב\"ה גם הורה להם דרך ישרה במדות כמ\"ש בפסוק ואת הנפש אשר עשו בחרן והוא אשר ספרו בהספדו מעלתו במעלות השכליות אוי להם לעולם דהיינו הבריות שאבד מהם המורה להם על מנהיגו של עולם שיש לעולם מנהיג ואין עולם נוהג כמנהגו ועוד ספרו במעלות מדותיו אוי לה לספינה כו' שדומה העולם הזה לספינה כמ\"ש לעיל בריש הפרק וכמו שאוי לה לספינה שאבד קברניטה המדריכה דרך ישרה שלא תכשל כך אוי להם לבריות שאבד מהם מי שהיה מדריך להם דרך הישר במדות וק\"ל: "
        ], 
        [
            "<b>שהיה </b> להן לבקש רחמים על דורן כו'. שנאמר בזעקך יצילוך קבוציך כו' פרש\"י ע\"י שתזעק לקבץ הנדחים תנצל עכ\"ל ולפי הענין נראה לפרש בע\"א בזעקך על צרת הקבוץ והרבים כי הרבים נקראים קבוץ בכ\"מ יצילוך מן השמים ע\"ד שאמרו המבקש רחמים על חבירו הוא נענה תחלה וק\"ל: ", 
            "<b>נהירנא </b> כד הוה בצע ינוקא חרובא והוי נגיד כו' וכד הוה נטיל עורבא כו'. ר\"ל שאני זוכר שהיה כן בדורות הראשונים וקרוב לזמן הבית וכדאמרינן סוף סוטה מיום שחרב בית המקדש אין יום שאין בו קללה כו' וניטל שומן הפירות ובגמרא שם אמר רבא וכל יום ויום קללתו מרובה משל חבירו וכן הא דאמר נהירנא כד הוה מטיילין טליא כו' ולא הוו חטאן כו' ר\"ל שנתקלקלו הדורות מימי החורבן מיום ליום וכדאמרי' אכשר דרי בתמיה וקאמר כבר ט\"ז וכבר י\"ז אבל בני י\"ח כבר הגיעו לזמן נשואין כמו ששנינו בן י\"ח לחופה וק\"ל: ", 
            "<b>דמודה </b> להון נפיל בידיהון ודמתרחץ עליהון כו'. ביאורו דמודה להון דמחניף להון כדאמרינן בפרק אלו נאמרין כל המחניף לרשע סופו נופל בידו שנאמר ויאמר ירמיהו לחנניה וגו' ודמתרחיץ עליהון שהוא מובטח שיש לו שלום עמהן וע\"י זה מראה עצמו בבגדי תפארת ובנינים חשובים דיליה דלהון שהם מקנאין אותו ונוטלין ממנו ממונו אבל יש לאדם להיות בטחונו בה' והוא ענין המשנה דאבות כל שחכמתו מרובה ממעשיו כו' שנאמר והיה כערער וגו' וכל שענפיו מועטין כו' שנאמר והיה כעץ גו' כי הענין קשה לפי פשוטיה מאי מייתי מהני קראי דלפי הנראה לא איירי הכתובים כ\"א בבטחון ונראה שפי' חכמתו שזכר כאן לאו בחכמת התורה קמשתעי כמו אל יתהלל חכם בחכמתו שפירשו בו דלא בחכמת התורה קמיירי אלא חכם במילי דעלמא ואמר המשתדל בגלותנו וחכמתו מרובה בהשתדלותו נגד המלך והשרים ואינו בעל מעשים אך הוא בוטח על חכמתו נגדם ושהבטיחו לו לשלום ע\"ז אמר ארור הגבר אשר יבטח באדם וגו' ומדמי ליה לאילן שענפיו מרובין כו' כי ענפיו עצמן מתוך שהן מרובין עוקרין האילן ע\"י הרוח כן הדבר הזה שע\"י בטחונו בעצמן מתקנאין בו ונוטלין ממונו ועוקרין אותו אבל כל שמעשיו מרובין כו' כגון נחום איש גם זו וחביריו שהיו בעלי מעשים טפי מבחכמתם בהשתדלות ולא נסמכו על השתדלות כלל רק בטחו בה' אמר אשרי הגבר אשר יבטח בה וגו' ודימה אותו לאילן שענפיו מועטין ושרשיו מרובין כי הוא ית' ב\"ה הוא המקור ושורש לכל להיות קיים כל הסומך עליו וק\"ל: ", 
            "<b>כתיב </b> מחלון וכליון וכתיב יואש ושרף כו'. יואש שנתייאשו מן הגאולה. אביהם לא היה בכלל זה אבל הם אחרי מות אביהם נתיישבו שם כמ\"ש שנשאו להם נשים מואביות וישבו שם כעשר שנים שנתייאשו מן הגאולה ושאמר שנתחייבו שריפה למקום יש לפרשה ע\"פ מ\"ש לעיל שהיה להן לבקש רחמים על דורן כו' דהיינו לבקש רחמים על דורן בימי שנות הרעב שיפקוד ה' עמו ויתן הקב\"ה מי מטר כדרך שמתפללים חסידי כל דור כדמפרש בפ' סדר תעניות אלו והם לא בקשו בזה וע\"כ מדה כנגד מדה נתחייבו בשריפת אש ודו\"ק: ", 
            "<b>מחלון </b> שעשו גופן חולין ופרשב\"ם חוץ לארץ ארץ טמאה היא עכ\"ל אבל א\"כ יהיה אביהם גם כן בכלל ויותר נראה לפרש שעשו גופן חולין במה שנשאו להם נשים מואביות נכריות אחרי מות אביהם שעדיין אף רות לא נתגיירה עד שהלכה לא\"י עם נעמי כמפורש בהחולץ גם ע\"ז אמר שנתחייבו כלייה כמ\"ש ולא תתחתן בם וגו' כי יסיר את בנך וגו' והשמידך מהר וק\"ל: ", 
            "<b>מ\"ד </b> ויוקים ואנשי כוזיבא כו' ויוקים זה יהושע כו'. גם לפי מה שפרשב\"ם דאיכא למימר דכל הני משבט יהודה היו כו' קשה מה ענין זה לזה וי\"ל שסיפר כל הני שדבקו בשכינה והיפך מחלון וכליון שהיה להם ממי ללמוד ולא למדו שהרי יהושע הקים השבועה אף לאותן שכזבו בו והיינו משום שבאו לידבק בשכינה והם עשו היפך זה שעברו על שבועת הר סיני ועברו על התורה לידבק בע\"ז ונשאו להם נשים נכריות כמ\"ש אשר בעלו למואב אמר מואב במקום מואבית להורות כי בגיותן נשאו אותן שאז המואבית כמואב לאיסור ומזה סיפר ג\"כ וישבי לחם זה רות ששבה לידבק באלהי ישראל היפך שעשו הם ועי\"ז זכתה שכבר עתיק יומיא אמרן שתי בנותיך הנמצאות שהוא רמז על מלכות בית דוד שבא מב' הבנות רות ממואב ונעמה מעמון כדכתיב מצאתי דוד עבדי וגו' היכן מצאתיו בסדום הכי מפורש בב\"ר וקראם מציאה לפי שהיו קרובים להאבד עם אנשי סדום או ע\"ש שבאו לאבדם מתוך הקהל והקב\"ה מצא אותם להתירם בקהל מדכתיב עמוני ולא עמונית כו' כדאמרינן ביבמות ע\"ש גם נסמך לזה ענין בני יונדב בן רכב שהם מבני יתרו ובאו לידבק בשכינה וגם במותר נאסר להם דהיינו שתיית יין וישיבת בתים דהיינו שנצרו שבועת אביהם והיא תוכחה לעובר על מצות ה' כמ\"ש בירמיה כה אמר ה' וגו' הלא תקחו מוסר לשמוע אל דברי וגו' הוקם את דברי יהונדב וגו' וכל הענין שם ואמרו במכילתא גדול הברית שנאמר ביהונדב מהברית שנאמר בדוד על תנאי אם ישמרו בניך בריתי וגו' ועם יהונדב לא נכרת על תנאי שנאמר לא יכרת איש וגו' עומד לפני כל הימים: ואמר ", 
            "<b>יושבי </b> נטעים זה שלמה כו'. זכר גם זה על שזכתה רות בזה למלכות שלמה ודימה ליה לנטיעה ע\"ש שנתמנה שלמה למלך בילדותו כמ\"ש שלמה בני נער ורך שלא היו לו אז רק י\"ב שנים ונטיעה בכ\"מ נאמר על אילן ילדה כמו עשר נטיעות לבית סאה וג' אילנות ועוד ע\"פ מה שאמרו פרק הבע\"י ונברכו בך כל גויי וגו' שני בריכות טובים יש לי להבריך בך זו רות המואביה ונעמה העמונית שהנטיעה החשובה מהבריכות אלו היא מלכות שלמה בגדולתו ואמר וגדרה זו סנהדרין כי במלכותו נתמנה סנהדרי גדולה לישב בלשכת הגזית ועל ידם נגדר הפרצה שלא תאסר רות בקהל ואמר שזכתה להיות חיה כמה שנים ולראות בכבוד מלכות שנאמר עם המלך במלאכתו ישבו נראה מדכתיב ישבו בלשון רבים דרש לה ארות ובת שבע והכי מפורש במדרש ילקוט מנין אתה אומר שלא מתה רות עד שראתה שלמה בן בנו של בן בנה דן דינין של זונות שנאמר עם המלך במלאכתו ישבו ואמר וישם כסאו לאם המלך ותשב לימינו וישם כסא לאם המלך זו בת שבע ותשב לימינו זו רות דהכי משמע ליה למדרש דלא קאי אבת שבע דכתיב בההוא קרא דא\"כ לא הל\"ל אלא וישם לה כסא כמו וישתחו לה דכתיב לעיל מיניה על כן דרש לאם המלך לא קאי אבת שבע אלא על רות שהיא אם המלוכה שהיא בת מלכים בת בנו של עגלון מלך מואב וזכה בזה כמ\"ש ויקם מעל כסאו זכה שבת בנו תשב בכסא המלוכה של ישראל: ", 
            "<b>ואכלתם </b> מן התבואה ישן בלא סלמנטון כו'. אסיפא דקרא עד בוא תבואתה סמיך כדמסיק יכול יהו ישראל מצפין לחדש כו' ורש\"י בחומש הביא דרש דהכא אקרא דפרשת בחקותי ואכלתם ישן נושן שהפירות יהו משתמרין וטובים כו' עכ\"ל והוא ע\"פ ת\"כ: ", 
            "<b>ואכלתם </b> ישן נושן מלמד שכל המיושן כו'. כ\"ה בכל הנוסחאות גם בילקוט אבל ר\"ש פי' דה\"ג ואכלתם ישן מלמד כו' עכ\"ל ור\"ל דהכא לאו מיתורא דנושן דריש ליה אלא ממשמעות דישן דהא לקמן דריש מיתורא דנושן מ\"מ ונראה לקיים כל הנוסחאות דמיתורא דנושן דריש מלמד שכל המיושן כו' וכדפירש רש\"י בחומש שיהא ישן הנושן של ג' שנים יפה למאכל משל אשתקד עכ\"ל ודדרש מיניה נמי ישן נושן מ\"מ היינו משום דשינה לכתוב נושן דה\"ל למכתב ישן ישן וכה\"ג דריש בכמה דוכתין ודו\"ק: ", 
            "<b>וישן </b> מפני חדש תוציאו מלמד כו'. והיה ישראל אומרים היאך נוציא זה כו' עכ\"ל וכה\"ג אמרו בת\"כ והרא\"ם כתב ע\"ז ולא הבנתי כי א\"א כו' דא\"כ וישן מפני חדש נוציא מיבעי ליה לכן כ\"כ שטעות נפל כו' וצ\"ל במקום היאך היכן ובמקום נוציא נשים כו' עכ\"ל ועוד הארוך ע\"ש ואולי נעלם ממנו סוגיא דשמעתין דגרסינן בהדיא כהך דת\"כ ומה שהקשה הרא\"ם דא\"כ נוציא מבעי ליה כבר הרגיש רש\"י ז\"ל בשמעתין בזה וז\"ל דהכי משמע וישן מפני חדש תוציאו בעל כרחכם כו' עכ\"ל ר\"ל דאני אומר לכם שתוציאו ישן מפני חדש בעל כרחכם אף שלא יהיה רצונכם בכך מפני שהישן מעלי שנאמר ואכלתם ישן נושן מ\"מ תוציאו הישן מפני שהחדש ראוי להתיישן טפי כו' ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b> </b>המוליך חטין כו'. רשב\"ג אומר נותן לו דמי בושתו כו'. וקשה דהא רשב\"ג מחייב מדינא דגרמי ומאי קאמר מנהג כו' דמשמע אינו אלא מנהג וע\"ק מלת גדול ומה ענין מפה הפרוסה ויש לפרש דרשב\"ג לא קאמר דינא אלא בנושא שכר אבל בחנם לא מחייבו משום גרמא וקאמר דאעפ\"כ היו מנהג בירושלים המוסר כו' אף לתקן בחנם דהיינו דנקט לחבירו היו נוהגין מנהג גדול משום דגדולה מצוה זו כדאמרינן דגדולה הכנסת אורחים מהקבלת פני שכינה וכן קאמר עוד מנהג גדול כו' ע\"ש גדולה מצוה זו ומפה פרוסה כו' דכל זמן הכנסת אורחים היה הפתח פתוח לרוחה כמ\"ש במדרשות גבי אברהם אבינו על והוא יושב פתח האהל והוא היה דר במקום שאין בו היזק ראייה ולא יהיה צריך למפה בפני הפתח אבל בירושלים שהיה בו היזק ראייה כל זמן שהיה פתוח כדי שיכנסו האורחים היה מפה פרוסה נגד כל חלל בפנים הפתח מפני היזק ראיית בני ר\"ה שמבחוץ ואפשר שהיה זה במפה ע\"ש הסעודה כדאמרינן פורס מפה כו' וקאמר נסתלקה המפה והיו נועלין הדלת שלא יכנסו עוד אורחים ואפשר שעשו זה לדקדק באורחים שיהיו מהוגנים כמו שיבואר לקמן אההיא דקל מחתן אורח כו' ע\"ש: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>חמרא מזלי' דמריה גרום שנאמר ואף כי היין וגו'. יש לנו לפרש קרוב לפרשב\"ם והוא כי הרשע נקרא חומץ והצדיק נקרא יין בכמה מקומות כההיא דפרק הפועלים חומץ בן יין וזה האיש היהיר מראה עצמו טוב כיין ומתגאה עצמו בטלית של ת\"ח כו' כדלקמן נמצא שהוא חומץ ורע ויהיר נאמר על המראה עצמו כחסיד כדאמרינן בסוטה פ' עגלה עריכה משרבו היהירים כו' שאין דורינו רואים אלא לפנים כו' וע\"כ נענש גם יינו ממש שהיה מראה טוב נמצא רע וחומץ ממש ונראה לזה נתכוין שמואל דאמר במשל חמרא אכתפיה דמריה שוור וסבר כר' חייא ב\"י דהכא דר\"ל ע\"פ מ\"ש בפ' היה נוטל פרוש שכמי כו' ומפרש בירושלמי שטוען מצות על כתפו כמ\"ש התוס' שם ופי' שמתייהר לטעון המצות על שכמו ברמה שיראו הכל שהוא צדיק כמ\"ש בעל יפה מראה בפ' הרואה והיינו שמראה את עצמו פרוש והוא אינו פרוש וע\"כ גם היין בוגד להיות חומץ וק\"ל: ", 
            "<b>האי </b> מאן דיהיר אפילו אאינשי ביתיה לא מיקבל כו'. ובפ' עגלה ערופה אמרו משרבו היהירים התחילו בנות ישראל להנשא כו' ומסיק דמעיקרא קפצו עלייהו ולסוף מיתזל עלייהו השתא מה\"ט שתנשא לו למראית עינה שהוא חסיד ואחרי שהכירה אותו שאינו ת\"ח מיתזל עלייהו וק\"ל: כל המתגאה בטלית כו' אין מכניסין אותו במחיצתו כו'. הוא מדה כנגד מדה לפי שהוא מתגאה בטלית ובמחיצה שאינו שלו רק של ת\"ח ע\"כ און מכניסין אותו במחיצתו של הקב\"ה שאינו שלו ועיין מזה בחידושונו בפ\"ק דסנהדרין: "
        ], 
        [], 
        [
            "<b> </b>מקום ארון אינו מן המדה כו'. ול\"ג כרובים בפ\"ק דיומא ובפ\"ק דמגילה וכן נראה דכרובים שמואל קאמר ליה דבנס היו עומדין הוא מבואר שהארון והכרובים בנס היו עומדין ואינן מן המדה לפי ששם השכינה שורה כמ\"ש ודברתי אתך מעל הכפורת מבין שני הכרובים ושאינו גשם לא יכילהו מקום ומדה ומלא כל הארץ כבודו וק\"ל: ", 
            "<b>כאן </b> בזמן שעושין רצונו של מקום כו'. ולכך באותן של משה כתיב ופניהם איש אל אחיו דרך חיבה דלא נפרדה השכינה מישראל כל זמן שהיה המשכן קיים אבל באותן של שלמה כתיב ופניהם לבית לפי שהשכינה נפרדה מהם ונחרב הבית כשחטאו ישראל ולכך פניהם לבית כאילו דעת השכינה לילך חוץ וליפרד משם וק\"ל: ", 
            "<b>כרובים </b> מעשה צעצועים הם ומצודדים כו'. מעשה צעצועים קרא הוא בד\"ה ואם אונקלוס בא לומר דלכך נקראו צעצועים דדרך התינוקות להיות מצדדים כשנפטרין מרבן כנראה מפרשב\"ם הוא דחוק דתלמוד גדול נמי ודאי מצדד עצמו כשנפטר מרבו אבל נראה לפרש דה\"ק דכמו שהתלמיד הנפטר מרבו מצדד עצמו כן היו אלו הכרובים כ\"א מהם מצדד לחבירו ולכך היו מעשה צעצועים בצורה אחת כרובים כאלו שניהם שוים במעלה וכשנפטרים כ\"א מצדד לחבירו דרך חשיבות כמו שדרך התלמיד שהוא עצמו מצדד את עצמו לרבו כן היה כ\"א מצדד עצמו וע\"כ היו בצורה זו שכ\"א מהם שוה לחבירו שלא יהיה למינים מקום לטעות אם היה בא' מהם שום שינוי צורה ושום מעלה יותר מבחבירו ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>אי הכי היינו דקאמר כו'. כי היה לי הלוי לכהן אף שלא נבחרו הלוים רק לשרת לא לכהונה מ\"מ בכך היה משתבח ולמאי דמסיק דההוא לוי יהונתן הוה דקאתי ממשה ניחא טפי דכבר נתנה גם הכהונה מתחלה למשה כדאמרינן בזבחים וק\"ל: ", 
            "<b>והלא </b> בן משה היה דכתיב ובני משה גרשם וגו'. בתורה נמי מפורש דגרשום בן משה היה ומייתי האי קרא דד\"ה משום דבהאי קרא דד\"ה כתיב בני גרשום שבואל הראש ושבואל הוא יהונתן כדלקמן בשמעתין וק\"ל: ", 
            "<b>מתוך </b> שעשה מעשה מנשה תלאו הכתוב במנשה כו'. הנו\"ן תלויה לרמז שתלאו ליהונתן בשם מנשה שהוא ע\"י נו\"ן התלויה ולא בשם משה הכתוב ולפי שמשם מנשה יוצא שם משה נקט שם מנשה ולא שם שאר מלבים שהיו ג\"כ עובדי עכומ\"ז ועי\"ל שתלאו בו דכמו שעשה מנשה תשובה בכל לבו כן עשה יהונתן תשובה בכל לבו כדלקמן ועיין עוד בחידושי הלכות וק\"ל: ", 
            "<b>אלא </b> מתוך שעשה מעשה אבשלום כו'. ופי' הכתוב וגם הוא טוב תואר כאבשלום וכו' והיא גרמה להם שנתגאו כדאמרינן בפ\"ק דסוטה באבשלום ואותו ילדה וגו' מלשון גידל כלומר גדלתו אמו אחר תרבות שגידלתו אמו של אבשלום כן פרש\"י במלכים וק\"ל: ", 
            "<b>אלא </b> מתוך שעשה מעשה אבשלום כו' ה\"נ מתוך שעשה מעשה מנשה כו' יש לדקדק מאי אולמי' דהאי מהאי וי\"ל דתולין הקלקלה במקולקל שלפניו כמו הך דאבשלום ואדוניה ניחא אבל לתלות הקלקלה במקולקל שלאחריו כהך דיהונתן ומנשה לא שייך כ\"כ וק\"ל: ", 
            "<b>שהרי </b> משה שנשא בת יתרו כו'. והוא שעל הרוב ימשך הזרע אחרי הטבע ומעשה האבות כפי הקרוב שמזה היה מטתו של יעקב שלמה בלא פסול לפי שכבר נשתלשל היחוס מטובים ג' דורות ולא נאמרו דברים אלו על צד ההכרח ובהחלט דכמה צדיקים מצינו שהיו בני רשעים וכן בהיפך ועוד דבני משה ודאי קרובים יותר ליתרו והיו צדיקים אלא שהוא כן על הרוב כמו שהיה זה ביהונתן שהיה מיתרו שפיטם עגלים לעכומ\"ז נמשך גם הוא לעבוד עכומ\"ז ובהיפך פנחס שהיה מבני טובים נמשך להיות בעל מע\"ט לבטל עבודת עכומ\"ז בית פעור וק\"ל: ", 
            "<b>מבנות </b> פוטיאל וגו' מיתרו שפיטם כו'. בכמה מקומות באו רז\"ל לדרוש ולתת טעם לשמות שלא נמצאו בהם טעם מפורש בשכבר מצאו בתורה נותנת טעם בקצת השמות ועי' עוד בזה ברא\"ם: "
        ], 
        [
            "<b> </b>אלא אי אבוה דאימיה מיוסף כו' עיין בחידושי הלכות גם עיין פרשב\"ם בזה ' ' אבל קשה לפי' דלא הוכרח תלמודא לתרץ אלא אי אבוה דאימיה מיוסף כו' אלא דה\"מ המתרץ להניח למקשה סברתו דפוטיאל אינו משמע אלא יתרו שפיטם כו' ולא בא מיוסף כלל אלא שהיה פנחס דור א' רחוק מיתרו יותר מיהונתן וכן לפי' התוס' קשה כמו כן דלא הי\"ל לתלמודא למימר אלא שהיה פנחס מצד האם ולולי דבריהם נ\"ל לפרש דה\"פ אי אבוה דאימיה מיוסף אימא דאימיה מיתרו כו' ומש\"ה אף שהיה מצד האם מיתרו שפיטם עגלים מ\"מ היה מצד אם מיוסף שהיה בעל מעשה שפטפט ביצרו וכן בהיפך וא\"כ ה\"ל יחוסו מצד אם שקול ולהכי אהני ליה לפנחס צד אב שדבק אהרן בטובים בבעלי מעשים משא\"כ ביהונתן כי מצד אביו היה שקול מיתרו שפיטם כו' וממשה שהיה בעל מעשים אבל מצד אמו לא מצינו יחוסו שהיה מבעלי מעשים מכל צד שיהנה ליה כדמהני ליה לפנחס שהיה מצד אביו מבעלי מעשים וה\"ק ר\"א לעולם ידבק אדם בטובים שהרי משה היה ודאי בעל מעשים שאין כמוהו אעפ\"כ כשנשא בת יתרו יצא ממנו יהונתן ואהרן כיון שנשא בת עמינדב אהני ליה לפנחס שיצא ממנו אע\"פ דאתי נמי מיתרו והשתא ליכא לאקשויי ה\"נ בלאו אבוה דאימיה מיוסף אף שהיה פנחס מצד האם מיתרו בלחוד אהני ליה מצד האב שדבק אהרן בטובים דא\"כ תקשי דה\"נ ביהונתן מצד האב יהני ליה משה שהיה בעל מעשים שאין כמוהו ומצד האם לא מצינו לו פסול וא\"כ ה\"ל פנחס ויהונתן שקולים וע\"כ הוצרך למימר גבי פנחס שהיה מצד אם ג\"כ מיוסף דהשתא לא הוו פנחס ויהונתן שקולים ודו\"ק: ", 
            "<b>ומ\"ש </b> הרא\"ם פ' מטות והא דנקט הכא אבי אמו מיוסף כו'. לאו דוקא דהא בסוטה ופרק י\"נ ספוקי מספקא ליה אי אבוה דאימיה מיתרו אימא דאימיה מיוסף ואי אימא דאימיה מיתרו אבוה דאימיה מיוסף אלא חדא מינייהו נקט תדע כו' עכ\"ל ע\"ש ואין דבריו מובנים לן דהא לא קאמר הכא דאבי אמו היה מיוסף ויוסף אבי אמו היה אלא דיוסף גופיה היה אבי אמו דביה קמשתעי הכא ופי' שהיה אב משפחתו מצד אם ובין שיהיה אבי אבי אמו ובין שיהיה אבי אם אמו אבי אמו קרי ליה וכן הוא הפי' ביתרו שאמרו אבי אמו פטם עגלים לעכומ\"ז שהוא ודאי לא היה אבי אמו ממש אלא אבי אבי אמו או אבי אם אמו ומ\"מ אבי אמו קרי ליה ודו\"ק: ", 
            "<b>ממשמע </b> שנא' בת עמינדב כו'. לפי שכבר מצינו בכתוב שמייחס את האשה אחר אחיה כמו אחות תובל קין נעמה והיינו כשלא הוזכרה כבר לייחסה ע\"ש אביה אבל הכא שכבר יחסה בשם אביה בת עמינדב קאמר וכי איני יודע שאחות נחשון היא מה ת\"ל אחות נחשון וכן באחות נביות בספ\"ק דמגילה שכבר יחסה בת ישמעאל קאמר וכי איני יודע שאחות נביות היא כו' ובאחות אהרן שלא הוזכרה ליחסה שם כבר בשם אביה הוכרחו לדרוש בפ\"ק דסוטה וכי אחות אהרן היא ולא אחות משה שהרי משה נזכר שם בשירת אז ישיר וה\"ל ליחסה אחר משה או אחר שניהם כמו ואת מרים אחותם ובאחות לוטן תמנע שדרשו תמנע בת מלכים הואי כו' כדאיתא בחלק כבר פירשנו בפרשת ויצא בפסוק וילך ראובן בימי קציר וגו' היינו משום שלא היה לו ליחסה כלל ביחוס בני החורי כיון שלא היתה מזרע אברהם ויצחק ע\"ש וליכא למדרש הכא כדדרשינן בספ\"ק דמגילה גבי אחות נביות שקדשה ישמעאל ומת והשיאה נביות דא\"כ מאי אשמועינן הכא שקדשה עמינדב והשיאה נחשון דהתם אשמועינן קרא ליחס בהן שנותיו של יעקב שאז מת ישמעאל והיה יעקב אז בן ס\"ג שנה כדאיתא שם ועוד דהתם עיקר דרשה מוילך עשו אל ישמעאל קדריש כדפרשנו שם והתם לא שייך למדרש כדהכא שבדק עשו באחיה ועוד דוילך עשו אל ישמעאל ל\"ל כדפי' (רשב\"ם) שם וגבי אחות לבן הארמי שכבר הוזכר ג\"כ יחוס של בת בתואל הארמי כתב הרא\"ם דמכ\"מ ליכא למידרש התם כדהכא דלא שייך התם לומר שבדק בלבן ועוד שלא היה צריך לכתוב לא את אביה ואת אחיה ואת מקומה שכבר הוזכרו למעלה (ועכ\"ל) [וע\"כ לומר] שכולם באו לדרשה כדי להגיד שבחה שהיתה בת רשע ואחות רשע ומקומה אנשי רשע ולא למדה ממעשיהם עכ\"ל ועי\"ל דהתם נמי איכא למדרש כדהכא לפי שבאו שם לספר תולדותיו של יצחק שהם עשו ויעקב אמר שהיתה אחות לבן וע\"כ נולד עשו ממנה שרוב בנים אחר אחי האם וכה\"ג איתא במדרשות והענין מבואר כי האחים והאחיות הנולדים בבטן אחד הם קרובים לטבע אחת והעובר הוא ירך אמו כי עיקר גופו של אדם נוצר מאמו כדאיתא פ' המפלת וע\"כ הוא על רוב בטבע אחי האם להרע ולהטיב: ", 
            "<b>ויאמרו </b> לו מי הביאך עד הלום וגו' לאו ממשה קאתית כו'. משום דשאלת בג' ענינים מי הביאך הלום ומה אתה עושה בזה ומה לך פה קרובים לענין א' וע\"כ אמרו שבאו כולם לדרשה שאמרו לאו ממשה קאתית דכתיב ביה אל תקרב הלום וע\"פ מ\"ש במדרש משה אמר הנני הנני לכהונה ומלכות וא\"ל אל תקרב היינו כהונה ואין הלום אלא מלכות שנאמר כי הביאתני עד הלום וכה\"ג דרשו בזבחים וז\"ש לו דהא למשה לא נתנה הכהונה ומלכות ואתה עשית עצמך כהן גם עשית מעשה מלכות של מנשה ועוד א\"ל ומה אתה עושה בזה לאו ממשה קאתית דכתיב ביה מה זה בידך שעשה כל מעשיו במטה בשליחותו של מקום כמ\"ש במדרשות ואתה מה עושה בזה דהיינו עכומ\"ז כמו שאמר גם הוא מה מועילה לך כו' לא מטיבה ולא מריעה כמו שכתוב בירושלמי והביאו רשב\"ם ועוד א\"ל ומה לך פה לאו ממשה קאתית דכתיב ביה ואתה פה עמוד וגו' כי הנה מטה אביך נתקרב בזה הדיבור לשכינה יותר מכל אדם שע\"י דבור זה פירש מאשתו כדאמר פרק רע\"ק ואיך אתה נתרחקת מן השכינה ונתקרבת כ\"כ לעכומ\"ז עד שנעשית כומר לה וע\"ז אמר שהוא הודה לכל דבריהם דודאי אינו ראוי לכהונה ומלכות וגם אין ממש בעכומ\"ז ולא היה מקרב עצמו לה רק מפני שהוא תועלת לו כדי שלא יצטרך לבריות כפי טעותו בהבנת קבלתו מבית אבי כו' גם מה שאמר שראה דוד כו' ומינהו על האוצרות ולא נתחייב מיתה כשעבד עכומ\"ז היינו משום שלא עבדה וכמ\"ש בירושלמי שהביא רשב\"ם זיל אייתי חד פינך דסולת כו' וכיון דאזל להון אכיל לון כו' וא\"ל בגין חיי ושאמר דכיון דראה שממון חביב עליו כו' פי' ובודאי לא יבזבז אוצרותיו שכן דרך להמנות איש שדרכו לאצור ולא לבזבז וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>גמירא דלא כלה שבטא כו'. ופרשב\"ם ראיה לדבר אני ה' לא שניתי ואתם בני יעקב לא כליתם מבואר בגזירת פרעה שאמר כל הבן הילוד היאורה גו' שבקש להרוג הזכרים ולכלות מהם שמות מטות אבותם כדאמרינן בשמות רבה נמית הזכרים ונקח הנקבות לנשים כו' וע\"פ מ\"ש נדונם במים שכבר נשבע הקב\"ה שלא יביא מבול לעולם לזה אמר אני ה' לא שניתי דהיינו שאמרתי ב' פעמים לא אוסיף עוד וגו' בשבועה שלא אביא מבול כדאמרינן במסכת שבועות ומתוך זה חשב פרעה לכלות מהם שמות מטות אבותם ואעפ\"כ הצלתי אתכם שאתם בני יעקב לא כליתם הזכרים שהם שמות אבות וכמ\"ש כאשר יענו וגו' כן ירבה וגו' וק\"ל: ", 
            "<b>מלמד </b> שבא צבעון על אמו מפורש בחידושי הלכות ע\"ש: ", 
            "<b>א\"ל </b> רבי בכך אתה פוטרני כו' ולא תהא תורה שלימה שלנו כשיחה בטילה כו' יראה לי בזה משום דהמינים והצדוקים יאמרו דהרבה דברים בתורה הם שיחה בטלה וראויים לישרף כספרי מינים שלהם וכההיא דאמרן בחלק בענין זה על מנשה שהיה יושב ודורש באגדות של דופי וכי לא היה לו למשה לכתוב אלא אחות לוטן תמנע ותמנע היתה פלגש כו' ולפי שבפרשה זו גופיה השיב להם ריב\"ז אלה בני שעיר וגו' דמוכח מיניה דאיצטריך למכתבה לאשמועינן דגם קודם מת\"ת היה דינן הכי דבני בנים הרי הם כבנים וא\"ל המין הצדוקי רבי בכך פוטרני דאין כל זה ראיה לפי מינות שלהם שהם שיחה בטילה כו' וע\"ז השיב ריב\"ז להם וא\"ל שוטה לא תהא תורה שלמה שלנו שאנו אומרים שהתורה שלמה תמימה ואין בה שיח לבטלה כשיחה בטילה שלכם שאתם אומרים שיש בה שיחה בטילה ח\"ו וק\"ל: "
        ], 
        [
            "<b> </b>שהתנו על שבט בנימין שלא תירש בת הבן עם האחין כו' יש לדקדק דהיה להם לתקן כעין דאורייתא הכתוב גבי בנות צלפחד שלא ינשאו לשבט אחר ואפשר משום דלא היה להם לינשא כאן כ\"א לשבט מועט במספר לא רצו לתקן כן משא\"כ בשבט מנשה שהיו רבים באוכלסין לינשא להן בנות צלפחד ומיהו היכא שלא היה להם כ\"א בנים או בנות ובת הבן כי היכי דלא תיעקר נחלה דאורייתא תקנו והיו נזהרים מלינשא לשבט אחר כפרשב\"ם ודו\"ק: ", 
            "<b>כל </b> מי שאינו מניח בן ליורשו הקב\"ה מלא עליו עברה כו'. מבואר כי העוה\"ז הוא העולם העובר ועוה\"ב הוא הנצחי וז\"ש בקרא דמייתי דמיירי בעוה\"ב שאמר יום עברה וגו' ר\"ל עובר יהיה העוה\"ז ביום ההוא דלעתיד והנה עיקר בריאת האדם הוא הזכר שלא נברא בתחילה רק הזכר שאף שבהעוה\"ז עובר הנה המצוה שמקיים בעוה\"ז היא מעמיד לו לעולם נצחי בעוה\"ב משא\"כ הנקבה שעיקר בריאתה לקיום המין בעוה\"ז עולם העובר וע\"כ אמר כי מי שאין מניח בן ליורשו הקב\"ה מלא עליו עברה דהיינו שמלא עליו עוה\"ז שהוא העולם העובר שאינו אלא לקיום המין כדכתיב בירושת הנקבה והעברתם וגו' ולא ממלא במקומו זכר לקיים מצות בוראו להעמיד עולם הנצחי דלעתיד ודמייתי נמי מהאי קרא דאשר אין חליפות למו וגו' שעובר מעוה\"ז ואין ממלא מקומו אם למ\"ד בבן לקיים מצות בעוה\"ז לעמוד עולם נצחי ואם למ\"ד בתלמיד הממלא מקומו אבל הנקבה אינה ממלאה מקום אביה לפי שאינה חייבת ברוב מצות ודאמר בכו בכה להולך בלא זכר הוא עד\"ז וכפל בו לשון בכו בכה שעם המספידים ידבר לבכות עם האבל להולך ועובר מן העולם הזה כמ\"ש דהוה ריב\"ל אזיל לבי טמיא כו' ועיין בשמעתין בחדושי הלכות וק\"ל: ", 
            "<b>מ\"ד </b> כו' כי שכב דוד עם אבותיו וכי מת יואב כו'. דוד שהניח בן כמותו כו' נסמך זה המאמר להנך דרשות דלעיל דבענין זה נמי איירי דלכך נאמר בדוד שכיבה כאילו לא מת ולא עבר כלל מן העולם כיון שהניח בן ממלא מקומו ה\"ל כאילו לא מת אלא כשוכב וישן בעלמא וביואב נאמר מת שלא הניח בן ממלא מקומו שמת ממש וק\"ל: ", 
            "<b>קשה </b> עניות בתוך ביתו של אדם יותר מנ' מכות כו'. דקדק לומר בתוך ביתו של אדם דהיינו אף שיש לו מזונות אצל אחרים כיון שהם תלוים באחרים ה\"ל מכתן גדולה יותר מנ' מכות עיין פרשב\"ם ובענין זה יש לפרש הקרא אמר אויב ארדוף אשיג אחלק שלל תמלאמו נפשי אריק חרבי תורישמו ידי לפי שהיו ישראל עניים ונעשו עשירים ע\"י שאלת כסף וזהב מאת העם אמר פרעה ארדוף אותם ואשיג אותם ואחלק שלל תמלאמו נפשי כינוי תמלאמו כפשוטו מה שתמלא אותם נפשי ורצוני ששאלתי להם בזה תורישמו ידי כי יד ה' שהיה בנו בנ' מכות לא היה כ\"כ כמו שידי תהיה בהם שתורישם ואעשה אותם שוב עניים שהוא יותר מנ' מכות שהיו בי ואפשר שע\"ז רמז הכתוב וירא ישראל את היד הגדולה וגו' בענין העניות שנעשו המצריים עניים בביזת הים ולא תפיק מזימתם שאמרו על ישראל תורישמו ידי יותר מיד ה' שהם נ' מכות וק\"ל: ", 
            "<b>כל </b> שיש לו חולה בתוך ביתו ילך אצל חכם ויבקש עליו רחמים שנאמר ואיש חכם יכפרנה פי' הכתוב חמת מלכו של עולם מלאכי וגו'. בלשון רבים כדאמרינן הרבה שלוחים למקום ואיש חכם יכפרנה ממש שהוא מבקש על כפרת עון וע\"ז סמך ואמר שע\"י תפלתו באור פני המלך מלכו של עולם ניתן לחולה ההוא חיים וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b> </b>עם רב אתה עלה לך היערה א\"ל לכו והחבאו כו'. יש לפרש עלה מלשון עולי עין דמייתי לקמן ופי' רש\"י פרק מי שמתו מלשון סילוק שתסלק עין רע ממך כשתחבא ביער שהוא מקום מחבא ואותיות היע\"ר לסימן נוטריקון היע\"ר יסלק עין רע וא\"ל אנן מזרעא דיוסף כו' הוא ממה שאמרו לא ימצא לנו ההר כלומר כי אף בהר שהוא מקום מגולה לא ימצא לנו עין רע להזיק דכתיב בן פורת גו' ועיין בזה בחידושי אגדות פ' הפועלים: "
        ], 
        [], 
        [
            "<b> </b>וראויה פ' מקושש שתכתב ע\"י משה אלא כו'. בפ' הזורק קאמר ר\"ע מקושש זה צלפחד כו' ע\"ש וכך אמרו במדרש שאמרו בנותיו כי בחטאו מת הוא המקושש ר\"ל חטא של יחיד הנזכר בדור המדבר ואפשר לומר שאמרו בנותיו כן לחוס על זרעו וע\"פ מ\"ש ת\"י בפרשת שלח לך בפסוק ויהיו בני וגו' קם גברא מדבית יוסף אמר בממרי' איזיל ואתלוש קיסין כו' ומשה יתבע אולפן מן קדם ה' וידון יתי בכן אשתמודע קנסא לכל בית כו' ע\"ש והשתא בנותיו התנצלו בזה בעבור אביהם ואמרו כמו שאתה לא ידעת באיזו מיתה ימות גם זה היה כוונתו כדי שידע באיזה מיתה דנין המחלל שבת וז\"ש בחטאו מת לא חטא רק כדי שיהיה מת וידעו באיזה מיתה דנין המחלל שבת ויש שאלו בזה בת\"י היאך חטא באיסור שבת כדי לידע באיזה מיתה דנין המחלל שבת וי\"ל כיון שלא היה צריך למלאכה זו אלא לידע באיזו מיתה כו' ה\"ל מלאכה שאינה צריכה לגופה כמו חופר גומא וא\"צ אלא לעפרה שהוא פטור לר\"ש ומיהו הוא ודאי דהיה חייב מיתה בדיני אדם שלא ידעו העדים שהתרו בו שהוא עשה על דעת זו ואינן אלא דברים שבלב ודנין היו אותו למיתה ע\"פ העדות וכן י\"ל לפי המדרש שכתבו התוס' לקמן דצלפחד היינו מקושש והיה בתחלת מ' שנה ולשם שמים נתכוין שהיו אומרים כיון שנגזר עליהם שלא ליכנס לארץ ממעשה המרגלים שוב אין חייבים במצות עמד וחילל שבת כדי שיהרג ויראו אחרים עכ\"ל דה\"ל נמי מלאכה שאינה צריכה לגופה וק\"ל: "
        ], 
        [
            "<b>פרשב\"ם </b> בהג\"ה ואם לאו שאין כו' ובן היוצא מאמנו יירש אחריו נכסי אבינו עכ\"ל מזה יש ליישב מ\"ש בת\"י פרשת פנחס אין לית אנן חשיבין כבר ואימן כמנטרא ליבם תיסב אימן חולק אבונן וחולק אחא אבונן עכ\"ל דר\"ל דבן היוצא ממנו לאמנו יירש אלו ב' חלקים אחריו דהיינו כשימות היבם חלק צלפחד וחלק היבם דהוא אחי אבונן ועי\"ל דר\"ל דהיבם יירש ב' חלקים חלק צלפחד וחלק אחא דאבונן דחד אחא דאבא ה\"ל כדאמרינן לעיל וזה הוא דוחק דחלק אחא דאבונן משמע כל אותו החלק דאבונן ודו\"ק: ", 
            "<b>בגמ' </b> והתניא בת כו'. פרשב\"ם והמקשה עצמו אינו יודע לפרשה עכ\"ל והוא דחוק ונראה דיודע לפרשה אלא שאמרו לפי שהמתינו מ' שנה ולא יזכו לבנים שלא היו מחזיקין עצמן צדקניות כדלקמן ולזה אמרו ממדת צניעות כיון שאין אנו ראוין לבנים לא היינו מבקשים ע\"כ כדי שיקפצו עלינו אנשים לינשא לנו אילו היה לאבינו בת אחרת שאין לה מ' שנים ראויה לבנים היינו מעמידין אותה לדבר ולא דברנו ממדת צניעות ומקשה דאין זה מדרשניות אלא ממדת צניעות וק\"ל: ", 
            "<b>ויקח </b> את בת לוי אפשר כו'. פירש רשב\"ם אשה ה\"ל למכתב עכ\"ל דליכא למימר שבא ליחסה כאן שהיתה בת לוי דא\"כ ה\"ל להזכירה בשמה וליחסה כמו שלא יחס כאן את עמרם וכתב וילך איש וגו' דכתיב בת דרשו מיניה שחזרה לנערותה דבת משמע נערה וילדה וע\"ז יש לפרש הא דכתיב ויעש להם בתים דהיינו דיוכבד נעשה בת ונערה כדאמרי' הכא וכן מרים כדאמרי' פ\"ק דסוטה חלאה ונערה בתחילה חלאה ולבסוף נערה שחזרה לנערותה וכמו שיאמר ממס מסים ומפת פתים כן יאמר מבת בתים והראב\"ע טען על זה דלמה לא הזכיר הכתוב הפלא שנעשה עמה בהולידה את משה בת ק\"ל וכבר האריך הרמב\"ן להשיב על דבריו ונ\"ל להשיב דודאי נזכר זה בקרא מדכתיב בת לוי ולא אשה גם לפי פשועו שהיא בת לוי ממש ע\"כ היה הפלא ממנו שהולידה בזקנותו או שהיה פלא בה שהולידה את משה בזקנותה דהא לוי בן מ\"ג שנה היה בירידתו למצרים ואם הוא הוליד כן יהיה הפלא ממנו זקן כאברהם שהוליד בן ק' גם היא יוכבד הולידה את משה קצת בזקנותה בת צ\"ג שנה ואין דרך אשה להוליד רק עד ס' שנה כדאמרינן בפרקין ואם הולידה בת צ' א\"כ יהיה לדתה יותר בזקנתה דהיינו בת צ\"ג שנה ויהיה הפלא ממנה קרוב לשרה שהיתה בת צ' שנה: "
        ], 
        [
            "<b> </b>ויקח ויחזור מבעי ליה כו' מלמד שעשה בה לקוחין שניים כו' כדי שלא תחשוב שנשאה בלא חופה וקידושין דאין קדושין תופסים בחייבי כריתות שעתידה התורה לאסור דודתו וע\"כ אמר ויקח שעשה בה לקוחין שניים הושיבה באפיריון שהיא חופה כי עדיין לא נאסר לו אז דודתו והיו לו קדושין תופסין בה ואמר אהרן ומרים משוררים כו' כי אחרים לא ידעו מהפלא שחזרה לנערותה גם מרים הודיעה הדבר לאחיה אהרן שיבא גואל ע\"י לקוחין כדאמרינן בסוטה ומ\"ה אמרו אם הבנים שמחה ר\"ל אם עם הבנים המרקדים גם בן הנולד לה שתזכה בהם לכהונה ולויה ולמלכות וא\"ם הוא רמז לגואלים אהר\"ן מש\"ה ולמרקדים אהר\"ן מרי\"ם והוא חיבור הכתובים מושיבי עקרת וגו' שהושיב והחזיר עמרם אשתו שהיתה עקורה מביתו שכבר גירשה וע\"י זה אם הבנים שמחה דהיינו בצאת ישראל ממצרים ועיין בחידושינו פ\"ק דסוטה וק\"ל: "
        ], 
        [], 
        [
            "<b> </b>יום שהותרו השבטים לבא כו'. יש לדקדק מה שמחה היה להן כשהותר להם הסבת נחלה אם הוא טוב לזה השבט שתוסיף לו נחלה הוא רע לשני שתגרע נחלתו כמו שטענו בני יוסף ואם יהיה היובל וגו' ונוספה נחלתן וגו' ומנחלת מטהאבותינו יגרע וי\"ל דלהאי טעמא ניחא דקאמר שבהן בנות ישראל יוצאת כו' דלבנות ישראל ודאי הוא דהיה להן שמחה כשהותר שהנקבות יגרעו מהזכרים ע\"י שלא תסוב נחלה שהאיש שיש לו נחלה היה רשאי לישא אשה משבט אחר והאשה לא היה לה רשות אם היה לה נחלה לישא איש משבט אחר עד שהותרו וכן י\"ל לטעמא דיום שהותר שבט בנימין כו' דלכך הבנות היו משמחות כשהותרו שהן לא היה להן רשות לינשא לשבט בנימין כמ\"ש איש ממנו לא יתן בתו וגו' והאנשים היו להן רשות גם לישא מבנות שבט בנימין שלא נשבעו על כך וק\"ל: "
        ], 
        [
            "<b>יום </b> שנתנו הרוגי ביתר לקבורה כו'. יש לנו לשמוח על קבורתם כמ\"ש הרא\"ש דאיתא בירושלמי כשנחרבה ביתר נגדעה קרן ישראל ואין עתיד לחזור עד שיבא בן דוד ולכך סמכוה אצל בונה ירושלים עכ\"ל ואמר הטוב שלא כו' הטוב משמע שהוא עושה טוב והיינו שלא הסריחו והמטיב משמע שהוא מטיב ע\"י אחרים דהיינו שנתנו לקבורה ע\"י אחרים שבתחלה גזרו מלכות רשעה שלא יקברו עד שעמד מלכות אחרת ונתן הקב\"ה בלבו שינתנו לקבורה ובתוספות סוף פ\"ב דתענית כתבו דמ\"ה תקנו נמי יותר על היין הטוב והמטיב כו' לפי שהיה בכרם כו' והוא במדרש איכה רבתי עכ\"ל ע\"ש: כיון שהגיע ט\"ו באב תשש כח החמה ולא היו כורתין עצים כו'. זכר זמן שפסקו מלכרות ולא זכר עד אימת פסקו ושהתחילו שוב לכרות ואפשר דזמנו דומיא דהכי בט\"ו בשבט שזמנו שוה בימי הגשמים כמו ט\"ו באב בימות החמה אז מוסיף כח החמה באילנות דמה\"ט אמרינן ברפ\"ק דר\"ה דט\"ו בשבט ר\"ה לאילנות לב\"ה ואמרינן בגמרא שם מאי טעמא הואיל ויצאו רוב גשמי השנה והיפך זה כאן שתשש כח החמה ומתחילין ימי הגשמים ולחלוחית יוסיף בעצים אלא שלא זכר כאן רק זמן הפסיקה שהיו משמחין על שגמרו מצוה גדולה כזאת ולכך קראו ליה יום תבר מגל כלומר שכבר נגמרה המצוה ואין צריכין עוד אף למכשירי המצוה שהוא מגל וק\"ל: ", 
            "<b>מכאן </b> ואילך דמוסיף יוסיף כו'. תלה זה בענין עצי המערכה דלעיל ע\"ש שזכר שאז תשש כח החמה שמתחלת באב לילך בשיפולי הרקיע והיום מקצר והולך וצריך להוסיף מן הלילה מה שמארכת על היום למלא בלמודו בלילה מה שיחסר לו מהיום והא דאמרינן בפרק הדר לא איברי לינה אלא לשינתא כבר כתבו תוספות שם היינו לילי תקופת תמוז עכ\"ל והא דאמרינן נמי התם אמר רב נחמן ב\"י אנן פועלי דיממא אנן רב אחא ב\"י יזיף ופרע דמשמע שהיו לומדים ביום ולא בלילה אם לא דרך הלואה ופרעון איכא למימר דהיינו נמי בתקופת תמוז ועי\"ל דודאי עיקר הלימוד הוא ביום כדקאמר התם א\"ל לרבי זירא מחדדן שמעתתך א\"ל דיממי נינהו ולהכי קאמר רב נחמן ב\"י הא דאנן לומדים בלילה מט\"ו ואילך אנן פועלי דיממי דאינו אלא למלאות בלילה שמארכת מה שיחסר לנו ביום שמקצר והולך אז ורב אחא ב\"י בלאו התשלומין שצריך בלילה ממה שיחסר לו ביום הוה יזיף כשטרוד במזונותיו ביום כפירוש רש\"י והיה משלים גם זה בלילה ודו\"ק: ", 
            "<b>מאי </b> יסיף תני רב יוסף תקבריה אימיה והא דלא קאמר סתם יסיף הוא מלשון כליה כמו האף תספה וגו' והרבה כמוהו וקאמר דתקבריה אימיה ע\"פ מ\"ש פ' בן סורר דברי למואל וגו' אשר יסרתו אמו אר\"י ארשב\"י מלמד שכפתו אמו על העמוד ואומרת לו כו' עד אל למלכים מה לך אצל מלכים ששותים יין ומשתכרים כו' ע\"ש ובמדרשות שעשתה בת פרעה סדין וקבעה בו כל מיני כוכבים ומזלות כו' והיה ישן עד ארבע שעות ביום והן הן הד' שעות שנוספת הלילה על היום בתקופת טבת בלילות הארוכין יותר מן המצוע בתקופת תשרי שהלילה והיום שוין אז ברוב האקלים והיה לו לשלמה ללמוד אותן הד' שעות שהיה לו להשלים ולמלאות מה שנחסר לו מהיום ולא היה לו לישן וע\"ז יסרתו אמו עד\"ז כמו שיסרתו אם של שלמה תיענש אמו ותקברהו על שלא יסרתו וק\"ל: ", 
            "<b>שבעה </b> קפלו את כל העולם כו'. והן הן ז' עמודי העולם שאמרו בחגיגה שהעולם עומד על ז' עמודין שנאמר חצבה עמודיה שבעה כי מיום בריאת עולם ועד סופו אינו חסר מא' מז' צדיקים אלו ואין זה סותר למ\"ש שם על עמוד א' העולם עומד שנאמר וצדיק יסוד עולם דהיינו בכל א' בזמנו אבל העולם בכללו מתחלת בריאתו ועד סופו עומד על שבעה עמודים וצדיקים אלו וק\"ל: "
        ], 
        [
            "<b> </b>עתידה א\"י שתתחלק לי\"ג שבטים וכו' ולא נתחלקה אלא בגורל כו' \" בעוה\"ז יש לו שדה לבן אין לו פרדס כו' לעוה\"ב אין לך כל אחד ואחד וכו' והקב\"ה מחלק בעצמו כו'. והוא לפי שחלוקת עוה\"ז היה דבר שלא היה לו קיום נצחי היה נחלק בגורל גם לא היה לכל א' דבר שלם כל הצורך לו וע\"כ לא היה גם ללוים חלק בו שהם נחלת ה' אבל לעוה\"ב שיהיה חלוקה נצחית תהיה ע\"פ ה' והוא יחלוק חלק גם לנחלתו הלוים ויהיה לכ\"א כל צרכו בהר ובשפלה ובעמק וז\"ש אתהלך לפני ה' בארצות החיים אמר ארצות לשון רבים כי בעוה\"ז אין לכ\"א כל מיני הארצות שאמר רק בעוה\"ב יהיו לכ\"א כל מיני הארצות ובזה יתיישב מה שהקשה הרמב\"ן בפרשת פינחס במנין הלוים שם ולא ידעתי למה ימנה בני לוי ומה תועלת במנינם כו' ע\"ש כי לפי דברינו יש לפרש שזכר למעלתם מצד משה ומשפחתם שזכר שם שנעשו בזה נחלת ה' וע\"כ לא יהיו במפקד בני ישראל ולא ניתן להם נחלה בעוה\"ז תוך בני ישראל שלא נחלק רק ע\"פ גורל כמפורש באותה פרשה וק\"ל: ", 
            "<b>לנשיא </b> דכתיב והעובד העיר יעבדוהו כו'. כפרשב\"ם כשהוא עובד להם ורואה בטובתם ליטול עול רבים עליו אז יעבדוהו ליתן לו נחלה לפרנסתו שזהו שכירות עבדות שלו וכמ\"ש בפ\"ב דהוריות שאמר ר\"ג לר\"א בן חסמא ולר\"י בן גודגדא שלא היה להם פת לאכול ובגד ללבוש ובקש למנותם לראש ואמר לו וכי שררה אני נותן לכם עבדות אני נותן לכם ויהיה לכם לחם לאכול ובגד ללבוש בתורת שכירות עבדות שלכם כפועל אצל בעה\"ב אבל מי שאינו עובד להם רק כ\"א להשתרר עליהם לא יעבדוהו שאין לו שכירות פעולה עמהם וק\"ל: "
        ], 
        [], 
        [
            "<b> </b>נתנה בכורה ליוסף ולא להתייחס כו'. עיין פרשב\"ם וכפירושו איתא בב\"ר פרשת וישלח ע\"ש אבל רש\"י והרד\"ק בד\"ה פירשו בע\"א ע\"ש: ", 
            "<b>ת\"ש </b> ואני נתתי לך שכם אחד כו'. פרש\"י בחומש לפי הדרש דהכא שכם הוא מלשון חלק כמו אחלקה שכם וגו' ושאמר אשר לקחתי מיד האמורי יתפרש לפי הדרשה דהכא מיד עשו שעשה מעשה אמורי וכ\"ה בב\"ר וע\"ש נשיו שהיו מז' האומות החתי והחוי נקראו כל מעשיהם מקולקלים מדרכי האמורי כי הוא היה העיקר בז' האומות והרמב\"ן פירש בע\"א ע\"ש: ", 
            "<b>חרבי </b> זו התפלה ובקשתי זו בקשה כו'. וכן ת\"א כינה הכתוב התפלה והבקשה בחרב וקשת כי התפלה תועיל ליעקב במקום ברכת החרב על חרבך תחיה שניתן לעשו וכמ\"ש הקול קול יעקב וגו' והבקשה תועיל לו במקום ברכת הקשת שניתן לישמעאל ויהי רובה קשת או שיהיה מלת בקשתי לפי הדרש ממש מלשון בקשה וב' בקשתי במקום שנים כמו בבקשתי ובב\"ר אמרו בל\"א בחרבי ובקשתי במצות ומע\"ט אבל רש\"י בחומש פירש בחרבי ובקשתי היא חכמתו ותפלתו כו' עכ\"ל ולא ידענו למה לקח לו דרך אחרת והניח דברי התלמוד גם הב\"ר ודו\"ק: ", 
            "<b>מלה\"ד </b> לבעל הבית שגדל יתום כו' לימים העשיר היתום כו'. לכאורה אין המשל זה דומה ממש לנמשל דכבר קודם שכלכלו יוסף בביתו היה בידו זה העשירות דהיינו הבכורה דכבר חילל ראובן יצועי אביו קודם ירידתם למצרים ואפשר לומר כיון דכבר קודם שידע שיוסף חי במצרים היה הבכורה בידו ולא נתנה בכל אותן השנים לאחד משאר שבטים לא רצה ליתנה רק סמוך למיתתו וה\"ל שפיר כאילו העשיר יעקב אז סמוך למיתתו אחר שכלכלו והוה שפיר דומה אל המשל ומהכא משמע דלא נתנה הבכורה ליוסף עד אחר שכלכלו במצרים וקשה הא דאמרינן פ\"ק דברכות ראובן ראו מה בין בני לבן חמי כו' אע\"ג דע\"כ שקליה לבכרותיה מיניה כו' אפ\"ה לא אקני ביה דכתיב וישמע ראובן ויצילהו ומהכא מוכח דקודם מכירת יוסף ניתן לו הבכורה שנטלה מראובן ולמסקנא דהכא ניחא וק\"ל: ", 
            "<b>ראויה </b> בכורה לצאת מרחל דכתיב ואלה תולדות יעקב יוסף וגו'. מבואר בב\"ר אלה תולדות יעקב ראובן וגו' הל\"ל כו' והוא מבואר שכל עצמו של יעקב לא עבד אלא ברחל ועיין בזה בפרש\"י בחומש וברא\"ם באורך בזה ואין כאן להאריך: ", 
            "<b>אפשר </b> בגנות בהמה טמאה כו' דכתיב ומן הבהמה אשר איננה טהורה כו'. מקרא דלעיל מיניה מן הבהמה אשר לא טהורה וגו' ה\"מ לאתויי אלא דניחא ליה לאתויי מהאי קרא דעיקם ביה טפי דהתם לא עיקם רק ה' אותיות והכא ח' אותיות דה\"נ בפ\"ק דפסחים איכא אמוראי דמייתי קראי דעיקם ביה טפי ובפ\"ק דפסחים פריך עלה ובאורייתא מי לא כתיב טמא כו' ומשני לה וע\"ש הסוגיא: ומ\"ש ", 
            "<b>בגנות </b> הצדיקים דיבר הכתוב כו'. כי רכות העינים גנאי גדול לאשה כדאמרינן הנושא אשה יבדוק בעיניה שנאמר הנך יפה עיניך וגו': ומ\"ש ", 
            "<b>שמתנותיה </b> כפרשב\"ם גדולות וארוכות מלשון ארוך ממש וכה\"ג דרשו בב\"ר שם הקטנה רחל קטנה במתנותיה יוסף לשעה שאול לשעה שילה לשעה אבל לאה מתנותיה מלכות וכהונה הוא לדורות אבל קשה לפי הדרש הו\"ל לומר רכות חסר אל\"ף הראשונה כמ\"ש אבן העזרא ונראה לפרש שנדרש לשון רכות הכתוב מלשון לא ריכא ולא בר ריכא דפרק השותפין שהוא מלשון גדולה וחשיבות שמתנותיה חשובות כהונה ולויה ומלכות וק\"ל: ", 
            "<b>ב' </b> בנים היו לרבקה כו'. בני אדם היו אומרים כן לפי שהיה מדרכי אבותינו אברהם ויצחק לחוש שלא לישא אשה כ\"א מבני משפחתם ומקרוביהם שאברהם נשא בת הרן גם השביע את אליעזר שלא ישא אשה ליצחק בנו רק ממשפחתו וע\"כ אמרו שגם בני יצחק ודאי יחושו בכך שלא לישא אשה מבנות כנען רק ממשפחתם וכמו כן צוו ליעקב אביו ואמו ומסברא אמרו שלא ימצאו רק אלו בנות לבן והגדולה לגדול והקטנה לקטן ובב\"ר אמרו שכך היו התנאים כו' ע\"ש וק\"ל: ", 
            "<b>אילימא </b> שנואה ממש כו'. יש להקשות דת\"ל דא\"א לומר כן דא\"כ איך עבר יעקב אלאו דלא תשנא גם בלידת שמעון כתיב כי שנואה אנכי וה\"ל ראובן ושמעון ח\"ו מבני שנואה מבני ט' מדות שעליהן נאמר וברותי מכם הפושעים וגו' כדאמרינן בנדרים וכה\"ג פריך התם מבני חצופה אלידת יששכר שא\"ל אלי תבא וגו' וי\"ל דמעיקרא קודם שראה יעקב שנפקדה בביאה ראשונה ודאי היה שונאה והוה בדעתו לגרשה כדאמרינן בב\"ר כי שנואה היא שהכל שונאין בה כו' נתן דעתו לגרשה וכיון שפקדה הקב\"ה אמר לאמן של אלו אני מגרש כו' ע\"ש וכן משמע מתוך הכתוב שהיה שונאה מעיקרא טרם שילדה את ראובן מדכתיב כי עתה יאהבני אישי וגו' וראובן מביאה ראשונה נתעברה שאז לא היה שונאה כי לא ידע אז שהיא לאה וצ\"ל לפי זה מה שאמרה לאה בלידת שמעון שנואה אנכי היינו על שהיתה שנואה ליעקב קודם שראה שנפקדה בהריון והיה דעתו לגרשה אבל אחר שנפקדה בביאה ראשונה שניכר הריונה שוב לא היה שונאה אלא דבהאי קרא לא בעי תלמודא לפרש הכי משום הך קושיא דלא דיבר הכתוב בגנות הצדיקים וזה גנות הוא לה שיעקב שונאה טרם שראה בה שנפקדה וע\"כ דרשו בו שהיו שנואין מעשיה כו'. ובב\"י בטור א\"ח סימן ר\"ס כתב עוד תירוצים לזו הקושיא ע\"ש אבל לפי פשט הכתובים והתלמוד ודברי ב\"ר שכתבנו אין לך אלא מה שאמרנו ודו\"ק: ", 
            "<b>וכי </b> אחי אביה הוא כו' והלא בן אחות אביה כו'. ויש לשאול דאימא קורבא דאחוה אית ליה בהדי אבוה דה\"נ אמרינן בפ' ד' מיתות גבי וגם אמנה אחותי בת אבי היא וגו' ותסברא אחותו הואי בת אחי כו' אלא ה\"ק קורבה דאחוה אית לי בהדה וכה\"ג פרש\"י בחומש גבי לוט דכתיב כי אנשים אחים אנחנו וי\"ל דהתם שפיר קא\"ל אחותו משום דבני בנים הרי הן כבנים והרי היא כבת אביו כפרש\"י שם וכן גבי לוט אבל הכא כיון דא\"ל כי בן רבקה הוא לא הל\"ל מעיקרא שהוא אחי אביה כאילו הוא בן בתואל משום דבני בנים כו' ועוד דאי משום דבני בנים כו' א\"ל יעקב שהוא אחי אביה כאילו הוא בן בתואל א\"כ מטעם זה ה\"ל נמי רחל כאילו היא בת בתואל וה\"ל ליעקב למימר אחיה הוא כאילו הם שניהם בני בתואל ולכך דרשו בו שא\"ל שאף שלפי האמת אני בן רבקה מ\"מ אחי אביה אני ברמאות ובב\"ר אם לרמאות כי אחי אביה ואם לצדק וכי בן רבקה הוא וע\"פ הדברים האלה יש ליישב גם מה שאמר לבן ליעקב הכי אחי אתה ועבדתני חנם דהכי קאמר לו הכי מה שאמרת לבתי אחי אתה ברמאות לעבדני בחנם הוא דודאי יש לך שום רמאות בזה ודו\"ק: ", 
            "<b>והיינו </b> דכתיב ויהי בבוקר והנה היא לאה מכלל כו' אלא מתוך סימנין כו'. דליכא למימר שבזולת סימנין היה סבור בלילה שהיא רחל עד בבקר שראה אותה לאור היום דמסתמא היה מכירה בקול כשהיה מדבר עמה כדאמרינן בפרק המביא ובפרק ג\"ה דלא הותרו סומים ופקחים בלילה בנשותיהם אלא בטביעות עינא דקלא אלא ע\"כ שמסירת הסימנין שידעה לאה להודיעם ליעקב הם הטעו את יעקב שלא להכירה בקול כמו שהטעו סימני שער הידים את יצחק שלא הכיר את יעקב בקול וכה\"ג אמרו בב\"ר בצפרא והנה היא לאה א\"ל רמייתא בת רמאה לאו בלילה הוינא קרינא רחל ואת ענת כו' הרי שלא הכירה בקול מיהו ק\"ק למה היה לו ליתן לרחל הנהו סימנין דה\"ל לסמוך אטביעת עינא דקלא וי\"ל שהיה יעקב עושה כן על צד היותר טוב שלא ירמה אותו ודו\"ק: ", 
            "<b>בכללן </b> אתה מוצא שבעים ובפרטן אתה מוצא ע' חסר א'. וה\"ה דה\"מ למיבעי בכללן של בני לאה אתה מוצא שלשים ושלש ובפרטן אתה מוצא שלשים ושנים ועיין פרש\"י בחומש: ", 
            "<b>אלא </b> מעתה תאומה היתה עם בנימין כו'. כתבו התוספות ובעלמא אמרינן תאומים היו עם כל השבטים עכ\"ל לכאורה כונתם דקשיא להו מאי פריך דלמא אה\"נ שתאומה נולדה עם בנימין ומתה קודם שבאו למצרים אבל תאומה של דינה באה בכלל השבטים למצרים וע\"ז תירצו דהכי פריך כיון דבעלמא אמרינן דתאומה נולדה עם כל השבטים ע\"כ את בנימין לאו לרבות תאומה קאתי דאמאי נכתב ביה הרבוי טפי מכל שאר השבטים וכיון דאת בנימין לאו לרבות תאומה קאתי את דינה נמי לאו לרבות תאומה קאתי אבל עיקר הקושיא חסר מן התלמוד דה\"ל לאתויי ההיא דתאומה נולדה עם כל השבטים דהא ליתא בכל התלמוד אלא בב\"ר פרשת וישב וע\"כ נראה כוונתם דלפי אותו דרש דתאומה נולדה עם כל השבטים לא פריך מידי דאימא דכולן מתו קודם שבאו למצרים חוץ מאחת מהן והיא השלימה המנין של שבעים מיהו גם בזה י\"ל דה\"ל לקרא לפרט אותה אחת שנשארה כההוא מנינא כמו שפרט כל ס\"ט נפש ולמאי דבעי למימר את דינה לרבות ניחא שהרי פרט אותה בהך ענינא ואין להקשות דהכא דחי ליה ולא דרש מאת דינה ומאת בנימין לרבות תאומה ובפרק הבע\"י מרבינן מאת אחיו את הבל תאומה לקין ותאומה להבל די\"ל דהתם לפי ענינו שמדבר בלידת קין והבל יש לרבות נמי מאת לידת תאומה משא\"כ הכא דהא ודאי את בנימין לפי מקומו וענינו לאו לרבות תאומה קאתי מדכתיב וירא את בנימין אחיו דע\"כ בנימין ראה ולא תאומתו דלמה באתה תאומתו עמו שהרי יוסף לא בקש רק ואת אחיכם הקטן וכיון דאת בנימן ודאי לאו לרבות תאומה קאתי את דינה נמי לאו לרבות תאומה קאתי דאית לן לאוקמי ריבוי שלהם בחד גוונא ודו\"ק: "
        ], 
        [
            "<b>זו </b> יוכבד שהורתה בדרך ולידתה בין החומות כתב הרא\"ם דדוקא נקט בכה\"ג שהיא בכלל הבאים מצרימה משום שנולדה בין החומות טרם בואם למצרים עכ\"ל וכן נראה מפרש\"י פרשת פינחס שהורתה לא היה כלל במצרים שנולדה בין החומות אבל מפרשב\"ם לעיל נראה דבין החומות היינו תוך מצרים ומשום דקאמר בדרך גבי הורתה קאמר נמי בין החומות גבי לידתה וקחשיב לה בכלל הבאים לפי שהיתה בבטן אמה אף שלא נולדה קודם שבאו למצרים וניחא טפי לפרושי דלכך לא חשיב לה בהדיא לפי שלא באה למצרים אלא בבטן אמה מיהו לפירושם נמי י\"ל כיון דנולדה בין החומות שהגיע לארץ מצרים קצת לכך לא חשיב לה בהדיא בכלל הבאים וק\"ל. ודע לפי סוגיא דשמעתין פרש\"ו בחומש ובנות בניו סרח בת אשר ויוכבד בת לוי עכ\"ל וטען הרמב\"ן ומה יפרש בבנותיו אבל דרך הכתוב כו' עכ\"ל ע\"ש וכתב הרא\"ם ולא זכר הרמב\"ן מה שפרש\"י ויקומו כל בניו וכל בנותיו לנחמו ר\"י אומר אחיות תאומות כו' עכ\"ל ע\"ש ואין כל זה מספיק לתרץ קושית הרמב\"ן דהא גבי בני לאה כתיב כל נפש בניו ובנותיו שלשים ושלש ושם לא היה בכלל נפש ל\"ג מבנות לאה רק דינה וכתב בנותיו בלשון רבים ומהרא\"י בביאוריו ביטל טענת הרמב\"ן דבנותיו היינו דינה וסרח בת אשר דבני בנים הרי הן כבנים כו' עכ\"ל ולפי זה נמי ניחא הא דכתיב גבי בני לאה בניו ובנותיו שלשים ושלש היינו דינה ויוכבד בת לוי שהם בנותיו מלאה דבני בנים הרי הם כבנים ומה שהקשה מהר\"ן על דברי מהרא\"י דא\"כ גבי ויקומו כל בניו ובנותיו למה לא פירש ג\"כ שהם דינה וסרח כו' עכ\"ל ע\"ש לאו קושיא היא דהתם כיון דאיכא לפרש בנותיו ממש כר\"י ניחא ליה לפרש כפשוטו משא\"כ הכא דא\"א לפרש בנותיו ממש כר\"י דכיון דלא נמנו כאן ע\"כ מתו כבר כמ\"ש רש\"י לקמן ועוד דכל בניו ובנותיו ל\"ג א\"א לפרש כן דהא לא חשיב ליה רק דינה כמ\"ש לעיל מש\"ה הוצרכנו לפרש שם כדברי מהרא\"י גם מה שפרש\"י בחומש ולדברי האומר תאומות נולדו עם השבטים צריכין אנו לומר שמתו לפני ירידתן למצרים שהרי לא נמנו כאן עכ\"ל וטען עליו הרמב\"ן ואין צריך לזה שהרי אמר ר\"י לאחיותיהם נשאו השבטים כו' אלה התאומות הם נשי בניו והכתוב אמר עליהם מלבד נשי בני יעקב כו' עכ\"ל ועוד האריך ע\"ש וכיוצא בזה טען הרא\"ם אבל הנראה דהמקראות ודאי מוכיחין כפרש\"י הא דכתיב מלבד נשי בני יעקב לאו אותן תאומות היו אלא נשים אחרות שהיו להן בבאי מצרים אבל התאומות כבר מתו מדכתיב פרשת עקב בשבעים נפש ירדו אבותיך וגו' ואילו היו התאומות קיימות היו טפי משבעים נפש דהתם לא כתיב מלבד נשי בני יעקב והכי מתפרש קרא לפרש\"י כל הנפש הבאה וגו' והיו כולן יוצאי יריכו מלבד נשי בני יעקב שלא היו יוצאי יריכו היו ס\"ו וע\"כ הכי מתפרש הקרא לר' נחמיה דכלותיו אינן יוצאי יריכו וה\"ק קרא מלבד נשי בני יעקב שלא היו יוצאי יריכו ולא היו בכלל ס\"ו הבאים ועוד ראיה גמורה יש לפרש\"י ממ\"ש שדינה היתה אשת שמעון שנבעלה לכנעני וא\"כ היא בכלל נשי בני יעקב ולמה פרט בה הכתוב יותר מבשאר בנותיו התאומות דהא בכלל נשי בני יעקב היא אלא ע\"כ נשי בני יעקב לאו בבנותיו קמיירי גם מ\"ש הרמב\"ן דר\"י מזה הכתוב אומר כן כי מה טעם מלבד נשי בני יעקב כו' עכ\"ל אין זו הראיה מכרעת אלא מדכתיב ויקומו כל בניו וכל בנותיו וגו' משמע ליה בנותיו ממש ותאומות נולדו לו כיון דלא נזכר לידתן כמו שנזכר לידת דינה ומדלא הוזכר ג\"כ למי נשאו קאמר ר\"י דנשאו לאחיהן וזרען הוא זרע אחיהן השבטים גם דברי הרמב\"ן בפרשת וישב מטין כפרש\"י ודו\"ק עליהם וק\"ל: ", 
            "<b>מ\"ש </b> כי אתיליד אע\"ג דקושטא דמלתא דאז תמו י\"ד השנים שעבד בנשיו כדאמרינן סוף פרק קמא דמגילה שיעקב כשבא לבית לבן היה בן ע\"ז שנה ואחרי זאת י\"ד שנה נולד לו יוסף מ\"מ לא ה\"ל להזכיר כאן לידת יוסף אי לאו שלידת יוסף היא הסיבה שאמר יעקב ללבן שלחני וגו' וק\"ל: ", 
            "<b>יעקב </b> לאש כו'. עיין פרש\"י בחומש והוא מבואר כי בקנייתו הבכורה ונטילת הברכה של יעקב מעשו ניתן שיעקב יהיה מושל באחיו עשו הגדול ממנו וכל זה נתן יעקב ליוסף כדאמרינן בסוגיין מדכתיב ואני נתתי לך וגו' אשר לקחתי מיד האמורי וגו' ובזה נמסר ביד יוסף זרעו של עשו ולא נמסר כן ביד שאר אחיו וק\"ל: ", 
            "<b>ובני </b> מנשה חפר וישעי. אין זה פסוק בשום מקום אלא כ\"כ בד\"ה ובני חצי שבט המנשה וגו' ואלה ראשי בית אבותם עפר וישעי וצריך להגיה עפר במקום חפר גם התלמוד קיצר הקרא וכן דרך התלמוד כמ\"ש התוספות גבי ונתן הכסף וקם לו וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>פ' תלמידים כו' ל' מהם ראוים שתשרה עליהם שכינה כמשה רבינו כו'. ר\"ל שהגיעו למעלת רבם הלל הזקן דהכי אמרינן בפ\"ק דסנהדרין בהלל הזקן ראוי היה שתשרה עליו שכינה כמשה רבינו דהוא רבן של כל ישראל אלא שהדור לא היה זכאי לכך והוא שזכה הלל לכך ממדת ענוה שהיתה בו כמו שמצינו במשה במדת ענוה שנאמר בו והאיש משה עניו מאד וגו' לא כן עבדי משה וגו' ותמונת ה' יביט וגו' דר\"ל שאצילות נבואתו היה מאתו ית' ב\"ה בזולת אמצעי כן היו ראוים אלו שתשרה עליהם שכינה בזולת אצילות אמצעי כמו שזכה הלל רבם ממדת ענוה שהיתה בו כמרע\"ה אבל שלשים השניים לא הגיעו למעלת רבם הלל שהגיע למעלת רבן של ישראל אבל הגיעו למעלת התלמיד של רבן של כל ישראל דהיינו יהושע שהיה תלמיד משה רבינו שנתן משה מאצילותו עליו כמ\"ש ונתת מהודך עליו ואמרינן בפרק הספינה פני משה כפני חמה פני יהושע כפני הלבנה שהשיגה אור אצילות אור שלה מן החמה דהיינו מרבו משה ולזה אמר ראויה שתעמוד להם חמה שהוא פני משה להאיר עליהם כיהושע שהיה פני לבנה והשיג אורו מפני משה שהוא פני חמה ואמר עשרים בינונים דהיינו שלא הגיעו למעלת רבם מיהו יצאו מתורת תלמיד כענין תלמיד חבר שאמרו בכמה דוכתין וק\"ל: ", 
            "<b>ותקופות </b> פרשב\"ם מולד הלבנה עכ\"ל אבל בכ\"מ תקופות על תקופות החמה אמור כההיא דפ\"ק דר\"ה שבט דחדשים או שבט דתקופה וכן בכמה דוכתין וק\"ל: ", 
            "<b>שיחת </b> שדים ודקלים כו'. דבר גדול מעשה מרכבה דבר קטן הויות דאביי ורבא כו' ע' כל זה באורך בחידושי הרשב\"א וריטב\"א בע\"י במס' סוכה וק\"ל: ", 
            "<b>לקיים </b> מה שנאמר להנחיל אוהבי יש ואוצרותיהם וגו'. עיין פרשב\"ם והריטב\"א שם ולפי ענינו הכא נ\"ל דה\"ק מה שזכר כאן בריב\"ז שהיו בו כל הדברים הכוללים כל ז' החכמות ואינו חסר כלום וא\"ת כיון דבקטן שבכולם היו בו כל החכמות מה היה כחו של גדול יותר ואמר להנחיל אוהבי יש כפי שיש בידו וכח שכלו ביותר בז' החכמות אוצרותיהם אמלא כלומר לפי גודל שכלו של כל אחד מהם הקב\"ה ממלא לו שכר טוב העוה\"ב ועיין בחידושינו סוף מסכת עוקצין: ", 
            "<b>בשעה </b> שיושב ועוסק בתורה כל עוף כו'. עיין בתוס' פרק הישן ובספר שבט יהודה פירוש לזה: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>בת תחלה סימן יפה לבנים כו' ואיכא דאמרי דלא שלטא עינא כו'. וי\"ל דלענין בכורה קאמר כשתהיה הבת תחלה לא יהיה בכור בין האחים ותרבה חלק האחין אבל כשיהיה בן תחלה הוא ממעט חלק שאר כל האחין והיינו דלא שלטא עינא בישא דכשיהיה בן תחילה ונוטל פי שנים הכל נותנין בו עין הרע וגם אחיו מתקנין בו וק\"ל: ", 
            "<b>וה' </b> ברך את אברהם וגו'. מבואר בפ\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>ובני דן חושים כו' שהיו מרובים כחושים של קנה כו'. למאי דמסיק ובני פלוא אליאב וגו' דלבן א' נמי קרו ליה בלשון רבים ובני נראה דדרש הכא כחושים של קנה מדקראו הכתוב כאן חושים ובמקום אחר קראו שוחם דריש ליה דשוחם שמו ונקרא חושים ע\"ש חושים של קנה והוא מבואר כי דן לא היה לו אלא בן א' ושבטו היה מרובה באוכלוסין יותר מכל השבטים חוץ משבט יהודה והכי אמרינן בב\"ר דן נכנס בצלמוניתו אצל אביו ומתברך בשבעים אלף ובנימין נכנס בי' ומתברך במ' אלף ודע דבב\"ר דרשו מדכתיב ובני לשון רבים כי חושים השלים המנין של ע' נפש שהיה נחשב כשנים ע\"ש שהיה נעשה מרובה באוכלוסין והתימה לפי דרשה זו דא\"כ למה כתב גבי בני לאה ל\"ג נפש ובבני בלהה כל נפש שבעה דהא לא היה כך אלא בני לאה היו רק ל\"ב ובני בלהה היו ח' שחושים היה נחשב לב' וצ\"ע: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b> </b>עתיר נכסין עתיר פומבי זהו בעל הגדות כו'. עיין פרשב\"ם ובערוך בערך עתיר פי' עשיר בסחורות שיש בהן נפוח כגון צמר כו' עכ\"ל ור\"ל שהוא עושר הגלוי וזהו בעל הגדה כמו שפי' הרשב\"ם וכן יש לפרש כל אינך עתיר סלעין כו' דאינו כ\"כ עושר גלוי דכספים צריכין שמירה במקום מוצנע אלא דבשעת חילוף שולחנו הן גלויים וזהו בעל פלפול שהפלפול נגלה בקול דברים אבל אינו נגלה תמיד הפלפול כמו בעל אגדה ואמר עתיר משח עתיר כמוס כו' שהוא דבר שאינו נגלה כלל כמו מרגליות ואבנים טובות שאדם מניחן באוצר זהו בעל שמועות שיש עמו הלכות ושמועות ואינו מגלן רק בעת צרכן כדמסיים דהכל צריכין למרי חטיא וק\"ל: ", 
            "<b>כל </b> ימי עני רעים כו'. הקושיא מאי קא קשיא להו שהוציאו הכתוב מפשוטו דליכא למימר משום דקשיא להו והאיכא שבתות וי\"ט דהא ריב\"ל גופיה קאמר לקמן ליישב לפי פשוטו משום דשינוי וסת כו' וע\"ק מה ענין הדמיון מסיע אבנים לבעלי משנה ובוקע עצים לבעלי תלמוד ומה ענין ג' דברים שזכרו לימי עני רעים וגו' ולא שאר מדות טובות ורעות והנראה שדרשו כן משום דאין טוב לב היפך עני והל\"ל ועשיר משתה תמיד וע\"כ דרשו כל ימי עני רעים זה בעל תלמוד כו' ורבא אמר איפכא ונראה דלא פליגי אלא בפירוש המקרא משמעות דורשין א\"ב וע\"פ מה שאמרו פ' אלו מציאות אהא דקאמר דת\"ח שגגות נעשו לו כזדונות דלמעלתו אמרו כן כמ\"ש שם בחידושי האגדות דהיינו שגגות לסתם בני אדם שהוא נכשל בו לפי שלא יודע באיסורן נעשו לו לת\"ח כזדונות שיודע להזהר מהם וע\"ז אמר כל ימי עני רעים זה בעל תלמוד שהוא בדאגה תמיד שמא יעבור ואף השגגות נעשו בעיניו כזדונות וטוב לב וגו' זה בעל משנה שהוא חושב תמיד שאינו עושה עבירות ואינו דואג ורבא אמר איפכא לפי האמת שזה בעל משנה כל ימיו רעים שאינו נזהר אף בזדונות וטוב לב וגו' זה בעל תלמוד שיודע להזהר אף משגגות ואמר מסיע אבנים יעצב וגו' ע\"ד שאמרו פ\"ק דקדושין אם פגע בך מנוול זה משכהו לבהמ\"ד אם אבן הוא נמוח כו' ואומר אבנים שחקו מים וגו' ולזה אמר הבעל משנה אין לו תועלת בלמודו שהוא רק מסיע אבנים שהוא יצה\"ר אבל יעצב בו מלהזהר אף משגגות אבל בוקע עצים וגו' ע\"פ מ\"ש בתענית למה נמשלו ד\"ת לעץ שנא' עץ חיים היא מה עץ קטן מדליק הגדול אף ת\"ח הקטנים מחדדים את הגדולים והיינו ומתלמידו יותר מכלם וז\"ש ובוקע עצים שעושה לו עצים קטנים שהם תלמידים יש בו תועלת שיסכן בהם מתוך פלפולו עמהם לעמוד על אמתת הדברים: ", 
            "<b>ואמר </b> זה שיש לו אשה כו' וזה איסטניס כו'. נ\"ל לומר כפרש\"י בפרק חלק כל שדעתו קצרה כו' הוא רגזן דהשתא כל שלשה דברים שזכר הם שאמרו בהם בפרק ע\"פ ת\"ר ג' חייהם אינן חיים הרחמנין והרתחנין ואניני הדעת ולכך אמרו בהם כל ימיהם רעים ועני הוא שחשוב כמת כמ\"ש דאין חייהם חיים וההיפוך וטוב לב וגו' ואמרינן בע\"פ רבא שתי חמרא כל מעלי יומא דפסחא משום דחמרא מגריר גריר ורב ששת יתיב ביה בתעניתא משום דאיסטניס הוה וז\"ש רבי ינאי כל ימי עני רעים אפי' בעת שהוא קצת יו\"ט הוא ברע להתענות בו כדי שיאכל מצה לתיאבון וטוב לב שהוא נפש יפה כדרבא משתה תמיד גם בע\"פ שיאכל עי\"ז מצה לתיאבון דחמרא מגריר גריר ור\"י אמר זה רחמן כמ\"ש בשאול שחמל על אגג וניטל ממנו ע\"י זה מלכותו וטוב לב וגו' זה אכזרי על הרשעים כמ\"ש באבוד רשעים רנה וריב\"ל אמר זה שדעתו קצרה שהוא רגזן שהוא דעתו קצרה שהוא מוסיף טפשות כמ\"ש בפ\"ד דנדרים כל מי שהוא כועס מוסיף טפשות שנאמר כי כעס בחיק כסילים וגו' ואמרו שם כל הכועס כל מיני גיהנם שולטין בו שנאמר הסר כעס מלבך והעבר רעה וגו' וההיפך שאין ממהר לכעוס ואריב\"ל עוד לפי פשוטו והאיכא שבתות כו' ואמר בן סירא אף לילות בשפל וכו' ויש לפרש בו ב' ענינים בשפל כו' לענין היזק ראיה והשנית ממטר גגים כו' וכן ברום כרמו שהוצרך לטרוח בעליוה בראש ההר כדאמרינן פרק הספינה לגבי ירושלים ומעפר כרמו כו' ע\"פ מ\"ש בסוף מציעא ב' גנות זו ע\"ג זו וירק בינתיים ר\"מ אומר של עליון כו' דרואין מהיכן ירק זה חי ואר\"ש כל שהעליון כו' והשאר של תחתון והלכה כוותיה וז\"ש מעפר כרמו כו' דבר שהוא חי מעפר כרמו והוא נחשב לכרמים אחרים וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b> </b>שלשה דברים צוה אחיתופל את כו' אמר אל תהיו במחלוקת ולא אמר אל תחלוקו. לפי שלפעמים לא הוזהר אדם מלחלוק עם חבירו כשעבר עליו הדרך אבל אמר אל תהיו עושין גורמי המחלוקת ואמר אל תמרדו במלכות בית דוד כמ\"ש בפרק חלק שטעה שראה שזרחה צרעת על אמתו וסבר איהו מלך ולכך יעץ שיהרוג אבשלום את דוד ושוב ע\"פ ב\"ד יהרוג לאבשלום כאשר שכב עם אשת אביו כמ\"ש במדרש אך כשראה שלא נעשתה עצתו גם הוא ראה דבת שבע היא דנפיק מיניה. ואמר ", 
            "<b>ויו\"ט </b> של עצרת ברור כו'. כדאמרינן בעי שמעתתא צילותא כיומא דאיסתנא ולכך כשעצרת שהוא יום קבלת תורה ברור ורוח צפונית מנשבת בו הוא סימן יפה להלכה דאין להקב\"ה בעולמו רק ארבע אמות של הלכה וע\"כ אמר זרעו בו חטין שהחטין מביאין הדעת לאדם דאמרינן בפרק בן סורר עץ הדעת שאכל ממנו אדם הראשון חטה היתה ואמרינן נמי פרק לולב הגזול יוסיף דעת יוסיף מכאוב תינוק האוכל כזית דגן מרחיקין כו' ואמרינן ע\"ש שאין התינוק יודע לקרות אבא ואמא עד שיטעום טעם דגן מדקרי ליה עץ הדעת כו' וק\"ל: ", 
            "<b>מוצאי </b> יו\"ט האחרון של חג כו'. דהיינו אחר גמר דין המים שהיה בחג כי הכל הולך אחר גמר דין ואמר שהיו צופין לעשן המערכה שהיה עדיין עשן במוצאי יו\"ט דהיינו בלילה מאברים ופדרים שלא נתעכלו והכל צופין בעשן המערכה ולא בעשן אחר דהא אין סברא שעשן אחר לא היה נוטה לפי הרוחות במוצאי יו\"ט דחג לשנות טבעו ועוד דא\"כ ליחשב נמי הך מלתא בנסים שהיו במקדש כדחשיב נמי שלא נצחה הרוח עמוד העשן דאף שבמוצאי החג דהיה נוטה לפי הרוחות הוה אזיל כדיקלא ולא איבדור כדאמרינן פ\"ק דיומא אלא שהנראה דודאי בעשן אחר נמי היו יכולין להסתכל זה אלא דנקט עשן המערכה דשם היה עשן מצוי תמיד בלילה במוצאי יו\"ט של חג כמ\"ש ועוד נראה דעשן אחר כיון דאבדור א\"א להסתכל בו שפיר לפי הרוחות משא\"כ עשן מערכה גם כי הלך לפי הרוחות במוצאי יו\"ט הוה אזיל כדיקלא ולא איבדור היה בידם לכוין לפי הרוחות: ", 
            "<b>האי </b> יומא קמא דריש שתא אי חמימא כולה שתא כו'. משום דבר\"ה כל באי עולם נידונין כדאמרינן פ\"ק דר\"ה והחום והקור הם השני מקריים אשר החיים והמיתה תלוי בהם שע\"כ היה הכה\"ג מתפלל עליהם ביוה\"כ שתהא שנה זו שחונה וגשומה כדאמרי' פ\"ת דר\"ה העולם נידון בר\"ה וגזר דין שלו ביוה\"כ: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>תחת אבותיך יהיו בניך בברכה הוא דכתיב כו'. עיין פרשב\"ם ובע\"י בדברי הכותב ולי נראה לפרש לפי הדקדוק שיש בהאי קרא דהל\"ל תחת אביך יהיו וגו' אבל אמר אבותיך בלשון רבים דלברכה הוא דכתיב כלומר תחת אבותיך אברהם יצחק ויעקב שהובטחו על הברכה כמ\"ש באברהם והיה ברכה ביצחק ויברך אלהים את יצחק ביעקב ויברך אותו שם יהיו בניך תחתם לקבל אותם ברכות וסיים תשיתמו לשרים בכל הארץ שהיא ירושת הארץ שהובטחו אבותינו לתת לבניהם וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>א\"ל לאו אנא כתבתי' א\"ל כלך מלשון הרע הזה כו' עכ\"ל. הא ודאי כיון דחזא ביה בישות הוה הוצרך ליה למימר לאו אנא כתבתיו להנצל נפשו אבל הא דקאמר יהודה חייטא כתביה לא הוצרך ליה למימר וזה שדקדק לומר מלשון הרע הזה אף שבאת להנצל נפשך לא הוצרכת לומר דבר זה ודו\"ק: ", 
            "<b>אלא </b> הכא מאי לשון הרע איכא משום כו' מתוך טובתו בא לידי רעתו כו'. לכאורה קשה דבכמה דוכתין בתלמוד מצינו שהיו משתבחין במדות ומעלות החסידים והצדיקים והרמב\"ם בפירוש המשנה פ\"ק דאבות כתב בדבור האהוב לשבח החשובים במעלתם כדי שייטבו מנהגיהם בעיני בני אדם כו' ע\"ש ואפשר כי רש\"י בפרק יש בערכין הרגיש בזה שכתב שם בא לידי רעתו שכשהוא מספר בטובתו יותר מדאי הוא עצמו אומר חוץ ממדה הרעה זו כו' או אחרים שומעין כו' עכ\"ל וכן יש לדקדק קצת מפרשב\"ם הכא שכתב מתוך שמרבין בשבחו כו' עכ\"ל אבל לפי הסוגיא דהכא דמייתי ליה הכא אהך עובדא דר\"ש בר רבי דלא היה משבחו יותר מדאי אלא דבשבחו שהוצרך לספר היה מספר דלא אנא כתביה יהודא חייטא כתביה לא משמע הכי וע\"כ נראה לומר דה\"פ שמתוך טובתו זו בעצמה שמספר הוא בא לידי רעתו דהיינו כי הך דהכא שמתוך שאמר שזה כתב מיושר היא כתבו של יהודה חייטא היה מקיים לה\"ר דלעיל דגם ההוא כתב מקושר דלעיל דחזא ביה רבי בישות ג\"כ כתב יהודא חייטא דכתב אחד היה שניכר שאיש א' כתבם דה\"ל השתא ההוא טובה שסיפר כתב מיושר שלו הוא בעצמו רעתו שלו בכתב המקושר דלעיל וכה\"ג אין לאדם לספר בטובתו של חבירו אבל בגוונא אחרינא מצוה הוא לספר בטובתו של חבירו כפירוש הרמב\"ם ודו\"ק: ", 
            "<b>ג' </b> עבירות אין אדם ניצול מהם בכל יום כו'. יש לדקדק דמשמע לשנא דא\"א להנצל מג' עבירות אלו וא\"כ מאי עבירה שייך בהו וע\"ק למ\"נ אצטריך ליה למימר הכי דאין אדם ניצול כו' ונראה לומר שם אדם מונח על הממוצע בין העליונים ובין התחתונים כדאמרינן אברא אותו מן העליונים ומן התחתונים זכה הוא מן העליונים לא זכה הוא מן התחתונים ולכך העובדי כוכבים שלא זכו הם מן התחתונים ואינן קרויין אדם כדאמרינן אדם אתם כו' וישראל שזכו הם מן העליונים כמ\"ש ונתתי לך מהלכים בין העומדים האלה ובפרק אין דורשין דרשו במעלת החכם כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבאות הוא אם דומה הרב למלאך ה' צבאות יבקשו תורה מפיהו כו' כלומר שיהיה האדם נמשך במעשיו שיהיה דומה למלאך ה' צבאות וז\"ש כאן אין אדם ניצול מהם כו' דהיינו העומד בשם אדם המונח לו ואינו מדמה עצמו למלאך כי הוא נקרא אדם ע\"ש אפר דם מרה כדאמרינן בסוטה הנה מצד שהוא מוטבע בחומר מן התחתונים שנברא מעפר ואפר א\"א לו לכוין ולעיין בתפלתו ומצד שהוא בעל דם רתיחת הדם שבו מביאו לידי עבירה ומצד שהוא בעל המרה הוא בעל לשון הרע ומדות רעות אבל האיש הזוכה ומדמה עצמו במעשיו למלאך ה' יוכל שפיר להנצל מג' עבירות אלו ושייך בהו לשון עבירה וק\"ל: "
        ], 
        [
            "<b> </b>רובן בגזל ומיעוטן בעריות כו'. קחשיב הכא ג' עבירות הללו כוללים הא' מצד ממון והאחד מצד הגוף והאחד מצד הנשמה הגזל עבירת הממון העריות עבירת הגוף לשון הרע הוא הדבור מעבירת הנשמה ואמר רובן בגזל ומיעוטן בעריות שחביב עליהן הממון יותר מגוף כדאמר אם נאמר בכל נפשך למה נאמר בכל מאודך יש לך אדם שחביב עליהם ממונן יותר מגופן כו' ואמר הכל בלשון הרע כי אין לך אדם ששומר נשמתו הטהורה כמו שנתנה לו בנקיה אבל הוא מאבקה באבק לה\"ר כדבסמוך לעיל וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b> </b>מגין לערב כו' האי קבלנות הוא דכתיב תנה וגו'. יש לדקדק דהא האי קרא תנה אותו על ידי וגו' ראובן אמרו ויהודה לא אמר אלא אנכי אערבנו וגו' ולא הזכיר לשון קבלנות בדבריו כמו שלא הוזכר קבלנות בקרא דמייתי כי ערב זר וגו' וא\"כ מאי פריך ליה רב חסדא מקרא דראובן דכתיב תנה אותו וגו' וי\"ל כיון דראובן בקבלנות קבל ערבותו ולא נתרצה לו יעקב אין סברא שיבקש ממנו יהודה בערבות לחוד אלא ע\"כ שגם יהודה בא בערב קבלנות אלא שלא הוזכר זה כאן וסמך אקרא דראובן שזכר בו קבלנות תנה אותו על ידי פרש\"י כלומר כאלו מקבלו בידי אחזירנו לך עכ\"ל דקדק לומר שפירוש תנה לי לאו היינו תנה לי לידי ממש דא\"כ לאו היינו קבלנות אלא נשא ונתן ביד ממש ומש\"ה פירש דתנה לי הוא כאלו אתה נותן לי בידי דהייט קבלנות וק\"ל: לקח בגדו וגו'. חיבור הפסוקים הכתוב ראשון מיירי מי שהוא נעשה ערב בעד זר אמר כי הוא ראוי לקחת בגדו ממנו עבור התשלומין שלא הוה לו להיות ערב בעד זר שאינו אוהבו ופסוק שני מיירי במי שנעשה ערב בעד רעהו ואוהבו שהוא קצת מהראוי ואמר אף אם ערבת לרעך שהוא הלוה וכראוי עשית ננד הלוה אבל תקעת לזר כפך שהוא המלוה כי הוא לטובתו נעשה ערב והוא זר נגדך ואמר נוקשת באמרי פיך להיות ערב בעד הלוה אבל ע\"י זה נלכדת למלוה באמרי פיך ואמר והנצל כי באת בכף רעך ראה להנצל שיתפייס המלוה ויהיה לך לריע ואוהב להרצות ליקח ממך החוב לחלקים ולזמנים שלא ידחוק עליך לשלם לו כולו בפעם אחד והיינו התר לו פס יד התר לשלם לו פס וחלק מהמשאת יד שהוא החוב וסיים ואם לאו כו' שלא יתרצה המלוה להיות לך לאהוב ולא יתפייס בזה הרבה עליו רעים לפייסו בזה כן נראה לפרש הכא הא דקאמר ואם לאו כו' ורשב\"ם פי' ואם לאו כו' אדברים קשים שאמר אדם לחבירו שצריך להרבות עליו רעים לפייסו וכן פרש\"י בס\"פ המקבל דאם לאו קאי אנוקשת באמרי פיך שהוניתו בדברים הרבה עליו רעים לבקש ממנו מחילה וכן נראה לפרשו בסוף יומא לפי ענינו עוד פרש\"י שם ביומא הרבה עליו רעים רעיך בתרא דקרא מלא כתיב שהוא בלשון רבים עכ\"ל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b> </b>הרוצה שיחכים יעסוק בדיני ממונות שאין לך מקצוע כו'. בס\"פ הרואה מייתי לה והכי איתא שם א\"ר ינאי מ\"ד כי מיץ גו' ומיץ אפים יוציא ריב כל תלמיד שכועס עליו רבו פ\"א ושותק זוכה להבחין בין דם טהור לדם טמא ומיץ אפים יוציא ריב כל תלמיד שכועס עליו רבי פ\"א וב' ושותק זוכה להבחין בין דיני ממונות לדיני נפשות דתנן ר\"י אומר הרוצה שיחכים יעסוק בדיני ממונות שאין לך מקצוע בתורה יותר מהן שהן כמעין הנובע כו' ויש לדקדק מה הבחנה שייך בין דיני נפשות לדיני ממונות גם מה ראיה מייתי מהאי קרא דהרוצה שיחכים יעסוק בדיני ממונות אהך הבחנה דבין דיני ממונות לדיני נפשות ונראה לפרש דה\"ק זוכה להבחין בין דם טמא לדם טהור ר\"ל מה שהוא ביניהם דהיינו דם הספק לשאר בני אדם שלא יבחינו בו אם הוא עמא אם הוא טהור ומספק הוא טמא ואין שורפים עליו תרומה וקדשים ה\"ז זוכה הוא להבחין בו אם הוא עמא ודאי או הוא טהור ודאי וכן הא דקאמר זוכה להבחין בין דיני ממונות לדיני נפשות ר\"ל מה שהוא ביניהם דהיינו דיני גזלות וחבלות דפעמים באים הגזלות וחבלות להריגת נפש ופעמים אינו רק ממון וע\"פ מ\"ש בריש סנהדרין דדיני ממונות לא בעי מומחין וגזלות וחבלות בעי מומחין להכי קאמר התלמוד ומי שאינו מומחה מתחלה ודן דיני ממונות זוכה להיות מומחה מתוך דיני ממונות ולהבחין מה שהוא בין דיני ממונות לדיני נפשות דהיינו גזלות וחבלות דבעי מומחה ואהא מייתי ראיה מהך מתניתין דהכא דר\"י היה מומחה דמי שנקרא רבי כבר נסמך ושמעון בן ננס לא היה נסמך עדיין אז דלא קרי ליה רבי שמעון והנה רבי ישמעאל קאמר בדיני ממונות דערב היוצא לאחר חיתום שטרות גובה מנכסים בני חורין ושמעון בן ננס פליג עליה בדיני ממונות והוסיף בדבריו הרי החונק את א' בשוק כו' פטור שלא כו' הרי אף שלא היה מומחה מתוך דיני ממונות זכה להבחין בדין החונק הנוגע בדיני חבלות דבעי מומחה ומייתי ראיה דר\"י גופיה קלסיה לשמעון וקאמר הרוצה שיתחכם להיות חכם ומומחה יעסוק בדיני ממונות שאין לך מקצוע בתורה כו' שהוא נוגע בכמה שאר ענינים והן כמעין הנובע להיות נובע חכמה לבא לדיני גזלות וחבלות דבעי מומחה וע\"כ הרוצה לבא למעלה זו יעסוק בדיני ממונות וישמש את שמעון בן ננס שעשה כן לעסוק בד\"מ לבא למעלה הימנה להיות חכם ומומחה ולזה הוא סדר המשנה ב\"ב ואחריה סנהדרין כי מתוך ד\"מ שבמסכת ב\"ב יבא למעלה היותר ממנה דהיינו לדיני גזלות וחבלות דבעי מומחין וע\"כ התחיל בה ד\"מ בג' גזלות וחבלות בג' דהיינו ד\"מ בג' הדיוטות ודיני גזלות וחבלות בג' מומחין כדמסיק ריש מסכת סנהדרין וק\"ל: "
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " חידושי אגדות על מסכת בבא בתרא", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Agadot", 
        "Seder Nezikin"
    ], 
    "digitizedBySefaria": true
}