{
    "text": {
        "2": {
            "0": {
                "0": "מתני' מאימתי מזכירין גבורות גשמים – שאומר משיב הרוח ומוריד הגשם ובגמרא מפרש טעמא אמאי קרי ליה גבורות גשמים מפני שיורדין בגבורה שנאמר עושה גדולות וגו':"
            },
            "1": {
                "0": "סימן קללה בחג הן – כדאמרינן במס' סוכה בפרק הישן (סוכה דף כח:) מאימתי מותר לפנות משתסרח המקפה משל לעבד שבא למזוג כוס לרבו ושפך לו קיתון על פניו וא\"ל אי אפשי בשמושך כלומר כשהגשמים יורדין לסוכה הכל יוצאין ונראה שאין הקב\"ה חפץ שנשתמש לפניו ואמאי מתחילין להזכיר גבורות גשמים בחג ונראה שהוא מתפלל שיבא מטר בחג:",
                "1": "לא אמרתי לשאול – שיתפלל על הגשמים בחג כגון ותן טל ומטר:",
                "2": "אלא להזכיר – שמתחיל להזכיר בחג גבורות של מקום שמוריד גשמים:",
                "3": "בעונתו – כלומר בזמנו:",
                "4": "אם כן – ואמאי פוסק בפסח מלהזכיר:"
            },
            "3": {
                "0": "גמ' תנא היכא קאי – כלומר מדקתני מאימתי מכלל דפשיטא ליה להאי תנא דחייבים להזכיר והיכא חזינן דמחייב להזכיר:",
                "1": "התם קאי – מזכירין גבורות גשמים כו' במסכת ברכות:"
            },
            "5": {
                "0": "(וליתני התם – במסכת ברכות סמוך דתני מזכירין ליתני מאימתי):",
                "1": "מ\"ש דשבקיה עד הכא – כלומר האי דקתני הכא בסדר מועד מאימתי ליתני התם דקתני מזכירין במסכת ברכות היינו סדר זרעים:",
                "2": "עד הכא – עד סדר מועד:"
            },
            "6": {
                "0": "אלא – לא תימא דהא דקתני מאימתי דהתם קאי דתנא מראש השנה סליק ששניהן בסדר אחד הן להכי לא מצי למימר מאי שנא דשבקיה עד הכא:",
                "1": "(בחג – הוי דין על המים ומשום דתני מאימתי הוי דין על המים קתני נמי אימתי זמן הזכרה):",
                "2": "ואיידי דתני בחג נידונין – כלומר אגב דתנא בחג נידונין על המים קסבר בנפשיה הואיל ונידונין בחג על המים ש\"מ בעינן להזכיר עניינא דמיא לרצויי על המים דליתו לברכה להכי קתני מאימתי מזכירין:"
            },
            "7": {
                "0": "כתיב עושה גדולות עד אין חקר – אלמא דכתיב חקר בגשמים וכתיב חקר בברייתו של עולם מה ברייתו של עולם כתיב ביה גבורה אף גשמים הוי כמאן דכתיב ביה גבורה:"
            },
            "11": {
                "0": "ואמר רבי יוחנן שלש מפתחות – היינו שלא נמסרו לשליח אחד ביחד:"
            },
            "12": {
                "0": "יפתח ה' – ולא שליח:"
            }
        },
        "3": {
            "0": {
                "0": "כי אני ה' – ולא שליח:"
            },
            "1": {
                "0": "פותח את ידך – ולא שליח:",
                "1": "גשמים נמי היינו פרנסה – וכבר חשבנא ליה:"
            },
            "2": {
                "0": "מלולב גמר לה – שדומה ללולב שכשם שאי אפשר לאלו ארבע מינין בלא גשמים ובאין לרצות על המים כדאמרינן בסוכה כך אי אפשר לעולם בלא מים:"
            },
            "3": {
                "0": "מה לולב ביום – שמתחילין ליטול ביום ראשון אף הזכרה נמי ביום כלומר שאינן מזכירין בלילי יום טוב הראשון עד למחר:",
                "1": "מה ניסוך המים מאורתא – כדאשכחן במס' סוכה (דף נא:) שממלאין הכלי מים לניסוך המים בלילה ויש ספרים דכתיב בהו דאמר מר ומנחתם ונסכיהם בלילה שמקריבין הקרבנות ביום יכולין להביא המנחות והנסכים בלילה אף האי ניסוך המים נמי יכול לנסך בלילה:",
                "2": "אף הזכרה נמי מאורתא – שבלילי י\"ט הראשון קאמר ר' אליעזר שמתחילין להזכיר גבורות גשמים:"
            },
            "4": {
                "0": "גמרא גמיר לה – רבי אבהו דרבי אליעזר לא למדה אלא מלולב:",
                "1": "מתניתין שמיע ליה – דרבי אליעזר גמר מלולב:"
            },
            "5": {
                "0": "משעת הנחתו – מיום שמברכין בו באחרונה דהיינו בשביעי:"
            },
            "6": {
                "0": "ארבעה מינין הללו – שבלולב ואתרוג:"
            },
            "7": {
                "0": "כך גשמים – יהא מזכיר כל השנה אפילו בימות החמה אם הוא רוצה יהא מזכיר:",
                "1": "משעה שפוסק מלשאול – שבפסח פוסק מלומר ותן טל ומטר פוסק מלהזכיר גבורות גשמים והשתא לא מצית למימר אם בא להזכיר כל השנה כולה מזכיר אלא בימות החמה אינו מזכיר הואיל ואין זמנו אף בחג אינו מזכיר הואיל ולא סימן ברכה הן:"
            },
            "8": {
                "0": "האחרון – המתפלל תפלת מוסף:",
                "1": "הראשון – המתפלל תפלת יוצר:",
                "2": "אינו מזכיר – ושוב אין מזכירין:"
            },
            "9": {
                "0": "שפיר קאמר ליה ר' אליעזר לר' יהושע – דאמר כי היכי דמזכירין תחיית המתים כל השנה ואף על גב דלא מטא זימנייהו כך מזכירין גבורות גשמים אם רוצה כל השנה ובחג נמי אע\"ג דלאו סימן ברכה הן מזכירין הואיל ואין שואלין:"
            },
            "10": {
                "0": "כל אימת דאתיין זימנייהו הוא – וכיון דלאו זימניה הוא אין מזכירין והוא הדין בחג:"
            },
            "12": {
                "0": "בשני ונסכיהם – דסגי בנסכה וכיון דבשני אייתר מ\"ם לדרשה להכי מתחילין להזכיר בשני:"
            },
            "15": {
                "0": "בשני ניסוכין הכתוב מדבר – שני ניסוכין על קרבן אחד אבל ונסכיהם משמע הרבה דבקרבנות הרבה לכן לא הוה דריש רבי עקיבא מונסכיהם:"
            },
            "16": {
                "0": "סבר לה כרבי יהודה – דמ\"ם יו\"ד מ\"ם מרבה ניסוך המים:"
            }
        },
        "4": {
            "0": {
                "0": "אי סבר לה כר' יהודה – לימא כר\"י שיזכיר בשני:",
                "1": "ניסוך יתירא בששי כתיב – כלומר ונסכיה דמרבי תרי ניסוכין כתיב בששי להכי אמר בששי מתחיל להזכיר ואהני מ\"ם יו\"ד מ\"ם מים דלא מצינו למימר תרוייהו דיין:"
            },
            "1": {
                "0": "או הסך הסך או נסך נסך – מדשני קרא בדיבוריה ש\"מ תרתי:"
            },
            "2": {
                "0": "אי ר\"ע תרי יומי הוו – ותו לא דהא אמר ונסכיה דהיינו בששי מרבה ניסוך המים:"
            },
            "3": {
                "0": "וסבר לה כר' יהודה דמתניתין – דאמר בלוג הוה מנסך כל שמנה לא סבר כוותיה במה דאמר כל שמונה מנסך אלא במה דאמר בשמיני מנסך וכיון דבשמיני מנסך משכחת לה לרבי יהודה [ב\"ב] דאמר בשני מתחילין לניסוך המים כל שבעה:",
                "1": "דמפיק ראשון ומעייל שמיני – משיב בעל הגמרא מי מצי אמר רבי יהודה דבשמיני מנסך:"
            },
            "4": {
                "0": "מאי שנא – דקאמר דבראשון אינו מזכיר דכי רמיזי מיא בשני הוא דרמיזי דמונסכיהם מרבה ניסוך המים שמיני נמי מי מצי אמר דמנסך הא שביעי אמר רחמנא דמ\"ם יו\"ד מ\"ם מים כתיב בשביעי דסיום קראי דניסוך המים בשביעי כתיב כמשפטם ולא בשמיני:"
            },
            "5": {
                "0": "אלא ר' יהושע היא – דאמר משעת הנחתו [דהיינו בשביעי] מזכיר ואעפ\"כ סבר דניסוך המים כל שבעה דגמרא גמיר לה הלכה למשה מסיני דניסוך המים כל שבעה ודאי כר\"א אתי שפיר אבל כרבי יהודה בן בתירה וכר\"ע לא מיתוקמא אלא להכי לא מוקי לה כר' אליעזר דהא לא מיבעי אי ר' אליעזר סבירא ליה הכי דודאי לרבי אליעזר אתי שפיר והא דקא מוקים כר' יהושע רבותא קמשמע לן אבל כר\"י בן בתירה וכר\"ע לא מיתוקמא דרבי יהודה יליף מונאמר בשני ונסכיהם כו' אלמא דסבר דניסוך המים לא הוו אלא ו' ימים דאיהו לא מפיק ראשון ומעייל שמיני משום הני פירכא דפריך לעיל לא אתי כרבי יהודה ורבי עקיבא יליף מנסכיה שנאמר בששי אלמא דסבר דניסוך המים לא הוו אלא תרי יומי אבל כרבי יהושע מיתוקמא לפיכך אין מזכירין אלא ביו\"ט האחרון דגשמים בחג סימן קללה אבל ניסוך המים הוי כל שבעה דגמרא גמיר לה:"
            },
            "6": {
                "0": "עשר נטיעות – המפוזרות בתוך בית סאה חורשין כל בית סאה ערב שביעית עד ר\"ה אע\"ג דשאר שדות אין חורשין לפני שביעית ל' יום זה חורשין דהואיל אם אין חורשין סביבן מפסידין: ",
                "1": "וניסוך המים – כל שבעה:"
            },
            "7": {
                "0": "ר' יהודה אומר משום רבי יהושע העובר לפני התיבה בי\"ט האחרון של חג כו' – כעין אמר מר הוא כלומר אמרינן לעיל ר' יהודה אומר:"
            },
            "8": {
                "0": "הי רבי יהושע אילימא רבי יהושע דמתני' מיו\"ט האחרון הוא מזכיר – דראשון נמי המתפלל תפלת יוצר מזכיר ואילו הכא תני הראשון אינו מזכיר:"
            },
            "9": {
                "0": "האמר משעת הנחתו – דהיינו בשביעי והכא קתני יו\"ט האחרון של חג דהיינו בשמיני:"
            },
            "10": {
                "0": "ותו הא דתניא – במכילתא אחריתי ר' יהודה אומר משום בן בתירה העובר לפני התיבה בי\"ט אחרון של חג האחרון מזכיר הראשון אינו מזכיר:"
            },
            "11": {
                "0": "(אלא) אמר רב נחמן בר יצחק תהא – תרוייהו הא דבעית הי ר' יהושע והא דבעית הי בן בתירה ר' יהושע בן בתירה היא דהאי דקאמר ר' יהודה לעיל משום ר' יהושע והדר קאמר משום בן בתירה תהא תרוייהו ר' יהושע בן בתירה ולא קשיא זמנין קרו ליה בשמיה דאבוה בן בתירה וזמנין דקרו ליה בשמיה דידיה ר' יהושע:",
                "1": "מקמי דליסמכוהו – לא הוה חשוב וקרו ליה בשמיה דאבוה והאי דקרו ליה בשמיה דנפשיה ר' יהושע היינו לבתר דסמכוהו:"
            },
            "12": {
                "0": "בטל וברוחות – משיב הרוח ומוריד הטל לא חייבוהו חכמים להזכיר אפילו בימות הגשמים:",
                "1": "לפי שאינן נעצרין – שאלמלא הן אין העולם מתקיים והאי דאמרינן בתפלה משיב הרוח ומוריד הגשם לאו משום חיוב אלא חוק גשם הוא מזכיר דטל ורוחות מועילות לארץ לתקנה ולנגבה כדבסמוך זיקא דבתר מיטרא כמיטרא:"
            },
            "13": {
                "0": "ואילו טל לא קאמר – ואתנה טל ומטר אלא מטר בלבד:"
            }
        },
        "5": {
            "0": {
                "0": "ולא מיעצר – לעולם אפילו באותן שנים:",
                "1": "אישתבועי למה ליה – אם יהיה השנים האלה טל ומטר כי אם לפי דברי הא לא נעצר:",
                "2": "אפילו טל דברכה – שיצמיח שום צמח:",
                "3": "וליהדריה לטל דברכה – ולימא ואתנה טל ומטר:",
                "4": "דלא מינכרא מילתא – דהא טל הוה מעיקרא ולא היה אחאב הרשע מודה בחזירה דטל של ברכה דאי הוה אומר ואתנה טל ומטר היה אחאב מקנטרו ואומר לו שלא נעצר:"
            },
            "1": {
                "0": "אלא דמכניפנא לכו מד' רוחי עלמא לא גרסינן דהא פרשתי אתכם כתיב בקרא ואיכא למימר דגרס ליה והכי משתמע קרא כי מד' רוחות השמים שפרשתי אתכם משם אקבצכם ואריכות לשון בעלמא הוא דלא כתיב קיבוץ בקרא:",
                "1": "כשם שא\"א לעולם בלא רוחות – שלא יתקיים מרוב הבל וחמימות:",
                "2": "בלא ישראל – שאין העולם מתקיים אלא בשביל ישראל והכי אמר קרא כי כד' רוחות השמים פרשתי אתכם לרוחות העולם כדי שיתקיים שנאמר (ירמיהו לג) אם לא בריתי יומם ולילה חקות שמים וארץ לא שמתי:"
            },
            "2": {
                "0": "בימות החמה – מניסן עד החג:",
                "1": "משיב הרוח אין מחזירין אותו – דבלאו הכי לא מיעצר:",
                "2": "מוריד הגשם מחזירין אותו – דמיעצר וכיון דבעא אמיטרא לא התפלל תפלתו כהוגן וחוזר לראש הברכה ואומרה בלא מוריד הגשם לפי שהגשמים בקיץ סימן קללה הן מפני הקציר:"
            },
            "3": {
                "0": "מעביר הרוח – שלא ינשב:",
                "1": "ומפריח הטל – שלא ירד:",
                "2": "אין מחזירין אותו – דלא מיעצרי:"
            },
            "4": {
                "0": "בעבים – מקשר עבים:"
            },
            "5": {
                "0": "למימרא דלא מיעצרי – לפיכך לא חייבוהו להזכיר:"
            },
            "6": {
                "0": "בחרפי – עבים בכירות הבאים לפני המטר אינן עצורות:",
                "1": "באפלי – הבאות מאוחרות לאחר המטר דשניות למטר הן כדלקמן ובהנהו כתיב ועצר וכיון דאין כולם נעצרות לא חייבו להזכיר:"
            },
            "7": {
                "0": "שאינה מצויה – כתיב ועצר ואפ\"ה לא חייבוהו להזכיר דסגי ליה במצויה רוחות לא מצי לתרוצי הא בחרפי הא באפלי דרוח בין במטר בין בלא מטר לא מיעצר כגון רוח מצויה:",
                "1": "רוח שאינה מצויה נמי חזיא לבי דרי – לגורן לזרות הקשין מן התבואה ונחייב להזכיר:",
                "2": "אפשר בנפוותא – וו\"ן בלע\"ז בנפה וכברה:"
            },
            "8": {
                "0": "שניות – כמעט שמועילות כמטר עצמו:",
                "1": "מאי היא – אי זה עבים ורוחות קאמר דשניות למטר:",
                "2": "אמר עולא ואיתימא רב יהודה דבתר מיטרא – עבים ורוחות שלאחר המטר:",
                "3": "זיקא ל\"ג הכא:",
                "4": "יתן ה' את מטר ארצך אבק ועפר וגו':",
                "5": "זיקא דבתר מיטרא – שהרוח מעלה אבק אחר הגשמים ונדבק בתבואה:"
            },
            "9": {
                "0": "ה\"ג הא דאתא ניחא הא דאתא רזיא – כשירד בנחת אינו מעלה אבק:",
                "1": "רזיא – בכח ולא גרסינן ואי בעית אימא הא והא כו' אלא ה\"ג הא דמעלה אבק הא דלא מעלה אבק והיינו הך:"
            },
            "10": {
                "0": "כמיטרא – שניות למטר כדקתני בתוספתא:",
                "1": "למעוטי מאי – מאחר דכולהו כמיטרא מאי קמעטינן דהוי בתריה ולא הוי כמיטרא:",
                "2": "גילהי דליליא – אישלושטר\"א בלע\"ז בגילהי הוה קאי במס' (פסחים דף יג.) ורוב גילהי בליליא שכיח:",
                "3": "וביומא שמשא דביני קרחי – שבין העבים שנראה במקום אחד אורה ובמקום אחר מעונן כקרח שיש לו שערות במקום אחד וקרחה במקום אחר:"
            },
            "11": {
                "0": "מעלי תלגא לטורי – וכ\"ש לבקעה אלא הרים אין להם גשמים אלא שלג שהגשמים יורדין למטה ואין ההר שותה מהן ועוד שלג שבעמקים נמס והולך מפני החום ששולט שם כמים הוא אבל בהרים קרוי שלג:",
                "1": "כחמשה מיטרי לארעא – דהכי משמע קרא כי לשלג יאמר הוא ארץ כשיאמר לשלג הוה ארץ הרי הוא כגשם מטר וגשם מטרות והרי יש כאן חמשה:"
            },
            "12": {
                "0": "מיטרא ניחא – שיורד בנחת יפה לפירות התבואה:"
            }
        },
        "6": {
            "0": {
                "0": "עורפילא – גשמים דקים כך שמן כדלקמן:",
                "1": "אפי' לפרצידא דתותי קלא – הגרעין שתחת גושה של קרקע:",
                "2": "מהניא – שמתחיל לבצבץ ולעלות מיד:",
                "3": "עורו פילי – שסותם סדקי הארץ ל\"א שמגדלת ומצמחת הגרעינין העומדין בסדקי הקרקע: ",
                "4": "צורבא מרבנן – בחור חריף כמו ביעי דצריבן במסכת ביצה (דף ז.) תלמיד חכם זקן לא קרי צורבא אלא ההוא מרבנן קרי ליה:",
                "5": "כיון דנבט נבט – שמתחיל לבצבץ ולעלות עולה למעלה כך תלמיד חכם כיון שיצא שמו הולך וגדל למעלה:"
            },
            "1": {
                "0": "אורייתא מרתחא ליה – שיש לו רוחב לב מתוך תורתו ומשים ללבו יותר משאר בני אדם וקמ\"ל דחייבין לדונו לכף זכות:",
                "1": "כאש – שמחמם כל גופו:",
                "2": "ברזל – קפדנים וקשים כברזל:"
            },
            "2": {
                "0": "בוניה – תלמידי חכמים מקיימי עולם בבניניהו:"
            },
            "3": {
                "0": "שלשה שאלו כו' – משום דרבי ברכיה מיירי בגשמים לקמן נקט לה:"
            },
            "4": {
                "0": "ובנות אנשי העיר יוצאות והיה הנערה – משמע הנערה היוצאה תחילה מן העיר ויאמר לה השקיני לה היה מנחש:",
                "1": "אפי' חיגרת אפי' סומא – לפי שלא פירש בשאילתו ואפשר שתהיה בעלת מום ולא יבין בה אליעזר ויקחנה:",
                "2": "(אלא) השיבוהו כהוגן – וזימנו לו רבקה:"
            },
            "6": {
                "0": "דבר טמא – כלב או חזיר:"
            },
            "7": {
                "0": "והיינו דאמר להו נביא כו' – מדגלי ביה קרא ואמר הצרי אין בגלעד [אלמא דלא הוי ניחא קמי שמיא כדאמרינן הצרי אין בגלעד] פנחס היה שם והיה יכול להתיר נדרו אלא שלא רצה יפתח לילך אצלו והוא לא רצה לבוא אצל יפתח בבראשית רבה:"
            },
            "8": {
                "0": "וכתיב אשר לא צויתי – בירמיה כתיב בפרשת בקבוק ובנו את במות (התופת אשר בגיא בן הנם) לשרוף את (בנותיהם ואת) בניהם באש אשר לא [צויתי ולא] דברתי ולא עלתה על לבי שלא תאמרו הלא צוה כמו כן הקב\"ה ליפתח ומישע ואברהם כי מעולם לא צויתי למישע לשרוף את בנו באש דכתיב ויקח את בנו הבכור אשר ימלך תחתיו ויעלהו עולה על החומה ולשמים נתכוון כסבור היה לרצות להקב\"ה והאי דכתיב על שרפו עצמות מלך אדום לשיד מילתא אחרינא הוא ולא דברתי ליפתח מימים ימימה ותהי חק בישראל ובתרגום מזכיר פנחס לגנאי ויפתח לגנאי אלמא לא היה הקב\"ה רוצה בבתו שהרי מזכירם לגנאי לפי שלא הלכו זה אצל זה לבטל הנדר: "
            },
            "9": {
                "0": "ה\"ג ולא עלתה על לבי זה יצחק בן אברהם – כלומר שאע\"פ שצויתי לו מעולם לא עלתה על לבי לשחוט בנו אלא לנסותו מפני קטיגורו היינו שטן כדאמר בסנהדרין בהנחנקין (סנהדרין דף פט:) ויהי אחר הדברים האלה אחר דבריו של שטן וכו' ואית דלא גרסינן האי ולא עלתה על לבי דטעי בקרא אחרינא דלא כתב אלא אשר לא צויתי ולא דברתי (ירמיהו ז׳:ל״א פסוק כב) ובפרשת בקבוק כתיב כל הני שלשה אשר לא צויתי ולא דברתי ולא עלתה על לבי. בתנחומא אשר לא צויתי זו בתו של יפתח אע\"פ שצויתי לו תורה ומצות מצוה זו לא צויתי עליו ולא דברתי זה בנו של מישע מלך מואב והלא מישע נכרי הוא ולא חולין הוא לי לדבר עמו אפילו דיבור בעלמא. ובאגדה קא חשיב כלב בהדייהו אשר יכה את קרית ספר ולכדה וגו' ורבי יונתן דלא חשיב ליה דבגמרא פשיט ליה להאי קרא בהלכות שנשתכחו בימי אבלו של משה כדאמרינן בתמורה (דף טז.) ואין לחוש שתשרה רוח הקדש על עבד ועל ממזר כדאמרינן בנדרים (דף לח.) שאין שכינה שורה כו' מפי רבי. וגדעון ששאל למנוע טל מעל הארץ ובגזה לבדה יהיה אין זה שלא כהוגן ומה תקלה יש אם יחסר העולם טל לילה אחת לבד מפי רבי:"
            },
            "10": {
                "0": "ויבוא כגשם לנו – פעמים אינו מתבקש שהוא סימן קללה בקיץ:"
            },
            "11": {
                "0": "דבר המתבקש לעולם – טל אפילו בימות החמה:"
            },
            "12": {
                "0": "פעמים נראה – כשהוא ערום נראה זרועו וכנגד לבו ואינו נראה כשהוא לבוש והכף נראית כל שעה שהיד נראית לעינים וי\"ל על כפים על השמים צורת אדם שהוא בכסא וכן נשא לבבנו אל כפים (איכה ג׳:מ״א) מפי רבי:"
            },
            "13": {
                "0": "ה\"ג סברוה שאלה והזכרה חדא מילתא היא – כלומר הא דקתני אין שואלין את הגשמים היינו אין מזכירין את הגשמים:",
                "1": "ומאן תנא – דאמר סמוך לימות הגשמים מזכירין אבל לא קודם לכן:",
                "2": "רבי יהושע היא – דאמר משעת הנחת לולב הוא מזכיר דהיינו יום שמיני וזהו סמוך לגשמים דמן החג ואילך הוא זמן גשמים:"
            }
        },
        "7": {
            "0": {
                "0": "הכי גרסינן ואיכא דאמרי לימא ר' יהושע היא אפי' תימא רבי אליעזר כו' – ולא גרסינן סברוה שאלה לחוד והזכרה לחוד דהא לא משתמע ממתני':"
            },
            "2": {
                "0": "עד אימתי שואלין את הגשמים – בסוף ימות הגשמים:",
                "1": "עד שיעבור הפסח – דאמרינן כל חולו של מועד ותן טל ומטר:",
                "2": "עד שיצא ניסן – וכדמפיק טעמא במתני':"
            },
            "3": {
                "0": "הכי גרסינן אמר רב חסדא כאן לשאול כאן להזכיר מישאיל שאיל ואזיל והזכרה ביו\"ט ראשון פוסק – לשאול שואל והולך עד שיעבור הפסח כדקתני עד מתי שואלין כו' להזכיר אינו מזכיר אלא בתפלת יוצר של יו\"ט ראשון:"
            },
            "4": {
                "0": "במקום שאינו שואל – ביו\"ט האחרון של חג שאינו מתפלל תפלתו תפלת חול דאין שאלה אלא בברכת השנים:",
                "1": "מזכיר – גבורות גשמים כדאמר רבי יהודה האחרון מזכיר:",
                "2": "במקום שהוא שואל – בחולו של מועד של פסח:"
            },
            "5": {
                "0": "תרי תנאי – חד אמר עד שיעבור הפסח שואלין כל שכן שמזכירין וחד אמר שאלה עד הפסח והזכרה שיכול להזכיר ביו\"ט מזכיר ביו\"ט הראשון של פסח בתפלת יוצר ובמוספין פוסק:"
            },
            "6": {
                "0": "רב יוסף אמר – האי דקתני עד אימתי שואלין עד שיעבור כו' ה\"ק עד שיעבור שליח צבור כו' והיינו כאידך רבי יהודה דמתני' דאמר הראשון מזכיר האחרון אינו מזכיר:"
            },
            "7": {
                "0": "שאלה ביו\"ט מי איכא – וכי מתפלל הוא תפלת חול שאתה אומר עד שיעבור הפסח דהיינו זמן שליח צבור של תפלת יו\"ט הראשון של פסח:"
            },
            "8": {
                "0": "אמר ליה אין שאלה דמתורגמן – בדרשה שהוא דורש אומר ברכת שאלה לבדה:",
                "1": "דבר שאינו צריך לצבור – דכיון דזמן הפסקה הוא לאו אורח ארעא למישאל בצבור דבר שאינו צריך:"
            },
            "9": {
                "0": "עד שיעבור זמן שחיטת פסח – חצות יום דארבעה עשר עד שיעבור חצות דהיינו כל תפלת יוצר ואשמעינן ר' יהודה דבמנחה דערבי פסחים אע\"ג דמצלינן תפלת חול מפסיקינן ולא יאמר ותן טל ומטר ואע\"ג דמדכרינן עד למחר במוספין פוסק השאלה בתפלת מנחה של ערב יו\"ט הראשון והזכרה שיכול להזכיר ביום טוב מזכיר עד תפלת מוסף של יום טוב הראשון:",
                "1": "כתחילתו – שהוא מזכיר תחלה ביום טוב אחרון של חג ואינו שואל עד לאחר החג כך בסופו אינו שואל במנחה ערב יו\"ט הראשון ומזכיר עד מוסף של יו\"ט ראשון והכא ליכא למיפרך שאלה ביו\"ט מי איכא:"
            },
            "10": {
                "0": "דהזכרה נמי צורך שאלה היא – שמרצה תחילה לפי שא\"א לו לשאול ביו\"ט וכיון דאיכא שאלה אבתריה מזכיר הוא לרצויי בעלמא:",
                "1": "אבל סופו – למה הוא מזכיר הואיל ואינו צריך לשאול מכאן ואילך הא כיון דאפסקת מאתמול גלית אדעתך דלא ניחא לך בהו ואמאי מזכיר:"
            },
            "11": {
                "0": "הלכה כרבי יהודה – דאמר העובר לפני התיבה וכו':",
                "1": "מי אמר רבי יוחנן הכי – דהלכה כרבי יהודה דמזכיר ביו\"ט האחרון:",
                "2": "בשלשה במרחשון – הכי קים להו דהוה זמן גשמים כו':",
                "3": "הלכה כרבן גמליאל – דאינו שואל עד שבעה במרחשון וקא ס\"ד דבמקום שהוא שואל מזכיר עד דמשני לקמן:"
            },
            "12": {
                "0": "כאן לשאול – בשבעה במרחשון:",
                "1": "כאן להזכיר – מיו\"ט האחרון ור' יוחנן אית ליה דרבי אלעזר:"
            },
            "13": {
                "0": "והא א\"ר יוחנן במקום ששואל מזכיר – במקום שאינו שואל אינו מזכיר והיכי א\"ר יוחנן דהלכה כר' יהודה שמזכיר ביו\"ט האחרון הא ליכא שאלה דאין אומר ברכת השנים ביו\"ט:",
                "1": "להפסקה איתמר – דכשהוא מפסיק לשאלה בערב הפסח פוסק נמי להזכרה דהכי משמע במקום ששואל מזכיר:",
                "2": "והא תרוייהו איתמר – התחלה והפסקה:",
                "3": "יתחיל לשאול – דהיינו בחול שיכול לשאול:",
                "4": "פסק מלשאול – בערב הפסח פוסק מלהזכיר אלמא לא סבירא ליה כרבי יהודה והיכי אמר הלכה כמותו:"
            },
            "14": {
                "0": "הא לן והא להו – לבני בבל שיש לנו תבואה ופירות בשדה כל תשרי אין מזכירין עד שבעה במרחשון ושם שואלים כדאמר רבי יוחנן מתחיל להזכיר מתחיל לשאול:",
                "1": "והא להו – לבני ארץ ישראל דקוצרין בניסן ואוספין בתשרי מזכירין בי\"ט האחרון כרבי יהודה דאמר רב אסי הלכה כמותו:",
                "2": "בדברא – מדבר כלומר בשדות:",
                "3": "אית להו עולי רגלים – ואם ירדו להן גשמים קשה להן בחזירתן:"
            },
            "15": {
                "0": "אלא כי א\"ר יוחנן – הלכה כר' יהודה דמזכיר מיו\"ט האחרון כו' בזמן שאין בהמ\"ק קיים וליכא עולי רגלים מזכיר:",
                "1": "כאן בזמן שבית המקדש קיים – דאיכא עולי רגלים אינו מזכיר עד ז' במרחשון:"
            },
            "16": {
                "0": "אנן דאית לן תרי יומי – שני ימים טובים אחרונים שמיני ספק שביעי ותשיעי ספק שמיני לרבי יהודה דאמר מיו\"ט האחרון באיזה מהן מזכיר:",
                "1": "מתחיל במוסף – של שמיני ספק שביעי דשמא יו\"ט האחרון הוא:",
                "2": "ופוסק במנחה – שמא שביעי חול הוא ואין זמן הזכרה עד מוסף של מחר:",
                "3": "ופוסק נמי בערבית ושחרית – של תשיעי ספק שמיני:"
            },
            "17": {
                "0": "לאבא – חברי:",
                "1": "לאחר שעשיתו קודש – לשמיני ספק שביעי שהזכרת בו גבורות גשמים כרבי יהודה מיו\"ט האחרון:",
                "2": "תעשהו חול – בתמיה: שמפסיק במנחה של אותו היום:",
                "3": "ופוסק ערבית ושחרית – דלאו היינו תפלה של אותו היום:"
            }
        },
        "8": {
            "0": {
                "0": "רבא אמר כיון שהתחיל – בשמיני ספק שביעי שוב אינו פוסק:"
            },
            "1": {
                "0": "הדר ביה – ממאי דאמר פוסק:",
                "1": "מונה כ\"א יום – מראש השנה עד שמיני ספק שביעי של חג כדרך שמונה מר\"ה עד יוה\"כ י' ימים שמתחיל למנות מיום ראשון של ר\"ה ומזכיר מכאן ואילך וזהו שמזכיר בשמיני ספק שביעי שהוא כ\"ב שוב אינו פוסק והא דמתחילין אנו למנות מיום א' דהא דאנו עושין ב' ימים לאו משום ספק דשמא עיברו לאלול דהא אנן בקיאינן בקביעא דירחא אלא משום דמנהג אבותינו בידינו ל\"א מונה כ\"א יום כדרך שמונה כו' כלומר אם עיברו אלול לא יחשוב מיום ראשון של ר\"ה כ\"א יום שאם כן לא ימצאו בידו אלא כ' וכלים ביום טוב שביעי יום נטילת ערבה אלא מיום שמתחילין למנות עשרה ימים לעשות בעשירי יוה\"כ יתחיל למנות באלו שבכך לא יטעה שיום הכפורים יום אחד לבד וידע מהיכן התחילו למנות לו וביום שכלין כ\"א דהיינו ביום טוב אחרון מתחיל להזכיר וכיון שהתחיל שוב אינו פוסק:"
            },
            "3": {
                "0": "א\"ל רב נחמן לרב יצחק יורה בניסן הוא – דכתיב ויורד לכם גשם מורה ומלקוש בראשון בתמיה:",
                "1": "והא במרחשון הוא – כדתניא לקמן ובספרי הוא:",
                "2": "יורה ומלקוש – מפרש לקמן:",
                "3": "אמר ליה – ודאי במרחשון הוא ומקרא זה בימי יואל בן פתואל נתקיים שיורה ומלקוש היה בראשון ע\"י נס שהיה רעב שבע שנים דכתיב כי קרא ה' לרעב וגם בא אל הארץ שבע שנים וכתיב יתר הגזם אכל הארבה וגו':",
                "4": "הכי גרסינן יצא אדר ולא ירדו גשמים – ולא זרעו רוב אדר לא גרסינן:",
                "5": "רביעה ראשונה – התחלת גשמים ולקמן (תענית דף ו:) מפרש רביעה שמרביע את הארץ:"
            },
            "4": {
                "0": "או יזרענו וימות – ברעב קודם שתגדל התבואה החדשה שלא יהיה לו מה יאכל:",
                "1": "נעשה להם נס כו' – והיינו דכתיב ושלמתי לכם את השנים אשר אכל הארבה וגו':",
                "2": "נתגלה להם תבואה שבחורי נמלים ומה שבכתלים – שאצרו העכברים:"
            },
            "5": {
                "0": "יצאו וזרעו – וזרעו מה שבידם:",
                "1": "שני – בניסן ושלישי ורביעי ומה שמצאו אכלו ולאחר שזרעו ירדו להם גשמים בה' בניסן והקריבו עומר בט\"ז בניסן מאותה תבואה חדשה:",
                "2": "הגדילה בששה חדשים – מתשרי ועד ניסן:",
                "3": "בי\"א יום – מחמשה בניסן עד ט\"ז בו:"
            },
            "6": {
                "0": "הזורעים בדמעה ברנה יקצורו – שלא היה להן מה לאכול:",
                "1": "מאי הלך ילך ובכה – אם לבני אדם כבר נאמר הזורעים בדמעה ברנה יקצורו אלא על השור הכתוב אומר:",
                "2": "בהליכתו – לחרוש התלם:",
                "3": "ובחזירתו אוכל חזיז – שחת מן התלם שזרעו בהליכתן שכשהוא זורע מיד מתחלת ליגדל:"
            },
            "7": {
                "0": "מאי בא יבוא ברנה נושא אלומותיו – אם מפני התבואה שיש להם לאכול הרי כבר אמור ברנה יקצורו:",
                "1": "שבולת זרתים – זהו נס גדול מה שאין כן דרך כל תבואה שהקנה פי שלשה וארבעה בשבולת:"
            },
            "8": {
                "0": "כי קרא ה' לרעב – בימי יהורם בן אחאב נאמר:"
            },
            "9": {
                "0": "מה שבשדות – ספיחים ומה שנשתייר בשדות:",
                "1": "אכלו בשר בניהם – מקצתם:"
            },
            "10": {
                "0": "משום דבקרבך קדוש – שאתה מטיב מעשיך לא יבא הקב\"ה בעיר:",
                "1": "לא אבא בירושלים כו' – והכי קאמר עד שיהא בקרבך קדוש למטה דהיינו ירושלים לא אבוא בעיר שלמעלה:"
            },
            "11": {
                "0": "ירושלים הבנויה כעיר שחוברה לה יחדיו – ירושלים שלמטה תהא בנויה כעיר שחוברה לה שהיא כיוצא בה חבירתה ודוגמתה מכלל דאיכא ירושלים אחריתי והיכן אם לא למעלה:"
            },
            "12": {
                "0": "ובאחת יבערו ויכסלו מוסר הבלים עץ הוא – אי לאו גזרה שוה היה משמע אטומים כעץ לקבל מוסר ולשוא היו לוקין:",
                "1": "באחת – עבירה שהן עושין יתבערו הכסילים רשעים:"
            },
            "13": {
                "0": "עשרים וארבע שביקא להו – בתמיה בפרשת התשפוט (יחזקאל כב) כ\"ד עבירות שעברו ל\"א שעברו על כ\"ד ספרים:"
            }
        },
        "9": {
            "0": {
                "0": "ששקולה כשתים – דכותיים וקדריים כדמפרש שהרעו משניהן לא הבינו מהן דכותיים וקדרים אע\"פ שיראתם פחותה לא רצו להמיר ועמי המירו באחר ולא עוד אלא בלא יועיל:"
            },
            "2": {
                "0": "והאמר מר – במועד קטן (דף כח.) זו מיתתו של שמואל הרמתי ולא כרת היא במסכת שמחות (פ\"ג) מפרש מת בכך שנים זו היא מיתת כרת בכך וכך זו היא מיתת אסכרה:",
                "1": "ימיו של שמואל נ\"ב שנה – דכתיב עד יגמל הנער וגו' דשיבירי\"ר בלע\"ז וכ\"ד חדשים נקרא תינוק וכתיב (שמואל א א׳:כ״ב) וישב שם עד עולם עולמו של לוי חמשים שנה שנאמר (במדבר ח׳:כ״ה) ומבן חמשים שנה ישוב מצבא העבודה (בבכורות) ירושלמי ובסדר עולם תמצא כשני דפין תוספת על זה:"
            },
            "3": {
                "0": "קפצה – הלבין שערו:",
                "1": "נחמתי – ורצה הקב\"ה הוא להורגו מיד: ",
                "2": "שקלתני כמשה ואהרן דכתיב משה ואהרן בכהניו ושמואל בקוראי שמו וגו' – שוין הן:",
                "3": "מעשה ידיהן – יהושע אף הוא היה תלמידו של אהרן כדאמרי' בעירובין (דף נד:) יצא משה ושנה להן אהרן פירקו:"
            },
            "4": {
                "0": "כי זוטר – בחור:",
                "1": "מרנני כולי עלמא אבתריה – דאמרי מדמית זוטר שמא ח\"ו עבירה היתה בו:"
            },
            "5": {
                "0": "וכי מה ענין גבעת בנימין אצל רמה – בהר אפרים:",
                "1": "שישב ב' שנים ומחצה – כדמפרש בסדר עולם שמלך מחצית שנת עשתי עשרה ושנים עשרה ושלשה עשר ושמואל מת בתוך שנת שלש עשרה לסוף שמונה חדשים:"
            },
            "6": {
                "0": "מי מידחי גברא כו' – דאידחי שמואל מקמי דוד:",
                "1": "במעשיהם לא נאמר – דמשמע בעבור חטא:",
                "2": "אלא באמרי פי – מפני דבר שגזרתי כגון האי מעשה דשמואל:"
            },
            "7": {
                "0": "ה\"ג לימא לן מר מידי – ולא גרסינן חד לחבריה:",
                "1": "שמא יקדים קנה – כשיוציא הקול נפתח אותו כובע שעל פי הקנה ונכנס בו המאכל ומסתכן ולפיכך לא אומר לך כלום מאכל ומשתה הולך דרך הושט:"
            },
            "8": {
                "0": "לא מת – אלא חי הוא לעולם:",
                "1": "בכדי – וכי בחנם ספדו ספדיא וחנטו חנטיא דכתיב ביה (בראשית נ) ויחנטו (אותו) ויספדו (לו):",
                "2": "מקרא אני דורש – והאי דחנטו חנטיא סבורים היו שמת:",
                "3": "מה זרעו בחיים – כשהוא מקבץ את ישראל מארץ שבים החיים הוא מקבץ שהן בשבי שהמתים אינן בשבי:",
                "4": "אף הוא בחיים – שיביאנו בגולה כדי לגאול את בניו לעיניו כמו שמצינו במצרים וירא ישראל וגו' ודרשינן ישראל סבא ודחנטו חנטיא נדמה להם שמת אבל חי היה:"
            },
            "9": {
                "0": "כל האומר רחב רחב מיד נקרי – נעשה בעל קרי:",
                "1": "לא איכפת לי – איני חושש:",
                "2": "ביודעה – היינו נמי מכירה:"
            },
            "10": {
                "0": "כי הוה מיפטר – רב נחמן מרב יצחק:",
                "1": "ופירותיו מתוקין – לרעב:",
                "2": "והיה צילו נאה – שזה צריך לאדם עייף לנוח תחתיו:",
                "3": "ואמת המים – לצמא:"
            }
        },
        "10": {
            "0": {
                "0": "יהיו כמותך – בתורה ולעושר וכבוד:"
            },
            "1": {
                "0": "יורה – ונתתי מטר ארצכם בעתו יורה ומלקוש (דברים י״א:י״ד):",
                "1": "יורה – רביעה ראשונה היורדת במרחשון כדלקמן למה נקרא יורה שמורה להן להטיח גגותיהן בטיח של טיט שלא יטפו גשמים בבית:",
                "2": "ולהכניס פירותיהן – שהניחו בשדות לייבשן עד עכשיו:",
                "3": "כל צרכיהן – שאר דברים הצריכים לימות הגשמים:",
                "4": "תלמיה רוה – כשאתה מרוה תלמי חרישה של ארץ ישראל:",
                "5": "נחת הוא לגדודיה – בני אדם היינו פשט המקרא ולקמיה דריש שאפי' גייסות פוסקות בו:",
                "6": "שיורד בנחת – והכי משמע יורה כאדם שמורה לתלמידיו בנחת דכתיב (קהלת ט׳:י״ז) דברי חכמים בנחת נשמעים אי נמי לשון חץ יורה ההולך ביושר ואינו נוטה לכאן ולכאן לשון אחר שמתכוין לארץ ואינו יורד בזעף בספרי:"
            },
            "2": {
                "0": "ה\"ג או אינו אלא ששוטף את הזרעים – כלומר דעד השתא אמרינן יורה לברכה או אינו אלא יורה לשון קללה כמו ירה יירה (שמות י״ט:ה׳) ששובר הכל או לשון חץ היורה והכי משמע קרא והיה אם שמוע תשמעו אל מצותי וגו' ואם לאו ונתתי מטר ארצכם יורה לרעה מלתא בעלמא הוא ואורחא דברייתא למתני כי האי גוונא:",
                "1": "משיר פירותיהן – שעודן באילן כגון אתרוגים או רמונים או סופי תאנים ולא גרסינן שוטף את הגרנות דגרנות במרחשון ליכא:",
                "2": "מה מלקוש לברכה – שא\"א לדורשו לשבר גרנות ולהשיר פירות שאינם מצויים באותו הפרק ואי אתה יכול לדורשו אלא לטובה שיורד על המלילות ועל הקשין וממלא את התבואה בקשיה: ",
                "3": "הדר אמר דלמא מלקוש קללה הוא והכי משמע שמל וקשה כלומר מל את הבתים והאילנות שמפילן ומשברן וקשה לתבואה:",
                "4": "שמפיל את הבתים – ומשמעו כדלקמן שמל קשיותן של ישראל אי נמי שמל דבר הקשה חותך ומשבר את הבתים כלומר אין בו תקלת גרנות והשרת פירות לפי שא\"א לו:",
                "5": "שמעלה סקאים – וברכה דקרא למילוי מים בורות שיחין ומערות גימגום:",
                "6": "סקאי – מין ארבה כדמתרגם הצלצל (דברים כח) סקאה ומלקוש לשון ארבה כמו והנה לקש אחר גזי המלך (עמוס ז׳:א׳):"
            },
            "3": {
                "0": "את המורה לצדקה – אלמא יורה לטובה:"
            },
            "4": {
                "0": "ה\"ג או אינו אלא יורה בתשרי ומלקוש באייר – שיש עדין מלילות וקשין:",
                "1": "ת\"ל בעתו – יורה במרחשון ומלקוש בניסן שכך היא העת והזמן ויפה הוא כדלקמן דזמן רביעה ראשונה במרחשון הוא אית ספרים דכתוב בהו או אינו אלא בכסליו דזמן יורה בכסליו הוא וכרבנן דפליגי עליה דר\"מ לקמן ת\"ל בעתו יורה ומלקוש מה מלקוש בעתו אף יורה בעתו דמלקוש זהו שיורד על המלילות ועל הקשין וזהו ניסן שיש בו קשין ומלילו:"
            },
            "5": {
                "0": "דבר שמל קשיותן של ישראל – שכשאינו יורד חוזרין ישראל בתשובה ומתענין ועושין צדקות:",
                "1": "שממלא תבואה בקשיה – ומשלימה:",
                "2": "מלילות – ראשי שיבולות שאדם מולל בידו כדכתיב (דברים כ״ג:כ״ו) וקטפת מלילות בידך:",
                "3": "וקשין – קנה:"
            },
            "8": {
                "0": "הי רביעה – איזה זמן רביעה:",
                "1": "בכירה – ראשונה ולקמן מפרש למאי הלכתא נינהו יורה יש בו ג' זמני גשמים:",
                "2": "אפילה – אחרונה כמו כי אפילות הנה (שמות ט׳:ל״ב):",
                "3": "ר' יהודה אומר – בכירה בז' במרחשון ובינונית בי\"ז ואפילה בכ\"ג וכולהו הני תלתא יורה קרי להו:"
            },
            "9": {
                "0": "אין היחידים מתענין כו' – דאמרינן בסמוך שלישית להתענות והואיל וזמן שלישית בראש חדש הוא אין ליחידים להתענות:",
                "1": "יחידים – חסידים והכי אמרינן במתני' לקמן (תענית דף י.) הגיע י\"ז במרחשון ולא ירדו גשמים התחילו היחידים להתענות שמכאן ואילך זמן רביעה אפילה לר\"מ דסתם מתני' ר\"מ וה\"נ אמר ר' יוסי דאין מתענין עד ר\"ח כסליו דהיינו רביעה אפילה והיינו כחכמים דאמרי יורה בכסליו:"
            },
            "10": {
                "0": "אמר רב חסדא הלכה כר' יוסי – ואמימר תני להא דאמר רב חסדא הלכה כרבן גמליאל דאינו שואל עד ז' במרחשון:"
            },
            "11": {
                "0": "ז' ימים בזה אחר זה – שירדו גשמים עכשיו ופסקו עד יום שביעי וירדו ז' ימים זה אחר זה אתה מונה בהן ראשונה ושניה ושלישית:",
                "1": "כר' יוסי – דאליבא דר' יוסי הכי הוו בין רביעה ראשונה ושניה או שניה ושלישית דראשונה בי\"ז ושניה בכ\"ג דהיינו ז' ימים עם שנים ימי רביעה ומכ\"ג עד ל' ז' ימים בלא יום רביעה אחרונה דלכולהו תנאי לא הוי הכי דלר\"מ דאמר ראשונה בג' ושניה בז' ליכא בין זו לזו אלא ארבעה ימים בין שניה לשלישית יש י' ימים ולר' יהודה בין ראשונה לשניה י' ימים אבל בין שניה לשלישית יש יותר: ",
                "2": "נראה לרבי דהכי גרסינן אמר רב חסדא הלכה כר' יהודה דאמר בכירה בז' במרחשון ואז מתחילין לשאול כדלקמן (תענית דף י.):"
            },
            "12": {
                "0": "ראשונה לשאול – מכאן ואילך ותן טל ומטר:",
                "1": "שלישית להתענות – שאם לא ירדו גשמים עד זמן רביעה שלישית אפי' פעם אחת מתענין היחידים שני וחמישי ושני:"
            }
        },
        "11": {
            "0": {
                "0": "הנודר עד הגשמים – דאמר קונם אם אהנה מדבר זה עד הגשמים:",
                "1": "עד שתרד רביעה שניה – בנדרים הולכין אחר לשון בני אדם ואין קורין גשמים לראשונה עד שתרד שניה שמכאן ואילך מקולקלות הדרכים ומאוסות מפני הגשמים ל\"א עד הגשמים משמע תרי דהיינו רביעה שניה:"
            },
            "1": {
                "0": "כל אדם – אפילו העשירים:",
                "1": "פרט – לא תפאר אחריך (דברים כד) לא תטול תפארתו ממנו:",
                "2": "משילכו הנמושות – בשדה דמכאן ואילך נתייאשו שאר העניים לפי שיודעין אם נשאר לקט שכחה ופאה נמושות נטלום:",
                "3": "נמושות – לשון ממשש:",
                "4": "משילכו עניים בכרם ויבאו – כלומר שלקטו וחזרו ובאו פעם שניה והשתא מסחי דעתייהו עניים:",
                "5": "משתרד רביעה שניה – דעד ההיא שעתא לקטו הכל:"
            },
            "2": {
                "0": "דאזלי אתיגרא – הולכין בנחת ומעייני טפי מחזיק בפלך (שמואל ב ג) מתרגמא אתיגרא:",
                "1": "לקוטי בתר לקוטי – עני מוליך בנו אחריו שמכאן ואילך פוסקים שאר עניים מללקוט:"
            },
            "3": {
                "0": "ה\"ג רב פפא אמר לשבילי הרשות – כלומר שיש רשות מב\"ד לעוברי דרכים לקצר שבילן לילך בשדות: ",
                "1": "עד שתרד רביעה שניה – שמכאן ואילך גדלה התבואה וקשה לה דישת הרגל דאמר מר בפרק מרובה בתנאים שהתנה יהושע מהלכין בשבילי הרשות וכו':"
            },
            "4": {
                "0": "בתבן וקש של שביעית – ספיחים שגדלו בשביעית דיש בהן איסור שביעית או תבואה שגדלה בשביעית לאחר שנכנסה:"
            },
            "5": {
                "0": "כלה לחיה מן השדה – לשון זכר כמו (בראשית י״ח:כ״א) עשו כלה כלומר כלה האוכל:",
                "1": "כלה לבהמתך – כמו כלה בחימה כלה ואינימו (תהילים נ״ט:י״ד) ומשירדה רביעה שניה מכאן ואילך אין תבן וקש בשדות שהגשמים עושין אותן זבל:"
            },
            "6": {
                "0": "והולידה – כאדם שמוליד:"
            },
            "7": {
                "0": "גשמים ברביעה ראשונה – אם באין כל כך שנימס הקרקע יפין הן ואין צריך להתענות:",
                "1": "לגוף בה פי חבית – ששותת מן המים עד שנעשה תיחוח כל כך שיכול לעשות מגופת חבית בלא תוספת מים:",
                "2": "אין בהם משום ועצר – אין זו קללה של ועצר את השמים:"
            },
            "8": {
                "0": "קודם ועצר – קודם זמן ק\"ש דכתיב ביה ועצר את השמים אע\"פ שלא יהיה רוב גשמים:"
            },
            "9": {
                "0": "אבל ירדו קודם ועצר דצפרא יש בהן משום ועצר – הואיל ולא ירדו ביום ואין יפין לעולם:",
                "1": "לית בהו מששא – ואין שנתן מתברכת:",
                "2": "וחסדכם כענן בקר – שאין בו ממש:"
            },
            "10": {
                "0": "מיטרא במיפתח בבי – אם יורדין בבקר כשפותחין הפתחים יקפל החמר שמוכר תבואה את שקו ליכנס לישן מפני שהשנה מתברכת ויהיה שובע בעולם ולא ישתכר במכירת תבואתו אלמא יפין הן:",
                "1": "דקטיר בעיבא – אם נתקשרו שמים בעננים עבים ולא קלושים אין בהם משום ועצר:",
                "2": "דקטיר בעננא – שהיא קלושה מעב אין בו ממש:"
            },
            "11": {
                "0": "טבא לשתא – אשריה כלומר טובה יש לשנה דטבת ארמלתא שאין גשמים יורדין בה להרביע את הארץ:",
                "1": "איכא דאמרי דלא ביירי תרביצי – אותן מקומות שמרביצין בהן תורה אינן בורות מפני שהדרכים יפין הן והולכין התלמידים ממקום למקום ללמוד תורה ל\"א לא ביירי תרביצי גנות שאינן גדילין על רוב מים כגון כרשינין:",
                "2": "לא שקיל שודפנא – אין השדפון נאחז ומתדבק בתבואה:",
                "3": "מנוולתא – שהדרכים מנוולים בטיט מפני הגשמים:",
                "4": "הא דאתא מיטרא מעיקרא – שירדו הגשמים בזמנן במרחשון וירדו אף בטבת רעים הן שכבר די לעולם בגשמים של מרחשון:",
                "5": "דלא אתא מיטרא מעיקרא – טבא לשתא דטבת מנוולתא לשון אחר הא דאתא מיטרא מעיקרא טבא דמנוולתא:"
            },
            "12": {
                "0": "אין בהם משום ועצר – דאותן של קצת מדינה שירדו להן גשמים מוכרין לאחרים:",
                "1": "ואמר רב יהודה אמר רב שתיהן לקללה – אותן שירדו ואותן שלא ירדו מפני שרוב גשמים קלקלו את תבואתם:"
            },
            "13": {
                "0": "הא דאיכא מיטרא טובא – יותר מדאי שתיהן לקללה:",
                "1": "כדמבעי ליה – אין בהם משום ועצר שקצת מדינה תספק לקצת מדינה:",
                "2": "תמטר תהא מקום מטר – כלומר יותר מדאי:"
            },
            "14": {
                "0": "מאימתי מברכין על הגשמים – בפרק הרואה (ברכות נד.) אמרינן על הגשמים אומר הטוב והמטיב והתם (דף נט.) פרכינן הך ברכה דתקון לה רבנן ומשנינן לה הא דחזא מיחזא והא דשמע משמע:",
                "1": "חתן לקראת כלה – שירדו כל כך שכשהטפה נופלת יוצאה אחרת ובולטת כנגדה מפי מורי ל\"א שהשווקין מקלחין מים שוק מקלח וזה מקלח כנגדו:"
            },
            "16": {
                "0": "רוב ההודאות – כלומר רוב ההודאות אתה קורא להקב\"ה ולא כל ההודאות והכי משמע ברוך אתה ברוב ההודאות ולא בכל אלא כך חותם בא\"י אמ\"ה אל ההודאות דמשמע כל ההודאות:"
            }
        },
        "12": {
            "0": {
                "0": "למימרינהו לתרוייהו – ברוך אתה ברוב ההודאות במרבית ההודאות האל של כל ההודאות משמע ומתחלה היה משמע רוב ממש ולא מרובות וכמו כן בישתבח אל מלך גדול בתשבחות אל ההודאות. מפי רבי:"
            },
            "1": {
                "0": "רשעי עובדי כוכבים אינן חיין כי תולעתם לא תמות ואשם לא תכבה (ישעיהו ס״ו:כ״ד):",
                "1": "ופליגא דרב יוסף – דאיהו אמר כתחיית המתים ולא יותר שבה חיים בני אדם שהתבואה גדילה בו:"
            },
            "2": {
                "0": "כמטר לקחי – השוה לקח למטר:"
            },
            "3": {
                "0": "יערף – כמו אף שמיו יערפו טל (דברים ל״ג:כ״ח) ושחקים ירעפו טל (משלי ג׳:כ׳) שהיא מרבה הפירות:",
                "1": "כתיב תזל כטל – דמשמע נחת:",
                "2": "ערפיהו כמטר – הרגהו:\n"
            },
            "4": {
                "0": "לשמה – משום כאשר צוני ה' אלהי ולא כדי להקרות רבי:"
            },
            "5": {
                "0": "לא יכילנא – למיגמר:",
                "1": "וכי אדם עץ השדה – אלא מקיש אדם לעץ השדה מה עץ השדה אם עץ מאכל הוא ממנו תאכל ואותו לא תכרות כך תלמידי חכמים אם הגון הוא ממנו תאכל למוד הימנו ואם לאו אותו תשחית סור מעליו:"
            },
            "7": {
                "0": "ברזל בברזל יחד – ואיש יחד פני רעהו מה ברזל זה אחד מחדד את חבירו כגון סכין על גבי חבירתה:"
            },
            "8": {
                "0": "אינה דולקת יחידי – עץ אחד אינה דולקת אלא ב' או ג' ביחד:",
                "1": "יחידי – בלא חבר שיחדדנו:"
            },
            "9": {
                "0": "שמוסיפין טפשות דכתיב נואלנו – אשר נואלנו מתרגם דאיטפשנא:"
            },
            "10": {
                "0": "שחוטאין – דכתיב נואלו גבי חטאנו:",
                "1": "ואיבעית אימא מהכא נואלו שרי צוען וגו' והתעו את מצרים – ותועה היינו חוטא:"
            },
            "11": {
                "0": "תורה כעץ – דכתיב עץ חיים היא למחזיקים בה כשמדליק את האור מצית את העצים דקין תחלה:",
                "1": "קטנים מחדדין – ששואלין כל שעה:"
            },
            "12": {
                "0": "התיו – משמע להוליך לו מים:",
                "1": "וכתיב לכו למים – ילך הוא עצמו:",
                "2": "אם תלמיד (חכם) הגון – שרוצה ללמוד ממך מצוה לרב לילך אצלו במקומו:",
                "3": "ואם לאו – ילך הוא אצל הרב:"
            },
            "13": {
                "0": "יפוצו מעינותיך חוצה – אם הגון הוא אמור לו סתרי תורה:",
                "1": "ואם לאו יהיו לך לבדך – ואין לזרים אתך:"
            },
            "15": {
                "0": "שלשה משקים הללו – מים יין וחלב זו התורה שאינו נותן בה כלום ויודעה ולומדה:",
                "1": "בפחות שבכלים – במאני דפחרא:"
            },
            "16": {
                "0": "במאני דפחרא – בדרך שחוק אמר ומרמז מה את אומרת לי והלא אביך נותן יין בכלים מכוערין של חרס:",
                "1": "ואלא במאי נירמיה – אם לא בשל חרס הא כולי עבדי הכי:"
            },
            "17": {
                "0": "ותקיף – החמיץ:",
                "1": "כי היכי דאמרה לי – אי חכמה מפוארה בכלי מכוער הכי אמרי לה דיין משתמר בכלי מכוער אף התורה מתקיימת בי יותר משאילו הייתי נאה:"
            }
        },
        "13": {
            "0": {
                "0": "אי הוו סנו – אותם נאים שהם חכמים:",
                "1": "טפי הוו גמירי – שאי אפשר לנאה להשפיל דעתו ובא לידי שכחה:",
                "2": "בהיסח הדעת – שאם לא ישמרם יפה יהו נשפכין או נופל לתוכן דבר מאוס ונפסלים מלשתות בדבר קל יותר משמן ודבש שמתוך שהן עבים צפה הפסולת למעלה ואפשר אדם נוטל העליון וזורקו לחוץ והתחתון בר ונקי מה שאין כן במשקה צלול שאינו עב קליי\"ר בלע\"ז:",
                "3": "בהיסח הדעת – אם אינו מחזירם תמיד:"
            },
            "1": {
                "0": "שנאמר הרעיפו שמים ממעל ושחקים יזלו צדק תפתח ארץ ויפרו ישע וצדקה תצמיח יחד אני ה' בראתיו בראתים לא נאמר – דמשמע אשחקים יזלו קאי אלא אני ה' בראתיו לטל ומטר שמע מינה שמשתבח ומתפאר הקב\"ה במטר השמים:"
            },
            "2": {
                "0": "ישועה פרה ורבה בו – מליצי זכות נכנסין לפניו ביום הגשמים שנזכר לישועה מתוך שעת רצון הוא לישנא דקרא ויפרו ישע ואימתי בזמן שהשחקים יזלו צדק:",
                "1": "רצית ה' ארצך – במים:",
                "2": "נשאת עון עמך – מיד:"
            },
            "3": {
                "0": "ה\"ג א\"ל מר זעירי מדיהבת לרבינא כו' – זעירי סתם היה מן הראשונים ורבינא סוף הוראה לא ראו זה את זה:",
                "1": "ואתה תשמע השמים וגו' – ואומר ונתת מטר על ארצם בתפלה דשלמה:"
            },
            "4": {
                "0": "ציה גם חום יגזלו מימי שלג – כשציה גם חום גוזלין מימות השלג שאינן יורדין מטר כמשפטם בידוע ששאול חטאו:",
                "1": "ולא יהיה מטר – וסמיך ליה ואבדתם:"
            },
            "5": {
                "0": "ציה – דריש לשון צווי דברים שצויתי אתכם בימות החמה תרומות ומעשרות גזלו מימי שלג את המטר:"
            },
            "6": {
                "0": "רוח צפון תחולל גשם ופנים נזעמים לשון שקר – תחולל תבטל כמו לא יחל דברו (במדבר ל׳:ג׳) כדאמרי' ביבמות (דף עב.) דרוח צפון ברור הוא ומביא אורה לעולם מה שגשמים נעצרין ופנים נזעמין שמראה הקב\"ה שאינו מביא מטר לעולם מפני לשון שקר רכילות ופשט המקרא כשם שרוח צפון תחולל גשם כך פנים נזעמים מפני לשון שקר:"
            },
            "7": {
                "0": "וימנעו רביבים – משום דמאנת הכלם שהיה בך עזות:",
                "1": "היה – משמע כבר נכשל:"
            },
            "8": {
                "0": "העז איש – שיש בו עזות פנים אמור לו רשע בפניו ואין בו משום מלקות כדאמרי' במסכת קדושין (דף כח.) ומשום דבר זה בלבד מותר לקרותו רשע:",
                "1": "מותר לשנאותו – אע\"ג דכתיב ואהבת לרעך כמוך:",
                "2": "ועז פניו ישונא – ועז כתיב חסר ו' מי שהוא עז פנים ישנא בשו\"א:"
            },
            "9": {
                "0": "ימך – כמי שאין בו כח להוריד טל ומטר:"
            },
            "10": {
                "0": "ועתה לא ראו אור – מפני שלא ראו אור של תורה:",
                "1": "אפילו כשהשמים בהורין – כמו בהרת מנומר בעבים ורוצה להוריד גשמים רוח עברה ותטהרם מפזרת העבים:"
            },
            "11": {
                "0": "המלאך אף ברי שמו יפיץ ענן אורו גשם שלו:"
            },
            "12": {
                "0": "ויצו – הקדוש ברוך הוא:",
                "1": "עליה – על הגשם שתרד:",
                "2": "במפגיע – כשיתפלל עליה כמו ואל תפגע בי:"
            },
            "13": {
                "0": "קהה הברזל – כמו הקהה את שיניו ושיני בנים תקהינה (ירמיהו ל״א:כ״ט):",
                "1": "והוא לא פנים קלקל – שקלקלו הדור:"
            },
            "14": {
                "0": "וכ\"ש אם הוכשרו מעשיהן – קודם לכן והכי משמע ויתרון הכשיר ויתרון שהכשיר לחכמה אם הכשירו מעשיהן מתחילה שיבואו הגשמים יותר מבחיילים יגבר שהן מגבירין חיילים ועומדין בתפלה בזמן שקלקלו:"
            }
        },
        "14": {
            "0": {
                "0": "שלמודו קשה עליו כברזל – שקשה לו מרוב קושיות בשביל משנתו שאינה סדורה לו ואינו זוכר מה כתיב בה ולפיכך אינו יודע לפרק אי נמי שגורסה בטעות פוטר על החיוב ומחייב על הפטור ומקשי עלה מדוכתא אחריתי והכי משמע קרא והוא לא שאינו יודע שמועתו מפני שפנים קלקל שקלקל במשנה שהיא קודם לגמרא:"
            },
            "1": {
                "0": "ירבה בישיבה – שיסדירו בני הישיבה משנתם שנאמר וחיילים בין תלמידים שהן חיילות חיילות:",
                "1": "ויתרון הכשיר – כשסידר משנתו מתחילה:"
            },
            "2": {
                "0": "כנגד מ' יום שניתנה התורה – שתתקיים בידו והדר עייל קמיה דר' יוחנן למיגמר גמרא:",
                "1": "כנגד תנ\"ך – שהן כ\"ד ספרים:"
            },
            "3": {
                "0": "שפנים קלקל – שהראה לו פנים רעות:"
            },
            "4": {
                "0": "ירבה עליו רעים – לפייס הימנו שיסבור לו פנים:"
            },
            "5": {
                "0": "משתכין עליו כנחושת – מאדימין פנים כעין רודיליי\"א כדאמרי' בבבא מציעא (דף כו.) דשתיך טפי שהעלה חלודה שנעצרין (מלהוליד) טל ומטר:",
                "1": "לוחשי לחישות – בשביל שאין מתפללים תפלה בלחש:"
            },
            "6": {
                "0": "יגיד עליו רעו – יתפלל עליו חבירו וגבי גשמים כתיב באיוב:",
                "1": "ואין יתרון לבעל הלשון – כלומר מה הנאה יש לבעל הלשון שיודע ללחוש ואינו לוחש:"
            },
            "8": {
                "0": "מקנה אף על עולה – מקנה אף מי שמגיס דעתו ועולה:"
            },
            "9": {
                "0": "ואין נוחין זה לזה כו' – והכי משמע בשביל שצריך להגיד זה לזה ולהיות נוחין בהלכה ואינן עושין מקנה מתקנאים מתגרים באף ומעלים אותו ומביאים אותו עליהן. ויש גורסין ונוחין זה לזה בהלכה מתקנאים באף וכו' משיגיד עליו רעו שנוחין זה לזה מתקנאים באף ומעלים אותו מעליהם:"
            },
            "10": {
                "0": "ארי דורס ואוכל – מיד ואינו מתירא:",
                "1": "טורף ואוכל – שמוליך לחוריו ואוכל שם שמפחד מן הבריות ולכולן יש להם הנאה:",
                "2": "ולך מה הנאה יש לך – שאתה נושך בני אדם והורגן והוא אומר מה יתרון לבעל הלשון שמספר לשון הרע אע\"פ שאין לו הנאה ולפיכך מביאו הקב\"ה בדין אצל נחש כדי שיתבייש מפני שהשיא אדם הראשון ומתביישין עמו מספרי לשון הרע:"
            },
            "11": {
                "0": "ולבם לא נכון עמו – עם הקב\"ה:",
                "1": "ואעפ\"כ – כתוב בסמוך והוא רחום יכפר עון ושומע תפלתם והיכי אמרת שאין תפלתם נשמעת אא\"כ משים נפשו בכפו כלומר שנפשו מכוונת בכפו:"
            },
            "12": {
                "0": "בצבור – תפלתם נשמעת ואע\"פ שאין לב כולם שלם כדכתיב ויפתוהו בפיהם בדברים ל' רבים:",
                "1": "ביחיד – אינו אלא א\"כ לבו מכוון:"
            },
            "13": {
                "0": "בזמן שאמת מארץ תצמח – שיש אמונה במשא ומתן אז צדק משמים נשקף דהיינו גשמים שהן צדקה:"
            },
            "14": {
                "0": "מחולדה ובור – שהמיתו שני בני אדם מצוי הוא באגדה מעשה בבחור אחד שנתן אמונתו לריבה אחת שישאנה אמרה מי מעיד והיה שם בור אחד וחולדה אמר הבחור בור וחולדה עדים בדבר לימים עבר על אמונתו ונשא אחרת והוליד שני בנים אחד נפל לבור ומת וא' נשכתו חולדה ומת אמרה לו אשתו מה מעשה הוא זה שבנינו מתים במיתה משונה ואמר לה כך וכך היה המעשה:",
                "1": "המאמין בהקדוש ברוך הוא – שמשימו עד בינו לבין חבירו על אחת כמה וכמה:"
            },
            "15": {
                "0": "המצדיק עצמו – שמכשיר ומקשט מעשיו:",
                "1": "מצדיקין עליו – מדקדקין עמו אפילו כחוט השערה יותר משאילו מקלקל מעשיו כדי למרק עונותיו:",
                "2": "שנאמר אמת מארץ תצמח – אז צדק משמים נשקף צדקה אין כתיב כאן אלא צדק דמשמע דין:",
                "3": "וכיראתך עברתך – על מי שהוא ירא אותך אתה מחזיק עברתך כדי למרק עונותיו ופשט המקרא מי יודע עוז אפך מי יודע עוז וכח למצוא אותו לנוס מפניך ביום אפך וכיראתך עברתך כשם שאתה יראוי ומפוחד כך יש להתיירא ולהתפחד מעברתך:"
            },
            "16": {
                "0": "פגעת את שש ועושה צדק – במי ששמח ועושה צדק שהן העושים כך בדרכיך יזכירוך אתה פוגע בו אם חוטא כלום כמו ויפגע בו וימת קרא הכי הוא פגעת את שש ועושה צדק והן העושין כך בדרכיך יזכירוך באותם דרכים שאתה מייסרן ביסורין יזכירוך לטובה ואומרים הן אתה קצפת בשביל שחטאנו בהם עולם ונושע בשבילם נושע לעולם הבא:"
            },
            "17": {
                "0": "שחובלת – כמו חבלי יולדה אף השמים עושין כן וקשה לעולם ועל חטא הוא:"
            }
        },
        "15": {
            "0": {
                "0": "נאמרה עצירה באשה כו' – כלומר על כולן מבקשים רחמים:"
            },
            "2": {
                "0": "פלג – בריכה:"
            },
            "3": {
                "0": "כמין קובה – אהל מלא מים:"
            },
            "4": {
                "0": "אם לשבט – אם גזר הקב\"ה רוב גשמים לרעה אז יורדים בכח כשבט שמכה בכח וחזרו בתשובה הקב\"ה מורידן על הרים וגבעות מקום שאין שם איש:",
                "1": "אבל אם לחסד – שיורדין בנחת ימציאהו לארצו לארץ ישראל:"
            },
            "6": {
                "0": "אתרתי – לא בעינן רחמי אהדדי כדלקמן:",
                "1": "נבעי רחמי אכפנא – דליתיב שובעא ומותנא ליבטל ממילא:",
                "2": "דכי יהיב רחמנא שובעא לחיי הוא דיהיב – לחיים ולא למתים דאינו מביא שובעא כדי להמית בני אדם אלא כדי שיחיו:",
                "3": "משביע לכל חי רצון – שובע נותן לבני אדם חיים:"
            },
            "7": {
                "0": "על זאת – על חדא משמע בעזרא כתיב:",
                "1": "על רזא דנא – בדניאל כתיב:"
            },
            "8": {
                "0": "דלא ליתבו בתעניתא – דלא בעו דליתי ברכה לעולם בשבילן:",
                "1": "ניקבל עילוון – יומי תעניתא דמשום קבלה מהני לן כתעניתא וכי בטיל גזרה עבדין להו:"
            },
            "9": {
                "0": "ומנלן דעבדינן הכי – כלומר דמהני אי עבדינן הכי:",
                "1": "אשר נתת לבך להתענות לפני אלהיך נשמעו דבריך – אלמא משקיבל עליו נשמעו דבריו:"
            },
            "10": {
                "0": "כשני אליהו – בימי אחאב שהיה העולם צריך לגשמים דכתיב (מלכים א י״ז:א׳) אם יהיה השנים האלה טל ומטר כי אם לפי דברי:",
                "1": "סימן קללה – שבני אדם צריכים לחזר בשוק לקנות סעודת שבת:",
                "2": "והיינו דאמר ר' שילא:",
                "3": "קשי יומי דמיטרא – שאין בני אדם יכולין לעשות צרכיהן:",
                "4": "כיומא דדינא – שני וחמישי שמתקבצין בני אדם לדון עם חבריהן כתקנת עזרא שיש הומות וקולות ואוושות ביום הגשמים כיום הדין ובערב שבת כל שכן דקשי מיטרא:",
                "5": "ומבטלינהו – לירידת גשמים שטורחין בני אדם ואינן יכולין לצאת ולבא:"
            },
            "11": {
                "0": "צדקה לעניים – שמתעדנין בה ונוח להן יום ברור ומתחממין בה ביום הצינה:",
                "1": "יראי שמי – שומרי שבת:",
                "2": "פרוטה שבכיס – אפי' מעשה ידים שאינן צריכים לגשמים מתברכין:"
            },
            "13": {
                "0": "ברוך השולח ברכה – (שיפוע) ומזכיר בה מלכות ואזכרה ככל הברכות כולן:",
                "1": "הרי זו תפילת שוא – ושוב אין ברכה נכנסת בה:",
                "2": "בדבר הסמוי מן העין – שאינו יודע הסכום:"
            },
            "14": {
                "0": "כאפיקים – כאפיקי נחלים:",
                "1": "בנגב – יבשה והנה חרבו מתרגמינן נגיבו:",
                "2": "אפיקי ים – מוצאי ים אלמא אפיק לשון מים ואפיקים בנגב נמי לשון גשמים:"
            },
            "15": {
                "0": "גייסות – חיילות כשאתה מרווה תלמי הארץ בגשם מיד גדודים נוחין כדלקמן:",
                "1": "פוסקי צדקה ברבים – לשם ולפנים ואורחא דמילתא נקט שאין אדם עשוי לפסוק צדקה בינו לבין עצמו ואינו נותן:",
                "2": "נשיאים ורוח – באין לעולם כאילו גשמים יורדין ואינן יורדין בשביל האיש המתהלל במתת שקר דכשם שהוא עושה לפנים ומחניף את העניים אף שמים מחניפין את הארץ שמראין נשיאים ורוח וגשם אין אי נמי אין קאי אשלשתם דמכל אלו נעצרין:"
            }
        },
        "16": {
            "1": {
                "0": "לינוקא דריש לקיש – בן אחותו של ר' יוחנן ולאחר מיתתו של ריש לקיש כדמוכח לקמן:",
                "1": "אמר – ינוקא לר' יוחנן מאי עשר תעשר:"
            },
            "2": {
                "0": "א\"ל ינוקא – והכתיב לא תנסו:"
            },
            "3": {
                "0": "שיבלו – כלומר שייגעו דולוראנ\"ט בלע\"ז:",
                "1": "אי הוה מטינא להתם – להאי קרא דהביאו את כל המעשר הוה ידעית ליה ממילא:",
                "2": "לר' הושעיא רבך – דאמרית לי משמיה:"
            },
            "4": {
                "0": "אולת אדם תסלף דרכו ועל ה' יזעף לבו – כשאדם חוטא מסלף דרכו שבאין עליו פגעים ועל השם יזעף לבו שכועס ואומר מפני מה אירע לי פגע זה:"
            },
            "5": {
                "0": "ולא רמזה – משה באורייתא שהחומש הוא יסוד נביאים וכתובים ובכולן יש סמך למצוא מן התורה:"
            },
            "6": {
                "0": "דלי עיניה – רבי יוחנן שהיו עפעפיו מכסין את עיניו ומגביהין במזלגי דכספא בבבא קמא בפ' אחרון (דף קיז.) שהיה רוצה לראותו מפני שהוא חריף:",
                "1": "דלא ליעביד לך כדעבד לאבוך – שלא יתן עיניו בך כמו שנתן באביך והמיתו בבבא מציעא (דף פד.):"
            },
            "7": {
                "0": "מטר בשביל יחיד – שאם א\"צ מטר אלא לאדם אחד כגון שזרע אחר זמן זריעת בני אדם או שדר בעיר שכולה נכרים וצריך למטר בא בזכותו ופרנסה שפע טובה ומחיה לכל העולם אינו בא לעולם בזכות אחד אלא בשביל רבים שאם רבים צריכין שובע שתשלח ברכה בתבואה הקב\"ה עושה אם זכו אבל יחיד הצריך שיתברכו תבואותיו אין הקב\"ה משנה בעבורו דין השנה אלא כפי ברכותיה ואע\"פ שמוריד בשביל יחיד מטר זה להשביח תבואותיו שלא יהו גרועות משל אחרים אבל לעשות שדהו כשדה שובע לא:",
                "1": "מטר ארצך – של אחד משמע:",
                "2": "ממטיר לכם – לשון רבים:"
            },
            "8": {
                "0": "בארה של מרים – סלע וזבין ממנו מים והיה מתגלגל והולך עם ישראל והוא הסלע שבו הכה משה שלא היה רוצה להזיל מימיו בשבילו לפי שמתה מרים:",
                "1": "חזרה בזכות שניהן – שכן כתיב ודברתם שניכם אל הסלע ונתן מימיו:"
            },
            "9": {
                "0": "ונסתלקו ענני כבוד – ענני רקיע וענני עשן ושאר עננים אינן של כבוד:"
            },
            "10": {
                "0": "כי משמש ארבע לשונות אי דלמא אלא דהא – כל מקום שצריך לדרוש כי בין לענין דרשה בין למשמעות המקרא תוכל לשנותו באחד מהני ארבע לשונות דלשון כי משמע בכולם וכן וכד וברם וארי בכלל הני ד' הן והאי דכי גוע אהרן משתמש בלשון דהא ושמעינן מינה טעמא דקרא דמה טעם נתראו דהא מית שהרי מת אהרן וריש לקיש לא אתי למימר דלא מתרגמין שום כי בעולם אלא מהני לשונות אלא אפי' מתרגם דלמא ארי דרשינן משמעותיה כמשמעות דהא ומאן דמתרגם וחזיאו כל כנישתא דהא מית טועה הוא דאם כן ואתחזיאו מיבעי ליה ויראו כל העדה במשקל ויראו ראשי הבדים וירפו המים ויעלו מעל משכן קרח:"
            },
            "11": {
                "0": "חזרו שניהם בזכות משה – מדכתיב ואכחיד את שלשת הרועים פשיטא לן דבדידהו משתעי שלא מצינו פרנסים לישראל שלשה כאחד אלא הם:",
                "1": "מתה בניסן – שנאמר (במדבר כ) ויבואו בני ישראל כל העדה מדבר צין בחדש הראשון וישב העם בקדש ותמת שם מרים ותקבר שם (בפרה) אדומה:",
                "2": "אהרן מת – באחד לחדש:"
            },
            "13": {
                "0": "מווסתניא – מאותו מקום:",
                "1": "אחוו להדדי – מראין ומביטין זה לזה דלא סלקא להו שמעתא כרבא:"
            }
        },
        "17": {
            "0": {
                "0": "אקרויה – היו מקרין אותו מקרא זה בחלום ואכחיד את שלשת הרועים בירח אחד שרוצין לעונשן בשמים משום דמכספי ליה:"
            },
            "1": {
                "0": "קבל עליו – רב שימי שתיקותא מלהקשות עוד:"
            },
            "3": {
                "0": "יכול לכל – כלומר יכול אין נותן מטר אא\"כ הכל צריכין לו:",
                "1": "ת\"ל לאיש – אפילו בשביל אחד:",
                "2": "אי לאיש יכול לכל שדותיו – כלומר אינו יורד עד שהוא צריך לכל שדותיו:",
                "3": "ת\"ל שדה – אפי' אינו צריך אלא בשדה אחד:",
                "4": "אי בשדה יכול עד שיצטרך לכל השדה ת\"ל עשב – אפילו אינו צריך אלא לעשב אחד (עשב) בשביל ירק אחד יורד עליו מטר:"
            },
            "4": {
                "0": "וסייר – מעיין:",
                "1": "מישרא – ערוגה:"
            },
            "5": {
                "0": "עושה לו חזיז – לכל צדיק הבא בעולם הזה להריק לו גשמים על שדותיו ברישא בעי מאי חזיזים לשון רבים והדר בעי ומאי נינהו חזיזים מאי נינהו דקרי חזיזי:",
                "1": "ה\"ג עיבא קלישתא דתותי עיבא סמיכתא – דתותי עיבא כלפי הארץ:"
            },
            "6": {
                "0": "נהילא – כמו קיטמא נהילא (חולין נא:) שהיא דקה גשמים דקים כקמחא נהילא שהיא דקה הבאין תחילה למטר ואח\"כ בא מטר: ",
                "1": "אתי מיטרא – גשמים יורדין לרוב ואין פוסקין מהר אבל בא מטר תחילה ומתחילין דקין לבא פוסקין מיד:",
                "2": "מהולתא – שמתחילה יוצא קמח דק ולבסוף סובין גסין:",
                "3": "חריא דעיזי – ריעי של עזים בתחילה יוצאה גסה ולבסוף דקה ופוסק:"
            },
            "8": {
                "0": "דתמרי – דבש עושין מהן:",
                "1": "ובבלאי לא עסקי – כלומר יכולין הן לעסוק תמיד שיש להן מזונות בזול ובלא טורח:",
                "2": "מצערים – בשלשול דאמרו (גיטין דף ע.) תמרי משחנן ומשלשלן:",
                "3": "מלא צנא דסכיני בזוזא – שמתוך שלוקחין אותו בזול אוכלין מהן הרבה ומצערים אותן:"
            },
            "9": {
                "0": "ממימי אוקיינוס – כלומר ממים של מטה ולא ממים של מעלה שנאמר ואד יעלה מן הארץ ששתה בארץ ועלה:",
                "1": "מלוחין הן – ואין תבואה גדילה מהן:"
            },
            "10": {
                "0": "יזקו מטר לאדו – רקיעין מוציאין מים לעבים:",
                "1": "יזקו – כמו יצוקו צק לעם ויאכלו (מלכים ב ד׳:מ״א):"
            },
            "11": {
                "0": "חשרת מים עבי שחקים – העבים מחשרין כלומר משירין המים לארץ:",
                "1": "ללמדך – אקרא דלקמן קאי ואומר מכין הרים לא גרסינן הכא:"
            },
            "12": {
                "0": "ואומר מכין הרים – לא גרסינן הכא:"
            },
            "13": {
                "0": "ואמר רבי יוחנן מעליותיו של מעלה – כלומר ממים העליונים ורבי יוחנן מים העליונים אתא לאשמועינן דאי לאו רבי יוחנן הוי אמינא דהכי קאמר מעליות שהקדוש ברוך הוא עומד בהם הוא משקה אותן למטה ולעולם המים מאוקיינוס:",
                "1": "כרבי יהושע – דאמר ממים העליונים:"
            },
            "14": {
                "0": "ור' אליעזר – אמר לעולם מעליותיו של הקב\"ה כרבי יוחנן וכו':"
            },
            "15": {
                "0": "תהומות – מים של מטה כדכתיב תהומות יכסיומו (שמות טו):"
            }
        },
        "18": {
            "0": {
                "0": "בברייתו של עולם – כתיב שהיה כל העולם שטוף במים והקב\"ה כונסן במקום אחד כמכניס מים בנאד שנתנם באוצרות דכתיב נותן באוצרות תהומות שם חול גבולו ואוצר לים:"
            },
            "1": {
                "0": "על פני ארץ – א\"י:"
            },
            "2": {
                "0": "משיורי תמצית – מה שנשאר בעבים אחר שתיית':",
                "1": "בתחילה שותה – שם יורדין הגשמים תחילה כך שמעתי:"
            },
            "3": {
                "0": "חשרת מים וחשכת מים – שני מקראות הן חד בתהלים וחד בשמואל בוידבר דוד:"
            },
            "4": {
                "0": "ה\"ג שקול כף ושדי אריש – כלומר קח כף שבמלת חשכת וצרפו עם מלת חשרת וקרי ביה חכשרת שממתקין ומכשירין בעבים: "
            },
            "5": {
                "0": "חשוך ענני סגיאין מימוהי – והיינו דכתיב חשכת מים:",
                "1": "נהור ענני – כשהענן קליש זעירן מימוהי ומכלל חשוך סגיאין אתה למד אבל נהור זעירין וחשרת לשון השרה כמו אין שורין דיו (שבת דף יז:) כו' כדדריש ליה רבי יהושע לעיל אבל חשכת מיבעי ליה להכי ולהכי:"
            },
            "6": {
                "0": "במאמר הן תלוין – אינן נחות על שום דבר אלא מכונסות ועומדות כמין בריכה ותלויות במאמרו של הקב\"ה:",
                "1": "ופירותיהן מי גשמים – משום לישנא דקרא נקט הכי משום דכתיב מפרי מעשיך תשבע הארץ ופירותיהם כלומר מזיעת המים שאין נחסרין כלום כדכתיב (תהילים ס״ה:י׳) פלג אלהים מלא מים כל שעה והקרן קיימת ופירותיהן מי גשמים וכן מפורש בבראשית רבה:"
            },
            "7": {
                "0": "ונהר יוצא מעדן – סימן לדבר שגן עדן שותה מן הגשמים תחילה דכתיב ונהר יוצא מעדן להשקות את הגן וגו':",
                "1": "תנא מתמצית בית כור – כלי שמשקין במימיו בית כור יכולין להשקות בתמציתו שיעור זריעת תרקב שהוא אחד מששים בבית כור והכי נמי עולם אחד מששים בגן עדן ודי לו בתמצית העננים המשקין את הגן גן לפני כל העולם כולו כעדן לגן:"
            },
            "8": {
                "0": "נמצא כל העולם ככיסוי קדרה – הקטן כנגד הקדרה:"
            },
            "9": {
                "0": "שוכנת על מים רבים – רבת אוצרות בא קצך אמת בצעך:",
                "1": "שרבו אוצרותיה – שקנו עושר:",
                "2": "מים רבים – שמשקין שדותיהן דבבל עמוקים מכל הארצות וגשמים מטפטפין ויורדין שם:",
                "3": "עתירה בבל – עשירה היא בבל שקוצרין בה תבואה בלא מטר שאינן צריכים לגשמים:",
                "4": "נקטינן – דהכי חצדא בבל בלא מיטרא:",
                "5": "דטובעני – היא מקום מצולה ורקק:",
                "6": "ולא יובשני – שאינה יבשה:"
            },
            "10": {
                "0": "מתני' בשלשה במרחשון שואלין את הגשמים וכו' רבן גמליאל אומר בשבעה בו בט\"ו יום אחר החג – כלומר בשבעה במרחשון הוא ט\"ו אחר החג:",
                "1": "כדי שיגיע האחרון – כלומר קודם ביאת מים לנהר פרת שהוא רחוק יותר:"
            },
            "11": {
                "0": "גמ' ובגולה ששים – ובגולה אין שואלין עד ששים בתקופה לפי שהוא מקום נמוך ואין צריכים מטר כל כך:"
            },
            "12": {
                "0": "מכי מעיילי ציבי לבי טבות רישבא – משעה שמכניסין עצים לאוצר לצורך ימות הגשמים שכן היו נוהגין לפי שהיו יודעין שזמן גשמים הוא משם ואילך ולא היו יכולין לחטוב עצים ביער:",
                "1": "רישבא – צייד עופות כמו אין פורשין רשבים ליונים (ב\"ק דף עט:) טבות שם אדם:"
            },
            "13": {
                "0": "כלפני ס' – ולא מדכרינן:",
                "1": "כלאחר ס' – ומדכרינן:"
            },
            "14": {
                "0": "עילאי בעו מים – העומדים בהרים צריכין יותר מים מפני שהגשמים מתגלגלים ויורדין למטה:",
                "1": "תתאי לא בעו מים – שמתכנסין כל מימי ההרים לבקעה ה\"נ רב שהיה מארץ ישראל כדאמרינן בעלמא (גיטין דף ו.) מכי אתא רב לבבל וארץ ישראל גבוהה מכל הארצות משום הכי אמר כלאחר ששים ובבבל בגולה מתוך שאינן צריכין לגשמים אין שואלין עד ס' לתקופת תשרי וכן אנו נוהגים שכל מנהגינו אחר בני בבל:"
            },
            "15": {
                "0": "מתני' הגיע שבעה עשר וכו' – אוכלין ושותין משחשיכה שאין אוכלין מבעוד יום כיום הכפורים ותשעה באב:"
            },
            "17": {
                "0": "גמ' מאי קמ\"ל – האי דקאמר שני וחמישי ושני:",
                "1": "תנינא – בפירקין דלקמן (תענית דף טו:) אין גוזרין תענית כו' שלא להפקיע את השערים שאם היו מתחילין להתענות בחמישי היו קונין למוצאי התענית שתי סעודות גדולות אחד לתענית ואחד לשבת וכסבור המוכר שרעב בא לעולם ואתי לאפקועי שערים:",
                "2": "אפקועי – מבטל שיעור מדה הראשונה וממעטה:"
            },
            "18": {
                "0": "אבל יחידים לא – שלש תעניות שהיחידין עושין קודם לצבור אינן זקוקין להתחיל בשני דליכא אפקיעת שערים משום יחידים לחודייהו והללו ג' תעניות דיחידים אינן בכלל י\"ג תעניות דצבור תדע דקא חשיב במתני' שלש ושלש ושבע:",
                "1": "ומפסיקין בראשי חדשים – שאם חל ר\"ח בשני ובחמישי לאחר שהתחילו להתענות פוסקין תעניתם:"
            }
        },
        "19": {
            "0": {
                "0": "וכן בימים טובים הכתובים במגילת תענית:"
            },
            "1": {
                "0": "תלמיד אני – ואיני חשוב כל כך כיחידים כלומר איני ראוי להתחיל תענית עם היחידים:"
            },
            "2": {
                "0": "לא כל הרוצה לעשות עצמו יחיד – לענין תענית:",
                "1": "עושה – דנראה מגסי הרוח ותנן (אבות פרק ג משנה י) כל שרוח הבריות נוחה הימנו כו':",
                "2": "הכי גרסינן התלמידים עושין עצמן – כדאמרינן לעיל שכל התלמידים ראויין לכך ואין בהם משום גסות הרוח:",
                "3": "רבי יוסי אומר כל אדם – ואפילו שאינו תלמיד עושה עצמו יחיד להתענות וזכור לטוב דצער הוא לו ולא גסות לישנא אחרינא גרסינן לא כל הרוצה לעשות עצמו יחיד עושה תלמיד עושה כלומר ולא כל הרוצה נמי לעשות עצמו תלמיד להתנהג עצמו במדת תלמיד בחלוקו ובמטתו ולהתנאות בסודר של תלמידי חכמים ושאר דברים עושה דכל הרוצה ליטול לו את השם לא יטול ורבי יוסי ארישא ומסתבר כי האי לישנא מדקא מהדר רבן שמעון בן גמליאל דבר של שבח אינו עושה מכלל דאיירי בשבח:"
            },
            "4": {
                "0": "על החולה ונתרפא – הוא הדין אם מת החולה בעי לקיומי נדרו:",
                "1": "על הצרה ועברה – מתענה ומשלים ואם לאו נראה כמתנה עם קונו אם תעבור (אתענה) ואם לאו (לא) אתענה:",
                "2": "למקום שאין מתענין הרי זה מתענה ומשלים – כל התעניות שקבלו עליהן בני עירו דנותנין עליו חומרי המקום שיצא משם:"
            },
            "5": {
                "0": "אכל ושתה – דיעבד:",
                "1": "אל יתראה בפניהן – שנראה כחתן בין אבלים ויתקנאו בו:",
                "2": "ואל ינהיג עדונים בעצמו – שלא יאמר הואיל ואכלתי כל שהוא אוכל הרבה:",
                "3": "אל תראו עצמכם – שיש לכם חטים הרבה ולא הלכו אלא בשביל דבר זה שלא להתראות בפני בני עשו שהיו צעורים ורעבים:"
            },
            "6": {
                "0": "תרגזו עליכם הדרך – תתעו:"
            },
            "7": {
                "0": "לישרף באש – דכתיב והנה סוסי אש וכתיב בההוא עניינא הלוך ודבר ואהכי כתביה לאשמועינן דאי לאו שהיו הולכין בעומקה של הלכה לא [היו ניצולין]:"
            },
            "8": {
                "0": "הא למגרס – מבעי ליה באורחא אבל במלתא דמבעי ליה לעיוני לא:"
            },
            "9": {
                "0": "במתניתא תנא – מאי אל תרגזו בדרך אל תזיקו עצמכם בפסיעה גסה:",
                "1": "והכניסו חמה לעיר – כשאתם לנין ושוכבין בדרך בעיירות הכניסו לעיר בעוד שהחמה זורחת:"
            },
            "10": {
                "0": "יצא אדם בכי טוב – שימתין עד שיאור כמו וירא אלהים את האור כי טוב (בראשית א):",
                "1": "ויכנס בכי טוב – בערב בעוד שהחמה זורחת שאין ליסטין מצויין אי נמי שלא יפול בבורות ובקעים שבעיר שלא יעלילו עליו עלילות מרגל אתה או גנב:",
                "2": "הבוקר אור והאנשים שולחו המה וחמוריהם – מיכן שיצאו בכי טוב והוא הדין ליכנס בכי טוב יש ספרים דלא כתיב בהו האי קרא אלא מילתא דרב יהודה סברא הוא ולא בעי' קרא:"
            },
            "11": {
                "0": "לא יאכל יותר ממה שאוכל בשני רעבון – דאמר לקמן (תענית דף יא.) שצריך להרעיב עצמו בשני רעבון:",
                "1": "(הכא – זה בבלי הוא וכי משתעי בבבל קאמר הכא וכל הא לן והא להו בבבל קאמר):",
                "2": "משום מעיינא – שלא יתחלחלו מעיו של אדם ברוב אכילתו מפני טורח הדרך יש אומרים יהיו מעיו של אדם שופכין זה לזה כעין מעיין:",
                "3": "משום מזוני – שמא אין לו לאח\"כ:"
            }
        },
        "20": {
            "0": {
                "0": "דיתיב בארבא – שהולך בספינה משום מזוני איכא משום מעיינא ליכא:",
                "1": "מאוונא לאוונא – מקום מלון התגרים מכפר לכפר דמשתכחי מזוני וליכא למיחש למזוני ולמעיינא איכא למיחש:"
            },
            "1": {
                "0": "כל פרסה ופרסה אכל ריפתא – קסבר רב פפא הא דאמור רבנן לא ליכול טפי משום מעיינא ואיהו לא מיסתפי ממעיינא דבעל בטן הוה ענין אחר כריסו רחבה כדאיתא בבבא מציעא (דף פד.) דקא חשיב אבריה דרב פפא וכאיש גבורתו ולפיכך יכול לאכול הרבה ואינו מזיק לו:"
            },
            "2": {
                "0": "מיתה משונה – מת בחרב וברעב וכל מיתה שאינה בידי מלאך המות כדרך כל אדם על מטתו:",
                "1": "בשכר שמצער עצמו – כשישראל בצער:"
            },
            "3": {
                "0": "אסור לשמש מטתו בשני רעבון – דצריך אדם לנהוג צער בעצמו:",
                "1": "חסוכי בנים – חסירי בנים דגרסינן במנחות (דף כט.) לגבי מנורה ומי חסיכי כולי האי שלא קיימו פריה ורביה:"
            },
            "4": {
                "0": "שני מלאכי שרת מלוין לו לאדם – אחד מימינו ואחד משמאלו דכתי' (תהילים צ״א:י״א) כי מלאכיו יצוה לך:"
            },
            "5": {
                "0": "הנה ששון ושמחה הרוג בקר ושחוט צאן אכול בשר ושתות יין כי מחר נמות ונגלה באזני ה' צבאות אם יכופר העון הזה לכם עד תמותון:"
            },
            "6": {
                "0": "זו מידת בינונים – שיראין מן המיתה כדכתיב בהו כי מחר נמות:",
                "1": "אתיו אקחה יין ונסבאה שכר והיה כזה יום מחר – גדול יותר מאד:",
                "2": "הצדיק אבד ואין איש שם על לב – מפני מה הוא מת מפני הרעה נאסף הצדיק מפני שלא יצטער הוא ברעה ואחר שהיא גזרה מלפניו כי מפני הרעה נאסף הצדיק ל\"א מפני רעות של אלו הוא נאסף שאין הקב\"ה רוצה שיבקש עליהם רחמים:"
            },
            "8": {
                "0": "כפיס – חצי לבינה ורגילין לתתה בין שתי נדבכי העצים:"
            },
            "9": {
                "0": "הכי גרסינן אבריו של אדם הן מעידין בו שנאמר ואתם עדי לשון רבים נאם ה':"
            },
            "10": {
                "0": "מאי דכתיב אל אמונה ואין עול כשם שמשלם כו' – כך משלם לרשעים בעולם הזה כדי לטורדן מן העולם הבא וכדכתיב (דברים ז׳:י׳) ומשלם לשונאיו אל פניו להאבידו:"
            },
            "11": {
                "0": "ואין עול – שאין עושה דין בלא דין אמת וצדק:"
            },
            "12": {
                "0": "צדיק וישר – מצדיק הדין על הצדיקים לפרוע מהם ועושה טובה וישרות עם הרשעים לפרוע כל זכותם בעולם הזה כדי לטורדן:",
                "1": "ביד כל אדם יחתום – כותב מעשה כל אדם ומחתים יד על כל מעשיו:",
                "2": "למען תצדק בדברך – שהוא מצדיק עליו בדבריך שאתה מראה לו:"
            },
            "13": {
                "0": "וכי באיזה נפש חטא זה – מי הרג שנקרא חוטא שאין מצוה לצער עצמו כדאמרינן צדיקי (מי) אכלי האי עלמא (והאיך) מי סני להו במס' הוריות (פ\"ג דף י:):"
            },
            "15": {
                "0": "נקרא קדוש – רישיה דקרא קא דריש בשביל שמתוך כך מתמרקין עונותיו שמתענה:"
            },
            "16": {
                "0": "לשמואל קדוש יהיה אגדל פרע קאי – ששערו אסור בהנאה אבל הוא עצמו לא נקרא קדוש ולר' אלעזר חוטא דסאיב כתרגומו מאשר חטא על הנפש פשט המקרא על שנטמא במת:"
            }
        },
        "21": {
            "0": {
                "0": "כאילו קדוש שרוי בתוך מעיו – כאילו כל מעיו קדוש ואסור להכחישן דהכי משמע בקרבך קדוש כלומר דאסור להתענות:",
                "1": "בקרבך קדוש – רישיה דקרא קדריש בשביל שקדוש שרוי בצער לא אבוא בעיר של מעלה עד שאבנה ירושלים של מטה ורמיזא בעלמא הוא:",
                "2": "הא דמצי מצער נפשיה – שיכול לסבול התענית משבחו הקב\"ה אבל מי שאינו יכול להתענות נקרא חוטא:"
            },
            "1": {
                "0": "נקרא חסיד – המתענה דכתיב גומל נפשו איש חסיד מפריש עצמו ממאכל ומשתה כמו ביום הגמל את יצחק (בראשית כ״א:ח׳) שברי\"ר בלע\"ז מפי מורי אי נמי גומל לשון תגמול שמשלים נפשו לקונו:",
                "1": "ועוכר שארו – המתענה ומכחיש בשרו נקרא אכזר:",
                "2": "שירותיה – סעודתו כלבא ליכול סעודתו ולכך המתענה אינו מועיל לו אלא כמי שמתענה מפני שאין לו מה יאכל:"
            },
            "2": {
                "0": "אין תענית צבור בבבל – לענין איסורי חומרי תענית אמר ר' ירמיה למילתיה שהיו נוהגין בו כעין אבילות שהיו אוכלין מבעוד יום ואסורין בנעילת הסנדל אלא תשעה באב בלבד:",
                "1": "שממעט במלאכת שמים – חלש הוא ואינו יכול ללמוד:"
            },
            "3": {
                "0": "יחיד שקיבל עליו תענית – מאתמול הרי אני יושב בתענית למחר אפילו אכל ושתה כל הלילה עד עמוד השחר למחר מתפלל תפלת תענית עננו:",
                "1": "לן בתעניתו – באותו תענית שקיבל עליו שלא אכל במוצאי תעניתו ולן כל אותו הלילה לשם תענית עד הבקר:",
                "2": "למחר אין מתפלל תפלת תענית – אינו יכול להתפלל עננו קודם שיאכל כדי לצאת ידי חובת תענית של לילה אע\"פ שהוא יום אחד כדכתיב (בראשית א׳:ה׳) ויהי ערב ויהי בוקר יום אחד ולקמן מפרש ואזיל מאי קסבר רב הונא מאי טעמא אין מתפלל למחר עננו:"
            },
            "4": {
                "0": "והכי גרסינן מאי קסבר רב הונא מיסבר קסבר אין מתענין לשעות או דלמא קסבר מתענין לשעות והמתענה לשעות אינו מתפלל תפלת תענית אמר אביי לעולם קסבר מתענין לשעות ( *ומתפלל ) תפלת תענית כו' – פירוש מאי קסבר ר' הונא אין מתענין לשעות כלומר האי דקאמר למחר אין מתפלל תפלת תענית לכך אינו מתפלל דקבלת תענית זה אינו קבלה ואינו תענית כלל ואם רוצה לאכול ולסעוד בתוך התענית הרשות בידו דאין מקבלין תענית לשעות כגון זה שלא קיבל תענית של לילה זה מאתמול כדקתני לן בתעניתו דמשמע מאליו כשהחשיך ובא לסעוד עמד ולא אכל כלומר שהיה בדעתו לאכול עד שעבר מקצת הלילה שעה אחת או שתי שעות ואחר כך נמלך ולן בתעניתו או דלמא האי דקאמר רב הונא למחר אין מתפלל תפלת תענית לאו משום דאין מתענין לשעות דשם תענית עליו ואם רוצה לחזור בו ולטעום אחר שהתחיל בתענית אינו יכול אלא להכי אינו מתפלל תפלת תענית דסבר אין תענית של שעות חשוב וחמור כל כך שיהא צריך להתפלל עליו עננו:"
            },
            "5": {
                "0": "לעולם קסבר – בעלמא דמתענין לשעות והמתענה לשעות מתפלל תפלת תענית והכא מאי טעמא אין מתפלל תפלת תענית דשאני הכא היכא דהתענה אתמול ובלילה לן בתעניתו דלא קיבלה עילויה שלא קיבל עליו תענית זה בפני עצמו מאתמול כדרך שאר מתענין לשעות ואינו חשוב להתפלל עליו עננו:"
            },
            "6": {
                "0": "מר עוקבא איקלע לגינזק – גרסינן דאילו ר' עקיבא לא היה מסתפק לו הנך בעיי ועוד דבלשון ברייתא הוה משתעי ביה מעשה ברבי עקיבא כו' ולא בגמרא:",
                "1": "במה שימש משה – דאילו באהרן כתיב בגדי כהונה דכתיב (שמות כט) והלבשתם שבשעה שהיה משה עובד אהרן היה לבוש בגדי כהונה ועבודה דמשה גזירת הכתוב הוא ובגדי כהונה לא מצינו בו ומסתמא אין הדבר כשר שהיה עובד בבגדיו של חול שיוצא בהן לשוק:"
            },
            "7": {
                "0": "קנקנים של חרס – שמכניסין בהן יין לקיום אסור להשתמש בהן:",
                "1": "לאחר שנים עשר חדש – הולך טעם יין נסך ומותרים בלא עירוי מים אבל תוך י\"ב חדש צריך עירוי שלשה ימים מעת לעת:",
                "2": "בחלוק לבן – של פשתן עשוי לשם כך:",
                "3": "רב כהנא מתני – כי האי לישנא:",
                "4": "בחלוק לבן שאין בו אימרא – שפה מתרגמינן אימרא (שם כח) כלומר תחוב היה מחוט אחד כל החלוק ולא כבגדים שלנו שבתי הידים מדובקין בבגד הגוף בתפירה כדי שלא יחשדוהו שמא באותה שפה הוציא מעות הקודש משום שנאמר (במדבר ל״ב:כ״ב) והייתם נקיים מה' ומישראל:"
            }
        },
        "22": {
            "0": {
                "0": "הא דאמרת מתענין לשעות והוא שלא טעם כלום כל אותו היום – כלומר לא אמרו במתענה שאכל בו ביום כגון שהתחיל להתענות עד חצי היום ואח\"כ אכל דאין זה עינוי ואם אכל קודם חצות אין בכך כלום דאינו תענית של כלום אלא כשהשלים כל היום אע\"פ שלא קיבלו עליו מאתמול ופריך אי דקבל עליו להתענות עד חצי יום והדר מתענה כל היום האי תעניתא מעלי' הוא ופשיטא דתענית גמור הוא ואפילו תפלת תענית נמי מתפלל עליו ולא איצטריך לאוקומי הלכה בהכי דזהו תענית גמור והאי מקשה סבר דהאי הלכה מתענין לשעות כמשמעו דיכול להתענות עד חצי היום מתענה קרינא ביה: ",
                "1": "לא צריכנא דממליך אימלוכי – כלומר לא היה בדעתו כלל להתענות אלא אתא ליה טרדא ולא אכל עד חצי היום וכי מטא חצי יום ממליך אמר הואיל והתעניתי עד חצי היום אתענה כל היום:"
            },
            "1": {
                "0": "שלא שקעה עליו חמה – שלא התענה עד אותה שעה:",
                "1": "אנשי משמר – כהנים ולוים העובדין מתענין כדלקמן בפרק סדר תעניות:",
                "2": "ולא משלימין – לפי שהן עסוקין בעבודה ואין יכולים להשלים אלמא אע\"ג דאינו משלים מתענה קרי ליה:",
                "3": "לצעורי נפשייהו – עם הצבור אבל אינו תענית לא להתפלל תפלת עננו ולא לקובעו עליו חובה כלל וכל שעה שהוא רוצה לאכול אוכל:"
            },
            "2": {
                "0": "מבני (סנאב) בן בנימין – משבט בנימין:",
                "1": "שיום טוב שלנו היה – כדלקמן בשלשה פרקים (תענית דף כו.) זמן עצי כהנים והעם כו' עד בחמשה באב בני פרעוש בן יהודה בעשרה בו בני (סנאב) בן בנימין שעל ידי מעשה קבעו להן חכמים להתנדב עצים ולהביא למערכה וכשמגיע זמנו מביאין אותן ומדליקין אותן על גבי המזבח אע\"פ שהיו שם שאר עצים הרבה משא\"כ בשאר מתנדבי עצים דאין מבערין אותן בזמן שיש עצים אחרים במסכת מנחות (דף קו:) אמרינן המתנדב עצים לא יפחות משני גזירין ועצים טעונין קמיצה טעונים הגשה כו':"
            },
            "3": {
                "0": "דאמר רבי יוחנן – פעמים שהיה אומר אהא בתענית עד שאבוא לביתי ואי מטי לביתיה בשתים או בג' שעות ביום הוה אכיל וקרי ליה מתענה:",
                "1": "לשמוטיה נפשיה מבי נשיאה – דלא ליטרחוהו למיכל בהדייהו שהיה מבקש הימנו שיאכל עמו היה אומר כן שלא יטריחנו לאכול עמו ומיהו לא הוי תענית שאם היה רוצה היה אוכל מיד ואין בנדרו כלום:"
            },
            "4": {
                "0": "ואי יתיב מאי – מי סליק לתענית אי לא:",
                "1": "למפוחא – הוא המפוח שנופחין בו הנפחין את האור המתמלא ברוח אף זה נתמלא רוח שלא אכל בחנם:"
            },
            "5": {
                "0": "במנחה – בזמן המנחה ואפילו בשוק אומר הריני מחר בתענית:",
                "1": "בתפלת המנחה – בסופה תוספת ריצוי ותחנונים עד שאומר הריני מחר בתענית ודוקא נקט מנחה משום דסמוך לתחלת יום תעניתו לאפוקי תפלת יוצר ודיקא נמי מדפסיק שמואל ופליג אדרב דאמר בזמן המנחה שיעורא יתירא:",
                "2": "כדכתיב במגילת תענית – לסוף ימים טובים הכתובים במגילת תענית כתיב בה מקדמת דנא ייסר לעיל מינה תני אילין יומיא די לא להתענאה בהון להן כל איניש דייתי עלוה תענית מן קדמת דנא לפני אלו ימים טובים כגון שקיבל עליו עשרה תעניות או עשרים ונכנסו אלו הימים בהם:"
            },
            "6": {
                "0": "ייסר בצלו – בתפלה ואי לא קבליה עליה בתפלת המנחה לא דחי להנך ימים טובים אלמא דעיקר תענית בעי לקבולי בתפלת המנחה עילויה ואי לא קבליה עילויה בתפלת המנחה לא עשה כלום:",
                "1": "ייסר – לשון ואסרה אסר (במדבר ל):",
                "2": "בצלו – צלותא איכא דאמרי לשון נדר שקבל עליו להתענות כמו הרימותי ידי אל ה' (בראשית י״ד:כ״ב) דמתרגמינן ארימית ידי בצלו ואין רבי מודה האי דקתני דכתיב משום דמגילת תענית היתה נכתבת לבד לזכרון נסים:"
            },
            "7": {
                "0": "וחד אמר יאסר – דלא הוי תני ייסר בצלו דמשמע דוקא כדאמרינן אי מקבל בתפלת המנחה אין ואי לא לא אלא יאסר דמשמע יהא אסור לאכול אי אתי עליה תעניות מן קדמת דנא בין בתפלה בין שלא בתפלה:",
                "1": "מאי היא – מאי קסבר ומשני כדתניא יחיד שקבל עליו תענית שני וחמישי של כל השנה כולה כלומר כדמפרש בהדיא אם נדרו קודם לגזרתנו כו' ולא שנא בין בתפלה בין שלא בתפלה:"
            },
            "8": {
                "0": "קודם גזרתנו – קודם שגזרו חכמים ימים טובים הללו אבל משגזרו אע\"פ שהתחיל תעניותיו קודם הזמנים הללו לא דחו:"
            },
            "9": {
                "0": "עד מתי אוכל ושותה – בלילה כשמתענה למחר בכל תעניות שהוא אוכל משתחשך ואפילו בתענית יחיד קא מיירי:",
                "1": "עד קרות הגבר – אפילו פעם ראשונה קאמר מדקאמר גבי יוצא יחידי בלילה בסדר יומא (דף כא.) עד שישלש:",
                "2": "שלא גמר סעודתו – אבל גמר דברי הכל אינו אוכל:"
            },
            "10": {
                "0": "אכל ועמד – אע\"פ שבירך ועמד משולחנו חוזר ואוכל ואין בכך כלום:",
                "1": "שלא סילק – את הטבלא דלאו עקירה היא ולא אסח דעתיה מאכילה וכסעודה אריכתא דמיא:",
                "2": "איכא דאמרי אמר רבא כו' – והלכה כאיכא דאמרי אוכל ושותה עד שיישן קבע ועד שיעלה עמוד השחר כרבי:",
                "3": "אבל ישן – הפסקה היא ושוב אינו אוכל:",
                "4": "התם – לאו ישן ממש אלא מתנמנם שומיליי\"ר בלע\"ז:"
            }
        },
        "23": {
            "0": {
                "0": "תיר – ער כדמתרגמינן (בראשית מא) ויקץ ואיתער:",
                "1": "אהדורי סברא – אם צריך ממנו דבר שצריך הרהור אינו יודע לומר בעוד שמתנמנם:",
                "2": "וכי מדכרו ליה מדכר – כזה שמעת מדכר:"
            },
            "1": {
                "0": "יחיד שקבל עליו תענית – סתם ואינו יודע איזה תענית קבל עליו אם של יחיד אם של צבור:",
                "1": "ואסור בנעילת כו' – שמא תענית צבור כשלש ראשונות או כז' אחרונות קיבל עליו:"
            },
            "2": {
                "0": "קאתו רבנן לתעניתא כו' – בתענית צבור וסברי לה כשמואל דאמר אין תענית צבור בבבל בפרק מקום שנהגו (פסחים דף נד:) דאסור בנעילת הסנדל ובכל הני:",
                "1": "איקפד רב ששת דלמא מיכל נמי אכלי – ופורשים מדרכי צבור ולית ליה דשמואל ואנן האידנא נהגינן כשמואל:"
            },
            "3": {
                "0": "אפנתא – אישקריפי\"ט:",
                "1": "מחלפי – ביומא דתעניתא:"
            },
            "5": {
                "0": "לצעורי בעלמא – אי מצי מצער נפשיה ואי לא לא יהא אלא (ליומא) אחרינא:"
            },
            "7": {
                "0": "ואפילו בשבת – יכול להתענות כדי שיתבטל צער גופו:"
            },
            "9": {
                "0": "בשני מטין עם חשיכה – ולא נועלין ולא פותחין הואיל ולאו לכבוד שבת הוה ובחמישי מותרין לפתוח לגמרי:"
            },
            "11": {
                "0": "קדשו צום קראו עצרה אספו זקנים – כל יושבי הארץ בית ה' אלהיכם וזעקו אל ה':",
                "1": "מה עצרת – שבועות ושמיני עצרת:"
            },
            "12": {
                "0": "אי מה עצרת – איסור מלאכתו מאורתא:",
                "1": "דומיא דאסיפת זקנים ביום – דבלילה כל אחד בביתו ואינן נאספין:",
                "2": "מסייע ליה לרב הונא – הא דפשיטא לך דאסיפת זקנים ביום:",
                "3": "דאמר מצפרא כינופיא – ביום תענית צבור מתקבצין ובאין לבית הכנסת מן הבקר:"
            },
            "13": {
                "0": "היכי עבדי – מאי עבדי בכינופיא דמצפרא ובכוליה יומא דתעניתא:",
                "1": "מעיינין במילי דמתא – דרישה וחקירה לבדוק במעשיהם בעסקי בני העיר אם גזל וחמס ביניהן ומפייסין אותן:",
                "2": "ריבעא דיומא – מחצות ואילך עושין ב' חלקים:",
                "3": "בפלגא – דהיינו ריבעא דיומא קרו ויחל משה ומפטירין דרשו את ה' בהמצאו:"
            }
        },
        "24": {
            "0": {
                "0": "איפוך אנא – דפלגא דיומא קמא הוו קרו ומפטרי ובעו רחמי ובאידך פלגא מעייני:",
                "1": "על מעל הגולה – ואני יושב משומם עד מנחת הערב ובמנחת הערב קמתי מתעניתי ובקרעי בגדי ומעילי ואכרעה על ברכי ואפרשה כפי אל ה' אלהי:",
                "2": "ובמנחת הערב קמתי – אלמא באידך פלגא בעו רחמי עד פניא מכלל דפלגא קמא מעייני במילי דמתא:",
                "3": "בנחמיה בן חכליה כתיב בעזרא ואלי יאספו – לי היו מתאספין ובאין טובים שבהן להגיד לפני על מעל וחטא הגולה להפרישם:",
                "4": "משומם – אישתורדי\"ן בלע\"ז על מעלם שמתוודין עד מנחת הערב מחצות ואילך שהצל נוטה כדאמרינן במסכת יומא (דף כח:) צלותיה דאברהם מכי משחרי כותלי:",
                "5": "קמתי מתעניתי – לא שמתענה עד המנחה ואח\"כ אוכל אלא כלומר מצער נפשיה ובקרעי ואם שאני קורע בגדי ומעילי הייתי מתפלל כדי שאתרצה:"
            },
            "1": {
                "0": "כל שהוא משום אבל – כל תענית שאסרו חכמים רחיצה משום אבל כגון ט' באב שהוא משום אבילות חורבן וכל שכן אבל ממש שמתו לפניו דאית ליה צערא טובא אסור בין בחמין וכו':",
                "1": "משום תענוג – שמצטערין ואוסרין עצמן בתענוג:"
            },
            "2": {
                "0": "ה\"ג אמר רב אידי בר אבין אף אנן נמי תנינא ונועלין את המרחצאות וא\"ל אביי ואי בצונן אסור סוכרין את הנהרות מיבעי ליה למיתני – בתמיה אף אנן נמי תנינא במתנית' דקתני גבי תענית צבור ונועלין את המרחצאות דהיינו חמין אבל צונן מותר א\"ל אביי כלומר ואי הוה סבירא ליה לתנא דידן דבצונן אסור היכי הוה בעי למיתני סוכרין את הנהרות היכי מצי למיסכרינהו:"
            },
            "3": {
                "0": "אבא – רב אידי הכי קא קשיא ליה במתניתין דקאמר שמע מינה דלא אסר אלא חמין מכדי קתני מתני' אסורין ברחיצה וסתם רחיצה בין חמין בין צונן למה לי תו למיהדר ומיתנא ונועלין אלא למימרא דוקא חמין וכו':"
            },
            "4": {
                "0": "לימא מסייע ליה – לרב חסדא דאמר כל שהוא משום אבל אסור אפילו בצונן:",
                "1": "כל חייבי טבילות – נדה ויולדת טובלים כדרכן:",
                "2": "טבילה בחמין מי איכא – חמי האור הא שאובין נינהו:"
            },
            "5": {
                "0": "אלא לאו בצונן – וחייבי טבילות אין משום דטבילה בזמנה מצוה שממהר לטהר עצמו:",
                "1": "ה\"ג כולי עלמא לא בחמין ולא בצונן:",
                "2": "לא נצרכה אלא לחמי טבריא – והלכך חייבי טבילות אין כולי עלמא לא אבל בצונן שרו:"
            },
            "6": {
                "0": "כדי – ראוי הוא בית אלהינו כו':",
                "1": "ואם איתא – כדמוקמת לה דבצונן שרי מאי קא מהדר ליה רבי חנינא לתנא קמא מאיבוד טבילה נהי דלא טבלי בחמין משום כבוד בית אלהינו הא מצו טבלי בצונן אלא לאו בצונן נמי אסירי והיינו דאמר לאבד:",
                "2": "אמר רב פפא – לעולם בחמי טבריא והיינו דקאמרי' חייבי טבילות אין כולי עלמא לא ובצונן כ\"ע שרי ומאי לאבד דקאמר ר' חנינא כגון באתרא דלא שכיח צונן:"
            },
            "7": {
                "0": "כשאמרו אסור [במלאכה] – גבי תענית צבור לא אמרו אלא ביום אבל בלילה מותר מהכא משמע דבלילי תשעה באב מותר במלאכה ואין ביטול אלא ביום אבל אין מפרסמין הדבר:",
                "1": "יצא לדרך – חוץ לעיר:",
                "2": "וכן אתה מוצא במנודה ואבל:"
            },
            "8": {
                "0": "הכי גרסינן במאי אילימא בחמין מי שרי והאמר רב ששת אבל אסור להושיט אצבעו בחמין אלא לאו בצונן מאי לאו אכולהו כו' – הא דקתני וכן אתה מוצא במנודה ואבל אכל הני קאי ואפילו ארחיצה ושמע מינה דבתענית צבור אסור לרחוץ כל גופו ואפילו בצונן ותיובתא לרפרם בר פפא:"
            },
            "9": {
                "0": "לא אשארא קאי – אנעילה וסיכה לעולם הך רחיצה בחמין היא אבל בצונן שרי לרחוץ כל גופו והשתא דאמרת במנודה ואבל לאו ארחיצה קיימי ליכא לאקשויי כדפרכת לעיל אילימא בחמין מי שרי:"
            },
            "10": {
                "0": "ורחץ בצונן בתוך שבעה – גרסינן אלמא בצונן שרי:",
                "1": "שתכפוהו אבליו – בזה אחר זה כדקתני שמתו בניו שניהם ולפיכך התירו לו כדאשכחן גבי שיער:",
                "2": "מיקל בתער – דשקיל פורתא מינייהו:"
            },
            "11": {
                "0": "ובתער – דרך שינוי:",
                "1": "נתר – קרקע הוא או אבן כעין שקורין קרי\"א בלע\"ז:",
                "2": "בנתר וחול – דרך לכבס שיתלבן:"
            },
            "12": {
                "0": "מידי דהוה אבשרא וחמרא – דתענוג הן כצונן:"
            }
        },
        "25": {
            "0": {
                "0": "אין הבוגרת – שהביאה שתי שערות רשאה לנוול את עצמה אלא מתקשטת כדי שיקפצו עליה הא נערה שאינה ראויה להינשא עדיין עד שתבגר רשאה דבת חיוב אבילות היא וקטנה אינה חייבת ולא כלום:",
                "1": "בימי אבל אביה – אפילו אירע אבילות לאביה שמת בנו אי נמי שמת אביה ממש אע\"פ שהיא בת חיוב אבילות אינה רשאה לנוול:"
            },
            "1": {
                "0": "אלא לאו בצונן – ואפ\"ה נערה אינה רוחצת בצונן אלמא דאבל אף בצונן אסור:",
                "1": "אכיחול ואפירכוס – ולא קא מיירי ברחיצה כלל פירכוס בשיער כבוס בבגדים רחיצה בגוף:"
            },
            "6": {
                "0": "זאת אומרת – מדמוקמינן לה בכיחול ופירכוס הוא הדין לתכבוסת:"
            },
            "7": {
                "0": "תפלת תענית – עננו:",
                "1": "בין גואל לרופא – ברכה בפני עצמה:"
            },
            "8": {
                "0": "וכי יחיד – חשוב כל כך שיהו מתקנין לו ברכה בפ\"ע להוסיף בתפלתו:",
                "1": "בשומע תפלה – שכוללה בתוך הברכה וחותם בשומע תפלה דאותה ברכה וחתימתה משמע בין אתענית בין אכל מילי:"
            },
            "9": {
                "0": "אין בין יחיד לצבור – גבי תענית:",
                "1": "שזה – יחיד מתפלל ביום תעניתו שמונה עשרה וכולל תפלת תענית בשומע תפלה:",
                "2": "תשע עשרה – דקבע ליה בין גואל לרופא סתם תפלה קרי שמונה עשרה דברכת ולמלשינים ביבנה תקנוה כדאמרינן בברכות (דף כח:):",
                "3": "כ\"ד הויין – בפירקין דלקמן (תענית דף טו.) דכ\"ד ברכות הוו ביומא דתעניתא והכא קתני י\"ט ותו לא:"
            },
            "10": {
                "0": "וצבור – יחיד שקיבל עליו תענית צבור אלמא יחיד קובע ברכה לעצמו כשקיבל תענית צבור:"
            },
            "11": {
                "0": "בקמייתא – בג' תעניות ראשונות דליכא כ\"ד כדאמרינן בפרק סדר תעניות כיצד בגמ' (שם):"
            },
            "12": {
                "0": "דאלו מותרין בעשיית מלאכה וכו' – ראשונות דלא חמירי כולי האי הא לכ\"ד ברכות זה וזה שוין וקס\"ד דאיתנהו לכ\"ד באמצעיות מדקמתריץ קמייתא דליכא כ\"ד מכלל דבאמצעיתא איתנהו ולא היא דליתנהו אלא באחרונות כדקתני התם ומשום דהא מילתא קמייתא מש\"ה פריך ליה מכ\"ד דליתנהו באמצעיות:"
            },
            "13": {
                "0": "תנא ושייר – תנא מילי דאיתנהו בין אמצעיות לראשונות ושייר אין בין לאו דוקא הוא כדמוכח לקמן גבי אידך:",
                "1": "ה\"ג מאי שייר דהאי שייר אלא באיסורי קא מיירי בתפלות לא קא מיירי ומאן דגריס שייר תיבה מוציאין את התיבה כו' שיבוש הוא דאינה אלא באחרונות כדבסמוך ומיפשט פשיטא ליה דאינה אלא באחרונות:",
                "2": "מאי שייר דהאי שייר – דלא אורחא דתנא למתני כל מילי ולשיורי חדא אלא לעולם כ\"ד בקמייתא ליתנהו ולהכי לא חשיב להו באין בין דבתפלה לא קמיירי:",
                "3": "באמצעיות נמי ליכא כ\"ד – אלא באחרונות כדאמרינן התם:"
            },
            "14": {
                "0": "שבאלו – האחרונות מתריעים ונועלין כדתנן נמי במתני' הא לכ\"ד זה וזה שוין דבתרוייהו איתנהו:"
            }
        },
        "26": {
            "0": {
                "0": "והא שייר תיבה – דבאחרונות איתא והכא ליתא כדקתני לקמן (תענית דף טו.) סדר תעניות כיצד מוציאין את התיבה כו' ומותבינן בגמרא בהדיא מתיבה דליתא אלא באחרונות ומשני כי קתני נמי מתניתין בקמייתא:",
                "1": "מילי דצינעא – מתריעין בבית הכנסת וכ\"ד נמי בבית הכנסת:",
                "2": "בפרהסיא – תיבה ברחובה של עיר:"
            },
            "1": {
                "0": "דיקא נמי – דלכ\"ד זה וזה שוין דקתני מתניתין מה אלו יתירות על הראשונות כו' ואלו כ\"ד לא קא חשיב גבי אחרונות:",
                "1": "והא מה אלו קתני – דמשמע דווקא:"
            },
            "2": {
                "0": "דהא קתני לה באידך פירקין – דמי ששנה מתניתין דהכא תנא נמי דהתם והאי דלא תנא בהאי סמיך אהתם דקתני באחרונות מוציאין התיבה מה שאין כן באמצעיות:",
                "1": "השתא דאתית להכי – דמשום דקתני לה באידך פירקין דאמרת דלא הוי שיור כ\"ד נמי דאמרת דשוין נינהו איכא למימר דלא הוי שוין דהא אפי' שיורא נמי לא הוי דבהדיא קתני לה באידך פירקין דבאחרונות איתנהו באמצעיות לא ואיכא לתרוצי כתירוצא קמא בקמייתא דליכא כ\"ד:"
            },
            "3": {
                "0": "מאי הוי עלה – היכן אומרה יחיד:"
            },
            "5": {
                "0": "נקוט מציעיתא בידך – כלומר תריץ דבשלש אמצעיות היו מתענין ומתרצת לכולהו הנך מתנייתא הא דקתני בראשונות ולא באחרונות הנך ראשונות לאו ראשונות ממש נינהו אלא אמצעיות דאינהו הוו ראשונות לאחרונות אבל בשבע אחרונות לא מיתענו דכיון דשבע נינהו לא מצו עוברות ומיניקות למיקם בהו והא דקתני באחרונות ולא בראשונות הנך אחרונות אמצעיות נינהו והראשונות ראשונות ממש ואין מתענין בהן דלא תקיף רוגזא כולי האי וצחות לשון הוא לתנא למיקרי לאמצעיות ראשונות לאחרונ' ואחרונו' לראשונות:"
            },
            "6": {
                "0": "בשופרות – היו עושין ההתרעות ולשון התרעה כמו תרועה וסתם תרועה פשוטה לפניה ולאחריה במסכת ראש השנה (דף לד.) ואהכי מתריעין בשופרות כדכתיב (במדבר י׳:י׳) ותקעתם בחצוצרות וגו' תוקעין בשופרות כדי שיכניעו לבם לקול השופר ויהיו נרתעים מחטאתם ואשש ברכות שהיו מוסיפין ביום התענית היו תוקעין על כל ברכה יבבא אחת שהן י\"ח התרעות:",
                "1": "רב יהודה אמר – מתריעין עננו בקול רם היו צועקים עננו אבינו עננו עננו אלהי אברהם עננו עננו אלהי יצחק עננו עננו אלהי יעקב עננו הכל כפי שאומרים בסוף הסליחות אבל עננו דתפלת תענית אומר אפי' בראשונות ואפי' יחיד אוקימנא דאומרה בשומע תפלה ותפלה קרי ליה התרעה דאי בשופרות מריעין מיבעי ליה ומאן דמפרש עננו של תפלת תענית משתבש דהא קתני בסמוך שהן י\"ח התרעות וקא פריך מן וסימן לדבר יריחו ואם איתא ליפריך בהדיא י\"ח תפלות של שמונה עשרה ברכות מי איכא בשבע תעניות:"
            },
            "7": {
                "0": "אין פוחתין מז' תעניות – באחרונות:",
                "1": "שמונה עשרה התרעות – שהן מוסיפין ו' ברכות מי\"ח עד כ\"ד ולכל אחת שלש תרועות:",
                "2": "וסימן לדבר – שלא תטעה אם התרעה הזו תרועה או תפלה:",
                "3": "יריחו – דכתיב בה שופרות לישנא אחרינא סימן לדבר כלומר לכך מתריעין כדי שיענו כדרך שנענו ביריחו על ידי שופרות דכתיב (יהושע ו׳:כ׳) ויתקעו בשופרות וגו' וכתיב (שם) ותפול החומה תחתיה:"
            },
            "8": {
                "0": "אלא בשופרות כולי עלמא וכו' – דהא מתריעין דקתני הכא במתניתין דעבדינן בתעניות בשופרות:",
                "1": "כי פליגי בעננו – כי פליגי במתריעין דאמרינן בעלמא על שאר פורענויות מ\"ס עננו נמי התרעה והאי דקתני בעלמא מתריעין בעננו ומאן דאמר בשופרות אבל בעננו לא:"
            },
            "10": {
                "0": "חגב – ארבה כתרגומו:",
                "1": "צירעה – עוקצת את האדם:",
                "2": "יתושין – נכנסין בעיניו ובחוטמו:",
                "3": "חיכוך – כמו נתחכך בכותל:",
                "4": "הא צעקה בפה היא – אלמא דצעקת פה לא קרי ליה התרעה:"
            },
            "11": {
                "0": "תנאי היא – האי תנא דשאר מיני פורעניות סבר צעקת פה לאו שמה התרעה ואידך סבר כו':",
                "1": "גייס – וצרין עליה:",
                "2": "נהר – המתפשט ויוצא לחוץ לשטוף את השדה ואת הבתים:",
                "3": "המטורפת – כמו ביצים טרופות (חולין דף סד.) שהולכת ונדה ועתידה להיטבע במים:",
                "4": "לעזרה – צועקין לבני אדם שיבואו לעזרם:",
                "5": "ולא לצעקה – תפלה שאין אנו בטוחין כל כך שתועיל תפלתנו לצעוק עליהן בשבת אלמא צעקת פה קרי התרעה מפי מורי ל\"א לעזרה דקאמר תנא קמא מתריעין דמשמע בקול רם ואמר ליה רבי יוסי לעזרה שיהו מתפללין כל אחד בביתו לעזרה בעלמא:"
            }
        },
        "27": {
            "0": {
                "0": "גזר תליסר תעניתא – כדאמרינן במתניתין (דף טו:) שלש ראשונות ושלש אמצעיות ושבע אחרונות ולשאר פורעניות עביד להו ולא לגשמים:"
            },
            "1": {
                "0": "לגרמיה – לעצמו דרש שלא אמר אלא לפי שהוא לא היה רוצה להתענות:",
                "1": "לא שנו – דאין גוזרים יותר משלש עשרה:",
                "2": "כשאמרו – להתענות שלש ראשונות ושלש אמצעיות ושבע אחרונות:"
            },
            "2": {
                "0": "לא מן השם הוא זה – שאין זה טעם שאין מניחין בשביל טורח אלא שכבר יצא זמנה של רביעה של יורה שהרי מרחשון עבר על כולן לסוף התעניות שמקצתן היו בכסליו כדקתני מתניתין ואיכא למשמע מדרבי שמעון דבשאר מיני פורעניות דכל שעתא הוי זימנייהו למיבטלי אפילו טפי גזרינן ורבי דאמר אין מטריחין סתמא אכולהו קאמר ואנא דאמרי כרבי:"
            },
            "3": {
                "0": "ובשומע תפלה – אמרינן לשאילת מטר כיחיד השואל צרכיו בשומע תפלה דהא דאמרינן שאלה בברכת השנים אפי' ביחיד משום דזמן צבור הוא אבל במילתא אחריתי דהוי ליחיד ולא לצבור כהכא דבתקופת תמוז לאו זמן שאילת צבור הוא בשומע תפלה הוא דמדכר ליה ולא בברכת השנים כדאמרינן במסכת ע\"ז (דף ח.) ובברכות (דף לא.) אם היה לו חולה בתוך ביתו מזכיר עליו בברכת החולים ולבסוף מוקמינן והלכתא בשומע תפלה כך שמעתי:"
            },
            "4": {
                "0": "אימתי – הוא סדר תעניות:",
                "1": "בזמן שהשנים כתיקנן – שהיא קציר בניסן וזריעה במרחשון ואין סדר השנים משתנה:",
                "2": "וישראל שרוין על אדמתן – שמנהג ארץ ישראל בכך:",
                "3": "הכל לפי השנים – אם צריכה אותה שנה למטר כגון שנה שחונה שצריכה לגשמים הרבה:",
                "4": "לפי המקומות – כגון נינוה דאפי' בתקופת תמוז בעו מטרא. לא גרסינן לפי הזמן שלא ירדו עדיין גשמים:"
            },
            "6": {
                "0": "מטין – שלא יראו בני אדם ויצטערו אלא לעת ערב פותחין הואיל ולאו לכבוד שבת הוא ובחמישי מותרין לפתוח לגמרי:",
                "1": "או דילמא – פותחין כל היום והכי משמע מתניתין בשני מטין ובה' היה פתוח כדרכו כל היום לגמרי מפני כבוד השבת:"
            },
            "7": {
                "0": "איצטבא – כסא דהשתא אין החנות פתוחה לרשות הרבים ואם הוא פתוח אינו נראה כל כך:",
                "1": "פותח כדרכו – אפי' בשני:"
            },
            "8": {
                "0": "ה\"ג תנא בנין בנין של שמחה נטיעה נטיעה של שמחה – בנין דקתני מתניתין לא בנין הצריך לו אלא בנין הצריך לשמחה דבדבר שמחה ממעטינן:",
                "1": "בית חתנות – לעשות חופתו:",
                "2": "אבוורנקי של מלכים – שכך היו נוהגין כשנולד בן למלך היו נוטעין אילן לשמו ויום שממליכין אותו עושין לו כסא ממנו לישנא אחרינא אילן גדול המיסך על הארץ לטייל המלך תחתיו ודומה לו בעירובין (דף כה:) ההוא אבוורנקא דהוה ליה לריש גלותא בבוסתניה:",
                "3": "של מלכים – דרך מלכים נוטעין אותו לצל הוא נוטעו כמו כן לצל היא והיא נטיעה של שמחה:"
            },
            "9": {
                "0": "ששאל בשלום – תלמיד חכם מחזיר לו משום איבה ובשפה רפה:",
                "1": "אבל ומנודה חייבין בעטיפה – דכתיב ועל שפם יעטה במועד קטן (דף טו.)"
            },
            "10": {
                "0": "רשאי ליפול על פניו – לבזות עצמו בפני הצבור שאם לא יענה יחרפוהו כך שמעתי אלא אם כן יודעין בו שהוא חשוב כיהושע שאמר לו הקב\"ה קום לך למה זה אתה נופל על פניך:"
            },
            "11": {
                "0": "אלא אם כן נענה – שיודעין הן שנענה כיהורם יהורם רשע היה אלא שהתענה על רעב שהיה בימיו ונענה דכתיב (מלכים ב ז׳:ט״ז) ויהי סאה סולת בשקל וסאתים שעורים בשקל:"
            },
            "12": {
                "0": "לא הכל – נענין (בתפלה) ולא הכל נענין בקריעה דיהושע וכלב שלא היו חשובין כמשה ואהרן לא זכו ליענות אלא בקריעה ומקרא בעלמא קא דריש:"
            },
            "13": {
                "0": "ויהושע בן נון – כתיב בתריה דההוא דויפל וי\"ו מוסיף על ענין ראשון:"
            },
            "14": {
                "0": "ולא הכל בקימה – לקראת ישראל לעתיד לבא מלכים יראו וקמו שרים וישתחוו:"
            }
        },
        "28": {
            "0": {
                "0": "לבזה נפש למתעב גוי לעבד מושלים – לישראל הבזוים ומתועבים ועבדים מושלין בהן:"
            },
            "1": {
                "0": "ה\"ג לא הכל לאורה ולא הכל לשמחה דכתיב אור זרוע לצדיק ולישרי לב שמחה – ישרים לשמחה דישרים עדיפי מצדיקים:"
            },
            "3": {
                "0": "פרק שני – סדר תענית כיצד",
                "1": "מתני' סדר תעניות כיצד כו':",
                "2": "ברחובה של עיר – בגלוי וכי הך דאמרינן במסכת מגילה (דף כה:) בני העיר שמכרו רחובה של עיר והתם מפרש בהדיא אמר ר' זירא הואיל והעם מתפללים בו בתעניות ובמעמדות:",
                "3": "אפר מקלה – אפר ממש ולא עפר אפר סתם הוא עפר דכשם שאפר קרוי עפר דכתיב (במדבר י״ט:י״ז) מעפר שרפת החטאת כך עפר קרוי אפר סתם והיינו דקתני אפר מקלה אפר שריפה אי הוה תני אפר סתם הוה משמע עפר ואפר מקלה גנאי יותר מעפר סתם ובגמרא מפרש מאי טעמא נותנין אותו:"
            },
            "4": {
                "0": "כבושין – לשון עצירה כמו מכבש בלע\"ז פריש\"א שכובשין את הלבבות להחזירם למוטב ואלו הן דברי כבושין אחינו כו':",
                "1": "ובקבלה – שהנביא מצוה לישראל (עמדו בתפלה) והקשה תוספות מאן דהו מאי שנא בהאי קרא דכתיב ביונה וירא האלהים את מעשיהם וגו' ולא קרי ליה דברי קבלה ובהאי קרא דוקרעו לבבכם קרי ליה קבלה ופריק איהו כל מקום שהנביא מצוה ומודיע ומזהיר את ישראל קרי ליה קבלה ובכל דוכתא דלא איתפקד נביא כי האי וירא האלהים שהוא כמספר והולך דיליף מיניה אגב אורחיה מילתא לא קרינן ליה קבלה:"
            },
            "5": {
                "0": "ורגיל – רגיל להתפלל ותפלתו שגורה בפיו ולא יטעה שכל חזן שטועה סימן רע לשולחיו:",
                "1": "וביתו ריקם – משמע דהוא עני ואין לו מחיה בביתו ובגמרא מפרש טעמא אחרינא וגופו נקי מעבירות שלא חטא ולא יצא עליו שום שם רע בשום עבירה כו':"
            },
            "6": {
                "0": "זכרונות ושופרות – כל הפסוקים שאומרים בראש השנה:",
                "1": "אל ה' בצרתה לי כו' – כולן הן מזמורים:"
            },
            "8": {
                "0": "ואומר חותמיהן – על כל פרשה ופרשה אחר זכרונות חתימת זכרונות ואחר שופרות חתימת שופרות וכן אחר כולם מעין הפרשה כדמפרש ואזיל:",
                "1": "על הראשונה – בפעם ראשונה הוא אומר מי שענה לאברהם כו' בגואל ישראל היה מתחיל להאריך והולך ואומר לכולן שש ברכות:",
                "2": "על השניה – זו היא ברכה ראשונה של שש ברכות כדאמרינן בגמרא והיאך דגואל ישראל זו היא ברכה עצמה של שמונה עשרה ואינה מאותן שש אלא שבה היה מתחיל להוסיף ולהאריך על הזכרונות הוא אומר זוכר הנשכחות ועל השופרות שומע תרועה והיא שניה למנינה ועל אל ה' בצרתה לי והיא שלישית למנין שש שומע צעקה שלישית וכן כולן:",
                "3": "ומי שענה את אבותינו על ים סוף – לפיכך אומרה בזכרונות לפי שהיו ישראל נשכחים במצרים כמה שנים ונתייאשו מן הגאולה וזכרם המקום וגאלם דכתיב (שמות ו׳:ה׳) ואזכור את בריתי:"
            },
            "9": {
                "0": "ובשופרות היה אומר מי שענה את יהושע בגלגל – לפי שנענה בשופרות ביריחו וזהו בעוד שהיו ישראל בגלגל:",
                "1": "ואליהו בהר הכרמל – כנגד אשא עיני אל ההרים וכן כולן לפי ענין המזמורים אליהו נענה בהר הכרמל מעין אשא עיני אל ההרים ושמואל במצפה דכתיבי קראי ומעין אל ה' בצרתה לי:"
            },
            "10": {
                "0": "ממעי הדגה – מעין ממעמקים קראתיך ה' ועונה בעת צרה שכן כתיב ביונה קראתי מצרה לי (יונה ב׳:ג׳) ובשמואל כתיב ויזעק אל ה' (שמואל א ו) ובאליהו כתיב (מלכים א יח) ענני זו תפלה:",
                "1": "ועל השביעית – מפרש בגמרא מאי שביעית מי שענה דוד ויהי רעה בימי דוד שלש שנים שנה אחר שנה (שמואל ב כא):",
                "2": "ושלמה – כשהכניס הארון לבית קדש הקדשים אי נמי רעב כי יהיה בארץ וגו' (מלכים א ח׳:ל״ז) ולפיכך חותם מרחם על הארץ שהן התפללו על ארץ ישראל ותפלה לעני כי יעטוף על דוחק גשמים נופל וכתיב ביה (שם) בהעצר שמים:"
            }
        },
        "29": {
            "0": {
                "0": "בימי רבי חלפתא בצפורי – אביו של רבי יוסי דאמרינן בסנהדרין (דף לב:) אחר רבי יוסי בצפורי [אחר רבי חנניא בן תרדיון] בסיכני:",
                "1": "וגומר כל הברכה – כל אותה ברכה עצמה:",
                "2": "ה\"ג ולא ענו אחריו אמן תקעו בני אהרן תקעו – חזן הכנסת אומר להן על כל ברכה וברכה והוא השמש ולא שליח צבור:"
            },
            "1": {
                "0": "לא היינו נוהגין – שלא לענות אמן:",
                "1": "אלא בשער מזרח ובהר הבית – כלומר בזמן שבית המקדש קיים כשמתפללין בהר הבית נכנסין בדרך שער המזרח לפי שלא היו עונין אמן במקדש כדאמרינן בגמרא (דף טז:) ואין לומר לא היו נוהגין כן לתקוע אלא במקדש דודאי תוקעין בגבולים כדמוכח בכולה הך מסכת ומסכת ראש השנה (דף כו: כז.):"
            },
            "2": {
                "0": "אנשי משמר – של אותה שבת:",
                "1": "ולא משלימין – שעדיין אינן חמורין כל כך ובגמרא (דף יז.) מפרש שמא תכבד העבודה על אנשי בית אב שהיו עובדין אותו היום ובאים הן לסייעם ואם היו מתענים לא היה להם כח לעמוד בעבודה:",
                "2": "אנשי בית אב – המשמרה מתחלקת לשבעה בתי אבות כנגד שבעת ימי השבוע בית אב ליום:"
            },
            "4": {
                "0": "מותרין לשתות יין – לאו גבי תענית איתמר אלא אגב דמיירי בבני משמר מייתי לה:",
                "1": "בלילות – אין לחוש שמא תכבד העבודה שהרי ראו מבערב שפסקו הקרבנות ולא כבדה העבודה שיביאו רוב קרבנות ולא יספיקו בני בית אב של אותו היום וצריכין אלו לסייען והרי אינן ראויין לעבודה משום שכרות:",
                "2": "אנשי בית אב אסורין בין ביום ובין בלילה – לפי שהיו מעלין כל הלילה אברים ופדרים שפקעו מעל המזבח א\"נ לא גמרו ביום גומרים בלילה אבל אנשי משמר אינן צריכין לסייע בלילה להפך במזלג דבית אב יכול להספיק לבד היפוך המערכה:",
                "3": "אנשי [מעמד] – אחד כהנים ולוים וישראלים הקבועים ועומדין ומתפללין על קרבן אחיהם שיקבל לרצון ועומדים לשם בשעת עבודה דהיאך קרבנו של אדם קרב והוא אינו עומד על גביו וכולהו מפרש בפרק אחרון (דף כו.):",
                "4": "אסורים לספר ולכבס – משנכנסו למשמרתם כל אותה שבת אלא מסתפרין קודם לכן וטעמא מפרש בגמרא:",
                "5": "ובחמישי – של משמרתן מותרים דרך רוב בני אדם להסתפר בחמישי ולא בערב שבת מפני הטורח:"
            },
            "5": {
                "0": "כל הכתוב במגילת תענית דלא למיספד – דאית יומיא דלא להתענאה ומקצתהון דחמירי טפי דלא למיספד ואותן שהן חמורים ואסורים בהספד לפניו אסור בהספד דילמא אתי למיעבד ביו\"ט גופיה:",
                "1": "ולאחריו מותר – דכיון שעבר יום לא חיישינן ואותן שאינן חמורין ליאסר בהספד אלא דלא להתענאה בין לפניו כו':"
            },
            "7": {
                "0": "שלא להפקיע את השערים – כשרואין בעלי חניות שקונין למוצאי יום חמישי שתי סעודות גדולות אחת לליל חמישי ואחת לשבת סבורים שבא רעב לעולם ומייקרים ומפקיעים השער אבל משהתחילו להתענות יודעין שאינו אלא מפני התענית:"
            },
            "8": {
                "0": "בראשי חדשים – דאיקרי מועד:",
                "1": "ואם התחילו – שקיבלו תענית מקודם לכן ונכנס בהן ראש חדש אין מפסיקין דאף על גב דאקרי מועד לא כתיב ביה יום משתה ושמחה:",
                "2": "שאין משלימין – להתענות כל היום אלא אוכלין סמוך לערב מגילת תענית נכתבה בימי חכמים אע\"פ שלא היו כותבין הלכות והיינו דקתני כל הכתוב במגילת תענית כאילו היה מקרא:"
            },
            "9": {
                "0": "אפילו בקמייתא – מוציאין את התיבה בתמיה:"
            },
            "10": {
                "0": "ה\"ג בגמרא ונותנין אפר על גבי התיבה – ולא גרסינן אפר מקלה אפר שריפה עדיף משום אפרו של יצחק כדלקמן:",
                "1": "כי קתני נמי מתניתין – סדר תעניות כיצד בסדר תעניות אחרונות קא מיירי:"
            },
            "11": {
                "0": "בגדולה – מצוה בעלמא שלא לפורענות וידבר משה אל אהרן ואל אלעזר וגו':"
            },
            "14": {
                "0": "דשקיל איניש אחרינא כו' – דקתני ונותנין ע\"ג התיבה כו' ועל ראש הנשיא כו' דמשמע על ידי אחר וגבי שאר כל אדם לא תני נותנין אלא כל אחד ואחד (נוטל) כו':"
            }
        },
        "30": {
            "0": {
                "0": "למתבייש מאחרים – דאיכא עגמת נפש טפי ומשום חשיבותם הם מתביישים מאחרים אבל שאר בני אדם דלא חשיבי לא מתביישי בנתינת אחרים וסגי להו בנתינת עצמן:",
                "1": "פאר תחת אפר – ש\"מ במקום תפילין דכתיב בהו (יחזקאל כ״ד:י״ז) פארך חבוש עליך ואמרינן (ברכות דף יא.) אלו תפילין ומתרגמינן נמי טוטפתך הויין עלך והיכא מניחין תפילין במקוֹם שמוחו של תינוק רופף: "
            },
            "1": {
                "0": "בצינעא – בבית הכנסת:"
            },
            "2": {
                "0": "גלינו – שיצאנו מכניסתנו:",
                "1": "גלותינו – תהא מכפרת עלינו:",
                "2": "דגלו מבי כנישתא לבי כנישתא אחריתא – גלות איכא פרהסיא ליכא:"
            },
            "3": {
                "0": "נתבזה בעוונינו – וידוי:"
            },
            "4": {
                "0": "[ולמה מתכסין] – חוגרות שקין תנינן בירושלמי שהיו חוגרות שקין ויוצאין לבית הקברות ותוקעין בקרנות ובעי ליה מיבעיא שקין למה ובית הקברות למה ותקיעת שופר למה:",
                "1": "כבהמה – דמשער בהמה נינהו מנוצה של עזים:"
            },
            "5": {
                "0": "עפר סתם – שאינו אפר מקלה זכירת אפרו של יצחק ליכא סתם לא גרסינן אלא איכא בינייהו עפר:"
            },
            "6": {
                "0": "קברי עכו\"ם – במקום שאין קברי ישראל לבקש רחמים אפי' על עצמן ליכא כל שכן עלינו:"
            },
            "7": {
                "0": "מאי הר המוריה וכו' – איידי דאיירי בפלוגתא דרבי לוי ור\"ח תנא נמי הא פלוגתא מאי הר מוריה דאברהם קרא למקום העקידה הר יראה וכתיב (בראשית כ״ב:ב׳) אל ארץ המוריה:",
                "1": "חד אמר הר שיצא הוראה – תורה לישראל כי מציון תצא תורה (ישעיהו ב׳:ג׳) יורו משפטיך ליעקב (דברים ל״ג:י׳) ולשכת הגזית שבה עמדו הנביאים המוכיחים לישראל:",
                "2": "מורא לעובדי כוכבים – ששומעין גדולות ישראל וירושלים ומתפחדים עליהם שמעתי לישנא אחרינא הר המוריה הר סיני מורא לעובדי כוכבים במתן תורה דכתיב (תהילים ע״ו:ט׳) ארץ יראה ושקטה:"
            },
            "8": {
                "0": "אע\"ג דלאו חכם – אלא עם הארץ בתמיהה הא ודאי חכם עדיף:",
                "1": "אם יש זקן והוא חכם – אומר זקן והוא חכם:",
                "2": "אדם של צורה – בעל קומה שישמעו ויקבלו דבריו להמריך את הלב:"
            },
            "10": {
                "0": "אם אין אתה מרחם כו' – כלומר כשם שאתה אומר לרחם על אלו דכתיב (תהילים קמ״ה:ט׳) ורחמיו על כל מעשיו כן תרחם עלינו:"
            },
            "11": {
                "0": "מאי אמור – אנשי נינוה דכתיב בחזקה דמשמע בכח וניצוח דין:",
                "1": "מי נדחה מפני מי – הוי אומר צדיק מפני רשע:"
            },
            "12": {
                "0": "מריש – קורה:",
                "1": "בירה – מגדל:"
            },
            "13": {
                "0": "שיש בידו עבירה – גזל:",
                "1": "ואינו חוזר בו – לשלם את הגזל למה הוא דומה וכו':"
            },
            "14": {
                "0": "נשא לבבנו אל כפים – עם הכפים צריך לישא הלב לשמים כלומר שיחזור מקלקולו:"
            },
            "15": {
                "0": "מטופל ואין לו – יש לו טפלים ואין לו במה להתפרנס שלבו דואג עליו [והוא צריך לקרות מקירות לבו עליהן]:",
                "1": "ויש לו יגיעה – שמתכוין יותר בתפלת הגשמים:"
            },
            "16": {
                "0": "ופרקו נאה – מפרש לקמן:",
                "1": "ושפל ברך – עניו:",
                "2": "ומרוצה לעם – נוח לבריות ומסכימין לתפלתו:",
                "3": "נעימה – בסומי קלא שמושך הלב:",
                "4": "ורגיל לקרות כו' – שיהו הפסוקים של תפלה סדורין בפיו:"
            }
        },
        "31": {
            "0": {
                "0": "היינו מטופל ואין לו היינו ביתו ריקן – היינו כמו (איזהו):",
                "1": "ביתו ריקם מן העבירה – שאין חמס וגזל בביתו:",
                "2": "ופרקו נאה – אפילו כשעמד על בחרותו היה נאה בלי שם רע:"
            },
            "1": {
                "0": "זה המעמיד חזן שאינו הגון לפני התיבה – רשע שהקב\"ה שונא אותו יותר מכולן והוא נותן בקולו לפניו:"
            },
            "2": {
                "0": "הוא אומר לפניהן – אותו הזקן הרגיל ומאריך בגאולה כדקתני מתני':",
                "1": "שביעית לארוכה – שביעית לאותה ברכה שהתחיל להאריך בה ואותה אינה מן התוספת אלא מי\"ח הברכות היא כדתניא בגואל ישראל הוא מאריך:"
            },
            "5": {
                "0": "בד\"א – דהן עונין אחריו אמן בגבולין:",
                "1": "אבל במקדש – אומר אותו הזקן לאחר הפרשיות מי שענה את אברהם הוא יענה אתכם וישמע קול צעקתכם ביום הזה בא\"י אלהי ישראל מן העולם ועד העולם ברוך גואל ישראל והן עונים אחריו בשכמל\"ו וכן בכל ברכות שבמקדש:",
                "2": "לפי שאין עונין אמן במקדש – כדיליף לקמן מקרא:",
                "3": "מניין שאין עונין אמן במקדש – דכתיב בתפלת עזרא בבית שני קומו וברכו את ה' אלהיכם והיינו ברוך ה' אלהי ישראל כו':"
            },
            "6": {
                "0": "ויברכו שם כבודך – היינו שעונין אחריו בשכמל\"ו כך הוא הפסוק ויברכו שם כבודך ומרומם על כל ברכה ותהלה: ה\"ג יכול על כל הברכות כולן תהלה אחת ת\"ל על כל ברכה על כל ברכה תן לו תהלה:",
                "1": "ה\"ג יכול על כל הברכות כולן תהלה אחת ת\"ל על כל ברכה על כל ברכה תן לו תהלה:"
            },
            "7": {
                "0": "חזן הכנסת – לא אותו זקן ניהו וחוזר חזן הכנסת ואומר להן מי שענה כו' אע\"פ שאמרו אותו זקן:",
                "1": "כשמריעין – תחלה הוא אומר להן הריעו בני אהרן וכשתוקעין תחלה הוא אומר להן תקעו בני אהרן כו':"
            },
            "9": {
                "0": "וכך הנהיג – כל מנהג זה רבי חלפתא בצפורי:",
                "1": "לא היו נוהגין כך – שיהו עונין אחריו ברוך שם כבוד מלכותו לעולם ועד אלא עונין אמן בגבולין:"
            },
            "10": {
                "0": "ואית דאמרי כדתני' כו' – כלומר ואיכא דמתני הכי:"
            },
            "13": {
                "0": "וכן הנהיג – מנהג זה אמקדש קאי:"
            }
        },
        "32": {
            "0": {
                "0": "אלא בראש השנה – כדאמרינן בר\"ה (דף טז.) אמרו לפני מלכיות וזכרונות וכו':",
                "1": "וביובל – ביום הכפורים של יובל כדתנן התם (דף כו:) שוה היובל לר\"ה לתקיעה ולברכות כו':",
                "2": "ובשעת מלחמה – דכתיב (במדבר י) וכי תבאו מלחמה בארצכם על הצר הצורר אתכם וגו' ולא ידעינן מנא איתפריש דאומר ברכות ופסוקי מלכיות זכרונות ושופרות בשעת מלחמה:"
            },
            "1": {
                "0": "צעקה לאליהו – על מי שענה את אליהו חותם שומע צעקה ובשמואל שומע תפלה דכתיב ביה תפלה (שמואל א ז׳:ה׳) קבצו את כל ישראל המצפתה ואתפלל בעדכם:",
                "1": "צעקה – דכתיב (שם טו) ויחר לשמואל ויזעק אל ה' כל הלילה ואיכא למימר במצפה הוה ההיא צעקה דבתר פרשת קבצו כל ישראל המצפתה כתיב בפרשת נחמתי כי המלכתי את שאול וגו' כך שמעתי:"
            },
            "2": {
                "0": "גבי אליהו – במעשה דהר הכרמל כתיב תפלה דכתיב ענני ה' ענני דמשמע לשון בקשה ותפלה ולא לשון צעקה ומשני ענני ה' ענני לשון צעקה הוא כך שמעתי:"
            },
            "3": {
                "0": "יונה בתר דוד ושלמה – דהוה בימי אמציהו בסדר עולם:",
                "1": "דבעי למחתם – בסוף כל ברכות ברוך מרחם על הארץ ולהכי בעי באותה חתימה דוד ושלמה שהן התפללו על ארץ ישראל כך שמעתי אי נמי משום דאינהו תקון בית המקדש דהוא עיקר הארץ כך שמעתי:",
                "2": "ברוך משפיל הרמים – היו אומרים במקום ברוך מרחם שהכניעם במטר ששבו בתשובה:"
            },
            "6": {
                "0": "מכאן אמרו – מדקתני הכא דאפילו אנשי משמר שלא היו עובדין באותו היום כלל אפילו הכי אסורין לשתות יין:",
                "1": "כהן – בזמן הזה:",
                "2": "המכיר משמרתו – היודע מאיזו משמרת הוא מיהויריב או מידעיה או אחת מכ\"ד משמרות שיודע שמות אבותיו ואבות אבותיו עד יהויריב ויודע איזה יום ואיזה שבת היו עובדים:",
                "3": "קבועין – שיודע ודאי שבית אב שלו עובד במקדש לפי שהרבה היו מבתי אבות הכהנים שלא הוקבעו שוב אמר לי רבי קבועין שלא נתחלל בית אב שלו להיות מגואל מן הכהונה ויודע שראוי בית אב שלו לעבוד:",
                "4": "אסור לשתות יין כל אותו היום – ותו לא שמא יבנה בית המקדש ותכבד העבודה ויהיה זה צריך לעבוד:",
                "5": "מכיר משמרתו – שיודע איזה שבת בשנה עובדין:",
                "6": "ואינו יודע מאיזה בית אב – דעכשיו אינו מכיר באיזה יום בשבת עובדין ויודע שבתי אבותיו קבועין אסור כל אותה שבת מספיקא בכולהו גרסינן ויודע שבתי אבותיו קבועין הן דאם אינו יודע שבתי אבותיו קבועין לעבוד מותר הוא לשתות יין כל השנה ולא חיישינן שמא יבנה ושמא בית אב שלו יעבדו היום:"
            },
            "8": {
                "0": "רבי אומר אומר אני כהן אסור כו' – כלומר אי חיישינן לשמא יבנה יהא אסור לעולם אפי' המכיר משמרתו ומשמרת בית אבותיו דחיישינן שמא ישתנה סדר משמרות ושמא יעבדו כולם לחנוכת הבית בבת אחת ונמצא זה צריך לעבוד אבל מה אעשה שתקנתו קלקלתו דהוי כמה שנים שלא חזרה בירה וקלקלה זו תקנתו לשתות יין בהדיא ולשמא יבנה לא חיישינן:"
            },
            "9": {
                "0": "כשהן מנוולין – שלא יהו סומכין על יום אחד מימי שבת ואין מסתפרין בשבת שעברה:"
            },
            "10": {
                "0": "מסתפר בכל יום – מצוה:",
                "1": "מערב שבת לערב שבת – ולא ישהה מלגלח יותר:",
                "2": "ומשמרות מתחדשות – בכל שבת ושבת ומשמרה שלא ראתהו עד עכשיו ובאה לראותו הדבר נאה שתראהו ביופיו:"
            },
            "12": {
                "0": "לא לירבו כלל – אלא יסתפרו בכל יום דהכי משמע ופרע דהיינו שלשים לא ישלחו אלא יגלחו:",
                "1": "שלוחי לא משלחי – הכי משמע פרע שגדלו אינן רשאין לגדל עוד:"
            },
            "13": {
                "0": "אי הכי – כיון דמקרא מפקת לה האידנא נמי לא לישלחו ומשני כיין דומיא דיין דכתיב בסמוך להאי ופרע לא ישלחו ויין לא ישתו כל כהן:",
                "1": "מה יין בזמן ביאה הוא דאסור – דכתיב (יחזקאל מד) בבואם אל החצר וגו' בזמן שבית המקדש קיים שבאין שם לעבוד:",
                "2": "שלא בזמן ביאה – כגון האידנא שהבית חרב ולא זמן ביאה היא:"
            },
            "14": {
                "0": "והתניא רבי אומר אומר אני כו' ואמר אביי כו' מכלל דרבנן אסרי – דחיישינן לשמא יבנה ומצי נמי מייתי רישא דברייתא מפני מה אמרו אנשי משמר כו' ואייתי סיפא בלשון קצרה ודייק מינה מכלל דרבנן אסרי:"
            }
        },
        "33": {
            "0": {
                "0": "כרבי הא רבנן מיסר אסרי – אפילו שלא בזמן ביאה:",
                "1": "ומשני מאי טעמא כו' והכא כו' – מאי טעמא תירוצא הוא כלומר דטעמא מאי גזור רבנן ביין שמא יבנה כו' אבל גבי פרועי ראש לא גזרו דאפשר דמסתפר מיד והדר עייל לבית המקדש לעבודה:"
            },
            "1": {
                "0": "דרך מיל ושינה כל שהוא כו':",
                "1": "ושינה משכרתו – והאי שינוי איכא בהך מיהא:"
            },
            "2": {
                "0": "שתוי יין דמחלי עבודה – דכתיב יין ושכר אל תשת וסמיך ליה ולהבדיל בין הקדש ובין החול בין עבודה קדושה למחולל' דאי עביד עבודה שתוי יין חילל:",
                "1": "פרועי ראש – דלא כתיב ביה חלל דלא נראה חילול:"
            },
            "3": {
                "0": "ואילו שבמיתה – בידי שמים במסכת סנהדרין באלו הן הנשרפין (דף פג.):",
                "1": "שתויי יין – במיתה דכתיב יין ושכר אל תשת בבואכם אל אהל מועד ולא תמותו דהיינו מיתה בידי שמים מדלא כתיב יומת ואמר בשלמא כו':"
            },
            "5": {
                "0": "ה\"ג ומינה מה שתויי יין מחלי עבודה אף פרועי ראש מחלי עבודה – קשיא לא גרס:",
                "1": "מחלי עבודה – חולין היא כל עבודתו שעבד:",
                "2": "אף פרועי ראש – עבודתם מחוללת דלכל מילי איתקוש ותיובתא דרב אשי דאמר פרועי ראש לא מחלי עבודה:"
            },
            "6": {
                "0": "דרב חסדא – בפרק שני דזבחים וקא בעי התם כהן ערל שמתו אחיו מחמת מילה מהו ואמר רב חסדא כו' ערל לב וערל בשר:"
            },
            "7": {
                "0": "הלכתא גמירי לה – מסיני:",
                "1": "כי גמירי הלכה למיתה – לאחולי עבודה לא גמירי:"
            },
            "8": {
                "0": "דלא להתענאה בהון – שכולן אסורין בתענית ומקצתהון שיש בהן קצת חמורין כ\"כ שבהספד נמי אסורין:",
                "1": "מריש ירחא דניסן עד תמניא ביה – דכל שמונה ימים נשאו ונתנו בדבר עד שנצחו את הצדוקין ועשו אותם יום טוב ודבר זה מפורש במנחות בפרק רבי ישמעאל ובמגילת תענית המצויה אצלנו:",
                "2": "מריש ירחא דניסן ועד תמניא ביה איתוקם תמידא דלא למיספד – שהיו הצדוקים אומרים יחיד מתנדב ומביא תמיד מאי דרוש את הכבש אחד תעשה בבקר ואת הכבש השני תעשה בין הערביים מאי אהדרו להו את קרבני לחמי לאשי תשמרו להקריב לשון רבים הוא שיהו כולן באין מתרומת הלשכה:",
                "3": "איתוקם תמידא ואיתותב חגא דשבועיא – בענינים רבים חלקו בייתוסין עם חכמים ומפורשין במנחות ובמגילת תענית [פ\"א] וה\"ג התם בפ' ר' ישמעאל (מנחות ס\"ה.) ת\"ר אלין יומיא דלא להתענאה בהון ומקצתהון דלא למיספד בהון מריש ירחא דניסן עד תמניא ביה איתוקם תמידא דלא למיספד ומתמניא ביה עד סוף מועדא איתותב חגא דשבועיא דלא למיספד:",
                "4": "איתוקם תמידא דלא למיספד – גרסינן ולא גרסינן להתענאה כדמוכח בסמוך דקתני לא נצרכה אלא לאסור את שלפניו ואי גרסינן להתענאה א\"כ היינו רבי יוסי דאמר לפניו אסור והא ליכא למימר דרבי יוסי היא דקא פריך כמאן כרבי יוסי בתמיהה מכלל דכרבנן פסיקא ליה:",
                "5": "מתמניא ביה כו' עד דלא למיספד – שהיו בייתוסים אומרים עצרת אחר השבת הוא שהעומר מתחיל אחד בשבת שנאמר וספרתם לכם ממחרת השבת ניטפל להן רבן יוחנן בן זכאי וא\"ל שוטים מניין לכם ולא היה אדם שהחזירו דבר חוץ מזקן אחד שהיה מפטפט כנגדו ואמר משה רבינו אוהב ישראל היה ויודע שעצרת יום אחד הוא עמד ותיקנה אחר שבת כדי שיהיו מתענגים שני ימים וכו' ודחו אותן והלכו להן בייתוסים מכח הפסוקין על כרחן וחזרו בהן (ע\"כ הג'): ",
                "6": "חגא דשבועיא דלא למיספד – במגילת תענית [פ\"א] מפרש מאי איתוקם:"
            },
            "9": {
                "0": "ור\"ח יו\"ט הוא – דכתיב קרא עלי מועד והוי ראש חודש אב בהאי מסכתא לקמן(כט.):"
            },
            "12": {
                "0": "עד סוף מועדא – פסח:"
            }
        },
        "34": {
            "0": {
                "0": "לאסור את שלפניו – להכי נקט מריש ירחא דניסן לאסור את יום שלפני ר\"ח בתענית כדתניא בסמוך לפניהן אסורין דאי משום ר\"ח לא היה נאסר כדמפרש דדברי תורה אין צריכין חיזוק:",
                "1": "כמאן כר' יוסי – דמתני' דאמר אף לאחריו בתמיהה ושבקת רבנן אי הכי דאליבא דר' יוסי מוקמת לה למגילת תענית כ\"ט באדר נמי דקתרצת לעיל דאדהכי נקט ריש ירחא דניסן דהיינו יום שלשים דאדר הסמוך לניסן לעולם חסר מכ\"ט יום הוא משום דקא בעי למיסר יום כ\"ט תיפוק ליה דבלאו הכי הוי אסור יום כ\"ט דה\"ל יום דבתר כ\"ח שהוא י\"ט כו' ואסור יום שלאחריו כר' יוסי ואמאי נקט ריש ירחא לאסור את שלפניו:"
            },
            "1": {
                "0": "דלא יעידון – שלא יהו צריכין ליבטל מתלמוד תורה שנגזר עליהן שלא יעסקו בתורה:"
            },
            "2": {
                "0": "הפגינו – צעקו כך מתרגמינן בתהלים כל לשון שועה וצעקה לשון פגינה:",
                "1": "אי שמים – גרסינן אהה ה' להקב\"ה היו צועקים על אותם שגזרו עליהם גזרות קשות והיו אומרים להם לפני הקב\"ה וכי לא אחיכם וכו':"
            },
            "3": {
                "0": "לא נצרכה אלא לחדש מעובר – בשנה מעוברת שיש בה שני אדר והאחד חסר דהשתא כי הוה אדר שני מלא הוה יום שלשים לפני ר\"ח ניסן א\"נ דעברוה לאדר כגון שלא נראה החדש יום ל' דמשום יו\"ט דכ\"ח לא מיתסר אלא כ\"ט:"
            },
            "4": {
                "0": "רבא אמר אפילו תימא חדש חסר – ואהכי נקט מריש ירחא דאי הוה אסר ליה ליום כ\"ט משום בתר כ\"ח לא הוה אסר ליה אלא בתענית לחודיה:",
                "1": "דכל שלאחריו כו' – כלומר כל שאסור משום אחר י\"ט בתענית הוא דאסור הא בהספד מותר ואהכי נקט מריש ירחא דלהוי האי כ\"ט דנקט מוטל בין שני ימים משום דאי מיתסר משום דלפני יו\"ט אימור לא איתסר בהספד דהאי דנקט כל שלאחריו כו' לאו משום דלפניו נמי אסור בהספד אלא איידי דפריך דליתסר יום כ\"ט משום בתר כ\"ח הוא דמיהדר ליה כל שלאחריו כו':"
            },
            "5": {
                "0": "לימא מתשעה ותמניא גופיה – י\"ט הוא דהא הוה ליה מהנך ימים טובים דאיתוקם בהו תמידא כדכתיב ביה מריש ירחא עד תמניא: "
            },
            "6": {
                "0": "ה\"ג דאי איקלע מילתא ובטליני' לשבעה תמניא גופיה אסור דהוה ליה יומא דאיתותב חגי דשבועיא – דאי איקלע מילתא שאם נגזר גזירה וצריכין להתענות תוך אלו ימים טובים דתמיד ובטלו אותן להתענות בכולן שאין לבטלה לחצאין:",
                "1": "אכתי יומא תמניא אסור משום חגא דשבועיא – ואי קשיא אכתי לימא תשעה ואפילו אם אירע מילתא דבטלי אכתי הוא אסור תמניא גופיה משום קמא יומא דחג שבועיא דהוה יום שלפניו לאו פירכא הוא דהא יו\"ט גופיה בטיל ואנא ליקום וליגזור קמיה יומא דאיתותב חגא דשבועיא וכה\"ג מתרץ לקמן ביום טוריינוס:"
            },
            "7": {
                "0": "כ\"ט נמי – דתרצת לה לעיל לא נצרכה כו' להכי נקט בריש ירחא דאי מיקלע כו':"
            },
            "8": {
                "0": "כרבי יוסי – דאמר בין לפניו בין לאחריו אסור:",
                "1": "כר\"מ – סתם מתניתין דקתני לאחריו מותר:"
            },
            "9": {
                "0": "מה ת\"ל בהון בהון – דלא להתענאה בהון ומקצתהון דלא למספד בהון וקא דריש לה כדדייק לקמן בהון משמע מיעוט:",
                "1": "ואמר שמואל גרס:",
                "2": "הלכה כרבן שמעון – דמדרבנן נינהו ולא מחמרינן כולי האי:"
            },
            "11": {
                "0": "באלי – שם חכם:",
                "1": "ה\"ג כי אמר רבי יוחנן הלכה אדלא להתענאה – דימים הכתובים במגילת תענית דלא להתענאה לפניהן אסורים ולאחריו מותרין כרבי יוסי ולא כר\"מ דאמר אף לפניהם מותר אבל אדלא למספד דאין הלכה כרבי יוסי [דאמר] לפניו ולאחריו אסור אלא כר\"מ דאמר לפניו אסור ולאחריו מותר:"
            },
            "12": {
                "0": "ומי א\"ר יוחנן הכי – דלפניו מיהא אסור כרבי יוסי:",
                "1": "מקדימין – שקראו קודם זמנה:"
            }
        },
        "35": {
            "0": {
                "0": "מותרין בהספד ובתענית – בני ט\"ו קריאת המגילה דכרכין קודם זמנה כדמפרש התם בי\"א בי\"ב בי\"ג בי\"ד בט\"ו שהכפרים מקדימין ליום הכניסה מותרין אותן ימים שקראוה קודם זמנה בהספד ותענית:",
                "1": "בני חמיסר – דהיינו כרכים המוקפין חומה מימות יהושע בן נון וקא קרי בארביסר כגון שהלך לכפר וקרא עמהן דפרוז בן יומו נקרא פרוז כדאמרינן במגילה (דף יט.):",
                "2": "מי שרי – י\"ד אפילו לבני ט\"ו בהספד ותענית:"
            },
            "1": {
                "0": "ואמר רבא לא נצרכה – לכתוב במגילת תענית לגזור ההספד ותענית לבני י\"ד בי\"ד ולבני ט\"ו בט\"ו דהא קרא כתיב בהדיא להיות עושים את ימי הפורים האלה וגו':",
                "1": "אלא לאסור את של זה בזה – כגון בני ט\"ו (דקרו) בי\"ד ובני י\"ד בט\"ו:"
            },
            "2": {
                "0": "בני ארביסר – נינהו כפרים ועיירות:",
                "1": "וקא קרי בי\"ג – כגון שחל י\"ד בג' בשבת ומקדימין ליום הכניסה:",
                "2": "יום ניקנור הוא – לקמן מפרש ואסור בהספד ותענית:",
                "3": "אלא בני י\"ד וקרו בי\"ב – שחל י\"ד ברביעי בשבת והקדימו ליום הכניסה דהיינו י\"ב:",
                "4": "טוריינוס – בסמוך מפרשה:"
            },
            "3": {
                "0": "בחדיסר – שחל להיות י\"ד באחד בשבת וכפרים מקדימין ליום הכניסה דהוו י\"א ושמע מינה דאע\"ג שהוא יום שלפני טוריינוס שרי בהספד ותענית:"
            },
            "4": {
                "0": "שמעיה ואחיה – חסידים היו ולא פירש מי הם דאותו שאכלו האריה עידו היה ולא שמעיה:"
            },
            "6": {
                "0": "איפרכי – דוכוס:"
            },
            "7": {
                "0": "לוליינוס ופפוס אחיו – צדיקים גמורים היו:",
                "1": "בלודקי' – היא לוד והיינו דאמרינן בכל דוכתא (ב\"ב דף י:) הרוגי לוד אין כל בריה יכולה לעמוד במחיצתן בגן עדן ויש אומרין שנהרגו על בתו של מלך שנמצאת הרוגה ואמרו היהודים הרגוה וגזרו גזרה על שונאיהן של ישראל ועמדו אלו ופדו את ישראל ואמרו אנו הרגנוה והרג המלך לאלו בלבד: ",
                "2": "אם מעמו כו':"
            },
            "8": {
                "0": "נתחייבנו הריגה – על חטא חייבי מיתות בית דין:"
            },
            "9": {
                "0": "דיופלין – שני שרים וכן מטרופולין של מלכים לשון שרים:",
                "1": "בגזירין – מקלות כמו גזירי עצים:"
            },
            "10": {
                "0": "וכמה הויא התחלה – שאינו מפסיק לאחר מכאן:",
                "1": "רבי אחא ורבי יוסי – אמוראי נינהו דלאו אורחא דתנאי לאשתעויי בגמרא כי האי גוונא:",
                "2": "שלש – תעניות שני וחמישי ושני:"
            },
            "11": {
                "0": "זו דברי ר\"מ – ואדברי ר\"מ דמתני' קאי דקתני אין משלימין:",
                "1": "מתענה ומשלים – עד חשיכה:"
            },
            "13": {
                "0": "מתני' סדר תעניות אלו – האמור בפ' ראשון (דף י.) שבתחילה יחידים מתענין סדר תעניות ואחר כך צבור הולכין ומתענין עד י\"ג אם לא נענו:",
                "1": "ברביעה ראשונה – אם עבר זמן רביעה ראשונה של יורה ולא ירדו גשמים מתענין והולכין כסדר הזה:",
                "2": "אבל צמחים ששנו – שנשתנו ממנהגן תחת חטה יצא חוח תחת שעורה באשה שלא היו חטים בשבולים או שינוי אחר מתריעין עליהן מיד אפילו בראשונות שכל חומר האחרונות נוהג בהן:",
                "3": "בין גשם לגשם – בין רביעה ראשונה לשניה סימן בצורת היא:"
            },
            "14": {
                "0": "ירדו לצמחים אבל לא לאילן – מפרש בגמ':",
                "1": "לבורות שיחין ומערות – בבבא בתרא מפרש מאי בור ומאי שיח ומאי מערה וכולן בית כניסיות מי גשמים לשתיה:",
                "2": "שלא ירדו עליה גשמים דכתיב והמטרתי על עיר אחת ועל עיר אחת לא אמטיר וגו' – כגון שהמטיר בעיר זו ובחבירתה לא המטיר דקללה היא:"
            }
        },
        "36": {
            "0": {
                "0": "ה\"ג אותה העיר מתענה ומתרעת וכל סביבותיה מתענות ולא מתריעות – ולפיכך מתענות שאותה העיר שלא ירדו עליה גשמים תלך לקנות התבואה באותה העיר ויהיה בה רעב:",
                "1": "או מפולת – שחומותיה והבתים נופלין ברוח:"
            },
            "2": {
                "0": "מתריעים בכ\"מ – אם יראו באספמיא מתריעין בבבל בבבל מתריעין באספמיא כדקתני טעמא בסיפא מפני שהיא מכה מהלכת אם במקום אחד היא מתריעין עליה כל השומעין כדי שלא תבא עליהן:",
                "1": "שדפון – בתבואות:",
                "2": "ירקון – חולי:",
                "3": "חיה רעה – משכלת בני אדם:",
                "4": "חרב – חיילות ההולכין להרוג ולהשחית בכל מקום:"
            },
            "3": {
                "0": "מלא תנור – מפרש בגמרא:",
                "1": "לעריהם – בא\"י:",
                "2": "באשקלון – בארץ פלשתים:",
                "3": "ועל שאכלו זאבים – שהיא חיה רעה ומכה מהלכת היא:",
                "4": "שנראו – ובאו בעיר:"
            },
            "4": {
                "0": "מתריעין – בעננו:",
                "1": "המטורפת – מלשון טרף אבבא (ברכות דף כח.) ומלשון ביצה טרופה (עדיות פ\"ב מ\"ד) כו' כדמפרש בפרק שלמעלה (דף יד.):",
                "2": "שמעון התימני – מתמנה היה:"
            },
            "5": {
                "0": "שלא תבא – לישנא מעליא נקט:",
                "1": "מרוב גשמים – לאו כגון שירדה על עיר אחת ועל עיר אחת לא ירדה ששם ודאי שתיהן לקללה כדאמר רב יהודה (לעיל תענית ו:) תמטר מקום מטר שמקלקל תבואה אלא כבר ירדו וטורח הם לבני אדם אבל אינן מקלקלין תבואות וטעמא מפרש בגמרא למה אין מתריעין:",
                "2": "תנורי פסחים – שהם בחצרות ושל חרס הן ומטלטלין אותן שלא ימוקו בגשמים:"
            },
            "6": {
                "0": "גשמי בורות – שיפוע גשמים למלאות בורות:",
                "1": "ונדבות – רצון ועין יפה:"
            },
            "7": {
                "0": "אבן הטועין – אבן טועין היתה בירושלים וכל מי שאבדה לו אבידה כו' בבבא מציעא (דף כח:):"
            },
            "8": {
                "0": "לנדות – על כבוד הרב:",
                "1": "מתחטא – פורפיי\"ש בלע\"ז ישמח אביך ואמך ותגל יולדתך:"
            },
            "9": {
                "0": "קודם הנץ החמה לא ישלימו – דאכתי לא חל עלייהו תענית כי נחתי גשמים:",
                "1": "קודם חצות – דחצות זמן אכילה היא מחצות ואילך חל התענית כיון שלא סעדו בשעת סעודה:"
            },
            "10": {
                "0": "ועשו יו\"ט – מתוך שמחה:",
                "1": "הלל הגדול – הודו לאלהי האלהים כי לעולם חסדו ומפני שנאמר בו נותן לחם לכל בשר כדאמרינן בשילהי פסחים (דף קיח.):"
            },
            "11": {
                "0": "גמ' רביעה ראשונה ושניה לשאול – שאף על פי שלא ירדו גשמים לא בראשונה ולא בשניה לא היו מתענין אלא שואלין וקשיין מתני' דקתני סדר תעניות אלו האמור ברביעה ראשונה וברייתא אהדדי:"
            },
            "12": {
                "0": "הכי קאמר כו' – וכגון רביעה ראשונה שניה ושלישית דכולי יורה קרי ליה רביעה כך שמעתי:"
            },
            "13": {
                "0": "דוקא נשתנו – דכי נשתנו ודאי הוא דמתריעין מיד דצריך להתפלל עליה שיחזיר ביופי כתקנן:",
                "1": "אבל יבשו – לא צריך דמכאן ואילך לא יועיל והוא תפלת שוא אפילו יבשו כשהן חטין עדיין דקין אפילו הכי לא מתריעין:",
                "2": "הכי גרסינן פשיטא שנו תנן לא צריכא דאקון מהו דתימא כו':",
                "3": "דאקון – שעלו בקנה שנתקנו מעט לאחר שנתייבשו:",
                "4": "מהו דתימא אקנתא מילתא היא – דהואיל ונתקנו מעט אם יתפלל מועיל להם קא משמע לן רב נחמן דאקנא לאו מילתא ל\"א אבל יבשו לא דממילא חוזרין:",
                "5": "לא צריכא דאקון – שעלו בקנה מהו דתימא אקנתא מילתא היא דכיון שעלו בקנה ועדיין לא בשלו כל צרכן ודאי אי לא מתריעין תו לא גדלי קמשמע לן דלאו מילתא היא דאף על גב דאקון אכתי גדלי טפי:"
            },
            "14": {
                "0": "נהרא אנהרא בצורתא – בשאין תבואה בעיר אחת ויש בעיירות אחרות ואפשר להביא מזה לזה דרך נהר בספינה:"
            }
        },
        "37": {
            "0": {
                "0": "בצורתא – בצורת היא זו ולא רעב הואיל ויכולין לישא בספינות:",
                "1": "מדינתא אמדינתא – וצריכין להוליך ממדינה למדינה על ידי חמרים:",
                "2": "כפנא – רעב ורעב קשה מבצורת לפי שאי אפשר להביא בשופי מ\"ר לשון אחר נהרא אנהרא אם יבש מעיין זה וצריך להסב מעיין אחר בכאן אי נמי להמתין עד שיגדל נהר אחרת ויבא כאן בצורת הוא זה:",
                "3": "מדינתא אמדינתא – אם יבשו כל הנהרות שבתוך העיר וצריכין להביא מים מעיר אחרת כפנא רעב הוא זה תקיפא מבצורתא:",
                "4": "סאה בסלע ושכיחא – כי זבני סאה של חיטין בסלע דהיינו יוקר ומצויה לקנות בכל עת בצורתא:"
            },
            "1": {
                "0": "מעות ביוקר – אין מעות מצויות להן:",
                "1": "נהירנא – אני זוכר:",
                "2": "מדלית איסר – מאין מעות:"
            },
            "2": {
                "0": "דאתיא ניחא – ואמרינן בפירקא דלעיל (תענית דף ג:) מיטרא ניחא לפירי ולתבואה ומיטרא רזיא לאילני דאתיא ניחא לפירי ואתיא רזא לאילנות:"
            },
            "3": {
                "0": "בשפיכתא – בכח גדול יותר מדאי דאינה טובה לא לזה ולא לזה שוב אמר רבי שפיכותא מטר דק ועבה יותר מדאי לאילני לא מהניא דלאו רזיא היא לצמחים נמי לא שהגשמים מרובין באין ושוטפין אותן:"
            },
            "4": {
                "0": "בפרוס הפסח – בימי הפסח על בורות שיחין ומערות אם לא ירדו להן גשמים:",
                "1": "אפילו בפרוס החג – להשקות זרעים ואת בהמתם:",
                "2": "אם אין להם לשתות מתריעין וכו' – אפילו בפרוס החג דימות החמה נינהו אפילו הכי מתריעין משום דכולן צריכות לשתות:"
            },
            "5": {
                "0": "וכולן – כל אלו:",
                "1": "בהיפרכיא שלהן – באותו מלכות שכלו שם מי בורות שיחין ומערות:"
            },
            "6": {
                "0": "ואסכרא – בוצמל\"ע בלע\"ז פעמים שנקבע בתוך פיו של אדם ומת לשון כי יסכר פי דוברי שקר (תהילים ס״ג:י״ב) והיא סרונכה מיתה משונה:",
                "1": "בזמן שיש בה מיתה – שהיא משולחת מהלכת ומתים בה:",
                "2": "על הגובאי – שמכלה את התבואה כל שהוא אפילו לא נראה אלא קצת בידוע שעתידין לבוא לרוב אבל חגב כל שהוא מצוי הוא ואינו מכלה כל כך כארבה:"
            },
            "7": {
                "0": "בשאר שני שבוע – דשמיטה אבל בשמיטה לא דהפקר נינהו:",
                "1": "אפילו בשביעית – כל שעה צריכין לשתיה ואע\"פ שהגשמים מועילין לקרקע בשביעית:"
            },
            "8": {
                "0": "רבן שמעון בן גמליאל אומר – מתריעין על האילנות ואף על הספיחין של שביעית שאינן חשובין כל כך:"
            },
            "9": {
                "0": "צמוקין – שיורדין בקושי מלשון ושדיים צומקים (הושע ט):"
            },
            "10": {
                "0": "למה הוא דומה – פרנסתו של כל השבת כולה:",
                "1": "נאפת כתקנה – שיש לו פנאי לאפותה:"
            },
            "11": {
                "0": "פרנסתו בבת אחת – פרנסת כל השנה וטוחן אותה ביחד:",
                "1": "נמצאת רחיים במה שאוכלת מן הכור כו' – שכן דרך שמשתייר מן הקמח ברחיים וכן כשהגשמים יורדין מרובים ומרביעין את הארץ ומה שהיו טרשים בולעים מן הרוב בולעין מן המיעוט ומה שהרוח מנשבת ובולעת מן הרוב בולעת מן המיעוט:"
            },
            "12": {
                "0": "נמצאת עיסה – עריבה שלשין בה את הבצק שמשתייר בשוליה מן העיסה אף גשמים כשיורדין מעט מעט נבלעין בטרשי' ואין מרביעין את הארץ:"
            },
            "13": {
                "0": "ה\"ג מימיו מרובין אינן כלין וטיט מתגבל יפה מימיו מועטין הטיט אינו מתגבל יפה – מים אינן כלין ויוכלו לגבל טיט הרבה כמה שירצה:"
            },
            "14": {
                "0": "נקדימון בן גוריון – עשיר גדול היה:",
                "1": "ואני אתן לך י\"ב מעיינות מים – כלומר שירדו גשמים ויתמלאו כל המעיינות מים אותן מעיינות לא היו נובעין מים כל כך ואינן מתמלאין מאיליהן כשאר מעיינות:"
            }
        },
        "38": {
            "0": {
                "0": "ועכשיו ירדו גשמים – בתמיה:"
            },
            "3": {
                "0": "בוני שמו:",
                "1": "נקדרה – זרחה לשון מקדיר שהיתה חמה קודרת ברקיע וזורחת פירטוצ\"ר בלע\"ז:"
            },
            "4": {
                "0": "הכי גרסינן – נקדימון בן גוריון הא דאמרן:"
            },
            "5": {
                "0": "אתיא אחל אחל – כתיב במלחמת יהושע (יהושע ג׳:ז׳) אחל גדלך ובמלחמת משה כתיב (דברים ב׳:כ״ה) אחל תת פחדך מה יהושע נקדמה לו חמה במלחמתו כדכתיב בהדיא אף משה כן שכן דרך הכתובין למד סתום מן המפורש ברמז בדיבור דומה לחבירו וגזירה שוה אחת מן י\"ג מדות שניתנו לו למשה מסיני ובתחילת סיפרא מפורש:"
            },
            "8": {
                "0": "שתיהן לקללה – אקרא קאי האי דכתיב על עיר אחת אמטיר ועל עיר אחת לא אמטיר שניהם לקללה אותה שימטיר עליה רוב גשמים שמקלקלין את התבואה ואת שלא ימטיר אין גשמים ואין תבואה גדילה אשר לא תמטיר עליה מוסב הדבר על העב שהעב בלשון נקיבה דכתיב (מלכים א יח מד) הנה עב קטנה ככף איש עולה מים:"
            },
            "10": {
                "0": "ולא אלמנה גמורה – דהא לא כתיב אלמנה אלא היתה כאלמנה כאשה העומדת באלמנות חיות על בעלה שהלך ועתיד לחזור:"
            },
            "11": {
                "0": "דלא מוקמי מינן רישי נהרי – מוכסין:",
                "1": "גזיריפטי – סרדיוטין מרוב בזיון:"
            },
            "12": {
                "0": "ונעתרות נשיקות שונא – נעתרות לשון הפך כדאמרינן במסכת סוכה (דף יד.) ויעתר לו מה עתר זה מהפך את התבואה פורקא בלע\"ז אי נמי נעתרות לשון רבוי וייתור אינקרי\"ש בלע\"ז כמו העתרתם עלי דבריכם (יחזקאל ל״ה:י״ג):"
            },
            "13": {
                "0": "ואפילו כל הרוחות – שאינן קשות:"
            },
            "14": {
                "0": "בירכן בארז – כארזים עלי מים (במדבר כ״ד:ו׳):",
                "1": "ארז זה אינו עומד במקום מים כו' – ואע\"ג דכתיב בקרא כארזים עלי מים ההוא לאו בלעם קאמר ליה דבלעם אמר כארזים והמלאך השיבו עלי מים וכן כולהו דבלעם אמר כנחלים דזימנין מתייבשין וקאמר ליה המלאך נטיו דאין יבישין לעולם והיינו דכתיב ויהפוך ה' אלהיך לך את הקללה לברכה על ידי מלאך שהושיבו על ידי מלאך:",
                "2": "רוח דרומית – היא קשה כדאמרינן (ב\"ב ד' כה:) אילמלא בן נץ שמעמידה אין כל בריה יכולה לעמוד מפניה שנאמר המבינתך יאבר נץ יפרש כנפיו לתימן:"
            },
            "15": {
                "0": "ומטייל – לשמוח:"
            }
        },
        "39": {
            "0": {
                "0": "נזדמן לו אדם – יש ספרים שכתוב בהן אליהו זכור לטוב והוא נתכוון להוכיחו שלא ירגיל בדבר:"
            },
            "3": {
                "0": "ה\"ג מפולת שאמרו בריאות ולא רעועות שאינן ראויות ליפול ולא שראויות ליפול הי ניהו בריאות והי ניהו שאינן ראויות ליפול הי ניהו רעועות והי ניהו ראויות ליפול לא צריכא דקיימן אגודא דנהרא – מפולת שיש שם רוח חזק שמפיל החומות מפולת שאמרו מתריעין עליהן בבריאות קאמרינן שיהו החומות בריאות ואף על פי כן נופלות מכח נשיבת הרוח אבל אם היו החומות הנופלות רעועות אין מתריעין עליהן וכשאינן ראויות ליפול מתריעין עליהן ולא בראויות ליפול:"
            },
            "4": {
                "0": "לא צריכא – הא דקתני שאינן רעועות וראויות ליפול אלא כגון דקאי אגודא דנהרא על שפת הנהר שאע\"פ שהיא בריאה ראויה היא ליפול שהמים מפילין אותה שמקלקלין את הקרקע ושוחקין את היסוד:"
            },
            "5": {
                "0": "כי ההיא אשיתא רעועה כו':",
                "1": "באתרה – במקומה אף על גב דאינה ראויה ליפול דהא קמה באתרה כולי האי אפילו הכי כיון דרעועה היא לא הוו חלפי תותה אלא היה מקיף סביבותיה:"
            },
            "7": {
                "0": "מנכין – ממעטין:"
            },
            "8": {
                "0": "ה\"ג לא הקפדתי בתוך ביתי ולא הלכתי בלא תורה – דכל שעתא הוה גריס:"
            },
            "9": {
                "0": "בהכינתו – שמכנים לו בני אדם כגון שם לווי:",
                "1": "חניכתו – כמו חניכת אבות בגיטין עד י' דורות (גיטין דף פח.):"
            },
            "10": {
                "0": "ביומא דעיבא – יום המעונן דהוי רוח מנשבת ומסתפי דלא תפיל חומות:",
                "1": "בגוהרקא – תיבה תלויה בעגלה ושרות יושבות בהן:",
                "2": "וסייר – בודק תרגום פוקד (שמות לד) מסער כמו האי טבחא דלא סר סכינא קמיה חכם:",
                "3": "כי הוה ליה מילתא דאסותא רמי ליה אכוזא דמיא כו' לא גרסינן:"
            },
            "11": {
                "0": "זבין ליה ושדי ליה בנהרא – להכי זבין להו דאי הוה משתייר מידי לגננין אזלא לאיבוד דמכמשא בשבת ונמצא מכשילן לעתיד לבא דלא מייתי ירקי לסעודת שבת:",
                "1": "דסמכא דעתייהו – שנסמכין עניים לאותו ירק ואומרים אין אנו צריכין לקנות ושמא ישתייר שם כלום ואין להם מה לאכול בשבת:",
                "2": "אין מאכילין אותן לבהמה – משום ביזוי אוכלין ומחזי כבועט בטובה שהשפיע הקב\"ה בעולם אי נמי משום דחסה תורה על ממונן של ישראל וזרק לנהר והולכין למקום אחר ומוצאין אותם בני אדם ואוכלין אותן כך שמעתי:"
            },
            "13": {
                "0": "מילתא דשיבתא – מנהג שדים שמזיקין למי שיאכל ואינו נוטל ידיו דשיבתא כהך דגרסינן במסכת יומא (דף עז:) אמר אביי משום שיבתא והוה תלי ליה לההוא כוזא דמיא כי היכי דלימשו ידייהו מינה:"
            },
            "14": {
                "0": "בר מהא – חוץ מזו דכל מאן דבעי הוה עייל ואכל:"
            }
        },
        "40": {
            "0": {
                "0": "משום דנפישי בני מחוזא – דאיכא עניי טפי וקא מיכלי קרנא:"
            },
            "1": {
                "0": "דחיקא להו – עניות:",
                "1": "כי לא יהיה בך אביון – בך בעצמך:"
            },
            "2": {
                "0": "חיי העולם הבא – תורה:",
                "1": "חיי שעה – עולם הזה זה סחורה:",
                "2": "קיימא ליה שעתא – עתיד להתגדל ואין זמנו למות:",
                "3": "שמע מינה – מדאנא שמעתיה איהדר איזיל לתורתי:"
            },
            "3": {
                "0": "עד דאתא אילפא – ממקום שהלך שם לסחורה:",
                "1": "מלך רבי יוחנן – מינוהו ראש ישיבה עליהן מנהג הוא מי שהוא ראש ישיבה היו מגדלין אותו משלהן ומעשירין אותו כדאמרינן לגבי כהן גדול בסיפרא וביומא (דף יח.) והכהן הגדול מאחיו גדלוהו משל אחיו:"
            },
            "4": {
                "0": "אמרו לו – אנשי המקום לאילפא:",
                "1": "אי אתיב מר וגריס – אם היית יושב ועוסק בתורה היינו ממליכין אותך כמו שעשינו לר' יוחנן דאילפא הוי גמיר טפי מר' יוחנן:",
                "2": "תלא נפשיה באסקריא – כלונס עץ ארוך תקוע בלב הספינה שמניחין עליה מכסה וילו\"ן בלע\"ז:",
                "3": "דשאיל לי כו' – כלומר אף על גב דעבדי עיסקא גריסנא אנא טפי מיניה:",
                "4": "דבי ר' חייא ודבי ר' אושעיא – דהוו מסדרי מתניתא על פי רבינו הקדוש שהיה רבם:",
                "5": "ולא פשיטנא ליה ממתני' – דאשכחנא משנה כוותיה דההיא ברייתא:"
            },
            "5": {
                "0": "תנא ליה – שנה לפניו כלומר בעא מיניה:",
                "1": "האומר תנו שקל לבניי – מי שמת והניח ממונו ביד איש נאמן ואמר תנו שקל חצי סלע לבניי להוצאה בשבוע:",
                "2": "וראויין לתת להן סלע – שיש לו בנים הרבה ואין מסתפקין לשבת בפחות מסלע:",
                "3": "נותנין להם סלע – דאי הוה בדעתיה דלא למיתן להו אלא שקל היה מצוה אל תתנו להן אלא שקל והאי דקאמר תנו להן שקל ולא אמר תנו סלע משום דבעי לזרוזינהו כדאמרן בכתובות (דף ע.) כדי לזרזן במשא ובמתן כדי שיטרחו וילמדו דרך ארץ וירויחו:"
            },
            "6": {
                "0": "אם מתו ירשו אחרים תחתיהן – אע\"ג דאמר תנו שקל ולא אמר אל תתנו אלא שקל גלי בדעתיה דלא בעי למיתב להו אלא שקל בשבת כי היכי דאי מתו ירשו אחרים תחתיהן:",
                "1": "אמר ליה – אילפא:",
                "2": "הא מני – דקתני אע\"ג דלא ספקי בבציר מסלע לא יהבינן להו אלא שקל ר\"מ היא דאמר במסכת כתובות במתני' (דף סט:) מצוה לקיים דברי המת דאי לאו מצוה מן הדין נותנין להן כל הראוי להן שהרי כל הממון שלהן הוא ואין בו לאותן אחרים כלום אלא לאחר מיתתן אם יש מותר יש להן ואם לאו לא יטלו ומתוך שרוצין אנו לקיים דבריו שירשו אחרים תחתיהם אנו מקמצין את הממון כדי שיהא שם מותר:"
            },
            "7": {
                "0": "והיה מטתו מונחת כו' – רגלי המטה מונחין בספלים מלאים מים שלא יעלו אליו נמלים דרך רגלי המטה מפני שהיה גידם ואם היו עולים אינו יכול ליטלם בידיו ולזורקן:"
            },
            "10": {
                "0": "דסלקי ליה – כל המאורע לו אפילו רעה:",
                "1": "בת בההיא דיורא – לן לילה אחת באותו המלון:",
                "2": "לסיפטיה – ארגז שלו:"
            },
            "11": {
                "0": "לכולהו – שונאיהן של ישראל:",
                "1": "כחד מינייהו – כאחד משרי קיסר:",
                "2": "מעפרא דאברהם הוא – כשנלחם עם המלכים:",
                "3": "גילי – קשין:"
            },
            "13": {
                "0": "ביתו – לנו במלון:"
            },
            "14": {
                "0": "ה\"ג עיר גדולה המוציאה אלף וחמש מאות רגלי יצאו הימנה תשעה מתים וכו' – אלף וחמש מאות איש דהיינו פי שלשה בעיר קטנה:"
            },
            "15": {
                "0": "כפר עמיקו שלשה מתים בשלשה ימים – מת אחד בכל יום:"
            }
        },
        "41": {
            "0": {
                "0": "ביום אחד אין זה דבר – דאקראי בעלמא הוא:"
            },
            "1": {
                "0": "כפר עכו דרוקרת נ\"א דיוקרא עיר ששמה יו\"ד והיא קטנה על שם שיו\"ד קטנה באותיות: ",
                "1": "ה\"ג יצאו הימנה ג' מתים בג' ימים:"
            },
            "2": {
                "0": "ריחק נגיחותיו – בשור מועד קאי בבבא קמא בפרק כיצד הרגל מועדת אי זהו תם ואי זהו מועד כל שהעידו בו ג' ימים דברי ר' יהודה ר' מאיר אומר כל שהעידו בו ג' פעמים ביום אחד ר' יהודה סבר כתיב או נודע כי שור נגח הוא מתמול שלשום מתמול תרי שלשום תלת הרי ג' ימים ור\"מ סבר ריחק נגיחותיו כשנגח בג' ימים זה אחר זה חייב קירב נגיחותיו שנגח ג' פעמים ביום אחד לא כל שכן:"
            },
            "3": {
                "0": "ליקום מר להכא – דרב נחמן בר יצחק הוה יתיב בין גברי דלא חשיבי כולי האי וקאמר ליה רב נחמן בר רב חסדא ליקום מר מהתם וליתי ליתיב גבאי:",
                "1": "תנינא – תני אנא שונה אני ברייתא זו רבי יוסי אומר כו':",
                "2": "לא מקומו של אדם מכבדו – ואם אלך ואשב שם אין המקום מכבדני:",
                "3": "גם הצאן והבקר אל ירעו – דמשום שכינה היה הר סיני מכובד ומקודש:",
                "4": "אל מול ההר ההוא – מדכתיב ההוא משמע כל זמן שהוא בגדולתו שהשכינה עליו נסתלקה השכינה במשוך היובל וגו' ואע\"ג דהאי קרא בלוחות הראשונות כתיב לא נסתלקה שכינה עד לוחות האחרונות שניתנו ביום הכפורים וגם כל ימות החורף שעסקו במלאכת המשכן שהתה שכינה בהר ומשם ניתנו כל המצות בקולי קולות ולפידים ביום קבלת עשרת הדברות עד אחד בניסן שהוקם המשכן ונסעה וזזה שכינה מן ההר וישבה לה על הכפורת ושם באהל מועד נשנית התורה כללותיה ופרטותיה ועל אותה שעה היה מתיר להם בלוחות הראשונות לעלות כדאמרינן במסכת ביצה (דף ה.) כל דבר שבמנין צריך מנין אחר להתירו ובראש קונטרס רומי אתה מוצא תשובת רבים בכך:",
                "5": "במשוך היובל – בסיום השופר כשתסתלק השכינה דרך הוא להאריך ולמשוך התקיעה בשעת סיום:"
            },
            "4": {
                "0": "הוגללו הפרוכת – שהיו נגללין בשעת נסיעתן היו נוסעין כולן ובאין זבים ומצורעים ונכנסין במחנה:"
            },
            "5": {
                "0": "פרס – חצי מנה ולשון פרוסה כמו פרס פריסת מלכותך (דניאל ה) שאביו של רב נחמן בר רב חסדא גדול מיצחק אביו של רב נחמן מדמיתקרי בר רב חסדא ואידך רב נחמן בר יצחק מכלל שלא נסמך:"
            },
            "6": {
                "0": "דברתא – דבר:",
                "1": "בשיבבותיה – בשכונתו:",
                "2": "איתחזי להו בחילמא – להנך אינשי דסברי משום זכותיה דרב הוא:",
                "3": "הא זוטר ליה לרב – נס זה קטן הוא לפי גדולת רב:",
                "4": "מרא – פושיי\"ר בלע\"ז:",
                "5": "זבילי – פלי\"א בלע\"ז:",
                "6": "לקבורה – ומשום זכותיה דקבורה מדדו בו מדה כנגד מדה:"
            },
            "7": {
                "0": "ומשיילא לשיבבותיה – ומשאילתו לשכנותיה לאחר שהסיקתו משלה לפיכך נמדדת השכר בה במדה:"
            },
            "8": {
                "0": "קמצא – ארבה שמכלה את התבואה:",
                "1": "לא קא מפסדא – לא בעינן למיגזר תעניתא:",
                "2": "זוודא אייתו בהדייהו – בתמיה וכי צידה הביאו עמם שלא יפסידו את התבואה:"
            },
            "9": {
                "0": "מעייהו – בני מעיין שלהן שאין להן כרס הפנימי כשאר בהמה וסימן רע הוא:"
            },
            "10": {
                "0": "בי חוזאי – מקום במלכות בבל:",
                "1": "גזר תעניתא – בעירו:",
                "2": "הא מרחק – ואין לחוש שמא יבא עד כאן:",
                "3": "אמר להו וכי מעברא פסיק להו – וכי מעברות ושאר מחיצות מפסיקין לפני הדבר שלא יבא:"
            },
            "11": {
                "0": "שפחה לא כל שכן – ויש לחוש שמא ישתלח עד כאן:"
            },
            "12": {
                "0": "הא שפחה ושפחה – שתי עיירות של חוצה לארץ כגון בי חוזאי ונהרדעא דאתריה דשמואל:",
                "1": "שיירתא – דאזלי מבי חוזאי לנהרדעא:",
                "2": "דלווי – מתלוה ובא עמהן:"
            },
            "13": {
                "0": "אבא אומנא – מקיז דם:",
                "1": "שלמא מרקיעא – בת קול אומרת לו שלום עליך:"
            },
            "14": {
                "0": "כי הוה עביד מילתא – כשהיה מקיז דם לבני אדם:",
                "1": "ודנשים לחודייהו – לצניעותא:",
                "2": "דאית ביה קרנא – וינטוש\"א שהיה תקוע בו הקרן שהוא מקיז בו ולנשים הוי מלביש לה:",
                "3": "ולא מכסיף – דלאחר שהכה לא הוה ידע מאן רמי (בכסילתיה) פשיטי להתם ומאן דלא רמי:"
            },
            "15": {
                "0": "בריא נפשך – תבריא עצמך. למיבדקיה. לבדקו במעשיו:",
                "1": "למיבדקיה – לבדקו במעשיו:",
                "2": "ומך להו בסתרקי – קיפל תחתיהן תכשיטי צמר טפיד\"ו בלע\"ז לישן בהן:"
            }
        },
        "42": {
            "0": {
                "0": "לצפרא כרכינהו – רבנן לביסתרקי דאבא אומנא ואייתינהו לשוקא לזבנינהו:",
                "1": "אמרו ליה – לאבא אומנא לשיימינהו מר והב לן דמייהו והיו בודקין אותו אם יחשדם כגזלנין או אם יהא שם אותם פחות מכדי דמיהם:"
            },
            "1": {
                "0": "במאי חשדתינן – כשלקחנום:",
                "1": "וכסיפא – לכו מילתא למימר לי לאלתר ליתן אותם ואהכי אתו למיגני גבאי למיעבד כולי האי:",
                "2": "לשקלינהו מר – שלא היינו רוצין אלא לנסותך:"
            },
            "2": {
                "0": "חלשא דעתיה דרבא אדאביי – דלרבא לא אתי שלמא אלא ממעלי יומא דכיפורי למעלי יומא דכיפורי ולאביי כל מעלי שבתא:",
                "1": "אכולא כרכא – על כל בני עירך:"
            },
            "3": {
                "0": "רב ברוקא חוזאה – שהיה מבי חוזאי:",
                "1": "דבי לפט – מקום:",
                "2": "א\"ל – רב ברוקא לאליהו מי איכא בהאי שוקא כו':",
                "3": "מסאני אוכמי – מנעלים שחורים שלא כמנהג היהודים:",
                "4": "ולא רמי חוטא – לא הטיל ציצית בטליתו:",
                "5": "אמר ליה – אליהו לרב ברוקא האי בר עלמא דאתי הוא:"
            },
            "4": {
                "0": "קרא ליה – רב ברוקא לההוא גברא:",
                "1": "זנדוקנא – שומר בית האסורין:",
                "2": "רמינא פורייאי כו' – מטיל אני מטתי בין אנשים לנשים:",
                "3": "דיהבי נכרים עינייהו עלה – בעלי בית האסורים:",
                "4": "איתרמי נערה כו' – דהויא בבית הסוהר:",
                "5": "דורדיא דחמרא – שמרים של יין האדומים כדם:",
                "6": "בשיפולה – בשולי בגדיה:",
                "7": "דיסתנא – דרך נשים לה ומאוסה היא והוא לשון פרסי:"
            },
            "6": {
                "0": "אמר ליה – אליהו לרב ברוקא הני נמי בני עלמא דאתי נינהו:",
                "1": "בדוחי – שמחים ומשמחים בני אדם:",
                "2": "טרחינן – במילי דבדיחותא בינייהו:",
                "3": "עד דעבדי שלמא – שהן דברים שאדם אוכל פירותיהן בעולם הזה והקרן קיימת וכו' הבאת שלום בין אדם לחבירו:"
            },
            "7": {
                "0": "שדפון וירקון – כיון שנראה כל שהוא מתריעין ומלא תנור דמתניתין להתענות אי נמי מעשה היה כך:",
                "1": "כנף אחד – עוף אחד של אותו מין כעין צפור כל כנף (בראשית ז׳:י״ד):"
            },
            "8": {
                "0": "משולחת – מן השמים:",
                "1": "בשדה אינה משולחת – דהיינו אורחה:"
            },
            "9": {
                "0": "טרפה שני בני אדם – ולא אכלה אלא אחד מהם ודאי משולחת דכיון דלא היתה רעבה אלא לאחד מאי טעמא קטלה ליה לאידך:",
                "1": "שניהן אינה משולחת – שמפני הרעב אכלתם:",
                "2": "עלתה לגג – רגילין היו להשתמש כל תשמישיהן בגגות שלא היו משופעים אלא חלקים ושוין והוא הדין לבית שתחתיו:",
                "3": "עריסה – ברצו\"ל בלע\"ז:"
            },
            "11": {
                "0": "הכי קאמר – האי דקתני נראתה בעיר כו' הכי קאמר נראתה בעיר כגון שנראתה ביום דסתם נראתה ביום משמע אבל בלילה אינה משולחת והאי דקתני נראתה ביום אשדה קאי דאם נראתה בשדה ביום אינה משולחת:"
            },
            "12": {
                "0": "הא עמדה – בשדה דלא רצתה ולא נחבאת:"
            },
            "13": {
                "0": "בשדה הסמוכה לאגם – עמדה אינה משולחת דכיון דסמוכה לאגם היינו רביתה ולא ברחה סברה אי אתי בתראי עריקנא לאגם מיד:",
                "1": "בשדה שאינה סמוכה לאגם – עמדה משולחת דכיון דלאו מקום רביתה הוא וקיימא ודאי משולחת גזירה היא:",
                "2": "אגם – מרשי\"ק בלע\"ז הסמוך לעיר והוא מלא קוצים:"
            },
            "14": {
                "0": "כי תניא ההיא – דאכלה אין רצתה לא באגם דכיון דהיינו דוכתה סמכה אדעתה ורהטא אבתרייהו:"
            },
            "15": {
                "0": "ככוכא דציידי – כוך קטן של ציידין שיחפרו למארב העופות ואף על גב דלאו בנין קבוע הוא ולא הוה כיישוב הויא משולחת:"
            },
            "16": {
                "0": "אין צריך לומר חרב שאינו של שלום – שמתריעין עליה אלא אפילו חרב של שלום העוברת דרך אותו מלכות לילך להלחם במקום אחרת:"
            }
        },
        "43": {
            "0": {
                "0": "וישלח אליו מלאכים לאמר מה לי ולך מלך יהודה לא עליך אתה היום כי אל בית מלחמתי ואלהים אמר לבהלני חדל לך מאלהים אשר עמי וגו' לא עליך אני הולך היום – יאשיה יצא לקראתו למלחמה ולא נתנו לעבור בארצו ושלח לו פרעה נכה מלאכים לאמר כו':"
            },
            "1": {
                "0": "מאן אלהים – דקאמר ליה פרעה נכה חדל לך מאלהים אשר עמי:"
            },
            "2": {
                "0": "מלמד – מדכתיב ויורו המורים דמשמע יריות רבות יורו המורים:",
                "1": "אמר רב יהודה אמר רב מלמד שעשו כל גופו ככברה:"
            },
            "4": {
                "0": "הא כתיב ונתתי שלום בארץ – ולמאי הלכתא כתביה רחמנא לאידך קרא וחרב לא תעבור בארצכם אלא אפי' חרב של שלום:",
                "1": "שאין דורו דומה יפה – בעיני המקום:"
            },
            "6": {
                "0": "איבעיא להו כמלא תנור תבואה – דהיינו שיעור גדול יותר ממלא תנור פת דשיעור קטן הוא שאין דרך למלאות כל חלל התנור פת אלא בדפנות מדביקין אותו:"
            },
            "7": {
                "0": "ת\"ש – דקתני חדא כי האי לישנא כמלא פי התנור דהיינו פת דאילו תבואה לא מצי קיימא על פי התנור:",
                "1": "או דלמא כי דרא דריפתא – שורה של לחם הדבוקין זה אצל זה בפי התנור אי נמי שמדביקין זה למעלה מזה עד פי התנור:"
            },
            "8": {
                "0": "ובלען – כשהן שלימין:",
                "1": "וטהרו את הבשר – שאינו מטמא טומאת מת דנתעכל ונתבטל תוך מעיו וכגון ששהו ימי עיכול ופירשא בעלמא הוא:",
                "2": "וטימאו את העצמות – דלא מתעכלו:"
            },
            "9": {
                "0": "מפני רוח רעה – שנכנס בו רוח שידה ורץ והולך ושמא יטבע בנהר או יפול וימות:",
                "1": "לסגף – לענות נפש מתרגמינן לסגפא נפש (במדבר ל׳:י״ד):"
            },
            "10": {
                "0": "יצטרך לבריות – כי אין בו כח להרויח ולהתפרנס מיגיעו:",
                "1": "דכתיב לנפש חיה – החייה:"
            },
            "12": {
                "0": "חנן בן פטום אומר אין מתריעין על הדבר – אפי' בחול דגזירה היא:"
            },
            "14": {
                "0": "רמי בר רב יוד – חכם ששמו יוד:"
            },
            "15": {
                "0": "ובגולה – בבל שהיא במצולה:",
                "1": "מתריעין על רוב גשמים – שלא ירדו:",
                "2": "אנשי משמר ואנשי מעמד – מפרש בשלשה פרקים לקמן (תענית דף כו.):",
                "3": "תנו עיניכם – התבוננו בתפלתכם בתעניות עליהם שלא ירדו רוב גשמים:",
                "4": "שלא יהו בתיהם קבריהן – שעמוקה היא ונטבעים בתיהם במים:"
            },
            "16": {
                "0": "קרן אפל – שן סלע גבוה וכך שמו:",
                "1": "וישכשך רגליו במים – כלומר לעולם אין מתפללין:",
                "2": "והתניא ידו – עד שישכשך ידו:",
                "3": "רגלו כידו – וכיון דיכול לשכשך ברגלו אי שוחה יכול לשכשך בידו נמי:"
            },
            "17": {
                "0": "טייעא – סוחר ישמעאל:",
                "1": "ומיתחזי – האי טייעא וגמליה ורומחא לרבה בר בר חנה דהוה על קרן אפל:",
                "2": "איניבא – תולעת ל\"א כי אנבא לינדינ\"א בלע\"ז:"
            },
            "18": {
                "0": "לא שכורה – לא שתויה יותר מדאי שמטשטשין את הארץ:"
            }
        },
        "44": {
            "0": {
                "0": "דכתיב בעתם – זהו בלילי רביעיות ובלילי שבתות דאין טורח לבני אדם דאינם הולכין לדרכים בלילי רביעיות מפני אגרת בת מחלת בפסחים (דף קיב:):"
            },
            "1": {
                "0": "שכן מצינו – כלומר ושמא תאמר אין סיפק בגשמים של ב' לילות בשבת מצינו בימי שמעון בן שטח כו':",
                "1": "וצררו – קשרו ואצרו:"
            },
            "2": {
                "0": "הורדוס – סתר בנין דעזרא ובנה בנין יפה ממנו בב\"ב (דף ד.):"
            },
            "3": {
                "0": "עוגה – שורה עגולה כמו עוגה שהיא עגולה:",
                "1": "כדרך שעשה חבקוק – כדמפרש בתרגום של תפלת חבקוק על משמרתי אעמדה כמין בית האסורים עשה וישב:"
            },
            "4": {
                "0": "ראינוך ולא נמות – נראה אותך ולא נמות בניחותא השתדל שלא נמות ברעב מפני עצירת גשמים:"
            },
            "7": {
                "0": "פר הודאה – להתודות עליו ועשה לו סמיכה והביאו שלמים חוני בזמן הבית היה:",
                "1": "כמהין ופטריות – בוליי\"ץ בלע\"ז שיצאו מלחלוח הגשמים וידעו כי של ברכה היו:"
            },
            "8": {
                "0": "אלמלא חוני אתה – ואדם גדול:",
                "1": "לנדות – שמנדין על כבוד הרב שהטיח דברים ואמר לא כך שאלתי:",
                "2": "שאלמלא היו שנים כשני אליהו – גזירת עצירת גשמים:",
                "3": "ומפתח של גשמים בידו של אליהו – גרסינן:",
                "4": "לא נמצא שם שמים מתחלל – בתמיה שאליהו נשבע חי ה' אם יהיה השנים האלה טל ומטר כי אם לפי דברי (מלכים א י'ז:י') ואתה נשבע שאין אתה זז עד שירדו גשמים:",
                "5": "נמצא שם שמים מתחלל על על ידך – דזה או זה בא לידי שבועת שוא:"
            },
            "9": {
                "0": "מתחטא – לשון חטא כלומר הוי הולך וחוטא:"
            },
            "10": {
                "0": "לשכת הגזית – סנהדרין:"
            },
            "11": {
                "0": "דור שהיה אפל – מרוב צער שלא ירדו גשמים:"
            },
            "12": {
                "0": "הושעת בתפלתך – מן המיתה שהבאת עליהם שובע:"
            },
            "13": {
                "0": "של אותו צדיק – חוני המעגל היה מצטער על המקרא הזה:",
                "1": "שיר המעלות – לשון עילוי:",
                "2": "היינו כחולמים – כחלום נדמה גלות בבל שהיה שבעים שנה:",
                "3": "שבעין שני בחלמא – בתמיה מי איתא דניים שבעין שנין בחלמיה ויש אדם ישן שבעים שנה בשינה אחת:"
            },
            "14": {
                "0": "עד שבעין שנין – לא טעין פירא בטעינא קמייתא:",
                "1": "הכי גרסי' אנא עלמא בחרובא אשכחתיה כי היכי דשתלי לי אבהתיי אנא נמי אישתיל לבראי:"
            },
            "15": {
                "0": "יתיב – חוני המעגל וקא כריך רפתא:",
                "1": "אהדרא ליה משוניתא – עלתה סביבותיו שן סלע:",
                "2": "ואיכסי מעינא דאינשי – ולא אשכחוהו התם:",
                "3": "רמכי רמכי – וולדי וולדות באלו השנים דניים מעוברת זכר היתה וחזר ובא עליה והולידו:"
            },
            "16": {
                "0": "אמר להו – שאל להון בנו של חוני המעגל קיים הוא:",
                "1": "נהירנא לן הנך שמעתתא – מוגהת לנו שמועה זו כאילו למדנוה בחייו של חוני המעגל שהיה מפרקה לנו ומגיה לנו יפה יפה:",
                "2": "או חברותא או מיתותא – ולא גרסינן הכא כחברי דאיוב אלא בבבא בתרא (דף טז:) גבי מעשה דאיוב אם אין חביריו של אדם נוהגין בו כבוד כבתחילה נוח לו שימות אי נמי משום הנך בריוני לא כתוב בספרינו:"
            },
            "17": {
                "0": "רפיק בדברא – עודר בשדה:"
            }
        },
        "45": {
            "0": {
                "0": "לא אסבר להו אפיה – לא החזיר להם פניו:",
                "1": "בפניא – לפנות ערב כשהלך לביתו:",
                "2": "דלינהו למניה – הגביה בגדיו אחר כתיפיו כדי שלא יקרעו:",
                "3": "כי מיקשטא – בתכשיטין:"
            },
            "1": {
                "0": "לאיגרא – עלייה:",
                "1": "זויתא – זוית:",
                "2": "מזויתא דדביתהו – מאותו הרוח שאשתו שם עלו העבים תחלה שהיא נענית תחלה:"
            },
            "2": {
                "0": "לא אפגר – לא אתבטל ממלאכתי כמו יומא דמיפגרי רבנן (שבת דף קכט:):",
                "1": "מ\"ט דרת – מדוע נשאת הטלית על כתף אחת ולא נתת בכתף תחת המשאוי:",
                "2": "להכי שאלה לי – להתעטף בה:",
                "3": "ולהכי לא שאלה לי – להטיל עליה קוצין לקרעה:"
            },
            "3": {
                "0": "במיא לא חזינן – מה דאית בה ושמא ישכנו דג או נחש:"
            },
            "4": {
                "0": "דלא בדקיתו לי – אם כשרים אם פריצים דאמר מר (במס' דרך ארץ רבה פ\"ה) כל אדם יהי בעיניך כלסטים:"
            },
            "5": {
                "0": "טובת הנאה חנם – דאינהו לא הוו קא אכלי דליכא ריפתא וקא מחזקינן בהו טובה חנם:",
                "1": "ינוקא קאי בבי כנישתא – קמי רביה ולא אתי כולי יומא:"
            },
            "6": {
                "0": "דאיתתא שכיחא בביתא – כל יומא וכי מיצטריך ענייא מידי אזלה ויהבה:",
                "1": "ועוד דמקרבא הנייתה – שדבר אכילה היא נותנת לעני והוא בלא טורח ממה שהיתה נותנת מעות ויטריח העני עד שיקנה:",
                "2": "אי נמי – אהכי קדים ענני דידה:",
                "3": "משום ביריוני – בורים עמי הארץ:"
            },
            "7": {
                "0": "ינוקי דבי רב – להמריך לבו ויתכוין בתפלתו:",
                "1": "בשיפולי – בשולי בגדיו:",
                "2": "אבא אבא – כך רגילים לקרותו כיתום שאמר אבי אבי:",
                "3": "שאין מכירין – בין חוני לאבא כסבורין עלי שאני אביהן:",
                "4": "ה\"נ שהיה מחבא – ולא גרסי' שהיה מחבא בבית הכסא כי הוה בעי רחמי אמיא היה מחבא עצמו מרוב ענוה ומאן דגרס בית הכסא כלומר מתחבא בבגדיו כשהוא נכנס להסך את רגליו מרוב צניעות:"
            },
            "8": {
                "0": "רב הונא ורב חסדא – חסידי דבבל מפרסמין את הדבר ושל ארץ ישראל צנועין ולא מודיעין שבא המטר בשבילם:",
                "1": "תא ליכניף אהדדי – אלמא משום חד מינייהו לא אתי מיטרא:"
            },
            "9": {
                "0": "תקיפי דארץ ישראל רבי יונה – וקא חזינן דמחמתיה אתי מיטרא:",
                "1": "גואלקא – טשק\"א בלע\"ז:",
                "2": "ואייתי בזוזא עיבורא – דגן משום כפנא שאפילו לבני ביתו לא היה מודיע:",
                "3": "אייתי לן מר מעיבורא – דבעית למיזבן:",
                "4": "רווחא עלמא – דליהוי שובע ואהכי לא זבני ביוקרא דהשתא:"
            },
            "10": {
                "0": "הוו קא חלפי – דבי נשיאה:",
                "1": "התם – עלויה מערתא דרבי יונה:",
                "2": "אינקוט – נדבקו בקרקע שעל גבי מערה ולא היו יכולין לזוז ממקומן:"
            },
            "11": {
                "0": "עתירי דבי חמי – עשירים של בית חמי:",
                "1": "ליענו – יהיו עניים:",
                "2": "קא דחקי לי – ליתן להן פרנסה:"
            },
            "12": {
                "0": "לא מקבלי עלי אינשי ביתי – אין אשתי מקובלת עלי שאינה יפה:",
                "1": "מגנדרא – מתגדלת עלי מתוך גבהות יופיה. מגנדרא מלשון מקום הניחו לי אבותי להתגדר בו (חולין דף ז.):"
            },
            "13": {
                "0": "עמי היתה ושלחתיה – דבר זה היה בידי שכל מה שאני מבקש היו נותנין לי ועכשיו אין תפלתי מקובלת כל כך:"
            },
            "14": {
                "0": "דמן דיוקרת – מקום:"
            }
        },
        "46": {
            "0": {
                "0": "יומא חד שמעיה – רב אשי לרבי יוסי בר אבין ל\"א יומא חד שמעיה רבי יוסי בר אבין לרב אשי דקא גריס אמר שמואל השולה דג מן הים בשבת כיון דיבש בו כסלע אע\"פ שהוא מפרכס לאחר כן ובעוד שהוא מפרכס השליכו במים חייב משום נטילת נשמה שהיא אב מלאכה דתנן (שבת דף עג.) השוחטו כו' אמר ליה רבי יוסי ובין סנפיריו דודאי לא חי וכשאין מחוסר צידה עסקינן כגון שצדו בתוך הסל והניחו במים לחיות כדרך שעושין הדייגין:",
                "1": "א\"ל – רב אשי ולא סבר לה מר דהאי ובין סנפיריו רבי יוסי בר אבין אמרה כלומר מ\"ט לא אמרת ליה משמיה שכל האומר דבר בשם אומרו מביא גאולה לעולם:",
                "2": "סנפיריו – שפורח בהן:"
            },
            "3": {
                "0": "לא תנקטו לי בדעתייכו – אל תחשדוני שלא הבאתי לכם מזונות עד עכשיו:",
                "1": "דסגאי – שטרחתי ואיחרתי:"
            },
            "4": {
                "0": "דהוה כריא בהוצא – סותר גדר העצים כדי להסתכל דרך הנקב:",
                "1": "אמר ליה רבי יוסי מאי האי – מה אתה מעיין כאן:"
            },
            "5": {
                "0": "אינשו – שכחו:"
            },
            "6": {
                "0": "טשו מפניו – היו מתחבאים:"
            },
            "7": {
                "0": "ביתום ויתומה – לזווג זה לזו:",
                "1": "העבודה – שבועה:",
                "2": "אכלבא – אוצר של חטים:"
            },
            "8": {
                "0": "אוהבך – הקב\"ה:",
                "1": "אלא כאחד מעניי ישראל – משום דמעשה נסים הוא ואסור לאדם להנות ממעשה נסים כדאמר לעיל (תענית דף כ:) ואם עושין לו נס מנכין לו מזכיותיו:"
            },
            "9": {
                "0": "רבי יהודה נשיאה – היה בנו של רבן גמליאל בר רבי:",
                "1": "לשמואל הרמתי – שיורדין גשמים בשבילו דכתיב הלא קציר חטים היום ועכשיו באין כל ישראל והטילו על ר' יהודה בן גמליאל דצווח וליכא דמשגח ביה:",
                "2": "שנתקע – תקוע:"
            },
            "10": {
                "0": "והא לא קבלינן מאתמול – בהדייהו:",
                "1": "גרירין – (גרירינן) גרורין ומשוכין אנו אחריהן וכמי שקבלנו עלינו:"
            },
            "11": {
                "0": "זעירא דמן חבריא – צעיר שבישיבה והאי דקרי ליה הכי משום דאושעיא אחרינא הוה התם:",
                "1": "מעיני העדה – זקנים מאירי עיני העם:"
            },
            "12": {
                "0": "בזמן שעיניה יפות אין כל גופה וכו' – דודאי כל גופה יפה:",
                "1": "אין עיניה יפות כו' – הואיל והנהו דבי נשיאה דהוו עיני העדה רשעים דלת העם אין צריכין לבדוק מה מעשיהם לכך לא משגחו בהו מן שמים:"
            },
            "13": {
                "0": "אתו עבדי דריש גלותא וקא מצערו ליה – לאושעיא:",
                "1": "אמרו ליה בני מתא – לעבדי דבי נשיאה:",
                "2": "מצער לן – מחרף ומגדף אותנו:"
            },
            "14": {
                "0": "נחית קמיה – לפני התיבה:",
                "1": "נשא – כמו נשב:",
                "2": "בקוסטא דחיקא – בכפר דחוק שיש בו עניות ביותר:"
            },
            "15": {
                "0": "פירא דכוורי – מחילות של דגים:",
                "1": "כל מאן דפשע – דלא בעי מיקרי משחדינא ליה כו':",
                "2": "ומסדרינא ליה ומפייסינא ליה – מתקנן כסדר:"
            }
        },
        "47": {
            "0": {
                "0": "ה\"ג בנזיקין הוה – למודם לא היה גדול אלא בסדר נזיקין:",
                "1": "שכובשת ירק בקדירה – במסכת [טהרות] היא בפ' שני (מ\"א) גבי ידות מיירי דקיי\"ל (עוקצין פ\"א משנה א) כל ידות האוכלין אם נגעה טומאה בהן נטמא גם האוכל הצריך לידות דיד מכניס ומוציא כדאמרינן בהעור והרוטב (חולין דף קיח.) מכל האוכל לרבות הידות וקתני התם אשה שהיא כובשת ירק דידות שלהן טהורין דכשהיא עוצרת אותם הידות משתברות וא\"א ליטול הירקות בידות שלהן שנשמט ונפסק האוכל מן היד מחמת כבישה:",
                "2": "כובשת – שול\"ץ בלע\"ז עוצרת שיצא המשקה שלהן ויבשו דרך אשה בכך כובשת ירק ממים שישתמרו לזמן מרובה:",
                "3": "ואמרי לה – כי מטא לאידך בפרק שני (דעוקצין משנה א) זיתים שכבשן בטרפיהן כתרגומו עלה טרפא (בראשית ח) עלין שלהן דהיינו ידות:",
                "4": "טהורין – העלין והקלחין:",
                "5": "טהורין – הידות להביא טומאה לאוכל דתו לא חזי למהוי בית יד:",
                "6": "הוויות דרב ושמואל – עומק גדול ולא הוה נהירא ליה:"
            },
            "1": {
                "0": "תליסר מתיבתא – שלש עשרה ישיבות איכא בהך מתא דגמרי מסכת עוקצין:",
                "1": "כי הוה שליף חד מסאנא – משום עינוי:",
                "2": "דחזא מידי – חס ושלום בעובדי בישי:"
            },
            "2": {
                "0": "פרצי בריפתא – זורקים אותם זה לזה:",
                "1": "ניעשייה – יעשנו שיצא לחוץ:"
            },
            "3": {
                "0": "אכוספא דתמרי – על כלי מלא תמרים או פסולת של תמרים:"
            },
            "4": {
                "0": "קאימנא אנהר פפא – ההוא יומא דעבד רב יהודה הכי:",
                "1": "חלא – חול:",
                "2": "דסמידא – סולת והן עצמן מוכרין אותו:",
                "3": "אמר להו מעשה נסים כו' – ובמה דאפשר להתרחק ממעשה נסים יותר טוב ונכון:",
                "4": "דפרזינא – מקום:"
            },
            "5": {
                "0": "אקרון – הקרוני הייתי קורא בחלומי:"
            },
            "6": {
                "0": "נגדא – מלקות:",
                "1": "איפרא הורמיז – כך שמה איפרא חן יופי שדים היה לה:"
            },
            "7": {
                "0": "מאי היא – מאי עביד להו:",
                "1": "אמרה ליה – דכל אימת דבעי מיטרא:",
                "2": "זימנא דמיטרא הוא – ואפילו לא בעו נמי אתי מיטרא:",
                "3": "שלחה ליה לרבא – דרחמא ליה לרבא:"
            },
            "8": {
                "0": "אבותינו ספרו לנו פועל פעלת בימיהם בימי קדם – שהיית מפליא להם נסים:",
                "1": "עד דשפיך מרזבי דציפורי – שקילחו מים מן המרזיבות עד ששוטפין בחוצות ויורדין ושופכין:",
                "2": "לדיגלת – לנהר חדקל:",
                "3": "אשני מטתך – אל תשכב במטתך הלילה:",
                "4": "בסכיני – שרצו שדים להורגו וחתכו את מטתו והיינו דאמרי' בשחיטת חולין בפרק הזרוע (חולין דף קלג.) וליקריוה לרבא רבא נזוף היה לא מצינו לו נזיפה בכל הש\"ס אלא בזה המעשה כשביקש הגשמים בתמוז שלא לצורך:"
            },
            "9": {
                "0": "הכי גרסינן ר\"פ גזר תעניתא חלש לביה טעים מידי בעא רחמי ולא אתא מיטרא:",
                "1": "אי שריף מר חדא פינכא דדייסא – מלשון שורפה חיה (ע\"ז דף כט:) פינכא מלא כף כמו מלחיך פינכי (פסחים דף מט.) דייסא טריי\"ס בלע\"ז ולחוכא קאמר ליה הכי משום דטעים ברישא והדר בעא רחמי:"
            },
            "10": {
                "0": "רבי חנינא בן דוסא – תנא הוא:",
                "1": "כל העולם כולו בצער – שמבקשין מים לשדותיהן:",
                "2": "בנחת – שאני יושב בביתי ואיני צריך לגשמים לפי שאין לי שדות:"
            },
            "11": {
                "0": "מאי אהניא ליה צלותיה דכהן גדול – כשהיה מתפלל תפלה קצרה ביום הכפורים שהיה אומר אל יכנס לפניך תפלת עוברי דרכים דר' חנינא מבטל ליה לצלותיה דכהן גדול שאעפ\"כ שמע הקב\"ה תפלתו ופסיק מיטרא:",
                "1": "שחונה – חמה כמו חמותי ראיתי אור (ישעיהו מ״ד:ט״ז) תירגם יונתן בן עוזיאל שחינת:"
            },
            "12": {
                "0": "אם שחונה תהא גשומה – כשהיא חמה צריכה הארץ לגשמים מאד ותדיר:"
            },
            "13": {
                "0": "בת קול יוצאת ואומרת כל העולם כולו – ולא גרסי' מהר חורב:",
                "1": "קב חרובים מערב שבת לערב שבת – כל השבת היה ניזון בכך חסר לחם היה ומתגלגל היה בחרובין:",
                "2": "אקטרתא – דבר שמעלה עשן כקיטור הכבשן:"
            }
        },
        "48": {
            "0": {
                "0": "משום כיסופא – שהיו שכינותיה אופות עיסה לכבוד שבת והיא אינה עושה כלום:"
            },
            "1": {
                "0": "אגנא – עריבה:",
                "1": "מסא – עתר שמוציאין בו הלחם מרדה פאלי\"א בלע\"ז ומרדה ומסא חדא מילתא היא:",
                "2": "תנא אף היא להביא מרדה נכנסה – פל\"א בלע\"ז על שם שרודין בה פת מן התנור שלא היתה שואלת מפני שרגילה בניסין:"
            },
            "2": {
                "0": "חזיא – דביתהו בחלמא:"
            },
            "3": {
                "0": "מישקל לא שקלי – בתר דיהבי:"
            },
            "4": {
                "0": "כל היכא דתני בי שמשי היינו ערב שבת לא שמעתי טעם:",
                "1": "במנא דחלא – בכלי שיש בו החומץ ושמתי החומץ בנר ויכבה הנר:",
                "2": "עד שנטלו ממנו אור להבדלה – הדליק ממנו נר אחר ליהנות בו ונר של מעשה נסים כיבה כי היכי דעבד רב יהודה (לעיל תענית דף כד:) בחלא דהוה סמידא:"
            },
            "5": {
                "0": "קא מפסדי לן – שדות:",
                "1": "דובים – וזאבים בשדות:"
            },
            "6": {
                "0": "ולא מטו כשורי – אין הקורות מגיעות מכותל לכותל:",
                "1": "איכו נימטו כשוריך – יאריכו הקורות:"
            },
            "7": {
                "0": "סניפין היו – הקורות של חליות היו במעשה נס נדבקו להן חתיכות קטנות לאורכן:"
            },
            "10": {
                "0": "ר\"א בן פדת – אמורא היה והוא הנקרא מרא דארעא דא\"י במסכת נדה (דף כ:) בעל הוראות היה והוא שימש רבי יוחנן אחרי מות ריש לקיש והיה דחוק ועני:",
                "1": "עבד מילתא – הקיז דם:",
                "2": "ברא דתומא – בן השום צלע של שום:",
                "3": "חלש ליביה – נתעלפה:",
                "4": "צוציתא – ניצוץ:",
                "5": "מאפותיה – ממצחו:"
            },
            "12": {
                "0": "כולי האי ואפשר – בתמיה כולי האי עבדת ואכתי הך ספיקא דלמא לא מיתרמינא בשעתא דמזוני:",
                "1": "דחיי נפישא או דחיינא – ימי חיי שחייתי כבר הם רבים ממה שאני עתיד לחיות:",
                "2": "אמר דחיית – מה שכבר חיית מרובים ממה שאתה עתיד לחיות והיינו דקא בכי כי אמר שכינה הכי והאי דחייך משום י\"ג נהרוותא לרחוץ בהן ולטייל בהן מזה לזה:",
                "3": "אי הכי לא בעינא – דתיחרביה לעלמא:"
            },
            "13": {
                "0": "ותו לא – וכי אין אתה נותן לי דברים אחרים:",
                "1": "א\"ל ולחברך מאי קא יהבינא – אנא מגברא דלית ליה בעינא לא גריס בספר רבי ובספר שלי כתוב:",
                "2": "באסקטולא אפותאי – היינו צוציתא דנפק מיניה שמדביק אצבע צרדא עם הגודל ומכה בצפורן האצבע:",
                "3": "איגרו בך גירי – כלומר הכיתי בחיצי לחדווה בעלמא אמר כן:"
            },
            "14": {
                "0": "הא אנא והא בר ליואי – הוא איש אחד ואני איש אחד הוא עדיף מינאי:",
                "1": "דתברי – שוברים:"
            },
            "15": {
                "0": "שיבא מטר בשבילנו – מקבלים אתם עליכם ומסכימין לדעת אחד:",
                "1": "כמה עזין – דלא כסין מצבורא:"
            },
            "17": {
                "0": "לוי אחוי קידה – נועץ שני גודליו בארץ ושוחה ונושק את הרצפה:",
                "1": "הא והא גרמא ליה – החטא גרם לו שנצלע בקידה:"
            }
        },
        "49": {
            "0": {
                "0": "ואין גזעו מחליף – אם נפסק:",
                "1": "אף צדיק – אין לו זכר צדיק אין גזעו מחליף אינו בתחיית המתים:",
                "2": "צדיק אינו עושה פירות – אין לו שכר לעתיד:"
            },
            "1": {
                "0": "בתולת השקמה – נטיעה שלא נקצצה מעולם:",
                "1": "סדן – שכבר הזקין טרונ\"ק בלע\"ז שנקצץ וחוזר ומתעבה והוא מלשון סדנא בסדניה יתיב (פסחים דף כח.):",
                "2": "שני טפחים – שכבר גזעו מחליף:",
                "3": "מן הפקק – קשר התחתון:"
            },
            "2": {
                "0": "מיני ארזים – שנאמר אתן במדבר ארז שטה והדס וגו'. ובציר להו תלת ובראש השנה (דף כג.) מפרש הוסיפו עליהם אלונים אלמונים אלמוגים:"
            },
            "3": {
                "0": "מעשה ברבי אליעזר בן הורקנוס – י\"ג תעניות שהתענו והלכו עד שגמרו י\"ג כדתנן (לעיל תענית דף יב:) עברו אלו ולא נענו כו':",
                "1": "התחילו הצבור לצאת – מבית הכנסת:",
                "2": "קברים תקנתם – בתמיה אין לכם אלא לכו קברו עצמכם מפני הרעב:",
                "3": "געו – צעקו כמו אם יגעה שור על בלילו (איוב ו׳:ה׳) הלוך וגעו (שמואל א ו):"
            },
            "5": {
                "0": "ויהיו הצבור פוסקין מתעניתם – דתנן (שם) עברו אלו ולא נענו ב\"ד גוזרין עוד כו' אבל נענו שוב אין צריכין להתענות והני מילי צבור אבל יחיד שהיה מתענה על החולה ונתרפא או על צרה ועברה הרי מתענה ומשלים כדאמרן לעיל (תענית דף י:) כך שמעתי:",
                "1": "כמלא ברך המחרישה – אם טשטשו הגשמים בעומק הקרקע כשיעור שורת מענית המחרישה:",
                "2": "ברך – הוא הכלי שחורשין בו ומבריכין אותו סמוך לקרקע כשחורשין בו כלומר מילא התלם שיראו המים בתלם מחרישתו שקורין קולטר\"א:",
                "3": "בחרבה – קרקע יבישה טפח כיון דחריבה היא ונכנסו בה הגשמים טפח ודאי רוב גשמים ירדו:",
                "4": "בעבודה – חרושה כגון שדה ניר הנכנסים בה גשמים הרבה ג' טפחים דאפי' בגשמים מועטין נכנסין בה בטפח או בטפחיים:"
            },
            "6": {
                "0": "אין לך כל טפח – כשנכנסו הגשמים בעומק הקרקע טפח תהום עולה ומתגבר ג' טפחים ואע\"ג דסומכא דארעא אלפא גרמידי בפרק החליל (סוכה דף נג:) אפ\"ה רטיבותא מהנייא:",
                "1": "והתניא – תהום יוצא לקראתו ב' טפחים:",
                "2": "הא דקתני טפחיים ותו לא בעבודה – דאע\"ג דנכנסו טפח בקרקע פורתא הוא דנחית ואהכי לא נפיק בהו לקבליה שלשה טפחים אלא פורתא טפחיים:",
                "3": "בשאינה עבודה – דכי נכנסו בה טפח טפי הוא דנחית ונפיק תהום לקיבליה ג' טפחים:"
            },
            "7": {
                "0": "אבע – לשון נחל נובע:",
                "1": "קול שני ריעים – ניסוך המים וניסוך היין:",
                "2": "תהום אל תהום קורא – מים עליונים ומים תחתונים:",
                "3": "צנוריך – אותן שני ספלים:"
            },
            "8": {
                "0": "האי רידיא – מלאך הממונה על הגשמים כך שמו:",
                "1": "דמי לעיגלא – ול\"ג תלתא:",
                "2": "בין תהומא עילאה לתתאה – בין הרקיע לאוקיינוס היכא דנשקי ארעא ורקיע:",
                "3": "תהומא עלאה – מים העליונים:",
                "4": "חשור מימיך – ברקיע:",
                "5": "אבע מימיך – למטה בקרקע:",
                "6": "הנצנים נראו בארץ – כלומר כשמנסכין מים בחג שהניסוכין נראו בארץ שאין באין אלא משנה לחבירתה כנץ זה שאינו יוצא אלא משנה לשנה ועת הזמיר הגיע זמירות החג אז קול התור מלאך דומה לשור תרגום שור תור שבשעה שמנסכין מים בחג הוא אומר כן לשון אחר כמשמעו הנצנים נראו והזמיר הגיע בשעה שקול התור נשמע:"
            },
            "10": {
                "0": "שכן מצינו כו' – כלומר שאין לך אדם בעולם שאין תענית חל עליו מט' שעות ואילך אפי' בני מלכים שדרכן לאכול בט' שעות שעד ג' שעות הן ישנים במטותיהן ושוהין ששה שעות ואוכלין וכדאמרינן בפסחים (דף קז:) אפי' אגריפס המלך שרגיל לאכול בט' שעות ביום לא יאכל עד שתחשך שנאמר הראית כי נכנע אחאב מפני ואחאב לא חלה תעניתו עליו אלא מט' שעות ואילך ועד ט' שעות היה יכול לאכול שלא גמר בדעתו להתענות אלא שבא אליהו אותו היום שנכנס בכרם נבות היזרעאלי ואמר ליה הרצחת וגם ירשת וגו' (מלכים א כ״א:י״ט) ילקו הכלבים וגו' (שם) וכתיב ויצום שהתענה אותו היום:"
            },
            "11": {
                "0": "הכי גרסינן שמואל הקטן גזר תעניתא וירדו גשמים קודם הנץ החמה:",
                "1": "שבח צבור הוא – שעדיין לא קראו ונענו:"
            },
            "12": {
                "0": "למה הדבר דומה וכו':"
            }
        },
        "50": {
            "0": {
                "0": "אלא בנפש שבעה – מתוך שכתוב בו נותן לחם לכל בשר (תהילים קל״ו:כ״ה) נאה להאמר על השבע:",
                "1": "דאבי גובר – שם אדם או מקום:",
                "2": "דשכיח בהו – יין ושכרות ופשעי ולא יאמרו הלל:"
            },
            "2": {
                "0": "מתני' בשלשה פרקים במוסף – מפרש בגמרא:",
                "1": "נעילת שערים – מפורש בברכות ירושלמי בפרק תפלת השחר אימתי נעילה יש אומרים נעילת שערי מקדש וי\"א נעילת שערי שמים שנועלים אותן לעת ערב בגמר תפלה ונוהגין היו להתפלל תפלת נעילה בכל תעניתם כדרך שמתפללין ביוהכ\"פ:"
            },
            "3": {
                "0": "אלו הן מעמדות – המתענין מתפללין בעריהם שיתקבל ברצון קרבן אחיהם כדלקמן:",
                "1": "לפי שנאמר צו את בני ישראל וגו' – שהתמיד בא מן השקלים של כל ישראל ואי אפשר שיהו כל ישראל עומדין על גבי קרבנם ומינו מעמדות להיות במקומם:"
            },
            "4": {
                "0": "נביאים הראשונים – שמואל ודוד בגמרא מפרש:",
                "1": "על כל משמר – ארבעה ועשרים משמרות של כהנים היו ושמואל ודוד תיקנום ועל כל משמר היה מעמד בירושלים שקבועין ועומדין בעיר ועומדין על קרבן אחיהם ולבד אלו הדרים בירושלים היו מעמדות בכל עיר שישראל נחלקו לכ\"ד מעמדות כנגד ארבעה ועשרים משמרות כדתניא בברייתא של מ\"ט מדות והיינו דתנן היה מעמד בירושלים כהנים לוים וישראלים:",
                "2": "כהנים ולוים – של משמר היו עולים בירושלים כהנים לעבודה ולוים לשיר ומכל המעמדות היו קבועין בירושלים לעמוד על קרבן אחיהם:"
            },
            "5": {
                "0": "והשאר היו מתכנסין לעריהם – ומתפללין על קרבן אחיהם שיתקבל ברצון ומתענין ומוציאין ספר תורה ביום תעניתם:",
                "1": "וקורין במעשה בראשית – ובגמרא מפרש טעמא:"
            },
            "6": {
                "0": "ביום הראשון – של שבוע:",
                "1": "קורין בראשית כו' – פרשה ראשונה ופרשת יהי רקיע לפי שאין בפרשת בראשית לבדה תשעה פסוקים כדי קריאת כהן לוי ישראל וכן כולן:",
                "2": "בששי ותוצא הארץ עד ויכולו – לפי שבפרשת תוצא הארץ אין בה אלא שמונה פסוקים לפיכך אומר ויכולו:"
            },
            "7": {
                "0": "פרשה גדולה – שבפרשיות הללו קורין אותה בשנים כגון פרשה ראשונה של בראשית יש בה חמשה פסוקים היו קורין אותה בשנים כדאמרינן בגמרא יהי רקיע באחד וביום השני יהי רקיע באחד יקוו בשנים שיש בה ה' פסוקים ביום השלישי יקוו באחד שאין בה אלא ה' פסוקים ויהי מאורות בשנים שיש בה ו' פסוקים:",
                "1": "וקורין אותה על פיהן – כל אחד בפני עצמו ובעי בגמרא מאי קאמר מעיקרא קתני פרשה קטנה כו' דמשמע דבספר תורה קורין והדר תנא על פיהם. פרשה בנעילה ליכא:"
            },
            "8": {
                "0": "כל יום שיש בו הלל אין בו מעמד שחרית – אותן שהיו בירושלים לא היו מתפללין על קרבן אחיהם שיש בו הלל לפי שאין להן פנאי לעשות מעמדם שקורין את הלל ומפני ההלל היו דוחין את המעמד:",
                "1": "קרבן מוסף – יום שיש בו קרבן מוסף בירושלים אין מעמד בנעילה בירושלים וכל שכן במנחה הסמוכה למוסף לפי שהיו טרודין במוסף שיש בו להקריב בהמות יותר מתמיד שהוא אחד אין לך מוסף בלא שתי בהמות ולא היה להם פנאי כלל שהכהנים של מעמד טרודים במוסף וישראל שבהן היו טרודים לחטוב עצים ולשאוב מים ודוחה אפי' מעמד דנעילה:",
                "2": "קרבן עצים – בגמרא מפרש כגון אחד מט' זמנים ואותו יום שהיה בו קרבן עצים אפילו לא היה בו מוסף היה נדחה מעמד של מנחה מפני קרבן עצים מפני שקרבן עצים קודם למנחה ודוחה מעמד הסמוך לו [ולא] של נעילה:"
            },
            "9": {
                "0": "כך היה רבי יהושע דורש קרבן מוסף אין במנחה – וטעמא מפרש בגמרא:"
            },
            "10": {
                "0": "זמן עצי כהנים והעם – שמתנדבים עצים:",
                "1": "תשעה – באלו הט' זמנים היו הכהנים והעם מתנדבים להביא עצים והיו מקריבין קרבן אותו היום ואפילו היו עצים הרבה למערכה היו אלו מתנדבין ומקריבין באלו תשעה זמנים:",
                "2": "בני ארח בן יהודה – שכשעלו בני הגולה הם התנדבו תחילה באחד בניסן וספק להם עצים עד כ' בתמוז שהתנדבו בני דוד ארח שמואל ומשבט יהודה היה:",
                "3": "בני דוד – ממשפחת דוד המלך:",
                "4": "סנאה בן בנימין זתוא בן יהודה בני גונבי עלי ובני קוצעי קציעות משפחה אחת הן ובגמ' מפרש אמאי מיקרו הכי:"
            },
            "12": {
                "0": "בני עדין באחד בטבת שבו שבו בני פרעוש שניה – ובגמרא מפרש אמאי קבעו להן אלו הזמנים:",
                "1": "באחד בטבת – שהיה ר\"ח [וחנוכה] לא היה בו מעמד כו':"
            }
        },
        "51": {
            "0": {
                "0": "נשתברו הלוחות – בגמ' מפרש:",
                "1": "ובטל התמיד – לפי שגזרה המלכות גזרה מלהקריב עוד:",
                "2": "והועמד צלם בהיכל – שהעמידו מנשה כדמפורש בתרגום ירושלמי בפרשת השמים כסאי וגו' (ישעיהו סו):"
            },
            "1": {
                "0": "על אבותינו – דור המדבר אם יראה איש באנשים האלה הדור הרע הזה את הארץ וגו' (דברים א׳:ל״ה):",
                "1": "ביתר – עיר גדולה והיו ישראל דרין בה במסכת גיטין פרק הניזקין (גיטין דף נז.) אשקא דריספק חרב ביתר:"
            },
            "2": {
                "0": "שבת שחל תשעה באב כו' – שבוע:",
                "1": "בחמישי מותרין – אם חל תשעה באב בערב שבת מותרין לכבס בחמישי וכשחל ט' באב בד' בשבת לא איצטריך למיתני דמותרין כדאמרינן בגמרא לא שנו אלא לפניו כו':",
                "2": "שני תבשילין – בשר ודגים או בשר וביצים שעליו או דג וביצה שעליו כדאמר בפרק ערבי פסחים (פסחים דף קיד:):",
                "3": "ישנה – בגמרא מפרש:",
                "4": "כפיית המטה – על פניה ולא יישן עליה:"
            },
            "3": {
                "0": "שאולין – שכולן שואלות זו מזו אפילו עשירות כדי שלא לבייש כו':",
                "1": "טעונין טבילה – קודם שילבשום לפי שאין כל אחת בקיאה בחברתה שמא נדה היתה:"
            },
            "4": {
                "0": "וחולות – כמו לחול במחולות (שופטים כא):"
            },
            "5": {
                "0": "במלך שלמה – במלך שהשלום שלו:",
                "1": "אמו – כנסת ישראל:",
                "2": "זה מתן תורה – יום הכפורים שניתנו בו לוחות האחרונות:"
            },
            "6": {
                "0": "גמ' כל זמן שמתפללין – דהיינו שחרית ומנחה ונעילה:",
                "1": "יש מהן ארבעה פעמים ביום – יום הכפורים שיש בו מוסף:"
            },
            "9": {
                "0": "כל יומא מאי טעמא לא פרשי כהני ידייהו במנחה – דכל יומא שכיחא ביה שכרות שכבר סעד וזימנין דמשכא סעודתיה ומשתכר ופריש ידיה בהדי חמריה וכהן שתוי יין אסור לישא את כפיו שנאמר יין ושכר אל תשת בבואכם וגו' (ויקרא י׳:ט׳) ונשיאת כפים מעין עבודה כדלקמן:",
                "1": "האידנא – בתעניות ובמעמדות לא שכיחא שכרות ובמעמדות נמי מתענין כדלקמן (תענית דף כז:):"
            },
            "10": {
                "0": "גזרינן – תענית אטו שאר ימים:"
            },
            "11": {
                "0": "נעילה דליתה בכל יומא – אלא ביום התענית:"
            },
            "13": {
                "0": "דדרשינן בפירקא – הלכה כרבי מאיר דבעינן דליקום כוותיה עלמא:",
                "1": "אורויי אורינן – כרבי מאיר אי אתו לקמן אבל בפירקא לא דרשינן דלא פשיטא ליה כולי האי דתיהוי הלכה כר\"מ ומ\"ד נהגו משמע הן נהגו מאליהן אבל אינו עיקר ומנהג משמע תורת מנהג יש בדבר ומנהג כשר הוא:"
            },
            "14": {
                "0": "ורב נחמן אמר הלכה כרבי יוסי והלכה כרבי יוסי – גמרא קא פסיק ומהדר סתמא ומוקי לה הלכה כרבי יוסי ואהכי קא פריך ואלא האידנא כו':",
                "1": "כיון דסמוך לשקיעת החמה וכו' – שמאחרין עד שקיעת החמה ומתפללין כל שעה ואינן הולכין לבית הכנסת משש שעות ומחצה ולמעלה כמו שהיו עושין לאותן הימים:",
                "2": "כתפלת נעילה דמיא – דהשתא ליכא למיגזר משום מנחה דכל יומא דמנחתא כי הא ליתא בכל יומא:"
            },
            "15": {
                "0": "שכור מיהא אסור בנשיאת כפים – דאפילו ר\"מ לא קאמר אלא משום דהאידנא לאו שכרות הוא:",
                "1": "פרשת כהן מברך – כה תברכו את בני ישראל אמור להם (במדבר ו׳:כ״ג):"
            },
            "16": {
                "0": "מה משרת כו' – עובד עבודה דלא מיתסר אלא שתויי יין ממש דכתיב יין ושכר אל תשת וגו' הא בחרצן מותר:"
            }
        },
        "52": {
            "2": {
                "0": "מאי קאמר – דקא בעי מאי ניהו מעמדות ומייתי קרא את קרבני לחמי לאשי וגו':",
                "1": "הכי קאמר אלו הן מעמדות – דלקמן וטעמא מאי תקון מעמדות לפי שנאמר צו את בני ישראל ואמרת אליהם את קרבני לחמי לאשי וגו':"
            },
            "4": {
                "0": "ה\"ג תנו רבנן כ\"ד משמרות היו בא\"י וי\"ב ביריחו י\"ב ביריחו בתמיה נפישי להו טובא אלא אימא וי\"ב מהן ביריחו – ברישא משמע לבד הכ\"ד שבעיירות א\"י היו י\"ב ביריחו דהוו להו ל\"ו וי\"ב מהן משמע שמאותן הכ\"ד היו י\"ב ביריחו:",
                "1": "ה\"ג הגיע זמן המשמר חצי המשמר עולה לירושלים וחצי המשמר עולה ליריחו כדי שיספקו מים ומזון לאחיהם שבירושלים – כלומר כיצד היו י\"ב ביריחו כשהגיע זמן המשמר לעלות לירושלים בשבת מתחלקים אנשי המשמר חציין הולכין לירושלים לעבודה וחציין הולכין ליריחו הסמוכה לירושלים ומתקנין שם מים ומזון לאחיהם וכך עושין כל הכ\"ד משמרות נמצא י\"ב ביריחו לשון אחר נהירא לי:"
            },
            "5": {
                "0": "מעכבין את הקרבן – אם אין מעמד מכולן בירושלים כדתנן (לעיל תענית דף כו.) על כל משמר היה מעמד בירושלים של כהנים לוים וישראלים כיון דכולהו בעלים בעינן דליהוי כמוהו על גבי עבודה:",
                "1": "וכלי שיר מעכבין את הקרבן – פלוגתא בשילהי מסכת סוכה (דף נ:) ובערכין (דף יא.) מפורשת:",
                "2": "עיקר שירה בפה – וכלי לבסומי קלא בעלמא וכיון דאיכא לוים לא מעכב משום כלי שיר:",
                "3": "עיקר שירה בכלי – אבוב וכן בפרק החליל (שם):"
            },
            "6": {
                "0": "ארבעה מאלעזר – מבניו של אלעזר שעשה מהן ד' משמרות וגמרא גמר לה:"
            },
            "7": {
                "0": "המה יסד דוד ושמואל הרואה באמונתם – ותיובתא דרב חמא דאמר שמואל העמידם על י\"ו ודוד העמידן על כ\"ד דהא שמעי' מינה דתרוייהו בהדי הדדי תקנינהו:",
                "1": "מיסודו של שמואל הרמתי – שהעמידן על י\"ו בא דוד והעמידן על כ\"ד אית ספרים שכתוב בהן מיסודו של שמואל ודוד העמידום על כ\"ד כלומר שניהם הועילו בדבר ושמואל העמידם על י\"ו ודוד על כ\"ד: "
            },
            "8": {
                "0": "וימצאו בני אלעזר רבים לראשי הגברים מבני איתמר ויחלקו בני אלעזר ראשים לבית אבותם ששה עשר ולבני איתמר ראשים לבית אבותם שמונה ואומר בית אב אחד אחוז לאלעזר ואחוז אחוז לאיתמר – וימצאו בני אלעזר רבים לראשי הגברים כלומר ראשי הגברים של בני אלעזר היו רבים מאיתמר והאי וימצאו משמע דקודם לכן היו קבועים ועכשיו הוסיפו עליהן ויחלקום לי\"ו בית אב אחד אחוז שהיה מתחילה לאלעזר דהיינו ח' אחוז אחד בגורל דהיינו נמי ח' והוו להו י\"ו:",
                "1": "ואחוז אחוז לאיתמר – מה שהיה מתחילה אחוז לאיתמר אחוזים עתה כבתחילה שלא הרבו עליהם שום בית אב:"
            },
            "9": {
                "0": "מאי ואומר – וכי תימא מעיקרא הוו ד' לאלעזר וד' לאיתמר:",
                "1": "וכי היכי דנפישי בני אלעזר הכי נמי נפישי בני איתמר – ומיהו בני אלעזר נפישי טפי דהא לאיתמר לא אוקמינהו אלא על ח' ודאלעזר על י\"ו:",
                "2": "תא שמע ואחוז אחוז לאיתמר – אלמא כדקיימי קיימי ושמע מינה דמשה תיקן להם י\"ו ח' מזה וח' מזה וקשיא לרב חמא דאמר ד' וד' והא דכתב לעיל ובשנת הארבעים וגו' המה יסד במה שהוסיפו עליהן עד כ\"ד משתעי [אבל] משה תיקן להם י\"ו משמרות:"
            },
            "10": {
                "0": "תנאי היא – דהא איכא תנא דלעיל דקתני משה תיקן להן ח' משמרות משניהן ואנא קאימנא כוותיה:"
            },
            "11": {
                "0": "עלו מן הגולה – בבית שני והשאר לא עלו שהרבה מישראל נשתיירו ולא רצו לעלות:",
                "1": "פשחור ואימר – ומבעיא לי דפשחור לא כתיב גבי כ\"ד משמרות (דברי הימים א כד):"
            }
        },
        "53": {
            "0": {
                "0": "וחלקום – לכ\"ד וכתבו כנוי של כל אחד ואחד בחלק:",
                "1": "בללום ונתנום בקלפי – כתבו על כ\"ד חתיכות קלף ראשי משמרות שחלקו מאותן ד':",
                "2": "בא ידעיה – משמרה של ידעיה בא אחד מהן ונוטל חלקו וחלק ה' חתיכות קלף דהוו להו שש ומי שהיה עולה בידו ראשון היה לשבת ראשונה שבסדר שהיו עולין בידו זו אחר זו כך היו עובדין בשבתותיהן זו אחר זו:"
            },
            "1": {
                "0": "וכך התנו – שאפי' יהויריב שהיה במקדש ראשון ראשון למשמרות עולה מן הגולה:",
                "1": "לא ידחה ידעיה – הואיל ומתחלה לא עלה יהויריב אלא כל משמרות הנעשות מידעיה קודמות לעבודה ליהויריב ויהויריב בא ועובד אחריהן במקום משמר אחר וששה דידעיה עושין אותן ה' שלא להרבות במשמרות:"
            },
            "2": {
                "0": "א\"ר אסי לפי שאלמלא מעמדות – עיסקי קרבנות שישראל עושין הן היו כלים בחטאן ומשהן כלין שמים וארץ העומדים בזכותן אין מתקיימין כו':"
            },
            "3": {
                "1": "כאנשי דור המבול – שמאחר שהן כלין אין העולם מתקיים והואיל שעל עיסקי קרבן העולם עומד לכך קורין אנשי מעמד בעריהן במעשה בראשית:"
            },
            "4": {
                "0": "כבר תקנתי להם כו' – כל זמן שקורין בהן כו' מהיכא יליף לה להאי גמגום:"
            },
            "5": {
                "0": "ת\"ר אנשי משמר מתפללין על קרבן אחיהן – תמידים שבכל יום:",
                "1": "אנשי משמר – אותן כ\"ד שהיו בעריהן:",
                "2": "בשני על יורדי הים – דכתיב בשני (בראשית א׳:ו׳) יהי רקיע בתוך המים וצריך להזכיר ולרצות על הדבר:",
                "3": "בשלישי על הולכי מדברות – דכתיב ותראה היבשה תהי ראויה יבשה להולכיה שלא יזוקו מפני חיות רעות:"
            },
            "6": {
                "0": "ברביעי על האסכרא – שבו נתלו המאורות וכתיב ביה (שם) יהי מאורות מארת כתיב:",
                "1": "ועל עוברות כו' – דכתיב ביה (שם) ישרצו המים שרץ נפש חיה:"
            },
            "7": {
                "0": "מפני הנוצרים – שעושים אותו יום טוב שלהם:",
                "1": "שלישי ליצירה – דאדם נברא ביום ששי ובכל יום שלישי הוי חלוש כדכתיב (שם לד) ויהי ביום השלישי בהיותם כואבים:"
            },
            "8": {
                "0": "נשמה יתירה – שנוטלין אותה ממנו והוי חלש:",
                "1": "נשמה יתירה – שמרחיבים דעתו לאכילה ושתיה:",
                "2": "כיון ששבת – שנח ושמר את השבת:",
                "3": "ווי אבדה נפש – וינפש דורש בנוטריקון ווי נפש:"
            },
            "9": {
                "0": "בראשית בשנים – כהן ולוי קורין ביום תענית בראשית:",
                "1": "תלתא פסוקי הווי – וסגיא בהו לחד גברא:"
            },
            "10": {
                "0": "רב אמר דולג – הראשון קורא שלשה פסוקים והשני מתחיל בפסוק שסיים בו הראשון והשנים עמו הרי שלשה ומשום אין משיירין בפרשה פחות משלשה פסוקים ליכא משום דלא אפשר:",
                "1": "פוסק – מפסיק הפסוק לשנים ראשון קורא שני פסוקים וחצי ולוי משלים חצי אותו הפסוק שקרא הכהן עם שנים הנותרים:"
            },
            "11": {
                "0": "ר' חנינא קרא – שהיה בעל מקרא ויודעה בגירסא ובקי בטעמיה:",
                "1": "צער גדול – הרבה טרחתי וחזרתי עליו שיתיר לי לפסוק הפסוק לשנים לצורך תינוקות שלומדים לפני שאינן יכולין לקרוא פסוק כולו:",
                "2": "הכי נמי לא אפשר – גבי ס\"ת ובדילוג אי אפשר משום הנכנסין והיוצאין אם שני דולג ומתחיל בפסוק שסיים בו הראשון בני אדם הנכנסין שלא שמעו קריאת הראשון סבורין לומר שלא קרא הראשון אלא שני פסוקים ונפיק מיניה חורבא וכשהראשון קורא ג' פסוקים ואינו משייר אלא שנים איכא גזרת יוצאין דסברי האי שני דסגיא ליה בשני פסוקים:"
            },
            "13": {
                "0": "מיתיבי פרשה של ששה פסוקים – אשאר ימות השנה קאי:",
                "1": "ויש אומרים שלשה – מפרשה אחריתי:"
            },
            "14": {
                "0": "הכי גרסינן למאן דאמר דולג לידלוג למ\"ד פוסק ליפסוק – כלומר פרשה של חמשה פסוקין אמאי קורא שני שלשה פסוקין בפרשה אחרת לידלוג או ליפסוק:"
            }
        },
        "54": {
            "0": {
                "0": "דאית ליה רווחא – שיכול לקרות מפרשה אחרת אבל הכא לית ליה רווחא דהא לא מצי למיקרי אלא בראשית ויהי רקיע:"
            },
            "3": {
                "0": "מה הפרש בין זה לזה – מאי שנא דקרבן עצים דחי מעמד דנעילה ומעמד דמנחה לא דחי:",
                "1": "הללו דברי תורה – מנחה כדאמרי' בברכות (דף כו.) יצחק אבינו תיקן תפלת מנחה שנאמר ויצא יצחק לשוח בשדה לפנות ערב ודנעילה מדברי סופרים. וצריכין חיזוק לא גרסינן הכא:"
            },
            "4": {
                "0": "עמדו אלו – זמן דקתני במתני' אהכי הוצרכו למנות משום ההיא תקנה דעבוד להו הנך נביאים כי היכי דלא לידחינהו מאתרייהו:"
            },
            "7": {
                "0": "בכורים – אדם נכנס לתוך שדהו ורואה אשכול שביכר תאנה שביכרה קושר עליה גמי ועושה אותה בכורים:",
                "1": "פרוזדאות – שומרים:"
            },
            "8": {
                "0": "בקציעות – תאנים יבשים כותשין אותן ועושין מהן עגולין:",
                "1": "ה\"ג והעלי על כתפיהן – (בוכיא):",
                "2": "במכתשת שלפנינו – שהוא במקום אחר לפני בסמוך וזהו גונבי עלי על שם שמתגנבין מן הפרוזדאות על עסקי עלי:"
            },
            "9": {
                "0": "הן הן בני סלמאי הנתופתי – כעין מעשה זה עשו:"
            },
            "12": {
                "0": "הן הן בני דוד בן יהודה – דוד מלך ישראל ואהכי קרו ליה פחת מואב שבא מרות המואביה:",
                "1": "יואב בן צרויה – שבא מרות המואביה כי צרויה אם יואב אחות דוד היתה שנאמר (דברי הימים א ב׳:ט״ז) ואחיותיהם צרויה ואביגיל:"
            },
            "13": {
                "0": "בני עדין הן הן בני דוד – להכי קרי ליה בספר שמואל (ב כג) עדינו העצני שבשעה שעוסק בתורה מעדן עצמו כתולעת וכשיוצא למלחמה מתקשה כעץ:",
                "1": "הן הן בני יואב בן צרויה – פלוגתא היא (במס' חגיגה) חד אמר עדינו העצני זה דוד וחד אמר זה יואב:"
            },
            "14": {
                "0": "ליתני שבו בני דוד שניה – דהא קאמר ר' מאיר פחת מואב היינו דוד:"
            },
            "15": {
                "0": "ולר' יהודה – בני עדין היינו דוד ובמתניתין קתני בהדיא בני דוד והדר קתני בני פחת מואב דלר\"מ ול' יהודה בני עדין היינו דוד שבו שניה מיבעי ליה:",
                "1": "ולר' יוסי – דאמר פחת מואב ועדין היינו יואב שבו שניה מיבעי ליה:"
            },
            "16": {
                "0": "לעולם ר' יוסי ותרי תנאי אליבא דר' יוסי – דמאן דאמר בני עדין בן יהודה היינו בני יואב לא סבר לה דבני פחת מואב היינו יואב ולהכי לא קתני שבו בני יואב שניה ולא סבירא ליה נמי דהן הן בני דוד דאם כן שבו בני דוד שניה מיבעי ליה למיתני אלא משפחה אחרת הן ומאן דאמר בני פחת מואב היינו בני יואב לא סבירא ליה דבני עדין היינו יואב אלא משפחה אחרת הן:"
            }
        },
        "55": {
            "0": {
                "0": "מאי שנא הלל דדחי דידיה – מעמד דשחרית:",
                "1": "ומאי שנא מוסף דלא דחי דידיה – דקתני יום שיש בו מוסף אין בו מנחה ולא קתני אין בו מוסף דלא דחי דידיה אלא דמנחה:"
            },
            "1": {
                "0": "הכי קאמינא – הכי קא בעינא למימר:",
                "1": "אלא דידיה – דמוסף:"
            },
            "2": {
                "0": "ה\"ג רבי יוסי אומר כל יום שיש בו מוסף יש בו מעמד – ואתנא קמא פליג דאמר יום שיש בו מוסף אין בו נעילה ואתא ר' יוסי למימר דיש בו מעמד אע\"פ שיש בו מוסף:"
            },
            "3": {
                "0": "אלא לאו דנעילה הוא – דאמר ר' יוסי דיש בו מעמד ואין מוסף דוחה אותו:"
            },
            "4": {
                "0": "באחד בניסן – דאית ביה הלל דראש חדש:",
                "1": "קרבן עצים – (קרבן מוסף) דבני ארח בן יהודה:",
                "2": "זאת אומרת – מדלא קתני נמי באחד בניסן אלמא הלל דראש חדש לא דחי ליה למעמד שמע מינה דלאו דאורייתא הוה אלא מנהגא כדלקמן:"
            },
            "5": {
                "0": "יחיד – כלומר אפי' יחיד גומר בהן את ההלל שכל אחד ואחד חייב לגמור בו את ההלל במסכת ערכין מפורש מאי שנא דגומר כל ימי החג ובפסח לא גומר אלא יום ראשון משום דחג הסוכות חלוק בקרבנותיו וכל אחד ואחד כחג בפני עצמו דמי:",
                "1": "ובגולה – שעושין שני ימים טובים משום ספיקא:"
            },
            "6": {
                "0": "דמדלגי דלוגי – כגון אנן דמדלגין לא לנו ה' לא לנו ונתחיל מן ה' זכרנו יברך:",
                "1": "מנהג אבותיהם בידיהן – אבל הלל דחנוכה כגון באחד בטבת ודאי דחי דכיון דנביאים תיקנוהו שיהו אומרים אותו על כל פרק ופרק ועל כל צרה שלא תבא עליהן כשנגאלין יהו אומרין אותו על גאולתן כדאורייתא דמי:",
                "2": "לא יתחיל – אינו צריך להתחיל בראש חדש:"
            },
            "7": {
                "0": "ר' יוסי אומר בשבעה – וטעמייהו מקרא במסכת שבת בפרק ר\"ע:",
                "1": "בשבעה עלה משה – לקבל הלוחות כלומר ודאי ליכא מאן דפליג עלה דמתני' דקתני דבי\"ז בתמוז נשתברו הלוחות מכלל דכולהו סבירא להו דבשבעה עלה ולאו מקרא נפקא לן דבשבעה עלה דהאי דכתיב וישכון כבוד ה' על הר סיני ויכסהו הענן ששת ימים ויקרא אל משה ביום השביעי איכא מאן דדריש ליה במסכת יומא כי אחר מתן תורה הוה משבעה בסיון עד י\"ז בתמוז איכא מ' יום כ\"ד דסיון שהוא מלא וי\"ו דתמוז הרי מ' יום שעמד משה בהר:"
            },
            "10": {
                "0": "גמרא – כך קיבלנו מאבותינו:"
            },
            "14": {
                "0": "ומעת הוסר התמיד לתת שקוץ שומם וגו' – דבעת שהוסר ונתבטל התמיד באותו היום נתן שקוץ שומם דהיינו הועמד צלם בהיכל:"
            },
            "15": {
                "0": "ה\"ג והא כתיב על כנף שקוצים – כלומר הא כתיב קרא אחרינא דכתיב ביה שקוצים דמשמע תרי:",
                "1": "תרי הוו – שהעמידן מנשה בהיכל:",
                "2": "ונפל חד על חבריה וקטעיה לידיה – והנקטע לא קא חשיב והיינו דכתיב שקוץ אחד:",
                "3": "אשתכח דכתיב – על ההוא צלם הכי:"
            }
        },
        "56": {
            "0": {
                "0": "אנת צבית לאחרובי ביתיה וידך אשלימת ליה – הצלם אומר לחבירו אתה רצית להחריב ביתו של מקום שהטית ישראל אחריך ואני עשיתי בך נקמה ושילמתי לך ידי ל\"א אנת צבית לאחרובי ביתא וידך [אושלית] לי לשון שאילת [כלים] כלומר ועלה בידי:"
            },
            "2": {
                "0": "ואמר רבי חמא בר חנינא אותו היום וכו' – מהר לשון מהר עכשיו כשתטול י\"ט ימים מחדש אייר קודם עליית הענן פשו להו י' והנהו י' היו בין דרך שלשת ימים וז' דהסגרת מרים וחדש של כ\"ט ימים שאכלו בשר הוה ל\"ט והשתא אשתכח דמשה שלח מרגלים בכ\"ט דסיון:"
            },
            "4": {
                "0": "הני ארבעים נכי חד – ב' מסיון וכ\"ט מתמוז הוה ל\"א וח' מאב הוה ל\"ט:"
            },
            "10": {
                "0": "ה\"ג מגלגלין זכות על ידי זכאי:",
                "1": "וחובה על ידי חייב – היינו תשעה באב דרגילין להיות בו רעות:"
            },
            "11": {
                "0": "מוצאי שבת – יום ראשון:",
                "1": "מוצאי שביעית – שמינית:",
                "2": "דוכן – מקום עשוי כעין איצטבא ועליו לוים עומדין לשורר:",
                "3": "וישב עליהם את אונם וברעתם יצמיתם יצמיתם ה' אלהינו – במזמור אל נקמות ה' והוא שיר של יום רביעי והאי דאמרי ליה ביום ראשון אילייא בעלמא הוה דנפל בפומייהו כדאמרינן בערכין (דף יב.) פי' אילייא קינה שכן תרגום יונתן בן עוזיאל שא קינה (יחזקאל כ״ח:י״ב) טול אילייא וכמו אלי כבתולה חגורת שק על בעל נעוריה (יואל א׳:ח׳) שפירושו קונני ובכי:"
            },
            "13": {
                "0": "נחרשה העיר – כדכתיב (מיכה ג׳:י״ב) ציון שדה תחרש שנחרשה כולה ונעשית כשדה חרושה:",
                "1": "בעל החוטם – בעל קומה וצורה ל\"א גדול הדור:",
                "2": "מתבקש – ליהרג ברמז אמר ליה שלא יכירו בו אנשי המלך:",
                "3": "טשא – נחבא כמו טשו במערתא (שבת דף לג:):"
            },
            "14": {
                "0": "אזל – האדון אצל רבן גמליאל בצנעא:",
                "1": "ומית חד מינייהו – מן היועצין וכסבורין שאירע להן על שהרעו לגזור:"
            },
            "16": {
                "0": "גיא חזיון – ירושלים שהכל מסתכלין שם:",
                "1": "מקרקר – לשון יללה:",
                "2": "קיר ושוע – מקונן וזועק לשון הנה קול שועת בת עמי (ירמיהו ח) קיר כמו קירי דבשחיטת חולין (דף קלט:):",
                "3": "אל ההר – בשביל הר ציון ששמם:"
            },
            "17": {
                "0": "משנכנס אדר – ימי נסים היו לישראל פורים ופסח:"
            }
        },
        "57": {
            "0": {
                "0": "ניזיל בהדיה – בערכאות שלהן:"
            },
            "1": {
                "0": "ונתתי לכם אחרית ותקוה – איידי דאיירי רב יהודה לעיל נקיט ואזיל:",
                "1": "דקלים – להתפרנס מהן שיש מהן בבבל הרבה כדאמרינן בפ\"ק (דף ט:) עולא איקלע לבבל חזא מלא צנא דתמרי כו':",
                "2": "כלי פשתן – ללבוש:"
            },
            "2": {
                "0": "לא שנו – במתני' שכל השבוע אסור לכבס:",
                "1": "אפילו לכבס ולהניח – כדי שילבוש לאחר זמן לאחר ט' באב אסור דנראה כמסיח דעתו שעוסק בכיבוס בגדים:",
                "2": "אמר רב ששת תדע – דאפי' לכבס ולהניח אסור:",
                "3": "קצרי – כך שמם בלשון ישמעאל והם כובסין שמעתי אומרים על שם שמקצרין בגדי צמר כשדורסין אותן ברגליהן במים שקורין פורלוי\"ר והיינו דמתרגמינן עין רוגל (שמואל ב יז) עינא דקצרא:"
            },
            "3": {
                "0": "אילימא לכבס וללבוש – מיד בחמישי מאי כבוד שבת איכא:"
            },
            "4": {
                "0": "אלא – לאו לכבס ולהניח עד השבת:",
                "1": "לעולם לכבס וללבוש – מיד בחמישי:",
                "2": "ובמי שאין לו אלא חלוק אחד – דאין לו להחליף ומאי מפני כבוד השבת דאי לא מכבס השתא בחמישי תו לא מצי לכבס ליה:",
                "3": "חולו של מועד – שאין לו אלא חלוק אחד דלא סגיא דלא מכבס מפני הכנימה ואפי' כיבס לפני המועד מותר לכבסה במועד:"
            },
            "5": {
                "0": "וגיהוץ שלנו – אינו יפה אלא ככיבוס שלהן ואסור לגהץ לפני תשעה באב אפילו להניח לאחר תשעה באב אבל כיבוס שלנו מותר:"
            },
            "6": {
                "0": "כלי פשתן אין בהן – ליאסר משום גיהוץ אלא בכלי מילת לושקי\"י בלע\"ז:"
            },
            "7": {
                "0": "לא שנו – שאסור ללובשו בשבוע שחל תשעה באב להיות בתוכה אלא בימים שלפני תשעה באב שאם חל ביום רביעי אסור ללובשו ראשון ושני ושלישי:",
                "1": "אבל לאחריו – חמישי וששי ושביעי מותר:",
                "2": "חל להיות באחד בשבת מותר לכבס כל השבת כולה – דהיינו לאחריו:"
            },
            "8": {
                "0": "חל להיות בשני או בשלישי וברביעי ובחמישי כו':",
                "1": "לייט עלה אביי ואיתימא רב אחא בר יעקב אהא – המכבס בתשעה באב אפילו מן המנחה ולמעלה ואדקאי בברייתא מפסיק לה למילתא וקאמר לייט עלה אביי כו':"
            },
            "9": {
                "0": "חל להיות בשני כו' – סיפא דההיא ברייתא גופה היא:",
                "1": "ומפטיר – מאותן שלשה אחרון מפטיר מתוך שאין מוסיפין בחול יותר מג' אנשים ולא בר\"ח על ד' שאין לנו להוסיף אלא בשבת ובי\"ט כדמפרש במגילה (דף כא.) ולפיכך קורין ג' דזמן ספר תורה הוא ובלאו הכי הוו קרו שלשה שהוא מתקנת עזרא לקרות בשני ובחמישי כהן ולוי וישראל:",
                "2": "קורא אחד ומפטיר אחד – אחד קורא והוא עצמו המפטיר קתני מיהת לאחריו מותר תיובתא דשמואל:"
            },
            "10": {
                "0": "וכן ערב תשעה באב שחל להיות בשבת – אינו מפסיק סעודתו ואינו ממעט בתבשילין אלא אוכל כל צרכו ומעלה על שולחנו אפי' כסעודת שלמה בשעתו דפלוגתא היא במסכת גיטין בפרק [מי שאחזו] (דף סח:) דאיכא למאן דאמר מלך והדיוט ומלך ואיכא למ\"ד מלך והדיוט כלומר כשנטרד שוב לא חזר למלכותו לפיכך הוצרך לומר בשעתו בשעת מלכו ותקפו שהיה אוכל הוא ושריו ס' כור סולת כו':",
                "1": "ועד התענית – אלמא דסבירא ליה לרבי מאיר לפניו אסור לאחריו מותר ורבי יהודה ורבן (גמליאל) סבירא להו דאפילו לאחריו נמי אסור:"
            }
        },
        "58": {
            "0": {
                "0": "מחגה – כלומר יליף טעמא מן חגה דהיינו ר\"ח שנקרא חג כדאמרי' לעיל (תענית דף כט.) קרא עלי מועד:"
            },
            "1": {
                "0": "הלכה כר\"מ – דלפניו אסור ולאחריו מותר:",
                "1": "הלכה כרבן שמעון בן גמליאל – דאין איסור נוהג אלא באותה שבת:",
                "2": "תרוייהו לקולא – כדמפרש ואזיל דבלפניו מוקי הלכה כר\"מ דלפניו ולא לאחריו ובאותה שבת אבל קודם אותה שבת אפילו לפניו מותר:"
            },
            "3": {
                "0": "משש שעות ולמטה – כלפי השחר:",
                "1": "המפסיק בה – דשוב אינו אוכל עוד מאותה סעודה ואילך:"
            },
            "6": {
                "0": "ה\"ג כיצד ישנה א\"ר יהודה אם הוא רגיל כו':",
                "1": "בעשרה – שהיו סועדין עמו לכבודו:"
            },
            "7": {
                "0": "וחכ\"א ישנה – אשני תבשילין קיימי בשר ויין ימעט:",
                "1": "מליח – דג או בשר מליח דאין בו טעם כל כך אחר ששהה שלשה ימים במלח כדלקמן כשלמים והנותר מבשר זבח השלמים וגו' טפי לא אשכחן דמקרי בשר:"
            },
            "8": {
                "0": "כל שהוא משום ט' באב – כגון סעודה המפסיק בה:",
                "1": "כל שאינו משום ט\"ב – כגון סעודה המפסיק בה בתענית צבור אי נמי סעודה שאינו מפסיק בה: ",
                "2": "ה\"ג ר' ישמעאל בר' יוסי אומר משום אביו כל שעה שמותר לאכול מותר לרחוץ – ולא גרסינן בשר כלומר אפילו בשעת סעודה המפסיק מותר לרחוץ הואיל ומותר לאכול:"
            },
            "9": {
                "0": "אסור באכילה ובשתיה – הני אין נוהגין באבל דקא חשיב נמי איסורים שנוהגין בו לבד מהני דנהיגי באבל רחיצה סיכה ונעילה כו':",
                "1": "ואסור לקרות בתורה כו' – דכתיב בהו משמחי לב:"
            },
            "10": {
                "0": "במקום שאינו רגיל לקרות – דכיון דלא ידע אית ליה צערא:"
            },
            "12": {
                "0": "עד כמה – הוי בשר גמור דלא הוי בשר מליח כל זמן שהוא כשלמים שלא שהה במלחו אלא שני ימים ולילה אחד כזמן אכילת שלמים ולהכי נקט כשלמים דבזמן אכילת שלמים אשכחן דאקרי בשר דכתיב (ויקרא ז) והנותר מבשר זבח השלמים וגו' טפי לא אשכחן דמקרי בשר שהטעם נפסל אחרי ב' וג' ימים:"
            },
            "13": {
                "0": "יין מגתו – חדש ומתוק ואינו טוב כיין ישן ומשלשל ומזיק:",
                "1": "תוסס – רותח:",
                "2": "אין בו משום גילוי – שאין נחש שותהו כי יברח מרתיחתו:"
            }
        },
        "59": {
            "0": {
                "0": "בין תנור לכיריים – מקום מנוול שבבית:"
            },
            "2": {
                "0": "אינו רואה סימן ברכה – מאותה מלאכה:"
            },
            "3": {
                "0": "כל האוכל בשר ושותה יין בתשעה באב עליו הכתוב אומר ותהי עונותם על עצמותם – בתשעה באב כלומר בסעודה המפסיק בה:"
            },
            "4": {
                "0": "עוברות ומניקות – שאינן יכולות לישן על גבי קרקע:",
                "1": "ביכול – שאפשר לו:"
            },
            "5": {
                "0": "מאי בינייהו – כיון דזה מודה לו ביכול וזה מודה לו בשאינו יכול:",
                "1": "שאר מטות – שבבית שאינו שוכב בהן ר' יהודה דמחייב במתני' בכפיית המטה קמחייב נמי ביכול בשאר מטות ורבנן סברי מטתו כופה ולא שאר מטות וכדתניא גבי אבל:"
            },
            "7": {
                "0": "שניתנו בו לוחות אחרונות – שבי\"ז בתמוז ירד משה מן ההר תחלה ושיבר את הלוחות ובי\"ח טחן את העגל ודן את הפושעים ועלה למרום נשתהה שם שמונים יום ארבעים יום עמד בתפלה דכתיב (דברים ט׳:ט׳) ואתנפל לפני ה' ארבעים יום וארבעים לילה וארבעים יום עמד כבראשונה חשוב מי\"ז בתמוז עד יום הכפורים והוו להו שמונים יום שנים עשרה שנשתיירו מתמוז דהוא חסר ושלשים דאב ותשעה ועשרים דאלול הרי אחד ושבעים ותשעה דתשרי הרי שמונים יום וליל צום השלים כנגד לילו של י\"ז תמוז דלא הוה בחושבניה דהא נפק ליה כבר בשעה שעלה השתא הוי להו פ' שלמין לילה ויום ובוקר יום כפור ירד שהוא עשרה בתשרי ואותו היום נקבע ליום כפור להודיע שמחל וניחם על הרעה אשר דבר לעשות לעמו ועל כן נקבע צום כפור בעשרה בתשרי כך שמעתי:"
            },
            "8": {
                "0": "שהותרו שבטים לבא זה בזה – דרחמנא אמר וכל בת יורשת נחלה וגו' (במדבר ל״ו:ט׳) וכתיב (שם) ולא תסוב נחלה ממטה למטה אחר כי איש בנחלתו ידבקו בני ישראל ועמדו והתירו דבר זה בחמשה עשר באב:"
            },
            "9": {
                "0": "זה הדבר אשר צוה ה' לבנות צלפחד וגו' – זה מיעוט הוא כלו' לא יהיה דבר זה נוהג אלא בדור זה בדור של בנות צלפחד:"
            },
            "10": {
                "0": "לבא בקהל – לישא נשים לפי שנשבעו ישראל מלהינשא להם כדכתיב בשופטים (כא):",
                "1": "ממנו – מיעוט הוא דכתיב איש ממנו לא יתן בתו לבנימין לא גזרו אלא מהם (ממנו) אבל מבניהם לא גזרו:"
            },
            "11": {
                "0": "שכלו מתי מדבר – דתניא כל ארבעים שנה שהיו במדבר בכל ערב תשעה באב היה הכרוז יוצא ואומר צאו לחפור והיה כל אחד ואחד יוצא וחופר לו קבר וישן בו שמא ימות קודם שיחפור ולמחר הכרוז יוצא וקורא יבדלו חיים מן המתים וכל שהיה בו נפש חיים היה עומד ויוצא וכל שנה היו עושין כן ובשנת ארבעים שנה עשו ולמחר עמדו כולן חיים וכיון שראו כך תמהו ואמרו שמא טעינו בחשבון החדש חזרו ושכבו בקבריהן בלילות עד ליל חמשה עשר וכיון שראו שנתמלאה הלבנה בט\"ו ולא מת אחד מהם ידעו שחשבון חדש מכוון וכבר מ' שנה של גזרה נשלמו קבעו אותו הדור לאותו היום יו\"ט:",
                "1": "דאמר מר כו' – לפיכך יו\"ט הוא:",
                "2": "לא היה הדבור עם משה – ביחוד וחיבה דכתיב וידבר ה' אלי לאמר אלי נתייחד הדיבור ואע\"ג דמקמי הכי כתיבי קראי בהו וידבר איכא דאמרי לא היה פה אל פה אלא בחזיון לילה גמגום:"
            }
        },
        "60": {
            "0": {
                "0": "לאיזה שירצה יעלו – הושע בן אלה רשע היה דכתיב (מלכים ב י״ז:ב׳) ויעש הרע בעיני ה' רק לא כמלכי ישראל והיינו דקאמר רק שבטל את הפרוסדאות ואמר לאיזה שירצו יעלו:"
            },
            "1": {
                "0": "הרוגי ביתר – בפרק הניזקין (גיטין דף נז.):"
            },
            "2": {
                "0": "מלכרות – לפי שהן לחין ומאותו הזמן אין כח בחמה לייבשן וחיישינן מפני התולעת לפי שעץ שיש בו תולעת פסול למערכה כדאמרינן (מדות פרק ב' משנה ה'):"
            },
            "3": {
                "0": "יום תבר מגל – שבירת הגרזן שפסק החוטב מלחטוב עצים:",
                "1": "מכאן ואילך – מחמשה עשר באב ואילך דמוסיף לילות על הימים לעסוק בתורה יוסיף חיים על חייו:",
                "2": "דלא יוסיף – לעסוק בתורה בלילות:",
                "3": "תקבריה אימיה – כלומר ימות בלא עתו:"
            },
            "4": {
                "0": "בת מלך – אף על פי שהיה לה שואלת מבת כהן גדול כו' שלא לבייש את השואלת מתוך שאין לה:",
                "1": "מבת כהן גדול – שהוא קרוב וסמוך למלכות:",
                "2": "סגן – כהן חשוב ממונה תחת כהן גדול להיות תחתיו ביום הכפורים אם יארע פסול בכהן גדול ביום הכפורים ישמש זה הסגן תחתיו:",
                "3": "משוח מלחמה – הוא הכהן המכריז במלחמה מי האיש הירא ורך הלבב וגו' (דברים כ׳:ח׳):"
            },
            "5": {
                "0": "צריכין טבילה – כולן שלא לבייש את שצריכה טבילה:",
                "1": "אפילו מקופלין ומונחין בקופס' – אישקוריי\"ן:"
            },
            "7": {
                "0": "שאין אשה אלא לבנים – אם בניך יהיו מיוחסין הכל קופצין עליהם בין זכרים בין נקבות:",
                "1": "על מנת שתעטרונו בזהובים – שאחרי הנישואין תתנו לנו תכשיטין ומילתא בעלמא הוא דאמרי כלומר ובלבד שתתנו לנו מלבושים נאים:"
            },
            "8": {
                "0": "מחול – סביב לשון מחול הכרם (כלאים פרק רביעי משנה א'):",
                "1": "מראה באצבעו – ואומר זה ה' קוינו לו ויושיענו זה ה' קוינו לו נגילה ונשמחה בישועתו:"
            }
        }
    },
    "meta": "Daf-Line-Comment",
    "work": "Rashi on Taanit"
}