{
    "title": "Kessef Mishneh on Mishneh Torah, Prayer and the Priestly Blessing",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Prayer_and_the_Priestly_Blessing",
    "text": [
        [
            [],
            [],
            [
                "And everyone should face the temple.  It seems to me that he learned this from that which is stated in the teaching of R' Eliezer the son of R' Yose HaGlili, \"'You should fear the Lord your God and serve him': serve him with his torah, serve him with his temple.\" This is to say, pray facing him. And this is what our teacher wrote in his Sefer HaMitzvot.",
                "In any place where he is.  There are two ways to explain this [phrase, 'where he is']. Either it refers to the people praying, that whether they are in the land of Israel or outside Israel, they should pray facing the Temple.  Or, it refers to the Temple, meaning in any place where the Temple is, whether it is in the desert, or in Gilgal, or in Shiloh, or Nov, or Giv'on, or whether the permanent structure has been built, we should pray facing the Temple in which people serve Hashem, may He be blessed, in any place where the Temple is, that is the direction in which we pray."
            ],
            [
                "And since Ezra and his court etc.:  In the second chapter of Talmud tractate Megillah (page 17b) \"It was taught: 120 elders, and among them many prophets, established 18 blessings in order\". And in [chapter 5 of Talmud tractate Berakhot, which begins] \"One may only stand\" (page 33a) \"The Men of the Great Assembly established for Israel blessings, prayers, sanctification (*kiddush*), and separation (*havdalah*)\""
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "This is a braita in the chapter \"with what may we light\" in tractate Shabbat (page 24a): \"On Rosh Chodesh and Chol HaMoed, at the evening, morning and afternoon prayers, one says eighteen blessings and mentions the event of the day during the blessing of temple service.\" And Rashi explains \"the event of the day\" means \"may it rise up and come before you\" [Yaaleh ve'Yavo]"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "The public prayer is heard, etc. (7: 8). It is said that Rav Nachman could not come to the synagogue to pray and to Rabbi Yitzchak Dalima to the emissary of the community in Idna, Because of the words of the Lord, may I say, and I have revealed to you, the Lord, a time of will, when is the time of will? When the congregation is praying, and the Amorai of Tuba, And Tanya [ibid.]. R. Natan says from where the Holy One, blessed be He, is not fed up with the prayer of many, as it is said: From here we learned that even if a person does not go to the synagogue, he has the right to pray while the congregation is praying....",
                "And what he wrote therefore must share with the public. In the chapter on Tefilat Hashachar (Berakhot 57b), it is always possible to participate in a public discussion and even on the basis of the saying of the prayer of the way in the plural of Itamar:",
                "And you will never forget someone. (6). Abba Binyamin says that a person's prayer is heard only in the Ba'al Shem Tov, meaning that even when the public does not pray, he will pray in the synagogue, since it is special for public prayer.",
                "The Rebbe writes that his prayer is not heard at all times, that is, it is possible that he will hear his prayer except for the Torah, but at any time it is heard only in the Ba'al Shem Tov:",
                "And anyone who has it, etc., etc. Name (page 8) Mimra Daral:"
            ]
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות תפילה וברכת כהנים",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}