{
    "title": "Ohr Sameach on Mishneh Torah, Oaths",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Oaths",
    "text": [
        [
            [],
            [],
            [
                "<b>בכס\"מ. </b> כ\"ז כתב הריב\"ש בתשובה. הוא באורך סימן שפ\"ז. ובדבריו שם והי' מיחד לא יחל לקונמות לא לשבועה.<br><b> נ\"ב </b> זה אינו דבלא יחל כתיב גם שבועה בפירוש בקרא והפירוש דעובר גם משום לא תשבעו בשמי לשקר ובקונמות ליכא רק משום לא יחל כמו שפירשו בתוס' ובריטב\"א יעו\"ש:<br><b> ושם </b> [בריב\"ש] שאי אפשר שאמר רבין שאוכל ולא אוכל הוא בל יחל לבד ולא שקר שהרי שבועת בטוי היא מפורשת בפשט הכתוב כו' וכתיב בה ונשבע על שקר:<br><b> נ\"ב </b> זה אינו דבשבועת בטוי לא כתיב ונשבע על שקר רק הכי כתיבא בשבועת הפקדון וכחש בה ונשבע על שקר והאזהרה בה משום לא תשקרו איש בעמיתו והוא ענין שלעבר יעו\"ש. ועיין חובת הלבבות שער אהבת ד' פ\"ו בזה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואם נשבע לו על שקר כו' וע\"ז נאמר לא תשקרו איש בעמיתו כו'.</b><br><b> נ\"ב </b> בפרק הגוזל (דף ק\"ה) וכרב ששת דהך דלא אישתבע הוא בלא תכחשו והיכי דאישתבע הוא בלא תשקרו ואזהרה הוא להיענש בממון הוא חיוב חומש דתשלומי דידיה במקום קרבן קאי כדאמר בריש כלל גדול. ולפ\"ז נראה דלשיטת רש\"י ז\"ל בהך דאמר רבא דשבועת העדות הוי דבר שהיה בכלל ויצא מכללו לידון בדבר החדש, דאין לך בו אלא חידושו בלבד, וזה דדוקא בראוין להעיד ובב\"ד אבל בפסולים ושלא בפני ב\"ד אין כאן משום בטוי ופטורים לגמרי, דקשה טובא מדוע בפקדון אמרו כל היכי דפטורין משום פקדון חייבין משום בטוי ויעוין תוספות סוף מסכת, ולפ\"ז א\"ש דשבועת העדות הלאו הוא מלאו דלא תשבעו בשמי לשקר וזה הלאו הוא אזהרה לשבועת בטוי לכן כי יצא לידון בדבר חדש תו אין לך בו אלא חידושו ואי אתה מחזירו לכללו ואין בלאו זה בעדות כלל רק היכי דחייב משום שבועת העדות, אבל פקדון דהלאו דידיה הוא מלאו דלא תשקרו איש בעמיתו וכי יצא בדבר החדש הוא על דברים הנכללים בלאו הזה, אבל כי כחש מפטור לפטור ומחובה לחובה או מפטור לחיוב דזה אינו בכלל לאו דלא תשקרו איש בעמיתו דלחבירו לא נפקא מיניה דבין כך אינו חייב לו ממון דאו מודה לו בממון או דמתחייב בשקר לו ממון וא\"כ אין זה שקור איש בעמיתו רק אזהרה דיליה מלא תשבעו בשמי לשקר וזה הוי בטוי ולאו זה לא יצא לפקדון בדבר החדש ולכן חייבין משום בטוי:<br><b> ולפ\"ז </b> יצא לנו דלרבא בשבועת הפקדון בקרקעות ועבדים ושטרות דאיתמעיט מקרא דמכל אשר ישבע עליו לשקר דאינו חייב בקרבן דאינן נגזלים אבל ודאי אזהרה דלא תשקרו איש בעמיתו איכא דהא מפסיד לחבירו בשקר דיליה ממון, וכמו דלאו דלא תגזול איכא בקרקע ג\"כ אע\"ג דאינה נגזלת ואף דאיתמעיט מקרבן אשם וחומש, אבל משום בטוי לא מחייב דכיון דעל לאו דלא תשקרו איש בעמיתו יצא בעונש דחומש וקרבן אין לך בו אלא חידושו ובקרקעות ועבדים הוי כמו אינן ראוי, להעיד בשבועת העדות דפטורין משום בטוי ועדיפא מיניה, וזה דלא כמוש\"פ רבינו בפרק ז' ה\"ג, ורבינו לטעמיה דפוסק גם בעדות דכל מקום שפטורין מקרבן עו\"י חייבין משום בטוי יעו\"ש פ\"ט הי\"ד ודוק:<br><b> ולפ\"ז </b> נתפרש לן שמועה דטרחו בה קמאי בהא דבעי רב כהנא הזיד בשבועת הפקדון כו' והתרו בו אי לקי ומביא קרבן כו' דמפני מה לא בעי בשבועת העדות אם התרו בהם אם לוקין ומביאין קרבן. ולפ\"ז א\"ש דבשבועת העדות דאזהרה דידהו משום לא תשבעו בשמי לשקר ויצא לכלל קרבן תו ליכא מלקות משום לאו זה דעיקרו של לאו זה לא ניתן ללקות במקום שיש קרבן כמו בשבועת בטוי דבמזיד לקי ובשוגג מביא קרבן כן בעדים לא לקו משום לאו זה כיון דבמזיד מביאין קרבן אבל בשבועת הפקדון בעי ועל אזהרה דלא תשבעו בשמי לשקר דאינו רק במושבע מפי עצמו ע\"ז לא בעי דיתחייב מלקות וקרבן כיון דעיקר הלאו אינו ללקות במקום שיש קרבן כמו בבטוי רק בעי על לאו דלא תשקרו איש בעמיתו דהוא אזהרה גם במושבע מפי אחר ע\"ז בעי מי לקי ומביא קרבן ולא הוי לאו שניתן לתשלומין דחומש במקום קרבן קאי ולכפרה אתי ולא פטור משום לאו שאין בו מעשה דנשבע בשם חייב אף בלית ביה מעשה כמו מקלל חבירו בשם [ויעוין לשון רבינו לקמן פ\"ט הי\"ד ושם פירשתי בחידושי באורך עפ\"י שיטת ריב\"ן מיג\"ש] לכן בשבועת הפקדון על לאו דל\"ת איש בעמיתו בעי שפיר ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן האומר לאו לאו וכו' דרך שבועה או הן הן </b> [פירוש דרך שבועה] <b> והזכיר שם או כנוי ה\"ז כנשבע. </b> [פירוש לחייבו קרבן ומלקות]:<br><b> ודברי </b> רבינו נסים הביאו הכס\"מ הלכה ב' אינו מובן מה שהביא מארי כולא לא אכילנא, הא התם אמר לא מארי כולא לא טעימנא והוי לאו לאו תרי זימני והוי כהזכיר שבועה בתוספתא. ובמטרוניתא דאמרה לר' יוחנן אישתבע לי דלא מגלית כו' הוי כמוש\"כ רבינו לעיל ה\"א המושבע מפי אחרים כו' השביעו עו\"ג כו' שאמר דבר שענינו כעין אמן כו' לכן הוי שבועה גמורה, אבל בכל מקום אף אם הזכיר שם צריך שיזכור לשון שבועה או מבטא או איסור וכיו\"ב או לאו לאו או הן הן, וברור בשיטת רבינו. ועיין בתוספתא שבת פ\"ח האומר לאו לאו ה\"ז מדרכי האמורי פירוש בלא דרך שבועה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל לא היה כו' או תנאי היה בלבי על הנדר.</b><br><b> עיין </b> כס\"מ ובירושלמי פרק שתי נזירין ה\"א תנאי היה בלבי לכשאטמא תפקע ממני נזירותי ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> לח\"מ מש\"כ בזה וראה באבקת רוכל שו\"ת למרן סימן קצ\"ט בזה ועיין מש\"כ בפ\"ג מהלכות עדות הלכה ה':"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או שלא אוכל אותה כיון שאכל [ממנה] כזית חייב.</b><br><b> נ\"ב </b> עיין בהלכות ספר תורה שבארתי שגירסת רבינו בפרק כסוי הדם היתה ומ\"ש מהחזקת עני כו' והחזקת בו אפילו מאה פעמים ומשני שאני הכא דאמר קרא וכסהו, דאילו הוי כתוב והחזקתו היה משמע רק פעם אחד אבל והחזקת בו משמע אף מאה פעמים, כן גם הכא אם אומר שלא אוכל אותה משמע דהרבה פעמים גדר שלא לאוכלה וזה בחלקים ממנה שעל כל חלק שיהי' שיעור אכילה יתחייב ויתחייב כמה פעמים, אבל שלא אוכלנה משמע דרק פעם אחד גדר בעדו וזהו שלא יאכל את כולה שאינו עובר רק בפעם אחד, ולכן אם אכל כולה ונשתייר פחות מזית כיון שאינו יכול להתחייב עוד פעם שני חייב על שבועתו דהוי כמו דאכל את כולה ויעוין בתוס' ומה שכתבנו מרווח טובא:"
            ],
            [
                "<b>וכן אם אמר שבועה שלא אוכל היום.</b><br><b> פירוש </b> שהיום לא אוכל שום דבר והוי כאיסור יום הכפורים שאסור בכל מאכל, ונשבע על הככר שלא יאכלנה, פירוש והוי לעולם כנבילה, והנה בכל זה סבר רבינו דאין זה כולל ומוסיף אף דיכול לבא להתחייב על שני השבועות בשני פעולות אם תאמר דחלין שניהם דאם יאכל ככר אחר ביום זה, ויאכל את הככר ביום אחר יתחייב שתים וא\"כ הוי כולל, וסבר רבינו דכיון דדין שבועה חלוק משאר איסורים דבשאר איסורים אם פקע איסור קמא חייל השני כמו דאמרו באשת אח ואחות אשה בפרק ד' אחין (דף ל\"ב) ובשבועות כיון דמושבע ועומד מה\"ס כיון דלא חיילא השתא תו לא חיילא להבא כיון שבשעה שהוציא השבועה מפיו לא חיילא דאינה דבר רשות תו לא חיילא, לכן לא שייך לומר כיון דאסור בזה הככר למחר תו חיילא נמי השתא דאדרבא אמור כיון דלא חיילא השתא דאין איסור שבועה במושבע ועומד תו לא חיילא נמי למחר, וקרוב הדבר למש\"כ רבינו בפירוש המשנה בנקודה הנפלאה דאם תאמר דאיסור בב\"ח אינו חל לענין אכילה תו לא מיתסר גם בהנאה עיי\"ש, משא\"כ באיסורים דאף אם תאמר דהשתא ביוהכ\"פ לא חל איסור נבילה מכל מקום למחר לא פקע שם נבילה מינה ולכן הוי כולל. והא דאמרו בסוף מכות ולחשוב שבועה שלא אחרוש בין בחול בין ביו\"ט פירוש דנשבע בחול שכבר חלה השבועה בחול לכן חיילא גם על יו\"ט שלמחרתו ודוק, ויעוין שו\"ת אבני מלואים:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>במשל\"מ. </b> מדקדוק דברי הרא\"ש כו':<br><b> נ\"ב </b> זה הדין בשו\"ע סימן רכ\"ח סעיף מ\"א ובטורי זהב שם ובמש\"כ בפ\"ז מהלכות אישות הי\"א בהג\"ה שם:"
            ]
        ],
        [
            [],
            [
                "<b>עיין </b> מה שביארתי דברי רבינו בהלכות אישות פ\"ו הי\"א:"
            ],
            [],
            [
                "<b>בד\"א כשנשבע על דבר שאינו ברשותו כו' אבל אם נשבע ראובן שלא יכנס שמעון בביתו כו' ושמעון חייב שעבר על דבר האסור לו לעשותו כו'.</b><br><b> עיין </b> כס\"מ ולח\"מ ומשל\"מ, ולדעתי נראה כי הוא מחלוקת מפורש לפי גירסתינו בירושלמי פ\"ק דנדרים ה\"א, ז\"ל, ר' יוסי פתר לאסור איסר הרי הוא עלי אסור [פירוש שאוסר על עצמו] אסור, הרי עליו אסור [שאוסר על חבירו] אסור, שבועה הרי עלי [שנשבע שלא יאכל ככרו או שלא יתכסה בבגד זה וכיו\"ב] אסור, הרי עליו בשבועה [שאם משביע את חבירו שלא יהנה בנכסיו] אסור, [ר\"ל חבירו אסור] א\"ר יודן בנדרים אסור [כשאוסר על חבירו] ובשבועות מותר [כשמשביע את חבירו] אמר [כצ\"ל] הרי עלי איסר הרי עליו איסור אסור [בין כשאוסר על עצמו בין כשאוסר על חבירו בנדרים אסור] שבועה הרי הוא עלי אסור שבועה הרי עליו מותר [שאיך יכול להשביע את חבירו דשבועה איסור גברא ואיך יכול להתפיס איסור שבועה עליו], נמצא דפליגי בזה ר' יודן ור' יוסי ופסק רבינו להחמיר כר' יוסי, וגירסת רמב\"ן בהלכותיו ובמלחמות באופן אחר דפליגי אם יש שבועה בלשון נדר, וגירסתו שאומר הרי עלי איסור איסור הוא עלי אסור מאי זה נפ\"מ ומה זה חידוש, והעיקר כפי גירסתינו המאושרה ומיושרה, והטורי זהב שיכל לאמר כי כוונת רבינו משום יד דנדר שאמרו בלשון שבועה הוי והוי כאוסר נכסיו על חבירו בתורת יד לנדר ומוזר זה בדעת רבינו שלא הזכיר כלל הך דשבועה שאמרו בלשון נדר ובדברי הירושלמי א\"א כלל לאומרו, והעיקר נראה דכיון שהוא ברשותו של הנשבע חלה השבועה ואם מכניסו לביתו מדעתו הוי נשבע לשקר ושלא מדעתו נמצא דנשבר לשקר בתורת אונס והוי שמעון הנכנס כמאכיל איסור לראובן באונס או שוגג שנמצא עובר ראובן על שבועתו באונס, ואף כשנשבע שחבירו יעשה דבר שאינו ברשותו סובר רבינו דאינו שוא רק תלוי אם יקיים לא יצאתה לשוא, ומלשון הירושלמי מורה כפי מה שפירש המל\"מ מסוגיא דנדה דחבירו נאסר בזה ומקריא זדון שבועה, ויעוין ברבינו נסים הלכות שבועות שדעתו דאומר ישיבת סוכה עלי בשבועה דבכה\"ג גם השבועה חלה על החפץ יעו\"ש שלפי סברתו אינו מוזר שיטת רבינו בכאן דיכול לחול על חבירו איסור שבועה יעו\"ש היטב:<br><b> והנה </b> בירושלמי פ\"ב ה\"א לאסור איסר על נפשו כו' הוון בעי מימר מ\"ד על נפשו לא על אחרים שלא לוסר נכסיו על אחרים. ואישתביש ספרי דצ\"ל שלא לאסור נכסי אחרים על אחרים. ומ\"ד אף על אחרים לאסור נכסיו על אחרים כצ\"ל, ומה שבדברים שאינו ברשותו ליתא חיוב מפורש בגמרא שבועה שזרק כו' פטור דליתא בלהבא יעו\"ש. אבל מ\"מ סובר רבינו שאם יזרוק פלוני לים נתקיימה שבועתו ולכן מהראוי לקיים דבריו שלא יהיה שבועתו לשקר אע\"ג דאיהו בדידיה עביד ולאו בדחבריה ואינו בסוג מאכיל איסור לחבירו. ויצא לו לרבינו זה מהא ששנינו בדמאי פ\"ד המדיר את חבירו שיאכל אצלו כו' אוכל עמו בשבת ראשונה ובשבת שניה אעפ\"י שנדר הימנו הנאה לא יאכל כו' ומדקתני בסיפא אעפ\"י שנדר הימנו הנאה א\"כ ברישא לא הדירו אם לא יאכל ורק המדיר הוא הנשבע שיאכל חבירו אצלו, ונתבונן דמה זו שבועה, ואם לפרש דענה אמן כמש\"כ התוי\"ט ז\"ל ז\"א דא\"כ הוי ככל נשבע על איסור דדבריהם ומדוע שבקי ליה חכמים שבת הראשונה, ועוד כמה פוסקים דסברי דיאכל ועיין ש\"ך סימן רל\"ט סק\"כ בזה אם כופין להיות נשאל שלא לאכול איסור דדבריהם ובפרט דבירושלמי אמר התירו טבלים מפני דרכי שלום ואי משום השבועה אין זה מפני דרכי שלום, אבל רבינו מפרש שבת הראשונה לאו בשל נשואין רק בשבת הראשונה שבקש ממנו משום החברה לחזק ולהרחיק האיבה, וז\"ל רבינו בהלכות מעשר פי\"ב הנשבע על חבירו שיאכל עמו בשבת כו', ולזה דייק רבינו דאם קיים שבועה נמצא דלא היתה השבועה לשקר, והוי בגדר הא דאמר בעירובין (דל\"ב) התירו לחבר דליעבד איסור קליל כי היכי דלא נעביד ע\"ה איסור חמור יעו\"ש, וזה מפני דרכי שלום שלא יהא שבועת חבירו לריק ולבטלה, וזה מורה דאין זה שבועת שוא אם נתקיימה דא\"כ הלא אידך עביד איסורא במה שנשבע וכבר יצאת מפיו לשוא, וז\"ב בכוונת רבינו ז\"ל:<br><b> ולפי </b> מה שביאר רבינו שיטתו דבדבר שברשותו אוסר על אחרים בשבועה לזה כתב לקמן הלכות נדרים פ\"ה הי\"ו האוסר פירותיו על חבירו בין בנדר בין בשבועה, וזה כשיטתו דמצי להשביע לחבירו, ובנדר שאמרו בלשון שבועה נראה דלהירושלמי הוי כנדר שאמרו בלשון נזירות דלשיטת ירושלמי בפרק ב' דנזיר ה\"ג ר' ירמיה בשם ר\"ז אפילו לשון קרבן אינו (ואינו אסור לשתות הכוס) למה שאינו קובע עליו לא נזירות בלשון קרבן ולא קרבן בלשון נזירות, ואין לפרש הירושלמי משום נדר שאמרו בלשון שבועה דמאי שנא מאמרו בלשון נזירות, והדבר ברור דהפירוש בירושלמי כפי מה שבארנו דפליגי אם אוסר על חבירו בשבועה ודו\"ק, וזה מה שרצינו לבאר:"
            ],
            [
                "<b>להבין </b> שיטת רבינו אעתיק מש\"כ בחידושי לגמרא וז\"ל, בתוס' ד\"ה אלא כדרבא כו' כדתניא בתוספתא דשבועות כו' ור\"ש מחייב יעו\"ש. אם כוונו דשבועה חלה בביטול מצוה היינו לאכול איסורין וכיו\"ב ולפיכך פוטרים רבנן על מה שאכל איסור פיגול וכיו\"ב, ולפ\"ז ע\"כ מיירי באומר שבועה שאוכל בשר שור פלוני דאל\"ה סגי באוכל כזית ובדבר מותר, ובאמת הוא זרות גדולה שיאכל נבילות בשביל שבועה ונקל לפ\"ז לאדם להתיר עצמו כל איסורין שבתורה ולסלק מעליו כל המלקות וכיו\"ב, עוד אינו מונח כלל בפשטות התוספתא שחסר דברים כמו\"ש, עוד לשון מחייב קאי על קרבן שבועה דביה עסיק בהאי מסכתא טובא, אבל האמת יורה דרכו דהפירוש דפליגי אם אכילת פיגול ונותר מקרי אכילה והוא נשבע שיאכל סתם [ואכילה בכזית] ואכל פיגול ונותר פליגי אם מקרי אכילה או לא, וכיו\"ב פירשו רבותינו הגאונים ור\"י בן מיגש הובאו ברשב\"א ור\"ן בכולה סוגיין היינו דאיתנהו בהן שאם אמר שבועה שאוכל ואכל איסורים מיקרי אכילה ובשלא אוכל לא מיקרי אכילה עיי\"ש טעם נכון, וכן פסק רבינו כשיטת רבו ז\"ל ולכך רבנן פוטרים דסברי דחשיבא אכילה ור\"ש סבר דלא מיקרי אכילה ולא קיים שבועתו ודוק:<br><b> והנה </b> לפי שיטתם עפר דומה לנבילות במסקנא, ובאמת צ\"ע מנא ליה להגמרא דילמא עפר שניא מנבילה דראויה היא לאכילה רק ארי' הוא דרביע עלה [כמו דמסיק לעיל כ\"ב במפרש] ושלא אוכל ואכל דברים שאינן ראוין לא הוה אכילה כלל, ובאיסורים פליגי אם הוה אכילה, וכמו דפליגי בתוספתא ר\"ש ורבנן כן פליגי ג\"כ במשנה לענין שלא אוכל ולכך רבנן מחייבים ור\"ש פוטר משום דלא חשיבא אכילה ולאו משום כולל, וזה לכאורה לפלא דהוה א\"ש כפשוטו. אמנם ניחא דהגמרא מוכרחת לזה דאל\"ה הוה ליה למיתני שבועה שלא אוכל אכל דברים שאינן ראוין לאכילה פטור אכל נבילות וטריפות כו' חייב והיה החילוק רק בין דבר שאינו ראוי בעצמותו לדבר האסור ומדנקט עוד שבועה שלא אוכל מכלל דהחידוש בשבועה דנשבע באופן אחר, אבל אה\"נ דבכלל דברים שאינן ראוין הוה דברים האסורים ג\"כ, רק דתמן בסתם והכא במפרש. [ולפ\"ז מוכרח סתירת רש\"י ז\"ל דלפירושו דהדר ביה הגמרא, א\"כ יקשה תו אמאי בעי הך שבועה שלא אוכל בנתיים, דאם נאמר בהא טעמא או דלפעמים דרך המשניות בכך, א\"כ הוה ליה להגמרא לפרש דר\"ש פוטר בפשוטו דלטעמיה אזיל בתוספתא ויש לדחות ודוק]:<br><b> ונראה </b> דהתוספתא נקטה רק פיגול נותר וטמא ושבקה מה דאיתא במשנה דילן נבילות וטריפות כו', לכן אמינא דר\"ש ורבנן לטעמייהו אזלי, דר\"ש סבר דאוכל שאי אתה יכול להאכילו לאחרים לא הוה אוכל כלל [בחולין קכ\"ט ומנחות ק\"א] וסובר דאינו מטמא טומאת אוכלין, ואף דהיכי דהי' לו שעת הכושר מודה ר\"ש כמפורש במנחות והכא היה לנותר וטמא שעת הכושר אפשר לפרש בהנך דלא היה שעת הכושר. אך בכ\"ז נראה דניחא שפיר דלענין טומאה הוה לר\"ש כמו לדידן דקיי\"ל דאם נפסלה מתורת אוכל אדם אינו אוכל לקבל טומאה אבל באופן דהיה ראוי לאכילת אדם [והיה ראוי לקבל טומאה] שוב מטמא אף אם נפסל אח\"כ מאכילת אדם, כן סבר ר\"ש דאע\"ג דאוכל שאי אתה יכול להאכילו לאו אוכל הוה בכ\"ז אם חל עליו שם אוכל שוב לא נחית מיניה תורת טומאה [וזה כשיטת ראב\"ד בהשגות הלכות טומאת אוכלין פ\"ב הי\"ד] אבל לענין שבועה בודאי מה שהוא אוכל עכשיו בעינן לא מה שהיה אוכל קודם ופשוט, ועיין מש\"כ בפ\"ד מהלכות מאכלות אסורות בזה. ולפ\"ז מוכח דאף רבנן באוכל שאינו ראוי כלל מצד עצמותו כמו עפר ונפסל מאכילת אדם ג\"כ מודו דלא הוה אכילה וחייב, וזה מתנגד להך שיטה דסברי דאף אם אכל עפר ג\"כ קיים שבועתו וצ\"ע, וע\"כ דרבנן סברי דאף בעפר פטור, רק ר\"ש פליג וקמ\"ל רבותא אף באוכל שראוי רק אינו ראוי מצד איסורו ג\"כ לאו אכילה הוי ודחוק:<br><b> ודע </b> דלשיטה זו מקיימינין דבורו אם אמר שלא אוכל אם אכל דברים האסורים אמרינן דאינה אכילה, ואם אמר שאוכל ואכל אמרינן דאכילה היא, וכן הוה מייתי רב מרי סייעתא מהך סיפא דאם אמר קונם אשתי כו' אם אכלתי ואכל נבילות דמקיימינין לדיבורו וקא דחי דלעבר שאני דכבר אחשביה [ואף אם נימא דלהבא לא חשיבא אכילה לקיים דיבורו ג\"כ] וכן פסק רבינו שבועה שלא אכלתי ואכל נבילות חייב דאחשביה לאכילה כיון דהיה קודם שבועתו וכדחויא דגמרא אף דזה מבטל דיבורו וסותר אותו, דלא ככס\"מ ולח\"מ שלא עמדו דהך דרב מרי מיירי לקיים דיבורו ורבינו מיירי לבטל דיבורו. רק רבינו יליף מסוגיין דדחי לדרב מרי דאף לבטל דיבורו ג\"כ חשיבא אכילה אם אכל קודם שנשבע וראוין הדברים למי שאמרן. [אך משמע ברבינו דקונם אשתי אם אכלתי הוא כבא לאמת שלא אכל שאם אכל תיאסר אשתו עליו וכוונתו שלא אכל והוה כנשבע שלא אכלתי יעו\"ש] ואחרי כותבי כ\"ז זכיתי לחידושי ר\"י אבן מיגש וראיתי כי דברי רבינו המה דברי רבו ושם מפורש כמעט כמש\"כ וחדאי נפשאי:<br><b> ונבאר </b> לפ\"ז דברי הירושלמי לא סוף דבר סתם אלא אפילו פלוני לא סוף דבר כולל אלא אפילו פרט, לס\"ד לבא אלא לשעבר לס\"ד רבנן אלא רע\"ק לס\"ד נבילות כו' אלא אף עפר, ורמב\"ן פירש כמו שהביא הפ\"מ, ויתכן דקאי על מתניתין דקתני ר' שמעון פוטר והוא משום תרי טעמי חדא משום דסובר דלא מקריא אכילה, וחדא משום דלית ליה כולל וסבר כ\"ש למכות, ע\"ז קאמר לס\"ד סתם אלא אפילו פלוני [וצ\"ל פירש] או כפירוש הפ\"מ משום דקאמר לעיל משחיטת פלוני, דאפילו פירש שלא אוכל נבילות פוטר משום דאין שבועה חלה על האיסורין [והחילוקים לפ\"ז בין בבלי לירושלמי מובן לפי מש\"כ ודוק] לס\"ד פרט אלא אפילו כולל [כצ\"ל], פירוש דכולל שחוטות ונבילות פוטר משום דלית ליה כולל, לס\"ד לבא אלא אפילו לשעבר, דאם אמר שבועה שלא אכלתי סתם פוטר אם אכל נבילות, דר\"ש לטעמיה בתוספתא דאכילת איסורין לא מיקרי אכילה וכמש\"כ בס\"ד, לס\"ד רבנן דנשבע שלא אוכל כוונתו רק בכזית אלא אפילו רע\"ק דסבר דחל על חצי שיעור ג\"כ פוטר ר\"ש משום דסבר כ\"ש למכות ולא חלה על האיסורין, לס\"ד נבילות דפוטר משום דאינו חל על איסורין אף בכולל אלא אפילו עפר דליכא איסורין בכ\"ז פוטר משום דלא הוה אכילה אם אמר שלא אוכל סתם ודוק היטב בזה:"
            ],
            [
                "<b>להבין </b> שיטת רבינו אעתיק מש\"כ בחידושי לגמרא וז\"ל, בתוס' ד\"ה אלא כדרבא כו' כדתניא בתוספתא דשבועות כו' ור\"ש מחייב יעו\"ש. אם כוונו דשבועה חלה בביטול מצוה היינו לאכול איסורין וכיו\"ב ולפיכך פוטרים רבנן על מה שאכל איסור פיגול וכיו\"ב, ולפ\"ז ע\"כ מיירי באומר שבועה שאוכל בשר שור פלוני דאל\"ה סגי באוכל כזית ובדבר מותר, ובאמת הוא זרות גדולה שיאכל נבילות בשביל שבועה ונקל לפ\"ז לאדם להתיר עצמו כל איסורין שבתורה ולסלק מעליו כל המלקות וכיו\"ב, עוד אינו מונח כלל בפשטות התוספתא שחסר דברים כמו\"ש, עוד לשון מחייב קאי על קרבן שבועה דביה עסיק בהאי מסכתא טובא, אבל האמת יורה דרכו דהפירוש דפליגי אם אכילת פיגול ונותר מקרי אכילה והוא נשבע שיאכל סתם [ואכילה בכזית] ואכל פיגול ונותר פליגי אם מקרי אכילה או לא, וכיו\"ב פירשו רבותינו הגאונים ור\"י בן מיגש הובאו ברשב\"א ור\"ן בכולה סוגיין היינו דאיתנהו בהן שאם אמר שבועה שאוכל ואכל איסורים מיקרי אכילה ובשלא אוכל לא מיקרי אכילה עיי\"ש טעם נכון, וכן פסק רבינו כשיטת רבו ז\"ל ולכך רבנן פוטרים דסברי דחשיבא אכילה ור\"ש סבר דלא מיקרי אכילה ולא קיים שבועתו ודוק:<br><b> והנה </b> לפי שיטתם עפר דומה לנבילות במסקנא, ובאמת צ\"ע מנא ליה להגמרא דילמא עפר שניא מנבילה דראויה היא לאכילה רק ארי' הוא דרביע עלה [כמו דמסיק לעיל כ\"ב במפרש] ושלא אוכל ואכל דברים שאינן ראוין לא הוה אכילה כלל, ובאיסורים פליגי אם הוה אכילה, וכמו דפליגי בתוספתא ר\"ש ורבנן כן פליגי ג\"כ במשנה לענין שלא אוכל ולכך רבנן מחייבים ור\"ש פוטר משום דלא חשיבא אכילה ולאו משום כולל, וזה לכאורה לפלא דהוה א\"ש כפשוטו. אמנם ניחא דהגמרא מוכרחת לזה דאל\"ה הוה ליה למיתני שבועה שלא אוכל אכל דברים שאינן ראוין לאכילה פטור אכל נבילות וטריפות כו' חייב והיה החילוק רק בין דבר שאינו ראוי בעצמותו לדבר האסור ומדנקט עוד שבועה שלא אוכל מכלל דהחידוש בשבועה דנשבע באופן אחר, אבל אה\"נ דבכלל דברים שאינן ראוין הוה דברים האסורים ג\"כ, רק דתמן בסתם והכא במפרש. [ולפ\"ז מוכרח סתירת רש\"י ז\"ל דלפירושו דהדר ביה הגמרא, א\"כ יקשה תו אמאי בעי הך שבועה שלא אוכל בנתיים, דאם נאמר בהא טעמא או דלפעמים דרך המשניות בכך, א\"כ הוה ליה להגמרא לפרש דר\"ש פוטר בפשוטו דלטעמיה אזיל בתוספתא ויש לדחות ודוק]:<br><b> ונראה </b> דהתוספתא נקטה רק פיגול נותר וטמא ושבקה מה דאיתא במשנה דילן נבילות וטריפות כו', לכן אמינא דר\"ש ורבנן לטעמייהו אזלי, דר\"ש סבר דאוכל שאי אתה יכול להאכילו לאחרים לא הוה אוכל כלל [בחולין קכ\"ט ומנחות ק\"א] וסובר דאינו מטמא טומאת אוכלין, ואף דהיכי דהי' לו שעת הכושר מודה ר\"ש כמפורש במנחות והכא היה לנותר וטמא שעת הכושר אפשר לפרש בהנך דלא היה שעת הכושר. אך בכ\"ז נראה דניחא שפיר דלענין טומאה הוה לר\"ש כמו לדידן דקיי\"ל דאם נפסלה מתורת אוכל אדם אינו אוכל לקבל טומאה אבל באופן דהיה ראוי לאכילת אדם [והיה ראוי לקבל טומאה] שוב מטמא אף אם נפסל אח\"כ מאכילת אדם, כן סבר ר\"ש דאע\"ג דאוכל שאי אתה יכול להאכילו לאו אוכל הוה בכ\"ז אם חל עליו שם אוכל שוב לא נחית מיניה תורת טומאה [וזה כשיטת ראב\"ד בהשגות הלכות טומאת אוכלין פ\"ב הי\"ד] אבל לענין שבועה בודאי מה שהוא אוכל עכשיו בעינן לא מה שהיה אוכל קודם ופשוט, ועיין מש\"כ בפ\"ד מהלכות מאכלות אסורות בזה. ולפ\"ז מוכח דאף רבנן באוכל שאינו ראוי כלל מצד עצמותו כמו עפר ונפסל מאכילת אדם ג\"כ מודו דלא הוה אכילה וחייב, וזה מתנגד להך שיטה דסברי דאף אם אכל עפר ג\"כ קיים שבועתו וצ\"ע, וע\"כ דרבנן סברי דאף בעפר פטור, רק ר\"ש פליג וקמ\"ל רבותא אף באוכל שראוי רק אינו ראוי מצד איסורו ג\"כ לאו אכילה הוי ודחוק:<br><b> ודע </b> דלשיטה זו מקיימינין דבורו אם אמר שלא אוכל אם אכל דברים האסורים אמרינן דאינה אכילה, ואם אמר שאוכל ואכל אמרינן דאכילה היא, וכן הוה מייתי רב מרי סייעתא מהך סיפא דאם אמר קונם אשתי כו' אם אכלתי ואכל נבילות דמקיימינין לדיבורו וקא דחי דלעבר שאני דכבר אחשביה [ואף אם נימא דלהבא לא חשיבא אכילה לקיים דיבורו ג\"כ] וכן פסק רבינו שבועה שלא אכלתי ואכל נבילות חייב דאחשביה לאכילה כיון דהיה קודם שבועתו וכדחויא דגמרא אף דזה מבטל דיבורו וסותר אותו, דלא ככס\"מ ולח\"מ שלא עמדו דהך דרב מרי מיירי לקיים דיבורו ורבינו מיירי לבטל דיבורו. רק רבינו יליף מסוגיין דדחי לדרב מרי דאף לבטל דיבורו ג\"כ חשיבא אכילה אם אכל קודם שנשבע וראוין הדברים למי שאמרן. [אך משמע ברבינו דקונם אשתי אם אכלתי הוא כבא לאמת שלא אכל שאם אכל תיאסר אשתו עליו וכוונתו שלא אכל והוה כנשבע שלא אכלתי יעו\"ש] ואחרי כותבי כ\"ז זכיתי לחידושי ר\"י אבן מיגש וראיתי כי דברי רבינו המה דברי רבו ושם מפורש כמעט כמש\"כ וחדאי נפשאי:<br><b> ונבאר </b> לפ\"ז דברי הירושלמי לא סוף דבר סתם אלא אפילו פלוני לא סוף דבר כולל אלא אפילו פרט, לס\"ד לבא אלא לשעבר לס\"ד רבנן אלא רע\"ק לס\"ד נבילות כו' אלא אף עפר, ורמב\"ן פירש כמו שהביא הפ\"מ, ויתכן דקאי על מתניתין דקתני ר' שמעון פוטר והוא משום תרי טעמי חדא משום דסובר דלא מקריא אכילה, וחדא משום דלית ליה כולל וסבר כ\"ש למכות, ע\"ז קאמר לס\"ד סתם אלא אפילו פלוני [וצ\"ל פירש] או כפירוש הפ\"מ משום דקאמר לעיל משחיטת פלוני, דאפילו פירש שלא אוכל נבילות פוטר משום דאין שבועה חלה על האיסורין [והחילוקים לפ\"ז בין בבלי לירושלמי מובן לפי מש\"כ ודוק] לס\"ד פרט אלא אפילו כולל [כצ\"ל], פירוש דכולל שחוטות ונבילות פוטר משום דלית ליה כולל, לס\"ד לבא אלא אפילו לשעבר, דאם אמר שבועה שלא אכלתי סתם פוטר אם אכל נבילות, דר\"ש לטעמיה בתוספתא דאכילת איסורין לא מיקרי אכילה וכמש\"כ בס\"ד, לס\"ד רבנן דנשבע שלא אוכל כוונתו רק בכזית אלא אפילו רע\"ק דסבר דחל על חצי שיעור ג\"כ פוטר ר\"ש משום דסבר כ\"ש למכות ולא חלה על האיסורין, לס\"ד נבילות דפוטר משום דאינו חל על איסורין אף בכולל אלא אפילו עפר דליכא איסורין בכ\"ז פוטר משום דלא הוה אכילה אם אמר שלא אוכל סתם ודוק היטב בזה:"
            ],
            [],
            [],
            [
                "<b>היה הנשבע נזיר כו' אינו חייב בשבועת בטוי.</b><br><b> סברת </b> רבינו דבשאר אדם כיון דהוא נשבע על מידי דלאו אכילה שייך בזה לאמר דה\"ה על פחות מכזית אסר עצמו אבל נזיר בודאי כוון על כזית מידי דאסור עליו מן התורה כדי להיות זריז בנפשו ולמידכר תורת נזירות עליו וקיים בעצמו נשבעתי ואקיימה לשמור כו' [וכן כתב הלח\"מ] ורב אשי בעי באת\"ל דחייב שאר אדם על פחות מכזית בדבר דלאו בר אכילה, נזיר אפשר דפטור ופשיט הגמרא ת\"ש כו' וקא משני ר\"ל במפרש כו' ואליבא דר' עקיבא בסתם, ופירושו דלפי סברתך דאף דבשאר אדם כוונתו על פחות מכזית ג\"כ בכ\"ז בנזיר דעתיה אכזית אם כן אף לר\"ע דסבר דבכל אדם ואכילת היתר דעתו על כל שהוא בכ\"ז בנבילות וטריפות דאיסורם בכזית מה\"ת כמו חרצן בנזיר דעתו רק על כזית שאסור עליו וכדי לזרז עצמו מהאיסורים ולא הוי שבועת בטוי וזה במתקולת חדא לנזיר בחרצן, והך דמסיק וטעמא דפריש הא לא פריש כו' לא היה בגירסת רבינו רק מרע\"ק מייתי, והך נגרר כאן מהא דלקמן דפשיט על עפר וא\"ש מה דעמדו בתוס' מ\"ט לא בעי רב אשי בשאר איסורים בכ\"א:"
            ],
            [],
            [
                "<b>ולא שבועת שוא.</b><br><b> נ\"ב </b> תוספתא פרק ב' שלא נדר אלא לזרז הראשונות. וריטב\"א בשילהי מכות חולק בשבועה שלא אחרוש ביו\"ט ועל כרחין דמחלק דעל מצות ל\"ת אז עובר משום שוא משא\"כ בשבועה על שבועה שאם ישאל על הראשונה נמצאת השניה חלה למפרע לכן גם קודם שנשאל לא הוי השניה שוא, כן בירור דבריו לכאורה, אמנם בפירוש המיוחס לריטב\"א בהלכות רמב\"ן נראה דגם בשבועה על שבועה עובר משום שוא וזה נגד התוספתא:"
            ],
            [],
            [],
            [],
            [
                "<b>שבועה שלא אדע לך עדות.</b><br><b> גמרא </b> (דף כ\"ה) ידעתי ולא ידעתי מחלוקת דליתא בלהבא שלא אדע לך עדות. נשבע שהניח תפילין או לא הניח כו' ה\"ז שבועת בטוי לשעבר וחייב קרבן אע\"ג דליתא בלהבא כדאמר שם שלא הניח מי איתא בלא אניח כו':"
            ],
            [
                "<b>נשבע לקיים את המצוה ולא קיים פטור משום שבועת בטוי.</b><br><b> המבי\"ט </b> בשו\"ת סימן נ\"ז תמה על שו\"ת הר\"ן סימן ע\"ג שחקר בנשבע לפרוע קרן וריבית דד\"ס אם חל שבועה בכולל לבטל מצוה דד\"ס בקום ועשה יעו\"ש, ותמה המבי\"ט דהא על הקרן הוי כנשבע לקיים המצוה ולא חלה שבועה כלל. ובמחכ\"ת אין זה תמיה כלל דרבינו נסים לטעמיה בפ\"ק דנדרים גבי הך שמעתתא דרב גידל מנין שנשבעין לקיים את המצוה, דדוקא לקרבן איתמעט ולא איתמעט מבל יחל בנשבע לקיים את המצוה דהא דכתיב להרע או להיטיב גבי קרבן כתיבא, ודוקא בנשבע לבטל המצוה דכתיבא תרי קראי לא יחל דברו אבל מיחל הוא לחפצי שמים כדאמר בפרק אלו מותרין יעו\"ש. אך נראה לפ\"ז דאם כלל בזה לעבור על מצוה הגם דשבועה חלה בכולל והלא כלל עם מה שנשבע לקיים מצוה, כיון שלקיים מצוה אינו חל רק לעבור בל\"ת ולא להתחייב בקרבן תו מה שכלל לעבור על המצוה ג\"כ לא חל יותר מהחלות דלקיים, וזהו רק לעבור בל\"ת, ואף להחולקים על רמב\"ן [שדעתו דכל מה דאינו חל רק משום כולל אפילו נכלל עם דבר הרשות ג\"כ אינו חייב קרבן] הכא כו\"ע מודו. וא\"כ צ\"ע למה אמר הר\"ן שם אם לענין חיוב קרבן שבועה אינו ענין ונידון שלפנינו תיפוק ליה דכיון דעל הקרן לא חל רק לעבור בל\"ת תו גם על הריבית לא חל לענין קרבן ובאמת שכן היה אומר הר\"ן אך לפי שלא היה לחקור קיצר בזה:<br><b> ולפ\"ז </b> נראה בפ\"ג דשבועות דמתיב רב המנונא לא הנחתי תפילין מי איתא בלא אניח, דהקשו בתוס' דלוקמא בשבת ויו\"ט, וכבר פירש הבית יוסף דבשבת ויו\"ט אסור להניח תפילין ואם ישבע שלא יניח הוי נשבע לקיים המצוה, אך קשה דיהא חל עליו בכולל אם נשבע שלא יניח בשבת ויו\"ט וגם בחול דלעבור המצוה חל בכולל. ולפ\"ז ניחא כיון דהכולל הוא רק במה שנשבע לקיים המצוה ותמן ליכא רק ל\"ת לכן גם בלעבור לא חלה רק לל\"ת, וזה פשוט:",
                "<b>ראיתי </b> למחבר אחד שכתב סעד לשיטת הרמב\"ן דבכולל אם נשבע לבטל המצוה בשב ואל תעשה אינו חייב קרבן [דלא כמו שכתב רבינו לקמן הלכה י\"ח חייב משום שבועת ביטוי] בזה\"ל הא דאמרי בנדרים דף ט\"ז ע\"ב חד למפטריה מלאו וחד למיפטרי' מקרבן. והלא ישתומם כל רואה דאיך אפשר דאמרי לי' קום עבור אשבועתך ואי שגג מייתי קרבן ותו דלמה לי נילף חד מחבריה, אלא דתרי מילי נינהו וחדא לפוטרו מקרבן היכא דבאמת חייל כגון ע\"י כולל כו'. ובאמת לא הרגיש דכמו דאמרו לא יחל דברו אבל אחרים מחלים לו הוא ע\"י חרטה שאין אחרים מחלים לו בלא חרטה וכן הוא אומר בנדרים דף פ\"א מכאן לת\"ח שאינו מיפר נדרי עצמו והוא בחרטה [ויעוי' מבי\"ט סי' צ\"ח] לזה אמר כאן דלא יחל דברו אבל מיחל הוא לחפצי שמים ס\"ד דלחפצי שמים מתיר לעצמו ע\"י חרטה וכמו חכם שמתיר ע\"י חרטה דמעיקרא שמתחרט על מה שנשבע שלא לעשות סוכה. אבל כי שכח משבועתו ועשה בשגגה סוכה וישב בה דלא נזכר מהשבועה ולא נתחרט הוי אמינא דחייב קרבן שבועה דהא לא נתחרט אשמע' קרא דלהרע או להיטיב דאף בלא חרטה אין חיוב על שגגתו וילפינן דלא בעי חרטה כלל אלא דהשבועה לא חלה וזה עומק הפשט הברור."
            ],
            [],
            [
                "<b>הראני </b> גיסי הרב ר' שמואל ליפשיץ נ\"י דברי המחנה אפרים הלכות שבועות סימן ח' במי שנשבע לראובן להיות שותף עמו שנה אחת ואח\"כ נשבע ללוי להיות שותף עמו לב' שנים, והאריך בזה דהא קום ועשה הוא ולבטל המצוה בקום ועשה לא חל בכולל עיי\"ש, ומה דפשיטא ליה תמוה, דהא הוא רק מבטל המצוה בשב ואל תעשה שאינו עוסק עמו ומה שנשבע לעסוק עם לוי הוא מילתא בפ\"ע, נמצא דביטל שבועה ראשונה בשוא\"ת, ונכון דיבר, וסעד לזה מהך דאמר שבועה שלא אשב בצל סוכה, והגע בעצמך אם נשבע שאשב בבית או אוכל בבית כל השנה האם לא נקרא זה שוא\"ת, ואכילת סוכה יש לדמות לכאורה לציצית שחקרו תוס' יבמות (דף צ') ד\"ה כולהו נמי בשוא\"ת דהכא ג\"כ המצוה לאכול בסוכה מה שאוכל בבית דאם לא יאכל בבית כלל אין מצוה לאכול בסוכה בשאר ימים דומה לציצית ודוק. אולם בנידון דידיה ברור דכיון דאם לא יעסוק כלל ג\"כ מבטל שבועתו הראשונה ודאי הוה שוא\"ת וחל שבועתו בכולל. אולם בירושלמי פ\"ג ה\"ז שרפה או השליכה לים כו' הרי יש בה מעשה צ\"ע שאם לא יאכל ג\"כ ביטל השבועה וזה כדברי המחנה אפרים. ועיין תוס' (דף ד') בזה וצ\"ע, ועיין מש\"כ בהלכות מאכלות אסורות פט\"ו ה\"י:"
            ],
            [],
            [
                "<b>נשבע שלא יישן כו' או שלא יאכל כלום שבעת ימים כו'.</b><br><b> צריך </b> ביאור כיון דאמרו בגמ' אם אמר שלא אוכל ושלא אשתה גילה דעתו דהמכוון שלו היה לאסור מקודם אכילה בלא שתיה ולכן לא הוי כנשבע על מה שכבר נשבע ואם אכל ושתה חייב שתים ופסק כן לעיל בפ\"ד ה\"ו, אם כן כאן שאין אדם יכול להתקיים בלא אכילה ושתיה שבעה ימים נאמר דזה הוא גלוי דעתא שאינו רוצה להיאסר בשתיה רק באכילה לבד שזה יכול למנוע עצמו שבעת ימים ולא הוי שבועת שוא. אם לא דנאמר דקים ליה לרבינו דשבעת ימים אין באפשרי גם בהעדר אכילה לבד אף שישתה. וזה אינו מחוור לאמר כיון דאמר שלא יאכל כלום אין לשלול ממנו איסור השתיה, דזה אינו במשמע דתיבת כלום אינו בא רק לכלול גם כ\"ש פחות מכזית אבל שתיה יתכן שלא כללה. ואף בלשון שכתב בפ\"א שלא יטעום כלום לא יפלא אם נאמר דכוון רק על אכילה לבד בלא שתיה כמו שכתוב ביונה ג' אל יטעמו מאומה ומים לא ישתו וצ\"ע עוד בזה. ושיעור שבעה ימים נראה רמז מיומא (דף ד' ע\"ב) למרק אכילה ושתיה שבמעיו לשומו כמה\"ש יעו\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כיצד מתירין כו' חוזר ואומר לו שרוי לך כו'.</b><br><b> בפירוש </b> המשנה סוף פ\"י דנדרים סדר אחר וז\"ל, ואומר לו גדול הדיינין אילו ידעת בשעת השבועה שנתחדש עליך כך כו' והגדול מן הג' כו' אומר שרוי לך ומחול לך שרוי לך ומחול לך ואח\"כ אומרים השנים הנשארים שרוי ומחול לך שרוי ומחול לך כו'. ונראה שדימהו לקידוש ב\"ד של ר\"ח ששם שנינו ראש ב\"ד אומר מקודש וכה\"ע כו' מקודש מקודש ויליף בפרק אם אינן מכירין מקראי, וכן צ\"ל כאן שהגדול מן הג' אומר שרוי לך ומחול לך פעם אחת [והפעם השני ט\"ס] והשנים הנשארים אומרים שרוי ומחול לך שרוי ומחול לך שני פעמים וכדאמרו בסוף נערה המאורסה מועדי ד' צריכין קידוש ב\"ד כו' צריכין מומחה ואין פרשת נדרים צריכין מומחה כו' ועיין ר\"ן שמה לכן מסתבר לדמותם אבל לא לעכב, לכן לא כתב רבינו כאן רק הדין אבל בפירוש המשנה העיד על המנהג מאבותיו שסמכו ע\"ז. ועיין ביאורי הגר\"א סימן רכ\"ח שכתב אבל ב\"פ לא מצאנו לעולם ולענ\"ד נכון כדכתיבנא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פחות מפרוטה כו' וכפר ונשבע פטור משבועת הפקדון.</b><br><b> נ\"ב </b> מפורש בירושלמי פרק שבועת הפקדון ה\"א דאינו מביא קרבן על פחות משוה פרוטה ודוק:"
            ]
        ],
        [
            [
                "<b>שאילו הודה מעצמו שטבח כו'.</b><br><b> פירוש </b> אף בטוענו גנבת והעמדתיך בדין ואמרו לך ב\"ד חייב אתה ליתן לו והלכת וטבחת או מכרת דבכה\"ג חייב כופל לשלם אף בהודה מעצמו שכבר נתחייב פטור משבועת הפקדון דתשלומי הטביחה קנס, ועיין משל\"מ:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הגונב שור חבירו ותבעו וא\"ל שורי גנבת והוא אמר לא גנבתי כו' אתה הפקדתו אצלי ונשבע חייב בשבועת הפקדון שאילו הודה [שגנבו] היה חייב לשלם וכו' ועכשיו כו' פטר עצמו בכפירה זו מן הגניבה ומן האבידה.</b><br><b> בפרק </b> הגוזל קאמר ע\"ז מלתא דאיבעי ליה לרבא פשיטא ליה לרבה כו' אע\"ג דהא קאים כיון דאילו מיגניב ממונא קא כפר. ומסתפקנא היכי דא\"ל היכן שורי וא\"ל טבחתיו ואכלתיו והרי לך דמיו ואח\"כ הודה לאחר שנשבע דעוד הוא בחיים בביתו, מי אמרינן כיון דאילו אשבח או אייקיר ברשותיה דבעלים קא אייקור אשתכח דהשתא ממונא קא כפר ליה, או דילמא הרי ממונא דיליה קא מהדר ליה ולא כפר ליה מידי והוי כפירת דברים ופטור משבועת הפקדון. ונראה דמגמרא דשם מוכח דחייב, דקא מותיב ליה מהך דתניא וכיחש בה כו' אתה מכרתו לי מאי מודה בעיקר איכא לא צריכא דא\"ל לא נתתי לך דמי שקול תורא וזיל, ומדלא א\"ל שקול דמי השור וזיל מוכח דבכה\"ג כיון דלא מהדר ליה רק דמי השור חייב דתורא גופיה קא כפר ליה ואם אתייקר קא פסיד דמי עלוי'. ואולי משום גררא דאתה נתתו לי כו' דשם אמר שקול תורך כיון דלא קיים תנאו לכן מוקי בחדא גוונא:<br><b> אולם </b> מירושלמי סוף שבועות תני לא להקל ולא להחמיר חייב אמר ר\"י מתניתא אמרה כן אמר לשואל (אמר לשו\"ח) אמר לנושא שכיר והשוכר, וכפי הנראה דכוונתו על אופן זה דהוא מחזיר לו דמי השור והבעלים תובע השור והודה חייב אשם וחומש דממונא קא כפר ליה וע\"ז חייב ולזה אמר מתניתא אמרה כן אמר לשואל אמר לנושא שכיר והשוכר כו' פירוש דקאמר בשואל מת והוא שנשבר או נגנב וכן בשומר שכר א\"ל נגנב והוא שאבד ולא אמר ונמצא ברשותו מוכח דבכהאי גוונא חייב על שבועת הפקדון דממונא קא כפר ליה [והך א\"ל שו\"ח ט\"ס דמוכח]. ועד נאמן דמסיק הירושלמי מהו שיאמר לו בוא והשבע לי שלא נתת עיניך בה לגוזלה מכל מקום אינו משלם מהו דיימר ליה אפילו דאת יהיב ליה כמה דידי אנא בעי גבך, היינו כיון דפשיט דבהאי גוונא אם נשבע שו\"ש שגנב ונמצא שהוא ברשותו חייב דממונא קא כפר ליה, תו קא בעי אם מצי להשביעו שבועה שאינה ברשותו בב\"ד בגוונא דמשלם וזה פירוש נכון, והפ\"מ הגיה שם:<br><b> ובהניח </b> כל זה ננקוט מתניתא ערוכה בידן והיא בתוספתא דב\"ק פ\"ח ז\"ל, היכן שורי שגנבת וא\"ל אתה מכרתו לי כו' משביעך אני ואמר אמן והעדים מעידין בו שגנב וטבח ומכר משלם תשלומי ד' וה' הודה לאחר שבועה (או) [צ\"ל אם] עד שלא באו עדים משלם קרן וחומש ואשם משבאו עדים משלם תשלומי ד' וה' ואשם [זהו כר' יעקב] היכן שורי שגנבת ואמר תועה מצאתיו וטבחתיו משביעך אני ואמר אמן והעדים מעידין בו שגנב משלם תשלומי כפל (ואשם) [צ\"ל ואם] הודה לאחר שבועה אם עד שלא באו עדים הודה משלם קרן וחומש ואשם ואם משבאו עדים הודה משלם תשלומי כפל ואשם. והפירוש דאיהו אומר טבחתיו ומתחייב נפשו בדמי קרנא לשלם ומחזיר לו דמי השור, משביעך אני אם אינו ברשותך ואמר אמן והעדים מעידים בו שגנב משלם תשלומי כפל ואם הודה שהיה חי בעת השבועה ברשותו משלם קרן וחומש ואשם דממונא כפר ליה וכמוש\"ב דאילו אשבח או אייקר דיליה אשבח וזה מפורש כמו שכתבנו, ולכן לא נקיט התנא תוספתא בהך בבא והעדים מעידין בו שגנב וטבח ומכרו כמו בבבי דרישא, דאין כאן כפירה רק מה שאינו נותן לו גוף השור והשור היה בחיים בעת שבועתו, וכפי הנראה אע\"ג דלרבא מספקא בדינא דא\"ל שומר אני עליו בכה\"ג מודה וכדמפורש בתוספתא זו ומפני שלא עמדו עליה המפרשים הגיהו בה (נ\"ב. ויעוין מהרש\"א ב\"ק ס\"ג ע\"ב סד\"ה או אינו אלא לדין):<br><b> אך </b> לפ\"ז צ\"ע דברי תוספות ב\"ק (ק\"ז ע\"ב) סד\"ה כגון שכתבו שאין לפרש שאחר שבועה אבד שא\"כ לא הו\"מ למיפטר נפשיה באבד כו' ולא מחייב אהך שבועה כו' דלא הוי כפירת ממון, ולפי מה שבארנו אם כן הא תבע ליה גוף השור ואיהו כפר ליה הוי כפירת ממון וחייב באשם. וכן (בדף ק\"ח) בתוס' ד\"ה טען טענת אבד ונשבע והודה וחזר וטען טענת אבד נראה דל\"ג והודה כו' שוב אין כופר כלום ולפמש\"ב הלא הוי כפירת גוף השור. ורבינו גריס והודה לעיל פ\"ז הט\"ו (נ\"ב. ובהל' גזילה פרק ז' הלכה י\"ג הוסיף והודה שהיא אצלו כו' וחזר והודה שהיא אצלו להורות דחייב על כפירת גוף החפץ) והיינו אע\"ג דנתחייב באונסין כיון שנשבע לשקר וטען שאבד אחר שהודה ובכ\"ז חייב על שבועה שניה חומש משום דכפר גוף החפץ וכמו שבארתי מהתוספתא וירושלמי ודוק, ויעוין קצות סימן ע\"ג ס\"ק ב' וכן נראה היכי דאיכא תביעה בחפץ ידוע כו' דצריך לישבע שבועת התורה היכי דאיכא ע\"א יעו\"ש ואכמ\"ל:<br><b> ואולי </b> כוון לזה אונקלוס שתרגם על עשק את עמיתו אניס ית חבריה שזה חמסן דיהיב דמי וכפר את החפץ יעוין ב\"ק (דף ס\"ב):"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה עליו מלוה בעדים כו' ושמא לא יבואו העדים או יבואו (העדים) ולא תתקיים עדותן או יפסלו כו'.</b><br><b> לפי </b> טעם האחרון אף אם קיימי קמן ג\"כ חייב כל זמן שלא העידו ומה דפסק לקמן פ\"י הט\"ו דהראשונה פטורה משבועת העדות מפני שהן סמוכין כו', הוא משום דרבינו מחלק בין שבועת הפקדון דהנתבע כפר לשבועת העדים דהעדים בעצמן במה שהעידו אינו רק שיוכל לתבוע ובכפירתם אינו רק גרמא לכן כי איכא עדים אחריני פטורים אבל במה שכופר הנתבע חייב אף כי איכא עדים ופשוט וכן כתבו הקדמונים. והנה לפ\"ז בטוען טענה והדין שאינו נאמן בטענה זו כמו במביא עדים לבית דין שמעידים שחייב לו מעות רק שהוא טוען פרעתיך תוך זמנו דב\"ד מחייבים אותו לשלם משום דאינו נאמן בטענתו נגד החזקה וקפץ ונשבע ע\"ז ודאי פטור מקרבן וחומש דאין זו כפירה כיון שהב\"ד מחייבין אותו לשלם ולא מהימן בטענתו וזה ברור:<br><b> וכיון </b> שכן הנה בלשון המשנה דתני שבועת הפקדון נוהגת כו' בכשרים ובפסולים יש חידוש במה דתני ובפסולים דאם הנתבע פסול הוא חשוד על השבועה ואם מודה במקצת הדין שכנגדו נשבע ונוטל ושבועתו אינו פוטרת אותו מלשלם רק כיון דעל פי הכחשה שלו מחוייב התובע לישבע והועילה הכחשתו בב\"ד שלא ישלם עד שישבע התובע הוי שבועתו כדין שבועת הפקדון וחייב קרבן וחומש ופשוט. ולפ\"ז הא דאמרו בהגוזל עצים גנבת שורי אתה מכרתו לי מאי מודה בעיקר איכא, רק על הלשון מקשה דקרי ליה מודה בעיקר אבל הדין אמת כיון דגודרות אין להם חזקה ויש לתובע עדים שהשור שלו תו אין נאמן הלה לטעון מכירה וכיו\"ב וכיון שכן אינו כופר לו מאומה כיון שאינו נאמן ודיינינן שבגזל הוא מחזיק בו שאינו כופר לו מאומה מחיוביו באונסין ואין חייב על שבועתו קרן וחומש ורק הלשון דמודה בעיקר קשה לו וע\"ז משני בכל גווני שהביא רבינו לעיל הלכה י\"א ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אם תבעו אותן רבים.</b><br><b> נ\"ב </b> כן מפורש בתורת כהנים עיי\"ש:"
            ]
        ],
        [],
        [
            [],
            [
                "<b>ואסור להשבע בד\"א עם שמו.</b><br><b> עיין </b> מלכים ב' ק' ב' חי ד' וחי נפשך כו' ושם ק' ד' ושמואל א' ק' כ\"ה פסוק כ\"ו לשון הזה וכבר פירש רבינו דבריו בספר המצות מצוה ז' באורך ויעוין תוס' פרק ד' מיתות (דף ס\"ג) ד\"ה כל המשתף כו' עיי\"ש ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל מי שיתחייב בה בטענת ספק כו' אינו צריך איום.</b><br><b> נראה </b> כן מהא דאמרו ובא אל בית הגנב זה הגונב כו' ומשביע לשקר אלמא דבטוענו טענת ודאי איירי קרא דאיום, וכן מסתברא מהא דאמר על כל עבירות שבתורה תולין לו שנים וג' דורות אם יש לו זכות וכאן נפרעין מיד משמע דלאלתר נפרעין ממנו מדנקיט לשון מיד והא גבי סוטה אמרו דזכות תולה לה ג' שנים ומשמע דאינן נפרעין ממנה כל עיקר אף על עון דשבועת שקר (וכבר הקשה כן בספר קול יהודה) דהגם דיכולין לומר דתמן הזכות תולה על עון דביאה בזנות וכשם דבודקין הבועל אף דהוא לא נשבע ואין המים בודקין דרך איברים ובכ\"ז טהורה היא לבעלה דאמרינן דמים מגולים שתתה וכמו דאמר בירושלמי הביאוהו תוס' ריש פרק כשם יעו\"ש היטב, בכ\"ז משמע בסוטה (דף ו') דאין ניכר כלל ואינה מתנוונה. ודחוק לומר דמגופו יכול הזכות לתלות רק שנפרעין מממונו ושארי דברים, אבל לפי רבינו א\"ש דדוקא כי משביעו בטענת ודאי דאיכא מאן דידע דנשבע לשקר והרי חילל השם לכן אין הזכות תולה משא\"כ בסוטה דהוי טענת ספק דהבעל אינו יודע שזינתה דאם אמר שזינתה תו אין המים בודקין לכן הזכות תולה על עון השבועה ומוכרח כשיטת רבינו:<br><b> והא </b> דשבועת היסת אין מאיימין טעם רבינו ז\"ל משום דעל ידי איום יפרוש ולא ישבע ובשבועת התורה או בנשבעין ונוטלין אם יפרושו משום איום לא יטול או ב\"ד נחתינן לנכסיו וגבינן מיניה אבל בשבועת היסת כי יפרוש הלא לא נחתינן לנכסיה כמו בגזל דדבריהם דאין מוציאין ממנו בדיינים וא\"כ יפסיד התובע לכן אין מאיימין על הנשבע דלא חסמינן ליה בידים ואימור לא ישבע ולא ישלם:<br><b> ובזה </b> דליכא איום בטענת ספק א\"ש מה דכתב רבינו לעיל פ\"י הי\"א האשה שהשביעה ע\"א שיעיד לה במיתת בעלה כו' היתה נשאת ונוטלת כתובה, דזה צ\"ע כמו דאמר גבי חשוד דשכנגדו נשבע ונוטל מי יימר דמשתבע א\"כ גבי כתובה שצריכה לישבע לגבות מנכסי יתומים מי יימר דמשתבע, ובגמ' מצינו לומר כגון שפטרה בעלה מהשבועה וכיו\"ב אבל רבינו דסתם קשה, ולפ\"ז א\"ש דדוקא גבי חשוד דאיכא טענת ברי ומאיימין עליו בכל האיומים עביד אינש ופריש משבועה אבל בנפרעת מיתומים דאין כאן איום תשתבע ותטול כתובתה וזה פשוט:"
            ]
        ],
        [
            [
                "<b>אעפ\"י שלוקה הנשבע לשוא כו'. </b><br><b> ובהשגות </b> א\"א כו' והרי חייבי מיתות ב\"ד מתוודין ומתכפר להן ומלקות במקום מיתה עומדת.<br><b> ואינו </b> מובן הא אמרו בפרק נגמר הדין (דף מ\"ז) דהרוגי ב\"ד כיון דבדין קא מקטלי אימת הוי להו כפרה רק ע\"י קבורה ועיכול הבשר יעו\"ש, א\"כ ה\"נ מלקות דבמקום מיתה עומד צריך אחר זה לידי יסורין וכמו בחייבי מיתות דאין מתכפר להן ע\"י מיתה לחודא וצ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>עבד שנשבע אין רבו צריך לכפותו.</b><br><b> המעיין </b> היטב בדברי רבינו כאן ובהלכות נזירות פ\"ב הי\"ח יראה שמחלק רבינו בין נדרים לשבועות דשבועות כיון דחלין על גברא שהרי שבועה איכא במעשה כמו אוכל ואלך וכיו\"ב הרי דעל בחירתו ורצונו נשבע וכיון שאינו ברשות עצמו רק רצונו קנוי לרבו ורבו יכפהו למקום שירצה לכן כי נשבע על עצמו הוי כנשבע שעבד אחר יאכל או ילך שנשבע על אחר ולא חלה השבועה כלל אף במידי דלית ביה ענוי נפש כלל כמו נשבע שישתה וכיו\"ב, אבל בנדרים חולק רבינו בדברים שהם עינוי נפש כמו שאסר פירות עיר זו עליו וכיו\"ב כיון דהוא נוגע לרבו אינו יכול אבל אם אין שם ענוי ודבר המעכבו במלאכה מצי לחול האיסור עליו דאיסורין איסור חפצא וכמו דמצי לאסור סוכת מצוה עליו כן מצי אסר על עצמו דבר אעפ\"י שרבו לא ירצה בזה. וכן כתב רבינו בפירוש המשנה לנזיר וגריס בגמרא אינו צריך לכפותו לשבועות ואינו יכול לכפותו לנדרים, פירוש בנדרים דאין בהן היזק לבעה\"ב ובכ\"ז בעבד בשבועות כהאי גוונא אינו צריך לכפותו דלא מצי אסר לנפשיה בשבועה כלל שאינו תלוי ברצונו רק ברצון אדוניו והוי כאילו נשבע שלא יאכל מצה כן כי נשבע העבד ורצונו נמכר וקנוי לרבו. וע\"ז השיג רבינו הראב\"ד דדוקא כי נשבע שיתענה הוי כאילו נשבע שירע לאחרים לכן לא חלה השבועה אבל במידי דאין היזק לאדונו לא ענוי נפש ולא מניעה ממלאכה שפיר חל עליו, וזה השגה חזקה למתבונן וכמו דמשמע פשטא דגמרא דמייתי מלהרע או להטיב דמידי דאינו רשות לא חלה עליו שבועה והוי כאילו נשבע על דבר עבירה. ומרן בכס\"מ השוה דעת רבינו לדעת הראב\"ד וז\"א כמוש\"נ וכמפורש בפירוש המשנה לרבינו ולמעיין היטב פה בדברי רבינו. [אח\"ז ראיתי להתוי\"ט שכתב כן בשיטת הרע\"ב עיי\"ש] והבה\"ג הלכות נחלות כתב עבדא דמשתבע דלא למיעבד מלאכה כו' ואי משתבע למיעבד מידי אחרינא לא מצי רביה מיפר ליה כו' הרי דפסק כהראב\"ד כפמש\"ב ודוק:<br><b> וכאשר </b> תעיין בפירוש המשנה ובדבריו בהלכות נזירות לא נזכר גם בנזירות שרבו כופהו על תגלחת אם כי בקטן נזכר מקרובים לענין תגלחת נוול שגלחוהו קרוביו בכ\"ז בעבד לא מצינו בגמ' ובמשנה רק לענין שתיית יין ובתוספתא וירושלמי כפיית רבו לענין טומאה ועיין נדרים פ\"ג דבהנך אית ליה צערא ותגלחת לא נזכר. והא דאמר בירושלמי כפהו רבו לדבר אחד מהו לכל הדברים זה אפשר שכפהו ליין הוה\"ד לענבים וחרצן כו' אבל תגלחת לא נזכר שרבו כופהו רק אם גילח יצא יעו\"ש, הן דבירושלמי מפיק מנזר אלוקיו על ראשו מי שאין לו אלא אדון אחד ונראה דעל שער ראשו מצי לכופו ובפרט דשער נזיר אסור והוא קנוי לרבו כדברי תוס' ב\"ק (דף י') שמשו\"ה המת שלו יעו\"ש וצ\"ב עוד. ובהא דבעי בירושלמי אם נזירותו תורה או הלכה נראה דתליא אם נזירות הוי איסור חפצא כמו דמשמע מירושלמי נזיר פ\"ק באומר הריני נזיר מיין של ערלה או התפשטות קדושה והדברים ארוכים במהרי\"ט שפלפל עם גדולי זמנו ואכמ\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות שבועות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}