{
    "work": "Ohev Yisrael", 
    "text": {
        "37_Tazria, 0_Comment, 0_Paragraph": "“When a woman produces children,” etc. Rashi’s language is: Rabbi Simlai said: as the creation of man was after all domestic and wild animals and birds were created in the six days of creation, so his laws were explained after the laws of domestic and wild animals and birds.", 
        "37_Tazria, 0_Comment, 2_Paragraph": "To wake our heart we should say – on the level of remez (hint): …", 
        "37_Tazria, 0_Comment, 7_Paragraph": "And when one who learns these laws will look at them, and realize that he [has sunk] below any domestic and wild animal or bird, as mentioned earlier, then he will take to his heart to correct and elevate himself, and so he will become entirely white and pure. So may be His will, Amen. Understand all of this well.", 
        "37_Tazria, 0_Comment, 3_Paragraph": "The Rambam wrote that tzaraat was not a natural occurrence, but rather a miraculous and wondrous thing. When the Jewish nation was in its land, and the Divine presence was among them, and they reached the level of prophecy, then they also reached this level. Meaning: when an Israelite would perform something bad, G-d forbid, then immediately the signs of impurity would be seen on his body. And on the skin, not in the flesh. And these signs were not seen in any nation or language, and not in domestic and wild animals or birds…", 
        "37_Tazria, 0_Comment, 5_Paragraph": "As the creation of man was after all domestic etc. – so that he would be able to correct and elevate all of the creatures by his good deeds…", 
        "37_Tazria, 0_Comment, 4_Paragraph": "Thus, that is what Rashi wrote: Rabbi Simlai – ‘Rabbi’ is a language of multiplying and elevating… ‘Simlai’ is a language of dress, a garment, meaning, [‘Rabbi Simlai’ hints to] elevating the garment [=skin].", 
        "37_Tazria, 0_Comment, 1_Paragraph": "This is wondrous, and Rashi’s intention in bringing this here is mysterious. For if he wants to explain why the Torah delayed writing the laws of human [tzaraat] until after stating the laws for domestic and wild animals and birds, we have already been given a great rule, that there is neither ‘before’ nor ‘after’ in the Torah…", 
        "37_Tazria, 0_Comment, 6_Paragraph": "So his laws were explained after all domestic etc. – meaning, the clothing… created from the person’s Torah comes after all domestic and wild animals and birds, that is, via something which does not exist in any domestic and wild animals or birds, and these are the signs, as Rambam had written, as mentioned earlier."
    }, 
    "meta": "Comment-Paragraph"
}