{
    "versionTitle": "merged", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ], 
    "language": "en", 
    "title": "Nazir", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            0, 
            "...Rabbah the son of Bar Chana said that Rabbi Yochanan said:", 
            "That which it is written (Hosea 14:10) \"for straight are the ways of Hashem and the righteous walk upon them and the sinners stumble upon them.", 
            "A parable to two people that roast their paschal lambs, one eats it for the purpose of the commandment and one eats it for the purpose of gluttony.", 
            "The one that eat it for the purpose of the commandment, \"and the righteous walk upon them,\" the one that eats it for the purpose of gluttony, \"and the sinners stumble upon them.\"", 
            "Reish Lakish said to him: ", 
            "Is this one called an evildoer?", 
            "Although he has not performed the best form of the mitzvah, he still performed the paschal lamb.", 
            "Rather, it is parable to two people, this one has his wife and his sister with him and this one has his wife and his sister with him.", 
            "To this one his wife is set for him and to this one his sister is set for him, the one whose wife is set for him, \"the righteous walk upon them,\" and the one whose sister is set for him, \"and the sinners stumble upon them.\"", 
            "Is this comparable?", 
            "We were talking about one path, here are two paths.", 
            "Rather, it is a parable to Lot and his daughters that were with him.", 
            "They that intended for the sake of a commandment, \"and the righteous walk upon them,\" he that intended for the sake of sin, \"and sinners stumble upon them.\"", 
            "And maybe he too intended for sake of a commandment?", 
            "Rabbi Yochanan said:", 
            "This entire verse ..."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Raba said: ", 
            "If he searched, [found a corpse]  and removed it, searched [again and found another] and removed it, [and then] searched [again] and found [a third corpse], he must not remove this one [for reburial] with the other two,  nor the other two [for reburial] with this one.", 
            "Others say that Raba said: ", 
            "As permission had been given to remove [the others],  he may remove them [all]  ", 
            "But why should not [the field] become a graveyard site?  — ", 
            "Resh Lakish said: ", 
            "[The Rabbis] seized upon any pretext to declare the Land of Israel clean.", 
            "Suppose he searched [beyond it] for twenty cubits [in one direction only]  and did not find [another corpse], what is the law?  — ...", 
            "R. Monashya b. Jeremiah, citing Rab, replied:...", 
            " This is the graveyard site. ...", 
            " What is the reason [that we say this?]  — ...", 
            "Resh Lakish said: ...", 
            "They seized on any pretext to declare the Land of Israel clean.", 
            "MISHNAH. EVERY DOUBTFUL CASE OF [LEPROUS] DISEASE  ENCOUNTERED FOR THE FIRST TIME BEFORE UN CLEANNESS HAS BEEN ESTABLISHED IS CLEAN. ...", 
            "AFTER UNCLEANNESS HAS BEEN ESTABLISHED DOUBTFUL CASES ARE UNCLEAN.", 
            "GEMARA. How do we know this?  — ...", 
            "Rab Judah citing Rab, said: ...", 
            "The verse says, to pronounce it clean, or to pronounce it unclean.  Scripture mentions cleanness first.  ", 
            "In that case even after uncleanness has been established, doubtful cases should be clean? — ", 
            "We must therefore say that this dictum of Rab, quoted by R. Judah was uttered in connection with the following. [A Mishnah says:] ", 
            "If the bright spot  appears before the white hair, he is unclean, but if the white hair appears before the bright spot he is clean. ", 
            "If there is a doubt, he is unclean. ...", 
            "R. Joshua said: ...", 
            "It is doubtful.  ...", 
            "What is meant by 'it is doubtful'? — ...", 
            "Rab Judah  replied: ...", 
            "It is doubtful and [consequently] clean.  ...", 
            "May it not mean that it is doubtful and [consequently] unclean? — ...", 
            "Rab Judah citing Rab said: ...", 
            "The verse says, to pronounce it clean, or to pronounce it unclean;  Scripture mentions cleanness first.", 
            "MISHNAH. A PERSON SUFFERING FROM A FLUX IS EX AMINED REGARDING SEVEN THINGS,  BEFORE THE PRESENCE OF GONORRHOEA HAS BEEN ESTABLISHED,  VIZ.: — ", 
            "WITH REGARD TO FOOD,  DRINK, BURDENS, LEAPING,  SICKNESS, A VISION  OR AN IMPURE THOUGHT.  ", 
            "ONCE GONORRHOEA IS ESTABLISHED, HE IS NO LONGER EXAMINED. [FLUX RESULTING] FROM AN ACCIDENT  TO HIM, DOUBTFUL [FLUX].  ", 
            "AND HIS ISSUE OF SEMEN ARE UNCLEAN, FOR THERE IS A PRESUMPTION [OF UNCLEANNESS].", 
            "IF A MAN GIVES ANOTHER A BLOW FROM WHICH HE WAS EXPECTED TO DIE AND HE PARTIALLY RECOVERED AND THEN GREW WORSE AND DIED [THE OTHER] IS LIABLE [FOR MURDER]. R. NEHEMIAH...", 
            " EXEMPTS HIM SINCE THERE IS A PRESUMPTION [IN HIS FAVOUR].", 
            "GEMARA. How do we know this?  — ", 
            "Rbi Nathan said: ...", 
            "The verse says. And of the gonorrhoeic  that have the issue,  [whether it be a man or a woman]. [The male] at his third experience of issue is compared to the female.  ", 
            "But have we not been taught: R. Eliezer Says: ...", 
            "At the third [issue] we examine him but not at the fourth?  ...", 
            "In point of fact they disagree on [the question of stressing the particle] 'the'.  R. Eliezer lays stress on [the particle] 'the', whilst the Rabbis do not do so.", 
            "[FLUX RESULTING] FROM AN ACCIDENT TO HIM, DOUBTFUL FLUX:"
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Soncino Babylonian Talmud by RABBI B. D. KLEIN", 
            "http://halakhah.com/nazir/nazir_65.html"
        ]
    ], 
    "heTitle": "נזיר", 
    "versionSource": "http://www.sefaria.org/Nazir"
}