{
    "text": {
        "1": {
            "0": " א\"ה: הלא קציר הובאה תשובה זאת, בב\"י ח\"מ סי' קע\"ז מחו*דש ה'."
        },
        "3": {
            "0": " א\"ה: הן ל\"ו הובא תשובה זאת בח\"א סי' אלף כ\"א. ויהי הקצ\"ר [הקצר] אמיץ. ובח\"ב סימן שס\"ב איתא בסגנון אחר יע\"ש."
        },
        "6": {
            "0": " א\"ה: הובאה תשובה זאת בב\"י חה\"ת [צ\"ל: חה\"מ [= חושן המשפט]] סימן קנ\"ד במיעו' דרך אר\"ש."
        },
        "8": {
            "0": " א\"ה כ\"כ בתשו*בות הרמב\"ן סימן ס\"ח."
        },
        "14": {
            "0": " א\"ה: רמזה הב\"י ח\"מ סי' ר\"ץ ס\"ו."
        },
        "15": {
            "0": " א\"ה: הן ל\"ו הובא תשו*בה זאת בב\"י ח\"מ סי' י\"ו [ט\"ז] ויהי הקצ\"ר [הקצר] אמיץ."
        },
        "18": {
            "0": " א\"ה: הובאה בב\"י ח\"מ סימן ע\"ה במיעוט דרך אר\"ש. והן ל\"ו הובאה בס' כנה\"ג בכללי המגו סי' פ\"ב אות קנ\"ה. אפס קצהו תראה וכולולא [צ\"ל: וכולו לא] תראה."
        },
        "21": {
            "0": " א\"ה: הלא היא כתובה על ס*פר מרן ב\"י ח\"מ סי' רפ\"א ס' י\"א בקצירת האומ\"ר."
        },
        "23": {
            "0": " א\"ה: רמזה הב\"י א\"ה סי' י\"ג."
        },
        "25": {
            "0": " א\"ה: הובא' בב\"י ח\"מ סי' קי\"א מחו*דש ד' בקיצור."
        },
        "26": {
            "0": " א\"ה: ואף גם זאת הובאה בב\"י ח\"מ סי' ע\"ז מחו*דש ד' בקיצור."
        },
        "31": {
            "0": " א\"ה: הובאה בב\"י ח\"מ סי' ס\"ז מחו*דש כ\"ט בקיצור."
        },
        "33": {
            "0": " א\"ה: הלא היא כתובה בב\"י חה\"מ סי' ק\"ד מחו*דש ג', וכאן הובאה קצת ארוכה."
        },
        "34": {
            "0": " א\"ה: ואף גם זאת הן ל\"ו בוהא בב\"י ח\"מ סי' קס\"א מחו*דש ד' בקיצור קצת. ומ\"מ השאלה חס\"ר [חסר] ינתן."
        },
        "35": {
            "0": " א\"ה: לך נא ראה לרבינו בח\"א סי' אלף ר\"מ, שהביא דברי בה\"ג, וכתב שדבריו אינ' ברורי' בעיניו."
        },
        "39": {
            "0": " א\"ה: הובא' בב\"י א\"ה סימן קל\"ד בקיצור קצת."
        },
        "40": {
            "0": " א\"ה: הב\"י א\"ה סימן צ\"ו רמז על האר' שתשובה זו."
        },
        "46": {
            "0": " א\"ה: הובאה בקיצו' בב\"י א\"ח סימן תקט\"ו."
        },
        "48": {
            "0": " א\"ה: הן ל\"ו הובאה בב\"י א\"ה סי' קמ\"א בקיצו'."
        },
        "49": {
            "0": " הגהות הרב מקוטנא: תשובה זו הוא ג\"כ בח\"ג סי' ס\"ז, דהודאה אינו קנין, אלא שאנו מקבלין דבריו שהאמת כדבריו. ואם הלה יודע שאינו כן, והנותן חוזר, אסור לו ליטול משום גזל. ומ\"מ, האי עובדא דאיסור גיורא קשה. האיך הריאו [צ\"ל: הראו] לו עצה? ובדוחק י\"ל כעין הא דקאמר רבא ב\"ב דף קמ\"ב ע\"א: ש\"ה [= שאני הכא] דרפוי מרפי'. דע\"י הודאת איסור, לא יתכוין רבא לקנות. יעיין בתו\"א סי' רנ\"ב, ובתוס' כתובות דף צ\"ו ע\"ב בד\"ה: ור\"י סבר. עיין שם בסוף הדיבור ודו\"ק."
        },
        "50": {
            "0": " א\"ה: בח\"ב סימן שע\"ט אית' בסגנון אחר."
        },
        "54": {
            "0": " א\"ה: הובאה בקיצו' בב\"י י\"ד סי' רנ\"ג."
        },
        "56": {
            "0": " א\"ה הובא' בב\"י ח\"מ סי' נ\"ה מחו*דש י\"ב וחסר [חסר] הדבר לשון השאלה."
        },
        "61": {
            "0": " א\"ה קיצור בב\"י י\"ד סי' רכ\"ח."
        },
        "62": {
            "0": " א\"ה הובאה בקיצור בב\"י י\"ד סימן ק\"ס."
        },
        "66": {
            "0": " א\"ה: הובאה בקי*צור קצת בב\"י ח\"מ סי' ב\"ך [כ\"ב]."
        },
        "67": {
            "0": " א\"ה: בקיצו' בב\"י ח\"מ סי' ע\"א."
        },
        "71": {
            "0": " א\"ה: עיין בתשו*בות הרמב\"ן סי' ק\"ג."
        },
        "72": {
            "0": " א\"ה הובאה בקיצור בב\"י א\"ח סימן שכ\"א."
        },
        "73": {
            "0": " א\"ה: בקיצור בב\"י א\"ח סי' ש\"ח."
        },
        "74": {
            "0": " א\"ה רמזה ב\"י א\"ח סי' שכ\"ד, ובסימן שכ\"א הביאה בקיצו'."
        },
        "75": {
            "0": " א\"ה: הובאה בקיצור בב\"י א\"ח סי' רכ\"ה."
        },
        "76": {
            "0": " א\"ה: ואף גם זאת שם [בית יוסף א\"ח סי' רכ\"ה] בקי*צור."
        },
        "77": {
            "0": " א\"ה: הב\"י א\"ח סי' תרל\"ט רמזה על האר\"ש."
        },
        "80": {
            "0": " א\"ה: רמזה הב\"י י\"ד סי' רי\"ג."
        },
        "81": {
            "0": " א\"ה: הלא קצי\"ר [קציר] בב\"י י\"ד סי' רי\"ג."
        },
        "83": {
            "0": " א\"ה: הן ל\"ו הובא בב\"י א\"ה סי' קמ\"א בקצירת האומ\"ר [האומר]."
        },
        "85": {
            "0": " א\"ה הב\"י י\"ד סי' של\"ד רמזה על האר'ש"
        },
        "86": {
            "0": " א\"ה ואף גם זאת הן ל' והובא שם שם לו ובא\"ח סי' נ\"ה"
        },
        "87": {
            "0": " א\"ה רמז' הב\"י י\"ד סס\"י קי\"ד, ובח\"א סי' קל\"ג אית' בסגנון אח', וע' להכנה\"ג [= להכנסת הגדולה] י\"ד סי' קי\"ד בהגהת ב\"י אות כ\"ו."
        },
        "91": {
            "0": " א\"ה הובאה בב\"י ח\"מ סי' רמ\"ח מחו*דש ו' במיעוט דרך אר\"ש. והיא ל\"ו נדפסה בח\"ג סימן קמ\"ב ארוכ' מאר\"ש. ואולם, ראש התשובה וגם את השאלה חסורי מחסרה. איכו השתא אשר זיכנו ה' לעשו' בתורתו, הנה מצאתי השאלה והתשו' כי ל\"ו שלם. ולמען ירדוף הקורא הנה הבאתי את ראשית התשובה, וגם את השאלה אשר שאל האיש. והיה הנשאר, קחהו משם.",
            "1": " א\"ה: מכאן ואילך תמצאנו בח\"ג סימן קמ\"ב."
        },
        "92": {
            "0": " א\"ה סובב עמ\"ש בח\"ג סימן רי\"ט, והוב' בקיצור בב\"י י\"ד סי' קל\"ז."
        },
        "94": {
            "0": " דחלוצה.",
            "1": " בהגהות הנדפסות הגיה חלוצת אחיו.",
            "2": " בהג' הנד' הגיה, אלא לאחר."
        },
        "95": {
            "0": " בהגהות הנדפסות הגיה, אולי צ\"ל משום דלאו (פי' באמת) אוקימנא.",
            "1": " בהגהות הנדפסות: דאיכא.",
            "2": " כנראה זה כפי' ר\"י [ביבמות] בדף כ\"ו ע\"ב תוד\"ה מדקאמרת וכמ\"ש בחי*דושיו שהוא עיקר.",
            "3": " כבעלת."
        },
        "96": {
            "0": " לעיל."
        },
        "97": {
            "0": " בהג' הנד' ומתו ונפלו.",
            "1": " בהג' הנד' וכר' שמעון."
        },
        "101": {
            "0": " א\"ה: הלא קציר בח\"א סי' תשע\"ב."
        },
        "103": {
            "0": " א\"ה: הובאה בקיצור בב\"י א\"ה סי' ש\"ו."
        },
        "107": {
            "0": " א\"ה ה\"מ הובאה בב\"י י\"ד סי' רכ\"ח."
        },
        "108": {
            "0": " א\"ה ואף גם זאת הובאה בב\"י י\"ד סימן רכ\"ח.",
            "1": " א\"ה: ואף גם זאת הני מילי הובאו בב\"י, שם, שם לו [יורה דעה סי' רכ\"ח].",
            "2": " א\"ה: ואף גם זאת שם, שם לו [בית יוסף יורה דעה סי' רכ\"ח].",
            "3": " א\"ה ואף גם זאת הני מילי, שם, שם לו [בית יוסף יורה דעה סי' רכ\"ח]."
        },
        "109": {
            "0": " א\"ה: רמזה הב\"י חה\"מ סי' צ\"ז סעיף מח."
        },
        "111": {
            "0": " א\"ה: הובאה בב\"י חה\"מ סימן קכ\"ח מחודשין ו', ויהי הקצ\"ר אמיץ."
        },
        "112": {
            "0": " א\"ה: כ\"כ בתשו*בות [הרשב\"א המיוחסות אל] הרמב\"ן סי' ק\"ב.",
            "1": " א\"ה: כ\"כ בתשו*בה אחרת, הובא' בב\"י ח\"מ סימן קיא."
        },
        "116": {
            "0": " א\"ה בח\"א סימן תתקל\"ג איתא בסגנון אחר."
        },
        "118": {
            "0": " א\"ה: רמזה הר' המגיד משנה בסוף הלכות חנוכה, ואתה תחזה בח\"א סימן אלף ע'."
        },
        "120": {
            "0": " א\"ה: והיא ל\"ו נדפס' בחלק א' סי' אלף פ' בקיצור."
        },
        "121": {
            "0": " א\"ה: ואף גם זאת והיא ל\"ו נדפס\"ה בח\"א סי' תק\"ס, ויהי הקצ\"ר [הקצר] אמיץ."
        },
        "122": {
            "0": " א\"ה: רמזה הב\"י א\"ח סי' קצ\"ו."
        },
        "123": {
            "0": " א\"ה: לך נא ראה בתשובות הרמב\"ן סימן רפ\"ח."
        },
        "128": {
            "0": " א\"ה: הובאה בקיצור בב\"י ח\"מ סימן ס'."
        },
        "129": {
            "0": " א\"ה: ואף גם זאת שם [בית יוסף חושן משפט] סי' ש\"ו בקיצור."
        },
        "130": {
            "0": " [הקידושין].",
            "1": " וכאילו."
        },
        "131": {
            "0": " א\"ה: הביאה הרב מגיד משנה בקיצור.",
            "1": " [לענין]."
        },
        "133": {
            "0": " ואקשי עלי' אביי."
        },
        "136": {
            "0": " אולי צ\"ל: פלוני."
        },
        "137": {
            "0": " בסוף.",
            "1": " אי מעכשיו."
        },
        "139": {
            "0": " אולי צ\"ל: שאמרת, אינו."
        },
        "140": {
            "0": " א\"ה הני מילי הובאו בבית יוסף א\"ח סימן תקכ\"ח."
        },
        "141": {
            "0": " א\"ה: רמזה הר' ב\"י בא\"ה סי' צ\"ו והן ל\"ו הובאה קצת בארוכה בח\"מ סי' קמ\"ו מחו*דש ו'.",
            "1": " אלא במ\"ש: שלא תמכור."
        },
        "142": {
            "0": " ביתא דמיתבא יתבא."
        },
        "143": {
            "0": " א\"ה: בח\"ג סימן קי\"ט אית' בסגנון אחר.",
            "1": " הצוואה."
        },
        "145": {
            "0": " אולי צ\"ל: פלגא בהפסד ותרי תילתא באגר.",
            "1": " דאפוטרופוס דאבוה.",
            "2": " שיהנה."
        },
        "146": {
            "0": " א\"ה הלא קצי\"ר [קציר] הובאה בב\"י י\"ד סי' ק\"ס.",
            "1": " דכי.",
            "2": " כל המוקף מיותר, ובירושלמי ליתא.",
            "3": " וכן."
        },
        "148": {
            "0": " א\"ה: הלא קצי\"ר הובא' בח\"א סי' תתי\"ג וסי' תשי\"ז.",
            "1": " אולי צ\"ל: לא כל."
        },
        "149": {
            "0": " א\"ה: לך נא ראה בתשו*בות רמב\"ן סי' רס\"ט וח\"א סי' תשמ\"ב.",
            "1": " מכיר."
        },
        "150": {
            "0": " א\"ה: הן ל\"ו הובאה בבית יוסף י\"ד סימן שע\"ג בקציר\"ת האומ\"ר [בקצירת האומר].",
            "1": " לה.",
            "2": " צייתי.",
            "3": " דאי."
        },
        "151": {
            "0": " אולי צ\"ל: טבעות.",
            "1": " לתבוע.",
            "2": " ונתרצה.",
            "3": " אולי צ\"ל: [בשעה].",
            "4": " תשבע.",
            "5": " בין לאחר.",
            "6": " ובוסתני דשתל.",
            "7": " [אין].",
            "8": " לה.",
            "9": " אולי דצ\"ל: ראו מה שהניח לי בעלי.",
            "10": " אולי צ\"ל הכתוב.",
            "11": " צ\"ל: מה שהשבחתי וכו' יש שם אחריות.",
            "12": " לה.",
            "13": " לה.",
            "14": " דלא.",
            "15": " אולי צ\"ל: כי סתם.",
            "16": " אולי צ\"ל: כאן שמימילא.",
            "17": " צ\"ל: השביחו.",
            "18": " צ\"ל: אמרו.",
            "19": " צ\"ל: תטרח.",
            "20": " א\"ה: הני מילי הובאו בב\"י א\"ה סי' צ\"ה, לך נא ראה.",
            "21": " צ\"ל: כמו שאמרו במחזיר אבידה: אם יש ב\"ד, מתנה בפני ב\"ד. אם אין שם ב\"ד, בפני מי שיתנה?.",
            "22": " א\"ה: לך נא ראה למהרשד\"ם ז\"ל בחלק ח\"מ סי' שכ\"ז שהגי' בתשוב' זאת שהביאה הב\"י [אבן העזר סי' צ\"ה] כמ\"ש לעיל. וכתב דט\"ס נפל, וצ\"ל: הריב\"ש, ועשה לו מטעמים יע\"ש.",
            "23": " אולי צ\"ל: אלא דין [שמא מלה זו מיותרת].",
            "24": " א\"ה: האף גם זאת הובא' בב\"י א\"ה סימן קי\"א.",
            "25": " צ\"ל: [מת האב] ואי ס\"ד: וכו'; אמר רב נחמן: זעירא וכו'.",
            "26": " צ\"ל: אבל אמרו.",
            "27": " א\"ה: לך נא ראה לרבינו בח\"ג סימן מ\"ד ומ\"ה.",
            "28": " צ\"ל: דר\"ט."
        },
        "152": {
            "0": " א\"ה: רמז' הב\"י א\"ה סי' קמ\"א."
        },
        "156": {
            "0": " צ\"ל: בקביעותן."
        },
        "158": {
            "0": " צ\"ל: אפי' טובא נמי ליספי לי'.",
            "1": " צ\"ל: יקרא.",
            "2": " צ\"ל: אי איכא לדמויי, לבעל חוב.",
            "3": " צ\"ל: כדינך שקול כדהשתא. ואי לא שקול כיוקרא וכו'. דרב איקא: א\"כ וכו'. זוזי הוה שקלית כדהשתא. השתא דזוזי גבך, אשקול כיוקרא וכו'.",
            "4": " צ\"ל: דדיניה.",
            "5": " צ\"ל: לה, אי שקלת בדינך."
        },
        "159": {
            "0": " צ\"ל: בפני הלוין."
        },
        "160": {
            "0": " א\"ה: הובאה בב\"י ח\"מ סי' ע\"ג מחודשין ט\"ו בקיצור."
        },
        "161": {
            "0": " צ\"ל: הכותי.",
            "1": " צ\"ל: הכותי בתוכה וכו' שקבע הכותי."
        },
        "165": {
            "0": " א\"ה [= אמר המגיה]: הלא קצי\"ר בב\"י ח\"מ סי' ד\"ל [ל\"ד] מחודשין ל'.",
            "1": " צ\"ל: דעלמא."
        },
        "172": {
            "0": " (א\"ה תשו' זאת סובב על תשו' אחרת הובאה לעיל סימן ק\"ן וזה דבר השמעה."
        },
        "173": {
            "0": " שיקבל."
        },
        "178": {
            "0": " (א\"ה: עיין בח\"א סימן תשל\"ו)."
        },
        "181": {
            "0": " א\"ה: הובאה בקיצור בב\"י י\"ד סימן נ\"א."
        },
        "184": {
            "0": " (א\"ה עיין בח\"א סי' תתי\"א, ועיין ב\"י ח\"מ סי' ל\"ז)."
        },
        "185": {
            "0": " עיין הגדרה לשאלה קס\"ו."
        },
        "186": {
            "0": " עיין רבינו בחיי ז\"ל בפרשת ויחי."
        },
        "189": {
            "0": " (א\"ה: הובאה בקיצור בב\"י ח\"מ סי' פ\"ז סעיף ט\"ז)."
        },
        "195": {
            "0": " (א\"ה: בח\"א סימן כ\"ח יש תשובה אחרת על ענין זה. ותשובה הלזו רמזה ב\"י י\"ד סי' שע\"א:)."
        },
        "196": {
            "0": " (א\"ה: הלא קצי\"ר הן ל\"ו, הובאה בב\"י א\"ה סימן קכדח).",
            "1": " צ\"ל מי מילין.",
            "2": " צ\"ל בצד קלוניא פפא אנא אנדרולינאי.",
            "3": " צ\"ל בסורא מתא, אנא ענן בר חייא נהרדעא."
        },
        "197": {
            "0": " (א\"ה: הובאה בב\"י י\"ד סי' ק\"ל, במיעוט דרך אר\"ש)."
        },
        "200": {
            "0": " (א\"ה: הובאה בב\"י א\"ה סימן קכ\"א ויהי הקצ\"ר אמיץ. ועיין בח\"א סימן תשס\"ה)."
        },
        "201": {
            "0": " (א\"ה: הלא קצי\"ר בח\"א סימן תשמ\"ו).",
            "1": " צ\"ל: אית.",
            "2": " עיין שם בתוס' כתובות דף פ\"ב ע\"א, ד\"ה הא דאמר."
        },
        "205": {
            "0": " צ\"ל: לה.",
            "1": " צ\"ל שרבינו שמואל, ע\"ש בתוס' דף קלז, ד\"ה אבי הבן."
        },
        "206": {
            "0": " (א\"ה: עיין בח\"א סימן תת\"ג)."
        },
        "207": {
            "0": " (א\"ה: דוגמא לזה איתא בחלק שני סי' שע\"ג)."
        },
        "208": {
            "0": " (א\"ה: הובאה בקיצור בח\"א סי' אלף פ\"ט)."
        },
        "209": {
            "0": " (א\"ה: הלא קצי\"ר בבית יוסף חושן המשפט סימן ק\"ו משם הרא\"ש, וט\"ס הוא, כאשר כתב הכנה\"ג בח\"ב)."
        },
        "212": {
            "0": " במנא דכשר למקני ביה."
        },
        "215": {
            "0": " עיין בהערה לשאלה קס\"ו כי נדוי אינו נוהג בזמננו.",
            "1": " (א\"ה: האר\"ש הלזו, רמזה הב\"י בי\"ד סימן של\"ד)."
        },
        "219": {
            "0": " ופריק, וכ\"ה בחידושים."
        },
        "220": {
            "0": " דלאחר.",
            "1": " דהויא צרת אשת אחיו שלא היה בעולמו זו שהיתה כו', או צ\"ל דהויא אשת אחיו שלא היה בעולמו כמו שהיתה.",
            "2": " דמתניתא."
        },
        "226": {
            "0": " צ\"ל ואח\"כ השנים."
        },
        "227": {
            "0": " רב ששת."
        },
        "231": {
            "0": " (א\"ה: הובאה בקיצור, בב\"י יו\"ד סי' קע\"ב)."
        },
        "233": {
            "0": " נוסחת כ\"י: זה הכתב שלח הרשב\"א ז\"ל, אל החכם ר' ר' שמואל הסלמי ז\"ל, המכונה סאשקליעה, אל שאלה ששאלוהו בענין מעמד הר סיני. אמרת וכו' כוונתו על מה שאמרו חז\"ל, נדרים דף ל\"ח: אמר ר' יונתן: אין הקדוש ברוך הוא משרה וכו', ועי' בהרא\"ש שם. ובכ\"מ רפ\"ז מהל' יסודי התורה.",
            "1": " עיין באגרת תימן להרמב\"ם ז\"ל.",
            "2": " עיין באגרת תימן להרמב\"ם ז\"ל.",
            "3": " עי' רמב\"ם פ\"ח מהלכות יסודי התורה.",
            "4": " א\"ר יצחק: חלום היה עומד על כני. חמור נוהק, והוא יודע מה נוהק צפור מצוצי, והיא היה יודע מה מצוצי, כצ\"ל. וכ\"ה בשיר [השירים] רבה פרשה א' ס\"ס ט'.",
            "5": " עיין במכילתא פרשה בשלח סוף פרשה ו'."
        },
        "235": {
            "0": " (א\"ה: רמז על האר\"ש הב\"י חו\"מ סי' מ\"ו סל\"ה)."
        },
        "236": {
            "0": " עי' בתו' שם, דלא גרסי' גבי בור וממונך. וע' בשיטה מקובצת שם."
        },
        "238": {
            "0": " אולי צ\"ל: וכך א\"ל.",
            "1": " אולי צריך לגרוס לעיל, כן. ולכן, כל שאר העדים שהעידו שהקדיש בשעה שהיה ש\"מ, עדותן עדות, ואפי' לא הקדיש מעכשיו וכו'."
        },
        "241": {
            "0": " (א\"ה: הובאה בח\"א סי' תתקצ\"ז בקיצור, והביאה הב\"י חו\"מ סי' רל\"ה, ועיין בח\"ב סי' רצ\"ט)."
        },
        "244": {
            "0": " (א\"ה: לך נא ראה, לה\"ר מהרח\"א נר\"ו בקונט' טוב עין, דמ\"ה ע\"ב, שכתב תשובת הרמ\"ה שמצא בכ\"י כדברים האלה, ועי' בח\"ב סי' רפ\"א)."
        },
        "247": {
            "0": " א\"ה: הן לו הובאה בח\"א סימן תתק\"ע בקוצר."
        },
        "250": {
            "0": " [וע' בב\"י חו\"מ סי' ה', ובשו\"ע שם]."
        },
        "252": {
            "0": " (א\"ה: ואתה תחזה למהר\"י קצבי, בדרשו' דרוש ז', דט\"ו ע\"ב, שעמד בענין זה יע\"ש)."
        },
        "255": {
            "0": " אמר ר\"א."
        },
        "256": {
            "0": " [אולי צריך להיות כן. ואפי' לגבי איסורין דעלמא, לא חיישינן בכי הא ואף לא לגבי עריות, לאסור על הבעל]."
        },
        "258": {
            "0": " (א\"ה: הובאה בב\"י או\"ח סי' י\"ג, ולך נא ראה בח\"א סי' תתע\"ח, ובתשובות הרמב\"ן סי' ר\"ט)."
        },
        "260": {
            "0": " (ועי' בנקה\"כ סי' ש\"ה)."
        },
        "261": {
            "0": " (א\"ה: הלא קציר הובאה בב\"י א\"ח סי' רפ\"ח)."
        },
        "262": {
            "0": " (א\"ה: רמזה הב\"י או\"ח סימן תקכ\"ח)."
        },
        "264": {
            "0": " (א\"ה: לך נא ראה לעיל, סימן רכ\"ט תשובה אחרת ע\"ע זה)."
        },
        "266": {
            "0": " (א\"ה: הובאה בקיצור בב\"י יו\"ד סי' רכ\"א, ואתה תחזה לקמן סי' ר\"פ שיש תשובה אחרת דוגמא לזה)."
        },
        "272": {
            "0": " (א\"ה: דוגמא לזו, איתא בח\"א סי' אלף רמ\"ט)."
        },
        "274": {
            "0": " (א\"ה: הובאה בב\"י ח\"מ סי' רל\"ח, בקיצור קצת)."
        },
        "275": {
            "0": " (א\"ה: רמזה הב\"י אה\"ע סי' צ')."
        },
        "276": {
            "0": " (א\"ה: הלא קצי\"ר הובאה בח\"א סימן ת\"ש פ\"ד)."
        },
        "277": {
            "0": " (א\"ה: עיין בח\"א סימן ז\"ל [ל\"ז] ושכ\"ב ושכ\"ג)."
        },
        "278": {
            "0": " (א\"ה: עיין בח\"א סי' קפ\"ח ותשנ\"ב ותתנ\"ו)."
        },
        "279": {
            "0": " (א\"ה: הובא קצי\"ר בח\"א סי' תתי\"ב, ועיין לעיל סימן רס\"ז תשובה אחרת דוגמא לזה)."
        },
        "280": {
            "0": " (א\"ה: עיין בח\"ג סימן ח\"י [י\"ח])."
        },
        "283": {
            "0": " (א\"ה: בקיצור בב\"י א\"ח סי' שכ\"ח)."
        },
        "285": {
            "0": " (א\"ה: הני מילי הובאו בב\"י א\"ה סימן מ\"ו).",
            "1": " (א\"ה: האף גם זאת הני מילי הובאו בב\"י א\"ה שם [מ\"ו] שם).",
            "2": " (א\"ה: ואף גם זאת אתיא שם, שם [ב\"י אה\"ע סי' מ\"ח])."
        },
        "286": {
            "0": " (א\"ה: הובאה בב\"י י\"ד סי' קס\"ב ויהי הקצ\"ר אמיץ)."
        },
        "288": {
            "0": " (א\"ה: עיין בח\"א סימן תתנ\"ח)."
        },
        "292": {
            "0": " (א\"ה: הובאה בח\"א סימן תתק\"צ בקצירת האומ\"ר)."
        },
        "293": {
            "0": " (א\"ה: הובאה בקיצור בח\"א בסי' תשע\"א)."
        },
        "295": {
            "0": " (א\"ה: הלא קצי\"ר הובאה בב\"י א\"ח סימן שמ\"א).",
            "1": " (א\"ה לך נא ראה בח\"א סי' התכ\"ד).",
            "2": " (א\"ה: עיין בתשובות הרמב\"ן סימן ר\"פ וסימן רפ\"ח)."
        },
        "296": {
            "0": " (א\"ה: רמזה הב\"י א\"ח סימן שס\"ו)."
        },
        "297": {
            "0": " (א\"ה: הביאה הב\"י א\"ח סי' שפ\"ב)."
        },
        "298": {
            "0": " כדינא."
        },
        "299": {
            "0": " צריך תיקון, והכונה לקו*שית התו*ספות [יבמות] ל' ע\"א ד\"ה גירש כו'.",
            "1": " דלא כפירש\"י אלא כרי\"ף וגר' הגאונים עי' חי' למס'.",
            "2": " אולי צ\"ל רב נחמן וגם התוס' הקשו קו' זו לר\"נ.",
            "3": " דשני הכי."
        },
        "300": {
            "0": " נשואה וכ\"ה בחי' למס'."
        },
        "301": {
            "0": " שיתירוה.",
            "1": " צריך תיקון, והכונה לכאורה, דכיון דצרה הרי תחלוץ, והחשש הוא רק שמא יאמרו כו' ותנשא האחות לשוק בתוך זמן קצר זה קודם שתספיק הצרה לחלוץ, אין זו אלא חששא רחוקה.",
            "2": " הוא דאיכא בדידה למיחש."
        },
        "303": {
            "0": " (א\"ה: עיין בב\"י אה\"ע סי' י\"ג)."
        },
        "308": {
            "0": " בימי המחבר לא נאסרו עוד החרמים מדינא דמלכותא."
        },
        "310": {
            "0": " (א\"ה [= אמר המגיה]: עיין בח\"ג סימן שצ\"ג, ועיין בתשובת הרמב\"ן סי' רע\"ט)."
        },
        "314": {
            "0": " א\"ה [= אמר המגיה]: והיא לו נדפס\"ה בח\"א סי' תשפ\"ג, ויהי הקצ\"ר אמיץ."
        },
        "323": {
            "0": " א\"ה [= אמר המגיה]: הלא קצי\"ר הובאה בח\"א סי' תשפ\"ט, ובב\"י אה\"ע סי' קמ\"א."
        },
        "325": {
            "0": " (א\"ה [= אמר המגיה]: הובאה בקיצור קצת בב\"י א\"ח סי' תקמ\"ד)."
        },
        "327": {
            "0": " (הערה מהרב מקוטנא) (מזה מבואר שדעת רבינו לא כדברי הש\"ג, הובא בב\"ש א\"ע סי' קסו סק\"ב, דביאת יבמה בלא עדים לא קני כלל. ועיין בספר בית מאיר בסי' הנזכ', ובתש' נו\"ב תנינא סימן קמ\"ח, וכבר מוזכר קי' בתשו' זו)."
        },
        "329": {
            "0": " א\"ה [= אמר המגיה]: הובאה בב\"י ח\"מ סימן ד\"ל [ל\"ד] והשאלה חס\"ר ינתן.",
            "1": " סליק חלק רביעי, בסייעתא דשמיא."
        }
    },
    "meta": "Teshuva-Section",
    "work": "Footnotes to Teshuvot haRashba part IV"
}