{
    "title": "Shorshei HaYam on Mishneh Torah, Admission into the Sanctuary",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Admission_into_the_Sanctuary",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש דין כ\"ג אם עובד כשהוא אונן אבל </span>\n<b> כ\"ג עובד כשהוא אונן וכו'.</b> וכתב הרב מ\"ל ז\"ל וז\"ל מפשט דברי רבינו נרא' דאף כ\"ג אינו מתחיל בעבוד' וכו' הן אמת שראיתי להתוספות שכתבו דלכאורה משמע היה עומד ומקריב אע\"פ שלא התחיל בעבודה עדיין אלא עבודה בידו וכו' ואפשר להעמיס פירוש זה בדברי רבינו וכו' עוד אני מסתפק וכו' ונראה דאליבא דכ\"ע וכו' אך אעיקרא דדינא מ\"ש נראה דליתא וכו' ע\"כ עיין בתשובת הרב בית יעקב חא\"ח סי\"ז דמפשט פשיטא ליה בדעת רבינו דאם לא התחיל עדיין לא יעבוד ומינה למד הרב דאונן שהיה מתפלל כבר לא יפסוק אלא שדחה לזה דאפשר שאני כ\"ג לר\"י מדאורייתא הוא דלא יתחיל מגזרת הכתוב דכתיב ומן המקדש לא יצא דמשמע שאם היה כבר במקדש עובד לא יצא אבל לכתחילה לא יתחיל אבל לענין תפלה שהוא מדרבנן אפשר דאף אם כבר התחיל יפסיק וזה שלא כדברי הרב מ\"ל שם שהכריח שמה שאין כ\"ג מתחיל הוא מדרבנן דמדאורייתא אף להתחיל מתחיל וגם דברי הרב הנז' הוא היפך מסקנת הרב מ\"ל דמסיק דלדעת ר' אף להתחיל יכול להתחיל ושרי אפילו מדרבנן.<br><b> ואולם </b> בעיקר ההכרח אשר הכריח הרב מ\"ל דלרבי יאודה אית ליה דאף אם לא היה עסוק עובר מדין תורה דאלת\"ה ת\"ל היכי קאמר אף אשה אחרת מתקנים לו שמא תמות אשתו ואי תמות היכי עבד עבודה ואם איסור התחלת עבודה הוא מדין תורה אין לחלק ביום הצום לשאר ימים וכמבואר עכ\"ל אין זה הכרח לע\"ד דשפיר איכא למימר דלר\"י ליכא איסורא להתחיל כי אם מדרבנן וביום הצום שהוא י\"ט לא חששו רבנן והתירו לו וה\"ט כדאמרינן בסוף אותה סוגייא דפ\"ק דיומא דכיון שהוא מגרש לה ליכא אנינות וליכא אלא איסורא דטירדא ואיסור זה אינו אלא מדרבנן גזירה שמא יאכל וביום הצום דכ\"ע לא אכלי לא גזרו כדאיתא התם וכ\"ש לפי מ\"ש התוספות ישינים שם דמשום טירדא לא אסיר להקריב אף מדרבנן גזירה שמא יאכל דאף מי שטבעה ספינתו בים לא יקריב אלא עיקר הגזירה היא שמא יאכל ביום הכפורים על ידי טירדתו יע\"ש וכ\"כ הריטב\"א בחי' ליומא בשם התוספות יע\"ש ועיין להרב מ\"ל שם בפ\"ג מהלכות אבל דיו\"ד ד\"ה הן אמת ולקמן ד\"ה והיה נ\"ל דכהן שגירש וכו' דנר' דאשתמי' מיניה דברי התוס' ישני' והריטב\"א הללו יע\"ש.<br><b> עוד </b> כתב הרב מ\"ל וז\"ל והיה נ\"ל דכהן שגירש את אשתו שילך למקום פ' ומתה אשתו קוד' שיקיים התנאי אף שחל עליו אנינות מ\"מ אם הלך אח\"כ וקיים תנאו שנמצא שהיא מגורשת למפרע משעה ראשונה דאין כאן אנינות כלל ומותר לאכול בקדשים ולעבוד הן אמת שראיתי בפ\"ק דיומא דאמרינן וכה\"ג מי חיילא עליה אנינו' והא מיגרשא וכו' ויש לתמוה שאם כדבריו כי קאמר התם תלמודא בפ\"ק דיומא די\"ג ע\"ב כי פריך ודילמא מייתא חבירתה בפלגא דעבודה וכו' אלא דלחדא אמר לה וכו' מאי איכא למימר דילמא מייתא חבירתא בפלגא דעבודה ועבד ליה עבודה למפרע בשני בתים אי חזי לה דקא בעייא למימת קדים איהו ועייל לבית הכנסת ומשוי ליה גיטא דהא גיטא למפרע ע\"כ. ולפי דברי הרב עדיפא מינה הו\"ל למימר דאפילו אי מתה עייל לבית הכנסת ולמפרע הוייא מגורשת אלא ודאי דכל כי האי גוונא שכבר מתה לא מהני מאי דעייל לבית הכנסת דהשתא מיהא הו\"ל גט לאחר מיתה ואין גט לאחר מיתה.<br><b> איברא </b> דהיא גופה קשייא דבמאי עסקי' אי בשגרש' ואמר לה הרי את מגורש' מעכשיו ע\"מ שאכנס לבית הכנסת א\"כ שפיר מצי לקייומי אף לאחר מיתת אשתו דאין כאן משום גט לאחר מית' כדאמרי' בס\"פ מי שאחזו גבי הרי זה גיטך אם לא באתי מכאן ועד י\"ב חדש ומת בתוך י\"ב חדש אינו גט ופרש\"י דכיון דלא אמר מעכשיו משמע לאחר י\"ב חדש יהא גט והרי מת בתוך הזמן ואמרינן התם דר\"י נשיאה התירה לינשא דס\"ל דזמנו של שטר מוכיח עליו כלומר דמאחר שכתוב זמן בתוך השטר הו\"ל כאלו אמר מעכשיו יע\"ש. ועיין בטור ומרן ב\"י ז\"ל בא\"ה בסימן קמ\"ד דאיכא פלוגתא ביני רבוותא אי הלכה כר\"י דזמנו של שטר מוכיח עליו יע\"ש. מבואר יוצא דהיכא דאמר מעכשיו לכ\"ע אפילו קיים התנאי לאחר שמת אין כאן משום אין גט לאחר מיתה. גם אי מיירי הש\"ס באומר ע\"מ איפליגו ר\"ה ורב יאודה התם אי אומר ע\"מ כאומר מעכשיו דמי או לא ונ\"מ להיכא שמת או נאבד הגט כיע\"ש. ועיין בטור ומרן ב\"י ז\"ל בא\"ה סימן קמ\"ג יע\"ש ואי מיירי הש\"ס באומר אם אכנס לבית הכנסת דאין כאן גט מעכשיו ולהכי הוצרך לתרוצי דכי חזי לה דבעייא מימת וכו' קשה דאמאי לא משני דהתנאי היה בע\"מ ולהכי אפילו קיים התנאי לאחר מיתה הוייא מגורשת למפרע מיהו לזה י\"ל דעדפא מינה קמשני מיהו על הרב מ\"ל ז\"ל אני תמיה אמאי לא נרגש מסוגייא זו דיומא דלכאורה משמע דלא מהני גט כזה מדקאמר דכי חזי לה בעייא מימת וכו' והיה לו לתרץ דעדיפא מינה קאמר ודוק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואיזהו </b>\n<b> הטמא שחייב כרת על המקדש כל שנטמא בטומאה מן המת שהנזיר מגלח עליו כו'.</b> עיין בדברי מרן כ\"מ שהאריך להביא לשון הירוש' דפכ\"ג ופי' דברי הירוש' שלא כדברי הר\"ש ז\"ל בריש אהלות מ\"ג ולדידי אף רבינו מפרש הירוש' כמ\"ש הר\"ש אלא שהוא פוסק כאות' בריית' דמייתי התם בירוש' דפליג אר' אילא ותני כל שחצייו מן החלמה וחציו מן הגללים אין חייבים עליו על ביאת המקדש מפני שחציו מן החלמה אבל אם היה כולו מן החלמה חייב ודייק התם בירוש' דאף שני שנגע בראשון חייב על ביאת המקדש יע\"ש. וכ\"פ רבינו וכמובן והרואה דברי הר\"ש בפירוש הירושלמי יראה איך הגירסא שהביא מרן כ\"מ בדברי הירוש' היא מוטעת וצריך להתיישב עוד בדברי מרן כ\"מ וצ\"ע."
            ],
            [],
            [],
            [
                "<b>המכניס </b>\n<b> שרץ כו' ה\"ז חייב כרת אבל הזורק כלים טמאי' למקדש אפי' היו כלים שנגעו במת פטור מכרת וחייב מלקות.</b> וכתב עליו הראב\"ד דמאחר שעל הכלים פטור למה המכניס כלי טמא למקדש חייב ע\"כ אני אומר מ\"ש שמואל במס' עירובין המכניס שרץ טמא למקדש חייב מלקות קאמר עכ\"ל. וזו היא הנסחא הישרה בדבריו וכונתו דמעיקרא אסיק אדעתיה דמ\"ש שמואל בגמ' דהמכניס שרץ טמא למקדש חייב כרת קאמר וכמ\"ש רש\"י ולזה קאמר דא\"כ למה חייב כרת המכניס כלי טמא למקדש ואסיק דצ\"ל כלומר דצריך לידחק בזה דחיוב מלקו' קאמר וזה דוחק דמשמע דדומייא דחיוב שרץ עצמו הוא חייוב דטמא שרץ דהיינו כרת וברור וראיתי למרן כ\"מ שכתב ע\"ד הראב\"ד וז\"ל והמסתכל בדברי רבינו יבין דלדידיה קושייא מעיקרא ליכא שהוא מפרש הא דשמואל לא במכני' כלי טמא הוא אלא במכניס אדם טמא שרץ וחייב כרת הוא דפשטא דלישנא הוא דחייב עכ\"ל ולא זכיתי להבין דבריו הקדושים שהרי מבואר שם בגמ' דאף בכלים חייב דקאמר תלמודא עלה דהך מימרא דשמואל לימא מסייע ליה מזכר עד נקבה תשלחו פרט לכלי חרס דברי ר\"י הגלילי מ\"ט לאו משום דלית ליה טהרה במקוה לא כו' יע\"ש מבואר יוצא דדוקא כלי חרס פטור מה\"ט אבל שאר כלים חייב וע\"כ אין לנו אלא מה שתירץ הראב\"ד דחיוב מלקו' קאמר כמבואר.<br><b> עוד </b> כתב שם על מה שהשיג הראב\"ד עוד על מ\"ש רבינו שאינו לוקה אלא על בגדים שהן אב הטומא' שהרי טמא שרץ אינו אב הטומא' וחייב כרת עכ\"ל וכתב מרן כ\"מ וז\"ל ומה שהקשה מטמא שרץ כבר כתבתי דלרבינו לא בכלי טמא שרץ מיירי אלא באדם טמא שרץ עכ\"ל ולכאורא ק' דמה יענה לאותה סוגייא דעירובין דמוכח מינה דאף בכלים חייב אמנם הא ודאי בורכא היא ול\"ק מידי דכי דייקינן מההיא ברייתא דממעט כלי חרס דשאר כלים חייב דוקא כשנטמא בטומאה מן המת דקרא דמזכר עד נקבה בטומאה מן המת מיירי אבל בטומאה מן השרץ אפשר דאפילו שאר כלים פטור כיון דהוי ראשון לטומאה ודוקא אדם חייב אך קושייא קמייתא קשה."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש איסור עבודה בישיבה וכל </span>\n<b> העובד והוא יושב חלל ועבודתו פסולה ואינו לוקה כו'.</b> הנה בגמרא במ' זבחים די\"ז ע\"א רצה להוכיח דזר שעבד עבודתו פסולה ויליף לה מיושב דעבודתו פסולה ביושב ופריך מה ליושב שכן פסול לעדות ומשני מיושב ת\"ח כו' וכתבו התוס' שם ד\"ה הגהה וז\"ל וא\"ת והא אין ישיבה בעזרה אלא למלכי ב\"ד בלבד כלומר ומשו\"ה אם עבד עבודה מיושב חילל משא\"כ בזר שנכנסים לעזרה די\"ל דאם עבד לא חילל ותי' ושמא אינו מן התורה מה שאין ישיבה בעזרה אלא מדרבנן ומשו\"ה יליף זר מיושב שלא חילל והביאו ראיה שהוא מדרבנן ממאי דיליף תלמודא בדכ\"ג ליושב ועובד דעבודתו פסולה מקרא דלעמוד ולשרת יע\"ש ותיפוק ליה דאפילו בלאו עבודה אין ישיבה אלא משמע שהוא מדרבנן ושוב כתבו ומיהו אצטריך קרא לעובד בהשתחוואה עכ\"ל וכונתם רצוי' דמשם אין ראיה דהוי מדרבנן דאכתי אפשר דהוי דאורי' וכי אצטריך קרא דלעמוד ולשרת לעובד בהשתחואה דזה לא ילפינן מהא דקי\"ל אין ישיבה בעזרה דהתם דוקא ישיב' אבל בהשתחואה לא לזה אצטריך קרא דלעמוד לפסול אפילו השתחואה דאע\"ג דישיבה לא חשיבא מ\"מ עבודה נמי לא הוייא ע\"כ תורף כונתם ועיין מ\"ש ע\"ז הרב ברכת הזבח שלא ידע מהיכן למדו בפשיטות דהשתחואה אסירא בעבודה יע\"ש וכונתו ברורה דק\"ל לשון התוס' שכתבו מיהו אצטריך קרא לעובד בהשתחואה ולא כתבו בלשון ושמא דמשמע שזה פשוט הוא להם ועיין בס' דרך הקדש למהר\"ח אלפאנדארי ז\"ל שהבין כונה אחרת בדברי הרב יע\"ש.<br><b> ואולם </b> בעיקר דבריהם שמעתי מפי מו\"ה בעל שע\"ה דהוקשה לו מהא דאמרי' שם די\"ט ע\"ב ת\"ר כיצד קידוש מניח ידו הימנית ע\"ג רגלו הימנית וידו השמאלית ע\"ג רגלו השמאלית ומקדש ר' יוסי בר' יאודה אומר מניח שתי ידיו זו ע\"ג זו וע\"ג שתי רגליו זו ע\"ג זו ומקדש א\"ל הפלגת אי אפשר לעשות כן ואמרי' דלר\"י חבירו מסייעו לסומכו עד שמקדש ואמרי' מ\"ב עמידה מן הצד איכא בינייהו דלרבנן כיון שעומד ע\"י סמיכה לא חשיבא עמידה ולר\"י חשיבא עמיד' ליתב מיתב וליקדש ואמאי צרי' עמידה ומשנינן אמר קרא לעמוד ולשרת ושירות מעומד ע\"כ והשתא לפי דבריהם דקרא דלעמוד לא אצטריך אלא לעבוד עבודה אפילו ע\"י השתחואה הרי קידוש אי אפשר אם לא ע\"י השתחואה שהרי אמרו מניח ידו ע\"ג רגלו כו' ואפ\"ה חשיבא עמידה לכ\"ע אלא דפליגי כשעמידה היא מן הצד דהיינו ע\"י סמיכה אי חשיבא עמידה או לא ויותר היה להם לומר דאצטרי' קרא לפסול עמידה מן הצד לרבנן ולר\"י סמיכה ע\"י דבר אחר שאינו אדם וכמ\"ש התוספות שם די\"ט ע\"ב דכי פריך תלמו' וליתב מיתב וליקדש לאו ישיבה ממש קא' אלא סמיכה דהא אין ישיבה בעזרה כו' יע\"ש אבל השתחוואה אליבא דכ\"ע חשיבא עמידה כמו שנראה מההיא דקדוש ידים ע\"כ שמעתי והן עתה נדפס בס' שע\"ה הלכות בית הבחירה פ\"ז ה\"ו.<br><b> ולע\"ד </b> יש מקום לדחות דע\"כ לא קאמרו התוספו' דעמידה ע\"י השתחוואה לא חשיבא עמידה אלא דוקא גבי שאר עבודות שאין דרכן ע\"י השתחוואה אבל גבי קידוש ידים דאי אפשר לעבודה זו אם לא על ידי השתחוואה אז ודאי חשיבא עמידה אפי' ע\"י השתחוואה כי זו היא עמידתו אמנם בעמידה מן הצד דהיינו על ידי שיסמוך אחר אותו אז ודאי לא חשיבא עמידה לדידהו דהו\"ל כיושב ממש כיון שהוא מצד עצמו אינו יכול לעמוד ואע\"ג דאי דרשינן כר\"י אי אפשר לעבודה זו אם לא ע\"י סמיכת אחר וכיון דלדידהו ניחא להו דאע\"ג דבשאר עבודות השתחוואה לא מהנייא משום דבעינן לעמוד ואפ\"ה גבי קידוש ניחא להו דחשיבא עמידה ה\"נ אמאי לא קאמר נ\"מ כר\"י ונימא דהכא חשיבא עמידה כיון דאפשר בלאו הכי לזה י\"ל כיון דמ\"מ צריך למימר דקדוש ידיים הוא על ידי השתחוואה ממילת את ואת קאמרי רבנן דהכי ניחא למדרש קרא משום דהא איכא עמידה ע\"י עצמו וחשיבא עמידה כיון דאי אפשר בלאו הכי ולא כדדריש ר\"י בר יאודה דהשתא ליכא עמידה כלל ועדיין כ\"ז הוא דוחק והקושיא היא אלימתא. מיהו י\"ל דרבנן לא ניחא להו כדר\"י משום דלא אשכחן עבודה אחרת כזו אבל לדידהו ניחא דהא קבלת הדם צריך שישתחוה הכהן כדי לקבל את הדם ומשו\"ה לדידהו ניחא דהוייא עמידה כה\"ג אבל לר\"י קשה."
            ]
        ],
        [],
        [],
        [],
        [
            [
                "<b>והקטירו </b>\n<b> בני אהרן כו'.</b> וראיתי להרב פרשת דרכים בדרך מצוותיך דס\"ט ע\"ד שכתב שם וז\"ל עוד אני מסתפק במ\"ש הר\"ם והקטירו בני אהרן ולא בנות אהרן אם עברו והקטירו אם יהיו חייבות מיתה כזר ששמש א\"ד דליכא בהו אלא לאו הבא מכלל עשה יע\"ש ולכאורה נראה דליכא בהו חיוב מיתה מההיא דאמרינן בפ\"ז דיבמות עלה ס\"ח והביאה סוגייא זו הרב ז\"ל שם ע\"ב עלה דאמרינן שם בקרא דובת כהן כי תהיה לאיש זר דמיירי כשנבעלה לפסול לה ופרכינן ואימא דקרא מיירי היכא דמנסבא לזר לא תיכול בתרומה ותירצו ההיא מושבה אל בית אביה כנעוריה נפקא מכלל דמעיקרא לא אכלת והדר פרכינן אי מהתם הו\"א לאו הבא מכלל עשה עשה כתב רחמנא האי ללאו ע\"כ הרי דס\"ל לתלמודא דאי לא הוה כתיב כי אם קרא דושבה הו\"א דליכא איסורה בכהנת אשת זר אלא עשה בעלמא ולא לאו וחיוב מיתה כזר ה\"נ דוכוותא ולאו מילתא היא דהתם שאני דמעיקרא הוה חזי לאכול בתרומה והותרה בהדייא וכי הדר אפקיה קרא בשנשאת לזר פשיטא דליכא בה אלא עשה בעלמא כמ\"ש התוס' לענין נדרים ונדבות בי\"ט משא\"כ גבי הקטרה דמעיקרא לא חזו ולא הותרו כלל מיהו יש להביא ראיה להיפך מדברי התוס' הנז' דכיון דלא הותרו מעיקרא פשיטא דהרי הן בכלל זרות ויש להביא קצת ראיה מההיא דיבמות פ' ד' אחין דל\"ג ע\"ב גבי זר ששימש בשבת וכבר עמדתי ע\"ז במקום אחר."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות ביאת מקדש",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}