{
    "language": "en",
    "title": "Ezekiel",
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/",
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "licenseVetted": true,
    "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.",
    "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)",
    "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא",
    "heTitle": "יחזקאל",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Now it came to pass in the thirtieth year, in the fourth month, in the fifth day of the month, as I was among the captives by the river Chebar that the heavens were opened, and I saw visions of God.",
            "In the fifth day of the month, which was the fifth year of king Jehoiachin’s captivity,",
            "the word of the LORD came expressly unto Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the river Chebar; and the hand of the LORD was there upon him.",
            "And I looked, and, behold, a stormy wind came out of the north, a great cloud, with a fire flashing up, so that a brightness was round about it; and out of the midst thereof as the colour of electrum, out of the midst of the fire.",
            "And out of the midst thereof came the likeness of four living creatures. And this was their appearance: they had the likeness of a man.",
            "And every one had four faces, and every one of them had four wings.",
            "And their feet were straight feet; and the sole of their feet was like the sole of a calf’s foot; and they sparkled like the colour of burnished brass.",
            "And they had the hands of a man under their wings on their four sides; and as for the faces and wings of them four,",
            "their wings were joined one to another; they turned not when they went; they went every one straight forward.",
            "As for the likeness of their faces, they had the face of a man; and they four had the face of a lion on the right side; and they four had the face of an ox on the left side; they four had also the face of an eagle.",
            "Thus were their faces; and their wings were stretched upward; two wings of every one were joined one to another, and two covered their bodies.",
            "And they went every one straight forward; whither the spirit was to go, they went; they turned not when they went.",
            "As for the likeness of the living creatures, their appearance was like coals of fire, burning like the appearance of torches; it flashed up and down among the living creatures; and there was brightness to the fire, and out of the fire went forth lightning.",
            "And the living creatures ran and returned as the appearance of a flash of lightning.",
            "Now as I beheld the living creatures, behold one wheel at the bottom hard by the living creatures, at the four faces thereof.",
            "The appearance of the wheels and their work was like unto the colour of a beryl; and they four had one likeness; and their appearance and their work was as it were a wheel within a wheel.",
            "When they went, they went toward their four sides; they turned not when they went.",
            "As for their rings, they were high and they were dreadful; and they four had their rings full of eyes round about.",
            "And when the living creatures went, the wheels went hard by them; and when the living creatures were lifted up from the bottom, the wheels were lifted up.",
            "Whithersoever the spirit was to go, as the spirit was to go thither, so they went; and the wheels were lifted up beside them; for the spirit of the living creature was in the wheels.",
            "When those went, these went, and when those stood, these stood; and when those were lifted up from the earth, the wheels were lifted up beside them; for the spirit of the living creature was in the wheels.",
            "And over the heads of the living creatures there was the likeness of a firmament, like the colour of the terrible ice, stretched forth over their heads above.",
            "And under the firmament were their wings conformable the one to the other; this one of them had two which covered, and that one of them had two which covered, their bodies.",
            "And when they went, I heard the noise of their wings like the noise of great waters, like the voice of the Almighty, a noise of tumult like the noise of a host; when they stood, they let down their wings.",
            "For, when there was a voice above the firmament that was over their heads, as they stood, they let down their wings.",
            "And above the firmament that was over their heads was the likeness of a throne, as the appearance of a sapphire stone; and upon the likeness of the throne was a likeness as the appearance of a man upon it above.",
            "And I saw as the colour of electrum, as the appearance of fire round about enclosing it, from the appearance of his loins and upward; and from the appearance of his loins and downward I saw as it were the appearance of fire, and there was brightness round about him.",
            "As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell upon my face, and I heard a voice of one that spoke."
        ],
        [
            "And He said unto me: ‘Son of man, stand upon thy feet, and I will speak with thee.’",
            "And spirit entered into me when He spoke unto me, and set me upon my feet; and I heard Him that spoke unto me.",
            "And He said unto me: ‘Son of man, I send thee to the children of Israel, to rebellious nations, that have rebelled against Me; they and their fathers have transgressed against Me, even unto this very day;",
            "and the children are brazen-faced and stiff-hearted, I do send thee unto them; and thou shalt say unto them: Thus saith the Lord GOD.",
            "And they, whether they will hear, or whether they will forbear—for they are a rebellious house—yet shall know that there hath been a prophet among them. .",
            "And thou, son of man, be not afraid of them, neither be afraid of their words, though defiers and despisers be with thee, and thou dost dwell among scorpions; be not afraid of their words, nor be dismayed at their looks, for they are a rebellious house.",
            "And thou shalt speak My words unto them, whether they will hear, or whether they will forbear; for they are most rebellious.",
            "And thou, son of man, hear what I say unto thee: be not thou rebellious like that rebellious house; open thy mouth, and eat that which I give thee.’",
            "And when I looked, behold, a hand was put forth unto me; and, lo, a roll of a book was therein;",
            "and He spread it before me, and it was written within and without; and there was written therein lamentations, and moaning, and woe."
        ],
        [
            "And He said unto me: ‘Son of man, eat that which thou findest; eat this roll, and go, speak unto the house of Israel.’",
            "So I opened my mouth, and He caused me to eat that roll.",
            "And He said unto me: ‘Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee.’ Then did I eat it; and it was in my mouth as honey for sweetness.",
            "And He said unto me: ‘Son of man, go, get thee unto the house of Israel, and speak with My words unto them.",
            "For thou art not sent to a people of an unintelligible speech and of a slow tongue, but to the house of Israel;",
            "not to many peoples of an unintelligible speech and of a slow tongue, whose words thou canst not understand. Surely, if I sent thee to them, they would hearken unto thee.",
            "But the house of Israel will not consent to hearken unto thee; for they consent not to hearken unto Me; for all the house of Israel are of a hard forehead and of a stiff heart.",
            "Behold, I have made thy face hard against their faces, and thy forehead hard against their foreheads.",
            "As an adamant harder than flint have I made thy forehead; fear them not, neither be dismayed at their looks, for they are a rebellious house.’",
            "Moreover He said unto me: ‘Son of man, all My words that I shall speak unto thee receive in thy heart, and hear with thine ears.",
            "And go, get thee to them of the captivity, unto the children of thy people, and speak unto them, and tell them: Thus saith the Lord GOD; whether they will hear, or whether they will forbear.’",
            "Then a spirit lifted me up, and I heard behind me the voice of a great rushing: ‘Blessed be the glory of the LORD from His place’;",
            "also the noise of the wings of the living creatures as they touched one another, and the noise of the wheels beside them, even the noise of a great rushing.",
            "So a spirit lifted me up, and took me away; and I went in bitterness, in the heat of my spirit, and the hand of the LORD was strong upon me.",
            "Then I came to them of the captivity at Tel-abib, that dwelt by the river Chebar, and I sat where they sat; and I remained there appalled among them seven days.",
            "And it came to pass at the end of seven days, that the word of the LORD came unto me, saying:",
            "’Son of man, I have appointed thee a watchman unto the house of Israel; and when thou shalt hear a word at My mouth, thou shalt give them warning from Me.",
            "When I say unto the wicked: Thou shalt surely die; and thou givest him not warning, nor speakest to warn the wicked from his wicked way, to save his life; the same wicked man shall die in his iniquity, but his blood will I require at thy hand.",
            "Yet if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity; but thou hast delivered thy soul.",
            "Again, when a righteous man doth turn from his righteousness, and commit iniquity, I will lay a stumblingblock before him, he shall die; because thou hast not given him warning, he shall die in his sin, and his righteous deeds which he hath done shall not be remembered; but his blood will I require at thy hand.",
            "Nevertheless if thou warn the righteous man, that the righteous sin not, and he doth not sin, he shall surely live, because he took warning; and thou hast delivered thy soul.’",
            "And the hand of the LORD came there upon me; and He said unto me: ‘Arise, go forth into the plain, and I will there speak with thee.’",
            "Then I arose, and went forth into the plain; and, behold, the glory of the LORD stood there, as the glory which I saw by the river Chebar; and I fell on my face.",
            "Then spirit entered into me, and set me upon my feet; and He spoke with me, and said unto me: ‘Go, shut thyself within thy house.",
            "But thou, son of man, behold, bands shall be put upon thee, and thou shalt be bound with them, and thou shalt not go out among them;",
            "and I will make thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them a reprover; for they are a rebellious house.",
            "But when I speak with thee, I will open thy mouth, and thou shalt say unto them: Thus saith the Lord GOD; he that heareth, let him hear, and he that forbeareth, let him forbear; for they are a rebellious house."
        ],
        [
            "Thou also, son of man, take thee a tile, and lay it before thee, and trace upon it a city, even Jerusalem;",
            "and lay siege against it, and build forts against it, and cast up a mound against it; set camps also against it, and set battering rams against it round about.",
            "And take thou unto thee an iron griddle, and set it for a wall of iron between thee and the city; and set thy face toward it, and it shall be besieged, and thou shalt lay siege against it. This shall be a sign to the house of Israel.",
            "Moreover lie thou upon thy left side, and lay the iniquity of the house of Israel upon it; according to the number of the days that thou shalt lie upon it, thou shalt bear their iniquity.",
            "For I have appointed the years of their iniquity to be unto thee a number of days, even three hundred and ninety days; so shalt thou bear the iniquity of the house of Israel.",
            "And again, when thou hast accomplished these, thou shalt lie on thy right side, and shalt bear the iniquity of the house of Judah; forty days, each day for a year, have I appointed it unto thee.",
            "And thou shalt set thy face toward the siege of Jerusalem, with thine arm uncovered; and thou shalt prophesy against it.",
            "And, behold, I lay bands upon thee, and thou shalt not turn thee from one side to another, till thou hast accomplished the days of thy siege.",
            "Take thou also unto thee wheat, and barley, and beans, and lentils, and millet, and spelt, and put them in one vessel, and make thee bread thereof; according to the number of the days that thou shalt lie upon thy side, even three hundred and ninety days, shalt thou eat thereof.",
            "And thy food which thou shalt eat shall be by weight, twenty shekels a day; from time to time shalt thou eat it.",
            "Thou shalt drink also water by measure, the sixth part of a hin; from time to time shalt thou drink.",
            "And thou shalt eat it as barley cakes, and thou shalt bake it in their sight with dung that cometh out of man.’",
            "And the LORD said: ‘Even thus shall the children of Israel eat their bread unclean, among the nations whither I will drive them.’",
            "Then said I: ‘Ah Lord GOD! behold, my soul hath not been polluted; for from my youth up even till now have I not eaten of that which dieth of itself, or is torn of beasts; neither came there abhorred flesh into my mouth.’",
            "Then He said unto me: ‘See, I have given thee cow’s dung for man’s dung, and thou shalt prepare thy bread thereon.’",
            "Moreover He said unto me: ‘Son of man, behold, I will break the staff of bread in Jerusalem, and they shall eat bread by weight, and with anxiety; and they shall drink water by measure, and in appalment;",
            "that they may want bread and water, and be appalled one with another, and pine away in their iniquity."
        ],
        [
            "And thou, son of man, take thee a sharp sword, as a barber’s razor shalt thou take it unto thee, and cause it to pass upon thy head and upon thy beard; then take thee balances to weigh, and divide the hair.",
            "A third part shalt thou burn in the fire in the midst of the city, when the days of the siege are fulfilled; and thou shalt take a third part, and smite it with the sword round about her; and a third part thou shalt scatter to the wind, and I will draw out a sword after them.",
            "Thou shalt also take thereof a few by number, and bind them in thy skirts.",
            "And of them again shalt thou take, and cast them into the midst of the fire, and burn them in the fire; therefrom shall a fire come forth into all the house of Israel.",
            "Thus saith the Lord GOD: This is Jerusalem! I have set her in the midst of the nations, and countries are round about her.",
            "And she hath rebelled against Mine ordinances in doing wickedness more than the nations, and against My statutes more than the countries that are round about her; for they have rejected Mine ordinances, and as for My statutes, they have not walked in them.",
            "Therefore thus saith the Lord GOD: Because ye have outdone the nations that are round about you, in that ye have not walked in My statutes, neither have kept Mine ordinances, neither have done after the ordinances of the nations that are round about you;",
            "therefore thus saith the Lord GOD: Behold, I, even I, am against thee, and I will execute judgments in the midst of thee in the sight of the nations.",
            "And I will do in thee that which I have not done, and whereunto I will not do any more the like, because of all thine abominations.",
            "Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments in thee, and the whole remnant of thee will I scatter unto all the winds.",
            "Wherefore, as I live, saith the Lord GOD, surely, because thou hast defiled My sanctuary with all thy detestable things, and with all thine abominations, therefore will I also diminish thee; neither shall Mine eye spare, and I also will have no pity.",
            "A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee; and a third part shall fall by the sword round about thee; and a third part I will scatter unto all the winds, and will draw out a sword after them.",
            "Thus shall Mine anger spend itself, and I will satisfy My fury upon them, and I will be eased; and they shall know that I the LORD have spoken in My zeal, when I have spent My fury upon them.",
            "Moreover I will make thee an amazement and a reproach, among the nations that are round about thee, in the sight of all that pass by.",
            "So it shall be a reproach and a taunt, an instruction and an astonishment, unto the nations that are round about thee, when I shall execute judgments in thee in anger and in fury, and in furious rebukes; I the LORD have spoken it;",
            "when I shall send upon them the evil arrows of famine, that are for destruction, which I will send to destroy you; and I will increase the famine upon you, and will break your staff of bread;",
            "and I will send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee. I the LORD have spoken it.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, set thy face toward the mountains of Israel, and prophesy against them,",
            "and say: Ye mountains of Israel, hear the word of the Lord GOD: Thus saith the Lord GOD concerning the mountains and concerning the hills, concerning the ravines and concerning the valleys: Behold, I, even I, will bring a sword upon you, and I will destroy your high places.",
            "And your altars shall become desolate, and your sun-images shall be broken; and I will cast down your slain men before your idols.",
            "And I will lay the carcasses of the children of Israel before their idols; and I will scatter your bones round about your altars.",
            "In all your dwelling-places the cities shall be laid waste, and the high places shall be desolate; that your altars may be laid waste and made desolate, and your idols may be broken and cease, and your sun-images may be hewn down, and your works may be blotted out.",
            "And the slain shall fall in the midst of you, and ye shall know that I am the LORD.",
            "Yet will I leave a remnant, in that ye shall have some that escape the sword among the nations, when ye shall be scattered through the countries.",
            "And they that escape of you shall remember Me among the nations whither they shall be carried captives, how that I have been anguished with their straying heart, which hath departed from Me, and with their eyes, which are gone astray after their idols; and they shall loathe themselves in their own sight for the evils which they have committed in all their abominations.",
            "And they shall know that I am the LORD; I have not said in vain that I would do this evil unto them.",
            "Thus saith the Lord GOD: Smite with thy hand, and stamp with thy foot, and say: Alas! because of all the evil abominations of the house of Israel; for they shall fall by the sword, by the famine, and by the pestilence.",
            "He that is far off shall die of the pestilence; and he that is near shall fall by the sword; and he that remaineth and is besieged shall die by the famine; thus will I spend My fury upon them.",
            "And ye shall know that I am the LORD, when their slain men shall be among their idols round about their altars, upon every high hill, in all the tops of the mountains, and under every leafy tree, and under every thick terebinth, the place where they did offer sweet savour to all their idols.",
            "And I will stretch out My hand upon them, and make the land desolate and waste, more than the wilderness of Diblah, throughout all their habitations; and they shall know that I am the LORD.’"
        ],
        [
            "Moreover the word of the LORD came unto me, saying:",
            "’And thou, son of man, thus saith the Lord GOD concerning the land of Israel: An end! the end is come upon the four corners of the land.",
            "Now is the end upon thee, and I will send Mine anger upon thee, and will judge thee according to thy ways; and I will bring upon thee all thine abominations.",
            "And Mine eye shall not spare thee, neither will I have pity; but I will bring thy ways upon thee, and thine abominations shall be in the midst of thee; and ye shall know that I am the LORD. .",
            "Thus saith the Lord GOD: An evil, a singular evil, behold, it cometh.",
            "An end is come, the end is come, it awaketh against thee; behold, it cometh.",
            "The turn is come unto thee, O inhabitant of the land; the time is come, the day of tumult is near, and not of joyful shouting upon the mountains.",
            "Now will I shortly pour out My fury upon thee, and spend Mine anger upon thee, and will judge thee according to thy ways; and I will bring upon thee all thine abominations.",
            "And Mine eye shall not spare, neither will I have pity; I will bring upon thee according to thy ways, and thine abominations shall be in the midst of thee; and ye shall know that I the LORD do smite.",
            "Behold the day; behold, it cometh; the turn is come forth; the rod hath blossomed, arrogancy hath budded.",
            "Violence is risen up into a rod of wickedness; nought cometh from them, nor from their tumult, nor from their turmoil, neither is there eminency among them.",
            "The time is come, the day draweth near; let not the buyer rejoice, nor the seller mourn; for wrath is upon all the multitude thereof.",
            "For the seller shall not return to that which is sold, although they be yet alive; for the vision is touching the whole multitude thereof, which shall not return; neither shall any stand possessed of the iniquity of his life.",
            "They have blown the horn, and have made all ready, but none goeth to the battle; for My wrath is upon all the multitude thereof.",
            "The sword is without, and the pestilence and the famine within; he that is in the field shall die with the sword, and he that is in the city, famine and pestilence shall devour him.",
            "But they that shall at all escape of them, shall be on the mountains like doves of the valleys, all of them moaning, every one in his iniquity.",
            "All hands shall be slack, and all knees shall drip with water.",
            "They shall also gird themselves with sackcloth, and horror shall cover them; and shame shall be upon all faces, and baldness upon all their heads.",
            "They shall cast their silver in the streets, and their gold shall be as an unclean thing; their silver and their gold shall not be able to deliver them in the day of the wrath of the LORD; they shall not satisfy their souls, neither fill their bowels; because it hath been the stumblingblock of their iniquity.",
            "And as for the beauty of their ornament, which was set for a pride, they made the images of their abominations and their detestable things thereof; therefore have I made it unto them as an unclean thing.",
            "And I will give it into the hands of the strangers for a prey, and to the wicked of the earth for a spoil; and they shall profane it.",
            "I will also turn My face from them, and they shall profane My secret place; and robbers shall enter into it, and profane it.",
            "Make the chain; for the land is full of bloody crimes, and the city is full of violence.",
            "Wherefore I will bring the worst of the nations, and they shall possess their houses; I will also make the pride of the strong to cease; and their holy places shall be profaned.",
            "Horror cometh; and they shall seek peace, and there shall be none.",
            "Calamity shall come upon calamity, and rumour shall be upon rumour; and they shall seek a vision of the prophet, and instruction shall perish from the priest, and counsel from the elders.",
            "The king shall mourn, and the prince shall be clothed with appalment, and the hands of the people of the land shall be enfeebled; I will do unto them after their way, and according to their deserts will I judge them; and they shall know that I am the LORD.’"
        ],
        [
            "And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in my house, and the elders of Judah sat before me, that the hand of the Lord GOD fell there upon me.",
            "Then I beheld, and lo a likeness as the appearance of fire: from the appearance of his loins and downward, fire; and from his loins and upward, as the appearance of brightness, as the colour of electrum.",
            "And the form of a hand was put forth, and I was taken by a lock of my head; and a spirit lifted me up between the earth and the heaven, and brought me in the visions of God to Jerusalem, to the door of the gate of the inner court that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.",
            "And, behold, the glory of the God of Israel was there, according to the vision that I saw in the plain.",
            "Then said He unto me: ‘Son of man, lift up thine eyes now the way toward the north.’ So I lifted up mine eyes the way toward the north, and behold northward of the gate of the altar this image of jealousy in the entry.",
            "And He said unto me: ‘Son of man, seest thou what they do? even the great abominations that the house of Israel do commit here, that I should go far off from My sanctuary? but thou shalt again see yet greater abominations.’",
            "And He brought me to the door of the court; and when I looked, behold a hole in the wall.",
            "Then said He unto me: ‘Son of man, dig now in the wall’; and when I had digged in the wall, behold a door.",
            "And He said unto me: ‘Go in, and see the wicked abominations that they do here.’",
            "So I went in and saw; and behold every detestable form of creeping things and beasts, and all the idols of the house of Israel, portrayed upon the wall round about.",
            "And there stood before them seventy men of the elders of the house of Israel, and in the midst of them stood Jaazaniah the son of Shaphan, every man with his censer in his hand; and a thick cloud of incense went up.",
            "Then said He unto me: ‘Son of man, hast thou seen what the elders of the house of Israel do in the dark, every man in his chambers of imagery? for they say: The LORD seeth us not, the LORD hath forsaken the land.’",
            "He said also unto me: ‘Thou shalt again see yet greater abominations which they do.’",
            "Then He brought me to the door of the gate of the LORD’S house which was toward the north; and, behold, there sat the women weeping for Tammuz.",
            "Then said He unto me: ‘Hast thou seen this, O son of man? thou shalt again see yet greater abominations than these.’",
            "And He brought me into the inner court of the LORD’S house, and, behold, at the door of the temple of the LORD, between the porch and the altar, were about five and twenty men, with their backs toward the temple of the LORD, and their faces toward the east; and they worshipped the sun toward the east.",
            "Then He said unto me: ‘Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here in that they fill the land with violence, and provoke Me still more, and, lo, they put the branch to their nose?",
            "Therefore will I also deal in fury; Mine eye shall not spare, neither will I have pity; and though they cry in Mine ears with a loud voice, yet will I not hear them.’"
        ],
        [
            "Then he called in mine ears with a loud voice, saying: ‘Cause ye them that have charge over the city to draw near, every man with his destroying weapon in his hand.’",
            "And, behold, six men came from the way of the upper gate, which lieth toward the north, every man with his weapon of destruction in his hand; and one man in the midst of them clothed in linen, with a writer’s inkhorn on his side. And they went in, and stood beside the brazen altar.",
            "And the glory of the God of Israel was gone up from the cherub, whereupon it was, to the threshold of the house; and He called to the man clothed in linen, who had the writer’s inkhorn on his side.",
            "And the LORD said unto him: ‘Go through the midst of the city, through the midst of Jerusalem, and set a mark upon the foreheads of the men that sigh and that cry for all the abominations that are done in the midst thereof.’",
            "And to the others He said in my hearing: ‘Go ye through the city after him, and smite; let not your eye spare, neither have ye pity;",
            "slay utterly the old man, the young man and the maiden, and little children and women; but come not near any man upon whom is the mark; and begin at My sanctuary.’ Then they began at the elders that were before the house.",
            "And He said unto them: ‘Defile the house, and fill the courts with the slain; go ye forth.’ And they went forth, and smote in the city.",
            "And it came to pass, while they were smiting, and I was left, that I fell upon my face, and cried, and said: ‘Ah Lord GOD! wilt Thou destroy all the residue of Israel in Thy pouring out of Thy fury upon Jerusalem?’",
            "Then said He unto me: ‘The iniquity of the house of Israel and Judah is exceeding great, and the land is full of blood, and the city full of wresting of judgment; for they say: The LORD hath forsaken the land, and the LORD seeth not.",
            "And as for Me also, Mine eye shall not spare, neither will I have pity, but I will bring their way upon their head.’",
            "And, behold, the man clothed in linen, who had the inkhorn on his side, reported, saying: ‘I have done according to all that Thou hast commanded me.’"
        ],
        [
            "Then I looked, and, behold, upon the firmament that was over the head of the cherubim, there appeared above them as it were a sapphire stone, as the appearance of the likeness of a throne.",
            "And He spoke unto the man clothed in linen, and said: ‘Go in between the wheelwork, even under the cherub, and fill both thy hands with coals of fire from between the cherubim, and dash them against the city.’ And he went in in my sight.",
            "Now the cherubim stood on the right side of the house, when the man went in; and the cloud filled the inner court.",
            "And the glory of the LORD mounted up from the cherub to the threshold of the house; and the house was filled with the cloud, and the court was full of the brightness of the LORD’S glory.",
            "And the sound of the wings of the cherubim was heard even to the outer court, as the voice of God Almighty when He speaketh.",
            "And it came to pass, when He commanded the man clothed in linen, saying: ‘Take fire from between the wheelwork, from between the cherubim’, that he went in, and stood beside a wheel.",
            "And the cherub stretched forth his hand from between the cherubim unto the fire that was between the cherubim, and took thereof, and put it into the hands of him that was clothed in linen, who took it and went out.",
            "And there appeared in the cherubim the form of a man’s hand under their wings.",
            "And I looked, and behold four wheels beside the cherubim, one wheel beside one cherub, and another wheel beside another cherub; and the appearance of the wheels was as the colour of a beryl stone.",
            "And as for their appearance, they four had one likeness, as if a wheel had been within a wheel.",
            "When they went, they went toward their four sides; they turned not as they went, but to the place whither the head looked they followed it; they turned not as they went.",
            "And their whole body, and their backs, and their hands, and their wings, and the wheels were full of eyes round about, even the wheels that they four had.",
            "As for the wheels, they were called in my hearing The wheelwork.",
            "And every one had four faces: the first face was the face of the cherub, and the second face was the face of a man, and the third the face of a lion, and the fourth the face of an eagle.",
            "And the cherubim mounted up—this is the living creature that I saw by the river Chebar.",
            "And when the cherubim went, the wheels went beside them; and when the cherubim lifted up their wings to mount up from the earth, the same wheels also turned not from beside them.",
            "When they stood, these stood, and when they mounted up, these mounted up with them; for the spirit of the living creature was in them.",
            "And the glory of the LORD went forth from off the threshold of the house, and stood over the cherubim.",
            "And the cherubim lifted up their wings, and mounted up from the earth in my sight when they went forth, and the wheels beside them; and they stood at the door of the east gate of the LORD’S house; and the glory of the God of Israel was over them above.",
            "This is the living creature that I saw under the God of Israel by the river Chebar; and I knew that they were cherubim.",
            "Every one had four faces apiece, and every one four wings; and the likeness of the hands of a man was under their wings.",
            "And as for the likeness of their faces, they were the faces which I saw by the river Chebar, their appearances and themselves; they went every one straight forward."
        ],
        [
            "Then a spirit lifted me up, and brought me unto the east gate of the LORD’S house, which looketh eastward; and behold at the door of the gate five and twenty men; and I saw in the midst of them Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, princes of the people.",
            "And He said unto me: ‘Son of man, these are the men that devise iniquity, and that give wicked counsel in this city;",
            "that say: The time is not near to build houses! this city is the caldron, and we are the flesh.",
            "Therefore prophesy against them, prophesy, O son of man.’",
            "And the spirit of the LORD fell upon me, and He said unto me: ‘Speak: Thus saith the LORD: Thus have ye said, O house of Israel; for I know the things that come into your mind.",
            "Ye have multiplied your slain in this city, and ye have filled the streets thereof with the slain.",
            "Therefore thus saith the Lord GOD: Your slain whom ye have laid in the midst of it, they are the flesh, and this city is the caldron; but ye shall be brought forth out of the midst of it.",
            "Ye have feared the sword; and the sword will I bring upon you, saith the Lord GOD.",
            "And I will bring you forth out of the midst thereof, and deliver you into the hands of strangers, and will execute judgments among you.",
            "Ye shall fall by the sword: I will judge you upon the border of Israel; and ye shall know that I am the LORD.",
            "Though this city shall not be your caldron, ye shall be the flesh in the midst thereof; I will judge you upon the border of Israel;",
            "and ye shall know that I am the LORD; for ye have not walked in My statutes, neither have ye executed Mine ordinances, but have done after the ordinances of the nations that are round about you.’",
            "And it came to pass, when I prophesied, that Pelatiah the son of Benaiah died. Then fell I down upon my face, and cried with a loud voice, and said: ‘Ah Lord GOD! wilt Thou make a full end of the remnant of Israel?’",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, as for thy brethren, even thy brethren, the men of thy kindred, and all the house of Israel, all of them, concerning whom the inhabitants of Jerusalem have said: Get you far from the LORD! unto us is this land given for a possession;",
            "therefore say: Thus saith the Lord GOD: Although I have removed them far off among the nations, and although I have scattered them among the countries, yet have I been to them as a little sanctuary in the countries where they are come;",
            "therefore say: Thus saith the Lord GOD: I will even gather you from the peoples, and assemble you out of the countries where ye have been scattered, and I will give you the land of Israel.",
            "And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence.",
            "And I will give them one heart, and I will put a new spirit within you; and I will remove the stony heart out of their flesh, and will give them a heart of flesh;",
            "that they may walk in My statutes, and keep Mine ordinances, and do them; and they shall be My people, and I will be their God.",
            "But as for them whose heart walketh after the heart of their detestable things and their abominations, I will bring their way upon their own heads, saith the Lord GOD.’",
            "Then did the cherubim lift up their wings, and the wheels were beside them; and the glory of the God of Israel was over them above.",
            "And the glory of the LORD went up from the midst of the city, and stood upon the mountain which is on the east side of the city.",
            "And a spirit lifted me up, and brought me in the vision by the spirit of God into Chaldea, to them of the captivity. So the vision that I had seen went up from Me.",
            "Then I spoke unto them of the captivity all the things that the LORD had shown me."
        ],
        [
            "The word of the LORD also came unto me, saying:",
            "’Son of man, thou dwellest in the midst of the rebellious house, that have eyes to see, and see not, that have ears to hear, and hear not; for they are a rebellious house.",
            "Therefore, thou son of man, prepare thee stuff for exile, and remove as though for exile by day in their sight; and thou shalt remove from thy place to another place in their sight; it may be they will perceive, for they are a rebellious house.",
            "And thou shalt bring forth thy stuff by day in their sight, as stuff for exile; and thou shalt go forth thyself at even in their sight, as when men go forth into exile.",
            "Dig thou through the wall in their sight, and carry out thereby.",
            "In their sight shalt thou bear it upon thy shoulder, and carry it forth in the darkness; thou shalt cover thy face, that thou see not the ground; for I have set thee for a sign unto the house of Israel.’",
            "And I did so as I was commanded: I brought forth my stuff by day, as stuff for exile, and in the even I digged through the wall with my hand; I carried out in the darkness, and bore it upon my shoulder in their sight.",
            "And in the morning came the word of the LORD unto me, saying:",
            "’Son of man, hath not the house of Israel, the rebellious house, said unto thee: What doest thou?",
            "Say thou unto them: Thus saith the Lord GOD: Concerning the prince, even this burden, in Jerusalem, and all the house of Israel among whom they are,",
            "say: I am your sign: like as I have done, so shall it be done unto them—they shall go into exile, into captivity.",
            "And the prince that is among them shall bear upon his shoulder, and go forth in the darkness; they shall dig through the wall to carry out thereby; he shall cover his face, that he see not the ground with his eyes.",
            "My net also will I spread upon him, and he shall be taken in My snare; and I will bring him to Babylon to the land of the Chaldeans; yet shall he not see it, though he shall die there.",
            "And I will disperse toward every wind all that are round about him to help him, and all his troops; and I will draw out the sword after them.",
            "And they shall know that I am the LORD, when I shall scatter them among the nations, and disperse them in the countries.",
            "But I will leave a few men of them from the sword, from the famine, and from the pestilence; that they may declare all their abominations among the nations whither they come; and they shall know that I am the LORD.’",
            "Moreover the word of the LORD came to me, saying:",
            "’Son of man, eat thy bread with quaking, and drink thy water with trembling and with anxiety;",
            "and say unto the people of the land: Thus saith the Lord GOD concerning the inhabitants of Jerusalem in the land of Israel. They shall eat their bread with anxiety, and drink their water with appalment, that her land may be desolate from all that is therein, because of the violence of all them that dwell therein.",
            "And the cities that are inhabited shall be laid waste, and the land shall be desolate; and ye shall know that I am the LORD.’",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, what is that proverb that ye have in the land of Israel, saying: The days are prolonged, and every vision faileth?",
            "Tell them therefore: Thus saith the Lord GOD: I will make this proverb to cease, and they shall no more use it as a proverb in Israel; but say unto them: The days are at hand, and the word of every vision.",
            "For there shall be no more any vain vision nor smooth divination within the house of Israel.",
            "For I am the LORD; I will speak, what word soever it be that I shall speak, and it shall be performed; it shall be no more delayed; for in your days, O rebellious house, will I speak the word, and will perform it, saith the Lord GOD.’",
            "Again the word of the LORD came to me, saying:",
            "’Son of man, behold, they of the house of Israel say: The vision that he seeth is for many days to come, and he prophesieth of times that are far off.",
            "Therefore say unto them: Thus saith the Lord GOD: There shall none of My words be delayed any more, but the word which I shall speak shall be performed, saith the Lord GOD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, prophesy against the prophets of Israel that prophesy, and say thou unto them that prophesy out of their own heart: Hear ye the word of the LORD:",
            "Thus saith the Lord GOD: Woe unto the vile prophets, that follow their own spirit, and things which they have not seen!",
            "O Israel, thy prophets have been like foxes in ruins.",
            "Ye have not gone up into the breaches, neither made up the hedge for the house of Israel, to stand in the battle in the day of the LORD.",
            "They have seen vanity and lying divination, that say: The LORD saith; and the LORD hath not sent them, yet they hope that the word would be confirmed!",
            "Have ye not seen a vain vision, and have ye not spoken a lying divination, whereas ye say: The LORD saith; albeit I have not spoken?",
            "Therefore thus saith the Lord GOD: Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord GOD.",
            "And My hand shall be against the prophets that see vanity, and that divine lies; they shall not be in the council of My people, neither shall they be written in the register of the house of Israel, neither shall they enter into the land of Israel; and ye shall know that I am the Lord GOD.",
            "Because, even because they have led My people astray, saying: Peace, and there is no peace; and when it buildeth up a slight wall, behold, they daub it with whited plaster;",
            "say unto them that daub it with whited plaster, that it shall fall; there shall be an overflowing shower, and ye, O great hailstones, shall fall, and a stormy wind shall break forth,",
            "and, lo, when the wall is fallen, shall it not be said unto you: Where is the daubing wherewith ye have daubed it?",
            "Therefore thus saith the Lord GOD: I will even cause a stormy wind to break forth in My fury; and there shall be an overflowing shower in Mine anger, and great hailstones in fury to consume it.",
            "So will I break down the wall that ye have daubed with whited plaster, and bring it down to the ground, so that the foundation thereof shall be uncovered; and it shall fall, and ye shall be consumed in the midst thereof; and ye shall know that I am the LORD.",
            "Thus will I spend My fury upon the wall, and upon them that have daubed it with whited plaster; and I will say unto you: The wall is no more, neither they that daubed it;",
            "to wit, the prophets of Israel that prophesy concerning Jerusalem, and that see visions of peace for her, and there is no peace, saith the Lord GOD.",
            "And thou, son of man, set thy face against the daughters of thy people, that prophesy out of their own heart; and prophesy thou against them,",
            "and say: Thus saith the Lord GOD: Woe to the women that sew cushions upon all elbows, and make pads for the head of persons of every stature to hunt souls! Will ye hunt the souls of My people, and save souls alive for yourselves?",
            "And ye have profaned Me among My people for handfuls of barley and for crumbs of bread, to slay the souls that should not die, and to save the souls alive that should not live, by your lying to My people that hearken unto lies.",
            "Wherefore thus saith the Lord GOD: Behold, I am against your cushions, wherewith ye hunt the souls as birds, and I will tear them from your arms; and I will let the souls go, even the souls that ye hunt as birds.",
            "Your pads also will I tear, and deliver My people out of your hand, and they shall be no more in your hand to be hunted; and ye shall know that I am the LORD.",
            "Because with lies ye have cowed the heart of the righteous, when I have not grieved him; and strengthened the hands of the wicked, that he should not return from his wicked way, that he be saved alive;",
            "therefore ye shall no more see vanity, nor divine divinations; and I will deliver My people out of your hand; and ye shall know that I am the LORD.’"
        ],
        [
            "Then came certain of the elders of Israel unto me, and sat before me.",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, these men have set up their idols in their mind, and put the stumblingblock of their iniquity before their face; should I be inquired of at all by them?",
            "Therefore speak unto them, and say unto them: Thus saith the Lord GOD: Every man of the house of Israel that setteth up his idols in his mind, and putteth the stumblingblock of his iniquity before his face, and cometh to the prophet—I the LORD will answer him that cometh according to the multitude of his idols;",
            "that I may take the house of Israel in their own heart, because they are all turned away from Me through their idols.",
            "Therefore say unto the house of Israel: Thus saith the Lord GOD: Return ye, and turn yourselves from your idols; and turn away your faces from all your abominations.",
            "For every one of the house of Israel, or of the strangers that sojourn in Israel, that separateth himself from Me, and taketh his idols into his heart, and putteth the stumblingblock of his iniquity before his face, and cometh to the prophet, that he inquire for him of Me—I the LORD will answer him by Myself,",
            "and I will set My face against that man, and will make him a sign and a proverb, and I will cut him off from the midst of My people; and ye shall know that I am the LORD.",
            "And when the prophet is enticed and speaketh a word, I the LORD have enticed that prophet, and I will stretch out My hand upon him, and will destroy him from the midst of My people Israel.",
            "And they shall bear their iniquity; the iniquity of the prophet shall be even as the iniquity of him that inquireth;",
            "that the house of Israel may go no more astray from Me, neither defile themselves any more with all their transgressions; but that they may be My people, and I may be their God, saith the Lord GOD.’",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, when a land sinneth against Me by trespassing grievously, and I stretch out My hand upon it, and break the staff of the bread thereof, and send famine upon it, and cut off from it man and beast;",
            "though these three men, Noah, Daniel, and Job, were in it, they should deliver but their own souls by their righteousness, saith the Lord GOD.",
            "If I cause evil beasts to pass through the land, and they bereave it, and it be desolate, so that no man may pass through because of the beasts;",
            "though these three men were in it, as I live, saith the Lord GOD, they shall deliver neither sons nor daughters; they only shall be delivered, but the land shall be desolate.",
            "Or if I bring a sword upon that land, and say: Let the sword go through the land, so that I cut off from it man and beast;",
            "though these three men were in it, as I live, saith the Lord GOD, they shall deliver neither sons nor daughters, but they only shall be delivered themselves.",
            "Or if I send a pestilence into that land, and pour out My fury upon it in blood, to cut off from it man and beast;",
            "though Noah, Daniel, and Job, were in it, as I live, saith the Lord GOD, they shall deliver neither son nor daughter; they shall but deliver their own souls by their righteousness.",
            "For thus saith the Lord GOD: How much more when I send My four sore judgments against Jerusalem, the sword, and the famine, and the evil beasts, and the pestilence, to cut off from it man and beast.",
            "And, behold, though there be left a remnant therein that shall be brought forth, both sons and daughters; behold, when they come forth unto you, and ye see their way and their doings, then ye shall be comforted concerning the evil that I have brought upon Jerusalem, even concerning all that I have brought upon it;",
            "and they shall comfort you, when ye see their way and their doings, and ye shall know that I have not done without cause all that I have done in it, saith the Lord GOD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, what is the vine-tree more than any tree, the vine branch which grew up among the trees of the forest?",
            "Shall wood be taken thereof to make any work? or will men take a pin of it to hang any vessel thereon?",
            "Behold, it is cast into the fire for fuel; the fire hath devoured both the ends of it, and the midst of it is singed; is it profitable for any work?",
            "Behold, when it was whole, it was meet for no work; how much less, when the fire hath devoured it, and it is singed, shall it yet be meet for any work?",
            "Therefore thus saith the Lord GOD: As the vine-tree among the trees of the forest, which I have given to the fire for fuel, so do I give the inhabitants of Jerusalem.",
            "And I will set My face against them; out of the fire are they come forth, and the fire shall devour them; and ye shall know that I am the LORD, when I set My face against them.",
            "And I will make the land desolate, because they have acted treacherously, saith the Lord GOD.’"
        ],
        [
            "Again the word of the LORD came unto me, saying:",
            "’Son of man, cause Jerusalem to know her abominations,",
            "and say: Thus saith the Lord GOD unto Jerusalem: Thine origin and thy nativity is of the land of the Canaanite; the Amorite was thy father, and thy mother was a Hittite.",
            "And as for thy nativity, in the day thou wast born thy navel was not cut, neither wast thou washed in water for cleansing; thou was not salted at all, nor swaddled at all.",
            "No eye pitied thee, to do any of these unto thee, to have compassion upon thee; but thou wast cast out in the open field in the loathsomeness of thy person, in the day that thou wast born.",
            "And when I passed by thee, and saw thee wallowing in thy blood, I said unto thee: In thy blood, live; yea, I said unto thee: In thy blood, live;",
            "I cause thee to increase, even as the growth of the field. And thou didst increase and grow up, and thou camest to excellent beauty: thy breasts were fashioned, and thy hair was grown; yet thou wast naked and bare.",
            "Now when I passed by thee, and looked upon thee, and, behold, thy time was the time of love, I spread my skirt over thee, and covered thy nakedness; yea, I swore unto thee, and entered into a covenant with thee, saith the Lord GOD, and thou becamest Mine.",
            "Then washed I thee with water; yea, I cleansed away thy blood from thee, and I anointed thee with oil.",
            "I clothed thee also with richly woven work, and shod thee with sealskin, and I wound fine linen about thy head, and covered thee with silk.",
            "I decked thee also with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.",
            "And I put a ring upon thy nose, and earrings in thine ears, and a beautiful crown upon thy head.",
            "Thus wast thou decked with gold and silver; and thy raiment was of fine linen, and silk, and richly woven work; thou didst eat fine flour, and honey, and oil; and thou didst wax exceeding beautiful, and thou wast meet for royal estate.",
            "And thy renown went forth among the nations for thy beauty; for it was perfect, through My splendour which I had put upon thee, saith the Lord GOD.",
            "But thou didst trust in thy beauty and play the harlot because of thy renown, and didst pour out thy harlotries on every one that passed by; his it was.",
            "And thou didst take of thy garments, and didst make for thee high places decked with divers colours, and didst play the harlot upon them; the like things shall not come, neither shall it be so.",
            "Thou didst also take thy fair jewels of My gold and of My silver, which I had given thee, and madest for thee images of men, and didst play the harlot with them;",
            "and thou didst take thy richly woven garments and cover them, and didst set Mine oil and Mine incense before them.",
            "My bread also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou didst even set it before them for a sweet savour, and thus it was; saith the Lord GOD.",
            "Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto Me, and these hast thou sacrificed unto them to be devoured. Were thy harlotries a small matter,",
            "that thou hast slain My children, and delivered them up, in setting them apart unto them?",
            "And in all thine abominations and thy harlotries thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast wallowing in thy blood.",
            "And it came to pass after all thy wickedness—woe, woe unto thee! saith the Lord GOD—",
            "that thou hast built unto thee an eminent place, and hast made thee a lofty place in every street.",
            "Thou hast built thy lofty place at every head of the way, and hast made thy beauty an abomination, and hast opened thy feet to every one that passed by, and multiplied thy harlotries.",
            "Thou hast also played the harlot with the Egyptians, thy neighbours, great of flesh; and hast multiplied thy harlotry, to provoke Me.",
            "Behold, therefore I have stretched out My hand over thee, and have diminished thine allowance, and delivered thee unto the will of them that hate thee, the daughters of the Philistines, that are ashamed of thy lewd way.",
            "Thou hast played the harlot also with the Assyrians, without having enough; yea, thou hast played the harlot with them, and yet thou wast not satisfied.",
            "Thou hast moreover multiplied thy harlotry with the land of traffic, even with Chaldea; and yet thou didst not have enough herewith.",
            "How weak is thy heart, saith the Lord GOD, seeing thou doest all these things, the work of a wanton harlot;",
            "in that thou buildest thine eminent place in the head of every way, and makest thy lofty place in every street; and hast not been as a harlot that enhanceth her hire.",
            "Thou wife that committest adultery, that takest strangers instead of thy husband—",
            "to all harlots gifts are given; but thou hast given thy gifts to all thy lovers, and hast bribed them to come unto thee from every side in thy harlotries.",
            "And the contrary is in thee from other women, in that thou didst solicit to harlotry, and wast not solicited; and in that thou givest hire, and no hire is given unto thee, thus thou art contrary.",
            "Wherefore, O harlot, hear the word of the LORD!",
            "Thus saith the Lord GOD: Because thy filthiness was poured out, and thy nakedness uncovered through thy harlotries with thy lovers; and because of all the idols of thy abominations, and for the blood of thy children, that thou didst give unto them;",
            "therefore behold, I will gather all thy lovers, unto whom thou hast been pleasant, and all them that thou hast loved, with all them that thou hast hated; I will even gather them against thee from every side, and will uncover thy nakedness unto them, that they may see all thy nakedness.",
            "And I will judge thee, as women that break wedlock and shed blood are judged; and I will bring upon thee the blood of fury and jealousy.",
            "I will also give thee into their hand, and they shall throw down thine eminent place, and break down thy lofty places; and they shall strip thee of thy clothes, and take thy fair jewels; and they shall leave thee naked and bare.",
            "They shall also bring up an assembly against thee, and they shall stone thee with stones, and thrust thee through with their swords.",
            "And they shall burn thy houses with fire, and execute judgments upon thee in the sight of many women; and I will cause thee to cease from playing the harlot, and thou shalt also give no hire any more.",
            "So will I satisfy My fury upon thee, and My jealousy shall depart from thee, and I will be quiet, and will be no more angry.",
            "Because thou hast not remembered the days of thy youth, but hast fretted Me in all these things; lo, therefore I also will bring thy way upon thy head, saith the Lord GOD; or hast thou not committed this lewdness above all thine abominations?",
            "Behold, every one that useth proverbs shall use this proverb against thee, saying: As the mother, so her daughter.",
            "Thou art thy mother’s daughter, that loatheth her husband and her children; and thou art the sister of thy sisters, who loathed their husbands and their children; your mother was a Hittite, and your father an Amorite.",
            "And thine elder sister is Samaria, that dwelleth at thy left hand, she and her daughters; and thy younger sister, that dwelleth at thy right hand, is Sodom and her daughters.",
            "Yet hast thou not walked in their ways, nor done after their abominations; but in a very little while thou didst deal more corruptly than they in all thy ways.",
            "As I live, saith the Lord GOD, Sodom thy sister hath not done, she nor her daughters, as thou hast done, thou and thy daughters.",
            "Behold, this was the iniquity of thy sister Sodom: pride, fulness of bread, and careless ease was in her and in her daughters; neither did she strengthen the hand of the poor and needy.",
            "And they were haughty, and committed abomination before Me; therefore I removed them when I saw it.",
            "Neither hath Samaria committed even half of thy sins; but thou hast multiplied thine abominations more than they, and hast justified thy sisters by all thine abominations which thou hast done.",
            "Thou also, bear thine own shame, in that thou hast given judgment for thy sisters; through thy sins that thou hast committed more abominable than they, they are more righteous than thou; yea, be thou also confounded, and bear thy shame, in that thou hast justified thy sisters.",
            "And I will turn their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of thy captives in the midst of them;",
            "that thou mayest bear thine own shame, and mayest be ashamed because of all that thou hast done, in that thou art a comfort unto them.",
            "And thy sisters, Sodom and her daughters, shall return to their former estate, and Samaria and her daughters shall return to their former estate, and thou and thy daughters shall return to your former estate.",
            "For thy sister Sodom was not mentioned by thy mouth in the day of thy pride;",
            "before thy wickedness was uncovered, as at the time of the taunt of the daughters of Aram, and of all that are round about her, the daughters of the Philistines, that have thee in disdain round about.",
            "Thou hast borne thy lewdness and thine abominations, saith the LORD.",
            "For thus saith the Lord GOD: I will even deal with thee as thou hast done, who hast despised the oath in breaking the covenant.",
            "Nevertheless I will remember My covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.",
            "Then shalt thou remember thy ways, and be ashamed, when thou shalt receive thy sisters, thine elder sisters and thy younger; and I will give them unto thee for daughters, but not because of thy covenant.",
            "And I will establish My covenant with thee, and thou shalt know that I am the LORD;",
            "that thou mayest remember, and be confounded, and never open thy mouth any more, because of thy shame; when I have forgiven thee all that thou hast done, saith the Lord GOD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, put forth a riddle, and speak a parable unto the house of Israel,",
            "and say: Thus saith the Lord GOD: A great eagle with great wings And long pinions, Full of feathers, which had divers colours, Came unto Lebanon, And took the top of the cedar;",
            "He cropped off the topmost of the young twigs thereof, And carried it into a land of traffic; He set it in a city of merchants.",
            "He took also of the seed of the land, And planted it in a fruitful soil; He placed it beside many waters, He set it as a slip.",
            "And it grew, and became a spreading vine Of low stature, Whose tendrils might turn toward him, And the roots thereof be under him; So it became a vine, and brought forth branches, And shot forth sprigs.",
            "There was also another great eagle with great wings And many feathers; And, behold, this vine did bend Its roots toward him, And shot forth its branches toward him, from the beds of its plantation, That he might water it.",
            "It was planted in a good soil By many waters, That it might bring forth branches, and that it might bear fruit, That it might be a stately vine.",
            "Say thou: Thus saith the Lord GOD: Shall it prosper? Shall he not pull up the roots thereof, And cut off the fruit thereof, that it wither, Yea, wither in all its sprouting leaves? Neither shall great power or much people be at hand When it is plucked up by the roots thereof.",
            "Yea, behold, being planted, shall it prosper? Shall it not utterly wither, when the east wind toucheth it? In the beds where it grew it shall wither.’",
            "Moreover the word of the LORD came unto me, saying:",
            "’Say now to the rebellious house: Know ye not what these things mean? tell them: Behold, the king of Babylon came to Jerusalem, and took the king thereof, and the princes thereof, and brought them to him to Babylon;",
            "and he took of the seed royal, and made a covenant with him, and brought him under an oath, and the mighty of the land he took away;",
            "that his might be a lowly kingdom, that it might not lift itself up, but that by keeping his covenant it might stand.",
            "But he rebelled against him in sending his ambassadors into Egypt, that they might give him horses and much people. Shall he prosper? shall he escape that doeth such things? shall he break the covenant, and yet escape?",
            "As I live, saith the Lord GOD, surely in the place where the king dwelleth that made him king, whose oath he despised, and whose covenant he broke, even with him in the midst of Babylon he shall die.",
            "Neither shall Pharaoh with his mighty army and great company succour him in the war, when they cast up mounds and build forts, to cut off many souls;",
            "seeing he hath despised the oath by breaking the covenant, when, lo, he had given his hand, and hath done all these things, he shall not escape.",
            "Therefore thus saith the Lord GOD: As I live, surely Mine oath that he hath despised, and My covenant that he hath broken, I will even bring it upon his own head.",
            "And I will spread My net upon him, and he shall be taken in My snare, and I will bring him to Babylon, and will plead with him there for his treachery that he hath committed against Me.",
            "And all his mighty men in all his bands shall fall by the sword, and they that remain shall be scattered toward every wind; and ye shall know that I the LORD have spoken it.",
            "Thus saith the Lord GOD: Moreover I will take, even I, of the lofty top of the cedar, and will set it; I will crop off from the topmost of its young twigs a tender one, and I will plant it upon a high mountain and eminent;",
            "in the mountain of the height of Israel will I plant it; and it shall bring forth boughs, and bear fruit, and be a stately cedar; and under it shall dwell all fowl of every wing, in the shadow of the branches thereof shall they dwell.",
            "And all the trees of the field shall know that I the LORD have brought down the high tree, have exalted the low tree, have dried up the green tree, and have made the dry tree to flourish; I the LORD have spoken and have done it.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’What mean ye, that ye use this proverb in the land of Israel, saying: The fathers have eaten sour grapes, And the children’s teeth are set on edge?",
            "As I live, saith the Lord GOD, ye shall not have occasion any more to use this proverb in Israel.",
            "Behold, all souls are Mine; as the soul of the father, so also the soul of the son is Mine; the soul that sinneth, it shall die.",
            "But if a man be just, and do that which is lawful and right,",
            "and hath not eaten upon the mountains, neither hath lifted up his eyes to the idols of the house of Israel, neither hath defiled his neighbour’s wife, neither hath come near to a woman in her impurity;",
            "and hath not wronged any, but hath restored his pledge for a debt, hath taken nought by robbery, hath given his bread to the hungry, and hath covered the naked with a garment;",
            "he that hath not given forth upon interest, neither hath taken any increase, that hath withdrawn his hand from iniquity, hath executed true justice between man and man,",
            "hath walked in My statutes, and hath kept Mine ordinances, to deal truly; he is just, he shall surely live, saith the Lord GOD.",
            "If he beget a son that is a robber, a shedder of blood, and that doeth to a brother any of these things,",
            "whereas he himself had not done any of these things, for he hath even eaten upon the mountains, and defiled his neighbour’s wife,",
            "hath wronged the poor and needy, hath taken by robbery, hath not restored the pledge, and hath lifted up his eyes to the idols, hath committed abomination,",
            "hath given forth upon interest, and hath taken increase; shall he then live? he shall not live—he hath done all these abominations; he shall surely be put to death, his blood shall be upon him.",
            "Now, lo, if he beget a son, that seeth all his father’s sins, which he hath done, and considereth, and doeth not such like,",
            "that hath not eaten upon the mountains, neither hath lifted up his eyes to the idols of the house of Israel, hath not defiled his neighbour’s wife,",
            "neither hath wronged any, hath not taken aught to pledge, neither hath taken by robbery, but hath given his bread to the hungry, and hath covered the naked with a garment,",
            "that hath withdrawn his hand from the poor, that hath not received interest nor increase, hath executed Mine ordinances, hath walked in My statutes; he shall not die for the iniquity of his father, he shall surely live.",
            "As for his father, because he cruelly oppressed, committed robbery on his brother, and did that which is not good among his people, behold, he dieth for his iniquity.",
            "Yet say ye: Why doth not the son bear the iniquity of the father with him? When the son hath done that which is lawful and right, and hath kept all My statutes, and hath done them, he shall surely live.",
            "The soul that sinneth, it shall die; the son shall not bear the iniquity of the father with him, neither shall the father bear the iniquity of the son with him; the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.",
            "But if the wicked turn from all his sins that he hath committed, and keep all My statutes, and do that which is lawful and right, he shall surely live, he shall not die.",
            "None of his transgressions that he hath committed shall be remembered against him; for his righteousness that he hath done he shall live.",
            "Have I any pleasure at all that the wicked should die? saith the Lord GOD; and not rather that he should return from his ways, and live?",
            "But when the righteous turneth away from his righteousness, and committeth iniquity, and doeth according to all the abominations that the wicked man doeth, shall he live? None of his righteous deeds that he hath done shall be remembered; for his trespass that he trespassed, and for his sin that he hath sinned, for them shall he die.",
            "Yet ye say: The way of the Lord is not equal. Hear now, O house of Israel: Is it My way that is not equal? is it not your ways that are unequal?",
            "When the righteous man turneth away from his righteousness, and committeth iniquity, he shall die therefor; for his iniquity that he hath done shall he die.",
            "Again, when the wicked man turneth away from his wickedness that he hath committed, and doeth that which is lawful and right, he shall save his soul alive.",
            "Because he considereth, and turneth away from all his transgressions that he hath committed, he shall surely live, he shall not die.",
            "Yet saith the house of Israel: The way of the Lord is not equal. O house of Israel, is it My ways that are not equal? is it not your ways that are unequal?",
            "Therefore I will judge you, O house of Israel, every one according to his ways, saith the Lord GOD. Return ye, and turn yourselves from all your transgressions; so shall they not be a stumblingblock of iniquity unto you.",
            "Cast away from you all your transgressions, wherein ye have transgressed; and make you a new heart and a new spirit; for why will ye die, O house of Israel?",
            "For I have no pleasure in the death of him that dieth, saith the Lord GOD; wherefore turn yourselves, and live."
        ],
        [
            "Moreover, take thou up a lamentation for the princes of Israel,",
            "and say: How was thy mother a lioness; Among lions she couched, In the midst of the young lions She reared her whelps!",
            "And she brought up one of her whelps, He became a young lion; And he learned to catch the prey, He devoured men.",
            "Then the nations assembled against him, He was taken in their pit; And they brought him with hooks Unto the land of Egypt.",
            "Now when she saw that she was disappointed, And her hope was lost, Then she took another of her whelps, And made him a young lion.",
            "And he went up and down among the lions, He became a young lion; And he learned to catch the prey, He devoured men.",
            "And he knew their castles, And laid waste their cities; And the land was desolate, And the fulness thereof, Because of the noise of his roaring.",
            "Then the nations cried out against him On every side from the provinces; And they spread their net over him, He was taken in their pit.",
            "And they put him in a cage with hooks, And brought him to the king of Babylon; That they might bring him into strongholds, So that his voice should no more be heard Upon the mountains of Israel.",
            "Thy mother was like a vine, in thy likeness, Planted by the waters; She was fruitful and full of branches By reason of many waters.",
            "And she had strong rods To be sceptres for them that bore rule; And her stature was exalted Among the thick branches, And she was seen in her height With the multitude of her tendrils.",
            "But she was plucked up in fury, She was cast down to the ground, And the east wind dried up her fruit; Her strong rods were broken off and withered, The fire consumed her.",
            "And now she is planted in the wilderness, In a dry and thirsty ground.",
            "And fire is gone out of the rod of her branches, It hath devoured her fruit, So that there is in her no strong rod To be a sceptre to rule.’ This is a lamentation, and it was for a lamentation."
        ],
        [
            "And it came to pass in the seventh year, in the fifth month, the tenth day of the month, that certain of the elders of Israel came to inquire of the LORD, and sat before me.",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, speak unto the elders of Israel, and say unto them: Thus saith the Lord GOD: Are ye come to inquire of Me? As I live, saith the Lord GOD, I will not be inquired of by you.",
            "Wilt thou judge them, son of man, wilt thou judge them? cause them to know the abominations of their fathers;",
            "and say unto them: Thus saith the Lord GOD: In the day when I chose Israel, and lifted up My hand unto the seed of the house of Jacob, and made Myself known unto them in the land of Egypt, when I lifted up My hand unto them, saying: I am the LORD your God;",
            "in that day I lifted up My hand unto them, to bring them forth out of the land of Egypt into a land that I had sought out for them, flowing with milk and honey, which is the beauty of all lands;",
            "and I said unto them: Cast ye away every man the detestable things of his eyes, and defile not yourselves with the idols of Egypt; I am the LORD your God.",
            "But they rebelled against Me, and would not hearken unto Me; they did not every man cast away the detestable things of their eyes, neither did they forsake the idols of Egypt; then I said I would pour out My fury upon them, to spend My anger upon them in the midst of the land of Egypt.",
            "But I wrought for My name’s sake, that it should not be profaned in the sight of the nations, among whom they were, in whose sight I made Myself known unto them, so as to bring them forth out of the land of Egypt.",
            "So I caused them to go forth out of the land of Egypt, and brought them into the wilderness.",
            "And I gave them My statutes, and taught them Mine ordinances, which if a man do, he shall live by them.",
            "Moreover also I gave them My sabbaths, to be a sign between Me and them, that they might know that I am the LORD that sanctify them.",
            "But the house of Israel rebelled against Me in the wilderness; they walked not in My statutes, and they rejected Mine ordinances, which if a man do, he shall live by them, and My sabbaths they greatly profaned; then I said I would pour out My fury upon them in the wilderness, to consume them.",
            "But I wrought for My name’s sake, that it should not be profaned in the sight of the nations, in whose sight I brought them out.",
            "Yet also I lifted up My hand unto them in the wilderness, that I would not bring them into the land which I had given them, flowing with milk and honey, which is the beauty of all lands;",
            "because they rejected Mine ordinances, and walked not in My statutes, and profaned My sabbaths—for their heart went after their idols. .",
            "Nevertheless Mine eye spared them from destroying them, neither did I make a full end of them in the wilderness.",
            "And I said unto their children in the wilderness: Walk ye not in the statutes of your fathers, neither observe their ordinances, nor defile yourselves with their idols;",
            "I am the LORD your God; walk in My statutes, and keep Mine ordinances, and do them;",
            "and hallow My sabbaths, and they shall be a sign between Me and you, that ye may know that I am the LORD your God.",
            "But the children rebelled against Me; they walked not in My statutes, neither kept Mine ordinances to do them, which if a man do, he shall live by them; they profaned My sabbaths; then I said I would pour out My fury upon them, to spend My anger upon them in the wilderness.",
            "Nevertheless I withdrew My hand, and wrought for My name’s sake, that it should not be profaned in the sight of the nations, in whose sight I brought them forth.",
            "I lifted up My hand unto them also in the wilderness, that I would scatter them among the nations, and disperse them through the countries;",
            "because they had not executed Mine ordinances, but had rejected My statutes, and had profaned My sabbaths, and their eyes were after their fathers’idols.",
            "Wherefore I gave them also statutes that were not good, and ordinances whereby they should not live;",
            "and I polluted them in their own gifts, in that they set apart all that openeth the womb, that I might destroy them, to the end that they might know that I am the LORD.",
            "Therefore, son of man, speak unto the house of Israel, and say unto them: Thus saith the Lord GOD: In this moreover have your fathers blasphemed Me, in that they dealt treacherously with Me.",
            "For when I had brought them into the land, which I lifted up My hand to give unto them, then they saw every high hill, and every thick tree, and they offered there their sacrifices, and there they presented the provocation of their offering, there also they made their sweet savour, and there they poured out their drink-offerings.",
            "Then I said unto them: What meaneth the high place whereunto ye go? So the name thereof is called Bamah unto this day.",
            "Wherefore say unto the house of Israel: Thus saith the Lord GOD: When ye pollute yourselves after the manner of your fathers, and go after their abominations,",
            "and when, in offering your gifts, in making your sons to pass through the fire, ye pollute yourselves with all your idols, unto this day; shall I then be inquired of by you, O house of Israel? As I live, saith the Lord GOD, I will not be inquired of by you;",
            "and that which cometh into your mind shall not be at all; in that ye say: We will be as the nations, as the families of the countries, to serve wood and stone.",
            "As I live, saith the Lord GOD, surely with a mighty hand, and with an outstretched arm, and with fury poured out, will I be king over you;",
            "and I will bring you out from the peoples, and will gather you out of the countries wherein ye are scattered, with a mighty hand, and with an outstretched arm, and with fury poured out;",
            "and I will bring you into the wilderness of the peoples, and there will I plead with you face to face.",
            "Like as I pleaded with your fathers in the wilderness of the land of Egypt, so will I plead with you, saith the Lord GOD.",
            "And I will cause you to pass under the rod, and I will bring you into the bond of the covenant;",
            "and I will purge out from among you the rebels, and them that transgress against Me; I will bring them forth out of the land where they sojourn, but they shall not enter into the land of Israel; and ye shall know that I am the LORD.",
            "As for you, O house of Israel, thus saith the Lord GOD: Go ye, serve every one his idols, even because ye will not hearken unto Me; but My holy name shall ye no more profane with your gifts, and with your idols.",
            "For in My holy mountain, in the mountain of the height of Israel, saith the Lord GOD, there shall all the house of Israel, all of them, serve Me in the land; there will I accept them, and there will I require your heave-offerings, and the first of your gifts, with all your holy things.",
            "With your sweet savour will I accept you, when I bring you out from the peoples, and gather you out of the countries wherein ye have been scattered; and I will be sanctified in you in the sight of the nations.",
            "And ye shall know that I am the LORD, when I shall bring you into the land of Israel, into the country which I lifted up My hand to give unto your fathers.",
            "And there shall ye remember your ways, and all your doings, wherein ye have polluted yourselves; and ye shall loathe yourselves in your own sight for all your evils that ye have committed.",
            "And ye shall know that I am the LORD, when I have wrought with you for My name’s sake, not according to your evil ways, nor according to your corrupt doings, O ye house of Israel, saith the Lord GOD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, set thy face toward the South, and preach toward the South, and prophesy against the forest of the field in the South;",
            "and say to the forest of the South: Hear the word of the LORD: Thus saith the Lord GOD: Behold, I will kindle a fire in thee, and it shall devour every green tree in thee, and every dry tree, it shall not be quenched, even a flaming flame; and all faces from the south to the north shall be seared thereby.",
            "And all flesh shall see that I the LORD have kindled it; it shall not be quenched.’",
            "Then said I: ‘Ah Lord GOD! they say of me: Is he not a maker of parables?’",
            "Then the word of the LORD came unto me, saying:",
            "’Son of man, set thy face toward Jerusalem, and preach toward the sanctuaries, and prophesy against the land of Israel;",
            "and say to the land of Israel: Thus saith the LORD: Behold, I am against thee, and will draw forth My sword out of its sheath, and will cut off from thee the righteous and the wicked.",
            "Seeing then that I will cut off from thee the righteous and the wicked, therefore shall My sword go forth out of its sheath against all flesh from the south to the north;",
            "and all flesh shall know that I the LORD have drawn forth My sword out of its sheath; it shall not return any more.",
            "Sigh therefore, thou son of man; with the breaking of thy loins and with bitterness shalt thou sigh before their eyes.",
            "And it shall be, when they say unto thee: Wherefore sighest thou? that thou shalt say: Because of the tidings, for it cometh; and every heart shall melt, and all hands shall be slack, and every spirit shall be faint, and all knees shall drip with water; behold, it cometh, and it shall be done, saith the Lord GOD.’",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, prophesy, and say: Thus saith the LORD: Say: A sword, a sword, it is sharpened, And also furbished:",
            "It is sharpened that it may make a sore slaughter, It is furbished that it may glitter— Or shall we make mirth?— Against the rod of My son, contemning every tree.",
            "And it is given to be furbished, That it may be handled; The sword, it is sharpened, Yea, it is furbished, To give it into the hand of the slayer.",
            "Cry and wail, son of man; for it is upon My people, it is upon all the princes of Israel; they are thrust down to the sword with My people; smite therefore upon thy thigh.",
            "For there is a trial; and what if it contemn even the rod? It shall be no more, saith the Lord GOD.",
            "Thou therefore, son of man, prophesy, and smite thy hands together; and let the sword be doubled the third time, the sword of those to be slain; it is the sword of the great one that is to be slain, which compasseth them about.",
            "I have set the point of the sword against all their gates, that their heart may melt, and their stumblings be multiplied; ah! it is made glittering, it is sharpened for slaughter.",
            "Go thee one way to the right, or direct thyself to the left; whither is thy face set?",
            "I will also smite My hands together, and I will satisfy My fury; I the LORD have spoken it.’",
            "And the word of the LORD came unto me, saying:",
            "‘Now, thou son of man, make thee two ways, that the sword of the king of Babylon may come; they twain shall come forth out of one land; and mark a signpost, mark it clear at the head of the way to the city.",
            "Thou shalt make a way, that the sword may come to Rabbah of the children of Ammon, and to Judah in Jerusalem the fortified.",
            "For the king of Babylon standeth at the parting of the way, at the head of the two ways, to use divination; he shaketh the arrows to and fro, he inquireth of the teraphim, he looketh in the liver.",
            "In his right hand is the lot Jerusalem, to set battering rams, to open the mouth for the slaughter, to lift up the voice with shouting, to set battering rams against the gates, to cast up mounds, to build forts.",
            "And it shall be unto them as a false divination in their sight, who have weeks upon weeks! but it bringeth iniquity to remembrance, that they may be taken.",
            "Therefore thus saith the Lord GOD: Because ye have made your iniquity to be remembered, in that your transgressions are uncovered, so that your sins do appear in all your doings; because that ye are come to remembrance, ye shall be taken with the hand.",
            "And thou, O wicked one, that art to be slain, the prince of Israel, whose day is come, in the time of the iniquity of the end;",
            "thus saith the Lord GOD: The mitre shall be removed, and the crown taken off; this shall be no more the same: that which is low shall be exalted, and that which is high abased.",
            "A ruin, a ruin, a ruin, will I make it; this also shall be no more, until he come whose right it is, and I will give it him.",
            "And thou, son of man, prophesy, and say: Thus saith the Lord GOD concerning the children of Ammon, and concerning their taunt; and say thou: O sword, O sword keen-edged, Furbished for the slaughter, To the uttermost, because of the glitterings;",
            "While they see falsehood unto thee, while they divine lies unto thee, to lay thee upon the necks of the wicked that are to be slain, whose day is come, in the time of the iniquity of the end!—",
            "Cause it to return into its sheath!— In the place where thou wast created, in the land of thine origin, will I judge thee.",
            "And I will pour out My indignation upon thee, I will blow upon thee with the fire of My wrath; and I will deliver thee into the hand of brutish men, skillful to destroy.",
            "Thou shalt be for fuel to the fire; Thy blood shall be in the midst of the land, Thou shalt be no more remembered; For I the LORD have spoken it.’"
        ],
        [
            "Moreover the word of the LORD came unto me, saying:",
            "’Now, thou, son of man, wilt thou judge, wilt thou judge the bloody city? then cause her to know all her abominations.",
            "And thou shalt say: Thus saith the Lord GOD: O city that sheddest blood in the midst of thee, that thy time may come, and that makest idols unto thyself to defile thee;",
            "thou art become guilty in thy blood that thou hast shed, and art defiled in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years; therefore have I made thee a reproach unto the nations, and a mocking to all the countries!",
            "Those that are near, and those that are far from thee, shall mock thee, thou defiled of name and full of tumult.",
            "Behold, the princes of Israel, every one according to his might, have been in thee to shed blood.",
            "In thee have they made light of father and mother; in the midst of thee have they dealt by oppression with the stranger; in thee have they wronged the fatherless and the widow.",
            "Thou hast despised My holy things, and hast profaned My sabbaths.",
            "In thee have been talebearers to shed blood; and in thee they have eaten upon the mountains; in the midst of thee they have committed lewdness.",
            "In thee have they uncovered their fathers’nakedness; in thee have they humbled her that was unclean in her impurity.",
            "And each hath committed abomination with his neighbour’s wife; and each hath lewdly defiled his daughter-in-law; and each in thee hath humbled his sister, his father’s daughter.",
            "In thee have they taken gifts to shed blood; thou hast taken interest and increase, and thou hast greedily gained of thy neighbours by oppression, and hast forgotten Me, saith the Lord GOD.",
            "Behold, therefore, I have smitten My hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee.",
            "Can thy heart endure, or can thy hands be strong, in the days that I shall deal with thee? I the LORD have spoken it, and will do it.",
            "And I will scatter thee among the nations, and disperse thee through the countries; and I will consume thy filthiness out of thee.",
            "And thou shalt be profaned in thyself, in the sight of the nations; and thou shalt know that I am the LORD.’",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, the house of Israel is become dross unto Me; all of them are brass and tin and iron and lead, in the midst of the furnace; they are the dross of silver.",
            "Therefore thus saith the Lord GOD: Because ye are all become dross, therefore, behold, I will gather you into the midst of Jerusalem.",
            "As they gather silver and brass and iron and lead and tin into the midst of the furnace, to blow the fire upon it, to melt it; so will I gather you in Mine anger and in My fury, and I will cast you in, and melt you.",
            "Yea, I will gather you, and blow upon you with the fire of My wrath, and ye shall be melted in the midst thereof.",
            "As silver is melted in the midst of the furnace, so shall ye be melted in the midst thereof; and ye shall know that I the LORD have poured out My fury upon you.’",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, say unto her: Thou art a land that is not cleansed, nor rained upon in the day of indignation.",
            "There is a conspiracy of her prophets in the midst thereof, like a roaring lion ravening the prey; they have devoured souls, they take treasure and precious things, they have made her widows many in the midst thereof.",
            "Her priests have done violence to My law, and have profaned My holy things; they have put no difference between the holy and the common, neither have they taught difference between the unclean and the clean, and have hid their eyes from My sabbaths, and I am profaned among them.",
            "Her princes in the midst thereof are like wolves ravening the prey: to shed blood, and to destroy souls, so as to get dishonest gain.",
            "And her prophets have daubed for them with whited plaster, seeing falsehood, and divining lies unto them, saying: Thus saith the Lord GOD, when the LORD hath not spoken.",
            "The people of the land have used oppression, and exercised robbery, and have wronged the poor and needy, and have oppressed the stranger unlawfully.",
            "And I sought for a man among them, that should make up the hedge, and stand in the breach before Me for the land, that I should not destroy it; but I found none.",
            "Therefore have I poured out Mine indignation upon them; I have consumed them with the fire of My wrath; their own way have I brought upon their heads, saith the Lord GOD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, there were two women, the daughters of one mother;",
            "and they committed harlotries in Egypt; they committed harlotries in their youth; there were their bosoms pressed, and there their virgin breasts were bruised.",
            "And the names of them were Oholah the elder, and Oholibah her sister; and they became Mine, and they bore sons and daughters. And as for their names, Samaria is Oholah, and Jerusalem Oholibah.",
            "And Oholah played the harlot when she was Mine; and she doted on her lovers, on the Assyrians, warriors,",
            "clothed with blue, governors and rulers, handsome young men all of them, horsemen riding upon horses.",
            "And she bestowed her harlotries upon them, the choicest men of Assyria all of them; and on whomsoever she doted, with all their idols she defiled herself.",
            "Neither hath she left her harlotries brought from Egypt; for in her youth they lay with her, and they bruised her virgin breasts; and they poured out their lust upon her.",
            "Wherefore I delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.",
            "These uncovered her nakedness; they took her sons and her daughters, and her they slew with the sword; and she became a byword among women, for judgments were executed upon her.",
            "And her sister Oholibah saw this, yet was she more corrupt in her doting than she, and in her harlotries more than her sister in her harlotries.",
            "She doted upon the Assyrians, governors and rulers, warriors, clothed most gorgeously, horsemen riding upon horses, all of them handsome young men.",
            "And I saw that she was defiled; they both took one way.",
            "And she increased her harlotries; for she saw men portrayed upon the wall, the images of the Chaldeans portrayed with vermilion,",
            "girded with girdles upon their loins, with pendant turbans upon their heads, all of them captains to look upon, the likeness of the sons of Babylon, even of Chaldea, the land of their nativity.",
            "And as soon as she saw them she doted upon them, and sent messengers unto them into Chaldea.",
            "And the Babylonians came to her into the bed of love, and they defiled her with their lust; and she was polluted with them, and her soul was alienated from them.",
            "So she uncovered her harlotries, and uncovered her nakedness; then My soul was alienated from her, like as My soul was alienated from her sister.",
            "Yet she multiplied her harlotries, remembering the days of her youth, wherein she had played the harlot in the land of Egypt.",
            "And she doted upon concubinage with them, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.",
            "Thus thou didst call to remembrance the lewdness of thy youth, when they from Egypt bruised thy breasts for the bosom of thy youth.",
            "Therefore, O Oholibah, thus saith the Lord GOD: Behold, I will raise up thy lovers against thee, from whom thy soul is alienated, and I will bring them against thee on every side:",
            "the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them, handsome young men, governors and rulers all of them, captains and councillors, all of them riding upon horses.",
            "And they shall come against thee with hosts, chariots, and wheels, and with an assembly of peoples; they shall set themselves in array against thee with buckler and shield and helmet round about; and I will commit the judgment unto them, and they shall judge thee according to their judgments.",
            "And I will set My jealousy against thee, and they shall deal with thee in fury; they shall take away thy nose and thine ears, and thy residue shall fall by the sword; they shall take thy sons and thy daughters, and thy residue shall be devoured by the fire.",
            "They shall also strip thee of thy clothes, and take away thy fair jewels.",
            "Thus will I make thy lewdness to cease from thee, and thy harlotry brought from the land of Egypt, so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.",
            "For thus saith the Lord GOD: Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy soul is alienated;",
            "and they shall deal with thee in hatred, and shall take away all thy labour, and shall leave thee naked and bare; and the nakedness of thy harlotries shall be uncovered, both thy lewdness and thy harlotries.",
            "These things shall be done unto thee, for that thou hast gone astray after the nations, and because thou art polluted with their idols.",
            "In the way of thy sister hast thou walked; therefore will I give her cup into thy hand.",
            "Thus saith the Lord GOD: Thou shalt drink of thy sister’s cup, Which is deep and large; Thou shalt be for a scorn and a derision; It is full to the uttermost.",
            "Thou shalt be filled with drunkenness and sorrow, With the cup of astonishment and appalment, With the cup of thy sister Samaria.",
            "Thou shalt even drink it and drain it, And thou shalt craunch the sherds thereof, And shalt tear thy breasts; For I have spoken it, Saith the Lord GOD.",
            "Therefore thus saith the Lord GOD: Because thou hast forgotten Me, and cast Me behind thy back, therefore bear thou also thy lewdness and thy harlotries.’",
            "The LORD said moreover unto me: ‘Son of man, wilt thou judge Oholah and Oholibah? then declare unto them their abominations.",
            "For they have committed adultery, and blood is in their hands, and with their idols have they committed adultery; and their sons, whom they bore unto Me, they have also set apart unto them to be devoured.",
            "Moreover this they have done unto Me: they have defiled My sanctuary in the same day, and have profaned My sabbaths.",
            "For when they had slain their children to their idols, then they came the same day into My sanctuary to profane it; and, lo, thus have they done in the midst of My house.",
            "And furthermore ye have sent for men that come from far; unto whom a messenger was sent, and, lo, they came; for whom thou didst wash thyself, paint thine eyes, and deck thyself with ornaments;",
            "and sattest upon a stately bed, with a table prepared before it, whereupon thou didst set Mine incense and Mine oil.",
            "And the voice of a multitude being at ease was therein; and for the sake of men, they were so many, brought drunken from the wilderness, they put bracelets upon their hands, and beautiful crowns upon their heads.",
            "Then said I of her that was worn out by adulteries: Still they commit harlotries with her, even her.",
            "For every one went in unto her, as men go in unto a harlot; so went they in unto Oholah and unto Oholibah, the lewd women.",
            "But righteous men, they shall judge them as adulteresses are judged, and as women that shed blood are judged; because they are adulteresses, and blood is in their hands.",
            "For thus saith the Lord GOD: An assembly shall be brought up against them, and they shall be made a horror and a spoil.",
            "And the assembly shall stone them with stones, and despatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.",
            "Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.",
            "And your lewdness shall be recompensed upon you, and ye shall bear the sins of your idols; and ye shall know that I am the Lord GOD.’"
        ],
        [
            "And the word of the LORD came unto me in the ninth year, in the tenth month, in the tenth day of the month, saying:",
            "’Son of man, write thee the name of the day, even of this selfsame day; this selfsame day the king of Babylon hath invested Jerusalem.",
            "And utter a parable concerning the rebellious house, and say unto them: Thus saith the Lord GOD: Set on the pot, set it on, And also pour water into it;",
            "Gather into it the pieces belonging to it, Even every good piece, the thigh, and the shoulder; Fill it with the choice bones.",
            "Take the choice of the flock, And pile also the bones under it; Make it boil well, That the bones thereof may also be seethed in the midst of it.",
            "Wherefore thus saith the Lord GOD: Woe to the bloody city, to the pot whose filth is therein, and whose filth is not gone out of it! bring it out piece by piece; no lot is fallen upon it.",
            "For her blood is in the midst of her; she set it upon the bare rock; she poured it not upon the ground, to cover it with dust;",
            "that it might cause fury to come up, that vengeance might be taken, I have set her blood upon the bare rock, that it should not be covered.",
            "Therefore thus saith the Lord GOD: Woe to the bloody city! I also will make the pile great,",
            "heaping on the wood, kindling the fire, that the flesh may be consumed; and preparing the mixture, that the bones also may be burned;",
            "then will I set it empty upon the coals thereof, that it may be hot, and the bottom thereof may burn, and that the impurity of it may be molten in it, that the filth of it may be consumed",
            "It hath wearied itself with toil; yet its great filth goeth not forth out of it, yea, its noisome filth.",
            "Because of thy filthy lewdness, because I have purged thee and thou wast not purged, thou shalt not be purged from thy filthiness any more, till I have satisfied My fury upon thee.",
            "I the LORD have spoken it; it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord GOD.’ .",
            "Also the word of the LORD came unto me, saying:",
            "’Son of man, behold, I take away from thee the desire of thine eyes with a stroke; yet neither shalt thou make lamentation nor weep, neither shall thy tears run down.",
            "Sigh in silence; make no mourning for the dead, bind thy headtire upon thee, and put thy shoes upon thy feet, and cover not thine upper lip, and eat not the bread of men.’",
            "So I spoke unto the people in the morning, and at even my wife died; and I did in the morning as I was commanded.",
            "And the people said unto me: ‘Wilt thou not tell us what these things are to us, that thou doest so?’",
            "Then I said unto them: ‘The word of the LORD came unto me, saying:",
            "Speak unto the house of Israel: Thus saith the Lord GOD: Behold, I will profane My sanctuary, the pride of your power, the desire of your eyes, and the longing of your soul; and your sons and your daughters whom ye have left behind shall fall by the sword.",
            "And ye shall do as I have done: ye shall not cover your upper lips, nor eat the bread of men;",
            "and your tires shall be upon your heads, and your shoes upon your feet; ye shall not make lamentation nor weep; but ye shall pine away in your iniquities, and moan one toward another.",
            "Thus shall Ezekiel be unto you a sign; according to all that he hath done shall ye do; when this cometh, then shall ye know that I am the Lord GOD.",
            "And thou, son of man, shall it not be in the day when I take from them their stronghold, the joy of their glory, the desire of their eyes, and the yearning of their soul, their sons and their daughters,",
            "that in that day he that escapeth shall come unto thee, to cause thee to hear it with thine ears?",
            "In that day shall thy mouth be opened together with him that is escaped, and thou shalt speak, and be no more dumb; so shalt thou be a sign unto them; and they shall know that I am the LORD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, set thy face toward the children of Ammon, and prophesy against them;",
            "and say unto the children of Ammon: Hear the word of the Lord GOD: Thus saith the Lord GOD: Because thou saidst: Aha! against My sanctuary, when it was profaned, and against the land of Israel, when it was made desolate, and against the house of Judah, when they went into captivity;",
            "therefore, behold, I will deliver thee to the children of the east for a possession, and they shall set their encampments in thee, and make their dwellings in thee; they shall eat thy fruit, and they shall drink thy milk.",
            "And I will make Rabbah a pasture for camels, and the children of Ammon a couching-place for flocks; and ye shall know that I am the LORD.",
            "For thus saith the Lord GOD: Because thou hast clapped thy hands, and stamped with the feet, and rejoiced with all the disdain of thy soul against the land of Israel;",
            "therefore, behold, I stretch out My hand upon thee, and will deliver thee for a spoil to the nations; and I will cut thee off from the peoples, and I will cause thee to perish out of the countries; I will destroy thee, and thou shalt know that I am the LORD.",
            "Thus saith the Lord GOD: Because that Moab and Seir do say: Behold, the house of Judah is like unto all the nations,",
            "therefore, behold, I will open the flank of Moab on the side of the cities, on the side of his cities which are on his frontiers, the beauteous country of Beth-jeshimoth, Baal-meon, and Kiriathaim,",
            "together with the children of Ammon, unto the children of the east, and I will give them for a possession, that the children of Ammon may not be remembered among the nations;",
            "and I will execute judgments upon Moab; and they shall know that I am the LORD.",
            "Thus saith the Lord GOD: Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them;",
            "therefore thus saith the Lord GOD: I will stretch out My hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman, even unto Dedan shall they fall by the sword.",
            "And I will lay My vengeance upon Edom by the hand of My people Israel; and they shall do in Edom according to Mine anger and according to My fury; and they shall know my vengeance, saith the Lord GOD.",
            "Thus saith the Lord GOD: Because the Philistines have dealt by revenge, and have taken vengeance with disdain of soul to destroy, for the old hatred;",
            "therefore thus saith the Lord GOD: Behold, I will stretch out My hand upon the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea-coast.",
            "And I will execute great vengeance upon them with furious rebukes; and they shall know that I am the LORD, when I shall lay My vengeance upon them.’"
        ],
        [
            "And it came to pass in the eleventh year, in the first day of the month, that the word of the LORD came unto me, saying:",
            "’Son of man, because that Tyre hath said against Jerusalem: Aha, she is broken that was the gate of the peoples; She is turned unto me; I shall be filled with her that is laid waste;",
            "Therefore thus saith the Lord GOD: Behold, I am against thee, O Tyre, And will cause many nations to come up against thee, As the sea causeth its waves to come up.",
            "And they shall destroy the walls of Tyre, And break down her towers; I will also scrape her dust from her, And make her a bare rock.",
            "She shall be a place for the spreading of nets In the midst of the sea; For I have spoken it, saith the Lord GOD; And she shall become a spoil to the nations.",
            "And her daughters that are in the field Shall be slain with the sword; And they shall know that I am the LORD.",
            "For thus saith the Lord GOD: Behold, I will bring upon Tyre Nebuchadrezzar king of Babylon, king of kings, from the north, with horses, and with chariots, and with horsemen, and a company, and much people.",
            "He shall slay with the sword Thy daughters in the field; And he shall make forts against thee, And cast up a mound against thee, And set up bucklers against thee.",
            "And he shall set his battering engines Against thy walls, And with his axes He shall break down thy towers.",
            "By reason of the abundance of his horses Their dust shall cover thee; At the noise of the horsemen, And of the wheels, and of the chariots, Thy walls shall shake, When he shall enter into thy gates, As men enter into a city Wherein is made a breach.",
            "With the hoofs of his horses Shall he tread down all thy streets; He shall slay thy people with the sword, And the pillars of thy strength Shall go down to the ground.",
            "And they shall make a spoil of thy riches, And make a prey of thy merchandise; And they shall break down thy walls, And destroy the houses of thy delight; And thy stones and thy timber and thy dust Shall they lay in the midst of the waters.",
            "And I will cause the noise of thy songs to cease, And the sound of thy harps shall be no more heard.",
            "And I will make thee a bare rock; Thou shalt be a place for the spreading of nets, Thou shalt be built no more; For I the LORD have spoken, Saith the Lord GOD.",
            "Thus saith the Lord GOD to Tyre: Shall not the isles shake at the sound of thy fall, when the wounded groan, when the slaughter is made in the midst of thee?",
            "Then all the princes of the sea shall come down from their thrones, and lay away their robes, and strip off their richly woven garments; they shall clothe themselves with trembling; they shall sit upon the ground, and shall tremble every moment, and be appalled at thee. .",
            "And they shall take up a lamentation for thee, and say to thee: How art thou destroyed, that wast peopled from the seas, The renowned city, That wast strong in the sea, Thou and thy inhabitants, That caused your terror to be On all that inhabit the earth!",
            "Now shall the isles tremble In the day of thy fall; Yea, the isles that are in the sea Shall be affrighted at thy going out.",
            "For thus saith the Lord GOD: When I shall make thee a desolate city, like the cities that are not inhabited; when I shall bring up the deep upon thee, and the great waters shall cover thee;",
            "then will I bring thee down with them that descend into the pit, to the people of old time, and will make thee to dwell in the nether parts of the earth, like the places that are desolate of old, with them that go down to the pit, that thou be not inhabited; and I will set glory in the land of the living;",
            "I will make thee a terror, and thou shalt be no more; though thou be sought for, yet shalt thou never be found again, saith the Lord GOD.’"
        ],
        [
            "Moreover the word of the LORD came unto me, saying:",
            "’And thou, son of man, take up a lamentation for Tyre,",
            "and say unto Tyre, that dwelleth at the entry of the sea, that is the merchant of the peoples unto many isles: Thus saith the Lord GOD: Thou, O Tyre, hast said: I am of perfect beauty.",
            "Thy borders are in the heart of the seas, Thy builders have perfected thy beauty.",
            "Of cypress-trees from Senir have they fashioned All thy planks; They have taken cedars from Lebanon To make masts for thee.",
            "Of the oaks of Bashan Have they made thine oars; Thy deck have they made of ivory inlaid in larch, From the isles of the Kittites.",
            "Of fine linen with richly woven work from Egypt Was thy sail, That it might be to thee for an ensign; Blue and purple from the isles of Elishah Was thine awning.",
            "The inhabitants of Sidon and Arvad Were thy rowers; Thy wise men, O Tyre, were in thee, They were thy pilots.",
            "The elders of Gebal and the wise men thereof Were in thee thy calkers; All the ships of the sea with their mariners were in thee To exchange thy merchandise.",
            "Persia and Lud and Put were in thine army, Thy men of war; They hanged the shield and helmet in thee, They set forth thy comeliness.",
            "The men of Arvad and Helech were upon thy walls round about, and the Gammadim were in thy towers; they hanged their shields upon thy walls round about; they have perfected thy beauty.",
            "Tarshish was thy merchant by reason of the multitude of all kinds of riches; with silver, iron, tin, and lead, they traded for thy wares.",
            "Javan, Tubal, and Meshech, they were thy traffickers; they traded the persons of men and vessels of brass for thy merchandise.",
            "They of the house of Togarmah traded for thy wares with horses and horsemen and mules.",
            "The men of Dedan were thy traffickers; many isles were the mart of thy hand; they brought thee as tribute horns of ivory and ebony.",
            "Aram was thy merchant by reason of the multitude of thy wealth; they traded for thy wares with carbuncles, purple, and richly woven work, and fine linen, and coral, and rubies.",
            "Judah, and the land of Israel, they were thy traffickers; they traded for thy merchandise wheat of Minnith, and balsam, and honey, and oil, and balm.",
            "Damascus was thy merchant for the multitude of thy wealth, by reason of the multitude of all riches, with the wine of Helbon, and white wool.",
            "Vedan and Javan traded with yarn for thy wares; massive iron, cassia, and calamus, were among thy merchandise.",
            "Dedan was thy trafficker in precious cloths for riding.",
            "Arabia, and all the princes of Kedar, they were the merchants of thy hand; in lambs, and rams, and goats, in these were they thy merchants.",
            "The traffickers of Sheba and Raamah, they were thy traffickers; they traded for thy wares with chief of all spices, and with all precious stones, and gold.",
            "Haran and Canneh and Eden, the traffickers of Sheba, Asshur was as thine apprentice in traffic.",
            "These were thy traffickers in gorgeous fabrics, in wrappings of blue and richly woven work, and in chests of rich apparel, bound with cords and cedar-lined, among thy merchandise.",
            "The ships of Tarshish brought thee tribute for thy merchandise; So wast thou replenished, and made very heavy In the heart of the seas.",
            "Thy rowers have brought thee Into great waters; The east wind hath broken thee In the heart of the seas.",
            "Thy riches, and thy wares, thy merchandise, Thy mariners, and thy pilots, Thy calkers, and the exchangers of thy merchandise, And all thy men of war, that are in thee, With all thy company which is in the midst of thee, Shall fall into the heart of the seas In the day of thy ruin.",
            "At the sound of the cry of thy pilots The waves shall shake.",
            "And all that handle the oar, The mariners, and all the pilots of the sea, Shall come down from their ships, They shall stand upon the land,",
            "And shall cause their voice to be heard over thee, And shall cry bitterly, And shall cast up dust upon their heads, They shall roll themselves in the ashes;",
            "And they shall make themselves utterly bald for thee, And gird them with sackcloth, And they shall weep for thee in bitterness of soul With bitter lamentation.",
            "And in their wailing they shall take up a lamentation for thee, And lament over thee: Who was there like Tyre, fortified In the midst of the sea?",
            "When thy wares came forth out of the seas, Thou didst fill many peoples; With the multitude of thy riches and of thy merchandise Didst thou enrich the kings of the earth.",
            "Now that thou art broken by the seas In the depths of the waters, And thy merchandise and all thy company Are fallen in the midst of thee,",
            "All the inhabitants of the isles Are appalled at thee, And their kings are horribly afraid, They are troubled in their countenance;",
            "The merchants among the peoples hiss at thee; Thou art become a terror, And never shalt be any more.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, say unto the prince of Tyre: Thus saith the Lord GOD: Because thy heart is lifted up, And thou hast said: I am a god, I sit in the seat of God, In the heart of the seas; Yet thou art man, and not God, Though thou didst set thy heart as the heart of God—",
            "Behold, thou art wiser than Daniel! There is no secret that they can hide from thee!",
            "By thy wisdom and by thy discernment Thou hast gotten thee riches, And hast gotten gold and silver Into thy treasures;",
            "In thy great wisdom by thy traffic Hast thou increased thy riches, And thy heart is lifted up because of thy riches—",
            "Therefore thus saith the Lord GOD: Because thou hast set thy heart As the heart of God;",
            "Therefore, behold, I will bring strangers upon thee, The terrible of the nations; And they shall draw their swords against the beauty of thy wisdom, And they shall defile thy brightness. .",
            "They shall bring thee down to the pit; And thou shalt die the deaths of them that are slain, In the heart of the seas.",
            "Wilt thou yet say before him that slayeth thee: I am God? But thou art man, and not God, In the hand of them that defile thee.",
            "Thou shalt die the deaths of the uncircumcised By the hand of strangers; For I have spoken, saith the Lord GOD.’",
            "Moreover the word of the LORD came unto me, saying:",
            "’Son of man, take up a lamentation for the king of Tyre, and say unto him: Thus saith the Lord GOD: Thou seal most accurate, full of wisdom, and perfect in beauty,",
            "thou wast in Eden the garden of God; every precious stone was thy covering, the carnelian, the topaz, and the emerald, the beryl, the onyx, and the jasper, the sapphire, the carbuncle, and the smaragd, and gold; the workmanship of thy settings and of thy sockets was in thee, in the day that thou wast created they were prepared.",
            "Thou wast the far-covering cherub; and I set thee, so that thou wast upon the holy mountain of God; thou hast walked up and down in the midst of stones of fire.",
            "Thou wast perfect in thy ways from the day that thou wast created, till unrighteousness was found in thee.",
            "By the multitude of thy traffic they filled the midst of thee with violence, and thou hast sinned; therefore have I cast thee as profane out of the mountain of God; and I have destroyed thee, O covering cherub, from the midst of the stones of fire.",
            "Thy heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness; I have cast thee to the ground, I have laid thee before kings, that they may gaze upon thee.",
            "By the multitude of thine iniquities, in the unrighteousness of thy traffic, thou hast profaned thy sanctuaries; therefore have I brought forth a fire from the midst of thee, it hath devoured thee, and I have turned thee to ashes upon the earth in the sight of all them that behold thee.",
            "All they that know thee among the peoples shall be appalled at thee; thou art become a terror, and thou shalt never be any more.’",
            "And the word of the LORD came unto me, saying:",
            "’Son of man, set thy face toward Zidon, and prophesy against it,",
            "and say: Thus saith the Lord GOD: Behold, I am against thee, O Zidon, And I will be glorified in the midst of thee; And they shall know that I am the LORD, when I shall have executed judgments in her, and shall be sanctified in her.",
            "For I will send into her pestilence And blood in her streets; And the wounded shall fall in the midst of her By the sword upon her on every side; and they shall know that I am the LORD.",
            "And there shall be no more a pricking brier unto the house of Israel, nor a piercing thorn of any that are round about them, that did have them in disdain; and they shall know that I am the Lord GOD.",
            "Thus saith the Lord GOD: When I shall have gathered the house of Israel from the peoples among whom they are scattered, and shall be sanctified in them in the sight of the nations, then shall they dwell in their own land which I gave to My servant Jacob.",
            "And they shall dwell safely therein, and shall build houses, and plant vineyards; yea, they shall dwell safely; when I have executed judgments upon all those that have them in disdain round about them; and they shall know that I am the LORD their God.’"
        ],
        [
            "In the tenth year, in the tenth month, in the twelfth day of the month, the word of the LORD came unto me, saying:",
            "’Son of man, set thy face against Pharaoh king of Egypt, and prophesy against him, and against all Egypt;",
            "speak, and say: Thus saith the Lord GOD: Behold, I am against thee, Pharaoh King of Egypt, The great dragon that lieth In the midst of his rivers, That hath said: My river is mine own, And I have made it for myself.",
            "And I will put hooks in thy jaws, and I will cause the fish of thy rivers to stick unto thy scales; and I will bring thee up out of the midst of thy rivers, and all the fish of thy rivers shall stick unto thy scales.",
            "And I will cast thee into the wilderness, Thee and all the fish of thy rivers; Thou shalt fall upon the open field; Thou shalt not be brought together, nor gathered; To the beasts of the earth and to the fowls of the heaven Have I given thee for food.",
            "And all the inhabitants of Egypt shall know That I am the LORD, Because they have been a staff of reed To the house of Israel.",
            "When they take hold of thee with the hand, thou dost break, And rend all their shoulders; And when they lean upon thee, thou breakest, And makest all their loins to be at a stand.",
            "Therefore thus saith the Lord GOD: Behold, I will bring a sword upon thee, and will cut off from thee man and beast.",
            "And the land of Egypt shall be desolate and waste, and they shall know that I am the LORD; because he hath said: The river is mine, and I have made it.",
            "Therefore, behold, I am against thee, and against thy rivers, and I will make the land of Egypt utterly waste and desolate, from Migdol to Syene even unto the border of Ethiopia.",
            "No foot of man shall pass through it, nor foot of beast shall pass through it, neither shall it be inhabited forty years.",
            "And I will make the land of Egypt desolate in the midst of the countries that are desolate, and her cities among the cities that are laid waste shall be desolate forty years; and I will scatter the Egyptians among the nations, and will disperse them through the countries.",
            "For thus saith the Lord GOD: At the end of forty years will I gather the Egyptians from the peoples whither they were scattered;",
            "and I will turn the captivity of Egypt, and will cause them to return into the land of Pathros, into the land of their origin; and they shall be there a lowly kingdom.",
            "It shall be the lowliest of the kingdoms, neither shall it any more lift itself up above the nations; and I will diminish them, that they shall no more rule over the nations.",
            "And it shall be no more the confidence of the house of Israel, bringing iniquity to remembrance, when they turn after them; and they shall know that I am the Lord GOD.’",
            "And it came to pass in the seven and twentieth year, in the first month, in the first day of the month, the word of the LORD came unto me, saying:",
            "’Son of man, Nebuchadrezzar king of Babylon caused his army to serve a great service against Tyre; every head was made bald, and every shoulder was peeled; yet had he no wages, nor his army, from Tyre, for the service that he had served against it;",
            "Therefore thus saith the Lord GOD: Behold, I will give the land of Egypt unto Nebuchadrezzar king of Babylon; and he shall carry off her abundance, and take her spoil, and take her prey; and it shall be the wages for his army.",
            "I have given him the land of Egypt as his hire for which he served, because they wrought for Me, saith the Lord GOD.",
            "In that day will I cause a horn to shoot up unto the house of Israel, and I will give thee the opening of the mouth in the midst of them; and they shall know that I am the LORD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, prophesy, and say: Thus saith the Lord GOD: Wail ye: Woe worth the day!",
            "For the day is near, Even the day of the LORD is near, A day of clouds, it shall be the time of the nations.",
            "And a sword shall come upon Egypt, And convulsion shall be in Ethiopia, When the slain shall fall in Egypt; And they shall take away her abundance, And her foundation shall be broken down.",
            "Ethiopia, and Put, and Lud, and all the mingled people, and Cub, and the children of the land that is in league, shall fall with them by the sword.",
            "Thus saith the LORD: They also that uphold Egypt shall fall, And the pride of her power shall come down; From Migdol to Syene shall they fall in it by the sword, Saith the Lord GOD.",
            "And they shall be desolate in the midst of the countries that are desolate, And her cities shall be in the midst of the cities that are wasted.",
            "And they shall know that I am the LORD, When I have set a fire in Egypt, And all her helpers are destroyed.",
            "In that day shall messengers go forth from before Me in ships To make the confident Ethiopians afraid; And there shall come convulsion upon them in the day of Egypt; For, lo, it cometh.",
            "Thus saith the Lord GOD: I will also make the multitude of Egypt to cease, By the hand of Nebuchadrezzar king of Babylon.",
            "He and his people with him, the terrible of the nations, Shall be brought in to destroy the land; And they shall draw their swords against Egypt, And fill the land with the slain.",
            "And I will make the rivers dry, And will give the land over into the hand of evil men; And I will make the land desolate, And all that is therein, by the hand of strangers; I the LORD have spoken it.",
            "Thus saith the Lord GOD: I will also destroy the idols, And I will cause the things of nought to cease from Noph; And there shall be no more a prince out of the land of Egypt; And I will put a fear in the land of Egypt.",
            "And I will make Pathros desolate, And will set a fire in Zoan, And will execute judgments in No.",
            "And I will pour My fury upon Sin, the stronghold of Egypt; And I will cut off the multitude of No.",
            "And I will set a fire in Egypt; Sin shall be in great convulsion, And No shall be rent asunder; And in Noph shall come adversaries in the day-time.",
            "The young men of Aven and of Pi-beseth shall fall by the sword; And these cities shall go into captivity.",
            "At Tehaphnehes also the day shall withdraw itself, When I shall break there the yokes of Egypt, And the pride of her power shall cease in her; As for her, a cloud shall cover her, And her daughters shall go into captivity.",
            "Thus will I execute judgments in Egypt; And they shall know that I am the LORD.’ .",
            "And it came to pass in the eleventh year, in the first month, in the seventh day of the month, that the word of the LORD came unto me, saying:",
            "’Son of man, I have broken the arm of Pharaoh king of Egypt; and, lo, it hath not been bound up to be healed, to put a roller, that it be bound up and wax strong, that it hold the sword.",
            "Therefore thus saith the Lord GOD: Behold, I am against Pharaoh king of Egypt, and will break his arms, the strong, and that which was broken; and I will cause the sword to fall out of his hand.",
            "And I will scatter the Egyptians among the nations, and will disperse them through the countries.",
            "And I will strengthen the arms of the king of Babylon, and put My sword in his hand; but I will break the arms of Pharaoh, and he shall groan before him with the groanings of a deadly wounded man.",
            "And I will hold up the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I am the LORD, when I shall put My sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt.",
            "And I will scatter the Egyptians among the nations, and disperse them through the countries; and they shall know that I am the LORD.’"
        ],
        [
            "And it came to pass in the eleventh year, in the third month, in the first day of the month, that the word of the LORD came unto me, saying:",
            "’Son of man, say unto Pharaoh king of Egypt, and to his multitude: Whom art thou like in thy greatness?",
            "Behold, the Assyrian was a cedar in Lebanon, With fair branches, and with a shadowing shroud, And of a high stature; And its top was among the thick boughs.",
            "The waters nourished it, The deep made it to grow; Her rivers ran round About her plantation, And she sent out her conduits Unto all the trees of the field.",
            "Therefore its stature was exalted Above all the trees of the field; And its boughs were multiplied, And its branches became long, Because of the multitude of waters, when it shot them forth.",
            "All the fowls of heaven made Their nests in its boughs, And all the beasts of the field did bring forth their young Under its branches, And under its shadow dwelt All great nations.",
            "Thus was it fair in its greatness, In the length of its branches; For its root was By many waters.",
            "The cedars in the garden of God Could not hide it; The cypress-trees were not Like its boughs, And the plane-trees were not As its branches; Nor was any tree in the garden of God Like unto it in its beauty.",
            "I made it fair By the multitude of its branches; So that all the trees of Eden, That were in the garden of God, envied it.",
            "Therefore thus saith the Lord GOD: Because thou art exalted in stature, and he hath set his top among the thick boughs, and his heart is lifted up in his height;",
            "I do even deliver him into the hand of the mighty one of the nations; he shall surely deal with him; I do drive him out according to his wickedness.",
            "And strangers, the terrible of the nations, do cut him off, and cast him down; upon the mountains and in all the valleys his branches are fallen, and his boughs lie broken in all the channels of the land; and all the peoples of the earth do go down from his shadow, and do leave him.",
            "Upon his carcass all the fowls of the heaven do dwell, and upon his branches are all the beasts of the field;",
            "to the end that none of all the trees by the waters exalt themselves in their stature, neither set their top among the thick boughs, nor that their mighty ones stand up in their height, even all that drink water; for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit.",
            "Thus saith the Lord GOD: In the day when he went down to the nether-world I caused the deep to mourn and cover itself for him, and I restrained the rivers thereof, and the great waters were stayed; and I caused Lebanon to mourn for him, and all the trees of the field fainted for him.",
            "I made the nations to shake at the sound of his fall, when I cast him down to the nether-world with them that descend into the pit; and all the trees of Eden, the choice and best of Lebanon, all that drink water, were comforted in the nether parts of the earth.",
            "They also went down into the nether-world with him unto them that are slain by the sword; yea, they that were in his arm, that dwelt under his shadow in the midst of the nations.",
            "To whom art thou thus like in glory and in greatness among the trees of Eden? yet shall thou be brought down with the trees of Eden unto the nether parts of the earth; thou shalt lie in the midst of the uncircumcised, with them that are slain by the sword. This is Pharaoh and all his multitude, saith the Lord GOD.’"
        ],
        [
            "And it came to pass in the twelfth year, in the twelfth month, in the first day of the month, that the word of the LORD came unto me, saying:",
            "’Son of man, take up a lamentation for Pharaoh king of Egypt, and say unto him: Thou didst liken thyself unto a young lion of the nations; Whereas thou art as a dragon in the seas; And thou didst gush forth with thy rivers, And didst trouble the waters with thy feet, And foul their rivers.",
            "Thus saith the Lord GOD: I will therefore spread out My net over thee With a company of many peoples; And they shall bring thee up in My net.",
            "And I will cast thee upon the land, I will hurl thee upon the open field, And will cause all the fowls of the heaven to settle upon thee, And I will fill the beasts of the whole earth with thee.",
            "And I will lay thy flesh upon the mountains, And fill the valleys with thy foulness.",
            "I will also water with thy blood the land wherein thou swimmest, even to the mountains; And the channels shall be full of thee.",
            "And when I shall extinguish thee, I will cover the heaven, And make the stars thereof black; I will cover the sun with a cloud, And the moon shall not give her light.",
            "All the bright lights of heaven Will I make black over thee, And set darkness upon thy land, Saith the Lord GOD.",
            "I will also vex the hearts of many peoples, when I shall bring thy destruction among the nations, into the countries which thou hast not known.",
            "Yea, I will make many peoples appalled at thee, and their kings shall be horribly afraid for thee, when I shall brandish My sword before them; and they shall tremble at every moment, every man for his own life, in the day of thy fall.",
            "For thus saith the Lord GOD: The sword of the king of Babylon shall come upon thee.",
            "By the swords of the mighty will I cause thy multitude to fall; The terrible of the nations are they all; And they shall spoil the pride of Egypt, And all the multitude thereof shall be destroyed.",
            "I will destroy also all the beasts thereof From beside many waters; Neither shall the foot of man trouble them any more, Nor the hoofs of beasts trouble them.",
            "Then will I make their waters to settle, And cause their rivers to run like oil, Saith the Lord GOD.",
            "When I shall make the land of Egypt desolate and waste, A land destitute of that whereof it was full, When I shall smite all them that dwell therein, Then shall they know that I am the LORD.",
            "This is the lamentation wherewith they shall lament; The daughters of the nations shall lament therewith; For Egypt, and for all her multitude, shall they lament therewith, Saith the Lord GOD.’",
            "It came to pass also in the twelfth year, in the fifteenth day of the month, that the word of the LORD came unto me, saying:",
            "’Son of man, wail for the multitude of Egypt, and cast them down, even her, with the daughters of the mighty nations, unto the nether parts of the earth, with them that go down into the pit.",
            "Whom dost thou pass in beauty? Go down, and be thou laid with the uncircumcised.",
            "They shall fall in the midst of them that are slain by the sword; she is delivered to the sword; draw her down and all her multitudes.",
            "The strong among the mighty shall speak of him out of the midst of the nether-world with them that helped him; they are gone down, they lie still, even the uncircumcised, slain by the sword.",
            "Asshur is there and all her company; their graves are round about them; all of them slain, fallen by the sword;",
            "whose graves are set in the uttermost parts of the pit, and her company is round about her grave; all of them slain, fallen by the sword, who caused terror in the land of the living.",
            "There is Elam and all her multitude round about her grave; all of them slain, fallen by the sword, who are gone down uncircumcised into the nether parts of the earth, who caused their terror in the land of the living; yet have they borne their shame with them that go down to the pit.",
            "They have set her a bed in the midst of the slain with all her multitude; her graves are round about them; all of them uncircumcised, slain by the sword; because their terror was caused in the land of the living, yet have they borne their shame with them that go down to the pit; they are put in the midst of them that are slain.",
            "There is Meshech, Tubal, and all her multitude; her graves are round about them; all of them uncircumcised, slain by the sword; because they caused their terror in the land of the living.",
            "And they that are inferior to the uncircumcised shall not lie with the mighty that are gone down to the nether-world with their weapons of war, whose swords are laid under their heads, and whose iniquities are upon their bones; because the terror of the mighty was in the land of the living.",
            "But thou, in the midst of the uncircumcised shalt thou be broken and lie, even with them that are slain by the sword.",
            "There is Edom, her kings and all her princes, who for all their might are laid with them that are slain by the sword; they shall lie with the uncircumcised, and with them that go down to the pit.",
            "There are the princes of the north, all of them, and all the Zidonians, who are gone down with the slain, ashamed for all the terror which they caused by their might, and they lie uncircumcised with them that are slain by the sword, and bear their shame with them that go down to the pit.",
            "These shall Pharaoh see, and shall be comforted over all his multitude; even Pharaoh and all his army, slain by the sword, saith the Lord GOD.",
            "For I have put My terror in the land of the living; and he shall be laid in the midst of the uncircumcised, with them that are slain by the sword, even Pharaoh and all his multitude, saith the Lord GOD.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, speak to the children of thy people, and say unto them: When I bring the sword upon a land, if the people of the land take a man from among them, and set him for their watchman;",
            "if, when he seeth the sword come upon the land, he blow the horn, and warn the people;",
            "then whosoever heareth the sound of the horn, and taketh not warning, if the sword come, and take him away, his blood shall be upon his own head;",
            "he heard the sound of the horn, and took not warning, his blood shall be upon him; whereas if he had taken warning, he would have delivered his soul.",
            "But if the watchman see the sword come, and blow not the horn, and the people be not warned, and the sword do come, and take any person from among them, he is taken away in his iniquity, but his blood will I require at the watchman’s hand.",
            "So thou, son of man, I have set thee a watchman unto the house of Israel; therefore, when thou shalt hear the word at My mouth, warn them from Me.",
            "When I say unto the wicked: O wicked man, thou shalt surely die, and thou dost not speak to warn the wicked from his way; that wicked man shall die in his iniquity, but his blood will I require at thy hand.",
            "Nevertheless, if thou warn the wicked of his way to turn from it, and he turn not from his way; he shall die in his iniquity, but thou hast delivered thy soul.",
            "Therefore, O thou son of man, say unto the house of Israel: Thus ye speak, saying: Our transgressions and our sins are upon us, and we pine away in them; how then can we live?",
            "Say unto them: As I live, saith the Lord GOD, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?",
            "And thou, son of man, say unto the children of thy people: The righteousness of the righteous shall not deliver him in the day of his transgression; and as for the wickedness of the wicked, he shall not stumble thereby in the day that he turneth from his wickedness; neither shall he that is righteous be able to live thereby in the day that he sinneth.",
            "When I say to the righteous, that he shall surely live; if he trust to his righteousness, and commit iniquity, none of his righteous deeds shall be remembered; but for his iniquity that he hath committed, for it shall he die.",
            "Again, when I say unto the wicked: Thou shalt surely die; if he turn from his sin, and do that which is lawful and right;",
            "if the wicked restore the pledge, give back that which he had taken by robbery, walk in the statutes of life, committing no iniquity; he shall surely live, he shall not die.",
            "None of his sins that he hath committed shall be remembered against him; he hath done that which is lawful and right; he shall surely live.",
            "Yet the children of thy people say: The way of the Lord is not equal; but as for them, their way is not equal.",
            "When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby.",
            "And when the wicked turneth from his wickedness, and doeth that which is lawful and right, he shall live thereby.",
            "Yet ye say: The way of the Lord is not equal. O house of Israel, I will judge you every one after his ways.’",
            "And it came to pass in the twelfth year of our captivity, in the tenth month, in the fifth day of the month, that one that had escaped out of Jerusalem came unto me, saying: ‘The city is smitten.’",
            "Now the hand of the LORD had been upon me in the evening, before he that was escaped came; and He had opened my mouth against his coming to me in the morning; and my mouth was opened, and I was no more dumb.",
            "Then the word of the LORD came unto me, saying:",
            "’Son of man, they that inhabit those waste places in the land of Israel speak, saying: Abraham was one, and he inherited the land; but we are many; the land is given us for inheritance.",
            "Wherefore say unto them: Thus saith the Lord GOD. Ye eat with the blood, and lift up your eyes unto your idols, and shed blood; and shall ye possess the land?",
            "Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour’s wife; and shall ye possess the land?",
            "Thus shalt thou say unto them: Thus saith the Lord GOD: As I live, surely they that are in the waste places shall fall by the sword, and him that is in the open field will I give to the beasts to be devoured, and they that are in the strongholds and in the caves shall die of the pestilence.",
            "And I will make the land most desolate, and the pride of her power shall cease; and the mountains of Israel shall be desolate, so that none shall pass through.",
            "Then shall they know that I am the LORD, when I have made the land most desolate, because of all their abominations which they have committed.",
            "And as for thee, son of man, the children of thy people that talk of thee by the walls and in the doors of the houses, and speak one to another, every one to his brother, saying: Come, I pray you, and hear what is the word that cometh forth from the LORD;",
            "and come unto thee as the people cometh, and sit before thee as My people, and hear thy words, but do them not—for with their mouth they show much love, but their heart goeth after their covetousness;",
            "and, lo, thou art unto them as a love song of one that hath a pleasant voice, and can play well on an instrument; so they hear thy words, but they do them not—",
            "when this cometh to pass—behold, it cometh—then shall they know that a prophet hath been among them.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, prophesy against the shepherds of Israel, prophesy, and say unto them, even to the shepherds: Thus saith the Lord GOD: Woe unto the shepherds of Israel that have fed themselves! should not the shepherds feed the sheep?",
            "Ye did eat the fat, and ye clothed you with the wool, ye killed the fatlings; but ye fed not the sheep.",
            "The weak have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought back that which was driven away, neither have ye sought that which was lost; but with force have ye ruled over them and with rigour.",
            "So were they scattered, because there was no shepherd; and they became food to all the beasts of the field, and were scattered.",
            "My sheep wandered through all the mountains, and upon every high hill, yea, upon all the face of the earth were My sheep scattered, and there was none that did search or seek.",
            "Therefore, ye shepherds, hear the word of the LORD:",
            "As I live, saith the Lord GOD, surely forasmuch as My sheep became a prey, and My sheep became food to all the beasts of the field, because there was no shepherd, neither did My shepherds search for My sheep, but the shepherds fed themselves, and fed not My sheep;",
            "therefore, ye shepherds, hear the word of the LORD:",
            "Thus saith the Lord GOD: Behold, I am against the shepherds; and I will require My sheep at their hand, and cause them to cease from feeding the sheep; neither shall the shepherds feed themselves any more; and I will deliver My sheep from their mouth, that they may not be food for them.",
            "For thus saith the Lord GOD: Behold, here am I, and I will search for My sheep, and seek them out.",
            "As a shepherd seeketh out his flock in the day that he is among his sheep that are separated, so will I seek out My sheep; and I will deliver them out of all places whither they have been scattered in the day of clouds and thick darkness.",
            "And I will bring them out from the peoples, and gather them from the countries, and will bring them into their own land; and I will feed them upon the mountains of Israel, by the streams, and in all the habitable places of the country.",
            "I will feed them in a good pasture, and upon the high mountains of Israel shall their fold be; there shall they lie down in a good fold, and in a fat pasture shall they feed upon the mountains of Israel.",
            "I will feed My sheep, and I will cause them to lie down, saith the Lord GOD.",
            "I will seek that which was lost, and will bring back that which was driven away, and will bind up that which was broken, and will strengthen that which was sick; and the fat and the strong I will destroy, I will feed them in justice.",
            "And as for you, O My flock, thus saith the Lord GOD: Behold, I judge between cattle and cattle, even the rams and the he-goats.",
            "Seemeth it a small thing unto you to have fed upon the good pasture, but ye must tread down with your feet the residue of your pasture? and to have drunk of the settled waters, but ye must foul the residue with your feet?",
            "And as for My sheep, they eat that which ye have trodden with your feet, and they drink that which ye have fouled with your feet.",
            "Therefore thus saith the Lord GOD unto them: Behold, I, even I, will judge between the fat cattle and the lean cattle.",
            "Because ye thrust with side and with shoulder, and push all the weak with your horns, till ye have scattered them abroad;",
            "therefore will I save My flock, and they shall no more be a prey; and I will judge between cattle and cattle.",
            "And I will set up one shepherd over them, and he shall feed them, even My servant David; he shall feed them, and he shall be their shepherd.",
            "And I the LORD will be their God, and My servant David prince among them; I the LORD have spoken.",
            "And I will make with them a covenant of peace, and will cause evil beasts to cease out of the land; and they shall dwell safely in the wilderness, and sleep in the woods.",
            "And I will make them and the places round about My hill a blessing; and I will cause the shower to come down in its season; there shall be showers of blessing.",
            "And the tree of the field shall yield its fruit, and the earth shall yield her produce, and they shall be safe in their land; and they shall know that I am the LORD, when I have broken the bars of their yoke, and have delivered them out of the hand of those that made bondmen of them.",
            "And they shall no more be a prey to the nations, neither shall the beast of the earth devour them; but they shall dwell safely, and none shall make them afraid.",
            "And I will raise up unto them a plantation for renown, and they shall be no more consumed with hunger in the land, neither bear the shame of the nations any more.",
            "And they shall know that I the LORD their God am with them, and that they, the house of Israel, are My people, saith the Lord GOD.",
            "And ye My sheep, the sheep of My pasture, are men, and I am your God, saith the Lord GOD.’"
        ],
        [
            "Moreover the word of the LORD came unto me, saying:",
            "’Son of man, set thy face against mount Seir, and prophesy against it,",
            "and say unto it: Thus saith the Lord GOD: Behold, I am against thee, O mount Seir, and I will stretch out My hand against thee, and I will make thee most desolate.",
            "I will lay thy cities waste, and thou shalt be desolate; and thou shalt know that I am the LORD.",
            "Because thou hast had a hatred of old, and hast hurled the children of Israel unto the power of the sword in the time of their calamity, in the time of the iniquity of the end;",
            "therefore, as I live, saith the Lord GOD, I will prepare thee unto blood, and blood shall pursue thee; surely thou hast hated thine own blood, therefore blood shall pursue thee.",
            "Thus will I make mount Seir most desolate, and cut off from it him that passeth through and him that returneth.",
            "And I will fill his mountains with his slain; in thy hills and in thy valleys and in all thy streams shall they fall that are slain with the sword.",
            "I will make thee perpetual desolations, and thy cities shall not return; and ye shall know that I am the LORD.",
            "Because thou hast said: These two nations and these two countries shall be mine, and we will possess it; whereas the LORD was there;",
            "therefore, as I live, saith the Lord GOD, I will do according to thine anger and according to thine envy, which thou hast used out of thy hatred against them; and I will make Myself known among them, when I shall judge thee.",
            "And thou shalt know that I the LORD have heard all thy blasphemies which thou hast spoken against the mountains of Israel, saying: They are laid desolate, they are given us to devour.",
            "And ye have magnified yourselves against Me with your mouth, and have multiplied your words against Me; I have heard it.",
            "Thus saith the Lord GOD: When the whole earth rejoiceth, I will make thee desolate.",
            "As thou didst rejoice over the inheritance of the house of Israel, because it was desolate, so will I do unto thee; thou shalt be desolate, O mount Seir, and all Edom, even all of it; and they shall know that I am the LORD."
        ],
        [
            "And thou, son of man, prophesy unto the mountains of Israel, and say: Ye mountains of Israel, hear the word of the LORD.",
            "Thus saith the Lord GOD: Because the enemy hath said against you: Aha! even the ancient high places are ours in possession;",
            "therefore prophesy, and say: Thus saith the Lord GOD: Because, even because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the rest of the nations, and ye are taken up in the lips of talkers, and the evil report of the people;",
            "therefore, ye mountains of Israel, hear the word of the Lord GOD: Thus saith the Lord GOD to the mountains and to the hills, to the streams and to the valleys, to the desolate wastes and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are round about;",
            "therefore thus saith the Lord GOD: Surely in the fire of My jealousy have I spoken against the residue of the nations, and against all Edom, that have appointed My land unto themselves for a possession with the joy of all their heart, with disdain of soul, to cast it out for a prey;",
            "therefore prophesy concerning the land of Israel, and say unto the mountains and to the hills, to the streams and to the valleys: Thus saith the Lord GOD: Behold, I have spoken in My jealousy and in My fury, because ye have borne the shame of the nations;",
            "therefore thus saith the Lord GOD: I have lifted up My hand: Surely the nations that are round about you, they shall bear their shame.",
            "But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to My people Israel; for they are at hand to come.",
            "For, behold, I am for you, and I will turn unto you, and ye shall be tilled and sown;",
            "and I will multiply men upon you, all the house of Israel, even all of it; and the cities shall be inhabited, and the waste places shall be builded;",
            "and I will multiply upon you man and beast, and they shall increase and be fruitful; and I will cause you to be inhabited after your former estate, and will do better unto you than at your beginnings; and ye shall know that I am the LORD.",
            "Yea, I will cause men to walk upon you, even my people Israel, and they shall possess thee, and thou shalt be their inheritance; and thou shalt no more henceforth bereave them of children.",
            "Thus saith the Lord GOD: Because they say unto you: Thou land art a devourer of men, and hast been a bereaver of thy nations;",
            "therefore thou shalt devour men no more, neither bereave thy nations any more, saith the Lord GOD;",
            "neither will I suffer the shame of the nations any more to be heard against thee, neither shalt thou bear the reproach of the peoples any more, neither shalt thou cause thy nations to stumble any more, saith the Lord GOD.’",
            "Moreover the word of the LORD came unto me, saying:",
            "’Son of man, when the house of Israel dwelt in their own land, they defiled it by their way and by their doings; their way before Me was as the uncleanness of a woman in her impurity.",
            "Wherefore I poured out My fury upon them for the blood which they had shed upon the land, and because they had defiled it with their idols;",
            "and I scattered them among the nations, and they were dispersed through the countries; according to their way and according to their doings I judged them.",
            "And when they came unto the nations, whither they came, they profaned My holy name; in that men said of them: These are the people of the LORD, and are gone forth out of His land.",
            "But I had pity for My holy name, which the house of Israel had profaned among the nations, whither they came.",
            "Therefore say unto the house of Israel: Thus saith the Lord GOD: I do not this for your sake, O house of Israel, but for My holy name, which ye have profaned among the nations, whither ye came.",
            "And I will sanctify My great name, which hath been profaned among the nations, which ye have profaned in the midst of them; and the nations shall know that I am the LORD, saith the Lord GOD, when I shall be sanctified in you before their eyes.",
            "For I will take you from among the nations, and gather you out of all the countries, and will bring you into your own land.",
            "And I will sprinkle clean water upon you, and ye shall be clean; from all your uncleannesses, and from all your idols, will I cleanse you.",
            "A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you a heart of flesh.",
            "And I will put My spirit within you, and cause you to walk in My statutes, and ye shall keep Mine ordinances, and do them.",
            "And ye shall dwell in the land that I gave to your fathers; and ye shall be My people, and I will be your God.",
            "And I will save you from all your uncleannesses; and I will call for the corn, and will increase it, and lay no famine upon you.",
            "And I will multiply the fruit of the tree, and the increase of the field, that ye may receive no more the reproach of famine among the nations.",
            "Then shall ye remember your evil ways, and your doings that were not good; and ye shall loathe yourselves in your own sight for your iniquities and for your abominations.",
            "Not for your sake do I this, saith the Lord GOD, be it known unto you; be ashamed and confounded for your ways, O house of Israel.",
            "Thus saith the Lord GOD: In the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places shall be builded.",
            "And the land that was desolate shall be tilled, whereas it was a desolation in the sight of all that passed by.",
            "And they shall say: This land that was desolate is become like the garden of Eden; and the waste and desolate and ruined cities are fortified and inhabited.",
            "Then the nations that are left round about you shall know that I the LORD have builded the ruined places, and planted that which was desolate; I the LORD have spoken it, and I will do it.",
            "Thus saith the Lord GOD: I will yet for this be inquired of by the house of Israel, to do it for them; I will increase them with men like a flock.",
            "As the flock for sacrifice, as the flock of Jerusalem in her appointed seasons, so shall the waste cities be filled with flocks of men; and they shall know that I am the LORD.’"
        ],
        [
            "The hand of the LORD was upon me, and the LORD carried me out in a spirit, and set me down in the midst of the valley, and it was full of bones;",
            "and He caused me to pass by them round about, and, behold, there were very many in the open valley; and, lo, they were very dry.",
            "And He said unto me: ‘Son of man, can these bones live?’ And I answered: ‘O Lord GOD, Thou knowest.’",
            "Then He said unto me: ‘Prophesy over these bones, and say unto them: O ye dry bones, hear the word of the LORD:",
            "Thus saith the Lord GOD unto these bones: Behold, I will cause breath to enter into you, and ye shall live.",
            "And I will lay sinews upon you, and will bring up flesh upon you, and cover you with skin, and put breath in you, and ye shall live; and ye shall know that I am the LORD.’",
            "So I prophesied as I was commanded; and as I prophesied, there was a noise, and behold a commotion, and the bones came together, bone to its bone.",
            "And I beheld, and, lo, there were sinews upon them, and flesh came up, and skin covered them above; but there was no breath in them.",
            "Then said He unto me: ‘Prophesy unto the breath, prophesy, son of man, and say to the breath: Thus saith the Lord GOD: Come from the four winds, O breath, and breathe upon these slain, that they may live.’",
            "So I prophesied as He commanded me, and the breath came into them, and they lived, and stood up upon their feet, an exceeding great host.",
            "Then He said unto me: ‘Son of man, these bones are the whole house of Israel; behold, they say: Our bones are dried up, and our hope is lost; we are clean cut off.",
            "Therefore prophesy, and say unto them: Thus saith the Lord GOD: Behold, I will open your graves, and cause you to come up out of your graves, O My people; and I will bring you into the land of Israel.",
            "And ye shall know that I am the LORD, when I have opened your graves, and caused you to come up out of your graves, O My people.",
            "And I will put My spirit in you, and ye shall live, and I will place you in your own land; and ye shall know that I the LORD have spoken, and performed it, saith the LORD.’",
            "And the word of the LORD came unto me, saying:",
            "’And thou, son of man, take thee one stick, and write upon it: For Judah, and for the children of Israel his companions; then take another stick, and write upon it: For Joseph, the stick of Ephraim, and of all the house of Israel his companions;",
            "and join them for thee one to another into one stick, that they may become one in thy hand.",
            "And when the children of thy people shall speak unto thee, saying: Wilt thou not tell us what thou meanest by these?",
            "say into them: Thus saith the Lord GOD: Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel his companions; and I will put them unto him together with the stick of Judah, and make them one stick, and they shall be one in My hand.",
            "And the sticks whereon thou writest shall be in thy hand before their eyes.",
            "And say unto them: Thus saith the Lord GOD: Behold, I will take the children of Israel from among the nations, whither they are gone, and will gather them on every side, and bring them into their own land;",
            "and I will make them one nation in the land, upon the mountains of Israel, and one king shall be king to them all; and they shall be no more two nations, neither shall they be divided into two kingdoms any more at all;",
            "neither shall they defile themselves any more with their idols, nor with their detestable things, nor with any of their transgressions; but I will save them out of all their dwelling-places, wherein they have sinned, and will cleanse them; so shall they be My people, and I will be their God.",
            "And My servant David shall be king over them, and they all shall have one shepherd; they shall also walk in Mine ordinances, and observe My statutes, and do them.",
            "And they shall dwell in the land that I have given unto Jacob My servant, wherein your fathers dwelt; and they shall dwell therein, they, and their children, and their children’s children, for ever; and David My servant shall be their prince for ever.",
            "Moreover I will make a covenant of peace with them—it shall be an everlasting covenant with them; and I will establish them, and multiply them, and will set My sanctuary in the midst of them for ever.",
            "My dwelling-place also shall be over them; and I will be their God, and they shall be My people.",
            "And the nations shall know that I am the LORD that sanctify Israel, when My sanctuary shall be in the midst of them for ever.’"
        ],
        [
            "And the word of the LORD came unto me, saying:",
            "’Son of man, set thy face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,",
            "and say: Thus saith the Lord GOD: Behold, I am against thee, O Gog, chief prince of Meshech and Tubal;",
            "and I will turn thee about, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed most gorgeously, a great company with buckler and shield, all of them handling swords:",
            "Persia, Cush, and Put with them, all of them with shield and helmet;",
            "Gomer, and all his bands; the house of Togarmah in the uttermost parts of the north, and all his bands; even many peoples with thee.",
            "Be thou prepared, and prepare for thyself, thou, and all thy company that are assembled unto thee, and be thou guarded of them.",
            "After many days thou shalt be mustered for service, in the latter years thou shalt come against the land that is brought back from the sword, that is gathered out of many peoples, against the mountains of Israel, which have been a continual waste; but it is brought forth out of the peoples, and they dwell safely all of them.",
            "And thou shalt ascend, thou shalt come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy bands, and many peoples with thee. .",
            "Thus saith the Lord GOD: It shall come to pass in that day, that things shall come into thy mind, and thou shalt devise an evil device;",
            "and thou shalt say: I will go up against the land of unwalled villages; I will come upon them that are at quiet, that dwell safely, all of them dwelling without walls, and having neither bars nor gates;",
            "to take the spoil and to take the prey; to turn thy hand against the waste places that are now inhabited, and against the people that are gathered out of the nations, that have gotten cattle and goods, that dwell in the middle of the earth.",
            "Sheba, and Dedan, and the merchants of Tarshish, with all the magnates thereof, shall say unto thee: Comest thou to take the spoil? hast thou assembled thy company to take the prey? to carry away silver and gold, to take away cattle and goods, to take great spoil?",
            "Therefore, son of man, prophesy, and say unto Gog: Thus saith the Lord GOD: In that day when My people Israel dwelleth safely, shalt thou not know it?",
            "And thou shalt come from thy place out of the uttermost parts of the north, thou, and many peoples with thee, all of them riding upon horses, a great company and a mighty army;",
            "and thou shalt come up against My people Israel, as a cloud to cover the land; it shall be in the end of days, and I will bring thee against My land, that the nations may know Me, when I shall be sanctified through thee, O Gog, before their eyes.",
            "Thus saith the Lord GOD: Art thou he of whom I spoke in old time by My servants the prophets of Israel, that prophesied in those days for many years, that I would bring thee against them?",
            "And it shall come to pass in that day, when Gog shall come against the land of Israel, saith the Lord GOD, that My fury shall arise up in My nostrils.",
            "For in My jealousy and in the fire of My wrath have I spoken: Surely in that day there shall be a great shaking in the land of Israel;",
            "so that the fishes of the sea, and the fowls of the heaven, and the beasts of the field and all creeping things that creep upon the ground, and all the men that are upon the face of the earth, shall shake at My presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.",
            "And I will call for a sword against him throughout all my mountains, saith the Lord GOD; every man’s sword shall be against his brother.",
            "And I will plead against him with pestilence and with blood; and I will cause to rain upon him, and upon his bands, and upon the many peoples that are with him, an overflowing shower, and great hailstones, fire, and brimstone.",
            "Thus will I magnify Myself, and sanctify Myself, and I will make Myself known in the eyes of many nations; and they shall know that I am the LORD."
        ],
        [
            "And thou, son of man, prophesy against Gog, and say: Thus saith the Lord GOD: Behold, I am against thee, O Gog, chief prince of Meshech and Tubal;",
            "and I will turn thee about and lead thee on, and will cause thee to come up from the uttermost parts of the north; and I will bring thee upon the mountains of Israel;",
            "and I will smite thy bow out of thy left hand, and will cause thine arrows to fall out of thy right hand.",
            "Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the peoples that are with thee; I will give thee unto the ravenous birds of every sort and to the beasts of the field, to be devoured.",
            "Thou shalt fall upon the open field; for I have spoken it, saith the Lord GOD.",
            "And I will send a fire on Magog, and on them that dwell safely in the isles; and they shall know that I am the LORD.",
            "And My holy name will I make known in the midst of My people Israel; neither will I suffer My holy name to be profaned any more; and the nations shall know that I am the LORD, the Holy One in Israel.",
            "Behold, it cometh, and it shall be done, saith the Lord GOD; This is the day whereof I have spoken.",
            "And they that dwell in the cities of Israel shall go forth, and shall make fires of the weapons and use them as fuel, both the shields and the bucklers, the bows and the arrows, and the hand-staves, and the spears, and they shall make fires of them seven years;",
            "so that they shall take no wood out of the field, neither cut down any out of the forests, for they shall make fires of the weapons; and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord GOD.",
            "And it shall come to pass in that day, that I will give unto Gog a place fit for burial in Israel, the valley of them that pass through on the east of the sea; and it shall stop them that pass through; and there shall they bury Gog and all his multitude; and they shall call it the valley of Hamon-gog.",
            "And seven months shall the house of Israel be burying them, that they may cleanse the land.",
            "Yea, all the people of the land shall bury them, and it shall be to them a renown; in the day that I shall be glorified, saith the Lord GOD.",
            "And they shall set apart men of continual employment, that shall pass through the land to bury with them that pass through those that remain upon the face of the land, to cleanse it; after the end of seven months shall they search.",
            "And when they that pass through shall pass through the land, and any seeth a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon-gog.",
            "And Hamonah shall also be the name of a city. Thus shall they cleanse the land.",
            "And thou, son of man, thus saith the Lord GOD: Speak unto the birds of every sort, and to every beast of the field: Assemble yourselves, and come; gather yourselves on every side to My feast that I do prepare for you, even a great feast, upon the mountains of Israel, that ye may eat flesh and drink blood.",
            "The flesh of the mighty shall ye eat, and the blood of the princes of the earth shall ye drink; rams, lambs, and goats, bullocks, fatlings of Bashan are they all of them.",
            "And ye shall eat fat till ye be full, and drink blood till ye be drunken, of My feast which I have prepared for you.",
            "And ye shall be filled at My table with horses and horsemen, with mighty men, and with all men of war, saith the Lord GOD.",
            "And I will set My glory among the nations, and all the nations shall see My judgment that I have executed, and My hand that I have laid upon them.",
            "So the house of Israel shall know that I am the LORD their God, from that day and forward.",
            "And the nations shall know that the house of Israel went into captivity for their iniquity, because they broke faith with Me, and I hid My face from them; so I gave them into the hand of their adversaries, and they fell all of them by the sword.",
            "According to their uncleanness and according to their transgressions did I unto them; and I hid My face from them.",
            "Therefore thus saith the Lord GOD: Now will I bring back the captivity of Jacob, and have compassion upon the whole house of Israel; and I will be jealous for My holy name.",
            "And they shall bear their shame, and all their breach of faith which they have committed against Me, when they shall dwell safely in their land, and none shall make them afraid;",
            "when I have brought them back from the peoples, and gathered them out of their enemies’lands, and am sanctified in them in the sight of many nations.",
            "And they shall know that I am the LORD their God, in that I caused them to go into captivity among the nations, and have gathered them unto their own land; and I will leave none of them any more there;",
            "neither will I hide My face any more from them; for I have poured out My spirit upon the house of Israel, saith the Lord GOD.’"
        ],
        [
            "In the five and twentieth year of our captivity, in the beginning of the year, in the tenth day of the month, in the fourteenth year after that the city was smitten, in the selfsame day, the hand of the LORD was upon me, and He brought me thither.",
            "In the visions of God brought He me into the land of Israel, and set me down upon a very high mountain, whereon was as it were the frame of a city on the south.",
            "And He brought me thither, and, behold, there was a man, whose appearance was like the appearance of brass, with a line of flax in his hand, and a measuring reed; and he stood in the gate.",
            "And the man said unto me: ‘Son of man, behold with thine eyes, and hear with thine ears, and set thy heart upon all that I shall show thee, for to the intent that I might show them unto thee art thou brought thither; declare all that thou seest to the house of Israel.’ .",
            "And behold a wall on the outside of the house round about, and in the man’s hand a measuring reed of six cubits long, of a cubit and a hand-breadth each; so he measured the breadth of the building, one reed, and the height, one reed.",
            "Then came he unto the gate which looketh toward the east, and went up the steps thereof; and he measured the jamb of the gate, one reed broad, and the other jamb, one reed broad.",
            "And every cell was one reed long, and one reed broad; and the space between the cells was five cubits; and the jambs of the gate by the porch of the gate within were one reed.",
            "He measured also the porch of the gate toward the house, one reed.",
            "Then measured he the porch of the gate, eight cubits; and the posts thereof, two cubits; and the porch of the gate was inward.",
            "And the cells of the gate eastward were three on this side, and three on that side; they three were of one measure; and the posts had one measure on this side and on that side.",
            "And he measured the breadth of the entry of the gate, ten cubits; and the length of the gate, thirteen cubits;",
            "and a border before the cells, one cubit [on this side], and a border, one cubit on that side; and the cells, six cubits on this side, and six cubits on that side.",
            "And he measured the gate from the roof of the one cell to the roof of the other, a breadth of five and twenty cubits; door against door.",
            "He made also posts of threescore cubits; even unto the posts of the court in the gates round about.",
            "And from the forefront of the gate of the entrance unto the forefront of the inner porch of the gate were fifty cubits.",
            "And there were narrow windows to the cells and to their posts within the gate round about, and likewise to the arches; and windows were round about inward; and upon each post were palm-trees.",
            "Then brought he me into the outer court, and, lo, there were chambers and a pavement, made for the court round about; thirty chambers were upon the pavement.",
            "And the pavement was by the side of the gates, corresponding unto the length of the gates, even the lower pavement.",
            "Then he measured the breadth from the forefront of the lower gate unto the forefront of the inner court without, a hundred cubits, eastward as also northward.",
            "And the gate of the outer court that looked toward the north, he measured the length thereof and the breadth thereof.",
            "And the cells thereof were three on this side and three on that side; and the posts thereof and the arches thereof were after the measure of the first gate; the length thereof was fifty cubits, and the breadth five and twenty cubits.",
            "And the windows thereof, and the arches thereof, and the palm-trees thereof, were after the measure of the gate that looketh toward the east; and it was ascended by seven steps; and the arches thereof were before them.",
            "And there was a gate to the inner court over against the other gate, northward as also eastward; and he measured from gate to gate a hundred cubits.",
            "And he led me toward the south, and behold a gate toward the south; and he measured the posts thereof, and the arches thereof according to these measures.",
            "And there were windows in it and in the arches thereof round about, like those windows; the length was fifty cubits, and the breadth five and twenty cubits.",
            "And there were seven steps to go up to it, and the arches thereof were before them; and it had palm-trees, one on this side, and another on that side, upon the posts thereof.",
            "And there was a gate to the inner court toward the south; and he measured from gate to gate toward the south a hundred cubits.",
            "Then he brought me to the inner court by the south gate; and he measured the south gate according to these measures;",
            "and the cells thereof, and the posts thereof, and the arches thereof, according to these measures; and there were windows in it and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.",
            "And there were arches round about, five and twenty cubits long, and five cubits broad.",
            "And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof; and the going up to it had eight steps.",
            "And he brought me into the inner court toward the east; and he measured the gate according to these measures;",
            "and the cells thereof, and the posts thereof, and the arches thereof, according to these measures; and there were windows therein and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.",
            "And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side; and the going up to it had eight steps.",
            "And he brought me to the north gate; and he measured it according to these measures;",
            "the cells thereof, the posts thereof, and the arches thereof; and there were windows therein round about; the length was fifty cubits, and the breadth five and twenty cubits.",
            "And the posts thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side; and the going up to it had eight steps.",
            "And a chamber with the entry thereof was by the posts at the gates; there was the burnt-offering to be washed.",
            "And in the porch of the gate were two tables on this side, and two tables on that side, to slay thereon the burnt-offering and the sin-offering and the guilt-offering.",
            "And on the one side without, as one goeth up to the entry of the gate toward the north, were two tables; and on the other side of the porch of the gate were two tables.",
            "Four tables were on this side, and four tables on that side, by the side of the gate; eight tables, whereupon to slay the sacrifices.",
            "Moreover there were four tables for the burnt-offering, of hewn stone, a cubit and a half long, and a cubit and a half broad, and one cubit high, whereupon to lay the instruments wherewith the burnt-offering and the sacrifice are slain.",
            "And the slabs, a handbreadth long, were fastened within round about; and upon the tables was to be the flesh of the offering.",
            "And without the inner gate were chambers for the guard in the inner court, which was at the side of the north gate, and their prospect was toward the south; one at the side of the east gate having the prospect toward the north.",
            "And he said unto me: ‘This chamber, whose prospect is toward the south, is for the priests, the keepers of the charge of the house.",
            "And the chamber whose prospect is toward the north is for the priests, the keepers of the charge of the altar; these are the sons of Zadok, who from among the sons of Levi come near to the LORD to minister unto Him.’",
            "And he measured the court, a hundred cubits long, and a hundred cubits broad, foursquare; and the altar was before the house.",
            "Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side; and the breadth of the gate was three cubits on this side, and three cubits on that side.",
            "The length of the porch was twenty cubits, and the breadth eleven cubits; and it was by steps that it was ascended; and there were pillars by the posts, one on this side, and another on that side."
        ],
        [
            "And he brought me to athe temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the tent.",
            "And the breadth of the entrance was ten cubits; and the sides of the entrance were five cubits on the one side, and five cubits on the other side; and he measured the length thereof, forty cubits, and the breadth, twenty cubits.",
            "Then went he inward, and measured each post of the entrance, two cubits; and the entrance, six cubits; and the breadth of the entrance, seven cubits.",
            "And he measured the length thereof, twenty cubits, and the breadth, twenty cubits, before the temple; and he said unto me: ‘This is the most holy place.’",
            "Then he measured the wall of the house, six cubits; and the breadth of every side-chamber, four cubits, round about the house on every side.",
            "And the side-chambers were one over another, three and thirty times; and there were cornices in the wall which belonged to the house for the side-chambers round about, that they might have hold therein, and not have hold in the wall of the house.",
            "And the side-chambers were broader as they wound about higher and higher; for the winding about of the house went higher and higher round about the house; therefore the breadth of the house continued upward; and so one went up from the lowest row to the highest by the middle.",
            "I saw also that the house had a raised basement round about; the foundations of the side-chambers were a full reed of six cubits to the joining.",
            "The breadth of the outer wall which belonged to the side-chambers was five cubits; and so that which was left by the structure of the side-chambers that belonged to the house.",
            "And between the chambers was a breadth of twenty cubits round about the house on every side.",
            "And the doors of the side-chambers were toward the place that was left, one door toward the north, and another door toward the south; and the breadth of the place that was left was five cubits round about.",
            "And the building that was before the separate place at the side toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof ninety cubits.",
            "And he measured the house, a hundred cubits long; and the separate place, and the building, with the walls thereof, a hundred cubits long;",
            "also the breadth of the face of the house and of the separate place toward the east, a hundred cubits.",
            "And he measured the length of the building before the separate place which was at the back thereof, and the galleries thereof on the one side and on the other side, a hundred cubits. Now the temple, and the inner place, and the porches of the court,",
            "the jambs, and the narrow windows, and the galleries, that they three had round about, over against the jambs there was a veneering of wood round about, and from the ground up to the windows; and the windows were covered;",
            "to the space above the door, even unto the inner house, and without, and on all the wall round about within and without, by measure.",
            "And it was made with cherubim and palm-trees; and a palm-tree was between cherub and cherub, and every cherub had two faces;",
            "so that there was the face of a man toward the palm-tree on the one side, and the face of a young lion toward the palm-tree on the other side; thus was it made through all the house round about.",
            "From the ground unto above the door were cherubim and palm-trees made; and so on the wall of the temple.",
            "As for the temple, the jambs were squared; and the face of the sanctuary had an appearance such as is the appearance.",
            "The altar, three cubits high, and the length thereof two cubits, was of wood, and so the corners thereof; the length thereof, and the walls thereof, were also of wood; and he said unto me: ‘This is the table that is before the LORD.’",
            "And the temple and the sanctuary had two doors.",
            "And the doors had two leaves [apiece], two turning leaves; two leaves for the one door, and two leaves for the other.",
            "And there were made on them, on the doors of the temple, cherubim and palm-trees, like as were made upon the walls; and there were thick beams of wood upon the face of the porch without.",
            "And there were narrow windows and palm-trees on the one side and on the other side, on the sides of the porch; there were also the brackets of the house, and the thick beams."
        ],
        [
            "Then he brought me forth into the outer court, the way toward the north; and he brought me into the chamber that was over against the separate place, and which was over against the building, toward the north,",
            "even to the front of the length of a hundred cubits, with the door on the north, and the breadth of fifty cubits,",
            "over against the twenty cubits which belonged to the inner court, and over against the pavement which belonged to the outer court; with gallery against gallery in three stories.",
            "And before the chambers was a walk of ten cubits breadth inward, a way of one cubit; and their doors were toward the north.",
            "Now the upper chambers were shorter; for the galleries took away from these, more than from the lower and the middlemost, in the building.",
            "For they were in three stories, and they had not pillars as the pillars of the courts; therefore room was taken away from the lowest and the middlemost, in comparison with the ground.",
            "And the wall that was without by the side of the chambers, toward the outer court in front of the chambers, the length thereof was fifty cubits.",
            "For the length of the chambers that were toward the outer court was fifty cubits; and, lo, before the temple were a hundred cubits.",
            "And from under these chambers was the entry on the east side, as one goeth into them from the outer court.",
            "In the breadth of the wall of the court toward the east, before the separate place, and before the building, there were chambers,",
            "with a way before them; like the appearance of the chambers which were toward the north, as long as they, and as broad as they, with all their goings out, and according to their fashions; and as their doors,",
            "so were also the doors of the chambers that were toward the south, there was a door in the head of the way, even the way directly before the wall, toward the way from the east, as one entereth into them.",
            "Then said he unto me: ‘The north chambers and the south chambers, which are before the separate place, they are the holy chambers, where the priests that are near unto the LORD shall eat the most holy things; there shall they lay the most holy things, and the meal-offering, and the sin-offering, and the guilt-offering; for the place is holy.",
            "When the priests enter in, then shall they not go out of the holy place into the outer court, but there they shall lay their garments wherein they minister, for they are holy; and they shall put on other garments, and shall approach to that which pertaineth to the people.’",
            "Now when he had made an end of measuring the inner house, he brought me forth by the way of the gate whose prospect is toward the east, and measured it round about.",
            "He measured the east side with the measuring reed, five hundred reeds, with the measuring reed round about.",
            "He measured the north side, five hundred reeds, with the measuring reed round about.",
            "He measured the south side, five hundred reeds, with the measuring reed.",
            "He turned about to the west side, and measured five hundred reeds with the measuring reed.",
            "He measured it by the four sides; it had a wall round about, the length five hundred, and the breadth five hundred, to make a separation between that which was holy and that which was common."
        ],
        [
            "Afterward he brought me to the gate, even the gate that looketh toward the east;",
            "and, behold, the glory of the God of Israel came from the way of the east; and His voice was like the sound of many waters; and the earth did shine with His glory.",
            "And the appearance of the vision which I saw was like the vision that I saw when I came to destroy the city; and the visions were like the vision that I saw by the river Chebar; and I fell upon my face.",
            "And the glory of the LORD came into the house by the way of the gate whose prospect is toward the east.",
            "And a spirit took me up, and brought me into the inner court; and, behold, the glory of the LORD filled the house.",
            "And I heard one speaking unto me out of the house; and a man stood by me.",
            "And He said unto me: ‘Son of man, this is the place of My throne, and the place of the soles of My feet, where I will dwell in the midst of the children of Israel for ever; and the house of Israel shall no more defile My holy name, neither they, nor their kings, by their harlotry, and by the carcasses of their kings in their high places;",
            "in their setting of their threshold by My threshold, and their door-post beside My door-post, and there was but the wall between Me and them; and they have defiled My holy name by their abominations which they have committed; wherefore I have consumed them in Mine anger.",
            "Now let them put away their harlotry, and the carcasses of their kings, far from Me, and I will dwell in the midst of them for ever.",
            "Thou, son of man, show the house to the house of Israel, that they may be ashamed of their iniquities; and let them measure accurately.",
            "And if they be ashamed of all that they have done, make known unto them the form of the house, and the fashion thereof, and the goings out thereof, and the comings in thereof, and all the forms thereof, and all the ordinances thereof, and all the forms thereof, and all the laws thereof, and write it in their sight; that they may keep the whole form thereof, and all the ordinances thereof, and do them.",
            "This is the law of the house: upon the top of the mountain the whole limit thereof round about shall be most holy. Behold, this is the law of the house.",
            "And these are the measures of the altar by cubits—the cubit is a cubit and a handbreadth: the bottom shall be a cubit, and the breadth a cubit, and the border thereof by the edge thereof round about a span; and this shall be the base of the altar.",
            "And from the bottom upon the ground to the lower settle shall be two cubits, and the breadth one cubit; and from the lesser settle to the greater settle shall be four cubits, and the breadth a cubit.",
            "And the hearth shall be four cubits; and from the hearth and upward there shall be four horns.",
            "And the hearth shall be twelve cubits long by twelve broad, square in the four sides thereof.",
            "And the settle shall be fourteen cubits long by fourteen broad in the four sides thereof; and the border about it shall be half a cubit; and the bottom thereof shall be a cubit about; and the steps thereof shall look toward the east.’",
            "And He said unto me: ‘Son of man, thus saith the Lord GOD: These are the ordinances of the altar in the day when they shall make it, to offer burnt-offerings thereon, and to dash blood against it.",
            "Thou shalt give to the priests the Levites that are of the seed of Zadok, who are near unto Me, to minister unto Me, saith the Lord GOD, a young bullock for a sin-offering.",
            "And thou shalt take of the blood thereof, and put it on the four horns of it, and on the four corners of the settle, and upon the border round about; thus shalt thou purify it and make atonement for it.",
            "Thou shalt also take the bullock of the sin-offering, and it shall be burnt in the appointed place of the house, without the sanctuary.",
            "And on the second day thou shalt offer a he-goat without blemish for a sin-offering; and they shall purify the altar, as they did purify it with the bullock.",
            "When thou hast made an end of purifying it, thou shalt offer a young bullock without blemish, and a ram out of the flock without blemish.",
            "And thou shalt present them before the LORD, and the priests shall cast salt upon them, and they shall offer them up for a burnt-offering unto the LORD.",
            "Seven days shalt thou prepare every day a goat for a sin-offering; they shall also prepare a young bullock, and a ram out of the flock, without blemish.",
            "Seven days shall they make atonement for the altar and cleanse it; so shall they consecrate it.",
            "And when they have accomplished the days, it shall be that upon the eighth day, and forward, the priests shall make your burnt-offerings upon the altar, and your peace-offerings; and I will accept you, saith the Lord GOD.’"
        ],
        [
            "Then he brought me back the way of the outer gate of the sanctuary, which looketh toward the east; and it was shut.",
            "And the LORD said unto me: ‘This gate shall be shut, it shall not be opened, neither shall any man enter in by it, for the LORD, the God of Israel, hath entered in by it; therefore it shall be shut.",
            "As for the prince, being a prince, he shall sit therein to eat bread before the LORD; he shall enter by the way of the porch of the gate, and shall go out by the way of the same.’",
            "Then he brought me the way of the north gate before the house; and I looked, and, behold, the glory of the LORD filled the house of the LORD; and I fell upon my face.",
            "And the LORD said unto me: ‘Son of man, mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of the LORD, and all the laws thereof; and mark well the entering in of the house, with every going forth of the sanctuary.",
            "And thou shalt say to the rebellious, even to the house of Israel: Thus saith the Lord GOD: O ye house of Israel, let it suffice you of all your abominations,",
            "in that ye have brought in aliens, uncircumcised in heart and uncircumcised in flesh, to be in My sanctuary, to profane it, even My house, when ye offer My bread, the fat and the blood, and they have broken My covenant, to add unto all your abominations.",
            "And ye have not kept the charge of My holy things; but ye have set keepers of My charge in My sanctuary to please yourselves.",
            "Thus saith the Lord GOD: No alien, uncircumcised in heart and uncircumcised in flesh, shall enter into My sanctuary, even any alien that is among the children of Israel.",
            "But the Levites, that went far from Me, when Israel went astray, that went astray from Me after their idols, they shall bear their iniquity;",
            "and they shall be ministers in My sanctuary, having charge at the gates of the house, and ministering in the house: they shall slay the burnt-offering and the sacrifice for the people, and they shall stand before them to minister unto them.",
            "Because they ministered unto them before their idols, and became a stumblingblock of iniquity unto the house of Israel; therefore have I lifted up My hand against them, saith the Lord GOD, and they shall bear their iniquity.",
            "And they shall not come near unto Me, to minister unto Me in the priest’s office, nor to come near to any of My holy things, unto the things that are most holy; but they shall bear their shame, and their abominations which they have committed.",
            "And I will make them keepers of the charge of the house, for all the service thereof, and for all that shall be done therein.",
            "But the priests the Levites, the sons of Zadok, that kept the charge of My sanctuary when the children of Israel went astray from Me, they shall come near to Me to minister unto Me; and they shall stand before Me to offer unto Me the fat and the blood, saith the Lord GOD;",
            "they shall enter into My sanctuary, and they shall come near to My table, to minister unto Me, and they shall keep My charge.",
            "And it shall be that when they enter in at the gates of the inner court, they shall be clothed with linen garments; and no wool shall come upon them, while they minister in the gates of the inner court, and within.",
            "They shall have linen tires upon their heads, and shall have linen breeches upon their loins; they shall not gird themselves with any thing that causeth sweat.",
            "And when they go forth into the outer court, even into the outer court to the people, they shall put off their garments wherein they minister, and lay them in the holy chambers, and they shall put on other garments, that they sanctify not the people with their garments.",
            "Neither shall they shave their heads, nor suffer their locks to grow long; they shall only poll their heads.",
            "Neither shall any priest drink wine, when they enter into the inner court.",
            "Neither shall they take for their wives a widow, nor her that is put away; but they shall take virgins of the seed of the house of Israel, or a widow that is the widow of a priest.",
            "And they shall teach My people the difference between the holy and the common, and cause them to discern between the unclean and the clean.",
            "And in a controversy they shall stand to judge; according to Mine ordinances shall they judge it; and they shall keep My laws and My statutes in all My appointed seasons, and they shall hallow My sabbaths.",
            "And they shall come near no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves.",
            "And after he is cleansed, they shall reckon unto him seven days.",
            "And in the day that he goeth into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin-offering, saith the Lord GOD.",
            "And it shall be unto them for an inheritance: I am their inheritance; and ye shall give them no possession in Israel: I am their possession.",
            "The meal-offering, and the sin-offering, and the guilt-offering, they, even they, shall eat; and every devoted thing in Israel shall be theirs.",
            "And the first of all the first-fruits of every thing, and every heave-offering of every thing, of all your offerings, shall be for the priests; ye shall also give unto the priest the first of your dough, to cause a blessing to rest on thy house.",
            "The priests shall not eat of any thing that dieth of itself, or is torn, whether it be fowl or beast."
        ],
        [
            "Moreover, when ye shall divide by lot the land for inheritance, ye shall set apart an offering unto the LORD, a holy portion of the land; the length shall be the length of five and twenty thousand reeds, and the breadth shall be ten thousand; it shall be holy in all the border thereof round about.",
            "Of this there shall be for the holy place five hundred in length by five hundred in breadth, square round about; and fifty cubits for the open land round about it.",
            "And of this measure shalt thou measure a length of five and twenty thousand, and a breadth of ten thousand; and in it shall be the sanctuary, which is most holy.",
            "It is a holy portion of the land; it shall be for the priests, the ministers of the sanctuary, that come near to minister unto the LORD; and it shall be a place for their houses, and a place consecrated for the sanctuary.",
            "And five and twenty thousand in length, and ten thousand in breadth, which shall be unto the Levites, the ministers of the house, for a possession unto themselves, for twenty chambers.",
            "And ye shall appoint the possession of the city five thousand broad, and five and twenty thousand long, side by side with the offering of the holy portion; it shall be for the whole house of Israel.",
            "And for the prince, on the one side and on the other side of the holy offering and of the possession of the city, in front of the holy offering and in front of the possession of the city, on the west side westward, and on the east side eastward; and in length answerable unto one of the portions, from the west border unto the east border",
            "of the land; it shall be to him for a possession in Israel, and My princes shall no more wrong My people; but they shall give the land to the house of Israel according to their tribes.",
            "Thus saith the Lord GOD: Let it suffice you, O princes of Israel; remove violence and spoil, and execute justice and righteousness; take away your exactions from My people, saith the Lord GOD.",
            "Ye shall have just balances, and a just ephah, and a just bath.",
            "The ephah and the bath shall be of one measure, that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer; the measure thereof shall be after the homer.",
            "And the shekel shall be twenty gerahs; twenty shekels, five and twenty shekels, ten, and five shekels, shall be your maneh.",
            "This is the offering that ye shall set apart: the sixth part of an ephah out of a homer of wheat, and ye shall give the sixth part of an ephah out of a homer of barley;",
            "and the set portion of oil, the bath of oil, shall be the tithe of the bath out of the cor, which is ten baths, even a homer; for ten baths are a homer;",
            "and one lamb of the flock, out of two hundred, from the well-watered pastures of Israel; for a meal-offering, and for a burnt-offering, and for peace-offerings, to make atonement for them, saith the Lord GOD.",
            "All the people of the land shall give this offering for the prince in Israel.",
            "And it shall be the prince’s part to give the burnt-offerings, and the meal-offerings, and the drink-offerings, in the feasts, and in the new moons, and in the sabbaths, in all the appointed seasons of the house of Israel; he shall prepare the sin-offering, and the meal-offering, and the burnt-offering, and the peace-offerings, to make atonement for the house of Israel.",
            "Thus saith the Lord GOD: In the first month, in the first day of the month, thou shalt take a young bullock without blemish; and thou shalt purify the sanctuary.",
            "And the priest shall take of the blood of the sin-offering, and put it upon the door-posts of the house, and upon the four corners of the settle of the altar, and upon the posts of the gate of the inner court.",
            "And so thou shalt do on the seventh day of the month for every one that erreth, and for him that is simple; so shall ye make atonement for the house.",
            "In the first month, in the fourteenth day of the month, ye shall have the passover; a feast of seven days; unleavened bread shall be eaten.",
            "And upon that day shall the prince prepare for himself and for all the people of the land a bullock for a sin-offering.",
            "And the seven days of the feast he shall prepare a burnt-offering to the LORD, seven bullocks and seven rams without blemish daily the seven days; and a he-goat daily for a sin-offering.",
            "And he shall prepare a meal-offering, an ephah for a bullock, and an ephah for a ram, and a hin of oil to an ephah.",
            "In the seventh month, in the fifteenth day of the month, in the feast, shall he do the like the seven days; to the sin-offering as well as the burnt-offering, and the meal-offering as well as the oil."
        ],
        [
            "Thus saith the Lord GOD: The gate of the inner court that looketh toward the east shall be shut the six working days; but on the sabbath day it shall be opened, and in the day of the new moon it shall be opened.",
            "And the prince shall enter by the way of the porch of the gate without, and shall stand by the post of the gate, and the priests shall prepare his burnt-offering and his peace-offerings, and he shall worship at the threshold of the gate; then he shall go forth; but the gate shall not be shut until the evening.",
            "Likewise the people of the land shall worship at the door of that gate before the LORD in the sabbaths and in the new moons.",
            "And the burnt-offering that the prince shall offer unto the LORD shall be in the sabbath day six lambs without blemish and a ram without blemish;",
            "and the meal-offering shall be an ephah for the ram, and the meal-offering for the lambs as he is able to give, and a hin of oil to an ephah.",
            "And in the day of the new moon it shall be a young bullock without blemish; and six lambs, and a ram; they shall be without blemish;",
            "and he shall prepare a meal-offering, an ephah for the bullock, and an ephah for the ram, and for the lambs according as his means suffice, and a hin of oil to an ephah.",
            "And when the prince shall enter, he shall go in by the way of the porch of the gate, and he shall go forth by the way thereof.",
            "But when the people of the land shall come before the LORD in the appointed seasons, he that entereth by the way of the north gate to worship shall go forth by the way of the south gate; and he that entereth by the way of the south gate shall go forth by the way of the north gate; he shall not return by the way of the gate whereby he came in, but shall go forth straight before him.",
            "And the prince, when they go in, shall go in in the midst of them; and when they go forth, they shall go forth together.",
            "And in the feasts and in the appointed seasons the meal-offering shall be an ephah for a bullock, and an ephah for a ram, and for the lambs as he is able to give, and a hin of oil to an ephah.",
            "And when the prince shall prepare a freewill-offering, a burnt-offering or peace-offerings as a freewill-offering unto the LORD, one shall open for him the gate that looketh toward the east, and he shall prepare his burnt-offering and his peace-offerings, as he doth on the sabbath day; then he shall go forth; and after his going forth one shall shut the gate.",
            "And thou shalt prepare a lamb of the first year without blemish for a burnt-offering unto the LORD daily; morning by morning shalt thou prepare it.",
            "And thou shalt prepare a meal-offering with it morning by morning, the sixth part of an ephah, and the third part of a hin of oil, to moisten the fine flour: a meal-offering unto the LORD continually by a perpetual ordinance.",
            "Thus shall they prepare the lamb, and the meal-offering, and the oil, morning by morning, for a continual burnt-offering.",
            "Thus saith the Lord GOD: If the prince give a gift unto any of his sons, it is his inheritance, it shall belong to his sons; it is their possession by inheritance.",
            "But if he give of his inheritance a gift to one of his servants, it shall be his to the year of liberty; then it shall return to the prince; but as for his inheritance, it shall be for his sons.",
            "Moreover the prince shall not take of the people’s inheritance, to thrust them wrongfully out of their possession; he shall give inheritance to his sons out of his own possession; that My people be not scattered every man from his possession.’",
            "Then he brought me through the entry, which was at the side of the gate, into the holy chambers for the priests, which looked toward the north; and, behold, there was a place on the hinder part westward.",
            "And he said unto me: ‘This is the place where the priests shall boil the guilt-offering and the sin-offering, where they shall bake the meal-offering; that they bring them not forth into the outer court, to sanctify the people.’",
            "Then he brought me forth into the outer court, and caused me to pass by the four corners of the court; and, behold, in every corner of the court there was a court.",
            "In the four corners of the court there were courts inclosed, forty cubits long and thirty broad; these four in the corners were of one measure.",
            "And there was a row of masonry round about in them, round about the four, and it was made with boiling-places under the rows round about.",
            "Then said he unto me: ‘These are the boiling-places, where the ministers of the house shall boil the sacrifices of the people.’"
        ],
        [
            "And he brought me back unto the door of the house; and, behold, waters issued out from under the threshold of the house eastward, for the forefront of the house looked toward the east; and the waters came down from under, from the right side of the house, on the south of the altar.",
            "Then brought he me out by the way of the gate northward, and led me round by the way without unto the outer gate, by the way of the gate that looketh toward the east; and, behold, there trickled forth waters on the right side.",
            "When the man went forth eastward with the line in his hand, he measured a thousand cubits, and he caused me to pass through the waters, waters that were to the ankles.",
            "Again he measured a thousand, and caused me to pass through the waters, waters that were to the knees. Again he measured a thousand, and caused me to pass through waters that were to the loins.",
            "Afterward he measured a thousand; and it was a river that I could not pass through; for the waters were risen, waters to swim in, a river that could not be passed through.",
            "And he said unto me: ‘Hast thou seen this, O son of man?’ Then he led me, and caused me to return to the bank of the river.",
            "Now when I had been brought back, behold, upon the bank of the river were very many trees on the one side and on the other.",
            "Then said he unto me: ‘These waters issue forth toward the eastern region, and shall go down into the Arabah; and when they shall enter into the sea, into the sea of the putrid waters, the waters shall be healed.",
            "And it shall come to pass, that every living creature wherewith it swarmeth, whithersoever the rivers shall come, shall live; and there shall be a very great multitude of fish; for these waters are come thither, that all things be healed and may live whithersoever the river cometh.",
            "And it shall come to pass, that fishers shall stand by it from En-gedi even unto En-eglaim; there shall be a place for the spreading of nets; their fish shall be after their kinds, as the fish of the Great Sea, exceeding many.",
            "But the miry places thereof, and the marshes thereof, shall not be healed; they shall be given for salt.",
            "And by the river upon the bank thereof, on this side and on that side, shall grow every tree for food, whose leaf shall not wither, neither shall the fruit thereof fail; it shall bring forth new fruit every month, because the waters thereof issue out of the sanctuary; and the fruit thereof shall be for food, and the leaf thereof for healing.’ .",
            "Thus saith the Lord GOD: ‘This shall be the border, whereby ye shall divide the land for inheritance according to the twelve tribes of Israel, Joseph receiving two portions.",
            "And ye shall inherit it, one as well as another, concerning which I lifted up My hand to give it unto your fathers; and this land shall fall unto you for inheritance.",
            "And this shall be the border of the land: on the north side, from the Great Sea, by the way of Hethlon, unto the entrance of Zedad;",
            "Hamath, Berothah, Sibraim, which is between the border of Damascus and the border of Hamath; Hazer-hatticon, which is by the border of Hauran.",
            "And the border from the sea shall be Hazar-enon at the border of Damascus, and on the north northward is the border of Hamath. This is the north side.",
            "And the east side, between Hauran and Damascus and Gilead, and the land of Israel, by the Jordan, from the border unto the east sea shall ye measure. This is the east side.",
            "And the south side southward shall be from Tamar as far as the waters of Meriboth-kadesh, to the Brook, unto the Great Sea. This is the south side southward.",
            "And the west side shall be the Great Sea, from the border as far as over against the entrance of Hamath. This is the west side.",
            "So shall ye divide this land unto you according to the tribes of Israel.",
            "And it shall come to pass, that ye shall divide it by lot for an inheritance unto you and to the strangers that sojourn among you, who shall beget children among you; and they shall be unto you as the home-born among the children of Israel; they shall have inheritance with you among the tribes of Israel.",
            "And it shall come to pass, that in what tribe the stranger sojourneth, there shall ye give him his inheritance, saith the Lord GOD."
        ],
        [
            "Now these are the names of the tribes: from the north end, beside the way of Hethlon to the entrance of Hamath, Hazar-enan, at the border of Damascus, northward, beside Hamath; and they shall have their sides east and west: Dan, one portion.",
            "And by the border of Dan, from the east side unto the west side: Asher, one portion.",
            "And by the border of Asher, from the east side even unto the west side: Naphtali, one portion.",
            "And by the border of Naphtali, from the east side unto the west side: Manasseh, one portion.",
            "And by the border of Manasseh, from the east side unto the west side: Ephraim, one portion.",
            "And by the border of Ephraim, from the east side even unto the west side: Reuben, one portion.",
            "And by the border of Reuben, from the east side unto the west side: Judah, one portion.",
            "And by the border of Judah, from the east side unto the west side, shall be the offering which ye shall set aside, five and twenty thousand reeds in breadth, and in length as one of the portions, from the east side unto the west side; and the sanctuary shall be in the midst of it.",
            "The offering that ye shall set apart unto the LORD shall be five and twenty thousand reeds in length, and ten thousand in breadth.",
            "And for these, even for the priests, shall be the holy offering; toward the north five and twenty thousand [in length], and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length; and the sanctuary of the LORD shall be in the midst thereof.",
            "The sanctified portion shall be for the priests of the sons of Zadok, that have kept My charge, that went not astray when the children of Israel went astray, as the Levites went astray.",
            "And it shall be unto them a portion set apart from the offering of the land, a thing most holy, by the border of the Levites.",
            "And answerable unto the border of the priests, the Levites shall have five and twenty thousand in length, and ten thousand in breadth; all the length shall be five and twenty thousand, and the breadth ten thousand.",
            "And they shall not sell of it, nor exchange, nor alienate the first portion of the land; for it is holy unto the LORD.",
            "And the five thousand that are left in the breadth, in front of the five and twenty thousand, shall be for common use, for the city, for dwelling and for open land; and the city shall be in the midst thereof.",
            "And these shall be the measures thereof: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred.",
            "And the city shall have open land: toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty.",
            "And the residue in the length, answerable unto the holy offering, shall be ten thousand eastward, and ten thousand westward; and it shall be answerable unto the holy offering; and the increase thereof shall be for food unto them that serve the city.",
            "And they that serve the city, out of all the tribes of Israel, shall till it.",
            "All the offering shall be five and twenty thousand by five and twenty thousand; ye shall set apart the holy offering foursquare, with the possession of the city.",
            "And the residue shall be for the prince, on the one side and on the other of the holy offering and of the possession of the city, in front of the five and twenty thousand of the offering toward the east border, and westward in front of the five and twenty thousand toward the west border, answerable unto the portions, it shall be for the prince; and the holy offering and the sanctuary of the house shall be in the midst thereof.",
            "Thus the possession of the Levites, and the possession of the city, shall be in the midst of that which is the prince’s; between the border of Judah and the border of Benjamin shall be the prince’s.",
            "And as for the rest of the tribes: from the east side unto the west side: Benjamin, one portion.",
            "And by the border of Benjamin, from the east side unto the west side: Simeon, one portion.",
            "And by the border of Simeon, from the east side unto the west side: Issachar, one portion.",
            "And by the border of Issachar, from the east side unto the west side: Zebulun, one portion.",
            "And by the border of Zebulun, from the east side unto the west side: Gad, one portion.",
            "And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of Meribath-kadesh, to the Brook, unto the Great Sea.",
            "This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their portions, saith the Lord GOD.",
            "And these are the goings out of the city: on the north side four thousand and five hundred reeds by measure;",
            "and the gates of the city shall be after the names of the tribes of Israel; three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one;",
            "and at the east side four thousand and five hundred reeds; and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one;",
            "and at the south side four thousand and five hundred reeds by measure; and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one;",
            "at the west side four thousand and five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one.",
            "It shall be eighteen thousand reeds round about. And the name of the city from that day shall be, The LORD is there.’"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}