{
    "text": {
        "0_Introduction": {},
        "1_Kuntres Meirat Einayim": {},
        "2_Bereshit": {
            "0": {
                "0": "1. With the help of Hashem Yisbarach, in His Holy United name...",
                "1": "2. Breishet. I received from the Rav Hamochiach (preacher or reprove) who said in the name of the Baal Shem Tov, that when the Messiah comes, speedily in our days, the whole Torah will be explained (or interpreted) from the beginning to the end, on all the combinations in each and every word. And after this, he will make from the whole Torah one word, and he will elevate combinations without number, and he will expound upon all the combinations. (Teshuot Chen, Parshah Tazria). "
            },
            "1": {
                "0": "1. \"In the beginning G-d created\", etc. To resolve the problem that was difficult for all the Rishonim, may their memories be for a blessing, why did the Holy One not create the world before this time? In that this action/deed is immediate good from absence. And why did His Will, may He be blessed, change, will to will in the moment of creation and not before this, behold He, blessed is His Name, is not a Master of Change? Of this it is written (Malachi 3:6) \"I Hashem do not (or have not) change\".",
                "1": "2. And the solution of this [problem is] that He does not resemble the acts of flesh and blood. The wisdom that he has now he did not have from before. And his wisdom he acquired (or possessed), and he is (at) a disadvantage. For instance, because of what he needs prior to living in it, therefore he acquires wisdom to build himself a house, then he builds himself the house. But He, praise His Name, His Wisdom is intrinsic and not acquired and He is not at a disadvantage. And therefore this is the Will that rose in His Will to create the world, not that he renewed for Himself this Will at the time of the creation of the world. Rather, like He is ancient, so his His Will is ancient. And this (early desire) was His immediate Will to create the World in this moment when He created it and not before. And therefore in the moment the world was created it was created truly in that moment and in that time, just like it was in His Will before to create it. Specifically in this moment, and if so reasonably He had no change in His Will whatsoever."
            },
            "125": {
                "0": "We learned \"a person sees all defects, except (chutz) their own defects\" (M. Nega'im 2:5) and the holy Ba'al Shem Tov explained that \"a person sees all defects outside (chutz)\" - what they see is a continuation of that person's defects, as our sages say \"he disqualifies others with his own flaw.\""
            }
        },
        "3_Noach": {
            "13": {
                "1": "<i>Amud Hatefillah</i> - The Pillar of Prayer"
            },
            "14": {
                "0": "\"Make an opening [<i>tzohar</i>] for the ark [<i>teivah</i>], closing up to a cubit at the top.\" (Genesis 6:16) -- The Baal Shem Tov, peace be upon him, explained these words in the following way: let the word (<i>teivah</i>) said in Torah or in prayer radiate light  (<i>matzhir</i>)! For in every letter there are worlds, souls and divinity, that rise up and interconnect and cleave to one another and to the divine. Afterwards, these letters connect and conjoin, finally becoming a word. After that, they connect and unify unifications of  truth in the Divine - and one must unify one's soul with each of the aforementioned aspects. In this way, all the worlds rise and become as one, and then there is immense joy and immeasurable delight. This is the meaning of \"...bottom, second, and third decks,\" (Genesis 6:16) - that is the worlds, souls and divinities, as it says (Zohar I:159a) \"there are three worlds, etc.\" In each and every word one must listen to what is being spoken, since the Shechina is the world of speech, as it is says (Zohar III:230a) \"She speaks and He is Her escort.\" \"<i>Tzohar</i>\" - this 'opening' for light - that everything should be illuminated with clarity, giving pleasure to the Creator. One needs great faith (<i>Emunah</i>) for this, since the Shechinah Herself is called <i>Emunat Amen</i>, faithful faith (Zohar II:16b). Without faith, Heaven forbid, She is called (Proverbs 16:28) \"A querulous one who alienates their friend.\" As for the end of the verse, \"closing up to a cubit (<i>amah</i>)\" -- this is the Mother (<i>Ima</i>). It could be said that after the word leaves one's mouth, it does not need to be remembered again, one does not see that it rises to an elevated place, just as one can not look at the sun, as it says, \"closing up at the top.\" How does one do all this? \"Go into the ark [<i>teivah</i>], you and all your household.\" (Genesis 7:1) -- this means that with all your body and strengths, you shall enter the word [<i>teivah</i>]!"
            },
            "15": {
                "0": "In prayer, one needs to exert all one's energy in the speech, moving from one letter to the other until one completely forgets corporeality. One should see the letters joining and combining with each other, and this is great joy! If it is joyful in the material world, how much more so in the realm of the spirit - the world of <i>yetzirah</i> , formation. Once the thought is directed towards the letters, one does not even hear what one is saying - this is arriving at the world of <i>beriah</i>, creation. Afterwards, one arrives to the aspect of <b>Nothingness</b>, when all one's bodily forces are annulled, and this is the world of <i>atzilut</i>, emanation, and the sefirah of <i>chochmah</i>, wisdom. "
            },
            "16": {
                "0": "\"Make an opening (<i>tzohar</i>) in the ark (<i>teivah</i>)\" (Genesis 6:16) --My father, the Baal Shem Tov, may he rest in Eden, illuminated this passage. He said that <i>teivah</i> actually means 'word', and the meaning of making an opening for the word is that one should be careful to bring light into the words that come from your lips. The verse continues: \"Make bottom and second and third floors.\" This seems to be what my father related to me, saying that in every word are worlds, souls, and divinities. This is what is meant by <i>teivah</i>, speech, which also has at its most basic level worlds. The second level is also known as <i>mishneh</i>, secondary, which has the same letters as <i>neshamah</i>, soul - this is the level of souls. And the third level (<i>shelishim</i>) is divinities, which is hinted at in the verse (Exodus 14:7), \"Officers (<i>shalishim</i>) [ruling] over all of them,\" like the Divine who rules over all things. All of these levels you should \"Make\" - the speech and the word coming out of your mouth should have this intention and be in complete faithfulness, knowing that in each act of speech there are bottom and second and third levels, the worlds, souls and divinities --- Understand this!"
            },
            "17": {
                "0": "The Baal Shem Tov of blessed memory said on the verse (Gen 16:6) \"Make an opening for the ark (<i>teivah</i>)\" - one should let light flow into the word (<i>teivah</i>) of prayer. The verse continues, \"closing up to a cubit above\" -- meaning, one draws sustenance to the Shechinah from above."
            },
            "18": {
                "0": "I heard in the name of the Baal Shem Tov of blessed memory, that he explained the verse (Genesis 16:6) \"Make an opening for the ark (<i>teivah</i>)\" - one should turn the words (<i>teivah</i>) of Torah and of prayer into an illuminated opening, to look and see from the beginning of the world until its end."
            },
            "19": {
                "0": "The Baal Shem Tov, may his memory guard us, would explain the verse (Genesis 6:16) \"Make an opening (<i>tzohar</i>) for the ark (<i>teivah</i>).\"  <i>Tzohar</i> actually means light, and  <i>teivah</i> actually means speech. This means that when a Jew wants to speak, they must make sure that one's thought illuminates the words first, because thought (<i>machshavah</i>) is the same letters and connected to <i>chashav mah</i>, 'think of the object'."
            },
            "20": {
                "0": "My father of blessed memory explained the secret of the verse (Genesis 6:16) \"lower and second and third decks\" - that one should make ones petitions from the letters, from the mystery of the divine light that dwells within them, and make the petition come from there, etc."
            },
            "21": {
                "0": "One should certainly make their petitions from the letters themselves, as I heard from my father of blessed memory. He explained that these petitions can come from the divine mystery within them, to ask that for help, that one may express these letters with true intention, for their own sake. In this way, all harsh judgements are sweetened at their core."
            },
            "22": {
                "0": "I heard from my father of blessed memory that the letters are without meaning. "
            },
            "23": {
                "0": "I also heard that each and every word includes within it the entire world -- and \"words from the mouth of the wise are grace!\" (Kohelet 10:12)"
            },
            "24": {
                "0": "Know that each and every word is an entire body, and one's entire strength must be put into it, for if not, it will be like one with a missing limb."
            },
            "25": {
                "0": "One who says their prayers with all the intentions (<i>kavannot</i>) that they know - this person is not only intending in the way that they know, but in saying the words with great communion with God, each and every word naturally comprises of all the intentions on its own. For each letter is an entire world, and when one says the word with great communion, certainly those supernal worlds are aroused, and one makes great actions thereby. Therefore, one should be careful to pray with passion and with great communion, and this will certainly cause reaction in the supernal worlds, since every letter causes arousal above."
            },
            "26": {
                "0": "So too, if one's prayer be pure and clear, one's sacred breath coming out of their mouth in prayer will join and connect with the supernal breath that constantly comes into one. As our Holy Sages said on the verse (Psalms 150:6) \"Every living soul (<i>neshamah</i>) will praise God,\" - this means that with each and every breath (<i>neshimah</i>) that one breathes out, from below to above and returns from above to below - certainly through this some piece of divinity from the person is now connected to its root."
            },
            "27": {
                "0": "The Rabbi's soul told him that the reason that he merited that supernal things were revealed to him was not because he had studied much Talmud and halachic codes, but because he had always prayed with great intention, <i>kavannah gedolah</i>, and for this he merited to attain such a level."
            },
            "28": {
                "0": "The Baal Shem Tov revealed that even though one prays with great cleaving and with the proper levels of love and fear - even so, one must be sure to also have the proper submission to the Holy One. One time he and his disciples were praying with great cleaving, but without submission, and there was great opposition above, and only one of them who had submitted and was thereby saved."
            },
            "29": {
                "0": "The Baal Shem Tov said that one who reads from the Torah and sees the light of the letters in the Torah -- if even they didn't understand the cantillation correctly, since they had read with great love and passion, the Holy One is not exacting with the reader, even though the words weren't read correctly. This can be compared to a young child beloved by her father. When she asks for something from her father, even if she stutters and makes mistakes, the father has great joy. Therefore, when one says words of Torah with love, the Holy One has much love towards them and isn't exacting as to whether they spoke correctly, as our rabbis of blessed memory taught (Song of Songs 2:4) \"His banner (<i>diglo</i>) of love is over me.\" - don't read this word as <i>diglo</i>, but as <i>ligluglo</i>, His mockery of love is over me. "
            },
            "30": {
                "0": "One needs to guard one's mouth and tongue with regard to all speech. Even in terms of permitted speech our blessed sages were strict, as they said (Berachot 14a) that one should not even say hello to a person, since even this is destructive before the morning prayer. It is known that the world was created through thought, speech and action. Thought is the most primary, and speech is a branch of thought, and action is a branch of speech. So too, when a person wakes up from their sleep and becomes a new creature, as it is written (Eichah 3:23) \"Renewed every morning\" - if one begins by speaking permitted speech, and all the more so that which is not permitted! - even if one continues by praying and studies Torah, everything branches out from this first speech-act. Just as speech is a branch of thought and inferior to it, so too is the second speech-act to the first, as it says in the Zohar 2:83a and in the writings of Isaac Luria on respecting one's older brother, since the eldest brother takes the principal share and the other siblings are continuations from him. So too here, and therefore one should be careful to sanctify one's first speech-act, purifying one's first thought that it cleave to holiness so that it draws towards it all subsequent acts of speech. Afterwards, standing in prayer with the joy of performing a commandment, just as one's speech and thought were sanctified in this way, one's prayer will surely be answered. "
            },
            "31": {
                "0": "Everything one sees should be a reminder of the Holy Blessed One! If it is love, one should recall the love of God. If it is fear, one should recall fear of God. We know this from several sources. And even when one goes to the toilet, one should think: behold, I am separating bad from good, and the good will remain to worship Him, may He be blessed! All such thoughts are divine unifications."
            },
            "32": {
                "0": "\"Justice goes before Him, as He sets out on His way.\" (Psalms 85:14) -- There is a moral teaching here. There are some people who, on their way to fulfil the <i>mitzvah</i> of prayer or some such thing, stop to speak to other people. Even though they afterwards go on to the <i>mitzvah</i>, they have transgressed in not having run with passion, and their punishment after their death will be similar in nature. We know from several books that [after death] one passes over a river on a very narrow bridge, and this is considered as difficult suffering, for one has fear and trembling and needs to run very fast. This is the only way, on a very narrow bridge, to run fast. And then in the middle of the bridge, the Holy One sends an interrupting angel! And this is the very same angel that was created from that <i>mitzvah</i> that was interrupted and caused pain to this angel. From the thought that one had at home, intending to perform the <i>mitzvah</i>, a soul was created for the angel, and in actually performing the <i>mitzvah</i>, a body was created. But since one delayed the creation of that body, tarrying along the way and speaking to people, this angel comes to delay one, and not allow one to run, and this will be very frightening. This is the meaning of \"Justice goes before Him,\" -- the simple meaning is that all one's <i>mitzvot</i> walk before one after death. But when one is careful to go quickly and passionately when going to perform a <i>mitzvah</i> or to the synagogue, and not with laziness, \"He sets out on His way\" and doesn't interrupt the person crossing the river."
            },
            "33": {
                "0": "\"Kindness is yours, God, and You will pay each man according to his deeds.\" (Psalms 62:13) The difficulty on this verse is well-known. Yet it seems to apply to the story told by the holy Baal Shem Tov, that once there was a strong indictment against the Jews on Yom Kippur. Satan said that he was not talking at all about the wicked people, but rather about good and God-fearing people. Such people who would come to pray in the synagogue every day, but on their way to pray would see a carriage carrying firewood, and would start haggling over the price and get a small discount, on account of which they would come to the synagogue late, after <i>barechu</i> and <i>kedusha</i>. All the defending angels above have nothing to say in defence of this. But the Baal Shem Tov had something to say. He said: it is true that before performing the <i>mitzvah</i>, they were willing to give it up for a small sum. But after performing the <i>mitzvah</i>, even if they would have been offered a large sum of money, nobody would give it up, not even the simple-minded. And on account of this defence, the harsh decrees were sweetened. This is the meaning of the verse \"Kindness is yours, God, and You will pay each man according to his deeds\" - that is, according to the <i>mitzvah</i> after it was done, not before it was done. "
            }
        },
        "4_Lech Lecha": {},
        "5_Vayera": {},
        "6_Chayei Sara": {},
        "7_Toldot": {},
        "8_Vayetzei": {},
        "9_Vayishlach": {},
        "10_Vayeshev": {},
        "11_Miketz": {},
        "12_Channukah": {},
        "13_Vayigash": {},
        "14_Vayechi": {
            "2": {
                "0": "Issachar is a strong-boned ass, crouching down between the stables (Gen. 49:14). In the name of Rabbi Israel Ba’al Shem, on the verse Issachar is a strong-boned [garem] donkey: that is to say, there is reward [s’khar] by way of that which the “donkey” causes [gorem]. (Tzava'at HaRivash p.12b)"
            },
            "3": {
                "0": "In the name of the Ba’al Shem Tov, this is the explanation: “There is reward that the ‘donkey’ [hamor] causes,” meaning by way of food and drink, which are physical [homer] matters, he causes this reward – by way of his elevating to the Cause of Elevation the holy spark that was crouching down between the stables, which was among the lower elements. (Or HaGanuz le-Tzadikim, Vayehi)"
            },
            "4": {
                "0": "It is stated in the Talmud: “The Torah has mercy on Israel’s money” (Rosh HaShanah 27a), and why so? Because this is an important principle, that whatever thing a person wears, or eats, or uses as a tool – he benefits from the life-force that is within that thing; for without the spirituality that thing would have no existence, and there [in the thing] are holy sparks relevant to the root of his soul. And I heard that for this reason there is a person who loves a certain thing, and there is a person who hates that thing and loves another thing; and when he uses that tool, or eats foods even for his body’s needs, he fixes the sparks. For afterward he serves [God], with that same power that comes to his body from that food or clothing or other things, with that power he serves Blessed God, and we find that through this [the sparks] are fixed. Therefore sometimes it happens that when he has already finished fixing all the sparks that were in that thing, which were related to the root of his soul, then Blessed God takes that tool from him and gives it to someone else, since the sparks that [remain] in that tool are relevant to a different root.",
                "1": "And Rabbi Israel Ba’al Shem, peace be upon him, said that people eat and people drink and people use [tools], meaning the sparks that are in those things; therefore a person must be sensitive about his tools and everything else that he has, meaning from the side of the sparks that are within them, in order to have mercy on the holy sparks. (Tzava'at HaRivash p.13a)"
            }
        },
        "15_Shemot": {},
        "16_Vaera": {},
        "17_Bo": {},
        "18_Beshalach": {},
        "19_Yitro": {},
        "20_Mishpatim": {},
        "21_Terumah": {},
        "22_Tetzaveh": {},
        "23_Ki Tisa": {
            "14": {
                "0": "And the Lord spoke to Moses face to face. Here it is written like water face to face, so answers man's heart to another (Proverbs 27:19), in the name of the Baal Shem Tov his soul in Heavenly Gardens, When a man stands in water, his shadow looks great on the water, and when the man lowers himself, the shadow becomes small, and everything that the person bends himself more in the water becomes even smaller shadow, until the person's face is on the water then the face of the shadow also comes against the person's face, yes the heart of a man to man, when a person thinks he is big, then his friend is also great, And when a person reduces himself before his friend, Then his friend also reduces himself, Until the smallest is that he can no longer reduce, Then his friend does likewise, and then the value is made, And we will make them equal, This is what Moses said, and the Lord spoke to Moses face to face when a man spoke to his neighbor, According to the smallness of a man against his neighbor, his friend is also small, Good deeds face to face, Yes Moses, since he would reduce himself against the Creator, blessed be He, Yes, as it were, the Creator reduced himself to Moses and spoke to him face to face, Found in the interior of the Creator is like a shadow made according to the value of Moses' face, And no one can do that, Only Moses, who is the knowledgable, etc.: ",
                "1": "(Or HaChochma P. Vayakhel)\n"
            }
        },
        "24_Vayakhel": {},
        "25_Pekudei": {},
        "26_Vayikra": {},
        "27_Tzav": {},
        "28_Shmini": {},
        "29_Tazria": {},
        "30_Metzora": {},
        "31_Achrei Mot": {},
        "32_Kedoshim": {},
        "33_Emor": {},
        "34_Behar": {},
        "35_Bechukotai": {},
        "36_Bamidbar": {},
        "37_Shavuot": {},
        "38_Nasso": {},
        "39_Beha'alotcha": {},
        "40_Sh'lach": {},
        "41_Korach": {},
        "42_Chukat": {},
        "43_Balak": {},
        "44_Pinchas": {},
        "45_Matot": {},
        "46_Masei": {},
        "47_Devarim": {},
        "48_Vaetchanan": {},
        "49_Eikev": {
            "7": {
                "0": "“…lest your heart grow haughty and you forget the LORD your God…” (Devarim 8:14) They said in the gemara (Sotah 5a) This is a warning to the proud in spirit, as it is written ‘lest your heart grow haughty and you forget.’ The Rav Moshe m’Kotzi counted this as a negative commandment and wrote that God revealed to him in a dream, that the essential warning of all the Torah is the commandment to remember and that forgetting, which is its opposite, God forbid destroys the whole Torah. And the Holy Ba’al Shem Tov explained  - when the blood is clouded, then one is in the aspect of the ‘back end’ which has the numeric value of ‘and you forget’ because memory flows from the names of zachor and forgetting from the ‘back end’ of Aba and Ima which is the numeric value of ‘and you forget’ as is written in the Yichudim (Sha'ar Ruach ha-kodesh, tikun 26 (daf 17, column 3)). As it is with an individual, so it is with humanity – exile flows from forgetting and redemption from remembering. “The words of a wise man’s mouth find favor…” (Kohelet 10:12)"
            }
        },
        "50_Re'eh": {},
        "51_Shoftim": {},
        "52_Ki Teitzei": {},
        "53_Ki Tavo": {},
        "54_Nitzavim": {},
        "55_Vayeilech": {},
        "56_Rosh Hashana and Yom Kippur": {},
        "57_Ha'Azinu": {},
        "58_Succot": {},
        "59_V'Zot HaBerachah": {},
        "60_Esther": {},
        "61_Song of Songs": {},
        "62_Ruth": {},
        "63_Lamentations": {},
        "64_Ecclesiastes": {}
    },
    "meta": "Comment-Paragraph",
    "work": "Baal Shem Tov"
}