{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>רש\"י</b> ד\"ה לפני חגיהם של עובדי עבודת כוכבים. ונראה שכ' רש\"י כן כדי לתרץ קושית התוס' שנוהגים העולם עכשיו לשאת ולתת עמהם ביום חגם לכך כתב עובדי עבודת כוכבים לאפוקי נכרים שבזמן הזה דידעינן בהו דלא פלחי לעבודת כוכבים בשביל זה ביום חגם ואפשר נמי שהוצרך רש\"י לכתוב כן משום דשם נכרים כולל כל האומות אפי' אינם עובדים עבודת כוכבים לכן כ' דוקא עובדי כוכבים העובדים עבודת כוכבים:", 
            "<b>ד\"ה</b> שמח לאחר זמן למחר. נראה דלאו דוקא למחר קאמר אלא כלומר לאחר שעת הפרעון מיד הוא שמח אפילו בו ביום דאל\"כ ביום החג בעצמו יהא מותר ולא כתכ רש\"י כן אלא כדי שלא תאמר לאחר זמן מרובה דהיינו לאחר שעובר יום החג וק\"ל אבל התוס' אין מפרשין כן ועיין לקמן (עבודה זרה דף ו' ע\"ב) בתוס' ד\"ה אמר אביי:", 
            "<b>תוס'</b> ד\"ה לפני חגיהן ומיהו מכות ושבועות דשייכי בסנהדרין וכו'. ר\"ל מכות ושבועות שייכי טפי בסנהדרין מע\"ז משום דמכות ושבועות שייכי בדיני דסנהדרין גופייהו אבל ע\"ז לא תני להו בסדר נזיקין אלא איידי דתני בסנהדרין בעבודת כוכבים לכן הקדים מכות ושבועות לע\"ז:", 
            "<b>ד\"ה</b> אסור לשאת ולתת עמהן וכו' משמע שר\"ל אף ממקח וממכר. ר\"ל כל מקח וממכר בעולם אפי' אינו תקרובת עבודת כוכבים ולפי ריהטא נראה דהתוס' דייקי הכי מדפרש\"י בכולהו משום דאזיל ומודה ואי סבירא ליה דדוקא בתקרובת עבודת כוכבים איירי הוי טעמא משום לפני עור לא תתן מכשול אבל הרא\"ש כתכ כך ומוכיח מתוך פירושו שפירש לקמן בפרקין משום דאזיל ומודה לעבודת כוכבים ואסור משום לא ישמע על פיך וכו' כן פרש\"י לקמן (עבודה זרה דף ו') משמע דהרא\"ש ס\"ל דממאי דפרש\"י וכולהו משום דאזיל ומודה לעבודת כוכבים ליכא להוכיח דדלמא ר\"ל שיקריב לעבודת כוכבים אבל ממה שפירש לקמן ואסור משום לא ישמע על פיך מוכח שפיר דר\"ל דאיירי בכל מיני מקח וממכר ולא בתקרובת עבודת כוכבים דוקא דהא בתקרובת אסור נמי משום דגורם להקריב לעבודת כוכבים ולא משום לא ישמע על פיך לבד:", 
            "<b>בא\"ד</b> מ\"מ בכל שבוע יום אחד יש להם דלר' ישמעאל לעולם אסור וכו'. נראה הא דהוצרך להביא זה דר\"י משום דלא תימא יום חגם שיש להם בכל שבוע לא נקרא יום חגם כי אם אותן המפורשים לקמן במתני' קלנדא וקסטרוני' לכך מביא דקאמר בגמ' דלר\"י דס\"ל דג' ימים לפני חגיהן וג' ימים לאחריהן אסור יום חגם לעולם אסור א\"כ ש\"מ דהוה יום חגם ועיין בהר\"ן ובאשר\"י ותמצא דעות שונות בסברת רש\"י:", 
            "<b>בא\"ד</b> לכך נראה דטעם ההיתר משום דעכו\"ם שבינינו קים לן בגוייהו דלא פלחי לעבודת כוכבים וכו'. פי' דאין דרכן דאזיל ומודה לעבודת כוכבים בשביל איזה הנאת משא ומתן וכיוצא:", 
            "<b>בא\"ד</b> מפני שהוא כמחניף וכו'. פי' דאפי' יקבל איזה הנאה מהיהודי ע\"י אותו משא ומתן יודע הוא שהיהודי עשה זה מדעתו ורצונו הטוב מפני שמחניף לו ולא שייך ליזיל לאודי לעבודת כוכבים בשביל כך:", 
            "<b>בא\"ד</b> ור\"ת היה מפרש וכו' דוקא במידי דתקרובת. פי' שאסור למכור בהמה לתקרובת וכיוצא כל מידי דדרך להקריב:", 
            "<b>בא\"ד</b> אבל לקנות מהם ודאי שרי בין ללישנא דאזיל ומודה וכו'. ר\"ל דלקמן בגמ' בעי טעמא דמתני' משום הרוחה או משום לפני עור לא תתן מכשול ופרש\"י הרוחה דרווח ואזיל ומודה אבל ר\"ת מפרש בענין אחר כדבסמוך לפנינו לכך נראה לי לגרוס בין ללישנא דהרוחה בין ללישנא דלפני עור לא תתן וכו' וק\"ל וכן מה שכתבו התוס' אח\"כ ומביא ראיה מדבעיא בגמרא וכו' פי' משום שמרויח ומשתכר זהו פרש\"י אבל לפי האמת מפרש ר\"ת בענין אחר כמו שמבאר והולך ולפי פי' ר\"ת טעם דאזיל ומודה לא אתמר על איסור דמו\"מ אלא על איסור להלוותן ולהשאילן כדאיתא בגמ' דף ו':", 
            "<b>בא\"ד</b> ולפי פירוש ר\"ת אין לתמוה על מנהגנו וכו'. יש לדקדק הא אף לפירוש ר\"ת מ\"מ טעמא דלהשאילן וכו' ולהלוותן וכו' הוא מטעם דאזיל ומודה א\"כ אף לפי' ר\"ת יש לתמוה על מנהגנו שאנו מלוים להם ואפילו אינו אומר הלויני מעות לשקרי וכו' יאסר משום דאזיל ומודה וא\"כ לר\"ת נמי נצטרך לומר דטעם ההיתר הוא משום דעכו\"ם שבינינו קים לן בגווייהו דלא פלחי לעבודת כוכבים כמו לרש\"י כדלעיל ושמא דלר\"ת אין תמיה כ\"כ משום דאינו רגיל הוא להלוותן בחנם אלא בריוח ובריוח הוא שרי כמו שכתבו התוס' בשם ר\"ת בדיבור שאח\"ז:"
        ], 
        [
            "<b>תוס'</b> ד\"ה רומי חייבת וכו' ונמצא במעשה מרכבה וכו'. נראה דזה הוה כמו טעם אחר ור\"ל ועוד טעם אחר דנקרא חייב משום דחייבת חוב דהוא החורבן שנגזר עליה ולפי טעם זה לא הוי חייבת לישנא דתרגום דרשע אלא הוי לשון חוב וחיובא ופי' הראשון הוא ע\"ר שפרש\"י וק\"ל:", 
            "<b>ד\"ה</b> אמר להן הקדוש ברוך הוא וכו' פי' שואל להם במה זכו בכל דור ודור. נראה דפירשו כן משום דקשה להם וכי אפשר שלא עסקו העובדי כוכבים בשום מעשה טוב בשום זמן יותר ממה שאמרו שתקנו שווקים או גשרים וכיוצא וכן פרס הלא בנו בית המקדש לכך פירשו דודאי אשכחן שאר ענינים שעסקו בהן אבל לא היה אלא באותו דור אחד והוא שאל מהן עסק שעסקו בכל הדורות כמו שכתבו התוס' לקמן עמוד זה ד\"ה ואנן בנינן וכו':", 
            "<b>ד\"ה</b> מ\"ש הני דלא קא חשיב פי' בבל ויון וכו'. נראה דפירשו כן משום דקשה להם דמאי פריך בגמ' מ\"ש הני דקא חשיב וכו' פירוש דחשיב בהדיא ובפירוש הב' אומות דהיינו רומי ופרס ושאר האומות לא פרט אותן בפירוש הא כבר מפורש לעיל מיניה דמלכות רומי היא החשובה על כל האומות ופרס חשיב בתרה לכך פירשו דלא פריך אלא מבבל ויון דגם הם היו חשובין ביותר וכמו שהקשו התוס' לעיל בד\"ה וארו חיוא אחרי וכו' ומשני גמרא ממש כמו שתירץ ר\"י לעיל בתוס' בדיבור הנזכר שאע\"ג שבבל היתה חשובה וקראה הכתוב אריה לא היתה חשובה אלא בזמנה אבל לא משכה מלכותה וכן יון אבל הני רומי ופרס משכי במלכותייהו וכו' ולכך לא חשיב ר' שמלאי בפירוש ובפרטות כי אם השתי אומות הנזכרים דהיינו רומי ופרס אבל בבל ויון כללם בסתם בכלל שאר האומות ואמר וכן לכל אומה ואומה וכו' ולפי זה יש לישב ג\"כ הגירסא שלפנינו שכתוב בה מ\"ש הני דחשיבי ומ\"ש הני דלא חשיבי ופריך ממש הקושיא שהקשו התוס' לעיל ור\"ל מ\"ש הני פי' רומי ופרס דחשיבי משום דקראם הכתוב דוב ומ\"ש בבל ויון דלא חשיבי הא בבל נמי קרי לה קרא אריה ומשני ממש כדמשני לעיל ר\"י בתוספות הני משכי במלכותייהו עד וכו' אבל בבל לא נקראת אריה אלא בזמן שהיתה מושלת בכל העולם אבל עתה היא ממלכה שפלה וק\"ל:"
        ], 
        [
            "<b>תוס'</b> ד\"ה נוגעין בעדותן הן וכו' וי\"ל דאין חוששין בזה הראיה דאין אב מעיד על בנו וכו'. ר\"ל דמי הוא המקיים העולם הלא הקב\"ה שהוא אביהן של ישראל ולכך הוא מקיים העולם כדי שנאמר שישראל קיימו התורה ואין אב מעיד על בנו וק\"ל:", 
            "<b>ד\"ה</b> יום הששי וכו' וי\"ל דיומא קמא לא אמר להו מידי וכו'. ר\"ל ולכך לא חשיב יומא קמא והששה ימים מתחילין מיום השני משעה שהתחיל לדבר עמהם:"
        ], 
        [
            "<b>ד\"ה</b> שניות יושב ודן וכו' ואין נראה דלמאי דמסקינן בסמוך וכו'. ר\"ל לקמן (עבודה זרה דף ד' ע\"ב):"
        ], 
        [], 
        [], 
        [
            "<b>ד\"ה</b> וצריכא פי' לכתוב וכו'. נראה דמדברי התוס' מבואר בהדיא דאינהו לא מפרשים כפרש\"י שפירש לא היו ישראל ראויים לאותו מעשה ולא היה דוד ראוי לאותו מעשה לומר שגזרת מלך היתה וכו' אלא שהתוס' מפרשים לא היה דוד ראוי שיכתב הקב\"ה המעשה על שמו וכן לא היו ישראל ראוים שיכתב המעשה על שמם כי לא לכבוד הוא להם ולמה נכתב לומר שאם חטא יחיד וכו' וע\"ז נמשך ג\"כ וצריכא לכתוב חטאם ותשובתם של שניהם דאי אשמועינן יחיד וכו' וההכרח שהביא להתוס' לפרש כן ולא פירשו כפרש\"י משום דלפרש\"י צריכין אנו ע\"כ לפרש וצריכא דבתר הכי דהוה פירושו שהקב\"ה היה צריך שתהיה גזרתו לשלוט היצה\"ר בשניהם בישראל ובדוד משום דאי אשמועינן וכו' ואין זה סוגיית הגמ' וגם הלשון בעצמו דחוק לפרש כן ועוד מימות ישראל שעשו העגל עד ימות דוד שהוא כמעט שמנה מאות שנה היאך ידע היחיד לשוב בתשובה והיה ליחיד פתחון פה כל אותן השנים והיה לו להקב\"ה להיות גזרתו על הרבים ועל היחיד בזמן אחד אבל לפי הפירוש שכתבנו לפי דעת התוס' עולה הכל כהוגן:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה ומי בעינן כולי האי וכו' דחיישינן דזבין לה עובד כוכבים להאי בהמה וכו'. צ\"ע לפי ספרי רש\"י שלפנינו שהרי פי' זה הוא לפי דעת התוס' דריש מכילתא שכתבו בשם ר\"ת והפירוש שלפי פירוש רש\"י דמשמע מדבריו בריש מכילתין דכל מיני מקח וממכר אסורים כתבו התוס' כאן ד\"ה ומי בעינן בשם דש\"י ואולי נתחלפו הפירושים:", 
            "<b>ד\"ה</b> בהני ד' פרקים וכו' ואלו הימים אי אפשר בלא בשר וכו'. ר\"ל בימים טובים בעצמן כגון י\"ט אחרון של חג וי\"ט ראשון של פסח והשאר דבימים עצמן מרבין בשמחה לא בערב י\"ט אלא שבערב י\"ט קונים ושוחטים לצורך מחר מלבד ערב יום הכפורים שבאותו יום בעצמו מרבים בסעודה:", 
            "<b>תוס'</b> ד\"ה יצרם מסור בידם דריש ליה ממשלחי רגל וכו'. מקשין העולם מה מוסיפין התוס' על דברי רש\"י ונראה לי דהתוס' קשה להם דלפירוש רש\"י לא משתמע מהאי קרא אלא שהם אינם מסורים ביד היצר הרע אבל מ\"מ מנלן לדרוש שיצרם מסור בידם לכך כתבו התוס' דריש ליה ממשלחי רגל וכו' ר\"ל מדכתיב לשון משלחי משמע שהם משלחים אותו לחפשי ממה שהיה תפוס ומסור בידם ומשמעות הקרא כן הוא הם משלחים לחפשי הנקרא רגל שהוא אורח כדכתיב ויבא הלך וגו' א\"כ ש\"מ שפיר שהוא מסור בידם וק\"ל נראה לי:", 
            "<b>ד\"ה</b> ערב יום טוב האחרון וכו' כדאמרינן בפרק אלו דברים הכל מודים בעצרת דבעינן נמי לכם כצ\"ל:", 
            "<b>ד\"ה</b> וכדברי ר' יוסי אף ערב יום הכפורים וכו' אמאי שביק כל הני פרקים וכו'. ר\"ל לפרוך יום טוב אחרון של חג שחל להיות באחד בשבת או יו\"ט ראשון של פסח שחל באחד בשבת וכן שאר הפרקים ניחוש שמא ישחט בשבת בן עוף לצורך היו\"ט שלמחר ועיקר קושית התוס' הוא משום דסלקא אדעתן דרבנן ור\"י בהא פליגי דרבנן ס\"ל שבערב יוה\"כ לא היו מרבים בסעודה ור' יוסי סבירא ליה שבערב יוה\"כ בגליל היו מרבים בסעודה וא\"כ ע\"כ התם בכתובות לא שייכא קושיית המקשה דפריך מערב יוה\"כ כי אם לר' יוסי דאילו לרבנן לא שייך למפרך מיניה כלל דהא אינהו סבירא להו שלא היו מרבים בסעודה כלל בערב יוה\"כ ולכך הקשו התוס' אמאי שביק הני ד' פרקים שהיה לו להמקשה להקשות מהם אליבא דכ\"ע ותירצו התוס' דלעולם קושית המקשה דהתם אליבא דרבנן הוא דשפיר מקשה אליבייהו משום דרבנן נמי סבירא להו שבערב יום הכפורים מרבים בסעודה אלא שסבירא להו שאין מרבים אלא בעופות ודגים ור\"י סבירא ליה שהיו מרבים ג\"כ בבהמות וכי תימא מכל מקום תקשה דעדיפא הוה ליה למפרך מהד' פרקים שאין בהם שום פלוגתא דכ\"ע מודו בהו שהיו מרבים בהן בסעודה ולכך כתבו דעיקר פירכיה מבן עוף דוקא וכו' ובפרקים אלו אינם רגילין רק בבהמות ולכך לא היה שייך למפרך מהד' פרקים:", 
            "<b>ד\"ה</b> מנין למחוסר אבר וכו' דאילו בבית המקדש וכו' אלא להקריב בבמה איירי ומייתי ליה וכו'. ר\"ל וכן הראיה שמביא לא איירי אלא להקריב בבמה שהרי נח לא הקריב אלא בבמה:"
        ], 
        [
            "<b>תוס'</b> ד\"ה אתך בדומין לך וכו' ושמא י\"ל דמכל החי איצטריך למעוטי מחוסר אבר וכו'. והא דלא תירצו התוס' דאי לא כתיב אלא אתך הוה מוקמינן ליה לטרפה לחודיה כמשמעות סוגיא דשמעתתא דטרפה מסתבר טפי למעוטי משום דמסתבר להו דכיון דהשתא אליביה דמ\"ד דטרפה חיה קיימינן אין סברא שתהא טרפה אסורה לקרבן יותר ממחוסר אבר לכך פי' איפכא דמחוסר אבר מסתבר טפי לאסור משום דמאיס הלכך אי לא כתיב אלא אתך בלחודיה הוי מוקמינן ליה אמחוסר אבר אבל מ\"מ יש לדקדק דהיה יכול למצוא סברא דטרפה הוי מסתברא טפי לאסור מטעם משום דטרפה אע\"ג שהיא חיה מ\"מ אינה בריאה אלא חולה כדלעיל ועוד יש לדקדק כיון דלפי סברת התוס' שפירשו דמכל החי מסתבר טפי למעוטי טרפה ומאתך הוי מסתבר טפי למעוטי מחוסר אבר א\"כ טעמא מאי הפך הלימודים ויליף ר\"א דלעיל מקרא דמכל החי לאסור מחוסר אבר וכי פריך גמרא מטרפה ממעט ליה מאתך ואע\"ג שקושיא זו יש לתרץ דלמ\"ד טרפה יולדת אין ה\"נ דמחוסר אבר יליף מאתך וטרפה יליף מכל החי ור\"א דממעט לעיל טרפה מכל החי היינו משום דאיהו ס\"ל כמ\"ד טרפה אינה יולדת וא\"כ טרפה מלהחיות זרע נפקא ואתך דריש שיהיו טפלין לך כמו שכתבו התוס' לקמן בעמוד זה ד\"ה והשתא דנפקא לן וכו' מ\"מ כדי לישב הכל בדרך אחר נראה לומר דטעמא הוא משום דמעוטא דמכל החי הוא כתוב בתורה ברישא ובתרי' כתיב מעוטא דאתך ולכך מאי דמסתבר טפי לאסור דהיינו מחוסר אבר ממעטינן ממעוטא קמא וממעוטא דבתריה ממעטינן טרפה דלא מסתבר כל כך לאיסורא ולכך אמרינן נמי אי לא כתיב אלא מעוטא דאתך הוה מוקמינן ליה למחוסר אבר לחודיה משום דמסתבר טפי אלא דלעיל קודם דידעינן ממעוטא דאתך פריך הא מיבעי לטרפה וכו' ר\"ל דאע\"ג דמחוסר אבר מסתבר טפי לאסור מ\"מ מעוטא דמכל החי משמעותיה טפי למעט טרפה דמשמע בריאה ולא טרפה אבל מצד האיסור מסתבר טפי למעט מחוסר אבר דהיינו נמי טעמייהו דהתוס' דמפרשי דמחוסר אבר מסתבר טפי לאיסורא משום דאי הוה מפרשינן דטרפה מסתבר טפי לאיסורא ממחוסר אבר א\"כ תקשה למה ממעט גמרא ממיעוטא קמא דהיינו כל החי מחוסר אבר וממיעוטא בתרא דהיינו אתך ממעט טרפה איפכא הוה לן לאוקמי ומיעוטא קמא הוי לן למעוטי טרפה אי הוי מסתבר טפי וק\"ל אלא שעדיין יש לדקדק דהיה להם להתוס' לתרץ קושיא זו דאי לא כתיב אלא אתך ה\"א לצוותא בעלמא ולא משום פסול קרבן ולכך לא הוה ממעטין אלא טריפה דאינה ראויה משום דלמא תמות ולמ\"ד טרפה חיה מ\"מ חולה היא אבל מחוסר אבר דראוי לצוותא ה\"א תעייל. וצ\"ל דאין ה\"נ לפי המסקנא דמשני אי מאתך ה\"א לצוותא וכו' לא קשה מידי אלא שהתוס' רצו לתרץ לפי מה דס\"ד השתא דלא אסיק עדיין שנויא דה\"א לצוותא בעלמא:", 
            "<b>ד\"ה</b> ואי ס\"ד וצ\"ל שיש הפסק בין קלנדא לסטרוניא לכל הפחות ב' ימים כצ\"ל:", 
            "<b>ד\"ה</b> אלא ש\"מ הן בלא אידיהן ש\"מ תימה לי אמאי לא קאמר וכו' וכ\"ת אכתי מיבעי ליה אי הוה אידיהן בכלל פשיטא דלא מדלא הוי תנא לפני אידיהן יום אחד וכו' כן צריך להגיה:"
        ], 
        [
            "<b>תוס'</b> ד\"ה תניא כוותיה דרשב\"ל וכו' ועוד דלקמן מסיק וכו' וקא מפרש דחכמים דמתני' אית להו וכו' כרבי יוחנן וכו'. אע\"ג דלפי מה דמפרש שם משמע דת\"ק דמתני' ס\"ל נשא ונתן מותר וא\"כ מאי קאמרי התוס' ומתני' עדיפא מברייתא הא איכא נמי ת\"ק דמתני' דס\"ל נשא ונתן מותר נ\"ל לתרץ דאע\"ג דקאמר גמרא לקמן נשא ונתן איכא בינייהו ר\"ל בין ת\"ק דמתני' ובין חכמים בתראי יש לפרש דאין ר\"ל דחכמים בתראי פליגי את\"ק אלא דאתו לאוסופי את\"ק שלא גילה דעתו אי אמרינן נשא ונתן מותר או אסור ואתו חכמים בתראי לומר שאף אם נשא ונתן אסור אבל לעולם איכא למימר דאה\"נ דת\"ק דמתני' נמי ס\"ל הכי דנשא ונתן אסור וק\"ל:", 
            "<b>ד\"ה</b> אמר אביי גזרה לפרוע מהן וכו' וי\"ל דמשום ה\"ט וכו' כיון שאינו שמח ביום חגו וכו'. ר\"ל דלאחר זמן מפרשי התוס' דר\"ל לאחר יום החג:", 
            "<b>בא\"ד</b> ומיהו אי לאו דאיכא שום שמחה וכו'. ר\"ל וכ\"ת ל\"ל טעמא דשמחה דמתני' כלל לכך קאמר ומיהו אי לאו טעמא דאיכא שום שמחה לא הוי שייך נמי למיגזר ור\"ל דלא הוי שייך לומר גזירה לפרוע מהן אטו לפרען דמה ענין זה לזה בזה איכא שמחה ובזה אין שמחה כלל אבל השתא דאיכא גם בזה קצת שמחה שייך שפיר למגזר והשתא צ\"ל דבהא פליגי רבנן ור' יהודה במתני' אליבא דאביי דרבנן ס\"ל כיון דשמח הוא לאחר זמן שייך למגזר לפרוע מהן אטו לפרען ור\"י סבר דמה שהוא שמח לאחר זמן לא נחשב שמחה כלל ולכך לא שייך למגזר:", 
            "<b>בא\"ד</b> והשתא ניחא דאצטריכו כולהו לאביי וכו'. ר\"ל דבשמעתין קשה דעביד צריכותא אליבא דרבא דאצטריכו במתניתין כולהו ואיך מתורץ לאביי אמאי איצטריכו לכולהו לתני בחדא דגזרינן הא אטו הא ולא בעי לאידך אבל השתא דגם לאביי דטעמא דמתני' משום גזירה לא גזרינן בכולהו אלא מטעם דאיכא בכל אחד שמחה קצת א\"כ יתורץ ג\"כ לאביי בהאי צריכותא דעביד גמרא אליבא דרבא משום דאי אשמועינן חדא ה\"א בהא איכא שמחה קצת משום דמרויח להו אבל בהא לא וכו' וכן בכולהו:"
        ], 
        [
            "<b>ד\"ה</b> ר' מאיר אומר וכו' ואומר ר\"ת דהתם מתכוין הוא לקנות וכו'. ולפי זה הוי סברת ר' יהודה הפוכה מדרכי מאיר:", 
            "<b>ד\"ה</b> פשיטא דמחלוקת ואח\"כ סתם וכו' לכך נראה לפרש דלאו מכח סתם בעי למפשט וכו'. ר\"ל לאו מכח הכלל דקי\"ל דמחלוקת ואח\"כ סתם מוכרח הוא שהלכה כסתם עכ\"פ זה אינו דהשתא לא בעי למפשט משום כלל אלא השתא ר\"ל דאפי' בלא שום כללא מ\"מ כשיש מחלוקת ואח\"כ סתם חשיב הסתם כמו רבים נגד יחיד וכל היכי דהוי יחיד ורבים מסתמא הוי הלכה כרבים אם לא דמשתמיט איזה אמורא ואשמועינן דבדין זה הוי הלכה כיחיד כמו בשמעתין דאמר רב הונא דהלכתא כר' יהושע בן קרחה אע\"ג דהוי יחיד ורבים פליגי עליה והיינו דפריך רב יוסף הכא בשלמא הלכה כר' יהושע אצטריך דאי שתיק מיניה ולא אמר מידי ס\"ד אמינא יחיד ורבים הלכה כרבים קמ\"ל אלא הלכה כרבי יהודה ל\"ל פשיטא מחלוקת ואח\"כ סתם הוא והוי לכל הפחות כמו רבים לגבי יחיד א\"כ אפילו הוי שתיק רב הונא ולא אמר מידי מסתמא ה\"א דהלכה כרבי יהודה משום דהוי כמו רבים לגבי יחיד כיון דהוי מחלוקת ואח\"כ סתם וא\"כ ל\"ל למימר הלכה כר' יהודה ובדרך זה יתורצו כל הדקדוקים השייכים לדקדק בדבור זה וק\"ל:", 
            "<b>ד\"ה</b> משום דקתני לה כי הלכתא פסיקתא וכו' דהא איכא מ\"ד התם דאין הלכה כההיא דכל החוזר בו כו'. מקשין העולם א\"כ מאי קאמר נמי הכא ואב\"א משום דקתני לה כי הלכתא פסיקתא ר\"ל משום הכי הוי פשיטא דהוי הלכה כר' יהודה הא ההיא דכל החוזר בו נמי קתני לה בלשון הלכתא פסיקתא ואפ\"ה איכא מ\"ד דאין הלכה כן ול\"נ דהוי פירושו ע\"ד שפירשתי בדבור שלפני זה דכל מקום דקתני בלשון הלכתא פסיקתא מסתמא הוי הלכתא כן אם לא דאשמועינן שום אמורא בהדיא דאין הלכה כן כמו בההיא רכל החוזר ולכך קאמר הכא דלא אצטריך ליה לרב הונא לאשמועינן ולומר דהלכה כר' יהודה דאפי' הוי שתיק ולא הוה אמר מידי הוה אמרינן מסתמא דהלכתא כמותו משום כיון דקתני לה בלשון הלכתא פסיקתא וק\"ל:"
        ], 
        [
            "<b>גמרא</b> אמר רב תחליפא בר אבדימי וכו' לדברי ר' ישמעאל יום חגם לעולם אסור כצ\"ל:", 
            "<b>רש\"י</b> ד\"ה כרבנן ס\"ל דאסרינן משום תורת כלי זיין וכו'. עי' לקמן (עבודה זרה דף ט\"ז) וצ\"ל דלרש\"י הא דקאמר כרבנן ס\"ל לאו דוקא אלא ר\"ל רבי דלקמן בברייתא דף הנזכר אבל טעמא דרבנן דמתני' דהתם הוי משום דאיירי בסוס המיוחד לעופות דלא אמרינן ביה חי נושא את עצמו ואסור משום שאלה ושכירות כשאר בהמה גסה כדאיתא שם אבל בסוס המיוחד לרכיבה מודו רבנן לבן בתירא ורבי ס\"ל דאפילו בסוס המיוחד לרכיבה אסור מטעם תורת כלי זיין וג' מחלוקות בדבר כמו שכתבו שס התוס' אם לא נאמר שרש\"י לא ס\"ל כדעת התוס' אלא ס\"ל דרבנן דמתני' היינו רבי וטעמייהו נמי משום תורת כלי זיין ונחום המדי מדאסר סוס נקבה ובחור ש\"מ דאיהו ס\"ל נמי כרבי דאפי' סוס המיוחד לרכיבה אסור מטעם תורת כלי זיין ומתיר בזכר ובזקן במלחמה משום דאדרבה שאינו אלא לקלקל שהוא הורג את אדוניו כמו שכתבו התוס' הכא בעמוד זה:", 
            "<b>תוס'</b> ד\"ה סוס זכר וכו' ומילי מילי קתני. ר\"ל דשני דברים הן דמתיר סוס זכר במלחמה וכן סוס זקן במלחמה ובמלחמה דקתני קאי אתרוייהו אזכר וגם אזקן ומ\"מ הירושלמי אינו בשיטת הגמרא דילן בשמעתין דבשמעתין משמע דבן בתירא מתיר בכל ענין אלא שנחום המדי מחלק בין סוס זכר לנקבה ובירושלמי מפרש דבן בתירא נמי אינו מתיר אלא בסוס זכר:", 
            "<b>בא\"ד</b> ור' אליעזר מביה\"ם היה מפרש דזקן נקט לרבותא וכו'. רבים משתוממים על פירושו זה של ר' אליעזר מביה\"ם שהוא נגד סוגיא דשמעתא דקאמר איהו מדקא מפליג בין זכרים לנקבות ש\"מ דכרבנן ס\"ל דלפירושו לא יתיישב זה כלל דלפירושו מתיר נחום המדי אפילו בסוס זכר דאית ביה רבותא דאית ביה תורת כלי זיין וכ\"ש בנקבה דהא איהו מפרש דלרבותא נקטי' ויש לפרש דלפירושו של ר\"א נמי מפליג נחום המדי בין סוס זכר לנקבה ובנקבה אוסר נחום המדי אלא שאינו מחלק בין זקן לבחור דזקן לרביתיה נקטיה דאפי' בזקן דשייך ביה מלאכה קצת מתיר וכ\"ש בבחור ואתי ליה שפיר הא דקאמר בגמ' איהו מפליג בין זכרים לנקבות וכו' ולא קאמר דמפליג נמי בין זקן לבחור אלא ודאי הא דנקט נחום המדי זקן לרבותא נקטיה וכ\"ש דמתיר בבחור ודוקא בזכר אבל בנקבה אוסר נחום והא דקאמר ר\"א וזכר במלחמה נמי נקט לרבותא תיבת לרבותא לא קאי אזכר דיהא משמע דכ\"ש נקבה דמתיר אלא אמלחמה קאי ר\"ל דבמלחמה נקט לרבותא דאע\"ג דבמלחמה שייך לאסור מטעם כלי זיין אפ\"ה מתיר וכ\"ש בלא מלחמה ופי' זה דחוק בעיני מחמת כמה טעמים חדא דדוחק לומר דהא דנקט סוס זכר הוי דוקא ור\"ל דדוקא בזכר מתיר אבל בנקבה אוסר והא דנקט זקן נקט לרבותא ועוד א\"כ למה ליה לר\"א כלל לפרש דהא דנקט זכר במלחמה נמי נקט לרבותא וירצה לומר דבמלחמה הוי לרבותא אבל זכר הוי דוקא יפרש ג\"כ דבמלחמה נקט נמי דוקא ולומר דדוקא זקן במלחמה מותר אבל בחור במלחמה אסור ועוד דכיון דפירש דזכר במלחמה נקט נמי לרבותא ורבותיה הוא דאע\"פ שיש לאסור מטעם תורת כלי זיין ואפ\"ה מתיר וא\"כ מ\"ש דאוסר בנקבה וכ\"ת משום דס\"ל ג\"כ סברא דלעיל דזכר הורג אדוניו במלחמה א\"כ אין כאן שום רבותא וק\"ל וע\"כ נ\"ל דלעולם לפירוש ר\"א דפירש דנחום המדי נקט סוס זכר וזקן הכל לרבותא א\"כ כ\"ש דמתיר בבחור ונקבה דנקבה לא שייך בה טעמא דתורת כלי זיין כל כך דדוקא זכר קטיל בסיחופי' וגירסת הגמרא כך היתה והאיכא בן בתירא דקאי כוותיה וכו' ומשני בן בתירא לא מפליג איהו מפליג ותו לא ופירש ר\"א דר\"ל דיש חילוק בין סברת ב\"ב לסברת נחום המדי דב\"ב סתמא קאמר מתיר בסוס וי\"ל דר\"ל בסוס בחור דלא שייך ביה מלאכה או בנקבה דלא שייך בה תורת כלי זיין דלא קטלא בסיחופ' כ\"כ אבל בזכר או בזקן דמטחינו בריחיים אפשר דאוסר אבל נחום המדי מפליג ונקט כל דבריו לרבותא כדלעיל א\"כ הוא מתיר בכל הענינים ולכך אמרו ליה נשתקע הדבר וכו' ולפירוש' מפליג הוא לשון הפלגה ר\"ל שמפליג בדבריו ומתיר בכל הדברים וכן ראיתי בקצת ספרים שנרשם בחצי עגולים כזה () סביב תיבות בין זכרים לנקבות לומר שאינו מלשון גוף הגמרא אלא שניתוסף ע\"פ פירוש רש\"י שפירש איהו לא מפליג ר\"ל אינו מחלק בין זכרים לנקבות וכו' וכן הא דאיתא בספרים שלנו כרבנן ס\"ל ניתוסף בגמ' על פי פירוש רש\"י וק\"ל דו\"ק נ\"ל:"
        ], 
        [
            "<b>מתני'</b> אבל יום תגלחת זקנו וכו' עיין ברי\"ף וברא\"ש דלא גרסי אבל וכן מוכרח הוא מפירוש הראב\"ד שכתב הרא\"ש שלא היה בספרים אבל ע\"ש:", 
            "<b>גמרא</b> רב מתנא רומי שעשתה קלנדא וכו' כצ\"ל:", 
            "<b>תוס'</b> ד\"ה ה\"ג ר\"ת מקרן כתיב כי אין נראה לו דמקרן נראה קרן אחת יותר ממקרין. על דברי התוס' הקצרים הללו נאמרו דברים רבים ופירושים שונים והעיקר נראה לי שגירסת הספרים היתה בספרים הקדמונים קודם לר\"ת הכי מקרין תרתי משמע מקרן קרי וע\"כ היינו צריכין לפרש דהמקשה פריך מקרן בחיריק הרי\"ש תרתי משמע ומשני מקרן קרינן הרי\"ש בפתח כי לא היה אפשר לפרש שהתרצן השיב לו מקרן קרי המ\"ם בחירק והקוף והרי\"ש בסגול שהוא שם קרן אחת שלא יתיישב לשון המקרא שיאמר מקרן מפריס כאשר מובן מעצמו וע\"כ היינו צריכין לפרש שהתרצן השיב מקרן קרי הרי\"ש בפתח ולכך הוקשה לר\"ת על גירסא זו דמאי משני מקרן קרי הרי\"ש בפתח מה לי מקרין הרי\"ש בחיריק ומה לי הרי\"ש בפתח שאין במשמעות הרי\"ש בפתח קרן אחת יותר כשקרינן הרי\"ש בחיריק והיינו מה שכתב אח\"כ כי אין נראה לו דמקרן ר\"ל הרי\"ש בפתח נראה קרן אחת יותר ממקרין ועל כן גריס ר\"ת שהתרצן השיב מקרן כתיב ור\"ל שהקרי הוא מקרין בחיריק כאילו כתיב יו\"ד בין הרי\"ש והנו\"ן פשוטה והכתיב הוא חסר יו\"ד להורות שהוא קרן אחת כאילו יכולין לקרותו מקרן בסגול וק\"ל וזה הפירוש בכוונת התוס' בדבר קצר זה נ\"ל ברור בלתי ספק כלל ודו\"ק:"
        ], 
        [], 
        [], 
        [
            "<b>ד\"ה</b> האי מאן וכו' ועוד קשה כי לפי זה יהיה שקר מה שנהוג בפי העולם וכו' ועוד דכל הסוגיא ההלכה לעיל ניטפי ארבעים ותמני הכל לפי אותו דרך שבתחלת המנין לא נמנה כ\"א ת\"כ וכו'. יש לדקדק מאי מקשי התוס' הא אפי' אם נמנה בתחלת המנין תכ\"א שנים שעמד הבית נמצא שאז היה שפ\"א שנים למלכות יון ומנין התנא מתחיל קע\"א שנים לאחר החורבן דכיון דעמד הבית תכ\"א מכלל שקע\"א שנים לאחד החורבן נשלמו ד' אלפים שאז שלמו שני אלפים תורה א\"כ השתא נמי מנין הסופר קודם לתנא תקנ\"ב שנים דמה לי ש\"פ וקע\"ב או שפ\"א וקע\"א וא\"כ צריך נמי להוסיף על מנין הסופר ארבעים ותמני' כמו לפי פי' הראשונים שעמד הבית ת\"כ וא\"כ אין כאן קושיא כלל ונראה דטעות נפל בספרים וכך צריך להגיה ועוד דכל סוגיית ההלכה לעיל ונטפי עלייהו עשרין שנין הכל לפי אותו דרך וכו' ור\"ל האי אי טעי תנא בתחלת הסוגיא וכן היא זאת הקושיא באשר\"י וק\"ל:", 
            "<b>בא\"ד</b> הרי בשנת שנים עשרה לאלף הששי התחילה שמיטה הוא סוף הדבור ואח\"כ מתחיל ד\"א לאחר ד' אלפים ורל\"א וכו' והא דקאמר וד' אלפים ומאתים הם פ\"ד יובלות אינו מדוקדק לפי סברת ר\"י דאמר שנת החמשים עולה לכאן ולכאן דהא לדידיה שקלינן מכל מאה תרי וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>ד\"ה</b> ואי חוקה היא וכו' וכיון דכתיב באורייתא לא גמרינן מינייהו. פי' דאפילו אם עושין אנו כמו שהן עושין כיון דאותו ענין כתוב בתורה לא מקרי שאנו לומדין מהם ועושין כמעשיהם אלא מדאורייתא הוא דגמרינן לעשות כן:", 
            "<b>בא\"ד</b> ומיהו הא לא קשיא דאיכא למימר דרבנן דמתני' היינו רבי יהודה דהתם וכו'. ר\"ל דהמקשה ס\"ל דכיון דר\"י אסר התם הריגה בסייף אע\"ג דכתיב באורייתא אלמא דלא חייש לכתיבה דאורייתא וא\"כ תקשה לדידיה הקושיא שהקשו אותה החכמים והביאו ראיה משורפין על המלכים אלא ע\"כ צ\"ל דאיהו ס\"ל דטעמא דשורפין על המלכים אינו אלא משום דס\"ל דלאו חוק לעבודת כוכבים הוא ולכך פריך המקשה לדידיה למאי דס\"ל דרבנן דהכא היינו ר\"י ואי חוקה היא אנן היכי שרפינן וכו' ר\"ל הא ע\"כ לר\"י הא דשורפין על המלכים הוי מטעם דס\"ל דלאו חוקה היא כדכתבינן וכ\"ת מנ\"ל להמקשה להקשות דלמא רבנן דהכא אינן ר\"י דהתם י\"ל דס\"ל דכיון דרבנן דהכא ר\"מ פליג עלייהו מסתמא רבי יהודה דבר פלוגתא דר\"מ הוא רבי יהודה אלא שמה שכתבו התוס' אח\"כ אכן קשה דהכא מסקינן וכו' והתם משמע דחוקה היא לכו\"ע וכו' לא מתיישב דהא למאי דכתיבנא ס\"ל השתא דטעמא דר\"י דהתם הוי מטעם דס\"ל דשרפה לאו חוקה וי\"ל הא דכתבינן הכי היינו לפי סברת המקשה דהוה סלקא אדעתיה דפליגי הכא בהא אי הוה חוקה לעבודת כוכבים או לא ולכך הוה מסתבר ליה נמי למימר דהתם בפ' ד' מיתות נמי פליגי בה וס\"ל לר\"י דהתם דלאו חוקה הוא ולכך הוה פריך מאי דפריך אבל לפי המסקנא דלא פליגי הכא בהא התם נמי לא מסתבר לן למימר דפליגי בהא אלא כ\"ע ס\"ל דהוי חוקה אי לאו טעמא דכתיבא באורייתא ולכך הקשו התוס' שפיר מה שהקשו:", 
            "<b>בא\"ד</b> בסופו ורבנן סברי דאיכא טעמא התם דקופיץ מיתה מנוולת וכו'. י\"ל על דברי התוס' הללו דהא אמר התם בהדיא דטעמא דרבנן משום דכתיבא הריגה באורייתא אנן לא גמרינן מינייהו וי\"ל דיש לפרש דברי התוס' דה\"ק ורבנן סברי אע\"ג דא\"ל דקופיץ הוא בכלל חרב כיון דקופיץ הוי מיתה מנוולת מ\"ה אמרינן ודאי הריגה דכתיבא באורייתא לא איירי בקופיץ שהתורה דרכיה דרכי נועם ומסתמא ר\"ל סייף ואם כן כתיבא סייף באורייתא לכך אע\"ג דהוי חוקה לא גמרינן מינייהו אלא מדאורייתא:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה דתניא תרוייהו וכו' ותרתי מתניתין נינהו וכו'. נ\"ל דכתב כן משום דקשיא הא דקתני יום תגלחת זקנו והנחת בלוריתו יום תגלחת זקנו והעברת בלוריתו יום תגלחת זקנו תרתי זימני בחד ברייתא למה לי לכך פי' תרתי מתניתין נינהו:", 
            "<b>תוס'</b> ד\"ה תגלחת זקנו וכו' נראה דלהכי קתני תגלחת זקנו וכו'. ר\"ל ולעולם חדא ברייתא היא ודלא כפירוש רש\"י:", 
            "<b>ד\"ה</b> סך קירי פלסתר וכו' ואע\"ג שגם הוא אמר והיה כאשר תריד וגו' מ\"מ אינו נוטל עכשיו הברכות. פשוטו מבואר שר\"ל מ\"מ עכשיו שבני יעקב מקיימין התורה ואפ\"ה אינם נוטלין הברכות אם כן הברכות שנתן לו יצחק פלסתר הן ויש לפרש ג\"כ שר\"ל שאע\"ג שאמר יצחק והיה כאשר תריד ופרקת עולו מעל צוארך היינו שלא יצטרך עשו להיות עבד ליעקב אבל מ\"מ יעקב ג\"כ יהיו לו ברכות ועכשיו בני יעקב אינן נוטלין הברכות כלל וכלל:", 
            "<b>ד\"ה</b> עטלוזא של עזא וכו' לכך פי' ר\"י דמיירי הכא וכו'. נראה שזה הוא פירושו שכתבו התוס' בדף שאחר זה ד\"ה דכוותה הכא וכו':"
        ], 
        [
            "<b>ד\"ה</b> דכוותה הכא וכו' ורבא פליג ואמר אי הוה לן למיחש וכו'. ר\"ל וכ\"ת כיון דאיירי ביריד הקבוע לחגם ואפ\"ה מתיר ר' חנינא חוצה לה היאך פליג רבא אאביי דאיירי כגון דאין כאן חשש איסור דאורייתא והיינו דמי עבודת כוכבים אלא חשש איסור דרבנן דהיינו חשש יום חגם הא ודאי כיון דאיירי ביריד הקבוע לחגם פשיטא שיש כאן חשש דמי עבודת כוכבים לכך כתב ורבא אמר וכו' דרבא סבר דהכא איירי דאין היריד עשוי לחגם ור\"ל דהשתא אין צריכין לדחוק למאי שפי' רש\"י וזה לשונו וה\"נ היכי דפשיטא דדמים הללו מתוך תיבתו לקחם וכו' אלא שרבא סבר דלא איירי הכא ביריד הקבוע לעבודת כוכבים וק\"ל:", 
            "<b>גמ'</b> וצריכא דאי תנא קוץ משום דאפשר וכו' אכל מעיין דאיכא סכנה וכו'. מקשין העולם א\"כ ליתני מעיין דאיכא סכנה ואפי' הכי אסור ולא בעי הני תרתי דכ\"ש דלא ישתה בהן וי\"ל דאצטריך למתני לכולהו דאי תנא מעיין לחודיה הוה אמינא מעיין הוא דכי אינו נראה מותר אבל הני תרתי אפי' באם אינו נראה נמי אסורי לכך אצטריכו למתני וכ\"ת ליתני מעיין וחדא מהנך דלעיל וממעיין נשמע דאפילו דהיכא דאיכא סכנה אסור לשתות היכא דנראה כמשתחוה ומההוא חדא דלעיל נשמע דאפי' היכא דליכא סכנה אם אינו נראה מותר זה אינו משום דהי מינייהו ליתני ליתני קוץ הוה אמינא דוקא קוץ הוא דמותר באם אינו נראה משום דהוי צערא דגופיה אבל מעות לא ואי תנא מעות הוה אמינא דוקא מעות מותר באם אינו נראה משום דלא אפשר למיזל קמיה ומשקליה אבל קוץ לא לכך אצטריך למתני לכולהו:", 
            "<b>תוד\"ה</b> כל מקום שאסרו חכמים וכו' ועוד תנן בשבת וכו' וכתב רבינו יהודה מצאתי נראה לר\"י דהלכה כרב כדפריך בשבת וכו'. עיין שם בשבת ותמצא שאין זה שם כלל רק המימרא דרב כפשוטה ופריך שם עליה דרב ממתניתין דהתם דתנן ולא בזוג אע\"פ שפקוק והתני עלה פוקק לה זוג וכו' ומטייל עמה בחצר ומשני תנאי היא דתניא שוטחן בחמה וכו' ור\"א אוסר וע\"כ צריך לומר שטעות נפל בספרי התוס' שלפנינו וכן צריך להגיה נראה לר\"י דהלכתא כרב כדפרישית בשבת פ' במה אשה והיא סוף הדבור ואח\"כ מתחיל דבור אחר והאמר ר\"י אמר רב וכו' ואע\"ג דפליגי תנאי וכו' ובזה יתישב שפיר הכל ועיין שם בשבת דף ס\"ה אמר רב וכו' ומה שכתוב בתוס' לעיל מזה ועוד דתנן בשבת שוטחן בחמה וכו' מתני' היא בשבת פרק חבית (שבת דף קמ\"ו:)"
        ], 
        [
            "<b>תוס'</b> ד\"ה הבולע נימא וכו' בערוך גרי' ערק' וכו' וכשאדם בלעה וכו' ומתגדלת במעיו וכו' כצ\"ל:", 
            "<b>ד\"ה</b> עיר שיש בה עבודת כוכבים וכו' ואילו בגמרא דהכא וכו' זבין חד פיתא ועלה דההוא עובדא אמרינן בירושלמי וכו' ואת לא לקחת גלוסקי' וכו'. הוצרך להביא הירושלמי משום דיש גורסין זבין חד פרתא פי' פרה ויש גורסין ביתא לכך הביא הירושלמי דשם כתוב גלוסקי' וכו' ופת וגלוסקי' דכר שאינו מתקיים הוא ועיין לקמן בסמוך (עבודה זרה דף י\"ג) בתוס' ד\"ה רבי ירמיה זבין פיתא דפירשו שם התוס' בסגנון אחר:", 
            "<b>ד\"ה</b> אלא בורד והדס וכו' ואפי' לא הוי עיקרייהו לריחא שמא יש לאסור. נ\"ל דדברי התוס' הם כמו שני תירוצים האחד דשאני ורד והדס דעיקרייהו לריחא קיימא אבל בת תיוהא אע\"ג דמתהני מריחא כיון דעיקרייהו לא לריחא קיימא שרי והתירוץ הב' הוא דורד והדס אפילו אי אמרינן דלא הוי עיקרייהו לריחא אסור כיון דמתהני מהן אפילו שלא כדרך הנאתן אבל בת תיוהא התם ליכא הנאה כלל וק\"ל:", 
            "<b>ד\"ה</b> אבל מעוטרות בפירות וכו' ואמאי הוי לן למתלי בההיא דחנויות שאינם מעוטרות לדבר איסור וכו'. רוצה לומר ונימא דלעולם הדמים הנמצאים בידו אימר גלימא זבין ולא דמי עבודת כוכבים מאי אמרת הכא הוי ליה לזבוני כיון דלא נמצא שם להתעסק בדבר היתר נימא דלעולם דהלך לשם כדי לקנות ולהתעסק גם כן בדבר היתר היינו בחנויות שאינם מעוטרות וק\"ל:", 
            "<b>בא\"ד</b> א\"נ הך ברייתא דלקמן מיירי ביריד שלוקחין מכס וכו'. ר\"ל ואין שם חנויות מעוטרות אלא כל החנויות שלוקחין מהם כל מי שאינו רוצה להניח עטרה בראשו לוקחין ממנו מכס:"
        ], 
        [
            "<b>ד\"ה</b> יניח נמצא נהנה פי' הקונטרס וכו' ואע\"פ שמניחין לו את המכס וכו'. ר\"ל וא\"כ למה הוצרך רש\"י לפרש שנהנה מן הריח והא נהנה הוא מה שמניחין לו את המכס מ\"מ זה אינו נקרא נהנה וכו' לכך הוצרך רש\"י לפרש שנהנה מן הריח:", 
            "<b>ד\"ה</b> מעות וכלי מתכות וכו' אבל הכא לא מיירי אלא בנמצא שם וכו'. ר\"ל שכבר היה נמצא שם קודם היריד ולא הלך עתה לשם בשביל היריד:", 
            "<b>ד\"ה</b> אין מקדישין וכו' ורבי יוחנן בן זכאי שהיה נשיא קודם ר\"ג משכה נשיאותו עד לאחר חורבן וכו'. ר\"ל כמה שנים אחר החורבן באופן שקודם החורבן לא היה רבי אלעזר בן עזריה בר מצוה וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> ונשחטיה משחט וכו' עוד י\"ל דלעולם בקדשי בדק הבית איירי וכו' ודאי כי פריך ונשחטינהו משחט מקדשי בדק הבית פריך וכו'. נראה דבתירוץ זה ס\"ל התוס' דגמרא מסתבר ליה דהברייתא איירי בין בקדשי מזבח בין בקדשי בדק הבית וכי משני אביי התם משום בזיון קדשים אתרוייהו משני וכי פריך ונשחטיה משחט לא פריך אלא אקדשי בדק הבית ורבא משני כיון דבקדשי מזבח א\"א לעקור פרסותיהן משום דנראה כמטיל מום בקדשים גזרו גם כן קדשי בדק הבית שלא לעקור פרסותיהן אטו קדשי מזבח הלכך א\"א התם לעשות בענין אחר כ\"א בנעילת דלת ובזה יתיישבו כל מה שיש לדקדק בדבור זה וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> תורניתא וכו' ועוד קשה אי תורניתא אילן הוא תורניתא הוא דלא מזבנינן הא שאר אילנות מזבנינן והא תנן אין מוכרין להם במחובר וכו'. וצ\"ע מאי מקשו התוס' הא יש לפרש דתורניתא דהכא איירי שמוכרין להם כשהוא נקצץ ולא במחובר הלכך שאר אילנות מזבנינן דבקצוץ אין כאן איסור דבמחובר כ\"א המחובר עדיין בקרקע והאיסור הוא משום דכתיב לא תחנם לא תתן להם חנייה בקרקע ועיין לקמן (עבודה זרה דף כ':)", 
            "<b>ד\"ה</b> בנות שוח וכו' וי\"ל דשלשה מיני תאנים הן וכו' וברעות מיירי הכא וכו'. ר\"ל והרעות הן לבנות כדקאמר הכא תאיני חיורתי אבל הטובות דאיירי בהן בשבועות ובנדרים אותן הן לא שחורות ולא לבנות:"
        ], 
        [
            "<b>ד\"ה</b> חצב קשבא וכו' וקשיא אמאי נקט דקל טב כיון דדקלי כולהו אסור וכו'. צ\"ל דהתוס' סברי דחצב שהוא קשבא הוא דקל תמרים א\"כ דקל טב נמי תמרים דלישנא דדקל חד הוא שהן תמרים:", 
            "<b>ד\"ה</b> מקום שנהגו שלא למכור וכו' וא\"ת במקום שנהגו שלא למכור נימא נמי לשחיטה זבנה כדאמרינן לקמן גבי רב הונא וכו'. אף על גב דלקמן איירי בבהמה גסה ואיסור מכירת בהמה גסה הוא משום מלאכה הוא כדלקמן ופרה אינה ראויה כ\"כ למלאכה כמו שמפרש הרשב\"ם בדבור שאחר זה גם לקמן מ\"מ מייתי ראיה כמו שאנו תולין גבי פרה דלשחיטה זבנה ולא אתי לשהויי לה למלאכה ה\"נ היה לנו לתלות גבי בהמה דקה דלשחיטה זבנה ולא אתי לשהויי לה לרביעה דהא יותר ראוי לתלות דלשחיטה זבנה מלרביעה וק\"ל:", 
            "<b>ד\"ה</b> אמר רב ומקום שאסרו ליחד אסרו למכור וכו' וקשה לר\"י אמאי לא פריך אמתניתין דלקמן וכו' ולמאי דהדר ביה ניחא. צ\"ע בדברי התוספות הללו דמאי קשה להו הא קאמר לקמן דהא דבמקום שנוהגים שלא למכור לכותים אין מוכרין אף על גב דכותים לא חשידי ארביעה היינו משום דאתי לזבוני לעובד כוכבים ואם כן אתי נמי שפיר לרב דאין מוכרים לכותים משום דאתי לזבוני לעובדי כוכבים במקום שאסור לייחד דהיינו במקום דחשודין שם ארביעה ואי לא ס\"ל הכי א\"כ גם למאי דהדר ביה רב לא א\"ש דמפני מה אין מוכרין לכותים כיון דאין חשודין ארביעה וצ\"ל בדוחק דסבירא ליה השתא כיון דתלי השתא איסור המכירה באיסור יחוד אין סברא לאסור מכירה דכותים משום דאתי לזבוני לעובדי כוכבים כיון דייחוד גופיה אינו אסור בכותים למאי דהדר ביה רב אתי ליה שפיר משום דהשתא לא תלי איסור מכירה באיסור ייחוד איכא למימר דבכותים אע\"ג דשרי לייחודי עמהם אפ\"ה החמירו שפיר במקום שנהגו שלא למכור לכותים משום חששא דאתי לזבוני לעובדי כוכבים אע\"ג דמכירה דעובדי כוכבים גופייהו אינו אלא חומרא דהא ס\"ל השתא דעובד כוכבים חס על בהמתו ודוחק וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> שרא ליה למזבן אידא דספסירא וכו' והר\"ר שמעיה פי' דהוי גזרה לגזרה וכו'. אי קאי פירושו של הר\"ר שמעיה לתרץ קושיית התוס' דלעיל מיניה הוי פירושו תמוה דמאי מתרץ דמ\"ש משבורה לרבנן דלא הוי גזרה לגזרה משום דאמרינן דהרואה אותה בבית יסבור דשלימה זבנה ושלימה עצמה אסורה משום שאלה ושכירות וזה לא מקרי גזרה לגזירה דהיינו שבורה אטו שלימה ושלימה אטו שאלה ושכירות א\"כ גבי אידא דספסירא נמי לא מקרי בכהאי גוונא גזרה לגזירה ע\"כ צריך לומר דפירושו של הר\"ר שמעיה לא קאי אקושיות התוס' אלא פי' בפני עצמו הוא לתרץ דלמה לא אסרו למכור אידא דספסירא משום דאתי בעל הבית למכור בעצמו ופי' הר\"ר שמעיה משום דהוי גזרה לגזירה וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> והרי כלים וכו' ושמא י\"ל דהוה ס\"ד דמקשה דהכא נמי יש צד לתלות וכו'. דברי התוס' הללו צריכין עיון משום דלפי זה לא משני רב אשי מידי דקאמר אלא אמר רב אשי כל מקום שיש לתלות וכו' הא לפי מה שכתבו גבי כלים נמי יש לתלות וק\"ל וכבר הארכתי בזה בחידושי בדרכי הישיבה:"
        ], 
        [
            "<b>תוס'</b> ד\"ה אלא תורת בהמה גסה וכו' וג' מחלוקת בדבר. פי' דבן בתירא מתיר אפילו בסוס המיוחד לעופות ורבי אוסר אפילו בסוס המיוחד לרכיבה ורבנן אוסרין בסוס המיוחד לעופות ומתירין בסוס המיוחד לרכיבה:", 
            "<b>ד\"ה</b> אבל האי דאי משהי ליה וכו' תימה ל\"ל האי טעמא תיפוק ליה כו' לפיטום אתי למימר כחוש מכרו לו וכו'. ע\"כ צ\"ל דקושיא זו אינה לפי פי' ר\"ת שכתבו התוס' לעיל בדף שלפני זה משום דהא איהו ס\"ל דבכל השורים מותר למכור דבין פרות ובין שורים תלינן דלשחיטה זבני וא\"כ מה בכך אי אתי למימר כחוש מכרו לו גם הלשון אינו מדוקדק דממאי דמקשה ת\"ל משום דאי משהי ליה לפיטום משמע דאיהו מפרש דשור של פיטום הוי פירושו דעומד להתפטם כפירוש ר\"ת לעיל ומאי דמסיק הקושיא אתי למימר כחוש מכרו לו משמע דמפרש דשור של פיטום היינו שכבר הוא מפוטם אם לא שנפרש בדוחק דהא דקאמר אתי למימר כחוש מכרו לו ר\"ל לישאר כחוש ולא לפטמו וק\"ל:", 
            "<b>גמ'</b> מ\"ט לאו משום דלמא אתי לשהויי וכו' וליטעמך שאין מקריבין אותו היום אלא למחר מ\"ט וכו'. צ\"ל מאי טעמא חסר ד' ריבבן בשביל זה כי מה לי שמקריבים אותו היום או למחר:", 
            "<b>תוס'</b> ד\"ה אבל האי דלשחיטה קאי לאו דוקא וכו'. דבור זה קאי לפי פירוש ר\"ת אע\"ג שהדיבור שלפני זה ע\"כ א\"א לפרשו אלא לפירוש הרשב\"ם:"
        ], 
        [
            "<b>ד\"ה</b> רב אשי דייק ממתניתין אומר ר\"י דדייק נמי מן המשנה דארי חיה גסה וכו'. ר\"ל דקשה לו לר\"י דמנא ליה לרב אשי למידק דמשום הכי נקט התנא ארי משום דס\"ל ארי חיה גסה ואתי למידק טעמא דארי שבור אצל מלאכה הוא דאמרינן דוקא כשיש בו נזק וכו' אבל שאר חיה גסה דעביד מלאכה אפי' לית בה נזק אין מוכרין דלמא אימא לך דכל חיה גסה כשאין בה נזק מוכרין והא דנקט ארי משום דארי חיה דקה הוא ואתי לאשמועינן דכשיש בה נזק אפילו חיה דקה אין מוכרין לכך קאמר אומר ר\"י דדייק נמי מן המשנה דע\"כ ארי חיה גסה ונקט ארי לאשמועינן דדוקא ארי שהוא שבור אצל מלאכה וכו' דאי ס\"ד דחיה דקה ונקט ארי לאשמועינן דאפילו חיה דקה כשיש בה נזק נמי אסורה א\"כ משום זה לא היה צריך למתני ארי אלא הוי למתני סתם כל חיה שיש בה נזק לרבים אין מוכרין:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> ניזיל אפתחא דבי זונות מכאן יש ללמוד וכו'. ואע\"ג דקא מקבל אגרא מ\"מ פשיטא הוא דלא בשביל קבלת שכר הוה אזיל אפיתחא דבי זונות ואי לאו דהוי איסורא למיזל אפתחא דעבודת כוכבים פשיטא דהוי להו טפי למיזל אפתחא דעבודת כוכבים דלא הוי צריכין למכפייה ליצרייהו מלמיזל אפתחא דבי זונות אלא ודאי יש ללמוד מכאן דדרך להרחיק מפתח עבודת כוכבים מה שיכול ומה שמביאים התוס' לראיה הפסוק אל תקרב אל פתח ביתה נראה דלא דק דהא לתרי לישני דלעיל לא ילפינן מיני' מאל תקרב אל פתח ביתה אלא מרישא דקרא דהרחק מעליה דרכך ודו\"ק:"
        ], 
        [
            "<b>ד\"ה</b> הוגה השם וכו' דהא א\"ד מאדני י\"ה מהשם אין נמהקים ש\"ד משד\"י צ\"ב מצבאות נמחקים וכן הגירסא בפירוש ר\"ח. ר\"ל דבפ' שבועת העדות (שבועות דף ל\"ה) איתא בספרים שלנו ת\"ר א\"ל מאלהים וכו' אינו נמחק שי\"ן דלי\"ת משדי א\"ד מאדנ\"י צ\"ב מצבאות הרי זה נמחק כך הגירסא לפנינו אבל ר\"ח גריס א\"ל מאלהים י\"ה מהשם א\"ד מאדנ\"י אינו נמחק ש\"ד משדי צ\"ב מצבאות הרי זה נמחק:"
        ], 
        [
            "<b>ד\"ה</b> מאי בינייהו וכו' דאי לא פליגי במקום שמזבלין לא היה להם להזכיר וכו'. ולפי זה דחכמים לאוסופי אתו צריך לפרש דברי המתרץ דמשני נשא ונתן איכא בינייהו דר\"ל דלרבי מאיר נשא ונתן מותר והחכמים אתו לאוסופי עליה ולומר דבמקום שמזבלין נשא ונתן אסור:"
        ], 
        [], 
        [
            "<b>תד\"ה</b> הגיע לכיפה וכו' דא\"כ היינו רבי אלעזר האמורא דגמרא וכו' ר\"ל וא\"כ מה אתי לאשמועינן האמורא כיון דכבר שמעי' זה מדברי ר\"א התנא ויש לדקדק הא כבר מוקמינן לה דר' אלעזר אמר ר' יוחנן דלעיל לא אתי לאשמועינן אלא בעבודת כוכבים עצמה וזה לא שמעינן מר\"א התנא דמתניתין דלא איירי אלא בתכשיטי עבודת כוכבים וצ\"ל דהתוס' ס\"ל דתכשיטי עבודת כוכבים דינן כדין עבודת כוכבים בעצמה וכיון דאשמועינן ר\"א דמתני' דבתכשיטי עבודת כוכבים שכרן מותר ה\"ה בעבודת כוכבים עצמה:", 
            "<b>ד\"ה</b> אלמא קסבר ישנה לשכירות מתחלה ועד סוף וכו' אבל אם פועל בא לחזור מודו בהא דיכול לחזור וישתלם שכרו וזהו פי' ישנה לשכירות מתחלה ועד סוף דכל שעה שרוצה לחזור משתלם לשכרו לפי מה שעשה ושם גבי מרבין על השכר אותו דין תלוי במה שאין השכירות משתלם אלא בסוף כשאינו חוזר ואע\"ג דישנה מתחלה ועד סוף ברצה לחזור ולכך לא שייך אגר נטר כשאומר אם תשלם לי לאחר י\"ב חדש תתן לי י\"ב דינרין ואם מעכשיו אתה נותן לי הרי הוא לך בעשרה דינרין דאדרבה מה שישלם י\"ב דינרין לאחר י\"ב חדש כך הוא שוה ולא בשביל שממתין לו השכירות דהא בלא\"ה אינה משתלמת אלא לבסוף אלא מה שאומר אם מעכשיו הרי הוא לך הוא מוזיל גביה בשביל שנותן השכירות עכשיו ודין ישנה לשכירות מתחלה ועד סוף ואין משתלמת אלא לבסוף תרי מילי אינון ולא סתרי אהדדי ולכך לא קשו ההיא דהכא לההיא דפרק איזהו נשך כלל כי טעם דהכא תלי בישנה לשכירות מתחלה ועד סוף ואע\"ג דאינה משתלמת כ\"א בסוף וטעמא דהתם תלי בשכירות שאינה משתלמת אלא לבסוף אע\"ג דישנה מתחלה ועד סוף וק\"ל:"
        ], 
        [
            "<b>גמ'</b> ואכתי מבעי ליה דהכי אמר רחמנא לא תתן להם מתנת חנם א\"כ לימא קרא לא תחינם וכו' מקשין העולם ואכתי מנא לן למדרש מהאי כל הני תלתא דרשות לא תתן להם חן וחנייה בקרקע ומתנה של חנם דלמא אימא לך דלא אתי אלא לתרתי דהיינו חן ומתנת חנם דאי לחן לחודי' לכתוב לא תחונם מלא בוי\"ו ואי למתנת חנם לחוד לכתוב לא תחינם מלא ביו\"ד ומדכתב חסר ש\"מ תרוייהו חן ומתנת חנם אבל חנייה בקרקע מנא לן ונראה לישב קצת דדייק לה מדקרינן תחנם דאי לא אתי אלא לתרתי א\"כ לקרי' לא תחונם בחולם לשון חן מאי אמרת דהא לא אתא אלא לחן א\"כ לכתוב מלא בוי\"ו אלא ודאי אתי נמי למדרש מיניה לשון חינם ולחינם לא מצית למימר דא\"כ נכתוב מלא ביו\"ד אלא ש\"מ תרתי או נקרא ליה תחנם בחירק לשון חנם מאי אמרת דהא דלא אתי אלא לחנם לחוד וא\"כ לכתוב לא תחינם מלא ביו\"ד אלא ודאי מדקרינן ליה תחנם ש\"מ למדרש מיניה לכולהו אתי ודו\"ק:", 
            "<b>תוס'</b> ד\"ה דאמר קרא לא תחנם וכו' דלא תחיה כל נשמה ליכא לאוקמי בשאר עובדי כוכבים וכצ\"ל וכן כי יסיר לרבנן דלא דרשי טעמא דקרא וכו' ר\"ל דלר\"ש דדריש טעמא דקרא א\"כ האי כי יסיר קרא יתירה הוא דהא אפי' אי לא כתיב קרא הוה דרשינן טעמיה הכי ול\"ל דכתבי' אלא לרבות כל המסירים דהיינו שאר עובדי כוכבים אבל לרבנן דלא דרשי טעמא דקרא ואיצטריך קרא למכתב טעמא ולאו קרא יתירה הוא א\"כ סברא הוא לאוקמיה (לשאר) לשבעה אומות דוקא דמסירי טפי וכו':", 
            "<b>ד\"ה</b> אחד גר ואחד עובד כוכבים וכו' וכן ארור אפם כי עז אם אפם מוסב לארור וכו' דברי התוס' תמוהים דהא לא קאמר דאפם אין לו הכרע אלא ארור אין לו הכרע ואינהו מפרשי ההכרע על תיבת אפם אבל ביומא דף נ\"ב שם בתוס' ד\"ה שאת משוקדים כתבו בלשון אחד וזה לשונם שם וכן ארור אי קאי אשור או קאי אשכם שהיה כנען דכתיב ארור כנען ואי קאי אאפם אז קילל אפם וכו' ור\"ל דאפשר דקאי אלעיל מיניה וה\"ק וברצונם עקרו שור ארור:"
        ], 
        [
            "<b>גמ'</b> חסידות מביא לידי ענוה וכו'. לפי מאי דקאמר בתר הכי וחסידות גדולה מכולן היה צריך לגרוס חסידות אחרונה לכולן ולומר חסידות מביאה לידי רוח הקדש וק\"ל ועיין בתוס':"
        ], 
        [
            "<b>תוס'</b> ד\"ה קסבר כיבוש יחיד וכו' אמאי לא חשיב הא מילתא דהכא דבמכירת בתים ושכירות שדות שוות לארץ ישראל וכו' כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אף במקום שאמרו להשכיר כו' ועוד קשיא לר\"י על הירושלמי מאותה תוספתא שהבאתי לעיל דקתני רישא אין משכירין וכו' בד\"א בא\"י ובסוריא משכירין בתים אבל לא שדות וכו' דברי ר\"מ ר' יוסי אומר אף בא\"י משכירים בתים ובסוריא מוכרין [בתים] ומשכירין שדות וכו' כצ\"ל וכן הוא בתוספתא והדברים ניכרים שהספרים שלפנינו חסרים שהרי מתחיל בסברת ר\"מ ומסיים בסברת רבי יוסי דמתני' וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אי הכי ת\"ל וכו' ופירש הר\"ר אלחנן בשלמא א\"א דכותי נקט לרבותא וה\"ה עובד כוכבים וכו' פירושו תמוה דאי הוה סלקא אדעתיה דאע\"ג דקתני כותי הוה ה\"ה עובד כוכבים א\"כ מה פריך לעיל אבל עובד כוכבים מאי שרי וכו' הא אמרת דה\"ה עובד כוכבים וכבר הארכתי בזה בישיבה ותירצתי הכל באופן נאות יותר מפי' זה:", 
            "<b>ד\"ה</b> ת\"ש וכו' וא\"ת לידוק מרישא וכו' ר\"ל מרישא דקתני לא יאמר טול אתה וכו' דמשמע הא סתמא מותר:", 
            "<b>בא\"ד</b> אלא משום דבעי וכו' אע\"פ שהתנה לו כך בפירוש נ\"ל שהספר חסר וצ\"ל וי\"ל דאיכא למימר דה\"ה סתמא אלא משום דבעי למתני סיפא וכו' אע\"פ שאמר לו כך בפי' וק\"ל:", 
            "<b><br>אין</b> מעמידין פרק שני  :"
        ], 
        [
            "<b>גמרא</b> בשלמא מוקצה ונעבד וכו' איצטריך להאריך בזה כדי שלא תאמר מאי פריך הא בלא מתניתין דהכא תקשי ליה האי דלוקחין בהמה משום דאפילו למאי דהוה ס\"ד בלא מתניתין דהכא דלא חשידי ארביעה מ\"מ הא פשיטא דחשידי ודאי אנעבד ואמוקצה וא\"כ אמאי לוקחין מהם בהמה לקרבן לכך קאמר בשלמא מוקצה ונעבד וכו':", 
            "<b>תוס'</b> ד\"ה ורמינהו לוקחין מהם בהמה וכו' תימה אדמותיב מברייתא וכו' ולישני נמי כדמשני הכא וכו' וי\"ל דהאי רומיא דמתני' כבר מרמה וכו' נראה דהשתא ס\"ל להתוס' דהמקשה שפריך ורמינהו ידע שפיר הני שנויי דשנינן לעיל ארומיא דמתני' אהדדי וידע נמי שפיר דההוא ברייתא דלוקחין מהן בהמה לקרבן מיתרצה נמי בהנהו שינויי ולא למיפרך קא בעי הכא כדרך המקשה והתרצן דהא ההוא דעובד כוכבים חס על בהמתו אתמר נמי לעיל כבר אלא שבעל הגמ' סידר אמתני' דהכא כל מה דאתמר לעיל אמתני' דמקום שנהגו למכור וכו' לכך הקשו לירמי מתני' אהדדי ולישני כדמשני לעיל ולישני רב דלעיל כדלעיל ואע\"ג דאף רב הדר ביה מ\"מ ליסדר נמי האי שינויא דשני רב לעיל ולימא נמי בתר הכי והדר מיניה רב כדלעיל ותירצו דהאי דלא סידר רומיא דלעיל משום דההיא רומיא כבר רמה לעיל וידע שפיר כל מה דאתמר עלה לעיל ואע\"ג דידע נמי דמתרצה נמי האי דומיא דהכא בההיא שינויא דלעיל דעובד כוכבים חס על בהמתו נחת נמי הסדרן לסדר הקושיא והשינויא ארומיא דההיא ברייתא דלוקחין מהם בהמה לקרבן ואע\"ג דנחית נמי הכא לשנויי כדלעיל מ\"מ ההוא שינויא קמא דרב מקום שנהגו למכור לא בעי לשנויי הכא משום דלא שייך הכא משום דהוה דייקינן מינה הא במקום שאסרו למכור כגון במקום דחשידי ארביעה אסרו ליקח וזה אינו דבכל מקום לוקחין מהם בהמה לקרבן כדמסיים ואזיל אבל בתירוץ השני של התוס' ס\"ל דהמקשה למפרך קא בעי הכא והא דלא רמי מתניתין אהדדי משום דכבר ידע השינויא דלעיל ומ\"מ פריך מההיא דלוקחין משום דלא מיתרצה כלל אפי' בההוא שינויא דלעיל דעובד כוכבים חס על בהמתו משום דהוה ס\"ל דהכא לא שייך לומר חס כיון שבא למוכרה כדמסיים ואזיל:", 
            "<b>בא\"ד</b> ותקשה א\"כ כל הני קראי דקא מותבי מינייהו רבנן ואע\"ג דשני להו ר\"א לקמן ונימא דלעולם הך מתניתין איירי במקום שלא נחשדו ארביעה ואתיא כר\"א נראה לו לרב דוחק לאוקמא כר\"א אלא נראה יותר לאוקמא כרבנן דמתירין ליקח אפי' באתרא דחשידין ארביעה וטעמייהו דרבנן משום דעובד כוכבים חס על בהמתו אבל במקום דלא שייך חס כגון שהבהמה של ישראל אפי' רבנן חיישי לרביעה ואתי ההיא דאין מעמידין נמי כרבנן כנ\"ל ובלאו הכי ע\"כ האי שינוייא דעובד כוכבים חס לא אתי אלא לרבנן דהא לר\"א לא ס\"ל עובד כוכבים חס דהא בכל ענין אוסר ליקח מן העובדי כוכבים ועיין לקמן (עבודה זרה דף כ\"ד ע\"ב) ד\"ה ר' יוחנן אמר גבול יש לה וניחא נמי השתא לרבינא ולר' פדת וכו' ר\"ל דלכאורה משמע דרבינא ור' פדת לא ס\"ל ההיא שינויא דעובד כוכבים חס על בהמתו מדמהדרי אשינויי אחריני וא\"כ מה יתרצו בההיא דומיא דלעיל דרמי מתני' אהדדי אבל השתא אתי שפיר דאינהו נמי אית להו לעיל ההוא שינויא דעובד כוכבים חס על בהמתו אלא אההיא דלוקחין בהמה לקרבן לית להו האי שינויא:", 
            "<b>בא\"ד</b> תקשה לן מ\"מ כיון דמה שאין אנו מוכרין משום חשש רביעה הוא כצ\"ל וק\"ל:", 
            "<b>ד\"ה</b> רגלא בחבריה ידע וכו' ולית להו רבה וכו' כצ\"ל ובמ' נמי משמע ורגלו לשון מעילתו כצ\"ל אבל רש\"י פי' מדגילין לשון דגל וכו' כצ\"ל:", 
            "<b>ד\"ה</b> עובדי כוכבים שלא עמדו על הר סיני ונראה דגרים נמי דפסקא זוהמתן היינו משום דאע\"ג דאינהו לא הוו מזלייהו הוו כך נראה לגרוס לכאורה וכוונת התוס' הוא לומר דנראה להם דגרים נמי פסקה זוהמתן אע\"ג דלא עמדו על הר סיני משום דאע\"ג דאינהו לא הוו מזליהו הוו אלא שיש לתמוה על דברי התוס' מה חדשו הם הלא גמרא ערוכה היא בשבת פרק חבית (שבת דף קמ\"ו) דקאמר שם ישראל שעמדו על הר סיני פסקה זוהמתן וכו' א\"ל רב אחא בריה דרבא לרב אשי גרים מאי א\"ל אע\"ג דאינהו לא הוו מזליהו הוו דכתיב את אשר ישנו פה וכו' ע\"ש ודוחק לומר שבספרי התוס' לא היה הגירסא כך שם בשבת ונ\"ל שהספרים חסרים כאן בדבור וכן צריך לגרוס בדברי התוס' ונראה דגרסינן נמי גרים נמי דפסקה זוהמתן משום דאע\"ג דאינהו לא הוו מזלייהו הוו וכוונת התוס' שגריס כאן בגמרא גרים נמי וכו' כדאיתא שם בפרק חבית דאל\"כ מפני מה לא הקשה המקשה הכא עוד אי הכי גרים נמי כמו שהקשה א\"ה ישראל נמי ודו\"ק נ\"ל:"
        ], 
        [
            "<b>גמרא</b> ממאי דלמא דכ\"ע לא חיישי לרביעה וכו' פי' למר דהיינו לדברי רבינא בדיעבד ולתירוצא דלעיל דרשב\"א משום חס על בהמתו ורומיא דרמינן לעיל מיתרצה בשינויי דלעיל למר כדאית ליה ולמר כדאית ליה:", 
            "<b>ודלמא</b> ע\"כ לא פליגי רבנן עליה דר\"א אלא בפרה וכו' אבל בשאר קרבנות מודו וכו' לר' פדת פריך דמוקי ליה פלוגתייהו דר\"א ורבנן באי חיישינן ברביעה אבל לשינויי דלעיל ל\"ק מידי דאינהו ס\"ל דבין ר\"א ובין רבנן לא חיישי לרביעה או משום דעובד כוכבים חס על בהמתו או משום דבדיעבד לא חיישינן ולא פליגי אלא או בדרב יהודה אמר רב בהניח עליה עודה של שקין או כדתני שילא דבר אל בני ישראל ויקחו אלא לרבי פדת קשה וק\"ל:", 
            "<b>תוס'</b> ד\"ה רבינא אמר הא לכתחלה וכו' ותימה א\"כ מה יתרצו משני המשניות וכו' ר\"ל דבשינויא דרבינא לא מתרצו בשני משניות דלעיל משום דתרוייהו איירי בלכתחלה וגם בשינויא דרבי פדת לא מתרצו דדוחק לומד דההיא מקום שנהגו למכור וכו' אתי כרבנן וההיא דאין מעמידין אתי כר\"א דא\"כ רישא רבנן וסיפא ר\"א וק\"ל:", 
            "<b>בא\"ד</b> וא\"ל שיתרצו כשינויא קמא דרב וכו' כיון דלא קם דאף רב הדר ביה משום טעמא דפרישית מקשין התלמידים דדלמא לעולם אימא לך דרבינא ורבי פדת מתרצי משניות דלעיל כשינויא קמא דמאי טעמא הדר ביה רב משום דלא מצי לאוקמי כאן הא אינהו מתרצו הך קושיא דלוקחים בהנהו שינוייא דקאמרי השתא כל חד למר כדאית ליה וי\"ל דזה נראה דוחק דנימא דאינהו ס\"ל כשינויא דרב כיון דרב גופיה הדר מיניה ולא רצה לתרץ ההיא דלוקחין בתירוצים דידהו ולעמוד בשינויא קמא דשני לעיל גופיה וכי תימא הא עכ\"פ אפי' לפי מסקנת התוס' אינהו ס\"ל דלא כרב דהא רב מכח קושיא דהכא הדר משינויא דלעיל ושני דעובד כוכבים חס על בהמתו מכלל דרב מתרץ ההיא דלוקחין דמשום הכי שרי לזבוני מנייהו מטעם דעובד כוכבים חס על בהמתו ואינהו מהדרי אשנויא אחריני דנראה להם דלענין קרבן יש לנו להחמיר ולא נסמוך אהאי טעמא דעובד כוכבים חס על בהמתו אין זה נראה דוחק כ\"כ דאע\"ג דמתרצה גם כן רומיא דהכא בהאי שינויא דעובד כוכבים חס על בהמתו וכדשני לה רב אעפ\"כ מהדרי אינהו אשינוייא דעדיפי מיניה משום דנראה להם דיש להחמיר בקרבן ורב נמי אפשר דס\"ל ג\"כ שינוייא דידהו אלא דחד מתרי שינויא נקט ונקט האי שינויא דעובד כוכבים חס דמתרצי' ביה גם האי רומיא דלעיל משא\"כ בהאי שינויא דרבינא ודר' פדת וק\"ל:", 
            "<b>בא\"ד</b> מיהו מסתברא להו דלענין קרבן יש לנו להחמיר וכו' והא דלא קאמרי התוס' דמשום הכי לא מסתבר להו ההוא שינויא הכא דכיון שבא למוכרה אינו חס ואיכא למיחש לרביעה כמו שכתבו התוס' לעיל בסברת המקשה דפריך ורמינהו וכו' י\"ל משום דהא כבר שני לה התרצן לעיל דהכא נמי חייש שמא שלפעמים אינו יכול למוכרה כדלעיל והא דלא תירצו התוס' לעיל בסברת המקשה דס\"ד דבקרבן יש להחמיר כמו שתירצו הכא משום דא\"כ מה מתרץ התרצן וק\"ל:", 
            "<b>ד\"ה</b> ע\"י ממון לכך נראה לפרש דודאי מיירי באשת כהן וכו' ויש לדקדק דתקשה לך הכל דמנא ליה לרבינא דהא מתני' איירי באשת כהן ולמידק מינה דבדיעבד לא חיישינן דנבעלה דלעולם אימא לך דבדיעבד נמי חיישינן לבעילה אלא דמתני' איירי באשת ישראל אע\"ג דנבעלה באונס אינה נאסרת ואין לומר דדייק לה כמו שכתבו התוס' בתר הכי ועוד דמתוך המשנה יש להוכיח דמיירי באשת כהן דקתני ע\"י ממון מותרת לבעלה טעמא דע\"י ממון דמרתת אהפסד ממונו וכו' דהא על כרחך האי דיוק דכתבו התוס' לא אתי אלא למאי דדחי דהכא היינו טעמא דמתיירא משום הפסד ממונו אבל לפי מה דס\"ד דרבינא ליכא למידק הכי דאי רבינא נמי ידע דטעמא דע\"י ממון מותרת הוא מטעם הפסד ממון א\"כ בעי להוכיח מכאן דבדיעבד לא חיישינן לבעילה וצ\"ל דרבינא ס\"ל דכיון דמתני' סתמא קתני האשה שנחבשה וכו' מיירי בכל ענין בין באשת ישראל בין באשת כהן מותרת ע\"י ממון ובסיפא דע\"י נפשות אסורה בכל ענין בין באשת כהן בין באשת ישראל דאל\"כ היה לו לתנא לחלק ברישא מיניה וביה בין אשת ישראל לאשת כהן וק\"ל:", 
            "<b>בא\"ד</b> וא\"ת מאי סלקא אדעתיה דרבינא וכו' וי\"ל דסבר רבינא וכו' ה\"ה אף היכי דליכא הפסד ממון לפי תירוץ זה של התוס' הדרא קושיא לדוכתה דא\"כ ל\"ל לתנא למתני ע\"י ממון מותרת ה\"ל למתנא סתמא האשה שנחבשה בידי עובדי כוכבים מותרת ולי נראה לתרץ דס\"ד דרבינא דהא דקתני ע\"י ממון לרבותא קתני לא מבעיא היכא דנחבשה בחנם פשיטא דמותרת לבעלה אלא אפי' היכא דנחבשה בשביל ממון דס\"ד למימר כיון דמשועבדת לו בשביל ממון ליחוש דנבעלה קמ\"ל ורבינא לא סלקא אדעתיה כלל טעמא דמתיירא משום הפסד ממון דו\"ק נ\"ל:", 
            "<b>ד\"ה</b> תדע דקתני סיפא וכו' דודאי שלא ע\"י ממון אסורה דאי ס\"ד מותרת אמאי נקט רישא וכו' תירוץ זה של התוס' תמוה הוא דגמרא קאמר תדע דקתני סיפא והתוס' מפרשים דדייק מרישא מדלא קתני רישא שלא ע\"י נפשות וכו' ויש ליישב הגמ' בדוחק תדע מדקתני רישא ע\"י ממון מותרת לבעלה ש\"מ דוקא ע\"י ממון דאל\"כ לתני סתמא האשה שנחבשה בידי עובדי כוכבים מותרת לבעלה וכי תימא דנקט ע\"י ממון לדיוקי מיניה הא ע\"י נפשות אסורה זה אינו דהא קתני סיפא בהדיא דע\"י נפשות אסורה אבל לפי לשון התוס' דקאמר ליתני רישא שלא מחמת נפשות לא יתישב וק\"ל:", 
            "<b>ד\"ה</b> התם יצרו תקפו וכו' יש לומר שאני הכא כיון דדמיה יקרים וכו' יש לדקדק על תירוץ זה הא ר\"א פוסל ג\"כ בכל שאר הקרבנות דאין דמיהן יקרים אפ\"ה לא אמרינן עובד כוכבים חס על בהמתו ועוד מאי מקשו כלל מהא דלעיל הא כבר כתבו התוס' לעיל בעמוד זה דרבינא ורבי פדת ס\"ל דאע\"ג דאמרינן עובד כוכבים חס על בהמתו לענין למכור להם בהמה מ\"מ בקרבנות יש להחמיר יותר דלא נסמוך על הא דעובד כוכבים חס על בהמתו וא\"כ מאי מקשו התוס' וי\"ל דהיא הנותנת דמשאר הקרבנות לא קשה מידי אדלעיל דבקרבנות יש להחמיר יותר ולא מקשו התוס' אלא מפרה שדמיה יקרים והיה מסתבר לומר ולסמוך אפי' היא קרבן לומר דעובד כוכבים חס על בהמתו ואפ\"ה אמרי' יצרו תקפו ולא חס א\"כ כ\"ש לעיל דנימא הכי ותירצו דלאו ק\"ו הוא דנוכל לומר דאדרבה משום דדמיה יקרים עומדת למכור וכו':"
        ], 
        [
            "<b>תוס'</b> ד\"ה אלא וכו' ול\"ג אלא ובספרים לא היה כתוב אלא וכו' משום דלפי פי' התוס' לא שייך אלא משום דפרכת המקשה לא קאי אשינויי דחטאת קרייה רחמנא אלא אפלוגתא דר\"א ורבנן קא פריך כדלעיל ולא שייך לומר בדברי התרצן אלא אפי' נימא דלר' שמעון הדר משינויא דחטאת קרייה רחמנא ולא לרבנן וק\"ל:", 
            "<b>ד\"ה</b> בקשו וכו' וי\"ל דע\"י שמיר אינו נעשה חלק וכו' דאם תקשה א\"כ היאך בנו המזבח מתחלה הא אבנים שלמות אמר רחמנא ר\"ל שלא יהיו בהם פגימות כבר תירצו התוס' בפ\"ק דחולין דף י\"ח ד\"ה כפגימות המזבח שבנו אותו מאבנים חלקים קטנים אבני נחל ע\"ש:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> יתרו לאחר מתן תורה בא וקא חשיב פירש מן האשה וכו' ר\"ל ויליף לה התם מדכתיב לך אמור להם שובו לכם לאהליכם ואתה פה עמוד עמדי וזה נאמר למשה בשעת מתן תורה ומאי קאמר הא לא היתה צפורה עמו אז למ\"ד יתרו לאחר מתן תורה בא והיאך יכול להיות שפירש אז ממנה שנאמר שהסכים הקב\"ה על ידו:", 
            "<b>בא\"ד</b> וי\"ל שהקב\"ה נתן לב וכו' הלשון מגומגם וא\"א לישבו ונ\"ל שהספר חסר וכן צ\"ל שהקב\"ה הסכים על ידו על שנתן לב לפרוש מן האשה ור\"ל לא שפירש מן האשה בפועל שהרי לא היתה אז עמו אלא שנתן אל לבו לפרוש ממנה כשתבא אליו ועל זה הסכים הקב\"ה על ידו וע\"ש ביבמות כי צ\"ע ליישב תירוץ זה של התוס' עם מה שתירצו התוס' שם קושיא אחרת ע\"ש:", 
            "<b>בד\"ה</b> רבי יוחנן אמר גבול יש לה וכו' וקאי לשנויי רומיא דמתני' וכו' ר\"ל דרבי יוחנן נמי ס\"ל שינוייא דלעיל דטעמא דההיא דלוקחין מהן בהמה לקרבן הוי משום דעובד כוכבים חס על בהמתו אלא שהוסיף לומר ולחלק דלאו בכל בהמות איירי דמותר ליקח מהן אלא דוקא בפחותות מבת ג' וההיא דאין מעמידין איירי אפי' בפחותות מבת ג' דכיון דאין הבהמה שלו לא שייך לומר דחס עליה ואליבא דרבנן קאמר וכו' וא\"כ הוי טעמא דרבנן דלא חיישי בקרבן לרביעה משום דס\"ל דעובד כוכבים חס על בהמתו אבל היכי דלא שייך לומר עובד כוכבים חס אינהו נמי חיישי לרביעה וא\"כ ההיא דאין מעמידין אתיא נמי כרבנן אבל לר' פדת דשני לעיל הא ר\"א הא רבנן ס\"ל דלרבנן לעולם לא חיישי לרביעה כלל:"
        ], 
        [
            "<b>ד\"ה</b> למשה וליהושע וכו' והר\"ר אלחנן אומר דההיא מעשה דחזקיה לא היה אלא אות בעלמא וכו' צ\"ל דרבי אלחנן מחלק וס\"ל דכשהשמש עומד במקומו הוא נס ופלא גדול שהרי העולם אינו מתקיים כ\"א ע\"י תנועות השמש אבל כשהלך לאחוריו אינו נס ופלא כ\"כ כי זה אפשר להיות וגבי חזקיה לא ביקש הקב\"ה לעשות לו נס אלא שנתן לו בזה אות וסימן שיעמוד מחליו וכן הוא הענין גבי קין והא דקאמר שהעמיד לו גלגל חמה הוי פירושו העמידה לאחוריו לא שעמד במקום אחד וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> איכא בינייהו אשה חשובה בין האנשים וכו' פ\"ה אשה חשובה וכו' אלמא איכא אשה דקטלא לה וכו' דברי התוס' תמוהים כאשר מובן מעצמו גם כתב פ\"ה מה שלא נמצא כן בפי' רש\"י ונראה דהתוס' רצונם לומר ג\"כ ככוונת פרש\"י דס\"ל לגמרא דאשה חשובה ר\"ל קרובה למלכות וגם יפה ומחמת זה דייק הא אינה יפה משום עריות נמי ליכא אלא שקשה להתוס' דמנא ליה לגמרא לדייק כן דלמא הא דקאמר ר' ירמיה באשה חשובה אינו ר\"ל אלא שקרובה למלכות ולא שהיא יפה ולעולם אפילו באינה יפה יש בה משום עריות להכי כתבו התוס' דדייק לה הכי דא\"כ הוא דס\"ל לר' ירמיה דבכל אשה שייך בה משום עריות וגם משום שפיכות דמים כשאינה קרובה למלכות א\"כ מתני' דקתני משום עריות איירי בכל הנשים ואתא לאשמועינן אפילו היכי דליכא משום שפיכות דמים כגון בקרובה למלכות אפ\"ה אסורה להתייחד משום עריות דשייך בכל הנשים א\"כ (לא) הוי ליה לרבי ירמיה למימר לא צריכה אלא באשה חשובה כמו שאמר לעיל לא צריכה באשתו עמו דהוי תשובה לדברי המקשה שהקשה ותיפוק ליה משום שפיכות דמים דשייך אפי' באיש וק\"ו באשה ומה אצטריך כלל מתני' למתני דאסורה אשה להתייחד עמם משום עריות והיה לו להשיב לא צריכא מתני' לאשמועינן אלא אפי' באשה חשובה ר\"ל קרובה למלכות דלא שייך בה טעמא דשפיכות דמים דאפ\"ה אסורה משום עריות וכ\"ש באשה שאינה חשובה דגם כן אסורה משום עריות ויש בה גם כן טעמא דחששא דשפיכות דמים וא\"כ מתניתין איירי בכל הנשים ומדקאמר ר' ירמיה באשה חשובה עסקינן משמע דמתניתין איירי דוקא באשה חשובה אלא דודאי ר\"ל נמי באשה חשובה שהיא יפה ור\"ל דמתניתין איירי דווקא באשה חשובה שהיא קרובה למלכות וגם יפה אז שייך בה משום עריות ולא משום שפיכות דמים הא באינה חשובה כלל לא למלכות וגם אינה יפה הוי איפכא דיש בה משום שפיכות דמים ואין בה משום עריות ומכלל אם קרובה למלכות ואינה יפה אין בה לא משום שפיכות דמים ולא משום עריות והיינו מה שכתבו התוס' ודקדקו בלשונם ואמרו לר' ירמיה דמוקי לה בקרובה למלכות וכו' אלמא איכא אשה דקטלי לה לא יהיב עובד כוכבים דעתיה עליה לביאה ר\"ל ולכך אין בה משום עריות אלא משום שפיכות דמים כשאינה קרובה למלכות והכא שהיא חשובה וכו' ר\"ל וא\"כ מכלל זה שמעינן דהיכי שהיא חשובה למלכות ואינה יפה ליכא למיחש לא משום ש\"ד ולא משום עריות ושריא:"
        ], 
        [], 
        [
            "<b>תוס'</b> ד\"ה אני שונה לכל אבדת אחיך וכו' עד אבל מסור לעובדי כוכבים אנסין מיגרע גרע וכו' סיומא דתרוצא דהתוס' הוא והשתא ס\"ל להתוס' דאפילו למ\"ד דממון מסור לאנסין אסור לאבדו בידים היינו דוקא לאבדו בידים אסור אבל מ\"מ אינו מחויב בהשבת אבדתו ובתר ה\"ק ושמא מאן דאית ליה וכו' אית ליה נמי דמשיבין אבדתו אבל אינו מטעם דאיתרבי להשבת אבדה אלא מטעם דיכין רשע וילבש צדיק אבל בהשבת גופו אינו מחויב כלל ולכך היו מורידין וכו' אבל עדיין יש לדקדק דה\"ל להתוס' לתרץ בקיצור דאינו דומה מסור למומר דמגרע גרע מיניה דמסור לא איתרבאי להשבת אבדה ואין משיבין אבדתו ואפי' אם נאמר דמאן דאית ליה ממון מסור לאנסים אסור לאבדו בידים אית ליה נמי דמשיבין אבדתו היינו מטעם דיכין רשע וכו' אבל מומר לעבודת כוכבים דאתרבאי להשבת אבידתו כ\"ש דאין מורידין גופו ונראה דהמשך דברי התוס' כך הם דבקושיא הוי ס\"ד דמסור לאנסים נמי אתרבי מלכל אבידת אחיך ומשיבין ג\"כ אבדתו ולא מייתי גבי מסור לאנסים קרא דיכין רשע וילבש צדיק אלא לתת טעם דהכל טעמא מאי דמפני מה יהא אסור לאבד ממונו ויהא מותר לאבד את גופו ולכך הקשו שפיר דדלמא גבי מומר נמי הכי הוא ותירצו וי\"ל דשאני הכא דמהאי קרא דמרבינן השבת אבדתו ילפינן השבת גוף בישראל וכו' ר\"ל וא\"כ על כרחך ליכא למימר דהא דאסור לאבד ממונו של מסור לאנסים מטעם דאתרבי מלכל אבידת אחיך דא\"כ היה לנו לומר דאתרבי נמי להשבת גופו אלא ודאי מסור לאנסים מגרע גרע ממומר ולא אתרבי להשבת אבדה ואין חייבין בהשבת אבדתו ואפילו את\"ל דמשיבין אבדתו אינו מטעם דאתרבי מלכל אבדת אחיך אלא מטעם דיכין רשע וילבש צדיק לחוד ולכך ליכא לאקשויי מיניה למומר וק\"ל:", 
            "<b>בא\"ד</b> לו לרבות גופו וכו' והא דאיצטריך גבי ישראל לרבות השבת גופו והא ק\"ו הוא מהשבת ממונו וי\"ל דבהשבת גופו חייב אפילו להוציא משלו לפדותו וק\"ל:", 
            "<b>ד\"ה</b> סמי מכאן מומר נראה דדוקא לגבי הורדה וכו' ובפרק השולח ס\"ת שכתבו מין ומומר וכו' פסולה ר\"ל ואליבא דר' יוחנן צ\"ל דהמומר דהתם הוי לתיאבון ולכך אצטריך ליה למתני בהדיא מין אבל הכא גבי הורדה א\"א למתני ליה גבי מין דממ\"נ דאי הוי מומר לעבודת כוכבים להכעיס היינו מין לר' יוחנן ואי הוי מומר לתיאבון לית ליה דינא דמורידין כיון דאתרבי לדין השבת אבדה וק\"ל:", 
            "<b>ד\"ה</b> איזהו מין וכו' ותניא פ\"ק דחולין שחיטת מין לעבודת כוכבים וכו'. ר\"ל וכיון דשמעינן הכא דישראל העובד עבודת כוכבים הוי מין לכ\"ע א\"כ הוי שחיטתו אסורה וקשה דבפ\"ק דחולין וכו' ומאי קושיא הא אשכחנא ישראל עובד עבודת כוכבים וכו' ר\"ל וא\"כ נוכל לומר הא דקתני אין מינין בעובדי כוכבים הוי פירושו בסתם עובדי כוכבים אע\"פ שעובדים עבודת כוכבים אין שחיטתן אסורה משא\"כ בישראל דכשהוא עובד עבודת כוכבים חמור יותר ונקרא מין ושחיטתו אסורה ותי' דהא דקאמר שחיטת מין לעבודת כוכבים היינו דוקא הכומר לעבודת כוכבים וכיון דישראל הכומר הוי מין לענין זה כ\"ש כומר עובד כוכבים דפשיטא ליה לגמרא דכומר עובד כוכבים אדוק יותר לעבודת כוכבים מכומר ישראל וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> ברופא מומחה אפי' אינו מומחה למילה וכו'. נראה דכתבו כן משום דס\"ל דא\"א לפרש דאיירי במומחה למילה דכיון (דלר') [דר\"מ] אוסר מילה בעובד כוכבים אפי' באחרים עומדים ע\"ג א\"כ היאך מצינו שנעשה מומחה וק\"ל:", 
            "<b>ד\"ה</b> וכי היכן מצינו וכו' וקשרתם וכתבתם כל שישנו בקשירה וכו' ואע\"ג דהאי קרא בתפילין כתיב צ\"ל דילפינן ס\"ת מתפילין דהא כל התורה אתקש לתפילין דכתיב למען תהיה תורת ה' בפיך:", 
            "<b>ד\"ה</b> אלמא אע\"ג דלא מהילי וכו' ונפקא מינה לנודר א\"כ שפיר פריך קראי אהדדי וכו' כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> ולא הספיק לגמור את הדבר עד שיצאת נשמתו במותר כצ\"ל וכן משמע בפרש\"י:", 
            "<b>תוס'</b> ד\"ה חויא טרקיה וכו'. וי\"ל דמעיקרא הכי פריך וכו' מקשין התלמידים מה להתוס' להתחיל בפי' המקשה היה להם לתרץ קושייתם שהקשו הא השתא דלא הניח ליה להתרפאות ממנו נמי לא הוי ליה אסותא שהרי מת זהו כוונת הקושיא של התוס' והיה להם לתרץ בקצרה דמוטב שימות זכאי בלא פרצת גדר וכו' ונ\"ל דהוכרחו התוס' להאריך בפי' המקשה משום דיש לפרש המקשה כפשוטו דפריך איהו נמי חיויא טרקיה ומה לי אם היה עובר על דברי חביריו ומה לי שלא עבר ומה היה מפסיד בכך אם היה עובר ומשני חיויא דרבנן היא גרוע ורעה יותר דלית לה אסותא ולפי פירוש זה תשאר קושיית התוס' בדוכתא דמה היה מפסיד בכך הא השתא נמי לא הוי אסותא ומה תירץ המתרץ במה שאמר חיויא דרבנן לית לה אסותא וליכא לתרץ דמוטב שימות זכאי דא\"כ הוי עיקרו חסר מן הספר בדברי התרצן מאחר שהמקשן לא ידע סברא זו שהרי הקשה מתחלה איהו נמי חיויא טרקיה ומה יפסיד בכך ועוד קשה דהיה להתרצן לתרץ בקצרה דשפיר דיפסיד משום דמוטב שימות זכאי וכו' ולמה ליה הא דקאמר חיויא דרבנן לית לה אסותא לכן האריכו התוס' בפירוש המקשה דמעיקרא פריך הכי וכו' ור\"ל דשפיר ידע המקשה סברא זו דמוטב שימות זכאי וכו' אם לא ירויח דבר במה שיעבור על דברי חביריו אלא דהכי פריך דהיה לו להתרפאות ויחיה ואם יחזור וינשכנו נחש פעם אחרת יתרפא גם ממנה וירויח שיחיה ולא ימות ומשני חיויא דרבנן לית לה אסותא וא\"כ לא ירויח דבר אם יעבור על דברי חביריו ולא הוצרך המתרץ להאריך ולומר ומוטב שימות זכאי בלא פרצת גדר וכו' דסברא זו ידע שפיר גם המקשה אלא שעדיין יש לדקדק למה האריכו התוס' לפרש דברי המקשה כיון דכבר פירש רש\"י דברי המקשה כן בהדיא וזה היה אפשר לתרץ דהמשך דברי התוס' כך הם י\"ל דהא פשוט הוא דמעיקרא פריך הכי וכו' כמו שפרש\"י ולפיכך מסיק שפיר המתרץ חיויא דרבנן לית לה אסותא וכו' אבל עדיין יש לדקדק למה התחילו התוס' דבריהם פ\"ה שבל העובר על דברי חכמים וכו' בלא פ\"ה היו יכולין להקשות קושייתם ולתרץ כמו שתירצו ונראה דהתחלת הדבור צריך להיות כך איהו נמי חיויא טרקיה חיויא דרבנן דלית לה אסותא פ\"ה והיה יכול להתרפאות וכו' וא\"ת איהו נמי לא הוה ליה אסותא י\"ל דמעיקרא הכי פריך וכו' והוי כאילו הקשו התוס' על פרש\"י מפני מה מפרש רש\"י דברי המקשה כך ולא פירשו כפשוטו כדלעיל וכאילו השיבו התוס' דאילו פי' רש\"י כפשוטו הוה קשה וא\"ת איהו נמי לא הוה ליה אסותא אבל השתא י\"ל דמעיקרא הכי פריך וכו' יתיישב שפיר וק\"ל:", 
            "<b>ד\"ה</b> יכול אפי' בפרהסיא כו' ולר' ישמעאל אין שום חילוק דבצינעה בכולן יעבור ואל יהרג ובפרהסיא בכולן יהרג ואל יעבור כצ\"ל:", 
            "<b>בא\"ד</b> ולפי זה נוכל לומר דהא דעבד ליה יעקב מינאה וכו'. יש לדקדק מאי קאמר ולפי זה הא בלא זה בשמעתין גופא מחלק בין צינעה ובפרהסיא ומה שייך לומר ולפי זה וכו' ונראה דר\"ל בשמעתין לפום ריהטא משמע דהאי דהכא כיון דמשום חשש (דאתו) [דלמא אתי] לאמשוכי בתרייהו דמינים אסרו להתרפאות דהוי מעין עבודת כוכבים מדקאמר ורבי ישמעאל ה\"מ בצינעה וכו' דתניא היה רבי ישמעאל אומר וכו' משמע דהאי דהכא הוי נמי מעין עבודת כוכבים ומכלל דלרבנן דפליגי עליה דרבי ישמעאל אסור להתרפאות מהן אפילו בצנעה כיון דזה הוי מעין עבודת כוכבים ואינהו ס\"ל דבעבודת כוכבים אפילו בצנעה יהרג ואל יעבור א\"כ לא הוה מצי לאוקמי דההוא דרבי אבא היה מותר מטעם דהוה בצנעה דא\"כ לא אתי כרבנן אבל השתא דכתיבנא דהאי דהכא לא הוי עבודת כוכבים אלא משום דרבי ישמעאל ס\"ל דבפרהסיא בכולן יהרג ואל יעבור אפי' במצוה קלה לפיכך לא הניחו רבי ישמעאל אבל אי הוי בצנעה הוי שרי אפילו לרבנן לכך קאמר ולפי זה נוכל לומר וכו' וק\"ל:", 
            "<b>בא\"ד</b> דאמר מר אין לך דבר שעומד בפני פיקוח נפש וכו' כצ\"ל:ד\"ה כל מכה שמחללין וכו' וכל מה שאמרנו וכו' הוצרך לכתוב זה כאן דמשום דהשתא קאמרינן דבברי' לכ\"ע אפילו לרבי יוחנן דקי\"ל הלכה כוותיה בכל דוכתין ס\"ל אסור להתרפאות מהן אפי' בדבר שאין בו סכנה וא\"כ קשה על מה סומכין עתה להקיז דם מהן לכך קאמר וכל מה שאמרנו וכו' ועל זה אנו סומכין וכו' וק\"ל:"
        ], 
        [
            "<b>תוס'</b> ד\"ה מכה של הלל פ\"ה שכנגד חלל הגוף ובירושלמי מפרש כל שהוא מן החלל ולפנים ר\"ל שכנגד החלל משמע אפילו היכי שהמכה מבחוץ אלא שהיא כנגד החלל מחללין עליה השבת אבל מלשון הירושלמי משמע דוקא היכא שהמכה היא בחלל הגוף ולפנים ממש:"
        ], 
        [
            "<b>ד\"ה</b> שוריינ' דעינא בליבא תלו וכו' לשון התוס' מגומגם ונ\"ל שהספר חסר ובאובנתא דלבא הוא פירוש אחד שפירשו התוס' דלא כרש\"י וכצ\"ל פ\"ה מאור עינים תלוי בטרפשי הלב ולי נראה באובנתא דלבא וכו':"
        ], 
        [
            "<b>ד\"ה</b> המסתפר מעובד כוכבים וכו' תימה של בית ר\"ג שהיו רואין במראה וכו'. הלשון מגומגם ול\"נ דכן צ\"ל תניא בתוספתא [כו'] לפי שאינן חשודין על שפיכות דמים של בית ר\"ג התירו שיהיו רואין במראה מפני שהיו קרובין למלכות פי' אף מן העובד כוכבים וכו' תימה דמשמע שאסור לאיש לראות במראה והתימה הוא דמשום מאי יהא אסור ואם אסור הוא א\"כ מפני מה התירו להסתפר מן עובד כוכבים ולראות במראה ומתרץ ונראה שהטעם הוא וכו' עד ומיהו אינו אסור כ\"א להתנאות וכו' ובזה מתורץ הכל:"
        ], 
        [
            "<b>ד\"ה</b> אתיא שם שם מעגלה ערופה וכו' דרבא יליף דלא מיתסר בהזמנה וכו' כצ\"ל וי\"ל דהתם משמשים ממשמשים וכו'. ר\"ל דלעולם מת גופיה מסתבר טפי למילף מעגלה ערופה ולא מעבודת כוכבים אליבא דכ\"ע כדאמר התם לאביי דמידי דאורחיה ממידי דאורחיה ילפינן לאפוקי עבודת כוכבים דלאו אורחא הוא לישראל אלא דהתם הוי משמשי מסתבר ליה לרבא למילף מעבודת כוכבים דהוי נמי משמשי דמשמשי ממשמשי עדיף טפי למילף אבל הכא דאיירי במת גופיה אפילו רבא מודה דילפינן מעגלה ערופה:"
        ], 
        [], 
        [], 
        [
            "<b>ד\"ה</b> דאסר רב הלכה כרבי אליעזר וכו' וההיא דרבה בר רב הונא דחתך לה לבשרא אתלת קרנתא וכו'. לשון התוס' מגומגם ועיין בפ' ג\"ה דף צ\"ה דפריך לרב דאמר בשר שנתעלם מן העין אסור ורב היכי אכיל בישרא וכו' ומשני בציירי וחתימי אי נמי בסימנא כי הא דרבה בר רב הונא מחתך לה אתלת קרנתא:", 
            "<b>בא\"ד</b> וקשה קצת לפירוש ר\"ת וכו' ורב אשי לעיל הזכיר חומץ ביד עובד כוכבים וכו'. גם היה יכול להקשות דאי רב אשי לעיל איירי בישראל חשוד מה שייך לחלק בין חומץ ליין דמנ\"מ בחומץ שאינו ראוי לנסך כיון דישראל הוא דדוחק לומר דישראל חשוד לנסך לעבודת כוכבים דההוא מומר לעבודת כוכבים מקרי:", 
            "<b>ד\"ה</b> ותרוייהו כרבנן וא\"ת אימא דר' יוחנן סבר כר\"א וכו'. יש לתמוה אי ר\"א מצריך חותם בתוך חותם א\"כ איך יתורץ הא דפריך לעיל והא תנן המפקיד פירותיו וכו' ומשני כגון שייחד קרן זוית וכו' עד הא ר\"א הא רבנן וצריך ליישב בדוחק דנימא דהא דמשני כגון שייחד לו קרן זוית ר\"ל והוי מפתח וחותם ופריך א\"כ בשתיה נמי לשתרי וכו' ומשני הא ר\"א דמתיר בחותם בתוך חותם בשתיה והא רבנן דאפילו בחותם בתוך חותם אינו מותר בשתיה וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> רב נחמן אמר משום גילוי וא\"ת למ\"ד משום גילוי מ\"ט לא תני לה במתני' וכו'. וליכא למימר דבימי התנא עדיין לא גזרו על השכר דתקשה לך דהכל טעמא מאי כיון דגבי שכר שייכא גזירה דגילוי כמו גבי גבינות שגזרו על הגבינות משום גילוי ה\"ל אז נמי לגזור על השכר:"
        ], 
        [
            "<b>גמ'</b> מיתיבי הדרדורים של עובדי כוכבים וכו' עד משום ר' יהושע בן קופסאי אסור לעשות מהן שטיחין לחמור והא הכא דרוצה בקיומו ע\"י ד\"א וקתני דאסור וכו'. מקשין העולם מאי פריך דלמא איהו ס\"ל כת\"ק דמתיר לגמרי בהנאה אפילו היין וכ\"ש לפירוש התוס' דרשב\"ג משום ר' יהושע קאמר ליה וליה לא ס\"ל אלא ס\"ל כעדותו של שמעון בן גודא א\"כ מאי פריך המקשה ועוד דלסתייע מר' מאיר ורבנן דמתניתין דלתרוייהו לא אסרי קנקנים לפי' קמא דהתוס' דשמעתין אבל לדידי לא קשיא מידי (דר\"מ) [דר\"א] ור' יוחנן הכי פליגי דמאן דאוסר רוצה בקיומו ע\"י ד\"א ה\"ק דכל דבר שאסור בהנאה לכל (מ\"ד דאית ליה דאסור) הוא אסור בכל אופן אפילו ברוצה בקיומו ע\"י ד\"א ומאן דשרי ס\"ל דכל מקום שאסרו לא אסרו רוצה בקיומו ע\"י ד\"א והשתא פריך שפיר מרשב\"ג דאמר משום רבי יהושע בן קופסאי דאסור לעשות מהן שטיחין ש\"מ דכל מקום שאסרי בהנאה אסור אפילו ברוצה בקיומו ע\"י ד\"א ולא קשיא מת\"ק דלא אסרו הקנקנים והנודות כלל בהנאה דהא אפילו היין הכנוס בהן לא אסרו בהנאה וכ\"ש לעדותו דשמעון בן גודא דמותר אפילו בשתיה ולא קשיא נמי מר' מאיר ורבנן דמתניתין דאינהו לא אסרי כלל הנודות בהנאה אבל מאן דאסר אסר אפילו רוצה בקיומו ע\"י ד\"א אלא שלפי זה צריך ליישב קצת הא דקאמר ולטעמיך קנקנים של עובדי כוכבים ליתסרו וכו' דאם ס\"ל כרבנן דמתניתין (פריך) דשרו קנקנים לא פריך מידי לפי מה שכתבתי אלא שיש ליישב דה\"ק ולטעמיך קנקנים של עובדי כוכבים וכו' ר\"ל דמדנקט רשב\"ג משום רבי יהושע קופסאי נודות משמע אבל בקנקנים מודה דמותר למיזבנן דלא אסור אלא נודות דראוין לעשות מהן שטיחין דאל\"כ למה נקט נודות ושטיחין וק\"ל ולפירוש התוס' משמע דלא גריס ליה כלל ולפי שיטה זו יתיישב הרבה קושיות בתוס' שבעמוד כאשר מבואר מעצמו:", 
            "<b>תוס'</b> ד\"ה ומאוצר וכו' דהא אמרינן לקמן דשרי למרמי חמרא וכו' נ\"ל דתיבת חמרא הוא ט\"ס וצריך למוחקה:", 
            "<b>ד\"ה</b> והא הכא דרוצה בקיומו ע\"י ד\"א וכו' ומיהו יש לישב הגירסא וה\"פ למאן דאסר כ\"כ בחרס הדרייני וכו' ר\"ל דלא פריך מה דלא אסרו בקנקנים רוצה בקיומו ע\"י ד\"א דזה לא קשיא כלל דמאן דאסר ה\"ק כל מקום שאסרו בהנאה אסור אפילו ברוצה בקיומו ע\"י ד\"א אבל בקנקנים לא אסרו כלל בהנאה דהא אפילו היין שהכניס בתוכו אינו אסור בהנאה לרבנן אלא הכי פריך דהכל טעמא מאי דמ\"ש דבחרס הדרייני החמירו כל כך ואסרו אפילו ברוצה בקיומו ע\"י ד\"א ובקנקנים לא אסרו כלל בהנאה ומפני מה דחקו החכמים מדתם כל כך ומשני מפני שהדברים עצמן ג\"כ דחוקין זה מזה דהתם איתיה לאסוריה בעיניה וכו' והכא גבי קנקנים ליתיה לאיסוריה בעיניה ולכך לא החמירו לאסור הקנקנים בהנאה כלל אבל לעולם בשאר הדברים כגון קדירות חמץ בפסח וכיוצא בכל מקום שאסרו בהנאה אסור אפילו ברוצה בקיומו ע\"י ד\"א וק\"ל כן נ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> עובד כוכבים ההולך לתרפות תנינא במתניתין והפסיק באמצע הדברים האסורים בהנאה וכו' כצ\"ל ור\"ל דיש דלא גרסי במתניתין עובד כוכבים ההולך לתרפות משום דאינו מענין דמתניתין דאיירי בדברים האסורים בהנאה לכך קאמרי התוס' דשפיר גרסינן ליה במתניתין והא דהפסיק ותנא ליה בין הדברים האסורים בהנאה משום דדמי לבשר הנכנס דהוי נמי בדוגמא זה:", 
            "<b>ד\"ה</b> דלא כרבי אליעזר וכו' דמשמע הא שאין לבובין אין נשחטין לעבודת כוכבים וכו' כצ\"ל:"
        ], 
        [
            "<b>סוף</b> ד\"ה כך היא גירסת הספרים וכו' ועוד קשה מנא ליה לגמרא בסמוך דציר שורף לענין שמותר לכנוס בו יין אחריו כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> אמר רב פפי הני כלי פתוותא דבי מיכסי וכו' כצ\"ל והא דסגי בשכשוך כתב הרא\"ש משום דקים להו דלא בלעי טובא דאי אין מכניסו לקיום פשיטא דהכשרו בשכשוך ואמאי איצטריך למימר כיון דלא בלעי טובא ע\"ש:", 
            "<b>תוס'</b> ד\"ה כסי פרש\"י כוסות וכו' שלישי מותר פירוש דאז ודאי בהדחה שלישית נפלט הכל וכו' נפלט לאו דוקא אלא ר\"ל הזוהמא שמבחוץ הוסר הכל:", 
            "<b>ד\"ה</b> קוני' וכו' ועוד קשה מי גרע חפוי אבר מאם היה כולו ממנו וכו' ר\"ל דמסוגיא דשמעתין משמע דמאני קוני' לא בלעי כל כך כמו שאר כלים ועל זה מקשה וכי גרע וכו' ר\"ל דאם היה הכלי כולו אבר פשיטא לן שהיה בולע ונאסר ובשביל שהאבר מחופה על חרס נימא דגרע ולא בלע לכך פיר\"ת דהוה היתוך זכוכית והשתא א\"ש דאם היה כולו זכוכית לא הוי בלע והשתא שהו' מחופה חרס בלע טפי:"
        ], 
        [
            "<b>ד\"ה</b> שאינו מוציא מידי דופנו וכו' וא\"ת כיון דחשיב כלי אחר א\"כ תנור וכירים יותץ דאמר רחמנא ל\"ל וכו'. פירוש כשנטמא אפילו תנור וכירים של חולין בכל מקום אמרה תורה יותץ לפי שאין לו טהרה במקוה ליטהר ע\"י חזרת כבשן כיון דחשוב ככלי אחר א\"כ נתבטלה ממנו הטומאה:", 
            "<b>ד\"ה</b> מתענין לשעות וכו' ואין לפרש דשמואל אמר למילתיה לענין תפלת תענית אבל לענין תענית אפילו קבל וכו' ר\"ל וכ\"ש אפילו לא קבליה דעלתה לו תענית:", 
            "<b>ד\"ה</b> במה שמש משה וכו' דמצינן למימר דהוראת שעה היתה וכו' ואין להקשות נימא נמי דמשה שמש בשמנה בגדי כהונה והיתה ג\"כ הוראת שעה דלא שייך לומר כן משום שהרי לא מצינו שהורה לו השי\"ת שישתמש בשמונה בגדי כהונה וק\"ל:"
        ], 
        [
            "<b>גמ'</b> פעם ראשון ושני מותר רש\"י פירש דפעם ראשון ושני מקלקל ליה חמרא ולדידיה אין מערבין בו היין כדי לתקנו אלא כדי להוסיף על המדה דומיא דחילק דקתני בהדיא אלא שהאומן כיון שהוא בקי ויודע שבפעם ראשון ושני היין הוא מקלקלו לא עריב ביה ולפי זה בין בשל בעל בית דאסור אפילו בפעם ראשון ובין בשל אומן דאסור בפעם שלישי אינו אסור אלא במקום שהיין בזול אבל במקום שהיין ביוקר אינו אסור בשום אופן אבל לישנא דגמרא דקאמר מ\"ט פעם ראשון ושני דנפיש שומנייהו לא צריך למרמי ביה חמרא וכו' הוא דחוק לפירוש רש\"י:", 
            "<b>אבל</b> בדברי טי\"ד סימן קי\"ד מבואר בדבריו שנותנין היין לתוכו כדי לתקנו ובפעם הג' לא מיתקן זולת יין ולכך אסור בכל ענין אפילו בשל אומן ואפילו במקום שהיין ביוקר ובפעם ראשון ושני לא צריך לתקנו דנפיש שומנייהו הלכך בשל אומן מותר ודוקא במקום שהיין ביוקר אבל במקום שהיין בזול אף בשל אומן אסור ובשל בעלי בתים אפילו בפעם ראשון ושני ואפילו במקום היוקר אסור ולפי זה צ\"ל דההיא עובדא דלקמן בסמוך בההוא עובדא דאתא המורייס בארבא והתירו מטעם דאמר קיסטא דמורייס בלומי קיסטא דחמרא בד' לומי צריך לומר דאיירי דווקא בשל אומן והיה ניכר שהיה מפעם ראשון ושני' ע\"ש בטור י\"ד:", 
            "<b>תוס'</b> ד\"ה אכטא דטייעי וכו' ור\"ח גריס אבטא לשון אבטיח כצ\"ל ואינו נראה כי לא מצינו שום כלי שלא יהא ניתר בעירוי וכו' נראה דהתוס' ס\"ל דלפירושו של ר\"ח מ\"ש דנקיט גמרא דהנודות עשויות מאבטיח ע\"כ לאשמועינן דכיון דעושה מדבר אוכל אין לו שום הכשר שהוא ניתר בו אלא שיהוי י\"ב חודש דוקא כמו הני דורדיא של עובדי כוכבים או החרצנים והזגים לכן כתבו התוס' על זה ואינו נראה כי לא מצינו וכו' ודו\"ק:", 
            "<b>ד\"ה</b> מורייס אומן וכו' והא דפליגי רבי מאיר ורבנן וכו' מדברי התוס' נראה שהם מפרשים סוגיא דשמעתין כפרש\"י ודלא כפירושו של הטור י\"ד מדמוקי מתני' אחר פעם ראשון ושני אי איירי בשל אומן דאילו לפי סברת הטי\"ד שכתבתי הוה ליה לאוקמיה מתניתין אפילו בשל אומן ואפילו בפעם ראשון ושני ובמקום שהיין בזול דאסור בכל ענין וא\"כ הא דמסיימי התוס' וההוא מורייס דלקמן וכו' צריך להגיה כן של אומן הוה והיה ניכר שלא היה מפעם ראשון ושני והא דפליגי ר\"מ ורבנן במתניתין וכו' א\"כ מיירי אחר פעם ראשון ושני וכו' פי' ואיירי בשל אומן והוא ניכר וכו' משום דאי לא היה ניכר שהוא לאחר פעם ראשון ושני לא הוה מסתבר לאסור מספק כיון דבשל אומן איירי וההוא מורייס דלקמן וכו' של אומן היה וכו' ר\"ל אם נעמידו בשל אומן צריך לומר שהיה ניכר שלא היה הפעם ראשון ושני לכך כשבא למקום שהיין בזול העמיד עליו שומרים שלא יערבו בו יין וה\"ה דמצי לאוקמי אפילו בשל פעם ראשון ושני ובשל בעלי בתים דו\"ק נ\"ל:", 
            "<b>ד\"ה</b> מפני שמעמידין אותן בקיבת עגלי עבודת כוכבים ונראה דר' יהושע לא היה מכוין כי אם לדחותו דהא רבי יהושע לא חייש למיעוטא וכו' ואע\"ג דלעיל כתבו התוס' דאפילו לרבי יהושע דלא חייש התם אסר לרווחא דמילתא כתבו כן דאפילו איכא מאן דס\"ל בהך דהתם כרבי יהושע אבל קושטא דמילתא דרבי יהושע לא חייש למעוטא כלל:"
        ], 
        [
            "<b>ד\"ה</b> מאי שנא וכו' מה הפגימה הזאת וכו' בירושלמי שלנו גורס שם מה הסימא הזאת וכו':", 
            "<b>ד\"ה</b> משום ניקור וכו' וא\"ת מפני מה אסרו משום גילוי יותר ממים ודבש וכו' כצ\"ל ועי' פרק אלו טריפות (חולין דף מ\"ט:)", 
            "<b>ד\"ה</b> לפי שא\"א וכו' ויעמיד א\"ר שמואל בר יצחק מפני ארס הניתן בין הנקבים פי' ויעמיד ויבשנה וכו' כצ\"ל וקושיא שניה וכו'. ר\"ל הא דפריך ויעמיד ויבשנה לא קאי אחלב אלא אגבינות אבל אין לפרש כפירוש הר\"ר אלחנן דקאי אחלב והכי פריך וכו' כצ\"ל:", 
            "<b>ד\"ה</b> חדא קתני וכו' תימה לפי מה שפירש ר\"ת וכו' שאותו שהוא קרוש לא נאסר מעולם וכו' צ\"ע בדברי התוס' הללו דשם פ' כל הבשר (חולין דף קט\"ז) בתוס' ד\"ה הכי גרסינן ברוב ספרים משמע שם דאפילו למשנה אחרונה אסור חלב הצלול מכלל דלמשנה ראשונה דהיינו קודם חזרה אסור אפילו הקרוש וע\"ש:", 
            "<b>בא\"ד</b> וליכא למיחש נמי משום עירוב חלב טמא כדפרישית לעיל וכו' הלשון מגומגם וכוונתו כדפרישית לעיל בפירוש רש\"י דכיון דאינו עומד ליכא למיחש לעובד כוכבים שוטה לערב בו חלב טמא:"
        ], 
        [
            "<b>ד\"ה</b> מכלל דאיכא למ\"ד דשרי וכו' וכהאי גוונא במנא דעובד כוכבים וכו' פירוש אם אוכל ישראל בכלי דעובד כוכבים שנבלע בהן טעם פיתו:", 
            "<b>ד\"ה</b> זליפתן פ\"ה פליטתן ונראה שאותה פליטה באה מכח השמן שהוריקו וכו' כדאמרינן לקמן. מהראיה שהביאו התוס' מהא דבפרק בתרא נראה דר\"ל שהשמן כשמריקין אותו תוך איזה כלי אותו העירוי מפליט מה שנבלע בו ואם כן ה\"נ לשמואל שאוסר השמן מטעם פליטת הכלי ר\"ל נמי שמתוך שעירו והוריקו השמן לתוך הכלי האסור נפלט ממנו האיסור לתוך השמן וא\"כ לשון התוספות שלפנינו שכתוב שהוריקו מכלי האיסור אינו מיושב לפ\"ז והיה נראה להגיה שהוריקו לכלי האיסור ודו\"ק ומה שהוכרחו התוס' לפרש כן משום דתקשה לשמואל דמפני מה אסרו השמן יותר מכל יתר הדברים ועוד קשה לישנא דזליפתן ולא קאמר פליטתן או גיעולן כמרגלא תמיד בגמרא דקאמר גיעולי עובדי כוכבים לכך כתבו דאותה פליטה באה מכח עירוי לכך קרי לה זליפה ואע\"פ כן מסיימי התוס' ולשון זילוף קצת קשה משום דלא מצינו בגמרא דעירוי מקרי זליפה וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> בשלמא למאן דאמר וכו' והיינו דקאמר שמואל לרב בשלמא לדידי וכו' התוס' האריכו בזה משום דלפי תירוצו של ר\"י לא יתיישב קצת לישנא דגמרא דקאמר בשלמא לדידי וכו' קסבר נותן טעם לפגם מותר וכו' לכך האריכו לפרש לישנא דגמרא והוצרכו להוסיף ולגרוע בלשון הגמרא כמבואר מעצמו:", 
            "<b>ד\"ה</b> ורבי יהודה הנשיא היכי אלים וכו' פרשב\"ם דפריך בין לרב בין לשמואל וכו' נראה דהעיקר שבא לפרש דקושיית הגמ' פריך לשמואל משום דלרב לא הוה פריך כ\"כ משום דהא אין הכי נמי דרב קאמר דלא לסמוך אדברי ר' שמלאי דקאמר שמלאי לודאה קאמרת וכו' לכך פרשב\"ם דעיקר קושית הגמ' קאי אשמואל וק\"ל:", 
            "<b>ד\"ה</b> והא תנן אין ב\"ד יכול לבטל וכו' תימה דבפ' השולח גבי פרוזבול וכו' בלא פרוזבול היו התוס' יכולין להקשות אהא מתניתין גופא דקתני אין ב\"ד יכול לבטל דברי ב\"ד חבירו אא\"כ גדול הימנו וכו' ממ\"נ אי איירי בדבר שלא נתפשט אפילו קטן ממנו יכול לבטל ואי איירי בדבר שנתפשט אפילו גדול ממנו אינו יכול לבטל אלא שהיו יכולין לתרץ כפשוטו כתירוצא קמא דקאמר וי\"ל דה\"נ מטעם דלא פשט גרידא לא התיר וכו' לכך מייתי מפרוזבול כדי להקשות על זה התירוץ מה שמקשה בתר הכי מ\"מ קצת דבר תימה הוא היאך לא פשט וכו' וק\"ל:"
        ], 
        [
            "<b>גמ'</b> בצנעא נמי בית דינו של חשמונאי גזרו דכי אתא רב דימי אמר ב\"ד של חשמונאי גזרו הבא על העובדת כוכבים חייב משום נשג\"א כי אתא רבין וכו' כצ\"ל ועיין בפרק הנשרפין (סנהדרין דף פ\"ב:)", 
            "<b>תד\"ה</b> משום נשג\"ז וכו' אכן קשה דאמרינן פ' כל האסורין אמר אביי כהן הבא על העובדת כוכבים אפילו אשת איש אינו לוקה ורבא אמר לוקה אלמא מדאורייתא הוא מלקי עלה וכו' פירוש לרבא דקי\"ל כותיה לגבי אביי:", 
            "<b>בא\"ד</b> ואמרינן בפ' עשרה יוחסין דפליגי ר\"א בר יעקב ור\"י וכו' ואפילו ר\"ש לא שרי וכו' ואע\"ג דלעיל מזה כתבו התוס' בסמוך ויש לדחות דהתם בגיורת שאני וכו' התם בפ' עשרה יוחסין משמע בהדיא דבעובדת כוכבים אפילו רבי שמעון מודה ע\"ש:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה הואיל וראוי לביאה וכו' דטעמא דגזירת זיבה משום ביאה הואי וכו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> ד\"ה דיקרב בדיקרב וכו' והא דאמר רבא לא תתלו ביה בוקי סריקי בר\"נ לאו משום דאית ליה טומאה בחבורין לאו דאורייתא וכו' יש לתמוה על דברי התוס' הללו דהיכי הוה ס\"ד לומר דמשום הכי קאמר רבא הכי משום דאית ליה טומאה בחבורים לאו דאורייתא אדרבה א\"כ כ\"ש דלא הוי להדורי משינויא קמא אלא ה\"ל למימר דטומאה בחבורים התיר להם דמדאורייתא דיקרב טמא דיקרב בדיקרב טהור ואתו אינהו וגזור אפי' דיקרב בדיקרב ואתא איהו ואוקמא אדאורייתא וטפי הוי לן למימר דמשום הכי קאמר רבא הכי והדר משינויא קמא משום דס\"ל דאפי' טומאה שלא בחיבורין הויא דאורייתא ויש ליישב בדוחק דהוי ס\"ד למימר כן משום דלישנא דלא תתלו ביה בוקי סריקי וכו' משמע שבא להקל ולומר שאין כאן שום טומאה ודברים של ריק הן וה\"א דמשום הכי הדר משינויא קמא דכיון דאין שום טומאה בחיבורים דאורייתא לא שייך כלל שום גזירה דליכא למימר דאתו אינהו וגזור אפילו דיקרב בדיקרב משום דאי לא מטמא דיקרב בדיקרב אתו למימר דיקרב נמי טהור דאין זה סברא דלא אתו למטעי בזה ואם כן למה הוצרך יוסף בן יועזר להתיר להם דבשלמא אי הוי טומאה בחיבורים דאורייתא ואתו אינהו וגזור אפילו שלא בחיבורים שייך שפיר גזירה דאי מטהרי שלא בחיבורים אתו לטהר אפי' בחיבורים דאתו למיטעי בזה אבל אי אפילו בחיבורים לאו דאורייתא לא שייך למגזר ולכך הוה ס\"ד למימר דרבא ס\"ל דטומאה בחיבורים לאו דאורייתא ולכך הדר משינויא קמא והוצרכו התוס' לומר דלאו משום הכי הדר ביה משינויא קמא אלא משום דקסבר דיוסף בן יועזר לא איירי בהכי ודו\"ק נ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> איכא בינייהו דגים קטנים וכו' ואמר ליה ר\"י אדמקטורך עלך זיל הדר דכל שאינו עולה על שלחן מלכים וכו' כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אי משום גיעולי עובדי כוכבים וכו' אבל שמן כשהוא בעין הוי ליה לשבח ואפ\"ה לפגם מותר וגם מרבא דאמר פרק בתרא הלכתא נותן טעם לפגם מותר אין ראייה וכו' כצ\"ל:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> ימ\"ח מח\"ג וכו' מיהו לרבי ירמיה וכו' לפרש\"י קשה לר\"י למה הוצרך וכו' ר\"ל ר\"י הקשה קושיא זו דלפרש\"י שפירש לעיל (עבודה זרה דף ל\"ה) דהא דקאמר לפי שא\"א בלא צחצוחי הלב הוי פירושו משום חלב טמא קשה למה הוצרך לשנות כאן גבינה:"
        ], 
        [
            "<b>ד\"ה</b> אמר רבא כשנימוחו וכו' תימה אמאי לא משני קסבר סימני עוברי דגים לאו דאורייתא וכו' וכ\"ת למאי נפקא מינה בסימנים כיון שאינן דאורייתא דנפקא מינה להיכי דאמר של דג פלוני טהור הם דמהני כדלקמן דבור זה גבי ביצים:", 
            "<b><br>כל</b> הצלמים פרק שלישי  :"
        ], 
        [
            "<b>ד\"ה</b> ובאנדרטי של מלכים וכו' ואדרבה בפרק כלל גדול משמע שאין סתמן לעבודה וכו' לכך פירש ר\"ת וכו' הא דשרו רבנן וכו' ר\"ל דבאנדרטי פליגי אבל בשאר צורות אפילו רבנן מודו דאסירי ולפי זה צ\"ל האי דקאמרי רבנן במתני' אינו אסור אלא כל שיש בידו מקל וכו' היינו דוקא באנדרטי אבל בשאר צורות אפילו אין בידו כלום אסירי מקשין התלמידים מאי תירץ ר\"ת הא גם לדידיה על כל פנים ר\"מ אוסר באנדרטי אפילו בסתמא ואם כן הדרא קושית התוס' לדוכתא דלמה ליה למימר בפרק כלל גדול דקבליה עליה וכו' הא בסתמא נמי נעבדין אלא ע\"כ צ\"ל דההוא דפרק כלל גדול כרבנן אתיא א\"כ גם לפרש\"י נוכל לתרץ הכי אבל לדידי לא קשיא כלל דכוונת קושית התוס' לאו הכי היא אלא הכי היא דלפרש\"י דפליגי באנדרטי ודוקא באנדרטי אסר ר\"מ ובשאר צורות הוא מורח לרבנן אם כן ע\"כ דנהוג הוא ושכיחי טפי למפלה לאנדרטי יותר משאר צורות וא\"כ קשיא דבפרק כלל גדול קאמר דבעובד עבודת כוכבים אפילו בלא מתכוון חייב ופריך ה\"ד אי דחזי אנדרטי וסגיד לה אי דקביל עליה לאלוה עובד במתכוון הוא ואי דלא קביל וכו' אינו עובדה כלל דאין נקראת עבודת כוכבים כלל משמע דגמרא מהדר לאשכוחי צורה שאינה עבודת כוכבים ואם כן למה נקט אנדרטי אדרבה הו\"ל למנקט סתם צורה אפי' אי אתיא כרבנן דהא לפרש\"י שכיחי טפי למפלח לאנדרטי יותר משאר צורות דהא שמעינן דבשאר צורות אפי' ר\"מ מודה והו\"ל למנקט שאר צורות דלכ\"ע אין נעבדין אבל לפי' ר\"ת אתי שפיר דאנררטא אין נעבדת כ\"כ כמו שאר צורות דהא בשאר צורות אפי' רבנן מודו דאסירי וא\"כ שאר צורות שכיחי טפי דפלחי להו לכך אתי שפיר דנקיט אנדרטי בפרק כלל גדול דלא הוי ליה למנקט שאר צורות דאדרבה שאר צורות פלחי להו טפי אלא שלפ\"ז צריך לישב לפירושו של ר' אלחנן דמה מתרץ דאע\"ג דאוקי ההיא דפרק כלל גדול באנדרטי של שולטנית מ\"מ תקשה ליה דלמא נקט אנדרטי ולמה לא נקט התם שאר צורות דאין נעבדין אפילו לד\"מ אלא שיש לישב דאנדרטי של שולטנית גרע טפי משאר צורות דודאי נעשית לכבוד השלטון ולא שכיח כלל דפלחי לה וק\"ל:", 
            "<b>בא\"ד</b> ובכך ניחא דכי דייק לה במילתיה דר\"י וכו' לא מצי למימר סתמא כר\"מ מסיפא וכו' ולפי פירוש ר\"ת קשה קצת דכי קאמר לקמן סתמא כר\"מ הוי ליה למימר סתמא אפי' כרבנן וכו' יש להקשות הא לפי' רבי אלחנן נמי קשה כן דהוה מצי למימר סתמא אפי' כרבנן שהרי בכפרים מודו דאסור מאי אמרת כפרים מסיפא שמעינן דקתני מצא תבנית יד ותבנית רגל וכו' דאיירי בכפרים לרבי אלחנן וכ\"ש דמות שלם א\"כ לפי' ר\"ת נמי לא קשח מידי דלדידיה ע\"כ צריך לפרש דהסיפא איירי בשאר דמותים דמודו בה רבנן א\"כ לא מצי נמי למימר דהרישא אתא לאשמועינן הא דמותים עצמן אסורים בשאר דמותים וכרבנן דהא נמי מסיפא שמעינן לה וכן יש לדקדק אמאי דקאמרי התוס' לעיל מזה ובכך ניחא דכי דייק לה במילתיה דר\"י וכו' לא מצי למימר סתמא כר\"מ וכו' דמשמע דלפירוש דר\"ת לא ניחא הא לפירושו דר\"ת נמי ניחא בכך דמסיפא לא מצי למימר סתמא כר\"מ דכרבנן נמי אתי ובשאר דמותים ויש ליישב קצת דלפירושו של ר\"ת קשה טפי דאי תרצה לאוקמי הסיפא דלא איירי בדמותים ג' דפליגי ביה לעיל מזה רבנן ור' מאיר אלא איירי בשאר דמותים ואתי נמי כרבנן הוי מצי נמי לומר דהרישא נמי הוי סתמא כרבנן ולאשמועינן הא דמותים אסורים בשאר דמותים וליכא למימר הא מסיפא שמעינן לה דאי לאו הרישא הוי מוקמינן הסיפא דוקא בכפרים לכך אצטריך רישא דאפי' בכרכים בשאר דמותים שאינן אנדרטי דמותים אסורין אבל לפי' ר' אלחנן לא שייך לומר כן דו\"ק נ\"ל:", 
            "<b>גמ'</b> ור\"מ דחייש למיעוט גזר שאר מקומות אטו אותו מקום וכו' עיין ברבינו נסים ותמצא מבואר היטב:"
        ], 
        [
            "<b>גמרא</b> מקל שרודה וכו' במקל וכו' אין לפרש דר\"ל שהוא רודה במקל את העולם דהא גבי צפור וכדור לא שייך לומר כן אלא גבי כדור וצפור ע\"כ צריך לפרש שהוא תופס כל העולם בידו כמו שהוא תופס כדור זה או צפור זה וכן גבי מקל ע\"כ צריך לומר דתרווייהו איתנהו דרוצה לומר שתופס העולם בידו כמו שהוא תופס מקל זה והיה באפשר שיתנו לתפוס בידו דבר אחר אלא שרמז ג\"כ על הרדיה והממשלה שמקל רומז לממשלה וכן בצפור רמז גם כן בו שהוא מתנשא על העולם כצפור הזה שהוא פורח ושט למעלה על כל העולם ובכדור רומז ג\"כ העולם שהוא ככדור ולכך נתנו כדור ולא ד\"א זולתו:", 
            "<b>רש\"י</b> ד\"ה גדיל כלילי וכו' נראה דכך צ\"ל גדיל שם אומן כלילי עטרה ורוצה לומר דהאומן נקרא גדיל על שם שהוא גודל ועושה העטרות והעטרה נקראה כלילי:", 
            "<b>תוס'</b> ד\"ה אמר רבה מחלוקת בשל כפרים וכו' לכך נראה מחלוקת בשל כפרים דר\"מ אסר להו בכל מקום דלמפלחינהו עבדי להו ורבנן שרו בכל מקום דסברי דלנוי עבדי להו מקשין העולם והיאך אפשר לפרש כן דא\"כ הדרא קושיית הגמרא לדוכתה אי דנעבדין פעם אחת וכו' מ\"ט דרבנן דא\"ל דפליגי בהא דרבי מאיר סבר נעבדין ורבנן סברי אין נעבדין מדלא קתני וחכמים אומרים אין נעבדין אלא מי שיש בידו מקל וכו' כמו שכתבו התוס' לעיל ויש לפרש שזהו נמי מאי דפריך המקשה ודכפרים מי איכא למ\"ד וכו' דהכל נכלל בקושייתו אבל אין הלשון משמע כן וי\"ל דלפי זה דר\"ל השתא דלא איירי ר' מאיר אלא בכפרים אבל בכרכים מודה איכא למימר שפיר דפליגי בה הכי דרבי מאיר סבר דנעבדין ורבנן סברי דאין נעבדין מאי אמרת דהוה ליה למתני וחכמים אומרים אין נעבדין אלא מי שיש בידו וכו' אי תנא הכי הוה משמע דמי שיש בידו מקל וכו' נמי אין נעבדין אלא בכפרים דומיא דאיירי ביה ר\"מ וז\"א דמי שיש בידו מקל וכו' אף בכרכים הן נעבדים ולכך לא שייך למתני הכי וק\"ל:", 
            "<b>ד\"ה</b> אמר שמואל וכו' ופריך ליה בגמ' והאנן שברי דמות תנן וכו' ומסיק ה\"ה דאף שברי עבודת כוכבים מותרין וכו' נראה דלא הוכרחו התוס' להאריך בפי' קושית המקשה שכפשוטו אתי כן אלא שכוונתן לפרש דברי המתרץ משום דלפי מה שפירשו דטעמו של שמואל דאמר אף שברי עבודת כוכבים הוי מטעם דגם בשברי עבודת כוכבים איכא נמי כמה ספיקות להתיר כמו גבי שברי דמות א\"כ מאי משני ה\"ה וכו' משום דקא בעי למתני סיפא וכו' ר\"ל ואי הוי תני ברישא שברי עבודת כוכבים ה\"א דתבנית יד דעבודת כוכבים אסור דוקא ולא דדמות ומ\"ש תבנית יד דדמות מתבנית יד דעבודת כוכבים כיון דהוה מיתני ברישא דגם שברי עבודת כוכבים מותרים מטעם כמה ספיקות כמו שברי דמות לכך מפרש דאפילו הכי ה\"א דוקא תבנית יד דעבודת כוכבים אסורים מפני שכשהיתה שלמה היתה נעבדת תדיר והרבה הן שהיו משתחוים ליד או לרגל וכו' וק\"ל:", 
            "<b>ד\"ה</b> ה\"ה וכו' הא דלא משני הכא כמו שתירץ בסמוך וכו' כלל דברי התוס' דמדברי שמואל משמע דהתנא אתא לאשמועינן חידושא היתרא דשברים א\"כ לא שייך לתרץ דאתי למידק הא דמות עצמן אסורים דלא איירי השתא בדמות עצמן אלא היתר דשברים אתא לאשמועינן אבל בסמוך בדברי ר' יוחנן דהוה סבירא ליה דאתיא כרבנן כדבסמוך בתוס' לקמן ולא אתא לאשמועינן שום חידוש בשברי דמות שייך שפיר לתרץ דאתא למידק מיניה הא דמות עצמן אסורים וק\"ל:"
        ], 
        [
            "<b>תוס'</b> ד\"ה איתיבי' המוצא שברי דמות וכו' נראה לפרש דהכי פריך וכו' נראה דהוקשה להתוס' מאי סלקא דעתיה דר' יוחנן שהקשה לעיל ממתניתין הא ודאי לא נעלם ממנו שיש לתרץ ה\"ה דשברי עבודת כוכבים נמי מותרין והא דקתני שברי צלמים משום דבעי למתני סיפא כדשני לעיל אליבא דשמואל או איכא לשנויי דאתא למידק הא דמות עצמן אסורים כדמשני הכא לכך כתבו דהכי פריך וכו' דהוה סלקא אדעתיה כרבנן נמי אתי וא\"כ ליכא לשנויי דאתא למידק הא דמות עצמן אסירי דהא לרבנן דמות מותרים וגם ליכא לשנויי ה\"ה שברי עבודת כוכבים מותרים והא דקתני שברי דמות משום דקא בעי למתני סיפא וכו' ר\"ל לאשמועינן דתבנית יד אפילו דדמות אסורים דהא אפילו דמות שלמים מותרים לרבנן ולכך לא שייך שינויא זה אליבייהו דרבנן וק\"ל:", 
            "<b>בא\"ד</b> ואין להקשות מאחר דמוקי לה כר\"מ לימא משום דבעי למתני סיפא וכו' כי נראה לו קצת דוחק וכו' כללא דמילתא דלעיל לשמואל דמשמע מדבריו דמתני' היתרא דשברים אתא לאשמועינן לא הוה שייך לשנויי שינויא דהכא דאתי למידק הא דמות עצמן אסורין דזה היה נראה דוחק כיון דהשתא אתא לאשמועינן דיני דשברים ולכך הוצרך לשנויי משום דבעי למתני סיפא ואתא גם כן לאשמועינן איסור דתבנית יד ורגל דדמיא לשברים כדלעיל בתוס' אבל השתא דס\"ל דהמתניתין לא אתי לאשמועינן היתרא דשברים איפכא ס\"ל דאי הוה משני משום דבעי למתני סיפא היה נראה קצת דוחק בהיות כי בא לאשמועינן חדוש בשברים ומניח שברי עבודת כוכבים משום סיפא לכך שינויא דהכא דמשני דבא לאשמועינן למידק הא דמות עצמן אסורים מסתבר ליה טפי כיון דהשתא אמרינן דלא אתא לאשמועינן שום חדוש בשברים כלל וק\"ל:", 
            "<b>ד\"ה</b> ואין ספק מוציא מידי ודאי וכו' דאי בשאינו רגיל אפילו ספק איסור אינו מוציא מידי ודאי היתר וכו'. ר\"ל דהתם אמרינן לרב חסדא היכי דשחט וקודם שבדק הסכין שיבר בה עצמות ואחר כך נמצא הסכין פגום הבהמה מותרת ולא אמרי' שמא בעור נפגם קודם גמר השחיטה משום דעצם ודאי פוגם ועור ספק פוגם ואין ספק מוציא מידי ודאי והשתא הא התם דהוה מסתבר למימר לחומרא דספק האיסור יוציא מידי ודאי ההיתר ואפילו הכי לא אמרינן וכ\"ש דלא נימא בספק לקולא שספק יוציא מידי ודאי איסור ואיך פריך המקשה ואין ספק מוציא מידי ודאי בתמיה וכו' אלא ודאי התם בחולין הוי ספק שאינו רגיל אבל הכא פריך דבספק הרגיל אפילו לקולא אמרינן דמוציא מידי ודאי כדאשכחן בההוא דחבר שמת דספק עשרינהו כיון דהוי ספק הרגיל מוציא מידי ודאי טבל [ועיין שם בתוס' פ\"ק דחולין]:"
        ], 
        [
            "<b>ד\"ה</b> בא כהן והציץ וכו' דאפי' לקרובים אינו מיטמא לנפלים דבעינן דומיא דאביו ואמו ר\"ל שהם בני קיימא וכתבו כן משום דיש מפרשים שם דהנפל לא היה של השפחה אלא של גבירתה היה וכהן זה קרוב היה ולכך רצה ליטמא ולכך כתבו התוס' דע\"כ כהן זה שוטה היה דאפילו לקרובים וכו':", 
            "<b>ד\"ה</b> לידע וכו' רישא דברייתא וכו' משום דלא שייך למתני אמר רבי יהודה מעשה וכו' אם לא מיתני ברישא דין כיוצא בו שעלה קאי אמר רבי יהודה וכו':", 
            "<b>ד\"ה</b> מפגי שחולדה ובררלס וכו' הוקשה להם לתוס' ממ\"נ אי בור זה היה רשות הרבים בלא טעם זה שחולדה וברדלס גררוהו היה טהור משום דלא דבר ברור ודאי הוא שהאהיל עליו דשמא היה הנפל מונח בצד האחר מן הבור ולא האהיל עליו והוי ספק טומאה בר\"ה דטהור ואי איירי שהיה הבור רשות היחיד מאי אהני טעמא דחולדה וברדלס וכו' הא עכ\"פ איכא למיחש דשמא גררוהו תחת רגלי הכהן וטומאה בוקעת ועולה וספק טומאה ברה\"י טמא לכך כתבו אי בעית אימא הבור רשות הרבים וכו' ואי בעית אימא הבור רשות היחיד וכו' ואפ\"ה ליכא למיחש שמא גררוהו תחת רגלי הכהן משום דסתם חור שרצים יש בו פותח טפח ואינה בוקעת ועולה ועיין בפסחים דף ט' דכתבו התוס' שם איפכא דסתם חור אין בו פותח טפח ע\"ש והשתא דברי התוס' מבוארים אבל יש להקשות כיון דיש לפרש דבור זה היה רשות הרבים א\"כ מאי פריך בגמרא ואין ספק מוציא מידי ודאי מהאי עובדא דכהן דנימא דשאני התם דהוה ברשות הרבים וספק טומאה ברשות הרבים טהור ולכך אע\"ג דספק הוא אם גררוהו ולא האהיל עליו וספק שמא לא גררוהו והאהיל על הטומאה הוי ספק טומאה ברה\"ר וטהור אבל בעלמא לעולם אימא לך דאין ספק מוציא מידי ודאי ויש לתרץ בדוחק דס\"ל לגמרא דאם איתא דאין ספק מוציא מידי ודאי לא הוי מקרי ספק טומאה ברה\"ר אלא הוי מקרי ודאי טומאה ברה\"ר אלא ודאי משום דקי\"ל להכמים דספק מוציא מידי ודאי טהרוהו וק\"ל:", 
            "<b>ד\"ה</b> ספק עובד כוכבים חתכו וכו' וא\"ת בספק נעבד נמי תקשה סיפא וכו' ומאי שנא משברי צלמים וכו' וי\"ל דיש להתיר יותר וכו' לא ידעתי מי דחקו להתוס' לתרץ קושיא זו דמאן מכריח לן לומר דלרבי יוחנן בנשתברה מאליה או נחתכה ודאי [ע\"י] ישראל דהוי שום ספק ביטול למה לא נאמר דלר\"י לא הוי שום ביטול כלל וא\"כ לא דמי כלל למצא שברי צלמים דשם הוי ספק ביטול דשמא נשברו ע\"י עובד כוכבים שבטלם וא\"כ הוי ספק ספיקא ולכך מודה ר\"י דמותרים וק\"ל:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה צורת חמה כו' מזל חמה. ר\"ל שהחוזים וחכמי המזלות מציירים החמה בצורת מלך ועטרה בראשו יושב על עגלה וכן הלבנה מציירים בצורה אחרת כיוצא בזה ועיין בפירוש המשניות להרמב\"ם ואין ר\"ל עיגול החמה או עיגול הלבנה:", 
            "<b>בא\"ד</b> ורבנן היא דאמרי כל שאר הדמותים מותרים וכו' ויש לדקדק הא רבנן קאמרו לעיל דאין נעבדין אלא מי שיש בידו מקל וצפור וכו' ודוחק לומר שרש\"י רוצה לומר דמתניתין דהכא בצורת חמה ולבנה נמי איירי שיש בידם מקל וצפור וכדור אלא נראה דמתניתין דלעיל איירי בצלמים וסתם צלם הוי דוגמת אנדרטי של מלכים או שלטונים וכיוצא ובהם קאמרי רבנן דאין נעבדין אלא כשיש בידן וכו' ומתניתין דהכא איירי בצורת מזלות אלא שרש\"י סבירא ליה דמתניתין דהכא דלא אסרה אלא בהנהו ג' צורות דמזלות משום דחשיבי כדמפרש בגמרא על כרחך אתי' כרבנן דלעיל דמחלקי נמי בצלמים בין חשובים שיש בידם וכו' ובין שאין בידם דאילו רבי מאיר דלא מחלק לעיל אלא אוסר בכל הצלמים הוא הדין נמי דלא מחלק הכא (בין) גבי צורת המזלות בין צורה לצורה ובזה יתורץ גם כן מה שיש להקשות אהא דפריך גמרא אמתניתין דהכא למימרא דלהני הוא דפלחי למידי אחריני לא פלחי ורמינהי השוחט לשם הרים וכו' ולמה לא רמי המקשה רומיא זאת אמתניתין דלעיל אדברי חכמים דקאמרי אין נעבדים אלא מי שיש בידו וכו' אבל לפי מה שכתבתי א\"ש דלעיל לא איירי אלא בדמות ולא בצורת מזלות:", 
            "<b>תוס'</b> ד\"ה ור' אבהו אמר וכו' ויפה פי' לפי שיטת הספר וכו' ומיהו במעילה וכו'. לפי מה שכתבו התוס' הכא נראה דשם במעילה גרסי התוס' בגמ' כשיטה דהכא אלא בתר דקאמר מידי איריא הכא בגידולים הבאים לאחר מכאן וכו' גרסי שם ה\"נ מסתברא מדקתני יתיז בקנה ואי ס\"ד דאתיא מעלמא אמאי יתיז בקנה לישקלה מישקל אמר ר' אבהו אמר ר' יוחנן לעולם דאייתי מעלמא ומאי יתיז יתיז באפרוחים והשתא לפי גירסא זו לא אתי ר' אבהו לשנויי הקושיא ראשונה דר\"ל דזה כבר שני לעיל כגון דאייתי עצים מעלמא וגבי אשרה מותר וגבי הקדש לא נהנין לכתחלה מדרבנן משום דלמא אתי לאתהנויי מעצי אילן דהקדש גופיה כמו שפרש\"י הכא אלא שר' אבהו אתי לשנויי דמשום הכי יתיז בקנה ולא לשקלה בידו ממש משום דגם האפרוחים יתיז וגבי אפרוחים לא שרינן ליה למשקלם בידו משום גזירה שמא יעלה על האילן ליטלם אבל לפי שיטה דשמעתין משמע דבא ר' אבהו לשנויי קושיות דר\"ל בשנויא אחרינא דעדיף טפי הלכך צ\"ל דמוקים לה בשובר' עצים מגופה ובגדולים הבאים לאחר מכאן ועיין שם במעילה דשם יש גירסא אחרת בגמ' וגם התוס' פירשו שם פירוש אחר ארוך ע\"ש:", 
            "<b>ד\"ה</b> יוליכם לים המלח וכו' ולפי' ר\"ת דאוקי אנדרטי אשריותא דרבנן וכו' ולהכי פריך בסמוך פרצוף וכו' מי אסורים וכו' על הכלים וכו' ואין להקשות מאי פריך נימא דאיירי שלא על הכלי אלא בלחודייהו דלכ\"ע אסור זה אינו דא\"כ כל הפרצופין נמי ליתסרי דהא השתא סבירא לן דשאר צלמים חוץ מאנדרטי לכ\"ע אסירי:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה סר אפס שסר ונעשה שר וכו' נ\"ל שתיבת שסר הוא דבור בפני עצמו והוי\"ו של ונעשה היא יתירה וכן צ\"ל שסר נעשה שר והפיס כל העולם וכו' ור\"ל מה שאמר בגמרא שסר הוי פירושו נעשה שר ומה שאמר והפיס כל העולם הוי פירושו כשני רעבון וכו' וסר אפס דנקט רש\"י בתחלת הדבור הוא גמרא בלא פירוש ולא פירש בו רש\"י מידי אלא שר\"ל כך הגירסא בגמרא סר אפס ואח\"כ מתחיל דבור אחר שסר וכו' וק\"ל:", 
            "<b>בתוס'</b> רשב\"ם גריס סר אפס כלומר אמרו לו עיין וכו' ר\"ל סר הוי פירושו עיין כלומר שאמרו לו המצרים ליוסף עיין ותדקדק כי אפס וכלה התבואה ואין לנו לחם לאכול אלא שלפי פירוש זה לא יתיישב הא דקאמר בגמרא שסר והפיס את כל העולם דמשמע שפירושו של אפס הוי לשון פיוס כמו שפירש רש\"י ואפשר שרשב\"ם לא גריס לה בגמרא רק אותה הגירסא הוא ע\"פ פרש\"י ולא גריס בגמרא אלא סר אפס ע\"ש יוסף והוא דנקיט גריו' וכו' ואפשר שגם בספרי רש\"י לא היה כתוב אלא שהוגה בספרים ע\"פ פי' רש\"י ולפי זה צריך לפרש שמה שכתב רש\"י סר אפס שסר ונעשה שר והפיס וכו' הכל הוא מדברי רש\"י ותיבת סר אפיס בא לפרש ואמר כי פירושו של סר הוי נעשה שר ופירושו של אפיס הוי והפיס את כל העולם בשני רעבון וק\"ל:", 
            "<b>ד\"ה</b> הלכה כר' שמעון בן אלעזר פי' רשב\"ם ואפילו אי משכחת וכו' משום דקשה לו הלכה מכלל דפליגי והא ליכא מ\"ד דפליג עליה ומה אצטריך לפסוק הלכה כמותו לכך כתב שמשום הכי קאמר הלכה אפילו אי משכחת שום תנא דפליג אפ\"ה הלכה כמותו:", 
            "<b>ד\"ה</b> ש\"מ עובד כוכבים מבטל וכו' ואפ\"ה אין כאן רבותא אלא מן הדיוק ישראל הוא דאינו מבטל וכו' וקמ\"ל דישראל אדעתא דעובד כוכבים פלח וכו' עיין לקמן בפרק רבי ישמעאל שבספרים שלנו אינו כן בגמרא שם גם בפרש\"י שם אינו כן אלא שבא להשמיענו שהעובד כוכבים יכול לבטל דנפשיה אע\"ג דחלקו של ישראל אינו בטל:", 
            "<b>ד\"ה</b> ולית ליה מציל וכו' וא\"ת תקשי ליה אמתניתין דקתני מצא תבנית יד וכו' הא דלא קאמר תקשי ליה אמתניתין דהכא דקתני המוצא כלים ועליהם צורת חמה וכו' י\"ל משום דבכלים אינו מייאש כ\"כ משום דסתם כלי יש לו בו סימנים:", 
            "<b>ד\"ה</b> לא תעשון אתי תימה כיון דפרצוף אדם לחודיה אסור וכו'. נראה דדבור זה שייך אמאי דקאמר מפרקי' דר' יהושע שמיע לי לא תעשון אתי לא תעשון אותי והא דמקשו אמאי אצטריך לאסור דמות שמשי משום דהוה ס\"ד דמלאך יש לו צורת פרצוף ואם כן בכלל איסור צורת פרצוף אדם הוא אלא מה שמקשין התוס' בתר הכי וא\"ת כיון דפרצוף אדם לחודיה אסור אמאי אצטריך לאסור דמות ארבע פנים וכו' לפי האמת אינה קושיא כלל משום דאי לאו דאשמועינן דדרשינן מאתי דמות שמשי דהיינו ארבע פנים הוה סלקא דעתין דד' פנים הוה גרע מפרצוף אדם לחודיה כי אינו דומה לפרצוף אדם הנעשה בצלם אלהים כפרצוף אחר דדרשינן ליה מאתי אותי וק\"ל ועיין גם כן ברבינו נסים:", 
            "<b>בא\"ד</b> ויש לדקדק מדלא קאמר אלא ש\"מ דדרשא דלא תעשון אתי אתיא אליבא דכ\"ע. ר\"ל הא דדרשינן לא תעשון אתי לא תעשון אותי דהיינו פרצוף אדם וא\"כ אפילו לרבא דאוקי מתניתין דלעיל כולה במוצא אפ\"ה צ\"ל דמ\"מ מודה הוא דפרצוף אדם אסור בעשיה אלא שדברי התוס' תמוהים הם דע\"כ מה דקאמרו מדלא קאמר אלא היינו ר\"ל מדלא קאמר אלא אמר אביי לא אסרה תורה אלא שמשים שבמדור העליון דהוה משמע דהדר ממה דשני לעיל לא אסרה תורה אלא בדמות ד' פנים בהדי הדדי וממה דשני אקושיא דפריך אלא מעתה הרי פרצוף אדם וכו' לא תעשון אתי לא תעשון אותי וא\"כ משמע מדברי התוס' דאי הוה הדר משנויא דלעיל הוה משמע דלא אסר פרצוף וכו' לחודיה ואינו כן לפי שיטת הסוגיא אלא אי הוה הדר משנויא דלעיל הוה אסרינן דמות הארבע פנים דהיינו אדם שור אריה נשר אפילו כל חד וחד לחודיה ולא הוה צריך לן לדרשה דלא תעשון אתי לא תעשון אותי שהרי כל הד' פנים בחיות הקודש שבמדור העליון הן והכי הוי להו להתוס' לומר מדלא קאמר אלא ש\"מ דהא דקאמר לא אסרה תורה אלא בדמות ד' פנים בהדדי וכו' ואצטריך לדרשה דלא תעשון אתי אותי אליבא דכ\"ע ור\"ל דשאר פרצופים אינן אסורים אלא כשכל הד' פנים מחוברים יחד חוץ מפרצוף אדם דאסור אפילו בלחודיה לאפוקי אי הוה קאמר אלא דהוה הדר משנויא דלא אסרה תורה אלא ד' פנים בהדי הדדי הוה משמע דשאר פרצופים נמי אסורים אפילו אין כל הד' פנים מחוברים יחד ודו\"ק:"
        ], 
        [
            "<b>גמרא</b> אלא מעתה פרצוף אדם לחודיה תשתרי וכו' יש לדקדק מאי פריך אלא מאי (אלא) תימה דכל דמות שבמשמשי מרום יהיו אסורים א\"כ תקשה ליה ג\"כ אלא מעתה כל הפרצופים יהיו אסורים אלמה תניא כל הפרצופים מותרים וכו' וא\"כ גם לפי מאי דהוה סלקא דעתין מעיקרא בלא הך שנויא לא אתיא לן הך ברייתא שפיר וי\"ל דבלא הך שנויא היינו יכולין לומר דהברייתא ס\"ל דאע\"ג דכל דמות שמשי שבמרום אסורים מ\"מ דמות שאר פרצופים כגון פרצוף שור ואריה ונשר אינם אסורים משום דלא חשיבי כ\"כ שמשים שבמרום שהרי כל העולם התחתון מלא מבהמות וחיות חוץ מפרצוף אדם דחשוב הוא אבל השתא דקאמר רלא אסרה תורה אלא בדמות ד' פנים בהדי הדדי פריך שפיר אלא מעתה פרצוף אדם לחודיה תשתרי וכו' וק\"ל:", 
            "<b>תוס'</b> ד\"ה שאני ר\"ג וכו' ויש שהיו רוצין להחמיר וכו'. ר\"ל שלא לצוות לעובד כוכבים לחתום בחותם צורת אדם משום דאמירה לעובד כוכבים שבות וכן שלא לחגור אותם רצועות וכו' משום חשדא כדקאמר הכא בטבעת של רב יהודה וכמו בטבעת שחותמו בולט דברייתא אמנם יש לסמוך וכו' שמעמיד אותה דר\"י בצורת דרקון דשם שייך חשדא אע\"ג דגם בצורת חמה ולבנה גם כן שייך חשדא כדפריך הכא אר\"ג והא ר\"ג דיחיד הוה אלא משום דלאו אורחא הוא לחתום בטבעת צורת חמה או לבנה לכך מעמיד הלכות גדולות ההיא טבעת דר\"י בצודת דרקון וכן כתב מהרר\"א שטיין בביאורו על הסמ\"ג:", 
            "<b>בא\"ד</b> ואנדרטי דחיישי לחשדא וכו'. ר\"ל מדפריך הכא והא בי כנישתא וכו' דמוקמי ביה אנדרטי וכו' משמע דבצורת אדם נמי שייך חשדא היינו משום שהיה דמות שלם וכו'. ר\"ל אבל בטבעת אינו רגיל להיות חותמו צורת אדם שלם לכך מעמיד לה בצורת דרקון ומשמע מדברי התוס' דבצורת דרקון אסור אפילו אינו גוף שלם שהרי זהו החילוק שבין צורת דרקון ואדם אבל עיין בדברי הרא\"ש שמשוה צורת דרקון לצורת אדם ויש להקשות לפי מה שפירש רש\"י לעיל במתניתין צורת חמה היינו מזל חמה וכמו שכתבנו למעלה דמשמע דעיגול חמה או עיגול לבנה אינו דרך לעובדם ופשיטא הוא דר\"ג לא היה לו אלא דמות עיגולי לבנה שהיה צריך לחקור בהם את העדים וא\"כ מאי פריך הכא והא ר\"ג יחיד הוה ר\"ל והוי ליה למיחש משום חשדא דעבודת כוכבים והא אין דרך לעבוד לצורה כזו ומאי פריך ובשלמא מעיקרא דהוי ס\"ד דאיסורא הוי משום דלא תעשון אתי ל\"ק דנוכל לומר דאיסור עשייה שייך שפיר אפילו בעשיית עיגול אבל השתא דמסיק דאחרים עשו לו וליכא למיחש אלא משום חשד דעבודת כוכבים קשיא ודו\"ק:", 
            "<b>ד\"ה</b> שוחק וזורה לרוח כו' בשלמא לרבה יעשה שחיקה בשאר מימות כו' אלא לרב יוסף קשיא דע\"כ לרבנן אפילו שחיקה בשאר מימות אינו מועיל וכו'. דברי התוס' סותרים זה את זה דמתחלה קאמר בשלמא לרבה יעשה שחיקה בשאר מימות וכו' והדר קאמר דע\"כ לרבנן אף שחיקה בשאר מימות אינו מועיל וכו' ויש שרוצין לפרש ולתרץ דברי התוס' ולומר דדוקא אליבא דר\"י אנו צריכין לומר דע\"כ לרבנן דאף שחיקה בשאר מימות אינו מועיל כמו דדייקי התוס' בדבור שאחר זה מדאיצטריכו רבנן בגמרא לטעמא דלא נתכוין משה אלא לבודקן כסוטות דאילו לרבה אתי לן שפיר הא דאצטריך לטעמא דלא נתכוין משה וכו' משום דכיון שהשיבו רבנן משם ראיה הרי הוא אומר ויזר על פני המים דליכא למיחש לזבל קשיא ליה א\"כ היה לו להשליכו שלם לים המלח משום דהא לרבה בים המלח א\"צ שחיקה לכך השיבו הא דלא השליכו לים המלח שלם לא נתכוין אלא לבודקן כסוטות וע\"ד שפירש רש\"י אבל לר\"י דס\"ל דאף בים המלח בעי שחיקה ובשאר נהרות אינו מועיל שחיקה אפילו לר' יוסי קשיא דא\"א לפרש כן וע\"כ צדיך לפרש לר\"י כמו שפירשו התוס' בסמוך בדבור שאחר זה דמדאצטריכו רבנן לטעמא דלא נתכוין אלא לבודקן כסוטות ש\"מ דלרבנן אף שחיקה בשאר מימות אינו מועיל ע\"ד שפירשו התוס' בדבור שאחר זה אבל תירוץ זה אינו משום דע\"כ דגם לרבה צריך לפרש דמדאצטריכו לטעמא דלא נתכוין אלא לבודקן כסוטות ש\"מ דלרבנן אף שחיקה בשאר מימות אינו מועיל דליכא למימר דאצטריכו להאי טעמא משום דהוה קשה להו למה שהשליכו אותו אל הנחל היורד וכו' והיה העגל צריך שחיקה היה להם להוליכו ולהשליכו לים המלח שלם דא\"כ גם לר\"י שהיה ס\"ד דשחקוהו וזרוהו לרוח תקשה כן דמפני מה היה צריך שחיקה כדי לזרות לרוח היה להם להוליכו לים המלח ולהשליכו שם שלם אלא ע\"כ אין זו קושיא דלא רצו להטריח' ולהוליכו למרחוק לים המלח א\"כ לרבנן נמי נימא הכי ורש\"י שפירש כן משום דלא אסיק אדעתיה פלוגתא דרבה ורב יוסף דפסחים וסבר דלא צריך שחיקה אלא כשהוא זורה לרוח אבל כשהוא מטיל לים או אפי' לנהר אין צריך שחיקה לכך פי' בדברי רבנן שהשיבו הרי הוא אומר ויזר על פני המים וכו' והאי דלא השליכו לים שלם לא נתכוין וכו' ואינו ר\"ל ים המלח אלא כלומר למים אותו נחל היורד מן ההר כדכתיב ויזר על פני המים כלומר דכיון דהשליכו אותו למים למה היה צריך שחיקה היה להם להשליכו לשם שלם לא נתכוין אלא לבודקן וכו' אבל לפי סברת התוס' אליבא דרבה א\"א לפרש כן ועוד דע\"כ התוס' צריכין לפרש כפירושן שפירשו בדבור שאחר זה ודלא כפרש\"י גם אליבא דרבה משום הקושיא הראשונה שהקשו על פירוש רש\"י דמשמע שרבי יוסי היה אומר להם ששחקו העגל לזרות לרוח וכי היה ר' יוסי טועה בזה שלא היה זרקו למים וכו' ועוד אדרבה פירוש התוס' שפירשו בדבור שאחר זה לא יתיישב כלל אליבא דרב יוסף למאי דסבירא ליה להתוס' השתא אליבא דרב יוסף דבשאר מימות שחיקה אינו מועיל גם לרבי יוסי כ\"א דוקא בים המלח משום דא\"כ מה הקשה ר' יוסי לרבנן הא לדידיה נמי קשיא ועיין שם בתוס' בפסחים דמשום קושיא זו חזרו שם התוס' ממה שפירשו דרב יוסף מצריך שחיקה בים המלח ובשאר נהרות אינו מועיל שחיקה ופירשו דגבי עבודת כוכבים גם רב יוסף כרבה ס\"ל ולא פליגי אלא גבי חמץ עיין שם לכן נראה שהספרים חסרים לפנינו וצריך להגיה בדברי התוס' ועוד ע\"כ לרבנן אף שחיקה בשאר מימות אינו מועיל וכו' ור\"ל ועוד אפילו בלא הא דרבה ורב יוסף אלא אפילו אליבא דכ\"ע קשה לרבנן היאך יבערו עבודת כוכבים משום דע\"כ לרבנן אף שחיקה בשאר מימות אינו מועיל וכו' כן נראה לי ושמעתי שגם בתשובת בן לב הגיה כן אבל לא ראיתי כי אין לי אותן תשובות:", 
            "<b>ד\"ה</b> אמר להם ר\"י וכו' לכן נראה לפרש דר\"י אסיפא דואשליך את עפרו אל הנחל סמיך. מדברי התוס' משמע שלא היה כתוב בגמרא בדברי רבי יוסי קרא דואשליך וגו' כמו שהוא בספרים שלנו:"
        ], 
        [
            "<b>תוס'</b> ד\"ה נחל קדרון וכו' משמע אבל בשאר מקומות שחיקת כלי מתכות מגדל צמחים. מקשין התלמידים מפני מה הקשו התוס' קושיא זו בכאן אגופה דמתניתין הו\"ל להקשות דקתני אף היא נעשה זבל וכו' א\"כ ש\"מ דמגדל צמחים וי\"ל דמתניתין היה באפשר דנוכל לומר דה\"ק אף היא נעשה זבל ועפר ויסתפקו ממנו לשאר צרכים במקום עפר לא לצורך גידול צמחים אבל השתא קשה שפיר וק\"ל:", 
            "<b>ד\"ה</b> והלא כבר נאמר וכתת וכו' וא\"ת לרבנן בסמוך דמייתי מוישרפם באש מאי קושיא היה לרבי יוסי כיון שלא הזכיר להשליכו לים. ר\"ל מאי קושיא לר' יוסי שהיה לו לכתוב וישרפם וישאם הא לרבנן קשיא טפי שהיה להם להזכיר להשליכו לים אבל לר\"י ל\"ק כ\"כ לכך כתבו וי\"ל דהתם לא בא לספר וכו' לכך לרבנן ל\"ק מידי מה שלא הזכיר כלום אבל לרבי יוסי דאיהו מפרש וישאם היינו שזרו לרוח א\"כ היה לו לכתוב קרא בהדי הדדי וישרפם וישאם וק\"ל:", 
            "<b>ד\"ה</b> כאן קודם שבא אתי הגיתי וכו' ועוד לאביי וכו' אבל בשבירה אפילו ישראל מבטל עבודת כוכבים של עובד כוכבים למה לא שברוה לעיל בעובדא דר\"א הקפר שמצא טבעת שהמתין עד שבא עובד כוכבים וסטרו עד שביטלה בע\"כ לא קשה לאביי למה לא בטלה בעצמו ע\"י שבירה די\"ל משום דלא רצה לשוברה אלא רצה להניחה לו שלימה לכן המתין עד שבא עובד כוכבים ובטלה ע\"י פחיתת צורה לבד ונשארה בשלימותה:"
        ], 
        [
            "<b>גמרא</b> והיכי עביד הכי והאמר רבה בר בר חנה וכו' בכל מקום מותר להרהר וכו'. מקשין העולם מה היה לה לגמרא להביא הא דרבה בר בר חנה הא מדברי ר\"ג גופיה שאמר אין משיבין במרחץ נשמע בהדיא שאסור לדבר בדברי תורה במרחץ וא\"כ היאך השיב לו אין משיבין דזה גופיה הוא דברי תורה ועוד מקשין אהא דקאמר וכ\"ת בלשון חול א\"ל וכו' וקשה א\"כ היה לו להשיב כל התשובה שהשיב לו אח\"כ בלשון חול ולמה לא השיב עד לאחר שיצא ונראה דאם לא הביא הא דרבה בר בר חנה לא היה קשה מידי משום דה\"א דהא דאסור בד\"ת במרחץ היינו דוקא כשאומר הדין בטעמו באריכות אבל להשיב בקצרה בלי טעם דבר זה מותר או אסור מותר אף במרחץ דאינו אלא כמו הרהור בדברי תורה ולכך היה מותר לר\"ג להשיב אין משיבין במרחץ ולכך פריך מרבה בר בר חנה דאמר אפילו הרהור אסור ועל זה נמשך ג\"כ וכ\"ת בלשון חול א\"ל וכו' וה\"ק וכ\"ת דבלשון חול א\"ל וא\"כ הוי תרתי לטיבותא חדא דהוי כמו הרהור ועוד דהיה לשון חול ובלשון חול מותר להשיב בקצרה בלי טעם כיון שאינו אלא כמו הרהור והאמר אביי דברים של חול מותר לאומרן בלשון הקודש וכו' וא\"כ ש\"מ דאין נפקותא כלל בין אומר בלשון חול או קודש אלא הכל תלוי בדבר העסק אם דבר קדושה או דבר של חול וק\"ל ועיין בר\"ן שהוא ג\"כ מדמה כשמשיב בקיצור דבר זה אסור או מותר להרהור:", 
            "<b>תוס'</b> ד\"ה תנא כשיצא וכו' וי\"ס דגרסי בברייתא וכשיצא כו'. משמע שהתוס' מחלקין בין אי גרס כשיצא ובין אי גרס וכשיצא בוי\"ו דוכשיצא בוי\"ו משמע דלא השיב ליה אלא דבר זה אבל אי גרס כשיצא בלא וי\"ו משמע דהברייתא לא בא אלא לתרץ הא דקתני מתני' א\"ל אין משיבין במרחץ שלא אמר לו זה אלא כשיצא וכפירוש הרשב\"ם וק\"ל:", 
            "<b>ד\"ה</b> תשובה גנובה וכו' כלומר עלובה ומכוסה ממנו. נראה דר\"ל שהיא מכוסה מאתנו שאין אנו מבינים אותה ולפי פירוש זה יתישב ג\"כ לשנויא קמא ולרב שימי בר חייא וק\"ל:", 
            "<b>ד\"ה</b> וכי נעשה מרחץ נוי לעבודת כוכבים וכו' ואינו נראה לר\"י שהרי לא היה מקשה אותו הגמון אלא מפני שהיה נהנה מן וכו'. יש לדקדק למה לא הקשה ר\"י קושיא זו אשנויא דאביי דלעיל דקאמר ואני אומר אינה גנובה שלא בטובת רבן גמליאל כבטובת אחרים דמי והלא לא היה מקשה אותו הגמון אלא מפני שהיה נהנה וכו' וי\"ל דלעיל כשהוא מחזיק טובה להכומרים אם כן הוא מודה שהיה הוא נהנה מן וכו' דאם לא כן במה מחזיק להם טובה ולכך מקרי שפיר נהנה מן וכו' וק\"ל:"
        ], 
        [
            "<b>מתני'</b> א\"ר עקיבא אני אובין ואדון וכו'. ר\"ל ואע\"ג דכבר יהיב רבי יוסי הגלילי טעמא דמפני זה אשירה אסורה מפני שיש בה תפיסת ידי אדם ומפני כך אמרה תורה ואשיריהם תשרפון באש וא\"כ לא נוכל לדרוש תחת כל עץ רענן אלהיהם ולא עץ רענן אלהיהם מ\"מ תקשה לך א\"כ תחת כל עץ רענן למאי אתא אלא ע\"כ צריך למדרשיה ולא עץ רענן אלהיהם כדדרשינן באלהיהם על ההרים וכו' דמ\"ש ובמקום אחר אמרה תורה ואשיריהם תשרפון באש וא\"כ דברי תורה סתרי אהדדי לכך אמר ר\"ע אני אובין ואדון כו' ור\"ל דכל המקרא דאלהיהם על ההרים לא דרשינן למעוטא אלא לסימנא אלא דהרים וגבעות מתמעטו ממשמעותא כמו שפירש רש\"י וק\"ל:", 
            "<b>תוס'</b> ד\"ה אלהיהם על ההרים וכו' לכך נראה לר\"ת דודאי עבודת כוכבים מקרי וכו' והא דאמרינן בהשוחט דכיון דאמר להר לא מקרי זבחי מתים ולא אסור היינו כששוחט רחוק מן ההר וכו'. ויש לדקדק אם כן בהשוחט למה אצטריך לשנויי התם הא דאמר להר הא דאמר לגדא דהר ה\"ל לשנויי דתרוייהו איירי דאמר להר אלא הא בשחט רחוק מן ההר והא דשחט על ההר או קרוב להר וי\"ל דמשמע ליה לגמרא דכל מקום דקתני לשם הרים לא משמע דשחט על ההר או בסמוך ליה אלא ששחט בביתו או רחוק ממנו לשם הרים דהכי משמע לישנא דלשם הרים וכיון דבתרוייהו תני התם לשם הרים לא ניחא ליה לשנויי הכי וק\"ל וע\"ש בפ' השוחט (חולין דף מ') וגם עיין שם בתוס' דכתבו קצת שם בענין אחר ממה שפירשו כאן בשמעתין:", 
            "<b>בא\"ד</b> וקרוב לזה מצאתי בפי' אחרים דרש\"י וכו' ובתמורה מוקי לה להאי לא תחמוד אבעלי חיים וכו'. ר\"ל דבעלי חיים נמי הוי דינן כמו הרים דאע\"ג דבעלי חיים עצמן לא מיתסרי להדיוט דמדגלי קרא דלגבוה אסירי מכלל דלהדיוט משתרי כדאיתא לקמן (עבודה זרה דף מ\"ו) אפ\"ה צפויהן שעליהם אסור זהו כוונת רש\"י בזה אבל לא ידעתי למה הוצרך רש\"י לכתוב זה הכא דאין ענין זה למה שפירש השתא כד מעיינת שפיר שם בפרק כל האסורין בתמורה לא נמצא שם אוקימתא זו ושיטה אחרת שם ובחולין פ' השוחט הביאו התוס' שיטה דפרק כל האסורין דתמורה באופן אחר ועיין שם במה שכתבתי וגם הכא בשמעתי' הביאו התוס' בסמוך בד\"ה ת\"ק סבר ציפוי הר וכו' מפ' כל האסורין דציפוי ב\"ח מותר להדיוט:", 
            "<b>בא\"ד</b> ולפי זה קשה לר\"י מדאמרינן לקמן בפירקין אמר ליה רב הונא בריה דרב יהושע וכו'. והא דהקשה ר\"י מדיחויא דר\"ה בריה דרב יהושע ולא הקשה מדברי הבעיין גופיה דבעי המשתחוה להר וכו' יש נעבד במחובר אצל גבוה או אין נעבד וכו' ואי ס\"ד דעבודת כוכבים מקרי היכי ס\"ד דשרי לגבוה משום דאיכא למימר דעיקר בעייתו היה אי מכשירי קרבן הוי כקרבן או לא וק\"ל ועיין לקמן בדף מ\"ו:", 
            "<b>בא\"ד</b> לכן נראה לר\"י כלשון ראשון של רש\"י וכו' ולא דמי לפעור וכו'. דברי ר\"י הללו אינם מדוקדקים לי משום דמאי הוצרך השתא לזה דהא השתא ל\"ק לן מידי מפעור דשאני פעור דהוי עבודת כוכבים לכך תקרובתו אסור אבל מחובר ס\"ל השתא דלאו עבודת כוכבים מקרי ולכך תקרובתו מותר דאדרבה דלפי חילוק זה נוכל לומר דלעולם מחובר מקרי עבודת כוכבים ואפילו הכי תקרובתו מותר משום דלא דמי לפעור דילפינן מיניה דתקרובת עבודת כוכבים אסור דההוא תלוש הוי וק\"ל:", 
            "<b>ד\"ה</b> ת\"ק סבר ציפוי הר אינו כהר וכו' וא\"ת אמאי מייתי ת\"ק קרא דלא תחמוד וכו'. ר\"ל כיון דהשתא פי' דטעמא דת\"ק דאסור ציפוי הר לא אסרו מטעם דהוי נוי עבודת כוכבים [אלא] משום דהוא עצמו נעבד מאי מייתי קרא דלא תחמוד הא קרא דלא תחמוד לא איירי אלא בנוי עבודת כוכבים ולא בציפוי הנעבד ומתרץ דהכי קא מייתי וכו' אבל קשה לי לפירוש זה מאי מייתי דהר עצמו יוכיח דאיכא חדא לריעותא דנעבד ואפי' הכי אינו נאסר כיון דאיכא ביה חדא לטיבותא דהוי מחובר ואפשר דמשום קושיא זו כתבו א\"נ דקרא אסמכתא בעלמא וחזרו משנויא קמא:", 
            "<b>בא\"ד</b> ונראה לר\"י דלרמי בר חמא וכו' ריה\"ג כדאמרינן לקמן. ר\"ל דדייק בסמוך דמדקתני ר\"י מפני מה אשירה וכו' וכל שיש בו תפיסת ידי אדם אסור בא לאתויי אילן שנטעו ולבסוף עבדו:", 
            "<b>ד\"ה</b> ורבי יוסי הגלילי סבר ציפוי הר מותר וכו' וי\"ל דשאני הכא דקרא דאייתי ת\"ק דלא תחמוד משתמע שפיר לאסור ציפוי הר. דברי התוס' פשוטים דכונתן לומר דהא דאמרינן בכל דוכתא תנא בתרא לטפויי אתא היינו בכל מקום דפרכינן היינו ת\"ק ומצטריך לשנויי דהא איכא בינייהו ואינו מפורש בשום אחד מהם אז אמרי' מסתמא דתנא בתרא לטפויי אתא אבל הכא מפורש בדברי הת\"ק דס\"ל דציפוי הר אסור דמדמייתי לדבריו קרא דלא תחמוד דאיירי בציפוי עבודת כוכבים מכלל דמייתי מיניה ראיה לציפוי הר דנמי אסור א\"כ ר\"י הגלילי דאתי לאפלוגי עליה לפי שנויא זה בציפוי הר ע\"כ צריכין אנו לומר דס\"ל דציפוי הר מותר אלא שיש לדקדק למה אצטריכו התוס' לומר דשאני הכא דקרא דאייתי וכו' הא מבואר בהדיא בדברי ת\"ק דס\"ל דציפוי הר אסור דהא קתני בהדיא ומה שעליהן אסור וי\"ל משום דהא דקתני ומה שעליהם אסור היה אפשר לפרש בשום ענין אחר כגון בצלם או פסל העומד על ההר או בשום ענין אחר אבל לא בציפוי אע\"ג דפשוטו הוא דאיירי בציפוי הר מ\"מ היה אפשר לפרש בדוחק בשום ענין אחר ואינו משתמע מיניה שפיר כולי האי אבל מדמייתי קרא רלא תחמוד כסף וזהב עליהם משתמע שפיר דת\"ק ס\"ל דציפוי הר אסור והיינו מה שכתבו התוס' דקרא דאייתי וכו' משתמע שפיר לאסור צפוי הר ר\"ל מדמייתי ת\"ק האי קרא משתמע שפיר דס\"ל לת\"ק דציפוי הר אסור ואייתי ליה לקרא לאסור ציפוי הר וק\"ל:"
        ], 
        [
            "<b>גמרא</b> אילו לא נאמר קאמר וכו' הייתי אומר אשיריהן תגדעון לאילן שנטעו מתחלה לכך וכו'. נראה דר\"ל דאי לא הוי כתיב ואשיריהן תשרפון דהוה מוקמינן קרא דאשיריהן תגדעון לאילן שנטעו מתחלה לכך ה\"א דאפילו אילן שנטעו מתחלה לכך אינו צריך אלא גידוע והכי הוה מפרשינן גירוע דקרא אבל עיקרו המושרש בארץ היה מותר אבל השתא דכתיב ואשיריהן תשרפון באש דמוקמינן ליה לאילן שנטעו מתחלה לכך ילפינן מיניה דכולו אסור וצריך שריפה אפילו עיקרו וקרא דתגדעון מוקמינן לאילן שנטעו ולבסוף עבדו ומפרשינן תגדעון דאינו אסור אלא מה שמחליף אחר שעבדו ובזה יתורץ ג\"כ דאצטריך לשנויי אילו לא נאמר קאמר ולא תירץ כפשוטו דלעולם אילן שנטעו ולבסוף עבדו יליף ליה רבי יוסי בר\"י מקרא דואשיריהן תשרפון באש וכדנסיב ליה גמרא בברייתא מואשיריהן תשרפון באש מאי אמרת והא מיבעי ליה לאילן שנטעו מתחלה לכך ההוא ילפינן מקרא דאשיריהן תגדעון דכתיב בתורה בפרשת ואתחנן מקמי קרא דאשיריהן תשרפון באש דכתיב בפ' ראה וא\"כ אייתר קרא דואשיריהן תשרפון לאילן שנטעו ולבסוף עבדו אבל לפי מה שכתבנו א\"ש משום דלא מסתבר לומר כן דא\"כ הוה משמע דאילן שנטעו מתחלה לכך לא היה צריך אלא גידוע ועיקרו היה מותר ואילן שנטעו ולבסוף עבדו היה כולו אסור ואין זה סברא ולכך ע\"כ נצטרך לומר דאילו לא נאמר קאמר וק\"ל:", 
            "<b>רש\"י</b> ד\"ה האי ואשיריהם תגדעון שעיקרו מונח בארץ במאי מוקמי ליה אי באילן שנטעו מתחלה לכך כולו אסור. יש לדקדק למה היה צריך רש\"י לזה היה לו לפרש כפשוטו אי באילן שנטעו מתחילה לכך הא כבר ילפינן ליה מקרא דאשיריהן תשרפון באש וא\"כ קרא דאשיריהן תגדעון למה לי וי\"ל דאפשר דרש\"י דייק לה מלישנא דגמרא דקאמר ורבנן האי ואשריהם תגדעון מאי עבדי ליה ולא קאמר למה לי כי כן הוא לישנא דגמרא כל מקום דפריך על קרא יתירא וכדקאמר לעיל אלא תחת כל עץ רענן למה לי ר\"ל דאי לא דרשינן ביה ולא עץ רענן אלהיהם ל\"ל דכתביה קרא ומדקאמר גמרא לישנא דמאי עבדי ליה משמע בלא קושיא דקרא יתירא הוא א\"א להם לאוקמי כלל באילן שנטעו מתחלה לכך משום דההוא כולו אסור וקרא דתגדעון משמע דאינו אסור אלא גידועו וכן נמי לעיל דקאמר ורבנן האי ואשיריהם תשרפון באש מאי עבדי ליה יש לפרש ג\"כ באופן זה דלמאי דס\"ל השתא דאין לנו לאוקמי קרא דואשיריהם תשרפון אלא לאילן שנטעו ולבסוף עבדו לכך פריך ורבנן דס\"ל דאילן שנטעו ולבסוף עבדו מותר ודרשי תחת כל עץ רענן אלהיהם ולא עץ רענן אלהיהם א\"כ קרא דואשריהם תשרפון באש מאי עבדי ליה דהא א\"א להם לאוקמי לאילן שנטעו ולבסוף עבדו דהא לדידהו מותר הוא לגמרי ומשני מבעי ליה לאילן שנטעו מתחלה לכך ולכך דקדק ג\"כ רש\"י בשנויא דמשני לכדר' יהושע בן לוי גידועי עבודת כוכבים קודמין וכתב רש\"י מיבעי ליה לכדר' יהושע וכו' גידוע זה לא להתיר עיקרו וכו' ולמה אצטריך רש\"י להאריך בזה אלא אי לא היה קושית המקשה אלא דהאי ואשיריהן תגדעון ל\"ל דקרא יתירא הוא ולמאי אתא אז הוה מתיישב שנויא דמשני כפשוטו דלאו קרא יתירא הוא דמבעי ליה לכדריב\"ל ולא היה צריך פירוש כלל אבל השתא דפריך מאי עבדי ליה משום דמשמע מיניה דאינו אסור אלא גידועו אבל עיקרו מותר וא\"כ מאי משני מבעי ליה לכדריב\"ל וכו' לכך פי' רש\"י דמשני שפיר דגירוע זה לא להתיר עיקרו אלא שיגדעו מיד בכניסתם וכו' וק\"ל:", 
            "<b>תוס'</b> ד\"ה והכא באילן שנטעו ולבסוף עבדו וכו' ועוד קשה דאמרינן גבי העובדי כוכבים העובדים הזרעים וכו' ואמאי לא פריך לוקמי בנטעו אילן ודברי הכל. ר\"ל דגם במסקנא אינו מתורץ דמשני לא ס\"ד דקתני דומיא דהר מה הר שלא נטעו מתחלה וכו' מ\"מ תקשה לוקמי בנטעו אילן דהוי דומיא דהר כמו השתא דמוקי ליה בנטעו גרעינין ובזה יתיישב שפיר מה שמקשין העולם דמאי מקשו התוס' הא השתא נמי פריך המקשה דלוקמי כדברי הכל ועדיפא מיניה פריך דלוקמא בנטעו מתחלה לכך דלכל הפירושים כ\"ע מודו ביה אבל לפי מה שכתבתי א\"ש וק\"ל:"
        ], 
        [
            "<b>גמרא</b> ישראל שזקף לבינה וכו' ובא עובד כוכבים וכו' בשמעתי' משמע דאפי' עובד כוכבים אינו אוסר דבר שאינו שלו וצ\"ל דהיינו דוקא בשלא עשה בו מעשה אלא שהשתחוה אבל בעשה מעשה אוסר אפי' שאינו שלו אבל ישראל אפי' בעושה מעשה אינו אוסר דאמרינן לצעורי חבריה קא מתכוון ועיין בחולין דף מ\"א:", 
            "<b>תוס'</b> ד\"ה אמר ליה ר\"ע וכו' וי\"ל דודאי ר\"ע דמתניתין אליביה דרבי יוסי הגלילי קאמר וכו' יש לדקדק לפי מה שכתבו התוס' לעיל בדף מ\"ה בסוף ד\"ה ת\"ק סבר ציפוי הר אינו כהר וכו' וז\"ל ונראה דלרמי בר חמא כולהו תנאי דמתניתין אית להו אילן שנטעו ולבסוף עבדו אסור וכו' וא\"כ לרמי בר חמא אליבא דכ\"ע אתי קרא דואשיריהן תגדעון לאילן שנטעו ולבסוף עבדו ואצטריך קרא דאבד תאבדון לאבד ואח\"כ תאבדון ודוחק לומר דאע\"ג דת\"ק ורבי יוסי הגלילי ס\"ל דנטעו ולבסוף עבדו אסור אפ\"ה ר\"ע לדידיה קאמר וליה לא ס\"ל דאם כן איך יתורץ לדידיה הא דקאמר ר\"ע והלא כבר נאמר אבד תאבדון וכו' ונראה לי דלרמי בר חמא דכולהו תנאי מודו ואית להו אילן שנטעו ולבסוף עבדו אסור ולא פליגי ביה כלל ס\"ל דאין שום חילוק בין אילן שנטעו מתחלה לכך ובין אילן שנטעו ולבסוף עבדו ובתרוייהו כל אילן זה אסור ותרוייהו אתו מקרא דואשיריהן תשרפון באש ולא אצטריך למילף ליה מקרא דואשיריהן תגדעון וא\"כ לכולהו תנאי דמתניתין אתא קרא דואשיריהן תגדעון לכדריב\"ל דגידועי עבודת כוכבים קודמין לכיבוש ארץ ישראל ואבד תאבדון אתי לעוקר עבודת כוכבים שצריך לשרש אחריה וא\"כ שפיר אתי הא דקאמר ר\"ע והלא כבר נאמר אבד תאבדון וכו' וק\"ל:", 
            "<b>ד\"ה</b> בהמה תוכיח פירוש דאפילו בהמה של עצמו אינה נאסרת וכו' כן נראה להגיה:", 
            "<b>ד\"ה</b> מבהמה תמה וכו' ומיהו פירושו א\"א כדפרישית לעיל. ר\"ל דבנטעו גרעינין כ\"ע מודו דמותר והשתא לא נצטרך לומר דלרבי יוסי בר' יהודה אתי ק\"ו מאילן שעלה מאליו אלא מאילן שנטעו גרעינין:"
        ], 
        [
            "<b>ד\"ה</b> יש נעבד במחובר וכו' נ\"ל דהמדקדק בלשון בעי' זו וכו'. נראה דכתבו כן התוס' משום דאפשר לעלות על הדעת לומר דמדנקט רמי בר חמא בעייתו המשתחוה להר אבניו מהו למזבח ר\"ל לבנין מזבח דהוי מכשירי קרבן ש\"מ דקרבן גופיה פשיטא ליה דאסור דאל\"כ ליבעי ליה בקרבן גופיה [אלא] ודאי קרבן גופיה פשיטא ליה משום דהוי ליה כמו ב\"ח דאע\"ג דלהדיוט שרי אסירי לגבוה וה\"ה למחובר ואע\"ג דנקיט בתר הכי את\"ל יש נעבד במחובר דרך פשיטותא נקט ליה ור\"ל אע\"ג דפשיטא לן דיש נעבד במחובר בקרבן עצמו מ\"מ במכשירי קרבן קא מבעי לן לכך קאמרו התוס' דהמדקדק בלשון הבעיא אומר דאינו כן דמדנקט בלשון הבעיא יש נעבד במחובר וכו' את\"ל וכו' ש\"מ דאעיקר הקרבן נמי קא מיבעי אי יש נעבד או לא וס\"ל דיש לחלק בין בעלי חיים למחובר והא דקתני בעייתו באבנים מהו למזבח דהיינו מכשירים לא משום דאעיקר קרבן לא קא מיבעיא ליה אלא שקיצר לשונו בסוף הבעיא ונקט במלתיה דרך את\"ל את\"ל דקרבן גופיה יש נעבד עדיין קא מבעיא לן המשתחוה להר אבניו מהו למזבח דהיינו מכשירי' והדר מפרש דבריו דהכי קא מיבעי ליה יש נעבד וכו' את\"ל יש נעבד וכו' מכשירי קרבן כקרבן וכו' וק\"ל:", 
            "<b>ד\"ה</b> כשנרבעו ולבסוף עיברו וגבול יש לה וכו'. משום דקשה להו והא רביעה מעקר לה לבהמה וא\"כ איך שייך לומר ולבסוף עיברו לכך קאמר וגבול יש לה פחותה מבת ג' נעקרת אבל לאחר ג' אינה נעקרת ועיין לעיל (עבודה זרה דף כ\"ד:)"
        ], 
        [
            "<b>גמרא</b> לא צריכא דקא נבעי מארעא נ\"ל דיש לגרוס מארעיה. ר\"ל מקרקע שלו ואין לרבים חלק בו וכגון שאינו יוצא חוץ לשדה שלו כמו שפירשו התוס' ודו\"ק:", 
            "<b>תוס'</b> ד\"ה ואליבא דרבי יוסי בר' יהודה וכו' א\"נ באילן שנטעו ולבסוף עבדו נמי הוי מצינו למבעיא וכו'. נ\"ל להגיה דהא נמי באילן שנטעו ולבסוף עבדו נמי הוי מצי למבעיא וכו' ובא להוכיח דע\"כ צריך אתה לומר דניחא ליה למבעי אליבא דרבנן או באילנות דשכיחי משום דהא נמי בנטעו ולבסוף עבדו גופיה הוה מצי למבעי אליביה דרבי יוסי בר' יהודה אלא ודאי ניחא למבעי אליבא דרבנן או באילנות דשכיחי:", 
            "<b>ד\"ה</b> מי מאיס או לא וכו' אבל הכא מיירי אחר ביטול וכו'. נראה דבלישנא קמא לא הוי צריך לאוקמי הך דהכא בלאחר ביטול דהא בלא\"ה ל\"ק מידי דמצי לתרץ דהכא איירי באילן שנטעו ולבסוף עבדו ואליבא דרבנן דשרי להדיוט ומשום הכי קא מיבעיא ליה והתם איירי באילן שנטעו מתחלה לכך ולכך לכתחלה לא יטול וכ\"ת פשיטא דלכתחלה לא יטול ה\"א כיון דמצות לאו ליהנות נתנו מותר ליטול אפילו לכתחלה ועוד דאתי לאשמועינן דאפ\"ה בדיעבד יצא ועוד דלישנא דגמרא בלישנא דאבעי' לא יתיישב שפיר אי איירי הכא בלאחר ביטול דקאמר באילן שנטעו מתחלה לא תיבעי לך דאפילו להדיוט נמי אסור וכו' ואי איירי בלאחר ביטול הא שרי להדיוט ודוחק לומר דר\"ל דכיון דקודם ביטול אסור אפילו להדיוט ולכך גם לאחר ביטולו לא תיבעי לך דפשיטא דאסירי למצוה אלא נראה משום לישנא דכי אתא רב דימי דמיבעיא ליה באילן שנטעו מתחלה לכך ולאחר ביטול ומיבעיא ליה אי יש דיחוי למצוה ועל זה קאמרו התוס' דהכא איירי לאחר ביטול כך היה נראה בעיני לפרש דעת התוס' אלא שסיום דבריהם לא משמע הכי דכתבו אלא הכא מיירי לאחר ביטול ובעי מי מאיס לכתחלה או לא משמע מדבריהם דאלישנא קמא דר\"ל אתו לפרושי על כן על כרחינו צריכים לפרש כמו שכתבתי מתחלה ולפרש בדוחק דהכא אפי' בלישנא קמא מיירי בלאחר ביטול ואפ\"ה באילן דאסור להדיוט קודם ביטול אף לאחר ביטול לא תיבעי לך דאסור למצוה משום דמאיס אלא באילן שמותר להדיוט אף קודם ביטול קא מיבעיא ליה אי אסור למצוה לאחר ביטול אי אמרינן דמאיס למצוה או לא ודו\"ק:", 
            "<b>ד\"ה</b> היינו בעיא דריש לקיש וכו' שהרי נשתנה ע\"י טוייה. המיימוני פסק פרק א' מהלכות ציצית דהמשתחוה לבהמה צמרה פסול לציצית אבל המשתחוה לפשתן כשר לציצית ויהיב טעמא משום דנשתנה וכן פסק הטור א\"ה בהלכות ציצית ואם כן צריך לומר דס\"ל דגבי צמר לא מקרי הטוייה שינוי אבל פשתן דנשתנה קודם הטוייה ממה שהיה במחובר לכך פסק דכשר לציצית משום דאיהו פסק כאיכא דאמרי דלעיל גבי המשתחוה לקמה דמסיק הכי השתא התם מעיקרא בהמה וכו' הכא מעיקרא חיטי והשתא קמחא:", 
            "<b>רש\"י</b> ד\"ה מי שהיה כותלו סמוך לעבודת כוכבים שהיה אחד מכותלי עבודת כוכבים והבית עצמו נעבד. נ\"ל דהכריחו לפרש כן משום דקתני במתני' בתר הכי שהאבנים והעצים מטמאים ואי לאו שהבית עצמו נעבד והוי גופיה עבודת כוכבים לא היה מטמא וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> נוטל מה שחדש וכו' ובגמרא מוקי לה כגון שלא נעבד הבית מעולם אבל אם השתחוה לו וכו'. צ\"ל דר\"ל הא דמשני בנאו אע\"פ שלא השתחוה השתחוה אע\"פ שלא בנאו דלא אשכחן בגמרא אוקימתא אחריתי:", 
            "<b>תוס'</b> ד\"ה אבניו ועציו וכו' ואפי' למ\"ד אין עובדין לשברים וכו'. ר\"ל וא\"כ נימא דכיון דנשתברה ונפל הכותל נתבטלה העבודת כוכבים ומותר אפי' בהנאה לכך תירץ כגון שהיתה עבודת כוכבים של ישראל וכו' דאין לה ביטול ובירושלמי מוקי לה כגון שהשתחוה לכל אבן ואבן פי' קודם שנפל דכל אבן ואבן בפני עצמו נעשה עבודת כוכבים:", 
            "<b>ד\"ה</b> בית שבנאו מתחלה וכו' דאי להיות משמשי עבודת כוכבים וכו'. נראה דהיינו נמי היתה דיוקו של המקשה דפריך והאנן בנאו תנן דע\"כ מתני' ר\"ל דהבית נאסר משום עבודת כוכבים עצמו דאי משום משמשי עבודת כוכבים ע\"כ אינו נאסר עד שיעבדו בו לעבודת כוכבים וא\"כ ל\"ל בנאו מתחלה לכך אלא ודאי בעבודת כוכבים עצמה איירי וכן גבי אבן אי איירי במשמשי עבודת כוכבים ע\"כ איירי שלא עבד בה דאי עבד בה למה לי חצבה אלא בלא עבדה איירי א\"כ תקשה לך הא משמשי עבודת כוכבים אינן נאסרים עד שיעבדו אלא ע\"כ לא איירי במשמשי עבודת כוכבים אלא שהוא עצמו עבודת כוכבים:", 
            "<b>ד\"ה</b> אבן שחצבה מתחלה וכו' ומיהו לפי מה שפירש הקונטריס בגמרא וכו' ודאי הוי רבותא טפי וכו'. הלשון אינו מדוקדק אלא שר\"ל דלמ\"ד אסורות מיד משמע לעיל גבי זקף ביצה להשתחוות לה דנאסר מיד בזקיפה ולא מצריך ובא עובד כוכבים והשתחוה אלא למ\"ד דאין נאסר עד שתיעבד וא\"כ הכא דמוקי לה כמ\"ד דנאסר מיד היה לו למתני זקפה לבימוס דהוי רבותא טפי וכו' וק\"ל:"
        ], 
        [
            "<b>מתני'</b> ג' אשרות וכו' העמיד תחתיה עבודת כוכבים ונטלה וכו' כך היא הגירסא בספרים שלנו אבל בתוס' ובר\"ן גורס וביטלה ור\"ל כיון שביטל עבודת כוכבים גם משמשיה דהיינו האשרה בטלה:"
        ], 
        [
            "<b>גמרא</b> אמר רב מודה ר\"י שאם נטע והבריך והרכיב וכו'. לפירוש רש\"י הם ב' דברים שאם נטע ר\"ל שאם נטע אגוז מותר בדיעבד וכן אם הבריך או הרכיב יחור של ערלה באילן זקן מותרים פירותיהן מיד אבל אם נטע יחור של ערלה בפני עצמו אע\"ג דמותר לנטוע יחור כדתניא נוטעים יחור של ערלה מ\"מ לא עדיף מהיכי דנטע יחור של חולין דאסורין הפירות עכ\"פ עד לאחר ג' שנים אבל כשמרכיב יחור של ערלה באילן זקן מותרים הפירות מיד וק\"ל אבל לפי' התוס' הכל דבור אחר ור\"ל שאם נטע אגוז ואח\"כ נטל אותה נטיעה והרכיב באילן של היתר מותר משום דזה וזה גורם מותר אבל פירות הנטיעה של אגוז בעצמו אסור דאגוז וקרקע לא מקרי זה וזה גורם ואסורים לר\"י אפי' בדיעבד מפני שהוא פרי ורבנן פליגי עליה דר\"י ומתירין אף בנוטע אגוז ולא מטעם דס\"ל דזה וזה גורם מותר אלא משום דס\"ל דאפי' אילן היוצא מהאגוז עצמו אין בו איסור דלא אסרה תורה אלא פרי ולא אילן הנטוע ממנו ומייתי גמרא דמדרבי יוסי אוסר בנוטע אגוז עצמו ומתיר כשמרכיב אותה נטיעה באילן של היתר ש\"מ דס\"ל דזה וזה גורם מותר אבל רבנן מצי ס\"ל שפיר דזה וזה גורם אסור והא דמתירין היינו מטעם דלא מקרי פרי דהא מתירין אפי' בנוטע אגוז דלא שייך ביה זה וזה גורם:"
        ], 
        [
            "<b>גמרא</b> ומי שני ליה והתניא וכו' מאי לאו הא ר\"י הא רבנן. פי' ר\"י מתיר ורבנן אוסרים דמדשמעינן ליה לר\"י דס\"ל גבי ערלה זה וזה גורם מותר וגבי עבודת כוכבים אמר ג\"כ שוחק וזורה לרוח מוקמינן נמי האי ברייתא דאיירי בעבודת כוכבים וס\"ל דזה וזה גורם מותר כוותיה ואמרינן דלשני ליה בין עבודת כוכבים לשאר איסורין כדפי' רש\"י בסוף שמעתין ד\"ה אלא לעולם וכו':", 
            "<b>תוס'</b> ד\"ה שאם נטע וא\"ת מ\"ש גידולי אגוז וכו'. נראה דהאי וא\"ת קאי אדברי ר\"י גופיה דקאמר ואין נוטעים אגוז של ערלה מפני שהוא פרי ואסור אפי' בדיעבד כמו שפרשו התוס' לעיל לכך מקשו דמ\"ש מגידולי טבל ומעשר שני שאם זרע אותן טבל ומעשר שני גידוליהן מותרין ודו\"ק:", 
            "<b>ד\"ה</b> הא רבנן והא דשרו לעיל נטע והבריך וכו'. ר\"ל דמדקאמר מודה רבי יוסי למאן מודה ע\"כ לרבנן א\"כ ש\"מ דרבנן נמי מתירין בנטע והבריך לאו משום דאית להו זה וזה גורם מותר אלא משום דמה שגדל מן האילן עצמו. ר\"ל אפילו בלא גורם אחר הוא מותר דהא מתירין אפילו בנוטע אגוז דלא שייך ביה זוז\"ג כמו שכתבתי למעלה לפירוש התוס' ש\"מ דלא מטעם זה וזה גורם מתירים ושפיר ס\"ל בעבודת כוכבים זוז\"ג אסור וה\"ה בשאר איסורים:", 
            "<b>ד\"ה</b> עד שיהא באיסור כדי לחמץ. פי' ואז אסור אפי' יש בהיתר נמי כדי לחמץ דאי אין בהיתר כדי לחמץ ובאיסור לבדו יש בו כדי לחמץ פשיטא דאסור:", 
            "<b>בא\"ד</b> וא\"ת היכא מייתי מרבנן וכו' דלמא שני להו וכו'. ואין להקשות נימא מדשמעינן לרבנן גבי שאור דס\"ל דזה וזה גורם מותר מוקמינן נמי האי ברייתא דתני בעבודת כוכבים דזה וזה גורם מותר כוותייהו כדאמרינן לר\"י דהא לרבי יוסי נמי לא שמעינן ליה בהדיא דס\"ל זה וזה גורם מותר כ\"א ערלה ומאי חזית דמוקמת לה כר\"י טפי מרבנן דר\"א די\"ל דשאני דר' יוסי דשמעינן ליה נמי דאמר גבי עבודת כוכבים שוחק וזורה לרוח כמו שכתבתי למעלה וק\"ל:", 
            "<b>בא\"ד</b> י\"ל דהכי מייתי מדר\"א נשמע לרבנן וכו'. והא דפריך לקמן בסמוך אלא רבנן דשאור אימר דשמעת להו לרבנן דמקילי בשאור וכו' היינו משום דלעיל הוי ס\"ל דלגבי שאור נמי ס\"ל לר\"א זה וזה גורם אסור לכך הוה אמרי' מדר\"א נשמע לרבנן אבל בסוף דלא שמעינן ליה לר\"א דאוסר זה וזה גורם כ\"א גבי עבודת כוכבים ולרבנן לא שמעינן להו דמתירין כ\"א גבי שאור לא שייך לומר מדר' אליעזר נשמע לרבנן ולכך פריך שפיר אימר דשמעת להו לרבנן דמקילי בשאור בעבודת כוכבים מי שמעת להו דמקילי וק\"ל. ד\"ה אלא ר\"א ורבנן דעצים וכו' דלפי זה הדיחוי הברייתות מתורצות וכו'. אין כוונת התוס' דלפי האמת הברייתות מתורצות כך דהא ליתא דאיכא למיפרך אימר דשמעת לרבנן ולר\"א דמקילי בשאר איסורים בעבודת כוכבים מי שמעת להו דהא אפי' לפי הדיחוי דקאמר ממאי דטעמא דר\"א כדאביי דלמא טעמא דר\"א דאחר אחרון אני בא ר\"ל אבל היכי דנפלו בבת אחת לעולם אימא לך דזה וזה גורם מותר ס\"ל מ\"מ לא נשמע מניה כ\"א גבי שאור אבל בעבודת כוכבים לא שמעינן ליה ועוד אם איתא דאפשר לתרוצי הברייתות כן א\"כ למה הדר מיניה במסקנא ואמר אלא לעולם הא רבי יוסי והא רבנן וכו' אלא נראה דכוונתם אינו אלא לומר דלא מרויח מידי במאי דמייתי דר\"א אוסר דהא תנאי דאסרי לא צריך למיהדר אבתרייהו דהא אית לן ר' יוסי ורבנן דאסרי לפי הדיחוי דהשתא ולא צריך למיהדר אלא אחר תנאי דמתירין ולפי הדיחוי דדחה השתא דגם ר\"א מתיר זה וזה גורם וקודם שבא הדיחוי דאימור שמעת ליה דמיקל בשאור וכו' מיתרצות הברייתות טפי מבמאי שמביא דאוסר בעבודת כוכבים אלא הוי ליה למימר אלא הא רבי יוסי ורבנן והא ר\"א ורבנן והיה לו לדחות אח\"כ אימור דשמעת להו דמקילי בשאור בעבודת כוכבים מי שמעת להו וק\"ל:", 
            "<b>ד\"ה</b> נתערבה באחרות וכו' דשמואל דוקא בעבודת כוכבים אוסר דקאמר התם הנח לעבודת כוכבים שספיקה אסורה וכו' כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה ונשתרי לך כו' ולא דמיא הך מלתא וכו' ומיהו כי מזבין ליה חוץ מדמי יין נסך שבו לא מתהני מיין נסך מידי כצ\"ל. ומה שכתוב בספרים אח\"כ משום דליתא לאיסורא בעיניה נ\"ל דלא גרסינן ליה דאין לו שום קישור עם מה שלמעלה ממנו ועוד דלעיל מיניה כתב רש\"י דחבית בחבית איסורא בעיניה מקרי וכ\"ת דכוונתו של רש\"י בזה לומר דדוקא נתערב חבית בחבית דכל חבית וחבית בספק איסור הוא לכך מותר למכור כולם ביחד חוץ מדמי יין נסך שבהם אבל אם נתערב יין ביין דיש בו ודאי תערובות איסור אינו מותר למכור חוץ מדמי יין נסך שבו וכדמסיק לקמן בפ' בתרא (עבודה זרה דף ע\"ד) א\"כ לא הוי ליה לרש\"י למנקט האי לישנא משום דליתא לאיסורא בעיניה גם לא היה לו לרש\"י לקצר כ\"כ לשונו וגם רבינו נסים שהעתיק דברי רש\"י לא הביא זה וע\"ש ודו\"ק:", 
            "<b>ד\"ה</b> ה\"ג ואבע\"א דכ\"ע אין עובדים לשברי שברים והכא בעבודת כוכבים שהיתה של חוליות דקין וכו' כן נ\"ל להגיה ודו\"ק:", 
            "<b>תוס'</b> ד\"ה שקול ד' זוזי וכו' ולמוכרן כל אחד בפני עצמו אמר לו כן. ר\"ל דאילו למוכרן כולן ביחד חוץ מדמי יין נסך שבהן בלא השלכת ד' זוזי לנהרא היה מותר:", 
            "<b>ד\"ה</b> לא דכ\"ע עובדין לשברים וכו' וקשה דא\"כ מאי מקשה לעיל לרשב\"ל וכו'. יש לתמוה על דברי התוס' הללו דמשמע דר\"ל דמאי מקשה ר\"י לר\"ל הא ריש לקיש לא התיר אלא בלא ראינו שנשתברה מאליה דנוכל לומר עובד כוכבים שברה אבל בראש דגון שאני התם דלא שברה עובד כוכבים וזה אינו דבהאי מימרא דר\"י ור\"ל דלעיל אתמר בה בהדיא עבודת כוכבים שנשתברה מאליה ונצטרך לומר ולפרש לפי זה דר\"ל שנמצא שנשתברה ואפשר שנשתברה מאליה וזה דחוק ועדיפא מיניה היה להם להתוס' להקשות על דברי רש\"י בזה הלשון דלפי' רש\"י דלא שרי שמואל אלא במצא שברי עבודת כוכבים דלא חזינן שנשתברה מאליה דאמרינן עובד כוכבים שבר וקשה הא ר\"ל קא שרי בהדיא אפילו בעבודת כוכבים שנשתברה מאליה ושמואל ור\"ל קמו בחד שיטה בשברי עבודת כוכבים וק\"ל אבל לפי האמת לא קשה מידי לפי' רש\"י משום דאע\"ג דמותיב ר\"י לר\"ל ממתניתין דקתני המוצא שברי דמות הרי אלו מותרים הא שברי עבודת כוכבים אסורים כדלעיל ריש פרקין דנשמע מיניה דר\"י אוסר גם במצא שברי עבודת כוכבים ור\"ל מתיר גם בשברי עבודת כוכבים דמזה דקדקו התוס' בריש פרקין דשמואל כר\"ל ס\"ל בד\"ה אמר שמואל מ\"מ אינו מוכרח דלעולם לא קמו ר\"ל ושמואל בחד שיטה דפשיטא דר\"ל דמתיר אפי' בנשתברה מאליה כ\"ש דמתיר במצא שברי עבודת כוכבים דיש לתלות ולומר שמא עובד כוכבים שברן אבל שמואל דאמר מצא שברי עבודת כוכבים מותרים אפשר דבנשתברה מאליה ס\"ל כר\"י דאסור אלא שר\"י דמותיב לר\"ל משברי עבודת כוכבים משום דרבי יוחנן אוסר גם בשברי עבודת כוכבים דלא כשמואל ודייק ממתניתין מצא שברי דמות וכו' הא שברי עבודת כוכבים אסורים וכ\"ש עבודת כוכבים שנשתברה מאליה דאסורה ושני ליה ר\"ל דליכא למידק ממתניתין הא שברי עבודת כוכבים אסורים והשתא לפי זה לא קשה מידי לפירוש רש\"י והיינו נמי טעמא דהרי\"ף והרא\"ש דפסקו במצא שברי עבודת כוכבים כשמואל ובעבודת כוכבים שנשתברה מאליה פסקו כר\"י משום דשמואל מצי שפיר סבר בנשתברה מאליה דאסור דלא כר\"ל אע\"ג דמתיר במצא שברי עבודת כוכבים הלכך בשברי עבודת כוכבים דמתיר שמואל ופליג בזה אר' יוחנן פסקו דלא כר\"י דהוו שמואל ור\"ל תרי לגבי דר\"י אבל בנשתברה מאליה דלא פליג שמואל אר' יוחנן פסקו כר\"י נגד ר\"ל ודו\"ק נראה לי:", 
            "<b>בא\"ד</b> ומ\"מ לפי זה קשיא מאי פריך לעיל וכו' אבל התם לא היה דרכה לישבר וכו'. הלשון אינו מדוקדק ור\"ל אבל לפי מה דפרישית דהכא מיירי שדרכה לנשר קסמין ושמואל ור\"ל איירי באין דרכה להשתבר ולכך מתירין פריך שפיר ר\"י לר\"ל מראש דגון דהא התם לא היה דרכה לישבר והיה ראוי להיות מותר לר\"ל וק\"ל:", 
            "<b><br>רבי</b> ישמעאל פרק רביעי :"
        ], 
        [
            "<b>תוס'</b> ד\"ה במקורבות וכו' ודבר תימה הוא דכיון שהן מקורבות כ\"כ וכו' מה מזיק להם הגובה מכאן ואילך מיהו הא לא קשה כולי האי וכו' כן נראה להגיה:", 
            "<b>בא\"ד</b> דאיכא למימר דה\"ק במקורבות תוך ד' וכו'. ר\"ל רלפי המסקנא הא דקאמר לעיל במקורבות וכו' ד\"ה אסורות לא הוי פירושו באמה וחצי אמה אלא אפי' תוך ד' אמות כשאין גובה מפסיק מקורבות קרי ליה והוי כאילו אמר בדליכא גובה ד\"ה אסורות אפילו תוך ד' ובדאיכא גובה דהיינו מרוחקות פליגי א\"נ כי איכא גובה ואבני המרקוליס אינם גבוהים כי אם מעט וכו' כשהם נופלות אינם יכולים להתרחק ר\"ל כשיש כאן גובה מפסיק כשהאבנים נופלין מן המרקוליס למעלה מן הגובה דרך הגובה אין דרך להתרחק משום שאינם יכולים להתרחק מפגי הגובה ואם נמצא אבנים מרוחקים בודאי אינם מהמרקוליס הגדולה ולכך נקט לעיל במקורבות ד\"ה אסורות דאילו במרוחקות פליגי בודאי דא\"א שיפלו מן המרקוליס ויהיו כל כך מרוחקות וק\"ל:", 
            "<b>בא\"ד</b> ומסיק בצד ד' אמות וכו' דמוכחא מלתא דהוה מרקוליס דעושין קטן וכו' כצ\"ל:", 
            "<b>ד\"ה</b> וסבר ר' ישמעאל וכו' ונראה לי דה\"ה דהוי מצי לאקשויי וסבר ר' ישמעאל ג' חוץ לד' אמות מותרות. ר\"ל דה\"מ לאקשויי והא תניא שלש אפילו מרוחקות וע\"כ הוי פירושו חוץ לד' אמות דאי תוך ד' אמות קתני רישא דברייתא דאפילו שתים בתפוסה לו מותרות דהיינו תוך ד'. ולפי המסקנא ניחא ר\"ל דלפי המסקנא הא דקתני ברייתא שלש אפילו מרוחקות אסורות אינו ר\"ל חוץ לד' אלא ר\"ל תוך ד' ובדאיכא גובה וקרי ליה מרוחקות משום דאינן נראות עמו בשביל הגובה כמו שכתבו התוס' בסוף דבור שלפני זה:", 
            "<b>ד\"ה</b> אבני בית קוליס וכו' וזהו מרקוליס חילוף קילוס. ויש לדקדק דלפי זה היה ראוי לקרותה מרקילוס דהוי משמע טפי חילוף קילוס ממרקוליס וק\"ל וכבר הארכתי בזה בביאורי לסמ\"ג:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה עד ד\"ה של ערב שביעית אע\"פ שעבודת האילן אסור ל' יום לפני ר\"ה הכא שרי שלא ימותו הנטיעות וכו'. יש לדקדק לפרש\"י איך יתורץ לפי מאי דמסיק בשנויא דהכא מיירי לאברויי אילנא וא\"כ מפני מה יהא מותר בשלשים יום שקודם ר\"ה וי\"ל דאפילו לפי מאי דמסיק דאיירי לאברויי אילנא אפ\"ה התירו לתקן מלאכות הללו בל' יום שקודם ר\"ה דהנך מלאכות אפי' כשהן לאברויי אילנא מקרו שלא ימותו נגד שאר מלאכות שהם עיקרן להוסיף תיקון אבל הנך מלאכות אפי' כשהן לאברויי מקרי שלא ימותו דבלא זה יתקלקלו האילנות וק\"ל:", 
            "<b>תוס'</b> ד\"ה ומשקין אותן עד ר\"ה וכו' אלא יש לפרש בשביעית דרבנן וכו'. ר\"ל דשם ריש מ\"ק דקתני מתניתין משקין בית השלחין במועד ובשביעית ופריך התם והא השקה תולדה דזריעה או חרישה היא כדאיתא התם וא\"כ היאך יהא מותר בשביעית אפילו בדבר האבוד דהיינו בית השלחין ומשני אביי דמתניתין איירי בשביעית בזמן הזה ואתי כרבי דאית ליה דשביעית בזמן הזה הוה דרבנן לכך התירו בדבר האבוד וא\"כ האי מתגיתין דמייתי הכא איכא נמי לאוקמי בשביעית בזמן הזה וכיון דלא הוי אלא מדרבנן לא החמירו לאסור הנך מלאכות בתוס' שביעית שהוא הל' יום שקודם ר\"ה ורבא משני התם השקאה תולדה דזריעה היא ואבות דוקא אסרה תורה בשביעית ולא תולדות אלא מדרבנן אסרו גם התולדות ובדבר האבוד כגון בבית השלחין לא גזרי רבנן להחמיר וא\"כ ה\"נ הכא דכל הנך מלאכות תולדות נינהו ולכך לא החמירו לאסור אותן ל' יום קודם ר\"ה שהוא תוספת שביעית:", 
            "<b>בא\"ד</b> עי\"ל דדוקא מלאכות של חרישה וזריעה הוי דאורייתא וכו'. ר\"ל דאע\"ג דלרבי עקיבא הוי תוס' שביעית דאורייתא אינו אסור מדאורייתא אלא חרישה וזריעה כדכתיב בחריש ובקציר תשבות דמיניה יליף רבי עקיבא תוס' שביעית אבל שאר מלאכות אפי' אבות לא הוו דאורייתא ולכך לא החמירו לאסור הנך מלאכות דהכא בתוס' שביעית וק\"ל:"
        ], 
        [
            "<b>גמ'</b> א\"ר אלעזר מנין לשוחט בהמה למרקוליס שהוא חייב שנאמר ולא יזבחו עוד וכו'. ואע\"ג דזביחה כעין פנים היא וכבר ילפינן ליה מקרא דזובח לאלהים יחרם מ\"מ אשכחן עונש אזהרה מנין לחייב מלקות וכן משמע מפרש\"י לקמן ע\"ב ד\"ה ואין אחרת להם דפירש אלמא לאזהרת שחוטי חוץ וכו' אתא ואזהרת מרקוליס מנלן:", 
            "<b>תוס'</b> ד\"ה חייב פי' בקונט' וכו' דהא רב יהודה לא מחייב בשבירת מקל וכו' רק באותה שרגילה במקל וכו' כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> מאן דמתני אסיפא כ\"ש ארישא נראה דלהאי לישנא ע\"כ צ\"ל דאפילו בטובת אחרים אסור דאי בטובת כומרים דוקא אסור אבל בטובת אחרים מותר א\"כ מה בין רישא לסיפא וק\"ל:", 
            "<b>רש\"י</b> ד\"ה א\"כ לא יאמר עליהם וכו' לשון אחר כל שעמהן דאשר ריבויא הוא. נראה דבין ללישנא קמא דרש\"י דמעץ ואבן יליף ליה ובין ללישנא אחרינא דאשר ריבויא הוא אין להקשות דלכתוב קרא דעליהם לחוד דא\"כ ה\"א דעמהם כלל וכלל לא וגם אין להקשות דלכתוב קרא דעמהם לחוד דאסור וכ\"ש דעליהם ולשתוק ולא לכתוב בקרא דעמהם עץ ואבן וללשון אחר לשתוק ולא לכתוב אשר דמשמע ריבויא וממילא לא משתמע מיניה אלא דבר של נוי דא\"כ ה\"א דשל עץ ואבן אפי' היכי דהוי של נוי לא יהא אסור לכך אצטריך למכתב הקרא דעמהם ללשון ראשון עץ ואבן וללשון אחר אשר ריבויא לרבות דהיכי דהוה של נוי אפי' של עץ ואבן אסור ואי לאו קרא דעליהם ה\"א דמרבה אפילו שאינו של נוי אבל השתא דכתיב ג\"כ קרא דעליהם דרשינן דעמהם דומיא דעליהם וא\"כ לא מרבינן מריבויא דכתיב בקרא דעמהם דשל עץ ואבן נמי יאסור אלא היכי דהוה דבר של גוי וכ\"ת א\"כ כיון דגם ללשון אחר דאשר ריבויא הוא לא מרבינן מיניה לפי המסקנא אלא היכי דהוי מידי של נוי אפי' משל עץ ואבן אסור א\"כ ל\"ל ריבויא דאשר הא בלא ריבויא דאשר כתיב בקרא דעמהם בהדיא עץ ואבן י\"ל דלשון אחר ס\"ל דהא דכתיב בקרא עץ ואבן לא נמשך אעמהם ובא לומר דהדברים שעמהם אפי' הוי של עץ ואבן אסורים אלא נמשך אלעיל מיניה דהיינו גילולים ושיעור הכתוב כך הוא ותראו את שקוציהם ואת גלוליהם עץ ואבן פי' הגילולים שהן העבודת כוכבים בעצמם הוו של עץ ואבן ותראו גם כסף וזהב אשר עמהם ולפי זה אם נמצא עמהם דברים שהן של עץ ואבן לא נשמע מהכתוב דאסור לכך אצטריך אשר דריבויא הוא דבא לרבות כל מה שעמהם וק\"ל:", 
            "<b>תוס'</b> ד\"ה אפילו מים ומלח אסור וכו' ודלא כפירוש הקונטרס וכו' דא\"כ גבי פעור וכו'. נראה דהמדקדק בדברי רש\"י יראה שרש\"י הרגיש בקושיא זו ופירש באופן שאין מקום לקושית התוס' שהרי רש\"י כתב אפילו חוץ כפנים וכו' שהרי כל עבודתו דרך בזיון וכו' הלכך לא שייכא ביה ולא מפסיקי ר\"ל ושייך ביה תקרובת חוץ לקלקלין כמו לפנים מן הקלקלין ואפילו אינו של יופי דלא שייך גביה יופי ומה שכתב רש\"י לעיל חוץ מן הקלקלין לאו משום תקרובות איתיה הלכך של נוי אסור דנפקא מאשר עמהם וכו' היינו בשאר עבודת כוכבים דקלקלין הוי הפסק וק\"ל:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה חזרו לטומאתן ישנה וכו' שברן כדי לטהרן וחזר וריתכן לעבודת כוכבים וכו'. הא דכתב רש\"י וחזר וריתכן לעבודת כוכבים ולא כתב וחזר וריתכן סתמא משום דלשון הבעיא הוא ריתך כלי לעבודת כוכבים וכ\"ת והכל טעמא מאי למה אצטריך ריתוך לשם עבודת כוכבים ולא אמרינן מסתמא כשחזר הכלי להיות שלם חוזר לטומאתו הישנה כמו בשאר טומאות דכשחוזר ועשאו כלי חוזרת הטומאה ממילא מעצמה דשאני התם דבשבירת הכלי מעצמו נתבטל ממנו הטומאה לכך חוזרת הטומאה ממילא כשחוזר ועשאו כלי אבל הכא לא מתבטל טומאת העבודת כוכבים מן הכלי אלא כששוברו כדי לבטלו מעבודת כוכבים ולטהרו וא\"כ במה תחזור טומאת עבודת כוכבים על הכלי כשחזר וריתכו דהא כבר נתבטל איסור העבודת כוכבים מהכלי לכך אצטריך לומר שחזד וריתכו לעבודת כוכבים אלא שעדיין לא עבדו דאל\"כ מאי קא מבעי ליה ת\"ל דהשתא כשחזר ועבדו נטמא בלא טומאה ישנה וק\"ל:", 
            "<b>תוס'</b> ד\"ה מה מזבח טעון גניזה כמו כלי שרת דאמרינן שגנזום. נראה דר\"ל דאמרינן בעלמא שכלי שרת גנזום אבל לא ידעתי היכן אמרינן הכי. אף אשירה טעונה גניזה פי' ביעור פי' ולא גניזה ממש כמו מזבח אלא ביעור שיבערם מן העולם באופן שלא יהנו ממנו כמו שמצינו גבי עגל וכו':"
        ], 
        [
            "<b>גמ'</b> ברוך אתה לשמים שהחזרת לי אבדתי וכו' היכננום שגנזום וכו'. ויש לדקדק דיהא כך דיכול לשנויי ולפרש קרא הכי שלא יקשה עליו מ\"מ אינו מוכרח שלא יתפרש כפשוטו כמו הס\"ד דהמקשה דהכננום היינו דאטבלינהו וא\"כ אין מן המקרא הזה ראיה מוכרחת לאיסור שאומר עליו ומקרא היה בידינו ושכחנוהו ואמר שעתה החזיד לו אבידתו וצ\"ל דלשון הכננום לא משמע ליה לשון טבילה אלא לשון גניזה וק\"ל:", 
            "<b>תוס'</b> ד\"ה דינרי הדריינא וכו' ונראה לר\"ת לפרש וכו' שייפא שנשוף ואין האותיות ניכרות וכו'. לפי' ר\"ת הדרייני וטורייני ושיפא הכל דבר אחד ור\"ל הדינרים העגולים הגדולים כתריטה ונישופי' שאין האותיות ניכרות בקשו לאוסרן משום דשמא מטבע של ירושלים הן ואין הכתב ניכר שהיה כתוב עליו דוד ושלמה וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> או דלמא וכו' דלגירסת הריב\"ן נמי יש להקשות וכו' ולא קשיא דקאמר תיקו ופשיט בתר הכי וכו'. יש להתיישב בדברי התוס' הללו דאמאי קאי אי אפירוש התוס' הא לא גרסי תיקו כלל ואי קאי אפירושו של הריב\"ן הא איהו גריס מיתיבי ולא פשיטותא וי\"ל אע\"ג דגריס מיתיבי הוי ממילא פשיטותא ולא גריס מיתיבי אלא משום דהדחייה דדחי המתרץ לא מתיישבת אי גרסי' ת\"ש ולכך גריס מיתיבי אבל באמת ממילא נפשטה הבעיא והא דאצטריך למגרס תיקו משום דלא מתיישב לישנא דמיתיבי אלישנא דאיבעיא להו אי לא גרסינן תיקו ביני ביני וק\"ל וא\"כ לפי זה צריך לפרש דהמשך דברי התוס' כך הן דבתחלה קאמרי דלגירסת הריב\"ן נמי יש להקשות אמאי קאמר תיקו וכו' והדר קאמר ולא קשיא דקאמר תיקו וכו' כלומר אבל אין זה קושיא כ\"כ ול\"ק מידי לגירסת הריב\"ן אמנם משמעות שיטת התוס' לא משמע הכי לכך יש לפרש דה\"ק וכ\"ת משום הכי גריס הריב\"ן מיתיבי משום דמצא בספרים שקדמו לו שהיה כתוב בהן תיקו והדר קאמר תא שמע לכך גריס איהו במקום ת\"ש מיתיבי ועל זה קאמרי התוס' ולא קשיא דאמר תיקו ופשיט בתר הכי וכו' כלומר דבשביל זה לא היה הריב\"ן צריך לשנות גי' הספרים וק\"ל:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> הא בצנעא הא בפרהסיא וכו'. ומורי דודי וכו' רבא דפ' ר' ישמעאל לא פליג עליה דר' יוחנן וכו' ומיהו מ\"מ משמעות דורשין איכא בינייהו דר' יוחנן דריש מלא תחללו אונס בפרהסיא דשאר עבירות ורבא מפיק לא תחללו לאזהרה ולמיתה דאונס בפרהסיא דעבודת כוכבים וק\"ל:", 
            "<b>ד\"ה</b> אילימא מכהנים וכו' אע\"פ שאין זה ראיה גמורה דשמא עשו מעשה בשלהם וכו'. מדברי התוס' משמע דמפרש דמביא ראיה מכהנים שהקריבו לעבודת כוכבים בהמות שאינם שלהם וע\"י זה נאסרו מכלל דבהמה שהקריבו מקרי נעבד אע\"פ שלא היתה שלהם וע\"ז כתבו אע\"פ שאין זה ראיה גמורה דשמא עשו מעשה והקריבו בהמות שלהם לעבודת כוכבים אבל מדברי רש\"י לא משמע הכי אלא דרש\"י מפרש דמביא ראיה מכהנים שאנסום המלכים ליעשות כומרים לעבודת כוכבים ונאסרו הכהנים ע\"י זה ואע\"פ שהכהנים לא מקרי שלהם אע\"פ כן נאסרו כיון שעשו מעשה וק\"ל:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה למעוטי ערלה וכו' ואם מכרם וקידש בדמיהן מקודשת וכו' וממונא הוא אע\"ג דאיהו אסור לאתהנויי מינייהו מיהו ההיא הנאה מטיא ליה ע\"י ערלה אבל איהי לא מערלה קא מטיא לה וכו' כצ\"ל. ור\"ל כיון שאין הדמים נתפסים באיסור א\"כ הדמים לא מקרי איסורי הנאה אלא ממונא הן ולכך האשה מקודשת שהרי היא מותרת ליהנות מהדמים שקדשה בהם ואף על גב דאיהו ר\"ל המוכר בעצמו אילו היו הדמים נשארו בידו היה אסור ליהנות מהן מדרבנן אף על גב שאין נתפסות מן התורה היינו משום כיון דההיא מטיא ליה מכל מקום על ידי ערלה ולכך אסור ליהנות מהן מדרבנן אבל איהי לא מערלה מטיא לה ולכך היא מותרת ליהנות מהדמים וכיון שהיא מותרת ליהנות מהן ממונא הן לה ומיקדשא שפיר בהן וכ\"ת כיון דאיהו אסור ליהנות מהדמים א\"כ היאך היא מקודשת והא הוא מקבל הנאה בזה מהדמים שהרי הוא קונה בהם האשה ובקידושין עצמן הוא נהנה מהדמים לכך קאמר רש\"י ודוקא קידושי אשה וכו' ר\"ל אע\"ג דשאר הנאות אסור איהו ליהנות מהדמים קידושי אשה התירו לו משום פריה ורביה או משום דאין האשה דומה כ\"כ לחליפי הדמים כמו שכתבו התוס' בעמוד זה ועיין לקמן בתוס' ריש פרק השוכר:", 
            "<b>תוס'</b> ד\"ה משום דהוו עבודת כוכבים ושביעית וכו' תימה הא אין שניהם שוים דעבודת כוכבים חליפי חליפין אסורים וכו'. ר\"ל כי לא מוקמינן הוא אעבודת כוכבים א\"כ ממילא הוה עבודת כוכבים חליפי חליפין אסורין עד סוף כל העולם משום דכתיב והיית חרם כמוהו כל מה שאתה מהוה ממנו מה שאין כן גבי שביעית א\"כ לא הוו שני כתובים ושפיר אצטריך הוא למעוטי ערלה ומ\"ט דמ\"ד דערלה וכלאי הכרם לא צריכי קרא ומוקי הוא למעוטי חליפי חליפין דעבודת כוכבים וק\"ל:"
        ], 
        [
            "<b>מתני'</b> ואינו עושה יין נסך עד שירד לבור ירר לבור מה שבבור אסור וכו' כצ\"ל:", 
            "<b>תוס'</b> ד\"ה לוקחין גת בעוטה וכו' והוי סיפא פי' דרישא וכו'. ר\"ל לשתי הגירסות בין אי גרסי אינו או גרסי' שאינו לשניהם הוי הסיפא פירוש דרישא:", 
            "<b>בא\"ד</b> א\"נ תנא סיפא לגלויי רישא וכו'. נ\"ל דהאי א\"נ אלעיל קא מהדר ור\"ל דאפילו אי גרסינן ואינו בוי\"ו להשמיענו דין אחר לומר שאפילו אי נגע בקילוח וכו' אלא בא לגלויי ארישא דלא תימא דהא דקתני רישא ונותן לתפוח היינו בעוד שאין הכל נאסף אל התפוח אבל אחר שהכל נאסף אל התפוח נעשה יין נסך משום דהוי כאילו ירד לבור להכי תנא סיפא ואינו נעשה יין נסך עד שירד לבור דוקא ודו\"ק:", 
            "<b>ד\"ה</b> ירד לבור וכו' אבל אין לפרש דר\"ל והשאר מותר כו' דשפיר הוי קרוי יין כיון שנתן הכל אל התפוח וכו'. פירוש ולא גרסינן ואינו נעשה יין נסך וכו' דאילו לגירסא דגריס ואינו בוי\"ו לא יתכן פירוש זה כלל כדלעיל בדבור שלפני זה וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אמר רב הונא וכו' וכן פירש רשב\"ם בשם רש\"י וכו' ואם מפנין גרעיגין שבגיגיות וכו' נראה לר\"י אין לך המשכה גדולה מזו וכו'. נ\"ל דיש למחוק לר\"י דהא בשם רש\"י כתב זה וק\"ל:", 
            "<b>בא\"ד</b> אלמא משמע מתוך הירושלמי שיש לחוש למשנה ראשונה שמא יחזיר וכו'. ר\"ל דהירושלמי דאוסר ליקח גת בעוטה כשהעלים עיניו אתי בין למשנה ראשונה ובין למשנה אחרונה דלמשנה ראשונה אע\"ג דאפילו אחר ההמשכה לא מקרי יין אלא מה שבבור אבל מה שבגת לא מקרי [יין] ולא נאסר במגע עובד כוכבים כדלעיל מ\"מ יש לחוש דשמא החזיר העובד כוכבים הגרגותני לבור ונאסר גם היין שבגת מהטיפות יין שנטפו מהגרגותני לתוך הגת כדלקמן בגמרא ולמשנה אחרונה דלאחר שהתחיל לימשך נעשה יין נסך אסור ליקח מגת בעוטה כשהעלים עיניו ממנו מטעם דיש לחוש דשמא המשיך קצת ממנו ולמשנה אחרונה אחר שהתחיל לימשך גם כל מה שבגת נקרא יין ונאסר במגע העובד כוכבים ויש לחוש שמא נגע העובד כוכבים בענבים שבגת לאחר שמשך ממנה קצת:", 
            "<b>בא\"ד</b> ורבינו יהודה פירש דהירושלמי קאי אמשנה אחרונה וכו'. לשון התוס' מגומגם וכלל פירושו דר\"ל דהירושלמי איירי בגת שיודעין שכבר ירד ממנה קצת יין לבור והתחיל כבר לימשך ולמשנה אחרונה מקרי יין כל מה שבגת ולכך יש לחוש שמא נגע העובד כוכבים במה שבגת ונאסר כשהעלים ממנו עיניו ולמשנה ראשונה אע\"ג שאפילו אחר שירד ממנו קצת יין לבור לא מקרי יין אלא מה שבבור אבל מה שבגת לא מקרי יין ואינו נאסר במגע עובד כוכבים מ\"מ יש לחוש שנגע באותו יין שירד ושבגרגותני ואח\"כ החזיר הגרגותני לגת ונאסר גם כן מה שבגת ור' חנין דבירושלמי קאי אמתני' דירד לבור דאיירי דכבר התחיל לימשך ועל זה קאי ואסור ליקח כשהעלים ממנה עיניו אבל כשאין יודעים שהמשיכו ממנו כבר אין לאסור מטעם חששא דשמא המשיכו ממנו קצת או לחזרת הגרגותני בין למשנה ראשונה בין למשנה אחרונה:", 
            "<b>בא\"ד</b> וכן נראה דברזא שעושין העובדי כוכבים וכו' והקונה יין מגיגיות העובד כוכבים צריך ליזהר וכו'. ר\"ל אפי' למאן דמיקל ליקח לאחר שהעלים עיניו ואינו חושש לשמא משך ממנו מ\"מ כשיש ברזא בגיגית יש להחמיר לכ\"ע:", 
            "<b>ד\"ה</b> אין בוצרין וכו' אבל קשה למה צריך למתני אין דורכין וכו'. והא דלא הקשו התוס' קושיא זו במתני' דקתני ישראל שהוא עושה בטומאה לא דורכין ולא בוצרין עמו משום די\"ל דסיפא אצטריכא ליה דקתני אבל מוליכין עמו וכו' וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> ר\"ע אומר משיקפה וכו' וי\"ל דשאני התם דאיכא למטעי וכו'. מקשין התלמידים מאי בעי בגמרא קיפוי דבור או קיפוי דחביות פשיטא דהוי קיפוי דבור דאם איתא דהוי קיפוי דחביות הול\"ל עד שיקפה דבשלמא קיפוי דבור לא אצטריך למתני עד משום דליכא למטעי דקודם זה ליכא שום קיפוי ול\"נ דלא קשה מידי דכוונת התוס' הכי הוא דבשלמא התם גבי משיפקסו דמדלא קתני עד משמע מיד שיפקסו אפילו קודם שהכניסם לבית חייבים במעשר דאם איתא דבעינן גם כניסת הבית הל\"ל עד שיפקסו דהוי משמע אפילו הכניסן לבית אינן חייבין במעשר עד שיפקסו והיינו דקא מתרצי התוס' דשאני התם דאיכא למטעי וכו' אבל הכא ליכא למטעי ר\"ל דלא שייך למימר דה\"נ ליתני עד שיקפה דיהא משמע אפי' אחר שירד לבור שאינו חייב במעשר עד שיקפה אבל השתא דלא תנא עד משמע מיד שיקפה אפילו קודם שירד לבור חייב במעשר דזה אינו דקודם שירד לבור לא שייך שום קיפוי והשתא לפי זה ל\"ק מידי דאפילו אי הוי הכא קיפוי דחבית לא קשה דליתני עד שיקפה דהא אפילו אי תנא עד לא הוי נשמע שבא למעט קיפוי דבור דאין במשמעו אלא שבא למעט קודם שום קיפוי וק\"ל. ועוד נוכל לומר דהכי קא מיבעי ליה קיפוי דבור או קיפוי דחבית אבל קיפוי דבור לא מקרי כלל קיפוי וליכא למטעי ביה כלל ולכך לא שייך גם כן למתני עד שיקפה דליכא למטעי בקיפוי אחר כלל וק\"ל:"
        ], 
        [
            "<b>תוס'</b> ד\"ה רבא מוקי לה כתלתא תנאי וכו' דלמשנה אחרונה נמי התחיל לימשך קבעו למעשר. נ\"ל דלשון זה לאו סיומא דתירוצא הוא משום דאי הוה אמרינן דלמשנה אחרונה לא תלי קביעות מעשר בהתחיל לימשך אלא בירידה לבור כ\"ש דהוי מתורץ טפי דלא הוי אלא תלתא תנאי וא\"כ מאי האי דמסיים דלמשנה אחרונה נמי התחיל לימשך קבעו למעשר אלא ע\"כ ה\"ק וכ\"ת מאי אצטריך לן לתרץ דתנא דמשנה ראשונה ודמשנה אחרונה חד חשיב ליה הא בלא\"ה ל\"ק מידי דנימא דמשנה אחרונה לא איירי לענין קביעת מעשר אלא לענין יין נסך ולעולם לענין קביעת מעשר לא הוו אלא תלתא תנאי זה אינו דסברא הוא דלמשנה אחרונה נמי התחיל לימשך קבעו למעשר דכמו דחשיב ליה יין לענין יין נסך ה\"נ חשיב ליה יין לענין קביעת מעשר ולכך ע\"כ ליכא לתרוצי בענין זה והוכרחנו לומר דתנא דמשנה ראשונה ודמשנה אחרונה חד חשיב ליה ומשום הכי קאמר תלתא תנאי וק\"ל:", 
            "<b>ד\"ה</b> אבל אם החזיר גרגותני לגת וכו' וי\"ל דס\"ל כאביי דאמר חמרא חדתא בענבי במשהו ולית ליה נמי סלק את מינו וכו'. ר\"ל או הא או הא דאי ס\"ל חמרא חדתא במשהו לא אצטריך תו למימר דלית ליה סלק מינו וכו' דהא לאביי הכל מינו הוא:", 
            "<b>ד\"ה</b> גרגותני גופה במאי מתסרא וכו' ומעשה בא לפני רש\"י כו' ואח\"כ משך ישראל יין מן החבית לקנקן כו' והתירו רש\"י וכו' כצ\"ל ומ\"ש בספרים ונתנו ליין שבחבית נראה שצריך למחקו דהא משמע מתוך דברי התוס' שלא היה שום חשש איסור ביין שבחבית אלא מטעם ניצוק שנתחבר ליין שבתוך הקנקן ולא שנתערב בו יין שבקנקן:", 
            "<b>בא\"ד</b> והיין שבקנקן נאסר נמי מטעם ניצוק וכו' והא דאמר דבמאי דנפיק לבראי גזרו ביה רבנן ובמאי דבגואי לא גזרו היינו למ\"ד ניצוק אינו דבור כמו שכתבו התוס' אחר זה בסמוך בדבור זה:", 
            "<b>בא\"ד</b> מעשה בא לפני ר' מנחם זצ\"ל וכו' אכל הכא שהיין שבתוך הכלי אין בו איסור יין נסך גמור אלא מכח עובד כוכבים לא נאסר ההוא דלא נפיק לבראי מטעם ניצוק וכו'. נראה דהאי מעשה פליגא אמעשה דרש\"י לעיל וגם אפירוש שכתבו התוס' לעיל מזה אליביה דפי' הרשב\"ם משום דהא לעיל כתב במעשה דרש\"י דהיין שבקנקן נאסר מטעם ניצוק אע\"ג דהיין שנשפך לכוס לא נאסר אלא מטעם כח העובד כוכבים וגם בפירושו של הרשב\"ם כתבו התוס' דהיין שבגרגותני נאסר מטעם ניצוק אע\"ג דהיין שבבור לא נאסר אלא מחמת כח העובד כוכבים וק\"ל:", 
            "<b>ד\"ה</b> מהו לדרוך עם העובד כוכבים בגת וכו' ומיירי נמי בדצייר לידיה כמ\"ש וכו'. לפירוש התוס' משמע שתחלת הבעיא היתה בדציירו לידיה וא\"כ צריך לפרש דהא דפריך והא קא מנסך בידיה וכו' והא קא מנסך ברגלים לאו הנהו דבעו מיניה קא פרכו ליה ולחדודי ההוא ינוקא קא בעו כדמשמע פשטא דשמעתין אלא על מעשה שאירע כך שדרכו עם עובד כוכבים שציירו לידיה קא בעו מיניה דינא אי ניסוך רגל שמיה ניסוך או לא וגמרא הוא דקא הדר ומפרש בעייתם ותשובת ההוא ינוקא באיזה ענין היה המעשה שהשיב להם כך להיתירא לכך פריך גמרא והא קא מנסך בידי' והא קא מנסך ברגלים וכו' והיינו דקא מסיימו התוס' וצ\"ל שע\"י מעשה שאלו וכו' ר\"ל וע\"כ צ\"ל כדפירשנו שתחלת הבעי' היתה בדציירו לידיה ושאלו אותו ע\"י מעשה שאירע כך ולא לפסק הלכה לידע אם התינוק יודע פסק ההלכה דא\"כ מסתמא הם שאלו לו בסתם מהו לידרך עם העובד כוכבים בגת כלומר אם פסק ההלכה כמשנה ראשונה או לא והוא השיב להם דורכים והם חזרו והקשו לו והא קא מנסך בידי' והשיב להם דציירנא לידיה וכו' כפשטא דשמעתין א\"כ היה לו להשיב אין דורכין כדין הפשוט לפי משנה אחרונה ולמה היה לו להשיב דורכין להפוך מהפסק ההלכה לפי משנה האחרונה עד שהוצרך אח\"כ לתרץ דבריו דציירנא לידיה שהוא דבר שאינו מצוי וק\"ל:", 
            "<b>בא\"ד</b> וא\"ת כיון שהגת התחיל לימשך וכו' יאסר יין הגת בהנאה וכו' ע\"י יין הבור שהוא אסור בהנאה ע\"כ. צ\"ל דיין שבבור לא נאסר בהנאה אלא מחמת כח העובד כוכבים משום דהא אדורך עם עובד כוכבים דציירנא לידיה קאי ולא משכחת שום איסור שאסור יין שבבור כ\"א ע\"י כח העובד כוכבים וא\"כ יש לדקדק אמאי דתירצו התוס' וי\"ל דניצוק כי האי שאין העובד כוכבים נוגע עתה בבור וכו' לא אסרו בהנאה וכו' למאן קאי האי תירוצא אי לסברת מעשה דרש\"י והתוס' דלעיל שבדבור שלפני זה הא ס\"ל דאפי' ביין שנאסר ע\"י כח עובד כוכבים שייך ביה דין ניצוק לאסור היין שבכלי העליון שמערה ממנו ואי לסברת מעשה דר' מנחם דלעיל היה להם לתרץ בקצרה דיין שנאסר מחמת כח העובד כוכבים אינו אוסר יין שבכלי עליון מטעם ניצוק כלשון ר' מנחם דלעיל ולמה להו להתוס' להאריך בהאי לישנא ולומר דניצוק כי האי דאין העובד כוכבים נוגע וכו' ונראה דיש לפרש דר\"ל דמה שבבור נאסר מכח העובד כוכבים ולמ\"ד ניצוק אוסר בכח עובד כוכבים וגם יש לפרש דהתוס' ר\"ל דכיון שהגת והבור הוא של עובד כוכבים מסתמא יש בבור כבר קצת יין נסך וא\"כ יאסר גם מה שבגת מטעם ניצוק כמו המערה לתוך כלי עובד כוכבים דאמר דב חסדא כי כייליתו חמרא קטופו קטופא כי היכי דלא יאסר מה שבחבית ע\"י ניצוק כדלעיל ואפ\"ה אתי שפיר תירוצא דתוס' דס\"ל לתוס' דניצוק כזה אינו אסור אלא בשתיה לא בהנאה משום דניצוק כזה אינו אסור אלא מטעם דרואין כאילו אותו יין הנאסר שבתוך הכלי למטה מעורב ביין שבכלי העליון ולכך [אינו] אוסר העליון בהנאה משום דהא אפילו נתערב ממש יין נסך ביין קי\"ל ימכר חוץ מדמי יי\"נ שבו ולכך אתי שפיר הכא שהיין שדרך עם העובד כוכבים בדצייר לידיה אינו נאסר בהנאה מטעם ניצוק ולכך מותר לדרוך עם העובד כוכבים בענין זה ולא מקרי משתכר באיסורי הנאה אבל כשהעובד כוכבים נוגע בסוף הקילוח למטה שאז נאסר גם היין שבכלי למעלה מטעם ניצוק אותו ניצוק הוא אסור אפילו בהנאה משום שאותו ניצוק אוסר מטעם שאנו רואין כאילו העובד כוכבים נוגע בעליון ולכך גם העליון אסור בהנאה ודו\"ק:"
        ], 
        [
            "<b>ד\"ה</b> ה\"ג ברוב ספרים בהדי דקא נחית וכו' ולפי דה\"ל הכא שלא בכוונה שרי בהנאה כצ\"ל ובהכי ניחא דמדמי ליה רב כהנא וכו'. ר\"ל דלגירסא זו קשיא מה שמדמה ליה לתינוק והא תינוק היה נוגע בגופו והכא הוי מגע ע\"י ד\"א אמנם בהכי ר\"ל במ\"ש דלפי גירסא זו חשבינן מגע עובד כוכבים ע\"י ד\"א כמו מגע עובד כוכבים בגופו אתי נמי שפיר מה שמדמה ליה לתינוק כיון דס\"ל דמגע ע\"י ד\"א חשבינן ליה כמגע בגופו:", 
            "<b>בא\"ד</b> וכן פי' ששאב היין מן הגיגית בנטלא. נ\"ל שהספר חסר וצ\"ל וכן הא דפריך לקמן והא קא נגע בנטלא פירוש ששאב היין מן הגיגית וכו':", 
            "<b>בא\"ד</b> מדמתרץ לקמן גבי ההיא פירכא דנטלא וכו' לא צריכא דמוריק אורוקי פי' וה\"ל כחו שלא בכוונה ולא גזור אף בשתיה. ר\"ל וכשהוא מערה הרי כאילו נוגע ביין ע\"י הכלי ואפ\"ה לא גזור אפילו בשתיה כשהוא שלא בכוונה ש\"מ דמגע ע\"י ד\"א שלא בכוונה מותר אפילו בשתיה ועיין לקמן בדף ס' בד\"ה ואי מצדד צדודי וכו' בתוס' דמבואר שם כשהוא מצדד הכלי הוי כאילו נוגע ביין ע\"י הכלי אלא דשם איירי בכוונה ולכך אוסר שם:", 
            "<b>בא\"ד</b> ועוד קשיא מההיא דלקמן דקאמר דקאזיל מיניה ומיניה וכו'. ויש תמיה דהשתא מביאין התוס' ראיה מזה דמגע ע\"י ד\"א שלא בכוונה מותר בשתיה ולעיל מזה לפי גירסת הספרים הביאו מזה ראיה דמגע ע\"י ד\"א אסור מדדייקא להא שלא בחמתו לא וצ\"ל דלעיל אייתי ראיה לפי מה שפירש רש\"י לקמן בהא דקאזיל מיניה ומיניה שהוא מגלגלו עד סמוך לבור ולא יותר ואפ\"ה שלא בחמתו אסור אע\"ג דאין כאן נגיעה ודאית אפי' ע\"י ד\"א אלא דחיישינן דלמא נגע כמו שפרש\"י לקמן בדף ס\"א וזה חשיב ליה לתוס' לעיל כמגע ע\"י ד\"א שלא בכוונה ואפ\"ה שלא בחמתו אסור ולכך הביאו מזה ראיה לעיל דמגע ע\"י ד\"א שלא בכוונה אסור בשתיה אבל השתא לא ס\"ל להתוס' בהאי דקאזיל מיניה ומיניה כפירוש רש\"י דלקמן אלא שמפרשים דקאזיל מיניה וכו' היינו שנוגע ודוחף החבית עד שנופל לבור ונוגע ביין מש\"ה הוי שפיר דאסור שלא בחמתו דהוי נגיעה ע\"י ד\"א בכוונה ואפ\"ה הכשירוהו בחמתו משום דבחמתו מקרי נוגע ע\"י ד\"א שלא בכוונה:"
        ], 
        [
            "<b>תוס'</b> ד\"ה תרגמא אבני השפחות וכו' וא\"ת אמאי לא נקיט וכו' ולא קאי מידי איין נסך וכו'. ר\"ל הא דקתני ברייתא מלו ולא טבלו לא קתני לה אלא משום רוקן ומדרסן אבל לענין יין נסך אפי' מלו וטבלו עושין יין נסך:", 
            "<b>ד\"ה</b> הא קמ\"ל עבדים דומיא דבני השפחות נראה דהכי הוה מצי למימר האי וכן כשאר וכן דעלמא וכו'. ר\"ל דבשלמא בלישנא ושיטה ראשונה דמשני דוכן קאי לענין מלו וטבלו ולאשמועינן דכשמלו וטבלו אין עושין יין נסך לקולא הוכרח לומר עבדים דומין לבני השפחות דלא היה יכול לומר שפחות דומיא דעבדים דכ\"ש הוא דאם עבדים שמלו וטבלו אין עושין יין נסך כ\"ש בני השפחות שמלו וטבלו לכך קאמר רבא לאשמועינן וכן להיפוך דמדמינן עבדים לבני השפחות אבל בשיטה זו דקאי לענין גדולים עושים יין וכו' הוי מצי למימר האי וכן כשאר וכן דעלמא ומדמה שפחות לעבדים כמשמעות לישנא וכן בכל מקום דמדמה הסיפא לרישא:", 
            "<b>ד\"ה</b> לאפוקי מדרב וכו' דלהאי לישנא דאמרי לה טהור לית ליה דרב דאמר תינוק בן יומו וכו' דאל\"כ לא אתי האי מתני' כוותיה. צ\"ע מנ\"ל הא נימא דלעולם שמואל אית ליה הא דרב והא מתניתין מתרץ דהא דקתני מלו ולא טבלו קאי ארוקן ומדרסן ולא קאי מידי איין נסך כמו שהקשו התוס' לעיל ונ\"ל דלהאי לישנא ליכא לתרץ דהא דקתני מלו ולא טבלו ארוקן ומדרסן משום דאם מלו ולא טבלו רוקן ומדרסן טהור כ\"ש במלו וטבלו ולישנא דברייתא משמע דוקא מלו ולא טבלו אבל מלו וטבלו לא מדלא נקט אע\"פ שלא טבלו וא\"כ א\"א לתרץ אלא דאבני שפחות קאי והא דקתני וכן הא קמ\"ל עבדים דומיא דבני השפחות וכו' לאפוקי מדרב וכו' וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> איקלע רב הונא וכו' לכך פירש ר\"י וכו' ואיפלוג עליה וכו' ואסרי דמידמו ליה וכו' לפלוגתא דרשב\"ג ורבנן ולמתני' דאגרדומי וכו' וה\"ג בספרים ישנים איקלע רב נחמן למחוזא וכו' כצ\"ל:"
        ], 
        [
            "<b>רש\"י</b> ד\"ה שמסכו שמזגו וכו' אסור אע\"ג דלא נגע גזור רבנן בכחו וכו'. פי' בכחו שנגע ביין ע\"י המים שיצאו בכחו מהכלי והיינו שכחו נגע ביין:", 
            "<b>דלא</b> עדיף מנגיעה ע\"י ד\"א כצ\"ל:", 
            "<b>תוס'</b> ד\"ה כתב הר\"י א\"ז בזמן הזה עובד כוכבים ששכשך ביינו של ישראל מותר וכו' אבל אי חזינן לדעתיה דעובד כוכבים שנוגע ביינו של ישראל כדי להכעיסו וכו'. צ\"ל דהאי שכשוך ונוגע דקאמר הר\"י א\"ז בתחלת דבריו אינו ר\"ל בידו ממש אלא ע\"י ד\"א דומיא דזרק העובד כוכבים חפץ לבור דקאמר בתר הכי משום דהא בסוף דבריו כתב וקרוב הדבר בעיני דאפי' אם נגע העובד כוכבים בידו להכעיס מותר בשתיה וכו' מכלל דעד השתא לא איירי בנגע בידו ממש וק\"ל:", 
            "<b>ד\"ה</b> בצר לאו היינו בצרה וכו' אז הודה כי גם בטעות זה יטעה שר של רומי. ר\"ל אבל קודם ששמע זה מר\"י הוה סבר ר\"ל שלא יטעה שר של רומי כ\"א בב' טעיות אבל האי דיגלה לבצרה לא הוה חשיב ליה לטעות משום דר\"ל נמי הוי ס\"ל דבצרה היא בצר בארץ מישור הכתובה בתורה שהיא אחת מערי המקלט:", 
            "<b>בא\"ד</b> ומשמע מהכא דח\"ל לא מיחייב במעשר וכו' מעשה היה בפומבדיתא והטבילוה קודם לאמה וכו' כצ\"ל. ור\"ל דמסיים שם וסכוה שמן של תרומה משמע שבפומבדיתא שהיא בבבל שהוא ח\"ל היו נוהגין להפריש תרומה:", 
            "<b>בא\"ד</b> ולאשמועינן כל המיקל בארץ וכו'. ע\"ש בפרק כיצד מברכין שאין לשון זה שכתבו התוס' לשון הגמרא שם ממש וכן עיין בפ\"ק דביצה:", 
            "<b>בא\"ד</b> אלו דברים מתעשרים דמאי בכל מקום וכו'. משום דבאים מא\"י כמבואד לקמן בדבור זה:"
        ], 
        [
            "<b>בא\"ד</b> שפירות קסרין ודאי פי' ודאי טבל שהיו אז כולן ע\"ה. ר\"ל ולא היו מעשרין כלל או כולם חברים אלא שהיה ידוע שלא עשרו צ\"ל דר\"ל שאע\"פ שהיו חברים היה ידוע שכל הפירות שהיו מוכרים למשולחים להביא משם למקומות אחרים לא היו מעשרין שהיו סוברים כר' יוסי דמתיר לשלוח טבל ודאי כשמודיעו אבל מה שהיו אוכלין בעצמן היו מפרישין שהרי חבירים היו:", 
            "<b>כיון</b> שהיה סוכות. פירוש וצריך לצאת בו ואתרוג חסר הוא פסול ומתרץ בחולו של מועד דיוצאים בחסר:", 
            "<b>בא\"ד</b> ופריך בירושלמי ויעשר ממנו עליו פי' למה שלח לו בטבל וכו' כצ\"ל:", 
            "<b>בא\"ד</b> הא מותר לשלוח אתרוג בטבלו מן הבריי'. לשון זה שכתבו מן הברייתא א\"א לי ליישבו וצריך למוחקו:", 
            "<b>בא\"ד</b> תרגומי' ולא נודע פירושו. ר\"ל של תרגומי' ועיין באשר\"י שכתב בו שני פירושים:", 
            "<b>בא\"ד</b> ובמקומות הקרובים נמי מפרש בירושלמי מנהג שהיו עושים וכו' ר\"ל ואפי' במקומות הקרובים ואפילו שבטלום הרובים לא מפרישין כל ההפרשות אלא מפרש בירושלמי המנהג איך היו עושין דהיינו רב יהודה בשם שמואל מפרש שאוכל והולך ואח\"כ מפריש ור' בא אמר דוקא תרומת דגן תירוש ויצהר ור' אילא אמר שלא היו מפרישין כ\"א תרומה גדולה ולא מעשר ובירקות לא היו מפרישין כלל אפילו תרומה ועיין במס' חולין דף ה' בתוס' ושם כתוב דבור זה כולו וכאן מחלק שם מחלוקי ירק ושאר פירות ודגן ותירוש ויצהר ובזה מתורץ כל הקושיות שהקשו התוס' בתחלת הדבור ע\"ש:", 
            "<b>ד\"ה</b> דא\"ר יוחנן וכו' ואי רבו היה היה לו למחות וכו' כצ\"ל דאי הוי רביה של ר\"י רשב\"ל היה תלמיד. נ\"ל דב' קושיות הן הא' דר\"י היה לו למחות בריש לקיש לכבוד רבו ועוד רשב\"ל גופיה היאך היה מותר לו להקל בכבודו של ר' שמעון הא כיון שהיה רבו של ר' יוחנן שהוא רבו של ר\"ל א\"כ גם ר\"ל היה תלמיד של ר' שמעון בן יהוצדק וק\"ל:", 
            "<b>בד\"ה</b> מהו שיוליך ענבים לגת רשב\"ם פי' וכו' לא מבעיא ליה אם יכול ליתן הענבים בתוך הגת דאם יש יין נמשך וכו'. ר\"ל דאין לפרש דמבעיא ליה אם יכול ליתן הענבים לתוך הגת משום דא\"כ תקשה לך ממ\"נ אי איירי שיש יין נמשך בגת פשיטא דאסור לעובד כוכבים ליתן ענבים לתוכו דאם נותן נאסר כל היין שבגת ואם אין יין נמשך בגת פשיטא דשרי אלא ודאי לא מבעיא ליה אלא אי חשיב יין ההוא שמזלף ע\"ג הענבים ונאסר בנגיעת עובד כוכבים או לא:"
        ], 
        [
            "<b>בא\"ד</b> דההוא דקאזיל מיניה ומיניה דלקמן פירוש שבשעה שהחבית נופל לבור עדיין הוא נוגע בו כצ\"ל:", 
            "<b>ד\"ה</b> ה\"ג אתא עובד כוכבים אידרי וכו' וכן כתב רשב\"ם בשם רש\"י שאם תחב עובר כוכבים ברזא וכו'. ר\"ל וכיון שרשב\"ם אוסר אפילו בהכנסת ברזא כ\"ש בתחיבת אצבע וק\"ל:", 
            "<b>בד\"ה</b> אר\"פ כו' ומצידיה נמי טמאה צ\"ל דאין זה מטעם ניצוק וכו' אלא הטעם לפי שמה שכנגד אצבעו טמא וא\"כ וכו' ממה שכנגד אצבעו ה\"ל כמפיה ומשוליה וכו' כצ\"ל:", 
            "<b>בא\"ד</b> וקשה להך לישנא דקאמר עד הברזא אסור היאך יהיה זה שהיין כולו מעורב וכו'. ונראה דלהך לישנא דאמר כל דלהדי ברזא ל\"ק דאיכא למימר דלא אסר אלא היין שבעובי הנקב כמו שפירשו התוס' לקמן ד\"ה מצידיה ומיד שהסיר העובד כוכבים ידו יצא דלא מתערב כל כך עם שאר היין שבחבית דעובי החבית גופיה מפסיק וק\"ל:"
        ], 
        [
            "<b>תוס'</b> ד\"ה זיקא בין מליא בין חסירא וכו' והעמידו בהידוק כנגד הסדק בסכין עד שסתם הנקב כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אי איכא טופח ע\"מ להטפיח וכו' דהכי אמרינן לקמן טופח שלא ע\"מ להטפיח ליכא למיחש וכו' כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> המטהר יינו של עובד כוכבים וכו' וא\"ת היאך נוכיח ממתניתין וכו' וי\"ל דה\"פ בעיר שכולה עובדי כוכבים אסור עד שישב ומשמר ועלה מפרש אין השומר צריך וכו' אע\"פ שיוצא ונכנס כצ\"ל ור\"ל דמדקתני עד שישב ומשמר שזהו שומר גמור ופשיט' היכא שיש כאן שומר ורואה שלא נגע בו עובד כוכבים מותר לכתחלה אפילו בלי שום מפתח וחותם ועלה קא מפרש אין השומר וכו' אלא אע\"פ שיוצא ונכנס. ר\"ל שיוצא ונכנס הוי כמו שומר גמור מכלל דביוצא ונכנס נמי מותר אפילו לכתחלה [אפילו] בלא מפתח וחותם ודו\"ק:"
        ], 
        [
            "<b>ד\"ה</b> עד שיהא יושב ומשמר תימה היינו רישא וכו'. ע\"כ דיבור זה שייך במתני' דלעיל וא\"כ מאי מקשין התוס' ליתרץ דלהכי קתני עד שיהא השומר יושב ומשמר כדי ליתני עלה ואין השומר וכו' אלא אפילו יוצא ונכנס לאשמועינן דיוצא ונכנס מותר אפי' לכתחלה אפי' בלא מפתח וחותם כמו שכתבו התוס' לעיל בדבור המטהר יינו ויש ליישב דהתוס' רוצים ג\"כ לתרץ לפי סברת התנא דתני קמיה דר' יוחנן ישראל דר באותה חצר והוא שמפתח וחותם בידו וא\"כ היה סבר ג\"כ דביוצא ונכנס צריך ג\"כ מפתח וחותם וא\"כ לפי מה דס\"ל היאך היה מתרץ מתניתין דקתני עד שישב ומשמר היינו רישא דישראל ועובד כוכבים דרים דמ\"ל דרים ומ\"ל יושב ומשמר אבל אה\"נ לפי מה דקאמר ליה רבי יוחנן אע\"פ שאין מפתח וחותם בידו מותר אין אנו צריכין לתירוץ של התוס' אלא כמו שפירשו התוס' לעיל דאתא לאשמועינן דביוצא ונכנס סגי אפילו בלא מפתח וחותם כמו בשומר גמור וק\"ל:", 
            "<b><br>השוכר</b> פרק חמישי :"
        ], 
        [
            "<b>גמ'</b> אמר אביי לעולם יהבינן שכר מפירות שביעית. אביי לא שייך דליפלוג אר\"י דאמר קנס קנסו חכמים בחמרין אלא דאמר דמהא ליכא למשמע מינה דאיכא לשנויי דיהבינן ליה שכר מפירות שביעית וכו':", 
            "<b>רש\"י</b> ד\"ה שכרו לעשות עמו מלאכה אחרת וכו' אע\"ג דאגרא דיהיב לא משום מלאכה אחרת. ע\"כ דר\"ל דכל האגרא אינו משום מלאכה אחרת שהרי יש בו משום יי\"נ ועי' בגמרא:", 
            "<b>תוס'</b> ד\"ה והתנן מכרן וקידש בדמיהן וכו' ה\"ג גבי שביעית וכו' כדאמר לעיל וכו'. דברי התוס' הללו א\"א לישב דע\"כ דאסורים גבי שביעית הוי פירושו שהן בקדושת שביעית ומ\"ל הוא ומ\"ל אחרים דכיון שהדמים נתפסים בשביעית גם צריכין לנהוג בהן קדושת שביעית כדמשמע בהדיא לקמן בעובדא דר' ינאי דיזפי פירות שביעית וכו' ופשוט הוא גם לא נזכר מזה לעיל בפרק ר' ישמעאל וק\"ל וצ\"ע:"
        ], 
        [
            "<b>גמ'</b> א\"ל זיל קלינהו וקברינהו בי קברי וכו'. יש להקשות דאף לפי המסקנא אינו מתורץ דלימא דלקלינהו ולקברינהו בלא בי קברי בכל מקום שהוא דהא על כרחך צריך לומר דעפר דהאי בי קברי מותר ליהנות דאל\"כ לקלינהו ולבדרינהו בי קברי כמו שכתבו התוס' ולכך צריך דלקברינהו דהשתא לא אתו לזבולי דאין דרך לחטט אחר הקברים משום זבל כמו שכתבו התוס' ד\"ה ולקברינהו וע\"כ ר\"ל בכל מקום אין דרך לחטט אחר הקברים משום זבל אפילו שלא בבית קברות שהרי שור הנסקל ועגלה ערופה וכו' ובכור קוברין אפילו בלא בי קברי ולא חיישינן פן יבאו לחטט אחריהם לזבל אחר שנעשו עפר וא\"כ ה\"נ הל\"ל דלקלינהו ולקברינהו בלא בי קברי ויש לישב דכדי לפרסומי מלתא דשכר סתם יינם אסור בהנאה עביד הכי דכה\"ג איתא בפ' אלו טרפות רף נ\"ג גבי ההוא שרקפא דספק דרוסות דאתא לקמיה דרב חנקינהו ושדינהו בנהר ופריך וליחנקינהו ולישדינהו לאשפה ולטעמיך ליחנקינהו ולישדינהו לכלבים אלא לפרסומי מלתא דאסורה ופרש\"י וכדאזיל לנהרא אוושא מלתא טפי ע\"ש אלא שיש לתמוה שהתוס' לא נתעוררו לזה:", 
            "<b>תוס'</b> ד\"ה וליקברינהו וכו' וכן דרך עתה לקבור בכורות ונראה שצריך לקבור מעט בעומק פן יבא לחטט אחריהם וכו'. צ\"ל ע\"כ אין ר\"ל פן יבואו בני אדם לחטט אחריהם ויהנו מהן שהרי כבר כתבו לעיל מזה כיון שאין דרך לקבור בשר ושער מוכחא מלתא אלא ר\"ל פן יבאו הכלבים וכיוצא לחטט אחריהם ויתגלו וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> והא מחסרא משיכה פירוש ואפילו לר\"י דאמר מעות קונות וכו'. ר\"ל מאי פריך המקשה הא סוגיא זו אליביה דר\"י קא שקיל וטרי ואזיל ור\"י אית ליה דבישראל דבר תורה מעות קונות אלא שרבנן תקנו משיכה משום שלא יאמר נשרפו חטיך בעלייה כדאיתא בפרק הזהב וה\"נ הביאה היא במקום מעות וכיון שבא עליה נקנה לה הטלה מן התורה וחל עליה איסור אתנן אע\"ג דלא משכה עדיין ומתרץ דלא קנתה הטלה משום שהפקיעו חכמים בכל לוקחים שלא יקנו החפץ כי אם במשיכה גם ממנה הפקיעו כחה שלא תקנה ולא דמי לההיא דפרק הזהב נתנה לסיטון מעל פי' נתן סלע של הקדש לסיטון שהוא חנוני גדול המוכר פירות מעל הלוקח לר\"י אע\"ג דלא משך הפירות משום דאית ליה מעות קונות דבר תורה דשאני התם דלא הפקיעו חכמים שלא יקנה המוכר המעות אלא שלא יקנה הלוקח החפץ וכיון שנתן המעות של הקדש לסיטון נקנו לו המעות ויצאו לחולין מיד מעל מן התורה ובמה יפקע המעילה ואע\"ג דנהי דלענין מקח וממכר אמרינן דהואיל דהלוקח לא קנה החפץ ממילא ג\"כ לא קנה המוכר המעות וצריך להחזירם לו היינו גבי ממון אבל לענין מעילה מי יפקיע המעילה כיון שלא הפקיעו חכמים כח המוכר כ\"א כח הקינה וק\"ל אבל הכא האתנן אינו נאסר אלא מעת שנקנה להאשה שהיא הלוקח וכיון שהפקיעו חכמים כל כח הלוקחים גם ממנה הפקיעו שלא נקנה לה הטלה וא\"כ אין כאן אתנן כלל וק\"ל:", 
            "<b>ד\"ה</b> ואינו חושש לא משום שביעית וכו' וקשה מי הזקיקו לשנות וכו' ועוד תקשה לרב ששת וכו'. ר\"ל מי הזקיקו לרש\"י לפרש כן וכ\"ת דרש\"י היה מוכרח לפרש כן משום דתיובתא דרב ששת לא שייכא אלא א\"כ מפרש טעם הברייתא הכי עדיין יש להקשות לרב ששת גופיה מנא ליה לפרושי הכי ולמותיב בתיובתא דלמא טעמא דברייתא לא משום דמוסר דמי שביעית לעם הארץ אלא לאחר הביעור איירי ומשום דנהנה מפירות שביעית וכו':", 
            "<b>בא\"ד</b> לפירושו לשון קנה ליה דינר גבי' וכו' כצ\"ל:", 
            "<b>בא\"ד</b> והשתא אפילו איירי הברייתא אחר הביעור פריך שפיר וכו' דאם איתא דבעלמא וכו' כצ\"ל:", 
            "<b>בא\"ד</b> והיינו קני ליה דינר גבי' דקאמר וכו' ומעת שקונה הדינר בנכסי בעל הבית וכו' כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אין עודרין וכו' כדקיימא לן במנחות ואין עודרין וכו' אין לפרש וכו' כצ\"ל והכל דבור אחד. אין לפרש האי כלאים היינו כלאי הכרם וכו' דא\"כ כי פריך לרבנן וכו' ואין לומר דלהכי שרי וכו' אלא ודאי בכלאי זרעים מיירי. יש לדקדק בדברי התוס' הללו דהא מכ\"ש השתא דמיירי בכלאי זרעים דאינן איסורי הנאה יש להקשות מה מייתי ראיה מכלאים הא שאני כלאי זרעים דאין תופסין דמיהן ולכך שכרו מותר משא\"כ ביין נסך ונראה דלפי האמת אין זו קושיא כלל משום דאף במקום שאין תופסין דמיהן מ\"מ אסור לעשות כן לכתחלה וכדקתני רישא דברייתא אין עודרין עם העובד כוכבים אע\"ג שאין תופסת דמיו מ\"מ המלאכה אסורה לעשות ומדקתני אבל עודרין וכו' ש\"מ דלמעוטי תיפלות מותר אפילו לכתחלה דאין שום איסור במלאכה זו וכיון דבמקום דממעט תיפלות אין בו שום איסור מלאכה ממילא שכרו נמי מותר אפילו ביין נסך אע\"ג דתופס דמיו דהא אין כאן שום איסור שיהיו הדמים נתפסים בו אלא שיש מפרשים היו רוצים להביא מכאן ראיה דכלאי הכרם נוהגים בשל עובד כוכבים והיו רוצים להכריח דע\"כ צ\"ל דהכא איירי בכלאי הכרם דאסורים בהנאה דהשתא מייתי שפיר ראיה מאיסורי הנאה ליין נסך דלמעוטי תיפלות שכרו מותר ואע\"ג דלא דמו ממש דבכלאי הכרם אין תופס דמיו וביין נסך תופס דמיו מ\"מ גם בכלאי הכרם כיון דאיסורי הנאה הן היה לן לכתחלה לאסור להשתכר באיסורי הנאה ומדמותר בכלאים להשתכר בו לכתחלה משום כדי למעוטי תיפלות א\"כ ביין נסך ג\"כ מותר ואין שכרו נתפס באיסור אבל אי לא איירי בכלאי הכרם אלא בכלאי זרעים דאינן איסורי הנאה לא הוה מייתי מיניה שום ראיה ליין נסך משום דשאני כלאי זרעים דאינן איסורי הנאה ולכך מותר להשתכר בו כדי למעט תיפלות משא\"כ יין נסך דאיסורי הנאה היא ולפי סברא זו הקשו התוס' דא\"כ היכי מייתי ראיה מתחלה. ר\"ל לפי טעמיהם דמפרשי הכי והמשך דברי התוס' כך הן אין לפרש האי כלאים היינו כלאי הכרם ר\"ל בהכרח משום דהשתא מייתי ראיה שפיר מכלאי הכרם דאסורים בהנאה ליין נסך וכו' כמו שכתבנו דא\"כ כי מוקי לה כרבנן מאי פריך מאי אריא וכו' הא מ\"מ לא היה יכול למתני דשפיר דמי לקיים לעובד כוכבים בשכר משום דהוה משתכר באיסורי הנאה ואין לומר דכיון דאין תופסין דמיהן מותר להשתכר בו אפילו לכתחלה דא\"כ היכי מייתי ראיה מתחלה וכו'. ר\"ל הא בעלי סברא זו כל עצמן לא הכריחו דאיירי בכלאי הכרם אלא מדמייתי ראיה מיניה ליין נסך דבשלמא אי איירי בכלאי הכרם מייתי שפיר דאם היה למעוטי תיפלות שכרו אסור ביין נסך גם בכלאי הכרם היה לן לאסור להשתכר לכתחלה כדלעיל אבל השתא דאמרת דכיון דאין תופס דמיו מותר להשתכר בו לכתחלה לרבנן דלקיומי אינו אסור א\"כ היכי מייתי ראיה מתחלה וכו' אלא ודאי בכלאי זרעים איירי ואין הפי' כן כמו שהיו הן מפרשין דלא אייתי מידי מטעם משתכר באיסור הנאה אלא מטעם דכיון דהא מעשה גופה מותר לעשות לכתחלה משום כדי למעוטי תיפלות א\"כ ה\"ה גבי יין נסך המעשה מותר וכיון שהמעשה מותר ממילא שכרו ג\"כ מותר דלא החמירו לאסור שכרו אלא במקום שהמעשה אסור כדלעיל והלכך אין להביא ראיה מכאן דכלאים נוהגים בשל עובד כוכבים וכו' ודו\"ק נ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> מדרבי יהודה נשמע לר\"ע ה\"ה דמדר\"י היה יכול להוכיח וכו'. ר\"ל היה יכול להוכיח ולפשוט הבעיא דמותר להשתכר ביין נסך מדרבי יהודה גופיה בלא ר\"ע אלא הכי הל\"ל לאו אר\"י אסור ליתן להם מתנת חנם אבל למעוטי תיפלות שפיר דמי ה\"נ גבי יין נסך למעוטי תיפלות שפיר דמי אלא הואיל ומתחלת הסוגיא התחיל לפשוט מר\"ע בעי לאסוקי למלתיה על ר\"ע:", 
            "<b>ד\"ה</b> זבינו כל מה דאית לכו וכו' והא דאמרינן פרק ר' ישמעאל וכו' לא בטלה. ר\"ל וא\"כ מאי משני בגמרא שאני התם וכו' ודאי בטלה הא כיון דלעובדיה היו מוכרים א\"כ לא הוי ביטול ותירץ שאני הכא וכו' והוי ביטול אפילו כשמוכרה לעובדיה ולכך משני בגמרא שפיר וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> תניא נמי הכי וכו' ומש\"ה בפ\"ק דקידושין וכו'. ע\"ש דשם הסוגיא קצת מה בענין אחר וז\"ל הגמרא שם אמר רבא דבר תורה עובד כוכבים יורש אביו וכו' גר את העובד כוכבים אינו מדברי תורה אלא מדברי סופרים דתניא גר ועובד כוכבים שירשו את אביהם עובד כוכבים גר יכול לומר לעובד כוכבים טול עבודת כוכבים ואי ס\"ד דאורייתא כי לא באו לרשותו נמי כי שקיל דמי עבודת כוכבים קא שקיל אלא מדרבנן גזירה הוא דעבוד רבנן שמא יחזור לסורו תניא נמי הכי בד\"א שירשו אבל נשתתפו אסור:", 
            "<b>ד\"ה</b> אין מפקידין וכו' ונראה שרש\"י חזר בו מטעם ראשון משום דמדתלי איסור יינו בשמנו וכו'. מקשין העולם דל\"ל לתוס' לזה הטעם נימא דרש\"י חזר בו מפירושו הראשון מחמת שהיה קשה לו קושיות ר\"ת דלעיל מזה שהקשה על פרש\"י הראשון ונראה לי לתרץ דס\"ל לתוס' דאם איתא דבשביל קושית ר\"ת חזר בו רש\"י הוה קשה ארש\"י מתחלה מאי סבר ולבסוף מאי סבר דלא שייך למימר שמתחלה לא הרגיש בקושית ר\"ת דהא דין דמייחדין אצלן מבואר בהדיא בברייתא ואי טעם דאין מפקידין הוה מטעם דאין מקפידין על מגע עובד כוכבים מ\"ש דמייחדין וע\"כ גם בתחלת פירושו היה צריך לחלק בין מפקידין למייחדין באיזה סברא ואפשר שהיה מחלק כמו שמחלקין התוס' בתר הכי דבזמן מועט לא חיישינן למגע עובד כוכבים דאין רגילין כ\"כ בביתו וא\"כ למה חזר רש\"י מפירושו שדוחק הוא לומר שלבסוף חזר בו מסברא זו לכך כתבו התוס' שחזר בו מטעם אחר משום דר\"ל דתלי יינו בשמנו וכו':", 
            "<b>בא\"ד</b> אבל רבינו יצחק כתב וכו' רבותא קמ\"ל דלא חיישינן שמא יגע וכו' כיון שאין מניחו אלא לפי שעה. נ\"ל שלא לגרוס זה אלא בכל ענין ס\"ל דלא חיישינן למגע עובד כוכבים דאל\"כ אלא דוקא לפי שעה לא חיישינן אבל לזמן מרובה חיישינן א\"כ גבי אין מפקידין למה הוצרך לפרש הטעם כדפרש\"י בהג\"ה כמו שכתב בתר הכי דהיינו משום דחיישינן לאחלופי ה\"ל לפרש משום דחיישינן למגע עובד כוכבים ודו\"ק:"
        ], 
        [
            "<b>ד\"ה</b> טעמא דא\"ל לעתותי ערב וכו' א\"נ שכרו מותר משמע כל שכרו וכו'. ואין להקשות א\"כ מאי משני רבא דאמר העבר לי חבית בפרוטה דע\"כ אותה פרוטה דחבית יין נסך לא שקיל והא שכרו מותר משמע כל שכרו די\"ל דכיון דכל חבית וחבית שכירות בפני עצמו הוא זה מקרי שפיר כל שכרו:", 
            "<b>ד\"ה</b> מאונא לאונא כו' כמו נטל ועבר וכו'. הוא תרגום בישעיה י' בפסוק עוד היום בנוב לעמוד:", 
            "<b>והא</b> דאמרינן בסוף חלק כצ\"ל:", 
            "<b>בתרגום</b> אינו חושב כ\"א ערים גדולות. פירש שם בפסוק מונה עשר מקומות שנסע באותו יום ועלה קאמר בגמרא שם עשר מסעות וכו' אבל התרגום אינו מונה כ\"א הג' מקומות הגדולים שהיו סמוך לירושלים שנסע באותו היום אבל הז' מקומות שהיו קודם להן לא חשיב להו אע\"ג שגם אותן נסע באותו היום וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> כי קא טרח בהיתירא קא טרח פרש\"י דיין נסך לא הוי עד דמטיא לקרקעותיה דזיקי וכו'. משום דרש\"י מפרש כגון שיש יין נסך למטה בקרקעות דזיקי שנשאר ממה שהיה כבר בזיקי:", 
            "<b>בא\"ד</b> אי נמי מיירי הכא שהריקו כליהם יפה שאינו יין נסך עד שיגע ר\"ל עד שיגע העובד כוכבים ביין שלקח מהישראל:", 
            "<b>ד\"ה</b> ה\"ג בסדר המשנה יין נסך שנפל על גבי ענבים וכו' ופריך בגמרא בפשיטות מעשה לסתור וכו' ומשני דיין על גבי גרוגרות נ\"ט לפגם כצ\"ל:", 
            "<b>בא\"ד</b> וקשה שהיה לו לומר חסורי מחסרא וכו' בד\"א בתמרים ותאנים לחים וכו' עד ובספר ר\"ת לא הוי גריס ליה. משמע דאי ל\"ג במתניתין נפל ע\"ג תאנים וכו' ופריך מעשה לסתור מענבים מבוקעות אגרוגרות ל\"ק דהוי ליה למימר חסורי מחסרא בד\"א בענבים אבל בגרוגרות נ\"ט לפגם כמו שהקשו לפי גירסא דגרסינן במתני' נפל על גבי תאנים וכו' ויש לדקדק דמ\"ש וצ\"ל דכי פריך מענבים לגרוגרות אצ\"ל בד\"א בענבים דהא חזינן דזה איירי בענבים וכו' אלא עיקר החסורי מחסרא הוא דמחלק בין נותן טעם לשבח ובין נ\"ט לפגם אבל לפי הגירסא דפריך מתאנים אגרוגרות והיה ס\"ד דמקשה דתאנים וגרוגרת חדא מילתא היא לכך הקשו דהל\"ל חסורי מחסרא בד\"א בתאנים לחים וכו' דהחדוש הוא דמחלקין בין תאנים לחים ליבשים וק\"ל:", 
            "<b>ד\"ה</b> הבגד שאבד בו כלאים וכו' כדאמרינן התם דרך בישול אסרה תורה. ר\"ל מדלא אסרו אלא דרך בישול ש\"מ דוקא אטעמא קפיד רחמנא:", 
            "<b>ד\"ה</b> הרי זה לא ימכרנה לעובד כוכבים וכו' ודוקא הצעה וכו' וטעמא לפי שהוא דרבנן וכו'. ר\"ל דאפילו כל בגד של כלאים אינו אסור להציע תחתיו אלא מדרבנן גזירה שמא תכרוך נימא על בשרו כדבסמוך או גזירה משום העלאה אבל במרדעת החמור דלא שכיחא שיעלנו עליו וגם לא שייך בו כריכות נימא מותר אפילו מדרבנן וע\"ש בתוס' ביצה:", 
            "<b>ד\"ה</b> אבל עושין אותו תכריכין למת וכו' ורבי יהודה אומר ההיא דמנחות אליביה דשמואל וכו' והא דתלי טעמא בלועג לרש לפי שבא ליתן טעם שהעומדים יש להם והוא אינו יכול לעשותו וא\"כ הן לועגים וכו' כצ\"ל ונראה דר\"ל דלהכי תלי טעמא בלועג ולא קאמר משום דמצות אינן בטלות משום דא\"כ לא יטילו ציצית אלא בשעה שמניחין אותו בקבר ולא בשעה שמתעסקין בו ועומדים אצלו ונושאים אותו לכך תלי טעמא בלועג דקודם שיקברוהו דהיינו בשעה שמעמידין ונושאין אותו נמי צריך ציצית משום לועג לרש אבל למ\"ד דמצות בטלות לעתיד לא שייך לועג לרש משום דכבר בטלו ממנו המצות ולא שייך לועג לרש אלא כשהמצוה אינה בטלה אלא שהמת אינו יכול לעשות:", 
            "<b>ושמואל</b> מוקי הך דהכא כרבי ינאי וכו'. ר\"ל דבפרק בתrא דנדה איתא אההיא cרייתא דהכא אמר ר' ינאי לא שנו אלא להספיs אכל לקבור לא משום דר' ינאי ס\"ל ג\"כ אין מצות בטלות לעתיד ור' יוחנן פליג על ר' ינאי דהתם ואמר אפילו לקבור ושמואל מוקי ההיא דהכא כדאוקי לה ר' ינאי התם דלא איירי אלא לספוד דוקא כן נ\"ל הצעת דברי התוס' ובדרך זה יתורצו הרבה דקדוקים שהיה לדקדק בדברי התוס' הללו:", 
            "<b>בא\"ד</b> כדאמרינן במסכת נדה בראשונה היו מטבילין כלים ע\"ג נדות מתות כצ\"ל ועיין שם בנדה:", 
            "<b>ד\"ה</b> למפינהו ולזבונינהו לעובדי כוכבים וכו' כדאמרינן פרק ר' ישמעאל וכו' נראה דט\"ס הוא בתוס' וצ\"ל אין מעמידין:"
        ], 
        [
            "<b>תוס'</b> ד\"ה מכלל דרישא בנותן טעם עסקינן וכו' אלא מדמפליג בסיפא. יש לדקדק הא סיפא דקתני זה הכלל כל שבהנאתו בנ\"ט אסור והוי פירושו נ\"ט לשבח וכיון דהשתא ס\"ל להתוס' דבמשהו נמי יש חילוק בין נ\"ט לשבח ובין לפגם אם כן סיפא נמי דמחלק בין לשבח לפגם מצי מיירי במשהו וי\"ל דסיפא ע\"כ לא איירי במשהו דהא איירי נמי ביין שנפל על גבי תאנים וגרוגרות ולהכי נקט לישנא כל שבהנאתו בנ\"ט ולא נקיט כל שבהנאתו לשבח אלמא בנתינת טעם עסקינן וק\"ל:", 
            "<b>ד\"ה</b> תבלין של ב' וג' שמות וכו' והא דטעמא לא בטיל לא בעי למימר דלא בטל כלל וכו'. כתבו זה משום דקשה להו לתוס' דכיון דמידי דלטעמא עבידא לא בטיל מאי צריך לצירוף הא אפילו משהו לא בטיל לכך כתב דלא בעי למימר דלא בטיל כלל כו':", 
            "<b>ד\"ה</b> ורבא אמר הא מני ר\"מ וכו' ה\"מ כשהאיסורים בעין וכו'. ר\"ל דהכי משני רבא דלעולם לענין מין במינו ושאינו מינו לא אזלינן בתר טעמא אלא בתר שמא וכן לענין צירוף לא הוי טעמא דמצטרפין משום דבתר טעמא אזלינן והוי כאילו הוי חד איסורא וחד מינא אלא טעמא הוי דאפילו הרבה איסורים והרבה מינים מצטרפים לשיעור דכר\"מ אתי אלא דאי לא הוי כולהו ראויין למתק אלא שזה היה חזק וזה מתוק לא היה אפשר לצרף לשיעור נתינת טעם האיסור כיון שאין הטעמים שוין לכך אצטריך לדחוקי הואיל וראוין למתק הקדירה אבל כשהן בעין ואוכל האיסורים בעין שלא ע\"י תערובת דלא תלי האיסור בטעם מצטרפין כל האיסורים לשיעור ואפי' אין הטעמים שוין וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אביי אמר אסור ריחא מלתא וכו' אבל אין לומר דחשבינן ליה נהנה דא\"כ מאי פריך מכמון של תרומה וכו'. יש לדקדק דלפי זה דלא דייקי התוס' דלאביי חשבינן ליה כשותה אלא מדפריך ליה רבא מכמון וא\"כ יש להקשות אין ה\"נ מנא ליה לרבא דטעמא דאביי משום דחשיב ליה כשותה דפריך ליה מכמון דלמא אין ה\"נ דטעמא דאביי דחשיב ליה נהנה מיין נסך דאסור בהנאה והשתא ל\"ק מידי לאביי מכמון דתרומה דשאני תרומה דשריא לישראל בהנאה וכן יש להקשות אמאי דמפרשי התוס' דטעמא דרבא דלא חשיב ליה כשותה לפי שהריח נכנס בפניו ומזיקו וכו' וא\"כ יש להקשות מאי פריך רבא לאביי מההיא דכמון תקשה ליה לעצמו דהא איהו לא פליג אדאביי אלא משום דמזיקו א\"כ גבי כמון של תרומה דאינו מזיקו אמאי הפת מותרת ונ\"ל לישב כל זה דרבא דייק דטעמא דאביי דחשיב ליה כשותה דאי משום נהנה הא אין כאן הנאה כיון דמזיקו אלא ודאי משום שותה הוא ובשותה אין שייך לחלק בין מזיקו בין שאינו מזיקו דבכל ענין אסור לשתות שום דבר האסור ורבא ס\"ל דאין סברא כלל להחשיבו כשותה אפילו היכא דלא מזיקו והכא גבי בת תיהא דמזיקו לא נהנה ולא שותה הוי ולא אצטריכו התוס' לרבא לטעמא דמזיקו אלא משום דלא יהא נהנה דיין נסך אסור אפי' בהנאה אבל להחשיבו כשותה אפי' היכא דאינו מזיקו לא חשיב ליה רבא כשותה ולהכי פריך ליה רבא לאביי שפיר מכמון דלדידיה ניחא דלא חשיב ליה כשותה אפילו היכא דאינו מזיקו אלא נהנה שייך היכא דאינו מזיקו והכא גבי תרומה דשריא לישראל בהנאה אין כאן איסור כלל אבל לאביי דחשיב ליה כשותה קשיא דגבי תרומה ליתסר דהא תרומה אסורה באכילה ושתיה לישראל אלא שעדיין יש לדקדק דבדבור שאחר זה כתבו התוס' דרבא נמי אית ליה הא דרב דאסר בשר שמן שצלאו עם בשר נבילה דשאני הכא דהריח מזיקו מכלל דס\"ל לתוס' דהיכי דאינו מזיקו אפי' לרבא חשיב ליה כשותה אלא שיש לתרץ דהתם גבי פיטום דאזל האי ומפטם האי מודה רבא דחשיב ליה כאוכל האיסור ועוד יש לדקדק לפירוש התוס' בדבור שאחר זה דמחלק לאביי דשאני הכא דנהנה ומריח מן גוף האיסור היין עצמו וכו' אבל התם אינו אלא ריח האיסור נכנס בתוך ההיתר והוא אוכל את ההיתר ובהא אפי' אביי מודה דריחא לאו מלתא היא א\"כ מאי פריך ליה רבא מכמון וי\"ל דגבי כמון נמי נהנה מריח גוף הכמון ולכך לאביי דחשיב ליה כשותה הוי ליה למתסר ולכך פריך ליה שפיר וק\"ל ועוד יש לדקדק דקדוקים רבים בשיטה זו אלא שאין להאריך:"
        ], 
        [
            "<b>גמרא</b> אמר רבי אבהו וכו' וזהו כזית בכדי אכילת פרס וכו'. לפי' רש\"י בעינן תרתי שיהא טעמו וממשו וגם כזית בכדי אכילת פרס ואז לוקין ודו\"ק ברש\"י:", 
            "<b>תד\"ה</b> נעשה כמי שהשביח וכו' וי\"ל לפי שעיקר השבח לא הוי עד לאחר שירתיחו ויצננו. נראה דר\"ל דעיקר השבח לא הוי אלא שמרתיחן מתחלה ויצננו ואח\"כ נותן לתוכן החומץ והכא שנפל החומץ תוך גריסים צוננים קודם שהרתיחן כלל דזה אין עיקר השבח ולכך קאמר נעשה וכו' אבל היכי שנפל החומץ לתוך גריסין רותחין אין משביח כלל אפילו לאחר שיצננו וק\"ל:", 
            "<b>ד\"ה</b> אמר ר\"י וכו'. עיין בפרק ג\"ה דף צ\"ה בתוס' ד\"ה רבא אמר לא נצרכא אלא לטעם כעיקר וכו' ותמצא שם כל שיטת התוס' דהכא מבוארים:", 
            "<b>בא\"ד</b> מדקאמר אביי וכו'. לשון זה של התוס' אינו מדוקדק דמשמע דבעו לאתויי ראיה דהלכתא דטעמו ולא ממשו אינו דאורייתא ובסוף דבריו מסיים דבבשר בחלב הוי דאורייתא אפי' בעלמא לא הוי דאורייתא ודלא כפרש\"י דהכא:", 
            "<b>בא\"ד</b> משום דהדרשה פשוטה יותר נקט כי כן רגילה הגמרא וכו' מיום השמיני ובפרק ר\"א דמילה דרשינן לה מבן ח' ימים כו' עיין בפרק ר\"א דמילה דאין שם ממש כן ע\"ש:"
        ], 
        [
            "<b>ד\"ה</b> ואידך קדירה בת יומא וכו' ועוד י\"ל דלרבנן דר\"ע דפסחים וכו' והא דקאמר דקדירה בת יומא פגמה פורתא וכו'. והא דקאמר התם דחידוש הוא וכו' צריך לפרש כמו שפי' לפי שנויא קמא. ר\"ל דאי לאו דגלי קרא היה מותר מן הדין אפילו פגמא פורתא כדפרשינן לשנויא קמא כדלעיל:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> והני תלתא בבי וכו' ואע\"ג דבשאור איכא תרי בבי וכו'. ר\"ל בבא דמציעתא לחוד דהיינו נפל של תרומה תחלה ונפל של חולין תחלה איכא תרי בבי בלא רישא דאיירי בנפלו ב' בבת אחת והא דקאמרו התוס' בתר הכי דמשום דנפל של תרומה תחלה מסיים לפרושי נפל של חולין תחלה לאשמועינן דאפילו בפוגם מעיקרא קאסר ת\"ק אינו פוגם מעיקרא ממש דההוא מבבא דסיפא שמעינן מחומץ שנפל לתוך הגריסין אלא ר\"ל נפל של חולין תחלה ואח\"כ נפל של תרומה דכבר יש שיעור להחמיץ בדחולין קרי ליה לתרומה פוגם מעיקרא לאפוקי רישא דאיירי שנפל ב' בבת אחת אבל לפי האמת אפי' נפל חולין תחלה אינו פוגם מעיקרא גמור כדר' זירא ופוגם מעיקרא גמור שמעינן מדסיפא וכ\"ש נפל של חולין תחלה ולא נקט לה אלא אגב דנקיט נפל של תרומה תחלה נקט נמי דין נפל של חולין תחלה דלא נשמע מרישא דאיירי שנפלו ב' בבת אחת וק\"ל:", 
            "<b>ד\"ה</b> דהא מאיסא ובדילי אינשי מיניה וכו' לכך צ\"ל דהא בדילי אינשי מיניה וכו' דכל נט\"ל בשרצים אסור וכו' כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> בתבלין ופלפלין וכו' כדאמר לעיל וכו' אסור ומצטרף ר\"ל ומדבעי צירוף מכלל דאינו אסור במשהו דאם לא כן למה לי צירוף וק\"ל:", 
            "<b>ד\"ה</b> היכי דמי בחזקת המשתמר וכו' ואי ר\"ל כגון שלא הודיעו שמפליג לישתוק כצ\"ל:", 
            "<b>ד\"ה</b> מ\"ש רישא ומ\"ש סיפא וכו' וא\"ת לישני דרישא מיירי בלא הודיעו שמפליג כדתנן אם הניחו וכו'. ר\"ל ולמה ליה לאוקמי במטהר חמריו ופועליו לכך אבל עכ\"פ היה צריך לאוקמי בדרך עקלתון דהא מתני' נמי מדקתני בחזקת המשתמר לא סגי בלא הודיעו שמפליג לחוד כדדייקי התוס' בדבור שלפני זה ולא הקשו התוס' הכא אלא שלא היה צריך לאוקמי במטהר פועליו וחמריו לכך וק\"ל:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> שמע ישראל קל צילויי וכו' א\"נ שאפילו על השלחן מותר וכו'. התוס' קצרו לשונם הכא במקום שהיה להם להאריך דכתבו דהכא שאפילו על השלחן מותר וא\"כ תקשה ליה מתניתין דקתני שעל השלחן אסור וזה לשון הרא\"ש א\"כ משמע שהתיר אפילו על השלחן מדלא מפליג והכא איירי שכל א' שותה מיינו ובמתניתין מיירי שהעובד כוכבים שותה מיינו של ישראל עכ\"ל ועי' בי\"ד סימן קכ\"ט וגם בב\"י שם:", 
            "<b>ד\"ה</b> פתחו חביתא טובא הכא לאו דוקא וכו'. ר\"ל בעובדא דפומבדיתא דשרי ליה רבא מטעם דרוב גנבי דהוו התם ישראל הוו א\"כ לא צריך לטעמא דפתחו טובא אבל בסמוך בעובדא דשמואל בנהרדעא דלא היה שם רוב גנבי ישראל צריך לטעמא דפתחו טובא:"
        ], 
        [
            "<b>תוס'</b> ד\"ה אימר מגבה דחביתא קלטתה וכו'. מפרש\"י משמע דמפרש מגבה דחביתא היינו מדופן החבית ולפירושו יתיישב שפיר הא דמסיים אע\"ג דליכא פי' שלא נמצא שום אופיא עוד ע\"ג החבית מבחוץ בדופן ואיכא למימר דודאי מתוך החבית מגוואי נטל האופיא שצף ע\"ג היין והוי כאילו נגעה ביין וליתסר אפ\"ה תלינן אימר אתרמויי וכו' אבל לגירסא דגרסי התוס' קלטתה פירוש מן האויר נראה שאינו מפרש מגבה דופן החבית אלא מפרש מגבה ר\"ל מגובה מלמעלה ע\"ג החבית קודם שירד האופיא מהכלי שהיו שופכין לתוך החבית קלטתו מן האויר קודם שהגיע לרדת על גבי היין או ר\"ל שנפל קצת אופיא מעל גבי היין ליפול לארץ וקלטתו מן האויר קודם שנפל לארץ וגם לפי גירסא זו נוכל ליישב הא דמסיים בתר הכי ואע\"ג דליכא תו וכו' ר\"ל אין עוד אופיא באויר אימור איתרמויי וכו' אבל לפי הגירסא דגריס שקלתה וע\"כ ר\"ל דמפרש ליה ששקלתיה בתוך החבית מעל גבי היין משום דהא משמע מדברי התוס' דהוה ס\"ד לאסרי ליה מטעם ניצוק ואי ר\"ל אגב החבית לא שייך ניצוק ואע\"ג דיש לדחוק דאיירי שהאופיא נמשך מע\"ג היין על גב החבית מבחוץ רחוק מן היין וכשיגיע במה שמגב החבית נקרא ניצוק ביין שהכל מחובר ונמשך עד היין מ\"מ אין לשון התוס' משמע כן ואפ\"ה שרי דאמרי' דשקלה מע\"ג היין אבל לא נגעה ביין א\"כ צריך ליישב מ\"ש אח\"כ ואע\"ג דליכא תו כו' יש לפרש דהכי קאמר ואע\"ג דליכא תו אופיא שצף ע\"ג היין באופן שיהיה באפשר ליטלו מעל גבו ולא יגע ביין אלא אם בא ליטלו א\"א שלא יגע ביין אפ\"ה שרי אימור אתרמויי לה שהיה אופיא הרבה צבור ע\"ג היין ושקלתו משם ולא נגעה ביין דוק נ\"ל:", 
            "<b>ד\"ה</b> ההוא פולמוסא וכו' ופריך ספק ביאה ספק מגע הוא דודאי עובדי כוכבים נינהו וכו'. יש לדקדק לפי זה מאי קאמר ספק מגע ודאי מגע הוא דהא ודאי פתחו ונגעו דהא חזינן דקא פתחו ועוד דלא יתיישב הא דקאמר בתר הכי אי משום דסבר רובא דאזלי בהדי פולמוסא ישראל נינהו דהא השתא ס\"ל דסתם פולמוסא עובדי כוכבים נינהו ואם כן מאי האי דקאמר אי משום דסבר רובא דאזלי בהדי פולמוסא ישראל נינהו אם כן גם לפי המסקנא דמשני לא יתיישב. וי\"ל דלפי השנויא ה\"ק לא ידענא אי משום דסבר כר\"א וכו' ואיירי בסתם ואע\"ג דבסתם פולמוסא עובדי כוכבים נינהי מדלא נודע הכא דפתחו טובא הוי האי ספק מגע כספק ביאה ושרי לר\"א אי משום דסבר רוב דאזלי בהדי פולמוסא ישראל נינהו ואין ה\"נ שהיו יודעין וניכרין והמקשה דפריך ספק מגע הוא ולא קאמר דודאי מגע הוא משום דהא לשיטת רש\"י אזלינן השתא ורש\"י גריס לעיל איכא דפתחי משום ממונא ואם כן אפילו בודאי עובדי כוכבים הוי ספק מגע משום דשמא לא פתחו אלא משום ממונא ולא נגעו ביין ובתר הכי דקאמר אי משום דסבר רובא דאזלי בהדי פולמוסא ישראל נינהו לא הוי צריך לומר רובא דאפילו לא הוו אלא מחצה על מחצה הוי שרי אפילו לרבנן משום ספק ספיקא ספק עובד כוכבים ספק ישראל ואת\"ל עובד כוכבים אימא משום ממון פתחי לה ולא נגעו דהא איכא דפתחו משום ממונא וכ\"ש לפי מאי דמשני דכיון דפתחי טובא דאפילו לפי גירסת התוס' דלעיל דגרסי פתחו טובא יש כאן ספק ספיקא אלא דעדיפא מינה נקט דאיכא למימר נמי דהוו רובא ישראל דשרי בכל ענין לכ\"ע אפילו בלא טעמא דפתחו טובא:"
        ], 
        [
            "<b>ד\"ה</b> הא לא דמיא אלא לסיפא וכו' וא\"כ כי נמי יהיב ליה עובד כוכבים יין לאוצר לאו שליחות דישראל קא עביד ומש\"ה שרי וכו' כצ\"ל:", 
            "<b>ד\"ה</b> רב אשי אמר וכו' אלא ודאי סבר כר\"י דמעות קונות בישראל א\"כ לעובד כוכבים במשיכה כדפרישית כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> הכא במאי עסקינן דאיכא עכבת יין וכו'. ר\"ל דמין במינו הוא וקסבר דלא בטל הוא סוף הדבור ואח\"כ מתחיל ד\"א ואי ס\"ד משיכה בעובד כוכבים קונה וכו':", 
            "<b>בא\"ד</b> וה\"ק הכא ואי ס\"ד משיכה לחוד קונה בלא מעות אמאי יחזיר והתם נמי ה\"ק אי ס\"ד מעות לחודייהו קונה ל\"ל משך כצ\"ל ודו\"ק:", 
            "<b>ד\"ה</b> בן נח נהרג וכו' ורש\"י פירש משום דקים ליה בדרבה מיניה וכו' בעירובין דף ס\"ב וביבמות דף ט\"ו משמע מדברי רש\"י כן אבל בשמעתא אינו כן בפירוש רש\"י שלפנינו:"
        ], 
        [], 
        [
            "<b>ד\"ה</b> פחסתו צלוחיתו וכו' וי\"ל דאשמועינן חידוש דאע\"פ שאין היין נשאר כלל במשפך אפילו הכי אסור. דברי התוס' הללו תמוהים דהא קתני במתניתין אם יש בו עכבת יין והתוס' כתבו דאשמועינן אע\"פ שלא נשאר יין כלל אסור ויש לפרש בדוחק דהתוס' מפרשים אם יש בו עכבת יין היינו שיש בו מקום שיוכל להתעכב שם טיפת יין אבל איירי שאנו רואים שלא נשאר שום יין במשפך ולא ניכר ולא נראה שום טיפת יין באותו מקום שיוכל להתעכב אפ\"ה אסור דכיון דיש בו מקום שמתעכבת שם טיפת יין א\"א שלא נשאר שם איזה טיפה ואע\"פ שאינו ניכר וזהו חידושו ודו\"ק:", 
            "<b>ד\"ה</b> אמר להו רב חסדא וכו' בסוף הדבור וניצוק דמתסר ה\"ד וכו' ובא עובד כוכבים ונגע וכו'. ר\"ל דאז הוי כאילו נגע בכל היין גם במה שבתוך החבית מטעם ניצוק וא\"כ לא שייך ביטול דכולו אסור דהוי כאילו נגע גם באותו יין שבתוך החבית וק\"ל:"
        ], 
        [
            "<b>ד\"ה</b> יין ביין וכו' אבל סתם יינם בששים וכן מים במים איירי במים שידוע שנתנסכו וכו' כצ\"ל:", 
            "<b>ד\"ה</b> כי אתא רב דימי וכו' בסופו וא\"ת ולפירוש רש\"י וכו' הא אמרינן במתניתין יין נסך שנפל לבור וכו'. ר\"ל דלקמן תנן יין נסך שנפל לבור כולו אסור בהנאה והתם נפל איסורא לגו היתרא ולרש\"י היכא משכחת דאסור לרב דימי כיון דאמרינן קמא קמא בטל אפילו ליכא ששים דבשלמא לפי' התוס' איכא לפרש דלקמן איירי דליכא ששים:"
        ], 
        [
            "<b>ד\"ה</b> חוץ מטבל וכו' וי\"ל דצריכי תרוייהו וכו'. לאו צריכותא ממש היא כדבעלמא אלא ר\"ל דדין דטבל הוא שני ענינים וכל חד צריך לטעם בפני עצמו אלא שיש לדקדק מאי פריך המקשה בשלמא יין נסך וכו' אלא טבל מאי טעמא וכי לא ידע דדבר שיש לו מתירין אפילו באלף לא בטיל ומה ס\"ד דפריך וי\"ל דמשום הכי פריך דסתמא קאמר חוץ מטבל דמשמע בין שהבעלים בעיר בין שאינם בעיר דלא שייך טעמא דיש לו מתירין ולכך פריך מאי טעמא וכו':"
        ], 
        [
            "<b>ד\"ה</b> הא תני ליה התם וכו' וי\"ל דודאי גבי חתיכת נבילה ליכא לשנויי הכי וכו' מדקתני בשר בחלב וכו'. ויש להקשות דהכל טעמא מאי דכיון דחזינן דהאי תנא לא תני מאי דתני לה התם מדלא קתני אגוזי פרך ודומיהם לא לתני נמי לא נבילה ולא בשר בחלב וי\"ל דמשום הכי תנא בשר בחלב כדי שתקשה לן ליתני נמי חתיכת נבילה ונצטרך לשנויי האי תנא תרתי אית ליה וכו' ונשמע מינה דאין איסור כל שהוא אלא בדבר שיש בו תרתי דהיינו דבר שבמנין וגם הוא איסורי הנאה אלא שלפי מה שכתבו התוס' בדבור שאחר זה דלמעוטי דהכא אינו ר\"ל דלמעוט ממש שאינו במשהו אלא דלא חשיב ליה א\"כ הדרא קושיא לדוכתא וי\"ל מ\"מ אתא למעוטי שאר איסורי הנאה שאינן דבר חשוב שאינו במשהו חוץ מחמץ בפסח כדמשמע בתוס' בדבור שאחריו:"
        ], 
        [], 
        [], 
        [
            "<b>גמ'</b> אצטריך למכתב וטהר ואצטריך למכתב במי נדה וכו' כתב רחמנא וטהר לאלתר. יש להקשות וא\"כ לא לכתוב אך מאי אמרת דבעי הזאת שלישי ושביעי הא כתיב וטהר דמיניה ילפינן לאלתר וי\"ל דאי לא אך ה\"א דוטהר דמשמע לאלתר לא בא אלא למעט דלא בעי הזאת שלישי ושביעי אבל הערב שמש ה\"א דצריך לכך כתב אך למעט הזאה ואתא וטהר דלא צריך הערב שמש וק\"ל:", 
            "<b>תוס'</b> ד\"ה מים שהנדה טובלת וכו' אבל טבילת כלי מדין חדוש הוא וכו'. ר\"ל חדוש הוא דלאו מטעם טומאה הוא אלא גזירת הכתוב הוא הלכך אע\"ג דבעינן בטבילה זו מ' סאה מ\"מ לטבילת טומאה לא בעינן מ' סאה למחטין וצינוריות:"
        ], 
        [
            "<b>ד\"ה</b> בת יומא וכו' ושמא לכך אומר ר\"ת דאינה ראיה גמורה אלא זכר לדבר כדי שלא לפשוט זה משם וכו' כצ\"ל:", 
            "<b>בא\"ד</b> ויש לדקדק דסוף לילה לבד אינו גורם אלא מדהצריך הכתוב שבירה בכלי חרס וכו' ואמאי הלא מותר לבשל וכו'. התוס' בכאן קצרו דבריהם במקום שהיה להם להאריך וכלל הענין הוא דבשלמא אי אמרינן דאין סוף הלילה לבד גורם הפגם אלא כולה או חציה אז הוי שפיר דהצריכה התורה שבירה משום דאע\"ג שלא היה דרך בימים קדמונים לבשל בלילה מ\"מ במקדש היו מבשלים הקדשים גם בלילה כדי שלא יבואו למחר לידי נותר וכיון שבשלו בקדירה בלילה לא נעשה פגום בעמוד השחר אלא נעשה נותר בעמוד השחר וחל עליו מיד תורת שבירה וכיון דחל עליו תורת שבירה שעה אחת לא פקע מיניה לעולם אפילו אם רוצה להמתין עד שתפגם ולכך הוצרך שבירה אבל אי אמרת דסוף הלילה לחוד גורם הפגם אפילו אם בשלו בה כל הלילה א\"כ לא חל על הקדרה שום תורת נותר דאימתי לחול עליה שום נותר בעמוד השחר ואז כבר נפגם טעמו וא\"כ למה הצריך הכתוב שבירה הלא מותר לבשל בה לכתחלה וק\"ל ועיין בדברי הרא\"ש ותמצא הכל מבואר:", 
            "<b>ד\"ה</b> מכאן ואילך לשתרי וכו' והגעלת כלי בן יומא אין להגעיל אלא בס' דשמנונית הנפלט בחמין וכו' דלא שרינן לעיל בפ\"ב חמין של עובד כוכבים וכו' כצ\"ל:"
        ], 
        [
            "<b>ד\"ה</b> אמר רב הונא וכו' ולאכול בה צונן וכו' ואומר ר\"ת הא דקי\"ל דסכין בעי ליבון היכי דאיסורא בלע וכו'. הכא משמע בתוס' דר\"ת תרתי בעי דאיסורא בלע וגם שיהא הסכין גדול ואז בעי ליבון אבל היכא דהיתרא בלע אפילו הוי הסכין גדול לא בעי ליבון אבל בחולין דף ה' בתוס' ד\"ה שליבנה באור משמע דתרתי שנוייא של התוס' תרוייהו מר\"ת הן וב' שנויים הן ובשנויי' חדא חילק בין היתרא בלע לאיסורא בלע ובאידך שנויי' חילק בין סכין גדול לקטן ע\"ש:", 
            "<b>בא\"ד</b> וכן בירושלמי וכו' חוזר אדלעיל אדברי ר\"ת דלעיל דמחלק בין סכין גדול לקטן:", 
            "<b>סליק</b> חדושי מהר\"ם ממסכת עבודה זרה :"
        ]
    ], 
    "title": "Maharam on Avodah Zarah", 
    "versionSource": "https://www.sefaria.org/Maharam_on_Avodah_Zarah", 
    "heTitle": "מהר\"ם על עבודה זרה", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam", 
        "Seder Nezikin"
    ]
}