{
    "title": "Lehem Mishneh on Mishneh Torah, Scroll of Esther and Hanukkah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Lehem_Mishneh_on_Mishneh_Torah,_Scroll_of_Esther_and_Hanukkah",
    "text": [
        [
            [
                "<b>הכל חייבין בקריאתה אנשים ונשים וגרים ועבדים משוחררים וכו'.</b> אפשר דרבינו ז''ל סבור כדכתב הרב''י בסי' תרפ''ט דעבדים שמלו וטבלו לשם עבדות אינם חייבים ולהכי מפרש הוא ז''ל דדוקא עבדים משוחררים ואין לדמותם לנשים דשאני נשים שע''י אשה נעשה הנס וכמ''ש שם הרב''י ז''ל אבל אין לומר דרבינו ז''ל מפרש דעבדים דברייתא הם משוחררים משום דאם הם עבדים ממש נלמד מדין נשים דא''כ איך פירש דהם עבדים משוחררים דהשתא נמי קשה דבכלל גרים הם א''ו דהעיקר כמו שפירשתי: ",
                "<b>וכן מבטלין תלמוד תורה.</b> בפ''ק (דף ג') אמרו שמבטלין ת''ת ק''ו מעבודה ומה עבודה שהיא חמורה מבטלין ת''ת לא כ''ש ובגמ' הקשו דאדרבא ת''ת חמירא ואמר שם דת''ת דרבים חמירא מעבודה וא''כ נראה לכאורה דת''ת דרבים לא מבטלינן מקמי מגילה כיון דלא ילפינן לה מעבודה וא''כ קשה על רבינו ז''ל למה אמר סתם מבטלין ת''ת ולא חילק בין יחיד לרבים. ונראה ודאי דאפילו ת''ת דרבים מבטלינן והראיה דבגמרא שאלו שם מקרא מגילה ומת מצוה הי מנייהו עדיף ואנן קיי''ל דמת מצוה דוחה אפילו תלמוד תורה דרבים וא''כ אי תלמוד תורה דרבים דוחה מקרא מגילה מאי קמבעיא ליה השתא תלמוד תורה דרבים דדוחה מקרא מגילה מת מצוה דוחה אותה כל שכן מקרא מגילה שנדחית מפני מת מצוה אלא ודאי דאפילו תלמוד תורה דרבים נדחה מפני מקרא מגילה ולהכי קמבעיא ליה: "
            ],
            [
                "<b>אחד הקורא ואחד השומע מן הקורא יצא ידי חובתו.</b> פרק הקורא למפרע (מגילה דף י\"ט:) משנה הכל כשרים וכו' חוץ מחש״ו ר' יהודה מכשיר בקטן ובגמ' אמרו מאן תנא חרש דיעבד נמי לא א״ר מתנה ר' יוסי היא דתנן הקורא את שמע ולא השמיע לאזנו יצא ר' יוסי אומר לא יצא וממאי דר' יוסי וכו' עוד אמרו במאי אוקימתה כר' יהודה וכו' אלא הא דתני יהודה בריה דר״ש בן פזי וכו' ואלא מאי ר' יהודה ואפי' לכתחלה וכו' אלא הא דתניא וכו' לעולם ר' יהודה ואפילו לכתחלה ולא קשיא הא דידיה והא דרביה וכו' השתא דאתית להכי אפילו תימא ר' יהודה וכו' והא דתני ר״י בריה דר״ש בן פזי ר״מ היא וכי הך סוגיא איתא בברכות פ' היה קורא (ברכות דף ט\"ו). והרב״י נר״ו תמה על רבינו ז״ל תימה גדולה בסי' תרפ״ט דהוא ז״ל פסק דשומע מן החרש לא יצא ובגמ' אמרו דהך אתיא כר' יוסי ובגמרא פ' היה קורא איפסיקא הלכתא דלא כר' יוסי וכן רבינו ז״ל עצמו בפ״ב מהל' ק״ש כתב ואם לא השמיע לאזנו יצא (וכן בהלכות קריאת התורה גבי חרש שאינו שומע הברכה פסק דיצא דהיינו כר' יהודה). ועוד נ״ל לדקדק דכיון דבגמרא אמרו במסקנא השתא דאתית להכי אפילו תימא וכו' משמע דבמסקנא עדיפא ליה לגמ' לאוקמי מתני' כר' יהודה משום דהוי הלכתא כוותיה וכדכתבו התוס' ז״ל א״כ נראה דבמסקנא מתני' ר' יהודה היא וליכא בה פלוגתא כלל ובקטן שהגיע לחינוך מכשיר אבל בקטן שלא הגיע לחינוך לא וא״כ קשה דהיה לו לרבינו ז״ל לפסוק כמסקנא והיה לומר דבקטן שהגיע לחינוך כשר אבל בקטן שלא הגיע לא. וי״ל ולתרץ הכל דרבינו ז״ל הוקשה לו בהלכה קושיא והוא דכשאמר בגמרא לעולם ר' יהודה ואפילו לכתחלה דהיכי אפשר לומר דאם היה ר' יהודה מכשיר בחרש ואפילו לכתחלה היל״ל במתניתין ר' יהודה מכשיר בקטן ובחרש ומדקאמר בקטן מכלל דבשאר מודה דבשלמא למאי דס״ד מעיקרא דר״י מכשיר בחרש בדיעבד אבל לכתחלה לא אתי שפיר דלא אמר ר״י מכשיר בקטן ובחרש משום דבקטן מכשיר לכתחלה ובחרש אינו כן דלכתחלה אינו כשר אלא דוקא בדיעבד אבל השתא דאמרינן דאפילו לכתחלה מכשיר בחרש קשה, לכך מפרש הוא ז״ל הסוגיא דכשאמרו בגמרא לעולם ר״י ואפילו לכתחילה ר״ל דר' יהודה לכתחלה קאמר ומתני' דמגילה וההיא דשמע לא דמיין אהדדי דבמגילה דהוי פרסומי בעינן טפי שמיעת אזן ור' יהודה דאמר התם יצא הכא מודה דלא יצא וא״כ מתני' דחרש נמי אתיא כר״י ומש״ה אמר מכשיר בקטן דבהחרש מודה דלא יצא וטעמא דפרסומי ניסא כדכתב הרב ב״י. והשתא אתי שפיר נמי דסתמיות דרבי לא קשו אהדדי דבמגילה סתם לן לא יצא משום פרסומי ניסא אבל בשמע דליכא פרסומי סתם לן דיצא ועל זה אמרו בגמרא השתא דאתית להכי כלומר השתא דאשמעת לן פלוגתא דר״מ לא צריך לן לדחוקי ולומר דלית ליה דרביה אלא דרביה אית ליה וברייתא דבן פזי הוא ר״מ וברייתא דברכת המזון הוא ר' יהודה אבל מתני' דחרש אתי ככ״ע מטעמא דפרישית משום פרסומי ניסא ודלא כרש״י ז״ל דקאמר ולפי המסקנא אתי מתני' כר' יהודה וחסורי מחסרא וכו' וכן מה שאמרו בגמ' בפ' היה קורא השתא דאתית להכי וכו' הא ר״מ הא ר״י פירוש בכה״ג הברייתא דתורם ר״מ ודברכת המזון ר' יהודה אבל מתני' אתי ככ״ע ולהכי פסק רבינו ז״ל בחרש דלא יצא דכ״ע מודו אבל בשמע ותורם פסק דיצא משום דליכא טעמא דפרסומי ניסא כדפרישית. וא״ת כשהקשו בגמרא ואמרו ואלא מאי ר' יהודה ואפילו לכתחלה אלא הא דתניא וכו' אמאי לא הקשו ממתני' דא״כ דר' יהודה הוא לכתחלה לא משיירא מתניתין כלל דהל״ל ר״י מכשיר בקטן ובחרש כדאקשינן. וי״ל דהוא הדין דהמקשה הוה מצי לאקשויי אלא רוצה להקשות לו מהברייתא דקאמרה בפירוש דלכתחלה לא וע״כ אתי כר' יהודה דאל״כ אתיא דלא כמאן: "
            ],
            [
                "<b>וכל הלילה כשר לקריאת הלילה וכו'.</b> כתב ה''ה ז''ל דנלמד זה מדאמר במשנה (כ':) כל דבר שמצותו ביום כשר כל היום דבר שמצותו בלילה כשר כל הלילה. וקשה דשם ס''פ הקורא את המגילה למפרע (כ\"א) אמרו זה הכלל לאתויי מאי ואמר דדבר שמצותו ביום אתי לאתויי סידור בזיכים ודבר שמצותו בלילה אתי לאתויי אכילת פסחים ודלא כר' אליעזר וא''כ זה הכלל הוא אינו שהוא דלא כהלכתא שהרי רבינו ז''ל בהלכות קרבן פסח פסק כר''א וכן בסידור בזיכין פסק בהל' תמידין דלא כר' יוסי וא''כ איך נלמוד מכלל זה. ועוד קשה דאמאי אמר בגמ' דדבר שמצותו בלילה וכו' אתי לאתויי דלא כר''א דזה הכלל אינו משום דהלכתא כר''א דסתם מתני' אתי כוותיה והוי דוחק דקשיא סתמא אסתמא נימא דאתי לאתויי מקרא מגילה בלילה דכשר כל הלילה כדכתב רבינו ז''ל. וי''ל לקושיא האחת ואע''ג דכלל זה אינו מ''מ מתני' כללא כייל בכל הדברים ואע''ג דבההיא דאכילת פסחים פליג ר''א מ''מ היכא דלא אשכחינן פלוגתא ודאי דאמרינן דהדרינן לכללין דמתני' והיכא דאתכחיש כללין אתכחיש והיכא דלא אתכחיש לא אתכחיש. ולשניה יש לומר דגמרא לא שני הכי משום דלא אשכחן במשנה דקאמרה דחייב אדם לשנות את המגילה בלילה אלא ריב''ל אמרה ואם כן טפי מסתבר לאוקמי כללא לאתויי דבר המפורש במשנה יותר מדבר שאינו מפורש במשנה: "
            ],
            [],
            [],
            [
                "<b>בני הכפרים וכו'.</b> נראה שרבינו מפרש ביום הכניסה שקורין הכפרים הוא בכפר שלהם דשם מתכנסים בבתי כנסיות ואינן מתקבצים אלא בשני ובחמישי בבתי כנסיות שלהם וכן כתבו התוס' ז''ל בפ''ק דיבמות (דף י\"ד) בשם הרב רבי חיים ותירץ קושיא חזקה שיש שם בגמרא וכן מורה לשון רבינו ז''ל שכתב שאינן מתקבצים בבתי כנסיות וכו' משמע דהוא בבתי כנסיות שלהם וכן מורה הלשון שכתב לקמן כפר שמקדימין וקורין וכן בזמן שאין נכנסין בו ואם הוא מפרש שבאים לעיר לקרות לא היל''ל אלא בזמן שאין נכנסין לעיר מאי בו אלא הכונה היא שבו בכפר עצמו היו מתכנסין בבית הכנסת ולהכי אמר דאם אין נכנסים בכפר בשני ובחמישי להתאסף שם אין קורין אותה אלא בי''ד: "
            ],
            [
                "<b>כיצד חל י''ד להיות באחד בשבת וכו' וכל אלו שמקדימין וכו'. </b> כתב ה''ה שלא בזמנה קודם לכן מחמת איזו סיבה שיהיה וכו' כלומר לא תימא יום הכניסה דכפרים כדפרישית דא''כ קשה דבזמן רב אסי ורב כבר נתבטל יום הכניסה וכדהקשו עליו אלא אימא מחמת איזו סיבה אחרת כמו מפרש בים ויוצא בשיירא וכדכתב הר''ן ז''ל. ובהשגות א''א וכו'. כוונת ההשגה במ''ש ומאי דכתב הרב ז''ל ודחה להא דרב אסי (דף ה') לאו מילתא היא לפי הנראה דהכונה להקשות עליו מה שהקשה על הרי''ף ז''ל הר''ז הלוי ז''ל דהוא דחה להא דרב אסי משום דאמר ר' יוחנן לקמן דבין הכתובים לא יצא ה''מ בציבור (אבל ביחיד) דמשמע דביחיד יצא ועל זה הקשה דמ''מ נימא דהלכתא כרב אסי דעד כאן לא קאמר רב אסי אלא דמצוה לאהדורי היכא דאפשר אבל היכא דלא אפשר יצא וא''כ ר''י דאמר לקמן יצא הוא היכא דלא אפשר זו נראה כוונתו ז''ל. ואם כן הבין ה''ה ז''ל בדבריו אלו לכאורה קשה מאי דקאמר וזה דעת רב אסי ממש דאדרבא נראה זה כסיוע לדברי הראב''ד ז''ל אא''כ נאמר דמתחלה רצה להודות לו ואמר כלומר ודאי דהדין עמו דדעת רב אסי כך הוא אבל מ''מ הרשב''א ז''ל הכריח כדברי ההלכות ז''ל מכח ההיא דירושלמי. ואפשר לומר דהוא הבין בדברי הראב''ד ז''ל שהקשה להרי''ף ז''ל דאמאי דחה לדרב אסי לגמרי נהי דלית הלכתא כוותיה מכח ההיא דר' יוחנן ועוד דאין הלכה כתלמיד במקום הרב וכדכתבו התוספות מ''מ מיחש מיהו חיישינן כי היכי דחייש רב גופיה והיכא דאפשר למיהדר בתר עשרה מצוה למיהדר ולכך השיג עליו ה''ה ז''ל דהיכי קאמר הכי דאם כן פירש היינו דעת רב אסי ממש וכיון דהוא מודה דלית הלכתא כרב אסי משום דאין הלכה כתלמיד במקום הרב א''כ ודאי דלא חיישינן לדרב אסי כלל. וכתב עוד ומ''מ וכו', הרגיש לפי פירושו שפירשו דפלוגתא דרב ורב אסי הוא אי מצוה למיהדר או לא א''כ רב דס''ל דאינו אפילו מצוה אם כן תקשי ליה מההיא דסמכו של בית רבי שמבטלין ת''ת שלהם לקרותה וכדהקשה הר''ן ז''ל ותירצו הוא בעצמו דמ''מ אע''פ שאין צריך לחזר אחריהם ברוב עם הדרת מלך. ומ''ש דודאי אפילו רב אסי וכו' משמע דדקדק מלשון רב אסי מדלא קאמר אין קורין אלא בעשרה דהוה משמע עיכובא ומדקאמר קורין אותה בי' משמע דלכתחלה קאמר. ויש לדקדק דהרי אמר קורין שלא בזמנה בעשרה והאי קורין משמע עיכובא וכדמשמע מדברי רבינו ז''ל שכתב וכל אלו שמקדימין וכו' אין קורין אותה בפחות מעשרה דמשמע דהוא עיכובא. ויש לומר דמאי דקאמר קורין הוא משום בזמנה ביחיד והתם לא שייך לומר אין קורין אלא ביחיד אבל רב אסי היל''ל בין בזמנה בין שלא בזמנה אין קורין אותה אלא בעשרה: "
            ],
            [
                "<b>וכל עיר שאין בה עשרה בטלנין וכו' תקנתו קלקלתו וכו' ואין קורין אלא בי''ד.</b> ר''ל הקלקול שלו הוא מתקן דהקלקול שלו הוא דאין בו עשרה בני אדם דרים שם ומפני כך הוא מתוקן דהוא כעיר גדולה ובגמרא (דף ג':) איכא מימרא דריב''ל כרך שישב ולבסוף הוקף וכו' ולא הזכירה כאן רבינו ז''ל ונראה שהוא סבור כפירוש רש''י ז''ל דלא נאמרה לענין מקרא מגילה אלא לענין בתי ערי חומה. עוד שם כרך שחרב ולבסוף ישב ואוקמוה בגמרא כרך שחרב מעשרה בטלנין והיינו ודאי שלא הוקף מימות יהושע שאם הוקף מימות יהושע אפילו אין בו י' בטלנים נדון ככרך, ולא הזכיר רבינו ז''ל מכל דבר זה כלל: "
            ],
            [
                "<b>בד''א שמקדימין וכו'.</b> שם (דף ב':) אמר ר' יהודה וכו' והוא כדברי חכמים. ובגמרא הקשו מינה לההיא דאימתי במקום שנכנסין בשני ובחמישי וכו' ואוקימו חד כר' יהודה וחד כר' יוסי ב''ר יהודה ורבינו ז''ל פסקה לתרתי משום דבגמ' לא הקשו אלא דמשמע להו כר''י שאמר אימתי וכו' בזמן שאין מלכות קאמרה דהוא בזמנו אבל רבינו ז''ל ביאר הדבר כבר שלא דבר אלא בזמן שנוהג הכניסה: "
            ],
            [
                "<b>בן עיר שהלך לכרך וכו'.</b> עיין בהרב''י ז''ל כי הוא האריך לבאר זה יפה. ומה שאמר רבינו ז''ל ונתעכב וכו' הוא משום דסובר דהכל תלוי במחשבה ואין תלוי הדבר במעשה אבל מלשון ה''ה ז''ל נראה שהדבר תלוי במעשה שכתב אלא כשעתיד לחזור וכו' ואין מתעכב שם ביום י''ד וכו' משמע דהדבר תלוי במעשה, ואע''פ שנראה שבא לפרש דברי רבינו ז''ל לא בא לפרש אלא ענין זמן הקריאה דקאמר רבינו ז''ל דאיירי בזמן קריאת המקום שהוא בו עתה אבל בהא לא קא מיירי דודאי פליג רבינו ז''ל עליה. ומ''ש אלא כשעתיד לחזור ואינו מתעכב דמשמע דתרתי בעינן מחשבה ומעשה אבל בחד מנייהו קורא כאנשי המקום ולבסוף נראה דכתב איפכא דקאמר אין דעתו לחזור אלא שנתעכב וכו' דמשמע דתרתי בעינן לקרות כאנשי המקום אשר שם מחשבה ומעשה וא''כ נראה דקשיא דיוקא אדיוקא. הא לאו מילתא היא דודאי הכל תלוי במעשה ופי' דעתו ואין דעתו ר''ל המעשה אבל אינה תלויה במחשבה כלל. עוד איכא (בגמרא דף י\"ט) אמר רבא בן כפר שהלך לעיר בין כך ובין כך קורא עמהן ולא הביאה רבינו ז''ל משום דלדידן הכפרים והעיירות שוים דליכא יום הכניסה וכמ''ש ה''ה ז''ל לקמן גבי חל יום חמשה עשר וכו' שאמר ודברי רבינו ז''ל הם בזמן הזה שאין לנו יום הכניסה אע''ג דזה ודאי דוחק דכיון דהזכיר הדינים שהוא בזמן הכניסה היה לו להזכיר הכל ולא להזכיר מקצת ולהניח מקצת: "
            ],
            [],
            [
                "<b>קראו את המגילה באדר ראשון ואחר כך עיברו בית דין וכו'.</b> הוא הדין למתנות לאביונים שאם נתנו בראשון צריך לתת בשני דכן אמרו שם במשנה (דף ו':) אין בין אדר ראשון לשני אלא מקרא מגילה ומתנות לאביונים ורבינו ז''ל כיון דכתב דלא יצא מידי מקרא מגילה הוא הדין ממתנות דכולה חדא מילתא היא: "
            ],
            [
                "<b>ושואלין ודורשין בהלכות פורים וכו'.</b> מלשון רבינו ז''ל משמע דמשום דהוא נדחה וקראו המגילה אתמול וישכחו שהיום הוא פורים לכך הצריכו לדרוש בעניינו של יום אבל אם לא היה נדחה שקראו המגילה היום לא היה צריך ובגמרא לא מוכח הכי דאמרו שם בפירקא קמא (דף ד') על מימרא דרבי יהושע בן לוי פורים שחל וכו' והקשו שם מאי איריא פורים אפילו יום טוב נמי דתניא משה תקן להם לישראל וכו' מהו דתימא נגזור משום דרבה קמ''ל משמע דרבותא הוא לאשמועינן דמזכירין כאן וכל שכן כשלא היה נדחה וא''כ למה כתב רבינו ז''ל טעם זה שיוכל האדם לטעות. ונראה לומר דרבינו ז''ל רצה לומר דאף על גב דאיכא למגזר משום דרבה וא''כ לא היה ראוי לקרות בשבת זו כדאמרו בגמ' אע''ג דבשאר פורים קורין מ''מ קורין בשבת זו כדי להזכיר שהוא פורים והשתא ודאי פשיטא דקורין בשאר פורים מכ''ש ולא צריכנא להאי טעמא הכא אלא משום דאיכא למגזר משום הכי: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכן אם היתה כתובה יונית.</b> בגמרא (דף י\"ח) רב ושמואל דאמרי תרווייהו בלעז וכו' וכבר כתב רבינו ז''ל בהלכות תפילין פרק חמישי דכבר נשתקע יונית מן העולם ומפני זה לא הביאו בהלכות הך דרב ושמואל. אבל הרא''ש ז''ל כתב בפסקיו דטעם ההלכות הוא דס''ל דרב ושמואל לאו אליבא דנפשייהו קאמרי אלא אליבא דרשב''ג ולית הלכתא כרשב''ג ע''כ. ולא הבינותיו דהא מוכח בגמרא דרב ושמואל ס''ל כרשב''ג דהקשו שם ולימא הלכתא כרשב''ג ותירצו אי אמר הלכה כרשב''ג ה''א ה''מ שאר ספרים וכו' משמע דאית להו דהלכה כרשב''ג וכן בפ''ק (דף ט':) אמרו אמר ר' אבהו אמר ר' יוחנן הלכה כרשב''ג וליכא מאן דפליג עליה וצ''ע: "
            ],
            [],
            [
                "<b>הקורא את המגילה בלא כוונה לא יצא וכו'.</b> כתב ה''ה ז''ל ואולי שהכל מודים במגילה, וקשה דהא בר''ה פרק ראוהו בית דין הקשו לרבא דאמר מצות אינן צריכות כוונה מההיא דהיה עובר אחורי בית הכנסת ושמע קול שופר או קול מגילה אם כיון לבו יצא ואם לאו לא יצא ואמרו מאי לאו כיון לבו לצאת לא לקרות וא''כ משמע דבמגילה נמי למ''ד אין מצות צריכות כוונה לא בעי כוונה לצאת דהא תרוייהו תני בברייתא וא''כ איך כתב דהכל מודים במגילה הא מאי דפסק כרבא דאמר מצות אינן צריכות כוונה וכמ''ש הוא ז''ל בפרק חמישי ודאי דלא מודה במגילה, וכ''ת דמאי דאמרו בגמרא כיון לצאת לא קאי אלא אשופר וברייתא לצדדין קתני דבכולהו בעינן כוונה אבל לא דמי האי כוונה להאי כוונה דבמגילה בעינן לצאת ובשופר לשמוע מ''מ קשה לו מנין לחלק בין מגילה לשופר ולמשכוני נפשין לאוקמי ברייתא בהאי דוחקא. ואפשר היה לחלק דבשופר עביד קצת מעשה שהיא התקיעה ולהכי לא בעי כוונה אבל במגילה דלא עביד מעשה כלל בעי כוונה וכעין זה חילק רבינו יונה ז''ל סוף פ''ק דברכות דהקשה על רבינו האיי ז''ל ושאר הפוסקים שפסקו דמצות אינן צריכות כוונה מההיא דפתח בחמרא וסיים בשיכרא ותירץ שאפילו מי שסובר דמצות אינן צריכות כוונה ה''מ בדבר שיש בו מעשה קצת שהמעשה הוא במקום כוונה כגון נטילת לולב וכו'. אבל קשה לי על זה דבגמ' מוכח בהדיא דלמ''ד מצות אינן צריכות כוונה הוי אפילו בקריאת שמע דלא שייך שם מעשה כלל וכן בתקיעה לא שייך מעשה כדכתב ה''ה ז''ל בפרק חמישי מהלכות שופר וצ''ע: "
            ],
            [
                "<b>שקורא בספר וכו'.</b> נראה ודאי שצריך שאותו ספר יהיה מגילה עשויה כתקנה: "
            ],
            [
                "<b>אבל לא יקרא בצבור וכו'.</b> מדברי הטור ז''ל משמע דרבינו ז''ל פליג על הירושלמי דאמר אפילו לכתחלה שהרי כתב הקורא את המגילה וכו' אבל בירושלמי משמע דאפילו לכתחלה וכו' והרמב''ם ז''ל כתב וכו'. דמשמע מדקאמר והרמב''ם ז''ל כתב דפליג על הירושלמי. אבל אפשר דרבינו ז''ל לא פליג עליה אלא דהוקשה לו על הירושלמי דמתני' בדיעבד קאמר ואיך קאמר דאפילו לכתחלה ותירץ דמתני' מיירי אפילו בצבור ובצבור לכתחלה לא מטעמא דקאמר אבל הירושלמי דקאמר אפילו לכתחלה לא קאמר אלא ביחיד ואולי שזה דעת ה''ה ז''ל שהביא הירושלמי על דברי רבינו ז''ל משמע דלא פליג: ",
                "<b>וקורא אותה גדול עם הקטן וכו'.</b> נראה דהשמיענו דאע''ג דאחד מן הקוראים דהיינו הקטן אינו מוציא האחרים ידי חובתם ודילמא יהיב דעתיה אקטן מ''מ כיון שגדול קורא עמו לית לן בה: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמרו חכמים כל העושה מלאכה ביום פורים אינו רואה סימן ברכה.</b> לא ידעתי למה לא חילק רבינו ז''ל בין אתרא דנהוג לאתרא דלא נהוג וכמו שחילקו בגמ' וכן נטיעה של שמחה שאמרו שם שמותר. והטור ז''ל ביאר כל זה: ",
                "<b>בני כפרים שקדמו וכו'.</b> נראה דס''ל דמ''ש במשנה (דף ה') אע''פ שאמרו מקדימין וכו' מותרים וכו' ר''ל דרשאין לתת מתנות לאביונים באותו היום. וא''ת והיכי קאמר אע''פ שאמרו וכו' אדרבה הואיל ואמרו הול''ל וכדהקשו לעיל בגמ' דברייתא דאמרה אע''פ שאמרו והקשו אדרבה משום שאמרו הוא הכא נמי משום דאמרי מקדימין משום הכי רשאין דאל''כ לא הוי רשאין. וכ''ת ה''ק אע''פ שאמרו מקדימין מ''מ רשאין ולא חייבין דס''ד דחייבין לתת מתנות לאביונים א''כ מה הקשו בגמ' בברייתא נימא דמ''ש הברייתא נמי ה''ק דאע''פ שאמרו כפרים מקדימין וכו' דהוה ס''ד דחייבים קמ''ל דגובין כלומר אם ירצו גובין דכן הוא פירוש הברייתא לדעת רבינו ז''ל. וי''ל דשפיר פריך בברייתא דאע''פ שפירושה הוא רשות מ''מ לא הוזכר בברייתא לשון רשות כדי שיפול עליו לשון אע''פ כמו שהוזכר במשנה לשון מותרין שהוא רשות, א''נ י''ל דמתני' מאי דקאמר קאי אמותרין בהספד. וא''ת לדעת רבינו ז''ל דחלוקת המעות ביום הקדימה רשות א''כ היכי קאמר ר''י בגמ' מפני שעיניהן של עניים נשואות וצריך לחלק ביום הקריאה לכך אין קוראין אותה בשבת הא לדעתו ז''ל דחילוק יום הקדימה רשות ולמה דחו המגילה משום קריאתו בשביל זה. הא לאו מילתא היא כלל דבשלמא כשאנו יכולים לחלק ביום י''ד ויום ט''ו עצמו ודאי דהחלוקה ביום הקדימה רשות אבל כשאין אנו יכולים לחלק ביום פורים עצמו כמו היכא דאיתרמי בשבת אז ודאי דהחלוקה ביום הקדימה חשוב מפני שעיניהן של עניים נשואות למקרא מגילה: "
            ],
            [
                "<b>ואם אין לו מחליף וכו'.</b> שם (דף ז':) אביי בר אבין ור''ח מחלפי סעודתייהו להדדי ע''כ. ופירוש רבינו ז''ל בה מבואר. ורש''י ז''ל פירש זה אוכל עם זה בפורים של שנה זו ובשניה סועד חבירו עמו. וקשה על דבריו דא''כ לא היה מקיים מצות משלוח מנות אלא אחד מהם שהיה נותן סעודתו לחבירו אבל חבירו לא היה מקיים וכן הקשה מהרי''ק ז''ל. ול''נ לתרץ דהיו עושין כך זה היה נותן סעודתו לחבירו במתנה בשנה זו ואחר שהיה שלו אז חבירו כשהיה נותן לו מאותה סעודה והיה סועד עמו נמצא שגם הוא נותן לו כיון שכבר היתה קנויה לו במתנה והרי נתן מהנתון לו: "
            ],
            [
                "<b>ואין משנין מעות פורים וכו'.</b> בפרק השוכר את האומנין (בבא מציעא דף ע\"ח) אמרו על מתני' דהשוכר את החמור להוליכה בהר וכו' אתיא כר״מ דאמר כל המעביר על דעת בעל הבית גזלן הוי. והקשו הי ר״מ וכו' אלא הא ר״מ דמגבת פורים דתניא מגבת פורים לפורים מגבת העיר לאותה העיר כו' ר' אליעזר אומר מגבת פורים לפורים ואין העני רשאי ליקח מהם רצועה לסנדלו אא״כ התנה במעמד אנשי העיר דברי ר' יעקב שאמר משום ר״מ ורשב״ג מיקל ודחו דדילמא התם לאו טעמא משום דמעביר על דעת בעל הבית גזלן הוי אלא דאדעתא דפורים הוא דיהיב ליה אדעתא דמידי אחרינא לא יהיב ליה וחזרו לומר אלא הא ר״מ דתניא ר״ש ב״א אומר ואסיקו מההיא דסבר ר״מ ברייתא דהמעביר על דעת בעה״ב גזלן הוי ומשמע להו להלכות ולהרא״ש ז״ל דכיון דמסקנא סבר ר״מ הכי א״כ איגלאי מילתא דמאי דקאמר מעיקרא ואין העני רשאי וכו' מהך טעמא ודחיה דאדחו בגמרא דילמא התם דאדעתא דפורים וכו' לא קמה וא״כ כיון דטעמא משום דמעביר על דעת בעה״ב גזלן הוי כיון דלית הלכתא כוותיה בהא ה״ה דההיא דמגבת דכולא חד טעמא הוי ולהכי לא כתבו בהלכות בפ' השוכר את האומנין ההיא דאין העני רשאי. אבל רבינו ירוחם ז״ל כתב דיש גורסים בההיא דאין העני רשאי וכו' דברי ר״מ שאמר משום ר״ע וכיון דכן ודאי דהלכתא כההיא ברייתא דהא קי״ל כר״ע מחבירו ולפי זה ההיא דחיה דדילמא התם משום דאדעתא וכו' קמה לה וטעמא דההיא ברייתא לא הוי משום מעביר על דעת בעל הבית גזלן הוי וכן הוא דעת הטור ז״ל שהביא ההיא דאין העני רשאין ליקח מהם רצועה וכו'. ודעת רבינו ז״ל שלא הזכיר זה הוא כדעת ה״ה: "
            ],
            [],
            [
                "<b>כל ספרי הנביאים וכו'.</b> השיג ע''ז הראב''ד ז''ל [לא יבטל] דבר מכל הספרים שאין ספר שאין בו למוד וכו', נראה כונתו שהוא הבין בדברי רבינו ז''ל שר''ל שספרי הנביאים יתבטלו לגמרי ואין לומדים מהם לדבר מן הדברים וכמאן דליתיה ואמר שאין הדבר כן שהרי כל ספר וספר מהם אנו לומדים ממנו דברים הרבה וא''כ יתבטלו אותם הדינים, וזה אמרו שאין ספר שאין בו למודין, לכך אמר דאין הכוונה כמ''ש רבינו ז''ל שיגנזו אלא קיימים יהיו אלא אע''פ שאין קוראים בהם בכל שעה אלא לשום עת רחוק מ''מ במגילת אסתר קורין: "
            ]
        ],
        [
            [
                "<b>בבית שני וכו'.</b> כתב ה''ה וכשאמרו בפ''ק דר''ה לא בטלה מגילת תענית לענין חנוכה ופורים וכו'. פ''ק דר''ה (דף י\"ט:) אמרו והלכתא בטלה והלכתא לא בטלה קשיא הלכתא אהלכתא ל''ק כאן בחנוכה ופורים כאן בשאר יומי. וא''ת לפי דעת רבינו ז''ל דלא בטלה בחנוכה ופורים ר''ל ביומייהו דוקא א''כ לימא אידי ואידי בחנוכה ופורים ומאי דקאמר בטלה הוא לפניהם ולאחריהם ודקאמר לא בטלה היינו ביומייהו. וי''ל דעדיפא מינה משני דבטלה הוי לגמרי בין ביומייהו בין לפניהם ולאחריהם ועוד דסתמא דגמרא הוא דמתרץ קושטא דמילתא דקים לה לגמרא דבחנוכה ופורים לא בטלה ובשאר יומי בטלה: "
            ],
            [],
            [],
            [
                "<b>והמדליק אותה בלילה הראשון מברך ג' ברכות כו' וכל הרואה אותה ולא בירך מברך שתים.</b> כתב ה''ה ז''ל מימרא מבוארת ואמרו בה הרואה אותה ולא בירך x. ונראה לי שיש ט''ס בדבריו וכן צריך להגיה ואמרו בה וכל הרואה אותה מברך כלומר דייק לשון רבינו ז''ל שהוסיף על לשון המימרא מלת כל שאמר כל הרואה מברך וקאמר דמ''ש רבינו ז''ל וכל הרואה אותה כוונתו לומר דבכל אופן שיראה אותה אפילו שהדליקו עליו בתוך ביתו ולכך קאמר כל. וז''ש ואמרו בה הרואה אותה וכו' דעתו ז''ל על מה שכתב כל הרואה הוא מפני שדעתו ז''ל וכו': "
            ],
            [
                "<b>אע״פ שקריאת הלל מצוה מד״ס מברך עליו.</b> ה״ה ז״ל האריך בלשון זה לפרש הסוגיא לדעת רבינו ז״ל וצריך אני לבאר דעתו בפירוש הסוגיא שנראה מחולף ממה שכתב רבינו ז״ל בתשובותיו לחכמי לוניל הביאה מ״ע בסוף הלכות מילה דשם כתב רבינו ז״ל וז״ל וכן האנדרוגינוס אין מברכין על מילתו (מפני שהוא אינו זכר ודאי) ושאלו ממנו חכמי לוני״ל ז״ל וז״ל והלא ספק תורה הוא ועל ספק דרבנן הוא דלא מברכינן (עליו) אבל ספק דאורייתא מברכינן (עליו) חוץ מן הדמאי מפני שרוב ע״ה מעשרין הן כדאיתא בפרק במה מדליקין וכו' ושם השיב רבינו ז״ל כמבואר באותה תשובה ואיני חש להעתיקה שהספר מצוי ביד כל אדם. ונראה דדעת חכמי לוניל הוא לפרש הסוגיא דפרק במה מדליקין כך דהקשו שם (דף כ\"ג) דהיכי מברכינן בחנוכה משום דהיא מצוה דדבריהם הא בדמאי אין מברכין עליו אע״פ שמצותו מצוה מדבריהם ותירץ אביי ואמר ודאי דדבריהם בעי ברכה ספק דדבריהם לא בעי ברכה פי' כל דבר שהוא ודאי מדבריהם כלומר בכל המצות בין שיהיו מדרבנן כגון נר חנוכה ועירוב בין שיהיו מדאורייתא כגון מעשר וכיוצא בו כיון שהם מצות בודאי הנה הברכות אשר תקנו בהם חכמים נקראו מצוה מדבריהם ודאית ולכך בעי ברכה אבל ספק דדבריהם כלומר כל דבר שהמצוה אינה ודאית אלא ספק בין שנפל לי הספק אם עשיתי המצוה או לא בין שהמצוה עצמה תקנוה חכמים מפני הספק בכל איזה אופן שיהיה הנה הברכה נקרא בהן ספק דדבריהם ולכך לא בעי ברכה והקשו מיו״ט שהוא ספק מדבריהם ותירצו דטעמא דיו״ט כי היכי דלא לזלזלו ביה ובא רבא ונחלק על אביי ואמר דודאי ספק דבריהם בעי ברכה וטעמא דדמאי הוא מפני שרוב ע״ה מעשרין הן וכו' ואע״ג דאמרינן בפרק מי שמתו (ברכות דף כ\"א) דספק קרא ק״ש לא בעי ברכה מפני שק״ש הוי דרבנן היינו דוקא היכא דהמצוה עצמה היא מדרבנן אבל ברכת המצוה שעיקר המצוה מן התורה כגון דמאי שעיקר המעשר מן התורה ודאי דמברכינן אי לאו טעמא דרוב ע״ה מעשרין וכדכתב הר״ן ז״ל בפ' במה מדליקין חילוק זה לדעת המפרשים, נמצינו למדין לפי דעת זה דבכל ספק דאורייתא כלומר שהמצוה היא של תורה מברכינן אבל היכא דהמצוה מדרבנן כגון ספק בירך בק״ש וידוע לו שקרא ק״ש ודאי דלא מברכינן. זו היא דעתם של חכמי לוניל. ומפני כן השיגו על דברי רבינו ז״ל דעל ספק דרבנן הוא דלא מברכינן אבל על ספק דאורייתא מברכינן דקי״ל כרבא וזו היא דעת הראב״ד ז״ל בהשגות. וה״ה ז״ל הבין כאן שפירוש הסוגיא הוא כן לדעת רבינו ז״ל בחילוף קצת שסובר הוא שדעתו ז״ל הוא דרבא לא פליג אאביי כלומר דס״ל ודאי דכל ספק דדבריהם לא בעי ברכה מכח ההיא דמי שמתו דספק קרא ק״ש וכו' דלא מסתבר ליה לחלק כחילוק המפרשים ז״ל בין היכא שהמצוה היא מדבריהם להיכא דהמצוה היא מדאורייתא דמשמע ליה דהכל שוה ובכל ענין מודה רבא לאביי דלא בעי ברכה ומה שהוצרך לתרץ בדמאי רוב ע״ה מעשרין וכו' הוא משום דדמאי הוי עיקר תקנתו על הספק כלומר שרבנן מתחילה תקנוהו על הספק וכיון דכן הוי כודאי דדבריהם והוא מצוה מהם ולכך ראוי לברך עליו אי לאו טעמא משום דרוב ע״ה מעשרין וכו'. נמצא לפי דעת זה שבכל ספק שנסתפק לי אין מברכין עליו אבל בדבר שעיקר תקנתו על הספק כלומר שחכמים תקנו עליו מן הספק כמו דמאי ודאי דמברכין זולת דמאי מטעמא דרוב ע״ה מעשרין הן וא״כ לפי זה לא צריכנא ביו״ט טעמא דלא ליזלזלו ביה דהרי יו״ט עיקר תקנתו על הספק הוא, וא״כ יש לתמוה טובא כפי פירוש זה שמפרש ה״ה ז״ל בדעת רבינו ז״ל דא״כ איך כתב רבינו ז״ל טעמא ביו״ט משום דלא ליזלזלו ביה והא קי״ל כרבא לגבי דאביי ולדידיה לא צריכא לטעמא דאתי לזלזולי וטעמא דיו״ט לאו מש״ה הוא אלא משום דעיקר תקנתו על הספק. וע״ק דאיך כתב ועיקר עשייתן לא מן הספק כגון דמאי וכו' דלדברי רבא אינו כן דכל דבר שיהיה כמו דמאי שעיקר תקנתו על הספק ודאי דמברכינן עליה ובדמאי שאני שרוב ע״ה מעשרין הן וא״כ איך כתב דכל ספק שיהיה כמו דמאי שאין מברכין עליו. ורבינו ז״ל באותה תשובה נראה שמפרש הסוגיא באופן אחר וה״פ ודאי דדבריהם כגון נר חנוכה ועירוב בעי ברכה אבל דבר שעיקר תקנתו על הספק כגון דמאי לא בעי ברכה והקשו על זה מיו״ט שעיקר תקנתו על הספק והיכי בעי ברכה ותירצו משום דלא ליזלזלו ביה ובא רבא ותירץ דכל דבר שעיקר תקנתו על הספק מברכין דלא כאביי שהרי ביו״ט מברכין וטעמא דלא מברכינן בדמאי מפני שרוב ע״ה מעשרין הן אבל לענין ספק שנסתפק לנו אי מברכינן אי לא בהא לא איירי סוגיין כלל דכ״ע מודו דלא מברכינן וראיה ממה שאמרו בשמיני ספק שביעי מיתב יתבינן ברוכי לא מברכינן זהו מה שביאר שם רבינו ז״ל באותה תשובה. ולפי זה ג״כ קשה הקושיא שהקשיתי דכיון דקי״ל כרבא לא היה לו להזכיר כאן בהל' חנוכה טעמא דלא יזלזלו. ועוד איך כתב כגון מעשר דמאי כמו שהקשינו למעלה. ומ״מ עכ״פ צ״ל שה״ה ז״ל לא ראה אותה תשובה של רבינו ז״ל ולא הבין בדבריו שהוא מפרש הסוגייא כך דאלת״ה איך כתב דרבא לא פליג אאביי דהא בהדיא אמרינן בברכות כו' דעכ״פ צריך אתה לומר דפליג אאביי כיון דמאי דקאמר אביי הוא דדבר שעיקר תקנתו על הספק מברכינן א״כ ודאי דרבא פליג אהא כמו שאמר ה״ה ז״ל לבסוף דאי לאו טעמא דרוב ע״ה מעשרין הוה קאמר בדמאי דמברכינן משום דעיקר תקנתו על הספק כדכתיבנא ובשלמא אי ה״ה ז״ל הבין בדברי רבינו ז״ל דמפרש דמאי דקאמר אביי ספק דדבריהם לא בעי ברכה איירי בכל ספק דדבריהם בין שעיקר תקנתו על הספק בין ספק שנסתפק לנו ניחא דקאמר דלא פליג אאביי אמאי דקאמר דספק שנסתפק לנו דלא מברכינן אלא אמאי דקאמר דהיכא דעיקר תקנתו על הספק אין מברכין אהא לחודיה פליג עליה אבל אי מפרש כפירוש רבינו ז״ל דסוגיין לא איירי אלא כשעיקר תקנתו על הספק לחודיה ועל דא קאמר אביי ספק דדבריהם לא בעי ברכה א״כ היכי קאמר דלא פליג רבא עליה א״ו כדאמרנו. ותו איכא לאקשויי קושיא חזקה בדברי רבינו ז״ל דס״ל דכל ספק אפילו של תורה אין מברכין עליו כגון ספק מילה כדכתב בהדיא בהלכות מילה דא״כ איך כתב בהל' ק״ש פרק שני ספק קרא ק״ש ספק לא קרא חוזר וקורא ומברך לפניה ולאחריה הא הוי ספיקא בדבר דרבנן והיה לו לעשות המצוה בלא ברכה וכמו דבמילה עושה המצוה בלא ברכה ה״נ היה לו לקרות ק״ש בלא ברכה והרב״י בטא״ח סי' ס״ז כתב שדעתו של רבינו ז״ל כדעת ה״ר יונה שכל דבר שהוא ספק של תורה מברכים עליו ולאפוקי מדברי האומרים דכיון דהברכות דרבנן נינהו משום ספיקא דרבנן אינו חוזר ומברך ע״כ. ואצלי לענ״ד נראה ממ״ש שרבינו ז״ל דעתו הפוך מדעת ה״ר יונה שהרי במילה פסק שאין מברכין עליו מספיקא ואצלי שהרב״י ז״ל עצמו פליג דידיה אדידיה שהרב ז״ל בטי״ד סימן כ״ח גבי כיסוי הדם דכוי שכתב הטור שאין לברך עליו הביא לשון הרא״ש ז״ל שכתב בשם ה״ר יונה ז״ל שצריך לברך על כיסוי הדם בכוי והוא חלק עליו ואמר דאפילו דהמצוה מדאורייתא אין מברכים עליו מספיקא וכתב הוא ז״ל שכן הוא דעת הרמב״ם ז״ל שלא כדעת ה״ר יונה ז״ל. והרב״י כתב שם שדעת הראב״ד ז״ל בהשגות כדעת ה״ר יונה א״כ קשיא דידיה אדידיה. ונ״ל לתרץ הקושיא ולומר שמה שאמר שם ספק קרא אינו ר״ל שיש לו ג״כ ספק בברכות דאז אינו חוזר ומברך אלא ר״ל שבברכות אין לו ספק שודאי לו שלא אמרן והוא דומה לחלוקה שלאחריה שכתב אבל אם יודע שקרא ונסתפק לו אם בירך וכי היכי דהתם פשיטא ליה בחדא ומספקא ליה בחדא בחלוקה קמייתא נמי פשוט לו בברכות שלא אמרן ואין לו ספק אלא בקריאה ולהכי חוזר ומברך כיון שפשוט לו שלא אמרן ומיהו אם היה פשוט לו שקרא ק״ש אע״פ שקראה בלא ברכותיה לא יחזור ויקראנה בברכותיה דאפשר דהרב״י ז״ל סבור כדעת הרא״ה כתבו הרב״י ז״ל בסימן מ״ו דסובר דהיכא שקראה מתחילה בלא ברכות אינו יכול לחזור ולקרותה בברכות דכבר יצא י״ח ולהכי כתב רבינו ז״ל ספק אם קרא כלומר דוקא ספק אבל בודאי קרא אע״פ שלא קרא הברכות כבר יצא ואין לו לחזור ולברך אבל גבי מילה שכתב שיעשה מילה בלא ברכה הוא מפני שהוא ספק אם הוא זכר וחייב במילה או אם היא נקבה ופטור ואם נסתפק לו אם חל עליו חיוב ברכה או לא חל אז ודאי אזלינן לקולא אבל הכא כבר ידע שיש עליו חיוב ברכה ולא אמרה ולהכי יחזור ויברך. ולקושיא הראשונה שהקשיתי על מה שהבין ה״ה ז״ל בדברי רבינו ז״ל עלה בדעתי לומר דרבא ג״כ צריך לטעמא דלא לזלזלו ביה דאל״כ תקשי ליה היכי מברכינן על יו״ט שני הא הוא מנהג ואין מברכין על המנהג לדעת רבינו ז״ל כמו שכתב גבי קריאת ההלל וכן הקשה ר״ת ז״ל לדעת מי שסובר שאין מברכין על מנהג בפרק היה קורא בד״ה ימים שהיחיד גומר בהם וכו' ולהכי ודאי דלדעת רבינו ז״ל צריך רבא לטעמא דלא ליזלזלו ביה ומפני כן מברכים אע״פ שהוא מנהג ומה שחולק על אביי הוא דסבור דכל דבר שעיקר תקנתו על הספק מברכינן חוץ מהדמאי מפני שרוב ע״ה מעשרין הן. ומ״ש רבינו ז״ל אבל דבר שהוא מדבריהם ועיקר עשייתן וכו' אין מברכין ר״ל דבר שעיקר תקנתו על הספק והוא ספק דומה לדמאי שבדמאי יותר נוטה אחד מצדדי הספק מהצד האחר דודאי נוטה [שלא] לברך מפני שרוב ע״ה מעשרין הן ולזה כתב רבינו ז״ל כגון מעשר דמאי כלומר שהוא נוטה יותר לצד שאין ראוי לברך מצד שראוי לברך. כל זה עלה בדעתי לדחוק ולפרש אבל מה אעשה שלשונו אומר ולמה מברכין וכו' והם לא תקנוהו אלא מפני הספק דמשמע שמה שהוקשה לו הוא מפני שיו״ט שני הוא על הספק ולפי מה שפירש אין הקושיא אלא מפני שלדידן הוא מנהג, ועוד שלפי מה שמפרש רבינו באותה תשובה אין התירוץ הזה עולה כלל שנראה שרבא לית ליה טעמא דלזלזלו וכו' שכן כתב שם ובא רבא ופריק וכו' אל תאמר דכל דבר שעיקר תקנתו על הספק לא תקנו עליו ברכה שהרי יו״ט שני מפני הספק הוא משמע דלית ליה טעמא דלא ליתו לזלזולי ביה דאל״כ היכי קאמר שהרי יו״ט שני מפני הספק הוא וכו' הא איכא טעמא דלא ליתו לזלזולי ביה על כן דברי רבינו ז״ל צל״ע. ומ״מ למדנו דעת רבינו ז״ל ממה שכתב באותה תשובה דכל דבר שנסתפק לנו בברכות בין שהמצוה מן התורה בין שהיא מדרבנן אין מברכים והביא ראיה ממה שאמרו בסוכה מיתב יתבינן ברוכי לא מברכינן דאינו סובר הוא ז״ל דטעמא דלא מברכינן משום דסתרי אהדדי כדכתב הרב האלפסי במסכת סוכה אלא סובר דטעמא משום דהוי ספק ולכך לא מברכינן מספיקא דלא שייך טעמא דלא ליזלזולי ביה ואע״ג דמזלזלי ולא יתבי בסוכה מ״מ אין זה זלזול כזלזול יו״ט דאתי לחלל יו״ט ובכל דבר שעיקר תקנתו על הספק כלומר שחכמים גזרו ותקנו עליו ביחוד ולא הניחוהו בכלל שאר הספקות כמו דמאי דחכמים נמנו לגזור עליו ביחוד וכן יו״ט שני אז ודאי מברכינן משום דהוי מצוה מדבריהם אי לאו דאיכא טעמא כמו בדמאי דרוב ע״ה מעשרין הן אבל כל דבר שלא נמנו עליו חכמים לתקן בו ביחוד אלא הניחו לנו הדבר שנדון בו ככל הספקות שבתורה אז ודאי עושין המצוה ולא מברכין. וה״ר יונה בפרק מי שמתו כתב דכל דבר שהוא ספק של תורה מברכין עליו והביא ראיה מדאמרינן בשבת פרק במה מדליקין דאין מברכין על הדמאי בשעה שמפרישין ממנו מעשר ואמרינן התם טעמא מפני שהוא ספק של דבריהם דמשמע דוקא מפני שהוא ספק של דבריהם אין מברכין עליו הא אם היה ספק דאורייתא מברכין עליו ע״כ. וכיוצא בזה כתב הרא״ש ז״ל בשמו בריש פרק כסוי הדם גבי כוי דמברכים עליו מפני שספק דאורייתא הוא. ויש לתמוה עליו דהא דמאי ספק של תורה הוא דהוא ספק אם הוציא מעשר או לא הפריש מעשר וחייב להפרישו מן התורה והרי הוא דומה לכוי דשמא חיה היא וחייב לכסות מדאורייתא או בהמה הוא ופטור דכותה נמי הא ואיך חילק מדמאי לכוי. וחכמי לוני״ל בשאלתם לרבינו ז״ל והראב״ד ז״ל בהשגות משמע דס״ל דדמאי הוא דאורייתא שכן כתבו בשאלתם על ספק דאורייתא מברכין חוץ מן הדמאי מפני שרוב ע״ה מעשרין ע״כ, משמע דדמאי ספק דאורייתא קרי להו ולא נקרא ספק דדבריהם אלא מפני שהברכה היא מדבריהם. ואולי יש לדחוק ולפרש דברי הר' יהודה ז״ל דהכי קאמר דוקא דמאי מפני דהוי ספק דבריהם כלומר דמן התורה אזלינן בתר רובא דרוב ע״ה מעשרין הם וכתירוצא דרבה אלא דרבנן חששו חששא זו ולכך לא בעי ברכה אבל ודאי היכא דהוי ספק של תורה בעי ברכה ומאי דקראו ספק של דבריהם משום דרוב ע״ה מעשרין הם ודוחק. וא״ת לדעת רבינו דסובר אביי דדבר שעיקר תקנתו על הספק אין מברכין עליו והא בדיקת חמץ בתחילתה נעשתה על הספק וכדכתב ה״ה ז״ל בהל' חמץ ומצה וא״כ איך מברכינן. וי״ל דמ״מ מצות הביטול הוא מן התורה ואביטול הוא דמברכינן ואע״ג דלא מברכינן אביטול חמץ כבר נתן טעם שם הר״ן ז״ל: "
            ],
            [
                "<b>ולא הלל של חנוכה בלבד וכו'.</b> כתב הה''מ ז''ל ויש מפקפקים בזה ואומרים שיש ממנו מן התורה כלומר ההלל של חנוכה הוא ודאי מדרבנן מפני דלא מפקינן ליה מהשיר יהיה לכם וכו' כדאמר בערכין (דף י':) אבל השאר דמפקינן להו מהאי קרא הוא מן התורה וז''א ממנו מן התורה ודעת רבינו ז''ל דהכל מדרבנן. וא''ת קשה לכולהו דאיך אמרו בפ''ד דתעניות (דף כ\"ח:) אמר רבא זאת אומרת הלילא דריש ירחא לאו דאורייתא משמע דבחנוכה ובכל השאר הוי מן התורה כיון דדחי מעמד. ויש לומר דמאי דקאמר [לאו] דאורייתא ר''ל אין לו סמך כלל בתורה אבל כל השאר מה''ת לדעת רבינו ז''ל משום דיש להם סמך מדברי קבלה בפסוק השיר יהיה לכם כליל התקדש חג, וחנוכה אף על גב דלית ליה סמך מכל מקום נביאים תקנו לומר הלל בכל צרה והוי קצת סמך וכדכתב שם רש''י ז''ל: "
            ],
            [],
            [],
            [
                "<b>ימים שגומרים בהם ההלל וכו'.</b> כתב הה''מ ז''ל וכן הדין שהרי אין ברכה מתוקנת לאחריו וכו'. קשה דמנין לו להה''מ ז''ל זה דהא בגמ' (דף י\"ד) משמע דלא למדו אלא מק''ש מק''ו שכן אמרו שם בהלל ובמגילה מהו שיפסיק אמרינן ק''ו ק''ש דאורייתא פוסק הלל דרבנן לא כ''ש וא''כ דיו לבא מן הדין להיות כנדון והכי אמרת דפסיק טפי מק''ש. וי''ל דזה סברת הבעיין אבל התרצן חידש לו סברא אחרת דאמרינן פוסק ואין בכך כלום והיה די לומר פוסק לבד למה ליה למימר ואין בכך כלום אלא הכי קאמר לא כמו שאתה סובר דפסקינן בק''ש אלא אין בכך כלום ופוסק כמו שיראה מפני הסברא דאמר וכן בדין וכו', ומה שאמר בגמ' שאני רב בר שבא דלא חשיב וכו' אינו רוצה לומר לדעת רבינו ז''ל שאין בזה שאלה מפני הכבוד דלא חשיב ליה ולכך לא שאל דאפילו שלא מפני הכבוד רשאי לשאול לדעת רבינו ז''ל אלא הכוונה לומר דלא פסק מפני דלא חשבו כלל ולכך לא פסק לו מפני דהוי פסק שלא לצורך, ומה שאמר הה''מ פוסק לכל ר''ל לדבר שיש בו צורך קצת: "
            ],
            [],
            [],
            [
                "<b>מנהג קריאת ההלל וכו'.</b> בפרק לולב הגזול (סוכה דף ל\"ח:) מבואר כל זה. ואמרו שם הוא אומר הודו לה' והם אומרים הודו לה' מכאן שמצוה לענות בראשי פרקים. וקשה דלמה לא הזכיר זה רבינו ז״ל שהוא אומר הודו והם אומרים הודו. וי״ל דסובר רבינו ז״ל דרבא כשאמר זה אינו אלא למנהג שהיה מנהג אחר אחר המנהג הראשון וכדמשמע התם ולכך הוצרכו לומר הודו והם יענו הודו כדי להודיענו שמצוה לענות וכו' כלומר מפני שבמנהג האחרון הזה לא היו עונין בראשי הפרקים כמו שהיו עושים במנהג הראשון לכך הוצרכו לעשות דוגמא לדבר כדי שלא תשתכח ועשו היכר זה אבל במנהג הראשון לא היינו צריכים להיכר זה שהרי היו עושים הפסקות בראשי הפרקים אבל כל שאר הדברים האמורים שם שהם ללמד לנו דינים סובר רבינו ז״ל דאפילו במנהג הראשון היה זה מפני שלמדנו דינים מהן שהם צריכים לזמן ההוא. זה נ״ל דעתו של רבינו ז״ל: "
            ],
            [],
            [
                "<b>הוא אומר ברוך הבא והם אומרים ברוך הבא וכו'.</b> תימה דשם אמרו הוא אומר ברוך הבא והם אומרים בשם ה' מכאן לשומע כעונה ופירש''י ובברוך הבא היו סומכים עליו ואין עונין לא בתיבות עצמן ולא הללויה מכאן נלמוד לשאינו יודע לא לקרות וכו' אם שמע וכיון לבו וכו'. וכפי דעת רבינו ז''ל שאומר והם אומרים ברוך הבא אין ללמוד דין זה כלל וא''כ דבריו הם הפך הגמרא וצ''ע: "
            ]
        ],
        [
            [],
            [],
            [
                "<b>מנהג פשוט בכל ערינו בספרד שיהיו כל אנשי הבית מדליקין נר אחד בכל לילה.</b> וא''ת לדעת רבינו ז''ל שמפרש שמהדרין מן המהדרין עושין מה שמהדרין עושין א''כ הך מנהג כמאן דמהדרין מדליקין נרות כמנין אנשי הבית בכל לילה ולילה בלי הוספה ואם כן אנן דמדליקין נר אחד בלילה הראשון ואנו הולכים ומוסיפין לא אתיא כוותייהו וכמהדרין מן המהדרין נמי לא אתיא ואי מדינא לא בעינן אלא אחד בלילה הראשון וכן בכל לילה ולילה בלי הוספה כלל ואם כן מנהג דידן לפי דעת רבינו ז''ל לכאורה נראה מנהג בטעות בשלמא לפירוש המפרשים דמפרשין דמהדרין מן המהדרין אין מדליקין אלא נר אחד בלילה הראשונה והולכים ומוסיפין ניחא. וי''ל דמכל מקום לא הוי מנהג בטעות כיון דעבדינן כדין ואף על גב דמדינא לא בעי הוספה אנן נראה לנו למיעבד האי פשרה ולעשות ההוספה בכהאי גוונא: "
            ],
            [
                "<b>נר שיש לו שתי פיות עולה לשני בני אדם.</b> כתב הה''מ ז''ל כגון שני פתחי בתי בני אדם וכו'. ואע''ג דבעינן מזוזה מימין וחנוכה משמאל וכי ה''ג לא מצי למיהוי הכי וכדהקשו התוס' אפשר דסובר הה''מ ז''ל דלא בעינן הכי אלא לכתחלה אבל לעיכובא לא ובדיעבד עולה: "
            ],
            [
                "<b>נשארה דולקת וכו'.</b> כתב הה''מ ז''ל ודעת רבינו ז''ל וההלכות ז''ל לדמותה וכו' וכמ''ש כאן שאפילו באותו נר דולק וכו' אלא משום ביזוי מצוה. וא''ת בעצי סוכה ונוייה נמי הוי טעמא משום בזוי מצוה וכמו שאמרו שם בפרק במה מדליקין (שבת דף כ\"ב) בעו מיניה מריב''ל מהו להסתפק מנויי סוכה וכו' ואמרו שם במסקנא אבוהון דכולהו דם כלומר כסוי הדם דנפקא לן מקרא שלא יכסנו ברגל מפני שלא יהו מצות בזויות עליו. וי''ל דמכל מקום איכא טעמא אחרינא בסוכה לימים טובים והא מיגו דאתקצאי לבין השמשות אתקצאי לכולי יומא וכמו שכתבו שם התוספות ז''ל: "
            ],
            [],
            [],
            [],
            [
                "<b>ומותר להדליק נר חנוכה מנר חנוכה וכו'.</b> שם רב אמר אין מדליקין מנר לנר ושמואל אמר מדליקין ואמרו שם יתיב ההוא דרבנן קמיה דרב אדא בר אהבה ויתיב וקאמר טעמא דרב משום ביזוי מצוה (הוא) אמר להו לא תציתו ליה טעמא דרב משום דקא מכחיש מצוה מאי בינייהו איכא בינייהו דקא מדליק משרגא לשרגא מאן דאמר משום בזוי מצוה משרגא לשרגא מדליק מאן דאמר משום אכחושי מצוה משרגא לשרגא נמי אסור. והקשו שם בגמרא למאן דאמר טעמא דרב משום אכחושי מצוה ואסיקו בקשיא. וסובר הראב''ד ז''ל דכיון דאסיק בקשיא אית לן למפסק כמאן דאמר טעמא דרב משום בזוי מצוה וכיון דכן פליגי רב ושמואל ואנן קיימא לן כשמואל דשרי משום דאמר אביי כל מילי דמר עביד כרב בר מהני תלת ואם כן על ידי קינסא שרי כשמואל ומפני כן כתב בהשגות ועל ידי קינסא. אבל רבינו ז''ל סובר דאית לן למפסק כמאן דאמר טעמא דרב משום אכחושי מצוה משום דרב אדא אמר לא תציתו לההוא דרבנן דאמר משום בזוי מצוה ואית לן למפסק כרב אדא דההוא מריה דגמרא טפי מההוא דרבנן דקאמר משום בזוי מצוה ואף על גב דמאן דאמר אכחושי מצוה אסיק בקשיא אפשר דסובר רבינו ז''ל דמאי דאמר שם בגמ' מאי הוי עלה פי' הוא דהוי תיובתא גמורה הך דאקשינן למאן דאמר אכחושי מצוה או לא הוי תיובתא ואסיק דלא הוי תיובתא גמורה וכדפי' הרא''ש ז''ל ולהכי פסקינן לחומרא כמאן דאמר טעמא דרב משום אכחושי מצוה ובהא פליג שמואל אבל בבזוי מצוה כמו קינסא מודה שמואל דאסור וכן פסק רבינו ז''ל בפרק שלישי מהלכות תמידין ומוספין דעל ידי קינסא אסור משום בזוי מצוה שכתב שם נר מערבי שכבה אין מדליקין אותו אחר דישונו כו' כיצד מדליקו כו' ואינו יכול להדליקו בנר אחר משום בזיון ע''כ. וכי תימא אמאי לא קאמר הרב המגיד ז''ל דפסק כרב דהלכתא כותיה באיסורי וכמאן דאמר דטעמא משום בזוי מצוה משום דלא אסיק בקשיא. וי''ל דודאי דכמאן דאמר משום אכחושי מצוה עיקר כדפרישית דאית לן למפסק כרב אדא ועוד דאית לן למפסק בהא כשמואל משום הא דאמר אביי כל מילי וכו'. וא''ת כיון שרבינו ז''ל פסק כמאן דאמר אכחושי מצוה ובהא פליגי ומודה שמואל בבזוי מצוה דאסור א''כ אמאי כתב בהלכות מעשר שני פרק ג' דטעמא דמעשר שני אין שוקלין כנגדו דינרי זהב לחלל עליהם מעשר הוא משום שמא יכוין ממנו משקלות וכו' היה לו לומר דהוי טעמא משום בזיון ואף על גב דהוי לחלל עליהם מעשר אחר מכל מקום דמי לקינסא וכמו שאמרו בגמרא פרק במה מדליקין מתיב רב אויא סלע של מעשר שני וכו' אי אמרת בשלמא כי פליגי רב ושמואל מנר לנר אבל בקינסא אסר שמואל כלומר והיינו כמאן דאמר משום אכחושי מצוה הא לא תהוי תיובתא אלא אי אמרת בקינסא נמי שרי הא תהוי תיובתא אמר רבה גזירה שמא לא יכוין משקלותיו וקא מפיק להו לחולין ע''כ. משמע דלא נאמר טעם זה אלא למאן דאמר משום בזוי מצוה אבל למאן דאמר משום אכחושי מצוה לא אמרן טעם זה אלא משום דדמי לקינסא. ויש לומר דסובר רבינו ז''ל דאפילו למ''ד משום אכחושי צריך להאי טעמא מפני שיש לדקדק בלשון המקשה דאמר אי אמרת בשלמא כי פליגי רב ושמואל מנר לנר אבל בקינסא אסר שמואל הא לא תהוי תיובתא דהיל''ל אי אמרת בשלמא כו' ניחא כי כן הדרך בכל המקומות ומאי האי לישנא דקאמר הא לא תהוי תיובתא, ונראה דכונתו היא דאע''ג דהאי לא דמי לגמרי לקינסא דאע''ג דבקינסא איכא בזוי הכא ליכא בזוי דבקינסא זה דאנו מדליקין אינה היא עצמה המצוה אלא שאנו מדליקין בו הנר מצוה וא''כ ודאי דהתם איכא בזיון אבל הכא אלו המעות הם עצמם הם המצוה שהרי עליהם מחללין המעשר וזה נרמז בלשון רש''י ז''ל שכתב ואע''ג דלמצוה קא בעי להו לקינסא דמי כלומר אע''ג דהם עצמם המצוה מ''מ דמי קצת לקינסא ומשום הכי אמרו בגמ' הא לא תהוי תיובתא כלומר ניחותא ודאי ליכא דמ''מ לא שייך כאן בזיון אבל מ''מ לא הוי תיובתא גמורה אלא בדרך קשיא שיש בה קושיא מעט אלא למ''ד משום בזוי מצוה איכא תיובתא גמורה ובא רבה ותירץ אין זה טעם המשנה דלעולם לא למ''ד משום בזוי איכא תיובתא ולא למ''ד משום אכחושי איכא קשיא קצת דטעמא דמתני' לא משום הכי הוה אלא טעמא הוא שמא יכוין משקלותיו בין למ''ד אכחושי בין למ''ד משום בזוי מצוה ופירש רבינו ז''ל גזירה שמא יכוין משקלותיו שלא כפירוש רש''י ז''ל דלרש''י ז''ל קשה היכי קאמר ומפיק להו לחולין הא אין כאן הוצאה לחולין אלא הרי הן כמו שהיו וכבר הוקשה לרש''י ז''ל זה ואמר כלומר יניחם בחוליהן כמו שהן. ורבינו ז''ל מפרש כך דטעמא דאין שוקלין כנגד מעשר שני מעות מפני שהפירות דרכן לחסר ואע''פ ששקל אתמול ליטרא של פירות אפשר שזו הליטרא של פירות היא חסרה מעט והוא חושב שהיא שלמה וישקול כנגדם כסף ויחשוב שהכסף הוא ליטרא ג''כ ואינו כן אלא הוא פחות מעט מפני שפירות מעשר שני אשר שקל כנגדם חסרו מעט ונמצא שהמעשר שמחלל על ליטרא זו של כסף הוא מוציאן לחולין בפחות מדמיו. ובזה יובן כוונת רבינו ז''ל במה שאמר שם גזירה שמא יכוין ממנו משקלות ונמצאו הפירות חסרים והוא שוקל בהן מעות לחלל עליהם מעשר נמצא מוציא מעשר שני לחולין בפחות מדמיו ע''כ. ומ''ש גזירה שמא יכוין וכו' אפשר שהוא גורס בגמ' אמר רבה גזירה שמא יכוין משקלותיו ופירושו כך אם כשהיה זה שוקל היה משער בדעתו החסרון שהיו יכולין לחסר אלו הפירות של מעשר מעת ששקלן ועד עתה ודאי דהיה יכול לשקול כנגדה אבל אין זה משעת החסרון שחסרו אלא הוא יכוין המשקל כמו שהיה בתחלה ויחשוב שיש כאן באלו הפירות ליטרא כמו שהיה בתחלה ואינו כן אלא נמצאו הפירות וכו'. ואפילו שנאמר שגורס בגמרא כגרסתנו גזירה שמא לא יכוין משקלותיו אפשר ליישב בלשון פירוש רבינו ז''ל ולומר דה''ק שמא לא יכוין המשקל ששוקל הליטרא של כסף כנגדו של מעשר שני לא יהיה ליטרא אחת בכיון אלא הוא פחות מליטרא מפני שהפירות של מעשר שני חסרו וזה פירוש רבינו ז''ל. וא''ת א''כ מה לי מעות של מעשר שני מה לי מעות אחרים שאינן של מעשר שני היל''ל שאין לשקול כסף שמחללין מעשר שני כנגד פירות דעלמא משום דאפשר דהפירות חסרו. ויש לומר דאין הכי נמי אלא לא נקט מעשר שני אלא משום מה שאמר ראשונה אין שוקלין כנגדו, ופירוש דינר זהב בכאן לא הוי טעמא אלא משום בזיון ולא שייך דין זה אלא במעשר שני אבל מ''ש ואפילו לחלל עליהם וכו' ודאי דדין זה בכל פירות איתיה דזיל בתר טעמא דגזירה כדפרישית. ונראה לפי פירוש זה שודאי סלע של מעשר שני יכול לשקול כנגדו סלע של מעשר אחר מפני דלא שייך כאן טעמא דהוא חסר דבפירות שייך האי טעמא שדרכן לחסר וא''כ לפי זה ודאי לא גריס בברייתא סלע של מעשר שני אין שוקלין כנגדו דינרי זהב אלא מעשר שני אין שוקלין כנגדו דר''ל הפירות של מעשר שני וכו'. וכן מצאתי הגירסא בגמ' דכתיבת יד: "
            ],
            [],
            [
                "<b>ואם היה לו בית בפני עצמו וכו' צריך להדליק בבית שהוא בו מפני העוברין וכו'.</b> כתב הה''מ ז''ל ופירש רבינו אפילו מדליקין וכו'. נראה שכתב כן מפני שיש לפרש פירוש אחר בהלכות דהכי קאמר אי פתח בבא לא מהני ליה בשיתוף דפריטי אלא שעל כל פנים צריך להדליק משום חשדא והיינו דוקא למי שאין מדליקין בתוך ביתו, לזה אמר שרבינו ז''ל מפרש דאפילו מדליקין עליו וכו' דכיון דטעמא משום שלא יחשדוהו שאינו מדליק מה לי מדליקין עליו מה לי אין מדליקין: "
            ],
            [
                "<b>מצות נר חנוכה וכו'.</b> כתב הרב המגיד וכל שכן בנר חנוכה דעדיף מקדוש היום. וקשה דמאי כל שכן הוא זה אי אמרינן חנוכה עדיף מקדוש היום היינו דחנוכה הוי פרסומי ניסא כדאמרינן בגמרא מה שאין כן בקדוש היום אבל ארבע כוסות דאיכא בהו פרסומי ניסא כדכתב הרב המגיד ז''ל ודאי דהוי כמו חנוכה ואם כן לא היה לו להרב המגיד ללמוד הדין מכל שכן אלא מהוא הדין וצ''ע: <b>סליקו להו הלכות מגילה וחנוכה בס''ד</b>: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "לחם משנה על משנה תורה, הלכות מגילה וחנוכה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Lehem Mishneh",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}