{
    "title": "Chelkat Mechokek",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chelkat_Mechokek",
    "text": [
        [],
        [],
        [],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Because gestation is never longer than twelve months: this suggests that if the woman says that she became pregnant from her husband before he departed and the child remained [in gestation for more than twelve months] in this case we say that the child is a mamzer but if the wife said that her husband came [to her] at night within twelve months and at night was with her and that night impregnated her, obviously if her husband admits to her words then it seems that there is no doubt that the child is fit for behold Shmuel was fit (i.e. the father of Shmuel was overseas and via a [divine] name he traveled from overseas at night and came to his wife and was together with her and she became pregnant from his and Shmuel was born from her see the story in Hilchot Gedolot and the end of the laws of Gittin, the Rosh also quoted a brief [version] in Kiddushin Cap. Asarah Yuchsin [#7] however even if the husband is not present and she makes this claim maybe she is believed for we uphold a wife to be in a fit status as long as the husband does not deny her words but maybe she is not believed about something that does not happen frequently and I will yet write about this and I did not write this in the Kuntres Aharon.",
            "Some say he is not definitively a mamzer. (The first opinion is the Rambam and the \"some say\" are the words of the Behag based on the previous story) the Rosh cited (in Kiddushun Cap. Asarh Yuchsin[#7]) and his words suggest that even if the wife is silent or not in our presence the Behag is of the opinion that we attribute it to the possibility that the husband arrived discreetly but if the wife admits that he husband did not arrive [then] even if the husband is not in our presence it is a great stretch to declare [the child] fit and although the Rosh concludes over there that  when they both [husband and wife] admit [that the husband did not arrive discreetly only then do suspect mamzerut], he wrote this as something superfluous [and if the wife admits the husband did not visit and the husband can not be reached then the wife's word is enough to declare the child to be a mamzer]. However if the husband claims that he came [discreetly] and she does not admit that he visited discreetly it seems that he is believed to declare [the offspring] fit. And the Beit Yosef at the end of #178 in the story that he cited in the name of the Rav Duran [Tashbetz II:101] wrote that the Rambam is talking about a case where the husband is present before us and he admits that he did not come [discreetly to visit] and the Behag is talking about a case where the husband is not in our presence and then the wife is believed to declare herself and her offspring fit and there is no dispute (meaning between the two opinion mentioned earlier) Here the Shulhan Arukh wrote \"since it is a dispute\" but he did not explain his words in which way they are arguing and in the Kuntres Ahron [Bach #6] he wrote that they they're arguing in a case where she claims that her husband came discreetly  but the husband is not present [to confirm or deny] according to the Rambam she is not believed [but for the Behag she is believed] yet his view is not iron-clad.     ",
            "Rem\"a: During the twelve months, however, there is no concern. Tosafot in Niddah (38a) wrote that that we don't we don't hold like  Rava Tosfa'a (based on him the Rema derived this law) and a fetus does not remain more than 271 days in a womb, namely more than nine full months with each one [month] being 30 days.",
            "[but if we did see something distasteful] we do not say that it was a long gestation. It sounds like it is specifically \"a long gestation\" namely, twelve months that we don't say [such a lengthy gestation was likely] in case where there are witnesses [who saw something] distasteful [concerning the wife's behavior] but if she gave birth in the tenth month then although it is more than 271 days, maybe we are not concerned [that the offspring is a mamzer] even  when there are witnesses [who saw something] distasteful [concerning the wife's behavior] since now it is common to give birth in the tenth month however everything is [judged] according to its situation.",
            "14) If a rumor spreads that a married woman. The same rule applies if witness came [and testified] that she committed adultery her children remain acceptable (i.e. for let's follow the reason that most [instances of intercourse] we attribute to the husband and therefore even if there are witnesses that she committed adultery [her childdren remain acceptable] , it is only to teach the next clause that this first clause is mentioned [to teach] that even in a case of chatter and rumor there is a Torah requirement for a kohen to be concerned (see beyond in this chapter, par. #28):",
            "15) If her husband is a kohen, we are concerned that her children are disgraced from the priesthood. Here it does not help to follow the reason that most [instances of intercourse] we attribute to the husband for if she committed adultery before becoming pregnant she is prohibited to her husband (who is a kohen) and when her husband returns to copulate with her, she becomes disgraced [from the priesthood] and her child, even though he is her husband's [child] is disgraced from the priesthood. However, it is so if it is known that her husband did not return to copulate with her after the chatter that she committed adultery. For example if her husband was overseas and as soon as her husband left her there were rumors that she committed adultery and then there is a doubt if she became pregnant from her husband before he left and before the rumors and then certainly just as the child is not a Mamzer by dint of us attributing it to the husband [who copulated with her] before leaving the same is true that he has not been disgraced from the priesthood for the two are interdependent.",
            "16) She is believed if she says here children are legitimate. The reason is that she is always believed to certify her children as we say regarding a betrothed woman who become pregnant. (see below in this chapter par. 27)."
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "חלקת מחוקק",
    "categories": [
        "Halakhah",
        "Shulchan Arukh",
        "Commentary",
        "Chelkat Mechokek"
    ],
    "sectionNames": [
        "Siman",
        "Seif Katan"
    ]
}