{
    "status": "locked", 
    "versionTitle": "Sheiltot d'Rav Achai Gaon, Kidmat HaEmek, volume II, 1861-1867", 
    "digitizedBySefaria": true, 
    "license": "Public Domain", 
    "title": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon", 
    "text": {
        "": [], 
        "Kidmat HaEmek": [
            [
                "(קדמת העמק לח\"ב)", 
                "<b>בקש קהלת למצוא דברי חפץ. וכתוב יושר דברי אמת. דברי חכמים כדרבונות וכמסמרות נטועים בעלי אסופות נתנו מרועה אחד.</b> (קהלת י\"ב. י\"א) ", 
                "בעת אתה הקב\"ה מרבבת קודש ובידו אש דת לישראל. עלה במחשבתו ית' ליתן לישראל כ\"ד ס\"ק. כדאיתא ברכות ד\"ה א\"ר לוי בר חמא ארשב\"ל מ\"ד ואתנה לך את לחת האבן והתורה והמצוה אשר כתבתי להורותם. תורה זו מקרא והמצוה זו משנה אשר כתבתי אלו נו\"כ. ובש\"ר פכ\"ח אר\"י מה שהנביאים עתידין להתנבאות בכל דור ודור קבלו מה\"ס שכן משה אומר לישראל כי את אשר ישנו פה ואשר איננו פה וגו' וכה\"א משא דבר ה' ביד מלאכי בימי מלאכי לא נאמר אלא ביד מלאכי שכבר היתה הנבואה בידו מה\"ס אלא שלא נתן רשות להתנבאות וכן ישעיה אמר מעת היותה שם אני. אמר ישעיה מעת שנתנה תורה בסיני שם הייתי וקבלתי הנבואה הזאת ועתה אלהים שלחני ורוחו כו'. וק' טובא מהא דאי' בנדרים דכ\"ב א\"ר אדא בר\"ח אלמלי חטאו ישראל לא ניתן להם אלא חמשה חומשי תורה וס' יהושע בלבד שנא' כי ברב חכמה רב כעס. משמע דבחטא כל דור נצרך להוסיף ס' נביא או כתובים. הרי דהיה תלוי הנבואה בבחירה הרעה של ישראל לחטוא. ובשביל זה חלה הנבואה להוכיחן. איברא כד דייקת מזה המאמר עצמו מבואר להיפך דלפי הפשט שבשביל החטא וצורך השעה חלה הנבואה ק' מאי אתי לאשמעינן רב אדא פשיטא שאין תוכחה בלי חטא. ותו ק' הא כמה ספרי נו\"כ שאין בהם שייכות לחטא ישראל. אבל ז\"ל המפרש המכונה בשם רש\"י ולפי שבעטו וחטאו נוסף להם רוב חכמה שאר הספרים כדי להטריחן יותר. וכעין זה אי' בקהלת רבה פ\"א עה\"פ הוא ענין רע אשר נתן אלהים וגו' ר\"ה פתר קרי' בנו\"כ שאילו זכו ישראל לא היו קורין אלא חמשה ח\"ת חמשה ספרים בלבד. וכלום ניתן להם נו\"כ אלא שיהיו יגעים בהן ובתורה ועושין מצות וצדקות כדי לקבל עליהן שכר טוב. וא\"כ הכוונה בכ\"ז הוא כעין מאמרם ז\"ל בביצה דכ\"ה למה ניתנה תורה לישראל מפני שעזין הן. ופרש\"י ונתנה להם התורה שיתעסקו בה והיא מתשת כחם ומכנעת לבם. וע\"ז הדרך בא זה המאמר ללמד שכאשר חטאו נתוסף להם עוד דברי חכמה כדי להטריחן יותר. ובזה מתיישב מה שהקשינו בגוף המאמר וגם רומי' מהא דברכות הנ\"ל. ונימא דפי' חטאו ישראל דא' רב אדא אין הכוונה חטאי כל דור. אלא בחטא העגל דכיון דחטאו אז ונמצאו עם קשה עורף נצרך להוסיף להם להטריחן. ובשביל זה נתן למשה אז כל מה שהנביאים עתידין להתנבאות:"
            ], 
            [
                "ועדין הפי' אינו ברור. וכי בזה שהטריחן המקום ב\"ה בכ\"ד נו\"כ לא יחטאו. ומאי טורח יש בזה. ולא דמי לסוגיא דביצה הנ\"ל דהתם ה\"ק דמש\"ה נצטוו ישראל על שקידת התורה יומם ולילה יותר מהצורך למעשה היינו כדי להתיש כחם ולב האבן ע\"י תורה שבע\"פ שנקראת תושי' והמאור שבה מחזיר למוטב. אבל בהא שנתוסף עוד תורה שבכתב לא נודע בזה טורח יתירה. וגם לשון מדרש קהלת הנ\"ל ועושין מצות וצדקות אין בזה שייכות לנו\"כ לפי כונה של הטורח. עוד יש להבין מאמרם ז\"ל ברבה פ' תשא ויתן אל משה ככלתו א\"ר לוי ארשב\"ל מה כלה מתקשטת בכ\"ד קישוטין כך ת\"ח צריך להיות זריז בכ\"ד ספרים. ולכאורה אינו מובן מאי שיאטא דת\"ח לכאן. הא ויתן אל משה כתיב והכי מיבעי למימר מלמד שקשטו למשה בכ\"ד ספרים. אבל הא ניחא שהרי להא לא נצרך זה הדרש. דהכל נתגלה למכה אפי' מה שתלמיד ותיק עתיד לחדש. ונו\"כ בכלל. ור' לוי דבמדרש ג\"כ אינו ר' לוי סתם שהוא רבו דרשב\"ל אלא ר' לוי ב\"ח עצמו שא' בשם רשב\"ל בברכות ד\"ה הנ\"ל דבכלל ואתנה לך את לחות האבן נכלל הכל. וא\"כ לא נצרכנו לאותו דרשה דככלתו. אלא בא ללמד דגם מלבד גדולת משה שהיה גלוי לפניו כל הרמוז בתורה אלא רק מצד שהיה חכם כשאר חכמי ישראל נצרך להתקשט בכ\"ד ספרים. ומכאן יש ללמוד לכל ת\"ח. אבל ק' למאי דקדק המדרש כך ת\"ח. ומדוע לא נימא כמ\"כ לכל ישראל מי שקרא מקרא ואינו בור. שכמו שקורא בתורה כך צריך לקרות כ\"ד ס\"ק. ותו ק' א\"כ עד שנגמרו כל ספרי המקרא כמה מאות שנים אחר מתן תורה. אטו לא היו הת\"ח בשלמות ח\"ו: <b>אלא</b> מתחלה יש לנו לדעת דתכלית נו\"כ לא באו רק בשביל התוכחות שאמר הנביא לצורך השעה או לדעת אותו מעשה. דודאי אאל\"כ שהרי עוד הרבה נביאים היו בימי אליהו ואלישע ובימי ירמיהו כדכתיב ואשלח את עבדי הנביאים השכם ושלוח. וכולם אמרו דברי נבואה ותוכחה. ובקהלת רבה פ\"א אי' אין זכרון לראשונים כמה נביאים עמדו לישראל ולא נתפרש שמותן כו'. אלא שכל דבריהם לא נתנו ליכתב וכדאי' במגילה ד' י\"ד כל נבואה שהוצרכה לדורות ניתן ליכתב ושלא נצרכה לדורות לא נכתבה. ואלו היה אדם כותב דבריהם היה עובר על דברים שבע\"פ אי אתה רשאי לכותבן אע\"פ שנאמרו בקדושה. וכתיב אל תוסף על דבריו. ואפי' על כתובים. וכדאי' במגילה ד\"ז על חכמתו של שלמה א\"ל וכי זו בלבד כו'. ורק אלו כ\"ד ס\"ק אשר בכמה מהם אינו אלא סיפורים מכ\"מ ניתנו ליכתב בקדושה ועפ\"י נבואה או רוה\"ק. ונקל לדעת שלא נשתנו אלו אלא כדי ללמד את ישראל חכמה ודעת המרומז בהם לבד הגלוי. ואין לך פסוק שאין מרומז בו איזה סוד או סתרי הטבע או דבר מוסר. ואם נראה בעינינו שהוא ריק מכל דבר. רק לעינינו הכהות נראה כן וכדאי' בירו' פיאה פ\"א כי לא דבר ריק הוא מכם. ואם ריק הוא מכם הוא ריק למה שאין אתם יגעין בתורה. כי הוא חייכם אימתי הוא חייכם כשאתם יגעים בו. והכי הוא בכל דבר ה' שמתן לכתוב עפ\"י נבואה או רוה\"ק. עד שאמרו חז\"ל בב\"ר פ' פ\"ה דמש\"ה נכתב ספר דניאל שלא כסדר כדי שלא יאמרו דברי פיוטין הם כדי שידעו הכל שאמרו ברוה\"ק. ר\"ל דמזה שנכתב שלא כסדר וכפי שהיה נכתב בדעת אנוש. מובן שיש בהם דבר כמוס. שזה הגיע להכתב דוקא בזה הסדר. ואם בס' דניאל שהוא בכתובים ובלשון ארמית כך. עאכו\"כ נביאים שגדלו קדושתן. ומש\"ה יש כמה מקראות שלפי הנראה אין הלשון מדויק כלל או ביתור או בחסר. וכל כללי הל\"ב מדות של אגדה וכל יגיעת הפשטנים אין די באר ואין די עולה להבין על מה נכתב בלשון שאינו מדויק. וכן בתורה יש כמה פסוקים כזה כמו שהעיר ע\"ז הפרחון ערך אולי. וע\"כ לאו דבר ריק הוא. אלא כ\"ז מלמדנו דעת שיש בלשון הכתוב ספוני טמוני ענינים מלבד הפשט הגלוי וכן הוא בנו\"כ. כי דבר ה' המה. "
            ], 
            [
                "ומהא שנכתב שלא בדיוק כ\"כ. הגיעו רבותינו ז\"ל בכ\"מ לדרוש איזה כונה מענין ושלא כענין. כענין היינו דרשות חז\"ל בת\"כ ומכילתא וספרי ומדרשים להמתיק איזה דרוש מענין הנדבר שם. ושלא כענין היינו כמה דרשות שהעלו שלא מענין הפרשה כלל. כמו שדרשו במ' קידושין ד' ס\"ח מדכתיב שבו לכם פה עם החמור. עיקר גדול שאין קידושין תופסין בעבד. ובפסחים דל\"ז ואפו עשר נשים לחמכם בתנור אחד למד ר\"י דלחם שאינו נאפה בתנור אחד לאו שמיה לחם ופטור מחלה וכן הרבה. ומכש\"כ דברי אגדה מוסרי' וד\"א רבו אפי' שלא מענין הפרשה. וכמו בתורה כן בנו\"כ שנתנו ליכתב בנבואה או ברוה\"ק נדרשים כענין ושלא כענין. כענין היינו שהעלו כמה משמעות בפסוק וזהו עצם מעלת רוה\"ק וכדאי' ברבה ויקרא פי\"ד אשא דעי למרחוק וגו' הפסוק הזה אם אליהו אמרו מאליו הוא שבח ואם ברוה\"ק אמרו שבחי שבחים. פי' דא\"כ נכלל בו כמה כונות. ושלא כענין הפרשה כמו בפר\"ע מנין לספינה שהיא טהורה שנא' דרך אניה בלב ים מה ים טהור כו' ובעירובין דע\"ג ריב\"ב מתיר בעבדים שנא' ודניאל בתרע מלכא. בחגיגה דכ\"ו בשעת הרגל הכל נאמנין על הטהרות מנה\"מ אריב\"ל דא\"ק ויאסוף כל איש ישראל אל העיר כאיש אחד חברים עשאן הכתוב חברים. וכן דברי אגדה כמו ברכות ד\"ט עובר עלינו תמיד אריב\"ח המארח ת\"ח בתוך ביתו כאילו הקריב תמידין וברור שלא נתכונה השונמית לזה. אלא מדכתוב הכי בדעת הנביא מתן לידרש. וכל הכתובים כפטיש יפוצץ סלע. ומשליך ניצוצות במקומו ושלא במקומו שלא עלה ע\"ד המפצץ שיפול שמה. כך רמז הכתוב כמה ענינים וסודות אפי' שלא מענין המדובר כלל. ונראה בזה לפרש במגילה ד\"ז שנחלקו אי מגילת אסתר ניתנה ליכתב ותמהו התו' הרי אסור לקרותה בע\"פ וע\"כ ניתן ליכתב. ונדחקו לומר דזה הדין אינו אלא מדרבנן. ולי נראה דפליגי אי לא ניתנה ליכתב ברוה\"ק אלא לתכלית הקריאה בפורים לפרסומי ניסא. הא בל\"ז אינה כדאי להיות בכלל כ\"ק אע\"ג שהיא ברוה\"ק. והרי היא כמו דברי נביאים שלא ניתנו ליכתב. באשר אין בהם ענין רמוז אלא בא לצורך השעה. ה\"נ מגילת אסתר הא שניתנה ליכתב רק בשביל פרסומי ניסא דפורים לדורות ולפי זה לא ניתנה לידרש אלא מענין הספר. או מתנה ליכתב בעצם כמו ספר דניאל וכדומה דיש ללמוד ממנה אפי' שלא מענין הפרשה. ונ\"ל עוד דבזה פליגי בדרשה קימו וקבלו היהודים דשמואל לטעמיה דס\"ל שלא ניתן ליכתב מש\"ה דרש לענין פורים. קימו למעלה מה שקבלו למטה. ורבא דריש קיימו מה שקבלו כבר מכאן מודעא רבא לאורייתא. שהיא דרשה שלא מענין הספר. והיינו משום דס\"ל שהיא ככל כ\"ק:"
            ], 
            [
                "ועפ\"י הדברים האלה נבא לפי' המ\"ר דפ' תשא. ונקדים דזה ברור במשמעות המדרש דת\"ח צריך להיות זריז בכ\"ד ספרים. שאין הכונה שיהיה בקי בהם בלי פישוט קמטי המקרא דבזה אין בו מעלה לחכמתו. ודומה לכלה הנושאת הקישוטין בידה כשהם מקופלים. שאין בהם כדי להעלות חן. ולהיפך מראה לכל שהיא חסרת דעת לא ידעה תכלית יוקר החפצים ואיך להשתמש בם. אלא הכונה שהת\"ח צריך שיהא זריז לדעת היאך לפשט הכתובים ולהשכיל מהם חכמות ומוסרים ומדות טובות לפי הנדרש ממנו באותו שעה. וכ\"א לפי ערך חכמתו ככה הרגשתו בכ\"ק. וכמו דקישוטי כלה ג\"כ אין אותם הקישוטין שוות בערכם וביפים. כך ודאי אינו דומה הרגשת חכם גדול במקרא לשאר ת\"ח. אך בדרך כלל יש לאדם ת\"ח להרגיל עצמו להוציא דבר מכ\"ק שיהא מלבשתו צדק וי\"א. ואין דבר מוסרי ודבר חכמה בעולם שאינו מרומז בכ\"ק ע\"י שנוי לשון וכפל. וכבר חפשו חז\"ל בס' ב\"ס ולא מצאו בם אלא דבר א' שאינו מרומז בכ\"ק כדאי' בסנהדרין ד' ק'. והרי ידוע דס' ב\"ס הוא מלא מוסרים וד\"א אלא ע\"כ חז\"ל ידעו הכל מכ\"ק: <b>ומעתה</b> מאמר המדרש דפ' תשא בהיר הוא דכשם שהכלה מלבד עיקר נדונייתה ואופני הנשואין אשר בזה היא באה לבית הנשואין. עוד היא משתדלת למצוא חן בעיני הבעל וכל השמחים עמה. כך תנאי ת\"ח אשר לבד גופי הלכות ללמוד ע\"מ לעשות אשר באלה הוא בא למעלת ת\"ח. עוד יש לו להתקשט במדות ומוסרים וחכמות הרמוזות בכ\"ד ס\"ק למצוא חן בעיני אלהים ואדם. ובזה זך וישר דרכו בד\"א ובאהבת ב\"א ושמירת כבודם ושוחר רצונם וטובתן ושלומם וש\"ש מתקדש ע\"י כדאי' ברכות פ' הרואה ואהבת את ה'. שיהא ש\"ש מתאהב ע\"י שיאמרו אשרי אביו ורבו שלמדו תורה: "
            ], 
            [
                "והנה ידוע מאמרם ז\"ל בתענית ד\"ט יתיב ר\"י וקמתמה ואמ' מי איכא מידי דכתיבא בכתובי דלא רמיזי באורייתא. וברבה נשא פ\"י ללמדך שאין לך דבר כתוב בנו\"כ שלא רמזו משה בתורה. וע\"כ טרחו באיזה מקומות למצוא רמז על הא דמפורש במקראי קודש גם בתורה כדאי' ביומא דל\"ח מנה\"מ דזכר צדיק לברכה. והוי הגמ' הא קרא כתיב ומשני באורייתא מנלן. וכן בפ' החובל טרחו ואשכחו כמה מוסרים וד\"א בקראי דאורייתא. אמנם דורות הראשונים היה כחם יפה הרבה. וראו אותם אורות שבאו אח\"כ בכתובים הכל בדיוקי חמשה ח\"ת לרוב הרגשתם בשנוי כל קוץ וקוץ. ולנוגה שכלם המאיר לפניהם את המרומז בהמה. עד שהיה אפשר לומר עליהם שהיו זריזין בכ\"ד ס\"ק. רצוני שידעו להשיג מחמשה ח\"ת אותה השגה שהגיע לדורות מאוחרים מכ\"ד ס\"ק: <b>מכל</b> המבואר עמדנו על מאמרם בנדרים דכ\"ב הנ\"ל אלמלי חטאו ישראל לא ניתן להם אלא חמשה ח\"ת וס' יהושע לבד. דר\"ל שכל התכלית שמוצאים כהיום בנו\"כ היו מוצאים הכל באורייתא דמשה. ולא ניתן ליכתב יותר. אבל משחטאו וכהו עינם לא השיגה שכלם למצוא בה הכל. מש\"ה ניתן להם נו\"כ אשר יש בהם כדי להוציא כפי הצורך לאושר נפש ישראלי. והן הן הדברים שבמדרש קהלת שהבאתי באות א' וכלום ניתן להם נו\"כ אלא שיהיו יגעים בהם ובתורה ועושין מצות וצדקות כדי לקבל עליהם שכר טוב הרי מבואר דתכלית ספרי קודש אלו להגיע מהם להנהגות ישרות ולהטיב לאדם כל האפשר ולקבל עליהם שכר טוב: "
            ], 
            [
                "וממוצא דברינו למדנו אשר תורה שבכתב ניתן לידרש בשני פנים. אופן א' מענין הפרשה לדרוש על כל קוץ וקוץ עד שנגיע מזה לתכלית ההלכה או לעומק הספור והשיחות הכתובים בה. ואופן שני למצוא מדיוק הלשון שאינו מכוין המליצה לפי הענין המדובר. הרבה חכמה ודעת גם בהלכות גם באגדות שאין להם שייכות באותו ענין. והיינו דכתיב אם תבקשנה ככסף וכמטמונים תחפשנה אז תבין יראת ה'. דמי שזכה בדורות הראשונים בתורה. עליו היה לבקש הלכה בדיוק הפרשה כמו העמל להוציא כסף מסיגים במקומו. וגם לחפש כמטמונים במק\"א. ואח\"כ עליו לעשותם בסדור יפה כדתניא במכילתא ר\"פ משפטים אשר תשים לפניהם ערכם לפניהם כשלחן ערוך ובעירובין ד' נ\"ד מנין עד שתהא סדורה בפיהם כו'. וישעי' הנביא הרחיב הדבור בפ' כ\"ח להראות לת\"ח שבדור כמה יש להיות עמל בד\"ת באשר אין שום הלכה מבואר בתורה שבכתב. ואמר בתוכחתו על תענוגות בני האדם. ביום ההוא יהיה ה' צבאות לעטרת צבי ולצפירת תפארה לשאר עמו. ולרוח משפט ליושב על המשפט [דהיושב על מדין נצרך לסיעתא דשמיא. ובקרב אלהים ישפוט] ולגבורה משיבי מלחמה שערה. [וכדאי' במסכת מגילה ט\"ו למשיבי מלחמתה ש\"ת שערה. והקב\"ה נותן רוח גבורה לפלפל ולהעמיד ההלכה על בורי'] וגם אלה ביין שגו ובשכר תעו וכל הענין. אח\"כ אמר את מי יורה דעה [ליושבי על מדין] ואת מי יבין שמועה למשיבי מלחמה שערה] גמולי מחלב [באשר היה בימיו לחם הרגיל להמון ישראל מאכלי חלב. כמו שאמר שלמה במשלי ודי חלב עזים ללחמך ללחם ביתך. וכדאיתא בחולין פ' כסוי הדם שלא יאכל אדם בשר אלא בהזמנה של צידה. וכיון שהיו בריאי הגוף. היה הדין לת\"ח למעט סדרי מאכלו גם מחלב וכדתנן זהו דרכה של תורה פת במלח תאכל וכו'. והיינו שאמר ישעיה לגמולי מחלב ג\"כ. אז יהיה בכחו להורות ולהבין שמועה. ויש להוסיף בדרך דרש עפ\"י דאיתא ברכות ד' ס\"ג מ\"ד כי מיץ חלב יוציא חמאה. במי אתה מוצא חמאה של תורה במי שמקיא חלב שינק ממעי אמו] ועתיקי משדים. [היינו מעוט תענוג של ד\"א שהמשיל הכתוב הנאה זו לשדים במשלי ה' דדיה ירווך בכל עת. וידוע בפ' קנין התורה דזהו א' מתנאי הקנין. ופירש הנביא מדוע נצרך להכנה זו דמיעוט תענוג] כי צו לצו צו לצו [יש שני מצות. מ\"ע ומל\"ת. והת\"ח יש לו לדעת תכונת שני אופני המצות על בורין]. קו לקו קו לקו [כמו כן יש שני אופני מדות. הא' מדות שהתורה נדרשת בהם. ונקראים מדות באשר באים לפי הענין והקבלה. רצוני שבכל מדה יש תנאים ואופנים האיך היא נדרשת ובאיזה מקום הוא נדרש. ובאיזה מקום אין דנין כמו הכלל בקדשים אין דבר הלמד חוזר ומלמד וכיב\"ז הרבה. והקבלה. היינו שגם כמה ק\"ו היה מקובל מסיני כדאי' בתמורה ד' ט\"ז שנשכח כמה ק\"ו באבלו של משה. מבואר שבלא קבלה היה מקום שלא לדון אותו ק\"ו. והב'. מדות שהן מוסרים והנהגות בני אדם בתכונה טובה באשר שהם אינם חוקים ולא יעבור. אלא יתנהגו לפי השעה והענין כדכתיב ועת ומשפט ידע לב חכם. כלומר החכם יש לו לדעת העת והענין לשנות עצמו ומוסרו הטובה שעפ\"י חכמתו. ע\"כ זה שמם אצלינו מדות. שמודדים בהם עד היכן יגיעו. ובימי ישעיה נקראו שני דברים אלו קו. שהוא ג\"כ קו המדה למוד בו]. זער שם זער שם. [אין מפורש כ\"ז בתורה אלא כל מצוה וכל מדה הוא מפוזר ומרומז כאן מעט וכאן מעט. מש\"ה נצרך יגיעה לעמוד עליהם. ולאסוף ולכנוס שיהא ביד החכם כשלחן ערוך]. כי בלעגי שפה ובלשון אחרת ידבר אל העם הזה. [המקום דבר עם ישראל כמו מי שמדבר בלעגי שפה. שאין נשמע דבר אלא אחר כמה פטפוטים. ואח\"כ מפטפט עוד הרבה ומשמיע דבר א'. כך נשמע מספור א' איזה ענין רמז במצוה זו. ובספור אחר עוד רמז באותו מצוה היינו אופן שלא מענין. ואפי' במקום הפרשה באותו ענין ג\"כ הוא כמו בלשון אחרת. שהמדבר בלשון אחרת אע\"ג שמוציא דבריו בשפה ברורה ובסדר נכון. מכ\"מ אין השומע מבין ממנו אלא עפ\"י מליץ ומעתיק כונת המדבר. כך אפי' באותה פרשה אין מקום להבין כונתו ית' אלא ע\"י המעתיקים חז\"ל בקבלה איש מפי איש ע\"כ נצרך יגיעה רבה לעמוד על ההוראה בדבר שלא קבל]. אשר אמר אליהם זאת המנוחה [ידוע היה לישראל שהתורה נקראת מנוחה. ונראה שהוא מברכת יעקב אבינו שאמר ליששכר וירא מנוחה כי טוב ואת הארץ כי נעמה ויט שכמו לסבול ויהי למס עובד. וכבר פירש ברבה דמנוחה זו התורה. וענין הפסוק. דזה היה דרכן של שבטי ישראל. שיהא כל שבט מפריש איזה סך אנשי חיל והוצאותיהם. וידוע דאנשי חיל אינן יכולים לעסוק בתורה וגם אינם יכולים לשבת בארץ. וע\"ז אמר יעקב שיששכר ראה מנוחת התורה כי טוב ואת הארץ כי נעמה. ע\"כ לא רצה לתת אנשי חיל כי אם אהב להיות רובץ בין המשפתים. והכי נראה מדכתיב בד\"ה א' י\"ב בבוא מכל שבטי ישראל אנשי מלחמה כמה אלפים ומשבט יששכר באו יודעי בינה לעתים מאתים וכל אחיהם הסכימו להם. (עד שמלך דוד ועשה מהם בעלי מלחמה כדכתיב שם א' ז' ולבני יששכר וגו' מספרם בימי דוד וגו'). ותחת זה הטה שכמו לסבול ליתן מס לצרכי הכלל להוצאת מלחמת ישראל. ואמר ישעיה אשר אמר יעקב לבניו זאת המנוחה] הניחו לעיף. [לא בלי יגיעה נקראת מנוחה אלא לעמל בה והתורה עומלת לו להבין ולהשכיל בה כדאיתא בסנהדרין ד' צ' נפש עמל עמלה לו נפש עמל בתורה התורה עומלת לו. ובעירובין ד' כ\"א שחורות כעורב. במי אתה מוצאן במי שמשכים ומעריב עליהן לבהמ\"ד. רבה א' במי שמשחיר פניו עליהן כעורב] וזאת המרגעה [כלומר א\"כ שהיא מייגעת למה נקראת מנוחה. ע\"ז אמר שאינו דומה עמל תורה לעמל אחר באשר היא מרגעת הנפש. וכדאיתא במדרש תהלים אשרי הגבר אשר תיסרנו יה ומתורתך תלמדנו. אין לך אדם בלי יסורין יש לך אדם ששינו כואב ואינו יכול לישן ויש אדם שבטנו כואב ואינו יכול לישן ויש לך אדם שיגע בתורה וא\"י לישן זה יסורים וזה יסורים. אשרי אדם אשר תיסרנו ומתורתך תלמדנו. שהרי אדם לעמל יולד. ואשרי אדם שעמלו בתורה. וזאת מרגעת הנפש. ובזה נקראת מנוחה] ולא אבוא שמוע. [אמר הנביא דחכמי דורו לא אבוא שמוע להיות עמלין במעוט תענוג ומעוט ד\"א כאמור] והיה להם דבר ה' צו לצו צו לצו קו לקו קו לקו זער שם זער שם [כלומר בשביל זה יהיה להם כל המצות וכל המדות בלי סדור כפי המוכרח למי שזוכה בה]. למען ילכו וכשלו אחור ונשברו ונוקשו ונלכדו [דהרוצה להוציא הוראה למעשה או להבין שמועה. עליו לזכור מה שלמד כבר והוא השתמשות הדעת והזכרון באחורי הראש והמוח. ואח\"כ יש לו לפלפל במה שלפניו היאך לדמות מילתא למילתא בשכל טוב וישר. אבל כאשר לא יהיה למודו בידו מסודר. ילכו אחור לזכור מה שלמד כבר ונשברו ולא ימצאו אל נכון. וילכדו בהוראה שלא כדת ח\"ו היינו ונוקשו ונלכדו וכדאיתא בירו' פיאה פ\"א ושמר רגלך מלכד ר' דוסא א' מן ההוראה]:"
            ], 
            [
                "וכל אשר נתבאר בזה אמר קהלת אחרי אשר הכין לבו ללמד דעת את העם שיעמדו על טעם ההוראות המקובלות עד ימיו כמו שביארנו בקדמת העמק הראשון. בפי' מקרא הקודם ויותר שהיה קהלת חכם עוד לימד דעת את העם. ובארנו שהורה הדרך איך הגיעו לזה הקבלה וכ\"ז על ידי רמזי התורה שבכתב כדאיתא בעירובין שם למד דעת את העם דאגמרינהו בסימני טעמים. ופרש\"י קבע לה מסורת וסמנים בין בתיבות המקרא בין בנוסחא של משנה. ר\"ל שמצא בדיוק לשון המקרא או המשנה הוכחה לקבלה זו. והיינו שאמר קהלת אחר זה. בקש קהלת למצוא דברי חפץ. היינו דברים הרמוזים בתורה שלא במקומן וכמו אבנים יקרות שבאים לתכלית הנרצה והמה מעורבים בתוך המון אבנים ועפרות תבל שאין בהם חפץ. ונקראים אבנים הנדרשות אבני חפץ. כמו כן המבקש איזה דבר לתכלית המבוקש לו בזה השעה ומצאה מרומז בתוך המון דברים שלא מענין המתבקש לשעה זו נקרא זה הדיוק דברי חפץ. ושלמה ביקש למצוא רמזים המפוזרים שלא במקומן. עוד ביקש למצוא וכתוב יושר היינו לעמוד על הפרשה שכתוב ביושר בענין המדובר. ודעת נקל שאין הכוונה שביקש למצוא שטחית הכתוב לקרוא מקרא שתינוקות של ב\"ר למדין. אלא הכוונה לעצוא מה שמרומז בדקדוקיה ולהשכיל על כל קוץ וקוץ ובאשר יגע ועמל בזה מצא הרבה חכמה ודעת. ואמר שלמה שהכתוב המה דברי אמת. ולא בא שלמה בזה לשבח לפנינו מעלת תורה שבכתב שהם אמת ולא שקר ח\"ו. דמעלת התורה מקומה בספר משלי ולא בס' קהלת. ותו הלא דבר עם ישראל המאמינים בכל לב ונפש שהקדוש ב\"ה נתן לנו התורה. וא\"כ מי לא ידע שהמה דברי אמת. אלא יש בזה כונה עמוקה לצורך הענין והוא נתינת טעם למה זה דיבר הקב\"ה כמו בלעגי שפה ולשון אחרת עד שנצרך לבקש דברי חפץ וכתוב יושר. והסביר ע\"ז באשר המה דברי אמת בהכרח להיות כן. ונקדים בזה פי' הברכה אשר נתן לנו תורת אמת וחיי עולם נטע בתוכנו. וכבר פי' בש\"ע סי' קל\"ט אשר נתן לנו תורת אמת היא תורה שבכתב. וחיי עולם נטע בתוכנו היא תורה שבעל פה ולכאורה אינו מובן אחרי שאנו אומרים ונתן ה' לנו תורה. ממילא היא אמת. ואיך אפשר להיות להיפך. אלא יש בזה ענין עמוק גלה לנו קדוש ה' הרמב\"ן בהקדמה לפי' התורה בזה\"ל עוד יש לנו קבלה של אמת שכל התורה שמותיו של הקב\"ה שהתיבות מתחלקות לשמות בענין אחר כאילו תחשוב ע\"ד משל כי פסוק בראשית מתחלק לתיבות אחרות כו' וכבר כ' רבינו שלמה בפי' התלמוד [הוא במ' סוכה ד' מ\"ה א'] ענין שם הגדול של ע\"ב באיזה ענין הוא בפסוקים של ויסע ויבא ויט וכו' ע\"ש בדבריו הק'. והכוונה בכ\"ז ידוע דבשמותיו ית' נבראו חמשים שערי בינה שהם חלקי כל העולם כמש\"כ הרמב\"ן שם. וא\"כ נתבאר שבתורה נברא העולם. והיינו דתנן באבות פ\"ד שהתורה נקראת כלי חמדה שבו נברא העולם. והנני מבאר עפ\"י קבלת אמת זו מאמרם ז\"ל במס' ע\"א ד' ג' ג' שעות ראשונות של יום הקב\"ה יושב ועוסק בתורה. ואין הבנה פשטית לזה העסק. ועוד קאמר שם ובליליא מאי עביד כו' ואב\"א יושב ושומע שירה מפי חיות שנאמר יומם יצוה ה' חסדו כו'. וקשה מה חסד הוא ית\"ש עושה בשעות שעוסק בתורה. וע' פרש\"י שכ' זן ודן ומלמד לתינוקות. דקדק רבינו דרוב חלקי היום יצוה חסדו ולא ג' שעות שלומד בפ\"ע כ\"י. אבל אין משמעות הדרש מזה המקרא הכי. אלא נראה דפי' הקב\"ה עוסק בתורה היינו הך שסדרו כנה\"ג בברכת יוצר אור. המחדש בטובו בכל יום תמיד מעשה בראשית. וברור שמחדש באותו אופן שברא מתחלה. היינו בשמותיו הק'. והן הן גופי תורה. ומש\"ה נקרא זה העסק חסד כאמור לעושה אורים גדולים כי לעולם חסדו. ולמש\"כ מתבאר יפה מה שאנו אומרים בנוסח הברכה המחדש בטובו בכל יום תמיד מעשה בראשית. ולשון המחדש פירושו כמשמעו שאין כל יום דומה לחבירו במקור העליון וכמש\"כ בס' נפש החיים ש\"ב פ' י\"ג לענין תקוני תפלה. ואע\"ג שתחת השמש אין כל חדש בטבע הבריאה. מכ\"מ למעלה מן השמש יש איזה שנוי וחדוש. וזה החדוש הוא עפ\"י שנוי בצרופי שמותיו ית'. והיינו חדוש הלכה לפני הקב\"ה. שהביאו בב\"ר פ' מ\"ט אין יום ויום שאין הקב\"ה מחדש הלכה בב\"ד שלמעלה שנא' שמעו שמוע ברוגז קולו והגה מפיו יצא. ולא שמשנה ח\"ו דין בתורה שניתן לנו להורות למעשה. והלא לא בשמים היא. אלא לפניו ית' הוא משנה הצרופים וטבע הבריאה באיזה דבר: <b>וכ\"ז</b> שפירשנו הוא מאמר התורה במשלי ח'. ואהיה אצלו אמון ואהיה שעשועים יום יום משחקת לפניו בכל עת. משחקת בתבל ארצו ושעשעי את בני אדם. והנה יש להבין כפל הלשון וגם בשנוי מתחלה אמרה שעשעים ואח\"כ משחקת. ולבסוף היפכה הסדר. אבל הן הן דברינו. דכח התורה המה בשני חלקים. חלק א' צרופי שמות שבהם נברא העולם ואין לזה החלק ענין להנהגה כלל. וזהו הנקרא שעשועים יום יום. וכלשון הגמרא. דכל יום הקב\"ה מהפך ומסלסל בהם כאדם המשתעשע בדבר. והחלק השני שניתן לנו לשמור ולעשות היא לפני הקב\"ה להנהגת העולם עפ\"י שכר ועונש של כל פרט. וזהו משחקת לפניו בכל עת. שאין רגע נפסק מכח ההשגחה ממנו ית'. וכל הנעשה תחת השמש. הכל עפ\"י חלק התורה שבאה למעשה. וכ\"ז לפני הקב\"ה מתחלת הבריאה והחדוש בכל יום. ואח\"כ ההנהגה. אבל לבני אדם הוא להיפך. מתחלה יש לנו להגות בה למעשה. וזהו משחקת בתבל ארצו. ודייק הכתוב ארצו. דבא\"י ביחוד אפשר להשלים כל פרטי התורה משא\"כ בחו\"ל חסרו כמה מצות התלוים בארץ וקרבנות. וע\"כ נקראת תורת אלהי הארץ ואחר שזכה אדם השלם להתנהג עפ\"י דקדוקי התורה כנהאפשר. יכול ומחויב לעמוד גם על צרופי שמות לדעת מקורי הבריאה וכדאיתא במשלי רבתא פ\"י ששואלין את האדם אם ידע היאך כסא הכבוד עומד וכדומה הרבה שאלות לאין תכלית. ידיעות נעלמות מכח השכל הטבעי. ולא אפשר להגיע להם כי אם עפ\"י ידיעת צרופי שמות שבתורה. והיינו ושעשעי את בני אדם. בכל מקומות מושבותיהם. אם הוא ראוי לכך: <b>ואחר</b> כ\"ז מבואר עומק הכוונה של תורת אמת. ולא באנו בזה להאמית את מאמרי הקב\"ה והתורה והמצוה שמתן מפיו ית' לעשות אלא בשביל שאנו רואין בתורה הגלוים לנו מאמרי ב\"א וספורים שאין בהם ממש לפי הנראה. ואע\"ג שבודאי כך היה הדברים מכ\"מ אין בהם ענין קיים וניצחי שיהא נקרא אמת. מש\"ה אנו אומרים בברכה שכל התורה היא אמת. שהצרופים שבפסוק ותמנע היתה פלגש שוים לפסוק שמע ישראל והן והן בכלל עיקר הבריאה. והן הנה חותמו של הקב\"ה שהוא אמת. ומש\"ה נקראת התורה בכללה אמתה ש\"ת כדאיתא במגילה ד' ט\"ז לענין שרטוט. דכמו שמלך יש לו חותם ידוע והוא בקיצור. וזה החותם עצמו מצויר באר היטיב על דגלי בעלי מלחמתו בנס בפ\"ע ושמה מפורש כל המרומז בחותם הקצר. כך אמת הוא קיצור שמו ית' ראש וסוף ותוך כ\"ד אותיות התורה. ואמתה ש\"ת הוא החותם הגדול שבו מפורשים כל צרופי שמותיו ית'. והכל בכלל אמת. ואחר שכן יפה אמר קהלת שמש\"ה נצרך למצוא דברי חפץ שלא במקומו וגם למצוא המכוון במקומו בכתוב יושר. משום שהם דברי אמת. ואין כל אות ואות שאינו בא לתכלית נשגב ממנו ולא היה אפשר לכתוב בדרך אחר. כי אם בזה הנוסח. ובע\"כ אנו צריכים לתורה שבעל פה היאך לעמוד על רמיזותיה וקריצותיה במקומו ושלא במקומו:  "
            ], 
            [
                "ואחר שבקש שלמה ומצא את הגנוז בתורה שבכתב. החל לשבח כח דברי חכמים. ואמר דברי חכמים כדרבונות וכמסמרות נטועים בעלי אסופות. לפי פשוטו הביא כח שני אופני גדולי התורה שבכל דור. יש הנקראים חכמים. שמעמיקים להוציא הוראה ממקרא. ומיישבים רוכסי ההלכה. ויש בעלי אסופות. המה המאספים דינים מפוזרים עפ\"י תורה שבכתב לסדר נכון וכמש\"כ באות ו' שהזהיר ישעיה הנביא שלא יהא לנו דבר ה' זער שם זער שם. וכבר הזהירה התורה ע\"ז כדאיתא בערובין ד' נ\"ד ב' ומנין עד שתהא סדורה בפיהם שנאמר שימה בפיהם. וכבר החל עתניאל ב\"ק וחבורתו לאסוף ולכנוס ולעשות משנה אחת מדינים מפוזרים בתורה ומשום זה נקראו משפחות סופרים ואי' בירו' שקלים פ\"ה מה ת\"ל סופרים. אלא שעשו התורה ספורות ספורות חמשה לא יתרומו. ה' מינים חייבים בחלה. ט\"ו נשים פוטרות צרותיהן. ל\"ו כריתות בתורה. י\"ג דברים בנבלת העוף הטהור. ארבע אבות נזיקין. אבות מלאכות ארבעים חסר א'. וכל אלו הפרטים אינן מפורשות כ\"א במקומו. כי אם אחר הקבוץ ממקומות מפוזרים. כמו חמשה לא יתרומו. חשו\"ק והתורם את שאינו שלו ונכרי. והנה חשו\"ק ונכרי אימעוט מפרשה של תרומת המשכן כדאיתא בירו' ריש מ' תרומות. והתורם את שאינו שלו. אימעיט מדכתיב בפ' קרח כן תרימו גם אתם. וכן כל פרט. וזהו חכמת בעלי אסופות. ואמר שלמה. אשר דברי חכמים כדרבונות. שמלמדים היאך להוציא הוראה ממקרא. והיאך להבין שמועה. והמשיל זה לדרבן שמלמד את הפרה ליישר דרכיה לתת חיים לעולם. ודברי בעלי אסופות למסמרות נטועים. שהם נקבעים בסדר נכון כמו נטע שיהא בנקל אפשר לספרן לדעת כמה מסמרות הן. משא\"כ אם היו מעורבבים בלי סדר. והוסיף שלמה להמשיל בלשון נטועים ולא אמר סדורים. וכבר הרבו לדרוש ע\"ז במדרש קהלת. ולפי דברינו יש להסביר דהתועלת מספורות התורה עפ\"י בעלי אסופות. גדול הרבה מתועלת קביעת מסמרות בסדר נכון. שהמסמרות אינו מועיל אלא לדעת המספר של המסמרות הנראים לנו. אבל ספורות התורה לא באו כדי לזכור הכללים לבד. שנזכור דחמשה לא יתרומו. דבזה אין תועלת לתכלית ההוראה. אלא בזה שזוכר הכלל שם לב לזכור הפרטים. שאם נשכח ממנו ח' מהני חמשה. ע\"כ ייגע עצמו עד שבא למלוי המנין. מה שא\"כ אילו לא היה יודע זה המספר לא היה יודע מה שחסר ממנו. מש\"ה המשיל זה התועלת לנטיעים שגוף הנטע גורם התפשטות שרשים מתחת וענשים למעלה. ה\"נ זכירת הכלל גורם להזכיר הפרטים שהוא התכלית. עפ\"י יגיעה ועמל תורה. זהו פשוטו של מקרא. וכמו שהיה בימי קהלת שני מיני גדולי תורה. חכמים ובעלי אסופות. ככה היה בכל דור. ור\"ע נקרא אוצר בלום ותניא באדר\"נ פ' י\"ח למה ר\"ע דומה לפועל שנטל קופתו ויצא לחוץ מצא חטים מניח בה מצא שעורים מניח בה כוסמין מניח בה כו' כיון שנכנס לביתו מברר חטים בפ\"ע שעורים בפ\"ע כו' כך עשה ר\"ע. ועשה כל התורה טבעות טבעות. הבאור שר\"ע היה בו שני הכחות בשלמות. בבהמ\"ד פלפל בחכמה שנכנס מענין לענין. וכשהיה בפ\"ע עשה סימנים לתורה וסדר כל פרטי הענין בפ\"ע. ואח\"כ מסר לתלמידיו לכ\"א וא' כפי כחו היותר שלם בו. ומסר לר' יהודה ת\"כ ולר' שמעון ספרי. המה דרשות ע\"ס הכתובים ברוב חכמה ודקדוקי המקרא. אבל אינו מסודר כל ענין כל הלכותיו יחד. ולר' מאיר מסר סדרי משנה שאסף וקיבץ פרטים המפוזרים לענין א'. כמו פרק ראשון בברכות נכלל בו דיני ק\"ש שמקורם בפ' ואתחנן עקב. וזכירת י\"מ שהוא בפ' ראה. וברכות ק\"ש שמרומז בפסוק שבע ביום הללתיך כדאי' בירו' שם. ור\"מ קבצן כעמיר למקום א' באשר שכל אלה נכלל במצות ק\"ש. וכן עשו בעת בנין התלמוד. שהיו בהם דברי חכמים לחקור דקדוק ועומק המשנה. וגם היו בהם בעלי אסופות. וחברו מס' סופרים ועוד מס' קטנות. וגם בגמרא גופא נמצא טבעות מכמה מאמרים. וגם הזהירו ע\"ז כדאיתא במ' שבת ד' ק\"ד עשה סימנים לתורה וקנה אותה. ופרש\"י סימנין של סדר שמועה דתנא או אמורא בגירסא שלא תשכח אחד מהן כגון אלו שבש\"ס. וכן אחר התלמוד היה רבינו השאלתות ובה\"ג ורי\"ף בעלי אסופות שאספו מים התלמודים למקום א'. וכן אחריהן הרמב\"ם וכדומה. ובעלי התו' היו חכמים להוריד שפע ידיעות בעומק התלמוד. וכן נמשך מדור לדור. שני מיני גדולי תורה אלו כל א' לפי דרכו בחכמה. וכל אחד לפי דעתו בסדור. כל זה הוא משמעות אותו הפסוק:"
            ], 
            [
                "ועדין יש לדקדק באותו מקרא. א' לשון כדרבונות בלשון רבים. והלא לדרבן אחד אנו צריכים איך לפרש המקרא ולפשט רמזותיה. ב' למאי המשיל קהלת למסמרות. ככרם נטוע מיבעי ליה. שהוא נטוע בסדר שתים נגד שתים וכדומה. והוא מכוין לתכלית שביארנו למעלה. ומשל המסמרות ודאי יש בו דבר עמוק. ג' עוד לפי דברינו דמשל הדרבנות קאי על חכמים לחוד. ומשל המסמרות על בעלי אסופות א\"כ הכי מיבעי ליה דברי חכמים כדרבונות ובעלי אסופות כמסמרות נטועים. אלא ע\"כ ה\"פ דברי חכמים כדרבונות וכמסמרות נטועים. כדרבונות וכמסמרות נטועים בעלי אסופות. וכיב\"ז דקדקו בעלי התלמוד בב\"מ ד' ס\"א לענין נשך ותרבית. וכן הרבה כמבואר שם בתוס' ד\"ה קרי ביה. אלא יש לפרש תועלת דברי חכמים בשני אופנים וכן דברי בעלי אסופות. ומתחלה יש לנו לבאר ענין דברי חכמים. והוא עפ\"י דאיתא בסנהדרין ד' ל\"ד א' בעא מיניה ר\"א מר\"י אמרו שנים טעם א' משני מקראות מהו א\"ל אין מונין אותם אלא א' מנה\"מ אמר אביי דא\"ק אחת דבר אלהים שתים זו שמענו מקרא א' יוצא לכמה טעמים ואין טעם א' מכמה מקראות. דבי ר\"י תנא וכפטיש יפוצץ סלע. מה פטיש זה מתחלק לכמה ניצוצות אף מקרא אחד יוצא לכמה טעמים. ויש להבין דלפי זה. ה\"ז הכלל עצמו דמקרא א' יוצא לכמה טעמים למדנו משני מקראות. וזה א\"א כמו שאמר אין טעם א' יוצא מכמה מקראות. אבל באמת בשני אופנים הם בא זה הכלל. יש אופן א' שאין מחלוקת בין הדורשים זה המקרא לכמה טעמים זה דורש בהן א' וזה דורש בהן אחר. ושניהם מודים זל\"ז. כגון שדרשו מדכתיב לא תאכלו על הדם. כמה אזהרות בת\"כ ובסנהדרין ד' ס\"ג. וכולם אמתים להוראה ואינם מחולקים כלל. ולא עוד אלא שאפשר דחכם א' דורש פסוק א' בכמה פנים. וכדאיתא שם ד' ק\"ג מנשה היה שונה חמשה וחמשים פנים בת\"כ. ואחאב שמנים וחמשה וירבעם מאה ושלשה. בזה האופן מתפרש האי קרא אחת דבר אלהים שתים זו שמענו. שהרי שמענו הלכה למעשה שני דברים. ובאמת כמעט אין פסוק שלא נדרש בכמה פנים. וכדאיתא בעירובין ד' כ\"א קווצותיו תלתלים אר\"ח א' מר עוקבא מלמד שיש לדרוש על כל קוץ וקוץ תלי תלים של הלכות. ודבר זה ניתן לחכמים אם יש עוד לדרוש מזה המקרא או לא. וע\"ז המשיל קהלת שדברי חכמים כדרבונות. שהרי כל פן ופן הוא דרבן בפ\"ע. שהוא מורה דרך להביא חיים לעולם בהוראה הלכה למעשה. ומיושב דיוק לשון כדרבונות:"
            ], 
            [
                "ויש עוד אופן דברי חכמים שבאים במחלוקת. מר סבר דכך יש לדרוש ומ\"ס דכך יש לדרוש ולא כך. והנה הא' עיקר ומביא חיים לעולם. והשני טפל ואינו להלכה. שמא תאמר שא\"כ הוא דבר בטל ואינו בכלל אור התורה ח\"ו. ע\"ז המשיל וכפטיש יפוצץ סלע. מה סלע המכה בו כדי להוציא ניצוצות אורה ולהדליק בו את הנר לילך בדרך הישר. והסלע מתפוצץ לכמה ניצוצות. והנה אין האדם מדליק נרו אלא מניצוץ אחד. והוא התכלית המתבקש להמכה. ושארי ניצוצות המה בטלים ובלי תכלית. אבל מכ\"מ גם המה אין כולם שוין בהעדר תכלית. ויש מהם שאין הולכים למרחוק. ומיד כשיצא מהסלע אוסף נגהו והולך תמס. ושוב אין בו אורה. ויש מהם אור נמשך איזה זמן. ומאיר למקום שהלך שמה. ויש ניצוצות שבהילוכם נתפסים באיזה דבר ועשו אבוקה גדולה גם בלי דעת המכה באבן. כך הם דברי חכמים שנחלקו. הא' בא להוראה למעשה. והוא התכלית. ושארי דעות בלי תכלית הוראה. ומכ\"מ לא כולם שוים בהעדר תכלית ההוראה. יש מהם שמיד שיצא מסלע המחלוקת אסף נוגהו והלך תמס ושוב אין בו אור תורה. כמו בהא שנחלקו בדורות הראשונים בפי' הכתוב לא יבא עמוני ומואבי. אם עמונית ומואבית בכלל. והנה בשעת מחלוקת היה הדעה עמונית ומואבית בכלל. בגדר כל ד\"ת. עד שבא בועז וקבע הלכה כדאיתא בכתובות ד' ז'. ושוב כבה אותו הניצוץ לגמרי. ומי שלומד דעה זו דואג אומר עמונית ומואבית באזהרה אינו ככל ד\"ת. ואינו דומה למי שלומד דעת ר\"ש דמצרית ואדומית אינו בכלל אזהרה כדתנן בפ' הערל. וכן הוראת דואג ואחיתופל דאשת דוד מותרת שאינה בכלל א\"א בשביל שהוא חייב מיתה והרי הוא כמת וכדאיתא ברבה ריש פ' נח. והנה כבר נשתקע סברא זו. ואין בו אור תורה כעת. וכיב\"ז היה בימי בית שני שנחלקו בחגיגה אי דוחה שבת. ואיתא בפסחים ד' ע' דס\"ל לדורתאי ב\"י ובנו שחגיגת י\"ד דוחה שבת כמו פסח. ואמר רב מ\"ט דבן דורתאי כו'. ואמר ר\"א ואנן טעמא דפרושאי ניקו ונפרוש. הרי ס\"ל שכבר נשתקע זה הניצוץ ואין לדבר בו עוד. שאסף נוגה אור תורה ממנו. והכי איתא במס' ע\"א ד' ז' דאר\"י על איזה דברים נשתקע הדבר ולא נאמר. ופרש\"י בל\"א שלא ידברו מזה. הרי שאינם בכלל ד\"ת. ומי יודע כמה מחלוקת שהיו בדורות הראשונים שכבר עלו בתהו באשר אספו נגהם. אבל יש כמה מחלוקת דכל דעה הוא אור בפ\"ע שמאיר בחכמת התורה אע\"ג שאין הלכה כמותו. ולא מיבעי לשיטת התו' דבשעת הדחק סומכין על היחיד שמיקל. א\"כ ה\"ז הוראתו הוראה. ואפי' לשיטת רש\"י ורמב\"ם דא\"א לפסוק כלל כאותו יחיד כמו שביארנו בקדמת הראשון אות ג'. או במקום שאיפסק בפי' דלא כאותו דעה כמו ב\"ש במקום ב\"ה שאינו משנה. מכ\"מ דבריהם אור גדול לאיזה פרט שלא מענין המתבקש. או שנתפסים בדעה המתבקש להלכה ונעשה עפ\"י זה אבוקה גדולה. <b>ונביא</b> לדוגמא מחלוקת הראשונה בש\"ס מאימתי קורין א\"ש בערבית משעה שהכהנים נכנסין לאכול בתרומתן עד סוף אשמורה הראשונה דברי ר\"א וחכ\"א עד חצות רג\"א עד שיעלה עמוד השחר. והנה בגמרא דילן פסק כר\"ג ובירו' פסקו כחכמים. אבל דעת ר\"א ודאי דעה דחוי' מהלכה. שמא תאמר אין אור תורה בדברי ר\"א חלילה לא כן הוא. אלא ה\"ז ניצוץ מאיר לענין אחר. דמדבריו למדנו דג' משמרות הוי הלילה ויש בזה חכמה עמוקה. ואור נעלה. ועוד שעפ\"י דעתו נעמוד על דעת חכמים. וכמו שנסתפקו בני ר\"ג כדאיתא בד' ט' א' דהכי קאמרי ליה רבנן פליגי עילווך ויחיד ורבים הלכה כרבים. ופרש\"י דס\"ל משמעות בשכבך בשעה שאתה הולך לשכב כר\"א. אלא שפליגי אדר\"א. דאילו ר\"א ס\"ל דהליכת שכיבה הוא עד אשמורה ראשונה. וחכמים ס\"ל עד חצות. או כוותיך ס\"ל כו'. [ולא תקשה מסוגיא דלעיל ד' ד' דמקשה הגמ' חכמים כמאן ס\"ל אי כר\"א ס\"ל לימרו כר\"א. ופרש\"י דעד האשמורה הראשונה ודאי כל שדעתו לישן כבר שכב וישן. וא\"כ היאך נסתפקו בני ר\"ג. וכבר עמדו ע\"ז המפרשים. והנראה לי. ודאי כמו שיש מחלוקת בין ת\"ק ור' יהושע בזמן קימה. דת\"ק ס\"ל עד הנץ החמה שעומדים רוב ב\"א. ור' יהושע ס\"ל עד שלש שעות. שכן דרך בני מלכים. ואזלינן בתר מיעוטא. ופסק הש\"ס כר' יהושע. וא\"כ ה\"ה דאפשר לומר דחכמים דר\"א ס\"ל כר' יהושע דאזלינן בתר מיעוט אנשים ויש מנדדים שינה מעיניהם עד חצות כמו ת\"ח וכדומה. וא\"כ יש מקום לספקו דבני ר\"ג. מש\"ה ש\"ס דילן שפיר מקשה לפי נוסח המשנה דחכמים פליגי עם ר\"א בק\"ש ש\"ע ועם ר\"י בק\"ש של שחרית. ולא משמע דר\"י הוא שחולק על ר\"א. אבל בני ר\"ג שלא היה לפניהם משנה זו מסודרת עדין. רק ידעו דפליגי על ר\"ג שפיר אסתפיקו מאיזה טעם פליגי]. הרי דעפ\"י דבריו של ר\"א יש לחקור בטעם חכמים. והיה נראה עוד דבירוש' איכא תרי לישני בטעמא דחכמים לפי האמת. דבירו' מקשה על ר\"ג דעבד עובדא כותיה. והרי לא כן עשו שארי תנאי דפליגי עם רבים. ומשני משום דק\"ש שנון. ומשני עוד דה\"ק ר\"ג לבניו דכבר יצא זמן חכמים עבדו עובדא כותיה. ולכאורה תמוה מה זה ישוב. הא רבנן ס\"ל שאין ק\"ש אחר חצות. אפי' כבר יצא הזמן אלא צ\"ל דפליגי הני תרי שנויי בטעמא דרבנן. דל\"ק ס\"ל דחכמים כר\"א ס\"ל. וא\"כ אפי' בדיעבד אפי' אנוסים אין לקרות אחר חצות. שהרי דומה ממש לכבר עלה השחר. ול\"ב ס\"ל דחכמים מודו דפי' בשכבך. כ\"ז שאתה שוכב. ומה\"ת זמן ק\"ש עד עה\"ש. אלא משום הרחקה קבעו עד חצות. וא\"כ שפיר קאמר ר\"ג דבדיעבד מודו דבעי למיעבד כר\"ג. הרי דגם לפי האמת ס\"ל להירו' בל\"ק דחכמים כר\"א ס\"ל במשמעות הכתוב. מיהו לאחר העיון אאל\"כ בפי' הירו'. שהרי מבואר בירו' דלר\"ג מותר לכתחילה לאחר ק\"ש עד אחר חצות. מדקאמר שם דמדהזהיר ר' יסא לת\"ח שבאים ללמוד בלילה. דליקרי ק\"ש ולא יעברו חצות ש\"מ דפסק כחכמים. הרי דס\"ל להירו' בפשיטות דלר\"ג שרי לכתחילה. וא\"כ ע\"כ הא דתנן ולמה אמרו עד חצות כדי להרחיק את האדם מה\"ע. הוא דעת חכמים. ומבואר דלית להו דר\"א. אלא צ\"ל דהני תרי לישני דפליגי בדעת חכמים. לא נחלקו אלא באופן הרחקה. דל\"ק ס\"ל דאפי' בדיעבד וזהו דעת רש\"י בד' ט' ד\"ה או דילמא כו' ומיהו היכא דאתניס ולא קרא קודם חצות עדין זמן חיובא הוא כו'. כונת רש\"י דחכמים פליגי אפי' בדיעבד. ומכ\"מ היכא דאיתניס שאני ולא גזרו. והירו' לא חילק בכך. מש\"ה קאמר דרק דמשום דבק\"ש שהוא שנון אפי' לחכמים שרי. ולישנא בתרא ס\"ל דבדיעבד גם חכמים מודו. ולא גזרו אלא לכתחילה. [ובזה מבואר דאפשר לומר דלחכמים אפי' בדיעבד לא יקרא משום הרחקה. ולא כתמיהת הגאון ש\"א ז\"ל על סברא זו. וממילא יש לומר דר\"ג ג\"כ מודה דלכתחילה אסור כשיטת הרי\"ף ז\"ל והוכיח מסוגיא ד' ד' שהביא ראיה מברייתא דחכמים עשו סייג לדבריהם כדי שלא יהא אדם בא מן השדה ואומר אוכל קימעא כו'. להא דעשו הרחקה דחצות. וס\"ל להרי\"ף דכמו בהרחקה זו דאכילה ושינה כ\"ע מודו ה\"נ בהרחקה דחצות. והיא שיטת הרמב\"ם ז\"ל ולא כהירו' בזה. וס\"ל דש\"ס דילן פליג וקיי\"ל כש\"ס דילן. והא שהקשה הגאון הנ\"ל מדאי' בירו' שלא גזרו על אכילת קדשים אחר חצות אלא משום כרת. וא\"כ בק\"ש א\"א לגזור. לק\"מ דהירו' לטעמיה דלר\"ג שרי לכתחילה לקרוא אחר חצות. ומכ\"מ בקדשים גזר. והיינו משום כרת. ובל\"ז ג\"כ ניחא לשיטת הרמב\"ם דס\"ל באכילת קדשים גזרו אפי' בדיעבד כמבואר בה' ק\"פ. ובק\"ש שרי בדיעבד לר\"ג לכ\"ע. וע\"כ משום כרת]. נחזור לענין. דדברי ר\"א תורה גם מצד עצמו לענין דבר אחר. גם מצד שמסובך בדברי חכמים. וכן כל דעה יחידית שנזכר במשנה וגמרא יש ממנה אור לאיזה תכלית. ובזה ראוי ומצוה להגות ולהפוך בהם. וקהלת המשיל זה האופן למסמרות נטועים. דנטע עץ מאכל. יש בו כמה ענפים שאין ראוי למאכל. מכ\"מ אין כולם שוים בהעדר התכלית. יש ענפים שחשף חשפה והלבינו שריגיה ושוב לא יוצלח לשום דבר. אבל יש ענפים שאע\"ג שאין בו פירי. מכ\"מ עלים גדלים בו. והמה עלים לתרופה. כמו עלים של ענף שיש עליו פרי. ועוד יועיל אם ירכיבו ממנו באילן אחר גרוע ממנו. ויהא לתועלת להמתיק הפירות שיהא כפרי האילן של אותו ענף. והיינו ממש כמסמרות נטועים. שהנטע לא מועיל לאכילה כמו שהוא אלא שיהא כמסמר התקוע במק\"א. כ\"ז ביאר שלמה מעלת דברי חכמים. המחדשים בפי' המקרא אם כהלכה אם שלא כהלכה. שדברי אלו הם כדרבונות. ואלו הם כמסמרות נטועים. כך הם דברי חכמים בכל דור. אם בעלי התלמוד שהתחכמו במשנה. אם אחרי התלמוד. שהתחכמו בגמרא: "
            ], 
            [
                "אח\"כ יש לנו לבאר שני אופני תועלת להוראה מדברי בעלי אסופות. שאע\"ג שלכאורה אין בהם חידוש דין. ולא באו אלא לתועלת הזכירה מכ\"מ הלכתא רבוותא איכא למישמע מינייהו בשני אופנים. הפן הא' הוא גלוי דמדמוה כך ולא יותר ש\"מ שהדין כך. דרך משל מדמנה חמש עשרה נשים פוטרות צרותיהן. ולמדנו דלא יותר. וקשה עלינו הא איכא צרת אשת איש. כגון באומר ה\"ז גיטך חוץ לאחיו של המת. שעליו ה\"ה א\"א. ואסורה ליבום היא וצרתה. אלא ע\"כ או דס\"ל כחכמים דר\"א דא\"א לגרש בזה האופן לומר ה\"ז גיטך חוץ מזה. או כר\"א דר\"פ המגרש דאפשר לגרש כך ומכ\"מ אינה פוטרת צרתה ומטעם שהביאו התו' יבמות ד' ט' בשם הירו' שהיא ערוה שהיה בידו לפוטרה ולא דמי לאחות אשה. מש\"ה אינה פוטרת צרתה. הרי דמחשבון בעלי אסופות יש לנו ללמוד דין. משא\"כ אי ניתן הלכה פשוטה דערוה שיש בה כרת פוטרת צרתה. ה\"א דה\"ה צרת אשת איש לר\"א. [ולכשתמצא לומר נחלקו בזה בבלי וירושלמי לדעת תנא דת\"כ שמנה חמש עשרה נשים פוטרות כו' ולא פי' מה הן כתנא דמשנתינו. ומחולקים בבלי וירו' מה כוון תנא דת\"כ למלאות זה המנין כאשר יבואר. דהנה בת\"כ תניא דלהכי כתיב באשת אחיו נדה היא למעט אשת אחיו מאמו מאיסור אשת אח. וכמו שהביאו התו' ריש מס' יבמות. והכי איתא בירו' שבת פ' כלל גדול. ובתלמודין ביבמות ד' נ\"ד איתא להיפך דנדה היא בא ללמד לחייב אפי' אשת אחיו מאביו דיש התיר ביבום. אבל א\"א מאמו פשיטא דבהאי איסורא קיימא. ולכאורה תמוה היאך חולק התלמוד על הת\"כ. אלא כך הענין. דתלמוד דילן ס\"ל דהת\"כ ע\"כ אינו מונה אשת אחיו מאמו במנין ט\"ו נשים. ומכניס תחת זה אשת איש וכר\"א. ומעתה משנתינו שמנה אשת אחיו מאמו. ע\"כ חולק על הת\"כ. אבל הירו' ס\"ל דגם הת\"כ מונה אשת אחיו מאמו. וא\"כ אין חולק. ותליא בנוסחא בברייתא דת\"כ. דלפי דאיתא לפנינו בנוסחתאות הברייתא שהובא בריש מכילתין אין לי אלא צרתה צרת צרתה מנין ת\"ל לצרור ולא לצור. וכבר הקשו התו' בד' ב' א' מהא דרב אשי להלן ד' י\"ב דקאמר סברא היא מה לי צרתה מה לי צרת צרתה וע\"ש שנדחקו ליישב. אבל הרמב\"ן בחי' כתב דבאמתבש\"ס דילן ליתא נוסחא זו וכן בהלכות הרי\"ף [ולפנינו ברי\"ף אי' והיא מידי המגיהים] אבל בירו' איתא. כ\"כ הרמב\"ן ז\"ל. וע\"כ לית ליה להירו' סברת ר\"א. אלא יש מקום לחלק בין צרתה לצרת צרתה. והיינו עפ\"י סברת הירו' לחלק בין צרת אשת איש לשאר עריות. משום שבידו היה לפטור הערוה. ה\"נ אי היה מגרש אשתו לא היתה הצרה עליו ערוה נמצא שלא היינו למדים צרת צרה מצרת ערוה. ובזה מתיישב מקום החלוק שעושה הירו'. דלכאורה קשה טובא הא הוקשו כל העריות זל\"ז בלי שום חלוק. אבל השתא ניחא דכיון דאיצטריך קרא לצרת צרה ש\"מ דצרת א\"א מותרת. זהו דעת הירו'. ולפי זה אין מקום לומר דהת\"כ כוון לצרת אשת איש וכר\"א. וע\"כ צריך לומר דחמש עשרה נשים היינו אשת. אחיו מאמו. ואע\"ג שנתמעט היינו מערירי דכתיב באשת אחיו. אבל כרת איכא. ואין תנא דמשנתינו חולק כלל. אבל תלמוד דילן לא גריס צרת צרתה מנין. וכרב אשי דסברא היא. וא\"כ א\"א למעט צרת אשת איש לר\"א. וא\"כ אפשר לומר דתנא דת\"כ דמיעט אשת אחיו מאמו. מכרת ג\"כ מיעט. ובאמת אינה פוטרת צרה. וחמש עשרה נשים היינו צרת אשת איש וכר\"א. ומעתה משנתינו דקחשיב אשת אחיו מאמו. ע\"כ פליגי. והיינו דש\"ס דילן חולק על הת\"כ בפי' נדה היא. ובזה נתיישב פרש\"י שפי' דכרת דכה\"ת היינו ערירי שמת בלא זרע. ומיתה בידי שמים היינו שזרעו קיים. והתו' ריש יבמות הקשו הרבה לפי הת\"כ והירושלמי דממעטי אשת אחיו מאמו. וע\"כ מערירי מיעט ואיתנייהו בכרת מדפוטרת צרה. אבל למש\"כ לק\"מ דודאי גם בזה פליגי בבלי וירו'. שהרי בבבלי יבמות ד' נ\"ה איתא איצטריך למיכתב ערירים יהיו ואיצטריך למימר ערירים ימותו כו' הרי דס\"ל דמה שנאמר בחדא ערוה. ה\"ה בכולהו. ואין זה אלא גלוי מילתא דכרת כך הוא. וקושית התו' כבר נתיישב שפיר. דמשנתינו ס\"ל דלא נתמעט אשת אחיו מאמו. והת\"כ לא מנה אשת אחיו מאמו כלל. אבל בירו' פ' כלל גדול איתא דהיכא דכתיב ערירים יהיו כך הדין והיכא דכתיב ערירים ימותו כך הוא. הרי דאין למדים זה מזה כלל. ושפיר י\"ל דלא נתמעט אשת אחיו מאמו אלא מחומר דערירי. אבל בכרת דשארי עריות איתא. והוספתי דע\"כ ש\"ס דילן ס\"ל כפרש\"י דסתם כרת הוא וזרעו נכרתים. דלשיטת התו' צ\"ל דהנ\"מ בין כרת למיתה בי\"ש היינו דכרת לפני חמשים ומיתה לפני ששים. וא\"כ קשה הא דאיתא בכתובות ד' ל' דמאן דיליף לרנבה\"ק אסון אסון מבנימין. מיתה בידי שמים ג\"כ פוטר מתשלומין. ולשיטת התו' קשה מנלן. הא בנימן הרבה לפני חמשים היה אז. וה\"ז כרת. אלא צ\"ל כפרש\"י דכרת הוא וזרעו נענשים. וידוע דלבנימין היה כבר בנים. מש\"ה לא נחשב אסונו אלא למיתה. והכי דייק רש\"י שם דכרת הוא וזרעו נכרתים]. נחזור לענין. דמנין חמש עשרה נשים. המה כדרבונות ללמדינו חדשות ונצורות. וכך יש ללמוד מכל בעלי אסופות. שאספו סדרי המאמרים מפוזרים לענין א'. יש להבין מזה דעת המאסף בפי' אותו המאמר. וכמו שדקדקנו בסי' קנ\"ד לענין אסור למלאות פיו שחוק. דעת רבינו שאסף אותו המאמר לה' ט\"ב. ובסי' נ\"ז אות ד' ובכ\"מ למדנו מסדרי אסיפת רבינו ענינים להוראה. וכן בס' בה\"ג ע' מש\"כ סי' נ\"ג אות ד' לענין ק\"ש. ובס' הרי\"ף ע' מש\"כ בסי' כ\"ז אות ו' ובסי' כ' אות י\"ג ועוד הרבה. והיינו שאמר קהלת כדרבונות בעלי אסופות. אסיפתם בלי אומר ודברים המה דרבן ליתן חיים ללומדיהן:"
            ], 
            [
                "ויש עוד אופן ללמוד בדרך אסיפתם. מה שאינו נראה כלל שבאו ללמד. ולעין רואה אינו אלא מסדר והולך בלי שום חדוש. אבל כשתדקדק תמצא בם איזה תיבה מרמז ואתי על הגיון לב המאסף. ולהיכן עימו מטייפין. ובאשר המאסף לא בא ללמדינו בינה כי אם לסדר הענין כפי דעתו. ע\"כ באו דבריו קצרים שיהא מועיל יותר לזכרון. שהוא עיקר התכלית בספרו. אבל מכ\"מ אם נדקדק מלה במלה יש לדלות עומק הכונה. ובזה נשתנה דברי חכמים מלשון בעלי אסופות. דדברי חכמים באו לתכלית ליישב ולהבין דעתם. א\"כ הוצרכו לבאר דבריהם כדי להגיע לתכליתו. משא\"כ לשון בעלי אסופות שעיקר התכלית היה לאסוף ולכנוס ענינים מפוזרים כדי לקצר התפשטות הזכרון על מרחבי הענינים. ע\"כ באו בקצרה ועלינו לדקדק הרבה מלה במלה. ובזה תראה כמה פעמים בהלכות גדולות וברי\"ף היכא שבאו לבאר לפנינו איזה סוגיא. וברוב המה מקצרים מאד. והיינו משום דכאשר באו לבאר דבר שראו משתבשים בהבנתו בארו היטיב. אבל עיקר החבור לא היה אלא כדי לאסוף ולכנוס הרבה במעט דברים וסדור יאות. מש\"ה כללו דעתם במעט דברים. וע\"ז המשיל קהלת כמסמרות נטועים. דמי שבא לנטוע עץ מאכל. ה\"ז מכוין שישא פרי ויוסיף שורש וענף. ולעשות קציר מזה הנטע. ע\"כ הוא נוטעו באופן המסוגל לזה. משא\"כ הקובע מסמר אינו מכוין אלא שיהא הסדר נכון. ושיהא קבוע במקומו שלא ימוט. ה\"נ בעלי אסופות עיקר כונתם להיות הסדר נכון. ושיהא יפה לזכירה. אבל מכ\"מ אינו דומה למסמרות אלא שהמה נטועים. ויש מהם ג\"כ להוציא פרי להוראה: <b>ואחר</b> כל זה שביאר קהלת שני אופני החכמים שבכל דור סיים קהלת מאמרו ניתנו מרועה אחד. דמשום זה יהיו בעיניך יקר דברי שני אלה גדולי תורה. ששני הכחות ניתן להם מהקב\"ה. וכמאמרם ז\"ל במגילה ד' לאוקמי גירסא סיעתא דשמיא. ולא תאמר דבעלי אסופות אין בהם חכמה אלא מלאכה לסדר באופן יאות לפי הזמן והענין. וא\"כ אין לחוש לדקדוק לשונם. ולהפך בהם כ\"כ. אבל באמת אינו כן. אלא גם זה הוא כח אלהי רוען של ישראל ית' והנוצר תעודה שלא ישכח. הוא הנותן כח לכל א' לפי דרכו זה מפרש וזה מחבר. זה דורש וזה מדבר. וזה מיד ה' עליו השכיל להצביר בר. והא שדקדק שלמה לומר כן על הקב\"ה לשון רועה. היינו משום שכל אלו הפרטים אינו אלא בחלק הנגלה. הניתן לנו למעשה. ולהתהלך אחרי דבריו ית'. משא\"כ בחלק תורה הנסתר כמש\"כ לעיל שרמז קהלת ע\"ז באמרו דברי אמת. אינו כן אלא אין לנו אלא דרך א' שהוא האמת. אבל מי שלא כוון בהשגתו אל האמת וכסבור שכך היה צרופי שמותיו. וכך הגיע מזה הצרוף. ואינו כן. ה\"ז דברים של מה בכך ואינם מאירים במאור התורה כלל. מש\"ה כתב נתנו מרועה אחד שהוא המנהיג ומדריך ישראל בדרך ילכו. וכך פירשו בגמ' חגיגה ובאדר\"נ פי\"ח ובכ\"מ אע\"פ שאלו מטמאין ואלו מטהרין אלו אוסרין ואלו מתירין כו' כולם דברי אלהים חיים הם: <b>והנה</b> חכמי התלמוד הרבו לדקדק בלשון בעלי אסופות חכמי המשנה. והוציאו מזה כמה דינים וכפי המצוי בלשון הגמרא מתניתין נמי דיקא. אע\"ג שאינו מבואר. אלא דקדוק לשון בעלמא. והרגש חכמי התלמוד היה חזק. וגם כח היה בהם להחליט מטעם ההרגשה שלזה היו חכמי המשנה מכוונים. וכמו כן אחר חתימת התלמוד היה רבינו השאלתות ובה\"ג והרי\"ף בעלי אסופות. ובאו בדור שאחריהם הרמב\"ם והרמב\"ן וכדומה שגם כן הרגשם היה חזק. וגם חכמתם עמדה להם לתת להם פנים. והיה דברי הגאונים סובב פסקי הראשונים. כמו רוח החי' באופנים ומאז עברו כמה שנים. נשכח דקדוק דבריהם מדורות אחרונים. זולת במקרה ובמקומות מצוינים. ועתה כשאנו באים לדקדק היכן דבריהם פונים. הרגשתינו חלוש ואנו הולכים בהם באשמנים. וגם אם היינו מרגישים איזה לשון שאינו מדויק אין בכחנו לעשות בהם כונים. על כן כשאנו רוצים לחדד ההרגשה עלינו לשום לשון שלשה ספרים אלו זה בצד זה. כאשר ידוע לכל מעיין בהם ששני אלו המחברים ז\"ל השתמשו בלשון אחד בכמה ענינים אלא שלא נשתוו בסדור אסיפתם. וכן הרי\"ף ז\"ל כמו שכתבתי בפתח הראשון אות ד'. וכאשר נמצא איזה שנוי ביניהם אז נקל להרגיש אפי' לאטום הרגשה כמוני. וע' מ\"ש הרא\"ש נדה פ' תינוקות סי' ג' לענין הרגש ראית דם. שאע\"פ שאינו בקי בחלוקי מראות דמים. מכ\"מ בשני דמים שלפניו יוכל להבחין אם הן שוין או משונין במראיתן. אמנם לעמוד על דעתם ז\"ל ולכוין בטעם השנוי. עלינו להפוך בשיטות ושנוי דעות שהראשונים חלוקין בזה המקום. ולפיהן בנקל ימצא כל איש לכוין לשון זה לאיזה שיטה הוא נוטה. והנני ממשיל דברי רבותינו גאונים קדמונים ז\"ל בהפרש הבנת דעתם לפני הראשונים מאשר לפנינו. לאדם שהיה לו פירות הקיץ. ורוצה להשהותם לימות החורף. ואם יניחם בחדרו כאשר המה. יתעפשו וירקבו. מה הוא עושה מייבשם ומצמקם עד שמתקשים ומתקמצים במעט הכמות. והנה כשבא לאכול בחורף. אם שניו טובים. ה\"ז אוכל אותם כמו שהם ומוצא טעמם. אבל אם שניו רעים. ואינו יכול להוציא הטעם בלעיסת הלשון לבדו. מה הוא עושה. מביא מים וקדרה ואש ועצים ומבשל הרבה. ואחר כ\"ז מוציא כל טעם הכמוס בם. כך הראשונים חרשו וזרעו וקצרו ועשו פרי. ואילו באו לפרש מה שברוחם. היו נאבדים מרוב ימים ברב הכמות. והרי ע\"כ עשו בעלי אסופות קיצור מהש\"ס כדי שלא יאבדו הדינים מרוב דברי הש\"ס. ומה עשו. קיצרו הרבה וכללו רוב ענין במעוט דברים. ובאין אומר ודברים. במה שחסרו איזה מאמרים. והנה הבאים אחריהם לאכול וליהנות מאור דעתם ז\"ל. נשתנו כחות המקבלים. הרמב\"ם וכדומה שהיה דעתו יפה. לא ניצרך לעמל רב כי אם בשום לבו הרחבה מני ים על דיוק כ\"ש בדברי רבותינו. והחליט השטה לפי דעתו. וכן ר\"ת למדמדקדוק לשון קל בה\"ג דין ועיקר גדול כמש\"כ בקדמת העמק הראשון אות ט\"ו. אבל אנחנו יתמי שדעתינו קצרה. אין לנו פה לאכול וליהנות מהשנוי בלשון. אם לא שנביא פרש\"י ותוס' וכדומה מפירושי הראשונים. ולפלפל בהם בבאור הסוגיא. ואח\"כ בנקל נעמוד מזה ההרגש להיכן דעת   רבינו נוטה. ולהיכן דטת בה\"ג או הרי\"ף נוטה. ואחר כן יהיה דעת רבינו לסיוע דמינכרא לזו השיטה כידוע מעלת קבלת גאון ר\"א ז\"ל: "
            ], 
            [
                "ועדין לא נכחד ממנו לבן של גדולי תורה בעת החיה יברכם ה'. שאע\"פ שהכל מתנין ברומו של השאלתות ובה\"ג שעליהם כתבו הראשונים שכל דבריהם ד\"ק. או קדושתו של הרי\"ף שעל ספרו אמרו שחיברו ברוה\"ק והכל יודעין שכל זה החרדה אינו אלא לפי שידעו הראשונים איך לדקדק בדבריהם. וראו אורות מאופל הקיצור בקיצורים. ובכ\"ז לא הגיעו בדורות אלו לעמוד על דעת גדולי בעלי אסופות אלה עמודי ההוראה משום שלא הסכינו עצמם לדקדק אף בדברי הרי\"ף שהוא נגד עיני כל הוגה בדברי מפרשיו ונושאי כליו ז\"ל. מכש\"כ שלא שם איש לב לספרי השאלתות ובה\"ג. לדעת דיוק דבריהם. זולת במקום שהעירו הראשונים ז\"ל מכבר על דברים מעטים על כן יהי הדבר היוצא מספרי בשם רבותינו ז\"ל קשה לשמוע ולהפך בהם. ומכש\"כ לבנות יסוד ורמי הפלפול על זה כמו שהיו עושים איש איש לפי גדולתו על הדבר היוצא מפורש מפי רבותינו אלה. או אילו שמעו דעתם מפי הראשונים. וראיתי חובה להביא דרישת בעלי המדרש על הפסוק שהצבנו בראש. ולפרשו כיד ה הטובה על שאינו הגון כמוני. והכי איתא ברבה פ' נשא פ' י\"ד. תני מנין אתה אומר שאם שמע אדם דבר מפי קטן שבישראל יהא בעיניו שומע מפי חכם ת\"ל והיה אם שמע תשמעו אל מצותי אשר אנכי מצוה אתכם היום. [פי' כל אשר תשמעו. ממי שהוא. הוא אשר אנכי מצוה ללמד אתכם. ע\"י מי שראוי לכך. היינו חכם בדורו. ואע\"ג ששמועה זו אינו הולך מפיו של החכם באמת] ולא כשומע מפי חכם אלא כשומע מפי חכמים שנאמר דברי חכמים כדרבונות מה דרבן זו מכוין את הפרה לתלמיה להביא חיים לעולם כך דברי תורה מכוונים דעתו של אדם לדעת המקום. ולא כשומע מפי חכמים. אלא כשומע מפי סנהדרין שנאמר בעלי אסופות. ואין אסופות אלא סנהדרין שנאמר אספה לי וגו'. ולא כשומע מפי סנהדרין אלא כשומע מפי משה שנאמר נתנו מרועה. שנאמר ויזכור ימי עולם משה עמו וגו' ואומר ומשה היה רועה. ולא כשומע מפי משה אלא מפי הקב\"ה שנאמר נתנו מרועה אחד. והקב\"ה נקרא רועה שנאמר רועה ישראל האזינה אחד שנאמר ה' אחד ע\"כ לשון המדרש במעט הגה\"ה. ולכאורה תמוה למה האריך קהלת כ\"כ והעלה השמועה על גרם המעלות. ובלי פסיעה גסה. אלא לאט לאט. ולמה לא נאמר שאם שמע מפי אדם קטן שבישראל יהא בעיניך כאילו שמעה מפי הקב\"ה. ומה לי חשבון המעלות. אבל באמת קשה להיפך היאך אפשר לדמות השמועה מפי קטן ומפי גדול. הרי בספרי תניא ריש פ' דברים והובא בנימוקי רש\"י שם שאמר משה לישראל בשעה שאמרו טוב הדבר אשר דברת לעשות. כך היה לכם להשיב. ממי נאה ללמוד ממך או מתלמידך. לא ממך שנצטערת עליה הרי שאינו דומה כח השמועה. אלא מתחלה יש להבין במה נשתנה באמת כח השמועה אם שומע מפי גדול יותר לטוב מאילו שמע זה המאמר בעצמו מפי קטן. והלא דבר אחד הוא. ונראה דנ\"מ הוא בשני דברים. האחד הוא עפ\"י דאיתא בשמות רבה פ' תשא ויתן אל משה ככלותו. וכי כל התורה למד משה כתיב בתורה ארוכה מארץ מדה ורחבה מני ים ולארבעים יום למדה משה. אלא כללים למדהו הקב\"ה למשה הוי ככלת וכו'. למדנו מזה אשר כחו של משה רבינו שלמד מפי הקב\"ה כמעין הנובע בשטף גדול וחזק עד שממעט כללים שחפר הקב\"ה לפניו. הוציא מעצמו כל פרטי התורה. משא\"כ מי שאינו לומד מפי הקב\"ה אינו מגיע לזה הכח. אבל מזה אנו מבינים דלפי ערך יש הפרש מפיו של מי השמועה יוצאת. ואינו דומה שומע מקטן שבישראל שאין לו אלא צורת השמועה כאשר הוא. לשומע מחכם שבכח שמועה זו יכול לחפור ולהוציא עוד נוזלים. ואם ישמע מפי סנהדרין. ישגא בכחו עוד יותר. ואם היה שומע מפי משה היה מפליא עוד יותר. שנית הוא עפ\"י דאיתא במדרש שה\"ש עה\"פ ישקני. רי\"א בשעה ששמעו ישראל אנכי ה' אלהיך נתקע ת\"ת בלבם והיו למדים ולא היו משכחין באו אצל משה ואמרו משה רבינו תעשה את פרוזבין [שליח] בינותינו כו' חזרו להיות למדים ושוכחים אמרו מה משה בו\"ד עובר אף תלמודו עובר מיד חזרו באו למשה א\"ל הלוואי יגלה לנו פעם שנית. ישקני מנשיקות פיהו. אמר להם אין זו עכשיו לעתיד לבא הוא שנא' ונתתי את תורתי בקרבם ועל לבם אכתבנה. הרי למדנו דהשומע מפי הקב\"ה חי וקים. השמועה מתקיימת לעד לעולם משא\"כ מי שאינו לומד מפי הקב\"ה אינו מגיע לזה הכח. ומזה אנו מבינים דלפי ערך יש הפרש מפיו של מי השמועה יוצאת ואינו דומה שומע מפי קטן בישראל בכח הזכרון לשומע מפי חכם וכן עולה והולך. ובזה תבין הא דאיתא עוד בשה\"ש רבה עה\"פ יונתי בחגוי הסלע שנצטער משה ע\"ז שאמרו ישראל קרב אתה ושמע. וא\"ל הקב\"ה הטיבו כל אשר דברו. מהו הטיבו כל אשר דברו. חייא בר אדא וב\"ק ח\"א הטבה כהטבת הנרות וח\"א הטבה כהטבת הקטרת. וזה מאמר תמוה. אבל לפי דברינו יובן עש\"י מדרש קהלת עה\"פ ראיתי את הענין אשר נתן אלהים לב\"א לענות בו ר\"א א' זה שיפוטה של תורה שאדם לומד תורה ושוכח. רבנין דתמן בשם רי\"צ דהכא לטובתו אדם לומד תורה ושוכח שאילו היה לומד תורה ולא שכח היה מתעסק בתורה שתים שלש שנים וחוזר ומתעסק במלאכתו. ולא היה משגיח בה לעולם כל ימיו אלא מתוך שאדם לומד ומשכח אינו מזיז ואינו מזיע את עצמו מד\"ת. ומובן הטעם שלא רצה הקב\"ה שנית ללמוד בעצמו עם ישראל ושלא ישכחו. הוא כדי שיהיו שוקדים בתורה. אבל לע\"ל שיתעקר היצה\"ר ויהיו למדים תורה לשמה. ומצאו שני המעלות האלו כדתניא בפ' קנין תורה כל הלומד תורה לשמה נעשה כמעין המתגבר וכנהר שאינו פוסק. פי' שני דברים אלו. הן המה בעומק השכל להבין נוספות עפ\"י השמועה. ולהיות כח הזכירה נמשך לעד כנהר שאינו פוסק. משא\"כ עתה שהתורה בא מתוך שלא לשמה. ע\"כ צריך רוב יגיעה להוציא איזה דבר. וכל מה שיגע יותר ימצא יותר. וכדאי' בעירובין ד' נ\"ד ב' למה נמשלו ד\"ת כדד. מה דד זה כ\"ז שהתינוק ממשמש בו מוצא בו חלב כך ד\"ת כ\"ז שאדם הוגה בהן מוצא בהן טעם. והן המה הדברים שפירשו בלשון הטיבו כל אשר דברו. דמשמע שראה הקדוש ב\"ה טוב בדבריהם ובמשאלותם. להיפך ממשה שנחלשה דעתו. ונתקשו בזה לשון הקדוש ב\"ה הטיבו אשר דברו. מהו הטבה זו. ע\"ז פירשו חייא ב\"א א' כהטבת הנרות והכוונה שצריכים להטיב הנר שהוא כלה והולך. ולחזור וליתן שמן. משא\"כ אילו היה דולק בלי הפסק לא היה מטיבים אותו כלל. כך אמר הקב\"ה שהטיבו בזה שלא ישמעו ממני. שעפ\"י זה לא יהי כח זכרונם אלא כנהר הפוסק וכנר הכבה ויהיו נצרכים להטיבו ולחזור על השמועה. וב\"ק א' כהטבת הקטרת. דידוע דטבע הקטרת כל שנדוך יותר דק. מריח ומוציא כחותיו יותר. ומש\"ה תנן היטב הדק. וביוה\"כ המצוה שיהיה דקה מן הדקה. כדי שיעלה ריחו יותר. וכך אמר הקב\"ה שהטיבו בזה שלא ישמעו ממני. שעפ\"י זה לא יגיעו לדעת דבר מדבר כי אם ע\"י דכדוך ההלכה כמו שהמשילו לשד שהמשמוש מוציא חלב כך דקדוק ההלכה מוציא טעם. או ע\"י דכדוך עצמו כדאיתא בברכות ד' ס\"ג ב' הסכת ושמע ישראל כתתו עצמיכם על ד\"ת כדר\"ל דאמר ר\"ל מנין שאין ד\"ת מתקיימין אלא במי שממית עצמו עליה כו' ועוד מאמרים שהבאתי לעיל: <b>אחר</b> כ\"ז נתיישב כל המדרשות שאינן סותרין זא\"ז. דודאי יפה אמר משה כך היה לכם להשיב שאינו דומה מה שילמדו ממנו למה שילמדו מתלמידיו. והיינו בשני דברים אלו בכח הזכרון ובכח ההשגה בגוף המאמר. אבל מכ\"מ בגוף אותו המאמר אין נפקותא. אלא שיהא נצרך לייגע בו ולחזור עליו. והיינו שהזהיר קהלת שיהא חביב השמועה מפי קטן שבישראל כאילו שמע מפי חכם. ואם ייגע יותר וגם יחזור על המאמר יהא כשומע מפי חכמים. ואם יוסיף שקידה ועיון יהא כשומע מפי סנהדרין וכן עוד ועוד. מיהו כ\"ז באומר שמועה מפי רבותיו מה שלא ידע חבירו שהרי ע\"כ בהכי מיירי מדקאמר שמעת איזה דבר מקטן שבישראל. ואי במחדש מדעתו אינו קטן שבישראל. אלא באומר שמועה מיירי. וזה אפשר אפי' בקטן כהא דשני גרדיים משער האשפות שאמרו שמועה דג' לוגין פוסל את המקוה כדתנן במ' עדיות. ובזה האופן איתא בב\"ר פ' צ\"ז עה\"פ וידגו לרוב. מה הדגים הללו גדלים במים כיון שיורדת טפה אחת מלמעלה מקבלין אותה בצמאון כמו שלא טעמו טעם מים מימיהון. כך הן ישראל גדלין במים בתורה כיון שהם שומעין דבר חדש מה\"ת הן מקבלים אותו בצמאון כמו שלא שמעו ד\"ת מימיהון. היינו אם הם שומעין דבר הלכה ברורה שאמר אחד מפי רבותיו. והמסרב לשמוע דבר שלא ידע מפי הגמ'. אינו אלא שטות וגסות הרוח ועומד בענין רע. מה שא\"כ האומר כך הוא בעיני עפ\"י עומק החקירה. איש לפי דרכו בעמל תורה. זה בא בפרוזבולי ברוב גמרא. וזה בא בפלפול וסברא. והנה כל איש אך דרכו בעיניו ישרה. ואינו מן הפלא שכ\"א לדבר חבירו רוחו זרה. והוא עבודה קשה להטות דעתו לכל א' שבחבורה. אם לא שפרץ על טבעו אהבת האמת והתורה. ומדת ענוה ורוח נקיה עליו גברה. לחבב כבוד חבריו ובעין יפה להוקירה. או אז אשרי חלקו וראוי שתהא השכינה עליו שורה. אבל לא כל אדם זוכה למדה זו הברורה. אמנם לא כן חבור זה העמק שאלה. אשר זכני ה' אותי לדקדק בספר השאלתות דר\"א מלה במלה. ובכמה מקומות הראיתי שיטתו מגולה. ובכ\"מ פתחתי דלת נעולה. לבא אל עומק דעתו הגדולה. ומימיו החיים להיות דולה. והרי אני אומר מפי השמועה של רב אחאי גאון שהוא מאד נעלה. ואם כי לא החדלתי את תנובתי הדלה. לברור דעת רבינו בעיון תורה ובפלפולה. כיד ה' הטובה על נפש עמלה. ואולי יחשבו לפני גדולי הדור תועלת קטנה ודלה. וידם רב לסתור דברי על נקלה. בכ\"ז עליהם לשית עין על דקדוק דעת רבינו תחלה. ואם יבינו לעצמם איש איש כידו הגדולה. מיני ומינייהו תסתייע לברר הדבר כשמלה. וזהו דרכה ש\"ת צוה לנו משה מורשה בקהלה. להוריש כ\"א לחבירו זה המרגניתא וזה חספא דלה. עדי הקימו בחוני ההלכה על תלה. והנני העני ומעוף טרדה אני תפלה. ולהחונן אף לשאינו הגון אני מחלה. אשר באורו ואמתו ינחני בדרך סלולה. ויעמידני על קרן אורה. להרביץ תורה ולהגדילה. וגם בני וחתני הרבנים אנשי סגלה. המקום יברכם בברכה משולשה ובשלום כפילא. לחם חקם וחק ביתם בכבוד וגדולה. ומעוז תורתם בלבם יהי למנוחה ונחלה. והיו לגן רוה על מי מנוחות התורה שתולה. ושמר רגלינו מלכד במשגה ותקלה. כאשר כן מטרת כל תכלה. ולמענהו ית' חולל כל פעלה. ולזה נכספה נפשי ורוחי כלה. וקותה נפשי ולחסדו הוחלה. אשר לא יבישני מסברי עד אשר יקחני סלה. והיה זה שכרי לפניו ית' על כל עמלה. הנני העמוס בעבודה רבה. כל ישעי וכל חפצי בה:<br>נפתלי צבי יהודה בא\"א מוה' יעקב ברלין נ\"י "
            ]
        ], 
        "Petach HaEmek": [
            [], 
            [
                "<b>להכנס בדברים של גאון בעל השאלתות והמבארים בעזרת הנותן כח לאין אונים לחבר חיבורים.</b><br> א פתח דברי האירו בראשון אשר רבינו כתב ספרו הק' קונטרסים על כל פרשה. עפ\"י איזו שייכות לאיזו מקרא שבה. והנה זה הכלל אמת ונכון. אך היה מוקשה לי הא דבפ' וארא סדר שאילתא באיסור רבית. ובפ' תזריע יש שאילתא ממת\"כ. וכן סי' צ\"ב צ\"ג צ\"ד המה במקום שאין להם ענין באותה פרשה. וקשה היה עלי לומר מעצמי שנשמטה זו השאילתא ממק\"א לכאן בטעות המסדר או הכותב הראשון. והנה נתקיים בי מאמרם ז\"ל בירו' פיאה פ\"א ללמדך שכל דבר שב\"ד נותנים נפשם עליו הוא מתקיים כמו שנאמר למשה מסיני. פי' אחרי שהם יגעים בכל נפשם על אותה הלכה. המקום מסייע להם לעמוד על האמת כמו שניתן למשה מסיני. ומזה יש ללמוד בכל דבר הלכה שאדם נותן נפשו עליו הקב\"ה מצליח בידו להשיג מה שלא היה בידו להשיג מעצמו עד שיעמוד על האמת. וכעין זה איתא בסנהדרין ד' צ\"ט נפש עמל עמלה לו כי אכף עליו פיהו. הוא עמל במקום זה והתורה עומלת לו במק\"א. ופרש\"י מחזרת עליו ומבקשת מאת קונה למסור לו טעמי תורה וסדרי' כו' עכ\"ל. ויש להוסיף בכוונת במקום אחר. שיסייעו לו להושיט סיבות ממקום אחר שבהם יעמוד על הדבר. מה שלא היה אפשר בהוספת יגיעה ועיון במקומו. וכזה אירע לי שהרבה יגעתי על ספרו של רבינו וגם מצאתי בעזרת החונן ית'. ולא מנעתי ממני כל עמל האפשר לפי כחי הדלה. אמנם בכ\"פ נלאיתי למצוא הפתח לעמוד על דעת רבינו. ועמדה לי זכותו של רבינו והזמין לי המקום לקנות בכסף מלא שאלתות כת\"י אשר נכתב זה יותר מארבע מאות שנה. וזה דבר הכותב בסוף הספר. בראשון בשבת בחמשה עשר יום לחודש כסליו בשנת חמש אלפים ומאתים ועשרים ליצירה ושנת אלף ושלש מאות ותשעים ושנים לחורבן בית אלהינו שיבנה במהרה בימינו אמן נשלם ספר זה על יד ימין מנחם ב'כ'ר דוד נ'ב'ת'ו'י'א [ר\"ת נפשו בטוב תלין וזרעו ירש ארץ] וכתבתיו לעצמי הרחמן יזכני להגות בו ולהבין סודותיו אני ובני ואחי עד סוף כל הדורות ככתוב בתורתנו הקדושה לא ימושו מפיך ומפי זרעך ומפי זרע זרעך אמר ה' מעתה ועד עולם עכ\"ל. ודקדקתי אחריו בכל שאילתא. והיה לי בכ\"מ למאור עינים. והנראה שזהו הספר כת\"י שהיה ביד הגאון חיד\"א שהביא בהקדמת שאילת שלום. וכן מה שרשם בשמו בה' חנוכה נמצא מכוון בכת\"י. והנה כל שמצאתי ראיתי איזה שנוי שיכול להיות משמעות אחרת מנו' הנדפס. העירותי בהעמק שאלה בלשון בכת\"י הכי איתא. ובכמה פעמים פירשתי ההפרש היוצא מחלוף הנו'. ובסי' צ\"א ובסי' ק' יש הוספות שלמות. והעתקתים בפנים ופירשתים כיד ה' הטובה עלי. ומה שנחסר בשני ספרים הראשונים אמלא אי\"ה בהתימי כל הספר ברצות ה' הגומר עלי לעשות השמטות משני ספרים הראשונים ולציין כל הנמצא משונה כתוב בספר כת\"י: <b>עתה</b> באתי בדבר שנכנסתי בפתח דברי. כי לשמחת לבבי מצאתי בכת\"י השאילתא דרבית בפ' תצא. וכן שאילתא דמת\"כ ושארי שאילתות הכל במקומם הראוי להן כמו שמצוין בריש כל שאילתא מקומו העיקרי שמצאתי בכת\"י: ", 
                "ב עוד נכנסתי בפתח הראשון. לציין דברים שהביאו הראשונים משמו של רבינו וחסרים בס' השאלתות לפנינו. [ועליהם יש להוסיף שראיתי בס' א\"ז הגדול שיצא זה כשנתים בדפוס וכ' בח\"א סי' שמ\"א בשמו של רבינו ברכת אשר צג אגוז]. ע\"כ גזרתי אומר דספר השאילתא מגילה מגילה נכתב בידו. וכד אתבדרו לעלמא לא הגיעו לידו של א' כמו להשני. ועתה בבוא לידי הכת\"י מצאתי כמה דברים מבוארי' יפה. כמו מש\"כ בשם המכריע סי' ע\"א לענין הבדלה. נמצא בכת\"י כאשר הבאתי בסי' קס\"ו. וכן מה שהבאתי בשם הרשב\"א שכ' בשם רבינו שפודין כרם רבעי במחובר. הראיתי לדעת בסי' ק' שלמד מהנו' דכת\"י ושם הוספתי להראות שגם לפני התו' היה נו' הכת\"י בזה הסימן. אמנם כן להיפך יש כמה שאלתות לפנינו ואינם בכת\"י. בחלק ג' רשמתי על כל שאילתא דהיא אינה בכת\"י. ושאילתא דעגונא ידועה היא בפי הראשונים. ובכת\"י ליתא כלל. הרי כמש\"כ דנשתנה גוף הספר בידן של ראשונים. אמנם גם זאת ראיתי להעיר מה שהבאתי שם במנין. דבשו\"ת המיוחסות להרמב\"ן סי' קנ\"ד [וצ\"ל קכ\"ה] ואחריו הרשב\"א ומרדכי קידושין בשמו ש\"ר. במקדש בפסולי עדות דרבנן. חזרתי ועיינתי בשו\"ת הרשב\"א סי' א' קפ\"ה וראיתי שכ' שראו זאת בשו\"ת הרי\"ף שכ' דרב אחא גאון השיב כך. למדנו שלא ראו בעצמם בספר השאלתות. ושגם הרי\"ף לא הביא מזה הספר אלא מה שהשיב בתשובה. וכבר נמצא בשאילתות בסי' מ\"ב העתק שו\"ת שהשיב רבינו כמש\"כ שם אות י\"ג. ובכת\"י ליתא כלל מן וששאלתם עד גמירא. ואולי זה הספר משאלות ותשובות. זהו שכ' העיטור בשם שאלתות גדולות כאשר הראיתי בפתח הראשון אות ג'. וקרי ליה שאילתות גדולות משום דרבינו עשה שני אופני שאילתות על סדר הפרשיות. שאילתות שחקר מעצמו הוא הספר אשר לפנינו. ושאילתות שנשאל באמת מאחרים. והוא ז\"ל סדרן על הפרשיות כמו שאנו מסדרים שו\"ת על חלקי הרמב\"ם או הטור. וכן עשו הראשונים מוני המצות ע\"ד הפרשיות. וכמו שחלק התה\"ד ספרו על שני אופנים וקרי להו שני שמות. ה\"נ לזה החלק נקרא שאילתות גדולות אם משום שכמות השאלות היו מרובות ממה שחקר בעצמו. או משום איכות הספק שהיו גדולי' יותר ממה שחקר בעצמו מה שכבר נתברר בגמרא וע\"ע אות ו'. ולפי זה קרוב לומר אשר כמה דברים שהביאו הראשונים בשמו של רבינו. לא נמצא בשאילתות שלפנינו. אלא בס' השו\"ת של רבינו. וע\"ע להלן אות ו': ", 
                "ג עוד עזרני ה' לגלות שפוני טמוני נוסחאות ספרי רבינו. והזמין לפני בעיר מינסק פי' כת\"י על השאילתות בלא כתיבת הפנים. בכתיבה ספרדית. והיה כספר החתום ביד בעליו. ובבואו לידי יגעתי ועמדתי על תכונת הכתיבה. ונפתח לפני תכלית זה הספר והוא פי' קצר מלוקט מפרש\"י. כעין פי' שעל הרי\"ף המכונה פרש\"י שעל הרי\"ף. והרבה פעמים נמצא בו מפסקי הראב\"ד ושארי ראשונים. ושם מחברו יוסף בר שאול כמבואר בהקדמתו ולפי הנראה היה בימי הר\"ן ולפניו. שהרי בהקדמה כתב באשר שראה פירוש רבינו יהונתן הכהן שעל הרי\"ף ע\"כ התעשת לבאר גם את השאילתות. מוכח שלא ראה כי אם פי' ר\"י אשר היה הראשון למבארי הרי\"ף והיה עודנו בימי הרמב\"ם. והנני להעתיק מקצת הקדמתו. וז\"ל [ובעבור שראיתי אני אני התלמיד הספר שחבר רב אחא ז\"ל שקבץ ההלכות הפסוקות מכל התלמוד. והנה כל הפוסקים מביאים ראיות ממנו. והוא ספר נכבד לידע הספק והדין מכל דבר ודבר ממה שצריך לזמנינו זה ובימות המשיח. אמרתי אני להקל משא בני אדם הבאים אחרינו שלא יטרחו לבקש פי' בהלכות בכל מסכת ומסכת. אמרתי לקבץ פי' ההלכות ההם ואחר פי' ההלכות לבאר הפסק כפי כחנו. והנני מודיע לכל הקורא בספר הזה שרוב פירושי אלו ההלכות ההם ממה שלא אמרתי שם המפרש כפי מה שביאר רש\"י ז\"ל. וגם אזכור מעט משאר המפרשים ואכתוב שם אומרו. וזכרתי זה שלא יאמר אדם שאני גונב דבריהם. ואל יחשוב אדם שאני עשיתי זה להתפאר וליטול עטרה לעצמי חלילה וחס. כי אני לש\"ש נתכוונתי והאלהים יודע. והנה עשיתי זה כי אני ראיתי כי הרב ר' יונתן ז\"ל לפי שראה שיהיה טורח לאדם המעיין בספר הרי\"ף. וטרח בשביל אחרים. וערך השלחן לפני כ\"א וא' המעיין בספר הרי\"ף והאלהים ישלם לו שכר בעולם שכולו טוב. ע\"כ קדמתי אני התלמיד בראותי כי הלכות אלו מספר השאילתות מפוזרות בתלמוד וילאה האדם לראות פירושם יותר מהלכות שכ' הרי\"ף כי הוא כתב כל הלכות במסכת בפני עצמה. ומעט הזכיר ממסכתות אחרות. וכשזכר אותם כתב גרסינן במס' פלונית. אמנם רב אחא ז\"ל לא הלך בזאת השיטה אבל קבץ בכל פרשה הלכות פסוקות הלכה אחת ממסכת זאת והלכה א' ממסכת זאת ולא זכר מקומם. ע\"כ באתי לכתוב פירושם כפי מה שכתבו המפרשים עכ\"ל]. ובסי' כ\"ו כ' שארי הר\"ר פרץ נראה שהיה קרובו של הרב רבינו פרץ הכהן ז\"ל שהיה בימי הר\"ן וכמעט לפניו. ובאמת אילו היה בא לידי זה הספר בתחלת הדפסת השאילתות היה ראוי להדפיסו בשלימות כמו פי' הקצר שעל הרי\"ף. אך אחר שכבר עבר שני ספרים הראשונים בזה התואר לא ראיתי לשנות תואר ההדפסה בחלקים הנשארים. ואולי ה' עמדי ואחזור להעלות עה\"ד ספר השאילתות. או אז אתעשת גם לזה בל\"נ. ועד כה עיינתי בו ומעט חדשות נמצא בו השייך לגוף השאילתות או אפי' מה שלא נזכר בספרן של ראשונים. בשם המחברים שהביא הוא. ואת אשר ראיתי בו חדוש דבר או חצי דבר העתקתי משמו בהע\"ש בשם פי' כת\"י. זאת ראיתי בו שנוים הרבה בגוף השאילתות אלא שלא יכולתי להביא נו' שלו באשר שלא הובא ציון ראשי דברי רבינו וכדי לבארם. והרבה דברי אגדה נמצא בו מוסף על שלפנינו. ולהיפך נמצא כמה שאלתות שלא היה עליהם שום פי' קצר. ולרגל המלאכה אשר לפני הנני מרשים את אשר ראיתי כמה שנוים אשר בפי' כת\"י: ", 
                "ד גם ע\"ז שמתי לב בציוני הדרשות שנמצא כ\"פ בראשי השאילתות. והנה בכת\"י ובפי' כת\"י נמצאים עוד הרבה יותר ממה שנמצא לפנינו. וכ\"פ האירו ע\"י זה הדרך לעמוד על הבאור. ע' שאילתא ס\"ט אות י' ושאילתא צ\"ו בסוף. ולהיפך ג\"כ נמצא כמה ציונים לפנינו ושם אינם. והנה כבר מלתי אמורה בתכלית הציון על מה הוא בא. דרבינו ציין ריש מלין באיזה ענין יש לו להרחיב הדבור והשאילתא. וע' ריש שאילתא צ\"ה שפירשתי ציון א' שמלא רבינו אחריו ועשה ע\"ז הציון השאילתא. אמנם ברובי ציונים לא נשארו רק הציונים. על אשר לא הגיעו עדן למלאות דבריהם. אבל אחרי אשר כבר ביאר רבינו אשר ברוחו הסיר הציון מראשו והפרח נפל והלך לו: <b>והנה</b> בהקדמת פי' הכ\"י הנ\"ל הנה רוח אחרת אתו בזה וז\"ל. [ועוד טעם אחר הביאני לזה. כי לא מהיותי חכם בעיני מלאני לבי לזה. כי אני מכיר ערכי וחסרוני. ואדעה מה חדל אני. ומה כחי וערך שכלי. ולא בינת אדם לי. אבל כי שאלני אדם א' מה רוצה לומר מה שכתב רב אחא בסוף כל פרשה דרשה פלונית. ואמר שנ\"ל שהוא היה עושה דרשות בכל שבת ושבת. ועניתי לו אם קבלה הוא נקבל אמנם אם מסברא אתה אומר כן נראה לנו כי ר\"ל דרוש אלו ההלכות תמצא בזה המקום מהתלמוד והעירני לבי לזה הפירוש. כי כבר קבלנו כי הוא עשה זה הספר לבנו בכל שבת לקחת ההלכות שכתבו רבינו ז\"ל על כל פרשה ופרשה. ואחר שכתב לו זה אמר לבנו אם תרצה לידע מקום אלו ההלכות תמצא בזה המקום. וכדי לאמת דברי אמרתי אליו לקבץ פי' ההלכות ולכתוב באיזה מקום הם עכ\"ל]. ובפ' ויצא סוף סי' כ\"א היה לפניו דרשה נערה שנתפתתה. וחזק השערתו מכאן. ועפ\"י זה נדחק לפרש בכ\"מ דזה הענין נמצא אצל זה הענין של הציון. ודקדקתי אחר זה ולא נראין כלל דבריו. ומכש\"כ לפי נו' דילן שנשתנו הציונים מאשר היה לפניו. א\"א לפרש כלל עפ\"י זה הדרך. והעיקר כמש\"כ. וע\"ע סי' צ\"א אות ו': ", 
                "ה המאירי בהקדמת ס' בית הבחירה על מס' אבות כשהגיע לדור של רבינו כ' בזה\"ל ר' אחא משבחא הוא חיבר ספר השאילתות כולל הרבה מדיני התלמוד. והוא מן החבורים שראוים לסמוך עליהם ברוב דבריו עכ\"ל ואח\"כ כ' עוד וקבלנו קבלה ברורה על ר\"א ז\"ל שהיה לו בן ולא היה לו חפץ להיות שוקד בתורה כלל. וחיבר בעבורו ספר השאילתות כדי שבכל שבת ושבת כשיקראו הסדר יבאר לו בו הלכות ידועות מן התלמוד עכ\"ל. והיה נראה א\"כ להקטין כמעט מעלת הספר לאמר שלא נתכוין רבינו ללמד בו תורה לרבים כי אם להעיר לב הבן לעיין. אבל הרי אנו רואים שהראשונים ז\"ל הקדישו והעריצו זה החבור עד למעלה. וגם לפי שביארנו אשר רבינו עשה כמה קובצין ושנה ושלש את ספרו. הרי דהניחו ברכה לדורות לשלומי אמוני ישראל. אלא הענין דודאי מתחלה לא הגיע למעשה החבור כי אם בשביל הבן. וטעם הדבר כי בימי הגאונים קדמונים היה עיקר התלמוד אך בשני ישיבות בבל כידוע. ומי שנכנס לתוכה והיה מוכשר לעשות תושיה לא מש מן אוהל תורה עד שהיה מקבל שרשי הליכות התלמוד מפי רבם גאון הישיבה. והיה נזהר הרבה שלא ישכח דבר מתלמודו ביסודות הלכה וכמאמרם ז\"ל כל השוכח דבר אחד ממשנתו ח\"מ כו' שהרי היא אבידה שאינה חוזרת. ולא יהיה לו ממי ללמוד שנית בשובו לביתו ולעירו. ומי שלא נכנס לישיבה ולא קבל עליו עול השקידה לא היו חשים לו כלל להעמידו על הליכות התלמוד. ע\"כ לא הגיעו הגאונים לעשות חבורים. וגם אם בא להם שאלות מאיזה מדינה לא השיבו כי אם ההוראה למעשה. אבל לא ראו להעמיד את השואל על מקור הפסק. על כן יאמר המאירי הממשיל משלו על הליכות גאונים קדמונים. מפיהם ולא מפי כתבם. מפי סופרים ולא מפי ספרים. והיינו משום שא\"א לדעת מתשובותיהם פי' הסוגיא. אולם כאשר ראה רבינו שבנו בעצמו אע\"ג שהיה ראוי לעשות תושיה אבל לא נכנס לעול השקידה שיהיה זוכר מפי השמועה לבד. ע\"כ עשה חבור ובלל בענין א' כמה מאמרים מפוזרים וכנסן וחיברן בדברי עצמו. עד שהיה כדי להבין מפי הכתב כל אשר ברוח אביו ורבו בפי' הסוגיא. ומעתה אפי' לא יהיה שוקד כ\"כ. ויהי נשכח מה ששמע. מכ\"מ כשיבוא להבנת החבור בכל שנה יעמוד על דעת אביו ורבו. וכ\"ז היה בעוד רבינו במקומו במדינת בבל במקום הישיבות. אבל כשגלה ממקומו כאשר יבואר באות הסמוך. וראה במדינות גדולי תורה שאין בכחם להיות גולה למקום תורת הישיבות בבבל כדי שיגיעו לידי מעלת הלמוד שם שאין למעלה הימנה. ע\"כ ראה טוב בעמלו לבנו. להפיץ ספרו זה בתבל לזכות בו שלמי אמוני התלמוד בכל מושבותיהם. ולבסוף כשבטל כבוד ישיבות בבל במות רב האי גאון ז\"ל היה ספרו של רבינו נחוץ יותר. להבין ממנו שיטת גאוני בבל אשר רבינו היה אחד מהם. והיה זה החבור אור לגדולי ישראל בכולל. ומה' היתה נסיבה שיבא רבינו להיות אבן עופל כמה סוגיות גולל. ע\"כ הקשה לב הבן להיות משקידה שולל. ופתח לו רבינו דרך להיות חולל. ומוליד תשוקה והערה להיות בים התלמוד צולל. עפ\"י אשר קיבץ מאמרים מפוזרים וברוח מבינתו היה אותם בולל. ובזה לימד לדורות דרך אשר לא פולל: ", 
                "ו והנה ידוע בסה\"ד ובשארי ספרי קורות הדורות. שרבינו יצא מבבל מפני שנאת ריש גולה שבזמנו והלך לו לא\"י. ולא נודע מרכז הליכות גאון להר הקודש לעת כזאת אשר מימות אביי ורבא ואילך נתדלדל מאד ישיבת א\"י. ולא היה שם ישוב ישראל בכדי להרביץ תורה לתלמידים. והלא יותר טוב היה שילך לאיזה מדינה מיושבת מישראל והיה מגדיל תורה ומאדירה בקרבם. ואי משום מצות ישיבת א\"י. הלא כדי ללמוד תורה שרי אפי' לצאת משם מכש\"כ שאינו מחויב לעלות לא\"י. והרי עזרא לא עלה עם זרובבל כ\"ז שהיה ברוך ב\"נ קיים בשביל שהיה צריך ללמוד ממנו. מכש\"כ כדי ללמד תורה ברבים דעדיף טובא. הן אמת שהתו' ב\"ק ד י\"ז כתבו בשם רבינו דללמד לאחרים גרע מללמוד. אבל כבר כתבנו בשאילתא ז' אות ה' שאין כן דעת רבינו יע\"ש. הא מיהת בשביל מצות ישיבת א\"י ודאי לא היה מחויב במקום שהיה מבטל ת\"ת דרבים שהיה יכול להיות ע\"י גדול כמוהו. לכן נראה עיקר הטעם באשר עיקר קיומה ש\"ת שהיה בישיבות בבל. הוא מחמת שלא היה בשאר מדינות גדולי תורה. שירביצו שם תורה לרבים. והיו משלחים גם בניהם וגם מספיקים לישיבות בבל. ואם היה רבינו מתיישב באיזו מדינה והיה מרביץ תורה שם. היה נגרע כח הישיבות בבבל כאשר היה באמת עפ\"י ארבעה מטיבי לכת שנשבו בימי רב האי גאון ז\"ל למדינות אחרות וכ\"א הרביץ תורה במקומו וע\"י זה נתבטלו ישיבות בבל כידוע. אבל ר\"א גאון בחסידותו ובטוב מזגו שהוא עמוס בחסד אל כל היום כמש\"כ בפתח הראשון לא רצה שיגיע על ידו רעה ובלבול במקום תורה שיצא משם בע\"כ. וחש שלא יצא שכרו בהפסדו. ע\"כ ראה לשבת בא\"י. וקיים בזה ת\"ת דרבים בא\"א. דמעולם זאת על ישראל דא\"י והר הקודש מקום מקודש לתורת אלהי ישראל ואין חכמת התורה כחכמת א\"י כמש\"כ בקדמת הראשון אות ט'. ע\"כ אם אך ישב שם איש אשר ראוי לחול עליו ברכת התורה ושפעת חכמה ותבונה. היו משלחים אליו שאלות מכל מושבות ישראל. ונר א' הדולק בהר הקודש. הוא אור לכל ישראל במושבותם. משא\"כ אם היה יושב במדינה פרטית. לא היו משלחים אליו יותר מלגאוני בבל שבימיו. וזה היה דרכו בתשובותיו להאריך ולהשיב טעם שיהא בם כדי ללמוד ולהבין הסוגיא כמובן מתשובה א' שבפ' וארא שהאריך שם לפרש יותר ממה ששאלו יע\"ש. והיינו משום שלא היה אז בבבל. וראה בזה ללמד תורה לרבים מפי כתביו. ואולי משום זה נקרא ספר שו\"ת שאילתות גדולות כמש\"כ לעיל אות ב' משום שהתשובות היו גדולות ולא כמנהג גאוני בבל לפניו שלא היה משיבים אלא הפסק או הענין בריש מילין שלא היה בהם כדי ללמוד כמש\"כ לעיל בשם המאירי: ", 
                "ז ספר שאילת שלום של הגאון ר' ישעיה ברלין ז\"ל. יש בזה החלק ס' ויקרא למרבה. שהאריך בהם המחבר כענין ומענין לענין. והיה משובש הרבה בדפוס הראשון. והיינו משתדלים להגיה ולעמוד על כונתו ז\"ל. ובזה יש להחזיק טובה להרבנים החריפים מ' אלי' בהרה\"ג מ' שמואל ש\"ש שי' ומ' יוסף תנחום ב\"ר דוד אנטקליער שי' מגיהי ספרים בדפוס המצוין בית רא\"ם בווילנא. המה לא מנעו עצמם מלעיין היטב. והשתתפו עמדי לכבודו של הגאון הנ\"ל. וזכותו יגן עלינו. עוד זאת עזרו עמי הרבנים הנ\"ל. באשר יש כמה שנוים קטנים בכת\"י. אשר לא עמדתי עליהם בשעת כתיבת חיבורי העמק שאלה. ובעת הדפסה חזרנו לדקדק ולקרוא הפנים מהכת\"י וראינו כמה הגהות קטנות שראוי להעיר עליהם. ובכמה מקומות היו הרבנים שי' בסיבת ההגה\"ה מהכת\"י. וכל אלה ההגהות שעמדנו עליהם בעת הדפסה העמדנום מן הצד במקום המיוחד לראשון לציון והגהת הגאון ר\"י ברלין ז\"ל. ועשינו להם היכר לדבר בחצאי עגולים כמו שעשינו מכבר וגם פה במלוי הציונים. ויש עוד שנוים קלים אשר אין בהם שום ענין ומשמעות אחר מהנדפס. אותם לא הבאתי כלל. ויש כמה שנוים אשר השמש זרחה על נו' הדפוס כי היא ברורה מהכת\"י. ולא הצגנום ג\"כ: ", 
                "ח ביאורי המכונה העמק שאלה. אשר המקום עזרני להיות דולה. מעומק דברי רבינו מאור הגולה. ומשקה לכל המקשיב ומבין שיש בהם סגלה. אמנם כן באתי כ\"פ בארוכה לברר שיטת רבינו כמה היא מעולה כאשר מראש מקדמת הראשון וגם שני לכל מגולה. והנה אחר שיצא לאור חלק ראשון ראיתי במקומות מפוזרים. אשר בשטף האריכות וענין רב אין הדברים מבוארים. כי בטרדות תועפות העמוס עלי חדשים לבקרים. לא יכולתי לשום לב לחזור ולהעתיק ולהעמיד על טיב הסדורים. וגם באשר הורגלתי בספרי הראשונים הורגלתי בקיצורים. ושיהא הקושיות אשר ברוח ובמחשבה בתוך לשון הישוב מבוצרים. והתבוננתי אשר אין טוב לפני המעיינים תלמידים וחברים. כי אם לשום לפניהם כשלחן ערוך מפורשים ומבוררים. ע\"כ התחזקתי ברצות האל הגומר עלי בשני חלקים הנשארים. זה החלק ספר ויקרא הנוכחי וחלק ספרי במדבר ודברים. אשר הכן עמדי להוציאם בקרב בחסד עוטה אורים. ויד חתני הרב מ' רפאל שי' היה עמדי לנצח על מעשה הדפוס שיצא בהידורים. וגם לתקן המעוות במקום אשר עיניו חזו מישרים. והשכיל על דבר שיהא מובן גם לאחרים. ועל כל עמל ושום לב יאושר חיל שארי ויקירי החריף ושנון איש חמודות ומשכיל ביראת ה' מ' מיכאל ירמיה אייזינשטאדט שי' ויחי' דגן בחורים. אשר כבר בחלק ראשון הגיה אותו לשון אשר יצא ממני נגזרים. וכפלים לתושיה עשה פה להרחיב ולצרף הדברים. אודה לו חסדו ועמלו מאה שערים. ושמו וזכרו לא יסוף מספרי זה לדור דורים: <b>עוד</b> זאת. כאשר יצא חלק ראשון וכרו עליו חברים. הודיעוני בכתב איזה שגיאות והעלם דברים. מלבד אשר ראו ענינים שבדעתם ליזיל בתר איפכא מסתברים. והנה השגיאות עמדי להוציאם לאור אי\"ה כאשר יהיו כל החלקים נגמרים. ואחזור על החלק הראשון בשביל השנוים שבכת\"י ולהביאם לביאורים. או אז אכלול אי\"ה כמה הוספות ממני נגזרים וגם השגות אשר יהיה בשם המוצאם נזכרים. באשר ראיתי כי צדקו המה ולא עשיתי לדברי סנגורים. וגם בחלק זה הנוכחי אדמה שיגיעני כמ\"כ אלה הדברים. וכאשר כן בעמדי בדפוס ויצא סי' פ\"ד אות ב' אשר הבאתי הגמ' במכות מאמר רב יהודה האי מאן דאכל ביניתא דבי כרבי מלקינן ליה. והבאתי דברי הערוך והעיטור שאינו לוקה אלא מלקות אחת. ופירשתי לפי דרכם ז\"ל שהוא משום שרץ המים שאין בו אלא אחת. ומיירי שעדין לא יצא על הארץ. וכשהגיע הדברים לפני הרב הג' מ' אברהם שמעון שי' הגאב\"ד מקידאן. השיג ע\"ז שהרי בגמרא מפורש מלקינן ליה משום שרץ השורץ על הארץ. וכ\"ה בה\"ג ה' דגים אר\"י ביניתא דבי כרבי אסירא משום שרץ השורץ על הארץ. הן אמת שאין בזה השגה. שהרי אני באתי שם לפרש דברי הערוך והעיטור שא\"א להיות מלקות א' לפרש\"י. כי אם לדעת הגאונים שהביא הרמב\"ם ז\"ל ואין בשרץ המים כי אם מלקות אחד. וע\"כ מיירי בשלא יצא מן המים. ולא גרסי בגמ' משום שרץ השורץ עה\"א. ובה\"ג דגריס הכי ע\"כ מיירי ביצא כבר עה\"א. והרבותא בזה מבואר בתו' שם. ויותר נראה דנו' בה\"ג בגמרא אסירא משום שרץ כו'. ומיירי במוציא הדג מן המים. והוא שט כשארי דגים והרי יש בו סימני דגים טהורים. וקמ\"ל ר\"י דמכ\"מ אסור משום ספק שמא יצא על הארץ כדרכו להמצא במקום החרישה. ולשוב אח\"כ אל המים. ונאסר משום שרץ השורץ עה\"א. והא דאיתא שם האי מאן דאכל ביניתא דבי כרבי ונגדי' ר\"י. היינו מלקות מרדות מדרבנן. דמלקות מה\"ת כבר לא היה בימי ר\"י כידוע. זהו דעת בה\"ג. אבל נו' הערוך והעיטור הוא כמש\"כ. ומכ\"מ שגיתי בזה שלא פירשתי שיחתי. ואדמה כי עוד ימצא כיב\"ז או שגיאות ממש בחלק זה ג\"כ ולא אחדול להודות על המשגה וכאשר גליתי דעתי בעמדי בקדמת העמק הראשון אות י\"ז. והנני להוסיף בזה מרגלא בפומי לפרש הא דאיתא בגיטין ד' מ\"ג א' הדר אוקים רבר\"ה אמורא עלי' ודרש והמכשלה הזאת תחת ידיך אין אדם עומד על ד\"ת אלא א\"כ נכשל בהן. שלפי אותו הדרש אינו מובן מליצת הכתוב כי יתפוש איש באחיו בית אביו שמלה לכה קצין תהיה לנו והמכשלה הזאת תחת ידיך. והרי אמר לו שבחו בפניו שהוא ראוי להנהיג משרה על הצבור. ואיך אפשר שיגיד שבחו זה בד\"ת באשר הוא נכשל בה. וכי כך דרכן של ב\"א לומר לגדול בתורה הרי אתה נכשל בתורה ע\"כ מוכשר אתה להיות ראש. אלא כך הפי' אם אתה נכשל בה הרי המכשלה תחת ידיך לחזור בה. ואין בושת ההודיה רבה עליך שתהי מוכרח להאחז בה ולהעמיד על דעתך. וא\"כ אינך ראוי להנהיג משרה עה\"צ בהוראה. באשר יעמיד ע\"ד גם במקום רואים שטעה. וזה שבחם בפניו כי הוא כובש את בושתו. ותחת כחך לשוב מן המכשלה שעלולה לכל אדם: ", 
                "ט הנה ברך לקחתי בפתח הראשון בהחל עבודתי תמה. ולא נמצא בידי ובחילי מאומה. להחל מעשה הדפוס ומה גם לסיימה. ולולי אנשי חסדי לא היה לי תקומה. מכירי יהיו מבורכים ויהי משכורתם שלמה. וגם בהוחילי זה שלש שנים עד השגתי הכת\"י מע\"מ ווין ועל פיו שנותי את העיון ואת טעמה. ולרגל המלאכה הוכרחתי לעשות העתקה מראשה עד תומה. ובכל זה המשך עוד לא מצאה ידי אף כדי גאולת המגיע לדפוס אשר מימים ימימה. ומה גם להדפיס שלשה ספרים יחד כאשר בלבי היתה שומה. ע\"כ מוכרח הייתי להדפיס רק ספר ויקרא חומש המסוימה. וברך ולא אשיבנה גם היום לאנשי חסדי בעין יפה ונעימה. וידעתי כי לא למעני כי אם רוח וזכות גאון קדמון החל לפעמה. בלב בעלי נפש משכלת ואשר חכמה ודעת בהמה. ועל כולם הנני להכיר לאחרים חסדי אחי יקירי המופלג ושנון בתורה ואחוז ביראת ה' ומדות תרומיות הנגיד מ' חיים ברלין שי' הוא נפש תמה. ובביתו הייתי אני או חתני שי' בכבוד ומלוי כל מחסור מהחל הדפוס עד תומה. וגם בעלי הדפוס המפואר בית ראם הרוממה. זה חסדם עמדי להרחיב זמני הסילוקים של שכר הדפסה להשתלמה: ", 
                "על כל הטוב והחסד יהי שם ה' מבורך מן העולם ועד העולם. אשר העירני להגדיל ולהאדיר תורת גאון אור עולם. ועזרני להוציא שלש ספרים לאור עולם. וקויתי לה' הנוצר תעודה אשר כמו היה עמדי בהחילם. כן לא יעזבני עד התימי כולם. ויהיו מבורכים כל אשר הגעתי ואגיע לזה לרגלם. ויזכו לפני אל עולם. להפיק רצונם מאווים ומשאלם. וידיהם תעשינה תושיה בכל חילם. ויחיו דגן בחורים להשכילם. וקרן עושר המאושר יהי מהללם. ויגיעו לתכלית אשר נוצרו בגללם. ואיש איש לפי חיל ערכם וטוב פעלם. יחזו בחייהם טוב הצפון להם בבואם על שכרם וגמולם. לפני המשלם גמול ית' על כל נעלם. ויכתבו בספר זכרון למזכי רבים אשר כזהר הרקיע בהלם. ובתוך מגדילי תורה בישראל יפול גורלם. ועל יד צל בעלי החכמה יהי צלם: ", 
                "ואפתח פתחא לנפשאי לסייע למסייעים לדבר מצוה. למען ידעו וישכילו כמה שכרם שוה להעושה בעצמו. וימצאו לב לעשות בשמחה ובטוב עין. תנן במכות פ\"א על פי שנים עדים או שלשה עדים יומת המת אם מתקיימת בשנים למה פרט הכתוב שלשה אלא להקיש שלשה לשמם מה שלשה מזימין את השנים אף שנים מזימין את השלשה כו' רש\"א מה שנים אינן נהרגין עד שיהיו שניהם זוממין אף שלשה אינן נהרגין עד שיהיו שלשתן זוממין כו' רע\"א לא בא השלישי להקל אלא להחמיר עליו ולעשות דינו כיוצא באלו וא\"כ ענש הכתוב לנטפל לעושי עבירה כעוברי עבירה ע\"א כו\"כ שישלם שכר לנטפל לעושי מצוה כעושי מצוה ומה שנים נמצא א' מהן קרוב או פסול עדותן בטלה כך שלשה כו'. ופרש\"י בטעמו של ר\"ע לא הוצרך ללמדנו זאת דממילא ידענו ששנים מזימין את השלשה שהרי השנים כשרים לכל עדיות שבתורה וממילא ידענו שאין זוממין עד שיזומו כולם שהרי כולם כאחד נעשו עדים וקרא כתיב והנה עד שקר העד ולא בא אלא להחמיר עליו שלא תאמר הואיל ובלאו הוא היתה עדות מתקיימת לא יעשו בו דין הזמה לימדך הכתוב שאף הוא ממקיימי דבר עכ\"ל. ולא זכיתי להבין. וכי בשביל שעדות שנים מועילות לכל עדיות ידענו שאין כח שלשה עדיף משנים. והרי לענין אומדנא דממונא אף ע\"ג דאומדנא דבי תרי סגי מכ\"מ אזלינן בתר דעות ואם יבאו שלשה ויאמדו שלא כן שומעין להם כדאיתא ביומא ד' פ\"ג. וע\"כ הא דלענין עדות אינו כן הוא משום דהקיש הכתוב שלשה לשנים. וגם מש\"כ רש\"י דשלשה אינן נהרגין עד שיזומו כולן הוא פשוט משום שהן עדות א'. קשה לי א\"כ דרשת ר\"ע ג\"כ אם נמצא אחד מהן קרוב או פסול ג\"כ פשוט דשלשה כשנים מזה הסברא. והלא בבא זו ג\"כ דרשת ר\"ע הוא כמבואר בסנהדרין ד' ח' א' וקמיפלגי בפלוגתא דר' יוסי ורבי אליבא דר\"ע כו'. וידעתי שיש ליישב ולהסביר פי' רש\"י. אבל לולי פי' היה נראה. דבאמת יש תרי קראי בזה חדא בפ' ע\"א עפ\"י שנים עדים או שלשה יומת המת. וחדא בפרשה עדים זוממין עפ\"י שני עדים או שלשה עדים יקום דבר. ושני פסוקים אלו למדין זע\"ז. שהרי ר\"ע למד מקרא דימות המת דנמצא א' מהן קא\"פ כו' ובגמרא אמר יקום דבר במקיימי דבר הכ\"מ. וגם הא דת\"ק יליף קרא דיומת המת לענין הזמה ג\"כ מקרא דיקום דבר נ\"ל דכתיב גבי ע\"א. משא\"כ קרא דיומת המת. וע\"ז אמר ר\"ע דע\"כ קרא דיומת המת לא בהני דרשי מידריש דזה כבר למדנו מיקום דבר. אלא למה כתיב שלשה בפרשה דע\"א גבי יומת המת להחמיר עליו כו'. ומעתה אי מיקום דבר דמיירי בממון לא ידענו לענין מיתה שדינו ג\"כ במיתה משום שרצה לסייע. דבשלמא בממון דאם הוזמו משלשין ביניהם. ונמצא מסייע להם בהזמה כמו שרצה לסייע להם בעדותן. ושייך בזה כאשר זמם לעשות וגו' גם בשלישי. וגם במה שגרמו שיתחזקו השנים בעדותן ע\"כ נטפל להם בתשלומין. שיתן גם הוא חלק כדי לפטור אותם. אבל במיתה אע\"ג שרצה לסייען בעדותן. מכ\"מ לא היה עולה על הדעת שימות גם הוא אם הוזמו אחרי שאינו מסייע להן במיתתו. והרי לא ביקש אלא לסייע שיתחזקו בעדותן והנה יותר מכאשר זמם נעשה לו שנהרג ממש. וגם אינו מסייע להם במותו אלא נהרג מצד עונו בעצמו. הרי למדנו מזה המקרא דגדול עונש הנטפל לע\"ע כע\"ע ממש להיות נענש מצד עצמו כאילו עשה בעצמו. ולמד עוד ר\"ע מה שנים נמצא א' מהן קרוב או פסול עדותו בטל. דמדכתיב יקום דבר א\"א לומר. דאפשר בשנים שהעידו ג\"כ אם נמצא א' פסול השני אתי לחייב שבועה כדין עד א' וה\"ה בשלשה אם נמצא א' מהן קא\"פ. אין עדות השנים בטל. מש\"ה כתיב יומת המת. ובזה ודאי בשנים אם נמצא א' קרוב או פסול עדות השני בטל ה\"נ בשלשה אע\"פ שנשארו שנים עדותן בטלה. ומכאן נ\"ל לכל עדיות שבתורה אפי' לעדות ממון: נחזור לענין. דהעלה ר\"ע לענין עונש המסייע דמסייע כעושה עצמו ואע\"ג שלא גרע מעונש העדים כלל מכ\"מ עונשו חמור ובזה האופן דרש ר\"ע לענין למסייעים לעושי מצוה דלא מיבעי אם בסיוע שלהם בא להקל פעולת העושה. וממילא נגרע לפי ערך שכר העשיה שהרי לפום צערא אגרא. או אז ודאי יקבל המסייע שכר חלק זה הטורח שגרע מהעושה. אבל אם העושה עשה את שלו ולא אצל מכל עמל שעליו. ובא חבירו לסייע לו בפעולה אחרת שבתוך מעשיו. לא הייתי יודע שהנטפל אליו מקבל שכר כמו העושה בעצמו. ע\"ז בא ללמוד מק\"ו דמכ\"מ הנטפל אליו מקבל שכרו כהעושה בעצמו. אף ע\"ג שאינו מגרע שכר מהעושה כלל. וכן הדבר בעצמו במסייעים להגדיל תורה מכספם. ואע\"ג שלא גרעו עמל היוצא למלחמתה ש\"ת מאומה מכ\"מ כיון שנטפל אליו הרי הוא כמוהו איש לפי ערך טרחו וצערו. וכתיב בפ' תבא ארור אשר לא יקים את התורה וגו' ואיתא בירו' סוטה וברבה ס' ויקרא דכמו כן להיפך ברוך אשר יקים. ומפרש שם דמי שלא למד ולא לימד כו' וגרם לאחרים ללמוד ה\"ה בכלל ברוך. ובאמת אילו ידעו המסייעים כמה גדול פעולתן היו מוצאים לב לעשות בשמחה ובטוב עין יותר והיה ברכתן ג\"כ מרובה. וכדאיתא במדרש רות אר\"י בר מריון בא הכתוב ללמדך שאם אדם עושה מצוה יעשנה בלבב שלם שאילו היה ראובן יודע שהקב\"ה מכתיב עליו וישמע ראובן ויצילהו מידם בכתפו היה מוליכו אצל אביו ואילו היה יודע אהרן שהקב\"ה מכתיב עליו הנה הוא יוצא לקראתך בתופים ומחולות היה יוצא לקראתו ואילו היה יודע בועז שהקב\"ה מכתיב עליו ויצבט לה קלי כו' עגלות מפוטמות היה מאכילה. רבי כהן ור\"י דסכנין בשם ר\"ל לשעבר היה אדם עושה מצוה והנביא כותבה ועכשיו כשאדם עושה מצוה מי כותבה אליהו כותבה ומלך המשיח. והקב\"ה חותם על ידיהם שנאמר אז נדברו יראי ה' איש אל רעהו ויקשב ה' וישמע ויכתב בספר זכרון לפניו ליראי ה' ולחושבי שמו להתברך איש איש בקרב עמו. ויחזה בחייו עולמו. וה' עליהם יהיה בתפארת עוזמו. נפש העמוס בעבודה רבה. מברך באהבה: ", 
                "נפתלי צבי יהודה בא\"א מוה' יעקב ברלין נ\"י "
            ]
        ]
    }, 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001166995", 
    "language": "he", 
    "heTitle": "העמק שאלה על שאילתות דרב אחאי גאון", 
    "versionNotes": "", 
    "categories": [
        "Halakhah", 
        "Commentary"
    ], 
    "schema": {
        "heTitle": "העמק שאלה על שאילתות דרב אחאי גאון", 
        "nodes": [
            {
                "heTitle": "קדמת העמק", 
                "enTitle": "Kidmat HaEmek"
            }, 
            {
                "heTitle": "פתח העמק", 
                "enTitle": "Petach HaEmek"
            }, 
            {
                "heTitle": "", 
                "enTitle": ""
            }
        ], 
        "key": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon", 
        "enTitle": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon"
    }
}