{
    "text": {
        "0_Chapter, 0_Paragraph": "Distance yourself from haughtiness as much as possible",
        "0_Chapter, 1_Paragraph": " As well as from flattery.",
        "0_Chapter, 2_Paragraph": "As well as from lying and deceit.",
        "0_Chapter, 3_Paragraph": "As well as from clowning around",
        "0_Chapter, 4_Paragraph": "And from Gossiping",
        "0_Chapter, 5_Paragraph": "And from Anger",
        "0_Chapter, 6_Paragraph": "Be cautious about the trap of vows; from tricking people with regard to money, words, and from their jealousy and hatred.",
        "0_Chapter, 7_Paragraph": "Don't give your friend a new nickname that is disrespectful or unworthy.",
        "0_Chapter, 8_Paragraph": "Don't speak 'lashon hara'--evil talk and don't receive it.",
        "0_Chapter, 9_Paragraph": "Don't sit with the vagrants and don't go into the synagogues (gathering houses?) of simpletons.",
        "0_Chapter, 10_Paragraph": "Don't gaze at a woman who is prohibited to you.",
        "0_Chapter, 11_Paragraph": "Don't get distracted when holding a cup of wine about to make a blessing.",
        "0_Chapter, 12_Paragraph": "Don't engage in conversation from the beginning of Shacharit service (baruch Sheamar) until you finish the silent prayers and not during the time the amidah is repeated by the chazan, unless it is talking about Torah or mitzvot or to greet someone or respond to their greeting.",
        "0_Chapter, 13_Paragraph": "Don't speak during the recitation of Hallel and not when the reader is reading from the Torah.",
        "0_Chapter, 14_Paragraph": "Don't eat the bread of private non-Jews and not from public bakers who are not Jewish unless there is not bread of a Jew.",
        "0_Chapter, 15_Paragraph": "Don't eat a voluntary meal.",
        "0_Chapter, 16_Paragraph": "Don't engage in idol chatter, be careful to study Torah at night until you fall asleep from the Torah and not from idle chatter.",
        "0_Chapter, 17_Paragraph": "Bring Shabbat in early so you don't get caught violating Shabbat as it begins; teach your family about the importance of observing Shabbat; pray mincha right befor Kabbalat Shabbat so you accept Shabbat while still day.",
        "0_Chapter, 18_Paragraph": "When it is time to pray leave aside all other business and focus on prayer. Most important: guard your eyes fromthings which are not yours. ",
        "0_Chapter, 19_Paragraph": "Do  not speak between washing your hands and making the blessing of Hamotzi; be first to say hello to all.",
        "0_Chapter, 20_Paragraph": "Bless God for giving sustenance to your soul. If you are cursed or embarrassed to not respond to them but be from the insulted.",
        "0_Chapter, 21_Paragraph": "Don't engage in battles with them.",
        "0_Chapter, 22_Paragraph": "Distance yourself from laughter and anger for it confuses your spirit and mental facilities; serve God always with love and never cease to focus on this type of service.",
        "0_Chapter, 23_Paragraph": "Love God with all your heart... sacrifice your body and money for His holiness, and that way you will fulfill the words of the poet: 'for upon You will are killed all the day'.",
        "0_Chapter, 24_Paragraph": "Have faith in God with all your heart, believe in His personal providence, that way you will fulfill in your heart the true singularity of belief in Him; for His eyes hover over all the land, set upon every person, discerning the heart and investigating the insides. for one who does not believe 'that He took you out from the land of Egypt', or in 'I am the Lord your God' does not believe and this is not absolute singularity of God. This was the uniqueness of Israel from the other nations and this is the foundation of the entire Torah."
    },
    "meta": "Chapter-Paragraph",
    "work": "Orchot Chaim L'HaRosh"
}