{
    "title": "Shorshei HaYam on Mishneh Torah, Service on the Day of Atonement",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Service_on_the_Day_of_Atonement",
    "text": [
        [
            [
                "<span class=\"H\">שורש דין שעיר של יוה\"כ ביום </span>\n<b> הצום מקריבין כו' ושעיר הנעשה בחוץ והוא נאכל לערב כו'.</b> משנה בפרק שתי הלחם דצ\"ב ע\"ב חל להיות בע\"ש שעיר של יו\"הכ נאכל לערב והבבליים אוכלין אותו כשהוא חי מפני שדעתן יפה ואמרינן עלה בגמרא לא בבליים היו אלא אלכסנדריים היו ומתוך ששונאים חכמי א\"י את הבבליים קורין אותן על שמן וכתבו שם התוספות דמה שמזכירין אותן לגנאי על שאוכלין את השעירים חיים אע\"ג דמצוה קא עבדי שלא יבואו לידי נותר לפי שהרגילו עצמן כמו כן לאוכלן חיים אף בכל השנים דמחזי כרעבתנו' עכ\"ל וי\"ל על רבינו למה זה השמיט חידוש דין זה דכשחל יו\"הך בע\"ש שמי שדעתו יפה אוכלו לערב כמו שהוא חי ואפשר דלדידיה משמע שמה שהיו מזכירין אותן לגנאי היינו משום שהיו אוכלין אותן חיים ומה שהקשו התוס' דמצוה קא עבדי שלא יבואו לידי נותר לא קשיא מידי דמוטב שיבואו לידי נותר ואל יאכלו אותן חיים דאיכא איסורא שהרי בחולין דקל\"ב אמרינן אמר ר\"ח מתנות כהונה אינן נאכלו' אלא צלי מ\"ט אמר קרא לך נתתים למשחה לגדולה כדרך שהמלכים אוכלין ע\"ש. וכ\"כ רבינו בספ\"ט מה' בכורים יע\"ש ואכילת בשר חי אין ספק שאין זה דרך מלכים וראיה לדבר ההיא דנבוכדנצר דאשבעיה לצדקיהו כדאיתא בנדרים דס\"ז עיין שם באחד מן הפירושים לרש\"י ואינו נאכל אלא צלי הכי משמע ואין לו' דזה אינו אלא למצוה אבל לא לעיכובא דהא כתיב והיתה זאת לכם לחוקת עולם וכל היכא דכתיב חוקה הוי עכובא כדאמרי' בפרק טרף בקלפי דמ\"ב יע\"ש וכיון שכן דאיכא איסורא לאוכלן חיים השמיטו רבינו. אך קשה דבפסחים פרק אלו דברים דע\"א ע\"א עלה דקאמר רב הונא בריה דרב יאודה דכשחל י\"ט בשבת למ\"ד דבעינן זביחה בשע' שמחה משמחו בשעירי הרגלים קאמר רבא שתי תשובות בדבר חדא דשעירי הרגלים חי נאכלים צלי אינן נאכלים ופי' רש\"י שאם בא לאוכלו בשבת לא יאכלינו כי אם חי וליכא שמחה יע\"ש. משמע דהא דמתנו' כהונה אינן נאכלות אלא צלי אינו אלא למצוה בעלמא ולא לעיכובא ויש לדחות דרבא ה\"ק דאפי' כי הוה מצי למיכל שעירי הרגלי' בשבת לא מצי למיכל אלא חי ואכתי ליכא שמחה כ\"ש השתא דלא מצי למיכל בעודן חיים ודוחק ומ\"מ במ\"ש התוס' דמשום שהורגלו בשאר ימו' השנה לאוכלן חיים דמיחזי כרעבתנותא היו מגנים אותן לא ידעתי ל\"ל למימ' משו' דמחזי כרעבתנותא תיפוק לי דאיכא איסור' כל היכא דמצי למכלינהו צלי ואוכלן חיים משום דכתיב למשחה כדרך שהמלכים אוכלין ועיין להתוס' בפרק התכלת דמ\"ח ע\"א ד\"ה חטא ודוק.<br><b> ודע </b> דמאי דקשיא לן למה זה השמיט רבינו חידוש דין זה דכשחל יו\"הך בע\"ש דמי שדעתו יפה אוכלו לערב כמו שהוא חי לא קשיא אלא לדעתו דס\"ל דבזמן הראיה היה חל יו\"הך בע\"ש או ביום ראשון וכמ\"ש הוא ז\"ל בפי' המשנה עלה דמתני' דפרק שתי הלחם וע\"ש בדברי הרב תי\"ט ועיין להלח\"מ בפ\"ג מה' קדוש החדש הט\"ו ובפ\"א מה' תמידין ומוספין הל' ז' ועיין בספר יד אהרן סי' של\"ד בהג\"הט אבל התוס' בשבת פ' אלו קשרים דקי\"ד ע\"א ד\"ה חלבי כו' כתבו דכל היכא דקתני תרי שבי דהוו בהדי הדדי אתי כאחרים דאמרינן אין בין עצרת לעצרת אלא ד' ימים בלבד יע\"ש ולפי דבריהם הך מתני' דפרק שתי הלחם דקתני חל יו\"הך בערב שבת אחרי' היא ואינה הלכה ועיין להתוס' בפסחים פרק תמיד נשחט דנ\"ח ע\"ב ד\"ה כאלו כו' שכתבו וז\"ל ורש\"י שהקשה דע\"פ הראיה היו מקדשין אין נראה לר\"י דאע\"ג דהיו מקדשין ע\"פ הראיה היו נזהרין שלא יבואו תרי שבי בהדי הדדי כו' וההיא דחלבי שבת קרבין אתיא כאחרים עכ\"ל. וראיתי בספר יד אהרן שם בסימן של\"ד עשה פלילות ע\"ד התו' הללו דכיון דההיא דחלבי שבת אי קרבין ביו\"הך אתיא כאחרים מאי קא קשיא להו תו ע\"ד רש\"י במ\"ש דע\"פ הראיה היו מקדשין אותה והיה חל יו\"הכ באחד בשבת שדבריו אמורים ע\"ד רבי ישמעאל וההיא דחלבי שבת קרבין ביו\"הכ רבי ישמעאל קתני לה דקאי כאחרי' יע\"ש ולא קשיא מידי דאי דברי רש\"י אינן אלא כר' ישמעאל למה תלה הדבר בראיה דלאחרים אין הדבר תלוי בראיה או בחשבון דאין ב\"ד מעברין את החודש אפי' לצורך סתמא קאמ' ולדידי' ליכ' מצוה לקדש את החדש ע\"פ הראי' כדאית' בפ\"ק דר\"ה ובערכין יע\"ש ועיין בס' אור יקרות.<br><b> ועל </b> מה ששנינו במתני' אוכלין אותו כמו שהוא חי כתב הרב תי\"ט וז\"ל ואין בו משום דם האברים שהוא בל\"ת ולוקין עליו כמ\"ש הר\"ב ברפ\"ה דכריתו' דהתם בגמרא מוקמינן לה דוקא בדפריש ולפיכך שרי אף בלא מליחה כמ\"ש התוס' בפ\"ק דחולין די\"ד ואפילו לרבינו דבפ\"ו מהמ\"א אוסרו בלא מליחה יפה יפה הכא אין איסור דמליחה ביו\"הכ ולא מבעיא לדידיה שהוא פוסק כמ\"ד אין עבוד באוכלין כמ\"ש בשמו פרק י\"ד דשבת אלא אף לרש\"י והר\"ב דוקא לאורחא אבל לביתיה לא כמ\"ש שם ואע\"ג דהתוס' פ\"ז דשבת דע\"ה כתבו דמדרבנן אסור למלוח הכא בקדשים לא גזרו משום שבות עכ\"ל וראיתי למרן מלכא הרב מהרח\"א בספר עץ החיים בלשונו' ד\"ד ע\"ב שכתב על דבריו וז\"ל ותמיהא מילתא שהתוס' הביאו ראיה ממליחת צנון דאסירא והרמב\"ם אסר במליח' צנון פכ\"א מהל' שבת משום דנראה כמבשל הרי דגם לרבינו אסור למלחו מדרבנן ואיך שם פלוגתא בין רבינו להתוס' ואפי' תימא דגם מדרבנן לא שייך עבוד אכתי אסור משו' דנראה כמבשל גם עמ\"ש דמשום דאין שבות במקדש שרי למולחו ליתא שהרי אף בגבולין שרינן כמ\"ש פ\"ק דחולין ופסקו רבינו פ\"ב דשבת השוחט לחולה בשבת מותר לבריא באומצא ואשתמטיתיה הך דינא לכן י\"ל דבשעת אכילה טובלו כמו שהוא הדין בצנון וגם בגבולין שרינן ודלא כהתי\"ט עכ\"ל.<br><b> ואחרי </b> שאלת המחילה הראויה הנה כל דבריו תמוהים דמ\"ש שהרב תי\"ט שם מחלוק' בין רבינו והתוס' לא ידעתי מהיכן משמע ליה כן כי מפני שעיקרן של דברים דמליחה באוכלים אסור מדרבנן התוס' אמרוה הביא דבריהם ז\"ל ואין ס' שרבינו יודה בזה ומעיקר' כתב דליכא איסורא דאורייתא אליבא דכ\"ע ולבתר הכי כתב דליכא נמי איסורא דרבנן ואדרבא עיקר דבריו ז\"ל אינו אלא לדע' ר' דלדע' התוס' הכהני' היו אוכלי' אותן חיים בלא מליח' כלל כמ\"ש בפ\"ק דחולין דף י\"ד דליכ' איסור דם בדלא פריש גם מ\"ש דאשתמיט מיניה אותה שאמרו בפ\"ק דחולין השוחט לחולה בשבת שרי לברי' באומצ' לא אאמין דבר זה שהרי הוא ז\"ל הבי' דברי התו' דפ\"ק דחולין די\"ד שכתבו שדם האברים לא אסיר אלא בדפריש והרואה דברי התוס' על מקומן יראה איך עיקר דבריהם בנויין אההיא דהשוחט לחול' בשבת דשרי לבריא באומצא יע\"ש ועיין בהר\"ן בהלכו' שם בפ\"ק דחולין דתרע\"ו ע\"ב ואיך אפשר דאשתמיט מיניה דבר זה ואין ספק דלדידיה משמע ליה דהתם הכי קאמר שרי לבריא באומצא אם עבר ומלחו וכמ\"ש התוס' שם בפ\"ק דחולין יע\"ש גם מ\"ש לכן י\"ל דבשעת אכילה טובלו במלח כו' לא ידענא מאי קאמר דמליחת בשר להפליט הדם שיעור הילוך מיל לרבינו או שיעור צליה לד' הרא\"ש וסיעתיה עיין בי\"ד סימן ס\"ט באופן שכל דבריו תמוהים אצלי. ואולם הא קשיא לי טובא בדברי הרב תוי\"ט במה שרצה לומר דלדעת התוס' דפ\"ק דחולין די\"ד היו יכולין הכהנים לאוכלן חיים בלא מליחה כיון דליכא איסורא בדם האיברים דלא פריש והדבר תמוה דנהי דמשו' איסו' דדם לא בעינן מליחה אבל אכתי היה צריך מליחה משום מצות על כל קרבנך תקריב מלח דמצוה זו איתיה אף בחלק הנאכל לכהנים וכמ\"ש הרא\"ה בספר בד\"ה וגם הר\"ן בפ\"ק דחולין דתרע\"ז ע\"ב כתב כן על שמו יע\"ש ועל פ\"ז אין אנו צריכין למ\"ש הרב ז\"ל דהכא שרי משו' דאין שבו' במקדש או שאין עיבוד באוכלין דבלא\"ה ניחא שהרי מצוה זו דעל כל קרבנך תקריב מלח היה דוחה את השבת כמו דאמרו בת\"כ ומייתי לה בגמרא פרק הקומץ רבה תקריב מלח ואפילו בשבת ואין ספק שאף חלק הנאכל לכהנים היה דוחה את השבת ועיין בספר מוצל מאש שבס\"ס רב יוסף ס\"א ולהרמ\"ל הל' שבת פי\"א. שו\"ר שדבר זה במחלוק' הוא שנוי שדע' הרשב\"א בספר משמרת הבית דלא כהרא\"ה וכ\"כ עוד בס' מוצל מאש ע\"ש הרוקח דשעירי' שהיו הכהנים אוכלים חיים היה בלי מלח והכריח כן ממ\"ש בירוש' סוף פאה בשר מליח מערבין בשר חי מערבין משמע דבשר חי מיקרי בלא מליחה יע\"ש משמע דס\"ל דליכא מצוה דעל כל קרבנך בחלק הנאכל לכהנים יע\"ש והכי נמי משמע מדברי הרא\"ש ז\"ל בפ' כל שעה דל\"ט ע\"ב עלה דאמר ר' שילא האי ותיקא שרי שכתב וז\"ל ויש מביאין ראיה דמלח אינו גורם חמוץ כו' וטעות הוא בידם דאין נותנין אלא בדבר הקרב ע\"ג המזבח כגון אברים ופדרים כו' יע\"ש ואם בשיטתם קיימי התוס' עכ\"ל כמ\"ש הרב תוי\"ט בישוב דבריהם ועיין מ\"ש בה' שבת בשורש אין עיבוד באוכלין יע\"ש.<br><span class=\"H\"> שורש דין פר ואיל של כהן גדול</span>\n<b> עוד </b> כתב רבינו <b> ופר </b>\n<b> ואיל ושניהם משל כ\"ג כו'.</b> בספ\"ק דשבועות די\"ג אמרינן מאן תנא להא דתנו רבנן ושחט את שעיר החטאת אשר לעם שאין הכהנים מתכפרים בו ובמה הם מתכפרי' בפרו של אהרן יכו' לא יתכפרו בפרו של אהרן שהרי כבר נאמר אשר לו מעתה אין להן כפרה כשהוא אומר יכפר הרי יש להם כפרה במה הם מתכפרי' מוטב שיתכפרו בפרו של אהרן שהרי הותר מכללו אצל ביתו ואם נפשך לומר הרי הוא אומר וכפר בעדו ובעד ביתו וכתיב בית אהרן ברכו את ה'. ופרכינן בגמרא והאי אשר לעם להכי הוא דאתא האי מ\"ל דקאמר רחמנא מדעם להוי ומשנינן ההוא מומאת עדת בני ישראל נפקא והדר פרכינן והאי אשר לו להכי הוא דאתא האי מ\"ל לכדתניא משלו הוא מביא ולא משל צבור יכול לא יביא משל צבור שאין הצבור מתכפרי' בו אבל יביא משל אחיו הכהנים שאחיו הכהנים מתכפרים בו ת\"ל אשר לו יכול לא יביא ואם הביא כשר ת\"ל שוב אשר לו שנה עליו הכתוב לעכב ע\"כ וכתבו התוס' בד\"ה כולן קרויין ביתו וז\"ל ותימא ולויים במה יתכפרו אי בשל צבור אשר לעם כתיב ולוים לא איקרו עם ופלוגתא היא בפרק הזרוע ואי בשל אהרן לא אקרו ביתו וכי תימא כיון דאשכחן שיש להם כפרה יתכפרו בשל עם א\"כ מצינו שעיר של עם שהותר מכללו עכ\"ל ויש לדקדק בדבריהם דמאי קושיא מדמצינו שעיר של עם שהותר מכללו דאי משום דבברייתא קאמר שלא מצינו שעיר של עם שהותר מכללו היינו לפום מאי דס\"ד דכהנים לא אקרו ביתו ולהכי שקיל וטרי גבי כהנים היכן תלויה כפרתן דאי בשל עם לא מצי' שהותר מכללו אצל אחרי' בהדיא באותן דלא מקרו עם דלפום האי ס\"ד ליכא למימר הרי הותר מכללו אצל לוים דאפשר דאף הלויים תלויה כפרתם בשל אהרן ועליה אנו דנין כיון דאכתי לא אסיק טעמא דכהנים משו' דאקרי ביתו כי היכי דנימא דאין לוים בכלל וכהנים ולוים שוים בדבר אבל לפום מאי דמסיק ואמר דכהני' אקרו ביתו של אהרן עכ\"ל דלוים מתכפרי' בשל עם אע\"ג דלא מצינו שהותר מכללו אצל אחר דאל\"כ במה יתכפרו דהשתא לית לן למימר דמתכפרי בשל אהרן דאדרבא מדפרט הכתוב כפרתו של אהרן וכפרת אחיו הכהני' ולא פרט ג\"כ כפרת הלוים והו\"ל למימר וכפר בעדו ובעד ביתו ובעד ביתו הלוי שמעי' שאין הלוים בכלל משא\"כ בשעיר של עם דלא פרט אחרי' לבד העם כי היכי דתקשי לן למה לא פרט ג\"כ הלוים די\"ל דפרט העם שהם העיקר וה\"ה הלוים וקושיא זו הקשה אותה מהריב\"ל בחידושיו שם אלא שדבריו באו בדרך קצרה ואנחנו הרחבנו דבריו יותר אשר ע\"פ האמור אין מקום למ\"ש הרב ח\"ה ע\"ד הריב\"ל ע\"ש.<br><b> גם </b> הרב ברכת הזבח בפרק שתי מדות דצ\"ב ע\"א ד\"ה הושוו כולן תמה ע\"ד הריב\"ל דכיון דחזי' לתנא דברייתא דלפום מאי דלא אסיק אדעתיה דכהנים בכלל ביתו שקיל וטרי היכן תלויה כפרתן וקאמר דבשעיר של עם לא יתכן שהרי לא מצינו שהותר מכללו אצל אחרים בהדיא כדי שנאמר שגם אצל הכהני' נמי הותר עד דאשכחן פרו של אהרן שהותר מכללו בהדיא אצל ביתו א\"כ שפיר קשיא להו להתוס' דלפי המסקנא דהדר ואמר דכהני' בכלל ביתו נינהו לוים לא מצינו להם כפרה דאי בשל עם היכא אשכחן דהותר מכללו אצל אחרי' בהדיא כדי שנאמר שגם ללוים הותר דמה\"ט קאמר בברייתא למאי דס\"ד דכהני' לא אקרו ביתו דאינן מתכפרי' בשל עם הואיל ולא אשכחן שעיר של עם שהותר מכללו בהדיא אצל אחרי' וא\"כ לפי המסקנא נמי נימא הכי דאי בסברא בעלמא אית לן למימר דיתכפרו בשל עם הואיל ומצינו להם כפרה גם למאי דס\"ד דברייתא למה הוצרך לטעם דהותר מכללו ולא אמר דמסבר' יש לנו לומר דיש להם כפרה בשל עם את\"ד יע\"ש. ומלבד שאם זו היתה כונת התוס' לא הי\"ל לומר א\"כ מצינו שהותר מכללו אצל העם אלא הכי הול\"ל אם כן מצינו שיש להם כפרה אף בלתי טעם דהותר מכללו ועוד שעפ\"י האמור אין מקום לדבריו דודאי למאי דלא אסיק אדעתיה תנא דברייתא דכהני' אקרו ביתו אצטריך לטעמא דהותר מכללו ללמדינו היכן תלויה כפרתן אי בשעיר של עם או בשל כ\"ג אבל בתר דמסיק דכהני' בכלל ביתו הן מעתה ממילא ידעינן דבשעיר של עם הוא דמתכפרי דאי בפרו של אהרן היה הכתוב פורט כפרת הלוי' כי היכי דפרט כפרת הכהני' וברור. והרב קרבן אהרן בדק\"ע ע\"ד הביא דברי מהריב\"ל והשיא כונת דבריו למה שלא עלה על דעתו ז\"ל ועיקר קושית מהריב\"ל הקשה אותה על שמו והדברי' תמוהי'.<br><b> וע\"פ </b> האמור הנה דברי התוספות בפרק שתי מדות נוחים יותר היפך מ\"ש הרב ברכת הזבח ע\"ש ובעיקר דבריהם קשיא לי דכיון דהך מילתא אי לוים אקרו עם בפלוגתא דתנאי מוקמינן לה התם א\"כ מאי קא קשיא להו דהא שפיר איכא למימר דהך ברייתא אתיא כמ\"ד דלוים אקרו עם ואה\"נ דלאידך מ\"ד לא ס\"ל כתנא דידן דיהיב טעמא גבי כהני' משו' דהותר מכללו אצל פרו של אהרן ולא אצל העם אלא ס\"ל דכהני' בכלל ביתו ולוים כיון דלא מצינו להם כפרה עכ\"ל דהותר מכללו אצל שעיר של עם דכיון דכל עיקר קושיית התוס' אינה אלא לתנא דברייתא דקאמר מעיקרא דשעיר של עם לא הותר מכללו אימא דאידך תנא לא יאמר כן ועיין עוד בדברי הרב ברכת הזבח במ\"ש עוד שם ליישב דברי התוספות דפרק שתי מידות שתירצו התירוץ הזה שתירצו כאן ולא הוקשה להם ע\"ז כלום כמה שהוק' להם פה יע\"ש ולדידי אפשר דמה\"ט ניחא להם התם בתירו' זה דאיכ' למי' דהך תנא ס\"ל דלוים אקרו עם וכדאמרן ועיין בס' צאן קדשי' שם ואין דבריו נכונים בזה לע\"ד ע\"ש.<br><b> ובר\"ח </b> האי מיבעי ליה כו' כתבו וז\"ל ומדאצטרי' קרא לומר דלא מייתי משל צבור אלמא מתכפרים בו כו' הקשה מהריב\"ל על דבריהם דמי דחקם לפרש כן ולא דפריך בפשיטות דהאי קרא אצטריך למעט ההבאה וראיתי להרב ק\"א בדק\"ע ע\"א שתירץ דדחקם לפרש כן דאי בפשיטות הוא דפריך קשה דמאי קו' דאימא משום דממעטינן להו מהבאה הוא דס\"ד למעוטינהו נמי מכפרה דאי אית להו כפרה בו אין סברא למעט להו מהבאה ועוד דאיכא למדרש קרא הכי והכי הוצרך תנא להכריח דלא נדרוש קרא דאתא למעט הכפרה ולכך הוצרכו התוספות לומר דקושיית המקשה הוא מדאצטריך קרא לו' דלא יביא משל כהנים שמעינן דאית להו כפרה דאי לית להו כפרה למה הוצרך למעטינהו מהבאה דמהיכא תיתי לומר דיביא משלהם עד שהוצרך קרא למעטינהו ובהכי יתיישב הקושייא הראשונה שהקשינו דכי ממעטינן להו מהבאה ממעטינן להו מכפרה ולקו' השניה תירצו נמי בהכי דמעולם לא ס\"ד דמקשה דאיכא למדרש קרא דאשר לו למעט הכפרה אם לא בשנדרוש תחילה שלא יביא משלהם דאי לא לא נוכל לדרוש קרא למעטינהו מכפרה כיון שהוא בא משלהם אלא ע\"כ למדרש תחילה שלא יביא משלהם וכשנדרוש שלא יביא שמעינן דאית להו כפרה מדאצטריך למעטינהו מהבאה אלו דבריו יע\"ש ואני בע\"ד לא ידעתי איך ישב קושייתו השניה בהכי ואיך תלה זה בזה ואמר דכי דרשינן קרא דאתא למעטינהו מכפרה ע\"כ למדרש קרא למעטינהו מהבאה דאי לא אלא דבא משל אחיו לא נוכל למדרש קרא דאתא למעטינהו מכפרה דמי זה אמר דכי דרשי' קרא למעט הכפרה ולא ההבאה שמעי' דמשלהם הוא בא דמסברא ודאי ממעטינן להו מהבאה נמי מיהו הכרח הקו' הראשונ' היא נכונה בטעמה וכ\"כ הרב ח\"ה.<br><b> עוד </b> הקשה מהריב\"ל בדברי התוס' וז\"ל ותו דהא אמרינן לעי' דמאת עדת בני ישראל נפקא דלא יביא משלהם אע\"ג דכתיב אשר לעם למעוטי שאין הכהנים מתכפרים בדעם ותירץ וז\"ל והא לאו מילתא היא משום דלא דרשינן אשר לעם שאינן מתכפרים אלא דאי אייתר אשר לעם עכ\"ל וביאור דבריו כתב הרב ק\"א בדק\"פ ע\"א דאיך אמרו התוס' דמדאצטריך קרא לומר שלא יביא משלהם נשמע שמתכפרים והלא לעיל דרשינן קרא דמאת עדת בני ישראל למעט שלא יביא משלהם ר\"ל משל כהנים אע\"ג דדרשינן קרא דאשר לעם שלא יתכפרו בשל עם ולזה תי' דלא דרשינן קרא דאשר לעם למעט שלא יתכפרו אלא משום דאייתר שכבר נאמר קרא דמאת עדת בני ישראל דאי לאו הכי הו\"א דבא לו' שלא יביא אלא משל עם והו\"א דמתכפרים אלא שאחר שדרשנו שלא יביא משלו אלא משל עם מקרא דמאת עדת בני ישראל אייתר קרא אשר לעם למעט הכפרה שאינן מתכפרים בשל עם עכ\"ל.<br><b> ואנכי </b> לא ידעתי למה הוצרך לזה דמעיקרא קושיא ליכא דהכא לאו מסברא בעלמא הוא דאמרי' הכי אלא משום יתורא דקרא דאי הכהני' נמי לא מתכפרי' בפרו של אהרן למה זה הוצרך קרא אחורי תניינא דאשר לו למעטינהו דהא כיון דלא מתכפרי' הו\"ל כשאר העם ומהיכא דממעטינן שאר העם מתמעטו נמי אחיו הכהני' ומקרא יתירא שמעינן דאית להו כפרה דהשתא איצטריך שפיר קרא אחרינא למעטינהו כיון דלא שוו לשאר העם ולדבריו לא ידעתי אמאי לא הוק' לו קרא דאשר לו היכי דריש בברייתא למעט שאר העם מהבאה שלא יביא משלהם הא שאר העם אע\"ג דאינן מתכפרי' בפרו של אהרן דהא אית להו כפרה לחודיה וא\"ה אתא קרא למעטינהו שלא יביא משלהם מיהו לזה י\"ל דכיון דכפרתן תלויה ביד כ\"ג דין הוא דיביא משלהם להכי אצטריך קרא למעטינהו. מיהו עיקר הקושיא לדידי לא שמיע לי דזה שכתב דקרא דאשר לעם מיניה ממעטינן לעי' שלא יביא משלהם כלו' משל כהנים הנה רש\"י לא כתב כן אלא שלא יהיה משל כ\"ג דהו\"א כיון דפרו משלו הוא בא ה\"נ שעיר אשר לעם כו' וא\"כ אחיו הכהנים מהיכן שמיע לן דלא יביא משלהם דאפשר דהם חושבין כשאר עדת בני ישראל ועל הרב קרבן אהרן אני תמה שהודה לדברי מוהריב\"ל והוא ז\"ל כתב לעיל דהכרח התוס' שכתבו דקושית המקשה הוא מכח מדאצטריך כו' הוא משום דאל\"כ קשה דכיון דממעטינן ההבאה מינה שמעינן שלא יתכפרו בו כו' יע\"ש וא\"כ ק' למה לא הקשו התוס' קושייתם הלזו בקושיית הגמ' דפריך לעיל גבי קרא דאשר לעם דממעטינן ההבאה שלא יביא משלהם ר\"ל משל כהנים אלא ודאי דלעיל לא קשיא להו מידי כדאמרן.<br><b> עוד </b> כתבו התוס' וז\"ל וקצת תימה דמאי פריך נימא להם דהא דדרשינן דלא מייתי משל כהנים היינו לבתר דקי\"ל דכהנים מתכפרים בו ע\"כ וכתב מהריב\"ל ותו יש לתמוה במ\"ש וקצת תימא ולכאורה נראה שהיא תמיהא רבה יע\"ש ולע\"ד דהדין עמהם דאין כאן כי אם קצת תימה ולא תמיהא רבתי דאיכא למימר דאם איתא דלבתר דמסיק בברייתא דכהנים מתכפרים בפרו של אהרן מעתה קרא דאשר לו דריש ליה תנא דברייתא דאתא למעט ההבאה כדדריש אידך תנא דברייתא ומאי דקאמר מעיק' יכול לא יתכפרו בשל כ\"ג דכתיב אשר לו אינו אלא לס\"ד בעלמא א\"כ הו\"ל לברייתא לבתר דמסיק דמתכפרי בפרו של אהרן לומר א\"כ קרא דאשר לו למאי אתא למעט ההבאה ומדלא קאמר הכי משמע דהך משמעותא דמשמע ליה לתנא דאתא למעט כפרת אחרים אכתי קאי ולא הדר ביה אלא דהשתא ממעטינן מיניה לוים דוקא ולא כהנים דאית לן קרא לרבויינהו וע\"ז הוא דפריך תלמודא שפי' דהא אצטריך למעט ההבאה כאידך תנא דברייתא ומפני שאין זה הכרח כ\"כ דאפשר לומר דתנא לא נחית להכי ולהכי לא הדר לפרש קרא דאשר לו למעט ההבאה לכן כתבו קצת תימה.<br><b> עו\"כ </b> מהריב\"ל וז\"ל ועוד יש לתמוה בפשטא דשמעתתא דפריך והאי אשר לו להכי הוא דאתא האי מנ\"ל לכדתנייא כו' ואמאי הוצרך לאתויי הך ברייתא והלא לעיל מקשינן והך אשר לעם להכי הוא דאתא כו' האי מ\"ל דקאמר רחמנא מדעם ליהוי וטעמא כמ\"ש דפשטא דקרא מדמשמע דעם ה\"נ פשטיה דקר' מש' אשר לו משלו ולמאי אצטריך לאתויי ההיא בריית' דשלו מביא ואי משו' הא לחוד לא הוה קשיא דמצינן למימ' דאצטריך לאתויי הברייתא דהא משלו אחרינא קאתי וכדאמרינן לעיל ההוא משל עדת בני ישראל נפקא אלא שלפ\"ז יש לתמוה על דברי התוס' ז\"ל איפכא ממאי דהוה קשיא לן דהאי קצת תימה לא קשיא ולא מידי דלאו מחמת הבריית' קפריך אלא כדפריך לעיל ומאי דאייתי ברייתא הוי לכדאמרן עכ\"ל והרב ח\"ה לא ניחא ליה לומר כן דא\"כ מעיקרא הו\"ל למפרך מקרא כדפריך לעיל ולבתר הכי הו\"ל לאתויי הברייתא לאלומיה פירכיה יע\"ש וכ\"כ הרב ק\"א ז\"ל בדקס\"ט ע\"ב וע\"ג יע\"ש ולכאורה היה מקו' לישב ולו' דודאי אף התוס' אזלי ומודו דמאי דלא אקשי תלמודא מפשטיה דקרא הוא משום דהכא אייתר קרא דאשר לו והוה ס\"ד לומר דאתא למעט כפרת אחיו הכהני' ומשו\"ה הוצרך לאתויי הברייתא לומר דאכתי אצטרי' למעט הכהנים שלא יביא משלהם דמהיכא דממעטינן שאר העם לא ממעטינן אחיו הכהנים דשאני כהנים דמתכפרי בפרו של אהרן וע\"ז הוקשה להם להתוס' דכיון דעיקר הכתוב השני דאשר לו לא הוצרך אלא משום דהו\"א דאתי משל כהנים ומשום דמתכפרי בפרו של אהרן אבל אי ליכא לטעמ' דמתכפרי לא הוה בעי קרא אחרינא למעטינהו דמהיכא דממעטינן שאר העם מינה מתמעטו אחיו הכהנים א\"כ נימא דהא דדרשינן להך קרא למעט הבאת הכהנים היינו לבתר דקים לן דכהנים מתכפרים בו דלס\"ד דבריית' דלעי' דאין הכהנים מתכפרים בו אדרבא דרשינן להאי קרא למעט שלא יתכפרו בו ומקרא דאשר לו דמתמעטו שאר העם מהבאה מתמעט אינהו נמי מהבאה ומיתורא דקרא דרשי' למעוטי כפרה כדדרשינן לעי' בקרא דאשר לעם חד למעוטינהו מהבאה וחד למעוטינהו מכפרה אבל הא ודאי ליתא דכיון דחזינן בברייתא דלעיל דמייתי קרא דאשר לו לומר שאין אחיו הכהנים מתכפרים בו ש\"מ דחיליה דתנא דברייתא אינו אלא מהך קרא דאי לאו קרא דאשר לו הוה שמעינן דאחיו הכהנים מתכפרים בו והשתא לפום האי סברא נדרוש קרא דאשר לו למעט ההבאה דהשתא ליכ' למעוטינהו מהבאה מקרא דממעטינן שאר העם דאחיו הכהנים שאני דמתכפרי בפרו של אהרן ודוק ומיהו אכתי י\"ל דשפיר קשיא להו דאימא דהא דדרשינן קרא דאשר השלישי לעכב היינו לבתר דקים לן דמתכפרי הכהני' בפרו של אהרן דאי לאו הוה דרשינן הך קרא למעט כפרת הכהנים מפרו של אהרן דהכי אית לן למדרש טפי ולא לעכב כמ\"ש התוס' לקמן ד\"ה שנה עליהן כו' ואין לומר דכיון דקרא דאשר לו השני דמיניה ממעטינן שלא יביא משלהן לא אצטריך אלא משום דאיכא סברא שיביא משלהן כיון דמתכפרים בו א\"כ איך נדרוש אשר לו השלישי למעטי' מכפרה הא ודאי לא קשיא דבא זה ולמד על זה כמ\"ש מוהריב\"ל למה שהוקשה לו בדברי התוס' ז\"ל יע\"ש.<br><b> ואיך </b> שיהיה הנה מבואר יוצא מתוך סוגייא זו דאין פרו של כ\"ג בא אלא משל עצמו ולא משל צבור וגם לא משל אחיו הכהנים אע\"ג דמתכפרים בו וגם איכא קרא יתירא לעיכובא ורבינו לא ביאר לנו דבר זה אי איכא עיכובא או לא וכמו שהקשה הרב מ\"ל ובס' אוריין תליתאי בחידושי שבועות אשר שם להרב נאמן שמואל ראיתי שכתב ע\"ש הרמב\"ן דמה שלא שנה הכתוב בשעיר של עם לומר שיהיה משל עם לעיכובא הוא משום דכבר כתיב והיתה זאת לכם לחקת עולם וכל היכא דכתיב חוקה עכובא הוא עכ\"ל ואנכי לא ידעתי א\"כ גבי פרו של אהרן נמי למה לן תרי קראי לעיכובא הרי כתיב חוקה דהאי קרא דוהיתה זאת לכם לחוקת עולם גם על פרו של אהרן קאי שהרי בפ' טרף בקלפי דע\"ב אפליגו רב ושמואל גבי שחיטת פרו של אהרן אי מעכב השחיטה להיות דוקא ע\"י כ\"ג ומ\"ד דמעכב היינו משום דכתיב אהרן וחוקה ומאן דס\"ל דלא מעכבא היינו משום דשחיטה לאו עבודה היא יע\"ש ועיין בפ' הוציאו לו ד\"ס בפלוגתא דר\"י ור' נחמיא גבי עבודות הנעשות בבגדי לבן אי כתיב בהן חוקה יע\"ש וכעת צ\"ע.<br><b> ויש </b> להסתפק אי פרו של אהרן מצי אתי משל בני ביתו מסמוכים על שולחנו של כ\"ג שידו כידם וראיתי להרב ח\"ה גבי מאי דקאמר תלמוד' התם וכי תימ' ביתו כתיב שכתב וז\"ל פי' דה\"ק כיון דסמוכים על שולחנו הרי משלו מקרי וכתב עוד ובזה יתיישב לקמן דמוקי אשר לו השלישי לעכב ולא מוקי למעט בני ביתו די\"ל דבאשתו ובני ביתו ודאי דלא שייך לומר דיביא משלהם דמשלו הוא עכ\"ל ומדברי התוס' בפ' הוציאו לו ד\"ן ע\"ב ד\"ה או דילמ' מקופיא כו' משמע לכאורה דלא כמ\"ש הרב שכתבו שם דאף כפרת בני ביתו מקופייא הוא דאל\"כ הו\"ל כקרבן השותפין יע\"ש ואם כדברי הרב דבני ביתו ידו כידם מאי קרבן השותפין איכא ויש לדחות ומ\"מ זה שכתב הרב לישב מאי דקאמר ואם נפשך לומר דהכונה דבני ביתו לא חשיבי הותר מכללו לענין הכפרה כיון שידו כידם דברי התוספו' דהתם הויין תיובתיה דלפום מאי דס\"ד התם דמקופייא מתכפרי בני ביתו אמאי לא אקשי תלמודא מהך ברייתא דקאמר ואם נפשך כו' ואי ב\"ב מקופיא הוא דמתכפרי אין לך הותר מכללו יותר מזה כיון שאין כפרתן שוה שכ\"ג מתכפר בקיבעא ובני ביתו מקופייא ודוק ולענין אם אירע פיסו' בכ\"ג אם היה הפר בא מזה שמשמש תחתיו או לא עיין להרפ\"ח ועיין במ\"ש לקמן בפ\"ה הל' י\"ג ועיין בתוס' ישנים בפ\"ק דיומא די\"ב ע\"ב ואיה\"ב לקמן בפ\"ה נעמוד על דבר זה.<br><b> עוד </b> כתב ר' ואיל הבא משל צבור והוא האיל כו' הרב ל\"מ כתב דוי'ו דוהוא מיותרת וצ\"ל הוא האיל דאי גרסי' והוא אין גזרה בלשונו כלל והרב פ\"ח כתב שלא דק דבכלל המוסף שכתב רבינו ז\"ל הוא גזירת הלשון עכ\"ל ואין דבריו נכונים בזה דכיון דלא נחית רבינו אלא לאשמועינן שהוא בכלל המוסף הרי השמיענו דבר זה במה שמינה בתחילת דבריו האיל בכלל המוספין ולמה חזר לומר שהוא בכלל דמוסף ומהיכא תיתי לומר שלא יהיה מכלל המוסף ועיין בהגהות הרב בני יעקב שגם הוא הסכים להגהת הלח\"מ ז\"ל יע\"ש.<br><b> ועל </b> מה שהוקשה לו עוד להרפ\"ח דהכא פסקי' כר' דאמר איל אחד לומר שהוא האמור בחומש הפקודים ודרשת המיוחד שבעדרו נפקא לן מדכתיב מבחר נדריך ולית לן לדראב\"ש דאמר חד בחובו וחד בנדבה ואלו בפ' הוציאו לו דל\"ד גבי קרא דאת הכבש אחד קי\"ל כרבנן דאמרי מאי אחד מיוחד שבעדרו וקרא דמבחר נדרי' לנדבה הרי דאצטריך חד לחובה וחד לנדבה וא\"כ הוה ליה למפסק הכא כראב\"ש משום דרבנן קיימי כוותיה עיין להתוס' ישנים בפ' א\"ל הממונה דל\"ד ע\"ב ד\"ה חד בחובה שהוקשה להם הפך קושיית הרב דאי רבנן דהכא ס\"ל כראב\"ש למה לן תרתי קראי בחובה ובנדבה ומתוך כך כתבו דרבנן דתמיד ס\"ל כר' דהתם וכתירוץ הפ\"ח ז\"ל אלא שיש לגמגם קצת על מרן כ\"מ למה לא הכריח ג\"כ דהלכה כר' משום דרבנן דתמיד ע\"כ קיימי כוותיה וי\"ל ועיין בס' זבח השלמי' למהר\"ם גאלאנטי ותדע מאיזה אחד דרשו כן יע\"ש בד\"ח ע\"ד סי' כ\"ב."
            ],
            [
                "<span class=\"H\">שורש שחיטת פרו של כ\"ג אי כשירה בזר עבודת </span>\n<b> כל ט\"ו בהמות כו' אינן אלא בכ\"ג בלבד כו'.</b> הנה בענין שחיטת פרו של כ\"ג אי כשירה בזר לא ביאר לנו רבינו כאן בה' עבודת יוה\"כ וכבר ברפ\"א מה' פסולי המוקדשין ד\"ב פסק כמ\"ד דכשירה בזר ע\"ש וכ\"ש שחיטת שאר הקרבנות דכשרות בזר דאפי' מאן דפסל בשחיטת פרו היינו משום דכתיב אהרן וחוקה כדאיתא בפרק טרף בקלפי דמ\"ב והתוס' בפרק אמר להם הממונה דל\"ב ע\"ב ד\"ה א\"כ כתבו דאע\"ג דכשרות בזר מדאורייתא מ\"מ פסו' מדרבנן ביו\"הכ ואין כן דעת רבינו דבפ\"א מה' פסולי המוקדשין סתם וכת' דפר כ\"ג של יו\"הכ אם שחטו זר כשר ועיין להפ\"ח.<br><b> ודע </b> שהתוספות בפרק טרף בקלפי דמ\"ב ע\"א ד\"ה שחיטה לאו עבודה כתבו ע\"ש הר\"י קאלצון ז\"ל דשחיטת פרו של כ\"ג למ\"ד שפסולות בזר לאו משום דעבודה היא ועבודה פסולה בזר דהא אפי' בשאר כהנים נמי פסולה אלא בכ\"ג לחודיה ומשום דגלי רחמנא דבעי' בעלים הוא דפסולה מידי דהוה סמיכה דלאו עבודה היא ובעינן בעלים עכ\"ל יע\"ש. והדברים תמוהים מאותה שאמרו בפ\"ד אחין דל\"ג ע\"ב עלה דתניא התם זר ששימש בשבת יש כאן משום זרות ומשו' שבת ופרכי' עלה זר ששימש בשבת במאי אי בשחיטה שחיטה בזר כשרה ואי בקבלה והולכה טלטו' בעלמא הוא ואי בהקטרה הא אמר ר\"י הבערה ללאו יצאת כו' ואמר רב אחא בר יעקב בשחיטת פרו של כ\"ג וכדברי האומר שחיטת פרו של כ\"ג פסו' בזר א\"ה מאי איריא זר אפי' כהן הדיוט נמי שזר אצלו קאמר ורב אשי משני דאיסורים בעלמא קחשיב יע\"ש. והשתא לדברי הר\"י קאלצון דליכא בשחיטת פרו משום זרות שהרי שחיטה לאו עבודה היא ולא מפסי' אלא משום דבעינן שחיטה בבעלים דומיא דסמיכה א\"כ מאי קמשני רב אחא בר יעקב דזר ששימש בשבת בשחיטת פרו קאמר דאכתי קשה ואמאי מחייב משום זרות כיון דלאו עבודה היא הנה קושיא זו שמעתי מקשים ע\"ש מו\"ה המובהק מהרי\"ן הי\"ו ולע\"ד י\"ל דלפום מאי דמשני תלמו' דבשחיטת פרו של כ\"ג מיירי הברייתא וזר דקאמר היינו מי שזר אצלו ואפי' כהן הדיוט מעתה עכ\"ל דכי קאמר תנא יש כאן משום זרות לאו היינו איסור זרות דכהונה דאיכא ביה לאו ומיתה בידי שמים כדאמרינן בס\"פ הנשרפין דף פ\"א ופסקו רבינו ברפ\"ט מה' ביאת מקדש יע\"ש אלא יש כאן משום איסור זרות דאהרן קאמר דכיון דבפרו של אהרן כתיב אהרן וחוקה לומר דאחרים לבר מאהרן פסולים א\"כ הו\"ל בלאו הבא מכלל עשה לגבי אחרים וליכא אלא איסו' בעלמא בלבד דקפיד קרא אהרן לחודיה דאלת\"ה אלא דאיסור זרות בעבודה ממש קאמר ואיכא לאו דוזר לא יקרב אליכם ק\"ט דבשלמא זרים שאינן כהנים איכא למי' דאיכא בהו לאו דזרות דאע\"ג דבשחיטת שאר קרבנות אפקינהו רחמנא מלאו דזרות כדכתיב ושחט את בן הבקר לפני ה' והקריבו בני אהרן ודרשינן מקבלה ואילך מצות כהונה כדאיתא בר\"פ כל הפסולים דל\"א וכמו שפסק רבינו בפ\"ה מה' ביאת מקדש מ\"מ השתא דגלי רחמנא גבי פרו של אהרן דזרים אסורים אהדריה רחמנא ללאו דזרות דומיא דגוזז ועובד בפסולי המוקדשים דלקי אע\"ג דליכא אלא איסור עשה דתזבח ולא גיזה משום דאמרינן אהדריה קרא לכלליה וכמ\"ש התוס' בפ' גיד הנשה דצ\"ט ד\"ה רבא ובע\"ז דס\"ז סד\"ה אמר ר\"י ובפ\"ק דביצה די\"ב ד\"ה השוחט אבל גבי כהנים דמעולם לא נאסרו בלאו זה דזרות דעבודה ולאו זרים נינהו מהי תיתי לומר דבשחיטת פרו של כ\"ג איכא בהו לאו דזרות ומצאתי כדברי להרב התנא בספר פרשת דרכים בדרך מצותיך דס\"ט ע\"א ד\"ה ונראה שכתב דכהנת שנבעלה בעילת איסור דאסו' לאכול בתרומה מקרא דובת כהן כי תהיה לאיש זר כו' לא נכללה נמי בכלל לאו דוכל זר לא יאכל קדש מטעמא דאהדריה קרא לכלליה שהרי אשה זו שנבעלה לפסו' לה לאו זרה היא כדי שנאמ' דאהדריה קרא לכללי' דהא באומרו וכל זר אינו בכלל אשה שנבעל' לפסו' לה בעיל' איסו' יע\"ש וכיון שכן ודאי דכהני' דלית בהו שם זרים ולא נכללו בלאו דוזר לא יקרב אי נאסרו בשחיטת פרו של כ\"ג ליכא בהו אלא איסורא בעלמא וכי קתני בברייתא זר ששימש במקדש יש כאן משו' זרות ומפרשינן לה אפי' בכהני' דזר אצלו קאמר עכ\"ל דיש כאן משום זרות דקאמר היינו איסור זרות זה דבעינן אהרן דחוקה לעיכובא אבל זרות דעבודה ודאי לא קאמר ומעתה לדעת הר\"י קאלצון נמי דס\"ל דאף בזרי' שאינן כהני' ליכא בהו איסור זרות דעבודה לא קשיא מידי דמשו' זרות דקאמר היינו זרות דפרו של אהרן ואדרבא מאותה סוגיא יש להביא ראיה למ\"ש הר\"י קאלצון מדפריך הש\"ס א\"ה מאי אירייא זר אפי' כהן הדיוט נמי ואם אית' דשחיטת פרו של כ\"ג למ\"ד בזר פסו' חשיבה עבודה ממש ומחייב הזר עליה משו' וזר לא יקרב מאי קא פריך ואפי' כהן הדיוט נמי לימא דתנא להכי נקט זר דוקא משו' דמחייב בלאו דזר לא יקרב דתנא חיובי לאוין קתני לדעת רב אחא בר יעקב משא\"כ בכהן הדיוט דלא מחייב אלא בלאו הבא מכלל עשה וכמדובר אלא ודאי דאף בזרים נמי לא מחייבי אלא בלאו הבא מכלל עשה וכשיטת הר\"י קאלצון ואי תקשי לן אם איתא דלרב אחא בר יעקב משו' זרות דקתני משום איסור זרות בעלמא קאמר וליכא לאו ומיתה א\"כ למה נייד מלפרש ג\"כ דמשו' שבת דקתני משו' איסור שבת בעלמא קאמר ובהולכה וקבלה דאית בהו איסור טלטול מוקצה א\"נ בלאו דהקטרה קאמ' ומשו' איסור לאו דהעברה ולמה ליה לפרושי לה בשחיטת פרו של כ\"ג דזה דוחק הא לא איריא דרב אחא ב\"יע דחיקא ליה לפרושי הכי גבי איסור שבת דקתני בברייתא דא\"כ מאי נפקא מינה ולא ניחא ליה למימר נ\"מ לקוברו בין רשעי' כדתריץ רב אשי ועוד דא\"כ ר\"ש דפליג עליה דר\"י ואמר דאין כאן משום איסור שבת אם איתא דאיסור שבת בעלמא קאמר ר\"י מ\"ט פליג עליה ר\"ש דהא אע\"ג דלר\"ש אין איסור חל על איסור אין סברא לומר שלא יהא בו איסורא בעלמא דדוקא לענין חיוב סקילה או איסור לאו לענין מלקות אין אחע\"א אבל איסורא בעלמא ודאי אית ליה ומש\"ה מוקי לה בשחי' פרו של כ\"ג והשתא קמ\"ל דאחע\"א דאע\"ג דאסור משום זרות וכמ\"ד דשחיטת פרו בזר פסולה אפ\"ה גבי שבת קאמר דמחייב חטאת כיון דלגבי זר וכהן הדיוט לא הותר שחיטת זו של פרו של כ\"ג דר\"ש פליג ואמר דמשו' שבת לא מחייב אפי' זר וכהן הדיוט דאין איסור שבת חע\"א עשה דזרות ורב אשי חדית לן דמשו' זרות לאו דזרות קאמר ומוקי לה בהקטרה דשאר קרבנות דמחייב ביה הזר כמ\"ש התוס' ומשו' שבת דקתני אע\"ג דלר\"י ליכא אלא לאו דהעברה בעלמא ואין איסור חע\"א מ\"מ איסורא בעלמא אית ליה ונ\"מ לקוברו בין רשעי' גמורי' ור\"ש פליג וס\"ל דאין איסור שבת חל על לאו דזרות ועיין בחי' הרשב\"א והרמב\"ן שנראה מדבריהם דלמאי דתריץ רב אחא בר יעקב נמי משום זרות דתני תנא היינו לאו גמור דזרות ועיין בתוספו' ישנים פרק טרף בקלפי דמ\"ב ד\"ה אחת כשרה בזר ודוק ועיין עוד במה שנסתפק הרב פרשת דרכים שם בדרך מצותיך דס\"ט ע\"ד עמ\"ש רבינו ברפ\"ט מה' ביאת מקדש והקטירו בני אהרן ולא בנות אהרן אם עברו בנות אהרן והקטירו אם יהיו חייבות מיתה כזר ששימש או\"ד דליכא בהו אלא לאו הבא מכלל עשה יע\"ש ואם אותה סוגיא דיבמות היא מהלכת כפשטה דאיכא בכהנים לאו דזרות ושחיטת פרו של אהרן משו' דאהדרינהו קרא לכללא דזרים וכדמשמע מדברי הרשב\"א והרמב\"ן יש להוכיח דאף בנות אהרן חייבות מיתה כזר במכל שכן ודוק. גם בשאר עבודות של יו\"הך נמי דקי\"ל שאינן כשרות אלא בכ\"ג שאר כהנים חייבים עליהן משום זרות.<br><b> עוד </b> כתב רבינו ז\"ל וכן שאר העבודות כגון הקטרת הקטורת של כל יום והטבת הנרות הכל עשוי בכ\"ג נשוי וכתב מרן כ\"מ וז\"ל נראה דמשמע ליה הכי מדתנן בריש יומא כל ז' הימים הוא מקטיר את הקטורת ומטיב את הנרות והיינו כדי שיהא מלומד לעשותם עכ\"ל כלומר אע\"ג דמשנה ערוכה שנינו במעשה היום בפרק א\"ל הממונה דל\"א ע\"ב והביאה רבינו לקמן בפ\"ב ובפ\"ד הביאו לו את התמיד כו' נכנס להקטיר קטורת של שחר ולהטיב את הנרות התם י\"ל דאי בעי למעבד קאמר שהיה נכנס כו' אבל מאותה ששנינו בריש יומא משמע דאיכא מצוה בכ\"ג מדמלמדין אותו ז' ימים קודם ולפי מ\"ש הרפ\"ח דדעת רבינו דאפי' בשאר עבודות של כל יום אינן כשרות אלא בכ\"ג מדכייל עבודת כל ט\"ו בהמות דאיכא בהו תמי' של כל יום נראה ודאי דגם הקטרת הקטורת והטב' הנרות אינן כשרות אלא בו דהא עבודות נינהו.<br><b> ובמ\"ש </b> מרן ע\"ש הריטב\"א שדעת רבינו דמדאורי' אין חובה בכ\"ג אלא בעבודת היום ממש אבל תמידים ועבודות של כל יום כשרות בכהן הדיוט אלא דמצוה בכ\"ג כו' הנה ט\"ס נפל בדברי מרן וצ\"ל במקום הרמב\"ם הרמב\"ן ככתוב בחי' הריטב\"א ומ\"ש הרמב\"ן בס' המלחמות דזריקת דם התמיד והעלתו אינן כשרות אלא בכ\"ג היינו מדרבנן וכ\"כ בהדיא בחי' הריטב\"א ורבנן שוו חובה בכ\"ג אף בתמידין ולא התירו אלא דברים שאינם עיקר העבודה יע\"ש. ועפ\"ז יש לדחות הראיות שהביא הפר\"ח להכריע היפך סברת הרמב\"ן שהרי הוא ז\"ל מודה דכל מידי דעבודה אפי' שאינן מעבודת היום אינה כשרה אלא בכ\"ג מדרבנן מיהא ומ\"ש עוד מרן ע\"ש הרמב\"ן שהיו פייסות ביו\"הך אחת לתרומת הדשן כו' בס' המלחמות הכריע כן שהרי לא שנו בסדר יומא כ\"ג עד שהאיר פני המזרח והורידוהו לבית הטבילה לקרוץ את התמיד וסידור המערכה ותרומת הדשן קודם לכן היה ועוד שאם היה הכהן תורם את הדשן א\"כ כבר היה צריך לטבול ולקדש וללבוש בגדי זהב כדתנן בתמיד מי שרוצה לתרום את המזבח יורד וטובל ותנן נמי התם קידש ידיו ורגליו מן הכיור נטל מחתת הכסף וקי\"ל נמי לר\"י דאמר בעיא בגדים ואם אתה אומר תרומת הדשן לכ\"ג נפישי להו טבילות וקדושין ועוד כשבא לקרוץ את התמיד למה הוא טובל ומקדש והרי כבר טבל לתרומת הדשן וסדור המערכ' והיאך שנינו הביאו לו בגדי זהב והרי לבוש אותן מחצות עכ\"ל ועיין בתוספות ישנים ליומא ד\"ך ד\"ה משום חולשא יע\"ש ומ\"ש דהיאך שנינו הביאו לו בגדי זהב והרי הוא לבוש אותן ק\"ל שהוא ז\"ל לקמיה בלשון זה כתב דאף על דישון מזבח הפנימי והמנורה היה צריך בגדים אחרים משום קדירה שבישל בה רבו אל ימזוג לו את הכוס יע\"ש ואיך כתב והרי הוא לבוש אותן כיון שהיה צריך להחליפן וי\"ל ודוק.<br><b> עוד </b> כתב הרמב\"ן שם שהפייס השני היה דישון מזבח הפנימי שגם היא עבודת לילה אלא שמפני שהיא עבודה קלה לא רצו חכמים להטריח עליה שיעשנה בלילה והניחוה ליום וכשהגיע היום הקדימו העבודות המכשיר דדישון מזבח הפנימי מכשיר הוא כדאמרי' בפרק א\"ל הממונה ועוד שעיקר דישון מזבח הפנימי נראה שהוא מדבריהם ועוד דאלו היה בכהן גדול צריך היה לדשן קודם שחיטת התמיד והיאך שנינו הורידו כ\"ג לבית הטבי' כו' הביאו לו את התמיד והלא כשעלה ונסתפג היה צריך ליכנס לדשן ולהחליף בגדים אחרים ואח\"כ לשחוט את התמיד יע\"ש הנה זה שרצה לומר דדישון מזבח הפנימי מדבריהם הוא לא ידעתי מה יענה לאותה שאמרו בפרק א\"ל הממונה דל\"ג סדור שני גזירי עצים קודם לדישון מזבח הפנימי מ\"ט אע\"ג דהכא כתיב בבוקר בבוקר אפ\"ה מכשיר עדיף רבינא אמר הואיל והתחי' במערכה רב אשי אמר כו' יע\"ש והשתא אם איתא דדישון מזבח הפנימי עיקרו אינו אלא מדבריהם לימא דמש\"ה שני גזירי עצים קודם משום דהוי דאורייתא לא כן דישון מזבח הפנימי שאינו אלא דרבנן ועיין עוד במאי דפריך תלמודא התם ע\"ב ואימא חד שדייה לדישון מזבח הפנימי כו' דמוכח מינה דהוי דאורייתא יע\"ש ועיין להתוס' בפרק הוציאו לו דף נ\"ט ע\"ב ד\"ה והרי תרומת הדשן שכתבו בשם הירושלמי דדישון מזבח הפנימי מק\"ו דראשון נפיק יע\"ש גם מ\"ש שאלו היה בכ\"ג היה צריך לדשן קודם שחיטת התמיד הנה זה היפך מ\"ש תחילה דהעבודות קודמות למכשירין ומה\"ט הקדימו בתמיד כשהגיע היום מי שוחט מי זורק מי מדשן מזבח הפנימי מפני שדישון מזבח הפנימי מכשיר הוא ועיין להתוספות בפ\"ק דיומא די\"ד ע\"ב ד\"ה אמר אביי שכתבו דלתנא דמתני' דיומא זריקת דם התמיד היה קודם לדישון מזבח הפנימי והמנורה דמה\"ט הוצרכו לומר בגמרא מאן תנא יומא ר\"ש איש המצפה הוא אלא שעיקר דבריהם תמוהים כמו שתמה עליהם הלח\"מ בפ\"ו מהל' ת\"ומ ד\"ד ודעת רבינו בפ\"ו מהל' ת\"ומ דדישון מזבח הפנימי בשעת שהיה השוחט שוחט ועיין שם בדברי הלח\"מ ומרן כ\"מ שם בפ\"ד ד\"ו כתב ע\"ש הריטב\"א דדישון מזבח הפנימי היו עושין תחילה קודם השחיטה והזריקה וכ\"כ בחי' בדי\"ד ע\"ב ודכ\"ה ע\"א יע\"ש עו\"כ הרמב\"ן ז\"ל שם שהפייס הג' היה בדישון המנורה שאעפ\"י שההטבה היה ע\"י כ\"ג הדישון דהיינו הסרת הפתילות והשמן היה ע\"י כהן הדיוט שאלו היה ע\"י היה צריך בגדים אחרים כדאמרי' בגדים שבשל כו' יע\"ש עיין למרן כ\"מ בפ\"ב מה' תו\"מ ד\"י שתמה על רבינו שהצריך בגדים אחרים להרמת הדשן דבגמ' לא אמרו כן אלא לענין הוצאת הדשן חוץ לעזרה יע\"ש והתימה על הרמב\"ן שהוסיף עלינו דישון מזבח הפנימי והמנורה ועיין להתוס' בפ' הוציאו לו דנ\"ט ע\"ב כי שם הוכיחו דדישון מזבח הפנימי אינו צריך בגדי כהונה ומדברי הרמב\"ן ז\"ל הללו מוכח דהיו צריך בגדי כהונה אלא שהיו פחותין מהראשונים וצ\"ע עוד כתב הרמב\"ן ז\"ל שם דהפייס הד' מי מעלה אברים מן הכבש למזבח ובאברי' שניתותרו מבערב וכגון שחל בשבת שחלבי שבת קרבין ביו\"הכ למ\"ד יע\"ש עיין בזה להתוי\"ט בפ\"ק דיומא ועיין להרב מ\"ל ז\"ל בפ\"א מה' תו\"מ ד\"ז ד\"ה ודע שראיתי להרמב\"ן כו' ועיין במ\"ש לעיל בד\"א ד\"ה ודע ודוק.<br><span class=\"H\"> שורש שצריך כ\"ג נשוי אשה א' ולא ב'</span>\n<b> ומ\"ש </b> רבינו <b> דכ\"ג </b>\n<b> נשוי שנאמר וכפר בעדו ובעד ביתו ביתו זו אשתו.</b> בריש יומא שנינו אף אשה אחרת מתקנין לו שמא תמות אשתו וחכ\"א א\"כ אין לדבר סוף הרי דרבנן לא פליגי על ר\"י אלא דלא חיישינן למיתת אשתו לתקן לו אשה אחרת אבל לכ\"ע צריך שיהיה נשוי כדכתיב וכפר בעדו ובעד ביתו והנה בגמ' שם בדי\"ג מוכח דבעינן שלא יהא נשוי אלא אשה אחת ולא שתים דפרכי' עלה בגמ' ומי סגי ליה בתקנתא ביתו אמר רחמנא והא לאו ביתו היא דמקדש לה והא כל כמה דלא כניס לה לאו ביתו הוא דכניס לה א\"כ הו\"ל ב' בתים ורחמנא אמר בעד ביתו ולא בעד ב' בתים דהדר מגרש לה כו' יע\"ש ורבינו לא ביאר לנו דבר זה כאן מפני שכבר השמיענו בפי\"ז מהל' א\"ב די\"ג שאפי' בשאר ימות השנה אינו נושא כ\"ג אלא אשה אחת שכתב שם וז\"ל מ\"ע על כ\"ג שישא נערה בתולה כו' ואינו נושא ב' נשים לעולם שנאמר והוא אשה בבתוליה יקח אשה אחת ולא ב' נשים ובפ\"ה מה' כלי המקדש כתב וכבר ביארתי בס' קדושה שאינו נושא ב' נשים ואם נשא ב' אינו יכול לעבוד ביום הצום עד שיגרש לאחת עכ\"ל.<br><b> וראיתי </b> להראב\"ד שהשיג שם בה' א\"ב על רבי' וכתב וז\"ל לא מתחוור' האי סברא שלא אמרו במ' יומא אלא ביתו אמר רחמנא ולא ב' בתים ואפשר שלא נאסר בב' בתים אלא ביוה\"ך שמא ימשך לבו אחריהם ויבא לידי טומאה יע\"ש ולא ידעתי למה אמר דבר זה בדרך אפשר דמתוך סוגייא זו דפ\"ק דיומא מוכח בהדייא דליכא איסורא דב' נשי' אלא ביוה\"ך בלבד דהא כי פרכינן ומי סגי ליה בתקנתא ושנינן דמקדש וכניס לה מבע\"י והדר מגרש לה ע\"ת כו' ואם איתא דאפילו בשאר ימים נמי חוץ מיוה\"כ איכא איסורא על כ\"ג לישא ב' נשי' אכתי ק' והיכי נסיב לה והא קעב' אהוא אשה בבתולי' יקח ואפי' הדר מגרש לה הרי מיד שנשאה קעבר על עשה.<br><b> וראיתי </b> להרב מ\"ל בפ\"ג מה' עבדים די\"א עמ\"ש רבינו היה לעבד אשה ובנים ולא לרבו אינו נרצע שנא' כי אהבך ואת ביתך שהקשה הרב ז\"ל דלמה לא אמרינן גבי עבד שאם היה לרבו ב' נשים אינו נרצע משום דבית אחת אמר רחמנא ולא ב' בתים וכדאמרינן גבי כ\"ג והשיב דשאני כ\"ג דאיכא טעמא דמילתא שמא ימשך לבו אחריהן ויבא לידי טומאה כמ\"ש הראב\"ד בפי\"ז מה' א\"ב אבל הכא גבי עבד דליכא טעמא למעט ב' נשים לא אמרינן דביתך אתא למעט ב' נשים אלא לומר דצריך שתהיה לו בית ולפי מ\"ש רבינו דכ\"ג אסור ליקח ב' נשים משום דכתיב אשה אחת ולא ב' ניחא טפי דודאי מאי דאמרינן בגמ' דרחמנא אמר בעד ביתו ולא בעד ב' בתים לא ממילת ביתו הוא דקממעט ב' בתים אלא הכונה היא לומר מאחר דבקרא ליכא הוכחה דצריך שיהיו לו ב' בתים מנ\"ל דשרי ליה שיהיו לו ב' בתים מאחר שאסרן לו הכתוב משום דכתיב אשה אחת ולא ב' אבל אה\"ן דביתו לאו מיעו' הוא לב' בתים עכ\"ל ולא ידעתי היכי ניחא ליה בהכי אותה סוגייא לדעת רבינו דא\"כ הוא דלאו ממילת ביתו הוא דקממעט ב' בתי' אלא מדכתיב אשה אחת מאי קמהדר ומשני דמגרש לה דאכתי ק' והיכי נסיב לה מעיקרא דקעבר על עשה דוהוא אשה בבתוליה יקח ואין לומר דמגרש לראשונה קאמר והדר נסיב לשניה דהא מגרש לה קאמר מיהו לזה אפשר לומר דמעיקרא ה\"נ הוה אפשר לאקשויי והא קעבר על עשה דב' נשים אלא דהש\"ס לא חש להשיב כל תשובות שיש להשיב כי באחת הוא מסלקו לענין אחר כמ\"ש רש\"י ולפי המסקנא דמסיק דמגרש לב' ע\"ת ניחא דמעיקרא מגרש לראשונה ע\"מ שאכנס לבה\"כ והדר מקדש לשניה ומגרש ע\"מ שלא תמות חבירתי' ובשעת קידושי שניה אין כאן עברת עשה דב' נשים כיון שגירש הראשונה ע\"ת ובידו לקיים התנאי ועוד כיון דבשעת קידושי שניה דעתו לגרשה אח\"כ ע\"ת אין כאן עברת עשה כנ\"ל לע\"ד ותו קשה טובא במה שרצה ליישב בין לדעת הראב\"ד ובין לדע' רבי' דא\"כ מאי האי דפריך תלמו' לקמן אלא מעתה ב' יבמות הבאות מאדם אחד לא יתייבמו אפי' אחת מהן דהא אשר לא יבנה את בית אחיו כתיב דמשמע בית אחת דוקא הוא בונה ולא ב' בתים ומשני יבמתו יבמתו ריבה יע\"ש.<br><b> והשתא </b> לפי דברי הרב מאי קו' דשאני גבי כ\"ג דלאו ממשמעותא דקרא נפקא לן אלא אי משום סברא ואי משום קרא דאשה בבתוליה למר כדאית ליה ולמר כדאית ליה משא\"כ גבי יבמה דליכא לא סברא ולא קרא לא דרשינן הכי ותו מה יענה הרב לכמה מקומות בתלמוד שמצינו דדריש הכי הלא בפרק החולץ דמ\"ד ע\"א דרשינן דאשר לא יבנה את בית אחיו בית אחיו הוא בונה ולא ב' בתים ובפ' ראוהו ב\"ד דכ\"ו ע\"א אמרינן שופר א' אמר רחמנא ולא ב' וג' שופרות ובפ' לולב הגזול דל\"ה אמרינן פרי עץ הדר אמר רחמנא ולא ב' וג' וה\"נ אמרינן התם בדל\"ב ואימא תרי כפי כפת כתיב ובפ' המביא תניין ד\"ך ע\"ב אמרינן וכתב לה ס' כריתות ספר א' אמר רחמנא ולא ב' וג' וכן בפ\"ב דסוטה דח\"י יע\"ש והנה לההיא דפ' החולץ י\"ל דהתם לאו מקרא דביתו נפ\"ל אלא מקרא דעליה ולא על חבירתה כמ\"ש רבינו בפ\"א מה' יבום די\"ב וע\"ש בדברי הלח\"מ שם אלא שעיקר דברי רבינו הללו יש להם מן הקושי מתוך סוגייא דיומא דהוצרכו לשנויי יבמתו יבמתו ריבה ולא אמרו מדכתי' עליה ולא על חבירתה שמעינן דלחדא מיהא הוא מייבם וי\"ל ודוק גם לההיא דפ' לולב הגזול י\"ל ע\"פ מ\"ש הרא\"ש שם עלה דמתני' דרי\"א ג' הדסים וב' ערבות וז\"ל הני שיעורי שלא לפחות מהן אבל להוסיף יכול ואין כאן משום ב\"ת אלא א\"כ מוסיף מין אחר והא דאמרינן פרי אחד אמר רחמנא ולא ב' וג' היינו לענין חובת לקיחה כלומר אם באת להצריך ב' וג' פרי אחד אמר רחמנא עכ\"ל וכונתו לומר דלא ממעטינן ממילת פרי ב' אלא פחות מפרי אחד הוא דממעטי' אבל ב' וג' ודאי כשרים דבכלל פרי אחד הן דבכלל מאתים מנה ותלמודא ה\"ק אם איתא דפרי עץ הדר היינו פלפלין כיון דאי אפשר לקיים לקיחתן כי אם בב' וג' היכי יתקיים קרא דפרי עץ הדר דמשמע אפי' אחת מעתה אין מכאן תשובה לדברי הרב מ\"ל כמובן ובהכי יש ליישב ג\"כ ההיא דדף ל\"ב דפריך תלמודא ואימא תרי כפי ומשני כפת כתיב ותלמו' הכי פריך ואימא תרתי כפי דוקא כיון דקרי' כפות ומשני כפת כתיב ומשמע אפי' אחת אבל לא בא למעט ב' כפות אלא דבא' עלתה לו וההיא דשופר נמי י\"ל על דרך זה דמה\"ט אמרי' דשופר של פרה לא איקרי שופר משו' דשל פרה קאי גילדי גילדי ולא מיקרי שופר אחד אלא שופרות דמשמעות הכתוב יש אף שופר א' ואי אפשר להתקיים בשל פרה שאינו נקרא שופר אחד לעולם וע\"פ דברי הרב מ\"ל נוחים דברי הרא\"ש הללו דלא תיקשי ליה סוג' דיומא דממעטינן ממילת ביתו ב' בתים והוא כתב ולא ממעטי' מפרי אחת ב\"וג אלא דבא לרבות אפי' אחד אמנם ע\"פ דברי הרב ניחא דהתם שאני דאיכא טעמא דמילתא למר כדאית ליה ולמר כדאית ליה אבל בעלמא אמרינן בכלל מאתים מנה וכן ההיא דגטין וההיא דסוטה יש ליישב ע\"פ האמור ודוק ועיין בס' גט פשוט דקס\"ד ע\"ב בההיא דקיר קירות ב' יע\"ש ומפי מורי הרב מר יאודה זלה\"ה שמעתי דהרא\"ש לא אמרה למילתיה אלא דוקא גבי קרא דפרי עץ הדר דאיכא למימר דמיעוטא דפרי אחד לא אתא אלא למעט פלפלין דלא מינכר לקיחתן בפחות מב' משא\"כ בההיא דכ\"ג דמיעוטא דביתו אי אפשר לאוקמיה בענין אחר אלא למיעוטא דב' בתים דוקא וגבי לולב נמי יש לומר דמשו\"ה ליכא ב\"ת אע\"ג דכתיב כפת משום דיש אם למקרא ועיין.<br><b> ולעיקר </b> קושיית הרב מ\"ל אמאי לא דרשי' גבי עבד בית אחת ולא ב' בתים כי היכי דדרשינן גבי כ\"ג לדעתי לא קשיא דהא קי\"ל כר\"ע דדריש כל אתין שבתורה וגבי עבד כתיב כי אהבך ואת ביתך ואתא את וריבה אפי' בית אחר דמה\"ט דבעינן שיהיה לו בנים ג\"כ ע\"ש א\"נ י\"ל דכיון דגבי עבד גופיה קפיד רחמנא שיהיה לו אשה ובני' ולא קפי' שיהיה לו אשה אחרת בלבד שהרי מלבד האשה כנענית שמסר לו רבו יש לו אשה ישראלית כדכתיב ויצאה אשתו עמו ה\"נ גבי רבו נמי סברא הוא דלא קפיד רחמנא בהכי כנ\"ל לע\"ד.<br><b> ודע </b> שמ\"ש רבינו בכ\"ג נשוי היינו שכנסה לחופה אבל אם לא כינסה אלא שקידשה בלבד לא מהני דכל כמה דלא כניס לה לא מיקרי ביתו כדאמרי' בגמר' ויש להסתפק למאי דקי\"ל כרבנן שלא היו מתקנין אשה אחרת לכ\"ג ביו\"הכ אם היו מכניסי' כ\"ג אחר לשמש תחתיו או היה מקדש אשה אחרת ונכנס לחופה ביו\"הכ ואח\"כ עובד והנה משום איסור אנינות אין לאוסרו לעבוד שהרי כ\"ג מקריב אונן ואפי' להתחיל בעבודה תחילה וכמ\"ש רבי' בפ\"ב מה' ביאת המקדש ד\"ו וכמ\"ש שם הרב מ\"ל ז\"ל שם יע\"ש וראיתי להתוס' בפ\"ק דיומא די\"ג ע\"ב ד\"ה ולחדא שכתבו וז\"ל בירוש' משמע אשה אחרת מתקנין לו מזמינין אותה שאם תמות אשתו ביו\"הכ שיקדש זו ביו\"הך ופליג אגמ' דידן דפריך התם ויקדש מאתמול ומשני וכפר בעד ביתו ולא בעד ב' בתים ופריך ולא נמצא כקונה קנין בשבת ומשני משום שבות התירו במקדש עכ\"ל הנה לדעת הירוש' מבואר דטפי ניחא להו לרבנן שיכניס לחופה הכ\"ג ביו\"הך מלהניח כ\"ג אחר שישמש במקומו ולפ\"ז אפשר דלרבנן דר\"י אע\"פ שלא היו מתקנין אשה אחרת מבע\"י אם אירע שמתה אשתו של כ\"ג ויש אשה אחרת מוכנת לקדש אותה בודאי שהיה מקדש אותה והיה נכנס לחופה וחוזר לעבודתו אך ק' דכיון דחופה זו אינה ראויה לביאה שהרי יו\"הכ אסור בתשמיש המטה וכיון דאינה ראויה לביאה לא קני לה ולא מיקרי ביתו וכמ\"ש רבינו בפ\"י מה' אישות דחופת נידה לא קני לה ליורשה ולהטמא לה והרי היא כארוסה וכן הוא דעת הרי\"ף בה' בכתובות פ' אע\"פ ועיין לה\"ה והר\"ן שכתבו דיש חולקין ע\"ז ולדידהו הירוש' הנז' מסייען וליכא למימר דהירוש' פשיטא ליה דלא בעינן חופה הראויה לביאה ורבינו בה' אישות פסק כתלמודא דידן דמספ\"ל דהא ודאי כיון דבתלמודא דידן לא אפשיטא ובירוש' אפשי' הו\"ל למפסק כפשיטותיה דירוש' כדרכו כנודע ולדעת הסוברים דמן התורה אינו אסור ביו\"הכ אלא אכיל' ושתיה דוקא ושאר מילי אסורין מדרבנן היה מקום לומר דדוקא חופה שאינה ראויה לביאה מדאורייתא כנידה הוא דאינה קונה אבל כל שאינה ראויה מדרבנן חשיבא חופה אכן לא מצאנו ידינו ורגלינו לדעת רבי' דס\"ל בה' שביתת עשור דכל ה' עינויים הן מן התורה.<br><b> ואפשר </b> לומר דע\"כ לא אמרינן דחופה שאינה ראויה לביאה דינה כארוסה אלא גבי נידה שאיסורא מחמת עצמה משא\"כ הכא בחופה דכ\"ג ביו\"הך דיומא קגרים דאיתתא שפיר חזייא וא\"נ י\"ל ע\"פ מ\"ש הרב מ\"ל בפ\"י מה' אישות ד\"ב דחופה קודם קידושין קונה לאחר שיקדשנה יעש\"ב וא\"כ אפשר דהירוש' הזה מיירי בשכנסה לחופה מבע\"י ואח\"כ ביוה\"כ הוא מקדש אותה אלא שבעיקר דברי המ\"ל יש לעמוד בהן עיין למו\"ה בס' שער המלך בקונט' חופת חתנים ס\"ח יע\"ש והנכון אצלי דרבינו ס\"ל דהירוש' פליג אגמ' דידן בהאי מילתא דקאמר בסוגיין דכל כמה דלא כניס לה לאו ביתו הוא וס\"ל להירושלמי דכ\"ג ביו\"הכ כשמתה אשתו לא היה אלא מקדש אשה אחרת לבד ולא נכנס עמה לחופה ובקידושין לבד מיקרייא ביתו וכן כתב הרב פרי חדש בדין זה בהדייא דהירושלמי משמע ליה הכי יעויין שם והסברא נוטה לזה דאיך יתכן להכניסו לחופה לכ\"ג ביו\"הך בשעת שמתה אשתו הראשונה ולהוציאו מן המקדש בשעת העבודה ולהחזירו לעבודתו דבר זה אין הדעת סובלו אלא ודאי כדאמרן.<br><b> אחרי </b> כותבי כל זה חדשים מקרוב נדפס ס' נאות יעקב להרב החסיד מהר\"י אלגאזי וראיתי בקונט' גט מקושר להרב בנו הי\"ו בסימן ח' הביא דברי הרב מ\"ל בפ\"ג מה' עבדים ועמד על דבריו מסוגיין דפ\"ק דיומא וכאשר הארכנו לעיל ועמד ליישב דברי רבינו להצילו מהשגת הראב\"ד ושני דרכים לפניו ואין בהם כדי שביעה עיין עליו גם עמ\"ש הרב מש\"ל בפ\"י מה' אישות ד\"ב דחופה קודם קדושין קונה עמד מתמיה מסוגיין דפ\"ק דיומא דא\"כ אמאי לא מוקי תלמו' מתני' דאף אשה אחרת מתקינין מקדש לאשה אחרת בתנאי שיחולו הקדושין כשתמו' אשתו הראשונה ומיד קודם הצום נכנס לחופה דהשתא אם תמות אשתו הראשונה קודם עבודה או בפלגא דעבודה מיד יחולו הקדושין לאחר מכאן ולא למפרע ואע\"ג דהשתא בשע' חלות הקידו' ליכא חופה מ\"מ אהני ליה חופ' דעיו\"הך לקנותה שהרי זו היא שיטת הרמב\"ן והרשב\"א דחופה שקודם קדושין מהני לקנותה לאחר שיחולו הקדושין וכמ\"ש הרמ\"ל והניח דבר זה בצ\"ע יע\"ש ולפי מ\"ש מו\"ה בעל שע\"ה בקונט' חופת חתנים ס\"ח לענין זה ע\"ד הרמ\"ל אין מקום לתמוה על הרמב\"ן והרשב\"א בזה ואף גם זאת שערי דחיה לא ננעלו דחופה כי האי דבשעת חלות הקדושין אין בידו להכניסה לחופה דהו\"ל כקונה קנין בשבת אפשר דלכ\"ע לא מהני כשכנסה קודם קדושין דחופה הראויה בשעת קדושין בעינן ודוק."
            ],
            [
                "<span class=\"H\">שורש הפרשת כ\"ג ז' ימים קודם יוה\"כ ז' </span>\n<b> ימים קודם יו\"הכ מפרישין כ\"ג כו'.</b> משנה בריש יומא ובעו בגמרא מנה\"מ ואמר רב מניומי בר חלקיה אמר ר\"י אמר קרא כאשר עשה ביום הזה ציוה ה' לעשות לכפר עליכם לעשות זה מעשה פרה לכפר זו מעשה יו\"הך ופריך עלה ואימא כוליה קרא ליו\"הך ומשני אמרי יליף ציוה ציוה מפרה והדר פריך ואימא ציוה ציוה דיו\"הך דכתיב ויעש כאשר צוה ה' ומשני דנין ציוה דלפני עשיה מציו' דלפני עשיה וכתבו התוס' בד\"ה אלא וז\"ל תימא מאי קא פריך דא\"כ לעשות ל\"ל וי\"ל דס\"ד דמקשה דתרוייהו אצטריך ליו\"הך דאי לא כתיב אלא לכפר הוה אמינא כפרה דקרבנות ואי לא כתיב אלא לעשות הו\"א זה פרה להכי כתיב תרווייהו למעוטי פרה דקרבנות עכ\"ל. ולכאורה איכא למידק טובא בדבריהם דאיך תיסק אדעתין דכי כתיב לכפר לחודיה למדרש כפרה דקרבנות דתפסת מועט תפסת דכי דרשינן ליה לענין כפרה דקרבנות אנו מרבין קרבנות דיו\"הכ וכמ\"ש התוס' לקמן ד\"ה אימא ואי דרשינן ליה ליו\"הכ אין כפרה דקרבנות בכלל וכיון שכן טפי אית לן למדרשיה לכפרה דיו\"הכ ולא לכפרה דקרבנות דמה\"ט פריך תלמו' ואימא כוליה קרא ליו\"הך הוא דאתא. ונראה דמשמע להו להתוס' דכפרה דקרבנות ודיו\"הכ כולה חדא מילתא היא ששניהם באים לכפר אבל פרה דיו\"הך שזה לכפר וזה לטהר אין סברא לרבות ובהכי ניחא מאי דפריך תלמודא לקמן ואימא לכפר כפרה דקרבנות אע\"ג דמרבינן בהך דרשא קרבנות ליו\"הכ ומעיקרא פריך ואימא כוליה קרא ביום הכפורים אלא משום דקרבנות ויו\"הך חדא מילתא היא משו\"ה פריך הכי ובמאי דפריך תלמו' ואימא ציוה ציוה דיו\"הכ כתבו התוספות דהכי פירושו מ\"ט לא נפקא לן מקרא אלא פרה וי\"הכ אימא ציוה זה יו\"הכ ואייתר לן לעשות לכפר ונדרוש לעשות זה מעשה פרה לכפר אלו קרבנו' דכתיב בהו כמה זימנין לכפר עכ\"ל.<br><b> ולכאורה </b> קשה דלפי פי' זה מקשה תלמו' היפך מאי דפריך מעיקרא ואימא כוליה קרא ליוה\"כ הוא דאתא ומשום דתפסת מועט והשתא פריך דנרבה מקרא פרה וקרבנות ויוה\"ך ונראה דהשתא שדריש ג\"ש דציוה ציוה לרבות מעשה פרה ואייתר ליה לעשות וע\"כ דאתא למעט קרבנות דחיקא ליה לתלמו' לרבות פרה שאינה באה לכפר ולמעט קרבנות הבאים לכפר וזו אינה סברא כמ\"ש התוס' לקמן מש\"ה הדר למפרך שנדרוש ג\"ש דציוה ציוה ליוה\"כ ולעשות לרבות פרה ולכפר לרבו' קרבנו' ואי תקשי לך אמאי לא פירשו התוס' דהכי פריך ואימא ציוה ציוה דיוה\"כ ונדרוש לעשות למעט קרבנות ולכפר למעט פרה והוה ניחא דפריך השתא כדפריך מעיקרא ואימא כוליה קרא ליוה\"כ אתא נראה דהא לא ניחא להו לפרש דא\"כ למ\"ל ג\"ש דציוה ציוה לא לכתוב אלא לעשות ולכפר ואנא אמינא לכפר זה יוה\"ך ולא פרה לעשות למעט קרבנות כדפריך תלמו' מעיקרא וליכא למימר דאצטריך ג\"ש דציוה ציוה כי היכי דלא נדרוש לעשות לרבו' מעשה פרה ולא למעט מעשה קרבנות דכיון דאיכא למדרש קרא לרבו' ואיכא למידרש למעט טפי דרשינן ליה למעט כדמוכ' מההיא דפריך תלמו' מעיקרא ואימא כוליה קרא ליוה\"ך הוא דאתא.<br><b> עוד </b> פירשו התוס' דתלמו' הכי פריך ואימא ציוה לעשות זה יוה\"ך דכתיב ביה ויעש וכתיב ביה ציוה אבל פרה דלא כתיב ביה לשון עשיה לא ולכפר זה קרבנות ואיצטריך לעשו' כדי למעט פרה דאי לא כתיב אלא ציוה לכפר הו\"א ציוה זה פרה ויוה\"כ דהי מינייהו מפקת להכי כתיב לעשות לאפוקי פרה דלא כתיב ביה עשיה עכ\"ל ולפירוש זה קשה דלמה להו למימר דלכפר בא לרבו' מעשה הקרבנות דאמאי לא פירשו דלכפר בא למעט פרה דלא נדרוש לה מג\"ש דציוה משום הי מינייהו מפקת ולעשות בא למעט קרבנות ונראה דא\"כ לא לימא קרא אלא לכפר לבד ולא דרשינן אלא יוה\"כ לבד ולא פרה ולא קרבנו' דתפסת מועט דלפי פירוש זה שפירשו התוס' השתא משמע להו דלא דרשינן מלכפר אלא יוה\"כ לבד ולא קרבנות כמ\"ש הרב ח\"ה יע\"ש ואי תקשי לך ומי הכריחם לכך ואמאי לא פירשו דהמקשה ס\"ל דלכפר דרשינן קרבנות ויוה\"כ כדפריך תלמודא בתר הכי והשתא פריך דאימא דג\"ש דציוה ציוה אתא למעשה יום הכפורי' ולכפר למעט פרה ולעשות למעט קרבנות איכא למימר דא\"כ לימא קרא לעשות לבד וליכתוב קרא כאשר עשה ביום הזה כן יעשה ואנא אמינא לעשות זה יוה\"כ דכתיב ביה עשיה ולא פרה וקרבנות דלא כתיב ביה עשיה אך קשה דא\"כ מעיקרא כי פריך תלמודא ואימא כולי קרא ביה\"ך ופירשו התוס' דאתא לעשות למעט קרבנות אמאי לא משני דא\"כ למה לי לכפר ליכתוב לעשות לחוד וכדאמרן ומינה ממעטינן פרה וקרבנות כדאמרן וכעת צ\"י.<br><b> עוד </b> הוקשה להם לפי פירוש זה וז\"ל וא\"ת ולדברי המתרץ דמשני דמדדמי ליה ילפינן למאי אצטרי' ציוה לעשות לכפר לא הוה אצטריך למכתב אלא ציוה לכפר ונדרוש ציוה זה פרה לכפר זה יוה\"כ וכי פרכת אימא ציוה זה קרבנות ולשני דנין ציוה מציוה ואין דנין צוואתו מציוה ותירצו וי\"ל דאי לא כתיב אלא ציוה לכפר הו\"א ע\"כ ציוה זה יוה\"ך כיון דאידי ואידי פרישתו לקדושה עכ\"ל וראיתי להרב ח\"ה שכתב וז\"ל והוצרכו לסברא זו דפרישתו לקדו' משום דמשמע להו לפי שיטה זו דע\"כ אי לא הוה כתיב לעשות לא הוה משמע ציוה זה פרה משום הי מינייהו מפקת דא\"כ לפי האמת לא ליכתוב לא לעשות ולא לכפר רק צוה זה פרה ויוה\"כ דהי מינייהו מפקת אלא דאי לא כתיב לעשות לא הוה מוקמינן צוה רק ליוה\"כ משום דפרישתו לקדושה מיהו לפי מ\"ש בסוף דבריהם דאדרבא כיון דבמלואי' לא הוה כתיב לעשות לא הוה צואה דלפני עשיה אלא לאחר עשיה לא הוה צריכי להך סברא דפרישתו לקדושה אלא דהוה מוקמינן ליוה\"ך משום דהוי לאחר עשיה עכ\"ל.<br><b> הנה </b> זה שכתב דמשמע להו לפי שיטה זו דאי לא הוה כתיב לעשות לא הוה משמע צוה זה פרה דא\"כ לפי' האמת כו' לפ\"ז אין בין המקשן והתרצן אלא משמעות דורשים דהמקשן משמע ליה דדרשינן בג\"ש והתרצן ס\"ל דאין פרה בכלל וא\"כ קשה מה לתרצן לומר דנין ציוה דלפני עשיה מציוה דלפני עשיה לימא ליה בפשיטות הא לא מצית אמרת דציוה אתא לרבו' יוה\"כ דא\"כ אייתר לעשות ולמעט פרה לא אצטריך משום דאין בכלל הג\"ש דציוה אלא יוה\"כ דוקא ולא פרה דהשת' דמשני ליה דנין ציוה מציוה דלפני עשיה תקשי ליה א\"כ לעשות ל\"ל כי ע\"כ נלע\"ד דודאי לפום מאי דמשני התרצן דנין ציוה דלפני עשיה מציו' דלפני עשיה תו ליכא לרבות מג\"ש דציוה פרה ויוה\"כ שהרי פי' התוס' דלאו מדכתיב ציוה קודם לעשות הוא דקרי ליה לפני עשיה אלא משום דצואה דמלואים וכפרה דמו אהדדי דכשם שצואת מלואים הוא ציווי להבא שיעשו כן ה\"נ צואה דפרה הוא ציווי שיעשו כן משא\"כ בצואה דיוה\"כ קאי הצואה על דבר העשוי כבר שעשה אהרן כאשר ציוהו השם ומה\"ט לא דמו ענין הצוואו' להדדי הוא דניחא ליה לתרצן לומר דג\"ש דציוה אתא למעשה פרה טפי ממעשה יוה\"כ והשתא להתרצן דאית ליה האי סברא תו לא מצי מימר דאי לא כתיב לעשות הוה דרשינן בג\"ש דציוה פרה ויוה\"כ משום הי מינייהו מפקת דיוה\"כ לא מצי למדרש בג\"ש זו כיון דלא דמו הצוואות אהדדי אבל המקשן דלית ליה האי סברא הוה משמע ליה דבג\"ש דציוה ציוה מרבינן פרה ויוה\"כ משום הי מינייהו מפקת.<br><b> גם </b> מ\"ש עוד הרב דלפי מ\"ש לקמן דאדרבא כיון דבמלואים כו' לא הוו צריכי להך סברא דפרישתו לקדושה נלע\"ד דמשום דאיכא הך סברא דפרישתו לקדושה נמי הוא שכתבו דאדרבא כיון דלא כתיב לעשות לא הוה ציוה דלפני עשיה מצוה אלא דלאחר עשיה כו' דהשתא איכא תרי טעמי למדרש ג\"ש דציוה ליו\"הכ טפי מפרה אבל כי ליכא הך סברא דפרישתו לקדושה אע\"ג דציוה דמלואים כתיב לאחר עשיה כציוה דיו\"הכ מ\"מ טפי אית לן למדרש ליה לפרה דדמו הצוואו' להדדי דזה וזה להבא ולא לי\"הכ דזה להבא וזה לשעבר וכתבו עוד התוספו' ואי לא כתיב אלא לעשות ולכפר הו\"א לכפר זה יו\"הכ לעשות זה קרבנות דפרישתו לקדושה עכ\"ל וכתב הרב ח\"ה ז\"ל וז\"ל וק' לדבריהם לעיל דפריך ואימא כוליה קרא ליו\"הכ ופי' התוס' דאי לא כתיב אלא לכפר הו\"א כפרה דקרבנות הו\"ל למפרך כתירוצם הכא דאימא לכפר זה יו\"הכ ולעשות זה קרבנות משום דפרישתו לקדושה עכ\"ל ולע\"ד אין ספק דלפום מאי דמשמע להו השתא דלעשות אתא לרבו' קרבנו' משום דפרישתו לקדושה דה\"נ מפרשינן במאי דפרי' תלמו' לעיל ואימא כוליה קרא ליו\"הכ אתא כלומר ואייתר חד מילה ודרשינן באם אינו ענין ליו\"הכ תנהו ענין לקרבנות דפרישתו לקדושה ודמי ליו\"הכ ודוק.<br><b> ובתוס' </b> ישנים כתבו וז\"ל ואימא צואה דיו\"הכ ק' דא\"כ לכפר למאי אתא ורבינו פי' דאייתר ליה ולמימר צואה דקרבנות ולכפר יבא לדרוש על פרישת יו\"הכ לכפר על כפר' קרבנו' והפסוק דמפיק בל' לכפר מוכי' שאין לדורשו אלא כפרה כדפרישית ולעולם בפרישת דלפני יו\"הכ מיירי ואם לא היה אומר אלא לכפר לחוד לא הייתי רואה אלא כפרת יו\"הכ כדפריך בסמוך עכ\"ל ודבריהם באו סתומים קצת במ\"ש ולכפר יבא על פרישת יו\"הך לכפר על כפרת קרבנות ונראה דכונתם לומר דלא נימא דלכפר בא לדרוש על פרישת יו\"הך שאפי' נכנס כ\"ג לעבוד עבודה זמן רב קודם יו\"הכ ופירש עצמו ז' ימים קודם כניסתו לעבודה אפי\"ה צריך לחזור ולעשות פרישה ז' ימי' אחרים קודם יו\"הכ לזה אמרו דאינו כן אלא לכפר יבא לדרוש על פרישת יו\"הכ שצריך פרישה משום כפרת קרבנות כלומר שאם לא עבד כ\"ג זה קודם יו\"הכ כשנכנס לעבוד ביו\"הכ צריך פרישה וע\"ז הוקשה להם דא\"כ למה לן קרא ליו\"הכ כיון דלא גרע יו\"הכ משאר ימים לזה כתבו דאם לא היה אומר אלא לכפר לחוד לא הייתי רואה אלא כפרת דיו\"הכ דוקא ולא דשאר ימים כלומר דכשיבא לעבוד בשאר ימים לא היה צריך פרישה לזה איצטרי' תרי קראי לגלות דאף בשאר הימים צריך פרישה כשבא לעבוד עבודה מיהו כל שפי' בשעת כניסתו לעבודה אין צריך פרישה אחרת לעבודת דיו\"הכ וז\"ש ולעולם בפרישת דיו\"הכ מיירי וכמובן כן נראה לע\"ד בכונת דבריהם אי לית בהו חסיר או חליף ודוק.<br><b> ואת </b> זה ראיתי בחי' הריטב\"א שכתב וז\"ל ואימא צואה דיו\"הכ וא\"ת א\"כ לכפר ל\"ל ועוד דגמרי' צואה צואה ליקו תרווייהו בג\"ש פרה ויו\"הכ דהא שקולין הן ויבואו שניהם וי\"ל דלכפר אצטריך דלא נימא יו\"הכ קמא או כ\"ג קמא דוקא צריך פרישה דהא דכותא להא אמרי' לקמן ודקאמרת דליקו תרווייהו הא ליתא דכל היכא דאפשר למדרש כוליה קרא ביו\"הכ לחוד דדמי למלואים שמעשיו בפנים ולכפר לא מוקמינן ליה כפרה עכ\"ל ואיכא למידק דא\"כ דאית לן למדרש קרא ביו\"הכ טפי מפרה איך קאמר תלמודא לעיל בשלמא כולי קרא בפרה לא מתוקם לכפר כתיב ופרה לאו בת כפרה היא ולדברי הריטב\"א אפילו כי מתוקם כוליה קרא בפרה אכתי תקשי לן אימא כוליה קרא ביו\"הכ כיון דדמי למלואי' טפי מפרה ואפש' דלאו משו' דכתיב לכפר הוא דממעטי' ליה דאפי' אי לא כתיב לכפר נמי טפי הו\"ל למדרש קרא ביו\"הכ מפרה אלא משו' דאשכח קרא בהדייא נקיט ליה כנ\"ל בדוחק ושקלינן וטרינן טובא בגמ' אמאי מוקמינן קרא דלכפר ביו\"הכ ולא מוקמינן ליה בכפרה דקרבנות דכל השנה נמי או דרגלים או דעצרת או דר\"ה ומסקינן אמר רבינא דנין עבודה בכ\"ג מעבודה בכ\"ג לאפוקי דר\"ה ועצרת ושאר רגלי' דלאו בכ\"ג א\"נ דנין עבודה תחילה מעבוד' תחי' לאפוקי הני דלאו תחילה נינהו ואמרי' תו כי אתא רב דימי אמר ר' יוחנן מתני חדא וריב\"ל מתני תרתי ר\"י מתני חדא לעשות לכפר אלו מעשה יו\"הכ וריב\"ל מתני תרתי לעשות זה מעשה פרה לכפר זה מעשה יו\"הכ ומה שהיו מפרישין כהן השורף את הפרה לר\"י משום מעלה בעלמא ופריך עלה והאמר רב מנייומי אמר ר\"י לעשות זה מעשה פרה ומשני ההיא דרביה דר\"י היא יע\"ש.<br><b> והנה </b> רבינו הכא בפירקין ובפ\"ב מהלכו' פרה כתב דהפרשת כ\"ג ביו\"הכ וקודם שריפת הפרה קבלת ממרע\"ה היא כנראה דפסק כרביה דר\"י דדרי' מקרא דלעשות ולכפר מעשה פרה ומעשה יו\"הכ וקרי ליה קבלת ממרע\"ה אף על גב דמקרא ילפינן להו משום דדרשא זו אי לאו דאיכא קבלה ממרע\"ה אינה מוכרח' בכתוב דפשטיה קרא יש לפרש כמו שכתב רש\"י בפירוש החומש וכעין זה כתב רבינו ג\"כ בפ\"ג מה' נזיר די\"ב ושם ד\"ב ובריש פי\"א מה' טומאת צרעת ועיין בדברי מרן כ\"מ שם יע\"ש ועיין במ\"ש רבינו בפ\"ג מה' אבל ד\"ח גבי כהן שפגע במת מצוה ובמ\"ש עליו הרא\"ם בפ' אמור ובמ\"ש עליו הרב לח\"מ דכל דבר שאינו מפורש בהדייא בכתוב קרי ליה רבי' דברי קבלה ועיין בדברי מרן כ\"מ ברפ\"ב מה' אבל והרב פ\"ח בקונט' מים חיים להלכות אלו כתב דרבינו משמע ליה דדרשא זו אינה אלא אסמכתא בעלמא שהרי בברייתא מפיק לה מקרא דבזאת יבא אהרן אל הקדש ועוד מהטעם שכתבו התוספו' דפריך תלמודא במלואים דם הכא מים ומשנינן נכנסו מים תחת דם דאי קרא אינו אלא אסמכת' אין לחוש אי אמרינן נכנסו מים תחת דם אבל אם הוא ילפותא גמורה אין טעם לזה יע\"ש ועל זה עמד מתמיה הרב דכולה סוגייא מוכחא דהוי ילפותא גמו' ולא אסמכתא יעש\"ב.<br><b> ולע\"ד </b> יש לישב כל תמיהות' ע\"פ מ\"ש רבי' בהקדמ' לס' זרעים שיש דברים מקובלים ממרע\"ה ואע\"פ שהן מקובלים מחכמת התורה הנתונה לנו נוכל להוציא ממנו הדברים בדרך מדרכי הסברות והאסמכתות והראיות והרמזים המצויי' במקרא וכשתראה אותם מעייני' וחולקין זה עם זה במערכת העיון ומביאין ראיות מאלו הפירושים המקובלים לא הביאוהו מפני שנשתבש להן זה הענין עד שנודע להם מהראיות אלו אבל חקרו על הרמז הנמצא בכתוב הזה ופי' המקובל כו' יעש\"ב מבואר יוצא מדבריו ז\"ל דדרך הש\"ס לחקור ולישא וליתן על הרמז והאסמכתא הנמצא בכתוב על הפי' המקובל והואיל וכן יש לנו לומר דזו שבשמעתין כיוצא בהן היא וזה שכתבו התוס' בר\"פ אלו נאמרים דאין דרך הש\"ס לדקדק כל כך על האסמכתות אף רבינו ז\"ל אזיל ומודה דמילתא דמסתברא הוא אלא דמשמע ליה דהיינו דוקא במידי דתקינו רבנן ואסמכוהו אקרא דודאי שאין לדקדק באותה האסמכתו' אותו הרמז כיון דהדבר ידוע שהוא מדרבנן אבל בדבר המקובל ממרע\"ה ואסמכוהו אקרא בדרך מדרכי הסברות שקיל וטרי תלמודא באותה אסמכתא ואותו הרמז אם יש בה דבר סת'ר לאותו רמז והאסמכתא ואע\"פ שדעת רבינו בשורש השני משרשיו הוא דכל דבר הבא מא' מי\"ג מידות אפי' הלמ\"מ חשיב דרבנן כל שלא מצינו בש\"ס שקראוהו דאוריי' כיע\"ש והכא גבי הפרשת כ\"ג קודם יו\"הכ לא מצינו שקראוהו דאורייתא ומה\"ט משמע דלא מנה רבי' במנין המצוות מצות הפרשת כ\"ג ביו\"הכ דס\"ל דהוי מדרבנן אף עפ\"כ מדקדק הש\"ס באסמכת' זו אפי' אם יהיה מדרבנן כיון דקבלה היא ממרע\"ה ולא תקנה דרבנן אפשר שירמוז אותה התורה כשאר דברים הנלמדים בא' מי\"ג מידות דאע\"פ שיש מהן שדינן מדרבנן שקיל וטרי בהו תלמודא על הרמז והאסמכתא הנמצא בכתוב ההוא ועיין להרב לב שמח בשורש השני ודוק ואי תקשי לך לדעת הרמב\"ן דס\"ל דכל דבר הנלמד בא' מי\"ג מידות או מרבוי הכתוב דאורייתא הוא כמ\"ש שם בשורש השני אמאי לא מנה הפרשת כ\"ג קודם יו\"הכ והפרשת כהן השורף את הפרה למאן דמפיק לה מקרא דלעשות בכלל מנין מ\"ע י\"ל דהפרשה זו היא חלק מחלקי מעשה עיו\"הכ ומעשה הפרה וכבר כתב רבינו בשורש י\"ב שאין למנות למצוה בפ\"ע כל שהוא חלק מחלקי המצוה זולת כשהיא כולל כל הקרבנות כולן כמליחת הבשר ושיהיה תמים ולא בעל מום דכולל כל הקרבנות כולן יע\"ש ומה שהק' עוד הרב פ\"ח דאי קרא אסמכתא בעלמא הוא א\"כ מאי קמותיב ליה ר\"ל לר\"י אי מה מלואים כל הכתוב בהם מעכב בהן כו' ושתיק ר\"י ואמאי לימא ליה קרא אסמכתא בעלמא הוא לפי האמור בשם רבינו דדרך הש\"ס לדקדק על האסמכתות והרמזים אין כאן קושי' גם אידך דק\"ל מדפריך תלמודא למה מפרישין אי לר\"ל כדאי' ליה אי לר\"י כדאית ליה ה\"נ י\"ל דעל האסמכתא הנמצאת בכתוב קאמר ואע\"פ שלדעת רבינו מקבלה למרע\"ה הוא דילפי' לה מ\"מ כיון דאשכחן רמז ואסמכתא לדברי הקבלה נקיט לה תלמודא ובין שנלמד מן הקבלה או מעיקר קרא שפיר פריך דלא בעינן טעמא למה מפרישין דכך היתה הקבלה ואי מתקנת רבנן הוא בעינן טעמא גם מה שהוק' לו עוד דמשמעתין מוכח דדוקא גבי שריפת הפרה הוא דאמרינן שאינה אלא מדרבנן ומשום מעלה בעלמא אבל גבי יו\"הכ הוא מן התורה קושטא הכי דלר\"י דלית ליה אסמכתא מקרא גבי שריפת הפרה אינה אלא מדרבנן בעלמא ומשום מעלה בעלמא אבל גבי יו\"הכ דאית לן אסמכתא מן התורה אע\"פ שהיא מדברי קבלה חשיבא דאורייתא ועיין להתוס' בפ\"ק דר\"ה די\"ב ע\"א ד\"ה תנא שכתבו בהדייא שכל דבר דרבנן דאית ביה אסמכתא קרי ליה דאורייתא יע\"ש.<br><b> והרב </b> מש\"ל בפ\"ב מה' פרה הוקשה לו דלמה זה שבק רבינו לסברת ר\"י דאמר דשריפת הפרה משום מעלה בעלמא הוא ופסק כר\"ל דמפיק לה מקרא ועוד כפי מ\"ש התוס' דרבנן פליגי אר' ישמעאל ור\"י ס\"ל כרבנן פשיטא דהלכה כותייהו וכתב ע\"ש הר\"י קורקוס דרבי' היה גורס בברייתא דמייתי תלמודא לסייועי לר\"י לעשו' זה מעשה פרה ומש\"ה פסק דשתיהן דאורייתא ותמה עליו דגירסא זו אין לה שחר דא\"כ היכי פליג רבי יוחנן אבריית' ואם נאמר דס\"ל דההיא ר' ישמעאל ואיהו דאמר כרבנן א\"כ הדרא קושיא לדוכתא למה פסק רבינו כר' ישמעאל והניח דבר זה בצ\"ע ומתוך דבריו נראה דהיה גורס בגמ' ר\"י מתני חדא ר\"ל מתני תרתי ומשו\"ה עמד מתמיה למה זה פסק רבינו כר\"ל לגבי רבי יוחנן אמנם הגירסא שבידינו היא ר\"י מתני חדא ריב\"ל מתני תרתי ואנן קי\"ל הלכה כריב\"ל לגבי ר\"י וכמ\"ש התוס' במגילה דכ\"ח ד\"ה כוותיה ובע\"ז דל\"ה ד\"ה חדא ובגיטין פ' השולח דל\"ט ד\"ה הלכה כאבא שאול והרא\"ש והר\"ן בנדרים ס\"פ אין בין המודר ועיין למרן כ\"מ פ\"ב מה' נדרים דט\"ז ולהרב יבין שמועה דפ\"ט יע\"ש וגירסת הרב דגריס ר\"ל במקום ריב\"ל אין לה מקום שהרי ר\"ל יליף הפרשת כ\"ג קודם יו\"הכ מסני והכא יליף מקרא דלכפר ולדידיה ודאי דס\"ל כרבי יוחנן דשריפת הפרה משום מעל' בעלמא הוא דהא מקרא דלעשות ולכפר לא מצי למילף דא\"כ תקשי ליה אי מה מלואים דם ה\"נ דם כדקשייא ליה לדידיה אליבא דרבי יוחנן ומה שהקשה עוד הרב ז\"ל עמ\"ש הרי\"קו דרבינו גורס בברייתא לעשות זה מעשה פרה כו' דא\"כ היכי פליג ר\"י אברייתא נלע\"ד ליישב דס\"ל לרבינו דאותה ברייתא אזלא כרבי ישמעאל וליכא מאן דפליג אלא ר\"י תלמידו ואף שאין דרך האמורא לחלוק על תנא ואפי' ר\"י שהיה מן האמוראים הראשונים כמ\"ש התוס' בכתובות ד\"ח ובפסחים דצ\"ב ועיין בפ' טרף בקלפי דמ\"ב דאמרינן ור' יוחנן לא מבעייא לתנא דלא ציית אלא אפי' לרביה לא ציית ופסק רבינו ברפ\"א מהל' פ\"המ כר\"י ועיין שם בדברי מרן כ\"מ ודוק אעפ\"כ מצינו שעם רבו היה חולק מפני שהיה בזמנו שהרי בפ' מי שמתו דקנ\"ח ע\"ב גבי נפל הבית עליו ועל אשתו מצינו שחו' עם בר קפרא רבו ופסקו הרי\"ף והרא\"ש שם כבר קפרא מפני שהיה רבו יע\"ש וא\"כ אפשר דמה\"ט פסק רבי' הכא כר' ישמעאל רבו ועוד דסתמא דתלמודא בכולה סוג' שקיל וטרי בדרשא זו דדריש ר' ישמעאל ופריך ואימא כו' וכולהו אמוראי דיהבו טעמא למה לא דרשינן לכפר על מעשה הקרבנות דעצרת ור\"ה ורגלים משמע דכולהו ס\"ל כדדריש ר' ישמעאל דאי ס\"ל כרבי יוחנן דכוליה קרא דלעשו' ולכפר מתוקם ביו\"הכ ופרה משום מעלה בעלמא הוא לא הוו צריכי להני טעמי דבפשיטות טפי הו\"ל למימר דקרא לא אתא אלא מעשה יו\"הכ דכתיב ביה לעשות ולכפר משא\"כ בשאר קרבנות דלא כתיב בהו עשיה וכמ\"ש התוס' בד\"ה אימא יע\"ש.<br><b> ומ\"ש </b> עוד רבינו <b> ומפרישין </b>\n<b> אותו מאשתו כל ז' הימים שמא תמצא אשתו נידה.</b> הכי איתא בפ\"ק דיומא ד\"ו למה מפרישין שמא תבא על אשתו ותמצא ספק נידה והק' הריטב\"א בחי' למה לא תירצו לכך היו מפרישין אותו מאשתו משום שאם תבא על אשתו היה בעל קרי וצריך טבילה ובאותו יום לא היה יכול לעבוד עבודה בשביל שהוא טבול יום ואנן תנן בפרקין די\"ד כל ז' הימים הוא זורק את הדם ומקטיר את הקטורת ותי' הוא ז\"ל שעדיין היה יכול להקרי' ולעבו' כל עבודה בכל יום ולער' אחר תמיד של בין הערבים שעה א' קודם הערב שמש היה יכול לשמש מיטתו ואח\"כ היה טובל ומעריב שמשו וכ\"כ בחי' בשם ר\"י והק' אלינו חכם א' מחכמי אשכנז דתי' זה ניחא לדעת אביי דאמר לקמן בדי\"ד עלה דמתני' דכל ז' ימים הוא זורק את הדם דאפי' תימא דמתניתין אתיא כר\"ע נמי שאמר טהור שנפ' עליו הזאה טמאתו אפ\"ה קתני מתני' דכ\"ז ימים הוא זורק דעביד עבודה כולי יומא ולפנייא מדו עליה אבל רב חסדא לא ניחא ליה בהך תירוצא דאביי דקאמר דמתני' דלא כר\"ע וא\"כ לדעת ר\"ח מה צורך לו' דטעמא דמפרישין הוא משום שמא תבא על אשתו ותמצא ספק נדה ואין לומר דלר\"ח אין צורך לזה דהא חזינן דעלה דמשני הש\"ס שמא תבא על אשתו ותמצא ס' נידה קאמר הש\"ס אמרוה רבנן קמיה דר\"ח כמאן כר\"ע דאמר נידה מטמאה את בועלה וא\"ל ר\"ח אפי' תמרו רבנן דר\"ע כו' משמע דר\"ח הוה מתרץ מתני' כהאי תירוצא דשמא תבא על אשתו ותמצא ספק נידה ולפי האמור לר\"ח א\"צ לתי' זה כמדובר.<br><b> ולדידי </b> הא ק\"ל דר\"ח נמי הוצרך לתרץ מתני' בהאי תירוצא דשמא תבא על אשתו וכו' כי היכי דתיקום מתניתין אף כר\"ע דהא לר\"ע אין מקום לתרץ מתניתין משום שהוא בעל קרי ואינו יכו' לעבוד עבודה דהא לר\"ע לדעת ר\"ח בכל אלו ז' הימים לא היה הכ\"ג מקריב ולא עובד שום עבודה מטעם הזאה כדקא' ר\"ח מתניתין דלא כר\"ע וכיון שלא היה שום עבודה שפיר היה יכו' להיות עם אשתו שם וא\"ת א\"כ לר\"ח לא צרכינן להאי תירוצא אלא כי היכי דתיקום מתני' כוותיה דר\"ע נמי א\"כ מאי האי דקאמרי רבנן לר\"ח מתני' כמאן כר\"ע דאמר נידה מטמאה את בועלה פשיטא דכר\"ע אתייא דהא לדידיה הוא דצרכינן לתרץ מתני' משום דשמא תבא על אשתו ותמצא ספק נידה דלרבנן לא צרכינן לטעם זה לר\"ח דבלא\"ה ניחא מתני' משום ביטו' ההקרבה ור\"ח איך קאמר אפי' תימא מתניתין כרבנן דר\"ע כו' ואיך אפשר לתרץ מתני' כרבנן דר\"ע דלדידהו בלא\"ה ניחא ונראה דזו אינה קושיא דכונת ר\"ח לומר דתנא דהך מתניתין כר\"ע בחדא וכרבנן דר\"ע בחדא דלענין ביטו' ההקרבה ס\"ל כר\"ע שלא היה מקריב הכ\"ג בכל אלו ז' ימים משום ההזאה ועכ\"ל דס\"ל דטעמא שהיו מפרישין מאשתו הוא מפני שמא תבא עליה ותמצא ס' נידה וס\"ל כרבנן דר\"ע דבועל נידה אינו כנידה ועוד י\"ל שר\"ח דקאמר מתניתין דלא כר\"ע היינו משום דסתם מתני' אתיא כר\"ע ולר\"ע היו מזין עליו כל ז' הילכך אי ס\"ל כר\"ע דטהור שנפ' עליו הזאה טמאתו היאך הוה מקריב באלו הז' ימים אבל למ\"ד שהיו מזין עליו ג' וז' בלבד שפיר היה מקריב באלו הז' ימים לבד מג' וז' הילכך הך מתני' דקתני' שהיו מפרישין אותו מאשתו דמשמע דאתייא ככ\"ע דבהא לא אשכחן פלוגתא הוצרך ר\"ח לתרוצי דטעמא דלא היה עם אשתו בג' וז' שלא היה מקריב בו ע\"כ דטעמא הוא משום שמא תבא על אשתו ותמצא ס' נידה ועלה קאמר ר\"ח דאפי' ס\"ל כר\"ע בחדא לענין הזאה ס\"ל כרבנן דר\"ע באחרת א\"נ י\"ל דלענין הזאה לא היו מזין עליו בהדי פנייא דזריזין מקדימין ואיכא חשש שמא ישכחו ולא יזו עליו הילכך הסברא נותנת שהיו מזין עליו בבוקר ולזה הוצרך לומר מתניתין דלא כר\"ע אבל הכא קא מקשה למה היו מפרישין אותו מאשתו ולא היה משמש עם אשתו בערב סמוך לשקיעת החמה והוצרך לתרץ שמא תבא על אשתו ותמצא ס' נידה.<br><b> והנה </b> רש\"י כתב למה מפרישין אותו תבא אשתו עמו שם דלשכת פרהדרין לא היתה קדושה שהרי אין ישיבה בעזרה אלא למלכי ב\"ד בלבד כל שכן שכיבה עכ\"ל והתוס' הקשו עליו דאע\"ג דלא קדשה כקדוש' עזרה מ\"מ כהר הבית היתה קדושה דכל הר הבית מחנה לויה הוא ובעל קרי אינו רשאי ליכנס במחנה לויה ולכך פירשו הם ז\"ל דה\"פ יפרישוהו למחילה אחת בהר הבית דאמרינן בפרק כיצד צולין דפ\"ו דמחילות לא נתקדשו עכ\"ל ועיין לרש\"י בפרק כיצד ד\"ה כי אמרה ר\"י יע\"ש. וראיתי לרבינו בפ\"ז מהל' בית הבחירה די\"ו כתב דהר הבית מקודש שאין זבין וזבות נידות ויולדות נכנסים שם ולא כת' שאין בעל קרי נכנס שם והרמ\"ל והר' מהר\"ח אלפ'אנדארי בספר דרך הקדש ד\"ו ע\"א כתבו ורבינו סמך אמ\"ש בפ\"ז גבי אירע קרי לאחד מהם עולה במחילה שתחת הקרקע ויהיב טעמא לפי שמחילות לא נתקדשו והיינו טעמיה דר\"י דסמך הך מימרא דמחילות לא נתקדשו עם אידך דבעל קרי משתלח חוץ לשתי מחנות דתרווייהו תלוים זה בזה עכ\"ל יע\"ש. ולא זכיתי להבין דבריהם הקדושים דהיכי שמיע להו מדברי רבינו הללו דבעל קרי אסור ליכנס להר הבית דמ\"ש דכשאירע קרי לכהן היה הולך במסיבה שתחת הבירה ולא היה יוצא למעלה בקרקע על הבית היינו משום שהכהנים היו שומרים לעזרה מבפנים ושם בעזרה ודאי בעל קרי אסור ולכן היה הולך במסיבה שתחת הקרק' דמחי' הבנויות בקדש ופתוחות לחול תוכן חול ומפני שהיו פתוחו' להר הבית היו נידונות כהר הבית ואדרבא איכא למשמע מדברי רבינו הללו דבעל קרי מותר בהר הבית כמדובר וכעת דבריהם צל\"ע.<br><b> עוד </b> ראיתי למהר\"ח אלפ'אנדארי שם שהוק' לו עלה דמתני' דכלים דקתני הר הבית מקודש שאין זבין וזבות כו' ולא קתני בעל קרי בהדייהו וכתב דבעל קרי בכלל זבין והא קתני זבין וזבות נידות ויולדות והצ\"ע ולעד\"ן דתנא מילתא דאיתא בהדייא קתני דאתיא מדרשא לא קתני כדאמרינן בפרק השואל דצ\"ה ובעל קרי נפקא לן מריבוייא דכל וזבין איתיה בהדייא בכתוב ודוק.<br><span class=\"H\"> שורש אי חוששין למיתה</span>\n<b> ומ\"ש </b> עוד רבינו <b> ומתקינין </b>\n<b> לו כהן אחר.</b> הנה רבינו פסק כרבנן דכ\"ג אחר היו מתקינין לו אבל אשה אחרת לא היו מתקינין לו משום דטומאה שכיח ומיתה לא שכיח כדאמרינן בגמרא די\"ג ואע\"ג דרבינו פסק בפ' ט' מה' תרומות שהאומר לאשתו ה\"ז גיטך שעה א' קודם מיתתו אסורה לאכו' בתרומה מיד דחיישינן דשמא ימות וכן בפ\"א מה' נזיר ד\"ד פסק דהאומר לא אפטר מהעולם עד שאהיה נזיר ה\"ז נזיר מיד עתה שמא ימות עתה וכו' אפשר לומר שרבינו משמע ליה דע\"כ לא חיישינן לשמא ימות אלא דוקא כי איכא למיחש דעביד איסורא למפרע אם ימות כההיא דה\"ז גיטך שעה אחת קודם מיתתו שאם ימות מיד נמצא שאכלה תרומה למפרע כשהיא זרה וכן גבי נודר להיות נזיר קודם מיתתו שאם ימות מיד חלה נזירותו למפרע ועבר עליו אבל גבי כ\"ג ביו\"הך שאם תמות אשתו הרבה כהנים אחרים נשואים ראויים לעבודת היום ואפי' משום חשש טומאה לא היו צריכין לתקן כהן אחר אם לא משום דטומאה שכיח וכי עבדינן ליה צרה כ\"ש דמזדהר טפי כדאמרינן בגמ' ועוד נלע\"ד ליישב דדוקא גבי כ\"ג בי\"הך הוא דלא חיישינן לשמא ימות דלמיתה דזמן מועט לא חיישינן וכמ\"ש התוס' בריש מכילתין אבל גבי ההיא דהנודר להיות נזיר קודם מיתתו חיישינן שפיר שמא ימות אחר ל\"י דהוי זמן מרובה כמ\"ש הרא\"ש בפר\"ק דנדרים ד\"ג ד\"ה לא אפטר כו' ועיין בפרק אלו מגלחין דף כ\"ג ע\"א דקאמר תלמו' מאי זמן מרובה לאחר ל' יום ומש\"ה חייב לנהוג נזירות מיד שאם ימות לאחר ל' לא עבר על נזירותו למפרע אפי' שעה א' ועפ\"ז אין צורך למה שנדחק הרב ח\"ה בפרק כל הגט דכ\"ח ד\"ה הא ר\"מ יע\"ש ועיין להריטב\"א בחי' ליומא די\"ג יע\"ש וגבי האומר לאשה ה\"ז גיטך שתתגרש בו שעה א' קודם מיתתו שאסורה לאכול בתרומה מיד דחיישינן דשמא ימות אחר שעה אף דהוי זמן מועט התם נמי איכא טעמא למילתא דאי לא חיישי' לשמא ימות לאחר שעה כל שעתא ושעתא יש לנו להתירה מה\"ט דהוי זמן מועט ונמצא דאף לאחר זמן מרוב' לא חיישי' הילכך אית לן למיחש השתא מיד שמא ימות לאחר שעה אטו זמן מרובה ובהכי ניחא לי מה שהקשה הרל\"מ ברפ\"א מה' נזיר דמאחר שרבינו פסק גבי נזיר וגבי תרומה דחיישי' לשמא ימות איך פסק בפ\"ג מה' סוכה גבי עושין לבהמה דופן לסוכה כר\"י דלא חייש למיתה יע\"ש.<br><b> ועפ\"י </b> האמור ניחא דע\"כ לא חייש הוא ז\"ל למיתה אלא גבי נזיר ותרומה דהוי חששא דזמן מרובה אבל גבי ההיא דסוכה דהחששא הוא לזמן מועט דכל פחות מל' יום חשיב זמן מועט כמ\"ש ע\"ש הרא\"ש ופסק כר\"י דלא חיישינן לשמא ימות וניחא נמי בהכי אידך דק\"ל להרב לח\"מ שם דלר\"ז דס\"ל דבין ר\"מ ובין ר\"י לא חיישי לשמא ימות בסוכה לדידיה כמאן מתוקמא מתני' דתרומה דקתני אסו' לאכו' בתרומ' מיד משום דחיישינן שמא ימות אחר שעה ועפ\"י האמור ל\"ק ולא מידי כמדובר ועיין להרב צבי בתשו' סימן ק\"ו ובספר אורח מישור בלשונותיו על רבינו פ\"א מה' נזיר יע\"ש ועוד אפשר לומר לההיא דר' זירא דע\"כ לא קאמר דאף ר\"מ לא חייש לשמא ימות אלא דוקא גבי סוכה שאף אם ימות לא קעבד איסור למפרע בקום עשה אלא שנמצא זה בטל מסוכה לכשימות הבהמה בי\"ט אבל בההיא דתרומה שאם ימות האיש אחר שעה קעבדא אשתו איסורא למפרע בקום עשה דקאכלה תרומ' כשהיא זרה מודה ר' זירא דחייש ר\"מ לשמא ימות וההיא דפריך תלמודא בפרק הישן דכ\"ד עלה דאמר אביי דר\"י לא חייש לשמא ימות והא אמר אביי לר\"י חייש למיתה גבי תרומה ולא משני דשניא היא ההיא דתרומה מהא דסוכה דהתם בקום עשה והכא בשב ואל תעש' י\"ל כמ\"ש הרב לח\"מ שם בריש ה' נזיר לפי דרכו דאה\"נ דהו\"מ לשנויי הכי אלא משום אידך פירכא דפריך לר\"מ והוצרך לשנויי איפוך לא משני כדאמרן למאי דקשה לדידיה מר\"י לר\"י יע\"ש. ובהכי ניחא נמי דלא סתרי פסקי רבינו אהדדי כמו שהקשה שם הלח\"מ וניחא נמי אידך דק\"ל להרב ז\"ל לרבה דס\"ל בפרק כל הגט דר\"י חייש לשמא ימות גבי בקיעת הנוד מאי יענה לההיא דסוכה דלא חייש ר\"י למיתה דשאני ההיא דסוכה דלא קעביד איסורא למפרע בק\"ע כמדובר ועוד אפשר לומר דדוקא גבי סוכה דמדאורייתא כשעשאה לבהמה דופן לסוכה סוכה מעליא היא ס\"ל לר\"ז דלא חיישינן שמא ימות לפוסלה דאי חיישת להכי זימנין דלית ליה דפנות כי אם של בע\"ח ויושב ובטל ממצות סוכה הילכך לא חיישינן לבט' מצות סוכה אבל בעלמא ודאי חיישינן וכעין זה מצאתי להריטב\"א בחי' ליבמות דכ\"ח ע\"א עלה דאמר רבי יוחנן התם למיתה לא חייש שכתב וז\"ל וס\"ל דלא סתם תנא כמאן דחייש וק\"ל דהא תנן בפ\"ק דיומא אף אשה אחרת מתקנין לו שמא תמות אשתו. וי\"ל דהתם לרווחא דמלתא כל היכא דאיכא למיחש לתקוני מתקינן אבל למיחש ולבטולי עיקר מצוה משום חששא לא חיישינן דחליצה במקום יבום לאו מצוה היא עכ\"ל.<br><b> איברא </b> שעיקר דברי הריטב\"א הללו תמוהים אצלי דמאי קא ק\"ל מההיא דפ\"ק דיומא דתנן אף אשה אחרת מתקנין לו ומאי קושיא היא דההיא לאו סתמא הוא אלא ר\"י הוא דקאמר הכי אבל רבנן הא פליגי עליה ואמרו א\"כ אין לדבר סוף ואמרינן בגמרא דרבנן ס\"ל דטומאה שכיח ומיתה לא שכיח ועיין להריטב\"א בחי' שם ודוק. והנה הלח\"מ תירץ דגבי סוכה משום הכי לא חיישינן למיתה בין לר\"י בין לר\"ז ובין לרבא משום דהחששא רחוקה היא שהרי הבהמה קשורה היא ומתיחא באשלי מלעיל דאף אם תמות הבהמה איכא עשרה טפחים דופן מגוף הבהמה ור\"מ לא פסיל לה אלא משום דזימנין מוקים לה בפחות מג' סמוך לסכך וכיון דמית' כווצא ולאו אדעתיה וכל כי הא הוא דלא חייש ר\"י אבל בעלמא חייש ובהכי ניחא ליה דלא סתרי פסקי רבינו אהדדי את\"ד יעש\"ב.<br><b> ודבריו </b> תמוהים טובא דלפי דרכו ז\"ל צריך לומר דר\"ז מוקי פלוגתייהו דר\"מ ור\"י בבהמה קשורה ומתיח' באשלי מלעיל ומה\"ט מכשיר ר\"י ולא חייש למיתה ודבר זה לא ניתן ליאמר לפי אותה סוגיא דפרק הישן דקאמר תלמו' כי פליגי בבהמה קשורה למ\"ד שמא תמות חיישינן למ\"ד שמא תיברח לא חיישינן דמבואר הדבר דלר\"ז דמפרש טעמא דר\"מ משום שמא תיברח בבהמ' ומתיחא באשלי מלעיל לא חייש ר\"מ לשמא תברח ולמ\"ד טעמא דר\"מ משום שמא תמות אף בבהמה ומתיחא באשלי מלעיל חייש ר\"מ למיתה ופוסל וכיון שכן לר\"ז כי פליגי ר\"מ ור\"י היינו דוקא בבהמה שאינה קשורה ומש\"ה פסל ר\"מ דחייש לשמא תברח ור\"י לא חייש להכי וכיון שעיקר פלוגתייהו דר\"מ ור\"י הוא בבהמה שאינה קשורה אם כן שמעינן מינה דבין ר\"מ ובין ר\"י לא חיישי לשמא תמות אפי' בבהמה שאינה קשורה דהא ר\"מ לא פסיל לה אלא מטעמא דשמא תיברח ולא מטעמא דשמא תמות ור\"י דמכשיר לה אפי' בבהמה שאינה קשורה הא לא קא חייש לא למיתה ולא לשמא תברח והדרא קושיא לדוכתא לר\"ז כמאן מתוקמא ההיא מתני' דתרומה גם מאי דניחא ליה להרב ז\"ל ע\"פ דרכו לרבא דמסיק בפרק כל הגט דר\"י חייש למיתה ומש\"ה חייש לבקיעת הנוד דהך ברייתא דסוכה מכשיר ר\"י ולא חייש לשמא תמות היינו משום שהחששא רחוקה היא כיון שקשורה ומתיחא באשלי מלעיל שנראה מדבריו דרבא נמי מוקי פלוגתייהו דר\"מ ור\"י בבהמ' קשו' ומתיחא באשלי מלעיל ומש\"ה מכשיר ר\"י אבל בשאינ' קשו' אזיל ומודה שפסולה דברי תימא הם דאיך אפשר לומר דרבא מוקי פלוגתייהו בהכי דאם כן השתא תיקשי לדידהו טפי מר\"מ לר\"מ דגבי בקיעת הנוד לדידהו לא חייש ר\"מ למית' והכא גבי סוכ' חייש אף דהויא חששא רחוק' טפי דמה\"ט לא חייש ר\"י למית' הכא גבי סוכ' ובעלמא חייש באופן שדבריו ז\"ל צל\"ע. ודע שרבינו בפ\"ג מה' מעשר ה\"ח כתב וז\"ל אין מפקידין מעשר שני אצל חבר שמא ימות ונמצא המעשר תחת יד בנו ע\"ה והשיג עליו הראב\"ד וז\"ל דוקא במעו' מעשר שני שהוא פקדון לזמן ארוך ויש לחוש שמא ימות ואין ידוע מי יעמוד אחריו אבל פירות שאינן לזמן ארוך כולי האי לא חיישי' עכ\"ל ומרן כ\"מ כתב עליו וז\"ל וי\"ל דפקדון דפירות מי לא שכיח דלהוי לזמן ארוך ותו שאפי' לא להוי לזמן ארוך מי ליכא למיחש שימות הנפקד מיד או למחרתו עכ\"ל.<br><b> ולכאורה </b> דברי מרן תמוהי' טובא דודאי למיחש שימות הנפקד מיד או למחרתו לא חיישינן דלזמן מועט לא חיישינן למיתה כמ\"ש התוס' בריש מכילתין וביבמות ובהדיא אמרו טומאה שכיח מית' לא שכיח וכן גבי סוכה לא חיישינן למיתה כמדובר לעיל וההיא דנזיר ודתרומה עכ\"ל כדשניין דהתם חששא דזמן מרובה היא וכבר עמד עליו בזה הרב מחנה אפרים בהגהו' על הרמב\"ם והניחה בצ\"ע יע\"ש ואפשר לומר דמרן משמע ליה כאידך תירוצא שתירצו התוס' בריש מכילתין דלא שנא לזמן מועט ולא שנא זמן מרובה חיישינן למעבד תקנתא לאפרושי מאיסורא וגבי כ\"ג ביו\"הכ דלא חיישינן לרבנן דר\"י הוא משום שאף אם ימות זה אפשר באחר שהרבה כהנים ראוים להיות כ\"ג כמ\"ש התוס' שם וגבי סוכה דקי\"ל כר\"י דלא חיישינן הוא מטעמא דאמרן לעיל דלבטל מצוה לא חיישינן.<br><b> ועוד </b> אפשר דס\"ל למרן דגבי מפקיד פירו' מעשר שני אית לן למיחש למיתה דזמן מועט מטעמ' דלא פלוג רבנן דכיון דבמפקיד מעו' מעשר שני אית לן למיחש למיתה דהו\"ל זמן מרובה חיישינן נמי לפקדון דפירו' אף דהוי לזמן מועט משא\"כ גבי כ\"ג ביו\"הך וגבי סוכה ואת זה ראיתי להרדב\"ז בביאורו לה' מ\"ב שכתב ע\"ד הראב\"ד וז\"ל ואע\"ג שאין דרך להפקי' פירות לזמן ארוך הרי אמרו לשמא מת ל\"ח לשמא ימות חיישינן ואמרינן נמי חברך מית איישר עכ\"ל הנה זה שכתב שהרי אמרו לשמא ימות חיישינן אפי' לזמן מועט היינו ההיא דאמר רבא בפרק כל הגט דכ\"ח שמא ימות תנאי היא וקי\"ל התם גבי בקיעת הנוד כמאן דחייש לשמא יבקע הנוד בי\"ט וכמו כן קי\"ל התם גבי תרומה כמ\"ד אסורה לאכו' בתרו' מיד שמא ימות לאחר שעה גם אידך שהביא הרב ממ\"ש חברך מית איישר היינו ההיא דאמרינן בפרק כל הגט ד\"ל ע\"א גבי מלוה מעו' לעניים בב\"ד מפריש עליו בחזקת עניי ישראל יע\"ש ואם כדברי הראב\"ד דלזמן מועט ל\"ח לשמא ימות אם כן כשהלוהו לעני ע\"מ להפריש עליו לזמן מועט ומת העני מיד לא היה לו להפריש עליו בחזקת שאר עניי ישראל דכיון דלא שכיח שימות לזמן מועט והוא לא הלווהו אלא לפרוע ממנו באותו הזמן מועט אין לו להפריש בחזקת שאר עניי ישראל כנלע\"ד בכונתו ז\"ל.<br><b> ואולם </b> לא ביאר לנו הרב ז\"ל מ\"ט לא חששו רבנן לשמא ימות גבי כ\"ג ביו\"הכ וכן גבי סוכה ועכ\"ל כמ\"ש לעיל בדע' מרן ז\"ל דדוקא היכא דאיכ' חששא דזמן מרובה חיישינן נמי לזמן מועט משום טעמא דלא פלוג רבנן והראיות שהביא הרב מההיא דקי\"ל גבי תרומה דחיישינן לשמא ימות וכן גבי מלוה מעות לעני שאמרו חברך מית איישר דומה לזו דחיישינן גבי תרומה לשמא ימות בזמן מועט אטו לאחר זמן מרובה כמש\"ל ע\"ש הרשב\"א וכן גבי מלוה מעות לעני דמפריש עליו בחזק' עניי ישראל בין כשהלווהו להיות מפריש עליו לזמן מועט ובין כשהלוהו לזמן מרובה משום דלא פלוג רבנן חששו למיתה אפי' דזמן מועט אטו זמן מרובה כנלע\"ד.<br><b> ודע </b> שמצינו ראיה לשיטת הראב\"ד דדוקא גבי פירות הוא דאסיר להפקיד גבי ע\"ה מאותה שכתב רבינו בפי\"ב מה' תרומות ד\"ח גבי תרומה שאין מפקידין אותה אצל כהן ע\"ה מפני שלבו גס בה לאוכלה והיא ברייתא בס\"פ הנזיקין דס\"א ע\"ב ומשמע מיהא דאצל כהן ת\"ח מפקידין ולכאור' קשה מ\"ש ממעשר שני שאין מפקידין אותו אפי' אצל כהן ת\"ח מטעם שמא ימות ונמצא ביד בנו ע\"ה ולפי שיטת הראב\"ד ניחא דשאני תרומות שאינה אלא בפירות ואינה עשויה להפקידה לזמן מרובה ולשיטת רבינו אפשר לומר דההיא ברייתא מתנייא לפי משנה ראשונה דלא חששו לשמא ימות ולפי משנה אחרונה ה\"נ דאסור אף לכהן ת\"ח ורבינו לישנא דברייתא נקט כן נראה לע\"ד בדוחק ועיין במ\"ש רבינו בפ\"ו מה' תרומות ד\"ב ודוק.<br><b> ובעיקר </b> דברי התוס' שכתבו בריש יומא דלמיתה דזמן מועט לא חיישינן יש לעמוד בהם קצת שכתבו וז\"ל וחכ\"א א\"כ אין לדבר סוף כו' ואע\"ג דבפרק ד' אחין משמע דלמיתה דתרי לא חיישינן כו' י\"ל דה\"ק הכא נהי דחיישינן למיתה דחד לזמן מרובה כמו בההיא דפ' ד' אחין מ\"מ למיתה דזמן מועט כי הכא לא הוה לן למיחש אלא משום מעלה דכפרה חיישת לזמן מועט א\"כ ניחוש אפי' לתרתי ותלת עכ\"ל וכונתם מבוארת דרבנן דר\"י משמע להו דמית' דחד בזמן מועט ומיתה דתרי בזמן מרוב' כי הדדי נינהו דכי היכי דהא לא שכיח הא נמי ל\"ש והשתא קאמרי שפיר רבנן לר\"י דאי משו' מעל' דכפרה חיישת למילתא דלא שכיח דהיינו למיתה דחד לזמן מועט ה\"נ ניחוש למיתה דתרי דלא שכיח כלל אפי' בזמן מרובה דכי היכי דהא לא שכיח הא נמי לא שכיח ואי חששת לחד ניחוש לתרי משא\"כ בההיא דפ' ד' אחין דהחששא היא לזמן מרובה דמיתה דחד שכיח ולא מיתה דתרי הילכך חיישינן התם לחד ולא לתרי וזו היתה כוונתם בפ' ד' אחים שכתבו וז\"ל והא דקאמרי רבנן א\"כ אין לדבר סוף היינו משום דלא שכיח כי מיתה דחד שכיח יש לדבר סוף אבל מיתה דתרי ודאי לא שכיח עכ\"ל כלומר דמיתה דחד בזמן מרובה דשכיח חיישינן ויש לדבר סוף אבל מיתה דתרי דלא שכיח אפי' בזמן מרובה לא חיישינן ואי חיישת משום מעלה דכפרה למיתה דחד בזמן מועט ה\"נ אית לן למיחש למיתה דתרי דלא שכיחי ואין לדבר סוף וברור.<br><b> אך </b> קשה דא\"כ מאי האי דבעי תלמודא ביומא די\"ג לרבנן דר\"י דאמרי אין לדבר סוף ורבנן נימרו איהו לנפשייהו כלומר דגבי טומאה דחיישי שמא יארע בו פיסול אמאי לא חיישינן לתרי ותלת ואין לדבר סוף והוצרך לשנויי תלמוד' אמרי לך רבנן כ\"ג זריז הוא כו' ולפי דברי התוספו' לכאורה אין כאן קושיא דהא לזמן מרובה לכ\"ע חיישינן למיתה דחד ולא חיישינן למיתה דתרי משום דחד שכיח ותרי לא שכיח וא\"כ כה\"ג נמי נימא גבי טומא' דטומ' דחד שכיח ודתרי לא שכיח וי\"ל דאי טומאה דחד שכיח בזמן מועט ה\"נ בתרי ותלת כיון דשכיח טומאה טפי ממיתה בזמן מועט כי היכי דשכיח בענין הזמן ה\"נ שכיח לענין גברי דריבוי הזמן וריבוי אנשים כי הדד"
            ],
            [
                "<span class=\"H\">שורש דין הזאת כ\"ג ביוה\"כ בשבעה </span>\n<b> ימים אלו מזין עליו מאפר פרה בג' ובז' כו'.</b> בפ\"ק דיומא איפליגו ר\"מ ור\"י ור\"ח סגן הכהנים דר\"מ ס\"ל דבין כהן השורף את הפרה ובין כה\"ג ביו\"הכ היו מזין עליו כל ז' ור\"י ס\"ל דלא היו מזין על שניהם אלא ג' וז' בלבד ור\"ח סגן הכהנים ס\"ל כר\"י בחדא דהיינו בכ\"ג ביו\"הכ וכר\"מ בכהן השורף את הפרה ומעיקרא הוה בעי הש\"ס למימר דר\"מ ור\"י פליגי בטומאה אי הותרה בציבור או דחויה היא בצבור דר\"מ ס\"ל דחויה היא ומשו\"ה בעי הזאה מעליא כל ז' והזאה בזמנה ור\"י ס\"ל הותרה היא בצבור ולא מחמרינן בה אלא למעלה בעלמא דילפינן ממלואים דהיו מזין עליהן ג' וז' ור\"ח סגן הכהנים ס\"ל כר\"י וגבי פרה משום מעלה יתירה היו מזין עליהן כל ז' ודחי הש\"ס דא\"א דבהא פליגי דא\"כ לר\"י כיון דס\"ל דטומאה הותר' בציבור ל\"ל הזאה כלל ולפ\"ז משמ' דלהנהו תנאי דס\"ל בעלמא דטומא' הותרה היא בצבור ס\"ל דלא היו מזין על כ\"ג ביו\"הכ בהנך ז' כלל ורבי' אזיל לטעמיה שפסק בפ\"ד מה' ביאת המקדש כמ\"ד דטומאה דחויה היא בצבור ולהכי פסק כאן דבעינן הזאה לכ\"ג ביום הכפורים והדר הוה בעי הש\"ס למימר דר\"מ ור\"י פליגי בטבילה בזמנה אי מצוה היא או לא דלר\"מ הוי מצוה ומקיש הזאה לטבילה ולר\"י לא הוי מצוה ור\"ח סגן הכהני' ס\"ל כר\"י דלאו מצוה אלא בכהן השורף את הפרה משו' מעלה יתירה בעלמא ס\"ל דהיו מזין עליו כל ז' ודחי הש\"ס דאי אפשר לומר דבהא פליגי דהא איפכא שמעינן ליה לר\"י בעלמא דס\"ל דהזאה בזמנה מצוה ומסיק דפליגי אי מקשינן הזאה לטבילה דלכ\"ע טבילה בזמנה מצוה אלא דר\"מ ס\"ל דמקשינן הזאה לטבילה והזאה נמי בעינן בזמנה ור\"י ס\"ל דהזאה לא בעינן בזמנה ור\"ח סגן הכהנים הכי ס\"ל דלא מקשינן הזאה לטבילה ומשו\"ה גבי כה\"ג ביו\"הכ ס\"ל דלא בעי הזאה אלא ג' וז' כר\"י וגבי כהן השורף את הפרה משום מעלה יתירה הצריכו לו הזאה כל ז' ומבואר יוצא דלהנהו תנאי דס\"ל בעלמא דטבילה בזמנה לאו מצוה היא לא בעינן הזאה גבי כ\"ג ביו\"הכ אלא ג' וז' כר\"י דכיון דטבילה בזמנה לאו מצוה היא כל שכן הזאה.<br><b> והנה </b> רבינו הכא גבי כ\"ג ביו\"הכ פסק דלא בעי הזאה אלא ג' וז' וגבי כהן השורף את הפרה בפ\"ב מה' פרה אדומה פסק דבעי הזאה כל שבע' והיינו כסברת ר\"ח סגן הכהנים והכא בפרקין כתב מרן כ\"מ ז\"ל דטעם שפסק רבינו גבי יו\"הכ דלא היו מזין עליו אלא ג' וז' היינו משום דכיון דר\"י ור\"ח סגן הכהנים סברי בשל יו\"הכ דלא היו מזין עליו אלא ג' וז' בלבד הלכה כוותיהו ובלא\"ה הא קי\"ל דהלכה כר\"י לגבי ר\"מ עכ\"ל ובפ\"ב מהל' פרה אדומה כתב דמה שפסק דלא כר\"י משום דיחידאה הוא ועוד דבפ\"ק דיומא סבר רבא דלא כוותיה יע\"ש ובמ\"ש הכא דבלא\"ה הא קי\"ל ה' כר\"י לגבי ר\"מ הק' בס' עבודת ישראל דאם מטעם זה הוא דפסק רבינו גבי כ\"ג ביו\"הכ דלא היו מזין עליו אלא ג' וז' דהלכה כר\"י לגבי ר\"מ א\"כ מה\"ט נמי הי\"ל לפסוק גבי כהן השורף את הפרה דלא היו מזין עליו אלא ג' וז' והוא ז\"ל פסק דמזין עליו כל ז' אלא דהאי טעמא ליתא עיין במה שהאריך בזה שם ולא ק' מידי דכונת מרן לומר דהכא מלבד דר\"ח ור\"י ס\"ל דלא כר\"י עוד בה דאפי' היו שניהם לבד חולקין בדבר הזה קי\"ל הלכה כר\"י לגבי ר\"מ בעלמא אבל השתא דאיפלי' ר\"מ ור\"י ור\"ח סגן הכהנים גבי כהן השורף את הפרה ור\"מ ור\"ח סגן הכהנים ס\"ל דלא כר\"י ודאי דהוו להו תרי לגבי חד וקי\"ל כוותייהו דהלכה כרבים לגבי יחיד ואף לגבי ר\"י דנימוקו עמו כשיטת הרי\"ף ורבינו דס\"ל הכי כמ\"ש הרב גופי הלכות בכלל ק\"ס ודלא כשיטת רש\"י שכתב הרב שם דס\"ל בפ' מי שהוציאו לו דהלכה כר\"י אפילו נגד רבים ועיין במ\"ש שם בכלל קנ\"ט בשם התוס' דסוף תעניות דס\"ל כשיטת רש\"י ועיין להרא\"ש בכתובות פ' אלמנה ניזו' דס\"ד שכתב בשם הרמב\"ן דלא קי\"ל כרבי יוסי נגד רבים וכן נר' מדברי מרן כ\"מ בפי\"ו מה' מ\"א דכ\"ה ועיין שם בהלח\"מ ז\"ל ועיין עוד בדברי מרן כ\"מ פ\"ד מה' נזיר די\"ד יע\"ש.<br><b> ובאידך </b> טעמא דכתב מרן כ\"מ בפ\"ב מהל' פרה אדומה דפסק רבינו דלא כר\"י משום דרבא סבר דלא כוותיה יע\"ש וכונתו מבוארת דהיינו מדקאמר רבא התם בד\"ח ע\"ב אמר רבא הילכך כ\"ג ביו\"הכ דלאו בדידן תלייא מילת' כל אימת דמתרמי תלתא בתשרי מפרשי' ליה אבל כהן השורף את הפרה דבדידן תלייא מילת' מפרישי' ליה ברביעי בשבת כי היכי דנתרמי רביעי שלו בשבת וכתב רש\"י כל אימת דמתרמי מפרשינן אע\"ג דלא הוי רביעי שלו בשבת ונמצאת הזאתו בטילה ב' ימים אבל כהן השור' את הפרה דבדידן תלייא מילתא שאין זמנה קבועה מפרשי' ליה בד' כי היכי דנתרמי רביעי שלו בשבת ולא מפחת הזיותיה אלא יום א' עכ\"ל ואם איתא דס\"ל כר\"י דליכא הזאה אלא ג' וז' לבד מאי קאמר כי היכי דנתרמי רביעי שלו בשבת והלא בד' לא היו צריכין הזאה לר\"י לעולם ואין להק' דאם מה\"ט פסק רבינו דלא כר\"י א\"כ גבי כ\"ג ביו\"ה שהיו מזין עליו כל ז' דרבא נמי קאי דלא כותי' אלא כר\"מ מדקאמר דיו\"הכ דלאו בדידן תליא מילתא כל אימת דמתרמי מפרשינן ליה כו' משמע דאי לאו הכי הוה מפרשינן ליה בד' בשבת כי היכי דנתרמי רביעי שלו בשבת וכמו שכתב רש\"י ז\"ל ואי סבירא ליה דלא היו מזין עליו אלא שלישי ושביעי הרי לא היו מזין עליו ברביעי לעולם וי\"ל דגבי כ\"ג ביו\"הכ איכא למימר דסבר רבא כר\"י דלא היו מזין עליו אלא ג' וז' והכי קאמר השתא דלאו בדידן תלייא מילתא מפרשינן לטבל היכא דמתרמי כלומר ואפי' חל תלתא בתשרי בחמשי בשבת דהשתא ג' שלו חל בשבת מפרשינן ליה בה' בשבת ולא מזינן ליה בג' וכן אם חל ג' בתשרי ביום ראשון בשבת דהשתא אתי ז' שלו בשבת ולא מזי' בשבת בז' שלו מפרשינן ליה אבל אי בדידן הוה תלייא מילתא לא הוה מפרשינן ליה לא בה' בשבת כדי להזות עליו בג' ולא בא' בשב' כדי להזו' עליו בז' מיהו הא ק\"ל טובא לכאור' בדברי מרן כ\"מ דמבוא' מדבריו דרבא ס\"ל כר\"מ ור\"ח דבעי הזא' כל ז' ומשו\"ה פסק רבי' דלא כר\"י והא ליתא דהא מבואר בשמעתין דמאן דס\"ל דטומא' הותרה היא בצבור לא בעי הזאה כלל וכדפריך בהדייא ותסברא אי ס\"ל לר\"י טומאה הותר' היא בצבור הזאה כלל למה לי ורבא איהו בדידיה ס\"ל כמ\"ד דטומאה הותרה היא בצבור וכמ\"ש התו' בד\"ו ע\"ב ד\"ה אמר רב תחליפ' וא\"כ לדידיה ודאי לא בעי הזאה כלל והא דקאמר כ\"ג ביו\"הכ דלאו בדידן תלייא מילתא כו' וכהן השורף את הפרה דבדידן תלייא מילתא מפרשינן ליה בד' בשבת עכ\"ל דלהנהו תנאי דס\"ל דטומאה דחויה היא בצבור קאמר אבל לדידיה ליכא הזאה כלל וכיון שכן אין מקום למ\"ש מרן דמשום דרבא קאי דלא כוותיה דר\"י פסק רבינו דלא כוותיה דהא רבא לא ס\"ל כשום חד מהנהו תנאי כמדובר וי\"ל דההיא דאמרינן בשמעתין דאי ס\"ל לר\"י טומאה הותרה היא בציבור הזאה כלל למה לי ומעיקרא נמי דהוה ס\"ד למימר דבהא פליגי ר\"מ ור\"י אי טומאה הותרה היא בצבור או לא היינו דוקא לענין כ\"ג ביו\"הכ דלמ\"ד טומאה הותרה היא בצבור לא בעי הזאה אבל לענין כהן השורף את הפרה אפילו מאן דאית ליה הותרה היא בצבור מצי סבר דבעי הזאה כל ז' או ג' וז' משום מעלה בעלמא וכמ\"ש התוס' בשמעתין ד\"ה ור\"י וד\"ה אי סבר ר\"י יע\"ש והשתא רבא נמי דס\"ל דטומאה הותרה בצבור ולא בעי הזאה כלל היינו דוקא לענין כ\"ג ביו\"הכ אבל לענין כהן השורף את הפרה מצי סבר כר\"מ ור\"ח דהיו מזין עליו כל ז'.<br><b> אך </b> ק' דכיון דההיא דקאמ' רבא גבי כ\"ג ביו\"הכ דלאו בדידן תלייא מילתא מפרשינן כל היכא דמתרמי עכ\"ל דלהנהו תנאי דס\"ל דבעי הזאה קאמר דלדידיה דס\"ל דטומאה הותרה היא בצבור לית ליה הזאה קאמר א\"כ כי קאמר נמי גבי כהן השורף את הפרה דבדידן תלייא מילת' מפרשינן ליה ברביעי בשבת נימא דלהנהו תנאי דס\"ל דבעי הזאה כל ז' קאמ' ולדידיה לא בעי הזאה בד' כלל דס\"ל כר\"י דלא היו מזין עליו אלא ג\"וז ואכתי מה זה הכריח מרן דרב' ס\"ל דלא כר\"י וי\"ל דס\"ל למרן דבשלמ' אי ס\"ל לרבא בכהן השורף את הפר' כמ\"ד דהיו מזין עליו כל ז' ומש\"ה אמר מפרשינן ליה כו' ניחא דנקט נמי כ\"ג ביוה\"כ במילתיה להנהו תנאי דס\"ל דבעי הזאה אע\"ג דלדידיה לא בעי הזאה כלל דאגב דנקט כהן השורף את הפרה דשמעינן ליה לדידיה נקט נמי כהן גדול די\"הך אבל אי גבי כהן השורף את הפרה לא אצטריך לדידיה לאשמועינן מידי דאיהו ס\"ל כר\"י דחיקא מילתא טובא דאצטריך לאשמועי' דלא נפקא מינה לדידיה כלום וברור.<br><b> ומ\"מ </b> אנכי לא ידעתי למה לא כתב מרן דטעמו של רבינו שפסק גבי כ\"ג ביו\"הכ דלא היו מזין עליו אלא ג\"וז בלבד וגבי כהן השורף את הפרה דהיו מזין עליו כל ז' וכר\"ח סגן הכהנים משום דר\"ח סגן הכהנים הוה בקי במילי דמקדש וכמ\"ש מרן גופיה בפ\"ז מהלכות כלי המקדש די\"ג ושוב ראיתי בהרב גינת ורדים ח\"א כלל ב' סי' ט\"ו שכתב כן יע\"ש וכמו כן קשה למה לא כתב מרן ז\"ל דמשו\"ה פסק רבינו גבי כ\"ג ביו\"הכ דלא היו מזין עליו אלא ג' וז' בלבד משום דמבואר בשמעתין דמאן דאית ליה דבעי הזאה כל ז' ס\"ל דטבילה בזמנה מצוה ומקיש הזאה לטבילה ורבינו בפ\"ו מה' יסודי התורה פסק כמ\"ד דטבילה בזמנה לאו מצוה ומטעמא שכתב הרב לח\"מ שם יע\"ש וכיון שכן פסק כמ\"ד דלא בעי הזאה כל שבעה כיון דלדידיה ליכא היקש הזאה לטבילה וצ\"ע. והן עתה חדשי' מקרוב באו ס' שיח יצחק וראיתי שם שעמד על דברי מרן יע\"ש.<br><b> ובעיקר </b> דברי רבינו הקשה הפ\"ח וז\"ל וא\"ת איך כתב רבינו שמזין עליו ולא ביאר דלהדי פנייא מדו עליה כדאמרינן בפ\"ק די\"ט ותי' וז\"ל וי\"ל דההיא אתיא כר\"ע וכדאמרינן אמתני' דכל ז' הימים הוא זורק את הדם כו' ואמרינן עלה בגמ' מאן תנא אמר רב חסדא דלא כר\"ע דאי כר\"ע הא אמר טהור שנפלה עליו הזאה טמאתו היכי עביד עבודה אביי אמר אפילו תימא ר\"ע דעביד עבודה כוליה יומא ולפנייא מדו עליה וטביל ועביד הערב שמש אבל לדידן דקי\"ל כרבנן דאמרי אם על הטמא טהור על הטהור לכ\"ש יזה עליו בכל שעה שירצו מן היום ולכך סתם דבריו רבינו וזה פשוט עכ\"ל ולע\"ד נר' ליישב באופן אחר דאפי' לר\"ע דאמר טהור שנפלה עליו הזאה טמאתו אכתי מצי אתייא מתני' כוותיה למ\"ד דלא היו מזין על כ\"ג ביו\"הכ בז' ימים אלו אלא בג' וז' ואיכא למימר דכי קתני מתני' כל ז' הימים הוא זורק את הדם כו' לבד מג\"וז קאמר כדאמרינן בשמעתין ד\"ח עלה דקתני בברייתא מזין עליו כל ז' דלבר מג' וז' קאמר דלא היו בהם הזאה ה\"נ לבר מג\"וז קאמר ותלמו' לא הוצרך לאוקמי מתני' ללישנא קמא דלא כר\"ע אלא אי ס\"ל כמ\"ד דכ\"ג ביוה\"כ היו מזין עליו כל ז' דהשתא לר\"ע לא משכח' עבודה כלל והשתא רבינו דפסק כמ\"ד דלא היו מזין עליו אלא ג\"וז הביא מתני' כפשטא דאפי' לר\"ע נמי ניחא.<br><b> ועפ\"י </b> האמור הנה נכון דלא הוצרך רבינו להשמיענו דהזאה זו שהיו מזין עליו לדידן דקיימא לן כרבנן דר\"ע שהיו יכולים להזות מצפרא ודוק ומ\"ש הרב פ\"ח ז\"ל דאנן קי\"ל כרבנן דאמרי אם על הטמא טהור על הטהור לכ\"ש עיין לרבי' בפט\"ו מה' פרה שלא ביאר דבר זה וסתם דבריו דהנוגע והנושא מי חטאת שלא לצורך הזאה טמא וכל כי האי הי\"ל לרבינו לבאר דטהור שהזו עליו אע\"פ שהוא נוגע במים שאי אפשר בהזא' זו שלא יגע בבשרו ושלא יהיה נושא אותם אפ\"ה כיון שבאתה עליו דרך הזאה אין זה נקרא נוגע ונושא וטהור וכעת לא ידעתי טעמו ועיין בת\"י בריש מכלתין ד\"ה מטמאין שכתבו וז\"ל וא\"ת למה לא היו נוגעים בו כל ו' ימים והא בלא\"ה היו מטמאין אותו מפני הזאה שהיו מזין עליו דהא דמזה עליו ומזין עליו טהור היינו כשצריך הזאה מן התורה אבל הכא שטהור הוא מן התורה הזאה מטמאתו ויש לומר שעד הערב לא היה מקבל הזאה לפי שכל היום הוא עובד כדלקמן בפרקין עכ\"ל. ואין ספק שעיקר קושייתם היא לר\"ע שאמר שאם הזו על הטהור טמא אבל לרבנן דר\"ע לק\"מ דלדידהו אף אם הזו על הטהור טהור מק\"ו ומשום דדחיקא להו לאוקומי ברייתא דלא כר\"ע ק\"ל הכי ומ\"ש דההיא דמזה ומזין עליו טהור היינו כשצריך הזאה כו' כונתם דלא תימא כיון שהזאה זו מטהרתו מטומ' מת אעפ\"י שעדיין צריך טבילה והערב שמש היינו מפני שהיה טמא ודאי מקודם אבל הכא שאינו טמא קודם הזאה ההזאה אינו מטמא אותו לזה אמרו דלא היא דההזא' תביא עליו טומאה ועיין במ\"ש התוספות בדי\"ד ע\"א ד\"ה למזה דתירוצם הראשון כדברי התוספות הישנים הללו אזלי בתירוץ זה ועיין בס' שיח יצחק מ\"ש ע\"ד התוספו' ישנים הללו ולא עמד על כונת דבריהם ז\"ל.<br><b> ודע </b> דאע\"ג דלרבנן דר\"ע אם הזו על הטהור טהור מיהו המזה עצמו טמא משום נושא מי חטאת דלמזה ליכא ק\"ו וההיא דאמרינן בשמעתין דמזה ומזין עליו טהור היינו דוקא במזה לצורך אבל מזה שלא לצורך נראה ברור שהוא טמא וכן כתב בס' שיח יצחק בשם המאירי ז\"ל ועיין להר\"ש בפי\"ב דפרה משנה ה' יע\"ש וכי תימא א\"כ שהמזה טמא יחזור ויטמא את המים ואם כן אף דמזין עליו טמא מחמת המים והיכי משכחת לה שיהיה המזין עליו טהור ועיין במ\"ש רבינו פי\"ג מה' פרה ד\"ה יע\"ש וי\"ל דכיון שנטמאו המים מחמת המזה הרי נפסלו מתורת מי חטאת ואינן חוזרין ומטמאין את המזה עליו עד שיגע בהם בידיו אבל אם נפלו על גופו אכתי הוא טהור לחטאת כמו ששנינו בסוף פ\"ט מהל' פרה מ\"ח ועוד יש לו' שאף על פי שהמזה טמא אינו חוזר ומטמא את המים במשא אלא מדרבנן משום מעלה דפרה אבל מדאורייתא אינו מטמא המים במשא כמ\"ש רבינו בפ\"א מה' טומאת מת ד\"ט ובפי' המשנה פ\"א דכלים מ\"ב שאין מתטמא במשא אלא האדם בלבד. ושוב ראיתי לר\"ש פ\"י ממס' פרה מ\"ו שכתב וז\"ל שאין מי חטאת מטמ' בטומאה הבא לאדם מחמת עצמן יע\"ש וכ\"כ בפי\"ב מ\"ג וא\"כ אע\"פ שהמזה טמא מחמת שהוא נושא מי חטאת מ\"מ אינו חוזר ומטמא את המים ומש\"ה המזין עליו טהור.<br><b> מיהו </b> רבינו ז\"ל נראה דחולק על כלל זה שכת' הר\"ש שהוא ז\"ל כתב שם בפי' המשנה דהיינו טעמא דקתני התם מתני' דשניהם טהורים מפני שמי חטאת לא יטמאו האיש אשר הוא טהור לחטאת בלוקחו אותם כמו מה שיטמאו זולתו במגע ובמשא כלומר דמש\"ה אינו טמא וחוזר ומטמא מפני שהוא נושא אותם המים לצורך הזאה וכיון שנושא אותם לצורך הזאה אין המזה טמא ועיין למרן כ\"מ פי\"ד מה' פרה הל' ו' הרי שהוצרך לפרש מתני' דמיירי בנושא מי חטאת לצורך הזאה ומש\"ה הוא טהור והמים טהורים משמע בהדיא שאם נשא אותם שלא לצורך הזאה היה חוזר ומטמא את המים שלא כדברי הר\"ש וכן כתבו התוספות בפסחים פרק אלו דברים דס\"ט ע\"א ד\"ה שמא יעבירנו שכתבו וז\"ל וא\"ת ואמאי חיישינן להכי הלא נושא מי חטאת טמא ויחזור ויטמא את המים וי\"ל דמעביר בכלי אבנים כו' עכ\"ל אלא שבעיקר דבריהם איכא למידק דמאי ק\"ל אמאי חיישינן להכי דשפיר חיישינן להכי דהא דקי\"ל דהנושא מי חטאת טמא היינו דוקא בנושא אותם שלא לצורך הזאה אבל בנושא אותם לצורך הזאה אינו טמא כמ\"ש רבינו בפט\"ו מהל' פרה ובפירוש המשנה פ\"א דכלים מ\"ב.<br><b> ודבריו </b> לקוחים מהתוספתא שהביא אותה הרב ז\"ל שם דקתני טהור שהזה על הטמא טהו' המזה וטהור הטמא וזה וזה אומר טיהרתי וטיהרתיו יע\"ש ושוב ראיתי בספר עבודת ישראל דל\"ו ע\"ב שעמד בזה על דברי התוספות ז\"ל יע\"ש ואפשר דמשמע להו ז\"ל דלא מיקרי צורך הזאה אלא ליקח האזוב בידו ולטובלו במי חטאת כדי להזות על הטמא אבל ליקח את המים ולהוליכן למקום הטמא זה לא מיקרי צורך הזאה דאפשר שיבא הטמא אל מקום המים ושם יזו עליו וכל שנושא הוא את המים לילך ולהזות לדידהו הו\"ל נושא מי חטאת שלא לצורך והרי הוא טמא וחוזר ומטמא את המים ויש להביא קצת ראיה לזה מאותה ששנינו ברפי\"ב ממס' פרה האזוב הקצר מספקו בחוט ובכוש וטובל ומעלה ואוחז באזוב ומזה ומשמ' דמש\"ה מספקו בחוט או בכוש כדי שלא יגע במים וכ\"כ הרב המאירי בחידושיו ליומא די\"ד ע\"א וכתב דאף ע\"פ דבנוגע מי חטאת לצורך הזאה טהור מ\"מ כיון דאפשר בכי ה\"ג לא שרי ליגע יע\"ש וא\"כ ה\"ה נמי לישא את המים ולהוליכן למקום אחר כיון דאפשר בלא\"ה אסור כנלע\"ד ליישב דבריהם ז\"ל ובמה שתירצו התוס' דמעביר בכלי אבנים וכלי אדמה שאינן מקבלין טומאה יש לתמוה טובא דאכתי נהי דאין מקבלים טומאה מן הכלי אבל אכתי מקבלין טומאה מן האדם הנושאן שמטמאן במשא וכמו ששנינו במסכת פרה פרק י\"א מ\"ו כל הטעון ביאת מים בין מדברי תורה בין מדברי סופרים מטמא את מי חטאת ואת אפר חטאת ומזה מי חטאת במגע ובמשא וכתב הר\"ש שם וז\"ל מטמא את מי חטאת המוקדשין במגע ובמשא אפי' לרבנן כו' יע\"ש וכיון דמטמאין במשא אפי' המים בכלים שאינן מקבלים טומאה טמאים כמבואר בדברי רבינו בפי' המשנה פ\"א דמס' כלים ע\"כ ואפשר דמשמע להו להתוס' דבטומא' הבאה לאדם מחמת המים עצמן אינן חוזרין ומטמאים אותם במשא אלא במגע דכיון דטומאת משא קילא דאינה נוהגת אלא באדם דוקא וכמ\"ש רבינו בפ\"א דכלים מ\"ב ובמי חטאת דוקא משום מעלה דפרה גזרו בה שיטמא את המים כל כי האי שהטומאה היא מחמת המים עצמן לא גזרו כן נר' לע\"ד בדוחק ומ\"מ לא ידעתי למה לא תירצו דחיישינן שמא יוליך את המים בכלי חרש שאינו מקבל טומאה מגבו אלא מתוכו ואפי' במי חטאת וכמ\"ש רבינו בפי\"ד מה' פרה ד\"א דכלי חרש שהיו בו אפר חטאת ונגע בו שרץ מצידו טהור שאין כלי חרש מטמא מגבו אפילו לגבי חטאת עכ\"ל וכך שנוייה בתוספתא דאהלות כמ\"ש מרן כ\"מ ז\"ל וצ\"ע.<br><b> ומ\"ש </b> רבינו ואם חל יום שבת בג' או בז' שלו דוחין את ההזיי' כו' הכי אמרי' בגמ' ד\"ח ע\"ב הזאה כל ז' מי איכא והא הזאה שבות היא ואינה דוחה את השבת ובפסחים פ' אלו דברים דס\"ט ע\"א גבי הזאה דטמא שחל ז' שלו בע\"פ בשבת דלא דחייא שבת ומפרשינן טעמא גזירה שמא יטלנו בידו ויעבירנו ד\"א ברשות הרבים ועיין במ\"ש התוס' שם וכבר עמדנו על דבריהם לעיל מזה יע\"ש ונר' דאפי' לר\"א דאמר מכשירי מצוה דוחין את השבת דמהאי טעמא שרי להביא אזמל דרך ר\"ה למילה ומה\"ט פריך הש\"ס בפסחים דס\"ט דלדידיה מ\"ט הזאה לטמא מת בפסח אמאי לא דחייא שבת להביאו דרך ר\"ה אפ\"ה הכא גבי כהן גדול לא דחייא שבת דהזאה זו אינו אלא מדרבנן כמ\"ש התוס' בפירקין ד\"ד ע\"א ד\"ה נכנסו כו' ואין כאן מכשירי מצוה דאורייתא כדי לדחות שבת.<br><b> ודע </b> שהר\"ן בהל' ר\"פ י\"ט דר\"ה עלה דאמר רבא התם דטעמא דשופר לא דחייא שבת הוא משום גזיר' שמא יטלנו בידו ויעבירנו ד\"א בר\"ה וה\"ט דלולב וה\"ט דמגילה הוקשה לו ז\"ל מ\"ש הני דגזרינן ומ\"ש גבי מילה דלא גזרינן שמא יעביר תינוק או אזמל ד\"א בר\"ה ותירץ דשאני הני לפי שהכל טרודין בהן ולא מדכר חד אחבריה משא\"כ גבי מילה ושוב הוק' לו מהזאת ט\"מ שחל ז' שלו בע\"פ בשבת דגזרינן שמא יעבור ד\"א בר\"ה ותירץ דהתם נמי כל ישראל טרודים בפסחיהם יע\"ש ושמעתי למורי הרב המובהק כמוהר\"י נוניש נר\"ו שהוק' לו לדבריו ז\"ל מהא דהכא גבי כ\"ג ביו\"הך דאמרינן דהזאתו אינו דוחה שבת אע\"ג דליכא חד מהנהו טעמי שכתב הר\"ן ז\"ל ולדידי לא ק\"מ דכיון דהזאה זו של כ\"ג לאו דאורייתא היא אלא מדרבנן כמ\"ש התוס' איכא למימר דמשום טלטול בעלמא או משום דמחזי כמתקן אסרו אותו חכמים דהם אמרו והם אמרו וע\"כ לא הוצרך הר\"ן ז\"ל לטעמא דטרודין בפסחיהם אלא גבי הזאה ט\"מ שחל ז' שלו בע\"פ דמשו' גזירה שמא יעבירנו ד\"א בר\"ה הוא דעקרו רבנן מצות פסח ממנו אבל הכא בטעמא כל דהו דרבנן בטלו הזאה זו וכעין זה כתבו הרשב\"א והר\"ן ז\"ל בפ' לולב וערבה גבי מגילה דאף בלא טעמא דשמא יעבירנו ד\"א בר\"ה עקרו אותה חכמים איסור טלטול דרבנן בעלמא והא דקאמר רבא והיינו טעמא דמגילה אגב שופר ולולב נקט לה יע\"ש ועיין בס' לשון למודים חא\"ח סי' רי\"ב וסי' רי\"ג."
            ],
            [
                "<span class=\"H\">שורש עבודת ז' ימים קודם יוה\"כ כל </span>\n<b> ז' הימים מרגילים אותו בעבודות זורק את הדם ומקטיר את הקטורת ומטיב את הנרות ומקטיר איברי התמיד כו'.</b> הנה רבינו העתיק לשון המשנ' שנוייה בפ\"ק די\"ד ע\"א ובגמר' שם ע\"ב מותבינן עלה דשמעינן ממתני' דקטורת ברישא הוה עביד והדר הטבת הנרות ואלו במס' תמיד פ\"ג תני תחילה בסדר התמיד דישון המנורה ובפ\"ד תני אחריו מי שזכה בקטורת אלמא ס\"ל דהטבת הנרות עביד ברישא והדר קטורת ומשני ר\"י דתרי תנאי נינהו וסתמא דיומא רבי שמעון איש המצפה היא והדר מותבינן סתמא דיומא אסתמא דיומא גופיה דלקמן דכ\"ה ודכ\"ו תני תחי' הטבת הנרות והדר הטבת הקטורת ומשני אביי דמתני' דפ\"ק דתני תחי' קטורת והדר הטבת הנרות היינו הטבת ב' נרות דעביד באחרונה ומתניתין דלקמן פ\"ב בהטבת ה' נרות דעביד תחילה קודם הקטורת וכרבנן דאבא שאול דס\"ל דבקטורת מפסיק להו ועיין במ\"ש התוספו' שם ד\"ה אמר אביי וכו' דטעמא דלא משני בהכי נמי רומייא דמתני' דיומא עם ההיא מתני' דתמיד משו' דאכתי פליגא בחלוקה דזריקת דם התמיד דממתני' דקתני הוא זורק את הדם ומקטיר את הקטורת ומטיב את הנרות שמעי' דזריקת הדם עביד ברישא והדר הטבת הנרו' ואלו התם בתמיד תני תחילה הטבת הנרות והדר זריקת התמיד דתני בפ\"ג מי שזכה בדישון המנורה והדר בפ\"ד תני שחט השוחט וקבל המקבל בא לו לקרן מזרחית צפונית יע\"ש ועיין במ\"ש הריטב\"א שם בחידושיו ליישב קו' התוס' ובמה שתמה על דבריו הרב המובהק מוהרח\"מ נר\"ו בהגהתו שם ואין ספק דכונת דברי הריטב\"א מ\"ש בסוף דבריו דדחיקא ליה להרב ישוב ב' המשניות וכדדחיקא ליה להרשב\"א בתשובה סימן ע\"ז ואמטול הכי בעי למימ' דס\"ל להאי תנא דלא היה מפסיק ביניהם ומאי דתלי טעמא במאי דס\"ל להאי תנא דצפון ודרום היו עומדים וכו' נלע\"ד דטעמו ז\"ל הוא דבשלמא למ\"ד מזרח ומערב היו עומדי' איכא למימר דמש\"ה היה מפסיק בהטבתם להטיב חמשה ברישא והדר ב' ולא הוה עביד ברישא ד' ולבתר תלתא משום דנר מערבי שהיה הנר הב' לכניסת ההיכל כמ\"ש הרשב\"א בתשו' הנז' והרע\"ב בפי' למ' תמיד היה עומד לפני ה' והיו צריכין להניח עוד אחרת אצלה מבוערת כדי שיוכר שזו היא המערבי כמ\"ש הרשב\"א באותה תשו' אבל למ\"ד צפון ודרום היו עומדים א\"צ להניח אחרת אצל זו להכיר שזו היא מערבית דאמצעית היא היתה המערבי' כמ\"ש רש\"י בשבת בפ\"ב ד\"ך ואם היו מניחין אחרת להטי' אצלה משום דכתיב בהטיבו את הנרות כדאמרינן לקמן דל\"ג א\"כ יניחו ב' אצל האמצעי אחת מצד זו ואחת מצד זו הילכך עכ\"ל דלמ\"ד צפון ודרום היו עומדים לא היה מטיבן בב' פעמים אלא כולם כא' היה מטיב גם מה שהק' עוד להרב בהגהת הנז' לדברי הריטב\"א ממה ששנינו שם בתמיד מצא ב' נרות מזרחיות דמבואר דס\"ל לתנא דתמי' דמזרח ומערב היו עומדים עיין בגי' הגמ' שם במסכת תמי' דלא גריס ב' נרות מזרחייות ואפשר שכך היה גירסת הריטב\"א מצא ב' נרות דולקין כו' וצריך עוד לעיין בזה ודוק וא\"נ אפשר דלמ\"ד צפון ודרום היו עומדים ואותה האמצעי שהיה פני הנר לצד מערב נקראת מערבית ושאר הנרות שהיו פיהם לצד הנר המערבי נקראים מזרחייות שאינן פונות לצד מערב ומ\"ש ב' מזרחייות היינו הב' שהיו סמוך לנר מערבי ופונות אליה ואפשר דמשום כבוד נר המערבי הסמוכה אליהן היו נותנים בהם שמן יותר משאר הנרות וזהו ששנינו מצא ב' מזרחייות דולקות כו' ולא מיירי בנר מערבי כלל ודוק וצריך לעיין גם בזה.<br><b> עוד </b> שם <b> ערב </b>\n<b> יוה\"כ שחרית היו מעמידין אותו בשאר המזרח כו'. </b> עיין במ\"ש הרפ\"ח דבירוש' לא ברירא מילתא אם היו בפנים או בחוץ עכ\"ל ודברי הירוש' לא ידעתי ביאורן."
            ],
            [
                "<b>כל </b>\n<b> ז' הימים לא היו מונעין ממנו מאכל ומשקה כו' ערב יוה\"כ עם חשיכה כו' ולא היו מאכילין אותו דברים המרגילים לש\"ז כגון ביצים וחלב חם וכיוצא בהם.</b> ע\"כ. מדברי התוס' ישנים בדח\"י ד\"ה אין מאכילין מבואר דס\"ל דזה ששנינו בברייתא שאין מאכילין אותו חלב וגבינה לאו לכ\"ג בעיו\"הכ קאמר אלא לענין זב בימי ספרו שמא יטמא ויסתור מניינו אבל רבינו נראה דמשמע ליה דלענין כ\"ג בעיו\"הכ קאמר וכן משמע מהירוש' ועיין בס' שיח יצחק דכ\"ג ע\"ד ומ\"מ מדברי רבינו ז\"ל מבואר דדוקא עיו\"הכ עם חשיכ' לא היו מאכילין לכ\"ג דברים אלו המרגילי' לש\"ז אב' בז' ימי ההפרש' לא היו מונעין ממנו ולא ידעתי למה לא היו מונעין ממנו כן גם בשאר הימים שמא יטמא בקרי וימנע מלעבוד באותו יום עד שיטבול והוא היה צריך להרגיל עצמו בכל ז' הימים בעבודה ואולי כיון דלא היו יכולין למונעו מלאכול כל ז' ומלישן אע\"פ שגם בשינה איכא חשש דקרי כמ\"ש רבינו הילכך לא חששו לשאר דברים."
            ],
            [
                "<span class=\"H\">שורש השבועה של כהן גדול בימי </span>\n<b> בית שני כו' ולפי שהיו חוששין שמא כ\"ג זה נוטה לצד הפיקורוסים היו משביעין אותו ערב יוה\"כ ואומרים לו אנו שלוחי ב\"ד ואתה שלוחינו ושליח ב\"ד כו'.</b> ע\"כ. בדברי רבינו לא בא הדבר מבואר מי הם אלו המשביעין אותו לכ\"ג ומלשון זה שכתב אנו שלוחי ב\"ד מבואר שלא היו זקני ב\"ד עצמן המשביעין אותו אלא שלוחי' אחרים מב\"ד ודוחק לומר שאע\"פ שהיו זקני ב\"ד כיון שלא היו כל הב\"ד עצמן נקראים שלוחי ב\"ד מכל הב\"ד ובמשנה שנינו מסרוהו זקני ב\"ד לזקני כהונה והעלוהו בית אבטינס והשביעוהו ונפטרו והלכו להם ואמרו אנו שלוחי ב\"ד כו' דמבואר שזקני כהונה העלוהו לבית אבטינס ללומדו מעשה החפינה כמ\"ש בגמ' והזקנים הללו היו משביעין אותו ורבי' השמיט כל זה ועיין להלח\"מ ולהפ\"ח לקמן בפ\"ד ד\"ה וזו היא עבודה קשה כו' דמשמע להו דמ\"ש רבינו בד\"ה שהיו מלמדים אותו זקני ב\"ד עבודת היום וסידורה שם נכלל דבר זה שהיו מלמדים אותו מעשה החפינה של לפני ולפנים שהיא עבודה קשה כמ\"ש רבינו לקמן פ\"ד וראיתי בספר שיח יצחק דכ\"ד שכתב דרבינו משמע ליה דמ\"ש בגמרא ללמדו מעשה החפינה היינו החפינה שמבחוץ וכמ\"ד דעבוד' קשה היא וכיון דהוא ז\"ל פסק כמ\"ד דחפינה שבחו' לאו עבודה קשה היא הילכך השמיט הך מתני' ולא כתב שמסרוהו לזקני כהונה שהעלוהו לבית אבטינס והן הן דבריו שבפי' המשנה ושלא כדברי הפ\"ח שכתב דרבינו חזר בו בחיבורו ממ\"ש בפי' המשנה ושדבריו בפי\"המ הם תמוהים וזה מפני דס\"ל שמ\"ש רבינו בפי' המשנה דמעשה החפינה לאו עבוד' קשה היא היינו אפילו החפינ' שלפני ולפנים ושזו היא החפינה ששנינו במתניתין שהעלוהו לבית אבטינס ללמדו וליתא אלא רבינו משמע ליה דהחפינ' של כל יום היו מלמדין אותו והיא קשה קצת עכת\"ד יע\"ש.<br><b> ולע\"ד </b> אם זו היתה כונת רבי' בפי' המשנ' הדבר ק' יותר שהרי ממתני' מבואר שזקני ב\"ד כשהיו נפטרים ממנו עיו\"הכ ומסרוהו ביד זקני כהונה אז היו מעלין אותו לבית אבטינס ללמדו מעשה החפינה ולהשביעו ואם החפינ' זו היא חפינ' שבחוץ הרי בכל יום היו צריכין ללמדו חפינ' כיון שהוא היה מקטיר קטורת של כל יום כמו ששנינו במתני' והיה צריך לידע החפינ' וה\"נ משמע שם בגמרא דחפינ' של כל יום היה לומד בכל יום קודם שנכנס לעזרה לעבוד עבוד' כמ\"ש שם ומסתברא דלשכת פלהדרין בדרום הואי מ\"ט כו' וטביל ואזיל לצפון וטביל וגמר חפינ' יע\"ש ואמנם חפינ' דמתני' משמע שהיא חפינ' דלפני ולפנים וצ\"ע.<br><b> ובמ\"ש </b> רבינו שהיו משביעין אותו כו' הקשו כת הקודמים שאם היה הכ\"ג צדוקי הוה ליה כנשבע לעבור את המצוה ולא חייל עליו שבועה עיין בס' אש דת בפ' פינחס ד\"ס ובספר ישרש יעקב הקשה קוש' זו באופן אחר והוא דמה הועילו בשבו' זו והא קי\"ל נשבעין להרגין ולמוכסין ומאחר שלפי דעתו הם היפך התורה יעבור על שבועתו ויתן מבחוץ ויכנס יע\"ש והפ\"ח ז\"ל בחי' לה' אלו כתב כלשון הזה וא\"ת ומה מהנו להשביעם והא לפי דעתם היו טועים הפרושים והם אנוסים בדעתם ואפשר שהיו נשבעין לשקר כדי לקיים מצות הקטורת כתקנה יע\"ש והרואה ירא' לכאורה שאין סגנון ג' הרבנים הנז' עולה כאחת אבל האמת דהכל הולך למקום אחד דלהרב אש דת עכ\"ל דאע\"ג דאין שבועה חלה על שבוע' מ\"מ איסור' מיהא איכא בנשבע לכתחילה לעבור על המצו' משום נשבע לשוא וא\"כ א\"ל דלהכי היו משביעין שאם הוא צדוקי לא ישבע לכתחילה ויפרוש עצמו מלעבוד עבוד' ויגלה דעתו ועכ\"ל דעיקר קושייתו ז\"ל היא היא קו' הרב בס' ישרש יעקב דמשום דמתיירא מהפרושים אינו יכול לגלות דעתו ונשבע הוא באונס והו\"ל כההיא דנודרין להרגין כו' ועיין בהל' ממרים פ\"ג וגם היא גופה כוונת הרפ\"ח ז\"ל במ\"ש ואפשר שהיו נשבעין לשקר כלומר מפני האונס היו נשבעין ותרי' יתיב דהשבו' היה מועיל דמי שהיה צדוקי היה פורש עצמו מעיקר' שלא לשרת במקדש ביו\"הכ שלא לישב' לכתחי' לעבור על המצו' משום חומרא דשבוע' והרב אש דת תריץ דהיה מועיל השבועה שאם יעבור עליה יתבטל שליחותו ונסתלק מכ\"ג יע\"ש וק' דא\"כ מה צורך לשבועה בתנאי בעלמא היה דיי וכמו שהק' בס' ישרש יעקב ובס' עבודת ישראל וס' צרור החיים תירצו דכהני שלוחי דרחמנא נינהו ולא מהני תנאי משא\"כ בשבוע' היה מתחייב בתנאי זה ולא ידענא מאי קאמרי והתוס' די\"ב כתבו דמינויו וסילוקו של כ\"ג תלוי במלך ואחיו וא\"כ שפיר מהני התנאי.<br><b> ולע\"ד </b> אפשר דכיון דתנאי זה אי אפשר להתברר התנאי בטל כמ\"ש הרפ\"מ ח\"ג ס\"א בענין הקראים ודוק ועיין עוד במה שהק' הפ\"ח למה הוצרכו להשביעו והלא יכולים לראותו דרך לול כמ\"ש רש\"י בפ' הנזיקין ד\"ה ודילמא דחזיניה בפשפש וכ\"כ התוס' בפ' א\"ל הממונה בשם הערוך דל\"ה ע\"א שמחיל' היה בלשכת הפרוה שמשם היו יכולים לראות עבודת כ\"ג בק\"הק ותי' דתקנתא דשבועה עדיפא דאהני אף לאותה שנה משא\"כ לראותו דרך לול שלא היו מספיקין לראותו ולמחות בידו עד שכבר היה מתקן מבחוץ ומכניס עכ\"ל ועיין בפי' המשנה לרבי' ז\"ל דמבואר מדבריו שמפני שלא היו יכולין לראותו ממקום אחר התקינו להשביעו וגם זה שכתב דאהני לאותה שנה ק' שמיד שהיו רואים אותו יכולי' למנו' כ\"ג אחר שהיה מתוקן עמו ושיקטיר קטורת כדינו ואפשר שמפני שכל מה שעבד מקודם נמי היה נפסל דזבח רשעים תועבה והיו צריכין לשחוט תמיד אחר ולזרוק את הדם וכיוצ' והיותר נכון אצלי שכל כי הא לחוש בו שהיה צדוקי ולשום אנשים לראותו לא היו עושים ביו\"הכ ואפשר שהיה מצטער הרבה הכ\"ג ביום זה ומ\"מ דברי רבינו שבפי\"המ לא משמע הכי ודוק ועיין בס' ארעא דרבנן סי' תכ\"ו שעלה ונסתפק בענין נשבע לבטל את המצוה דאמרינן דלא חיילא שבועה אם הוא דאורייתא דלא חיילא א\"ד דאורייתא שפיר חיילא אלא מדרבנן הוא דלא חיילא והוה בעי למפשט הדבר ממה שתירצו הקדמונים לקושייתם מה מועיל שבוע' זו שהיו משביעין לכ\"ג ביו\"הך כיון שהוא צדוקי הו\"ל נשבע לבטל את המצוה ולא חיילא שבועה. ותירצו שהצדוקים אינן מודים בזה שאמרו חכמים דלא חיילא שבועה בדבר מצוה דש\"מ דס\"ל דזה מדרש חכמים הוא ולא מדאוריית' ושוב דחה ראיה זו דעדיין אפשר דמדרש זה הוא מדאורייתא אלא שאין הצדוקים מודים בזה יע\"ש ותמהני דמסוגייא דפ\"ק דנדרים די\"ו דמצריך תלמו' תרי קראי לנשבע לבטל את המצוה א' לפוטרו מקרבן וחד לפוטרו מלאו דבל יחל מבואר דהוי דאורייתא וצ\"ע."
            ],
            [
                "<span class=\"H\">שורש אין שבות במקדש בקש </span>\n<b> להתנמנם פרחי כהונה מכין לפניו באצבע צרדא כו'.</b> מכאן הביא ראיה התה\"ד בכתביו סי' (קל\"ד) [ס\"ב] דלהקיש באצבע בשבת כדי לשחק התינוק שרי ואין לחוש להשמעת קול שיר ולשמא יתקן כלי שיר דאי איכא למיחש להכי הו\"ל להש\"ס למימר דדוקא הכא גבי כהן גדול שהיה במקדש התירו משום שאין שבות במקדש מדלא פירשו הכי משמע דאף במדינה שרי וליכא משו' שמא יתקן כלי שיר יע\"ש. ולע\"ד נראה דאין מכאן ראיה להתיר להקיש דרך תנועת שיר כדי לשחק התנוק דשאני הכא שלא היו מכוונים בהכאתם לשיר אלא להשמיע קול הברה כדי שיעורר משנתו שאם היה דרך שיר היה מתנמנם יותר וכל כה\"ג שאינו מכוין לשיר מבואר בפ' המוציא תפילין דק\"ד ע\"א גבי מעלין בדייופן ומטייפין מיארק דשרי וכמ\"ש רש\"י שם יע\"ש ומ\"ש רבינו בפי\"המ וז\"ל מכין באצבע צרדא הוא שיכה בגודל עם האצב' האמצעי בכח והרבה עושין אותו בני אדם בעת השמחה ויעשו בו תנועות ערבות עכ\"ל אין כוונתו שהיו עושים תנועות ערבו' גם כאן לגבי כ\"ג אלא מה שהיו עושין לגבי כ\"ג אינו אלא שהיו מכין בכח זה אח\"ז כדי לעוררו משנתו אבל בבית המשתה עושין מכות אלו בתנועות ערבות וזה מבואר ואף הת\"הד לא התיר אלא שלא כדרך שיר.<br><b> וראיתי </b> להרב מש\"ל בסוף ה' בית הבחירה שהוק' לו על מ\"ש מרן כ\"מ שם דע\"כ לא אמרו אין שבות במקדש אלא כשא\"א באופן אח' אבל כשאפ' באופן אח' בלי דחית שבות דרבנן אף במקדש אסור והק' עליו שאם כדבריו ל\"ל להרב ת\"הד לדקדק שאין בהכאת אצבע משום שבו' מדלא פי' טעמא משום דאין שבות במקדש ועדיפא מינה הו\"ל למימר דאם איתא דיש בו גזירה זו לא היה להם להתיר שבות זה גבי כ\"ג כיון דאפשר לעוררו באופן אחר אלו דבריו ז\"ל יע\"ש ויש לתמוה דעדיפא מינה הי\"ל להרב ז\"ל להקשות על מרן שדבריו הללו שבכ\"מ הם היפך מ\"ש בב\"י ה' שבת סי' רל\"ט כי שם דחה דברי הת\"הד וכתב שאין לסמוך על דקדוק זה שדקדק הרב ז\"ל דאיכא למימר דלא הוצרך הש\"ס לפרושי דסתמו כפירושו וכ\"כ בכ\"מ פכ\"ג מה' שבת ה\"ד יע\"ש והשתא תיקשי טובא דאם איתא דיש בזה משום שבות ומשום שאין שבות במקדש התירו א\"כ לפי מ\"ש בכ\"מ דאין להתיר שבות במקדש אם לא היכא דא\"א באופן אחר איך התירו שבות זה כיון דאפשר לעוררו באופן אחר כמ\"ש הרב מ\"ל ז\"ל ואפשר ליישב דברי מרן שלא יהא נסתר מחמת'ו דס\"ל דחילוק יש בין השבותין בענין ובשבות דטלטול הנר הוא שכתב דאין להתיר במקדש היכא דאפשר באופן אחר משום דשבות זה דגזרו מטעמא דשמא יבא לכבות את הנר שכיח טפי וקרוב הדבר הוא ומשו\"ה סברא הוא שלא התירו במקדש היכא דאפשר באופן אחר אבל שבות דמכה באצבע צרדא משום שמא יבא לתקן כלי שיר לא שכיח ואינו קרוב הדבר לבא הילכך אפי' אפשר באופן אחר התירו ועיין בתוס' בעירובין דק\"ב ד\"ה והעליון ובפ' החליל ד\"נ ד\"ה לרבנן שעלו לחלק בין השבותין יע\"ש ועיין בס' ארעא דרבנן סי' ד' דשקיל וטרי עוד בדברי מרן כ\"מ ז\"ל יע\"ש.<br><b> ובענין </b> זה דאין שבות במקדש עיין בתשו' הריב\"ש ס\"סי קס\"ג ובש\"מ למסכת ביצה ד\"ך ע\"ב עלה דאיבעיי' לן עבר ושחט מאי כו' שכתב דאע\"ג דאין שבות במקדש וזריקה משום שבות אסרו אותה כשעבר ושחט אסרו הזריקה מפני שעבר ועשה שלא כדין ועיין בחידו' הריטב\"א למסכת יומא דף ל\"ד ע\"ב עלה דאמרינן דאין שבות במקדש שכתב דשבות קל התירו במקדש ולא חמור ועיין להלח\"מ פ\"א מהלכות ק\"פ דח\"י שכתב דלא התירו שבות במקדש אלא היכא דלא אפשר מאתמול והרב מ\"ל והרב סם חיי תמהו עליו מסוגייא דעירובין גבי חותכין יבלת במקדש וכו' ועיין לה\"ה בפי\"ב מהלכו' שבת סוף ד\"א שכתב וז\"ל וממ\"ש שהיו מחממין מבערב יוה\"ך ולא היו מחממין ביוה\"ך יש ללמוד שיש בחימום חייוב דאורייתא לפי שאין שבות במקדש אע\"פ שיש לדחות עכ\"ל וכונתו במ\"ש אע\"פ שיש לדחות דמשו\"ה לא התירו החימום ביוה\"ך עצמו מפני שאפשר מבערב וזה נר' סיוע להלח\"מ ויש לדחו' דלכתחי' ודאי כיון דאפש' מבערב לא אמרו שיעש' כן ביו\"הך ושיסמכו על אין שבות במקדש אמנם בדיעבד שלא הניחו מבערב אפשר דביום עצמו שרי היפך דברי הרב לחם משנה ז\"ל ועיין להרב מ\"ל פ\"ח מה' בית הבחירה די\"ב.<br><b> ודע </b> דהא דאין שבות במקדש אפי' במידי דלא שייך דוקא במקדש הוא דהא תקיעת שופר לא שייך דוקא במקדש ואפי\"ה שנינו בר\"פ י\"ט דכ\"ט ע\"ב במקדש היו תוקעין אבל לא במדינה וכן מבואר מדברי רש\"י שם ד\"ה גזירה שמא יטלנו וכו' ודוק ועיין להר' ח\"ה בשבת דמ\"ב ע\"ב בתוספות ד\"ה אפי' והובא ביד מלאכי ח\"ג אות א' סימן צ\"ו דדוקא באיסורי שבת הוא דיש חילוק בין מקדש לגבולין לא בשאר איסורי יע\"ש ואשתמיט מיניה דברי המרדכי שהביא מרן בבית יוסף י\"ד ס\"סי ר\"ח ד\"ה כתב המרדכי בשבועות דאפי' בשאר איסורי' איכא לפלוגי בין מקדש לגבולין וצ\"ע ודע דבעירובין דק\"ב ע\"ב אמרו מחזרין רטיה במקדש אבל לא בגבולין אם בתחי' כאן וכאן אסור וכתב רש\"י אם בתחי' שלא היתה וכהן זה לא סילקה לצורך עבודה כאן וכאן אסור דהאי שבות לאו צורך גבוה הוא והכי איתא בביצה די\"א ע\"ב דבר עבודה אין דלאו בר עבודה לאו ועיין בתי\"ט שכתב וז\"ל ולפיכך אני תמיה עמ\"ש הרמב\"ם בפכ\"א מהלכות שבת ועיין בש\"ע סימן שכ\"ח סכ\"ה וכן בפ' החליל אמרו דשמחת בית השואבה אינו דוחה שבת וי\"ט וכתבו התוספות דה\"ט שאינו אלא משום שמחה יתירה ולקמן בד\"ה ורבנן סברי הקשו לרבנן דאמרו דאין החליל דוחה שבת וי\"ט ותירצו וכו' יע\"ש ואיכא למידק מאי קושייא הרי לרבנן עיקר שירה בפה ולאו עבודה היא ולא דחי שבת והוי כשמחה יתירה כשמח' בית השואבה ונראה דהכא שאני דס\"ס שמחת מצוה היא ודמי לעבודה משא\"כ שמחת בית השואבה דליכא מצוה כלל ובהכי ניחא דברי ר' בפ\"ג מה' כלי המקדש ד\"ג וד\"ו יע\"ש.<br><b> ודע </b> דרבינו פכ\"א מהלכות שבת דכ\"ז כתב דחזרת רטיה במקדש התירו משום דאין שבות במקדש וכדקס\"ד להש\"ס בפ\"ק דביצה די\"א ע\"ב והוא תימא דמסקינן טעמא משום דהתירו סופן משום תחילתן ונפק' מינה טובא וכבר עמד בזה התי\"ט בעירובין פ' המוציא תפילין משנה י\"ג ואפשר דרבינו ז\"ל סובר דעולא דמפרש דטעמא משום דהתירו סופן וכו' ולא משום דאין שבות במקדש אפי' בכהן דלאו בר עבודה היינו משום דניחא ליה לאוקמי מתניתין כמ\"ד שבות צריכה התירו שבות שאינה צריכה לא התירו וכאותה ששנינו בפסחים פ' תמיד נשחט דס\"ד כמעשהו בחול כך מעשהו בשבת אלא שהכהנים מדיחי' את העזרה שלא ברצון חכמים ומפרשינן בגמרא מאן חכמים ר' נתן דאמר שבות צריכה התירו שבו' שאינה צריכה לא התירו ורבינו בפ\"א מהלכות ק\"פ פסק כחכמי' דפליגי אר' נתן ואמרי דאפי' שבות שאינה צריכה התירו משו\"ה יהיב טעמא משום דאין שבות במקדש דאע\"ג דגבי הדחת מקדש איכא צורך קצת מיהא מיהו עיקר פלוגתייהו דר' נתן וחכמים דשבות צריכה ואינה צריכה אפילו בלי שום צורך הוא דקי\"ל כחכמים דר' נתן ולכך יהיב טעמא משום דאין שבות במקדש ובשיטת כ\"י להרב המאירי במס' ביצה כתב שם וז\"ל ומחזירין רטיה במקדש דבמקד' הוא דשרי דהא הנחת רטיה בכל ענייני רפואה שאין בהם מלאכה שבות הוא משום שחיקת סמנים ואפי' כהן דלאו בר עבוד' הוא לשתרי בהכי אלא קמ\"ל דשבות צריכ' התירו שבות שאינה צריכה לא התירו עכ\"ל הרי שהוא ז\"ל סובר דטעמא דעולא דנייד מטעמא דשבות הוא מטעם דאמרן ונוחים הם דברי רבינו אלא שאכתי צריך לחלק בדעתו בין שבות גדולה לשבות קטנה שהרי הוא ז\"ל בפ\"ה מה' תו\"מ גבי סידור הקנים ונטילתן פסק דאינו דוחה שבת ועיין להתוס' בפ' המוציא תפילין ד\"ה והעליון כאן וכאן אסור יע\"ש.<br><b> וראיתי </b> בש\"מ למס' ביצה שהקשה משם הרשב\"א דאמאי לא קחשיב עולא הא דתנן בעירובין פ' מי שהוציאוהו כל היוצאים להציל חוזרין למקומם וכן חכמה הבאה לילד דתנן בר\"ה בפ' ב' דהתירו סופן משום תחילתן יע\"ש ולכאורה דבריו תמוהים דכיון דבהנך מילי דקחשיב עולא קמהדר תלמודא למיהב טעמא אחרינא דאצטריך עולא לאפוקי ההוא טעמא דאי לא\"ה פשיטא ומאי קמ\"ל הא תנינן לה כו' איך הפה יכולה לדבר אמאי לא מני הנך והדבר ברור דמשום דליכא למטעי בהו בטעמא אחרינא לא קחשיב להו ואפשר דעל המקשן הוא דפריך דלדידיה דלא ידע דאיכא למטעי בטעמא אחרינא ומשו' הכי פריך תנינן כו' אמאי לא פריך תו לדעולא אמאי לא מנו הנהו דהתם וא\"ן אפשר דהשתא דאשכח תלמודא טעמא להנהו דמייתי עולא איכא לאקשויי אמאי לא מני הנהו דהתם דאע\"ג דבהנהו ליכא טעמא משום אגב הו\"ל לאתויי וזה דוחק ועיין להתוס' בעירובין ובר\"ה ודוק."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש ירושלים דלתותיה ננעלות</span>\n<b> בעת </b>\n<b> שקורא כו' עד ברוך אתה ה' שומע תפלה כו'.</b> ובגמ' ד\"ע סיימו ע\"ז ואחר כך כל א' וא' מביא ס\"ת מביתו וקורא בו כדי להראות חזותו לרבים וכתב רש\"י ומערב יו\"הך הביאום שם עכ\"ל והרב ח\"ה בחי' אגדות שלו כתב וז\"ל ומ\"ש דמערב יו\"הכ הביאום שם לא ידענא למה דגם אם יש עירוב והוצאה ליום הכפורים הא אמרינן במס' עירובין ד\"ו ודק\"א ירושלים דלתותיה ננעלות עכ\"ל ולא זכיתי להבין אמאי לא זכר שר שכ\"כ רש\"י עצמו בפי' הך ברייתא בסוטה פ' אלו נאמרין דמ\"א ע\"א וז\"ל שם כל א' מביא ס\"ת מביתו לעזרה דקסבר אין עירוב והוצאה ליו\"הכ א\"נ ירוש' דלתותיה ננעלות בלילה ומערבין את כולה יע\"ש ואפשר לומר דרש\"י ביומא פי' לברייתא אפי' בתר דנפרצו בה פרצות הרבה דלא מהני בה עירוב כדאמרינן בעירובין דק\"א ע\"א ומצי' כמה משניות שנשנו לאותו זמן כההיא מתני' דעירובין וכההיא דשנינו בר\"ה פ\"ב דכ\"ג ע\"ב לא היו זזין משם כל היום וכתבו התוס' דמיירי מתני' לאחר שפרצו בה פרצות דחשיבא כר\"הר יע\"ש וה\"נ צ\"ל לאותה ששנינו בר\"פ לולב וערבה י\"ט הא' של חג שחל להיות בשבת מוליכין את לולביהן מערב שבת למחר משכימים ובאין כו' וע\"כ דטעמא דלא היו מוליכין כל א' ביו\"ט עצמו הוא משום איסורא דהבאה דר\"הר ואם מיירי קודם שנפרצו בה פרצות אין כאן איסורא וכן צ\"ל באותה ששנינו בפסחים ס\"פ תמיד נשחט דס\"ד ע\"ב יצתה כת א' וישבה לה בהר הבית ופרש\"י ז\"ל בשבת קאמר שלא היו יכולין להוליך פסחיהם לבתיהם יע\"ש וכן צ\"ל לאות' ששנינו שם ברפ\"ו דס\"ה ע\"א הרכבתו והבאתו מחוץ לתחום אינו דוחה את השבת ופירש\"י הרכבתו על כתף האדם להביאו לעזרה דרך ר\"ה אע\"פ שאינה אלא איסור דרבנן דהחי נושא את עצמו כו' יע\"ש ועיין להרב תוי\"ט ז\"ל שם<br><b> וראיתי </b> להתוס' שם בפסחים פרק אלו דברים דף ס\"ו ע\"א ד\"ה תוחב לו בצמרו שכתבו וז\"ל השתא משמע בשמעתין דיש איסור ר\"הר בירוש' וקשה דאמרינן פ\"ק דעירובין ירושלים אלמלא דלתותי' ננעלות בלילה חייבים עליה משום ר\"הר ולאו דוקא ננעלות אלא ראוייות לנעול ותירץ ר\"י דהכא לאחר שנפרצו בה פרצות וכה\"ג משני בפ' בתרא דעירובין אמילתא אחריתי עכ\"ל ולא זכיתי להבין למה לא הקשו ותירצו כן אמתני' דהרכבתו אינו דוחה שבת וכן אמתני' דסוף פ' הקודם גבי יצתה כת אחת וישבה לה בהר הבית ושוב ראיתי להרב חד\"ה שכתב ע\"ד התוס' וז\"ל בס\"פ תמיד נשחט נמי מוכח דיש איסור הוצאה בירוש' ואפשר לאוקמה מדין כרמלית אבל הכא משמע להו דמדין ר\"הר נגעו בה מדפריך לקמן והלא מחמר ולא שייך איסור מחמר אלא בר\"הר כדמוכח בפרק המוציא תפילין עכ\"ל ולא ידעתי למה לא הוקש' לו ממתני' נמי דתני הרכבתו אינו דוחה שבת דמשמע דאיכא איסור הוצאה בירוש' גם מ\"ש דמתני' דס\"פ תמיד נשחט אפשר לאוקמה מדין כרמלית נראה דכוונתו לומר דמיירי מתני' בשלא עירבו ולזה איכא איסור הוצאה אבל ק' לזה למה לא תיקנו לערב מערב שבת לכל ירוש' ובזה לא היו צריכין לידחק ולהמתין עד הערב ועכ\"ל דמתני' לאחר שנפרצו בה פרצו' ועיין להרב תיו\"ט בפ' בתרא דעירובין ד\"ה שהיה יע\"ש"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חסר </b>\n<b> מן הקטורת אחד מסממניה או מעלה עשן חייב מיתה כו'.</b> עיין להרב מ\"ל בפ\"ב מה' כלי המקדש ד\"ג ולהרב פר\"ח בפרקין ובא\"ח סי' קל\"ב שדבריו הם דברי המ\"ל ועיין בס' מ\"ק דקכ\"ה ובס' יד אהרן א\"ח סי' קל\"ב יע\"ש והנה הרב מ\"ל שקיל וטרי בסוגיית הגמ' דיומא דנ\"ג ע\"א ובדברי רש\"י דכריתו' בברייתא ואם חסר אחת מכל סממניה חייב מיתה שדבריו הן היפך סוגיין דיומא וקושייתו היא קושיית הרב באר שבע ובעל צידה לדרך כמ\"ש הרב מ\"ל ועיין עוד בדברי הירוש' שהביאו הרבנים הנז' ומכולם אישתמיט מינייהו דברי התו' ישנים שהביאו הירוש' הנז' וכתבו ע\"ש ה\"ר מנחם דליכא בחסור מעלה עשן חייוב מיתה אלא ביו\"הכ לבד ולדבריו לאו דוקא מעלה עשן כי גם בחיסור שאר סמנים נמי והן הן דברי רש\"י ביומא וקושיית הרב התנא מאותה בריית' דבני אהרן דמייתי תלמודא בתר הכי היא קו' ה\"ר אלחנן שכתבו התוס' ישנים יעש\"ב<br><b> ודע </b> דבסוגייא זו דיומא פריך תלמודא למה לי ב' קראי למעלה עשן ומשני ר\"א חד למצוה וחד לעכב ורבא אמר חד לעונש וחד לאזהרה וכתוב בחידושי הריטב\"א ז\"ל וז\"ל והא דפרכינן לעיל ותיפוק לי דקמעייל ביאה ריקנית לכ\"ע פרכינן דלכ\"ע איכא בקטורת חסרה עיכובא לרב אשי מדכתיב וכסה ענן הקטורת וכיון שכן הו\"ל ביאה ריקנית והכי פרכינן לעיל דמסתייה דנכתוב רחמנא וכיסה ענן הקטורת לעיכובא ולא היה צריך לכתוב ביה מיתה וכיון דליכא עבודה עיכובא לחסרון הסמנין ביאה רקנית היא ולרבא דאמר כי בענן אזהרה כ\"ש דפרכינן שפיר דאפי' לא כתב רחמנא וכיסה כיון דאיכא אזהרה למעלה עשן ממילא משמע שהוא מעכב ומחייב עליה מיתה משום ביאה ריקנית וזה ברור עכ\"ל ודברי' אלו שכתב דכיון דאיכא אזהרה ממילא משמע שהוא מעכב הם תמוהים מאותה שאמרו במנחות ר\"פ כל המנחות דנ\"ג ע\"א עלה דאמרינן התם דכל המנחות באות מצה לעיכובא נפ\"ל מקרא דלא תאכל חמץ אלא מצה מתקיף לה רבינא ואימא לא תאפה חמץ למיקם גברא בלאו דעלמא ואפסולי לא מפסלה אלא כדתנייא כו' יע\"ש הרי דאע\"ג דאיכא אזהרה בהדייא אפ\"ה אמרינן דאצטריך קרא אחרינא לעכב ועיין עוד לרבינו בפ\"ה מה' איסורי מזבח די\"ב שכתב דאע\"ג דבמקטיר הקרבן בלי מלח עובר בלאו ולקי מ\"מ הקרבן כשר יע\"ש ודוק הרי דאע\"ג דאיכא אזהרה ומלקות הקרבן כשר וזה היפך דברי הריטב\"א ז\"ל<br><b> איברא </b> שעיקר דברי רבינו ז\"ל הללו תמוהי' דכיון דלדידיה לקי על לאו זה דכל קרבן אמאי לא יפסל שהרי שנה עליו הכתוב לעכב דאיכא ב' כתובים חד עשה דכל קרבנך תקריב מלח וקרא דלא תשבית מלח דלדידיה קאי על כל הקרבנות ומה\"ט לקי עלייהו דאי משום דגלי קרא ואמר מעל מנחתך דמשמע דדוקא במנח' הוא דשנה הכתוב לעכב א\"כ נימא דאף עיקר הלאו דלא תשבית מלח ליכא אלא במנחה ולא בשאר קרבנות וליישב דברי רבינו נראה לע\"ד ע\"פ מה שדרשו בפ' הקומץ רבה דכ\"א תקריב מלח ואפי' בשבת והרב מש\"ל בה' שבת פ' י\"א הי\"א הק' ע\"ז דכיון דקי\"ל אין עיבוד באוכלין ל\"ל להתיר מליחה בשבת דמהי תיתי לאסור דאצטריך קרא להתיר יע\"ש וליישב זה משמע ליה לרבינו דאצטריך קרא להתיר מליחת הקרבן אפי' בשבת משום דהוה ס\"ד למי' דכיון דהקרבן אינו נפסל אם הקריבו בלי מלח הוה ס\"ד לומר דבשבת לא יקריבנו במלח דהו\"ל כעושה מלאכה בשבת בלי צורך דאע\"ג דאין עבוד באוכלין ואין כאן מלאכה משום עבוד מ\"מ כיון דאחשביה רחמנא למליחת הקרבן לחייב עליו עשה ול\"ת עשה דעל כל קרבנך תקריב מלח ולא תעשה דתשבית מלח הילכך חשיבא מלאכה וכעין זה כתב רש\"י בפ\"ב דביצה דכ\"ז עלה דמתני' דחלה שנטמא' אסורה בטלטול דשריפת קדשים טמאין בי\"ט אסירי ואפי' לתתה לפני כלבו שאין בו מלאכה דכתיב באש ישרף הילכך מלאכה היא כו' הרי דאע\"פ שהוא מבער את הקדשים במידי דלא מלאכה היא כיון דאחשביה רחמנא חשיבא מלאכה הכא נמי כיון דאחשביה רחמנא למליחת הקרבן לתת עליו עשה ולא תעשה הילכך מלאכה היא וכיון דהקרבן לא מפסל בהכי הו\"א דלא יקריבנו בשבת במלח משו\"ה אצטריך תקריב מלח ואפילו בשבת אפי' דהקרבן כשר בלא\"ה ומשם למד רבינו דכשר אם הקריב בלי מלח<br><b> וע\"פ </b> האמור ממילא יתיישב מה שהק' הרב מ\"ל ז\"ל ומו\"ה בס' שער המלך בה' י\"ט דמ\"ט ע\"ד עלה דהך דרשא דתקריב מלח ואפילו בשבת ועיין במה שכתבתי עוד בזה בה' שבת בשורש אין עבוד באוכלין יעש\"ב ודע שבתוס' ישנים כתבו דלרבא דדריש חד לעונש וחד לאזהרה לעכב נפ\"ל מקרא אחרינא ואפשר דהיינו מדכתיב חוקה בפרשה וכ\"כ הרב מ\"ל ז\"ל בה' כלי המקדש ועיין עוד להרב מ\"ל בפ\"א מה' ק\"פ ה\"ה שעמד באותה סוגייא דר\"פ כל המנחות ועיין במה שכתבנו אנן בענייותינו שם בהל' ק\"פ שורש ק\"פ שנשחט על החמץ יע\"ש ועיין להרפ\"ח ז\"ל בס' מים חיים בחי' לה' בכורות פ\"ו הל' ה' שכתב כדברי הריטב\"א דלרבא לא אמרינן כל מילתא דאמר רחמנא ל\"ת אי עביד ל\"מ אלא היכא דכתיב לאו בהדייא ועיין בס' שם אהרן די\"ג ע\"ב וע\"ג"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות עבודת יום הכפורים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}