{
    "language": "he",
    "title": "Chidushei Rabbi Eliyahu of Greiditz on Jerusalem Talmud Shabbat",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001886777/NLI",
    "versionTitle": "Piotrków, 1898-1900",
    "status": "locked",
    "license": "Public Domain",
    "digitizedBySefaria": true,
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "חידושי מהר\"א גריידץ על תלמוד ירושלמי שבת",
    "categories": [
        "Talmud",
        "Yerushalmi",
        "Commentary",
        "Chidushei Rabbi Eliyahu of Greiditz on Jerusalem Talmud",
        "Seder Moed"
    ],
    "text": [
        [
            [
                []
            ],
            [
                []
            ],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "<b>מעשה בחסיד אחד וכו'.</b> נ\"ב יש כמה עובדות כזו בבבלי קדושין פ\"א ע\"א וע\"ב [שם איתא עובדא גבי ר' מאיר ור' עקיבא ופלימו כהאי גונא]:"
                ]
            ],
            [
                [],
                [],
                [],
                [],
                [
                    "<b>ועל עדותן.</b> וכו' וכתב על זה בשירי קרבן וזה לשונו ואפי' מסיח לפי תומו מדאורייתא וכו'. נ\"ב לא נתבאר להדיא ועי' תוס' ב\"ק פ\"ח א' דסברי כן ורש\"י ז\"ל ל\"ל כתוס' ואולם גם לתוס' כונת הירושלמי למה דאיתא בר\"ה כ\"ב דנכרי אף בעדות שאשה כשרה גזרו עליו שפסול להעיד. [כוונתו דלא מבואר להדיא בש\"ס מהאי קרא דשקר ענה באחיו דעכו\"ם פסול לעדות רק בתוס' ב\"ק שם הזכירו בדבריהם דעכו\"ם פסול לעדות מטעם שאינו בכלל אחיו (וגם לעיל בב\"ק ט\"ו א' אמר שם דעכו\"ם פסול משום שאינו שייך במצות ולא משום שאינו אחיו וכבר נודע שיש בזה מחלוקת הפוסקים אם נכרי פסול לעדות מן התורה או מדרבנן ועי' תומים סי' ס\"ח אות ח') ומסיק הגאון ז\"ל דאף לדעת התוס' דנכרי פסול מדאוריי' לעדות מכ\"מ שפיר אמרו בירושלמי ועל עדותן על עדות אשה להתירה לינשא דאשה ועבד כשרים להעיד על עדות אשה ועל נכרי גזרו דגם על עדות כזה פסול ועי' רש\"י בד\"ה שם ד\"ה לעדות אשה]:"
                ]
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ],
            [
                []
            ],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "<b>להיות ממלין וכו'.</b> וכתב על זה בשיורי קרבן וזה לשונו ואפשר מפני החשד נ\"ב והר\"ן כתב שמא יחתה בגחלים ושפיר הוא כמו בבבלי בשבת י\"ח ב' ודף ל\"ד ריש ע\"ב:"
                ]
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ]
        ],
        [
            [
                []
            ],
            [
                [],
                [
                    "<b>כר' עקיבא דו אמר.</b> נ\"ב עיין בבלי כריתות י\"א ב' ולגירסא דברכות ל\"ב ע\"ב הוא להיפך:"
                ]
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Segment",
        "Comment"
    ]
}