{
    "versionTitle": "Wikisource Tosafot on Shabbat", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Tosafot on Shabbat", 
    "text": [
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "פשט בעה\"ב את ידו כו'. תימה לר\"י אמאי צריך למתני תרתי דעני ודבעה\"ב וכן בריש שבועות דמפרש בגמרא (דף ג. ושה) שתים דעני ודבעל הבית מה שייך לקרותו שתים מה לי עני מה לי עשיר ונראה לר\"י דאיצטריך לאשמעי' משום דהוצאה מלאכה גרועה היא דמה לי מוציא מרה\"י לרה\"ר מה לי מוציא מרה\"י לרה\"י ולא הוה גמרינן הוצאה דעני מבעה\"ב ולא בעה\"ב מעני ותדע מדאיצטריך תרי קראי בהוצאה כדנפקא לן בריש הזורק (לקמן דף צו: ושה) מויכלא העם מהביא ובספ\"ק דעירובין (דף יז:) נפקא לן מקרא אחרינא דדרשינן אל יצא איש ממקומו אל יוציא והתם פירשתי והיינו משום דמלאכה גרועה היא איצטריך תרווייהו חד לעני וחד לעשיר וכן בכל תולדות דאבות מלאכות לא חיישינן שיהא במשכן אלא אבות בלבד ובתולדות דהוצאה בעי' שיהא במשכן דתנן בהזורק (דף צו.) שתי גזוזטראות זו כנגד זו המושיט והזורק מזו לזו פטור היו שתיהן בדיוטא אחת הזורק פטור והמושיט חייב שכך היתה עבודת לוים ובריש הזורק (ג\"ז שם:) נמי בעי הזורק ד' אמות ברה\"ר מנלן ודחיק לאשכחינהו במשכן עד דמסיק כל ד\"א ברה\"ר הלכתא גמירי לה וכל אלו תולדה דהוצאה נינהו ולא אבות שאין אבות אלא מ' חסר אחת וגבי הכנסה נמי אמרינן בפ' במה טומנין (לקמן מט:) הם העלו קרשים מקרקע לעגלה אף אתם אל תכניסו מרה\"ר לרה\"י וא\"ת כיון דהכנסה היתה במשכן מה צריך תו לקמן בהזורק (דף צו:) לפרושי דסברא הוא מה לי אפוקי מה לי עיולי דהזורק ד' אמות ברה\"ר משמע דאי הוה משכחת לה במשכן הוה ניחא ליה אע\"ג דהתם ליכא סברא וי\"ל דאיצטריך סברא להכנסה דבעה\"ב דלא הוה במשכן דהם העלו קרשים כו' היינו הכנסה דעני דמסתמא בקרקע היו עומדים שהוא רה\"ר ואם תאמר כיון דאיכא סברא אמאי איצטריך בבמה טומנין למימר דהכנסה היתה במשכן וי\"ל דתנא ליה איידי דבעי למיתני הם הורידו קרשים מעגלה ואתם אל תוציאו כו' אע\"ג דהוצאה נפקא לן מקרא בהדיא איצטריך למיתני שהיתה במשכן משום. דקתני ברישא בברייתא אין חייבין אלא על מלאכה שכיוצא בה היתה במשכן ואם לא היה מוצא הוצאה במשכן הייתי מחייב בכל מלאכות הדומות למלאכה גמורה אע\"פ שלא היה במשכן כמו בהוצאה והא דאסמוך קרא דשבת למלאכת המשכן הוה דרשינן למילתא אחריתי:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "שבועות שתים שהן ארבע. בריש שבועות (דף נ.) מפרש שתים אוכל ולא אוכל דכתיב בהדיא בקרא להרע או להיטיב דהיינו להבא שהן ד' אכלתי ולא אכלתי דאתי מדרשא והא דלא מפר' שהן ד' אזרוק ולא אזרוק והוה אתיא כולה כרבי ישמעאל ולא הוה צריך לאוקומי בתרי תנאי משום דמתני' בפ\"ג (דף ימ:) תנן בהדיא שהן ד' אכלתי ולא אכלתי וא\"ת אמאי לא קתני שתים שהן שמונה [אוכל ולא אוכל] אכלתי ולא אכלתי אזרוק ולא אזרוק זרקתי ולא זרקתי ונראה דלכך פירש רש\"י בריש שבועות שאינו שונה אלא דבר וחילופו ור' יצחק תירץ דלא נקט אלא אכלתי ולא אכלתי משום דפליג ר' ישמעאל והוי רבותא טפי אבל אזרוק ולא אזרוק דמודה ר\"י לא חש למיתני וא\"ת וגבי שבת אמאי קתני שתים שהן ד' ותו לא ליתני נמי מושיט ומעביר מרשות היחיד לרשות היחיד דרך רה\"ר דחייב כדאמר לקמן (דף צו:) וזורק מרשות היחיד לרשות הרבים ומרה\"ר לרה\"י וי\"ל דלא קתני אלא הכנסה דדמיא להוצאה שהוא מרה\"י לרה\"ר לאפוקי מושיט ומעביר שהוא מרה\"י לרה\"י וזריקה נמי לא דמיא להוצאה שזה בהולכה ביד וזה בזריקה:"
            ]
        ], 
        [
            [
                "ידיעות הטומאה כו'. וא\"ת ואמאי לא קתני העלמות שתים שהן ד' העלם טומאה ואכל קדש או נכנס למקדש שהן ד' העלם קדש והעלם מקדש והוה אתי שפיר דלא מצי למיפרך הני תמני הויין כדפריך אידיעות וי\"ל דנקט ידיעות כדמפרש התם (פ\"ב ד' יד:) ידיעות קמייתא דליתנהו בכל התורה כולה קחשיב בתרייתא דאיתנהו בכל התורה לא קחשיב א\"נ ידיעות בתרייתא דמייתי לידי קרבן קחשיב ולההיא לישנא דידיעות קמייתא קחשיב לא שייך למיתני גבי שבועות ושבת ידיעות שבועות וידיעות שבת ולאידך לישנא נמי דקאמר ידיעות בתרייתא דמייתי לידי קרבן קחשיב לא תנא בהו ידיעות כיון דחילוק שתים שהן ארבע משכחת באיסורא גופיה אבל גבי. טומאה החילוק דשתים שהן ארבע אינו בא אלא מחמת הידיעה:", 
                "מראות נגעים וכו'. ברוב ספרים גרס שנים שהן ד' וכן בשילהי המזבח מקדש (זבח. ם פח:) ברוב ספרים גרס מראות נגעים ר' דוסא אומר שלשים וששה עקביא בן מהללאל אומר שבעים ושנים דממראה יאמר מראות כמו ממחנה מחנות וכי היכי דכתיב ועתה הייתי לשני מחנות (בראשית לב יא) ה\"נ קתני שפיר מראות שנים ואע\"ג דהתם חשיב כולי האי והכא לא חשיב אלא ב' שהן ד' התם חשיב פתיכין ונגעי אדם וראש וזקן ונגעי בתים והכא לא חשיב אלא לבנות כדתנן במס' נגעים (פ\"א מ\"א) ומייתי לה בפ\"ק דשבועות (דף ה.) בהרת עזה כשלג שניה לה כסיד ההיכל כו':"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "התם דלאו עיקר שבת אבות תני ותולדות לא תני. וא\"ת והא במראות נגעים תני אבות ותולדות כדמפרש בשבועות שהן ארבע שאת ותולדתו בהרת ותולדתו אף על גב דהתם לאו עיקר נגעים הוא וי\"ל דלא דמי דתולדות דנגעים כתיבי ותולדות דשבת לא כתיבי:", 
                "התם דלאו עיקר שבת הוא חיובי תני פטורי לא תני. לא הוה צריך לומר משום דלאו עיקר שבת הוא אלא משום דדומיא דמראות נגעים קתני דהוו כולהו לחיובא אלא משום דצריך לשנויי הכא דעיקר שבת תני חיובי ופטורי קמסיים נמי התם דלאו עיקר שבת הוא וגם המקשה לא הקשה דליתני התם כי הכא כיון דידע דדומיא דמראות נגעים קתני אלא פריך דליתני הכא שתים שהן ד' ותו לא:"
            ], 
            "", 
            [
                "וכי תימא מהן לחיוב ומהן לפטור. רש\"י לא פי' כאן לפי שיטתו שבסמוך דעקירות קחשיב ולפי שיטתו היה לו לפרש שתים לפטור בעקירות דבעה\"ב:"
            ], 
            [
                "והא דומיא דמראות נגעים קתני. הא דנקט מראות נגעים טפי משבועות וידיעות משום דאינהו גופייהו לא ידעינן דהוו להו כולהו לחיובא אלא משום דדומיא דמראות נגעים קתני דבכולהו איכא פלוגתא בר ממראות נגעים:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "והא יציאות קתני. לא פריך אלא אמתני' דשבועות דהוה כולהו לחיובא ולא משכחת אלא שתים אבל במתני' דהכא משכחת לה כולהו ביציאות כגון שלא יהיו כולם לחיובא שתים דהוצאה שיש בה חיוב חטאת ופטור אבל אסור דאתי לידי חיוב חטאת שהן ד' פטור אבל אסור דלא אתי לידי חיוב חטאת ופטור ומותר בעני וכן בעשיר לפירוש ריב\"א בסמוך ולהכי לעיל כי משני הכא דעיקר שבת הוא תני אבות ותולדות לא הוה מצי למיפרך והא יציאות קתני:"
            ], 
            "", 
            "", 
            [
                "מי לא עסקינן דקא מעייל מרה\"ר לרה\"י. ובפ\"ק דשבועות (דף ה:) פריך ואימא דקא מפיק מרה\"י לרה\"ר ומשני א\"כ ליתני המוציא לרה\"ר מאי מרשות לרשות אפילו מרה\"ר לרה\"י וא\"ת ומ\"ש דתני תולדה דהוצאה ולא תני שום תולדה דכל שאר אבות ותירץ ריב\"א דבכל שאר תולדות אם היה רוצה לשנותם היה צריך להאריך בלשונו אבל הכנסה דקרויה הוצאה כוללה עמו בקוצר:"
            ], 
            "", 
            "", 
            "", 
            [
                "וקמפרש הכנסה לאלתר. וא\"ת ואמאי לא דייק מכח דלא משכחת ארבע בפנים וד' בחוץ בלא הכנסות וי\"ל דמשכחת להו כדפירשתי לעיל א\"נ דמהא לא הוה שייך למימר מתני' נמי דיקא דמאי אולמא מההיא דשבועות דקיימא עלה דהתם נמי לא משכחת כולהו לחיובא אא\"כ תחשוב הכנסות בכלל:"
            ], 
            [
                "רשויות קתני. רשויות שתים שהן ארבע פירוש דשתים קאי ארשויות רשות הרבים ורשות היחיד וקשה לריב\"א דאם כן לא הוה ליה למיתני ושתים שהן ארבע בחוץ אלא שתים שהן ארבע בפנים וארבע בחוץ שתים שתים למה לי ופירש ריב\"א רשויות שבת יש בהן שני חיובים שהן ד' בפנים וב' חיובים שהן ד' בחוץ ויציאות נראה לריב\"א דהוי כמו תוצאות דאשכחן רשויות דאקרי הוצאות דכתיב (במדבר לד) והיו תוצאותיו הימה ומתרגמינן רשוותיה:"
            ]
        ], 
        [
            [
                "בבא דרישא פטור ומותר. וא\"ת והא קא עבר אלפני עור לא תתן מכשול ואפילו מיירי שהיה יכול ליטלו אפילו לא היה בידו דלא עבר משום לפני עור דמושיט כוס יין לנזיר מוקי לה בפ\"ק דמס' עבודת כוכבים (דף ו:) דקאי בתרי עברי דנהרא מ\"מ איסור דרבנן מיהא איכא שחייב להפרישו מאיסור ואפילו אי מיירי בנכרי דלא שייך לפני עור מיהו איסור דרבנן מיהא איכא כדתניא בשילהי פירקין (דף יט.) נותנין מזונות לנכרי בחצר נטלו ויצא אין נזקקין לו משמע דווקא כשהנכרי בחצר אבל אם עומד בחוץ ופושט ידו לפנים משמע דאסור ליתן להדיא ע\"מ להוציא ויש לומר דמיירי בנכרי והחפץ של נכרי דאפילו מכניס ומוציא כל היום אין כאן איסור כלל כיון שאין החפץ של בעל הבית:"
            ], 
            "", 
            "", 
            [
                "בר מהני תלת. הקשה ר\"ת הא איכא הא דתנן בפרק במה מדליקין (לקמן כט:) המכבה את הנר מפני שהוא מתירא כו' ואם בשביל החולה שיישן פטור ומוקי לה בחולה שיש בו סכנה וא\"כ הוא פטור ומותר דאין לך דבר שעומד בפני פקוח נפש ותירץ דהא מלתא דפשיטא היא ולא איצטריך ליה לשמואל לאשמעי' כדמשני בסמוך דלא איצטריך ליה לאשמעי' פטורי דלא קעביד מעשה וצד נחש מיירי בדליכא סכנה שיוכל להנצל בענין אחר אלא משום צערא שרו ליה רבנן כמו במפיס מורסא וכן מוכח בריש פרק שמונה שרצים (שם קז:) דצד נחש לאו משום סכנה פטור דהא מוקי לה כר\"ש דאמר מלאכה שאצ\"ל פטור עליה וע\"ק לר\"י והא איכא הא דתני' בפ' במה אשה (שם סב.) ר\"א פוטר בכובלת ובצלוחית של פלייטון והוא פטור ומותר דהא בבריי' אחרת קתני התם רא\"א יוצאה אשה בכובלת לכתחלה ותירץ ר\"י בשם ר' אברהם דלא חשיב שמואל. אלא פטורים השנויין במשנה דצד צבי משנה היא בהאורג (שם ד' קו:) הצד נחש ומפיס מורסא משנה היא בעדיות (פ\"ב מ\"ה) ולספרים דגרסי בפ' במה אשה (שם ד' סב.) איידי דאמר ר\"מ חייב חטאת א\"ל איהו פטור אבל אסור פי' דר\"א קאמר לר\"מ לדבריך נמי לכל היותר לא יהא אלא פטור אבל אסור לפי גרסא זו אתי שפיר:"
            ], 
            [
                "הצד נחש. הקשה בה\"ג דשמואל אדשמואל דהכא סבר שמואל מלאכה שאינה צריכה לגופה פטור כר\"ש ומשום צערא דגופא שרי ובפ' כירה (ל מן מב.) אמרינן בדבר שאין מתכוין סבר לה כר\"ש במלאכה שאינה צריכה לגופה סבר לה כר\"י ותירץ ר\"ת דשמואל קאמר דלר\"ש דאמר מלאכה שאינה צריכה לגופה פטור בהני תלת פטור ומותר כמו שמוכיח שמואל בסוף האורג (שם ק'.) דודאי פטור ומותר קאמר וליה לא ס\"ל כר\"ש ומיהו לדידן קי\"ל כר\"ש דרבא דהוי בתראה סבר כותיה בריש נוטל (שם קמא:):", 
                "ומפיס מורסא. בעדיות (פ\"ב שם) תנן אם לעשות לה פה חייב ואם להוציא ממנה ליחה פטור וא\"ת היכי מתחייב אפתיחת פה דמורסא הא אמרינן לקמן בפ' חבית (ד' קו.) כל פתח שאינו עשוי להכניס ולהוציא אינו פתח ותירץ ר\"ת דהאי נמי עשוי להכניס אויר ולהוציא ליחה:"
            ], 
            "", 
            "", 
            [
                "פטורי דאתי לידי חיוב חטאת. מה שפירש\"י דעקירות קחשיב אינו נראה לר\"י חדא דעקירה בלא הוצאה אינה אלא טלטול בעלמא . ואין בה דררא דחיוב חטאת כלל ועוד דלפי' הקונט' קחשיב לבע\"ה ג' יציאות והכנסה אחת ולעני ג' הכנסות והוצאה אחת ועוד דלא חשיב תרתי לפטור דעני באחת ודעשיר באחת כדחשיב חיובא ברישא ומפרש ריב\"א דאתי לידי חיוב חטאת היינו אותו שפושט את ידו ומכניסה או מוציאה דכוותה בבא דרישא חייב חטאת והכא פטור לפי שלא עשה כל המלאכה שחיסר ממנה מעט או עקירה או הנחה והביא ראייה מירושלמי דקאמר לא אתיא מתני' אלא פטור שנגד החיוב ומשום הכי לא חשיב אלא פטור של אותו שכנגדו חייב למעלה בבבא דרישא כגון פשט העני את ידו לפנים כו' וקתני העני חייב פטורה דידיה חשיב בבבא דסיפא בפשט העני את ידו לפנים וכו' וכן לבע\"ה:"
            ], 
            "", 
            [
                "שניהם פטורין והא איתעבידא מלאכה מבינייהו. אינו קאי אמתני' שהרי רישא דשניהם פטורין דהיינו פשט העני את ידו לפנים קבעי לקמן (ד' ד.) אלא קאי אמאי דקאמר פטורי דאתי בהו לידי חיוב חטאת קחשיב אבל חטאת לית בהו אלא שניהן פטורין כדקתני מתני' ואמאי והא איתעבידא מלאכה מבינייהו ולא פריך שיתחייב הראשון דאין סברא דע\"י השני שעשה הנחה וגמר המלאכה יתחייב הראשון אלא אשני קא פריך שיתחייב לפי שעל ידו נגמרה המלאכה:"
            ], 
            "", 
            [
                "בעשותה. בכל הספרים גר' העושה את כולה ולא העושה מקצתה יחיד שעשה אותה חייב שנים שעשאוה פטורין פשטיה דקרא נראה דבעשותה קאי אנפש אבל הש\"ס דריש ליה אמלאכה כלומר בעשות אותה וכולה מיירי בזה עוקר וזה מניח ואינו אלא כפל מלה וליכא למימר דב' שעשאוה איירי בב' שעשאוה בבת אחת דבפרק המצניע (לקמן צג. ושם) משמע דצריכי תרי קראי לזה עוקר וזה מניח ולב' שעשו מלאכה בבת אחת ועוד דבאיתמר נמי דקאי אמתניתין נמי קאמר האי לישנא יחיד ועשה אותה וכו' אך קשה דבפרק המצניע (שם.) משמע דזה עוקר וזה מניח נפקא מנפש או מאחת והכא נפקא לה מבעשותה קשה לר\"י מדמצרכינן קרא לפטור משמע דזה עוקר וזה מניח היה במשכן ובפרק המצניע (ג\"ז שם.) נמי פוטר ר\"ש זה אינו יכול וזה אינו יכול אע\"פ שהיה במשכן כגון ב' שנושאין את הארון ובירושלמי פרק הזורק אהא דתנן שתי גזוזטראות ברשות הרבים כו' היו שתיהן בדיוטא אחת המושיט חייב אמר רב חמא בשם ר' מיישא ובלבד על ידי ב' ופריך בכל אתר אמרת ב' שעשאוה פטורין וכאן אמרת חייבין ומשני שכך היתה עבודת הלוים והשתא מה בכך שהיתה במשכן מ\"מ הוי ליה לפטור מושיט כיון דשניהם עושין אותה ונראה לר\"י דבמושיט אין זה עוקר וזה מניח אלא המושיט עשה עקירה והנחה ולא קשיא ליה בירושלמי אלא אמה שאינו פטור ובכל מקום על ידי חבירו פטור [טפי] כגון ב' שעשאוה וכאן אינו מתחייב אלא על ידי חבירו:"
            ], 
            "", 
            [
                "איתמר נמי כו'. תימה דמייתי סייעתא משמעתא לברייתא ובפרק קמא דקדושין (ד' ו.) פריך יהודה ועוד לקרא וי\"ל דנזרקה מפי חבורה דקאמר היינו חבורה של תנאים ור\"י תירץ משום דבריי' דלעיל לא מתניא בי ר' חייא ור' אושעיא:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "עקירת גופו כעקירת חפץ דמי או לא. נראה לר\"י דהכי נמי מצי למיבעי לענין הנחה כגון שהוציא חפץ לר\"ה ועמד שם לפוש ולא הניחו ע\"ג קרקע אם הנחת גופו הוה כהנחת חפץ או לא וממתני' דקתני או שנטל מתוכה והוציא העני חייב ליכא למיפשט דאיכא לאוקמא שהניחו ע\"ג קרקע וא\"ת ואמאי לא פשיט ממתניתין (ד' יא:) דקתני לא יצא החייט במחטו שמא ישכח ויצא ואי עקירת גופו לאו כעקירת חפץ דמי אמאי לא יצא בה הא לא מצי למיתי לידי איסור דאוריי' וי\"ל דאפ\"ה אסרו רבנן:"
            ], 
            "", 
            [
                "מאי טעמא ידו לא נייח. נראה לר\"י כלשון אחר דגרס ידו דבתר גופו גרירא בעי עקירה גופו לא בעי עקירה ולמאי דגרס נמי ידו לא נייח מפרש ר\"י דהיינו משום דבתר גופו גריר ורש\"י פי' ידו לא נייח ע\"ג קרקע משמע אפי' הוא וידו במקום אחד ונתן לו חבירו לתוך ידו והוציא פטור ואין נראה דבכל ענין שהטעינו חבירו בין על כתפו בין על ידו והוציא חייב דהא קתני או שנטל מתוכה והוציא חייב אלמא הנחת חפץ ביד בע\"ה שהוא וידו ברשות אחת הויא הנחה מדחייב העני שעקר מיד בע\"ה וכיון דהויא הנחה כשעוקר גופו עם זה שבידו הרי עוקרו ממקום הנחה:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "היה טעון אוכלין ומשקין מבעוד יום כו'. כשעמד לפוש משחשכה איירי דבלא עמד לא מיחייב אע\"ג דעקירת גופו כעקירת חפץ דמי לא בטלה עקירה ראשונה כדאמר לקמן (ד' ה:) המפנה חפציו מזוית לזוית ונמלך עליהן להוציאן פטור שלא היתה עקירה משעה ראשונה לכך ונקט מבעוד יום לאשמעינן דעקירת גופו כעקירת חפץ דמי דאי הוה נקט טוען עצמו משחשכה ועמד לפוש לא היה משמע מידי דאפילו אי עקירה והנחת גופו לא הויא עקירה והנחה חייב משום עקירה ראשונה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "מהו שתעשה ככרמלית. כגון שהוציא ידו מלאה לחוץ ולאהדורה אבל בע\"א לא דהא תנן בפרק בתרא דעירובין (ד' צח:) עומד אדם ברה\"י ומטלטל ברה\"ר ולא הויא כרמלית אלא לענין רשות שהגוף שם שדומה יותר לשתי רשויות:", 
                "מי קנסוה רבנן לאהדורה. נראה לר\"י דגרס מי אסרוה ולא גרס מי קנסוה דלקמן בסמוך כי מוקמא דלאו ככרמלית דמיא אמרינן דאסור להחזירה משום קנס ושמא הא דעבדוה ככרמלית נמי הוי קנסא ונ\"מ דאסור בשוגג מבעוד יום:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "כאן למעלה מי'. וא\"ת למעלה מי' לכתחלה נמי מותר להוציאה דהוי מקום פטור וי\"ל דקמ\"ל דאפילו הוציאה מתחלה דרך מטה מי' מותר להחזירה למעלה מי' ולא קנסינן ליה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "התירו לו לרדותה. ואע\"ג דאמרינן בר\"ה בפרק י\"ט (ד' כט: ושם) כל מלאכת עבודה לא תעשו וגו' יצאו תקיעת שופר ורדיית הפת שחכמה היא ואינה מלאכה מ\"מ מדרבנן אסורה כדאמר בכל כתבי הקדש (לקמן קיז: ושם) ולא ירדה במרדה אלא בסכין וכן תקיעת שופר אסור מדרבנן דתנן בפ\"ב דר\"ה (ד' לג.) אין מעכבין התינוקות מלתקוע משום חינוך הא נשים מעכבין:"
            ], 
            "", 
            [
                "ואיבעית אימא לעולם לא תפשוט. נראה לר\"י דל\"ג לעולם לא תפשוט דאע\"ג דאיכא שינויא אחרינא דלא תיקשי שני ברייתות אהדדי עדיין איכא למיפשט דרב ביבי מבני בית המדרש מדלא משני איפכא מכלל דלא התירו ולרשב\"א נראה דשפיר גריס ליה דממאי דלא משני איפכא ליכא למיפשט דסברי בני בית המדרש דלא התירו דהא דלא משני איפכא לפי שאין נראה סברא לעולם לומר משחשיכה לא קנסוה מבעוד יום קנסוה דאי משחשיכה לא קנסוה שוב אין לומר מבעוד יום קנסוה דהוי כחוכא ואטלולא ואע\"פ שאין שייך טעם משחשיכה לומר כמבעוד יום ולעיל ה\"פ מדלא משנינן הכי לפי שאין נראה להם סברא לומר כן והוצרכו לומר משחשיכה קנסו מבעוד יום לא קנסו כדי לדחות שלא לפשוט בעיא דאביי א\"כ תפשוט בעיא דרב ביבי אע\"ג דאיכא למידחי בשינויא קמא ואי בעית למפשט דאביי נאמר כשינויא בתרא וזיל הכא קמדחי ליה כו' מ\"מ חדא מינייהו מיפשטה ממה נפשך והשתא א\"ש דקאמר ואב\"א לעולם לא תפשוט לא דאביי ולא דרב ביבי:"
            ], 
            "", 
            [
                "בשוגג לא קנסוה. ומיירי מבעוד יום דהשתא ליכא למפשט דרב ביבי וא\"ת משנויא קמא נמי נפשוט בעיא דרב ביבי דלא התירו דלמטה מי' אסור להחזירה ואפילו מוקמי' מבעוד יום הא פירשתי דאי מבעו\"י לא התירו כ\"ש משחשיכה וי\"ל דאין לפשוט דהתם מה שלא התירו משחשיכה אע\"ג דאתי לידי חיוב חטאת היינו משום מבעו\"י דלא שייך טעם זה אבל גבי רדיית הפת לעולם אימא דהתירו:"
            ]
        ], 
        [
            [
                "כאן לחצר אחרת. ואסור להחזירה דקתני לא להחזירה אצלו קאמר אלא להחזירה לחצר אחרת:"
            ], 
            "", 
            "", 
            [
                "ומאי שנא. בזו כנגד זו איירי דבדיוטא אחת שנא ושנא דאיכא איסור חיוב חטאת דמושיט מרה\"י לרה\"י דרך רה\"ר א\"נ בדיוטא אחת וכגון שאין מפסיק שם רה\"ר:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואלא דאהדר ואידכר מי מחייב. תימה דלישני אימא לידי (חיוב) איסור חטאת כדקאמר בסמוך קודם שיבא לידי איסור סקילה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "וכי אומרים לו לאדם חטא בשביל שיזכה חבירך. והא דאמר בבכל מערבין (עירובי ן לב: ושם) רבי סבר ניחא ליה לחבר דליעבד איסורא קלילא ולא ליעבד עם הארץ איסורא רבה התם כדי שלא יאכל ע\"ה טבל על ידו דאמר לי' מלא לך כלכלה של תאנים מתאנתי אבל הכא שלא נעשה האיסור על ידו אין אומרים לו חטא אפי' איסור קל שלא יבא חבירו לידי איסור חמור ואומר ריב\"א דאפי' למדביק עצמו אין לפשוט משם להתיר דהתם עדיין לא נעשה האיסור ומוטב שיעשה איסור קל ולא יעשה איסור חמור על ידו אבל הכא המעשה של איסור כבר נעשה וממילא יגמור לא יעשה אפי' איסור קל בידים והא דתנן בהשולח (גיטין דף מא: ושם) מי שחציו עבד וחציו בן חורין כופין את רבו ועושה אותו בן חורין ואע\"ג דבהאי פירקא (דף לח:) א\"ר יהודה כל המשחרר עבדו עובר בעשה דלעולם בהם תעבודו שאני פריה ורביה דמצוה רבה היא כדמשני התם בר\"א שנכנס לבה\"מ ולא מצא שם י' ושחרר את עבדו להשלימו לי' מצוה דרבים שאני ועוד י\"ל דדוקא היכא דפשע קאמר וכי אומרים לו לאדם חטא כדי כו' ואתי שפיר הא דאמרי' בריש תמיד נשחט (פסחים דף נט. ושם) דאתי עשה דפסח שיש בו כרת ודחי עשה דהשלמה וקא עברי כהנים בעשה דהשלמה ומקריבין למחוסר כפורים כפרתו כדי שיביא פסחו וכן בפרק בתרא דעירובין (דף קג: ושם) כהן שנמצא בו יבלת חבירו חותכה לו לו בשיניו אע\"ג דהוי שבות וגבי חציה שפחה וחציה בת חורין שנהגו בה מנהג הפקר וכפו את רבה בהשולח (גיטין דף לח:) משום שהיתה מחזרת וממציאה עצמה לזנות ודומי' לאנוסין והוי נמי כמצוה דרבים:"
            ], 
            "", 
            [
                "קודם שיבא לידי איסור סקילה. וא\"ת מאי בעיא היא זו אם התירו לרדותה פשיטא שלא ישמע לנו אם נאסור לו ותי' ריב\"א דאם לא התירו לא מיחייב סקילה כיון שמניח מלרדות ע\"י מה שאנו אוסרין לו וכן בפסחים בס\"פ האשה (דף צב. ושם) ערל הזאה ואיזמל העמידו דבריהם במקום כרת אלמא לא מיחייב כרת הואיל ורבנן הוא דאסרי ליה למיעבד פסח וא\"ת והיכי אתי לידי חיוב סקילה והא התראת ספק הוא דבשעה שהדביק פת בתנור שמא היה בדעתו לרדותה קודם שיבא לידי איסור סקילה ומה שלא רדה שמא שכח ההתראה ותי' ריב\"א דכיון שהדביק תוך כדי דבור של התראה ובודאי תאפה אם לא ירדנה לאו התראת ספק הוא דודאי לא היה בדעתו לרדות קודם אפייה ולא הוי התראת ספק אלא בלוקח אם על הבנים למ\"ד בפ' ואלו הן הלוקין (מכות דף טו.) בטלו ולא בטלו דשמא לא ישבור כנפיה או לא ישחטנה ועכשיו שמשבר כנפיה אין יכולין להתרותו דלא הויא התראה אלא על הלאו והלאו כבר עבר וכן בשבועה שלא אוכל ככר זו אם אוכל זו ואכליה לאיסוריה והדר אכליה לתנאיה דכשמתרין בו בשעת אכילת איסור עדיין מחוסר מעשה אכילה של תנאי קודם שיתחייב מלקות אבל הכא כשמדביק פת בתנור אין האפייה מחוסרת מעשה:"
            ], 
            [
                "מתני לה בהדיא. אית ספרים דגרסי בעי רב ביבי ומתני בהדיא בבעיא דרב ביבי איסור סקילה:"
            ], 
            "", 
            "", 
            "", 
            [
                "והא בעינן עקירה והנחה מעל מקום ד'. אומר ר\"ת דאין רגילות להניח החפץ בפחות מד' וכן היה מסתמא במשכן ועוד אומר ר\"י דאל יצא איש ממקומו משמע דקאי נמי אחפץ כלומר ממקומו של חפץ דרשינן בעירובין (פ\"א ד' יז:) דאל יצא אל יוציא אע\"ג דפשטיה דקרא קאי אמקומו של אדם דהיינו ד' אמות מ\"מ משמע נמי מקום החפץ ואין מקום חשוב בפחות מד':"
            ]
        ], 
        [
            "", 
            "", 
            [
                "דרבי עקיבא סבר ילפי' זורק ממושיט. וא\"ת והא ע\"כ זורק מרשות היחיד לרה\"י דרך רשות הרבים לא היה במשכן דאם היה במשכן מה צריך למילף ממושיט ומ\"ט נמי דרבנן דפטרי וכיון דלא היה במשכן אמאי מחייב ר\"ע דבתולדה דהוצאה שהיא מלאכה גרועה אין לנו לחייב אלא דוקא אותן שהיו במשכן כדפרישית לעיל (ד' ב.) וי\"ל דר\"ע סבר דזורק דמי טפי למושיט ממאי דדמו שאר תולדות להוצאה:"
            ], 
            "", 
            [
                "אבל למעלה מי' ד\"ה פטור. יש להוכיח קצת מכאן דמושיט חייב נמי למטה מי' דאם תמצא לומר פטור לפי שלא מצינו במשכן מושיט למטה מי' שהעגלות היו גבוהים י' א\"כ לימא הכא אבל למעלה מי' ד\"ה חייב דילפינן זורק ממושיט אבל עתה דמושיט חייב למטה מי' אז לא מצי למימר למעלה מי' ד\"ה חייב דא\"כ למטה מי' מ\"ט פטור זורק ומיהו אינו הוכחה דלא מצי למימר דלכ\"ע ילפינן זורק ממושיט דא\"כ הא דתנן לקמן בהזורק (דף צו.) היו שתיהן בדיוטא אחת הזורק פטור והמושיט חייב אלמא לא ילפי' זורק ממושיט אמאן תרמייה ותדע דהא כי נמי נימא דמושיט חייב למטה מי' הוי מצי למימר דלכ\"ע ילפי' זורק ממושיט ובדיוטא אחת בין למטה מי' בין למעלה מי' ד\"ה חייב ופליגי למטה מי' בזו כנגד זו דמר סבר אמרינן קלוטה כמי שהונחה דמיא ומר סבר לא אמרינן אלא דלא מצי למימר דלכ\"ע ילפינן זורק ממושיט משום מתני' דהזורק ולמאי שנפרש בסמוך אתי נמי שפיר דלא נקט הכי:"
            ], 
            "", 
            "", 
            "", 
            [
                "אבל למטה מי' ד\"ה חייב דאמר קלוטה כמי שהונחה. כשהחפץ בידו של עני או של בע\"ה לא שייך קלוטה דהא כשנותן בע\"ה לתוך ידו והוציא לא מחייב תימה לר\"י אם ברייתא היא בשום מקום דבעינן הנחה על גבי מקום ד' וכדמשמע קצת בסמוך דא\"ר זירא הא מני אחרים היא משמע דפליגי רבנן עליה אם כן היכי קאמר הכא ד\"ה חייב אם כן ההיא ברייתא מני ונראה דלא קשה מידי שיעמיד ר\"ע ורבנן כמתניתין ולא כההיא ברייתא דניחא ליה להעמיד מתני' ככ\"ע:"
            ], 
            [
                "דאמרינן קלוטה כמי שהונחה דמיא. וקשה לר\"י דמאי פריך למימרא דפשיטא ליה לרבה מנא ליה דפשיטא ליה לרבה אי משום דקאמר הא מני ר\"ע היא היינו משום דלר\"ע אית ליה ממה נפשך קלוטה כמי שהונחה דמיא אבל אליבא דרבנן מספקא ליה ולהכי לא הוה מצי למימר הא מני רבנן היא ואם היינו אומרים הא דקאמר לעיל רבי עקיבא סבר קלוטה כמי שהונחה דמיא ורבנן כו' הכל מדברי רבה היא הוה אתי שפיר אך אין נראה שיהא מדברי רבה ואומר ר\"י דהכי פירושו והא מיבעיא בעי לרבה וכיון דאיכא לספוקי בפלוגתייהו איכא נמי לספוקי דילמא לכולי עלמא לא אמרינן קלוטה כמי שהונחה ובזו כנגד זו לכ\"ע פטור כי פליגי בדיוטא אחת דר\"ע סבר ילפי' זורק ממושיט ורבנן סברי לא ילפינן אלא דרבה לא חש לפרש כל הבעיות ועוד אומר ר\"י דהא דקאמר הש\"ס אבל למטה מעשרה ד\"ה חייב דאמרינן קלוטה כמי שהונחה היינו לרבנן אבל לר\"ע קלוטה לאו כמי שהונחה דמיא ומחייב משום דילפינן זורק ממושיט דאי סבר כמי שהונחה דמיא לא הוה מצי למילף זורק ממושיט דהא לא דמיא כלל דכיון דכמי שהונחה דמיא הוי [זורק למעלה מעשר'] כזורק מרה\"י למקום פטור וממקום פטור לרה\"י ולא דמי כלל למושיט שהוא מרה\"י לרה\"י ורה\"ר באמצע אלמא ע\"כ כיון דסבר ילפינן זורק ממושיט סבר קלוטה לאו כמי שהונחה דמיא והשתא אתי. שפיר דפריך למימרא דפשיטא ליה כו' ואתי נמי שפיר דלא מצי למימר לעיל אבל למעלה מי' ד\"ה חייב דילפינן זורק ממושיט דלר\"ע לא מצי למילף כיון דסבר כמי שהונחה דמיא וכן משמע קצת דהא רב חסדא בעי נמי בהזורק (לקמן דף צז.) כמו רבה דהכא ואי הא דקא מסיים קלוטה כמי שהונחה דמיא קאי נמי אדר\"ע היכי מצי למימר לרב חסדא דלכ\"ע כמי שהונחה דמיא ולקמן בפירקין (דף ח.) משמע דדוקא ברה\"י לא בעי רב חסדא הנחה ע\"ג מקום ארבעה ומיהו רשב\"א פירש בסמוך אף ברה\"ר לא בעי רב חסדא מקום ד':"
            ], 
            "", 
            [
                "ודילמא הנחה הוא דלא בעיא הא עקירה בעיא. פירש\"י דדייק מדלא מחייב ב' אחת משום הוצאה ואחת משום הכנסה וקשה דילמא הא דלא מחייב ב' משום דלא מחייב אתולדה במקום אב ועוד דבסמוך קאמר רב יהודה מחייב היה רבי ב' אע\"ג דקתני סתם רבי מחייב ה\"נ לר\"ע מנ\"ל דלא מחייב שתים ונראה לפרש דפריך הא עקירה בעיא דילפינן ממשכן שהיו נוטלין מתיבתן שהיו בהן ארבע על ארבע ונותנין ליד עושי המלאכה ולפי מה שפירשתי לעיל דדרשינן מאל יצא איש ממקומו אתי נמי שפיר דבעקירה מיירי:"
            ], 
            [
                "אלא א\"ר יוסף כו'. קשה לרשב\"א מה צריכין רבה ורב יוסף להעמיד המשנה כתנאים והא סבירא להו בפ\"ב דעירובין (ד' צט. ושם) דמחשבתו משויא ליה מקום דקאמר התם רב יוסף השתין ורק חייב חטאת ופריך והא בעינן מקום ד' וליכא ומשני מחשבתו משויא ליה מקום דאי לא תימא הכי הא דאמר רבה זרק בפי כלב או בפי כבשן חייב וכו' ותי' ר\"ת דהא דאמר מחשבתו משויא ליה מקום היינו היכא דלא ניחא לי' בענין אחר אלא בענין זה כמו משתין ורק שאינו יכול להשתין או לרוק בענין אחר וכן זרק בפי כלב שרצונו שיאכלנו הכלב או שישרוף העץ בכבשן ול\"ג התם ונח בפי כלב דנח משמע דאין כוונתו לכך אבל הכא אינו חושש אם מקבל בידו או בכלי אחר והא דאמר לקמן (ד' ה.) ה\"א ה\"מ היכא דאחשבה לידו אע\"ג דניחא ליה שיקבלנו בע\"א כמו בידו היינו משום דקאמר דידו של אדם חשובה לו כד' על ד' אבל בשאר דברים לא משוי ליה מחשבתו אלא היכא דלא ניחא ליה בע\"א:"
            ], 
            [
                "זרק ונח ע\"ג זיז כל שהוא ר' מחייב. וא\"ת אכתי תקשה לך דילמא הנחה הוא דלא בעיא הא עקירה בעיא וי\"ל דבלאו הכי פריך שפיר אבל קשה לספרים דגרסי לקמן בהזורק (ד' צז.) על מילתא דרב יהודה דאמר בסמוך מחייב היה רבי שתים ויתיב רב חסדא וקא קשיא ליה למימרא דמחייב רבי אתולדה במקום אב וכו' א\"ל רב יוסף מר אדר' מתני לה וקשיא ליה אנן אדר' יהודה מתנינן לה לדברי ר\"י דאמר חייב ב' אבל לר' לא מחייב ב' דלא מחייב ר' אתולדה במקום אב אם כן מה תירץ רב יוסף הא מני ר' היא אכתי תקשה דילמא הנחה הוא דלא בעי הא עקירה בעי וי\"ל דסבר רב יוסף דדוקא אקלוטה דר\"ע דליכא הנחה כלל איכא למיפרך הא עקירה בעי אבל אר' דבעי הנחה ע\"ג זיז כל שהוא ה\"ה דלעקירה סגיא בכל שהוא ומיהו להש\"ס בסמוך לית ליה סברא דרב יוסף דפריך ארבי זירא דילמא אחרים בעו עקירת מקום ד' ולא סגיא בכל שהוא כמו בהנחה ולר\"ת נראה דגרסינן בהזורק יתיב רב יוסף וקא קשיא ליה א\"ל רב חסדא וכו' ואתי שפיר דרב יוסף הוה מתני דברי רב יהודה אדר' ובסמוך דפריך והא איתמר כו' הוה מצי למיפרך הא דקשיא ליה לרב יוסף בהזורק (שם:) דרבי לא מחייב אתולדה במקום אב דתניא ר' אומר דברים הדברים אלה הדברים וכגירסת ר\"ת נראה דלההוא גירסא דמתני רב יוסף מילתא דרב יהודה דמחייב ב' ארבי יהודה קשה דרב יוסף אדרב יוסף דהתם אומר בהדיא רבה ורב יוסף דאמרי תרוייהו לא מחייב ר\"י אלא אחת ויש לדחות דרב יוסף משמי' דרב יהודה קאמר ורב יהודה מחייב שתים וליה לא סבירא ליה:"
            ], 
            "", 
            [
                "באילן העומד ברה\"י ונופו נוטה לרשות הרבים. הכא בשמעתין הוה מצי לאוקמי באילן שעיקרו ונופו כולו קאי ברה\"י ויש בעיקרו ד' דרבי סבר שדי נופו בתר עיקרו וחשיבא מקום ד' ורבנן סברי לא אמרינן שדי נופו בתר עיקרו ולא הוי מקום ד' דברה\"י נמי סברא שמעתין דבעינן מקום ד' על ד' מדאמר בסמוך תני טרסקל שבידו הא תינח ברה\"י משמע דברה\"י נמי מהדרינן לאשכוחי מקום ארבע אלא נקט בכה\"ג משום דמילתא דאביי איתמר בפרקין אמילתא דרב חסדא דאמר נעץ קנה ברה\"י וזרק ונח על גביו אפילו גבוה מאה אמה חייב ופריך לימא דרב חסדא דאמר כרבי ומשני דברה\"י כ\"ע לא פליגי כדרב חסדא והכא באילן העומד ברה\"י ונופו נוטה לרה\"ר ומיירי אפילו אין בעיקרו ד' דרבי סבר שדי נופו בתר עיקרו דהויא כרה\"י וחייב אע\"ג דלא הוי מקום ד' כדרב חסדא ורבנן סברי לא אמרינן שדי נופו בתר עיקרו אבל קשה אמאי לא משני אביי לקמן באילן העומד כולו ברה\"ר ויש בעיקרו ד' דרבי סבר שדי נופו כו' וחשיב מקום ד' ולרבנן לא הוי מקום ד' דברה\"ר מודה רב חסדא דבעינן מקום ד' דברה\"י דווקא קאמר רב חסדא כדמשמע לקמן דקאמר ברשות היחיד כולי עלמא לא פליגי כדרב חסדא ויש לומר דברה\"ר לא מצי לאוקמי דאי הנוף למטה מג' לא הוו פטרי רבנן אע\"ג דליכא ד' דכארעא סמיכתא היא ואי למעלה מג' לא הוה מחייב ר' דכרמלית היא אם רחב ארבע או מקום פטור אם אינו רחב ד' ולרשב\"א נראה דברשות הרבים נמי משכחת לה למימר שדי נופו בתר עיקרו כגון שעיקרו פחות משלשה או גבוה ט' ורבים מכתפים עליו דהוו רה\"ר ונופו עולה למעלה מג' דלרבי הוי נוף רשות הרבים דשדינן ליה בתר עיקרו כי היכי דשדינן ליה בתר עיקרו לשויא רה\"י ולרבנן לא הוי כרה\"ר והא דלא מוקי ליה אביי הכי משום דרב חסדא לא בעי מקום ד' גם ברשות הרבים דמ\"ש ורב חסדא נקט רשות היחיד משום דבעי לאשמעינן אפילו גבוה מאה אמות משום דרה\"י עולה עד לרקיע ואיידי דנקט איהו רשות היחיד נקט נמי בתר הכי ברה\"י כ\"ע לא פליגי כו' ולמאי דמוקי לה אביי לקמן אליבא דרב חסדא הא דנקט זיז כל שהוא דהא אפי' ברוחב ד' נמי פליגי אומר רשב\"א דנקט כל שהוא משום למעלה מי' דאי הוי רחב ד' הוי רה\"י ולא הוו פטרי רבנן) (אי אין) גדיים בוקעין תחתיו אי סברי כר' יוסי בר' יהודה בהזורק (לקמן ד' קא.) ואין נראה לר\"י דמשמע דמשום רבותא דר' נקט לה ואומר ר\"י דאי הוה נקיט זיז סתמא הוה סלקא דעתך דמיירי ברחב ארבע וטעמא דר' לאו משום שדי נופו בתר עיקרו אלא ה\"א דסבר כרבי יוסי בר\"י דנעץ קנה ברה\"ר ובראשו טרסקל להכי נקט כל שהוא לאשמעינן דטעמא דרבי משום שדי נופו כו' ורש\"י שפירש כאן משום שדי נופו בתר עיקרו והוי כמונח ברשות הרבים ע\"ג מקום ד' אי אפשר להעמידה דאי למטה מג' לא בעי רחב ד' לכ\"ע ולמעלה מג' לא הוי רה\"ר אם לא נעמיד בדבילה שמנה וטח בצד הנוף:"
            ]
        ], 
        [
            [
                "לא מחייב ר' אלא ברשות היחיד מקורה. נראה לרשב\"א דמשמע ליה מדלא נקט מרשות היחיד לרה\"י ורשות הרבים באמצע כמו בפלוגתא דר\"ע ורבנן וההיא דגיטין פ' הזורק (ד' עט. ושם) גבי היתה עומדת על ראש הגג וזרקו לה כו' וקאמר כמאן כרבי דאמר קלוטה כמי שהונחה דמיא לא סברי דרב ושמואל דהכא דאמרי דלא חייב ר' אלא ברשות היחיד מקורה ולדידהו צריך לשנויי דהתם משום אינטורי כדמשני התם אליבא דרבנן אפילו תימא רבנן כי פליגי רבנן לענין שבת אבל הכא משום אינטורי כו':"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אמאי חייב מרה\"י לרה\"י קא מפיק. ואפילו משום מושיט ובדיוטא אחת לא מחייב לפי הירושלמי דמצריך שיקבלנו שני מידו:"
            ], 
            "", 
            [
                "כאן למטה מי'. וא\"ת נהי דרשות היחיד לא הוי ר\"ה נמי לא הוי אלא ככרמלית כמו עמוד גבוה שלשה ורחב ד' ואמאי חייב ויש לומר דאין כרמלית בכלים כמו שפירש רש\"י לקמן גבי היתה קופתו מונחת כו' קשה לר\"י מה עלה על דעתו של המקשן דע\"כ ידע דמתניתין מיירי למטה מי' בלא פירכא דר' יוסי בר' יהודה דכל למעלה מי' הוי מקום פטור ולא מחייב לכ\"ע וא\"כ מאי פריך מרבי יוסי ברבי יהודה הא מילתא דפשיטא היא דלמטה מי' לא הוה רה\"י דהא תנן לקמן בהזורק (לקמן ד' צט.) חולית הבור והסלע שהם גבוהים י' ורחבים ד' הנוטל מהן והנותן על גבן חייב פחות מכן פטור ופשיטא דרבי יוסי ברבי יהודה לא איירי אלא למעלה מי':"
            ], 
            "", 
            [
                "כגון ששלשל ידו למטה מג' וקבלה. וקסבר רבי אבהו דאגד יד שמיה אגד דאי לא הוי שמיה אגד מאי איריא דנטל עני מתוכה אפילו נתן בעה\"ב לתוכה יהא חייב העני כשהוציא כיון דיד העני מיירי נמי דהוה למטה מג' דמסתמא יד בעה\"ב ויד עני איירי בענין אחד דהא כי נטל מתוך ידו של בעה\"ב דהוי למטה מג' הויא יד עני נמי למטה מג' ובכהאי גוונא אפילו נותן בעה\"ב לתוך יד העני יהא חייב:"
            ], 
            [
                "בגומא. צריך לפרש בגומא שהיא רשות הרבים כגון שרבים משתמשים בה למ\"ד תשמיש על ידי הדחק שמיה תשמיש (לקמן ד' ח:) או בענין שמהלכים שם רבים אבל גומא שהיתה כרמלית או מקום פטור כיון שגופו שם ידו שהיא פשוטה לרשות הרבים לא הויא כרה\"ר דבתר גופו גריר אע\"פ שהיא למטה מג' כיון דסבר אגד יד שמיה אגד כדפי':"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ה\"מ היכא דאחשבא לידיה. וא\"ת ולימא הך ולא ההיא דלעיל וי\"ל דה\"א דוקא לענין הנחה חשובה כד' על ד' אבל לגבי עקירה לא:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "כשני בני אדם דמי ופטור. פי' כי היכי דבשני בני אדם פטור הראשון משום דלא עבד כלל הנחה ה\"נ כיון שחטפו מהילוכו ולא הניח החפץ ללכת עד מקום הילוכו לא הויא הנחה דלא נח מכח הזורק או דילמא כאדם אחד דמי וכיון דעביד עקירה והנחה חייב ולא דמי לשנים שעשאוה ור\"ח גריס איפכא כשני בני אדם דמי וחייב דאמר לעיל עמד במקומו וקבל חייב וה\"נ כי קבלה הוא עצמו ולא חטפה מהילוכו ליחייב דהא איתעביד מחשבתו או דילמא כאדם אחד דמי ופטור דהוי כמו שנותן מימינו לשמאלו דאע\"פ שהעבירה ד' אמות פטור:"
            ]
        ], 
        [
            [
                "היה קורא בספר על האסקופה. ואם תאמר ולרבא בפרקין דלא גזר בכרמלית גזירה לגזירה גבי לא יצא החייט במחטו (לקמן ' ' יא:) מאי איריא ספר אפילו כל מילי נמי שרי באגדו בידו כיון דאפילו באין אגדו בידו לא אסור אלא מדרבנן ואי אפשר לאוקמה אלא באסקופת כרמלית כדמסיק אביי בפרק בתרא דעירובין (ד צח. ושש) וי\"ל דנקט ספר לאשמעינן אפילו ספר אם אין אגודו בידו אסור לאפוקי רבי שמעון דאמר התם כל דבר שהוא משום שבות אינו עומד בפני כתבי הקודש:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "בכותל משופע. אור\"י דאיירי כגון שרבים מכתפים עליו דהוי רה\"ר:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "אגוז ע\"ג מים לאו היינו הנחתו. ואע\"ג דאמרינן בפ\"ק דב\"מ (דף ט ושם) ספינה מינח נייחא ומיא הוא דקא ממטי לה לגבי קנין שאני דלא אקרי חצר מהלכת דחצר ילפינן מיד ויד נמי איהו דקא מסגי תותא וקא ממטי לה אבל הכא ממשכן ילפינן ושם לא היה מסתמא אלא כדרך שמצניעים חפצים בני אדם ובעי אגוז בכלי וכלי צף ע\"ג מים אם הוא דרך כך להצניע חפצים או לא אע\"ג דודאי לאו כמונח דמי דקי\"ל רכוב כמהלך דמי ובריש פרק בתרא (דף קנג.) משמע נמי דאם נותן על אדם כשהוא מהלך דלא חשיב הנחה דקאמר מניחו עליה כשהיא מהלכת ונוטל ממנה כשהיא עומדת ואמרינן נמי בהמוציא (לקמן דף כ.) הוציא דיו כשיעור שתי אותיות וכתבן כשהוא מהלך חייב כתיבתם זו היא הנחתם משמע דוקא כתבן שהניחן במקום שישארו שם לעולם אבל אם שפך לכלי אחר לא חשיב הנחה כיון שהוא מהלך:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "רבי יוחנן בן נורי אמר שניהם כו'. מדנקט טבול יום ולא נקט שני משמע דשמן חשיב משקה דשני אחר מטמא משקין להיות תחלה (דף יד: ושם) ומה שקשה ממנחות פירשתי שם בפסחים:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "בשלמא לבן עזאי מהלך כעומד דמי. קשה לר\"י מה צריך להאי טעמא לימא בשלמא לבן עזאי לא אשכחן כה\"ג דמיחייב כדפריך מהא טעמא לרבנן דאי משום דמודה בזורק קאמר האי טעמא הא אכתי לא ידע דמודה בזורק דאי ידע לפרוך נמי לבן עזאי אזורק ומושיט היכא אשכחן כו' ותירץ ר\"י דה\"ק בשלמא לב\"ע אפילו משכחת כה\"ג במשכן פטור דמהלך כעומד דמי אלא לרבנן תקשה היכא אשכחן כו' ובירושלמי פריך על דעתיה דבן עזאי אין אדם מתחייב על ד' אמות ברה\"ר לעולם דיעשה כמי שהונחה על כל אמה ואמה ויפטר ומשני משכחת לה בקופץ והש\"ס דידן לא חשיב לה פירכא כדאמר בהזורק (לקמן דף צו:) דד' אמות ברה\"ר הלכתא גמירי לה ולהכי לא מקשה עלה וכן קלוטה לר\"ע אע\"ג דכמי שהונחה דמיא בזורק ד' אמות ברשות הרבים חייב ולא אמרינן כמי שהונחה תוך ד' אמות ברשות הרבים וריב\"א מספקא ליה כיון דבד' אמות ברשות הרבים לא אמר מהלך כעומד דמי אף על גב דבעלמא כעומד דמי לבן עזאי אם חייב לבן עזאי אפילו עמד לפוש תוך ד' אמות אם לאו וכן אם לא עמד חוץ לארבע אמות כגון שנטלה אחר מידו אם אמרינן מהלך כעומד דמי חוץ לד' אמות אם לאו וכן קלוטה לרבי עקיבא אם אמר כמי שהונחה דמיא חוץ לארבע אמות אפילו קלטה אחר או כלב או שנשרפה כיון דתוך ארבע אמות לא אמרינן נראה לרשב\"א לרבי יוחנן דאמר לעיל המפנה חפציו מזוית לזוית ונמלך עליהם והוציאן פטור לית ליה דבן עזאי דלבן עזאי דאמר מהלך כעומד דמי הוה חייב וכן מוכח בהדיא בריש אלו נערות (כתובות דף לא. ושם):"
            ]
        ], 
        [
            [
                "מידי דהוה אמעביר חפץ בר\"ה. ה\"ל למנקט המוציא דאיירי ביה לעיל דכל כמה דלא מנח ליה מיפטר אלא משום דבתר הכי נקט מעביר נקט ליה נמי השתא ובכל עניני העברה בר\"ה קאמר:"
            ], 
            "", 
            [
                "התם כל היכא דמנח ליה מקום חיוב הוא. ומוציא ומושיט ומעביר ד\"א בר\"ה דרך למעלה מי' דחייב אע\"ג דאי הוה מנח ליה למעלה מי' פטור מ\"מ תחתיו במקום שמהלך מקום חיוב הוא אבל סטיו הקרקע נמי מקום פטור הוא:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "מידי דהוה אצדי ר\"ה. וא\"ת מה פשוט לן יותר דרך צדי ר\"ה מדרך סטיו וי\"ל דדרך בית שיש לפניו צדדין וכן היה מסתמא במשכן:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "היכא דאיכא חיפופי כו'. ותימה בפ' כל גגות (עירובין צד. ושם) פריך ולפלוג בצדי ר\"ה דעלמא פירוש ואמאי פליגי בחצר שנפרצה ומשני אי הוי פליגי בעלמא ה\"א כי פליגי רבנן עליה ה\"מ היכא דאיכא חיפופי אבל היכא דליכא חיפופי מודו קמ\"ל משמע דר\"א נמי פליג בדאיכא חיפופי וי\"ל דה\"ק קמ\"ל דהיכא דליכא חיפופי דוקא פליגי אבל היכא דאיכא חיפופי מודה רבי אליעזר אי נמי ההיא סוגיא כרב פפא דהכא דלא מחלק:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "המושיט והזורק חייב. וא\"ת אמאי מודה במושיט וזורק כיון דלא יליף דרך סטיו מדרך צדי לענין מעביר ה\"נ לא נילף בזורק ומושיט וי\"ל דלבן עזאי מעביר דרך צדי נמי פטור אע\"ג דהיה במשכן משום דמהלך כעומד דמי אבל זורק ומושיט דרך סטיו יליף מזורק ומושיט דרך צדי:", 
                "ארבע רשויות לשבת. ק' לרשב\"א ליתני ה' רשויות דהא קרפף יותר מבית סאתים שלא הוקף לדירה הזורק מר\"ה לתוכו או איפכא חייב ואין מטלטלין בו אלא בד\"א וי\"ל דההיא רה\"י גמור אלא לענין דאין מטלטלין בו אלא בד\"א עשאוה ככרמלית והרי כבר שנה רה\"י וכרמלית ולהכי נמי לא תני חצר שלא עירבו:"
            ], 
            [
                "כרמלית. בירושלמי בריש שבת תני ר' חייא כרמל רך (ומלא) לא לח ולא יבש אלא בינוני ה\"נ כרמלית אינו לא כרה\"י ולא כר\"ה: יתר על כן א\"ר יהודה הכי מיתני' בתוספתא פרק ז' דעירובין אחד חלון שבין ב' חצרות ואחד חלון שבין שני בתים כו' וגשרים ונפשות ור\"ה מקורה מטלטלין תחתיו בשבת דברי ר' יהודה יתר על כן א\"ר יהודה כו פירוש יתר ע\"כ בשני בתים משני צדי ר\"ה דאף על גב דליכא למימר פי תקרה יורד וסותם כמו בגשרים ונפשות ור\"ה מקורה דרישא אפ\"ה נושא ונותן באמצע דקסבר ר\"י ב' מחיצות דאוריי' כדאמרן בפ' כל גגות (עירובין צה.) וא\"ת אמאי לא מייתי הכא מתני' דכל גגות (עירובין צה.) דקתני התם ועוד אמר רבי יהודה מערבין למבוי המפולש וי\"ל דמתני' איכא לפרושי דמערבין בצורת הפתח וקסבר ג' מחיצות דאורייתא א\"נ ה\"א דמתני' איירי במבוי המפולש לרה\"ר אבל אין ר\"ה עוברת לתוכה להכי מייתי הברייתא דיתר על כן דאפי' רה\"ר (גמורה) עוברת בה מטלטלין ע\"י לחי או קורה משום דשתי מחיצות דאורייתא ואע\"ג דבפ\"ק דעירובין (דף י.) אמתני' דהרחב מי' אמות ימעט משמע דלכל היותר לא התיר רבי יהודה אלא עד י\"ג אמה ושליש היינו מדרבנן אבל מדאורייתא אפי' ברוחב י\"ו אמות מטלטלין דאית ליה ב' מחיצות דאורייתא דע\"כ צ\"ל דרבי יהודה איירי ברה\"ר גמורה שבוקעין שם רבים כדמוכח בפ\"ק דעירובין דף ו: ושם) גבי כיצד מערבין רה\"ר ושם פירשתי וא\"ת והא מדקתני סיפא דמבואות המפולשין הוו רה\"ר שמעי' שפיר לאפוקי מדר' יהודה דאית ליה ב' מחיצות דאורייתא דלדידיה מבואו' המפולשות לא הוו רה\"ר כיון דאיכא שתי מחיצות וי\"ל דמסיפא לא הוה שמעינן לאפוקי מדר' יהודה דה\"א טעמא דרבי יהודה משום דקסבר לחי וקורה משום מחיצה דאיכא מאן דסבר הכי בפ\"ק דעירובין (דף נוו:) להכי אצטריך למתני' זו היא רה\"י גמורה למעוטי דר' יהודה דלא הוי רה\"י דלחי וקורה לא חשיב מחיצה:"
            ]
        ], 
        [
            "", 
            "", 
            [
                "ואמאי קרי ליה גמורה כו' מהו דתימא. אומר ר\"י דלשון גמורה אדרבה איפכא מסתברא זו היא רה\"י גמורה אבל זו אינה רה\"י גמורה אבל היא רה\"י קצת ורש\"י ישבה בדוחק לפי הגמרא:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "כאן בזמן שישראל שרויין במדבר. משמע קצת דאינה ר\"ה אלא א\"כ מצויין שם ששים רבוא כמו במדבר:"
            ], 
            "", 
            [
                "בשוגג חייב חטאת פשיטא. כיון דאשמעינן דהאי הוי רה\"י והאי הוי ר\"ה פשיטא דהמוציא מזה לזה בשוגג חייב חטאת:"
            ], 
            "", 
            [
                "הא קמ\"ל כרב כו'. מכאן מדקדק ר\"י דלא קתני איסי אינו חייב על אחת מהן אלא אסקילה אבל חטאת חייב על כולם דאי קאי אחטאת א\"כ כי פריך בשוגג חייב חטאת פשיטא הו\"ל לשנויי הא קמ\"ל כרב דהא דמשני במזיד ענוש כרת ונסקל איצטריכא ליה לא משני מידי ומעיקרא ודאי לא היה ידע דמיירי בסקילה מדפריך מדר' יוחנן דמיירי בחטאת והיינו משום דאינו חייב אלא אחת לא מצי לאוקמי בסקילה דאטו בתרי קטלי קטלינן ליה אבל כי קמפרש דאינו חייב על אחת מהן קאמר איסי אז ידע שפיר דלא איירי איסי אלא בסקילה דלא פליג אמתני' דכלל גדול (לקמן עג:) דקתני מניינא למימר דחייב על כל אחת ואחת ואתי שפיר הא דבריש פרק כלל גדול (שם סט.) קאמר ארבי יוחנן דאמר שאם עשאן כולם בהעלם אחת חייב כו' דידע לה לשבת במאי ומפרש דידע לה לתחומים ואליבא דר\"ע ולא מצי למימר דידע לה בדאיסי דהא אכולהו חייב חטאת וכן פירש בקונטרס ולקמן בריש הזורק (דף צו:) מייתי לדאיסי לענין סקילה ולא מישתמיט בשום מקום לאתויי לענין חטאת והא דאמרינן לקמן בריש פרק בתרא (דף קנד.) לרמי בר חמא דילמא הכי קאמר כל שחייבין על שגגתו חטאת חייבים על זדונו סקילה אומר ריב\"א דאליבא דרמי בר חמא אתיא ההיא ברייתא דלא כאיסי דלאיסי איכא דוכתא דחייב חטאת ולא סקילה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "ואמר רבי יוחנן שאם עשאן כולם בהעלם אחת כו'. אין צריך לפרש דפריך דמסתמא לא פליג איסי עלה אלא מדברי איסי נמי יש לדקדק כן מדקתני מניינא כדדייק לקמן בכלל גדול (דף עג:):"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "לא נצרכה אלא לקרן זוית. לא בעי למימר דאיצטריך לצדי רה\"ר משום דלר\"א כרה\"ר דמי ואפילו אית בהו חיפופי או שמא מספקא ליה אי מודה להו רבי אליעזר אם לאו:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אבל בין העמודים. כרה\"ר דמי אע\"פ שאין בין עמוד לעמוד ט\"ז אמות הוי רה\"ר כיון שבני רה\"ר בוקעין בה וחוץ לבין עמודים רחב ששה עשר אמה:"
            ], 
            "", 
            "", 
            "", 
            [
                "וטח בפניה חייב. אומר ר\"ת דאם נח למעלה משלשה צריך שיהא בפניה ארבעה על ארבעה ומה שמדובק בפני הלבינה חשוב כמונח עליה אע\"פ שאינו אלא באויר וכן הא דתנן למטה מי' כזורק בארץ ומוקי לה רבי יוחנן בדבילה שמינה היינו טעמא נמי דכיון שנדבק בפני הכותל שהוא רוחב ד' על ד' חשוב כמונח עליו וריב\"א פי' דאף למעלה מג' לא בעי שיהא בפני הלבינה וכותל ד' על ד' דכיון שרואה את הקרקע חשיב כמונח ע\"ג קרקע וקשה לר\"י דלעיל (דף ד.) כי פריך אמתניתין דפשט ידו והא בעיא עקירה והנחה מע\"ג מקום ארבע לוקי מתניתין במחזיק החפץ בענין זה שרואה את פני הקרקע: אילימא דעד עשרה הוא דהוי כרמלית ואי לא לא הוי כרמלית פרש\"י כגון בקעה . המוקפת גדר והיא יתירה על בית סאתים ולא הוקף לדירה וקשה לר\"י דהא רשות היחיד היא בין לעולא בין לרב אשי ולא הוי צריך לאתויי מרב גידל ועוד דהיכי קאמר ואי לא לא הויא כרמלית והרי ים ובקעה אין להן מחיצות ונראה לר\"י דהכי פירושו אילימא עד דאיכא מחיצות י' היינו אויר הראוי למחיצות עשרה לאפוקי בקעה מסוככת בפחות מי' על גבי קונדסין דלא הוי כרמלית כיון דאין גבוהה י' והוי מקום פטור ומותר לטלטל בכולו והאמר רב גידל כו':"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואם חקק בו ד' על ד'. וקשה לריב\"א מ\"ש מסוכה דאינה גבוהה י' דאמר בפ\"ק דסוכה (דף ד.) חקק בה להשלימה לי' אם יש משפת חקק ולכותל ג' טפחים פסולה פחות מג' כשרה והכא מהני חקיקה אפילו מופלגת מן הכותל הרבה ותירץ דשאני התם גבי סוכה דבעינן שיהיו מחיצות סמוכות לסכך דילפינן התם (דף ו:) מחיצות מבסכת בסכת בסכות כדאמרי' התם הרחיק הסיכוך מן הדפנות פסולה ולהכי בעינן שיהא פחות מג' דצריך לצרף הגידוד של חקק למחיצות כדי שיהיו סמוכות לסכך שכנגד הנקב ואע\"ג דדופן עקומה מכשרת עד ד' אמות מתרץ לה הש\"ס ה\"מ היכא דאיכא מחיצות מעלייתא אבל הכא דלשויה מחיצה בפחות מג' מצטרף הגידור עם המחיצות דהויא סמוך לסכך טפי לא מצטרף:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "התם לא ניחא תשמישתיה. וצדי רה\"ר לרבנן לאו כרה\"ר דמי אע\"ג דניחא תשמישתיה טפי מקרן זוית דהא אפילו ר\"א דפליג בצדי רה\"ר מודה בקרן זוית כדפריש' לעיל אפ\"ה לא הוי כחורי רה\"ר דחורי רה\"ר ניחא תשמישתיה טפי:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "והלכה ונחה בחור כל שהוא באנו למחלוקת רבי מאיר ורבנן. תימה לר\"י דבפרק קמא דעירובין (דף יא: ושם) בכיפה דפליגי בה ר\"מ ורבנן אמרינן התם דלא אמרינן חוקקין להשלים לר\"מ אלא ביש ברגליה ג' וגובהה י' פי' גבוה ג' טפחים שיש בהן רחב ד' אבל אין ברגליה ג' או שאינה גבוה מי' לא אמרינן וא\"כ היכי אמרינן הכא חוקקים להשלים לר\"מ בחור כל שהוא ואומר ר\"י דאיירי בחורין שדרכן לעשות בשעת הבנין שמפולשין לרה\"ר ובצד רה\"י הם רחבים ד' אבל לא מצד רה\"ר ולכ\"ע הוי חור רה\"י דהא חורי רה\"י כרה\"י דמי ולא פליגי אלא לשוויה מקום ד' על ד' דלרבי מאיר חוקקין להשלים והוי כד' על ד' אבל ממש בחור כל שהוא אפילו ר\"מ מודה דלא אמרינן חוקקין להשלים וכן משמע בירושלמי דגרסינן התם על דעתיה דר\"מ בין שיש שם ד' בין שאין שם ד' רואין את הכותל כגמום ודוקא אותם שלמעלה מי' חשיבי חורי רה\"י אבל שלמטה מעשרה אין בני רה\"י משתמשין שם מפני בני רשות הרבים שמשתמשין בהן וה\"פ וכ\"ת דלית ביה ד' ואע\"ג שהם חורי רה\"י הוי כזורק באויר לפי שלא נח על מקום ד' והאמר רב יהודה כו' והא דלא מוקמינן מתני' בחור כל שהו ממש דלא אמרי' חוקקין לכ\"ע היינו משום דסתם חורים כך הם ועוד דע\"כ הוצרך לאוקמי בדביל' שמינ' דבחור כל שהוא ממש דלא אמר ביה חוקקין להשלים ליכא לאוקמי' דא\"כ למטה מי' אמאי כזורק בארץ והא לא נח ע\"ג מקום ד' ואצ\"ל כפרש\"י דפריך מכח דסתם מתני' ר\"מ היא אלא ע\"כ אי מיירי בחור כל שהוא שאינו רחב ד' צריך לאוקמה כר\"מ דאמר חוקקין להשלים דלרבנן אמאי למטה מי' כזורק בארץ ויש ליישב פירש\"י דהוצרך לפ' משום דסתם מתני' ר\"מ קפריך דאי לאו הכי הוה ליה למפרך בהדיא וכ\"ת דלית ביה ד' למטה מי' אמאי כזורק בארץ:"
            ]
        ], 
        [
            [
                "אמר אביי הכא באילן העומד כו'. תימה לר\"י דטפי ניחא ליה למימר דפליגי בדרב חסדא ורב חסדא כרבי דלשנויא דאביי דלא שייכא פלוגתייהו בדרב חסדא כ\"ש דקשה לרב חסדא דהא איכא ברייתא לקמן בהזורק (דף ק. ושם) דלא כרב חסדא דפליגי רבנן ורבי מאיר בזרק למעלה מעשרה ונח בחור כל שהוא דר\"מ מחייב משום דאמרי' חוקקין להשלים והוי כמונח ע\"ג מקום ד' וחכמים פוטרין אלמא כולהו מודו דבעינן מקום ד' ברה\"י ושמא י\"ל דטעמא דרב חסדא דלא בעי' מקום ד' ברה\"י משום דאמרי' ביתא כמליא דמי וחשיב כמונח על גבי מקום ארבעה אבל בכותל בעינן שיהא בחור ד' על ד':"
            ], 
            "", 
            "", 
            "", 
            "", 
            [
                "רחבה ששה פטור. פר\"ח דדוקא נקט ששה דדופני הכוורת יש בהן שני חומשין וצריך שיהא אויר ד' בתוך הכוורת וגבוה י' אף ע\"ג דאין אויר גבוה י' אלא עם השולים מצטרפין עם האויר לענין גובה דהלכתא גידוד ה' ומחיצה ה' מצטרפין (עירובין דף צג. ושם) אף על גב דרש\"י פי' דגידוד ה' ומחיצה ה' היינו שעשה מחיצה ה' על בור עמוק ה' אין פירושו נראה דהא תנן (סם פ\"י דף צמ: ולקמן דף צט.) בור וחוליתו מצטרפין ואם כן היכי פליג רב חסדא לומר אין מצטרפין כיון דמתניתין היא ובכל גגות (עירובי ן צג:) אמרינן בהדיא דמודה רב חסדא בתחתונה הואיל ורואה פני י' אלא צריך לפרש דגידוד ה' ומחיצה ה' היינו שעשה מחיצה ה' על תל גבוה ה' ואין נראה פירוש ר\"ח דהא עובי חוליות הבור מצטרף נמי לחלל הבור לארבעה משום דחזי למינח עליה מידי ולהשתמש כדאמר בפ' חלון (עירובין דף עח.) גבי מלאו כולו ביתדות אלא צ\"ל הא דנקט הכא ששה לא דק כדפירש\"י:"
            ], 
            [
                "רחבה ששה פטור. שהכוורת עצמה נעשית רה\"י כשתנוח והוי כזורק מרשות היחיד לרה\"י דרך רה\"ר דפטור כדאמר לעיל (דף ד.) דלא יליף זורק ממושיט ואפילו לר' עקיבא דאמר קלוטה כמי שהונחה דמיא הכא פטור דכל מקום שהיא מונחת חשיב רה\"י השתא משמע דפשיטא ליה לאביי דחשיבא כאילו נחה אחר שנעשה רה\"י ובפ' הזורק (לקמן צמ:) בעי ר' יוחנן בור ט' ועקר ממנו חוליא והשלימו לי' והניחו ברה\"ר עקירת חפץ ועשיית מחיצה בהדי הדדי קאתו ומיחייב או לא ואת\"ל כיון דלא הויא מחיצה י' מעיקרא לא מיחייב בור י' ונתן לתוכו חוליא ומעטו מהו הנחת חפץ וסילוק מחיצה כו' וא\"כ אביי דפשיטא ליה במחצלת דמבטל מחיצתה דקאמר התם בור ברה\"ר עמוק י' ורוחב ח' וזרק לתוכו מחצלת וחלקו פטור משום דהשתא לא הויא רוחב ד' וכ\"ש דפטור בעשיית מחיצה משום דכיון דלא הויא מחיצה עשרה מעיקרא לא מיחייב וא\"כ הכא הוי ליה לחיובי מהאי טעמא כיון דלא הויא מחיצה מעיקרא הרי נח ברשות הרבים וחייב וי\"ל דטעמא דאביי משום דלא חשיב לא עקירה ולא הנחה כי אתי בהדי הדדי והכא נמי לא חשיבה הנחה כיון דהנחה ועשיית מחיצה בהדי הדדי קאתו והא דפשיטא ליה לרבי יוחנן טפי בעשיית מחיצה מבסילוק מחיצה היינו משום דדילמא עקירה בעינן שתהא חשובה אבל בהנחה לא:"
            ], 
            [
                "אי אפשר לקרומיות של קנה שלא יעלו למעלה מי'. ולאביי לא חשיב קרומית ליחשב אגודו במקום פטור:"
            ], 
            [
                "כפאה על פיה. נראה לריב\"א דארחב ששה קאי וכי איכא שבעה ומשהו חייב דכשמגיעות המחיצות תוך שלש אין המחיצות גבוהות י' ועובי השולים אין מצטרפין דבעינן מחיצה הרואה את אויר הכלי שיהא גבוה י' ואע\"ג דהיכא דכוורת גבוה י' מצטרפין השולים להיות על גבו רה\"י כדאמר לעיל גבי בית שאין תוכו י' כו' וכיון דעל גבו רה\"י פטור הזורק מ\"מ כיון דאין גבוה י' אלא מחמת לבוד אין אויר פחות מג' מצטרף אלא א\"כ יהיו המחיצות גבוהות י' לבד השולים דלא אמרינן לבוד אלא במחיצות כדפירש בקונטרס תדע דבשולים למטה לא אמרי' לבוד:"
            ], 
            [
                "שבעה ומחצה פטור. דכשמגיעות המחיצות תוך ג' יש שם מחיצות עשרה לבד השולים והרי הוא רשות היחיד וחשיב כנח באותה שעה ושוב אינו מתחייב אע\"ג דלאחר מכן נופל לארץ ובטל ממנה רה\"י ונעשה כמונח ברה\"ר אבל אינו רחב ו' אפי' ז' ומחצה חייב דלא אמרי' לבוד אלא במחיצות ומחיצות לא חשיבי אלא כשיש שם רחב ד' אבל כשאינו רחב ד' הרי הוא כשאר חפצים דעלמא ולא אמרינן לבוד:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אמר ליה וכן בגומא. נוכל לומר דוכן בגומא היינו כלומר אפי' גבוה ט' הוי רה\"ר דמכתפין בה ע\"י הדחק וכ\"ש פחות מתשעה דיותר נוח להשתמש בה וכן משמע בסמוך דקאמר אברייתא דמייתי מאי לאו וכן בגומא אסיפא משמע דכל פחות מי' מטלטלין כמו בקופה:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "ואי אשמועינן בימות הגשמים כו'. בצריכותא חדא סגיא דאי תנא חדא זימנא רקק הוה מוקמינא ליה בדדמי ליה להכי תנא תרי זימני רקק אלא כיון דמשכחת צריכותא עביד כאילו תנא בברייתא בהדיא רקק בימות החמה ורקק בימות הגשמים:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "לא מיחייב עד דעקר לי' ממקומו. תימה מאי קמ\"ל פשיטא דלא מיחייב כיון דלא עקר ועוד מה שייך הכא הך מילתא וי\"ל דקמ\"ל דאע\"ג דדרך להוליכם בענין זה שאינן קלין לנושאן והוי כמו עומד לכתף דאמרי' לעיל (דף ה:) דחייב אפ\"ה פטור ומשום דלעיל איירי בכיתוף עמוד ט' ברה\"ר ורבים מכתפים עליו נקט ליה הכא ודוקא רמא וזקפיה דכשהניח ראשו האחד חוץ לד' אמות עדיין ראשו השני מונח בתוך ד' וכשחזר ומשליך ראשו [הב'] חוץ לד' אמות עדיין אינו מתחייב דהוי כמגרר החפץ עד שהוציא ראש החפץ חוץ לד' אמות והניחו דאע\"פ שחוזר ומושכו לחוץ פטור שלא נעשית המלאכה בבת אחת אבל אם מגרר זירזא דקני בבת אחת עד חוץ לד' אמות או מרה\"י לרה\"ר חייב כדאמרינן (לקמן המצניע דף צא:) בגונב כיס בשבת היה מגרר ויוצא פטור משום דאיסור שבת ואיסור גניבה באין כאחד ואומר ר\"י דאם מגלגל חבית ד' אמות ברה\"ר או מרה\"י לרה\"ר חייב דהוי כמו מגרר דאינו נח כלל אבל מגלגל תיבה שהיא מרובעת פטור דהוי כמו רמא וזקפיה דא\"א שלא תהא נחה קצת:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "לימא תהוי תיובתא דרבא כו'. פרש\"י אע\"פ שהעבירו למעלה מי' דהוי מקום פטור ולא נהירא דא\"כ ה\"ל למיפרך מרבנן דאמרי (לעיל דף ה:) המוציא מחנות לפלטיא דרך סטיו חייב ומאי פריך נמי לימא תהוי תיובתא דרבא לימא הא רבנן קיימי כוותיה ועוד דבהמוצא תפילין (עירובין דף צח:) תנן עומד אדם ברה\"י ומטלטל ברה\"ר ובלבד שלא יוציא חוץ לד' אמות ודייק בגמרא הא הוציא חייב חטאת לימא מסייע ליה לרבא דאמר רבא המעביר כו' ולפי' הקו' מה ענין זה לזה לכך נראה כפי' ר\"ח דמפ' שהעבירו דרך עליו שהעבירו לפניו נגד גופו דה\"א כיון שהגיע כנגדו הוי כמונח ונמצא שלא העביר ד' אמות יחד ומשני התם לא נח דאין זה הנחה [דרך עצמו]:"
            ]
        ], 
        [
            "", 
            "", 
            "", 
            [
                "אע\"ג דלית ליה לחי כו'. פרש\"י דס\"ד דמיירי באסקופת מבוי שהכשירו בלחי ולא נהירא מדקאמר בסמוך לעולם באסקופת בית אלא נראה דמיירי בכל אסקופה בין דמבוי בין דבית בין דחצר ונקט אע\"ג דלית ליה לחי משום מבוי דבית וחצר אינו ניתר בלחי וקורה אלא בפסים א\"נ נקט לחי משום דבית וחצר נמי ניתרין בלחי מכאן ולחי מכאן ומיירי דקיימא אסקופה כנגד עובי החומה דהיינו בין לחיים שהוא תוך הפתח והדלת עומדת אצל עובי החומה של צד פנים ולהכי פתח פתוח כלפנים שאותו עובי רה\"י גמורה היא שיש לה ג' מחיצות ב' מחיצות מעובי החומה ושלישית לצד פנים אע\"פ שמצד רביעית הוא פרוץ במלואו אפ\"ה כיון שהפתח פתוח בטל אותו עובי למה שבפנים שיש לו ד' מחיצות פתח נעול כלחוץ דכיון שהוא נעול אינו בטל למה שבפנים והוי כנפרץ במלואו למקום האסור ולאו דוקא כלחוץ דהא רה\"י גמורה היא מדאורייתא כיון שיש לה ג' מחיצות ואסור לטלטל משם ולחוץ אלא קרי כלחוץ לפי שאינה כלפנים ואסור לטלטל מבפנים לעובי הפתח דרך נקב אם יש בדלת א\"נ יש ליישב כלחוץ כגון שפתוח לכרמלית אבל באסקופה כולה ברה\"ר חוץ לעובי החומה ליכא לאוקמא דאי לאו גבוה ג' אפילו פתח פתוח הויא כלחוץ דהוי רה\"ר ואי גבוה ג' ורחבה ד' כרמלית היא ולא הויא לא כלחוץ ולא כלפנים ואם אינה רחבה ד' מקום פטור הוא ולעולם הוא כלפנים וכלחוץ ואי קיימא כולה לפנים א\"כ לעולם הוא כלפנים וא\"ת כיון דמיירי באסקופת בית א\"כ מאי פריך אע\"ג דלית ליה לחי והא אסקופת בית מסתמא מקורה הוא ואית לן למימר פי תקרה יורד וסותם ואור\"י דע\"כ באינו מקורה איירי דבמקורה אפילו פתח נעול נמי כלפנים:"
            ], 
            "", 
            "", 
            [
                "תוך. הפתח אע\"פ שאין בו ד' צריך לחי אחר להתירו. וא\"ת לרבא דמוקי לה בפ' קמא דעירובין (דף ט. ושם) דהיינו דוקא בפתוח לכרמלית משום דמצא מין את מינו ונעור לוקי הכא בפתוח לרה\"ר ולאביי נמי דלא מפליג התם בין פתוח לכרמלית בין פתוח לרה\"ר נוקי באסקופה גבוה ג' דבפ\"ק דעירובין (נ\"ז שם) מוקי אביי הא דצריך לחי אחר להתירו בדליכא אסקופה ג' או בדליכא אסקופה כלל ואמאי דחיק רב לשנויי בע\"א וי\"ל דלא מצי לאוקמי הכי דא\"כ אפילו נעול נמי כלפנים וכי קאמר וכי תימא דלית ביה ד' הוה מצי למיפרך א\"ה אפילו נעול נמי:"
            ], 
            "", 
            [
                "אמר רב יהודה אמר רב הכא באסקופת מבוי עסקינן. דוקא באסקופת מבוי פתח פתוח כלפנים כיון שהקורה ראויה להתיר את המבוי אע\"פ שמבוי זה א\"צ לקורה שהרי יש לו ד' מחיצות שהפתח והדלת ברביעית מ\"מ כיון שראויה להתיר את המבוי מצטרף יחד והוי כאילו מקורה ד' טפחים אבל באסקופת חצר ובית כיון שהקורה אינה ראויה להתיר שם אפילו פתח פתוח הוי כלחוץ הואיל ואינו מקורה אלא חציה ודוקא נקט הכא חציו מקורה דבכולה מקורה אפילו נעול כלפנים דסתם אסקופה שהיא תוך הפתח רחבה ד' אף על גב דאוקי אסקופה דאיירי בה ת\"ק באינה רחבה ד' התם מיירי בעומדת חוץ לעובי הפתח ודוקא קירויו כלפי פנים אבל כלפי חוץ אפילו נעול הוי כלפנים דקסבר רב חודו החיצון יורד וסותם כדמסיק בפ\"ק דעירובין (דף ה:) וה\"ה דהוי מצי למנקט טפח א' מקורה וקירויו באמצעו בלבד שיהא פחות מארבע מחודו החיצון של אותו טפח עד הדלת:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "גזירה משום תל ברה\"ר. אומר ר\"י דמבית לעלייה לא אסר ר\"מ לטלטל דלא יבא לטלטל בכך מרה\"ר לעלייה דמינכר מחיצתא ולא טעו אינשי בהכי אלא דוקא תל ברה\"י גזר אטו תל ברה\"ר דליכא מחיצות ובריש כל גגות (עירובין דף פמ: ושם) מפרש דלא אמר ר\"מ אלא כגון עמוד ואמת הריחים דקביעי אבל לא מכתשת ודברים המטלטלים ואומר ר\"י דאע\"ג דקי\"ל כר\"מ בגזירותיו אפילו לגבי רבים כדמוכח בריש אע\"פ (כתובות ד' נז.) גבי הא דאמר ר\"מ אסור להשהות אשתו אפי' שעה אחת בלא כתובה הכא אין הלכה כר\"מ דבפ' כל גגות (עירובין ד' צא. ושם) פסקינן בהדיא הלכה כר\"ש דפליג עליה וקאמר א' גגות וא' חצרות וא' קרפיפות רשות אחת הן לכלים ששבתו בתוכן ושרי לטלטל מגג לחצר:"
            ]
        ], 
        [
            [
                "מתני' לא ישב אדם לפני הספר סמוך למנחה עד שיתפלל. והא דאמר בערבי פסחים (דף צפ: ושם) ערבי שבתות וערבי ימים טובים לא יאכל עד שתחשך היינו אפילו התפלל לא יאכל כדמפרש התם כדי שיכנס לשבת כשהוא בתאוה אבל לא התפלל אפילו בשאר ימים נמי אסור כדאמר הכא:"
            ], 
            "", 
            [
                "ואם התחילו אין מפסיקין. אפילו התחילו באיסור כדמוכח בסוכה (דף לח.) גבי מי שבא בדרך ואין בידו לולב נוטלו על שולחנו ופריך למימרא דמפסיקין והא תנן אם התחילו אין מפסיקין ולא משני דהכא בהתחילו בהיתר וגבי לולב התחילו באיסור דמצפרא זמניה הוא וה\"נ משמע בגמ' דקאמר כיון דשרי המייניה לא מטרחינן ליה ויתיישב נמי הא דקשה בגמרא גבי לימא תהוי תיובתא דריב\"ל:"
            ], 
            [
                "אין מפסיקין. ודוקא בדאיכא שהות ביום להתפלל כדמשמע בגמרא דקאמר במנחה לא שכיח שכרות משמע דאין לו להפסיד תפלת מנחה ובסוכה (ג\"' שם) בהדיא מוקי מתני' בדאיכא שהות דמשני אמה שהבאתי לעיל הא דאיכא שהות והא דליכא שהות:"
            ], 
            "", 
            "", 
            "", 
            [
                "לימא תהוי תיובתא דר' יהושע בן לוי. משמע ליה דאפילו התחיל מפסיק מדאמר אסור לטעום וא\"ת לוקי מתניתין בהתחיל בהיתר דאשכחן גבי הבדלה (ע\"פ דף ק'.) דקאמר נמי כי האי לישנא אסור לאדם לטעום כלום קודם שיבדיל ואפ\"ה משמע אם התחילו בהיתר אין מפסיקין דקאמר התם הכי אמר רב הבדלה אינה קובעת וה\"מ דקבעי ואכלי אבל אתחולי מעיקרא לא מתחלינן ויש לומר דאם התחילו אין מפסיקין משמע ליה אפילו התחילו באיסור כדפירש במתני':"
            ], 
            "", 
            "", 
            "", 
            [
                "בתספורת של בן אלעשה כו'. נראה דהכי הלכתא ושרי סעודה קטנה במנחה גדולה עד זמן תפלה ודוקא סעודה גדולה כגון סעודת אירוסין ונשואין וסעודת מילה אסור ודלא כרב אחא בר יעקב דאסר אפילו סעודה קטנה סמוך למנחה גדולה דהלכה כלישנא קמא דסתם לן הש\"ס ורב אשי שהוא בתראה סידר את הש\"ס והלכתא כותיה לגבי רב אחא בר יעקב ואמאי דאמר לקמן מאימתי התחלת דין אין להוכיח דמתניתין איירי בתחלת הדין דלא כרב אחא דאיכא למימר דקאי אאם התחילו אין מפסיקין ומיהו סמוך למנחה קטנה אסור אפילו סעודה קטנה ואם התחילו מפסיקין ואע\"ג דהש\"ס אי לאו דר' יהושע בן לוי הוה מוקי לה בסעודה קטנה וסמוך למנחה קטנה ואם התחילו אין מפסיקין ולא קי\"ל כר' יהושע בן לוי כדאמר בפרק תפלת השחר (ברכות כח:) מ\"מ כיון דמסיק סתם הש\"ס הכי משמע דבהא דאם התחילו מפסיקין קיימא לן כוותיה ודוקא בהא דאמר דאסור לטעום אפילו פירות לא קיימא לן כוותיה:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "הא לן והא לאו. פי' בקונטרס בני בבל היו חוגרים עצמם בחוזק וכ\"מ בסמוך מדקאמר הני חברין בבלאי למ\"ד תפלת ערבית רשות מכי שרא המייניה לא מטרחינן ליה ורבי חנינא שהיה בא\"י היה אומר לתלמידיו שהיו מבבל ורב שהיה מבבל אומר לתלמידיו שהיו מא\"י לפי שדרכן היה להתרחק שלא היו יכולין לעסוק כל כך בביתם וקשה דבפרק כיצד מברכין (שם דף מד.) בסופו קאמר רב חסדא אמר על הארץ ועל פירותיה ור' יוחנן אמר על הארץ ועל הפירות ואמר התם לא פליגי הא לן והא להו מתקיף לה רב נחמן ארב חסדא אינהו אכלי ואנן מברכינן ומאי פריך לימא רב חסדא אומר לתלמידיו שהיו מארץ ישראל וי\"ל דקים ליה שבאותה שעה לא היו לפניו תלמידים מארץ ישראל:"
            ], 
            [
                "למ\"ד תפלת ערבית רשות לא מטרחינן ליה. וא\"ת תיפוק ליה משום ק\"ש וי\"ל כגון שקרא ק\"ש ונראה לר\"י אפילו למאן דאמר תפלת ערבית רשות אין לבטלה בחנם אלא בשביל שום צורך כמו בשרא המייניה דהכא או אם יש שום מצוה שאינה עוברת יעשה המצוה ולא יתפלל אע\"פ שהמצוה אינה עוברת אבל בחנם אין לבטלה תדע שהרי יעקב תקנה ולמה יש לבטלה בחנם ועוד דאמרינן בפרק תפלת השחר (שם כי: ושם) שהיא כנגד הקטרת אברים שהיא כל הלילה דלא מעכבי כפרה אלא מצוה ה\"נ תפלת ערבית מצוה ואין להאריך:"
            ]
        ], 
        [
            [
                "התם לא שכיחא שכרות וא\"ת דבריש פ' בתרא דתענית (דף כו: ושם) אמרינן שחרית ומוסף דכל יומא לא שכיח שכרות לא גזרינן מנחה ונעילה דשכיח שכרות חיישינן אלמא גם במנחה שכיח שכרות וי\"ל דהתם לענין נשיאת כפים שאני דאפילו לא שתה אלא רביעית אסור לישא את כפיו: טריחותא למיסר המייניה ועוד ליקו הכי וליצלי ומשני משום שנאמר הכון לקראת אלהיך ישראל. ולא חייש לשנויי קושיא קמייתא מכאן שצריך לאזור חלציו כשמתפלל ובמחזור ויטרי מפרש דטעם דבעינן אזור שלא יהא לבו רואה את הערוה ודוקא להן שלא היה להם מכנסים לכך היו צריכים לאזור בשעת תפלה אבל לדידן שיש לנו אבנט של מכנסים אין אנו צריכין לאזור:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "רמי פוזמקי. מכאן יש להוכיח שאין להתפלל יחף אלא בט' באב ויו\"כ:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "אי איכא דאית ליה דינא ליעול. משמע דעדיף דין מתלמוד תורה והא דאמרי' בפ' בתרא דמ\"ק (דף יז.) גבי ההוא דטרקיה זיבורא ושכיב עיילוהו למערתא דחסידי ולא קבלוהו למערתא דדייני וקבלוהו התם בדיינין שאינן מומחין שפעמים נוטין אחר השוחד:"
            ], 
            "", 
            "", 
            "", 
            [
                "דין אמת לאמיתו. לאפוקי דין מרומה:"
            ]
        ], 
        [
            [
                "שאני בית הכסא. דנפיש זוהמא. תימה בסוף פ\"ק דנדרים (דף י'.) גרס בעי רבינא הזמינו לבית הכסא והזמינו לבית המרחץ מהו אלמא במרחץ נמי מיבעי ליה ויש שמוחקין אותו שם מן הספרים משום הך דהכא ומיהו יש לקיים שם הגיר' והכא ה\"פ מאי לאו כי היכי דלא איפשיטא ליה מבית הכסא ה\"נ לא איפשיטא ליה מבית המרחץ ומשני שאני בית הכסא דנפיש זוהמיה להכי לא איפשיטא ליה אבל מרחץ בתר דבעיא הדר פשטא א\"נ הזמינו לבית המרחץ אינו מדברי רבינא אלא הש\"ס הוא דמסיק שאינו רוצה לחלק וכן יש בכמה מקומות:"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "דמתרגמינן אלהא מהימנא. תימה דשלום נמי מתרגמינן דעבד ליה שלום וי\"ל דהתם קראו שלום על שם שהוא עושה שלום דאי לא קראו שלום אלא בעי למימר ה' שלום ה' העושה לו שלום א\"כ ה\"ל למימר ה' שלומו:"
            ], 
            "", 
            "", 
            [
                "הנותן מתנה לחברו צריך להודיעו. ודוקא במתנה שנותן לו ע\"י אהבה שאין המקבל מתבייש אבל הנותן צדקה שהמקבל מתבייש מתן בסתר יכפה אף (משלי כא):"
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "יהבה ניהליה. דמותרת לזרים כפירוש הקונטרס והכי מוכח בפרק הזרוע (חולין קלב.) והא דאמר בפ\"ב דכתובות (דף כה.) חזקה לכהונה חילוק מתנות כגון שמעיד לו דבתורת כהונה יהבה ניהליה:"
            ]
        ]
    ], 
    "versionSource": "http://he.wikisource.org/wiki/%D7%A9%D7%91%D7%AA_%D7%91_%D7%90#.D7.AA.D7.95.D7.A1.D7.A4.D7.95.D7.AA", 
    "heTitle": "תוספות על שבת", 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Moed", 
        "Shabbat"
    ]
}