{
    "title": "Mishneh Torah, Daily Offerings and Additional Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Daily_Offerings_and_Additional_Offerings",
    "text": [
        [
            "מִצְוַת עֲשֵׂה לְהַקְרִיב שְׁנֵי כְּבָשִׂים עוֹלוֹת בְּכָל יוֹם וְהֵם הַנִּקְרָאִים תְּמִידִין. אֶחָד בַּבֹּקֶר וְאֶחָד בֵּין הָעַרְבַּיִם שֶׁנֶּאֱמַר <small>(במדבר כח ג)</small> \"שְׁנַיִם לַיּוֹם עלָה תָמִיד\" וְגוֹ':\n",
            "וְאֵימָתַי זְמַן שְׁחִיטָתָן. שֶׁל בֹּקֶר שׁוֹחֲטִין אוֹתוֹ קֹדֶם שֶׁתַּעֲלֶה הַחַמָּה מִשֶּׁיֵּאוֹר פְּנֵי כָּל מִזְרָח. ופַּעַם אַחַת דָּחֲקָה הַשָּׁעָה אֶת הַצִּבּוּר בְּבַיִת שֵׁנִי וְהִקְרִיבוּ תָּמִיד שֶׁל שַׁחַר בְּאַרְבַּע שָׁעוֹת בַּיּוֹם:\n",
            "תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם שׁוֹחֲטִין אוֹתוֹ מִשֶּׁיַּאֲרִיךְ הַצֵּל וְיֵרָאֶה לַכּל שֶׁהֶאֱרִיךְ. וְהוּא מִשֵּׁשׁ וּמֶחֱצָה וָמַעְלָה עַד סוֹף הַיּוֹם. וְלֹא הָיוּ שׁוֹחֲטִין אוֹתוֹ בְּכָל יוֹם אֶלָּא בִּשְׁמוֹנֶה שָׁעוֹת וּמֶחֱצָה וְקָרֵב בְּתֵשַׁע וּמֶחֱצָה. וְלָמָּה מְאַחֲרִין אוֹתוֹ שְׁתֵּי שָׁעוֹת אַחַר תְּחִלַּת זְמַן שְׁחִיטָתוֹ. מִפְּנֵי הַקָּרְבָּנוֹת שֶׁל יְחִידִים אוֹ שֶׁל צִבּוּר. לְפִי שֶׁאָסוּר לְהַקְרִיב קָרְבָּן כְּלָל קֹדֶם תָּמִיד שֶׁל שַׁחַר. וְלֹא שׁוֹחֲטִין קָרְבָּן אַחַר תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם חוּץ מִקָּרְבַּן פֶּסַח לְבַדּוֹ. שֶׁאִי אֶפְשָׁר שֶׁיַּקְרִיבוּ כָּל יִשְׂרָאֵל פִּסְחֵיהֶן בִּשְׁתֵּי שָׁעוֹת:\n",
            "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא אַחַר תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. וְכֵן מְחֻסְּרֵי כִּפּוּרִים מַקְרִיבִין כַּפָּרָתָן אַחַר תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם בְּיוֹם אַרְבָּעָה עָשָׂר כְּדֵי שֶׁיִּהְיוּ טְהוֹרִין לֶאֱכל פִּסְחֵיהֶן לָעֶרֶב:\n",
            "עַרְבֵי פְּסָחִים בֵּין בְּחל בֵּין בְּשַׁבָּת הָיָה הַתָּמִיד נִשְׁחַט בְּשֶׁבַע וּמֶחֱצָה וְקָרֵב בִּשְׁמוֹנֶה וּמֶחֱצָה. כְּדֵי שֶׁיִּהְיֶה לָהֶם פְּנַאי לִשְׁחֹט פִּסְחֵיהֶם. וְאִם חָל עֶרֶב פֶּסַח לִהְיוֹת עֶרֶב שַׁבָּת הָיוּ שׁוֹחֲטִין אוֹתוֹ בְּשֵׁשׁ וּמֶחֱצָה בִּתְחִלַּת זְמַנּוֹ. וְקָרֵב בְּשֶׁבַע וּמֶחֱצָה כְּדֵי שֶׁיִּהְיֶה לָהֶם רֶוַח לִצְלוֹת קֹדֶם שֶׁיִּכָּנֵס שַׁבָּת:\n",
            "אַף עַל פִּי שֶׁאֵין שׁוֹחֲטִין אַחַר תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. מַקְטִירִין כָּל דָּבָר הָרָאוּי לְהַקְטָרָה כָּל הַיּוֹם. וּמַקְטִירִין אֵיבְרֵי עוֹלוֹת וְהָאֵימוּרִין עַד חֲצִי הַלַּיְלָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת. וְאֵיבָרִין וְאֵימוּרִין שֶׁלֹּא נִתְאַכְּלוּ בֵּין מִן הַתָּמִיד בֵּין מִשְּׁאָר הַקָּרְבָּנוֹת מְהַפְּכִין בָּהֶן כָּל הַלַּיְלָה עַד הַבֹּקֶר שֶׁנֶּאֱמַר <small>(ויקרא ו ב)</small> \"כָּל הַלַּיְלָה עַד הַבֹּקֶר\": \n",
            "אֵיבָרִים שֶׁל תָּמִיד דּוֹחִין אֶת הַטֻּמְאָה וְאֵין דּוֹחִין אֶת הַשַּׁבָּת. אֶלָּא בְּעֶרֶב שַׁבָּת בִּלְבַד מַקְטִירִין אֵיבְרֵי תָּמִיד שֶׁל עֶרֶב שַׁבָּת. שֶׁהַתָּמִיד תְּחִלָּתוֹ דּוֹחֶה שַׁבָּת וְסוֹפוֹ אֵינוֹ דּוֹחֶה. חֶלְבֵי שַׁבָּת קְרֵבִין בְּלֵילֵי יוֹם טוֹב אִם חָל יוֹם טוֹב לִהְיוֹת בְּמוֹצָאֵי שַׁבָּת. אֲבָל אֵין קְרֵבִין בְּלֵילֵי יוֹם הַכִּפּוּרִים שֶׁנֶּאֱמַר <small>(במדבר כח י)</small> \"עלַת שַׁבַּת בְּשַׁבַּתּוֹ\" וְלֹא עוֹלַת שַׁבָּת זוֹ בְּשַׁבָּת אַחֶרֶת. וְלֹא עוֹלַת חֹל בְּיוֹם טוֹב:\n",
            "אַרְבָּעָה עָשָׂר שֶׁחָל לִהְיוֹת בְּשַׁבָּת. מַקְטִירִין חֶלְבֵי הַפְּסָחִים בְּלֵילֵי יוֹם טוֹב מִפְּנֵי שֶׁהֵם כְּחֶלְבֵי שַׁבָּת:\n",
            "אֵין פּוֹחֲתִין מִשִּׁשָּׁה טְלָאִים הַמְבֻקָּרִין בְּלִשְׁכַּת הַטְּלָאִים שֶׁבַּמִּקְדָּשׁ. וְיִהְיוּ מוּכָנִים קֹדֶם יוֹם הַקְרָבָה בְּאַרְבָּעָה יָמִים. וְאַף עַל פִּי שֶׁהָיוּ מְבַקְּרִין אוֹתוֹ מִתְּחִלָּה לֹא הָיוּ שׁוֹחֲטִין אֶת הַתָּמִיד עַד שֶׁמְּבַקְּרִין אוֹתוֹ שְׁנִיָּה קֹדֶם שְׁחִיטָה לְאוֹר הָאֲבוּקוֹת. וּמַשְׁקִין אוֹתוֹ מַיִם בְּכוֹס שֶׁל זָהָב כְּדֵי שֶׁיִּהְיֶה נוֹחַ לְהֶפְשֵׁט:\n",
            "כְּמַעֲשֵׂה תָּמִיד שֶׁל שַׁחַר כָּךְ מַעֲשֵׂה תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. וְהַכּל כְּמַעֲשֵׂה הָעוֹלָה שֶׁכָּתַבְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת. וְלֹא הָיוּ כּוֹפְתִין אֶת הַטָּלֶה שֶׁלֹּא יְחַקּוּ אֶת הַמִּינִין אֶלָּא אוֹחֲזִין יָדָיו וְרַגְלָיו בִּידֵיהֶן. וְכָךְ הָיְתָה עֲקֵדָתוֹ רֹאשׁוֹ לַדָּרוֹם וּפָנָיו לַמַּעֲרָב:\n",
            "תָּמִיד שֶׁל שַׁחַר הָיָה נִשְׁחָט עַל קֶרֶן צְפוֹנִית מַעֲרָבִית שֶׁל בֵּית הַמִּטְבָּחַיִם עַל טַבַּעַת שְׁנִיָּה. וְשֶׁל בֵּין הָעַרְבַּיִם עַל קֶרֶן צְפוֹנִית מִזְרָחִית מִמֶּנָּה עַל טַבַּעַת שְׁנִיָּה כְּדֵי שֶׁיִּהְיֶה כְּנֶגֶד הַשֶּׁמֶשׁ. דִּבְרֵי קַבָּלָה הֵן שֶׁיִּהְיוּ נִשְׁחָטִין כְּנֶגֶד הַשֶּׁמֶשׁ:\n",
            "טָעוּ אוֹ שָׁגְגוּ אֲפִלּוּ הֵזִידוּ וְלֹא הִקְרִיבוּ תָּמִיד שֶׁל שַׁחַר יַקְרִיבוּ תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנִּתְחַנֵּךְ הַמִּזְבֵּחַ. אֲבָל הָיָה מִזְבֵּחַ חָדָשׁ שֶׁעֲדַיִן לֹא קָרֵב עָלָיו כְּלוּם לֹא יַקְרִיבוּ עָלָיו תְּחִלָּה בֵּין הָעַרְבַּיִם. שֶׁאֵין מְחַנְּכִין מִזְבַּח הָעוֹלָה אֶלָּא בְּתָמִיד שֶׁל שַׁחַר:\n"
        ],
        [
            "מִצְוַת עֲשֵׂה לִהְיוֹת אֵשׁ יְקוּדָה עַל הַמִּזְבֵּחַ תָּמִיד שֶׁנֶּאֱמַר <small>(ויקרא ו ו)</small> \"אֵשׁ תָּמִיד תּוּקַד עַל הַמִּזְבֵּחַ\". אַף עַל פִּי שֶׁהָאֵשׁ יָרְדָה מִן הַשָּׁמַיִם מִצְוָה לְהָבִיא אֵשׁ מִן הַהֶדְיוֹט שֶׁנֶּאֱמַר <small>(ויקרא א ז)</small> \"וְנָתְנוּ בְּנֵי אַהֲרֹן הַכֹּהֲנִים אֵשׁ עַל הַמִּזְבֵּחַ\":\n",
            "בַּבֹּקֶר עוֹרְכִין עֵצִים וְעוֹרְכִין בְּרֹאשׁ הַמִּזְבֵּחַ מַעֲרָכָה גְּדוֹלָה שֶׁל אֵשׁ שֶׁנֶּאֱמַר <small>(ויקרא ו ה)</small> \"וּבִעֵר עָלֶיהָ הַכֹּהֵן עֵצִים בַּבֹּקֶר בַּבֹּקֶר\". וְכֵן מִצְוָה לְהַעֲלוֹת שְׁנֵי גְּזָרִים שֶׁל עֵץ עִם תָּמִיד שֶׁל שַׁחַר יוֹתֵר עַל עֲצֵי הַמַּעֲרָכָה שֶׁנֶּאֱמַר וּבִעֵר עָלֶיהָ הַכֹּהֵן עֵצִים בַּבֹּקֶר. וְכֵן מוֹסִיפִין שְׁנֵי גְּזָרִים עִם תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם שֶׁנֶּאֱמַר <small>(ויקרא א ז)</small> \"וְעָרְכוּ עֵצִים עַל הָאֵשׁ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבְּתָמִיד שֶׁל בֵּין הָעַרְבַּיִם הַכָּתוּב מְדַבֵּר: \n",
            "שְׁנֵי גְּזָרִים שֶׁל בֵּין הָעַרְבַּיִם מַעֲלִין אוֹתָן שְׁנֵי כֹּהֲנִים. כָּל אֶחָד וְאֶחָד בְּעֵץ יְחִידִי בְּיָדוֹ שֶׁנֶּאֱמַר <small>(ויקרא א ז)</small> \"וְעָרְכוּ\" הֲרֵי כָּאן שְׁנַיִם. אֲבָל שֶׁל שַׁחַר בְּכֹהֵן אֶחָד:\n",
            "שָׁלֹשׁ מַעֲרָכוֹת שֶׁל אֵשׁ עוֹשִׂין בְּרֹאשׁ הַמִּזְבֵּחַ בְּכָל יוֹם. רִאשׁוֹנָה מַעֲרָכָה גְּדוֹלָה שֶׁעָלֶיהָ מַקְרִיבִין הַתָּמִיד עִם שְׁאָר הַקָּרְבָּנוֹת. שְׁנִיָּה בְּצִדָּהּ קְטַנָּה שֶׁמִּמֶּנָּה לוֹקְחִין אֵשׁ בְּמַחְתָּה לְהַקְטִיר קְטֹרֶת בְּכָל יוֹם. שְׁלִישִׁית אֵין עָלֶיהָ כְּלוּם אֶלָּא לְקַיֵּם מִצְוַת הָאֵשׁ שֶׁנֶּאֱמַר <small>(ויקרא ו ו)</small> \"אֵשׁ תָּמִיד תּוּקַד\":\n",
            "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר <small>(ויקרא ו ב)</small> \"עַל מוֹקְדָה עַל הַמִּזְבֵּחַ\" זוֹ מַעֲרָכָה גְּדוֹלָה. <small>(ויקרא ו ב)</small> \"וְאֵשׁ הַמִּזְבֵּחַ תּוּקַד בּוֹ\" זוֹ מַעֲרָכָה שְׁנִיָּה שֶׁל קְטֹרֶת. <small>(ויקרא ו ה)</small> \"וְהָאֵשׁ עַל הַמִּזְבֵּחַ תּוּקַד בּוֹ\" זוֹ מַעֲרָכָה שְׁלִישִׁית שֶׁל קִיּוּם הָאֵשׁ. אֲבָל אֵיבָרִים וּפְדָרִים שֶׁלֹּא נִתְאַכְּלוּ מִבָּעֶרֶב נוֹתְנִין אוֹתָן בְּצִדֵּי מַעֲרָכָה גְּדוֹלָה:\n",
            "הַמְכַבֶּה אֵשׁ הַמִּזְבֵּחַ לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא ו ה ו)</small> \"לֹא תִכְבֶּה\". אֲפִלּוּ גַּחֶלֶת אַחַת וַאֲפִלּוּ הוֹרִידָהּ מֵעַל הַמִּזְבֵּחַ וְכִבָּה לוֹקֶה. אֲבָל אֵשׁ מַחְתָּה וְאֵשׁ מְנוֹרָה שֶׁהֱכִינָהּ בַּמִּזְבֵּחַ לְהַדְלִיק מִמֶּנָּה אַף עַל פִּי שֶׁכִּבָּה אוֹתָן בְּרֹאשׁ הַמִּזְבֵּחַ פָּטוּר שֶׁהֲרֵי נִתְּקָהּ לְמִצְוָה אַחֶרֶת וְאֵין אֲנִי קוֹרֵא בָּהֶן אֵשׁ הַמִּזְבֵּחַ:\n",
            "כְּשֶׁמְּסַדֵּר עֲצֵי מַעֲרָכָה גְּדוֹלָה מְסַדְּרָהּ בְּמִזְרַח הַמִּזְבֵּחַ. וְיִהְיֶה מַרְאֶה שֶׁהִתְחִיל לְסַדֵּר מִן הַמִּזְרָח. וְרֶוַח הָיָה בֵּין הַגְּזָרִים. וְרָאשֵׁי הַגְּזָרִים הַפְּנִימִיִּים הָיוּ נוֹגְעִין בַּדֶּשֶׁן שֶׁבְּאֶמְצַע הַמִּזְבֵּחַ וְהוּא הַנִּקְרָא תַּפּוּחַ:\n",
            "וְאַחַר שֶׁמְּסַדֵּר מַעֲרָכָה גְּדוֹלָה חוֹזֵר וּבוֹרֵר עֲצֵי תְּאֵנָה יָפִים וּמְסַדֵּר מַעֲרָכָה שְׁנִיָּה שֶׁל קְטֹרֶת מִכְּנֶגֶד קֶרֶן מַעֲרָבִית דְּרוֹמִית מְשׁוּכָה מִן הַקֶּרֶן כְּלַפֵּי צָפוֹן אַרְבַּע אַמּוֹת וּבָהּ כְּמוֹ חָמֵשׁ סְאִין גֶּחָלִים. וּבְשַׁבָּת עוֹשִׂין בָּהּ כְּמוֹ שְׁמוֹנֶה סְאִין גֶּחָלִים מִפְּנֵי שֶׁעָלֶיהָ מַקְטִירִין בְּכָל שַׁבָּת שְׁנֵי בְּזִיכֵי לְבוֹנָה שֶׁל לֶחֶם הַפָּנִים:\n",
            "מַעֲרָכָה שְׁלִישִׁית שֶׁל קִיּוּם הָאֵשׁ עוֹשֶׂה אוֹתָהּ בְּכָל מָקוֹם שֶׁיִּרְצֶה מִן הַמִּזְבֵּחַ. וּמַצִּית בָּהּ אֶת הָאֵשׁ. וְלֹא יַצִּית הָאֵשׁ לְמַטָּה וְיַעֲלֶה אוֹתָהּ לַמִּזְבֵּחַ אֶלָּא בַּמִּזְבֵּחַ עַצְמוֹ מַצִּיתִין שֶׁנֶּאֱמַר <small>(ויקרא ו ב)</small> \"וְאֵשׁ הַמִּזְבֵּחַ תּוּקַד בּוֹ\". מִכָּאן לְהַצָּתָה שֶׁלֹּא תִּהְיֶה אֶלָּא בְּרֹאשׁוֹ שֶׁל מִזְבֵּחַ:\n",
            "הֲרָמַת הַדֶּשֶׁן מֵעַל הַמִּזְבֵּחַ בְּכָל יוֹם מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר וְהֵרִים אֶת הַדֶּשֶׁן. וְהִיא עֲבוֹדָה מֵעֲבוֹדוֹת כְּהֻנָּה. וּבִגְדֵי כְּהֻנָּה שֶׁתּוֹרֵם בָּהֶן הַדֶּשֶׁן יִהְיוּ פְּחוּתִין מִן הַבְּגָדִים שֶׁמְּשַׁמֵּשׁ בָּהֶם בִּשְׁאָר עֲבוֹדוֹת שֶׁנֶּאֱמַר <small>(ויקרא ו ד)</small> \"וּפָשַׁט אֶת בְּגָדָיו וְלָבַשׁ בְּגָדִים אֲחֵרִים וְהֵרִים אֶת הַדֶּשֶׁן\". אֵינוֹ אוֹמֵר אֲחֵרִים שֶׁיִּהְיוּ בִּגְדֵי חֹל אֶלָּא שֶׁיִּהְיוּ פְּחוּתִין מִן הָרִאשׁוֹנִים. לְפִי שֶׁאֵינוֹ דֶּרֶךְ אֶרֶץ שֶׁיִּמְזֹג כּוֹס לְרַבּוֹ בִּבְגָדִים שֶׁבִּשֵּׁל בָּהֶם קְדֵרָה לְרַבּוֹ: \n",
            "אֵימָתַי תּוֹרְמִין הַדֶּשֶׁן בְּכָל יוֹם. מִשֶּׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. וּבָרְגָלִים מִתְּחִלַּת שְׁלִישׁ אֶמְצָעִי שֶׁל לַיְלָה. וּבְיוֹם הַכִּפּוּרִים מֵחֲצוֹת הַלַּיְלָה:\n",
            "כֵּיצַד תּוֹרְמִין. מִי שֶׁזָּכָה לִתְרֹם טוֹבֵל וְלוֹבֵשׁ בִּגְדֵי הֲרָמָה. וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו וְאוֹמְרִים לוֹ הִזָּהֵר שֶׁמָּא תִּגַּע בִּכְלִי עַד שֶׁתְּקַדֵּשׁ יָדֶיךָ וְרַגְלֶיךָ. וְאַחַר כָּךְ לוֹקֵחַ הַמַּחְתָּה וְשֶׁל כֶּסֶף הָיְתָה. וְהִיא הָיְתָה נְתוּנָה בְּמִקְצוֹעַ בֵּין כֶּבֶשׁ לַמִּזְבֵּחַ בְּמַעֲרָבוֹ שֶׁל כֶּבֶשׁ. וְנוֹטֵל אֶת הַמַּחְתָּה וְעוֹלֶה לְרֹאשׁ הַמִּזְבֵּחַ וּמְפַנֶּה אֶת הַגֶּחָלִים אֵילָךְ וְאֵילָךְ וְחוֹתֶה מִן הַגֶּחָלִים שֶׁנִּתְאַכְּלוּ בְּלֵב הָאֵשׁ וְיוֹרֵד לְמַטָּה לָאָרֶץ. וְהוֹפֵךְ פָּנָיו לְצָפוֹן וּמְהַלֵּךְ בָּאָרֶץ לְמִזְרַח הַכֶּבֶשׁ כְּמוֹ עֶשֶׂר אַמּוֹת כְּלַפֵּי הַצָּפוֹן. וְצוֹבֵר אֶת הַגֶּחָלִים שֶׁחָתָה עַל גַּבֵּי הָרִצְפָּה רָחוֹק מִן הַכֶּבֶשׁ שְׁלֹשָׁה טְפָחִים. בְּמָקוֹם שֶׁנּוֹתְנִים מֻרְאַת הָעוֹף וְדִשׁוּן הַמִּזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה. וַחֲתִיָּה זוֹ שֶׁחוֹתֶה בַּמַּחְתָּה וּמוֹרִיד לָרִצְפָּה אֵצֶל הַמִּזְבֵּחַ הִיא הַמִּצְוָה שֶׁל כָּל יוֹם:\n",
            "אַחַר שֶׁיָּרַד זֶה שֶׁתָּרַם רָצִים אֶחָיו הַכֹּהֲנִים וּמְקַדְּשִׁין יְדֵיהֶם וְרַגְלֵיהֶם בִּמְהֵרָה. וְנוֹטְלִין אֶת הַמַּגְּרֵפוֹת וְאֶת הַצִּנּוֹרוֹת וְעוֹלִין לְרֹאשׁ הַמִּזְבֵּחַ. וְכָל אֵיבְרֵי הָעוֹלוֹת וְאֵימוּרֵי הַקָּרְבָּנוֹת שֶׁלֹּא נִתְאַכְּלוּ כָּל הַלַּיְלָה מַחֲזִירִין אוֹתָם לְצִדְדֵי הַמִּזְבֵּחַ. אִם אֵין הַצְּדָדִין מַחֲזִיקִין סוֹדְרִים אוֹתָם בַּכֶּבֶשׁ כְּנֶגֶד הַסּוֹבֵב. וְאַחַר כָּךְ גּוֹרְפִין אֶת הַדֶּשֶׁן בְּמַגְרֵפוֹת מִכָּל צִדְדֵי הַמִּזְבֵּחַ. וּמַעֲלִין אוֹתוֹ עֲרֵמָה עַל גַּבֵּי הַתַּפּוּחַ. וְגוֹרְפִין אוֹתָהּ הָעֲרֵמָה בִּפְסַכְתֵּר. וְהוּא כְּלִי גָּדוֹל שֶׁמַּחְזִיק לֶתֶךְ. וּמוֹרִידִין אוֹתוֹ לְמַטָּה. וּבָרְגָלִים לֹא הָיוּ מוֹרִידִין אוֹתוֹ אֶלָּא מַנִּיחִין הָעֲרֵמָה גְּבוֹהָה בְּאֶמְצַע הַמִּזְבֵּחַ מִפְּנֵי שֶׁהוּא נוֹי לַמִּזְבֵּחַ:\n",
            "כָּל מִי שֶׁיִּרְצֶה מִן הַכֹּהֲנִים מְמַלֵּא מִן הַדֶּשֶׁן שֶׁהוֹרִידוּ לְמַטָּה וּמוֹצִיא חוּץ לָעִיר לְשֶׁפֶךְ הַדֶּשֶׁן. וְאֵין לְהוֹצָאַת הַדֶּשֶׁן לַחוּץ פִּיּוּס אֶלָּא כָּל הָרוֹצֶה. וּמֵעוֹלָם לֹא נִתְעַצֵּל כֹּהֵן מִלְּהוֹצִיא אֶת הַדֶּשֶׁן:\n",
            "וְאַף עַל פִּי שֶׁאֵין הוֹצָאָתוֹ לַחוּץ עֲבוֹדָה. אֵין בַּעֲלֵי מוּמִין מוֹצִיאִין אוֹתוֹ. וּכְשֶׁמּוֹצִיאִין אוֹתוֹ לְחוּץ לָעִיר מַנִּיחִין אוֹתוֹ בְּמָקוֹם שֶׁאֵין הָרוּחוֹת מְנַשְּׁבוֹת בּוֹ בְּחָזְקָה. וְלֹא חֲזִירִים גּוֹרְפִים אוֹתוֹ. וְלֹא יְפַזְּרֶנּוּ שָׁם שֶׁנֶּאֱמַר <small>(ויקרא ו ג)</small> \"וְשָׂמוֹ\". שֶׁיַּנִּיחֶנּוּ בְּנַחַת. וְאָסוּר לֵהָנוֹת בּוֹ:\n"
        ],
        [
            "מִצְוַת עֲשֵׂה לְהַקְטִיר הַקְּטֹרֶת עַל מִזְבַּח הַזָּהָב שֶׁבַּהֵיכָל פַּעֲמַיִם בְּכָל יוֹם בַּבֹּקֶר וּבֵין הָעַרְבַּיִם שֶׁנֶּאֱמַר <small>(שמות ל ז)</small> \"וְהִקְטִיר עָלָיו אַהֲרֹן קְטֹרֶת סַמִּים\". לֹא הִקְטִירוּ בַּבֹּקֶר יַקְטִירוּ בֵּין הָעַרְבַּיִם אֲפִלּוּ הָיוּ מְזִידִין. וְאֵין מְחַנְּכִין מִזְבַּח הַזָּהָב אֶלָּא בִּקְטֹרֶת שֶׁל בֵּין הָעַרְבַּיִם:\n",
            "כַּמָּה מַקְטִירִין מִמֶּנָּה בְּכָל יוֹם. מִשְׁקַל מֵאָה דִּינָרִין. חֲמִשִּׁים בַּבֹּקֶר וַחֲמִשִּׁים בֵּין הָעַרְבַּיִם. מִזְבֵּחַ שֶׁנֶּעֱקַר מַקְטִירִין הַקְּטֹרֶת בִּמְקוֹמוֹ. וּקְטֹרֶת שֶׁפָּקְעָה מֵעַל הַמִּזְבֵּחַ אֲפִלּוּ קְרָטִין שֶׁבָּהּ אֵין מַחֲזִירִין אוֹתָן:\n",
            "בְּעֵת שֶׁמַּקְטִירִין הַקְּטֹרֶת בַּהֵיכָל בְּכָל יוֹם פּוֹרְשִׁין כָּל הָעָם מִן הַהֵיכָל וּמִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ לֹא יִהְיֶה שָׁם אָדָם עַד שֶׁיֵּצֵא זֶה שֶׁהִקְטִיר הַקְּטֹרֶת. וְכֵן בְּשָׁעָה שֶׁיִּכָּנֵס בְּדַם חַטָּאוֹת הַנַּעֲשׂוֹת בִּפְנִים פּוֹרְשִׁים הַכּל מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ עַד שֶׁיֵּצֵא שֶׁנֶּאֱמַר <small>(ויקרא טז יז)</small> \"וְכָל אָדָם לֹא יִהְיֶה בְּאֹהֶל מוֹעֵד בְּבֹאוֹ לְכַפֵּר בַּקֹּדֶשׁ\" וְגוֹ' בִּנְיַן אָב לְכָל כַּפָּרָה שֶׁבַּקֹּדֶשׁ שֶׁלֹּא יְהֵא שָׁם אָדָם:\n",
            "כֵּיצַד סֵדֶר הַקְטָרַת הַקְּטֹרֶת בְּכָל יוֹם. מִי שֶׁזָּכָה בְּדִשּׁוּן הַמִּזְבֵּחַ הַפְּנִימִי נִכְנַס בִּכְלִי קֹדֶשׁ וְטֶנִי הָיָה שְׁמוֹ וְשֶׁל זָהָב הָיָה וּמַחֲזִיק קַבַּיִם וָחֵצִי. מַנִּיחַ הַטֶּנִי בָּאָרֶץ לְפָנָיו וְחוֹפֵן בְּיָדָיו הָאֵפֶר וְהַפֶּחָם שֶׁבְּתוֹךְ הַמִּזְבֵּחַ וְנוֹתֵן לְתוֹךְ הַטֶּנִי. וּבָאַחֲרוֹנָה מְכַבֵּד אֶת הַשְּׁאָר לְתוֹכוֹ וּמַנִּיחוֹ שָׁם בַּהֵיכָל וְיוֹצֵא. וּמִי שֶׁזָּכָה בַּקְּטֹרֶת נוֹטֵל כְּלִי מָלֵא קְטֹרֶת גָּדוּשׁ. וְכִסּוּי הָיָה לוֹ וּבָזָךְ הָיָה שְׁמוֹ וְנוֹתֵן הַבָּזָךְ בְּתוֹךְ כְּלִי אַחֵר וְכַף הָיָה שְׁמוֹ. וּמְכַסֶּה אֶת הַכַּף בְּבֶגֶד קָטָן וְאוֹחֵז הַכַּף בְּיָדוֹ וְנִכְנַס עִמּוֹ אֶחָד בַּמַּחְתָּה שֶׁל אֵשׁ בְּיָדוֹ:\n",
            "וְכֵיצַד חוֹתֶה. זֶה שֶׁזָּכָה בְּמַחְתָּה לוֹקֵחַ מַחְתָּה שֶׁל כֶּסֶף וְעוֹלֶה לְרֹאשׁ הַמִּזְבֵּחַ וּמְפַנֶּה אֶת הַגֶּחָלִים אֵילָךְ וְאֵילָךְ. וְנוֹטֵל מִן הַגֶּחָלִים שֶׁנִּתְאַכְּלוּ בְּמַעֲרָכָה שְׁנִיָּה. וְיוֹרֵד וּמְעָרָן לְתוֹךְ מַחְתָּה שֶׁל זָהָב. אִם נִתְפַּזְּרוּ מִן הַגֶּחָלִים כְּמוֹ קַב אוֹ פָּחוֹת מְכַבְּדָן לָאַמָּה. וּבְשַׁבָּת כּוֹפֶה עֲלֵיהֶן הַפְּסַכְתֵּר. וְאִם נִתְפַּזֵּר יֶתֶר עַל קַב חוֹזֵר וְחוֹתֶה:\n",
            "שְׁלֹשָׁה דְּבָרִים הָיָה הַפְּסַכְתֵּר מְשַׁמֵּשׁ. כּוֹפִין אוֹתוֹ עַל הַגֶּחָלִים. וְעַל הַשֶּׁרֶץ בְּשַׁבָּת. וּמוֹרִידִין בּוֹ אֶת הַדֶּשֶׁן מֵעַל הַמִּזְבֵּחַ:\n",
            "וּמַקְדִּים לִפְנֵיהֶם זֶה שֶׁדִּשֵּׁן הַמִּזְבֵּחַ הַפְּנִימִי וְנוֹטֵל הַטֶּנִי שֶׁבּוֹ דִּשׁוּן הַמִּזְבֵּחַ וּמִשְׁתַּחֲוֶה וְיוֹצֵא. וְזֶה שֶׁבְּיָדוֹ הַמַּחְתָּה צוֹבֵר אֶת הַגֶּחָלִים עַל גַּבֵּי הַמִּזְבֵּחַ הַפְּנִימִי וּמְרַדְּדָן בְּשׁוּלֵי הַמַּחְתָּה וּמִשְׁתַּחֲוֶה וְיוֹצֵא. וְזֶה שֶׁבְּיָדוֹ הַכַּף נוֹטֵל אֶת הַבָּזָךְ מִתּוֹךְ הַכַּף וְנוֹתְנוֹ לְאוֹהֲבוֹ אוֹ לִקְרוֹבוֹ וְרוֹאֶה אִם נִתְפַּזֵּר מִן הַקְּטֹרֶת מְעַט בְּכַף אוֹהֲבוֹ אוֹ קְרוֹבוֹ נוֹתֵן לוֹ לְתוֹךְ חָפְנָיו זֶה שֶׁנִּתְפַּזֵּר עִם הַקְּטֹרֶת שֶׁבַּבָּזָךְ וּמִשְׁתַּחֲוֶה וְיוֹצֵא:\n",
            "וְאוֹמְרִין לָזֶה הַמַּקְטִיר הִזָּהֵר שֶׁלֹּא תַּתְחִיל מִלְּפָנֶיךָ שֶׁלֹּא תִּכָּוֶה. וּמַתְחִיל וּמַשְׁלִיךְ הַקְּטֹרֶת עַל הָאֵשׁ בְּנַחַת כְּמִי שֶׁמְּרַקֵּד סלֶת עַד שֶׁתִּתְרַדֵּד עַל כָּל הָאֵשׁ:\n",
            "וְאֵין הַמַּקְטִיר מַקְטִיר עַד שֶׁהַמְמֻנֶּה אוֹמֵר לוֹ הַקְטֵר. וְאִם כֹּהֵן גָּדוֹל הוּא אוֹמֵר לוֹ הַמְמֻנֶּה אִישִׁי כֹּהֵן גָּדוֹל הַקְטֵר. וְאַחַר שֶׁאוֹמֵר יִפְרְשׁוּ כָּל הָעָם וְיַקְטִיר הַמַּקְטִיר וְיִשְׁתַּחֲוֶה וְיֵצֵא:\n",
            "דִּשׁוּן הַמְּנוֹרָה וַהֲטָבַת הַנֵּרוֹת בַּבֹּקֶר וּבֵין הָעַרְבַּיִם מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות כז כא)</small> \"יַעֲרֹךְ אֹתוֹ אַהֲרֹן וּבָנָיו\". וְהַדְלָקַת הַנֵּרוֹת דּוֹחָה אֶת הַשַּׁבָּת וְאֶת הַטֻּמְאָה כְּקָרְבָּנוֹת שֶׁקָּבוּעַ לָהֶן זְמַן שֶׁנֶּאֱמַר <small>(שמות כז כ)</small> <small>(ויקרא כד ב)</small> \"לְהַעֲלֹת נֵר תָּמִיד\": \n",
            "וְכַמָּה שֶׁמֶן הוּא נוֹתֵן לְכָל נֵר. חֲצִי לוֹג שֶׁמֶן שֶׁנֶּאֱמַר <small>(שמות כז כא)</small> <small>(ויקרא כד ג)</small> \"מֵעֶרֶב עַד בֹּקֶר\" תֵּן לוֹ כַּמִּדָּה שֶׁיִּהְיֶה דּוֹלֵק מֵעֶרֶב עַד בֹּקֶר. וְאֵין מְחַנְּכִין אֶת הַמְּנוֹרָה אֶלָּא בְּהַדְלָקַת שִׁבְעָה נֵרוֹתֶיהָ בֵּין הָעַרְבַּיִם: \n",
            "מַהוּ דִּשׁוּן הַמְּנוֹרָה. כָּל נֵר שֶׁכָּבָה מֵסִיר הַפְּתִילָה וְכָל הַשֶּׁמֶן שֶׁבַּנֵּר וּמְקַנְּחוֹ וְנוֹתֵן בּוֹ פְּתִילָה אַחֶרֶת וְשֶׁמֶן אַחֵר בְּמִדָּה וְהוּא חֲצִי לוֹג. וְזֶה שֶׁהֵסִיר מַשְׁלִיכוֹ בִּמְקוֹם הַדֶּשֶׁן אֵצֶל הַמִּזְבֵּחַ עִם דִּשׁוּן הַמִּזְבֵּחַ הַפְּנִימִי וְהַחִיצוֹן וּמַדְלִיק נֵר שֶׁכָּבָה. וְהַדְלָקַת הַנֵּרוֹת הִיא הֲטָבָתָם. וְנֵר שֶׁמְּצָאוֹ שֶׁלֹּא כָּבָה מְתַקְּנוֹ:\n",
            "נֵר מַעֲרָבִי שֶׁכָּבָה אֵין מַדְלִיקִין אוֹתוֹ אַחַר דִּשּׁוּנוֹ אֶלָּא מִמִּזְבַּח הַחִיצוֹן. אֲבָל שְׁאָר הַנֵּרוֹת כָּל נֵר שֶׁכָּבָה מֵהֶן מַדְלִיקוֹ מִנֵּר חֲבֵרוֹ:\n",
            "וְכֵיצַד מַדְלִיקוֹ. מוֹשֵׁךְ הַפְּתִילָה עַד שֶׁמַּדְלִיקָהּ וּמַחֲזִירָהּ. לְפִי שֶׁהַנֵּרוֹת קְבוּעִים בַּמְּנוֹרָה וְאֵינוֹ יָכוֹל לְהַדְלִיק בְּנֵר אַחֵר מִשּׁוּם בִּזָּיוֹן:\n",
            "כָּל הַפְּתִילוֹת שֶׁאָסוּר לְהַדְלִיק בָּהֶן בְּשַׁבָּת אָסוּר לְהַדְלִיק בָּהֶן בַּמִּקְדָּשׁ בַּמְּנוֹרָה שֶׁנֶּאֱמַר <small>(שמות כז כ)</small> <small>(ויקרא כד ב)</small> \"לְהַעֲלֹת נֵר תָּמִיד\" שֶׁתְּהֵא שַׁלְהֶבֶת עוֹלָה מֵאֵלֶיהָ: \n",
            "לֹא הָיָה מֵטִיב כָּל הַנֵּרוֹת בְּפַעַם אַחַת אֶלָּא מֵטִיב חֲמִשָּׁה נֵרוֹת וּמַפְסִיק וְעוֹשִׂין עֲבוֹדָה אַחֶרֶת וְאַחַר כָּךְ נִכְנָס וּמֵטִיב הַשְּׁנַיִם. כְּדֵי לְהַרְגִּישׁ אֶת כָּל הָעֲזָרָה:\n",
            "כָּל נֵר שֶׁכָּבָה מַדְלִיקִין אוֹתוֹ מִנֵּר אַחֵר מֵהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵיצַד סֵדֶר הַהֲטָבָה. זֶה שֶׁזָּכָה בְּדִשׁוּן הַמְּנוֹרָה נִכְנָס וּכְלִי בְּיָדוֹ וְכוּז שְׁמוֹ וְשֶׁל זָהָב הָיָה דּוֹמֶה לְקִיתוֹן גָּדוֹל. מְדַשֵּׁן בּוֹ אֶת הַפְּתִילוֹת שֶׁכָּבוּ וְאֶת הַשֶּׁמֶן הַנִּשְׁאָר בַּנֵּר וְמֵטִיב חֲמִשָּׁה נֵרוֹת וּמַנִּיחַ הַכּוּז שָׁם לִפְנֵי הַמְּנוֹרָה עַל מַעֲלָה שְׁנִיָּה מִשָּׁלֹשׁ מַעֲלוֹת שֶׁלְּפָנֶיהָ וְיוֹצֵא. וְאַחַר כָּךְ נִכְנָס וּמֵטִיב שְׁנֵי הַנֵּרוֹת וְנוֹטֵל הַכּוּז בְּיָדוֹ וּמִשְׁתַּחֲוֶה וְיוֹצֵא:\n",
            "חֲבִיתֵי כֹּהֵן גָּדוֹל מִצְוַת עֲשֵׂה לְהַקְרִיבָן בְּכָל יוֹם מֶחֱצָה בַּבֹּקֶר עִם תָּמִיד שֶׁל שַׁחַר וּמֶחֱצָה בֵּין הָעַרְבַּיִם עִם תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. וְלִישָׁתָן וַאֲפִיָּתָן דּוֹחִין אֶת הַשַּׁבָּת וְאֶת הַטֻּמְאָה כְּכָל קָרְבָּן שֶׁקָּבוּעַ לוֹ זְמַן שֶׁנֶּאֱמַר <small>(ויקרא ו יד)</small> \"תֻּפִינֵי\" שֶׁתְּהֵא נָאָה וְלֹא תֵּאָפֶה מִבָּעֶרֶב. וְעוֹד אִם תֵּאָפֶה מִבָּעֶרֶב תִּפָּסֵל בְּלִינָה שֶׁהַמַּרְחֶשֶׁת מִכְּלֵי הַקֹּדֶשׁ הִיא כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "טְחִינַת סָלְתָּן וְהֶרְקֵדָן בַּחוּץ וְאֵינָן דּוֹחִין אֶת הַשַּׁבָּת:\n",
            "כֹּהֵן שֶׁהִקְרִיב מֶחֱצָה בְּשַׁחֲרִית וּמֵת אוֹ נִטְמָא אוֹ נוֹלַד לוֹ מוּם וּמִנּוּ כֹּהֵן אַחֵר תַּחְתָּיו לֹא יָבִיא חֲצִי עִשָּׂרוֹן מִבֵּיתוֹ וְלֹא חֲצִי עִשָּׂרוֹן שֶׁל רִאשׁוֹן. אֶלָּא מֵבִיא עִשָּׂרוֹן שָׁלֵם וְחוֹצֵהוּ וּמַקְרִיב מֶחֱצָה וּמֶחֱצָה אָבֵד:\n",
            "נִמְצְאוּ שְׁנֵי חֲצָאִים קְרֵבִין וּשְׁנֵי חֲצָאִין אוֹבְדִין. וְאֵלּוּ שְׁנֵי הַחֲצָאִין הָאוֹבְדִים מַנִּיחִין אוֹתָן עַד שֶׁתְּעֻבַּר צוּרָתָן וְיוֹצְאִין לְבֵית הַשְּׂרֵפָה. וְכֵן אִם אָבַד אוֹ נִטְמָא הַחֵצִי שֶׁל בֵּין הָעַרְבַּיִם. וְהֵיכָן שׂוֹרְפִין אוֹתָן, בָּעֲזָרָה:\n",
            "מֵת כֹּהֵן גָּדוֹל בְּשַׁחֲרִית אַחַר שֶׁהִקְרִיב חֲצִי הָעִשָּׂרוֹן וְלֹא מִנּוּ כֹּהֵן אַחֵר מְבִיאִין הַיּוֹרְשִׁין עִשָּׂרוֹן שָׁלֵם עֲבוּר כַּפָּרָתוֹ וְעוֹשִׂין אוֹתוֹ חֲבִיתִין וּשְׁלֵמָה הָיְתָה קְרֵבָה. מֵת כֹּהֵן גָּדוֹל קֹדֶם שֶׁיַּקְרִיבוֹ בַּבֹּקֶר וְלֹא מִנּוּ כֹּהֵן אַחֵר מַקְרִיבִין אוֹתוֹ עִשָּׂרוֹן שָׁלֵם בַּבֹּקֶר וְעִשָּׂרוֹן שָׁלֵם בֵּין הָעַרְבַּיִם. וְאֵין כּוֹפְלִין שַׁמְנָהּ וּלְבוֹנָתָהּ אַף עַל פִּי שֶׁנִּכְפְּלָה הַסּלֶת. אֶלָּא מַפְרִישִׁין לָהֶם שְׁלֹשָׁה לוֹגֵי שֶׁמֶן וְקֹמֶץ לְבוֹנָה. לוֹג וּמֶחֱצָה שֶׁמֶן וַחֲצִי קֹמֶץ לְבוֹנָה לְעִשָּׂרוֹן שֶׁל בֹּקֶר וְלוֹג וּמֶחֱצָה שֶׁמֶן וַחֲצִי קֹמֶץ לְבוֹנָה לְעִשָּׂרוֹן שֶׁל בֵּין הָעַרְבַּיִם:\n"
        ],
        [
            "כָּל הָעֲבוֹדוֹת הָאֵלּוּ שֶׁעוֹשִׂין בְּכָל יוֹם בְּפַיִס הָיוּ עוֹשִׂין אוֹתָן. וְכֵיצַד הָיוּ עוֹשִׂין. כָּל כֹּהֲנֵי בָּתֵּי אָבוֹת שֶׁל יוֹם נִכְנָסִין לְלִשְׁכַּת הַגָּזִית אַחַר שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר וּמְלֻבָּשִׁין הֵן בְּבִגְדֵי כְּהֻנָּה. וְהַמְמֻנֶּה שֶׁעַל הַפְּיָסוֹת עִמָּהֶן וְהֵן עוֹמְדִין בְּהַקָּפָה וְהַמְמֻנֶּה נוֹטֵל מִצְנֶפֶת מֵעַל רֹאשׁוֹ שֶׁל אֶחָד מֵהֶן וּמַחֲזִירָהּ וְהוּא הָאִישׁ שֶׁמַּתְחִילִין לִמְנוֹת מִמֶּנּוּ וּמְפִיסִין כְּמוֹ שֶׁיִּתְבָּאֵר: ",
            "וְיוֹצְאִין לַעֲבוֹדָה אֲנָשִׁים שֶׁעוֹבְדִין בּוֹ. וּשְׁאָר הַכֹּהֲנִים מוֹסְרִין אוֹתָן לְחַזָּנִין וּמַפְשִׁיטִין אוֹתָן אֶת בִּגְדֵי הַקֹּדֶשׁ וְלֹא הָיוּ מַנִּיחִין עֲלֵיהֶן אֶלָּא הַמִּכְנָסַיִם בִּלְבַד עַד שֶׁלּוֹבְשִׁין בִּגְדֵי חֹל וְחוֹזְרִין וּפוֹשְׁטִין אֶת הַמִּכְנָסַיִם שֶׁל קֹדֶשׁ וּמַחְזִירִים הַחַזָּנִים אֶת הַכֵּלִים לַחַלּוֹנוֹת: ",
            "כֵּיצַד מְפִיסִין. עוֹמְדִין בְּהֶקֵּף וּמַסְכִּימִין עַל מִנְיַן שְׁמוֹנִים מֵאָה אוֹ אֶלֶף אוֹ כָּל מִנְיַן שֶׁיַּסְכִּימוּ עָלָיו. וְהַמְמֻנֶּה אוֹמֵר לָהֶם הַצְבִּיעוּ וְהֵן מוֹצִיאִין אֶצְבְּעוֹתֵיהֶן אַחַת אוֹ שְׁתַּיִם. וְאִם הוֹצִיא שָׁלֹשׁ מוֹנִין לוֹ שָׁלֹשׁ. וְאֵין מוֹצִיאִין גּוּדָל בַּמִּקְדָּשׁ מִפְּנֵי הָרַמָּאִים שֶׁהַגּוּדָל קָצָר וְנוֹחַ לְהוֹצִיאוֹ וְלִכְפּוֹתוֹ. וְהַמּוֹצִיא גּוּדָל אֵין מוֹנִין אוֹתוֹ לוֹ. וּמַתְחִיל הַמְמֻנֶּה לִמְנוֹת מִן הָאִישׁ הַיָּדוּעַ שֶׁהֵסִיר מִצְנַפְתּוֹ תְּחִלָּה. וּמוֹנֶה עַל אֶצְבְּעוֹתֵיהֶן וְחוֹזֵר חֲלִילָה עַד שֶׁיַּשְׁלִים הַמִּנְיָן שֶׁהִסְכִּימוּ עָלָיו וְהָאִישׁ שֶׁשָּׁלֵם הַמִּנְיָן אֵצֶל אֶצְבָּעוֹ הוּא שֶׁיֵּצֵא בְּפַיִס רִאשׁוֹן לַעֲבוֹדָה: ",
            "וְלָמָּה מוֹנֶה הַמִּנְיָן שֶׁהִסְכִּימוּ עָלָיו עַל הָאֶצְבָּעוֹת שֶׁהוֹצִיאוּ וְלֹא הָיָה מוֹנֶה עַל הָאֲנָשִׁים עַצְמָן לְפִי שֶׁאָסוּר לִמְנוֹת יִשְׂרָאֵל אֶלָּא עַל יְדֵי דָּבָר אַחֵר שֶׁנֶּאֱמַר <small>(שמואל א טו ד)</small> \"וַיִּפְקְדֵם בַּטְּלָאִים\": ",
            "אַרְבָּעָה פְּיָסוֹת הָיוּ מְפִיסִין בְּכָל יוֹם בְּשַׁחֲרִית. הַפַּיִס הָרִאשׁוֹן מִי תּוֹרֵם אֶת הַמִּזְבֵּחַ. הֵפִיסוּ וְזָכָה מִי שֶׁזָּכָה לִתְרֹם. וְהוּא מְסַדֵּר אֶת הַמַּעֲרָכָה. וְהוּא מַעֲלֶה שְׁנֵי גִּזְרֵי עֵצִים לַמִּזְבֵּחַ. וְהוּא מַכְנִיס מַחְתָּה מְלֵאָה אֵשׁ מִן הַמִּזְבֵּחַ הַחִיצוֹן לְמִזְבַּח הַזָּהָב לְהַקְטִיר עָלֶיהָ קְטֹרֶת: ",
            "הַפַּיִס הַשֵּׁנִי זוֹכִין בּוֹ שְׁלֹשָׁה עָשָׂר עַל סֵדֶר עֲמִידָתָן. כֵּיצַד. הַמְמֻנֶּה אוֹמֵר לָהֶם הַצְבִּיעוּ וּמוֹנֶה כְּדֶרֶךְ שֶׁבֵּאַרְנוּ. וְזֶה שֶׁיָּצָא בְּפַיִס רִאשׁוֹן הוּא שׁוֹחֵט תָּמִיד שֶׁל שַׁחַר. וְהַשֵּׁנִי שֶׁעוֹמֵד בְּצִדּוֹ הוּא מְקַבֵּל אֶת דַּם הַתָּמִיד וְהוּא זוֹרְקוֹ. וְהַשְּׁלִישִׁי הַסָּמוּךְ לַשֵּׁנִי מְדַשֵּׁן הַמִּזְבֵּחַ הַפְּנִימִי שֶׁהוּא מִזְבַּח הַקְּטֹרֶת. וְהָרְבִיעִי שֶׁבְּצִדּוֹ מְדַשֵּׁן אֶת הַמְּנוֹרָה וּמֵיטִיב אֶת הַנֵּרוֹת. וְהַחֲמִישִׁי מַעֲלֶה רֹאשׁ הַתָּמִיד וְרַגְלוֹ לַכֶּבֶשׁ. וְהַשִּׁשִּׁי מַעֲלֶה שְׁתֵּי הַיָּדַיִם. וְהַשְּׁבִיעִי מַעֲלֶה הָעֹקֶץ וְהָרֶגֶל. וְהַשְּׁמִינִי מַעֲלֶה הֶחָזֶה וְהַגֵּרָה. וְהַתְּשִׁיעִי מַעֲלֶה שְׁתֵּי הַדְּפָנוֹת. וְהָעֲשִׂירִי מַעֲלֶה הַקְּרָבַיִם. וְהָאַחַד עָשָׂר מַעֲלֶה סֹלֶת הַנְּסָכִים. וְהַשְּׁנֵים עָשָׂר מַעֲלֶה הַחֲבִיתִין. וְהַשְּׁלֹשָׁה עָשָׂר מַעֲלֶה הַיַּיִן שֶׁל נְסָכִים: ",
            "הַפַּיִס הַשְּׁלִישִׁי אוֹמֵר לָהֶן הַמְמֻנֶּה לְכָל אַנְשֵׁי בֵּית אָב שֶׁל אוֹתוֹ הַיּוֹם מִי שֶׁלֹּא הִקְטִיר קְטֹרֶת מִיָּמָיו יָבוֹא וְיָפִיס. וְיִתְקַבְּצוּ אֵצֶל הַמְמֻנֶּה וְיָפִיסוּ וּמִי שֶׁיֵּצֵא בְּפַיִס זֶה רִאשׁוֹן הוּא שֶׁיִּזְכֶּה לְהַקְטִיר קְטֹרֶת: ",
            "הַפַּיִס הָרְבִיעִי מִתְקַבְּצִין כֻּלָּן וּמְפִיסִין לֵידַע מִי מַעֲלֶה אֵיבָרִים מִן הַכֶּבֶשׁ לַמִּזְבֵּחַ. הֵפִיסוּ וְזָכָה מִי שֶׁזָּכָה. תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם אֵין מְפִיסִין לוֹ פַּיִס אַחֵר. אֶלָּא כָּל כֹּהֵן שֶׁזָּכָה בַּעֲבוֹדָה מִן הָעֲבוֹדוֹת שַׁחֲרִית יִזְכֶּה בֵּין הָעַרְבַּיִם. חוּץ מִן הַקְּטֹרֶת שֶׁהֵן מְפִיסִין לָהּ פַּיִס אַחֵר בֵּין הָעַרְבַּיִם וְיָבוֹא כָּל מִי שֶׁלֹּא הִקְטִיר קְטֹרֶת מֵעוֹלָם מֵאַנְשֵׁי אוֹתוֹ בֵּית אָב וְיָפִיסוּ עָלֶיהָ. וְאִם כְּבָר הִקְטִירוּ כֻּלָּן מִימֵיהֶן מְפִיסִין לָהֶן כֻּלָּן בְּשַׁחֲרִית בְּפַיִס שְׁלִישִׁי וְזֶה שֶׁזָּכָה בָּהּ שַׁחֲרִית מַקְטִירָהּ בֵּין הָעַרְבַּיִם: ",
            "בְּשַׁבָּת שֶׁיֵּשׁ שָׁם תְּמִידִין וּמוּסָפִין וּשְׁנֵי בְּזִיכֵי לְבוֹנָה כֵּיצַד הֵם עוֹבְדִין. מְפִיסִין בְּשַׁחַר אַנְשֵׁי אוֹתוֹ בֵּית אָב שֶׁל מִשְׁמָר הַיּוֹצֵא וּמַקְרִיבִין תָּמִיד שֶׁל שַׁחַר וּשְׁנֵי כִּבְשֵׂי עוֹלָה שֶׁל מוּסָפִין. וְכָל שֶׁזָּכָה בַּעֲבוֹדָה מֵעֲבוֹדַת הַתָּמִיד שֶׁל שַׁחַר הוּא זוֹכֶה בָּהּ בִּשְׁנֵי כִּבְשֵׂי מוּסָף. וְהַמִּשְׁמָר הָאַחֵר שֶׁנִּכְנַס בְּשַׁבָּת מְפִיסִין פְּיָסוֹת אֲחֵרוֹת לְתָמִיד שֶׁל בֵּין הָעַרְבַּיִם. וְאֵלּוּ וְאֵלּוּ חוֹלְקִין בְּלֶחֶם הַפָּנִים: ",
            "וְאֵין אוֹכְלִין אֶת הַלֶּחֶם עַד שֶׁיַּקְטִירוּ שְׁנֵי בְּזִיכֵי לְבוֹנָה עַל הָאֵשׁ. וְהַלְּבוֹנָה טְעוּנָה מֶלַח כִּשְׁאָר הַקָּרְבָּנוֹת: ",
            "וְאַחַר קָרְבַּן הַמּוּסָפִין מַקְטִירִין שְׁנֵי הַבְּזִיכִין. וּשְׁנֵי כֹּהֲנִים מַקְרִיבִין אֶת שְׁנֵי הַבְּזִיכִין: ",
            "כֵּיצַד חוֹלְקִין לֶחֶם הַפָּנִים בְּכָל שַׁבְּתוֹת הַשָּׁנָה. מִשְׁמָר הַנִּכְנָס נוֹטֵל שֵׁשׁ חַלּוֹת. וּמִשְׁמָר הַיּוֹצֵא נוֹטֵל שֵׁשׁ. הַנִּכְנָסִין חוֹלְקִין בֵּינֵיהֶם בַּצָּפוֹן שֶׁהֲרֵי הֵן מוּכָנִים לַעֲבוֹדָה. וְהַיּוֹצְאִין חוֹלְקִין בַּדָּרוֹם. וּבִזְמַן שֶׁיִּהְיֶה יוֹם טוֹב שֶׁל אֶחָד מִשְּׁלֹשָׁה רְגָלִים בְּשַׁבָּת וְכֵן בְּשַׁבָּת שֶׁבְּתוֹךְ הֶחָג חוֹלְקִין כָּל הַמִּשְׁמָרוֹת בְּשָׁוֶה בְּלֶחֶם הַפָּנִים. וְכֵן אִם חָל יוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג בְּשַׁבָּת חוֹלְקִין כָּל הַמִּשְׁמָרוֹת בְּשָׁוֶה מֵעֶרֶב יוֹם טוֹב שֶׁהוּא שַׁבָּת בְּלֶחֶם הַפָּנִים מִפְּנֵי שֶׁהִקְדִּימוּ לַעֲבוֹדָה. וְכֵן אִם חָל יוֹם טוֹב הָאַחֲרוֹן לִהְיוֹת בְּעֶרֶב שַׁבָּת חוֹלְקִין כָּל הַמִּשְׁמָרוֹת בְּשָׁוֶה בְּלֶחֶם הַפָּנִים בְּאוֹתָהּ שַׁבָּת שֶׁהִיא מוֹצָאֵי הֶחָג. וְדָבָר זֶה תַּקָּנָה כְּדֵי שֶׁיִּתְאַחֲרוּ הַכֹּהֲנִים בִּשְׁבִיל חִלּוּק לֶחֶם הַפָּנִים וְאִם נִתְאַחֵר אֶחָד מִבַּעֲלֵי מִשְׁמָר וְלֹא בָּא יִמָּצֵא אַחֵר: ",
            "חָל יוֹם אֶחָד לְהַפְסִיק בֵּין הַשַּׁבָּת וּבֵין יוֹם טוֹב כְּגוֹן שֶׁהָיָה יוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג בְּשֵׁנִי אוֹ יוֹם טוֹב הָאַחֲרוֹן בַּחֲמִישִׁי אוֹ יוֹם שֶׁל עֲצֶרֶת שֶׁחָל לִהְיוֹת בְּשֵׁנִי אוֹ בַּחֲמִישִׁי. מִשְׁמָר שֶׁזְּמַנּוֹ קָבוּעַ בְּאוֹתָהּ שַׁבָּת נוֹטֵל עֶשֶׂר חַלּוֹת וְזֶה הַנִּכְנָס נוֹטֵל שְׁתַּיִם. שֶׁהֲרֵי לֹא נִשְׁאַר לָהֶם לַעֲבוֹדָה הֵם לְבַדָּם אֶלָּא יוֹם אֶחָד שֶׁהוּא עֶרֶב שַׁבָּת אוֹ אֶחָד בְּשַׁבָּת וּמִתְעַצְּלִין וְאֵין בָּאִין מֵהֶן אֶלָּא מְעַט: ",
            "כֹּהֵן גָּדוֹל לְעוֹלָם נוֹטֵל מִכָּל מִשְׁמָר חֲצִי הַחַלּוֹת שֶׁזָּכָה בָּהֶן שֶׁנֶּאֱמַר <small>(ויקרא כד ט)</small> \"וְהָיְתָה לְאַהֲרֹן וּלְבָנָיו\" מֶחֱצָה לְאַהֲרֹן וּמֶחֱצָה לְבָנָיו. וְאֵין כֹּהֵן גָּדוֹל נוֹטֵל פְּרָס שֶׁאֵין זֶה כְּבוֹדוֹ: "
        ],
        [
            "מִצְוַת עֲשֵׂה לְסַדֵּר לֶחֶם הַפָּנִים בְּכָל יוֹם שַׁבָּת עַל הַשֻּׁלְחָן לִפְנֵי ה' בַּהֵיכָל שֶׁנֶּאֱמַר <small>(ויקרא כד ח)</small> \"בְּיוֹם הַשַּׁבָּת בְּיוֹם הַשַּׁבָּת יַעֲרִיכֶנּוּ\" הַכֹּהֵן וְגוֹ': ",
            "וְדָבָר בָּרוּר בַּתּוֹרָה שֶׁהוּא שְׁתֵּים עֶשְׂרֵה חַלּוֹת כָּל חַלָּה שְׁנֵי עֶשְׂרוֹנִים. וְעוֹרְכִין אוֹתוֹ שְׁנֵי סְדָרִים. שֵׁשׁ חַלּוֹת בְּכָל סֵדֶר. חַלָּה עַל גַּבֵּי חַלָּה וּבֵין כָּל שְׁתֵּי חַלּוֹת שְׁלֹשָׁה קָנִים שֶׁל זָהָב כְּדֵי שֶׁתִּהְיֶה הָרוּחַ מְנַשֶּׁבֶת בּוֹ. וְסוֹמֵךְ כָּל מַעֲרָכָה בִּשְׁתֵּי קְשָׂווֹת. וְנוֹתְנִין בְּצַד כָּל מַעֲרָכָה כְּלִי שֶׁיֵּשׁ בּוֹ קֹמֶץ לְבוֹנָה שֶׁנֶּאֱמַר <small>(ויקרא כד ז)</small> \"וְנָתַתָּה עַל הַמַּעֲרֶכֶת לְבֹנָה זַכָּה\". וּכְלִי זֶה הוּא הַנִּקְרָא בָּזָךְ. נִמְצְאוּ שְׁנֵי קֻמְצֵי לְבוֹנָה בִּשְׁנֵי הַבְּזִיכִין. וְשׁוּלַיִם הָיוּ לַבְּזִיכִין כְּדֵי שֶׁיַּנִּיחוּם עַל הַשֻּׁלְחָן:  ",
            "שְׁנֵי הַסְּדָרִים מְעַכְּבִין זֶה אֶת זֶה. וּשְׁנֵי הַבְּזִיכִין מְעַכְּבִין זֶה אֶת זֶה. וְהַסְּדָרִין וְהַבְּזִיכִין מְעַכְּבִין זֶה אֶת זֶה. וְאֵין מְחַנְּכִין אֶת הַשֻּׁלְחָן אֶלָּא בְּלֶחֶם הַפָּנִים בְּשַׁבָּת. מִיּוֹם הַשַּׁבָּת לְיוֹם הַשַּׁבָּת מוֹצִיאִין אֶת הַלֶּחֶם שֶׁהוּא שָׁם עַל הַשֻּׁלְחָן מִשַּׁבָּת שֶׁעָבְרָה וּמְסַדְּרִין לֶחֶם אַחֵר. וְזֶה שֶׁמּוֹצִיאִין הוּא שֶׁחוֹלְקִין שְׁתֵּי הַמִּשְׁמָרוֹת הַנִּכְנֶסֶת וְהַיּוֹצֵאת עִם כֹּהֵן גָּדוֹל וְאוֹכְלִין אוֹתוֹ: ",
            "וְכֵיצַד מְסַדְּרִין אֶת הַלֶּחֶם. אַרְבָּעָה כֹּהֲנִים נִכְנָסִים. שְׁנַיִם בְּיָדָן שְׁנֵי סְדָרִין. וּשְׁנַיִם בְּיָדָם שְׁנֵי בְּזִיכִין. וְאַרְבָּעָה מַקְדִּימִין לִפְנֵיהֶם שְׁנַיִם לִטֹּל שְׁנֵי סְדָרִים וּשְׁנַיִם לִטֹּל שְׁנֵי בְּזִיכִין שֶׁהָיוּ שָׁם עַל הַשֻּׁלְחָן. הַנִּכְנָסִין עוֹמְדִין בַּצָּפוֹן וּפְנֵיהֶם לַדָּרוֹם. וְהַיּוֹצְאִין עוֹמְדִים בַּדָּרוֹם וּפְנֵיהֶם לַצָּפוֹן. אֵלּוּ מוֹשְׁכִין וְאֵלּוּ מַנִּיחִין וְטִפְחוֹ שֶׁל זֶה בְּתוֹךְ טִפְחוֹ שֶׁל זֶה שֶׁנֶּאֱמַר <small>(שמות כה ל)</small> \"לְפָנַי תָּמִיד\": ",
            "יָצְאוּ וְנָתְנוּ אֶת הַלֶּחֶם שֶׁהוֹצִיאוּ עַל שֻׁלְחַן זָהָב אַחַר שֶׁהָיָה בָּאוּלָם וְהִקְטִירוּ הַבְּזִיכִין. וְאַחַר כָּךְ מְחַלְּקִין הַחַלּוֹת. וְאִם חָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּשַׁבָּת הַחַלּוֹת מִתְחַלְּקוֹת לָעֶרֶב: ",
            "כֵּיצַד מַעֲשֵׂה לֶחֶם הַפָּנִים. מֵבִיא אַרְבַּע וְעֶשְׂרִים סְאִים חִטִּים הָרְאוּיִין לִמְנָחוֹת. וְשָׁפִין אוֹתָם וּבוֹעֲטִין בָּהֶן כִּשְׁאָר חִטֵּי מְנָחוֹת. וְטוֹחֲנִין אוֹתָן וּמְנַפִּין מֵהֶן בְּאַחַת עֶשְׂרֵה נָפָה אַרְבָּעָה וְעֶשְׂרִים עִשָּׂרוֹן סלֶת. וְעוֹשִׂין מֵהֶם שְׁתֵּים עֶשְׂרֵה חַלּוֹת מַצּוֹת. לֹא נִפָּה אוֹתָם בְּאַחַת עֶשְׂרֵה נָפָה אוֹ שֶׁלֹּא הוֹצִיאָן מֵעֶשְׂרִים וְאַרְבַּע סְאִים הוֹאִיל וְנַעֲשׂוּ סלֶת מִכָּל מָקוֹם כְּשֵׁרוֹת. לֹא נֶאֶמְרוּ הַשִּׁעוּרִין הָאֵלּוּ אֶלָּא לְמִצְוָה: ",
            "לִישָׁתָן וַעֲרִיכָתָן בַּחוּץ וַאֲפִיָּתָן בִּפְנִים בָּעֲזָרָה כִּשְׁאָר הַמְּנָחוֹת. וְלָשִׁין אוֹתָן אַחַת אַחַת. וְאוֹפִין אוֹתָן שְׁתַּיִם שְׁתַּיִם: ",
            "וּשְׁלֹשָׁה דְּפוּסִין שֶׁל זָהָב הָיוּ לָהֶם. אֶחָד שֶׁנּוֹתְנִין בּוֹ הַחַלָּה וְהִיא בָּצֵק. וְהַשֵּׁנִי שֶׁאוֹפִין אוֹתָהּ בּוֹ. וְהַשְּׁלִישִׁי שֶׁנּוֹתְנִין אוֹתָהּ בּוֹ כְּשֶׁרוֹדֶה אוֹתָהּ מִן הַתַּנּוּר כְּדֵי שֶׁלֹּא תִּתְקַלְקֵל: ",
            "כָּל חַלָּה מֵהֶן מְרֻבָּעַת שֶׁנֶּאֱמַר <small>(שמות כה ל)</small> \"לֶחֶם הַפָּנִים\" שֶׁיִּהְיוּ לוֹ פָּנִים רַבִּים. אֹרֶךְ כָּל חַלָּה מֵהֶן עֲשָׂרָה טְפָחִים. וְרָחְבָּהּ חֲמִשָּׁה טְפָחִים. וְרוּמָהּ שֶׁבַע אֶצְבָּעוֹת. וְהַשֻּׁלְחָן אָרְכּוֹ שְׁנֵים עָשָׂר טֶפַח וְרָחְבּוֹ שִׁשָּׁה טְפָחִים. נוֹתֵן אֹרֶךְ הַחַלָּה עַל רֹחַב הַשֻּׁלְחָן נִמְצֵאת הַחַלָּה יוֹצֵאת שְׁנֵי טְפָחִים מִכָּאן וּשְׁנֵי טְפָחִים מִכָּאן. וְכוֹפֵל אֶת הַיּוֹצֵא מִכָּאן וּמִכָּאן וְיִשָּׁאֵר בֵּין שְׁנֵי הַקְּצָווֹת רֶוַח בָּאֶמְצַע. וְכֵן מַנִּיחַ חַלָּה עַל גַּבֵּי חַלָּה עַד שֶׁעוֹרֵךְ שֵׁשׁ חַלּוֹת. וְכֵן עוֹשֶׂה בְּצַד הַמַּעֲרָכָה שְׁנִיָּה שֵׁשׁ חַלּוֹת:  ",
            "אֵין אֲפִיַּת לֶחֶם הַפָּנִים דּוֹחָה אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב. אֶלָּא בְּעֶרֶב שַׁבָּת אוֹפִין אוֹתָן וְעוֹרְכִין אוֹתָן לְמָחָר. וְאִם חָלוּ שְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה לִהְיוֹת בַּחֲמִישִׁי וּבְעֶרֶב שַׁבָּת אוֹפִין אוֹתָן מִיּוֹם רְבִיעִי: ",
            "לֹא סִדּוּר הַקָּנִים וְלֹא נְטִילָתָן דּוֹחֶה אֶת הַשַּׁבָּת. אֶלָּא מֵעֶרֶב שַׁבָּת נִכְנָס וְשׁוֹמְטָן וְנוֹתְנָן לְאֹרֶךְ הַשֻּׁלְחָן. וּבְאֶחָד בְּשַׁבָּת נִכְנָס וּמַכְנִיס אֶת הַקָּנִים בֵּין הַחַלּוֹת: ",
            "סִדֵּר הַלֶּחֶם בְּשַׁבָּת כְּמִצְוָתוֹ וְלֹא הִנִּיחַ עִמּוֹ בְּזִיכֵי לְבוֹנָה עַד לְמָחָר וּלְשַׁבָּת הַבָּאָה הִקְטִיר הַבְּזִיכִין נִפְסַל הַלֶּחֶם וְאֵינוֹ קָדוֹשׁ. וְכֵן אִם סִדֵּר הַלֶּחֶם וְהַבְּזִיכִין בְּאֶחָד בְּשַׁבָּת וְהִקְטִיר הַבְּזִיכִין לְאַחַר שַׁבָּת הַבָּאָה הַלֶּחֶם אֵינוֹ קָדוֹשׁ וְנִפְסָל. אֲבָל אִם הִקְטִיר הַבְּזִיכִין בְּשַׁבָּת [לֹא] נִפְסַל הַלֶּחֶם: ",
            "כֵּיצַד יַעֲשֶׂה בְּלֶחֶם וּבְזִיכִין שֶׁסִּדְּרָן לְאַחַר הַשַּׁבָּת. יַנִּיחֵם שָׁם עַל הַשֻּׁלְחָן עַד שֶׁיַּעֲבֹר עֲלֵיהֶן יוֹם הַשַּׁבָּת וְהֵן מְסֻדָּרִין. וְאַחַר כָּךְ יַקְטִיר הַבְּזִיכִין לְשַׁבָּת הַבָּאָה אַחַר הַשַּׁבָּת שֶׁעָבְרָה עֲלֵיהֶן וְהֵן מְסֻדָּרִין. שֶׁאֲפִלּוּ נִשְׁאַר הַלֶּחֶם עִם הַבְּזִיכִין עַל הַשֻּׁלְחָן כַּמָּה שַׁבָּתוֹת אֵין בְּכָךְ כְּלוּם: ",
            "סִדֵּר אֶת הַלֶּחֶם וְאֶת הַבְּזִיכִין בְּשַׁבָּת כְּמִצְוָתָן וְהִקְטִיר אֶת הַבְּזִיכִין לְאַחַר הַשַּׁבָּת בֵּין לְאַחַר שַׁבָּת זוֹ בֵּין לְאַחַר שַׁבָּת אַחֶרֶת הַבָּאָה נִפְסַל הַלֶּחֶם. וַהֲרֵי הוּא כְּקָדָשִׁים שֶׁנִּפְסְלוּ שֶׁחַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל וְנוֹתַר וְטָמֵא כְּמוֹ שֶׁיִּתְבָּאֵר: ",
            "נִפְרְסָה חַלָּה אַחַת מִן הַלֶּחֶם. אִם עַד שֶׁלֹּא הֵסִיר הַלֶּחֶם מֵעַל הַשֻּׁלְחָן נִפְרְסָה הַלֶּחֶם פָּסוּל וְאֵינוֹ מַקְטִיר עָלָיו אֶת הַבְּזִיכִין. וְאִם אַחַר שֶׁהֵסִיר הַלֶּחֶם נִפְרְסָה הַלֶּחֶם פָּסוּל וּמַקְטִיר עָלָיו אֶת הַבְּזִיכִין: ",
            "הִגִּיעַ זְמַן הַלֶּחֶם לַהֲסִירוֹ הֲרֵי זֶה כְּמִי שֶׁהֱסִירוֹ. וְאִם נִפְרַס הַלֶּחֶם מַקְטִיר הַבְּזִיכִין וְאַף עַל פִּי שֶׁלֹּא פֵּרֵק הַמַּעֲרָכָה. נִטְמָא אֶחָד מִן הַסְּדָרִין בֵּין לִפְנֵי הַקְטָרָה בֵּין לְאַחַר הַקְטָרָה אוֹ שֶׁנִּטְמָא אֶחָד מִן הַבְּזִיכִין. הַטָּמֵא בְּטֻמְאָתוֹ וְהַטָּהוֹר בְּטָהֳרָתוֹ: "
        ],
        [
            "סֵדֶר עֲבוֹדוֹת הַתְּמִידוֹת בְּכָל יוֹם כָּךְ הוּא. סָמוּךְ לַעֲלוֹת הַשַּׁחַר יָבוֹא הַמְמֻנֶּה שֶׁעַל הַפְּיָסוֹת וְיַקִּישׁ עַל הָעֲזָרָה וּפוֹתְחִין לוֹ. וּמְבַלְּשִׁין אֶת כָּל הָעֲזָרָה. וּמַעֲמִידִין עוֹשֵׂי חֲבִיתִין לַעֲשׂוֹת הַחֲבִיתִין. וְכָל הַכֹּהֲנִים שֶׁשָּׁם כְּבָר טָבְלוּ קֹדֶם שֶׁיָּבוֹא הַמְמֻנֶּה וְלָבְשׁוּ בִּגְדֵי כְּהֻנָּה. וְיָבוֹאוּ וְיַעַמְדוּ בְּלִשְׁכַּת הַגָּזִית. וְיָפִיסוּ פַּיִס רִאשׁוֹן וְשֵׁנִי וְיִזְכֶּה כָּל אֶחָד בִּמְלַאכְתּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וּמַתְחִיל זֶה שֶׁזָּכָה בִּתְרוּמַת הַדֶּשֶׁן וְתוֹרֵם עַל הַסֵּדֶר שֶׁאָמַרְנוּ. וְאַחַר כָּךְ מְסַדֵּר מַעֲרָכָה גְּדוֹלָה. וְאַחַר כָּךְ מְסַדֵּר מַעֲרָכָה שְׁנִיָּה. וְאַחַר כָּךְ מַעֲלֶה שְׁנֵי גִּזְרֵי עֵצִים וּמַנִּיחָן עַל מַעֲרָכָה גְּדוֹלָה לְהַרְבּוֹת הָאֵשׁ. וְאַחַר כָּךְ נִכְנָסִין לְלִשְׁכַּת הַכֵּלִים וּמוֹצִיאִין כָּל כְּלֵי הַשָּׁרֵת הַצְּרִיכִין לָהֶן כָּל הַיּוֹם. וּמַשְׁקִין אֶת הַתָּמִיד מַיִם וְזֶה שֶׁזָּכָה בִּשְׁחִיטָתוֹ מוֹשְׁכוֹ לְבֵית הַמִּטְבָּחַיִם. וְהוֹלְכִין אַחֲרָיו הַכֹּהֲנִים שֶׁזָּכוּ לְהַעֲלוֹת הָאֵיבָרִים וְשׁוֹהִין שָׁם עַד שֶׁפּוֹתְחִין שַׁעַר הַהֵיכָל הַגָּדוֹל. וּבִשְׁעַת פְּתִיחַת הַשַּׁעַר שׁוֹחֲטִין אֶת הַתָּמִיד. וְאַחַר כָּךְ נִכְנָסִין לַהֵיכָל שְׁנֵי כֹּהֲנִים. הָאֶחָד שֶׁזָּכָה בְּדִשּׁוּן הַמִּזְבֵּחַ הַפְּנִימִי וְהַשֵּׁנִי שֶׁזָּכָה בְּדִשּׁוּן הַמְּנוֹרָה:\n",
            "וְהַמְדַשֵּׁן אֶת הַמִּזְבֵּחַ מְדַשְּׁנוֹ בְּשָׁעָה שֶׁהַשּׁוֹחֵט שׁוֹחֵט אֶת הַתָּמִיד. וְאַחַר כָּךְ זוֹרֵק הַדָּם זֶה שֶׁקִּבְּלוֹ:\n",
            "וְאַחַר שֶׁזּוֹרְקִין אֶת הַדָּם מֵטִיב זֶה שֶׁבַּהֵיכָל חָמֵשׁ נֵרוֹת וְיוֹצְאִין שְׁנֵיהֶן מִן הַהֵיכָל. וְאֵלּוּ שֶׁבְּבֵית הַמִּטְבָּחַיִם מַפְשִׁיטִין וּמְנַתְּחִין וְכָל אֶחָד וְאֶחָד מַעֲלֶה אֵיבָר שֶׁזָּכָה בּוֹ לַכֶּבֶשׁ. וְנוֹתְנִין הָאֵיבָרִים מֵחֲצִי כֶּבֶשׁ וּלְמַטָּה בְּמַעֲרָבוֹ. וְשֶׁל מוּסָפִין הָיוּ נוֹתְנִין אוֹתָן מֵחֲצִי כֶּבֶשׁ וּלְמַטָּה בְּמִזְרָחוֹ. וְשֶׁל רָאשֵׁי חֳדָשִׁים נוֹתְנִין עַל הַמִּזְבֵּחַ מִלְּמַעְלָה בֵּין קֶרֶן לְקֶרֶן בִּמְקוֹם הִלּוּךְ רַגְלֵי הַכֹּהֲנִים כְּדֵי לְפַרְסְמוֹ שֶׁהוּא רֹאשׁ חֹדֶשׁ. וּמוֹלְחִין שָׁם אֶת הָאֵיבָרִים וְזוֹרְקִין מֶלַח עַל גַּבֵּי הַכֶּבֶשׁ אֲפִלּוּ בְּשַׁבָּת. כְּדֵי שֶׁלֹּא יַחְלִיק וְיִפְּלוּ הַכֹּהֲנִים שָׁם בְּעֵת הֲלִיכָתָן בָּעֵצִים לַמַּעֲרָכָה. וְאַף עַל פִּי שֶׁהַמֶּלַח חוֹצֵץ בֵּין רַגְלֵיהֶם וּבֵין הַכֶּבֶשׁ הוֹאִיל וְאֵין הַהוֹלָכָה הַזֹּאת עֲבוֹדָה אֵינָן חוֹשְׁשִׁין:\n",
            "וְאַחַר שֶׁמַּעֲלִין הָאֵיבָרִים לַכֶּבֶשׁ מִתְכַּנְּסִין כֻּלָּן לְלִשְׁכַּת הַגָּזִית. וְהַמְמֻנֶּה אוֹמֵר לָהֶם בָּרְכוּ בְּרָכָה אַחַת. וְהֵן פּוֹתְחִין וְקוֹרִין אַהֲבַת עוֹלָם וַעֲשֶׂרֶת הַדִּבְּרוֹת וּשְׁמַע וְהָיָה אִם שָׁמוֹעַ וַיֹּאמֶר וֶאֱמֶת וְיַצִּיב וּרְצֵה וְשִׂים שָׁלוֹם. וּבְשַׁבָּת מוֹסִיפִין בְּרָכָה אַחַת וְהִיא שֶׁיֹּאמְרוּ אַנְשֵׁי מִשְׁמָר הַיּוֹצֵא לְאַנְשֵׁי מִשְׁמָר הַנִּכְנָס. מִי שֶׁשִּׁכֵּן אֶת שְׁמוֹ בַּבַּיִת הַזֶּה יַשְׁכִּין בֵּינֵיכֶם אַהֲבָה אַחְוָה שָׁלוֹם וְרֵעוּת. וְאַחַר כָּךְ מְפִיסִין פַּיִס שְׁלִישִׁי וּרְבִיעִי וְזוֹכֶה בַּקְּטֹרֶת מִי שֶׁזָּכָה וְנִכְנַס וּמַקְטִיר. וְאַחַר כָּךְ נִכְנַס זֶה שֶׁזָּכָה בְּדִשּׁוּן הַמְּנוֹרָה וּמֵטִיב שְׁתֵּי הַנֵּרוֹת וְיוֹצֵא זֶה שֶׁהִקְטִיר עִם מְדַשֵּׁן הַמְּנוֹרָה. וְעוֹמֵד עַל מַעֲלוֹת הָאוּלָם הוּא וְאֶחָיו הַכֹּהֲנִים:\n",
            "כְּשֶׁיַּגִּיעַ בֵּין הָאוּלָם וְלַמִּזְבֵּחַ. נָטַל אֶחָד הַמַּגְרֵפָה וּזְרָקָהּ בֵּין הָאוּלָם לַמִּזְבֵּחַ. וְהָיָה לָהּ קוֹל גָּדוֹל. וּשְׁלֹשָׁה דְּבָרִים הָיְתָה מְשַׁמֶּשֶׁת בָּהֶן. הַשּׁוֹמֵעַ אֶת קוֹלָהּ הָיָה יוֹדֵעַ שֶׁאֶחָיו הַכֹּהֲנִים נִכְנָסִין לְהִשְׁתַּחֲווֹת וְהוּא רָץ וּבָא. וּבֶן לֵוִי הַשּׁוֹמֵעַ אֶת קוֹלָהּ הָיָה יוֹדֵעַ שֶׁאֶחָיו הַלְוִיִּם נִכְנָסִין לְדַבֵּר בְּשִׁיר וְהוּא רָץ וּבָא. וְרֹאשׁ הַמַּעֲמָד כְּשֶׁהָיָה שׁוֹמֵעַ אֶת קוֹלָהּ הָיָה מַעֲמִיד אֶת הַטְּמֵאִים עַל שַׁעַר הַמִּזְרָח מִפְּנֵי הַחֲשָׁד. שֶׁיֵּדְעוּ הַכּל שֶׁעֲדַיִן לֹא הֵבִיאוּ כַּפָּרָתָן. וְאַחַר כָּךְ מַעֲלֶה זֶה שֶׁזָּכָה בָּאֵיבָרִים אֶת הָאֵיבָרִים מִן הַכֶּבֶשׁ לַמִּזְבֵּחַ. וְאַחַר שֶׁמַּעֲלִין אֶת הָאֵיבָרִים. מַתְחִילִין אֵלּוּ שֶׁעַל מַעֲלוֹת הָאוּלָם וּמְבָרְכִין בִּרְכַּת כֹּהֲנִים בְּרָכָה אַחַת בַּשֵּׁם הַמְפֹרָשׁ כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמָהּ. וְאַחַר כָּךְ מַעֲלִין סלֶת הַנְּסָכִים. וְאַחַר הַסּלֶת מַקְטִיר הַחֲבִיתִין. וְאַחַר הַחֲבִיתִין מַעֲלִין אֶת הַיַּיִן לְנִסּוּךְ. וּבִשְׁעַת הַנִּסּוּךְ אוֹמְרִין הַלְוִיִּם הַשִּׁיר. וּמַכִּין הַמְשׁוֹרְרִין בְּמִינֵי נִגּוּן שֶׁבַּמִּקְדָּשׁ וְתוֹקְעִין תֵּשַׁע תְּקִיעוֹת עַל פִּרְקֵי הַשִּׁיר:\n",
            "כְּשֶׁהָיוּ נוֹתְנִין הַיַּיִן לַמְנַסֵּךְ. הָיוּ שְׁנֵי כֹּהֲנִים עוֹמְדִין עַל שֻׁלְחַן הַחֲלָבִים וּשְׁתֵּי חֲצוֹצְרוֹת בְּיָדָן. וְהַסְּגָן עוֹמֵד עַל קֶרֶן הַמִּזְבֵּחַ וְהַסּוּדָרִין בְּיָדוֹ. וְתָקְעוּ וְהֵרִיעוּ וְתָקְעוּ. וּבָאוּ וְעָמְדוּ אֵצֶל זֶה הַמְמֻנֶּה עַל הַצִּלְצָל. אֶחָד מִימִינוֹ וְאֶחָד מִשְּׂמֹאלוֹ:\n",
            "שָׁהָה הַמְנַסֵּךְ לַנֶּסֶךְ. מֵנִיף הַסְּגָן בְּסוּדָרִין. הִקִּישׁ זֶה בַּצִּלְצָל וְתָקְעוּ אֵלּוּ בַּחֲצוֹצְרוֹת וְדִבְּרוּ הַלְוִיִּם בְּשִׁיר. הִגִּיעוּ לְפֶרֶק תָּקְעוּ וְהִשְׁתַּחֲווּ כָּל הָעָם שֶׁבָּעֲזָרָה. עַל כָּל פֶּרֶק תְּקִיעָה וְעַל כָּל תְּקִיעָה הִשְׁתַּחֲוָיָה. וְכָל הַתְּקִיעוֹת שֶׁעַל הַתָּמִיד תֵּשַׁע כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "אֵין אוֹמְרִין שִׁירָה אֶלָּא עַל עוֹלוֹת הַצִּבּוּר וְזִבְחֵי שַׁלְמֵיהֶם הָאֲמוּרִין בַּתּוֹרָה. אֲבָל עוֹלוֹת נְדָבָה שֶׁמַּקְרִיבִין מִמּוֹתַר תְּרוּמַת הַלִּשְׁכָּה אַף עַל פִּי שֶׁהֵן שֶׁל צִבּוּר אֵין אוֹמְרִין שִׁירָה עֲלֵיהֶן. וְכֵן נְסָכִים הַבָּאִין בִּפְנֵי עַצְמָן אֵין אוֹמְרִין עֲלֵיהֶן שִׁירָה:\n",
            "הַשִּׁיר שֶׁהָיוּ הַלְוִיִּם אוֹמְרִין. בַּיּוֹם הָרִאשׁוֹן הָיוּ אוֹמְרִין <small>(תהילים כד א)</small> \"לַה' הָאָרֶץ וּמְלוֹאָהּ\". בַּשֵּׁנִי הָיוּ אוֹמְרִין <small>(תהילים מח ב)</small> \"גָּדוֹל ה' וּמְהֻלָּל מְאֹד בְּעִיר אֱלֹהֵינוּ הַר קָדְשׁוֹ\" וְגוֹ'. בַּשְּׁלִישִׁי הָיוּ אוֹמְרִין <small>(תהילים פב א)</small> \"אֱלֹהִים נִצָּב בַּעֲדַת אֵל בְּקֶרֶב אֱלֹהִים יִשְׁפֹּט\". בִּרְבִיעִי הָיוּ אוֹמְרִין <small>(תהילים צד א)</small> \"אֵל נְקָמוֹת ה' אֵל נְקָמוֹת הוֹפִיעַ\". בַּחֲמִישִׁי הָיוּ אוֹמְרִין <small>(תהילים פא ב)</small> \"הַרְנִינוּ לֵאלֹהִים עוּזֵּנוּ הָרִיעוּ לֵאלֹהֵי יַעֲקֹב\". בַּשִּׁשִּׁי הָיוּ אוֹמְרִין <small>(תהילים צג א)</small> \"ה' מָלָךְ גֵּאוּת לָבֵשׁ לָבֵשׁ ה' עֹז הִתְאַזָּר\" וְגוֹ'. בְּשַׁבָּת הָיוּ אוֹמְרִין <small>(תהילים צב א)</small> \"מִזְמוֹר שִׁיר לְיוֹם הַשַּׁבָּת\". בְּמוּסְפֵי שַׁבָּת אוֹמְרִים שִׁירַת <small>(דברים לב א)</small> \"הַאֲזִינוּ\" וְחוֹלְקִין אוֹתָהּ לְשִׁשָּׁה פְּרָקִים הַזִּי''ו לָ''ךְ כְּדֶרֶךְ שֶׁקּוֹרְאִין אוֹתָהּ שִׁשָּׁה בְּבֵית הַכְּנֶסֶת. וְאוֹמְרִין פֶּרֶק בְּכָל שַׁבָּת. גָּמְרוּ הַשִּׁירָה בְּשִׁשָּׁה שַׁבָּתוֹת חוֹזְרִין לָרֹאשׁ. בְּמִנְחָה שֶׁל שַׁבָּת אוֹמֵר <small>(שמות טו א)</small> \"אָז יָשִׁיר משֶׁה\" וּ<small>(שמות טו יא)</small> \"מִי כָמֹכָה\" וְגוֹ'. בְּמוּסָף שֶׁל רֹאשׁ הַשָּׁנָה הָיוּ אוֹמְרִין הַרְנִינוּ לֵאלֹהִים עוּזֵּנוּ. וְאִם חָל לִהְיוֹת בַּחֲמִישִׁי אוֹמֵר <small>(תהילים פא ז)</small> \"הֲסִירוֹתִי מִסֵּבֶל שִׁכְמוֹ\" וְגוֹ'. בְּמִנְחָה שֶׁל רֹאשׁ הַשָּׁנָה הָיוּ אוֹמְרִים <small>(תהילים כט ח)</small> \"קוֹל ה' יָחִיל מִדְבָּר\" וְגוֹ': \n",
            "רֹאשׁ חֹדֶשׁ שֶׁחָל לִהְיוֹת בְּשַׁבַּת שִׁירָה שֶׁל רֹאשׁ חֹדֶשׁ דּוֹחֶה אֶת שִׁירָה שֶׁל שַׁבָּת כְּדֵי לְפַרְסֵם שֶׁהַיּוֹם רֹאשׁ חֹדֶשׁ:\n",
            "בְּשַׁבָּת מַקְטִירִין אֶת שְׁנֵי בְּזִיכֵי לְבוֹנָה עִם הַמּוּסָפִין. קֹדֶם נִסּוּךְ הַיַּיִן שֶׁל מוּסָפִין. וְכַסֵּדֶר שֶׁעוֹשִׂין בְּכָל יוֹם בַּבֹּקֶר כָּךְ עוֹשִׂין בֵּין הָעַרְבַּיִם. חוּץ מֵהֲרָמַת הַדֶּשֶׁן מִמִּזְבֵּחַ הַחִיצוֹן וְסִדּוּר הַמַּעֲרָכוֹת וְהַפְּיָסוֹת. שֶׁאֵין עוֹשִׂין דְּבָרִים אֵלּוּ אֶלָּא בְּכָל יוֹם בַּשַּׁחַר לְבַד כְּמוֹ שֶׁבֵּאַרְנוּ:\n"
        ],
        [
            "בְרָאשֵׁי חֳדָשִׁים מַקְרִיבִין מוּסַף רֹאשׁ חֹדֶשׁ אַחַר תָּמִיד שֶׁל שַׁחַר. וְכַמָּה הוּא מוּסַף רֹאשׁ חֹדֶשׁ. פָּרִים שְׁנַיִם וְאַיִל אֶחָד וְשִׁבְעָה כְּבָשִׂים הַכּל עוֹלוֹת. וּשְׂעִיר עִזִּים חַטָּאת:\n",
            "מַעֲשֵׂה כָּל הָעוֹלוֹת אֶחָד הוּא כְּמַעֲשֵׂה הַתָּמִיד. וּמַעֲשֵׂה הַחַטָּאוֹת שֶׁל רָאשֵׁי חֳדָשִׁים וְשֶׁל מוֹעֲדוֹת כְּמַעֲשֵׂה הַחַטָּאת הַנֶּאֱכֶלֶת שֶׁבֵּאַרְנוּ:\n",
            "בְּפֶסַח מַקְרִיבִין קָרְבַּן מוּסָף בְּכָל יוֹם. מִיּוֹם הָרִאשׁוֹן עַד יוֹם הַשְּׁבִיעִי כְּמוּסַף רָאשֵׁי חֳדָשִׁים. פָּרִים שְׁנַיִם וְאַיִל אֶחָד וְשִׁבְעָה כְּבָשִׂים הַכּל עוֹלוֹת וּשְׂעִיר חַטָּאת הַנֶּאֱכֶלֶת. בְּיוֹם שֵׁנִי שֶׁל פֶּסַח שֶׁהוּא יוֹם שִׁשָּׁה עָשָׂר בְּנִיסָן מַקְרִיבִין יֶתֶר עַל מוּסָף שֶׁל כָּל יוֹם כֶּבֶשׂ לְעוֹלָה עִם עֹמֶר הַתְּנוּפָה. וְהִיא מִנְחָה שֶׁל צִבּוּר כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "וּזְמַנּוֹ קָבוּעַ וּלְפִיכָךְ דּוֹחֶה אֶת הַשַּׁבָּת וְאֶת הַטֻּמְאָה:\n",
            "אֵין מְבִיאִין מִנְחָה זוֹ אֶלָּא מֵאֶרֶץ יִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(ויקרא כג י)</small> \"וַהֲבֵאתֶם אֶת עֹמֶר רֵאשִׁית קְצִירְכֶם אֶל הַכֹּהֵן\". מִצְוָתוֹ לָבוֹא מִן הַקָּרוֹב. לֹא בָּא מִן הַקָּרוֹב מְבִיאִין אוֹתָהּ מִכָּל מָקוֹם מֵאֶרֶץ יִשְׂרָאֵל:\n",
            "מִצְוָתוֹ לְהִקָּצֵר בַּלַּיְלָה בְּלֵיל שִׁשָּׁה עָשָׂר. בֵּין בְּחל בֵּין בְּשַׁבָּת:\n",
            "וְכָל הַלַּיְלָה כָּשֵׁר לִקְצִירַת הָעֹמֶר. וְאִם קְצָרוּהוּ בַּיּוֹם כָּשֵׁר:\n",
            "מִצְוָתוֹ לָבוֹא מִן הַקָּמָה. לֹא מָצְאוּ יָבִיאוּ מִן הָעֳמָרִים:\n",
            "מִצְוָתוֹ לָבוֹא מִן הַלַּח. לֹא מָצְאוּ יָבִיאוּ מִן הַיָּבֵשׁ:\n",
            "דַּרְכָּן הָיָה לְהָבִיא מִשָּׂדוֹת שֶׁבַּדָּרוֹם. הָיָה נָר חֲצִי הַשָּׂדֶה וְזוֹרֵעַ חֶצְיָהּ בְּשָׁנָה זוֹ וּבְשָׁנָה אַחֶרֶת נָר חֲצִי הַשָּׂדֶה שֶׁזָּרַע וְזוֹרֵעַ הַחֵצִי שֶׁנָּר וּמֵבִיא מִמֶּנּוּ:\n",
            "עֹמֶר זֶה מִן הַשְּׂעוֹרִים הָיָה בָּא. וְדָבָר זֶה הֲלָכָה מִמּשֶׁה רַבֵּנוּ. וְכֵיצַד הָיָה נַעֲשֶׂה. מֵעֶרֶב יוֹם טוֹב יוֹצְאִין שְׁלוּחֵי בֵּית דִּין וְעוֹשִׂין אוֹתוֹ כְּרִיכוֹת בִּמְחֻבָּר לַקַּרְקַע כְּדֵי שֶׁיִּהְיֶה נֹחַ לִקְצֹר. כָּל הָעֲיָרוֹת הַסְּמוּכוֹת לְשָׁם מִתְכַּנְּסוֹת כְּדֵי שֶׁיִּהְיֶה נִקְצַר בְּעֵסֶק גָּדוֹל. וְקוֹצְרִין שָׁלֹשׁ סְאִין שְׂעוֹרִין בִּשְׁלֹשָׁה אֲנָשִׁים. וּבְשָׁלֹשׁ קֻפּוֹת. וּבִשְׁלֹשָׁה מַגָּלוֹת. כֵּיוָן שֶׁחָשְׁכָה אוֹמֵר לָהֶם הַקּוֹצֵר לְכָל הָעוֹמְדִים שָׁם. בָּא הַשֶּׁמֶשׁ אוֹמְרִין לוֹ הִין. בָּא הַשֶּׁמֶשׁ אוֹמְרִים לוֹ הִין. בָּא הַשֶּׁמֶשׁ אוֹמְרִין לוֹ הִין. מַגָּל זֶה אוֹמְרִין לוֹ הִין. מַגָּל זֶה אוֹמְרִין לוֹ הִין. מַגָּל זֶה אוֹמְרִין לוֹ הִין. קֻפָּה זוֹ אוֹמְרִין לוֹ הִין. קֻפָּה זוֹ אוֹמְרִין לוֹ הִין. קֻפָּה זוֹ אוֹמְרִין לוֹ הִין. וְאִם הָיָה שַׁבָּת אוֹמֵר לָהֶן שַׁבָּת הַיּוֹם אוֹמְרִים לוֹ הִין. שַׁבָּת הַיּוֹם אוֹמְרִין לוֹ הִין. שַׁבָּת הַיּוֹם אוֹמְרִין לוֹ הִין. וְאַחַר כָּךְ אוֹמֵר לָהֶן אֶקְצֹר וְהֵן אוֹמְרִין לוֹ קְצֹר. אֶקְצֹר וְהֵם אוֹמְרִים לוֹ קְצֹר. אֶקְצֹר וְהֵם אוֹמְרִים לוֹ קְצֹר. שָׁלֹשׁ פְּעָמִים עַל כָּל דָּבָר וְדָבָר. וְכָל כָּךְ לָמָּה מִפְּנֵי אֵלּוּ הַטּוֹעִים שֶׁיָּצְאוּ מִכְּלַל יִשְׂרָאֵל בְּבַיִת שֵׁנִי. שֶׁהֵן אוֹמְרִין שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא כג יא)</small> <small>(ויקרא כג טו טז)</small> \"מִמָּחֳרַת הַשַּׁבָּת\" הוּא שַׁבָּת בְּרֵאשִׁית. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵינָהּ שַׁבָּת אֶלָּא יוֹם טוֹב וְכֵן רָאוּ תָּמִיד הַנְּבִיאִים וְהַסַּנְהֶדְרִין בְּכָל דּוֹר וְדוֹר שֶׁהָיוּ מְנִיפִין אֶת הָעֹמֶר בְּשִׁשָּׁה עָשָׂר בְּנִיסָן בֵּין בְּחל בֵּין בְּשַׁבָּת. וַהֲרֵי נֶאֱמַר בַּתּוֹרָה <small>(ויקרא כג יד)</small> \"וְלֶחֶם וְקָלִי וְכַרְמֶל לֹא תֹאכְלוּ עַד עֶצֶם הַיּוֹם הַזֶּה\". וְנֶאֱמַר <small>(יהושע ה יא)</small> \"וַיֹּאכְלוּ מֵעֲבוּר הָאָרֶץ מִמָּחֳרַת הַפֶּסַח מַצּוֹת וְקָלוּי\". וְאִם תֹּאמַר שֶׁאוֹתוֹ הַפֶּסַח בְּשַׁבָּת אֵרַע כְּמוֹ שֶׁדִּמּוּ הַטִּפְּשִׁים. הֵיאַךְ תָּלָה הַכָּתוּב הֶתֵּר אֲכִילָתָם לֶחָדָשׁ בְּדָבָר שֶׁאֵינוֹ הָעִקָּר וְלֹא הַסִּבָּה אֶלָּא נִקְרָה נִקְרֶה. אֶלָּא מֵאַחַר שֶׁתָּלָה הַדָּבָר בְּמָחֳרַת הַפֶּסַח הַדָּבָר בָּרוּר שֶׁמָּחֳרַת הַפֶּסַח הִיא הָעִלָּה הַמַּתֶּרֶת אֶת הֶחָדָשׁ וְאֵין מַשְׁגִּיחִין עַל אֵי זֶה יוֹם הוּא מִימֵי הַשָּׁבוּעַ: \n",
            "קְצָרוּהוּ וּנְתָנוּהוּ בְּקֻפּוֹת וֶהֱבִיאוּהוּ לָעֲזָרָה וַחֲבָטוּהוּ. וְזוֹרִין וּבוֹרְרִין. וְלוֹקְחִין אֶת הַשְּׂעוֹרִין וּמְהַבְהֲבִין אוֹתוֹ בָּאוּר. בְּאַבּוּב מְנֻקָּב. כְּדֵי שֶׁיִּהְיֶה הָאֵשׁ שׁוֹלֵט בְּכֻלָּן שֶׁנֶּאֱמַר <small>(ויקרא ב יד)</small> \"אָבִיב קָלוּי בָּאֵשׁ גֶּרֶשׂ כַּרְמֶל\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵינוֹ מְדַבֵּר אֶלָּא בְּמִנְחַת הָעֹמֶר בִּלְבַד. וְאַחַר שֶׁקּוֹלִין אוֹתוֹ שׁוֹטְחִין אוֹתוֹ בָּעֲזָרָה וְהָרוּחַ מְנַשֶּׁבֶת בּוֹ. וְנוֹתְנִין אוֹתוֹ לְרֵחַיִם שֶׁל גָּרוֹסוֹת וְטוֹחֲנִין אֶת הַשָּׁלֹשׁ סְאִין וּמוֹצִיאִין מִן הַכּל עִשָּׂרוֹן שֶׁהוּא מְנֻפֶּה בִּשְׁלֹשׁ עֶשְׂרֵה נָפָה. וְהַשְּׁאָר נִפְדֶּה וְנֶאֱכָל לְכָל אָדָם. וְחַיָּב בְּחַלָּה וּפָטוּר מִן הַמַּעַשְׂרוֹת כְּמוֹ שֶׁבֵּאַרְנוּ. וְלוֹקְחִין זֶה הָעִשָּׂרוֹן שֶׁל סלֶת הַשְּׂעוֹרִים וּבוֹלְלִין אוֹתוֹ בְּלוֹג שֶׁמֶן בְּשִׁשָּׁה עָשָׂר בְּנִיסָן וְנוֹתְנִין עָלָיו קֹמֶץ לְבוֹנָה כִּשְׁאָר הַמְּנָחוֹת. וּמְנִיפוֹ בַּמִּזְרָח מוֹלִיךְ וּמֵבִיא מַעֲלֶה וּמוֹרִיד וּמַגִּישׁוֹ כְּנֶגֶד חֻדָּהּ שֶׁל קֶרֶן מַעֲרָבִית דְּרוֹמִית כִּשְׁאָר הַמְּנָחוֹת. וְקוֹמֵץ וּמַקְטִיר. וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים כִּשְׁיָרֵי כָּל הַמְּנָחוֹת. ואֵימָתַי קוֹמְצִין אוֹתוֹ. לְאַחַר שֶׁמַּקְרִיבִין מוּסַף הַיּוֹם וְכֶבֶשׂ הָעוֹלָה קֹדֶם תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם:\n",
            "אָסוּר לִקְצֹר בְּאֶרֶץ יִשְׂרָאֵל מִין מֵחֲמֵשֶׁת מִינֵי תְּבוּאָה קֹדֶם לִקְצִירַת הָעֹמֶר שֶׁנֶּאֱמַר <small>(ויקרא כג י)</small> \"רֵאשִׁית קְצִירְכֶם\" שֶׁיִּהְיֶה תְּחִלָּה לְכָל הַנִּקְצָרִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקָצִיר שֶׁרָאוּי לְהָבִיא מִמֶּנּוּ עֹמֶר. אֲבָל בֵּית הַשְּׁלָחִין שֶׁבָּעֲמָקִים הוֹאִיל וְאֵינוֹ רָאוּי לְהָבִיא מִמֶּנּוּ קוֹצְרִין אוֹתוֹ מִלִּפְנֵי הָעֹמֶר. אֲבָל לֹא יִגְדּשׁ:\n",
            "תְּבוּאָה שֶׁהִשְׁרִישָׁה קֹדֶם הָעֹמֶר הָעֹמֶר מַתִּירָהּ. וְאִם לָאו אָסוּר לְקָצְרָהּ כְּדֶרֶךְ שֶׁאָסוּר לְאָכְלָהּ עַד שֶׁיָּבוֹא הָעֹמֶר הַבָּא:\n",
            "תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ מֻתָּר לִקְצֹר מִמֶּנָּה לְהַאֲכִיל לִבְהֵמָה. וְקוֹצְרִין מִפְּנֵי הַנְּטִיעוֹת שֶׁלֹּא יִפָּסְדוּ. וְקוֹצְרִין לְפַנּוֹת מָקוֹם לְבֵית הָאָבֵל אוֹ לְבֵית הַמִּדְרָשׁ. שֶׁנֶּאֱמַר <small>(ויקרא כג י)</small> \"קְצִירְכֶם\" וְלֹא קְצִיר מִצְוָה:\n",
            "וְאַף עַל פִּי שֶׁמֻּתָּר לִקְצֹר לֹא יַעֲשֶׂה אוֹתָן כְּרִיכוֹת כְּדֶרֶךְ הַקּוֹצְרִין. אֶלָּא יַנִּיחֵם צְבָתִים צְבָתִים:\n",
            "כְּבָר בֵּאַרְנוּ שֶׁאֵין מְבִיאִין מְנָחוֹת וְלֹא מִנְחַת נְסָכִים וְלֹא בִּכּוּרִים מִן הֶחָדָשׁ קֹדֶם הֲבָאַת הָעֹמֶר. וְאִם הֵבִיא פָּסוּל. וְלֹא יָבִיא קֹדֶם לַהֲבָאַת שְׁתֵּי הַלֶּחֶם. וְאִם הֵבִיא כָּשֵׁר:\n",
            "וְכָל הַמַּקְרִיב מִנְחָה מִן הֶחָדָשׁ תְּחִלָּה מְבָרֵךְ שֶׁהֶחֱיָינוּ:\n",
            "תְּבוּאָה שֶׁזְּרָעָהּ אַחַר שֶׁקָּרַב הָעֹמֶר וּקְצָרָהּ אַחַר שֶׁקָּרַב הָעֹמֶר שֶׁל שָׁנָה הַבָּאָה הֲרֵי זוֹ סָפֵק אִם מְבִיאִין מִמֶּנָּה מְנָחוֹת לְכַתְּחִלָּה טֶרֶם הֲבָאַת שְׁתֵּי הַלֶּחֶם הוֹאִיל וּתְבוּאָה זוֹ עָבַר עָלֶיהָ הֲבָאַת שְׁתֵּי הַלֶּחֶם וּקְצִירַת הָעֹמֶר. אוֹ אֵין מְבִיאִין עַד שֶׁיָּבִיאוּ שְׁתֵּי הַלֶּחֶם אַחַר הֲבָאַת הָעֹמֶר שֶׁל שָׁנָה אַחֶרֶת:\n",
            "וְכֵן תְּבוּאָה שֶׁהָיְתָה בַּקַּרְקַע וְחָנְטוּ עָלֶיהָ אוֹ הֵנֵצּוּ עָלִים שֶׁלָּהּ כְּשֶׁהֵבִיאוּ שְׁתֵּי הַלֶּחֶם הֲרֵי זֶה סָפֵק אִם הֲנָצַת הֶעָלִין אוֹ חֲנָטָתָן כְּמוֹ הֻשְׁרְשָׁה וְהֻתְּרָה לְהָבִיא מִמֶּנָּה מְנָחוֹת אוֹ אֵינָהּ חֲשׁוּבָה הַשְׁרָשָׁה. לְפִיכָךְ לֹא יָבִיא וְאִם הֵבִיא הֻרְצָה:\n",
            "וְהַקּוֹצֵר קֹדֶם קְצִירַת הָעֹמֶר אֵינוֹ לוֹקֶה וְהַקָּצִיר כָּשֵׁר:\n",
            "מִצְוַת עֲשֵׂה לִסְפֹּר שֶׁבַע שַׁבָּתוֹת תְּמִימוֹת מִיּוֹם הֲבָאַת הָעֹמֶר שֶׁנֶּאֱמַר <small>(ויקרא כג טו)</small> \"וּסְפַרְתֶּם לָכֶם מִמָּחֳרַת הַשַּׁבָּת\" \"שֶׁבַע שַׁבָּתוֹת\". וּמִצְוָה לִמְנוֹת הַיָּמִים עִם הַשָּׁבוּעוֹת שֶׁנֶּאֱמַר <small>(ויקרא כג טז)</small> \"תִּסְפְּרוּ חֲמִשִּׁים יוֹם\". וּמִתְּחִלַּת הַיּוֹם מוֹנִין לְפִיכָךְ מוֹנֶה בַּלַּיְלָה מִלֵּיל שִׁשָּׁה עָשָׂר בְּנִיסָן: \n",
            "שָׁכַח וְלֹא מָנָה בַּלַּיְלָה מוֹנֶה בַּיּוֹם וְאֵין מוֹנִין אֶלָּא מְעֻמָּד. וְאִם מָנָה מְיֻשָּׁב יָצָא:\n",
            "מִצְוָה זוֹ עַל כָּל אִישׁ מִיִּשְׂרָאֵל וּבְכָל מָקוֹם וּבְכָל זְמַן. וְנָשִׁים וַעֲבָדִים פְּטוּרִין מִמֶּנָּה:\n",
            "וְצָרִיךְ לְבָרֵךְ בְּכָל לַיְלָה בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל סְפִירַת הָעֹמֶר קֹדֶם שֶׁיִּסְפֹּר. מָנָה וְלֹא בֵּרֵךְ יָצָא וְאֵינוֹ חוֹזֵר וּמְבָרֵךְ:\n"
        ],
        [
            "בְּיוֹם חֲמִשִּׁים מִסְּפִירַת הָעֹמֶר. הוּא חַג הַשָּׁבוּעוֹת. וְהוּא עֲצֶרֶת. וּבַיּוֹם הַזֶּה מַקְרִיבִין מוּסָף כְּמוֹ מוּסַף רֹאשׁ חֹדֶשׁ שְׁנֵי פָּרִים וְאַיִל וְשִׁבְעָה כְּבָשִׂים כֻּלָּם עוֹלוֹת וּשְׂעִיר חַטָּאת. וְאֵלּוּ הֵן הַקָּרְבָּנוֹת הָאֲמוּרוֹת בְּחֻמַּשׁ הַפְּקוּדִים וְהֵם מוּסַף הַיּוֹם. וְעוֹד מְבִיאִין יֶתֶר עַל הַמּוּסָף בַּיּוֹם הַזֶּה מִנְחָה חֲדָשָׁה שְׁתֵּי הַלֶּחֶם וּמַקְרִיבִין עִם הַלֶּחֶם פַּר וּשְׁנֵי אֵילִים וְשִׁבְעָה כְּבָשִׂים. הַכּל עוֹלוֹת. וּשְׂעִיר חַטָּאת. וּשְׁנֵי כְּבָשִׂים זֶבַח שְׁלָמִים. וְאֵלּוּ הֵן הַקָּרְבָּנוֹת הָאֲמוּרוֹת בְּחֻמַּשׁ וַיִּקְרָא. נִמְצָא הַקָּרֵב בְּיוֹם זֶה יֶתֶר עַל שְׁנֵי הַתְּמִידִין שְׁלֹשָׁה פָּרִים וּשְׁלֹשָׁה אֵילִים וְאַרְבָּעָה עָשָׂר כְּבָשִׂים. הַכּל עֶשְׂרִים בְּהֵמָה עוֹלוֹת. וּשְׁנֵי שְׂעִירֵי חַטָּאוֹת נֶאֱכָלִים. וּשְׁנֵי כְּבָשִׂים שְׁלָמִים נֶאֱכָלִים: ",
            "שְׁתֵּי הַלֶּחֶם אֵינָן בָּאִין אֶלָּא מִן הָאָרֶץ וּמִן הֶחָדָשׁ שֶׁנֶּאֱמַר <small>(ויקרא כג יז)</small> \"מִמּוֹשְׁבֹתֵיכֶם תָּבִיאוּ לֶחֶם תְּנוּפָה\" וְגוֹ'. לֹא מָצְאוּ חָדָשׁ יָבִיאוּ מִן הָעֲלִיָּה:  ",
            "חִטִּים שֶׁיָּרְדוּ בְּעָבְיָם יֵשׁ בָּהֶם סָפֵק אִם אֲנִי קוֹרֵא בָּהֶם <small>(ויקרא כג יז)</small> \"מִמּוֹשְׁבֹתֵיכֶם\" אוֹ אֵינָם מִמּוֹשְׁבֹתֵיכֶם לְפִיכָךְ לֹא יָבִיא וְאִם הֵבִיא כָּשֵׁר. וְכֵיצַד הָיוּ עוֹשִׂין. מְבִיאִין שָׁלֹשׁ סְאִין חִטִּין חֲדָשׁוֹת וְשָׁפִין אוֹתָן וּבוֹעֲטִין בָּהֶם כְּדֶרֶךְ כָּל הַמְּנָחוֹת וְטוֹחֲנִין אוֹתָן סֹלֶת וּמְנַפִּין מֵהֶן שְׁנֵי עֶשְׂרוֹנוֹת מְנֻפֶּה בִּשְׁתֵּים עֶשְׂרֵה נָפָה וְהַשְּׁאָר נִפְדֶּה וְנֶאֱכָל לְכָל אָדָם. וְחַיָּב בְּחַלָּה וּפָטוּר מִן הַמַּעַשְׂרוֹת כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "שְׁתֵּי הַלֶּחֶם שֶׁהֵן מִן הֶחָדָשׁ צְרִיכִין לָבוֹא עִשָּׂרוֹן מִכָּל סְאָה וּמֶחֱצָה וּמְנַפִּין אוֹתָן בִּשְׁתֵּים עֶשְׂרֵה נָפָה. וְלֶחֶם הַפָּנִים שֶׁהוּא בָּא מִן הַיָּשָׁן דַּי לוֹ בְּאַחַת עֶשְׂרֵה נָפָה וְהוּא בָּא עִשָּׂרוֹן מִכָּל סְאָה. אֲבָל הָעֹמֶר שֶׁהוּא בָּא מִן הַשְּׂעוֹרִים חֲדָשׁוֹת אֵינוֹ בָּא מִן הַמֻּבְחָר אֶלָּא מִשָּׁלֹשׁ סְאִין וּבִשְׁלֹשׁ עֲשָׂרָה נָפָה: ",
            "וְכֻלָּם אִם רִבָּה בְּמִדַּת הַסְּאִין שֶׁבָּאִין מֵהֶן אוֹ מִעֵט כָּשֵׁר: ",
            "וְלוֹקְחִין שְׁנֵי הָעֶשְׂרוֹנוֹת וְלָשִׁין אוֹתָן אַחַת אַחַת וְאוֹפִין אוֹתָן אַחַת אַחַת: ",
            "וְלִישָׁתָן וַעֲרִיכָתָן בַּחוּץ וַאֲפִיָּתָן בִּפְנִים כְּכָל הַמְּנָחוֹת: ",
            "וְאֵין עֲשִׂיָּתָן דּוֹחָה יוֹם טוֹב וְאֵין צָרִיךְ לוֹמַר שַׁבָּת אֶלָּא אוֹפִין אוֹתָן מֵעֶרֶב יוֹם טוֹב שֶׁנֶּאֱמַר <small>(שמות יב טז)</small> \"הוּא לְבַדּוֹ יֵעָשֶׂה לָכֶם\" לָכֶם וְלֹא לְגָבוֹהַּ:  ",
            "הָיָה עֶרֶב יוֹם טוֹב שַׁבָּת אוֹפִין אוֹתָן מֵעֶרֶב שַׁבָּת וְנֶאֱכָלוֹת בַּשְּׁלִישִׁי לַאֲפִיָּתָן שֶׁהוּא יוֹם טוֹב. וַהֲרֵי מְפֹרָשׁ בַּתּוֹרָה שֶׁהֵם חָמֵץ. וְכֵיצַד עוֹשֶׂה. מֵבִיא שְׂאוֹר מִמָּקוֹם אַחֵר וְנוֹתְנוֹ לְתוֹךְ הָעִשָּׂרוֹן וּמְמַלֵּא הָעִשָּׂרוֹן סֹלֶת וּמְחַמְּצוֹ בְּאוֹתוֹ הַשְּׂאוֹר: ",
            "וּמְרֻבָּעוֹת הֵן. אֹרֶךְ כָּל חַלָּה שִׁבְעָה טְפָחִים וְרָחְבָּהּ אַרְבָּעָה טְפָחִים וְגָבְהָהּ אַרְבַּע אֶצְבָּעוֹת: ",
            "כֵּיצַד הֲנָפַת הַלֶּחֶם עִם שְׁנֵי כִּבְשֵׂי הַשְּׁלָמִים. מֵבִיא שְׁנֵי הַכְּבָשִׂים וּמְנִיפָם בְּעוֹדָן חַיִּים שֶׁנֶּאֱמַר <small>(ויקרא יד יב)</small> \"וְהֵנִיף אֹתָם תְּנוּפָה\". וְאִם הֵנִיף זֶה בִּפְנֵי עַצְמוֹ וְזֶה בִּפְנֵי עַצְמוֹ יָצָא. וְאַחַר כָּךְ שׁוֹחֲטִין אוֹתָן וּמַפְשִׁיט. וְלוֹקֵחַ חָזֶה וְשׁוֹק מִכָּל אֶחָד מִשְּׁנֵיהֶם וּמַנִּיחָן בְּצַד שְׁתֵּי הַלֶּחֶם וּמֵנִיחַ שְׁתֵּי יָדָיו מִלְּמַטָּן וּמֵנִיף הַכּל כְּאֶחָד בַּמִּזְרָח בִּמְקוֹם כָּל הַתְּנוּפוֹת. מוֹלִיךְ וּמֵבִיא. מַעֲלֶה וּמוֹרִיד. וְאִם הֱנִיפָן אֶחָד אֶחָד יָצָא. וְאַחַר כָּךְ מַקְטִיר אֵימוּרֵי שְׁנֵי הַכְּבָשִׂים וּשְׁאָר הַבָּשָׂר נֶאֱכָל לַכֹּהֲנִים. וְכֵן שְׁתֵּי הַחַלּוֹת נוֹטֵל כֹּהֵן גָּדוֹל אַחַת מֵהֶן. וְהַשְּׁנִיָּה מִתְחַלֶּקֶת לְכָל הַמִּשְׁמָרוֹת. וּשְׁתֵּיהֶן נֶאֱכָלוֹת אוֹתוֹ הַיּוֹם וַחֲצִי הַלַּיְלָה כִּבְשַׂר קָדְשֵׁי קָדָשִׁים: ",
            "שָׁחַט שְׁנֵי כְּבָשִׂים עַל אַרְבַּע חַלּוֹת. אִם אָמַר יִקָּדְשׁוּ שְׁתַּיִם מִתּוֹךְ אַרְבַּע מוֹשֵׁךְ שְׁתַּיִם מֵהֶן וּמְנִיפָן. וְהַשְּׁאָר פּוֹדִין אוֹתָן בִּפְנִים וְנֶאֱכָלִין בַּחוּץ כִּשְׁאָר הַחֻלִּין. וְאִם לֹא הִתְנָה לֹא קָדַשׁ הַלֶּחֶם: ",
            "שָׁחַט אַרְבָּעָה כְּבָשִׂים עַל שְׁתֵּי חַלּוֹת. מוֹשֵׁךְ שְׁנַיִם מֵהֶם וְזוֹרֵק דָּמָן שֶׁלֹּא לִשְׁמָן. וּמֵנִיף הַשְּׁנַיִם הַנִּשְׁאָרִים הַכְּשֵׁרִים עִם שְׁתֵּי הַלֶּחֶם: ",
            "שְׁתֵּי הַחַלּוֹת מְעַכְּבוֹת זוֹ אֶת זוֹ. וּשְׁנֵי הַכְּבָשִׂים מְעַכְּבִין זֶה אֶת זֶה. מֵת אֶחָד מִשְּׁנֵיהֶם אוֹ בָּרַח אוֹ נַעֲשָׂה טְרֵפָה. יִקַּח זוּג לְשֵׁנִי. שָׁחַט אֶחָד לִשְׁמוֹ. יִקַּח לוֹ זוּג: ",
            "שְׁתֵּי הַלֶּחֶם מְעַכְּבִים אֶת הַכְּבָשִׂים. וּשְׁנֵי הַכְּבָשִׂים אֵינָן מְעַכְּבִים אֶת הַלֶּחֶם. וְאִם הוּנְפוּ עִם הַכְּבָשִׂים מְעַכְּבִין זֶה אֶת זֶה. וְאִם אָבַד הַלֶּחֶם יֹאבְדוּ הַכְּבָשִׂים וְאִם אָבְדוּ הַכְּבָשִׂים יֹאבְדוּ הַלֶּחֶם וְיָבִיאוּ לֶחֶם אַחֵר וּכְבָשִׂים אֲחֵרִים: ",
            "שְׁתֵּי הַלֶּחֶם הַבָּאוֹת בִּפְנֵי עַצְמָן בְּלֹא כְּבָשִׂים כֵּיצַד עוֹשִׂין בָּהֶן. יוּנְפוּ וּתְעֵבַּר צוּרָתָן וְיֵצְאוּ לְבֵית הַשְּׂרֵפָה גְּזֵרָה שֶׁמָּא יִמְצְאוּ כְּבָשִׂים לְשָׁנָה הַבָּאָה וְיָבִיאוּ לֶחֶם בְּלֹא כְּבָשִׂים. הַפָּר וּשְׁנֵי הָאֵילִים וְשִׁבְעַת הַכְּבָשִׂים וְהַשָּׂעִיר הַבָּאִים בְּיוֹם זֶה בִּגְלַל הַלֶּחֶם אֵינָן מְעַכְּבִין אֶת הַלֶּחֶם וְלֹא הַלֶּחֶם מְעַכְּבָן: ",
            "שְׁנֵי פָּרִים שֶׁל מוּסַף הַיּוֹם וּפַר הַבָּא בִּגְלַל הַלֶּחֶם אֵינָן מְעַכְּבִין זֶה אֶת זֶה: ",
            "אַיִל שֶׁל מוּסַף הַיּוֹם וּשְׁנֵי אֵילִים הַבָּאִין בִּגְלַל הַלֶּחֶם אֵינָן מְעַכְּבִין (זֶה אֶת זֶה): ",
            "שִׁבְעָה כְּבָשִׂים שֶׁל מוּסַף הַיּוֹם וְשִׁבְעָה כְּבָשִׂים הַבָּאִים בִּגְלַל הַלֶּחֶם אֵינָן מְעַכְּבִין זֶה אֶת זֶה. וְאִם נִשְׁחֲטוּ כֻּלָּן מְעַכְּבִין זֶה אֶת זֶה: ",
            "הַתְּמִידִין אֵינָם מְעַכְּבִין אֶת הַמּוּסָפִין וְלֹא הַמּוּסָפִין מְעַכְּבִין אֶת הַתְּמִידִין וְלֹא הַמּוּסָפִין מְעַכְּבִין זֶה אֶת זֶה וְלֹא מִנְיַן הָעוֹלוֹת כֻּלָּן מְעַכֵּב. כֵּיצַד. הֲרֵי שֶׁלֹּא מָצְאוּ אֶלָּא שִׁשָּׁה כְּבָשִׂים מַקְרִיבִין שִׁשָּׁה אֲפִלּוּ לֹא מָצְאוּ אֶלָּא אֶחָד מַקְרִיבִין אוֹתוֹ בֵּין בְּרָאשֵׁי חֳדָשִׁים בֵּין בִּימֵי הַמּוֹעֲדוֹת וְהַשַּׁבָּתוֹת. וְאֵינָן חַיָּבִין לְהַקְרִיב הַשְּׁאָר לְמָחָר אוֹ לְמוֹעֵד אַחֵר אֶלָּא כָּל קָרְבַּן צִבּוּר שֶׁעָבַר זְמַנּוֹ בָּטֵל קָרְבָּנוֹ. לֹא מָצְאוּ אֶלָּא שְׁנֵי כְּבָשִׂים אִם יַקְרִיבוּ אוֹתָן לְמוּסַף הַיּוֹם אֵין לָהֶן תְּמִידִין לְמָחָר. הֲרֵי הַדָּבָר שָׁקוּל אִם הִקְרִיבוּם לְמוּסַף הַיּוֹם הִקְרִיבוּ וְאִם רָצוּ לְהַנִּיחָם לְמָחָר לִתְמִידִין יַנִּיחוּ: "
        ],
        [
            "בְּאֶחָד בְּתִשְׁרֵי מַקְרִיבִין מוּסַף הַיּוֹם פַּר וְאַיִל וְשִׁבְעָה כְּבָשִׂים הַכּל עוֹלוֹת וּשְׂעִיר חַטָּאת הַנֶּאֱכֶלֶת. וְזֶה מוּסַף הַיּוֹם יֶתֶר עַל מוּסַף רֹאשׁ חֹדֶשׁ הַקָּרֵב בְּכָל רֹאשׁ חֹדֶשׁ. לְפִיכָךְ אִם חָל לִהְיוֹת בְּשַׁבָּת הָיוּ שָׁם שְׁלֹשָׁה מוּסָפִין מוּסַף שַׁבָּת וּמוּסַף רֹאשׁ חֹדֶשׁ וּמוּסַף הַיּוֹם:\n",
            "וְכֵיצַד סִדּוּר הַקְרָבָתָן. מוּסַף שַׁבָּת תְּחִלָּה וְאַחֲרָיו מוּסַף הַחֹדֶשׁ וְאַחֲרָיו מוּסַף יוֹם טוֹב. שֶׁכָּל הַתָּדִיר מֵחֲבֵרוֹ קוֹדֵם אֶת חֲבֵרוֹ וְכֵן כָּל הַמְקֻדָּשׁ מֵחֲבֵרוֹ קוֹדֵם אֶת חֲבֵרוֹ. הָיָה לְפָנָיו תָּדִיר וּמְקֻדָּשׁ יַקְדִּים אֵיזֶה מֵהֶם שֶׁיִּרְצֶה:\n",
            "עָבַר אוֹ שָׁכַח וְשָׁחַט אֶת שֶׁאֵינוֹ תָּדִיר אוֹ הַפָּחוּת בִּקְדֻשָּׁה תְּחִלָּה מַקְרִיבוֹ וְאַחַר כָּךְ שׁוֹחֵט אֶת הַתָּדִיר אוֹ אֶת הַמְקֻדָּשׁ:\n",
            "וְאִם נִשְׁחֲטוּ שְׁנֵיהֶם כְּאֶחָד יִהְיֶה זֶה מְמָרֵס בַּדָּם עַד שֶׁיִּזְרֹק דַּם הַתָּדִיר אוֹ דַּם הַמְקֻדָּשׁ:\n",
            "דַּם הַחַטָּאת קוֹדֵם לְדַם הָעוֹלָה מִפְּנֵי שֶׁדַּם הַחַטָּאת מְכַפֵּר. אֵיבְרֵי עוֹלָה קוֹדְמִין לְאֵימוּרֵי חַטָּאת מִפְּנֵי שֶׁהָעוֹלָה כֻּלָּהּ לָאִשִּׁים. דַּם חַטָּאת וְאֵיבְרֵי עוֹלָה אֵי זֶה שֶׁיִּרְצֶה יַקְדִּים. וְכֵן דַּם עוֹלָה וְאֵימוּרֵי חַטָּאת אוֹ דַּם עוֹלָה וְדַם אָשָׁם אֵי זֶה שֶׁיִּרְצֶה יַקְדִּים:\n",
            "חַטָּאת קוֹדֶמֶת לְעוֹלָה אֲפִלּוּ חַטַּאת הָעוֹף קוֹדֶמֶת לְעוֹלַת בְּהֵמָה שֶׁנֶּאֱמַר <small>(ויקרא ה ח)</small> \"אֶת אֲשֶׁר לַחַטָּאת רִאשׁוֹנָה\" בִּנְיַן אָב לְכָל חַטָּאת שֶׁהִיא קוֹדֶמֶת לְעוֹלָה הַבָּא עִמָּהּ. וְכֵן בִּשְׁעַת הַפְרָשָׁה מַפְרִישׁ הַחַטָּאת תְּחִלָּה וְאַחַר כָּךְ הָעוֹלָה:\n",
            "בְּקָרְבְּנוֹת הֶחָג אֵינוֹ כֵן אֶלָּא קְרֵבִין עַל סֵדֶר הַכָּתוּב שֶׁנֶּאֱמַר <small>(במדבר כט ו)</small> <small>(במדבר כט לג)</small> \"כְּמִשְׁפָּטָם\". כֵּיצַד. בַּתְּחִלָּה פָּרִים. וְאַחֲרֵיהֶם אֵילִים. וְאַחֲרֵיהֶם כְּבָשִׂים. וְאַחֲרֵיהֶם שְׂעִירִים. אַף עַל פִּי שֶׁהַשְּׂעִירִים חַטָּאת וְכָל אֵלּוּ שֶׁקָּדְמוּ אוֹתָן עוֹלוֹת. וְכֵן בְּשִׁגְגַת צִבּוּר בַּעֲבוֹדָה זָרָה שֶׁהֵן מְבִיאִין פַּר עוֹלָה וְשָׂעִיר חַטָּאת. הַפָּר קוֹדֵם שֶׁנֶּאֱמַר בּוֹ <small>(במדבר טו כד)</small> \"כַּמִּשְׁפָּט\". וּפַר כֹּהֵן מָשִׁיחַ קוֹדֵם לְפַר הֶעְלֵם דָּבָר שֶׁל צִבּוּר. וּפַר הֶעְלֵם קוֹדֵם לְפַר עֲבוֹדָה זָרָה. וּפַר עֲבוֹדָה זָרָה קוֹדֵם לְשָׂעִיר שֶׁלָּהּ. אַף עַל פִּי שֶׁהַפָּר עוֹלָה וְהַשָּׂעִיר חַטָּאת. שֶׁכָּךְ הוּא סֵדֶר הַכָּתוּב בַּתּוֹרָה. שְׂעִיר עֲבוֹדָה זָרָה קוֹדֵם לִשְׂעִיר נָשִׂיא שֶׁהַנָּשִׂיא יָחִיד. וּשְׂעִיר נָשִׂיא קוֹדֵם לִשְׂעִירַת יָחִיד. וּשְׂעִירַת יָחִיד קוֹדֶמֶת לְכַבְשָׂה. אַף עַל פִּי שֶׁשְּׁנֵיהֶם חַטָּאת. שֶׁהַשְּׂעִירָה רְאוּיָה לָבוֹא עַל הַכְּרֵתוֹת שֶׁמְּבִיאִין עֲלֵיהֶם חַטָּאת. וְהַכַּבְשָׂה אֵינָהּ בָּאָה עַל שִׁגְגַת עֲבוֹדָה זָרָה: \n",
            "אֲפִלּוּ חַטַּאת הָעוֹף שֶׁל יוֹלֶדֶת קוֹדֶמֶת לְכַבְשָׂה. חַטָּאת קוֹדֶמֶת לְאָשָׁם מִפְּנֵי שֶׁדָּמָהּ נִתָּן עַל אַרְבַּע קְרָנוֹת וְעַל הַיְסוֹד. וְכָל חַטָּאוֹת שֶׁבַּתּוֹרָה קוֹדְמִין לְכָל הָאֲשָׁמוֹת. חוּץ מֵאֲשַׁם מְצֹרָע מִפְּנֵי שֶׁהוּא בָּא עַל יְדֵי הַכָּשֵׁר. הָאָשָׁם קוֹדֵם לְתוֹדָה וּלְאֵיל נָזִיר מִפְּנֵי שֶׁהוּא קָדְשֵׁי קָדָשִׁים. תּוֹדָה וְאֵיל נָזִיר קוֹדְמִין לִשְׁלָמִים מִפְּנֵי שֶׁהֵן נֶאֱכָלִין לְיוֹם אֶחָד וּטְעוּנִין לֶחֶם. וְהַתּוֹדָה קוֹדֶמֶת לְאֵיל נָזִיר מִפְּנֵי שֶׁיֵּשׁ בָּהּ אַרְבָּעָה מִינֵי מִנְחָה. שְׁלָמִים קוֹדְמִין לִבְכוֹר מִפְּנֵי שֶׁהֵן טְעוּנִין מַתַּן שְׁתַּיִם שֶׁהֵן כְּאַרְבַּע וּטְעוּנִין סְמִיכָה וּתְנוּפָה וּנְסָכִים. הַבְּכוֹר קוֹדֵם לְמַעְשַׂר בְּהֵמָה מִפְּנֵי שֶׁקְּדֻשָּׁתוֹ מֵרֶחֶם וְנֶאֱכָל לַכֹּהֲנִים בִּלְבַד. הַמַּעֲשֵׂר קוֹדְמִין לְעוֹפוֹת מִפְּנֵי שֶׁהוּא זֶבַח וְיֵשׁ בּוֹ קָדְשֵׁי קָדָשִׁים דָּמוֹ וְאֵימוּרָיו. וְהָעוֹפוֹת קוֹדְמִין לִמְנָחוֹת מִפְּנֵי שֶׁהֵן מִינֵי דָּמִים. הֲרֵי שֶׁהָיוּ לְפָנָיו חַטַּאת הָעוֹף וּמַעֲשֵׂר. הַמַּעֲשֵׂר קוֹדֵם מִפְּנֵי שֶׁהוּא זֶבַח. הָיוּ שָׁם חַטַּאת הָעוֹף וּמַעֲשֵׂר וְעוֹלַת בְּהֵמָה הוֹאִיל וְעוֹלָה קוֹדֶמֶת לְמַעֲשֵׂר וְחַטַּאת הָעוֹף קוֹדֶמֶת לְעוֹלַת בְּהֵמָה מַקְרִיב חַטַּאת הָעוֹף תְּחִלָּה וְאַחַר כָּךְ הָעוֹלָה וְאַחַר כָּךְ הַמַּעֲשֵׂר:\n",
            "הֲרֵי שֶׁהָיוּ מִינֵי בְּהֵמָה הַרְבֵּה מִמִּין קָרְבָּן אֶחָד כֵּיצַד הֵן קְרֵבִין. הַפָּרִים קוֹדְמִין לְאֵילִים שֶׁכֵּן נִתְרַבּוּ בִּנְסָכִים. וְאֵילִים קוֹדְמִין לִכְבָשִׂים שֶׁכֵּן נִתְרַבּוּ בִּנְסָכִים. וּכְבָשִׂים קוֹדְמִין לִשְׂעִירִים שֶׁכֵּן נִתְרַבּוּ בְּאֵימוּרִים. שֶׁבִּכְלַל אֵימוּרֵי כְּבָשִׂים הָאַלְיָה וְאֵין בִּשְׂעִירִים אַלְיָה. הָעֹמֶר קוֹדֵם לַכֶּבֶשׂ הַבָּא עִמּוֹ. וּשְׁתֵּי הַלֶּחֶם קוֹדְמִין לִשְׁנֵי כְּבָשִׂים. זֶה הַכְּלָל דָּבָר הַבָּא בִּגְלַל הַיּוֹם קוֹדֵם לְדָבָר הַבָּא בִּגְלַל הַלֶּחֶם:\n",
            "מִנְחַת הָאִישׁ קוֹדֶמֶת לְמִנְחַת הָאִשָּׁה. מִנְחַת חִטִּים קוֹדֶמֶת לְמִנְחַת שְׂעוֹרִים. מִנְחַת חוֹטֵא קוֹדֶמֶת לְמִנְחַת נְדָבָה מִפְּנֵי שֶׁהִיא בָּאָה עַל חֵטְא. מִנְחַת נְדָבָה וּמִנְחַת סוֹטָה אֵי זוֹ שֶׁיִּרְצֶה מֵהֶם יַקְדִּים:\n",
            "מְנָחוֹת קוֹדְמִין לַיַּיִן. וְהַיַּיִן קוֹדֵם לַשֶּׁמֶן. וְהַשֶּׁמֶן קוֹדֵם לַלְּבוֹנָה. וּלְבוֹנָה קוֹדֶמֶת לַמֶּלַח. וּמֶלַח קוֹדֵם לָעֵצִים. אֵימָתַי בִּזְמַן שֶׁבָּאוּ כֻּלָּן כְּאֶחָד. אֲבָל הַבָּא רִאשׁוֹן קָרֵב רִאשׁוֹן וְהַבָּא אַחֲרוֹן קָרֵב אַחֲרוֹן:\n",
            "כָּל הַקּוֹדֵם בְּהַקְרָבָה קוֹדֵם בַּאֲכִילָה:\n",
            "הָיוּ לְפָנָיו שְׁלָמִים שֶׁל אֶמֶשׁ וּשְׁלָמִים שֶׁל יוֹם. שֶׁל אֶמֶשׁ קוֹדְמִין שֶׁהֲרֵי קָרַב זְמַנָּן. שְׁלָמִים שֶׁל אֶמֶשׁ וְחַטָּאת אוֹ אָשָׁם שֶׁל יוֹם. חַטָּאת וְאָשָׁם קוֹדְמִין מִפְּנֵי שֶׁהֵן קָדְשֵׁי קָדָשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ:\n"
        ],
        [
            "בְּיוֹם הַכִּפּוּרִים מַקְרִיבִין מוּסָף כְּמוּסַף רֹאשׁ הַשָּׁנָה פַּר וְאַיִל. וְאַיִל זֶה נִקְרָא אֵיל הָעָם. וְשִׁבְעָה כְּבָשִׂים כֻּלָּן עוֹלוֹת. וּשְׂעִיר חַטָּאת וְהוּא נֶאֱכָל לָעֶרֶב:\n",
            "וְעוֹד מַקְרִיבִין הַצִּבּוּר שְׂעִיר חַטָּאת וְהוּא נִשְׂרָף שֶׁבֶּן זוּגוֹ שָׂעִיר הַמִּשְׁתַּלֵּחַ:\n",
            "בַּיּוֹם הָרִאשׁוֹן שֶׁל חַג הַסֻּכּוֹת מַקְרִיבִין מוּסַף הַיּוֹם שְׁלֹשָׁה עָשָׂר פָּרִים וּשְׁנֵי אֵילִים וְאַרְבָּעָה עָשָׂר כְּבָשִׂים כֻּלָּן עוֹלוֹת וּשְׂעִיר חַטָּאת נֶאֱכֶלֶת. וְכֵן כָּל יוֹם וְיוֹם מִשִּׁבְעַת יְמֵי הֶחָג מַקְרִיבִין שְׁנֵי אֵילִים וְאַרְבָּעָה עָשָׂר כְּבָשִׂים וּשְׂעִיר חַטָּאת:\n",
            "אֲבָל הַפָּרִים פּוֹחֲתִין אֶחָד אֶחָד בְּכָל יוֹם. בַּשֵּׁנִי מַקְרִיבִין שְׁנֵים עָשָׂר. בַּשְּׁלִישִׁי אַחַד עָשָׂר. עַד שֶׁיִּמָּצֵא קָרְבַּן יוֹם שְׁבִיעִי פָּרִים שִׁבְעָה אֵילִים שְׁנַיִם כְּבָשִׂים אַרְבָּעָה עָשָׂר הַכּל עוֹלוֹת וּשְׂעִיר חַטָּאת:\n",
            "בַּיּוֹם הַשְּׁמִינִי עֲצֶרֶת מַקְרִיבִין מוּסַף הַיּוֹם פַּר וְאַיִל וְשִׁבְעָה כְּבָשִׂים כֻּלָּן עוֹלוֹת וּשְׂעִיר חַטָּאת. וְזֶה מוּסָף בִּפְנֵי עַצְמוֹ:\n",
            "כָּל שִׁבְעַת יְמֵי הֶחָג מְנַסְּכִין אֶת הַמַּיִם עַל גַּבֵּי הַמִּזְבֵּחַ. וְדָבָר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי. וְעִם נִסּוּךְ הַיַּיִן שֶׁל תָּמִיד שֶׁל שַׁחַר הָיָה מְנַסֵּךְ הַמַּיִם לְבַדּוֹ:\n",
            "וְאִם עֵרָה הַמַּיִם לְתוֹךְ הַיַּיִן אוֹ הַיַּיִן לְתוֹךְ הַמַּיִם וְנִסֵּךְ שְׁנֵיהֶם מִכְּלִי אֶחָד יָצָא. וְאִם הִקְדִּים נִסּוּךְ הַמַּיִם לָזֶבַח אֲפִלּוּ נִסְּכָן בַּלַּיְלָה יָצָא. וּבְקֶרֶן דְּרוֹמִית מַעֲרָבִית הָיָה מְנַסֵּךְ לְמַעְלָה מֵחֲצִי הַמִּזְבֵּחַ וְהַכּל יוֹרֵד לַשִּׁיתִין כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד הָיוּ עוֹשִׂין. צְלוֹחִית שֶׁל זָהָב מַחְזֶקֶת שְׁלֹשָׁה לוֹגִין הָיָה מְמַלֵּא אוֹתָהּ מִן הַשִּׁילוֹחַ. הִגִּיעוּ לְשַׁעַר הַמַּיִם תָּקְעוּ וְהֵרִיעוּ וְתָקְעוּ. עָלָה לַכֶּבֶשׁ וּפָנָה לִשְׂמֹאלוֹ וְנוֹתֵן הַמַּיִם מִן הַצְּלוֹחִית לְתוֹךְ הַסֵּפֶל שֶׁהָיָה שָׁם. וּשְׁנֵי סְפָלִים שֶׁל כֶּסֶף הָיוּ שָׁם. מַעֲרָבִי הָיָה בּוֹ הַמַּיִם. וּמִזְרָחִי הָיָה בּוֹ הַיַּיִן שֶׁל נֶסֶךְ. וְהָיוּ מְנֻקָּבִין כְּמִין שְׁנֵי חֳטָמִין דַּקִּין. וְשֶׁל מַיִם הָיָה נֶקֶב שֶׁלּוֹ דַּק מִשֶּׁל יַיִן כְּדֵי שֶׁיִּכְלֶה הַמַּיִם עִם הַיַּיִן כְּאֶחָד:\n",
            "זֶה שֶׁמְּנַסֵּךְ הַמַּיִם הָיוּ אוֹמְרִין לוֹ הַגְבֵּהַּ יָדְךָ. שֶׁפַּעַם אַחַת נִסֵּךְ אֶחָד עַל רַגְלָיו וּרְגָמוּהוּ כָּל הָעָם בְּאֶתְרוֹגֵיהֶן שֶׁאָמְרוּ צְדוֹקִי הוּא שֶׁהֵן אוֹמְרִין אֵין מְנַסְּכִין מַיִם:\n",
            "כְּמַעֲשֵׂהוּ בְּחל כָּךְ מַעֲשֵׂהוּ בְּשַׁבָּת. אֶלָּא שֶׁהָיָה מְמַלֵּא מֵעֶרֶב שַׁבָּת חָבִית שֶׁל זָהָב וְאֵינָהּ מִכְּלֵי הַשָּׁרֵת וּמַנִּיחָהּ בַּלִּשְׁכָּה וּלְמָחָר מְמַלֵּא מִמֶּנָּה:\n",
            "אִם נִשְׁפְּכָה אוֹ נִתְגַּלְּתָה מְמַלֵּא מִן הַכִּיּוֹר וּמְנַסֵּךְ:\n",
            "בְּכָל יוֹם וְיוֹם מִימֵי הֶחָג הָיוּ אוֹמְרִים שִׁירָה בִּפְנֵי עַצְמָהּ עַל מוּסַף הַיּוֹם. בָּרִאשׁוֹן מִימֵי חֻלּוֹ שֶׁל מוֹעֵד הָיוּ אוֹמְרִין <small>(תהילים כט א)</small> \"הָבוּ לַה' בְּנֵי אֵלִים\". בַּשֵּׁנִי <small>(תהילים נ טז)</small> \"וְלָרָשָׁע אָמַר אֱלֹהִים\" וְגוֹ'. בַּשְּׁלִישִׁי <small>(תהילים צד טז)</small> \"מִי יָקוּם לִי עִם מְרֵעִים\". בָּרְבִיעִי <small>(תהילים צד ח)</small> \"בִּינוּ בֹּעֲרִים בָּעָם\" וְגוֹ'. בַּחֲמִישִׁי <small>(תהילים פא ז)</small> \"הֲסִירוֹתִי מִסֵּבֶל שִׁכְמוֹ\". בַּשִּׁשִּׁי <small>(תהילים פב ה)</small> \"יִמּוֹטוּ כָּל מוֹסְדֵי אָרֶץ\" וְגוֹ'. וְאִם חָל שַׁבָּת לִהְיוֹת בְּאֶחָד מֵהֶן יִמּוֹטוּ יִדָּחֶה: \n",
            "כְּבָר בֵּאַרְנוּ שֶׁכָּל מִשְׁמְרוֹת כְּהֻנָּה עֶשְׂרִים וְאַרְבָּעָה. וְכֻלָּן עוֹבְדִין בְּשָׁוֶה בָּרְגָלִים. וּבְחַג הַסֻּכּוֹת הָיָה כָּל מִשְׁמָר מַקְרִיב פַּר אֶחָד אוֹ אַיִל אֶחָד אוֹ שְׂעִיר הַחַטָּאת. אֲבָל הַכְּבָשִׂים יֵשׁ מִשְׁמָר שֶׁמַּקְרִיב מֵהֶן שְׁנֵי כְּבָשִׂים. וְיֵשׁ מִשְׁמָר שֶׁמַּקְרִיב כֶּבֶשׂ אֶחָד. כֵּיצַד. בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג הָיוּ שָׁם שְׁלֹשָׁה עָשָׂר פָּרִים וּשְׁנֵי אֵילִים וְשָׂעִיר. כָּל מִשְׁמָר מַקְרִיב בְּהֵמָה אַחַת מֵהֶם. נִשְׁאֲרוּ שָׁם אַרְבָּעָה עָשָׂר כְּבָשִׂים לִשְׁמוֹנֶה מִשְׁמָרוֹת. שִׁשָּׁה מִשְׁמָרוֹת מַקְרִיבִין שְׁנַיִם שְׁנַיִם וּשְׁנֵי מִשְׁמָרוֹת מַקְרִיבִין אֶחָד אֶחָד. בַּשֵּׁנִי הָיוּ שָׁם שְׁנֵים עָשָׂר פָּרִים וּשְׁנֵי אֵילִים וְשָׂעִיר. כָּל מִשְׁמָר מַקְרִיב אֶחָד. נִשְׁאֲרוּ שָׁם אַרְבָּעָה עָשָׂר כְּבָשִׂים לְתִשְׁעָה מִשְׁמָרוֹת. חֲמִשָּׁה מַקְרִיבִין שְׁנַיִם שְׁנַיִם. וְאַרְבָּעָה מַקְרִיבִין אֶחָד אֶחָד. בַּשְּׁלִישִׁי הָיוּ שָׁם אַחַד עָשָׂר פָּרִים וּשְׁנֵי אֵילִים וְשָׂעִיר. כָּל מִשְׁמָר מַקְרִיב אֶחָד. נִשְׁאֲרוּ אַרְבָּעָה עָשָׂר כְּבָשִׂים לַעֲשָׂרָה מִשְׁמָרוֹת. אַרְבָּעָה מַקְרִיבִין שְׁנַיִם שְׁנַיִם וְשִׁשָּׁה מַקְרִיבִין אֶחָד אֶחָד. בָּרְבִיעִי הָיוּ שָׁם עֲשָׂרָה פָּרִים וּשְׁנֵי אֵילִים וְשָׂעִיר. כָּל מִשְׁמָר מַקְרִיב אֶחָד. נִשְׁאֲרוּ שָׁם אַרְבָּעָה עָשָׂר כְּבָשִׂים לְאַחַד עָשָׂר מִשְׁמָר. שְׁלֹשָׁה מַקְרִיבִין שְׁנַיִם שְׁנַיִם וּשְׁמוֹנָה מַקְרִיבִין אֶחָד אֶחָד. בַּחֲמִישִׁי הָיוּ שָׁם תִּשְׁעָה פָּרִים וּשְׁנֵי אֵילִים וְשָׂעִיר. כָּל מִשְׁמָר מַקְרִיב אֶחָד. נִשְׁאֲרוּ שָׁם אַרְבָּעָה עָשָׂר כְּבָשִׂים לִשְׁנֵים עָשָׂר מִשְׁמָר. שְׁנֵי מִשְׁמָרוֹת מַקְרִיבִין שְׁנַיִם שְׁנַיִם וַעֲשָׂרָה מַקְרִיבִין אֶחָד אֶחָד. בַּשִּׁשִּׁי הָיוּ שְׁמוֹנָה פָּרִים וּשְׁנֵי אֵילִים וְשָׂעִיר. כָּל מִשְׁמָר מַקְרִיב אֶחָד. נִשְׁאֲרוּ שָׁם אַרְבָּעָה עָשָׂר כְּבָשִׂים לִשְׁלֹשָׁה עָשָׂר מִשְׁמָר. מִשְׁמָר אֶחָד מֵהֶן מַקְרִיב שְׁנֵי כְּבָשִׂים וּשְׁנֵים עָשָׂר מִשְׁמָר מַקְרִיבִין אֶחָד אֶחָד. בַּשְּׁבִיעִי הָיוּ שָׁם שִׁבְעָה פָּרִים וּשְׁנֵי אֵילִים וְשָׂעִיר. וְאַרְבָּעָה עָשָׂר כְּבָשִׂים כְּמִנְיַן הַמִּשְׁמָרוֹת. נִמְצָא כָּל מִשְׁמָר מַקְרִיב בְּהֵמָה אַחַת:\n",
            "וְכָל מִי שֶׁהָיָה מַקְרִיב פַּר הַיּוֹם לֹא הָיָה מַקְרִיב פַּר לְמָחָר אֶלָּא חוֹזְרִין חֲלִילָה. בַּשְּׁמִינִי חוֹזְרִין לְפַיִס כֻּלָּן כְּאֶחָד כִּשְׁאָר הָרְגָלִים כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג שֶׁחָל לִהְיוֹת בְּשַׁבָּת הָיָה שָׁם מִנְחַת נְסָכִים שֶׁל מוּסָפִין וְשֶׁל תְּמִידִין שִׁשִּׁים וְאֶחָד עִשָּׂרוֹן וְלֹא הָיוּ מְעָרְבִין אוֹתוֹ:\n",
            "וּלְעוֹלָם אֵין מְעָרְבִין נְסָכִים. אֶלָּא נִסְכֵּי הַפָּרִים לְבַדָּם וְנִסְכֵּי הָאֵילִים לְבַדָּם וְנִסְכֵּי כְּבָשִׂים לְבַדָּם. בֵּין בְּקָרְבְּנוֹת צִבּוּר בֵּין בְּקָרְבְּנוֹת יָחִיד:\n",
            "וְכָל הַחֲלָבִים שֶׁל קָרְבָּנוֹת בֵּין קָרְבְּנוֹת צִבּוּר בֵּין קָרְבְּנוֹת יָחִיד אֵין מְעָרְבִין אוֹתָן זֶה בָּזֶה אֶלָּא מַקְטִירִין אֵימוּרֵי כָּל קָרְבָּן וְקָרְבָּן בִּפְנֵי עַצְמוֹ. וְאִם נִתְעָרְבוּ מַקְטִיר הַכּל כְּאֶחָד:\n",
            "מְנָחוֹת שֶׁל נְסָכִים שֶׁנִּתְעָרְבוּ זוֹ בָּזוֹ אַחַר שֶׁנִּבְלַל כָּל מִין וּמִין בִּפְנֵי עַצְמוֹ כְּשֵׁרוֹת:\n",
            "וְכֵיוָן שֶׁנִּבְלְלוּ הַמְּנָחוֹת וְנִתְעָרֵב שַׁמְנָן וְסָלְתָּן הֲרֵי זֶה מֻתָּר לְעָרֵב יַיִן שֶׁלָּהֶן לְכַתְּחִלָּה. וְכֵן אִם הִקְטִיר מְנָחוֹת שֶׁל נְסָכִים כָּל אַחַת וְאַחַת בִּפְנֵי עַצְמָהּ הֲרֵי זֶה מֻתָּר לְעָרֵב הַיַּיִן שֶׁלָּהֶן:\n",
            "כְּשֶׁמְּעָרְבִין הַיַּיִן שֶׁל נְסָכִים יֵשׁ לוֹ לְעָרֵב יֵין נְסָכִים שֶׁל אֶמֶשׁ בְּשֶׁל יוֹם וְשֶׁל יָחִיד בְּשֶׁל צִבּוּר. וּכְשֶׁמְּעָרֵב מְעָרֵב יֵין נִסְכֵּי פָּרִים בְּיֵין נִסְכֵּי אֵילִים יֵין נִסְכֵּי כְּבָשִׂים בְּיֵין נִסְכֵּי כְּבָשִׂים. אֲבָל אֵין מְעָרְבִין יֵין נִסְכֵּי כְּבָשִׂים בְּיֵין נִסְכֵּי פָּרִים וְאֵילִים:\n",
            "וּלְעוֹלָם אֵין מְעָרְבִין הַיַּיִן לְכַתְּחִלָּה אֶלָּא אַחַר שֶׁנִּתְעָרְבָה הַסּלֶת אוֹ אַחַר שֶׁהִקְטִירוּ כְּמוֹ שֶׁבֵּאַרְנוּ:\n"
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות תמידים ומוספין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}