{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Tosafot Rid", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>מבוי שהוא גבוה מעשרים אמה ימעט.</b> סוכה דאורייתא תני פסולה מבוי דרבבנן תני תקנתא. פי' סוכה שמצותה מן התורה שייך למיתני בה התנא שאם לא עשאה כהלכתה פשולה אבל מבוי שכל מצותו אינה אלא מדרבנן לא שייך למיתני בה פסולה ומאי דאמרי' בפ' במה מדליקין נר חנוכה בשהניחה למעלה מעשרים אמה פסולת דברי אמוראי הם וכך שייך האמורא לומר פסולת על מצות התנא כמו התנא על מצות התורה. אבל לא הוה תני בנר חנוכה פסולה:\n", 
            "<b>קדושת היכל לחוד וקדושת אולם לחוד.</b> עיין מ\"ש בפ\"ק דכלים:\n", 
            "<b>שלמים ששחטן קודם פתיחת שערי ההיכל פסולין.</b> שנאמר ושחטו פתח אוהל מועד אבל עולת התמיד מנלן דבעיא פתיחת ההיכל דתנן בפ\"ג דתמיד ולא הי' השוחט שוחט עד שהוא שומע את קול שער הגדול שנפתח:\n"
        ], 
        [], 
        [], 
        [
            "<b>ר\"ש אומר אינו כרם.</b> פי' עבודת הכרם היא ד\"א. ואם אינו חשוב כרם הו\"ל גפנים יחידים ועבודת הגפן היא ששה טפחים כדתנן בכלאים וכמה היא עבודת הכרם ששה טפחים לכל רוח ר\"ע. אומר שלשה:\n"
        ], 
        [], 
        [
            "חצציצין דאורייתא נינהו ה\"ג דכתיב ורחץ את כל בשרו שלא יהא דבר חוצץ בין בשרו למים במים במי מקוה את כל בשרו מים שכל גופו עולה בהן. וכמה הן אמה על אמה ברום שלש. ושיערו חכמים מי מקוה ארבעים סאה:\n", 
            "<b>כי איצטריך הלכה לשערו וכדרבה כו'</b> פי' דמקרא לא ילפינן אלא בשרו וחתאי הלכה לשערו. ומקשה שערו נמי דאורייתא היא דתניא את כל בשרי את הטפל לבשרו וזהו היא שערו. ומתרץ כי איצטריך הלכה לתוכו ולמיעוטו למקפיד ולשאינו מקפיד. פי' אע\"ג דלמדני דשערו דאורייתא איצטריך הלכתא לחלק בין רוב שיער למיעוט שיער. ובין מקפיד לשאינו מקפיד וכדרב יצחק דאמר רב יצחק דבר תורה כו' היא הלכה למשה מסיני וחכמים גזרו על רובו שאינו מקפיד ועל מיעוטו המקפיד:\n"
        ], 
        [], 
        [], 
        [
            "מבוי עקום רב אמר תורתו כמפולש פיירש המורה שעשה צו\"פ בעקמימותו ולשני ראשי' הפתוחין לרה\"ר לחי וקורה ואי קשיא לא יהא אלא מבוי פשוט כולו ושני ראשיו מפולשין שרי לו בצו\"פ מכאן ולחי או קורה מכאן ולמה צריך זה צו\"פ בעקמימותו י\"ל דמבוי פשוט מועיל צורת פתח שבראש זה לכל המבוי מפני שהוא מבוי אחד אבל זה נראה השני מבואות יהילכך צריך צוה\"פ להיות בעקמימותו כדי שיתיר שני הצדדין:\n", 
            "אילמא ביותר מעשר בהא קאמר שמואל תורתו כסתום מכאן ומוכיח שפתרון השני של מורה עיקר שאם אתה אומר סתום ממש קאמר שמואל ואינו מצריך שום תיקון בעקמימותו מה לי עשר מה לי יותר מעשר כיון דכסתום ממש חשוב ליה אלא ודאי כמבוי סתום מג' צדדיו ופתוח לרה\"ר דסגי ליה בלחי וה\"נ עביד לחי בעקמימותו מש\"ה מקשה ליה דאי ביותר מעשר מי סגי ליה למבוי סתום מגי' צדדי' לחי והא צו\"פ בעי וה\"ה נמי דהוה מצי מקשה ליה. נמי מרב נמי סגי ליה בצו\"פ והא אמרון לעיל וה\"נ בעינן למימר דלא מהניא צו\"פ לרב ליותר מעשר אלא דרב לא אמר אלא תורתו למפולש וה\"א דאם הוא יותר מעשר ימעט ויעשה צו\"פ כדין מבוי מפולש מש\"ה מקשה משמואל דקרי ליה מבוי סתום וסגי ליה בלחי:\n", 
            "<b>אלא לאו בעשר ובהא קאמר רב תורתו כמפולש </b>פי' העקמימות אינה אלא לצדו של מבוי ולא יהא אלא כאלו נפרצה כולה לרה\"ר הרי פרצת עשר אינה פוסלת בצדי המבוי אלא פרצתו ארבעה ס\"ל. וה\"ה דאיכא לדיוקי נמי הכי לשמואל דאמאי מצריך להי לחי אטו פרצת מבוי בצדו לחי היא צריכה א\"ו בארבעה ס\"ל אלא האי דנקט רב משום דכל האי שיקלא וטריא אליבא דידיה הוא א\"נ י\"ל דשמואל כסתום ממש קאמר דלא מצריך ליה מידי בעקמימותו כפתרון הראשון של מורה והילכך לא קשיא לשמואל מידי אבל מיהו כשהעקמימות רחבה יותר מעשר א\"א לדונה כסתומה כיון שהיא רחבה יותר משיעור רוחב הפתח מש\"ה אקשי ליה אילימא ביותר מעשר בהא קאמר שמואל תורתו כסתום דא\"א לומר על יותר מעשר דנפקי ליה מתורת פתח שיהא כסתום וזה נ\"ל עיקר עיין במהדורא תליתאה:\n"
        ], 
        [], 
        [
            "ומסיים בה משמיה דרב יהודה אם הי' מבוי כולה לרחבה אינו צריך כלום מפני שלא נראה לי כל פתרונו של מורה בשיטה זו באתי לפרשה כפי מה שנ\"ל השתא קס\"ד דבנפרצה רחבה כנגדו קא מיירי דלא מיתסר מבוי משום פרצת רשה\"ר דאי כרחבה סתומה מאי למימרא פשיטא דמבוי מיתר והשתא אתיא דלא כרב דרב אמר מבוי שנפרץ במילואו לחצר ונפרצה חצר כנגדו חצר מותרת ומבוי אסור פי' חצר מותרת שלא נאסרה משום דנפרצת לרה\"ר משום דאין הפרצה יותר מעשר ואל נפרצה נמי במילואה אלא נשארו גיפופין מכאן ומכאן הילכך אין פרצת רה\"ר אוסרתה ואל הוצרך לשנות חצר מותרת דלא אסר ליה מבוי עלוי' דאפילו אם נפרצה חצר במלואו למבוי אין המבוי אסרתה מבוי שאין דיורין במבוי דדוקא שני חצרות שנפרצו זו לזו במילואן אוסרות זע\"ז אבל מבוי לא אסר חצר הילכך לא איצטריך למימר חצר מותרת אלא משום פרצת רה\"ר ומבוי אסור משום פרצת רה\"ר דכיון דלדידיה הוה במילואו אוסרתו ואל כרב יהודא דאמר אין פרצת רשות הרבים שכנגדו אוסרת כיון שאינה דבוקה לו ועוד פליגי נמי בהא דרב סבר דוקא נפרצה חצר הנגדו אין פרצת החצר אוסרתו ואע\"פ שאל עירבי ורב יהודא דוקא נקט רחבה דלית לי' דיורין הא חצר דאית לה דיורין אוסרת פרצתו את המבוי אע\"פ שלא נפרצה כנכגדו לרה\"ר משום הכי אמריד דהא דרב יהודא דשמואל היא ופליגי רב ושמואל בתרתי כדבעינן לפרושי טעמא לקמן\n"
        ], 
        [
            "והשתא דאמר ליה רב ששת לסלק כדברי רב דהיכא אמר רב ונפרצה חצר כנגדו דמשמע דוקא כשנפרצה חצר כנכגדו אסור המבוי אבל אם לא נפרצה חצר כנגדו משום פרצת החצר אוסרתו ואע\"פ שלא נפרצה חצר כנגדו והאי וכאן לאו דוקא דרב אדרב נמי לא קשיא כאן כשעירבו וכאן כשלא עירבו פי' אפילו אי איתמר ההיא סיומא משמיה דרב לא קשיא הא דאמר רב ונפרצה חצר כנגדו דדייקי' מינה דפרצת חצר לא אסרה הוא כשעירבו והאי דאמר כולה לרחבה דדייקינן מינה דוקא רחבה אלב חצר אסורה ליה למבוי הוא כשלא עירבו וכשלא נפרצה רחבה כנגדו קאמר ולדיוקא דידה איצטריך דדוקא רחבה לא אסרה ליה למבוי משום דלית בה דיורין הא חצר דאית בה דיורין אוסרת ואל כדקס\"ד מעיקרא דנפרצה רחבה כנגדו מיירי ופליגי בפרצת רה\"ר:\n"
        ], 
        [
            "ר' לא משנתינו היא זו חצר גדולה שנפרצה לקטנה גדולה מותרת וקטנה אסורה פירש לאו על פרצת מבוי דלא אסר לחצר קא מקשה ליה דפשיטא ודאי דמבוי לא אסר ליה לחצר ואפילו אי נפרצה כל החצר במלואה למבוי ממשום דמבוי לית ביה דיורין ואינו יכול לאסור החצר אלא על פרצת רה\"ר קא משקה דקאמר רב דפרצת רה\"ר דוקא המבוי אוסר משום דהוי במלואו אבל חצר דלא הוי במלואו אין פרצת רה\"ר אוסרתה ועלה קאמר לא משנתינו היא זו דמה צורך לומר חצר מותרת יאמר מבוי אסור ואל יותר ואנא ידענא דחצר מותרת מפני שלא נפרצה במלואו דילפינן הא מילתא מחצר גדולה שנפרצה לקטנה שהקטנה דנפרצה במלואו דילפינן הא מילתא מחצר גדולה שנפרצה לקטנה שהקטנה דנפרצה במלואו אסורה אבל גדולה דלא נפרצה במלואה שריא והם ה\"נ כשנפרצה לרה\"ר ומהדר אי מהתם הוה אמר הנ\"מ היכא דלא דרסי לה רבים כגון פרצת חצר קטנה הוא שאינה אוסרתה אבל היכא דדרסי לה רבים כגון הכא שנפרצה לרה\"ר ובני רה\"ר בוקעין בה ונכנסין למבוי ועוברין לרה\"ר אחרת אימא לא יועילו לה הגיפופין שמכאן ומכאן ואע\"פ שלא נפרצה במלואה תאסר קמ\"ל רב דחצר מותרת עוד ממקשה הא נמי תנינא חצר שהרבים נכנסין בזהו ויוצאין בזו רשה\"י לשבת ואכתי מאי לרב למימר חצר מותרת ומהדר אי מההיא ה\"א הנ\"מ זה שלא כנגד זה כגון הכא דמבוי מפולש כנגדו ונכנסין דרך המבוי ויוצאין לרה\"ר דרך הפרצה אימא לא קמ\"ל עוד מקשה ולרבא דאמר זה כנגד זה אסור ואוקי מילתי' דרב לעיל דמיירי בזה שלא כנגד זה מאי איצטריך רב למימר חצר מותרת והא מתני' היא ותרתי למה לי ומתרץ אי מהתם ה\"א הנ\"מ לזרוק אבל לטלטל לא קמ\"ל כך נראה בעיני פתרון שיטה זו ופתרון המורה לא נראה לי כלל:\n", 
            "אמר רב חסדא הא לא כרב ולא כשמואל לרב דאמר תורתו כמפלש צורת פתח בעי ולשמואל דאמר תורתו כסתום לחי מעליא בעי והאי כיון דאתי זיקא ופרח לה ושריא ואל כלום היא. ואי נקט בה סיפא וחברה חברה כ\"כ בספרי והמורה מפרש בדברי שמואל שני הפתרונים שעשה למעלה וקשיא לי היאך יש פנים לפתרון הראשון דמשמע מזו הגירסא שצריך לחי בעקמימותו והמחצלת אינה שוה כלל ונל דגירסת המורה לא הוה הכי אלא אי כשמואל לחי בעיט ולא מעליא ופי' לכל ראש וראש צריך לחי ומחצלת כשמו בעקמימותו בלא צורך ואפילו רב דמחמיר לא בעי בעקמימותו אלא צו\"פ אבל מחצלת הסותמת כל העקמומית לא בעי ומקשה האי כיון דאתי זיקא כולי כלומר ומה מועלתת המחצלת שהרוח מפריחה ולאו שעה מחיצה ונמצא שלא עשו בעקמימותו כלום וקיי\"ל כרב דאמר תורתו כמפולש ומתרץ דנקיט בי' סיכתא כו':\n"
        ], 
        [
            "<b>אמר ליה רבא כמאן כשמואל דאמר תורתו כסתום והא האי מבוי עקום כו'</b> ה\"ג בכל הספרים והמורה אמר ה\"ג למה לי צו\"פ ועוד הא האי מבוי עקום כו' ונ\"ל דאע\"ג דצורת פתח קשיא לשמואל כיון דלא כתיב בספרים יש לומר דלא חשש להקשותו אלא היאך לא הי' אצריך שום דבר בעקמימותו ולא חשש על החומרא שעשה יותר משמואל עיין במהדורא תליתאה:\n"
        ], 
        [], 
        [], 
        [
            "<b>וש\"מ מתוך מבוי בארבע אמות </b>אי קשיא והא אמרן לעיל משהו בכמה רב יוסף אמר בארבעה ואביי אמר בד\"א ואסתייע אביי מאידך דרמב\"ם דאמר לחי הבולט מדופנו של מבוי פחות מד\"א נידון משום לחי כו' ודחה רב יוסף ואמר לאפוקי מתורת לחי עד דאיכא ד\"א למיהוי מבוי בד' טפחים נמי הוי מבוי והכא היכי יליף מינה רב יוסף דמשך מבוי בד\"א י\"ל דהאי אמר מעיקרא ולבסוף הדר ביה ואמר דלאפוקי מתורת לחי הוא דבעי' ד\"א אבל לעולם משך מבוי בד' טפחים א\"נ י\"ל דאפיק קמייתא:\n"
        ], 
        [
            "<b>פיסקא והרחב מעשר אמות מרחיק ב' אמות ועושה פס ג' אמות </b>פי' ואותן ב' אמות שהן פתח קטן אינו צריך שום תיקון מידי דהוה אכל פתחים שבצדי המבוי שהן עד עשר שהן מותרין בלי שום תיקון ואע\"פ שהן פרוצין לרה\"ר ולא צריך תיקון אלא פתח ראשון של מבוי שהוא פרוץ במלואו א\"נ אם יש לאותן הפרצות שבצדדי' מבואות קטנים כמו מבוי העשוי כנדל אז צריך כ\"א תיקון משום דהוי במילואו:\n", 
            "תנן התם עור העסלא וחלל שלו מצטרפין לטפח ל\"ג תנן התם אלא תניא דאינה משנה אלא ברייתא היא בתוספתא דכלים והא טפח לאו משום אהל המת הוא כדפירש המורה אלא טפח והא ראוי למושב הזב כדתנן בפ' כ\"ז דכלים המקצע מכולן טפח על טפח טמא וכך פירשה גם רבינו יצחק בי\"ר מלכי צדק בפכ\"ב דכלים:\n"
        ], 
        [
            "<b>דלית להו שקפי </b>פי' מזוזות מן הכתלים מצד זה ומצד זה שיהא הדלת שוקף עליהן הנקראים בלע\"ז פרשטט\"י והן במקום קנה מיכן וקנה מיכן:\n"
        ], 
        [
            "<b>אמר מר מידי בצו\"פ </b>פי' כלומר אם צריכה צורת פתח היתר ציר כדאמר ר' ינאי ואמרו לי' לא אמר כלום שלעולם לא שמענו מפיו דבר זה:\n"
        ], 
        [
            "<b>פיסקא הכשר מבוי.</b> ת\"ר לשון ים שנכנס לחצר מאי דקשיא לי במהדורא קמא מאמת המים העוברת בחצר נ\"ל לתרץ דהתם אמת המים חשיבא ועוברת משם לחוץ והילכך אע\"ג דקיימא בחצר אין ממלאין ממנה בלי תיקון אבל לשון הים שהים שהוא כרמלית עומד בחוץ ונכנס הלשון בפנים בטל הוא לגבי חצר וממלאין ממנו בלי שום תיקין:\n"
        ], 
        [], 
        [], 
        [
            "<b>ושונין דבריהן ודברי ב\"ש </b>פי' היו שונין הטענות והתשובות שהי' אומר להן ב\"ש ומדקדקין בהן ומתוך שמדקדקין בראיותיהן ובראיות של ב\"ש עומדין על בורי' של דבר ומכוונין אליבא דהילכתא אבל ב\"ש לא הי' משגיחין בדברי ב\"ה לדקדק בהן ומתוך כך לא עמדו על בורי' של דבר שלא הי' נראין להן אלא דבריהן:\n"
        ], 
        [
            "<b>פיסקא הקורה שאמרו וכן שתי קורות המתאימות כו'</b> פי' אם אין ברוחב אחת מהן טפח לקבל אריח אבל בשתיהן יש טפח אם מקבלות אריח לרחבו כגון שאין ביניהן חלל טפח וחצי הן מצטרפות אבל אם יש ביניהן אויר יותר מטפח וחצי שאם תשכיב האריח שם לרחבו טפל אין מצטרפות ולא אמרינן הכא כל פחות מג' טפחים כלבוד דמי ורשב\"ג פליג ואמר אע\"ג דיש ביניהן יותר מטפח וחצי כשר עד ג\"ט מפני שיכולין לקבל אריח לאורכו אבל אם יש ביניהן יותר מג\"ט אין מצטרפות ואל אמרינן בהו לבוד בפחות מד' טפחים.\n"
        ], 
        [
            "פסקא עגולה רואין אותה כאלו היא מרובעת שיש להן שולים גרסי' ולא אע\"פ דדוקא אם יש להן שולים הן טהורים משום דלישיב' עבודי ואל להטלטל במלואן אלב אם אין להם שולים להטלטל במלואן עבודי ומקבלי טומאה:\n"
        ], 
        [
            "פיסקא ומטמא משום גולל פירש המורה אם עשאו גולל לקבר מטמא לעולם באוהל המת במת עצמו ואפילו ניטל משם ואינו נראה לי אלא כל זמן שעומד על המת מטמא באוהל אבל אם נסתלק משום טהור דתניא בספרי כל הבא אל האהל מה האהל בזמן שהמת בתוכו טמא לא בזמן שנתפנה אף הקבר בזמן שהמת בתוכו טמא לא בזמן שנתפנה וה\"ק נמי הגולל והדופן אינן טמאין אלא כל זמן שהמת שם אבל אם נתפנו מעל המת הרי הן כשאר אבנים בעלמא והן טהורים:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "פיסקא ארבעה דברים איזהו מת מצוה כל שאין קוברין קורא ואחרים עונין אותו אין זה מת מצוה קשיא לי דמהכא מוכח שכל מי שיש לו קרובין הכואבין עליו ומספידין אותו ובוכין עליו הוא דלא הוי מת מצוה הא אם אין לו קרובין שיספדוהו אע\"פ שיש שם הרבה ב\"א שיקברוהו מת מצוה הוי ורשאי הכהן לטמא לו וקשיא לי דבנזיר בפ' כהן ונזיר פליגי תנאי במתני' דחד אמר יטמא כהן ואל יטמא נזיר וחד אמר יטמא נזיר ואל יטמא כהן דמשמע שאפילו אין שם אלא אדם אחר שיקברנו אינו רשאי ליטמא לו ויש לפרש דהאי דתניא קורא ואחרים עונין אותו לאו על קרוביו קאמר דאפי' נכרי נמי אם יש שם שיקברוהו לא הוי מת מצוה אלא ה\"פ אם הי' כהן יחידי שמצא מת מצוה בדרך אם הי' קרוב לעיר אל לכפר אחד שאם קורא לבני אדם שיבואו לקוברו עונין אותו ובאין אין זה מת מצוה ואינו רשאי ליטמא לו אבל אין מי שיענהו הרי הוא מת מצוה ומטמא לו והכי תניא בפ\"ד דמסכת שמחות מצא מת מצוא מיטפל בו וקוברו איזהו מת מצוה כל שהוא צווח ואין בני העיר שומעין קולו אבלאם הי' צווח לבינ העיר שומעין קולו אין זה מת מצוה:\n", 
            "<b>לאו שניתן לאזהרת מיתת ב\"ד היא </b>פי' דקס\"ד דהאי אל יצא איש ממקומו עם חפצו בידו משמע:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כל מחיצה שנעשית בשבת בין בשוגג בין במזיד שמה מחיצה </b>פי' אע\"ג דפליגי אמוראי בבאו מים בשבת ובשלשה ומת א' מהן ובשנים וניתוספו עליהן ובמבוי שניטל קורתו או לחיי דוקא היכא דאיכא מחיצות דאורייתא וחסר תיקון דרבנן פליגי אבל במבואות דאורייתא לא פליגי שאם היו מחצלאות פרושות ובאו גוים וגילום בשבת אסור מן התורה לטלטל שם וליכא למימר שבת כיון שהותרה הותרה וכן נמי אם פרשו גוים מחצלאות והקיפו רשה\"ר בשבת מותר לטלטל שם ולא אמרינן כיון שנאסרו למקצת שבת נאסרו לכל השבת דכשנאסרו לא הי' שם מחיצות כלל ועכשיו נעשה מוקף מחיצות:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "פיסקא ר' יהודה אומר עד בית סאתים נ\"ל דה\"ג או דיילמא פסין באל בור קאמר וקמבעיא ליה אם עולה רוחב הבור למדת בית סאתים אי לא וה\"פ מי אמרי' אדם נותן עינו בבורו ולא גזרי' דילמא אתי לטלטולי יותר מבית אסתים בקרפף דעלמא פי' אע\"פ שההיקף עם חלל הבור היא יותר מבית סאתים אדם נותן עיני בבורו ורואה שהבור לא חזי לתשמיש הילכך לא יתירו קרפף דעלמא שהוא יותר מבית סאתים דחזי כולו לתשמיש או דילמא אדם נותן עיניו במחיצתו וכיון שהוא מקפת יותר מבית סאתים אתי למישרי בעלמא ושרי' ובעי למיפשט מדתנאי רשב\"א אומר בור בית אסתים אבית סאתים מותר שאע\"פ שעם ההיקף יבא יותר מבית סאתים היא מותר ומדקאמר ר\"ש בור בלא פיסין מכלל דר' יהודא בור ופסין קאמר ואל פסין באל בור דשמעי' לר' יהודא דאמר עד בית סאתים עם ההיקף והבור אבל יותר מבית סאתים אסור ואתא ר\"ש למימר אפילו אם הבור לבדו הוא בית סאתים שההיקף יבא עכשיו יותר הוא מותר ואי לאו דשמעי' לר' יהודא דבכה\"ג קאסר לא הוה אמר היא מורת ותפשוע מהכא דר' יהדוא דאמר בית סאתים בור ופסין קאמר ואל פסין בלא בור דאי פסין בלא בור קאמר איהו נמי בכה\"ג מישראל שרי ודחי דר' יהודא פסין בלא בור קאמר דאין חלל הבור מן המנין ובכי היא גוונא איהי נמי שרי ואיכא בינייהו ארוך וקטן דר' יהודא הוה שרי בית סאתים פסיק בלא בור אפי' ארוך וקטן ור\"ש דנקט בית סאתים אבית סאתים לא שרי ארוך וקטן ואי קשיא ולימא דפליגי אלא אמרו להרחיק דר' יהודא שרי להרחיק טפי עד שיהא ההיקף לבדו בית סאתים בלא הבור תשובה אע\"ג דפליגי בהא אית לן למימר דפליגי אבית סאתים דמדקאמר ר\"ש מותר יש לומר דר' יהודא אסר ותירץ דאיהו נמי שרי אלא דפליגי בארוף וקטן א\"נ אין לפרש דקסבר ר\"ש שלא ירחיק יותר משתי אמות דכיון דס\"ל אדם נותן עיניו במחיצתו עד בית סאתים שרי כר' יהודא והאי דקאמר לא אמרו להרחיק לאו דלא ליטפי היא אלא דלא ליבצר וכך אתה צריך לפרש ואל אמרו שצריך להרחיק אלא כדי ראשה ורובה של פרה ואין ביניהן דבר אחר אלא דאריך וקטן.\n"
        ], 
        [], 
        [
            "<b>פיסקא ועוד אמר ר' יהודה בן בבא כו'</b> מה שפירש המורה דאע\"ג דהוקף לדירה אפי' אלף אמה שרי ואל אסרו חכמים אלא בקרפף שלא הוקף לדירה והכא בהא קמיפלגי דר\"י בן בבא סבר קרפף שהוא ע' ושירים על ע' ושירים מטלטלין בתוכו ובלבד שיהא בו שומירה דקסבר לבית סאתים נמי בעי' בית דירה ואינו מותר בלא דירה אלא פחות מבית סאתים אבל בית סאתים חשוב וכי היכי דטפי מבית סאתים בעי היקף לדירה הם הכי הבית סאתים ור' יהודא נמי ס\"ל כוותי' אלא דסבר שגם בור ושיח ומערה חשיבי בית דירה ובין ר' יהודא בין בבא ובין ר' יהודה ס\"ל דאפילו טפי מבית סאתים מישתרי בבית דירה אלא דסברי דאף בית סאתים נמי בעי בית דירה ור\"ע פליג עלייהו ואמר דבית סאתים אפי' אין בו אחד מכל אלו מטלטלין בתוכו כאלו הי' פחות מבית סאתים ואתי ר\"ע כת\"ק דאמרו לו לר' יהודא לא אמרו בית סאתים אלא לגנה ולקרפף דמשמע דגנה וקרפף כך מותרין בבית סאתים בלי שום בית דירה ור' אלעי הוה שרי אפילו בבית כור בלא בית דירה דלית ליה כלל דמצרכי רבנן בית דירה אלא בכל היקף דעלמא שרי לטלטוליאם מחיצותיו כשרות והשתא ליכא לאקשוי כלל דר יהודא אדר' יהדוא כדקשיא ליה במה\"ק:\n"
        ], 
        [
            "<b>פיסקא ר' יוסי אומר אפילו מרבה כו'</b> כמאן כר\"ש דתנן כו' ננ\"ל דכיון דכתיב האי גירסא בכל הספרים לפרושי הכי האי דאמרת שאם הי' בית סאתים מותר וקא שרית חצר הפרוץ לקרפף ואין פרצתן אוסרתן לומר שיתערב זה האויר עם זה והו\"ל יותר מבית סאתים אלא אמרינן הזרוע שהוא בית סאתים חשבי' ליה קרפף ואותו שאניו זרוע הוי חצר וכמו שאלו היו זה בעצמו וזה בעצמו היו מותרין כמו כן נמי אם נפרצי זה לזה הן מותרין כמאן קא שרית כולו האי כר\"ש דר\"ש אשכחן דמיקל בחצר וקרפף שאע\"פ שהן של שני ב\"א הי' מתיר לטלטל מזה לזה ויש לומר כמו שהי' מתיר ר\"ש כשהן של שני ב\"א בלא עירוב הה\"נ הי' מתיר כשהן של אדם אחד ונפרצו זה לזה ורבנן כמו שהי' אוסרין בדיורין חלוקין הה\"נ היר אוסרין כשהן של אדם אחד ונפרצו זה לזה הילכך כל היכא דשרינן קרפף וחצר הפרוצין זה לזה אמרינן כר\"ש וכל היכא דאסרינן להו אמרינן כרבנן:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "אלא לאו מושם דאמרינן אויר מחיצות מייתרן וזה אין אוויר מחיצות מייתרו פירש והאי דנקט גיפופי להתיר את החצר שאלו נפרצה החצר במלואה הקרפף אסור מפני שהוא כרמלית שהכותל שנפרץ ייתרו ואע\"פ שנשארו לו גיפופין לא הועילו לו כלים שאין האיסור בא לו במחוץ מאור החצר אלא הכותל שנפרץ ואויר מקום הכותל אסרו והחצר נמי היתר אסור מפני שנפרצה לכרמלית להכי בעינן גיפופין בחצר למישרה אבל המורה פירש די אנקט איפכא לא מיתסרא חצר כר\"ש ואינו נ\"ל עיין במהדורא תליתאה:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>שכר מערבין בו ופוסל את המקוה בשלשת לוגין </b>קשיא לי טובא מ\"ש תמד שהחמיץ משכר ומי צבע כי היכי דתמד קלט טעם החרצנים הה\"נ השכר קלט טעם התמרים והשעורים והכישות ומי צבע נמי קלטו טעם מן הסממנין ואמאי שכר ומי צבע אמרינן דאכתי תורת מים עליהן ופוסלין את המקוה בג' לוגין והתמד בטל מתורת מים ואניו פוסל את המקוה דתנן בשלהי הכל שוחטין התמד עד שלא החמיץ אינו נלקח בכסף עעשר ופוסל את המקוה ומשהחמיץ נלקח בכסף מעשר ואינו פוסל את המקוה ואם מפני שנשתנה מראית המים שחזרו להוות אדומים וכיון שנשתנו המים מטעמן וממראיתן בטלו מתורתן הראשונה והרי גם השכר ומי צבע בטלו מתורתן הראשונה והרי גם השכר ומי צבע בטלו מטעמן וממראיתן ואמאי פוסלין את המקוה ונ\"ל לומר לפי הדחק דתמד מש\"ה אינו פוסל דדרך העולם לערב מים ביין ובטלים המים ביין בכל דבר בין למקוה בין לברכה הילכך כיון שהחמיץ וקלטו טעם מן החרצנים כאלו ביין נתערבו חשבינן להו אבל בתמדים ובסמוכים אין דרך העולם לערב בהן מים שנאמר גם עתה כשקלטו טעמן יהא דינן כמותן הילכך בתורתן הראשונה עומדין ופוסלין את המקוה והנכון בעיני דה\"ג שכר מערבין בו ואינו פוסל את המקוה דכיון דקלט טעם מן הפירות פרי הוה ובטלה תורת מים מעליו בין לגבי עירוב בין לגבי מקוה והשתא אתי שפיר מתקיף לה רב כהנא וכי מה זה למי צבע ומתרץ התם מיא דציבעא מיקרי הכא שיכרא מיקרי פי' אע\"פ שגם מי הצבע נשתנו במראיתן ובטעמן כמו השכר מ\"מ שם מיסעלית' אבל השכר אין שם מים עליו אבל המור' גריס פוסל את המקוה ופירש מתקיף לה דפשיט היא דמה בין זה למי צבע ותירץ הכא שיכרא מיקרי והוה ס\"ד דלא פסיל קמ\"ל דפוסל ואינו נראה לי כלל שאין לשון השטה מוכיח כן ובפ\"ק דמכות אמרי' אמר רב יהודא אמר רב ג' לוגין מים שנפלו לתוך קורטב יין ומראיהן כמראה היין ונפלו למקוה לא פסלוהו מתקיף לה רב כהנא וכי מה בין זה למי צבע דתנן ר' יוסי אומר מי צבע פוסלין את המקוה בג' לוגין אמר ליה רבא התם מיא דציבעא מיקרי הכא חמרא מזיגא מיקרי אלמא בתר שמא אזלי' ושכר נמי נשתנה שמן וטעמן ומראיתן שאין בשכר מים הילכך אינו פוסל את המקוה:\n", 
            "<b>כוס של ברכה צריך שיהא בו רובע רביעית </b>פי' דהיינו לוג ואינו נ\"ל דכל מקום הנזכר רביעית היא רביעית הלוג אבל כל מקום הנזכר רובע הוא רובע הקב דהיינו לוג כדאמרינן חמשת רבעים קמח חייבין בחלה וה\"נ אמרינן תרין ריבעא שיכרא וראיתי שבפ' המצניע פירש המורה רביעית הלוג ומשבש מי שמפרש רובע הקב דהיינו לוג:\n", 
            "דתניא אכל גרוגרת ושלם תמרים תבוא לו ברכה הך סתמא כר\"א אתיא ודלא כר\"ע דתנן בפ\"ז דתרומות ר\"א אומר משלמין ממין על שאינו מינו ובלבד שישלם מן היפה על הרעה ר\"ע אומר אין משלמין אלא ממין על מינו ובתוספתא דתרומות בפ' ר\"ש אומר תני לה בפירוש מבשם ר\"א והכי תניא התם ר\"א אומר משלמין ממין על שאינו מינו ובלבד שישלם מן היפה על הרעה הא כיצד אכל שעורין ומשלם חטין גרוגרת ומשלם תמרים תבוא לו ברכה:\n", 
            "בגדי עניים לעניי' ובגדי עשירים לעשרים מה שפירש המורה בשלש על שלש מקבלין טומאה לעניים אבל לא לעשירים דבגדי עשירים בעינן שלשה על שלשה ופירש אבל בגדי עשירים לעניים לא דלא בעינן לעניים שיעור העשירים אלא כיון דלדידהו חזו אזלי' בתרייהו אינו נ\"ל דאטו האי שיעורא דשלש על שלש מדרבנן הוא מדאורייתא היא.\n", 
            "<b>כדיל</b>פי' לה בפ' במה מדליקין מוהבגד דתנאי בגד אין לי אלא בגד שלש על שלש מנין ת\"K והבגד ואימא לרבות שלשה על שלשה ולאו ק\"ו היא כו' וכיון דמקרא הוא דדמקבלי טומאה בשלש על שלש היכי מצי רבנן למימר דלא ליקבלי טומאה אלא בשלשה על שלשה. ומה ראייה טומאה זו דהיא מדאורייתא ויהא בה שיעורא לעירוב דמדרבנן ושיעורי' מדרבנן ועוד שרבינו תם הוכיח בספר הישר בראיות ברורות דשלש על שלש טמאים אפילו בבגדי עשירים לעשירים והעיקר היא מה שפירש ר\"ת כדתנן בפכ\"ח דכלים בגדי עניים אע\"פ שאין בהן ג' על ג' הרי אלו טמאים מדרס פי' כבר שנינו בפכ\"ז דכלים שלשה על שלשה באש מתבריא וצורר מלח ובבית או בריא או צורר מלח כו' דאלמא אם הי' בריאים טמאים מדרס ואי לא חשיבי ליטמא מדרס ובבגדי עניים אמרי' אע\"פ שהן קרועין שאין בהן ג' על ג' שלמים הרי אלו טמאים מדרס משום דאע\"פ שהן קרועין חשיבי להו ושלשה על שלשה שלהן טמאים ואינן בריאין והיינו דתניא בגדי העניים לענייים שהן מקבלין מדרס אע\"פ קרועין ובגדי עשירים לעשירים דבעינן שיהיו שלמין ובריאין והאי שיעורא לאו מדאורייתא הוא אלא רבנן קאמר ליה לפום חשיבותייהו ולא אמרן בגדי עשירים לעניים שגם בגדי העניים לא יהיו טמאים אא\"כ הן בריאין דהא לעשירים לא חשיבי אלא בדידהו משערינן וה\"נ לגבי עירוב בדידהו משערינן ואל בפרסאי:\n"
        ], 
        [], 
        [
            "<b>פיסקא סומכוס אומר בחולין תרגומה אחולה וזקן אבל רעבתן בטלה דעתו אצל כל אדם </b>פי' אית ליה לרשב\"א לגבי עירוב הכל לפי מה שהוא אדם הגדול לפי גדלו והקטן לפי קטנו ולא משעריין באחריני בסעודה בינינית והחולה והזקן כדי מזונו אבל הרעבתן שאוכל יותר משאר בני גיליו בטלה דעתו אצל כל אדם ולא ע\"ז דברה המשנה הכל לפי מה שהוא אדם אבל כרבנן ודאי לא אתיא מתני' דרבנן ס\"ל כל מידי דלא חזי ליה אי חזי לאחריני מערבין בו וא\"כ הגדול דבעי טפי מערבין לו בסעודה בינונית מושם דחזיא. לאחריני והכי בעי' למימר לקמן דיש שיעור לעירוב אלמא מדה אחת נתנו לכל אדם ובמתני' תנן לפי מה שהוא אדם א\"כ סומכיס היא ולא רבנן:\n", 
            "ואינו נ\"ל לידאי ס\"ל לרשב\"א הגדול לפי גדלו והקטן לפי קטנו אמאי אמר תרגומה אחולה ואזקן והא אכל אדם מצי לאוקמי א\"ו לכל אדם יהיב שיעור קציב ומי שצריך יותר מזה השיעור הוא הנקרא רעבתן ור' יוחנן בן ברוקא ור\"ש דיהבי שיעור קצוב לכל אדם כדתנן לקמן בפ' כיצד משתתפין ר' יוחנן בן ברוקה אומר מככר בפנדיון מארבע סאין בסלע ר\"ש אומר שתי ידות לככר משלש לקב נ\"ל דאפי' לחולה ולזקן יהבי האי שיעורא ותדע מדתנאי רשב\"א מערבין לחלה ולזקן כדי מזונו דמשמע יחיד הוא בדבר זה ואין חבריו מודים לו ופליג ר' יוחנן ור\"ש אמתני' דכלים:\n", 
            "<b>במאי קמיפלגי מ\"ס אהל זרוק שמים אהל כו'</b> פי' ותרווייהו ס\"לדארץ העמים מושם גושה גזרו לא משום אוירה דאי גזרו משום אוירה אע\"ג דאהל זרוק שמי' אהל יטמא באויר המתערב לו מלמעלה אלא כי אמרי' דבאהל זרוק פליגי אית לן למימר דלא מטמאה משום אורה אלא משום גושה והכי אמרינן בפ' כ\"ג ונזיר:\n"
        ], 
        [], 
        [
            "<b>פיסקא ואם אמר לאחר לקבלו מנו כו'</b> וליחוש דילמא לא שקיל ליה מניה פי' דבשלמא כששולח ביד פקח אע\"ג דלא חזו ליה אי מנח ליה לעירובי' התם סמיך עלוי' דכיון דרואה שהחזיק בדרך בוודאי אזיל וממטי ליה התם אבל זה שאמר לו לקבלו ממנו שמא יחזור בו ולא יקבל דהאי דאמרינן בעומד ורואהו לא שיראה היאך נותנו לידו שאם כן הדי קים ליה דשקיל מיניה וכיון דשקיל מניה בוודאי דממטי ליה התם אלא רואה שמוליכו עד ביתו אבל אינו יודע אם קיבלו ממנו ואם לאו מש\"ה צריך לו לומר חזקה שליח עושה שליחותו:\n"
        ], 
        [
            "<b>סיפא בחבר דקאמר ליה לע\"ה וחבר אחר שומעו כו'</b> פי' כשאמר חבר לע\"ה סומך עליו אותו חבר ששמע כי בוודאי עישר ואל הי' מאכיל לע\"ה טבלים אבל חבר שאמר לחבר אין אותו חבר סומך עליו דהשתא לא יתרום בעה\"ב שהוא חבר שלא מן המוקף דהא אינו מאכיל אלא לחבר חבירו ודיודע הוא שחבר חבירו אינו סומך עליו:\n"
        ], 
        [], 
        [
            "<b>פיסקא נתנו באילן והא אי בעי מייתי ליה דרך עליו </b>פי' אע\"פ שהניחו למעלה מעשרה בההוא דהדר וזקיף והא עירוב דמצי לאתויי במקום שביתתו דרך עליו שלא יעמוד ברה\"ר ויטלנו ויביאנו אצלו אלא ירגגרנו על גבי הנוף שאינו גבוה י' והוא כרמלית עד שיביאנו למקום שביתתו שהוא תחת האילן והמורה שפירש שעילה באילן ויטלנו אינו נ\"ל שאין הלשון מוכיח כן:\n", 
            "בכלכלה ותלאו באילן אפילו בלמעלה מי' טפחים עירובו עירוב ואסור ליטלו כתב המורה דל\"ג ואסור ליטלו דאי גרסי' ליה אמאי קמתמה לקמן אדרבנן ואמר לימא קסברי רבנן צדדין אסורין ואדר' לא קמתמה ונ\"ל דגרבינן ליה והא דקא מתמה ארבנן ואל אר' משום דקיי\"ל הלכה כרבים מש\"ה מהדר למיפשט מרבנן ולא ערבי ואדרבה אי לא הוה גרס במילתי' דר' ואסור ליטלו דמי אמר לנו עדיין שאסור ליטלו אם הם סוברים כך הכי הו\"ל למיתני וחכמים אומרים אינו עירוב מפני שאסור ליטלו השתא דתניא כל שאסור ליטלו משמע דשנה ר' שאסור ליטלו ואפ\"ה הוי עירוב וחכמים משיבים לו כל מקום שאסור ליטלו אינו עירוב:\n"
        ], 
        [
            "<b>כיצד היא עושה מוליכו</b> בראשון כו' מה שפירש המורה דמכל המערבין מקשה שלא יהא צריך שום אדם להוליך עירוב אלא יעמוד בביתו ויעשנו לשם עירוב ויהא עירוב ע\"י הואיל והאי דנקט לאותובי ממתני' דיו\"ט ושבת מושם דלא תנן במשנה אחריתי הלכה בהדיא כי הכא אינו נ\"ל כלל דמכמה משניות מוכיח בעירובין דצריך להוליכו ולהניחו במקום שקונה שביתתם ולמה הביא זאת אלא נ\"ל דלא מקשה ליה אלא מדוכתא דאתחיל לעירובו אלא שלא גמר הדבר יפה ואתה מכשירו ע\"י הואיל כמו הכלכלה שנתן עירובן ולא שם אותו יפה הילכך מביא לו מזה הככר שכבר עירב בו ביו\"ט שלפניו ועכשיו שרוצה לערב גם באותו ככר עצמו יהא מותר לערב בביתו ע\"\"י הואיל אבל משאר מוליכי עירוב לא רצה להקשותו שאין לומר בהם הואיל כיון שלא התחיל עדיין לערב ואמר ר' זירא גזירה משום יו\"ט אחר שבת כתוב בספרים לא מצית אמרת כיון דאיבעי' למיזל בהדי עירובי' מצי אזיל דהא ליתי' גבי' וכיון דליתי' גבי' ודאי בעי למיזל גבי' פי' ולועלם אמרינן הואיל היכא דאתחיל לערב והאי דלא אמרי' הואיל ביו\"Y שלפני שבת גזרי' מושם יו\"ט שלאחר הששבת ורוצה לערב בפני הימים שצריך להחשיך עליו בע\"ש סמוך לחשיכה ולהניחו שם ובשבת צריך לו ללכת ולראות אם עירובו קיים ואי לא אזיל לא מצי סמיך עלוי' דילמא נאכל ערובו בידו והילכך אפילו ביו\"Y שלפני השבת נמי אע\"ג דערובו בידו ואיכא הואיל החמירו עליו שיוליכנו:\n"
        ], 
        [], 
        [], 
        [
            "פיסקא נתנו במגדל רבה ורב יוסף דאמרי תרווייהו הכא במגדל של עץ עסקינן מ\"ס כלי הוא ואין בנין וסתירה בכלים ומ\"ס אוהל הוא פי' סתם מגדל גדול הוא ומחזיק ארבעים סאה בלח שאינו מקבל טומאה מ\"ס אהל הוא שכיון שיצא מתורת כלי תורת אוהל עליו וכמחובר לקרלק דמי ואסור לשברו ומ\"ס אע\"ג דיצא מתורת כלי הנ\"מ לענין טומאה אבל לענין שבת תורת כלי עליו דהא מטלטל היא ואין בנין בכלים ויכול לשברו וליטול עירובו ופלוגתא דהני תנאי דפליגי גבי זב דת\"ק מטמא אם הסיטו זב כדין שאר כל הכלים ור' נחמי' ור\"ש מטהרין דאין עליו תורת כלי אלא תורת אוהל וכמחובר לקרקע דמי וכמו שאם הקיש בדלת הב\"ת טהור הה\"נ במגדל טהור ואקשי אביי ותיסברא דבהא פליגי והתנאי אהל וניסט טמא כלי ואינו ניסט טהור פי' אע\"ג שמחזיק שהוא כמו אהל אם הסיטו טמא הוא דאע\"ג דהאו טהור כשאר הטמאות הנ\"מ גבי מגע וגבי אהל המת מפני שיושב ואינו מתנענע וכל כלי העשוי לנחת אניו מקבל טומאה אבל גבי הסיטו הזב כיון שמתנענעו אין לחלק בו בין גדול לקטן אלא כל שהסיטו אפילו גדול טמא ולכ שלא הסיטו אפילו קטן טהור והכא ברעדה מחמת כחו קמיפלגי ומתני' במאי פליגי פי' כיון דאשכחן גבי זב דאפילו כלי גדול ככלי קטן חשוב ה\"ה גבי איסור שבת אע\"פ שהמגדל גדול ומחזיק מי' סאה ואינו חשוב כלי לקבל טומאה לגבי איסור שבת בשאר הכלים הוא חשוב ואין בו בנין וסתירה וא\"כ במאי פליגי אביי ורבא דאמרי תרווייהו הכא במנעול דקטיר במתנא עסקי' ובעי סכינא למיפסקי' כו' פי' כגול שהי' מסומר יפה ומהודק שלא הי' יכול לשבר אך אם הי' מביא כלי אומנות להוציא מסמרותיו וזה ודאי הוא אסור אפילו מדאורייתא כדבענין למימר לקמן גבי נפל עליו גל דאי בעי מרא וזיבולא אסור מדאורייתא בל הי' קשור המנעול במתנא והי' חזק שלא הי' יכול לנתקו וצריך סכין לחותכו וקי\"ל חותמות שבכלים מתיר ומפקיע וחותך ובטלטול הסכין פליגי ובכל זה השיטה וביוצא בזו אמרינן בפ' חביות שנשברה בה' שובר אדם חבית תני חדא חותלותת של תמרים ושל גרוגרות מתיר ומפקיע וחותך ותניא אידך מתיר ומפקיע ולא חותך לא קשיא הא רבנן והא ר' נחמי' ואיתא נמי ביו\"ט בפ' המביא בה' בית שהוא מלא פירות ובכל זו השיטה מראש ועד סוף אית לן למימר דמתני' דמגדל רבנן היא ולא רבי כך נ\"ל פתרון שיטה זו אבל המורה פירש ומתני' דעירוב במאי מוקמינן לה דהא לכ\"ע אי גדול היא אהל היא ואמאי עירובו עירוב ואי קטן שאינו מחזיק מ' סאה בלח בכלי הוא ומ\"ט דר\"א ואינו נ\"ל מה שאמר דאי גדול הוא לכ\"ע אהל הוא דאדרבה אע\"פ שהיא גדול אמרן אהל וניסט טמא אלמא בכלי היא חשוב ותו דתניא בפ' כל הכלים דלח של שדה ושל תיבה ושל מגדל נוטלין ואל מחזירין ואסקה רבא נוטלין דאין בנין וסתירה בכלים ולא מחזירין גזריה שמא יתקע אלמא אפילו באלו שהן כלים גדולים שהן מחזיקין מ' סאה אמרינן שתורת כלי עליהן לענין שבת גם בקטיר במתנא פירש ואע\"ג דהכא אהל הוא ואמרינן חותמות שבקרקע אסיר לחתוך גזירה דרבנן היא דמיחזי כי סותר ולאו סותר בנין ממש הוא דהא פתיחת דלת בעלמא הוא וכיון דשבות הוא לא גזרו עליו בין השמשות ואינו נ\"ל כל דאפי' אם הי' כדבריו דפתיחת דלת בעלמא הוא שבות וטלטול הסכין לר' נחמי' מה הוא כ\"א שבות בעלמא ואיזהו יותר גדול טלטול הסכין או פתחיחת דלת בקרקע א\"ה בבעי' למימר אע\"ג דהוא מחזיק מ' סאה בלח גבי איסור שבת כלי היא חשוב כדאמרן גבי זב הילכך מתיר ומפקיע וחותך ובטלטול הסכין פליגי ומתני' רבנן היא דכל שהוא מושם שבות גזרו עליו ביה\"ש וגם לשברו נמי הי' מורת אלא שהי' מסומר יפה והי' חדש והי' צריך לכלי אומנות כדפרישית וקשיא ללי טובא דהכא אמרי רבה ורב יוסף אין בנין בכלים ואין סתירה בכלים וה\"נ אמרי' בפ\"ב דיו\"ט בה' אין זוקפין את המנורה ביו\"ט ודאי קעביד א\"ר יצחק ביסנא הכא במנורה של חליות עסקי' מושם דמחזי כי בונה דב\"ש סברי יש בנין בכלים ויש סתירה בכלים וב\"ה סברי אין בנין בכלים ואין סתירה בכלים ובפ' המביא כדי יין אמר שמואל מתיר אבל לא מפקיע ולא חותרך ושבכלים מתרי ומפקיע וחותך אחד שבת ואחד יו\"ט פי' בקרקע דיש בנין וסתירה דוקא להתיר מותר כגון שאינו קשר של קיימא אבל אם אינו יכול להתיר אינו מפקיע בידו ואינו חותך בסכין דהוי כי סותר אבל של כלים דארין בנין וסתירה בכלים מפקיע וחותך ובשבת בריש פ' כל הכלים נמי אמרי' ת\"ר דלח של שדה ושל תיבה ושל מגדל נוטלין ולא מחזירין ואסקה רבא לעולם קסבר אין בנין בכלים ואין סתירה בכלים ומש\"ה נוטלין והא דתניא ולא מחזירין גזירה שמא יתקע מכל הני מוכח דאין בנין וסתירה בכלים ובריש פ' הבונה אמרי' עייל שופתא בקופינא דמרא רב אמר מושם בונה ושמואל אמר משום מכה בפטיש אלמא דקסבר רב דיש בנין בכלים והיכי שביק ב\"ה וסבר כב\"ש ובשלהי פ' כירה נמי אמרינן אשכחינהו לוי בר שמואל לר' אבא ולרב הונא בר חייא דקיימי אפיתחא דבי רב יהודא אמר להו מה הוא להחזיר מטה של טרסיים בשבת לא הוה בידייהו אתי שאלוה לרב יהודה אמד להו רב ושמואל דאמרי תרווייהו המחזיר מטה של טרסיים בשבת חייב חטאת מיתבי המחזיר קני המנורה בשבת חייב חטאת וקנה של סיידין לא יחזיר ואם החזיר פטור אבל אסור ר' סימאי אומר קרן עגולה חייב חטאת בפשוטה פטור היא דאמר כי האי תנא דתנאי מלבנת המטה וכרעי המטה ולוחין של סקבים לא יחזור ואם החזיר פטור לא יתקע ואם תקע חייב חטאת רשב\"ג אומר אם הי' רפוי מותר בי רב חמא הואי מטה גללניתא דהוי מהדרי לי' בשבתא אמרו ליה רבנן לרב חמא מאי דעתך דבנין מן הצד הוא נהי דאיסורא דאורייתא ליכא איסורא דרבנן מיהא איכא אמר להו אנא כרשב\"ג ס\"ל דאמר אם הי' רפוי מותר אלא מוכח מהכא דיש בנין בכלים ואפילו שמואל נמי ס\"ל הכי ומחיבי חטאת כרב ונ\"ל לתרץ דודאי כל תיקון הכלים שהוא מעשה אומן אע\"פ שההדיוט עושה אותו אסור משום בונה וחייב עליו חטאת ובכי האי גוונא ודאי אמרי' דיש בנין בכלים שאם גם בזה נרצה לומר דאין בנין בכלים א\"כ כל אומן יתקן כלים בשבת ומש\"ה אמר רב עייל שופתי' בקופינא דמרא חייב מושם בונה דהוא משעשה אומן דאי לאו האי שופתחא לא הוה קאי והוה מישתליף קתא ממרא וכן נמי מטה של טרסיים שהיא עשוי' פרקים פרקים כמו אלא המטות שלנו ומחברין אותן ואנין מפרקין אותן בכל יום וצריך מעשה אומן לחברם וכן נמי קני מנורה וקרן עגולה ומלבנות המטה וכרעי המטה ולוחין של סקבים כל אלה הם מעשה אומן ומחייבין מושם בונה וליכא מאן דפליג עלייהו ושמואל דפליג עלי' רב בשופתא דקופינא דמרא לאו מושם דס\"ל דאיין בנין בכלים היכא דצריך מעשה אומן שהרי גם הוא מחייב חטאת דמה לי מושם בונה מה לי מושם מכה בפטיש חייב חטאת יהא אלא טעמא דשמואל כדפרישית התם במהדורא בתרא דקסבר לא דמי לבונה אלא כשמחבר הכלי פרקים פרקים דומיא דקני מנורה ומלבנות וכרעי המטה אבל כלי העשוי מפרק אחד כל מלאכה שאתה עושה בו אינו אלח מושם מכה בפטיש כון ההחוקק קב בבקעת וכיוצא בו ורב סבר בודאי חקיקת קב הוא מכה בפטיש אבל שופתא בקופינא דמרא דמי למחזיר קני מנורה ומשום מחזיר חייב ומשום בונה מחייב מ\"מ שניהן מודים שיש תורת בינן בכלים אבל בדבר שא\"צ מעשה אומן כגון דלת של שדה ושל תיבה ושל מגדל שכל אדם יכול לסלקם ולהחזירם בזה ודאי יש חילוק בין כלים לקרקע שדת הבית אע\"פ שכל אדם יכול לסלקו ולהחזירו המסלקו בשבת חייב מושם סותר והמחזירן חייב מושם בונה ואע\"פ שא\"צ מעשה אומן כדאמרינן בפ\"ק דיו\"ט גבי תריסי חניות שאם יש להן צרי מן הצד דכ\"ע ל\"פ דחייב חטאת מפני שדומין לדלתות הבית שיש להן ציר מן הצד אבל דלת שדה תיבה ומגדל מורת ליטול וגם להחזיר אם א\"צ לתקוע שאין בנין בכלים ומש\"ה התיר רבא ואמר אין בנין וסתירה בכלים בדרך שא\"צ מעשה אומן כמו שיש בקרקע אלב אם הי' מסומר יפה שהי' צריך לכלי אומנות ליטול מסמרותיו והוא מעשה אומן אסור אפי' בכלים כדפרישית לעיל ומנורה דפליגי בה ב\"ש וב\"ה בכל יום היו מפרקין חליותי' וזוקפין אותן וא הי' צריך מעשה אומן ואל לתקוע ומש\"ה אמרו ב\"ה דאין בינן בכלים ולהפקיע ולתוך החותמות נמיאין בהן מעשה אומן ומש\"ה מחלק שמואל בין כלים לקרקע אבל לעולם כל דבר הצריך מעשה אומן יש בנין בכלים ומש\"ה אמרי רב ושמואל דמחזיר מטה של טרסיים בשבת חייב חטאת משום בונה וקנה של סיידין פטור אבל אסור פי' מפני שאניו עומד מחובר תמיד שהסייד מפרקו ומחברו כפי מה שצריך לו בשעת מלאכתו ר' סימאי אמר קרן עגולה טמאה קרן פשוטה טהורה פי' שתיהן צריכות מעשה אומן אלאא שקרן עגולה צריכה אומנות יפה יותר מקרן פשוטה ומקרקן פשיטה מקשה לו דאע\"ג דצריכה מעשה אומן כיון שיהא פשוטה וא\"צ אומנות דקה פטור ומטה של טרסיים נמי פשוטה היא ואמאי מחייבי חטאת רב ושמואל ומתרץ אינהו דאמר כי האי תנא דאמר דמלבנות וכרעי המטה שנתפרקו לא יחזירום בשבת אפילו בלא תקיעה גזריה שמא יתקע ויעשה מעשה אומנות ואם תקע שעשה מעשה אומן חייב חטאת ורב\"ג הי' מתיר אפי' לתקוע אם הי' רפוי שאפי' ע\"י תקיעה אינו מתהדק ומתחבר יפה אלא עוד נופל ומתפרק ות\"ק הי' אוסר מדרבנן זו התקיעה שמא יעשה תקיעה של אומנות או יש לפרש דרשב\"ג לא התיר לתקוע כלל אלא להחזיר אם הי' רפוי דכיון דהוא רפוי לא אתי למיתקע מושם דלא מהניא ליה תקיעה ות\"ק אסר להחזיר בכל ולא חילק ומטה גללניתא דהוה בי רב חמי' מתפרקת היתה תמיד ולא היה צריך בחיבורה מעשה אומן ורבנן דבעי למיסרה ליה הוו סברי כת\"ק דאסר להחזיר אפי' בלא מעשה אומנות ואיהו סבר כרשב\"דג דאמר אם הי' רפוי והיא היתר רפוי' שאף ע\"י תקיעה לא היתה מהדקת יפה והמורה פירש במטה של טרסיים שמחייבין רב ושמולא חטאת מושם מכה בפטיש ולאו מושם בנין בכלים וקשיא ליה משופתא בקופינא דמרא דאמר רב מושם בונ הא\"ו היכא אמרינן אין בנין בכלים בדרך שאינו צריך מעשה אומן כדפרישית אבל בדרך הצריך מעשה אומן יש בנין בכלים והתיבתא פירש לר' אבא ורב הונא בר חייא דאמר כי האי תנאי כרשב\"ג דמתיר לכתחלה ואינו נ\"ל כלל דאינהו לא הוה בידייהו ואל אמרי מידי והכי מותבינן להו אלו הוי ידעי לה להא מתניתא הוה פשטי מינה ותו דעבדי' למטה של טרסיים שהיתה רפוי' ואי הכי הוי מחייבי רב ושמואל חטאת והא אפי' ת\"ק דרשב\"ג לא אמר אלא מדרבנן ואם החזיר פטור הילכך אין פנים לפתרון זה ומה שפירשתי נראה לי עיקר:\n"
        ], 
        [], 
        [], 
        [
            "<b>פיסקא מתנה אדם על עירובו כו'</b> עד כמו מיכן ומיכן כמו שארצה אלך האי סתמא אזלי דיש ברירה ובקידושין בפ' האומר תנן על מנת שירצה אבי' רצה האב מקודשת לא רצה אינה מקודשת ואמרי' בריש פ' כל גט דמאן דאמר רצה האב מקודשת ב\"ל דיש ברירה ובפ' בתרא דמשנת דמאי תנן הלוקח יין ממבין הכותים אומר שני לוגין שאני עתיד להפריש הרי הן תרומה עשרה מעשר ראשון תשעה מעשר שני ומיחל ושותה ואל מיתניא ההם פלוגתא דהנך תנאי דאברי וששה משניות שנויות באותו פרק בסתם כדין תרומה ומעשרות שיש ברירה אבל בפ' כל גט תנן היו לו שתי נשים ושמותיהן שוין כתב לגרש את הגדולה לא יגרש את הקטנה יתר מיכן אמר ללבלר כתוב גט איזהו שארצה אגרש פסול לגרש בו דס\"ל אין ברירה ובנדרים בפ' השותפים הכן השותפים שנדרו הנאה זה מזה אסורין ליכנס לחצר ראב\"י אומר זה נכנס לתוך שלו וזה נכנס לתוך שלו ותנן נמי בההיא פירקא הריני עליך חרם המודר אסור הרי את עלי חרם הנודר אסור הריני עליך ואת עלי שניהן אסורין ושניהן מותרין בדבר של עולי בבל ואסורין בדבר של אותה העיר ואמרי' בפ' שור שנגח את הפרה בה' עבר עליו הראשון ולא כיסהו דראב\"י סבר יש ברירה והאי לנפשי' קאזיל והאי לנפשי' קאזיל ורבנן סברי אין ברירה ובהמורה בפ' כל האסורין על גבי המזבח תנן איזה מחיר כלב האומר לחבירו הילך סלה זה תחת כל זה. וכן שני שותפין שחלקו אחד נטל עשרה ואחד נטל תשעה וכלב שכנגד הכלב אסורין ושעם הכלב מותרין ומייתינן לה בפ' בתרא דבכורות בה' האחין השותפין ודייקינן מינה דאין ברירה ומש\"ה כל עשרה דשכנגד הכלב אסורין דאי אמרת יש ברירה ליברור דלהדי כלב ולישקלי' והנך לישתרי אבל רב אסי דחי התם ואמר אי דשוו כולהו להדדי ה\"נ הב\"ע דלא שוו כולהו להדדי ושוי האי כלבא חד ומכהו כל חד וחד דהאי משוה שייך בכולהו וקשיא לי מ\"ש דלגבי עירובין ולגבי קידושין ולגבי תרומה ומעשרות סתם לן רבי דיש שרירה ולגבי גיטין ולגבי נדרים סתם לן דאין ברירה וי\"ל דקסבר האי תנאי די שברירה בין בדרבנן דהיינו עירובין ובין בדאורייתא דהיינו קידושין ותרומה ומעשרות ולגבי גט ה\"ט משום דכתיב וכתב לה לשמה דבשעת כתיבה בעינן שיהא ברור לשמה ולגבני נדרים נמי משום דקסבר סתר נדרים הלך אחר לשון בני אדם וסתם דעתו הוא לאסור עצמו בכל דבר שיש לחברו חלק בו ולגבי מחיר כלב כדרב אשי ובריש פרק כיצד משתתפין בתחומין מניח את החבית ואומור הרי זו לכל בני עירי לכל מי שילך לבית האבל או לבית המשתה כל מי שקיבל עליו מבע\"י מורת משחשיכה אסור שאין מערבין משתחשך ואמרי' בגמרא שמעת מינה אין ברירה דאי יש ברירה היגלי מילתא למפרע דמע\"י הוה ניחא לי' ופריך רב אשי הודיעוהו וא הודיעוהו קתני פי' דדוקא להודיעו צריך מבע\"י אבל לקבל אע\"פ שלא קיבל עליו אלא לאחר חשיכה יש בריכה אבל אם לא הודיעו אלא לאחר חשיכה לסור שהרי בעת קבלת העירוב לא ידע ואין לומר כאן ברירה ובפסחים בריש פ' האשה תנן האשה בזמן שהיא בבית בעלה שחט עליה אבי' שחט עלי' בעלה תאכל משל בעלה הלכה רגל הראשון לעשות ביית אבי' שחט עליה אבי' שחט עלי' בעלה תאכל מממקום שהיא רוה אלמא יש ברירה ואע\"ג דאמרינן בגמרא שמעת מינ ה יש ברירה ודחי מאי רוצה בשעת שחיטה דחיי' בעלמא קעביד דלא תיפשוט מינה דיש ברירה אבל מ\"מ פשטה דמתני' הכי משמע דיש ברירה. ובפ' ז' דאהלות תנן המת בבית ולו פתחים הרבה כולן טמאים נפתח אחד מהן הוא טמא וכולן טהורין חישב להוציאו באחד מהן או בחלון שהיא ארבעה על ארבעה טפחים הציל על הפתחים כולן בש\"א והוא שחישב עד שלא ימות המת וב\"ה אומרי' אף משימות המת ובהילכתא קמייתא דפ' הדר עם הנכרי אמרי' תניא אין משתתפין באוצר והתנאי משתתפין אמר רב הושעיא ל\"ק הא ב\"ש והא ב\"ה דתנן המת בבית כו'. פי' הא דתניא משתתפין באוצר דאלמא יש ברירה דאע\"ג דאזיל ומסתפק מיני' אמרי' הוברר הדבר דההיא דאשתייר הוי הוי עירוב היא ב\"ה דאמרי אף משימות המת והוברר הדבר דבעת מותו מוכן הי' ראוי לצאת ונטהרו הפתחים למפרע והא דתניא אין משתתפין באוצר דלית ברירה ודילמא ההוא דמסתפק ממנו הוא העירוב ונמצא שנאכל עירובו היא ב\"ש דאמרי דוקא אם חישב קודם שימות המת נטהרו שאר הפתחים אבל בתר הכי אל דאין ברירה ובפ\"ק דיו\"ט תנן והב\"ה אומר זה וזה אני נוטל לימא מיכן אני נוטל אוכל למחר וכ\"ת ב\"ה לית להו ברירה והתנן המת בבית כו' עד ובה\"א אף משימות המת פי' אלמא אית להו לב\"ה ברירה ומהדר הא איתמר עלה אמר רבה לטהר את הפתחים מיכן ולהבא מיכן ולהבא אין למפרע לא פי' דאין ברירה רבא אמר לעולם למפרע פי' דיש ברירה והכא גבי גוזלות ה\"ט דב\"ה זימנין דמטלטל ושביק מטלטל ושביק וקא מטלטל מידי דלא חזי לי' וקשיא לי דרב הושעיא אדרב הושעיא דבפ' הדר עם הנכרי כיצד משתתפין א\"ר הושעיא דאית להו לב\"ה ברירה אלמא מטהרין הי' הפתחים למפרע והכא אמר דלא טיהרו את הפתחים אלא מכין ולהבא ואל למפרע ובפ' משילין בפ' הבהמה והכלים נמי אמרי' איתמר שנים ששאלו חבית ובהמה בשוחפות אמר רב חבים מותרת ובהמה אסורה ושמואל אמר אפילו חבית נמי אסורה כו' עד מאי הוי עלה רבה הושעיא אמר יש ברירה ור' יוחנן אמר אין ברירה ומקשה וסבר רב הושעיא יש ברירה והתנן המה בבית כו' עד ואיתמר עלה אמר רבא לטהר את הפתחים מיכן ולהבא וכן אמר רב הושעיא לטהר את הפתחים מיכן ולהבא מיכן ולהבא אין למפרע לא ומסיק כי לית לי' לרב הושעיא ברירה בדאורייתא אבל בדרבנן אית ליה ברירה ודרש מר זוטרא הילכתא כרב הושעיא מתוקמא דרב הושעיא בדרבנן אית לי' ברירה ובדאורייתא לית לי' ברירה ובפ' הדר עם הנכרי אמר רב הושעי' דאית לב\"ה ברירה דמטהרי להו למפרע ונ\"ל לתרץ לכתחלה סבר רב הושעיא דלא טיהרו בית הלל את הפתחים אלא מיכן ולהבא אבל למפרע לא מושם קושיא דזה וזה אני נוטל ולבסוף סבר דגם למ פרע טיהרום ב\"ה דיש ברירה וגוזלות כדרבא ומר זוטרא דפסק הילכתא כרב הושעיא דיש ברירה ואפי' בדאורייתא וה\"נ פסקי' בפ' השותפין רב הונא ור' אלעזר הלכה כראב\"י דאמר זה נכנס בתוך שלו וזה נכנס בתוך שלו דיש הברירה ואפילו בדאוריתא ומאי ומאי דתנן בנדרים בפ' נערה המאורסה שומרת יבם בין ליבם אחד בין לשתי יבמין ר\"א אומר יפר ר' יהושע אומר לא' ולא לשנים ר\"ע אומר לא לאחד ולא לשנים ואמרי' בגמרא בשלמא ר\"ע קסבר אין זיקה אין ברירה דמשמע מהתם דלכ\"ע אין ברירה ההיא לא קשאי דאף למ\"ד יש ברירה כל זמן שלא יבמה א' מהן מי יכול לזכות בה שתהי' כאשתו והילכך לא יפר לא זה ואל זה ומוקמה רב אמי כון שעשה בה מאמר כו'. ואל דמיא הך ברירה לכל ברירות דעלמא והאי דמפיק לה בהאי לישנא לומר דאע\"ג דיש זיקה אין הזיקה ברורה שהרי הן שני יבמין וכך זקוקה לזה כמו שזקוקה לזה וליכא מאן דפליג בה ואע\"ג דכל הני סתמי דכתבינן ס\"ל דיש ברירה דכי ס\"ל דאין ברירה ואע\"ג דאיהו סידר לכולהו מתני' וסתמינהו לא ס\"ל כוותייהו דאמרינן בפ' השולח גט בסופו ישראל וגוי שלקחו שדה בשותפות טבל וחולין מעורבין זה בזה דברי רבי רשב\"ג אומר של ישראל חייב ושל גוי פטור ואמיר' במאי פליגי דרבי סבר אין ברירה ורשב\"ג סבר יש ברירה ואיתא נ מי בריש פ' ראשית הגז\n", 
            "<b>אמר רב ליתא למתניתן מדתני אין כו'</b> עד אדרבה ליתא לדאיו ממתני' לא ס\"ד דשמעי' לי' לר' יהודא דלית לי' ברירה דתנן הלוקח יין מבין הכותים כו' ובפ\"ק דחולין נמי בהלכתא השוחט בשבת אמרי' והא לית לי' לר' יהדוא ברירה דתנן הלוקח יין וכו' ודחינן התם כדקתני טעמא אמרו לו לר\"מ אי אתה מודה שמא יבקע המד. ונ מצא שותה טבלים למפרע ואלא מדתנ י אין כו' ובסוכה בפ' הישן נמי בה' בראש האילן דטעמי' דר' יהודא גבי הלוקח יין מבין הכותים מושם דאין ברירה ומשקה וטעמא דר' יהודא מושם דיאן ברירה והתניא אמרו לו לר\"מ אי אתה מודה שמא יבקע הננוד כו' ומרתץ לדבריו דר\"מ קאמרי לי' לדידן אין ברירה אלא לדידך דאית ברירה אי אתה מודה שמא יבקע הנוד כו' בוביומא נמי בפ' הוציאו לו בה' ר' יהודא אומר לא הי' שם אלא קרן אחד בלבד אמרי' תנן התם ר' יהודא אומר לא הי' שופרות לקינ י חובה מפני התערובות פי' מי שהי' חייב להיבא תורין ובני יונה כגון הזב והזבה ויולדת ומצורע ומטמא מקדש וקדשיו אינו מביא מעות ומשליך בשופר וכהנים יקנו מן המעו' קינין ויקריבו כל אחד לשם מישהוא כמו שהי' עושה מי שנתנדב להביא תורין ובני יונה שהי' מביא מעות ומשליך בשופר בקיני חובה לא הי' עושה כן אלא מביא הקינין לכהן אבל חכמים פליגי עלי' ואמרי גם בקיני חובה מבאי מעו' ומשליך בשופר כדאמרן לעיל בפירקין האשה שיש עלי' לידה או זיבה מביאה מעות ונותנת בשופר וטובלת ואוכלת בקדשים בערב כדאמרי' התם חזקה אין ב\"ד כל כהנים עומדים משם עד שיכלו כל המעו' שבשופר ואמרי' התם ביומא מאי הרעובה אמר רב יוסף תערובת חובה ונדבה פי' שמא יתחלף לו שופר בשופר ויבא משופר של נדבר חובה ומשופר של חובה נדבה והנדבה הן כולן עולו' והחובה אחד חטאת ואחד עולה ויפסלו שאין מעשיהן שוין ומקשה ונ עביד תרי ונכתוב עליהן חד דחובה וחד דנדבה דשמעי' לי' לר' יהודא דאית לי' כתיבת דתנן בשקלים שלשה עשר שופרות היו במקדש והי' כתוב עליהן תקלין חדתין ועתיקין קינין וגוזלי עולה עצים ולבונה וזהב לכפורת וששה לנדבה תקלין חדתי שבכל שנה ושנה ותקלין עתיקין מי שלא שקל אשתקד שוקל לשנה הבאה קינין הן תורין וגוזלי עולה הן בני ינ וה כולן עולות דברי ר' יהודא וחכמים אומרים קינ ים אחד חטאת וא' עולה וגוזלי כון כיון עולו' פי' ר' יהדוא לטעמי' דאמר לא הי' שופר לקיני חובה אלא שני שופרו' הי' לקיני נדבה מי שנתנדב תורין הי' משליך המעו' לשופר שכתוב ב' קינין ומי שמתנ דב בני יונה הי' משליך לשופר שכתוב בו גוזלי עולה וחכמים סברי קינין הי' לקיני חובה שהיא אחד חטאת ואחד עולה וגוזלי עולה הי' לנדבה שבין מי שנתנדב תורין בין מי שמתנדב בי יונה משליך המעו' שם אלמא דאית לי' לר' יהודא כתיבה אלא כי אתא רב דימי אמר גזירה מושם חטאת שמתו בעלי' ודאי' פי' שמא ימות אחד מן הבעלים קודם שיקרבו ומעות חטאת שמתו בעליהן הולכות לים המלח ויהיו אוסרות את כל המעו' שבשופר ומקשי וניבדור ארבעה זוזי ונשדו במיא והנך לישתרו ומתרץ רב יהודא לית ברירה מנלן אילימא מהא דתנן הלוקח יין מבין הכותים כו' ואמאי ודילמא שאני התם כדקתני טעמא אי אתה מודה שמא יבקע הנוד כו' ואלא מדתאני איו כו' ובריש פרק כל הגט אמרי' דר' יהדוא אית לי' ברירה דתנן ומה היא באותן הימים ר' יהודא אומר כאשת איש לכל דבר ור' יוסי אומר מגורשת ואינ ה מגורשת ולגבי הלוקח יין מבין הכותים טעמא שמא יבקע הנוד ובפ' מרובה נמי בה' הגונב מאחר הגנב אמרי' דר' יהודא אית לי' ברירה דתניא ר' יהודא אומר שחרית בעה\"ב עומד ואומר כל מה שילקטו עניים מן העומרין היום יהא הפקר ר' דוסא אומר לעתותי ערב וקשיא לי אמאי אמר רב ליתא למתניתין מדתאני איו ומסתייע מברייתא דהלוקח יין דאית לתרוצא זוזא זוזא דדמתרץ לה עולה אי נמי כדקתני טעמא שמא יבקע הנוד ואל אמר ליתא לדאיו ממתני' דעירובין דקתני דאית לי' לר' יהודא ברירה ולסתייע ממתני' דגיטין ומברייתא דפיאה דמייתי' במרובה דמוכחי דאי' לי' לר' יהודא ברירה ואע\"ג דמתני' דשופרות מוכחא דלית לי' לר' יהודא ברירה הרי התרי מתנייתא מכחי דלית לי' ברירה מתני' דשופרות ודתאני איו ותלתא מוכחי דאית לי ברירה מתני' דעירובין ומתני' דגיטין וברייתי' דפיאה וברייתא דלוקח יין הוא שקולה דאית למימר זוזא זוזא קתני או שמא יבקע הנוד ואמאי שביק הני תלתא מקמי הנך תרתי וא\"נ תלתא ותלתא נינהו ואמאי שביק הני מקמי הני ונ\"ל לתרץ דרב ס\"ל כאביי ורב מממשרשי' ורבינא דמפלגי בפ' כל גט היא תולה בדעת אחרים ומש\"ה אמרי' דיש ברירה אבל הלוקח יין מבין הכותים הוי תולה בדעת עצמו ומתני' דשופרות נמי אין שם דעת אחרים אלא כתולה בדעת עצמו הוי ועירובין נמיהוי תולה בדעת עצמו ומש\"ה אמר ליתא למתני' מדתאני איו דכיון דהוי תולה בדעת עצמו ל\"ל ברירה ור\"ש נמי הכא בלוקח יין סבר דאין ברירה מושם דהוי תולה בדעת עצמו ובפ' כל גט אמרי 'דבתולה בדעת אחרים אית לי' ברירה דתנאי הריני בעליך על מנת שירצה אבא אע\"פ שלא רצה האב מקודשת ר\"ש בן יהודא אומר מושם ר\"ש רצה האב מקודשת לא רצה האב אינה מקודשת ור' יוסי סבר בין תולה בדתע עצמו הלוקח יין מן הכותים בין תולה בדעת אחרים דההיא דפ' כל גט ומה הוא באותן הימים סבר דאין ברירה ופליג עם ר' יהודא דאמר הרי הוא כאשת איש לגכל דבר אלא אמר מגורשת ואינה מגורשת וענין פתרון השיטה דפ' כל גט בקונטרס במהדורא קמא ומהדורא בתרא ובפ' מי שאחזו במהדורא בתרא ומאי דאמרי לקמן בהלכתין האומר הריני מערב לכל שבתו' השנה רציתי אלך לא רציתי לא אלך מבע\"י עירובו עירוב משחשיכה ר' שמעון אומר עירובו עירוב וחכ\"א אין עירובו עירוב דאלמא אית ברירה לר\"ש גבי עירוב דהוא תולה בדעת עצמו התם כדדתקינן דכי לית לי' לר\"ש ברירה בדאורייתא בדרבנן אית לי' וזה החילוק הוא בין עירוב ללוקח יין מבין הכותים דתרוייהו הוי תולה בדעת עצמו אבל גבי גט דהוא תולה בדעת אחרים אפי' בדאורייתא אית לה ברירה ולפי תירוץ זה שאני מתרץ דשאני לי' לרב בין תולה בדעת עצמו לתולה בדעת אחרים א\"כ מאי דאקשינן במילתי' דאיו מ\"ש לכאן ולכאן דאין ברירה מזרח ומערב נמי ברירה ואמר ר' יוחנן וכבר בא חכם אינו צריך רב לתירוץ זה אלא אע\"פ שלא בא החכם שנא ושנא דלכאן ולכאן הוי תולה בדעת עצמו ומש\"ה אין ברירה אבל אם לא בא חכם עדיין ואינו יודע אנה יבוא או למזרח או למערב הוי תולה בדעת אחרים ומש\"ה יש ברירה אבל ר' יוחנן דשאני וכבר בא חכם לא שני לי' בין תולה בדעת עצמו ובין תולה בדעת אחרים דבכולהו אין ברירה לאיו והכא משום דכבר בא חכם:\n"
        ], 
        [
            "עולא אמר ליתא לדאיו ממתני' ואלא הא קתני ר' יהודא ור' שמעון ור' יוסי אוסרין עולא זוזא זוזא קתני ומיחל ושותה דברי ר\"מ ור' יהודא ור' יוסי ור' שמעון אוסרין פי' לעולא אתיא מתנ י' דעירובין דהכא ומתני' דבפ' כל גט וברייתא דכל מה שלקטו עניים היום בחדא דאית לי' לר' יהודא ברירה וההיא דיומא דאמר ר' יהודא לא יהו שופרות לקיני חובה מפני התערובת ואמרי' התם דלית לי' לר' יהודא ברירה אמר לך עולא ההיא איו תאני לה דקסבר ר' יהודא לית לי' ברירה אבל חכמים פליגי עלי' ואמרי דר' יהודא אית לי' ברירה בין בתולה בדעת עצמו דהיינו עירובין ולוקח יין מבין הכותים ובין בתולה בדעת אחרים דהיינו ההיא דפ' כל גט וההיא דפיאה ור\"ש הכא בלוקח יין לית לי' ברירה משום דהוא תולה בדעת עצמו וברצה האב אית לי' ברירה מושם דהוא תולה בדעת אחרים ושני לי' בין תולה בדעת עצמו לתולה בדעת אחרים ובעירוב דהוי מדרבנן ס\"ל דעירובו עירוב אע\"ג דהוא תולה בדעת עצמו ור' יוסי בין בתולה בדעת עצמו בלוקח יין ובין בתולה בדעת אחרים דהיינו ממה היא באותן הימים וחילול מעשר שני על סלע שתעל הבידי מן הכיס ס\"ל דאין ברירה ושלש מחלוקת בדבר ורבא ס\"ל דבין ר' יהודא ובין ר' שמעון ל\"ש בתולה בדעת עצמו ול\"ש תולה בדעת אחרים אית להו ברירה והכא בלוקח יין כדקתני טעמא שמא יבקע הנוד כדאמר בפ' כל גט והכי לקמן בשמעתין ומאי דאמרי ' הכא דר' יוסי לית לי' ברירה בין בתולה בדעת עצמו דהיינו בלוקח יין ובין בתולה בדעת אחרים דהיינו גבי מהה היא באותן הימים דאמר ר' יוסי מגורשת ואינה מגורשת משום דלית לי' ברירה כדפרישית בפ' כל הגט עיין מה שהקשתי במה\"ק דר' יוסי אדר' יוסי וביו\"ט בפ' המביא אשכחן דפליגי ני ר' אליעזר ורבנן בברירה דתנן התם ועוד אמר ר' אלעזר עומד אדם על המוקצה ערב שבת בשביעית ואומר מיכן אני אוכל למחר וחכ\"א עד שירשון ויאמר מיכן ועד כאן אלמא ר' אליעזר אית לי' ברירה ורבנן לית להו ברירה וכי היכי דאשכחן דפליגי תנאי בברירה ה\"נ פליגי בה אמוראי דאמרי' בפ' משילין פירות בה' הבהמה והכלים איתמר שנים שלקחו חבית ובהמה בשותפות אמר רב חבית מותרת ובהמה אסורה ושמואל אמר אפילו חבית נמי אסורה מאי קסבר רב אי קסבר יש ברירה אפילו בהמה תשתרי ואי קסבר אין ברירה אפילו חבית נמי תתסר לעולם קסבר יש ברירה ושאני תחומים מושם דקא ינקי תחומין מהדדי ואמרי' נמי התם איתמר רבן הושעי' אמר יש ברירה ור' יוחנן אמר אין ברירה דאמר ר' יוסי אמר ר' יוחנן האחין שחלקו לקוחות הן ומחזירין זה לזה ביובל ומסקי' התם דאפילו ברבנן לית לי' לר' יוחנן ברירה דתני איו ר' יהודא אומר אין אדם מתנ ה על שני דברים כאחת אלא אם בא חכם למזרח עירובי למזרח למערב עירובי למערב אבל לכאן ולכאן לא ואמרי' ע\"ש לכאן ולכאן דלא דאין ברירה מזרח ומערב נמי אין ברירה ואמר ר' יוחנן וכבר בא חכם וקשיא לי דמאי מוכח מהכא דר' יוחנן לית לי' ברירה אפיי בדברבנן אטו מושם דפריש מילתי' דאיו ס\"ל כוותי' והא רב משמע טפי דס\"ל כאיו מדקאמר ליתא למתני' מדתני איו והכא אמר דיש ברירה אלא בע\"כ בעינן למימר דרב מילתי' דרב יהודא אתא לפרושי ולמימר דלית לי' לר' יהודא ברירה אבל רב לא ס\"ל כרב יהודא אלא אית לי' ברירה וה\"ה נימא נמי לר' יוחנן דמילתי' דאיו אתא לפרושי ולי' לא ס\"ל ונ\"ל לתרץ מושם דלא בעי תלמודא לאפוכי פלוגתייהו ולמימר דרב הושעי' לית לי' ברירה ור' יוחנן אית לי' צרירה דטפי ניחא לי' לאוקמי דר' יוחנן לית לי' ברירה אפילו בדברבנן מרב הושעי' דרב יוחנן שמעי' לי' דצ\"ל ברירה גבי האחין שחלקו ורב הושעי' שמעי' לי' דאית לי' ברירה דמוקי פלוגתייהו דב\"ש וב\"ה למפרע כדאמרי' בפ' הדר ואע\"ג דהתם מקשינן ואמרי' דרב הושעי' אמר לטהר את הפתחים מכאן ולהבא. ומרתץ כי לית לי' לרב הושעי' ברירה בדאורייתא אבל בדרבנן אית לי' נ\"ל דלפי שיטתו השיבו דאפילו אם איתא דאמר רב הושעיא הכי אית למימר דבדאורייתא לית לי האבל בדרבנן אית לי' אבל העיקר הוא דהדר בי' הושעי' כדכתבית לעיל דא\"כ קשיא דרב הושעי' אדרב הושעי' וקשיא נמי הלכתא אהלכת' דהכ' פסק מר זוטרא הלכה כרב הושעי' ובנדרים בפ' השותפין פססקו רב הונא ור' אלעזר הלכה כראב\"י דאית לי' ברירה אפי' כדאוריית' ובפ' מרוב' אמרי' ני דר' יוחנן לית לי' ברירה מהא דהאחין שחלקו כי' ובריש פ' כל גט נמי אמרי ור' יוחנן אמר אפי' האחרון נמי דהיינו אמר ללבלר כתוב גט לאיזו שארצה אגרש פסול ואינו פוסל בכהונה מושם דלית לי' ברירה ובפ' בתרא דבכורות נמי בה' האחין השותפין אמרי' ור' יוחנן אמר אפי' חלקו תשעה כנגד תשע' ועשרה כנגד עשרה אין אומרים זהו חלקו המגיעי משעה ראשונ' דלית לי' ברירה וקשיא לי דהיכי אמר ר' יוחנן אין בריר' והאמר ר' יוחנן כסתם משנה וכל הנך סתמי דכתבית לעי אמרי דיש בריר' ושי לתרץ דכל הנך סתמי אמר לך ר' יוחנן ר' מאיר תאני להו וכסתם יחיאה לא קאמר ר' יוחנן ודכוותה מתרץ ר' יוחנן בפ' מרובה אבל ר' יוחנן ס\"ל כרבנן דפליגי על ר' אליעזר אואמרי עד שירשום ויאמר מכאן ועד כאן ורכרבנן נמי דפליגי על ר\"ש גבי האומר הריני מערב לכל שבתות השנה רציתי אלך לא רציתי לא אלך מבע\"י עירובו עירוב. משחשיכ' ר\"ש אומר עירובי עירוב וחכ\"א אין עירובו עירוב אלמא אפ' בדרבנן ס\"ל לחכמים דאין בריר' ורב דאמר יש בריר' ושמואל דאמר אין ברירה אזדו לטעמייהו דהכי אמרי בפ\"ק דב\"ק בה' במיטב הארץ ובב\"ב בה' בית כור עפר שלשה אחין שחלקי ובא בעל חוב ונטל חלקו של אחד מהן רב אמר בטלה מחלוקת ושמואל אמר ויתר. ורב אשי אמר נוטל רביע בקרקע ורביע במעות רב אמר בטלה מחלוקת קסבר האחין שחלקי כיורשין דמי ומואל אמר ויתר האחין שלחלקי כלקוחות דמי וכלוקח שלא באחריות דמי ורב אסי מספק' לי' אי כיורשין דמי אי כלקוחית דמי הלכך ניטל רבעי בקרקע ורביע במעות הנה שמואל דאמר כלקיחות דמי ס\"ל דאין בריר' כ' יוחנן ורב דאמר כיורשין דמי ס\"ל דיש בריר' ורב אסי דמספקא לי' אע\"ג דאמר משמי דר' יוחנן לקוחות הן לא קשיא הא דיד' והא דרבי' ובפרק כל גט נמי פליג רב אסי על ר' יוחנן דר' יוחנן אמר אפילו אחרון אינו פוסל משום דקסבר אין ברירה ורב אסי אמר כולן אין פוסלין בכהונ' חוץ מן האחרון פי' דמספק' לי' אי יש בריר' אי אין בריר' ורב אמר התם כולן פוסלין בכהונ' חוץ מן הראשון ושמואל אמר אפילו ראשון נמי פסול ואי קשיא כיון דשמואל ס\"ל כר' יוחנן דאמר אין בריר' אפילו נמי לא ליפסול וכ\"ש ראשון.\n", 
            "תשובה אע\"ג דאיחן בריר' ולא נכתב לשמה כלל ס\"ל דפוסל משום חומרא דכהונ' דהא בכל שארא דמתני' אין שם לשמה כלל ואפ\"ה אמרי רב ושמואל דפסלי מושם חומר' דכהונ' ובפ' בתרא דבכורות תנן האחין השותפין שחייבין בקילבין פטורין ממעשר בהמה כו' עד חלקו ואח\"כ נשתתפי חייבין בבקולבין ופטורין ממעשר בהמה ואמרי' בגמר' אמר רב ענן לא שני אלא שחלקו גדיים כנגד טלאים אבל חלקו גדיים כנגד גדיים אומר זהו חלקו המגיעו משעה ראשונה ורב נחמן אמר אפילו חלקי תיישים כנ גד תיישים וגדיים כנגד גדיים אין אומרים זהו חלקו המגיע משעה ראונ' ואזדא ר' יוחנן לטעמי' דאמר ר' יוחנן האחין שחלקו כו' הנה רב ענן ור' אליעזר ס\"ל דיש ברירה ורב נחמן ור' יוחנן ס\"ל דאין ברירה ואע\"ג דקי\"ל כל היכי דפליג רב ושמואל ור' יוחנן הלכה כר' יוחנן וכ\"ש הכא דקאי שמואל כר' יוחנן הא אמרינן בגדיים בריש פ' השותפין אמר רב הונא הלכה כראב\"י וכן אמר ר' אליעזר הלכה כראב\"י דאמר זה נכנס לתוך שלו וזה נכנס לתוך שלו מושם דיש בריר' ובפ' בית כור עפר נמי פסיק תלמוד' והלכת' בטלה מחלוקת כרב דאמר יורשין היו אלמא לית הלכת' כר' יוחנן דאמר האחין שחלקו לקוחית הן ובפ' משילין נמי אמרי דרש מר זוטרא הלכה כרב הושעי' דאמר יש בריר' שמעת מהני כולהו דיש ברירה ואפי' בדאורייתא:\n"
        ], 
        [
            "<b>אישתיק ולא א\"ל ולא מידי </b>פי' ואע\"ג דרב נחמן ס\"ל דאין ברירה כדכתיבנא לעיל יש לומר התם בדאורייתא אבל בדרבנן ס\"ל דיש ברירה:\n", 
            "<b>אמר ליה אביי אלא מעתה היו שני רימונים של טבל כו'</b> פי' בשלמא אי אמרת גבי יין דטעמי' דר\"ש משום דאין ברירה הכא גבי רימונים מבוררין הן ואינן מעורבין ואע\"פ שבעת קריאת השם אינן ניכרין איזה תרומה ואיזהו שירים לכי יתקיים התנאי יתנכרו וכיון שאין התרומה מעורבת עם החולין דבריו קיימין ולא דמי ליין שהכל מעורב ומבולבל אלא לדידך דאמרת דאית ליה לר\"ש ברירה ולא אסר גבי יין משום תערובת אלא מפני שאין התרומה ניכרת א\"כ גבי רימונים נמי אע\"פ שאין מעורבין של רמון עומד בפני עצמו כיון שאין התרומה ניכרת לא אמר כלום וכי תימא ה\"נ כיון שדאין התרומה ניכרת אע\"פ שאינה מעורבת לא אמר כלום והתנן האומר תרומת הכרי הזה בתוכו ר\"ש אומר קרא השם פי' ורשאי הוא ליכול מן הסביבות ואמאי קרא השם והא אין התרומה ניכרת דבתוכו איכא טובא טפי משיעור תרומה ואמאי דבריו קיימין אלא לאו ש\"מ לא בעי ר\"ש תרומה ניכרת אלא טעמא דידי' גבי יין משום דמיערבי ולית לי' ברירה והכא גבי כרי כיון דלא מיערבי הסביבות עם מה שבתוכו שרי ומתרץ שאני התם דאיכא סביביו פי' לעולם אימא לך דאית ליה ברירה וטעמא דידיה גבי יין לאו משום תערובת אלא מפני שאין התרומה ניכרת וכן נמי גבי רימונים לא אמר כלום ולגבי כרי היינו טעמא דקרא השם ומותרין סביביו מפני שניכרת היא תרומה בסביביו שאין שם תרומה אלא שירים הן:\n"
        ], 
        [
            "<b>פיסקא ר' אליעזר אומר כו'</b> נאכל עירובו בראשון אין יוצא עליו בשני פי' והרי הוא כבני העיר לר' אליעזר כיון דפשיטא ליה שהן שתי קדושות אבל רבנן דמספקא להו הוי חמר כדקאמר ר' יהודא לקמן וסתם מתני' ר' יהודא היא ור' דאמר לקמן נאכל עירובו בראשון אין יוצא עליו בשני ואינו חמר גמל אלא הרי האי כבני העיר ס\"ל לר' אליעזר דשתי קדושות הן ולא מספקא ליה וה\"ה דס\"ל דמערב שני עירובין בראשון למזרח ובשני למערב:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>כי פליגי משמונה ועד שתים עשר </b>פי' והכין היציעה של משנה עושין פסין לביראות ארבעה דאמרין נראין כשמנה דברי ר' יהודה ר\"מ אומר שמנה נראין כנים עשר פי' במה דשאתה מתיר עד י\"ג אמה ושליש אני מצריך ד' פשוטין באמצע וכמה יהא ביניהן שיפסיק שם ד' דיומדין בלא פשוטין שתי רבקות של ג' בקר דבר ר\"מ שהן י' אמה ור' יהודא של ד' בקר שהן י\"ג אמה ושליש אבל אם הן יותר צריך פשוטין:\n", 
            "<b>גדול כבוד הבריות שדוחה ל\"ת שבתורה </b>פי' כדילפינן מוהתעלמת מהם פרט לזקן ואינו לפי כבודו ואמרה תורה דמשום כבודו ידחה לאו דלא תוכל להתעלם והם הכי ילפי' מהתם דדחו רבנן לאיסורייהו משום כבוד הבריות:\n", 
            "תנאי היא דתניא פירות שיצאו חוץ לתחום וחזרו בשוגג יאכלו במזיד לא יאכלו ר' נחמי' אומר במקומן יאכלו שלא במקומן לא יאכלו כך הגירסא כתובה בכל הספרים וכן עיקר מאי במקומון אי לימא במזיד פי' ובהא פליגי דת\"ק סבר אע\"ג דחזרו דוקא בשוגג יאכלו אבל במזיד לא יאכלו ור' נחמי' סבר דבמקומן אפילו במזיד יאכלו והא קתני ר' נחמיה וראב\"י אומר לעולם אסורין עד שיחזרו למקומן שוגגין פי' אם בע\"כ האי דקאמר ר' נחמיה במקומן יאכלו בשוגג קאמר ולא במזיד ואי הכי היינו ת\"ק ובמאי פליגי אלא ודאי חסורי מיחסרא והכי קתני כו' והמורה אמר דל\"ג וחזרו ואינו נ\"ל דדאי ל\"ג וחזרו מנ\"ל למימר חסורי מיחסרא ולאקומי פלוגתייהו במזיד במקומן והא שפיר משמע דפליגי בשוגג שלא במקומן ואתא ר' נחמיה למימר דדוקא במקומן יאכלו שוגג אבל שלא במקומן לא יאכלו כלל אלא ודאי מדקאמר חסורי מיחסרא ש\"מ וחזרו גרסי' ומשום דמשמע דחדא מילתא קא אמרי איצצטריך למימר חסורי מיחסרא כו' ואתיא פלוגתייהו במזיד במקומן וכי אמרינן חסורי מיחסרא בודאי ל\"ג וחזרו ודחי לא במזיד במקומן דכ\"ע ל\"פ דאסור והכא בשוגג שלא במקומן קא מיפלגי דת\"ק שרי כו' פי' והאי דתני וחזרו ה\"פ או שחזרו וה\"ק ת\"ק בין אם יצאו ועודין בחוץ בין אם חזרו דין אחד להם דבשוגג יאכלו אפילו שאל במקומן ובמזיד לא יאכלו אפילו במקומן ואתא ר' נחמי' למימר דוקא במקומן יאכלו שוגג אבל שלא במקומן לא:\n"
        ], 
        [], 
        [
            "אמר רב הלכה כר\"ג בדיר וסהר וספינה ושמואל אמר הלכה כר\"ג בספינה אבל לא בדיר וסהר וקיי\"ל הלכה כרב באיסורא וא\"נ אלו הבאין בספינה ומוציאין אותן הגוים בשבת על הנמל בתוך העיר רשאין והלך בכל העיר ובלבד שלא יצאו חוץ לשערי העיר ויש עוד לומר שאע\"פ שלא הוציאוהו מן הספינה כיון שנכנסה הספניה בתוך הנמל שהיא בתוך העיר כל העיר כולה היא לו כארבע אמות ויכול לירד ולהלך בכל העיר אבל ודאי לצאת חוץ לעיר אסור ומעשה דספינה דר\"ג יש לומר כגון שלא הי' הנמל בתוך העיר א\"נ לדידהו דלית להו שכל העיר הוא לו כד\"א:\n", 
            "<b>ובירושלמי גרסינן ולמה לי עד שלא חשיכה וא</b>פי' משחשיכה ולאו ר\"ג ה יא תפתר שהי' כל מין יתר מבית סאתים לא יהו מחיצות גבוהות עשרה אלא יהו פרוצות יתר מעשר לא יהא עומד כנגד עומד ופרוץ כנגד פרוץ נ\"ל דה\"ג או לא היו מחיצות גבוהות עשרה לא היו פרוצות יתר מעשר או לא הי' עומד כנגד הפרוץ וזה מוכיח כדברי ולא היא שהנמל היא כרמלית ודווקא בעיר מהלך את כולה ולא בכרמלית:\n"
        ], 
        [], 
        [], 
        [
            "<b>פיסקא פעם אחת לא נ כנסו לנמל כו'</b> אלא לא קשיא הא ר' מאיר הא ר' יהדוא דתניא עשארה דופן לסוכה ר\"מ פוסל כו' כמה קשה לי כל זו השיטה ופתרון המורה דכתב ר\"מ פוסל מפרש במסכת סוכה שמא תברא ולא מידי קא עביד וכיון דלא מתקן לה לסוכה אע\"ג דעביד אהל שרי דקסבר עושין אהלי ארעי דהואיל ולא קא מתקן סוכה האי אינו אלא אהל ארעי ושרי וסוכה איכא למיפרך עלה דהא כדי שיאכל ויישן קתנ י אלמא לתקנה לסוכה קאתי והא פרכינן עלה פרכי טובא עד דמפקינין לה מטעמי' וקשיא לי היכי סליק אדעתיה לתרוצי דהא דתני עושה אדם את חברו דופן לסוכה הוא ר\"מ דפוסל ובברייתא קתני כדי שיאכל וישתה ויישן ותו דאמרינן ותיסברא אימור דשמעת ליה לר\"מ בהמה אדם וכלים מי שמעת לי' ופירוש המורה אימור דשמעית ליה לר\"מ דפוסל בהמה משום שמא תבורח אדם שיש בו דעת לעמוד או כלים שאינ ם זזים ממקומן מי שמעת לי' והא תנ א אדם וכלים הוא דקתני את חברו דופן ויזקוף את המטה וקשיא לי היכי מצינן למימר אדם מי שמעת לי' והא כך פוסל ר\"מ אדם כמו בהמה דהכי אמרי' בפ' שני דסוכה בה' ראש האילן עשאה לבהמה דופן לסוכה ר\"מ פוסל ור' יהודא מכשיר שהי' ר\"מ אומר כל דבר שים בו רוח חיים אין עושין אותו לא דופן לסוכה ולא לחי למבוי ולא פסים לבריאות ואל גולל לקבל ואמרי' התם מ\"ט דר\"מ אביי אמר גזירה שאמ תמות ור' זירא אמר גזירה שמא תברח הדר מקשה בין למ\"ד שמא תמות בין למ\"ד שמא תברח מדאורייתא מחיצה מעליא היא ורבנן היא דגזרו בה אלא מעתה תטמא מושם גולל אלמה תנן ומטמא משום גולל ור' מאיר מטהר אלא אמר רב אחא בר יעקב קסבר ר' מאיר כל מחיצה שאינה עשוי' בידי אדם א\"נ כל מחיצה העומדת ברוח אינה מחיצה אלמא כך היא פסול לר\"\"מ האדם כמו הבהמה ותו דאמרי' ור\"מ אליבא דמאן אי אליבא דר\"א להוסיף נמי יאסר אלא אליבא דרבנן אימור דאמרי רבנן להוסיף לכתחלה מי אמור ופירוש המורה נהי דלא מתקן לה לסוכה ר' מאיר דמוקמית לה דשריא אליבי' משום דלא הוי תיקון מצוה אהל דלאו הכשר מצוה אליבא דמאן שרי ר\"מ לא כר\"א רבי' ולא כרבנן דהא פקק החלון אין שם מצות סוכה ולא שרי רבנן אלא להוסיף וקשיא לי טובא דכיון דליכא בההיא דופן כשרות סוכה אמאי מיתסר משום אהל ארעי לא מקרי אהל ארעי אלא מידי דאית ליה גג אבל מחיצה בעלמא דלית לה גג שריא כדאמרינן בשלהי מכסתים בה' נגר הנגרר אמר רב משום ר' חייא וילון מותר לנטותו ומותר לפרקו בשבת אמר שמואל מושם ר' חייא כילת חתנים מותר לנטותה ומותר לפרקה בשבת אמר רב ששת ברי' דרב אידי לא אמרון אלא שאין בגנה טפח אלב יש בגנה טפח אסור אלמא לא מיתסר משום אהל ארעי אלא מידי דאית לי' גג אבל מחיצה בעלמא לא ודאי אי הויא מחיצה המתרת כגון מחיצת רשה\"י בשבת המתרת לטלטל ומחיצה המכשרת את הסוכה היא חשובה כמו בנין אבל העשוי' לצניעותא בעלמא או להגן מנפי החמה שריא כדאמרינן לקמן בהילכתין הא בדופן שלישית הא בדופן רביעית ולקמן בפ' כל גגות העיר בה' גג גדול אמרינן איתמר כותל שבין שתי חצרות ונפל רב אמר אין מטלטלין בו אלא בארבע ושמואל אמר זה מטלטל עד עיקר מחיצה וזה מטלטל עד עיקר מחיצה והא דרב לאו בפירוש איתמר אלא מכללא איתמר כי הא דשמואל ורב הוו יתבי בההיא חצר נפל גודא דביני ביני אמר להו שמואל נגודו לי גלימא אהדרינהו רב לאפי' אמר להו שמואל קטורי ביה הימייני' והיכי עבד שמואל הכי והאמר שמואל זה מטלטל עד עיקר מחיצה וזה מטלטל עד עיקר מחיצה שמואל דעבד לצניעות' בעלמ' היא דעבד ורב אי ס\"ל דאסור לימא אסור. אתירי' דשמואל הוה. ומ\"ט אהדרינהו רב לאפיהב כי היכי דלא לימא הדר בי' רב משמעתי' אלמא לרב דהוה מצריך מחיצה ביניהם להתירם לטלטל בחצר הוה אסור למיגד גלימא בנתיים ולשמולא דאל מצריך מחיצה ביניהן והוה עביד לצניעותא בעלמא שרי וה\"נ כיון דלא משתריא סוכה בההיא דופן אמאי ליתסר משום אהל ארעי נ\"ל לפרש דהאי דתירץ אלא ל\"ק הא ר\"מ והא ר' יהודא לאו אליבי' דרב אחא בר יעקב דפסיל לבהמה פסול תורה משום דהיא מחיצה העומדת ברוח ולא הויא מחיצה דא\"F היכי קתני כדי שיאכל וישתה ויישן אלא אליב' דר' זירא תירץ דתלי טעמא דר\"מ גזירה שאמ תברח ומן התורה מחיצה מעליא היא ורבנן היא דגזרו עלה שמא תברח וזה לפי שעה בעוד שיכין מחיצה כשרה עושה את חברו דופן כדי שיאכל וישתה או יישן ואח\"כ יעשה לה מחיצה כשרה וכיון שאין הסוכה נכשרת בכך שהרי עתיד האו לעשות מחיצה אחרת לא הוי כמתקן סוכה מיהו אהל מיקרי שהרי הוא יוצא ידי חובה לפי שעה מסוכה באככילה ובשניה ומש\"ה מקשה ר\"מ אליבא דמאן וכיון דס\"ל להאי מתרץ כר' זירא דאמר שמא תברח מקשינן לי' אימור דשמעית לי' לר\"מ בהמה אדם מי שמעת לי' שהרי ישלו דעת ואל יברח דאע\"ג דתני שהי' ר\"מ אומר כל דבר שיש בו רוח חיים אין עושין אותו דופן לסוכה לא מיירי אלא בבהמה שאין בה דעת ואל באדם וכלים ל\"ג דהא בפירוש תני כדי שלא תפול חמה על המת ולע האוכלין אלמא לא מושם כשדרות סוכה עביד לה אלא להגן בעלמא ולית בה שום איסורא כדפרישית\n"
        ], 
        [], 
        [
            "<b>פיסקא מי שיצא ברה\"ר כו'</b> מאי לאו מושם ר\"א לטעמי' כו' פי' כיון דסבר ר\"א דארבע אמות שנתנו לו חכמים הן שתים לכאן ושתים לכאן נמצאו שהשתים הן מובלעות בתוך תחומו ומש\"ה אמר שתים יכנס דהבלעת תחומין מילתא היא ומשויא להו כחד אבל לר' יהודא דאמר שהן לרוח אחת אם רוצה אותן מתחומו והלאה אנין מובלעות כלל שהראי כולן הן חוץ לתחומו הילכך אפילו אמה לא יכנס אבל ודאי לרבנן דאמרי שהן שמנה על שמנ ה שנמצא שהן מובלעת ד' בתוך תחומו וד' חוץ לתחומו ומש\"ה אמר ומדר\"א מותבת לי' למר דהא לרבנן נמי מובלעין הוו ואפ\"ה אמרינן אפילו אמה אחת לא יכנס דס\"ל הבעלת תרומין לאו מילתא היא ומשני עד כאן ל\"פ אלא לדבר הרשות אבל לדבר מצוה מודי לי' ולא היא דהבלעת תחומין היא מפני שעומד בתוך אותן שתי אמות כדאמרינן בשלהי פרקין דעקר חדא וקאי בתרתי ואותן שתי אמות נכנסות בתוך תחומו שכשנ ותן לו ד\"א והיא באמצען השתים שבצד תחומו נכנסות לתוך תחומו:\n"
        ], 
        [], 
        [], 
        [
            "<b>פיסקא מי שישן כו'</b> שלא אמרו לערב בחצרות אלא שלא לשכח את התינוקת פ' המורה אבל עיקר עירוב בתרומין היא ואינו נ\"ל דמה ענין תחומין אצל עירובי חצרות אלא מושם שיתופי מבואות היא דסגי לן בשיתוף ואין אנו צריכים לערב גם בחצרות אלא מפני התינוקת ניתקן שלא תשתכח תורת עירוב מהן והכי אמרינן לקמן בפ' הדר עם ההנכרי בה' בעה\"ב מערבין בחצרות ומשתתפין במבוי כדי של אתשכח תורת עירוב מן התינוקת ויאמרו אבותינו לא עירבו דברי ר\"מ וחכ\"א או מערבין או משתתפין:\n"
        ], 
        [
            "<b>ר' יוסי אומר כל הנשים יתארסו חוץ מן האלמנה מפני האיבול </b>פי' המורה פליג את\"ק דאסר אפילו ליארוס ומדר' יהודא פליג דשרי ארוסה לינשא ובפ' החולץ פי' ר' יוסי אנשיאו' קאי וה\"ק ליה לר' יהדוא כל הנשים נשואות יתארסו כדקאמרת ולא גזרי ארוסין אטו נישואין ומיהו בהא פליגנא עלך שלא חלקתה בין לאלמנה לגרושה והתרתה אלמנה ליארס בתוך ימי אבלה ואנא סבירנא לי אלמנה מן הנשואין לא תיארס כל שלשים של ימי אבלה מפני האיבול והאי כל הנשי' יתארסו לאו למעוטי ארוסה לינשאי דהתם כר' יהוד' ס\"ל דגבי הבחנה ר' יוסי מיקל טפי מר' יהודא כדאמרן בשלהי גמרא דארבעה אחין אלא באבלו אתא לאפלוגי עלי' ונ\"ל שפשט המשנה מוכיח כפי מה שפי' בפ' החולץ דהא ר' יהודא מילי קאמר הארוסות ינשאו והנשואו' יתארסו ואם איתא דר' יוסי פלגי עלי' בתרתי בין באירוסין בין בנשואין כי היכי דאיירי באירוסין אמאי לא איירי בנשואין נמי ואמר כל הארוסות לא ינשאו אלא ודאי מדלא איירי בה כלל ש\"מ מודה ר' יוסי לר' יהודא בכל דבריו לא פליג עלי' אלא באיבול דהאלמנה ואי קשיא מדקאמרי' התם בפ' החולץ תניא ר' יוסי אמר כל הנשים יתארסו חוץ מן האלמנה מפני האבל וכמה אבל שלה שלשים יום וכולן לא ינשאו עד שיהו להן שלשה חדשים דמשמע מדקאמר וכולן דקאי אפילו אארוסית ואסר להו להינשא ודלא כר' יהודא תשובה האי וכולן לא קאי אלא אכל הנשים דרישא דלא מיירי אלא בנשואות דאילו ארוסה לית לה אבל כדאמרינן התם אשתו ארוסה לא אונן ואל מיטמא לה וכן היא לא אוננת ולא מיטמאת לו וכי היכי דכל דרישא לא איירי אל בנשיאות הם ה\"נ האי וכולן דסיפא לא איירי אלא בנשואו' אבל לעולם אית ליה לר' יוסי הארוסות ינשאו כר' יהודא וה\"פ המורה התם וכולן אנשואות קאי ובהילכתין נמי אמרינן לקמן הרי שהיתה רדופה לילך לבית אבי' כו' עד כולן צריכות להמתין שלשה חדשים דברי ר\"מ ור' יוסי מתיר ליארוס ולינשא מיד הכא ר' יוסי גרסינן ואי קשיא כיון דר' יוסי לא פליג על ר' יהודא בנשואין אמאי אמר ר' יוחנן לקמן הלכה כר' יוסי ולא אמר הלכה כר' יוסי ור' יהודא יש לומר דפסק הלכה נמי כר' יוסי ור' יהודא יש לומר דפסק הלכה נמי כר' יוסי דאמר חוץ מן האלמנה מפני האיבול ודלא כר' יהודא ולהכי לא נקט ר' יוסי ור' יהודא אלא ר' יוסי בלחוד ומורה פי' בפ' החולץ והאי דנקט ר' יוסי ולא נקט ר' יהודא דהא ר' יהודא נמי שרי ארוסות לינשא בהדיא אלא משום דר' יוסי נימוקו עמו:\n", 
            "מכלל דיחידאה היא דפליג עלי' מיכן מוכיח שלא נקבעה הלכה כר' יוסי אלא מחבירו ולא מחביריו אבל המורה פי' ומעלה הלכה כר\"ע היכי דיחיד פליג עלי' וכר' יוסי אפילו במקום רבים ואינו נ\"ל דבכולהו כתב מחבירו כר\"ע מחבירו וכר' יוסי מחבירו וכר' מחבירו ואילו כן הוה ליה למיכתב וכר' יוסי אפילו מחביריו ושמא כך מצא כתבו הגירסא בספרו ומיכן מוכיח שאינו כן:\n"
        ], 
        [], 
        [
            "<b>פיסקא אין לו אלא ד' אמות וכו'</b> ואמה כדי לפשוט ידיו ורגליו פי' כשהאדם עומד זקוף מכביד הגוף על הרגלים ואינו יכול לפשוט פרקי רגליו אבל כששוכב פושט הפרקים ורגליו מאריכות:\n", 
            "לעולם באמה דידי' נ\"ל דוקא להלך אבל לטלטל באמה של קודם שהמעביר ד' אמות ברה\"ר דהילכתא גמירי לה שיעור שוה יש לכל אדם בין לננס בין לענק כשהמקום החפץ והא מודד ד\"א לכל צד:\n"
        ], 
        [], 
        [], 
        [
            "<b>פיסקא מי שבא בדרך והי' ירא שמא תחשך כו'</b> אמר המורה וחשיכה לו גרסי' ונראה שיותר טוב נראית גירסת הספרים שחשיכה משמע שכבר חשיכה קודם שיאמר דבר וזה לא יכתן שלאחר שהחשיך יאמר שביתתי בעיקרו של אילן א\"ו מבע\"י הי' והי' ירא שמא תחשך ולא יגיע שם הילכך הקדים ואמר שביתתי שם:\n"
        ], 
        [], 
        [], 
        [
            "<b>פיסקא אם אינו מכיר וכו'</b> המעביר ד' אמות ברה\"ר אינו חייב עד שיעביר ד\"א ואלכסונו פי' המורה ד\"א ושמנה חומשי אמה דאמרנין כזה יהו כל שובתי שבה פיאות הן להם וגבי העברה ליכא למיתב פיאות אלא כי האי גוונ א שנותנין להם אלכסונו דהא ליכא למימר בהן רבוע ועיגול ומשמע מדבריו שאינו חייב עד שיעביר ד' אמות ושמנה חומשים ודברי זה קשה בעיני ביותר שלא יתחייב אדם אלא בקרוב לשש אמות ובכל דוכתא תנינן ד\"א ונ\"ל לפרש כך שבמקום שעומד החפץ ברה\"ר נותנין לו ד\"א לכל צד שהן שמנה על שמנה מרובעת ואם עקרו אדם ממקומו והוליכו בדרך ישר לאורך רה\"ר מזרח ומערב או לרוחבו צפון ודרום מתחייב בד' אמות הוציאו מד' אמותיו אבל אם הולכיו באלכסון ד\"א פטור שדהרי עדיין החפץ בתוך ד' אמותיו עומד שבטבלה מרובעת אנו נותנין אותם לו ועדיין לא הוציאו חוץ מטבלתו עד שיוצאינו ד\"א ושמנה חומשין:\n"
        ], 
        [
            "<b>פיסקא זו היא שאמרו כו'</b> לר\"ש מתניתין ני דייקא מי שיצא לילך לעיר שמערבין בה כו' פי' נ\"ל דבכה\"ג מיירי מתני' כגון שאמר שביתתי במקום פלוני כדרישא ובהא פליגי ר' מאיר ור' יהודא דר' יהודא סבר כיון שהחזיק בדרך (במקום פלוני) אע\"פ שחזר כעני משוינן ליה וכיול היא לומר שביתתי במקום פלונ י הילכך קנה לו באמירתו והוא דהוי עני מותר לילך וכל בני העיר שהן עשירים אסורין אע\"פ שאמרו דכל במקום פלוני אין עשיר לא ור\"מ סבר כל המחזיק בדרך שיכול לערב ברגליו לילך ולהגיע לאותו מוקם ולומר שביתתי במקומי ולא עירב אלא חזר לעירו ה\"ז חמר גמל דמספקא ליה אי חשבי' לי' עני כיון שהחזיק בדרך וקנה לו שביתה שם בדיבורו או דילמא כיון דחזר נפק לי' מתורת עני והו\"ל עשיר ואין בדבריו כלום והרי הוא כבני העיר הילכך אין לו אלא אלפים שבין עירו לעירובו ודברי המורה לא נ\"ל כלל ורב חסדא ודאי כי היכי דלא תקשי ליה מתני' מפרש לה כדברי המורה:\n"
        ], 
        [
            "אמר רמי בר חמי הרי אמרו שבת יש לו ד\"א הנותן את עירובו יש לו ד\"א או אין לו ד\"א פי' נ\"ל דבשבת בבקעה קא מייר ידהיכא דשבת בבקעה יש לו ד\"א שמודדין לו אלפים אמה חוץ לארבע אמות דיד' דכי היכי דאם שבת בעיר מודדין לו אלפים אמה חוץ לחומת העיר דכל העיר כולה היא לו כד\"א ועוד מודדין האלפים אמה חוץ לאותן ד\"א וזהו שלמדנו מן המקרא שבו איש תחתיו אבל הנותן עירובו אם נתן עירובו בעיר תנאי לקמן בשלהי פרקין דלקמן פלוגתא דרבי עקיב' ורבנן דרבי עקיב' סבר אין לו ממקום עירובו אלא אלפים ואל אמרינן שתהא לו כל העיר כד\"א ורבנן סברי כל העיר כולה היא לו כד\"א ומהלך את כולה וחוצה לה אלפים אמה ודוקא בנותן את עירובו בעיר אמרי רבנן דמהלך את כולה אבל הנותן את עירובו בבקעה אינו מודד אלא ממקום עירובו ואין נותנין לו ד\"א ואע\"ג דאמרינן כל העיר כולה כד\"א דמיא דמשמע דארבע אמות אית ליה לא אמרנין הכי אלא כלומר שכל העיר כולה היא לו כביתו שאם נתן עירובו בבית אחד וקנה שביתה בההיא בית מודדין לו מפתח הבית ולא ממקום עירובו מפני שבכל הבית קנה שביתה והם הכי כל העיר חשבינן לה כד\"א שבאותו הבית אבל לעולם אם נתן עירובו בבקעה אין לו ד\"א ואינו מודד אלא ממקום עירובו ואל דמי לקונה שביתה ברגליו שאפילו ברגליו בבקעה מודדין לו חוץ לארבע אמותיו כדילפינן משבו איש תחתיו וגם פתרון המורה כך מוכיח שהשובת בבקעה נותנין לו תחלה ד\"א ואח\"כ מודדין לו אלפים אמה חוץ להן דה\"פ שבת שקונה שביתה ברגליו יש לו ד\"א לקנייתו לבד מאלפים לכל רוח ובשלהי פרקין גבי ולמודד שאמרו פירש למודד שחשיכה לו ואמר שביתתי במקומי ומודד אלפים פסיעית בינונית אולי יכנס בתחום העיר וכלו אלפים שלו אמה אחת חוץ לתחום לא יכנוס כו' עד דכיון שמדד אלפים לבד מקום שביתתו שהן ד\"א אינו יכול לעבבור חוץ לאלפים וכל זה אינו נ\"ל שניתן לשובת בבקעה ד\"א קודם שניתן לו אלפים וידמו אותן ד\"א כמו העיר ששבת בה שכל העיר כולה היא לו כד\"א ומודדין האלפים אמה משער העיר שא\"כ אם יצא חוץ לתחום יש לו ד\"א הרי שמנה אמות ד\"א בתחלת האלפים אלא וד\"א בסוף האלפים וכולי האי מנלן א\"ו השובת בבקעה אינו מודד האלפים אלא ממקום רגליו ואם יצא חוץ לתחום עוד יש לו ד' אמות ולא יותר ואותן ד' אמות של יוצא חוץ לתחום למדנו משבו איש תחתיו דהכי משמע שבו איש תחתיו של יצא דם תחתיו ואלו הן ד\"א שבסוף האלפים שאין אדם יכול לזוז מהן אבל בארבע ראשונות הוי מהלך עדיין אלפים אמה אלא ודאי לא נאמר שבו איש מתחתיו אלא לד\"א שחוץ לתחום וה\"ג בירושלמי מי שהוציאוהו גוים או רוח רעה אין לו אלא ד\"א ומנין לארבע אמות שבו איש תחתיו אלמא לא קאי קרא אלא אד' אמות דחוץ לתחום וה\"פ גם המורה לעיל אבל לעולם לכתחלה אין נותנין לו ד\"א ואין מונה אלפים אמה אלא ממקום רגליו ומתניתין הכי קתני מהלך ממקום רגליו ועד עיקרו אלפים אמה אלמא אינו מונה אלפים אלא ממקום רגליו ולגבי אינו מכיר תני אם אינו מכיר או אינו בקי בהלכה ואמר שביתתי במקומי זכה לו מקומו אלפים אמה לכל רוח ואל תני אלפים וד\"א והשובת בעיר דאמרינן שכל העיר כולה היא לו כד\"א לאו למימרא כד\"א לדבקעה אלא כד\"א דביתו כדפרישית לעיל והאי דאמרינן הרי אמרו שבת יש לו ד\"א ומבעיא לן גבי נותן את עירובו באותן ד\"א דיוצא חוץ לתחום קאמר שהשובת בעיר יש לו אלפים אמה ואם יצא חוץ לתחום יש לו ד\"א כדילפי' משבו איש תחתיו אבל הנותן את עירובו שנשתכר עוד אלפים אחרות חוץ לעיר יש לומר שאין לו ד\"א שאם יצא חוץ לאלפים של עירובו אין לו אפילו אמת אחת שכיון שהרויח אלפים בעירובו שוב לא ניתן לו עוד ד\"א ליוצא מהן: כל מה שכתבתי כאן אינו כלום ועיין במהדורא תליתאה:\n", 
            "<b>פיסקא מי שיצא לילך וכו'</b> תניא נמי הכי מי שי שלו שני בתים כו' פי' וכגון שאמר שביתתי במקום פלוני דכיון דהחזיק בדרך עני הוא חשוב וכיול הוא (לומר) שביתתי במקום פלוני אמר רבה לומר כ\"ע ל\"פ כי פליגי להחזיק פי' אע\"ג דלא תני בהברייתא והחזירו חבירו כדקתני במתני' צריך יהא שיחזירנו חבירו ויאמר לו עת חמה האי ועת צנה היא אבל אם חזר מאליו בטלה לה חזקת הדרך והרי האו עשיר ושוב אינו יכול לומר שביתתי במקום פלוני כי פליגי להחזיק דתנא קא בעי תרתי חזקה ואמירת חבירו שיחזירנו ור' יוסי בר' יהודאה לא בעי חזקה אלא אע\"פ שלא החזיק לבד שהי' רוצה להחזיק והחזירו חבירו כדבריו עני חשבינן ליה וכילול הוא לומר שביתתי במקום פלוני ורב יוסף אמר להחזיק כ\"א ל\"פ דצריך שיחזיק בדרך שאם לא יחזיק בדרך אינו חשוב עני ור' יוסי בר' יהוד' את\"ק קאי דקתני החזיק כי פליגי לומר לו חבירו ולהחזירו דת\"ק לא קתני והחזירו חבירו בברייתא דכיון דהחזיק בדרך אע\"פ שחזר מאליו לא יצא מתורת עני ולא איבד חזקתו ובמתני' דקתני והחזירו חבירו לאו דוקא וברייתא אתית לפרושי מתני' דר' יהודא לא בעי והחזירו חבירו ור' יוסי בר' יהודא פלגי עלוי' ובעי תרתי חזקה ואמירת חבירו ולא שיחזור מאליו ולא תני רב יוסף יתר על כן ולא אפילו אלא הכי תני ר' יסוי בר' יהודא אומר מצאו חבירו כדפריש המורה בלישנא קמא דידי' והאו נ\"ל עיקר:\n", 
            "<b>כמאן כרב יוסף אליבא דר' יוסי בר' יהדוא דבעי תרתי </b>פי' ה\"ה נמי דאתי כרבה אליבא דר' יהודא אלא חד מנייהו נקט:\n"
        ], 
        [], 
        [
            "<b>כי אצבעתא בביזרא לשכחה ה\"ג בספרים וכ\"כ בערוך ו</b>פי' אם תשים האצבע בזרע עושה גומא וכיון שתגביה האצבע מיד הוא חוזר הזרע ומתמלא הגומא כך כל מה שאנו לומדים אנו חוזרים ושוכחים מיד:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "והא תאני ר' חייא מערה מתעברת עמה בתוספתא בפ' ר\"א אומר תנאי ואלו שמתעברין עמה נפש שהיא ד\"א על ד\"א כו' עד ובור ושיח ומערה ותניא נמי התם אמר ר\"ש יכול אני שיהא עולין מטבריא לצפר ומצור לצידן מפני מערות ומגדלים שביניהם:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא אין מודדין אלא בחבל כו'</b> כפתוה בחבל המגג כו'. פירש המורה לפי שאינה מקבלת טומאת שכל מעשה פרה בטהרה משמע מדבריו שחבל פשתן מקבל טומאה ומפני זה לא היו קושרין אותה בחבל פשתן ואינו נראה לי שאינו מקבל טומאה אלא טוי וארוג ולא החבלים והמשיחות והכי תניא בסיפרא בפרשת ביום השמיני יכול יטמא חבלים ומשיחות ת\"ל שק מה שק מיוחד טווי ואריג אף אין לי אלא טווי ואריג:\n"
        ], 
        [], 
        [
            "פיסקא אין מודדין אלא מן המומחה כ' המורה ה\"ג אין מודדין אלא מומחה כ' המורה בקי במדה אבל בערוך פירש מן המומחה מקום מישרו כמו ומחה אף כתף ישם כנרת וכפחרון הערוך נ\"ל שאם כדברי המורה אין לומר אין מודדין אלא מומחין או אינו מודד אלא מומחה אמאי נקט מודדין בלשון רבים ומומחה בלושן יחיד אבל הירושלמי מוכיח כפתרון המורה דגרסינן התם ההדיוט שריבה אין שומעין לו מוכיח משם דמתני' דקתני שומעין למרבה במומחה שהוא בקי במדה קמיירי:\n"
        ], 
        [
            "<b>פיסקא עיר של יחיד שנעשית של רבים מערבין את כולה </b>פי' לא יקרא רשה\"ר מן התורה אלא עיר של ששים רבוא דומיא דדגלי מדבר ושיהא הדרך מפולש משער לשער ואם הי' הדרך מפולש משער לשער ורוצים לערבה ולעשותה רה\"י ולהוציאה מתורת רה\"ר צריך לעשות לחי מיכן ולחי מיכן או קורה מיכן ורקורה מיכן אליבא דר' יהוד' ונושא ונותן באמצע כדאמרינן בגמר' ואליב' דרבנן דאמרי אין מערבין רשה\"ר בכך צריך לעשות לה דלתות ושיהו ננעלות בלילה כדאמרן בפ\"ק ואע\"פ שעשו לה כל זה התיקון ורוצים לטלטל כל העיר ביחד על ידי עירוב אסרו להם חכמים לערב כולן ביחד עד שיעשו לה שיור שלא יערבו עמהם ולכ כך למה מפני עמי הארץ שמא יאמרו הלא הדרך הזאת שבתוך העיר היא רה\"ר וחוץ לשער העיר רה\"ר כמו שאנו מטלטלין כאן כך מותר לטלטל חוץ לעיר ואל ידעו שהלחיים והדלתות הן מתירין ואתה לכך אנו מניחים שירו כדי שיאמרו למה כל העיר מטלטלין יחד ואלה אסורין לטלטל וידעו שאלו שעירבו מותרין לטלטל ואלה שלא עירבו אסורין לטלטל א\"כ העירוב הוא שמתיר אותם וחוץ לשער דלאו בר עירוב היא לא יבואו לטלטל שם ומפני טעם זה הצריכו שיעור לעיר של רבים וכמו שהי' דין העיר מקודם לכן כך אנו מניחים אותה אם היתה עיר של יחיד שלא היתה צריכה שיור ועכשיו נקבעו בה שווקים ונעשית של רבים מערבין את כולה בלא שיור כבתחלה. ולכן מבואות העיר אינן צריכין שום תיקון כיון שתיקננו הדרך שבתוכה אין נראין לי דבריו שא\"צ לתקן אלא המבוי שבאמצע העיר שהיא מפולש משער לשער עיין במהדורא תליתאה:\n", 
            "ואם היתה של רבים והרי היא של רבים ואין שם אלא פתח אחד אין זו רה\"ר דאורייתא הילכך מערבין אותה בלא שיור:\n"
        ], 
        [], 
        [
            "<b>פיסקא מי שהי' במזרח בנו כו'</b>. מזרח מזרח בנו מערב מערב בנו פי' והכי מיפרשא מתני' מי שהי' במזרח בנו ואמר לבנו לערב לצד מערב שלו וכגון שהיו עומדין שניהם לצד מערבה של עיר ושניהן עומדים בשדה עם יש הימנו ולעירובו אלפים ולביתו יותר מיכן כוגן שהי' רוחוק מן העיר יותר מאלפים אמה מותר לעירובו ואסור לביתו ואם יש לביתו אלפים ולעירובו יותר מכן כגון שהחזיק עירובו יותר מאלפים אמה מן האב מותר לביתו ואסור לעירובו וסיפא דתני במערב ואמר לבנו לערב במזרח יש לפרש כגון שהיו שניהן עומדין לצד מזרחה של עיר וכדרך שפירשנו הרישא:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "הא כמאן דאמר פתחין בחרטה הא כמ\"ד אין פותחין בחרטה לא גרסי' תחלה לפירש המורה פותחין בחרטה צריך החכם למצוא פתח לשואל שיהא לו פתחון פה לומר לדעת כן לא נדרתי ואילו הייתייודע שכן לא הייתי נודר ונמצא נדר עקר מאליו אין פותחין אין צריך לפתוח בחרטה אלא החכם עוקרו אע\"פ שאיני מוצא לו טעם עקירה ור\"ג סבר כמאן דאמר פותחין לפיכך הוצרך ישוב הדעת לחשוב איזה פתח ימצא לו ואינו נ\"ל כלל פתרון זה לפרש אין פותחין שאין צריך לפתוח שום פתח ויוכל לעוקרו בלי שום חרטה שיתחרט השואל דדבר זה אינו עושה כ\"א הבעל שמפר בלי שום חרטה שתעשה אשתו והיא נקראת הפרה אבל החכם אם אינו מתחרט השואל אינו יכול להתיר לו והוא הנקראת התרה שמתיר את קשר נדרו ועוקרו מעיקרו ע\"י החרטה ופתרון אין פותחין בחרטה לא נאמר להקל אלא להחמיר ופותחין בחרטה נאמר להקל והאי פותחין הוא כמו פתח פיך לאלם שהוא שואלו כלום נתחרטת במה שנדרת אם הוא אומר נתחרטתי מתירין לו מיד ואע\"פ שלא אמר האו מאליו כשבא להישאל נתחרטתי החכם פתח לו ושאולו נתחרטת במה שנדרת אם הוא אומר נתחרטתי מתירין לו ומ\"ד אין פותחין סבר אם לא אמר הנשאל מאליו נתחרטתי יאן החכם אומר לו שמא נתחרטת שאסור לפתוח לו פתח בענין זה שמא נשים טענת שקר בפיו אלא צריך החכם למצוא תחבולה וסיבה שיאמר לו אדעתא דהכי מי נדרת אם הוא אומר לאו מתירין לו ורבן גמליאל סבר אין פותחין בחרטה שאסור לפתוח לו ולשואלו אם נתחרט אלא כיון שהנשאל לא אמר מאליו נתחרט החכם צריך למצוא לו פתח שיתחרט ומש\"ה פתח לההוא גברא יש ביטה וגו' כל הבוטה ראוי לדוקרו בחרב שהראה לו כי חטא ואמר לו אלו ידעת שתחטא בשעת נדרך כלום הייתי נודר ואמר לאו והתירו ומפני שהי' סובר כי אין פותין בחרטה והי' צריך היא למצוא לו פתח שיתחרט לא רצה להתיר לא רכוב ולא עומד אלא מיושב מפני שהי' צריך יישוב הדעת למצוא לו פתח יפה שיתחרט בכל לב אבל מאן דסבר פותחין בחרטה לא ה' צריך שום כיון ויישוב הדתע שכיון שהוא פותח לו פתח ומלמדו טענה שיאמר הנשאל נתחרטתי והיא מתיר לו מה כיון צריך בזה הלכך מפירץ נדרים בין רכוב בין מהלך בין מעומד תדע דר\"ג סבר אין פותחין דהא רבב\"ח דאמר הכא פתח ליה ר\"ג לההיא גברא ס\"ל דאין פותחין בחרטה כדאמרי' בפ\"ד דנדרים ועיין שם בקונטרס שביארתי הדברים יפה וכך מצאתי שגם ר\"ת פירש כדברי:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ההיא ינוקא דאשתפיך חמימי' כו'</b>. פירש המורה שהיו רוצי' למולו והוחמו לו חמים מבערב ונשפכו היום ויפה פירש דדווקא מפני שעדיין לא מל ואין התינוק מסוכן היא דלא דחינן מקמי' אפילו שבות דרבנן אבל אי אשתפיך בתר דאימהיל מחמין לו אפילו ע\"י ישראל מפני שהוא מסוכן ועיין מה שביארתי והקשתי ותירצתי בזה בפ' ר\"א בה' מרחיצין את הקטן ולא שני לך בין שבות דאי' ביה מעשה לשבות דלית ביה מעשה עיין מה שכתבתי בשבת בפ' שואל במהדורא בתרא ועיין מה שכתבתי בתשובת:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא אנשי חצר כו'</b> כל שנאסר למקצת שבת נאסר לכל השבת כוגן שני בתים בשני צדי רה\"ר כו' פי' כדאהדר ליה רב חסדא לרב ששת לעיל ואמר אין מבטלין וזה הלל לאתויי מת גוי בשבת פי' כרב המנונא דאמר לעיל אין מבטלין אבל רב שבת דאמר לעיל מטבטלין אמר לך לא קאי זה הכלל אסיפא ודוקא שני בתים בשני צדי רה\"ר דלא הות להו שריותא כלל היא דאין מבטלין אבל מת גוי בשבת דהו\"ל שריותא ע\"י שכירות מבטלין:\n"
        ], 
        [], 
        [
            "<b>מאי אוסר נמי דקאמר עד שיבטל </b>פי' דכי היכי דאוסר דרישא אית ליה תקנתא דהא מבע\"י היא ויכול לערב ולבטל הה\"נ אוסר דסיפא אית ליה תקנתא בביטול:\n"
        ], 
        [
            "הא גופא קשיא שיטה זו מצאתי משובשת בין בספרים בין בקונטרס המורה ונ\"ל דה\"ג הא גופא קשיא אמרת מבע\"י אע\"פ שהחזיק ולא מבעיא כי לא החזיק אדרבה כי לא החזיק לא אסר אמר ר\"פ אימא אם החזיק והא אע\"פ שהחזיק קתני ה\"ק אע\"פ שהחזיק משחשיכה ואל החזיק מבע\"י אוסר פי' ואל אמרי' הרי הותר למקצת שבת שכיון שחי' יכול להחזיק מבע\"י והי' אוסר השתא נמי אוסר אימא סיפא משחשיכה אע\"פ שלא החזיק ול\"מ אם החזיק אדרבה כי החזיק אסר אמר ר\"פ אימא אע\"פ שהחזיק פי' מושם דהותר למקצת שבת והא אע\"פ שלא החזיק קתני ה\"ק אע\"פ שהחזיק השחשיכה כיון שלא הי' לו להחזיק מבע\"י אינו אוסר משום דהותר למקצת שבת:\n", 
            "<b>אמ לי אביי מת  נכרי בשבת מאי כלך אצל יפות איכא </b>פי' אליבא דרב ששת דאמר לעיל מבטל קא מקשי לי':\n"
        ], 
        [], 
        [], 
        [
            "והא שמואל ור' יוחנן הלכה כר' יוחנן מיכן מוכיח דהוה קים להו דשמואל ור' יוחנן הלכה כר' יוחנן כדכתב במפתחות התלמוד מימות האמוראים:\n", 
            "<b>פיסקא מי שיצא חוץ לתחום א</b>פי' אמה אחת לא יכנס פי' לא יכנס שיהא כבני העיר כאילו לא יצא אלב יש לו ד\"א לכל רוח ויכנס ד\"א לתוך תחומו ותו לא ואי קשיא כיון שיכול ליכנס ד\"א בתוך התחום ברשות נימא כיון דעל על כדאמרון בריש פרקין אי פקח הוא עיי לתחומא וכיון דעל על תשובה התם דרשאי ליכנס מפני כבודו כל מה שהוא רוצה עד שימצא מקום צנוע יקרא עאל לתחומא אבל הכא שאינו רשאי ליכנוס אלא ד\"א לא יקרא עאל לתחומא לדארבע אמותיו שהן כי תחתיו אינן נחשבות כלל דנימא בהו דעלא לתחומא:\n", 
            "<b>כי תניא ההו' למודד כו'</b> פי' המורה למודד שחשיכה לו ואמר שביתתי במקומי ומודד אלפים פסיעות בינונית אולי יכנוס בתחום העיר וכו אלפים אמה שלו אמה אחת חוץ לתחום לא יכניס שאפי' האלפים מוליכות אותו לתוכן אינו מותר לצאת מאלפים כדתנן ולמודד שאמרו כו' ואינו נ\"ל דכיון שאפילו אם יכנסו אלפים אמותיו בתוך התחום לא יועיל לו אמאי נקט אמה חוץ לתחום אלא הכין פירושא כגון דכלות אלפים אמותיו אמה אחת חוץ לעיר לא יכנס ואע\"ג דאמר ר' אלעזר ביוצא חוץ לתחום שתים יכנס התם דכבר יצא חוץ לתחום ושי לו ד\"א והוא באמצען וקסבר הבלעת תחומין מילתא היא אבל הכא דלא יצא חוץ לתחומו אין לו אלא אלפים ותו לא שלא הי' מתיר ר' אליעזר לצאת חוץ לתחומו שתים אמות אל אם יצא יש לו ב' אמות סביב אבל מי שעמוד בתוך תחומו אין לו אלא אלפים אמה ותו לא ואסור לו לצאת אפילו אמה אחת יותר הילכך אם יגיעו אלפים אמותיו באמה אחת סמוך לעיר אל יכנס כת\"ק דאמר לקמן מי שהחשיך חוץ לתחום אפילו אמה אחת לא יכנס ואין לומר כאן לר' אליעזר הבלעת תחומי שהרי אסור לו לצאת חוץ לאלפים ור' שמעון דששרי מפני שאין המשיחות ממצין את המדות מפנ יהטועין ור' אליעזר לית ליה דר' שמעון ור' שמוען נמי עד כאן לא קא שרי אלא במי שהחשיך דלא פשע במידי אבל ביוצא מחוץ לתום כת\"ק ס\"ל דאפילו אמה אחת לא יכנס כיון דפשע ולא סמכי' אמשיחות ומש\"ה לא פליג ברישא כך מוכחת פשטא דמתני' אבל בירושלמי גרסינן הוון בעי מימר מה דמר ר' אליעזר ביוצא הא במחשיך לא אשכח תני היא הדה היא הדה הוון בעי מימר מה דמר ר' שמעון במחשיך הא ביוצא לא אשכח תנא היא הדה האי הדה:\n", 
            "<b>פיסקא האחין שאוכלין כו'</b> בעי מני' רמב\"ח מרב חסדא האב ובנו כו' קשיא לי והא מתניתין היא דאם אין דיוטין עמהם בחצר אין צריכן לערב פשיטא דכיחידים דמי ומאי איצטרך ליה למבעיא תשובה לא איצטריך ליה למבעי' הא אלא כי היכי דלימא ליה דכיחידים דחי ולאלומי בעייתי' דכיון דכיחידים דמי לא יהא מבוי שלהן ניתר בלחי וקורה ואיהו פשט ליה דאפ\"ה לענין מבוי כרבים דמי:\n", 
            "<b>שלא יטלטל שתי אמות בגג זה ושתי אמות בגג זה </b>פי' ה\"ה דהוי מצי לתרוצי לי' מתני במחיצות הניכרות אלא דטבא מני' תריץ לי' דה\"ק כל אחד רשות לעצמו שלא יטלטל מזה לזה שכל גג עומד לעצמו ורואין אם הוא מוקף מחיצה כגון במחיצות הניכרות דאמרי' בהו גוד אסיק מחיצתא הו\"K כשתי חצרות וכותל ביניהן ומטלטלין בכולו ואים אינו מוקף מחיצה שיאן שם מחיצות הניכרות הו\"ל כשתי חצרות פרוצות זו לזו ואין מטלטלין בו אלא בארבע:\n", 
            "<b>אמר רב יהוד' אמר שמואל לא שנו אלא שיש דיורין על זה </b>פי'ד דאע\"ג דפרוץ הקטן במלואו לגדול אמאי הקטן אסור והא בגנין השוין שרי רבנן לטלטל בכל הגג משום דאמרי' גוד אסיק מחיצתא והם הכא נימא בגג קטן דאסיק מחיצת הכותל עד למעלה ונמצא שיש מחיצה בין גג גדול לגג קטן א\"ו לא מיירי מתני' אלא כגון שהגגין מוקפין מעקה גבוה י' טפחים ויש בו דיורין בזה ובזה ורגילין לעבור מזה על זה דהו\"ל מחיצ' נדרסת אותו ראש הכותל המבדיל בין שני הבתים וליכא למימר בי' גוד אסיק:\n", 
            "<b>אנא הכי אמרי' להן ל\"ש אלא שיש מחיצה ע\"ז ומחיצה ע\"ז </b>פי' דאע\"ג דבמחיצות הניכרות אמרינן גוד אסיק הנ\"מ כשכל הגג מוקף במחיצות הניכרות אבל הכא שמחובר הגדול עם הקטן במקצתו לא אמרי' בשארא גוד אסיק לשויי' לההוא פרוץ פיתחא דלא חשיב פיתחא עד דהוו מחיצות הניכרות לעינים:\n", 
            "<b>לרב אליב' דר\"מ ליטלטל מגג לחצר </b>פי' לרב דאמר דמחיצות הניכרות דאמרינן בהו גוד אסיק כמחיצה שהוקפו לדירה דמיין א\"כ דירת הגג חשובה היא לר\"מ כמו דירת החצר ואמאי קאמר דלא מטלטלינין מגג לחצר דבשלמא לשמואל דאמר כמחיצות שלא הוקפו לדירה דמיין וגם לית לי' לר\"מ כשם שדיורין חלוקין למטה כך הן חלוקין למעלה מש\"ה לא מטלטלינן לר\"מ מגג לחצר ואפי' בגג פחות מבית סאתים משום דלא הוו תשמישיהו להדדי שדירת החצר חשובה דירה. ודירת הגג אינה חשובה דירה אלא לרב הוו שוו להדדי כך נ\"ל הפתרון ופתרון המורה אינו נראה לי:\n", 
            "<b>ולשמואל אליבא דרבנן ליטלטל מגג לקרפף </b>פי' כיון דאמר שמואל דאע\"ג דאמרינן גוד אסיק מחיצתא לאו כמחיצות שהוקפו לדירה דמיין א\"כ הגג דומה לקרפף דבשלמא לרב דאמר כמחיצות שהוקפו לדירה דמיין לא דמי אהדדי אלא לשמואל הא דמי ומהדר גזירה שמא יפחת הגג כו פי' ומשום הך גזירה אסרי' אפי' מגג שאין בו בית סאתים לקרפף שאין בו בית סאתים:\n", 
            "תשעה בקטנה ואחד בגדולה אין מצטרפין נ\"ל דווקא להצטרף הוא דלא מצטרף שאין התשעה יוצאין ידי חובתן בצירופו אבל לצאת הוא ידי חובה שאם היו ציבור בקטנה והוא בגדולה יכול לענות עמהן קדושה וקדיש ויוצא ידי חובתו דאם אית' דאינו יוצא הכי הו\"ל למימר ציבור בגדולה ויחיד בקטנה יי\"ח אבל ציבור בקטנה ויחיד בגדולה אינו יוצא:\n", 
            "<b>אמר ר\"א המוציא תכלת בשוק לשונות פסולה </b>פי' ר\"א כשמואל ס\"ל דאמר בעינן טוי' לשמה דאי כרב דאמר לא בעינן טוי' לשמה כ\"ש דלא בעינן צביעה לשמה ואע\"ג דתני' כר\"א גם פלוגתא דרב ושמואל כתנאי אתיא ועיין מ\"ש בפ' התכלת:\n", 
            "<b>שותין על הגת בין בחמין בין בצונן ופטור דברי ר\"מ </b>פי' המורה ומתני' דקתני וכן בגת ר\"מ האי וקאמר לא יעמוד ע\"ג קרקע וישתה בגת אא\"כ הכניס ראשו ורובו בגת ונ\"ל דמתני' כ\"ע היא דאפילו ר\"א בר' צדוק דמחייב לא מחייב אלא משום דמזיגא משויא ליה קבע אבל בלא מזיגה פטור על הגת וחוץ לגת מחייב:\n", 
            "<b>מתני' קולט אדם מן המזחילה למטה מי' טפחים </b>פי' דוקא למטה מי' טפחים לא יקלוט ואע\"פ שקולט מן האויר גזירה שמא יקח מתוך המזחילה דהויא רה\"י כיון שהיא למעלה מי' טפחים עיין בפסקא שפירשתי בענין אחר:\n", 
            "<b>והעליון כאן וכאן אסור </b>פי' המורה דכיון שיצא העליון כולו נפל והוי בכוונה וקסבר יש בנין בכלים ואיני נ\"ל דבמידי דאיכא מעשה אומן ליכא מאן דפליג דיש בנין בכלים כי פליגי במידי דליכא מעשה אומן דבקרקע הוי בנין וחייב חטאת ובכלים פליגי כדפרישית לעיל בפ' בכל מערבין גזירה שמא יתקע פי' המורה אתחתון במדינה קאי דאי אעליון ובמקדש הו\"ל שבות הך חזרה גזירה משום תקיעה ואמאי מיתסר ואינו נ\"ל דפשטא דברייתא לא משמע דקאי אלא אעליון ואל מיתסר אלא משום גזירה שמא יתקע שהוא מעשה אומן וחייב אף על הכלים ואע\"פ שאין בעליון אלא שבות אסיר במקדש כיון דמצי אתי לידי חיוב הטאת דומיא דמונח שאסור במקדש ואעפ\"י שאין בו חיוב חטאת ור' יהודא מתיר אף העליון במקדש כמו שאין בו אלא שבות והתחתון מותר אפילו במדינה שנוח הוא להחזירו וליכא למיגזר שמא יתקע ולא גזרי' תחתון אטו עליון ואלו לא הי' העליון אלא שבות לא היה מתירו ר' יהודא ושל דלת ושל בור ושל יציע לא יחזיר אפי' התחתון ואע\"פ שיאן בו מעשה אומן דכל בנין כל דהו חשיב בנין בקרקע וחייב חטאת ופי' המורה בור בחפירה ודות בבנין על גבי קרקע ואינו נ\"ל דהכי אמרינן בפ' המוכר את הבית תניא אחד הבור ואחד הדות בקרקע אלא שהבור בחפירה והדות בבנין ואם בנין ע\"ג קרקע הוא מה צורך לומר בקרקע פשיטא דכל בתין ע\"ג קרקע הוא א\"ו בנין תחת הקרקע היא:\n"
        ], 
        [
            "<b>פיסקא חמש חצרות כו'</b> ואזדו לטעמייהו כו' לא נתברר לי. עיין במהדורא תליתאה:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא שתי חצרות כו'</b>. אלא כי אתא רבין אמר ר' ינאי שלש מחלקות בדבר כו' פי' מגופה דמתני' קא דייק הכי דקתני וחכמים אומרים אין דרך דריסת הרגל אוסרת דאי ברגל המותרת במקומה קאמר היינו ת\"ק דאמר עירבה זו לעצמה וזו לעצמה זו מותרת בפ\"ע וזו מותרת בפ\"ע א\"ו אפי' ברגל האסורה במקומה קאמר שעירבה החיצונה ואל עירבה הפנימית ופליגי אפילו אתנא קמא:\n"
        ], 
        [], 
        [], 
        [
            "ר\"י אמר כי דיינא דקיסרי וב' ריבוע' דנפיק מגו עיגולא פלגא ק\"ל טובא מ\"ט דדייני דקיסרי והא קחזינן בעיינין רלא הוי הכי דכיון דיהבת לי' מורשא דקרנאתא שכל האלכסון של מרובע יחקק בתוכו אמאי בעי' טפי בשביסר נכי חומשא סגי שהן פחות מששה על ששה טפחים ואמאי אמר ר' יוחנן צריך שיהא בהקיפו כ\"ד טפחים שהן שמנה על שמנה מה טעם הי' בדבר הנראה לעינים ואע\"פ שהאלכסון הוא יותר מעט משני חומשים דבר מועט הוא אותו היתרון ואין אדם יכול לשערו ואם הוא ששה על ששה שיש בהקיפו י\"ח טפחים שהוספתה עליו טפח וחומש כל האלכסון ימצא שם ויותר. עיין במהדורא תליתאה:\n", 
            "<b>פיסקא כותל שבין שתי חצירות אשרה שאיסור דבר אחר גרם לה לישתרי </b>קשיא לי אטו באשרה נמי ליכא איסור שבת ואמאי אמר ר' יוחנן כל שאיסור דבר אחר גורם לו מותר ויש לומר כוגן שנתלשה דתו ליכא איסור שבת:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>פיסקא ומזכה להן ע\"י בנו ובתו הגדולים.</b> וע\"י עבדו ושפחתו העברים וע\"י אשתו בפ' בתרא דנדדרים מוקי לה רב אשי בשיש לה חצר באותו מבוי עסקינן דמיגו דזכיא לנפשה זכיא לאחרים אבל אם אין לה שם חצר מייתינן התם מתניתא דתני אלו שזכין להן בנו ובתו הגדולים ועבדו ושפחתו הכנעני ואשתו ועיין בפ' יו\"ט במהדור בתרא:\n", 
            "<b>פיסקא אמר ר' יהודא כו'</b>. אבל אם יש לו אומנ ות באל היא ה\"ז כשר פי' דקסבר ר' יהודא אין זו אסמכתא דלא קנאי שאיזהו תקרא אסמכת' כגון אם לא אפרעך מכאן ועד שלש שנים הרי הוא שלך ההיא ודאי הויא אסמכתא שהוא סומך בלבו שיפרענו ולא יחליט לו שדהו אבל הקובאי כולם הוא יכול לסמוך בלבו שינצח ספק הוא אם ינצח אם יפסיד וכיון שמשים מעותיו בספק אם מפסיד קנאם הלה קנין גמור דמספיק' אדם מקנה מעותיו אבל ר' טרפון פליג ואמר דמספיק' לא גמר ומקני והלכך גזל הן ביד חבירו:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>מתני' לכלים ששבתו בתכון כו'</b> פי' בין אמילתי' דר' שמעון בין אמילתי' דר\"מ קאי דאמר כל גגות העי ררשות אחת דאל הוי רשות אחת אלא לכלים ששבתו לתוכן ולא לכלים שבתו בתוך הבית:\n", 
            "<b>גמרא וקרפיפות רשות לעצמן </b>פי' אם היו פחותין מבית סאתים יכול לטלטל בכולן מזה לזה ואע\"פ שהן של שני בעלים ואם הן יותר מבית סאתים מטלטלין מזה לזה בתוך ארבע אבל מקרפף לחצר לא משום דלא דמי אהדרי דחצר קביע תשמישי' שעיקר תשמישו של אדם האו בחצר שלפני הבתים אבל קרפף לא קביע תשמישי' והמורה שתלה הטעם מושם דחצרות רשות שותפות וקרפיפות רשות יחיד אינו נ\"ל שאע\"פ שכל החצר של יחיד והקפף של יחיד אין מטלטלין מזה לזה:\n", 
            "גמרא פיסקא וחכ\"א כל אחד ואחד רשות לעצמו אתמר רב אמר אין מטלטלין בו אלא בארבע פי' וגם כלי הבית אסור להעלותן לגג דכיון שגג חבירו אוסרו הו\"ל כשתי חצרות שנפרץ הכותל שביניהן שזו אוסרות את זו ואסור להוציא כלי הבתים לחצר אם לא עירבו שתי החצרות ביחד.\n", 
            "<b>הא לא צריכא למימר דא</b>פי' ר\"מ דאמר כל הגגין רשות אחת הן בכלים ששבתו בבתים מודה ואסור להוציא כלי ביתו לגגו שגג חבירו אוסרו שכיון שפרוצין זה לזה ולא אמרי' גוד אסיק מחיצתי' כאלו הוציאן לגג חבירו דומה כדמפרש המורה לקמן בגמר' גדול שהוא סמוך לגג קטן:\n"
        ], 
        [], 
        [
            "בעי רמב\"ם שתי אמות בגג זה ושתי אמות בעמוד מהו מה שפירש המורה דרמי ס\"ל כרב דאמר אין מטלטלין בו אלא בארבע ואמר שהגג הוא כרמלית וגם האכסדרה והחורבה פירש כגון שהי' כרמלית אינו נ\"ל דאמאי קמבעי' לי' בכרמלית ולא קמבע' לי' ברשה\"י כגון שהיו לי' לגג מחיצות הניכרות דאפי' לרב מטלטלין בכולו ואכסדרה ורורבה נמי ברה\"י קמיירי ומפני שהן של שני בעלים קמבעי' לי' אם מטלטלין מזה לזה בלא עירוב ונ\"ל דמשום דקאמר ב' אמות וב' אמות פי' המורה דבכרמלית מיירי דאי ברה\"י הו\"ל למימר מהו לטלטל מגג לעמוד וגם באכסדרה וגם בחורבה אבל קשיא לי דכיון דמצי למבעי' בגג אכסדרא וחורבה רה\"י אמאי מידחק למבעי' בכרמלית והנכון בעיני דהאי דנקט ב' אמות וב' אמות משום דסתם טלטול לא חשוב פאות מד\"א ולאו משום דאסור לטלטולי בכוליי ולעולם ברה\"י מיירי ומשום שינוי בעלים והאי דקא מתמה רבא על גג ועמוד מושם דעמוד ברה\"ר לית לי' בעלים ואפי' את\"ל דאית לי' בעלים לא חשיב תשמיש שע\"ג שיהא צריך עירוב שאינו אלא לכיתוף בעלמ' ולא דמי לאכסדר' וחרבה שמשתמשין בתוכן וצריכין עירוב הלכך אם הגג הוא רה\"י שיש לו מחיצות הניכרות פשיטא ודאי דשרי לטלטולי מגג לעמוד ואם הגג הוא כרמלית שאין לו מחיצות הניכרות פשיט' ודאי דאסור דהו\"ל מכרמלית לרה\"י והאי דקמבעי' להו אכסדר' וחורבה משום דאמרי' לקמן דלדברי חכמים גגין וחצרות רשות אחת וטעמ' דמילתי דכיון דס\"ל לרבנן דכשם שדיורין חלוקין למטה כך דיורין חלוקין למעלה א\"כ דירת הגגין דירה חשובה היא כמו דירה החצרות והלכך אע\"פ שהן של שני בעלים מטלטלין מזה לזה כיון דדמי להדדי ודוק' בשני גגין אסרי רבנן מפני שהדירות מסומנות דירת גג זה לזה ודירת גג זה לזה ואסור לטלטל מדירת זה לדירת זה בלא עירוב אבל חצר אע\"פ שדירתה חשובה אין הדירות מסומנות זו לזה וזו לזה אלא הכל יחד בשותפות הלכך מטלטלין מגג לחצר ואע\"ג דליכ' שינוי בעלים ולא דמי גג לבית שדירת הבית חשובה הרבה הלכך אסור לטלטל מבית לצר בשינוי בעלים אבל הגג אינו חשוב אלא משום הבית שלמטה וכן חצר נמי אינה חשובה אלא מפני הבית שבתוכה הלכך דמי להדדי גג וחצר ומטלטלין מזה לזה ומגג לאכסדר' קא מבעי' לי' לרמי מי אמרי' כיון דגג לא חזי לדירה אצולי הבית שלמטה ואכסדר' נמי לא חזיא לדירה אילולי הבית שלפני' נמצא שהן שוין ודומין זה לזה הלכך אפי' בשינוי בעלים מותר כמו גג וחצר (או דלמא כיון דמגג) ואל דמי לשני גגין מושם דגגין דירת הבתים של מטה אוסרתן אבל מגג לאכסדרה מורת או דלמא כיון דמגג לגג אסור מפני שהן מסומנין זה לזה וזה לזה גג ואכסדרה נמי אסורין שגם האכסדרה מסומנת היא לאדם אחר ולא דמיא לחצר שאין דירתה מסמנת ורב ביבי בר אביי מיבעי' לי על גג וחרבה באם תימצי לומר דאכסדרה שריא מושם דלא חזיא לדירה בלא הבית ודמיא לגג אבל חורבא חזיא לדירה ודינה כבית או דלמ' השת' מיהא לית בה דיורין ודמיא לאכסדר':\n", 
            "<b>ושמואל אמר אין מטלטלין בו אלא בארבע.</b> פירש המורה והאי דקאמר ר\"מ רשות אחת הן לטלטל ב' אמות בזה וב' אמות בזה ואניו נ\"ל דהא מוקמינן מילתי' דשמואל ביותר מבית סאתים ומתני' בדליכ' יותר מבית סאתים:\n", 
            "<b>קשיא דרב אדרב </b>פי' כך דרך התלמוד כשרוצה לחלק מה בין לבין עושה כעין קשיא ותירץ ואע\"ג דלק\"מ ודברי המורה לא נ\"ל:\n", 
            "והני מחיצות למטה עבידן למעלה לא עבידן נמצ' עכשיו שבמחיצות שאינן ניכרות שמואל לקולא ורב לחומר' דרב לא אמר בהו גוד אסיק ושמואל אמר בהו גוד אסיק ובמחיצות הניכרות רב לקול' ושמואל לחומר' דרב סבר כיון דאמרי' בהו גוד אסיק כמחיצות שהוקפו לדירה דמיין ושמואל סבר אע\"ג דאמרי' בהו גוד אסיק כמחיצות שלא הוקפו לדירה דמיין:\n"
        ], 
        [], 
        [
            "<b>לדברי חכמים גגין וחצרות רשות אחת וקרפיפות רשות אחת מה שפירש המורה דלרבנן א</b>פי' חצר וקרפף פחות מבית סאתים שהן של אדם אחד דאין מטלטלין מזה לזה אינו נ\"ל כלל ועיין מ\"ש עליו בפרק עושין פסיק במה\"ק ומהדור' תנינא:\n"
        ], 
        [], 
        [
            "<b>פיסקא גג גדול כו'</b> ש\"מ ממתני' דיורי גדולה בקטנה נ\"ל שיש לפרשו בענין זה שאם הי' ישראל וגוי בקטנה וישראל אחר בפנימית כאלו דר בחיצונה דמי ואסר גוי על ישרלא אפילו לראב\"י דאמר עד שיהו שני ישראלים אוסרין זע\"ז אבל ישראל וגוי בגדולה וישראל בקטנה לא אסר גוי על ישראל:\n"
        ], 
        [], 
        [
            "<b>עליונה לא חד תערב ואל תרי תערב </b>פי' ואין תקנה לעליונה עד שתערב גם התחתונה עמה להתירה או שיבטלו להן רשותן:\n", 
            "<b>כגון שהיתה העליונה מכופפת והולכת עד י' אמות </b>פי' והאי דקתני או שיש גידור חמשה ומחיצה חמשה אהנך י' אמות דכנגד הפתח קאי ואתא לאשמעי' דאע\"ג דלגבי עליונה חשיב פיתחא לגבי התחתונה לא הוי אלא חתימה ויאן מערבין אחר:\n", 
            "<b>והלכתא גידור חמשה ומחיצה חמשה מצטרפין </b>פי' דברי רב אחא הם לכך השיבו לרבינא ברייתא אין בידי אבל קבלה יש בידי שהן מצטרפין:\n"
        ], 
        [], 
        [
            "<b>פיסקא חצר שנפרצה לרה\"ר פירש המורה במילואה או ביותר מעשר ו</b>קשיא לי טובא בהא פירושא שאם עשאוהו חכמים כרמלית לחומרא שלא נטלטל בכולה נעשה אותה כרמלית להקל ונאמר שהמטלטל מתוכה לרה\"ר פטור והא קי\"ל ג' מחיצות דאוריית' ונ\"ל דל\"ג בדברי חכמים מתוכה לרה\"ר אלא מתוכה לרה\"י דהויא כרמלית ולא רה\"ר כדקא עביד לה ר\"א אבללעולם מתוכה לרה\"ר חייב סקילה דרה\"י גמורה היא מן התורה:\n"
        ], 
        [], 
        [], 
        [
            "<b>והכא בשבת זמן תפילין קמיפלגי עיין מ\"ש בפ' ויקרא בפסוק בני ישראל וסמך בקונטרס שני:\n</b>"
        ], 
        [
            "יצאו שבתות ויו\"ט שא\"צ אות דוקא יו\"ט ואל חולי של מועד כדכתבית בשלהי הקומץ רבה: איבעית אימא ר\"ע השמר דלאו לאו השמר דעשה עשה עיין מ\"ש בפ\"ק דכריתות:\n"
        ], 
        [], 
        [], 
        [
            "פיסקא ר\"ש אומר נותנין לחבירו וחבירו לחבירו עד שיגיע לחצר החיצונה קשיא והא קא מעייל מרה\"ר לרה\"י י\"ל דמעייל להו דרך סטי':\n"
        ], 
        [], 
        [
            "<b>פיסקא זיז שלפני החלון אמר אביי תחתון דאי' בי' ארבעה ועליון דלית ביה ארבעה </b>פי' ורבותא נקט כל היכא דאית ביה ארבעה אפילו תחתון שרי וכל היכא דלית ביה ארבעה אפילו עליון אסור ודוקא להשתמש ע\"ג בעינן ד' טפחים אבל לתלות בו נ\"ל דאפילו יתד בעלמא או מסמר שרי עיין במהדורא רביעאה:\n", 
            "פיסקא לא יעמוד אדם ברה\"י וישתין ברה\"ר ישרושלמי לא סוף דבר עומד בר\"י ומשתי ברה\"ר אלא אפילו עומד ברה\"ר ומשתין ברה\"י והן מתגלגלין וערדין לרה\"ר אסור אמר ר' יוסה הדת אמרה סילון שהוא עומד ברה\"ר גבעשרה ורחב ארבעה אין שופכים לתוכו מים בשבת מפני שמתגלגלים ויורדים:\n"
        ], 
        [
            "<b>פיסקא לא יעמוד אדם ברה\"י וישתה ברה\"ר כו'</b> פי' שמא יביא הכלי אצלו והו\"ל מוציא ומכניס מרה\"י לרה\"ר ומרה\"ר לרה\"י ובירושלמי גרסי' נוחה ברה\"י וישתה ברה\"ר ברה\"ר וישתה ברה\"י ואין פיו למעלה מעשרה שניי' היא שהן מתגלגלין וירודין:\n"
        ], 
        [], 
        [
            "<b>מתן אחת במתן ארבע כו'</b> פי' המורה דם חטאת ואינו נ\"ל דדם חטאת ניתן למעלה והניתנין מתנה אחת ניתן למטה והניתנין למטה שנתערבו בניתנין למעלה ר\"א אומר יתן למעלה ורואה אניאת התחתונים למעלה כאילו הם מים ויחזור ויתן למטה וחכ\"א ישפכו לאמה והדר תני בסיפא הך מתני' הניתנין מתנה אחת כו' ומתן ארבע הוי דם עולה ושלמים שהן צריכן שתים שהן ארבע וכולן הן ניתנין למטה:\n"
        ], 
        [], 
        [], 
        [
            "<b>בניטל באגודו דכ\"ע ל\"פ </b>פי' המורה בניטל באיגודו כשהיא קשור ותלוי' בחלב של קיימא שראוי לטלטלו ע\"י אותו חבל ואינו נפסק בידים ואלו נוטל באגודו הוא שהחבל דק ואם הי' רוצה ליטלו משם ולטלטלו ע\"י אותו חבל מיד נפסק ואינו נ\"ל דכיון דטעמא דר' יוסי היא מושם דגלוסטרא משויא ליה כלי מה לי קשור בדלת מה לי אינו קשור ונ\"ל לפרש דניטל באגוגו הוא כי האי דבעי למימר לקמן עשה לו בית יד מהו כך הי' לנגר זה קשר אחד שהיו נוטלין אותו באותו הקשר והיו תולים אותו בכותל כדרך שאר הכלים ובזה אפילו ר\"א מודה דשרי דכלי גמור הוא אלא כי פליגי כשלא הי' בו שום אגוד דר' יוסי סבר גלוסטרא משויא ליה כלי ואין בכלים מושם תורת בנין ור\"א סבר לא חשיבא גלוסטרא בלחוד לשוויא כלי בלא אגד ירושלמי א\"ר יוסי בי\"ר בין כדברי מי הוא מתיר עושה את הנגר טפל הלגלוסטרא כדברי מי שהוא אוסר עושה הגלוסטרא טפלה לנגר:\n"
        ], 
        [
            "אמר רב יהודא אמר שמואל הלכה כר' יהודא מה שפירש המורה שהלכה כמותו בנגרר במדינה אבל לא במונח במקדש אינו נ\"ל ועוד שנראה כמו הילתא למשיחא ושמא מפני שהי' כתוב בספרו הלכה כר' יהודא בנגרר הוזקק לפרש כן ולא היא דה\"ג בכל הספרים הלכ הכר' יהודא בסתר: עיין בסוף פ' כל הכלים במהדורא תנינא:\n", 
            "דם ההיא ניטל באיגודו הוה פירש ותורת כלי הי' עליו ובלי שום תלוי' שרי ואל אמרן אלא שאין בשיפועה טפח כו' עיין מה שפירשתי בפ' ר\"א אומר תולין במהדורא תנינא:\n"
        ], 
        [], 
        [
            "<b>הותכין יבלת במקדש כו'</b>. מהכא משמע דכל זמן דאי' ביה יבלת בקרבן הוי מומא ופסול וכי חתיך לה איתכשר והכי אמרי' נמ גבי פסח וחתיכת יבלתו אינן דוחין והכי תנן נמי בסוף פ' כל אלו מומין ואלו שאין שוחטין עליהן לא במקדש ולא במדינה כו' עד ובעל גרב ובעל יבלת דמשמע שכל זמן שהיבלת בי פסול למקדש ואם נחתכה כשר ומש\"ה אין שוחטין עלי' במדינה דלא הוי מום קבוע וקשיא לי טובא דתנן בההיא פירקא לעיל מינה ר' חנניא בן אנטיגנוס אומר את שיבלת בעינו כו' והוינן בה בגמר' למימר' דיבלת מומא הוי ורמינהו אלו שאין שוחטין עליהן לא במקדש ואל במדינה בעל יבלת ומתמה ויבלת לא הוי מומא והא כתיב יבלת בתורה ומתרץ לא קשי' הא בגופו הא בעינו פי' מתני' דר' חנני' תני את שיבלת בעינו מש\"ה הוי מום קבוע ומאי דתנן שאין שוחטין עליהן במדינה הוי בגופן ומקשה מיכדי קרא סתמא כתיב מה לי בגוף מה לי בעין פי' דבכ\"מ דאיתא הוי מומא ומתרץ לא קשיא הא דאית בה עצם הא דלית בבה לעצם דמתני' בה עצם בעינו הויא מומא ואפילו בגופו מיירי דאית בה עצם ודמתני' דתני דבעינו הויא מומא ואפילו בגופא מיירי בדלית בה עצם דבעינו הויא מום קבוע ובגופו לא הויא מום קבוע והילכך אין שוחטין עליה במדינה אלא פסולה הויא עד שיחתוכוה ומש\"ה אין שוחטין עליה במקדש ומקה לית בה עצם בגופו פסולה הוי תילתול בעצמ' הוא ותנן ר\"א אומר אף בעלי התלתותין פסולין באדם וכשרין בבהמה ומתרץ אל אאידי ואידי בעינו ול\"ק הא בשחור והא בלבן ומקשה בלבן והא אין מומין בלבן ומסיק אלא אידי ואידי בעינו ול\"ק הא דאית ביה שיער הא דלית בי' שיער פירש ליכא לאוקמי מתני' דתני ואלו שאין שוחטין עליהן לא במקדש ואל במדינה ביבלת שבגופו דאי אית בי' עצם מום קבוע הויא ואפי' במדינה ואית לי' בה עצם היינו תלתול בעלמ' דתני ר' אלעזר שהתלתולין פסולין באדם וכשרין בבהמה אלא ביבלת שבעינו מייר ובלבן שבעינו וכגון דאית בה שיער הלכך מום קבועה לא הויא לשחוט עלי' במדינה מפני שהוא בלבן ופסולא מיהת הויא מפני שיש בה שיער ומאי דאמרי' דאין מומין בלבן כשאין בה שיער אלמא מוכח מהכא דיבלת שבגוף דלית בה עצם תלתול בעלמ' הויא ובלא שום חתיכ' שוחטין עלי' במקדש א\"כ אמאי תנן הכא חותכין יבלת ובפסחים נמי חתיכת יבלתו אי דאית בה עצם מום קבוע הויא ולא מהניא לה חתיכה ואי דלית בה עצם שום חתיכה לא בעיא וראיתי שפירש המורה התם במשנה ואלו שאין שוחטין עליהן לא במקדש ואל במדינה כו' על ובעל יבלת כדאוקימנה לעיל בדאין בה עצם וקשיא לי דהא אמרן לעיל דהיכ' דלית בה עצם תלתול בעלמ' היא ושוחטין עלי' במקדש והא מתני' אוקימנה ביבלת שבלובן העין ואית בה שיער. והנכון בעיני לפרש דיבלת שיאן בה עצם שהיא תלתול בעלמ' פלוגת' הוי דרבנן ור' אלעזר דר' אלעזר הוא דאמר שבעלי התלתולין כשרין בבהמה אבל רבנן סברי כל זמן שלא חתכה היא פסולה במקדש ומש\"ה תנן הכא ובפסחים דחותכין אותה ותנן נמי בבכורות ואלו שאין שוחטין עליהן לא במקדש ולא במדינה כו' עד ובעל יבלת וכי אקשי לי' לית בה עצם בגופו פסולה הוי תלתול בעלמ' הוא ותנן ר\"א אוומר כו' הו\"ל לתרוצי דפלוגת' היא דר\"א הוא דסבר הכי אבל ת\"ק סבר דאין שוחטין עלי' במקדש עד שיחתכני כדתנן בעירובין ובפסחים אלא לפי שיטתו השיבו דאפי' אם תימצי לומר דהא מתני' דאין שוחטין עליהן במקדש ואל במדינה היא ר\"א מצינו לתרוצי לך ולאוקמה ביבלת שבלובן העין ואית בה שיער אבל מיהו העיקר היא דפלוגת' הויא ודלא כר\"א ולעולם אע\"ג דלית בה עצם אין שוחטין עלי' במקדש עד שיחתכנה:\n"
        ], 
        [], 
        [
            "<b>לר' יוחנן אדאשמעינן גמי לאשמעי' צילצול.</b> פי' דצילצול נמי דוקא במקדש אבל במדינה לא מושם דהוי משוי כדאמרי' בפ' במה טומנין יוצאין בפירקין ובציפין אימתי בזמן שצבען בשמן וכרכן במשיח' אבל לא צבען בשמן ולא כרכן במשיח' אין יוצאין בהן ואם יצא בהן שעה אחת מבע\"י אע\"פ שלא צבען בשמן ולא כרכן במשיחה מותר לצאת בהן אלמא כל מידי דלא שוי עלי' מבע\"י אסור לשוויי עלי' בשבת משום דמחזי כמשוי עד שיצבענו בשמן ויכרכנו במשיחה דמוכח' מילת' דשלא יסרטו בגדיו מכתו עביד להו אבל במקדש מותר לכרוך עליו צלצול קטן לכתחלה בשבת בלי שום הוכחה:\n", 
            "וממלאין מים מבור הגולה ומבור הגדול בגלגל בשבת פירש המורה כך שמן ושניהן בלשכות העזרה ואינו נ\"ל שלא מצינו בעזרה אלא בור אחד בלבד ובור הגולה שמו כדתנן בסוף מסכת מדות שש לשכות ה' בעזרה שלש בצפון ושלש בדרום כו' עד ושבדרום לשכת העץ לשכת הגולה לשכת הגזית לשכת הגולה ששם הי' בור הגולה והגלגל נתון עליו ומשם מספיקין מים לכל העזרה ומייתי' לה בפ\"ק דיומ' ונקר' בור הגולה מפני שעשאוהו בני הגולה שעהלה מבבל ובזה הבור הי' משקעין את הכיור כדתנן ביומא בפ' אמר להן הממונה אף הוא עשה מוכני לכיור כדי שלא יהיו מימיו נפסלין בלינה ומפרש בגמר' מאי מוכנא גלגלא דמשקעין לי' ובזה הבור היו משקעין אותו וזה ששנינו בפ\"ק דתמיד לא היו רואים אותו ואל היו שומעים את קולו עד שהיו שומעין קול העץ שעשה בן קטן מוכני לכיור והן אומרים הגיע ובפ\"ג תנן מיריחו היו שומעין קול העץ שעשה בן קטן מוכני לכיור וזה הבור הי' ממים מכונסין ולא מים נובעין דלא קרי לי' באר אלא בור והמים היו באים אליו מגג ההיכל והתאים כדתנן במדות בפ\"ד מן הצפון לדרום שבעים אמה כותל המסיבה חמש והמסיבה שלש כותל התא חמש והתא של כותל כותל ההיכל שש ותוכו עשרים אמה כותב ההיכל שש והתא שש וכותל התא חמש ובית הורדת המים ג' אמות והכותל ה' אמות אלמא מקום הי' לדרום ההיכל שכל מימי גג ההיכל והתאים היו שוללים שם והי' נקרא בית הורדת המים ומשם היו יורדין ונמשכים לבור הגוהל שהי' בדרום העזרה כדכתבית לעיל וי\"ל שגם כל מימי רצפת העזרה שהיתה אורך קפ\"ז אמה על רוב קל\"ה היו שוללים שם ומשם היו מסתפקין מים לצורך העזרה ואע\"ג דאמרי' בפ\"ב דזבחים בה' ושלא רחץ ידים אמר ר' יוחנן מי כיור ר\"ש אומר מי מעין וחכ\"א שאר מימות הן אפי' לר\"ש דבעי מים חיים הוו משקעי לי' בבור של מכונסין שאע\"פ שהיו כזרועין ומחוברין למי הבור מ\"מ המים החיים שהי' בכיור היו נשארים ולא היו מי הבור מתערבין עמהם שמלא היו משקעי אותו ולא מצינו שהי' בעזרה באר אחר אלא זה לא ממים מכונסין ולא באר מים חיים אך מצאנו שאמת המים היתה עוברת בתוך העזרה כדתנן ביומא בפ' הוציאו לו. שירי הדם הי' שופך על יסוד מערבי של מזבח החיצון ושל מזבח החיצון הי' שופך על יסוד דרומי אלו ואלו מתערבין באמה ויוצאין לנחל קדרון ונמכרים לגננין לזבל ומועלין בהן ותנן נמי בפ' חמישי דתמיד נתפזר ממנה כקב גחלים הי' מכברן לאמה ותנן נמי בפ' בתרא דתמורה חטאת העוף הבאה על הספק תיקבר ר' יהוד' אומר יטילנה לאמה ואמרי' בגמר' כיצד אמר ר' יהוד' יטילנה לאמה מנתחה אבר אבר ומשליכה לפי אמה ומתגלגלת ויורדת לנחל קדרון ותנן נמי בפסחים בפ' תמיד כמעשהו בחול כך מעשהו בשבת אלא שהכהנים היו מדיחים את העזרה שלא ברצון חכמים ותניא בתוספת' בפ' הביא אשמו כיצד מדיחין את העזרה היו פוקקין אותה ומרגילין לה אמת המים עד שנעשית נקיי' כחלב. ויש לומר שזו אמת המים היו ממשיכים אותה מעין עינים כדאמרי' בפ' אמר להן הממונה שהיו ממשיכין מעין עינים בית הטביל השל כהן גדול שהי' על גב שער המים וכדאמרי' בירושלמי גבי ים שעשה שלמה שהמים היו נמשכין אליו מעין עינים ונ\"ל דל\"ג במתני' בור הגדו אלה ה\"ג וממלאין ים מבור הגולה בלגל בשבת. וה\"ג נמי רבינו נתן זצוק\"ל בערוך:\n"
        ], 
        [
            "<b>שרץ שנמצ' במקדש כהן מוציא בהמיינו </b>פי' המורה ולא חייש לטלטול דאין שבות במקדש ואינו נ\"ל דאפי' במדינה שרי כדאמרי' בפ' משילין ההוא עכבר' דאישתכח באיספקמקי דרב אשי א\"ל נקטוה בציציתא ונ\"ל שאין כאן אלא משום טירח' יתיר' דודאי בביתו שרי משום דהוי גרף של רעי אבל במקדש שאין ביתו שם שאינו טורח בעבור דמאיס לי' אלא כדי לטהר את העזרה הוי טירחא שלא לצורך:\n", 
            "<b>המכניס טמא שרץ </b>פי' המורה כלים שנטמ' בשרץ חייב חטאת בשוגג וכרת על זדונו משום כי את מקדש ה' טימא ואינו נ\"ל דדוק' על טומאת הגוף חייב כרת אבל על טומאת כלים אינו אלא בלאו ולוקה דהכי תנאי בסיפר' בפ' אחרי מות בפסוק ואם לא יכבס ובשרו לא ירחץ ונשא עונו ואם לא יכבס ונשא עונו יכול על כיבוס בגדיו יהא ענוש כרת ת\"ל ובשרו לא ירחץ ונשא עומ הא כיצד על רחיצת גופו ענוש כרת ועל כיבוס בגדיו בארבעים ומנין שאין מדבר אלא מטומאת מקדש וקדשיו כו' אלמא אין כרת אלא בטומאת הגוף אבל במכניס כלים טמאים ליכא כרת אלא מלקות ובספרי בפרשת שילוח טמאים נמי מייתי לה וגם המורה כתבה בפ' אחרי מות:\n", 
            "<b>לא מי שנעשה אב הטומאה.</b> פי' והכי תניא בבפרי מזכר עד נקבה תשלחו מה זכר ונקבה מיוחדין שהן ראוין ליעשות אב הטומאה מלאכה טעון שליח אף כל שראוי לעשות אב הטומאה טעון שילוח יצא פחות משלש על שלש שאין ראוי ליעשות אב הטומאה לכל התורה:\n", 
            "<b>סליק לה מהדורא תנינא ממסכת עירובין בעז\"ה\n</b>"
        ], 
        []
    ], 
    "title": "Tosafot Rid on Eruvin Second Recension", 
    "versionSource": "https://www.sefaria.org/Tosafot_Rid_on_Eruvin_Second_Recension", 
    "heTitle": "תוספות רי\"ד על עירובין מהדורא תנינא", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Rid"
    ]
}