{
    "title": "Ben Aryeh on Mishneh Torah, Inheritances",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Inheritances",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לח\"מ: </b> דלא מצינו דרשה זו בגמ' ולא הי' כו'. נ\"ב ע' ספרי פ' תצא [שאמר שם בזה\"ל ריבה את העריות שהן בלא תעשה ועדיין לא ארבה את העריות שחייבין עליהן כרת בידי שמים ת\"ל שנואה שנואה ריבה את העריות שהן בכרת וע\"ש הובא בילקוט] וע\"ש בזית רענן. ובזרע אברהם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מ\"מ: </b> ופירש רבינו בשבח כו'. נ\"ב ע' לשונו בפירוש המשנה [בכורות נ\"ב א']"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מ\"מ: </b> נכרית מנין כו' ועוד נ\"ל כו'. נ\"ב וע\"ע תורת כהנים פ' בהר פ\"ו אות ג'. [וז\"ל התו\"כ שם ומנין אתה אומר ישראל שבא על שפחתו וילדה ממנו בן מותר אתה לשעבדו עבד ת\"ל אשר יהיו לך כו' עכ\"ל]:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מ\"מ: </b> ניחא להו כי היכי דלשתמע מילי' ונדפס בצדו זו לא מצאתי בגמ'. נ\"ב והוא לשון הגמרא ב\"ק דף י\"א ע\"ב:<br><b> בתשובת </b> השייכים לס' משפטים: <b> סי' </b> כ\"ז: וטבעה לה בצחי הדרך. נ\"ב צ\"ל בחצי הדרך:<br><b> בסי' </b> ס\"ז: אשכחנא כו'. דהתם אשה ואמתא דוקא דקנין בכסף והתם כו'. נ\"ב צ\"ל דוקא דקניינן בכסף כו':<br><b> שם </b> שאין הכסף קונה שום דבר דילמא מנה אין כאן כו'. נ\"ב צ\"ל שום דבר דלימא מנה אין כאן כו':<br><b> שם </b> מתא מחסיא בתיובתא (ודכוותה) כל מי שאמר כו'. נ\"ב צ\"ל בתיובתא ורבוותא פירשו כל מי שאמר כו' וע' תשובת הרי\"ף סי' י\"ד:<br><b> שם </b> עכ\"ל העיטור. נ\"ב במאמר שני:<br><b> שם </b> ורב אלפס נמי אייתי ראי' מההיא אמתא כו'. נ\"ב באלפס פ' הזהב [בסוגי' אמר ר' יוחנן מעות קונות דף כ\"ט ע\"א]:<br><b> שם </b> בירושלמי מסכת שבועות. נ\"ב צ\"ל שביעית פרק יו\"ד [הלכה ד']:<br><b> שם </b> בירושלמי שביעית פרק י' ה' ד' הנותן טבעת לחבירו. נ\"ב בירושלמי הנוסחא נותן עירבון טבעת כו' וכצ\"ל:<br><b> סימן </b> ע\"א: וכן כתב בעל העיטור דהא כו'. נ\"ב אות מ' מחאה:<br><b> שם </b> ובעל העיטור כתב דשיעור חלון כו'. נ\"ב שם אות מ' מחאה ע\"ש:<br><b> שם </b> ומצאתי בירושלמי סוף גמ' דחזקת הבתים כו' הי' פתחים כו'. נ\"ב ע' חידושי הרמב\"ן על ב\"ב דף נ\"ח שהביא דברי הירושלמי אלו:<br><b> שם </b> אלא להכניס האורה מכאן שאין כו'. נ\"ב צ\"ל להכניס האורה מכיון שאין לה חזקה כו':"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות נחלות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}