{
    "work": "Akdamut Milin", 
    "text": {
        "0": {
            "24": "Whispering praise in each tongue: “Blessed be", 
            "25": "His glory in his entire universe.”", 
            "26": "All the heavenly hosts shout praise in awe:", 
            "27": "“His glory shines forever and ever!”", 
            "20": "Like a mighty thunder, like ocean’s roar,", 
            "21": "The cherubim and the spheres rise loudly", 
            "22": "To gaze at the rainbowlike appearance.", 
            "23": "Wherever set, they hasten anxiously,", 
            "28": "Their hymn is timed; when the hour is gone,", 
            "29": "They shall at no period chant it again.", 
            "0": "Before reciting the Ten Commandments,", 
            "4": "He has endless might, not to be described", 
            "8": "The glorious Lord of heaven and earth,", 
            "59": "While his tent for praise will be made in it", 
            "58": "His glory will shield Zion day and night,", 
            "55": "Triumph to the dear and upright people!", 
            "54": "He will repay the foes in all the isles;", 
            "57": "Jerusalem when he will gather the exiles.", 
            "56": "Perfect joy, pure delight, will come into", 
            "51": "With all that God will do for me in due time,", 
            "50": "Of what value is your glory compared", 
            "53": "When he will reveal himself in great might?", 
            "52": "When light will come to me and shame to you,", 
            "88": "God, exalted from beginning to end,", 
            "89": "Was pleased with us and gave us the Torah.\n", 
            "82": "And they indulge themselves and drink full cups", 
            "83": "Of the precious old wine preserved in vats.", 
            "80": "Who sit in rows at tables of precious stones,", 
            "81": "While before them there flow streams of balsam,", 
            "86": "You will merit to sit in the first row", 
            "87": "If you will obey God’s majestic words.", 
            "84": "You upright, having heard this hymn of praise,", 
            "85": "May you be in that blissful company!", 
            "3": "Of God who creates and ever sustains.", 
            "7": "Were all the world’s inhabitants made scribes.", 
            "39": "“Great is Israel who proclaims God’s Oneness.”", 
            "38": "His frontlet is most skillfully inscribed:", 
            "33": "His wonders, his praises, they declare hourly.", 
            "32": "They are dedicated to do his will;", 
            "31": "Acclaiming him each morning and evening.", 
            "30": "Dear to him are the people of Israel,", 
            "37": "Securely set near the precious frontlet.", 
            "36": "Bound up in the crown of the Eternal,", 
            "35": "So that their prayer be well accepted,", 
            "34": "He desires them to toil in the Torah,", 
            "60": "Under a splendid canopy of bright clouds.", 
            "61": "For each godly man a booth will be made,", 
            "62": "Furnished with a gold throne of seven steps.", 
            "63": "The righteous will be arrayed before God,", 
            "64": "Their sights resembling sevenfold delight,", 
            "65": "The brilliant sky and the luminous stars – ", 
            "66": "A splendor that no language can describe,", 
            "67": "That was not heard of nor viewed by prophets.", 
            "68": "No eye has penetrated Paradise,", 
            "69": "Where the righteous dance in presence of God,", 
            "2": "To start with two or three stanzas in fear", 
            "6": "Were the seas and all waters made of ink,", 
            "11": "Only by a light sign, without substance.", 
            "10": "Without exertion did he perfect it,", 
            "13": "His glory ascended a throne of fire.", 
            "12": "He accomplished all his work in six days;", 
            "15": "Fresh each morning they flourish with great faith.", 
            "14": "Millions of legions are at his service;", 
            "17": "Who keep silence till leave is given them.", 
            "16": "More glowing are the six-winged seraphim,", 
            "19": "“God’s majestic splendor fills the whole earth!”", 
            "18": "Without delay they call to one another:", 
            "48": "With wisdom I answer them concisely:", 
            "49": "You must recognize and acknowledge him!", 
            "46": "Most precious are you; if you merge with us,", 
            "47": "We will do your will in all the regions.", 
            "44": "Whence and who is your beloved, O fair one?", 
            "45": "For whom do you die in the lion’s den?", 
            "42": "They come and gather like the surging waves,", 
            "43": "Wondering and asking about the signs:", 
            "40": "The praise of the world’s Lord, in pure homage,", 
            "41": "I am pleased to declare before the kings.", 
            "1": "I first ask permission and approval", 
            "5": "Were the skies parchment, were all the reeds quills,", 
            "9": "Alone, formed the world, veiled in mystery.", 
            "77": "The sea-monster counters with potent fins.", 
            "76": "Behemoth gores mightily with its horns;", 
            "75": "They are locked in combat with each other.", 
            "74": "Leviathan contends with Behemoth;", 
            "73": "Granting us the share long reserved for us.:", 
            "72": "He now gently guides us eternally,", 
            "71": "For whom we looked in exile with firm faith!", 
            "70": "Reverently pointing out: “This is he", 
            "79": "And prepares a banquet for the righteous,", 
            "78": "The Creator slays them with his great sword,"
        }
    }, 
    "meta": "Piyyut-Verse"
}