{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Halachot on Megillah", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            "<b>בפירש\"י</b> בד\"ה אלא לאו אליבא דרבנן דהוו מקמי רבי עקיבא אמרה עכ\"ל לכאורה דמשמע ליה דהני רבנן הוו מקמי ר\"ע דהכי משמע דר' יהודה קאמר לר' עקיבא אימתי אמרו רבנן דקורין בי\"א כו' היינו בזמן שהשנים היו כתקנן אבל בזמן הזה אין קוראין ואין זה מוכרח דאדרבה איכא לפרושי דר\"י אליבא דרבנן קאמר והם בעצמם דברי רבנן דבזמן ר\"ע היו דטפי ניחא לן למימר הכי דאל\"כ רבי יהודה הוא דפליג עליה דר\"ע ולא רבנן וע\"כ נראה שפירש\"י נמשך למטה ושיעור דבריו כך הוא אלא לאו רבנן דפליגי עליה דר\"ע ומקמי ר\"ע דהיינו בזמן שהשנים כתקנן אמרה מיהא דקרינן אלמא כו' ודו\"ק:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ועוד האמר רב חסדא כו' ואר\"י דתלמודא מסיק ליה כו' והכא ה\"ק כו' ועוד את\"ל דבסתומות איירי נמי תקשה והאמר רב חסדא כו' עכ\"ל כצ\"ל מתוס' בפרק הבונה ופי' דהתם בפ' הבונה תלמודא מסיק ליה לאוקמא הא דרבי ירמיה בפתוחות משום דמעיקרא ידע התם מלתיה דרב חסדא ולא הוה קשיא ליה התם מעיקרא מאלה המצות גם דמעיקרא איירי התם לפלוגי בפתוחות כדקאמר סתום ועשאו פתוח כו' פתוח ועשאו סתום כו' מש\"ה העמיד הך דרבי ירמיה נמי בפתוחה ולא תקשה כלל מדרב חסדא אבל הכא ה\"ק מעיקרא ותסברא מאלה המצות ולא ידע כלל לפלוגי בין סתומות לפתוחות ומהך קושיא דפריך מעיקרא אלה המצות אתותב ר' ירמיה בין בפתוחות בין בסתומות ואם כן שפיר קא מקשה לפום הך סברא דבסתומות מיירי הא דר' ירמיה תקשה ליה נמי הא דרב חסדא ועד\"ז יתפרש מ\"ש וכפר\"ת ז\"ל שהגיה כו' ומשני אין מהוו הוו ולא קשיא מידי דר' ירמיה מוקי לה בסתומות וכי מטי כו' ר\"ל דלמאי דמשני בין התם בין הכא אין מהוו הוו ודאי דלק\"מ אי דרבי ירמיה מוקי לה נמי בסתומות ומש\"ה כי פריך במגילה מהא דרב חסדא ולא בעי לאוקמא הא דר' ירמיה בפתוחות כדמוקי לה בפ' הבונה דהכי אורחיה דמקשה זיל הכא קא מדחי ליה להפך הסברא לפי הקושיא כפרש\"י התם ע\"ש והכא מאלה המצות נמי פריך מעיקרא דליכא לפלוגי בין סתומות לפתוחות לפום הך סברא אי איירי בסתומות פריך נמי מרב חסדא כיון דמשני שפיר אין מהוו הוו ולאוקמא אפי' בסתומות כסברת המקשה ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> וילן יהושע כו' כשצר על יריחו כתיב וילן כו' וכשצר על העי כתיב וילך בלילה כו' עכ\"ל כצ\"ל האי כשצר על יריחו שכתבו לאו ממש הוא דכבר כבש את יריחו והחריבה אלא קודם שצר על העי היה דכתיב בהאי קרא וישלחם יהושע וילכו אל המארב כו' שעדיין לא הלך על העי כדמסיים בהאי קרא וילן יהושע בלילה בתוך העם עד אשר הלך בעצמו להלחם על העי כדכתיב באידך קרא וילך יהושע בלילה ההוא בתוך העמק דהיינו כשהיה צר על העי וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> אין מועד בפני ת\"ח ויום שמועה כבפניו דמי עכ\"ל הס\"ד ואח\"כ מה\"ד כ\"ש חנוכה וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה את ל\"ת דכתיב לא תוכל להתעלם כו' עכ\"ל לא ידענא אמאי פי' למאי דס\"ד מעיקרא למילף מהכא דגדול כבוד הבריות כו' והא דחינן ליה התם בפ' מי שמתו דשאני התם דכתיב והתעלמת וה\"נ בעי למילף התם דגדול כבוד כו' מהך דמייתינן בשמעתין הרי שהיה הולך לשחוט פסחו כו' ודחינן לה נמי התם שאני התם דכתיב ולאחותו אלא דגדול כבוד הבריות שדוחה ל\"ת דוקא בלאו דלא תסור הוא כדמסיק התם וה\"נ הכא מקרא מגילה לאו דלא תסור הוא דמ\"מ מצוה דרבנן הוא וכ\"פ הר\"ן בשמעתין וק\"ל:", 
            "<b>תוס'</b> בד\"ה כרך שישב ולבסוף הוקף כו' וצ\"ל דהא דקאמר נידון ככפר מיירי דליכא י' בטלנים כו' עכ\"ל ודומיא דהכי ע\"כ אפי' בדליכא י' בטלנים במוקף ולבסוף ישב קורין בט\"ו ומהכא ה\"מ להוכיח בפשיטות דהך דכרך שאין בו י' בטלנים נידון ככפר ע\"כ בסתם כרכים מיירי ולא במוקף חומה מימות יהושע וכ\"ה ברא\"ש ור\"ן:", 
            "<b>בד\"ה</b> והתניא ר\"א כו' מאי מהני ולבסוף ישב אם לא קדשה כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה לוד ואונו כו' ובמתני' דערכין תנן תרתי מינייהו דקא מני לוד ואונו כו' עכ\"ל כך היה גרסתו שם אבל בכל נוסחאות שלפנינו במשנה שם לא מנה אלא אונו וכמ\"ש התוס' בשמעתין וק\"ל:", 
            "<b>תוס'</b> בד\"ה הא אלפעל בננהו כו' אבל הכא דהוו ג' בשלשתן לא שייך למימר שהן כפולות עכ\"ל אין זה מדוקדק דגיא חרשים לא כתיב בקרא ולא פריך אלא אלוד ואונו אלא דצ\"ל דבתרתי נמי לא שייך שהן כפולות וק\"ל:", 
            "<b>בד\"ה</b> נשים חייבות כו' וקשה דהא בתוספתא תני בהדיא דטומטום כו' ופשיטא דלא עדיפא אשה מאנדרוגינוס כו' עכ\"ל צ\"ע אמאי לא תקשי להו בפשיטות מרישא דקתני בטומטום שאינו מוציא מינו ולא אינו מינו והיינו ע\"כ דשמא זה הקורא אשה הוא ועיין יישוב לזה קצת בב\"י טור א\"ח סי' תרפ\"ט וק\"ל:", 
            "<b>בד\"ה</b> פסק ואומר על הנסים כו' לשעבר ומשום הכי תקנו בה על הנסים כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> מאי אריא פורים כו' דמש\"ה לדרוש בו ביום אפי' בי\"ט דדרשינן ל' יום כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ויעבירנה ד' אמות כו' לפי שאין שם חיוב חטאת כיון שלא היתה עקירה כו' עכ\"ל כצ\"ל ובתוס' פ\"ב דר\"ה ובלולב הגזול דבדיהם [א] יותר מבוארים ע\"ש:", 
            "<b>גמ'</b> וסבר רבי עיירות לא דחינן ליום הכניסה והתניא חל להיות בשבת כו' למאי דס\"ד השתא אמתני' נמי ה\"מ למפרך הכי דברישא קתני בע\"ש דקורין העיירות בו ביום ובסיפא בשבת קתני דדחינן לה ליום הכניסה אלא דניחא ליה למפרך אתנא דמשכח בהדי' דאית ליה הכי וכן הא דקאמרינן בסמוך כמאן כרבי ה\"ה דהמ\"ל כמאן כסתם מתני' אלא דנקט רבי ודלא כת\"ק דפליג עליה דרבי וק\"ל:", 
            "<b>שם</b> הכל חייבין בקריאת מגילה ואין הכל בקיאין כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה וכן הקהל כו' במוצאי י\"ט ראשון של חג כו' עכ\"ל כצ\"ל וכ\"ה במתני' בפרק ואלו נאמרין וק\"ל:", 
            "<b>תוס'</b> בד\"ה עולת ראיה כו' על עולה שאינה של י\"ט דודאי אינה כו' אבל איסורא מיהא איכא משום דכתיב לכם עכ\"ל כצ\"ל מדברי התוס' דפ\"ק דביצה דמלכם ילפינן איסורא לנדרים ונדבות אבל מלה' אדרבה ילפינן היתרא לעולת ראיה לב\"ה ודבריהם צריכים ביאור דמ\"ש זה אינו כו' דלא נחלקו ב\"ה על עולה שאינה של י\"ט דודאי אינה קריבה כו' היינו דאיסורא הוא אבל מלקא ודאי לא לקי דאם לא כן אמאי קאמר הא מני ב\"ש היא הא כב\"ה נמי אתיא וכמ\"ש התוס' שם וליכא לאקשויי דא\"כ הדרא תירוצן לדוכתא דלהכי נקט עולת נדבה לאשמועינן דאפ\"ה לא לקי לב\"ה דמ\"מ למשרי לגמרי לב\"ה בעולת ראיה הויא רבותא טפי אבל עיקר דבריהם תמוהים דמאי רבותא דשרו ב\"ה שייכא הכא כיון דלא קתני בהך ברייתא שריותא דב\"ה כלל אלא השוחט עולת נדבה ביו\"ט לוקה ותלמודא קמסיק ליה התם דאתיא כב\"ש דלית להו מתוך כו' וצ\"ע:"
        ], 
        [
            "<b>בד\"ה</b> ממעטין ממשא כו' ומתן גדול מזה עכ\"ל הס\"ד ואח\"כ מה\"ד ממעטין ר\"ל שלא יהו ששים כו' עכ\"ל כצ\"ל:", 
            "<b>גמ'</b> משום דחד גיסא שודא דימא הוה אי הכי אמאי כו'. לישנא דאי הכי מגומגם דהמקשה גופיה ידע הך ברייתא דתני סביב פרט לטבריא כו' ואמאי בעי למימר נמי מעיקרא ומי מספקא ליה מלתא דטבריא והכתיב ערי מבצר וגו' ואפשר דבהך ברייתא לא הוה קתני בה בהדיא סביב פרט לטבריא כו' אלא סביב פרט שימה חומתה ותלמודא מסיק לה הכי למאי דקמשני ליה דחד גיסא שודא דימא הוה בטבריא וכן דרך התלמוד להגיה בברייתא למאי דס\"ל השתא וק\"ל:"
        ], 
        [
            "<b>שם</b> אלא אמר רבא חמת כו' ולמה נקרא שמה רקת כו' רבא אמר רקת שמה ולמה נקרא שמה טבריא כו'. נראה דחדא מהנך תרתי מימרות צ\"ל רבה אמר וק\"ל:"
        ], 
        [
            "<b>שם</b> אמר רב פפא סדר פרשיות א\"ב כו'. למאי דס\"ד השתא אי ת\"ק קשיא מתנות המ\"ל נמי מתנות איכא בינייהו ולהאי אוקמתא דמסיק ת\"ק תנא מקרא מגילה וה\"ה מתנות ניחא וק\"ל:", 
            "<b>תוס'</b> בד\"ה הא לענין סדר פרשיות כו' לקרותם באדר השני עכ\"ל הס\"ד ואח\"כ מה\"ד ר' אליעזר ב\"י סבר אף מקרא מגילה לכתחלה דדייק כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>תד\"ה</b> נאמרה לקרות ולא לכתוב כו' ור' יוחנן נמי אמר דאם קראה בין הכתובים לא יצא כו' עכ\"ל צ\"ע אמאי לא הביאו מדברי רב יהודה אמר שמואל גופיה דאית ליה נמי הכי בפ\"ב דאם קראה בין הכתובים דלא יצא ונראה לפרש משום דמלתא דשמואל איכא לפרושי דקראה בין הכתובים גרע מקראה בע\"פ אבל בההיא דאר\"י קראה בין הכתובים לא יצא א\"א לפרש דגרע מקראה בע\"פ דקאמר בצבור שנו ואי גרע מקראה בע\"פ יחיד נמי לא יצא דיחיד לא יצא בע\"פ וק\"ל:", 
            "<b>בא\"ד</b> ואכתי קשיא כו' ואין לומר דהא דניתן ליכתב מדרבנן קרי כתיבה כו' עכ\"ל פי' כיון דמדרבנן ניתן לכתב ולקרות אכתי קשיא אההיא דפ' אמר להם הממונה דקאמר הניחא למ\"ד כו' אלא למ\"ד לא ניתן ליכתב מא\"ל כיון דניתן לכתוב מדרבנן לא ה\"ל לסתום דבריו למקרי לא ניתן ליכתב סתמא וא\"ל דאה\"נ הא דקאמר הניחא למ\"ד ניתן ליכתב היינו נמי מדרבנן דקרי כתיבה ואלא למ\"ד לא ניתן ליכתב היינו נמי אפי' מדרבנן דאם כן הדרא קושיין לדוכתין האיכא נמי חנוכה כו' ולא הל\"ל הניחא למ\"ד ניתן ליכתב ותירץ הרר\"א דזו הסברא קיימת הא דמגילה ניתן ליכתב מדרבנן קרי כתיבה ושפיר קאמר [א] הניחא למ\"ד ניתן לכתב משום דכתיבה דמגילה מהניא טפי כו' [ב] וק\"ק לפי דרך זה הא דקאמר אלא למ\"ד לא ניתן לכתב היינו אפי' מדרבנן ולא אשכחן הך דעת שלישית הכא ובשום דוכתא דאיכא מאן דאית ליה הכי ודו\"ק:", 
            "<b>בד\"ה</b> לכולהו איכא פירכא כו' דלשמואל נמי איכא פירכא כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>בד\"ה</b> דלא ידע בין ארור המן לברוך מרדכי בירושלמי ארורה זרש כו' עכ\"ל כצ\"ל ועיין בב\"י וק\"ל:", 
            "<b>בד\"ה</b> כאן במכשירין כו' וי\"ל דודאי אוכל נפש המתקלקל כו' עכ\"ל פי' דודאי מסברא נימא הכי דלא התירו אוכל נפש אלא בדבר המתקלקל אבל שאינו מתקלקל הרי אפשר לעשותו מאתמול ואסור בי\"ט ומ\"ש התוס' אבל אוכל נפש דעדיף כו' ה\"ה דאינו עדיף אלא שאינו מתקלקל אלא דקושטא קאמרי דמגבן הוה עדיף טפי כשנעשה מאתמול כדאמרינן פ' ר\"א דמילה אף גבינה בת יומא מעליא אבל מכשירין דלא שייך ביה מקלקל ואי לאו מיעוטא דהוא הוה שרינן ליה מכשירין בכל גווני מדכתיב לכם דמרבינן מכשירין וע\"כ לא אתא מיעוטא דהוא אלא לחלק בין אפשר ללא אפשר אבל באוכל נפש דלית לן מיעוטא דהוא לית לן נמי לפלוגי בין אפשר ללא אפשר אלא בין מתקלקל לאינו מתקלקל מסברא ובזה יתיישב מה שדקדק הרא\"ם לפרש\"י בפ' בא ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> דריסת הרגל כו' ולא קשה אההיא דהתם מפ\"ב דביצה דמשני התם כו' עכ\"ל כצ\"ל ר\"ל לפום הך סברא דמפלגינן בין שותפין לשאר אינשי לא קשה נמי אההיא דהתם פ' ח\"ה מההיא דפ\"ב דביצה שמשני התם פ' ח\"ה דההיא דשותפין שנדרו זה מזה אסירין לעולם דלא קפדי ומני ר\"א היא דאוסר ויתור וא\"כ מאי מקשינן פ\"ב דביצה מההיא דשותפין שנדרו כו' אההיא דבשל עולי בבל ואי אמרת בירא דשותפי הוא אמאי מותר הא איכא לאוקמא נמי ההיא דשותפין שנדרו כו' כר\"א דאוסר ויתור ואהא קאמרי דשפיר פריך תלמודא דע\"כ ל\"פ רבנן עליה דר\"א אלא התם דמיירי בשותפין ממש והנהו ודאי לא קפדי אדריסת רגל כיון שמכירין עצמן אבל בהך דבירא דשותפי כיון דשל עולי בבל הוא ה\"ל זה כשאר אינשי דקפדי דמודו ביה רבנן דאסור וק\"ל:", 
            "<b>בפרש\"י</b> בד\"ה את שעליו חייב כו' לכשיתכפר בהן הוי נרצה אבל מקמי כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> משכב כו' ואלו נגע בדבר שאינו משכב ומושב אינו אלא ראשון כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמ'</b> א\"כ לכתוב קרא וכי יטהר הזב ולשתוק מזובו ל\"ל כו' הא לענין שילוח וטומאה זה וזה שוין מה\"מ כו' טהור השתא מלטמא בביאה למפרע כו' כצ\"ל וכ\"ה בספרים מדויקים וק\"ל:", 
            "<b>שם</b> אי הכי תגלחת וצפרים מ\"ט כו'. לישנא דאי הכי מגומגם ויש ליישבו בדוחק וק\"ל:", 
            "<b>שם</b> עד שיכתבנו בכתב אשורית כו' התוס' הביאו לשון הברייתא עד שיכתבנו אשורית דמשמע נמי דקאי אלשון שהוא לשון הקודש ואהא הקשו אההיא דגיפטית לגיפטים דאיירי בלשון וכן הביאו רש\"י בשמעתין לגבי לשון ומיהו ודאי דקאי נמי אכתב כדמוכח שמעתין דפריך ואי בגופן שלהן כו' אפי' מקרא שכתבו מקרא נמי דקתני עד שיכתבנו אשורית ובפסקי תוס' כתבו טעם למה נקרא לשון הקדש אשורית ולא עברית ע\"ש:"
        ], 
        [
            "<b>תוס'</b> בד\"ה בשלמא תורה איכא יגר שהדותא כו' והלא אלו היה חסר כל אלו הג' תיבות כו' עכ\"ל ר\"ל בהני תרתי מילי מקרא שכתוב תרגום ותרגום שכתוב מקרא בהדדי הוו שלש תיבות ולא מפסיל גם אם חסר כולם דהיינו קרא דאמר יעקב גלעד ותרגום דאמר לבן יגר שהדותא דהוו ג' תיבות בהדדי ובהכי ניחא מ\"ש דגרע טפי כשהוא כתוב תרגום כו' דבהכי נמי מיירי הכא ודו\"ק:", 
            "<b>בד\"ה</b> כאן במגילה כו' ורב ושמואל דלקמן סבירא להו כרב אשי דבסמוך עכ\"ל ר\"ל לרב אשי אליבא דתנא קמא סבירא ליה לרבותינו דהוא ר\"ג דבכל הספרים התירו יונית אפילו במגילה חוץ מבתפילין ומזוזות אבל לרבי יהודה וודאי דלית ליה לר\"ג התירו יונית במגילה ואף בשאר ספרים אלא בספר תורה ממעשה דתלמי וק\"ל:", 
            "<b>בד\"ה</b> ורב אשי כו' אלמא דבשאר ספרים לא צריך אשורית וספר ודיו וא\"כ מנא ליה לרב אשי לומר דר\"י מחמיר ומצריך כולי האי כו' עכ\"ל ר\"ל מנלן דמחמיר ר' יהודה כולי האי דצריך בשאר ספרים דיו וספר דמוקים הך ברייתא בשאר ספרים כר' יהודה דקתני עד שיכתבנו אשורית ודיו וספר הא לא אשכחן שום תנא התם דפליג בהך מלתא ובר\"פ כל כתבי הוסיפו להקשות למה שביק רב אשי שנויא קמא דמוקי לה הכא במגילה והוא גופיה מייתי ברייתא התם דאית ליה הכי ע\"ש:", 
            "<b>בד\"ה</b> אלהים ברא בראשית פירש הקונטרס כו' וקשה שהרי בראשית אינו שם כלל כו' עכ\"ל יש לדקדק השתא דלא ידעינן הך סברא דמש\"ה יטעו משום דיש להזכיר הבורא בתחלה תקשי להו מאי תקנו באלהים ברא בראשית דאכתי המין יפרש כך אלהים ברא בראשית דראשון ברא השני ונראה לפי' הקונטרס דלכך יטעו משום דלא משמע להמין דברא נמשך אבריאת שמים וארץ אלא אדסמך ליה ולהכי כיון שגם הם יודעים דאלהים הוא אלהות אי הוה כתיב בראשית ברא אלהים הבריאה נמשך אאלהים שהוא הנברא ויאמר המין דע\"כ בראשית גם כן הוא שם הבורא וב' רשויות הן ולכך הפכו לו שאף אם יפרש אלהים ברא בראשית דברא נמשך לבראשית לא יפרש שהוא הנברא הוא אלהות אלא הוא דבר אחד מהנבראים שבעולם וק\"ל:", 
            "<b>בד\"ה</b> ואל זאטוטי בני ישראל וקשה אמאי לא כתבו כו' את אצילי בני ישראל כו' עכ\"ל כצ\"ל הא ודאי דכתבו לו לשון יונית כמ\"ש התוס' לעיל ומשמע להו דע\"כ זאטוטי אינו לשון יון דאצילי דאם כן לא הוצרך התלמוד להזכיר שכתבו ואל זאטוטי במקום ואל אצילי שהרי אין זה מכלל הנחשבים הכא שנכתבו בשינוי ואהא קשיא להו דה\"ל למכתב בתרוייהו לישנא דאצילי בלשון יון ותירצו דלא רצו לשקר ולכך הוצרכו לכתוב זאטוטי בתחלה במקום נערי ומשום שיהיו נקראים בשמם הראשון כפרש\"י כתבו כן גם כן במקום אצילי ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אין בין כהן המשמש כו' לכהן המשמש ושמש כו' שהפר בא מן המשמש כו' הל\"ל בין כהן המשמש לכהן כו' עכ\"ל כצ\"ל דכהן המשיח לא שייך בהך בבא דמיירי אף בבית שני וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ומ\"ט הדר ביה משום קושיא דרב מרי הקשה הרר\"ח כו' וכי לא ידע המשנה כו' לכך נראה כו' עכ\"ל קושיא ראשונה וכי לא ידע המשנה לא מיתרצה בהכי ואפשר שלא חש לתרצה דאיכא למימר דתנאי פליגי בהכי ואיכא מאן דסבר יש להן היתר ור\"י הוה סבר כוותיה:", 
            "<b>בד\"ה</b> דכ\"ע קדושה ראשונה כו' וכ\"ש עמון ומואב שהן ח\"ל כו' למ\"ד לא קדשה כו' עכ\"ל והיינו ר\"א דאית ליה הכי דלא קדשה מעולם ואיכא מאן דפליג עליה במסכת ידים ע\"ש:", 
            "<b>בא\"ד</b> גם בקש ר\"א להוליכו משום דכל דבר שנאסר כו' עכ\"ל היינו שתקנו כרם רבעי עולה לירושלים מהלך יום אחד כדי לעטר כו' כדאיתא רפ\"ק דביצה ע\"ש:", 
            "<b>בד\"ה</b> למה מנו חכמים כו' וקדושת חוניו היתה לאחר קדושה שלישית כו' עכ\"ל נראה דצ\"ל לאחר קדושה שניה ולפר\"ח בפרק הערל בזה יש ליישב קצת ע\"ש ודו\"ק:"
        ], 
        [], 
        [], 
        [
            "<b>גמרא</b> גלו בשבע גלו בשמנה גלו בשמנה עשרה גלו בי\"ט גלו בשבע לכבוש יהויקים שהוא שמנה לנבוכדנצר כו' כצ\"ל:", 
            "<b>בפרש\"י</b> בד\"ה נשא אויל מרודך כו' בשנת ל\"ז לגלות יהויכין וכבר מלך כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> באדין בימי כורש כו' ע\"י צרי יהודה ובנימין כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> שנים מקוטעות כו' בשנת אחת לדריוש בן אחשורוש כו' עכ\"ל אין זה אחשורוש המלך ולא היה זה הדריוש בן אסתר שזה היה קודם אחשורוש דאסתר וכ\"כ רש\"י בס' דניאל ע\"ש:"
        ], 
        [
            "<b>בד\"ה</b> תנ\"ה דבשנות כו' כשמת בלשצר לא היה לכיבוש יהויקים אלא ע' חסר אחת ואנחנו כו' עכ\"ל לפי החשבון דלעיל דחשב בלשצר הוי ע' מיום שמלך נבוכדנצר ומיום שכבש יהויקים היה ע' חסר אחת היינו משום דלא חשב אלא תרתי דידיה לפי טעותו אבל לפי האמת דלא היה הפקידה עד שנה א' לכורש וה\"ל בכלל ע' שנים ג' שנים לבלשצר כדכתיב בשנת ג' לבלשצר וגו' וכדחשיב לעיל חדא לבלשצר משמת וע\"כ צריכין למנות הע' שנים לכיבוש יהויקים ולא ממלכות נבוכדנצר ודו\"ק:", 
            "<b>גמ'</b> באמצע סעודה ומאירה להם כצהרים דבי ר' ישמעאל כו' כצ\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>תוס'</b> בד\"ה וטובלת ויושבת בחיקו כו' וא\"ת והא לא היה שם הבחנת ג' חדשים כו' עכ\"ל עם אחשורוש היתה משמשת במוך ומה שנתעברה ממנו היינו לאחר שנאסרה למרדכי כדלקמן כאשר אבדתי כו' כך אובד ממך דשוב לא היתה משמשת במוך אבל דוחק לפרש כששמשה עם מרדכי משמשת היתה במוך דלא התירו לשמש במוך אלא לג' נשים קטנה מעוברת מניקה וק\"ל:"
        ], 
        [
            "<b>גמרא</b> מתקיף לה רבא כו' בנוסחא מדויקת רבא אמר בשלמא כו' כצ\"ל וכ\"ה בילקוט וק\"ל:"
        ], 
        [
            "<b>שם</b> והיתה נפש אדוני צרורה גומר האי קרא לפי ענין הדרש אין לו מקום כאן וצ\"ע:"
        ], 
        [], 
        [
            "<b>ולרוח</b> משפט זה הדן את יצרו וליושב על המשפט זה הדן דין אמת כצ\"ל:", 
            "<b>שם</b> מה נשתנו אלו מאלו א\"ל הקב\"ה ישראל עסקו בתורה או\"ה לא עסקו בתורה א\"ל גם אלה ביין כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ודחי י' אלפים כו' שמעתי שי' אלפים ככר כסף עולין כו' עכ\"ל ועי' בחזקוני ריש פרשת כי תשא ביאור לדבריהם:"
        ], 
        [], 
        [
            "<b>למה</b> נמנו שנותיו של ישמעאל כו'. פרש\"י למה נמנו מה לנו לשנות הרשעים עכ\"ל ואע\"ג דאמרי' פ\"ק דב\"ב דישמעאל עשה תשובה מ\"מ כיון שהיה רשע מעיקרא אין ראוי למנות שנותיו בתורה אי לאו משום יעקב:", 
            "<b>מלמד</b> שקדשה ישמעאל כו'. הוכרחו לומר שקדשה ישמעאל בחייו דאל\"כ מנין לנו לומר דבאותו פרק מת ונראה דהוציאו זה מדכתיב וילך עשו אל ישמעאל דמשמע בחייו הלך אליו לישא בתו וקדשה אז דאל\"כ אל ישמעאל ל\"ל ואח\"כ כשמת השיאה אחיה נביות מדכתיב אחות נביות:", 
            "<b>הוה</b> יעקב מוטמן בבית עבר י\"ד שנים כו'. יצא משם ובא לו לארם נמצא כשעמד על הבאר כו'. ויש לדקדק דא\"כ מבית עבר אחר שהיה שם י\"ד שנים הלך לארם נהרים וקרא כתיב ויצא יעקב מבאר שבע וילך חרנה ואמרינן במסכת חולין בפ' ג\"ה כי מטא לחרן כו' וחזר למקום שהתפללו אבותיו וכו' וסולם היה עומד בבאר שבע כו' מכל זה מוכח דמבאר שבע הלך לחרן ולא מבאר שבע לבית עבר ואחר י\"ד שנים הלך לחרן ויש ליישב דבית עבר נמי בבאר שבע ולא הלך כלל מבאר שבע לבית עבר אלא שהיה מוטמן בבאר שבע בבית עבר מפני יראת אחיו עד אחר י\"ד שנים הלך משם לחרן ותו לא מידי ויש רמז במלות באר שבע שיש בו אותיות עבר וארבע עשרה ועוד נראה דאביו יצחק נמי היה לו בית המדרש כדאמרינן ביומא יצחק זקן ויושב בישיבה היה כו' וכל שלשה מדרשות של שם ושל עבר ושל יצחק בבאר שבע היו ורמז מבאר שבע אותיות ש\"ם עב\"ר א\"ב:", 
            "<b>ועשה</b> שם י\"ח חדש שנאמר ויעקב נסע וגו' ולמקנהו עשה סכות גו' ופרש\"י הכא ויבן לו בית לימות החורף ועשה סוכות ב' פעמים ב' ימות הקיץ הרי י\"ח חדשים כו'. עכ\"ל ודריש ליה מדכתיב סוכות בלשון רבים ובית בלשון יחיד משמע דב' פעמים עשה לו סוכות ופ\"א בית אבל רישא דקרא ויבא יעקב סכותה לא דריש דהיינו שם העיר וכן משמע מתוך שמעתין דקאמר הכא יצא לו מארם נהרים ובא לו לסוכות ועשה שם י\"ח כו' הרי לך בהדיא דגם לפי הדרשה דב\"פ עשה סכות הניחו סכותה דרישא דקרא כפשטיה שהוא שם העיר אבל מפרש\"י בחומש נראה דרישא דקרא סכותה נמי דריש וכן הבין הרא\"ם דבריו וכתב בפירושו גמגומים ע\"ש באורך אבל לשיטתנו יתיישב הכל ויהיה פירוש הכתוב ויבא יעקב לעיר סכותה ושהה שם ויבן לו בית ולמקנהו בחורף וגם שהה שם עד שבנה לו ולמקנהו סכות ב\"פ בקיץ ותו לא מידי:", 
            "<b>ובבית</b> אל עשה ו' חדשים והקריב זבחים. ויש לדקדק למה ייחסו כל הו' חדשים החסרים מכ\"ב שנה לבית אל שהקריב שם זבחים דהא כמה מאורעות היו לו בתוך הו' חדשים שנסע מסכות לשכם ותצא דינה וגו' ונטע אהלו מהלאה למגדל עדר וגו' דכל זה נעשה ג\"כ באותן ו' חדשים קודם שבא לאביו יצחק ויש ליישב דאשמעינן דאפילו על ששהה באותן ששה חדשים והקריב זבחים שהוא מצוה נענש על ששהה מלבא לאביו ולאמו וק\"ק למה נענש על ששהה להקריב זבחים כיון שעל פי הדיבור עשה כמ\"ש עלה בית אל וגו' ועשה שם מזבח וגו':"
        ], 
        [
            "<b>תוס'</b> בד\"ה דאי בלשון הקודש נאמרה למה לי למכתב כו' קשיא דהא בפרק אלו נאמרין מצריך קרא בין למ\"ד בכל לשון כו' עכ\"ל ר\"ל דבפרק אלו נאמרין אהא דקחשיב במתניתין דמצות חליצה ופרשת עגלה ערופה ובכורים בלה\"ק נאמרו פרש\"י סוטה ווידוי מעשר כו' בכל לשון ומצריך קרא לכולהו אליבא דכולי עלמא ואמאי לא תקשי לתלמודא כדאקשה ליה הכא למאן דאמר דכל התורה נאמרה בכל לשון לא איצטריך התם הני קראי דיליף להני דנאמרו בכל לשון ולמאן דאמר דכל התורה בלשון הקודש נאמרה לא איצטריך הני קראי להני דנאמרו בלה\"ק ותירצו דהתם בעי לאוקמי רבוי אליבא דכולי עלמא כו' דבעי לאוקמי כל הני דמתני' לכולי עלמא והשתא למאן דאמר דבכל לשון נאמרה איצטריך רבוי להני דחשיב התם דנאמרו בלה\"ק ולמ\"ד דבלשון הקודש נאמרה איצטריך רבוי להני דחשיב התם דנאמרו בכל לשון וק\"ל:"
        ], 
        [
            "<b>גמרא</b> לוקמה בכל לעז אלא מתניתין כברייתא וכי אתמר דרב כו' כצ\"ל:", 
            "<b>שם</b> והא קתני יונית ליונים אין לכולי עלמא לא כו'. לא הוה אצטריך למפרך מדיוקא אלא מהך ברייתא דלעיל דקתני בה בהדיא קראה גיפטית כו' יונית לא יצא דהיינו יונית למדית וה\"ה [א] דה\"מ למפרך מדיוק' דמתניתין דקתני והלועז ששמע אשורית יצא הא יונית לא יצא אלא דניחא ליה למיפרך מדיוקא דהך ברייתא דקיימינן בה מיהו קצת קשה מעיקרא דפריך מיתיבי קראה גיפטית כו' יונית לא יצא דהיינו יונית למדית אמאי לא פריך ליה מדיוקא דמתני' דקיימינן בה דקתני והלועז ששמע אשורית יצא הא יונית לא יצא וק\"ל:"
        ], 
        [], 
        [], 
        [
            "<b>תוס'</b> בד\"ה אלא הא דתניא לא יברך כו' קשיא היכי מדמינן ברכת המזון לק\"ש כו' עכ\"ל והא דמדמינן ההיא דהתורם לק\"ש אע\"ג דהתור' דאורייתא הוא ברכת תורם אינו דאורייתא ושפיר קאמר דתקינו ביה כעין דאורייתא מה שאין כן בברכת המזון דהוי גופיה דאורייתא ואכלת ושבעת וברכת וק\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> ד\"ה לעולם רבי יהודה ואפי' כו' ומתני' רבי יוסי היא ואפי' דיעבד לא עכ\"ל לא ידענא מי הכריחו לפרש להאי אוקמיתא דמתני' רבי יוסי ואפילו דיעבד לא אמאי לא נימא דאוקימתא דלעיל קאי דמתניתין לכתחלה לא ודיעבד ש\"ד ואתיא כרבי יהודה אליבא דראב\"ע והכי משמע לישנא דסוגיין וצ\"ע:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ספירא ביממא הוא מכאן קשה לפרש\"י דכיצד צולין כו' עכ\"ל קצרו במה שהיה להם להאריך דפרש\"י שם דמש\"ה לא קאמר ברואה בלילות דספירת לילה עולה לספירתה וע\"ש בתוס' וק\"ל:"
        ], 
        [], 
        [
            "<b>תוס'</b> בד\"ה תנא משא\"כ בתורה פי' שאין קורא כו' וקוראין באותן ח' כו' שהוא תחלת הפ' עכ\"ל פי' שהוא תחלת הפ' שיהושע אמרם ולמ\"ד נמי משה אמרם נשתנו שכתבם בדמע לשון הרא\"ש:", 
            "<b>בד\"ה</b> כנגד תורה כו' וסריס אחד ואיתא בירושלמי כו' שיושב ומסרס הלכות כו' עכ\"ל כצ\"ל מתוס' פ\"ק דסנהדרין:", 
            "<b>פרש\"י</b> בד\"ה נר מערבי הוא נר אמצעי למ\"ד נרות כו' דלמ\"ד מזרח ומערב מונחין לא משום דהוי מערבי השני כלפי מזרח כו' עכ\"ל כצ\"ל וכפרש\"י פ' במה מדליקין ע\"ש:"
        ], 
        [
            "<b>תוס'</b> בד\"ה אין מתחילין כו' שאנו קורים בפ' ויחל כו' בח\"ה דפסח שמתחיל מוהקרבתם כו' עכ\"ל בספרים שלנו אינו כן דויחל הוא אחר ד' פסוקים והקרבתם אחר ג' ועיין בתשובות מהרי\"ל סימן קמ\"ט וק\"ל:", 
            "<b>גמרא</b> רב אמר דולג כו'. מפרש\"י בשמעתין יראה דבשל מעמדות איירי וכ\"פ הרמב\"ן אבל הרי\"ף פי' דבר\"ח נמי איירי והקשה עליו הרמב\"ן דאם כן מה הועילו בתקנתן והלא אותה חששא דנכנסין במקומה עומדת שהרואה אותו בפסוק ג' שבפרשה יאמר שהראשון לא קרא אלא ב' פסוקים כו' עכ\"ל ועיין בזה באורך בר\"ן ובתשובת מהרי\"ל שם כתב לתרץ זה דרב לא חייש לנכנסין בדולג דשמעי כשמתחיל השני דמסתמא נשארים שם ושיילי אבל נכנסים כשמסיים הראשון פחות מג' פסוקים אחר הפרשה שמא יצאו בין פרשה לפרשה וסברי דלא קרי ג' פסוקים ודאי חיישינן עכ\"ל ועוד נראה בזה דבנכנסין כשהתחיל הב' לחוד הוא דאיכא למיחש בדולג כרב דליכא למיחש לנכנסין כשמסיים ראשון דהא רואה דקרא ג' פסוקים אחר הפ' ולא חיישינן אבל באם אינו קורא הראשון אלא שני פסוקים אחר הפ' דאיכא למיחש בין לנכנסים כשמסיים הראשון ובין לנכנסים כשמתחיל הב' ודאי דחיישינן [ב] ודו\"ק:", 
            "<b>תוס'</b> בד\"ה שאני התם דאפשר כו' ואפי' היכא דקאמר משום הנכנסין ויוצאין מיהו הא פשיטא לן שאם כו' עכ\"ל כצ\"ל מלתא באנפי נפשה היא וכ\"ה בהגהת אשר\"י והיינו דפשיטא לן הכא משום דפרשה שאחריה אינה מענינו של יום כלל משא\"כ בח\"ה דחג דהכל מענינו דבכל יום קורא טפי אספיקא דיומא וק\"ל:", 
            "<b>גמרא</b> הא בתענית צבור ג' אימא רישא בשני כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ולרב אשי מתני' כו' בט\"ב שהוא בג' ובד' יותר משני וחמישי דעלמא כו' עכ\"ל כצ\"ל:", 
            "<b>בד\"ה</b> ואב\"א רב פישוט כו' ובהכי שרי וה\"נ משמע כו' עכ\"ל ר\"ל דה\"נ משמע מדמייתי הך דפרק אין עומדין דמשום איסור השתחוואה על הרצפה נגעו בה מדרבנן בלא פישוט ועיין ברא\"ש:"
        ], 
        [
            "<b>תוס'</b> בד\"ה הני ג' וה' כו' לטפויי כ\"כ בי\"ט וביה\"כ ובשבת לא ס\"ל משום [מלאכת] כרת וסקילה כו' עכ\"ל כצ\"ל:", 
            "<b>גמרא</b> הני שלשה חמשה ושבעה כנגד מי כו' כצ\"ל:", 
            "<b>תוס'</b> בד\"ה חד אמר עולה כו' ולכך אנו נוהגין בתענית במנחה ובט\"ב שהשלישי מפטיר כו' עכ\"ל צ\"ע למאי דמדמו המפטיר דעולה בג' לעולה בשבעה אמאי לא מותבינן הכא למ\"ד דאינו עולה למנין שבעה מהך ברייתא דמייתינן בשמעתין לעיל דקתני חל להיות בשני ובחמישי קורין שלישי ומפטיר אחד כו' ר' יוסי אומר לעולם קורין ג' ומפטיר אחד דלכ\"ע עולה המפטיר למנין ג' ודו\"ק:", 
            "<b>בא\"ד</b> דאמרינן לקמן חל להיות בואתה תצוה קורין שיתא בואתה כו' עכ\"ל כצ\"ל:", 
            "<b>בא\"ד</b> כדאיתא בילמדנו דחנוכה דהלכתא אין משגיחין כו' עכ\"ל לא מצאתיו שם ובפרק בני העיר קאמרינן הלכתא אין משגיחין בחנוכה ור\"ח כל עיקר וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> שמין אותו כו' משמע דעבד עברי איתקש לקרקעות כו' עכ\"ל אין זה מדוקדק דהא ודאי שמין אותו כעבד דקאמר היינו כעבד כנעני אלא דבן חורין האומר דמי עלי כיון דשמין אותו כעבד כנעני מקשינן ליה לקרקעות דבעי ט' וכהן וכ\"ה לשון תוס' פ\"ק דקדושין אבל ע\"ע לא שייך כאן וק\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה פוחח כו' דפוחח הוא תרגום של ערום כו' עכ\"ל וכ\"ה התרגום ערום ויחף פחח ויחף כמו שכתב הרי\"ף וק\"ל:", 
            "<b>בד\"ה</b> ואינו עובר כו' וי\"ל דהתם איירי בתענית צבור כו' אלא זקן ורגיל ומי שטיפולו מרובה כו' גבי נתמלא זקנו כו' היינו בקביעות כו' עכ\"ל כצ\"ל ואין זה מדוקדק דמ\"ש גבי יורד לפני התיבה דאיירי בת\"צ וגבי ראוי ליעשות ש\"צ היינו בקביעות ומדברי התוס' דחולין ופ' לולב הגזול נראה דענין אחד הוא דש\"ץ הקבוע הוא המתפלל בתענית כו' ודו\"ק:", 
            "<b>בד\"ה</b> ואין נושא כפיו משמע הא אם הביא ב' שערות ישא כפיו וקשה דבספ\"ק דחולין אמר דאין נושא כפיו עד שיתמלא זקנו וע\"ק דמשמע ס\"פ לולב כו' ואפילו קטן ממש ויש לומר דההיא דלולב כו' עכ\"ל כצ\"ל:"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>תוס'</b> בד\"ה ואמאי והא דכרכים כו' וע\"ק אמאי נקט של כרכים דהא ר\"מ כו' עכ\"ל קושיא זו אינה מובנת בכללה שכתבו אמאי נקט של כרכים כו' דמשמע אי הוה נקט סתמא הוה ניחא ואינו כן דהא ר\"מ לא מפליג בין כרכים לכפרים היינו דבכל גוונא מיטמא אף בכרכים דלא מזדבנן וכקושייתם הראשונים ונראה דצ\"ל וע\"ק אמאי נקט של כרכים דהא אף לרבנן דר\"מ לא מפלגי וכו' וביאור דק\"ל אמקשן דהכא דסבר בפשיטות דהיכא דלא מזדבני אין להם ליטמא בנגעים וזה אינו דהא ר\"מ אית ליה התם לכולהו אוקמתי דאף בשל כרכים מיטמא ואמאי לא נימא דר\"י דהכא סבר כוותיה וכן הקשו התוס' שם והקשו עוד הכא דאף אם נימא דסבר המקשה הכא כרבנן דהתם דפליגי אר\"מ וס\"ל דלא מיטמא קשה מיהת אמאי נקט המקשה כרכים דהא רבנן לא מפלגי כלום דהאי אוקימתא דמפליג בין כרכים לכפרים לא קאי למסקנא דקאמרינן התם אלא מחוורתא כדשנינן מעיקרא ואהא תירצו דודאי המקשה הכא טעי בתרתי מילי חדא דהוה סבר כדס\"ד התם לחדא אוקמיתא לפלוגי בין כרכים לכפרים ולא הוה ידע הכא המסקנא דהתם דלא מפלגי לרבנן דר' מאיר דהיינו ר' יהודה ובהכי מיתרצא קושיא שניה שהקשו וכתבו דגם טעה בהך סברא דלא ידע למימר אף דלא מזדבני מיטמא לר' מאיר ובהכי מיתרצא קושיא הראשונה וליכא לאקשויי מי הכריחם דטעה בהך סברא דלמא הוה ידע שפיר דר\"מ אית ליה הכי אלא דאר\"י פריך הכא דהוא רבנן דר\"מ וכן תירצו התוס' שם קושיא זו בסוגיא דהתם די\"ל דה\"ל לאתויי הכא ברייתא דהתם דאית להו לרבנן הכי אלא ע\"כ המקשה מסברא דבחוץ פריך אר\"י וזה אינו דהא ר\"מ לית ליה הך סברא ודו\"ק:"
        ], 
        [
            "<b>בד\"ה</b> אוגורה ומשכונה אסור קשה דהא ר\"מ לא אסר כו' אבל על תנאי שרי ומ\"ש כו' עכ\"ל הא ודאי דלא סבירא לן כר\"מ ודקאמר חלופה וזבונה שרי דמשמע אף ממכר עולם אלא דהכא קשיא להו למאי דמדמו משכונה לממכר על תנאי קשיא דהוי סברות הפוכות דלרבנן ממכר עולם שרי ומשכונה אסור ולר\"מ הוה איפכא דממכר עולם אסור ועל תנאי דהוה דומה למשכונה שרי וק\"ל:", 
            "<b>בד\"ה</b> מריש ה\"א כו' וקשה שהרי הארון עצמו כו' עכ\"ל למאי דבעי למימר השתא דפורסי הוא תשמיש דתשמיש תשמיש של ארון כפרש\"י ודאי דהתיבה קדושה יותר מהפורסי אלא דבעי לאוכחי אף למאי דמסיק דהפורסי נמי תשמיש קדושה הוא מ\"מ התיבה יותר קדושה ממנו דהפורסין והכורסין משמע להו דאית להו קדושה אחת בשוה מטעמא דמסיק בתרוייהו דחזינן בהו דזימנין מנחי ס\"ת עלייהו והשתא כיון דהתיבה יותר קדושה מהכורסין ה\"נ דיותר קדושה מפורסין וא\"כ אין הפורסין לתוך התיבה אלא מבחוץ וק\"ל:", 
            "<b>גמרא</b> אמר רב פפי משמיה דרבא מבי כנישתא כו' כצ\"ל:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה אימא סיפא ולא חומשין במטפחות של ס\"ת כו' עכ\"ל כצ\"ל:"
        ], 
        [], 
        [
            "<b>גמרא</b> במה הארכת ימים א\"ל קצת בחיי כו' כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה ואעפ\"כ אין נוהגין בהן קלות ראש פי' בבנינה כו' עכ\"ל אבל הרא\"ש כתב דאיירי בחורבנה משום דחשבון רבים הוי קלות ראש ביותר כמו זריעה ע\"ש:"
        ], 
        [], 
        [
            "<b>גמרא</b> מנלן א\"ר טבי א\"ר יאשיה דאמר קרא זאת כו' ת\"כ דשמואל ר\"ח אדר שחל להיות בשבת קורין כי תשא ומפטירין ביהוידע הכהן אר\"י נפחא ר\"ח אדר שחל בשבת מוציאין ג' ספרי תורות כו' עכ\"ל כצ\"ל:", 
            "<b><br>בפרש\"י</b> בד\"ה חל להיות ר\"ח אדר בפרשה הסמוכה לפרשת שקלים כו' עכ\"ל אפשר דנקט ר\"ח אדר דקאי אמתני' דהיינו ר\"ח אדר שחל בשבת שבו קורין פרשת שקלים אבל פרשת כי תשא כסדרה אינה קרויה פרשה שקלים בשמעתין והכי הל\"ל לפי סוגיין חל להיות פרשת שקלים בפרשה הסמוכה לכי תשא כופלין כו' ודו\"ק:"
        ], 
        [
            "<b>בפרש\"י</b> בד\"ה שנייה להפסקה כו' אלא אסיפא קאי דקתני חל להיות בתוך השבת כו' ומפסיקין לשבת כו' עכ\"ל אין רצונו אסיפא דחל בתוך השבת דמפסיקין דהא השתא לשמואל בחל להיות ר\"ח בשבת נמי מפסיקין אלא אסיפא דקתני מפסיקין בין שחל ראש חדש בשבת בין בתוך השבת קאי וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ואי זו היא שבת רביעי כו' איזהו שבת שניה כל שחל פורים להיות בתוכה ואפילו בע\"ש ומתני' כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>גמרא</b> בחדש השביעי כו' כצ\"ל:", 
            "<b>שם</b> כל הבכור מצות וחוקים כו'. עי' בר\"ן שיש נוסחות כן אבל ברי\"ף ורא\"ש אינו וכן נראה מפרש\"י:", 
            "<b>תוס'</b> בד\"ה מפטיר ויאמר לו יהונתן כו' קשיא אמאי כו' וי\"ל משום דהפטורת יהוידע מדברת בשקלים ומזכרת כו' עכ\"ל ובמרדכי מסיים וכן הפטורת בראשון באחד לחדש היא מוכחת שבאותה שבוע יהיה ר\"ח ניסן עכ\"ל מיהו עיקר קושייתם אינה מבוררת לן מאי אולמיה הפטורת דמחר חדש מהפטורת שקלים והחדש שתדחה אותם ועוד אמאי לא תיקשי להו כן בר\"ח אדר או ניסן שחל בשבת דלא מפטירין בר\"ח וי\"ל דודאי בראש חדש אדר או ניסן שחל בשבת הוי הפטורת יהוידע או בראשון לחדש טפי מענין הקריאה במאי דסליק מיניה שהמפטיר קרא בס\"ת שלישי בשקלים ובפרשת החדש אבל הפטורת מחר חדש אינה כלל מענין הקריאה ואפ\"ה היא דוחה כל הפטרות של סדר השנה שהם מענין הקריאה אמאי לא תדחה גם אלו וק\"ל:"
        ], 
        [
            "<b>בד\"ה</b> ר\"ח אב כו' ושובה באחריתו וי\"א שאין אנו מפטירין חזון כו' עכ\"ל כצ\"ל והוא טעם שאף לפי התלמוד יפה אנו נוהגין שאין אנו קורין חזון בראש חדש אב שחל בשבת ועיין ברא\"ש ובמרדכי:", 
            "<b>בא\"ד</b> ורב דאמר דמפטיר חזון כו' עכ\"ל כן היה בנוסחא שלהם בשמעתין אמר רב יהודה בריה דרב שמואל בר שילת אמר רב ר\"ח אב שחל בשבת מפטירין חדשיכם כו' וכ\"ה ברא\"ש ע\"ש:", 
            "<b>בד\"ה</b> משה מעצמו כו' וחשיב מואם לא תשמעו עד ואין כו' עכ\"ל כצ\"ל:"
        ], 
        [
            "<b>תוס'</b> בד\"ה גוללו מבחוץ כו' פר\"ח דקאי כו' עכ\"ל ועי' בב\"י טור א\"ח סימן קמ\"ז לפירושו למה צריך הגלילה בחוץ ע\"ש:", 
            "<b>בא\"ד</b> ולכתחלה הוא גוללו כו' שהרי לא שכיחי ע\"ה כ\"כ עתה כו' עכ\"ל אין דבריהם מובנים דמשמע עתה דלא שכיחי ע\"ה אין לחוש בדיעבד אבל בימי חכמי התלמוד יש לחוש אפילו בדיעבד ואמאי הא אמר רב מתנה הלכה פותח ורואה ומברך ואף לכתחלה שרי לעשות כן גם מ\"ש עוד אבל אחר שקרא ודאי דצריך לגוללו קודם שיברך כרבי יהודה עכ\"ל לא ידענא היכא יצא להם דר' יהודה אית ליה לפלוגי בין קודם שקרא לאחר שקרא ועוד דהא בקודם נמי כתבו דלכתחלה גולל קודם שיברך ומה חילוק איכא בין קודם שקרא לאחר שקרא כדמשמע מדבריהם ושוב ראיתי שגם הרמב\"ם פי\"ב מהלכות תפלה פסק בלאחר שקרא דגוללו קודם שיברך וכתב הכ\"מ שם דאיתא הכי במ\"ס ואולי מ\"ש התוס' כר' יהודה דמשמע דלא כר\"מ היינו למאי דאפכי ליה ור\"י אית ליה דגולל קודם שקרא ולאחר שקרא והלכה כרבי יהודה לגבי ר\"מ אלא דהשתא אין לחוש בדיעבד דלא שכיחי ע\"ה ובזה יתיישבו קצת מהקושיות וצ\"ע:"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "heTitle": " חידושי הלכות על מסכת מגילה", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Halachot", 
        "Seder Moed"
    ], 
    "digitizedBySefaria": true
}