{
    "title": "Chidushim of Machaneh Ephraim on Mishneh Torah, Marriage",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chidushim_of_Machaneh_Ephraim_on_Mishneh_Torah,_Marriage",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרב המגיד ז\"ל הגיע לשנת עשרים וכו' עד ולפי שיטה זו יש לתמוה כו' למה הוזכרו שאר סימנין וכו' ע\"כ. נ\"ב להכי הוזכרו לומר דאם לא הביא מתחלת לידתו לא הוי ודאי סריס אלא ספק. וק\"ק דבפרק יוצא דופן תנן בן עשרים שנה שלא הביא שתי שערות יביא ראיה שהוא בן עשרים והוא הסריס ע\"כ. והשתא היכי מיירי אי הביא שתי שערות בזקן הא להראב\"ד לא הוי סריס ואי לא הביא א\"כ מאי פריך בגמרא והוצרך להעמידה בשנולדו בו סימני סריס הא בסימן זה די:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרב בכ\"מ בסוף הלשון. ואני אומר שאין כאן תמיהא כלל דנבונת לחש דקאמר היינו לומר שהיא חריפה לפי שנותיה ומ\"מ כיון שהיא פחותה מבת שש חזקה על הרוב שאינה יודעת לשמור קדושיה ע\"כ. נ\"ב מדברי רבינו פי\"א מהל' גירושין הל' ז' אין נראה כן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הכ\"מ המקדש את האשה וכו' או לתוך חצרה כו'. לכאורה נראה דלתוך חצרה מקודשת אפילו אינה משתמרת ואינה עומדת בצדה וכו' עד וכך הם דברי ה\"ה ע\"כ. נ\"ב זה אינו דהרב המגיד ז\"ל לא כתב אלא דעדיפי קידושין מגט ולא בעינן עומד בצדו אבל חצר המשתמרת בעינן:"
            ],
            [
                "<b>כתב </b> ה\"ה ז\"ל היתה עומדת ברשות של שניהם וכו' עד שאע\"פ שבמקח וממכר אין חצר של שניהם קונה מזה לזה וכו' יש לחוש שמא הוא משאיל לה זכותו ע\"כ. נ\"ב דברים אלו צ\"ע דאפילו אם פירש ואמר שהוא משאיל לה זכותו במאי קנאתו אותו הזכות:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה ויש מי שכתב דלפי' זה כל שכן אם מחל לה המלוה בעצמה ע\"כ. נ\"ב אם מחל המלוה בתוך זמנו כיון דאינו יכול לתובעה בדין נראה מדברי התוס' בב\"ק דף פ\"ט דאינה מקודשת. (א\"ה ע' מ\"ש א\"א הרב ז\"ל בהלכות קנין מעות סימן ג'):"
            ]
        ],
        [],
        [
            [
                "<b>כתב </b> הרמב\"ם ז\"ל <b> האומר לאשה הרי את מקודשת לי ע\"מ שירצה אבי רצה האב מקודשת כו'.</b> והראב\"ד ז\"ל השיג עליו יע\"ש. נ\"ב ע' בפרק המדיר גבי הא דפריך מההיא דהריני בועליך וכו' דיש ראיה לסברת רבינו:<br><b> כתב </b> ה\"ה בסוף לשונו והאומר ע\"מ שלא ימחה הרי התנאי בשב ואל תעשה וכל זמן שנעשה המעשה נתבטל והרי זה כאומר לאשה הרי זה גיטך ע\"מ שלא תשתי יין שהכונה שלא תשתי יין אפילו פעם אחת לעולם ע\"כ. נ\"ב עיין במהריב\"ל ח\"א דף קמ\"ה דנראה דלא זכר מזה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרמב\"ם ז\"ל <b> המקדש ע\"ת כו' עד לפיכך המקדש ע\"ת וכנס סתם או בעל סתם הרי זו צריכה גט אע\"פ שלא נתקיים התנאי וכו'.</b> נ\"ב היינו דוקא כשבעל שלא בפני עדים דשמא אינו רוצה למחול תנאו כדי שלא יהא לה כתובה וסבור שיתקיים התנאי אבל כל שבעל בפני עדים אמרינן נהי דאינו מוחל תנאו אבל עכשו בועל לשם קידושין כדי שלא תהא בעילתו בעילת זנות:<br><b> בכסף </b> משנה המקדש על תנאי וחזר וכו' עד ואם תאמר והא תנן בפ' האיש מקדש על מנת שאני עשיר ונמצא עני כהן ונמצא לוי ואם איתא דיכולה למחול אמאי אינה מקודשת ע\"כ. נ\"ב היינו דוקא בשאר תנאים שדעתו של אדם במתנה מעיקרא אם יקפיד בהם כשידע אבל במתנה ע\"מ שאני כהן או לוי הרי הקפיד בהכי:<br><b> בסוף </b> לשון זה סיים שם ז\"ל נתבטלו קידושין לאלתר שלא להנאתה התנית ע\"כ. נ\"ב לא הבנתי דאם שלא להנאתה התנית א\"כ יכול הוא לבטל התנאי וכן נראה מהירושלמי גבי ע\"מ שביתי רחוק מן המרחץ ונמצא קרוב דיכולה לומר בעיתי מטרפסא אזלא וכו'. אלא נ\"ל דכיון דהוא התנה להנאתה והיא היתה צריכה להתנות לא מצית היא למחול התנאי דלא אמרו למחול אלא במי שהוא בעל התנאי:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרמב\"ם ז\"ל <b> יצא עליה קול שנתקדשה לפלוני ולאחר ימים אמרו אמתלא אם נראין הדברים לב\"ד שהוא כן וכו'.</b> נ\"ב כלומר שבירר בעדים דע\"ת קידש וכי אמרו לאו כל כמינה דמחזקת אמתלא התם לא הוו עדים בזה והכי דייק הלשון ולפ\"ז סבירא ליה לרבינו דמבטלינן קלא כה\"ג:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הר\"מ <b> נשא חרשת וכו'.</b> נ\"ב פ\"ק דכתובות פריך בירושלמי וחרשת יש לה קנין ומוקי לה כשכנסה פקחת כנסה:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה ואין נראה כן דעת הראשונים אלא אפילו במפרנס סתם אבד מעותיו ע\"כ. נ\"ב לא ידעתי זה דהא כל המפרשים כתבו דלותה היא שגובה מן הבעל דשליחותא דידיה קא עבדא ובפרנסה ג\"כ כיון דלשם הלואה נתנה ומהר\"ם כתב דכל היכא דהיא פטורה הבעל נמי לא מיחייב:<br><b> באותו </b> .דבור ואילו לא זן אותה היתה ניזונת מנכסי הבעל או היתה לוה ואוכלת ע\"כ. נ\"ב ק\"ק דגם אם היתה לוה היתה נפרעת ממנו וכ\"כ רש\"י והרשב\"א. והר\"ן ז\"ל בנדרים כתב על דברי הרשב\"א דנהי דלאו בתורת מתנה קעביד מיהו סתמא זו אדעתא דבעל נחית ולא אדעתא דידה שכבר הוא יודע שאין לאשה נכסים ע\"כ, ודבריו קשים ג\"כ דנהי דאין לאשה נכסים יפרע מן הבעל מדרבי נתן והכי כתב הר\"ן ז\"ל בפרק השותפין גבי האומר לאשתו קונם שאיני נהנה לך כו' וב\"ח באים ונפרעים:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה ז\"ל האשה שאמרה לבעלה וכו' עד ולענין גביית הכתובה הכריע הרמב\"ן ז\"ל כדברי רבינו וכו' ע\"כ. נ\"ב צ\"ל דכיון דאיכא חזקה אלימתא מטעם זה תגבה כתובה ותוספות דכל חזקה שהיא תלויה בסברא אלימא מחזקת ממון. איברא דגבי מת בעלי אינה גובה כתובה אלא מטעם זה והטוען פתח פתוח מצאתי לא היה נאמן אי לאו משום דחכמים האמינוהו ואע\"ג דאיכא חזקה דאין אדם טורח בסעודה ומפסידה:"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הראב\"ד ז\"ל אלא מפני שהיא פשיעה בבעלים וכו'. נ\"ב לא הבנתי זה דהאי טעמא לא סגי הכא בששברה כלים דאדם מועד לעולם וחשיב מזיק בידים ולא נפטרו בבעלים אלא כשנאבד בפשיעה ע\"י גרמא. ונראה דאם הפקיד בידה ופשעה בשמירתה לדעת הראב\"ד פטורה ולפי מ\"ש ה\"ה אפשר דחייבת דלא שייך האי טעמא דשלום הבית בכה\"ג. ולתרץ מ\"ש על הראב\"ד ז\"ל אפשר דס\"ל כסברת רבינו פרץ ז\"ל דשכיר לעשות מלאכה לא אמרינן האי דינא כיון דצריך לאיתעסוקי בהו:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הרב בכ\"מ ז\"ל. כיצד האשה שמכרה או נתנה לבעלה מנצ\"ב וכו' עד יש לדון דרבינו לא איירי אלא במוכרת או נותנת ולא במוחלת וכו' ע\"כ. נ\"ב בפי\"ז כתב בכ\"מ גבי המוחלת דהיינו דוקא בעיקר וכ\"נ מדברי רבינו שכתב דהיכא דנגנבו צריך קנין ואע\"ג דהוי מחילה וזה שכתב הראב\"ד ז\"ל מעתה אפילו בלא קנין דהוא ז\"ל סובר דבמחילה ליכא טענת נחת רוח, ולפ\"ז ליתא למ\"ש מהראנ\"ח ז\"ל סי' כ\"ד לדעת הרב המגיד:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה וז\"ל וכ\"ש לדעת רבינו שכתב פי\"ד מהלכות מלוה שהטוען בשטר חוב שטר אמנה אינו יכול להשביע המלוה ע\"כ. נ\"ב התם ה\"ט משום דלמעקר שטרא קא אתי ולאו כל כמיניה וכ\"כ הרב בעל התרומות שם אבל הכא דהטענה היא מבחוץ בכה\"ג משבעינן ליה וכ\"נ מדברי רבינו ע' הלכה י\"ז:"
            ],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה ז\"ל אמרה לו אשתו כו' עד ומסוגיא זאת יש ראיה למ\"ש רבינו בכאן שהיא מפסדת כתובתה בהודאתה ע\"כ. נ\"ב צ\"ע למשנה ראשונה היאך היתה נאמנת והא אין אדם משים עצמו רשע:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה ז\"ל בא על אשתו וכו' עד אבל אם בעל ושהה ולא טען וכו' ע\"כ. נ\"ב במהרי\"ק שרש ק\"ה נראה דס\"ל דבבעל תליא מלתא וז\"א דבירושלמי דשמעתין פליגי ר\"י ור\"ל וקי\"ל כר\"י וכ\"נ מדברי ה\"ה ז\"ל דצריך בעל ושהה ועיין בריא\"ז אבל מדברי הרמב\"ם בפ' ט\"ו מהל' מכירה משמע דכל שנשתמש סגי: (שייך קצת לדין הנזכר) האומר לאשה הרי את מקודשת לי ע\"מ שתתן לי מאתים זוז ובעל סתם דאמרינן אחולי אחליה לתנאיה נראה דנהי דאין הקדושין תלויין מ\"מ חייבת לתת לו המאתים זוז מתורת חוב ונעשו עלה מלוה. וראיה מההיא דירושלמי שהביא הר\"ן בפ' האומר בקדושין במי שקדש ע\"ת וכנסה בתוך הזמן נתבטל התנאי לענין שאין הקדושין תלויין ואע\"פ שלא קיים אותם בזמנו מקודשת אבל הדמים נעשו עליו מלוה, וע' בטוש\"ע אה\"ע סי' ל\"ח סעיף כ\"א וכ\"ב. ול\"נ כדברי הירושלמי דכל שכנסה הרי היא בחזקת בעולה ולא מצי לומר איני רוצה לקיים התנאי ולא בקידושין כשאר התנאים דאם אמר איני רוצה לקיים התנאי הרשות בידו דהתם ה\"ט משום דאומר איני רוצה במתנה ולא בתנאי משא\"כ הכא שכבר נהנה מהמתנה, הגע עצמך מי שנתן לחבירו שדה מלאה פירות ע\"מ שיעשה לו דבר פלוני אם אכל הפירות מי מצי לומר אחר כך איני רוצה לקיים התנאי, ועיין בנ\"י פ' מצות חליצה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "חידושים מהגאון בעל מחנה אפרים על משנה תורה, הלכות אישות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Chidushim of Machaneh Ephraim",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}