{
    "title": "Ohr Sameach on Mishneh Torah, Nazariteship",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Nazariteship",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל [אבר] שאם ינטל מן החי ימות.</b><br><b> בגמרא </b> הלשון כל דבר שהנשמה תלויה בו ורבינו שינה במכוון לפי שהכבד אם חסר מתחלת ברייתו כשרה לשיטת רבינו ורק בניטל טריפה יעוין מש\"כ פ\"ח משחיטה:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>וכן אם שמע ואמר ואני בתכ\"ד.</b><br><b> בירושלמי </b> פ\"ד ה\"א אחד שאמר הריני נזיר מאה יום ושמע חבירו ואמר ואני מאה יום וחזר ואמר ואני נעשה עיקר טפילה. ופירושו דלעיל בירושלמי פ\"ב ה\"ה אמר, אחד שאמר הריני נזיר מאה יום ושמע חבירו ואמר ואני השני נזיר שלשים יום דלא כוון רק אפלגא דיבורי', וכאן שחזר הראשון ואמר ואני הוי רק נזיר שלשים יום כדין נזיר סתם ותו כיון שיש שיעור תוך כ\"ד בנתיים שהשני אמר ואני מאה יום, נמצא דתו אינו תוך כ\"ד של הראשון מיתפס בהשני ואם הותר השני הותר גם נזירותו סתם במה שאמר ואני ופשוט:<br><b> ושם </b> בירושלמי אחד שאמר הריני נזיר כו' תוך כ\"ד כו' תכ\"ד של שני כו' כיון דבין ראשון לשלישי ליכא שיעור שלש תיבות תו מיתפס השלישי בקמא דאמר הריני נזיר לכן הותר השני לא הותר השלישי דכיון שאין הפסק שיעור שלש תיבות בין ראשון לשלישי מיתפס שפיר בקמא, אבל במי שאמר ואני מאה יום הרי איכא שיעור שלש תיבות הפסק בין ראשון למי שאמר אח\"ז ואני תו לא מיתפס רק בשני מה שהוא תכ\"ד ולכן אם הותר השני הותרה נזירות מה שאמר ואני וזה נעשה עיקר טפילה וברור:<br><b> עוד </b> שם הלכה ב' הותרה היא הותר הוא הותר הוא לא הותרה היא. ברור דהציון ט\"ס וקאי על סוף המשנה דלעיל הריני נזירה ושמע בעלה ואמר ואני אינו יכול להפר ע\"ז אמר בזה הותרה היא הותר הוא שאמר ואני, הותר הוא לא הותרה היא ופשוט. אך נראה דבכה\"ג כיון שנשאל על מה שקבל ואני תו הוי כמו שנשאל על הקמתו ותו מצי הבעל לחזור ולהפר נזירות אשתו ויעוין מפרש לנדרים (דף ס\"ט ע\"ב) יש שאלה בהיפר ועיין מש\"כ לעיל פי\"ג מנדרים ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכס\"מ </b> אלא שבסוף דבריו הו\"ל לגלות כו'.<br><b> נ\"ב </b> כבר גילה דעתו בפירוש המשנה עיי\"ש:"
            ],
            [],
            [
                "<b>לא רצה הבן כו' או שגלח שערו.</b><br><b> בירושלמי </b> פ\"ד ה\"ו ישב לו לפני הספר כמו שלא מיחה. פירוש אע\"ג דבפ\"ק דשבת אמר לענין אבילות דישב לפני הספר הוי כהתחיל לגלח בכ\"ז כאן בקטן דמחשבה לית ליה יעוין פ\"ק דחולין (דף י\"ג) ובירושלמי מעשרות פ\"ד ה\"ג דאף אם לקטום לשבת כמו שלא לשבת יעו\"ש לא הוי מחאה, אמנם בעי קרוב מהו שימחה בכה\"ג דהושיב את הקטן לפני הספר אם הוי כמו שגלחוהו קרובים. ובפי' רא\"ש בעי אם שתה יין ונטמא למתים מי הוי מחאה ונראה דביה גופיה הוי מחאה אבל בקרובים דוקא אם גלחוהו דהמגלח נזיר ג\"כ לוקה הוי כמו שמחו בו אבל ביין וטומאת מתים דהמשקה והמטמא אינו לוקה לא הוי מחאה כנ\"ל בזה:"
            ]
        ],
        [
            [],
            [
                "<b>שאין נזירות פחותה משלשים יום.</b><br><b> נ\"ב </b> סוף פ\"ק דבכורות (דף י\"ב). ובתוספתא סוף פ\"ק דערכין, ולכן כי אמר הריני נזיר יום אחד לפני מותי הוי נזיר ומספק אסור לעולם [לקמן פ\"ד ה\"י] אף שאין לנזירות להתפשט ולא שייך לומר דכיון דחל יום אחד מנדרו תו לא פקע עד שלשים יום דהא יום אחד לפני מותו אמר ובמותו תפקע רק משום דאין נזירות לפחות משלשים יום הוי כאומר שלשים יום לפני מותי דאל\"כ לא חל נזירות כלל דאין נזירות פחות מל' יום ויעוין בנדרים בר\"ן בשם רשב\"א גבי אמר לאשה היום את אשתי כו' והוי כמו אין נזירות לחצאין דנודר מחרצן אסור בכולן:<br><b> נ\"ב </b> ובספרי שאם נדר יום אחד כו' שאם נדר יום אחד אסור שלשים יום כו' יעו\"ש."
            ],
            [],
            [
                "<b>אמר הריני נזיר שלשים יום ושעה אחת ה\"ז נזיר אחד ושלשים יום. הריני נזיר שלשים יום ויום אחד ה\"ז נזיר נזירות אחת של ל\"א יום.</b><br><b> פסק </b> רבינו דלא כרב דסבר דהוי נזיר שתים, וטעמו משום דבירושלמי רב אמר הריני נזיר שלשים יום ויום אחד נזיר שתים דהוי יכול מימר שלשים ואחד יום [ולישנא יתירא לטפויי אתי] מתניתא פליגא על רב לא נחלקו רי\"ש ורע\"ק על האומר הריני נזיר כו' ועל מה נחלקו על האומר הריני נזיר שלשים יום ועוד יום אחד שר\"י אומר נזיר שתים ורע\"ק אמר נזיר אחת ופסק כר\"ע דירושלמי. והגם דפסק דלישנא יתירא לטפויי אתי זה דוקא להעדיף כח בעל הלשון וכמו המשייר לעצמו בור ודות שאינו צריך אמרינן דלטפויי אתי שאינו צריך ליקח לו דרך, וכן בערכין (דף י\"ט) דאם אמר מלא קומתי נותן שרביט הנכפף הוא להעדיף כח בעל הלשון אבל לגרע כחו לאמר שכוון לנדור שתים לא אמרנו. והא דגבי שכ\"מ ב\"ב (דף קל\"ח) אמר דמשום דאמר בראוי לו נוטלן ונוטל את חובו אע\"ג דהוא לגרע כח בעל הלשון, נראה משום דלאו לנפשיה רק ליורשיו נפ\"מ תו לא איכפת ליה אם מגרע כוחן ודרשינן לישנא יתירא להעדיף כח המקבל מתנה וכמו שאמרו בפרק האשה שנפלו אפ\"ה במקום ברתא נפשה עדיפא לה, ואמרו בפרק האשה רבה אקלקולה דידה חיישא אקלקולה דזרעא לא חיישא ואמרו כי אמרי אדם עשוי שלא להשביע כו' הנ\"מ מחיים אבל לאחר מיתה לא, חזינן דלא דמיא קפידא דידיה לקפידא דלאחר מיתה ולכן דרשינן לישנא יתירא להעדיף כח המקבל מתנה נגד היורשין ודוק. ועיין בית יוסף סימן ס\"א בשם הרשב\"א דלא אמרינן לישנא יתירא לטפויי רק במקום שאמרו ז\"ל יעו\"ש:<br><b> ויש </b> לעיין לרב דהוי נזיר שתים לשיטת רבוותא דר\"ן (דף ט') בנדרים וכן שיטת תוספות בריש נזיר דבאומר הריני אף אם נזיר עובר לפניו לא חייל נזירות יעו\"ש. ולא דמי לאומר אהא בנזיר עובר לפניו, א\"כ כי אמר הריני נזיר שלשים יום ויום אחד הוי כאומר הריני יום אחד אע\"ג דאיהו נזיר בעצמו מתחלת דבורו והוי טפי מנזיר עובר לפניו בכ\"ז לא מועיל, וא\"כ בכה\"ג אמרו בפרק המנחות והנסכים דאומר הרי עלי מנחה עשרון וחצי עשרון דשדי תיבת מנחה על עשרון ונשאר חצי עשרון בלא מנחה והוי כאומר הרי עלי חצי עשרון ולאו כלום וצריך לומר הרי עלי מנחה חצי עשרון ועשרון יעו\"ש, והכא נמי לא יהא נזיר רק אחת דהוי כאומר הריני יום אחד בלא תיבת נזיר, ויש ליישב כמובן ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>אמר הריני נזיר שלשים יום ושעה אחת ה\"ז נזיר אחד ושלשים יום. הריני נזיר שלשים יום ויום אחד ה\"ז נזיר נזירות אחת של ל\"א יום.</b><br><b> פסק </b> רבינו דלא כרב דסבר דהוי נזיר שתים, וטעמו משום דבירושלמי רב אמר הריני נזיר שלשים יום ויום אחד נזיר שתים דהוי יכול מימר שלשים ואחד יום [ולישנא יתירא לטפויי אתי] מתניתא פליגא על רב לא נחלקו רי\"ש ורע\"ק על האומר הריני נזיר כו' ועל מה נחלקו על האומר הריני נזיר שלשים יום ועוד יום אחד שר\"י אומר נזיר שתים ורע\"ק אמר נזיר אחת ופסק כר\"ע דירושלמי. והגם דפסק דלישנא יתירא לטפויי אתי זה דוקא להעדיף כח בעל הלשון וכמו המשייר לעצמו בור ודות שאינו צריך אמרינן דלטפויי אתי שאינו צריך ליקח לו דרך, וכן בערכין (דף י\"ט) דאם אמר מלא קומתי נותן שרביט הנכפף הוא להעדיף כח בעל הלשון אבל לגרע כחו לאמר שכוון לנדור שתים לא אמרנו. והא דגבי שכ\"מ ב\"ב (דף קל\"ח) אמר דמשום דאמר בראוי לו נוטלן ונוטל את חובו אע\"ג דהוא לגרע כח בעל הלשון, נראה משום דלאו לנפשיה רק ליורשיו נפ\"מ תו לא איכפת ליה אם מגרע כוחן ודרשינן לישנא יתירא להעדיף כח המקבל מתנה וכמו שאמרו בפרק האשה שנפלו אפ\"ה במקום ברתא נפשה עדיפא לה, ואמרו בפרק האשה רבה אקלקולה דידה חיישא אקלקולה דזרעא לא חיישא ואמרו כי אמרי אדם עשוי שלא להשביע כו' הנ\"מ מחיים אבל לאחר מיתה לא, חזינן דלא דמיא קפידא דידיה לקפידא דלאחר מיתה ולכן דרשינן לישנא יתירא להעדיף כח המקבל מתנה נגד היורשין ודוק. ועיין בית יוסף סימן ס\"א בשם הרשב\"א דלא אמרינן לישנא יתירא לטפויי רק במקום שאמרו ז\"ל יעו\"ש:<br><b> ויש </b> לעיין לרב דהוי נזיר שתים לשיטת רבוותא דר\"ן (דף ט') בנדרים וכן שיטת תוספות בריש נזיר דבאומר הריני אף אם נזיר עובר לפניו לא חייל נזירות יעו\"ש. ולא דמי לאומר אהא בנזיר עובר לפניו, א\"כ כי אמר הריני נזיר שלשים יום ויום אחד הוי כאומר הריני יום אחד אע\"ג דאיהו נזיר בעצמו מתחלת דבורו והוי טפי מנזיר עובר לפניו בכ\"ז לא מועיל, וא\"כ בכה\"ג אמרו בפרק המנחות והנסכים דאומר הרי עלי מנחה עשרון וחצי עשרון דשדי תיבת מנחה על עשרון ונשאר חצי עשרון בלא מנחה והוי כאומר הרי עלי חצי עשרון ולאו כלום וצריך לומר הרי עלי מנחה חצי עשרון ועשרון יעו\"ש, והכא נמי לא יהא נזיר רק אחת דהוי כאומר הריני יום אחד בלא תיבת נזיר, ויש ליישב כמובן ודוק:"
            ],
            [],
            [
                "<b>מי שנזר שתי נזירות בין שנדר שתיהן בבת אחת כו'.</b><br><b> גמרא </b> ערוכה בנדרים (דף י\"ח) ועיין מאירי שם והבן. ובתוספות שבועות (דף כ\"ז ע\"ב) ד\"ה הכי השתא הקשה ריב\"ם כשקיבל עליו שתי נזירות בבת אחת ונשאל על אחת מהם נאמר נדר שהותר מקצתו כו', ונראה דיש לחלק כיון דסליק למנין שתי נזירות כקביל כ\"א בפ\"ע דמי. ובירושלמי נזיר פ\"ג ה\"ב השלים נזירתו הראשונה כו' מה אנן קיימין אם באומר הריני נזיר שתים נדר שבטל מחציתו בטל את כולו ועיין ש\"ק שהרגיש בזה. ולכאורה נראה כיון דקיי\"ל אין מתירין את הנדר עד שיחול ובשאלה כו\"ע מודים דאין מתירין קודם זמנו כדאמר בסוף נדרים א\"כ אילו הוי בעי להתיר את הנזירות שניה לחודה הלא לא הוי מצי להתיר קודם זמנו, ולכן כיון דאי הוי בעי להתיר לא הוי מצי לכן גם אם הותר מקצת הנדר לא הותר הנזירות השניה כיון דלא הוי מצי להתירה בפני עצמה. ודוגמא לזה יעוין בנדרים (דף פ\"ב) מפיר למתענה ואינו מפיר לשאינו מתענה ובר\"ן שם דכיון דכל מה דמצי להפיר מפיר לא הוי כמפיר מקצת יעו\"ש. אולם איכא רבוותא דסברי דבשאלה היכי דנדרה אחר שלשים יום כיון דזמן ממילא אתי תו החכם מתיר אף קודם שהגיע זמנו. ולפ\"ז צריך לומר דהכא לא מצי לישאל על נזירות שניה לחודה דמחוסר מעשה הבאת קרבנותיו דנזירות ראשונה וכו\"ע סברי דאינו מתיר קודם דמחוסר מעשה מקרי:<br><b> אולם </b> להבין במה פליגי הבבלי עם הירושלמי נראה לדעתי דפליגי בהא דפליגי תנאי בתוספתא נזיר פ\"ד מי שנזר שתי נזירות כו' נטמא עד שלא גלח ר' אלעזר אומר צריך להביא קרבן טומאה ר' יוסי אומר א\"צ מפני שיצא מכלל ראשונה ולכלל השניה לא בא. וזה ברור שגירסא זו עקרית, דלפי גירסת כת\"י ר' אליעזר ור' יהושע תימא דאפילו אם נטמא אחר שנזרק אחד מן הדמים אמר ר' אליעזר דתגלחת מעכבא והוי כאילו נטמא בשחרית קודם הבאת קרבנותיו וכיון דלאחר מלאות אינו סותר רק שבעה ומביא קרבנות טהרה מחדש אבל קרבן טומאה ליכא יעוין סוף פ\"ו (דף מ\"ז) מאי סותר נמי כו' סותר קרבנותיו, (ובדף י\"ד) הכל מודים שאם קדש שערו בדם כו' אי אליבא דר\"א כיון דאמר תגלחת מעכבא תוך מלאת כו' ויעוין בתוס' שם, ומנזירות שניה הא אמר ר\"א בפ\"ג דביום ראשון כי נטמא הנזיר אינו מביא קרבן טומאה, וע\"כ דר' אלעזר ור' יוסי כולהו סברי דתגלחת לא מעכבא ור' אלעזר סובר כיון דמותר לשתות יין תו חלה נזירות שניה וכי נטמא ביום ראשון ג\"כ מביא קרבן טומאה משום נזירות שניה, ור' יוסי סבר כיון דצריך לגלח משום נזירות ראשונה ומצות תגלחת עליו לא חלה נזירות שניה לחצאין ולכן על טומאה ג\"כ אינו צריך להביא קרבן טומאה וזה פלוגתא חדשה. ולפ\"ז יתיישב לן הא דבפרק ואלו נדרים (דף פ\"ג) משני על הא דפריך ודילמא מן יין הפר לה מן זג וחרצן לא הפר לה אין נזירות לחצאין, ועל הך דפריך מטומאת מת דל\"ל צערא לא הפר לה לא משני אין נזירות לחצאין ויעוין ר\"ן שם. ולפ\"ז א\"ש דלר' אלעזר הרי חלה נזירות עליו שלא ליטמא למת ואם נטמא מביא קרבן טומאה ועדיין צריך לתגלחת לגלח על נזירות ראשונה הרי חזינא דחלה לחצאין נזירות שניה רק יין וחרצן הוי דבר אחד ודוק:<br><b> וכיון </b> שזכינו לזה נתברר לן שיטת הירושלמי ובבלי דפליגי בהנך תנאי, דלר' אלעזר דכיון דהותר לשתות יין משום נזירות ראשונה תו חלה עליו נזירות שניה ואם נטמא מביא קרבן טומאה וכי שותה יין לוקה ארבעים משום נזירות שניה. הרי באין כרוכים זא\"ז ולא מיפסק מידי הוי חדא נזירות וכמו נודר מחמשה בני אדם דאם הותר אחד מהן הותרו כולם והוי נדר שהותר מקצתו והותר כולו, אבל לר' יוסי דמשנזרק אחד מן הדמים הותר לשתות יין משום נזירות ראשונה ונזירות שניה עדיין לא חלה וכי נטמא אינו מביא קרבן טומאה ובודאי דהוה\"ד כי שתה יין אינו סופג הארבעים דיצא מכלל ראשונה ולשניה לא באה, א\"כ מיפסק בנתיים והוי כשני דברים חלוקים וכנודר הנאה מראובן ביום זה ומשמעון ביום אחר, והוי דוגמא להא דאמרו פרק לולב וערבה לולב דמפסקי לילות מימים כל יומא כמצוה בפ\"ע דמי סוכה דלא מיפסקי לילות מימים כולהו שבעה כחד יומא אריכתא דמיא, ולכן לר' יוסי אם נשאל על הראשונה לא הותרה השניה ולא הוי כנדר שהותר מקצתו רק כשני דברים חלוקים כיון דאיכא הפסק בנתיים משנזרק אחד מן הדמים עד תגלחת דיצא מכלל ראשונה ושניה לא חלה עדיין וזה שיטת הבבלי, והדברים נכונים:<br><b> נ\"ב </b> ועיין ערכין דף כ' כיון דאמר שני כזה אחר זה דמי יעו\"ש.",
                "<b>ואפילו הביא כפרתו ואפילו גלח שערו כו'.</b><br><b> מפורש </b> כן שבועות (דף כ\"ח) מברייתות מפורשות. ותמן מייתי לה למירמי אהא דרבא דאמר דכשאכל ככר שנשבע עליו שלא יאכלנו תו לא מצי למישאל עליו ורמי מברייתות הנ\"ל, ומשני רב אשי נזירות קא רמית מי גרם לשניה שלא תחול ראשונה ואינה, ורש\"י פירש תמן דכשנשאל על הראשונה אישתכח דכל מנין שייך אל השניה ותו אישתכח בתר שאלה דקא שאיל על נזירות הראשונה אשר כולה קיימת משא\"כ בככר דבעידנא דקא שאיל ליתא לככר דכבר אכלו. נמצא לשיטת רש\"י מה שלאחר חלות השאלה תהא המנין והכפרה מיוחס אל נזירות השניה ונמצא אז שכבר חלה השאלה ונתייחס המנין אל השניה אז יתיחס השאלה אל הנזירות הקיימת היא הראשונה, זה היא הסיבה שתחול השאלה. אולם יתכן לפרש כן, דמה שלאחר השאלה ואחרי חלותה יהי' זה אין סברא שיהא סיבה לחלות השאלה כיון דבעידן דשאיל עליה כבר פקעה ממנו לגמרי ותו ליתא לנזירות קמא ואיך ישאל כיון דכבר שלמה מנינו. אך הפירוש דדוקא היכי דאין נפ\"מ להבא בהשאלה לא מצי למישאל משא\"כ בנזירות דכל זמן דלא שאיל מחוייב למימני שניה ואי לא היתה ראשונה הלא כבר עלה מנינו מה שכבר מנה וכיפר וגילח כבר סילק לשניה רק הואיל ואיתא ראשונה סליק מנינו וכפרתו לראשונה ומחוייב למימני שניה, נמצא דמה דמחוייב למימני שניה הוי כאיתא עדיין מראשונה שיש נפ\"מ במה דשאיל על הראשונה להבא במה דיפטר מהשניה ע\"י שאלתו והתרתו לראשונה, ופירושי יתבאר טפי בלשון רבינו להמעיין במה דאמר שהרי אין השניה חלה אלא לאחר הראשונה:<br><b> וכיון </b> שכן יתבאר לנו שמועה פ\"ב דנדרים (דף י\"ז) מיתבי מי שנזר שתי נזירות כו' אלא פשיטא דאמר הריני נזיר היום הריני נזיר היום ותיובתא דרב הונא, דתמוה דבאותה שמועה אמר דלרבא מסייע דאמר בשבועה על שבועה שלא חלה שאם נשאל על הראשונה שניה חלה עליו ומאי קא פריך, וכבר הרגיש בזה ר\"ן ותוס' שבועות (דף כ\"ז ע\"ב). ולפי מה שפרשנו א\"ש, דקאמר דהא רבא סבר כיון שאכל הככר, שאין עוד נפ\"מ להבא בשאלתו לא מצי שאיל רק כאן בנזירות נפ\"מ במה דצריך למימני נזירות שניה ולא סלקי לה יומי קמאי משום דהא עלו לראשונה, וכיון דאיכא נפ\"מ להבא חיילא שאלתו, וזה א\"ש אם תאמר דבעי למימני נזירות שניה אבל אם תאמר דלא חלה עליו נזירות שניה רק כי ישאול ותהא חלה התרתו על ראשונה אז תחול שניה, א\"כ קשה איך מצי שאיל אקמייתא דכבר פקעה ממנו ושניה ג\"כ לא בעי למימני ומאי תאמר דלאחר שישאול ותהא חלה אז חלה שניה איך זה סיבה לשתהא חלה השאלה דקודם השאלה כבר פקע לגמרי וליכא לשניה, ולקמן דאמר לימא מסייע לרבא שאם נשאל על ראשונה שניה חלה עליו זה אם נאמר דלא כוותיה בהך דשבועה רק דאף לאחר האכלת הככר ג\"כ מצי שאיל על הככר, ואולי גם זה נכלל בהך דאמר לימא מסייע לרבא פירוש ויהא סתירה בהך דשבועה דאמר דלאחר שאכל הככר לא מצי שאיל כיון דליכא נפ\"מ להבא ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>ומי שנדר נזיר כשמשון אינו יכול להשאל על נדרו שנזירות שמשון לעולם היתה.</b><br><b> בשו\"ת </b> מוהרימ\"ט בשניות סימן כ\"ד הביא דברי המבי\"ט שע\"י פתח יש לו היתר וטעמו דנדר ע\"י פתח הוי כעין נדרי טעות ואין צריך התרה מה\"ת רק מד\"ס וכיון דרבנן הוא דאצריך, בנזירות שמשון דלא אפשר בחרטה ובהתרת חכם לא העמידו חכמים דבריהם ואין צריך התרה כלל, והאריך מאוד בכל הסוגיות, ולא זכר שם דברי רבינו נסים פרק נערה (דף ע\"ה) ד\"ה הא כדאיתא כו' אלא מיהו לענין שיהיו מופרין נדרי אשתו לאחר שיחולו שפיר איכא כו' קו\"ח כיון דבנדרי עצמו אשכחן דטעותא דקמי נדרא מבטל נדריו כו' ואפ\"ה ההוא גוונא גופיה לא מבטל להו לאחר שידור דהא כל נדר שהוא נדר בפתח נדר טעות הוא, דמ\"ל אם מצינן למימר דאילו ידע מה דאתני מעיקרא לא היה נודר, ומ\"ל אי מצינן לומר אילו הוי ידע הפתח דידע עתה לא היה נודר דא ודא אחת היא, אלא מאי אית לך למימר דנהי בהאי גוונא אינו מתיר לעצמו לאחר הנדר כו', הרי מפורש לפירוש הר\"ן דע\"י פתח ג\"כ אין מתיר לעצמו מה\"ת ובעי התרת חכם, וכולהו פלפולא דר\"א דבעל מצי מיפר קודם שתדור מקו\"ח ולא מקיש להקמה וע\"כ דמענינא דאורייתא מייתי וז\"ב:<br><b> אמנם </b> ראיתי בחידושי רשב\"א לנדרים פ\"ג על האי דאתא לקמיה דר\"נ א\"ל נדרת אדעתא דהכי כו' פתח פיתחא לנפשיה ר' אומר איזהו דרך ישרה כו' והשתא דאיקפוד ר\"נ אדעתא דהכי לא נדרה ושרא לנפשיה, ופירש, ובפרושים ראיתי בריש שמעתין כו' אפילו ת\"ח נמי לא מצי למיפתח בחרטה ומיהא אי אשכח מילתא דלאו אדעתא דהכי נדר מצי למישרי נדר נפשיה כו' הואיל ולא היה נדר מעולם כו' נראה שהם מפרשים דפתח פתחא לנפשיה ושרא לנפשיה וכי כתב לא יחל דברו שהוא אינו מוחל דוקא בחרטה ואינו מחוור עכ\"ל. הרי דשיטת הפרושים דבפתח מצי להתיר לעצמו דאין זה רק נדרי טעות ומדרבנן צריך התרה לכן מתיר לעצמו, וזה דעת רש\"י בפירושו לנדרים (דף ס\"ה) א\"ל במדין נדרת לך והתר נדרך במדין ולשון רש\"י שם ואמר רב ת\"ח מיפר לעצמו ומפרש דמש\"ה יתיר לעצמו וזה כשיטת המבי\"ט. אולם רבו החולקים עליו וכולהו רבוותא פליגי על רש\"י והפרושים. אמנם מה שהכריע המהרי\"ט דבפתח שעבר שאני דבזה הוי ודאי כנדר טעות ומן התורה לא בעי התרה כמו שאמר קונם שאני נושא פלונית סתם ואח\"כ אמר לא נדרתי אלא לפי מה שאמרו לי כעורה היתה וכיו\"ב כיון דנאמן אדם על עצמו ונמצא מוטעה בעיקר הנדר לא בעי התרה דבר תורה, וגם בנזירות שמשון יש שאלה דתמן לא העמידו דבריהם, עכ\"ד. אין זה מילי דסברא אך יוצאים מפי רבוותא בעלי התוס' בנזיר פרק ב\"ש על משנה דמי שנדר בנזיר והלך להביא בהמתו וכו' ואם משנגנבה בהמתו נזר אינו נזיר ופירשו כלומר הוי חרטה מעליותא שהרי הקבלה עצמה היתה בטעות שאלמלא ידע שנגנבה לא הוי נודר דאיגלאי מילתא למפרע דבטעות הוי ולא חל אפילו רגע אחד דכיון דלא נדר אלא על בהמה זו והרי אינה בידו נדר טעות הוא ונראה דאפילו ב\"ש מודו בהא דלא הוי נזיר יעו\"ש הרי דב\"ש דסברי הקדש טעות הוי הקדש ואין שאלה בנזירות כמפורש ריש פ\"ב עיי\"ש בכ\"ז כאן מודו דמהני שאלה משום שמעיקרא אדעתא דהכי לא הזיר עצמו ונמצא דמעולם לא חל הנדר שהרי גנובה בהמתו מקודם שעת הנדר ואיהו לא ידע בזה וכש\"כ בנזירות שמשון אע\"ג דלא מהני שאלה בכ\"ז באופן דאשתכח טעות בעיקר הנדר ע\"י פתח מהני שאלה לחכם, וזה ברור מדברי התוס' בלשונם הזהב ונכון לסמוך עליהם לדינא. אולם שיטת רבינו בהא דנגנבה בהמתו דאינו צריך היתר חכם וטעמו כיון דהפריש הבהמה קודם שנזר מוכח לכולי עלמא הענין מצד עצמותו דעל דעת להביא הבהמה לקרבנו נזר והוי נדר טעות ועיין במהרי\"ט שם. אמנם בזה לא פליג ארבוותא בעלי התוס' דהיכי דהפתח בדבר שלא ידע בשעת הנדר מה שכבר היה בזה הוי כנדר טעות ובנזירות שמשון ג\"כ מהני שאלה, וז\"ב להלכה למעשה, וכפי הנראה דרש\"י סבר ג\"כ דוקא בפתח שעבר ואיהו לטעמיה דסבר לרבנן דכי מתו היינו שהענו האנשים בשעת הנדר קודם שנדר דנדריה הוי בטעות יעוין שם ברש\"י (דף ס\"ד ע\"ב) ד\"ה אינו אלא דתן ואבירם כו' וזהו כהכרעת מהרי\"ט ז\"ל ודוק בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>נטמא אחר נזירות בנו כו' אינו סותר אלא עד נזירות בנו.</b><br><b> עיין </b> השגות ובלח\"מ. ובירושלמי פ\"ב ה\"י נולד ביום שמונים כו' ביום תשעים סותר עשרים יום, כפירוש רבינו דמתחיל ומונה של בן ומגלח לנזירות בנו ותו הך תגלחת סותר דבעי שלשים יום לתגלחת השניה, וע\"ז אמר השלים נזירות בנו ובא להשלים נזירותו כצ\"ל, נטמא תוך עשרה ימים כו' סותר הכל, כגון שנולד הבן ביום תשעים אם כן לתשלום המאה יום חסר עשרה ימים מעיקר נדרו אבל נטמא תוך עשרים יום האחרונים שחסר רק להיות תגלחת טהרה דבעי שיהא שלשים יום ע\"ז פליגי אם סתירת תער כסתירת ממש וזהו הסתירה מחמת תער [ויעוין בבלי בנטמא ביום גידול שער ברש\"י ותוס' יעו\"ש] א\"ר בין ב\"ח כו' תיפתר שנטמא ביום שראוי להביא קרבן ותחת תיבה (שנולד) צריך להגיה שנטמא וכן לקמן, ופירושו דהוי כאילו נטמא ביום מאה ואחד דהוי יום שהוא ראוי להביא בו קרבן דאמרי רבנן לקמן דסותר שלשים יום בפ\"ג. הגע עצמך שנטמא בלילה הרי אינו ראוי כו' ראוי הוא לילה הוא שגרם הגע עצמך הרי שנטמא בשבת כו' שבת הוא שגרמה כו' כצ\"ל, ופירושו דאע\"ג דיום מאה ואחד הוא בשבת ובו נטמא או שנטמא בלילה בכ\"ז כיון דמצד הנזירות הוא ראוי יום זה להביא קרבן אינו סותר הכל ורק שלשים יום סותר, כן הכא כיון שמצד נדרו שנדר הריני נזיר מאה יום הוא ראוי להביא קרבן אחר שמנה עשרה ימים בתר נזירות בנו רק שתגלחת של הבן סותר ובעי לגדל שערו א\"כ כל העשרים יום האחרונים הוי כנטמאה במאה ואחד יום שהוא ראוי מצד נזירותו להביא קרבן רק דבר אחר גורם כמו לילה ושבת ופשוט, ומוכח מירושלמי דנטמא בימי ההשלמה סותר כל נזירות שלו אף מה שמנה קודם נזירת בנו וכהראב\"ד ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בגמרא </b> אמר כמשה בשבעה באדר מאי, המפרשים עמעמו בזה. ויתכן לפרש דקא בעי קודם הריני נזיר לאחר עשרים יום ומעכשיו נזיר סתם, ובעי הריני נזיר שמשון לאחר עשרים יום ומעכשיו נזיר סתם מהו, ולכאורה מפורש במשנתינו דהריני נזיר לכשיהי' לי בן ונזיר התחיל מונה את שלו כו'. אמנם שם לא אסיק אדעתיה שיולד הבן תוך הנזירות שנזר אח\"כ והיה בדעתו שיוגמר נזירות שלו ואחרי כן יולד הבן ויקיים נזירות שתיהן נזירותו ונזירות הבן רק לבסוף נולד הבן תוך נזירותו לכן חיילא נזירות בתרא היינו נזירותו וכשנולד הבן מפסיק ומונה של בנו ואח\"כ משלים נזירותו, אבל כאן מעיקרא לא היה בגדר האפשרי שימנה תוך עשרים יום נזירות בלא הפסקה וכן פירשו בתוס', ועל זה בעי אם אמר הריני נזיר בשבעה באדר ומכאן היינו משעת נדרו היה עשרים יום עד שבעה באדר והריני נזיר, או שאמר הריני נזיר שמשון בשבעה באדר ונזיר מעכשיו שבעת הנדר היה יכול השנה להתעבר ע\"פ ב\"ד ואז יותחל נזירותו השניה ויוגמר עד שבעה באדר השני, רק לבסוף אשתכח דלא נתעברה השנה ואין כאן רק עשרים יום מעת נדרו ומוכרח להפסיק ולהתחיל נזירות שמשון או לא חיילא, והכא שאני ממשנתינו, דבמשנה כי מתחיל נזירות בנו מבורר אצלינו אם חייל וכאן אף כי יגיע שבעה באדר הלא מעברין השנה עד הפורים ויכול שתתעבר השנה ועדיין הוא מנזירותו השניה שנדר ובאפשרי שיהא ביכלתו להשלים אותה ודוק:<br><b> אמנם </b> בפרק קונם יין אמר דאי לא ידע דמעברא שתא אם אסר על עצמו עד סוף אדר הוא עד סוף אדר הראשון נראה דהיכי דאוסר עצמו מזמן קודם אז נמשך רק עד אדר הראשון, אבל היכי שהאיסור מתחיל באדר אפשר דאין נפ\"מ ולעולם אדר שני אמר [וגם שם יש גירסאות שונות ויעוין בש\"ך שם] ובפרט אם תתעבר השנה קודם התחלת האיסור שבסוף שבט תתעבר השנה, א\"כ כשיחול האיסור יהא נודע שנתעברה השנה והמכוון מאדר שני וכמו שכיו\"ב נמצא בירושלמי יעוין ר\"ן פ\"ק דנדרים (דף ל'), והא דתפסה הגמ' בשבעה באדר, הגהה כתובה בצדה מהגאונים \"כמשה\" שדרך לנדור בנזיר מיום מיתתו כמו שהיו מתאבלים עליו או דזה התירוץ דאם אמר בז' באדר בטח מכוון דבריו על אדר השני שבשנה שמת משה היה בחודש אדר השני כמוש\"כ ודוק, ועיין פירוש רבינו גרשם בתענית (דף י\"א) על אם נדרו קודם. לגזירתנו בפירוש השני הנפלא עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ונזרק דמה כו' אינו יכול להפר.</b><br><b> זה </b> דלא כרע\"ק דאמר אף נשחט אינו יכול להפר. ובירושלמי אר\"י לא אמר ר' עקיבא אלא בחטאת כו', פירוש הא בשאר קדשים יש תקנתא לזרוק דמן שלא לשמן, ופריך מעתה אפילו בחיים, פירוש אפילו לא נשחט עדיין החטאת רק הפרישה לבדה דתנן לעיל אם הפיר לה בעלה החטאת תמות וא\"כ איך מצי מיפר לרע\"ק הא איכא הפסד קדשים, ומשני אינה נמסרת לגבוה אלא בשחיטה, ופירוש דכיון דסכין מקדש איכא פסידא טובא ודוק. ויתכן לפרש דאם הפר לה בעלה אין לך פתח גדול מזה שאילו ידעה שבעלה מיפר לה לא הפרישה ולא הקדישה אותו ויכולה לישאל לחכם, אבל לאחר שחיטה אם תשאל לחכם שוב שחטו חולין בעזרה, [וזה אינה נמסרת פירוש שלא תשאל ע\"ז] ודוק. ולפ\"ז אמינא דרבי אליעזר דסובר דפותחין בנולד מש\"ה סובר בערכין (דף כ\"ג) כב\"ש דאין שאלה להקדש דאל\"ה איך גמירי דחמש חטאות מתות הא אין לך פתח גדול מזה אילו ידע שתאבד ותמצא לאחר כפרה לא אפרשה ויכולין לישאל לחכם ע\"ז ואיך גמירי דמתה, וע\"כ סבר אין שאלה בהקדש אבל אנן סברי דאין פותחין בנולד, ועיין ב\"ק (דף ק\"י), ודוק בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כיצד יין שנתערב בדבש כו' אינו לוקה.</b><br><b> הנה </b> בירושלמי אמר משנה ראשונה עד שישתה רביעית יין דהווין דרשין שכר שכר מה שכר שנאמר להלן רביעית יין אף כאן רביעית יין, ופירשו המפרשים דילפינן מביאת מקדש ושם רביעית דראוי לשכר בעינן דכתיב יין ושכר דרך שכרות, וכיון דבעינן דיהא ראוי לשכר העיר החת\"ס בהגהות לפסחים דחזינא דר' אלעזר סובר דאינו משכר אם הפסיק בה או נתן לתוכה מים כל שהוא, ופטור בביאת מקדש, אם לא דשתה יתר מרביעית דדוקא דרך שכרותו חייב ה\"נ ילפינן בנזיר דאם נתן מים כ\"ש ושתה רק רביעית יהא פטור א\"כ ליכא היתר מצטרף לאסור ביין אם לא דשתה יתר מרביעית כן דבריו בתוספות ביאור. אמנם צריך להבין הלא אמרו שרה פתו ביין ויש בו כדי לצרף כזית מפת ומיין חייב לר\"ע אע\"ג דלית ביה כשכרותו, וצ\"ל או דר\"ע לטעמיה דסבר דשתה כזית יין חייב ולא מקיש לשיעור לביאת מקדש רק דמקיש שתיה לאכילה ולא סבר דבעי כדי לשכר או דשאני דרך אכילה ויעוין תוס' זבחים (דף ק\"ט) סד\"ה עולה. אמנם לחייב ברביעית יין בהיתר מצטרף היינו במזוג נראה דמצי להיות דיין מזוג בשאר משקין היינו משקין המשכרין כמו חלב ודבש דאמרו בכריתות דאם שתאן הוי באזהרה ופסקו רבינו בריש ביאת מקדש:<br><b> ומה </b> נפלא לפ\"ז לשון רבינו שדייק כאן בשתיה גבי נזיר ששתה יין שנתערב בדבש דאע\"ג דהוי לשכר בכ\"ז סבר דאינו מצטרף היתר לאיסור רק שיהא טעמו וממשו רביעית בכדי אכילת פרס, ובהלכה ו' נתערב יין וכיו\"ב בדבש ואין שם טעם יין ה\"ז מותר כו' היה בו טעם יין כו' ודוקא שנתערב בדבש דהוי מדברים המשכרים ובכ\"ז שיעורא בעי בכדי אכילת פרס, אבל יין שנתערב במים ושתה רביעית אף להנך אמוראי דסברו היתר מצטרף לאיסור אינו חייב גבי נזיר לדידן דילפינן מביאת מקדש ושם קיי\"ל דאם נתן בו מים כ\"ש ברביעית פטור דאינו משכר, ולכן משמיענו רבותא דאף בנתערב בדבש דהוי דבר המשכר אין אומרים בזה היתר מצטרף לאיסור רק דכזית או רביעית בכדי אכילת פרס בעינן, וזה נאות בלשון הזהב של רבינו ודוק:<br><b> אמנם </b> בתוספתא תניא ר' אליעזר בן עזריה פוטר עד שישתה רביעית יין בין שמזגו ושתאו בין ששתאו חצאים, הרי דזה משמיענו דאע\"ג דיליף מביאת מקדש שכר שכר לשיעור רביעית, מ\"מ במזגו או שתה בהפסק חייב בנזיר ולא דמי לביאת מקדש בזה והוי כמו יין מגתו דגבי ביאת המקדש פטור דאין בו כדי לשכר יעויין ריש הלכות ביאת המקדש ובנזיר חייב על יין מגתו ואפילו סחט אשכול ושתה ממנו רביעית חייב וכן מתרגם מחמר חדת ועתיק יזר ובביאת מקדש תרגם חמר ומרוי לא תשתי דדוקא שמשכר כדרך שכרותו [או אולי סובר כר' יודא דלשאר משכרין אתא יעוין] לכן חייב גם על עירב בו מים ברביעית ואם שתאו חצאין שהפסיק בשתייתו, כמו יין מגתו, ולא יליף בירושלמי שכר שכר מביאת מקדש רק לשיעור רביעית שיעור שמשכר, וז\"ב ודלא כמוש\"כ, רק דיוק לשון רבינו א\"ש דלרבותא נקיט וכמוש\"ב ודוק:<br><b> והנה </b> בירושלמי אמרינן ר\"א בשם ר' יוחנן כוס מזוג משום משרה לוקין עליו, ופירושו או מזוג בדבש או במים ושתה יתר מרביעית וכמו דמחייב רבינו בשתה יתר מרביעית מיתה בידי שמים ופוסל עבודה דהוי יין המשכר יעו\"ש בביאת מקדש, או דאתי דלא כר\"א דמשום משרה לוקין עליו, ואח\"ז אמר דמשרת יין במשרת יין מצטרפין ומשרת ענבים במשרת ענבים מצטרפין [כן כוונתו שם] רק דמשרת ענבים במשרת יין מהו שיצטרפו. אחרי זה אמר אכל חצי זית יין וחצי זית משרה חייב, זה בפני עצמו וזה בפני עצמו אינן מצטרפין וסבר דיין ומשרה הוי שני לאוין ואינן מצטרפין וכי אכל כזית מזה וכזית מזה אינן מצטרפין וחייב שתים. ונראה דאזיל כפי מה דסבר ר' אבא בר ממל דהיתר מצטרפין לאיסור ואינו נכלל בקרא דמכל אשר יצא מגפן היין כיון שהמשרה יש בו היתר שאינו יוצא מגפן היין ונאסר, אבל לרבינו דפוסק דעל רביעית או כזית בכדי אכילת פרס חייב הרי לאו דמשרת ענבים נכלל בהך דכתיב מכל אשר יצא מגפן היין להצטרף זה לזה ומצטרף יין למשרה וכן אינו לוקה על יין ומשרה רק אחת. ויש לפרש הירושלמי דאמר יין ומשרה מצטרפין כו' רק משרת ענבים ויין אינן מצטרפין ולסוף קאי הכל על משרת ענבים, אמנם המחוור כדפרישית. ולפי מה שבארנו לעיל ביין שנתערב במים ושתה מן התערובות רביעית בכדי אכילת פרס אינו לוקה דלא גרע מפסק בו או מזגה דמשמע שם דאיכא רביעית יין רק דמזגו במים פטור אף ששתה רביעית מן היין לחודא רק יתר מהרביעית מן היין לחודא חייב יעוין בביאת מקדש ודוקא נקט רבינו יין שנתערב בדבש דהוי מדברים המשכרים. ועיין ספרי בשם ר\"א הקפר יין זו מזוג כו' ולדידיה ניליף מהא דהיתר מצטרף לאיסור, וצ\"ל דלשיעור אינו מצטרף המים דאין בכלל כל אשר יצא מגפן היין וצ\"ע. ודוק בכ\"ז:<br><b> והנה </b> למדנו דבר חדש מדברי רבינו, שדעתו ידוע כי באם שתה איסורין או המחה חמץ וגמעו דברביעית [עיין יבמות קי\"ד דברביעית] שהייתו כדי שתיית רביעית ואף בתרומה דשתייתה בכזית כמו אכילה בכ\"ז שיעורו בכדי שיעור רביעית [עיי\"ש פ\"ד מהלכות מאכלות אסורות ופ\"ק משביתת עשור ופ\"י מהלכות תרומות] בכ\"ז הכא ביין שנבלע רביעית בשלש בצים פת ואכל הרביעית בתוך הפרס חייב, כיון שכן דרך אכילה בכך, אבל רביעית בעי שאל\"כ אין כאן איסור נבלע דח\"ש הוא, ומשום שע\"י אכילה הוא אינו נעשה איסור בכזית [ודלא כדברי התוס' זבחים דף ק\"ט] רק בהמשך הזמן תלוי בהא אם מובלע בפת הוי דרך אכילתו כדי אכילת פרס ואין כאן הפסק בשתיית הרביעית. ויותר מזה למדנו מדברי רבינו כאן, דאף ביין שנתערב בדבש ושתה מהן ג\"כ שיעורו ברביעית בכדי אכילת פרס וע\"כ דסברתו דטעמו וממשו מיקרי כשנתערב כזית בכדי אכילת פרס, וה\"ה רביעית שבקרוש עומד על כזית ג\"כ אם נתערב בכדי אכילת פרס מיקרי טעמו וממשו אף שאם ישתה הרביעית לחוד בכדי אכילת פרס לא מיחייב שיש הפסק ואין דרך שתיה בכך, הכא אין הפסק בכך שדרך שתיה כן רק טעמו וממשו איכא בהך אך בשאין בכא\"פ לא מיקרי ממשו כלל וזה חידוש. אמנם צריכין אנו לקבל דברי רבינו ואולי יצא לו כן מהך דאמר בכותח הבבלי כזית בכדי אכילת פרס והתם שיעורו ברביעית דלא גרע מהמחה החמץ דשיעורו ברביעית כמוש\"כ רבינו ואמאי קאמר כזית. אמנם אחר העיון בדברי רבינו נראה דאיהו סובר דכל מקום שנזכר שתייה בפני עצמה כמו בביאת מקדש בבואם כו' יין ושכר לא ישתו וכן בנזיר חומץ יין כו' לא ישתה הוי שיעורו רביעית בכדי אכילת פרס כדתנן בכריתות פ\"ג גבי ביאת מקדש וא\"כ בנזיר אף בלא תערובות הוי שיעורו רביעית בכדי אכילת פרס, ובתרומה ובהמחה החמץ והחלב דאיסורי דידהו כתובים בלישנא דאכילה וכן יין נסך ויוה\"כ, בזה הוי שיעור בכדי רביעית וצ\"ע עוד בזה. אח\"כ ראיתי בדרב\"ז בלשונות הרמב\"ם בח\"ב סימן קמ\"ה שהעיר בזה עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>בכס\"מ </b> והכי אמרינן בברייתא ובגמ' דתרי מילי נינהו כו':<br><b> נ\"ב </b> כדאמר שם לאתויי חמרא חדתא וענבי ולזה כוון ואפילו סחט אשכול:"
            ],
            [
                "<b>נזיר ששתה רביעית יין ורביעית חומץ כו'.</b><br><b> ויעוי' </b> השגות ויעוי' בספר המצות דיליף מהאי סוגיא כמוש\"כ הלחם משנה.<br><b> ונראה </b> ראי' להראב\"ד מהא דתניא בתוספתא בבא בתרא פרק ה' רשב\"א אומר המוכר יין לחבירו ונמצא קוסס כו' נסכו ע\"ג המזבח כו' שתה ממנו נזיר ה\"ז סופג את הארבעים. וצריך ביאור דמאי נפקא מינה אם הוי יין או חומץ על הכל סופג הארבעים. ופוק חזי בירושלמי סוטה פרק משוח מלחמה הלכה ה' חשיב ביין קוסס כמה דברים ולא מזכיר נזיר. כיון דעל חומץ ג\"כ לוקה אלא חשיב מערבין ומשתתפין בו משום דנ\"מ בשיעורא דיין כדי לשתות הימנו וחומץ כדי לטבל בו להכי חשיב להו אבל לענין נזיר ליכא נפ\"מ אלא לענין התראה אם התרו בו משום יין לבד אי לוקה ולשיטת רבינו הוי חד לאו וליכא נ\"מ כלל. וא\"כ ע\"כ כהראב\"ד דתרי שמות נינהו ודו\"ק."
            ]
        ],
        [
            [
                "<b>נתגלח רוב ראשו כו' ה\"ז סותר ל' יום.</b><br><b> בזה </b> למדנו הלכה חדשה בנזיר בירושלמי, דמן הא דאמר מוחלט ודאי וטמא ודאי מגלח ד' תגלחות וחזינא דלאחר שגלח תגלחת שניה דמצורע בימי ספורו מונה שבעה ימים ומגלח אף דאוכל בקדשים קודם אחר תגלחת שניה ועל כרחין דהזה ושנה וטבל בימי צרעתו, ובכ\"ז מונה ז' ימי טומאה ומגלח לטומאתו, זאת אומרת שהתער בנזיר טמא סותר, פירוש שאם גלח תוך מנין שבעה לטומאתו סותר ומונה שבעת ימים כדי שיגלח תגלחת טומאה כדין דבז' יומי מטו שערות לכדי לכוף ראשו לעיקרו. ולא מסתברא ליה לחלק דכיון שנצטרע שערו בתגלחתו מותר בהנייה ופקע איסור וקדושה שבשערו אבל אם גלחוהו לסטים תוך ימי טומאתו דשערו קדוש ובעי קבורה אימור דאינו סותר סבר דלא נפ\"מ מידי בהא יעויין ירושלמי סוף פרק שני נזירים ודוק. ולכן בפרק ג' מינין ה\"ג אמר תני קל בנזיר טהור שאינו סותר אלא בתער וחומר שסותר שלשים קל בנזיר טמא שהוא סותר בו שבעה וחומר שכולם סותרים בו, והגם דבהא דמפליג בין טמא לטהור בסתירת שלא בתער ודא מוכח מבבלי דרק ר' יוסי בן חנינא סבר כן דאינו כתוב תער רק בנזיר טהור לא בנזיר טמא ומסיק הגמ' דאיתקש נזיר טמא לטהור בכל מילי יעוין (דף מ\"ב) ובמה דפשיט הגמ' סוף שני נזירים דמיבעי לרמי ב\"ח אי נזירות טומאה משום איעבורי שער טמא ואפילו סכו נשא דמסיק דהכל שוין וכן מפליג הירושלמי לענין שתי שערות שמעכבין בין נזיר טמא לטהור ומפלפל בזה באורך והוא דלא כשיטת בבלי ויעוין פני משה שהשכיל לפרש הסוגיא בפשט ברור דע\"ז בבלי חולק. אבל דא לא מצאנו מחלוקת דנזיר טהור סותר בו שלשים כדמפרש בירושלמי דמוכח מקרא דתער לא יעבור על ראשו ואם עבר אז גדל פרע שער ראשו ואין פרע פחות משלשים, אבל בנזיר טמא שגלחוהו לסטים תוך ימי טומאה סותר רק שבעה כמניינו וזה סותר כמניינו וזה כמניינו וברור. וכיון שכן הלא הוכחתי בחידושי דהעיקר בהך דאמר ר' אליעזר דאם נטמא ביום הבאת קרבנו זה יום שלשים באם נזר סתם אינו סותר אלא שבעה, פירושו דהוי סתירה לז' ימים שמונה ז' ימי טומאה ומגלח לאיעבורי שער טמא וחוזר ומונה שבעה ימים שיגיעו לכדי לכוף ראשו לעיקרו ואח\"ז מגלח לנזירות טהרה וכן פירש המפרש בפ\"ק (דף ו') יעו\"ש (ובדף ל\"ט ע\"ב) יעו\"ש, (נ\"ב. וכן מפורש בתוספתא (פרק ב' הל' י\"ג) כלל כו' אינו סותר אלא שבעה חוץ מימי טומאתו) ולזה אמר ר' אליעזר סוף פרק ג' מינין דאם נזרק עליו אחד מן הדמים ונטמא דסותר כל קרבנותיו דכיון דסובר דתגלחת מעכבא מלשתות יין, וסבר דמונה ז' ימי טומאה ובעי לאיעבורי שער טמא ולסוף סותר שבעה ימים ומונה ז' ימי טהרה ומגלח תגלחת טהרה הוי כמו שהביא קרבנו תוך ימי נזירות טהרה ובעי למיהדר ולהביא קרבנו הראשון וז\"ב:<br><b> ובזה </b> יתבאר הירושלמי סוף פרק ג' מינין ר' יוחנן אמר סותר כל קרבנותיו כדאמר בבלי עיי\"ש. פשיטא דא בלא נטמא כשר לא בדא כשר ואח\"כ נטמא. והברור דצ\"ל כך \"פשיטא דא נטמא בלא נשר\" דא פשיטא כמשנתינו דסותר קרבנותיו אף מה שהביא קודם שנטמא \"נשר ואח\"כ נטמא\" פירוש שאם נשרו שערותיו ונעשה קרח ואח\"כ נטמא אם סותר קרבן שהביא כיון שאין לו מה לגלח שנשרו שערות ראשו ונעשה קרח ותו לא יתקיים ביה תגלחת טהרה וא\"כ למה יסתור הלא נזרק עליו אחד מן הדמים בטהרה ובר תגלחת לא הוי יחזור ויזה וישנה ויטבול ויביא שאר קרבנותיו אמר ר\"ח ולא ר\"א שמותי הא דתניא נזיר ממורט ב\"ש אומרים צריך להעביר תער על ראשו וא\"כ הביא קרבן טרם שהעביר תער על ראשו ולכן מונה ז' ימי טומאה ומעביר תער על ראשו ואח\"ז מונה כנגדן שבעה ימי טהרה שבנזיר שיש לו שער אתו לידי תגלחת טהרה ומעביר תער על ראשו לשם טהרה לכן סותר הקרבן ומביא גם הקרבן שנזרק דמו מקודם וברור בס\"ד:<br><b> ובזה </b> יתבאר הסוגיא דפ\"ג ה\"ג על ר' אליעזר דסותר שבעה כמו שבארנו ממצורע למד ר\"א שמגלח לימי חלוטו ומונה שבעה ומגלח לספורו הרי דשבעה ימים בר תגלחת הוי לכן גם ביום שלשים שנטמא מגלח תגלחת טומאה ומונה כנגדן שבעה ימי טהרה ומגלח לטהרה, ולמה לא יליף מנזיר טמא, פירוש היכי שגלחוהו לסטים תוך ימי טומאה חוזר וסותר שבעה ומגלח לטומאתו וע\"ז משני מצורע מגלח וחוזר ומגלח שכן עיקר מצוותו נזיר טמא אינו מגלח וחוזר ומגלח שאין מצוותו כך רק אם נתגלח תוך ימי טומאה מונה שבעה ימים כנגדן ומגלח, והוי כמו דאמר וכי דנין דבר בהכשירו משלא בהכשירו יעוין זבחים (דף נ\"א) ודוק. והא ר' אליעזר מה שני בין נזיר סתם לנזיר שפירש, דאם פירש ואמר הריני נזיר שלשים יום סותר הכל מה שני בין סתירת שבעה להך סתירת שלשים, וע\"ז אמר בשעה שנזר סתם מירט אינו סותר פירוש דאם היה נזיר ממורט שאין לו שער מה לגלח אם נטמא אז ביום הבאת קרבן טרם שהביא קרבנו אינו סותר דאין לו מה לגלח ואי משום העברת תער על ראשו אף אם סבר כב\"ש בנזיר ממורט דצריך להעביר תער על ראשו וכמ\"ד נותן על מקומו בבהונות יעו\"ש פרק ג' מינין ה\"ט, הלא כאן שסותר רק שבעה אינו תועלת שאין לו מה לגלח ובנזר שלשים יום היינו שפירש מירט אם היה נזיר ממורט סותר שלשים יום. ולפ\"ז אין זה כמו דמסיק רב הונא ב\"ח לקמן בנשרו שערותיו ואח\"כ נטמא, ויש ליישב לאחר העיון. אולם פירוש הירושלמי נראה ברור דכוונתו על נזיר ממורט, והדין שאם נתגלח נזיר טמא תוך ימי טומאה שחוזר ומונה שבעה ימים אף שכבר נטהר לאכול בקדשים שהוזה ושנה נראה ברור ולא אשכחן ביה פלוגתא ודוק היטב בכ\"ז:"
            ],
            [
                "<b>וכל אותן הל' יום כל דקדוקי נזירות עליו אלא שאין עולין לו מן המנין.</b><br><b> המשנה </b> גלח או שגלחוהו לסטים כו' שלשים יום פירש רבינו דאם נזר מאה יום ומנה עשרים יום וגלחוהו לסטים ממתין שלשים יום שאינן עולין לו ואח\"כ מתחיל להשלים שמונים ימי נזירותו ולפי זה אתי שפיר דתני גלחוהו לסטים דאם נטמא למת מצוה דמביא קרבן טומאה וסותר נזירותו משלים אחר תגלחת טומאה מיום השמיני שהוא הבאת קרבנותיו את השמונים יום ואינו צריך להמתין שלשים יום שלא יעלו לו. וכן בתגלחת צרעתו יעוי' דף ס' וכן באומר הריני נזיר כשיהיה לי בן והריני נזיר ומנה נזירותו ונולד לו בן דמגלח לנזירות בנו ומשלים נזירותו ואם בנו נולד לשמונים יום משלים אח\"ז שלשים יום כפי' רבינו שם. רק בתגלחת אונס שלא כמצותו אז אינן עולין לו שלשים יום.<br><b> ולפי </b> זה מסתפקנא אם גלחוהו לסטים ליום השלשים מנזירותו והי' צריך לשהות שלשים יום של גידול שער בלא מנין כלל ואח\"ז נטמא דביום טהרתו היינו אחר שבעה מגלח תגלחת טומאה מי אמרינן דלמחרת יום תגלחתו וכשיביא קרבן טומאה חוזר ומונה נזירות טהרה או כיון דנתגלח שלא כמצותו וכבר חלה עליו להמתין עד מלאת שלשים יום בלא מנין ורק אח\"כ למנות ימי נזירותו הנשארין תו אף כי נטמא אח\"ז אם כי מגלח ומביא קרבן טומאה צריך להמתין שלשים יום שלא יעלו לו ויחזור וימנה נזירות טהרה ומסתברא כפן הראשון. ואם כה נאמר יוכל להיות כי נזיר טהור שטמא עצמו לא יעבור בבל תאחר אם גלחוהו מקודם שלא כמצותו דהא אדרבא עכשו מקדים הוא נזירות דטהרה ותגלחת דטהרה. ולפ\"ז יהא מיושב מה דיש חורש תלם אחד כו' דכהן והוא נזיר דהקשו הא איכא בל תאחר יעו\"ש ובכה\"ג ליכא ב\"ת ודו\"ק."
            ],
            [],
            [],
            [
                "<b>או גילח אחר מלאת ה\"ז אינו סותר כלום.</b><br><b> הנה </b> כתבתי בחידושי דזה סותר למש\"כ רבינו לקמן פ\"ח הי\"א כל מקום שאמרנו תגלחתו פסולה ה\"ה כמו שנתגלח בתוך ימי נזירותו וסותר שלשים יום והארכתי בזה והעליתי דהעיקר דאם כי בתוס' רצו לבאר כן אין זה דעת רבינו רק ט\"ס יש בדבריו פה המורגש בלשונו הזהב וצ\"ל אילו גילח (וט\"ס נפל או במקום אילו) וחדא אמר נטמא ביום של אחריו שהוא יום שראוי לגדל שער אילו גילח אחר מלאת ה\"ז אינו סותר כלום כו' שלמה הנזירות וכל הנטפל לה הנטפל הוא יום הבאת קרבן יום של אחרי מלאות, ובלשון זה כתב בהלכה הסמוכה שהוא יום הבאת קרבנות טהרה אילו לא נטמא:<br><b> ובזה </b> מתבאר לנו הירושלמי בפרק שני נזירים זה לשונו, אבל אם היה זה נזיר שלשים יום וזה נזיר מאה יום ממתינין לו עד מאה דכל המאה יום אסור לגלח שמא הוא לא נטמא ואסור בתגלחת עד כלות המאה יום לכן ממתינין בקרבן טומאה וטהרה עד מאה, בעון קומי ר\"י נטמא באותן הימים מה הן פירוש דראו שנטמא אחד מהן באותן הימים שלאחר שלשים ואחד יום עד סוף המאה שלנזיר מאה הוי תוך מלאות וצריך תגלחת טומאה וקרבן טומאה ולזה הנזיר שלשים הוי יום שהוא ראוי לגדל בו שער אילו הביא קרבן וימים אלו שלאחר מלאות אינו מביא קרבן טומאה ואיך מצי להביא קרבן טומאה ולהתנות דזו היא של אחד מהם, א\"ל ר\"י כמו שחבירו מבקש מאחד מן השוק פירש יבקש מאחד מן השוק שידור כנגדו כו' קרבן טומאה וקרבן טהרה ואם נזיר מאה הוא הטמא קרבן טומאה שלו ואם לאו הוא בספק ומביאין אח\"ז קרבן טהרה:"
            ],
            [],
            [],
            [
                "<b>ולוקה על שהייתו שם ואם התרו בו שלא יזיר שם.</b><br><b> עיין </b> לעיל פ\"ה הלכה י\"ח י\"ט, והך דהלכה י\"ח הוא תרי שנויי בגמרא (דף מ\"ג) דרב פפא ודמר בר רב אשי איך משכחת ביאה וטומאה כחדא עיי\"ש, והך דהלכה י\"ט ומש\"כ כאן קשה ליישב לפי גירסא שלפנינו רק נפרש סברת רבינו ודעתו בזה. וזה סברתו, דברור דכיון דבטומאת מקדש כשנכנס לפנים לוקה מיד בכניסתו ולא בעי שהייה ובנטמא בפנים גמירי דבעי שישהה כדי השתחואה, לכן כאן בנזיר אם נכנס לבית ושהה עד שמת בו המת או שנכנס לאהל בשידה תו\"מ ובא חבירו ופרע מדעתו בזה חייב אף בלא שהה אחר המיתה ואפילו אם קפץ מיד חייב דזה ביאה וטומאה שנכנס בטומאה וה\"נ מסתמא התרו בו טרם המיתה בגמר גסיסה שיצא ובשהייתו ברגע המיתה הוי כנוגע במת כיון שיכול הי' לצאת, וכן במה שפרע חבירו מדעתו שהוא עשה כל פעולות שנכנס לאוהל המת ולפרוע חבירו ולוקה כמו נוגע במת [וגדולה מזה כתב בטמאו אחר והוא מזיד לוקה הנזיר ה\"נ] אבל אין בזה שום ענין משהייה אח\"כ, אולם בנכנס בשגגה אח\"כ בעי התראה ובשהייה לוקה דוקא כדי השתחואה דבלא\"ה לא לקי אף דלפעולות המעשה סגי בכדי שיצא הכא שטמא נזרו לא לקי בכדי שיצא אם לא שהה כדי השתחואה [וכמו שאפרש לקמן דזה גמירי לה] דאז מיקרי טמא נזרו מחדש ופשוט. וכ\"ז דוקא בנדר נזירות מחוץ ואח\"כ טמא עצמו אבל בקבל עליו נזירות אח\"כ שנתהווה נזיר בבה\"ק סברת רבינו דבמתרין עליו שלא יזיר לא לקי בלא שהייה, וטעמו פשוט דנושא האיסור הוא נזיר איש שקדוש הוא על כל נפשות מת לא יבוא וכן בנטמא בפנים דאיסור הוא על הטמא שלא יכנס לבהמ\"ק, נושא הדבר הוא טמא והאיסור ביאת מקדש, ונמצא דכי מתרין אותו על שלא יבוא למקדש הוא עצם האיסור, וכן כי מתרין נזיר שלא ישתה ולא יטמא הוא התראת עצם האיסור, אבל במתרין בו שלא יזיר עצמו בבה\"ק אין זה התראת עצם האיסור שהלאו הוא אחרי קבלת הנזירות שלא יטמא נזירותו רק דא פשיטא ליה שאם אמרינן דשהה והתרו בו שלא יזיר הרי התרו על עצם הפעולה שלא יזיר ויטמא אח\"כ נזרו בודאי לקי דהתרו על עצם פעולתו שלא יזיר ויטמא עצמו היינו איסור טומאה שמונח בהחל עליו שם נזירות קודם וה\"נ התרו בו כן שלא יטמא נזרו בטומאה הבאה עליו אחר הקרא נזיר שזהו עצם האיסור ופשוט. וזה שכתב רבינו כאן ואם התרו בו שלא יזיר שם שאין לו מובן וצ\"ל ולוקין על שהייתו שם אם התרו בו שלא יזיר שם ופשוט. אך בנכנס לשם בשידה תיבה ומגדל ופרע חבירו המעזיבה ונטמא תיכף ובפריעת המעזיבה קבל עליו נזירות באותו רגע שבאו עליו טומאה ונזירות כאחד דלא חל עליו שם נזירות קודם הטומאה ולא שייך התראה שיתרו אותו דמאן ידע דבעת קבלת הנזירות יבוא חבירו ויפרע, ומבעי ליה אם בכה\"ג דלא חל עליו שם נזיר קודם הטומאה אם בשהייה לוקה דכבר טמא נזרו וכמו בבה\"ק שנטמא דשם טמא לא חל עליו טרם היותו בבה\"ק ובשהייה חייב ה\"נ או לא גמירי אבראי פירוש היכי דלא חל עליו שם נזיר קודם ביאתו לבה\"ק. ועדיין תמוה אמאי לא אמר דלא אתרו ביה קודם על נזירות, ואולי משום דבכה\"ג בעי אם יש איסור מלקות ודוק. עכ\"פ זה מורה לעיין בכוונת רבינו דבנזר בבה\"ק מיירי לפי סדר הלכותיו דביה מיירי ובאותו שא\"צ קרבן וגלוח עיי\"ש:<br><b> ונראה </b> משיטת רבינו דאיהו מפרש הך דנזיר בקבר בשבועות כרש\"י ותוס' אי צריך שהייה א\"ל ופוסק דבעי שהייה מספק, וזהו דקאמר או דילמא כי גמירי באונס שכוונתו לשאול בכה\"ג ששם נזיר חל עליו קודם ואפ\"ה גמירי דצריך שהייה משום דתחלת כניסה באונס וה\"ה שוגג, ולזה בעי רב אשי, אך בנזיר בעי רבא בהאי ענינא דעסיק ביה כגון שנזר בבה\"ק ולא חל עליו שם נזירות מקודם אי לקי בשהה ולא אמרינן שנזרו טמא ועדיין לא חל עליו שום תואר נזיר בלא טומאתו, ולכן שקיל הגמ' בהך אי לימא דאתרו בו כו' ונכון בס\"ד. אך דע, כי זה נראה מש\"כ רבינו שאם נכנס בשגגה ושהה במזיד לוקה אם שהה כדי השתחואה, הוא דוקא בשהייה שהות כדי כניסה ויציאה ג\"כ אבל בשהה כדי השתחואה ולא היה כדי כניסה ויציאה ג\"כ פטור מספק דילמא לא גמירי רק בפנים לא בחוץ, ועיין ריטב\"א שבועות שיש סבורין לומר כן אף במקדש עיי\"ש שדחה דבריהם. וזה מדוקדק בלשונו הזהב בהלכה י\"ט נכנס לאוהל המת או לבה\"ק כו' ולא קפץ ויצא אלא עמד שם ה\"ז לוקה והוא שישהה שם כדי השתחואה, מורה דבריו הקדושים דבעי שיהא שיעור קפיצה ויציאה ודוק. אך לפ\"ז יש לפרש הך בעיא דשבועות דבעי רבא צריך שהייה למלקות, פירוש אם התרו בו שלא יטמא עצמו במזיד וטימא עצמו מי לקי וכפי מה שפירשתי לעיל, ואפ\"ה נראה דדוקא בבהמ\"ק שייך למבעי בכה\"ג, אבל נזיר שטמא בבה\"ק והתרו בו שלא יזיר פשיטא דלא לקי בלא שהייה. והטעם נכון לפמש\"כ דלא דמי למתרין בו שלא יטמא משום דזה אינו עצם האיסור רק האיסור על הנזיר שלא יטמא וצריך לחול מעיקרא שם נזירות והדר שלא יטמא. ולפ\"ז במטמא עצמו בבהמ\"ק שנקודת האיסור ותוארו מונח על רגע עצם הטומאה את עצמו היינו שהזורק דבר טמא לבהמ\"ק ג\"כ לוקה משום בל יטמאו א\"כ המטמא עצמו מלבד האיסור שמונח על גוף האדם שלא יהיה בעת טומאתו במקדש ג\"כ נוסף איסור שעושה דבר טומאה במקדש, משא\"כ בנזיר שהמטמא הנזיר אינו לוקה כמוש\"כ רבינו לעיל פ\"ה ה\"כ. וזה סברא נכונה למבין, ועוד יש להאריך בענינים אלו, אם גם בנזיר ביצא בארוכה ודחק עצמו מי חייב דדוקא במקדש ואכ\"מ:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואין רקב המת מטמא כו'.</b><br><b> בגמ' </b> אמר עולא אין רקב אלא הבא מבשר גידים ועצמות, ורבינו השמיטו. ונראה משום דאמרו בפרק דם הנדה בשר המת שיבש כו' טהור מלטמא בכזית אבל טמא טומאת רקב וכיון דהבשר יבש איך נעשה העצם רקב, וזאת השמועה מוכיחה דרקב מבשר או עצמות לחודא הוי רקב. ובירושלמי נזיר מוכח דסובר דלר' יוסי בשר שיבש הוי במת לגמרי כבשר נבילה דטומאת רקב ג\"כ אין לו יעו\"ש. ובכ\"ז מוכח מיניה דרקב מעצמות לחוד הוי רקב דאמר דיליף מנבילה גבי בשר דאין טומאת רקב מבשר לר\"י דמקיש בשר המת לנבילה יעו\"ש, ונתקשיתי מאי פריך בחולין אמילתיה דר\"י שם (דף קכ\"ה) דאמר מלא תרווד רקב מטמא במגע ובמשא ובאוהל דהא לא נגע בכוליה נוקמא בבשר המת שיבש דלטעמיה אזיל דרק משום רקב טמא ונגע בכוליה, וצ\"ל כיון דיבש כ\"כ אינו חבור והנוגע במקצתו אינו כנוגע בכולו דכמאן דמיפרתי דמי, ויעוין גנת ורדים כלל א' סימן ד' ביור\"ד ודוק:"
            ],
            [],
            [],
            [
                "<b>או שנטמא באמה\"ח או באבר מן המת.</b><br><b> נ\"ב </b> (דף נ\"ד ע\"א) וכר' יוחנן דקיי\"ל כוותיה נגד ר\"ל:"
            ],
            [
                "<b>אעפ\"י שבכל כו' אבל כל ימי הטומאה אין עולין לו ממנין נזירותו.</b><br><b> משנתינו </b> היא ואינו סותר את הקודמים ומתחיל ומונה מיד כו'. וזה נראה מפירוש המשנה לרבינו פי\"ח באהלות דפליגי ב\"ש וב\"ה לנזיר דב\"ש אמרו בודקין ובית הלל אומרים אין בודקין בית הפרס דפירושו דב\"ה אמרי דבית הפרס שהלך נזיר בו לא סותר ואינו מגלח וכמו דתניא במשנה דנזיר וכיון דאינו סותר רק שטמא וימי טומאתו לא עלו לו למנין נזירות ע\"ז לא מהני בדיקה כמו דלא מהני לתרומה א\"כ תו אין בודקין דלסתור לא בעי בדיקה ולטמא להצריך הזאה ג' וז' ושלא יעלו למנין לא מהני בדיקה דאף כי בדק חיישינן שמא הסיט בעצם כשעורה, אבל ב\"ש אמרי דהעובר בבית הפרס בלא בדיקה סותר ומגלח תגלחת טומאה ולזה אמרו דע\"י בדיקה הקילו דאינו סותר ותו סברי דע\"י בדיקה טהור לגמרי ואינו צריך הזאה ג' וז' דאי אפשר לטהרו ע\"י בדיקה לחצאין וגדולה מזו אמרו בפ\"ג דחגיגה דבדק לפסחו אוכל בתרומה כש\"כ הכא, ומשום זה לא תני זה בעדיות דאיכא לכל חד קולא וחומרא וכדברי ירושלמי ר\"פ האשה שנפלו, ופשוט למעיין בפירוש המשנה לרבינו:"
            ],
            [],
            [],
            [
                "<b>נטמא במת בתוך ימי צרעתו.</b><br><b> נ\"ב </b> (דף י\"ד ע\"א) וכר' יוחנן:"
            ],
            [],
            [],
            [],
            [
                "<b>פגעו בו שני נזירים כו'.</b><br><b> דא </b> ברור דנזיר עובר בבל תאחר כדאמרו ריש נדרים ופסקו רבינו לעיל סוף פ\"ה, אמנם נ\"ל דנזיר עולם אינו עובר בבל תאחר וטעמא דאמרו בירושלמי ריש מסכת רה\"ש כתיב וביום השמיני ימול עבר ולא מל מהו שיעבור בב\"ת א\"ל כתיב לא תוכל לשלמו יצא זה שלא ניתן לתשלומין, והפירוש משום דאם עבר היום השמיני בטל המצוה ולא מהני ליה לתשלומין, והא דעל מילה שלא בזמנה דאין זמנה קבוע מה\"ת אמאי לא עבר בב\"ת כיון דמצוה בכל יומא, צ\"ל כיון דהמצוה שיהא נימול ולא ערל ותו כיון שלא נימול איזה זמן, הזמן העבר כבר בטלה מצותו ולא ניתן לתשלומין שהיה כל אותו הזמן ערל ויעוין שו\"ת ר\"ח אור זרוע סימן י\"א בזה, ובזה יפורש דברי הגמ' זבחים (דף צ\"א) שכן תדירה במצות דתמיד הוא נימול וכל ימיו הוא במצות מילה שהוא נימול והבן, [הן אמנם דלא מצאנו בל תאחר רק בדבר הנידר ונידב או שקדושה שלהן חלה ע\"י דבור כמו תגלחת דנזיר דקדושת שער ע\"י דבורו באה, ובכור בעל מום דאם לא שחטו בתוך שנתו ואינו אוכלו עובר בל\"ת אף דלא בעי למיעבד מידי רק שחיטה נראה דקאי אליבא מה דקיי\"ל דצריך להקדישו דמצוה להקדישו דכתיב תקדיש, ואולי קאי הירושלמי למאן דבעי במילה לשמה ובעי כוונת האדם והוי כבכור דצריך לשוחטו ולזרקו לשמו ודוק], ולפ\"ז בנזיר עולם דאין תשלומין להזמן שהי' טמא דאטו לא עלו לו אותן הימים לא עבר בב\"ת, ואטו מי נדר שיהא נזיר טהור הוא התנדב עצמו לנזירות עולם בכל אופן. ודוקא היכי דלא עלו לו הימים שהיה בטומאה בזה שייך ב\"ת שתובעין ממנו ימים של טהרה, וכן למ\"ד דעובר משום ב\"ת תגלחת טהרה וקרבנותיו לא שייך זה בנזיר עולם שאינו חייב לגלח רק אם הכביד עליו שערו אבל בלא זה אינו מגלח ואינו מביא קרבנותיו. ולפ\"ז א\"ש טובא מה שהשמיט רבינו דין הירושלמי בנזיר עולם ונזיר נזירות משום דנזיר עולם כיון דלא עבר בלא תאחר צריך להטמאות. וא\"ש נמי הך דחורש תלם אחד דלא חשיב בל תאחר [יעוין טורי אבן] משום דמיירי בנזיר עולם ובל יחל איכא וב\"ת ליכא ודוק היטב:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אין התגלחת מעכב אלא שותה ומטמא לערב כו'.</b><br><b> הנה </b> צריך מובן הלשון מטמא לערב. ונראה דזה גמרא ערוכה (דף י\"ז) הכל מודים שאם קידש שער בדם אין לו תקנה כו' למצות גילוח, ופרש\"י דלא יהא מצות תגלחת בטהרה לעולם שהרי אינו סותר ואם יטמא תו אינו יכול לגלח פתח אוהל מועד, לכן כתב לערב דננעלו דלתות העזרה, ותו לא יכול לקיים פתח אוהל מועד ולמחר הרי כבר עבר זמן אכילת שלמי נזיר ולא יהיה יכול לשלח תחת הדוד כמצותו לכן שפיר מותר לטמאות לכתחילה ופשוט. ואולי סובר דפשטא דקרא דואחר ישתה הנזיר יין הוא אחר שגילח רק דילפי מגז\"ש ופשטיה דקרא מורה על מצוה מן המובחר דצריך להמתין אחר כל המעשים היינו שיגלח פתח אוהל מועד כמצותו, וכיו\"ב מצאנו לר\"י ור\"ל דאמרי אף בזמן שבהמ\"ק האיר המזרח מתיר והא דכתיב עד הביאכם למצוה ופירשו רבותינו בתוס' פ\"ק דמנחות (דף ה') דרק למצוה מן המובחר ורק לכשננעלו דלתות העזרה דתו אינו יכול לגלח כמצותו מותר לשתות יין וזה יתכן, אבל הא דכתב רבינו ומטמא לערב הוא מוכרח כמו שנתבאר ויעוין בתוי\"ט פ\"ו מש\"כ בזה והוא פשוט מאוד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל מקום שאמרו תגלחתו פסולה וכו' סותר ל' יום כו'.</b><br><b> נ\"ב </b> תוספתא גילח על הזבח ונמצא פסול סותר ל' יום:"
            ],
            [
                "<b>ואינן טעונין לחם ולא מתנות ולא זרוע.</b><br><b> ברור </b> דחזה ושוק בעי למיתב לכהן דלא גרעי דדין חזה ושוק נוהג בין בשלמי נזיר בין בשלמי נדבה, רק הכוונה שלא בעי שיתן על כפי הנזיר רק מצות תנופה איכא לבד, ובנזירה הוי כמו כל קרבן נשים ואינו טעון תנופה. וזה שדייק רבינו לעיל ונותן על כפי הנזיר או הנזירה, וזהו משנה בספ\"ק דקדושין חוץ ממנחת סוטה ונזירה מפני שהן מניפות וכאן אין נתינה על כפים, וז\"ל התוספתא אין בהם נתינה על כפים וברור. והנה מפשטיות דברי רבינו נראה דאין להם זרוע כלל והזרוע נאכל לזרים כמו כל האיל, (נ\"ב. וזה עומק כונת משנתינו דתני בפ' ג' מינין נוטל הזרוע בשלה מן האיל וחלת כו' אחת ונותן על כפי הנזיר כו' ולא תני חזה ושוק וחלבים משום דלא תני רק הנך דאיתנהו כמצוותן דוקא דאם הפר לה או מת או שלא לשמן ליתא דין זה. אבל חלבים חזה ושוק דאיתנהו בכולהו לא תני. ולמכוון זה העתיק רבינו המשנה. וסדר התנופה ביאר רבינו בפ\"ט ממעה\"ק הלכה ט' יעו\"ש ודו\"ק.) אמנם רבוותא בתוספות פירשו דהזרוע אינו נאכל רק לכהנים דיש לו חומר שלמי נזיר רק דלא בעי תנופה, ועוד פירש ר\"ת דאינו נתבשל עם האיל אע\"ג דגלתה רחמנא דמותר לבשלו עם האיל וכמו דאמרו פרק גיד הנשה זהו היתר מכלל איסור יעו\"ש. ולפ\"ז יהא מדוקדק מה דלא תני במשנתינו גבי הפר לה בעלה וגבי מדיר בנו בנזיר הך דאין להם זרוע דאתיא כתנא דסבר בפרק גיד הנשה דבכל מקום לחודא בקדירה אחרת מבשל לה ולא הותר לבשלו עם האיל בכל מקום ודוק. ומסתברא כפירוש רבינו דדוקא לענין אכילה ליום ולילה אחד דזה שייך לענין קדושת הקרבן דהא מרבי להו מקרא דובשר זבח תודת שלמיו מנין לרבות שלמי נזיר ת\"ל שלמיו, הרי דהוי כמו תודה ותודה דבר הבא בנדבה ואטו תודת נדבה לא נאכלת ליום ולילה אחד כן שלמי נזיר כיון דנתקדשו לקדושת שלמי נזיר אינן נאכלין רק ליום אחד [יעוין זבחים דף ל\"ו] אבל מה שנאכלין רק לכהנים לנשיהם ולבניהם ולעבדיהם הוא דוקא אם באין חובה חדשה רחמנא בנזיר לחם וזרוע אבל לא כשבאין שלא כמצותן והן באין נדבה שלא לגלח, ובפרט כי איסור זרות תלוי רק בזריקת דמים וכמו שאמרו במכות זר שאכל בשר חטאת לפני זריקת דמים שהוא פטור, א\"כ כיון שאינו בא לחובה נאכל לבעלים כמו כל קדשים קלים וקרא קפיד לכל תנופות בנ\"י לך נתתים יעו\"ש ולכן כאן שאינו שייך תנופה אינו נאכל לכהנים, ועיין מנחות (דף פ\"ט ע\"ב) ובתוס' מנחות (דף ד') ובשירי קרבן כאן בנזיר, ובתוספות ישינים יומא (דף נ') כתבו דתמורת איל נזיר טעון זרוע ולשיטתם אזלי במנחות גבי לאחר מיתה דבעי זרוע ודוק בכ\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>המפריש בהמה בע\"מ כו'.</b><br><b> כן </b> מוכח מהנך רומיות משנה וברייתא דתני מפורשין מ\"ל בע\"מ דבבע\"מ לא מהני פירוש כלל יעו\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואין אחד (מהם) [משניהם] מגלח תגלחת טומאה כו'.</b><br><b> הא </b> ודאי דתגלחת ראשונה מגלחין משום דכיון דנתמלא ימי נזירותו וממ\"נ צריך לגלח או תגלחת טומאה על חטאת העוף או אם לא נטמא מגלח תגלחת טהרה על עולת הבהמה שהביא ראשונה, רק דתגלחת שניה אינו מגלח שמא טהור היה בתגלחת הראשון וכבר גילח לנזירותו ואסור עכשיו לגלח, ודברי הלח\"מ אין להם פתר ומובן כלל:"
            ]
        ],
        [
            [],
            [
                "<b>ששער נזיר שנצטרע מותר בהנאה.</b><br><b> ואזיל </b> בזה לטעמו לעיל סוף פרק ז' דביאר דמשו\"ה דוחה תגלחת דמצורע ל\"ת ועשה דנזיר לפי שאינם עולים ובטלה קדושתו וליכא עשה דקדוש יהי' גדל פרע שהך קדוש יהי' קאי על שער נזיר שאסור בהנאה כמפורש בספרי ובבלי קדושין יעו\"ש והכא בטלה קדושתו ודוק. ומיהו אפשר דכוונת רבינו דוקא הכא שהוא מצורע מתחלת נזירותו היה מותר אילו היה ודאי אבל נזיר שכבר נתקדש ונאסר השער לא הותר כשנצטרע וכן משמע מהירושלמי עיי\"ש. ועיין בירושלמי דר\"י ורשב\"ל פליגי בנזיר שנצטרע אם שערו אסור בהנאה. וברור דלטעמייהו אזלי לעיל בתלמודין (דף י\"ד) אם נטמא בימי צרעתו אם סותר דלמ\"ד סותר ע\"כ וטמא ראש נזרו קרינא א\"כ ודאי לא פקע קדושת שערו, אולם ז\"א כפסק רבינו דפסק לעיל דסותר יעו\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות נזירות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}