{
    "versionTitle": "gitin", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "en", 
    "title": "Mishnah Gittin", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            "Compensation in damages is to be levied from the best field of an aggressor; for a creditor, from medium property of the debtor; and for the payment of a <i>Ketubah</i>, from that which is least in value. Rabbi Meir says, \"The latter is also to be paid from medium property.\"", 
            "They cannot be levied from mortgaged property,  while there is yet uncharged property to levy from, although that should be the least valuable. The payment of claims against the estate of orphans, can only be enforced by the sale of their least valuable property.", 
            "Payment for usufructum, for the improvement of the land, or for the maintenance of a wife and her daughters [of a former marriage], is not to be levied from mortgaged property. All this was ordered for the maintenance of social order, and an oath is not to be imposed on a finder for the same reason.", 
            "When the estate of orphans is administered by the father of a family, or that the father of the orphans had nominated a person as guardian to them, these persons so acting are bound to tithe the fruit belonging to the orphans. A guardian nominated by the father of the orphans, must swear to his due administration of the estate; but one appointed by the tribunal is not bound to do so. But Abbah Saul says, \"It is just the reverse.\" When a person had caused fruit belonging to another to become [legally] unclean, or mixes them with heave, or his wine with other wine used for idolatrous libations; if he did it inadvertently, he is absolved from paying for the damage he has caused; but if he did it wilfully, he is liable. Priests who wilfully render sacrifices ‏&lt;9&gt;pigul[a sacrifice that becomes unfit, due to the intention of the officiating priest, while offering it, to consume it outside its permitted time], are bound to make good the damage [to the owner].", 
            "Rabbi Yochanan ben Gudgodah testified, \"That it is lawful to divorce  a deaf and dumb woman, who had been given in marriage by her father; and that an Israelite [orphan] girl, who in her minority had been married to a priest, may eat heave; also, that if she dies first, her husband becomes her heir; also, that the owner of a stolen beam which was used in a large ornamental building, can only claim its present value, to facilitate the repentance of transgressors; also, that a stolen sin-offering, the theft of which was not generally known, does expiate, which was thus ordered for the benefit of the altar.\"", 
            "The right of Sicaricon did not prevail in Judea during the war, but it did afterwards; as for instance: When an Israelite bought a field from a Sicaricon [forcible intruder], and afterwards from the rightful owner, the bargain is void; but it is effective if he bought it first of the rightful owner, and then of the Sicaricon. When a person bought a field from a husband, and then of his wife, the bargain is void; but if he bought it first of the wife, and subsequently from the husband, it is effective. Such was the first decision. But a subsequent tribunal decided, that a person who bought a field from a Sicaricon must pay a fourth part of the price paid for the purchase to the rightful owner of the field. This is when it is not in the power of the latter to repurchase his field; but when that is the case, the rightful owners are to be preferred to any one. Ribi constituted a Beth Din, which decided that a field which had remained for a twelvemonth in the power of a forcible intruder [Sicaricon] may be sold to any one, but the purchaser must pay a fourth part to the former rightful owner.", 
            "A deaf and dumb person may enter into engagements by contract, by means of mutual signs [between the contracting parties]. Ben Beterah says, \"Where the contract affects moveable property only, the mutual motion of the lips suffices.\" When children have arrived at the age of discernment, their purchase or sale of moveable property stands good.", 
            "The following ordinances were made for the sake of promoting of peace: That a priest should read first in the Holy Law, then a Levite, and an Israelite afterwards, for the sake of peace; the <i>Eruv</i> must be placed in the same house in a court where it had always been put, for the sake of peace; the well nearest to the water-course must be filled first, for the sake of peace. Taking out of nets or traps belonging to other people, [any animal, bird, or fish] therein caught, was made constructive felony, in order to preserve peace. R. José saith, \"It is a real felony.\" What a deaf and dumb or foolish person or minor finds [is his own], and the taking it from him was made a constructive felony, for the preservation of peace. Rabbi Yosesaith, \"It is a real felony.\" It was also ordained, in the case of a poor person beating down olives from the top of a tree, that the fruit so dropped is his property, and whoever takes it from him will be considered guilty of a constructive felony. R. José saith, \"It is a real felony.\" Non-Israelite poor must not be prevented to glean in the fields of Israelites, from gathering the forgotten. [corn ears], and from the produce of the corner of the field [reserved for the poor], for the sake of peace.", 
            "One woman may lend to another who is suspected [not to observe properly the laws] of the Sabbatical year, a flour-sieve, a winnow, a handmill, and a stove, but she may not assist her to winnow or to grind. The wife of a ‏<i>chaver</i> [one learned in, and observant of, the law] may lend to the wife of an unlearned person, a flour-sieve or a winnow, and may aid her to winnow, to grind, or to sift; but as soon as water is poured over the flour, she may not further assist her, for those who transgress the law are not to be aided in their transgressions. All the mentioned permissions have been granted for the sake of peace only. A heathen [who works in the fields] during the Sabbatical year may be comforted, but not an Israelite; and the former may be greeted at any time, for the sake of promoting concord."
        ]
    ], 
    "versionSource": "url", 
    "heTitle": "משנה גיטין", 
    "categories": [
        "Mishnah", 
        "Seder Nashim"
    ]
}