{
    "language": "en",
    "title": "Teshuvot haRashba part I",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Responsa Anthology",
    "status": "locked",
    "license": "CC-BY",
    "versionTitleInHebrew": "לקט השו״ת של ספריא",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "שו\"ת הרשב\"א חלק א",
    "categories": [
        "Responsa",
        "Rishonim",
        "Rashba"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "There is another matter to scrutinize from the words of Maimonides, who wrote (Moreh Nevukhim 3:37): “They stated explicitly: ‘anything that has medicinal properties does not constitute Emorite ways.’  That is, anything that is derived by natural reason is permitted, and anything else is forbidden.”",
            "I ask as one who is skeptical of Maimonides’s words: What is that thing that Maimonides would call “derived by natural reason”? Does this mean that it was derived by the study of those sages who composed books about nature, such as Aristotle, Galen, and their peers, who composed books on the nature of effective remedies and medicaments based on their studies, and that anything not attained by their studies is included in the prohibition on Emorite ways? Is it because the study of these sages’ efforts in the science of nature incorporates every natural phenomenon according to its nature? Are these sages the culmination of all possible natural inquiry? This, in truth, is unreasonable. For in truth, the things that work magically do not work by means that are external to them. Rather, their nature is magical, that is, their nature cannot be understood through the inquiry of wise men, perhaps even the wisest of all sages, due to the scope of nature’s concealment from the human race because of its very humanness. An example is the magic of a magnet, to which iron jumps. More than that, it is customary among seafarers to stick a pin through a piece of wood floating on the surface of the water and bring it close to a magnet, and then it will glide over the surface of the water until it points toward the pole; then it will stop. No sage among these sages of the science of nature can comprehend this by studying nature. Therefore, any object in nature with magical properties also functions like medicaments and remedies, and their use is not considered the ways of the Emorites, just like those well-known substances whose efficacy is based on the natural studies of those sages. Moreover, perhaps their studies have yet derived what has been derived from the studies of the wisest man (=King Solomon) to write a medical treatise: “He spoke of trees, from the cedars of Lebanon to the hyssop in the wall” (1 Melakhim 5:13). If so, who should we forbid that which they say comes from magical nature? Perhaps it has been derived from the study of the wisest man even though it has not derived from the studies of one of these sages of nature.",
            "I further question as one who is skeptical of Maimonides’s words about that which is stated by Abaye and Rava (Hullin 77b), “anything that has medicinal properties does not constitute Emorite ways.” Did they say “anything that has medicinal properties only according to the studies of those sages who composed treatises on nature”? Anything not attained by their studies is forbidden? If so, what is the novelty of what Abaye and Rava said? There is an explicit verse in Scripture, “he shall surely be healed,” from which we derive that physicians may practice medicine. Why did the Talmud cite the statement of Abaye and Rava in context of a passage, which discusses matters that constitute the ways of Emorites?",
            "In truth, it seems obvious in context that they permitted even medicine that is not derived from these sages’ study of nature. King Solomon, who composed a medical treatise, was not, God forbid, following the ways of the Emorites. The book was hidden away by Hezekiah, and the rabbis praised him for it, not because it went in the ways of the Emorites, but because the wisest of men, in his great wisdom, composed a book on substances that are very effective, from the realm of revealed nature as well as magical nature. Ultimately, the world relied upon them in their illness, and in their illnesses they did not seek out God. Therefore, he hid it, and the rabbis conceded to him. This is similar to the verse (2 Divrei Hayamim 16:12): “Even in his (=King Asa of Judah) illness he did not seek out God, but only physicians.” Therefore they hid [the book], but they did not burn it, because it does not constitute the ways of Emorites, although he pulverized the copper snake. "
        ]
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}