{
    "language": "en",
    "title": "Teshuvot haRashba part I",
    "versionSource": "http://www.torontotorah.com",
    "versionTitle": "YU Torah miTzion Beit Midrash",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "שו\"ת הרשב\"א חלק א",
    "categories": [
        "Responsa",
        "Rishonim",
        "Rashba"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "Regarding biblical   law,   we   follow   the stringent  position,  as  [the  existence  of multiple  views  is  like  having]  a  doubt concerning a biblical law. Regarding rab-binic  law,  we  follow  the  lenient  position, as is found in the first chapter of Avodah Zarah (7a). One who relies on the lenient position   regarding   biblical   law,   trans-gresses.  He  is  among  those  about  whom it  is  said  “its  stick  directs  it”  (Hoshea 4:12), as  we  have  said.  However,  if  there is  a  rabbi  in  their  place  who  has  taught them, they follow his words. This is [seen in the case of] the difference between the land  of  Israel  and  the  land  of  Bavel  re-garding  a  certain  fat  on  the  innards –these  prohibit  eating  it and those  permit it. One may even eat it in secret in Bavel, if  he  plans  on  returning  to  be  counted among  the  people  of  his  place  [Israel], even though it is a biblically forbidden fat according to those in Bavel. ",
            "In Rabbi Eliezer’s region, they would cut wood  [on  Shabbat]  to  make  charcoal  to make  the  knife  [for  circumcision],  and the  sages  did  not  protest  as  they  were acting   like   their   teacher.   And   in   the chapter Kol HaBasar (Chullin Chapter 8, 116a)  it  says,  “Levi  visited  the  town  of Yosef Rishba. They served a head of fowl cooked in  milk. He did not  eat,  and  said nothing. When [Levi] returned to Rav, he said,  “Why  didn’t  you  excommunicate them?!” He replied, “That is the town of Rabbi  Judah  ben  Beteira.  I  thought  per-haps  he  expounds  like  Rabbi  Yossi  the Galilean’s  opinion,  who  says  ‘poultry meat is excluded [from the prohibition of meat  and  milk]  for  it  does  not  produce milk.’”  And  so  too  in  many  cases.  In  a similar   way,   people   who   have   accus-tomed  themselves  based  on  one  of  the great  authorities,  [such  as]  the  places where  they  act  in  all  their  actions  based on  the  laws  of  Rif  z”l,  and  the  places where  they  always  act  based  on  Ram-bam’s code -they have made these great ones their teachers. However, if there is a sage worthy of ruling, and he sees a proof to  forbid  what  they  permitted,  he  can forbid  it,  for  this  [deceased  figure]  is  not actually their teacher, and if they were to act  differently  than  their  actual  teacher in  his  place,  it  would  be  lessening  the honor of their teacher in his place... In a place  where  there  are  two  equal  ones,  they  follow  the  strict  one  regarding  biblical law, but only if it is one against one. However, it if is two against one, we follow the majority. And if a student worthy of issuing halachic rulings agrees with the posi-tion of the lenient one, perhaps they may follow his leniency because he agrees with the ruling of the lenient one and then it is majority against an individual."
        ]
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}