{
    "work": "Bava Kamma", 
    "text": {
        "155": {
            "24": "[If he sells it all] except for its horn, he does not pay four or five fold payment. Except for it shearings, he does pay four or five fold payment.", 
            "25": "It goes well, that Levi is like the first opinion. But with whom does Rav accord?", 
            "26": "Say", 
            "27": "that Rav holds like the following tanna", 
            "20": "If he sold it, except for its foreleg, except for its handle, except for its horn, except for its shearings, he does not pay the four or five fold payment.", 
            "21": "Rebbi says:", 
            "22": "[If he sells all but a] part [whose removal before slaughtering] prevents [valid] slaughtering, he does not pay the four or five fold payment. ", 
            "23": "But [if he sells all but a] part [whose removal before slaughtering] does not prevent [valid] slaughtering, he does pay the four or five fold payment. R. Shimon ben Elazar says:", 
            "28": "That it was taught: R. Shimon ben Elazar says:", 
            "29": "If he sold it except for its foreleg or its hindleg, he does not pay the four or five fold payment. Except for its horn, except for its shearings, he does pay the four or five fold payment. ", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": "What does it mean \"except for 1/100 of it\"...", 
            "12": 0, 
            "15": "Save for a part that remains becomes permitted when slaughtered. And Levi said", 
            "14": "Rav said", 
            "17": "And so too it was taught in a barite", 
            "16": "Save for its shearings.", 
            "19": "They objected:", 
            "18": "Save for its shearings."
        }, 
        "51": {
            "20": 0, 
            "21": "...Someone threw a vessel From the roof and someone else comes and breaks the vessel with a stick. He is Patur. Why is he Patur?", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0
        }, 
        "60": {
            "1": 0, 
            "0": 0, 
            "3": "We learned in the Mishnah: [In the case of] two potters who were walking one behind the other, and the first tripped and fell, and the second tripped on the first, the first [potter] is liable for the damage to the second [potter].\n", 
            "2": 0
        }, 
        "61": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": "If the beam's owner was in front, and the barrel's owner was behind, [then] if the barrel broke on the beam, the beam's owner is exempt. ", 
            "30": "We learned in the Mishnah: One came with his barrel and one came with his beam. [If] this one's jug were broken on this one's beam, [the beam's owner] is exempt, because this one has permission to walk and this one [also] has permission to walk."
        }, 
        "62": {
            "56": 0, 
            "54": 0, 
            "42": 0, 
            "48": 0, 
            "43": 0, 
            "60": "For R. Hanina said", 
            "49": 0, 
            "52": 0, 
            "53": 0, 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": 0, 
            "47": 0, 
            "44": 0, 
            "45": 0, 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": "he is exempt. ...", 
            "0": "[But] if the beam's owner stopped, he is liable. [But] if he said to the barrel's owner, \"Stop,\" ", 
            "3": "[But] if he said to the beam's owner, \"Stop,\" he is liable. ", 
            "2": "If the barrel's owner was in front, and the beam's owner was behind, [then] if the barrel broke on the beam, then he is liable. [But] if the barrel's owner stopped, he is exempt.", 
            "5": "GEMARA: Rabba bar Natan asked of Rav Huna:", 
            "4": "So too [the case of] one who comes with his candle and one with his flax.", 
            "7": "Is he exempt because he acted with permission, or does he need to be careful?'", 
            "6": "'What is the ruling in the case of one who injures his wife during sexual relations?", 
            "9": "\"For this one has permission to walk, and this one has permission to walk.\" Rava replied, ...", 
            "8": "He answered, It is taught in the Mishnah: ", 
            "51": 0, 
            "39": "And Issi agrees on Friday eve at twilight that he is exempt for he runs with permission.", 
            "38": "R. Yohanan said: Halakhah is according to Issi ben Yehudah. ", 
            "59": "This accords with R. Hanina", 
            "58": "What permission is there on Friday eve?", 
            "11": "Rather this teaching is appropriate:", 
            "10": "But all the more so! [In the case of two people who enter the forest, and one injures the other when the head of his axe flies off unintentionally], this one was in his domain and this one was in his domain, yet we treat the injurer as though he entered the domain of his neighbor and make him liable, doesn't it make sense that one who actually enters his neighbor's domain would be liable as well?", 
            "13": "But in that case, both people were active. In this case, only he is active.", 
            "12": "This one has permission to walk, and this one has permission to walk.", 
            "15": "It is written (Lev. 18:29) [with regard to a case of adultery], \"The souls of the people who do the act will be cut off from their people.\"", 
            "14": "Is she really not active?!", 
            "17": 0, 
            "16": "They both derive pleasure, but he is the one who does the act.", 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": "One who runs is liable because he acts differently", 
            "36": "As it was taught: Issi ben Yehudah says", 
            "35": "The Mishnah does not accord with Issi ben Yehudah", 
            "34": "We learned in the Mishnah: [In the case where] two people were traveling in the public domain, one running and the other walking, or if both were running, and they damaged each other, both are exempt....", 
            "33": 0, 
            "55": 0, 
            "32": 0, 
            "57": 0, 
            "50": 0
        }, 
        "63": {
            "1": "And some say: ", 
            "0": "Come and go out to greet the bride, the queen", 
            "3": "R. Yannai would cover himself and say", 
            "2": " To greet the Sabbath, the bride, the queen.", 
            "5": "We learned in the Mishnah: [If] one was splitting [wood] in a private domain and [thereby] caused damage in the public domain, or [split wood] in the public domain and caused damage in a private domain, or [split wood] in a private domain and caused damaged in a different private domain, he is liable.", 
            "4": "Come, bride; come, bride. "
        }, 
        "64": {
            "42": 0, 
            "43": 0, 
            "24": "We learned in the Mishnah: [If] two oxen that are categorized as \"tam\" (meaning that they have not proven themselves \"muad\", or prone to causing injury) injured each other, they pay half-damages of the excess (i.e., the damages to one are subtracted from the damages to the other, the difference is calculated, and the owner of the ox that caused the greater damage pays half the difference). ", 
            "25": "[If] both [oxen] are categorized as \"muad\" (prone to causing damage), they pay full damages of the excess. ...", 
            "26": "[In the case where] one [ox] is a \"tam\" and one is a \"muad\": [If] the \"muad\" injures the \"tam\", its owner pays full damages of the excess. ", 
            "27": "[If] the \"tam\" injures the \"muad\", its owner pays half-damages of the excess. ", 
            "20": "A worker who enters to demand his wages from the homeowner, and the homeowner's ox gores him or his dog bites him, the homeowner is exempt, even though he entered with permission.", 
            "21": "Why would he be exempt?", 
            "22": "Does it not refer to a case where he stood at the gate and called to him, and the homeowner said, \"Yes.\" We learn from this", 
            "23": "that \"Yes\" means \"I'm coming to you.\"", 
            "46": "We learned in the Mishnah: [Regarding the case of ] an ox worth a maneh (100 zuz) that gored an ox worth 200 [zuz] and the carcass is worthless, he [the owner of the dead ox] takes the [live] ox.", 
            "44": 0, 
            "45": 0, 
            "28": "And similarly, [in the case of] two men who injured each other, they pay full damages of the excess. ...", 
            "29": "[If] a man injured a \"muad\" [ox] and the \"muad\" injured the man, they pay full damages of the excess. ...", 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": "In the case of workers who come to demand their wages from the homeowner, and the ox of the homeowner gores them, or his dog bites them, and one of them dies, the homeowner is exempt.", 
            "8": "Our Rabbis taught:", 
            "39": 0, 
            "38": 0, 
            "11": "Workers are allowed to demand their wages from the homeowner. What's the case?", 
            "10": "Others say:", 
            "13": "If he is to be found at home, then what is the reasoning of the first teacher?", 
            "12": "If he is generally found outside his home, how does the opinion of \"the others\" make sense?", 
            "15": "One holds [that 'yes' means]", 
            "14": "We need the teaching for the case of a person who is found and not found. The workers call to him from the gate and he replies to them, \"Yes.\"", 
            "17": "Yes means \"I'm coming to you.\"", 
            "16": "\"Come in,\" while the other holds", 
            "19": "'Yes' means I'm coming to you, as it is taught:", 
            "18": "It has been taught according to the one who holds", 
            "31": "Rabbi Akiva says, ...", 
            "30": "[If] a man injured a \"tam\" [ox] and the \"tam\" injured the man: [If the injury caused by the] man to the \"tam\" [is greater] then he pays full damages of the excess. [If the injury caused by the] \"tam\" to the man [is greater] then he [the owner of the ox] pays half-damages of the excess. ...", 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": "even [in the case where the injury caused by the] \"tam\" to the man [is greater], he [the owner of the ox] pays full damages of the excess...."
        }, 
        "110": {
            "1": "The Master said:", 
            "0": "It is an evil wall.", 
            "3": "What is the scenario?", 
            "2": "\"to bend over a neighbour's stack of corn in front of a fire\"", 
            "4": 0
        }, 
        "66": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "38": "This refers to [the case of] an ox worth a 200 [zuz] that gored an ox worth 200 [zuz] and the carcass is worth 50 zuz, that this one takes half the value of the live [ox] and half the value of the dead [ox], and this one takes half the value of the live [ox] and half the value of the dead [ox].", 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": "\"And is this truly the law?\" You have fulfilled [the verse], \"And they shall sell the live ox and divide its worth,\" but you have not fulfilled [the continuation of the verse] \"And they shall also divide the dead [ox].\" How is this? ", 
            "36": "Rabbi Judah said to him, ", 
            "35": "this is the case referred to by the verse (Exodus 21), \"And they shall sell the live ox and divide its worth.\" ", 
            "34": "We learned in the Mishnah: [Regarding the case of ] an ox worth a 200 [zuz] that gored an ox worth 200 [zuz] and the carcass is worthless: Rabbi Meir says,", 
            "33": 0, 
            "32": 0
        }, 
        "67": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "40": "[If] his ox injured his father or mother, he is liable. [But if] he injured his father or mother, he is exempt (from monetary damages). ", 
            "41": "[If] his ox lit a pile of grain on the Sabbath, he is liable. [But if] he lit a pile of grain on the Sabbath, he is exempt (from monetary damages). [In the last 2 cases, he is exempt from monetary damages] because he is liable for capital punishment.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": "[If] his ox blinded the eye of his slave or knocked out his tooth, he is exempt. [But if] he blinded the eye of his slave or knocked out his tooth, he is liable. ", 
            "38": "[If] his ox embarrassed [another person], he is exempt. [But if] he embarrassed [another person], he is liable. ...", 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": "How is this?", 
            "36": "We learned in the Mishnah: There is [a case] where one is liable for the action of his ox, but exempt from his own action, [and a case] where he is exempt for the action of his ox, but liable for his own action. ", 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "68": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": "We learned in the Mishnah: [If] an ox was chasing after another ox, and caused damage. This one says ", 
            "29": "\"Your ox damaged,\" and this one says, ", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": "If two [oxen] were chasing after one [ox], this one says, ...", 
            "30": "\"No, your ox was injured on a rock,\" the burden of proof is upon the one who wishes to be compensated. ...", 
            "33": "\"Your ox damaged,\" ", 
            "32": "\"Your ox damaged,\" and this one says,..."
        }, 
        "69": {
            "11": "[Or if] one was a \"tam\" and one was a \"muad,\" and the injured [owner] says, ...", 
            "10": "\"No, the small one injured the large one and the large one injured the small one\" ", 
            "13": "\"No, the 'tam' injured the large one and the 'muad' injured the small one\" [in these cases] the burden of proof is upon the one who wishes to be compensated.", 
            "12": "\"The 'muad' damaged the large one and the 'tam' damaged the small one,\" and the one who damaged says, ", 
            "1": "If both [oxen] belonged to a single owner, both are liable. ", 
            "0": "both are exempt. ", 
            "3": "\"The large one damaged,\" and the one who damaged says, ", 
            "2": "If one was large and one was small, and the injured [owner] says, ", 
            "5": "[Or If] one was a \"tam\" (not observed to habitually inflict damage) and one was a \"muad\" (observed to habitually inflict damage), and the injured [owner] says, ", 
            "4": "\"No, the small one damaged\" ", 
            "7": "\"No, the 'tam' damaged\"  [in these cases] the burden of proof is upon the one who wishes to be compensated. ", 
            "6": "\"The 'muad' damaged,\" and the injurer says, ", 
            "9": "\"The large one damaged the large one and the small one damaged the small one,\" and the one who damaged says, ...", 
            "8": "If two [oxen] were damaged, one large and one small, and two [oxen] caused the damage, one large and one small. The injured [owner] says,"
        }, 
        "80": {
            "11": "If it gored a male slave or a female slave he pays 30 sela, whether [the slave] was worth a maneh or not even worth a dinar.", 
            "10": "So too [if it killed] a son or a daughter. ...", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": "We learned in the Mishnah: An ox that gored a person and he died: If it was an attested danger [its owner] must pay the ransom, If it was harmless he is exempt from paying the ransom. In both cases the ox is obligated for the death penalty. ", 
            "8": 0
        }, 
        "86": {
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "14": "If an ox was rubbing against a wall and it fell on a person; or if it intended to kill an animal and it killed a man; or a non-Jew and it killed an Israelite; or an untimely birth and it killed a viable infant, it is exempt [from death].\n", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0
        }, 
        "87": {
            "56": "But if before its sentence was complete its owner dedicated it, it is dedicated. And If he slaughtered it, its flesh is permitted", 
            "54": 0, 
            "42": 0, 
            "48": 0, 
            "43": 0, 
            "49": 0, 
            "52": 0, 
            "53": 0, 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": 0, 
            "47": 0, 
            "44": 0, 
            "45": 0, 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "51": 0, 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": "A wild ox, or an ox belonging to the Temple, or an ox belonging to a convert who died are exempt from death, since they have no owners.", 
            "34": "Rabbi Judah says, ", 
            "33": "We learned in the Mishnah: An ox of a woman, or the ox of orphans, or the ox of a guardian, or a wild ox, or an ox belonging to the Temple, or an ox belonging to a convert who died and has no inheritors, these are all liable for the death penalty. ", 
            "55": "We learned in the Mishnah: If an ox is going out to be stoned, and its owners dedicated it to the Temple, it is not considered dedicated. If he slaughtered it, its flesh is forbidden. ", 
            "32": 0, 
            "57": "If he handed it to an unpaid guardian, or to a borrower, or to a paid guardian, or to a hirer, they take the place of the owners; an attested danger pays full damages, and a harmless ox pays half damages.", 
            "50": 0
        }, 
        "171": {
            "56": "He would tell you:", 
            "54": "This phrase comes to include a blind person!", 
            "42": "And it was taught that Rebbi Meir says:", 
            "48": "A blind person has no [liability] for humiliation. (if a blind person humiliates somebody else, he is exempt from payment). And therefore, Rabbi Yehuda would send away [a blind person] from being liable to exile, from being liable for lashes, and from being liable for court-ordered deaths.", 
            "43": "A deaf person [must be compensated] for humiliation.  A deranged person does not [receive payment for their] humiliation. By a child, Sometimes he has [rights to compensation] and sometimes he does not [have the right to be compensated].", 
            "60": "And Rabbi Yehuda [would respond]", 
            "61": "By [the phrase] \"Without awareness\", it is [to teach us about] the exclusion of an intended [murderer].", 
            "62": "The fact that [a blind person is no in the category of liable to court-ordered deaths] is learned through a comparison between the words \"Murderer\" and \"Murderer\" from [the laws of those who are] liable to be exiled.  ...", 
            "63": "And similarly [the fact that a blind person is exempt from those who get lashes] is learned through the words \"Guilty\" and \"Guilty\" [from the laws of] those who are liable to court-ordered deaths.", 
            "64": "It was taught in another place:  Rabbi Yehuda says", 
            "49": "What is the reason of Rabbi Yehuda [for exempting a blind person from humiliation liability]?", 
            "52": "[it is said by unintentional killing:] \"Without seeing\", to exclude a blind person.  These are the words of Rabbi Yehuda.", 
            "53": "Rabbi Meir says:", 
            "24": "Then what [is the reason for liability]?  Because of embarrassment?", 
            "25": "[if that is the case, then one should be held liable for humiliating] a deranged person also!", 
            "26": "They said:", 
            "27": "A deranged person: You have no greater humiliation than this (than being deranged. Therefore it is impossible to degrade him any further.) ", 
            "20": "Is he (the one who humiliates) liable because of the embarrassment, and [the victim] died without being embarrassed?  Or maybe it is because of the [public] humiliation [that the former caused], and [over here] this [assailant] embarrassed [the latter, even though he was unaware of it].", 
            "21": "Come [and] learn [from the following source]. (that the assailant is liable in Rabbi Abba's case) Rabbi Meir says:", 
            "22": "A deaf person and child have [to be compensated for] humiliation. A deranged does not have [to be compensated for] humiliation.", 
            "23": "It is fine if you say [that someone is liable for embarrasment] because of the degradation that he caused, [because] this is why it states [that one has to compensate] a child.  But if you will say [that humiliation liability is because] of embarrassment, then is a child capable of being embarrassed? (Obviously not!)", 
            "46": "Our Mishna is not in accordance with Rabbi Yehuda,", 
            "47": "because it was taught: Rabbi Yehuda says:", 
            "44": "This (first part) [ is referring to a minor who is old enough so that when] they embarrass him, he becomes embarrassed (and over here he is paid).  This (second part) [is reffering to a minor who is so young] that they try to embarrass him and he does not become embarrassed (over here he is not due for compensation).", 
            "45": "The Mishna makes another statement:  One who humiliates a blind person etc..(is liable for payment)", 
            "28": "In any case, let us learn [that someone is liable for humiliation] because of degradation.  Because if [you say that it is]  because of embarrassment (that makes one liable for embarrassing a child) [then i can retaliate that:] Is a child capable of [being] embarrassed? (obviously not!)", 
            "29": "[This can be expounded] according to what Rav Pappa said (in another interpretation).[in which a child is mature enough so that] ", 
            "40": "Rav Pappa said:", 
            "41": "Yes! [by one mature enough] that they degrade him and he becomes degraded.", 
            "1": "One who humiliates a person who is naked or one who humiliates a blind person is liable [to pay for the humiliation he caused]. A sleeping person who humiliates another person is exempt.", 
            "0": "That he embarrasses him and he becomes embarrassed.", 
            "3": "The Rabbis taught:", 
            "2": "If someone fell from a roof and injured and humiliated another person, he is liable for the damage he caused and exempt from [paying for] the humiliation.  [One is not liable for the humiliation] unless he intends [to injure another person].", 
            "5": "If someone causes humiliation to another in a bathhouse, he is liable.  However, humiliating him in the bathhouse is not comparable to causing him humiliation in the market.", 
            "4": "If someone humiliated another while the latter was naked, he is liable.  However, humiliating him naked is not comparable to humiliating him when [he is] clothed.", 
            "7": "[the Gemara stated:] If somebody embarrasses another person while [the other person]naked, he is liable.", 
            "6": "Master said:", 
            "9": "Rav Pappa said:", 
            "8": "But can a naked person be embarrassed? (if he is fine with walking around naked, how can he be humiliated?)", 
            "51": "so too here there are blind people [who are not subject to the laws of humiliation].  [A blind person is exempt] from those liable for exile.  As it was taught [by Rabbi Yehuda]:", 
            "39": "Either way, let us learn out that [someone is liable for embarrassing] because of the degradation of the family.  For if you say [that it is] because of [the victim's] humiliation [that one who embarrasses a child is liable, then I can respond to you:]  Is a child able to become embarrassed?", 
            "65": "A blind person is not [liable for] humiliation.", 
            "38": "(the Gemara answers with the following:)  [by a] deranged person, there is no greater humiliation than this (being deranged).", 
            "59": "The Merciful One wrote: \"Without seeing\"[which comes] to exclude [thoses that cannot see]. But The Merciful One [also] wrote \"Without awareness\" to exclude [a blind person].  This [therefore is a case of] one exclusion after another exclusion, [and the purpose of one after another] is only to exclude something.  (if something is said twice, obviously the second one is coming to teach something!)", 
            "58": "And Rabbi Meir would say:", 
            "11": "That wind came and bunched his clothes, and another [person] came and exposed him further, humiliating him.", 
            "10": "What [is meant] by naked?", 
            "13": "but is one in a bathhouse able to be humiliated? (People normally disrobe in a bathhouse and feel no embarrassment, so how can someone be embarrassed?)", 
            "12": "If someone humiliates [another person] while in a bathhouse, he is liable.", 
            "15": "[the case is that] he [the assailant] embarrassed [the victim] by [revealing him at] a river.", 
            "14": "Rav Pappa said:", 
            "17": "If someone humiliated [someone else] while [the latter] was sleeping, and [the latter] died in his sleep (without ever knowing that he was embarrassed).  What [is the law in this scenario?]", 
            "16": "Rabbi Abba The son of Rabbi Mammal asked:", 
            "19": "Rav Zvid says: He is asking the following:", 
            "18": "What is [Rabbi Abba] asking?", 
            "31": "Rav Pappa said [Rabbi Abba] is asking the following: ", 
            "30": "When they embarrass him, he becomes embarrassed.  So too, here [it is talking about a minor who is old enough] that when they embarrass him he will become embarrassed.", 
            "37": "[if this is the case, then someone should be liable for degrading] a deranged person also!", 
            "36": "If so, [then what is the reason he is liable?] Because the family became degraded?", 
            "35": "And it is fine if you want to say [that someone is liable for humiliation] because the victim's family became embarrassed because this is why it states that a [humiliated] child [is qualified for compensation].  But if you will say [that liability is because of] embarrassment, is a child able to experience humiliation? (Obviously not!)", 
            "34": "A deaf person and a child [get paid for their] humiliation.  A deranged person does not [get paid for their] humiliation.", 
            "33": "Come and here [that the assailant is liable] (from the following:)", 
            "55": "What is Rabbi Yehuda's reason?", 
            "32": "[Is the assailant liable for humiliation] because of the victim's embarrassment, and [over here] the victim died [with no embarrassment] (and he is not liable?)", 
            "57": "\"And whoever goes with his fellows into the forest to chop wood\"  [This implies that] even a blind man [is subject to exile, because he is able to go into the forest]!  The Merciful One  therefore wrote \"Without seeing\" to exclude the blind people.", 
            "50": "He learns from a comparison of the words \"your eye\" and \"your eye\" [to learn the laws of embarrassment] from [the laws of] collusive witnesses.  Just as over there are blind people [who are ] not subject [to collusive witness laws], "
        }, 
        "170": {
            "20": "Rava says, ", 
            "21": "‘He gives it all to the slave and he acquires land with it and the master eats the fruits.’” ", 
            "22": "It is obvious [if] he reduced [that] of himself and he did not reduce [that] of the master - how is that; for example, ", 
            "23": "that he split the top of his ear or the tip of his nostrils - all of it goes to [the slave]” If he [also] reduced [that] of the master, [that] is the argument between Abbaye and Rava.", 
            "1": "This [case of] \"he did not cause a wound,\" what is it like? Is it not, for example, that he hit him on his hand [and caused a wound] but in the end, [the hand] will come back [to its original condition of health],", 
            "0": "He is obligated in all [the categories of payments].", 
            "3": "[nonetheless], \"He is obligated in all.\" They said,", 
            "2": "and we learned", 
            "5": "But behold, Rabbah said,", 
            "4": "\"What are we dealing with here? For example, that he made him deaf and he did not cause him a wound.\"", 
            "7": "But what are we dealing with here? For example, that he shaved him.", 
            "6": "\"One who makes his father deaf is killed, since it is impossible to make one deaf without a wound!\" A drop of blood fell into his ear.", 
            "9": "They said,", 
            "8": "\"He shaved him?\" [The hair] comes back, and [if so,] it is [the same as] our question!", 
            "11": "Pain - as he has grooves in his head and he yells  because of these grooves; healthcare - as he requires healing; unemployment - as he would dance in the wine house, [such] that he would need to make gestures on his head and he will not make gestures because of these grooves; shame - there is no greater shame than this.", 
            "10": "\"What are we dealing with here? For example, that he daubed him with a salve [that prevents hair from growing]:", 
            "13": "As it was said, ", 
            "12": "And that matter that is a question for Rabbah is obvious to Abbaye on this side and to Rava on [the other] side. ", 
            "15": "‘He gives the large unemployment [compensation] to the slave and the small unemployment [compensation] to the master’; but Rava says, ", 
            "14": "“He hit him on the hand and it shriveled, but in the end, it will come back [to its original condition of health] - Abbaye says, ", 
            "17": "It was said,", 
            "16": "‘He only gives him the unemployment [compensation] of each and every day.’”", 
            "19": "‘He gives him the large unemployment [compensation] and the small unemployment [compensation]’ to the master;", 
            "18": "“One who cuts off the hand of his fellow’s Hebrew slave - Abbaye says, "
        }, 
        "123": {
            "1": "GEMARA: Ravina said in the name of Rava: \"Learn from the words of Rabbi Yehudah that the mitzvah to place [Chanukkah candles] is within ten [tefachim, hand-breadths]. That if you would have thought that [the mitzvah] was for above ten [hand-breadths] why would Rabbi Yehudah [maintain that the one who places a] Chanukkah candle [that does damage] is exempt? Why should [the plaintiff] not say [against] him \"You should place it above the camel and it's rider!\" Rather, no. Learn from this that the mitzvah is to place it within ten. But this is not always so. You could say that even above ten! And what about your argument that \"You should have placed it above the camel and it's rider?\" That since it's in regards to being busy with a mitzvah, to that extent the rabbis could not make it troublesome. Rav Kahana said that Rav Natan the son of Meneyomi raised an opinion in the name of Rabbi Tanchum \"A chanukkah candle that is placed above twenty cubits is invalid, like a sukkah and an alleyway.\" ", 
            "0": "MISHNAH: A spark that escapes from under a hammer and causes damage, [the one who caused the spark] is liable. A camel that was loaded with flax and was passing through the public domain and the flax entered into a store and was lit by a candle of the store owner and lit the building on fire, the owner of the camel is liable. The store owner who places his candle outside of his shop is liable. Rabbi Yehudah said:\"In regards to a chanukkah candle he is exempt.\""
        }, 
        "27": {
            "1": "We studied in the Mishnah: Assessment of monetary liability", 
            "0": 0, 
            "3": "takes place before a constituted court", 
            "2": "and monetary equivalence ", 
            "5": "And women are equal with regard to damages.", 
            "4": "and with the agreement of witnesses who are free men and members of the covenant.", 
            "6": "And the plaintiff and the defendant may share in the proceeds of sale."
        }, 
        "48": {
            "1": "In a case where we are lenient with respect to \"tooth\" and \"leg\" [damages caused by normal behavior] in the public domain [where the owner is exempt], we are strict with regard to \"horn\" damage [where the owner pays half-damages]. [By a fortiori reasoning] in the case where we are strict with regard to \"tooth\" and \"leg\", [namely] in the domain of the damaged party, isn't it logical that we should be strict[er] with regard to \"horn\" [and require payment of full damages]?", 
            "0": "will not derive \"horn\" [damage] from \"horn\" damage, I will derive \"horn\" damage from \"leg\" damage.", 
            "3": "it is enough that a law derived from an a fortiori argument be established similar to the case from which the inference is drawn.", 
            "2": "They [The Sages] said to him [R Tarfon],", 
            "4": "Just as in the public domain [the payment for \"horn\" damage is] half-damages, so too in the domain of the damaged party [the payment for \"horn\" damage is] half-damage.\n"
        }, 
        "47": {
            "42": 0, 
            "48": " in a case where we are lenient with respect to \"tooth\" and \"leg\" [damages caused by normal behavior] in the public domain, where he [the owner] is completely exempt, we are strict regarding the private domain of the damaged party, [requiring the owner] to pay full damages. In a case where we are strict with \"horn\" damage [damage from unusual behavior, as described above] in the public domain, [requiring the owner] to pay half-damages, isn't it logical [a fortiori] that we should be strict with him in the domain of the injured party to pay full damages?", 
            "43": "We studied in the Mishnah: How is the penalty assessed for an ox that damages while on the private domain of the damaged party?", 
            "49": "hey [The Sages] said to him [R Tarfon],", 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": "[the owner pays] half-damages.", 
            "47": "Rabbi Tarfon said to them [using a fortiori reasoning]", 
            "44": "If the ox gores, pushes, bites, crouches, [or] kicks (all these are later classified as similar to \"horn\", i.e., damage caused through unusual behavior) -- in the public domain, he [the owner] pays full damages. In the domain of the damaged party, Rabbi Tarfon says [the owner pays] ", 
            "45": "full damages, while The Sages say,", 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "51": "He [R Tarfon] said to them [The Sages],", 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0, 
            "50": "it is enough that a law derived from an a fortiori argument be established similar to the case from which the inference is drawn [i.e., the derived principle cannot be more strict than the base case]. Just as in the public domain [the payment for \"horn\" damage is] half-damages, so too in the domain of the damaged party [the payment for \"horn\" damage is] half-damage. "
        }, 
        "45": {
            "42": 0, 
            "48": 0, 
            "43": 0, 
            "49": 0, 
            "52": "Rabbi Meir says,", 
            "53": "an animal becomes \"muad\" once witnesses testify that it gored three separate times. It returns to its \"tam\" state once children have played with it and it doesn't gore them.", 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": 0, 
            "47": 0, 
            "44": 0, 
            "45": 0, 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "51": "An animal becomes \"muad\" once witnesses testify that it gored for three days, and it returns to \"tam\" after it goes three days without goring - these are the words of Rabbi Yehuda.", 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0, 
            "50": "We studied in the Mishnah: What animal is considered \"tam\" (presumed - innocent), and what animal is considered \"muad\" (presumed - damaging)?"
        }, 
        "29": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "38": "When they are tame they are not attested danger, but the snake is always an attested danger.", 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": "Rabbi Eliezer says:", 
            "36": "The wolf, the lion, the bear, the leopard, the panther and the snake all rank as attested danger.", 
            "35": "The tooth [of an animal] is an attested danger to eat that which is for it; The leg [of an animal] is an attested danger to break [things] as it walks along; So also is a warned ox [an ox that has gored before]; And an ox that damages in the domain of the damaged party, and human beings.", 
            "34": "Cattle are not an attested danger to butt, push, bite, lie down, or kick.", 
            "33": "We learned in the Mishnah: \"Five [agents of damage] rank as harmless and five as an attested danger.", 
            "32": 0
        }, 
        "41": {
            "20": 0, 
            "21": "If a dog or a goat jumped from a rooftop and broke vessels, [the owner] pays full damages because they are Muad. ", 
            "22": "If a dog took a cake (ie. with hot coals sticking to it), went to a pile of grain, and he ate the cake and the grain caught on fire, [the owner] is required to pay full damages for the cake and half the damage for the grain.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0
        }, 
        "3": {
            "10": "The Rabbi's Taught", 
            "1": "...The derivatives are not alike the original", 
            "0": "...Impurity [by contact with the] dead ", 
            "3": "What is the case (Or What are we talking about here)", 
            "2": "...Because a Primary category can make people and vessels impure, but a derivative category can only make food and drink impure, but leaves people and vessels not impure", 
            "5": "...There are some which are the same and some which are not the same ", 
            "4": "...Rav Papa says", 
            "7": "...[there are] 3 Primary categories regarding the ox", 
            "6": "...The rabbi's say", 
            "9": "...Where do we learn the idea of goring from?", 
            "8": "...Goring, biting and walking"
        }, 
        "2": {
            "11": " There is no difference with the sin offering for the generative category and the sin offering of the derivative category.", 
            "10": " The generative categories imply the derivatives, and their derivatives are covered under them.", 
            "13": " And what is the difference between the generative and derivative categories?", 
            "12": "There is no difference for the stoning (penalty) for the generative category (of transgression) and the stoning for the derivative category", 
            "15": "If one performs two generative categories of (labor) simultaneously or if one performs two derivative categories simultaneously, he is obligated to bring two offerings.", 
            "14": " The practical difference is:", 
            "16": "And if one performs the generative category along with its derivative categorycategory simultaneously, then one is obligated in but one sin offering. ", 
            "1": "in property torts: The ox, the pit, the \"consumer,\" and the conflagration.", 
            "0": "There are four \"avot\", generative categories of causation", 
            "3": "Nor are either of these, which have an animating spirit, similar to the conflagration, which has no animating spirit.", 
            "2": "The characteristics of the ox are not similar to the characteristics of the \"consumer.\" And the characteristics of the \"consumer\" are not similar to the characteristics of the ox.", 
            "5": "The common denominator among them is that they are inclined to do damage, and the duty of their care is upon you, and if they do damage, the defendant must pay from the best land.", 
            "4": "Nor are any of these, which are wont to move and do damage, similar to the pit, which is not wont to move and do damage.", 
            "7": "... Their derivative categories are they covered under them or not?", 
            "6": "As we learned in a Mishna: from the generative categories the derivative categories are implied.", 
            "9": "\"There are thirty-nine \"avot\", generative categories, of labor ...", 
            "8": "Regarding Shabbat it is taught:"
        }, 
        "4": {
            "24": "Either one or the other ; foot because it is damaging in a common way and shein because it is gaining benefit from the damage.", 
            "25": "Why can we not learn them both, they are equally coming from the source, which might you exclude?", 
            "26": "It is needed!", 
            "27": "You might have thought", 
            "20": "Just like in shien where we don't differentiate between when it went by its own volition and it being sent out; and therefore we don't differentiate, by regel, between it going by itself and being sent out. ", 
            "21": "But if the Merciful One had written 'and he shall send forth' and not said 'and consume' would it not imply Regel  and Shein?", 
            "22": "Wouldn't it imply regel as it is written \"That send forth the feet of the ox and the ass\" and imply shein as it is written \"And the teeth of the beasts I will send on them\"", 
            "23": "If it was not both there you would have said it was", 
            "28": "That this only applies to an intentional sending out, but the cases where it went by its own will it wont apply therefore", 
            "1": "Mar said ", 
            "0": "... In entirety", 
            "3": "His reason is that the Merciful One says \"That send fort the feet of the ox and the ass\", but even if that weren't so how else could you understand it?", 
            "2": "\"And he shall send forth\" is 'Regel' as it is expressed \"That send forth the feet of the ox and the ass\"", 
            "5": "We need it [the phrase]", 
            "4": "'Keren' is written [above] and 'shein' is written [above]", 
            "7": "They are both referring to shein; in the case where it fully consumes and where it does not. Therefore", 
            "6": "For you might have thought", 
            "9": "It is like 'regel'", 
            "8": "Now that this has been attributed to 'regel', from where can we learn shein where it doesn't consume fully?", 
            "11": "Mar said", 
            "10": "Just like in 'regel' we don't differentiate between complete consumption and partial; we don't differentiarte between complete and partial consumption by 'shein'", 
            "13": "His reason is that the Merciful One says \"as the tooth [galal] consumes to entirety\". But even if this was not so how else could you understand it?", 
            "12": "\"and it shall consume [o'be'er]\" refers to shein; as it also says \"As the tooth [galal] consumes to entirety\"", 
            "15": "We need it!", 
            "14": "'Keren' is written elsewhere as is 'regel'", 
            "17": "That they were both referring to 'regel'; one where it goes by its own volition and the other where you send the animal away. Therefore", 
            "16": "For you might have thought", 
            "19": "It is like shein", 
            "18": "Now that this is associated with 'shein'; from where do we find the other case of 'regel'"
        }, 
        "231": {
            "42": 0, 
            "48": 0, 
            "43": 0, 
            "49": 0, 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": 0, 
            "47": 0, 
            "44": 0, 
            "45": 0, 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "51": "[There was] a certain man who showed [a man of force] the warehouse of wheat belonging to the exilarchs. They came before Rav Nachman. Rav Nachman ordered him to pay. ", 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": "(Leviticus 25, 55) \"For the children of Israel slaves to me\" - and not slaves to slaves.", 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0, 
            "50": 0
        }, 
        "109": {
            "42": 0, 
            "48": "If one says that [this is is the case of] knocking down a healthy wall, for knocking down that wall, one is obligated.", 
            "43": "There are four acts for which the offender is exempt from the judgments of Man but liable to the judgments of Heaven..", 
            "49": "Rather", 
            "24": "Rabbi Eliezer says: Some say it was taught in the Mishna", 
            "25": "4 things that the Torah says you can lessen your guarding for, and these are", 
            "26": "them: Pit damage, fire damage, eating damage, and trampling damage.", 
            "27": 0, 
            "20": "If it isn't expected to damage, he is liable. And if it is expected to damage, then he is exempt. As it says in the Torah: \"And if the owner didn't guard it properly\"", 
            "21": "Rabbi Eliezer says:", 
            "22": "An animal that's expected to damage can only be guarded with a knife (i.e. You have to kill it)", 
            "23": "you could even say it goes according to Rabbi Mayer that eating and trampling damage are different because the torah minimizes the level of guarding", 
            "46": "To break down a fence in front of a neighbour's animal", 
            "47": "What is similar [in what scenario does this happen]?", 
            "44": "To break down a fence in front of a neighbour's animal [so that it gets out and does damage], to bend over a neighbour's standing corn in front of a fire, to hire a false witnesses to give evidence [and lie]; and to know of evidence in favour of another and not to testify on his behalf.", 
            "45": "The Master said:", 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": "[However], If he did not lock [the fold] before him properly, and [the animal] escaped and damaged [other's property] he is liable to pay [for the loss caused by the damage]", 
            "0": "[As it is stated in a] Mishnah; One who puts his animal in a fold and locks it before him properly, and [the animal] escaped and damaged [other's property] he is exempt from payment.", 
            "3": "If the bandits brought it [the animal out i.e. they came to steal something else and decided to take the animal as well], the bandits are liable [to pay for the damages]", 
            "2": "If the wall [of the fold] was breached in the night or bandits breached it [in the night] and [then] it [the animal] escaped and damaged [they all are] exempt [from payment]", 
            "5": "If he handed it over to [be watched by] a shepherd, the shepherd takes over [the responsibility of the animal] instead [of the owner of the animal]", 
            "4": "If he [the owner of the animal] left it in the [heat of the] sun [so that it was miserable in the hot sun and desperate to escape] or if he put it under the watch of a deaf-mute, deranged person, or a minor, and it [the animal] escaped and damaged, he [the one who placed the animal under the watch of one of the above types of people] is liable [to pay for the damages].", 
            "7": "..he pays for what the animal damaged .", 
            "6": "If it [the animal] fell into a garden and it benefited [from the produce] he must pay for what it benefited.", 
            "9": "Rabi Shimon says:", 
            "8": "We evalute the Beit Se'ah; how much it was worth and how much it is worth now.", 
            "39": 0, 
            "38": 0, 
            "11": "Our rabbis taught", 
            "10": "If the animal ate ripe fruit, the owner of the animal should pay back ripe fruit. If the animal ate a Seah the owner of the animal should pay back a Seah. If the animal ate two Seah the owner of the animal should pay back two Seah.", 
            "13": "A door that can stand up to a regular wind, this is considered proper. And if it isn't able to stand in a regular wind, it isn't proper.", 
            "12": "What is proper and what isn't proper?", 
            "15": "Who is the Tana (rabbi from the mishna) that it is enough for a muad (an animal that is expected to damage) to have proper guarding?", 
            "14": "Rabbi Mani says in the name of Patish:", 
            "17": "As we learned in a mishna", 
            "16": "He is Rabbi Yehuda", 
            "19": "Rabbi Yehuda says", 
            "18": "If the owner tied the animal to a rope, and he locked it up properly, and it got out and damaged. Whether it is expected to damage or not, the owner is liable. This is the opinion of Rabbi Meyer", 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "99": {
            "1": 0, 
            "0": 0, 
            "3": "A person may not take stones from his domain into the public domain.", 
            "2": "The rabbis taught: ", 
            "5": "\"Why are you clearing out a domain that does not belong to you into a domain that belongs to you?\"", 
            "4": "A story is told of a person who was clearing stones from his domain into the public domain, and a certain pious person found him. He said to him, ", 
            "7": "\"That pious person spoke well when he said to me , why are you clearing stones from a domain that is not yours to a domain that is yours.\"", 
            "6": "He scoffed at him. After a time that person had to sell his field, and he was walking in that public area, and he stumbled on one of the stones. He said, "
        }, 
        "76": {
            "10": "“When it will gore” (Exodus 21:28), and not When others cause it to gore.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": "[If] an ox a deaf-mute, a person lacking sound senses or a minor gored, the court appoints a guardian over them, and they testified against them in the presence of the guardian. ", 
            "4": "We learned in the Mishnah: [If] an ox of a person of sound senses gored the ox of a deaf-mute, a person lacking sound senses, or a minor, he is obligated. [If] an ox of a deaf-mute, a person lacking sound senses or a minor, gored the ox of a person of sound senses, he is exempt. ", 
            "7": "Rabbi Yose says, ...", 
            "6": "[If] the deaf-mute regained his hearing, or the person lackign sound senses recovered his senses, or the minor came of age, [the ox] returns to being harmless, the words of Rabbi Meir. ", 
            "9": "An ox from the stadium is not liable to be put to death, as it says, ...", 
            "8": "It remains in its presumption. ..."
        }, 
        "74": {
            "0": "But didn't we learn: Rabbi Meir said: How do we know that even a non-Jew who is involved in Torah is like a High Priest? For we learned: “that a person should perform them and live by them (Leviticus 18:5),” it does not say, “priests,” or “Levites,” or “Israelites,” but rather “a person,” so we learn that even a non-Jew who is involved in Torah is like a High Priest! It was said in response: They do not get a reward like one who is commanded to perform and obeys, but rather like one who is not commanded to perform, for Rabbi Chanina said: One who is commanded and performs the commandments is greater than one who is not commanded and performs the commandments anyway. "
        }, 
        "73": {
            "20": 0, 
            "21": 0, 
            "22": "We learned in the Mishnah: An ox of an Israelite that gored an ox belonging to the Temple, or an ox belonging to the Temple ", 
            "23": "that gored an ox of an Israelite, he is exempt, as it says, “The ox belonging to his neighbor” (Exodus 21:35), and not an ox belonging to the Temple. An ox of an Israelite that gores an ox of a non-Jew, he is exempt. And an ox of a non-Jew that gores the ox of an Israelite, whether the ox is harmless or an attested danger, its owner pays full damages.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0
        }, 
        "72": {
            "11": "When is [the ox considered] harmless? ...", 
            "10": "“For [damages on] Sabbaths [its owner] pays full damages and for [damages] during the week [its owner] pays half damages.” ", 
            "12": "After it refrains from [damaging] for three Sabbath days.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": "They said in front of Rabbi Judah: ", 
            "6": "We learned in the Mishnah: An ox which is warned for [injuring] its own species, and is not warned for [injuring] that which is not its own species; or is warned for [injuring] people and not warned for [injuring] animals; or is warned for [injuring] children and not warned for [injuring] adults—that for which it is warned [its owner] pays full damages, and that for which it is not warned [its owner] pays half damages. ", 
            "9": "He said to them: ", 
            "8": "What if it is warned [for injuring] on the Sabbath, and it is not warned for during the week?”"
        }, 
        "70": {
            "24": "We learned in the Mishnah: An ox which has gored four or five other oxen, this one after this one: he shall pay to [the owner of] the last ox injured. If there remains, it will go to [the owner of] the previously [injured ox]. If there still remains, it will go to [the owner of the ox injured] previous to the previously [injured ox]. [The owner of] the last [injured ox] benefits, the words of Rabbi Meir. ", 
            "25": "Rabbi Shimon says, ...", 
            "26": "[If] an ox worth 200 gores an ox worth 200 and the carcass is not worth anything, this one gets 100 and this one gets 100. ...", 
            "27": "[If] it goes back and injures another ox worth 200, the [owner of the] ox last injured receives 100 and the owner of the previously injured ox receives 50. ...", 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": "[If] it injures another ox worth 200, the [owner of the] ox last injured receives 100, the [owner of the] previously injured ox receives 50, and the first two receive 25.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0
        }, 
        "165": {
            "56": 0, 
            "54": 0, 
            "42": 0, 
            "48": 0, 
            "43": 0, 
            "49": 0, 
            "52": 0, 
            "53": 0, 
            "24": "Rather, from here:", 
            "25": "(Leviticus 24:18) \"The one who mortally strikes an animal shall make it good, life for life\" - juxtaposed to it is", 
            "26": "(Leviticus 24:19) \"'If a man injures his neighbor, just as he has done, so it shall be done to him.\" [But] this is not [a verse that mentions the word] \"strike!\"", 
            "27": "We are saying [a scriptural connection between the ideas of] \"strike\" and \"strike\". Just like the strike in reference to an animal is subject to repayment [monetarily], so too the strike in reference to a human is subject to repayment [monetarily].", 
            "20": "so too the striking of a human is subject to repayment [monetarily]. And if you want to say [otherwise], behold it says,", 
            "21": "(Numbers 35:31) ''Moreover, you shall not take ransom for the life of a murderer who is guilty of death, but he shall surely be put to death.\" It is a murderer who cannot have a ransom taken, but for the main limbs that won't return, one can take ransom.", 
            "22": "What is the case of striking?", 
            "23": "If you say, (Leviticus 24:21) \"'Thus Whoever (lethally) strikes an animal shall make it good, but the one who (lethally) strikes a man shall be put to death,\" this is written in reference to killing!", 
            "46": 0, 
            "47": 0, 
            "44": 0, 
            "45": 0, 
            "28": "But isn't it written,", 
            "29": "(Leviticus 24:17) \"And when a person (lethally) strikes any human being, he shall surely be put to death.\"", 
            "40": "Why did you see to learn it from, \"Whoever strikes an animal;\"", 
            "41": "let it be learned from, \"Whoever strikes a man.\"", 
            "1": 0, 
            "0": "Mishnah. One who injures a fellow man [can] become liable to him for five things: for injuries, for pain, for healing, for loss of [employment] and for embarrassment. How is the payment of injuries calculated? If he put out his eye, cut off his arm or broke his leg, the injured person is considered as if he were a slave being sold in the market place, and an evaluation is made as to how much he was worth [previously], And how much he is worth [now]. [How is] 'Pain' [evaluated]? - If he burnt him with a spit or [injured him] with a nail, even [if it is was] on his fingernail which is a place where no bruise could be made, it has to be calculated how much a man of equal standing would charge to undergo such pain. [How is] 'Healing' [evaluated]? - If he struck him, he is under obligation to pay [for the victim’s] medical expenses. Should sores [meanwhile] arise on his body, if it was as a result of the wound, the offender would be liable, but if it was not as a result of the wound, he would be exempt. Where the wound [partially] healed but returned, healed again [partially] but returned, he would still be under obligation to heal him. If, however, it had completely healed [but had subsequently returned] he would not be obligated to heal him. [How is] 'Loss of employment' [evaluated]? - The injured person is considered as if he were a watchman of cucumber fields [so that the loss of such wages sustained by him during the period of illness may be reimbursed to him]. [You might ask: Why is he paid for such a lowly job when he might have had a higher paying job (e.g. a Doctor)? Therefore, the Mishna says:] for there has already been paid to him the value of his hand or the value of his leg [through which deprivation he would no more be able to carry on his previous employment]. [How is] 'Degradation' [evaluated]? – It all is in accordance with who is the one who embarrassed [the victim] and who was embarrassed.", 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "51": 0, 
            "39": 0, 
            "38": 0, 
            "58": "And since it is written, \"You shall not take ransom,\" why do I need [the (scriptural) connection between] \"strike\" and \"strike?\"", 
            "11": 0, 
            "10": 0, 
            "13": "Gemara: Why [only monetary repayment]?", 
            "12": 0, 
            "15": "A literal eye!", 
            "14": "The Torah states (Exodus 21:24) \"Eye for an eye\"! I'll suggest:", 
            "17": "\"[I might think it] possible that one who blinds an eye has his eye blinded, that if he amputates a hand his hand is amputated, that if he breaks a leg his leg is broken.", 
            "16": "Don't let that arise in your mind, for it was taught,", 
            "19": "(Leviticus 24:21) \"Whoever (lethally) strikes a man,\" \"Whoever (lethally) strikes an animal...\" Just like the striking of an animal is subject to repayment [monetarily]", 
            "18": "The Torah teaches,", 
            "31": "What is the source that it is referring to [monetary] repayment?", 
            "30": "This [too] refers to [monetary] repayment.", 
            "37": "monetary payment.", 
            "36": "\"As he gave injury to a man, so shall it be given to him,\" and one can derive from that,", 
            "35": "And further, it is written afterward,", 
            "34": "Don't let that arise in your mind. Firstly, because of the scriptural connection of \"Whoever (lethally) strikes an animal he shall surely make good.\"", 
            "33": "It is referring to literal death!", 
            "55": 0, 
            "32": "I'll say,", 
            "57": 0, 
            "50": 0
        }, 
        "162": {
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": "(1) Reading the Torah at Min'ha on Shabbat - (2) Reading the Torah on Mondays and Thursdays - (3) Beth Din sits to judge on Mondays and Thursdays - (4) Laundering clothes on Thursday - (5) Eating garlic on Shabbat night - (6) A woman should wake up early Erev Shabbat and bake - (7) A woman should wear underpants (Sinar) - (8) A woman should wash her hair before immersing - (9) Peddlers should go around in cities - (10) Immersing after having an emission of seed.", 
            "8": "Ezra made 10 enactments"
        }, 
        "11": {
            "42": 0, 
            "48": 0, 
            "43": 0, 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": 0, 
            "47": 0, 
            "44": 0, 
            "45": 0, 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": "... What is the ox except that whose way of going is to do damage?  The pit refutes.", 
            "0": "Ox refutes....", 
            "3": "Ravina says the matter of a mishnah.", 
            "2": "...  The two are reversible/ circular and thus the law must be inferredinferred from what they share in common. ", 
            "5": "Was given to him time to cut down the  tree or fell the wall and they fell in the (alotted) timetime and do damage.  Exempt.  And after the time liable/obligated.", 
            "4": "The wall and the tree that fell into the public domain and did damage.   Exempt from paying.", 
            "7": "...if its ownership was relinquished between rav and shmuel it is a pit.", 
            "6": 0, 
            "9": 0, 
            "8": "What is the difference ", 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "10": {
            "24": 0, 
            "25": 0, 
            "26": "... Emptying their pipes and throwing their waste into the streets.  In the hot days' they have no permission.  In the rainy days  there is permission.   Even though thre is permission, if they damage then they are obligated to pay.", 
            "27": "... What is the case here?...", 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": "... Rather it did damage after it landed.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": "... If he relinquished ownership between Rav and Shmuel it is a ditch."
        }, 
        "59": {
            "0": "\"His straw and his thatch\" [The mishnah] teaches because they are slippery."
        }, 
        "58": {
            "56": "Rav Ashi said:", 
            "54": "Rav Nachman said:", 
            "42": "GEMARA: Can we say that this Mishnah is not like Rabbi Yehudah?", 
            "48": "Is it not the case that this permission comes from the courthouse?", 
            "43": "That Rabbi Yehudah teaches,", 
            "49": "No, but the permission comes from the mitzvah,", 
            "52": "Come and hear:", 
            "53": "In all the cases where they said that it is permissible to [place] nuisances in the public domain, if they caused damages they [the one who placed the nuisances] are obligated to compensate, and Rabbi Yehudah exempts them.", 
            "24": "...Ravina said: this is to say that", 
            "25": "...a person covers his pit with his neighbor's bucket, and the bucket owner comes and lifts his bucket back up, uncovering the pit, the pit owner is responsible.", 
            "26": "...It is clear!", 
            "27": "...In that case, the wall owner would not be able to inform the hider of thorns  In this case, he is able to inform him, but he is still responsible to cover the pit and pay for injuries.", 
            "20": "...Our Rabbis Taught in a Braita:", 
            "21": "...One who hides his thorns and his glass shards inside his neighbor's wall, and the owner of the wall comes and knocks down the wall and it falls in the public domain, and people are injured, the hider is responsible.", 
            "22": "...Rabbi Yohanan said:", 
            "23": "...The braita above teaches (that the hider is responsible) only in the case that the wall is unstable, but in the case of a stable wall, the hider is exempt and the owner of the wall is responsible for the injuries.", 
            "46": "but there is a teaching that Rabbi Yehudah said:", 
            "47": "\"In regards to a Chanukkah candle, he is exempt because he had permission [to place it in the public domain].", 
            "44": "\"At the time of taking out [foilage to become] fertilizer, people take out their fertilizer to the public domain and heaps it all there for thirty days so that it will be trampled upon by the feet of people and the feet of animals. And it was due to this condition that Joshua caused [Israel] to inherit the land.", 
            "45": "Even if you say [the mishnah accords] with Rabbi Yehudah, for Rabbi Yehudah agrees that if damage was caused [the owner of the fertilizer] should compensate for the damage,", 
            "28": "... Our Rabbis taught (In a Braita):", 
            "29": "...The early pious people would hide their thorns and their glass shards in their fields and would bury them 3 handbreadths (3-4 inches each tefach) deep so that they wouldn't disturb the plow.", 
            "40": "anyone who destroys [objects] in the public domain, thereby causing damage is responsible to pay, and anyone who first [takes possession] of them is entitled.", 
            "41": "[If] one turns over dung in the public domain and another is damaged by it, he is responsible for the damage. ", 
            "1": 0, 
            "0": 0, 
            "3": "One who hides thorns or glass [in the public domain], or one who builds his fence [bordering the public domain] with thorns, or a fence that falls into the public domain -- if others were injured, he is liable to pay their damages.", 
            "2": "Mishnah: [If] one pours water in a public domain, and another is damaged by it, he is liable to pay damages. ", 
            "5": 0, 
            "4": "Gemmarah:  Rav says:", 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "51": "'in regards to a Chanukkah candle, he is exempt because he had permission [to place it in the public domain] of a mitzvah.", 
            "39": "Rabbi Simeon son of Gamaliel says,", 
            "38": "MISHNAH: [If] one brings his straw [or thatch] into the public domain for fertilizer and another was damaged by them, he is responsible for the damage. And [furthermore], anyone who first [takes possession] of them is entitled [to the straw].", 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": "...Rabbi Yohanan said:", 
            "14": "...One who hides thorns, etc.", 
            "17": "...What is the reason for his (the tucked in hider's) exemption?", 
            "16": "...(The hider is responsible to pay) This is taught only in the case where the hider hides it sticking out, but if it's tucked in, he is not (responsible to pay).", 
            "19": "...Because it is not a person's usual way to rub up against walls (and disturb tucked in material)", 
            "18": "...Rav Aha son of Rav Ika said:", 
            "31": "...Rava would throw it in the Tigris River.", 
            "30": "...Rav Sheshet would throw it in the fire.", 
            "37": "The stuff of Berachot.", 
            "36": "And some say,", 
            "35": "[This refers to] the stuff of Avot.", 
            "34": "Rava said:", 
            "33": "One who wishes to be pious, should fulfill the words of \"damages\".", 
            "55": "\"Our Mishnah is not during the time of taking out [foilage to become] fertilizer, and it is Rabbi Yehudah [who wrote it].", 
            "32": "Rav Yehudah said:", 
            "50": "that it's taught \"Rabbi Yehudah said:"
        }, 
        "17": {
            "11": "and properties located outside the private domain of the defendant or the shared private domain of the plaintiff and the defendant,", 
            "10": "In cases of things that cause damage to properties not covered by sacrilege laws, properties which belong to members of the Covenant, owned properties,", 
            "12": "the defendant must pay the monetary judgement for damages from the best land.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": "Once I have partially prepared the way for its causation of damage, I have accepted monetary liability for damages as if I had prepared the way for the entity of its causation of damage. ", 
            "8": "We learned in the Mishnah: Once I have accepted the duty of care for a thing, I have prepared the way for its causation of damage."
        }, 
        "54": {
            "56": "And if you say one may enforce the law for himself, why are they both pe'a?", 
            "54": "Come and listen:", 
            "42": "Come and listen:", 
            "48": "[The case is that] he gave them a crooked road. Rav Ashe said: Any [road] from the side is considered a crooked [i.e., inconvenient] road, since it's closer to some and farther from others.", 
            "43": "There was a public road passing through [someone's] field. He took and gave them [another road] from the side. ", 
            "60": "One who made his field ownerless, and woke up in the morning and harvested it, he is obligated in peret, olelot, shikh'ha, and pe'a, but he is exempt from maaser.", 
            "61": "We learned in the Mishnah: [If] one's jar broke in a public domain and another slipped in the [spilled] water, or was injured by its shards, [the jar's owner is] liable.", 
            "62": "Rabbi Judah says:", 
            "63": "If intentional, he is liable. If unintentional, he is exempt.", 
            "49": 0, 
            "52": 0, 
            "53": 0, 
            "24": "Rav Nachman the son of Yitzhak says:", 
            "25": 0, 
            "26": "Come and hear", 
            "27": "One who places a jug in the public domain, and another comes and slips in it, and breaks it. He is exempt", 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": "It's an edict [made by the hakhamim] lest he give them a crooked road.", 
            "47": "Rav Mesharshiya said:", 
            "44": "And if you say one may enforce the law for himself, let him take a stick and sit [by the road to hit anyone who tries to use his road]!", 
            "45": "Rav Zevid said in the name of Rava:", 
            "28": "The reason [he is exempt] is because he stumbled into it. But If he broke it, he is obligated.", 
            "29": "Rabbi Zevid said in the name of Rabba", 
            "40": 0, 
            "41": 0, 
            "1": "Ben Bag Bag is a minority opinion against the Rabbis.", 
            "0": "What are you talking about?! (literally: with you)", 
            "3": "\"Break his teeth\" may also mean to bring him before a court of justice", 
            "2": "Rabbi Yannai said:", 
            "5": "Difficulty / Attack.", 
            "4": "If it us so that it is “say to him,” should it not be “they say to him”? “I am taking what is rightfully mine, should it not be he is taking what is rightfully his”?", 
            "7": "A bull went up on the back of his fellow bull in order to kill him, and the owner of the bull underneath comes and pulls him out, and [the top bull] falls and dies. [The owner of the bull] is exempt.", 
            "6": "Come and hear:", 
            "9": "No, it applies only to Tam, where there is no loss.", 
            "8": "Isn’t this [the case of a bull who is assumed to be guilty], that there is no loss?", 
            "51": 0, 
            "39": "This is what it should have said: She was able to save him by another means. But if she was not able to save him by another means, she is exempt", 
            "38": "“And she will send her hand” - Except for the messenger of the Beit Din, it should separate and make the following distinction.", 
            "59": "Why are they both pe'a? To exempt them from maaser. As it was taught in a Berayta:", 
            "58": "Rava said:", 
            "11": "If he pushed the one on top and it died, [he is] obligated. And if it is about a Tam, why is there obligation?", 
            "10": "If this is so, [then you must go] read the end [and you will see there is a problem]", 
            "13": "Come and hear:", 
            "12": "Because he could have (pulled) his bull and he didn't (pull) his bull", 
            "15": "Rabbi Nakhman bar Yitzhak said:", 
            "14": "One fills the courtyard of his neighbor with jugs of wine and jugs of oil. The owner of the courtyard breaks them when he goes out and breaks them when he enters.", 
            "17": "Come and hear:", 
            "16": "Breaking and leaving - to the Beit Din. Breaking and entering - to bring his own reward.", 
            "19": "Come and hear:", 
            "18": 0, 
            "31": "“If he is damaged, the owner of the barrel is obligated for his damages.\" If he definitely stumbled, but broke it, [it is as if] he damaged himself.  This is why it is taught in the reisha, “nitkal”", 
            "30": "It is the judgement even if it is broken. And that which it taught in the Mishna - “nitkal,” - was taught in the reisha, since it was established to teach in the seifa.", 
            "37": "If so, is it taught in the seifa (the end of this Midrash):", 
            "36": "But if there was no other way for her to save him, is she exempt?", 
            "35": "No, she was able to save him by another means.", 
            "34": "Isn’t it [the case] that she was unable to save by another means?", 
            "33": "\"Then you shall cut off her hand---\" [this means to charge her] money.", 
            "55": "A master of the house who left pe'a in one corner, and poor people came and took from another side, both [corners] are pe'a.", 
            "32": "Come and hear...", 
            "57": "Let him take a stick and sit [by his corner, to hit anyone who tries to take from it]!", 
            "50": 0
        }, 
        "31": {
            "42": "We studied in the Mishnah: What is the difference between that which is harmless and that which is an attested danger?", 
            "43": "The harmless pays half-damages from its own body and the attested danger pays full damages from the best property (of its owner and guardian).", 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "37": {
            "42": "It is expected to eat what is fit for it.", 
            "48": "When is this true? - If the animal ate in the middle of the street, then only that which the owner saved in food-costs need be paid back. But if the animal ate from the side of the street, then the owner must pay full damages.", 
            "43": "An animal is presumed to eat fruits and vegetables.", 
            "49": "If the animal ate from the entrance of a store, then only that which the owner saved in food-costs need be paid back. But if the animal ate from the store itself, then the owner must pay full damages.\n", 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": "except, that is, for the amount of money the owner has now saved in feed cost for the animal,", 
            "47": "which he should pay back to the damaged party.", 
            "44": "If it eats clothing or utensils [various items], the owner must pay half the damages.", 
            "45": "In what context is this true? - in the domain of the damaged. However, if it happened in the public domain, the owner would be exempt;", 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": "We learned in the Mishnah: In what way is the category of \"tooth\" presumed to be dangerous?", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "50": {
            "42": 0, 
            "43": "We learned in the Mishnah: A human being is always considered a habitual damager,", 
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "44": "whether [he or she damages] accidentally, or purposefully, while awake, or while asleep. If he blinded the eye of his friend or broke his vessels, he pays full damages\n", 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "53": {
            "42": "Rav Yehuda said,", 
            "48": "\"I am taking what is mine!\"", 
            "43": "\"One is not allowed to take the law into one's own hands. If there is not monetary loss, go to the courts.\"", 
            "49": "They (the Rabbis) said to him (Rav Kahana / Ben Bag Bag),", 
            "24": 0, 
            "25": "Rav Chisda said to Rabi Nachman", 
            "26": "For kneeing you pay 3 [selaim for embarrassment], and for kicking you pay 5 [selaim for embarrassment], and for hitting with a donkey's saddle you pay 13 [selaim for embarrassment]", 
            "27": "For hitting with a handle of a shovel and for hitting with a blade of a shovel, what [do you pay]?", 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "46": "Rav Kahana questions in the name of Ben Bag Bag,", 
            "47": "\"Don't go into the house of your friend to take back your belonging [that was stolen from you], lest you be perceived as a thief, rather, \"break his teeth\" and say to him,", 
            "44": "Rav Nachman said,", 
            "45": "\"One is allowed to take the law into one's own hands because going to the courts is a hassle\"", 
            "28": "[Rav Nachman] sent back [to Rav Chisda]", 
            "29": "Chisda! Chisda! Are you collecting knas payments in Bavel?", 
            "40": "\"One is allowed to take the law into one's own hands\"", 
            "41": "So in this case where there is monetary loss, no one disagrees that one is allowed to take the law into one's own hands, because the argument is in the case where there is no monetary loss", 
            "1": "And if another came and tripped on [the barrel] and broke it, he is exempt.", 
            "0": "It has been established for us that we do not follow the majority in monetary cases.", 
            "3": "He should have watched where he's going!", 
            "2": "Why is he exempt?", 
            "5": "[The case was] that the public domain was filled with barrels.", 
            "4": "The students of Rav said in the name of Rav:", 
            "7": "We learned [the case is] in darkness.", 
            "6": "Shemuel said:", 
            "9": "[It was] around a corner.", 
            "8": "Rabi Yohanan said:", 
            "39": "\"One is not allowed to take the law into one's own hands\" Rav Nachman said,", 
            "38": "Rav Yehuda said,", 
            "11": "Only learn the Mishna like Shemuel or like Ribi Yohanan, for if it's like Rav, why did it write \"tripped?\"", 
            "10": "Rav Papa said:", 
            "13": "Rav Zevid said in the name of Rav:", 
            "12": "Even if he broke [intentionally, he should be exempt]!", 
            "15": "Since [the Tana] wants to state [the later clause].", 
            "14": "It is the law that even if he broke [intentionally, he is exempt],", 
            "17": "Because he brought the damage on himself.", 
            "16": "\"And if he was hurt, the owner of the barrel is liable for his damage.\" Only if he tripped, but if he broke intentionally, no! What is the reason?", 
            "19": 0, 
            "18": "He teaches that it's also stated in the first clause about the stumbler", 
            "31": "[Rav Chisda] sent back [to Rav Nachman]", 
            "30": "What are you really trying to ask?", 
            "37": "Even according to the opinion that holds that people cannot take the law into their own hands, in a case of monetary loss, one is always allowed to take the law into one's own hands", 
            "36": "He (the owner of the well on that day) could have hit 100 times", 
            "35": "He (Rav Nachman) said to him (Rav Chisda)", 
            "34": "He (the remover) didn't acknowlege him (the owner of the well on that day), so he hit him with the handle of the shovel", 
            "33": "\"It's my day!\"", 
            "32": "There was a well that was owned by two [people]. Every day, one removed [water] from it. [(they switched off every day)] One day, [one of the owners] removed water on a day that wasn't his. He (the owner of the well on that day) said to him (not the owner of the well on that day),"
        }, 
        "52": {
            "24": 0, 
            "25": 0, 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "1": "Rabbi Yehuda son of Betairah said...", 
            "0": 0, 
            "3": 0, 
            "2": "If they [the ten men] strike the other man one after the other, the last one is obligated because he brought the man's death closer...", 
            "5": 0, 
            "4": 0, 
            "7": "He fell from the rooftop and penetrated a woman; he is obligated in four categories, but [should she be] his yevamah [i.e. widowed, childless sister-in-law] he does not acquire.", 
            "6": "And Rabbah said:", 
            "9": "but not the regarding the embarassment, since it was taught [by the Tanna'im]:", 
            "8": "He is obligated regarding the damaged limb, the pain, the healing, and the lost wages", 
            "11": 0, 
            "10": "One can only be obligated regarding the embarassment when he had intended [the harm].", 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "33": "_______________________________________________________________________________", 
            "32": "We learned in the Mishnah: "
        }, 
        "89": {
            "24": "We learned in the Mishnah: If its owner had tied it with a halter, or locked it up properly, but it came out and caused damage, the owner is liable, whether it was an attested danger or accounted harmless, the words of Rabbi Meir.", 
            "25": "Rabbi Judah says: ...", 
            "26": "A harmless ox is liable, but an attested danger is exempt, as it says, ", 
            "27": "“and its owner did not guard it”, and this one has been guarded. ...", 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": "Rabbi Eliezer says: ...", 
            "29": "It can only be guarded by the knife.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0
        }, 
        "32": {
            "24": "\"Sow righteousness for yourselves, reap according to loving-kindness...\" (Hoshea 10:12) and water always means Torah, as it says", 
            "25": "\"Ho! All who thirst, go to water...\" (Isaiah 55:1)", 
            "26": 0, 
            "27": 0, 
            "20": 0, 
            "21": 0, 
            "22": 0, 
            "23": 0, 
            "28": 0, 
            "29": 0, 
            "40": "Chickens are [considered] warned to walk normally and to break.", 
            "41": "If a bucket was tied to its foot, or if it hopped and broke vessels, he pays half the damage.", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": "If it stepped on a vessel and broke it, and [then] it fell on a vessel and broke it, for the first [vessel] he pays full damage, and for the last [vessel] he pays half the damage.", 
            "38": "If it kicks or pebbles are scattered from under its feet and and it breaks vessels, [the owner] pays half the damage.", 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": "An animal is [considered] warned to walk normally and to break [things].", 
            "36": "about breaking caused by normal walking?", 
            "35": "We learned in the Mishnah: In which cases is a foot [considered] warned", 
            "34": 0, 
            "33": 0, 
            "32": 0
        }, 
        "111": {
            "24": 0, 
            "25": "they said", 
            "20": "There are those who say,", 
            "21": 0, 
            "22": 0, 
            "23": "Let us say this helps Rabba, since Rabba says,", 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": 0, 
            "18": 0
        }, 
        "169": {
            "42": "Rabbah asked, ", 
            "48": "“One who strikes his father and mother and does not make a wound upon them, or one who wounds his fellow on Yom Kippur, ", 
            "43": "Unemployment, wherein he is made worth less value, what is [the law]?", 
            "24": "Rava said,", 
            "25": "\"If he cut off his hand, he gives him the money of his hand and [for] unemployment, we see him as if he were a guard of gourds. ", 
            "26": 0, 
            "27": 0, 
            "20": "The rabbis learned,", 
            "21": "Unemployment? We see him as if he were a guard of gourds.", 
            "22": "And if you shall say,", 
            "23": "\"The strict measure of the law is struck, as when he gets better, this man does not take the wage of a guard of gourds, but rather will be a water carrier and take the wage [of that job]; and also (alternatively), he will go as a messenger and take the wage [of that job]\"; [in fact], the strict measure of the law is not struck since he already gave him the value [for the loss] of his hand or his leg.", 
            "46": "Since in the end it will come back [to its original condition of health], he should not give him any [compensation for his temporary depreciation] at all; or maybe, nonetheless now, he has depreciated [his value]. ", 
            "47": "Come and hear [a proof]:", 
            "44": "[To what] is this similar?", 
            "45": "For example, he hit him on his hand and his hand withered, but in the end it will come back [to its original condition of health], what is it?", 
            "28": 0, 
            "29": 0, 
            "40": 0, 
            "41": 0, 
            "1": 0, 
            "0": 0, 
            "3": 0, 
            "2": 0, 
            "5": 0, 
            "4": 0, 
            "7": 0, 
            "6": 0, 
            "9": 0, 
            "8": 0, 
            "39": 0, 
            "38": 0, 
            "11": 0, 
            "10": 0, 
            "13": 0, 
            "12": 0, 
            "15": 0, 
            "14": 0, 
            "17": 0, 
            "16": 0, 
            "19": "<b>Unemployment? We see him as if he were a guard of gourds:</b>", 
            "18": 0, 
            "31": 0, 
            "30": 0, 
            "37": 0, 
            "36": 0, 
            "35": 0, 
            "34": 0, 
            "33": 0, 
            "32": 0
        }
    }, 
    "meta": "Daf-Line"
}