{
    "status": "locked", 
    "versionTitle": "Vilna Ed", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Maharam Shif on Zevachim", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "בתוס' <b>בד\"ה טבול יום מנ\"ל כו'   ואין לתרץ נמי כו'.  </b> יש לדקדק בדבריהם מה תיקנו בזה דהא כמו בדגלי בטבול יום לא נילף מיניה מחוסר כפורים משום דטבול יום חמיר דפסיל בתרומה ואפ\"ה כיון דגלי בטבול יום דטמא אף דקלישא טומאתיה תו דרשינן מוטהרה מכלל שהיא טמאה א\"כ ה\"נ נהי דמוקמינן חד ריבויא למחוסר כיפורים ולא נילף מיניה טבול יום משום דמחוסר כיפורים מחוסר מעשה הוא מ\"מ כיון דגלי במחוסר כיפורים דטמא אע\"ג דקלישא טומאתיה תו דרשינן וטהר מכלל שהיא טמא לרבות טבול יום. ונראה דלהתוספות דהכא #(א) ליכא לאקשויי דכבר הוצרכו לומר תירוץ אחר גבי טבול יום דהא כתיב טמא בהדיא בכלי טבול יום כמ\"ש לעיל ותירצו דצריך קרא גבי עבודה כו' וגבי אכילת תרומה וקדשים קרא אחרינא כו' וא\"כ כ\"ש דמוטהר מכלל כו' ליכא למילף. ותירוצם דאי לאו קרא דרבי סימאי מהני לן לגבי מחוסר כיפורים #(ב): ", 
            "בא\"ד <b>ועוד י\"ל דצריך קרא לרבות טבול יום כו'  .  </b> בראשונה תירצו קושיא אחרונה דאיצטריך ריבויא במחוסר כיפורים בביאת מקדש ולא הוי ילפינן מוטהרה משום דבמת לא שייך מחוסר כיפורים. ועוד י\"ל לתרץ קושיא שניה דאיצטריך ריבויא לטבול יום ולא ילפינן מורחץ במים וטמא עד הערב משום דמשמע אבל נתחטא שהזה ושנה וטבל כו': ", 
            "בא\"ד <b>ומהני טעמי אתי שפיר דליכא למימר כו'  .  </b> למה לי אידך קרא נילף מביאת מקדש דהא איתקש קודש למקדש. אבל לא נתחוור לי מאי דקאמרי דהא קרא דביאת מקדש משתעי לפטורא ועי'. וז\"ל התוס' פרק הערל וא\"ת ולשתוק מוטהר דהכא ומלא יחללו דזבחים ונילף קודש ועבודות מדאיקרי טמאים לענין ביאת מקדש ואומר ר\"י דאי לאו קרא דהכא לא הוה דרשינן התם טמא יהיה לרבות טבול יום כו' אלא הוי מוקמינן ליה לדרשא אחריתא ע\"כ ועיין. ויש לכוין דבריהם דהכא ג\"כ עפי\"ז כיון דמשמעות אבל נתחטא שהזה כו' פטור מכרת לא הוי מרבינן מטמא יהיה כו' טבול יום ומחוסר כיפורים [ג\"כ לא הוי מרבינן כיון דלא משכחת לה בטומאת מת] ועי': <br>בסה\"ד וקרא ובא השמש וטהר איצטריך כו'. ר\"ל דילפינן מיניה אכילת קודש בטבול יום בפ' הערל איצטריך משום דכתיב בפרשת אמור בשרץ דקיל טפי מנדה ושכבת זרע. וזה תירוץ לקושיא הראשונה [התימה דגבי זב וזבה כו' כתיב כמה פעמים ורחץ במים וטמא עד הערב כו']. ולא יחללו איצטריך לפרושי דלא הוי דרשינן וטהר מכלל כו' אי לאו קרא דר' סימאי כמ\"ש לעיל ואה\"נ לפי קושיות התוס' לא איצטריך ולא יחללו ג\"כ רק נקטו בלשונם ובא השמש וטהר דכתיב בשרץ. ולא יחללו לפרושי אתא #(ג): <br>בהגה\"ה הא לא אתיא לן מחוסר כיפורים אי לאו כו' ולא לכתוב טמא וי\"ל כו' לא חש לדקדק הסוף דיבור. ומתחיל הדיבור רמז לטבול יום שאם עבד חילל מנין כו': ", 
            "בתוס' <b>בד\"ה דגמר חילול חילול כו'   דממעטי התם רבנן בעל מום כו' דלא חשיב לה התם משום דטמא וטבול יום כו' חילול מתרומה נימא דפסול בתרומה במיתה ולא פסול כו' וי\"ל כיון דמחיל עבודה כטמא כדנפקא לן מוינזרו כו' בגזירה שוה דחילול חילול גמרי מתרומה כו'.  </b> ובשמעתין הכא שפיר קאמר כיון דהאי חילול דלחם אלהיו ניתן לידרש מתרומה מסתברא לאוקמי במאי דפסיל בתרומה #(ד):  "
        ], 
        [
            "ברש\"י <b>בד\"ה כזב דמי כו'   טהור הסוף דיבור.  </b> ומתחיל הדיבור לא כזב דמי כו' דקי\"ל דכשר בפרה. ומתחיל הדיבור לא דכ\"ע כזב דמו כו' בהו הוו מחוסר כיפורים כו' כפרה הסוף דיבור: ", 
            "ברש\"י <b>בד\"ה טומאה דאותה פרשה כו'   מק\"ו ומה טבול יום כו'.  </b> לא כ\"ש אבל מחוסר כיפורים כו' כצ\"ל: ", 
            "בתוס' <b>בד\"ה קסבר כו'   שנכנס למקדש חייב כרת דתנן כו' מקודשת ממנה שאין כו' ועוד דבהאי סוגיא כו' יהיה לרבות טבול יום קאמר דכ\"ע מחוסר כיפורים כו'.  </b> ע\"ש בפירש\"י: ", 
            "בא\"ד <b>במחוסר כיפורים ומיהו פלוגתא דאמוראי כו במקצת שמיה ביאה כו'  .  </b> ועוד מה שפי' בקונטרס לענין למנות כו' תימה הלא טבול יום אין מונין כו'. לא מחוור זה דבמחוסר כיפורים קיימינן ועיין: ", 
            "בא\"ד <b>א\"כ יעשה רביעי חמישי בקודש מק\"ו כו'  .  </b> ר\"ל ומה מחוסר כיפורים שמותר בתרומה עושה ראשון ושני בקודש שלישי דפסול בתרומה אינו דין שיעשה רביעי וחמישי בקודש: ", 
            "בא\"ד <b>הול\"ל דיו כתרומה אי לאו משום דמיפרך ק\"ו כו'  .  </b> כדאיתא שם בפירש\"י: ", 
            "בא\"ד <b>על דם טוהר היתה מערה כו'   הרי היא כמגע טמא מת כו' פסח הבא בטומאה כו' לענין טומאה דחויה בציבור כו'.  </b> לקמן ריש דף ל\"ג: ", 
            "בתוס' <b>בד\"ה שרפה אונן כו'   כגון שלא לשמה כו' כדאמרינן בהקומץ רבה כו' בפסח הבא בטומאה כו'.  </b> לפי\"ז לא יתכן למה שהגהתי לעיל (זבחים דף ט\"ז ע\"ב) בתוספות בד\"ה ומה טומאה כו' ותימה למ\"ד אנינות לילה כו' #(ה): ", 
            "בא\"ד <b>בק\"ו מטבול יום שאסור בנגיעת תרומה כו'   משום אונן נקטו נגיעה וק\"ל #(ו).  </b> מיהו בלא\"ה קשה דהא ק\"ו הוא לנגיעה והיאך פרכינן מאכילה כמ\"ש בסמוך [בד\"ה אונן] מפ' הערל וצ\"ל בהכרח דהפירכא הוא דמשא\"כ במחוסר כיפורים דאסור אף בנגיעה אבל אונן אף שאסור באכילה מ\"מ מותר בנגיעה #(ז) והשתא א\"ש. אבל לא ידעתי אם טבול יום מותר בנגיעה ואף דשרי באכילה הא ע\"כ צ\"ל הרי פסח אינו נאכל אלא בלילה וא\"כ העריב שמשו ודוחק לומר הא הערב שמש הוא בצאת הכוכבים וטהר יומא או כגון שנטמא בלילה וטבל בלילה. אלא פירוש דשוחטין וזורקין עליו ובלילה אוכל #(ח) ועי': <br>שם מה לטבול יום דמת שכן מותר לאכול בפסח הבא בטומאה [עה\"ג]. ובמסקנא דשמעתין דקאמר שכך טומאה יוצאה מגופו ולא קאמר שכן אסור לאכול בפסח כו'. אפשר דהיא היא: ", 
            "בא\"ד <b>בהגה\"ה המתחלת וההיא דטבול יום כשר מן התורה כו'   קודש מדרס לחטאת כו' והא דבמעורבי שמש כו' אלא שאחיו הכהנים היו מניחין כו' קודש מדרס לחטאת כו'.  </b> ע' בתוספות ריש יומא: ", 
            "בתוס' <b>בד\"ה והזה כו'   שריפה מהזאה הסוף דיבור.  </b> ומ\"ה אונן כו' אטו אנן לאכילה קאמרינן לנגיעה קאמרינן כו' מכללן תאמר באונן שהותר כו' שאסור ליגע בקדשים כו'. בתוס' בהערל מפורש יותר. מבעל מום קשה ועוד מה לטבול יום כו' הכל דיבור אחד: ", 
            "בתוס' <b>בד\"ה אין בגדיהן עליהן כו'   כתיבא התם ממש כו' דמכנסים לא כתיבא התם כו'.  </b> וחילול במכנסים אפשר דילפינן בגזירה שוה מחוקה חוקה דבמכנסים כתיב לחק עולם ועי': "
        ], 
        [
            "ברש\"י <b>בד\"ה אי מהתם כו'   חיוב מיתה לפסולין כו'.  </b> שיש אחריה עבודה כו': ", 
            "בד\"ה <b>והא תני כו'   אחרינא.  </b> הס\"ד: ומ\"ה ה\"מ כו' שתויי יין ממחוסר בגדים. הס\"ד: ", 
            "בד\"ה <b>ה\"ק מנין כו'   בגדים משתויי יין כו'.  </b> שתויי יין ממחוסר בגדים וה\"ק כו': ", 
            "בד\"ה <b>לא מוקים כו'  .  </b> וד\"ה מיומא טבא כו' להבדיל ולהורות כו'. משום דרב אורי הוי מורי בדרשותיו כדאיתא פ\"ק דביצה: ", 
            "בד\"ה <b>אי מהתם כו'  .  </b> אימא לא תיבעי בגדים קמ\"ל כו' מאי היא. הס\"ד: ומ\"ה הכהנים כו' כהונתן בה הס\"ד: ", 
            "בד\"ה <b>שחקים ישינים.  </b> הס\"ד: ומ\"ה כשירים כו' שתהא כמדתו מצוה כו' כצ\"ל: ", 
            "בד\"ה <b>חיסר אחת מכל הבגדים.  </b> הס\"ד: ומתחיל הדיבור יותר כו' בעולם. הס\"ד: ומ\"ה רטייה כו' על בשרו. הס\"ד: [שייך לע\"ב] ומ\"ה מטושטשין בטיט. הס\"ד: ומ\"ה מקורעין כו' הוא הראוי לעבודה דבעינן כו': ", 
            "בתוס' <b>בד\"ה תלמוד לומר כו'   דהא דאמרי' במנחות כו' </b>: ", 
            "בתוס' <b>בד\"ה אתיא חוקה חוקה כו'   אינו כתיב בפירוש וילפינן חוקה חוקה ממחוסר בגדים כו' ובתורם מן כו'.  </b> ר\"ל בתורם מן כו' שם תירץ הרר\"י והכא צ\"ע לחלק: ", 
            "בא\"ד <b>תרי קראי במחוסר בגדים למה לי דבתרוייהו כתיב חוקה כו'  .  </b> ר\"ל דקושיית הרר\"י דלעיל סוף ע\"ב בד\"ה אין בגדיהן עליהן קיימת וליכא שום תירוץ דמה דמתרץ לעיל דצריך משום מכנסים מ\"מ הא בתרוייהו כתיב חוקה והוי ילפינן מהדדי דע\"כ לענין חילול יליף מכנסים מוחגרת. בגזירה שוה דחוקה חוקה. אבל מ\"ש ומיהו וחגרת כו' לא ידענא מאי אידון בו וצ\"ע: ", 
            "בתוס' <b>בד\"ה כהן גדול שלבש כו'   אמר למלך פר ושעיר כו' היום משל מי כו' וידע שהוסר מן הכהונה.  </b> הס\"ד:  "
        ], 
        [
            "גמרא <b>רב אמר אחד זה ואחד זה כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה אלא לרב קשיא מרושלין.  </b> הס\"ד: ומ\"ה וכ\"ת כו' דקסבר אבנט כו שע\"י אבנט הו\"ל כחותך כו' ומכשירו הס\"ד: ומ\"ה אלא מסולקין כו' כקצרים מעיקרא. הס\"ד: ", 
            "בד\"ה <b>ומר סבר כו'   ומאן דמחייב כו' יתור בגדים.  </b> הס\"ד: ", 
            "בד\"ה <b>בד שיהו מין כו'   ממשמעותא.  </b> הס\"ד: ומ\"ה חדשים כו' פשתנן. הס\"ד: ומ\"ה שיהו שזורין כו' כמו לבדו הס\"ד: ", 
            "בד\"ה <b>דברים (נ\"ל שצ\"ל בגדים) כו'   ואזיל דבר העולה כו' ליה לעיכובא.  </b> הס\"ד: ", 
            "בד\"ה <b>ואימא עמרא כו'   נימא לבדה.  </b> הס\"ד: ", 
            "בד\"ה <b>כיתנא כו'  .  </b> מיפצל לפני טווייתו כו': ", 
            "בד\"ה <b>אגב כו'   ונחלק.  </b> הס\"ד: ומ\"ה מכנסי כו' היינו פשתן. הס\"ד כצ\"ל: ", 
            "ברש\"י <b>בד\"ה וערל בשר כו'   לא יבא כו' בהדיא.  </b> הס\"ד: ", 
            "בתוס' <b>בד\"ה מסולקין כו'   תמיד נשחט מדו כמדתו כו' ולא לעכב.  </b> הס\"ד: ומ\"ה ואידך כו' התם ר\"ש כסות סומא כו' דהאי סוגיא כמאן דמרבי כו'. ע\"ש בתוס' מנחות מפורש יותר: ", 
            "בא\"ד <b>ומיהו קשה אההוא דמנחות דלקמן בפ' ב\"ש כו'.  </b> כצ\"ל: ", 
            "בתוס' <b>בד\"ה והתניא משוחקין כשירים כו'   תימה דביומא דף יב ע\"א כו' ואמאי צריך ריבוי.  </b> הס\"ד. ור\"ל כיון דמשני הכא מה שאינו נשמע ממשמעותא דקרא אינו אלא למצוה. ומיהו למה שפירש\"י חדשים כשעה שהיו בבדי פשתנן איצטריך ילבש לאורויי דאינו מעכב ועיין: ", 
            "בתוס' <b>בד\"ה ואימא כו'  .  </b> מחיטה אחת. הס\"ד: "
        ], 
        [
            "גמרא <b>מדלי ליה המיינאי כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה והוי מדלי לי המיינאי כו'   אבנטו היה כו'.  </b> אצילי ידיו והשפילו כו': ", 
            "ברש\"י <b>בד\"ה ותיפוק ליה כו'   שרי ר\"י.  </b> הס\"ד. אבל אכורך עליה גמי דגופא דמתניתין אפשר דכיון דצריך לרפואה אינן חוצצין. אבל בעירובין מפרש רש\"י בהדיא דאף אמתני' פריך ע\"ש. ומ\"ה בשמאל כו' לעבודה. הס\"ד: ", 
            "בד\"ה <b>ודאי פליגי כו'   במשמע.  </b> הס\"ד: ", 
            "בד\"ה <b>לישנא אחרינא אמרי לה כו'   הוא דפליגי לישנא.  </b> הס\"ד. ומ\"ה לימא כו' דאילו ר\"י פשיט לן כו'. ר\"ל ר\"י ודאי פליג אדרבי יהודה ולית לן למימר דלא פליגי דהא עלה כו'. אלא דרבא דאיתמר בעלמא כו': ", 
            "בד\"ה <b>ולר\"י דקאמר כו' </b>: ", 
            "בד\"ה <b>רבותא הוא כו'   כבשרו.  </b> הס\"ד: ", 
            "בד\"ה <b>בית השחי כו'   בבשר.  </b> [הס\"ד: ומ\"ה גופו כו'] גופו. הס\"ד: ומ\"ה נימא כו' מגורר ותחובה בו כו' מעיקרא. הס\"ד: ומ\"ה יצא שערו כו' שערו מאי. הס\"ד: ומ\"ה תפילין מהו שיחוצו למהוי יתור בגדים. הס\"ד: ומ\"ה אליבא כו' ובהקומץ רבה. הס\"ד: ומ\"ה לא תיבעי לך דודאי חייצי כו' לא מצוה היא דניהוי כגופו כו': ", 
            "בד\"ה <b>דיום נמי חייצי דאל\"כ מצינו כו'.  </b> כצ\"ל: ", 
            "בד\"ה <b>ומן התפילין כו'   מן המצוה.  </b> הס\"ד. ומ\"ה דלא מתני ליה אסור שאין כו' לשנות בהן איסור. הס\"ד: ומ\"ה דיד חוצצין כו' לבשר. הס\"ד: ", 
            "בתוס' <b>בד\"ה כורך כו'   משום דמסיק פרק כל כתבי כו' ספוג יבש וקשר עליו כו' וקאמר התם דלמדנו דספוג אינו כו' משמר נמי כו' ובסמוך כו' דאבל לא במדינה.  </b> הס\"ד: ומ\"ה מאי אריא כו' משום לשון חכמים מרפא דכיון שהקושיא היה לפירושם דהול\"ל צלצל דהוי חידוש גדול יותר אינו דומה שיתרץ נמי חידוש יותר דשרי במקדש וכפירש\"י לכך מפרשו משום לשון חכמים מרפא שגם לישנא דגמרא אגב אורחא אינו משמע כפירש\"י: ", 
            "בתוס' <b>בד\"ה תפילין כו'   דבשל ראש הא אמרינן בסמוך דאין חוצצין כו' ומיהו הא דתניא אינן כו' חידוש שאין חוצצין כו' פתילי הציץ.  </b> הס\"ד:  "
        ], 
        [
            "גמרא <b>א\"ל רב סמא בריה דרב אחא לרבינא כו' </b>: ", 
            "ברש\"י <b>בד\"ה ששם מניח כו'   דלאו בגד הוא.  </b> הס\"ד: ומ\"ה מכלל כו' יחללו. הס\"ד: ", 
            "בד\"ה <b>כהן גדול כו'   המקרא אם לא טבל כו' עבודה כשרה.  </b> הס\"ד: ומ\"ה שחרית כו' ממחוסר בגדים. הס\"ד: ומ\"ה דאורייתא כו' לכולה מלתא. הס\"ד: ", 
            "בד\"ה <b>אמר קרא כו'   אלא אשאר דברים כו' </b>: ", 
            "בד\"ה <b>והיתה להם כו'   בקידוש כתיב.  </b> הס\"ד: ", 
            "ד\"ה <b>מניח ידיו כו'   ירחצו כדכתיב קרא.  </b> עי' במפרשי רש\"י פרשת כי תשא: ", 
            "בד\"ה <b>מאי בינייהו כו'   פליגי.  </b> הס\"ד: ", 
            "בד\"ה <b>אין צריך לקדש כו'   יצא ולא הסיח דעתו.  </b> הס\"ד: ", 
            "בד\"ה <b>דפסיק ליה כו'   כי הכא.  </b> הס\"ד. ומ\"ה דכתיב בגשתם כו' חדשה הס\"ד: ומ\"ה דכתיב בבואם והרי לא יצא. הס\"ד. ומ\"ה אכל גישה כו': ", 
            "ד\"ה <b>אביאה ריקנית כו' </b>: ", 
            "ד\"ה <b>דרב אחי כו' </b>: ", 
            "ד\"ה <b>הכל מודים כו'  .  </b> ידיו ורגליו מודין הם כו' אלא גישה. הס\"ד: ומ\"ה להקטיר כו' דבעיא קידוש דהא גישת כו' כצ\"ל: ", 
            "בתוס' <b>בד\"ה וחוקה כתב בהו כו'   דלא כתיבא חוקה אלא בבגדי לבן כו' </b>: ", 
            "בתוס' <b>בד\"ה אי הכי דצפרא נמי כו'   כיון דהוי במיתה אתיא בק\"ו כו'.  </b> ר\"ל מיעוט דולבשם ממעט אינך טבילות וקידושים דחילוף בגדים דאינו במיתה ולא תילף דמעכבי אלא מגזירה שוה דחוקה אתי ולבשם וגלי דחוקה לא קאי אהך קרא אבל טבילת שחרית דבמיתה נילף מק\"ו ועיין היטב: חשיב ליה ו' אאופתא. הס\"ד. ומ\"ה וחבירו כו' דאותו שזכה לתרום היה הולך יחידי (צ\"ע להגיה): ", 
            "בתוס' <b>בד\"ה עמידה כו'   לרבנן מן הצד לא שמיה עמידה ונראה כו' </b>: ", 
            "בתוס' <b>בד\"ה וליתיב מיתיב כו'   דאין ישיבה בעזרה אלא סמיכה.  </b> הס\"ד. למ\"ש לעיל [זבחים דף טז ע\"א בתוס' בד\"ה מיושב] לחד שינויא שהוא מדרבנן או לצורך עבודה שרי #(ט) אינו קשה כנ\"ל: "
        ], 
        [
            "גמרא <b>הכי אמר רב אסי אמר ר\"י כיור שלא שקעו כו'   רבי אדר' יוסי בר יהודה מוסיף כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה מהו שיפסלו כו'  .  </b> אם לא שקעה בבור הגולה (עיין סוף עירובין) דאמרי' כו': ", 
            "ברש\"י <b>בד\"ה ה\"ג כו'   אמר לפניו כו' רבין אמר לה.  </b> הס\"ד: ומ\"ה שלא שקעו בבור לעבודה כו' חלבים. הס\"ד: ומ\"ה והוינן בה כו' אסי ולא פשיט לן. הס\"ד: ומ\"ה דלא צריך לקדושי וכרבי אליעזר בר\"ש כו' לינה בקידוש. הס\"ד. ומ\"ה או דלמא כו': ", 
            "בד\"ה <b>ולא פשיט כו'   כך מחלוקת בזו ומר פשיט מיפשט כו'.  </b> ר\"ל דאילו ס\"ל כמחלוקת בזו כך כו' #(י) ע\"כ פירושו אין צריך לקדש וכראב\"ש דאי איפסלו להו בלינה וכרבי מאי אריא כיור שלא שקעו אפילו בקידוש נמי פסול אע\"כ ר\"א בר' שמעון מודה במי כיור והשתא שפיר מספקא להו. אך להך גיסא דלא צריך לקדושי היאך תלוי בכיור שלא שקעו מבערב אם [לא] לרבותא דאפ\"ה מקדש ממנו לעבודת לילה דלינה אינה פוסלת אלא בעמוד השחר כ\"ז תמצא לקמן בתוס' (זבחים דף כא ע\"א): ", 
            "ברש\"י <b>בד\"ה שנים עשר דד כו'   בבת אחת.  </b> הס\"ד: ומ\"ה מוכני כו' שמעלין אותו בגלגלים מן הבור שחרית. הס\"ד: דלירידה היה אפשר בלא גלגל כן איתא לקמן בהדיא (זבחים דף כ\"א:) ומ\"ה שלא יהא כו' קדושתן. הס\"ד. ומ\"ה מאי לאו כו' מודה במים. הס\"ד: ומ\"ה בא לו כהן אצל פרו להתודות כו' בעדו וגו'. הס\"ד: ומ\"ה ראשו כו' ומשנינן לה. הס\"ד: ומ\"ה והכהן כו' כלפי ההיכל הס\"ד: ומ\"ה מאן כו' חטאת הוא. הס\"ד: ומ\"ה כנגד המזבח כו' המזבח וליכא. הס\"ד: ומ\"ה ור\"א כו' דהוא מקום דריסת כו'. כ\"ז תעמוד על ציורו במסכת מדות במשניות תוי\"ט: ", 
            "ברש\"י <b>בד\"ה ה\"ג אבל כו'   ומהו בית החליפות כו' </b>: ", 
            "ברש\"י <b>בד\"ה השתא רבי כו'   קדושה חמורה לא כ\"ש.  </b> הס\"ד: ומ\"ה אנן כו' כיון דרבי מכשיר נמי צפון כו': ", 
            "ברש\"י <b>בד\"ה תרומת הדשן כו'   לכל עבודות.  </b> הס\"ד: ומ\"ה מתחלת עבודה כו' יום הוא. הס\"ד: ומ\"ה הא אמרת פסלה לינה ולינה בעמוד כו' עד בוקר. הס\"ד: ומ\"ה הא אמר מכאן כו' עבודת יום זה. הס\"ד: ומ\"ה ולינה דרבנן לינה זו כו' תזלזל בלינה. הס\"ד ומ\"ה ומודה רבי כו' מן הבור מקרות הגבר כו' דדמי כמו שקידש ביום. הס\"ד: אבל אם לא שקעו כלל לא הוי דמי דס\"ס לן כל הלילה וע': ", 
            "ברש\"י <b>בד\"ה מיהרו וקידשו כו'   בכהנים שעבדו כו'.  </b> זו אהיום ויפסול כו' כצ\"ל:  "
        ], 
        [
            "ברש\"י <b>בד\"ה בכהני כו'   רגלים.  </b> הס\"ד: ומ\"ה יציאה כו' הקדשים שקידשו בכלי כו': ", 
            "ד\"ה <b>דלא פריש כו'   מעבודה.  </b> הס\"ד: ומ\"ה ונטמאו כו' את הידים הס\"ד: ומ\"ה מטבילין כו' לבדן. הס\"ד: ", 
            "ד\"ה <b>מקדש כו'   לקידוש.  </b> הס\"ד: ומ\"ה בפנים כו' הכיור וגו' והתם כו' ממנו. הס\"ד: ומ\"ה בכלי כו' איתרבי. הס\"ד: ומ\"ה או שטבל במי כו' מכונסין. הס\"ד: ומ\"ה עבודתן כו' קידש. הס\"ד: ", 
            "ד\"ה <b>אבל יצא כו'   תידוק מינה.  </b> הס\"ד: ", 
            "ד\"ה <b>שיצא להסך כו'   ידיו ורגליו.  </b> הס\"ד: ", 
            "ד\"ה <b>פרה כו'   המשחה.  </b> הס\"ד: ומ\"ה ויוצא אלמא כו' ורגלים. הס\"ד: ", 
            "ד\"ה <b>את\"ל כו'   הדעת.  </b> הס\"ד. כצ\"ל: ", 
            "בתוס' <b>בד\"ה יציאה כו'   דעתיה מיניה דמשום קידוש כו'.  </b> לא פסול אלא משום עבודה בחוץ אבל כו' (משום דס\"ד דמאן כו' עד בבית המוקד שייך לעיל ע\"א סוף ד\"ה מיתיבי ראוהו כו' תירוץ לקושיתם שם ודו\"ק): ", 
            "בא\"ד <b>במקום זריזין איתא אורחא דמלתא כו'  .  </b> קצת קשה מאי קושיא התם משום לישה הוא דפסול כמו בללה (זר) [חוץ לחומה] דלעיל וכן התם בגמרא מייתי עלה ברייתא דבללה זר [כשירה חוץ לחומה] פסולה ע\"ש [וכן הקשה מהרש\"א בסוכה דף נ] ודו\"ק: ", 
            "בא\"ד <b>גבי שולחן אבל מקדש כו'   פירוש הקונטרס דהכא.  </b> הס\"ד: ועוד דיבור זה במנחות דף ט ובסוכה דף נ. ומ\"ה קידש בכלי כו' טפי מבמים. הס\"ד: ומ\"ה כל המטיל כו' כצ\"ל: "
        ], 
        [
            "גמרא <b>לעבודת לילה חזי א\"ה היינו כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה והא פרה כו'   ושורפה אלמא כו' לה טומאה.  </b> הס\"ד: ", 
            "בד\"ה <b>א\"ה כו'   קידוש כשאר קידוש כו' </b>: ", 
            "ד\"ה <b>ה\"ג כו'   השחר כאיברים.  </b> הס\"ד. ומ\"ה מי כיור כו' לפסול עם עבודת כו' החמה כו' מי כיור כו' הכל דיבור אחד: ", 
            "בד\"ה <b>לאיברים כאיברים כו'   כמו שאיברים כו' לעבודת לילה.  </b> הס\"ד: ומ\"ה אף למתירין כו' ואם שיקעו כו' לעבודת היום הכל דיבור אחד: ", 
            "ד\"ה <b>שוב אין כו'   העלאתו ואתרוייהו פליג.  </b> הס\"ד: ומ\"ה לעבודת כו' חלבים. הס\"ד: ", 
            "ד\"ה <b>מאי אינו כו'   קאמר לה שלא יפסלו כו' הכל דיבור אחד.  </b> ור\"ל אינו מעלהו אף לעבודת לילה שלא יפסלו לעבודת היום ועיין כנ\"ל: ", 
            "בתוס' <b>בד\"ה מי כיור כו'   באיזהו מקומן.  </b> הס\"ד: ומ\"ה כיור כו' משום אונס שינה כו' משמע להו שהיו ישינים בצפרא ולא עמדו משנתם בצפרא וע\"ש: ", 
            "בא\"ד <b>א\"נ י\"ל שהיה להם מים בכלי שרת אחר כו'  .  </b> לא הבינותי זה דודאי קושיא לא היא מאין טבלו לתרומת הדשן דמים רבים בעולם רק מיד שמעלן פסולין לדעת המקשה א\"כ מ\"ש בכלי שרת אחר מכלי שרת דכיור דאין תלוי במי כיור נפסלין למתירין כו' רק העלאת לילה מן הבאר עושה לינה. ונראה דהא\"נ אין כאן מקומו ושייך למטה בד\"ה מאי אין מעלהו כו' אוא\"ת ויפסול מימיו ומה בכך כו' ועיין. ואם נדחוק דקושיתם לא היה אמקדש לתרומת הדשן דכיון דלא אפשר בענין אחר שרי רק למה אינו מעלהו הא בלא\"ה צריך להעלותו לתרומת הדשן ונפסלין המים של כיור לכל דבר ואהא אתי שפיר תירוצם של הא\"נ. אבל אידך תירוצם ועי\"ל כו' אין מקום לזה ודו\"ק: <br>בסה\"ד הא בלילה מחזי חזי. גם זה לא ידעתי היאך ניחא דא\"ל הא בלילה חזי מקרות הגבר דא\"כ אמאי צריך לקדש ביום ודו\"ק: ", 
            "בתוס' <b>בד\"ה כיור כיון ששקעו כו'   דאין זריעה להקדש.  </b> הס\"ד: ומ\"ה כיור שלא כו' שקעו מעלהו לעבודת כו': ", 
            "בתוס' <b>בד\"ה מאי אין מעלהו דקאמר לעבודת היום פי' כו'   דר\"י אית ליה גזירת שיקוע וכו' וי\"ל דלא רצו כו' בתחלת הלילה או באמצעה וכו' זמן פסול מתירין של דם וקומץ כו'.  </b> ר\"ל כיון שעתה היא זמן פסול של עבודת דם וקמיצה גופא קבעו ג\"כ זמן שיקוע השתא אע\"ג דלרבי יוחנן אינו פוסל למתירין אלא כאברים #(כ): ", 
            "בא\"ד <b>שע\"כ יש להן להעלותו כו'   ולגזירת שיקוע ליכא למיחש.  </b> דכיון וכו' משקע ליה ולא דמי כו' וא\"ת ויפסיל מימיו כו'. לר\"ח בר יוסף דאית ליה נמי מצות שיקוע מאי מהני השיקוע הא מ\"מ צריך להעלותו לתרומת הדשן ונפסל למתירין מאי אמרת דע\"י כן יזכור וישקע אח\"כ קודם עלות עמוד השחר מאי מרויחין בזה רק לאיברים ומי הוא שוטה וכו': ", 
            "בא\"ד <b>לשומרן כשאר קדשים שלא יפסלו וכו'   להו זריעה וצ\"ל דהאי דפסלא להו לינה כו'.  </b> דהא דאמר אביי כו' וזה לשונו ומאי אינו כו' הכל דיבור אחד כצ\"ל: ", 
            "בא\"ד <b>(שייך לע\"ב) רק בשקיעת החמה ובעמוד השחר וכו'  .  </b> עיקר המכוון לתרץ קושית ויפסול מימיו ומה בכך לזה פי' דטעם שיקוע הוא שלא יטעה העולם #(ל) ויסברו כיון דמעלהו לאחר שקיעה א\"כ למה שיקעו קודם שקיעת החמה ודאי שקיעת החמה הוא מכשירו לעבודת מחר עם עמוד השחר. ובשינויא גזירת שיקוע איכא בינייהו דהשתא אם מעלהו בלילה אינו פוסל לר\"י #(מ) מפרשי שיסברו העולם ששיקועו בשקיעת החמה לבדו מתירו ועיין: ", 
            "בא\"ד <b>כי אם להיות זכורין ע\"י כן שיקוע דסוף הלילה שכשמצאוהו כו'   כי אם יעלהו לאחר שקיעת החמה כו'.  </b> ר\"ל אע\"ג דמשום שמא ישכחו ולא יחזרו וישקעו ליכא למיחש דכיון שמצאו משוקע יחזרו לשקעו קודם עמוד השחר מ\"מ יש לגזור שמא יאמרו שלהכשירו כו': ", 
            "בא\"ד <b>שמא יאמרו שלהכשיר לעבודת מתירין למחר שיקעוהו בשקיעת החמה וכו'   ופריך א\"ה היינו דר\"ח כו' שאנו צריכין אז לשקעו כדי כו'.  </b> ר\"ל דצריך להשהותו בשיקוע שלא יאמרו שיקוע דשקיעת החמה הוא המתיר כדלעיל ושיקוע דשקיעת החמה גופא צריכא שיזכור שיקוע דסוף הלילה וק\"ל: ", 
            "בא\"ד <b>בשלמא לרבא דמוקי כו'   הא כרבי דס\"ל וכו' ולא כהאי דלא פשיט כו' כרבי קשיא דרבי אדרבי כו' ומצריך לשיקוע כדי לזכור כו' ומ\"ש בהא דקאמר דכבר קידש מתחלת כו' ומ\"ש התם דלא משקע ליה.  </b> הס\"ד ומ\"ה אי משקע ליה:  "
        ], 
        [
            "גמ' <b>ורש\"י אין מקדשין בו שנאמר כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה איכא בינייהו וכו'   כלומר הא דאוקי אין מעלה דר\"י וכו' לעבודת מחר כו'.  </b> וה\"ק מאי אינו מעלהו נמי דקאמר דאינו מעלהו בלילה כדי שלא ישתכח מלחזור ולשקעו קודם עמוד השחר ויפסלו אחר עלות עמוד השחר לעבודת יום ולעולם אבל לעבודת אותה לילה שמעלהו חזי ולא כדקס\"ד וק\"ל. ואין צ\"ל אבל לעבודת לילה חזי הוא מדברי המקשה כיון דאין חילוק בעבודת לילה בין ר\"י לר' חייא כדקס\"ד א\"ה היינו דר\"ח כו' [רק דהכל הוא מדברי התרצן]: ", 
            "ברש\"י <b>בא\"ד ור' חייא לא אסר לה להעלותו משום כו'  .  </b> ושרי להעלותו לעבודת הלילה לר' חייא אם ירצה רק דפסולין אח\"כ למתירין וכמו שכתבו התוס' לעיל בד\"ה מאי אין מעלהו וז\"ל ורבי חייא לא גזר ושרי ליה להעלותו כל שעה שירצה וכו'. ולא רצה רש\"י לפרש דס\"ל לר\"י כרבי חייא ובינייהו גזירת שיקוע דלרבי חייא שרי להעלותו אף דפסולין לעבודת מתיר ולר\"י אסור להעלותו דא\"כ קשה דר\"י דבסמוך קידש ידיו לתרומת הדשן למחר אין צריך לקדש כו' הא מים נפסלו בהעלותן בלילה לתרומת הדשן ואיך יועילו לעבודת היום למחר [דלא עדיף מאילו קידש ידיו ביום מאותן המים שכבר העלוהו בלילה אפי' חזר ושיקען קודם עמוד השחר שכבר נפסלו בהעלותן בלילה מיד] ולפי' רבינו ברוך בתוס' בהגה\"ה איכא בינייהו כו' דס\"ד השתא דלר\"י פסול למתירין מקשה באמת בסמוך הכי וגירסתו א\"ה למחר אין צריך לקדש למימרא דלמתירין מיחזי חזי כו' [דאל\"כ אמאי א\"צ לקדש הא כבר נפסלו המים בהעלותן בלילה א\"כ] היינו דרב חסדא ומקשי מהך מימרא דרבי יוחנן ולא מקשה תיכף בשנותו גזירת שיקוע איכא בינייהו דאינו מוכרח עדיין היאך יסבור ר\"י אי כרבי חייא אי כרב חסדא [דשפיר איכא לפרושי השתא דסובר ר\"י כרבי חייא וכדמפרש לה רבינו ברוך באמת. אבל מאידך דר\"י מוכרח שפיר דס\"ל כר\"ח ולכך מקשה מינה היינו דרב חסדא]. מיהו אמאי צריך לרבינו ברוך לומר דלר\"י פסול מדרבנן ולא פסול מן התורה וצ\"ע היטב. גם לפירש\"י אמאי מקשה לעיל א\"ה היינו דרבי חייא ולא מקשה מהך דקידש ידיו לתרומת הדשן כו' דהרי המים פסולין בהעלותן למתירין. ואי ניחא ליה למיפרך מיניה וביה היינו דרבי חייא. אמאי לא מקשה השתא נמי מיד [דמשני גזירה שיקוע דמפרש לה רש\"י דסובר כרב חסדא תיקשי מיד] היינו דרב חסדא והיא קושית התוס' באמת ודו\"ק: ", 
            "ברש\"י <b>בד\"ה והא אמר ר\"י וכו'   הא קשיא לן דלא כו' לא פסלה לינה.  </b> הס\"ד. וא\"כ הא דאמרינן קידש ידיו לתרומת הדשן כו' וראה בקצת דברי ר\"ח ובקצת דברי רבי בקידוש. ובמי כיור לא ס\"ל כלל כרבי דפסליה מדאורייתא רק מדרבנן פסולין קודם תרומת הדשן #(נ) ומ\"ה הא כרבי כו' הא דאמר ר\"י כו': ", 
            "ברש\"י <b>בד\"ה אלא לאביי כו'   קשיא דרבי אדרבי בו' במודה רבי דמקרות הגבר כו' הוא דגריס ליה.  </b> הס\"ד: ומ\"ה מאי שנא כו' ומ\"ש כו'. הס\"ד: ומ\"ה דמסלק ליה כו' הדשן ור\"י הוא וכו'. הכל דיבור אחד: ", 
            "ברש\"י <b>בד\"ה א\"ה כו'   בתמיה אמאי אמר כו' קידוש מחר.  </b> הס\"ד: ומ\"ה ומשני א\"צ לקדש הוא דאמר דכיון כו' וכרבי אליעזר. הס\"ד: ומ\"ה היינו דרב חסדא כו' היינו דרב חסדא. הס\"ד: ", 
            "ברש\"י <b>בד\"ה לא היו רואין אותו כו' </b>: ", 
            "(בד\"ה) <b>לא דמשקע השתא.  </b> הס\"ד: ", 
            "(בד\"ה) <b>בי תרי כו'   עבדי שתי היכירות כו'.  </b> כצ\"ל: ", 
            "בתוס' <b>בד\"ה אי משקע ליה כו'   וא\"ת כו' היינו בהעלותו כו'.  </b> קושיתם לא מיחוורא. וצ\"ל שחזר והעלוהו ושיקעוהו לשם זה [כדי להעלותו בשביל] שישמעו הכהנים ועיין: ", 
            "בא\"ד <b>וי\"ל דהיינו דקאמר דמשקע ליה בגלגלא והקול שנשמע כו'   הבור ומעלהו ואיבעית אימא דמשקע בחומרתא אף השיקוע היה בגלגלא כדי להשמיע כו' בהורידו ובהעלותו.  </b> גם זה ובהעלותו הוא דוחק ועיין כי כמדומה שכל זה משובש: <br>בהגה\"ה המתחלת איכא בינייהו כו' ועוד מקשים דלפרוך וכו' ועוד אדפריך בסמוך כו' כצ\"ל #(ס): "
        ], 
        [
            "ברש\"י <b>בד\"ה ירחצו כו'   אל המזבח לא לכתוב ירחצו דהא אורחצו הסמוך קאי הס\"ד.  </b> ומביא פסוק מאוחר מפקודי דכתיב אצל האי קרא דורחצו ממנו משה ואהרן ובניו: ומ\"ה שנמשח עמו כו': ", 
            "בד\"ה <b>לנחושת כו'  .  </b> דימיתיו לכיור ולא לדבר אחר לא הקשיתי כו' ניתי בהקישא אלא ש\"מ כו'. הכל דיבור אחד: ", 
            "ד\"ה <b>כל המשלים כו'   מפרש להו הס\"ד: ומ\"ה משלים כו' כהנים.  </b> הס\"ד: ", 
            "ד\"ה <b>אפילו לרביעית כו'   לא נפסלו כשרין.  </b> הס\"ד: ", 
            "ד\"ה <b>יבחושין כו'   מן המים הס\"ד: ומ\"ה אפילו בעינייהו כו' כשר ור\"ל כו'.  </b> הכל דיבור אחד: ", 
            "ד\"ה <b>למעוטי כו'   מכוונת נתן סאה כו' נמצא שהמקוה הזה כו' לבטולינהו.  </b> הס\"ד: ", 
            "ד\"ה <b>מטבילין בו מחטין כו'.  </b> וצנוריות: ", 
            "ד\"ה <b>כשרין להשאיב הכיור מתוכו כו' </b>: ", 
            "ד\"ה <b>והתניא כו'   והכרעים ירחץ כו' ואחד יין.  </b> הס\"ד: ", 
            "ד\"ה <b>מאי ק\"ו כו'   וה\"ק ק\"ו למים כו' קרבי קדשים.  </b> הס\"ד: ", 
            "ד\"ה <b>והא תנא דבי כו'.  </b> כצ\"ל: ", 
            "בתוס' <b>בד\"ה בין שאין כו'   בדהוה ביה רביעית מעיקרא הס\"ד: ור\"ל דהוי ביה רביעית עכ\"פ מעיקרא רק שעתה אין בו כמו גבי נטילת ידים וק\"ל.  </b> ועיין בתוספות סוכה. ואח\"כ שייך ד\"ה בקודח מתוכו כו' לא פי' כן. הס\"ד: ואח\"כ שייך ד\"ה והא ממנו כו' מתניתין דיומא דקתני כו' שיהא בו כשיעור. אבל אגופא דמתניתין [לא קשה. דאפשר] לא בעי בכיור גופא שיעור רביעית: ", 
            "ד\"ה <b>ק\"ו מכנו כו'   ונפחתה שולי'.  </b> הס\"ד: ומ\"ה לרביעית כו' לרביעית של נטילת ידים וקצת היה נראה כו' ר\"ל כבר בטלו רביעית כו' בפרק שלשה מינין הס\"ד. ואף דר\"פ בתרא יותר הוי יש לישב וק\"ל: ומ\"ה למעוטי טיט כו' מקוה אין מטבילין כו' מקואות פ\"ד אלו כו' מ' סאה מים וטיט ר\"א כו' יורד מאליו דברי ר\"מ כו' אבא אליעזר בן דילאי אומר מקום שהמשקולת כו' ר\"ש אמר הנכנס בשפופרת כו': ", 
            "בתוס' <b>בד\"ה אפי' לרביעית כו'   שוחה ושותה ממנו כו'.  </b> עיין התם בפ' כל הבשר: ", 
            "בתוס' <b>בד\"ה נתן סאה כו'   והכא כתיב במים כו' </b>: ", 
            "בתוס' <b>בד\"ה והא תנא דבי שמואל פי' הקונטרס לא ידענא כו'.  </b> כצ\"ל:  "
        ], 
        [
            "ברש\"י <b>בד\"ה ת\"ל ערל כו'   בכהן קאמר.  </b> הס\"ד: ומ\"ה שנתנכרו כו' למקום. הס\"ד: ", 
            "בד\"ה <b>טמא פסול כו'   קרב בטומאה.  </b> הס\"ד. דזקני דרום דאמרו אמתניתין לא שנו כו' אבל טמא מת מתוך כו' ע\"כ למדו מתני' איחיד ואי איירי בציבור פשיטא דלא איירי במת רק תאמר טמא סתמא בכל טמא איירי ואיירי ביחיד לזה אמרו דאפ\"ה לא איירי במת דמתוך כו': ומ\"ה מתוך כו' ביחיד דיעבד כו'. דהשתא ליכא למיפרך מה לציבור שכן באה בטומאת בעלים לכן מרצה בטומאת כהן תאמר ביחיד דבטומאת בעלים נדחה לפסח שני אינו מרצה בכהן טמא דמ\"מ נילף כיון דמרצה בציבור לכתחלה מרצה ביחיד דיעבד שהציבור טמאין ומדגלי כו'. הכל דיבור אחד. אשתראי. הס\"ד: ", 
            "ברש\"י <b>בד\"ה טמא שרץ כו'   מטמא מת.  </b> הס\"ד: ומ\"ה קסברי כו' מכפרין כמתכפרין כשהותרה כו' כהן כציבור מה כו': ", 
            "ד\"ה <b>מאי קסברי כו'   בק\"ו.  </b> הס\"ד: ומ\"ה אי קסברי כו' מאיש איש כי יהיה כו' אפי' חל שביעי שלו כו' ליה כטמא שרץ: ומ\"ה אמאי לא עבדי ציבור בטומאה הא כל כו'. הכל דיבור אחד: ", 
            "בד\"ה <b>אלא ס\"ל כמ\"ד כו' </b>: ", 
            "בד\"ה <b>איזה כח כו'   ואזיל שהיחיד טמא כו' טמא שרץ והכהן המרצה כו'.  </b> הכל דיבור אחד: ", 
            "בד\"ה <b>מקום שאם כו'   אצל שרץ ואמאי אמרי זקני דרום מרצה כו' </b>: ", 
            "בד\"ה <b>טמא מת כו'   מתוך שמרצה בעבודת ציבור לכתחלה כו'.  </b> כצ\"ל: ", 
            "בתוס' <b>בד\"ה יצאו מי כו'   דכך שמו מי כיור בשעת מתן תורה הס\"ד.  </b> ור\"ל לאו דוקא כל שנשתנה שמו קודם מתן תורה רק כיון שבשעת מתן תורה היה נקרא מי כיור ונעשה השם לווי הא דכתב רחמנא במים יצאו מי כיור וע\"ש: ומ\"ה ערל כו' לערלות וקרי ליה כו': ", 
            "ד\"ה <b>משום דאין כו'   אפילו שב בשעת עבודה כו' לא היה לבו לשמים.  </b> הס\"ד: ומ\"ה אבל טמא כו' דאינו מרצה ביחיד לפי כו': ", 
            "ד\"ה <b>אי הכי כו'   אבל אי לאו מתוך לא וכו'.  </b> טמא מיירי בין וכו': ", 
            "בא\"ד <b>ועי\"ל כי נמי כו'  .  </b> ההבדל שבין ב' התירוצים לתירוץ ראשון היה הבל\"ז לעולם לא אמרינן מתוך ובציבור בין טמא מת ובין טמא שרץ מרצה וטמא פסול דמתני' מיירי בין טמא מת בין טמא שרץ ביחיד פסול דלא אמרינן מתוך ומקשה לדידכו דאמריתו מתוך א\"כ בהכרע ס\"ל דבטמא שרץ אף בציבור אינו מרצה דאי לא תימא הכי אמאי טמא פסול לימא מתוך ואמאי ניליף ק\"ו דטמא שרץ מרצה בציבור ונימא מתוך אלא לעולם לא אמרינן מתוך ואין זה דמיון לפירוש ר\"ת דבסמוך דאפילו לפי האמת דזקני דרום ס\"ל מרצה בטמא שרץ בציבור והקושיא הוא א\"ה נילף יחיד מיחיד כדבסמוך. ולועוד י\"ל הבל\"ז לעולם אמרינן מתוך וטמא דמתניתין איירי בזב וכו': ", 
            "בא\"ד <b>ושרץ לא דמרצה ביחיד וכו'   בדיעבד ושרץ מק\"ו וכו' בטמא שרץ ור\"ת גריס וכו' דבמועדו אפילו בטומאה היינו בין במת בין בשרץ וכו'.  </b> ר\"ל בטומאת כהן דבסמוך: <br>שם והא דקאמרו זקני דרום וכו' דבמועדו אמר רחמנא ואפי' בטומאה מ\"מ אין לו ריצוי וכו' ואילו נטמאו ציבור בשרץ אין לו לאכול בטומאה וכו' מק\"ו מטמא מת יחיד ומשני וכו' מק\"ו דמת אתיא שטעון וכו' וי\"ל דהא דלא אכלי וכו' כמתכפרין ה\"נ נימא וכו' א\"כ יאכל יחיד כבציבור. הס\"ד כצ\"ל: <br>לפי' ר\"ת #(ע) צ\"ל פירכא דר\"ל [דפריך אזקני דרום] ומה בטמא שרץ שהטומאה קליל שם ומשלחין קרבנות. דאף שהוא משום דיכולין לאכול בלילה סוף סוף בטומאת שרץ לסיבת קלותו משלח קרבנותיו וא\"ה כהן שנטמא וכו' וק\"ל: "
        ], 
        [
            "ברש\"י <b>בד\"ה לפי אוכלו כו'   דהיינו שחיטה.  </b> וש\"מ דאין שוחטין וזורקין אלא על האוכלין ומפרש תכוסו מלשון שחיטה כדלעיל (זבחים דף ד') ברש\"י כאדם האומר כוס לי טלה זה כו' אבל ברייתא דבסמוך מפרש תכוסו מלשון מנין וכן מפרש רש\"י בחומש: ", 
            "ברש\"י <b>בד\"ה וכי לא מקשי כו'   דשוחטין עליו לכתחלה.  </b> הס\"ד: ", 
            "ד\"ה <b>מיתיבי לזקני דרום.  </b> הס\"ד: ומ\"ה מפני כו' צולין. הס\"ד: ומ\"ה שהנזיר כו' כדכתיב וכי ימות כו' נזירות טומאתו שתי כו': ", 
            "ד\"ה <b>ה\"נ דמרצה ציץ.  </b> הס\"ד: ומ\"ה כגון כו' בכיצד צולין הס\"ד: ומ\"ה טומאת התהום כו' צולין הס\"ד: ומ\"ה לא אמרו דהותרה טומאה כו': ", 
            "ד\"ה <b>מאי לאו כו'   ק\"ו מהלכה.  </b> הס\"ד. וא\"ל כאן ולטעמיך #(פ) דמוקמית לה בטומאת בעלים במת והיאך ממעט שרץ הא שוחטין וזורקין עליו אף בוודאי אלא צ\"ל דאין שוחטין וזורקין על טמא שרץ וקשה לזקני דרום דזה אינו קושיא וק\"ל: ", 
            "ברש\"י <b>בד\"ה טומאת התהום כו'   ראייה אחת ספק חציה כו'.  </b> הכל דיבור אחד. עליו מגופו. הס\"ד: ", 
            "בד\"ה <b>כהן המרצה כו'   ה\"ז מרצה.  </b> הס\"ד: ומ\"ה דרמי בר חמא כו' וס\"ל דאין יחיד טמא מת משלח כו'. אבל א\"ל דס\"ל משלח קרבנותיו ואתיא ברייתא דבסמוך [ונשא אהרן כו'] דמקשה לרמי בר חמא כפשטה בטמא מת הציץ מרצה ומתניתין דלעיל בטמא שרץ וס\"ל אין שוחטין וזורקין על טמא שרץ וברייתא דרבי חייא למעוטי טומאת התהום דזיבה. ואף דמשמעות ברייתא דרבי חייא הוא יותר למעט הכל מ\"מ מרווחנא קושית התא שמע דבסמוך. דיציבא בארעא וגיורא בשמי שמיא שטמא שרץ שיכול לאכול לאורתא אין שוחטין וזורקין ואין הציץ מרצה וטמא מת משלח קרבנות בדיעבד ולמ\"ד אין שוחטין וזורקין על טמא שרץ הוא מקרא דאיש איש וכו' ואפי' חל שביעי שלו בע\"פ כפירש\"י לעיל וטמא מת גופיה משלח קרבנותיו בדיעבד וקרא אינו אלא למצוה [כל זה אין סברא דכלפי לייא] וזה פשוט: ", 
            "ברש\"י <b>בד\"ה ת\"ש וכו'   חכמים.  </b> הס\"ד. כצ\"ל: ", 
            "בתוס' <b>בד\"ה זקני דרום כו'   הוי ופליגי אמתניתין דתמיד כו' ס\"ל כרבי נתן כו' לא חזי.  </b> הס\"ד: ומ\"ה מפני כו' דרום תנאי הוא כו' דלכ\"ע מרצה כו' אית להו טומאת כו' התם לר\"י הס\"ד: ומ\"ה אלא בטומאת מת וקתני כו' איש איש למצוה. הס\"ד: ומ\"ה לא למעוטי כו' הא טומאה ידועה לא מרצה ותירץ הרב רבינו חיים כהן דמיירי כו' והוי כטומאת שרץ כו' טעמא דבשביעי יכול כו' ומיירי ברייתא דר\"ח בכהן כו'. ר\"ל ברייתא דר\"ח איירי בכהן לא בבעלים: ", 
            "בא\"ד <b>בטומאה ודאי של שרץ וכו'  .  </b> ר\"ל הדיוק של טומאת התהום לאפוקי ודאי של שרץ או מת בז' שלו: ", 
            "בא\"ד <b>בטומאה אלא שולחין קרבנותיהן וכו'   ברייתא דר\"ח דכיון דשוחטין כו'.  </b> למיעבד ע\"י טהורין כו' ולא מהדרינן אטהורים אפי' כו' לכתחלה אלא מהדרינן כו' (ואפשר שלא מרצה נמשך ג\"כ אולא מהדרינן) #(צ): ", 
            "בא\"ד <b>דטומאה דחויה בציבור כו'  .  </b> ר\"ל לא שהותרה בציבור רק דחויה ופלוגתא היא בעלמא: ", 
            "בא\"ד <b>אפי' בטומאה אלא אם יכול לזרוק כו'   ואפי' איכא טהורין.  </b> הס\"ד. ור\"ל דהכא פשיטא ליה אם קבל הדם בטומאה שמרצה לכתחילה לזרוק: ", 
            "בתוס' <b>בד\"ה טומאת התהום דזיבה פי' הקונטרס כגון כו'   של י\"ג ספק כולו כו'.  </b> ר\"ל בין השמשות של אור לי\"ג לא אור לי\"ד דהא הוי טבול יום היאך ירצה [מאחר דבשמעתין איירי בטומאת כהן] מיהו בסמוך כתבו בהדיא בין השמשות סוף יום י\"ג וצ\"ע. ובסה\"ד כתבו בהדיא שראה א' בי\"ג וטבל והעריב שמשו כו' ואפשר מ\"ש סוף יום י\"ג כתבו אהא דר\"י [דבפסחים דאיירי בטומאת בעלים דשוחטין וזורקין עליו וכמו דבעי לאשכוחי לרבנן דאיירי בז' שלו דהיינו ע\"כ בטומאת בעלים אבל בפירש\"י בשמעתין דאיירי בטומאת כהן ודאי דאיירי באור לי\"ג]: ", 
            "בא\"ד <b>לא מצי משכח לר' יוסי כו'  .  </b> דס\"ל מכאן ולהבא סותר ע\"ש דף פ\"א: ", 
            "[בא\"ד] <b>ונ\"ל ברוך דבעי' כו'   אמרו לו לאחר שחיטה ראית בין כו' סתר מידי ורבינו מקשה לימא שראה לפני כו' ורבינו מתרץ בזה דכיון כו' וקשה על פירושו משמעתין דמיירי בכהן המרצה וי\"ל כו' למימר אולי יראה כו' כצ\"ל.  </b> והנה הלשון מגומגם והמכוון בדבריהם נראה דמקשו אפירש\"י אם זה איקרי טומאת התהום אמאי לא מצי משכח התם לר' יוסי לימא בכי האי גוונא אלא בכי ה\"ג לא מיקרי כלל טומאת התהום לכ\"ע לכן מקשה התם שפיר בשלמא לרבנן משכחת דשחטו על זב בשביעי שלו ואח\"כ ראה דסותר כו' ובזה מיושב ג\"כ קושית רבינו אבל הוא מתרץ בענין אחר וקשה משמעתין דקאמר למעוטי טומאת התהום דזיבה היכא משכחת לה ולא מצי לומר דראה בז' שלו כו' דהא הכא בכהן שהוא זב קיימינן דא\"ל לדידיה כו' י\"ל כגון שראה א' בי\"ג וטבל כו' דהא אף ברואה לפני שחיטה וחזר וראה שניה דסתר פי' [רבינו] כיון דראייה ראשונה אינו מטמא במשא לא פקע שמו כו' כ\"ש בטבל וטהור גמור. אבל רבינו ברוך מפרש שמעתין בראה בי\"ג וטבל והעריב שמשו כו':  "
        ], 
        [
            "גמ' <b>ובמאי אי בנזיר כו'  .  </b> ודאי אף בנזיר קשה לרמי בר חמא דמוקמי מתני' דלעיל מפני שאמרו הנזיר ועושה פסח כו' אין הציץ מרצה על טומאת הגוף בטומאת בעלים במת רק צריך לישב הברייתא אף בלא רמי בר חמא: ", 
            "גמ' <b>אינן במיתה אלא כו'.  </b> כצ\"ל: ", 
            "ברש\"י <b>בד\"ה אם עון פיגול וכו'   ירצה ואם עון כו'.  </b> בכל מקום וה\"ק כו' אם אינו ענין לחוץ לזמנו תנהו ענין לחוץ למקומו הרי כבר נאמר לא ירצה: ", 
            "בד\"ה <b>הרי כבר נאמר המקריב כו'   ואי אפשר לומר כן שאין הקרבן כו'.  </b> נקיט ההוכחה עצמה שבקרא דאם האכל יאכל ביום הג' איירי במחשב לאוכלו חוץ לזמנו ולא באוכלו ביום הג' וכפירש\"י בפרשת צו. אם הותיר ממנו. הס\"ד: ומ\"ה הא אינו נושא כו' הא כלומר הנה כו': ", 
            "ברש\"י <b>בד\"ה אלימא טומאת שרץ ומיתוקמא בכהן או בבעלים כו'  .  </b> ובסמוך ד\"ה אי נימא טומאת שרץ פי' ונוקמא זקני דרום בכהן כו' הוכרח לפרש כן דכיון דס\"ל לזקני דרום בלא\"ה שוחטין וזורקין כדלעיל לא משמע ליה דמכח ריצוי ציץ הוא והכא לרמב\"ח מפרש או אפי' בבעלים וע\"י ריצוי הציץ הוא דשוחטין וזורקין ועיין: ", 
            "בד\"ה <b>לעולם וכו'   אשתראי בהן.  </b> הס\"ד. ומ\"ה שום טמא כו' על טומאת שרץ. הס\"ד: ומ\"ה ואיכא כו' בר חמא הס\"ד. ומ\"ה עון מקדישין לא כו' לא מרצה הס\"ד: ומ\"ה במאי טומאה כו' אכיל ליה. הס\"ד: ומ\"ה היכא וכו' ויחיד אינו נדחה ציבור לא עבדי בטומאה הס\"ד. ומ\"ה אלא וכו' קרבן יחיד. הס\"ד: ומ\"ה לעולם כו' אשתראי בהו. הס\"ד: ומ\"ה לעמוד כו' שבטיך לעמוד לשרת וגו'. הס\"ד: ומ\"ה ולא לישיבה וכו': ", 
            "ד\"ה <b>אימא עבודה במיתה.  </b> הס\"ד: ", 
            "בתוס' <b>בד\"ה אם עון כו'   ומה שנזכר פיגול קודם לנותר כו'.  </b> גם לפירש\"י מקשו זה. ועיין בתוס' יומא דף ז' ובפסחים דף ט\"ז ובמנחות תמצא כל אלו התוס'. גם עיין בספר קרבן אהרן באריכות סוגיא זו עם פירש\"י ותוספות בלי חידוש כ\"כ: ", 
            "בא\"ד <b>אע\"ג דבקרא נזכר ברישא חוץ לזמנו כו'   כתיב בקרא בהדיא.  </b> הס\"ד: ומ\"ה אם עון נותר כו' לא נותר ממש כו' חוץ לזמנו. הס\"ד: ומ\"ה הא אינו נושא כו' דמשמע דבר שהוא לרצון כו' הותר מכללן בכל הני דפריך מנייהו בהקומץ רבה יוצא ושמאל ובעל מום וא\"ת א\"כ נותר ופיגול כו' דלפני ה' אין עון דיוצא כו' חשיב שפיר לפני ה' שהמחשבה בפנים וא\"ל דבבמה כו' של מזבח דאיכא למ\"ד כו' וקשה למ\"ד לינה מועלת כו' מתירין אין חייבין כו' על המזבח החיצון כשלמים אין כו' בשלמים אינו דין שיפסול כו' דאפי' פסולא ליכא א\"כ במנחת כהנים כו' דהותר מכללו לגמרי. הס\"ד: ומ\"ה לאו כגון שנטמאו בעלים במת כו' אלא בכי האי גוונא כו' ולא עון מקדישין. הס\"ד: ומ\"ה אי נימא כו' א\"כ אין הציץ מרצה על היחיד דהא כו'. אין להקשות דלמא לכתחלה אין שוחטין ובדיעבד ציץ מרצה דהשתא כיון דלכתחלה יחיד נדחה ציבור עבדי בטומאה וכמו טמא מת לזקני דרום. דכיון דס\"ל אין שוחטין וזורקין מאיש איש יליף אפי' חל בז' שלו כפרש\"י לעיל א\"כ הוי לעכב אפי' בדיעבד כטמא מת לרמי בר חמא [דס\"ל דאפי' בדיעבד מעכב מקרא דאיש איש וה\"ה בטומאת שרץ דמ\"ש דיהני ריצוי ציץ בטמא שרץ טפי מטמא מת כיון דתרוייהו נכללו בקרא דאיש איש]: ", 
            "בא\"ד <b>וקשה מאי פריך וכו'   דמרצה בציבור מק\"ו דלעיל.  </b> ומה מת שטעון הזאה שלישי ושביעי כו': ", 
            "בא\"ד <b>דלית ליה כמו זקני דרום כצ\"ל:  </b>", 
            "בא\"ד <b>וסבר רמי בר חמא טומאת מת מרצה בכהן ביחיד כו'  .  </b> וטמא פסול דמתניתן בזב ומצורע שטומאה יוצא מגופו כמ\"ש התוס' לעיל: ", 
            "בתוס' <b>בד\"ה אימא מה זר כו'   דמחוסר בגדים לא מייתרא אלא משום כו' דלא ילפינן מיתה מהא דקרייה רחמנא זר ולפ\"ה כו' (עהח\"ג)ענין התוס' דהכא הן הן הדברים דלעיל [ דף יח ע\"א בתוס' בד\"ה אתיא חוקה חוקה] וזרו לעיל שקושית הר\"ר יעקב קיימא וה\"נ אחרי נשאר פירש\"י לעיקר הקשו ועוד קשה לפ\"ה דליהוי זר ומכנסים כו'.  </b> והוא כי התוס' מפרשים קושית הגמרא אף יושב במיתה מכח דרחמנא קרייה זר ליהוי כזר וע\"ז אמר דהוי ב' כתובים הבאין כאחד דרחמנא כתב מיתה במכנסים דהיינו מחוסר בגדים ובלא רחוץ ידים ורגלים ותרוייהו מייתרא דכיון דכתיב בבגדים והיתה להם כהונת עולם אין בגדיהן עליהן אין כהונתן כו' [והוי כזר] ובזר כתיב מיתה [ולא סברי התוס' עתה תירוץ הר\"ר יעקב דבעי קרא למכנסים דוהיתה להם כהונת עולם בשאר בגדים הוא דכתיב] ונילף חוקה חוקה שלא רחוץ ממחוסר בגדים אלא ע\"כ כיון התורה שלא נילף מיתה מהא דקרייה רחמנא זר ולכן איצטריך מיתה בהדיא במחוסר בגדים והדר כתביה בלא רחוץ ידים למיהוי ב' כתובין הבאין כאחד להורות דהיכא דלא כתיבא מיתה בהדיא אף דקרייה רחמנא זר לא הוי במיתה. ולפי' הקונטרס דיליף מחדא דיושב אינו במיתה דמפרש ליהוי יושב במיתה במה מצינו ומשני דאם נילף במה מצינו א\"כ ל\"ל קרא בלא רחוץ כו' אלא מש\"ה כתבה רחמנא בה מיתה בפירוש דליהוי ב' כתובין הבאין כאחד שלא רחוץ ומחוסר בגדים דהיינו זר [והוי פירושא בהא דקאמר תלמודא דהוי מחוסר בגדים ושלא רחוץ כו' ב' כתובים. דהיינו דלא לכתוב רק חדא מנייהו ואידך ל\"ל. ולזה כתב רש\"י וה\"ה דהומ\"ל דחד מהנך עם זר הוי ב' כתובים]. וע\"ז הקשו הא הו\"ל ג' כתובים במחוסר בגדים וזר ושלא רחוץ ואף דליכא ייתורא אלא ב' לפירש\"י מיקרי ג' כתובים. וכתבו ובקונטרס פי' וה\"ה כו'. וא\"א לומר כן כו'. וזהו מ\"ש לעיל (זבחים דף י\"ח) והשתא אתי שפיר גם קושית הרר\"י כו' דהיינו כפי' התוס' דהכא וכתבו עוד שם אבל יושב אע\"ג דקרי זר אינו במיתה [דהוי ג' כתובים] אבל על שאר פסולין כגון ערל כו' לא איצטריך קרא כו' כיון דלא איקרי זרים עכ\"ל וכפי' התוס' דהכא ואח\"כ הקשו שם חוזרני לומר כו' דהא עיקר הדבר אינו מן המדה וא\"צ ייתור [להיות ג' כתובים] רק ב' ייתורים ואחד לגופיה וא\"כ הפשט לקמן [בשמעתין דהכא] אינו כפי' התוס' שיהיה הקושיא מכח זר [דיושב איקרי זר] וישני משום דהוי מחוסר בגדים ושלא רחוץ מיותרים והוי ב' כתובים הבאין כאחד ולמ\"ד ב' כתובין מלמדין הוי שתויי יין קרא שלישי [דכל זה אינו מן המדה דלא צריך רק ייתור אחד או ב' ייתורים למ\"ד דבעי' ג' כתובים] וא\"כ ע\"כ פירוש דמחוסר בגדים הוא והיתה להם כהונה ומטעם זרות ש\"מ דהוא במיתה ואשמעינן ב' כתובים דהיכא דליכא זרות כמו יושב #(ק) אינו במיתה מכח מה מצינו. וכפי' הקונטרס. וא\"כ הדרא קושיא ל\"ל מיתה במכנסים [אף לתירוץ הרר\"י דלעיל דאין כהונתן עליהן לא קאי אמכנסים מ\"מ] נילף בגזירה שוה דחוקה חוקה משאר בגדים דכתיב בהן והיתה להם כהונה. אבל לפי' התוס' ודאי דלא היה קושיא דאי לאו מיתה במכנסים לא הוי ידעינן מיתה במחוסר בגדים דהא הוי ב' כתובים #(ר) לאורויי דלא הוי במיתה מהא דאיקרי זר וכמו יושב דאף דהוי זר אינו במיתה רק פי' התוספות אינו דא\"כ צ\"ל משום דהוי מחוסר בגדים ושלא רחוץ ידים ורגלים ר\"ל מיתה דכתיב בהדיא דהיינו במכנסים וא\"כ הוי ב' ייתורים ולעיל חוזרני לומר דקושית הרר\"י קיימא דב' כתובים אין צריך ייתור רק אחד מהם ע\"ש ודו\"ק היטב כי הנראה לפענ\"ד כתבתי (וצ\"ע) (עה\"ג) דברים הנ\"ל דחוקים המה ואינם במשמעות התוס' ויש מפרשים [גם לפי' התוס' דהכא] שאין צריך רק פסוק אחד ייתור לב' כתובים רק לפי מ\"ש התוספות שהקושיא הוא מכח זר איצטריך ב' כתובים בשלא רחוץ. לאורויי דלא תילף ממחוסר בגדים בגזירה שוה דחוקה חוקה דליהוי כזר. ומחוסר בגדים איצטריך מיתה גביה דאל\"כ לא הוי ידעינן מיתה גביה. ואי לאו מיתה בהדיא במחוסר בגדים אף דקרייה רחמנא זר לא הוי ידעינן דלענין מיתה קרייה זר רק לענין חילול וקושית הגמרא [דפריך לחייב מיתה ביושב] מכדי יושב כו' אחרי דהורה לנו התורה במחוסר בגדים דקרייה זר וכתיב ביה מיתה נילף מניה יושב [דחייב במיתה משום דהוי בזר] ומשני משום דהוי שלא רחוץ דנמי כתיב ביה מיתה מיותרת כו' [דאיכא למילף חוקה חוקה ממחוסר בגדים דליהוי כזר] וקושית חוזרני לומר דלעיל הוא אף לפירוש התוס' ל\"ל ב' קרא במחוסר בגדים אף אי לא כתיב מיתה במחוסר בגדים [נהי דלא ידעינן מיתה משום דקרי זר כדלעיל מ\"מ] נילף גזירה שוה חוקה חוקה משתויי יין ועי': ", 
            "בתוס' <b>בד\"ה הואיל ורצפה מקדשה כו'  .  </b> גירסת רש\"י מקודשת וק\"ל: ", 
            "בא\"ד <b>וכלי שרת פי' כו'   וי\"ל דהתם לא מיירי כגון דכריך כו'.  </b> כצ\"ל:"
        ], 
        [
            "גמרא <b>ואי לית ליה לר\"ש גז\"ש כי נאמר יד בקבלה כו'  .  </b> ה\"ה דמצי למיפרך נתינה נמי לא תהא בימין. וקושית רבא דבסמוך א\"ה אפי' נתינה נמי אינו נולד מתירוצא דרב יהודה ועיין: ", 
            "גמ' <b>ועוד לימא לית ליה לר\"ש גז\"ש והתניא כו'   יד אינו אלא ימין אצבע אינו אלא ימין.  </b> למסקנא [דמסיק אביי במקרא נדרש לפניו ולאחריו פליגי] לאו דוקא וכי נאמר יד כו' רק ה\"ה אצבע ומשום דאורחא דקבלה ביד נקיט לה: ", 
            "ברש\"י <b>בד\"ה שני כתובין כו'   בגמרות חדשים ישנו כאן שמועה אחריתא ברש\"י ולא נתחוורו עיין עליו.  </b> ועי' עוד מה שהגהתי בדף זה בסמוך בהיפוך הדף:  "
        ], 
        [
            "גמ' <b>ולקחת מדם הפר ונתת על קרנות המזבח באצבעך כו'   אמר רבה בר חנה אמר ר\"ל כ\"מ כו'.  </b> כדכתיב ולקח הכהן מדם כו' כצ\"ל: ", 
            "גמ' <b>והרי קמיצה דלא כתיב בה כו'   ולא משני דכתיב ביה וימלא כפו ממנה כרבא דבסמוך [דאמר יד יד לקמיצה ופירש\"י היכא כתיב יד בקמיצה וימלא כפו ממנה] ורבא גופיה משני או אצבע או כהונה.  </b> משום דמ\"מ תקשי זריקה [דלא כתיב ביה אלא כהונה כדלקמן בסמוך]. או קושטא ידע דחד לקומץ וחד לקידוש ועי': ", 
            "ברש\"י <b>והרי קמיצה דלא כתיב בה כו'   ולא משני דכתיב ביה וימלא כפו ממנה כרבא דבסמוך [דאמר יד יד לקמיצה ופירש\"י היכא כתיב יד בקמיצה וימלא כפו ממנה] ורבא גופיה משני או אצבע או כהונה.  </b>בד\"ה במקרא נדרש ר\"ש כו' לקמיה ורבנן כו' ולאחריו הס\"ד: ומ\"ה מפקא כו' דברי אביו ומכלל כו': ", 
            "ד\"ה <b>כל מקום שנאמר אצבע בקבלה כו'   קרא דלעיל שינה בקבלה שקיבל בשמאל פסול דר\"א דריש אצבע כי' ולא אונתן וקאמר לך במקום כו' </b>: ", 
            "ד\"ה <b>ולקחת כו'   כתיב הס\"ד: ומ\"ה ולא לפני פניו דלא כו' </b>. ", 
            "ד\"ה <b>לכהונה כו'   הכהנים.  </b> הס\"ד: ומ\"ה תרתי כו' גבי זריקת חטאת כו': ", 
            "ד\"ה <b>המעכב כו'   מצורע כגון קמיצה כו'.  </b> בעינן ימין הס\"ד: ", 
            "ד\"ה <b>בכהונה בבגדי כהונה עיין לעיל בתוס' (זבחים דף יג) בד\"ה בכהן כשר כו' </b>:", 
            "בד\"ה <b>זרק כו'   כל הזבחים דלא כו' </b>: ", 
            "ד\"ה <b>ואלא הא כו'   כפו ממנה.  </b> הס\"ד: ומ\"ה לחליצה שתהא בימין הס\"ד: ", 
            "ד\"ה <b>מדרבה כו'   כהונה כתיב.  </b> הס\"ד כצ\"ל: ", 
            "בתוס' <b>בד\"ה במקרא כו'   על ענין ראשון למילף קבלה כו' דכ\"ע דרשי מקרא לפניו בלא וא\"ו מוסיף על ענין ראשון וקשה לילף קבלה מנתינה דפריך כו' ולאחריו פליגי ובסמוך כו' המקרא לפני פניו.  </b> הס\"ד: ומ\"ה והרי זריקה כו' ותנן זרק כו' ר\"ש. הס\"ד: ומ\"ה אמר אביי פליג בברייתא ופירש\"י זרק כו' בברייתא לעיל הקשה הרב כו' אף כל כו' ופריך ידו הימנית מדרבה בר בר חנא נפקא כו' ומשני כדי נסבא אי נמי סבר לה כר\"ש כו' דאפי' גרסינן זרק מצינו למימר כו' לא ס\"ל כוותיה דלא יליף ימין בזריקה כו' משום דזריקה לא ילפינן מהזאה וק' כו' דעדיפא משני פליג כו' גרסינן מלק ע\"כ אמת כו' כדמוכח בסמוך ובפ\"ק דאמר מ\"ט כו' לר\"ש כו' וצריך כו' ס\"ל כוותיה בחדא ר\"ל דכהונה בעי אצבע אבל לענין היקישא לא דר\"ש ל\"ל היקישא [והאי תנא אית ליה היקישא]: ", 
            "בא\"ד <b>בד\"ה במקרא כו'   על ענין ראשון למילף קבלה כו' דכ\"ע דרשי מקרא לפניו בלא וא\"ו מוסיף על ענין ראשון וקשה לילף קבלה מנתינה דפריך כו' ולאחריו פליגי ובסמוך כו' המקרא לפני פניו.  </b>בפ\"ק דחולין דף כב ע\"א ימין אפי' כי' מדרבה בב\"ח נפקא כו' ימין בחטאת בהמה אלא בהזאה כו' במליקה אלא בהזאה דוקא וא\"ת כו': ע\"כ ממה שזכינו להעלות על מזבח הדפוס מקדשי חידושי הגאון המחבר ז\"ל ממסכת זאת:  "
        ]
    ], 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "heTitle": "מהר\"ם שיף על זבחים", 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002023637", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam Shif", 
        "Seder Kodashim"
    ], 
    "digitizedBySefaria": true
}