{
    "title": "Bach",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Bach",
    "text": {
        "Orach Chaim": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [],
                [],
                [
                    "And the same law applies to men and women, in that they are obligated in the Kiddush of the day. This is the wording of the Kol Bo and the explanation of Rosh - \"even to exempt others who do not know how to say the Kiddush on their own.\" The Bais Yosef brings this down and rules this way in Shulchan Arukh, but concerning Megillah (689)  he writes in Shulchan Arukh that women may not exempt men. An he writes according to the Behag that our rabbi brought there, who disagrees with Rashi who wrote that women may exempt men. And here, he ruled like Rashi, as brought down in the Kol Bo. And the authorities contradict one another, because it appears that there should be no difference between Kiddush and Megillah. According to my opinion, it is better to be more stringent regarding Kiddush, just like we are regarding Megillah, that women may not exempt men. I have seen this written as well by Maharshal."
                ]
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [],
                [
                    "... It is written in Terumat haDeshen 119,‎‏ ‏‎“One should instruct them to give the‎‏ ‏chametz to the non-‎Jew outside the‏ ‏house,” indicating that the chametz‏ ‏itself must be outside the home. And so‏ ‏wrote Maharil, that the Jew should not‏ ‏be as one who is charged with holding‏ ‏the non-‎‎ Jew’s chametz‏ ‏‎…‎ ‎ In this land, where most commerce is in‏ ‏whisky and one cannot sell it to a non- Jew outside the ‎home, and especially for‏ ‏those who hold a license for selling‏ ‏liquor, there is room to permit sale to ‎a‏ ‏non-Jew of all chametz in the room, as‏ ‏well as the room itself.‎ However, since we rule that a non-Jew‏ ‏only acquires land with a deed and‏ ‏presentation of ‎payment (Kiddushin 14b), and it would be burdensome to‎‏ ‏write a deed, and because ‎this [presenting a deed] might also lead the‏ ‏non-Jew to hold the chametz and not‏ ‏reverse it since ‎he is holding a deed,‎‏ ‏which would involve great loss,‎‏ ‏therefore, one must make a condition‏ ‏with ‎the non-Jew. One should say to‏ ‏him, “I am assigning this room to you in‏ ‏exchange for the money ‎you are giving‏ ‏me, even though I have not recorded a‏ ‏deed for this sale.” This declaration will‏ ‏be ‎effective for this transaction, as per‏ ‏Choshen Mishpat 194‎‏ ‏‎…‎ ‎  Still, one must give the non-Jew the key‏ ‏as well. Otherwise, since the Jew‏ ‏intends to re-purchase ‎this chametz‏ ‏after Pesach, he would just be as one‏ ‏who has rented out his home‏ ‏‎… Further,‎‏ ‏since ‎the Jew holds the key and can‏ ‏enter the room and remove the chametz,‎‏ ‏the non-Jew does not ‎view it as a full‏ ‏sale‏ ‏‎…‎‏ ‏Certainly, the Jew may not place his seal on the room so that the non-Jewish ‎purchaser will not enter. Were one to do this, there would be no sale, for his deed – placing his ‎seal on the room –  would‏ ‏cancel the “I sell to you completely”‎‏ ‏declaration he makes to the non-‎Jew.‎‏ ‏One should compel and ex-communicate them for such conduct.‎"
                ]
            ]
        ],
        "Yoreh Deah": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [
                    "One should take note of the Purim practice‏ ‏of men and women wearing clothing of the‏ ‏opposite ‎gender. No one protests this, but‏ ‏based on what I have written regarding‏ ‏attractive clothing, all ‎authorities agree‏ ‏that one may not do this with intent to‏ ‏resemble [the opposite gender]. R' ‎Yehudah Mintz already addressed this,‎‏ ‏saying that since this is done only for‏ ‏Purim joy, there is no ‎prohibition; it is like‏ ‏‎[a male] cutting the hair of an underarm or‎‏ ‏ervah to avoid pain. [Per Bach, a ‎male may‏ ‏not cut this hair for the sake of‏ ‏beautification. -‎‏ ‏MT]… In my humble opinion, R' Yehudah ‎Mintz's‏ ‏words are clearly overridden by those of R'‎‏ ‏Eliezer of Metz, who prohibited such dress‏ ‏even at weddings. We see that even when‏ ‏this is done for joy of a mitzvah, we do not‏ ‏compare it ‎to doing it in order to avoid pain[which is permitted]. Also, even doing it to‏ ‏avoid pain is permitted ‎only when there is no other way, but there are many other‏ ‏ways to create joy for a groom and ‎bride,‎‏ ‏and to celebrate Purim, without violating‏ ‏the prohibition of, \"A man shall not wear‏ ‏the ‎garment of a woman, etc.\" There is no‏ ‏doubt that R' Yehudah Mintz would not‏ ‏have written this, ‎had the words of R' Eliezer of Metz not been hidden from him.‎‏ ‏R' Yehudah Mintz also wrote that ‎since one‏ ‏may grab food from others on Purim‏ ‏without being charged with theft, one may‏ ‏also ‎alter his clothing. This is shocking;‎‏ ‏regarding financial matters we do rule,\"Beit din may declare ‎property‏ ‏ownerless\" (Gittin 36b), and so the latter‏ ‏day authorities have written that one‏ ‏should ‎not summon people to court for‏ ‏Purim theft if it is kept within the norms of‏ ‏the city, as established ‎by the city's‏ ‏leaders… but no court has the power to‏ ‏permit biblical or rabbinic prohibitions for‏ ‏the ‎sake of the mitzvah of Purim joy!...Further, these people wear‏ ‏shatnez!‎‏ ‏Further, this causes men ‎to be able to pass‏ ‏among women, and women among men, for‏ ‏the purpose of adultery! Further, it ‎is‏ ‏particularly bad when they cover their‏ ‏faces with masks to avoid recognition!‎‏ ‏All we can say in ‎this is, \"Leave Israel be;‎‏ ‏even invoke this principle regarding‏ ‏biblical prohibitions. However, every‏ ‏person who feels awe of heaven should‏ ‏instruct his household and those who‏ ‏listen to his voice, ‎lest they violate a‏ ‏prohibition on Purim or in gladdening a‏ ‏groom and bride. May blessing come to‏ ‏him, to remove stumbling blocks from‏ ‏the path of our nation, and no longer‏ ‏will they practice ‎inappropriate‏ ‏customs.‎"
                ]
            ]
        ],
        "Even HaEzer": [
            [],
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "Rambam wrote: since her husband was overseas etc the Shulhan Arukh [4:14] wrote that since it's a dispute the child is a safek mamzer nevertheless the Behag only deemed the child fit when the husband was not in our presence but if he was in our presence and he said that he did not arrive discreetly then the child is a mamzer and see ahead to the end of this sefer [in the kunters aharon]."
                ]
            ]
        ],
        "Choshen Mishpat": [
            [
                [
                    "The Bet Yosef writes, “One may ask [why the understanding isn’t] that [these are] three things through which the world was created that are sufficient for its continued existence? For one who causes something to exist all the more so [allows] for its continued existence! One may answer that Shimon HaTzaddik was speaking according to his times, when the Bet Hamikdash stood, and Rabbi Shimon ben Gamliel, who lived during the time of the destruction, came to say that even though the Bet Hamikdash no longer stands, and we cannot do the service, and we cannot even learn Torah and do acts of lovingkindness in the proper way because of the burdens of the exile, nevertheless, the world continues to exist through three other things that are similar to them…” It is clear from his words that he understood when Rabbi Shimon ben Gamliel said, “The world stands…”, he meant that once it was created, the world had nothing keeping it in existence, and it would have returned to Tohu vaVohu chaos, once we had no service, and no Torah, and no acts of kindness in the proper way, if it were not for these three things: judgement, truth, and peace. And this is a wonderment, for isn’t it explicit in the words of Rabbi Yona that he holds as obvious that with these three things, which are the cause for the matter to be, all the more so its continued existence, that [the world] would not return to Tohu vaVohu chaos! Rather, the explanation is that when Rabbi Shimon ben Gamliel said, “The world stands…”, he meant that civilized society stands [on these three things]. For the wicked who steal and rob destroy the world, meaning they destroy civilized society, because with robbery, commerce is made completely void, and consequently, civilized society is made void. And the judge breaks the jaws of the robbers and takes the stolen goods from them, preserving civilized society and community, that it shouldn’t be destroyed. And this is simple. The explanation of Rabbi Yona is that the explanation is not: It appears that he means to say that if it were that the explanation of it is that “Because of three things was the world created”, it would be difficult either way you look at it. For if he were arguing against Shimon HaTzaddik, who said that the world stands on three things, Torah, service, and acts of kindness, if that were true, the Tanna should have taught them together in one mishna, and indicating the argument. Rather, it must be that they are not arguing, and Rabbi Shimon ben Gamliel was saying that because of these three things the world stands. And Shimon HaTzaddik was saying that once the world was created, it is preserved through these three things, Torah etc. And according to this it is not necessary that there be law in every place and every time, for the world is already preserved through Torah etc. But if this were true, it would be difficult, for why is it taught at the beginning of the chapter [of Avot] that there are three things that the world stands on once it had been created, and at the end of the chapter, it teaches that there are three things that because of them was the world created from the start. It should have been taught in the opposite order! Rather, the beginning of the chapter teaches that because of three things was the world created from the start, and the end of the chapter teaches that three things preserve the world which had already been created. This makes more sense, for there is no question about why [the explanation isn’t that] aren’t these three things that are enough to preserve the world so that it shouldn’t return to Tohu vaVohu chaos, for the fact that is says “which preserves the world” can be explained that even though it would not return to Tohu vaVohu chaos, nevertheless, civilized society and community would not be preserved, because of the wicked thieves and robbers, and any powerful person. But because of justice, truth, and peace, the community is preserved, as was explained. And accordingly our rabbi [the Tur] came to teach that it is a great mitzvah to appoint judges and officers in all places and all times, for through this the world is preserved. Therefore, he brought the words of Rabbi Shimon ben Gamliel, and the explanation of Rabbi Yona, and wrote at the end of his remarks that through judges who judge between man and his fellow, the world is preserved, for without justice, any powerful person… etc. And he said that this was the intention of the sages, all judgement should be the true law…etc. And that is because it fulfills the will of the Creator, Blessed be He, who created things to be preserved and not to be destroyed through the theft of the wicked, and he went on at length about this, and he concluded that for this reason are we obligated to appoint judges in the land of Israel in every province and city...etc. And this is only so the civilized world and community could be preserved to complete the will of our Creator, Blessed is His name."
                ]
            ]
        ]
    },
    "versions": [
        [
            "YU Torah miTzion Beit Midrash",
            "http://www.torontotorah.com"
        ],
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "ב\"ח",
    "categories": [
        "Halakhah",
        "Tur and Commentaries"
    ],
    "schema": {
        "heTitle": "ב\"ח",
        "enTitle": "Bach",
        "key": "Bach",
        "nodes": [
            {
                "heTitle": "אורח חיים",
                "enTitle": "Orach Chaim"
            },
            {
                "heTitle": "יורה דעה",
                "enTitle": "Yoreh Deah"
            },
            {
                "heTitle": "אבן העזר",
                "enTitle": "Even HaEzer"
            },
            {
                "heTitle": "חושן משפט",
                "enTitle": "Choshen Mishpat"
            }
        ]
    }
}