{
    "title": "Shorshei HaYam on Mishneh Torah, Plaintiff and Defendant",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Plaintiff_and_Defendant",
    "text": [
        [
            [
                "<span class=\"H\">שורש ע\"א מסייעו אי פוטרו משבועה הטוען </span>\n<b> את חבירו במטלטלין והודה לו במקצת ה\"ז משלם מה שהודה ונשבע על השאר כו' וכן אם כפר בכל וע\"א מעיד כו' הר\"ז נשבע כו' מפי השמועה למדו שכ\"מ שב' מחייבי' ממון א' מחייבו שבועה.</b> ודע דכי היכי דע\"א מחייבו שבועה ה\"נ איכא מ\"ד דע\"א המסייע לנתבע פוטרו משבועה כמ\"ש מרן בש\"ע סימן ע\"ה ס\"ב וז\"ל מנה לי בידך אין לך בידי אלא ן' חייב לישבע כו' ואם יש עד אחד מסייעו י\"א שפוטרו משבועה וי\"א שאינו פוטרו ע\"כ וכ\"כ עוד בסי' פ\"ז ס\"ו יע\"ש.<br><b> והנה </b> מרן ז\"ל בב\"י ס\"ג כתב דהתוס' בריש מציעא והרא\"ש בשם מוהר\"מ הם הסוברים דע\"א המסייעו פוטרו משבועה אמנם הר\"הת שכתב הטור בסי' פ\"ד הוא החולק וסובר שאינו פוטרו משבועה וסיים עוד וז\"ל ומדברי בעה\"ת שכתבתי שם יתבאר שגם הרמב\"ם חלוק בזה וגם חלוק בזה כנז' בסי' מ\"ו עכ\"ל וז\"ל הטור בס\"ס פ\"ד ע\"א מעיד כו' במד\"א במלוה בשטר אבל במלוה ע\"פ שתבעו ואמר שפרעו ומביא ע\"א סיוע לדבריו הלוה פטור כיון שהעד מסייעו ואין עליו אלא חרם סתם ובעה\"ת כתב אע\"פ שהעד מסייעו צריך שבועת הסת ליפטר ולא נהירא דכמו דעד אחד מחייבו שבועה ג\"כ פוטר מן השבועה עכ\"ל.<br><b> ולכאורה </b> יש לתמוה על מרן ז\"ל היכן מצא בדבריו של הר\"ב התרומות הללו שהביא הטור בס\"ס פ\"ד ראיה שהוא חולק בדין זה שהביא הטור בסי' ע\"ה דאפשר לומר דדוקא בכופר בכל וע\"א מסייעו שאינו בא לפוטרו אלא משבועת היסת בזה דוקא הוא שחולק בעה\"ת וסובר שאין ע\"א המסייעו פוטרו משום דתקנתא דר\"ן בכל ענין נתקן וחזקה דאין אדם תובע אלא א\"כ יש לו עדיפא ליה כמבואר בדברי הבעה\"ת בשער כ\"א ח\"א ס\"ד אמנם במודה מקצת וע\"א מסייעו דהעד בא לפוטרו משבועת התורה אפשר דאף בעה\"ת אזיל ומודה דעד המסייע פוטר ומהני טעמי שכתב הרא\"ש בפ\"ק דמציעא וכן מ\"ש מרן ומדברי בעה\"ת שכתבתי שם יתבאר שגם הרמב\"ם חלוק בזה לפי האמור גם מדברי הרמב\"ם אין הכרח לזה שחולק אף בשבועה דאורייתא כמבואר וכבר ראיתי להרב הגדול מהרימ\"ט ז\"ל בח\"א סי' קנ\"א ובחא\"ה סי' כ\"ז גם להרב לח\"ר סי' קצ\"ד ולהרב בני אהרן סי' י\"ג די\"ז ע\"א ולהרב פמ\"א ח\"ב סי' ק\"ז תפסו על מרן ז\"ל בזה.<br><b> ולע\"ד </b> אין ספק דמרן ז\"ל לא ניחא ליה לומר דהר\"ב התרומות סובר כן דע\"א המסייע פוטר משבועת התורה אבל לא משבועת היסת דמשמע ליה דאדרבא איפכא מסתברא וכמ\"ש הרשב\"א בתשו' סי' אלף קס\"א ותתקי\"ו בשם הראב\"ד והרז\"ה וכ\"כ הנ\"י בריש מציעא בשם הרמב\"ן ומבוארים דבריו שם בס' המלחמות דס\"ל דמשבועה דרבנן ע\"א המסייע פוטרו אבל משבועת התורה אין עד המסייע פוטרו ואם סברת הר'ב התרומות הוא כמ\"ש נמצאו חלוקים מן הקצה אל הקצה ועוד שדרכו של הר\"ב התרומות לילך אחר עקבות הרמב\"ן ואם דעתו בזה לחלוק עליו היה מביא סברתו וחולק בפי' ועוד מלשון הטור שם בסי' פ\"ד שנחלק על בעה\"ת וכתב ולא נהירא דכמו דע\"א מחייבו שבועה ג\"כ פוטרו משבועה מבואר דמשמע ליה להטור דלדעת הבעה\"ת אין עד המסייע פטור לא משבועת היסת ולא משבועת התורה דאי לת\"ה הכי הול\"ל ולא נהירא דכמו שע\"א פוטרו משבועת התורה ה\"נ פוטרו משבועת היסת וכבר מוהרימ\"ט ז\"ל בתשו' שבח\"א דר\"ד ע\"ב לפום מאי דמשמע ליה לדעת הר'ב התרומות דס\"ל דע\"א המסייע פוטרו משבועת התורה ולא משבועת היסת הוקשה לו בדברי הטור מה שהקשינו יע\"ש.<br><b> ולע\"ד </b> זה הכריחו למרן ז\"ל ליחס בדעת בעה\"ת דס\"ל כדעת הרמ\"ה דעד המסייע אינו פוטרו אף משבועת התורה והא דנקט הר\"ב התרומות שבועת היסת הוא לאפוקי שבועת התקנה כמתני' דב' אוחזין דתני תנא זה ישבע וזה ישבע דבההיא מיפטר האחד ע\"י עד המסייע אבל משבועת מודה מקצת דהיא שבועת התורה פשיטא ליה למרן ז\"ל שדעתו כדעת הרמב\"ן דאין עד המסייע פוטרו כי היכי דאינו פוטרו משבועת היסת ובהכי ניחא מאי דכתב עליו הטור ולא נהירא כו' ועיין למרן החבי\"ב בהגהת הטור אות י\"ז במ\"ש על דברי רבו ז\"ל ודבריו באו סתומים ונראה שכיון למ\"ש יע\"ש כללא דמילתא דדעת מרן ב\"י והטור דכי היכי דלדעת בע\"הת אין עד המסייע פוטרו משבועת היסת הכא נמי אינו פוטרו משבועת התורה.<br><b> ועל </b> מ\"ש מרן דמדברי ב\"הת ז\"ל שכתבתי שם יתבאר שגם הרמב\"ם חלוק בזה כו' כוונתו לומר כי שם הביא הרב התרומו' ראיה דאין עד המסייע פוטרו משבועת היסת מההיא דפרק חזקת דל\"ג גבי ההוא דא\"ל לחבריה מאי בעית בהאי ארעא א\"ל מינך זבינתא ואכלית שני חזקה ואייתי חד סהדא דאכלא תלת שני וסבור לדמויי לנסכא דרבי אבא ואקשי ליה דהכא חד סהדא לסיועי קא אתי כו' ואפילו הכי כתב הרמב\"ם ז\"ל בפרק י\"ו מהלכות טוען שיש לנתבע לישבע היסת שאינו חייב לאכול בפירות שאכל ויפטר מהם כו' אלמא אע\"ג דע\"א מסייעו שאין חייב לו בפירות שאכל ושכדין אכלן משביעו היסת על טענתו יע\"ש וא\"כ מינה נשמע דהרמב\"ם קאי בשיטת הרב התרומות דאין עד המסייע פוטר משבועת היסת וה\"ה משבועת התורה כמדוב' לעיל.<br><b> וראיתי </b> להב\"ח בסי' פ\"ד ובתשו' מוהר\"ש גאון סימן י\"ו דכ\"ט ע\"ג ולמרן החבי\"ב בתשובת הרמה שבהרימ\"ט ח\"א סי' קנ\"א דר\"ב ע\"ד ובהרב גד\"ת דק\"י ע\"ב ובהרב פ\"מ ח\"ב סי' ק\"ז שדחו בשתי ידים עיקר ראיה זו שהביא הרב התרומות דבההוא עובדא דפ' חזקת לא הוי העד מסייע גמור ולהכי הוא נשבע היסת וראיה לדבר שהרי הטור בסי' קמ\"ו כתב כלשון הרמב\"ם אע\"ג דאיהו ז\"ל ס\"ל דעד המסייע פוטרו משבועת היסת ומהרימ\"ט בדר\"ב ע\"ב כתב דקושיא זו על הרב התרומות לית נגר ובר נגר דיפרקינה יע\"ש ועיין להמש\"ל בפי\"א מה' טוען הל' ב' יע\"ש ועיין בס' שמן למאור די\"ב ע\"א שעשה עצמו כאילו לא ראה דברי הרבנים הנז' ובכן מאחר שאין ראיית הרב התרומות מדברי הרמב\"ם מכרעת דס\"ל דאין עד המסייע פוטר משבועת היסת ממילא נדחין דברי מרן שייחס בדעת הרמב\"ם דקאי בשיטת הרב התרומות וס\"ל דאין עד המסייע פוטר לא משבועת התורה ולא משבועת היסת. ואולם לפי דעת הרב התרומות דחשבה לזו ראיה יפה כתב מרן דגם הר\"מ בשיטתיה קאי ואע\"פ שה\"ה בפ\"ך מה' מכירה ה\"ד כתב שדעת הרמב\"ם דעד אחד המסייע פוטר משבועה דרבנן יע\"ש איכא למימר דמשבועת התקנה דוקא קאמר כההיא דב' אוחזין אבל לא משבועת היסת אעפ\"י שהיא מדרבנן וכסברת הרב התרומות ועוד דבעיקר דברי הה\"מ הללו נחלק מרן בכ\"מ וכתב שאין שום גילוי בדברי רבינו שיסבור כן יע\"ש.<br><b> ובמ\"ש </b> עוד מרן ב\"י שגם הרמ\"ה חלוק בזה כנז' בסי' מ\"ו כו' הנה דברי הרמ\"ה שהביא הטור שם סל\"ו הוא בעד אומר היה תנאי ועד אומר לא היה תנאי שכתב דנשבע הנתבע שבועה דאורייתא ע\"פ העד שאמר שלא היה תנאי ולא אמרי' אוקי חד בהדי חד כו' וכן הדין באחד אומר פרוע ואחד אומר אינו פרוע כו' והטור השיג עליו למה נחשב דברי העד האומר לא היה שם תנאי טפי מדברי האומר היה שם תנאי ונראין דברי הרמב\"ם שכתב אע\"פ שהלכה שעד אומר תנאי נאמן מ\"מ כיון דר\"ן מיחייב שבועה אפי' היכא דליכ' דררא דממונא משתבע הוא דתנאי הוא ובטיל לשטרא עכ\"ל. וכתב ע\"ז מרן ב\"י וז\"ל נ\"ל דהרמ\"ה סובר דע\"א המסייעו אינו פוטרו משבועה וכיון שכן הרי הוא חייב שבועה ע\"פ העד המכחישו ואותו העד הו\"ל כשנים ואין דבריו של אחד במקום שנים ולפיכך נשבע שבועה דאורייתא כאילו אין שם עד המסייעו ורב מתתיא סובר דכשם שעד המכחישו מחייבו שבועה כך עד המסייעו פוטרו משבועה ומ\"מ נשבע היסת מדר\"ן ודעת רבינו כר\"מ שבסי' ע\"ה כתב שע\"א המסייעו פוטרו משבועה ושבע\"ה חולק עליו ובסי' פ\"ז כתב שדעת הרא\"ש שפוטרו משבועה והוא דעת התוס' בריש מציעא עכ\"ל. גם בסס\"י ק\"ט שהביא הטור דברי הר\"מ כתב מרן בב\"י וז\"ל כ\"כ בעה\"ת בשמו בשער כ\"א וטעמו משום דס\"ל דכשם שע\"א מחייב שבועה כך פוטר משבוע' והכא אוקי חד סהדא לגבי חד סהדא וליכא ש\"ד וה\"ל כאילו היא תביעה ע\"פ וישבע הנתבע היסת ויפטר ורבינו בסי' מ\"ו כתב בשם הרמ\"ה כו' וטעמו משום דס\"ל דאין ע\"א המסייע פוטר משבועה ורבינו לא חש לכתוב כאן אלא דברי הר\"מ שהם כסברתו ודעת מרן הוא לפטור אף משבועת היסת כמבואר בסי' פ\"ד ובעל התרומות כתב בשער כ\"א דכיון שהעדים מכחישין זא\"ז לא אלימא ההוא סהדותא לחייובי עלה שבועת ע\"א וכתבו רבינו בסי' פ\"ב עכ\"ל גם בס\"ס פ\"ד כתב מרן וז\"ל כבר כתבתי בסי' ע\"ה שדעת התוס' והרא\"ש והר\"מ כדברי רבינו ושם הארכתי בדבר ובסי' מ\"ו הוכחתי שדעת ה\"ר מתתיא כדעת רבי' ודעת הרמ\"ה כבע\"הת עכ\"ל.<br><b> וראיתי </b> למוהרימ\"ט בח\"א סי' קנ\"א דר\"ד ע\"א שכתב וז\"ל גם מ\"ש הרב שהרמ\"ה סובר שע\"א המסייעו אינו פוטרו משבועה דאורייתא ולפי דבריו נמצא שהרמ\"ה חולק על מה שיש מוחזק בידינו מדברי התוס' והרמב\"ם קבע בה מסמרות וכן תפסו הרמב\"ן והרא\"ש וכל האחרונים כו' ונ\"ל דלא מכרעא מילתא דמהך טעמא אמרה הרמ\"ה דאפי' תימא דס\"ל דע\"א המסייעו אינו פוטרו משבועה מ\"מ אמאי סמכת אעד שאמר לא היה שם תנאי כדי לחייבו שבועה הרי העד מכחישו ואומר תנאי היה ואפי' במקום שהאמינה תורה ע\"א כגון בסוטה ובעגלה ערופה ובשבויה לא אמרו כשבאו שני העדים בבת אחת ומכחישי אהדדי כדאמרינן ע\"א אומר נטמאת וע\"א אומר לא נטמאת שותה ולא אמרו אלא כשבאו בזה אח\"ז דכשבא הע\"א תחילה וקבלו עדותו הרי כאן ב' אלא טעמי' דהרמ\"ה דחשיב לעד האומר לא היה שם תנאי לפי שעד האומר היה שם תנאי לא חשיב גביה מידי דאיהו מודה דשטרא מעליא הוא אלא למעקר סהדותיה קאתי לומר ע\"ת זה חתמתי ולא מהימן לגבי עלמא אלא למעקר סהדותיה לבד ונשאר השטר חתום בע\"א ולענין שבועה האמינתו תורה כב' עדים ואין הכחשתו של עד הא' הכחשה שהרי חתימת עצמו מכחישתו הילכך אע\"ג דבטיל שטרא שאין כאן אלא ע\"א משתבע אפומיה נמצא שלא חלק הרמ\"ה על עיקר דינא דע\"א פוטרו מש\"ד גם מ\"ש הגאון ר\"מ דכיון דר\"ן מיחייב שבועה משתבע האיך דתנאי הוה ומפטר אינו מסכים בזה עם הטור לחלוק על ס' בע\"הת דע\"א המסייעו לא מפטר מתקנתא דר\"ן דהכא הא דמשתבע דתנאי הוה משום דאותו עד המסייעו לא חשבינן ליה לכלום כיון דאיכא סהדא דמכחיש ליה הילכך כמאן דליתנהו דמי ומשתבע בתקנתא דר\"ן עכ\"ל. גם בחא\"ה סימן כ\"ז ד\"ל ע\"ב ד\"ה איברא כתב ג\"כ שאין דברי הרמ\"ה ור\"מ ענין למחלוקת זה דר\"ת ז\"ל אי ע\"א פוטרו משבועה או לא וככל מ\"ש כאן יע\"ש.<br><b> והנה </b> מ\"ש שלפי דברי מרן נמצא הרמ\"ה חולק על מה שיש מוחזק בידינו מדברי התוס' והר\"מ כו' וגם תפסו כן הרמב\"ן והרא\"ש כו' לא ידעתי מי הוא זה שהחזיק אותנו בסברא זו מאחר שהרמ\"ה והראב\"ד והרשב\"א בתשו' סי' אלף קס\"א והרמב\"ן והר\"ן והנ\"י בריש מציעא בתר איפכא אזלי וס\"ל דאין עד המסייע פוטרו מש\"ר והיותר תימא מ\"ש שהרמב\"ן קאי בשיטת ר\"ת והרא\"ש והר\"מ מאחר שמבואר מדברי הרמב\"ן במלחמות בריש מציע' וכ\"כ הנ\"י שם בשמו דס\"ל דאין עד המסייע פוטר מש\"ד.<br><b> גם </b> מ\"ש ונ\"ל דלא מכרעא מילתא כו' כנר' דאשתמיט מיניה דמר דברי המרדכי ביבמות פ' האשה שלום והביא דבריו מהרח\"ש בקונט' עגונא ד\"ס ע\"ד דדוקא בעדות אשה דחכמים האמינו לע\"א הוא דלא סמכינן אע\"א כשהתירה לינשא ובא ע\"א והכחישו ומשום לזות שפתים לרב אשי אבל בכל התורה כולה שהאמינה תורה ע\"א בשאר איסורים ש\"מ דהוי חד כתרי לכתחילה תדע דהא בסוטה פ' מי שקנא גבי הא דתניא עד אומר נטמאת ועד אומר לא נטמאת לא היתה שותה כיון שהאמינה תורה מדכתיב ועד אין בה לא מהני ע\"א הבא אחריו להכחישו דלא דמי לע\"א אומר מת דעדות אשה דרבנן האמינוהו ולא תורה עכ\"ל מבואר יוצא מדברי המרדכי הללו דס\"ל דהלכה כעולא ור\"י דאמרו בפ' מי שקנא דל\"א דאפי' באו העדים בבת אחת אמרינן כל מקום שהאמינה תורה ע\"א הרי כב' ודלא כר\"ח דאמר התם דלא אמרינן הכי בבאו בבת אחת וכמו שכן פסק רבינו בה' סוטה והטור בא\"ה סימן קי\"ח יע\"ש וא\"כ מאי ק\"ל להרב על דברי מרן ב\"י ז\"ל דאפי' תימא דעד המסייעו אינו פוטרו משבועה מ\"מ אמאי סמכת אעד האומר לא היה שם תנאי כדי לחייבו שבועה כו' ואפי' במקום שהאמינה תורה ע\"א דשפיר קא מקשה הרב אי ס\"ל להרמ\"ה כדעת רבינו והטור דפסקו בההיא דסוטה כר\"ח אבל לפי דברי מרן ב\"י בדע' הרמ\"ה איכא למימר דס\"ל להרמ\"ה כדעת המרדכי דקי\"ל כעולא ור\"י דפ' מי שקנא ועיין להתוס' בפ' האשה שלום דקי\"ז ע\"ב ד\"ה הא לא נשאת ובפ\"ב דכתובות דכ\"ב ע\"ב ד\"ה כגון ובמ\"ש הש\"ך י\"ד סי' קכ\"ז ס\"ק י\"ג יע\"ש. ואחר כתבי זה כן בקדש חזי הוי' להרב דברי אמת בקונט' השמי' דע\"ב ע\"ד ד\"ה ונחמד כו' שתמה על מהרימ\"ט בזה ולהש\"ך בי\"ד יע\"ש.<br><b> גם </b> מ\"ש הרב בטעמו של הרמ\"ה דס\"ל דעד האומר היה שם תנאי לא חשיב גביה מידי כו' אין זה מחוור לע\"ד דא\"כ לא הי\"ל להרמ\"ה למתלי טעמ' משום דכל מקום שהאמינה תורה ע\"א הרי כאן ב' אלא משום דאין עדות העד האומר תנאי כדאי להכחיש את העד האחר המסייע לו השטר והעיקר חסר מדברי הרמ\"ה ז\"ל לפי' דברי הרב ז\"ל. והן עתה חדשים מקרוב נדפס ס' בני אברהם וראיתי בחח\"מ סי' פ\"ד שתירץ דברי הרמ\"ה ע\"פ דרך הרב מוהרימ\"ט ולא זכר שר דבריו יע\"ש וכתב עוד וז\"ל ויש לי סיוע לזה ממ\"ש רש\"י גבי עד אומר תנאי היה כו' וז\"ל האי נמי כי סיים ואמר תנאי היה עקר לחתימת ידיה לומר לא חתמתי אלא ע\"מ כן וכיון דאית לן דמילתא אחריתי היא ושטרא ממילא מיעקר אשתכח דאין בשטר חתום אלא עד אחד כו' ויש מקום עיון בדבריו דכיון דבאו בבת אחת הו\"ל עדות מוכחש ואין כאן עדות כלל. אלא נראה דכונתו דכיון דהשטר מסייע לאומר לא היה שם תנאי הו\"ל כאילו בא תחילה ומחייבו שבועת התורה וכסברת הרמ\"ה וזהו שכתב אשתכח דאין בשטר אלא ע\"א כלומר אילו היו שנים אומרים שלא היה תנאי הו\"ל שטר קיים והוה חייב ממון אבל עכשיו שמכחישין זא\"ז אשתכח דאין בשטר אלא ע\"א כלומר ע\"א מיה' יש כאן ומחייבו שבועת התורה וכס' הרמ\"ה וכן משמע מדברי רש\"י גבי ולחזי זוזי ממאן נקט דס\"ל דעד המסייעו אינו פוטרו כו' דכעין מה שדקדקנו מדברי רש\"י יש לדקדק ג\"כ מדברי רבינו בפ\"ג מה' עדות גבי האומר תנאי כו' יע\"ש והשתא אתי שפיר דהטור אף שהבין שהרמ\"ה ס\"ל דעד המסייעו אינו פוטרו משבועה מ\"מ פליג עליה בהאי סברא דמשוי ליה הרמ\"ה להאומר לא היה תנאי אף שבאו ב' כאחת דבאו זה אח\"ז אהא מקשה ואיני יודע כו' כלומר אף שנודה לדינו של הרמ\"ה דאין העד המסייעו פוטרו מ\"מ האי סברא מנ\"ל זה נ\"ל בכונת הרמ\"ה והטור כפי מה שהבין מרן ז\"ל עכ\"ל.<br><b> ותמוהים </b> דבריו דלפי דרך זה מבואר מדברי מהרימ\"ט דאין מקום ליחס בדעת הרמ\"ה דס\"ל דאין עד המסייע פוטרו משבועה כמ\"ש מרן ב\"י אלא דעתו כדעת התוס' והרא\"ש ודעמייהו דס\"ל דעד המסייע פוטר משבועה אלא דמשום דעד האומר לא היה תנאי מסייע ליה שטרא מש\"ה קאמר הרמ\"ה דלא חשיב כלל דברי העד האומר היה תנאי ולהכי קאמ' דנשבע שבוע' התור' נגד העד האומ' לא היה תנאי וזה מבואר בדברי מהרימ\"ט כיע\"ש. ולפי דבריו נראה שאף מרן ב\"י אזיל ומודה דטעמו של הרמ\"ה הוא מפני שהשטר מסייע לעד האומר לא היה שם תנאי והא ודאי ליתא דאם כן לא היה מדקדק מרן מדבריו ז\"ל דברי הרמ\"ה ז\"ל דס\"ל דאין עד המסייע פוטרו משבועה כמבואר.<br><b> גם </b> מה שדקדק מדברי רש\"י ורבינו דס\"ל דאין עד המסייע פוטרו משבועה לפי האמור ליתא דאפי' אי ס\"ל בעלמא דעד המסייע פוטר אפ\"ה כתבו כאן דלא חשבינן דברי העד האומר לא היה שם תנאי כלל משום האי טעמא דהשטר מכחישו ומסייע לעד האומר לא היה שם תנאי. ובר מן דין מדברי אין לדקדק שטעמו כטעם הרמ\"ה ומה שהוקשה לו להרב הנז' בדברי רש\"י דכיון דבאו בב\"א הו\"ל עדות מוכחש ואין כאן עדות כלל הא ל\"ק כלל בדברי רש\"י ואשתמיט מיניה דברי הרמב\"ן והריטב\"א הביא דבריהם מרן בס' בדק הבית בריש סעיף זה שכתבו דמ\"ש ע\"א אומר היה תנאי כו' לאו במכחישין זא\"ז לגמרי דא\"כ אחד מהם פסול לעדות הוא ואין השטר מתקיים עפ\"י כדאמרי' בב' כיתי עדים אלא מיירי בשזה שמע וזה לא שמע הא אילו הכחישו זא\"ז לא נתקיים השטר כלל ובכן לפי דבריהם ז\"ל אין מקום לקושייתו כלל על דברי רש\"י כיון דאין העדי' מכחישים זא\"ז לגמרי ולכך כתב דאין בשטר אלא ע\"א כיון דהשטר מיהא נתקיים ע\"פ שני העדים אלא שעד האומר היה תנאי קא עקר לשטרא ממילא ולא נשאר בשטר אלא ע\"א אמנם מדברי הרמ\"ה שכתב כלשון הזה אע\"פ שהעד האחד מכחישו וכן במה שסיים וכן הדין בא' אומר פרוע וא' אומר אינו פרוע משמע דפליג אהרמב\"ן והריטב\"א וס\"ל דאפי' במכחישין זא\"ז לגמרי קאמר תלמודא דעד האומר תנאי נאמן לענין דלא גבי בהאי שטרא בלא שבועה ואין כאן משום כיון שהגיד שוב אינו חוזר ומגיד וכ\"כ בס' שמן למאור ד\"י ע\"ד ד\"ה אמנם.<br><b> ואולם </b> לע\"ד אפשר לומר דאף הרמ\"ה אזיל ומודה לדברי הרמב\"ן והריטב\"א לענין פי' השמועה דמוכח מינה דשטרא מיהא מתקיים ע\"פ עדות העדים כדקאמר ר\"פ תרוייהו אשטרא מעלייא קא מסהדי וכן מדקאמר רב הונא א\"ה אפי' תרוייהו נמי אלא אמרינן הני למעק' סהדותייהו קאתי ה\"נ למעקר סהדותי' קאתי דמבואר מזה דעיקר השטר מתקיים על פיהם ואי העדים מכחישין זא\"ז אין כאן שטר כלל כיון דחד מינייהו משקר ולא נשאר כאן אלא מלוה ע\"פ בע\"א ועכ\"ל דמ\"ש הרמב\"ן והריטב\"א דאין העדים מכחישין זא\"ז לגמרי ולכך נשאר השטר מקויים ע\"פ עדים אלו ואם יברר שלא היה תנאי בדבר או שהיה תנאי וקיימו השטר במקומו עומד אמנם הרמ\"ה קאמר דינא אחריתי דכשהעדים מכחישין זא\"ז לגמרי אע\"פ שלא נשאר כאן שטר ע\"פ עדים אלו ולא הוי אלא מלוה ע\"פ מ\"מ זה שמעיד שלא היה תנאי בחיובו או שאומר שלא פרעו מהימן טפי מהאחר לחייבו שבועה דאורייתא ולא אמרינן אוקי חד בהדי חד כיון דרחמנא הימניה לעד זה טפי מהאחר לענין חיוב שבועה דאין עד המסייע פוטר כמ\"ש מרן ונשבע שבועה דאורייתא כנלע\"ד.<br><b> ובמ\"ש </b> עוד מהרימ\"ט דמ\"ש הגאון הר\"מ ז\"ל דכיון דר\"ן מחייב שבועה משתבע האיך דתנאי היה ומפטר אינו מסכים בזה עם הטור לחלוק על סברת בע\"הת דעד המסייעו לא מפטר מתקנתא דר\"ן דהכא הא דמשתבע הוא משום דאותו עד המסייעו לא מחשבינן ליה לכלום כיון דאיכא סהדא דמכחיש ליה הילכך כמאן דליתנהו דמי ומשתבע בתקנתה דר\"ן עכ\"ל וכונתו להשיג על מרן ב\"י שכתב בס\"ס פ\"ד ובס\"ס מ\"ו שדעת הגאון הר\"מ הוא כדעת הטור דס\"ל דעד המסייע פוטרו אף משבועת היסת דאין ראיה מדברי הר\"מ ז\"ל ממ\"ש כאן כלל דנשבע היסת דשאני הכא דכיון דהעדים מכחישין ז\"אז אין כאן עדות כלל לדעת הר\"מ ולהכי משתבע היסת אבל היכא דאיכא עד המסייע אפש' שסובר הר\"מ כבע\"הת ג\"כ או כדעת הטור ואין מכאן הכרח בדעתו של הר\"ם ז\"ל.<br><b> ולפי </b> דבריו ז\"ל עדיפא מינה הי\"ל להקשות על דברי מרן ב\"י דאדרבא ממ\"ש כאן דנשבע היסת משמע דס\"ל דעד המסייעו אינו פוטרו מהיסת היפך ממ\"ש הטור בס\"ס פ\"ד ועוד שהבע\"הת עצמו הביא דברי הר\"מ בשער כ\"א כמ\"ש מרן ב\"י בס\"ס כ\"ט וש\"ור להרב עצמו בחא\"ה סימן כ\"ז ד\"ל ע\"ב שהקשה כן יע\"ש.<br><b> ולע\"ד </b> אין ס' כי זה לא נעלם מעיני מרן ז\"ל שאין מדברי הגאון הר\"מ הללו שהביא הטור בסי' מ\"ו דנשבע היסת הכרח לומר דס\"ל דעד המסייעו פוטרו משבועת היסת אדרבא איפכ' משתמ' אלא עיקר הכרעת מרן הוא ממה שחלק על הרמ\"ה וס\"ל דעדים אלו מכחישין זא\"ז ומוקמינן חד להדי חד דאי ס\"ל דאין עד המסייע פוטרו משבועת התורה הול\"ל דנשבע שבועת התורה וכמ\"ש הרמ\"ה אלא ודאי דס\"ל דעד המסייע פוטר משבועת התורה כשם שמחייבו שבועה במכחישו ולכך כתב דכיון דב' נאמנים מן התורה לא סמכינן אעד אחד טפי מהאחר ומוקמינן חד להדי חד ואין כאן עדות ונשבע היסת ולדעת מרן ז\"ל מאן דס\"ל עד המסייעו פוטרו משבועת התורה כ\"ש דס\"ל דפוטרו משבועת היסת וכמ\"ש בתחילת דברינו במאי דמשמ' ליה למרן בדעת בע\"הת דאין עד המסייע פוטר משבועת התורה וכיון דמדברי הר\"ם ז\"ל משמע ליה למרן דס\"ל דעד המסייע פוטרו משבועת התורה מינה הוכיח דס\"ל נמי דפוטרו משבועת היסת ולכך כתב דדעתו כדעת הטור. ואין להקשות אכתי מנ\"ל למרן ז\"ל שדע' הר\"מ דעד המסייע פוטרו משבו' התור' עד שיוכיח מזה דפוטרו אף משבועת היסת דאי משום שנחלק על הרמ\"ה ז\"ל כמדובר אכתי אין זו ראיה דאפילו אם נאמר דס\"ל דעד המסייע אינו פוטר משבועה כדעת הרמ\"ה מיהו הר\"מ לא ס\"ל דהלכה כעולא ור\"י דפ' המקנא דאמרי כל מקום שהאמינה תורה ע\"א הרי כאן ב' אפי' באו בבת א' כדס\"ל להרמ\"ה וכמ\"ש לעיל אלא איהו ס\"ל דהלכה כר\"ח דמחלק התם בין באו בבת א' לבאו בזא\"ז וכמו שכן הוא דעת רבינו בה' סוטה והטור בא\"הע סי' קע\"ח וא\"כ בבאו בב\"א אפי' שאין עד המסייעו פוטרו משבועה אהני עדותו להכחיש את העד האחר האומר לא היה תנאי דומיא דעדי סוטה ונמצא דאין כאן עדות ולכך כתב דנשבע היסת. ותו דאכתי מה יענה מרן ז\"ל לדברי הר\"ב התרומות שהביא דברי רבינו בשער כ\"א אע\"ג דאיהו ס\"ל דעד המסייע פוטרו משבועה כלל. הא ודאי ל\"ק דמשמע ליה למרן דמדלא חילק רבינו בין באו העדים בבת אחת לבאו בזה אח\"ז משמע דבכל גוונא קאמר דנשבע היסת ואם טעמו הוא משום דס\"ל כר\"ח דפ' המקנא הי\"ל לחלק ולומר דאם באו העדים בזה אח\"ז אז אם בא תחילה העד האומ' לא היה שם תנאי וחייבוהו שבועה ובא העד האחר ואמר היה שם תנאי אין דבריו של עד האחרון כלום לגבי העד הראשון. ואפילו אם נאמר דס\"ל לרבינו ז\"ל כמ\"ש הנ\"י בריש מציעא דאפי' אם חייבוהו ב\"ד שבועה ע\"פ ע\"א ואח\"כ בא העד האחר והכחישו קודם שנשבע כבאו בב\"א דמי כיון שמחוסר מעשה יע\"ש. אכתי כל כי הא הו\"ל לרבינו ולהטור לפרש טעמא ולא לסתום והרי הרשב\"ץ הובאו דבריו בס' אסיפת זקנים בריש מציעא כתב על דברי הנ\"י הללו וז\"ל ואיני יודע חילוק בין התירוה לינשא ובין חייבוהו ב\"ד שבועה ומה שכתב הרב מפני שזכת' בעצמה אין הדבר מחוסר מעשה ואמאי לא והרי כל זמן שלא נשאת אין מעשה ההיתר ניכר בה והרי היא באיסורא דמקודם לכן אלא שיש לנו לומר כיון שב\"ד התירוה אינו בבת אחת ה\"נ כיון שב\"ד חייבוהו שבועה אינו בבת אחת עכ\"ל.<br><b> איברא </b> דלע\"ד נראה שטעמו של הר\"ן הוא דשאני התירוה לינשא שלא נשאר לב\"ד עוד לעשו' שום דבר ומעשה הנישואין אין בו שייכות לב\"ד דעליה דידיה רמי לינשא אבל בחיוב שבועה שצריך לישבע בפני ב\"ד ולדעתם הילכך כל עוד שלא נשבע בפני ב\"ד לא נגמר עדיין מעשה ב\"ד ודוק. ומ\"מ אלו היה כן דעת רבינו והטור כל כי הא הו\"ל לפרש ולא לסתום אמנם אי אמרינן דדעת רבינו הוא דס\"ל דע\"א המסייעו פוטרו משבועה ממילא משמע דאין לחלק בין באו בב\"א לבאו בזה אח\"ז וכמ\"ש הש\"ך בסי' פ\"ז ס\"ק ט\"ו.<br><b> ובכן </b> ממילא יתיישב לדעת מרן מה שהביא הר\"ב התרומות בשע' כ\"א דברי רבינו אע\"ג דאיהו ס\"ל לדעת מרן דעד המסייעו אינו פוטרו משבועה משום דאף לדעתו נ\"מ היכא ששניהם באו בב\"א דאז לא משבעינן ליה אלא היסת ושלא כדברי הרמ\"ה דפסק כעולא דפ' המקנא דאפי' בבאו בב\"א אמרינן כל מקום שהאמינה תורה ע\"א הרי כאן ב' ונשבע שבועת התורה כבאו בזה אח\"ז וחייבוהו שבועה ע\"פ הע\"א אמנם לדעת בע\"הת אינו כן אלא כיון שבאו בב\"א אהני עדות העד האומר היה תנאי להכחיש את העד האומר לא היה תנאי ואין כאן עדות ונשבע היסת וכר\"ח דפ' המקנא ואעפ\"י שרבינו אמרה למילתיה בין בבאו בב\"א בין בבאו בזה אח\"ז לפי מ\"ש לעיל בדעת מרן אין זה כ\"כ דוחק אם הר\"ב התרומות הביא דבריו אע\"ג דלדידיה לא ס\"ל כוותיה אלא דהיינו בבאו בבת אחת ולא בבאו בזה אח\"ז וא\"כ אפשר דאף בבאו בזה אח\"ז נמי ס\"ל לבע\"הת דכבאו בב\"א דמי וכמ\"ש הנ\"י בשם הר\"ן ולכך הביא דברי הר\"מ גאון אע\"פ שאין הטעם בדבריו דלהר\"מ כיון דעד המסייע פוטרו משבועה מה לי באו בב\"א מה לי באו בזה אח\"ז וכמ\"ש הש\"ך בסימן פ\"ז סקט\"ו ולדעת בעל התרומות טעמו כמ\"ש הר\"ן דאפי' חייבוהו ב\"ד שבועה ע\"פ העד הראשון ואחר כך בא העד הב' כיון שלא נשבע קודם שבא העד הב' כמחוסר מעשה דמי ולכך הביא דברי הר\"מ סתמא ולא הביא הטעם מאחר דבין הכי ובין הכי אינו נשבע אלא היסת ועיין להרב שמן למאור די\"א ע\"ד ד\"ה וכן יע\"ש. ועיין עוד להגד\"ת בדק\"י ע\"ג שגם הוא עמד מתמיה על דברי מרן שכתב דהרב התרומו' חולק על ס' הר' מתתיא גאון שהביא הטור בס\"ס מ\"ו שהרי הוא הביא דבריו בשער כ\"א והיאך מסכים סברת בע\"הת עם הרמ\"ה הרי להרמ\"ה אין העד המסייע פוטרו משבועת ע\"א שהיא מדאורייתא ומדברי בע\"הת מוכח דמודה שפוטר משבועת המשנה וגם מדאורייתא ואינו מחייב אלא היסת יע\"ש וע\"פ מ\"ש בדעת מרן ז\"ל ובכונת דבריו הנה דבריו באו נכונים בטעמם ונמוקם עמם כמדובר. ועיין למרן החבי\"ב בסי' כ\"ט הגב\"י אות ע\"ז יע\"ש. כללא דמילתא דלדעת מרן אין בענין זה דעד המסייע אלא ב' שיטות דהתוס' והרא\"ש והטור והר' מתתיא גאון חדא שיטה דס\"ל דעד המסייע פוטרו בין משבועת התורה ובין משבועת התקנה ומשבועת היסת השיטה הב' היא דעת בע\"הת והרמ\"ה ורבינו לפי מ\"ש הבע\"הת אין עד המסייע פוטר לא משבוע' התורה ולא משבועת היסת אלא משבועת התקנה כההיא דשנים אוחזין. ועיין להש\"ך בסימן מ\"ו ס\"ק ק\"ט שדחה מ\"ש מרן שדעת הרמ\"ה הוא דאין עד המסייע פוטרו משבוע' אלא שדעת הרמ\"ה הוא דפוטרו משבועה כשיט' התוספות ואין דבריו מוכרחים כמ\"ש הרב שמן למאור די\"א ע\"א ד\"ה אבל יע\"ש.<br><b> וראיתי </b> להרב מח\"א בה' עדות סי' ז' שכתב וז\"ל ומדברי רבינו נראה דאין עד המסייע פוטרו אפי' משבועה העד המחייבו שהרי כתב דעד אחד אומר תנאי היה וע\"א אומר לא היה תנאי הרי כאן עד אחד ע\"כ ואפשר שטעמו משום דס\"ל כסברת הרמ\"ה דעד המחייבו חשיב כב' ואין דבריו של א' במקום שנים ובפ' האומר דקידושין דס\"ה ע\"ב גבי אשה וחביל' עמהם זה אומר זו אשתי וזה עבדי וזו חבילתי וזה אומר זו אשתי כו' ואוקמוה בגמ' בדאיכא ע\"א לזה וע\"א לזה ופריך ותסברא ע\"א בהכחשה מי מהימן כו' ופרש\"י והלא אין ע\"א בא אלא לשבועה והכא שבועה לא שייכא ע\"כ משמע דאפי' בע\"א בהכחשה הר\"ז נשבע שבוע' דאוריית' עכ\"ל.<br><b> והנה </b> מה שדקדק מדברי רבינו דפ\"ג מה' עדות אינו כ\"כ דקדוק שהרי גם מרן בשולחנו הטהור סי' מ\"ו סל\"ז כתב כלשון רבינו וכתב הסמ\"ע בס\"ק ק\"א וז\"ל ומ\"ש ואין כאן אלא ע\"א אינו ר\"ל דהו\"ל דין ע\"א לחייבו שבועה דאורייתא וכדעת הרמ\"ה שהביא הטור כאן שהרי המחבר עצמו פי' לקמן סי' פ\"ב סי\"ב דבכה\"ג הו\"ל כאילו אין כאן עד כלל ולא נשבע' אלא היסת והיינו כדעת ה\"ר מתתיא והטור כו' אלא לאפוקי מדעת הרמ\"ה שכתב הטור בסל\"ז בשמו דכ\"מ שהאמינה תורה ע\"א הרי כאן ב' כו' ע\"ז כתב המחבר דלא הו\"ל זה שאומר שלא היה תנאי אלא כחד מפני שגם זה שאומר תנאי היה נאמן והו\"ל כאלו אין כאן שטר ותבעו ע\"פ ונשבע היסת ונפטר ממנו כמ\"ש הטור והמחבר לקמן ס\"ס פ\"ב עכ\"ל וכ\"כ הש\"ך ס\"ק ק\"ט יע\"ש וא\"כ ה\"נ אפשר לפרש בדברי רבינו כמבואר ועי\"ש להלח\"מ פ\"ג מה' עדות ה' יו'ד.<br><b> גם </b> מה שדקדק מדברי רש\"י דפ' האומר דקאי בשיטת הרמ\"ה דאפי' בע\"א בהכחשה דנשבע שבועה דאורייתא כו' אינה ראיה כלל דשאני התם דליכא עד המסייע לאשה כלל דלדברי העד הראשון מקודשת לזה ולדברי העד האחר מקודש' לב' ולדברי שניהם היא מקודשת שלא כדברי האשה שאומרת אלו ב' עבדי הילכך אי הוה שייכא שבועה היתה נשבעת להכחיש לכל א' כיון דכל א' עדות בפ\"ע הוא ועיין בס' שער המלך בה' אישות דנ\"ב ע\"א ד\"ה ובמ\"ש ה\"ה כו' יע\"ש אבל היכא דאיכא ע\"א מסייע לנתב' אפשר דאף רש\"י אזיל ומודה דפוטרו מן השבועה ואין כאן עדות וכס' הטור וה\"ר מתתייא ז\"ל ודוק.<br><b> והנה </b> הרב גד\"ת בדק\"י ע\"א אסף וקבץ בענין זה דעד המסייע חמשה סברות בדבר וז\"ל הס' האחת היא לבעלי התוס' והר\"מ והרא\"ש שכתבו בסתם דע\"א פוטר מן השבועה נראה שלא חילקו בין שבועה דאורייתא לשבועה דרבנן ומסתייעי מהא דמייתי רבינו דבריש מציעא פרכי' ולחזי זוזי ממאן נקיט וכתבו שם התוס' דאע\"ג דאין מקחו בידו נאמן הוא כע\"א ואמאי שניהם נשבעים אותו שהמוכר מסייעו יפטר משבועה ואידך ישבע שבועה דאורייתא כו' ומכאן אמרו שיש ללמוד דע\"א פוטר מן השבועה עכ\"ל ועיין להתוס' בקדושי' דע\"ג ע\"ב ד\"ה במד\"א שכתבו בסוף דבריהם לכך צ\"ל התם ונחזי זוזי ממאן נקט כלומר היכי קתני במתני' זה ישבע כו' נשאל למוכר ממאן קיבל המעות ולהוי כע\"א לפטור את מי שמסייע אפי' משבועת היסת ולחייב את שכנגדו שבועה דאורייתא עכ\"ל וכתב הג\"ת וז\"ל וק\"ל לפי פי' דמטעם ע\"א הוא דפרי' ונחזי כו' אכתי מנ\"ל דלאפטורי לאותו שהעד מסייעו פרי' נימא דאשבועה דאידך קפריך דכיון דמתני' קתני בסתם זה ישבע כו' וזה ישבע כו' משמע דב' השבועות שוות ותרוייהו מן התקנה הם ואמאי ונחזי כו' דהשת' איכא ע\"א ואידך שהעד מכחישו להשתבע שבועה דאורייתא ולא שבועת התקנה ואכתי מנ\"ל דכשהעד מסייעו פוטרו מן השבועה ע\"כ ת\"ד.<br><b> וראיתי </b> בס' שמן למאור ד\"ח ע\"ב ד\"ה והרב כו' כתב וז\"ל ואין זו קושיא דמפשט דברי התוס' משמע דלאו מהכא ילפי לה אלא דפשוט להם דין זה מבעלמא עיין בדבריהם ובדברי הרא\"ש ג\"כ וכ\"כ בס' פלפלא חריפתא יע\"ש והוא לא ראה דברי בע\"הת שכתב וז\"ל איכא מ\"ד דלוה מפטר בלא שבועת היסת וראייתם מההיא דקתני נאמן בעל המקח כו' ואקשי' ונחזי כו' כמבואר מדבריו דמכאן הוא ראייתם יע\"ש אמנם עיקר קושית הגד\"ת יש לישב דאי קושית הש\"ס היא אמאי ישבע אותה שהעד מסייעו תריץ יתיב שפיר הש\"ס לא צריכא דנקיט מתרוייהו ולא ידע כו' והשתא לא הניח התנא מקום לטעות בדבריו ולומר דאף בדידע המוכר איתיה להאי דינא דזה ישבע וזה ישבע דמילתא דפשיטא היא דכל שידע המוכר הו\"ל ע\"א המסייע ומיפטר משבועה אבל אי קושית הש\"ס היא דמלישנא דמתני' משמ' דשבועת שניהן היא מן התקנה ואמאי לא ישבע האחד ש\"ד מאי קמשני בדלא ידע דא\"כ לא הו\"ל לתנא למיתני כי האי לישנא סתמא כיון דבידע אין השבועות שוות וכל כי הא הו\"ל לתנא לפרושי דבידע המוכר ישבע האחד שבועה דאורייתא.<br><b> עוד </b> כתב הגד\"ת וז\"ל והרא\"ש הביא בשם רבינו מאיר ראיה מדדרשי' לכל עון ולכל חטאת אינו קם כו' ואיכא למידק דמהאי כללא איכא למידק איפכא דבפ' שבו' הדיינים קאמר שמואל דבטענת פרוטה וע\"א מחייב שבועה אע\"ג דמודה מקצת לא סגי אלא בטענת ב' כסף ויליף לה מכללא דכל מקום שב' מחייבים אותו ממון א' מחייבו שבועה וכתב שם הרא\"ש דכלל זה הוא כולל לכל הדברים לבד מקרקעות וקנס דמפיק להו בירושלמי ומכלל זה הוציא הוא ז\"ל דבטענת שמא העד הא' מחייב שבועה הואיל וכה\"ג ב' מחייבין ממון וכיון שכן הוא ק\"ט היכי אמרינן דע\"א פוטרו משבוע' אפילו כשהעד א' מסייע לתובע והרי כה\"ג אם היו ב' מחייבים ממון אפי' כשהעד מסייע לנתבע דאין דבריו של אחד במקום שנים וכיון דאם היו ב' מחייבי' ממון השת' דהוי א' ראוי הוא שיחייב שבועה הואיל ואין להוציא מן הכלל אלא הנהו דמייתי בירושלמי כו' עכ\"ל.<br><b> ונלע\"ד </b> לישב דודאי מכלל זה דב' מחייבים כו' אחד מחייבו שבועה ליכא למילף מיניה דע\"א אינו פוטרו משבועה כשע\"א מסייע לתובע כי היכי דיליף הרא\"ש לטענת שמא וע\"א משום דהכא כיון דאיכא ע\"א לגבי ע\"א שזה מסייע לנתבע וזה מסייע לתובע אדרבא איכא למימר דאזלי' בתר העד המסייע לנתבע מהאי טעמא גופיה דכל שב' פוטרים אותו מממון אחד פוטרו משבועה ולא אזלי' בתר המסייע לתובע לומר כל שב' מחייבי' אותו ממון אחד מחייבו שבועה דמאי חזית למימר האי כללא לחייבו לנתבע ולא איפכא ואדרבא כיון דאיכא למימר הכי ואיכא למימר הכי אוקי ממונא בחזקת מאריה ואוקי גברא אחזקתיה וזה ברור.<br><b> הסברא </b> השניה היא להרז\"ה והסכים עמו הרשב\"א בתשו' סימן אלף קס\"א דכל בדרבנן כשיש אחד מסייעו אינו נשבע וכתב שגם הראב\"ד כ\"כ בשם אחרים נראה מסברתם דבשבועה דאורייתא בין דמודה מקצת בין דע\"א אין כח בעד א' המסייע לנתבע לבטלה אבל בשבועה דרבנן ע\"א המסייע פוטר. ומשמ' דבשבוע' דרבנן ואפילו היסת קמיירי וכתב על זה הגדולי תרומה וז\"ל ואיכא למידק אליבייהו כי מהדרינן מהדרינן בפ' שבועת הדיינים לאשכוחי מאי איכא בין שבועה דאורייתא לדרבנן לימא דאיכא בינייהו דבדאורייתא כשע\"א מסייעו אינו נפטר מהשבועה ובדרבנן עד המסייע פוטרו וי\"ל דאנן כי שיילינן מאי איכא בין שבוע' דאוריית' לדרבנן היינו לומר דהיכא דמחייבים שבועה לנתבע כיון דבין הכי ובין הכי הוא נשבע מאי איכפת לן שתהא שבועתו מן התורה או מדרבנן ומש\"ה אהדר לאשכוחי גוונא דנ\"מ בין כשהשבועה תהיה מדאורייתא לשתהיה מדרבנן אבל בע\"א מדרבנן פוטרו משבועה ואינו נשבע כלל לאו מעניינא דההוא סוגיא הוא עכ\"ל.<br><b> והנה </b> המעיין בחי' הרשב\"א שם ובהר\"ן ובהרא\"ש יראה דתלמו' לענין נפקותא כה\"ג נמי קבעי מאי איכא בין שבועה דאורייתא לדרבנן ולא כמ\"ש הרב דלענין אחר חלות וחיוב השבועה קבעי כיע\"ש. ועיין בס' בית אברהם שנדפס עתה מחדש דקע\"ח ע\"ג ד\"ה כתב כו' והנראה לע\"ד לישב הוא ע\"פ מ\"ש הרשב\"א בחי' והר\"ן שם בהל' וגם רש\"י והרי\"ף והרא\"ש דההיא דבעי תלמוד מאי איכא בין שבועה דאורייתא לדרבנן לשבועת היסת דוקא הוא דבעי דאי לשבועת המשנה טובא איכא בינייהו דאילו הנך נשבעין ונוטלין ואילו שבועת התורה נשבעין ואין משלמין ובכן כי משני תלמו' איכא בינייהו מיפך שבועה דבדאורייתא לא מפכינן ובדרבנן מפכי' דוקא בהיסת קאמר דמפכי' לא בשבועת המשנה וכ\"כ הטור בסי' פ\"ז סי\"ז והואיל וכן עכ\"ל דשבועה דאורייתא דנקט הש\"ס לאו דוקא אלא ה\"ה שבועה דרבנן שהיא כעין דאורייתא וכיון שכן היכי מצי לשנויי איכא בינייהו ע\"א המסייעו דבדאורייתא לא מפטר משבועה ובדרבנן מפטר והא לשיטת הראשו' הללו אף משבועת המשנה שהיא כעין דאורייתא נמי מפטר והילכך לא אשכח אלא מיפך שבועה דליתא אלא בשבועת היסת דוקא.<br><b> ודע </b> שהרמב\"ן בס' המלחמות הביא ראיה דאין ע\"א המסייע פוטר משבועה דאורייתא דאם איתא דפוטר שומר שמסר לשומר אמאי חייב שהרי עיקר חיובו משום דהוי ראשון מחוייב ואיל\"מ ומשום דשומר ב' לא מהימן ליה בשבועה. ואם איתא להא פטור הוא כיון שיש שם ע\"א דהיינו השומר הב' ואינו מחוייב שבועה כלל אלמא תנן השוכר את הפרה והשאילה לאחר ומתה כדרכה ישבע השוכר כו' ואמאי השואל מעיד לו שמתה כדרכה בלא פשיעה וא\"ת בדלא ידע השואל שהוא קרוב או פסול אין שומעין לך עכ\"ל והרא\"ש יישב ב' קושיות אלו וכתב דמשומר שמסר לשומר ל\"ק כלל דכיון דחיוביה דראשון משום שא\"י לישבע והוא אינו רוצה להאמין לב' ונתחייב לו הראשון ממון אין ע\"א פוטר מחיוב ממון עכ\"ל וכ\"כ הר\"ן הובאו דבריו בשיטה מקובצת ע\"ש. ולאידך דק\"ל להרמב\"ן ממתני' דהשוכר פרה מחבירו והשאילה לאחר כתב הרא\"ש דלא ק\"מ דמתני' דינא קמ\"ל דהשוכר נפטר בשבועתו מן המשכיר והשואל משלם לו לאפוקי מדר\"י ואם יש לשוכר ראיה לפטור עצמו מן השבו' יביא ראיה ויפטר ובהכי לא מיירי מתניתין ולא מצי למתני השוכר פטור משבועה בעדות של שואל משום דלא פסיקא ליה דלפעמים אין השואל יודע היאך מתה עכ\"ל.<br><b> ומבואר </b> יוצא ממ\"ש הרא\"ש לההיא דשומר שמסר לשומר דאם השומר הב' הוי מחויב שבועה ואי\"ל וכגון שידע שמתה כדרכה מהני ליה עדות השומר הב' לפוטרו משבועה וזה נראה דעת התוס' שכתבו בפרק המפקיד דל\"ו ד\"ה א\"ת כו' וז\"ל ולכך היכא שהשומר הא' יכול לישבע על האונס או שהיו עדים בדבר פטור כו' כלומר כיון שיכול לישבע ואין כאן חיוב ממון משום מחויב שבועה ואי\"ל מהני עדות השומר הב' לפוטרו משבועה ג\"כ שהרי התוס' בריש מציעא ס\"ל דעד המסייע פוטר ואפי' משבועה דאורייתא. וזה נראה ג\"כ כונת המרדכי שכתב שם כלשון התוס' כיע\"ש. אמנם מדברי ר\"י שהביא המרדכי שם וז\"ל ור\"י אומר דאם נשבע השומר ראשון פטור כו' משמע דס\"ל דלא מהני עדות השומר הב' לפוטרו משבועה אלא צריך השומר הא' ע\"כ פנים שישבע כדי ליפטר. וכ\"כ ה\"ה בפ\"א מה' שכירות הל' ד' וז\"ל וכתבו ז\"ל דה\"ה אם השומר הא' יכול לישבע כו' שהרי הא' נשבע על כך ופשוט הוא עכ\"ל ונרא' דאזיל בשיטת האומרים דעד המסייע אינו פוטרו משבועה דאורייתא כמ\"ש בפ\"ך מה' מכירה הל' ד' יע\"ש. ויש לתמוה על מרן בש\"ע דבסי' זה ובסי' פ\"ז הביא מחלוקת אם ע\"א המסייע פוטר משבוע' ובסי' רצ\"א סכ\"ו בדין שומר שמסר לשומרו כתב ואם יש עדים דשמר השומר כו' ואפי' לא היו שם עדים אם השומר הא' ראה ויכול הוא לישבע הר\"ז נשבע ונפטר ע\"כ וק\"ט איך כתב בפשיטות דצריך לישבע כיון דלמ\"ד דע\"א המסייע פוטר א\"צ לישבע דהשומר הב' הוי עד המסייע לפוטרו משבועה. והיותר תימא על מור\"ם בס' המפה דבסי' פ\"ז ס\"ו כתב דהעיקר כסברא ראשונה דע\"א המסייע פוטר משבועה ואלו בסי' רצ\"א הודה לדברי מרן ולא הגיה עליו כלום.<br><b> ושוב </b> ראיתי למורי הרב בס' שער המלך רפ\"א מה' טוען תמה על מרן בזה וכתב וז\"ל ושוב ראיתי בפלפלא חריפתא הקשה על דברי הרא\"ש דהתוס' בפ' האיש מקדש דמ\"ג ע\"ב ד\"ה והשתא כתבו משם ר\"י דכל עדות שטעונים לישבע קודם שיאמינו דבריהם אין ממש בעדותם וא\"כ ה\"נ דוכוותא אין כאן עדות כלל דכי אמרת דה\"נ מיירי במודה השומר הב' שנגנבה והא' שומר חנם דהשתא הב' בעי שלומי ולא הוי נוגע בעדות אכתי רמיא עליה שבועה שאינה ברשותו כדאיתא פ\"ק דמציעא וא\"כ מאי מקשים הא אין כאן עדות כלל כיון שהיה טעון שבועה כו' ונראה דודאי קושייתם אינ' קושיא ואף מעיני רבינו לא נעלם זה אלא דעדיפא מינה משני דמעיקרא קושיא ליתא כו' יע\"ש ובהכי נתישבה קושין על מרן אלא דאכתי תקשי ליה למה שהקשה הרא\"ש מקמי הכי וז\"ל ויש מקשים מהא דתנן השוכר פרה כו' והוצרך לידחק הרא\"ש ולומר דמתני' דינא קמ\"ל ולאפוקי מר\"י כו' דלפעמים דאין השואל יודע כו' דמשמע דאם השואל יודע אין השוכר צריך לישבע ואמאי הא כיון שהשואל צריך לישבע שבועה שאינה ברשותו אין כאן עדות כלל וצ\"ע עכ\"ל.<br><b> והנה </b> זה שכתב הפר\"ח דעדיפא מינה משני הרא\"ש לעיקר הקושיא כו' כנראה שלא ראה דברי הרמב\"ן בס' המלחמות שהוא הוא המביא ראיה זו דשומר שמסר לשומר ואיך יתכן שנעלם דבר זה מעיני הרמב\"ן דמההיא אין ראיה כלל כיון דעדות השומר הב' לא מהני כיון דהוי נוגע בעדות והוא ז\"ל דחה תירוצו של הרא\"ש כתב דלא שמיע ליה כמ\"ש לשונו לעיל מה יענה לזה. ועיין להש\"ך בסי' רצ\"א ס\"ק מ\"ה שכתב וז\"ל ועיין באשירי פ\"ק דמציעא גבי יש מקשים הבל כו' משמע מדבריו דה\"ה כשיש ע\"א מצטרף השומר הב' עם העד והו"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש אין נשבעין על טענת שמא אין </span>\n<b> משביעין שבועת היסת אלא על טענת ודאי אבל על טענת ספק פטור כיצד אמר לי אבא שיש לי אצלך מנה כו' והנתבע אומר אין לך בידי כלום ה\"ז פטור אף משבועת היסת וכן כל כיוצא בזה.</b> ע\"כ. וראיתי להש\"ך בסי' ע\"ב סל\"ד עמ\"ש שם מרן יורש שהוצי' שטר שיש למורישו כו\"כ ממון אצל פ' ושיש לאותו פ' משכון ביד המוריש וטען היורש שהמשכון נאנס מיד מורישו ותובע המעו' נשבע הנתבע היסת כו' וכתב שם הש\"ך ס\"ק קמ\"ב וז\"ל ומ\"מ תמיה לי אמאי נשבע היסת הא אין נשבעין על טענת שמא כו' ומ\"מ נלע\"ד כמ\"ש עכ\"ל. ולע\"ד לפי מ\"ש הרב ת\"הד בסי' רמ\"ח והביא דבריו הרב המפה סי' ס\"ט ס\"ה שנהגו בדורות אחרונים להשביע ליורשים על טענת שמא כל דאיכא רגלים לדבר יע\"ש. ובמקום אחר כתבתי אני בעניותי שכ\"כ הרדב\"ז ח\"א סי' תנ\"ה יע\"ש ובכן ה\"נ שמת המלוה ולא נמצא המשכון בתוך נכסיו רגלים לדבר מיהא חשיב שהחזירו ללוה ולהכי משביעין אותו היסת על טענת שמא של יתומים משא\"כ בההיא דסי' קל\"ג ס\"ה דכיון שהם דברים העשויי' להשאיל ולהשכיר אין כאן רגלים לדבר כלל שמכרו ולהכי אין משביעין אותו על טענת שמא של היורשים כנלע\"ד. ועיין להרב ראש יוסף בסי' הנז' אות פ\"ג שדעתו בדין זה שישב' היורש שלא פקדני אבא ויטול ככל שטרי חוב דעלמא כיון דהלוה חשיב בריא בחייובא וס' בחזרה יע\"ש ואין ספק שלא ראה דברי הרב התרומות על מקומן בדין זה.<br><b> ולענין </b> הלכה למעשה היה נראה דיכול הדיין להשביע לנתבע היסת כדמשמע מפשט לשון ב\"הת והטור ומרן בסי' ע\"ב ואפשר שהוא מפני הטעם שכתבנו דכל דאיכא רגלים לדבר משביעין היסת על טענת שמא כנלע\"ד. והן עתה נדפסו מחדש תשו' הרי\"ף ומצאתי שם בסי' נ\"ט שכתב בהדיא דדוקא כשטוען בריא היורש שהחזיר את המשכון והלוה מכחישו אז נשבע היסת ונפטר וכדברי הש\"ך ודוק.<br><b> וראיתי </b> להסמ\"ע בסי' ע\"ב ס\"ק ק\"ה בענין זה דאין נשבעין על טענת שמא עמ\"ש שם מרן ראובן הניח משכון ביד שמעון ומת שמעון וטוענין היתומים שאביהם צוה שהוא ממושכן במאה כו' וכתב שם הרב הסמ\"ע דמדברי הבה\"ת שסיים וכתב עוד ע\"ז שהלוה טוען שישבעו הקרובים כו' מוכח דטענה זו של היתומים שאביהם ציוה לאו טענת ודאית היתה וכ\"מ מדקאמר דהניח בנים קטנים ובנים קטנים לאו בר צואה נינהו עכ\"ל והש\"ך שם בס\"ק קמ\"ג נחלק עליו דנהי דהקרובים לא טענו ודאי מ\"מ היתומים קטנים אע\"ג דקטנים הם טוענים ודאי וכן כשיגדלו ועומדים בטענתם ודאי נשבעים וגובים וראיה לזה מדכתב הרב ב\"הת במד\"א בשהיה המשכון שוה מנה ואם לאו אין עליו לתת אלא כנגד דמיו ועל השאר ישבע היסת ואם איתא דטענתם של יתומים הם בשמא הא אין נשבעין היסת על טענת שמא וכתב עוד דאי אין היתומים טוענים בריא נראה לכאורה דהדין על הלוה דהמלוה על המשכון אין לו עליו רק שעבוד בעלמא ואין אדם יכול להוציא מחבירו בטענת שמא כההיא דלעיל סי\"ד וסכ\"ו וצ\"ע עכ\"ל. ועיין עוד לקמן ס\"ק קמ\"ח שכתב כן ובס\"ס ע\"ה ס\"ק פ\"ג יע\"ש.<br><b> והנה </b> לפי פירושו של הרב בדברי הרב בע\"הת נמי אכתי קשה שאם טענת היתומים היא ודאית שכך ציוה להם אביהם מה זה שסיים וכתב הב\"הת ולכשיגדלו היתומים ישבעו שבועת היורשים שלא פקדנו אבא כו' והרי כיון שטענתם היא ודאית שכך ציוה להם אביהם הול\"ל ולכשיגדילו הנערים ישבעו על טענתם כיון שהיא טענת בריא ולא שבועת היורשים דשלא פקדנו ועיין במ\"ש שם הש\"ך בס\"ק קמ\"ו. גם לדבריו דטענת היתומי' היא ודאית שכך ציוה להם אביהם לא היה לו צורך להש\"ך בס\"ק קמ\"ה לחלק בין דין זה לההיא דס\"ס ס\"ט דבלא\"ה הא דהכא שאני דשבועת היתומים אינה שבועת היורשים אלא שבועה על טענת בריא שכך ציוה להם אביהם. גם לפי פירושו של הש\"ך לשון הר\"ב התרו' הוא מגומגם הרבה דפתח ביתומים וסיים בקרובים ולפי דברי הש\"ך אין הלשון מדוקדק כאשר יר' הרואה.<br><b> והנלע\"ד </b> נכון בפי' דברי הר\"ב התרומו' הללו שהיתומים הקטני' הללו ודאי לא שמעו מאביה' כלום אבל הם טוענים מפי קרוביהם שכך ציוה אביהם ומשמע ליה להר' התרו' כמ\"ש מור\"ם ס\"ס ע\"ה סכ\"ג בשם הרי\"ף ורבינו והרא\"ש ונ\"י בשם הרמב\"ן והר\"ן שכל שאומר שהוגד לו מפי נאמן אפי' קרוב שלו שראובן חייב לו משביעין לראובן היסת על טענתו יע\"ש. וה\"נ היתומי' הללו שטועני' כן ע\"פ קרוביהם שכך ציוה אביה' חשיב טענת בריא להשביע ללוה היסת על השא' שתובעי' ממנו ומ\"מ היתומי' אינן יכולי' לישבע שכך ציוה אביה' מפני שהם לא שמעו מפי אביהם כלום. ולזה סיים הר\"ב התרומו' וכתב דאין על הקרובי' לישבע על זה כיון דאין הממון שלהם אע\"פ שעל פיהם טועני' היתומי' בריא ומ\"ש עוד שאין על הקרובי' שבועה ולא חרם שאפוטרופוס של יתומים חובה עליו לטעון כל דבר וכל טענה שיוכל לטעון כו' כונתו מבוארת לע\"ד להכריח דאין לנו לחוש שהקרובי' משקרי' בעדותן ולא ציוה אביהם כך דהא ודאי אין לנו לחוש דמה צורך להם לשקר בעדותם כיון דבלא עדותם אנו טועני' ליתומי' כל טענה שיכול לטעון ובלא עדותם היינו יכולים ללמד ליתומים שיטענו שאפשר שחייב לאביהם יותר על כדי שווי המשכון אלא ודאי דקושטא קאמרי ומה\"ט אין עליהם שבועה ולא חרם סתם בלאו טעמא דאין הממון שלהם כנלע\"ד ברור כונת הרב בע\"הת ובהכי יתיישב מה שגמגם על דבריו הללו הר\"ב גד\"ת שם דף רע\"ג ע\"ג כיע\"ש.<br><b> ובכן </b> מבואר יוצא מדברי הרב בה\"ת ז\"ל דבין כשהיתומי' טועני' בריא ע\"פ קרוביהם בין כשאפוטרופוס או היתומים טועני' דשמא המלוה הלוה על כדי שווי המשכון אין הלוה יכול להוציא המשכון עד שיתן כדי שיעור שווי המשכון ודלא כהש\"ך שהניח הדבר בצ\"ע אם טוען שמא על המשכון אפוטרופו' או היתומים כיון דאין על המשכון אלא שעבוד בעלמא היאך מוציאין מיד הלוה ומאחר שהסמ\"ע והר\"ב ראש יוסף מפשט פשיטא להו הכי ואפילו בשמא מוציאין מיד הלוה דהש\"ך ספוקי מספ\"ל והניח הדבר בצ\"ע לא שבקינן פשיטותא דהני רבותא מקמי ספקו של הש\"ך וכבר כתבנו שכן נר' מדברי הרב בע\"הת כמדובר כנלע\"ד הלכה למעשה גם לפי מ\"ש בהבנת דברי הרב בע\"הת מבואר יוצא דס\"ל דבטוען ע\"פ אחר ואפי' ע\"פ קרוב כ\"כ אתה חייב לי ע\"ז המשכון חשיב כטוען טענת ברי' ומשביעי' ללוה אפי' על יתר מה ששוה המשכון ואם יש במשכון כנגד מה שתובע עליו מהימן עליו עד כדי דמיו כטוען בריא ע\"פ עצמו ודלא כהש\"ך ז\"ל שנסתפק בזה בס\"ס ע\"ה ס\"ק פ\"ג כיע\"ש ועיין עוד שם בזה במה שתמה בעיקר דברי הר\"ב המפה ז\"ל שלא מצא סברא זו דטוען ע\"פ אחר ואפי' קרובו שיהא חשוב כטוען טענת בריא ולע\"ד דברי הר\"ב בעה\"ת הללו מבוארי' כדברי הרב המפה ז\"ל וכמדובר ודוק."
            ],
            [],
            [
                "<span class=\"H\">שורש בריא בחיובא וספק בחזרה מנה </span>\n<b> יש לי בידך והנתבע אומר כן היה לך בידי אבל איני יודע אם החזרתי לך או לא חייב לשלם.</b> ע\"כ. והנה טעמא הוא משום דהוי בריא בחיובא וס' בחזרה וראיתי להרב ראש יוסף שכתב בענין זה עמ\"ש הטור בסי' ע\"ב סל\"ב ואם הוא מסופק אין המעות מיד לוי וכתב שם הרב באות פ\"א דלדידיה משמע ליה דמוציאין המעות מיד לוי משום דלוי חשיב בריא בחיובא וס' בחזרה דמיד שלקח המעות מיד שמעון נתחייב עליהן אם היו קיימי' המשכונות אז היו נאבדי' אז המשכונו' וכשנסתפק אח\"כ אם נאבדו המשכונות אחר הלואה הוי ספק בחזרה משא\"כ ראובן שקיבל המשכונו' לא נתחיי' בבריא מיד עד שיקבל לוי המעות מיד שמעו' ובשעת קבלת המעות שהוא זמן חלות חיובו נכנס לכל' ספק אם נאבדו קודם או אח\"כ א\"כ הו\"ל ספק בעיק' החיו' ופטור יע\"ש ונראה דמשמ' ליה להרא\"ש ז\"ל דאע\"ג דלוי חשי' ברי' בחיוב' וס' בחזרה וכההי' דהלויתני ואיני יודע אם פרעתי' מ\"מ כיון דראוב' נמי התובע לא קתבע בברי' שהרי לדידיה נמי מספ\"ל אם נאבדו המשכונות אחר הלואה דאע\"פ שאם באנו להוציא מידו לא מחייב משו' ספק דהו\"ל ספק בעיקר החיוב וכההיא דאיני יודע אם הלויתני מ\"מ כשבא להוציא מיד לוי אינו תובע בבריא אלא בשמא וכלכה\"ג אע\"ג דלוי חשיב בריא בחיובא וספ' בחזרה כיון דהתובע לא תבע בבריא פטור כמ\"ש מרן החבי\"ב בסי' ע\"ה הגה\"ט אות ע\"ה בשם מוהרשד\"ם בח\"מ סי' מ' שכתב כן בשם מוהר\"י מאטאלון ומהר\"י אדרבי סי' רי\"ז ובמהר\"ש הלוי חח\"מ סי' י\"ז ומוהר\"ש יונה בביאורו לה' סי' (קנ\"ז) [קנ\"ג] סי\"ז ומוהרימ\"ט בח\"א סי' ק\"ל ועיין להרב פמ\"א בח\"א סי' ל\"א שכתב דמהר\"י אדרבי חולק ע\"ז דלית' דאף מוהר\"י אדרבי מודה בזה וכמ\"ש מרן החבי\"ב גם מוהר\"ש חיון בסי' ט\"ז כתב כן כמ\"ש החבי\"ב שם.<br><b> איברא </b> שמוהריב\"ל ז\"ל הביא דבריו מוהרימ\"ט בח\"א סי' ק\"ל נר' שחולק ע\"ז דס\"ל דאפי' כשהתוב' טוען שמא הנתבע חייב משום בריא בחיובא וס' בחזרה וזה נר' דע' מוהרש\"ך בח\"ג פ\"ז במ\"ש על ת' תה\"ד סי' של\"ג למ' לא חייבו לשמעון משו' טעמא בריא בחיובא וס\"ב יע\"ש אע\"ג דבנדון התה\"ד המפקיד נמי טוען שמא ועיין להרב מ\"ל בפ\"ד מה' שאל' ופקדון פ\"ד דל\"ט ע\"ג שתמה על מהרש\"ך ז\"ל בזה יע\"ש ועיין בתשו' הרב כהונת עולם סי' פ\"ז דפ\"ז ע\"ג ד\"ה לכן יראה וכו' ועיין בתשו' מרן מלכא כמוהר\"חא בס' נשמת חיים הנדפס מקרוב בחה\"מ ס\"א ועיין עוד להר' ע\"ד בס' שמחת י\"ט דקנ\"ג ע\"א ואיך שיהיה תשו' הרא\"ש ז\"ל שהביא הטור ומרן בדין זה לע\"ד מוכחת כשיטת הראשוני' הללו דס\"ל דכל שהתוב' תובע בשמא אין הנתבע חייב משום בריא בחיובא ושלא כדעת החולקים מהריב\"ל ומוהרש\"ך ז\"ל וגם הרב ר\"י דנראה דקאי בשיטתם ז\"ל.<br><b> ודע </b> דלפי מ\"ש שם מר' החבי\"ב בסי' ע\"ה הגה\"ט אות ע\"ד דלדעת מוהרשד\"ם ומוהרש\"ך ומור\"ב קלעי אפי' כשהתובע טוען שמא כל שהנתבע בריא בחיובא וס\"ב חייב בבא לצאת י\"ש אמנם ראובן שהוא מסופק בעיקר החיוב אפי' בבא לצאת י\"ש פטו' כמ\"ש מרן החבי\"ב שם."
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש אי משכון חשיב הילך מנה </span>\n<b> לי בידך על המשכון זה אין לך בידי אלא ן' ה\"ז ישבע כו'.</b> וכתב ה\"ה וז\"ל והראב\"ד כתב בהשגות דמודה בשווי המשכון הילך הוא ואין כן דעת רבותיו של רבינו ובביאור כתב ן' מיגאש בשם הרי\"ף דמשכון לאו הילך הוא ועיין במ\"ש הש\"ע בח\"מ סימן ע\"ב נשבע הלוה היסת כו' אע\"פי שהוא מודה מקצת שהרי המשכון הילך הוא ועיין במ\"ש הש\"ך שם בסקי\"ת בשם הסמ\"ע ושכדבריו כתבו הר\"ן בפ' שבועת הדייני' והנ\"י בפ\"ק דמציעא והיינו משו' דאזלי לשיטת' דהא דאמרי ר\"י בע\"ח קונה משכון היינו אף בשעת הלואתו.<br><b> אמנם </b> מדברי רבינו הללו מבואר דבין נתן לו עתה משכון ובין כשהלוה לו מתחילה על המשכון לא חשיב המשכון הילך ותימה על מרן בש\"ע שכתב בפשיטות דמשכון הילך הוא והלא הוא נושא כליו של רבינו ואיך סתם דבריו שלא כדברי רבינו ואף שהראב\"ד השיג עליו הרי כתב ה\"ה דאין כן דעת רבותיו של רבינו ובביאור כתב ן' מיגאש בשם הרי\"ף דמשכון לאו הילך הוא וגם הסמ\"ג כתב כדברי רבי' וגם לפי מה שהוכיח מרן לעיל מזה ס\"ב וסק\"ט דלא אמר ר\"י בע\"ח קונה משכון אלא שלא בשעת הלואתו אבל בשעת הלואתו לא קנה משכון לקדש בו את האשה העיקר כדברי רבינו ורבותיו שכת' ה\"ה ז\"ל את\"ד ומבואר יוצא מדבריו דאם המשכון הזה היה שמשכנו ע\"פ ב\"ד שלא בשע' הלואתו לכ\"ע ואפי' לדעת רבי' ורבותיו חשיב הילך כיון דקני ליה מדר\"י לקדש בו את האשה וכ\"כ בהדייא בסי' פ\"ז סק\"ה יע\"ש.<br><b> ואני </b> אומר דמאחר דמבואר מדברי הר\"ן והנ\"י דאי אמרינן דמשכון בשעת הלואתו קני ליה לקדש בו את האשה ממילא הוי הילך א\"כ שפיר כתב מרן ז\"ל בסי' ע\"ב בפשיטות דמשכון כי הא הילך הוא מאחר שהרמב\"ן והרשב\"א והריטב\"א בגיטין והר\"ן וגם ה\"ה בפ\"ה מה' אישו' והביא דבריו מרן ב\"י בא\"ה סכ\"ת כתבו דהמקדש במשכון של אחרים לא שנא משכנו בשעת הלואתו ול\"ש משכנו שלא בשעת הלואתו אם קדש בו את האשה מקודשת ומבואר מדברי ה\"ה והטור שם בא\"ה שזה דעת רבינו ולזה הסכים מרן בש\"ע א\"כ שפיר כתב כאן דמשכון כזה הילך הוא וכמ\"ש הסמ\"ע ואדרבא איפכא היה לו להש\"ך לתמוה על רבינו כאן איך כתב דאפי' משכון בשעת הלואה לא חשיב הילך והרי לפי שיטתו דמצי לקדש בו את האשה וכמ\"ש ה\"ה בפ\"ה מהל' אישות והטור בא\"ה סי' כ\"ח שפיר חשיב הילך וכמ\"ש הר\"ן והנ\"י.<br><b> וגם </b> על דברי ה\"ה ז\"ל כאן היה לו לתמוה איך כתב דרבינו אזיל בשיט' רבותיו דס\"ל דמשכון לאו הילך הוא והלא ר\"י ן' מיגאש לא כתב כן אלא בבא למשכנו עתה אבל כשהיה המשכון בידו של מלוה בשעת הלואה בזה לא דיבר הרב ז\"ל וכמבואר מדברי הר\"ן ז\"ל והנ\"י ומדברי הר\"ב התרומות בשער ז' ח\"ב ושפי' השיגו הראב\"ד דאפי' לשיטת רבותיו דמשכון לאו הילך הוא כל כה\"ג דמשכנו בשעת הלואתו וקני בו לקדש את האשה לכ\"ע חשיב הילך וליישב דברי רבינו וה\"ה ז\"ל דפרקי' שלא יהיו חולקים על דברי רבותיו לפי דברי הנ\"י והר\"ן אפשר לומר דע\"כ לא כתבו הרמב\"ן והרשב\"א ודעמייהו דבמשכון שמשכנו בשעת הלואתו יכול לקדש בו את האשה אלא בדאיכא עדים בדבר שמשכנו בשעת הלואתו או שהלוה מודה בדבר אבל אם אין עדים בדבר והמלוה אומר שמשכנו בשעת הלואתו והלוה כופר בדבר שלא משכנו בשעת הלואתו אלא בתר ההלואה הוליך משכון אצלו וכיון דלפי דבריו של לוה לא קנה המשכון בשעת מתן מעות אע\"פ שביד הלוה לעכב המשכון עד שיפרענו לא מצי מיהא לקדש בו את האשה כיון דליכא עדים בדבר שמשכנו בשעת הלואתו ובהכי מיירי רבינו וה\"ה דליכא עדים בדבר שמשכנו בשעת הלואתו ומשו\"ה אפי' כשהודה הלוה על ן' שעל המשכון לא חשיב הילך כיון דלמחר וליומא אחרינא יכול לכפור הן על עיקר הלואתו הן שלא משכנו שלא בשעת הלואתו ואפילו שהמלוה נאמן עליו עד כדי דמיו מ\"מ לענין לקדש בו את האשה בטענה שמשכנו שלא בשעת הלואתו אפשר דלא מהימן ולכך לא חשיב הילך ואפי' אם נאמר דכי היכי דמהימן לטעון בו עד כדי דמיו במיגו דלקוח הוא בידי ה\"נ נאמן לטעון שמשכנו בשעת הלואתו ומצי לקדש בו את האשה במיגו דלקוח הוא בידי.<br><b> אכתי </b> אפש' לומר דרבינו מיירי במשכון העשוי להשאילו ולהשכירו לזה אע\"ג דהשתא הודה שמשכנו אצלו למחר וליומא אחרינא יכול לכפור בו ומייתי סהדי שראוהו אצלו ושעשוי להשאילו ולהשכירו אצלו ומפיק ליה מתותי ידיה ולהכי לא חשיב הילך ואע\"ג שזה דוחק לפרש בדברי רבינו וה\"ה מ\"מ להעמיד דבריו עם דברי רבותיו לפי דברי הנ\"י והר\"ן נוכל לידחק בזה. ועוד אפשר דמ\"ש מנה הלויתיך על משכון זה לאו דוקא אלא על משכון זה שהבאת לי אח\"כ קאמר ודוק.<br><b> ונכון </b> יותר דרבינו ס\"ל דמשכון בשעת הלואה לא קני ליה קנין גמור לקדש בו ומ\"ש בפ\"ה מה' אישות דבמשכון של אחרים מקודשת מיירי דוקא במשכנו שלא בשעת הלואתו וע\"פ ב\"ד וכמו שדחה מרן ב\"י בא\"ה סי' כ\"ח ע\"ד הטור כיע\"ש. ומ\"ש ה\"ה שם על דברי רבינו וז\"ל ברייתא שם ופרשוה המפרשי' בין משכנו בשעת הלואתו בין משכנו שלא בשעת הלואתו וכן העלה הרמב\"ן במ' שבועות עכ\"ל אין כונתו לומר שכן דעת רבינו דא\"כ הי\"ל לומר וזה דעת רבי' כדרכו ז\"ל אלא הוא ז\"ל מצד עצמו סבור כדעת הרמב\"ן וה\"מ הנז' ולכך הביאן הכא בפ\"ד מהלכות אלו כתב דאפי' במשכון שמשכנו בשעת הלואתו לא חשיב הודאתו הילך כיון דלא קני ליה קנין גמור לקדש בו את האשה וזהו שכתב ה\"ה ז\"ל דאזיל בשיטת רבותיו דמשכון לא חשיב הילך ומשום דס\"ל דאינה מקודשת כמדובר.<br><b> ומ\"מ </b> על מרן לא קשייא דאיהו לא חש בזה לסב' רבינו מאחר דהרמב\"ן והרשב\"א והריטב\"א והר\"ן ז\"ל וה\"ה ז\"ל וגם הטור בא\"ה משמע נמי דס\"ל בדעת רבינו דבמשכנו בשעת הלואתו מצי לקדש בו את האשה הילכך הסכים כאן לענין הילך לדברי הרב בע\"הת דכל כה\"ג חשיב הילך ומ\"ש הש\"ך שהוא הסכי' לעיל ס\"ב סק\"ט דבמשכנו בשעת הלואתו לא קני ליה קנין גמור לקדש בו את האשה א\"כ ממילא נמי לא חשיב הילך ועיין במ\"ש אנן יד עניי במקום אחר ע\"ד הש\"ך הנז' ולחזק סברת האומרים דקני ליה שפיר לקדש בו את האשה ואין דברי הש\"ך מוכרחי' כיע\"ש ואי תיקשי לך דמשכון בשעת הלואה אפילו למ\"ד דמצי לקדש בו את האשה למה יהא חשוב הילך כיון דס\"ס מחוסר גוביינא ושומת ב\"ד והלא כתב הריב\"ש בסי' שצ\"ו והביא דבריו מרן בסי' ע\"ז ס\"ד והריטב\"א בחי' למציעא פ\"ק והביא דבריו הש\"ך שם סק\"ה דטעמא דמשכון לא חשיב הילך משום דצריך שומת ב\"ד וגוביינא ומכירה וכיון דלא יהיב ליה זוזי ממש לאו הילך הוא וכ\"כ הרשב\"א בתשו' ח\"ב סי' ע\"ה י\"ל דדוקא כשבא עכשיו לתת משכון למלו' מפני הודאתו בעינן שיתן לו מעות מזומנים כדי שלא יהא מחוסר דבר ובזה חשיב הילך ובר מן דין לא חשיב הילך אבל כשכבר משכנו בשעת הלואתו וסבר וקביל המלוה משכון זה בשביל מעותיו אע\"פ שמחוסר שומת ב\"ד וגוביינא הרי לדידיה שוה משכון זה כמעות בעין ועליה דידיה קסמיך הילכך כל דאית ליה קנין בגוויה לקדש בו את האשה כשהודה אח\"כ בהלואתו בו חשוב הילך ודוק.<br><b> וא\"ת </b> ומ\"ש דמשכון לא חשיב הילך משו' דמחוסר גוביינא ומכירה ומ\"ש כתב יד בנאמנות דחשוב הילך וכמ\"ש הש\"ך בסי' פ\"ח סקנ\"א יע\"ש י\"ל דודאי לא כתב הש\"ך דכתב יד דנאמנות חשוב הילך אלא בשכב' היה בידו של מלוה כתב יד הלוה בנאמנות ולכך חשיב הילך כיון דלא היה יכול לכפור הלוה בו ומשום הכי כשהודה במה שנתחייב בכתב ידו לא הוי כמודה מקצת כיון שלא היה יכול לכפור בו בעת תביעת המלוה ונמצא שעיקר תביעת המלוה לא היה אלא באותו מקצת שכפר וכשכפר בו הו\"ל ככופר בכוליה תביעה אבל בנותן משכון על מה שהודה כיון דבעת התביע' המלוה היה הלוה יכול לכפור בו וכשהודה בו לא יהיב ביד המלוה זוזי דתבע מיניה אלא משכון דמחוסר גוביינא ושומה ומכירה הילכך לא חשיב הילך אלא מ\"מ גמור וברור וא\"ת למ\"ד דמשכון בשעת הלואתו משום דלא מצי לקדש בו את האשה לא חשיב הילך וזה דעת רבי' כאן כמדובר לעיל מ\"ש מכת\"י בנאמנות דחשיב הילך. כבר עמד ע\"ז הש\"ך בסי' פ\"ז סק\"ה ועלה לחלק שפיר כיע\"ש.<br><b> ולענין </b> הלכה למעשה בהודה במקצת הטענה ומסר למלוה משכון בפני ב\"ד כל שאין דמיו ידועים ולא מסרו בידו למכור מיד אלא למשכון בעלמא לכ\"ע לא הוי הילך זולת לדעת בעל העיטור והטור בסי' פ\"ז וכבר כתב הרדב\"ז בתשו' החדשות ח\"א סי' תי\"ח דכל כה\"ג מסתבר לפסוק כמ\"ד לאו הילך הוא כיע\"ש וכיון דס\"ס לא מפטר משבועת היסת ומנהגינו להשביע היסת בנקיטת חפץ חוץ מס\"ת כמ\"ש מרן החביב בר\"סי פ\"ז הגה\"ט אות מ\"ז אם משביעין אותו בס\"ת לית לן בה.<br><b> אמנם </b> במשכון שמשכנו בשעת הלואתו דליא כמה מרבוותא דס\"ל דקני ליה קנין גמור לקדש בו את האשה ולפי דברי הר\"ן דפ' שבועות והנ\"י דפ\"ק דמציעא והריטב\"א בפ\"ק דקידושי' ד\"ח כל כה\"ג לדידהו חשיב הילך וכ\"ש במשכנו בפני ב\"ד שלא בשעת הלואתו דלכ\"ע קני ליה קנין גמור לקדש בו את האשה וחשיב הילך הדין נותן שלא להשביעו בס\"ת כנלע\"ד ועיין למרן החבי\"ב הגה\"ט אות מ'."
            ],
            [],
            [
                "<span class=\"H\">שורש מחוייב שבועה ואינו יכול לישבע משלם מנה </span>\n<b> הלויתיך והרי עד אחד מעיד עליו והנטען אומר כן הוא אבל אתה חייב לי וכו' הר\"ז מחוייב שבועה ואינו יכול לישבע ומשלם וכו'.</b> ע\"כ. וכן פסק מרן בש\"ע חה\"מ סע\"ה סי\"ג ועיין במור\"ם בס' המפה סע\"ב סי\"ח שכתב וז\"ל ואם יש ע\"א בזה י\"א דאין המלוה נאמן דהוה ליה מחוייב לישבע להכחיש העד ואינו יכול לישבע שהרי מודה לו רק טוען טענא אחרת ליפטר עצמו דהו\"ל מחוייב שבועה ואינו יל\"מ כדלקמן סע\"ה סי\"ג די\"א דהמלוה נאמן בשבועה עכ\"ל ועיין שם בסי' הנ\"ז בש\"כ ס\"ק צ\"ד שכתב שאין דברי הרב מכוונים בזה דבכה\"ג משמע להדייא בהרשב\"א בסי' מ' דהוי משואיל\"מ ודמי לדלקמן סע\"ה סי\"ג עכ\"ל וביאור דבריו ז\"ל דכל שהעד או העדים אינם מעידים שבא החפץ לידו בתור' משכון אין כאן מקום לומר שהמשכון קנוי לו להיות נאמן עליו עד כדי דמיו כיון דליכא עדות ברור שבמשכון בא לידו הילכך כה\"ג ודאי דכ\"ע הוי משואיל\"מ וע\"כ לא קאמר הרשב\"א בתשו' דלא הוי משואיל\"מ כיון דהמשכון קנוי לו אלא היכא דהעד או העדים יודעים בבירור שבמשכון בא לידו דאז כיון דאיכא עדות ברור מהימן לטעון עליו זה נלע\"ד ברור כונת השגתו ז\"ל.<br><b> ולעד\"ן </b> ליישב דעת הרב המפה דלדידיה משמע ליה דאפי' כי ליכא עדות ע\"פ העדים בזה כל דאיכא הודאת בעל דבר שמודה התובע שנתנו לו בתורת משכון הודאת בע\"ד כמאה עדים דמי והרי בהודאתו שנתנו לו בתורת משכון האמינו עליו לכל מה שיטעון עליו כיון דקנו לו מדרי' ואע\"ג דאית ליה מיגו לתובע בעיקר הודאתו זו דאי בעי הוה כפר שלא נתנו בתורת משכון האי מיגו לא חשיבי דהוי כמיגו להוציא אחר שבהודאתו הו\"ל משכון זה קנוי לו ולא לנתבע להיות נאמן עליו ואפי' לדעת בה\"ת ז\"ל שהביא הטור בסי' מ\"א ובסי' ס\"ט סי\"ב גבי נאמנות בשטר ובכ\"י שאינו מקויים אלא ע\"פ הלוה דס\"ל דכיון דאית ליה ללוה מיגו בעיקר הנאמנות לא מהני הנאמנות אפשר דהכא אזיל ומודה דאזלינן בתר הודאתו ולא בתר המיגו כיון שבא להוציא המשכון הקנוי לו מדרי' מתחת יד המלוה משא\"כ היכא שהמיגו הוא להחזיקו בשלו ועדיפא מינה עיין להרב פרישה ודרישה ז\"ל ברסי' רכ\"ב עמ\"ש הטור שם לפיכך אם קבל מעות מאחד מהם וידוע ממי קבלם בין ע\"פ המוכ' בעצמו וכו' הוא זוכה למקח ואין המוכר נאמן וכו' שכתב ע\"ז וז\"ל עיין לעיל סמ\"ו וסס\"ט וכו' ונראה דהכא מודו כ\"ע דלא אזלינן בתר מיגו אלא בתר הודאתו יע\"ש וכל דכן הוא בנדון זה שהמשכון קנוי לו מדר\"י ודוק. ומה שדקדק עוד על דברי הרב בעל המפה ז\"ל למה נקט דינו בשיש ע\"א יע\"ש גם בשני עדים הדין כן כו' ל\"א ידעתי לפי דבריו ז\"ל שרצה לומר שהרב המפה מיירי בשהעד יודע שהמשכון בא לידו ודברי מרן דלקמן סכ\"ג למה זה תלא תלונותיו על הר' המפה ולא על דברי מרן דלקמן ועכ\"ל דמרן ז\"ל משום חידושא נקט לה בע\"א ואפי\"ה חשיב משואיל\"מ וכ\"ש בשני עדים אע\"ג דאין כאן מקום משואיל\"מ וא\"כ היא גופא איכא למימר בדעת הרב המפה ולפי דרכינו נמי דהרב המפה מיירי בשאין העד או העדים יודעי' שבמשכון בא לידו אלא בדאיכ' הודאה בעל דבר לבד דבהא קעסי' הש\"ע הכא בדין זה אלא שהם מחולקי' בעיקר ההלואה והא אתא לאשמועינן הרב המפ' דאפ\"ה בכה\"ג למ\"ד דהמשכון קנוי לו להיות נאמן עליו בכל מה שיטעון א\"כ נאמן המלוה ונוטל ולא הוי משואיל\"מ ה\"ה נמי אף בשראוהו שני עדים ולא נקט לה בע\"א אלא משו' אידך סברה דסברת הרמב\"ן ז\"ל דס\"ל דהוי משואיל\"מ דאפי' בע\"א נמי חשיב משואיל\"מ על דרך דנקט לה מרן ז\"ל וברור.<br><b> וע\"פ </b> האמור בדעת הר\"ב המפה ז\"ל נתיישב אצלי מה שכתב הר\"ב נחפה בכסף בתשו' חח\"מ ס\"סי כ\"ה דקל\"ב ע\"ד בשם מוהרי\"ד אזולאי נר\"ו ע\"ד הרב עדות ביעקב ז\"ל בתשו' סי' מ\"ו שנר' מדבריו דמשכון בעלמא אף דלית ליה לתופס מיגו נשבע ונוטל ותמה עליו שמדברי רבינו בפי\"ג מהל' מלוה ומרן בש\"ע סי' ע\"ב ודברי הרשב\"א בתשובה משמע דלא מהימן אלא במיגו ואף לפי תשו' הרשב\"א דסי' אלף מ' שחזר בו היינו דוקא היכא שהעדים ידעו שבתורת משכון בא לידו אלא שלא ידעו הסך אבל כל שלא ידעו העדים שבא לידו בתורת משכון פשיטא דלא מהימן אלא היכא דאיכא מיגו יע\"ש.<br><b> ועפ\"י </b> האמור אפשר ליישב ג\"כ דעת הרב עדות ביעקב דאיהו ז\"ל משמע ליה ג\"כ בדעת רבי' כדעת הרשב\"א שבתשו' דהמשכון קנוי לו לתופס להיות נאמן עליו עד כדי דמיו וכמו שכן כתב הש\"ך לקמן ס\"ק ק\"ט יע\"ש ומאי דמשמע מדבריו בפי\"ג מה' מ\"ול וכן מאי דמשמע מדברי הרשב\"א דסי' אלף מ' דכל דלית ליה מיגו לא מהימן היינו דוקא היכא דליכא לא העדאת עדים ולא הודאת בעל דבר שבמשכון בא לידו אבל היכא דאיכא חדא מינייהו מהימן התופס לטעון עליו עד כדי דמיו אפי' לית ליה מיגו כיון שהדב' ידוע שבמשכון בא לידו ואפי' ע\"פ הודאת הלוה עצמו כמדובר לעיל בדעת הרב המפה ומשו\"ה כתב הרב עדות ביעקב דאצטריך רבינו לאשמועינן בפ\"ג מה' מלוה גבי חובל בגד אלמנה דאפי' איכא עדים וראה ומחזיר הבגד אם תודה תשלם ואם תכפור תשבע לאשמועינן דלא דמי לשאר משכון דעלמא דכל דאיכא אפי' הודאת בעל דבר לבד שבמשכון בא לידו שוב אינו נאמן הלוה אלא נשבע המלוה ונוטל דהכא גבי בגד אלמנה אפי' שהדבר ידוע שנתנו לו האלמנה למשכון אפי\"ה היא נאמנת בעיקר ההלואה לטעון מה שירצה והיא תשבע ותפטר כיון דמשכון זה אינו קנוי למלוה מדרי' הילכך לא מהימן מלוה אם לא היכא דאית ליה מיגו בעיק' המשכון ואף שמדברי מרן בש\"ע מבואר דאפילו איכא הודאת בעל דבר שבמשכון בא לידו אפי\"ה כל דלית ליה מיגו למלוה בעיקר המשכון לא מהימן אי מהא לא אירייא דמרן ז\"ל אזיל לשיטתיה שפסק בסי' ע\"ב סכ\"ג בתשו' הרמב\"ן דסי' פ\"ד דאין המשכון קנוי למלוה להיות נאמן עליו אפי' ידוע בעדים שבמשכון בא לידו וא\"כ כ\"ש בהודאת בעל דבר.<br><b> אמנם </b> לפי סברת תשו' הרשב\"א דסימן אלף מ' שהתופס המשכון נאמן לטעון עליו עד כדי דמיו אפי' היכא דלית ליה מיגו בעיקר המשכון איכא למימר שפיר דה\"ה בהודאת בעל דבר שבמשכון בא לידו נמי מהימן כמ\"ש בדעת הר\"ב המפה ואין צריך העדאת עדים כמבואר זה נלע\"ד אמת ויציב בדעת הרב המפה והרב עדות ביעקב ז\"ל ועיין בתשו' הרב בני אברהם חח\"מ סי' מ\"ו.<br><b> ולענין </b> הלכה למעשה מאח' שעלתה הסכמ' האחרוני' דאפי' היכא דאפליגו רבוות' בעיק' התפיס' עצמה אי הוייא תפיסה או לא אם התפיסה היא במטלטלין מצי התופס המוחזק לומר קי\"ל כמ\"ד דהוייא תפיסה כמ\"ש בס' חשק שלמה בכללי התפיסה סי' כ\"ה אות ל\"ח יעש\"ב ה\"נ התופס במשכון אע\"ג דאיכא עדים ודאה מצי טעין קי\"ל כסברת הרשב\"א בתשו' סי' תתקנ\"ט ואלף מ' והיא סברת רבינו לדעת הש\"ך בס\"ק ק\"ט וב\"הת דהמשכון קנוי לו מדר\"י להיות נאמן לטעון עליו עד כדי דמיו ואפי' לדליכא עדות ברור שבמשכון בא לידו כל דאיכא הודאת בעל דבר לבד מהני ככל האמו' ומדובר בדעת הר\"ב המפה והר\"ב עדות ביעקב ואף למי שירצה לחלוק על דברינו ולומר דלא כיון הר\"ב המפה ולא הרשב\"א ורבי' למה שכתבנו בדעתם אלא העיקר כמ\"ש הש\"ך דבעינן עדות ברור לדעתם שבמשכון בא לידו כדי שיהיה נאמן לטעון עליו עד כדי דמיו.<br><b> אכתי </b> נראה ברור דהיכא דאיכא הודאת בעל דבר שבמשכון נתנו לו וליכא עדות כלל בזה באנו למחלוקת הר\"ב התרומות ובעל העיטור דסי' מ\"ו וסי' ס\"ט ואכתי מצי למימר התופס המשכון קי\"ל כבעל העיטור ודעימיה דלא מהימן במיגו אלא אזלינן בתר נאמנות וכבר כתבתי במקום אחר בשורש דיני כת\"י אי דינו כשטר שרבינו וה\"ה קיימי בשיטת הרב העיטור ועיין בתשו' בני אברהם חח\"מ סי' מ\"ו בדין זה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>הטוען </b>\n<b> את חבירו וא\"ל ב' חדשי' שכנת בחצרי ואתה חייב לי שכר ב' חדשים והוא אומר לא שכנתי אלא חדש ה\"ז מודה מקצת ואם היה כו' שאין הטענה בגוף הקרקע.</b> הנה דעת רבינו מבואר דאע\"ג דאין נשבעין על הקרקעות הכא שאני דהתביעה אינו על גוף הקרקע ומעין זה כתב מרן בש\"ע סי' ע\"ב סמ\"ב וז\"ל המחזיק בקרקע חבירו כו' וטוען כי במשכונה ירד והיה לו שטר מק' דינרים ועכשיו נאבד והלא טוען כי לא היה כי אם מן' דינרי' אם לא החזיק הלוה נאמן כדין מ\"מ ונוטל קרקעו אבל אם החזיק ג' שני' נאמן המלוה בשבועת היסת כו' וכתב שם הסמ\"ע ס\"ק ק\"ך והש\"ך ס\"ק קס\"ד דאע\"ג דאין נשבעין על הקרקעות ש\"ד שאני הכא דב' מודי' דמשכנתא היא ואין תביעתו אלא על המעות ואין זה תביעת קרקע וכ\"כ מור\"ם בסי' צ\"ה ס\"ג עכ\"ל.<br><b> ולקע\"ר </b> מה שדימה הרב זה דין זה לההיא דמורם דסי' צ\"ה אין דמיונו עולה יפה דהתם ודאי כשמכר הקרקע וחלוקים המוכר והלוקח בדמי המכירה אין תביעתם אלא על המעות אבל הכא שהם חלוקים בדמי המשכונה וסתם משכונה היא בנכייתה כמ\"ש שם הסמ\"ע בס\"ק קכ\"ב א\"כ הו\"ל כחלוקי' בשכירו' הקרקע דלפי דברי המלוה יש לו לדור בקרקע זה עדיין ולפי דברי המלוה כבר נשלם הזמן דכל כה\"ג חשיב כתביעת הקרקע כמ\"ש ה\"ה כאן ואם היה מחלוקת שזה אומר יש לי לדור בה עדיין והלה כופר ה\"ז תביעת קרקע עכ\"ל וצ\"ע דה\"נ איירינן במשכנתא דנכייתא ובאתרא דמסלקינן והלוה רוצה לשלם לו ולסלקו והם חלוקים בדמי' שנשארו ונמצא דאין תביעת הלוה והמלוה בגוף הקרקע אלא בדמי' וכ\"כ הש\"ך שם ס\"ק קס\"ו ושלא כמו שהביא הסמ\"ע שם והשת' דמי שפיר לההיא דמור\"ם דסי' צ\"ה ס\"ג אמנם לדברי הסמ\"ע צ\"ע."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש דין אי צריך לברר כל טענותיו תן </span>\n<b> לי מנה שהלויתיך כו' ואמר הנטען פרעתיך בפני פו\"פ אומרין ללוה הביאם והפטר לא באו או שהלכו כו' שאין אנו מצריכין אותו אלא לברר דבריו כו'.</b> הנה בפ' ג\"פ דק\"ע אפליגו רבי ורשב\"ג בבא לידון בשטר ובחזקה דרבי אמר נדון בשטר ורשבג\"א נידון בחזקה ואפי' קנא דבצריך לברר קמיפלגי כי הא דר' יצחק בר יוסף הוה מסיק ביה זוזי ברבי אבא אתא לקמיה דר\"י נפחא אמר ר\"א לר\"י בר יוסף פרעתיך בפני פו\"פ א\"ל ר\"י נפחא יבואו פו\"פ ויעידו א\"ל אי לא אתו לא מהימנינא והא קי\"ל המלוה את חבירו בעדים א\"ץ לפורעו בעדים א\"ל ר\"י נפחא אנא בההיא כשמעתתיה דמר ס\"ל דאמר רבי אבא אמר רב האומ' לחבירו פרעתיך בפני פו\"פ צריך שיבואו פו\"פ א\"ל רבי אבא והא\"ר גידל א\"ר הלכה כרשב\"ג ואף רבי לא אמר אלא לברר א\"ל ר\"י נפחא אנא נמי לברר קאמינא ע\"כ.<br><b> והנה </b> בעיקר פלוגתייהו דרבי ורשב\"ג פי' רשב\"ם בשם רש\"י דלרבי הטוען טענה שאינה צריכה לו שבזולתה היה זוכה כגון מי שהחזיק בקרקע כדין ויצא עליו מערער שבעידי חזקה בלבד היה זוכה ואמר שיש לו עדיין השטר בידו צריך לברר טענתו ולהביא את השטר ואם לא הביא הפסיד זכותו אע\"פ שבזולת השטר היה זוכה בעידי חזקה ורשב\"ג ס\"ל דכיון שבזולתה היה זוכה בדין אין לו להפסיד בשביל שפת יתר שטען טענה אחרת שאינה צריכה לו וכיוצא לזה דטוען לחבירו מנה לי בידך שהלויתיך בעדים ואמר הלוה פרעתיך בפני פ\"ופ אע\"פ שאלו היה טוען פרעתיך שלא בעדי' הוה מהימן כדקי\"ל המלוה את חבירו בעדים א\"ץ לפורעו בעדים השתא דטעין פרעתיך בפני עדים והם פו\"פ צריך שיביאם ויעידו ואם לא הביא' הפסיד ור\"י נפחא ס\"ל כרבי והיינו דקאמר אנא נמי לברר קאמינא כלומר וכרבי ס\"ל שאם לא הביאם הפסיד את\"ד יע\"ש ולפי פירושו ר' אבא דהוה בעי למימר דאפי' לא אתו העדים לא הפסיד ונסתייע עצמו מההיא דאמר רב גידל אמר רב הלכה כרשב\"ג אפשר דס\"ל דאותה מימרא פליג אממריה דאמר בשם רב דצריך שיבואו פ\"ופ ויעידו דמההיא משמע דס\"ל לרב דהלכה כרבי ואמוראי נינהו אליבא דרב והכי קפרי' לר\"י נפחא אמאי סמכת אמימרא דידי ולא אההיא דרב גידל והשיב לו דלא מפני שסמך עצמו אההיא דרב בלבד אלא משום דאיהו נמי מסברתיה משמע ליה נמי הכי דהלכה כרבי והיינו דקאמר אנא נמי לברר קאמינא כלומר וכר' ס\"ל וכמ\"ש רשב\"ם וזה נראה שהבינו התוס' בכונת פי' רשב\"ם בד\"ה אלא לברר כו' דהוקשה להם במ\"ש רשב\"ם וז\"ל ומיהו אי אתו הני סהדי ואמרי' לא הד\"מ הא אמר רבא בפ' שבועת כל מילתא דלא רמייא עליה דאיניש כו' וכתבו שזה תימה דמשמע שרוצה להעמיד אותה מימרא דרבא כר' נמי דאמר צריך לברר אפי' לפי פי' שלו דמפרש דאם לא בירר להביא עדים הפסיד ואיך גרע היכא דלא הביא' מהיכא דאייתינהו כו' דמבואר מדבריה' הללו דס\"ל דההיא מימרא דר\"א אמר רב אתייא כרבי ולהכי ק\"ל שפיר ומ\"ש עוד אתוס' ויש מיישבים דבריו אליבא דרשב\"ג שסובר שהלכה כוותיה ע\"כ נרא' שכונת' לומר דלפי פי' רשב\"ם ר' אבא ור\"י נפחא פליגי בפי' מימרא דר' אבא דאמר בשם רב צריך שיבואו פו\"פ ויעידו דר' אבא ס\"ל דצריך שיבואו לכתחילה קאמר לדעת אמתות הדבר מיהו אם לא הביאם לא הפסיד ואפי' כרשב\"א נמי אתייא הך מימרא דרב אבל ר\"י נפחא מעיקרא הוה ס\"ל דכר' אתייא ואם לא הביאן הפסיד והיינו דפריך ליה ר' אבא איך אפשר לפרושי הכי כיון דאיכא אידך מימרא דרב גידל אמר רב האמ' הלכה כרשב\"ג והדר ליה ר\"י נפחא אנא נמי לברר קאמינא כלומר ואפילו לפי דבריך דפי' מימרא דרב היינו לכתחילה דוקא ואם לא הביאן לא הפסיד אנא כר' ס\"ל ולא כרב דפסק כרשב\"ג והשתא לפי פי' זה כיון דלר' אבא משמע ליה דפי' מימרא דרב היינו לכתחיל' ואתייא כרשב\"ג ועלה הוא דקאמר רשב\"ם ז\"ל ומיהו אי אתו הני סהדי ואמרי להד\"מ הא אמר רבא כל מילת' דלא רמייא כו' ממילא נסתלק תמיהתם ז\"ל כמובן ומהתימה על מוהר\"ש יונה בדק\"ח ע\"ד שדרך ב' הדרכי' הללו שכתבנו בכונת דברי רשב\"ם ז\"ל וכתב שהדרך הב' הוא הנכון בכונתו ושכ\"כ רש\"ל ז\"ל ולא זכר ש\"ר דברי התוס' הללו שהדרך הב' שכתב הרב אין ס' שהן דברי דיש מיישבין דבריו שכתבו התוס' והדרך הראשון שכתב הוא ז\"ל משמע להו להתוס' טפי בכונת רשב\"ם וכמדובר.<br><b> ומן </b> האמור ומדובר בדעת רשב\"ם נ\"מ דאי קי\"ל הלכה כר' כל שלא בירר והביא עדים לברר טענתו או שבאו ואמרו להד\"מ חייב לשלם אמנם אי קי\"ל כרשב\"ג לפי דברי היש מיישבין דבריו שכתבו התוס' לכתחילה אמרי' ליה שיברר טענתו מיהו אם לא בירר לא הפסיד בין שלא מצאן כגון שמתו או הלכו למד\"ה בין שבאו ואמרו להד\"מ אמנם לפום מאי דמשמע להו להתוס' בדעת רשב\"ם וכתבו שזה תימה כו' ואפי' אי קי\"ל כר' דוקא כשלא בירר כגון שלא באו העדים הפסיד אבל אם באו ואמרו להד\"מ לא הפסיד דאמרינן מילתא דלא רמייא עליה דאיניש לאו אדעתיה.<br><b> וכבר </b> כתב רשב\"ם בסוף דבריו דקי\"ל הלכה כרשב\"ג וכדפסיק רב ולפי דברי היש מיישבין דבריו שכתבו התוס' דוקא לכתחילה אומרי' לו ב\"ד שיברר דבריו אמנם אם לא בירר או שבאו ואמרו להד\"מ לא הפסיד ולפום מאי דמשמע להו להתוס' בדעת רשב\"ם משמע דאף לכתחילה נמי אין אומרי' לו ב\"ד שיברר כיון דקי\"ל כרשב\"ג וליכא מאן דמחלק לרשב\"ג בין לכתחילה לדיעבד ובכן מ\"ש מוהר\"ש יונה בדק\"ט ע\"א בפשיטות דלדעת רשב\"ם דפסק כרשב\"ג לכתחילה מיהא אמרינן ליה שיברר ליתא לדעת התוס' זולת לדעת היש מיישבין דבריו וכמדובר.<br><b> וכשיטת </b> רשב\"ם ז\"ל הלזו דפסק הלכתא כרשב\"ג דאין צריך לברר קוו וקיימי רבים מהפוסקי' ז\"ל רבינו משולם מנרבונא ז\"ל שכתב המרדכי בפ' ז\"ב וז\"ל ורשב\"ם ורבי' משולם מנרבונא ז\"ל פסקו כרשב\"ג דא\"צ לברר מדאמרי' בפ' ג\"פ ואף ר' לא אמר אלא לברר כלומר לא הפסיד בשביל כך עכ\"ל וכונתו למ\"ש רשב\"ם ד\"ה ואף ר' לא אמר אלא לברר וז\"ל כלומר מן הדין הלכה כרשב\"ג שאף רבי לא נחלק אלא משום דס\"ל דצריך לברר את דבריו אחרי שטען יש לי שטר ור' מודה שאם לא טען לא היה צריך אלא חזקה לבדה וכיון דלא הוייא פלוגתייהו אלא כדי לברר נראין דברי רשב\"ג דאין לו להפסיד בשביל שפת יתר עכ\"ל ועיין למוהר\"ש יונ' בדק\"י ע\"ד יע\"ש ומפשט לשונם של רשב\"ם ורבינו משולם הלזו שכתבו דלא מסתבר שיפסיד בשביל כך משמע דדוקא לענין דאינו מפסיד כשלא בירר הוא דקי\"ל כרשב\"ג אבל לכתחילה מיהא אומרי' לו ב\"ד שיברר דבריו וכשיטת היש מיישבין דבריו שכתבו התוס' ודוק.<br><b> גם </b> המרדכי בפ' ז\"ב בשיטה זו קאי שכתב ואנו נוהגין כרבנן דא\"צ לברר וכן פסקו ראב\"ן ורבינו אבי העזרי ז\"ל דאם לא בירר לא הפסיד עכ\"ל ואין ספק דהם ז\"ל הוו גרסי' בגמ' כגירסת רש\"י ללשון ראשון דר\"מ סבר צריך לברר ואם לא בירר הפסיד ורבנן סברי דאם לא בירר לא הפסיד וזו היא גירסת התוס' דללישנא בתרא דרש\"י לרבנן אם לא בירר הפסיד ואיך כתב ואנו נוהגין כרבנן דאם לא בירר לא הפסיד אלא ודאי כדאמרן וברור ומהתימא על מהר\"ש יונה ז\"ל בדק\"י ע\"ד שהגיה לשון המרדכי וגריס כרבנן דצרי' לברר וכתב שהוא כלפי דרש\"י ז\"ל וצ\"ע.<br><b> גם </b> ההגהות מיימון ברפט\"ו מה' מלוה בשיטה זו קיימי שכתבו וז\"ל אמר רב גידל אמר רב הלכה כרשב\"ג ודלא כר' דאמר צריך לברר וכן פי' רשב\"ם עכ\"ל ומבואר מדבריו דס\"ל דלרשב\"ג נמי לכתחילה מיהא אמרינן ליה דצריך שיברר מיהו אם לא בירר לא הפסיד שהרי עמ\"ש הרמב\"ם שאומרים לו קיים שטרך כו' כתב דקי\"ל כרשב\"ג כו' וברור וראיתי למר'ש יונה בדק\"י ע\"ד שכתב על דברי ההגהות הללו וז\"ל ואין נ\"ל דברי ההגהות שכתבו כן על דברי הרמב\"ם כי בודאי הרמב\"ם ס\"ל דהלכה כר' והדבר פשוט ואם הייתה כונתם לחלוק היה להם לפרש ובפ\"ו כתבו ההגהות בהפך כרבנן דר\"מ שאומרים בפז\"ב צריך לברר ואם לא מצא לא הפסיד עכ\"ל ולע\"ד הדבר ברור שבעל ההגהות משמע ליה בדעת הרמב\"ם שפסק כרשב\"ג בין בדין זה דהבא לידון בשטר ובחזקה ובין בדין האומר פרעתיך בפני פ\"ופ וכדשמע ליה להטור בסי' זה שהשוה דעת הרמב\"ם לדעת רשב\"ם ושלא כדברי ה\"ה ומרן כ\"מ ובב\"י דס\"ל שדעת הרמב\"ם לפסוק כר' דאם לא בירר כגון שבאו ואמרו להד\"מ הפסיד ודלא כרשב\"ג אלא לדידיה משמע ליה דפסק כרשב\"ג וכמו שכן הכריח מוהר\"ש יונה לקמן דקי\"א ע\"ב והגד\"ת בדקע\"ו ע\"ב יע\"ש ומשמע נמי לבעל ההגהות דמ\"ש הרשב\"ם דלר' אם לא בירר הפסיד בין בשלא מצא עידי בירור כגון שמתו או הלכו למד\"ה ובי' שבאו ואמרו להד\"מ או שלא מצא עדים לקיים השטר או לא הביא השטר לב\"ד בכל ענין הפסיד לדעת ר' משא\"כ לרשב\"ם ובעל ההגהות הוה גריס בההיא דז\"ב כגירסת רש\"י ללישנא קמא דר\"מ סבר צרי' לברר ורבנן סברי א\"צ לברר ומפרש לה כמ\"ש רש\"י ז\"ל דאפי' לר\"מ דאמר צריך לברר ואם לא בירר הפסיד כל שנמצאו העדים קרובים או פסולים לא הפסיד מפני שהוא כבר בירר דבריו במ\"ש שיש לו עדים והרי הביא ב' כיתי עדים לפני ב\"ד ואם נמצאו פסולים מה היה לו לעשות ולהכי לר\"מ יכול לפסול הכת האחת כיון דצריך שיביא ב' הכיתות לפני ב\"ד אבל לרבנן דר\"מ נהי דלכתחילה אומרי' לו ב\"ד שיביא ב' כיתות העדים שאמר מיהו כיון דאם לא מצא אלא אחת מהם לא הפסיד הילכך א\"י לפסול אפי' כת אחת כיון דבידו שלא להביא אלא כת זה שהביא תחילה בלבד והשתא לפי גירסא זו נמצא דרבנן דר\"מ ס\"ל כרשב\"ג בפשיטות אלא דבגמ' לרווחא דמילת' אמרו דרבנן דר\"מ אפי' כר' נמי מצי אתו אבל קושטא דמילתא ס\"ל כרשב\"ג ומיהו אף לרשב\"ג לכתחילה אומרים לו ב\"ד שיברר דבריו לדעת אמיתות הדבר אלא דאם לא בירר לא הפסיד ועיקר פלוגתייהו דרשב\"ג ור' ורבנן ור\"מ דמר סבר צריך לברר ומ\"ס א\"צ לברר אינו אלא אם צריך לברר אף בדיעבד ואם לא בירר הפסיד או לא אבל לכ\"ע לכתחילה אומרים לו ב\"ד שיברר ובכן שפיר מתיישבים דברי שתי לשונות ההגהות דפט\"ו מה' מלוה ופ\"ו מה' טוען אין בהם נפתל ועקש וכמובן ועיין להלח\"ם פ\"ו מה' טוען שגם הוא ז\"ל תמה על דברי ההגהות הנז' דסתרי אהדדי והצריכם עיון יע\"ש.<br><b> ולע\"ד </b> הדבר ברור כמ\"ש אלא דאכתי צריכין אנו להבין מה שסיימו ההגהות בפ\"ו מה' טוען דבירושל' נמי אמרו דלר' נמי אם לא מצא לא הפסיד כו' והלא דברי הירושלמי הללו הן הפך אותה סוגיא דפרק ז\"ב דמשמע מינה דלר' אם לא מצא הפסיד ומש\"ה אוקי לר\"מ דאמר זה פוסל עדיו של זה כר' ורבנן דר\"מ כרשב\"ג וכמדובר ואיך מייתו ההגהות סיעתא לדבריהם מההיא ירושלמי שהן הפך סוגיין דפז\"ב והא ודאי לאו מילתא היא דאע\"ג דההיא ירושלמי פליג אש\"ס דידן דפז\"ב וס\"ל להירושלמי דלר' אם לא מצא לא הפסי' מיהו בעל ההגהות הביא שפיר סיעתא מיניה למאי דס\"ל לענין הלכה דקי\"ל כרשב\"ג דאם לא מצא לא הפסיד וכרבנן דר\"מ מאחר דהירושלמי ס\"ל דאפי' לר' נמי אם לא מצא לא הפסיד מיהו מאי דמשמע מן הירושלמי דלרשב\"ג אף לכתחי' א\"צ לברר ובהא הוא דפליג ר' ורשב\"ג בהא לא קי\"ל כהירושלמי אלא כתלמודא דידן דעיקר פלוגתייהו דר' ורשב\"ג הוא אם צריך לברר לענין אם לא מצא אם הפסיד או לא אבל לכתחילה אף לרשב\"ג אומרים לו ב\"ד דצריך לברר דבריו והכי קי\"ל ודוק.<br><b> ומן </b> האמור ומדובר בכונת ההגהות אתה תחזה שאין דברי ההגהות והסמ\"ג כדברי ר\"ת ז\"ל שכתבו התוס' בפ' ג\"פ ובפ' שבועת הדיינין ובפ' ז\"ב דלר\"ת עיקר פלוגתייהו דר' ורשב\"ג הוא אם צריך לברר לכתחילה ולכולי עלמא אם לא מצא לא הפסיד וכמ\"ש בירושלמי והוצרך ר\"ת לידחק לפרש הסוגיא דפ' ז\"ב לפי שיטה זו כמו שיע\"ש ולדברי ההגהות והסמ\"ג משמע להו כמ\"ש רש\"י ורשב\"ם עיקר דר' ורשב\"ג עיקר פלוגתייהו בענין אם לא מצא לברר אם הפסיד או לא דלר' הפסיד ולרשב\"ג לא הפסיד ופליג תלמודא דידן אההיא דירושלמי וכמדובר. ולפ\"ז מ\"ש בהגהה להסמ\"ג עשין צ\"ו שדברי הסמ\"ג הן כדברי התוס' דפ' ז\"ב שכתבו בשם ר\"ת דלר' נמי אם לא מצא לא הפסיד יע\"ש. הא ודאי ליתא דא\"כ ק' מ\"ש הסמ\"ג דקי\"ל כרבנן דר\"מ דצריך לברר ואם לא מצא לא הפסיד דזה אינו לרבנן דר\"מ אלא לר\"מ דוקא דקאי כרבי ואולי כונת ההגהות לומר דגירסת הסמ\"ג בגמ' הוא כגירסת התוס' דגרסי בשם ר\"ת והוא דוחק דא\"כ הול\"ל דגריס כגירסת רש\"י ללישנא קמא שהיא גירסת התוס' בשם ר\"ת וצ\"ע.<br><b> גם </b> ההגהות אשירי בפ' ז\"ב נר' דקאי בשיטת רשב\"ם דפסק הלכתא כרשב\"ג שכתב וז\"ל הבא לידון בשטר ובחזקה נידון אף בחזקה ובלא שטרא והאומר פרעתי בפני פ\"ופ א\"צ שיבואו פ\"ופ ויעידו ולא עוד אלא אפי' אתו פ\"וף ואמרו להד\"מ נשבע ופטור והבא לידון בשתי כתי עדים דיי בכת אחת ובעל דין ואחר מצטרפין לפסול הכת הא' ולפי' רש\"י הבא לידון כו' עכ\"ל.<br><b> והנה </b> אין ספק שהשיטה הראשונה היא שיט' רשב\"ם דפסק הלכתא כרשב\"ג דא\"צ לברר ומש\"ה כתב דא\"צ שיבואו פ\"ופ ויעידו כלומר דלא הפסיד אם לא הביאו קאמר אבל לכתחילה מיהא אומרים לו ב\"ד שיביאם לברר אמיתות הדבר וכדעת כל הני רבוותא שכתבנו לעיל וסוגייא בפ' ז\"ב מפרש לה כפי' רש\"י וכגירסתו ללישנא קמא דרבנן דר\"מ ס\"ל כרשב\"ג דא\"צ לברר ומש\"ה ס\"ל דא\"י לפסול עדותו של זה ומ\"ש עוד ובעל דין ואחר מצטרפין לפסול הכת האחת ה\"ד כשבאו ב' הכיתות לפנינו אבל אם לא הביא הבעל דין אלא הכת האחת אין בעל דין ואחר מצטרפין לפסול דכיון דדיי לו בכת אחת הר\"ז נוגע בעדות משא\"כ לר\"מ דס\"ל כר' דצריך לברר דבריו אם לא בירר הפסיד דאז אפי' כי ליכא אלא כת אחת יכול לפוסלה כיון דאינו נוגע בדבר דבל\"ה יפסיד הבעל דין כשלא יביא כת אחרת כנ\"ל ובזה יתישב כל מה שהקשה הרב גד\"ת בדקע\"ה ע\"ג על דברי הג\"א הלזו שכתב וז\"ל וכפי הנראה מלשון ההגה תחילה לשון רש\"י ראשון תופס לעיקר דרבנן סברי א\"צ לברר ואח\"כ מייתי סבר' רש\"י דגריס איפכא ולכל האופנים קשה ללישנא קמא דבעל ההגה מדמסיק דבעל דין ואחר מצטרפין לפסול כת אחת נר' בהדיא שפסק כר\"מ דמתני' והוא תימא איך יפסוק כר\"מ לגבי רבנן ותו תמיהא מילתא דהך סבר' קמייתא אתייא דלא כמאן בין ללישנא קמא ובין ללישנא בתרא דרש\"י ז\"ל דאי לל\"ק הא מוכח בהדיא דר\"מ סבר כר' דאמר צריך לברר ולפיכך אינו נוגע בעדות וא\"כ איך קאמר דנידון אף בחזקה שזו סברת רשב\"ג היא ודלא כר\"מ וכן אמאי קאמר דהנדון בב' כתות עדים דיי בכת אחת דהא לר\"מ ע\"כ צריך לברר ולהביא שתיהן ואם לא מצא הפסיד מיהו בהא יש לדחוק כו' אבל מאי דקאמר דהאומר פ\"ופ א\"צ שיבואו פ\"ופ ויעידו כו' אין לו מקום לר\"מ אי סבר צריך לברר ואי כתב כל זה אליבא דרבנן דסברי א\"צ לברר מלבד דהא לא אפש' כיון דמסיק דהוא ואחר מצטרפין לפסול דהא דלא כרבנן היא ע\"ק דהא מסקינן בגמ' דרבנן אפי' כר' כו' והיכי קאמר דנאמן אף בחזקה כו' וגם אי סבר כלישנא בתרא דרש\"י יקשה נמי כה\"ג דאי כר\"מ הא מסקינן דר\"מ אפי' אליבא דרבי פליג ומודה ליה דבשטר וחזקה צריך לברר ונדון בשטר ואיהו כתב דנדון אף בחזקה ואי כרבנן הא בכולהו מילי סברי דצריך לברר ואיהו כתב איפכא וכן מסקנא דמצטרפין לפסול הוא דלא כוותייהו באופן דהגה זו פליאה דעת ממני עכ\"ל.<br><b> ולע\"ד </b> כונת הגה זו היא כמ\"ש בתחילת דבריו הן כפרש\"י ללשון ראשון דר\"מ סבר צריך לברר וכמ\"ש רש\"י דאפי' למ\"ד צריך לברר אפילו נמצאו קרובים ופסולים הרי בירר דבריו ולהכי לר\"מ יכול לפסול הכת האחת אפי' בא יחידית וכ\"ש כשבאה עם האחרת דכיון דע\"כ צריך להביא ב' הכתות לב\"ד אין כאן נגיעת העדות כשפוסלה תחילה כיון דיש לו להביא כת אחרת ואם לא יביא כת אחרת בלא\"ה יפסיד ולרבנן כיון דס\"ל דא\"צ לברר ולהביא ב' הכתות ובכת אחת דיו א\"י לפסול כשהביא כת אחת לבד עד שיביא כת אחרת כשירה דאז לא הוי נוגע בדבר ולכן לפי הסברא ראשונה שהביא בעל ההגה והיא סברת רשב\"ם ודעימיה דס\"ל דהלכה כרשב\"ג דאמר דא\"צ לברר וע\"כ דאיהו גריס כגירסת רש\"י בל\"ק ומפרש לה כפירושו ורבנן דר\"מ קיימי כוותיה פסק דדיי לו כשיביא כת א' ומ\"ש עוד ובע\"ד ואחר מצטרפין לפסו' הכת הא' היינו כשיש כת אחרת כשר' דאז אינו נוגע בעדות ובזה אף רבנן דר\"מ מודו דכשיש לו כת אחר' יכול לפסול הכת האחרת כיון דאז אינו נוגע בעדות וכ\"ש לר\"מ דאפי' כשאין לו כת אחרת דיכול לפוסלה לאחת דאינו נוגע בעדות כיון דבלא\"ה הוא מפסיד כשלא יביא כת אחרת ואח\"כ הביא בעל ההגה כל הדינים הנמשכין לדעת הפוסק' כרשב\"ג דא\"צ לברר ואח\"כ הביא שיטת רש\"י בלישנא בתרא ושמסכים לפסוק כמ\"ד צרי' לברר ולהביא שתי כתות ושלא יהיו קרובים ופסולים ולפי פירושו א\"י לפסול הכת האחת ודוק.<br><b> העולה </b> מתוך מ\"ש שרשב\"ם ור\"ש מנרבונא והגהת אשירי דפ' ז\"ב והסמ\"ג והג\"מי והרמב\"ם לפי דעת הה\"גמ כולהו בשיטה אחת קיימי בין בפי' פלוגתייהו דר' ורשב\"ג דס\"ל דעיקר פלוגתייהו הוא בענין אם מפסיד כשלא בירר דלר' הפסיד כשלא בירר ולרשב\"ג לא הפסיד ובין לענין הדין דלדברי כלם קי\"ל כרשב\"ג ולכולהו הני רבוותא לרשב\"ג נמי לכתחילה אומרים לו ב\"ד שיברר לברר אמיתות הדבר מיהו אם לא בירר לא הפסיד וכמבואר בדברי הג\"מי שכתבנו והן דברי הסמ\"ג בעשין צ\"ו וכן מבואר בדעת רשב\"ם לפי מ\"ש התוס' בשם יש מיישבים דבריו. ועיין למהר\"ש גאון בס' משפטים ישרים סי' מ\"א שכתב דנראה לי דאין לומר קי\"ל כרשב\"ם דהוי סבר' יחידאה ותו דאפי' לדעת רשב\"ם דפסק הלכתא כרשב\"ם אם נמצא השטר מזוייף הפסיד חזקתו וכ\"כ הרב מח\"א בה' גרושין פ\"ז הלכה ה' יע\"ש והנה זה שכתב הרב מהרש\"ג דסברת רשב\"ם היא ס' יחידאה לא כן אנכי עמדי דהרי רבינו משולם וכל הני רבוותא שכתבנו קוו וקיימי בשיטת רשב\"ם.<br><b> גם </b> התוס' בפרק ג\"פ ובפ' ש\"ה ובפרק ז\"ב בשם ר\"ת בשיטת הני רבוותא קיימי לענין הדין אע\"פ שבפירוש פלוגתא דר' ורשב\"ג לא ס\"ל כמ\"ש רשב\"ם ז\"ל אלא הם ז\"ל מפרשים דלרבי צריך לברר לכתחילה ואם לא בירר לא הפסיד ולרשב\"ג אפי' לכתחי' א\"ץ לברר ואין ספק דלפי דבריה' ז\"ל הללו האיך מימר' דרבי אבא שאמר בשם רב צריך שיבואו פ\"ופ ויעידו ואידך מימרא דר\"ג דאמר בשם רב הלכה כרשב\"ג פליגי אהדדי דלרבי אבא ע\"כ פסק רב כרבי הפך מימרת רב גידל דפסק רב כרשב\"ג והא דפריך רבי אבא לר\"י נפחא מההיא דאר\"ג א\"ר הלכה כרשב\"ג ה\"ק קשיא ליה למה תפסת עיקר מימרא דידי בשם רב לחייב אותי ודילמא מימרא דר\"ג א\"ר עיקר והשיב לו ר\"י נפחא דלא מפני שסמך עצמו על מימרא דרב לבד חייבו אלא דאיהו נמי מסברתיה הכי ס\"ל דהלכה כרבי. א\"נ אפשר לומר דר' אבא הכי ק\"ל שהוא הבין דר\"י נפחא כי אמר צריך שיבואו פ\"ופ ויעידו כונתו לומר ואם לא יבואו יפסיד ר' אבא ולזה הקשה לו דמההיא דר\"ג א\"ר דאמר דאף רבי לא אמר אלא לברר מבואר דלכ\"ע אם לא יביא לא יפסיד והשיב לו ר\"י נפחא דהוא נמי לברר לכתחילה קאמר ואם לא יבואו העדים לא יפסיד ואע\"ג דר\"ן א\"ר אמר דהלכה כרשב\"ג ופליג אמימרא דר\"א ולפ\"ז אפי' לכתחילה א\"צ שיביא העדים בזה ס\"ל לר\"י נפחא כאידך מימרא דרבי אבא דפסק רב הלכה כר' ומהא לא ק\"ל לרבי אבא כלל דבמימרא דרב דידיה פסק ליה וכעין זה כתב מהר\"ש יונה דק\"ט סוף ע\"א והשתא אין ספק דלענין הלכה ס\"ל לר\"ת דקי\"ל הלכה כר' דלכתחילה מיהא א\"ל ב\"ד שיברר דבריו וכאידך מימרא דר' אמר רב וכ\"ש דר\"י נפחא עבד עובדא הכי וכן מבואר בפסקי תוס' בפ' ש\"ה שדבריהם אשתמיט למהר\"ש יונה בדק\"ט ריש ע\"ב והוצרך לדקדק כן מדברי ההג\"הא דפ' ג\"פ יע\"ש ולפ\"ז נמצא דר\"ת בשיטת הנהו רבוותא שכתבנו לעיל קאי ודוק.<br><b> וראיתי </b> להרב גד\"ת בדקע\"ו ע\"א ד\"ה ודע שהביא דברי התוס' הללו שכתבו בשם ר\"ת וכתב דמדברי התו' הללו למד מרן בכ\"מ בפ\"ו מה' טוען מ\"ש בפי' דברי הרמב\"ם וז\"ל דאיהו מפרש ההיא דג\"פ לברר קאמינא לא לענין שאם לא באו או אם באו ואמרו להד\"מ תתחייב לשלם אלא לכך אני אומר יבואו פ\"ופ ויעידו כדי שתפטר מן השבועה ואה\"נ דאפי' לא באו או באו ואמרו להד\"מ בשבועה סגי ליה וה\"ה שכתב כו' ול\"נ שאין זה הכרע כו' עכ\"ל מרן וכתב הרב גד\"ת דפירוש זה למדו הרב מדברי התוס' שכתבו בהדיינים וז\"ל א\"נ כמו שפירש ר\"ת צריך לברר אמיתות הדברים כל מה שיכול כו' ואצלי הדבר תמוה דמדקאמר ר\"י נפחא אנא נמי לברר קאמינא משמע דהאי לברר דבעי גבי הלואה הוא דומיא דלברר דקאמר רבי גבי שטר וההיא דשטר נהי דאם לא מצא עדים לקיים את השטר לא הפסיד מ\"מ הא ודאי אם באו ונמצא מזוייף נר' דאין שום מקום לומ' דלימהני' לנתב' ובהא אפי' רשב\"ג נר' דיודה והיאך נפרש צריך לברר דגבי הלוא' דאף אם באו ואמרו להד\"מ מהימן כו' אבל לפי' הרב בדברי הרמב\"ם יקשה היכי קאמר אנא נמי לברר קאמינא הא כי אמר רבי דנדון בשטר לברר הדבר פשוט שאין כונתו לתועלת הנתבע אלא לתועלת התובע לעמוד על אמיתת הענין שמא מתוך הדברים יתחייב ואילו לברר דקאמר ר\"י נפחא בהלואה הוא לתועלת הלוה עכ\"ל.<br><b> ולע\"ד </b> אין ספק דלפי פירוש ר\"ת הלזו דמפרש דהא דצריך לברר אינו אלא אמיתות הדברים כל מה שיכול ואם לא ברר לא הפסיד דלפ\"ז ודאי דצריך לברר דקאמר רבי גבי שטר וחזקה ואנ' נמי לברר קאמינא דקאמר ר\"י נפחא גבי הלואת שתיהן לתועלת הנתבע הוא שצריך לברר אמיתת הדבר כל מה שיכול לצאת ידי המקום והבריות שלא ישאר עליו ערעור דברים בעלמא שהוא טוען שקר ואף צריך לברר דקאמר רבי גבי שטר וחזקה מהאי טעמא הוא דקאמר שידון בשטר לברר אמיתת הדבר יותר ולא מפני תועלת התובע כמ\"ש הגד\"ת שמא יתחייב מתוך הדברים כגון שימצ' שטר מזויף וכיוצ' דודאי להא לא חיישי' כלל ומה\"ט לא הוה מצטריכינן ליה לברר כלל דמילתא דלא שכיח כלל הוא שיהיה השטר מזוייף ושלא יחוש הנתבע לזיופו ולא יזהר בטענתו שלא להזכיר את השטר ולטעון טענת חזקה לבד אלא ודאי עיקר טעמא דצריך לברר ולהביא השטר לדעת רבי אינו אלא לתועלת הנתבע לברר אמיתת הדבר כל מה שיכול לצאת מידי לעז וערעור דומיא דצריך לברר דקאמר ר\"י נפחא גבי הלואה ועיין להרב מהר\"ש יונה דק\"י ע\"א ד\"ה ועוד יש לעמוד ונמצא לפי האמור דלפי דברי מרן כ\"מ אף הרמב\"ם קאי בשיט' רשב\"ם ודעימיה לענין הדין ולשיטתם אפי' שאם לא הביא עדים או שטר לברר דבריו לא הפסיד מיהו אם הביא את השטר ונמצא מזוייף הפסיד משום דחזק' מכח שטרא קאתייא משא\"כ באומר שהיו לו עדים שפרע בפניהם אע\"פ שבאו ואמרו להד\"מ לא הפסיד דפרעון לא צריך לעדים דאפשר שפרעו בינו לבין עצמו.<br><b> גם </b> הטור בשיטה זו קאי דלכתחילה אומרים לו לברר ואם לא בירר לא הפסיד שהרי בדין זה בתחילת דבריו סתם וכתב דאי טעין פרעתיך בפני פ\"ופ אומרים לו שיביאם מפני שצריך לברר דבריו ובסוף דבריו הביא דברי רשב\"ם והרמב\"ם דס\"ל דאפילו אתו עדים ואמרו להד\"מ לא הפסיד דא\"צ לברר דבריו אלא כדי להיפטר משבועה ומדהביאם בסוף דבריו נר' שהוא מסכים לדבריהם וכ\"כ מהר\"ש יונה בדקי\"א ע\"ב והפרישה והש\"ך ומרן החבי\"ב ולפ\"ז מ\"ש בתחילת דבריו שצריך לברר דבריו היינו לכתחילה ודלא כמהר\"ש יונה בדק\"י ע\"ג ובזה נוחים דברי הטור בסי' ע\"ט וכמ\"ש בנו של מהרש\"י דקי\"א ע\"ב ומרן החבי\"ב הגב\"י אות ו' יע\"ש.<br><b> נמצא </b> דלדעת כל הני רבוותא שכתבנו בין בבא לידון בשטר ובחזקה ובין באומר פרעתיך בפני פו\"פ לכתחילה אומרים לו ב\"ד שיברר טענתו להביא השטר או העדי' ואם לא הביא השטר או העדים א\"נ שבאו העדים ואמרו להד\"מ לא הפסיד טענתו אמנם אם הביא השטר ובאו העדים ואמרו להד\"מ כלו' שאין זה כתב ידם לכ\"ע הפסיד טענתו וחזקתו כיון דחזקה מכח שטרא קאתיא והרי השטר מזוייף ועיין למהר\"ש גאון בס' משפטים ישרים בתשו' סי' מ\"א שכתב שאפי' אם נמצא השטר מזוייף לא הפסיד חזקתו דיכול לומר קי\"ל כר\"ת ודעימיה דס\"ל דאפי' לרבי אם נמצא השטר מזוייף לא הפסיד חזקתו וע\"ש ולפי האמור ומדובר אף ר\"ת ודעימיה אזלו ומודו דאם נמצא השטר מזוייף דאבד חזקתו אלא שהוא מפרש דא\"צ לברר להוציא הלעז מעליו אבל אם הביא השטר ונמצא מזוייף פשיטא דאבד חזקתו משא\"כ בעידי פרעון וכן אם לא מצא עדים לקיים השטר לא הפסיד ואין אנו מצריכין אותו לקיים את השטר שמא ימצא מזוייף ויאבד חזקתו דלהא לא חיישינן כלל ונדון בחזקה ואין חילוק בין אלין רבוותא אלא בפי' פלוגתיהו דר' ורשב\"ג דלדעת כל הני רבוותא לבד מר\"ת ס\"ל דלר' צריך לברר ואם לא בירר הפסיד ולרשב\"ג צריך לברר לכתחילה מיהו אם לא בירר לא הפסיד וקי\"ל כרשב\"ג אמנם לר\"ת ס\"ל דלר' צריך לברר לכתחילה ואם לא בירר לא הפסיד ולרשב\"ג א\"צ לברר אפילו לכתחילה וקי\"ל כר' דלכתחילה מיהא צריך לברר ואי ק\"ל לשיטת הפוסקים הנז' דלכתחילה צריך לברר מההיא דפ\"ב דכתובות דכ\"ג גבי אמרה נשבתי וטהורה אני ויש לי עדים כו' אין אומרים נמתין עד שיבואו עדים אלא מתירין אותה מיד כו' דאמאי לא חיישי' לברר לכתחילה עיין למרן מלכא בס' בתי כהונה ח\"א ס\"א שתירץ דבשבוייה הקלו ועוד דע\"כ לא אמר ר' דצריך לברר אלא בשטר וחזקה דחזקה ריע דמכח שטרא קאתיא יע\"ש ועיין למהרד\"ך בבית ח' ח\"ו ובסמ\"ע סי' ק\"מ סק\"ד ועיין ביבמות ר\"פ האשה שלום דקי\"ו גבי האשה שאמרה לבעלה גרשתני בפני פ\"ופ ובאו ואמרו להד\"מ דהוחזקה שקרנית ופסקה הרמב\"ם בפ\"ג מה' גרושי' ולא אמרי מילתא דלא רמיא עליה דאינש דה\"נ מכח עדים קאתו גרושי' ולהכי הוחזקה כפרנית ודוק ועיין עוד בס' עזרת נשים בחי' לסי' י\"ז ס\"ק ס\"ו ובתשו' משאת משה חא\"ה סי' כ\"ט ובדברי הרמב\"ם והטור אין הכרח כמאן מהנהו רבוותא ס\"ל דאפשר לייחס בדעתם שיטת ר\"ת וכמ\"ש מרן כ\"מ בדעת הרמב\"ם ואפשר נמי ששיטתם כשיטת רשב\"ם ודעימיה ופסקו כרשב\"ג והן הן דברי ההגהות מיימון וכמ\"ש לעיל ודוק.<br><b> ושיטה </b> אחרת יש לשאר מן הראשונים בזה והיא שהתוס' בפ' ג\"פ בתחילת דבריהם כתבו בשם ר\"ת וז\"ל פי' ר\"ת לברר אמיתות הדברים ולהעמיד על האמת ואם ימצאוהו יאמרו לא ראינו מעולם מיחייב אבל אם ימצאם לא אבד בכך עכ\"ל וכ\"כ ג\"כ הרמב\"ן בחי' דגי' כל הגאונים היא והאר\"ג א\"ר הלכה כרבי ואף רבי לא אמר אלא לברר וכתב וז\"ל פי' שאם מתו או הלכו למ\"ה נאמן ואם באו ואמרו להד\"מ משלם עכ\"ל ובעיקר פלוגתייהו דרבי ורשב\"ג כתב וז\"ל בלברר קמיפלגי פי' ר\"ח שאם טעין אבד שטרי אינו נאמן לדברי רבי ובס' המקח נמי אמר שאם לא הביא שטר נמצאו דבריו בטלין או שהביא ונמצא בטל נתבטלו נמי החזקה וה\"נ משמע בפ' ז\"ב שאם נמצאו קרובים או פסולים לא בירר וכן פרש\"י שם עכ\"ל ולפי דבריהם ז\"ל נר' דהם מפרשים דעיקר טעמא דרבי דצריך לברר הוא לתועלת התובע שמא ימצא השטר שביד הנתבע בטל או שמא לא יביא השטר לב\"ד ויפסיד הנתבע וכן לריב\"ן דס\"ל כרבי גבי אומר פרעתיך בפני פ\"ופ מהאי טעמא הוא שמא יבואו העדים ויאמרו להד\"מ ויפסיד הנתבע ורבי אבא דפריך לר\"י נפחא מההיא דר\"ג א\"ר הלכה כרבי הכי קא פריך דהוא סבר דכי קאמר ריב\"ן יבואו פ\"ופ ויעידו היינו לומר דאפי' מתו או הלכו למ\"ה יפסיד רבי אבא ולהכי קא פריך ליה דכיון דאר\"ג א\"ר דאף רבי לא אמר אלא לברר משמע דמה שהצריך רבי לברר אינו אלא משום חשש שמא ימצא השטר מזוייף כגון שיבאו העדים ויאמרו להד\"מ ואין זה כתב ידינו אבל אם לא באו מפני שמתו או הלכו למ\"ה דליכא למיקם עלה דמילתא לא הפסיד ולזה השיב לו ריב\"ן דהוא ג\"כ לא אמר יבואו פ\"ופ אלא אם נמצאים בעיר כדי לברר אמיתות הדבר לתועלת התובע שמא יעידו הפך דבריו אבל אם מתו או הלכו למ\"ה לא אמר.<br><b> ומיהו </b> הא ק\"ל טובא בדברי הרמב\"ן דמאחר שהוא מסכים לדברי רש\"י דפ' ז\"ב שכתב דאפי' נמצאו קרובים או פסולים לא בירר והפסיד א\"כ אם כשמתו או הלכו למ\"ה הול\"ל דלא בירר ויפסיד דמ\"ל נמצאו קרובים או פסולים מ\"ל מתו או הלכו למ\"ה וסבור הייתי לומר דגבי נמצאו קרובים או פסולים כיון שהוא אמר תחילה בפני ב\"ד שיש לו עדים הראויים להעיד וע\"פ עדותם רוצה לזכות בטענתו כל שנמצאו אח\"כ קרובים או פסולים הפסיד זכותו שהרי הוא רוצה לזכות בעדותן של אלו והרי לא הועיל עדותן אבל בטוען בפני ב\"ד פרעתיך בפני פ\"ופ ומתו או הלכו למ\"ה דכיון שהוא יודע שאינם יכולים העדים לבא לב\"ד ולהעיד ודאי דמ\"ש פרעתיך בפני פ\"ופ אין כונתו לזכות ע\"פ עדותן כיון שאין יכולי' לבא לב\"ד ולהעיד אלא כונתו לומר שאם היו יכולים לבא ולהעיד היו מעדים כדבריו ולהכי לא הפסיד כי לא באו העדים ודוק אבל נראה דהא ליתא דלפ\"ז משמע שאם בשעה שאמר פרעתיך בפני פ\"ופ היו יכולים לבא לב\"ד ולהעיד ואח\"כ מתו או הלכו למ\"ה הפסיד זכותו דומיא דנמצאו קרובים או פסולים וכל כי האי הו\"ל לראשונים לפרש ולא לסתום ומדכתבו סתמא שאם מתו או הלכו למ\"ה נאמן משמע דבכל ענין נאמן דהדרא קושי' לדוכתין מ\"ש מנמצאו קרובים או פסולי' כי ע\"כ נלע\"ד לחל' עוד ולו' דגבי ההי' דנמצאו קרובים או פסולים מעיקרא לא טען בפני ב\"ד אלא שיש לו ב' כיתי עדים סתמא והוא מביאן להעיד כדבריו ולזכות ע\"פ עדותן ולא ייחדם שהם פ\"ופ הילכך כי נמצאו קרובים או פסולין אחת מב' כיתות אמרי דאכתי צריך לברר דבריו ולהביא כת אחרת כשרה שכך היו דבריו תחילה בב\"ד לזכות בטענתו ע\"פ ב' כיתי עדים וכל שלא הביא כת אחרת כשרה הפסיד אבל אם היה אומר שיש לו ב' כתי עדים והם פ\"ופ אפי' נמצא אחת מהן קרובה או פסולה הרי בירר טענתו שאמר להביא לאלו העדים לב\"ד והביאן והעידו אפי' שהן פסולין מפני שהיה סבור דמהני עדותן של אלו הביאן ולא מפני שנמצאו פסולים יפסיד זכותו שיש לו בכת האחרת ומה\"ט נמי כי אמר פרעתי בפני פ\"ופ ומתו או הלכו למ\"ה לא הפסיד זכותו כיון שאם היה באפשר להביאם ולהעיד היו מעידין כדבריו ומפני האונס א\"י לברר להביאן ולפ\"ז אי אמ' פרעתיך בעדים סתמא כל שלא בירר דבריו הפסיד טענתו אפי' שאומר אח\"כ שהעדים מתו או הלכו למ\"ה ודוק.<br><b> וממוצא </b> דבר אתה למד דאף לרש\"י שכתב בפ' ז\"ב גבי האומר שיש לו ב' כיתי עדים דצריך לברר ולהביא שתיהן ואם כת אחת מהן קרובים או פסולים דלא בירר והפסיד מ\"מ אם א\"א לו להביאן מפני שמתו או הלכו למ\"ה לא הפסי' וכמבואר מדברי הרמב\"ן שכתבנו דאעפ\"י שהוא הסכים למ\"ש רש\"י בפ' ז\"ב אפ\"ה באומר פרעתיך בפני פ\"ופ ומתו או הלכו למ\"ה דא\"א להביאן כתב דלא הפסי' כמדובר ולפ\"ז מ\"ש בהג\"א בפ' ז\"ב דלרש\"י האומר פרעתי בפני פ\"ופ אין נאמן אפי' בשבועה עד שיבואו פ\"ופ ויעידו יע\"ש ה\"ד כשאפשר לו להביאן ואינו מביאן קאמ' דאינו נאמן בשבועה עד שיביאם אבל כשא\"א לו להביאן כגון שמתו או הלכו למ\"ה לא הפסיד וכמו שהכרחנו מדברי הרמב\"ן דלא כמהר\"ש יונה דק\"י סע\"ד ודק\"יא שכתב דלרש\"י אם מתו או הלכו למ\"ה אינו נאמן כמ\"ש בהג\"א שסברא זו סברת יחיד היא יע\"ש ולע\"ד לא כן אדמה וכמ\"ש ועוד יש לי להכריח כן מאותה שאמרו בפרק שבועת הדיינין דמ\"א דהאומר אל תפרעני אלא בעדים אי אמר פרעתי בפני פ\"ופ והלכו להם למ\"ה אינו נאמן לפי גי' הרי\"ף והיא גי' רש\"י יע\"ש דמשמ' בהדיא דדוקא משום דהתנה עמו המלוה מעיקרא וא\"ל אל תפרעני אלא בעדים הוא דלא מהימן כשטוען פרעתיך בפני פ\"ופ והלכו למ\"ה אבל כי לא התנה לו המלוה מעיקרא מצי טעין שפיר פרעתיך בפני פ\"ופ והלכו למ\"ה וכ\"ש לגי' הרמב\"ם וסיעתיה דגרסי התם נאמן דמבואר טפי שלא כמ\"ש מהר\"ש יונה בדעת רש\"י וצ\"ע ועיין בתשובה השניה שבסוף ס' עזרת נשים והיא למהר\"י כולי שעמד בסוף התשו' הנז' בענין זה דצריך לברר וכדברי רש\"י והג\"א דפ' ז\"ב ויש לעמוד על דבריו וכעת אין הפנאי מסכים יע\"ש.<br><b> גם </b> בשיטת הראשונים הללו נר' דקיימי הר\"ן ז\"ל בפ' ש\"ה והנ\"י בפ' ג\"פ שלא הביאו אלא שיטת ר\"ח הלזו ויש ט\"ס בדבריהם ובדברי הרי\"ף וכמ\"ש מהר\"ש יונה בדק\"י ע\"ג יע\"ש גם הרא\"ש בפרק ג\"פ הביא גי' הגאונים ור\"ח ורבי' האיי דקי\"ל כרבי דצריך לברר ואם לא בירר כגון שאבד השטר וכ\"ש כשנמצא מזוייף הפסיד אמנם אם לא מצא עדים לקיים את השטר לא הפסיד יע\"ש מיהו בדין האומר פרעתיך בפני פ\"ופ לא נתבאר בדברי הרא\"ש אם לא בירר אם הפסיד או לא כי השמיט עובדא דריב\"ן ומתוך מ\"ש הרשב\"א הביא דבריו הר\"ן בפ' ש\"ה דה\"ה בטעמו של הרי\"ף שהשמיט עובדא דריב\"ן נר' לע\"ד דלהרא\"ש אף בדין זה דהאומר פרעתיך בפני פ\"ופ דינו כשטר שאם לא בירר הפסיד וכ\"ש כשבאו ואמרו להד\"מ שהרי הוא ז\"ל כתב דטעמו של הרי\"ף הוא משו' דסמך אסוגייא דפ' ז\"ב דמחלק הש\"ס בין ההיא דבא לידון בשטר ובחזקה לאומר יש לי ב' כיתי עדי' דחזקה מכח שטרא קא אתיא כו' ומה\"ט ס\"ל להרי\"ף דגבי האומר פרעתיך בפני פ\"ופ א\"צ לברר אף לרבי דאפי' יבואו העדים ויאמרו להד\"מ לא הפסיד כיון דאין הפרעון אתי מכח עדים דאפי' שפרעו בינו לבינו וריב\"ן משום דלא ס\"ל לחלק בהכי וכדס\"ד דש\"ס בפ' ז\"ב מ\"ה קאמר אנא נמי לברר קאמינא אף בהלואה אמנם אנן לא קי\"ל הכי אלא כדמחלק הש\"ס בפ' ז\"ב את\"ד יע\"ש.<br><b> והנה </b> לפי גירסת רש\"י לל\"ב דגריס התם בפ' ז\"ב מבואר דחילו' זה ליתיה אלא אליבא דר\"מ אבל רבנן פליגי עליה וסברי דאפי' באומר יש לי ב' כתי עדי' דהני עדים לאו מכח הני קאתו אפ\"ה צריך לברר ואם לא בירר והביא כת אחת לבד הפסיד ודברי הרשב\"א אינן אלא ע\"פ גי' רש\"י לל\"ק והיא גי' התוס' שם בפ' ז\"ב וכמ\"ש מהר\"ש יונה בדק\"י ע\"ג ומדברי הרא\"ש בפ' ג\"פ שכתב וה\"נ משמע בפ' ז\"ב דאם נמצאו העדים קרובים או פסולים לא בירר עכ\"ל מבואר דהוא ז\"ל תפס עיקר כגי' רש\"י לל\"ב ובכן עכ\"ל דלרבנן דר\"מ אין חילוק בין בא לידון בשטר וחזקה לאומר יש לי ב' כיתי עדים וכן באומר פרעתיך בפני פ\"ופ דבכולהו צריך לברר ואם לא בירר הפסיד וכיון שכן אין מקום לדחות עובדא דריב\"ן משום טעמא שכתב הרשב\"א לדעת הרי\"ף כיון דלהרא\"ש דא ודא חדא היא ומה שהשמיט עובדא דריב\"ן הוא משום דסמך אההיא דשטר וחזקה דפסק כרבי וה\"ה נמי באומר פרעתיך בפני פ\"ופ ודוק ועיין למהר\"י כולי ז\"ל בתשובתו שבס\"ס עזרת נשים דס\"ד ע\"א ד\"ה וראיתי למוהרש\"ך חלק ראשון סימן קמ\"ב שנשאל גבי גט שעדיו ראובן ושמעון ובשטר השליחות שינו שמו של אחד מעידי הגט והשיב הרב דאע\"ג דשליח הימנוהו רבנן לומר שעשאו הבעל שליח וא\"צ שטר שליחות מ\"מ השתא דנקיט שטרא בידיה ונמצא השטר מזוייף אינו נאמן ודמי לההיא דבא לידון בשטר ובחזקה כו' והוקשה לו דשאני התם דחזקה מכח שטרא קא אתייא כתב דעכ\"ז דעתו נוטה דצריך לברר את\"ד יע\"ש וכתב עליו מהר\"י כולי וצ\"ע מסוגיא דפז\"ב הנז' דמחלק בהדיא כן וא\"כ לא הוה לו לעגן לאשה בחנם עכ\"ל ולפי מ\"ש דגי' רש\"י לל\"ב וכנר' שהיא גי' הרמב\"ן והרא\"ש אדרב' לרבנן דר\"מ אין בין חזקה הבאה מכח שטר לשאר מילי יפה כתב הרב מהרש\"ך ועיין להרב מח\"א ה' גרושין פ\"ז הלכה ה' דאפ\"ה צריך לברר דחייש לסברות הנהו אשילי רברבי ז\"ל ודוק ועיין בס' דברי אמת בתשו' ס\"ג שתמה על תשו' מהרש\"ך מהסוגיא דז\"ב כדברי מוהר\"י כולי יע\"ש ודע דבס' מוהרש\"ך הלזו אפליגו עליה רבוותא מוהר\"מ מפדואה ס\"ד בנימן זאב סק\"ז פני יאושע חא\"ה סי\"ד צמח צדק סי' ק\"י מהרשד\"ם א\"ה ס\"ב ועיין בס' דברי אמת בתשו' סי' ג' באופן דלדעת הרא\"ש נלע\"ד דאין חלוק בין שטר וחזקה לאומר פרעתיך בפני פ\"ופ ובשיטת ר\"ח ורבי' האיי והרמב\"ן קאי וכי היכי דגבי שטר וחזקה אם לא הביא את השטר וכ\"ש אם הביאו ונמצא השטר מזוייף הפסיד ה\"נ באומר פרעתיך בפני פ\"ופ אם באו עדים ואמרו להד\"מ הפסיד ודע דלשיטת הראשונים הללו דס\"ל דאם באו העדים ואמרו להד\"מ הפסיד הוקשה להם מההיא דאמר רבא בפ' ש\"ה דמ\"ה דכל מילתא דלא רמיא עליה דאיניש לאו אדעתיה ועלו לחלק בין הזמין עידי הפרעון ללא הזמין או בין היו לו עידי הלואה ללא היו לו או בין הכחיש את העדים אחר שאמרו להד\"מ ללא הכחישם כמבואר בדברי הרשב\"א והר\"ן בפ' ש\"ה וה\"ה בפ\"ו מה' טוען דגבי בא לידון בשטר וחזקה ס\"ל כדעת הגאונים והרמב\"ן דהלכה כר' דצריך לברר ולהביא את השטר ואם לא בירר וטען שאבד השטר הפסיד וכ\"ש כשנמצ' השטר מזוייף אמנם גבי טוען פרעתיך בפני פ\"ופ או יש לי ב' כיתי עדים ס\"ל דא\"צ לברר שאפי' באו העדים ואמרו להד\"מ לא הפסיד יע\"ש ומשמע מדבריהם ז\"ל דלדעת הרי\"ף אין חילוק בין היו לו עדים בשע' הלואה ללא היו ובין הזמין עדי' לפרעון ללא הזמין או בין הכחיש ללא דבכל גוונא לא הפסיד וברור ונמצא דהרי\"ף לפי דברי הרשב\"א והר\"ן וה\"ה בענין שטר וחזקה ס\"ל כשיטת הגאוני' והרמב\"ן שאם טען שאבד השטר הו\"ל כנמצא מזוייף ולא בירר והפסיד ולענין פרעתיך בפני פ\"ופ או יש לי ב' כתי עדי' ס\"ל כשיטת רשב\"ם ודעימיה דאין צריך לברר כלל.<br><b> ושיטה </b> אחרת יש לו להרמב\"ם בפ\"ו מה' טוען הלכה ה' ובפ\"ו מה' הנז' לפי מ\"ש ה\"ה ז\"ל שם כי בפ\"ו כתב וז\"ל תן לי מנה שהלויתיך והרי העדי' כו' אומרי' ללוה הביאם והיפטר לא באו או שמתו או הלכו למ\"ה ישבע היסת כו' שאין אנו מצריכין אותו להביאם אלא לברר דבריו ולהיפטר אף משבועה כו' ע\"כ וכתב ה\"ה ומפרש רבינו לברר דבריו כדי להיפטר משבועה ונר' שהוא מחלק בין זו לההיא דלעיל בעידי הלואה כו' או אפשר שהוא מחלק בין אומר ולא פרעתיך כו' ודע שמדברי הרבה מן המפרשים שבדין הנז' כאן אם באו אותן פ\"ופ והכחישוהו חייב לשלם ואף כן נר' מדברי רבינו עכ\"ל והנה הלח\"ם ומהר\"ש יונה ז\"ל הוקשה להם דלפי מ\"ש ה\"ה בדעת הרמב\"ם שאם באו עדים והכחישוהו חייב לשלם א\"כ למה כתב הרמב\"ם שמה שהצריכוהו להביא עדי' הוא כדי להיפטר מהשבועה לימא דלכך הצריכוהו כדי שאם יכחישוהו יתחייב לשלם ומוהרש\"י בדק\"י סע\"א תירץ דמה\"ט ודאי לא הצריכוהו חכמי' לברר דמילתא דלא שכיח הוא שיבואו ויכחישוהו ואין לחוש לזה יע\"ש. ולכאורה קשה שהרי ברפט\"ו כתב ה\"ה וז\"ל ומכלל דבריה' שאם נמצא השטר מזוייף הרי חזקתו בטולה ולכך אנו מצריכין אותו לברר ודבר פשוט ומטעם דחזקה מכח שטרא קאתיא כו' עכ\"ל הרי שכתב דמשום חשש שמא ימצא השטר מזוייף הצריכו אותו לברר ולא אמרו דמילתא דלא שכיח הוא שימצא השטר מזוייף עוד ראיתי למהרש\"י שם דק\"ט רע\"ג שתמה עמ\"ש ה\"ה ז\"ל דסובר רבינו דלברר דבריו כדי להיפטר משבועה דהלא שבועת היסת לא נתקנה אלא בימי ר\"ג ובימי רב לא היה שבועת היסת וא\"כ איך יאמר רב צריך שיבואו פ\"ופ ויעידו כדי לפוטרו משבועה ועוד דפלוגת' דרבי ורשב\"ג הוא בקרקע ואין נשבעין על הקרקעות ואיך יאמר רבי צריך לברר לפוטרו משבועה יע\"ש.<br><b> והנלע\"ד </b> דכונת ה\"ה לומר דלדעת הרמב\"ם ז\"ל עיקר טעמא דצריך לברר אינו אלא לתועלת הנתבע להוציאו מידי לעז והרהור ושלא כדברי הגאונים והרמב\"ן שהוא לתועלת התובע שמא ימצא השטר מזוייף ושמא יאמרו העדים להד\"מ ויפסיד דלפ\"ז אם טען שאבד השטר מפסיד כמ\"ש הרמב\"ן ולהרמב\"ם להא ודאי לא חיישינן דמילתא דלא שכיח הוא כמ\"ש מהרש\"י ומ\"ש ה\"ה בפט\"ו ולכך אנו מצריכין אותו לברר אפשר דהכונה לומר וכיון דכשהשטר מזוייף הצריכו אותו לברר ולקיים אותו אבל אין אנו חוששין לכך הילכך אם טען שאבד השטר אינו מפסיד וברור אלא שפשט הלשון לא משמע כן והנכון כמ\"ש לקמן ד\"ה ודע יע\"ש ומ\"ש ה\"ה ומפרש רבינו לברר כדי לפוטרו משבועה לאו דוקא אלא משום דהשת' דתקן רב נחמן שבועת היסת איכא פיטור שבועת נקט"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<span class=\"H\">שורש דברים העשויי' להשאיל כו' אם נאמן לומר לקוחים הם בידי במד\"א </span>\n<b> בדברים שאינן עשויים להשאיל ולהשכיר כו' אבל דברים העשויין להשאיל ולהשכיר אע\"פ שהן תחת ידו של זה כו' הרי הן בחזקת בעליהן כו' וראובן טוען שהוא שאול כו' וש' טוען אתה מכרתו לי כו' אינו נאמן כו'.</b> וכ\"כ הטור בסימן קל\"ג וכ\"כ בסימן ע\"ב ומרן בש\"ע סימן ע\"ב כתב וז\"ל אבל העשויים להשאיל ולהשכיר ויש עדים שראו עתה בידו אינו יכול לומר לקוח הוא בידו או החזרתים לך ע\"כ וכתב שם מור\"ם בס' המפה י\"א דלא בעינן שראו עתה בידו בשעה שתבעו לדין אלא שראו קודם לכן בידו וטען שהן מכורים בידו או טענה אחרת שאינן ראויים להחזיר לפי אותה טענה דמעתה אין לו מיגו שהיה יכול לומר החזרתים דאנן סהדי שלא החזירם וכן כו' וכ\"כ מרן ב\"י בסימן קל\"ג מחו' א' בשם תשו' מיימון לס' משפטי' סימן ל\"ב המתחלת פתרון ראה כו' וכתב הסמ\"ע בס\"ק נ\"ט דבהגד\"מ כתב דגם הטור ס\"ל הכי עכ\"ל ועיין להרב פ\"מ ח\"ב סימן ע\"ב דקל\"ב ע\"ג ד\"ה עוד כתב שהכריח דליכא מאן דפליג על סברת זו ותמה על הרב המפה שכתב הסברת זו בשם י\"א והכריח עוד כן מתשו' הרא\"ש ז\"ל בכלל פ\"א המתחלת יקבל החכם הנכבד את תשובתו (וט\"ס נפל וצ\"ל בכלל ע\"ט סימן ח' כיע\"ש ועיין ג\"כ למוהרימ\"ט חלק ח\"מ סימן ל\"ז) וכתב ז\"ל דע\"כ לא קאמר ר\"י ז\"ל דאפילו לא ראו עתה בשעה שתבעו לדין דאפי\"ה אבד המיגו אלא כשהטענה שטוען מעיקרא בפני העדים היה שמכרו או שנתנו לו במתנה אז ודאי מיקרי טענה הראויה לעיכוב ואבד המיגו אבל אי מעיקרא טען אתה חייב לי עליהם כ\"וכ אי חזר וטען כן בפני ב\"ד אינו סותר טענתו הראשונה דאין זו טענה הראויה לעיכוב אי מטעם שאפשר שיחזיר החפץ ונתפשר עמו על החוב או אפשר שפרע לו החוב והחזיר לו המשכונות וא\"כ אי הוה טעין החזרתי הוה מהימן כיון שאין טענותיו סותרות זו לזו וא\"כ לא אבד המיגו כל דליכא רעה בשעת עמידתו לדין.<br><b> ובהכי </b> ניחא ליה שם דקל\"ב אותה שכתב הרא\"ש בכלל ק\"ו והביאה הטור בסימן קל\"ג יע\"ש ועיין בס' כהונת עולם סי' פ\"א דפ\"ד ע\"ב ד\"ה הן אמת שהוק' לו תשו' הרא\"ש הלזו ותמהני דמתשו' זו ליכא תברא כמו שחילק הר\"ב פ\"מ והוא ז\"ל כבר ציין שם תשו' הרא\"ש הלזו וצ\"ע וכבר כתב חילוק זה מוהרי\"ב בתשובה למוהרימ\"ט ח\"מ סימן ל\"ז וקלס דבריו מוהרימ\"ט רבו שם כמ\"ש החבי\"ב בסי' קל\"ג הגב\"י אות ה' יע\"ש וגם הש\"ך בסי' קצ\"ב כתב דסב' ליכא מאן דפליג בה ומ\"ש הר\"ב המפה לשון י\"א קאי אמ\"ש אח\"ז לא אמ\"ש בתחילה דבריו יע\"ש.<br><b> וראיתי </b> למוהרימ\"ט ז\"ל שם דמ\"ב ע\"ג שהוק' לו בדברי תשו' מיימון הלזו וז\"ל וצריך להולמה חדא מאי ראיה מייתי מההיא דהוחזק כפרן דכאן במה הוחזק כפרן אי במ\"ש אתה מכרתו לי כל שאמר שלא בפני טוען וחוזר וטוען ועוד דהכא אין עדים שהכחישוהו ומפני כך הפך טענתו שאפילו היה בפני ב\"ד ואמ' תחיל' אתה מכרתו לי וחזר ואמר אני מעכבו בשביל תביעת שיש לי עליך לא מיקרי הוחזק כפרן מפיטור לפיטור כל שלא הוכחש ועוד קשה דפתח בטעם דאין ראוי להחזירו באותה טענה וסיים בטעם דהוחזק כפרן ואיברא כו' ושמא כו' ועדיין דבריו צריכין תלמוד עכ\"ל ועיין להרב פ\"מ דקל\"ב ע\"ד.<br><b> וראיתי </b> להר\"ב כהונת עולם בתשו' ר\"סי פ\"א שהוק' לו עוד בתשו' מיימון הלזו למה לא נאמינהו דיש לו עליו כ\"וכ במיגו דנאנס והאריך בזה יע\"ש ולא ידעתי מאי קא ק\"ל לפי מה שביאר הש\"ך ס\"ק צ' והביא דבריו הוא ז\"ל שם דתשו' זו מיירי בדברים העשויין להשאיל ולהשכיר וכיון שכן תו לית ליה מיגו דנאנסו דאפשר דמיירי דטעין התובע שהשאילו אצלו ושואל חייב אפילו באונסים ואין צורך למה שנדחק הוא ז\"ל לומר דמיירי כשהעדים מעידים שהשאילו דאפילו אינן מעידי' אלא שראו בידו בלבד כל שהן דברים העשויים להשאיל ולהשכיר והתובע טוען שהשאילו אצלו תו לית ליה לנתבע מיגו דנאנסו ודוק.<br><b> והנה </b> אף למה שרצה ליישב מוהרימ\"ט בכונת דברי ר\"י בתשו' זו דעיקר טעמא תלוי במ\"ש תחילה שאינו ראוי להחזירו מאחר שטען שלקוחי' הם בידו ומה שהביא ההיא דהוחזק כפרן היינו לומר שאין מקום לתרץ דבריו מאי לקוחי' כאלו הם לקוחים קאמר כו' אכתי קשה דכיון דשלא בפני ב\"ד הוא דטען לקוחים מעיקרא בפני עדים נהי דלפי מה שטען בפניהם לקוחי' הם בידי אינו ראוי להחזירו אכתי נימא דמאי דטעין השתא החזרתי הדר ביה ממאי דטעין תחילה בפני העדים וממושכני' היו בידו מעיקרא קאמר השתא וראוי להחזירו לפום מה דטעין השתא דמאי שנא ממ\"ש הטור בסי' ע\"ט ס\"ח וז\"ל וכן אפי' הכחישוהו עדים אם לא היתה הכפירה בב\"ד לא הוחזק כפרן אבל אם התובע אמר לעדים שכפר ביניהם אתם עידי כו' אם חזר ואמר פרעתי קודם לכן אינו נאמן אבל אם אמר פרעתיך אח\"כ נאמן שלא הוחזק כפרן כיון שלא כפר בב\"ד אלא שאינו נאמן לומר שפרע קודם כיון שהודה באתם עדי שלא לוה אבל אם אמר שפרע אח\"כ נאמן ע\"כ וכ\"כ מרן בש\"ע שם ס\"ז ועיין בסמ\"ע שם ס\"ק כ\"ה וזהו ההפרש שיש בין הוחזק כפרן בב\"ד להוחזק כפרן בעדי' יע\"ש הרי דאע\"פי דמעיקרא טען בפני העדי' לא לויתי ולפי אותה טענה אינו ראוי לפרוע אח\"כ אפ\"ה כי הדר טעין פרעתי אח\"כ נאמן וא\"כ ה\"נ אע\"פ שטען בפני העדי' לקוחי' הם בידי ולפי טענה זו אינו ראוי להחזיר המשכון אמאי לא יהיה נאמן לטעון אח\"כ שהחזיר' לו אחר שראוהו העדי' וסבור הייתי לומר שר\"י בתשו' זו אזיל בשיטת רבינו יונה שכתב הטור בסי' ע\"ט דס\"ל דאפי' כי טען אח\"כ פרעתי לא מהימן כל שהוחזק כפרן בפני העדי' וכן ראיתי בס' כהונת עולם דפ\"א שרצה לומר כן אבל הא ודאי ליתא וא\"כ תיקשי על הרב המפה דכאן הביא סברת ר\"י ז\"ל שבתשו' מיימון וכאן בסי' ע\"ט הסכי' לסברת מרן בש\"ע שסתם כדברי הרא\"ש דמהימן לטעון פרעתי אח\"כ אע\"ג דטען מעיקרא לא לויתי.<br><b> והנלע\"ד </b> דיש לחלק בין ההיא דסי' ע\"ט להך דהכא דשאני התם דאפי' דאיהו טעין מעיקרא לא לויתי מ\"מ כשבאו עדי' אח\"כ והכחישוהו שלוה כשאמר התובע אתם עדי שטען לא לויתי ושתק מצי טעין אח\"כ דמשו' דהכחישוהו העדי' קבל עדות' שלוה ופרעו אח\"כ אבל הכא שטען בפני העדי' שלקוחי' הם בידו והעדי' לא הכחישוהו בזה שאינן יודעי' אם לקוחי' היו או ממושכנין היו בידו כיון שעל פיהם לא יתחייב להחזיר לא מצי טעין שהחזירם לו כיון דלפי טענתו שטען שלקוחי' היו אין ראוי להחזיר' לו ומה שהוקשה לו עוד למהרימ\"ט דהכא כיון שאין עדי' שהכחישוהו יכול להפך טענתו שאפי' היו בפני ב\"ד לא הוחזק כפרן מפיטור לפיטור כל שלא הוכחש כו' בזה הדבר ברור לע\"ד דהא הכא חשי' מחיוב לפיטו' לא מפיטור לפיטור ולהכי לא מצי הדר ביה שהרי אם היה עומד בטענתו שטען מעיקרא לקוחי' הם בידי היה חייב דר\"י בתשו' זו איירי בדברי' העשויי' להשאיל ולהשכיר כמ\"ש הש\"ך בס\"ק ץ' והעדי' כבר הכירו המשכון שהיה של התובע מיד כשראוהו בידו ולא היה לו לנתבע אז שום מיגו להפטר כמבואר בדברי התשו' הנזכרת הילכך תו לא מהימן לומר לקוחי' הם בידי ולא כו\"כ יש לי עליו דא\"כ משו\"ה אינו יכול לחזור אח\"כ בפני ב\"ד ולטעון לא טענת לקוחי' הם בידי ולא טענת ממושכני' דהחזרתי' לו אחר שראוהו העדי' בידי והשתא הו\"ל טוען וחוזר וטוען מחיוב לפיטו' וכ\"ת אכתי כיון דהודאתו דמעיקר' שלא בפני ב\"ד הוה אף מחייוב לפיטור נמי מצי לחזור ולטעון דעביד איניש דלא מגלי טענתיה אלא בב\"ד ומצי טעין דמאי דקאמר מעיקרא בפני עדים לקוחי' משטה הייתי בהם איכא למימר דאה\"ן דאי טעין הכי בהדייא אזיל ומודה ר\"י ז\"ל דמהימן ואיהו לא קא מיירי אלא היכא דלא טעין איהו בפירוש משטה הייתי ואנן לא טענינן ליה וכמ\"ש הטור בסי' ל\"ב ובסימן פ\"א ועיין להש\"ך בר\"סי הנז' ולענין אי מצי טעין שכחתי יע\"ש א\"נ אפשר דמיירי כשאמר מעיקרא התובע אתם עדי דטעין לקוחים ושתק דתו לא מצי טעין משטה הייתי כמדובר ודוק.<br><b> איברא </b> דלפי האמור ומדובר עכ\"ל דתשו' זו איירי בדלית ליה לנתבע מעיקרא שום מיגו דאי הו\"ל מעיקרא שום מיגו מצי טעין אפי' בפני ב\"ד בין מאי דטעין מעיקרא בפני העדי' בין טענה אחריתי אע\"פ שסותר טענתו הראשונה דהו\"ל כחוזר וטוען מפיטו' לפיטו' דאפי' בב\"ד טוען וחוז' וטוען ובכן יש לתמוה לכאורה עמ\"ש הש\"ך בס\"ק צ\"א וז\"ל מיהו נראה דאם טוען אח\"כ בפני ב\"ד לקוח כמו שהיה טוען מעיקר' בפני עדים נאמן כו' ולא דמי למ\"ש אח\"כ כו' ועוד דאל\"כ אין אדם שקונה מחבירו דבר העשוי להשאיל כו' עכ\"ל כנראה מדבריו דדברי הר' המפה שהן דברי התשו' הנז' מיירי בדאית ליה לנתבע מיגו מעיקרא ואפ\"ה אי חוזר וטוען טענה אחריתי לא מהימן דזה תימא למה לא יוכל לחזור ולטעון כיון דהו\"ל כחוזר מפיטור לפיטור.<br><b> ושו\"ר </b> בס' כהונת עולם בתשו' סימן פ\"א דפ\"ג סע\"א עשה פלילות ע\"ד הש\"ך הללו ודחאן בשתי ידים יע\"ש. ולע\"ד הדבר ברור דאף הש\"ך אזיל ומודה דכל דהו\"ל מיגו מעיקרא כי היכי דמצי טעין טענתו דמעיקרא ומהימן ה\"נ מצי לחזור ולטעון טענה אחריתי אע\"פי שחוזר וטוען כיון דהשתא הו\"ל חוזר מפיטור לפיטור וכיון דאשמועינן הרב ז\"ל דכי טעין אח\"כ בפני ב\"ד טענתו דמעיקרא מהימן ולא דמי למ\"ש אח\"ז הר\"ב המפה בשם תשו' הרא\"ש ממילא שמעינן דה\"ה דמצי טעין טענה אחריתי אף ע\"פי שהוא חוזר וטוען כיון דהשתא הו\"ל חוזר מפיטור לפיטור ומ\"ש הוא ז\"ל ע\"ד הר\"ב המפה וז\"ל ומיהו נראה כו' אין כונתו לומר דבהכי איירי הרב אלא מילתא באנפי נפשה הוא דקאמר דמי שחזר וטען בפני ב\"ד לקוחים וכך היה טענתו ג\"כ מעיקרא כלומר קודם שראוהו העדי' דהשת' אית ליה שפיר מיגו מעיקרא נאמן ג\"כ השתא בפני ב\"ד וממילא דה\"נ נאמן בטענה אחריתי במיגו דלקוחי' זה נראה לי ברור בכונת דברי הש\"ך ובזה מוצל אותו צדיק מכל מה שהקשה הרב כהונת עולם.<br><b> גם </b> מה שהקש' עוד עליו במה שנתן טעם דאם לא כן אין אדם קונה מחבירו דבר העשוי להשאיל ולהשכיר שאינו מבין דבריו בזה שכפי מ\"ש הש\"ך תחילה אינו נאמן אלא במיגו דלא היה מראהו ולפי מ\"ש עכשיו אף שהוא לא הראהו שייכא הך חששא שהמוכר בא אליו בפתע פתאו' ואין זה מכיר כונתו ומשוי ליה ראה כו' והא פשיטא דבעשויי' להשאיל דאיכא ראה תו לא מהימן בלקוח כו' עכ\"ל אי מהא לא ארייא לע\"ד דדוקא היכא דאיכא למיחש לראה מרצון הנתבע כגון שישאלנו או ישכרנו ממנו שהיא חששא קרובה דשכיח טובא חששו חכמי' הילכך כל כה\"ג שמראהו מרצונו שהוא להשאילו ולהשכירו דהו\"ל כטוען בהדייא שהוא לקוח בידו ומשאילו ומשכירו אית לן לתקוני שלא יהא מועיל האי ראה בדברים העשויי' להשאיל ולהשכיר דאם לא כן אין אדם קונה כו' דחייש דילמא למחר יראנו למוכר בפני עדי' מרצונו ומשוי ליה ראה ויוציאנו מידו אבל למיחש לראה שיבא המוכר לביתו בעדים המכירי' שהיה שלו בפתע פתאו' ויראוהו להא לא חיישי אינשי דלאו אורח ארעא ליכנס בפתע פתאום לביתו של חבירו איתרמי גם כן הכלי ההוא ביד בע\"הב באותה שעה הילכך לראה כזה לית לן למיחש ולתקוני מידי וכי אתרמי שראוהו בעדי' מהני ליה שפיר האי ראה זה נלע\"ד בטעמו של הש\"ך ודוק.<br><b> ולענין </b> הלכה למעשה נ\"ל עיקר כמ\"ש הש\"ך וכמו שכתבנו בכונת דבריו הילכך היכא דאית ליה לנתבע מיגו מעיקרא כשטען בפני העדי' לקוחים יכול אחר כך לחזור ולטעון בפני בית דין בין טענה לקוחי' דטעין מעיקרא בין החזרתי לך בין כך וכך יש לי עליו דהו\"ל כטוען וחוזר וטוען מפיטור לפיטור וה\"ה היכא שראוהו העדים מעיקרא כלי זה על ידי שהשאילו או השכירו הנתבע דהו\"ל כטוען בפירו' לקוח הוא בידי מעיקרא האי ראה לא מהני מידי ומצי טעין בפני ב\"ד לקוח הוא בידי כמ\"ש הש\"ך אמנ' אי מעיקרא אתרמי שראו כלי זה העדי' ביד הנתבע וטען כ\"וכ יש לי עליו ולית ליה מיגו אפי' אית ליה אח\"ך מיגו דהחזרתיו אחר שראו העדי' לא חשיב מיגו זה כלל ואפי' טעין בפי' הכי לא מהימן כמ\"ש בתשו' מיימון והיכא שהוא עצמו הראה המשכון לעדי' מעיקרא וטען כ\"וכ יש לי עליו אע\"פ שהיה לו מיגו מעיקרא דלא היה מראהו כיון שהיה צריך לישבע שבועת התורה על טענתו ולא נשבע בפני העדי' כשבא אח\"כ בפני ב\"ד אינו נאמן לטעון מה שטען מעיקרא אם לא כשיש לי מיגו דהחזרתי אחר שראו העדי' כמבואר בתשו' הרא\"ש וכמו שאכתוב לקמן בסמוך כנלע\"ד.<br><b> ובמ\"ש </b> עוד שם מור\"ם בסי' ע\"ב ואפילו אמר בשעה שראו עדים שחייב לו כ\"וכ כמו שטוען עכשיו בב\"ד לא מהימן וכ\"כ הרא\"ש בתשו' הביאה הטור ז\"ל סימן קל\"ג ס\"ו ומרן בש\"ע ס\"ג מיהו בתשו' הרא\"ש סיים וכתב וצריך שיתרה בו בפני אותם עדי' שלא יחזירנו לו אלא בפני פ\"ופ כדי שלא יוכל לטעון שהחזירו אח\"כ וכ\"כ מרן בש\"ע שם ועיין בסמ\"ע שם סק\"ט שנ\"ט למה שהשמיט הטור האי וצריך שיתרה שכתב הרא\"ש יע\"ש ומוהר\"מ מאלייא בתשו' אשר לו בס' פ\"מ ח\"ב סי' ע' הסכים לדברי הסמ\"ע דכל שלא התרה בו ויש לו מיגו דהחזרתי מהימן כיון דהיה לו מיגו מעיקרא יע\"ש ואחריו החזיק שם סי' ע\"א דקל\"ג ע\"א הר\"ב פ\"מ והכריח כן כדי שלא יהא חולק הרא\"ש עם תשו' הרא\"ש ותשו' הריב\"ש סי' שצ\"ב דמבואר יוצא מדבריה' דכל דהו\"ל מיגו מעיקרא ועכשיו נמי יש לו מיגו דהחזרתי מהימן כיע\"ש.<br><b> ומה </b> שיש לעמוד עוד בתשו' הרא\"ש הלזו עיין למוהר\"א ששון בתשו' סי' ק\"א ובתשו' ס' עדות ביעקב סי' מ\"ו ובס' כהונת עולם סי' פ\"א מדפ\"ב ע\"ג ודפ\"ד ע\"ב ובס' נחפה בכסף סי' כ\"ה דקל\"ב ע\"א ואשתמיט מיניה תשו' הרב כהונת עולם כיע\"ש."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אל </b>\n<b> תטעה בין דברים העשויים להשאיל ולהשכיר וכו' אבל דברים העשויים להשאיל ולהשכיר הם הכלים שבני אותה מדינה עושים אותה מתחיל' עשיית' כדי להשאיל' ולהשכירן וכו'.</b> ע\"כ. הנה מרן בש\"ע סי' ע\"ב הביא סברות חלוקות בענין זה דלדעת רבינו דברים העשויים להשאיל ולהשכיר היינו שמתחיל' עשייתן נעשו להשאיל ולהשכיר ולדעת הרי\"ף ור\"ת כלי שמקפידין עליו מפני חשיבותו או שמתקלקל הוא דבר שאין דרכו להשאיל ולהשכיר ושאר כל הכלים דרכן להשאי' ולהשכיר יע\"ש ומדברי רבינו ז\"ל בפרקין מבואר דאזיל ומודה במקצת לדברי הרי\"ף ור\"ת והוא דס\"ל דשא' כלי' נמי אפילו שאין תחילת עשייתן להשאילן כל שיש עדים שזה המערער רגיל להשאילן תמיד כדברים העשויין להשאיל ולהשכיר מתחילת עשייתן דיינינן להו זולת שהן דברים חשובים ומתקלקלים והפסדן יותר משכרן דאז אפי' רגיל להשאילן תמיד כדברים שאינן עשויים להשאיל ולהשכיר דיינינן להו כיע\"ש ואפשר דאף הרי\"ף ור\"ת ז\"ל לפי שיטתם אזלי ומודו בזה לדברי רבינו בדברי' החשוב' והמתקלקלי' דאין הוכחה ממה שהוא רגיל להשאילן ולהשכי' לעשותם כדברים העשויים להשאיל ולהשכיר עד שנדע בודאי שהשאילן לזה עכשיו והכי דייק לשון הטור ומרן ז\"ל וז\"ל כמובן ובהכי ניחא לי מה שהק' הרב ראש יוסף בסי' ע\"ב אות ס\"ו לשיטת הרי\"ף ור\"ת מפלוגתא דאביי ורבא דס\"פ המקבל גבי ההיא דסכינא דאשכבתא דאביי היכי פליג ארבא וחשיב לסכינא דאשכבתא דברים שהן עשויים להשאיל ולהשכיר ואי מיירי בדאיכא עדים שהיה רגיל להשאיל א\"כ רבא היכי פליג אאביי יע\"ש אמנם לפי האמור ניחא דבהא קמפלגי אביי ורבא דלאביי אפי' בסכינא דאשכבתא דמפגמי ולא מושלי אינשי כיון שזה האיש היה רגיל להשאילו כדברי' העשויי' להשאיל ולהשכי' דיינינן להו ולרבא כיון דהוי דבר המתקלקל אפי' דרגיל להשאילו כדברים שאינן עשויים להשאיל ולהשכי' דיינינן עד שנדע בודאי שלזה השכירו ג\"כ וכמו שכן כתב הרב לדעת רבינו דבהכי פליגי אביי ורבא אלא דלפ\"ז משמע דספרי' שהן עשויים להתקלקל כמו ששנינו המוצא ספרי' לא ילמו' בהם לכתחיל' וכו' וכמ\"ש רש\"י בפ' כל הנשבעי' דמ\"א והמרדכי בפ' הנז' סי' אלף קס\"א אפי' במקו' שרגילי' להשאילן ובאדם הרגיל אצלו להשאילו אפי\"ה כדברים שאינן עשויים להשאיל ולהשכיר דיינינן להו כיון שהם עשויים להתקלקל כמדובר ואלו התוס' בפ' כל הנשבעי' דמ\"ו והרא\"ש והמרדכי שם כתבו בשם ר\"ת דספרי במקום שרגילים להשאילו כדברים העשויים להשאיל ולהשכיר דיינינן להו זולת בספרים נחמדים שאין דרכן להשאילן יע\"ש כנראה דלדע' ר\"ת אין חילוק בין דברי' המתקלקלי' לשאינן מתקלקלים אלא הכל תלוי ברגיל להשאילן לאינו רגיל אלא דעדיין אפשר לומר דדוקא בספרים הוא דכתב ר\"ת כן משום כיון דאיכא בהו צד מצוה להשאילן כדדרשי' בפ' נערה מקרא דוצדקתו עומדת לעד כל היכא דחזינן דרגילי' להשאילן משום מצוה ולא חיישי אקלקול' משום שכר מצוה כדברי' העשויין להשאיל ולהשכיר דייני' להו אבל בשאר דברים דליכא בהו טעמא דמצוה כיון דמתקלקלי אפי' רגיל להשאילן אכתי משום קלקול' אמרי' הדר ביה וכדברי' שאינן עשויי' להשאיל ולהשכיר דיינינן להו עד שנדע בבירו' שלזה השאילו עכשיו ומסתמיות דברי הפוסקי' בזה נלע\"ד דלשיטת הרי\"ף ור\"ת ז\"ל אין חילוק בזה אלא כל שהרגיל להשאיל דבר זה אפי' דברים החשובי' והמתקלקלי' כדברי' העשויי' להשאיל דיינינן להו וההיא דסוף המקבל קשייא לפ\"ז וכעת הדבר צ\"ת.<br><b> וחזות </b> קשה הוגד לי מבני הישיבה בשתי תשובות מוהר\"מ שהביא המרדכי שנראה דסתר אהדדי דבפ' כל הנשבעין סי' אלף קס\"ה הביא פלוגתא דרש\"י ור\"ת ז\"ל בענין זה דספרים דלרש\"י כל הספרים חוץ מספרא דאגדתא אינן עשויים להשאיל ולהשכיר וכתב שכן פוסק ר\"י הלוי ז\"ל ושכן המנהג באשכנז ושכן פסק מוהר\"מ הלכה למעשה יע\"ש ואלו במציעא פ' המקבל סי' תקנ\"ח הביא תשו' מוהר\"מ וכתב בתוך התשובה וז\"ל וא\"כ בזה הדין שבא לפניכ' כמו שאם היה שמעון מוחזק מן הספר היה נאמן בכל דבריו עד כדי דמיהן ומשו' מיגו דאי אמר החזרתי כן נאמן עתה שהחזירו וכו' ומיהו אם יש עדי' שראו הספר בידו בשעת תביעת לדין לא יהיה נאמן דאין כאן מיגו דהחזרתי וגם מיגו דמכרתו לי דספרים יש להם דין דדברים העשויים להשאיל ולהשכיר מק\"ו דספרא דאגדתא אך אדם שלא היה רגיל עמו היה אומר ר\"ת ז\"ל שהיה נאמן לומר לקוחי' הן בידי מכח ההיא דפ' הגוזל וכו' עכ\"ל והם דברים סותרים כמבואר ואולי אותה תשובה דפ' המקבל לאו לבני אשכנז היתה כי אם שלוחה למקום אחר שלא היו נוהגין לפסוק כרש\"י ז\"ל בזה ולכך השיב להם כמנהג מקומם כשיטת ר\"ת ז\"ל ודוק.<br><b> ודע </b> דמלשון רבינו בפרקין בסוף הלכה זו שכתב וז\"ל וכן אם היה לאדם משאר כלים ויש לו עדים שהוא משכירן תמיד ומשאילו והוחזק לו שהוא להשאיל ולהשכי' הרי הוא ככלים העשויי' להשאיל ולהשכי' ע\"כ משמע בהדייא דדוקא בכה\"ג דאיכא עדים שהוא רגיל להשאיל כלי זה שביד התופס הוא דס\"ל דחשיב ככלי העשוי מתחילתו להשאיל ולהשכיר ולא סגי ליה בשיעידו העדים סתמא שהמער' הזה רגיל להשאיל כליו לאחרי' וכשיטת ר\"ת ז\"ל אלא לדידיה משמע ליה דבעי' עדות מיוחד על הכלי הזה שביד התופס שהוחז' להשאילו ולהשכירו והכי דייק לשון ה\"ה ז\"ל יע\"ש אמנם ראיתי להתשב\"ץ ח\"ב סי' קל\"ז שכת' דרבינו לא יחלוק אסבר' ר\"ת ז\"ל בזה ושכ\"כ הראב\"ד בהשגות כו' יע\"ש והדבר קשה שאם כדבריו למה לו לרבינו להצריך עדים שהוא משכירו ומשאילו תמיד כיון דברגיל להשאיל כליו דיי גם מ\"ש שכ\"כ הראב\"ד ז\"ל עליו הן דברי' סותרי' ז\"לז בתוך כ\"ד שאם רבינו מודה לס' ר\"ת מה היתה השגתו של הראב\"ד ז\"ל עליו ותו דמדברי הראב\"ד משמ' דאין צורך לשיהיה רגיל להשאיל ולהשכיר כליו תמיד כדי לעשותו דברי' העשויים להשאיל ולהשכיר אלא כל דליכא טעמא למתלי שאינו עשוי להשאיל או מפני חשיבותו או מפני בלאותו עשוי להשאיל קרינן ביה אפי' שלא ידענו בבירור שהוא רגיל להשאילו ואיך כת' שכ\"כ הרא\"בד ז\"ל ואפשר דכונת הרב ז\"ל לומר דאף רבינו ז\"ל לפי שיטתו אזיל ומודה לסברת ר\"ת ז\"ל דאף כי איכא עדים שזה רגיל להשאיל כלים אלו שביד התופס אכתי בעינן ג\"כ שזה השואל יהיה רגיל אצלו לאפוקי אם הוא שונא לו או שדר במקו' רחוק וכיוצא בזה שהסברא נותנת שלא השאילו לזה ומ\"ש שכ\"כ הראב\"ד ז\"ל הכונה לומר דאף הראב\"ד שתלה טע' הדבר מפני חשיבותו של כלי ובלאותו אין ספק וה\"ה כשיש לתלות ג\"כ במשאיל ובשואל באהבת' וברשעת' ובריחוק מקומן.<br><b> עוד </b> כתב הרב הנז' שם דספרי' העשויי' להשאיל ולהשכיר תלוי בפלוגתא דהרמב\"ם והרי\"ף ור\"ת ז\"ל בפי' דברי העשויי' להשאיל ולהשכיר יע\"ש וגם זה קשה שהרי רש\"י אע\"פ שהוא מפרש כפי' ר\"ת והרי\"ף דהדבר תלוי בחשיבות הכלי ובבלאותו וכמ\"ש בפ' כל הנשבעי' דסת' ספרי' חוץ מספרי אגדת' אינן עשויין להשאי' ולהשכי' מפני שמתקלקלי' ולא תלי טעמ' בעשוי מתחילתו לכך או בדאיכא עדים שרגי' להשאילו אפי\"ה ס\"ל דספרי' אינן עשויי' להשאיל ולהשכיר הפך שיטת ר\"ת ז\"ל ואיך תלה הרב דבר זה בפי' רבינו והרי\"ף ור\"ת ז\"ל וצ\"ע.<br><b> ודע </b> שמדברי התוס' והרא\"ש בפ' כל הנשבעי' ופ' המקב' וגם מעיקר דברי ר\"ת בס' הישר שלו שהביא הר\"ב התרומות בשער מ\"ט ח\"ד סי' ג' דרע\"ז ע\"ב מבוא' דלדידיה ז\"ל משמע ליה דאין חילוק בין ספרא דאגדתא לשאר ספרי' אלא הדבר תלוי בין בשאר ספרי' ובין בספר' דאגדתא באומד ובראיית הדיין במשאיל ובנשאל ובספרי' שהוא משאיל אם הם חשובי' ויקרי' ובמנהג המקו' וכל שרואה הדיין דליכא טעמא למתלי ביה שלא השאילו משו' סיבה מהסיבות או מצד המשאיל או מצד הנשאל או מצד הספרי' או מצד מנהג המקו' כל בר מן דין עשויים להשאיל ולהשכיר קרינן ביה וזה מבואר בשינוי הלשונות שכתבו התוס' בשבועות ובהמקבל בשם ר\"ת ז\"ל ומהתימא על הסמ\"ג בעשין צ\"ח דקפ\"ג ע\"ב במ\"ש שם בשם רבינו תם אחר שהביא דברי רבינו וז\"ל ר\"ת מפרש ההיא דאפיק זוגא דסרבלא וספרא דאגדת' כשהיו עדי' שהיו משאילן ומשכירן אבל שאר הספרי' שלא היו עדי' לא כתב אע\"פי שרבינו יעקב מפרש שכל הספרים בזה הדין ומ\"ש אפיק זוגא כו' בדברי' העשויי' להשאיל ולהשכיר פי' רבינו יעקב דדוקא בספרא דאגדתא אינו בסת' בדין זה לפי שאין רגילי' ללמוד בו כדאיתא בפ' הניזקין כו' ומחלק באותה דהגוז' דמיירי שאנו יודעי' שאין דרך של אדם זה להשאיל לזה ומ\"מ מה שפי' הר\"מ נראה עיקר עכ\"ל מבואר יוצא מדבריו דלר\"י שהוא ר\"ת ז\"ל בספרא דאגדתא שאין רגילין ללמוד בו צריך דוקא שיהיה עדי' שהיה רגיל להשאילו אבל בשאר ספרי' לא בעינן עדי' בזה אלא סתמן עשויים להשאיל והוא תימא היכן מצא חילוק זה בדברי ר\"ת וצ\"ע.<br><b> ואת </b> זה ראיתי בתשו' הר\"ש בן הרשב\"ץ סי' רפ\"ז נשאל שם על נאמן הקהל שהיו בידו מבני הקהל שירשו מאחד מבני הקהל מספרי' שמחלקי' בו הבגדי' ומת הנאמן והיורש לא רצה לתתה לבני הקהל והשיב וז\"ל המספרי' הללו לא גרעי מזוגא דסרבלא דאפקינהו רבא מיתמי כדאיתא בפ' המקבל ובפרק כל הנשבעין ובפ' חזקת וכתבה רבינו כאן שאין מספרי' אלו מהדברי' העשויי' להשאיל ולהשכיר ודמי נמי לסכינ' דאשכבתא שאינן מהדברי' העשויי' להשאיל ולהשכי' וכיון שאינן מהדברים העשויים להשאיל ולהשכיר ואלו היה אביהם קיים לא היה נאמן לטעון לקחתי ממנו מספרים עכשיו שמת האב אין טועני' ליתומי' שאביה' קנה אותם שאין טועני' ליתומי' אלא טענה שאם טען אותה אביה' היתה מועלתו והיה נאמן בה כדאית' בפ' שני דייני גזירות ולפיכך מוציאין מס' אלו מן היתומי' כיון שיש עדי' שהיו של אמיתנא והכל רואין אותם עכשיו ברשות היתומי' כו' עכ\"ל.<br><b> ולא </b> יכולתי להלו' דברי' הללו דתחילה כתב שאין מספרי' הללו עשויי' להשאיל ולהשכי' וכונתו ברורה דמשמע ליה דכל כה\"ג בין לרבינו ובין לר\"ת ז\"ל כיון דמספ' אינו עשוי להשאיל ולהשכיר ורבא לא אפיק ההיא דזוגא דסרבלא אלא או משו' דהיו עדים בדבר שהשאילו לו לאביה' ההיא זוגא דסרבלא לדעת רבי' ז\"ל כמ\"ש כאן או משו' שהיה רגיל להשאילם לאחרי' לשיטת ר\"ת ז\"ל אמנם בנדון הרב ז\"ל במקומו לא היו רגילים להשאיל מספרי' אלו ומשו\"ה חשיב דברי' שאינן עשויי' להשאי' ולהשכי' וכיון שכן איך כתב אילו היה אביה' קיים לא היה נאמן לטעו' לקחתי ממנו מספרי' אלו כו' ולמה לא יהא נאמן מאחר שאינן עשויי' להשאיל והא קי\"ל דכל דבר שאינו עשוי להשאיל יכול לטעון לקוח במיגו דלהד\"מ ואפי' איכא עדים שהפקידוהו בידו נאמן לטעון לקוח במיגו דהחזרתי וגם הר' ז\"ל דן להוצי' אותה מיד היתומי' משום דהכא איכא עדי פקדון וראה ממ\"ש בסוף דבריו ולפיכך מוציאין אותה כו' כיון שיש עדים שהיה של אמיתנא והכל רואין אותה עכשיו ביד היתומי' כו' וכונתו דכיון דיש עדים שהיו של אמיתנא ונכנס ביד נאמן בתור' פקדון כמנהגם וגם איכא עדי ראה א\"כ לא היה לו להרב לתלו' הדבר מפני שאביהם לא היה נאמן ומפני שהן דברים שאינן עשויין להשאיל ולהשכיר דכל דאיכא עדי פקדון וראה בין בעשויין להשאיל ובין באינן להשאיל לכ\"ע מפקינן להו מיד המוחזק גם עיקר מילתיה ומדמי מספרים הללו לזוגא דסרבלא ולסכינא דאשכבתא שאינן עשויין להשאיל ולהשכיר הם דברים תמוהי' וסותרי' ז\"לז שהרי מדברי רבינו כאן מבואר דזוגא דסרבלא לחוד וסכינא דאשכבתא לחוד שהרי כתב שם דבזוגא דסרבלא כי איכא עדים שהיה משאילו ומשכירו בהכי דיי לדונו כדברים העשויים להשאיל ולהשכיר מתחילתן ואלו בסכינא דאשכבתא שהוא דבר שמקפידין עליו להשאילו ולהשכירו משום דמפגם לא מהני עדות שהיה משאילו עד שיעידו בפי' שהשאילו לזה שתפוס בו כמבואר ממ\"ש ראיה לדברינו כו' סוף דבר אם דברי הרשב\"ש הללו לית בהו חסיר חליף או יתיר הם דברים תמוהים טובא וצ\"ע ועיין עוד בתשו' הרב הנ\"ז סימן ק\"ל וקכ\"ז וסי' צ\"ח ודוק בה ובמה שהוסיף עוד לומר ואפי' בדברים שלא היה שמעון נאמן כו' כי דבריו בזה צ\"ע לפי מ\"ש ה\"ה בכונת דברי רבינו יע\"ש ודוק.<br><b> ולענין </b> הלכה למעשה מאחר דלדעת רבינו והסמ\"ג לא חשי' דברים העשויים להשאיל ולהשכיר עד שיהיו תחילת עשייתן לכך או עד שיעידו עדים שאלו הכלים היה עשוי להשאילן ולהשכירן תמיד ובלבד שלא יהיו מהכלי' שהפסדן יותר משכרן כסכינא דאשכבתא וגם הרב מאירי הובאו דבריו בש\"מ לבב\"ק דק\"ך ע\"ד הסכי' לשיטתם כיע\"ש כל בר מן דין יכול המוחזק לומר קי\"ל כוותיהו ולא מפקינן מיניה עד דאיכא עדי פקדון וראה אבל בעידי ראה ועדים שהיו של המערער בלבד לא מהני אם לא בשהיו תחילת עשייתן לכך או בשהיו עדים שהיה משאילן תמיד ולא היה הפסדן יותר על שכרן אפי' בכה\"ג נמי אם רואה הדיין שהשואל הזה אין דרכו לשאול מן המשאיל הזה מפני שנאתו של זה בזה וכיוצא או מפני ריחוק מקומו של זה עם זה אע\"פ שבדברי רבינו לא פי' תנאי זה כמ\"ש ה\"ה מ\"מ הסברא נותנת שמודה בזה רבינו לדעת ר\"ת דכל כה\"ג לגבי אדם זה חשוב אינו עשוי להשאיל ולהשכיר וכמ\"ש לעיל בכונת התשב\"ץ ולא פליגי רבינו ודעימיה עם שיטת ר\"ת אלא היכא דליכא למתלי בסיבה זו דאפ\"ה לדעת רבינו צריך שיהיו עדי' שמעידי' שכלי' אלו רגיל להשאילן תמיד ודעת ר\"ת דיי בשיעידו שהמערער הזה רגיל להשאיל כליו סתמא או שדרך המקו' להשאילן תמיד דאז סתמ' אמרי' דהמערע' הזה הוא מכללן וכ\"ש בענין ספרי' דאף רש\"י ור\"י הלוי רבו ומוהר\"מ ס\"ל כשיטת רבינו לענין דדיינינן להו כאינן עשויי' להשאיל ולהשכי' מפני הקלקול דודאי לדידהו ז\"ל ה\"ל כסכינא דאשכבתא ולא מהני עדות שהיה המערער הזה משאיל כליו או שמנהג המקום להשאיל זה מזה סתמא כדעת ר\"ת עד שיעידו בפי' שהיה למשאיל ספריו תמיד ולא היה חייש לקלקולא ואפשר דלרש\"י ודעימיה בעינן שיעידו שהשאיל ספרי' אלו לזה התופס דומייא דסכינא דאשכבתא לדעת רבינו ודעימיה והכי משמע מדברי המרדכי בפ' כל הנשבעי' שכתב שכן מנהג אשכנז לדון כרש\"י ושכן דן מוהר\"מ הלכה למעשה לדון בספרים כדברי' שאינן עשויי' להשאיל ולהשכי' ועכ\"ל שהמנהג היה להצריך עדי פקדון ממש לזה התופס וגם עדי ראה דאי להצריך עדי' שרגיל להשאיל ספריו אף ר\"ת אזיל דמודה בזה שצריך הדיין לידע אם רגיל להשאיל ז\"לז כליו וספריו או אם המנהג המקו' כן זה לשאול וזה להשאיל ואין ספק שבני אשכנז היו רגילים לשאול זה מזה ספרי' כמנהג כל המקומות אלא שלענין הדין היו רגילי' להצריך עדי שאלה ממש שהשאילן לזה התופס כדברים שאינן עשויי' להשאיל ולהשכיר כן נלע\"ד.<br><b> ודע </b> דלדעת רש\"י בזמנינו אין חילוק בין הספרי' בין ספרי אגדת' דהיינו תורה שבע\"פ לספרי תורה נביאי' וכתובי' דדוקא בזמן התלמוד נראה דהיו נזהרין שלא ללמוד תורה שבע\"פ מתוך הכתב אע\"פי שהתירו לכותבן משו' עת לעשות רוב לימודם בתורה שבע\"פ לא היה מתוך הכתב אלא היו מעייני' בהו עיון בעלמא מפני שלבם פתוח אבל השתא דעיקר למודינו בתורה שבע\"פ הוא מתוך הספר אין ספק דטפי איכא למיחש לקלקולא בהו טפי מתורת שבכתב מיהו מקום יש להסתפק לדעת רש\"י בזמנינו זה שיש מלאכת הדפוס אי חיישינן לקלקולא בספרי' דאפשר לחלק בין קלקול ספרי' הנכתבי' בכתב יד לספרי' הנמצאי' במלאכ' הדפוס אלא שלא מצינו שחלקו האחרונים בדין המוצא ספרים לא ילמוד בהם לכתחי' כו' בין כ\"י לדפוס כנראה דס\"ל דאין חילוק ביניה'."
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>לפיכך </b>\n<b> מי שתפס בהמת חבירו כו' והבעלי' טועני' כו' או הפקדון היתה בידך כו' והתופס אומר כן הוא אינה שלי אבל אתה חייב לי כו\"כ או אתה משכנת' בידי כו' או הזקת אותי נזק שאתה חייב לשלם כו' יכול לטעון עד כדי דמיהן מתוך שיכול לומר לקוחה היא בידי כו'.</b> הכי איתא בפ' חזקת דל\"ו הנהו עזי דאכלי חושלא בנהרדעא אתה מריה דחושלא תפסינהו והוה קטעין טובא אמר אבוה דשמואל יכול לטעון עד כדי דמיהן דאי בעי אמר לקוחי' הם בידי ע\"כ.<br><b> והנה </b> מסוגייא זו הביא ראיה הרב ב\"הת בשער מ\"ט ר\"סי ט\"ו והביא דבריו מרן ב\"י בסימן קט\"ו מחודש ב' וז\"ל כתב בע\"הת בשער ג' אם הלוקח או היתומי' רוצי' לסלקו בדמי' ואינו שוה אלא פלג חובו והוא טוען לדידי שוה לי שיעור חובי כדי שיפרעהו כל דמי חובו מסתברא דלא מצי לעלויי להו בדמי יתיר אלא בדמי דההוא ארעא דשוה לכ\"ע בעבידנא דשמו לה ב\"ד והביא ראיה מהירושל' ההיא אתתא דהויית פורנא עשרים דינרי' והיה תמן חד ביתא טב עשרה דינרים ופסק ר' מונא כיון דלית ביתא טב אלא עשרה כמאן דלית לה פורנא אלא עשרה דינרי' הוא מכאן ואילך היא אומרת קרקע אטול והם אומרי' מעות הדין עם היתומי' ועוד ראיה מדתנן במי שהיה נשוי אם אמרו יתומי' הרי אנו מעלי' על נכסי אבינו יתר דינר אין שומעין להם והא דאמרי' דין בעזי דאינו יכול לטעון אלא עד כדי דמיהן לא בא להשמיענו אלא שאינו משלם מן העליה אך מצאתי שכתב הראב\"ד בתשובה שיכול בע\"ח להעלותו בדמיו וכן הנהו עזי דיכול לטעון עד כדי דמיהן אם בא לומר אני אקח העזים במאה שומעין לו ולא יוכל בעל העזי' לומר אני אתן לך מה ששוי' העזי' לכל העולם ע\"כ ועיין למרן בש\"ע סימן ע\"ב ס\"ך שכתב וז\"ל המוחזק במשכון ואומר אני אטלנו בחובי לפי שהוא שוה כדי חובי והאחר כופר שאינו חייב לו כלו' ואומר אע\"פ שאינו חייב לו אני רוצה לסלקו בדמי' שהוא שוה לשאר בני אדם הדין עם בעל הכלי וי\"א שהדין עם המחזיק כו'.<br><b> הנה </b> סברת זו שכתב שהדין עם בעל הכלי היא סברת הרב בע\"הת הלזו והיא סברת ראבי\"ה שהביא המרדכי בפ' המקבל סי' ק\"ג וסברת י\"א שהביא מור\"ם דס\"ל דהדין עם המלוה היא סברת הראב\"ד בתשו' הנז' שהביא הבע\"הת הנז' והיא סברת ג\"כ הטור ז\"ל בסי' ע\"ב וזהו שכתב מרן ב\"י על סברת יש חולקי' שכתב הטור שכ\"כ בע\"הת בשער מ\"ט כו' ואין ספק דהן הן דברי הראב\"ד הללו שכתב וכן נמי בהנהו עזי כו' וברור ומהתימא על הרב פ' ודרישה ז\"ל בסי' ק\"ט ס\"ב שכתב על דברי מרן ז\"ל הללו וזה לשו' ואני יגעתי ולא מצאתי כן בב\"הת ז\"ל אלא נראה דסברת יש חולקי' הללו הם סברת כל הני גאוני' שהביא המרדכי פ' המקבל סימן ק\"ג יע\"ש והוא תימה איך לא זכר ש'ר שהיא היא ג\"כ סברת הראב\"ד ז\"ל הנזכר.<br><b> והנה </b> הרב התרומות ז\"ל שם סיים ע\"ד הראב\"ד ז\"ל וכתב ולא ירדתי לסוף דעתו ואין ספק דעיק' תמיהתו היתה ע\"מ שהוסיף הראב\"ד לומר וכ\"נ בהנהו עזי כו' דמבואר דס\"ל דאפי' בכה\"ג שהלוה מכחיש לבעל המשכון שאינו חייב לו כ\"וכ אפי\"ה מהני תפיסתו של מלוה במשכון לטעון עליו יותר מכדי דמיו של משכון בטענת לדידי שוה כ\"כ ובמגו דלוקח וע\"ז עמד מתמיה שלא ירד לס\"ד בזה כלו' דלמה זה יהיה נאמן במגו בלוקח לתפוס המשכון על יתר מכדי דמיו דמסתיים שיהני המגו להאמינו עד כדי דמיו לא על יתר מכדי דמיו וכמ\"ש הרב ב\"הת שם בתחילת דבריו כיע\"ש.<br><b> אמנם </b> ע\"מ שכת' הראב\"ד בתחילת דבריו דמצי ב\"ח לעלויי בנכסי הלוה לומר לדידי שוה כדי שעור חובי ולא מצו היורשי' לאפוקי מיניה בדמי שווים בזה ודאי לא כתב הר\"ב התרו' שלא ירד לס\"ד דאע\"פי שהר\"ב התרו' בתחילת דבריו כתב שיש מי שחולק גם בזה וזו היתה ג\"כ סברתו בשער ג' ח\"ו סי' י\"א וראיתו מדברי הירושלמי מפ' מי שהיה נשוי בההיא דפורנא מ\"מ הרי חזר והביא דברי הרמב\"ן שתפס על סברת זו ועל ראייתם ופי' דברי הירושלמי באופן אחר ואין ספק שהר\"ב התרו' חזר בו בראותו דברי הרמב\"ן שהרי לא דחה דבריו ואיך יחזור ויכתוב ע\"ד הראב\"ד בזה שלא ירד לסוף דעתו ועוד ראיה ממ\"ש אחר שהביא דברי הרמב\"ן וז\"ל אבל מצאתי תשו' הראב\"ד שאינו הולך על הדרך הראשון וזה טופס כו' וממ\"ש שאינו הולך על הדרך הראשון כונתו מבוארת שבא להשיג עליו במה שלא שם חילוק בין תופס משכון לטוען יתר על כדי דמיו לההיא דמעלה המלוה בנכסי הלוה דבשניהם השוה סברתו הראב\"ד ז\"ל לומר שהדין עם המלוה ושלא כמו שחילק הר\"ב התרו' בתחילת דבריו ביניהם ועל מה שלא שם חילוק ביניה' הוא שכתב ודאי שלא ירד לסוף דעתו וזה ברור ומהתימא על הסמ\"ע שבדרישה שלו בסי' ק\"ט ס\"ב הבין בדברי הבע\"הת שבא לחלוק ולתמוה ע\"ד הראב\"ד גם עמ\"ש בריש דבריו דמצי המלוה לעלויי בנכסי הלוה יע\"ש.<br><b> וכ\"ן </b> להבין ג\"כ הרב ב\"ח ז\"ל בסי' ק\"ז סי\"א והוא תימא ועיין להש\"ך בסימן קט\"ו סק\"ך ומרן החבי\"ב בסימן ק\"ז הגב\"י אות ל\"ה שנראה שהבינו כונת הבעה\"ת כאשר כתבנו.<br><b> והנה </b> מרן ז\"ל בב\"י סי\"ו עמד מתמיה על סבר' החולקי' דס\"ל דהדין עם המלוה לעכב המשכון ולומר לדידי שוה שיעור חובי מטעם מיגו דלקוח הוא בידי וכתב שאין זה דרך מיגו כו' דהיאך מזכה אותו יותר ממה שהוא טוען במיגו דאי בעי אמר לקוח הוא בידי זה דבר שאין לו שחר עכ\"ל. וראיתי להרב בני שמואל בביאורו לסי' זה דק\"א ע\"ג כתב דאין דעת החולקי' כמו שהבין מרן ז\"ל רק שבעל המשכון אומר מנה הלויתיך על זה המשכון ולכן תן לי המנה ואם לאו אטול המשכון במנה שאתה חייב לי אע\"פי שאינו שוה אלא ן' ולכך כתב רבינו שנוטלו בע\"כ אם לא ירצה לתת לו המנה ונאמן לעכבו בשביל המנה וכי תימא למה נאמינהו שהלוה לו מנה דילמא האי דמעכב המשכון משום דרוצה ליטול בע\"כ ולזה כתב רבי' דודאי נאמן לומר דמנה הלואו אע\"פ שאינו שוה המשכון אלא ן' דאם הוא משקר כדי ליטלו היה לו לטעון טענה אחריתי והוא לקוח הוא בידי מדלא טען הכי ודאי באמת אמר וכן תראה ברור מדברי המרדכי בפ' המקבל סי' ק\"ג אבל היכא שהמלוה ירצה ליטול המשכון בע\"כ דהלוה פורע לו כל מה שיתבע בודאי דאינו רשאי לנוטלו דמאי מיגו איכא הכא וכונת רבינו אינה אלא להאמין המלוה בשיעור המשכון שתובע ולא ידעתי איך דחה סברת כמה רבני' שהביא המרדכי נוסף על הרמב\"ן והראב\"ד ז\"ל שהביא הבע\"הת וכמ\"ש הוא ז\"ל בסי' ק\"ז וקט\"ו עכ\"ל וע\"ע בתשובתו סי' נ\"ב דקי\"ג ע\"ג וכדבריו כתבו ג\"כ הב\"ח והר\"ב גד\"ת בדרפ\"ו ע\"ד והר\"ב ראש יוסף באות ס\"ח יע\"ש.<br><b> ולע\"ד </b> הדבר ברור שלא נעלם דבר זה אכונת החולקים מדעת מר\"ן ב\"י מיהו תמיהת מרן ז\"ל היתה דכל שאנו מאמיני' למלוה במיגו זה דלקוח על יתר מכדי דמי שווי המשכון שהלוה כופר בו הו\"ל כאלו אנו מזכי' אותו למלוה ביותר ממה שהוא טוען עכשיו בפנינו במיגו שאלו היה רוצה היה טוען כך וכאלו אנו מזכי' אותו למלוה לתפוס החפץ של המשכון ע\"כ של לוה אפי' אם ירצה הלוה לשלם לו חובו במיגו שאלו היה רוצה היה טוען לקוח אע\"ג דהשתא אינו טוען כן אלא משכון הוא בידי דוכוותא נמי כשאנו מאמיני' אותו למלוה במה שטוען שמנה חייב לו והמשכון אינו שוה אלא ן' דיכול לתבוע המנה או לעכב החפץ בידו בשביל המנה הרי אנו מזכי' אותו במיגו דיותר ממה שהוא טוען כלומר דמאחר שטען שבמשכון בא לידו זה החפץ שוב אין כח בידו לעכב החפץ אלא עד כדי דמי המשכון לא על יתר מכדי דמיו דלהכי מסתיין שיועיל המיגו לא על יתר מכדי דמיו נמי וכשאנו מזכין אותו במיגו זה אף על יתר מכדי דמי שווי המשכון הו\"ל כאלו אנו מזכין אותו למלוה לעכב החפץ בידו של המשכון אפי' אם ירצה לשלם לו הלוה כלו חובו במיגו דלקוח וזה דבר שאין לו שחר זה נלע\"ד כונת מרן ב\"י ז\"ל ודוק.<br><b> ומה </b> שתמה עוד הרב ב\"ש על דברי מרן איך דחה סברת כמה רבנים שהביא המרדכי בפ' המקבל נוסף על סברת הרמב\"ן והראב\"ד ז\"ל שכתב הוא ז\"ל בסי' ק\"ז וקט\"ו כו' אין זה מן התימא מאחר דסברת מרן קיימי הר\"ב התרו' וראבי\"ה שהביא המרדכי שם בפר' המקבל וגם הרמב\"ן לפי דברי הבע\"הת קאי בשיטה זו ואפילו הראב\"ד ז\"ל שנחלק בזה כבר תמה עליו הב\"הת וכתב שלא ירד לסוף דעתו כמדובר ומ\"ש מרן בסימן ק\"ז מחודש ח' ובסי' קט\"ו מחודש ב' שסברת הטור והחולקי' בדין זה הוא כסברת הרמב\"ן והראב\"ד דמשמ' דס\"ל דהרמב\"ן נמי בשיטת החולקים והטור קאי ליתא דודאי הרמב\"ן לפי דברי הבע\"הת ומרן חולק הוא בזה על סבר' הטור והחולקי' וס\"ל דהדין עם בעל הכלי מיהו מרן קאי אמ\"ש שם בשם הרמב\"ן דיכול המלוה לעלויי בנכסי הלוה עד שיעור חובו ושניהם מודים בשיעור החוב על זה הוא שכתב שהטור בדין שלפנינו קאי בשיטת הרמב\"ן והראב\"ד ובמכל דכן יליף לה דאם בשהלוה כופר בעיקר החוב משום דאית ליה מיגו ס\"ל להטור דיכול לעלויי בכדי שיעור חובו ולעכב המשכון בידו כ\"ש כששניהם מודי' בעיקר החוב דודאי יכול לעלויי בדמי עד שיעור חובו ומה שדחו לזה הר' גד\"ת בשער ג' ח\"ו סי' י\"א והר\"ב בני שמואל בתשו' סי' נ\"ב דקי\"ג ע\"ג דאפשר דהטור ז\"ל לא אזיל ומודה לסברת הרמב\"ן גבי כשהחייב מודה דהתם לית ליה מיגו למלוה יעויין שם וכך כתב מרן החבי\"ב ז\"ל סימן ק\"ז הגב\"י אות ל\"ה יע\"ש כבר דחה הש\"ך ז\"ל בסי' קט\"ו סק\"ך דלא קשה מידי דמה בכך דאית ליה מיגו להאמינו שהוא חייב לו כ\"וכ ס\"ס השתא הכלי אינו שלו ואמאי יכול להחזיקו ביותר משוייו אלא ודאי ס\"ל כהראב\"ד והרמב\"ן וכ\"כ עוד בסי' זה ס\"ק ק\"א לדחות דברי הגד\"ת איברא שדברי מרן ב\"י יש לדחות באופן אחר וכמו שדחה הש\"ך ז\"ל בסי' קט\"ו סק\"ך דיש לחלק בין תפיסת משכון מטלטלין לההיא דהרמב\"ן והראב\"ד שאין לו למלוה תפיסה בגופו של קרקע אלא שעבוד בעלמא. ועיין בפרישה סעיף ט\"ז ובסמ\"ע ס\"ק ס\"ט מה שתירץ לתמיהת מרן ב\"י על סברת היש חולקים והטור והראב\"ד. ולפי תירוצו ודאי דאם אינו טוען המחזיק בפי' שכך היה דעתו מתחילת ההלואה שאם לא יפדנו יחזיקנו בדמי ההלואה לפי שלדידיה שוה כ\"וכ א\"נ אם מתחיל' ההלואה לא הלואו על המשכון אלא אחר זמן בא לידו המשכון בתורת תפיסה דאז לא מצי טעין דמתחילת הלואה כך היה דעתו להחזיקו אז לכ\"ע לא מצי טעין לדידי שוה כ\"וכ ולא מהימן אלא עד כדי דמיו דוקא וכבר תמה עליו הש\"ך בס\"ק ק\"ב דמדברי הראב\"ד שכתב בע\"הת דה\"ה בהני עזי דאכלי חושלא כו' מבואר דלא שנא ליה בהכי יע\"ש.<br><b> ולע\"ד </b> אע\"פ שאין תירוץ הסמ\"ע עולה יפה לדעת החולקים הנז' אלא עיקר טעמא כמ\"ש הש\"ך מיהו עיקר חילוק הסמ\"ע עולה יפה לומר דכל שתחילת ההלואה היתה על המשכון וטוען השתא המלוה בפנינו שכך היה דעתו מתחילת ההלואה להחזיקו בידו אם לא יפדנו הלוה וכ\"ש אם טוען שכן התנה עם הלוה בפי' דבהא לכ\"ע מהימן במיגו להחזיקו בידו עד שיתן לו כל מה שטוען עליו ובהא ל\"פ רבוותא כלל ודוק.<br><b> וראיתי </b> להר' ראש יוסף באות ס\"ח שהביא ראיה לשי' החולקי' והטור והראב\"ד דס\"ל דהדין אם המלוה תופס הכלי לומר לדידי שוה מההיא עובדא דפ' הכותב בההיא אתתא דהוו מפקדי גביה מלוגא דשטרי כמבואר מינה דאי אית לה סהדי דתפסיתינהו מחיים דמהני תפיסתה לגבות חובה מהיתומי' אם ירצו השטרו' אע\"פי שאין תפיסתה מועלת לגבי החוב אלא לגוף השטרות לצור ע\"פ צלוחיתה ולא מצו היורשים למימ' לה דיתנו לה דמי נייר השטרו' מה ששוה יע\"ש ואשתמי' מיניה דמר דברי המרדכי בפ' המקבל סי' ק\"ג שהביא שם ראיה זו ודחאה דשאני התם דהמלוה והלוה מודים בעיקר הלואה משא\"כ בתופס המשכון שהלוה כופר בעי' החוב שאינו חייב לו אלא כ\"וכ דכיון דלא מהימן מלוה אלא במיגו דלקוח מסתיין דיועיל המיגו להאמינו עד כדי דמיו ותו לא יע\"ש ועפ\"ז דחה נמי דאבד קתא דמגלא אבד אלפא זוזי שהביא ג\"כ לראית הרב הנז' יע\"ש.<br><b> ודע </b> שמדברי הר\"ב התרומות בשער ג' ח\"ה סי' י\"א מבואר יוצא דס\"ל דהיכא דהמלוה בא ליפרע חובו מנכסי הלוה כגון מקרקע בן חורין של לוה אין הלוה יכול לסלקו למלוה בדמי שווי הקרקע ולמכור הקרקע לאחר או למשכנו אלא המלוה יכול לעלויי בדמי כל חובו ולא מסתלק מיניה מלוה עד דפרע ליה כל חוביה. אמנם גבי לוקח ויורשי' כתב שיש להסתפק אם יכולים לסלקו למלוה בדמי שווי הקרקע וע\"ז הביא דברי הירושלמי דפ' מי שהיה נשוי בההיא דפורע והעלה דיכולים לסלקו ושוב הביא דברי הרמב\"ן והראב\"ד דס\"ל דאף לוקח ויורשים אינן יכולי' לסלק המלוה בדמי שווי הקרקע יע\"ש. ותמהני דבשער מ\"ט הח\"ב הביא סברת יש חולקים דס\"ל דאף לוה יכול לסלק למלוה בדמי שווי הקרקע וראייתם מההיא דירוש' דפ' מי שהיה נשוי כו' ולא ראיתי שדח' ראית' דשאני ההיא דירוש' דמיירי שבא בע\"ח לאפוקי מהיורשי' דלפי דבריו בשער ג' יש לחלק בבא לגבות מהלוה גופיה לכשבא לגבות מיורשים ולקוחות ולא ראיתי מי שנתעורר בזה ודוק.<br><b> ולענין </b> הלכה למעשה בדין זה שלפנינו מאחר שלדע' יש חולקי' שהביא הטור והסכים עמה' הטור והיא סברת כמה רבוותא שהביא המרדכי בפר' המקבל סי' ק\"ג והיא ג\"כ סברת הראב\"ד בתשו' שהביא בע\"הת בשער מ\"ט חט\"ו ודאי דיכול המלוה התופס לומר קי\"ל כוותיהו ולא מפקי מיניה עד דפרע ליה כל חוביה וכמ\"ש הר\"ב המפה ז\"ל כ\"ש היכא דטעין מלוה שכך היה דעתו מתחילת ההלואה ושכן התנה עם הלוה דבזה אפשר דלכ\"ע לא מפקינן מיניה ומהימן במיגו דלקוח וכמ\"ש לעיל ע\"ד הסמ\"ע והיכא שבא המלוה לגבות חובו מהלו' מקרקע ב\"ח שבידו נראה דלא מצי לוה לסלקו בדמי שוויו וכמ\"ש הבע\"הת בשער ג' ה\"ו סי\"א ואע\"פ שבשע' מ\"ט כתב דיש חולקים גם בזה אפש' דסברת יחיד היא ולא מצי מימר קי\"ל כנודע והיכא שבא לטרוף המלוה מהלוקח אם יחזור הלוקח לגבות מהמוכר כל מה שיתן למלוה בשבילו לסלקו מעליו לדעת הרא\"ש בפרק מי שהיה נשוי והטור בנו בסי' ק\"ט אז אין כח ביד הלוקח לסלקו מעליו למלוה אלא המלוה נוטל הקרקע מידו בעד שיעור כל חובו והולך לו וחוזר הלוקח לגבות מהמוכר שיעור דמי לקיחתו אבל אם אין הלוקח חוזר על המוכר כגון שמת המוכר ואין לו נכסים אחרים ממה לטרוף אז יכול הלוקח לסלקו למלוה בדמי שווי הקרקע ואין המלוה יכול לומר לדידי שוה כדי שיעור חובי כיון דאין כאן פסידא ללוה ומה\"ט כתב הטור בסימן קט\"ו דיורשי הלוה יכולים לסלק למלוה בדמי שווי הקרקע כיון דאין כאן פסידא ללוה שכבר מת ואע\"פ שלדעת הרמב\"ן והראב\"ד ז\"ל אין חילוק בזה ובין בלוקח ובין ביורש יכול המלוה לומר לדידי שוה כדי חובי ולזה הסכים הש\"ך בסימן קט\"ו סק\"ך מ\"מ כיון שהרא\"ש והטור ב' כחות נינהו כמו שהסכימו האחרונים נראה דיכול הלוקח והיורשי' לומר קי\"ל כהרא\"ש והטור בנו וכ\"ש שהיש חולקים שהביא בע\"הת בשער מ\"ט בשיטה זו קיימי ועיין למרן החבי\"ב בסי' ק\"ז הגב\"י אות ל\"ה ובסי' קט\"ו אות יו\"ד ובסמ\"ע סימן קי\"ד אות ד' ובש\"ך שם אות א' ולפי דברי הסמ\"ע שם אף לדעת הרא\"ש והטור ז\"ל אם בא המלוה לטרוף מהלוקח קודם שעשו ב\"ד שומא והכרזה יכול הלוקח להוציא למלוה מעליו בדמי שווי הקרקע ואפי' אינו שוה כדי כל החוב ואין המלוה יכול לומר לדידי שוה כדי שיעור חובי ועיין בפרישה ודרישה שם ס\"ו ועיין למוהרש\"ח סי' נ\"ב ובס' כרם שלמה ח\"מ סי' כ' יע\"ש.",
                "<span class=\"H\">שורש אי אמרינן מיגו דהעזה</span>\n<b> מתוך </b>\n<b> שיכול לומר לקוחים הם בידי כו'.</b> ע\"כ. נ\"ב הכי איתא בפ' חזקת גביה הנהו עזי דאכלי חושלא כו' דאי בעי אמר לקוחים בידי. והנה מסוגייא זו הביאו התוס' ראיה בב\"ק דק\"ז ע\"א ד\"ה עירוב פרשיות ובב\"ב דנ\"ב ד\"ה דברים לענין אי אמרינן מיגו דהעזה או לא עיין עליהם ולקמן בס\"ד נביא דבריהם.<br><b> וראיתי </b> להסמ\"ע בח\"מ סימן ע\"ב ס\"ק מ\"א עמ\"ש שם מרן במלוה שאבד המשכון וב' מודים שהיה שוה כנגד החוב אלא שאומר המלוה שאבד אם אין לו עדים ואין הלוה מאמינו נשבע כו' וכתב שם מור\"ם ואם היו שם עדים שנגנב ושהיה שוה יותר על דמי החוב כו' והמלוה טוען שלא נגנב בפשיעתו פטור למ\"ד דלא הוי אלא כש\"ח שלא פשע בו וכתב ע\"ז הסמ\"ע דאפי' אין עדים לזה שהיה שוה יותר אלא שהמלוה מודה לו לזה לא אמרי' דיהא המלוה נאמן לומר שלא פשע במיגו דהיה אומר שלא שוה יותר דהו\"ל מיגו דהעזה דלא היה יכול להעיז בפניו בדבר שהלוה יודע באמת משא\"כ בטענת לא פשע שהלוה אינו יודע אם טוען שקר או לא עכ\"ל.<br><b> והש\"ך </b> ז\"ל שם בס\"ק נ\"ג כתב עליו דאין זה מיגו דהעזה וכמו שהוכחתי לקמן סי' ע\"ה ס\"ק כ\"ג וסימן פ\"א סקנ\"ט וסי' צ\"ג ס\"ק ק\"ד וסי' ק\"י סק\"ו וסי' שנ\"ז ס\"א יע\"ש עכ\"ל ותמהני דלפי מ\"ש הש\"ך בסי' צ\"ב סק\"ד בשם הרא\"ש דפ' כל הנשבעין דלפוטרו משבועה דאורייתא לא אמרינן מיגו דהעזה א\"כ הכא בנדון הסמ\"ע דהוי מיגו דהעזה דפוטרו משבועה דאורית' דהיינו שבועת השומרים שלא פשע שפיר כתב הסמ\"ע דלא אמרי' מיגו דהעזה לפוטרו משבועה שלא פשע ואיך פליג עליו הש\"ך בזה גם לפי מה שחילק עוד הש\"ך שם בשם התוס' בפ' הגוזל עצים דק\"ז דדוקא כשחבירו מפקיד אצלו או מלוה שהאמינו ללוה מתחילה לא אמרינן מיגו דהעזה כיון דכופ' כנגדו בממון מה שאין כן בשלא הפקיד אצלו או הלוה לו אפילו טוען לקחתי כמו גבי עזי דאכלי חושלא בנהרדעא שזה לא הוי העזה כיון שלא האמינו בתחילה יע\"ש.<br><b> א\"כ </b> בנדון זה דמיירי הסמ\"ע כיון שנתן המשכון הלוה למלוה מתחי' והאמינו עליו דמי לפקדון ממש שהפקיד בידו דלא אמרינן ביה מיגו דהעזה מיהו לזה י\"ל דס\"ל להש\"ך דהכא בנדון הסמ\"ע דהמיגו הוא שיכול לטעון שלא היה שוה המשכון כך אפי' בפקדון אמרי' מיגו דהעזה דדוקא כשהמיגו הוא בעיקר הפקדון שיכול לכפור בו אז לא אמרינן מיגו כיון שהאמינו בו מתחילת אבל כשהמיגו הוא בשווי הפקדון הו\"ל כמיגו דעלמא דאפי' איכא ביה העזה אמרי' ומ\"מ אין מקו' בזה כדי הכרח לדחות דינו של הסמ\"ע דאפשר דס\"ל להסמ\"ע דכי היכי דלא אמרי' מיגו דהעזה בעיקר הפקדון להאמינו במה שטוען במקצתו במיגו דיכול לכפור בכולו כיון דהאמינו עליו מתחי' ה\"נ לא אמרי' מיגו דהעזה להאמינו שלא פשע בו במיגו דיכול לכפור בשוויו כיון דהאמינו מתחי' למסור הפקדון בידו ואף על שוויו האמינו ולבר מן דין עיקר חילוק זה שחילק הש\"ך בין היכא דהאמינו מתחי' להיכא שלא האמינו שלזה כיונו התו' בפ' הגוזל דק\"ז וסע\"א במ\"ש וז\"ל וההיא דפ' חזקת הבתי' גבי הנהו עזי כו' ובפ\"ב דכתובות גבי שדה זו של אביך אע\"ג דבהאי ידע ובהאי לא ידע כו' לא דמי למידי דכפירה דלכפור ודאי אינו מעיז במידי דידע ביה חבריה והנהו דהתם לאו מידי דכפירה נינהו עכ\"ל יע\"ש.<br><b> וכ\"כ </b> עוד בכללי המיגו שלו בסי' פ\"ב אות ו' יע\"ש לע\"ד אין במשמע דברי' הללו חילוק זה שחילק הש\"ך בין היכא שהאמינו מתחילה להיכא שלא האמינו מתחילה וכ\"ש לפי מה שהוסיף עוד וכתב כללי המיגו דאפי' כשהאמינו מתחיל' אם עיכב הפקדון בשביל עסק אחר שנעשה לו לנפקד דנאמן לטעון במיגו דיכול לכפור בו כיע\"ש דאין זה במשמע דבריה' ז\"ל אבל כונת התוס' מבוארת ע\"פ מ\"ש הנ\"י שם ובש\"ע להר\"ב דקס\"ז ע\"ג בשם הרא\"ש בתוספותיו גבי הנהו עזי דאכלי חושלי וכן בההיא דשדה זו של אביך היתה לעול' איכא העזה כיון שבא להחזיק בדבר שאינו שלו הילכך נאמן במיגו אע\"ג דאיכא העזה אבל בטענת נאנסו בפקדון או במודה מקצת הפקדון אין כאן העזה כיון שאינו בא להחזיק בשל אחרי' אלא בא להישמט שלא יגבו משלו ועוד נאנסו לא חשיב ליה העזה שאפי' יסברו שהוא משקר יתלו אותו שאינו אומר כן בשביל שהוא מתכוין לשק' אלא שהוא רגיל לטעות בין אונס לשאינו אונס עכ\"ל.<br><b> וכדבריהם </b> כתב ג\"כ הרשב\"א בתשו' ח\"ב סי' רע\"ג הביא דבריה' הרב מש\"ל בפ' כ\"א מה' מלוה ה\"א בסוף תשו' הרמ\"ה דע\"א ע\"ד יע\"ש ועיין במה שהקשה הש\"ך בכללי המיגו סי' פ\"ב אות ו' בדברי הנמק\"י דפ' חזקת ובדברי הרב מ\"ל שם יע\"ש ועיין בס' שער המלך בהלכות אישות דל\"ח ע\"ב ד\"ה ואם חזר בו כו' יע\"ש והשתא כונת דברי התוספות מבוארת ע\"פ מ\"ש הרא\"ש והנמק\"י גבי הנהו עזי דאכלי חושלא וגבי ההיא דשדה זו של אביך דהתם שאני דלא הוי מידי דכפירה כלו' אינו להשמט בטענה זו שלא יגבו ממנו כדי שנאמר לא היה יכול להעיז פניו בפני התובע ממנו ולכן לא טען כן אלא התם אדרבא הוא בא לתבוע מחבירו וכיון שהעיז פניו לתבוע מה שלא הי\"ל לתבוע אע\"פ שלא ידע חבירו הי\"ל להעיז פניו לתבוע אפי' במה שידע וזה ברור. ובכן בנדון זה של הסמ\"ע נמי דהוי מידי דכפירה שהמלוה בא להשמט בטענתו שלא יגבה הלוה ממנו לא אמרי' מיגו דהעזה דומיא היכן דטעין בפקדון נאנסו דאינו נאמן במיגו דלהד\"מ משום דהוי מיגו דהעזה. ועיין למהרימ\"ט חח\"מ סי' פ\"ב דצ\"ה ע\"ד שכתב וז\"ל איברא דמיגו במקום העזה לא אמרי' כגון ההיא דאמרי' מפני מה אמרה תורה מודה מקצת הטענה ישבע כו' אלא שא\"א מעיז פניו כו' והובאה בכמה דוכתי בריש מציעא ובהניזקין ובפ' שבועת הדייני' וכתבו התוס' דה\"ק אמאי לא מהימן במיגו כו' ומשני כיון דאינו מעיז פניו לא חשיב מיגו ובפ\"ק דבתרא אהא דאמרי' חזקה אין אדם פורע ת\"ז כתבו התוס' דלא מהימן במיגו דאי בעי אמר היום פרעתיך דלא חציף כולי האי ולאו מיגו הוא אבל כשאינו חוצפא יתיר' אע\"פ שהוא יודע בשקרו לא מיקרי העזה כדאמרי' ברפ\"ב דכתובות ומודה ר\"י באומר שדה זו של אביך כו' וה\"נ אשכחן גבי הנהו עזי כו' וכהנה רבות נמצאו בגמ' כו' עכ\"ל ובח\"א סי' קי\"ב דקל\"ח רע\"ג כתב וז\"ל ובמקום אחר כתבתי מה בין זו לאותה שאמרו והאי בכוליה בעי דנכפריה אלא שאין אדם מעיז פניו כו' מ\"מ אע\"ג דלהעזה בפני בעל דבר לא חיישי' להעזה בפני העולם שמכירים בשקרו חיישינן כו' עכ\"ל וע\"ע בחח\"מ סי' ק\"ד ובח\"א סי' ק\"ה דקפ\"ז ע\"ב יע\"ש. וכנראה דאישתמיט מיניה דברי התוס' בפ' הגוזל דק\"ז ע\"א דכתבנו ודברי הנ\"י שם שנתנו טעם לחלק בין ההיא דאמרי' אין אדם מעיז פניו כו' לההי' דחושלי ולההיא דשדה זו של אביך היתה כו' וצ\"ע ועיין להרב של\"הג בפ' שבועת הדייני' שהביא דברי התוס' דפ' הגוזל והאריך בביאור דבריהם ודרך אגב שראיתי שכת' וז\"ל וק' בעיני על דעת התוס' דאמרי דהיכא דכופר בכל מקום שא\"י להעיז פטור מן השבועה ונותנים טעם להעזה דכיון שכופר הכל וחבירו יודע אם הכפירה אמת או לא אם לא היה כן לא היה כופר ומשו' ה\"ט פטו' למה לא נאמר ג\"כ לגבי תובע חזקה מה שתובע הוא אמת דכיון שחברו יכול לידע בשקרו חזקה לא היה מעיז פניו לתבו' אם לא הי\"ל לקבל ממנו כו' יע\"ש. ולא ידעתי היכן מצא הרב שהתוס' נתנו טעם בכופר הכל שהוא פטור משום טעמא שאם לא היה אמת לא היה כופר כיון שחבירו יודע בשקרו דאדרבא ממ\"ש התוס' שם בשם ריב\"א וז\"ל ומיהו בטענת כפירה אפי' במקום שיכול להעיז פטור דגזרת הכתוב היא ע\"כ מבואר דס\"ל דכופר בכל דפטור לאו משום טעמא דטענתו אמת הוא דפטרו הכתוב שהרי אפי' במקום שאין חברו יודע נמי כתבו דמשום גזרת הכתוב פטור ואין ספק שהרב דקדק כן ממ\"ש שם בתי' ריב\"א וז\"ל וגבי מלוה הוא דאיכא למימר הכי כלומר בטענה דשייכא במלוה כגון כפירה והודאה דאין מעיז פניו לכפור במידי דידע ביה חבריה כו' ומשמע ליה דכונתם לומר דמה\"ט פטרו הכתוב בכופר בכל דודאי קושטא קא טעין משא\"כ בפקדון דכיון דמעיז ומעיז אפש' דלאו קושט' קא טעין ולכך מחייב אפי' בכופר בכל כלומר דטעין נאנסו בכל.<br><b> ואם </b> זו היתה כונתם מ\"ש בסוף דברי' ומיהו בטענת כפירה אפי' במקום שיכול להעיז פטור דגזרת הכתוב הוא כו' הוי סותר לזה. אמנם הנלע\"ד ברור דמ\"ש וגבי מלוה כו' כונתם לומר דמה\"ט ניחא דחייבו הכתוב במודה מקצת ולא פטרו במגו משום דהוי מיגו דהעזה משא\"כ בטענת פקדון כיון דהמגו לא הוי מגו דהעזה אין טעם למה שחייבו במודה מקצת כיון דאית ליה מיגו ומיגו דאורייתא אמנם למה שפטר הכתוב לכופר בכל לא כתבו טעם התוס' דאנן לא דרשי' טעמיה דקרא אלא גזר' הכתוב הוא וזה מבואר בדברי הרא\"ש והנ\"י ז\"ל בכונ' דבריהם ז\"ל ודוק ועיין לקמן ד\"ה עוד הביא הש\"ך כו' שעמדנו על דברי הגהו' מיימון פ\"ב מה' שכירו' שכתב משם ריב\"א כמ\"ש השלטי הגבורים יע\"ש ובס' הכריתו' להר\"ש ז\"ל בכללי המגו סימן קפ\"ה והביא דבריו הש\"ך ז\"ל בסימן פ\"ב אות כ\"ב ומרן החבי\"ב שם אות קכ\"ג כתב וז\"ל מגו דהעזה לא אמרינן כי הא דסלעין דינרים מלוה אומר ה' ולוה אומר ג' דלא מהימנינן לוה במגו במה דאמר ג' משום דהוי מגו דהעזה דפחו' משנים לא מצי למימר דמיעוט סלעין דנרים ב' עכ\"ל.<br><b> וביאור </b> דבריו ז\"ל משמע לכאורה שהוא ע\"פ מ\"ש התוס' שם בפ\"ק דמציעא ד\"ד ע\"ב ד\"ה לעול' ב' פטור כו' דלהכי לא מהימן לרשב\"א כי טעין ג' במגו דאי בעי אמר ב' אע\"פ שנראה יותר נאמן בשביל שהשט' מסייעו משום דס\"ל לרשב\"א דאדרבא מפני שהשטר מסייעו מש\"ה אינו טוען ברצון שנר' שמחמת השטר מודה אם לא היה השטר היה כופר בכל יע\"ש הרי שמפני שנר' לעולם כמשקר בטענת המגו לא חשיב מיגו וכונת הר\"ש לומר דדוקא בהעזה כי האי שנראה לכל כמשקר לא חשיב מגו אבל בהעזה שמעיז עם בע\"ח לבד חשיב מגו וכמ\"ש לעיל בשם מהרימ\"ט ז\"ל אבל הדברים תמוהים דאדרבא מדר\"ע דפליג ארשב\"א התם ואמר דכי אמר ג' פטור מפני שאינו אלא כמשיב אבידה דהיה יכול לטעון דב' היה חייב והשטר מסייעו מוכח איפכא דכל כה\"ג אמרי' מגו ואיך הביא הר\"ש ראיה מדרשב\"א דלית הלכת' כותיה.<br><b> ואולי </b> כונת הר\"ש ז\"ל לומר דאף ר\"ע לא פליג עליה דרשב\"א משו' דס\"ל דכל כה\"ג שהשטר מסייעו אין סברא לומר דמקרי העזה ובודאי שאין העול' חושדי' אותו בכך ושפיר היה יכול לומר שאינו חייב אלא ב' אמנם אם יהיה האופן שיש העזה לגבי העול' שחושבי' אותו שמשקר אף ר\"ע אזיל ומודה דלא חשיב מגו והיינו ההיא דרבה בר שרשם דפ' ח\"ה דאמרי' התם לקוחה בידי לא מצית אמרת דהא איכא קלא דארעא דיתמי היא וכתבו התוס' ואע\"ג דאי טעין לקוחה בידי מהימן מ\"מ לא חשיב מגו כיון דאיכא קלא כנלע\"ד כונת הר\"ש ז\"ל.<br><b> ובזה </b> אין מקום למה שהקשו עליו הש\"ך ומרן החבי\"ב אמאי לא הביא ראיה מההיא דמפני מה אמרה תורה מודה מקצת הטענה כו' דהר\"ש הוצרך להשמיענו דכל כה\"ג דאיכא העזה לגבי כ\"ע חשיבא העזה אע\"פ שלא בא לפטור עצמו משבועה דאורייתא.<br><b> ומה </b> שביאר מרן החבי\"ב בכונת הר\"ש דכונתו לומר דאף לר\"ע לא אמרינן מגו. דאי בעי אמר פחות מג' משום דפחות מב' הוי העזה לגבי הכל יע\"ש הוא תימא דפחות מב' הו\"ל מגו במקום עדים ולא מקרי מגו דהעזה וצ\"ע.<br><b> עוד </b> כתב הש\"ך על דברי הסמ\"ע וז\"ל ועוד דמ\"מ יהא נאמן הכא במגו שהיה טוען אינ\"י ואע\"פ שהתוס' כו' מ\"מ כיון דיכול לטעון אינ\"י א\"כ אי הוה טעין בריא שלא היה שוה יותר לא הוי העזה דהלוה יחשוב שאינו יודע ולכך טוען כן עכ\"ל ולע\"ד הדבר ברור שאם הלוה אינו טוען בריא שהמלוה ידע שהיה שוה המשכון כמו שהוא אומר שאינו אומר ששמוהו בתחילה כשמסרו המשכון בידו אז הדין עם הש\"ך אבל אם טוען שהמלוה ידע שהיה שוה כ\"וך כמדובר אז הדין עם הסמ\"ע ז\"ל דכל כה\"ג כשכופר המלוה ודאי דהו\"ל מגו דהעזה ומגו דהעזה לאפטורי משבועה דאורייתא לא אמרי' וכמ\"ש ודוק כנלע\"ד להלכה ולמעשה."
            ],
            [
                "<span class=\"H\">שורש דין חזקת עבדים וכן </span>\n<b> העבדים שיכולין להלך אין בחזקה זה שהן תחת ידם כו' הביא זה הנטען שתפס העבד עדים שיש לזה אצלו שלש שנים רצופות מיום ליום ה\"ז נאמן.</b> בר\"פ חזקת תנן דחזקת העבדי' ג\"ש ופריך בגמ' עבדי' יש להם חזקת ואמר ר\"ל הגודרו' אין להם חזקה אמרה רבא אין חזקה לאלתר אבל יש להם חזקה לאחר ג' שנים ופשטה דסוגייא משמע דלאח' ג' שנים איכא חזקה לגודרות שהן בין עבדי' בין בהמה וחייה שהם נקראי' בשם גודרות וכמ\"ש הרשב\"ם ז\"ל שם וזה דעת רוב הפוסקי' וכמ\"ש הש\"ך בסי' קל\"ה סק\"ג וכן מבואר בדברי הרשב\"א שהביא הנמק\"י פ' המקבל עלה דאמרינן התם מלוה או' חמש ולוה או' ג' שכתב וז\"ל אבל הרשב\"א כתב דאם החזיק ג' שני' הויא חזקה כו' דע\"כ לא אמרו דהיכא דאיכא עדים וראה אפי' אחר אין לו חזקה אלא בחזקת המטלטלי' שהיא לאלתר אבל בחזקת ג' לא דאין אדם מניח עבדו וצאנו ביד אחר ג' שני' ועובדי' לאחרי' ואחרי' אוכלי' מגיזת' וחלבן כל אותו הזמן ולא אמרינן בהגודרות ואומן שאין להם חזקה אלא בלאלתר כו' עכ\"ל וכן מבואר ג\"כ בתשובה מימוניות דשייכי לס' משפטי' סי' י\"ז יע\"ש.<br><b> אמנם </b> הרב המגיד בפרקין כתב וז\"ל ורבינו לא הזכיר חזקת ג\"ש גבי בהמה חיה ונראה סיוע לדבריו ממה ששנינו במשנה חזקה בעבדי' ולא הזכירו ובהמה וחיה כו' ומדברי הר\"ב העיטור נראה כדעת רבינו עכ\"ל ולפי דבריו שרבינו ובעל העיטו' ז\"ל ס\"ל דבהמה וחיה אינו מועיל חזקת ג\"ש ובעבדי' מועיל חזקת ג\"ש ע\"כ לפרש דר\"ל דה\"ק הגודרות שהן בין עבדי' ובין בהמה וחיה אין להם חזקה לאלתר ובזה הן שוים אבל חזקה ג\"ש יש מהם דמהני דהיינו עבדי' דהוקשו לקרקעות ובני שטרא נינהו ויש בהם דלא מהני דהיינו בהמה וחיה דכיון דמטלטלי דניידי נינהו ולא בני שטרא הם לא מהני בהו חזקה כלל לא חזקה דלאלתר כשאר מטלטלי' כיון דניידי ולא לאחר ג\"ש כיון דלאו בני שטרא נינהו והיינו דקאמר רבא אין להם חזקה לאלתר אבל יש להם חזקה לאחר ג\"ש כלומר יש בהם במיני הגודרות דמהני בהם חזקת ג\"ש דהיינו עבדי' דאע\"ג דאין להם חזקה דלאלתר משו' דניידי יש להם חזקה דג\"ש דכיון דבני שטרא נינהו דהוקשו לקרקעות וכ\"כ הרב פרישה ודרישה בר\"סי קל\"ה יע\"ש ועיין להרב גד\"ת בדפ\"ח ע\"א מ\"ש בישוב הסוגייא לדעת רבינו ובעל העיטור ז\"ל ואין בדבריו כדי שביעה למה בעבדי' מהני חזקת ג' שנים ולא בבהמה וחיה יעויין שם.<br><b> והנה </b> אין ספק שמ\"ש ה\"ה דמדברי הר\"ב העיטו' נראה כדעת רבי' היינו ממ\"ש הר\"ב העיטור ז\"ל באות מ' דפ\"ה ע\"ב והביא דבריו הטור בסי' קל\"ג וז\"ל ועבדי' חזקתן ג\"ש והא דאמר ר\"ל הגודרות אין להם חזקה דוקא לאלתר אבל לאחר ג\"ש אית להו חזקה ומסתברא דלא תימא ה\"ה לדברי' העשויי' להשאיל ולהשכי' אלא דוקא עבדי' דבני שטרא נינהו אבל עבדי' דלאו בני שטרא נינהו לא שייכא בהו החזקה עכ\"ל ומדתלי טעמא דעבדי' דוקא משו' דבני שטרא נינהו מועיל בהו חזקת ג\"ש משא\"כ מטלטלי' נראה לו לה\"ה דה\"נ בהמה וחיה דלאו בני שטרא נינהו לדעתו ז\"ל דמו למטלטלי' ולא לעבדי' וזה ברור ומהתימא על הש\"ך שכת' בסי' קל\"ה סק\"ג דאין מדברי הר\"ב העיטור ראיה דס\"ל דבהמה וחיה דמו למטלטלי' ולא לעבדי' כיע\"ש ולא ביאר לנו הרב דבריו בזה דאיך הפה יכולה לדבר דס\"ל דדמו לעבדים מאחר דבהמה וחיה לאו בני שטרא נינהו כעבדי' ואולי כונתו ז\"ל לומר דס\"ל לבעל העיטור דאע\"ג דבהמה וחיה לאו בני שטרא נינהו מ\"מ כיון דדמו לעבדי' במעשיו דהוו מטלטלי' דניידי כעבדי' ואע\"ג דלא שייכא בהו טעמא דבני שטרא נינהו כעבדי' מ\"מ לא פלוג רבנן בהו וכיון דגבי עבדי' דשייך בהו האי טעמא מהני בהו חזקת ג\"ש השוו הדין בכל דדמי להו דתיהני חזקת ג\"ש כנ\"ל ודוק.<br><b> ודע </b> דכי היכי דהטור ז\"ל ס\"ל דבהמה וחיה דמו לעבדי' דמועיל בהו חזקת ג\"ש כמ\"ש בסי' קל\"ה ובשאר מטלט' העשויין להשאיל ולהשכיר ס\"ל דלא מהני בהו חזקת ג\"ש כמ\"ש בסי' קל\"ג וטעמו מבוא' בדברי הש\"ך והב\"ח בסי' קל\"ה כיע\"ש ועיין להר' ראש יוסף באות ע\"ג שהביא דברי המרדכי בפ' כל הנשבעי' והן הן דברי הטור קל\"ג יע\"ש הכי נמי נראה שזה דעת הרשב\"א ז\"ל שהרי מדברי' ז\"ל שהביא הנמק\"י ז\"ל פ' המקבל עלה דמלוה אומר ה' וכתבנו דבריו לעיל נראה בהדייא דס\"ל דבהמה וחיה דינם כעבדי' דמועיל בהן חזקת ג\"ש ואלו מדברי הרשב\"א ז\"ל שהביא מרן ב\"י בסי' קע\"ג מחו' ה' שכתב וז\"ל וההיא דאומן מטל' נינהו שחזקתן לאלת' כו' מבואר דס\"ל דגבי מטל' כל דלית להו חזקה דלאלת' לית להו חזקת ג\"ש וכן מבואר עוד בדברי הרשב\"א שהביא הנמק\"י ז\"ל בפ' חזקת גבי הא דאמרי' התם וצריך למחו' בסוף כל ג' וג' וז\"ל אבל דעת הרשב\"א דהמטלט' בלחוד דהוא דאמרי' דשוב אין להם חזקה דכיון דחזקתן הוא לאלתר כתפיסת' ואז איכא עדי' פקדון שוב אין להם חזקה כו' יע\"ש וכן כתב עוד שם גבי הא דאמרי' ואי דלא צנא דפרי כו' וז\"ל ל\"ד לההיא דלקמן בשמעתיתא דאומן דהתם איירי במטל' וכיון שחזקתן לאלתר השתא איכא עדי פקדון שוב לא מצי טעין חזקה הנפקד יע\"ש מכל זה מבואר שדעתו ז\"ל דבמט' לא מהני בהו חזקת ג\"ש וכדעת הטור בסי' קל\"ג ואפשר שטעמו כמ\"ש הב\"ח ז\"ל דמט' אדם עשוי להשאיל ולהשכיר לימים הרבה א\"נ שמא שכח למי השאיל או השכיר וכמ\"ש הטור בשם הר\"י וזה לא שייך בבהמה וחיה שנמסרים לרועה חזר להו פעם בחוץ פעם ברחובות א\"נ אפשר שטעמו בבהמה וחיה דדמו לעבדי' דהוו מטלט' דניידי השוו חכמים מדותיה' לו' דתהני בהו חזקת ג\"ש משא\"כ בשאר מטלטלי' וכמ\"ש לכונת הש\"כ ז\"ל ומ\"מ אע\"פי שמדברי הרשב\"א הללו שהביא הנ\"י במקומות הנז' מבואר דס\"ל דמטל' העשויין להשאיל ולהשכיר או דאיכא עד פקדון וראה לא מהני בהו חזקת ג\"ש וטלת ביד אומן שנתנו נראה בהדיא מדברי הנ\"י דפ' המקבל שכתבנו דבריו לעיל ס\"ל דמהני חזקת ג\"ש מפני שאין דרך להניח ביד אומן כ\"כ זמן וכן מבואר עוד מדברי הרשב\"א שהביא רי\"ו ז\"ל בנתיב כ\"ט ח\"ד והביא דברי מב\"י בס\"ס קל\"ד כיע\"ש ומהתימא על מרן החבי\"ב ז\"ל דבסי' קל\"ג הגה\"ט אות כ\"ט הביא דברי הנ\"י דפ' המקבל ודקדק מדבריו דס\"ל להרשב\"א דמטל' מהני בהו חזקת ג\"ש.<br><b> ובזה </b> יישב דברי מהר\"י ברקי' יע\"ש והוא תמה דמדברי הרשב\"א שהביא הנ\"י בפ' חזקת מבואר דס\"ל להרשב\"א דגבי מטל' לא מהני בהו חזקת ג\"ש כמדובר ושם בפ' המקבל לא כתב דמהני בהו חזקת ג\"ש אלא בגודרות וטלת ביד אומן דוקא כמדובר וצ\"ע ועיין להש\"ך סימן קל\"ד סק\"ח ודוק.<br><b> וראיתי </b> להר' ראש יוסף באות מ' שהוקשה לו במאי דפריך הש\"ס ועבדים אית להו חזקה ואמר ר\"ל הגודרות אין להם חזקה דמאי קושיא לימא דבכלל גודרות לאו עבדים משום דעבדים כיון דבני דעת נינהו איכא למימר אם לא שידעו שמכרום בעליהם לא היו הולכים מבית בעליהם הראשונים יע\"ש ולק\"מ לע\"ד דאדרבא כיון דבני דעת נינהו אית לן למימר טפי דמשום שהקנטוהו הבעלים הראשונים הלכו להם לביתו של זה וכ\"כ הרמב\"ן והריטב\"א ז\"ל בהדיא בגיטין ד\"ך ע\"ב עלה דההיא דאמר ר\"ל הגודרות אין להם חזקה כיע\"ש וכ\"כ עוד הרמב\"ן בחי' לבקרא דל\"ו עלה דרך מימרא יע\"ש תו ק\"ל להרב הנז' דהיכי ס\"ד דמקשן דקאמר ר\"ל הגודרות אין להם חזקה היינו אפילו לעולם דודאי פשיטא דחזקת ג\"ש אית להו מדלא מחה כ\"כ זמן יע\"ש ומה שתרץ הוא ז\"ל דהוה ס\"ד דמשאמרו במתני' דעבדים יש להם חזקה היינו חזקה דלאלתר כו' זה לא ניתן לאמר דמתניתין בהדיא קתני ג\"ש אלא נראה לע\"ד דאפשר דהמקשן ס\"ד דעבדים ובהמה וחיה דוקא דמטל' נינהו במטל' לא מהני בהו חזקת ג\"ש והטע' שכתב הטור בשם הר\"י בסי' קל\"ג בשם הרב העיטור השוו חכמי' מדותיה' לדונן כמטלטל' דלא תהני בהו חזקת ג\"ש דומיא דשאר מטל' משו' דלא פלוג ואפי' לדעת החולקי' וס\"ל דגבי מטל' נמי מהני בהו חזקת ג\"ש ואיכא עד תשו' מימון בס' משפטי' סי' י\"ו כמ\"ש החבי\"ב ז\"ל בסי' קל\"ג הגה\"ט אות כ\"ט איכא למימר דלא כתבו כן בתשו' הנז' אלא לבתר דמסיק הש\"ס דכי קאמר ר\"ל הגודרות אין להם חזקה אלא בחזקה דלאלתר אבל בחזקה ג\"ש יש להם ומשמע להו דאפי' הבהמה וחיה נמי דלאו בני שטרא נינהו מהני בהו חזקת ג\"ש ומנה למדו דה\"ה לשאר מטלט'.<br><b> אמנם </b> מעיקרא הוה ס\"ד דמקשה דכל מידי דמטל' דלאו בני שטרא נינהו לא מהני בהו חזקת ג\"ש ועבדי' נמי אע\"ג דבני שטרא נינהו כיון דמידי דמטלט' הוא אין לו חזקת ג\"ש כן נראה לע\"ד ודוק תו ק\"ל להרב הנז' בחזקה דלאלתר מה טעם מפקינן ליה מיד המחזיק ומחזקינן ליה בגנב וגזלן כיון שאפשר שלקחו ממנו ולא שבאו מאיליהן לביתו ואין להחזיק שום אדם בגנב וגזלן ותי' דכיון דתפיסה זו מקרי תפיסה נשאר הדבר בחזקת הבעלי' הראשוני' לעולם עד שיביא עדים או ראיה ברורה שמכרם לו יע\"ש.<br><b> וסבור </b> הייתי לומר דמשו\"ה מפקינן מיניה דתלינן דרוצה להחזיק בשל חברו משום ס' מלוה ישינה שיש לו עליו עד שיתברר לו ולא דמחזיק' ליה בגנב וגזלן וכעין זה כתב בדרישה לקמן ס\"ס קל\"ג בענין דברי' העשויין להשאיל ולהשכיר ע\"ש בסעי' י\"ג אלא שאין זה טעם מספיק לע\"ד להוציא הדבר מיד המחזיק דאי משו' חשש ספק מלוה ישינה סמיה דדין למחייבה שבועה שלקחו דמשו' ספק מלוה ישינה לא משתבע כדאמרי' פ\"ק דמציעה ואכתי לא הוה ליה לאפוקי מידי דמחזיק אלא עיקר הטעם כמ\"ש הרב דתפיסה זו לא מקרי תפיסה וברור.<br><b> ולענין </b> הלכה למעשה דעבדים גדולי' ובהמה וחיה שאינן מסורות ביד שומר אלא לפעמים הולכי' מאליהן בשוק אין בהם חזקה כשאר מטלט' ומוציאין אותה מיד המחזיק בהן ואף הפירות שאכל בהמשך אותו זמן כמ\"ש הרב ראש יוסף באות ע' וכדאיתא בפ' חזקת דל\"ג גבי מחזיק בקרקע שאינו שלו יע\"ש אמנם אם החזיק בהם ג\"ש נראה דיכול המוחזק לומר קים לי כהרמב\"ם ובעל העיטו' שכת' ה\"ה דס\"ל דמהני בהו חזקה ג\"ש ולענין שאר מטלטלי' עיין בסי' קל\"ג יע\"ש באורך.",
                "<b>אבל עבד קטן שאינו יכול להלך על רגליו מפני קטנותו הרי הוא כשאר מטלטלי' כו'.</b> ונראה דה\"ה לעבד גדול אם היה מסור לשומר דלאלתר הויא חזקה כמ\"ש מב\"י ז\"ל בא\"ה ס\"ס קכ\"ד משו' דהוי מילתא דלא שכיח לא ביאר זה מרן בח\"מ סי' ע\"ב ס' כ\"א ולא בסי' קל\"ה כנ\"ל ועיין להרב המפה בא\"ה סימן קכ\"ד סעי' ו' שהסכים לדברי מרן יע\"ש ודברי מרן ז\"ל בח\"מ סימן ע\"ב הנז\"ל נראה דאשתמיט מיניה דמרן החביב בסימן קמ\"א הגה\"ט אות א' שכתב על מה שתמה על הטור למה לא הזכיר בהמה וחיה בהדי עבדים שחזקתן ג\"ש כמ\"ש בסי' קל\"ה וז\"ל ויראה דהטור סירכה דמתני' נקט דלא תני אלא עבדים ומתני' דלא תני אלא עבדי' מילתא פסיקתא נקט מה שא\"כ בהמה וחיה דהיינו דוקא במקום שאין דרך למסור הבהמה שחרית וערבית דבמקו' שדרך למסור הבהמה חזקתן לאלתר כדאיתא בפ' חזקת ואע\"ג דעבדים נמי היינו בגדולים מ\"מ בגדולי' מיהא אין חילוק בין מקום למקום אבל בבהמה יש חילוק בין מקומות למקומות. ובזה הראיה שהביא ה\"ה ז\"ל בפ' י\"וד מה' טוען ממשנה זו לדברי הרמב\"ם ז\"ל מדלא הוזכר חזקה גבי בהמה וחיה אלא גבי עבד אינה תיובתא לדברי הסוברי' דאף בבהמה וחיה חזקתן ג\"ש עכ\"ל וכפי דברי מרן ז\"ל בא\"ה שכתבנו דאף בעבדי' גדולי' כשהן ביד שומר חזקתן לאלתר כבהמה וחיה אין מקום לדברי מרן החבי\"ב ז\"ל שהרי אף גבי עבדי' לא מילתא פסיקתא היא כיון דכשהן ביד שומר חזקתן לאלתר וראית ה\"ה ז\"ל ממתני' אלימתא היא ותיובתא לדברי הסוברי' דאף בבהמה וחיה חזקתן ג\"ש וצ\"ע."
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש דין מחזיק בנכסי קטן אכלה </span>\n<b> שני חזקה בחיי אביהן מתוך שיכול לומר לקוחה היא בידי מאביהן נאמן לומר חוב יש לי על אביהן.</b> וכתב שם ה\"ה וז\"ל עוד הקש' הראב\"ד במ\"ש רבינו בשאכלה שהוא גובה בלא שבועה מדין מיגו ממה שהסכימו הגאונים ונתבאר בדברי רבינו בהרבה מקומות ומהם שהטוען על המשכון שהוא נאמן עד כ\"ד שאינו נוטל אלא בנק\"ח אף כאן אם בא לגבות לכתחילה צריך הוא לישבע ויש לי לתרץ שחילוק יש בין מטלטלין לקרקע שהרי ד\"ת אין נשבעין על הקרקעות ושבועת היסת אין כאן לפי שאין כאן טענת בריא הפך מדברי זה המחזיק ואין נשבעין על טענת שמא כך נ\"ל לדעת רבינו ולא זכיתי להבין דבריו הקדושים דלפי מ\"ש הוא בעצמו בפ\"ה מה' אלו ד\"ה דהא דאין נשבעין על טענת קרקע הוא דוקא כשהטענה הוא גוף הקרקע כגון שזה אומר יש לי לדור בה עדין והלה אומר שאין לו לדור עוד הרי זו תביעת קרקע כו' אבל כשאין מחלוקותם אלא בתביעת דמי השכירות נראה שהוא כשאר חיובין ומתחילתו נעשה בין שניהם ע\"ד ליתן דמים ומתחילתן ועד סופן דמים הם וא\"כ ה\"נ כיון דטענתם ותביעתם אינו אלא על חוב שחייב לו אביו למה לא ישבע וה\"ז דומה ממש לתביעת דמי השכירות שנשבעין שבוע' דאורייתא.<br><b> ודברי </b> אלה שאלתי בימי חורפי מחד צורבא מרבנן מעיר סאלוניקי יע\"א ה\"ה הרב בעל פרשת הכסף כמוה\"ר שמואל סורנאג'ה נר\"ו וכה היתה תשובתו אלי עין רואה מה שהאריך מעכ\"ת והרבה להשיב ע\"ד ה\"ה עמ\"ש דיש חילוק בין משכון דמטלטלין לקרק' שהרי ד\"ת אין נשבעין על הקרקעות והוקשה לכת\"ר דמה מקום יש לקו' כיון דעיקר התביעה אינה על קרקע אלא על החוב ככתוב בד\"ק. ולי הדיוט לפום ריהטא היה נראה דשפיר דמי שם בפי\"ד לתביעת קרקע דהרי כל עיקר נאמנותו דנאמן זה על חובו הוא מטעם מיגו שיכול לומר שלי הם והרי אם היה טוען שלי הן לא היה חייב שבו' מטעם דהיה נשב' על הקרקע וא\"כ ה\"ה נמי עכשיו נוטל בלא שבועה דלא גרע השתא ממה שהיה לו לטעון וכי היכי דאם היה טוען שלי הן היה פטור משבועה והיה לוקח כל הקרק' עם כל הפירות שאכל וא\"כ כ\"ש השתא דאינו תובע אלא כנגד חובו דנאמן משא\"כ במשכון דמטלטלין דבודאי דנוטל בשבועה משום דהרי אם היה טוען שלי הן ג\"כ היה חייב שבועה וא\"כ ככחו אז כחו עתה ולא הוי השתא מרויח יותר ודוק כך עלה במחשבה בתחילת העיון.<br><b> האמנם </b> המנגד כל דברינו אלה הם דברי רבי' הרמב\"ם בפי\"ג מה' מלוה ד\"ג דשם כתב שאלו אמר על עצמו של חפץ זה אתה מכרתו לי אתה נתנתו לי דהיה נשבע היס' ונפטר אלא דאם אמר כ\"וכ יש לי על חפץ זה צריך שבועה בנק\"ח אע\"ג דאיכא מיגו ומפרש הטעם שאין אומרי' מיגו לפוטרו משבוע' אלא לפוטרו מממון שלא יחזור עד שיטול מה שטען ועיין בדברי ה\"ה שם ודברי' עומד ככותל לפנינו.<br><b> הן </b> אמת שדברי הרמב\"ם צ\"ע לפי קע\"ד דנר' סותרי' דבריו למ\"ש בפי\"א מה' שכירו' ד\"ז דשם כתב בעה\"ב אומר ב' קצצתי לך והשכיר אומר ג' קצצת לי כו' הרי ב\"ה נשבע בנקיט' חפץ בד\"א כששכרו בעדים ולא ידעו כמה פסק תבעו בזמנו אבל אם שכרו שלא בעדי' או שתבעו אחר זמנו ישבע בע\"הב היסת יע\"ש דמשמע דמהני המיגו לפוטרו משבועה בנק\"ח לשבועת היס' והוא הפך מ\"ש שם בה' מלוה ועיין נמי שם בפ' י\"א מה' שכירו' בהל' ו' וכעת לא מצאתי דבר מתיישב כהוגן דברי רבינו אלו וצ\"ע.<br><b> איך </b> שיהיה נחזור לדאתאן עלה לעיקר קושייתיה דמר עוד עלה בדעתי דעת הדיוט לומר דכונ' ה\"ה הוא זה דמה מקום יש להקשו' ממה שמצינו לגאוני' שכתבו גבי משכון דמטלטלין לכאן דאפשר דיש לחלקן בין משכון דמטלטלין למשכון דקרקע דבמשכון דקרקע יודו הגאוני' דנוטל בלא שבועה אף דאין תביעתו אלא דמים וקאמר דאל תתמה דמה מקו' יש לחילוק זה דכשם שיש לזה מיגו כך יש לזה ולזה מתרץ דשפיר יש לחלק דכשם שמצינו שדין הקרקע משונה מדין המטלטלין דהרי ד\"ת אין נשבעין על הקרקעו' משא\"כ במטלטל' דנשבעין עליה' כשם שדינו משונה בענין זה כך משונה דינו בדין המשכון אף שאין דינו ותביעתו אלא דמי' והוי מעין מ\"ש הרא\"ש ז\"ל בפ' חזק' גבי עובדא דרבה בר שרשו' וז\"ל ולא מסתבר לחלק שאני מטלטלין דשייך בהם שבוע' דאורייתא במודה מקצ' ולכך הבא מחמת חזקה צריך שבועה כו' יע\"ש ואף דלהרא\"ש לא מסתבר ליה לחלק בהכי מ\"מ אפשר דלדע' ה\"ה בדעת הרמב\"ם מסתבר ליה ומ\"ש עוד ה\"ה כאן ושבוע' הסית אין כאן כו' כונתו כך דאה\"ן דמצינן למימר דיודו הגאוני' בדין משכון קרקע דלוקח בלא שבועה בנק\"ח כיון דהם לא אמרו אלא גבי משכון דמטלטלין מ\"מ עדיין יש להק' ממה שמצינו ג\"כ גבי קרקע עצמו וכמ\"ש הר\"ב התרומו' שער י\"ד ח\"א דפ\"ב דע\"א אחר שהביא דברי הרמב\"ם דפי\"ד מה' טוען הנז' כתב וז\"ל ואיכא דק\"ל היכי אמרי' מיגו דאמינא לקוחה היא בידי מהימנא והלא האו' לקוחה היא בידי קרקע זה ולהחזיק בו שני חזקה נהי דלא ישבע שבועת התורה לפי שאין נשבעין על הקרקעו' אבל משבועת היס' לא ינצל ותרצו שלא היו יכולין להשביעו שבועת היס' בטענ' שמא שהרי היתומי' לא היו יכולין להכחישו בטענ' ודאי כי אם בשמא זה היה טעם הר\"ר משה זצו\"ל שפטרו בלא שבועה ע\"כ והן הן דברי ה\"ה הנז' ודוק ועיין בהרב גד\"ת שם כך אפשר להמשיך דברי הרב המגיד ז\"ל אלא שידעתי ביני שהוא דוחק.<br><b> והיותר </b> נראה ליישב דבריו הוא דלא דמי לכל הני דהזכיר מעכ\"ת דשאני כל הני דהשתא אין תביעת' זה אצל זה אלא דמי' בלבד משא\"כ בההיא דה' טוען דהוא עדיין תוך השדה והוא אומר דבמשכון היה בידו ואכלה שני חזקה דכל כחו דמצי לו' דבמשכנת' באו לידו הוא מטע' היותו בתוכה ואכלה שני חזקה דשפיר חשיבא כשלו וכל כמה דלא לקח מעותיו הוייא שלו ושפיר קרינן ביה אין נשבעין על הקרקעות א\"נ אפשר לומר מעין זה ובית\"ר שאת דהאי דינא דפי\"ד מה' אלו דמייא שפיר למ\"ש ה\"ה עצמו בפ\"ה מה' טוען ה\"ה שאם היה מחלוקת יש לי לדור בה עדיין והלא כופר הרי תביעת קרקע כו' יע\"ש ובכה\"ג הבי' שם גבי אכלה שני חזקה כו' דמיירי במשכנתא דסורא דכתבין במשל' שנייא אלין תיפוק ארעא דא בלא כסף וכמ\"ש רשב\"ם בפ' חזקת הבתי' דל\"ב ע\"ב גבי עובדא עצמו דרבא בר שרשו' דמשם למד עיקר דינו הרמב\"ם שם וא\"כ הוי כמשכיר שדה לכ\"וכ שנים דא\"כ כשיאמר דעדיין יש לו לאכול דעדיין יש לי מלוה גביה הו\"ל כאומר יש לי לדור בה עדיין דהוי תביעתו קרקע ודוק והבן בהאי תירוץ כי נכון ואין בו פקפוק לפי קע\"ד.<br><b> ומיהו </b> עדיין צריכין אנו למודע'י אמאי תלה הרמב\"ם שם בפי\"ד מה' טוען לפי דברי ה\"ה הטעם דפטור משבועה משו' מיגו ת\"ל מטעם זה עצמו דאין נשבעין על הקרקעות ולפע\"ד נר' דלק\"מ דמ\"ש הרמב\"ם מתוך שיכול לומר שלי הן כו' אין כונתו לומר דמטע' זה דאיכא מיגו הוא דפטור משבועה אלא כונתו דמטעם זה דאיכא מיגו הוא דאמרי' דנאמן לומר חובי אצלי על אבוהון ואגבהו עכשיו בעודן קטנין ולא אמרי' דתחזור השדה והפירות שאכל ליתומי' עד שיגדלו ויעשה עמהם דין כמ\"ש שם בדין הקודם ויצא עליו קול דלא אכלה שני חזקה וכלפי אותו דין יהיב טעמא לחלק דלא דמי דהכא איכא מיגו והוי דינו כמ\"ש שם בריש הל' ח' דאם החזיק בנכסי קטן שנים רבות וטוען משכונה הן בידי ויש לי חוב עליהן כ\"וכ הואיל ואלו רצה אומר לקוחים הם בידי מהימן כו' והמשך דבריו שם בהל' ט' הוא מעין מ\"ש שם בריש הל' ח' ולא קאי ליתן טעם על מה שלוקח בלא שבועה ואף אם היה לוקח בשבועה היינו צריכין לטעם המיגו דאי ליכא מיגו לא מצי ליקח השתא בעודן יתומי' קטנים אפי' בשבוע' ממ\"ש בסוף הל' ח' דאם יצא עליו קול שהיא של יתומים ולא אכלה שני חזקה בחיי אבוהון דליכא מיגו דיחזור השדה וכל הפירו' שאכל עד שיגדלו ויעשה אח\"כ כשגדלו דין עמהם ולא אמרי' דישבע עכשיו ויטול מעותיו דנראה דלא מהני אפי' בשבועה עכשיו בעודן קטנים היכא דליכא מיגו וא\"כ מבואר דכונת הרמב\"ם בהל' ט' דקאמר מטעם מיגו לא קאי על מה שפטרו משבועה אלא על עיקר דבריו דקאמר דמצי למפרע ממנו עכשיו והוי ממש כעין דבריו בריש הל' ח' אלא דהרמב\"ם בהל' ט' אחר שכתב כל דינו דגובה אותו מן הפירות וגובה אותם בשבועה נ\"ט על עיקר הדין וכתב לחלק מדין היכא דלא אכלה שני חזקה כאמור ודוק.<br><b> וגם </b> הראב\"ד אפשר דהבין כן בכונת הרמב\"ם אלא דעדיין הוק' דאף דאיכא מיגו מ\"מ לא יועיל המיגו לגבות לכתחילה בלא שבועה דאה\"ן דשפיר יהיב טעמ' שיכול לגבות עכשיו אף דהם יתומי' קטני' מטע' מיגו מ\"מ שבועה מיהא ליבעי מידי דהוי אמשכון דמטלטלין אף דאיכא מיגו נשבע ונוטל ולזה תירץ שפיר ה\"ה ז\"ל דיש לחלק בין במשכון דמטלטלין למשכון דקרקע כאמו' בכונת דבריו.<br><b> ואם </b> כנים אנחנו בכל הדברות והאמירו' הקולמוס נקיים אנחנו ממה שהק' הר\"ב גד\"ת שם בדפ\"א ע\"ג ע\"ד ה\"ה שם בפי\"ד מה' טוען דאחר שהבי' דברי הראב\"ד וה\"ה ז\"ל כתב ואם השגת הרלב\"ד השגה נראה שתירוץ ה\"ה לא העלה ארוכה לה שהרמב\"ם פוטרו משבועה מטעם שיכול לומר שלי הן וכונת ההשגה שהמיגו לא יועיל לפוטרו משבועה מדין המשכון שנתבאר בפי\"ג מה' מלוה שאין אומרי' מיגו לפוטרו משבועה אלא לפוטרו מממון וכלל זה הוא מוחלט ולא פרטית ומה יועיל היות כאן משכון של קרקע כו' יע\"ש.<br><b> ולפי </b> האמור דברי ה\"ה הם שרירין וקיימי' ואין צורך להאריך עוד ואני אומר דאף דלו יהי דהראב\"ד הבין בכונת הרמב\"ם דטעם המיגו דקיהיב שם בפי\"ד מה' טוען הוא ג\"כ על השבועה מ\"מ כונת ה\"ה כמו שכתבתי אנכי איש צעיר וממילא נמי סרה מהר תלונת הגד\"ת מה שהק' עוד שם על הרמב\"ם וה\"ה ז\"ל ממ\"ש הרמב\"ם בפ\"ט מה' שלוחין הל' ד' יע\"ש דלק\"מ לא על הרמב\"ם ולא על ה\"ה ואף גם זאת ראיתי מה שהק' עוד הרב הנז' על הראב\"ד מההיא דפ\"ט דשלוחין שמהתם משמע דלא מהני מיגו לפוטרו משבועה אפי' להחזיק דחזינן דלא השיגו הראב\"ד התם ואיך כתב כאן וההיא דרבה בר שרשום דבעי לפטור נפשיה משבועה אחר אכילה קאמר כו' יע\"ש.<br><b> ולעד\"ן </b> לחלק לדעת הראב\"ד דל\"ד לההיא דהתם דשם בה' שלוחי' אף דהשתא אינו טוען הטענה האחר' ואית ליה מיגו אינן מרויחים כלום היורשים השתא מאם היה טוען איני אריסו ואיני שותפו דדא ודא חדא היא ולהכי אמרינן מיגו לאפטורי משבועה לא אמרינן אפילו להחזיק מה שבידו דבמיגו זה אינו מגיע שום הנאה להיורשים השתא מאם היה טוען איני אריסו איני שותפו ברם בההיא דרבה בר שרשום דהשתא אינו טוען לקוחה היא בידי מרויחים יותר היתומים מאם היה טוען לקוחה היא בידי מיגו כה\"ג דהוי כמחזיר אבידה מהני כאכלה כבר ולא דמי לההיא דפי\"ג מה' מלוה דהתם הוי מיגו להוציא ומיגו להוציא אפילו דיהיה המשכון שוה יותר מהמלוה והוי כמחזיר אבידה מיגו להוציא בכ\"הג לא אמרינן.<br><b> ולפי </b> האמור נידחה נמי באופן אחר מה שהק' הרב גד\"ת על הרמב\"ם ז\"ל ועל ה\"ה שם בפי\"ד מה' טוען ממ\"ש בפ\"ט מה' שלוחין דלא דמו הנדוני' כלל מהתם להכא כאמור אלא דלההיא דה' מלוה אינו מתיישב בזה לדעת הרמב\"ם ומחוורתא כדשנינן מעיקרא ולדעת הראב\"ד ליכא להק' בפי\"ג מה' גזילה די\"ט דיש לדחות והוא חזות תו חזי הוית להר\"ב גד\"ת שם דפ\"א ע\"א מ\"ש על הרמב\"ם עמ\"ש בפי\"ד מה' טוען ד\"ז ממ\"ש בפכ\"ט מה' מכירה די\"ז עיין בדבריו ואנכי לא ידעתי מא קא ק\"ל ואחל'ה פני קדשו שיבאר כונת דבריו (דממאי) [דממני] נסת'ר מאי קאמר.<br><b> ועוד </b> ראיתי להרב שם ע\"ב שהביא דברי ה\"ה במ\"ש בפ\"ט מה' טוען דח' על השגת הראב\"ד וז\"ל ואין נאמן מדין מיגו דאי בעי אמר לה היתה מעולם כו' והרב הנז' כתב לא ידענא להיכא קאי אי אעיקר טענה חוב יש לי עליו כו' וכיון שכן מה לו להרמב\"ם לומר אבל אם יצא הקול כו' וכיון שצריכין אנו לומר דטעם אחר יש לשלא נאמנהו במיגו שלא היתה של אביו יע\"ש ולי הדיוט נרא' דבודאי כך היתה כונת ה\"ה ואעפ\"כ לא ק\"מ על הרמב\"ם דהרמב\"ם לא הוצרך להך טעמא דאם יחקור כו' כדי לבטל המיגו דמעולם לא היתה של אביו דפשיטא ופשיטא דהטעם מפורש לבטל המיגו זה כיון דנפק קלא בב\"ד דשל אביהן של יתומים היתה וזו אינה צריכה לפנים וגם רבה בר שרשום לא סליק אדעתי' לזכות במיגו זה דהאי מגו מבוט' מעצמו דהרמ\"ה נקט כלישנא דתלמודא דרבה בר שרשום ס\"ד לזכות מטע' דלקוחה היא בידי ואביי דחי ליה האי מיגו כיון דנפיק עליה קלא והרמב\"ם ז\"ל נקט לישנא דתלמודא אלא דהר' המגיד ז\"ל לרווחא דמילתא כתב לדחות מיגו זה אבל בלשון דחיה קאמר וגם כלפי דברי הראב\"ד ז\"ל דהזכיר מיגו זה הוצרך לפרש לדעת רבינו והוא פשוט.<br><b> ודרך </b> אגב ראיתי להלח\"מ שם בפי\"ד מה' טוען ד\"ט שהאריך שם והנה מה שהק' על הטור ומרן ב\"י כבר כתב הרב גד\"ת שם ע\"ג גם מה שהאריך על הגירסא אשר כתב בהגהות בד\"ח הן דברים תמוהים מ\"ש דלא ס\"ל דהגהות לפי גירסא שלו מ\"ש ה\"ה דהטעם דאין לו שבועת היסת אלא ס\"ל דאין הטעם באכלה שני חזקה בחיי אב והון דאין שבו' משו' דאין כאן טענ' ברי אלא דאכל' שני חזק' עדיף ואלים טפי וגובה שלא בשבו' יע\"ש ודבריו צ\"ע דהרי דעת הרמב\"ם הוא דבכל מקום שזוכה מדין חזקה אפי' שיהיה חזקה אלימתא אינו נוטל אלא בשבועת היסת וכמו שמפורש בדבריו בפי\"א מה' טוען ד\"ב וא\"כ צריכין אנו לתירוץ ה\"ה וכמו שהביא תירוץ זה הר\"ב התרומות בשער י\"ד ח\"א דפ\"ב ע\"א בשם יש מי שתירצו כנז\"ל וגם מדברי הר'ב התרומו' נראה דלא היה גורס בהל' ח' וגובה בשבועה עיין בדבריו. והנה אמת דמדברי הרא\"ש בפ' חזקת הבתים נר' דלא ס\"ל כתי' ה\"ה והבי' דבריו הגד\"ת שם וכתב דכל דמצי אבוהון למטען ולהשביע טענינן ליתמי ומשבעינן אפי' בשמא כו'.<br><b> איברא </b> דקשה ע\"ד הר\"מ בפ\"ט מה' שלוחין הל' ג' דנראה כדברי הרא\"ש דשם כתב בהל' ב' ואין אחד מכל אלו נשבע בטענת ספק עד שיחשוד המשביע אותם בשתי כסף כו' ובהל' ג' כתב מכאן הורו רבותי שאם מת השותף הא' אין היורש יכול להשביע שותפו של אביו בטענת שמא ויש מי שהורה שמשביע אותו היורש בטענת שמא וכזה ראוי לידון יע\"ש דנר' כדברי הרא\"ש דאמרי' כל דמצי אבוהון למטען ולהשביע טענינן ליורש ומשביע אפי' בשמא יע\"ש. ושמא יש לדחות ע\"כ מלשון הרב כמהר\"ש סורנאגה נר\"ו.<br><b> וזאת </b> היתה תשובתי אליו על מאי דק\"ל בדברי ה\"ה בפרקין עמ\"ש הוא עצמו בפ\"ט מה' טוען כה ענני כת\"ר דשפיר דמי מ\"ש בפי\"ד לתביע' קרקע כיון דעיקר נאמנותו מטעם מיגו ובאותה טענה לא שייכה שבועה וא\"כ ה\"ה נמי עכשיו לא כן גבי משכון מטלטלין דככחו אז כחו עתה ושוב כתב דהמנגד לזה הוא דברי הרמב\"ם שבפי\"ג מה' מלוה ד\"ג ודבריו הם שעמדו ככותל עכ\"ל ואשתומם על המראה למה זה הטריח קולמוסו והיד כותב' כל כי הני מילין כי מה זו מציאה מצא באחרונה בדברי הרמב\"ם שבפי\"ג מהלכות מלוה כאלו דברי' הללו היו מעלומי העין דלא שלטא ביה עינא עד אשר עלתה זכרון דברים הללו לפניו ואחד הרואה השגת הראב\"ד שם בפי\"ד מה' טוען דעליה הוא דן ה\"ה ז\"ל לחלק ממ\"ש הגאונים בדין המשכון הלא המה דברי הרמב\"ם ז\"ל הללו בפי\"ג מה' מלוה ומה מקום היה לבעל המחשבו' מידי עלותו בתחילת העיון כל כי הני מילי ואעיקרא מאי סבר.<br><b> תו </b> חזינא ליה למר שמואל עמד מתמי' ע\"ד הרמב\"ם ז\"ל הללו שבפי\"ג מה' מלוה שנראין כסותרין למ\"ש הוא עצמו בפי\"ח מה' שכירות ה\"ז גבי ב\"הב אומר ב' קצצת לי שכתב שם שאם שכרו שלא בעדים או שתבעו אחר זמנו ישבע בה\"ב היסת הרי שפטרו משבוע' המשנה מטעם מיגו ועל דבר זה ציוה אותי לעיין ככתוב בד\"ק ולפק\"ד וחולשת שכלי אין בזה מקום עיון דכיון דעיקר שבוע' זו אינה מן הדין שהרי א\"נ על טענת נתתי או טע' הילך ומתקנת חכמים היא גבי שכיר דוקא שלא ילך בפחי נפש הם אמרו דכל דאית ליה לב\"הב מיגו שלא להשביעו שבועה חמורה ודין נתתי ולא נטלתי ראיה לזה דכל דאית ליה מיגו בבה\"ב לא תקנו חכמים שבועה וכמ\"ש שם ה\"ה ז\"ל ע\"ש הר\"י ן' מיגאש וזהו שסיים הרמב\"ם ודקדק בלשונו ישבע ב\"הב היסת שלא קצץ לו אלא מה שכבר נתן ומה שאמרו לו הילך כלומר דדוקא בכה\"ג דליכא אלא שבועת התקנה הוא דנשבע היסת מטעם מיגו לא כן כשלא נתן כבר או שלא אמר לו הילך כי אז ישבע שבועה חמורה ואינו נפטר בהיסת כנלע\"ד.<br><b> תו </b> חזינא ליה למר עלה ליישב כונת ה\"ה באומרו דכונתו לומר דכשם דדין הקרקע משונה מדין המטלטלין בענין שבועת התורה כך דינו משונה בדין המשכון וכעין מ\"ש הרא\"ש בפ' חזקת עלה דעובדא דרבה בר שרשום וז\"ל דלא מסתבר לחלק שאני מטלטלין דשייך בהם שבועת דאורייתא במ\"מ ולכך הבא מחמת חזקה צריך שבועה כו' ואף דלהרא\"ש לא מסתבר לחלק בהכי אפשר דלה\"ה ז\"ל ניחא ליה בדעת הרמב\"ם אע\"פ שהוא דוחק ככתוב בד\"ק. ואנא קטינא דבר זה אסור לאומרו אפי' בדרך דוחק כי אין ערוך בדברי ה\"ה ז\"ל עמ\"ש הרא\"ש דהשמים בינו לבינו שהרי הרא\"ש לא בא אלא לחלק מה בין כפירת שעבוד קרקע לכפירת מטלטלי' לענין שבועת היסת ועלה על דעתו לחלק שפיר דדוקא גבי כפירת מטלטלין תקנו חכמי' היסת הואיל ואיכא שבועת התורה במ\"מ לא כן בכפירת קרקעות דאין במיגו שבועת התורה במ\"מ אפשר דלא תקינו רבנן היסת בכופר בכל וחילוק זה אחד הרואה ניתן ליאמר שפיר ומצינו כיוצא בזה בתלמוד אלא דלא הונח להרא\"ש ז\"ל לחלק ביניה' כיון דלא איתמר בהדייא בגמ' דיש חילוק לענין שבועת היסת בין כפירת שעבוד קרקע לכפירת מטלטלין דכל כי הא לא הוה סתי' תלמודא למימר.<br><b> אמנם </b> חילוק זה מה יושיענו להשגת הראב\"ד דאטו משו' דאשכחן דאין נשבעין על הקרקעות ליפטור מידי דלא שייך בקרקע כלל ומה מקו' לומר דמשום דאית ליה משכון קרקע שתהא פטור משבועה בתביעת חוב אחר משו' טעמא דאין נשבעין על הקרקעות דכיון שאין אומרי' מיגו לאפטורי משבו' הו\"ל תביעת משכון קרקע כתביעת מטלטלין דעלמא סוף דבר הס כי לא להזכיר דבר כזה בכונת דברי ה\"ה ז\"ל כי רחוק הוא מדרך השכל.<br><b> עוד </b> כתוב בד\"ק והיותר נראין ליישב דברי ה\"ה דשאני הכא שהוא עדיין בתוך השדה והוא או' דבמשכון הוא בידו ומהימני' ליה מפני היותו בתוכ' ואכלה שני חזקה דשפיר חשיבה כשלו דכל כמה דלא לקח מעותיו חשיבא כשלו ושפיר קרינן ביה אין נשבעי' על הקרקעו' עכ\"ל ולא כן אנכי עמדי כי במה נחשב בשלו כיון שהוא מעיד על עצמו שבמשכון בא לידו וקרקע ברשותי' דמריה איתיה ואם מטעם מיגו חשבי' ליה כשלו הו\"ל כמיגו במקו' עדים דהודאת בע\"ד כמאה עדים כנלע\"ד.<br><b> עוד </b> כתוב בד\"ק עוד אפשר לומר מעין זה וביתר שאת דהאי דינא דפי\"ד מה' טוען דמי שפיר למ\"ש ה\"ה עצמו שם בפ\"ה מה' טוען דמיירי במשכנתא דסורא דכתבי במשלם שנייא כו' וא\"כ כשיאמר עדיין יש לו לאכול דעדיין יש לו מלוה גביה הוה ליה כאומר יש לי לדור בה עדיין והוי תביעתו תביע' קרקע ודוק והבן כי הוא תירוץ נכון ואין בו פקפוק יע\"ש בד\"ק. אשר עפ\"ז טהר וניקה דברי ה\"ה מקו' הגד\"ת ככתוב בד\"ק באורך.<br><b> איברא </b> כי גם אנכי חשבתי והואלתי ליישב דברי ה\"ה ז\"ל באופן זה וכבר בא הרמז בכתבי אשר שלחתי לכת\"ר הלא כה דברי כי ידעתי ביני שיש מקום ליישב דברי ה\"ה ז\"ל ומתוכם יתיישב קושיא הגד\"ת יע\"ש ומי יתן ידעתי למה זה לא העלה על זכורו הדברים האלו האם זאת היתה כונתי. ואולם מדעתי כי קשה לא אוכל שאת לשון הרמב\"ם שכתב וז\"ל אכלה שני חזקה כו' מתוך שיכול לומר לקוחה היא בידי נאמן לומר חוב יש לי על אביהן ולעיל מזה בהל' ח' שינה לשונו וכתב מי שהחזיק כו' וטען ואמר משכונה הן בידי ויש לי חוב עליהם כ\"וכ כו' למה זה לא כתב ג\"כ בהל' ח' כלשון הזה נאמן לומר משכונה הן ויש לי חוב עליהן ותלה בכאן החוב על אביהן ולא על הנכסי' אשר השינוי הזה מורה באצבע שכונתו לומר שאין הטענה על הנכסי' שיש לגבות מהם חובו מפני שבמשכונ' בא לידו אלא שטענתו היא שיש לו חוב בעלמא על אביהן במלוה בשטר בע\"פ והוא רוצה לגבות חובו מהפירות הללו שבשדה זו אבל לא שמעיקרא כך היה התנאי לגבות משם חובו והיינו ההוא דרבה בר שרשום שכתב רשב\"ם בד\"ה והיה לי זוזי אחריני גביה שנתחייב לי שאין משכון עליהן אלא דבעובדא דרבה בר שרשום משו' דנפק עליה קלא דארעא דיתמי היא והוא לא החזיק אלא אחר שמת אביהם לא זכה בטענתו משא\"כ בשהחזיק בחיי אביהם סובר הרמב\"ם ז\"ל דמצי למטען שפיר חוב יש לי על אביה' וגובה אני אותו מהפירות הללו אע\"פ שבחוב הלז לא היה התנאי כך עם אביה' וזה הדבר מבואר בדברי הרמב\"ם למדקדק היטב.<br><b> וראה </b> זה מצאתי כתוב בש\"מ כ\"י לב\"ב ע\"ש הרשב\"א עלה דהך עובדא דבר שרשו' דאמר אוכלה שיעור זוזי כו' כתוב וז\"ל וא\"ת ל\"ל לרבה בר שרשום דאכיל והדר אמר יבא לב\"ד ויאמר כן מעיקרא ויהא נאמן במיגו דאי בעי אמר לקוחה היא בידי ויש מתרצי' דאלו אמר כן מעיקרא לא היה נאמן ליטול בלא שבועה וכיון שאינו תובע שום דבר בגופו של קרקע אלא שהוא בא ליטול מעות אין לך תופס נוטל בלא שבועה וכל הנוטלים נשבעין וכן הורו הגאונים דטוען על המשכון וכ\"כ הראב\"ד ז\"ל עכ\"ל הנה שייחס להראב\"ד ס' הגאונים ולא להרמב\"ם אע\"פ שגם הרמב\"ם הביאה לשיט' הגאוני' דפי\"ג מה' מלוה מפני שבפי\"ד מה' טוען שתביעתו היתה תביעת מעות ואפי\"ה כתב דנאמן בלא שבועה.<br><b> ואח\"ז </b> מצאתי כדברי להש\"ך בסימן ק\"ן סס\"ק ג' שכת' שזה פי' דברי הרמב\"ם מן הטעמים שכתבתי כיע\"ש וכיון שכן הדרא קו' לדוכתין דכיון דאזיל ומודה שהקרקע הוא של היתומים וחוב בעלמא הוא שהיה חייב לו אביהן והוא רוצה לגבות אותו מפרותיהם למה זה יפטר משבועה ואפי' היסת כיון דמיגו לאפטורי משבו' לא אמרינן ומה הואיל עדיין ה\"ה ז\"ל בחילוק אשר שם בין משכון קרקע למטלטלין כיון שטענתו לא היה על עיקר הקרקע אלא על החוב ודומה ממש לההיא דפ\"ט מה' טוען שכתבנו באופן שאין בכ\"ז כדי שביעה בישוב דברי ה\"ה ז\"ל ונבוכים הם כאשר בתחילה ה' יאיר עינינו בתורתו אכיר\"א עוד ראיתי במכת\"ר האריך ליישב סוף לשון הרמב\"ם ואין כונתו לפוטרו משבועה מטעם מיגו דבלא\"ה אין נשבעין על הקרקעות אלא כונתו לתת טעם למה שנאמין בטענתו הלזו שיש לו חוב על אביה' יעש\"ב בד\"ק האריך בהם ללא צורך כי הדברי' פשוטים ומבוארים.<br><b> תו </b> חזינא למר כתב וז\"ל ואף גם זאת ראיתי מה שהק' הרב הנז' על הראב\"ד מההיא דפ\"ט מה' שלוחין דמהתם משמע דס\"ל דלא מהני מיגו לפטרו משבו' יע\"ש ולדעתו י\"ל דל\"ד לההיא דהתם ככתוב באורך בד\"ק יע\"ש איברא שדבריו סתומים קצת והלשון מגומגם מיהו כונתו מבוארת דשנייא היא ההיא דה' שלוחין שאין המיגו אלים כ\"כ כהך דהכא שבטענ' המיגו היה מרויח יותר שהיה נשאר הקרקע והפירות ברשותו לא כן בטענ' הלזו שהוא טוען עכשיו שיש לו חוב עליהן שאינו זוכה אלא בפירות וכיון שהמיגו אלים כחו כולי האי אהני לן להחזיקו במה שבידו מטעם מיגו לא כן בההיא דה' שלוחין דלא אלים טענת המיגו טפי ממאי דטעין השתא במיגו כהאי לא מהימן בלי שבועה אפי' להחזיקו במה שבידו את\"ד.<br><b> וחילוק </b> זה נראה יפה ללב וטוב לעיני' שאין דמיונן שוה והמרחק ביניהם כמדובר ואולם אחר העיון ראה ראיתי כי אין זה מן הישוב שהרי עיקר דברי הרמב\"ם הללו דפ\"ט מה' שלוחין מגוית הארי לוקחו הלא המה דברי ר\"י ן' מיגאש ז\"ל הביא דבריו הרא\"ש בר\"פ כל הנשבעין ומוצא דבר היא מוצאת ממה שמצינו שבועת השומרי' דחייב רחמנא שבועת השומר אע\"ג דאית ביה מיגו וכן בשבועת מ\"מ דלא ס\"ל לחלק דשאני התם דהו\"ל מיגו דהעזה או משום דחזקה וכמו שדחה הרא\"ש שם וכיון שכן דמהתם יליף לה אין מקום לחלק בין מיגו דאלים למיגו דלא אלים דבכל הני נמי טענת המיגו אלים ואפי\"ה לא אמרינן מיגו לאפטורי משבו' והדרא קו' הגד\"ת למקומה ודוק ולדידי ק\"ל בעיקר דברי הר\"מ ור\"י ן' מיגאש הללו מאי שנא האי דינא דשבו' אריסי' דאפי' כי אית מיגו לאריס לא מפטר משבועת המשנה אע\"פי שעיקר שבו' הלזו היא מתקנת חכמים ולא מן הדין שהרי מדינא אין נשבעין על טענת שמא כמ\"ש שם הרמב\"ם בפ\"ט מה' שלוחין ואלו גבי שכירות שבו' השכיר שהיא ג\"כ מתקנת חכמים אמרינן בפ' כל הנשבעין דכי אית ליה מיגו לב\"הב הוא פטור משבו' וכמ\"ש שם הרמב\"ם בפי\"א מה' שכירות ד\"ו דכששכרו שלא בעדים מתוך שיכול לומר לא שכרתיך מעולם יכול לומר שכרתיך ונתתי לך שכרך וכעת צריך ישוב אצלי.<br><b> תו </b> חזינא ליה למ\"ש כתב וז\"ל שדברי הגד\"ת שהקש' שם בדפ\"א ע\"א ע\"ד הרמב\"ם בפי\"ד מה' טוען עם דבריו שבפ\"ט מה' מכירה נפלאו ממנו מעתה כונתו ולדעתי דעת הדיוט הוא צריך ככתוב בד\"ק ואני צעיר איני יודע הפלאה זו למה כי דבריו שם לפי שורת המהלכ' תחת כתבן מבוארים המה לע\"ד אלא שיש חסרון תיבה אחת במ\"ש וז\"ל אבל ק\"ל על הרמב\"ם היכי כתב כאן בטוען כו' וצריך לומר בה' טוען ובזה מבוארת כונתו ז\"ל וק\"ל למה זה סגר הרמב\"ם הדלת בה' טוען וכתב סתם עד שיאכל ג\"ש רצופים עד אחר שיגדיל ולפי דבריו בה' מכירה צריך ג\"כ שיאכל שנים אלו רצופים אחר שיהיו היתומים בני עשרים לדעת רבותיו ולדעתו עד שיהיו יודעים בטיב משא ומתן דבבציר מהני לא מהני החזקה בנכסי קטן כמ\"ש בה' מכירה ולזה עלה לחלק דלא בעינן הכי אלא בקרקע שירשו מאביהם אבל בשלהם בבציר מהכי שפיר דמי כל שהגדיל ולא מיחה עדיין אלא שהוק' לו עדיין וס\"ס בעינן שיהיו יודעים בטיב משא ומתן דאי לא\"ה אין במכירתן כלום אפי' בקרקע שלהם ולמה זה לא ביאר הרמב\"ם שיחותיו בזה ומתוך הדוחק כתב דשמא זה היתה כונתו וקצר במובן את\"ד הרב לע\"ד.<br><b> הן </b> אמת כי לע\"ד יש ליישב דברי הרמב\"ם דשנייא מחילה דמכירה למחילה דגניבה דבה' מכירה קעסיק הרמב\"ם לענין אם יכול לחזור הקטן ממכירתו אשר מכר בעודו קטן וכתב דכל שהגדיל ויודע בטיב משא ומתן ממכרו ממכר שהרי דעתו מיושבת עליו ואינו נוטה אחר הממון וממילא דכשמכר בעודו קטן ולא מחל כשהגדיל ויודע בטיב משא ומתן דשוב לא יוכל למחול שהרי מדלא מיחה מיד גילה דעתו דניחא ליה בממכרו בעודו קטן ולא מפני שדעתו בהול על הממון הוא שמכר שהיה לו למחות מיד כשידע בטיב משא ומתן לא כן הכא בה' טוען דקעסיק בענין המחזיק בנכסי הקטן והם טוענים שבגזל החזיק בהם דודאי כל שהגדילו ולא מיחו אפי' שאינו יודעים בטיב משא ומתן חזקתו חזקה דלפי דבריהם של יתומים הוא גזלן למה לא מיחו בו מיד דלדבר הזה שרואין נכסיהם ביד אחרים אין צורך לידע בטיב משא ומתן למחות ביד הגזלן כי הקל שבקלין ונער קטון אינו מניח אחרים בשלו דכיון שהם גדולים וידעו בנכסיהם מיד היה למחות וכיון דלא מיחו כשהגדילו חזקתו חזקה כנלע\"ד.<br><b> תו </b> חזינא ליה למר הביא לנו דברי הגד\"ת דמה שהוק' לו עוד בדברי ה\"ה בפרקין במ\"ש על השגת הראב\"ד וז\"ל ואינו נאמן מדין מיגו דאי בעי אמר לא היתה שלך מעולם וכתב הרב הנז' ולא ידעתי אהיכא קאי אי אעיקר חוב יש לי עליו כו' וכיון שכן מה לו להרמב\"ם לומר אבל אם יצא הקול אינו נאמן שאין מחזיקין בנכסי קטן יאמר טעמו של ה\"ה ז\"ל שאם יחקר שהוא כולל ומדנטל כל אחד מאלו המיגו כו' יע\"ש ועד\"ז כתב מר נר\"ו דבודאי כך היתה כונת ה\"ה ז\"ל ואעפ\"כ ל\"ק על הרמב\"ם דהרמב\"ם לא הוצרך לה\"ט דאם יחקר כדי לבטל המיגו דמעולם לא היתה של אביהם דפשיטא ופשיט' דהטעם מפו' לבטל המיגו כיון דנפק קלא שהיה של יתומים וזו אינה צריכה לפנים וגם רבה בר שרשום לא סליק אדעתיה לזכות במיגו זה שהוא מבוטל והרמב\"ם נקט לישנא דרבה בר שרשום ואביי דחי ליה האי מיגו כיון דנפק עליה קלא אלא דה\"ה לרווחא דמילת' כתב לדחו' מיגו זה גם כלפי דברי הראב\"ד שהזכיר מיגו זה הוצרך לפרש דעתו והוא פשוט עכ\"ל ובדבר הזה צריך אוהבים שיודו ואם שנים הם אני אחד מהם.<br><b> עוד </b> כתוב בד\"ק ודרך אגב ראיתי להלח\"מ שם בפי\"ד מה' טוען שכתב דלא ס\"ל להגהות לפי מה שהם גורסין בדברי הרמב\"ם מ\"ש ה\"ה דהטעם שאין לו שבועת היסת הוא משום דאין נשבעין אותה על טענת שמא אלא ס\"ל הטעם דאכלוה שני חזקה בחיי אביהם אלים ועדיפא טפי וגובה שלא בשבועה ותמה על דבריו ממ\"ש הרמב\"ם בפי\"ב מה' טוען ד\"ב דאפילו נגד חזקה אלימתא אינו נוטל אלא בשבועת היסת א\"ד יע\"ש ולזה שערי דחיה לא ננעלו ומקו' יש לדוחה לדחות בכונת הלח\"מ לומר שאין הטעם לבד מפני שאין כאן טענת בריא כמו שנראה מדברי ה\"ה ז\"ל וא\"כ אפסדן לקמייתא לפי גי' הר\"ב הגהות אלא דהכא איכא נמי טעמא דהוייא ליה חזקה אלימתא ובשתים עלתה לו לא כן בההיא דפי\"א מה' טוען דאע\"ג דהחזקה היא אלימתא לא מפטר משבו' היסת כיון שטענת התובע הוא בריא.<br><b> ואולם </b> לדידיה ק\"ל על הלח\"מ ז\"ל איך תלה זה שאין נשבעין היסת על טענת שמא בחילוף גירסאו' והדבר מבואר בהדייא בהרמב\"ם רפ\"ה מה' טוען שכתב וז\"ל ועל כן נשבע שבועת היסת אם היתה שם טענת ודאי יע\"ש וא\"כ דברי ז\"ל בהכרח ליאמר בדעתו כאן ומה יושיענו חילוף הגירסאות ועיין להש\"ך בסי' קמ\"ט ס\"ק כ\"א ואגב עיוני שם בפי\"א מה' טוען את זה חזיתי לה\"ה שם בר\"פ וז\"ל כל הקרקעות כו' פ' חזקת ושם נתבאר בגמ' דכל דליכא סהדי שהיה הקרקע של המוכר נאמן לומר שלך היתה במיגו דאי בעי אמר כו' ואני כחוזר על הפתחים חזרתי שם על הגמ' ולא מצאתי הדבר מבואר לבד ראה זה מצאתי בדברי הרא\"ש דיליף לה מאותה ששנינו בפ\"ב דכתובות ודברי ה\"ה נעלמו ממני וכעת צא\"ת.<br><b> ושוב </b> חזר וכתב על דברי הרב מהר\"ש הנז' וז\"ל וחזיתיה למר ניהו דאף בההיא דהקשינו בדברי הרמב\"ם בההיא דפי\"ג מה' מלוה מההיא דפי\"א מה' שכירות דשדי נרגא דאין מקום עיון דכיון דעיקר שבו' שנשבע בע\"ה אינה מן הדין שהרי אין נשבעין על טענת נתתי לו והילך ומתקנת חכמים הוא שישבע בע\"ה גבי שכיר דוקא שלא ילך בפחי נפש הם אמרו דכל דאית ליה לבע\"ה מיגו שלא להשביעו שבו' המשנה וכך היתה תקנתם מעיקרא ככתוב בד\"ק ואני אומר דעד בשחק נאמן דכבר עלה בדעתי בתחיל' העיון כ\"ז אלא דלא נחה דעתי בזה דבשלמא אי דין זה היה מוזכר בתלמוד דאם שכרו שלא בעדים או שתבעו אחר זמנו ישבע ב\"הב היסת ולא שבו' בנק\"ח ניחא דהו\"א דהם אמרו והם אמרו ומעיקרא כך תקנו כיון דעיקר שבו' זו היתה מתקנתם אלא השתא דלא נזכר בתלמוד חילוק זה כלל אלא דבתלמודא אמרו דישבע בע\"ה בנק\"ח וא\"כ מנ\"ל לחלק ולפטור אותו משבו' בנק\"ח משום מיגו כיון דס\"ל בעלמא דלא אמרינן מיגו לאפטורי משבו' דמה יתן ומה יוסיף המיגו לפוטרו משבו' ודוק וע\"ע לקמן בע\"ה.<br><b> תו </b> חזי הוית למעכ\"ת דהרבה להשיב על מה שעלה בדעתי להמשיך דברי ה\"ה דכונתו לחלק בין דין משכון דמטלטלין לדין משכון קרקע ומעכ\"ת הרבה להשיב על דברי ככתוב בד\"ק. ולי ההדיוט לק\"מ דמלבד דכבר כתבתי בסוף דברי שידעתי ביני שהוא דוחק בר מן דין מעכ\"ת יראה בסדר דברי דמוצל אני מתלונותיו דאני לא כתבתי אלא דס\"ל לה\"ה דכשם שדינו חלוק לענין שבו' כך דינו חלוק לענין משכון ואין כונתי לומר דהא בהא תלייא אלא במה מצינו וע\"ז הבאתי ג\"כ זכר לדבר ההיא דהרא\"ש ועכ\"ז הרגשתי בחולשת התירוץ והראיה מהרא\"ש וכתבתי שהוא דוחק וא\"כ אין מקום לתלונותיו גם בזה ועיין בדברי הש\"ך ח\"מ סי' קמ\"ט ס\"ק כ\"ד וא\"צ להאריך בדברים פשוטים.<br><b> ועוד </b> בה מ\"ש על תי' האחרת שכתבתי דשאני ההיא דפי\"ד מה' טוען הל' ט' דהוא עדיין בתוך השדה וע\"ז כתב מעכ\"ת לא כן אנכי עמדי כי במה נחשב כשלו ככתוב בד\"ק ואנא דאמרי איני צריך להשיב על דבריו והילך דברי שכתבתי בקו' הראשון והיותר נראה ליישב דברי ה\"ה דל\"ד כלל לכל הני שהזכיר מעכ\"ת דשאני כל הני דהשתא אין תביעתם זה אצל זה אלא דמים בלבד משא\"כ בההיא דה' טוען דהוא עדיין בתוך השדה והוא אומר דבמשכונה היא בידי ואכלה שני חזקה וכל כחו דמצי למימר דמשכונא הוא בידי הוא מטעם היותו בתוכה ואכלה שני חזקה ושפיר חשיבא כשלו כל כמה דלא נטל מעותי' הויא שלו וא\"כ שפיר קרינן ביה אין נשבעין על הקרקעו' אלו דברי שם וא\"כ מה מקום לדבריו כי במה נחשב כשלו כל שהוא מעיד על עצמו שבמשכון בא לידו דשפיר נחשב כשלו דהא במשכונ' בא לידו ובאפותי' והוא נמצא בתוכה וכבר אכלה שני חזקה ולא הוי כמיגו במקום עדים כמ\"ש מעכ\"ת וכל כמה דלא נטל מעותיו אינו מסתל' מן הקרקע ואגידא בה והוא פשוט וכל כי האי מילתא לימרו משמי דהם דברים שניתנו ליאמר לפקע\"ד.<br><b> עוד </b> ראיתי למר ניהו שהביא תי' אחרון שכתבתי ליישב דברי ה\"ה וכתב דהלא היא כתיבה בס' הישר שלו וכתב שם רמז בקונטריסי הא' ואני אומר אשרי לי שכיונתי לדעת עליון כמוהו אלא דחזיתיה דעדיין לא נח מרוגזיה ואוריתיה קמרתח ליה דלא נחה דעתו אף בתירוץ זה ויצא לידון בדבר חדש בדברי הרמב\"ם בפי\"ד מה' טוען דשינה את טעמו מהל' ח' להל' ט' דבהל' ח' כתב ויש לי חוב עליהן ובד\"ט כתב חוב יש לי על אביהן וע\"ז כתב דהשינוי מורה באצבע שכונתו לומר שאין הטענה על הנכסים שיש לגבות חובו מהן מפני שעדיין במשכון בידו אלא עיקר טענתו היא שיש לו חוב בעלמא בשטר על אביהן של יתומים והוא רוצה לגבות את חובו מהן אבל לא שמעיקרו ע\"ד כן הלואו וכיון שכן הדרא קושייא לדוכתין דכיון דאיהו אזיל ומודה שהקרקע הוא של יתומים וחוב בעלמא הוא שחייב לו אביהן והביא ע\"ז דברי הש\"מ ככתוב בקונטריסו באורך יע\"ש.<br><b> ולי </b> הדיוט כל הישר הולך בדברי הרמב\"ם יורה יורה ידין ידין דדא ודא אחת היא דהרי דבריו בהל' ט' קמהדר לההיא דהל' ח' דהתם קאי ובענין אחד קמיירי דטוען דיש לו חוב על הקרקע כמו שהודה החכם השלם דבמשכנתא דסורא מיירי וכן מפורש בש\"ע ובטו' ח\"מ סי' קמ\"ט דבהא סלקינן ופשט דבריו בדרך זה דה\"ט דבהל' ח' כתב בתחילה דאם החזיק בנכסי קטן ולא יצא עליו קול אע\"ג דליכא עדים דהחזיק בחיי אביהן וטען ואמר במשכונה הן בידי כו' אבל אם יצא עליו קול ולא החזיק בחיי אביהן אינו נאמן ובהל' ט' כתב דאם החזיק בחיי אביהן אע\"ג דיצא עליו קול שהיה של אביהן נאמן ומיירי הב' דינין אלו בענין אחד דהיינו דטוען במשכנתא דסורא כאמור ומאי דנקט בהל' ח' חוב יש לי עליהן ובהל' ט' על אביהן היינו משום דבהל' ח' עיקר נאמנותו אינו מטעם שהחזיק בחיי אביהן דליכא עדים בזה אלא משום שהחזיק בחיי אביהן דליכא עדים בזה אלא משום שהחזיק שני' רבות בנכסי קטן ולא יצא עליו קול שהוא של אביהן ולזה לא הוצרך לאביהן אלא כונתו לומר דחובו רביע על הקרקע יהיה מי שיהיה הבעל. ברם בהל' ט' דמיירי ביצא עליו קול שהיא של אביהן וכל זכותו הוא משום חובת אביהן לכן צריך לפרש דהטעם שהחזיק מתחילתו בחיי אביהן היה שהי\"ל חוב על אביהן והיינו ודאי דנתן מעות על הקרקע במשכנתא דסורא כאמור ולכן החזיק בקרקע ואכל פירותיו דאל\"כ אלא דהי\"ל חוב אחר בשטר למה זה היה מחזיק בקרקע בחיי אביהן ואוכל פירותיה ודוק דהוא פשוט ודברי ה\"ה ז\"ל שרירין וקיימים וראויים למי שאמרן ואף אם נאמ' דהראב\"ד הבין בדעת הרמב\"ם כמו שהבין מעכ\"ת מ\"מ ה\"ה ז\"ל הבין דברי הר\"מ כמו שכתבנו.<br><b> תו </b> חזינא למעכ\"ת דעמד וימודד אר\"ש עמ\"ש ליישב קושית הגד\"ת שהק' על הראב\"ד דאמאי לא השיגו בפ\"ט מה' שלוחין הל' ד' דמהתם משמע דלא אמרי' מיגו לאפטורי משבועה אפי' להחזיק מה שבידו. ואנא זעירא כתבתי חילוק בזה ומעכ\"ת עמד וקלסו ולבסוף הפך הקערה על פניה ולא ניחא ליה מטעם דהרי עיקרן של דברים הם ממהר\"י ן' מיגאש הבי' דבריו הרא\"ש בפ' כל הנשבעין דמהתם משמע דל\"א מיגו לאפטורי משבועה אפי' להחזיק מה שבידו ככתוב בד\"ק ולי הדיוט אף דיהיבנא ליה כל דיליה דדברי הר\"מ הם לקוחים משם וס\"ל אף בראיתו של מהר\"י ן' מיגאש מ\"מ על הראב\"ד לק\"מ מדלא השיגו בההיא דאריס ושותף שכתב הרמב\"ם דלההיא דהתם יש לחלק כחילוקנו דהא הרמב\"ם לא הזכיר שם ההיא דמודה מקצת כו' וא\"כ על אותם הדברים שהזכיר הרמב\"ם שם באריס ליכא שום סתירה למ\"ש בה' טוען ומה גם דאפשר דלהר\"מ שם לא לא ס\"ל דאיכא ראיה מההי' דשבוע' השומרים וההיא דמודה מקצת הטענה כו' דיש לדחות הראיות אלא כמ\"ש הרא\"ש שם אלא דלהרמ\"ם אפשר דס\"ל כותיה דמהר\"י ן' מיגאש ולא מטעמיה דהכרעתיו וכבר אפשר דיהא סובר דאמרי' מיגו לאפטורי משבוע' להחזיק מה שבידו בההיא דרבה בר שרשום וכמו שהוא דעת הראב\"ד והוא מוכרח שדעת הראב\"ד אינו כדעת מהר\"י ן' מיגאש אלא דמההיא דה' שותפין אינה סתירה לחילוקנו אלא שאינו מתיישב ההיא דה' מלוה פי\"ג וכמ\"ש בקו' הא'.<br><b> וחזיתיה </b> לאדון שיחיה אגב אורחיה דיתיב ומקשה על הרב מהר\"י ן' מיגאש דמ\"ש האי דינא דשבועת אריסין דאפי' כי אית ליה מיגו לאריס לא מפטר משבועת המשנה ואלו גבי שבועת השכיר שהיא ג\"כ מתקנת חכמים אמרי' בפ' כל הנשבעין דכי אית ליה לבע\"ה מיגו כגון ששכרו שלא בעדים או שתבעו אחר זמנו פטיר משבועת המשנה והצריכה עיון יע\"ש. וידע למר דקו' זו עמי היתה על הר\"מ וכתבתיה ומחקתיה מספרי ואיני זוכר כעת הטעם. ולעת כזאת אפשר ליישב דהרי הטעם דתקנו חכמים שישבע השכיר משום דבע\"ה טרוד בפועליו אבל כשיש לו מיגו כיון דטען בריא מהני המיגו לומר דלא שכח וכמ\"ש התוס' שם בפ' כל הנשבעין דמ\"ה ע\"ב ד\"ה מתוך כו' וא\"כ כיון דמהני המיגו לעקור השבועה מן השכיר אוקמוה אדיניה בבע\"ה ואינו ענין ההיא דל\"א מיגו לאפטורי משבועה דל\"א הכי אלא דומיא דאריס דהאריס היה חייב שבועה ובשביל מיגו אחד שיש לו ל\"א דבשביל מיגו דמסייע לאריס לאפטורי משבוע' שהיה חיי' הוא אבל גבי השכיר דהבע\"ה לא נשבע קודם המיגו אלא השכיר מטעם דבע\"ה טרוד ונוטל השכיר כה\"ג מהני המיגו של בע\"ה שלא יהא השכיר נשבע ונוטל מטעם התוספות וכל כה\"ג לא תיקנו ואוקמוה אדיניה ול\"ד לההיא דאריס כאוכלא לדנא ודוק אלא אי קשייא הא קשייא ממ\"ש הר\"מ בפי\"א מה' שכירות הל' ז' וכמ\"ש בקו' הא' דהתם הוי דומייא דאריס דהבע\"ה היה חייב שבועה בנק\"ח היכא דלית ליה מיגו ואתי המיגו דאית ליה מבע\"ה ומפיק ליה עצמו משבועה בנק\"ח וישבע הסת והוי דומייא דאריס ודא עקתא ודאי וכמ\"ש בקו' הא' וכבר כתבתי בתחילת קונטריס זה דאין בתי' מעכ\"ת כדי שביעה."
            ],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש מערער על שדה חבירו שהוא שלו הרי </span>\n<b> שאכל שדה זו שנים רבות ובא המערער ואמר לו מה לך שדה זו וא\"ל יודע אני שהוא שלך אבל פ' מכרו לי והוא לקחה ממך וא\"ל המערער פ' שמכר לך גזלן הוא הואיל והודה שהוא שלו ושלא לקחה ממנו תחזור השדה וכל הפירות למערער כו'.</b> ע\"כ. הכי איתא בפרק חזקת ד\"ל ההוא דא\"ל לחבריה מאי בעית בהאי ארעא א\"ל מפלנייא זבנתה דאמר ליה דזבנה מינך א\"ל לאו מודית לי דהאי ארעא דידי היא ואת לאו זבנת מינאי זיל לאו בעל דברים דידי את ע\"כ והנה מסוגיא זו הביא הרשב\"א ז\"ל בתשו\" הביאה מרן ב\"י בח\"מ סימן ע\"ב מחודש כ\"ז והובאה בתשו' הנדפסות מחדש בסימן ל\"ה על ראובן שמשכן כלי לשמעון בה' דינרים וכשבא לפדותו טען שמעון שהוא מעכבו בה' דינרים אחרים שחייב לו מצד אחר ועמד לוי ואמר שהכלי הוא שלו ושהוא הפקידו ביד ראובן וששמעו' חייב להחזירו לו בלא כלום ושמעון מודה שהכלי של לוי והשיב הדין עם לוי וכדי להתלמד במקום אח' הריני כותב לך כל פרטי דין זה כבר ידעת שכל המטלטלין תפיסתן היא חזקתן ר\"ל אפי' נודה שכלי זה היה של ראובן כל שהוא ביד שמעון אין ראובן נאמן לומר הפקדתיו או השאלתיו לך כל שאינו מן הכלים העשויי' להשאיל ולהשכיר והוא שלא יהא שמעון זה אומן כו' אבל אם יש עדים שהפקידו לוי ביד ראובן וראוהו עדים עכשיו ביד שמעון חייב שמעון להחזירו ללוי ואין ראובן נאמן לומר חזרתי ולקחתיו דהא איכא עדים וראיה כו' ומיהו אע\"ג דאיכא עדים וראיה אם טען שמעון בפני חזרת ומכרת לראובן כו' ואם שמעון מודה שהכלי של לוי שהפקידו ביד ראובן אפילו ליכא עדים וראיה חייב ש' להחזירו ללוי דכל שהוא יודע הוא עומד במקום עדי פקדון ובמקום עדי ראיה וכאותה ששנינו בפרק חזקת ההוא דאמר לחבריה מאי בעית בהאי ארעא כו' ובפ' אז\"ן גבי הנהו זוזי דיתמי כו' עכ\"ל הרשב\"א ז\"ל והביאה ג\"כ תשו' זו מור\"ם במפה בסימן ע\"ב סח\"י וז\"ל והא דאדם יכול לטעון לקוח הוא בידי כו' ה\"ד כשהחפץ תחת ידו כו' אבל ראובן כו' וקיצור לשון הרבה יש בדברי המפה ואינם מבוארים היטב וכמ\"ש הש\"ך שם ס\"ק צ\"ז יע\"ש.<br><b> ומ\"מ </b> מבואר יוצא מדברי הרשב\"א בתשו' הנז' דכל שתופס דבר מיד בע\"ח ברצונו או שלא מרצונו ויצא מערער על אותו דבר שהוא שלו שהפקידו ביד זה הבע\"ח כל שתופס מודה שיודע שזה החפץ שתפס היה מזה המערער ויודע שהפקידו ביד בעל חובו אע\"פ שאינו יודע אם חזר ולקחו ומכרו לו הוא עצמו חשיב עדי' פקדון ועדי ראיה וחייב להחזיר מה שתפס ליד המערער עצמו הזה כיע\"ש ומהתימה על הרב משפט צדק בח\"א סי' ע\"ד דרמ\"ה ע\"ב שכתב וז\"ל ועוד מטעמא אחריתי דנאמר דמ\"ש הרשב\"א שם בתשו' ההיא הוא משום דהוי עדי פקדון כמו שהוכחנו לעיל ולכך ע\"י נתינת הסימן משוינן ליה לאפוטרופו' כעדי ראיה ויחזיר לא כן כשאין עדי פקדון שאז לא ניתן לאפוטרופוס תרי דרגי להיות בעדי פקדון ועדי ראיה דתפסת מועט תפסת כו' יע\"ש והם דברים תמוהים שהרי מבואר מדברי הרשב\"א בתשו' הנז\"ל שאפילו ליכא עדי פקדון כל שהתופס עצמו מודה שהמערער הפקידו ביד בע\"ח הוא עצמו עד פקדון והוא עצמו עד ראיה וא\"כ גבי אפוטרו' נמי שעומד במקום התופס עצמו דינא הכי דיהבינך ליה תרי דרגי כמבואר אמנם נראה ליישב דכונת הרב ז\"ל לומר דכשאפוטרופוס אינו יודע בודאי שהפקידו המערער ביד בע\"ח של יתומים אע\"ג דהמערער יהיב סימן אין ראיית הסימן שרואה אפוטרופוס משוי ליה כעדי פקדון אלא כעדי ראיה דוקא ותו לא אבל כשיודע אפוטרופוס שהפקידו המערער ביד בע\"ח של יתומים חשיב נמי כעדי דפקדון וראיה וזה ברור ואין להקשו' על תשו' הרשב\"א ז\"ל ממ\"ש ה\"ה בפ\"ו מה' שאלה ופקדון ה\"ד ד\"ה ולא עוד שכתב שם משם הרשב\"א ז\"ל עצמו הנהו עובדי דפרק הכותב בשהיו שם עדי פקדון אבל לא היו מכירי' אם היו אותם בעצמן וסימני' מובהקים שנתן המערער לאפוטרופוס ולב\"ד חשיב כעדי ראיה כו' יע\"ש ולפי דברי הרשב\"א בתשו' הלזו אמאי לא פי' הנהו עובדי אפילו בדליכא עדי פקדון אלא מיירי כשאפוטרופוס או ב\"ד יודעים שהפקידו המערער ביד אביהם ולהכי מחייב לאהדורי דהן הן עדי פקדון וראה כמדובר אי מהא לא אירייא דמדקאמר הש\"ס חדא דלא אמיד ועוד דקיהיב סימנא מבואר שלא היו ב\"ד יודעי' או אפוטרופוס שהפקידו המערער החפץ ביד בע\"ח דאי לא הכי הול\"ל הרי ידענא דהפקיד גביה ר' מיאשא ואנו עדי פקדון וראה כו' ועוד דא\"כ פשיטא ומאי קמ\"ל וזה ברור.<br><b> ודע </b> דמתשו' הרא\"ש שהביא הטור בסימן צ\"ט סי\"א ומדברי מרן בס' בדק הבית שם והבי' דבריו מרן החבי\"ב שם הגב\"י אות יו\"ד וגם מדברי רש\"ל שם מבואר יוצא דס\"ל כדברי הרשב\"א שבתשו' זו ועדיפא מינה דכל שהתופס יודע שהחפץ הזה היה מן המערער אפילו שאינו יודע שהפקידו ביד בע\"ח או מכרו לו לא מצי טען בשמא כי אולי מכרו לו עד שיטעון הבע\"ח או התופס בבריא שמכרו לו אבל בשמא לא טענינן ליה להוציאו מחזקתו כיון שהתופס עצמו יודע שהיה של המערער וכן העלה הרב' מ\"ץ בח\"א סימן נ\"ז דקפ\"ה ע\"ג אחר שנשא ונתן בדברי הרא\"ש שבתשו' זו עם דבריו שבפסקיו בפרק אז\"ן גבי הנהו זוזי דיתמי היכי יהבינן להו יע\"ש ומפני שהרב ז\"ל לא ראה דברי מרן בס' בדק הבית ודברי רש\"ל כתב כאן רע\"ד דכל שאין לבע\"ח לפרוע לתופס אינו נאמן לטעון שהחפץ הזה הוא של המערער להפסיד לתופס אפילו לדעת הרא\"ש דאע\"פ שכתבנו לעיל לתרץ דברי תשו' הרא\"ש לא משום שאנו מתרצים נעשה מעשה כו' יע\"ש וזה גרם לו שלא ראה דברי מרן בבדק הבית ולא דברי רש\"ל דמבואר יוצא מדבריהם דמשמע להו בדעת הרא\"ש בתשו' זו כאשר כתבנו דלא טענינן לתופס שהחפץ הזה לקחו בע\"ח מן המערער כל שידוע לתופס שהיה מעיקרו שלו עד שיטעון הבע\"ח בעצמו או התופס בטענת בריא שחזר ולקחו וליכא למדחי דע\"כ לא כתב הרא\"ש בתשו' דלא טענינן לתופס שלקחו בע\"ח או התופס בבריא אלא כשידוע בעדים שהחפץ הזה היה של המערער אבל כשאין ידוע בעדי' אלא ע\"פ הודאת התופס כנדון תשו' הרשב\"א ז\"ל אפשר שטענינן ליה דהא ודאי אין סברא לחלק בכך דכיון דכשידוע לו בעדים אע\"ג דליכא עדי פקדון ועדי ראיה דאית ליה לתופס בבע\"ח שלו מיגו דלא היו דברים מעולם או החזרתי אפי\"ה לא טענינן ליה לתופס מידי עד שיטעון התופס או בע\"ח שלקחו ממנו בבריא א\"כ ה\"ה הכא הטעם בדליכא עדים שידוע לו למערער שזה החפץ היה שלו אלא ע\"פ הודאת התופס נמי אע\"ג דאית ליה מיגו דאי בעי טעין שלא היתה שלו מעולם אכתי לא מהני האי מיגו השתא דהודה שהוא שלו והוציאו מחזקתו בטענת שמא מכרו לבע\"ח וכי היכי דלא טענינן ליה בדאיכא עדים שהיה שלו ה\"נ טענינן ליה כשהודה הוא עצמו שהיה של המערער ודוק וזה נראה לע\"ד ג\"כ דעת מוהר\"מ שהביא המרדכי בפ' הגוזל בתרא דק\"ג סי' ק\"ע ובפ' אז\"ן והביאה מהריב\"ל בח\"א סי' צ\"ח והרב מ\"ץ שם בסי' נ\"ז דקפ\"ד רע\"ג שכתב וז\"ל נשאל הר\"מ על ראובן שהפקיד פקדון ביד שמעון ובא לוי ותפס את הפקדון מיד שמעון בעבור חוב ששמעון חייב לו וראובן אומר לו מה לך אצל ממוני ושמעון מודה שהממון של ראובן והשיב דבר פשוט דלוי חייב להחזיר הממון לראובן וכן פי' ריב\"א בפ' אז\"ן גבי הנהו זוזי דיתמי היכי עבדינן להו כו' אבל דבר המסויים לא דילמא פקדון נינהו כו' ואתא מריה ויהיב סימנא ושקיל ליה כו' עכ\"ל.<br><b> והנה </b> מפשט דברי התשו' משמע שלא היו כאן עידי פקדון ולא עדי ראיה ואפ\"ה כתב דכיון דשמעון בע\"ח של לוי מודה שזה הממון הוא של ראובן התובע מיד התופס מפקינן ליה מיניה ולכאורה יש לתמוה למה יהא הבע\"ח נאמן לחוב לתופס ולומר שהוא של התובע מאחר דקי\"ל כל מה שתחת יד אדם הוא שלו עד שמתוך כך הוצרך מוהריב\"ל בתשו' הנז' להגיה במקום ושמעון מודה ולוי מודה שהוא התופס בעצמו שמודה שזה החפץ הוא של התובע יע\"ש. ולפי דבריו ז\"ל צ\"ל דמ\"ש מהר\"מ וכן פי' ריב\"א בפ' אז\"ן כו' אכל דבר המסויים לא כו' שריב\"א מפרש שאפי' ליכא עדי פקדון כל שהתובע נותן סימנים מובהקים שע\"י הסימנים איכא אומדן דעתא שהדבר המסויים הוא של התובע הו\"ל כאלו אנו עדים בדבר שזה דבר שלו הוא ויהבינן ליה וכעין זה פירש רבינו בפ\"ז מה' שאל' ופקדון בהנהו עובדי דפ' הכותב כיע\"ש אבל עיקר דבריו ז\"ל שכתב שנפל ט\"ס בדברי מהר\"מ הוא דוחק גדול שבכל המקומות שהובא תשו' הנז' כתוב בה ושמעון מודה.<br><b> ולכן </b> נלע\"ד דמהר\"מ ז\"ל איירי בדאיכא עדים שמכירים שזה החפץ שתפס התופס מיד בע\"ח היה ידוע לזה התובע ולזה טען מה לך אצל ממוני כלומר שזה ידוע לכל שהיה ממוני הילכך אפי' ליכא עידי פקדון וראה כל שהבע\"ח מודה שזה החפץ הוא עדיין של התובע שלא לקחו ממנו מוציאין מיד התופס כיון דלדידיה מספ\"ל אי לקחו הבע\"ח שלו מיד התובע או לא לקחו בכל כה\"ג אפי' אית ליה מיגו לא טענינן ליה בשמא להוציא מיד התובע שהיה הכלי בחזקתו וה\"ה אפי' כי ליכא עדים אלא התופס בעצמו מודה שזה החפץ היה של התובע דינא הכי כמדובר בשם תשו' הרשב\"א והרא\"ש ז\"ל ועיין להרב מהר\"י אדרבי בסי' קכ\"ז שנראה מדבריו שמפרש תשו' מהר\"מ הלזו בדאיכא עדים שיודעים שזה החפץ היה של התובע ומה שיש לגמגם בדבריו עיין להרב מ\"ץ בסי' הנז' דקפ\"ה ע\"ד. אמנם הרב מ\"ץ נסתפק בכונ' מוהר\"מ דאפשר דכונתו ז\"ל לומר דאפילו ליכא עדים כלל לא עדי פקדון ולא עדי' המכירים שזה החפץ היה של ידוע לו לתובע כל שהתובע נותן סימנים מובהקים מוציאין מיד התופס כל שהבע\"ח מודה לו יע\"ש ומהר\"מ מוטל ז\"ל בתשו' אשר לו בס' בני אהרן סי\"א די\"ד ע\"א פי' דברי מהר\"מ ז\"ל כאשר כתבנו דמיירי בדאיכא עדים שמכירים החפץ שהיה של התובע וכעין מ\"ש הרא\"ש בתשו' הנז\"ל. ועיין בתשו' הראשונים שציין מרן החבי\"ב בסי' ע\"ה הגב\"י אות ע\"ז וע\"ח ועיין במרן ב\"י בסי' ע\"ב מחודשי' כ\"ט שהביא תשובה אחרת למוהר\"מ ז\"ל וסיים ע\"ז ועיין בתשו' הרשב\"א שכתבתי בסמוך יע\"ש כנראה שכונתו ז\"ל לומר דמוהר\"ם בתשו' הנז' אזיל לשיטת הרשב\"א בתשו' הלזו וכ\"כ הרב ראש יוסף אות ע\"ד יע\"ש. וזו ראיה לדברינו ודוק ועיין להרב נחפה בכסף סי' ז' דפ\"ב ע\"א ד\"ה הגם שאני תמה כו' שהביא תשובת מהר\"ם הנדפסות בק\"ק בסימן כ\"ו שדבריו ברור מללו דאפי' ליכא עדים שהיה שלו אם הנפקד מודה שהוא שלו מהדרינן ליה בע\"כ של התופס כו' ובכן עמד מתמיה על כל הפוסקים שהבינו שמהר\"ם קאי כשיטת הרא\"ש יע\"ש ואיברא שתשו' זו תמוה מצד עצמה ואין לה מובן דמאי ראיה מייתי מההיא דפי' ריב\"א בפ' אז\"ן להודאת הנפקד דאיכא למיחש לקנוייא ואולי מיירי בשהודה הנפקד קודם שמסרו ביד התופס ועדיין צ\"ע.<br><b> וראיתי </b> למרן החבי\"ב עוד שם אות ע\"ט שכתב וז\"ל אם התופס ישבע שאינו יודע שהוא של ראובן אם יש עדי פקדון שהפקיד ראובן לש' חפץ זה אין לוי התופס יכול לטעון שמא אח\"ך קנאו שמעון מראובן מוהריב\"ל ס\"א סימן צ\"ח אמר המאסף חידוש גדול הוא זה דכיון דקי\"ל דהמפקיד אצל חבירו בעדים נאמן לומר החזרתי אמאי לא טענינן שחפץ זה החזירו שמעון לראובן וחזר ולקחו ממנו עכ\"ל ותמהני טובא על תמיהתו דדברי מוהריב\"ל הן הן דברי הרשב\"א שבתשו' שלפנינו שציינו הרב ז\"ל מקמיה הכי באות ע\"ז וע\"ח וחיליה מאותה סוגייא דפרק חזקת הבתים גבי מפלנייא זבינתה דאמר לי דזבנה מינך ומאותה סוגייא דפרק אז\"ן גבי הנהו זוזי דיתמי היכי עבדינן להו כו' ועדיפא מינה נראה מדברי הרא\"ש בתשו' שהביא הטור בסימן צ\"ט סי\"א דאפילו ליכא אלא עדים שיודעים ומכירים שזה החפץ שביד התופס היה של התובע אפי' ליכא עדי פקדון שהפקידו ביד הבע\"ח של התופס וליכא עדי ראיה מוציאין מיד התופס לפי מרן בבדק הבית ורש\"ל ז\"ל כמדובר כ\"ש בדאיכא עדי פקדון שהפקידו ביד בעל חובו של התופס דודאי לא טענינן ליה בשמא וצ\"ע ועיין עוד במ\"ש מרן החבי\"ב שם אות כ' בשם תשו' הרדב\"ז מכת\"י וכנראה שהיא בתשו' החדשות ח\"א סימן ק\"ז שמבואר מדבריו כאשר כתבנו וכמו שאכתוב לקמן בס\"ד.<br><b> והנה </b> הש\"כ בס\"ק צ\"ז כתב דאין דברי הרשב\"א שבתשו' זו עיקר אלא כיון ששמעון שהוא הבע\"ח של התופס מהימן לטעון שלקחו או שמכרו לו התובע במיגו דלא הד\"מ או החזרתי כיון דליכא עדי פקדון וראיה למה לא נאמין ליה לתופס כן וכתב שכן הוא להדייא בתשו' מיימון בסי' משפטים סימן ל\"ב ובה\"גא ס\"פ המקבל ובסמ\"ע לקמן סימן קל\"ד סקי\"ב ושכן מוכח בתוס' פרק חזקת הבתים ד\"ל ע\"א גבי מ\"ש שם בשם רשב\"א כו' אלא שהרשב\"א ז\"ל אזיל לשיטתיה דפליג שם אהך דינא דרשב\"א בעל התוס' וכמ\"ש ה\"ה ז\"ל בשמו בפרקין והבאתי לשונו לקמן סימן קמ\"ו סקי\"ב אבל לפי מה שהעלתי שם דהרשב\"א בעל התוס' ה\"ה הכא עכת\"ד ז\"ל וע\"כ מה שהעלה הרב ז\"ל כאן ובסי' קמ\"ו שלא כדעת הרשב\"א בתשו' הלזו הוצרך ג\"כ בסי' צ\"ט סקי\"ב לידחק בתשו' הרא\"ש שהביא הטור ז\"ל שם סי\"א ולפרש דמיירי בדאיכא עדים דראה ושלא כמ\"ש מרן בבדק הבית ורש\"ל שהביא הב\"ח שם וגם בסימן קל\"ג סקי\"ב הוצרך לפרש ולומר דכל אותו סעיף מיירי בראו עדים עתה ביד זה האחרון.<br><b> ולע\"ד </b> הא דמפשט פשיטא ליה למר דתשובת מיימון והג\"א בס\"פ המקבל חלוקים על הרשב\"א בתשו' זו לדידי צריכה רבה דמי גילה לו להרב ז\"ל דההגהות הנז' מיירי בדאיכא הודאת תופס הספר שזה הספר היה של מוריש התובע ושהפקידו ביד אחרים להכריח מדבריהם דמדהצריכו עדי ראיה להוציא הספר מיד התופס שמע מינה דחולקים על דינו של הרשב\"א ז\"ל דשפיר איכא למימר דמה שהצריכו ההגהות עדי ראיה היינו משום דלא היה שם הודאת בבירור שזה הספר היה של מוריש התובע ולהכי הצריך עדי ראיה דהיינו עדים שהיה של המוריש ושראו ג\"כ ביד התופס וכעין מ\"ש הסמ\"ע לעיל בסימן זה סקנ\"ח ויש סעד לזה שהרי כתב דאי ליכא עדי ראיה מהימן לטעון לקוח במיגו דלהד\"מ או החזרתי כו' ואם כמו שהבין הש\"ך בכוונת הגהות עכ\"ל דעדי ראיה ועדי פקדון קאמ' דאם היו שם עדי פקדון ועדי ראיה דוקא לא היו שם איך כתב שיהיה נאמן במיגו דלהד\"מ א\"ו כדאמרן וכיון שכן שפיר איכא למימר דלא היה שם הודאה בבירור שזה הספר שתפס התופס היה של מוריש התובע ולהכי הצריכו עדי ראיה ופקדון להוציאו מיד התופס ועיקר טעמו של הרשב\"א בדין זה נלע\"ד דמשמע ליה דלגבי הלוקח או היורש שהם אינם טוענים ברי' שחזר ולקחו בע\"ח או המוריש מתובע אין מקום לזכותם דתפיסתם בטענת מיגו שהיה להם לבע\"ח שלהם או למוריש דלגבי דידהו הו\"ל מיגו זה כמיגו במקום עדים אחר שהם אזלי ומודו דבפקדון בא ליד המוריש או הבע\"ח שלהם ובחזקת התובע הוא עומד חפץ זה עד עכשיו ואיך נוציא אותו מחזקתו בטענת שמא וליכא רגלייא לדבר שיצא מחזקתו ונהי דלגבי בע\"ח או המוריש עצמו דטעין בריא שחזר ולקחו אהני מיגו זה להוציא אותו מחזקתו אבל לגבי התופס או היורש דטענתם הוא בשמא אין מקום לזכותם במיגו כזה דלגבי דידהו חשיב כמיגו במקום עדים וחזקה אלימתא ואיך נטעון בעדם להוצי' הדבר מחזקתו בטענ' שמא וכ\"כ מוהרימ\"ט בתשו' ח\"א סימן ט' וס\"ס ל\"ט ובריש סימן ע\"ג ובסימן קי\"ב דק\"מ ע\"ב וע\"ע בסימן קכ\"ד דקס\"ב ע\"ג יע\"ש ועיין בתשו' הרדב\"ז החדשים ח\"א סימן ק\"ז יע\"ש. ואפשר היה לומר דאפי' הרשב\"א שכתבו התוס' בפרק חזקת אזיל ומודה לדינו של הרשב\"א בתשו' זו דדוק' התם גבי דר ביה קמא חד יומא וליכא סהדי בהא דוקא הוא דקאמר רשב\"א דטענינן ליה למחזיק משום דכיון דאיכא סהדי דדר ביה קמא חד יומא הרי איכא ראיה לדבר שמכרו ולהכי טענינן ליה אבל בנדון הרשב\"א ליכא רגלים לדבר שמכרו לו כיון שהודאת התופס הוא שבא ליד בעל חובו בפקדון אלא שהרמב\"ן ז\"ל בפ' חזקת הבתים והביא דבריו הש\"ך בסימן קמ\"ו סקי\"ג דימה ההיא דהרשב\"א בפרק חזקת להיכא דאיכא עדי פקדון וליכא עדי ראיה דטענינן להו ליורש וללוקח דחזר ולקחו והרב הנ\"י ז\"ל כתב דיש מספקים בזה וכן כתב הרשב\"א ז\"ל בש\"מ לב\"ב ד\"ל ע\"א שראיית הרמב\"ן ז\"ל צריכה ראיה והוסיף עוד לומר ומסתברא דאף בזו מוציאין מיד היורשים וכההיא דפרק אז\"ן דילמ' איניש אחרינא כו' ושהרמב\"ן עצמו שם בפרק אז\"ן דן את הדין כן יע\"ש וע\"ע במה שהקשה הרשב\"א שם בשם הרב העיטור ובמה שיישב הוא ז\"ל כיע\"ש ועדיין ק' מההיא דשטר נייה כמו שהקשה מוהרימ\"ט בתשו' הנז' ואם הרשב\"א ס\"ל כתירוץ מוהרימ\"ט ק' אמאי לא תירץ כן לקו' הרב העיטור ז\"ל וצ\"ע כעת גם מ\"ש שהרשב\"א והרמב\"ן עצמו דן את הדין כן בפרק אז\"ן ק\"ט שהרי מדברי הרמב\"ן במלחמות בפרק הגוזל בתרא מבואר דס\"ל דאין מוציאין מיד היורשין אלא בדאיכא עדים וראיה אלא שהדיינים ואפוטרופוסים חשיבי כעידי ראיה אבל אם לא ראו אותו הדיינים והאפוטרופוסים היורשים עצמן לא חשיבי כעידי ראיה וצ\"ע ולפי דבריהם כ\"ש בנדון הרשב\"א דליכא לא עדי פקדון ולא עדי ראיה דטענינן להו ליורשים וללקוחות שחזר ומכרן ועיין למוהרימ\"ט בסימן ט' ובס\"ס ל\"ט שנחלוק על הרמב\"ן וכתב דהיכא דאיכא עדי פקדון אפילו רשב\"א בעל התוס' אזיל ומודה דלא טענינן להו ודוקא גבי ההיא ארעא דלא היו עדים למערער כלל דהאי ארעא דידיה הוא הוא דס\"ל לרשב\"א דטענינן להו משא\"כ היכא דאיכא עדי פקדון דודאי לא טענינן להו אמנם אזיל ומודה מוהרימ\"ט ז\"ל דהיכא דליכא עדי פקדון כנדון הרשב\"א בתשו' זו דליכא אלא הודאת התופס והיורשים דלדעת הרשב\"א טענינן להו ולפי מ\"ש אנן יד עניי אפשר דאפי' היכא דליכא עדי פקדון אזיל ומוד' רשב\"א בעל התו' דשאני ההיא דפרק חזקת דאע\"ג דליכא עדים למערער כלל דהאי ארעא דידיה היא מ\"מ כיון דאיכא סהדי דדר ביה הלוקח קמא חד יומא רגלים לדבר מיהא איכא דמכרו ולהכי טענינן ליה ללוקח אבל בנדון הרשב\"א ז\"ל דאע\"ג דליכא לא עדי פקדון ולא עדי ראיה מ\"מ בהודאת התופס או היורשים ליכא בתר הכי שום רגלים לדבר דהדר ומכרו הילכך איכא למימר דלא טענינן להו מידי.<br><b> ולענין </b> הלכה הש\"ך בדין זה שלפנינו כת' דלפי מה שהכריח לקמן בסימן קמ\"ו סקי\"ג בההיא דחזקת הבתים כשיט' הרשב\"א בעל התוס' והרמב\"ן ה\"נ בנדון הרשב\"א טענינן להו לתופס וליורש דחזר ולקחו שלא כדברי הרשב\"א וק' דאדרבא לקמן בסי' קמ\"ו כתב איפכא דלפי מה שהכריח כאן ודחה דברי הרשב\"א בתשו' והרמב\"ם יע\"ש ודבריו אין להם הכרח לא מהכא להתם ולא מהתם להכא גם מ\"ש עוד דמדברי הסמ\"ע בסימן קל\"ד סי\"ד מבואר שלא כדברי הרשב\"א ז\"ל יע\"ש אדרבא מדברי הסמ\"ע לקמן בסימן ע\"ב סקק\"ו משמע דאזיל בשיטת הרשב\"א וכבר השיגו הש\"ך שם ס\"ק קמ\"ח.<br><b> הילכך </b> לענין מעשה היכא דאיכא עדי פקדון וליכא עדי ראיה אלא הודאת התופס אע\"פ שהרמב\"ן בפרק חזקת משמע דמפשט פשיטא ליה דטענינן ליורש וללוקח או לתופס דחזר ומכרו למוכר או למוריש או לבע\"ח של התופס כיון דהרשב\"א בתשוב' זו ובחי' שם ומוהרדב\"ז בחדשות ח\"א סימן ק\"ז ומוהרימ\"ט ומוהריב\"ל ס\"ל בפשיטות דכל כה\"ג לא טענינן להו הו\"ל הרמב\"ן ז\"ל יחיד בדבר ומוציאין מידם דכל כה\"ג לא טענינן להו בשמא להוציא החפץ מחזקת בעליו אמנם כי ליכא לא עדי פקדון ולא עדי ראיה נמי והיורש והתופס או הלוקח הם אומרים שבפקדון בא ליד המוריש או המוכר או הבע\"ח אע\"פ שלדעת הרשב\"א בתשו' הנז' הן הן עדי פקדון ועדי ראיה ולא טענינן להו כיון שלא מצינו לו חבר בפי' להרשב\"א בשיטה זו זולת הרשב\"ם ז\"ל ורבינו בההיא דפרע חזקת הבתים והתוס' והרמב\"ן ז\"ל חולקים ומוהרימ\"ט ז\"ל בתשו' הנז' כתב דכל כה\"ג תלי' בפלוגתא דרבוותא הנז\"ל אע\"פי שלפי מ\"ש אנן יד עניי אין זה ענין לאותו מחלוקת לא מפני שאנו מדמי' נעשה מעשה וכל כה\"ג טענינן ליתמי וללוקח ולתופס מטעם קים לי וכל שכן היכא דהיורש או הלוקח או התופס אינן מודים שבא ליד המוריש או המוכר או בע\"ח בפקדון אלא שיודעי' שזה החפץ היה של זה התובע וכנדון הרא\"ש שבתשו' שהביא הטו' בסי' צ\"ט סי\"א לפי מה שהבינו בכונתו מרן בבדק הבית ורש\"ל דכל כה\"ג טענינן להו שמכרו להם כיון דכשהיה טוען המוריש לקוח הוא בידי היה נאמן ועיין להרב ראש יוסף סי' ע\"ב אות ס\"ט במה שגמגם על תשו' הרשב\"א ז\"ל ודוק. ועיין עוד להרב מ\"נ ח\"א סימן נ\"ז וע\"ד ועיין להרב פמ\"א ח\"א סי' כ\"ב.<br><b> והנה </b> בסוגייא שהבאתי לעיל בתחילת דברי גבי ההוא דא\"ל לחבריה כו' א\"ל לאו מודית לי דהאי ארעא דידי הוא כו'. ראיתי להרא\"ש שם בפרק חזקת הביא דבריו בנו הטור בסי' קמ\"ו ומרן ב\"י שם סכ\"ד דאפי' לא ידע המחזיק זה שהיה שדה זו של המערער אלא ע\"פ המוכר צריך להחזירו למערער דאע\"ג דאותו שמכרה לו היה נאמן במיגו דלא היתה שלך מעולם אין זה מיגו טוב לגבי זה שלקחה ממנו כי ניחא ליה טפי לומר שלקחה מאותו שמכרה לו כי סבור כי ימצא עדים שהמערער מכרה לו אבל לא בעי למטען לא היתה שלך מעולם שהוא ירא דהלא ימצא עדים שהיא שלו יע\"ש.<br><b> מבואר </b> יוצא דכל דלית ליה מיגו השתא לזה המחזיק אע\"ג דאית ליה מיגו למי שנתנו לו לא מהני ליה ולא טענינן ליה אלא הרי הוא מפסיד ע\"פ הודאתו שהודה בשם הנותנו שדבר זה היה של המערער ומוציאין מידו.<br><b> ומכאן </b> נלע\"ד דיש לדון למ\"ש מרן בש\"ע סי' ע\"ב סל\"ג וז\"ל ראובן תובע ללוי ספרים שמסרן לש' כו' ולוי אומר ממי שקבלתי הספרים הוא הרשני ללמוד בהם כו' כיון שלוי יודע שהספרים של ראובן כו' חייב לשלם לראובן וכתב שם הש\"ך בס\"ק מ' וז\"ל נלע\"ד דמיירי שטוען בסתם הוא הרשני ללמוד אבל אם טוען הוא אמר לי שראובן נתן רשות למי שילוה עליהן ללמוד בהם פטור ואף בלא נכייתא כו' עכ\"ל. ולפי מ\"ש בשם הרא\"ש הדין נותן בנדון זה כיון שזה לוי תופס הספרים הודה תחילה בשם שמעון שהספרים של ראובן והוציא הספרים לפנינו למוסרם לו ואח\"כ טען ראובן שהפסידם בלימודו בלי רשותו כיון דהשתא לית ליה מיגו ללוי דאין הספרים של ראובן שהרי הודה שהם שלו תחילה וגם לא מצי טעין שכבר החזירם לו שהרי הוציאם לפנינו תחילה כי טעין אח\"כ בשם שמעון שא\"ל שראובן נתן רשות ללמוד בהם לא מהני דאע\"ג דשמעון היה לו מיגו אם לא היה מוציאם בפנינו תחילה מ\"מ לוי זה שהודה והוציא הספרי' לפנינו תחילה דהשתא לית ליה מיגו דהוי מיגו למפרע כי טעין אח\"כ ששמעון אמר לו שנתן לו רשות ראובן לא מהני טענה זו בלי מיגו ומוציאין מידו מה שהפסיד ממונו של ראובן וכ\"ש לדעת הראב\"ד שכתב שם בסי' קמ\"ו מרן ב\"י דס\"ל דאע\"ג דזה לא ידע אלא מפיו של המוכר לא אמרי' הפה שאסר הוא הפה שהתיר אלא בדבר שהוא אוסרו ומתירו מדעתו כו' יע\"ש ועיין בש\"מ לב\"ב ד\"ל שהביא עיקר דברי הראב\"ד הללו בדרך רחבה יע\"ש. דמבואר יוצא מדבריו ז\"ל דה\"נ לוי זה היה לו להאמין לשמעון כמ\"ש שהספרים הם של ראובן ולא היה לו להאמינו במ\"ש שנתן לו רשות ללמוד בהם. איברא כי סברת הראב\"ד הלזו לא חשו לא הרמב\"ן ור\"י והרשב\"א ז\"ל כיע\"ש וגם דברי הרא\"ש דחאם הש\"ך בסי' קמ\"ו סק\"ט כיע\"ש מ\"מ לא היה לו להש\"ך בדין זה שהיא תשו' להרא\"ש לכתוב בפשיטות דמיירי כשטוען סתם מאחר שלדעתו ולדעת הטור בנו אפי' בטוען שא\"ל שמעון שנתן לו רשות ראובן כל דלית ליה מיגו ללוי השתא לא מהני לדידיה טענה זו וחייב וצ\"ע.<br><b> עוד </b> כתב שם הש\"ך וז\"ל ויותר נ\"ל דאם ראובן הרשה לשמעון ושמעון ללוי פטור ודלא כמ\"ש הע\"ש וכמ\"ש הרי\"ף והרא\"ש פ' המפקיד כו' וכן משמע להדיא בתשו' הרא\"ש והטור שכתבו והוא לא טען שהרשה ראובן לשמעון ללמוד בהם כו' משמע שאם היה רשות לשמעון ללמוד בהם פטור עכ\"ל ועיין להרב ראש יוסף שם בסי' קמ\"ו אות פ\"ב שדעתו כדעת הע\"ש ודחה ראית שדקדק הש\"ך מלשון תשו' הרא\"ש דאפשר דה\"ק והוא לא טען שהרשה ראובן לשמעון ללמוד בהם כל מי שירצה זולתו יע\"ש מיהו ראית הש\"ך מדברי הרי\"ף והרא\"ש מכרעת טובא לע\"ד.<br><b> ובכן </b> לענין הלכה למעשה כל דאית ליה מיגו ללוי דמצי טעין אין הספרים של ראובן מצי טעין נמי ששמעון א\"ל שראובן נתן לו רשות ללמוד בהם וכ\"ש דטעין בפני נתת לו רשות להשתמש בהם ואפי' לא נתן לו רשות אלא לשמעון בלבד מהני טענתו כמ\"ש הש\"ך מדברי הרי\"ף והרא\"ש דפ' המפקיד אמנם אי לית ללוי מיגו כיון דלדעת הרא\"ש והטור והראב\"ד ז\"ל לא מהני מאי דטעין בשם אחר א\"כ אם תפס ראובן מלוי שיעור הפסד ספריו מצי טעין ראובן קים לי כהנהו רבוותא דחייב לוי בהפסד ולא מפקינן מיניה ואם היה יודע לוי שהספרים הם של ראובן שלא ע\"פ שמעון אלא ששמעון א\"ל שראובן נתן רשות להשתמש בהם וסמך על דברי שמעון ולמד בהם בזה נראה דלכ\"ע חייב לוי לשלם הפסד הספרים לראובן וכההיא דסי' קמ\"ו דלכ\"ע כל שהיה יודע הלוקח ששדה זו היה של המערער שלא ע\"פ המוכר לא מצי טעין דילמא זבינתיה לפ' דאין ספק מוציא מידי ודאי וכמ\"ש לעיל דאף גם זו פלוגתא דרבוותא היא יע\"ש וא\"כ אף בזה יכול המוחזק לומר קים לי ועיין בתשו' מוהרשד\"ם סי' ע\"ט ופ\"ד וק\"א ובתשו' מ\"ץ ח\"ב סי' ע\"ב החבי\"ב סי' קמ\"ו אות נ\"א יע\"ש.<br><b> ודע </b> שכתב עוד הרא\"ש בתשו' כלל פ\"ט סי' ל\"ד בענין זה דמיגו והביאוה הטור ומרן בסימן ע\"ב סל\"ט וזה לשונו ראובן היו בידו משכונות של שמעון ומת שמעון ויורשיו תובעים המשכונות וראובן טוען אותם המשכונות אני תופס מפני שאמר לי לוי שותפי ששמעון הוא חייב לו מדמי השותפות ורוצה לישבע על המשכונות שבידו כו' תשובה נ\"ל שאין לוי יכול לישבע על המשכונות שביד ראובן שותפו כי אם היה ראובן טוען שמעון היה חייב לי מעות ואני תופס המשכונות בשביל המעות היה נאמן במיגו דלהד\"מ או החזרתי לך אבל גבי לוי אין כאן מיגו כי אין מיגו אלא במה שבידו לטעון אבל מה שביד אחר לטעון אין כאן מיגו כי שמא חבירו לא היה רוצה לשקר ולומר להד\"מ או החזרתי לך עכ\"ל ועיין במה שהשיג הש\"ך שם בסי' ע\"ב סקקנ\"ח על הב\"ח דכל ראיותיו שהביא לחלוק על דין של הרא\"ש הוא כששניהן יודעים האמת ולכן אמרי' בשניהם מיגו משא\"כ הכא דראובן אינו יודע אם אמת כדברי לוי וע\"כ למה ירצה לשקר ולטעון להד\"מ הילכך העיקר כמ\"ש הרא\"ש והטור והמחבר עכ\"ל גם הט\"ז דחה דברי הב\"ח בזה וכמ\"ש הש\"ך וכ\"כ ג\"כ מרן החבי'ב בסי' פ\"ב בכללי מיגו אות ק\"ו דהרב\"א משמע ליה דכי היכי דאמרי' מיגו בשנים היכא שבאים ליפטר אעפ\"י שאין האחד יודע מה שבלב חבירו ה\"נ אמרי' מיגו משותף לחבירו אבל אני אין דעתי כן דדוקא כשהם נתבעים ובאים ליפטר בטענה אחת אז מהימנינן להו במיגו אע\"פ שאין האחד יודע מה שבלב חבירו דתלינן דכי היכי דבטענה זו שטוענין עכשיו ליפטר הושוו לדעת אחת אם הם משקרים היו משקרים בטענת המיגו שהיא טענה יותר טובה והיו שוים בדעת אחת כמו שהושוו עכשיו בטענה זו אבל בנדון הרא\"ש שהאחד מן השותפים הוא הנתבע והוא אינו טוען בריא כדי ליפטר מתביעתו ורוצה ליפטר בטענת שותפו כל כה\"ג לא אמרי' מיגו כיון שהוא אינו יודע בבריא שהאמת כדברי שותפו את\"ד מרן החבי\"ב שם אף שלשונו סתום ובא בדרך קצרה. ועיין עוד בסי' זה הג\"הט אות ס\"ג שדחה ג\"כ דברי הב\"ח והעלה לענין הלכה בשם מהרשד\"ם והרש\"ך כדברי מרן בש\"ע. וכן העלה ג\"כ הרב בני אהרן בתשו' סי' ל\"ח יע\"ש ועיין בתשו' רב יוסף סימן י\"ז דנ\"ד ודנ\"א שהעל' כדברי הש\"ך ז\"ל ועיין במה שהעלינו אנן יד עניי לעיל מזה יע\"ש.<br><b> ודע </b> שכתב מוהרימ\"ט ח\"א סימן ע\"א דפ\"ח ע\"ב רמזם מרן החביב בכללי המיגו אות ק\"ו ובסי' ע\"ב הג\"הט אות ס\"ב וז\"ל ותשובת הרא\"ש ז\"ל אינה ענין לכאן שנראין לי הדברים שבנדון שלפנינו מהנייא תפיסה אף למה שביד אחיו לפי שאחיו שבמצרים לא נתחייב מעולם ולא נכנס בשותפות עם ה\"ר אלעזר אלא ע\"פ ה\"ר דוד אחיו הוא חי לכל אשר יאמר ואין מקום לה\"ר אלעזר להיות לו שום תביעה על ה\"ר דוד אלא יאמר הכל שלחתי ליד אחי שהוא שלחם אלי ועמו אני שותף לא עמך ודוקא בנדון של הרא\"ש שראובן על כל פנים צריך להשיב על יורשי שמעון ששואלים ממנו תן לנו הפקדון שמסר לנו אבא בידך לא מצו למידחנהו לגבי לוי מפני טענתו דהוה ליה כמו הפקדת אצלי איני יודע אם החזרתי לך אבל כאן ה\"ר מאיר מעולם לא נכנס בחיוב אלא ע\"פ אחיו ועל פי נפטר שהוא יאמר לו דע שפלוני שותפינו יש לנו אצלו כ\"וך והרי המעות שבינינו מעורבים ותפוסים על הדבר וישבע ה\"ר דוד שהוא טוען בריא כנ\"ל ברור עכ\"ל.<br><b> ולכאורה </b> יש לדקדק על דברי הרב ז\"ל הללו ממ\"ש אנן יד עניי לעיל בדין תופס דבר מבעל חובו ובא אחר לערער על אותו דבר שהוא שלו דכל שיודע התופס שהיה אותו דבר של המערער אע\"פ שאינו יודע אם מכרן אח\"כ או נתנו לו עד שיטעון בבריא כו' כיע\"ש וא\"כ ה\"נ כיון שידע ה\"ר מאיר זה שבמצרים שנכסים הללו ששולח לו אחיו ה\"ר דוד למצרים מתחת יד ה\"ר אלעזר שבדמשק באו אליו א\"כ הו\"ל כאלו הוא עד בדבר ואין תפיסתו מועיל למה שטוען ה\"ר דוד אחיו שיש לו אצלו כ\"וך כיון שהוא אינו טוען בבריא דומייא דההיא דתופס דבר מבעל חובו כמדובר אמנם הדבר מבואר דשפיר כתב ודן מוהרימ\"ט שהרי בההיא דתופס מבע\"ח נמי אם הבע\"ח טוען בריא כמו שטוען בעל חובו לא מצי מערער להוציא הדבר מתחת יד התופס וכמבואר ממ\"ש לעיל וא\"כ בנדון מוהרימ\"ט נמי שה\"ר דוד הוא השולח לאחיו ה\"ר מאיר אותם הנכסים טוען בריא שחייב להם ה\"ר אלעזר כ\"וך ודחי דמהני ליה תפי' ה\"ר מאיר כיון שה\"ר מאיר לא נכנס בחיוב אלא ע\"פ אחיו ואין לו עתה עם ה\"ר אלעזר שבדמשק. ועיין במ\"ש הטור סימן קמ\"ו סכ\"ד בשם הרא\"ש שאפילו לא ידע המחזיק שהיתה של המערער אלא ע\"פ המוכר צריך להחזירה לו אפילו אין למערער עדים שהיתה קרקע שלו יע\"ש ואין זה סותר דינו של מוהרימ\"ט דהתם ה\"ט כמ\"ש שם מרן ב\"י בשם הרא\"ש דלגבי המחזיק הזה לא מהני מיגו דלא היתה שלך מעולם דאין זה מיגו טוב כי ניחא ליה טפי למימר שלקחו מאותו שמכרה לו כי הוא סבור כי ימצא עדים שהמערער מכרה לו אבל לא בעי למטען לא היתה שלך מעולם שהוא ירא שימצא עדים שהמערער היתה שלו יע\"ש והאי טעמא לא שייך הכא במטלטלין וכמ\"ש מוהרימ\"ט דאין לו לה\"ר אלעזר שום תביעה עם ה\"ר מאיר אלו היה אומר הכל שלחתי ליד אחי שהוא שלחם לי ואפילו יביא עדים ה\"ר אלעזר שהנכסים היו שלו אין זו טענ' כיון דלמכיר' קיימי מה שאין כן בקרקע דבחזקת בעליו קאי עד שיביא עידי חזקה וטענה ועוד דבנדון הרא\"ש אילו היה תחילת דינו של המערער עם המוכר והיה המוכר טוען בריא אתה מכרתו לא היה יכול המערער להוציא הקרקע מיד המוחזק דומייא דנדון מהרי\"ט שדינו של ה\"ר אלעזר הוא עם ה\"ר דוד המוכר וכן מבואר בדברי הראשונים הובאו דבריהם בשיטה המקובצת לבבא בתרא פרק חזקת ד\"ל יע\"ש ועיין להרב ט\"ז בסי' ע\"ב סל\"ט הביא ראיה לההיא דהרא\"ש מההיא דפרק חזקת והן הן דברי הטור דסימן קמ\"ו סכ\"ד. ויש לגמגם קצת על דבריו מדברי הרא\"ש שכתב מרן שם וכמדובר ויש ליישב דאף הרא\"ש ז\"ל לא הוצרך התם לטעמא דאין זה מיגו טוב אלא דהמחזיק אינו יודע מעצמו שהיה הקרקע של המערער אלא ע\"פ המוכר אבל כשהוא יודע מעצמו שהיה של המערער כדין שלפנינו אפילו אית ליה מיגו טוב לא מהני כל דלא טעין בריא שלקחו המוכר ממנו ודוק.<br><b> ולענין </b> הלכה למעשה בדין זה שכתב הרא\"ש והביאו מרן בש\"ע סימן ע\"ב סל\"ט אין להשגיח בדברי הב\"ח שתלה אותו בפלוגתא דרבוותא דלית מאן דחש לדבריו מכל האחרונים הש\"ך ומרן החבי\"ב והט\"ז והרב בני אהרן כמדובר ומ\"מ אע\"פי דלא מהני תפיסת השותף הא' בפקדון לענין מה שטוען השותף חבירו בבריא על בעל הפקדון כיון שהנפקד עצמו אינו טוען בריא מ\"מ מצי למסור הפקדון ביד מי שטוען בריא והוא יעשה דין לעצמו עם המפקיד וכמ\"ש הר\"ב בני אהרן לעיל וכן מידי דסחורה הידועה לאיש אחר ששלחה לאחר למוכרה והאחר שלחה לשותפו אע\"פ שהיא ביד זה השותף השלישי עדיין יכול שותפו להחזיקה בידו ולטעון עליה עם הראשון כ\"וך אתה חייב לי עליה כאלו היתה הסחורה בידו ממש וכמ\"ש מוהרימ\"ט שם דלא דמי לנדון הרא\"ש שבתשו' שהוא הדין הזה שלפנינו שהוא פקדון שבא מידו של ראשון ליד השותף השני וכמדובר."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות טוען ונטען",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}