{
    "text": {
        "0_Chapter, 0_Verse, 0_Comment": "<b>מן הרמתים צופים.</b> הוא שם מקום, על שם שהיו בה שתי גבעות רמות, צופים ומקבילים זה מול זה: ",
        "0_Chapter, 0_Verse, 1_Comment": "<b>אפרתי.</b> על צוף יאמר, שהיה גם הוא מהר אפרים, ולא מבני אפרים, כי לוי היה ומבני קרח:\n",
        "0_Chapter, 2_Verse, 0_Comment": "<b>ועלה האיש ההוא.</b> מעולם היה מנהגו לעלות אל שילה בכל שנה ושנה, להשתחות ולזבוח לה׳: ",
        "0_Chapter, 2_Verse, 1_Comment": "<b>כהנים.</b> רוצה לומר: סגני הכהונה, כי עלי אביהם שימש בכהונה גדולה:\n",
        "0_Chapter, 3_Verse, 0_Comment": "<b>ויהי היום.</b> רוצה לומר ; וכאשר בא היום של הבאת קרבנותיו, היה אלקנה זובח שלמים, והיה נותן לפנינה וכו׳ מנות מזבח השלמים:\n",
        "0_Chapter, 4_Verse, 0_Comment": "<b>מנה אחת.</b> רוצה לומר: מיוחדת ביופי, ולתוספת ביאור אמר ׳אפים׳, רוצה לומר: הראויה לקבל אותה בסבר פנים יפות: וה׳ סגר רחמה, ולא ילדה, והיתה מצירה ולזה הראה לה חיבה יתירה להפיג צערה:\n",
        "0_Chapter, 5_Verse, 0_Comment": "<b>וכעסתה צרתה.</b> פנינה צרתה, היתה מכעסת אותה, בדברים: ",
        "0_Chapter, 5_Verse, 1_Comment": "<b>גם כעס.</b> רוצה לומר: וחוזרת ומכעסת פעמים רבות: ",
        "0_Chapter, 5_Verse, 2_Comment": "<b>בעבור הרעימה.</b> בכדי שתהיה חנה זעופה וקצופה: ",
        "0_Chapter, 5_Verse, 3_Comment": "<b>כי ה׳ סגר רחמה.</b> רוצה לומר: ובזה היה מקום לפנינה להכעיסה, וכמו שאמרו רבותינו ז״ל (ילקוט שמעוני רמז עז): שאמרה לה בדרך לעג, כלום קנית מעפורת לבנך הגדול, או חלוק לבנך הקטן והיא גם היא נפשה מרה לה בעבור עקרותה, ונוח הדבר להכעיסה:\n",
        "0_Chapter, 6_Verse, 0_Comment": "<b>וכן יעשה.</b> כן עשה אלקנה בכל שנה, לתת לחנה מנה אחת אפים: ",
        "0_Chapter, 6_Verse, 1_Comment": "<b>כן תכעיסנה.</b> כמו וכן תכעיסנה, ורוצה לומר: הוא עשה את שלו להראות לה חיבה, וכן פנינה עשתה את שלה: ",
        "0_Chapter, 6_Verse, 2_Comment": "<b>ותבכה.</b> בכל עת בואה אל שילה, בכתה מרוב התוגה, ובעבור זה נמנע ממנה תאות האכילה:\n",
        "0_Chapter, 7_Verse, 0_Comment": "<b>ולמה ירע לבבך.</b> למה יהיה לבבך נשבר מתוגיון חסרון בנים: ",
        "0_Chapter, 7_Verse, 1_Comment": "<b>הלא אנכי.</b> תרגם יונתן: <b>הלא רעותי.</b> רצה לומר: הלא רצוני אליך ואהבתי לך, טובה היא לך מאלו ילדת עשרה בנים: ",
        "0_Chapter, 8_Verse, 0_Comment": "<b>ותקם חנה.</b> ללכת אל בית ה׳: ",
        "0_Chapter, 8_Verse, 1_Comment": "<b>אחרי אכלה.</b> עם שנאמר למעלה ותבכה ולא תאכל, מכל מקום אכלה מעט להחיות את הנפש:\n",
        "0_Chapter, 9_Verse, 0_Comment": "<b>והיא מרת נפש.</b> בבואה להתפלל, היתה נפשה מרה לה במאוד:\n",
        "0_Chapter, 10_Verse, 0_Comment": "<b>בעני.</b> במה שאני מעונה בצער ותוגיון: ",
        "0_Chapter, 10_Verse, 1_Comment": "<b>וזכרתני ולא תשכח.</b> כפל הדבר במלות שונות לתוספת ביאור, וכדרך המתפללים: ",
        "0_Chapter, 10_Verse, 2_Comment": "<b>זרע אנשים.</b> רוצה לומר: בנים זכרים: ",
        "0_Chapter, 10_Verse, 3_Comment": "<b>ונתתיו לה׳.</b> רוצה לומר: אקבל עלי בנדר, שאתן אותו לה׳: ",
        "0_Chapter, 10_Verse, 4_Comment": "<b>כל ימי חייו.</b> רוצה לומר: תמיד יתבודד בעבודת ה׳: ",
        "0_Chapter, 10_Verse, 5_Comment": "<b>ומורה וכו׳.</b> יהיה נזיר עד עולם, לבל יתגלח וכדין הנזיר:\n",
        "0_Chapter, 11_Verse, 0_Comment": "<b>שומר את פיה.</b> רוצה לומר: היה מסתכל לשמור מוצא שפתיה, לשמוע מדבריה:\n",
        "0_Chapter, 12_Verse, 0_Comment": "<b>וחנה.</b> אבל חנה היתה מדברת על לבה, רוצה לומר: בלחש, כאלו מדברת אל לבה, ולא היה נשמע לעלי: ",
        "0_Chapter, 12_Verse, 1_Comment": "<b>ויחשבה עלי לשכורה.</b> כי כן דרך השכור לנענע בשפתיו, ואין אומר ואין דברים:\n",
        "0_Chapter, 13_Verse, 0_Comment": "<b>תשתכרין.</b> תראי בעצמך את השכרות זה זמן מרובה, ועד מתי: ",
        "0_Chapter, 13_Verse, 1_Comment": "<b>הסירי את יינך.</b> אם שתית יין הרבה, עסקי להסיר שכרות היין בשינה וכדומה:\n",
        "0_Chapter, 14_Verse, 0_Comment": "<b>לא אדני.</b> רוצה לומר: אתה אדוני, לא כן הדבר, אבל אני אשה קשת רוח, רוצה לומר: מצרה ודאגה, ומדעת באתי הנה להתפלל, ולא מבלי דעת כשכור, כי יין ושכר לא שתיתי: ",
        "0_Chapter, 14_Verse, 1_Comment": "<b>ואשפוך וכו׳.</b> רוצה לומר: ואל תתמה על מה זה שפתי נעות וקולי לא ישמע, כי הלא לפני ה׳ אשפוך נפשי, ומה לי להרים קול להשמיע לזולת:\n",
        "0_Chapter, 15_Verse, 0_Comment": "<b>אל תתן.</b> אל תחשבני לבת בליעל לבוא שכורה לבית ה׳, כלומר, אם האמת כדבריך, מה לי להאריך בתפלה כל כך: ",
        "0_Chapter, 15_Verse, 1_Comment": "<b>כי מרוב שיכי וכעסי.</b> כי בעבור רוב ספור התלאות והכעס אשר פנינה מכעסת אותי, דברתי לפני ה׳ עד הנה, היות רבים הם:\n",
        "0_Chapter, 16_Verse, 0_Comment": "<b>יתן את שלתך.</b> ימלא את בקשתך, ובדרך תפלה אמר:\n",
        "0_Chapter, 17_Verse, 0_Comment": "<b>תמצא.</b> רוצה לומר: הנה מצאתי חן בעיניך, כי מה שבקשת עלי רחמים, יחשב לי למציאות חן, והחזיקה לו טובה בדבריה: ",
        "0_Chapter, 17_Verse, 1_Comment": "<b>ותאכל.</b> מעתה אכלה כל צרכה, ולא היה לה עוד הזעם שהיה לה מאז, כי בטחה בתפלת עלי:\n",
        "0_Chapter, 18_Verse, 0_Comment": "<b>ויזכרה ה׳.</b> עלתה זכרונה לפניו לטובה:\n",
        "0_Chapter, 19_Verse, 0_Comment": "<b>לתקופות הימים ותהר חנה.</b> רוצה לומר: לעת הקיף תשלום ימי ההריון, מעת אשר הרתה חנה: ",
        "0_Chapter, 19_Verse, 1_Comment": "<b>ותלד בן.</b> בתשלום ההיקף: ",
        "0_Chapter, 19_Verse, 2_Comment": "<b>כי מה׳ שאלתיו.</b> והוא לשון נופל על הלשון:\n",
        "0_Chapter, 20_Verse, 0_Comment": "<b>ויעל.</b> כשבא עת עליתו, עלה לזבוח: ",
        "0_Chapter, 20_Verse, 1_Comment": "<b>את זבח הימים.</b> מה שהיה רגיל לזבוח בכל שנה: ",
        "0_Chapter, 20_Verse, 2_Comment": "<b>ואת נדרו.</b> מה שנדר כל השנה והוא בביתו, הביאם לזבוח בעת עלותו:\n",
        "0_Chapter, 21_Verse, 0_Comment": "<b>לא עלתה.</b> בהשנה ההיא: ",
        "0_Chapter, 21_Verse, 1_Comment": "<b>עד יגמל הנער.</b> רוצה לומר: לא אזוז מביתי עד יגמל הנער, ואחרי הגמלו, אביא גם אותו אל בית ה׳, ונראה את פני ה׳ להשתחוות לפניו ולהודות לו על הנער היולד: ",
        "0_Chapter, 21_Verse, 2_Comment": "<b>וישב שם.</b> הנער ישב שם עד עולם, רוצה לומר: כל ימי עלי, בכדי לשמש אותו:\n",
        "0_Chapter, 22_Verse, 0_Comment": "<b>הטוב בעיניך.</b> רוצה לומר: כפי חפצך עשי, ושבי עד גמלך אותו: ",
        "0_Chapter, 22_Verse, 1_Comment": "<b>אך יקם ה׳ את דברו.</b> רצה לומר: מה שאמרת פה שתשבי עד גמלך, הנה הדבר הזה מסור בידך לעשות בעצמך כאשר תרצי, אך אשר דברת על הנער, שהוא ישב בבית ה׳ עד עולם, הנה דבר זה אין בידך להדירו, אך ה׳ יקם את הדבר אשר דברת על הנער, והוא יתן בלבו לשבת בביתו עד עולם (ומלת דברו מוסב על הנער, רצה לומר: דבר הנאמר בו ועליו): ",
        "0_Chapter, 22_Verse, 2_Comment": "<b>ותשב האשה.</b> בביתה, ולא עלתה:\n",
        "0_Chapter, 23_Verse, 0_Comment": "<b>בפרים שלשה.</b> עם שלשה פרים לזבוח לה׳, והקמח למנחות, והיין לנסכים: ",
        "0_Chapter, 23_Verse, 1_Comment": "<b>ותביאהו.</b> את הנער: ",
        "0_Chapter, 23_Verse, 2_Comment": "<b>והנער נער.</b> רצה לומר: הנער היה עודנו נער קטן ורך, ועם כל זה לא נמנעה מלהביאו כאשר גמלתו:\n",
        "0_Chapter, 24_Verse, 0_Comment": "<b>וישחטו וכו׳.</b> רוצה לומר: כאשר שחטו הפר הראשון, הביאו את הנער אל עלי, להראותו שנתקבלה תפלתו:\n",
        "0_Chapter, 25_Verse, 0_Comment": "<b>בי אדני.</b> בקשה מעלי והשביעתו בחיי נפשו, לשום עינו על הנער: ",
        "0_Chapter, 25_Verse, 1_Comment": "<b>הנצבת.</b> אשר עמדתי פה בהיותך גם אתה יושב פה, כמו שכתוב למעלה: ועלי הכהן יושב וגו׳:\n",
        "0_Chapter, 26_Verse, 0_Comment": "<b>אל הנער הזה התפללתי.</b> רוצה לומר: התפלה שהתפללתי אז, היתה לשאלת בן, והנה זהו אשר ילדתי:\n",
        "0_Chapter, 27_Verse, 0_Comment": "<b>וגם וכו׳.</b> רוצה לומר: גם בעת התפלה נדרתי אז להשאילו לה׳, להתבודד תמיד בעבודתו: ",
        "0_Chapter, 27_Verse, 1_Comment": "<b>אשר היה.</b> כמו אשר יהיה, רוצה לומר: כל זמן אשר יהיה בזה העולם, הוא שאול לה׳: ",
        "0_Chapter, 27_Verse, 2_Comment": "<b>וישתחו שם לה׳.</b> השתחוה להודות לה׳, אשר שם חלקו מעובדי ה׳:\n\n",
        "1_Chapter, 0_Verse, 0_Comment": "<b>ותתפלל חנה.</b> עצם התפלה היא בסוף אמריה, ובתחלה סדרה שבחו של מקום, ולזה נאמר ותאמר: ",
        "1_Chapter, 0_Verse, 1_Comment": "<b>עלץ לבי בה׳.</b> בתשועת ה׳ שמח לבי: ",
        "1_Chapter, 0_Verse, 2_Comment": "<b>רמה קרני.</b> לנגח בו אויבי, ועל פנינה ובניה אמרה, והוא ענין מליצה, לומר שמעתה לא יוכלו לצער אותה כמאז: ",
        "1_Chapter, 0_Verse, 3_Comment": "<b>רחב פי.</b> כי עד הנה הייתי כשה נאלמה לא תפתח פיה, ועתה רחב פי על אויבי, להשיב אמרים: ",
        "1_Chapter, 0_Verse, 4_Comment": "<b>כי שמחתי בישועתך.</b> שמחתי היא על אשר בא התשועה ממך, ויש די בזה להשיב אמרים:\n",
        "1_Chapter, 1_Verse, 0_Comment": "<b>כי אין בלתך.</b> רוצה לומר: אין בורא בלתך, ומי מהנבראים אשר ידמה קדושתו לקדושת הבורא:\n",
        "1_Chapter, 2_Verse, 0_Comment": "<b>אל תרבו וכו׳.</b> אמרה נגד פנינה ובניה, אל תרבו לדבר דבר גבוהה, רוצה לומר: גאוה וגסות, וכפלה המלה, להורות על גאוה גדולה והתמדתה: ",
        "1_Chapter, 2_Verse, 1_Comment": "<b>יצא עתק.</b> ׳אל׳ שאמרה, משמשת במקום שנים, כאלו אמרה אל יצא עתק מפיכם: ",
        "1_Chapter, 2_Verse, 2_Comment": "<b>כי אל דעות ה׳.</b> ה׳ הוא אל היודע הכל, ולפניו נמנים מעשה הבריות:\n",
        "1_Chapter, 3_Verse, 0_Comment": "<b>קשת.</b> רוצה לומר: ועל שהוא יודע הכל, לזה משלם לאיש כמעשהו, ופתאום יושברו קשת וחוזק הגבורים, והנכשלים אזרו חיל:\n",
        "1_Chapter, 4_Verse, 0_Comment": "<b>שבעים.</b> אנשים שהיו שבעים נעשו רעבים, עד שישכרו עצמם לעבודה בעבור הלחם: ",
        "1_Chapter, 4_Verse, 1_Comment": "<b>ורעבים.</b> ואשר היו משכירים עצמם בעבור הרעבון, חדלו מלהשכיר עצמן, כי מצאו די מחסורם: ",
        "1_Chapter, 4_Verse, 2_Comment": "<b>עד עקרה ילדה שבעה.</b> רוצה לומר: כל כך רבה השגחתו, עד אשר מי שהיתה עקרה, ילדה שבעה בנים, ומי שהיתה בת רבת בנים, נכרתה באבדן כל בניה:\n",
        "1_Chapter, 5_Verse, 0_Comment": "<b>ה׳ ממית ומחיה.</b> רוצה לומר: לא במקרה בא, כי אם יד ה׳ עשתה זאת הוא ממית בני רבת הבנים, והוא מחיה בני העקרה, ולא תשכל מלידה ומבטן ומהריון: ",
        "1_Chapter, 5_Verse, 1_Comment": "<b>מוריד שאול.</b> ובזה מוריד את בת רבת הבנים אל השאול, רוצה לומר: בשפל המצב ועומק הצרה, ואת העקרה מעלה מעומק שפל מצבה:\n",
        "1_Chapter, 6_Verse, 0_Comment": "<b>ה׳ מוריש.</b> את השבעים, עד אשר בלחם נשכרו: ",
        "1_Chapter, 6_Verse, 1_Comment": "<b>ומעשיר.</b> את הרעבים, עד אשר חדלו: ",
        "1_Chapter, 6_Verse, 2_Comment": "<b>משפיל.</b> בזה משפיל גאות השבעים, ואף מרומם עליהם את הרעבים, ולא די במה שחדלו מלהשכיר עצמם, כי אף ישכרו את השבעים וירומו עוד עליהם:\n",
        "1_Chapter, 7_Verse, 0_Comment": "<b>מקים מעפר דל.</b> מי שהיה דל ונבזה שחה עד לעפר, ה׳ מקימו מן העפר: ",
        "1_Chapter, 7_Verse, 1_Comment": "<b>מאשפות וכו׳.</b> כפל הדבר במלות שונות: ",
        "1_Chapter, 7_Verse, 2_Comment": "<b>להושיב.</b> מרימו מן האשפות, ומגביהו עוד להושיב אותו עם נדיבים, להיות דומה להם: ",
        "1_Chapter, 7_Verse, 3_Comment": "<b>ינחילם.</b> רוצה לומר: יכובדו בעיני הבריות, כאלו היו מלומדים בכבוד ובאה להם מנחלת אבותם: ",
        "1_Chapter, 7_Verse, 4_Comment": "<b>כי לה׳.</b> וזה בעבור שיסודות הארץ המה לה׳, ועל היסודות ההם עשה הוא את העולם, לזה בידו לעשות בעולמו כרצונו:\n",
        "1_Chapter, 8_Verse, 0_Comment": "<b>רגלי חסידיו ישמור.</b> רוצה לומר: אולם הכל במשפט, כי רגלי חסידיו ישמור מלכד, והרשעים יוכרתו בבוא חושך הפורעניות, בעת נתמלא סאתם: ",
        "1_Chapter, 8_Verse, 1_Comment": "<b>כי לא בכח.</b> אין התגברות האיש תלוי בכחו, כי אם היא ביד ה׳, ועל פי כשרון מעשה האיש:\n",
        "1_Chapter, 9_Verse, 0_Comment": "<b>ה׳ יחתו מריביו.</b> כחתימה לסדר שבחי המקום, חזרה להתפלל על שמואל בנה ואמרה, אתה ה׳ נא יחתו וישברו מריביו של בני ואנשי מלחמתו, כי ראתה ברוח הקדש שפלשתים ילחמו בו, והתפללה שהמה יחתו: ",
        "1_Chapter, 9_Verse, 1_Comment": "<b>עליו בשמים ירעם.</b> בעבור בני, ירעם האל יתברך בשמים על פלשתים ונתקיימה תפלתה כמו שכתבו (לקמן ז י): וירעם ה׳ בקול גדול וגו׳ על פלשתים: ",
        "1_Chapter, 9_Verse, 2_Comment": "<b>ה׳ ידין אפסי ארץ.</b> רוצה לומר: <b>אתה ה׳, נא ידין בני אפסי ארץ, להיות שופט בישראל, ויסבב במקומות עריהם לשפטם.</b> וכן נתקיים כמו שכתוב (שם שם טז): והלך וגו׳ וסבב וגו׳ ושפט את ישראל: ",
        "1_Chapter, 9_Verse, 3_Comment": "<b>ויתן עוז למלכו.</b> ה׳ יתן עוז וגבורה להמלך אשר בני ימליך אותו, והוא שאול: ",
        "1_Chapter, 9_Verse, 4_Comment": "<b>וירם קרן משיחו.</b> על דוד אמרה, כי שמואל בנה רק משחו למלך, אבל לא המליכו בחייו, כי שמואל מת ועודנו לא מלך עד לאחר זמן, והתפללה עליו חנה שירום קרן ממשלתו: ",
        "1_Chapter, 10_Verse, 0_Comment": "<b>את פני.</b> רוצה לומר: לפניו, כי היה מלמדו איך ישרת את ה׳:\n",
        "1_Chapter, 11_Verse, 0_Comment": "<b>לא ידעו את ה׳.</b> ולחוסר הידיעה הרשיעו לעשות:\n",
        "1_Chapter, 12_Verse, 0_Comment": "<b>ומשפט הכהנים.</b> בני עלי עשו לעצמם מנהג קבוע עם העם הזובחים: ",
        "1_Chapter, 12_Verse, 1_Comment": "<b>כל איש.</b> כאשר היה מי זובח שלמים, בא אליו משרת הכהן ובידו מזלג בעל שלש השינים, בכדי שירבה ליקח בו:\n",
        "1_Chapter, 13_Verse, 0_Comment": "<b>והכה.</b> בהמזלג ההוא הכה בכח בכיור וכו׳, בכדי לתחבו בבשר, וכל אשר יעלה המזלג מן הבשר, היה לוקח לעצמו: ",
        "1_Chapter, 13_Verse, 1_Comment": "<b>בו.</b> עם המזלג: ",
        "1_Chapter, 13_Verse, 2_Comment": "<b>הבאים.</b> לזבוח:\n",
        "1_Chapter, 14_Verse, 0_Comment": "<b>גם בטרם.</b> גם לפעמים בא קודם הקטרת האימורין, בעוד שלא בשלו את הבשר, ושאל בשר חי חלופי המבושל:\n",
        "1_Chapter, 15_Verse, 0_Comment": "<b>קטר יקטירון.</b> יקטירו את החלב בתחלה כמו בכל עת, ואחרי זה תקח לך כאשר תרצה, או חי או מבושל: ",
        "1_Chapter, 15_Verse, 1_Comment": "<b>כי עתה.</b> תן לי מיד, ואם היא קודם הקטרה:\n",
        "1_Chapter, 16_Verse, 0_Comment": "<b>הנערים.</b> משרתי הכהן: ",
        "1_Chapter, 16_Verse, 1_Comment": "<b>כי נאצו.</b> כי בני עלי בזו מנחת ה׳, ומהם למדו הנערים לחטוא עוד יותר בדבר בזיון הקדשים:\n",
        "1_Chapter, 17_Verse, 0_Comment": "<b>ושמואל משרת וכו׳.</b> ולא למד ממעשיהם: ",
        "1_Chapter, 17_Verse, 1_Comment": "<b>את פני ה׳.</b> ולמעלה אמר את פני עלי, להגיד שלאחר שגדל, לא הוצרך עוד לעלי להורותו: ",
        "1_Chapter, 17_Verse, 2_Comment": "<b>נער.</b> רוצה לומר עם שהיה עדיין נער, היה חגור אפוד בד, כדרך החשובים עובדי ה׳:\n",
        "1_Chapter, 18_Verse, 0_Comment": "<b>מימים ימימה.</b> בכל שנה ושנה העלתה לו מעיל חדש, לפי צורך גופו שגדל בכל שנה ושנה: ",
        "1_Chapter, 18_Verse, 1_Comment": "<b>זבח הימים.</b> מה שרגיל לזבוח בכל שנה:\n",
        "1_Chapter, 19_Verse, 0_Comment": "<b>וברך עלי.</b> בראותו את שמואל הולך וגדל בעבודת ה׳, ברך את אלקנה אביו ואת אשתו, שישים ה׳ לו עוד זרע ממנה, ויהיה כשמואל: ",
        "1_Chapter, 19_Verse, 1_Comment": "<b>תחת.</b> בעבור זכות השאלה אשר כל אחד מכם שאלו לה׳, כמו שכתוב למעלה (א כח): הוא שאול לה׳, בשכר זה יהיה לכם עוד זרע: ",
        "1_Chapter, 19_Verse, 2_Comment": "<b>והלכו למקומו.</b> מיד אחר ברכת עלי, ולא שהו שם עוד, שלא לבטל מפריה ורביה, כי אכסניא אסור בתשמיש המטה, ובטוחים היו בברכת עלי שיהיה להם עוד זרע:\n",
        "1_Chapter, 20_Verse, 0_Comment": "<b>כי פקד ה׳.</b> רוצה לומר: וכאשר ברך כן היה, כי פקד ה׳ וכו׳: ",
        "1_Chapter, 20_Verse, 1_Comment": "<b>ויגדל הנער שמואל.</b> רוצה לומר: אולם לבד שמואל היה הלוך וגדל עם ה׳ ובביתו, ולא כן אחיו, כי גדלו עם אביהם ולא הגיעו למעלת שמואל:\n",
        "1_Chapter, 21_Verse, 0_Comment": "<b>ועלי זקן מאד.</b> אמר זה, להצדיק מעט את עלי על מה שלא היה מייסר את בניו, כי בעבור שהזקין ותש כחו, לא היה יכול לייסרם מעתה: ",
        "1_Chapter, 21_Verse, 1_Comment": "<b>לכל ישראל.</b> לקחת מבשר הזבח בחזקה: ",
        "1_Chapter, 21_Verse, 2_Comment": "<b>ואת אשר ישכבון וכו׳.</b> רוצה לומר היו מתעצלים בהקרבת קני היולדות והזבות הבאות בצבא רב אל אהל מועד, והיו ממתינות על הקרבתן, ולא חזרו לשמש את ביתם, ושכבו במקום בואן, אם כן הם היו משכיבין אותן במקום בואן, ולחטא יחשב להם, על שבטלו בעליהן מפריה ורביה:\n",
        "1_Chapter, 22_Verse, 0_Comment": "<b>את דבריכם.</b> מה שמדברים עליכם דברים רעים: ",
        "1_Chapter, 22_Verse, 1_Comment": "<b>מאת כל העם.</b> מוסב למעלה, לומר: אשר אנכי שומע מאת כל העם אלה, והם הבאים לזבוח:\n",
        "1_Chapter, 23_Verse, 0_Comment": "<b>אל בני.</b> אל תעשו מעתה כדברים האלה: ",
        "1_Chapter, 23_Verse, 1_Comment": "<b>כי לא טובה וכו׳.</b> השמועה שאני שומע מה שעם ה׳ מוציאים עליכם קול, הנה לא טובה היא, ולחטא יחשב, ולזה מנעו עצמכם מלעשותם עוד:\n",
        "1_Chapter, 24_Verse, 0_Comment": "<b>אם יחטא וכו׳.</b> ורוצה לומר: ומה כשהאדם חוטא לחבירו, שקובל הוא לפני השופט ועושה משפט, ולא היה אם כן נספה בלא משפט, ועם כל זאת שופטו גם אלהים, אם הטעה את השופט ויצא המשפט מעוקל: ",
        "1_Chapter, 24_Verse, 1_Comment": "<b>ואם לה׳.</b> רוצה לומר: ומכל שכן כשהאדם חוטא לה׳, וכי מי הוא אשר ישפוט את החוטא, הלא בודאי הוא בעצמו שופט משפטו, ואיך לא תיראו מפניו אם הוא הבעל דין והדיין: ",
        "1_Chapter, 24_Verse, 2_Comment": "<b>כי חפץ ה׳ להמיתם.</b> על כי הרבו לפשוע, ולזה חיזק לבבם:\n",
        "1_Chapter, 25_Verse, 0_Comment": "<b>הולך וגדל.</b> בחכמה וביראת ה׳: ",
        "1_Chapter, 25_Verse, 1_Comment": "<b>וגם עם אנשים.</b> שהיתה דעתו מעורבת עם הבריות ומקובל להם, וסמכו כאן, לומר שהיה מקובל גם לבני עלי, ולא חשדוהו שהוא הוא המביא דבתם רעה אל אביהם:\n",
        "1_Chapter, 26_Verse, 0_Comment": "<b>איש אלהים.</b> אמרו רבותינו ז״ל (ספרי וזאת הברכה), שהוא אלקנה אבי שמואל: ",
        "1_Chapter, 26_Verse, 1_Comment": "<b>הנגלה נגליתי.</b> רוצה לומר: אם האמת הוא אשר נגלה נגליתי וכו׳, רוצה לומר: הלא ידוע הוא לכל: ",
        "1_Chapter, 26_Verse, 2_Comment": "<b>אל בית אביך.</b> זה אהרן, שניבא במצרים (יחזקאל כ ז): ואומר להם: איש שקוצי עיניו וכו׳ ובגלולי מצרים וכו׳ (שמות רבה ג טז): ",
        "1_Chapter, 26_Verse, 3_Comment": "<b>לבית פרעה.</b> תרגם יונתן: ומשעבדין לבית פרעה:\n",
        "1_Chapter, 27_Verse, 0_Comment": "<b>ובחור אותו.</b> עוד היטבתי עמו שבחרתיו לכהן לי:\n",
        "1_Chapter, 28_Verse, 0_Comment": "<b>למה תבעטו.</b> רצה לומר: ואם אמנם כל הטובות האלה עשיתי עם בית אביך, למה תבעטו אתם בזבחי, וכי היא זו הגמול: ",
        "1_Chapter, 28_Verse, 1_Comment": "<b>אשר צויתי מעון.</b> להקריב במעוני, וזהו המשכן: ",
        "1_Chapter, 28_Verse, 2_Comment": "<b>ותכבד.</b> תעשה כבוד לבניך יותר ממני: ",
        "1_Chapter, 28_Verse, 3_Comment": "<b>להבריאכם.</b> להשמין אתכם מראשית וכו׳, ולא תמתינו עד יקטירו החלב, כמו שכתוב למעלה (פסוק טו): ",
        "1_Chapter, 28_Verse, 4_Comment": "<b>לעמי.</b> אשר הובא לצורך עמי לרצות להם, ולא להשמין אתכם [ ועל שלא הוכיח את בניו כראוי כללו עמהם ]:\n",
        "1_Chapter, 29_Verse, 0_Comment": "<b>ובית אביך.</b> הם בני איתמר: ",
        "1_Chapter, 29_Verse, 1_Comment": "<b>יתהלכו לפני.</b> רצה לומר ישמשו בכהונה גדולה: ",
        "1_Chapter, 29_Verse, 2_Comment": "<b>כי מכבדי.</b> מי שהיה מכבד אותי, אכבדו גם אני, רצה לומר: אחזיר שמוש הכהונה לבני פנחס בן אלעזר, שכיבד אותי בשטים בקנאו את קנאתי: ",
        "1_Chapter, 29_Verse, 3_Comment": "<b>ובוזי.</b> הם בני עלי, שביזו את המקום, יקל כבודם וכן היה בימי שלמה, כי גירש את אביתר מכהן לה׳, שהיה מזרע עלי (מלכים א ב כז), וכיהן צדוק תחתיו (שם פסוק לה), שהיה מזרע פינחס:\n",
        "1_Chapter, 30_Verse, 0_Comment": "<b>וגדעתי.</b> אכרית חוזק ממשלתך: ",
        "1_Chapter, 30_Verse, 1_Comment": "<b>מהיות זקן.</b> רצה לומר: מושל ושר, כי המושלים והשרים נקראו זקני העם:\n",
        "1_Chapter, 31_Verse, 0_Comment": "<b>והבטת צר מעון.</b> רצה לומר: זרעך יראה צרתו במעון, כי יהיה כהן גדול אחר, לא מהם (ובלשון שאלה קראו צר עם כי לא יהיו בזמן אחד, כי אין כהן גדול כי אם אחד): ",
        "1_Chapter, 31_Verse, 1_Comment": "<b>בכל אשר ייטיב.</b> בכל הימים אשר ייטיב ה׳ לישראל להיות המקדש על מכונו, יביט צר במעון:\n",
        "1_Chapter, 32_Verse, 0_Comment": "<b>ואיש לא אכרית.</b> מכל וכל מבלי לעבוד מי מהם על המזבח, אלא ישמשו במזבח ויראו ברעתם, להיות להם כליון עינים ודאבון נפש (ועם שאמר לעלי בלשון נוכח ויחידי, על הזרע ידבר, היות כי זרע האדם יחשב כהוא עצמו): ",
        "1_Chapter, 32_Verse, 1_Comment": "<b>וכל מרבית.</b> כל גדולי ביתך ימותו אנשים, לא זקנים ולא קטנים, כי אם בחורים, שאבלותם מרובה:\n",
        "1_Chapter, 33_Verse, 0_Comment": "<b>וזה לך האות.</b> שיתקיים כל דברי הנבואה: ",
        "1_Chapter, 33_Verse, 1_Comment": "<b>אשר יבוא.</b> האות, הוא הדבר אשר יבוא אל שני בניך שימותו ביום אחד, ובזה תדע שיתקיים הכל:\n",
        "1_Chapter, 34_Verse, 0_Comment": "<b>כהן נאמן.</b> זה צדוק, והוא יעשה כאשר בלבבי, כתורה וכמצוה: ",
        "1_Chapter, 34_Verse, 1_Comment": "<b>בית נאמן.</b> בית קבוע לו ולזרעו אחריו: ",
        "1_Chapter, 34_Verse, 2_Comment": "<b>והתהלך.</b> יטייל לפני המלך לשעשע עמו, ועצת שלום תהיה ביניהם:\n",
        "1_Chapter, 35_Verse, 0_Comment": "<b>להשתחות לו.</b> להכהן הגדול אשר יועמד מזרע צדוק: ",
        "1_Chapter, 35_Verse, 1_Comment": "<b>לאגורת כסף.</b> בעבור אגורת כסף וככר לחם אשר יקבל ממנו במתנה: ",
        "1_Chapter, 35_Verse, 2_Comment": "<b>ואמר.</b> הנותר בביתך יאמר לו: בבקשה ממך אספני וחברני נא אל אחת ממשרות הכהנים, לאכול בזה פת לחם, כי יהיה חסר לחם בזולת זה:\n\n",
        "2_Chapter, 0_Verse, 0_Comment": "<b>לפני עלי.</b> רוצה לומר שהיה זריז בעבודת ה׳, לעשותה לפני עלי וקודם לו, כי מתחלה הורהו עלי עבודת ה׳, ואחר זמן נתחזק מאליו, ולבסוף נתעלה יותר עד שזכה לנבואה: ",
        "2_Chapter, 0_Verse, 1_Comment": "<b>ודבר ה׳.</b> דברי הנבואה היה בימים ההם דבר יקר מאוד, יותר מבשאר הימים: ",
        "2_Chapter, 0_Verse, 2_Comment": "<b>אין חזון נפרץ.</b> כאילו הנבואה גדורה לבל תצא, ולא נפרץ גדרה:\n",
        "2_Chapter, 1_Verse, 0_Comment": "<b>ביום ההוא.</b> ביום בא איש האלהים אל עלי: ",
        "2_Chapter, 1_Verse, 1_Comment": "<b>במקומו.</b> במקום שהכהנים שוכבים, לפנים מן הלוים: ",
        "2_Chapter, 1_Verse, 2_Comment": "<b>החלו כהות.</b> התחילו להיות כהות וחשוכות: ",
        "2_Chapter, 1_Verse, 3_Comment": "<b>לא יוכל לראות.</b> כאשר מקודם, וכפל הדבר לתוספת ביאור:\n",
        "2_Chapter, 2_Verse, 0_Comment": "<b>טרם יכבה.</b> עדיין לא כבה אף נר אחד מנרות המנורה: ",
        "2_Chapter, 2_Verse, 1_Comment": "<b>ושמואל שוכב.</b> במקום אשר הלוים שוכבים: ",
        "2_Chapter, 2_Verse, 2_Comment": "<b>בהיכל ה׳.</b> זה קדש הקדשים, כאשר מפרש: אשר שם ארון אלהים, ומוסב הוא למקרא שלאחריו, לומר שקול הקריאה היה בהיכל ה׳ וכו׳:\n",
        "2_Chapter, 4_Verse, 0_Comment": "<b>כי קראת לי.</b> כי חשב שעלי קראו:\n",
        "2_Chapter, 6_Verse, 0_Comment": "<b>טרם ידע.</b> עדיין לא ידע חכמת אלהות בהיותו עודנו נער, כי אם ידע, היה אם כן מכיר קול נבואה: ",
        "2_Chapter, 6_Verse, 1_Comment": "<b>וטרם יגלה.</b> עד הנה, עדיין לא נגלה אליו ה׳ לדבר בו:\n",
        "2_Chapter, 7_Verse, 0_Comment": "<b>בשלישית.</b> בפעם שלישית:\n",
        "2_Chapter, 8_Verse, 0_Comment": "<b>אם יקרא.</b> אם יוסיף לקרוא עוד:\n",
        "2_Chapter, 9_Verse, 0_Comment": "<b>דבר.</b> ולא אמר דבר ה׳ כאשר הורהו עלי, כי חשב פן עם כל זאת לא ה׳ דבר בו:\n",
        "2_Chapter, 10_Verse, 0_Comment": "<b>תצלינה שתי אזניו.</b> ירעדו אזניו מגודל החרדה, והכונה היא על לקיחת הארון:\n",
        "2_Chapter, 11_Verse, 0_Comment": "<b>אקים.</b> אתחיל לקיים דברי איש האלהים אשר דבר בשם ה׳: ",
        "2_Chapter, 11_Verse, 1_Comment": "<b>החל וכלה.</b> אז בעת לקיחת הארון יתחיל הפורעניות, כי ימותו שני בניו במלחמה ההיא, וכן אכלה לקיים כל דברי הנבואה:\n",
        "2_Chapter, 12_Verse, 0_Comment": "<b>והגדתי לו.</b> רצה לומר: הלא מאז הגדתי לו על ידי איש אלהים שאשפוט את ביתו: ",
        "2_Chapter, 12_Verse, 1_Comment": "<b>בעון.</b> בעבור העון אשר יודע הוא מה שבניו מקילים ובוזים כבודי, ולא מיחה בהם כראוי ומלת ׳להם׳ היא תקון סופרים, והרי הוא כאלו נאמר לי. או רצה לומר שאת עצמם מקללים ברוע מעשיהם, כי ענוש יענשו, והקללה תבא עליהם: ",
        "2_Chapter, 12_Verse, 2_Comment": "<b>ולא כהה בם.</b> רצה לומר: אף בשמוע דברי איש האלהים, עם כל זאת לא חש ולא גער בבניו להכהות מראות פניהם לביישם ברבים:\n",
        "2_Chapter, 13_Verse, 0_Comment": "<b>בזבח ובמנחה.</b> כי אין קטיגור נעשה סניגור, על כי חטאם היה בדבר הקרבנות, אולם בתשובה יכופר עון: ",
        "2_Chapter, 13_Verse, 1_Comment": "<b>עד עולם.</b> העון הזה שמור להם עד עולם לזרעם אחריהם, לקיים בהם ככל דברי הנבואה:\n",
        "2_Chapter, 14_Verse, 0_Comment": "<b>ויפתח.</b> פתח הדלתות כמנהגו, ולא הלך להגיד הנבואה לעלי, כי פחד ממנו לבשרו בשורה קשה:\n",
        "2_Chapter, 16_Verse, 0_Comment": "<b>מה הדבר.</b> רצה לומר אין ספק שה׳ קרא לך עוד, לזאת אשאלך מה דבר בך, ואל תמנע מלהגיד לי: ",
        "2_Chapter, 16_Verse, 1_Comment": "<b>כה יעשה לך אלהים.</b> גזם ולא אמר, וכדומה לזה נמצא הרבה במקרא, והרי הוא כאומר, רעה כזאת וכזאת יעשה לך אלהים, ועוד כזאת יוסיף לך רעה, אם תכחד ממני אפילו דבר אחד מכל דבר ה׳:\n",
        "2_Chapter, 17_Verse, 0_Comment": "<b>ולא כחד.</b> אפילו דבר אחד: ",
        "2_Chapter, 17_Verse, 1_Comment": "<b>ה׳ הוא.</b> רצה לומר: הלא הוא ה׳ והכל שלו, ויעשה הטוב בעיניו, כי מי יוכל לומר לו מה תעשה:\n",
        "2_Chapter, 18_Verse, 0_Comment": "<b>ויגדל.</b> בחכמה ויראת ה׳: ",
        "2_Chapter, 18_Verse, 1_Comment": "<b>ולא הפיל וכו׳.</b> רוצה לומר: אפילו דבריו שאמר בעצמו לא בנבואה, לא בטל אותם המקום להיות נופלים בארץ לבל יתקיימו [ ואמר במשל, מהזורק דבר מה, ולא יחטיא לנפול בארץ ]:\n",
        "2_Chapter, 19_Verse, 0_Comment": "<b>כי נאמן שמואל.</b> כי לפעמים אף אם באה הנבואה למי, היא חוזרת ונפסקת, אבל שמואל היה מוחזק לנביא המתקיים:\n",
        "2_Chapter, 20_Verse, 0_Comment": "<b>ויסף כו׳.</b> רצה לומר: עם שלפני זה היה דבר ה׳ יקר, אבל לאחר זה הוסיף ה׳ להראה בשלה גם לשאר בני הנביאים: ",
        "2_Chapter, 20_Verse, 1_Comment": "<b>כי נגלה.</b> והסבה היתה, על שנגלה ה׳ אל שמואל, ובעבורו בא לעולם שפע הנבואה, וחלה גם על יתר בני הנביאים בדבר ה׳. רצה לומר: לא שראה שום מראה, כי אם נגלה אליו בדבריו וקולו אשר שמע:\n\n",
        "3_Chapter, 0_Verse, 0_Comment": "<b>ויהי דבר שמואל לכל ישראל.</b> רוצה לומר שהיה ונתקיימה נבואת שמואל לכל ישראל, והוא מה שנאמר לו: הנה אנכי עושה דבר בישראל וכו׳, וחוזר ומפרש איך נתקיימה, ואמר: ויצא ישראל וכו׳, ואז לא משלו פלשתים על ישראל, ועיין בקונטרס בחשבון הדורות: ",
        "3_Chapter, 0_Verse, 1_Comment": "<b>אבן העזר.</b> הוא דברי כותב הספר, כי שם האבן העזר לא נקראה עד אחר המלחמה האחרת שעשה שמואל, וישראל נצחו אז (לקמן ז יב):\n",
        "3_Chapter, 1_Verse, 0_Comment": "<b>ותטוש המלחמה.</b> אנשי המלחמה נתפשטו כדרך הנלחמים:\n",
        "3_Chapter, 2_Verse, 0_Comment": "<b>אל המחנה.</b> לאותן שלא הלכו במערכה: ",
        "3_Chapter, 2_Verse, 1_Comment": "<b>למה נגפנו.</b> כי חשבו אשר המה מנוקים מעון: ",
        "3_Chapter, 2_Verse, 2_Comment": "<b>את ארון.</b> כי אמרו: כאשר ישגיח ה׳ בארון בריתו, ישגיח גם בנו:\n",
        "3_Chapter, 3_Verse, 0_Comment": "<b>יושב הכרובים.</b> אשר שוכן על הכרובים אשר על הכפורת: ",
        "3_Chapter, 3_Verse, 1_Comment": "<b>ושם וכו׳.</b> רוצה לומר: הם נשאו הארון:\n",
        "3_Chapter, 4_Verse, 0_Comment": "<b>וירעו.</b> לכבוד ביאת הארון: ",
        "3_Chapter, 4_Verse, 1_Comment": "<b>ותהום הארץ.</b> הוא מלשון גוזמא והפלגה, ורוצה לומר: קול התרועה נשמע למרחוק:\n",
        "3_Chapter, 5_Verse, 0_Comment": "<b>ויאמרו.</b> אלו לאלו: ",
        "3_Chapter, 5_Verse, 1_Comment": "<b>וידעו.</b> אחר החקירה, נודע להם שבא הארון אליהם:\n",
        "3_Chapter, 6_Verse, 0_Comment": "<b>לא היתה כזאת.</b> להביא הארון אל המלחמה:\n",
        "3_Chapter, 7_Verse, 0_Comment": "<b>במדבר.</b> על ים סוף שהוא במדבר:\n",
        "3_Chapter, 8_Verse, 0_Comment": "<b>התחזקו.</b> אמרו אלו לאלו אתם פלשתים התחזקו: ",
        "3_Chapter, 8_Verse, 1_Comment": "<b>והיו לאנשים.</b> רצה לומר לגבורים ואמיצי הלב: ",
        "3_Chapter, 8_Verse, 2_Comment": "<b>והייתם.</b> רצה לומר: אבל אם תהיו לאנשים, אז תוכלו על כל פנים להלחם בהם, לבלי היות מנוצחים לעבוד אותם, ותהיו על כל פנים דומה להם בדבר הנצחון:\n",
        "3_Chapter, 11_Verse, 0_Comment": "<b>ומדיו קרועים.</b> דרך צער ואבלות:\n",
        "3_Chapter, 12_Verse, 0_Comment": "<b>ויבא.</b> רצה לומר: בעת בואו לשילה, ישב עלי על הכסא וכו׳: ",
        "3_Chapter, 12_Verse, 1_Comment": "<b>יד דרך מצפה.</b> אצל מקום דרך ההולך למקום המלחמה, והיה מצפה ומייחל לשמוע מה מהמלחמה, כי היה לבו חרד על הליכת הארון: ",
        "3_Chapter, 12_Verse, 2_Comment": "<b>והאיש בא.</b> מדרך אחר בא להגיד בהעיר: ",
        "3_Chapter, 12_Verse, 3_Comment": "<b>ותזעק.</b> זעקת שבר ויללה:\n",
        "3_Chapter, 15_Verse, 0_Comment": "<b>מה היה הדבר.</b> מה נעשה בהמלחמה:\n",
        "3_Chapter, 16_Verse, 0_Comment": "<b>וגם מגפה.</b> כי הפלשתים רדפו אחריהם והכום:\n",
        "3_Chapter, 17_Verse, 0_Comment": "<b>בעד יד השער.</b> נגד מקום השער: ",
        "3_Chapter, 17_Verse, 1_Comment": "<b>כי זקן האיש וכבד.</b> רצה לומר: לפי שהיה זקן וכחו תש והיה בעל בשר, לזה לא היה יכול להתחזק בעת נפלו להטות עצמו על צדו:\n",
        "3_Chapter, 18_Verse, 0_Comment": "<b>הרה ללת.</b> רצה לומר: נשלם ימי הריונה ללדת: ",
        "3_Chapter, 18_Verse, 1_Comment": "<b>כי נהפכו.</b> מחרדת השמועה, נהפכו ונתגלגלו עליה פתאום חבלי הלידה:\n",
        "3_Chapter, 19_Verse, 0_Comment": "<b>וכעת מותה.</b> וכאשר בא עת מותה על ידי הלידה הפתאומית: ",
        "3_Chapter, 19_Verse, 1_Comment": "<b>אל תראי.</b> היות חשבו שמתפחדת שלא תמות גם היא בעבור רוע המזל, וכמו שאמרו רבותינו ז״ל (שבת קה ב): אחד מן המשפחה שמת, ידאגו וכו׳, ולזה אמרו לה, דעי כי בן ילדת, ושוב אין לך לפחד, כי אם נולד בן זכר, נתרפאת כל המשפחה, וכמו שאמרו רבותינו ז״ל (ירושלמי מועד קטן ג ז): ",
        "3_Chapter, 19_Verse, 2_Comment": "<b>ולא שתה לבה.</b> אל דבריהן:\n",
        "3_Chapter, 20_Verse, 0_Comment": "<b>לאמר.</b> רצה לומר: השם יורה, אשר בעת שנולד, גלה כבוד מישראל וכו׳:\n",
        "3_Chapter, 21_Verse, 0_Comment": "<b>ותאמר.</b> וחזרה ואמרה, עיקר גלות הכבוד, הוא בעבור כי נלקח הארון:\n\n",
        "4_Chapter, 2_Verse, 0_Comment": "<b>לפניו ארצה.</b> על פניו, נפל לארץ לפני הארון: ",
        "4_Chapter, 2_Verse, 1_Comment": "<b>וישיבו.</b> כי חשבו שבמקרה נפל:\n",
        "4_Chapter, 3_Verse, 0_Comment": "<b>כרותות אל המפתן.</b> היו כרותות ומונחות על המפתן: ",
        "4_Chapter, 3_Verse, 1_Comment": "<b>רק דגון.</b> גוף העבודה זרה העשוי בדמות דג:\n",
        "4_Chapter, 4_Verse, 0_Comment": "<b>על כן.</b> על שמצאו על המפתן ראשו וכפות ידיו, החזיקו המפתן למקום קדוש, ולא דרכו עליו: ",
        "4_Chapter, 4_Verse, 1_Comment": "<b>וכל הבאים.</b> מיתר העם: ",
        "4_Chapter, 4_Verse, 2_Comment": "<b>מפתן דגון.</b> מפתן בית דגון:\n",
        "4_Chapter, 5_Verse, 0_Comment": "<b>וישמם.</b> במה שהכה אותם בעפולים, והיו בצורת טחורים:\n",
        "4_Chapter, 6_Verse, 0_Comment": "<b>כי כן.</b> אשר הארון עשה בהם שפטים ובאלהיהם:\n",
        "4_Chapter, 8_Verse, 0_Comment": "<b>יד ה׳ בעיר.</b> מכת יד ה׳ בעיר גת: ",
        "4_Chapter, 8_Verse, 1_Comment": "<b>וישתרו.</b> העפולים, היו בהם נסתרים הרבה מבפנים, היותר מכאיבים:\n",
        "4_Chapter, 9_Verse, 0_Comment": "<b>ואת עמי.</b> כי שרי העם היו הזועקים:\n",
        "4_Chapter, 10_Verse, 0_Comment": "<b>מהומת מות.</b> מלבד מכת העפולים, היתה בהם מגפת ה׳:\n",
        "4_Chapter, 11_Verse, 0_Comment": "<b>אשר לא מתו.</b> בהמגפה: ",
        "4_Chapter, 11_Verse, 1_Comment": "<b>השמים.</b> הוא מדרך גוזמא, ורצה לומר גדלה מאוד עד למעלה:\n\n",
        "5_Chapter, 1_Verse, 0_Comment": "<b>מה נעשה.</b> אם לשלחו למקומו: ",
        "5_Chapter, 1_Verse, 1_Comment": "<b>הודיענו.</b> רצה לומר: ואם יהיה מההכרח לשלחו, הודיענו במה נשלחנו, אם להניחו בעגלה ולמשכו בבהמות, אם לשאתו בכתף:\n",
        "5_Chapter, 2_Verse, 0_Comment": "<b>אם משלחים.</b> רצה לומר: אם יצא הדבר לשלחו למקומו, אל תשלחנו ריקם מבלי מנחה ותשורה: ",
        "5_Chapter, 2_Verse, 1_Comment": "<b>תשיבו לו אשם.</b> תשיבו לה׳ קרבן אשם, כדין המועל בהקדש: ",
        "5_Chapter, 2_Verse, 2_Comment": "<b>אז תרפאו.</b> רצה לומר: כשתרפאו, אז יהיה נודע לכם בבירור, למה לא תסור ידו קודם ההשבה, רצה לומר: אז תדעו שיד ה׳ עשתה זאת:\n",
        "5_Chapter, 3_Verse, 0_Comment": "<b>מספר.</b> כפי מספר סרני פלשתים שהם חמשה, ככה תשיבו חמשה עפולים עשוים מזהב: ",
        "5_Chapter, 3_Verse, 1_Comment": "<b>וחמשה עכברי.</b> כי העפולים היו דומים בצד מה לדמות עכברים, ולזה אמר להשיב גם חמשה עכברי זהב, לכפר על העם חמשת האומות שבארץ פלשתים: ",
        "5_Chapter, 3_Verse, 2_Comment": "<b>לכולם.</b> לכל העם ולהסרנים, וכולכם צריכים כפרה:\n",
        "5_Chapter, 4_Verse, 0_Comment": "<b>צלמי וכו׳ המשחיתים וכו׳.</b> רצה לומר: עשו צלמי דמות העפולים והעכברים, אשר הם משחיתים וכו׳: ",
        "5_Chapter, 4_Verse, 1_Comment": "<b>ונתתם וכו׳ כבוד.</b> רצה לומר: לא שהוא צריך לזה, אלא תנו לכבודו: ",
        "5_Chapter, 4_Verse, 2_Comment": "<b>אולי יקל.</b> בעבור הכבוד אשר תעשו לו: ",
        "5_Chapter, 4_Verse, 3_Comment": "<b>מעליכם.</b> על הסרנים יאמר: ",
        "5_Chapter, 4_Verse, 4_Comment": "<b>ומעל ארצכם.</b> מעל יושבי ארצכם, מותר העם:\n",
        "5_Chapter, 5_Verse, 0_Comment": "<b>ולמה תכבדו.</b> על ששאלו מה נעשה לארון, כאלו היו מסופקים אם לשלחו אם להחזיקו, לזה אמרו ולמה תכבדו וכו׳: ",
        "5_Chapter, 5_Verse, 1_Comment": "<b>הלא כאשר התעלל בהם.</b> רצה לומר: הלא סוף הדבר יהיה כאשר היה במצרים, שהיה משחק ומהתל בהם, ואחרי זה בעל כרחם שלחו את בני ישראל והלכו להם, וכמו כן יהיה סופכם:\n",
        "5_Chapter, 6_Verse, 0_Comment": "<b>ועתה קחו.</b> רצה לומר: קחו עצים ועשו עגלה חדשה לכבוד הארון: ",
        "5_Chapter, 6_Verse, 1_Comment": "<b>ושתי פרות עלות.</b> רצה לומר: ",
        "5_Chapter, 6_Verse, 2_Comment": "<b>בחנו הדבר לדעת שהאמת אתנו, וזאת עשו.</b> קחו פרות מניקות אשר לא משכו מעולם בעול, ואסרו אתהן בעגלה, וקחו את בניהן מהן, והנה מדרך הנהוג לא יזוזו ממקומן ללכת מבניהן, ומכל שכן שגם לא הורגלו במשיכת העול:\n",
        "5_Chapter, 7_Verse, 0_Comment": "<b>והלך.</b> רצה לומר הניחו ללכת מעצמו, לבל ינהג מי את הפרות:\n",
        "5_Chapter, 8_Verse, 0_Comment": "<b>וראיתם.</b> ואז תראו, אם מעצמו יעלה הארון דרך גבול ארצו אל בית שמש, אז בודאי בעבורו באה הרעה, ואם לא יעלה מעצמו דרך גבולו, אז נודע שבמקרה באה הרעה:\n",
        "5_Chapter, 10_Verse, 0_Comment": "<b>טחוריהם.</b> הם העפולים שהיו דומים בצד מה לטחורים:\n",
        "5_Chapter, 11_Verse, 0_Comment": "<b>וישרנה הפרות.</b> הלכו בדרך הישר, לדרך העולה בית שמש: ",
        "5_Chapter, 11_Verse, 1_Comment": "<b>במסלה אחת.</b> ולא הטו ימין ושמאול: ",
        "5_Chapter, 11_Verse, 2_Comment": "<b>הלוך וגעו.</b> רצה לומר: עם כי הלכו וצעקו בעבור חסרון בניהן, מכל מקום לא סרו ימין ושמאול:\n",
        "5_Chapter, 12_Verse, 0_Comment": "<b>וישמחו לראות.</b> לפי שאחרי זה התאבלו בסבת הארון, אמר עתה בעת ראותם, שמחו:\n",
        "5_Chapter, 14_Verse, 0_Comment": "<b>העלו עולות.</b> לבד הפרות האמור למעלה:\n",
        "5_Chapter, 15_Verse, 0_Comment": "<b>ראו.</b> שנבחן הדבר ונמצא כן:\n",
        "5_Chapter, 16_Verse, 0_Comment": "<b>ואלה טחורי.</b> רצה לומר: באלו לא הוסיפו על מה שאמרו הקוסמים והכהנים: ",
        "5_Chapter, 16_Verse, 1_Comment": "<b>לאשדוד אחד.</b> רצה לומר: בעבור שר אשדוד אחד, וכן כולם:\n",
        "5_Chapter, 17_Verse, 0_Comment": "<b>ועכברי וכו׳.</b> אבל על עכברי הזהב הוסיפו, והביאו אחד מול כל עיר, ולא חמשה לבד כדברי הקוסמים: ",
        "5_Chapter, 17_Verse, 1_Comment": "<b>לחמשת.</b> אשר הם לחמשת הסרנים ותחת ממשלתם: ",
        "5_Chapter, 17_Verse, 2_Comment": "<b>מעיר מבצר.</b> בין מול עיר מבצר, בין מול כפר פרוז מבלי חומה סביב: ",
        "5_Chapter, 17_Verse, 3_Comment": "<b>ועד אבל הגדולה.</b> היא האבן הגדולה האמור למעלה, וקראו ׳אבל׳, לפי שהעם התאבלו שם על אשר הכה ה׳ בהם כמו שכתוב למטה, ורצה לומר, אין זה סוף הדבר אשר נכר ונודע עד היום הזה שדה יהושע, כי אפילו האבן הגדולה וכו׳ נכר הוא עד היום הזה בשדה יהושע בית השמשי:\n",
        "5_Chapter, 18_Verse, 0_Comment": "<b>ויך.</b> ה׳ הכה בהם על שפתחו הארון וראו בו בפנים, ולזה הכה בעם שבעים איש מגדולי העיר, והיו שקולים כחמשים אלף איש (סוטה לה ב):\n",
        "5_Chapter, 19_Verse, 0_Comment": "<b>מי יוכל לעמד וכו׳.</b> רצה לומר: הלא הגדולים שבנו מתו, ומי הוא הנשאר אשר יוכל לעמוד לפני ארון ה׳, לשמרו ולהזהר בקדושתו:\n",
        "5_Chapter, 20_Verse, 0_Comment": "<b>רדו העלו.</b> רדו אלינו והעלו אליכם:\n\n",
        "6_Chapter, 0_Verse, 0_Comment": "<b>בגבעה.</b> אשר בגבעה, והוא שם מקום בקרית יערים: ",
        "6_Chapter, 0_Verse, 1_Comment": "<b>קדשו.</b> הזמינו לשמור את הארון, לבל יבוא מי לראותו, ולכבד ולרבץ לפניו:\n",
        "6_Chapter, 1_Verse, 0_Comment": "<b>מיום.</b> רצה לומר: מהתחלת שבת הארון וכל הימים הרבים שהיו במספר עשרים שנה אשר ישב שם, בכל הזמן ההוא נהו ויללו ישראל להתחרט על מעשיהם אשר לא טובים ושבו, ללכת אחרי ה׳:\n",
        "6_Chapter, 2_Verse, 0_Comment": "<b>הסירו.</b> מכל וכל: ",
        "6_Chapter, 2_Verse, 1_Comment": "<b>לבדו.</b> בלא שתוף:\n",
        "6_Chapter, 5_Verse, 0_Comment": "<b>וישאבו מים.</b> רצה לומר: התעוררו לשאוב ולהזיל מי דמע, ושפכו בתפלה לפני ה׳: ",
        "6_Chapter, 5_Verse, 1_Comment": "<b>וישפוט.</b> בדברים שבין אדם לחבירו:\n",
        "6_Chapter, 6_Verse, 0_Comment": "<b>ויעלו.</b> להלחם בם, כי חשבו שנתקבצו ישראל לצאת למלחמה:\n",
        "6_Chapter, 7_Verse, 0_Comment": "<b>אל תחרש ממנו.</b> אל תשתוק מהדבר אשר היא טובה לנו, והוא מזעוק אל ה׳ להושיענו:\n",
        "6_Chapter, 8_Verse, 0_Comment": "<b>טלה חלב.</b> רצה לומר: עודו יונק החלב: ",
        "6_Chapter, 8_Verse, 1_Comment": "<b>ויענהו ה׳.</b> רצה לומר: ראה שנתקבלה ברצון, כי ירדה האש ושרפה את העולה, והיה בטוח בתשועה:\n",
        "6_Chapter, 9_Verse, 0_Comment": "<b>וירעם ה׳.</b> הביא עליהם רעם בקול גדול ויהם אותם, ועל ידי זה נגפו לפני בוא ישראל למלחמה:\n",
        "6_Chapter, 10_Verse, 0_Comment": "<b>ויצאו.</b> אחר זה יצאו מן המצפה ורדפו אחריהם: ",
        "6_Chapter, 10_Verse, 1_Comment": "<b>עד מתחת.</b> הכום בכל הדרך אשר רדפום, עד בואם מתחת לבית כר:\n",
        "6_Chapter, 11_Verse, 0_Comment": "<b>בין המצפה וכו׳.</b> שם עמדו מערכות פלשתים: ",
        "6_Chapter, 11_Verse, 1_Comment": "<b>עד הנה עזרנו ה׳.</b> רצה לומר: עד המקום הזה עזרנו ה׳, במה שהממם בקול רעם ולא שלטה בהם יד ישראל עדיין, כי משם והלאה רדפו ישראל אחריהם ושלטה בהם ידם:\n",
        "6_Chapter, 12_Verse, 0_Comment": "<b>ולא יספו.</b> בימים שהנהיג שמואל עד לא נזדקן, לא הוסיפו לבוא בגבול ישראל: ",
        "6_Chapter, 12_Verse, 1_Comment": "<b>ותהי יד ה׳ בפלשתים.</b> כאשר הלכו ישראל ללחום עמו בגבולו:\n",
        "6_Chapter, 13_Verse, 0_Comment": "<b>לישראל.</b> הערים ההם הוחזרו לישראל: ",
        "6_Chapter, 13_Verse, 1_Comment": "<b>ואת גבולן.</b> הצילו גבול עצמן, לבלי תת לפלשתים לבוא לרשת עוד מה מגבולן: ",
        "6_Chapter, 13_Verse, 2_Comment": "<b>ויהי שלום.</b> כי בעוד משלו פלשתים בישראל, נלחמו עמהם האמורי הנשארו בארץ ישראל, אבל כאשר חזקה יד ישראל, היה שלום ביניהם:\n",
        "6_Chapter, 14_Verse, 0_Comment": "<b>כל ימי חייו.</b> מעת שהועמד לשפוט עד שמת, ואף לאחר שמלך שאול, שפט הוא:\n",
        "6_Chapter, 15_Verse, 0_Comment": "<b>והלך.</b> בכל שנה הלך מביתו וסבב לבית אל וכו׳, ושם שפטם:\n",
        "6_Chapter, 16_Verse, 0_Comment": "<b>ותשובתו.</b> אחר סבובו, שב לרמה, כי שם היה ביתו: ",
        "6_Chapter, 16_Verse, 1_Comment": "<b>ושם שפט וכו׳.</b> הבאים ממרחק:\n\n",
        "7_Chapter, 1_Verse, 0_Comment": "<b>שופטים בבאר שבע.</b> הועמדו לשופטים, וישבו בבאר שבע:\n",
        "7_Chapter, 2_Verse, 0_Comment": "<b>ויטו.</b> הטו עצמן לחשוק בממון, ובעבור זה לקחו שוחד והטו המשפט:\n",
        "7_Chapter, 4_Verse, 0_Comment": "<b>אתה זקנת.</b> ותש כחך לשפוט עוד: ",
        "7_Chapter, 4_Verse, 1_Comment": "<b>ככל הגוים.</b> שמלכם שופטם:\n",
        "7_Chapter, 5_Verse, 0_Comment": "<b>כאשר אמרו וכו׳ לשפטנו.</b> כי המשפט מסור הוא לשופטים, לדון על פי התורה, ולא למלך, לדון על פי דעתו: ",
        "7_Chapter, 5_Verse, 1_Comment": "<b>ויתפלל.</b> שיבוא אליו הדבור לדעת מה ישיב להם:\n",
        "7_Chapter, 6_Verse, 0_Comment": "<b>לכל אשר וכו׳.</b> ואף להיות המשפט מסור ביד המלך: ",
        "7_Chapter, 6_Verse, 1_Comment": "<b>כי לא אותך מאסו.</b> רצה לומר: ופן תאמר איך אזדקק עוד להם אם מאסו בי, כי הנה לא אותך מאסו, כי הלא לא עשו דבר בלתך, אבל בי מאסו, ולא חפצו במשפטי התורה:\n",
        "7_Chapter, 7_Verse, 0_Comment": "<b>ככל המעשים.</b> רצה לומר: אין זה דבר חדש אצלם, כי כמו כל המעשים וכו׳ ומאסו בי ובחרו בעבודה, כן המה עושים גם עתה במה שאמרו לך שימה לנו מלך לשפטנו, למאס במשפט התורה ולבחור במשפט המלך:\n",
        "7_Chapter, 8_Verse, 0_Comment": "<b>ועתה.</b> הואיל ולא בך מאסו, הזדקק להם ושמע בקולם: ",
        "7_Chapter, 8_Verse, 1_Comment": "<b>אך כי העד.</b> אמור להם בהתראה, שלא טוב להם שלא יהיה המלך נכנע למשפט התורה: ",
        "7_Chapter, 8_Verse, 2_Comment": "<b>והגדת להם.</b> הנבא ואומר להם משפט המלך העולה על רוחו מה היא, וידעו שהיא קשה להם:\n",
        "7_Chapter, 10_Verse, 0_Comment": "<b>משפט המלך.</b> העולה על רוחו מבלי פנות אל משפט התורה: ",
        "7_Chapter, 10_Verse, 1_Comment": "<b>יקח ושם לו.</b> יקח אותם בחזקה, וישימם במוליכי מרכבתו וברוכבי הסוסים, ולרוץ רגלי לפני מרכבתו:\n",
        "7_Chapter, 11_Verse, 0_Comment": "<b>ולשום לו וכו׳.</b> והנה רבים ימאסו לשום עליהם עול משא הנהגות העם: ",
        "7_Chapter, 11_Verse, 1_Comment": "<b>ולחרוש חרישו.</b> של המלך:\n",
        "7_Chapter, 14_Verse, 0_Comment": "<b>יעשור.</b> יקח מהם המעשר:\n",
        "7_Chapter, 15_Verse, 0_Comment": "<b>ועשה.</b> יעשה עמהם את הצריך לו למלאכתו:\n",
        "7_Chapter, 16_Verse, 0_Comment": "<b>ואתם.</b> אף אתם עצמכם לא תהיו בני חורין מלעבוד עבודתו:\n",
        "7_Chapter, 17_Verse, 0_Comment": "<b>וזעקתם.</b> בעבור קושי השעבוד מן המלכים, תזעקו לה׳ ולא יענה אתכם, כי כבר התרה בכם, ועם כל זאת חפצתם במלך:\n",
        "7_Chapter, 18_Verse, 0_Comment": "<b>בקול שמואל.</b> אשר היה ממאס להם דבר המלך השופט לפי דעתו: ",
        "7_Chapter, 18_Verse, 1_Comment": "<b>ויאמרו לא.</b> רצה לומר: לא נשמע אליך:\n",
        "7_Chapter, 19_Verse, 0_Comment": "<b>והיינו וכו׳.</b> רצה לומר: ואם נהיה נעשקים מן המלך, נהיה אם כן ככל הגוים, לא נופלים מהם: ",
        "7_Chapter, 19_Verse, 1_Comment": "<b>ושפטנו.</b> רצה לומר: עם העושק יבוא גם התועלת, כי ישפוט בינינו וילחם מלחמותינו:\n",
        "7_Chapter, 21_Verse, 0_Comment": "<b>לכו איש לעירו.</b> אתם לכו עתה איש אל עירו, ואנכי אעשה כדבריכם:\n\n",
        "8_Chapter, 0_Verse, 0_Comment": "<b>בן איש ימיני.</b> רצה לומר: בן אדם גדול מבני בנימן:\n",
        "8_Chapter, 1_Verse, 0_Comment": "<b>בחור וטוב.</b> נבחר במעשיו ויפה מראה: ",
        "8_Chapter, 1_Verse, 1_Comment": "<b>גבוה.</b> והיה גבוה מכל העם מן כתפו ולמעלה:\n",
        "8_Chapter, 4_Verse, 0_Comment": "<b>פן יחדל.</b> רצה לומר: פן מעתה לא ישים עוד לב לדאגת אבדן האתונות, בעבור דאגתו עלינו, כי יחשוב שאנחנו נבוכים בארץ:\n",
        "8_Chapter, 5_Verse, 0_Comment": "<b>בעיר הזאת.</b> אשר לפנינו: ",
        "8_Chapter, 5_Verse, 1_Comment": "<b>והאיש נכבד.</b> גדול הוא בדבר הנבואה, וכל אשר יאמר יתקיים: ",
        "8_Chapter, 5_Verse, 2_Comment": "<b>את דרכנו.</b> את דבר דרכנו אשר הלכנו בעבורה:\n",
        "8_Chapter, 6_Verse, 0_Comment": "<b>והנה נלך.</b> רצה לומר: והנה אם נלך, מה נביא לו למנחה, כי חשבו שמקבל מתנות, כי לא ידעוהו מאז: ",
        "8_Chapter, 6_Verse, 1_Comment": "<b>כי הלחם אזל.</b> כי אם עודנו היה, היינו מביאים לו לחם למנה, וזולת הלחם אין לנו תשורה להביא, כי מה אתנו בלעדו:\n",
        "8_Chapter, 7_Verse, 0_Comment": "<b>נמצא בידי.</b> רצה לומר משלי:\n",
        "8_Chapter, 8_Verse, 0_Comment": "<b>לפנים בישראל.</b> אלה דברי כותב הספר שאמר: בימים הקדמונים היה מנהג הלשון בישראל, כשהלך מי לדרוש דבר ה׳ מן הנביא, היה אומר נלך עד הרואה: ",
        "8_Chapter, 8_Verse, 1_Comment": "<b>כי לנביא היום.</b> מה שהיום נקרא נביא, היה נקרא לפנים רואה: ",
        "8_Chapter, 10_Verse, 0_Comment": "<b>במעלה העיר.</b> בהמסלה העולה אל העיר: ",
        "8_Chapter, 10_Verse, 1_Comment": "<b>היש בזה.</b> בה״א השאלה, ורצה לומר: האם יש פה הרואה:\n",
        "8_Chapter, 11_Verse, 0_Comment": "<b>הנה לפניך.</b> הראו לו מקום ביתו, שהיה לפניו וממולו: ",
        "8_Chapter, 11_Verse, 1_Comment": "<b>זבח היום.</b> זבח הקבוע ליום זה:\n",
        "8_Chapter, 12_Verse, 0_Comment": "<b>כן תמצאון.</b> רצה לומר: עדיין יהיה בביתו ולא עלה הבמה, ותמצאון אותו בביתו: ",
        "8_Chapter, 12_Verse, 1_Comment": "<b>כי לא יאכל העם.</b> רצה לומר: לזה מהר ולך, כי לא הרבה יתעכב בביתו, כי לא יאכל העם עד בואו, וימהר לבוא שמה, שלא יתאחרו הקרואים בעבורו: ",
        "8_Chapter, 12_Verse, 2_Comment": "<b>יברך הזבח.</b> יברך על הזבח הברכה הראויה לה, והוא: אשר קדשנו במצותיו וצונו לאכול הזבח: ",
        "8_Chapter, 12_Verse, 3_Comment": "<b>כהיום.</b> כהעת הזאת תמצאון אותו ואמרו רבותינו ז״ל (ברכות מח ב): שהנערות האריכו בדבריהן, להסתכל ביפיו של שאול:\n",
        "8_Chapter, 15_Verse, 0_Comment": "<b>כעת מחר.</b> כעת הזאת ביום מחר: ",
        "8_Chapter, 15_Verse, 1_Comment": "<b>כי ראיתי את עמי.</b> משגיח אני בצרות עמי: ",
        "8_Chapter, 15_Verse, 2_Comment": "<b>צעקתו.</b> על מה שפלשתים עושים להם [ אחר שנזדקן שמואל ]:\n",
        "8_Chapter, 17_Verse, 0_Comment": "<b>ויגש.</b> נתקרב אל שמואל ושאלו על בית הרואה:\n",
        "8_Chapter, 18_Verse, 0_Comment": "<b>וכל אשר בלבבך.</b> כל אשר תחפוץ לדעת אגיד לך:\n",
        "8_Chapter, 19_Verse, 0_Comment": "<b>אל תשם את לבך.</b> לדאוג עליהם: ",
        "8_Chapter, 19_Verse, 1_Comment": "<b>ולמי כל חמדת ישראל.</b> כאומר ועוד מה יש לך לדאוג על האתונות, הלא למי כל חמדת ישראל וכו׳, ובזה רמז לו המלוכה:\n",
        "8_Chapter, 20_Verse, 0_Comment": "<b>מקטני.</b> מהקטן שבין השבטים, ומשפחתי הלא היא הצעירה וכו׳: ",
        "8_Chapter, 20_Verse, 1_Comment": "<b>ולמה דברת וכו׳.</b> כאומר אין אני ראוי למלוכה:\n",
        "8_Chapter, 21_Verse, 0_Comment": "<b>לשכתה.</b> אל הלשכה, מקום אשר יאכלו שם, ונתן להם מקום לשבת בראש כולם, במקום המעולה: ",
        "8_Chapter, 21_Verse, 1_Comment": "<b>והמה.</b> הקרואים:\n",
        "8_Chapter, 22_Verse, 0_Comment": "<b>אשר אמרתי.</b> אז אמרתי לך הצנע אותה:\n",
        "8_Chapter, 23_Verse, 0_Comment": "<b>וירם הטבח.</b> הביא בהרמת הידים, כאשר הדרך להביא לפני החשובים: ",
        "8_Chapter, 23_Verse, 1_Comment": "<b>הנה הנשאר.</b> רצה לומר לא תחשוב שזהו חלקי הנשאר למאכלי, ובדברו עמו הראה לו הנשאר למאכלי ואמר, הנה זה הנשאר למאכלו: ",
        "8_Chapter, 23_Verse, 2_Comment": "<b>שים לפניך.</b> לזה שים את המנה ההיא לפניך ואכול: ",
        "8_Chapter, 23_Verse, 3_Comment": "<b>כי למועד.</b> כי המנה ההיא שמורה לך על מועד ביאתך: ",
        "8_Chapter, 23_Verse, 4_Comment": "<b>לאמר.</b> כי אמר המזמן את הקרואים ; והוא שמואל: ",
        "8_Chapter, 23_Verse, 5_Comment": "<b>העם קראתי.</b> הלא אני קראתי את העם על הזבח, ועלי ליתן לכל אחד מנה הראויה לו, לזאת שמור המנה ההיא לשאול, כי היא ראויה לו:\n",
        "8_Chapter, 24_Verse, 0_Comment": "<b>על הגג.</b> שעל ביתו אשר בעיר:\n",
        "8_Chapter, 26_Verse, 0_Comment": "<b>ויעבור לפנינו.</b> יתרחק מאתנו ללכת לפנינו, שלא ישמע מה אדבר בך: ",
        "8_Chapter, 26_Verse, 1_Comment": "<b>ויעבור.</b> כשמוע הנער דברי שמואל, עבר מעצמו לפניהם: ",
        "8_Chapter, 26_Verse, 2_Comment": "<b>ואתה עמוד.</b> זהו גמר דברי שמואל, שאמר לו אמור לנער ויעבור ואתה עמוד כעת הזאת, ולפי שהנער עבר לפניהם מיד בשומעו תחלת דבריו, הפסיק בו:\n\n",
        "9_Chapter, 0_Verse, 0_Comment": "<b>הלא.</b> באמת הדבר אשר משחך ה׳ על ידי:\n",
        "9_Chapter, 1_Verse, 0_Comment": "<b>בלכתך.</b> לאמת בלבבו דבר המלוכה, אמר לו אותות, האחת היא, שאמר לו בלכתך וכו׳: ",
        "9_Chapter, 1_Verse, 1_Comment": "<b>עם קבורת רחל.</b> רצה לומר: אשר הם עתה סמוך לקבורת רחל, ואתה הולך והם באים, ותמצאם בגבול בנימין בצלצח: ",
        "9_Chapter, 1_Verse, 2_Comment": "<b>והנה נטש.</b> כאומר הנה בהמצאם עזב דאגה קטנה, ובא לו על ידם דאגה גדולה, ואומר מה אעשה למצוא את בני:\n",
        "9_Chapter, 2_Verse, 0_Comment": "<b>וחלפת.</b> והאות השני הוא, כאשר תעבור משם והלאה וכו׳: ",
        "9_Chapter, 2_Verse, 1_Comment": "<b>בית אל.</b> זה שילה שעמד בה בית אלהים:\n",
        "9_Chapter, 4_Verse, 0_Comment": "<b>אחר כן.</b> והאות השלישי, כאשר תבוא אל גבעת האלהים והיא קרית יערים, שעמד הארון שם בגבעה כמו שכתוב למעלה (ז א): ",
        "9_Chapter, 4_Verse, 1_Comment": "<b>נבל וכו׳.</b> בכדי לשמחם להשרות הנבואה עליהם, כי אין השכינה שורה אלא מתוך שמחה, (שבת ל ב) וכן נאמר באלישע (מלכים ב טו ג): והיה כנגן המנגן ותהי עליו יד ה׳:\n",
        "9_Chapter, 5_Verse, 0_Comment": "<b>וצלחה.</b> תעבור עליך רוח ה׳ ותנבא עמם, ותהיה נהפך לאיש אחר, כי עתה אינך נביא:\n",
        "9_Chapter, 6_Verse, 0_Comment": "<b>עשה לך.</b> התקן לך כלי מלכות כפי יכולתך, כי האלהים עמך ומלוך תמלוך:\n",
        "9_Chapter, 7_Verse, 0_Comment": "<b>וירדת לפני הגלגל.</b> הזהירו ואמר לו, לאחר שתמלוך כאשר תרד הגלגל בעת המלחמה עם פלשתים, והנה תרד שם קודם שארד אני, ותמתין אז שבעת ימים עד בואי, כי אני אעלה העולות לה׳, ושם אודיע לך את אשר תעשה בדבר המלוכה [ ולפי שלא המתין, כעס עליו ולא אמר לו גם אז ]:\n",
        "9_Chapter, 8_Verse, 0_Comment": "<b>לב אחר.</b> רצה לומר: גודל לבב כאשר ראוי למלך:\n",
        "9_Chapter, 10_Verse, 0_Comment": "<b>מה זה היה.</b> רצה לומר: מה זה הסיבה לבן קיש להתנבאות, וכי אביו נביא, להתנבאות גם הוא, וכי גם שאול יהיה בין הנביאים ודומה להם, וכי מאין באה לו הנבואה:\n",
        "9_Chapter, 11_Verse, 0_Comment": "<b>משם.</b> מן הגבעה: ",
        "9_Chapter, 11_Verse, 1_Comment": "<b>ומי אביהם.</b> רצה לומר: מה תתמהו, וכי מי אביהם של כל חבל הנביאים, הלא גם אביהם של אלו לא נביאים היו: ",
        "9_Chapter, 11_Verse, 2_Comment": "<b>היתה למשל.</b> בבוא אדם למעלה שלא הורגל בה, אמרו עליו במשל, הגם שאול בנביאים:\n",
        "9_Chapter, 13_Verse, 0_Comment": "<b>ויאמר דוד שאול.</b> בבואו אל הבמה, מצאו דודו ושאל להם, אן הלכתם: ",
        "9_Chapter, 13_Verse, 1_Comment": "<b>כי אין.</b> לא מצאנו אותם, ובאנו אל שמואל לשאלו עליהם:\n",
        "9_Chapter, 16_Verse, 0_Comment": "<b>ויצעק.</b> אסף את העם: ",
        "9_Chapter, 16_Verse, 1_Comment": "<b>אל ה׳.</b> במקום שנאספים רוב צבור, שם השכינה שורה:\n",
        "9_Chapter, 18_Verse, 0_Comment": "<b>לשבטיכם.</b> כל שבט לבד, להטיל הגורל מי ימלוך: ",
        "9_Chapter, 18_Verse, 1_Comment": "<b>ולאלפיכם.</b> הם המשפחות החלוקות לאלפים:\n",
        "9_Chapter, 19_Verse, 0_Comment": "<b>ויקרב.</b> רצה לומר: הקריב שמות כל השבטים לפני האורים ותומים, להטיל הגורל: ",
        "9_Chapter, 19_Verse, 1_Comment": "<b>וילכד.</b> רצה לומר: עלה הגורל לבני בנימן, ונלכד פתקו ביד המעלה מן הקלפי:\n",
        "9_Chapter, 20_Verse, 0_Comment": "<b>וילכד שאול.</b> אחר שהטילו הגורל על הגברים, נלכד פתקו של שאול ביד המעלה:\n",
        "9_Chapter, 21_Verse, 0_Comment": "<b>וישאלו עוד בה׳.</b> אחר שבקשוהו, הוסיפו לשאול עוד באורים ותומים, האם בא לפה עוד איש מלבד הנמצאים שם והידועים: ",
        "9_Chapter, 21_Verse, 1_Comment": "<b>נחבא.</b> הסתיר עצמו בין כלי העם, והיה להם מקום מיוחד להעמיד שם כלי תשמישם, והיה שאול מטמין עצמו שם, כי היה בורח מן השררה:\n",
        "9_Chapter, 23_Verse, 0_Comment": "<b>הראיתם.</b> אם נותנים אתם לב לראות ולהתבונן בהמלך אשר בחר ה׳, כי אין כמוהו וכו׳, והגון הוא למלוכה: ",
        "9_Chapter, 23_Verse, 1_Comment": "<b>ויריעו.</b> תרועת מלוכה:\n",
        "9_Chapter, 24_Verse, 0_Comment": "<b>את משפט המלוכה.</b> חק המלוכה הראוי על פי התורה והמצוה, שיהא מוראו על העם ולא ימרו פיו: ",
        "9_Chapter, 24_Verse, 1_Comment": "<b>לפני ה׳.</b> לפני הארון:\n",
        "9_Chapter, 25_Verse, 0_Comment": "<b>אשר נגע אלהים.</b> אשר נגע יראת אלהים בלבם, לכבד את המלך אשר נמשח על פי הדבור:\n",
        "9_Chapter, 26_Verse, 0_Comment": "<b>מה יושיענו זה.</b> על כי היות משפחתו הצעירה, ומי אם כן יחזיק בידו: ",
        "9_Chapter, 26_Verse, 1_Comment": "<b>ולא הביאו לו מנחה.</b> כאשר הדרך להביא למלך ביום המלכו: ",
        "9_Chapter, 26_Verse, 2_Comment": "<b>ויהי כמחריש.</b> עשה עצמו כחרש לא ישמע או כאלם לא יפתח פיו:\n\n",
        "10_Chapter, 0_Verse, 0_Comment": "<b>כרת לנו ברית.</b> לבל המית אותנו:\n",
        "10_Chapter, 1_Verse, 0_Comment": "<b>בזאת.</b> בזה התנאי והאופן, שאנקר מכל איש עין ימינו: ",
        "10_Chapter, 1_Verse, 1_Comment": "<b>ושמתיה חרפה.</b> הדבר הזה יהי חרפה לכל ישראל, על שלא יוכלו להושיע אתכם מבזיון גדול כזה:\n",
        "10_Chapter, 2_Verse, 0_Comment": "<b>הרף לנו.</b> התרפה מאתנו והמתן שבעת ימים, ורצה לומר: אם הכוונה בזה לחרף כל ישראל, הנה ראוי להודיעם, ואם לא יושיעונו אז יחשב לחרפה:\n",
        "10_Chapter, 4_Verse, 0_Comment": "<b>אחרי הבקד.</b> על כי ראה שבזוהו, לא נהג גם הוא עדיין בעצמו כבוד מלוכה, והלך אחרי הבקר להנהיגם כדרך ההדיוט:\n",
        "10_Chapter, 5_Verse, 0_Comment": "<b>ותצלח.</b> עבר עליו רוח גודל לבב וגבורה מה׳ כשמעו וכו׳, וחרה אפו על נחש העמוני:\n",
        "10_Chapter, 6_Verse, 0_Comment": "<b>ביד המלאכים.</b> אשר באו מיבש גלעד: ",
        "10_Chapter, 6_Verse, 1_Comment": "<b>לאמר.</b> צום לאמר להם: מי שלא יצא למלחמה ינותח בקרו כזה: ",
        "10_Chapter, 6_Verse, 2_Comment": "<b>פחד ה׳.</b> לא פחד נתיחת הבקר, כי אם פחדו מה׳ להמרות פי משיחו: ",
        "10_Chapter, 6_Verse, 3_Comment": "<b>כאיש אחד.</b> רצה לומר: במהירות רב ובהסכמה אחת:\n",
        "10_Chapter, 9_Verse, 0_Comment": "<b>ויאמרו אנשי יביש.</b> אמרו לאנשי נחש העמוני: מחר נצא וכו׳ ועשו בנו כאשר תרצו, ולהטעותם אמרו, שלא יהיו נשמרים:\n",
        "10_Chapter, 10_Verse, 0_Comment": "<b>בתוך המחנה.</b> של נחש העמוני: ",
        "10_Chapter, 10_Verse, 1_Comment": "<b>באשמורת הבקר.</b> הוא המשמר השלישי הסמוך לבוקר: ",
        "10_Chapter, 10_Verse, 2_Comment": "<b>ויפוצו.</b> נתפזרו אלו מאלו:\n",
        "10_Chapter, 11_Verse, 0_Comment": "<b>מי האומר.</b> מי האיש האומר בלעג ובתמיה, שאול ימלוך עלינו וכי הגון הוא למלוכה, את האנשים האלה תנו בידינו ונמיתם, ואמרו זה על כי ראו שה׳ עמו והתשועה באה על ידו:\n",
        "10_Chapter, 12_Verse, 0_Comment": "<b>כי היום וכו׳.</b> ואין ראוי להמית איש ביום תשועה:\n",
        "10_Chapter, 13_Verse, 0_Comment": "<b>ונחדש שם המלוכה.</b> על כי בראשונה לא קבלוהו כולם ברצון:\n",
        "10_Chapter, 14_Verse, 0_Comment": "<b>וימליכו שם.</b> המליכוהו שנית, בהסכמת כולם וברצון טוב: ",
        "10_Chapter, 14_Verse, 1_Comment": "<b>לפני ה׳.</b> כי השכינה שורה במקום שרוב צבור נאספים:\n\n",
        "11_Chapter, 0_Verse, 0_Comment": "<b>הנה שמעתי וכו׳.</b> רצה לומר: עד לא המלכתי מלך, לא יכולתי להוכיח אתכם, כי פן תחשבו שתכלית דברי המה למנוע המלכת מלך, ולזה שמעתי בתחלה לקולכם והמלכתי מלך:\n",
        "11_Chapter, 1_Verse, 0_Comment": "<b>ועתה.</b> אבל עתה הואיל והמלך מתהלך לפניכם והוחזק במלוכה, ואם כן מי הוא אשר יערב לבו להעבירו ממלכותו וגם אני זקנתי וכחי תש להחזיק עוד בממשלה, ובני הלא המה אתכם נכונים לעבודת המלך וחפצים בו כמותכם, ואם כן שוב אין מקום לומר שרוח אחרת אתי, ולזה אדבר עתה דברי: ",
        "11_Chapter, 1_Verse, 1_Comment": "<b>ואני התהלכתי.</b> רצה לומר: ועוד הלא הייתי מתהלך לפניכם מעיר לעיר לשפוט אתכם, ולא יום ולא יומים, כי אם מנעורי עד היום הזה, ואם כן כולכם מכירים ויודעים אותי, אשר לא כן אנכי הולך בתחבולות וערמומית: ",
        "11_Chapter, 2_Verse, 0_Comment": "<b>הנני.</b> רצה לומר: בעוד שאני פה, ענו בי נגד ה׳ ונגד המלך הנמשח מה׳: ",
        "11_Chapter, 2_Verse, 1_Comment": "<b>לקחתי כופר.</b> פדיון על פשעו: ",
        "11_Chapter, 2_Verse, 2_Comment": "<b>ואעלים עיני בו.</b> ובעבור הכופר העלמתי עיני מבלי לענשו עונש הראוי: ",
        "11_Chapter, 2_Verse, 3_Comment": "<b>ואשיב לכם.</b> רצה לומר: וכאשר תענו בי דבר מה בעודי פה, הנה אשיב לכם על דבריכם:\n",
        "11_Chapter, 3_Verse, 0_Comment": "<b>מאומה.</b> שום דבר מה:\n",
        "11_Chapter, 4_Verse, 0_Comment": "<b>עד ה׳.</b> ה׳ יהיה לעד, וגם משיחו יהיה לעד, אשר לא מצאתם בידי שום דבר שאינו הגון: ",
        "11_Chapter, 4_Verse, 1_Comment": "<b>ויאמר עד.</b> רצה לומר: כל אחד אמר: ",
        "11_Chapter, 4_Verse, 2_Comment": "<b>בן הדבר, ה׳ יהיה עד, וכן משיחו יהיה עד.</b> או שאול לבד אמר: אני אהיה עד:\n",
        "11_Chapter, 5_Verse, 0_Comment": "<b>ויאמר שמואל.</b> אחר שאמרו שלא מצאו בידו מאומה, חזר לדבר דבריו להוכיחם: ",
        "11_Chapter, 5_Verse, 1_Comment": "<b>ה׳ אשר עשה.</b> רצה לומר הלא כולכם ידעתם מעשה ה׳ אשר עשה עם משה ועם אהרן, רצה לומר: הנפלאות שעשה על ידם ועמהם: ",
        "11_Chapter, 5_Verse, 2_Comment": "<b>ואשר העלה.</b> וכו׳ על ידי הנפלאות ההם העלה ממצרים:\n",
        "11_Chapter, 6_Verse, 0_Comment": "<b>ועתה.</b> רצה לומר: הואיל וידעתם, עמדו ואתוכח עמכם על כל צדקות ה׳ וכו׳, רצה לומר: נצחון הויכוח יהיה עם הצדקות:\n",
        "11_Chapter, 7_Verse, 0_Comment": "<b>כאשר בא.</b> רצה לומר: וזה הויכוח שעם הצדקות, שהנה כאשר בא יעקב למצרים, היה סוף הדבר שזעקו אבותיכם אל ה׳ מקושי השעבוד, ושלח את משה וכו׳, ולא היה להם אז מלך ללחום מלחמתם:\n",
        "11_Chapter, 8_Verse, 0_Comment": "<b>וישכחו.</b> ובבואם לארץ שכחו את ה׳, ומסרם ביד הגוים: ",
        "11_Chapter, 8_Verse, 1_Comment": "<b>וילחמו בם.</b> רצה לומר: כי מתחלה לחמו בישראל, ולאחר זמן מסרם ה׳ בידם:\n",
        "11_Chapter, 9_Verse, 0_Comment": "<b>ויזעקו.</b> התפללו לה׳, אבל לא שאלו להם מלך ללחום מלחמתם:\n",
        "11_Chapter, 10_Verse, 0_Comment": "<b>וישלח ה׳ את ירובעל וכו׳.</b> עם כי לא היו מולכים בישראל, הציל ה׳ אתכם על ידיהם, מיד אויביכם היושבים מסביב:\n",
        "11_Chapter, 11_Verse, 0_Comment": "<b>ותראו.</b> רצה לומר: אבל אתם כאשר ראיתם שבא עליכם מלחמה, אמרתם לי לא נהיה כאבותינו אשר היה השופט יוצא לפניהם במלחמה, כי אם מלך ימלוך עלינו והוא ילחום מלחמתנו: ",
        "11_Chapter, 11_Verse, 1_Comment": "<b>וה׳ וכו׳.</b> אבל ה׳ הוא מלככם, והוא הלוחם מלחמותיכם עם השופט אשר יהיה, ואם כן הסכלתם עשו בשאלת המלך כי הלא אמרתם שלא מצאתם בידי מאומה, והלא ראיתם שאין מעצור לה׳ להושיע ביד השופט, ומבלי מלך:\n",
        "11_Chapter, 12_Verse, 0_Comment": "<b>ועתה הנה המלך.</b> אבל עתה מה שעבר אין, כי הלא המלך הנה הוא מולך ועומד: ",
        "11_Chapter, 12_Verse, 1_Comment": "<b>אשר בחרתם.</b> רצה לומר: הלא זהו המלך אשר בעבור התשועה שעשה בחרתם בו, אחר אשר שאלתם על המלך והקב״ה הסכים על ידכם והמליכו, חזרתם ובחרתם בו מעצמיכם, ואם כן אחר כל זאת שוב אין להשיב, ומלוך ימלוך:\n",
        "11_Chapter, 13_Verse, 0_Comment": "<b>אם תיראו.</b> רצה לומר: אך אם תיראו את ה׳ וכו׳, אז כולכם תהיו אחר ה׳, כי הוא ילך לפניכם למלחמה, ואתם תלכו אחריו:\n",
        "11_Chapter, 14_Verse, 0_Comment": "<b>יד ה׳.</b> מכת יד ה׳: ",
        "11_Chapter, 14_Verse, 1_Comment": "<b>ובאבותיכם.</b> ובמלכיכם, כי כל שר ומושל נקרא בלשון אב, וכן (בראשית מה ח) וישימני לאב לפרעה:\n",
        "11_Chapter, 15_Verse, 0_Comment": "<b>גם עתה.</b> רצה לומר: ואם תשיבו לומר, אם שאלת המלך רעה היתה בעיני ה׳, למה הסכים על ידינו, על זה אשיב לכם, גם עתה אחר שהסכים, התיצבו וראו וכו׳, ומזה תשכילו לדעת דרכי ה׳, אשר ימלא שאלת השואל אף אם היא רעה בעיני ה׳, וגם אם לשואלה לא לטובה יחשב:\n",
        "11_Chapter, 16_Verse, 0_Comment": "<b>הלא קציר חטים היום.</b> ואם כן עתה המטר לקללה תחשב, ואף רעה היא בעיני ה׳, להביא הקללה בעולם על לא דבר: ",
        "11_Chapter, 16_Verse, 1_Comment": "<b>אקרא וכו׳.</b> ועם כל זאת כאשר אקרא אל ה׳ על המטר, ישמע קולי ויתן קולות רעמים ומטר, כי כן ימלא שאלת המבקש, הטובה היא אם רעה: ",
        "11_Chapter, 16_Verse, 2_Comment": "<b>ודעו.</b> ובזה דעו שרבה רעתכם וכאשר אמרתי, ואף שהסכים המקום עמכם, כי כן מעשה ה׳, אבל האמת הוא שעשיתם הרע לעצמכם, וגם רעה בעיני ה׳:\n",
        "11_Chapter, 17_Verse, 0_Comment": "<b>ויקרא שמואל.</b> על המטר כאשר אמר: ",
        "11_Chapter, 17_Verse, 1_Comment": "<b>את ה׳.</b> בעבור חטא שאלת המלך: ",
        "11_Chapter, 17_Verse, 2_Comment": "<b>ואת שמואל.</b> על שהמליכו מלך בחייו, וכאלו מאסו בו:\n",
        "11_Chapter, 18_Verse, 0_Comment": "<b>על כל חטאתינו.</b> על החטאים אשר עשינו מאז, הוספנו עוד לעשות הרע בשאלת המלך:\n",
        "11_Chapter, 19_Verse, 0_Comment": "<b>אתם עשיתם.</b> רצה לומר: הלא אתם כבר עשיתם ואין להשיב, אך אל תסורו מה׳, ויכופר העון:\n",
        "11_Chapter, 20_Verse, 0_Comment": "<b>ולא תסורו וכו׳.</b> לא תסורו מה׳ ללכת אחרי עבודה זרה, כי ההליכה ההיא היא ההליכה אחרי התוהו וכו׳ שאין בהם ממש:\n",
        "11_Chapter, 21_Verse, 0_Comment": "<b>כי לא יטוש ה׳.</b> נתן טעם למה לא ייראו ממה שעשו, ואמר: כי לא יטוש ה׳ את עמו בעבור שמו הגדול שלא יחולל: ",
        "11_Chapter, 21_Verse, 1_Comment": "<b>כי הואיל.</b> רצה לומר: כבר נשמע אשר רצה בכם להיות לו לעם סגולה, ואם יטוש אתכם אף כשתטיבו דרככם מהיום ומהלאה, יאמרו אז מבלי יכולת עזבם:\n",
        "11_Chapter, 22_Verse, 0_Comment": "<b>גם אנכי.</b> רצה לומר: כמו שהמקום יכפר העון הזה, כן גם אנכי אמחול על עלבוני, כי חלילה לי מחטוא לה׳ להיות אכזרי מלמחול ולחדול מלהתפלל בעדכם, כי באמת אתפלל כאשר אמרתם, אף אלמד אתכם בדרך הטובה:\n",
        "11_Chapter, 23_Verse, 0_Comment": "<b>אך יראו וכו׳.</b> כי אז תועיל תפלתי: ",
        "11_Chapter, 23_Verse, 1_Comment": "<b>אשר הגדיל עמכם.</b> אשר הגדיל חסדו עמכם, למחול העון הזה:\n",
        "11_Chapter, 24_Verse, 0_Comment": "<b>גם אתם וכו׳.</b> רצה לומר: לא תועיל תפלתי, והמלך לא יושיעכם, ואתם לא תעזרוהו, וכולכם תספו:\n\n",
        "12_Chapter, 0_Verse, 0_Comment": "<b>בן שנה.</b> רצה לומר: כשנמלך, כלתה שנה מזמן משיחתו. או מוסב למקרא שלאחריו, לומר: בשנה הראשונה בחר לו שלשת אלפים וכו׳: ",
        "12_Chapter, 1_Verse, 0_Comment": "<b>ויהיו עם שאול.</b> להיות נכונים לשמשו בעת הצורך: ",
        "12_Chapter, 1_Verse, 1_Comment": "<b>במכמש וכו׳.</b> מהם ישבו במכמש, ומהם בהר בית אל:\n",
        "12_Chapter, 2_Verse, 0_Comment": "<b>ישמעו העברים.</b> רצה לומר: בכדי שישאלו מה זה קול השופר, ידעו על ידי זה להיות נשמרים מן הפלשתים:\n",
        "12_Chapter, 3_Verse, 0_Comment": "<b>הכה שאול.</b> אף שיונתן הכהו, יחשב לשאול, כי הוא המלך וכל דבר יקרא על שמו: ",
        "12_Chapter, 3_Verse, 1_Comment": "<b>נבאש ישראל.</b> נמאס ישראל בעיני פלשתים, כדרך שממאסין בדבר הנבאש: ",
        "12_Chapter, 3_Verse, 2_Comment": "<b>ויצעקו.</b> נאספו אחרי שאול ללכת הגלגל:\n",
        "12_Chapter, 4_Verse, 0_Comment": "<b>קדמת.</b> למזרחה של בית און:\n",
        "12_Chapter, 5_Verse, 0_Comment": "<b>כי נגש העם.</b> נלחצו מפלשתים: ",
        "12_Chapter, 5_Verse, 1_Comment": "<b>ויתחבאו.</b> החביאו את עצמן:\n",
        "12_Chapter, 6_Verse, 0_Comment": "<b>ועברים עברו.</b> אמר בלשון הנופל על הלשון, והוא מדרך צחות, ורצה לומר: קצתם מישראל עברו הירדן וברחו לארץ גד וגלעד: ",
        "12_Chapter, 6_Verse, 1_Comment": "<b>עודנו בגלגל.</b> ולא ירד עדיין לקראת המלחמה: ",
        "12_Chapter, 6_Verse, 2_Comment": "<b>וכל העם.</b> אשר לא נתחבאו ולא ברחו, חרדו ללכת אחריו למלחמה:\n",
        "12_Chapter, 7_Verse, 0_Comment": "<b>ויוחל.</b> המתין שבעת ימים מעת בואו אל הגלגל: ",
        "12_Chapter, 7_Verse, 1_Comment": "<b>למועד אשר שמואל.</b> כמו למועד אשר אמר שמואל, רצה לומר: להזמן שקבע לו שמואל מאז משחו למלך כמו שכתוב למעלה (י ח): ",
        "12_Chapter, 7_Verse, 2_Comment": "<b>ויפץ העם.</b> נתפזרו והלכו ממנו:\n",
        "12_Chapter, 9_Verse, 0_Comment": "<b>לברכו.</b> לתת לו שלום, כן תרגם יונתן:\n",
        "12_Chapter, 10_Verse, 0_Comment": "<b>מה עשית.</b> כי הלא אמרתי לך שתוחיל עד בואי, ואני אעלה העולה: ",
        "12_Chapter, 10_Verse, 1_Comment": "<b>למועד הימים.</b> לזמן הימים שקבעת:\n",
        "12_Chapter, 11_Verse, 0_Comment": "<b>עתה ירדו.</b> הואיל ונאספו, בודאי ירדו ובעל כרחי אלחם עמהם עד לא חליתי פני ה׳ בעת הבאת הקרבן: ",
        "12_Chapter, 11_Verse, 1_Comment": "<b>ואתאפק.</b> לזה התחזקתי לעבור על רצוני ולבל המתן עוד, ואעלה העולה לחלות את פני ה׳ בעת העלותי, עד לא ירדו פלשתים:\n",
        "12_Chapter, 12_Verse, 0_Comment": "<b>נסכלת.</b> עשית סכלות במה שלא המתנת כל היום עד בואי: ",
        "12_Chapter, 12_Verse, 1_Comment": "<b>את מצות ה׳.</b> כי דבר ה׳ היא, ולא מאלי אמרתי: ",
        "12_Chapter, 12_Verse, 2_Comment": "<b>כי עתה.</b> אם משמר היית מצות ה׳, אז עתה בזה הזכות היה ה׳ מכין מלכותך עד עולם:\n",
        "12_Chapter, 13_Verse, 0_Comment": "<b>ועתה.</b> הואיל ולא שמרת, לא תתקיים ממלכתך: ",
        "12_Chapter, 13_Verse, 1_Comment": "<b>בקש ה׳ לו.</b> בעשותך זאת, בקש ה׳ לו איש העושה כלבבו ושומר מצותיו: ",
        "12_Chapter, 13_Verse, 2_Comment": "<b>ויצוהו ה׳.</b> גזר עליו שהוא יהיה לנגיד:\n",
        "12_Chapter, 14_Verse, 0_Comment": "<b>ויקם שמואל.</b> ושאול היה נמשך אחריו: ",
        "12_Chapter, 14_Verse, 1_Comment": "<b>הנמצאים עמו.</b> מאותן שלא נפוצו מעליו:\n",
        "12_Chapter, 15_Verse, 0_Comment": "<b>יושבים.</b> היו מתעכבים בגבע:\n",
        "12_Chapter, 16_Verse, 0_Comment": "<b>המשחית.</b> הם אחוזי חרב מלומדי מלחמה המשחיתים בעם:\n",
        "12_Chapter, 17_Verse, 0_Comment": "<b>הנשקף.</b> גבול ההוא היה נראה להעומד על גי הצבועים: ",
        "12_Chapter, 17_Verse, 1_Comment": "<b>המדברה.</b> מוסב על הדרך, לומר שהדרך יפנה המדברה:\n",
        "12_Chapter, 18_Verse, 0_Comment": "<b>פן יעשו וכו׳.</b> ולזה לא הניחו להיות בהם חרש ברזל:\n",
        "12_Chapter, 19_Verse, 0_Comment": "<b>וירדו.</b> רצה לומר: ומאז כשהיו צריכים ללטוש דבר מה, היו יורדים אל ארץ פלשתים, ללטוש שם אצל החרש:\n",
        "12_Chapter, 20_Verse, 0_Comment": "<b>והיתה וכו׳.</b> רצה לומר: ומי שלא רצה לרדת לפלשתים, היה לוטש בעצמו את המחרשות וכו׳, עם הכלי הקרויה ׳פצירה פים׳, העשויה בהרבה פיות וחריצים, ונוח ללטוש בה:\n",
        "12_Chapter, 21_Verse, 0_Comment": "<b>והיה ביום מלחמת.</b> בעת שנלחמו עם פלשתים: ",
        "12_Chapter, 21_Verse, 1_Comment": "<b>לא נמצא חרב.</b> כי לא היה בישראל חרש ברזל לעשותם: ",
        "12_Chapter, 21_Verse, 2_Comment": "<b>ותמצא.</b> אבל לשאול וליונתן, להם לבדם נמצא חרב וחנית:\n",
        "12_Chapter, 22_Verse, 0_Comment": "<b>אל מעבר מכמש.</b> מהעבר מזה, להתקרב אל הגבעה מקום שאול ויונתן:\n\n",
        "13_Chapter, 0_Verse, 0_Comment": "<b>נושא כליו.</b> כלי מלחמתו: ",
        "13_Chapter, 0_Verse, 1_Comment": "<b>ונעברה.</b> נתקדב אל המצב העומד בהעבר הפונה אלינו:\n",
        "13_Chapter, 1_Verse, 0_Comment": "<b>אשר במגרון.</b> שם מקום בקצה הגבעה: ",
        "13_Chapter, 1_Verse, 1_Comment": "<b>והעם.</b> רצה לומר: העם אשר היו כשש מאות איש, גם המה שמה ישבו עמו:\n",
        "13_Chapter, 2_Verse, 0_Comment": "<b>אחי איכבוד.</b> אחיטוב היה אחי איכבוד: ",
        "13_Chapter, 2_Verse, 1_Comment": "<b>כהן ה׳ בשלה.</b> חוזר על עלי, שהיה כהן גדול בהיות שם המשכן: ",
        "13_Chapter, 2_Verse, 2_Comment": "<b>נושא אפוד.</b> הוא כולל גם לחושן עם האורים ותומים, ועל אחיה חוזר:\n",
        "13_Chapter, 3_Verse, 0_Comment": "<b>ובין המעברות.</b> כי פלשתים חנו במכמש בהר, וישראל חנו למולם בגבעה, והגי שביניהם קרוי בין המעברות, שהוא בין מעבר וצד מחנה פלשתים, ובין מעבר מחנה ישראל, ואמר ׳ובין המעברות׳, רצה לומר: הגיא אשר בקש יונתן לעבור בו להתקרב למחנה פלשתים, היה בו שן הסלע מעבר גבעה, ושן הסלע מעבר וצד מכמש:\n",
        "13_Chapter, 4_Verse, 0_Comment": "<b>מצוק מצפון.</b> מקום מצבו היה מצפון הגיא מול מכמש: ",
        "13_Chapter, 4_Verse, 1_Comment": "<b>מנגב.</b> מקום מצבו מנגב:\n",
        "13_Chapter, 5_Verse, 0_Comment": "<b>ויאמר וכו׳.</b> היא האמירה הנאמר למעלה, ולפי שהפסיק הענין, נאמר שוב, כאומר נחזור לענין הראשון: ",
        "13_Chapter, 5_Verse, 1_Comment": "<b>אולי יעשה וכו׳.</b> קצר ולא אמר מה הדבר אשר יעשה, ומאליו יובן שרצה לומר דבר הצריך, והיא התשועה: ",
        "13_Chapter, 5_Verse, 2_Comment": "<b>ברב.</b> הן ברב עם הן במעט, כי הכל שוה אצלו:\n",
        "13_Chapter, 6_Verse, 0_Comment": "<b>נטה לך.</b> לעבור אליהם: ",
        "13_Chapter, 6_Verse, 1_Comment": "<b>הנני עמך.</b> מוכן אני ללכת עמך כרצונך:\n",
        "13_Chapter, 7_Verse, 0_Comment": "<b>ונגלינו.</b> נגלה את עצמנו אליהם, ואז נעשה בחינה:\n",
        "13_Chapter, 8_Verse, 0_Comment": "<b>דומו.</b> המתינו במקומכם עד נבוא אליכם: ",
        "13_Chapter, 8_Verse, 1_Comment": "<b>ועמדנו.</b> אז נעמוד במקומנו, ולא נעלה להלחם:\n",
        "13_Chapter, 9_Verse, 0_Comment": "<b>עלו עלינו.</b> שהלשון הזה מורה שיהיה לנו עליה והתגברות: ",
        "13_Chapter, 9_Verse, 1_Comment": "<b>ועלינו.</b> אז נעלה להלחם, כי בודאי נתנם ה׳ בידנו, ופיהם הכשילם לדבר כן:\n",
        "13_Chapter, 10_Verse, 0_Comment": "<b>מן החורים.</b> כי חשבו שהמה מן הנחבאים בהמערות:\n",
        "13_Chapter, 11_Verse, 0_Comment": "<b>אנשי המצבה.</b> אנשי המושל המצב: ",
        "13_Chapter, 11_Verse, 1_Comment": "<b>ונודיעה אתכם דבר.</b> אמרו בדרך לעג והלצה כדרך שהבריות אומרים:\n",
        "13_Chapter, 12_Verse, 0_Comment": "<b>על ידיו.</b> על כי המקום היה משופע, לזה החזיק עצמו בידיו: ",
        "13_Chapter, 12_Verse, 1_Comment": "<b>ויפלו.</b> אנשי המצבה נפלו חללים ולא מתו, עד כי נושא כליו השלים מיתתן:\n",
        "13_Chapter, 13_Verse, 0_Comment": "<b>המכה הראשונה.</b> כי לאחר זה כאשר רדפו ישראל אחריהם, הוסיפו עוד להכות בהם: ",
        "13_Chapter, 13_Verse, 1_Comment": "<b>כבחצי מענה וכו׳.</b> רצה לומר: עם שהעשרים האלו היו קרובים זה לזה, כי עמדו בשיעור מרחק חצי מענה אשר יחרוש האדם בצמד בקר בהשדה, עם כל זאת לא עזרו אלו לאלו:\n",
        "13_Chapter, 14_Verse, 0_Comment": "<b>המצב והמשחית.</b> המושל ואנשי המשחית, גם המה חרדו, עם כי מדרכם להיות אמיצי לבב: ",
        "13_Chapter, 14_Verse, 1_Comment": "<b>ותרגז הארץ.</b> אמר בלשון גוזמא והפלגה: ",
        "13_Chapter, 14_Verse, 2_Comment": "<b>ותהי לחרדת אלהים.</b> המחנה היתה לחרדה גדולה כי כאשר ירצה להגדיל דבר מה, סומכו למלת ׳אל׳ כמו [ תהלים פ י ]: וענפיה ארזי אל:\n",
        "13_Chapter, 15_Verse, 0_Comment": "<b>הצופים לשאול.</b> הצופים שהיו לשאול בגבעת בנימן: ",
        "13_Chapter, 15_Verse, 1_Comment": "<b>ההמון.</b> של פלשתים, המה נמוגים והולכים ומוכים בכל פעם יותר:\n",
        "13_Chapter, 16_Verse, 0_Comment": "<b>פקדו.</b> ראו בהשגחה:\n",
        "13_Chapter, 17_Verse, 0_Comment": "<b>הגישה ארון האלהים.</b> לשאול לפניו באורים ותומים, אם נעלה עליהם: ",
        "13_Chapter, 17_Verse, 1_Comment": "<b>ובני ישראל.</b> רצה לומר: הארון היה עם בני ישראל ובתוכם:\n",
        "13_Chapter, 18_Verse, 0_Comment": "<b>עד דבר.</b> בעוד שדבר אל הכהן לשאול באורים ותומים, היה ההמון הולך ומתרבה בדבר הנמיגה וההכאה: ",
        "13_Chapter, 18_Verse, 1_Comment": "<b>אסוף ידך.</b> הכנס ידך אל עצמך להמנע מלפתוח האורים ותומים, כי אין עוד זמן לשאול בהם:\n",
        "13_Chapter, 20_Verse, 0_Comment": "<b>והעברים וכו׳.</b> כי רבים מישראל גרו בארץ פלשתים, והיו משועבדים להם, ועלו עמהם בעל כרחם להלחם בישראל, ואמר: העברים אשר היו לעזרת פלשתים בעת אתמול שלשום אשר עלו במחנה פלשתים, גם המה חזרו להיות עם ישראל, בראותם שיד ה׳ היתה בהם:\n",
        "13_Chapter, 21_Verse, 0_Comment": "<b>המתחבאים.</b> מפחד הפלשתים, כמו שכתוב למעלה (יג ו): ",
        "13_Chapter, 21_Verse, 1_Comment": "<b>וידבקו.</b> יצאו ממקום מחבואם, וידבקו וכו׳:\n",
        "13_Chapter, 22_Verse, 0_Comment": "<b>והמלחמה.</b> עם המלחמה, עברה מבית און והלאה, לרדוף אחרי פלשתים:\n",
        "13_Chapter, 23_Verse, 0_Comment": "<b>נגש ביום ההוא.</b> עם כי מתחלה נחבאו, עתה קרבו להלחם בהם: ",
        "13_Chapter, 23_Verse, 1_Comment": "<b>ויואל.</b> השביע את העם לבל יאכלו מאומה עד הערב, למען לא יהיו טרודים במאכלם, להנקם מפלשתים: ",
        "13_Chapter, 23_Verse, 2_Comment": "<b>לחם.</b> הוא כולל כל דבר מאכל:\n",
        "13_Chapter, 24_Verse, 0_Comment": "<b>וכל הארץ.</b> כל אנשי הארץ, הם בני ישראל: ",
        "13_Chapter, 24_Verse, 1_Comment": "<b>ויהי דבש.</b> הקנים אשר הדבש גדל בהם:\n",
        "13_Chapter, 25_Verse, 0_Comment": "<b>הלך דבש.</b> הדבש היה זב מהקנים: ",
        "13_Chapter, 25_Verse, 1_Comment": "<b>ואין משיג ידו.</b> עם הדבש:\n",
        "13_Chapter, 26_Verse, 0_Comment": "<b>וישב ידו.</b> עם המטה: ",
        "13_Chapter, 26_Verse, 1_Comment": "<b>ותארנה עיניו.</b> כי חשכו בעבור הרעבון:\n",
        "13_Chapter, 27_Verse, 0_Comment": "<b>ויעף העם.</b> רצה לומר: והנה בעבור זה נעשה העם עייף ויגע:\n",
        "13_Chapter, 29_Verse, 0_Comment": "<b>אף כי.</b> רצה לומר: ומה מטעימה לבד אורו עיני, כל שכן אם אכלו אכילה גמורה, וכי עתה לא רבתה מכה בפלשתים, כי הלא על ידי האכילה היה עוד כחם מתחזק:\n",
        "13_Chapter, 30_Verse, 0_Comment": "<b>ממכמש.</b> ממקום מעמד פלשתים רודפים עד אילון, והכו בהם:\n",
        "13_Chapter, 31_Verse, 0_Comment": "<b>על הדם.</b> אמרו רבותינו ז״ל (זבחים קכא) שהקדישו שלמים, ואכלו הבשר קודם זריקת הדם, והתורה אסרתה, שנאמר (ויקרא יט כ): לא תאכלו על הדם:\n",
        "13_Chapter, 32_Verse, 0_Comment": "<b>אבן גדולה.</b> לעשותה במה, לזרוק עליה את הדם:\n",
        "13_Chapter, 33_Verse, 0_Comment": "<b>פוצו.</b> התפזרו בין העם: ",
        "13_Chapter, 33_Verse, 1_Comment": "<b>הגישו אלי.</b> אל מקום הבמה, בכדי לזרוק את הדם מיד על הבמה, ואחר תאכלו:\n",
        "13_Chapter, 34_Verse, 0_Comment": "<b>אותו החל.</b> רצה לומר: עם האבן האמור למעלה, התחיל בנין המזבח, וגמרה בשאר אבנים:\n",
        "13_Chapter, 37_Verse, 0_Comment": "<b>כל פנות העם.</b> כי כל שבט עמד בפנה בפני עצמה, ואמר שכולם מכל הפנות יגשו הלום, בכדי שכולכם תראו ותדעו, בדבר מה היתה החטאת הזאת אשר בעבורה לא ענני ה׳: ",
        "13_Chapter, 37_Verse, 1_Comment": "<b>היום.</b> רצה לומר: בודאי זה מקרוב נעשתה, כי הלא ביום הצליחו במלחמה:\n",
        "13_Chapter, 38_Verse, 0_Comment": "<b>כי חי ה׳.</b> הריני נשבע חי ה׳ וכו׳: ",
        "13_Chapter, 38_Verse, 1_Comment": "<b>אם ישנו.</b> החטא ההוא:\n",
        "13_Chapter, 39_Verse, 0_Comment": "<b>לעבר אחד.</b> רצה לומר: נחלק את עצמנו לשני חלקים, אתם כולכם לצד אחד, ואני ובני וכו׳, ונפיל הגורל בין שני החלקים:\n",
        "13_Chapter, 40_Verse, 0_Comment": "<b>הבה תמים.</b> שיפול הגורל בהשגחה ולא במקרה:\n",
        "13_Chapter, 42_Verse, 0_Comment": "<b>מה עשית.</b> מה העון שעשית: ",
        "13_Chapter, 42_Verse, 1_Comment": "<b>הנני אמות.</b> מוכן אני למות ולא אתרעם:\n",
        "13_Chapter, 43_Verse, 0_Comment": "<b>כה יעשה אלהים.</b> הוא ענין שבועה, וגזם ולא פירש, והרי הוא כאלו אמר, כזאת וכזאת רעה יעשה לי אלהים וכו׳:\n",
        "13_Chapter, 44_Verse, 0_Comment": "<b>היונתן ימות.</b> וכי מן הראוי שימות יונתן, אשר באה על ידו תשועה גדולה: ",
        "13_Chapter, 44_Verse, 1_Comment": "<b>חלילה.</b> חולין וגנאי הוא להמיתו: ",
        "13_Chapter, 44_Verse, 2_Comment": "<b>אם יפול משערת וכו׳.</b> הוא ענין גוזמא ומליצה, כדרך שהבריות אומרים, ורצה לומר: שלא יעשה לו מאומה רע: ",
        "13_Chapter, 44_Verse, 3_Comment": "<b>כי עם אלהים.</b> רצה לומר: היום הזה עשה טובה עם אלהים להושיע לעמו בסכנת נפשו, ואיך אם כן יהיה עובר על השבועה במזיד בשאט נפש, ובודאי שוגג היה ולא ידע מהשבועה: ",
        "13_Chapter, 44_Verse, 4_Comment": "<b>ויפדו העם.</b> בהדברים האלה פדאוהו מן המיתה, ולא הומת:\n",
        "13_Chapter, 45_Verse, 0_Comment": "<b>מאחרי פלשתים.</b> שב למקומו ולא רדפם עוד:\n",
        "13_Chapter, 46_Verse, 0_Comment": "<b>לכד המלוכה.</b> רצה לומר: התחזק בה להיות בידו מבלי פקפוק, כי נלחם באויביו והצליח, והחריד האויב:\n",
        "13_Chapter, 47_Verse, 0_Comment": "<b>ויצל וכו׳.</b> רק את ישראל הציל מידו, אבל לא החרימו, עד שאמר לו שמואל בדבר ה׳ להחרימו:\n",
        "13_Chapter, 48_Verse, 0_Comment": "<b>וישוי.</b> הוא איש בושת, כי בדברי הימים (א ח לג) לא זכר ישוי, וזכר במקומו אשבעל, והוא איש בושת, וכן ירובעל נקרא גם ירובשת (שמואל ב יא כא) ואף בעת נהרגו בני שאול במלחמה (לקמן לא ב), לא חשב ישוי, וזהו כי הוא איש בושת, ונשאר חי ומלך, ומה שלא זכר פה את אבינדב הנחשב בבני שאול אשר מתו במלחמה, וגם בדברי הימים, אולי לא נולד עדיין בעת ההיא:\n",
        "13_Chapter, 49_Verse, 0_Comment": "<b>דוד שאול.</b> נר היה דוד שאול:\n",
        "13_Chapter, 50_Verse, 0_Comment": "<b>בן אביאל.</b> קיש ונר, כל אחד מהם היה בן אביאל:\n",
        "13_Chapter, 51_Verse, 0_Comment": "<b>וראה.</b> כאשר ראה שאול איש גבור וכו׳, היה מאספו אליו:\n\n",
        "14_Chapter, 0_Verse, 0_Comment": "<b>אותי שלח וכו׳.</b> רצה לומר, והנך רואה שנתקיים הדבר ודבר ה׳ בפי אמת, ולזה שמע לקול דברי ה׳ אשר אומר לך, ולא תפקפק בדבריו על היותו דבר זר להחרים את כל הנמצא לעמלק:\n",
        "14_Chapter, 1_Verse, 0_Comment": "<b>פקדתי.</b> זוכר אני את אשר עשה עמלק לישראל: ",
        "14_Chapter, 1_Verse, 1_Comment": "<b>אשר שם לו.</b> כפל הדבר במלות שונות לתוספת ביאור:\n",
        "14_Chapter, 2_Verse, 0_Comment": "<b>עתה וכו׳.</b> רצה לומר: מאז הכיתם ולא החרמתם, עתה לך והחרימם מכל ומכל:\n",
        "14_Chapter, 5_Verse, 0_Comment": "<b>לכו סורו.</b> הפרדו מעם עמלק, כי פן אוסיפך עמו בעת אחרימם, היות בעת כזאת אי אפשר להבחין ולהזהר: ",
        "14_Chapter, 5_Verse, 1_Comment": "<b>עשיתה חסד.</b> על יתרו יאמר, והחסד הוא מה שיעץ להעמיד שופטים, שהיה טובה לכל ישראל, להקל עליהם מלעמוד על משה מבקר עד ערב:\n",
        "14_Chapter, 6_Verse, 0_Comment": "<b>בואך.</b> עד אשר תבוא לשור, וכאלו מדבר מול האדם המכיר המקום:\n",
        "14_Chapter, 8_Verse, 0_Comment": "<b>ויחמול.</b> חסים היו על אגג ועל מבחר הצאן וכו׳ ועל כל דבר טוב שמצאו שם, ולא רצו להחרימם, ולא החרימו כי אם המקנה הבזויה:\n",
        "14_Chapter, 10_Verse, 0_Comment": "<b>כי שב מאחרי ואת דברי לא הקים.</b> כפל הדבר במלות שונות: ",
        "14_Chapter, 10_Verse, 1_Comment": "<b>ויחר לשמואל.</b> דרך הדואג לכעוס על עצמו: ",
        "14_Chapter, 10_Verse, 2_Comment": "<b>ויזעק.</b> להתפלל על שאול: ",
        "14_Chapter, 11_Verse, 0_Comment": "<b>לקראת שאול.</b> ללכת לקראת שאול: ",
        "14_Chapter, 11_Verse, 1_Comment": "<b>בבקר.</b> מוסב על וישכם: ",
        "14_Chapter, 11_Verse, 2_Comment": "<b>מציב לו יד.</b> עושה שם לעצמו מקום לחלק הבזה, ומשם יסוב וירד הגלגל, רצה לומר, כל זה הוגד לשמואל:\n",
        "14_Chapter, 12_Verse, 0_Comment": "<b>אל שאול.</b> כשבא שאול אל הגלגל: ",
        "14_Chapter, 12_Verse, 1_Comment": "<b>ברוך אתה לה׳ וכו׳.</b> רצה לומר: ה׳ יברך אותך, לפי שקיימתי דבר ה׳ אשר צויתני, והזכות הזה באה על ידך:\n",
        "14_Chapter, 13_Verse, 0_Comment": "<b>ומה קול.</b> רצה לומר: ואם קיימת דבר ה׳, מה הוא קול הצאן וכו׳, האם המה מעמלק:\n",
        "14_Chapter, 14_Verse, 0_Comment": "<b>מעמלקי הביאום.</b> רצה לומר: הן אמת מעמלק הובא, ועם כל זה אין רע, כי מה שחסו על מבחר הצאן, היה למען יזבחום לה׳, ולא להחזיק לעצמן, ולזה לא יכולתי למחות בידם, כי אמרו שעוד למצוה יחשב: ",
        "14_Chapter, 14_Verse, 1_Comment": "<b>ואת היותר.</b> הדברים שאינם ראוים לזבוח, החרמנו:\n",
        "14_Chapter, 15_Verse, 0_Comment": "<b>הרף.</b> רצה לומר: עזוב דבריך וחדל מהם, ואגידה לך וכו׳:\n",
        "14_Chapter, 16_Verse, 0_Comment": "<b>אם קטן אתה בעינך.</b> אף אם בעיני עצמך נחשב אתה לקטן, מכל מקום הלא אתה הראש המולך על כל שבטי ישראל, ולא זו בלבד שהם המליכו אותך, אלא שגם ה׳ משחך למלך, ואם כן ידך תקיפה עליהם, ומדוע אם כן לא מחית בידם:\n",
        "14_Chapter, 17_Verse, 0_Comment": "<b>וישלחך.</b> הלא ה׳ שלחך בדרך הזה, וציוך להחרימם:\n",
        "14_Chapter, 18_Verse, 0_Comment": "<b>ולמה לא שמעת.</b> להחרימם מכל וכל, ורצה לומר, היתכן בעבור דברי העם לא שמעת בקול ה׳: ",
        "14_Chapter, 18_Verse, 1_Comment": "<b>ותעט אל השלל.</b> כי על שלא מחית בהעם, הרי הוא כאלו אתה בעצמך מהרת לקחת השלל וכו׳:\n",
        "14_Chapter, 19_Verse, 0_Comment": "<b>אשר שמעתי.</b> רצה לומר: לא כאשר תאמר אתה, כי אשר שמעתי בקול וכו׳: ",
        "14_Chapter, 19_Verse, 1_Comment": "<b>ואביא.</b> רצה לומר: עם שלא הרגתיו, מכל מקום לא שלחתיו לנפשו, רק הביאותיו, והנה בידי להרגו בכל עת:\n",
        "14_Chapter, 20_Verse, 0_Comment": "<b>ויקח העם.</b> ואף מהשלל לא לקחתי אני מאומה, כי אם העם לקחו, וזה לכונה טובה לזבוח לה׳:\n",
        "14_Chapter, 21_Verse, 0_Comment": "<b>החפץ לה׳.</b> וכי רצון ה׳ בעולות, דומה היא כרצונו לשמוע בקולו, הלא לא כן הדבר, כי הנה לשמוע בקולו, טוב בעיניו יותר מזבח, ולהקשיב דברו, טובה לפניו מחלב אילים, וכפל הדבר במלות שונות:\n",
        "14_Chapter, 22_Verse, 0_Comment": "<b>כי חטאת קסם מרי.</b> החטא שיש במעשה הקסם, הוא החטא בעצמו שיש בהממרה בדברי ה׳, כי כמו השואל בקסם, הסיר בטחונו מה׳, כן הממרה בדברו בעבור הסתת או יראת אדם, מסיר בזה בטחונו מה׳: ",
        "14_Chapter, 22_Verse, 1_Comment": "<b>ואון ותרפים הפצר.</b> רצה לומר: דבר התוהו והשקר שיש בתרפים, דבר התוהו ההיא בעצמה יש בהמרבה דברים, כי כמו שאף הרבה מן התרפים תוהו המה ואת כולם ישא הרוח, כן מרבית דברים לא צודקים, לתוהו נחשבו עם רבוים, ולפי שנאמר בשאול (לקמן כח ג) שהסיר את האובות ואת הידעונים, אמר לו: הנה נכשלת בדומה לקוסם ולעושה התרפים, כי המרי בדבר ה׳ מיראת העם, ידמה לקוסם, וההפצר בדברים לא יועיל בם, ידמה לעושה התרפים: ",
        "14_Chapter, 22_Verse, 2_Comment": "<b>יען.</b> לזאת יען מאסת וכו׳:\n",
        "14_Chapter, 23_Verse, 0_Comment": "<b>ואת דבריך.</b> במה שאני מרבה דברים לסתור מאמריך ולומר אשר שמעתי וכו׳: ",
        "14_Chapter, 23_Verse, 1_Comment": "<b>כי יראתי.</b> ועל ידי זה חטאתי להמרות פי ה׳, ונמשך מזה לסתור גם דבריך:\n",
        "14_Chapter, 24_Verse, 0_Comment": "<b>ועתה.</b> הואיל ואני מודה שחטאתי גם לך, לזה מחול חטאתי ושוב עמי וכו׳:\n",
        "14_Chapter, 25_Verse, 0_Comment": "<b>וימאסך ה׳.</b> ואם ה׳ מאס בך, איך אשוב עמך:\n",
        "14_Chapter, 26_Verse, 0_Comment": "<b>ללכת.</b> מעם שאול: ",
        "14_Chapter, 26_Verse, 1_Comment": "<b>ויחזק.</b> שאול אחז בכנף מעיל שמואל למנעו מללכת מעמו, ובהאחזו בו, נקרע הכנף:\n",
        "14_Chapter, 27_Verse, 0_Comment": "<b>קרע ה׳.</b> הקריעה ההיא, היא לסימן שכבר קרע ה׳ וכו׳: ",
        "14_Chapter, 27_Verse, 1_Comment": "<b>לרעך.</b> זהו דוד:\n",
        "14_Chapter, 28_Verse, 0_Comment": "<b>וגם נצח ישראל.</b> רצה לומר: כבר אבדת המלוכה כי כבר נתנה לאחר, וגם לא ישקר בהבטחתו, וגם לא ינחם לאחר זמן, כי לא אדם הוא להנחם (ורצה לומר: מפאת עצמו אין בו שינוי להנחם, אבל השינוי בא מפאת המקבל, ולזה נאמר בשאול נחמתי כי המלכתי וכו׳):\n",
        "14_Chapter, 29_Verse, 0_Comment": "<b>ויאמר חטאתי.</b> רצה לומר: אף כי חטאתי, עם כל זאת מהראוי הוא שעתה בהיותך פה תכבדני נגד כו׳:\n",
        "14_Chapter, 31_Verse, 0_Comment": "<b>מעדנות.</b> קשור בשלשלאות: ",
        "14_Chapter, 31_Verse, 1_Comment": "<b>אכן.</b> באמת סר אלי מרירות המות:\n",
        "14_Chapter, 32_Verse, 0_Comment": "<b>כאשר שכלה.</b> כשהרגת האנשים עם בניהם, היו הנשים שכולות מבעליהן ומבניהן: ",
        "14_Chapter, 32_Verse, 1_Comment": "<b>מנשים.</b> מעין הנשים ההן, ודומה להן תהיה אמך, שכולה ממך:\n",
        "14_Chapter, 34_Verse, 0_Comment": "<b>כי התאבל.</b> רצה לומר: לפי שעם שהיה מתאבל על שאול, עם כל זאת נחם ה׳ וכו׳ ולא חש על אבלותו, לזה נעצב מאוד ולא בא עוד לפני שאול [ אבל שאול בא לפני שמואל, כמו שנאמר לקמן יט ]:\n\n",
        "15_Chapter, 0_Verse, 0_Comment": "<b>ואני מאסתיו.</b> ואין מהראוי להתאבל עליו זמן מרובה: ",
        "15_Chapter, 0_Verse, 1_Comment": "<b>לי מלך.</b> רצה לומר: שהוא יהיה מלך לי, לשמור מצותי:\n",
        "15_Chapter, 1_Verse, 0_Comment": "<b>ואמרת.</b> לבני העיר:\n",
        "15_Chapter, 3_Verse, 0_Comment": "<b>ויאמר.</b> הגדול שבהם אמר לו, אם בואו הוא בהיות עמו השלום, או הוא בעבור העדר השלום:\n",
        "15_Chapter, 4_Verse, 0_Comment": "<b>ויאמר שלום.</b> הנה השלום עמי ואין רע, ובאתי הנה לזבוח לה׳ וכו׳:\n",
        "15_Chapter, 5_Verse, 0_Comment": "<b>אך נגד ה׳.</b> רצה לומר למלכות הוא הגון, אך שיהיה משיחו נגד ה׳, רצה לומר: שיהיה ה׳ עמו:\n",
        "15_Chapter, 6_Verse, 0_Comment": "<b>כי לא.</b> רצה לומר: איני רואה לתלות בדבר אשר רואה האדם: ",
        "15_Chapter, 6_Verse, 1_Comment": "<b>יראה לעינים.</b> אם הנראה הוא יפה עינים, שהוא הדבר אשר יראה האדם, ואין לתלות המלוכה בדבר זה: ",
        "15_Chapter, 6_Verse, 2_Comment": "<b>וה׳.</b> אבל ה׳ יראה ללבב, הטובה היא, ובזה הדבר תלוי:\n",
        "15_Chapter, 9_Verse, 0_Comment": "<b>שבעת בניו.</b> בדברי הימים (א ב טו) לא חשב כי אם שבעה עם דוד, שנאמר: ",
        "15_Chapter, 9_Verse, 1_Comment": "<b>דוד השביעי.</b> ובמדרש יש שהיה לישי עוד בן, ושמו אליהו המוזכר בין הנגידים, שנאמר (שם א כז יח): ליהודה אליהו מאחי דוד, וכן נאמר (לקמן יז יב): ",
        "15_Chapter, 9_Verse, 2_Comment": "<b>ולו שמנה בנים [ ומה שלא חשבו בדברי הימים, יראה שהיה מאשה אחרת.</b> וצרויה ואביגיל היו אחיות לשבעת האחים רק מן האם ולא מן האב, וכמו שנאמר (שמואל ב יז כה): ",
        "15_Chapter, 9_Verse, 3_Comment": "<b>אשר בא אל אביגיל בת נחש.</b> ומזה יראה שהיתה בת נחש, ולא בת ישי, ובהיות כן לא היו אחיות לאליהו, לא מן האב ולא מן האם והנה בדברי הימים (א ב טז) נאמר: ואחיותיהם צרויה ואביגיל, ולזה לא חשב אליהו עמהם, כי לאליהו לא היו אחיות כאמור, אולם חז״ל לא קבלו כן, כי אמרו (בבא בתרא יז א): שנחש הוא ישי ]:\n",
        "15_Chapter, 10_Verse, 0_Comment": "<b>התמו.</b> האם נשלמו: ",
        "15_Chapter, 10_Verse, 1_Comment": "<b>הנערים.</b> בניך: ",
        "15_Chapter, 10_Verse, 2_Comment": "<b>כי לא נסוב.</b> על השלחן לאכול, עד בואו פה:\n",
        "15_Chapter, 11_Verse, 0_Comment": "<b>כי זה הוא.</b> אשר בחרתי בו:\n",
        "15_Chapter, 13_Verse, 0_Comment": "<b>מאת ה׳.</b> ולא באה לו במקרה:\n",
        "15_Chapter, 14_Verse, 0_Comment": "<b>רוח אלהים.</b> רצה לומר: ",
        "15_Chapter, 14_Verse, 1_Comment": "<b>רוח גדול וחזק, כי כשרוצה להגדיל דבר מה, סומכו למלת אלהים.</b> וכן (לעיל יד טו) ותהי לחרדת אלהים או רצה לומר: רוח רעה הבאה מאלהים:\n",
        "15_Chapter, 15_Verse, 0_Comment": "<b>עבדיך לפניך.</b> רצה לומר: אתה תצוה, והלא עבדיך המה לפניך, ונכונים המה לעשות אשר תצוה, ואמור להם אשר יבקשו איש יודע חכמת הנגון ומנגן בכנור: ",
        "15_Chapter, 15_Verse, 1_Comment": "<b>וטוב לך.</b> כי בעבור שמחת קול הזמר, תלך הרעדה:\n",
        "15_Chapter, 16_Verse, 0_Comment": "<b>מטיב לנגן.</b> מנגן טוב ויפה:\n",
        "15_Chapter, 17_Verse, 0_Comment": "<b>וגבור חיל וכו׳.</b> המה הדברים הראוים לעומד בהיכל המלך: ",
        "15_Chapter, 17_Verse, 1_Comment": "<b>וה׳ עמו.</b> שהוא איש מוצלח, ובהצלחתו יועיל לך:\n",
        "15_Chapter, 18_Verse, 0_Comment": "<b>אשר בצאן.</b> אשר רועה בצאן:\n",
        "15_Chapter, 19_Verse, 0_Comment": "<b>חמור לחם.</b> חמור אחד טעון לחם:\n",
        "15_Chapter, 20_Verse, 0_Comment": "<b>נושא כלים.</b> כלי מלחמתו:\n",
        "15_Chapter, 22_Verse, 0_Comment": "<b>ורוח לשאול.</b> באה לו ההרוחה, וסרה ממנו החרדה:\n\n",
        "16_Chapter, 3_Verse, 0_Comment": "<b>איש הבנים.</b> על שערב לבו לגשת בין שתי המערכות, קראו איש הבנים, מלשון בין:\n",
        "16_Chapter, 4_Verse, 0_Comment": "<b>שקלים נחשת.</b> כמו שקלי נחושת, ואינם דומים לשאר שקלים:\n",
        "16_Chapter, 5_Verse, 0_Comment": "<b>ומצחת.</b> הוא מכלי מלחמה, ונעשה לכסות בו הרגלים: ",
        "16_Chapter, 5_Verse, 1_Comment": "<b>וכידון.</b> מן הכובע יצא למטה כעין כידון, להגן צוארו ממכת חרב:\n",
        "16_Chapter, 6_Verse, 0_Comment": "<b>ועץ חניתו.</b> הוא הבית יד, שהיתה עבה כמנור אורגים: ",
        "16_Chapter, 6_Verse, 1_Comment": "<b>ולהבת.</b> ברזל החנית, היה משקלו שש מאות שקלי ברזל, ומשונה הוא משקלי נחושת: ",
        "16_Chapter, 6_Verse, 2_Comment": "<b>הולך לפניו.</b> להגן בו עליו ממכת חרב וחנית:\n",
        "16_Chapter, 7_Verse, 0_Comment": "<b>אל מערכות.</b> אל החיל המסודר למלחמה: ",
        "16_Chapter, 7_Verse, 1_Comment": "<b>למה תצאו.</b> רצה לומר: למה תצאו כולכם למלחמה: ",
        "16_Chapter, 7_Verse, 2_Comment": "<b>הלא אנכי הפלשתי.</b> רצה לומר: אנכי הוא המיוחד שבהם, אחד מהשרים, ואתם הלא עבדים, ועם שאין מהדרך אשר שר וגדול ילחם מול עבד נקלה, עם כל זה ברו לכם איש, וילחם בי:\n",
        "16_Chapter, 8_Verse, 0_Comment": "<b>להלחם אתי.</b> רצה לומר: להתגבר בהלחמו אתי: ",
        "16_Chapter, 8_Verse, 1_Comment": "<b>והיינו.</b> כולנו נהיה לכם לעבדים, בעבור הנצחון האחד לאחד: ",
        "16_Chapter, 8_Verse, 2_Comment": "<b>ועבדתם אותנו.</b> כאומר הלא אתם עבדים לשאול, וכשאנצח תהיו עבדים לנו, ואין לכם בזה נפקא מינה גדולה כל כך:\n",
        "16_Chapter, 9_Verse, 0_Comment": "<b>אני חרפתי.</b> כאומר איך לא תבושו, הלא אני מחרף את ישראל לומר שאין עמכם גבורה, ואתם תחרישון, ועד מתי, תנו לי איש וכו׳:\n",
        "16_Chapter, 11_Verse, 0_Comment": "<b>אפרתי.</b> בית לחם יושבת בארץ אפרת: ",
        "16_Chapter, 11_Verse, 1_Comment": "<b>הזה.</b> רצה לומר: הניכר והידוע לכל: ",
        "16_Chapter, 11_Verse, 2_Comment": "<b>בא באנשים.</b> לרוב זקנותו לא בא בעצמו במלחמה, רק בא בשלחו במקומו אנשים, ורבותינו ז״ל אמרו (ברכות נח א) שהיה בא במחברת אנשים אשר הלכו אחריו לגודל חשיבותו:\n",
        "16_Chapter, 12_Verse, 0_Comment": "<b>הלכו אחרי שאול.</b> לרוב חשיבותם הלכו ליד המלך:\n",
        "16_Chapter, 13_Verse, 0_Comment": "<b>ודוד הוא הקטן.</b> ולזה לא הלך הוא, והגדולים הלכו:\n",
        "16_Chapter, 14_Verse, 0_Comment": "<b>הולך ושב.</b> לא ישב בקבע בבית שאול, כי אם היה הולך ושב וכו׳:\n",
        "16_Chapter, 15_Verse, 0_Comment": "<b>ויתיצב.</b> עמד בין המערכות, ודבר דבריו בבוקר ובערב, עד נשלמו ארבעים יום טרם בוא דוד:\n",
        "16_Chapter, 17_Verse, 0_Comment": "<b>לשר האלף.</b> מה שאחיו היו נמנים בו: ",
        "16_Chapter, 17_Verse, 1_Comment": "<b>תפקוד לשלום.</b> תשגיח לדעת שלומם: ",
        "16_Chapter, 17_Verse, 2_Comment": "<b>ואת ערובתם.</b> את משכונם אשר משכנו לצורך פרנסתם, תפדם מיד הממשכן, ותקחם עמך:\n",
        "16_Chapter, 18_Verse, 0_Comment": "<b>והמה.</b> שלשת בני ישי: ",
        "16_Chapter, 18_Verse, 1_Comment": "<b>נלחמים.</b> מוכנים המה להלחם:\n",
        "16_Chapter, 19_Verse, 0_Comment": "<b>ויטוש.</b> עזב הצאן על שומר אחד, לשמרם עד בואו: ",
        "16_Chapter, 19_Verse, 1_Comment": "<b>וישא.</b> את איפת הקליא וכו׳: ",
        "16_Chapter, 19_Verse, 2_Comment": "<b>המעגלה.</b> היא המחנה, שדרכה לחנות בעגול, כי טוב הוא להיות נשמר מהאויב מסביב: ",
        "16_Chapter, 19_Verse, 3_Comment": "<b>והחיל היוצא.</b> ואז החיל היה יוצא אל המערכה, הוא מקום המלחמה, ובעת יצאם הריעו:\n",
        "16_Chapter, 20_Verse, 0_Comment": "<b>ותערוך.</b> סדרו וערכו מערכתם ישראל ופלשתים, זה מול זה:\n",
        "16_Chapter, 21_Verse, 0_Comment": "<b>ויטוש.</b> עזב והניח הכלים אשר עמו, ביד שומר הכלים של הבאים למלחמה: ",
        "16_Chapter, 21_Verse, 1_Comment": "<b>וירץ המערכה.</b> אל אחיו שהלכו כבר אל המערכה:\n",
        "16_Chapter, 22_Verse, 0_Comment": "<b>ממערכות פלשתים.</b> חוזר על מלת עולה:\n",
        "16_Chapter, 24_Verse, 0_Comment": "<b>הראיתם.</b> בראותם עולה, אמרו אלו לאלו בלשון שאלה, האם אתם נותנים לב להתבונן מעשה האיש העולה הזה, כי עולה לחרף וכו׳: ",
        "16_Chapter, 24_Verse, 1_Comment": "<b>יעשה חפשי.</b> מבלי לעבוד עבודת המלך:\n",
        "16_Chapter, 25_Verse, 0_Comment": "<b>מה יעשה לאיש.</b> אף שכבר שמע, חזר ושאל, להכנס בדברים ולומר שהוא ילך: ",
        "16_Chapter, 25_Verse, 1_Comment": "<b>כי מי.</b> במה נחשב הוא לחרף מערכות עם ה׳:\n",
        "16_Chapter, 26_Verse, 0_Comment": "<b>כדבר הזה.</b> האמור למעלה:\n",
        "16_Chapter, 27_Verse, 0_Comment": "<b>למה זה ירדת.</b> עדיין לא הגיד לו שאביו שלחו הנה: ",
        "16_Chapter, 27_Verse, 1_Comment": "<b>במדבר.</b> במקום גדודי חיות ולסטים: ",
        "16_Chapter, 27_Verse, 2_Comment": "<b>למען ראות.</b> להתענג בראיית המלחמה:\n",
        "16_Chapter, 28_Verse, 0_Comment": "<b>מה עשיתי עתה.</b> כאומר אם דרכך לכעוס עלי בעשותי דבר רע בעיניך, מה זה כעסת עתה, הלא עתה לא עשיתי מאומה, ורק דברים בעלמא דברתי:\n",
        "16_Chapter, 29_Verse, 0_Comment": "<b>כדבר הזה.</b> מה יעשה לאיש וכו׳:\n",
        "16_Chapter, 30_Verse, 0_Comment": "<b>אשר דבר דוד.</b> לבזות גבורת הפלשתי באמרו מי הפלשתי וכו׳, והרי הוא כאומר שהוא ילחם בו:\n",
        "16_Chapter, 31_Verse, 0_Comment": "<b>אל יפול.</b> לא יחרד לב אדם בעבור הפלשתי:\n",
        "16_Chapter, 32_Verse, 0_Comment": "<b>כי נער אתה.</b> ועדיין אינך יודע טכסיסי מלחמה, והוא רגיל במלחמה מנעוריו:\n",
        "16_Chapter, 33_Verse, 0_Comment": "<b>ואת הדוב.</b> ועם הדוב, שניהם יחד:\n",
        "16_Chapter, 35_Verse, 0_Comment": "<b>גם הדוב.</b> הבא עם הארי: ",
        "16_Chapter, 35_Verse, 1_Comment": "<b>והיה הפלשתי.</b> כאומר אבטח בה׳ שיהיה סוף הפלשתי כאחד מהם, על אשר חרף וכו׳:\n",
        "16_Chapter, 36_Verse, 0_Comment": "<b>הוא יצילני.</b> אם לא אוכל להמית אותו:\n",
        "16_Chapter, 38_Verse, 0_Comment": "<b>ויואל ללכת.</b> רצה ללכת בכלי מלחמה: ",
        "16_Chapter, 38_Verse, 1_Comment": "<b>כי לא נסה.</b> אלא שלא נסה, רצה לומר: לא בחן מעולם ללכת בכלי מלחמה, ולזה אמר לא אוכל וכו׳:\n",
        "16_Chapter, 39_Verse, 0_Comment": "<b>ויקח מקלו.</b> להטעות את הפלשתי, לחשוב שיגש אליו להכותו עם המקל, ולא יהיה נשמר מן הקלע: ",
        "16_Chapter, 39_Verse, 1_Comment": "<b>ויבחר לו.</b> הטובים והנאותים לקלעותם: ",
        "16_Chapter, 39_Verse, 2_Comment": "<b>ובילקוט.</b> הכלי שם בהילקוט, למען לא ירגיש בהאבנים:\n",
        "16_Chapter, 41_Verse, 0_Comment": "<b>כי היה נער וכו׳.</b> המורה אשר לא נסה במלחמה, לפי מעט השנים ומהתענג:\n",
        "16_Chapter, 42_Verse, 0_Comment": "<b>הכלב אנכי.</b> וכי כלב אנכי: ",
        "16_Chapter, 42_Verse, 1_Comment": "<b>באלהיו.</b> באמרו אלהי פלשתים יהרגך, וכדומה:\n",
        "16_Chapter, 44_Verse, 0_Comment": "<b>בא אלי בחרב.</b> רצה לומר: כל בטחונך בחרב וכו׳: ",
        "16_Chapter, 44_Verse, 1_Comment": "<b>בשם ה׳.</b> במבטח שם ה׳: ",
        "16_Chapter, 44_Verse, 2_Comment": "<b>אשר חרפת.</b> חוזר הוא על מערכות ישראל:\n",
        "16_Chapter, 45_Verse, 0_Comment": "<b>ונתתי פגד.</b> כי כשאמיתן:, ינוסו כולם ויפלו חללים:\n",
        "16_Chapter, 46_Verse, 0_Comment": "<b>כי לא בחרב.</b> כי הלא אינם בידי: ",
        "16_Chapter, 46_Verse, 1_Comment": "<b>כי לה׳ המלחמה.</b> על ה׳ להלחם על שחרפת עמו, ובידו לתת אתכם בידנו מבלי חרב:\n",
        "16_Chapter, 47_Verse, 0_Comment": "<b>וירץ המערכה.</b> כלפי מערכת פלשתים:\n",
        "16_Chapter, 48_Verse, 0_Comment": "<b>אל הכלי.</b> כלי הרועים אשר שם האבנים בה: ",
        "16_Chapter, 48_Verse, 1_Comment": "<b>במצחו.</b> נכנסה בכובע הנחושת ונקבה ונטבעה במצחו:\n",
        "16_Chapter, 49_Verse, 0_Comment": "<b>ויחזק.</b> נתגבר על הפלשתי המזוין ולא היה בידו כי אם הקלע והאבן: ",
        "16_Chapter, 49_Verse, 1_Comment": "<b>וחרב אין ביד דוד.</b> לכרות בה ראש הפלשתי:\n",
        "16_Chapter, 50_Verse, 0_Comment": "<b>אל הפלשתי.</b> סמוך לו, כי בעת קלעו באבן, עמד ממרחק: ",
        "16_Chapter, 50_Verse, 1_Comment": "<b>את חרבו.</b> של הפלשתי: ",
        "16_Chapter, 50_Verse, 2_Comment": "<b>וימותתהו.</b> וכבר המיתו בהקלע, ועתה כרת ראשו בחרבו:\n",
        "16_Chapter, 51_Verse, 0_Comment": "<b>ויריעו.</b> תרועת שמחה ונצחון:\n",
        "16_Chapter, 52_Verse, 0_Comment": "<b>וישסו.</b> רמסו ובזזו כל אשר היה במקום שעמד שם מחנה פלשתים:\n",
        "16_Chapter, 53_Verse, 0_Comment": "<b>ויביאהו ירושלים.</b> לבשר את העם:\n",
        "16_Chapter, 54_Verse, 0_Comment": "<b>וכראות שאול.</b> מאז בא להלחם עם הפלשתי: ",
        "16_Chapter, 54_Verse, 1_Comment": "<b>בן מי זה הנער.</b> מפני הרוח הרעה שכח שם אביו: ",
        "16_Chapter, 54_Verse, 2_Comment": "<b>חי נפשך.</b> הריני נשבע בחי נפשך אם ידעתי:\n\n",
        "17_Chapter, 0_Verse, 0_Comment": "<b>לדבר.</b> הוא הדבר שאמר שהוא בן ישי: ",
        "17_Chapter, 0_Verse, 1_Comment": "<b>ונפש.</b> רצה לומר: ואז בשמוע יהונתן שגם הוא בן אדם גדול, נקשרה נפשו בנפש דוד:\n",
        "17_Chapter, 1_Verse, 0_Comment": "<b>ולא נתנו לשוב.</b> כאשר היה דרכו מאז שהיה הולך ושב:\n",
        "17_Chapter, 2_Verse, 0_Comment": "<b>באהבתו.</b> בעבור שהיה אוהב אותו כנפשו:\n",
        "17_Chapter, 4_Verse, 0_Comment": "<b>ויצא דוד.</b> מאז והלאה יצא במלחמה: ",
        "17_Chapter, 4_Verse, 1_Comment": "<b>על אנשי המלחמה.</b> לראש ולשר על אנשי המלחמה: ",
        "17_Chapter, 4_Verse, 2_Comment": "<b>עבדי שאול.</b> הם שרי המלחמה, ועם שהיה מאומנותם, לא נתקנאו בו:\n",
        "17_Chapter, 5_Verse, 0_Comment": "<b>בבואם.</b> כשבאו אנשי המלחמה אל ארצם: ",
        "17_Chapter, 5_Verse, 1_Comment": "<b>והמחולות.</b> רצה לומר: והמחולות בידם: ",
        "17_Chapter, 5_Verse, 2_Comment": "<b>בתופים.</b> כמו ובתופים:\n",
        "17_Chapter, 6_Verse, 0_Comment": "<b>באלפיו.</b> בהרבה אלפים של פלשתים:\n",
        "17_Chapter, 7_Verse, 0_Comment": "<b>נתנו לדוד.</b> רצה לומר: בהשיר אמרו על דוד שהכה רבבות וכו׳, ועוד מה נשאר לתת לו, ואך המלוכה לבדה נשארה, כאומר הנה על פי הדברים האלה קרוב הוא למלוך:\n",
        "17_Chapter, 9_Verse, 0_Comment": "<b>כיום ביום.</b> כמו שרגיל בכל יום ויום, כאשר באה עליו רוח רעה:\n",
        "17_Chapter, 10_Verse, 0_Comment": "<b>אכה בדוד ובקיר.</b> רצה לומר: הכאה חזקה, עד אשר תחלוף גוף דוד ותכנס עוד בהקיר: ",
        "17_Chapter, 10_Verse, 1_Comment": "<b>פעמים.</b> שתי פעמים הטיל החנית, ונזדמן הדבר שהיה דוד מסבב ונוטה מפניו, ולא הכהו:\n",
        "17_Chapter, 11_Verse, 0_Comment": "<b>כי היה ה׳ עמו.</b> שהסב מפניו פעמים מבלי כוונה:\n",
        "17_Chapter, 12_Verse, 0_Comment": "<b>שר אלף.</b> למען יתמיד במלחמה, ואולי יהרג: ",
        "17_Chapter, 12_Verse, 1_Comment": "<b>ויצא ויבא.</b> רצה לומר: הוא היה מנהיגם:\n",
        "17_Chapter, 16_Verse, 0_Comment": "<b>ושאול אמר וכו׳.</b> רצה לומר: לא לאהבתו אמר לתת לו בתו, רק חשב שעל ידי זה יפול ביד פלשתים, וידו אל תהי בו:\n",
        "17_Chapter, 17_Verse, 0_Comment": "<b>מי אנכי.</b> כאומר הלא אני שפל אנשים: ",
        "17_Chapter, 17_Verse, 1_Comment": "<b>ומי חיי.</b> רצה לומר: מה חיי חשובים, כי הנכבד, חייו חשובים ויקרים, אבל הנבזה אין חייו חשובים כלום: ",
        "17_Chapter, 17_Verse, 2_Comment": "<b>משפחת.</b> ו׳מי׳ שאמר עומדת במקום שנים, וכאלו אמר: ומי משפחת אבי, הלא היא דלה וצעירה: ",
        "17_Chapter, 17_Verse, 3_Comment": "<b>כי אהיה.</b> שאהיה ראוי והגון להיות חתן המלך, וכאומר הלא בודאי דבר גדול הוא אלי, וכל אשר תאמר אעשה בעבור זה:\n",
        "17_Chapter, 18_Verse, 0_Comment": "<b>ויהי בעת תת.</b> כאשר הגיעה העת שקבע לתת את מרב לדוד, והיא נתנה על ידי עצמה לעדריאל, וקבלה ממנו קדושין בלא דעת אביה:\n",
        "17_Chapter, 19_Verse, 0_Comment": "<b>וישר הדבר בעיניו.</b> בחשבו שעל ידי זה תהי בו יד פלשתים:\n",
        "17_Chapter, 20_Verse, 0_Comment": "<b>ויאמר שאול וכו׳.</b> כן אמר בלבו: ",
        "17_Chapter, 20_Verse, 1_Comment": "<b>ותהי לו למוקש.</b> כי על ידי כן ילחם בפלשתים: ",
        "17_Chapter, 20_Verse, 2_Comment": "<b>בשתים תתחתן בי.</b> רצה לומר: באחת משתי בנותי, או אתן לך את מרב בעל כרחה, או את מיכל ברצונה:\n",
        "17_Chapter, 21_Verse, 0_Comment": "<b>דברו אל דוד.</b> על כי דוד לא ענהו, בחשבו כי מהתל בו כאשר התל בו עם מרב, בחשבו שמדעת אביה קבלה קדושין מאחר, ולזה צוה שאול את עבדיו לדבר בו: ",
        "17_Chapter, 21_Verse, 1_Comment": "<b>הנה המלך חפץ בך.</b> רצה לומר: ",
        "17_Chapter, 21_Verse, 2_Comment": "<b>במה שמרב נשאת לאחר, לא תחשוב שהיה מדעת המלך, לא כן הוא, כי הוא חפץ בך.</b> אף לא תחשוב שעבדי המלך מתקנאים בך, והם אשר מאסו אותך בעיני מרב, ותחוש פן ימאסוך גם בעיני מיכל, גם זה לא הוא, כי כל עבדי המלך אהבוך, ומירב מאסה בך מעצמה, אבל הואיל ומיכל אוהבת אותך, התחתן במלך:\n",
        "17_Chapter, 22_Verse, 0_Comment": "<b>הנקלה.</b> דבר קל הוא בעיניכם להתחתן במלך, הלא אין להתחתן בו כי אם אחד מנכבדי העם, ובהרבות מוהר, אבל אנכי איש רש ואין כל, ואף נקלה ולא מכובד, ומדוע יחפוץ בי המלך, אין זאת:\n",
        "17_Chapter, 24_Verse, 0_Comment": "<b>במאה ערלות.</b> חפצו במאה ערלות פלשתים, לבזותם להנקם מאויביו: ",
        "17_Chapter, 24_Verse, 1_Comment": "<b>ושאול חשב.</b> רצה לומר: אבל האמת, לבבו לא כן יחשוב, כי אם חשב להפילו ביד פלשתים:\n",
        "17_Chapter, 25_Verse, 0_Comment": "<b>וישר הדבר.</b> להביא הערלות ולהתחתן במלך: ",
        "17_Chapter, 25_Verse, 1_Comment": "<b>ולא מלאו הימים.</b> היות נתן לו זמן להביאם, ודוד מהר להביאם עד לא נשלם הימים:\n",
        "17_Chapter, 26_Verse, 0_Comment": "<b>וימלאום.</b> השלים את כל המאתים, עם שלא אמר כי אם מאה:\n",
        "17_Chapter, 27_Verse, 0_Comment": "<b>וירא שאול.</b> טוב הצלחתו: ",
        "17_Chapter, 27_Verse, 1_Comment": "<b>אהבתהו.</b> ותגלה אליו משטמת אביה לו, ויהיה נשמר:\n",
        "17_Chapter, 28_Verse, 0_Comment": "<b>ויאסף.</b> ובעבור זה הוסיף לפחד מפני דוד:\n",
        "17_Chapter, 29_Verse, 0_Comment": "<b>ויצאו.</b> לפשוט בארץ ישראל לשלול שלל, ובכל עת צאתם, הצליח דוד להכות בהם יותר מכל עבדי שאול, ונעשה בזה מכובד בעיני כל:\n\n",
        "18_Chapter, 0_Verse, 0_Comment": "<b>להמית את דוד.</b> בערמה ובשגגה היוצאת מבלי דעת שבדבר המלך נעשה: ",
        "18_Chapter, 0_Verse, 1_Comment": "<b>חפץ בדוד.</b> בהצלחתו ובטובתו:\n",
        "18_Chapter, 1_Verse, 0_Comment": "<b>השמר נא בבקר.</b> רצה לומר: זכור אמרי למחר בבקר, ותשב בסתר ותחביא עצמך:\n",
        "18_Chapter, 2_Verse, 0_Comment": "<b>ליד אבי.</b> למקום אבי, בסמוך לו: ",
        "18_Chapter, 2_Verse, 1_Comment": "<b>בשדה וכו׳.</b> היות דרכו היה לטייל בבקר, בהשדה ההוא אשר צוה יונתן את דוד להחביא עצמו שם: ",
        "18_Chapter, 2_Verse, 2_Comment": "<b>בך.</b> בעבורך: ",
        "18_Chapter, 2_Verse, 3_Comment": "<b>וראיתי מה.</b> רצה לומר: מה ישיב לי, ואגיד לך מיד בהיותך קרוב אלי נחבא בהשדה ההוא:\n",
        "18_Chapter, 3_Verse, 0_Comment": "<b>בדוד טוב.</b> בעבור דוד דבר טוב, ללמד עליו זכות: ",
        "18_Chapter, 3_Verse, 1_Comment": "<b>אל יחטא.</b> במיתת דוד: ",
        "18_Chapter, 3_Verse, 2_Comment": "<b>וכי מעשיו.</b> לא די שלא חטא לך, כי אפילו מעשיו טוב לך:\n",
        "18_Chapter, 4_Verse, 0_Comment": "<b>בכפו.</b> הוא ענין משל, ורצה לומר: כמו המשים דבר מה בכפו, קרוב לאבדו מיד בפתוח הכף, כן הוא סכן נפשו להיות קרוב להאבד, ועל ידו עשה ה׳ תשועה לישראל:\n",
        "18_Chapter, 9_Verse, 0_Comment": "<b>בדוד ובקיר.</b> זרק החנית בכח, עד אשר תחלוף גוף דוד ותנעץ עוד בקיר, וכשנפטר מפניו, נעצה החנית בהקיר, כי נפטר מפניו אחר שיצאה החנית מתחת יד שאול: ",
        "18_Chapter, 9_Verse, 1_Comment": "<b>בלילה הוא.</b> לא נס מיד מבית המלך, רק חזר לביתו, ונס משם בלילה קודם הבקר:\n",
        "18_Chapter, 10_Verse, 0_Comment": "<b>לשמרו.</b> לבל יברח בלילה, ולהביאו אליו בבוקר לעמוד לפניו כמאז, בכדי להמיתו בתחבולה בהטלת חנית וכדומה, כי היה בוש בדבר להמיתו לעיני העם על לא חמס בכפו, ולזה ערום יערים כאלו עושה שלא מדעת:\n",
        "18_Chapter, 11_Verse, 0_Comment": "<b>בעד החלון.</b> והשומרים שמרו בהפתח שמצד האחר:\n",
        "18_Chapter, 12_Verse, 0_Comment": "<b>שמה מראשותיו.</b> עם כי כסתה הראש, חששה פן ימששו ממעל וידעו כי תרפים הם כי אין בהם שער, ולזה שמה מראשותיו נאד מעור העזים והשער ממעל, להטעות את הבאים למשש, ועשתה עוד התחבולות ההם, למען לא ירדפו אחריו, ובהתמהמהם יתרחק למלט נפשו: ",
        "18_Chapter, 12_Verse, 1_Comment": "<b>ותכס.</b> כסתה את הראש ממעל, כאלו עשתה לשמרו מן הצנה וכדומה, ולמען לא יראו שתרפים הוא:\n",
        "18_Chapter, 13_Verse, 0_Comment": "<b>וישלח.</b> בבקר שלח אחריו לעמוד לפניו כמאז:\n",
        "18_Chapter, 14_Verse, 0_Comment": "<b>לראות את דוד לאמר.</b> רצה לומר: שיאמרו שהולכים לבקרו ולראותו, כי שאול חשב שעושה עצמו כחולה לבל יבוא אליו, ולזה אמר העלו וכו׳, כאומר הלא תראו שאיננו חולה, ולזה העלו אותו להמיתו לעיני העם, כי מעתה הוא חייב מיתה על שהתל בי:\n",
        "18_Chapter, 16_Verse, 0_Comment": "<b>למה ככה רמיתני.</b> וחוזר ומפרש כי שלחת את אויבי, ואמרת חולה הוא, למען ימלט בעוד התמהמהנו, ולמה הרבית לרמות אותי כל כך: ",
        "18_Chapter, 16_Verse, 1_Comment": "<b>הוא אמר אלי.</b> ולא מעצמי שלחתיו, כי הוא אמר אלי שלחני למה אמיתך בעבור זה, והייתי אם כן אנוסה בדבר, וכדי שלא יחרה לך אמרתי חולה הוא, להסתיר הדבר ובהאריך הזמן תנוח החמה:\n",
        "18_Chapter, 17_Verse, 0_Comment": "<b>בניות. </b> שם מקום ברמה, הוכן למושב בני הנביאים:\n",
        "18_Chapter, 19_Verse, 0_Comment": "<b>וירא.</b> כל אחד מן המלאכים: ",
        "18_Chapter, 19_Verse, 1_Comment": "<b>ושמואל עומד.</b> ובאה עליהם שפע הנבואה באמצעות שמואל: ",
        "18_Chapter, 19_Verse, 2_Comment": "<b>ותהי.</b> באמצעות הנביאים כלם, באה שפע הנבואה גם על המלאכים, ולא חששו מעתה לדברי שאול:\n",
        "18_Chapter, 22_Verse, 0_Comment": "<b>ותהי עליו.</b> עודו בדרך:\n",
        "18_Chapter, 23_Verse, 0_Comment": "<b>ויפשט.</b> פשט בגדי מלכות, להתדמות להנביאים במלבושיהם ובל יתגאה עליהם: ",
        "18_Chapter, 23_Verse, 1_Comment": "<b>ויפול.</b> נפל על פניו ארצה, וכמו שנאמר בדניאל [ י ט ]: ואני הייתי נרדם על פני ופני ארצה: ",
        "18_Chapter, 23_Verse, 2_Comment": "<b>ערום.</b> רצה לומר: מן בגדי מלכות: ",
        "18_Chapter, 23_Verse, 3_Comment": "<b>על כן יאמרו וכו׳.</b> כי בפעם הראשון שניבא בעת המלכו, לא נתחזק עדיין המשל בפי הבריות לומר הגם שאול בנביאים, וכשניבא שנית אז התחזק המשל לומר על כל הבא למעלה שלא הורגל בה, הגם שאול בנביאים:\n\n",
        "19_Chapter, 0_Verse, 0_Comment": "<b>ויברח.</b> בעוד שאול מתנבא, ברח ובא לביתו:\n",
        "19_Chapter, 1_Verse, 0_Comment": "<b>חלילה.</b> חולין הוא לאבי לעבור על השבועה אשר נשבע לבל ימיתך, וחשב יונתן שכל מה שעשה אביו לא היתה מדעת שלימה, כי אם מרוח רעה הבאה עליו: ",
        "19_Chapter, 1_Verse, 1_Comment": "<b>ומדוע יסתיר.</b> אם דרכו לגלות לפני מצפון לבו, מדוע יסתיר הדבר הזה, אם כן בודאי אין זאת אמת:\n",
        "19_Chapter, 2_Verse, 0_Comment": "<b>וישבע עוד דוד ויאמר.</b> רצה לומר: מתחלה אמר הנה מה שלא גלה לך, הוא בעבור שיודע הוא אשר מצאתי חן בעיניך, ולזה מסתיר ממך לבל תעצב, וחזר ונשבע ואולם חי ה׳ וכו׳, כי כשיעור פסיעה אחת היה ביני ובין המות, כי לולא נטיתי מפניו בעת שהטיל החנית, היה ממית אותי, וכאומר יהיה איך שיהיה, אם בדעת אם מבלי דעת, מכל מקום אני תמיד בסכנה:\n",
        "19_Chapter, 3_Verse, 0_Comment": "<b>מה תאמר נפשך.</b> לפי שהחכמה נתונה בנפש המשכלת, אמר לו מה תאמר נפשך:\n",
        "19_Chapter, 4_Verse, 0_Comment": "<b>חדש מחר.</b> רצה לומר: ראש חדש, והיה מדרך כל אוכלי שלחן המלך, לבוא בו אל השולחן ולא יעדרו, אבל בשאר הימים היה מי מהם לפעמים נמנע מלבוא: ",
        "19_Chapter, 4_Verse, 1_Comment": "<b>ואנכי וכו׳.</b> דרכי לשבת עם המלך לאכול על שולחנו: ",
        "19_Chapter, 4_Verse, 2_Comment": "<b>ושלחתני.</b> רצה לומר: לזאת העצה היעוצה, שהיום תשלחני להסתר היום ומחר, ומחרתו עד הערב עד עת תוכל להודיעני אחר הסעודה:\n",
        "19_Chapter, 5_Verse, 0_Comment": "<b>אם פקוד.</b> אם יזכור בי לשאול עלי, אז תשיב לומר שנשאל ממני ללכת לעירו על הזבח הקבוע לבני משפחתו בכל שנה [ וחשב כי בזולת ראש חדש לא ישאל עליו, כי אין הדבר קבע לבוא בכל יום, ואף בראש חדש לבד, לא ישאל, בחשבו שמקרה הוא, וכאשר היה באמת שחדל לשאול בראש חדש, אולם כשלא יבוא בראש חודש וגם ביום שלאחריו, אז קרוב הדבר שישאל עליו ]:\n",
        "19_Chapter, 6_Verse, 0_Comment": "<b>טוב.</b> רצה לומר: טוב עשית מה שנתת לו רשות ללכת: ",
        "19_Chapter, 6_Verse, 1_Comment": "<b>שלום לעבדך.</b> אז תדע כי שלום לי, ואיננו רוצה להמיתני: ",
        "19_Chapter, 6_Verse, 2_Comment": "<b>דע כי כלתה.</b> רצה לומר: סוף דעתו להמיתני, ולזה חרה לו על מה שלא אהיה מצוי אצלו לשלוח בי יד:\n",
        "19_Chapter, 7_Verse, 0_Comment": "<b>ועשית חסד.</b> לגלות אזני מה נהיה: ",
        "19_Chapter, 7_Verse, 1_Comment": "<b>כי בברית.</b> לזאת מהראוי שתעשה עמדי חסד: ",
        "19_Chapter, 7_Verse, 2_Comment": "<b>ואם יש בי עון.</b> רצה לומר: ואם לאחר זמן מצאת בי עון, ובעבורו תפר הברית: ",
        "19_Chapter, 7_Verse, 3_Comment": "<b>תביאני.</b> כי אם לא תגלה אזני, אבוא שוב לפני אביך, ותהיה אתה הגורם:\n",
        "19_Chapter, 8_Verse, 0_Comment": "<b>חלילה לך.</b> חולין היא לך מלהיות נמצא בך עון שבעבורו יופר הברית: ",
        "19_Chapter, 8_Verse, 1_Comment": "<b>עד אשר אם אדע וכו׳.</b> רצה לומר לא נמצא בך עון שבעבורה אעלים ממך דברי אבי:\n",
        "19_Chapter, 9_Verse, 0_Comment": "<b>מי יגיד לך.</b> רצה לומר: על ידי מי תגיד לי: ",
        "19_Chapter, 9_Verse, 1_Comment": "<b>או מה.</b> רצה לומר: מה יענך טוב, או מה יענך קשה, ומסוף המקרא למדנו חסרון ראשיתו:\n",
        "19_Chapter, 10_Verse, 0_Comment": "<b>השדה.</b> כי אין להמתיק סוד כי אם בשדה, בכדי שלא יהיה נשמע למי:\n",
        "19_Chapter, 11_Verse, 0_Comment": "<b>ה׳ אלהי ישראל.</b> רצה לומר: הריני נשבע בה׳ וכו׳: ",
        "19_Chapter, 11_Verse, 1_Comment": "<b>כעת מחר.</b> כעת הזאת ביום מחר השלישית, והוא יום שאחר ראש חדש: ",
        "19_Chapter, 11_Verse, 2_Comment": "<b>והנה טוב.</b> כשתהיה ההודעה טובה: ",
        "19_Chapter, 11_Verse, 3_Comment": "<b>ולא אז וכו׳.</b> וכי לא אז אשלח אליך לבשרך טובה, בתמיה:\n",
        "19_Chapter, 12_Verse, 0_Comment": "<b>כה יעשה וכו׳.</b> הוא ענין שבועה, וגזם ולא אמר, והרי הוא כאלו אמר, טובה כזאת יעשה לי וכן יוסיף וכו׳: ",
        "19_Chapter, 12_Verse, 1_Comment": "<b>כי ייטיב.</b> כאשר יהיה ישרו טוב בעיני אבי להרע לך, עם כי יקשה בעיני לבשרך רעה, עם כל זה אגלה אזנך, כי ההליכה מפה, לטובה תחשב, כי תלך בשלום מבלי פחד, וסוף הדבר יהיה כי מלוך תמלוך, וזהו ויהי ה׳ עמך וכו׳:\n",
        "19_Chapter, 13_Verse, 0_Comment": "<b>ולא אם עודני חי.</b> רצה לומר: לא אשאל ממך דבר אם אהיה עדיין חי כשתמלוך, ולתוספת ביאור אמר ולא תעשה וכו׳, ורצה לומר: ולא אשאל אשר תעשה עמדי חסד בעבור ברית ה׳ אשר בינינו בעוד שלא אמות, והרי הוא כאומר מובטחני שתקיים הברית מבלי שאלה ובקשה:\n",
        "19_Chapter, 14_Verse, 0_Comment": "<b>ולא תכרית.</b> אף לא אשאל שלא תכרית למנוע ולבטל חסדך מעם ביתי: ",
        "19_Chapter, 14_Verse, 1_Comment": "<b>ולא בהכרית.</b> אף לא אשאל שתשמור הברית בעת יכרית ה׳ את אויביו, והם בית שאול שיוכרתו כלם בסבת הגבעונים, ואמר גם לא אשאל לפרט שתחמול אז על זרעי, כי הברית כולל הכל, וידעתי כי שמור תשמור:\n",
        "19_Chapter, 15_Verse, 0_Comment": "<b>עם בית דוד.</b> לעשות חסד עם ביתו, בעוד היותו נרדף משאול: ",
        "19_Chapter, 15_Verse, 1_Comment": "<b>ובקש.</b> זה מדברי יונתן שאמר ה׳ יבקש מאויבי דוד לשלם גמול, ואף ממני, אם אהיה לו לאויב למנוע החסד מביתו:\n",
        "19_Chapter, 16_Verse, 0_Comment": "<b>באהבתו אותו.</b> רצה לומר: לא הוסיף להשביעו, בעבור כי חשש פן לא יקיים דוד את הברית שמאז, אולם מה שהוסיף להשביעו, הוא על כי אהב אותו כנפשו, והיה מתענג בהזכיר כי מלוך ימלוך ויהיה לאל ידו לעשות חסד:\n",
        "19_Chapter, 17_Verse, 0_Comment": "<b>ויאמר לו יהונתן.</b> עתה חזר להשיב כל מה ששאלו דוד מי יגיד לו, ואמר לו מחר ראש חדש, ותהיה נזכר כאשר יחסר מקום מושבך מאין יושב בה, ורצה לומר: על ידי שמחר ראש חדש תהיה בודאי נזכר, אם למחר אם למחרתו, וכמו שכתוב למעלה:\n",
        "19_Chapter, 18_Verse, 0_Comment": "<b>ושלשת.</b> כל שלשת הימים, והם היום ומחר ומחרתו, תרד מאד להיות נסתר בהעמק, במקום שנסתרת שם ביום המעשה, והוא היום שהיה בו מעשה השבועה, אשר נשבע שאול ליהונתן לבל המית את דוד, כי גם אז היה נסתר במקום ההוא:\n",
        "19_Chapter, 19_Verse, 0_Comment": "<b>שלשת החצים.</b> האחד לירות ראשון, והשני אחריו, אם להרחיקו אם להקריבו כפי הסימן האמור בענין, ואולי לא יכוין בהשני, לקח עוד אחד, ובו יכוין לפי הסימן הנרצה: ",
        "19_Chapter, 19_Verse, 1_Comment": "<b>צדה אורה.</b> אשליך לצד האבן ההוא, כאלו אני מורה למטרה:\n",
        "19_Chapter, 20_Verse, 0_Comment": "<b>והנה אשלח.</b> לאחר זה אשלח הנעד אשר עמד למצוא החצים: ",
        "19_Chapter, 20_Verse, 1_Comment": "<b>אם אמור אומר.</b> רצה לומר: הסימן הזה יהיה בידך, אם אומר לנער הנה החצים ממך והנה, רצה לומר קרובים אלי ממך, ועברת מהם ולהלאה, כי כשירצה לעשות זה הסימן, יזרוק שוב חץ להיות קרוב אליו מן הנער: ",
        "19_Chapter, 20_Verse, 2_Comment": "<b>קחנו.</b> אז אתה קח החץ ובוא: ",
        "19_Chapter, 20_Verse, 3_Comment": "<b>חי ה׳.</b> נשבע לו שבאם יאמר כזאת, בודאי שלום לו ואין דבר רע, ועם כל זה לא רצה לקרות לו, שלא יודע שבעצתו נסתר:\n",
        "19_Chapter, 21_Verse, 0_Comment": "<b>ממך והלאה.</b> להלן ממקום עמדך, כי כשירצה לעשות זה הסימן, יזרוק שוב חץ להיות רחוק מהראשון, וכאשר עשה באמת: ",
        "19_Chapter, 21_Verse, 1_Comment": "<b>לך.</b> אז לך לדרכך וברח לך: ",
        "19_Chapter, 21_Verse, 2_Comment": "<b>כי שלחך ה׳.</b> רצה לומר: ההליכה תהיה לך לטובה, ומה׳ היא:\n",
        "19_Chapter, 22_Verse, 0_Comment": "<b>והדבר.</b> כאומר ואם תלך לך, זכור תזכור הדבר אשר דברנו, והוא דברי הברית שכרתנו: ",
        "19_Chapter, 22_Verse, 1_Comment": "<b>הנה ה׳.</b> רצה לומר: אין בינינו עד, ואך הנה העד יהיה ה׳ וכו׳:\n",
        "19_Chapter, 24_Verse, 0_Comment": "<b>על מושבו.</b> על המקום המיוחד לו לשבת בה, והוא במקום המושב שאצל הקיר: ",
        "19_Chapter, 24_Verse, 1_Comment": "<b>ויקם יהונתן.</b> כי סדר הישיבה היה, אשר ישב דוד סמוך להמלך, ואחריו יהונתן, ואחריו אבנר, וישב עתה המלך במקומו, ויהונתן במקומו, ואבנר במקומו, וכשלא בא דוד, נשאר יהונתן יושב סמוך לאביו מבלי אמצעי, ואין מדרך הבן להסב אצל אביו, לזה קם יהונתן ממקומו לשבת במקום אבנר, והוא ישב במקום יהונתן מצד שאול, להיות הוא אמצעי בין שאול ליהונתן בנו (ולא ישב אבנר במקום דוד ונשאר יונתן במקומו, כי חשב פן יבוא עוד דוד וישב במקומו, ואף כי יהונתן ידע שלא יבוא, מכל מקום עשה עצמו בתחילה כלא יודע, עם שאמר בסוף שנשאל ממנו וכו׳, ומטעם זה ישב מתחילה במקומו, כאלו לא ידע): ",
        "19_Chapter, 24_Verse, 2_Comment": "<b>ויפקד.</b> נחסר היה המקום מן היושב:\n",
        "19_Chapter, 25_Verse, 0_Comment": "<b>ולא דבר.</b> לא שאל מדוע לא בא דוד, כי חשב מקרה קרה לו שלא בא, ואותו מקרה בלתי טהור הוא, רצה לומר: שראה קרי ולזה לא בא, כי לא טהור הוא עדיין, כי לא טבל לקריו, ואין מהראוי לאכול בשלחן המלך הטמא והטהור יחדו:\n",
        "19_Chapter, 26_Verse, 0_Comment": "<b>ממחרת החדש השני.</b> רצה לומר: ממחרת ראש חדש, שהוא שני לחדש: ",
        "19_Chapter, 26_Verse, 1_Comment": "<b>גם תמול.</b> כי חשב, אם היה מקרה, היה לו לבוא היום חלופו, עם שאין הדבר קבוע בכל יום מימות החול:\n",
        "19_Chapter, 27_Verse, 0_Comment": "<b>נשאול נשאל.</b> ממני שאל רשות ללכת עד בית לחם:\n",
        "19_Chapter, 28_Verse, 0_Comment": "<b>שלחני.</b> תן לי רשות ללכת: ",
        "19_Chapter, 28_Verse, 1_Comment": "<b>זבח משפחה.</b> אותו היום היו בני משפחתו זובחים בעירו זבחי שלמים: ",
        "19_Chapter, 28_Verse, 2_Comment": "<b>והוא צוה לי.</b> לבוא על הזבח, וחוזר ומפרש מי היה המצוה, ואמר אחי אליאב הבכור הוא היה המצוה: ",
        "19_Chapter, 28_Verse, 3_Comment": "<b>אמלטה נא.</b> מעבודת המלך, ואראה את אחי בשמחת הזבח: ",
        "19_Chapter, 28_Verse, 4_Comment": "<b>על כן לא בא.</b> כי נתתי לו רשות ללכת, והלך לו:\n",
        "19_Chapter, 29_Verse, 0_Comment": "<b>בן נעות המרדות.</b> רצה לומר: כאשר אמך היא נפשעת בדבר המרידה למרוד בי, כן אתה בנה דומה לה לפשוע בדבר המרד: ",
        "19_Chapter, 29_Verse, 1_Comment": "<b>הלא ידעתי.</b> מאז ידעתי שאתה בוחר בבן ישי להיות מולך, וזה לבשתך ולבושת הגלות דופי אמך, כי הלא יאמרו הבריות, אין זה כי אם זנתה אמו והוא אינו בן שאול, ולזה יאהב לשונאי שאול:\n",
        "19_Chapter, 30_Verse, 0_Comment": "<b>כי כל הימים.</b> רצה לומר: כי אם לא בחרת בו שימלוך הוא, לא היית מצילו מידי, כי כל ימי חייו לא תתקיים, לא אתה ולא המלכות: ",
        "19_Chapter, 30_Verse, 1_Comment": "<b>ועתה שלח.</b> הואיל ואתה נתת לו רשות ללכת, עליך להשיבו, כי הוא בן מות, ואמיתנו:\n",
        "19_Chapter, 31_Verse, 0_Comment": "<b>מה עשה.</b> אם ה׳ המליכו, מה עשה הוא:\n",
        "19_Chapter, 32_Verse, 0_Comment": "<b>כי כלה היא.</b> רצה לומר: סוף גמר דעת אביו הוא להמיתו:\n",
        "19_Chapter, 33_Verse, 0_Comment": "<b>ביום החדש השני.</b> רצה לומר: ביום השני להחדש: ",
        "19_Chapter, 33_Verse, 1_Comment": "<b>אל דוד.</b> בראותו כי כלתה אליו הרעה: ",
        "19_Chapter, 33_Verse, 2_Comment": "<b>כי הכלימו.</b> ובעבור כי הכלימו אביו שקראו בן נעות המרדות, והטיל עליו החנית:\n",
        "19_Chapter, 34_Verse, 0_Comment": "<b>ויהי בבוקר.</b> ביום השלישי מהחדש, ולא ביום השני כאשר קבעו, כי חשב פן ירגיש מי בדבר, ולזה הלך בבוקר שאז הדרך לעשות טיול ולירות בחצים, ובעל כרחו ישב שם דוד עד בואו: ",
        "19_Chapter, 34_Verse, 1_Comment": "<b>למועד דוד.</b> אל המקום המיועד, אשר דוד נועד להסתר בה:\n",
        "19_Chapter, 35_Verse, 0_Comment": "<b>הנער רץ.</b> אחר שירה החץ הראשון, רץ הנער אחריו, ובעודו רץ ירה השני להעביר אותו להלאה מהחץ הראשון: ",
        "19_Chapter, 36_Verse, 0_Comment": "<b>עד מקום החצי.</b> אשר ירה בראשונה: ",
        "19_Chapter, 36_Verse, 1_Comment": "<b>הלא החצי.</b> אשר יריתי באחרונה, הלא היא ממך והלאה:\n",
        "19_Chapter, 37_Verse, 0_Comment": "<b>מהרה חושה.</b> רוץ מהר אחר השניה, ולא תעמוד במקום הראשונה: ",
        "19_Chapter, 37_Verse, 1_Comment": "<b>את החצים.</b> הראשונה והשניה:\n",
        "19_Chapter, 38_Verse, 0_Comment": "<b>לא ידע מאומה.</b> מהסימן הנעשה ביריית אלו החצים:\n",
        "19_Chapter, 39_Verse, 0_Comment": "<b>את כליו.</b> הקשת והחצים:\n",
        "19_Chapter, 40_Verse, 0_Comment": "<b>הנער בא.</b> רצה לומר: הלך לבוא העירה: ",
        "19_Chapter, 40_Verse, 1_Comment": "<b>ודוד קם.</b> היות מתחלה היו שם אנשים, ולא היה יכול לדבר עם דוד פנים אל פנים וכאשר חשש מזה מאז, ולכך עשה הסימן עם החצים, וכאשר גמר הסימן, הלכו להם האנשים, ושלח גם הוא את הנער, וכאשר שמע דוד בשלחו את הנער, הבין בדבר שאין שם איש, וקם ממקומו והלך אליו: ",
        "19_Chapter, 40_Verse, 2_Comment": "<b>מאצל הנגב.</b> מצד הדרומי של אבן האזל, ויהונתן ירה החצים מול צד הצפוני: ",
        "19_Chapter, 40_Verse, 3_Comment": "<b>לאפיו.</b> על פניו: ",
        "19_Chapter, 40_Verse, 4_Comment": "<b>את רעהו.</b> עם רעהו, על כי היה קשה להם הפרידה: ",
        "19_Chapter, 40_Verse, 5_Comment": "<b>עד דוד הגדיל.</b> הרבה לבכות יותר מיהונתן:\n",
        "19_Chapter, 41_Verse, 0_Comment": "<b>אשר נשבענו.</b> כאומר זכור תזכור אשר נשבענו ואמרנו: ה׳ יהיה לעד ביני ובינך וכו׳:\n\n",
        "20_Chapter, 0_Verse, 0_Comment": "<b>ויקם וילך.</b> על דוד יאמר:\n",
        "20_Chapter, 1_Verse, 0_Comment": "<b>ויחרד.</b> מיהר בחרדה לקראתו: ",
        "20_Chapter, 1_Verse, 1_Comment": "<b>מדוע אתה לבדך.</b> שאין מהראוי לשר וגדול ללכת יחידי:\n",
        "20_Chapter, 2_Verse, 0_Comment": "<b>אשר וכו׳.</b> רצה לומר: לא מה שהמלך שלחני, ולא מדבר השליחות אשר צוני, ולזה באתי הנה יחידי: ",
        "20_Chapter, 2_Verse, 1_Comment": "<b>ואת הנערים.</b> המשרתים שלי, הודעתי אותם ללכת אל מקום פלוני אלמוני, רצה לומר: הנסתר והמכוסה ואין לגלותה, ושמה ימתינו עד בואי:\n",
        "20_Chapter, 3_Verse, 0_Comment": "<b>ועתה.</b> הואיל ומהלכי היא בסוד, אין להמציא לי לחם מזולת, לזאת מה יש מהלחם תחת ידך, אם חמשה תנה בידי: ",
        "20_Chapter, 3_Verse, 1_Comment": "<b>או הנמצא.</b> רצה לומר: ואם אין חמשה בידך, תן הנמצא ואם פחות מחמשה:\n",
        "20_Chapter, 4_Verse, 0_Comment": "<b>לחם קדש.</b> לחם הפנים היו, וכבר נסתלקו מהשלחן והוקטרו הבזיכין: ",
        "20_Chapter, 4_Verse, 1_Comment": "<b>אם נשמרו הנערים.</b> הם הנערים שאמר דוד ששלחם אל מקום פלוני אלמוני וחשב שהאמת אתו ולהם יביא הלחם: ",
        "20_Chapter, 4_Verse, 2_Comment": "<b>אך מאשה.</b> כאלו אמר אך אם נשמרו הנערים מאשה, רצה לומר: מטומאת קרי, ואף שהלחם ההוא אסור לזרים, מכל מקום רצה להאכילם מחמת גודל הרעבון, אולם דוקא לטהורים:\n",
        "20_Chapter, 5_Verse, 0_Comment": "<b>כי אם אשה עצורה לנו.</b> רצה לומר: לא כמו שתחשוב אתה שאין אנו נשמרים מאשה, לא כן היא, כי אם אשה מנועה מאתנו מן כעת תמול השלישי בזמן צאתי מביתי, ואף בגדי הנערים המה טהורים וראוים לקודש, כי טהרו אותם: ",
        "20_Chapter, 5_Verse, 1_Comment": "<b>והוא דרך חל.</b> והלחם ההוא משנסתלק מעל השלחן וקרבו הבזיכין, קרוב הוא להיות חולין, כי יצא מידי מעילה משיש בו היתר לכהנים: ",
        "20_Chapter, 5_Verse, 2_Comment": "<b>ואף כי היום וכו׳.</b> רצה לומר: ואפילו אם היום היתה תחילת קדושתו על השלחן, ועדיין יש בו מעילה, עם כל זאת מותר לי לאכלם, כי אחזו בולמוס, והוא חולי הרעבון והכל מותר משום פקוח נפש, כן פירשו רבותינו במנחות (צה ב):\n",
        "20_Chapter, 6_Verse, 0_Comment": "<b>ויתן וכו׳ קדש וכו׳.</b> נתן לו לחם הפנים, כי לא היה לו לחם אחר כי אם אלו: ",
        "20_Chapter, 6_Verse, 1_Comment": "<b>המוסרים.</b> אשר נסתלקו מן השלחן, לשום במקומם לחם חם, בעת הלקח את אלו שהיו מונחים על השלחן כל השבוע [ ואף שהלחם המסודר בשבת היה נאפה מערב שבת, מכל מקום היה מונח במקום שישמור חומו ]:\n",
        "20_Chapter, 7_Verse, 0_Comment": "<b>נעצר.</b> מעוכב שם, להתבודד בעבודת ה׳: ",
        "20_Chapter, 7_Verse, 1_Comment": "<b>אביר הרועים.</b> גדול וממונה על רועי מקנה המלך:\n",
        "20_Chapter, 8_Verse, 0_Comment": "<b>ואין.</b> בלשון שאלה אמר לו, האם אין יש פה חרב לתתה לי: ",
        "20_Chapter, 8_Verse, 1_Comment": "<b>כי היה וכו׳ נחוץ.</b> ובעבור המהירות לא לקחתי מה עמדי:\n",
        "20_Chapter, 9_Verse, 0_Comment": "<b>אחרי האפוד.</b> מונחת אחרי האפוד ויונתן תרגם: ",
        "20_Chapter, 9_Verse, 1_Comment": "<b>בתר דשאיל ליה באפודא.</b> רצה לומר: מתחלה שאל לו באורים ותומים, ואחרי זה אמר לו הדברים האלה: ",
        "20_Chapter, 9_Verse, 2_Comment": "<b>אם אותה.</b> אם תרצה לקחתה, קח אותה: ",
        "20_Chapter, 9_Verse, 3_Comment": "<b>אין כמוה.</b> רצה לומר: טובה היא לי מכל החרבות:\n",
        "20_Chapter, 10_Verse, 0_Comment": "<b>ביום ההוא.</b> כי בעוד היותו בארץ ישראל, עדיין היה ברשות שאול, וכאלו לא ברח: ",
        "20_Chapter, 10_Verse, 1_Comment": "<b>מלך הארץ.</b> רצה לומר: חשוב כמלך, על היותו יוצא ובא במלחמה לפני העם: ",
        "20_Chapter, 10_Verse, 2_Comment": "<b>הלא לזה יענו.</b> רצה לומר הלא עליו היה השבח לזמר במחולות לאמר, הכה וכו׳ ודוד ברבבותיו:\n",
        "20_Chapter, 13_Verse, 0_Comment": "<b>וישנו את טעמו.</b> שינה את דבריו לפניהם, ועשה מעשה סכלות בהיותו בידם, ועשה סימנים ושריטות על הדלתות והוריד וכו׳, וכל זה עשה למען יחשבו שאין זה דוד:\n",
        "20_Chapter, 14_Verse, 0_Comment": "<b>הנה תראו.</b> הלא ראיתם שהוא איש משוגע, ודוד הלא הוא משכיל, אם כן אין זה דוד, ולמה תביאון אלי:\n",
        "20_Chapter, 15_Verse, 0_Comment": "<b>חסר משוגעים.</b> אמרו במדרש (ילקוט שמעוני כאן רמז קלא): שהיתה אשתו ובתו משוגעות, ולזה אמר וכי חסר וכו׳, רצה לומר וכי אין די לי במשוגעים אשר בביתי, עד שהבאתם גם את זה להשתגע אצלי: ",
        "20_Chapter, 15_Verse, 1_Comment": "<b>הזה וכו׳.</b> ועוד, האם זה שהוא בתכלית השגעון, וכי ראוי הוא לבוא אל ביתי, עם כי לפעמים יתענגו השרים בשמוע דברי משוגע, אולם לא מדברי מי שהוא בתכלית השגעון:\n\n",
        "21_Chapter, 0_Verse, 0_Comment": "<b>וישמעו אחיו.</b> כי ברח דוד, פחדו לנפשם פן יתנקם בהם שאול, ולזה ירדו אל דוד:\n",
        "21_Chapter, 1_Verse, 0_Comment": "<b>כל איש מצוק וכו׳.</b> ולא היה יכול לשבת בארצו ובמקומו:\n",
        "21_Chapter, 2_Verse, 0_Comment": "<b>יצא נא.</b> מן המערה לשבת אתכם: ",
        "21_Chapter, 2_Verse, 1_Comment": "<b>מה יעשה לי אלהים.</b> באיזה מקום אמצא מנוח, כי אז ישבו עמדי:\n",
        "21_Chapter, 3_Verse, 0_Comment": "<b>וינחם.</b> דוד הביאם לפני המלך: ",
        "21_Chapter, 3_Verse, 1_Comment": "<b>במצודה.</b> שהיה סמוך אל מואב:\n",
        "21_Chapter, 5_Verse, 0_Comment": "<b>כי נודע דוד.</b> כי עד הנה היה נחבא ולא ראהו איש: ",
        "21_Chapter, 5_Verse, 1_Comment": "<b>תחת האשל ברמה.</b> מקום גבוה היה בגבעה, ובה עמד אשל:\n",
        "21_Chapter, 6_Verse, 0_Comment": "<b>בני ימיני.</b> כי רוב עבדיו היו מבני שבטו: ",
        "21_Chapter, 6_Verse, 1_Comment": "<b>גם לכלכם.</b> רצה לומר: וכי אפשר שיתן שדות לכולכם, וכי מאין לו כל כך שדות, ומאין לו רבוי עם כל כך שיעשה את כולכם לשרים:\n",
        "21_Chapter, 7_Verse, 0_Comment": "<b>כי קשרתם.</b> כולכם עשיתם עלי קשר, כאלו הבטיח טובה לכולכם: ",
        "21_Chapter, 7_Verse, 1_Comment": "<b>בכרת בני.</b> בעת שכרת בני ברית עמו, כי אם גליתם אזני מאז, הייתי נשמר שלא יבוא לכל זה: ",
        "21_Chapter, 7_Verse, 2_Comment": "<b>ואין חולה.</b> אין אחד מכם שיחלה ויכאב לבו בעבורי: ",
        "21_Chapter, 7_Verse, 3_Comment": "<b>וגלה.</b> כפל דבריו, וכדרך המדבר מכאב לב: ",
        "21_Chapter, 7_Verse, 4_Comment": "<b>כי הקים.</b> רוצה לומר: על ידי שלא גליתם אזני, נגמר הדבר והקימו לאורב: ",
        "21_Chapter, 7_Verse, 5_Comment": "<b>כיום הזה.</b> שנראה עתה בחוש שאורב עלי ומאסף אליו אנשים:\n",
        "21_Chapter, 8_Verse, 0_Comment": "<b>והוא נצב.</b> עמד סמוך לעבדי שאול, בעת שאמר להם הדברים האלה:\n",
        "21_Chapter, 9_Verse, 0_Comment": "<b>בה׳.</b> באורים ותומים:\n",
        "21_Chapter, 12_Verse, 0_Comment": "<b>בתתך.</b> במה שנתת לו לחם וכו׳, נראה שקשרתם עלי להקימו לאורב:\n",
        "21_Chapter, 13_Verse, 0_Comment": "<b>ומי בכל עבדיך.</b> רצה לומר: לא במרד עשיתי זאת, כי אמרתי שהולך הוא בדבר המלך, כי מי מכל עבדיך עבד נאמן כדוד: ",
        "21_Chapter, 13_Verse, 1_Comment": "<b>וסר.</b> ומאז היה סר להיות נשמע לך, לכל אשר תצונו:\n",
        "21_Chapter, 14_Verse, 0_Comment": "<b>היום החלותי.</b> וכי היום היה ההתחלה לשאל לו באלהים, הלא מאז שאלתי לו, בהיות כי הוא היה המוציא והמביא: ",
        "21_Chapter, 14_Verse, 1_Comment": "<b>חלילה לי.</b> לעשות זאת במרד ובמעל: ",
        "21_Chapter, 14_Verse, 2_Comment": "<b>דבר.</b> רצה לומר: דבר אשמה: ",
        "21_Chapter, 14_Verse, 3_Comment": "<b>בכל.</b> כמו ובכל בית אבי: ",
        "21_Chapter, 14_Verse, 4_Comment": "<b>בכל זאת.</b> במה שמרד דוד בך:\n",
        "21_Chapter, 16_Verse, 0_Comment": "<b>גם ידם.</b> רצה לומר: גם עצתם:\n",
        "21_Chapter, 17_Verse, 0_Comment": "<b>נושא אפוד.</b> כל אחד מהם היה נושא אפוד, והוא מלבוש מכובד, ילבשו אותו עובדי ה׳, וכמו שנאמר בשמואל (לעיל ב יח): נער חגור אפוד בד:\n",
        "21_Chapter, 21_Verse, 0_Comment": "<b>ביום ההוא.</b> בהיותי בנוב, ידעתי אז שדואג שם והוא יגיד לשאול: ",
        "21_Chapter, 21_Verse, 1_Comment": "<b>אנכי סבותי.</b> היה מתאונן ואומר, אני סבבתי המיתה לכולם, ועל ידי באה התקלה:\n",
        "21_Chapter, 22_Verse, 0_Comment": "<b>כי אשר יבקש.</b> הלא שאול המבקש נפשי לספותה, הוא מבקש נפשך לזה אל תפרד מעלי ותהיה שמור עמדי:\n\n",
        "22_Chapter, 2_Verse, 0_Comment": "<b>ביהודה.</b> עם שאנו בין אנשי שבטך, אנו מתפחדים, ומכל שכן כאשר נלך קעילה:\n",
        "22_Chapter, 3_Verse, 0_Comment": "<b>ויוסף וכו׳.</b> בכדי לאמץ לב אנשיו שאל שוב:\n",
        "22_Chapter, 4_Verse, 0_Comment": "<b>וינהג.</b> נהג לעצמו, להיות לו לשלל:\n",
        "22_Chapter, 5_Verse, 0_Comment": "<b>קעילה.</b> כשבא אל דוד היה בגבול קעילה: ",
        "22_Chapter, 5_Verse, 1_Comment": "<b>אפוד ירד.</b> לפי שנאמר למעלה (פסוק ב): וישאל דוד בה׳, לזה אמר שאביתר הביא עמו האפוד ובו שאל:\n",
        "22_Chapter, 6_Verse, 0_Comment": "<b>נכר.</b> מסר אותו אלהים בידי אחרי, , שסגר בעדו לשבת בעיר דלתים ובריה, ובוטח הוא בחוזק העיר ולא יתחבא עוד, ואני אצור על העיר עד רדתה:\n",
        "22_Chapter, 8_Verse, 0_Comment": "<b>וידע דוד.</b> הבין מדעתו שעליו לבד מחריש הרעה ולזה פחד פן ימסרוהו בידו:\n",
        "22_Chapter, 9_Verse, 0_Comment": "<b>בעבורי.</b> בכדי, לתפוש אותי:\n",
        "22_Chapter, 10_Verse, 0_Comment": "<b>היסגרני.</b> האם דעתם למסור אותי בידו: ",
        "22_Chapter, 10_Verse, 1_Comment": "<b>הירד.</b> האם דעתו לרדת הנה: ",
        "22_Chapter, 10_Verse, 2_Comment": "<b>ירד.</b> דעתו לרדת, ועל כי אין אורים ותומים משיבים על שני דברים כאחד, לזה השיבו לו על דבר שהיה מהראוי לשאול ראשון עליו, כי הירידה היא ראשון בזמן:\n",
        "22_Chapter, 11_Verse, 0_Comment": "<b>יסגירו.</b> דעתם להסגיר אותך בידו:\n",
        "22_Chapter, 12_Verse, 0_Comment": "<b>באשר יתהלכו.</b> רצה לומר: לא הלכו אל המקום אשר חשבו מתחילה לילך אליו וכדרך כל הארץ, כי המה לא חשבו מתחילה ללכת אל מקום ידוע, כי אם כאשר יזדמן:\n",
        "22_Chapter, 13_Verse, 0_Comment": "<b>וישב וכו׳.</b> פעם ישב במצדות, פעם בהר וכו׳:\n",
        "22_Chapter, 14_Verse, 0_Comment": "<b>וירא דוד.</b> כשראה אשר שאול יוצא לבקשו, אז ישב במדבר זיף במקום שיוכל להמלט:\n",
        "22_Chapter, 15_Verse, 0_Comment": "<b>ויחזק.</b> חזק, כמו ואמץ לבבו במשענת אלהים, באמרו ; אלהים עמך, מה יעשה בשר לך:\n",
        "22_Chapter, 17_Verse, 0_Comment": "<b>לפני ה׳.</b> לפני האורים והתומים, כי הברית שמאז לא היה לפני ה׳:\n",
        "22_Chapter, 18_Verse, 0_Comment": "<b>מסתתר.</b> מתחבא אצלינו בהמצדות העומדות בחורשה, שהיא בגבעת החכילה אשר היא מימין הישימון:\n",
        "22_Chapter, 19_Verse, 0_Comment": "<b>לכל אות וכו׳.</b> רצה לומר: באיזה אופן שתרצה לרדת אלינו רד, ועלינו למסרו בידך:\n",
        "22_Chapter, 20_Verse, 0_Comment": "<b>ברוכים.</b> ה׳ יברך אתכם בעבור ההודעה:\n",
        "22_Chapter, 21_Verse, 0_Comment": "<b>הכינו עוד.</b> היו נכונים לראות מקום מהלכו, כי מי ראהו שם, הלא דבריכם מאומד ומשמועה: ",
        "22_Chapter, 21_Verse, 1_Comment": "<b>כי אמר אלי.</b> עודו סר למשמעתי, אמר לי שבערמה ובתחבולות יעשה מלחמה, ולזאת מאוד מהצורך לחקור ולחפש אחריו:\n",
        "22_Chapter, 22_Verse, 0_Comment": "<b>אם ישנו בארץ.</b> כאשר לא נמצא אותו בכל מחבואיו, אם כן ודאי יהיה בארץ בין אנשי שבטו, ואז אחפש אותו בכל אלפי יהודה, רצה לומר: אכריח את כל אלפי יהודה, שכל אחד יחפש אחריו בין אנשיו:\n",
        "22_Chapter, 23_Verse, 0_Comment": "<b>ויקומו וילכו.</b> לחקור ולחפש טרם בוא שאול: ",
        "22_Chapter, 23_Verse, 1_Comment": "<b>בערבה.</b> במישור אשר מימין הישימון:\n",
        "22_Chapter, 24_Verse, 0_Comment": "<b>וילך שאול.</b> אחר שחזרו הזיפים והגידו לו מכל מחבואיו: ",
        "22_Chapter, 24_Verse, 1_Comment": "<b>וירד הסלע.</b> ירד מהסלע אשר ישב בה, לשבת במדבר, מקום נוח להשמט אנה ואנה:\n",
        "22_Chapter, 25_Verse, 0_Comment": "<b>נחפז ללכת.</b> היה ממהר לברוח, ושאול ואנשיו סבבום לתפשם:\n",
        "22_Chapter, 26_Verse, 0_Comment": "<b>ומלאך בא.</b> ועד שלא תפשם, בא שליח אליו ללכת מול פלשתים:\n",
        "22_Chapter, 27_Verse, 0_Comment": "<b>סלע המחלקות.</b> על שם כי בהסלע ההוא (הוא ההר שהלך שאול מצד ההר מזה וכו׳ האמור למעלה) נחלקו ונפרדו שאול ואנשיו, מעם דוד ואנשיו:\n\n",
        "23_Chapter, 2_Verse, 0_Comment": "<b>צורי היעלים.</b> סלעים גבוהים אשר היעלים מקננים בהן וכן נאמר [ איוב לט א ]: הידעת עת לדת יעלי סלע:\n",
        "23_Chapter, 4_Verse, 0_Comment": "<b>הנה היום.</b> אולי נאמר לו על ידי נביא שימסור ה׳ אויביו בידו, וחשבו אנשיו שעל היום הזה נאמר, ולזה אמרו הנה זהו היום וכו׳, ולזה לך ועשית לו וכו׳: ",
        "23_Chapter, 4_Verse, 1_Comment": "<b>ויך וכו׳.</b> לבו היתה מתנענעת ומכה בקרבו, כדרך החרד ומצטער, וזה בחשבו שלא עשה הטוב, והוא כמרים יד במשיח ה׳:\n",
        "23_Chapter, 6_Verse, 0_Comment": "<b>ויאמר לאנשיו.</b> האומרים אליו להרוג את שאול: ",
        "23_Chapter, 6_Verse, 1_Comment": "<b>חלילה לי מה׳.</b> הדבר הזה הוא חולין לי מחמת מצות ה׳, וחוזר ומפרש הדבר ואמר ; אם אעשה וכו׳ לשלוח ידי בו: ",
        "23_Chapter, 6_Verse, 2_Comment": "<b>כי משיח.</b> והתורה הזהירה עליו:\n",
        "23_Chapter, 7_Verse, 0_Comment": "<b>וישסע דוד.</b> כי אנשיו עשו אגודה אחת להמית את שאול, ובא דוד ובקע להבדיל את האגודה באמרי פיו:\n",
        "23_Chapter, 9_Verse, 0_Comment": "<b>את דברי אדם.</b> המדבר רכיל: ",
        "23_Chapter, 9_Verse, 1_Comment": "<b>מבקש רעתך.</b> מבקש להרע לך:\n",
        "23_Chapter, 10_Verse, 0_Comment": "<b>ואמר להרגך.</b> כל אחד מאנשי, אמר להרגך, וחסה נפשי עליך, והוא מקרא קצר:\n",
        "23_Chapter, 11_Verse, 0_Comment": "<b>ראה גם ראה.</b> רצה לומר: ראה בראיה ברורה ומוחשת, אשר כנף מעילך בידי, ומזה תראה שהאמת אתי: ",
        "23_Chapter, 11_Verse, 1_Comment": "<b>כי בכרתי.</b> במה שכרתי כנף המעיל שהיא לראיה שהיית בידי, ועם כל זה לא הרגתיך, מזה דע וראה כי מעולם לא חטאתי לך לבקש רעתך:\n",
        "23_Chapter, 12_Verse, 0_Comment": "<b>ונקמני ה׳.</b> ינקום נקמתי ממך:\n",
        "23_Chapter, 13_Verse, 0_Comment": "<b>כאשר יאמר.</b> רצה לומר: יקוים בך דברי המשל הקדום, אשר יאמר: מרשעים יצא רשע, רצה לומר: כל דבר תקלה ורשע, באה על ידי רשעים, וכן תומת אתה ביד רשעים, וידי לא תהיה בך:\n",
        "23_Chapter, 14_Verse, 0_Comment": "<b>אחרי מי.</b> רצה לומר: וכי לא די לך בשלוח אחרי מלאכים מחבלים, עד שבעצמך תרדוף אחרי, הלא אין זה כבודך שמלך ישראל ירדוף אחר ההדיוט שנחשב למולך ככלב מת, וכפרעוש הקופץ ממקום למקום:\n",
        "23_Chapter, 18_Verse, 0_Comment": "<b>הגדת.</b> רצה לומר: הראית לכל בראיה ברורה:\n",
        "23_Chapter, 19_Verse, 0_Comment": "<b>וכי ימצא.</b> רצה לומר: וכי נעשה מעולם כזאת, שימצא איש אויבו וכו׳: ",
        "23_Chapter, 19_Verse, 1_Comment": "<b>וה׳.</b> אבל ה׳ ישלם לך גמול, ולא לחנם עשית מה שעשית:\n",
        "23_Chapter, 20_Verse, 0_Comment": "<b>הנה ידעתי.</b> בראותי הצלחתך: ",
        "23_Chapter, 20_Verse, 1_Comment": "<b>וקמה בידך.</b> בעבור כשרון מעשיך:\n",
        "23_Chapter, 21_Verse, 0_Comment": "<b>אם תכרית וכו׳.</b> אז יהיה עליך עונש שבועה: ",
        "23_Chapter, 21_Verse, 1_Comment": "<b>ואם תשמיד.</b> כפל הדבר במלות שונות, כי אם יוכרת זרעו, אם כן ממילא יושכח שמו:\n\n",
        "24_Chapter, 0_Verse, 0_Comment": "<b>בביתו ברמה.</b> בהבית שהיה לו ברמה: ",
        "24_Chapter, 0_Verse, 1_Comment": "<b>וירד וכו׳.</b> אולי דרך מדבר עין גדי היו האנשים הולכים ושבים לספוד את שמואל, ופחד פן ימצאוהו מי מאנשי שאול, ולזה הלך משם למדבר פארן, ולכך סמכו למיתת שמואל:\n",
        "24_Chapter, 1_Verse, 0_Comment": "<b>ומעשהו.</b> מקנהו, וכמו כן יקראו מלאכה, וכמו שכתבו (בראשית לג יד): לרגל המלאכה, על שם שהעוסק במקנה, כל מלאכתו ומעשהו בהם, וכן (ירמיהו מח ז): יען בטחך במעשיך: ",
        "24_Chapter, 1_Verse, 1_Comment": "<b>גדול מאד.</b> בעושר רב: ",
        "24_Chapter, 1_Verse, 2_Comment": "<b>בגזוז.</b> בעת גזזו צאנו, היה בכרמל:\n",
        "24_Chapter, 2_Verse, 0_Comment": "<b>טובת שכל.</b> בעלת שכל טוב: ",
        "24_Chapter, 2_Verse, 1_Comment": "<b>קשה ורע מעללים.</b> אמיץ לב ופועל רע: ",
        "24_Chapter, 2_Verse, 2_Comment": "<b>כלבי.</b> מבני כלב בן יפונה, והיה קרוב לדוד:\n",
        "24_Chapter, 5_Verse, 0_Comment": "<b>כה לחי.</b> רצה לומר: כן יהיה לזמן חייך, ואתה תהיה בשלום וגם ביתך וכו׳:\n",
        "24_Chapter, 6_Verse, 0_Comment": "<b>עתה וכו׳.</b> רצה לומר: עתה אודיע לך, שרועיך אשר היו עמנו, לא הכלמנו אותם בדברי ריב ומצה, אף לא נחסר להם מאומה, כי לא שלחנו יד בכל אשר להם:\n",
        "24_Chapter, 7_Verse, 0_Comment": "<b>ויגידו לך.</b> שאמת הדבר: ",
        "24_Chapter, 7_Verse, 1_Comment": "<b>וימצאו הנערים.</b> על עצמם אמרו, בעבור דוד, שימצאו חן לקבלם בסבר פנים יפות: ",
        "24_Chapter, 7_Verse, 2_Comment": "<b>כי על יום טוב.</b> דרכם היה לעשות יום טוב ומשתה ושמחה בעת גזיזת הצאן, וכן נאמר באבשלום (שמואל ב יג כג): ",
        "24_Chapter, 7_Verse, 3_Comment": "<b>ויהי גוזזים וכו׳ ויקרא וכו׳.</b> וצוה דוד לאמר לו: הלא על יום טוב באנו, ומהראוי לקבל אז את כל הבא בסבר פנים יפות: ",
        "24_Chapter, 7_Verse, 4_Comment": "<b>תנה נא.</b> עתה תנה את אשר תמצא ידך, אם מעט ואם הרבה: ",
        "24_Chapter, 7_Verse, 5_Comment": "<b>לעבדיך.</b> על עצמם אמרו:\n",
        "24_Chapter, 8_Verse, 0_Comment": "<b>וינוחו.</b> שבתו ונחו מדבריהם, ולא דברו עוד מאומה:\n",
        "24_Chapter, 9_Verse, 0_Comment": "<b>מי דוד.</b> רצה לומר: וכי חשוב הוא כל כך ליתן לו מתן: ",
        "24_Chapter, 9_Verse, 1_Comment": "<b>היום רבו.</b> בעת ההיא נתרבו עבדים המתחזקים כל איש מול פני אדוניו, לומר לאדונו אני גדול ממך, וכן דוד חושב עצמו לגדול ממני, עד שאתן לו מתן:\n",
        "24_Chapter, 10_Verse, 0_Comment": "<b>ולקחתי וכו׳.</b> ועל מה ששאלו לעצמם, אמר: וכי אתן לאנשים אשר לא ידעתי איה המקום אשר מזה המה, ואם כן כל שכן הוא שלא אתן לכם מאומה:\n",
        "24_Chapter, 12_Verse, 0_Comment": "<b>על הכלים.</b> אצל הכלים לשמרם:\n",
        "24_Chapter, 13_Verse, 0_Comment": "<b>ויעט בהם.</b> בגערה הפריחם ללכת לדרכם:\n",
        "24_Chapter, 14_Verse, 0_Comment": "<b>והאנשים.</b> אנשי דוד היו טובים לנו מאד: ",
        "24_Chapter, 14_Verse, 1_Comment": "<b>ולא הכלמנו.</b> לא היינו נכלמים על ידיהם, ולא חסרנו מאומה וכו׳:\n",
        "24_Chapter, 15_Verse, 0_Comment": "<b>חומה.</b> עוד היו שומרים אותנו מאחרים, כחומה הזו:\n",
        "24_Chapter, 16_Verse, 0_Comment": "<b>מה תעשי.</b> לתקן הדבר ולפייס את דוד: ",
        "24_Chapter, 16_Verse, 1_Comment": "<b>כי כלתה הרעה.</b> נגמרה הרעה לבוא אליו: ",
        "24_Chapter, 16_Verse, 2_Comment": "<b>והוא.</b> ונבל עצמו, הוא בן בליעל מלדבר אליו ולהוכיחו על פניו, כי יגער בי:\n",
        "24_Chapter, 18_Verse, 0_Comment": "<b>לנעריה.</b> מוליכי המנחה:\n",
        "24_Chapter, 19_Verse, 0_Comment": "<b>בסתר ההר.</b> בעמק שבין שני ההרים:\n",
        "24_Chapter, 20_Verse, 0_Comment": "<b>ודוד אמר.</b> בעת שפגשה בו, אמר דוד לאנשיו: אך לחנם שמרתי וכו׳: ",
        "24_Chapter, 20_Verse, 1_Comment": "<b>רעה.</b> במה שחרפו לומר מי דוד וכו׳:\n",
        "24_Chapter, 21_Verse, 0_Comment": "<b>כה יעשה.</b> הוא ענין שבועה, וגזם ולא אמר, כאלו אמר כהרעה הזאת יעשה לי המקום אם אשאיר וכו׳, ולפי שבסוף חזר בו, לזה כינה הכתוב ואמר לאויבי דוד: ",
        "24_Chapter, 21_Verse, 1_Comment": "<b>משתין בקיר.</b> כן יקרא הזכר, כי עושה קלוח למרחוק, ויוכל להשתין בקיר:\n",
        "24_Chapter, 22_Verse, 0_Comment": "<b>לאפי דוד.</b> לפני דוד:\n",
        "24_Chapter, 23_Verse, 0_Comment": "<b>בי אני וגו׳.</b> כי דוד לא היה מכירה, ולזה אמרה מה ששמעתי אשר אדוני מדבר אל עבדיו בדבר מה שקרה לו, דע אדוני העון הזה הוא בי, רוצה לומר: בביתי נעשה הדבר: ",
        "24_Chapter, 23_Verse, 1_Comment": "<b>ותדבר.</b> ולזה תדבר אמתך, לבקש ולהתחנן על הדבר:\n",
        "24_Chapter, 24_Verse, 0_Comment": "<b>אל איש.</b> רוצה לומר: אל דברי חירופו: ",
        "24_Chapter, 24_Verse, 1_Comment": "<b>ונבלה עמו.</b> מחזיק בנבלה, לדבר קשות וחירופים: ",
        "24_Chapter, 24_Verse, 2_Comment": "<b>לא ראיתי.</b> בכדי לתקן הדבר ולפייסם:\n",
        "24_Chapter, 25_Verse, 0_Comment": "<b>חי ה׳ וגו׳.</b> נשבעה בה׳ ובנפשו, ואמרה: הנה רצון ה׳ למנעך מבוא בעון שפיכת דם, ושידך תושיע לך לריב ריבך, כי אם היה רצון המקום שידך תושיע לך לנקום נקמתך ולשפוך דם, לא היה הדבר נגלה אלי ללכת לפייסך, ואף המהירה והפגישה והשמיעה בדבריך לאנשיך, המה מה׳ בהשגחה: ",
        "24_Chapter, 25_Verse, 1_Comment": "<b>ועתה.</b> הואיל וה׳ מנעך מבוא בדמים, בודאי הוא יריב ריבך ויומת בידי שמים, וכל אויביך יהיו כנבל, שיומתו בידי שמים, וכאשר אמר דוד בעצמו אל שאול (לעיל כד יב) ישפוט ה׳ וכו׳ וידי לא תהיה בך:\n",
        "24_Chapter, 26_Verse, 0_Comment": "<b>ועתה הברכה.</b> התפייס נא בעבור הברכה הזאת וכו׳: ",
        "24_Chapter, 26_Verse, 1_Comment": "<b>ונתנה וכו׳.</b> מפני הכבוד לא אמרה ונתנה לך, כי למעלתו למעט יחשב ואמרה ונתנה להנערים וכו׳:\n",
        "24_Chapter, 27_Verse, 0_Comment": "<b>שא נא וכו׳.</b> הקדימה לשאול מחילה אם תכשל בלשונה, , לדבר מה מול כבודו: ",
        "24_Chapter, 27_Verse, 1_Comment": "<b>כי עשה יעשה.</b> זה ראשית אמריה תאמר, הן ידעתי שה׳ יעשה לאדוני בית נאמן ומתקיים, ועד עולם לא תוסר המלוכה מביתו, לא כשאול שיוסר המלוכה מזרעו: ",
        "24_Chapter, 27_Verse, 2_Comment": "<b>כי מלחמות ה׳.</b> כל מלחמתך המה מלחמות ה׳, לעשות נקמה בפלשתים, אבל לא תמצא בך רעה מימיך ללחום ולהרוג אנשים מישראל כאשר עשה שאול שהרג כהני נוב, ולזה סרה משאול, ולא תוסר ממך:\n",
        "24_Chapter, 28_Verse, 0_Comment": "<b>ויקם אדם.</b> רוצה לומר: עם שקם שאול לרדפך וכו׳ ויכול היית להרגו במערה, עם כל זה לא שלחת בו יד, ורעה לא נמצא בך מימיך: ",
        "24_Chapter, 28_Verse, 1_Comment": "<b>והיתה נפש אדוני.</b> ובעבור זה תהיה נפש אדוני צרורה בצרור החיים הנצחיים הרוחניים, אחר הפרדה מן הגוף: ",
        "24_Chapter, 28_Verse, 2_Comment": "<b>את ה׳.</b> להיות חוזרת למקום אשר ממנה חוצבה: ",
        "24_Chapter, 28_Verse, 3_Comment": "<b>יקלענה.</b> תהיה משוטטת נעה ונדה, כהאבן הקלוע בכף הקלע, ואמרה זאת להחניפו, ולבל ישפוך דמי ישראל כמו שאול:\n",
        "24_Chapter, 29_Verse, 0_Comment": "<b>את הטובה וכו׳.</b> וחוזרת ומפרשת וצוך לנגיד וכו׳:\n",
        "24_Chapter, 30_Verse, 0_Comment": "<b>ולא תהיה זאת לך לפוקה.</b> רוצה לומר: ",
        "24_Chapter, 30_Verse, 1_Comment": "<b>כשתמלוך, לא יזיק לך כלל דברי חרפת נבל להיות מבוזה בעבור זה בעיני העם, ואפילו למכשול לב אדוני לא יהיה, כי לא תחוש אז לדברי נבל כזה, וכאשר לא תמיתהו, תוסר מן הקלון כי לא יאמר אז עליך שדרכך לשפוך דם חנם ולהושיע לעצמך בכח זרועך, וכאלו אמרה הן עתה עוד היותך נרדף בהרים מפני שאול, חושש אתה לחרפת נבל, אבל לא תחוש במה שיאמרו שאתה שופך דם חנם ומושיע לעצמך בכח זרועך, היות עכשיו אין מעלתך גדולה כל כך לחוש לדברים כאלה, אבל לאחר שתמלוך, נהפוך הוא.</b> (והנה באמת בהבנת הדברים האלה, אליה וקוץ (בה), בהקטין עתה מעלתו, ולזה שאלה בראשית אמריה: שא נא לפשע אמתך): ",
        "24_Chapter, 30_Verse, 2_Comment": "<b>והיטב ה׳ לאדוני.</b> רוצה לומר: הן ידעתי כאשר ייטיב ה׳ לאדוני וימלוך כאות נפשו, זכור תזכור את אמתך, להחזיק לי טובה על העצה היעוצה, למנעך מבוא בדמים:\n",
        "24_Chapter, 32_Verse, 0_Comment": "<b>מבוא בדמים.</b> מבוא בעון שפיכת דם, ובתשועת ידי לעצמי:\n",
        "24_Chapter, 33_Verse, 0_Comment": "<b>חי ה׳.</b> הריני נשבע חי ה׳ וכו׳ שמנע אותי מהרע לך, רצה לומר: לביתך ולכל אשר לך: ",
        "24_Chapter, 33_Verse, 1_Comment": "<b>כי אם נותר וכו׳.</b> אז יחול עלי עונש שבועה:\n",
        "24_Chapter, 36_Verse, 0_Comment": "<b>בצאת היין.</b> רצה לומר: בעת סרה השכרות: ",
        "24_Chapter, 36_Verse, 1_Comment": "<b>וימת לבו.</b> אמר על דרך גוזמא והפלגה, על גודל החרדה מפחד דוד, כי חשב פן עם כל זה יבוא עליו: ",
        "24_Chapter, 36_Verse, 2_Comment": "<b>והוא היה לאבן.</b> שבטלו הרגשותיו מרוב החרדה:\n",
        "24_Chapter, 38_Verse, 0_Comment": "<b>חשך מרעה.</b> לבל המיתו בידי: ",
        "24_Chapter, 38_Verse, 1_Comment": "<b>ואת רעת.</b> את גמול רעת:\n",
        "24_Chapter, 40_Verse, 0_Comment": "<b>לשפחה וגו׳.</b> כאלו אמרה אינני ראויה לו לאשה, כי אם לשפחה, לרחוץ רגלי עבדיו:\n",
        "24_Chapter, 41_Verse, 0_Comment": "<b>וחמש נערותיה.</b> היא רכבה, וגם חמש נערותיה וגו׳:\n",
        "24_Chapter, 42_Verse, 0_Comment": "<b>גם שתיהן.</b> נוסף על מיכל בת שאול שקדשה מאז:\n",
        "24_Chapter, 43_Verse, 0_Comment": "<b>נתן את מיכל בתו.</b> כי חשב קדושי דוד לקדושי טעות, ורבותינו ז״ל (סנהדרין יט ב) נחלקו בו:\n\n",
        "25_Chapter, 0_Verse, 0_Comment": "<b>ויבאו הזפים.</b> באו עוד הפעם:\n",
        "25_Chapter, 1_Verse, 0_Comment": "<b>אל מדבר זיף.</b> ובמדבר ההוא, היתה גבעת החכילה:\n",
        "25_Chapter, 2_Verse, 0_Comment": "<b>וירא.</b> היה נראה לו שבא, ולא ידע עדיין בבירור:\n",
        "25_Chapter, 3_Verse, 0_Comment": "<b>אל נכון.</b> כמו בנכון, רצה לומר: ידע בבירור:\n",
        "25_Chapter, 4_Verse, 0_Comment": "<b>ויבא.</b> בתחילה הלך לרגל: ",
        "25_Chapter, 4_Verse, 1_Comment": "<b>סביבתיו.</b> סביבות שאול:\n",
        "25_Chapter, 5_Verse, 0_Comment": "<b>ויען דוד.</b> אחרי שובו אליהם:\n",
        "25_Chapter, 7_Verse, 0_Comment": "<b>ובארץ.</b> עד שתנעץ החנית גם בארץ: ",
        "25_Chapter, 7_Verse, 1_Comment": "<b>פעם אחת.</b> את זה אעשה בפעם אחת, ולא אצטרך להכותו מכה שניה:\n",
        "25_Chapter, 8_Verse, 0_Comment": "<b>ונקה.</b> ויהיה נקי מעונש, בתמיה:\n",
        "25_Chapter, 9_Verse, 0_Comment": "<b>חי ה׳.</b> חזר לישבע ואמר: חי ה׳ שלא יאריך עוד ימים רבים, כי או ה׳ יגפנו בלא יומו, או מהר יבוא יומו וימות במיתה טבעית, או ימות במלחמה:\n",
        "25_Chapter, 10_Verse, 0_Comment": "<b>חלילה לי.</b> עם שגם אני משיח ה׳ כמותו, מכל מקום חלילה גם לי מחמת מצות ה׳, משלוח ידי וכו׳:\n",
        "25_Chapter, 11_Verse, 0_Comment": "<b>ויקח דוד.</b> חזר דוד לקחתו בעצמו, כי לא האמין לאבישי פן יכה עמו נפש שאול: ",
        "25_Chapter, 11_Verse, 1_Comment": "<b>ואין רואה וכו׳.</b> בעבור השינה לא היה מי רואה אותם, ואף לא ידעו בהרגשת השמע מקול ההולך והדבור, ולא היה מי מהם מקיץ מן השינה במשך הזמן ההוא, כי מה׳ נפלה עליהם תרדמה, ולא היה הדבר בדרך הטבע:\n",
        "25_Chapter, 12_Verse, 0_Comment": "<b>העבר.</b> מעבר המים שהיה שם: ",
        "25_Chapter, 12_Verse, 1_Comment": "<b>על ראש ההר.</b> להשמיע קולו למרחוק: ",
        "25_Chapter, 12_Verse, 2_Comment": "<b>רב המקום.</b> כי פחד לנפשו שלא יתפשוהו:\n",
        "25_Chapter, 13_Verse, 0_Comment": "<b>הלא תענה אבנר.</b> רצה לומר: עליך להשיב על דברי: ",
        "25_Chapter, 13_Verse, 1_Comment": "<b>מי אתה.</b> רצה לומר: איך מלאך לבך לקרא בקול על המלך, להקיצו משנתו: ",
        "25_Chapter, 14_Verse, 0_Comment": "<b>הלא איש אתה.</b> רצה לומר הלא אתה גדול וחשוב, ומי כמוך בחשיבות, ולפי גודל המעלה תגדל האשמה: ",
        "25_Chapter, 14_Verse, 1_Comment": "<b>כי בא.</b> פן יבוא, וכאשר באמת בא אבישי ורצה להשחיתו:\n",
        "25_Chapter, 15_Verse, 0_Comment": "<b>כי בני מות אתם.</b> בעבור כבוד אבנר, חזר לדבר אל כולם ולפסוק עליהם המיתה: ",
        "25_Chapter, 15_Verse, 1_Comment": "<b>ראה אי חנית.</b> רצה לומר: ואם תאמר שמרתם, איה החנית׳ מי לקחו: ",
        "25_Chapter, 15_Verse, 2_Comment": "<b>אשר מראשתיו.</b> אשר היו מראשותיו:\n",
        "25_Chapter, 18_Verse, 0_Comment": "<b>אם ה׳ וגו׳.</b> אם הדבר מה׳ ומצד העונש, אקריב מנחה לה׳, ויהי רצון שיקבל לריח ניחוח, וירף ממני: ",
        "25_Chapter, 18_Verse, 1_Comment": "<b>ואם בני האדם.</b> הם הסיתו אותך עלי, כי הבחירה חפשית באדם באין מעצור: ",
        "25_Chapter, 18_Verse, 2_Comment": "<b>ארורים הם.</b> בני האדם האלו: ",
        "25_Chapter, 18_Verse, 3_Comment": "<b>מהסתפח.</b> מלהיות מאוסף בארץ ישראל׳ היות עד הנה חשבתי, כאשר ראה המלך שנמסר בידי במערה ולא הרגתיו, יחדול עוד מדלוק אחרי׳ אבל עתה שעם כל זה רודף אחרי, בעל כרחי ארחיק נדוד מארץ ישראל: ",
        "25_Chapter, 18_Verse, 4_Comment": "<b>לאמר.</b> כאלו יאמרו אלי לך עבוד וכו׳, כי גורשים אותי מבין ישראל, ללכת בין פלשתים ויונתן תרגם: איזל דוד ביני עממיא פלחי טעותא:\n",
        "25_Chapter, 19_Verse, 0_Comment": "<b>אל יפל דמי.</b> רצה לומר: מה שאני תמיד בסכנה וכאלו דמי נשפך, הדם ההוא לא יפול ארצה מנגד פני ה׳, כנגדו תעמוד לבקש נקם: ",
        "25_Chapter, 19_Verse, 1_Comment": "<b>כאשר ירדוף.</b> רצה לומר: המלך מתמיד ומתענג לבקש פרעוש הקופץ ממקום למקום, כאשר מלך מהמלכים מתענג לרדוף בהרים אחר הקורא, והוא שם עוף אשר יתענגו המלכים לרדוף אחריו ולצודו, ורצה לומר: רודף הוא אחר הדיוט, כאלו אחר שר גדול וחשוב:\n",
        "25_Chapter, 20_Verse, 0_Comment": "<b>שוב.</b> חזור לביתי, כי לא אעשה לך עוד רעה, בעבור כי חשובה ויקרה נפשי בעיניך: ",
        "25_Chapter, 20_Verse, 1_Comment": "<b>הנה הסכלתי.</b> במה שאני רודפך עשיתי סכלות, על כי ראיתי שה׳ עמך, ואף הרביתי לשגות לרדפך על לא דבר:\n",
        "25_Chapter, 21_Verse, 0_Comment": "<b>ויעבר.</b> כי עם כל זה, לא האמין לשאול ולהשיב בעצמו:\n",
        "25_Chapter, 22_Verse, 0_Comment": "<b>איש.</b> לכל איש ישיב צדקתו, וכלל עצמו בתפלתו על הרבים:\n",
        "25_Chapter, 23_Verse, 0_Comment": "<b>גדלה נפשך.</b> יקרה נפשך:\n",
        "25_Chapter, 24_Verse, 0_Comment": "<b>ברוך אתה.</b> רצה לומר: רואה אנכי שאתה ברוך, וגם עשה תעשה מעשים נפלאים, וגם תצליח בהם:\n\n",
        "26_Chapter, 0_Verse, 0_Comment": "<b>עתה אספה.</b> כי אחר שכרת כנף המעיל, חשב שלא יוסיף עוד לרדוף אחריו כאשר בתחלה, אבל אחר שראה שעם כל זה רודפו, וחשש עוד כי פן בעבור שרואה טוב הצלחתו, ישכיל עוד לבוא פתאום ויהיה נספה ביום אחד, רצה לומר: מבלי דעת טרם בואו: ",
        "26_Chapter, 0_Verse, 1_Comment": "<b>לבקשני עוד.</b> כאשר בקשני עד הנה בכל גבול ישראל:\n",
        "26_Chapter, 1_Verse, 0_Comment": "<b>אל אכיש.</b> אף שמבראשונה פחד ממנו והתהולל בידם ונמלט, אבל כאשר בא ושש מאות איש עמו, ואף נודע שנבאש בשאול, השלים עמו אכיש לשבת אצלו, ולהיות סר למשמעתו:\n",
        "26_Chapter, 4_Verse, 0_Comment": "<b>ערי השדה.</b> מבלי חומה סביב, כי חשב פן לא יאמין בו אכיש לתת לו עיר בצורה, כי פן ישגב בחוזק העיר וימרוד בו: ",
        "26_Chapter, 4_Verse, 1_Comment": "<b>בעיר הממלכה עמך.</b> כי אהיה למשא לך, כי יתייקרו המזונות בעבור אנשי:\n",
        "26_Chapter, 5_Verse, 0_Comment": "<b>ויתן לו וכו׳ את צקלג.</b> אף שבספר יהושע (טו לא) נאמר שהיתה מנחלת יהודה, אולי לאחר זה לקחוה הפלשתים מידם: ",
        "26_Chapter, 5_Verse, 1_Comment": "<b>למלכי יהודה.</b> כי אכיש נתנה לדוד, ולא החזירה לכל בני השבט:\n",
        "26_Chapter, 7_Verse, 0_Comment": "<b>כי הנה וכו׳.</b> רצה לומר: לפי שהיו מעולם מיושבי הארץ ההיא, ולא באה עליהם מלחמה לטרדם ממנה, לזה לא היו נשמרים, ועשה בהם דוד כרצונו: ",
        "26_Chapter, 9_Verse, 0_Comment": "<b>ויאמר אכיש.</b> וכשהיה אכיש אומר לו: וכי לא פשטתם היום ולא עשיתם מאומה מלחמה: ",
        "26_Chapter, 9_Verse, 1_Comment": "<b>ויאמר דוד.</b> והיה דוד משיב: כן פשטנו גם היום, פעם אמר לו על נגב יהודה, ופעם אמר לו על נגב הירחמאלי וכו׳, למען יחשוב שהבאיש בעמו:\n",
        "26_Chapter, 10_Verse, 0_Comment": "<b>ואיש וכו׳.</b> מאנשי הגשורי וכו׳: ",
        "26_Chapter, 10_Verse, 1_Comment": "<b>לאמר.</b> כי אמר ; פן יגידו לאמר שעליהם פושטים, לא על בני עמו:\n",
        "26_Chapter, 11_Verse, 0_Comment": "<b>ויאמן.</b> חשב שהאמת עם דוד, שהבאיש בעמו:\n\n",
        "27_Chapter, 1_Verse, 0_Comment": "<b>לכן.</b> הואיל והאמנת בי, תדע מהגבורות אשר אעשה: ",
        "27_Chapter, 1_Verse, 1_Comment": "<b>לכן.</b> בעבור הגבורות אשר תעשה, אשימך שומר לראשי, ולכבוד יחשב הדבר:\n",
        "27_Chapter, 2_Verse, 0_Comment": "<b>ושמואל מת.</b> לפי שבא לומר בענין שבקש שאול בעלת אוב, לזה אמר ושמואל מת, כי אם היה חי, היה שואל בו: ",
        "27_Chapter, 2_Verse, 1_Comment": "<b>ובעירו.</b> בתוך העיר ולא חוצה לה, וכמו שכתוב למעלה (כה א): בביתו ברמה: ",
        "27_Chapter, 2_Verse, 2_Comment": "<b>ושאול הסיר.</b> כי אם לא הסיר, לא היה צריך לחפש אחר בעלת אוב, כי רבות היו:\n",
        "27_Chapter, 4_Verse, 0_Comment": "<b>וירא ויחרד.</b> לפי שהיו פלשתים עם רב:\n",
        "27_Chapter, 5_Verse, 0_Comment": "<b>בה׳.</b> רצה לומר: בנביאים ואורים ותומים, וביודעים שאלת חלום: ",
        "27_Chapter, 5_Verse, 1_Comment": "<b>ולא ענהו.</b> בכל מה ששאל, גם בחלומות גם באורים וכו׳ [ ואף שהאורים היו עם אביתר שהלך עם דוד, אפשר לומר ששלח אליו אנשים לשאול בו ]:\n",
        "27_Chapter, 6_Verse, 0_Comment": "<b>אשת בעלת אוב.</b> לפי שמצויה יותר בנשים, וכן נאמר בתורה (שמות כב יז): מכשפה לא תחיה:\n",
        "27_Chapter, 7_Verse, 0_Comment": "<b>קסמי נא לי.</b> עשי בעבורי קסם במעשה אוב, והוא העליית המת, ונשאלין בו:\n",
        "27_Chapter, 8_Verse, 0_Comment": "<b>מתנקש בנפשי.</b> להיות מתה על ידי שאול:\n",
        "27_Chapter, 9_Verse, 0_Comment": "<b>חי ה׳.</b> הריני נשבע: חי ה׳ אם יקרה לך עונש בדבר זה:\n",
        "27_Chapter, 11_Verse, 0_Comment": "<b>ותרא האשה.</b> אמרו רבותינו ז״ל (מדרש תנחומא אמור ב): המעלה, רואהו ואינו שומע קולו, והנשאל, שומע קולו ואינו רואהו: ",
        "27_Chapter, 11_Verse, 1_Comment": "<b>למה רמיתני.</b> מבלי הגיד לי שאתה שאול, ובעבור כי דרך העולים לעלות ברגליהם כלפי מעלה, וזה עלה בראשו כלפי מעלה, ידעה בזה שהוא שאול, ובעבור כבוד המלכות עלה בראשו כלפי מעלה (שם):\n",
        "27_Chapter, 12_Verse, 0_Comment": "<b>אל תיראי.</b> מכל מקום אל תיראי ואם אני שאול: ",
        "27_Chapter, 12_Verse, 1_Comment": "<b>כי מה ראית.</b> כי אם אמרי מה ראית: ",
        "27_Chapter, 12_Verse, 2_Comment": "<b>אלהים.</b> רוצה לומר: אדם גדול, וכן (שמות כב כז): אלהים לא תקלל: ",
        "27_Chapter, 12_Verse, 3_Comment": "<b>עולים.</b> לפי שאמרה אלהים בלשון רבים כי כן יאמר בדרך לשון כבוד על ענין אדנות, לזה אמרה גם ׳עולים׳ בלשון רבים, וכן (לעיל ד ח): האלהים האדירים האלה וכו׳ המכים:\n",
        "27_Chapter, 13_Verse, 0_Comment": "<b>מה תארו.</b> לשתדע אשר הוא אדם גדול: ",
        "27_Chapter, 13_Verse, 1_Comment": "<b>והוא עוטה מעיל.</b> והוא מלבוש המיוחד לאדם גדול וחשוב:\n",
        "27_Chapter, 14_Verse, 0_Comment": "<b>הרגזתני.</b> החרדתני ממקום מנוחתי, להעלות אותי פה: ",
        "27_Chapter, 14_Verse, 1_Comment": "<b>גם ביד הנביאים.</b> אמרו רבותינו ז״ל (ברכות יב ב) שלא אמר גם באורים, לפי שנתבייש להזכיר האורים לפני שמואל, על שהרג כהני נוב השואלים באורים:\n",
        "27_Chapter, 15_Verse, 0_Comment": "<b>ולמה תשאלני וכו׳.</b> רצה לומר: מה היא השאלה, הלא בעצמך תאמר שה׳ סר ממך: ",
        "27_Chapter, 15_Verse, 1_Comment": "<b>ויהי ערך.</b> ומעתה הוא בעזר שונאך, והוא דוד:\n",
        "27_Chapter, 16_Verse, 0_Comment": "<b>לו.</b> לערך שזכר, והוא דוד:\n",
        "27_Chapter, 17_Verse, 0_Comment": "<b>כאשר וכו׳.</b> רצה לומר: כאשר עשית אתה לבלי שמוע בקול ה׳, על כן וכו׳ עשה לך ה׳ וכו׳: ",
        "27_Chapter, 17_Verse, 1_Comment": "<b>הדבר הזה.</b> שבאו עליך פלשתים, וה׳ לא ענך:\n",
        "27_Chapter, 18_Verse, 0_Comment": "<b>עמי.</b> בקבר כמוני ורבותינו ז״ל (שם) אמרו ; עמי במחיצתי: ",
        "27_Chapter, 18_Verse, 1_Comment": "<b>מחנה ישראל.</b> רצה לומר: ערי תחנותם, כמו שכתוב בענין שעזבו את הערים, ובאו פלשתים וישבו בהן:\n",
        "27_Chapter, 19_Verse, 0_Comment": "<b>ויפול וכו׳.</b> להשתחוות לשמואל: ",
        "27_Chapter, 19_Verse, 1_Comment": "<b>גם כח.</b> מלבד מה שהיה מתבהל מדברי שמואל, עוד הלך ממנו כחו גם בעבור מניעת האכילה:\n",
        "27_Chapter, 20_Verse, 0_Comment": "<b>הנה שמעה וכו׳.</b> לקסום באוב: ",
        "27_Chapter, 20_Verse, 1_Comment": "<b>ואשים נפשי בכפי.</b> רצה לומר: כמו האוחז דבר מה בכפו, נוחה היא לפול כאשר יפתח כפו, כן הפקרתי נפשי וסכנתי בעצמי לעבור אזהרת המלך, כי בעת הקסם לא ידעה עדיין שהוא שאול:\n",
        "27_Chapter, 21_Verse, 0_Comment": "<b>כי תלך בדרך.</b> אם כן מהצורך לחזור אחר הכח:\n",
        "27_Chapter, 23_Verse, 0_Comment": "<b>ותופהו מצות.</b> לבל יתעכב עד החימוץ:\n\n",
        "28_Chapter, 1_Verse, 0_Comment": "<b>וסרני וכו׳.</b> הסרנים עם מחניהם מאה מאה לבד, עד תשלום האלף, וכן כל אלף בפני עצמו:\n",
        "28_Chapter, 2_Verse, 0_Comment": "<b>מה העברים האלה.</b> רצה לומר: מה המה עושים פה: ",
        "28_Chapter, 2_Verse, 1_Comment": "<b>זה ימים.</b> שישב עמי בגת: ",
        "28_Chapter, 2_Verse, 2_Comment": "<b>או זה שנים.</b> שישב בערי השדה: ",
        "28_Chapter, 2_Verse, 3_Comment": "<b>ולא מצאתי וכו׳.</b> רצה לומר: מיום שכנו אצלינו, הן בהיותו בגת, הן בהיותו בערי השדה, לא מצאתי בו מאומה רע:\n",
        "28_Chapter, 3_Verse, 0_Comment": "<b>עליו.</b> על אכיש: ",
        "28_Chapter, 3_Verse, 1_Comment": "<b>אשר הפקדתו.</b> אשר הנחתו לשבת שם: ",
        "28_Chapter, 3_Verse, 2_Comment": "<b>ולא יהיה וכו׳.</b> כי פן יהיה נוסף על שונאינו ונלחם בנו: ",
        "28_Chapter, 3_Verse, 3_Comment": "<b>ובמה.</b> רצה לומר: וכי באיזה דבר יכול הוא לרצות עצמו לאדוניו שאול, למחול לו על מה שמרד בו, הלא בהבאת ראשינו אליו יתרצה אליו, ועל הכוונה ההיא הולך אתנו:\n",
        "28_Chapter, 4_Verse, 0_Comment": "<b>אשר יענו לו.</b> אשר הרימו קול בעבורו על המחולות לאמר הכה וכו׳, ואם כן מעולם הוא שונא לפלשתים ומכה בהם, ואין לבטוח בו:\n",
        "28_Chapter, 5_Verse, 0_Comment": "<b>כי ישר אתה וכו׳.</b> אני מחזיק אותך לאיש ישר ונאמן, וטוב בעיני בואך עמי במלחמה: ",
        "28_Chapter, 5_Verse, 1_Comment": "<b>ובעיני.</b> אבל בעיני וכו׳:\n",
        "28_Chapter, 6_Verse, 0_Comment": "<b>ולא תעשה רע.</b> דבר הרע בעיני הסרנים:\n",
        "28_Chapter, 7_Verse, 0_Comment": "<b>כי מה.</b> מדוע אשוב, כי מה עשיתי דבר רע:\n",
        "28_Chapter, 8_Verse, 0_Comment": "<b>ידעתי.</b> הן ידעתי שלא נמצא בך רעה, כי טוב וכו׳:\n",
        "28_Chapter, 9_Verse, 0_Comment": "<b>ועבדי אדוניך.</b> רצה לומר: אנשיך שהיו מאז עבדי שאול אדוניך, והבאישו בו כמוך, וכאומר ; בעבור זה נחשדים גם המה בעיני הסרנים כמוך, ולזה ישובו עמך: ",
        "28_Chapter, 9_Verse, 1_Comment": "<b>ואור לכם.</b> כשיאיר לכם היום, לכו לדרככם:\n\n",
        "29_Chapter, 0_Verse, 0_Comment": "<b>ביום השלישי.</b> מעת הלוכם מצקלג עם אכיש למלחמה: ",
        "29_Chapter, 0_Verse, 1_Comment": "<b>אל נגב.</b> בו יוכלל נגב כלב ונגב הכרתי האמורים בענין: ",
        "29_Chapter, 0_Verse, 2_Comment": "<b>ויכו.</b> רצה לומר: הרסו העיר:\n",
        "29_Chapter, 5_Verse, 0_Comment": "<b>ותצר לדוד מאד.</b> רצה לומר: מלבד הצרה שנשבו נשיו, כי עוד אמרו העם לסקלו באבנים, על שהיה מסבב לרדת למלחמה עם אכיש, והיה זה סיבה לשיבואו עמלק ועשו מה שעשו: ",
        "29_Chapter, 5_Verse, 1_Comment": "<b>ויתחזק.</b> עם כל זה היה דוד מתחזק עצמו להשען בה׳:\n",
        "29_Chapter, 8_Verse, 0_Comment": "<b>והנותרים עמדו.</b> רצה לומר: הנותרים מאותם שש מאות עצמם, והם שתי המאות האמור במקרא שלאחריו, שנותרו ולא רדפו, הם עמדו אצל הנחל מהעבר הזה, ולא חזרו למקומם:\n",
        "29_Chapter, 9_Verse, 0_Comment": "<b>אשר פגרו.</b> מאתים האיש אשר נחלשו מלעבור את הנחל, עמדו ולא רדפו:\n",
        "29_Chapter, 10_Verse, 0_Comment": "<b>איש מצרי.</b> על שם סופו אמר, כי בעת המצאו לא ידעו שהוא מצרי:\n",
        "29_Chapter, 11_Verse, 0_Comment": "<b>ושני צמוקים.</b> שני אשכלות צמוקים: ",
        "29_Chapter, 11_Verse, 1_Comment": "<b>ותשב רוחו אליו.</b> אמר דרך הפלגה וגוזמא, כאלו יצאה רוחו מחולשת הרעבון, ושבה אליו כשהאכילו:\n",
        "29_Chapter, 12_Verse, 0_Comment": "<b>למי אתה.</b> עבד של מי אתה, ומאיזה עם אתה: ",
        "29_Chapter, 12_Verse, 1_Comment": "<b>כי חליתי.</b> ולא יכולתי לילך בשוה לו ולזה עזב אותי בדרך: ",
        "29_Chapter, 12_Verse, 2_Comment": "<b>היום שלשה.</b> היום מלאו שלשה ימים:\n",
        "29_Chapter, 13_Verse, 0_Comment": "<b>ועל אשר ליהודה.</b> הנגב אשר ליהודה, כי כרתי היתה משל פלשתים, כמו שכתוב (צפניה ב ה): גוי כרתים: ",
        "29_Chapter, 13_Verse, 1_Comment": "<b>ועל נגב כלב.</b> עם שגם היא היתה מיהודה, מכל מקום היה לה שם ידוע לבד:\n",
        "29_Chapter, 14_Verse, 0_Comment": "<b>התורידני.</b> להראות דרך מהלכם: ",
        "29_Chapter, 14_Verse, 1_Comment": "<b>ואם תסגרני.</b> או אם תסגרני וכו׳, יהי עליך עונש שבועת שקר:\n",
        "29_Chapter, 15_Verse, 0_Comment": "<b>כל הארץ.</b> אשר הם עליה: ",
        "29_Chapter, 15_Verse, 1_Comment": "<b>בכל השלל.</b> רצה לומר: שמחתם היה בעבור כל השלל הגדול אשר לקחו:\n",
        "29_Chapter, 16_Verse, 0_Comment": "<b>מהנשף.</b> רצה לומר: מנשף יום זה עד ערב יום השני, וכל אותה הערב עד הבוקר אשר הוא למחרתם של שני הנשפים שעברו ומלת ׳ועד׳ עומדת במקום שתים, כאלו אמר ועד הערב ועד למחרתם: ",
        "29_Chapter, 16_Verse, 1_Comment": "<b>לא נמלט מהם איש.</b> מאנשי רגלי:\n",
        "29_Chapter, 18_Verse, 0_Comment": "<b>ועד כל אשר לקחו.</b> אפילו מה שלקחו מפלשתים מנגב יהודה וכלב, הכל השיב דוד לעצמו:\n",
        "29_Chapter, 19_Verse, 0_Comment": "<b>ויקח דוד.</b> לקח לעצמו כל הצאן ובקר, אף מאשר שללו עמלק מבני פלשתים ויהודה: ",
        "29_Chapter, 19_Verse, 1_Comment": "<b>נהגו לפני המקנה.</b> רצה לומר: מנהיגים לפנות הדרך, הלכו לפני המקנה ההוא, ובבוא מי מפלשתים ומיהודה לקחת מקנהו, אמרו זה שלל דוד, רצה לומר: אין לכם חלק בזה, כי דוד לעצמו שללו, ולא בעבור להחזיר לבעליו:\n",
        "29_Chapter, 20_Verse, 0_Comment": "<b>אל מאתים וכו׳.</b> רצה לומר: סמוך להם: ",
        "29_Chapter, 20_Verse, 1_Comment": "<b>ויושיבום.</b> ודוד ואנשיו הושיבום בעבר נחל הבשור לשמור הכלים: ",
        "29_Chapter, 20_Verse, 2_Comment": "<b>ויצאו.</b> ממקום מושבם:\n",
        "29_Chapter, 21_Verse, 0_Comment": "<b>איש וכו׳.</b> לכל איש את אשתו ובניו, וינהגו לעצמם וילכו להם, אבל לא יחלקו עמנו בשלל, אף של עצמם לא יקחו:\n",
        "29_Chapter, 22_Verse, 0_Comment": "<b>את אשר נתן.</b> רצה לומר: וכי בכח ידינו לקחנו, הלא הוא את אשר נתן ה׳ לנו, ושמר אותם כי לא נפקד ממנו איש, והוא מסר את הגדוד בידינו, ואם מה׳ נעשית, הלא כולנו עם ה׳ אנחנו:\n",
        "29_Chapter, 23_Verse, 0_Comment": "<b>ומי ישמע.</b> רצה לומר: ואף אם נעשתה בעוצם ידינו, מכל מקום מי ישמע לכם לדבר הזה, כי הלא על כל פנים ישבו לשמור הכלים, אם כן מהראוי לחלוק עמהם שוה בשוה, כי כן הוא הנהוג מאז, שיהיה כחלק היורד וכו׳, ויחדיו יחלוקו מבלי קדימה כלל ליורדי המלחמה, כי אם לא ישמרו הם הכלים, לא היה מהאפשר להלוחמים להלחם:\n",
        "29_Chapter, 24_Verse, 0_Comment": "<b>ויהי וכו׳.</b> רצה לומר: כן הנהיג דוד לעולם, ועשה הדבר הזה לחוק ומשפט לישראל: ",
        "29_Chapter, 24_Verse, 1_Comment": "<b>עד היום הזה.</b> רצה לומר: עד הזמן שגלו ישראל, ולא נתעסקו עוד במלחמה: ",
        "29_Chapter, 25_Verse, 0_Comment": "<b>לאשר וכו׳.</b> לזקני יהודה רעיו, אשר הם בבית אל וכו׳:\n",
        "29_Chapter, 30_Verse, 0_Comment": "<b>אשר התהלך שם.</b> בעת ברחו מפני שאול:\n\n",
        "30_Chapter, 0_Verse, 0_Comment": "<b>ופלשתים נלחמים.</b> כאומר נחזור לענין הראשון:\n",
        "30_Chapter, 2_Verse, 0_Comment": "<b>את שאול.</b> כי בניו כבר הרגו, והיתה כל פני המלחמה אליו לבד: ",
        "30_Chapter, 2_Verse, 1_Comment": "<b>המורים אנשים בקשת.</b> כמו אנשים המורים בקשת, ורצה לומר: שמצאו מקומו אשר נטמן בה, ופחד מהם שלא יתעללו בו:\n",
        "30_Chapter, 3_Verse, 0_Comment": "<b>ודקרני בה.</b> רצה לומר: דקירת מות: ",
        "30_Chapter, 3_Verse, 1_Comment": "<b>ודקרוני והתעללו בי.</b> רצה לומר: דקירות מכאיבות, ולהשאר חי ויתעללו בי: ",
        "30_Chapter, 3_Verse, 2_Comment": "<b>כי ירא.</b> פחד מה׳, לשלוח יד במשיחו: ",
        "30_Chapter, 3_Verse, 3_Comment": "<b>ויפול עליה.</b> להמית את עצמו:\n",
        "30_Chapter, 4_Verse, 0_Comment": "<b>כי מת.</b> רצה לומר: קרוב למות, כי בן איש גר העמלקי השלים מיתתו, כמו שכתוב בשמואל ב׳ (א י):\n",
        "30_Chapter, 5_Verse, 0_Comment": "<b>אנשיו.</b> עבדיו עושי רצונו:\n",
        "30_Chapter, 6_Verse, 0_Comment": "<b>בעבר העמק.</b> הוא עמק יזרעאל, שהיה סמוך למקום המלחמה:\n",
        "30_Chapter, 10_Verse, 0_Comment": "<b>וישמעו אליו.</b> כמו עליו, וחוזר ומפרש את אשר עשו פלשתים לשאול, לתקוע גויתו בחומה:\n",
        "30_Chapter, 11_Verse, 0_Comment": "<b>וישרפו.</b> על הבשר יאמר, על כי נסרחו ורמה עלתה בהם, לזה שרפו אותם או על כלי תשמישו יאמר, כי כן הדרך לשרוף כלי תשמישי המלך, לבל ישתמש בהם אחר, וכן אמרו רבותינו ז״ל שורפין על המלכים:\n",
        "30_Chapter, 12_Verse, 0_Comment": "<b>ויצומו.</b> מחמת צער ואבל, על כי עזרם במלחמה מול בני עמון, כמו שכתוב למעלה (פרק יא):\n"
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Metzudat David on I Samuel"
}