{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Ibn Ezra on Exodus", 
    "licenseVetted": true, 
    "text": [
        [
            [
                "Now these. The purpose of the <i>vav</i> is to recall "
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "1} When they afflicted them--despite the affliction, the people continued to increase as they had before.\n"
            ]
        ], 
        [], 
        [
            "", 
            [
                "\"And he saw\": There are those who interpret \"belabat esh\" as \"belehavat esh\", but the correct interpretation in my view is that it means \"in the heart [labah = lev] of the fire\" since this is what we find [in Ezekiel 16:30] \"How weak was your heart [libah]\". And R. Adonim [=Dunash] says that if that were the case, it should have a hiriq under the lamed [i.e. libah], as in \"el ginat egoz\" [Song of Songs 6:11]. But he has forgotten \"ukheganah zro'eha tatzmiah\" [Isaiah 61:11]. \"The bush\": the sage says this was a sort of thorn bush."
            ]
        ], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "This was told to him in Midian..."
            ]
        ], 
        [], 
        [], 
        [
            "", 
            "", 
            [
                "One can ask , if Hashem hardened his heart what was his sin? The answer is that Hashem gave wisdom to man, and placed insight into his heart to be able to draw additional power to increasegood, or to detract from his evil, as i will explain later .......But the reason for the hardening of his heart is to increase My miracles. Rabbi Yeshua states the reason was to allow him to suffer the plagues, and he speaks incorrectly."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "Be Ready: Perhaps a person shouldn't sleep on them at night, because they will hear the voice of God in the morning, like the way of the Kohen Gadol on Yom Kippur. "
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "אבן עזרא על שמות", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Exodus"
    ]
}