{
    "title": "Ohr Sameach on Mishneh Torah, Sacrificial Procedure",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Sacrificial_Procedure",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם נתעברה כו'.</b><br><b> נ\"ב </b> תוספתא פ\"ק דפרה ויעוין רה\"ש (דף ו') ויומא (דף ס\"ו):"
            ]
        ],
        [
            [],
            [
                "<b>אין טעון נסכים אלא עולת בהמה כו'.</b><br><b> נ\"ב </b> אפילו פר עולה של ע\"ז כמפורש בתורה:"
            ],
            [],
            [],
            [],
            [
                "<b>ומפי השמועה למדו כו' בכלל הזבחים.</b><br><b> נ\"ב </b> ט\"ס וצ\"ל [בגלל] הזבחים שלו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכשם שהקריבו הנשיאים כו'.</b><br><b> הנה </b> הא דאמר בהוריות (דף ו') הוראת שעה הואי פירושו דהקרבנות היו מלואים שהקריבו וחטאות על עו\"ג אבל הכל מטעם מלואים שהקריבו בימי עזרא כדפריש במנחות וכן צוה יחזקאל על בית השלישי, אף דהא דנביא רשאי לחדש להוראת שעה לעקור דברי תורה זה תיכף בעת שמנבא אבל להורות הלכה כשיבנה הבית לא יכול הנביא, רק לפי שענין המלואים עם קטורת על מזבח החיצון וחטאת נדבה היו במלואים שבימי משה שאינן לדורות וכן עקרו השבת לכן יכול הנביא לנבא על זה במלואים שיהי' בבית השלישי בב\"א, ולזה כוון רבינו דוק בלשונו. ולפ\"ז מיושב קושית הירושלמי ריש שביעית אלא מעתה פרשת המלואים כו' יעקרו היינו שבא ללמדך שאם נביא ינבא על מלואים ישמעו לו:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכל סומכין חוץ מחרש שוטה וכו' וסומא ועו\"ג כו'.</b><br><b> בגמרא </b> סומא מ\"ט לא ח\"א אתיא סמיכה סמיכה מזקני עדה, פירוש וזקני עדה סומין לא דפסולין לסנהדרין, והא דלא ילפינן דיהיו מנוקים מכל מום משום דכאן בפרשה כתיב ונעלם דבר מעיני הקהל וע\"ז קפיד כאן בפרשה. וח\"א אתיא סמיכה סמיכה מעולת ראיה כו' מ\"ט לא יליף מן זקני עדה דנין יחיד יחיד ואין דנין יחיד מציבור, ולמ\"ד מזקני עדה מ\"ט לא יליף מעולת ראיה כו' לאפוקי עולת ראיה דהיא גופא מעולת נדבה גמרה דתני תנא קמיה כו' ויקרב את העולה ויעשה כמשפט כמשפט עולת נדבה לימד על עולת חובה שטעונה סמיכה. והנה הסוגיא תמוה, דאיפוא נזכר בעולת ראיה סמיכה טפי מכל עולת חובה דעלמא, גם א\"כ סומא בעין אחת יפטר כמו דפטור מראיה, ועוד ל\"ל בני ישראל למעט נשים תיפוק ליה מעולת ראיה וע\"ז עמדו בתוספות. אולם שמע נא הפירוש האמיתי. דבביצה תמהו רבוותא רש\"י ותוס' הא עולת צבור הואי ואין סמיכה בקרבן צבור ופירשו תמן דהוראת שעה בקדשי שעה, אבל א\"כ איך אמר יליף יחיד מיחיד הא הך עולה קרבן צבור הואי וצ\"ע, אמנם האמת כמו שביאר בספר התורה והמצוה דהכוונה דכתיב בקרבן אהרן ויקרב את קרבן העם ויקח את שעיר החטאת אשר לעם וישחטהו ויחטאהו כראשון ויקרב את העולה ויעשה כמשפט, דהו\"ל למיכתב ויעשה כראשונה על כרחין משום דאע\"ג דהיה כאן קרבנות חובה בכ\"ז הוי כמשפט פירוש משפט עולת נדבה ששם ביחיד טעונין סמיכה ובציבור אינן טעונין סמיכה, כן הוי הכא ובעולת אהרן דהיה של יחיד היה טעון סמיכה ועולת צבור לא היה בה סמיכה לכך לא היה ממש כראשונה ושוב למדנו מזה דעולת חובה טעון סמיכה עכ\"ד ושפתים יושק. ובאמת דורות לא ילפינן משעה עיין מנחות (דף י\"ט), רק דכאן בחטאת כתיב ויחטאהו כראשון ותמן ג\"כ היה חטאתו טעון סמיכה כדין חטאת יחיד וחטאת צבור לא היה בו סמיכה, וע\"כ משום דלהשמיענו מה דנהגו אז בשמיני לא חייש לן התורה ללמדינו רק ללמדינו לדורות דלא מצאנו סמיכה בעולת חובה רק בנדבה, לכן גבי חטאת דכולהו חובה ל\"צ להשמיענו לכן כתב כראשון, אבל בעולה נחית להשמיענו ללמדינו לדורות דקרבן חובה טעון סמיכה כעולת נדבה לכן דייק קרא למיכתב כמשפט ולא כראשון להשמיענו דבעולת אהרן היה סמיכה ולא היה שוה לשל צבור לכן אמר לימד על עולת חובה שטעונה סמיכה, בינה זה, ופוק חזי בפ\"ק דחגיגה ויעלו עולות קא סברי ב\"ה כו' וב\"ש סברי עולה שהקריבו ישראל במדבר עולת ראיה הואי, ויעויין רש\"י דחמישי בסיון היה קודם מ\"ת ועולת ראיה הואי על שם ויחזו את האלהים וכוונתו להתרגום והוו חדן בקורבניהון דמתקבלן ברעוא כאילו אכלן ושתן, הרי דהיכי דקרבן משום ראיית שכינה היה מתקרי עולת ראיה, ולזה קרי כאן עולת אהרן עולת ראיה דכתיב בהך פרשה קח לך כו' כי היום ד' נראה אליכם [פעם ראשון אחרי העגל] וכתיב בעשיה וירא כבוד ד' אל כל העם ותצא אש וירא כבוד ד' אל כל העם זה נקרא עולת ראיה ומשום דעולתו של אהרן היה בה סמיכה לכן אמר ילפינן יחיד מיחיד, ולכך דוקא על סומא יליף דכתיב וירא כבוד ד' אל כל העם הרי דהיו רואים, וזה ברור, ויותר נועם דהתו\"כ פירש דהקרבן היה חטאת על ע\"ז ולכך הביא עגל על מעשה עגל יעו\"ש וברש\"י בחומש, וא\"כ ציבור כי קא מייתו קרבן על ע\"ז מייתי עולה וחטאת לא כן כהן המשיח דמביא פר לחטאת לא מביא עולה בהדיה ועל כרחין דמשום ראיית כבוד ד' צווה להביאו ולכן שפיר נקרא עולת אהרן עולת ראיה, ומזה יליף לסמיכות כולהו דסומא לא ומרווח שמועה בס\"ד. וראה בירושלמי יומא פ\"ק ה\"א גבי סמיכה דמלואים והתם חובה הוי ובעי סמיכה, אך תמן הוי כבמה כמוש\"כ תוס' בעו\"ז (דף ל\"ד) ואין סמיכה בבמה והוי הוראת שעה ודוק:"
            ],
            [],
            [
                "<b>ודבר זה הלכה מפי משה רבינו שאין בצבור אלא שתי סמיכות.</b><br><b> בסוגיא </b> גמירי שתי סמיכות בציבור, והתוספות ד\"ה גירסא בעלמא הקשו וקשה דבפרק כו' פריך ויהיו זבחי שלמי צבור טעונין סמיכה מק\"ו ומשני גמירי שתי סמיכות בציבור כו' ע\"ש. ולכאורה נראה דהקו\"ח מה שלמי יחיד שאינן טעונין תנופה מחיים טעונין סמיכה שלמי ציבור שטעונין תנופה מחיים א\"ד שיהיו טעונין סמיכה, הקו\"ח לא אלים דמה לתנופה שמחיים שמשום הלחם אתי ולא משום הכבשים רק עיקר קרבן הלחם והתנופה זוקקתן זה לזה וקובעתן זה לזה ואיך שייך למילף לסמיכה לכבשים, וע\"כ דהקו\"ח הוא למ\"ד דכבשים עיקר דכבשים באין בלא לחם ולחם לא בא בלא כבשים וזה ר\"ש דסבר פרק התכלת (דף מ\"ה) הלכה כר\"ש בן ננס ומש\"ה שפיר משני שתי סמיכות בציבור ור' יהודה סבר כר\"ע דלחם מעכב כבשים ולא כבשים את הלחם וא\"כ תו ליכא קו\"ח ולא צריך הלכתא למעטינהו וכן פסק רבינו ודוק:"
            ],
            [],
            [
                "<b>המשנה </b> בפרק שני מדות אמרה במקום שסומכין שוחטין ותיכף לסמיכה שחיטה ותנא כן בספרא ריש פרשה ד', ואפ\"ה דריש בספרא ריש פרק ד' לפני ד' וסמך אעפ\"י שסמך מבחוץ חוזר וסומך מבפנים ומוכח שאם סמך בחוץ חוזר וסומך בפנים אבל על מקום השחיטה והה\"ד אם נתאחרה השחיטה לאחר הסמיכה הרבה ולאו תיכף הוי אינו צריך לחזור ולסמוך דהסמיכה כשירה בדיעבד וקיים מצות סמיכה, ולזה כוון רבינו במש\"כ סמך חוץ לעזרה חוזר וסומך כו' מדברי התו\"כ הנ\"ל, ובהלכה י\"ב ובמקום שסומכין כו' ואם שחט (אולי צ\"ל שוחט) שאין מקום לשחוט רק במקום אחר או ששהה שחיטתו פירוש שנתאחר השחיטה כשרה פירוש הסמיכה כשרה ואינו צריך לחזור ולסמוך דהסמיכה כשירה כיון שהיתה לפני ד' ודו\"ק. ועיין מש\"כ לקמן פ\"ב מהל' חגיגה בשם ירושלמי. (נ\"ב. ולשון כזה בפרק ד' מהל' חליצה הלכה כ\"ג יעו\"ש):"
            ],
            [],
            [],
            [
                "<b>דברי שבח.</b><br><b> נ\"ב </b> כמו מזמור לתודה דאיתא במדרש הודאת דברים, ומה שכתוב בלבוש סימן תר\"ד אינו דאין אומרים שירה על קרבן יחיד:"
            ]
        ],
        [
            [],
            [
                "<b>וכן איברי העולות מקטירין אותן בלילה עד שיעלה ע\"ה כו' שאין מקטירין האימורין כו' אלא עד חצות הלילה.</b><br><b> הנה </b> רש\"י ריש ברכות האריך דע\"ז לא עשו חכמים סייג. ובאמת דחוק טובא לאמר דהמשנה נקטה לחנם הקטר חלבים ואימורים, והנראה דלרש\"י דחקו מה דתניא ומייתי לה ריש פסחים היה עומד ומקריב ע\"ג המזבח לאורה טעון קידוש ידים ורגלים, ופשטא משמע אף בהנך דלא עלו למזבח מקריבין כל הלילה, לכן פירש דיש נפק\"מ בין חלבים לאימורים, דחזינן דלענין אכילה בנאכלין ליום ולילה גזרו רבנן דלא ליתאכיל רק עד חצות ובנאכלין לשני ימים לא גזרו חכמים וכבר פירשו בתוס' משום דביום ניכר שקיעת החמה ועוד דליכא אונס שינה. ויתכן כיון דאמרו כל בשר שאינו כשל שלמים לאו בשר לענין ערב ט\"ב עיין סוף תענית, א\"כ בשר חולין לאו אורחיה למיכל בתר זמן זה לא יעשה כן בשל קודש וחילקו חכמים בזמן אכילתן כיון דרחמנא חילקה בהו דאלו נאכלין ליום אחד ואלו לשני ימים, אבל לענין הקטרה דמן התורה הקטרת אימורים כל הלילה עד הבוקר בכולהו קרבנות, א\"כ אין סברא לחלק בין נאכלין ליום אחד לנאכלין לב' ימים, ועוד בנאכלין ליום אחד אין צריך סייג להקטרת חלבים דהא כיון דעשו סייג לאכילת הבשר וכ\"ז דלא יקטירו החלב אסור לאכול הבשר ויקטיר קודם, וא\"כ נתבונן בנאכלין לשני ימים אין סברא לומר דהאימורים לא יוקטרו כיון שלא הקטירן עד חצות דא\"כ נמצאת דבשרן הנאכלין לשני ימים לא יאכלו עד הבוקר, דבשלמא כשיהיה יום ולא הוקטרו האימורים הוי כמו נאבדו האימורים דאז הבשר נאכל אבל אחר חצות עד הבוקר כיון דמן התורה ראוים האימורים ליקטר רק דמגזירה לא יקטירו א\"כ אסור לאכול הבשר מן התורה כיון דלא נקטרו האימורים דקרא כתיב והקטיר הכהן והדר והיה החזה לאהרן ולבניו כמו\"ש בפרק תמיד נשחט (דף נ\"ט) ואף בחלק הבעלים אסור מה\"ת לאכול כ\"ז שלא נקטרו האימורים כמו\"ש שם (דף ע\"ז) ודם זבחיך ישפך והבשר תאכל קו\"ח ומה אימורים כו' כי איתנהו מעכבי אכילת בשר, הרי דבמה שהבעלים אוכלים אסור קודם הקטרה, ומה שפירשו תוס' בנטמאו האימורים למ\"ד ציץ מרצה על העולין דכיון דמדרבנן אסור להקטיר מותר לאכול כבר כתב הטורי אבן בחגיגה דדבריהם מרפסן איגרי ובמק\"א בארתי דזה מן התורה מה דאסור להקטיר לכתחילה ביחיד ואכמ\"ל, וכיון דיהיו אסורים לאכול עד עמוד השחר הלא יפסלו בהיסח הדעת, ובפרט לפי מה שכתבו דעיקר מצותן לאכלן ביום ראשון ומפורש הוא בתו\"כ צו פרק י\"א עיי\"ש איך יעשו חכמים שלא לאכלן ביום מצותן, ולכן לא גזרו בחלבים שלא חילקו חכמים בחלבים רק באימורים של עולות עשו חכמים סייג ותנא דמשנתינו אגב גררא נקט חלבים משום דשגור בלישנא למיתננהו כחדא, ולזה כוון רש\"י דדלג אימורים עיי\"ש ודוק היטב:"
            ],
            [],
            [
                "<b>מותר להקריבן עם מבוא השמש כו'.</b><br><b> נ\"ב </b> שאין שהות שתצית האש ברובו עיי\"ש דלקלוט מועיל אעפ\"י שאין מתיר:"
            ],
            [],
            [],
            [],
            [
                "<b>עם הוורידין לתוך המזרק.</b><br><b> דעתו </b> דמתחלת שחיטה בעי שיהא הדם נוזל לתוך הכלי אף דעדיין לא גמר השחיטה, וכן דעת רבנן בתוס' מעילה (דף ה') ד\"ה היתר שחיטה כגון שקבל קודם גמר שחיטה יעו\"ש, וכן בתוס' זבחים (דף ק\"י) ד\"ה ואי אליבא וצ\"ע כו' עיי\"ש, וכן מוכח בתוס' ב\"ק (דף ע\"ו) ד\"ה כל העומד הלכך השחיטה שעדיין לא נתקבל כל הדם מורה כן ודוק:"
            ],
            [],
            [],
            [
                "<b>וצריך שתהי' כו' (ואם שחט סתם כשר כמו שבארנו).</b><br><b> נ\"ב </b> תיבות אילו מוקפים ומקומם בסוף ההלכה לשם אותו החטא שבא עליו [ואם שחט סתם כשר כמו שבארנו] כן הגירסא הנכונה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ושלמי צבור הוקשו לחטאת כו' לפיכך הן קדשי קדשים כחטאת.</b><br><b> פירוש </b> דנאכלין בעזרה ואינן נאכלין רק לזכרי כהונה ואינן נאכלין רק ליום ולילה (לקמן פ\"י ה\"ג ז'), נשחטין במקום שחיטתה, פירוש דסמיך רבינו על דרשה דתורת כהנים פ' צו על קרא דזאת תורת החטאת במקום אשר תשחט העולה תשחט החטאת כו' קדש קדשים היא לרבות זבחי שלמי צבור שלא תהא שחיטתן אלא בצפון ומקיש שלמים של צבור דקדש קדשים הן להא מילתא דטעונין שחיטת צפון דזה נוהג בהן מצד שהן קדש קדשים וכן דריש גם על קרא דזאת תורת האשם קדש קדשים הוא במקום אשר ישחטו את העולה ישחטו את האשם, ולא הוי למד מלמד דחטאת ואשם גופייהו מקיש הכתוב לעולה, ושלמי צבור מקיש לחטאת ואשם, דעל זה הקדים רבינו וכשם שהחטאת נקראת קדש קדשים כך העולה נקראת קדש קדשים וא\"כ כי כתוב קדש קדשים לרבות שלמים שהן קדש קדשים דנשחטין בצפון אקשינהו לעולה דכתוב בהך קרא במקום אשר תשחט העולה ומעולה ילפת ואיתקוש חטאת ואשם ושאר קדשי קדשים לעולה ולא הוי רק חד למד, זה בירור דבריו ולשונו מזוקק כזהב:"
            ],
            [
                "<b>בכס\"מ, </b> ומ\"מ מ\"ש רבינו אפילו אחורי ההיכל כו'.<br><b> נ\"ב </b> גמרא מפורשת שם (דף נ\"ה) אחורי בית הכפורת מאי כו' לול היה פתוח ועיין רש\"י שם:"
            ],
            [
                "<b>אבל הפרוכת שעליו אינה פוסלת.</b><br><b> נ\"ב </b> ר\"ל על פתח היכל כמבואר בהלכות כלי המקדש פ\"ז הי\"ז:"
            ],
            [],
            [],
            [],
            [
                "<b>וצריך שיהיה שם דם כדי טבילה כו'.</b><br><b> בגמ' </b> מנחות פרש\"י קבל מדם פרים כו' הנשרפין כו' שיעור ג' הזיות בכלי זה וד' הזיות בכלי זה והזה כו', וכן בתוספות. ופשוט דזה דוקא בחטאות הפנימיות אבל בחטאת החיצונה דאינה מעכבת רק מתנה אחת לא בעי רק שיהא שיעור מתנה אחת דלא גרע מנשפך הדם אחר שנתן מתנה אחת, לכן כאן בחיצונה כתב רבינו שיהא שיעור טבילה שלא יספג אבל אם לא קבל רק מתנה אחת וזרקו סגי ופשוט. ולעיל פ\"ד ה\"ח כתב וכל הזבחים שקבל דמם פחות מכדי הזייה לא נתקדש הדם, כייל גם חטאות הפנימיות ולכל חד כדין הזייה שלו זה המעכב בשעיר ופר הפנימים מ\"ג הזיות ביוהכ\"פ ואחד עשר בהע\"ד וכהן משיח דבעי שיהי' בעת הזיי' בכלי אחד שיעור כל הזיות ואם המה בשני כלים לא נתקדש הדם, אבל אם קבל שיעור ג' הזיות בכלי אחד וד' הזיות בכלי אחד וחזר וערבן בכלי אחד קודם הזייה נתקדשו הדם ודלא כמו שפרש\"י בזבחים (רק כפירושו במנחות) דבשעת הזייה לא היו בכלי אחד אבל בשנתן אח\"כ לכלי אחד מהני ונתקדש הדם ולא הוי כנשפך ע\"ג הרצפה או שנתנו לשמאל קודם קבלה, וטעמא דיליף מילתא ממילתא יעוין סוגיא דמנחות דמזה יליף לקומץ שקבלו בשני כלים, א\"כ ילפינן מהא דמקבל דם הפר בכלי ודם השעיר בכלי אחר ומערבן לקרנות או למתן שבע לכו\"ע ובפרט היכי דנשפכו דמים של הפר והשעיר קודם מתן מזבח הפנימי וצריך לשחוט פר ושעיר אחר ומקבל דמיהם בשני כלים ומערב אותם, ולכן כתב רבינו לקמן פי\"ג הי\"ג וקומץ שחלקו בשני כלים אינו קדוש וחוזר ומקדש, ויעוין משל\"מ שם, וז\"ב בשיטת רבינו בס\"ד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כהן המשיח עצמו מקבל דמו כו'.</b><br><b> פירוש </b> שאף שהוא בעצמו החוטא מצוה שיקריב בעצמו ועיין מנחות (דף ע\"ד) דמצריך קראי דכשר להקריב החוטא עצמו וכש\"כ פר העלם דבר של צבור דמצוה בכהן משיח שאיננו החוטא. וזה שאמרו סוף הוריות פר משיח ופר הע\"ד של צבור כו' שיקדים מכפר למתכפר, פירוש שגם בפר הע\"ד של ציבור הכהן המשיח מכפר ויבא זכאי ויכפר על החייב כדאמר סוף פ\"ק דשבועות:"
            ],
            [],
            [
                "<b>הבכור והמעשר כו'.</b><br><b> נ\"ב </b> תוספתא ערוכה פ\"ו דזבחים עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>עיין </b> מש\"כ במאכלות אסורות פ\"ח הי\"ד בהגה\"ה שם:"
            ],
            [],
            [
                "<b>הולך ומדיחן במים כו' וכל המימות כשרין.</b><br><b> עיין </b> בסוגיא וקדישי מעליותא נינהו כו' מי כיור שיש להם שם לווי. ופלא כיון דכל המימות כשרים אטו גריעי מים שהיו בכיור הלא לא שייך למעט משום שיש להם שם לווי רק כמו דמיעט בפ' שמיני בתו\"כ מי תותים מי רמונים שבתולדתן יש להם שם לווי אבל כאן המים מעלמא אתו רק שהיו מונחין בכיור אטו משום זה נפקו מכלל מים זה לא מצאנו בכל הש\"ס, ואדרבא אמרו בסוכה והאי דקרו להו מרריתא דאגמא משום דמשתכחו באגמא אע\"ג דהוא טבעי כש\"כ כאן דהוא מקריי שנתהווה אחר כך בהמים שנתנו בכיור ואיך יתכן למעטינהו ממים. ולכן נראה דתנא אמר דלא נאמר ילמד סתום מן המפורש דכאן בקרבנות אשר בפתח אוהל מועד כתיב והקרב ירחץ במים למד מן המפורש דבפ' תצוה בבואם אל אוהמ\"ע ירחצו מים דהיינו מים שנתונין בכיור, כן הכא הוי אמינא דרק במים של כיור ירחץ הקרב כו' לזה אמר דכתיב במים שאין להם שם לווי וכיון דתאמר דרחמנא קפיד רק על הנתונים בכיור יש להם שם לווי כמו בסוטה מים קדושים, ולכן אמר הגמ' מאי קל וחומר למי כיור אי משום דקדישי הלא ילפת מזה דמיקרו מים קדושים דלא קפיד רחמנא עלייהו ועל כרחין דהכוונה דקו\"ח דהמים הן מים חיים והמעלה דראויין לנותנן לכיור, אבל מי כיור בעצמן ודאי כשרים להדחת קרבים דלא גריעי משאר מים, זה עומק הפשט למבין, וכן פירש רבינו ופסק דכל מימות כשרים לכיור בהלכות ביאת המקדש פ\"ה. וכן מפורש בדברי הימים ב' קפ' ד' מעשה העולה ידיחו בם הרי דהדיחו במי כיור, וברור. ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם הבדיל כשר.</b><br><b> נ\"ב </b> פירוש שכשר להקטיר וכמו דיליף בתו\"כ מקרא דוהקטיר:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>שלשה מקומות לשריפה כו' כגון שנטמאו או שיצאו חוץ לעזרה כו' או שלן הבשר כו'.</b><br><b> קשה </b> לי דבגמרא אמר ת\"ש דתני לוי שאירע בהן פסול ביציאתן מ\"ל פסול יציאה כגון שיצאו לפני זריקה שעדיין לא הגיע זמנן לצאת (רש\"י) ורבינו פסק כשיצאו חוץ לעזרה עד שלא הגיע זמנן לצאת דנשרפין בעזרה. אולם דברי רבינו מפורשים לקמן פי\"ט מפסולי המוקדשין דזה בעיא דלא איפשטא בגמרא ומספק אזלינן לחומרא ופסולין מספק ותו אין מוציאין אותן חוץ למחנה לאפושי ספק טומאה למתעסקין להוציא אותן אחרי זריקה דשמא נפסלו ותו צריך לשורפן בעזרה שמא לא נפסלו ונשרפין בהכשר והיציאה לא פעלה בהן מאומה, ורבינו חידש שם דאין צריך לשריפה שלהן עיבור צורה משום דלשורפן הן עומדין אבל בעי לשורפן בעזרה כיון שלא יצאו, וזה ברור ומדוקדק בלשון רבינו שם לכך פוסלין אותן להחמיר וישרפו בעזרה ודוק:<br><b> ובהא </b> דבעי בפרק טבול יום תמן אם מהני לינה בבשר פרים הנשרפין דלאו בני אכילה נינהו. נראה לנו ליישב דברי רש\"י התמוהים בפרק שתי הלחם (דף צ\"ה) דמקשה כיון דאפייתן בפנים תנור מקדש ותו איך אין דוחות השבת הא איפסלו בלינה ואמר רב אשי מאי קושיא דילמא מבפנים במקום זריזין, ולא בעזרה ממש אלא בחוץ יאפוהו כהנים זריזים שלא יחמיץ עכ\"ל רש\"י. שרבים ראו כן תמהו הא שתי הלחם באות חמץ. ולפ\"ז א\"ש, דרב אשי סבר דלינה לא פסלה בבשר פרים נשרפים דלאו לאכילה קיימי לא לאכילת אדם ולא לאכילת מזבח. ונתבונן דרב יוסף סבר דשתי הלחם הבאין בפני עצמן לשריפה עומדות ונשרפות ביום טוב כמו שעיר ופר הנשרפין ביוה\"כ דכיון דמצותן בכך יעו\"ש (דף מ\"ו), וא\"כ אם עומדות לשריפה הרי אין פוסלת בהן לינה דהוי מצותן בשריפה כמו פר ושעיר יוהכ\"פ דלאו לאכילה קיימי ותו כי לנו למחר כשרים לדין שתי הלחם הבאות בפני עצמן למצותן לתנופה ולהתיר מנחות, ותו כי באו אחרי זה עם כבשים והוזקקו לכבשים על ידי תנופה ושחיטה והכבשים מתירין אותן לאכילה נאמר דהא נפסלו בלינה זה מוזר, כיון דבעת שחלה עליהן לינה לא חלה עליהן פסול לינה לפוסלן ולדחותן ממצוותן, [אם לא דאם נאמר יש ברירה והוברר מעיקרא שלאכילה היו עומדין והוברר למפרע שנפסלו מלאכול ע\"י לינה] ובפרט ביו\"ט של עצרת בשבת אם נאמר דחלה עליהן פסול לינה תו לא מצי כבשים לבוא בלא לחם דאין לאפות אותם בשבת ותו הרי באין שתי הלחם בפני עצמן ותו לא נפסלו בלינה דכיון דעומדין לשריפה וראויין להניף ולהתיר ותו ראויין להביאן עם כבשים והכבשים יתירו אותם לאכילה היא הפכא והיא מתהפכא, ועיין בירושלמי ריש פרק כל הגט שמחשבה להיעשות כלי לא חלה לר' שמעון כ\"ז שאינו מבורר יעו\"ש, ולכן בשתי הלחם תנן בפ\"ק דמעילה קרמו בתנור הוכשרו ליפסול בטבו\"י ובמחו\"כ ולא תנן בלינה משום דלינה לא חלה עלייהו למיפסלא מטעם שפירשנו, וכל קושייתו הוא מלחם הפנים דלאכילה קיימי ולפסול בהו לינה אם תנור מקדש, וע\"ז משני שפיר דאינן נאפות בפנים ובמקום זריזין אבל שתי הלחם הלא כשלא חל עצרת בשבת ודאי דנאפות בתנור פנים לרשב\"ג דאפייתן דוחה יו\"ט ואפ\"ה לא תנא בה לינה משום דלא שייך בהו פסול לינה כמוש\"ב. ובלחם הפנים תמיד הן נאפות בחוץ בתנור חול משום דלא ליפסול בלינה ודוק:<br><b> והנה </b> הגמרא לא מפרק מידי על הך קושיא. ופירשו רבותינו בתוס' דתברא היא. אמנם יתכן כך דבאמת אמרו בפ\"ג דיומא כלי שרת אין מקדשין שלא בזמנן אפילו לפסול יעו\"ש דרבא מסיק כן, א\"כ שפיר נאפות בפנים ואין תנור מקדשן דאינו מקדש שלא בזמנו, אבל כבר פירשו בתוס' (דף נ\"א) דכיון דאפייתן אינו דוחה שבת תו הוי לאפייה דילהו היום זמנו אף דאין זמן סדורן או תנופתן כיון דבעו היום ליאפות בכלי שרת, אבל א\"כ יש לאמר כמו דמשני בפ\"ק דשבועות (דף י\"א) לינה קאמרת הואיל וצורתה בכל השנה כולה ופירשו תוס' שעיקר מצותה בכך לעשותה כולה מתחלת השנה כו' יעו\"ש, וכיון דנעשית שתהא למחר תמיד בכל שנה ותמיד מצותה בכך לעשותה לצורך מחר תו לא נפסלת בלינה אף אם תנור יהא מקדש לה, וא\"כ איך תאמר דתדחה שבת משום דאם נאמר דלא תדחה שבת ותיאפה מאתמול תהא פסולה בלינה, דאם נאמר דלא דוחה שבת ומוכרחת להיאפות מבערב תו לא פסלה בה לינה דעיקר מצותה להיאפות לצורך מחר וכמו קטרת, כן יתכן בזה. והא דאמר רבא בפרק התכלת (דף נ\"א) דחביתין דוחה שבת דרחמנא אמר על מחבת מלמד שטעונה כלי ואי אפי לה מאתמול איפסול בלינה, או דפליג על הך סברא שגם בשבועות אינה מוסכמת דאידך מייתי מזה דקטורת במכתשת לא מקדשא רק קדושת דמים יעו\"ש, או דשאני חביתין דמצותה כל ימות החול להתקדש ולעשות במחבת ביום הקטרתו ולכן גם שבת לא שאני ושתי הלחם אינן דוחות יום טוב ג\"כ, ובפרט לפי מה דאיתא במדרש ביום השבת יערכנו עריכתו בשבת ואין אפייתו דוחה שבת דעיקר מצותו להיעשות לצורך מחר לא פסלה לינה, ובילקוט איתא שהוראתו של דואג היה לאפותו בשבת עיי\"ש. ומיושב לפ\"ז פסק רבינו שפסק כהך משנה סתמא. והא דאמר סוף פרק ר' ישמעאל לרבי דאפייתו דוחה שבת מה\"ט דמיפסל בלינה, או דאזלא כמ\"ד דפליג על הך סברא או דרבי סבר דדוחה יום טוב וא\"כ כל השנים מצותן להיאפות בתנור ולהתקדש ביום הקטרתו לכן כשחל בשבת ג\"כ לא שאני ודוק היטב בכ\"ז:"
            ],
            [],
            [
                "<b>ושריפת כל הנשרפין כו'.</b><br><b> נ\"ב </b> ירושלמי יומא פ\"ו ה\"ו יעו\"ש:",
                "<b>ולמה נאמר עצים להוציא [את] הסיד כו'.</b><br><b> בתו\"כ </b> ובפרק כיצד צולין (דף ע\"ה) מפיק לה מבאש ולא סיד כו' וע\"ז רמי מי אמרינן דכל מידי מיקרי אש יעו\"ש ולדברי רבינו דמעצים דריש לק\"מ וצ\"ע. ונראה דגמרא דילן ותו\"כ אזלא למאן דאמר דדרשינן בכללי ופרטי וא\"כ עצים פרטא ובאש כללא הוי מרבי כל מידי כמו פרט וכלל, ועל כרחך דזה לא מיקרי אש, אבל רבינו אזיל למאן דדריש רבויי ומיעוטי והוי כמו מיעוט וריבוי ואמר ריש פרק שלשה מינין דמיעוט וריבוי לא נתעקר המיעוט לגמרי רק ממעט דבר אחד וסיד וגופסיס הוי דבר אחד וזה מיעוט ודוק. אך עדיין אמאי לא נאמר ושרף כלל עצים פרט באש חזר וכלל וצ\"ע:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>בין שהיתה לה שעת הכושר כו'.</b><br><b> הנה </b> רבינו פסק כתרי סתמי דקדשים קלים טעונין מריקה ושטיפה ופסולה שהי' לה שעת הכושר אינה טעונה כבוס, דלפי הדרשות משקליא וטריא דגמ' סתרי אהדדי. אמנם רבינו פסק דקדשים קלים טעונין מריקה ושטיפה לא מדממעט תרומה רק מהיקשא דיליף לכל קרבנות מקרא דזאת התורה לעולה כו' דשלמים כתיב בקרא ובשלמי נדבה משתעי וכמו דפירשו בתוס' לקמן וכמו דמקיש שם לבלוע כן לבלוע בכלי ובישול בכלי, וא\"כ אין צריך קרא למעט תרומה ואתי קרא למעט את שהיה לה שעה\"כ ונפסלה מדין כבוס ופשוט:<br><b> ודע </b> דבתוספתא פליגי ר' יעקב ור\"ש במריקה ושטיפה בהיה לה שעה\"כ ונפסלה אם טעון מוש\"ט וכמו דפליגי לענין כיבוס [דשם הגירסא ר' יעקב ולא רע\"ק כבש\"ס] כן פליגי לענין מריקה ושטיפה וכן מובא בתו\"כ לענין מוש\"ט ג\"כ. ויתכן היה לאמר דר\"ש דריש קרא דאותה דכתיב תרי זימני חדא דזכר בכהנים יאכל אותה, וחדא דכתיב הכהן המחטא אותה, אך בגמ' (דף נ\"ב) דריש לה אותה שניתן דמה למעלה כו' ואכמ\"ל. רק העיקר דמצאנו בתוספתא פסחים פ\"ו דר' יעקב אמר היה לו שעה\"כ ונפסל חייבין עליו משום שבירת עצם ר\"ש אומר אעפ\"י שהיה לו שעה\"כ אין חייבין משום ש\"ע, אלמא דבסברא פליגי כיון שאחר זריקה היה הבשר מותר באכילה מקרי בבית אחד יאכל וכן גבי מריקה פליגי אם מקרי בזה כל זכר בכהנים יאכל אותה רק גבי כיבוס דאיכא בנשרפין ודוקא קודם הזייה דאינה נאכלת ע\"ז צריך למידרש קראי, וראיתי בתוס' שנ\"ץ לתו\"כ מש\"כ ע\"ז יעו\"ש:<br><b> ורבינו </b> כתב חטאת הנאכלת, דייק שאפילו נפסלה אחר זריקה ליכא דין מו\"ש ושבירה בכ\"ח וכר' יעקב, והא דמריקה ושטיפה אינו קודם הזייה ושבירת עצם חייב אף מבעו\"י, וקודם זריקה נמי חייב כדמוכחא סוגיא דחולין (דף י\"א) דא\"א למיבדק כו' היינו דיהיה ראוי באכילה בלילה ואחרי זריקה, משא\"כ במריקה ושטיפה דאם נבלע עכשיו שאינו ראוי לאכילה ואפשר שהזריקה אינו מתיר את הבשר הנבלע כלל, וזה קרוב למה שנסתפקו בחדש הבלוע בקדירה אם העומר מתיר ואכמ\"ל:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ניתז מן הבגד לבגד שני אין הבגד השני טעון כיבוס.</b><br><b> הנה </b> רבינו פסק דאוספו ופסול והוי כהיתה לו שעת הכושר ונפסלה דאינו טעון כיבוס ובגמרא מספקא ליה לרבי ומנא פשיטא לרבינו להקל דאינו טעון כיבוס. והנה נתבונן נא בסוגיא ונראה דמוכרח כפסק רבינו, דבעי ניתז על בגד טמא מהו ופשיט מפלוגתא דר\"א ורבנן דר\"א אמר מי חטאת שנטמאו מטהרין שהרי נדה מזין עליה כו' ור\"א ורבנן בדנין טומאה קדומה מטומאה שבאותה שעה קמיפלגי מ\"ס דנין ומ\"ס אין דנין, רבא אמר דכו\"ע אין דנין ור\"א סבר הזאה צריכה שיעור ומצטרפין להזאות עיי\"ש. ונתבונן למה אמר נדה מזין עליה הא כל טמא מת מזין עליו בשביעי ובשלישי, והא בשלישי עדיין הוא נשאר בטומאתו אע\"ג שההזיות נטמאו בהאדם המוזה ואפ\"ה מטהרין אעפ\"י שאין הזיית שלישי מסלקת הטומאה מעליו ועדיין הוא טמא. וצ\"ל דשאני הנך דמצותן בכך ואין דין הזייה רק בטמאי מתים תאמר לטומאות שמי חטאת נטמאו [שלא מחמת קדושתם] מדבר אחר שאינו שייך להזייה ולכן מייתי שפיר שהרי נדה מזין עליה אעפ\"י שנטמאו מחמת הנדה וזו הטומאה לא שייך מידי להזייה שאפשר להזות על טמא מת שאין בו טומאה אחרת, ותו קשה אכתי מאי פשיט מחכמים דסברי אין דנין טומאה קדומה מטומאה שבאותה שעה דילמא סברי חכמים ג\"כ דנין רק שם אין דנין דשאני בעידן הזייה דטמאים ע\"כ ממת שלזה ניתן תורת הזייה הוה\"ד אם טמאים הן מחמת שהיא נדה אבל מקודם לא אשתראי טומאה במי חטאת. ודוגמא הא דאמרינן בפרק כל הפסולים רובן טמאי מתים ונעשו זבים דהואיל והותרו לטומאת מת הותרו לזיבה יעו\"ש ואביי אמר דהיתרא הוא הואיל ואישתרי אישתרי, משא\"כ בניתז על בגד טמא דנין טומאה שבאותה שעה מטומאה קדומה וכמו שאם נטמא הדם מקודם אין טעון כיבוס הוה\"ד כן אם נטמא בעת נפילתו על הבגד ג\"כ אינו טעון כיבוס:<br><b> אבל </b> נראה נא עוד, דהנה רבינו פסק בסוף פ\"א מפסוהמ\"ק וכל דם הקדשים אינו מקבל טומאה כלל שנאמר בדם על הארץ תשפכנו כמים אבל דם קדשים כו' אינו מקבל טומאה יעו\"ש. ובפירוש המשנה לעדיות פ\"ח כתב כל מה שבא במשנה מזכרון דם הקדשים שנטמאו ודאי אמרו קודם שהעיד יוסי בן יועזר שמשקה בית מטבחייא דכן עיי\"ש וכן כתב בפירוש המשנה זבחים סוף פ\"ח יעו\"ש. ולפ\"ז יפלא על רבינו איך כתב ניתז על בגד טמא הא הדם אינו נטמא ומ\"ל שהבגד טמא. ונתבונן נא דקושיא שהקשינו מאי מייתי ראיה מהא דהזייה דרבנן סברי טעון כיבוס דילמא סברי דכאן דנין טומאה שבאותה שעה מטומאה קדומה ואינו טעון כיבוס רק שם אין דנין מטומאה שבאותה שעה הואיל וע\"כ נטמאו מחמת טומאת מתים הוה\"ד לא איכפת לן מה שנטמאו מחמת נדה, ע\"ז יש לתרץ דכאן נמי כל ניתז על בגד הדם נפסל ואוספו ופסול ואפ\"ה טעון כיבוס הוה\"ד אף אם הבגד טמא ונפסל מחמת טומאת הבגד ג\"כ טעון כיבוס דמ\"ל פסולא חדא מ\"ל תרי פסולי, אף דשם תורת כיבוס בכך דא\"ל תימא הכי אין תורת כיבוס בעולם בכ\"ז הואיל ואיתא תורת כיבוס אף כי נפסל באותו שעה דאוספו ופסול איתא אף כי נפסל מחמת טומאה ודמי ממש להזיית מי חטאת שנטמאו. אולם זהו בדותא דמחמת מאי אוספו ופסול אטו מאי דניתז על הבגד גורמו לפסול הלא רק מה שאידחי לכיבוס ורחמנא דחיה מתורת דם לכיבוס לכן אף כי אוספו ופסול, ואיך תאמר שניתז על בגד טמא יהא ג\"כ טעון כיבוס הואיל וגם בלא זה נפסל, הלא ע\"ז אני דן אם נחית עליו תורת כיבוס משום שנטמא באותו שעה ואינו ראוי להזות ולא מצאנו שעל דם שאינו ראוי להזות יהא נחית תורת כיבוס והא דאוספו ופסול הלא זה רק מסובב מחמת תורת כיבוס דרמי רחמנא עליה ולא דמי להזיית מי חטאת. אולם לפי מה שהקדמנו בשם רבינו דדם קדשים אינו מקבל טומאה שאינו נשפך כמים א\"כ איך בעי בניתז על בגד טמא הלא לא נטמא הדם כלל. וצ\"ל כיון דטעון כיבוס ואוספו ופסול א\"כ רחמנא דחייה מתורת דם להיכבס במקום קדוש לכן אינו נקרא דם שאינו נשפך כמים ומקבל טומאה דדין מים יש לו ואינו כמשקה בית מטבחייא שבאין לצורך המזבח ולכן מקבלי טומאה, א\"כ אימת בא טומאתו לאחר שניתן עליו תורת כיבוס א\"כ אמרינן דכל דם אוספו ופסול לאחר שניתן תורת כיבוס עליו ואפ\"ה טעון כיבוס, הוה\"ד אף שהוא נטמא אחר שניתן עליו תורת כיבוס ותו נפסל מחמת טומאתו ואעפ\"כ טעון כיבוס, ודמי למי חטאת דסברי רבנן דטומאתן בעת הזייה לא דמי לטומאתן שקודם הזייה משום דבעת הזייה הלא נטמאו מחמת הטומאת מת שלזה ניתן תורת הזייה לכן גם כל הטמאים מזין עליהם והן טהורין, נמצא דכל הסוגיא מוכחת דאוספו ופסול ולכן מקבל טומאה ולכן דמי למי חטאת שכולם נטמאו מחמת טומאת מת היינו האדם הטמא למת שמזין עליו וכן פסק רבינו:<br><b> ובזה </b> מתיישב מה דקשה דלפי מה דפשיט רבא בסוף פירקא בדם עולה למטה ודם חטאת למעלה משום נוגע הוא והא לא נגע או דילמא משום בלוע הוא ופשיט דמשום בלוע עיי\"ש, א\"כ הכא מקבל טומאה מעת נגיעה בבגד טמא וכיבוס אינו טעון עד שיבלע הוי טומאה קדומה שנטמא הדם קודם שנבלע. ולפמש\"ב א\"ש, דהא הדם אינו מקבל טומאה רק שכיון שאידחי לכיבוס ואידחי מתורת דם מקבל טומאה, א\"כ קודם הבליעה הלא לא היה מקבל טומאה דהוי דם קדשים ואינו מקבל טומאה והוי שפיר טומאה שבאותה שעה ודוק. והנה שם בסוגיא דפשיט אם מיפסל פסיל ביה רחמנא בעוף כלי שרת למה לי קרא למעט דם חטאת העוף דאינו טעון כיבוס הא איפסל לה באויר כלי ומשני במדביק כלי בצוארה, ואם נימא דאבלוע קפיד רחמנא הא כיון דנגע בו נפסל מטעם מגע כלי דפסל בו רחמנא ונמצא דקודם בליעה הרי נפסל, וצ\"ל דכיון דראוי לבליעה אף דנפסל אחר המגע קודם הבליעה טעון כיבוס, ודוקא דם חטאת שניתז על דם עולה אינו טעון כיבוס דאינו ראוי לבליעה, ואם כן א\"ש גם הך דניתז על בגד טמא ואכמ\"ל:<br><b> ואין </b> להקשות מאי בעי ניתז על בגד טמא הא כתיב תכבס במקום קדוש הו\"ל למידרש מי שאינו טעון אלא כיבוס יצא זה שטעון קריעה וכיבוס וכמו דדריש ריש פרק ראשית הגז על גז צאנך תתן לו מי שאינו מחוסר אלא נתינה עיי\"ש ובסוף פרק כסוי הדם ואת כל שללה תקבוץ כו', ושם בריש פרק ושפך וכסהו כו' עיי\"ש, דכאן ג\"כ מצי לכבסו בלא קריעה וכמו דאמר ר\"ל במעיל שאסור לקורעו שמכבסו בפחות משלש על שלש וזה פשוט:"
            ],
            [],
            [
                "<b>כלי חרש כו' (וכן כלי נתר).</b><br><b> נ\"ב </b> תו\"כ מפורש:"
            ],
            [],
            [],
            [
                "<b>ומבשל ושונה ומשלש.</b><br><b> נ\"ב </b> תורת כהנים מפורש פרשה צו פ\"ד יעו\"ש:"
            ],
            [
                "<b>כלי גללים.</b><br><b> נ\"ב </b> תוספתא בכ\"י הנדפס ע\"י צוקערמאנדיל, ור\"ן רמז לה בפסחים:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואח\"כ מנתח את הבשר כו'.</b><br><b> נ\"ב </b> פרק התודה (דף ע\"ז) אר\"ח אמר אבימי שלא ינתח בשר עד שיוציא אימורין:"
            ],
            [],
            [
                "<b>ושתי הכליות כו'.</b><br><b> נ\"ב </b> תו\"כ צו פרק ט\"ז הלכה ג' מפורש שם עיי\"ש דלא כהכס\"מ:"
            ],
            [],
            [],
            [
                "<b>ואין הכהנים זוכין בחזה ושוק אלא לאחר הקטר האימורין.</b><br><b> והוא </b> הדין חלק הבעלים כמוש\"כ רבינו פי\"ח מפסוהמ\"ק והאימורים מתירין את הבשר לאדם וכ\"כ המשל\"מ, ואם נטמאו האימורים או שאבדו אוכל הבשר כמו דתניא פסחים (דף נ\"ט). ורבינו רמז לזה בפ\"א מפסוהמ\"ק הל\"ג וכן אימורי קדשים קלים שיצאו כו' והם בחוץ לא נפסל הזבח, משמע דהבשר נאכל אם כי האימורים נפסלים ביוצא יעו\"ש. ובגמ' אמרו דחטאת וכיו\"ב שמעלה ומלינה בראשו של מזבח למ\"ד דאין לינה מועלת בראש המזבח כיון דאם ימתין עד למחר יפסלו הבשר בלינה לכן מותרין לאכול כאילו ליתנהו לאימורים יעו\"ש. אמנם רבנן בתוס' הכריחו משמועה דביצה (דף כ') דהיכי דשחט נדרים ונדבות ביו\"ט מותרין הבשר באכילה קודם הקטרת אימורין הואיל וא\"א להקטיר ביו\"ט חלבי חול יעו\"ש [וכן בתוס' מנחות (דף מ\"ח) ד\"ה חטוא בשבת דכתבו דיזרוק הדם כדי לאכול חי יעו\"ש], וזה תימא כיון דיכול להקטיר האימורין לערב ולאכול הבשר איך יהיו מותרין לאכול קודם ההקטרה. ונראה בכוונתם דלרבא שם דסבר דמותר לזרוק הדם עבור לאכול בשר ולא עבור הקטרת אימורים וכי נאבד בשר לא יזרוק הדם א\"כ כי איתנהו לבשר ולאימורים ותאמר שאסור בשר באכילה עד שיקטיר האימורים לערב הלא אז אין הבשר נאכל ביום טוב רק לערב בחול ותו יהא אסור לזרוק הדם אע\"ג דהוא רק שבות מכל מקום לא התירו חכמים שבות דזריקה רק עבור צורך אוכל נפש דיו\"ט לרבא, וכיון דלא יזרוק הדם א\"כ לא יהיו האימורים ראויים להקטיר לערב דיופסל הדם בשקיעת החמה ותו יופסל כל הזבח לכן כיון דבכה\"ג לא יהא מותרים להקטירן לאימורים תו לא מעכבי אימורים לבשר ומותר בשר לאכול קודם הקטרת אימורים ותו יהא מותר לזרוק הדם ביום מפני שיאכל הבשר ביום טוב והוי צורך אוכל נפש דיו\"ט ולא גזרו על שבות דיו\"ט וכיון שיוזרק הדם תו יאכל הבשר ביו\"ט ויוקטר אימורים לערב כי הקטרת חלבי חול אסור מן התורה, ואע\"ג דלא יהא אסור בהקטרת אימורים רק משום שבות דזריקת דם בכ\"ז לא מעכב כמו נטמאו האימורים דלדידן דקיי\"ל ציץ מרצה על העולין מן התורה בני הקטרה נינהו, בכ\"ז כיון דמדרבנן אסור להקטירם לא מעכבי כמוש\"כ תוס' פסחים שם, התבונן בזה ורבינו קצר בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>היה בעל התודה כהן כו'.</b><br><b> נ\"ב </b> פרק התכלת (דף מ\"ו) אטו תודה ולחמה מי לא מינדבי כהנים כו' ועיין בפתיחה לפירוש המשנה במנחות תוך ד\"ה וחלק ה\"ג יעו\"ש באורך:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וזהו [הריבוך] האמור בכ\"מ.</b><br><b> נ\"ב </b> כצ\"ל, ויעוין פירוש המשנה מנחות פ\"ט מ\"ג:"
            ],
            [],
            [
                "<b>והרקיקין מושחן (בשמנים) [בשמינית] שלהן אחר אפייתן.</b><br><b> נ\"ב </b> פרק אלו מנחות נקמצות (דף ע\"ה) שאי אפשר לבוללן כשהן חלות, מוכח דמשיחה דאפשר הוא כשהן רקיקין:"
            ],
            [],
            [],
            [
                "<b>שני מיני לחם שבנזיר וארבעה מיני לחם שבתודה כו' ומעשה הלחם של שניהן חוץ לעזרה.</b><br><b> מפורש </b> במשניות חלה פרק א' ופסחים פרק כל שעה חלות תודה ורקיקי נזיר עשאן לעצמו כו' עשאן למכור בשוק הרי דנמכרין בשוק לחייבי תודות ורקיקי נזיר ויעוי' פרק כ\"ש דפריך ותפ\"ל דהוי מצה עשירה כו' מפורש דנמשחין הן ונבללין בחוץ ודברי רש\"י פסחים ל\"ז ע\"א ד\"ה בתנור חם כו' היו מסיקין תנור של מקדש ולחמי תודה כו' אינו מדוקדק ובביצה פרש\"י מדוקדק יעו\"ש דמעשיהן היו בחוץ כמוש\"נ."
            ]
        ],
        [
            [],
            [
                "<b>וכן אכילת שירי מנחות מצות עשה כו'.</b><br><b> נ\"ב </b> ולחם הפנים איקרי מנחה לקמן פרק י\"ב הי\"ט ובמשנה פ\"א משקלים מ\"ד היך נאכלין כו' ולחם הפנים כו' ונכלל אכילתן בכלל כל מנחות והוי חלק מהמצוה לכן לא מנאן רבינו בפני עצמו:"
            ],
            [],
            [],
            [],
            [
                "<b>השלמים נאכלין ביום הזביחה וכל הלילה וכל יום המחרת כו'.</b><br><b> הרמב\"ן </b> בפירושו עה\"ת כתב מפשט הכתוב דעיקר מצותו שיהא נאכל ביום זביחתו רק אם נותר למחרתו יאכל יעו\"ש, וראייתו מהתו\"כ אינו מוכרח דפירוש שיכול שיהא המצוה להותירו ולאוכלו בשני הימים ת\"ל והנותר אם הותיר הותיר אבל מצותו שוה כל הזמן. אמנם נ\"ל דבזה פליגי הרז\"ה עם הראב\"ד בפרק תמיד נשחט לריו\"ח בן ברוקא דמחו\"כ בשאר ימות השנה טובל ואוכל בקדשים לערב, דפירש הרז\"ה בקדשים של ערב היינו שהשלמים הן של אתמול אבל בשלמים דהיום דיכול לאוכלן למחר לא שרינן ליה להביא אחר התמיד משום דמצותו שיהא נאכל כל זמנו שוה. והראב\"ד בהשגותיו מפרש דאוכל לערב אבל השלמים הן של היום שיכול לאוכלן למחר ובכ\"ז שרינן ליה להביא קרבנו אחר התמיד כדי שיאכל לערב וטעמו משום דעיקר מצותו שיהא נאכל ביום זביחתו ורק אם נותר למחר אוכלו למחר לכן שרינן ליה לעבור על עשה דהשלמה ושיטת רבינו מורה כהרז\"ה, והראב\"ד דעתו כהרמב\"ן. והנה להרמב\"ן א\"ש מה דלא עשו חכמים סייג בקדשים הנאכלים לשני ימים להיאכל עד חצות, כיון דעיקר מצותו ביום ראשון ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חתיכה של קדשי קדשים או של פגול או נותר כו' אסורות לזרים כו'.</b><br><b> אחר </b> העיון בפהמ\"ש ביאר רבינו דהחתיכות ניכרות דאל\"כ הוי דבר חשוב וחתיכה הראויה להתכבד ולא בטלה וכשיש כאן יותר מששים נגד החתיכות רק המכוון דבקדשים הוי דינו כמו בתרומה דשיעורן במאה ואחד [במין במינו] וכמו שמבואר לקמן הל' פסולי המוקדשין פרק ו' בסופו לכן בפיגול ונותר פליג ר' שמעון וסבר דאין זה דומה לאיסור קודש דליבעי נגדו שיעור מאה ואחד לכך, מתיר גם לזרים ורבינו לקח מהמשנה את התמצית דגם איסור קדשי קדשים דאיכא בהו בעי שיעור מאה ואחד אבל לכהנים שרי, דלגבי איסור פיגול ונותר הוי ככל האיסורים שבתורה דדינן בששים ולא למדנו שיעור מאה ואחד מתרומה רק באיסור דשייך בתרומה כמו איסור מאה ואחד לזרים וכן לטמאים דשייך בתרומה אבל לא לענין פיגול ונותר דלא שייך בתרומה בטל בששים וזה ביאור דברי רבינו לעומקן ור\"ש ורבנן פליגי אי איכא איסור זרות גם בפיגול ונותר ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אשה ואנדרוגינוס אין חולקים להם בקדשי המקדש.</b><br><b> מפרש </b> הך דאמרו ביבמות פרק הערל דף ע\"ב אנדרוגינוס אוכל בתרומה ואינו אוכל בקדשים פירוש שאינו חולק בקדשים ויעוי' רש\"י שם."
            ],
            [],
            [],
            [
                "<b>וכל שאינו ראוי לעבוד אינו ראוי (לאכול) חוץ מבעל מום.</b><br><b> נ\"ב </b> חושש אני שט\"ס נפל וצ\"ל אינו ראוי [לחלוק] והוא לשון המשנה ר\"פ טבול יום הני תרי כללי בהדדי כל שאינו ראוי לחלוק וכל שאין לו חלק בבשר כו' וזה העתיק רבינו באלו הלכות וא\"ש דקטן אינו חולק. וזה שכתב רבינו חוץ מבעל מום הוא מתירוץ הגמ' (דף ק\"ב ע\"ב) בעל מום רחמנא רבייה. וזה נראה לאמת ועיין לח\"מ ודוק:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכן האוכל כזית מכל האימורין כו' בין כהן כו' לוקה.</b><br><b> בגמרא </b> מנחות (דף ע\"ד) כהן שאכל מן האימורים כו' לאו דזרות כו', פירוש לאו דוכל זר לא יאכל כי קודש הם, והנה זר מיקרי להענין המדובר כמו בעבודת הלוים כתיב וזר לא יקרב אליכם והוי בזה בכלל משורר ששיער דהוא זר לאותו עבודה כמו\"ש בערכין, ובאימורים הוי זר כל שאינו למזבח ואף כהן בכלל זר, וזר שאכל מחטאת ואשם לפני זריקה פטור דהכהן שלו עומד הבשר לא מצי לאכול הבשר לפני זריקה, וכן האוכל מן העולה לפני זריקה אינו לוקה משום זרות דלא חזי לפני זריקה למזבח, ואימורי ק\"ק שעלו לפני זריקה אין בהן מעילה דזריקה מתירתן למזבח וא\"כ אינו חייב משום זרות, והא דאמר דלכהנים נמי לא חזי שיטפא דלישנא הוא על לאו דוזר לא יאכל דשם בבשר מילואים דהיו עומדים לאכילת כהן אבל גבי עולה הוי ליה לאסוקי דלמזבח נמי לא חזי, וכן שנינו במשנה פרק ב\"ש העולה דמה מתיר את בשרה למזבח. ורבינו פירש דלכן סיים הגמ' מכות (דף י\"ח) הכא דלכהנים נמי לא חזי לכלול דבשר קדשי קדשים שאכלן זר בחוץ אינו לוקה וכן אימורים בחוץ אינו לוקה משום זרות כמוש\"פ בהלכה ח' יעו\"ש היטב. ורבנן בתוס' במנחות ובשבועות (דף כ\"ד ע\"ב) נדחקו בזה עד מאוד עיי\"ש, ומש\"כ נ\"ל ברור ודוק:"
            ],
            [
                "<b>במשל\"מ. </b> וכש\"כ אם נתקדש בכלי לא מהני שאלה כו'.<br><b> נ\"ב </b> כן משמע מהך סוגיא דמנחות (דף ק\"א) דפיגול אינו מטמא טו\"א יעו\"ש דלא מזכיר כלל דיהי' ראוי לאכילה ע\"י שאלה ודוק:"
            ],
            [],
            [],
            [
                "<b>נכנס בשר קדשים קלים להיכל [ה\"ז] כשר.</b><br><b> נ\"ב </b> דאילו קדשי קדשים וחטאת מותר לאוכלן בהיכל כדיליף מקרא לעיל פ\"י כש\"כ דלא מיפסלו אם נכנסו להיכל ודוק:"
            ],
            [
                "<b>בכס\"מ. </b> ומ\"ש אבל אם אכל הזר בשר כו', נ\"ב זה מפורש שם ע\"א עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נתן והקריב לוקה על השמן בפ\"ע כו'.</b><br><b> הנה </b> לולא דברי רבינו היה נראה דעל נתינת שמן ולבונה לחודא לוקה דאף בלבונה פסולה המנחה כ\"ז שלא לקט הלבונה ומכש\"כ בשמן לכן לוקה אף בלא הקריבה, ואף אם היתה כשרה ג\"כ יתכן דלקי וכדפריך רבינא (בדף נ\"ג) ואימא לא תאפה חמץ לאוקים גברא בלאו אפסולי לא מיפסל והתנא נקט דוקא נתן שמן על שיריה אינו עובר אבל על גופה של מנחה אף דהוי דומיא דשירים שלא נקרב ג\"כ לקי וצ\"ע. ונראה סברת רבינו דרק על הקרבת הקרבן שלא יהא מהודר קפיד רחמנא וכדאמר ר\"ש לכן רק על הקרבת הקרבן קפדה תורה ואינו עובר רק המקריב לחודיה אבל הנותן שמן או לבונה לא לקי ומפרש רבינו כן בפירוש התו\"כ שהביא בסוגיין יכול בשני כהנים הכתוב מדבר ת\"ל עליה בגופה של מנחה הכתוב מדבר ולא בשני כהנים כן הגירסא בתו\"כ, ופירושה שיכול שקפיד רחמנא על הנתינה ושימה לחוד בלא הקרבה ולפ\"ז שני כהנים אם זה נתן הלבונה וזה שם השמן לוקין שניהם ת\"ל עליה בגופה של מנחה היינו גוף הקרבן שהוא מנחה אינו בא בשמן ולבונה שהוא חטאת או מנחת קנאות, וזה רק כי נקרב כמו כל קרבן ועל הקרבתה עם השמן ולבונה קפיד רחמנא ואינו לוקה רק המקטיר לבדו אבל לא הנותנים שמן ולבונה ואינו לוקה אלא כהן המקטיר שהוא כהן אחד רק שהוא לוקה שניים, וברור. ובספר המצות מצוה ל\"ת ק\"ג הזהירנו מהקריב במנחת חוטא לבונה כו' הזהירנו מבלול מנחת סוטה כו' ואם הקריבה בשמן לוקה הרי דרק על הקרבה עבר, ובספרי נשא על הלבונה לא יהי' עובר שיכול לחזור וללקטה, פירוש שעל הקרבת לבונה סד\"א דאינו עובר משום דאינו קומץ ממנה ודחוק קצת אבל דעת רבינו ברור כדפרישית ובהלכות סוטה קיצר רבינו. וחתני נ\"י הראני כי החינוך כתב דאינו נוהג רק בכהנים, ומזה מוכח דרק על הקרבה עובר ולכן אינה רק בכהנים, וכ\"ז ברור:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ומאימתי יותרו השירים באכילה משיצת האור ברוב הקומץ.</b><br><b> ירושלמי </b> יומא פ\"ב הובא במשל\"מ מה ברובו ברובו של קומץ או ברוב כל פרידא ופרידא כו' אתא חזקיה כו' בשם ר' יוחנן ברוב כל פרידא ופרידא, ומלשון רבינו ברוב הקומץ משמע ברובו אע\"ג דלא משלה האור ברוב כל פרידא ופרידא וזה נגד הירושלמי. והנראה דמפרק ב\"ש (דף מ\"ג) מוכח דברוב הקומץ, דאמר עולא שם קומץ פיגול שהעלו ע\"ג המזבח פקע פיגולו ממנו ל\"צ שמשלה בהן האור ואף אם ירד מע\"ג המזבח אחר כך יעלה, ופריך הא אמרה עולא חדא זימנא ומשני מהו דתימא הנ\"מ אבר דמיחבר אבל קומץ דמיפרש אימא לא קמ\"ל דכחד אבר דמי כו' ואמר ר\"א הלכך האי קומץ פיגול דפלגיה מחית אארעא ופלגא אסקיה אמערכה ומשלה בו האור מסיקנא ליה לכתחילה דכחד אבר דמי, הרי חזינא דלענין לקלוט שיהא נחשב לחמו של מזבח דסגי במשלה בו האור לא שאני בין קומץ לאבר ונחשב כחד אבר ולא בעינן שיהא משלה האור בכל פרידא ופרידא, כן להתיר דבעי שיוצת האור ברובו סגי ברוב הקומץ אע\"ג דלא הוצת האור ברוב כל פרידא ופרידא דכחד אבר דמי ולכן לא זכר רבינו דברי הירושלמי. והא דאמר רבינא בפרק בהמה המקשה אפ\"ת רבנן חיבורי אוכלים כמאן דמיפרתי דמי הוא ענין אחר גבי טומאה ואף באיברין אמר זה ואין זה ענין לנידון דילן כמובן ודוק:"
            ],
            [
                "<b>אע\"פ שהן מותרין לאכלן כו' ובדבש כו'.</b><br><b> נ\"ב </b> מפורש (דף נ\"ח ע\"א); ובאורך בסוטה (דף ט\"ו) עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>או בכל מיני תבלים.</b><br><b> נ\"ב </b> בתוספתא זבחים פ\"י מנחות ללותתן פירוש על שירי מנחות שמותר ללותתן ולהוציא מהן שמנן ועל מנחת סולת קאי ולתת לתוכן תבלין ואין חשש למחמץ שירי מנחה שמותר ללתות משום דשירי מנחה נאכלין רק בעזרה מקום זריזים וכרבינו:"
            ],
            [],
            [
                "<b>ואם גיבלה ביין כו'.</b><br><b> נ\"ב </b> צ\"ל ואם גיבלה בשמן כו':"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כל פתיתה כפול לשנים כו'.</b><br><b> נ\"ב </b> ומפריש קומץ לבונה ומקריב חציין כו' כצ\"ל. ושם בלח\"מ ודברי בעל כס\"מ יותר נכונים, נ\"ב וכן הוא מפורש בפירוש המשנה פרק שתי מדות עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>ויראה לי שאחר אפיה מושח אותם.</b><br><b> הנה </b> בתודה ובנזירות כתב לעיל שאחר אפיה מושח אותם, בנזירות פ\"ח ובתודה לעיל פ\"ט משום שהן נעשין בחוץ, אבל מנחות שמעשיהן בפנים במקום זריזים ובזריזים סד\"א דמושח קודם אפיה דלא חייש לחמוץ, לכן הקדים זה להלכה הסמוכה ומושחן וחוזר ומושחן כו' דמשום לאחר אפיה מושח אותן ולא שייך חמוץ דכבר אמרו בפרק כל שעה דמי פירות עם מים ממהרים להחמיץ ויאפה מיד יעו\"ש, ולזה העירני גיסי הרב ר' שמואל ליפשיץ שיחי':",
                "<b>בלח\"מ. </b> ולפיכך תמה דאמאי לא מני לה תנא (בפ\"ב) [בפ\"ק] דחולין כו':<br><b> נ\"ב </b> בתוספתא פ\"ח דמנחות איתא באמת כן כשר ברקיקים פסול בחלות עיי\"ש וצ\"ע:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>הניח מנחה לשני בניו כו'.</b><br><b> דע </b> דנראה פשוט דגר שנתגייר והפריש מנחה ומת ואין לו יורשים דקריבה וכמו עולת גר שמת ואין לו יורשים דקריבה כמבואר בזבחים (דף ק\"ג) דממעט קרא דעורה אינה לכהנים אבל מקרב קריבה ומשנה ערוכה בשקלים פ\"ז גר שמת ואין לו יורשים והניח זבחים שנסכיהן קרבים משל ציבור והוא הדין לעולת חובה כמו עולת יולדת גיורת ואין לה יורשים שהפילה [ועיין מנחות (דף ד') דמכפרין אתו לאחר מיתה בעולת יולדת] והוה\"ד במנחה, רק דאם תאמר דקניא להו לא ליקרבה דהויא של שותפין. ולפ\"ז יש לעיין דמאי פריך הנהו ליתי ולרצי דאטו אם אין לה יורשין לא קרב עולתה הלא מקרב קרב ואכמ\"ל:"
            ],
            [],
            [
                "<b>עד שיקריב כמו שנדר.</b><br><b> נ\"ב </b> פירוש ולא כמו שהפריש כמוש\"כ לקמן פט\"ז ה\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר כו' כנדרי רשעים כו'.</b><br><b> נ\"ב </b> ירושלמי נדרים עיי\"ש בפני משה:"
            ],
            [
                "<b>נתכוון לנדור בעולה ואמר קרבן כו' ואמר הקדש כו'.</b><br><b> פירוש </b> דכוון להוציא בשפתיו ענין הקדש פרטיי כמו בקדשי מזבח עולה ואמר קרבן שזה לשון כולל, או בקדשי בה\"ב חרם ואמר הקדש חיילא הכוונה הפרטיות והוי עולה וחרם, והוי קל וחומר משבועה דאמרו דנתכוון להוציא שלא אוכל פת חטים ואמר פת סתם דבפת חטים חיילא שבועה כמוש\"כ בהלכות שבועות פ\"ב הי\"ד מסוגיא מפורשת דבשבועה גמר בלבו לא מהני ואפילו כן כיון שהוציא לשון כולל מיתסר בהפרט כש\"כ בהקדש דמהני גמר בלבו לבד דחייל מה שכוון עולה ודוק:<br><b> נ\"ב </b> וכן תניא בתוספתא נדרים פרק ה' צוקער מאנדיל כלשון רבינו."
            ],
            [
                "<b>עד שיעברו [עליו] (כל) רגלי השנה [כולה].</b><br><b> נ\"ב </b> אף שמיני עצרת:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה לו בהמה מעוברת כו' ואם נקיבה זבחי שלמים כו'.</b><br><b> בסוגיא </b> ריש פרק כיצד מערימין ואם נקיבה זבחי שלמים נקיבה מי קדשה בבכורה סיפא אתיא לבהמת הקדש. וצע\"ק הא הגמרא אמר בפרק תולין דהערמה דלא מוכחא שריא הא הערמה דמוכחא אסירא, וכן פסק רבינו בהלכות יו\"ט פ\"ז מטילין שכר כו' מערים ושותה מן החדש שאין הערמה זו ניכרת לרואה כו', וא\"כ אם יאמר אם ילדה זכר יהיה עולה ואם נקיבה תהיה חולין הלא זה הערמה דמוכחא דמוכח דרק לאפקועי מקדושת בכורה קא אתי לכן אתי תנא דמשנתינו להשמיענו דצריך להקדישה גם אם תהיה נקיבה לשלמים ולא מוכחא דלאפקועי מבכורה ובכה\"ג שרי להערים. ונראה ליישב דסיפא דילדה שני זכרים האחד יקריב עולה והשני ימכר לחייבי עולה ודמיו חולין וטעמא בעי, ונראה משום דשני זכרים שיצאו האחד קדוש בבכורה ולא השניים דא\"א לצמצם וכדאיתא פ\"ב דבכורות יעו\"ש וא\"כ כל האחד ספק בכור ומספקא לן מי הוא ואנא ידענא דמסתמא לא אקדיש רק הבכור דליפקע מקדושת בכורה ולזה כוון, וא\"כ השני שאינו בכור ודאי לא אקדשיה ולכן האחד קרב עולה דהוא הקדיש האחד לעולה והשני ימכר לחייבי עולה דאימר הוא הבכור ואותו כוון להקדישו בבטן לעולה לאפקועי מקדושתיה, אבל אינו מקריב עולה רק אחד וכמו דקיי\"ל בבכורות בשנים שיצאו שאחד לו ואחד לכהן, וזה דוקא אם נאמר דלא פירש ואם היא נקיבה תהיה לזבחי שלמים רק אם זכר יהיה עולה דמוכחא דלא כוון רק להקדיש מי שהוא קדוש בקדושת בכורה להפקיעו מבכורה, אבל אם פירש אם נקיבה זבחי שלמים אע\"ג דלא קדשה בבכורה תו כי ילדה שני זכרים ראוי להיות שניהן קדושים בקדושת עולה, דמאי תאמר הא לא כוון רק להפקיע קדושת בכורה ורק האחד בכור, ז\"א דהא גם נקיבה הקדיש ולא גרע השני שנולד מנקיבה ואע\"ג דאינו קדוש בבכורה יוקדש לעולה ואמרינן דכוון על שניהן שיהיו לעולה ודוק. וזה אם נאמר דהא דאמר בגמרא סיפא אתאן לבהמת חולין פירושו במבכרת, אולם רבינו פירש בחולין דעלמא באינה מבכרת וכן מוכרח לאמר בילדה שתי נקיבות דהאחת תימכר וטעמא דאיהו לא אקדיש רק חדא לשלמים כן הכא לא אקדיש רק חד לעולה ודלא כמו שפירשנו, וצ\"ל דהערמה דלא מוכחא דבעי הוא רק במקום שאומר שצריך לדבר אחר לא למה שמכוון כמו התם שתולה רימונים או ששותה מן החדש ואומר לצורך שתיה בעינא ובאמת כוונתו להיות אחר המועד וכיו\"ב. אבל הערמה שעושה מה שמכוון וזה שרי מותר אפילו מוכחא ואף בדאורייתא לכן שפיר פריך ל\"ל למימר ואם נקיבה זבחי שלמים וזה שרי אף בדאורייתא והתבואת שור גבי מכירת הבהמות בפסח לא דק במחכ\"ת וברור:<br><b> ודע </b> שלשון רבותינו בתוס' ב\"ב (דף קמ\"א) ד\"ה אלא לאביי כו' שכתבו והא דארשב\"ג אין קדושה חלה עליהן היינו דוקא קדושת פיו שאמר אם זכר עולה כו' וטעמא משום דסבר שלא נתכוין אלא לזכר הידוע בודאי כו' ע\"ש, אינו מובן דאף אם כוון שתהא עולה ג\"כ אינו כלום דהא משנה מפורשת סוף כיצד מערימין אמר כו' ועל הבעלת מום הרי אלו עולה לא אמר כלום הרי אלו לעולה יביאו בדמיהם עולה ואם הוי אמר לעולה הוה שייך סברתם אבל כי אמר אם זכר עולה וסוף סוף כי הוי טומטום הוי בע\"מ ולא חלה קדושה עלייהו וצ\"ע. ופשטיות השמועה מורה לנו שם דהיכי דכתיב בן או בת ודאי דטומטום ואנדרוגינוס בכלל ולא גרע מבת ובספק בן איתא, רק מלשון זכר או נקיבה איתמעיט טומטום ואנדרוגינוס שאין להם זכרות ונקבות, וע\"ז אמר אביי דוחין אותו ואין לו ורשב\"ג אמר אין קדושה חלה עליהן, ומשום דבתקנת מזונות הלשון בנן נוקבן וטומטום ואנדרוגינוס אינו נקבה, וכן במשנה אם זכר יטול מנה ואם נקיבה מאתים [ולפ\"ז פסק הטור באנדרוגינוס סימן ר\"פ צריך ביאור ואכמ\"ל], ואף לפמש\"כ התוס' משום דאין דעתו של אדם אלא על זכר הידוע כו' ג\"כ נראה לעין דהתם הוי בעל מום והמקדיש בע\"מ לוקה לכן אמדינן דעתו דלא כוון לעשות איסור להקדיש בע\"מ, ודוחק לומר דבבטן דשריא רחמנא להקדיש אע\"ג דאיהו מחוסר זמן כמבואר בתוס' פ\"ק דתמורה (דף י') סד\"ה ואזדא ריו\"ח, הוה\"ד דשרי אף בעל מום וצ\"ע:<br><b> ודע </b> דמזונות מועטין אם יש בנות וטומטום דמחשבין אם יש מזונות לאלו ואלו עד שיבגרו הוי מרובין ואם יש בכה\"ג רק שאומרים שמא יתקרע הטומטום אחרי זה ונמצא שיהיה נקיבה ויטול כבת בנכסים מועטים עד שיתבגר הטומטום ונמצא דדין נכסים מועטים יש אף אם יש מזונות לבנות עד שיתבגרו וגם לטומטום עד שיתבגרו הבנות כיון דאין מזונות עד שיתבגר הטומטום, ובזה א\"ש מה דפריך הגמ' ולטעמיך לרבא מאי יורש כבן ול\"ק קושיית התוס' יעו\"ש דבזה גרע מבן בנכסים מועטים ודוק היטב בכ\"ז:"
            ]
        ],
        [
            [],
            [
                "<b>וכן הנודר עולת עוף מן התורים או מן בני היונה והביא תחלת הציהוב כו' ה\"ז ספק.</b><br><b> הנה </b> רבוותא בתוס' עמדו כיון דממ\"נ האחד פסול איך יכול להקריבן ותירצו כגון אם עבר כהן והקריב א\"נ כיון שהביא ליד הכהן יצא ידי נדרו כו'. והנה תירוצם השני תמוה כמוש\"כ המשל\"מ לעיל פרק י\"ד, ורק תירוצם הראשון שעבר כהן והקריבם יש לקיים, ונתבונן נא בהא דריש פרק כל הזבחים שנתערבו דאמר רבא השתא דאמור רבנן לא נקריב אי נקריב לא מרצי וטעמא משום דחוי, א\"כ אף אם עבר והקריב לשניהן ג\"כ פסולין מדין דחוי. אך הגמרא מסיק תמן דלמ\"ד בעלי חיים אינן נדחין א\"כ המה כשירים וא\"ש, אבל ז\"א דניחזי דכיון ששחטן והמה פסולים לזרוק אותן על המזבח א\"כ תו נדחין דשחוטין נדחין ובשלמא הא דבעי הגמ' אם תחלת הציהוב בריה הוי אפשר דאזלא למ\"ד דאף שחוטין אינן נדחין וזהו חנן המצרי כדאמר תמן בגמרא, אבל על רבינו קשה, ובשלמא תמן איכא למימר דהא דמוקי משנה דקנים כמ\"ד בעלי חיים אינן נדחין היינו כגון שפירש אחד מן הקבוע דכיון דניידי תו אמרינן כל דפריש מרובא פריש, אבל באמת כתב שם רבינו שאם עבר והקריב הורצה שאין בעלי חיים נדחין (בפ\"ו מפסוהמ\"ק) וכוונתו אעפ\"י שלא הניד אותן רק הקריב כולן א\"כ הכשרים נקרבו כדין וליכא למימר כיון ששחטן ידחו דפסולים לזריקה ושחוטין קיי\"ל דנדחין, ז\"א כיון דרבינו כתב טעם דאינן בטלין ברוב משום שבע\"ח חשובין הן ולא בטלי וכיון דנשחטו תו בטלה חשיבותן כמו אגוזים שנתפצעו והוי ראוים לזריקה וזה פשוט ודלא כהלח\"מ בזה יעו\"ש. ונתבונן עוד כאן דהא הוי מחצה על מחצה ותו כיון שנשחטו הוי דחויים דאינן ראוי לזריקה, ולומר דמיירי שהביא שתי תורים תחלת הציהוב ואחד מבני יונה דאם תחלת הציהוב הוא גדלות א\"כ הבן יונה מיבטל דזה טעות דספק שמא קטנות הוי והוי חד בתרי ואכתי דחוי מלהקריב וצ\"ע. וליכא למימר דזה הוי דחוי' מחמת טעות שמספקא לן דשמא סימן קטנות או גדלות ובכה\"ג לא הוי דחוי וכמו שפירש ר\"ת פ\"ק דזבחים (דף י\"ב) על כי פתח ר' יוחנן בדחויין בהא פתח דכיון שהפריש קרבן אע\"ג דהורו ב\"ד שחלב מותר לא הוי דחוי רק בטעיות, ז\"א דתמן מיירי דנתברר אחר זה הטעות שטעו ב\"ד ורוצים אנו לדחותו מחמת הטעות, אבל כאן שלא נתברר הספק ודאי דאם הקריב כולן ג\"כ הוי דיחוי כיון דלכתחילה אסור להקריב דשמא הוא פסול דיש כאן פסול לפנינו וכמו דשקיל וטרי רבא שם אם הוי דחוי יעו\"ש, הן דמה שפרש\"י שם שמיירי שהוכר אחר זה התערובות והקריב זה לא יתכן לפיר\"ת דהוי דחוי בטעות ולא שמיה דחוי, ורש\"י אזיל לטעמיה שפירש בפ\"ק דמסיק דזה הוי דחוי, אבל כאן קשה טובא וצ\"ע:<br><b> אולם </b> באמת קשה לכאורה על רבא מכמה משניות מפורשות, דנתערב בדם התמצית דאם לא נמלך ונתן כשר, ודחוק לחלק דכיון דתמן רואין כאילו הן מים ורק משום גזירה בעלמא, הא לזרוק דם התמצית כאילו הוי מים ליכא איסורא לכן בהא לא אמרינן דחוי משא\"כ כאן הפסול אסור להקריבו בלא טעם דבטיל. וכן קשה מהא דפ\"ג דמנחות שנתערב קומץ מנחה במנחה שלא נקמצה כו' אם הקטיר הורצה, ולחלק דאילו לא היה מעורב היה הכל כשר להקרבה זה דחוק. וכן קשה מהא דתנן אתרוג של תרומה טהורה לא יטול ואם נטל כשר לפום מה דבעי אם יש דחוי במצות איך יצא בדיעבד, ודחוק לומר דמשום דלא הוי דיחוי דהא מצי למישאל על התרומה, דא\"כ כי בא ליד כהן ותו ליתנהו בשאלה לא יצא בדיעבד וזה פליאה, וכן אמר רבא לולב של ע\"ז לא יטול ואם נטל כשר. ולכן נראה לי כך דלא שייך דיחוי בכה\"ג אם לא דמעיקרא היה דיחוי ולבסוף נעשה ראוי כמו בנשפך הדם וכיו\"ב, אבל באופן דלכתחילה אינו ראוי להקריב ובדיעבד כשר ודאי דלא הוי זה דיחוי כלל, רק הכא אם הוכרו התערובות ודאי מותרים להקריב ולא שייך דיחוי דהוי דיחוי בטעות כמו שפירש ר\"ת, ולא אמר רבא רק בגוונא דהקריב כולן דידעינן דגם הכשרים עלו למזבח ואפ\"ה לא מרצו כיון דאידחו קודם היינו שאידחו מקודם עד שיכירם דזה אפשר להכירם ולכן פריך מעולה וחטאת שנתערבו וכן מאיברים דבכל אלה איכא בהו הכרה והדיחן מדעת שלא להקריבן עד שיכירן, אבל בנתערב בדם התמצית וכן במנחה שנבלל עם שירים שבכל אלה לא שייך בהן הכרה ולא נדחו מדעת, וסברות כאלה תמצא גבי מוקצה דלא הוי דיחוי, ונכון. ולפ\"ז א\"ש גם מה שהביא רבינו הך דתחלת הציהוב אע\"ג דאנן קיי\"ל דשחוטין נדחין ודוק:<br><b> ובהך </b> שמועה דדיחוי פ\"ק דזבחים דבעי ר' ירמיה אכל חלב והפריש קרבן והורו ב\"ד שחלב מותר וחזרו בהן מהו מי הוה דיחוי או לא כו' כי פתח ר' יוחנן בדחויין מהא פתח יעו\"ש ברש\"י דהא דדיחוי משום דאילו עבד השתא לא מתחייב דיחיד שעשה בהוראת ב\"ד פטור, וזה תימא דהא אילו עביד השתא בזה האופן שאכל מקדם שנתחלף לו חלב בשומן וכיו\"ב כיון שלא אכל מחמת הוראת ב\"ד אע\"ג דעביד השתא חייב לר\"י בריש הוריות יעו\"ש, דפליגי אם נתחלף לו חלב בשומן ואכל דחייב כיון דלאו משום ההוראה של ב\"ד קא אכיל יעו\"ש, וא\"כ איך פירש רש\"י דמשום זה הוי דיחוי והו\"ל לפרש כפשוטו דלא היו מקריבין אותו כיון שהיו סוברים שחלב מותר והיתר אכיל אך זה לא מסתברא דהוי דיחוי והוי מצינן לפרש כר\"ת דמשום זה לא הוי דיחוי דהא אילו עביד השתא ג\"כ הוי מחוייב קרבן משא\"כ מומר ושוטה דאילו עבדי בשעת המרה ושטות לאו בני קרבן נינהו ודברי רש\"י צע\"ג. ונראה בכל הני מילי דנתקדשו בכלי שרת אע\"ג דלכתחילה אין מעלין בכ\"ז כשרים בדיעבד אם הקטירן או זרקן דלענין זה מועיל כלי שרת שמקדש שמלכתחילה אינן נפסלין מהקרבה בדיעבד ולזה כלי שרת מקדשין ודוק בכ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן הנודר עולה מן הבקר וכו' יביא שור כו' יביא איל כו' יביא שעיר כו'.</b><br><b> בהשגות </b> פירש טעם רבינו דלא פסק כמשנתינו משום דסוגיא מוקמא לה כרבי והוי סתם ואח\"כ מחלוקת ואין הלכה כסתם וכן פירש רבינו בפירוש המשנה בביאור. ולכאורה תמיה דלרבנן אם נדר קטן והביא גדול יצא בדיעבד אמרי אבל לכתחילה מי אמרי הלא צריך להביא כפי מה שנדר לכן אמר המשנה דלכתחילה יביא פר ועגל קטן וגדול, וצריך לומר כיון דבדיעבד יצא תו כי מספקא ליה אינו צריך להפריש גם קטן. ודא מוכחא מאוקימתא דרב אשי דרבנן אמרי דהנודר מנחה של עשרונים ואינו יודע כמה פירש יביא ששים עשרון דסברי דנודר קטן והביא גדול יצא אלמא דכיון דבדיעבד יצא אינו צריך לחוש לספק לכתחילה ולהביא קטן דכולהו לשם חובה מייתי ויצא נדרו. ולפ\"ז נתגלה לנו טעמא של אמוראי קמאי דסברו דמביא ומתנה וקמיץ שני קומצין משום דאינהו סברי דלכתחילה צריך להביא כפי שנדר ומוקמי לכולה משנה כרבנן ורבינו פסק כרב אשי ודוק:"
            ],
            [],
            [
                "<b>הרי עלי למזבח יביא קומץ לבונה כו'.</b><br><b> בתוספתא </b> הרי עלי לבונה לא יפחות מן הקומץ ר\"י אמר משקל עשרה דינרין ריב\"ב אומר כהן מקדשה בכלי שרת ומקטירה ע\"כ. והפירוש דבזבחים (דף ס\"ב) כשהוא זורק למערכה דלוקה הוא זורק, דעל כרחו הוא זורקו שהרי אין יכול לסדר סביב על ראשי העצים כו' אלא הימנו והלאה מקום שהמערכה דולקת ולכן אמר ר' יהודה דבעי משקל עשרה דינרין וכדאמרו ביומא (דף מ\"ב) דפרה בעי כובד שתהא כבדה ותפול לתוך האור ויפלו תוך שריפת הפרה לכן משקלו עשרה זוז שבעי שיזרוק את הקומץ לתוך האש בהמערכה, (ויעוין שבת דף פ\"א צרור כדי לזרוק בו עוף כו' משקל עשרה זוז) ולכן אמר ריב\"ב דכאן דמתנדב לבונה הוא מתנדב כלבונה במנחה כמו דיליף בתו\"כ דמתנדב לבונה ויין ושמן מקרבן מנחה יעו\"ש, ולכן בעי קדוש כלי כמו לבונה דמנחה וכיון שמקטירה בכלי שרת שנתקדשה בו תו לא בעי לזורקה ולא בעי כובד ולא צריך שתהא משקל עשרה זוז וכמוש\"כ רבינו לעיל פ\"ז ה\"א ופ\"ט ה\"א. ויעוין מנחות (דף כ\"ו) שלא בכלי שרת כו' דפליגי אם מקטירו שלא בכלי שרת אם כשר ללבונה וקומץ של מנחה. וזה פירוש האמתי בתוספתא ודוק. ודע דלבונה הנקטרת בקטורת בפעם אחד הוא משקל עשרה דינרין בקרוב שמחמשים דינרין פרס מנה יש לבונה חלק חמישית בקרוב אולם הוא על מזבח הפנימי ויעוין זבחים (דף ק\"ט) אם ילפינן חוץ מבפנים ודוק:"
            ],
            [],
            [],
            [
                "<b>ומנסכו כולו ע\"ג השיתין כו'.</b><br><b> נ\"ב </b> עיין כס\"מ, ועוד דר\"ל דסובר דבר שאין מתכוון מותר מדשרי לקנח בצרור שעלו בו עשבים (שבת פ\"א) ובכ\"ז סבר דנסכין הבאין בפ\"ע אינן באין לאישים ולכן אם עלו ירדו לדברי ר' יהושע ודוק:"
            ]
        ],
        [
            [
                "<b>במל\"מ </b> הביא פלוגתת ר\"ש אם רצה מביא מחצה חלות ומחצה רקיקין. וזה לשון המשנה, מחצה חלות ומחצה רקיקין מביא ובוללן וקומץ משניהם, פירוש דלכתחילה צריך להיות הקומץ משניהם וסמכינן אבילה. ואע\"ג דפותתן כזתים ג\"כ נבללות ובפרט דקומץ צריך להיות שתי זתים (לעיל נ\"ח) ויש כזית מזו וכזית מזו. ובתוספתא פ\"ח פתיתיהן כזתים כדי שיהא שולט בהן לקומצן כו' [ורש\"י פירש כר' ישמעאל] ומזה יצא לר' יוחנן בירושלמי דדמאי פ\"ה ה\"ה דאמר עד כזתים הנבללים יעו\"ש וזה יצא לו מהך דמנחה מחצה רקיקין ומחצה חלות דפותתן כזתים וקומץ וסמכינן אבילה, ולר' שמעון במיני מנחה יביא שני מינין במנחה אחת זה מחצה חלות ומחצה רקיקין כדאמרו שם ורבינו פסק כרבנן לכן מביא שתי מנחות מב' מינים ועיין משל\"מ סוף הלכות מעשר ואכמ\"ל:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נדר עשרון ומחצה ואמר כו' כדרך המתנדבין ה\"ז מביא שנים.</b><br><b> בתוספתא </b> פי\"ב תניא הרי עלי עשרון אחד להביא בשני כלים כופין אותו ומביא שני עשרונות בשני כלים דברי ר\"י ר\"ש פוטר שלא התנדב כדרך המתנדבים הרי עלי עשרון ומחצה כופין אותו ומביא שני עשרונים שלמים שאין מתנדבין חצאין. אם תעיין במשנה פליג ע\"ז ר' שמעון וכולהו בבי דמשנתינו איתא בתוספתא. ונראה ברור דעל בבא דסיפא צריך להיות דברי ר' יהודה ור\"ש פוטר שלא התנדב כדרך המתנדבין, ובהרי עלי עשרון אחד להביא בשני כלים כופין אותו ומביא שני עשרונות בשני כלים סתמא מתניא, ובטעות נכתב על בבא דרישא, וטעמא דלא פליג ר\"ש על בבא דא משום דעשרון אחד בשני כלים מצי להביא לחובתו רק שיוסיף בכל כלי עוד חצי עשרון ויהיה משני כלים עשרון אחד חציו מזו הכלי וחציו מזו הכלי עולה לחובתו ועשרון אחד משני כלים חציו מזו וחציו עולה לנדבה, וקמ\"ל התוספתא דבזה לא פליג ר' שמעון דזה כדרך המתנדבים שעשרון אחד עולה משני כלים רק שאין מתנדבין חצאין:<br><b> ובזה </b> נתגלה לנו טעמא דהגמרא (בדף ק\"ה) שמעינן ליה לר\"ש דאמר אם הביא עשרון אחד משני עשרונות ולוג אחד משני לוגין יצא, ופרש\"י דלא איתפריש, ולפ\"ז איתפריש דמתוספתא דא אמרו דלא פליג ר' שמעון על הך בבא והיינו טעמא משום דהוא כדרך המתנדבים דבשני כלים מביא חדא מנחה חובה רק דמוסיף עוד להביא מנחה נדבה בהנך שני כלים וחציין חובה וחציין נדבה. ובהך דלא התנדב כדרך המתנדבין נזכר כאן ובלהקריב בבית חוניו ובפסחים (דף נ\"ג) יעו\"ש בתוספות ובחולין בשוחט בחוץ לשם עולה יעו\"ש בתוס', ועדיפא מיניה בהקדש בדק הבית בערכין (דף כ') בחצי ערך כלי עלי יעו\"ש בשיטה מקובצת בש\"ס ווילנא החדש, וכזה בנזיר בתוספתא הרי עלי לגלח חצי נזיר ר\"ש פוטר שלא התנדב כדרך המתנדבים וזה ממש כהך דחצי ערך כלי דפלגא לאו אורחיה למידר כו'. ונראה דזהו טעמא דרשב\"י משום ר\"ש בסוף שקלים דאמר המקדיש שקלים בזה\"ז לא קידש וכדמפרש בירושלמי דאם יניח עד שיבנה בהמ\"ק הרי הן מתרומה ישינה וקרבנות צבור בעי להקריב מתרומה חדשה והוי כאומר הר\"ז קודש להקריב מתרומה ישינה ולא התנדב כדרך המתנדבים ודוק בכ\"ז:<br><b> והנה </b> המשל\"מ הביא תוספתא מנחות פי\"ב כהן שאמר הרי עלי מנחה שתקמץ ושיאכל, ישראל שאמר הרי עלי מנחה שתעלה כולה לאשים כו', ולדידיה פשיטא ליה דהיא היא שבסוגיין. ולענ\"ד מסתפקנא טובא דבמשנתינו הכל על אופן שמתחייב להביא ואיך גדר התחייבו במנחה, משא\"כ במתנדב מנחת כליל אין נפ\"מ בחיובו כלל רק הוא כתנאי שעל אופן שתהא כליל מתנדב במנחה והוא תלוי באשלי רברבי במחלוקת דמתנה אדם על מה שכתוב בתורה דתנאי בטל והמעשה קיים וצ\"ע:"
            ]
        ],
        [
            [],
            [
                "<b>ירושלמי </b> ראש השנה פ\"א ה\"א לא תאחר לשלמו ולא את חליפיו כהדא דתניא ואל פתח אוהל מועד לא הביאו ולא את חליפיו, והוא סתום מאוד. והנלע\"ד דקיי\"ל דקדשים שהוקדשו בשעת היתר הבמות והוקרבו בשעת איסור הבמות דאינן בכרת רק בל\"ת ויליף לי' מקרא דואל פתח אוהל מועד לא הביאו מי שלא היה לו להביאו אלא לפתח אוהמ\"ע פרט לזו שהיה יכול להביאן בחוץ היינו בהיתר במות (עיין דף ק\"י בזבחים) וע\"כ הוא מדבר בקדשים שהקדישן בשעת איסור הבמות כו' שהרי עונשן אמור ואל פתח אוהמ\"ע לא הביאו. והנה לפ\"ז הוי אמינא דאם הקדיש בהמה בשעת היתר במות והוממה והחליפה בבהמה אחרת ובשעה שהחליף נאסרו הבמות סד\"א דאינו חייב כרת על שחיטתה בחוץ הואיל והבהמה דהקדושה מכחה אתיא היה בשעת היתר במות קמשמע לן קרא ואל פתח אוהל מועד לא הביאו דנקט לא הביאו דבנשחט תליא שאותו היה צריך להביאו מתחלה הקדש לאוהמ\"ע ולא משגיחינן כלל בחליפיו מה שהבהמה הראשונה היה בעת היתר במות וזה מתאים להך פירוש דקא מפרש בהך דלא תאחר ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשם מצורע ששחטו בחוץ שלא לשמו חייב כו'.</b><br><b> לא </b> ביאר רבינו דאף תוך ימי הספירה אם שחטו בחוץ שלא לשמו חייב כרב חלקי' ב\"ט, דמספקא ליה שמא הלכה כרב הונא דאמר מי איכא מידי דלשמו לא חזי ושלא לשמו חזי, וכן שמא הלכה כר\"י מדיפתי ביומא (דף ס\"ב) דעקירת חוץ לא שמה עקירה ומוקי לדרב חלקי' כששחט מיעוט סימנים בפנים וגמרן בחוץ כגירסת ר\"ח שם. וכן לא פירש רבינו דחטאת מצורע בזמנו ששחטו שלא לשמו חייב וכדמוקי רב הונא הך דמרבה אשם מצורע בזמנו ושלא לשמו וכר' אליעזר דפסול ואפילו כן חייב א\"כ הוה\"ד חטאת רק דתני טפל וכש\"כ עיקר משום דמספקא לרבינו שמא בשוחט חטאת שלא לשמו פטור בחוץ, רק רב הונא אזיל לטעמו דתני בריש פ\"ב דבכורות דהשוחטן בחוץ חייב ומוקי בדוקין שבעין דכיון דאם עלה לא ירד חייב בחוץ, ורב חסדא ביומא (דף ס\"ב) פליג עליה דסבר ששלמים ששחטן קודם שנפתח דלתות היכל בחוץ פטור ואע\"ג דאם עלו לא ירדו הואיל ואינו נוהג בשאר קדשים בכ\"ז פטור והוה\"ד בשוחט חטאת שלא לשמו ובכ\"ז צ\"ע דהא ראוין לבוא בפנים לשמו ועיין תוס' שם ודוק:"
            ],
            [],
            [
                "<b>והשוחט את הפסח בחוץ אפילו בשאר ימות השנה בין לשמו בין שלא לשמו חייב כו'.</b><br><b> רבינו </b> פסק כרבין, וביומא (דף ס\"ג) כי אתא רב דימי א\"ר ירמיה אמר ר' יוחנן פסח ששחטו בחוץ בשאר ימות השנה בין לשמו בין שלא לשמו פטור כו' ואמר לי עקירת חוץ לא שמה עקירה ונראה דלר' מאיר דסבר בפרק האיש מקדש (דף נ\"ד) דבקדשים דקדישי קדושת הגוף נפקע קדושתן במתכוון לגוזלן במזיד, א\"כ הא קיי\"ל בהשוחט בחוץ דהשוחט להדיוט חייב, א\"כ בשחט להדיוט הלא כוון לגזול הפסח ומפקיע קדושתיה וחייב בשוחטו לשם קרבן אחר הואיל ומצי לעקור אותו לחולין לגמרי א\"כ עקירת חוץ ג\"כ שמיה עקירה. ולפ\"ז למאי דבעי לומר תמן דדוקא קדשי קדשים מצי לגזול ולהפקיע קדושתן אבל לא קדשים קלים א\"כ א\"ש דבפסח דקדשים קלים הוי לא מצי לעקור אותו בחוץ ולכך פטור, אבל באשם מצורע דקדשי קדשים הוא עקירת חוץ שמה עקירה, רק למאי דמסיק שם דאמרי משמיה דריב\"ח אחד ק\"ק ואחד קדשים קלים מתחללין לר\"מ שפיר דומה פסח לאשם ולכן לא מקשה מרב חלקיה ב\"ט ארב דימי [ובפרט דבזבחים רב דימי אמר כרב חלקיה ב\"ט דשלא לשמו חייב] רק דרב ירמיה מדיפתי מתני כך ודוק. והא דמקשה מהא דתנן מחו\"ז כו' ואמר רב חלקי' ב\"ט כו' אמאן דאמר חייב בין לשמו בין שלא לשמו, דוקא מר\"ח ב\"ט מקשה, דבל\"ז ממשנה לחודיה לא מצי למיפרך דהוי אמינא דכאן חייב הואיל וחזי שלא לשמו בפנים ומאי דבאשם מצורע פטור אימא דסבר דאשם מצורע מחו\"ז בבעלים לא חזי בפנים ג\"כ אם שחטו שלא לשמו, וכמו דאמר בזבחים שם מי איכא מידי דאילו שחטו לשמו פסול ואילו שחטו שלא לשמו יהא כשר, ואם תאמר א\"כ קשה גם על פסח בשאר ימות השנה אמאי כשר בשלא לשמו בפנים כיון דלא חזי לשמו למאי דלא ידע המקשה סברא דפסח בשאר ימות השנה שלמים הוי וכמו דפריך בזבחים שם מפסח, זה לק\"מ דדוקא אשם דלא מצאנו אשם בא בנדבה א\"כ בשלא לשמו כיון דלא יצא י\"ח לא הוי בא לקרבן רק מתורת הואיל ואתי מכח לשמו וכמו דאמר בריש זבחים (דף ה') יעו\"ש, וכיון דלשמו הוי פסול דבעליו מחוסר זמן הוי א\"כ איך מצי להיות כשר שלא לשמו בפנים, אבל פסח שלא לשמו דהוי שלמים לו יהא דבעי עקירה הלא שלמים באין בנדר ובנדבה ולכן אף דבשאר ימות השנה הוי לא חזי לפסח אבל כי עקר ליה לשלמים כשר בפנים דבא בנדבה והוי קרבן מצד עצמותו, וזה עיקר שנויא דגמרא תמן ולכן פריך כאן מרב חלקי' ב\"ט דמכשר באשם שלא לשמו בבעליו מחוסר זמן ואפ\"ה פטור בלשמו ולא מחייב הואיל וחזי שלא לשמו ופשוט, ובתוס' ישינים נדחקו וא\"צ כפי מה שבארנו בס\"ד. ובל\"ז יש לאמר דאי ממשנתינו הו\"א דאשם מצורע גם שלא לשמו פסול כדסבר רב מנחות (דף ה') הואיל ומכשיר הוא לכן מביא מדרב חלקי' ב\"ט:<br><b> והנה </b> בפירוש רבינו חננאל מצאתי דגריס ופליגא דרב חלקיה ב\"ט לא התם כגון ששחט מיעוט סימנים בחוץ וגמרן בפנים והדברים תמוהים דכיון דמחייבינן ליה על שחיטת המיעוט סימנים ששחט בחוץ הלא סבר ישנו לשחיטה מתחלה ועד סוף ותו כיון דעקירת חוץ לא שמה עקירה א\"כ לא נעקר מידי בעת השחיטה כלל ומה מועיל כי עקר ליה בשחיטתן אח\"כ בפנים. וברור דט\"ס נפל וצריך להיות כגון ששחט מיעוט סימנים בפנים וגמרן בחוץ דכיון דעקרו בהמיעוט לשלא לשמו בפנים דעקירת פנים הוי עקירה ואחרי זה גמר לשחיטתו בחוץ שפיר מחייב על הגמר משום שחיטת חוץ ופשוט, ושיטפא דלישנא דפרק מרובה נקטא יעו\"ש (דף ע\"ב), ובמאירי בבית הבחירה ראיתי מביא גירסא כגון ששחט רוב סימנים בחוץ ואינו מובן כלל. ולפירוש רבינו חננאל א\"ש מה דקשה מרב דימי על רב דימי דזבחים ודוק:"
            ],
            [],
            [
                "<b>בלח\"מ. </b> אבל ק\"ק דלפי דברי כו':<br><b> נ\"ב </b> כבר יישב זה הראב\"ד בהשגות בפרק ב' מהלכות גזילה ה\"ח יעו\"ש:"
            ],
            [],
            [],
            [
                "<b>השוחט בחוץ כו'.</b><br><b> בהשגות </b> אבל שחט בחוץ בלילה והעלה בחוץ בלילה לדברי הכל פטור, אינו מובן מה נפק\"מ בהעלאת אברים ואימורים בין יום ובין לילה הלא גם בפנים הקטרת אימורים גם בלילה, ואם יכוון על נזרק הדם בלילה מה שייך לומר דאם שחט בלילה והעלה ביום הלא כבר פסול הדם משנשקע החמה וזריקה פוסל בהן לילה ומה הוסיף בהן פסול כשזרק בלילה בחוץ מזרק ביום אח\"כ והדבר תמוה. ותמיה זו הראה לי הרב ר' ארי' ליב מסלוצק זצ\"ל זה כארבעים שנה ועדיין לא קאימנא אדעתא דרבינו הראב\"ד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>המעלה את הבהמה כולה בחוץ חייב מפני האימורין כו' וכאילו הקטיר האימורים בפני עצמן.</b><br><b> עיין </b> כס\"מ, ושם בסוגיא (דף ק\"י) נאמרה הקטרה בקומץ ונאמרה הקטרה בשיריים כו' ולפלא על ההיקש, דכללא דאין עולין מבטלין זה א\"ז ובשירים נאמר לא תקטירו נקיש להדדי, אמנם מחוור לפום שיטת רבינו דסובר דמקטיר שאור ודבש דוקא לשם ריח ניחוח לקי היינו לשם קרבן ואם הקריב דבר שהוא מן השיריים הואיל והוא קרוי קרבן עם תערובות שאור ודבש לקי אפילו הקריב לשם עצים, וכללא דמילתא דבעי שיקריבם עם קרבן או לשם קרבן ואם הקריב עם דבר שממנו לאישים הוי כמקריבם עם קרבן, והרי חזינן דהנך שיריים לא מבטלי לשאור ודבש והקטרתן חשיבא כאילו הקריבן עם הקרבן ורחמנא חשבינהו להשיריים כמו קרבן שיתחייב בהקטרת שאור ודבש עמהן כאילו הקטירן עם קרבן אלמא דמיחשבי כעולין ולא מבטל לקומץ כמו עולין דלא מבטלי זה את זה, והסוגיא מכריח כפירוש רבינו ודוק:<br><b> ולפ\"ז </b> א\"ש מה דתניא בתוספתא מנחות פ\"ו המעלה כזית משתי הלחם בעבודה או בחוץ הרי זה חייב שנאמר קרבן ראשית כו' ואיתא נמי בתוספתא דמכות פ\"ה. והנראה דבשתי הלחם איכא חדא משום כל שממנו לאישים בבל תקטירו וחדא משום שאור שהוא בא חמץ, ומפני שהוא שאור אינו חייב רק אם נתנו לשם קרבן אבל לשם עצים פטור ומפני שהוא דבר שממנו בא לאישים חייב אפילו אם נתנו לשם עצים, לכן אמר בין שהעלהו במקום האיברים והאימורים דברים הנקטרים בין שהעלהו בחוץ למקום העבודה היינו חוץ למערכה לשם עצים שהאיברים על העצים חייב, והגם דכל דבר שבא ממנו לאישים אינו חייב רק אם מקטירו עם שאור ודבש וכמו דתנא שם בתוספתא המעלה מבשר חטאת כו' משאור ודבש כו' וכפי שיטת רבינו, זהו בשאר דברים אבל בשתי הלחם שהן עצמן חמץ גם אם מקריבן לחודייהו לשם עצים שהן כאילו הקריבן עם תערובות שאור שאז חייב אפילו לשם עצים שהן בעצמן נקראים קרבן ראשית, וזהו ביאור נכון לשיטת רבינו הברורה, וזהו עיקר חידוש בשתי הלחם דלא בעי שיהא עמו תערובות שאור ודבש כיון שהוא עצמו בא ממנו לאישים והוא עצמו חמץ הרי הוי כאילו הקריב דבר שקרב ממנו לאישים עם תערובות שאור דאף לשם עצים חייב ומותר לחמי תודה לא חשיב דבר שממנו בא לאישים משום דלא איקרי מנחה ושתי הלחם איקרי מנחה כדאמרו במנחות (דף מ\"ו) ומש\"ה צריך למעטינהו משמן ולבונה (בדף נ\"ט) וכמוש\"כ תוס' שם, והא דחשיב תוספתא שם שתי הלחם בכל דבר שממנו לאישים בשאור ודבש אע\"ג דפרישית דהוי כאילו הקריבן עם הקרבן ואינו צריך שיהא עמהן שאור נקטינהו דמצטרפי לכזית מכל הבא מהן לאישים דכולהו מצטרפי לזית, וברור:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הזורק מקצת מתנות בחוץ חייב.</b><br><b> נ\"ב </b> אף מדמים הפנימים במתנה ראשונה ובשלש מתנות האחרונות חייב אף בחטאת החיצונה ודוק:"
            ],
            [],
            [],
            [
                "<b>במשל\"מ. </b> ומש\"כ רבינו אסור לסייען כו':<br><b> נ\"ב </b> הוא תמוה הלא הוא גמרא ערוכה זבחים (דף קט\"ז) עיי\"ש, וכן לעיל במשל\"מ תוך ד\"ה תו אמרינן והדבר צריך אצלי תלמוד, נ\"ב יעוין לח\"מ בזה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות מעשה הקרבנות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}