{
    "status": "locked", 
    "versionTitle": "Wikisource Mishna", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "he", 
    "title": "Mishnah Demai", 
    "text": [
        [
            "הקלין שבדמאי, השיתין, והרימין והעזרדין, ובנות שוח, ובנות שקמה, ונובלות התמרה, והגפנין, והנצפה. וביהודה, האוג, והחמץ שביהודה, והכסבר. רבי יהודה אומר, כל השיתין פטורין, חוץ משלדפרה. כל הרימין פטורין, חוץ מרימי שקמונה. כל בנות שקמה פטורות, חוץ מן המסטפות.", 
            "הדמאי אין לו חמש, ואין לו בעור, ונאכל לאונן, ונכנס לירושלם ויוצא, ומאבדין את מעוטו בדרכים, ונותנו לעם הארץ, ויאכל כנגדו, ומחללים אותו כסף על כסף, נחשת על נחשת, כסף על נחשת, ונחשת על הפרות, ובלבד שיחזר ויפדה את הפרות, דברי רבי מאיר. וחכמים אומרים, יעלו הפרות ויאכלו בירושלם.", 
            "הלוקח לזרע ולבהמה, קמח לעורות, שמן לנר, שמן לסוך בו את הכלים, פטור מן הדמאי. מכזיב ולהלן, פטור מן הדמאי. חלת עם הארץ, והמדמע, והלקוח בכסף מעשר שני, ושירי המנחות, פטורין מן הדמאי. שמן ערב, בית שמאי מחיבין, ובית הלל פוטרין.", 
            "הדמאי, מערבין בו, ומשתתפין בו, ומברכים עליו, ומזמנין עליו, ומפרישין אותו ערם, בין השמשות. הא אם הקדים מעשר שני לראשון, אין בכך כלום. שמן שהגרדי סך באצבעותיו, חיב בדמאי. ושהסורק נותן בצמר, פטור מן הדמאי."
        ], 
        [
            "ואלו דברים מתעשרין דמאי בכל מקום. הדבלה, והתמרים, והחרובים, הארז, והכמון. הארז שבחוצה לארץ, כל המשתמש ממנו פטור.", 
            "המקבל עליו להיות נאמן, מעשר את שהוא אוכל, ואת שהוא מוכר, ואת שהוא לוקח, ואינו מתארח אצל עם הארץ. רבי יהודה אומר, אף המתארח אצל עם הארץ נאמן. אמרו לו, על עצמו אינו נאמן, כיצד יהא נאמן על שלאחרים.", 
            "המקבל עליו להיות חבר, אינו מוכר לעם הארץ לח ויבש, ואינו לוקח ממנו לח, ואינו מתארח אצל עם הארץ, ולא מארחו אצלו בכסותו. רבי יהודה אומר, אף לא יגדל בהמה דקה, ולא יהא פרוץ בנדרים ובשחוק, ולא יהא מטמא למתים, ומשמש בבית המדרש. אמרו לו, לא באו אלו לכלל.", 
            "הנחתומים לא חיבו אותם חכמים להפריש אלא כדי תרומת מעשר וחלה. החנונים אינן רשאין למכור את הדמאי. כל המשפיעין במדה גסה, רשאין למכור את הדמאי. אלו הן המשפיעין במדה גסה, כגון הסיטונות ומוכרי תבואה.", 
            "רבי מאיר אומר, את שדרכו להמדד בגסה ומדדו בדקה, טפלה דקה לגסה. את שדרכו להמדד בדקה ומדדו בגסה טפלה גסה לדקה. איזו היא מדה גסה. ביבש, שלשת קבין, ובלח, דינר. רבי יוסי אומר, סלי תאנים וסלי ענבים וקפות שלירק, כל זמן שהוא מוכרן אכסרה, פטור."
        ], 
        [
            "מאכילין את העניים דמאי, ואת האכסניא דמאי. רבן גמליאל היה מאכיל את פועליו דמאי. גבאי צדקה, בית שמאי אומרים, נותנין את המעשר לשאינו מעשר, ואת שאינו מעשר למעשר. נמצאו כל האדם אוכלין מתקן. וחכמים אומרים, גובין סתם ומחלקין סתם, והרוצה לתקן יתקן.", 
            "הרוצה לחזום עלי ירק להקל ממשאו, לא ישליך עד שיעשר. הלוקח ירק מן השוק ונמלך להחזיר, לא יחזיר עד שיעשר, שאינו מחסר אלא מנין. היה עומד ולוקח וראה טען אחר יפה ממנו, מתר להחזיר, מפני שלא משך.", 
            "המוצא פרות בדרך ונטלן לאכלן, ונמלך להצניע, לא יצניע עד שיעשר. ואם מתחלה נטלן בשביל שלא יאבדו, פטור. כל דבר שאין אדם רשאי למכרו דמאי, לא ישלח לחברו דמאי. רבי יוסי מתיר בודאי, ובלבד שיודיענו.", 
            "המוליך חטים לטוחן כותי או לטוחן עם הארץ, בחזקתן למעשרות ולשביעית. לטוחן נכרי, דמאי. המפקיד פרותיו אצל הכותי או אצל עם הארץ, בחזקתן למעשרות ולשביעית. אצל הנכרי, כפרותיו. רבי שמעון אומר, דמאי.", 
            "הנותן לפנדקית, מעשר את שהוא נותן לה, ואת שהוא נוטל ממנה, מפני שהיא חשודה לחלף. אמר רבי יוסי, אין אנו אחראין לרמאין, אינו מעשר אלא מה שהוא נוטל ממנה בלבד.", 
            "הנותן לחמותו, מעשר את שהוא נותן לה, ואת שהוא נוטל ממנה, מפני שהיא חשודה לחלף את המתקלקל. אמר רבי יהודה, רוצה היא בתקנת בתה ובושה מחתנה. מודה רבי יהודה בנותן לחמותו שביעית, שאינה חשודה (להחליף) להאכיל את בתה שביעית."
        ], 
        [
            "הלוקח פרות ממי שאינו נאמן על המעשרות, ושכח לעשרן, ושואלו בשבת, יאכל על פיו. חשכה מוצאי שבת, לא יאכל עד שיעשר. לא מצאו, אמר לו אחר שאינו נאמן על המעשרות, מעשרין הן, אוכל על פיו. חשכה מוצאי שבת, לא יאכל עד שיעשר. תרומת מעשר שלדמאי שחזרה למקומה, רבי שמעון שזורי אומר, אף בחל שואלו ואוכל על פיו.", 
            "המדיר את חברו שיאכל אצלו, והוא אינו מאמינו על המעשרות, אוכל עמו בשבת הראשונה, אף על פי שאינו מאמינו על המעשרות, ובלבד שיאמר לו מעשרין הן. ובשבת שניה, אף על פי שנדר ממנו הניה, לא יאכל עד שיעשר.", 
            "רבי אליעזר אומר, אין אדם צריך לקרות שם למעשר עני שלדמאי. וחכמים אומרים, קורא שם ואינו צריך להפריש.", 
            "מי שקרא שם  לתרומת מעשר שלדמאי ולמעשר עני שלודאי, לא יטלם בשבת. ואם היה כהן או עני למודים לאכול אצלו, יבאו ויאכלו, ובלבד שיודיעם.", 
            "האומר למי שאינו נאמן על המעשרות, קח לי ממי שהוא נאמן וממי שהוא מעשר, אינו נאמן. מאיש פלוני, הרי זה נאמן. הלך לקח ממנו, ואמר לו לא מצאתיו ולקחתי לך מאחר שהוא נאמן, אינו נאמן.", 
            "הנכנס לעיר ואינו מכיר אדם שם, אמר, מי כאן נאמן. מי כאן מעשר. אמר לו אחד אני, אינו נאמן. אמר לו איש פלוני נאמן, הרי זה נאמן. הלך לקח ממנו, אמר לו, מי כאן מוכר ישן. אמר לו, מי ששלחך אצלי, אף על פי שהן כגומלין זה את זה, הרי אלו נאמנין.", 
            "החמרים שנכנסו לעיר, אמר אחד, שלי חדש ושלחברי ישן, שלי אינו מתקן ושלחברי מתקן, אינן נאמנין. רבי יהודה אומר, נאמנין."
        ], 
        [
            "הלוקח מן הנחתום, כיצד הוא מעשר? נוטל כדי תרומת מעשר וחלה, ואומר: אחד ממאה ממה שיש כאן, הרי בצד זה מעשר, ושאר מעשר סמוך לו. זה שעשיתי מעשר – עשוי תרומת מעשר עליו, והשאר חלה, ומעשר שני בצפונו או בדרומו, ומחלל על המעות.", 
            "הרוצה להפריש תרומה ותרומת מעשר כאחת, נוטל אחד משלשים ושלשה ושליש, ואומר: אחד ממאה ממה שיש כאן, הרי זה בצד זה חלין, והשאר תרומה על הכל. ומאה חלין שיש כאן, הרי זה בצד זה מעשר, ושאר מעשר סמוך לו. זה שעשיתי מעשר עשוי תרומת מעשר עליו והשאר חלה, ומעשר שני בצפונו או בדרומו, ומחלל על המעות.", 
            "הלוקח מן הנחתום, מעשר מן החמה על הצוננת, ומן הצוננת על החמה, אפלו מטפוסין הרבה, דברי רבי מאיר. רבי יהודה אוסר, שאני אומר: חטים שלאמש היו משלאחד, ושלהיום היו משלאחד. רבי שמעון אוסר בתרומת מעשר, ומתיר בחלה.", 
            "הלוקח מן הפלטר, מעשר מכל טפוס וטפוס, דברי רבי מאיר. רבי יהודה אומר, מאחד על הכל. מודה רבי יהודה בלוקח מן המנפול, שהוא מעשר מכל אחד ואחד.", 
            "הלוקח מן העני, וכן העני שנתנו לו פרוסות פת או פלחי דבלה, מעשר מכל אחד ואחד. ובתמרים ובגרוגרות, בולל ונוטל. אמר רבי יהודה: אימתי? בזמן שהמתנה מרבה; אבל בזמן שהמתנה מעטת, מעשר מכל אחד ואחד.", 
            "הלוקח מן הסיטון וחזר ולקח ממנו שניה, לא יעשר מזה על זה, אפלו מאותו הסוג, אפלו מאותו המין. נאמן הסיטון לומר: משלאחד הם.", 
            "הלוקח מבעל הבית וחזר ולקח ממנו שניה, מעשר מזה על זה, אפלו משתי קפות, אפלו משתי עירות. בעל הבית שהיה מוכר ירק בשוק, בזמן שמביאין לו מגנותיו, מעשר מאחד על הכל. ומגנות אחרות, מעשר מכל אחד ואחד.", 
            "הלוקח טבל משני מקומות, מעשר מזה על זה; אף על פי שאמרו: אין אדם רשאי למכור טבל אלא לצרך.", 
            "מעשרין משלישראל על שלנכרי, משלנכרי על שלישראל, משלישראל על שלכותים, משלכותים על שלכותים. רבי אלעזר אוסר משלכותים על שלכותים.", 
            "עציץ נקוב, הרי זה כארץ. תרם מהארץ על עציץ נקוב, מעציץ נקוב על הארץ, תרומתו תרומה. משאינו נקוב על הנקוב, תרומה ויחזר ויתרם. מן הנקוב על שאינו נקוב, תרומה, ולא תאכל עד שיוציא עליה תרומות ומעשרות.", 
            "תרם מן הדמאי על הדמאי, מן הדמאי על הודאי, תרומה ויחזר ויתרם. מן הודאי על הדמאי, תרומה, ולא תאכל עד שיוציא עליה תרומות ומעשרות."
        ], 
        [
            "המקבל שדה מישראל, מן הנכרי ומן הכותי, יחלק לפניהם. החוכר שדה מישראל, תורם ונותן לו. אמר רבי יהודה, אימתי. בזמן שנתן לו מאותה השדה ומאותו המין, אבל אם נתן לו משדה אחרת או ממין אחר, מעשר ונותן לו.", 
            "החוכר שדה מן הנכרי, מעשר ונותן לו. רבי יהודה אומר, אף המקבל שדה אבותיו מן הנכרי, מעשר ונותן לו.", 
            "כהן ולוי שקבלו שדה מישראל, כשם שחולקין בחלין כך חולקין בתרומה. רבי אליעזר אומר, (אף) המעשרות שלהן, שעל מנת כן באו.", 
            "ישראל שקבל מכהן ומלוי, המעשרות לבעלים. רבי ישמעאל אומר, הקרתני שקבל שדה מירושלמי, מעשר שני שלירושלמי. וחכמים אומרים, יכל הוא הקרתני לעלות ולאכלו בירושלם.", 
            "המקבל זיתים לשמן, כשם שחולקין בחלין כך חולקין בתרומה. רבי יהודה אומר, ישראל שקבל מכהן ומלוי זיתים לשמן למחצית שכר, המעשרות לבעלים.", 
            "בית שמאי אומרים, לא ימכר אדם את זיתיו אלא לחבר. בית הלל אומרים, אף למעשר. וצנועי בית הלל היו נוהגין כדברי בית שמאי.", 
            "שנים שבצרו את כרמיהם לתוך גת אחת, אחד מעשר ואחד שאינו מעשר, המעשר מעשר את שלו, וחלקו בכל מקום שהוא.", 
            "שנים שקבלו שדה באריסות, או שירשו או שנשתתפו, יכול הוא לומר לו, טל אתה חטים שבמקום פלוני ואני חטים שבמקום פלוני, אתה יין שבמקום פלוני ואני יין שבמקום פלוני. אבל לא יאמר לו, טל אתה חטים ואני שעורים, טל אתה יין ואני אטל שמן.", 
            "חבר ועם הארץ שירשו את אביהם עם הארץ, יכול הוא לומר לו, טל אתה חטים שבמקום פלוני ואני חטים שבמקום פלוני, אתה יין שבמקום פלוני ואני יין שבמקום פלוני. אבל לא יאמר לו, טל אתה חטים ואני שעורים, טל אתה הלח  ואני אטל את היבש.", 
            "גר וגוי שירשו את אביהם גוי, יכול הוא לומר, טל אתה עבודה זרה ואני מעות, אתה יין ואני פרות. ואם משבאו לרשות הגר, אסור.", 
            "המוכר פרות בסוריא, ואמר משלארץ ישראל הן, חיב לעשר, מעשרין הן, נאמן, שהפה שאסר הוא הפה שהתיר. משלי הן, חיב לעשר, מעשרין הן, נאמן, שהפה שאסר הוא הפה שהתיר. ואם ידוע שיש לו שדה בסוריא, חיב לעשר.", 
            "עם הארץ שאמר לחבר, קח לי אגדת ירק, קח לי גלסקין אחד, לוקח סתם ופטור. ואם אמר, שלי זו, וזו שלחברי, ונתערבו, חיב לעשר, ואפלו הן מאה."
        ], 
        [
            "המזמין את חברו שיאכל אצלו, והוא אינו מאמינו על המעשרות, אומר מערב שבת, מה שאני עתיד להפריש מחר, הרי הוא מעשר, ושאר מעשר סמוך לו. זה שעשיתי מעשר עשוי תרומת מעשר עליו ומעשר שני בצפונו או בדרומו, ומחלל על המעות.", 
            "מזגו לו את הכוס, אומר, מה שאני עתיד לשיר בשולי הכוס, הרי הוא מעשר, ושאר מעשר סמוך לו. זה שעשיתי מעשר עשוי תרומת מעשר עליו ומעשר שני בפיו, ומחלל על המעות.", 
            "פועל שאינו מאמין לבעל הבית, נוטל גרוגרת אחת ואומר, זו ותשע הבאות אחריה, עשויות מעשר על תשעים שאני אוכל. זו עשויה תרומת מעשר עליהן ומעשר שני באחרונה, ומחלל על המעות. וחושך גרוגרת אחת. רבן שמעון בן גמליאל אומר, לא יחשך, מפני שהוא ממעט מלאכתו שלבעל הבית. רבי יוסי אומר לא יחשך, מפני שהוא תנאי בית דין.", 
            "הלוקח יין מבין הכותים, אומר, שני לגין שאני עתיד להפריש, הרי הן תרומה, ועשרה מעשר, ותשעה מעשר שני. מחל ושותה.", 
            "היו לו תאנים שלטבל בתוך ביתו, והוא בבית המדרש או בשדה, אומר, שתי תאנים שאני עתיד להפריש, הרי הן תרומה, ועשר מעשר, ותשע מעשר שני. היו דמאי, אומר, מה שאני עתיד להפריש למחר, הרי הוא מעשר, ושאר מעשר סמוך לו. זה שעשיתי מעשר עשוי תרומת מעשר עליו ומעשר שני בצפונו או בדרומו. ומחלל על המעות.", 
            "היו לפניו שתי כלכלות שלטבל, ואמר, מעשרות זו בזו, הראשונה מעשרת. שלזו בזו ושלזו בזו, הראשונה מעשרת. מעשרותיהן מעשרות כלכלה בחברתה, קרא שם.", 
            "מאה טבל מאה חלין, נוטל מאה ואחד. מאה טבל מאה מעשר, נוטל מאה ואחד. מאה חלין מתקנים מאה מעשר, נוטל מאה ועשר. מאה טבל תשעים מעשר, תשעים טבל ושמונים מעשר, לא הפסיד כלום. זה הכלל, כל זמן שהטבל מרבה, לא הפסיד כלום.", 
            "מי שהיו לו עשר שורות שלעשר עשר כדי יין, ואמר, שורה החיצונה אחת מעשר, ואין ידוע אי זו היא, נוטל שתי חביות לכסן. חצי שורה החיצונה אחת מעשר, ואין ידוע אי זו היא, נוטל ארבע חביות מארבע זויות. שורה אחת מעשר, ואין ידוע אי זו היא, נוטל שורה אחת לכסן. חצי שורה אחת  מעשר, ואין ידוע אי זו היא, נוטל שתי שורות לכסן. חבית אחת מעשר, ואין ידוע אי זו היא, נוטל מכל חבית וחבית."
        ]
    ], 
    "versionSource": "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94", 
    "heTitle": "משנה דמאי", 
    "categories": [
        "Mishnah", 
        "Seder Zeraim"
    ]
}