{
    "language": "en",
    "title": "Nachal Eshkol on Ecclesiastes",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isSource": false,
    "isPrimary": false,
    "direction": "ltr",
    "heTitle": "נחל אשכול על קהלת",
    "categories": [
        "Tanakh",
        "Acharonim on Tanakh",
        "Chida",
        "Nachal Eshkol"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>A further word: Because Kohelet was a sage, he continued to instruct the people, etc.:</b> Rabbi Mahari Hagiz, may his memory be blessed, explained about that which is written in the first chapter of Eruvin (13b:3): It is revealed and known before the Holy One, blessed be He, that in the generation of Rabbi Meir there was no one who is his equal. Why then didn’t they establish the law like [his opinion]? It is because the sages were unable to fathom the profundity of his opinion. As he would say 49 understandings [why something was] pure, and 49 understandings [why it was] impure. So it comes out according to this that someone who is a great sage, who is sharp and analytical, is not able to teach students. As they are unable to understand his words and to fathom the profundity of his opinion, as happened to Rabbi Meir. For since he was a great sage and showed understandings of all the approaches, the law is not like him. So now there is a [possible] hypothesis that King Solomon, about whom it says, <i>For he was wiser than all men</i> (I Kings 5:11), was also like this; that he could not teach others due to the breadth of his mind and the profundity of his analysis. That is why it states: <i>A further word: Because Kohelet was a sage</i>. As that is a reason not to teach others. In spite of this, he added to his wisdom by finding a way <i>to instruct the people.</i> And that is that with his wisdom he made an observation — <i>he listened to and tested the soundness of many maxims.</i> And with that, the eyes of the people were opened and they learned from him."
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Paragraph"
    ]
}