{
    "language": "en",
    "title": "Ibn Ezra on Leviticus",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "license": "CC0",
    "versionTitleInHebrew": "תרגום קהילת ספריא",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isBaseText": false,
    "isSource": false,
    "direction": "ltr",
    "heTitle": "אבן עזרא על ויקרא",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Ibn Ezra",
        "Torah"
    ],
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "After Hashem cautioned the Jews so they wont die, He said to Moshe, to warn Aaron as well so he wont die as his sons did. And this Parsha is a sign that Aaron sons brought a Ketores offering inside the curtain (in the Holy of Holies) "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "The blood and the life are inseparable. It is well known that arteries which come from the left side of the heart are half connected to the blood and half to the breath, for blood fuels life as olive oil does the light of a lamp. "
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "AND WITH A MALE. Since we find: \"Look, I lay last night with my father\"(Gen 19:34), see, it is a warning to the lier and to the laid. Rabeinu Hananel, z'l, said that there is one who recreates within his body something like the form of a woman's flesh, and this is not likely at birth. (Some people attempt to deceive others into believing that they are women instead of men, comment by Eliyahu Munk, HaChut Hameshulash) And there are those who say: androgynous. And all this trouble is on account of A WOMAN'S LYINGS being in the plural with the words of an individual referring to two lyings. The correct understanding, in my eyes, is that the mitsvah is as its simple meaning. Also, the men of wisdom condemned to death on account of it. And the scripture holds to the way of dignity in saying so, as YOU SHALL NOT DRAW NEAR (v.19). And since the male is created to do and the female to be done, the scripture warns that you not reverse the words of Hashem that there is a lying for the purpose of bringing forth the seed. That's why LYINGS is plural. To expand would be unseemly. It mentions IT IS A DISGUSTING THING because it is a thing that disgusts a holy soul even at birth."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>You shall not hate your brother:</b> [This is the] opposite of [the commandment,] \"Love your neighbor.\" And behold, these commandments are completely implanted in the heart. By keeping them, they will settle [back] in the land, since it was out of baseless hatred that the second temple was destroyed. ",
                "<b>you should surely rebuke:</b> lest you suspected him of something and it was not so, and this is the explanation of, <b>and you shall not bear a sin for him</b> - since [if so] there would be a punishment to you for his sake."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "The reason [for this phrase] is to tell [us] that a gentile can acquire an Israelite slave."
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}