{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Ibn Ezra on Zephaniah -- Daat", 
            "http://www.daat.ac.il/he-il/tanach/parshanut_hamikra/full-text/eben-ezra/zfanya"
        ]
    ], 
    "text": [
        [
            [
                "הזכיר הכתוב שמות האבות עד שהגיע לנכבד והוא חזקיהו המלך, והנה על דרך הסברא אמריה היה אחי מנשה. ואל תתמה בעבור כי יאשיהו שלישי לחזקיהו כי יותר ממאה שנים יש מיום שגדל חזקיהו להוליד עד מלך יאשיהו."
            ], 
            [
                "אסוף - אל\"ף אסוף סימן העתיד מהבנין הנוסף, מגזרת: ספו תמו פירוש הבנין העתיד. ", 
                "אסף - כל פעל ראוי להיות משלש אותיות וכשיבוא הפעל בלשון הפעיל הכביד האביד השמיד הוא קרוי בנין הנוסף. ויש אומרים: כי אל\"ף אסוף נוסף כמו אלף אדוש ידושנו."
            ], 
            [
                "אסף - עתה פירֵש מלת כל אדם ובהמה ועוף השמים ודגי הים. ", 
                "וטעם פני האדמה – ארץ ישראל. ", 
                "והמכשלות - לרשעים לבדם תהיינה המכשלות, על כן והכרתי את האדם שהם רשעים וכן אומר לענוים: אולי תסתרו."
            ], 
            [
                "ונטיתי, שאר הבעל - גוף הבעל. ור' משה הכהן אמר: כמו שאר יעקב. ", 
                "עם הכהנים - הם המשרתים, כי ככה מלת כל כהן והעד: וכהנו לי."
            ], 
            [
                "ואת המשתחוים - כאשר הם נשבעים לשם ולמלכם המראים כי הם עבדי השם."
            ], 
            [
                "ואת - בפרהסיא."
            ], 
            [
                "הס - אמר הנביא למשכיל. ", 
                "הקדיש - הכין וזימן."
            ], 
            [
                "והיה - דרך משל על מות הרשעים. ", 
                "מלבוש נכרי - כנגד כל עם הארץ, דרך גאות."
            ], 
            [
                "ופקדתי, הדולג - מרוב שמחתם אותם הבאים למלאת בית אדוניהם מחמס ומרמה, יראו בהכנסם לבית המלך להביא אותו החמס בעברם על מפתן הבית, כאלו הם דולגים מרוב שמחתם מפתן בית המושלים, הם הפקידים שיקחו יגיע האדם בחזקה, או במרמה להתרצות לאדוניהם."
            ], 
            [
                "והיה... שער הדגים - היה בירושלים. ", 
                "מן - הארמון, משנה למלך שהוא בתוך העיר. ", 
                "ושבר גדול - מחוץ לירושלם כי הרים סביב לה."
            ], 
            [
                "הלילו יושבי המכתש - מסלה היתה בירושלם לסוחרים ולמחליפים והיא קרויה מכתש, כי כל רחובות העיר יש להם שם הנודע לכל בני העיר. ", 
                "עם כנען - כל סוחר כמו כנען בידו מאזני מרמה. ", 
                "ונדמה - נכרת. ", 
                "נטילי כסף - כמו משא."
            ], 
            [
                "והיה - טעם אחפש בנרות, כי בנר יוכל אדם לראות מה שיש בחדרי חדרים, כי אור השמש לא יכנס שם וככה: נר אלהים נשמת אדם חופש, והנה בנרות כאילו בנרות אחפשם. ", 
                "הקופאים - שהם שאננים ושקטים. ", 
                "ומלת קופאים – כמו קפאו תהומות דבר השוכן ומקובץ ביחד, נקרא קפאון. וככה זה קופאים השוכנים בטח על מקומם."
            ], 
            [
                "והיה חילם - כחם ואונם. ", 
                "ובנו - פועל עבר הבתים שבנו לא ישבו שם עוד."
            ], 
            [
                "קרוב יום - נקמת ה' וביום ההוא: קול מר צורח שם גבור - שם כל גבור צורח מר בקולו יצעק צעקה מרה."
            ], 
            [
                "יום שואה ומשואה - כמו בוקה ומבוקה. ", 
                "יום חשך - כדרך: וקדר עליהם היום."
            ], 
            [
                "יום שופר - ותרועת האויב. ", 
                "הפינות - כמו גבעות."
            ], 
            [
                "והצרותי לאדם - שהם בערים הבצורות. ", 
                "ושפך דמם - לרוב כעפר. ", 
                "ולחומם כגללים - בשרם בלשון ישמעאל וכמוהו וימטר עלימו בלחומו. ", 
                "כגללים - כמו בגללי צאת האדם."
            ], 
            [
                "גם - הטעם נפשם גם כספם."
            ]
        ], 
        [
            [
                "התקוששו וקושו - הטעם התווכחו והוכיחו. ור' משה אמר: התקבצו וקבצו מגזרת מקושש קש שהוא לאסוף הקש. ואחרים אמרו: כמו תרגום זקנתי ושבתי. ", 
                "לא נכסף - אינו אהוב ונחמד לגוים, מגזרת: נכספה וגם כלתה."
            ], 
            [
                "בטרם לדת חק - בטרם בא יבא העתיד שישימכם כמוץ עובר, אשר תדפנו רוח."
            ], 
            [
                "בקשו - אם פעלתם משפט עד עתה בקשוהו והוסיפו ענוה בטרם בוא אותו היום בקשו, אל תבקשו עזר מפלשתים."
            ], 
            [
                "כי עזה עזובה תהיה - דרך צחות וככה ועקרון תעקר. ", 
                "יגרשוה - יגרשו האויבים אנשים ממנה."
            ], 
            [
                "הוי, חבל - כמו חבל נחלתכם וזה הים הוא ים פלשתים וכתוב פלשתים לכנענים תחשב."
            ], 
            [
                "והיתה - אמר יפת: חבל הים, שם העיר היא על כן והיתה נות כרות רועים שכרתו לעצמם."
            ], 
            [
                "והיה חבל - כמו חלק וזה יהיה בשובם מבבל."
            ], 
            [
                "שמעתי - דברי השם והם על גבולם, כאשר היו ישראל בארצם טרם יגלו."
            ], 
            [
                "לכן, ממשק - כמו: ובן משק ביתי, שאינו זז מן הבית וככה ממשק מקום ממשק שלא יזוז החרול משם, והוא מין ממיני הקוצים, כמו: כסו פניו חרולים. ", 
                "ומכרה מלח - כמו: כי יכרה איש. ויפת אמר: כי כמוהו כרות רועים, כמו: ויכרו שם עבדי יצחק. ", 
                "יבזום - מפעלי הכפל כי קמץ חטוף כמו שורק. ", 
                "ויתר גוי ינחלום - גוי שלי."
            ], 
            [
                "זאת, ויגדילו - לשונם, או חרפתם."
            ], 
            [
                "נורא - אז תראה יראת השם וגבורתו עליהם. ", 
                "כי רזה - פועל עבר, מגזרת: רזי לי, כמו משמן בשרו ירזה אחר שרזה השם והכרית כל אלהי הארץ וישתחוו לשם כל איש ואיש, ממקומו ישתחוו לו תחלת עניין."
            ], 
            [
                "גם, חללי חרבי המה - כדרך כולם תשובו ובואו נא והיה ראוי שיאמר כולכם, ככה היה ראוי שיאמר חללי חרבי אתם. ויפת אמר: כהמ' בחסרון כ\"ף והטעם על המואבים והעמונים הנזכרים:"
            ], 
            [
                "ויט, על צפון - והזכיר אשור והנה לאות כי צפונית מארץ ישראל, ואם נינוה היתה אטרויי\"ה הנה רחבה מהקו השוה ארבעים ושתים מעלות ורחב ירושלים שלשים ושלש מעלות, שהוא חצי היישוב בפאת צפון בראיות גמורות."
            ], 
            [
                "ורבצו, קפוד - בלשון ישמעאל קפיד. ", 
                "בכפתוריה - בצל כפתוריה כמו הך הכפתור. ", 
                "קול - העופות בחלון הקירות. ", 
                "וטעם חורב בסף – כמו ואקרא חורב על הארץ ועל ההרים. הכפתור הוא החזק והקשה שבדלת, ואם תרקב הדלת או תשבר בחוזק, עוד ישאר הכפתור שהוא הקשה ובארץ ישמעאל נודע הכפתור, כי לא ימצא בינינו. ", 
                "כי ארזה ערה - הם הסיפון, כי החורב גילה הסיפון, כמו: וקיר ערה מגן:"
            ]
        ], 
        [
            [
                "הוי מוראה - אמר יפת: כמו נוראה. ורבי ישועה אמר: מגזרת סורר ומורה והאל\"ף תחת ה\"א השרש כעוטיה שהיו\"ד תחת ה\"א. ויש אומרים: שהוא כמו: ושמתיך כראי, והסיר מראתו. ", 
                "ונגאלה - מגזרת לחם מגואל. ורבי משה אמר: מלשון גאולה, אף על פי שמרתה גאלה השם והטעם על ירושלם והיונה מגזרת לא תונה והפועל יוצא מהבנין הקל כמו יורה מגזרת ירה ויורה, או הדומה ליונה פותה ביופיה, כמו: יונתי תמתי:"
            ], 
            [
                "לא שמעה בקול - מוכיח."
            ], 
            [
                "שריה - כמו אריות שואגים על טרפם. ", 
                "שופטיה זאבי ערב לא גרמו - שלא שברו עצם לבקר והנה בערב רעבים."
            ], 
            [
                "נביאיה פוחזים - ריקים, כמו: פחז כמים, אין להם לחם לאכול על כן נתנבאו. ", 
                "ומלת בוגדות – פועלות והם אנשים לנשים בוגדות. ", 
                "חמסו - רע עשוי בגלוי יקרא חמס, חמסו תורת המשפט ולא דנו כדת, וחמסו ממון שלא כדין."
            ], 
            [
                "ה' - היה ראוי שלא יעשו עולה. ", 
                "בבקר בבקר - בכל יום יראה השם להם משפטו, כגוים שלא יעבדוהו. ", 
                "ולא יודע עול בשת - בעבור שהזכיר לא יעשה עולה, והטעם על ישראל."
            ], 
            [
                "הכרתי - היה להם ללמד. ", 
                "נצדו - תרגום: היתה תהו."
            ], 
            [
                "אמרתי, ולא יכרת - מפיך דבר מעונה. והטעם: מעונת הגוים שהכרתי. ", 
                "אכן השכימו - אנשיך השחיתו."
            ], 
            [
                "לכן, ליום קומי - קימה לעד תהיה. ורבי משה אמר: לשלול העולם, כמו: בבקר יאכל עד. ואמר: כי לעד - הפועל כמו: לרד לפניו גוים. ", 
                "משפטי - משפט הוא שאעשה כן. ", 
                "וטעם קנאתי – בעבור שיעבדו אלהים אחרים כדרך אל קנא, כי זה לעתיד. ועל דעת רבי משה: על בית שני יתהפכו לעבוד השם לבדו בשפה ברורה הוא לשון הקודש, שבה לבדה נקרא השם הנכבד."
            ], 
            [
                "שכם אחד - כמו: תשיתמו שכם."
            ], 
            [
                "שם גוי וככה בת פוצי ויחסר וי\"ו כמו שמש ירח, על כן אמר: יובילון מנחתי – שתיהם. ויש אומרים: כי עתרי ישראל שהם עותרים לשם והם נפוצים בגוים - יובילון מנחה לשם."
            ], 
            [
                "ביום, עליזי גאותך - שהיו מתגאים בעבור היותם יושבים בהר קדשי."
            ], 
            [
                "והשארתי, וחסו בשם - ולא יתגאו אז ישובו לבטח."
            ], 
            [
                "שארית - טעם שארית כי יאבדון הגאים.", 
                "תרמית - כמו תרבית."
            ], 
            [
                "רני, הריעו ישראל - הם השבטים. ", 
                "ועלזי – כמו: מלכי עלינו."
            ], 
            [
                "הסיר, משפטיך - האויבים יאמרו פנה ממך אויביך והשם הוא מלכך, לא תירא עוד מהאויב."
            ], 
            [
                "ביום - האויבים יאמרו לה ככה ויודו, כי אין כח לאויב לפני השם."
            ], 
            [
                "ה' - כי השם גבור יושיע. ", 
                "יחריש - שלא יזכור לך רעתך."
            ], 
            [
                "נוגי - בנין נפעל מגזרת יגון ופירוש ממועד מקום התחברות ישראל במועדים, כמו שרפו כל מועדי אל בארץ, והנה אספתי אותם אליך, כי ממך היו והטעם על אבותם. ", 
                "משאת - שנשאו חרפה על ירושלם על כן עליה."
            ], 
            [
                "הנני עושה - כלה. ורבי משה אמר: כמו ושם עשו דדי בתוליהן. והם שני בנינים קל וכבד. ", 
                "וטעם בכל הארץ בשתם – יתביישו הגוים בראותם הצולעה שהיתה לתהלה. ורבי משה אמר: כמו ונשלמה פרים שפתינו, האתן בכורי פשעי וכן בכל הארץ תחת בשתם."
            ], 
            [
                "בעת ההיא - תשרת בעבור אחרת ובעת ההיא בקבצי אתכם ותחסר אות בי\"ת ובי\"ת בעת תשרת, בעבור אחרת בקבצי, זאת דעת רבי משה. ואין צורך: ", 
                "את שבותיכם - כמו: ושבית שביתיך בתוכהנה.", 
                "לעיניכם - בעיניכם תראו. זה שאמר השם וקדמונינו ז\"ל חברו אלה השנים עשר ספרים, ושמום ספר אחד בחשבון כ\"ד ספרים, בעבור היות הספרים קטנים והם מטעם אחד כי כולם נבואות עתידות ואין ככה החמש מגילות, כי איכה הפך שיר השירים ובעבור היות צפניה בימי יאשיהו, שמוהו תשיעי כי האחרים היו אחר גלות בבל."
            ]
        ]
    ], 
    "title": "Ibn Ezra on Zephaniah", 
    "versionSource": "https://www.sefaria.org/Ibn_Ezra_on_Zephaniah", 
    "heTitle": "אבן עזרא על צפניה", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "categories": [
        "Tanakh", 
        "Commentary", 
        "Ibn Ezra", 
        "Prophets"
    ]
}