{
    "versionTitle": "merged", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Exodus"
    ], 
    "language": "en", 
    "title": "Rashi on Exodus", 
    "text": [
        [
            [
                "Even though they were counted in their lifetimes to tell their names, we go back and count them again to emphasize their greatness. They are compared to stars, who are counted in name and number. Like it says in Isaiah, ,\"הַמּוֹצִיא בְמִסְפָּר צְבָאָם; לְכֻלָּם, בְּשֵׁם יִקְרָא\"", 
                "But were Joseph and his sons not counted in the seventy? What does it come to teach us, did we not know that he was already in Egypt? Rather, to teach you the righteousness of Joseph, he who tended to the flocks of his father, was the same Joseph who was in Egypt and became a king and retained his righteousness."
            ], 
            [], 
            [], 
            [], 
            [
                "And weren't him and his childen already known to be in Egypt? What does this come to teach us? Not because the brothers were unaware that he was in Egypt, but to emphasize Joseph's righteousness. He was Joseph when he was the shepherd who watched his father's sheep.  He was Joseph when he was in Egypt and became viceroy and stood in righteousness."
            ], 
            [], 
            [
                "That there women did not miscarry and did not die when they were young.", 
                "They were giving birth to six children at one time."
            ], 
            [
                "Rav and Shmuel argue on this. One says it was actually a new king and the other says that he renewed his decrees.", 
                "He made himself like he didn't know who Joseph was."
            ], 
            [], 
            [
                "This wording is used as wording for preparation and planning, like saying you must prepare yourselves for this.", 
                "To the nation. We must be wise about what to do with it. And our rabbis expound \"we must be wise about the savior of the Israelites, and to drown him in the water, because God promised never to bring another flood upon the world. (they did not understand that God would never flood the entire world but he would flood one area.)", 
                "Against our will, and our Rabbis taught [that it is] like a man who curses himself and lays his curse on others, and it is as if it were written 'and we will rise up from the land, and they will inherit it.'"
            ], 
            [
                "On the nation.", 
                "The language of 'tax', ministers that collect from them taxes. And what is the tax? That they built storage cities for Pharaoh.", 
                "Of the Egyptians.", 
                "As it is translates. Similarly: \"Go, come to this steward\" (Isaiah 22:15), the treasurer that was appointed on the treasury.", 
                "They were not initially fit for this, and therefore they made them stronger and fortified for the treasure."
            ], 
            [
                "In any way in which they deigned to oppress, that was where the heart of the Holy Blessed One [saw fit to] increase and spread out.", 
                "Thus they increased and thus they spread out. The Midrash says that the Holy Spirit said: you [the Egyptians] say 'lest you increase' and I say 'thus they will increase' (Sotah 11a).", 
                "Became disgusted in their own lives [by the Israelites]. Our Rabbis explained: they [the Israelites] became as thorns (kotzim) in their eyes (Sotah 11a)."
            ], 
            [
                "With hard work that crushed the body and broke it (Sotah 11a)."
            ], 
            [], 
            [
                "This is the language of those who give birth, but there is a heavy word [with a dagesh in the lamed] and a light word [without a dagesh in the lamed], like the words 'shober' and 'meshaber', 'dover' and 'medaber', so too 'moleed' and 'meyaled'.", 
                "This is Yocheved, due to her beautifying the newborn.", 
                "This is Miriam, due to her crying and cooing to the newborn, in the manner of women who appease crying children. ", 
                "The language of screaming, like \"now I will cry like a travailing woman\" (Isaiah 42:14)."
            ]
        ], 
        [
            [], 
            [
                "She saw that he was good: When he was born the entire house was filled with light."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "for I know their pains: This is comparable to: “and God knew” (Shemot 2:25). That is to say: I set My heart to anticipate and to know their pains, and I have not hidden My eyes, neither will I block My ears from their cries"
            ], 
            [], 
            [], 
            [], 
            [
                "Who am I - How am I important enough to speak to kings?", 
                "That I should take the Israelites out - Even if I am important, by what merit do the Israelites deserve that a miracle should happen and I should take them out of Egypt?"
            ], 
            [], 
            [], 
            [
                "I Am as I Am - I will be with them in this time of distress just as I will be with them during the suppression of other kingdoms.  [Moshe] said, \"Master of the Universe, why do I need to mention other distress?  This travail is sufficient!\"  He said to him, \"You have spoken well.  This shall you say, etc.\""
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "On the way to the inn: on Moshe’s way to the inn.", 
                "He sought to put him to death: [the angel] sought to kill Moshe since he had not circumcised his son Eliezer, and because he had been negligent he was worthy of the death penalty. It was taught: Rabbi Yosse said – Heaven forbid! Moshe was not [simply being] negligent; rather, he [had a thoughtful consideration] ‘if I circumcise my son and head out on the road the baby will be at risk for [the next]three days. [On the other hand] if I circumcise him and stay [in Midyan] for three days [I will be going against that which] the Holy One has commanded me to do [when G-d said] “Go, return to Egypt!”", 
                " If so (if his considerations were plausible) why was he punished?! ", 
                "Because [when they reached the place] he dealt first with the issue of lodging [and not circumcision].", 
                "The angel became like a kind of a serpent and was swallowing him [Moshe] from his head down to his hips, then back, then swallowing him from his feet up to that same place. Tziporah understood that [the attack] was due to  milah circumcision. \n"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                0, 
                "Because of impatience of spirit-- when someone is upset, their spirit and breath are shortened and they cannot breathe deeply. Similarly, I heard this explanation from Rabbi Baruch son of Rabbi Eliezer, and he brought me proof from this verse (Jeremiah 17:21): \"At this time I will let them know my power and strength and they will know that my name is the LORD.\" We learn from this that the Holy One, Blessed be He, fulfills his word-- even when it is for punishment, he announces that his name is \"LORD.\" How much more so when he fulfills his word to do good! And our teachers taught with regard to the above, that when Moses said \"Why have you harmed\" the Holy One said \"Alas for those who have been lost and cannot be found. I must mourn the death of the Patriarchs: many times, I revealed myself to them as 'Almighty God' and they never said 'What is your name?' But you asked 'What is his name that I may tell them?'\""
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "To take care of his needs (i.e., eliminate). Because he would make himself into a god by saying that he did not need to eliminate. And he would wake early and go out to the Nile to \"take care of business\"."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Saying: You have done this by means of witchcraft...you bring witchcraft to Egypt which is all witchcraft. "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"To create the lice\": To summon them from another place.", 
                "\"But they could not\": For demons have no authority over creatures smaller than a barleycorn."
            ]
        ], 
        [], 
        [
            [
                "And Warn him"
            ]
        ], 
        [], 
        [
            [
                "Since Aharon performed, and troubled himself, in regard to the wonders, just as much as Moshe, He (G-d) does him this honor at the first mitzvah, by including him with Moshe in this message", 
                "---[but] outside the city. or was that not so, but [it was] rather within the city? The Torah, therefore, states [concerning Moshe's prayer]: \"When I leave the city, etc.\" Now, if [regarding] prayer, which is [relatively] less significant, he would not pray within the city for it was full of idols, then, [regarding] a message [from G-d], which is so much more significant, how much more so [that he would leave the city.]"
            ], 
            [
                "He (G-d) showed him the moon at its renewal and said to him, \"When the moon renews itself, let that be for you the beginning of a new month.\" However, Scripture does not depart from its plain meaning: He (G-d) was telling him about the month of Nissan; [viz.] this (Nissan) shall be the start of the order of the counting of the months, so that Iyar will be called the second [month] and Sivan, the third.", 
                "Moshe had difficulty regarding the renewal of the moon how much of it must be visible so that it be fit to be consecrated. He (G-d) then showed him with His \"finger\" the moon in the sky, and said to him, \"When you see it like this, sanctify it.\" But how could He show it to him--- did He not speak with him only by day, as it is said: \"And on the day that G-d spoke,\" [or:] \"on the day that He commanded him,\" [or:] \"from the day that G-d commanded and beyond?\" But [the answer is] it was near sunset [when] this section was told to him (Moshe) and He pointed it out to him at nightfall. "
            ], 
            [
                "But did Aharon speak? Has it not already been stated \"You (Moshe) speak?\" But [the answer is] they bestowed honor on each other and said to one another: \"Teach me [what to say].\" The message would then emanate from both, as if both were speaking", 
                "[I.e.,] \"Speak today, on the first of the month that they should take it (the lamb) on the tenth of the month."
            ], 
            [
                "[I.e.,] If they are too few to be sufficient for one lamb, so that they are unable to eat it [all] and will thus come to [the transgression of] {Hebrew Ref} , then \"Let him and his neighbor take, etc.,\" That is the implication here according to its plain meaning. However, there is also an exposition [of the Sages]: [This verse intends] to teach that [even] after they have been counted in it they may [still] be excluded [from the group] and withdraw their association from it and be counted as [partners] of another lamb. However, if they do decide to withdraw their association and be counted [as partners] of another lamb, then this should be done \" {Hebrew Ref} \"--- [i.e.,] they should be excluded while the lamb still exists, [that is to say,] while it is still alive and not once it has been slaughtered", 
                "[ {Hebrew Ref} means: according to] the number. Similarly: {Hebrew Ref} [means the number of the evaluation].", 
                "Each according to his fitness to eat, to exclude the sick and the old who cannot eat a kezayis (a piece the size of an olive)", 
                "[As Onkelos translates it:] {Hebrew Ref} ---you will count yourselves."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "And I will pass. Like a king who passes from place to place. In a single pass and in a single moment they were all smitten.", 
                "Every first-born in the land of Egypt. Even other firstborns and they are in Egypt. And from where [do we learn that it applied to] Egyptian firstborns in other places? It says (Psalms 136:10) \"Who strikes Egypt in their firstborns\".", 
                "From man until beast. He who started the sin, from him the punishment began.", 
                "And to all the gods of Egypt. Of wood, they would rot. Of metal, they would melt and be poured to the earth.", 
                "I will judge, I am Hashem. I myself, and not through a messenger."
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "And you shall observe [the Feast of] Unleavened Bread [matzot]. That they should not become leavened, from this [the Rabbis] said [if the dough begins to swell add cold water tothe dough while kneading to prevent rising. R' Josiah says, \"Do not read \"unleavened bread\" but rather \"commandments\" (mitzvot), just as we do not allow the matza to become leavened, we do not allow [our performance of] a commandment to become leavened, rather if the opportunity to perform the commandment arises do so immediately."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                0, 
                0, 
                0, 
                "If there was a firstborn -- he died. If there wasn't, the oldest in the house was called a firstborn, as it says (Psalms 89:28) \"I also will appoint him first-born\". Another thing: Egyptian women would prostitute themselves beneath their husbands and bore children of open men, and would have many firstborns, even five to one mother, each from a different father."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"And Miriam the Prophetess took.\" Where had she prophesied? When she was the sister of Aaron, before Moses was born, she said, 'In the future, my mother will give birth to a son, etc.' Like there in Sota (13a), another reason, she was called the sister of Aaron because he gave his soul to her when she had leprosy, she was called by his name.", 
                0, 
                "\"The timbrel.\" Types of instruments", 
                0, 
                "\"With timbrels and with dances.\" From this certainty and faith, she was considered righteous, because they believed that God would make miracles for them, and therefore they brought timbrels from Egypt."
            ], 
            [
                "\"Moses sang the song to the men, he said it, and they repeated after him, and Miriam said the song for the women.\""
            ]
        ], 
        [], 
        [], 
        [
            [
                "What report did he hear and [that brought him to] come? He heard of the splitting of the sea, and the war with Amalek.", 
                0, 
                0, 
                0, 
                0, 
                "This is greater than all [of the other miracles Hashem did]."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "1) Moshe's goal was to turn Yitro's visit from just a way of Yitro recognizing the great nissim to translate into Yitro growing closer to Torah. Chazal even tell us that Yitro converted based on Moshe pulling him close."
            ]
        ], 
        [
            [
                "\"On that day\" - On Rosh Hodesh (Bavli Shabbat 86).  It could have simply written \"on that day,\" so why did it write \"on this day?\" So that the words of the Torah shall be new unto you like on the day they were given."
            ], 
            [
                "1 \"They traveled from Rephidim\" - Why did the text need to go back and make explicit from where they had traveled? Had it not already written that they had been camping in Rephidim, so it would be known that they had traveled from there. Rather, it came to compare their traveling from Rephidim to their arrival in the Sinai desert -- just as their arrival to the desert of Sinai through repentance, their traveling from Rephidim was through repentance. (Mekhilta)", 
                "2 \"Israel camped there\" - Like one person with one heart.  But all of their other encampments took place with complaining and disagreement. (Mekhilta)", 
                "3 \"Next to the mountain\" - To the east (Mekhilta), and everywhere where you find the word \"next to,\" it means 'faced to the east.'"
            ], 
            [
                " \"And Moshe went up\" - On the second day. And all of his goings up were at daybreak as it is written (Exodus 34: 4) \"Moshe arose in the morning.\"", 
                " \"Thus shall you say\" According to these words and in this order (Bavli Shabbat 86b).", 
                " \"To the house of Jacob\" - These are the women, you shall speak to them in soft speech.", 
                " \"And speak to the children of Israel\" - He explained the punishments and minutiae to the males, and difficult matters such [the laws of] sinews (Mekhilta). "
            ], 
            [
                "\"You have seen\" (Shabbat 86b) It is not a tradition in your hands or words which I transmitted to you, and I did not testify to you through witnesses. Rather, you saw what I did to Egypt, and how many sins they had been liable for before you became attached to them, and I did not pay them for their sins except through you.", 
                "\"I will lift you\" - (Mekhilta) This is the day that Israel arrived in Ramses.  The Israelites were scattered across the whole land of Goshen, and in a small amount of time when they went to journey and leave, they were all gathered to Ramses. And Onkelos translated \"and I will raise\" as \"I will lift you\" similar to \"I will carry you,\" he edited the language in order to give respect to heaven.", 
                "\"On the wings of eagles\" - As an eagle carries its young on its wings. All of the other birds place their children between their wings as they are afraid of another bird swooping down upon their backs. But the eagle is only afraid of humans who may shoot an arrow at it, since no other bird will swoop on its back.  Therefore, it places its young upon its back and says, 'better that the arrow enter into me and not into my children.' I [God] also did this, [as it is written:] \"the angel of God traveled going before the camp of Israel\" (Exodus 14:19) and \"[the Angel of God] came between the camp of Egypt [and between the camp of Israel]\" (Exodus 14:20) and the Egyptians were throwing arrows and catapulting stones and the cloud took their blow.", 
                "\"And I will bring you to me\" - according to its translation [into Aramaic by Onkelos]."
            ], 
            [
                "\"And now\" - If you accept it upon yourselves now, it will become pleasing to you [beginning] from here and in the future, since all beginnings are difficult. (Mekhilta; Bavli Shabbat 87a)", 
                "\"And if you keep my covenant\" - Which I will make with you about keeping the Torah.", 
                "\"Treasure\" - A beloved trove like \"the treasure of Kings\" (Ecclesiastes 2:8), a precious vessel with beautiful stones where the king stores them. Thus, you should be for me a treasure from the other nations.  You should not say that you alone are mine and I do not have any others with you. I do this all the more so my love of you is known since all of the earth is mine and they [Israel] are in my eyes and before me more than anything else."
            ], 
            [
                "\"You shall be for me a kingdom of priests\" - Princes as it is written (II Samuel 8:18) \"And the sons of David were priests.\"", 
                "\"These are the words\" - Not more or less."
            ], 
            [], 
            [
                "\"Moshe brought the words of the people...\" - On the next day which was the third day, as he went up at daybreak. And did Moshe need to answer God [i. e. did God not already know what the people said]? Rather, the text comes to teach us proper etiquette, that he did not say 'the one who sent me already knows and I do not need to answer him.'"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "At the bottom of the mountain: According to the simple rendering [in denotes] at the foot of the mountain. And its Midrashic interpretation is that the mountain was uprooted from its place and turned over them like a beer barrel. "
            ]
        ], 
        [
            [
                "God spoke: Heb. אֱלֹהִים. [The word] אֱֱלֹהִים always means “a judge.” [This Divine Name is used here] because there are some sections in the Torah [that contain commandments] that if a person performs them, he receives a reward, but if not, he does not receive any punishment for them. I might think that so it is with the Ten Commandments. Therefore, Scripture says: “God (אֱלֹהִים) spoke,” [signifying God’s role as] a Judge, [Whose function is] to mete out punishment [when the Ten Commandments are not obeyed]. [from Mechilta]", 
                "all these words: [This] teaches [us] that the Holy One, blessed be He, said the Ten Commandments in one utterance, something that is impossible for a human being to say [in a similar way]. If so, why does the Torah say again, “I am [the Lord, your God (verse 2)]” and “You shall have no…” (verse 3)? Because He later explained each statement [of the Ten Commandments] individually. — [from Mechilta]", 
                " to say. [This] teaches [us] that they responded to the positive [commandments], “Yes,” and to the negative [commandments], “No.” -[from Mechilta]"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>Do not keep a witch alive:</b> but rather, have her killed with a court (<i>beit din</i>). And it is the same for men and for women, except that the verse [only mentions a female because it] speaks [according to the more common circumstance]."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Here they were told that they would sin in the future (with the Golden Calf) and the Divine Presence would then say I will not ascend in your midst.", 
                "That I prepared to give you, that is the simple psaht. The medrashic interpretation-My place is recognized as being opposite it; this is one of the verses that tells us that the Heavenly Temple is aligned with the earthly Temple"
            ], 
            [
                0, 
                0, 
                "This is connected to the beginning of the statement that My Name is with him. And our sages said that this is the Angel Metatron, whose name is that of his Master, Metatron is the numerical value of Shadday."
            ]
        ], 
        [
            [
                "This was said prior to the event of the 10 comandments, and on 4 Sivan he was told to go up "
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"Make for me a sanctuary\" - Make for a holy place for the sake of My Name"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "He showed him a sort of coin of fire with a weight of 1/2 shekel, and told him like this shall they give"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            []
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"Let Me be.\" We still have not heard that Moses prayed on their behalf, and God said \"Let Me be\"?  Rather, God created for Moses an opening and made it clear to him that the matter is dependent on him [Moses] - that if he would pray on their behalf, God would not destroy them."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                0, 
                "And you shall see My back: He showed him the knot of the tefillin."
            ]
        ], 
        [
            [], 
            [], 
            [
                "And a man shall not ascend with you: The first ones, by means of [the fact] that they were with acclaim, sounds, and congregation -- an evil eye controlled them. You have no better trait than privacy."
            ]
        ], 
        [
            [
                "The day after Yom Kippur, when Moshe came down from the mountain..."
            ], 
            [
                "He prefaced the prohibition of Sabbath to the commandment to build the Mishkan, to teach them that its construction does not override the Sabbath"
            ], 
            [
                "You shall not light a fire: There are those amongst our Rabbis who say: lighting a fire was singled out to teach it is a negative prohibition [and not liable to death], and there are those who say it was singled out to divide [that each sub-categories of violating Shabbos is its own distinct transgression]."
            ]
        ]
    ], 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ], 
        [
            "Tachash", 
            "http://www.tachash.org/chumash/parsha.html"
        ]
    ], 
    "heTitle": "רש\"י על שמות", 
    "versionSource": "http://www.sefaria.org/Rashi_on_Exodus"
}