{
    "text": {
        "0_Chapter, 5_Verse": "He is one and alone revered, G-D is Ruler over all of his land.",
        "6_Chapter, 26_Verse": "With all your heart, honor your father; And the Mother who birthed you, do not ?loan?",
        "6_Chapter, 27_Verse": "Remember: If they were not, you would not have come to the world. And what you are doing to them, that they are your rearers.",
        "6_Chapter, 28_Verse": "With all your heart fear God; And his priests sanctify. ",
        "6_Chapter, 29_Verse": "With all your means love your maker; And his servers do not forsake.",
        "6_Chapter, 30_Verse": "Honor God and glorify a priest; Give their portions like you were commanded.",
        "6_Chapter, 31_Verse": "Bread of heroes and gift of a hand; Meat of the righteous and gift of the holy one.",
        "6_Chapter, 32_Verse": "Also to the needy stretch out a hand; So that you blessing will be repaid.",
        "6_Chapter, 33_Verse": "Give a gift to all life; Also from a corpse do not withhold kindness.",
        "6_Chapter, 34_Verse": " Do not be late from ?criers?;  And with a mourner, mourn.",
        "6_Chapter, 35_Verse": "Do not lift [your] heart from a loved one; For from him you will be loved.",
        "6_Chapter, 36_Verse": "In all your actions remember the end; And never destroy.",
        "7_Chapter, 0_Verse": "Do not fight with a great man; Why become destitute by his hand.",
        "7_Chapter, 1_Verse": "Do not fight with one harder than you; Why fall by his hand.",
        "7_Chapter, 2_Verse": "Do not ?plow? over a man without wealth; Perhaps he will weigh your money and you will lose.",
        "25_Chapter, 0_Verse": "A good wife, happy is her husband; and the number of his days is doubled.",
        "25_Chapter, 1_Verse": "A valiant wife is satisfying to her husband; and he will spend the years of his life in joys.",
        "25_Chapter, 2_Verse": "A good wife is a good gift, given to the lap of those who revere God.",
        "43_Chapter, 0_Verse": "I wish to praise the pious men, our ancestors in their generations.",
        "43_Chapter, 1_Verse": "Much honored portion of the Highest, and and His greatness from the days of old",
        "43_Chapter, 2_Verse": "The earth's generations in their kingdoms, and the people of renown in their might; counselors in their understanding, and seers in their prophecy.",
        "43_Chapter, 3_Verse": "Noblemen of nations in their designs, rulers in their plans; wise thinkers in their books, and proverb-tellers in their preserved works.",
        "43_Chapter, 4_Verse": "Composers of psalms by decree, princes of proverbs by writing.",
        "43_Chapter, 5_Verse": "Men of valor and steadfast power, and tranquil upon their foundations.",
        "43_Chapter, 6_Verse": "All these in their generations, in their days, were renowned.",
        "43_Chapter, 7_Verse": "From among them some left a name, that they be rested on their legacy.",
        "43_Chapter, 8_Verse": "And from among them some were not remembered, and ceased to be when they ceased to be.",
        "43_Chapter, 9_Verse": "When they were no more, they were no more, and their children after them.",
        "43_Chapter, 10_Verse": "Still, these were pious men, and their hope will not cease.",
        "43_Chapter, 11_Verse": "With their seed is their faithful goodness, and their inheritance to their children's children.",
        "43_Chapter, 12_Verse": "Forever and ever their memories stand, and their righteousness will not be forgotten",
        "43_Chapter, 13_Verse": "Their corpses are in peace gathered up, and their names live from generation to generation.",
        "43_Chapter, 14_Verse": "Their wisdom the community will repeat, and their praises the assembly will recount.",
        "43_Chapter, 15_Verse": "Ḥanokh was found pure, and walked with God, and was taken - a sign of knowledge from generation to generation....",
        "43_Chapter, 16_Verse": "Righteous Noaḥ was found pure, at a time of destruction he was substituted; for his sake there was a remnant, and in his covenant the Flood ceased.",
        "43_Chapter, 17_Verse": "Through an eternal sign the covenant was made with him, and without it all flesh would have been wiped out.",
        "43_Chapter, 18_Verse": "Avraham was a father of many [av hamon] nations, given no blemish in his glory.",
        "43_Chapter, 19_Verse": "He kept the commandments of the Highest, and came with a covenant with Him. In his flesh a law was cut, and in his test he was found  faithful.",
        "43_Chapter, 20_Verse": "Thus, with an oath He held him up, to bless nations with his seed; to grant them from sea to sea, and from the River to the edge of the land.",
        "43_Chapter, 21_Verse": "And also to Yitzḥaq He brought a sun, for the sake of Avraham his father; a covenant of all given from the first, and a blessing rested on the head of Israel.",
        "43_Chapter, 22_Verse": "And He founded him with a blessing, and He gave him his inheritance; and he established him with tribes, as a portion twelvefold.",
        "43_Chapter, 23_Verse": "And he brought from him a man, finding grace in the eyes of all life. ",
        "44_Chapter, 0_Verse": "Beloved by God and man, Moshe, remembered for good.",
        "44_Chapter, 1_Verse": "And God honored him, and strengthened him in the heights.",
        "44_Chapter, 2_Verse": "With his words, the letters He sped up, and He strengthened him before the king; and He commanded the people, and they saw His glory.",
        "44_Chapter, 3_Verse": "In his faithfulness and his humility, He chose him from all flesh.",
        "44_Chapter, 4_Verse": "And He caused him to hear his voice, and He drew him to the thick cloud; and He placed in his hand the commandment, the Torah of life and understanding; to teach Yaaqov His laws, and His statues and ordinances to Israel.",
        "44_Chapter, 5_Verse": "And He raised Aharon, he the tribe of Levi, to holiness, and He placed him as an eternal law.",
        "44_Chapter, 6_Verse": "And He put upon him splendor, and He appointed him minister in His glory; and girded him with the majesty of the aurochs, and clothed him with bells.",
        "44_Chapter, 7_Verse": "And He clothed him all in majesty, and beautifued him in glory and strength; breeches, tunic, robe, and surrounded him in bells.",
        "44_Chapter, 8_Verse": "And many pomegranates surrounding, to make music with his steps.",
        "44_Chapter, 9_Verse": "Holy clothes, gold, purple, and crimson, works of the masters; breatplate of judgement, ephod and girdle, and two scarlet threads, woven.",
        "44_Chapter, 10_Verse": "Precious stones upon the breastplate, sealed and engraved in openings; every stone called a memory, written carved for the number of the children of Israel.",
        "44_Chapter, 11_Verse": "A pure-gold crown, robe, turban, and headplate carved with a holy seal; splendrous glory and praiseworthy strength, pleasant to see and entirely beauty.",
        "44_Chapter, 12_Verse": "Before him was none like him, thus after him no stranger will wear it. He trusted in him and in his sons like this, and thus his sons to their generations.",
        "44_Chapter, 13_Verse": "Their grain-offering is entirely smoked, and on every day it is twice offered.",
        "44_Chapter, 14_Verse": "And He filled Moshe's hand, and He anointed him with holy oil; and he was to Him an eternal covenant, and to his seed as in the days of heaven.",
        "44_Chapter, 15_Verse": "To minister and to serve as priest for Him, and to bless His people with His name. And He chose him from all life, to bring the whole-offerings and the suet-offerings.",
        "44_Chapter, 16_Verse": "And to burn a sweet smell and a remembrance, and to atone for the children of Israel.",
        "44_Chapter, 17_Verse": "And He gave his people a law, and a rule to the children of Israel; and strangers were angry with him, and jealous of him in the desert.",
        "44_Chapter, 18_Verse": "The men of Datan and Aviram, and the congregation of Qoraḥ in their enraged anger; and they saw ADONAI and He was enraged, and destroyed them in his great anger.",
        "44_Chapter, 19_Verse": "And He brought a sign to them, and consumed them in blazing fire; and He added His glory to Aharon, and gave him His inheritance.",
        "44_Chapter, 20_Verse": "The holy first-part He gave him bread, and fires of ADONAI consumed them. The shewbread portiopn, and a gift to him and his seed.",
        "44_Chapter, 21_Verse": "Yet in their land he would not inherit, and in their midst he would not receive an inheritance; the fires of ADONAI are his portion and inheritance, in the midst of the children of Israel.",
        "44_Chapter, 22_Verse": "And also, Pinḥas ben El'azar, in his strength, a third portion. In his zealousness to the God of all, and he stood at the people's breach.",
        "44_Chapter, 23_Verse": "And who, in his nobility, his heart, atoned for the children of Israel; thus he also was given a law, an eternal covenant to administer the Sanctuary.",
        "44_Chapter, 24_Verse": "That would be his and his seeds, a great priesthood for all time. And also His covenant with David son of Yishai of the tribe of Judah.",
        "44_Chapter, 25_Verse": "A portion of fire before His glory, the portion of Aharon to all his seed. And now, bless, please, ADONAI the good.",
        "44_Chapter, 26_Verse": "He crowns you with glory, He gives you a wise heart; that you not forget your goodness, and your strength for all generations.",
        "45_Chapter, 0_Verse": "A warrior, son of valor, Yehoshua son of Nun, minister to Moshe in prophecy; who was made a guardian in his days, a great salvation to His chosen ones.",
        "45_Chapter, 1_Verse": "To avenge vengeance on the enemies, and to inherit Israel. How admirable when he stretched his hand, when he waved his javelin at a city.",
        "45_Chapter, 2_Verse": "Who is it who could stand against him? For the wars of ADONAI were fought.",
        "45_Chapter, 3_Verse": "Was it not by his hand that the sun stood still, a single day as if it were two?",
        "45_Chapter, 4_Verse": "For he called to God the Highest, as his enemies surrounding forced him; and God the Highest answered him, with stones of ice and hail.",
        "45_Chapter, 5_Verse": "He threw them down on the enemy nation, and as they fled destroyed them all; so that all battling nations knew, that ADONAI guards their wars.",
        "45_Chapter, 6_Verse": "And he also was fully following God, and in the days of Moses did piety; he and Kalev son of Yefuneh, to hold fast against the wild assembly.",
        "45_Chapter, 7_Verse": "To turn anger from the congregation, and to end their evil report; thus the two of them were spared from the six hundred thousand infantry.",
        "45_Chapter, 8_Verse": "To bring them to their inheritance, a land flowing with milk and honey; and He gave to Kalev wisdom and until old age it stayed with him.",
        "45_Chapter, 9_Verse": "To guide him upon the heights of the land, and also his seed took an inheritance; that all the seed of Yaakov know that it is good to fully follow after Adonai.",
        "45_Chapter, 10_Verse": "And the judges, each man by his name, every one who didn't self-glorify; and didn't durn away from following God, may their memories be blessed.",
        "45_Chapter, 11_Verse": "[May their essences flower as a rose], and may their names pass on to their children!",
        "45_Chapter, 12_Verse": "Beloved of his people, desired of deeds, chosen from the womb of his mother; a nazirite of ADONAI in prophecy, Shmuel, the priestly judge. At the word of God he established a monarchy, and he anointed princes over hte people.",
        "45_Chapter, 13_Verse": "With the commandment of ADONAI he commanded the congregation, and the God of Yaakov took note of them.",
        "45_Chapter, 14_Verse": "In his faithful mouth he expounded a vision, and in his trusted word guidance.",
        "45_Chapter, 15_Verse": "And he also called to God, as his enemies surrounding forced him; as he offered up a lamb's suet, ADONAI thundered from heaven.",
        "45_Chapter, 16_Verse": "With a mighty crash His voice was heard, and He subdued the nobility of the enemy, and destroyed all the Philistine tyrants.",
        "45_Chapter, 17_Verse": "And when it came time for his final rest, he testified to ADONAI and His anointed.",
        "45_Chapter, 18_Verse": "Did I take bribes or secret payments from anyone? And not one person answered him. And until the the end of his time, he was found right in the eyes of ADONAI.",
        "45_Chapter, 19_Verse": "And in the eyes of all life, and also after his death he expounded.",
        "45_Chapter, 20_Verse": "And he told the king his ways and lifted from the ground his voice in prophecy.",
        "46_Chapter, 0_Verse": "And also after him arose Natan, to stand forth against David.",
        "46_Chapter, 1_Verse": "For just as the suet is the highest of the holy offering, so too David from Israel.",
        "46_Chapter, 2_Verse": "With lions he played as with a goat, and with bears as a calf from the east.",
        "46_Chapter, 3_Verse": "In his youth he struck down the warrior, and causing him eternal pain and shame; with a flick of his hand on the sling, and he broke the majesty of Golyat.",
        "46_Chapter, 4_Verse": "For he called to God the Highest, and He gave strength in his right hand; to hold back a man knowing in war, and to raise the horn of Israel.",
        "46_Chapter, 5_Verse": "Thus the girls sang to him, and established him with \"ten thousand.\" When crowned in a turban he fought, and all around him subjugated enemies.",
        "46_Chapter, 6_Verse": "And he went against the Philistine foe, and to this day shattered their horn.",
        "46_Chapter, 7_Verse": "In all his deeds he gave thanks, to God the Highest with words of glory. In all his heart he loved his Maker, and every day he thanked him with music.",
        "46_Chapter, 8_Verse": "Melodies, songs, he established for the temple, and the sound of psalms and harps he made.",
        "46_Chapter, 9_Verse": "And he gave splendor and beauty and honor to the festivals year after year; as he blessed the Holy Name, before the morning he raised justice.",
        "46_Chapter, 10_Verse": "Also ADONAI passed over his transgression, and He raised his horn forever; and He gave him a law of monarchy, and his throne He established up to Jerusalem.",
        "46_Chapter, 11_Verse": "And on his account arose after him a wise son, dwelling in security.",
        "46_Chapter, 12_Verse": "Shlomo was king in prosperous days, and God caused him quiet all around.",
        "46_Chapter, 13_Verse": "He who built a house for His name, and he founded an eternal Sanctuary.",
        "46_Chapter, 14_Verse": "How wise were you in your youth! Your instruction flowed like the Nile!",
        "46_Chapter, 15_Verse": "Land covered in Your wisdom, and Your song praised on the heights.",
        "46_Chapter, 16_Verse": "With song, parable, riddle, and quote, all the people were amazed.",
        "46_Chapter, 17_Verse": "You were called in the Glorious Name, that which was called over Israel; and amassed gold like iron, and like lead multiplied silver.",
        "46_Chapter, 18_Verse": "And you gave your lust to women, and they ruled you in your pride.",
        "46_Chapter, 19_Verse": "And you brought a blemish on your glory, and profaned your bead, to bring anger on your descendants, and moaning upon your deathbead.",
        "46_Chapter, 20_Verse": "To a portion of the people to two tribes, and from Ephraim a kingdom of violence.",
        "46_Chapter, 21_Verse": "But God will not forsake piety, and will not let His words fall to the ground; He will not cut off from His chosen grandson or great-grandson, and the seed of His beloved He will not destroy.",
        "46_Chapter, 22_Verse": "And He gave to Yaakov a remnant, and to the house of David a root from them; and Shlomo lay down to die hopeless, and help withered from him.",
        "46_Chapter, 23_Verse": "Wide in stupidity and lacking in wisdom, Reḥov'am whose counsel made the people unruly; until one arose – may he have no memory! – Yerov'am son on Nevaṭ, who sinned and caused sin to Israel.",
        "46_Chapter, 24_Verse": "And he gave to Ephraim a stumbling-block, to force them from their land; and he increased his sin greatly, and to all evil he was addicted.",
        "47_Chapter, 0_Verse": "Until a prophet like fire arose, whose words were like a flaming oven.",
        "47_Chapter, 1_Verse": "And he shattered their staff of bread, and in his zealousness reduced them greatly.",
        "47_Chapter, 2_Verse": "With a word of God, the heavens stopped; and rained three fires.",
        "47_Chapter, 3_Verse": "How awesome are you, Eliyahu, and who is like you in wonder?",
        "47_Chapter, 4_Verse": "Who raised a corpse from death, and from Sheol, as ADONAI willed.",
        "47_Chapter, 5_Verse": "Who brought kings down to the pit, and nobles up from their sickbeds.",
        "47_Chapter, 6_Verse": "Who anointed the one who fulfilled retribution, and the prophet who replaced you.",
        "47_Chapter, 7_Verse": "Who heard reproofs at Sinai, and at Ḥorev judgements of vengeance.",
        "47_Chapter, 8_Verse": "Who was taken up in a whirlwind, in a regiment of heaven's fire.",
        "47_Chapter, 9_Verse": "Who was written truly for the time, to stop anger before the rage of God; to return the hearts of fathers to their sons, and to establish the tribes of Israel.",
        "47_Chapter, 10_Verse": "Happy is one who sees you and dies, and happy are you for you still live.",
        "47_Chapter, 11_Verse": "Eliyahu, who in the treasuries is hidden, and whose spirit filled Elisha; for many twofold signs and wonders came from all that came from his mouth.",
        "47_Chapter, 12_Verse": "In his days he never cowered before anything, and no mortal power ruled his spirit. Not a thing was too wondrous for him, and from below him his flesh was created.",
        "47_Chapter, 13_Verse": "In his life he did wonders, and in his death powerful deeds.",
        "47_Chapter, 14_Verse": "With all this the people did not repent; and did not cease from their sins; until they were torn from their land, and scattered in all the earth.",
        "47_Chapter, 15_Verse": "And a few remained with Judah, and there still was a ruler from the house of David. And there were from among them who did right, and there were from among them who did evil.",
        "47_Chapter, 16_Verse": "Yeḥizqiyahu strengthened his city by bringing into it water; and he cut through rock with bronze, and dammed the mountains for a pool.",
        "47_Chapter, 17_Verse": "In his days Sanḥeriv arose, and sent out Ravshaqeh; and he lifted his hand against Zion, and blasphemed God in his pride.",
        "47_Chapter, 18_Verse": "Then they were appalled at his pride, and writhed like a woman in later.",
        "47_Chapter, 19_Verse": "And they called to God the Highest, and they spread out their hands.",
        "47_Chapter, 20_Verse": "And He smote the camp of Assyria, and they were devastated in a plague.",
        "47_Chapter, 21_Verse": "Thus did Yeḥizqiyahu good, and was strong in the ways of David [as Yeshayahu the prophet commanded him, praised among the prophets.]",
        "47_Chapter, 22_Verse": "[In his days the sun stood, and added to the life of the king.]",
        "47_Chapter, 23_Verse": "With a great spirit he saw the end, and comforted the mourners of Zion.",
        "47_Chapter, 24_Verse": "Eternally he told them what would be, and secrets before they occured."
    },
    "meta": "Chapter-Verse",
    "work": "Ben Sira"
}