{
    "status": "locked", 
    "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", 
    "sectionNames": [
        "Remez", 
        "Paragraph"
    ], 
    "language": "en", 
    "title": "Yalkut Shimoni on Nach", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "“And Solomon became allied by marriage to Pharaoh king of Egypt…” (Melachim I 3:1) R’ Yehudah said in the name of Rav: one should always live in the same place as his teacher because so long as Shimi ben Geira was alive, Shlomo did not marry Pharoah’s daughter. But we have a teaching that says one should not live in the same place? This is not a difficulty. The first applies when one is subservient to him, the second when one is not. At the moment when Shlomo married Pharoah’s daughter the angel Gavriel came down and stuck a reed in the sea, which gathered a sandbank around it. At the moment when Yerovam ben Navat built his two golden calves, the great city of Rome was built upon this bank. ‘And Shlomo became allied by marriage’ he surely converted her… “And Solomon loved the Lord…” (Melachim I 3:3) for four years until he began to build the House, but once he began to build the house “…and took Pharaoh's daughter, and brought her into the city of David…” (Melachim I 3:1) This is what we find it said “For this city has aroused My anger and My wrath since the day they built it…” (Yirmiyahu 32:31) But in Shlomo’s old age, right before he died, the Holy Spirit rested on him and he spoke out three books – Proverbs, Song of Songs and Ecclesiastes."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "“For this city has aroused My anger and My wrath since the day they built it until this day, to remove it from before My face.” (Yirmiyahu 32:31) Perhaps until this day He is in anger? The scripture says “His Tabernacle was in Salem, and His dwelling place in Zion,” (Tehillim 76:3) He returned her original name. So too it says “…the mountain that God desired for His dwelling…” (Tehillim 68:17) meaning that it is still cherished and desired. This teaches that her destruction brought atonement for her sins. From where do we learn that the Presence will not return to her until she becomes a mountain, as it says “And Abraham named that place, The Lord will see, as it is said to this day: On the mountain, the Lord will be seen.” (Bereshit 22:14) And it says “Remember, O Lord, for the sons of Edom, the day of Jerusalem…” (Tehillim 137:7) When? Once her foundations have been uprooted, as it says \"Raze it, raze it, down to its foundation!\" (ibid.)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "“…and the Lebanon shall fall through a mighty one.” (Yeshayahu 10:34) R’ Yochanan ben Zakkai say to Vespasian ‘peace unto, oh king! Peace unto you, oh king!’ He replied ‘you havemade yourself twice-liable for death. First, because you called me king and I am not a king. Second, because if I am a king, then why have you not come to me before now?’ R’ Yochanan said back to him ‘that which you said, that you are not a king – if you are not a king then Jerusalem would not have been handed over to you, as it says “…and the Lebanon shall fall through a mighty one.” A mighty one only refers to a king, as it says “And their prince shall be from them…” (Yirmiyahu 30:21) And Lebanon only refers to the Holy Temple, as it says “…You are as Gilead to me, O head of the Lebanon…” (Yirmiyahu 22:6) and it is written “this good mountain and the Lebanon.” (Devarim 3:25) And why is it called Lebanon? Because it bleaches away (malbin) the sins of Israel."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "... R’ Yannai said: When a king of flesh and blood enters into the storeroom, he doesn’t know what is in the bed chamber. Not so the Holy One! “The Lord is in His Holy Temple. The Lord-His throne is in Heaven…” (Tehillim 11:4) Looking out and gazing upon all the dwellers of the earth – but no eye sees Him. This is one of the instances when the throne below is aligned with the throne above, as it says “You shall bring them and plant them on the mount of Your heritage, directed toward Your habitation…” (Shemot 15:17) And so to it says “I have surely built You a house to dwell in…” (Melachim I 8:13)"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "His tabernacle was in Shalem – R’ Brachia said: from the beginning of the creation of the world the Holy One made for Himself a tabernacle in Jerusalem. He, so to speak, would pray in it and say ‘may be willed that My children will do My will, in order that I not destroy My house and sanctuary. Since it was destroyed He prays and says ‘may it be willed that my children repent that I bring nearer the building of My house. You should know that this is indeed the case as it says, “I will bring them to My holy mount, and I will cause them to rejoice in My house of prayer…” (Isaiah 56:7) It says My house of prayer, not their house of prayer. This teaches us that Gd prays.\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "… Another explanation of “whose foundation is on the mountains of the Sanctuary.” (Tehillim 87:1) The foundation of Jerusalem is in te merit of two sacred mountains – Mount Sinai and Mount Moriah."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "“On my bed at night…” (Song of Songs 3:1) at the moment when Avraham bound Yitzchak his son on top of the altar. “I held him and would not let him go…” (Song of Songs 3:4) This refers to David. When he took the threshing floor from Aravnah the Jebusite he found the skull of Aravnah placed under the altar but Gd (HaMakom) did not disqualify the offerings of Israel. ", 
            "Another explanation. “I held him and would not let him go…” R’ Yitzchak said: until the Tabernacle was erected prophecy was found among the idol worshipers. Once the Tabernacle was erected it was removed from them, as it says “I held him and would not let him go…” and it is written “Then I and Your people will be distinguished…” (Exodus 33:16) They said to him: but Balaam had prophecy? He replied: Not for his benefit! “Who counted the dust of Jacob…” (Bamidbar 23:10) “He does not look at evil in Jacob…” (Bamidbar 23:21) “How goodly are your tents, O Jacob…” (Bamidbar 25:4) “A star has gone forth from Jacob…” (Bamidbar 24:17) “A ruler shall come out of Jacob…” (Bamidbar 24:19) Another explanation. “On my bed at night…” (Song of Songs 3:1) Because I rested from Torah and commandments, night was joined to night for me. In the past it illuminated for me between night and night, between the night of Egypt and the night of Bavel, but now night is joined to night."
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "ילקוט שמעוני על נ\"ך", 
    "categories": [
        "Midrash", 
        "Aggadic Midrash"
    ]
}