{
    "title": "Yitzchak Yeranen on Mishneh Torah, Kings and Wars",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Kings_and_Wars",
    "text": [
        [],
        [],
        [
            [
                "<b>כותב לו ס\"ת לעצמו יתר וכו'. </b> עיין מה שתמה מרן ומה שכתבתי בחי' להל' ספר תורה פ\"ז ה\"ב."
            ],
            [],
            [
                "<b>עיין</b> בספרי תועפות ראם דף ק\"ז ע\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל ההורגים וכו' רשות יש למלך וכו'. </b> ומרן לא כתב מהיכן למד דין זה. ולי נראה מקראי דשמואל ב' א' שהרג למבשר מיתת שאול שאמר שהוא הרגו ולא היה בעדים והתראה וקי\"ל אין אדם משים עצמו רשע וכן קראי דסי' ה' שהרג לרכב ובענה אחיו לפי שהרגו לאיש בושת ולא היה אלא על פיהם ואף גם זאת דהרגוהו שניהם והא קי\"ל כרבנן דבין הרגוהו שניהם בבת אחת בין בזה אחר זה פטורים מדיני אדם וכמו שפסק רבינו פ\"ד מהל' רוצח ה\"ו יעו\"ש ואיך הרגם אלא ודאי רשות יש למלך להרוג באלו וכיוצא באלו."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ומצות עשה וכו'. ואל תשכח בלב. </b> וכתב הרב עץ החיים משם מהר\"א צמח דהא אצטריך זכור ואל תשכח למצות עשה ולא תעשה כמו שמנאן רבינו בס' המצות ואי אצטריך לזכור בפה ואל תשכח בלב עשה ולא תעשה מנלן יעו\"ש.<br><b> ולענ\"ד</b> י\"ל דעד כאן לא אמרינן בעלמא דאתא קרא לעשה ולא תעשה אלא היכא דלא מצינן למדרש ליה כלל אבל היכא דמצינן למדרש ודאי דרשינן וכאן דדרשינן זכור בפה ואל תשכח בלב וזהו שכתב בס' המצות מצות עשה לזכור מה שעשה עמלק ומצות לא תעשה שלא לשכח מעשיו הרעים וכמ\"ש רבינו כאן בריש הלכות אלו במנין המצות יעו\"ש וכי משום דרשא זאת ליכא עשה ולא תעשה ומ\"ש מצות עשה לזכור עמלק היינו בפה כמ\"ש בפנים בפ\"ה ובמנין המצות לא אתא אלא למנות הלאוין והעשין של תורה ולא לפרש פירושן של מצות."
            ],
            [],
            [],
            [
                "<b>מותר לחזור וכו'. ואין אסור אלא להשתקע שם ואין לוקין על לאו זה וכו' אין בו מעשה וכו'. </b> והנה רבינו אזיל לשיטתיה דס\"ל התראת ספק שמיה התראה וכמ\"ש פט\"ז מהל' סנהדרין יעו\"ש וא\"כ היה אפשר ללקות כאן אף שהיא התראת ספק אלא מטעם אחר נפטר דהוי לאו שאין בו מעשה ומרנא בעץ החיים בלשונות ד\"ב קשיא ליה להאי דינא ממ\"ש רבינו בהל' נזירות דס\"ל התם דשהיה כמעשה יעו\"ש ואני בעוניי בספרי תועפות ראם סדר בשלח בהשקפה ראשונה חילקתי בין הכניסות דכשהכניסה היא בהתר גמור אז השהיה לא חשיבה כמעשה ברם כשהכניסה היא באיסור אף שהיה בשוגג מ\"מ באיסור היא ואז השהיה חשיבה כמעשה ונסתייעתי מדברי הר\"ב אנג'יל בחי' למס' שבועות דף י\"ז והלח\"מ שם בהל' נזירות.<br><b> וכעת</b> חזינא דחילוק זה לאו דסמכה הוא דהא כתב רבינו שם בהל' נזירות פ\"ה הי\"ח נזיר שנכנס לבית ושהה שם עד שמת המת או שנכנס לאהל המת בשידה תיבה ומגדל ובא חבירו ופרע גם התיבה מעליו הרי זה לוקה וכו' הרי דאף שנכנס בהיתר דהיינו קודם שמת וכן בשידה תיבה ומגדל דליכא טומאה ואפי' הכי לוקה בשהיה במה שהתרו ביה ואמרו לו צא וכתב הרדב\"ז בחי' שם דהוי מדעתו דאי לאו מדעתו אין כאן מלקות אלו דבריו. ודבריו באו בקיצור דמה כוונתו במ\"ש מדעתו דאי ר\"ל דהוא ידע ורצונו בכך למה לי שרצונו בכך אפי' שלא מדעתו ורצונו כיון שהתרו בו שיצא ואיכא שיעורא שיצא ולא יצא לוקה דנמצא שדעתו בכך ואי ר\"ל מדעתו דהיינו שידע ולא יצא לאפוקי שלא ידע כלל וכי צריכא למימר זה הא לא מצינו מלקות על השוגג ועוד דאפי' ידע כל דליכא התראה מלקות ליכא ואי היה שוגג שלא ידע כלל היאך שייך התראה.<br><b> ובתוס' </b> נזיר דף מ\"ג אהך דינא כתבו וז\"ל ד\"ה כגון וכו' וצ\"ל [דהוא] מסייע להסיר את המעזיבה דהא בהתרו בו למלקות איירי ע\"כ ונראה כוונתם דאי ליכא מעשה מלקות ליכא דלאו שאין בו מעשה אין לוקין עליהן ודבריהם סותרים למ\"ש הם עצמם בדף י\"ז ד\"ה אילימא להיכא שנזר והוא בבית הקברות והתרו בו שלא ינזור דלוקה וז\"ל ולא הוי האי לאו כלאו שאין בו מעשה במה שמקבל נזירות דלאו שיש בו מעשה הוא במה שאינו יוצא משם כשנודר בנזירות עכ\"ד הרי דס\"ל דהשהיה שם חשיב מעשה ומה בין זה לזה והא דכתבו בדף י\"ז הוא מוכרח מהש\"ס דאי לאו הכי למה יהא הנודר בבית הקברות לוקה ואין לומר הטעם אחר משום דעקימת שפתים חשיב מעשה דאין זה אלא במימר ונשבע דוקא. ועיין לרבינו ריש הל' תמורה ובמרן שם ובהרב המגיד פי\"ג מהל' שכירות דבכל האמור שם ליכא למימר הכא דהנזירות חשיב מעשה ואולי נאמר דהך סוגיא אזלא כר' יהודה דס\"ל לאו שאין בו מעשה לוקין עליו יעו\"ש במכות דף ד' ע\"ב והוא דוחק גדול ומ\"מ דבריהם סתרי אהדדי ומ\"מ אם נאמר דדעת רבינו כמ\"ש התוס' שהוא מסייע בהסרת המעזיבה חילוקינו נכון דשאני ההיא דינא דרבינו דהמלקות הוא משום המעשה ולא משום השהיה אמנם הא ליתא חדא דא\"כ הו\"ל לרבינו לומר שסייע להסיר המעזיבה שהוא עיקר למלקות ועוד דבהל' כ\"א גבי נדר והוא בבית הקברות כתב דלוקה וודאי טעמו כמ\"ש התוס' דהשהיה חשיבה מעשה וכמ\"ש הלח\"מ ולרבינו אי אפשר לומר כמ\"ש בש\"ס דאולי ס\"ל כר\"י דלאו שאין בו מעשה לוקין עליו דרבינו ס\"ל דאין לוקין עליו וכאן לא שייך לומר כדכתב מרן בפי\"ג משכירות גבי חוסם בקול יעו\"ש נמצא דרבינו ס\"ל בפי' דהשהיה חשיב כמעשה ואף שנכנס בהתר כדכתב בהל' י\"ח ובהל' כ\"א וא\"כ חזרה קושית הרב עץ החיים לדוכתה וקושית הלח\"מ לב' לישני דרבינו דהלכות נזיר.<br><b> ולעיקר</b> קושית הלח\"מ לרבינו בב' לשונות דנזיר נראה דמ\"ש בפ\"ו ה\"ט אע\"פ ששהא שם אינו לוקה אינו ר\"ל שהיה דהשתחויה אלא שהיה שלא יצא שהיה יכול לצאת ולא יצא אבל לא שהה כדי השתחויה והיינו בעית הש\"ס דלא אפשיטא וכיון דלא אפשיטא לא לקי וזהו שכתב רבינו אינו לוקה והכי דייק שכתב אע\"פ ששהא ולא כתב כדי השתחויה משא\"כ בפ\"ה הי\"ט שכתב והוא שישהא שם כדי השתחויה ומשו\"ה לוקה ובהל' י\"א שכתב סתם ולא הזכיר שהיה כלל היינו טעמא דשם לא בא רבינו אלא לומר גוונא דלוקה שנים וודאי שהוא כדינו כמו שהזכיר בהלכה י\"ט בשישהא כדי השתחויה ונמצא א\"כ דרבינו מפרש בבעיא כפשטא וכפי' המפרש והתוס' אלא דלפי פי' מרן בדברי רבינו פ\"ו קשה קושית הלח\"מ לרבינו ודברי מרן צ\"ע. איך שיהיה חילוקינו לקושית מרן בעץ החיים ליתא ברם החילוק הב' שכתבתי שם נאה ומתקבל דלגבי ארץ מצרים הכל הוא מחשבה.<br><b> וכעת</b> נדפס ס' בירך יצחק עיי\"ש בסוף סדר תבא הביא קושית מהר\"ח אבולעפיה הנזכר וכתב עליו דאדרבא יש לתמוה על הרב שהקשה כן דאם הוא מפ\"ו דנזיר אדרבא שם כתב דאינו לוקה וכו' ודבריו אלה דברי מותר דהא חזינן דלא קאי שם אף דכתוב בספר כן, גם מ\"ש וז\"ל ואם כונתו להקשות ממ\"ש פ\"ה הי\"ח או הנכנס בשידה וכו' הרי שם לא הזכיר שהיה ע\"כ לא ידעתי את שיחו דמה לי שלא הזכיר שהיה וכי בלא שהיה יהא חייב הא יצא מיד אלא ודאי ששהא אלא שלא הזכירו רבינו דכל עצמו בדין זה לא בא אלא לומר דחייב שנים ועיקר הדין כתבו אחריו וכמ\"ש בסמוך.<br><b> גם</b> מ\"ש וז\"ל ומ\"ש ונתן טעם הלח\"מ כמ\"ש התוס' לא על דין זה נתן טעם אלא על דין כ\"א והוא ש\"ס ערוך בדף י\"ז דנזיר והיינו שהתרו בו שלא ידור ולא קבל ונדר וכה\"ג אמרינן שהיה לו לקפוץ וליצא משא\"כ בנכנס בשידה תיבה ומגדל שנכנס בהתר ונזר שם שהיא בעיא דרבא אי חייב על השהיה או לא וכתבו התוס' דפרע באונס וכו' יעו\"ש וליתא דהרואה יראה שערבב הדברים שלא העמיק בפרט זה ומה חילוק יש בין כשנדר והוא בבית הקברות והתרו לו שלא ידור ולא קפץ ויצא דחשיב השהיה כמעשה לכשנכנס בשידה תיבה ומגדל ונדר שם הא בין הכא ובין הכא בהתר נכנס אלא דבהיותו או בבית הקברות או בשידה תיבה ומגדל נדר וקודם שנדר היה התר ישיבת בית הקברות או בשידה תיבה ומגדל ולכן הלח\"מ שכתב בהכ\"א הוא הדין בכל ההלכות אלא מחמת שהתוס' כתבו כן בדין זה כתבו הלח\"ם שם בהכ\"א והוא נוח לו מ\"ש רבינו פ\"ו הט\"ו ולכאורה לא אזלא עם פשטא דש\"ס וכמ\"ש לו הר\"א והכ\"מ נדחק הרבה בפי' דש\"ס ולדידיה נייחא ליה הכל ומדלג על ההרים וקא פסיק ותני לחלק בין נכנס בהתר לנכנס באיסור וכדברי הלח\"מ וכבר דחינא ליה וכדכתיבנא ודוק.<br><b> ואחר</b> זמן ראיתי להרב יד משה סדר שופטים כתב לקושית מהרח\"א הנזכר וז\"ל אבל הכא שאינו ידוע בודאי דנשתקע שם דמי יודע מה שבלבו של אדם דילמא דעתו לצאת משם ודר שם בדירת עראי היאך יתרו בו להלקותו והו\"ל כהתראת ספק דאין יכולין לומר לו צא ממצרים דיכול לתרץ עדיין לא נשתקעתי ודעתי לצאת אלו תוכן דבריו. ואחרי נשיקת ידיו ורגליו דבריו בטלים ע\"פ מה שהקדמנו ריש אמיר וק\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין</b> בספרי תועפות ראם דף ק\"ז ע\"א."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>או שגזל כרם אינו חוזר וכן כרם של שני שותפין וכו'. </b> וכתב מרן וא\"ת למה לא כתב רבינו וכו' ותירץ בתירוץ ב' דמדחזינן לר' אליעזר בן יעקב דמיעט מחללו מבריך ומרכיב ולא מיעט גוזל כרם שמע מינה דנלמד כרם מבית אלו דבריו בקיצור. ולענ\"ד עדיין קשה דמדחזינן דהשוה הכתוב כרם לבית גבי גזל אף אנן נמי נילף בית מכרם בדין של ב' שותפין ומה גם דדין של ב' שותפין לא מקרא נפקא אלא מסברא שיהא כרמו המיוחד לו וא\"כ אף בבית נימא הכי. והלח\"מ הקשה למרן לשני התירוצים מהירושלמי יעו\"ש ונראה דקבע תמיהתו על מרן ולא על רבינו די\"ל בעד רבינו דכתב הדין בכרם והוא הדין בבית ומשום דבש\"ס דילן (נקשיה) [נקטיה] בכרם אף הוא נקט הכי וסמך על מה שהשום בדין גזל דבשניהם אינו חוזר.<br><b> עוד </b> ראיתי להלח\"מ עומד ומתמיה על רבינו דאמאי השמיט מ\"ש בירושלמי גבי בית מה ת\"ל אשר בנה פרט לשנפל ביתו ובנאו. ואנכי הרואה לא ידעתי מאי קא קשיא ליה דהא דרשה זאת דאשר בנה פרט לנפל ביתו הוא אליבא דר' יהודה במתני' דתני ר\"י אומר אף הבונה בית על מכונו לא היה חוזר משום דדריש תבת בנה דלמאי כתביה קרא מכיון דאפי' לקח וירש חוזר אלא פרט לנפל ובנאו ורבינו לא פסק כר\"י בבונה בית על מכונו וכן בפי' המשנה כתב בפי' ואין הלכה כר\"י נמצא דהאי ירושלמי לאו דין מחודש הוא אלא דינא דר\"י.<br><b> ומה </b> שהקשה הרב מל\"מ ה\"ח אעיקרא דדינא בפסק זה וז\"ל ולא ידעתי מנא ליה דת\"ק חולק בזה ובש\"ס הביאו על דברי ר\"י אם הוסיף בו דימוס אחד חוזר ואם לא היה הלכה כר\"י לא הוו מפרשי דבריו וכו' אלו דבריו.<br><b> ואחרי </b> נשיקת ידיו ורגליו דבריו תמוהים חדא דמדתני ר' יהודה אומר שהקדים שמו לאמירתו ולא תני אמר ר\"י שמע מינה דפליג וכדכתבו בעלי הכללים ועוד אישתמטתיה ליה התוספתא פ\"ז דתני נפל ביתו ובנאו הרי זה חוזר ר\"י אומר אם חידש בה דבר חוזר ואם לאו אינו חוזר הרי בפירוש דרבנן פליגי עליה דר\"י והלכה כוותייהו ומה שהקשה שמה שפי' דבריו בש\"ס ואמרו תנא אם הוסיף בה דימוס אחד חוזר הא קא חזינן סימנא אחרינא להיפך דהא מחזיר גרושתו דאינו חוזר נפקא ליה בש\"ס דילן מקרא דאשה חדשה מי שחדשה לו והיינו טעמא דרבנן משא\"כ לר\"י דס\"ל אף הבונה בית על מכונו לא היה חוזר א\"כ הוא הדין מחזיר גרושתו כמ\"ש ר\"י זאת אומרת מחזיר גרושתו אינו חוזר ואי איתא דהלכה כר\"י לימא טעמא דר\"י דמבורר טפי לפי דקרא דאשה חדשה לא כתיב גבי עניינא דמי שחוזר מעורכי המלחמה אלא גבי עניינא דנקי יהיה לביתו שנה אחת בסדר תצא וצ\"ל דמשם נלמד להכא ויותר היה נלמד מעניינא דהכא גופא אלא ודאי דס\"ל כרבנן דאף שלא חידש בה דבר חוזר נמצאו דברי רבינו נכונים.<br><b> גם</b> מ\"ש עוד המל\"מ גבי מ\"ש רבינו דמחזיר גרושתו אינו חוזר דהוא הדין גבי בית אם מכרה וחזר וקנאה דאינו חוזר ומיהו אפשר לומר דשאני אשה דכתיב בה חדשה למעוטי מחזיר אבל גבי בית דליכא מיעוטא דאפי' מכר וחזר ולקח חוזר אלו דבריו. והמה תמוהים חדא דהא קא חזינן לרבינו גופיה גבי גזלה למד כרם מבית אף דהמיעוט הוא בבית דכתיב ולא חנכו ואייתר ולא חללו דכרם ודרשו פרט למבריך ומרכיב כמ\"ש בש\"ס ואף הכא נלמוד בית מאשה, זאת ועוד דמקרא מלא דבר הכתוב מי האיש אשר בנה בית חדש ולא חנכו ילך וישוב לביתו הרי דהשוום הכתוב בית לאשה ממש דבשניהם כתיב חדש ואדרבא קשה שניהם למה לי וילמוד חד מחבריה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שנאמר לא יצא ולא יעבור עליו לכל דבר לעבור עליו בב' לאוין. </b> עיין מ\"ש הלח\"מ דמדברי רבינו נראה דעליו קאי על האיש ולא על הצבא כדכתב הרמב\"ן בפי' התורה דהקשה עליו כמו שהקשה הרא\"ם וסיים וז\"ל ואולי נאמר דמ\"ש הרמב\"ן כן לאו לדעת רבינו אלא הוא מפרש פשט הכתוב שהוא כן וכו'.<br><b> ואחרי </b> נשיקת ידיו ורגליו ליתא דעל מה שהביא דברי רש\"י וסיים עליו שהוא מדברי רבותינו כתב וא\"כ יהיה עליו ועל הצבא הנזכר וכו' והוא פי' נכון ולענ\"ד גם הרמב\"ן מפרש כרש\"י ורבינו דעליו קאי על האיש אלא דמוסיף הרמב\"ן בפי' רש\"י שהוא מרבותינו דדבר דקרא ר\"ל דבר הצבא והיכא רמוז זה וכתב וז\"ל וא\"כ יהיה עליו ועל הצבא הנזכר יאמר שלא יעבור האיש הזה על הצבא לכל דבר לא להיות פקיד וכו' אלו תוכן דבריו. והכי פירושו דהכתוב הזה כולו רמוז כדלעיל מיניה עליו דהיינו האיש הקדום לעיל ועל הצבא הנזכר לעיל וחזר ופי' דבריו יאמר שלא יעבור האיש הזה על הצבא ותיבת לכל דכתיב עם דבר לא להיות פקיד ולא וכו' ואין מקום לתמיהת הרא\"ם עליו."
            ]
        ],
        [
            [],
            [
                "<b>וכן בועל אשה בגיותה וכו'. </b> והיינו טעמא משום דישראל בני כבוש נינהו וכמ\"ש בש\"ס סנהדרין דף נ\"ט שהקשו והרי יפת תואר ותירצו התם משום דלאו בני כבוש נינהו ופי' רש\"י לא נתנה ארץ לכבוש כי אם לישראל שאף לישראל לא הותר יפת תואר אלא במלחמה ע\"י כבוש עכ\"ל והנה מ\"ש רש\"י לא נתנה ארץ לכבוש כי אם לישראל נראה דברים תמוהים דהא אמרינן בגיטין דף ל\"ח אמר ר' פפא עמון ומואב טיהרו בסיחון והוא מוסכם משו\"ה באו ישראל ונטלו מסיחון ארצות עמון ומואב דכבר נקנו בחזקה לסיחון ואילולי דברי רש\"י יש לפרש בפשט השמועה דמ\"ש דאומות העולם לאו בני כבוש נינהו ר\"ל לענין שאין לאומות העולם קנין בגוף העבדים אלא למעשה ידיהם כמ\"ש בגיטין דף ל\"ז יעו\"ש וכאן לענין בעילה שהוא לשלוט בגופה של האמה השבויה לאו בני כבוש נינהו אבל לעולם לכבוש ארץ ודאי חשיב כבוש.<br><b> והנה</b> מש\"ס זאת דסנהדרין קשיא ליה להרב בס' יקרא דשכבי דרוש ס\"א דף קכ\"ט ע\"א למאי דמייתי מדברי הרשב\"א דגיטין דף ל\"ח והריטב\"א דקידושין דף י\"ח דבמלחמה קונה גוי ואפי' לישראל גמור דהא קאמר בש\"ס זו דלאו בני כבוש נינהו והצריך עיון ולא ידעתי מה לו אצל אצילי רברבי הנ\"ל דהא תיקשי ליה סוגיי אהדדי דהא בסוגיית גיטין מפורש דגוי קונה לישראל בשביה דכתיב וישב ממנו שבי ולתוס' וסיעת מרחמוהי הוי ישראל גמור ולרש\"י הוי עבד כנעני שחייב במצות כאשה והכא קאמר דלאו בני כבוש נינהו ודאי דיש לתרץ דבגיטין איירי למעשה ידיו ובסנהדרין איירי לגופן וכדכתיבנא ולא קשיא אלא לרש\"י בסנהדרין מש\"ס דגיטין דעמון ומואב טיהרו בסיחון ואחרי כתבי כן בקדש חזיתיו למרן מלכא ה\"ה מהר\"י הכהן זלה\"ה הובאו דבריו בס' שארית יעקב סדר שלח לך דקשיא ליה מהך דעמון ומואב טיהרו בסיחון והוא חזקת כבוש וכמ\"ש התוספות להך ש\"ס דסנהדרין דקאמר דנכרים לאו בני כבוש נינהו ולא קשיא ליה לפי' רש\"י כדהקשינו אלא מש\"ס עצמה וכבר כתבנו דלש\"ס גופא לא קשיא ודו\"ק.<br><b> גם</b> מה שהזכיר בקושייתו דההיא דטיהרו בסיחון הוא משום חזקת כבוש לא ידעתי את שיחו דגם לפי' רש\"י דחזקת שבאי לעבד הוא הלבישו הנעילו וכו' קשה מההיא דיפת תואר דאסרה רחמנא לנכרי דתהיה מותרת היפת תואר בחזקת דתלביש ותנעיל לרבה נבא לתירוצו שתירץ משם הרב המקשה במ\"ש בפ' אלו טרפות אמר הקב\"ה ליתי סיחון וליפוק ממואב וליתי ישראל וליפוק מסיחון והיינו דאמר ר' פפא עמון ומואב טיהרו בסיחון וא\"כ אפשר דארץ בני עמון ומואב ע\"י סיחון שאני שכך היה חפץ ה' וכמו שפי' מהרימ\"ט בפסוק ונתן ארצם לנחלה נחלה לישראל וכו' אלו דבריו. ותמהני אם יצאו מפה קדוש דאעיקרא נבין אי הדין הוא דאף שכבשו הסיחונים מעמון ומואב עדיין ארעא בחזקת מארי קמא הוא והוי מעמון ומואב מה הועיל ה' בעשות זאת וכל דרכיו משפט וההוא אמר אל תצר את מואב וכו' ואי פירוש מהרימ\"ט ונתן ארצם לנחלה הוא שעשה ה' ככה ע\"פ הדין וזהו שאמרו בש\"ס אמר הקב\"ה ליתי סיחון וכו' לומר דסיבב ה' כן כדי ליתן לישראל ארצות עמון ומואב כפי הדין כי משפטי ה' צדקו ואף שלזה א\"צ ראיה מ\"מ נמצא מפורש בש\"ס דגיטין דלדיני שבאי דעכשיו דקאמר הש\"ס שבאי גופיה מי קני ליה אין למעשה ידיו וכו' אייתי עלה הא דרב פפא דקני בחזקת של כבוש מלחמה יעו\"ש ואי ההיא דעמון ומואב טיהרו בסיחון היה משום חפץ ה' ובההיא דוקא היאך מייתי הש\"ס מההיא דרב פפא גם הרב החסיד היאך לא נרגש מזה הדרן לקמייתא דלדידי לא קשה אלא לדברי רש\"י שכתב לא נתנה ארץ לכבוש כי אם לישראל.<br><b> ושוב</b> אחרי כותבי זכיתי וראיתי להר\"ן בחי' סנהדרין כתב כדברינו וז\"ל בסוגיית דף נ\"ז וז\"ל דהא מתרצינן לקמן גבי יפת תואר שאני התם דלאו בני כבוש נינהו ר\"ל שהכותים אין זוכים אלו באלו לקנות קנין הגוף זה בזה ומשו\"ה אסורין ביפת תואר דאכתי הויא אשת הכותי חבירו אבל ישראל הם בני כבוש שכובשין את הכותים קנין הגוף והם ממון שלהם ונפקעה מהם תורת אישות ומותר ללוקחה לאשה וכו' עכ\"ל הרי פי' בש\"ס כדפרישית ולא קשה כי אם לרש\"י וצ\"ע. ודע שבדברי הר\"ן אלו שהבאתי יש לי מקום עיון שכתב כן על דקשיא ליה בגופא דש\"ס וז\"ל וכי תימא גבי אשת איש איכא לאקשויי הכי דאיכא מידי דלישראל שרי ולגוי אסור שהרי אשת הכותי מותרת לישראל כדדרשינן לעיל אשת רעהו פרט לאשת אחרים ואילו כותי הבא על אשת חבירו חייב מיתה אלא דבהא איכא למימר דאיסורא מיהא איכא ומ\"מ לקושיא זאת אין לה מקום דהא מתרצינן וכו'. (הוא הלשון שהבאתי בסמוך).<br><b> ולענ\"ד</b> המה דברים תמוהים דמה יושיענו מ\"ש דשאני כותים מישראל דהני בני כבוש והני לא דקאי במלחמה לענין מה שהקשה דאשת כותי מותרת לישראל ולכותי אסירה והוי בלא מלחמה וקשיא לי וצ\"ע להבינו ושוב אחרי זמן ראיתי דברי רב כהנא הנ\"ל המה כתובים בס' קול בן לוי הל' מלכים דף כ\"ו ע\"א והרב תלמידו בס' קול יעקב בדף כ\"ד מזה ההלכה הקשה עליו כדהקשינו יעו\"ש אלא דמשתמש מהתי' לדרכו ולא ידעתי למה ועיין בהל' זאת בספרי תועפות ראם דף ק\"ח ע\"ב."
            ],
            [
                "<b>בין אשת איש שאין אישות לגוי. </b> הקשה הרב מקראי קודש דף קל\"ח וז\"ל וא\"ת אם אין אישות לגוי תבת אשת למאי אתא וכו' יעו\"ש והקשה עליו הרב אור יקרות דף נ\"ו וז\"ל וקשיא לי כיון דהוה שרינן יפת תואר לכהן דאיכא איסורא דלאו ומלקות כ\"ש דשרינן אף אשת איש דאינו אלא איסור עשה לחד תירוצא או איסורא לחוד לחד תירוצא יעו\"ש עכ\"ל.<br><b> ולענ\"ד</b> תירוץ הרב ניתן ליאמר דכיון דכל עיקר טעמא דהיתרא דאשת איש משום יצר הרע א\"כ גבי כהן אף דאיכא לאו ומלקות בעלמא שרא רחמנא משום יצר הרע דאי לא יתירנה במה יפיג יצרו משא\"כ בישראל ביפת תואר אשת איש כיון דאיכא איסורא או עשה הניחו רחמנא באיסוריה כיון דאפשר להפיג יצרו ביפת תואר פנויה וחשיב שפיר יש לו פת בסלו.",
                "<b>עיין </b> מ\"ש הלח\"מ ומה שכתבתי בספרי אגורה באהלך דף פ\"ד."
            ],
            [
                "<b>הכהן מותר ביפת תואר בביאה ראשונה. </b> כתב המרדכי סוף פ' מי שאחזו נשאל לה\"ר יצחק אם כהן יכול לגרש אשתו על תנאי וכו' ויכול להחזירה או לא אין להביא ראיה מכל היוצא למלחמת בית דוד גט כריתות כותב לאשתו דהא ג' כהנים היו עמהם ולכל הפחות צריך להיות עמהם כהן אחד הקורא מי האיש הירא ורך הלבב דא\"כ מה שאל הש\"ס פ\"ק דקידושין כהן מהו ביפת תואר תיפו\"ל דכהן היה במלחמה אלא ודאי לא קאי עליה דשמא היה חוזר לביתו ולא היה נכנס לעורכי המלחמה גם בנדון זה לא תפשוט עכ\"ל ולשון זה צריך פירוש.<br><b> ולענ\"ד</b> נראה דהכי פירושו אם איתא דגם הכהנים היו הולכים למלחמה כישראלים להלחם ונמצא א\"כ דגם הם היו מגרשים על תנאי ונלמד דכהן דגירש על תנאי יכול להחזירה א\"כ מאי קא מבעיא לש\"ס כהן מהו ביפת תואר הא קרא סתמא קאמר כי תצא למלחמה וראיתה בשביה אשת יפת תואר ולא הוציא לכהן מכללם אלא ודאי דלא היה מוזהר לילך עם הישראלים למלחמה אלא אפי' מי שהיה מוכרח לילך כדי לומר מי האיש הירא אפשר שהיה חוזר לביתו מיד אחר הקריאה ולא היה מוזהר להיות עמם עד שיחזרו עם השבי וא\"כ קרא דכי תצא לא איירי בכהנים והכי בעי הש\"ס כהן אם רצה להיות עם העם עד שיחזרו עם השבי מהו ביפת תואר כיון דחידוש הוא גם לכהן הנמצא שם התירו או דילמא שאני כהנים דריבה להם הכתוב מצוות יתירות ואפי' שנמצא שם אסירה ליה.<br><b> אך</b> קשה מה שהקשה החכם השלם נזר ישראל יו\"ט דאנון הי\"ו ממ\"ש בקידושין דף ע\"ח ויבמות דף ע\"ט תנא ר' שמעון בן יוחאי אומר גיורת פחותה מבת שלש שנים ויום אחד כשירה לכהונה שנאמר כל הטף בנשים החיו לכם ופנחס הוה בהדייהו ורבנן לעבדים ולשפחות וכו' ע\"כ ואי איתא להא דכתב המרדכי דהכהן לא היה מוזהר להלחם אלא היה חוץ למלחמה וכדכתיבנא מה ראיה מייתי רשב\"י מדכתיב החיו לכם הא קרא קאי בישראל הלוחמים שהביאו השבי ולא בפנחס דכתיב לעיל מיניה החייתם כל נקבה ועתה הרגו וכו' וכל הטף החיו לכם וכו' ולא בפנחס.<br><b> ונראה </b> לענ\"ד דבאותו ענין דפנחס מוכרח שלא חזר לביתו לחודיה כי הוכרח להיות שם (לחודיה) עמהם בשביל הכשפים של בלעם והמלכים כמ\"ש רש\"י בחומש שהיו פורחים והיה מראה להם הציץ והיו נופלים יעו\"ש וכן נראה מקרא שכתוב ויצאו משה ואלעזר הכהן וכל נשיאי וכו' ואי איתא דפנחס כבר בא מהמלחמה ודאי שיצא עם משה ואלעזר והנשיאים א\"כ הו\"ל לקרא למימר ויצאו משה ואלעזר ופנחס וכל נשיאי העדה אלא ודאי דפנחס היה בא עם החלוצי צבא וודאי הוא רואה מה שהביאו טף ונשים ולא מיחה א\"כ התמיה קיימת גם עליו ונמצא דבור משה עליה דידיה קאי דקאמר החייתם כל נקבה וא\"כ גם דבור וכל הטף וכו' החיו לכם קאי גם לפנחס וכד חזינן שפיר לק\"מ והוא דבמלחמת מדין שהלך פנחס היה להלחם דוקא דבאותה מלחמה לא היתה קריאה דמי האיש הירא ורך הלבב ושאר קריאות כדי לומר ששלחו ה' יתברך כדי שיקרא קריאות אלו וק\"ל.<br><b> ובעיקר</b> פשיטותיה דמרדכי דכהן דגירש על תנאי יכול להחזירה דלאו גרושה הוי הקשה אלי זה רעי החכם השלם רעי ואהובי שלמה בן עזרא נר\"ו ממאי דאיתא ביבמות דף ל\"ח הכא גבי אשת כהן כיון דלא אפשר עבדינן כרבנן אבל הכא כמאן נעביד אי כר' מאיר הא אמר יוצא ולא יחזיר עולמית אי כרבנן הא אמרי בגט ע\"כ ואי איתא דכהן דגירש על תנאי לא הוי גט ויכול להחזירה הא יכול לגרשה בגט על תנאי ויחזירנה ועבדינן תקנתא לכהן אלא ודאי דהכל אחד בין על תנאי בין שלא בתנאי ואסורה לכהן ולק\"מ דקושטא הכי הוי דעל תנאי לא הוי גט והוי תקנתא גמורה דומיא דתקנתא דהפרשה על תנאי כדי שישאנה אח\"כ ומסיק הש\"ס כיון דהתקנה אינה לא כמר ולא כמר לא עבדינן נמצא דאף דבגט על תנאי איכא תקנתא וכן בהפרשה מ\"מ כיון דלא הוי גט והוי דלא כמר אינו מועיל שום תקנתא וצריך גט דוקא ולא ישאנה אח\"כ וק\"ל."
            ]
        ],
        [
            [
                "<b>הוסיף לנח אבר מן החי שנא' אך בשר וכו'. </b> והוא הלכה פסוקה אשר מזה אני תמיה על מ\"ש תוס' חצוניות כת\"י בפ\"ק דבכורות דף ו' ע\"ב גבי וחלב בהמה טהורה מנא לן דשרי וז\"ל וא\"ת אמאי לא ילפינן מדכתיב גבי אברהם ויקח חמאה וחלב ובן הבקר ובודאי לא האכילם איסור דאברהם אבינו קיים כל התורה כולה ואומר ר\"י מפריש דהוה סבור שהם בני נח ולא נצטוו ע\"ז כי אינה מז' מצות בני נח ואף בירושלמי משמע דאכלו בשר בחלב דקאמר שאמר להם הקב\"ה כשבקש שתנתן להם התורה אין אתם ראוים לקבלה שמיד שתינוק בא מבית הספר מביאין לו חלב אוכל מביאים לו בשר נוטל ידיו אבל אתם אכלתם בשר בחלב כדכתיב ויקח חמאה וחלב עכ\"ל.<br><b> והנה</b> בההיא סוגייא נאמר דאיכא למ\"ד דם נעכר ונעשה חלב ואיכא למ\"ד דאינו אלא אבריהם מתפרקין וכו' ולההיא מ\"ד אצטריך קרא לאסור חלב בהמה טמאה דסד\"א הואיל וליכא מידי דאתי מחי ושריא רחמנא והאי חלב כי אבר מן החי ושרי והלכך אפי' בבהמה טמאה נמי לשתרי קמ\"ל דאסיר חלב בהמה טמאה ואהא קא בעי שם וחלב בהמה טהורה מנא לן דשרי כלומר או משום דם נעכר או משום אבר מן החי למר כדאית ליה ולמר כדאית ליה ואבר מן החי אסור לבן נח כדכתיבנא ריש אמיר וא\"כ תפשוט מויקח חמאה וחלב דלו יהי דסבור היה שהיו בני נח מ\"מ אסור לו לאברהם אבינו ע\"ה להאכילם איסור אלא ודאי דחלב בהמה טהורה שריא ואף דלמ\"ד דם נעכר ונעשה חלב ליכא למפשט דדם שרי לבן נח וממילא חלב ומשו\"ה האכילן חלב משא\"כ בישראל דממ\"ד משום אבר מן החי שמעינן למ\"ד דדם נעכר דכשם דלמ\"ד משום אבר מן החי חזינן דשרי רחמנא חלב אף דהוי אבר מן החי הוא הדין נמי למ\"ד משום דם נמי חלב רחמנא שריא דלא משוינן פלוגתא דלמ\"ד משום אבר מן החי חלב רחמנא שריא ולמ\"ד משום דם חלב רחמנא אסרה ואם כן תפשוט מויקח חמאה וחלב.<br><b> ושוב</b> ראיתי למופת דורינו הרב עץ החיים סדר וישב דברים תמוהים שהביא דברי רבינו דבן נח מותר בדם מן החי וסיים וז\"ל ועם זה תירצתי מה שהקשה לי דבפ\"ק דבכורות בעו למילף דחלב לית ביה משום אבר מן החי מקראי ודחי להו ואמאי לא פשטוה מאברהם אבינו ויקח חמאה וחלב וכו' וע\"ז אתי שפיר דדם נעכר ונעשה חלב ודם שריא והוא הדין חלב עכ\"ל ואתמהא דאיך עירב ב' הסברות דמ\"ד משום אבר מן החי אחד ומ\"ד משום דם אחד ואיהו בקושיתו נקט משום אבר מן החי ואיך תירץ עם מ\"ד דם נעכר יעו\"ש דלמ\"ד משום דם נעכר אה\"נ דליכא פשיטותא אבל למ\"ד משום אבר מן החי שפיר מפשט וכדכתיבנא וברור איך שיהיה מ\"מ קשה עדיין דלפשוט מקרא דבש וחלב תחת לשונך שתיתי ייני עם חלבי דהוא פשוט טפי מקרא דארץ זבת חלב ודבש וק\"ל.<br><b> ואחר</b> סמוך ראיתי להרב שער המלך הל' איסורי מזבח פ\"ג הי\"א כתב וז\"ל ודע דאמרינן בבכורות חלב בהמה טהורה מנא לן דשרי מדגלי רחמנא בפסולי המוקדשים בשר ולא חלב מכלל דחולין שרי ויש להקשות דאמאי לא משני דלעולם אסור משום אבר מן החי וקרא דבשר ולא חלב אצטריך לחלב בן פקועה דמשום אבר מן החי ליכא כיון דאינו טעון שחיטה וכו'.<br><b> וע\"פ</b> קדימתינו אין מקום לזה דזה ניחא למ\"ד משום איסור אבר מן החי ברם למ\"ד משום דם נעכר ונעשה חלב א\"כ גם בבן פקועה אסיר דבאיסור דם ליכא הפרש וק\"ל וע\"פ האמור דבבן פקועה ליכא איסור דאבר מן החי תריץ יתיב חכם בני פחד יצחק יגדל בתורה למאי דאקשינן בסמוך דלמה לא הביאו בש\"ס קראי דשיר השירים דיש לדחות דאיירי בבן פקועה ואף דלמ\"ד דם נעכר ונעשה חלב שפיר מפשט כיון דלא נפשט לכו\"ע לא הביאם משם.<br><b> ולענ\"ד</b> לפי מאי דכתיבנא לעיל על דברי תוס' חיצוניות דממ\"ד זה נלמוד למ\"ד אחר נמצא שפיר מפשט ועוד קשיא לי בש\"ס דהו\"ל להביא קרא דנביאים שמואל ב' סוף סי' י\"ז ודבש וחמאה הגישו לדוד וכו' לאכול וכו'."
            ],
            [],
            [],
            [
                "<b>בן נח שהרג וכו'. </b> ועיין מ\"ש מרן ומ\"ש עליו הלח\"מ. ודבריו תמוהים מאד איך שלט בעצמו להבין דמ\"ש רבינו וכן אם הרג רודף וכו' נהרג עליו ר\"ל מיתה בידי שמים ולא דיי לנו את הצער הזה אלא דישראל בישראל כתב רבינו דאין בי\"ד ממיתין אותו וצריך לדחוק בו דגם גוי בגוי וגוי בישראל נאמר כן ומה גם דאם כן הו\"ל לרבינו לפרש דאין בי\"ד ממיתין אותו דאף דר' יונתן בן שאול נקט נהרג עליו גבי ישראל בישראל ומפרש לה רבינו בידי שמים מ\"מ הרי פי' ולא סתם לא כן הכא דכתב נהרג עליו ואי איתא להא הו\"ל לפרש והאחרון הכביד דבברייתא תניא על שפיכות דמים גוי בגוי וגוי בישראל חייב ועלה הוא דתניא כל היכול להציל ולא הציל נהרג עליו וחייב דשפיכות דמים הוי בסייף וכמ\"ש רבינו בסוף הפרק ואיך אפשר לומר דחייב דשפיכות דמים הוי בסייף וחייב דכיוצא בו הוא בידי שמים והא חייב תני בכולהו.<br><b> ובעיקר</b> תמיהתו דאיך כתב רבינו משא\"כ בישראל לא ידעתי מאי קא קשיא ליה דהא כיון דהביא מ\"ש פ\"א מהל' רוצח דישראל בישראל אין בי\"ד ממיתין אותו שפיר כתב רבינו משא\"כ בישראל דאינו נהרג בבי\"ד אלא בידי שמים דאי אפשר לומר שבי\"ד ממיתין אותו דמאחר שלא נתכוון אלא להציל לא שייך ביה התראה ולא נקט ר' יונתן בן שאול נהרג עליו אלא לומר שהוא חייב מיתה לשמים והאי טעמא שייך בישראל בישראל דצריך התראה לא כן בגוי דאין צריך התראה וכמ\"ש רבינו גופיה סוף פ\"ט דמלכים ובן נח נהרג בעד אחד ובלא התראה וכו' ומשו\"ה מייתי בש\"ס אי משכחת לה דתניא היא ריב\"ש משום דלקושטא דמילתא ראוי למיתה בידי אדם אלא משום התראה הוא דנפטר.<br><b> ושוב </b> ראיתי סיום זה באהבת עולם דף פ\"ד גם בדין דלקמן דגזל אלא דקאי למ\"ש בתחילת ההלכה בן נח חייב על הגזל בין שגזל מגוי בין שגזל מישראל (ואינו) [והיינו] חייב מיתה וכמ\"ש בסוף הפרק בפי' דעל שבעה מצות מיתתן בסייף וכן במה שסיים או הכובש שכר שכיר וכו' על הכל הוא חייב ר\"ל מיתה שהרי הוא בכלל גזלן ואהא כתב משא\"כ בישראל דאינו חייב מיתה אלא בלאו דבגזל ליכא חיוב מיתה ולא קאי לגונב נפש דגונב נפש גם ישראל חייב מיתה והרב בספר אהבת עולם שם לא ניחא ליה בדברי מרן אלא דמ\"ש בש\"ס אי משכחת לה ריב\"ש היא לאו למימרא דרבנן פליגי עליה וגם דפליג עם רש\"י דכתב דישראל בישראל חייב כגוי בגוי אלא דשוים הם וכי קאמר בש\"ס וריב\"ש היא לאו היינו לומר דרבנן פליגי עליה אלא דסובר דבהא פליגי ריב\"ש ס\"ל דרודף אחר חבירו להורגו ויכול להציל ולא הציל נהרג עליו ולשון חבירו דקתני משמע גוי בגוי וגוי בישראל וישראל בישראל כל שהוא חבירו נהרג עליו וא\"כ כיוצא בו דשפיכות דמים מתוקמא כוותיה אמנם רבנן פליגי עליה וסברי דדוקא גוי הרודף אחר חבירו ויכול להציל נהרג עליו אבל ישראל אחר חבירו אין נהרג עליו בבי\"ד וא\"כ שפיר קאמר בש\"ס דכיוצא בו דשפיכות דמים דהיינו גוי בגוי וגוי בישראל וישראל בישראל חייב כמ\"ש רש\"י ז\"ל דריב\"ש היא דאילו לרבנן דוקא גוי בגוי וגוי בישראל נהרג הא ישראל פטור מדיני אדם וחייב בדיני שמים וא\"כ כאן בהל' מלכים פסק כרבנן ודברי רבינו כדברי רש\"י אלא דרש\"י הוסיף דלרבנן דפליגי עליה מותר גמור ולרבינו בדיני שמים מיהא מחייב דלית לן לאפושי פלוגתא בינייהו וכן פסק בפ\"א מהל' רוצח כרבנן דאילו לריב\"ש נהרג עליו קאמר אלו דבריו.<br><b> ולי</b> אני הדיוט לא יתכן תירוץ זה דהא בברייתא לא תני אלא על שפיכות דמים גוי בגוי וגוי בישראל חייב וישראל בגוי פטור וא\"כ שפיר מצי אתי האי ברייתא כרבנן דגוי בגוי וגוי בישראל חייב ברם ישראל בישראל דלא תני ליה אין אומרים (חיוב) [חייב] מיתה בידי שמים ואמאי נדחק לאוקמי כר' יונתן בן שאול דלא הוי הלכתא כוותיה ועוד דלשון חבירו לא משמע אלא או גוי בגוי או ישראל בישראל שהם חברים זה לזה ולא גוי בישראל ועוד דאם כן נימא נמי ישראל בגוי נכנס בכלל וא\"כ לא אתי ברייתא כריב\"ש אלא ודאי מחוורתא כדכתב מרן וכדכתיבנא.<br><b> והראב\"ד </b> כתב על דברי רבינו קשיא ליה אבנר וכתב מרן הענין הוא ממ\"ש פ' נגמר הדין דף מ\"ט ויטהו יואב אל תוך השער אמר ר' יוחנן שדנו דין סנהדרין אמר ליה מאי טעמא קטלתיה לעשאל אמר ליה עשאל רודף הוה היה לך להצילו באחד מאבריו לא יכיל ליה וכו' ופשוטו של מאמר זה מורה כדברי הראב\"ד אבל רבינו נראה דסובר דלאו דין גמור קאמר ומאי דקאמר שדנו דין סנהדרין לאו גמור הוי אלא אסמכתא בעלמא ותו התראה לא אשכחן דהוה ותו אטו משום אומד הדעת דבדופן חמישית כיוון ליה קם ביה דינא וקטליה אלא על כרחך לא היה מחויב מיתה וניזל אבנר דאמר לו משום טענות אחרות אלו דבריו.<br><b> ולענ\"ד</b> ע\"פ הנחתו זאת דיואב טעה בדין ולא בדין גמור הוא שדנו לאבנר א\"צ לומר דניזל אבנר משום דהיו לו טענות אחרות אלא ממש פטור אתה עליו כפשטיה. והן קדם נקדים מ\"ש מהרש\"א באותו ענין שם וז\"ל על דברי מרן ותו י\"ל דכיון דלפי דבריו יואב טעה בדין רודף שיכול להציל דחייב מיתה א\"כ קשה דבסוף נגמר הדין דאתיוה ליואב ואמר ליה מאי טעמא קטלתיה לאבנר למה לא הקשו שם התוספות וא\"ת היאך נתחייב יואב במאי דקטלתיה לאבנר הא בעי התראה וא\"ת חבר א\"צ התראה הרי לא היה חבר בדבר זה שהיה טועה בדבר זה בדין רודף ולמה המתינו עד מאי טעמא קטלתיה לעמשא אלו דבריו.<br><b> וחוץ</b> דלא קשיא מדברי מרן לדעת רבינו להתוס' דגברא אגברא קא רמית דהתוס' יסברו כפשט השמועה פטור אתה עליו מן הדין וא\"כ אינו טועה יואב בדין מ\"מ ומה להם להקשות עוד זאת דלו יהי דסברי דיואב היה טועה בדין מ\"מ א\"א להקשות כלל לעיל דקודם טענת יואב דהשיב הו\"ל להצילו באחד מאבריו דנמצא היה טועה בדין זה דהוה ס\"ל דכל דיכול להציל ולא הציל נהרג בידי אדם א\"א להקשות דתיפו\"ל שהוא פטור יואב משום התראה דהא למ\"ד חבר אין צריך התראה לא קשיא דהא עדיין לא ידעינן שהיה טועה בדבר זה גם למ\"ד חבר צריך התראה וכן פסק פי\"ב מהלכות סנהדרין היינו להבחין בין שוגג למזיד כגון מחול לשבת או משומן לחלב אבל לא בענין הדין דחבר הוא וידע הדין וכמ\"ש מרן וכאן לא שייך התראה אלא בענין הדין אי חייב מיתה אבנר או לא וא\"כ א\"צ ואחר שהשיב יואב הו\"ל להצילו באחד מאבריו משום דהשתא בדופן החמישית כיוון ליה דהורה שהיה טועה בדין ולא היה לו התראה אמר ליה ניזיל אבנר וכפי' רש\"י פטור אתה עליו מטעם שטעה בדין והרגו וא\"כ בזה ניצול רבינו מהשגת הר\"א דמ\"ש פטור אתה עליו משום שהיה טועה בדין ולא היה התראה הא לאו הכי דהיה התראה חייב יואב בהריגת אבנר משום דאף דיכול להציל ולא הציל אינו נהרג עליו.<br><b> ועוד</b> לאלוה מילין לישב להשגת הר\"א ובהקדים מ\"ש הרא\"ם על מ\"ש רש\"י סדר וישלח ויצר לו שמא יהרוג את אחרים וז\"ל יש מפרשים שמא יהרג את עשו ויקללנו אבא וכו' אך קשה דילמא וכו' עד לפיכך צ\"ל וכו' עכ\"ל מדבריו אלו משמע בפי' דס\"ל דלא נאמר דין זה דיכול להציל באחד מאבריו אלא באיש אחר הבא להציל הנרדף מן הרודף אבל בנרדף עצמו לא נאמר דין זה ויכול להרוג לרודף אפי' שיכול להציל באחד מאבריו וכמו שכתבתי בספרי תועפות ראם סדר וישלח דף י\"ח ע\"ג."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל שאסור וכו' חייבים עליו וכו'. </b> והוא מוסכם מהש\"ס ואף דליכא מידי דלישראל שרי ולגוי אסיר הכא לישראל אסיר ג\"כ משום בהמה טמאה ומן התימה על הג\"ה פרישה ודרישה יו\"ד סי' ס\"ב דכתב בפשיטות באבר מן החי דטמאים שרו וליתא."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בספרי </b> תועפות ראם דף ד' ע\"ג."
            ],
            [
                "<b>עיין</b> מ\"ש המל\"מ שם באורך וז\"ל וא\"ת איך כתבו התוס' דעבדים חייבים בפריה ורביה דהא קי\"ל דכל מצוה שהאשה חייבת בה עבד חייב בה וכן להיפך דגמרינן לה לה מאשה ופריה ורביה קי\"ל דאין האשה חייבת בה הא לא קשיא דלא נאמר כלל זה אלא במצות עשה שהזמן גרמא שהנשים פטורות להך מילתא איתקוש עבד לאשה מגזירה שוה דלה לה אבל במצות עשה שלא הזמן גרמא כגון פריה ורביה דמדינא היו הנשים חייבות אלא שמגזרת הכתוב הוא דמיעטן דכתיב וכבשוה יעו\"ש באורך עד ומיהו לזה יש ליישב יעו\"ש.<br><b> ולענ\"ד</b> י\"ל באופן אחר התירוץ שתירץ הרב ז\"ל ולא תירץ כלל מה שהקשה הוא ז\"ל והוא דלעולם בכל מקום דמדינא היו חייבות ומיעטם הכתוב מיעט גם לעבדים דכולהו שוין נינהו משא\"כ בפריה ורביה דמיעטם הכתוב בלשון וכבשוה דר\"ל דרך איש לכבוש ולא אשה דמיניה נשמע דעבד דדרכו לכבוש חייב והיינו כמי שמגלה הכתוב דבפריה ורביה שאני עבד מאשה ולפי\"ז אין מקום למה שהקשה אח\"כ גם יתיישב למה שהקשה ה\"ה מהר\"י נוניש נר\"ו לחילוק הרב משקלים דנשים ועבדים פטורים וכתב הרע\"ב פ\"א דשקלים משנה ג' דהיינו טעמא משום דכתיב ונתנו איש כפר נפשו ולא אשה ועבדים פטורים כמותם וכפי דברי הרב קשה משקלים כמה שהקשה (מסמי') [משמיה] ברם כפי חלוקינו יתיישב הכל ועיין בלשון זה עוד בספרי תועפות ראם דף ד' ע\"ב וע\"ג ודף י\"ב ע\"ג."
            ],
            [],
            [
                "<b>בספרי </b> תועפות ראם ע\"א ע\"א וע\"ב וע\"ג."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות מלכים ומלחמות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}