{
    "text": {
        "0_Kidmat Ha'Emek": {},
        "1_Introduction to Genesis": {
            "0": "This Book commonly known as The Book of <i>Bereishis</i>, is referred to by the Prophets as <i>Sefer HaYashar</i>, the Book of the Upright, as stated in Tractate <i>Avodah Zarah</i> 25a pertaining to the two [following] verses:<br>1. “And the sun stood still, and the moon stayed, until the people had avenged themselves upon their enemies. Is this not written in the <i>Sefer HaYashar</i>?”<sup>1</sup><i class=\"footnote\">Josh. 10:13.This verse refers to the miracle, where Yehoshua ordered the sun and the moon to stand still so that the Israelites could destroy their enemies in battle before nightfall. See <i>Avodah Zarah</i> ad loc.: “Where [in Genesis is the miracle of the staying of the sun and moon] alluded to? [In the verse where Yaakov blesses Ephraim, Yehoshua’s ancestor:] <i>The awe of his offspring will fill the nations</i> (Gen. 48:19)</i><br>2. “And he said to teach the Sons of Yehuda the bow. Behold it is written in the <i>Sefer HaYashar</i>.”<sup>2</sup><i class=\"footnote\">II Sam. 1:18. In his eulogy for King Saul and his fallen sons, David states that it is written in the <i>Sefer HaYashar</i> that the children of Yehuda are the ones most suited for archery. Tractate <i>Avodah Zarah</i> ad loc continues: Where [in Genesis is Yehuda mastery of archery] alluded to? [In the verse where Yaakov blesses Judah:] <i>Judah – you, your brothers shall acknowledge, your hand will be at the nape of your enemies</i> (Gen. 49:8). Which form of warfare requires the hand to be raised opposite the nape? You must say that it is the method used with the archer’s bow.”</i><br>R’ Yochanan [ad loc.] explains that [<i>Sefer HaYashar</i>] is the book, [<i>Bereishis,</i> depicting the lives] of Avraham, Yitzchak and Yaakov, who were called “upright” [by Bilaam ]<sup>3</sup><i class=\"footnote\">This was recited by Bilaam the Wicked, who was hired by Balak, King of Moab to curse the Nation of Israel. The meaning of this phrase will be explained below.</i>, as stated, “Let me die the death of the upright.” <sup>4</sup><i class=\"footnote\">Num. 23:10. ….</i>",
            "1": "This requires examination. Why did Bilaam characterize our forefathers specifically with the name <i>yashar</i> (upright), as opposed to <i>tzadikim</i>, <i>chasidim</i>, or any other designation [depicting righteousness]? Further, why is this specific Book characterized by the title of <i>Yashar</i> and why would Bilaam pray for himself that his end should be as those who possess this characteristic?",
            "2": "[The meaning of] <i>yashar </i>is as described in the Song of <i>Ha’azenu</i>:<br>The Rock - perfect is His work, for all His paths are justice; a faithful God without injustice - righteous and <i>yashar</i> is He.<sup>5</sup><i class=\"footnote\">Deut. 32:4; see <i>Ha’amek Davar</i> ad loc.</i><br>By praising [God as] <i>yashar,</i> [the Torah] acknowledges the Holy One blessed be He’s judgment to be weighed against a generation [such as those who would] live during the destruction of the Second Temple, who are described as a <i>perverse and twisted generation</i>.<sup>6</sup><i class=\"footnote\">Deut. 32:5.</i> We explained [ad loc], though they were righteous and pious, toiling in Torah study, they were not upright in their societal behavior.<sup>7</sup><i class=\"footnote\">The Netziv ad loc writes: “He [i.e., that generation] walks perversely, wandering from the rational path. [Similar to a twisted rope consisting of strands of various grade], so are their actions <i>twisted</i>, interweaving evil acts with the good, such it is difficult to differentiate the good from evil, when evil acts are committed for the sake of Heaven.”</i> And so due to the baseless hatred for one another residing within their hearts, they suspected anyone who was not religious in accordance with their viewpoint to be a Sadducee<sup>8</sup><i class=\"footnote\">The Sadducees rejected the Oral Law and viewed the written Torah as the sole source of divine authority.</i> or heretic. [This deficiency in the Torah scholars’ character] led to rampant murder<sup>9</sup><i class=\"footnote\">The Netziv in <i>Meromei Sadeh</i>, <i>Yoma</i> 9b notes how based on the writings of Josephus, <i>Avodah Zarah</i> 8b and <i>Gittin</i> 57a we see how murder and violence was rampant during the Second Temple.</i> along with a transgression of all the other evils in the world, causing the Temple’s destruction. [This is how the Torah presents] the acknowledgment of God’s justice [here]: the Holy One blessed be He is <i>yashar,</i> being intolerant of those types of [distorted] righteous individuals. [He is only accepting] of those who act in a way that is socially <i>yashar</i> – unlike those who act in a perverse manner, even when their actions are performed for the sake of Heaven. As such [a deficiency] can lead to the destruction of [God’s] creation and the ruin of civilization.",
            "3": "This was the greatness of our forefathers. In addition to being righteous, pious, and lovers of God to the utmost degree, they were also <i>yesharim</i>. That means they were civil with the [other] nations of the world, despite [the latter] being detestable idol worshipers. Our forefathers nevertheless extended them love and concern for their welfare, as this fortifies [God’s] creation.<br>[To illustrate,] we see how our forefather Avraham exerted himself greatly in prayer for the welfare of Sodom. He desired their survival, even though he totally detested them and their king due to their evil ways (as is clear from how he spoke to the King of Sodom).<sup>10</sup><i class=\"footnote\">When Avraham returned from his victory over Chedorlaomer and his allied kings, the King of Sodom greeted Avraham with the request for them to split the spoils. Avraham then replied (Gen. 14:23): <i>Neither from a thread to a shoe strap, nor will I take from whatever is yours, that you should not say, “I have made Avram wealthy</i>.” Avraham refused to profit from any of the spoils as he did not want to be associated with the king of Sodom in any manner (See <i>Ha’amek Davar</i> ad loc.).</i> In the <i>Midrash Rabbah</i> on <i>Parashas Vayerah</i>, (<i>Parasha</i> 49) we find the following about this:<br>The Holy One Blessed Be He said to our forefather Avraham, “You love righteousness and loathe wickedness.<sup>11</sup><i class=\"footnote\">Ps. 45:8,</i> You love to vindicate My creations and you loathe to convict them.”<br>He literally was like the <i>father of a multitude of nations</i>.<sup>12</sup><i class=\"footnote\">Gen. 17:4, 5: <i>You shall be a father of a multitude of nations. Your name shall no longer be Avram, but Avraham, for I have made you the father of a multitude of nations</i>.</i> For even when one’s son is not walking in righteousness, [the father still] seeks out his wellbeing and benefit. Similarly did graciousness and the most remarkable civility abound within Avraham’s words to Lot, as will become clear in the p<i>arashah</i> of <i>Lech L’cha</i>.<sup>13</sup><i class=\"footnote\">13As Avraham and Lot accumulated much wealth and many herdsmen they could no longer avoid contact with one another. Since Lot and his employees were of a significantly lower moral nature they instigated strife with Avraham and his herdsmen. Even so it was Avraham who extended the “olive branch” and offered Lot the first choice of where to settle: “<i>Is not all the land before you? Please part from me; if [you go] left, I will go right, and if [you go] right, I will go left</i>” (Gen. 13:9). See <i>Ha’amek Davar</i> to Gen. 13:1-9.</i><br>We also see how conciliatory our forefather Yitzchak was with his enemies, and was reconciled to a much greater extent than befitted the minimal words of appeasement submitted by Avimelech and his friends – as explained over there.<sup>14</sup><i class=\"footnote\">Gen. 26: 13-31. When Yitzchak became exceedingly prosperous, Avimelech and the Philistines became hostile towards Yitzchak and evicted him from their land. At a later period when Yitzchak dwelled in Gerar, Avimelech together with his general, Pikhol, and his companions, returned to Yitzchak expressing their intent to make a treaty that Yitzchok refrain from harming them. Yitzchak expanded the scope of the treaty to encompass love and peace as stated, <i>Isaac escorted them, and they went away from him in peace </i>(ad loc. v. 31). For an explanation of what harm Avimelech feared could result from Yitzchak, see <i>Ha’amek Davar</i> ad loc.</i><br>Further, even though our forefather Yaakov was justifiably furious with Lavan – as he was aware that Lavan wanted to eradicate [him and his followers; and it would have happened] were it not for God [stopping him]<sup>15</sup><i class=\"footnote\">When Lavan stated (Gen. 31:29): <i>I have the power to inflict harm upon you, but the God of your father spoke to me last night, saying, “Beware of speaking with Yaakov either good or bad.</i>“ Yaakov understood how Lavan was concealing his real intent, which was to murder him and his followers, and to bring back his family in order to erase their religious beliefs.</i> – he, nevertheless, spoke with [Lavan] in a gentle manner,<sup>16</sup><i class=\"footnote\">Yaakov refrained from openly accusing Lavan of wanting to kill him and his followers.</i> This is the case to such an extent that [the Sages] said of him in <i>Bereishis Rabbah</i> (<i>Parasha</i> 74), “ <i>[Better] the anger of the forefathers than the modesty of the descendant”</i><sup>17</sup><i class=\"footnote\">To quote the Midrash in full: [Better] the anger of the forefathers than the modesty of the descendants. The anger of the Fathers: (Gen. 32:36) <i>And Yaakov was annoyed, and he quarreled with Lavan, and he said to Lavan, \"What is my transgression? What is my sin, that you have pursued me?”</i> You might think that they would come to blows and violence, but instead there were words of reconciliation. Yaakov appeasing his father-in-law: (Ibid: v. 36) <i>For you have felt about all my things. What have you found of all the utensils of your house</i>? R. Simai said: “When a son-in-law lives with his father-in-law, [urged Yaakov], can he possibly avoid benefitting himself to the extent of a single vessel or a knife? Here, however <i>you have felt about all my things</i> and have you not even found even a needle or a hook?” Than the modesty of the sons: We know this from David: (I Sam. 20:1) <i>And David fled from Naboth in Ramah, and came and said before Jonathan</i>: “<i>What have I done? What is my sin? And what is my sin before your father, that he seeks my life</i>?” Thus in his very words of appeasement he refers to bloodshed. Here, however, [Yaakov merely says], <i>that you have pursued me</i>.</i> ─ [Yaakov] was readily appeased by him.<br>We have likewise gleaned much [more] from the forefathers’ societal behavior. This behavior is that which sustains the world, which is in turn a theme particular to this Book, the Book of Creation. For this reason this book is also entitled <i>Sefer</i> H<i>a-Yashar</i>, highlighting this aspect of our forefathers’ actions.",
            "4": "Bilaam, while being overcome with the Divine Spirit, could not be astonished by his own evil acts; as he was the prophet of the nations of the world with thoughts immersed in the roots of impurity. It was [self-evident that] he was not as righteous and pious as Avraham, Yitzchak or Yaakov. Rather, he was taken aback by his own societal behavior: Even if it would be natural for him to abhor Israel with an extreme hatred – as they are the children of Avraham, Yitzchak and Yaakov with their thoughts immersed in the roots of holiness – yet, it was unacceptable to attempt to uproot an entire nation, contrary to being <i>yashar</i> and maintaining the existence of the world. For this reason he cried, <i>Let me die the death of the yesharim</i>, meaning those who uphold creation.<br>This explanation [of <i>yashar</i>] can be used to clarify what is stated in Tractate Sanhedrin 105a:<br><i>Let me die the death of the upright</i>: If I die the death of the upright, my end will be like his; but if not, then <i>behold I go unto my people</i>.<br>Rashi explains [<i>death of the righteous</i>] refers to natural death, [being interpreted as: “Let me die the death of the upright — meaning, If I die the death of the righteous (i.e., a natural death), my end will be like his [i.e. to receive life in the world to come]; but if not (i.e., if I die a violent death), then <i>behold I go unto my people [to descend with them together to Gehinom</i>.]<br>It is unclear how the words, <i>death of the yesharim</i>, allude to a natural death [and receiving eternal life in the world to come] and [certainly] the ending words, <i>but if not, then behold I go unto my people</i>, do not seem to allude [to <i>Gehinom</i>] at all.<sup>18</sup><i class=\"footnote\">18The Netziv in <i>Ha’amek Davar</i> (Num. 23:10) argues that Bilaam would not entertain the thought of receiving a life in the world to come equal to that of the Israelites who were immersed in the study of Torah and the practice of <i>mitzvos</i>. Further the Netziv seems to object that descending to <i>Gehinom</i> does not align well with “my people,” i.e. an expression denoting a national impact.</i> Rather, using what I wrote above [it is to be explained as follows]: <i>Let me die the death of the yesharim</i>, meaning, if I do not desire the extermination of man [as Avraham, Ytzchak and Yaakov],<sup>19</sup><i class=\"footnote\">The Netziv aligns tractate <i>Sanhedrin</i> with tractate <i>Avodah Zarah</i> that <i>yesharim</i> is referring to Avraham, Yitzchak and Yaakov. This is unlike Rashi who explains <i>yesharim</i> to be referring to righteous individuals.</i> “then my end should be the same [as the Jewish nation, where I will live on in perpetuity].”<sup>20</sup><i class=\"footnote\">Bilaam at the moment of being overcome with the Divine Spirit stated that if he wishes for the survival of the Jewish nation, then “measure for measure” his end should be as theirs, to live on in history (or through his progeny) among those who contributed to the good of the world..</i> But if not, i.e., I wish for the extermination of Israel [and hence not be <i>yashar</i>] – [which he actually attempted to achieve] as stated: <i>Come I shall advise you [how to cause their downfall] etc</i>.,<sup>21</sup><i class=\"footnote\">Num. 24:14. See Rashi ad loc. explaining Sanhedrin 106a that this verse relates how Bilaam advised Balak how to destroy the Jews by seducing them to sin with immorality.</i>] – <i>then alas I will go unto my people</i>; [I will be] exterminated, as [will indeed befall] all “<i>of my people</i>.”<sup>22</sup><i class=\"footnote\">However, if he wishes for their extermination, Bilaam laments, so will his end be as his people, i.e. an eventual extermination from the world and the disappearance from history.</i>",
            "5": "We have explained well why this book is entitled, <i>Sefer HaYashar,</i> being the Book of Creation.<sup>23</sup><i class=\"footnote\">Creation is sustained by the phenomenal societal behavior exhibited by the upright.</i>"
        },
        "2_": {
            "0": {
                "0": {
                    "0": "<b>In the beginning <i>Elohim</i> [God] created:</b> <i>Elohim</i> means judge. Indeed, just like the statutes of the Torah are called judgement [or laws]. Similarly, the properties of nature that the Holy One, blessed be He, ingrained in His world are called judgement [or laws]. As is explained in [Tractate] Shabbat 155,  \"'The righteous One knows the judgement of the poor ones' (Proverbs 29:7); the Holy One, blessed be He, knows that that the dog's food [supply] is sparse, etc.;\" and the matter is not in the category of punishment, but rather this is [its] nature, and that is called judgement. And behold [regarding] the name, God/Judge, even though its simple understanding is the One who runs His world in judgement, nonetheless, here, its understanding is the One who creates His world with judgement. And this is its understanding in the Sifri, at the beginning of Parshat Ve'etchanan concerning the prayer of Moshe, \"Lord, God/Judge, in judgement have you created the world.\" And there, we explained with His help, may He be blessed, why the Sages, of blessed memory, explained the intention of Moshe in this way. And also see, what I have written further, Genesis 9:16, and in the Book of Exodus 6:2. ",
                    "1": "<b>The heavens and the earth:</b> The clear simple explanation is that which was written by Ramban on verse 8, that [the Torah] is not speaking in this verse about the firmament that would on the second day be called, heavens; and about the dry land that would be called land on the third day. It [follows] from this that the firmament is not intrinsically and inevitably heavens, and so [too] dry land is not inevitably earth; rather [it is only that] the Holy One, blessed be He, called the firmament, heavens, and the dry land, earth; which is not the case in this verse - [instead, here] it is implied that, in essence and to begin with, their qualities are evident; which is that their names are heavens and earth, [even] without being given [these names.] Just like the name, dry land, is not [dependent on its] being given a name, but rather it is self-evident that dry dirt and soil is called dry land, based on its characteristics [and so will be explained about man, later.] And the explanation is that in the beginning of the creation, [it was] His will, may He be blessed, that all the workings of the world should be [by way of] emanator and recipient. An example is the sun and the seven planets that emanate to us. Nonetheless, they receive from what is higher than them. And about what is higher than them, we say in the prayer text, \"who takes out the sun from its place and the moon from its  dwelling place.\" And it is known that the movement of the sun and the moon is not in this fashion, but the intent  is [regarding] the causes of motion of the sun and the moon. And they are called according to their action, as per the explanation of Rambam, of blessed memory, on the Tractate Avodah Zarah - the form of the sun is the 'constellation' of the sun. And behold, all of the emanators [together] are referred to by the name, heavens [<i>shamayim</i>,] because of the letters [that form the combinations], <i>shem, yim</i>: the meaning of <i>shem</i> [name] is the latent potential to emanate; and <i>yim</i> is an even number [to indicate] the plural [form] as with <i>yadayim</i> [hands] and <i>raglayim</i> [feet]; and <i>eretz</i> [earth] indicates the recipient, the nature of which is to run [<i>ratz</i>] to receive the emanation. [And see what I have written in the book of Deuteronomy in Parshat Ha'azinu Hashamayim and in Parshat Berakha on the verse (Deuteronomy 33:28), \"even His heavens drop down dew.\"] And the verse did not explain anything about the highest emanators, since they cannot be fathomed, except by those of great intelligence. And whoever's mind is sharp will find a hint about it all, as it is with everything. And the earth begins from the higher waters, in the midst of which, afterwards God made the firmament. And the potential of the water above the firmament, and its form, was made different than the lower waters, as will be explained.  "
                },
                "1": {
                    "0": "<b>Chaos:</b> This name rests on something that is not distinguished and differentiated from anything else. [Just] like a wilderness - where there is no recognition of different places - is called in the song of [Parshat] Ha'azinu, “and in the void.” And in [Tractate] Avodah Zarah 8, there is [found that the first] “two thousand years were chaos.” And the explanation [of this is that it was [a time of the] action of youth, without Torah – all of the actions of man were the same, without difference. And this is the intention of Targum Onkelos, [when he translates the word as] “empty;” that in an empty place, one part is no different than an other.",
                    "1": "<b>And void:</b> This name [<i>bohu</i>, which when broken down is made up of 'in it' and 'it'] rests [on this concept] because much was included 'in it;' meaning from the dry land below the waters, to the end of the waters, the nature of all creation was included in it, [as well as] the potential of the creatures [that would be created] afterward.",
                    "2": "<b>And darkness was upon the depths: </b>This is the element of fire that was within the ground, as even today there are many elements of fire [in the ground;] and if [the ground] releases them, the earth quakes.",
                    "3": "<b>And the spirit/wind of God was hovering upon the face of the waters:</b> It was not blowing strongly in order to dry [the waters,] like other strong winds that are known by the name, spirit/wind of God, but rather it was hovering calmly. "
                },
                "2": {
                    "0": "<b>Let there be light:</b> It is known that this light is not the light that shines for [future] generations, and like other things in this section. And for this reason, it is not written concerning this, “and it was so.” Since also from the beginning, this light was only formed, so that it should be hidden for the righteous ones afterwards. So that there should not be a new creation afterwards, which was not [created] during the seven days [of creation,] God [now] said, Let there be light.” And the word, so, is to be understood as an expression of a foundation and base; like in (Proverbs 11:19), “ so (established) is righteousness for life.\" And for this reason, it is not written here, “and it was so.”"
                },
                "3": {
                    "0": "<b> And God saw, etc.:</b> It is not that He did not know before it came to be that it would be good, as he [then] saw after it came to be. But rather also in this did He come to establish the nature [of things], that seeing is better than intellectual belief and understanding of a matter; so much so, that they stated about Moshe in Shemot Rabbah, that Moshe, our teacher, was not energized when the Holy One, blessed be He, said that the Jews had made a calf like [he was] afterwards when he saw [it] with his eyes. Even though it wasn't considered a doubt for him before he saw it; but this is the nature [of things], that seeing with the eyes is more effective than intellectual processes. And here, the Omnipresent, may He be blessed, implanted it into nature in the story of creation, when He saw afterwards that this is how it was. ",
                    "1": "<b>The light:</b> And it is not written like in every [other] section, \"and God saw that it was good.\" Since there are two understandings of the phrase, \"that it was good:\" A) That the thing was good for the goal for which it was needed. Even though its main purpose is not for a good goal, nonetheless according to what is needed, the thing is good; B) It is really good. And behold, in all of the creation, there are several things that are not good, like types of pests, but the Holy One, blessed be He,  saw that for the sake of the creation, it was necessary that it be this way. But light is definitively good. So much, that [it is said about] any good thing that it is light, as it is found (in Ta'anit 7  and Bereshit Rabbah 26), every [time the word,] light is mentioned with Eliyahu, the verse is speaking about rain. And that is because [rain] brings good to the world. (And Ramban in the beginning of Parshat Miketz gives a forced explanation of the matter.) And so, all success is referred to as a 'bright day' and the lack of success, darkness of night.' To the point where the poet made [it] a metaphor and said (Psalms 121:6), At day, the sun does not dim and the moon at night. And later (Genesis 28:15), we explained that the intention is about the time of success and its lack. And this is the expression of Scripture [that tells us] that the Omnipresent saw that light was intrinsically good.",
                    "2": "<b>And God separated between the light and the darkness:</b> The meaning of separation has two understandings: A) A partition that separates between two things that are the same or different; B) A spiritual separation between two things - that appear to the human eye to be the same - like the separation between a day that is holy and [one that is] profane, since according to how it appears, what is the difference between one day and the next? Or the separation between [something] pure and impure, and many others. And here it should not be explained in the second way. Since light and darkness are anyway different to our sight, and are the opposite of each other. But rather [it should be explained] in the first [way], that he made a screen to separate. Which means [that this screen is found] in the time that is not light and not darkness. And so the Omnipresent, may He be blessed, implanted that the darkness should not come immediately after the light; but rather that the light should diminish continuously until it becomes dark. And behold, we find in Scripture that sometimes it is written \"that separates this from that,\" and sometimes it is written that \"separates between this and that.\" Meaning that where there is not, in the matter of the separation, an attenuated version of this and that, it is written, \"from.\" And where there is an attenuated version of this and that, in the matter of the separation, it is written, \"between this and that.\" (And see Exodus 8:19 and Exodus 26:33 and in several places, and so is it in every place, by the will of the Highest, may He be blessed.) And here it is according to our words; that the hour that separates them is sometimes closer to the light and sometimes closer to the darkness. And so is the nature of creation in all things that are deemed light and darkness, that there is a [gradual] distinction between them. And in this way man is able to tolerate the difference, according to the way of nature. "
                },
                "4": {
                    "0": "<b>And to the darkness, He called night:</b> The Sages, of blessed memory, explained in the beginning of Tractate Pesachim, that the Holy One, blessed be He, called to darkness and appointed it over the night. [By this,] our Rabbis taught us that we should not say that darkness is only the absence of light, like when - in the middle of the day - we close the windows, it becomes dark. For, if so, it would not be a creation. But in truth, darkness is a creation, on its own as well, as it is written (Isaiah 45:7), \"and created the darkness.\" And it is great distortion to say that darkness is only the absence of light. But rather, God makes both of them, just as He concerns Himself over holiness and impurity. (And see what I have written later, Genesis 27:9.) And to the question, \"what does this creation help, behold, even without [its] creation, there would be darkness in the absence of light?,\" the Sages, of blessed memory, have taught us (in the chapter \"<i>Chelek</i>\" and in Bereshit Rabbah, Parshat Noach and in the Talmud Yerushalmi in the first chapter) that the light of a fire does not shine during the day in a dark place, [with the same brightness] as it does at night when darkness reigns. And from this, lofty people were able to know while they were sitting in the dark, when it was day and when it was night - in which darkness rules. And as it is with the light and darkness of day and night, so too is it thus with all things that are compared to light and darkness; since there are many bounties that man does not feel so much when he is successful, until he becomes poor and he sees the bounty [that he once had]. And [He], may He be blessed, implanted this into His world.",
                    "1": "<b>And it was evening and it was morning:</b> The explanation is that at the time that it was evening here, it was morning in another place on the face of the earth (Ba'al HaMeor, Tractate Rosh Hashanah, Chapter 1). "
                },
                "5": {
                    "0": "<b>And it separated:</b> Meaning a screen that separates.",
                    "1": "<b>The water from the water:</b> [This] will yet be explained in the next verse."
                },
                "6": {
                    "0": "<b>And God made the firmament and He separated, etc.:</b> This verse says, 'explain me according to the simple meaning.' Since behold, this verse ends \"and it was so,\" and [so] what is the verse missing? And also, why is it written, \"and He separated, etc.\" - behold the firmament separates automatically? And also the difference [is noteworthy,] that [here] it is written, \"between the waters, etc and the waters etc. and not, \"the waters, etc. from the water,\" as in the previous verse. And also here it should have written, \"between the waters that are above the firmament and the waters that are below the firmament.\"  But to begin with, we must understand - is the screen between the waters according to its simple understanding not essentially needed for that day [alone]? Since behold, on the morrow, God said, \"let the waters gather, etc.\" and the lower waters were submerged very much; and if so there was no need for a screen that would separate between them and this is a wonder. But even more difficult is that which is found in Chagigah 15, that Ben Zoma peeked and saw that there is only two or three finger breadths between the higher waters and the lower waters, as it states, \"And the spirit of God was hovering over the waters.\" And [this is] surprising, since, behold they are far from each other like the sky is [far] from the earth. But all of this is explained according to the Midrash Kohelet, that [states] that the firmament is not the lower skies, that are upon the earth, but rather it is a second firmament, within which the luminaries were placed later and [which] is called the firmament of the skies and not just skies, and the Sages, of blessed memory, brought an explicit verse [to prove this] (Nehemiah 9:6), \"The skies [and] the skies of the skies and all of their hosts.\" And according to this, the explanation of, \"let there be a firmament in the waters and it will separate the waters from the waters\" is understood.  Meaning [that it is] between the waters that are above the lower ones and the waters that are above the higher skies which [comprise] the [actual] firmament. (And similar to this is found in the Guide for the Perplexed 2:30.) (And this is as is found in Shemot Rabbah 33: Above - \"let there be a firmament in the waters;\" Below - \"and the curtain will separate for you between the holy and the holy of holies\" (Exodus 26:33). Behold, the separation between the two waters is compared to the separation between the holy and the holy of holies, and this is as I have written.] From this, [we see that] the understanding of the separation of this verse is not a screen that separates, but rather an unusual entity between these waters. And the matter is clear that both of them are not in the form of waters that are visible to us in the lower world. Rather, the waters are purified and provide good and kindness in a different from, that is referred to here with the name, 'water;' and that is [God's] running [of the world]  which emanates great goodness and kindness. And about this [concept of 'water'], it is written (Psalms 42:8), \"The depths call to the depths [for the voice of Your water channels].\" And it is written (Psalms 65:10), \"the stream of God is full of water;\" and many [other] verses and midrashim [relate to this], and [this] is called by us, 'the upper waters.' And in truth, everything that is under the second firmament is exactly the running of the world through nature, and the luminaries and the 'constellations' control it and [they] are called 'lower.' And the verse [here] informs us that God separated between running the world through kindness and emanation - which is above the firmament, meaning above the running of the 'constellations;' and the waters that are below the firmament - which is  the running [of the world] exactly by the 'constellations.' And for this reason, it is written \"from on top of the firmament,\" the meaning of which is [to convey] not on top of on top; as is found in in the Chapter <i>Mitsvat Chalitza</i> about the wording of the verse (Deuteronomy 25:9), \"from on top of his foot.\" And so [too] is the understanding of \"from on top of the firmament,\" close to the firmament and not far [from it]. And it comes to make us understand that the intention is not that the upper waters are kindness that appears through complete and absolute miracles. For, if so, there would be no need for a separation from the kindness that is in nature, since it is automatically separated. And so [too], there would be no need to say that the waters that are under the firmament, means the physical waters and the ones that we see; for, if so, they are certainly not comparable to the upper waters. But rather, it is necessary to separate between the running [of the world] through providence and 'through hiding it from nature;' and between the running [of the world] through the 'constellations,' exactly according to nature. And this is what Ben Zoma peeked at and said that there is not more than two or three finger breadths between them; and it is hinted to in the earlier verse \"and the spirit of God,\" meaning His providence, may He be blessed, \"was hovering upon the face of the waters,\" which is the network of kindness in nature. And the meaning of \"and God made the firmament\" is that He refined and set it up on its essential foundations, (as I have written in Parshat Ha'azinu on the verse [Deuteronomy 32:6], \"He is your maker,\" and in several places), which means that the bottom face of the firmament would extend more towards the lower waters - which is exactly natural - and the upper face would extend more to the higher waters, like any thing that separates between two items. And [the reason that] it is written [here] \"between\" and \"between\" is as I have written earlier on verse 4. And this firmament is from the wonders of the Perfect Knowledges, may He be blessed, such that His providence, may He be blessed, is mixed together with nature, for each person according to his deeds. And about this, it is written (Psalms, 19:2), \"and the work of His hands is spoken by the firmament;\" that the Holy One, blessed be He, always does wonder [and] supervises his creatures and, nonetheless, gives nature dominion together [with His providence]. "
                },
                "8": {
                    "0": "<b>From under the skies:</b> Meaning the regular skies, which is perceivable to us, and not below the firmament of the skies, as later on the fourth day.",
                    "1": "<b>To one place:</b> Not really one place, but rather several connected places, from which the waters surrounding them, gathered."
                },
                "9": {
                    "0": "<b>He called seas:</b> A gathering [of water] is called a sea, and many gatherings are called seas. This is the simple explanation of the thing. And the exegetical understanding [<i>drasha</i>] is known."
                },
                "10": {
                    "0": "<b>Grass:</b> It is a species, the entire purpose of which is the herb and not the seed. And if so, its main purpose is that the leaf be more distinguishable, and this is the understanding of 'grass' as I have explained in the song of Ha'azinu.",
                    "1": "<b>Herbs, that give off seed:</b> The purpose of which is the seed, whether small or large. And behold, it doesn't state now, “according to its specie,” as it states by the fruit of the tree; [meaning] and with it, since it [nonetheless] states in the adjacent verse, “and the earth brought forth grass, herbs that give off seed, according to its specie.” And also [noteworthy] is that the main point of the adjacent verse seems unnecessary. Firstly, we must explain the meaning of, “according to its specie,” or [what it means] when “according to its specie,” is written concerning what grows on the ground or the creations with living souls. And  [the Torah need to say this] because there is almost no species, within which are not included several sub-species. As with wheat, we find in Eichah Rabbah, …................?. And so [too,] there are many in each species. And at the time of the creation, only one wheat plant came, which was the best of that strain, but within it was the potential for several types. And about this, [the Sages] said in (Tractate Rosh Hashanah 11), “all creatures were created with their varieties.” And the main [meaning] here is, as written in Tosefot, that “varieties” [<i>tsivionan</i>] is related to the phrase [<i>tsvi ha'arets,</i>], which means with the greatest possible beauty. But it is not like the Tosefot wrote - that 'they are completely finished' is the meaning of the phrase [that is also] there: “they were [all] created in their stature;” but rather, 'in the most praiseworthy manner,' is its correct meaning. And also included in the meaning of “in  their varieties,” is that every fruit has different times as to when its beauty is most apparent. And with the fruit of the ground, the main beauty is at the time where it has not finished its growth and [at which time] the leaf appears green; which is not the case, when it is completely finished, behold [at that time] the herb withers and is not in its [greatest] beauty. But with a tree, it is not like this – even when the tree is completely finished [for that year], the leaf stays in its beauty; and is included in the understanding of 'varieties' at the time when they appear most beautiful. From here, it follows that it is not relevant to say, “according to its species” then, since, behold in the first coming forth, there was nothing but leaves. And [so] all of the types were the same in [any particular] strain. For this reason, “according to its species”  is not written in the proclamation. Which is not the case with the trees, about which it is written, “according to its species;” since at the time that it first came out, many types were included in it, and all of them were one specie; and for this reason [with trees,] there is no [prohibition] of mixing species (<i>kelayim</i>), as is known [from] the Chapter, “<i>Elu Terefot</i>,”  ",
                    "2": "<b>Fruit tree:</b> The nature of the tree is different then the seeds, which only grow from planting [them] and not from [placing them] in its trunk; which is not the case with a tree – we can graft a branch and it grows [into] a tree. And this is [the meaning] of 'fruit tree;' within its tree is included the potential for the fruit.",
                    "3": "<b>That makes a fruit, the seed of which is in it.</b> Which means the pit, which is the seed that is located in the fruit. And also within in [and not just the tree] is the potential of the tree.",
                    "4": "<b>And it was so:</b> That they were formed, like at the time when they are in all their varieties/beauty. And [only] afterward <b>And the earth brought forth, etc.:</b> The [herbs] were [now] completed, such that it would [now] be relevant to say also about them, \"according to their species.\" And since also with the species that are not eaten, there is a seed, [the eventual emergence of their seed differentiated each sub-specie with them as well] (as is found in Bava Metzia 105a concerning weeds, once a seed falls, it falls.) For this reason [in this verse], it is also written with the herbs, \"according to its species;\" and a second sprouting forth [besides the implied sprouting forth of the previous verse].\n"
                },
                "11": {
                    "0": "<b>And trees that make fruit:</b> Since there are trees that, even though they exist from year to year, nonetheless the [leaves of the] tree do not exist in the winter; and the root in the ground is only [acting upon] the trunk. And the beauty/variety of these species is like with the fruit of the ground, [in that] the leaves wither with the completion of the fruit. For this reason, [the verse] repeats the sprouting forth [with the trees also]. And it is worth knowing that [the phrase,] \"according to its specie,\" includes many more sub-species than [the phrase,] \"according to its species,\" as I have written in the Book of Leviticus 11:12, see there. "
                },
                "13": {
                    "0": "<b>To separate:</b> According to their movement, a separation was made between the day and the night. And there is also the dawn and the dusk, which are what separates the two ends [of the day.] And this is [what is meant by] 'between, and between.' (And see the adjacent verse, Genesis 1:17.)",
                    "1": "<b>And they will be for signs:</b> We explained, in the Book of Exodus 7:9 and in several places, that its meaning is that it [allows one to] time a natural [process]. And this is impossible without luminaries.",
                    "2": "<b>And for appointed times:</b> The change of seasons; cold and heat and so forth, all of which occurs through the luminaries.",
                    "3": "<b>And for days and years:</b> To know the change from one day to another, and so [too] with years; all of which is only through the movement of the luminaries."
                },
                "14": {
                    "0": "<b>And they were etc., to shine upon the earth:</b> Since it is possible that their radiance would be visible by having them suspended in the firmament and the radiance would be above, as with the light of a candle. For this reason, [the Torah] explains that [the luminaries were] \"to shine upon the earth;\" that the light would shine specifically upon the earth.",
                    "1": "<b>And it was so:</b> The two luminaries were made by the word of God and were placed in front of Him. And still while they were not yet placed, then <b>And God made, etc.:</b> He arranged them so that they would rule in the midst of the world.\n"
                },
                "15": {
                    "0": "<b>The large luminary to rule the day:</b> He made it to be appointed over that which is in their nature to grow by day, and also [over] the many precious stones and metals that are made during the day.",
                    "1": "<b>And the small luminary to rule the night:</b> Over that which grows, and the metals and the stones, the nature of which is to be made at night.",
                    "2": "<b>And the stars</b> They too rule, each one, over a specific thing, as is known. "
                },
                "16": {
                    "0": "<b>And He placed, etc.:</b> At the time of the act, the order was reversed from the time of the pronouncement - at first, they came into the firmament of the skies to shine upon the earth, and afterward to govern, and afterward to separate. And the reason [for this] is simple; that at the first instant that the Holy One, blessed be He, placed them in the firmament, they shined upon the earth, but they still did not act upon their rulership until they moved. And in their moving, they impacted upon the earth, and they still had not separated [anything] until the evening."
                },
                "17": {
                    "0": "<b>And to separate between the light and the darkness:</b> By this, the verse adds that besides their coming to separate between the day and the night, they also came to separate between the light and the darkness. Since, in truth, even if the luminaries were equal in their light, nonetheless, they would still be different in their appearance; and day would be divided and distinguishable from night. But rather, they also came to separate between the light and the darkness; since the light of the sun is so strong, that even on a cloudy day [when] the light of the sun is [altogether] covered with clouds, nonetheless the day is light - 'and on a cloudy day, it is all sunny.' Which is not the case with the light of the moon - if the clouds cover the light, behold it becomes dark. And all of this is with regards to the light of the luminaries, but on the first three days, within which the first light was in use, the same separation that came between the night and the day separated between the light and the darkness; that in the absence of light came the night and darkness together."
                },
                "19": {
                    "0": "<b>Upon the earth on the face of the firmament of the skies:</b> There are two types of birds: those that fly upon the earth, [meaning] only close to it; and those that fly high upon the face of the firmament of the skies. And for this reason, [the verb] fly is written in the <i>piel</i> [grammatical form]. And this is not coming to make that which is flying small, as with [the other letters] that become double [in this form] and as is written in <i>HaPirchon</i> under the entry, fly. But here it is impossible to say this, since, behold, it is written \"upon the face of the firmament.\" But rather the meaning of the doubling [of the letter <i>fay</i>] is [to signify] two types of flying. And in Bereishit Rabbah, Chapter 1, there is [someone] who interprets from this that the angels were also created on the fifth [day], since it is written, \"firmament of the skies\" - and that [refers to] the 'skies of the skies,' as we have written above, Genesis 1:7. And therefore, they interpreted that it is speaking about angels as well. And behold, it is as it is written, upon the face of the skies, upon the face of the firmament of the skies; and this is [frequently] the way of Scripture."
                },
                "20": {
                    "0": "<b>And He created etc., to their species:</b> The verse informs us that even though that at the time of the Holy One, blessed be He's, pronouncement, several species came forth in the water and with the birds; nonetheless, the Holy One, blessed be He, continued to create several species from those that already came out also afterwards. For example, the chicken that came out from the pronouncement, [resulted] in many species with the same characteristics as the chicken and they are all [considered] one species. And so [too] is it with all those mentioned in this verse.  "
                },
                "23": {
                    "0": "<b>Living [soul] creatures, according to its specie:</b> At the time of the pronouncement, the command was that a living soul should should come out, that has several types that grow like it. Like a lion, that has several types that differ in their from and within [all of] them is the one soul of the lion.",
                    "1": "<b>Beast [<i>behema</i>]:</b> The difference between an animal and a beast  is not like Ramban, of blessed memory, wrote; that an animal eats meat; as we find in the second chapter of (Bava Kamma 19b), \"and if you want, I will say that it is a deer [that we are speaking about, which is indeed an animal - as opposed to a beast - and nonetheless does not eat meat.]\" And about the dog, there is an argument of the Tannaim in Tractate Kelayim, as to whether it is a type of beast or animal; and there is none that eats meat more than it. But rather, the difference is that the animal is naturally wild; if not that he is domesticated, by raising and accustoming him to change his nature. And a beast is the opposite - that he is tame by nature; if not that he is raised in a forest and, [getting] accustomed to this, changes his nature to become wild. (And see what I have written later, Genesis 2:19 and Genesis 3:13 and in Genesis 6:20, and in Leviticus 17:13.)"
                },
                "24": {
                    "0": "<b>And God made, etc.:</b> Making is often the finishing touches of a matter and [relates] to the inner form of that thing as I have explained above and in several places. And the explanation of the verse is, that beyond that at the time of God's proclamation, the lion came out - and within him were included several types of lions, according to their external form; God also made their inner forms according to their species, such that the nature of one type of lion is not exactly the same as the nature of another. And nonetheless, they are all species of lions, by way of one detail common to all of them, and based on this detail they are all called lions. And so [too] with the ox, and so forth. All of this is with regards to the creatures of the dry land, and it is not the case with the creatures of the sea - [with them,] it was not like this. And all types of chickens are perfectly similar in character and they are only different in their outer appearance and appear like two types of chickens. And the Creator, may He be blessed, knows the reasons of the [details of the] creation; why the creatures of the dry land were created differently than the creatures of the sea.",
                    "1": "<b>The creeping things of the ground:</b> Since there is a difference between earth and ground; as earth is a [more general] category that includes both the dry places of inhabitation and the places of rivers and lakes; which is not the case of ground, which is only dry land - 'examine and find' [this to be true]. And in that there are also several creeping things of the waters, which were [already] grouped under the creation of the swarming things of the water, in the seas; for this reason the verse was precise [to indicate] that in this proclamation only the creeping things of the ground were created.  "
                },
                "25": {
                    "0": "<b>\"Let Us make man:\"</b> God did not say, \"let Us make a being like an animal in Our likeness,\" and afterwards call [him] 'man;' and as it is actually written later in Genesis 5:2. But the phrase, \"let Us make man,\" means that there is no need to <i>give</i> [man] this name; rather his character shows that he is man. But, if so, it is difficult: why is it written afterwards that the Holy One, blessed be He, called their name, man; which implies that there was a need to give a name, and as I wrote regarding the name, sky and earth (<i>shamayim ve'aretz</i>). But rather the matter is like this - that man is different from all the species; since all the species were created in such a way that the species was unitary in its purpose and character; which is not the case for man, who rose in [God's] thought to be of two [types of] character. The one would be cleaving to his God, ready and serving in the world like an angel [does] in the heavens. And the second is [such] that he would be political and [take care of] his [own] needs; even though he would nonetheless do the will of God, it would not be on the level of the first. And behold, according to the first characteristic, he is automatically man (<i>adam</i>) based on the phrase 'I will be similar to the most High' (<i>edmee le'elyon</i>) - meaning that within him are included all the powers of the creation and he rules over everything. And behold, he is like the firstborn son of a king, who rules like the king. And because of this, everyone understands that he is the son of the king, in that they see him ruling over every detail. Which is not the case with a son of the king, who is not the firstborn; and the king [merely] makes him rule over some detail and his fellow over another detail, and so [too] with all those that govern the kingdom. It comes out that all of them together are similar to the king; but each one by himself is only similar to the king when he is given the name [of ruler] over that detail that he governs. And thus is man: the individual of spiritual stature is different then the simple individual. And in the Talmud, Shabbat 112b, they hinted to these two types of men. And it stated in the first version [of a particular statement], \"this is not a man;\" and in a second version, \"this is an example of a man,\" the explanation [of this being] a man of spiritual stature. But the general human species is called man by the nature of the matter, in that they as a group rule over the entire creation. And this is according to [God's] plan. (And so [too] with the name, Israel, which indicates being higher than the nature of creation and the running [of the world]; it will be explained later in Parshat Vayislach that the whole nation is called Israel, but concerning individuals, some are called by the name Israel and some have not reached this.) And, if so, in the statement, \"let Us make man,\" its explanation is [that it refers to] the general species of man and it is certainly called man even without being given the name; since in this general species is the creation dependent, and in this detail, they are similar to the Creator, may His name be blessed. And Adam (<i>Adam Harishon</i>) specifically, before he sinned, was worthy of being called man without being given the name; but after he sinned, he was <i>given</i> the name, man; and it will be explained further.",
                    "1": "<b>\"In Our image:\"</b> The [meaning of the letter] <i>bet</i> is [to be understood] as in, 'within' or as in, 'with;' since man has a [guiding] 'constellation;' and Rashi has  explained [in] Shabbat61b that it is an angel, and this is the image of God that surrounds him and protects him from danger. (And see later, Genesis 4:14 and in the Book of Numbers 14:9.)",
                    "2": "<b>\"According to Our likeness:\"</b> The image is according to our likeness; and automatically, man - who is clothed in it - is in the likeness of God; and in this is the power [of man].",
                    "3": "<b>\"And let them have dominion,etc.:\"</b> That other creatures do not injure him quickly.",
                    "4": "<b>\"And in all the earth:\"</b> [Refers to] the animals in all parts of the world, and not to the fish of the seas and the birds of the skies, since it is impossible for man to dominate them, except in a place where he can reach; and this is not 'in every place.' Which is not the case with animals, [they are dominated] in all the earth (and see verse 28.)"
                },
                "26": {
                    "0": "<b>In the image of God:</b> All of nature was included in him. And from the time that it arose in the thought and word [of God] that there should be nature, then the Omnipresent, may He be blessed, was called by the name, God. And since all of nature is included in man, behold, he is in the image of God. But this is not [the case] except in the man of stature, as [Adam] was before the sin. Afterwards <b>Male and female, He created them:</b> The verse here is not coming to explain about this species that it was more male and female than any of the [other] creatures, but rather to teach us that they are two [separate] creatures like is explained later. And because the male of this species is not at all similar in his character to the female of this species, and as was stated by Kohelet (Ecclesiastes 7:28), \"One man out of a thousand I have found, and one woman, etc.,\" meaning that a man of stature, similar to his Creator, with the image of God, is found one in a thousand. Which is not the case, with women, who only fit the second description of man who is <i>called</i> man."
                },
                "27": {
                    "0": "<b>And He blessed and He said:</b> It is also a blessing and it is also commands of warning; that they should engage in being fruitful and multiplying, in order that the blessing be established. Which is not the case with fish: as they are not subject to command, it is only written, \"and he blessed.\"",
                    "1": "<b>\"And over all the beasts:\"</b> Which is not the case with the fish and the birds; there are many that man [is not able to] reach, as I have written, which [in turn] is not the case [with] beasts; all of them are in the category of [human] dominion."
                },
                "30": {
                    "0": "<b>And behold, it was very good:</b> Besides that every detail was good on its own - according to the will of the Holy One, blessed be He - also grouped together with all of the creatures combined, they were very good; in that every [creature] compensated for the lack of the other. And in this expression <b>Very good:</b> was included [the fact] that there are pests in the world, [since] even though they are not good on their own, nonetheless, they are essential for the good of all the creatures. (And see the explanations of Gr'a, ztz'l, and see what I have written on the Book of Numbers 14:7 on the verse, \"the land is very, very good.\")"
                }
            },
            "1": {
                "0": {
                    "0": "Onkelos  translates  \"perfected\"-  Creation was the ultimate in beauty and elegance.  This verse introduces verse 3- \"And God blessed the seventh day\". The reason God blessed the seventh day is that He was so pleased with the results of His Creation. Just as a man who sees a magnificent structure which gives him great pleasure will mark the day and celebrate it each year, so God loved the world which He created so much that he blessed the seventh day. The Gemara (Rosh Hashana 11a) interprets the end of the verse- \"and all their hosts\" to mean \"in all its splendor\" (See H.D. 1:11 tzevaam (hosts) = tzivyonan). At the end of Creation all the species were of the highest quality possible. "
                },
                "1": {
                    "0": "     This is an additional reason. Just as someone who completes construction of his house will rejoice and celebrate even if his house is not so beautiful, so God blessed the day on which He completed His Creation.",
                    "1": "This is a third reason. Someone who undertakes working at some task for a period of time will be pleased when he completes that period even if the job is not complete. God undertook to create the world in six days and when that designated time was over He made that day special and blessed it. "
                },
                "2": {
                    "0": "Just as holy objects may not be used for one's personal gain, so also Shabat is holy and may not be used for one's livelihood or any other personal profit. The reason for this is that God rested on that day. The first two reasons mentioned above are not relevant, only the third.  (See H.D. on \"Remember the Sabbath day\" (Shemot 20:8-11) and \"Observe the Sabbath\" (Shemot 31:16-17) where I explain that the reason in each case is precisely suited to the subject.)   ",
                    "1": "The plain meaning is that certain things in Creation were not yet complete. It was God's intention to create those things and then do the changes later. However, a deeper explanation of the word \"to do\" is that \"doing\" sometimes implies bringing an object to its ultimate purpose. This stage is the true \"creation\" of something because without its purpose it cannot be said to exist. (See also Bereshit 39:22 and 41:34.) Now the purpose of Creation is God's glory as Isaiah (43:7) says: \"Everyone that is called by My name, and whom I created for My glory, I formed him, yea I made him.\" I have explained in Bamidbar (14:21) on the verse \"However, as surely as I live, and as the glory of the Lord fills the earth\" that God truly lives when Creation achieves its purpose and the world is filled with His glory. This goal is reached, however, only when God makes changes in Creation, either temporarily or permanently, which reveal Him as the Creator and Sustainer of the world. God causes those changes which are needed in each hour of need.  All this is included in the words \"His work that God created to do.\" God's personal Providence continues to create changes which bring the world to its ultimate perfection-  being filled with His glory. See also the Introduction to H.D. (d) where I explain that man is commanded to bring glory to God by releasing the forces of nature contained in all things. "
                },
                "3": {
                    "0": "We have just explained that the purpose of Creation is for all people to recognize God as the Creator and Supervisor of the world and so fill the world with His glory. God sits in heaven, as it were, and judges every person according to his actions. All this is due to man because everything depends on his actions. Now we have already explained (H.D. Bereshit 1:26) that there are two distinct types of man. One is elevated man who acts on the earth like the angels act in heaven and the second is practical, worldly man. Both types are needed to make Creation complete. If all men were of the elevated type like Adam before the sin there could be no reward and punishment and God's glory and kindness would never be revealed. So man of the second type is the principle source of God's glory. Even so, the existence of elevated man among the multitude of practical men is also a source of God's glory. Since the two types of man are like different species, they both needed to be created during the sixth day. If Adam had not sinned on the sixth day there would have been no possibility of creating practical man later and the world would not have achieved its purpose. And if only practical man had been created, there would be no possibility of the new species \"elevated man\" ever coming into existence. If Adam had not been enticed to sin, God would have created a second man of the practical type. As it happened both species were created in the same person- first elevated man and after the sin, Adam himself was transformed into practical man. In this way an ideal world was achieved. All this is implied by the words \"These are the results of the heavens and earth at the time of their creation.\"",
                    "1": "Earth and Heaven were 'made' by virtue of their purpose being achieved by Man's transformation from 'elevated' to 'practical' on which everything depended. Earth appears here before heaven because the change which occurred on earth led to the change in heaven where God's Providence is determined by man's actions. The story continues by telling how it came to be that elevated man, who, like the angels in heaven, was not supposed to work the land, was banished from Eden and became practical man who works the land. This change achieved the purpose of creation- revelation of God's glory by His conduct of the world according to man's actions and His attributes. \"The heavens are My throne and the earth is My footstool.\" (Yishayahu 66:1)"
                },
                "4": {
                    "0": "The apparent meaning of this verse relates to the field as the source of sustenance for the world. As it says in Kohelet (5:8) \"Even the King is subservient to the field,\" meaning even the king worries about the produce of the field. According to this explanation, we don't understand the message of the verse. But there is a deeper meaning to the word siach (bushes) based on the gemara Avoda Zara(7b), \"Siach means prayer as the Torah says (Bereshit 24:63) 'And Isaac went forth to pray (lasuach) in the field'\". Tosafot adds that it means fixed prayer also known as avoda shebalev (service of the heart). From the very start of creation God established that earning one's livelihood in the normal way of the world is involved with entreating God for His Providence by prayer or by sacrifices where possible. Both of these are called avoda (service), more than other mitzvot (commandments) of the Torah. Based on the verse (Mishlei 12:11) \"He who tills (oved) his soil will be sated with bread\" we may explain that all of man's activities can be performed to earn a livelihood or for some other purpose, but tilling the soil is done only to earn one's livelihood. And such is the difference between the avoda of performing other mitzvot and the avoda of prayer or sacrifices. The reward for observing other mitzvot is given in olam haba (the world to come) and also in olam haze (this world) one may receive rewards of wealth or honor, measure-for-measure. The reward for prayer and sacrifices, however, is primarily livelihood, as seen in gemara Ketubot (10b) which interprets the word mizbeach  (altar) as being related to nourishment (see also H.D. Bamidbar xx:xx) and also in gemara Shabat (10a) which states that fixed prayer sustains life. (See also Harchev Davar Bereshit 48:22.) The blessings recited over each type food also promote the abundance of that type as seen in gemara Berachot (35b) which considers someone who eats without reciting the blessing to be stealing from God and from the people of Israel and to be as evil as Yeravam ben Navat .(Based on Mishlei 28:24 \" He who robs his father or his mother and says, \"This is not a sin,\" is the companion of a destroyer.\") The explanation is that by not reciting the blessing one denies God the pleasure of providing an abundance of that food, in effect stealing from Him and from the people of Israel. And such a person is a companion of Yeravam who prevented the people from bringing sacrifices, thus denying them livelihood. (See Melachim I chapter 12.) ",
                    "1": "Based on this introduction we may explain this verse to mean that prayer had not yet been introduced on earth because there was as yet no man to pray.               ",
                    "2": "Rav Assi in the gemara (Hulin 60) cited by Rashi, resolves the contradiction between this verse and Bereshit 1:12 \"And the earth gave forth vegetation\" by saying that the vegetation was created on the third day but waited below the surface of the earth until man was created and prayed for rain. He learns from this that God yearns for the prayers of the righteous. The gemara continues with the story of Rabbi Hanina Bar-Papa who planted his garden with all kinds of seeds but nothing grew. Then he prayed for mercy and the rains came and the seeds grew, proving the statement of Rav Assi. According to this gemara, vegetation and fruits appeared on the earth only on the sixth day, after man sinned, was banished from Gan Eden, began to work the land and prayed for rain. Rav Assi's statement, attributing special qualities to the prayers of the righteous for sustenance, seems to be disputed by Medrash Rabbah (Vayikra 31) which says the prayers of all men are accepted by God equally in matters of livelihood and only in other cases of misfortune, God forbid, are the prayers of the righteous more effective. The medrash cites the examples of Sarah, Rivka, and Rachel whom God made barren so that their righteous husbands would pray for them. The answer is that Rav Assi's statement relates to a special case of livelihood, one in which sustenance is provided by a miraculous change in nature. The story of Rabbi Hanina Bar-Papa must be understood to refer to a situation in which all the other gardens grew normally and only Rabbi Hanina's did not, against the laws of nature, until he prayed.  Rav Assi applied this lesson to our verse as well, since God Himself created the vegetation so it certainly should have grown. God changed nature so the vegetation would not grow because He yearned to hear the prayers of the righteous.    All this is the opinion of Rav Assi, but that is not the plain meaning of the verse. The Ramban writes that all the vegetation appeared on the earth on the third day, but did not begin to produce new plants until man was created and began to pray. One may add also that the vegetation was created on the third day in its full height and beauty, and only after man prayed did it begin to grow gradually larger.  ",
                    "3": "That is why there was none of the usual plant growth. ",
                    "4": "Because there was no man to engage in avoda (work/service) meaning prayer. "
                }
            },
            "2": {
                "11": {
                    "0": "<b>And I ate.</b> This was Adam’s confession for his sin."
                }
            },
            "3": {
                "16": {
                    "1": "...<b>and he built a city:</b> As Cain now understood the will of God: That it is good to deal much with his needs, and not to live like an animal or beast by way of only working the ground - but rather to pursue a particularly human life. Therefore he built himself a city."
                }
            },
            "4": {
                "0": {
                    "0": "The happenings of one's life are called \"generations\" in several places. But in this place it is different, for it is written, \" this Book\". The meaning is that the verse is recounting how it was with him at the moment he was born and on that same day, and the changes that befell him from the moment he was born until the end of the day are like an entire book, for such changes as these [normally] take many years. All of this comes to teach us wisdom - how it is that a person can become corrupted in just a single day. And such we find stated in the Torat Kohanim Parshat Kedoshim, wherein Ben Azzai states that this verse is the major principle of the Torah."
                },
                "4": {
                    "1": "<b>Nine hundred.</b> Sometimes the hundreds are written first and sometimes the units. In general when the units are written last it indicates that the person’s last few years were just as fruitful as the rest of his life and when they are written first it indicates that his final years were unproductive. There are exceptions to this rule, however; see Rashi 23:1."
                },
                "28": {
                    "0": "THIS ONE WILL CONSOLE US - One might be tempted to say that this word is from the root “console,” and Rashi has rebutted this on the basis that the name “Noach” is not consistent with this root and has explained that it is derived from the root “rest.” According to Rashi, the word here is inexact. However, one need not to resort to this explanation, it is possible to understand the word in both senses.  “Comfort” only applies to ongoing permanent tragedies, and not ones that arise from human activity and evil that arose during the days of Noah.  Similarly, “rest” does not apply to the land, which was permanently cursed by God (since the land remained in this state even after the flood.)  The name “Noah” includes both roots – “comfort” and “rest.” This is why the word is spelled nun-chet without a third letter, so that it can be considered a cognate of both roots.  “This one will console us” can be understood in both senses, similar to Rashi’s explanation.\n"
                }
            },
            "5": {
                "2": {
                    "1": "My breath shall not abide in man forever. \"The spirit of man\" is that individual spirit which God implanted into each person, that is, human intellect. A degree above this is one who merits the spirit to understand Torah. Be aware that someone whose desires overcome his intellect, which is the \"spirit of man,\" this normal desire becomes second nature until it destroys his intellect and the \"spirit of man\" and his intellect then changes to base desire. This will be explained more later on.  This is what is meant by God saying \"my spirit will not dwell,\" similar to what our sages say (Berakhot 61b) \"A righteous person is judged by his good inclination and an evil person is judged by his evil inclination.\" \"Judged\" means that it guides him and he perceives the world and decides what to do based on it.  And in God's language \"will not dwell\" means, my spirit will not guide man, that is, the spirit which I implanted in each person which is the human intellect."
                },
                "5": {
                    "0": "<b>That He had made man.</b> Note that it does not say that He repented that He <i>created</i> man, but only that He <i>made</i> him — i.e. that He allowed him to become so numerous. Hashem knew from the start that a creature made of earth could only be brought to perfection after much tending and pruning."
                },
                "13": {
                    "0": "<b>Make for yourself.</b> He was to carry out the work himself with Heaven’s help."
                },
                "17": {
                    "0": "<b>I will establish My covenant.</b> This refers to the blessing that Hashem gave Adam and Chavah. Its consequence here was that Noach and his family would remain alive."
                }
            },
            "6": {
                "0": {
                    "2": "<b>And your household.</b> Noach was permitted to take with him his servants and animals, not to contribute to the repopulating of the earth but to help him in his labors. Note that until this point the name <i>Elokim</i> has been used, indicating strict judgment, whereas in this verse the four-letter Name indicating the attribute of mercy appears."
                }
            },
            "8": {
                "18": {
                    "0": "<b>From these the whole world developed.</b> Hashem intended humankind to be comprised of three categories: 1) simple workers, 2) refined intellectuals and 3) people of God who would serve as His “throne” on earth."
                },
                "20": {
                    "0": "Within his tent -  the expression should have been \"in his tent\"; \"within\" means in the middle of, just as \"within the garden\" (Gen. 2:9) and in a few other places. And it is not typical to put one's place of sleeping in the middle of the tent, rather, to one side. And this appears to have been a cause for the deed of his younger son, who \"played\" with him as he was asleep due to his drunkenness. This is beside the known drash [ed. note: castration]."
                },
                "21": {
                    "1": "<b>And told it (<i>vayageid</i>) to his brothers.</b> <i>Vayageid</i> signifies regaling the listener with a story rather than reporting it dryly. Thus Cham’s Canaan-like behavior consisted in the <i>way</i> he relayed the information and not only in the fact that he did so."
                },
                "25": {
                    "1": "... 2. Blessed be Hashem the God of Shem - behold, the mitzvah of honoring one's father brings reward and fruit in this world as it is known from the story of Dama ben Netina. Yet that there is a practical difference between one who does this mitzvah because this is the Holy One's will, and not due to human [natural] feelings; and between one whose common sense forces him to. So, Shem, who did this mitzvah because it was a mitzvah, was blessed to have among his children people who serve Hashem and His Torah, even up to having the laws of nature apply to them through HaVaYaH Himself, and this is why the text says \"Blessed is Hashem the God of Shem\" - behold the Holy One of Blessing Himself leads the ways of nature and He is Blessed and Magnified through nature [or through Shem / through the one who does God's will, text unclear.]"
                }
            },
            "10": {
                "0": {
                    "0": "...One language - that is what caused the first sin. This is that they agreed to stop in one single place. And this is against the will of God that said to \"fill the land and replenish it\" - that is, to walk to all its places, since the land was created to be settled.",
                    "1": "...And the same words - The text did not explain what those words were, rather, it leaves as a hint,  as explained in midrashim. But the words themselves are not explained by the text, it just tells us that they were the same words, to teach us that it wasn't because of the content of the words themselves that the Holy One of Blessing was distressed. They were what they were, and in its simplicity there is not sin, and on the contrary all appears well. But here what happened is that all thought the same thing, and this came to be the problem of the settlement."
                },
                "2": {
                    "0": "Burn them thoroughly - There is no place in the Text where something is told that has no impact in the story [therefore, ask:] Why do I care if they were using stones; bricks; were constructing using wood; or made their brick by burning? Even before the Flood it is written \"and afterward he build a city\" (Genesis 4:17)! And it appears that here there is a hint regarding our sages' tradition that Avraham Avinu was thrown in the fiery furnace - and from the verse \"that took you out from Ur Kasdim\" (Genesis 15:7) there is no real proof, since from the simple meaning it is simply the name of a place, as it is written \"in the land of his birth, Ur Kasdim\" (Gen. 11:28) \"and went out with them from Ur Kasdim\" (Gen. 11:31) etc. But from here we have a hint to the issue of what obviously was happening before the tradition saying that they threw Avraham Avinu into the fiery furnace: they did not make the furnace for this need [of bricks], rather this was the fiery furnace (in Daniel, see Dan. 3:6) done for the need of [burning] people. And the Text is informing that this furnace was for the need of the city and the tower, and from this we understand how big and deep was this furnace, and from this furnace Avraham Avinu was saved."
                },
                "3": {
                    "0": "And its top in the sky - It is obvious that you should not think that this would be one city to the whole world, rather they thought that the other nearby cities  would be subjects to that city that had the tower, that they would be able to see from it to the distance, over all their settlement, so that no one would be able to separate themselves and go to another land. That's why they needed its top reaching the sky.",
                    "1": "And we will make a name for ourselves - people were set up to watch and be in charge of the thing, and they were army chiefs in charge of punishing those who would cross, since if this is not the case there would be no need for the tower. And all that was due to fear/suspicion.",
                    "2": "Lest we be scattered over all the face of the earth - However, we must understand why they feared that someone might leave to another land. And it is understood that this was related to the uniformity that was among them. And since the opinions of people are not identical, they feared that people might abandon this philosophy and adopt another. Therefore they sought to ensure that no one would leave their society. And one who veered from this uniformity among them was judged with burning, just as they did to our forefather Abraham. And the \"same words\" can also be seen as the fact that they would kill whoever did not think like them. And more is explained on verse 6."
                },
                "5": {
                    "0": "They are one people. The explanation of \"people\" is that they all follow one custom [minhag], as it is written later on Gen. 28:3 in the explanation of 'and you shall be a congregation of peoples'.",
                    "1": "If this they began to do. This is but the beginning of the transgression: they want to remain in one place.",
                    "2": "And now nothing will be withholden from them which they purpose to do. If they finish the tower they will come to a second thought, to prevent by force other thoughts than this one. And this is a thing [that brings] killing, and violent destruction of the settlement, and it does not help that at this moment they are together with one opinion."
                },
                "30": {
                    "0": "Terah took Abram his son...to go to the land of Canaan. Even though there was not yet a divine word to Abraham our Father, still there was a heavenly illumination and he saw the sanctity of the land from afar...since Abraham was immersed in Godly ideas or wisdoms and was unable to direct the journey for him and his household he delegated the trip to his father who took Abram and all the baggage upon himself"
                }
            },
            "14": {
                "4": {
                    "0": "And count the stars: Not because of their abundance did He promise him here, since He had already compared the multitude of his children to the dust of the earth, but rather to add here that they will be many men of stature, who will bring light like the stars. And it was not as he had feared [upon hearing of their comparison to dust], lest they be small of worth. ",
                    "1": "If you will be able to count them: Because although there are in all the nations of the world men of stature, who bring light to their nations like stars, but they were few in number then in comparison to the amount of the masses. This is not so with the offspring of Avraham; there are great people much more than the amount of the masses, as it is written in the book of Devarim on the verse, \"Not because of your being more than all the other nations.\""
                }
            },
            "15": {
                "11": {
                    "0": "<b>A wild, uncivilized man.</b> That is, oblivious to decorum, status and the rules of society.",
                    "2": "<b>And in the presence of all his brothers.</b> Only towards his companions and allies would he behave in a civilized manner."
                }
            },
            "16": {
                "3": {
                    "1": "And you shall be the father of many...",
                    "2": "Nations: For until this point, Abraham had called out the name of God and converted some people, but this was only those people who converted entirely and entered under the category of servants of God in God's Torah that Abraham had taught them. And this is as it is taught in the Gemara Tractate Sanhedrin (99b) and in Avodat Kochavim (page 9) that the meaning of \"the souls that they made in Charan\" is that he taught them Torah and this is impossible for the whole world. And from the beginning, the only purpose was to \"establish the borders of the nations according to the number of the children of Israel.\"(Devarim 32:8). But it was the desire and the goal that all of the nations should know God. \"And the idols would entirely disappear\"(Isaiah 2:18) And it was for this thing that God warned Abraham that his desire should be to the depths of his understanding to be a father of many nations, to make them know God. And In this he was called a  father of many nations, like a father who establishes his son with correct ideas and by this the previous statement of God is clarified."
                },
                "8": {
                    "0": "<b>You must preserve My covenant.</b> The earlier covenant embodied in the sacrifices (15:7-18) would not have distinguished the Jewish nation in exile as circumcision would."
                }
            },
            "18": {
                "19": {
                    "0": "<b>Is it insignificant.</b> A small town usually has fewer temptations to offer, therefore its sins are generally fewer as well). "
                },
                "20": {
                    "0": "<b>Also … regarding this.</b> Hashem agreed not to overturn Zoar <i>at all</i>."
                }
            },
            "19": {
                "4": {
                    "1": "<b>With an innocent heart.</b> I did not take Sarah out of lust but out of the innocent desire to marry Avraham’s sister.",
                    "2": "<b>Clean hands.</b> The moment I learned that she was married, I separated from her"
                },
                "7": {
                    "0": "<b>The men were very frightened.</b> They were afraid that Avraham would refuse to pray for them."
                },
                "9": {
                    "1": "<b>What did you see.</b> What caused you to fear me? — The Philistines of those days were civilized and honorable."
                }
            },
            "20": {
                "15": {
                    "0": "<b>She sat facing him.</b> Or, “across the way from him” — she moved further away in order to weep without him hearing her, lest her crying worsen his condition."
                },
                "17": {
                    "0": "<b>Keep your hand strong on him.</b> From this point on she no longer needed to carry him but only to support him with her arm."
                },
                "22": {
                    "0": "<b>With my son (<i>nin</i>).</b> <i>Nin</i> signifies a royal heir. Avimelech’s primary concern was the safety of his kingdom.",
                    "3": "<b>Do to me.</b> When you inherit the land do not drive us out, but treat us with amity, just as we treated you."
                },
                "24": {
                    "0": "<b>Avimelech’s servants.</b> His ministers and officials. <b>Had taken by force.</b> Avraham was concerned not about the injustice done to him but about the lack of fear of Heaven on the part of Avimelech’s men and presumably Avimelech himself. How could he propose swearing in Hashem’s Name if he had no fear of Him?"
                }
            },
            "23": {
                "57": {
                    "0": "<b>I will go.</b> Although she was nervous about riding on a camel she did not want to delay until alternative transportation could be arranged."
                },
                "63": {
                    "0": "\"And Rivka raised her eyes, etc. and saw Yitzhak\"--as he still stood and prayed, and he was then like an angel of God, awesome.  "
                }
            },
            "24": {
                "8": {
                    "0": "<b>His sons Yitzchok and Yishmael.</b> Avraham informed Yishmael of Hashem’s decree that although he was his son in all other ways, with respect to Yitzchok it was as if he was a stranger. From the fact that he accepted this bitter message the Sages derived that he was a true penitent."
                }
            },
            "25": {
                "29": {
                    "0": "<b>He made a feast for them.</b> It is the way of the righteous to be easily appeased."
                },
                "33": {
                    "0": "<b>The daughter of Be’eri the Chittite.</b> From the fact that Yitzchok did not warn him against marrying a Canaanite it is clear that he knew that Yaakov alone was to be his heir (see Rashi 28:15). Nevertheless, he loved Eisov because he thought him resourceful and decent."
                }
            },
            "26": {
                "7": {
                    "0": "Listen to my voice as I instruct you. The word “to my voice” is redundant. What would have been lost had the scripture merely said “Listen as I instruct you”? We have already explained that every place “my voice” is used careful attention and understanding is implied. She told him to listen carefully as she was commanding, to hint to him that she is speaking with Divine authority."
                },
                "33": {
                    "0": "<b>Have you not saved a blessing for me.</b> Eisov understood that he could not receive the same blessing that his brother had received, but he was hoping for a similar one."
                }
            },
            "27": {
                "0": {
                    "0": "<b>Yitzchok called.</b> Yaakov was embarrassed to come to Yitzchok on his own after having deceived him. By calling him Yitzchok conferred his retroactive approval of Yaakov’s deed.",
                    "1": "<b>Set out and go.</b> This was a veiled warning that he should flee for his safety."
                }
            },
            "29": {
                "0": {
                    "1": "<b>If not I am dead.</b> According to the Sages (<i>Baba Basra</i> 116a) a person who leaves offspring is not said to “die” but only to “lie down,” because he will still be remembered."
                },
                "6": {
                    "0": "<b>Rochel’s handmaid.</b> This is reiterated here to indicate that unlike Hagar, she continued to treat her mistress with respect even after she conceived."
                },
                "22": {
                    "0": "<b>Elokim has removed my shame.</b> The inability to fulfill one’s purpose is always a source of shame. This is especially true for a barren woman because it means that the reproductive act was one of pure appetite."
                },
                "39": {
                    "2": "And it is appropriate to know that, although Yaakov performed intensive actions, nevertheless without Hashgacha Pratis (Specific Divine Providence) it would have been impossible for the technique to be so effective. Rather, the main (effect was caused by) Hashgacha (Providence) combined with an action- as in a hidden miracle. (This is just) like a curse at an inopportune time (Heaven forfend). The Midrash states in Eicha Rabba that (when) one hits with a stick between the 17th of Tammuz and the 9th of Av, a destroying angel hits with an iron stick and kills (the victim). So too with blessing, a small action on the part of a person causes a great impact (from) above. The actions of our fathers are a sign for the children in their exile amongst many nations, that their success is based on diligence and knowledge and preparation, and the assistance of Heaven completes them."
                }
            },
            "30": {
                "14": {
                    "0": "<b>For he has sold us.</b> A father usually gives his daughter a dowry, but our father sold us like slaves and took the purchase price — fourteen years of labor — for himself."
                }
            },
            "31": {
                "0": {
                    "0": "<b>Lavan … returned to his place.</b> He returned to the lowly status that he endured before Yaakov arrived. This foreshadowed the ascendance and subsequent decline of all the nations that hosted and then expelled the Jewish people."
                },
                "10": {
                    "0": "<b>And of all the truth:</b> Onkelos translates it as, \"and from all the good,\" which is not like his translation in every [other] place, which is \"truth.\" And see Ramban, who explains that lasting kindnesses are called truth. And such is [also] the language of Scripture: \"And the Lord is a true God, a living God and the eternal King\" (Jeremiah 10:10). And in Vayikra Rabbah 26:1 (Parshat Emor), it explains that the end of the verse explains what is  a true God: \"Because He is 'a [living] God and the eternal King.'\" [That is] to say, because He is everlasting. And [this is] like the remark in the Talmud (Shabbat 104a), \"Truth is lasting.\" And so too is the good that is everlasting called truth. And so [Ya'akov said] that \"You have done two goodnesses for me\" - meaning \"the kindnesses,\" which are the wealth; and \"all the truth,\" which is that He chose him, such that a chosen nation will come from him and his offspring, to be everlasting. And it is for this very reason that Onkelos translated it as, \"and of all the good.\""
                }
            },
            "32": {
                "3": {
                    "0": "<b>They wept.</b> At that moment love for Eisov awakened in Yaakov as well. Similarly, whenever Eisov’s descendants genuinely acknowledge Yisrael’s greatness, Yisrael reciprocates with feelings of brotherhood."
                },
                "8": {
                    "0": "<b>I have plenty, my brother.</b> For one thing, I have plenty and do not need more; and for another, I am your brother — not your master — so you need not give me tribute."
                },
                "14": {
                    "0": "<b>Let me leave with you.</b> For your protection and honor.",
                    "1": "<b>What for.</b> Why should you go to the trouble and why do I need it?",
                    "2": "<b>Let me find favor.</b> It will be more of a favor to me if you do not send them. Eisov understood from this that Yaakov did not really desire his company and left off speaking to him, although at that point he did not have the heart to harm him."
                },
                "15": {
                    "0": "<b>On that day Eisov returned.</b> He was perturbed by Yaakov’s attitude towards him and did not part from him with a kiss as Lavan had done. For this reason Yaakov refrained from visiting him in Seir as he had said he would do."
                }
            },
            "33": {
                "0": {
                    "0": "<b>Deenah went out.</b> Since Yaakov lived outside of town the verse should have said that she “came in.” However, Scripture wanted to hint that she “went out” of the guidelines of proper behavior by going to watch the locals dance and make merry."
                },
                "1": {
                    "2": "<b>And mistreated her.</b> Elsewhere this word implies deprivation from relations (see Rashi 31:50). She believed that after this no Israelite would want to marry her, but in the end her brother Shimon married her."
                }
            },
            "36": {
                "14": {
                    "0": "My brothers. And from where would he know who he [Joseph] was and who his brothers were? And furthermore, what is this question \"tell me please where they are pasturing\"? From where would he know? Rather, [it must be] one of the two these possibilities: Either he was a well-known man to them in his importance, or, he recognized him as an angel o rprophet that knew everything to do with his brothers. And in truth, the Torah should have said \"and he [Joseph] found a man\", for it was Joseph that was wandering alone searching and found the man, not the man whow as walking on his way. Rather, the text comes to teach that the man was a messanger from Heaven, to encounter Joseph and bring him to such, and the man went and found him in that place."
                },
                "27": {
                    "0": "That were going through the desert with that caravan of Ishmaelites and the camels, because it is impossible to go through the desert without a large caravan, and they (the Midianites) were going on foot. And what it mentions was not \"seen from a distance\" except the tall camels. And the Midianites that went on foot turned from the road for the sound of Yosef, or because their hearts pushed them to look into that pit.",
                    "1": "The Midianites. And the brothers who saw it rejoiced in this, because their desire was done without their getting involved. And if Yehuda had not spoken so, they would not have set on pulling him out and selling him, but they would have left him in the pit until he died. But when it had been decided by them to do so, it was a delight to them that it was done by the Midianites. And this is what it says in Bereishis Rabbah 84 that Yosef was stolen twice. His brothers stole him from their father, and the Midianites from the brothers. And in any case, Yosef said when he made himself known to his brothers \"because you sold me here\". Because they caused the matter, and they knew the action of the Midianites and it wasn't stopped by them. This is as if they did it. And so Rashbam interprets....",
                    "2": "The Ishmaelites."
                }
            },
            "37": {
                "25": {
                    "1": "<b>She is righteous, [it is] from me.</b> Alternatively, “She is more righteous <i>than</i> me” — her intentions were pure whereas mine were not."
                }
            },
            "38": {
                "7": {
                    "0": "<b>But he refused.</b> The verse testifies that he, without any reasoning, refused to turn his cohabitation into fornication, but that he was forced to give his master's wife ulterior reasons apart from this."
                },
                "20": {
                    "0": "<b>And extended kindness to him.</b> The word “extended” implies more than was natural. Even the prisoners, who are usually cruel individuals, treated Yoseif with kindness and respect."
                }
            },
            "40": {
                "48": {
                    "0": "<b>Like the sand of the sea.</b> Through Yoseif’s wisdom or through Hashem’s will, the grain withstood the forces of decay for seven years, just as the sand withstands the waves."
                }
            },
            "41": {
                "19": {
                    "0": "<b>They decided to do so.</b> In the course of making the difficult decision of who to leave behind, they said, “In truth, we are guilty, etc.”"
                }
            },
            "42": {
                "25": {
                    "0": "<b>They brought (<i>vayavi’u</i>) the offering.</b> Uncharacteristically, the <i>alef</i> of <i>vayavi’u</i> has an emphasizing dot in it, indicating that the brothers strove to find favor as they presented their offering, in fulfillment of the dream in which their sheaves bowed down to his."
                }
            },
            "44": {
                "13": {
                    "0": "He fell on his necks: On both sides of his neck, he fell on one side of his neck and then on the other side out of great love. "
                },
                "14": {
                    "0": "And he kissed all his brothers and cried on them and after that etc.... That he saw them terrified when they saw that the dreams came true per his prophesy. And that (they thought) after this maybe Joseph interprets the dream of eleven starts bowing to him as a permanent state, that hashem decreed them all his slaves (in perpetuity). After this they could not speak to him face to face. But he showed them by kissing them and crying as one brother does over another.  They understood that he interpreted his dreams as having already been fulfilled and that he no longer believed he was their master, God Forbid.  And now they spoke to him. "
                },
                "27": {
                    "0": "<b>Yisrael said.</b> He is referred to as “Yisrael” once more, indicating a return to a more elevated spiritual state.<b>My son Yoseif still lives.</b> He saw prophetically that Yoseif had withstood his challenges and remained righteous. <b>I will go.</b> Only for a visit — Yaakov had no intention of transferring his family to Egypt despite the famine."
                }
            },
            "45": {
                "4": {
                    "0": "<b>Yaakov rose.</b> He forced himself to get up and go. The move was difficult for him because he knew that it marked the beginning of the exile.",
                    "2": "<b>That Pharaoh had sent.</b> After Yaakov related to his sons what Hashem had told him, they noted that Pharaoh had also decreed that he be brought to Egypt and a king’s thoughts are determined by Hashem; see <i>Mishlei</i> 21:1."
                },
                "6": {
                    "0": "<b>His granddaughters.</b> See Rashi. This would mean, however, that Yaakov’s sons fathered only two daughters. It seems more likely only those whose biographies affected the nation are mentioned by name."
                }
            },
            "46": {
                "15": {
                    "0": "<b>If there is no more money.</b> He did not believe them, so he told them to bring their livestock as a test, knowing they would rather part with money than their animals."
                },
                "29": {
                    "2": "<b>I (<i>anochi</i>) will do as you say.</b> Yoseif declined to place his hand under his father’s thigh on the grounds that it was beneath his dignity. Instead he indicated through his use of the more formal <i>anochi</i> rather than the more common <i>ani</i> that for a man of his station a mere promise was sufficient."
                }
            },
            "47": {
                "10": {
                    "0": "<b>Yoseif brought them out.</b> He moved his children aside so that he could bow to his father directly. <b>He prostrated himself.</b> To thank him for making his sons into distinct tribes."
                },
                "13": {
                    "1": "He guided his hands for Menashe was the firstborn. It is extra for we known from the parsha that Menashe was the firstborn. But this has depth and intension for truthfully, Yaakov shouldn't have guided (crossed) his hands, rather switched the positions of the boys. But since Menashe was the firstborn, he intended that Menashe should stand by Yaakov's right leg and Efrayim by his left leg. Only his hands did he guide that they should be crossed. The reason is that even though Yaakov put Efrayim before Menashe and therefore in the wilderness he was the head of his flag group (which Menashe was also a part of) still, in the counting of Parshas Pinchas, it was the opposite. Not only that, but even in the counting of Parshas Bamidbar it is written by all the (other) flags \"and those that camp upon him\" as opposed to with Menashe it is written, \"and upon him the tribe of Menashe.\" All this comes to teach us that Efrayim only came before Menashe in matters of spirituality, that which is higher than the natural happenings of the world. In matters of the world, however, Menashe came before Efrayim. Therefore in the first counting at Mt. Chorev, where the Divine precence was upon their heads and the conduct was beyond nature, Efrayim came first. But in the counting in the Plains of Moav, when they were entering the Land, which was basically in a natural way (as is explained later in Bamidbar and Devarim) therefore Menashe came first. (And check out what I write in Bamidbar regarding the change of \"and upon him the tribe of Menashe.\" The occurred because with regards to natural occurrences, the advantage of the firstborn is very impactful as I wrote earlier (27:19). Now, the hand services the head and the mind and the foot services the goings of the body according to its nature. That's why the Sages said in their way: The son is the foot of the father. Meaning: the natural mannerisms of the father that goes on its own without thought and wisdom. Therefore, Jacob desired that Menashe stand by his right leg and guided his hands so that Efrayim would be on his right hand. See more in Verse 20. That is why the verse specified \"because Menashe was the firstborn.\""
                }
            },
            "48": {
                "23": {
                    "0": "\"Yet his bow stayed taut\" ... As much as a bow is powerfully bent, it is able to shoot further, so too the bow of Joseph was straining to shoot an evil reward to his brothers. However, ",
                    "1": "\"and his arms were made firm\" - he showed the beauty of his hands to do good to them by giving them plenty and wealth...  The next verse explains that Joseph gained these characteristics because they came...",
                    "2": "\"From the hands of the mighty Yaakov\" ~ according to the simple meaning, his father Yaakov had huge strength in terms of his ability to create peace, as has been explained previously... Yosef receives this from his father... However, others have claimed that the expression אביר יעקב actually is a name for the Holy One of Blessing as we find in other places.... and making an oath by Avr Yaakov can be explained by the verse in Devarim 32:9 \"Yaakov His allotment\" (allotment = chevel = rope) we explained there that the Jewish people are compared to a rope which is twisted together from many strands, and at the top it is thick and at the bottom, it is separated into different strands.  So too the Holy One of Blessing is the ultimate soul of all souls which comprise the Jewish people, as we find in Sanhedrin 64a: \"if a Jewish person is suffering, what does the Shechinah say? My head hurts, etc.\". If a thread is pulled at the bottom of the rope, the top of the thick rope feels it as well. This is the great strength of Joseph.  It is because of this that it is forbidden to take revenge against one another, as it is written in Vayikra 19:18, and this is the reason of Yosef."
                },
                "30": {
                    "0": "<b>There they buried.</b> The dead feel more at ease in the company of their forebears.",
                    "1": "<b>There I buried Leah.</b> The dead are also more at ease in the company of those who were their helpmates in this world"
                }
            },
            "49": {
                "1": {
                    "0": "<b>To embalm.</b> Yoseif was concerned lest his father’s body begin to decompose during the unusually long mourning period that preceded his interment; see v. 3. According to the Sages Hashem criticized him for this, saying, “Do you think that I am unable to preserve my righteous ones?” It was on account of this that Yoseif died before all his brothers."
                },
                "19": {
                    "0": "<b>Elokim meant it for good.</b> Hashem arranged for them to suspect him and try to harm him in order to bring about this great event, otherwise Yaakov’s righteous sons would never have done such a deed."
                }
            }
        }
    },
    "meta": "Paragraph",
    "work": "Haamek Davar on Genesis"
}