{
    "title": "Yitzchak Yeranen on Mishneh Torah, Slaves",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Slaves",
    "text": [
        [
            [],
            [
                "<b>עיין מ\"ש</b> בספרי תועפות ראם דף מ' ע\"ב."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>עיין מ\"ש</b> בספרי תועפות ראם דף ל\"ט ומ'."
            ],
            [],
            [],
            [],
            [
                "<b>עבד עברי וכו'.</b> כתב המל\"מ וז\"ל ומ\"מ נ\"ל שאם יש לכהן מום קבוע דנרצע דאין הפרש בין מום אחד לשני מומין עכ\"ל ושמעתי מהנדזים על דברי הרב ז\"ל ממ\"ש הוא עצמו לקמן סוף הי\"א וז\"ל הוא חולה וכו' ואיתא במכילתא כי טוב לו עמך שיהא טובתו שוה לך אם היה חגר או סומא אינו נרצע ונראה דרבינו לא הביא דין זה דמשמע ליה דהכל נכלל בדין זה עכ\"ל והשתא קשה לי על הרב דכיון דאיהו עצמו כתב דעבד עברי אפי' שאינו כהן אי בעל מום הוא אינו נרצע מטעם דכתיב כי טוב לו עמך א\"כ איך כתב הכא דאם יש לכהן מום קבוע דנרצע והא כל דאיכא מום אינו נרצע באינו כהן. ולק\"מ דמ\"ש לקמן בהי\"א הוא במום דשייך למקרייה חולה כגון חגר או סומא וכיוצא דלא מקיים מקרא שכתוב כי טוב לו עמך ברם מומין דלאו מקרו חולי כגון מי שיוצא ראשו מאחוריו כנגד ערפו וכן מי שראשו רחב וכיוצא כמה מומין כאלו שמנאן רבינו פ\"ח מהל' ביאת המקדש לא מתמעטו מכי טוב לו עמך בעבד עברי ברם לגבי כהן דהוי מום כתב הרב אם יש בו מום כזה נרצע דמה לי חד מום מה לי תרי מומין וק\"ל."
            ],
            [
                "<b>עיין מ\"ש</b> בספרי תועפות ראם דף ל\"א ודף מ\"א."
            ],
            [],
            [
                "<b>היתה וכו' ולרבו אין אשה ובנים אינו נרצע שנאמר כי אהבך ואת ביתך.</b> וכתב מהרימ\"ט ז\"ל דבנים דרבו אלו לאו דוקא אלא אגב דנקט גבי דידיה יש לו אשה ובנים נקט גבי אדון ולרבו אין אשה ובנים והכריח זה מקרא שכתוב ואת ביתך דלא משמע כי אם אשה וכדאמר גבי כהן גדול ותמה עליו המל\"מ ז\"ל דהא קי\"ל כר' עקיבא דדריש האתין לרבות וא\"כ נימא דמואת נתרבו הבנים וצ\"ע עכ\"ל.<br><b> ולענ\"ד</b> נראה כן דמואת ביתך דרשו כן ומה תאמר דא\"כ מה ידרשו באהבתי את אדוני את אשתי ואת בני דבאותם אתים מה מרבו נראה דשם אצטריכו לדרשה להקדים דבר לחבירו וכמ\"ש בפ\"ב דחגיגה ואת הארץ למה לי להקדים שמים לארץ וכתב רש\"י דאי כתיב השמים והארץ הו\"א שניהם כאחד לפי שא\"א לכתוב בענין אחר לכך כתב ואת הארץ להקדים ע\"כ והשתא הכא דצריך שיאמר העבד אהבתי את אדוני את אשתי ואת בני צריך באמירתו שיקדים לאדון ואחר כך לאשתו ואחר כך לבניו משו\"ה נכתבו אתים אלו ועוד אם כמהרימ\"ט יותר נכון היה להקדים בברייתא אשה ובנים דעבד דהם דוקא לאשה ובנים דאדון דלאו דוקא ומה גם דאשה ובנים דעבד קדמו בכתוב דהוא בסדר משפטים ואשה ובנים דאדון מאוחר בכתוב בסדר ראה וק\"ל.<br><b> ואני</b> מסתפק בבנים אלו אי הוי בנות בכלל או דוקא בנים ולא בנות והנה מדברי הרא\"ם ריש סדר אמור דקא פסיק ותני דאי תיבת בנים מיותר הוי למעט בנות ואם אינו מיותר הוי בנות בכלל יעו\"ש אין ללמוד לנדון דידן דאינו מיותר דהוי בנות בכלל דהא כבר בירר את שיחתו הרא\"ם ז\"ל דעד כאן לא כתב כן אלא היכא דאינו מיותר והוי ענין עונש ומשום השוה הכתוב אשה לאיש בנות בכלל בנים ברם כל דליכא עונש וכמו ולמדתם את בניכם וכיוצא בזה הוי בנים ולא בנות אשר בזה אין מקום למה שהשיג הרב החסיד בקונטרס מענה לשון על הרא\"ם מדברי התוס' בקדושין דף ס\"ו ד\"ה ולזרעו כאשר רמזתי בספרי הקטן תועפות ראם יעו\"ש ואף גם זאת כעת חזינא להנחלת יעקב ז\"ל שהקיפו בסוגיאות להראות דכל דכתב קרא בנים הוי ולא בנות ואף דאינו מיותר ולא הביט בתנאו שהתנה דהיינו דוקא בענין עונש משום השוה הכתוב אשה לאיש וחד מהסוגיאות שהביא הנחלת יעקב היא ולמדתם את בניכם והרא\"ם הביאה וישבה וגם מה שהשיגו יותר הנחלת יעקב עיין במה שציינתי בספרי תועפות ראם למליצי יושר עליו ואני תמיה על המשיגים על הרא\"ם דלא הביטו לראות תנאו שהתנה דעד כאן לא כתב דכל דאינו מיותר הוי בנות בכלל בנים אלא היכא דהוי ענין דעונש אבל כל דאינו עונש הוי בנים דוקא ולא בנות מקרא שכתוב בסדר משפטים אם אדוניו יתן לו אשה וילדה לו בנים או בנות ואם איתא דכל דאינו מיותר הוי בנות בכלל בנים למה כתב קרא או בנות הא כתב בנים ובכלל בנות אלא ודאי דאפ\"ה אין בנות בכלל. איך שיהיה היוצא לנדון דידן דהאי בני הוי בנים ולא בנות לכו\"ע ואף לדעת הרא\"ם וכן מוכח מקרא גופיה דכתיב בני ולא ילדי כדכתיב בסמוך האשה וילדיה תהיה לאדוניה לכלול בנים ובנות ולמה בסמוך כתב קרא וילדיה לכלול בנות וכאן בני אלא ודאי האי בני הוי בנים ולא בנות.<br><b> ועדיין </b> יש להסתפק דזה ניחא בבני דעבד ברם בבני האדון דמתרבו מתיבת ואת ביתך כדכתיבנא נימא דמתרבו בין בנים בין בנות ולכאורה יש לומר ילמד סתום מן המפורש אבל מי יאמר דזה חשיב מפורש לענין זה ולא נאמר דאינן עניינם אחד דכתוב אחד הוא בעבד וכתוב אחר הוא באדון ואצלי הוא ספק.<br><b> עוד</b> יש להסתפק בזה אי אין לו אלא בן טומטום או אנדרוגינוס אי יכול לומר אהבתי וכו' ואת בני ונראה לפי מה שביררנו דבני הוי בנים ולא בנות ואם אין לו בן אינו נרצע א\"כ טומטום ואנדרוגינוס דהוו ספק אי הוי זכר או נקבה איך יאמר בני והוי ספק אי הוי זכר או נקבה דטומטום אפשר שיקרע והוי נקבה ואנדרוגינוס אפשר דמין זה הוי נקבה ואם הוא בריה בפני עצמו הא לא הוי זכר."
            ],
            [
                "<b>עיין מ\"ש</b> המל\"מ סוף פסקא המתחלת עוד נראה לומר וז\"ל אלא ס\"ל התירוץ השני דטעמא דת\"ק דלא מיעט בע\"ח הוא משום דהענקה הוי כמו צדקה ולא אצטריך קרא למעט בע\"ח מהענקה וכו' עכ\"ל ומ\"ש רבינו בפ\"ב דמלוה ולוה יעו\"ש דפסק כרב נתן וכתב הרב המגיד וז\"ל זה מחלוקת בברייתא דת\"ק ור\"נ בפ\"ק דקידושין וכו' ופסק כר\"נ עכ\"ל אינו מנגד לדברי הרב וכמ\"ש הרב גופיה לעיל בדרך ראשון.<br><b> אך</b> בעיקר תירוצו יש לעמוד שתירץ דמאן דס\"ל כרב נתן קאמר דטעמא דת\"ק וכו' הוא משום דהענקה הוא מדין צדקה ולכן א\"צ לו לבעל חובו וכו' יעו\"ש וקשה לי ממ\"ש בקדושין דף ט\"ז ע\"ב תני חדא הענקה עבד עברי וכו' אלא הענקה עבד עברי לעצמו פשיטא וכו' הא מני תוטאי הוא וכו' לו ולא לבע\"ח ומאי קשיא אימא דמאי דקאמר לעצמו ר\"ל משום דהוי כצדקה ולא משום דכתיב לו והוי אף כת\"ק דהוי הלכתא ובשלמא לפירוש הרב נתנאל דף ט\"ו ע\"א הביאוהו התוס' לא קשה לפי שהם השוו הענקה לשכירות ומשו\"ה שפיר הקשה בש\"ס פשיטא דאי להא אתא לומר דדמי לשכירות ומשו\"ה לעצמו ולא לבע\"ח העיקרא בשכירות לא ידעינן ואי דידעינן בשכירות ה\"ה בהענקה ופשיטא וחידש דדוקא בהענקה ומתיב' לו משא\"כ למ\"ש המל\"מ ז\"ל וי\"ל דאין הכי נמי דלמאן דס\"ל כר' נתן וס\"ל דצדקה והענקה הכל שוים מוקי להך ברייתא כת\"ק וכר\"נ אבל בש\"ס קאי אליבא דרב טביומי דלעיל דמוקי לת\"ק דלא כר\"נ."
            ],
            [],
            [
                "<b>עיין מ\"ש</b> הרב מל\"מ על מה שהביא דברי התוספות על שם ר\"י וכתב מרן שכן הסכימו הר\"ן והרמב\"ן בשיטת בבא בתרא וקשיא ליה שהרשב\"א בתשובות בסי' תשמ\"ה וכן במכונות כתב דהשבת עבוט אין בי\"ד כופין עליה משום דהוי מצות עשה שמתן שכרה בצדה יעו\"ש. וקשה לי הכי אף דהוי גברא אגברא משום דהרשב\"א חשיב כתלמיד לגבי הרמב\"ן שהיה גדול הדור בזמן הרשב\"א והרמב\"ן היה חשוב הרבה בעיני הרשב\"א או יותר נראה דכוונתו דאיך כתב מרן סתם דעת הר\"ן והרמב\"ן ולא כתב דהרשב\"א חלוק ולא ס\"ל כר\"י. ומהכתוב אין מקום למה שזכורני שהיה מקשה מהרי\"א ז\"ל למ\"ש הרב תנא הוא בפ\"ז דמתנות עניים ה\"י שהקשה קושיא זאת מדברי הרמב\"ן בתשובה למ\"ש הרב ב\"י על שם הרמב\"ן יעו\"ש וחשב מהרי\"א ז\"ל שמה שהקשה כן משום היותו סובר הרב דתשובות המכונות הן מהרמב\"ן ואמטו להכי תמה עליו ואינו דהם תשובות הרשב\"א המכונות להרמב\"ן. דהא נראה בפירוש ממ\"ש כאן דלא נעלם ממנו דהם תשובות הרשב\"א (וה\"א) [ואפ\"ה] קשיא ליה וכמ\"ש.<br><b> וגם</b> אין להקשות עליו דמאי קשיא ליה מצדקה להשבת עבוט דבצדקה איכא ב' לאוי לא תאמץ ולא תקפוץ וכל דאיכא ב' לאוי לא חשיב לאו הניתק לעשה כמ\"ש בתמורה דף ג' ופסקו רבינו ריש הל' תמורה יעו\"ש דשאני ההיא דתמורה ודומיהן דהוי לאוי גמורים ולוקין עליהן משא\"כ לאוי דצדקה לא תאמץ ולא תקפוץ דלאו לאוי דמלקות נינהו וחשיבי כמו עשין ומה לי חד ומה לי תרי וזה מוכרח מסוף חולין דנגדיה רב יהודה לההוא גברא משום שילוח הקן והתם ליכא אלא חד לאו יעו\"ש וכמו שאכתוב בסמוך.<br><b> אלא</b> שבמה שתירץ לזה דבהשבת עבוט הוי לאו הניתק לעשה וחשיב כעשה ואיכא מתן שכרה בצדה משו\"ה אין בי\"ד מוזהרין קשה לי דיותר הוי לאו הניתק לעשה לא תאמץ ולא תקפוץ דכתיבי קודם העשה ומה גם דכתיב כי פתוח תפתח וכו' שיותר נאה לומר לא תעשה כן וכן ואם עשית שקפצת ואימצת ושילחתו ריקם פתוח תפתח ואף דהוו ב' לאוי וחד עשה ולא אתי חד עשה ועקר תרי לאוי וכמ\"ש בריש תמורה שזכרנו, מ\"מ הא כתיבנא דמה שאמר הכתוב לא תאמץ ולא תקפוץ דלאו לאוי דמלקות נינהו אלא הוו כמו עשין שאינן בני מלקות משא\"כ לא יחליפנו ולא ימיר שהן בני מלקות וכמ\"ש רבינו ריש הל' תמורה יעו\"ש.<br><b> ועיי\"ש</b> בהל' מתנות עניים שהאריך יותר דקשה ליה ממה שסיים בתשובה הנזכרת דאם ירצו בי\"ד לכוף יכולין נראה דס\"ל דלא כתירוץ שני של התוס' וסיים לתרץ זה דכי מקשו ותירצו התוס' לא החיובא אלא הרשות כלומר וא\"צ למ\"ש תחילה משום דהוי לאו הניתק לעשה אלו דבריו.<br><b> ופשוט</b> דכוונתו בדברי התוס' דקשיא ליה איך אכפייה לרב נתן בר אמי לצדקה והא הוי מתן שכרה בצידה דאיתא בחולין דף ק\"י דרמי בר דקולי חזא לרב חסדא דאמר כפתוהו לההוא גברא דלא הוה מוקיר לאבוה ואימיה א\"ל שבקוהו דתניא כל מצות עשה שמתן שכרה בצדה אין בי\"ד מוזהרין ונראה דאינן רשאין דאי רשאין אמאי אמר ליה שבקוהו כך נראה לו לרב חסדא כיון דרשאי הוא וגם רב חסדא ידע מזה ואפ\"ה עושהו ואמאי שבקיה ר\"ח ואדרבא קלסו לרמי בר דקולי אלא ודאי דכל שאינו מוזהר אינו רשאי ולזה תירץ בדברים ועוד תירץ שהיה קצבה והוא ענין אחר ור\"י תירץ כיון דאיכא ב' לאוי רשאי לכוף אף שמתן שכרה בצדה וזהו שסיים שדעת הרשב\"א ז\"ל שדעתו כהתוס' והרמב\"ן דכופין היינו אם ירצו והיינו טעמא משום הלאו אף שמתן שכרה בצדה והוא סוג ג' משא\"כ בההיא דר\"ח דחולין משום דהוי מתן שכרה בצדה וליכא לאו. ושוב ראיתי יותר ברור דזה מוכרח בכוונת התוס' ממ\"ש הם עצמם בב\"ב דף ח' ע\"ב שאחר תירוץ ר\"י דצדקה שאני משום השני לאוי הביאו משם ריצב\"א דהא דאין בי\"ד מוזהרין הוא דאין נענשין וקשיא להו מההיא דכל הבשר דמשמע דנראה מדאמר שבקוהו שאין רשאין ונדחק בההיא ש\"ס דשבקוהו ר\"ל אינכם מוזהרין להכריחו יעו\"ש הרי מבואר דלר\"י פירוש שבקוהו אין רשאין וכן בתשובה לספר קנין סימן כ\"ז שהקשה קושית התוס' הלזו ומשם ר\"י הביא התירוץ דאיכא לאוי ושוב כתב לעצמו תירוץ ריצב\"א יעו\"ש הרי דחלוקים הם מריצב\"א דלר\"י מ\"ש שבקוהו ר\"ל שאינן רשאין ולריצב\"א ר\"ל אינן נזהרין.<br><b> וע\"פ</b> יסוד זה שבנה בהל' מתנות עניים בעד ר\"י ודעמיה מתורץ מה שהקשה כאן בהל' עבדים להרשב\"א מכח סוגית סוף חולין דנגדיה ר' יהודה לההוא גברא דגזז גפיה וכו' ואף דהוי מצוה שמתן שכרה בצידה דהא כתב שם דהרשב\"א בשיטת ר\"י וכדכתיבנא. אך קשה כמו שהקשה הרב לר\"ת דלא תירץ כר\"י מההיא דסוף חולין וכן בהגהות מיימוני פי\"ב דאישות אות כ' כשהביא תירוץ משם ר\"י סייע לו מההיא דסוף שילוח הקן כלומר משא\"כ לר\"ת וכן ממה שסייע לר\"י מההיא דסוף חולין נראה דס\"ל בדעת ר\"י דלאו משום ב' לאוי תלוי תירוץ ר\"י אלא משום דאיכא לאו דהא בההיא דחולין ליכא אלא לאו אחד דלא תקח האם על הבנים והיינו טעמא דבצדקה אף שהם ב' לאוי כחד חשיבי כיון דלאו לאוי דמלקיות נינהו וכדכתיבנא בסמוך. ודע דמ\"ש הר\"ן בפרק נערה והרב המגיד פי\"ב דאישות דהרשב\"א ס\"ל דכופין על הצדקה ולא נחתינן לנכסי אלא דוקא בפניו פי' כשירצה לכוף דרשאין נינהו וקמ\"ל דלא נחתינן וכמ\"ש בתשובה בב' המקומות שאם ירצה לכוף כופין ועיין ברכי יוסף הנדפס מחדש חלק יו\"ד דף כ\"ב וכ\"ג."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בספרי</b> תועפות ראם דף מ\"א ע\"ב."
            ],
            [],
            [],
            [],
            [
                "<b>שם</b> דף מ\"א ע\"ג."
            ]
        ],
        [
            [
                "<b>וקונה עצמו או בשטר או בראשי אברים וכו'.</b> וכתב רבינו בספר המצוות מצוה רל\"ה עשין היא שציונו בדין עבד כנעני וכו' ובא בתורה שהוא משתחרר בשן ועין והשיגו הרמב\"ן שהם ב' מצות חיוב לעולם בהם תעבודו וחיוב לשחררו בשן ועין והן ב' עניינים סותרין חיוב שלא לשחררו וחיוב לשחררו בשן ועין ואם לא רצה לשחררו בשן ועין ודאי דבי\"ד כופין לו כמו שכופין לכל המצוות עשה עד שתצא נפשו נמצאו עניינם נפרדים זה מזה כמו נשואין וגירושין דהם ב' ענינים סותרים זה כונס וזה פוטר זו היא טענתו והיא אלימתא ומ\"ש במגילת אסתר דהוא אחד מן הדינים השייכים בעבד וכו' א\"כ גם בגירושין נאמר שהוא אחד מן הדינים השייכים באשה גם מ\"ש בסוף דבריו דאינו צווי לדיינים כבר ביארתי טענת הרמב\"ן."
            ]
        ],
        [
            [
                "<b>כתוב</b> אצלי בחי' גיטין דף ט' ע\"ב רש\"י ד\"ה לא יתנו לאחר מיתה וכו' נהי דלהכי זכה ביה דלא מצי למהדר ביה וכו' עכ\"ל וזו היא דעת הרי\"ף בהלכות יעו\"ש וזו היא דעת הרמב\"ם פ\"ו מהל' עבדים ה\"א לדעת הטור יו\"ד סי' רס\"ז והכ\"מ והלח\"מ.<br><b> ולענ\"ד</b> לא כן אדמה בכוונתו דלפי דעתם ז\"ל הו\"ל להר\"מ לכתוב אבל אם אמר תן אינו יכול לחזור לפיכך האומר תן וכו' כיון שהוא מחלק בין זכה לתן אלא דעתו כדעת רש\"י בחזרתו שהוא דעת ר\"ת דמיד זכה בגט ויצא בן חורין ומתני' היינו בתנו דלאו שליח שויא אלא מצוה אבל בעשה שליח גם בתן הוי כזוכה ומיד יצא לחירות והרמב\"ם כבר כתב פ\"ד מזכיה ומתנה דתן כזכה ולכן כתב בזכה דהיינו גם בתן דשניהם אחד דיצא לחירות גם בשלא הגיע גט לידו אבל בתן אינו יכול לחזור ואינו יוצא לחירות. ומתוך דברי אלה אחרי נשיקת ידיו ורגליו ממרן אין מקום למ\"ש בב\"י הל' עבדים סימן הנזכר יעו\"ש וכתב הפרישה שם ס\"ק קמ\"ד וז\"ל אבל אמר תנו לו וכו' אבל בעבד כהן יכול לחזור בו דחוב הוא לו שמפסיד מלאכול בתרומה כך איתא בתוס' פ\"ק דכתובות דף י\"א עכ\"ל ודבריו תמוהים דעד כאן לא כתבו כן התוס' אלא לר' מאיר אבל לרבנן דהלכתא כוותייהו חולקין וכ\"כ הב\"ח להיפך ממ\"ש הפרישה על שם התוס' והוא הנכון."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל שטר שיש עליו אפי' עד אחד פסול וכו' והוא שיהיה כותי חבר.</b> ועיין מה שגמגם הלח\"מ ז\"ל עליו דלא כתב דחתים ישראל לבסוף. ולענ\"ד נראה דא\"צ דכיון דכתב דצריך שיהיה חבר מובן או דידעינן ליה שהוא חבר או מכח דחתים ישראל לבסוף ואופן הידיעה יהיה על אופן שיהיה וכתב רבינו הכי לאורויי דאי ידעינן ליה שהוא כותי חבר אף דחתים לבסוף שפיר דמי."
            ]
        ],
        [],
        [
            [],
            [
                "<b>עיין מ\"ש</b> מרן ותירץ וז\"ל דמ\"ש בש\"ס ואיבעית אימא קאי לדסמיך ליה והא לפירא יעו\"ש וכתב עליו הלח\"מ דמאי קשיא הא כיון דכתב דאע\"ג דלא מטא זימני יצא לחירות כל שכן היכא דמטא ולא משכנו עכ\"ל ואין דבריו ברורים דיש בזה מה שאין בזה ולא נפקא חד מחבריה דבמטא זמניה משתעבד בו ובלא דמטא זמניה אינו משתעבד בו וא\"כ איך הוי כל שכן ושפיר קשיא ליה למרן ז\"ל. אמנם בתירוצו יש לדון דלו יהי דהתירוץ בתרא קאי לוהא לפירא סוף סוף הו\"ל להרמב\"ם לכתוב דין זה בעבד כשלוה על מנת למשכנו ולא משכנו כשם שכתב תירוץ דש\"ס דוהא לפירא דקאי בשדה וכתבו בעבד וז\"ל ואם א\"ל תקנה מעשה ידיו לא יצא לחירות לפי שיוצא הדין בעבד. ובפירוש דברי מרן נתלבט הלח\"מ וסיים בסוף דבריו היינו פירוש רש\"י ז\"ל ומה חידש לנו הרב באומרו שרבינו מפרש וכו' עכ\"ל. והוא פשוט דלרש\"י קאי ואיבעית אימא בין לעבד בין לשדה וזה וזה לגופא וזה וזה מטא זימניה וזה וזה לא משכנו ועבד שאני משום קנסא משא\"כ למ\"ש מרן לא בא התירוץ אלא לשדה אבל בעבד כדקאי קאי והיינו טעמא דכבר הוא משתעבד בו וכמ\"ש רש\"י לתירוץ קמא. וכעת נראה דכוונתו להקשות לתחילת דברי מרן שכתב לדעת רבינו שהוא מפרש דהאי שינוייא קאי למאי דאמר הא לגופא והא לפירא וכו' דאי ס\"ל דאידי ואידי לגופא ודמטא זימניה היינו פירוש רש\"י, ולא הו\"ל למרן לומר אלא דרבינו מפרש דואיבעית אימא בשלוה עליו למשכנו ולא משכנו, לא קאי כי אם לשדה דוקא, וזהו שסיים הלח\"מ וכתב ומה חידש לנו הרב באומרו שרבינו מפרש דשינוייא קאי להא לגופא והא לפירא."
            ],
            [],
            [],
            [],
            [
                "<b>ומפני מה קנסו הלוקח לבדו שאילו לא לקח זה לא יצא העבד לחו\"ל.</b> וי\"ל דזה שכתב רבינו היינו מ\"ש הש\"ס לאו עכברא גנבא וכו' ברם עוד קשיא ליה להש\"ס אי לאו עכברא חורא מנא ליה ואמר מסתברא וכו' והאי דמסתברא הו\"ל לרבינו להביאו ובחי' גיטין כתוב אצלי דף מ\"ג ע\"ב גמ' ת\"ר וכו' רשב\"ג אומר וכו' זהו שחרורו ע\"כ לכאורה נראה דלא פליגי ולא בא רשב\"ג אלא לפרש דברי ת\"ק ועל כרחך לא אמר דבמה דברים אמורים הוא לחלוק אלא במתני' ולא מברייתא ואפשר הכי והכי אמנם מדהרי\"ף והרא\"ש השמיטו הך דרשב\"ג מודה דס\"ל דפליגי ופסקו כת\"ק.<br><b> אך</b> קשה להר\"מ פ\"ח דעבדים ה\"ו דפסק כת\"ק ולא הזכיר לדרשב\"ג נראה דס\"ל דפליגי ואף דהלכה כרשב\"ג אינו בברייתא אלא במתני' וקשה דבפ\"ט דטומאת מת כתב מרן לדעת הרמב\"ם דלאו דוקא הלכה כרשב\"ג במתני' אלא ה\"ה בברייתא."
            ],
            [],
            [],
            [],
            [
                "<b>עיין </b> מ\"ש הרב [מהר\"ח אבולעפיה] בעץ החיים סדר תצא ובישרש יעקב בחי' מהר\"י בן ג'אמיל דף קס\"ג ע\"ב מ\"ש משם מהר\"ח אבולעפיה הזקן ותירץ מהר\"א בן ג'אמיל ז\"ל על מ\"ש בסי' ת\"ל עבד מכאן אמרו המוכר עבדו לנכרי או לחו\"ל יצא לחירות אשר ינצל אליך לרבות גר תושב ולכן אף דלא פסק כרישא דסיפרי דקרא לא מוקי ליה בעבד שברח מ\"מ דרשא דמעם אדוניו דהוי יתר ודי אומרו אשר ינצל אליך לרבויי גר תושב וקאי אקרא דאבתריה והשתא שפיר אתי הג\"ש עכ\"ל ופליאה דעת ממני דאיך אפשר לומר דהרמב\"ם ס\"ל כסיפא דברייתא דקרא איירי בגר תושב והא כתב רבינו בהל' י\"א עבד זה שברח הוא גר צדק והוסיף אזהרה אחרת למי שמאנה אותו שנאמר בטוב לו לא תוננו הרי בפירוש דמוקי לסיפא דקרא בגר צדק."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>פסק</b> כרבנן וכרב וכן כתב מרן ומנא אמינא לה דאי פסק כרבן שמעון בן גמליאל וכאביי נמצא דאיחר דינא דמתני' והקדים הדין היוצא מהש\"ס ולא נזכר בש\"ס ומ\"מ מסיגנון לשון הראב\"ד נראה שהבין לדעת רבינו דפסק כרשב\"ג וכאביי לאפוקי שהוא פסק כרבנן וכרבא וכמ\"ש הלח\"מ. ומ\"מ בין נאמר דפסק כרבנן ורבא בין נאמר דפסק כרשב\"ג וכאביי, מה שכתב בס' הטורים והרמב\"ם והראב\"ד פסקו כרשב\"ג ט\"ס הוא דהא לא פסק רבינו כרשב\"ג גם אם נאמר דפסק כרשב\"ג היינו כאביי ואילו הטור קדם בדברו דברי רבא ועלה הביא פלוגתא דרשב\"ג וחכמים ועלה כתב דרבינו כתב כרשב\"ג וליתא ומ\"מ נראה דלשיטת הסוברים דפסק כרשב\"ג וכאביי לא קשה איך פסק כאביי נגד הכלל דהלכתא כרבא לגבי אביי דבנדון כזה לא כללינהו כמ\"ש פ\"ט מהל' שמיטה ויובל ד\"ה כשראה הלל יעו\"ש ודעת הרמב\"ן לפסוק כחכמים וכמו שפי' גאון הובאו דבריו בחי' הרשב\"א ולדחות ראיית הראב\"ד כתב והא דשלחו מתם אנן כרשב\"ג ס\"ל אינהו כאוקמתא דאביי ס\"ל כדקאמר בהדיא ואינהו סבור לפני יאוש ובודאי לאוקמתא דאביי הלכתא כרשב\"ג דמסתבר טעמא דהא מוקי לה בדינא ורבנן מפקי ליה מרביה משום תקנתא דדילמא ממנעי ולא פרקי ולא מסתבר כוותייהו משום דכשם שמצוה וכו' כך מצוה לפדות את העבדים וכו' אלו דבריו.<br><b> וכאן</b> הבן שואל הבן יקיר לי פחד יצחק יהיה בעזרו דאיך כתב דבהדיא משמע דכאוקמתא דאביי ס\"ל נימא דכאוקמתא דרבא ס\"ל ואף לרבא ס\"ל לרבן שמעון בן גמליאל דלפני יאוש ג\"כ ישתעבד דהכי פירשו בש\"ס הברייתא לרבא אי לפני יאוש קאמריתו היינו כשם וכו' הרי דגם לרבא לרשב\"ג לפני יאוש ישתעבד ולא קשה מידי דלרבא גם לת\"ק לפני יאוש משתעבד דלא פליגי בזה וכמ\"ש התוס' ד\"ה אי לפני יאוש יעו\"ש וכמ\"ש החידושי הלכות ז\"ל וא\"כ איך קאמרי אנן כרשב\"ג ס\"ל את אי כרבנן ס\"ל וכו' אלא ודאי דקיימי כאביי וק\"ל.<br><b> אך </b> קשה טובא מאי דקשה ליה עוד לחכם בני יצחק הי\"ו במ\"ש הרשב\"א ז\"ל דדוקא אי קי\"ל כאביי פסקינן כרבן שמעון בן גמליאל דמסתבר טעמיה וקודם זה כתב ואי משום דרבי יוחנן דכליל לן כל מקום ששנה רשב\"ג במשנתינו הלכה כמותו ההוא כללא לאו דוקא וכ\"כ הרי\"ף בפ' גט פשוט דלא אמרינן הלכה כרשב\"ג אלא היכא דאיכא טעמא הרי שסוברים דדוקא אי איכא טעמא הוא דאמר ר' יוחנן הלכה כרשב\"ג ואי ליכא טעמא לאו ואם כן מאי מותיב בש\"ס לקמן דף ל\"ח ע\"א לר' יוחנן דאמר עבד שברח וכו' ממ\"ש ר\"י גופיה כל מקום ששנה רשב\"ג במשנתינו הלכה כמותו בשלמא לאביי וכו' אלא לרבא קשיא וכו' ומאי קשיא הא אי ס\"ל כרבא מודה דלאו הלכתא כרשב\"ג דלא מסתבר טעמיה כמ\"ש הוא ז\"ל ועיין להרשב\"א בתשובות סי' מ\"ה שדעתו כדעת הרי\"ף בהאי כללא דדוקא היכא דמסתבר טעמיה דרשב\"ג הוא דהלכתא כוותיה ועיין להחבי\"ב בכללי הש\"ס סי' כ' מ\"א מ\"ש בזה ועיין בתוס' יו\"ט פ\"ד דפסחים מ\"ד.<br><b> עוד</b> קשיא לי מסוגיא דידן דמותיב לר' יוחנן דידיה אדידיה למ\"ש מהראנ\"ח סדר טהרה וז\"ל פשפשתי ומצאתי כי הכלל הזה הנאמר שכל מקום ששנה רבן שמעון בן גמליאל במשנתינו הלכה כמותו אינו מוסכם לפסק הלכה דאמוראי נינהו אליבא דר\"י וכו' ושוב ראיתי מקומו איו מציעא דף ל\"ח ע\"ב יעו\"ש וכתובות דף ע\"ז ע\"ב וא\"כ מאי מותיב בש\"ס מר\"י אימא אמוראי נינהו וי\"ל דהא דרב שמואל בר אבא לא הוי אמוראי והכי מותיב אי ס\"ל לר\"ש בהא כרבה בר בר חנה אמר ר\"י וכו' קשה וק\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>עיין</b> בספרי תועפות ראם דף ל\"ט ע\"ב."
            ],
            [
                "<b>ומותר לשחררו לדבר מצוה אפי' למצוה של דבריהם וכו'.</b> ומרן הביא דברי הר\"ן שהקשה דהיאך אתי מצוה דעשרה להתפלל ודחי עשה גמור דלעולם בהם תעבודו אלא ודאי דלאו עשה גמור הוא ומשם מתרצים הביא דלעולם דהוי עשה גמור ולא אסרה תורה אלא משום לא תחנם וכיון דאיכא מצוה לאו חנינא דידהו קא עביד אלא לצורך וכו' וע\"ז הביא הש\"ס וז\"ל ובגמ' פרק שלשה שאכלו פריך על הא מצוה הבאה בעבירה היא ומשני מצוה דרבים שאני ע\"כ.<br><b> ולכאורה</b> נראה בכוונתו בהבאת ש\"ס זו דקשיא ליה להיש מתרצים דמה תירוץ הוא זה דאם איתא דכל דאיכא מצוה בשחרורו ליכא לא תחנם מאי מקשה בש\"ס מצוה הבאה בעבירה היא ומאי קושיא דכאן ליכא עבירה דליכא איסורא דלא תחנם כיון דאיכא מצוה. אמנם לענ\"ד מרן לא בא להכי אלא כוונתו שכיון לדעת הרשב\"א בגיטין דף ל\"ח שהקשה על שם הרמב\"ן וכי מפני מצוה להתפלל נדחה עשה שבתורה ותירץ שלא אסרה תורה אלא ליתן להם מתנת חנם וכו' אבל כשהוא משום מצוה ליכא חנינה וקשה לי עליו דאפי' לגר אוכל נבלות מותר ליתן מתנת חנם לכו\"ע וכל שכן לעבד כנעני וכו' אלא הכא מצוה דרבים שאני ולאפרושי רבים מאיסורא נמי עדיף ושרי אלו דבריו. נמצא דלהרשב\"א לא הונח לו מה שאמרו היש מתרצים ותירץ הוא דלעולם בהם תעבודו הוי עשה גמור והיינו טעמא דדחי משום דהוי מצוה דרבים וכמ\"ש בש\"ס וזה שכתב מרן על דברי הר\"ן הש\"ס דמצוה דרבים לומר דשאני מצוה דרבים דדחי לעשה גמור ולא מטעם מתנת חנם וכוונת הש\"ס דכשתירץ מצוה שאני היינו מצוה כזאת שהיא דרבים אלא דהמקשה לא הבין והקשה מצוה הבאה מעבירה ותירצו לו מצוה דרבים שאני וזה שאמרתי מצוה שאני ר\"ל מצוה כזאת זו היא כוונת הרשב\"א.<br><b> ולהיש </b> מתרצים נראה לפרש דבריהם דלא תיקשי להו מש\"ס ברכות דהקשה מצוה הבאה מעבירה היא דהכי פירושו דכוונת התרצן מצוה שאני הוי כמ\"ש היש מתרצים וכיון דאיכא מצוה לא חשיב כחנינה להם ואהא קשיא ליה מצוה הבאה בעבירה היא כלומר לו יהי דלגבי האדון איכא מצוה מ\"מ העבד מתחנן ממילא והוי מצוה הבאה בעבירה ותירץ מצוה דרבים דכיון דהוי מצוה רבה יש כח לבטל האיסור דמתחנן העבד וחשיב האיסור כמאן דליתי מצד המצוה רבה דהוי מצוה דרבים ואמטו להכי לא הקשה הרשב\"א להרמב\"ן מהך ש\"ס דברכות אלא אתי עליה מש\"ס אחר יעו\"ש וע\"פ הכתוב הזה הותר כל מה שהקשה הרב לשון למודים ז\"ל חלק או\"ח סי' ע\"ו ולא ראיתיו עד אחר זמן רב יעו\"ש.<br><b> ודע</b> דמהך סוגיא דברכות דקאמר מצוה דרבים שאני הוליד הרא\"ש ז\"ל דמצוה דרבים אף שאין לו עיקר מן התורה דחי עשה דיחיד מן התורה ועשה תשובה לבעל הלכות גדולות יעו\"ש וכיון דחיליה לזה הוא מתבות עשה דרבים קיצר לשון הש\"ס ולא הביא מצוה שאני והא מצוה הבאה בעבירה היא אלא (מי) [מיד] הלך לו להעתיק מצוה דרבים שהוא העיקר לילפותא שלו וזה פשוט הרבה לאפוקי מהרב החסיד בארעא דרבנן אות מ\"ם סי' שנ\"ט כתב דגירסת הרא\"ש בש\"ס הכי לעולם בהם תעבודו מצוה דרבים שאני יעו\"ש וליתא אלא דהרא\"ש קיצר לשון הש\"ס במה שאין לו צורך.<br><b> ובעיקר</b> דברי הרא\"ש דדחי לדינא דגמ' הוא הלכות גדולות וכן הוא בתוס', לא באתי לכוונתם דההיא דשמחת הרגל אינו דומה להשלמת העשרה דשמחת הרגל נהי דרבים חייבים אבל הוא כל אחד ואחד לבדו וא\"צ כנופייא משא\"כ קדיש וקדושה דאי ליכא רבים בכנופייא אינה נעשית המצוה דקדושה ומשו\"ה קרויה מצוה דרבים וק\"ל. וודאי דקדמוני בזה ברם לא ראיתיו וכעת ראיתי להרא\"ש גופיה בפרק ואלו מגלחין תירץ כן בעד ההלכות גדולות יעו\"ש.<br><b> ואחר</b> זמן רב ראיתי דסברת הרא\"ש היא סברת ר\"ת הביאה השבולי הלק\"ט הובאו דבריו במג\"א סי' תמ\"ו ס\"ק ב' וז\"ל גבי סוגית סוף ר\"ה דאין מפקחין עליו את הגל מאי טעמא שופר עשה ויו\"ט עשה ולא תעשה וכו' והקשה השבולי לקט מה צ\"ל דיו\"ט עשה ול\"ת אפי' ל\"ת לחודיה נמי לא דחי כיון דבעידנא דמיעקר לאו לא מקיים עשה ותירץ ר\"ת דעשה דרבים דחי לא תעשה אף על גב דבעידנא דמיעקר לאו לא מקיים עשה אלו דבריו. וכתב עליו המג\"א כדכתיבנא לענ\"ד וז\"ל ונראה לי דחמץ לא הוי מצוה דרבים דדוקא שופר שהיחיד מוציא רבים ידי חובתם מקרי עשה דרבים וכו'. אלא דמה שסיים שם המג\"א כעת לא הבנתיו וז\"ל דאל\"כ חמץ נמי עשה ולא תעשה הוא ולידחי עשה ול\"ת דיו\"ט והיאך תלוי זה בזה דכתב דאל\"כ וכו'."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות עבדים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}