{
    "title": "Divrei Yirmiyahu on Mishneh Torah, Leavened and Unleavened Bread",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Divrei_Yirmiyahu_on_Mishneh_Torah,_Leavened_and_Unleavened_Bread",
    "text": [
        [
            [
                "<b>כל האוכל כזית חמץ בפסח מתחילת ליל ט\"ו עד סוף יום אחד ועשרים בניסן במזיד חייב כרת שנאמר כל האוכל חמץ ונכרתה בשוגג חייב קרבן חטאת קבועה אחד האוכל ואחד הממחה ושותה.</b> ועיין בלח\"מ ונאמר לברר דין הממחה ודין משקין היוצא עי' חכם צבי סי' כ':<br><b> [א] במסכת</b> חולין דף ק\"כ ע\"א תנן התם הקפה את הדם ואכלו או שהמחה את החלב וגמעו חייב בשלמא הקפה את הדם ואכלו כיון דאקפיה אחשובי אחשביה אלא המחה את החלב וגמעו אכילה כתיבא בה והא לאו אכילה היא אמר ריש לקיש אמר קרא נפש לרבות את השותה וכו':<br><b> וברש\"י</b> הקפה הקרישו על גבי האור עכ\"ל. ובתוס' שם בד\"ה הקפה בחמה מיירי כדפי' במס' מנחות דף כ\"א אבל באור לא דדם שבישלו אינו עובר עליו עכ\"ל. ורש\"י לשיטתו במס' מנחות שם דדם שבישלו עובר עליו ולכך נקיט ע\"ג האור ועם כל זה יש להבין למה בחר באור דוקא ולא בחמה דהוי לכו\"ע:<br><b> ונראה</b> לומר עם מ\"ש בתוס' בסוגיא להלן בד\"ה היכא וכו' דאפי' אם לא כתבה [התורה] לשון אכילה מסברא דדוקא בבעין כמו שהוא אסרה התורה ובשם ה\"ר שמואל כתבו דדוקא במשקה היוצא הוי סברה כזה אבל בהמחה חלב וכיו\"ב שהוא גוף הדבר צריך למכתב אכילה להוציא מאיסורא וע\"ז נפש לרבוי ולהוציא מלשון אכילה וכמ\"ש במהרש\"א שם אפי' אין שותה גוף איסור עיי\"ש. ועי' בתוס' בד\"ה לרבות את השותה דדבר שאין משקה צריך לרבות בשותה אבל במשקה הוי שתיה כאכילה עיי\"ש:<br><b> וי\"ל</b> לפ\"ז דאם השנוי דלא הדרי וא\"כ נפקע האיסור ממנו דלא שייך לאכלו בדרך בעין כמו שהוא ואם נאמר דרק בבעין אסרה התורה נפקע איסורו אבל באם השנוי החזור לקמייתו ויש לאכלו בבעין אף כי עתה אינו בעין מ\"מ לא נפקע שם האיסור ממנו דהאיסור עומד עודנו עליו באופן דהדרי להיות בעינו כמות שהיה ועיין במס' מנחות כ\"א הנ\"ל בגמ' מ\"ש בחמה באור לא הדר בחמה הדר עיי\"ש וא\"כ ס\"ד לומר דוקא בחמה שאיסורו עליו כשיחזור לקדמותו והוי רק כאכלו שלא כדרך אכילתו באותו הדבר כיון דעכ\"פ שם איסורו עליו רבוי מקרא דאפי' אכלו בשנוי חייב אבל באור דלא הדרי לבעינו ונפקע איסורו לעולם ולכן מביא לרבותא דאפי' באור חייב ואף דבמס' מנחות שם לא נאמר לחלק כן כדאיתא בחמה נמי כיון דאדחי אדחי מ\"מ ס\"ד לומר כן ובחר ביותר לומר באור לדעתו דדם שבישלו עובר עליו ולכאורה סברת הגמרא הנ\"ל משום הדרי ולא הדרי הוי כמ\"ש משום דעודנו תורת דם עליו כשיהדר וכמ\"ש:<br><b> [ב] בשלמא</b> הקפה את הדם וכו' אחשוביה אחשביה וכו':<br><b> ויש</b> להבין בענין אחשביה בכה\"ג שאינו כמות שהוא וכמ\"ש בתוס' דהתורה לא אסרה רק בבעין ולא בדרך שתיה אף שבמשקין שתיה כאכילה ולא כן במידי דאכילה ואף לדעת הריטב\"א במס' מכות בחצי שיעור מטעם אחשביה עיי\"ש והנה בשלא כדרך הנאתו מצינו במס' שבועות כ\"ב בנשבע שלא לאכול ואכל שאין ראויה לאכילה ובמס' יומא פ' אכל אוכלין שאין ראוין לאכילה פטור ועי' בטור או\"ח בסי' תרי\"ב דמותר ולדעת רבינו מדרבנן אסור ועי' בטו\"ז שם ס\"ק ו' ובשאגת אריה בסי' ע\"ד וע\"ה ובמס' פסחים כ\"א ע\"ב בחרכו קודם זמנו וברא\"ש דאסור באכילה משום אחשביה ושם מדרבנן ועי' בר\"ן ובעה\"מ שם ובטו\"ז בסי' תמ\"ב ס\"ק ח' ובהל' שביתות עשור בפ\"ב ה\"ה ומ\"ש שם עיי\"ש. והנה כאן נראה דמהני אחשביה ועי' במס' שביעית פ\"ח מ\"א חישב לאדם וכו' ופ\"ז מ\"א ברא\"ש שם עיי\"ש. ולכאורה דוקא בחצי שיעור כתב הריטב\"א כן דהוי מצד עצמו באופן איסורו אלא דדרך אכילה לא הוי ובצירוף הוי גם דרך אכילה ושם איסור עליו לאכלו בצירוף אבל בשלא כדרך הנאתו באופן הזה לא הוי בגדר איסורא לא מהני דעתו להחשיבו וכה\"ג דהמחהו גרע דבשלא כדרך הנאתו איסור מצד עצמו עליו לאכלו כדרך הנאתו אבל בהמחהו נפקע איסורו והאיך יחזירו לאיסורו במחשבתו ונראה דדבר שרוב בני אדם מקפידין לא שייך אחשביה ואמרינן בטלה דעתו כדמצינו בכמה דוכתי אכילה ע\"י הדחק לא שמיה אכילה ועי' פסחים מ\"ד ונזיר ל\"ו ע\"ב בתוס' בד\"ה הנח ובטור או\"ח בסי' תמ\"ב ובהמ\"מ להלן בהל' ה' עיי\"ש וגם מאי נאמר בתערובת שכתבו ז\"ל דלא שייך אחשביה ועי' בחוות דעת בסי' ק\"ט עיי\"ש:<br><b> גם</b> עיין בתוס' במס' שבועות כ\"ג ע\"א בד\"ה גמר שהקשו לר' יהודה מנ\"ל שתיה בכלל אכילה דלא יליף שכר שכר מנזיר וכתבו מסברה ועוד י\"ל דר\"י יליף דשתיה בכלל אכילה כדיליף בירושלמי מדכתיב וכל דם לא תאכלו ואי בשקרש והתניא דם שקרש אינו לא אוכל ולא משקה אלא כמות שהוא והתורה קראה אכילה עכ\"ל ובירושלמי שם פ\"ג ה\"ב פתר לה כר' עקיבא דר\"ע אמר כל שהוא [כלומר כמו שהוא בעינו] אכילה ועי' בפני משה שם והנה להירושלמי ולר\"י דוקא בצלול חייב ועכ\"פ לדידן דאין עלוי לשתיה מהקפה בדם מ\"מ הו\"ל למילף מדכתיב אכילה בדם חייב בהקפה ולמה לומר מטעם אחשביה:<br><b> והנראה</b> בזה לפי מ\"ש בתוס' בד\"ה לרבות השותה דבמידי דשתיה דהוי כאכילה ידעינן בעלמא לאוכל דממחה לשתיה עיי\"ש וכיוצא בזה ברשב\"א בד\"ה הא וז\"ל וזה שהקפה אותו ואכלו אי לאו דאחשביה הא לאו הכי הו\"א דוקא בשאכלו כברייתו דהיינו מחוי הא בשהקפהו וגמעו פטור שלא חייבהו התורה אלא כדרך ברייתו עכ\"ל וא\"כ לפי הנראה מדבריו אחשביה מצד דעתו וא\"כ יש להבין כיון דשתיה בכלל אכילה מ\"ש בשנוי מברייתו משתיה לאכילה בדם שהקפה דאמרינן אחשובי אחשביה לשנוי מאכילה לשתיה בהמחה החלב דאמרינן דלאו אכילה היא:<br><b> ונראה</b> לומר דוקא בדם דאיתא לשון אכילה וכמ\"ש בשם הירושלמי הנ\"ל והיה מסברה כמ\"ש בתוס' לר' יהודה דרק בצלול חייב עיי\"ש וא\"כ אמרינן שפיר בהמחה חלב דהוי שנוי מברייתו מאכילה לשתיה גרועי גרעי ואינו בכלל חיוב מהתורה אבל בדם משתיה לאכילה כיון דהתורה כתבה בלשון אכילה וכרוב איסורי אכילה בתורה נאמר בו ולכאורה לפי לשון התורה יהיה נאמר דרק בהקפה יהיה חייב דלשון אכילה מסכים ע\"ז אלא משום דבעינן דם הראוי לזריקה וכדאי' במס' מנחות הנ\"ל דעיקרו בצלול ועכ\"פ לא שייך לומר משום השנוי משתיה לאכילה נפיק מאיסורא נגד לשון התורה ואדרבה אחשובי אחשביה שהביאו למעלת אכילה משתיה וכלשון האיסור הנאמר בו וברוב איסורים ולכן רק מאכילה לשתיה מקשינן והא אכילה כתב בהו:<br><b> והנה</b> למ\"ש בתוס' להלן בד\"ה היכא דרק במשקין היוצאים מסברה דלא בכלל איסורא בלעדי קרא דאכילה רק במחוי דחלב דבלעדי קרא דאכילה הוי נאמר מסברה כיון דהוי גוף האיסור אף בהמחהו חייב אתי שפיר מ\"ש, גם למה שכתבו בראשונה שם דגם בהמחה חלב מסברה דאינו בכלל איסורא עיי\"ש י\"ל ג\"כ היכא דכתבה התורה אכילה אף דמסברה החיצונה אינו בכלל אכילה באכלו דרך אכילה הוי עלוי לאיסורא וכמ\"ש. ועיין ברא\"ש במס' ברכות דף ל\"ו ע\"א בשם ר' אליעזר ממיץ נגד דעת התוס' עיי\"ש:<br><b> והנה</b> לכאורה היה נראה לומר הא דבעינן קרא להמחהו וכו' אף דשתיה בכלל אכילה, הוי רק לענין עונשין וכדאי' המחהו וכו' חייב דלענין עונשין מספיקא בדעת התורה לא מענשינן אבל לענין איסורא אפי' מספק בלשון התורה יהיה אסור וכמ\"ש במ\"א דבספק בלשון התורה אפי' לדעת רבינו ספיקו לחומרא מדאורייתא ויהיה נפק\"מ גדול לענין משקין היוצא להלן אבל לא נראה כן בדעת הפוסקים וצ\"ע:<br><b> [ג] שם</b> בגמ' תניא נמי גבי חמץ כה\"ג המחהו וגומעו אם חמץ הוא ענוש כרת אם מצה היא אין אדם יוצא יד\"ח בפסח בשלמא אם מצה היא אין אדם יד\"ח בפסח לחם עוני אמר רחמנא והאי לאו לחם עוני הוא אלא אם חמץ הוא ענוש כרת אכילה כתיב ביה אמר ריש לקיש אמר קרא נפש לרבות את השותה וכו':<br><b> ובתוספת</b> בד\"ה לחם וכו' הוי מצי למימר נמי אכילה כתיב ביה עכ\"ל:<br><b> ונראה</b> לענ\"ד דהנה במסכת ברכות ל\"ז ע\"ב האי חביצה דאית ביה פרורין כזית בתחילה מברך עליה המוציא לחם מן הארץ ולבסוף מברך עליו ג' ברכות וכו' והתניא לקט מכולן כזית ואכלן אם חמץ הוא ענוש כרת ואם מצה היא אדם יוצא יד\"ח בפסח וכו' א\"ר ששת האי חביצה אע\"ג דלית ביה פרורין כזית מברך עליו המוציא לחם מן הארץ אמר רבא והוא דאיכא עליה תורייתא דנהמא עיי\"ש:<br><b> ובתוספת</b> שם בד\"ה אמר כתבו דוקא בנותן פרורים במים ונתלבנו אזיל בהו תורייתא דנהמא עיי\"ש ואם כן לפי זה ימצא שתיה בפרורים ומים דאית בהו תורייתא דנהמא ותורת לחם ויהיה יוצא ידי חובת מצה ועיין בסי' תס\"א סעיף ד' עיי\"ש ואם כן האי דאיתא בסוגיא שאין יוצא יד\"ח וכו' מיירי דלית ביה תורייתא דנהמא ובאית ביה תורייתא דנהמא לחם עוני מקרי ואם כן י\"ל דמשום הכי נקטי לחם עוני וליכא לאשמעינן דהיכא דהוי תואר לחם מקרי כמו כן אכילה כה\"ג אף דהוי דרך שתיה (ולשון גמעו מסכים כמו כן בכה\"ג אף שמצינו כמו כן בפ' המקשה מהו לגמוע חלבו עיי\"ש. ובחלב דאיתא גמעו י\"ל) אבל באמת לדינא צ\"ע אם יוצא בכה\"ג אם הוי דרך אכילה דמקרי לחם לענין ברכות המוציא וכמו כן נראה לענין מצה ובשו\"ע הנ\"ל איתא שנשרה יש לפרשו אף בכה\"ג:<br><b> [ד] שם</b> הא דתניא הטמאים לרבות צירן וכו' ליגמר מהני וכו' ובתוספות שם לעיל דף קי\"ב ע\"ב בד\"ה רוטבן וכו' וא\"ת ותיפו\"ל ממשרת ליתן טעם כעיקר וכו' וי\"ל דעיקר דרשה לא אצטריך אלא לצירן וכו' אי נמי אצטריך נמי לרוטבן וקיפה ואשמעינן דמחוי כממש אם המחה שרץ וגמעו דהוי כאכילה דס\"ד דבשתיה לא מחייב כיון דאכילה כתיב ביה והכי איתא להלן ק\"כ דמייתי ליה אהמחה החלב וגמעו וא\"ת אם כן היכא דריש מיניה דצירן אסור כיון דאצטריך להכי י\"ל דשקולים הם ומציר גופיה לא הוי שמעינן דלהוי שתיה כאכילה דהוי מצינן לאוקמי כשהקפה ואכל עכ\"ל. והנה מ\"ש דשקולים הם צריך פירוש דאין לפרש דרבוי דהטמאים מרבה הכל שהרי טעם כעיקר לא נדע ממנו ושאני ציר מטעם כעיקר ולכאורה נראה לפרש דהיכא דיש לנו רבוי וב' דברים שאין להכריע אם לרבות על זה או על זה דנאמר דבא על שניהם. ועיין במסכת זבחים דף ד' ע\"ב עיי\"ש ואם כן יקשה דמקשינן ולגמור מהני הרי בליכא רבוי ודאי מסתבר ללמוד רק ממה שמפורש במקום אחר נפש להשותה ומנ\"ל צירן וצריכין עוד להטמאים ונראה דכונת התוספות כדמסקינן ללמוד משקין היוצאין כמותן שע\"י הכבישה מנפש בס\"ד וכמ\"ש בתוס' בד\"ה היכא דיש לחלק בין מחוי גוף הדבר לטעם היוצא עיין שם. ובמהרש\"א שכתב דעם כל זה מנפש נלמד גם היוצא ואם כן צירן כמ\"ש דהוי טעם היוצא ע\"י הכבישה הגרוע והמחה שוין כמו המחה עם משקין היוצאין שוים ומקשינן שפיר וליגמר כמו כן טעם ע\"י כבישה מהני:<br><b> אמנם</b> יש להבין למאן דס\"ל טעם כעיקר מגעולי עכו\"ם דאפי' טעם היוצא ומעורב אסור מכ\"ש בעין והמחהו ויש מהסוברים בטעם כעיקר גם עונש מלקות ומכ\"ש ממשו שנמחה וראיתי בשו\"ת חכם צבי בסי' כ' שהקשה כן ותירץ דשאני טעם כעיקר דהוי דרך אכילה עיי\"ש. ולכאורה י\"ל אם לא נאמר נפש לרבות השותה הוי אמינא טעם כעיקר בדברים שהם משקים כמו חָלב ויין נסך וכמ\"ש בתוספות הנ\"ל דבזה א\"צ למודא דשתיה בכלל אכילה. אמנם יקשה למ\"ש בתוספות במסכת ע\"ז ס\"ז ע\"א בד\"ה ר\"י דחלב בבשר הוי ממשו עיי\"ש וכמ\"ש נראה כרש\"י דהוי טעמא דאל\"כ לא ימצא טעם כעיקר אם לא נאמר שתיה כאכילה ויקשה כנ\"ל למ\"ד טעם כעיקר מגעולי עכו\"ם למה לי הנפש לרבות השותה ועל כרחך דמשקה בתערובת מקרי טעמו וימצא טעם כעיקר אף אם לא נאמר נפש לרבות השותה. והנה לכאורה י\"ל כמ\"ש בחכם צבי הנ\"ל ע\"י אכילה ותערובת שאני אבל גם זה צריך עיון לומר שהדבר בעצמו אם נוכל להוציאו האיסור מתערובת יהיה מותר וע\"י התערובת ההתר יהיה אסור (וי\"ל ע\"ז גם כן למ\"ש בתוספות הנ\"ל דאם לא נאמר נפש לרבות השותה הוי טעמו ותליא בטעם כעיקר דאורייתא אבל השתא דידעינן מנפש לרבות השותה אמרינן דמשקה המעורב בדבר אחר מקרי ממשו וטעם כעיקר בטעם המעורב בלבד):<br><b> אמנם</b> י\"ל כמ\"ש בחכם צבי הנ\"ל ונפרש דבריו דהוי כמו שנאמר למ\"ד דס\"ל היתר מצטרף לאיסור וכמ\"ש במ\"א דמצד עצמו חצי שיעור אסור מהתורה אלא דבעינן דרך אכילה וע\"י ההיתר אכל החצי שיעור האסור גם כדרך אכילה עיי\"ש:<br><b> ונאמר</b> ליישב קושית התוספות במסכת פסחים כ\"ד ע\"ב בד\"ה זיעה בעלמא שהקשו למאי דקיי\"ל טעם כעיקר דאורייתא עיי\"ש:<br><b> ונראה</b> לענ\"ד דהנה בריטב\"א חולין קי\"ב ע\"ב כתב על קושית התוספות מטמאים דממשרת נדע טעם כעיקר כנ\"ל וז\"ל ולעולם לא הביאו ראיה בשום מקום מן הברייתא הזאת לטעם כעיקר לא בפסחים ולא בשום מקום וטעם הדבר משום דכל שהטעם עומד בעצמו שלא נבלע לכו\"ע אסור ולא נחלקו בשום מקום ע\"ז אלא כשנבלע הטעם בדבר אחר כהאי דמשרת וגעולי עכו\"ם ובשר בחלב ובשר חטאת וזה ברור עכ\"ל. והקשה להיפוך למאן דס\"ל טעם כעיקר אפי' ע\"י התערובת אסור למה לי הטמאים ותירץ כמ\"ש הר\"ן דטעם ע\"י כבישה שאני מהיוצא ע\"י הבישול דע\"י הכבישה שייך לומר זיעה בעלמא עיי\"ש ובתוס' נראה דלא נחתי לזה:<br><b> וי\"ל</b> קושיא זאת כמו כן דהנה כמ\"ש בריטב\"א טעם בעין עדיף למאן דס\"ל טעם כעיקר לאו דאורייתא אבל נראה דאם לא נאמר נפש לרבות השותה והטמאים לרבות צירן לטעם בעין לאסור על כרחך צריכין לומר בטעם כעיקר משום דהוי ע\"י תערובת ודרך אכילה וזה אם הדבר בעצמו מותר בנוכל להפרישו מהתערובות ובתוך התערובת אסור תליא כמ\"ש לעיל אם נאמר היתר מצטרף לאיסור דהוי מהאי טעמא וכמ\"ש לעיל. והנה במסכת פסחים דמאן דס\"ל טעם כעיקר לית ליה היתר מצטרף לאיסור ממשרת עיי\"ש. ואם כן לא ימצא לומר טעם כעיקר אלא אם נאמר דטעם בעין דרך שתיה גם כן אסור כנלמד מהטמאים ומנפש ואם כן מיושב הקושיא דלמה לי הטמאים ונפש דנדע מטעם כעיקר שהרי כמ\"ש טעם כעיקר לא נדע אלא אחרי כי נדע מהטמאים ומנפש דטעם בעין אסור למאן דלית ליה היתר מצטרף לאיסור וטעם כעיקר וכמ\"ש ואם כן מיושב קושית התוס' הנ\"ל במסכת פסחים דאף דזיעה בעלמא נאמר טעם כעיקר שם בערלה. דשם בערלה דאמרינן זיעה בעלמא ולא נלמד מנפש ממילא דלא שייך טעם כעיקר כיון דהוי זיעה בעלמא ושותה מותר ולא שייך טעם כעיקר דאורייתא וכמ\"ש ואת שפיר:<br><b> ועיין</b> בשו\"ת חכם צבי הנ\"ל שהוכיח מדמקשינן והא דתניא הטבל והחדש וההקדש וכו' משקין היוצאין כמותן מנ\"ל וכ\"ת לגמור מהנך מה להנך שכן איסור הבא מאליו וכו' נראה דאלו הוי מצינן למילף מחמץ בלעדי הפירכא דכן איסור הבא מאליו הוי ילפינן משקין היוצאין כמותן מנפש ואין לחלק בין שותה גוף האיסור לשותה היוצא עיי\"ש. ולמ\"ש יש להבין למה שאין לחלק:<br><b> ודעת</b> רבינו בפ\"י מהל' מאכלות אסורות הכ\"ב כתב הטבל והחדש וההקדש וספיחי שביעית והכלאים והערלה משקין היוצאין מפירותיהן אסורין כמותן ואין לוקין עליהן חוץ מיין ושמן וכו' שלוקין עליהן כדרך שלוקין על הזיתים וענבים שלהן עכ\"ל. ועי' בלח\"מ שם ובמרכבת שם כתב דילפינן מבכורים וחד מהנך ואין עונשין מהדין עיי\"ש. ועיין בהגהות במחנה אפרים בהלכות מאכלות אסורות שם עיי\"ש. ולענין חמץ כתב בחכם צבי הנ\"ל דדבר ברור דמשקה כמותן מצירן דשרצים דהוי היוצא ע\"י כבישה וסחיטה לא יגרע מהם עיי\"ש. ואם כן רבינו שכתב ואחד הממחה ושותה לישנא דגמרא דאיתא המחה וכו' נקיט וה\"ה היוצא ממנו ובפ\"ג ה\"י משאר אבות הטומאות או שהמחה את החלב באור וגמעו ה\"ז טמא כאוכל מבשרם שהשותה בכלל אוכל וכו' עיי\"ש ועי' בלח\"מ כאן שעמד ע\"ז ונראה דבשאר איסורים מצינו איסורים בשתיה כמו באכילה אלא בשותה האוכל צריך לרבוי כמ\"ש בתוס' ובשאר איסורים אפי' שתיה לא יהיה בכלל אכילה מצינו איסורי שתיה אבל בנבילת עוף דלא מצינו בו טומאה אלא באכילה וע\"ז מפרש רבינו דאוכל כשותה ולא כתב מקרא הנלמד כמו בזולת זה שאין מביא הרבה פעמים מקרא הנדרש ממנו:"
            ],
            [
                "<b>החמץ בפסח אסור בהנאה שנאמר לא יאכל חמץ לא יהיה בו היתר אכילה.</b> ועי' בכ\"מ ולח\"מ שעמדו דכאן נקיט רבינו מלשון לא יאכל וכו' כחזקיה ובפ\"ח ממאכלות אסורות כתב כר' אבהו וכתבו דנקט היותר מפורש ולדברי הכל וכ\"כ הר\"ן וכיוצא בזה בשו\"ת מהרלב\"ח סי' י\"ז משום דבלא יאכל לא פליגי בחר רבינו כאן בלשון הנאמר בו מאיסור אכילה עיי\"ש:<br><b> והנה</b> בגמ' פסחים כ\"א ע\"ב אמר חזקיה מניין לחמץ בפסח שאסור בהנאה שנאמר לא יאכל חמץ לא יהא בו התר אכילה וברש\"י מדקרינא לא יֵאָכֵל משמע שלא יהא בו התר המביא לידי שום אכילה וסתם הנאות לידי אכילה הם באות שלוקח בדמים דבר מאכל עכ\"ל והכונה שהתורה בחרה מה שעל הרוב ונכלל בו כל הנאות אף שאינן מביאות לידי אכילה. ויש להבין דהרי בדף כ\"ג ע\"א שם מקשינן והרי שרצים דרחמנא אמר לא יאכל ותנן וכו' ול\"ל למכתב לא יאכל ומייתי לכם וכו' אמר לך חזקיה טעמא דידי נמי מהכא וברש\"י בד\"ה טעמא דידי וכו' ואי לאו האי קרא וכו' לא הוי ידענא דלא יאכל איסור הנאה הוא וכו' עכ\"ל. וא\"כ לאו ממשמעות הקרא יליף אלא מדאצטריך:<br><b> והנה</b> מלשון הגמ' לר' אבהו כל מקום שנאמר לא יאכל לא תאכל לא תאכלו אחד איסור אכילה ואחד איסור הנאה במשמע עד שיפרט לך הכתוב וכו' ולשון במשמע נראה כמו כן דהוי בלישנא דקרא. והנה יקשה לומר דבכלל לשון לא תאכל כמו כן הנאה אלא דיותר נראה דמסברה היכא דאסרה התורה לא היינו מחלקין בין הנאה לאכילה בלעדי גלוי מקרא דאף דלשון אכילה מורה על אכילה בלבד ג\"כ כיון דיש לפרשו על הנאה ג\"כ התורה נקטה אכילה דהוי הנאה לרוב במאכל ומסברה לא נחלק ולומר דרק אכילה ולא הנאה אסרה התורה וא\"כ שניהם במשמע וג\"כ יש להבין דהרי מקשינן בגמ' בשלמא לר' מאיר וכו' אלא לר' יהודה דאמר דברים ככתבן הוא דאתא הא כל איסורין שבתורה מנ\"ל דאסורין בהנאה וכו' וא\"כ נראה ג\"כ רק מדאצטריך יליף ר' אבהו ולא ממשמעות. וי\"ל אף דמסברה היינו מחלקין לומר דרק אכילה נאסר ולא הנאה מ\"מ מדחזינן בנבילה דאסור באכילה ומותר בהנאה וא\"כ נסתר המשמעות וע\"ז אמרינן מדאצטרך נדע דבעלמא אסור ומקשינן כיון דצריכין הקרא לדבר אחר לר\"י ולא הוי הקרא מיותר להתירא וממילא נאמר דמנבילה נלמד לסתור מלומר דהנאה ג\"כ במשמע ומשני ע\"ז וא\"כ נשאר דהוי במשמע בשאר דברים שניהם יחד. וכמו כן י\"ל לחזקיה כיון דקרא דשרצים נגד דקדוק לשונו בלא יאכל נדע כן מדאצטרך וחזרינן לדקדוק בהלשון. ולמ\"ש לר' אבהו לא הוי נכלל בלשון אלא מסברה חיצונה נחלק בלשון לא תאכל דיש לפרש על אכילה בלבד ויש לפרשו על הנאה ג\"כ ולחזקיה הוי בהלשון על הנאה ג\"כ. ומובן במ\"ש דרבינו נקט כאן הלשון המפורש. ועי' מ\"ש לעיל בפ\"א מהל' יו\"ט בשם בעל ספר יראים ללמוד מתוך מאשר יאכל לכל נפש דהנאה במשמע עיי\"ש דנראה ג\"כ דדרש ממשמעות הלשון:<br><b> ובמ\"ש</b> יש לתרץ קושית התוס' במס' חולין קט\"ו ע\"א בד\"ה היא קודש ואין מעשיה קודש וא\"ת ואימא למשרי בהנאה אבל באכילה אסורה כדפי' בסמוך גבי זרעים וכו' עכ\"ל עיי\"ש. וי\"ל עם מ\"ש לעיל בלשון לא תאכלו אין מכריע על הנאה ג\"כ אלא משום דיש לכללו ומסברה אין לחלק בין לאיסור הנאה לאכילה ולפ\"ז אם יש מקום לחלק נראה מסברה דאלה האסורים מצד עצמו כמ\"ש בתוס' במס' תמורה דף ד' לענין כל שתיעבתי לך עיי\"ש באיסורי אכילה וכיו\"ב י\"ל דתורה אסרה אכילת איסור לבל יבואו בנו כמ\"ש בתורה לבל נטמא בהם משא\"כ בהנאה. אבל שאינם איסורם מצ\"ע אלא עלינו אסור המעשה ומהם שהזמן גורם האיסור כמו שבת וחורש בשור וחמור בלתי מסתבר לחלק הנאה ואכילה. ולכן בכלאי זרעים וכמ\"ש ברש\"י בד\"ה כלאי זרעים הן עצמן תועבה ולתסרו עכ\"ל מקשינן שפיר דילמא באכילה ולא בהנאה כמו שאר איסורים מחמת עצמם דיש לחלק כן משא\"כ בשבת וכמ\"ש. אמנם לדעת התוס' אין דברינו עולים שתירצו במס' פסחים כ\"א ע\"ב בד\"ה כל דלכן נהנה בחמץ אינו בכרת דלא יאכל ולא תאכל ילפינן מלא תאכלו אבל כי כל אוכל לא ילפינן מלא תאכלו עיי\"ש. וא\"כ נראה דרק מדאיצטריך בנבילה נדע איסורא דהנאה בעלמא ומנבילה נלמד ללא תאכל ולא יאכל ולא ממשמעות מדעת החיצונה וכמ\"ש. אבל לדעת רבינו י\"ל כן אלא דיקשה קושית התוס'. אמנם עיין בהגהות מל\"מ בפי\"ג מהל' שגגות הל' ה' שעמדו על קושית התוס' ממ\"ש בתוס' חולין ק\"כ ע\"א בד\"ה אלא דכרת ליכא בהנאה עיי\"ש. דנראה מדאצטריך נפש לרבות השותה ועי' בשעה\"מ כאן וי\"ל לדעת רבינו לפ\"ז:",
                "<b> והמניח חמץ ברשותו אע\"פ שלא אכלו עובר בשני לאוין שנאמר לא יראה לך שאור בכל גבולך ונאמר שאור לא ימצא בבתיכם ואיסור החמץ ואיסור השאור שבו מחמיצין אחד הוא.</b> ועיין בהשגות הראב\"ד שכתב יש הפרש ביניהם שחמץ בנפסל מאכילת כלב אין זקוק לבער ושאור אף שנפסל חייב לבער לפי שראוי לשחקו ולחמץ בו כמה עיסות עיי\"ש. ועי' בכ\"מ שהקשה דהו\"ל ג' לאוין עיי\"ש ובצל\"ח ביצה ד' ע\"ב בד\"ה פתח עיי\"ש. ובדעת הראב\"ד למ\"ש בכ\"מ שאור ראוי לחמע בעיסות אחרות וחייב אפי' בנפסל מאכילת כלב משא\"כ חמץ שאיו ראוי לחמע עיסות אחרות ובשו\"ע בסי' תמ\"ב סעיף ט' בסתמא כדעת רבינו ועי' במג\"א ס\"ק י\"ד ובפר\"ח כתב כדעת הראב\"ד ותוספתא שהובא בהגהות מיימוני מסייע לו ובר\"ן הקשה למה בנפסל מאכילת אדם חייב הרי הוי כנבילה שאין ראוי לגר דלא שמה נבילה ונ\"ט לפגם שרי אפי' בחמץ וכתב ע\"ז וי\"ל דהכא שאני מפני שראוי לחמע בו כמה עיסות אחרות והכי איתא בגמ' דהא שאור לא חזי לאכילה ואפ\"ה אסריה רחמנא מהאי טעמא והכי איתא במכילתא עכ\"ל. ולדעת הראב\"ד דבחמץ אפי' בשאין ראוי לחמע עיסות אחרות חייב א\"כ יקשה מאי שנא משאר נ\"ט לפגם כקושית הר\"ן אמנם לדעת המ\"מ לראב\"ד חמץ ג\"כ ראוי לחמע אלא דעם כל זה רק בראוי לאכילת כלב משא\"כ שאור וראיתי בפרי מגדים באשל אברהם ס\"ק י\"ד שם שעמד ע\"ז עיי\"ש:<br><b> ובלח\"מ</b> כתב דלראב\"ד חייב לבער מדרבנן דמהתורה כיון דהשתא אינו חמץ אינו חייב על שראוי לחמע בו עיסות אחרות עיי\"ש. ועי' בס' מעשה רוקח שאין נראה כן שהרי קאי על דברי רבינו דקאמר בדאורייתא עיי\"ש. ועיין במס' ע\"ז דף ס\"ח ע\"א שאור של תרומה וכו' אסור ור' שמעון מתיר והא הכא דפגם מעקרא הוא ופליגי א\"ר זירא שאני עיסה הואיל וראוי לחמע בה כמה עיסות ובפט\"ז הט\"ז מהל' מאכלות אסורות ושם נראה מדאורייתא אסור אף דבכה\"ג דבפני עצמו יהיה מותר משום פגמו ואיסורו נולד בתערובתו עם ההתר וא\"כ האיסור ע\"י ההתר. ונראה כיון דעומד וראוי להשביח עיסות אחרות לא הוי שם פגום עליו והנה כתבו ז\"ל מדאסרה התורה שאור אף שאין ראוי לאכילה מזה נדע בחמץ ג\"כ עיי\"ש. אבל הרי שאור לאו בחמץ בלבד אמרינן כן אלא אף בשאר דברים בראוי לחמע וכמו כן בחמץ בכה\"ג בלבד וכמ\"ש בשם הר\"ן ולא חידשה התורה בחמץ כלל ומשו\"ה לא מצינו פגם לאסור בחמץ וכ\"ז נראה כמ\"ש לעיל כהמ\"מ בדעת הראב\"ד:"
            ],
            [
                "<b>אינו לוקה משום לא יראה ולא ימצא אלא אם קנה חמץ בפסח או חמצו כדי שיעשה בו מעשה. אבל אם היה לו חמץ קודם פסח ובא הפסח ולא ביערו אלא הניחו ברשותו אע\"פ שעבר על שני לאוין אינו לוקה מן התורה מפני שלא עשה בה מעשה ומכין אותו מכת מרדות.</b> ועיין במס' פסחים צ\"ה ע\"א וברש\"י ובתוס' שם ובמהרש\"א שכתבו שלא היה בגירסתם בגמ' דהוי ניתק לעשה עיי\"ש ומ\"מ דעתם דהוי ניתק לעשה ועי' שהקשה על רבינו בזה ועי' בשאגת אריה סי' פ' פ\"א פ\"ב ובשער המלך ובמל\"מ כאן בזה:<br><b> ובתוס'</b> במס' פסחים כ\"ט ע\"ב בד\"ה ר\"א ומכאן מוכיח ר\"י שמשהה חמץ בפסח ודעתו לבערו אינו עובר באותה השהייה דאי אמרת עובר אכתי אמאי מעל לר' יוסי הא מיד כשיפדה אותו הוא שלו ומודה ר' יוסי דשלך אי אתה רואה אלא ודאי לא עבר וטעמא דבל יראה ניתק לעשה ולכך אינו עובר כשמבערו לבסוף עכ\"ל. ובשאגת אריה ובשעה\"מ הקשו מחלה בטומאה ביו\"ט בפסחים מ\"ו הרי הוי משהה ע\"מ לבערו וכנראה מתוס' לכתחילה לא עשה איסורא עיי\"ש:<br><b> אמנם</b> לענ\"ד נראה דתוס' לא כתבו כן בכל ניתק לעשה וכמו שהקשו ז\"ל מהרבה ניתק לעשה דאסורים לעבור ולקיים העשה דהנה בלא\"ה יש להבין לר' יוסי הגלילי דס\"ל חמץ בפסח מותר בהנאה האיך שייך התר הנאה כיון דאין רשאי להשהותו דעובר על בל יראה והרי אי אפשר ליהנות בלי שהיה. וצ\"ל בנמצא חמץ בפסח בחוה\"מ דשרפו ויוכל ליהנות בשעת ביעורו. או שמכרו לנכרי אלא דכל זה בבא החמץ לידו בפסח באונס אבל האיך רשאי לפדות שיבוא לידו מזה הוכיחו בתוס' בפודה ע\"מ שיבערנו וליהנות בשעת ביעורו כיון שמבערו מידו אינו עובר בבל יראה מזמן קנותו עד שיבוא לידי שריפה כיון שאינו חפץ שיראה וימצא לו וכל דעתו לבערו ועל שיעור השהייתו כדי לבערו אינו עובר וכ\"ז בכה\"ג שלא נשהה בידו אלא כדי שיבערנו. אבל בתרומת חמץ שאין יכול לשרפו ביו\"ט וא\"כ אין השיהוי ביו\"ט כדי שיבערנו דא\"צ זמן הרבה כ\"כ ואין רשאי לבערנו וא\"כ עובר על השיהוי עד זמן השריפה אחר שכתבתי ראיתי בס' מקור חיים בסי' תל\"א שכתב ומה שהקשו ממפריש חלה וכו' נראה דדוקא שמשהה אותו בשעה שעוסק כדי לבערו שפודהו ומסיקו תיכף עכ\"ל. ומ\"ש בתוס' וטעמא דבל יראה ניתק לעשה ולכך אין עובר כשמבערו לבסוף דלא נאמר דעכ\"פ הרגעים עד הביעור בבל יראה. וע\"ז כתב דהרי בניתק לעשה הוי העשה תיקון הלאו אלא דעם כל זה אין לעבור הלאו ולתקנו ע\"י העשה ומזמן שעבר על הלאו עד תיקון העשה הוא בעבירה אבל בכה\"ג דמיד שעבר הלאו עוסק בתיקונו ע\"י העשה ואין זמן באמצע משעה שעבר עד התיקון דהכנה הוי מענין התיקונו בכה\"ג אין עובר לכתחילה גם כן כנראה לענ\"ד:<br><b> ומ\"ש</b> רבינו אם קנה חמץ בפסח דנראה דס\"ל דמהני זכיה באיסורי הנאה עי' בנודע יהודה מהדו\"ק חלק או\"ח בסי' י\"ט ודעת הריטב\"א במסכת ע\"ז וקדושין וריב\"ש בסי' ת\"א דמהני זכיה באיסורי הנאה וברש\"י במסכת ב\"ק מ\"ה מובא בס' אבני מלואים הל' קדושין סי' כ\"ח ס\"ק נ\"ו דאיסורי הנאה מקרי אינו ברשותו עיי\"ש. ונראה דאיסור הנאה לא מפקיע שלא יהיה שלו אבל כיון שאין רשות בו משום איסור הוי כאינו ברשותו דמאי שנא שאינו ברשותו דיד הגזלן מעכב ממנו כמו כן האיסור הנאה. והנה לפ\"ז בקונה חמץ מישראל לא יועיל המכירה כיון שאינו ברשותו של המוכר אף דתורה עשה כברשותו זה לענין בל יראה בלבד וי\"ל דוקא בקונה מנכרי ובמסכת ע\"ז בהפקר גבי מדאגביה קניה שייך שפיר זכיה לדעת רש\"י. וצ\"ל בהגבהה דוקא דמשיכה לרשותו לא יהני דהרי הוי בכה\"ג שאינו ברשותו וצ\"ע בזה. ועיין בנוב\"י שם שכתב דלא מסתבר לחלק בין איסורי הנאה למוכר ולוקח עיי\"ש. והנה בישראל לישראל גם כמ\"ש לא נפק\"מ דכיון דהוי אינו ברשותו להמוכר נשאר שלו ואין ללוקח קנין אלא בקונה מנכרי י\"ל דהוי קנין שפיר כמ\"ש:<br><b> ויש</b> לפרש ריה\"ג דאמר במסכת פסחים כ\"ח ע\"ב תמה על עצמך האיך חמץ אסור בהנאה כל שבעה דלשון תמה על עצמך בלתי מובן דנהי דריה\"ג דורש ג' מקראות לדברים אחרים מ\"מ תמה על עצמך לא שייך לומר ע\"ז וראיתי בפנ\"י שעמד ע\"ז עיי\"ש. ולמ\"ש י\"ל דכמ\"ש ברש\"י דחמץ הוי שלו ואינו ברשותו וריה\"ג לית ליה עשאו כברשותו ואם כן אמר ממ\"נ תמה על עצמך דתוך הפסח דודאי עובר בבל יראה ואם אסור בהנאה האיך יעבור על בל יראה דהרי הוי אינו ברשותו ולא ס\"ל דהתורה עשאו כברשותו (וזה נגד מ\"ש במקור החיים דאף דמותר בהנאה אינו ברשותו משום הכל מצווין לבערו עיי\"ש אבל זה שיהיה שאינו שלו גם כן מהאי טעמא):"
            ],
            [
                "<b>חמץ שעבר עליו הפסח אסור בהנאה לעולם ודבר זה קנס הוא מדברי סופרים מפני שעבר על בל יראה ובל ימצא אסרוהו אפי' הניחו בשגגה או באונס כדי שלא יניח אדם חמץ ברשותו בפסח כדי שיהנה בו אחר הפסח.</b> עיין בהמ\"מ שכתב מקור למ\"ש רבינו אפי' הניחו בשגגה או באונס ולכאורה מגזל חמץ ועבר עליו הפסח שאמר הרי שלך לפניך נראה מפורש כן דאין לך אונס גדול מזה ושם לא שייך לומר משום דלא ביטלו הנגזל שהרי לא מהני בשאינו ברשותו וגם דא\"כ איהו דאפסיד אנפשיה ומצאתי בתורת שלמים סי' ו' שהביא ראיה משם ובפר\"ח בסי' תמ\"ח הביא מגזל וכו' ראיה דאפי' לאחרים אסור ולא הביא מזה לענין שוגג ואונס שהביא ראיה אחרת עיי\"ש והנה בנוב\"י מהדו\"ק ח\"א סי' כ' דעתו דמותר בהנאה להנגזל ועי' ע\"ז במקור חיים בסי' תמ\"ח ובשו\"ת פנ\"י סימן י\"ג כתב מקור מירושלמי שכתב בהפקר קודם פסח וכו' עיי\"ש ועי' בנוב\"י מהדו\"ק סי' י\"ט עיי\"ש:"
            ],
            [
                "<b>חמץ שנתערב בדבר אחר בפסח בין במינו בין שלא במינו הרי זה אוסר בכל שהוא וכו'.</b> עי' בהמ\"מ ובמ\"ש בענין יש לו מתירין בהל' מאכלות אסורות בפט\"ו עיי\"ש ומ\"ש בסוף ה\"ו כאן עיי\"ש:"
            ],
            [
                "<b>אין חייבין כרת אלא על אכילת עצמו של חמץ אבל עירוב כגון כותח הבבלי ושכר המדי וכל הדומה להן מדברים שהחמץ מעורב בהן אם אכלן בפסח לוקה ואין בו כרת שנאמר כל מחמצת לא תאכלו במד\"א בשאכל כזית חמץ בתוך התערובות בכדי שלש ביצים הוא שלוקה מן התורה אבל אם אין בתערובת כזית בכדי שלש ביצים אע\"פ שאסור לו לאכול אם אכל אינו לוקה אלא מכין אותו מכות מרדות.06 ועי' בהמ\"מ וכ\"מ ובפר\"ח בסי' תמ\"ב ובמקור חיים שם עיי\"ש והנה דעתם שונה אם דעת רבינו כר' אליעזר כנראה מדבריו או כהחכמים ובכ\"מ עמד ע\"ז אם דעת רבינו כר\"א הוי ליה לחיובי באוכל כזית כותח בעינא דהתר שבו מצטרף לאיסור ובפי' רש\"י גבי התר מצטרף לאיסור ולא שיצטרך שיאכל פרס עיי\"ש:</b><br><b> ובהל'</b> נזירות בפ\"ה הל' ה' וכן אם שרה פתו ביין והיה הרביעית יין בכדי פרס מן הפת ואכל כדי פרס שנמצא שאכל רביעית יין הרי זה לוקה ועל זה וכיוצא בו נאמר בתורה וכל משרת ענבים לאסור דבר שנתערב בו היין וטעמו כטעם היין והוא שיהיה טעמו וממשו כשאר איסורי מאכלות עכ\"ל. ובלח\"מ שם הקשה דרבינו ס\"ל טעם כעיקר לאו דאורייתא ואפי' בנזיר אין התר מצטרף לאיסור ובגמ' דמשרת לרבוי אם התר מצטרף לאיסור או טעם כעיקר ועכ\"פ חדא מתרתי נילף עיי\"ש:<br><b> ונדבר</b> בראשונה בענין התר מצטרף לאיסור ופירושו וטעמו:<br><b> [א] במסכת </b> פסחים מ\"ג ע\"ב א\"ר אבהו א\"ר יוחנן בכל איסורין שבתורה אין התר מצטרף לאיסור חוץ מאיסורי נזיר שהרי אמרה התורה משרת וזעירי אמר אף שאור בל תקטירו כמאן כ\"ר אליעזר דדריש כל אי הכי חמץ בפסח נמי אין ה\"נ ולאפוקי מאביי דאמר יש הקטרה פחות מכזית קמ\"ל דאין הקטרה פחות מכזית:<br><b> וברש\"י</b> אכל חצי כזית חלב וחצי כזית בשר בבת אחת אין ההתר משלים שיעור האיסור לחייבו חוץ מאיסורי נזיר שאם אכל חצי שיעור בענבים וחצי שיעור לחם בבת אחת חייב שהרי אמרה התורה משרת ענבים לא ישתה חייב על שרייתו פת ביין ואי איכא ביין לחודא כזית לא צריך קרא וכל משרת לא גרסינן ואית דגרסי ליה ומפרשי וכו' אלא ממשמעותא דמשרת נפקא ליה וכל לא דרש עכ\"ל ובד\"ה שאור בל תקטירו נמי התר מצטרף לאיסור חצי כזית קומץ דשאור וחצי כזית דמצה ואינן מעורבין אלא כל אחד ניכר עכ\"ל:<br><b> להנראה</b> דעת רש\"י דהיתר מצטרף לאיסור הוי כשאינו מעורב כלל ולמדו ממקצתו מנין וכו' דמיירי בלא נתערב כלל דאח\"כ אמרינן עירובו מנין וכו' וכן הבין בדעתו בתוספות בד\"ה כמאן עיי\"ש ובתוספות שם הקשו כמה קושיות ע\"ז ובתוכם מהאי דאיתא להלן היתר מצטרף לאיסור בחטאת מכל אשר יגע וכו' בבשרה עד שיבלע בבשרה וכו' הרי בתערובת איירי עיי\"ש:<br><b> ודעת</b> התוספות דהיתר מצטרף לאיסור בתערובת דוקא ועי' בתוספות דף מ\"ד ע\"א בד\"ה מקום ובמהרש\"א שם שכתב לדעתם דלאו בנתערב לגמרי אלא בעירוב קצת עיי\"ש. ולתוס' נלמד היתר מצטרף לאיסור מעירובו מנין וכו':<br><b> והנה</b> היה נראה ראיה לפי' רש\"י לפמ\"ש בר\"ש במס' טבול יום בפ\"ב וכן דעת הרבה דאף לר' יוחנן דס\"ל חצי שיעור אסור מהתורה דוקא בבעין ולא בתערובת. ובלעדי הטעם שכתב הריטב\"א במסכת מכות דכל שהוא למלקות משום אחשביה כמ\"ש בחוות דעת בסי' ק\"ד בתערובת דלא שייך אחשביה מותר בלא\"ה יש לומר דע\"י תערובת קיל טפי דהרי לטעמו ולא ממשו בבעין ילפינן מהטמאים לרבות צירן ורוטבן וזה לכו\"ע ובתערובת בבלוע בדבר אחר מחלוקת אם טעם כעיקר דאורייתא או לא ולכו\"ע צריכין מקרא מיוחד ע\"ז גם בממשו ע\"י תערובת אמרינן בסוגיא דילמא מיין לחודא ואפי' ע\"י תערובת עיי\"ש הרי דמסברה החיצונה לחלק בין בעין לתערובת אע\"ג דשם לא שייך הסברה דאחשביה ועי' בתוספות במסכת נזיר ל\"ו ע\"ב בד\"ה כזית עיי\"ש ובכ\"מ כאן מ\"ש בזה ובספר המצות בסי' קצ\"ח ובמגלת אסתר שם ובתוספת בסוגיא מ\"ג ע\"ב בד\"ה מאן שכתב דאין סברה בעירוב עיי\"ש. דמכל אלה נראה דפשיטא לחלק בין תערובת לבעין ובסוגיא דטעם כעיקר כתבתי יותר מזה עיי\"ש:<br><b> אמנם</b> בר\"ן בד\"ה הרי אלו באזהרה דנראה דפשיטא ליה חצי שיעור ע\"י תערובת אסור מהתורה וכן נראה מדבריו שם בד\"ה אלו עוברין פי' רש\"י וכו' עיי\"ש דבחצי שיעור ואפי' ע\"י תערובת בלא ביטל עובר בבל יראה רק בנוקשה בלבד הקשה שם על רש\"י וכמ\"ש שם ועי' שו\"ת חכם צבי בסי' פ\"ו ובמל\"מ פי\"ח ה\"א מהל' שבת עיי\"ש:<br><b> והנה</b> כנראה היתר מצטרף לאיסור לא שייך לומר אלא אם נאמר חצי שיעור אסור מהתורה ואז שייך לומר היתר מצטרף לאיסור לצירוף לענין מלקות אבל אם נאמר חצי שיעור מותר מהתורה האיך נאמר צירוף והוי כזית הרי הוי התר בהתר אבל ר' יוחנן האומר כאן הוא דס\"ל ח\"ש אסור מהתורה ואם כן י\"ל התמל\"א אבל למ\"ש בתוספות דהתמל\"א מיירי ע\"י תערובת דוקא ואם כן יקשה דלמ\"ש מוכח דח\"ש ע\"י תערובת מותר מהתורה ואם כן האיך שייך התמל\"א והיה נראה דדעת התוספות כר\"ן הנזכר ודעת רש\"י כר\"ש וסייעתו וכמ\"ש דמוכח לחלק בין בעין ותערובת והיה נראה כרש\"י דהתמל\"א מיירי בבעין. ואמרתי לפרש בזה דברי מהרש\"א על דברי התוספות בד\"ה לענין שכתבו בתוספות דלר' יוחנן לא מצי למפרך דלא דריש כל וא\"ת הא במסכת יומא דריש ר\"י מכל חצי שיעור וכו' עכ\"ל. והקשה במהרש\"א דילמא לא ס\"ל ר' יוחנן ח\"ש אלא בבעין ולא ע\"י תערובת עיי\"ש ובפנ\"י השתומם ע\"ז דהלא קושית התוספות כפשוטו כמו דדריש כל לענין ח\"ש בעלמא כמו כן ידרוש לענין היתר מצטרף לאיסור מכל וכמו שדורש כל לדבר אחר כן ידרוש לדבר הזה גם כן ואין תליא כלל בחצי שיעור ובמה שיש לחלק בין בעין ותערובת עיי\"ש. ולמ\"ש י\"ל דכונת מהרש\"א להקשות דאף דדריש כל אפ\"ה ליכא למדרש כאן כיון דס\"ל ח\"ש אסור רק בבעין ואם כן בתערובת דלא הוי איסורא דחצי שיעור ולפמ\"ש גם התמל\"א לא שייך לומר כמ\"ש דתליא זה בזה ועיין בלשון מהרש\"א אם יש להעמיס כן בלשונו עיי\"ש ועכ\"פ לדעת רש\"י י\"ל וכמ\"ש:<br><b> אמנם</b> לכאורה זה אינו דהרי גם לדעת רש\"י יקשה עודנו דמקשינן בגמרא אי הכי בפסח נמי היתר מצטרף לאיסור שם מיירי בתערובת גמור גבי כותח הבבלי ולמ\"ש לא יהיה שייך בכה\"ג התמל\"א כלל. ויש ליישב בדוחק והיה נראה לכאורה להיפוך ראיה לדעת התוספות דמיירי בתערובת דבלא\"ה יקשה דאם מיירי בתערובת תיפו\"ל משום טעם כעיקר וכמו שהקשה רש\"י בסוגיא עיי\"ש. אבל לתוס' וכמ\"ש במהרש\"א בלא נתערב יפה לק\"מ אבל בחמץ דנתערב יפה ע\"כ ועיין בפרי חדש באו\"ח בסי' תמ\"ב שהוכיח מזה דעת הטור לענין קיוהא בעלמא עיי\"ש. אבל נאמר בזה דתוס' סבירי להו דבעינן תרוייהו טעם כעיקר והיתר מצטרף לאיסור וכמו שהוא כן דעת הרמב\"ן במלחמות שכתב וז\"ל כלל ופרט הדברים שטעם כעיקר הוא בכל נותן טעם שאין שם ממשו של איסור כגון בשר בחלב וגעולי עכו\"ם וכגון טיפת יין איסור שנפלה לקדירה ובטל ממשו ולא בטל טעמו ואפי' אין בו מגופו של איסור כלום כמו ענבים וכו' והוא שנתן האיסור בהתר טעם גדול כאלו נתערב בו כזית ממשו של איסור ואפי' בתוך שיעור צירופו זה טעם כעיקר וכו' והיתר מצטרף לאיסור שכל התר ואיסור שנתערב ממשו בין באוכלין ובין במשקין ואוכל משניהם כזית התר עצמו נעשה איסור ולוקין עליו בנזיר ולמדנו שאף בזה לרבנן פטור בחמץ וכו' נמצא אומר שאפשר לנו לומר דהתמל\"א אינו טעם כעיקר או חילוף דטכ\"ע אינו התמל\"א ויש לך מקום ששניהם באים כאחת כגון בחטאות וכו' עכ\"ל. ועיין בשו\"ת הרשב\"א בסי' ת\"מ ובתורת הבית לרשב\"א דפוס בערלין דף ק' ע\"ב ובבדק הבית שם ובחידושיו לחולין עיי\"ש. והנה נראה דעת הרמב\"ן דלמאן דס\"ל טעם כעיקר לא ס\"ל נהפך וכן דעת זולתו מהראשונים ז\"ל ועי' בתוס' במס' נזיר ל\"ו ע\"ב בד\"ה כזית נראה גם כן דלא ס\"ל נהפך וכמ\"ש להלן דאם אמרינן נהפך לא שייך כמ\"ש בתוספות שם:<br><b> אמנם</b> דעת הרבה מהראשונים ז\"ל דס\"ל דלמאן דאמר טעם כעיקר נהפך האיסור להיות התר והתר לאיסור אף היכא דלא אמרינן היתר מצטרף לאיסור ולא בעינן כזית כדי אכילת פרס מהאיסור לחודא וכמו כן לדעת רש\"י דמאן דס\"ל טעם כעיקר דאמרינן נהפך אכן לדעת הרמב\"ן וסייעתו י\"ל לפי זה דבעינן תרוייהו היתר מצטרף לאיסור וטכ\"ע וי\"ל גם כן נפק\"מ אפי' בממשו כמו לחם ביין דהנה אם גם נאמר התמל\"א היכא דלא שייך טעם כעיקר כגון בלא נבלל יפה על כרחך אין פי' דנהפך ההתר להיות איסור דהרי ההתר עומד בפני עצמו ולא שייך נהפך בעומד בפ\"ע דכל הסברה דנהפך כיון שהאיסור נתערב בהתר וא\"א לפרוש ולהפקיע האיסור מההתר וחל שם האיסור על ההתר מצד התערובת שאוסר מהתורה אבל לא כשההתר עומד בפ\"ע ואיסור בפ\"ע לא מסתבר בזה לומר נהפך רק צירוף שייך בזה היכא דגזרה התורה צירוף כזה לאיסור כמו בנזיר וכיו\"ב אבל נהפך לא שייך מסברה בכה\"ג אבל בטכ\"ע דנבלל יפה בזה אף למאן דלא ס\"ל נהפך בעלמא היכא דשייך התמל\"א בנזיר וכיו\"ב בנבלל יפה דשייך טכ\"ע גם כן בזה יש לומר מסתברא לכו\"ע דנאמר נהפך בטכ\"ע דכמ\"ש מאן דס\"ל נהפך משום דהתערובת משוי ההתר לאיסור גמור משום שאי אפשר להפריש והוי כולה אסור מהתורה ומאן דס\"ל דלא אמרינן נהפך י\"ל דס\"ל דהתורה לא עשהו אלא לענין איסור מהאי טעמא שכתבתי אבל למלקות לא דהרי קודם הצירוף לא היה רק לאיסור בלבד ולא למלקות אבל בכה\"ג דאמרינן ביה היתר מצטרף לאיסור בטכ\"ע בנזיר וכיו\"ב הרי גם לענין מלקות חשבה התורה להתר כמו האיסור בזה שייך לומר נהפך גם כן בטכ\"ע כזה:<br><b> ונאמר</b> לפי זה דאם נאמר נהפך ההתר לאיסור ואם כן לא הוי חצי שיעור ע\"י תערובת עוד דהרי קודם שנפל לתוך התערובת היה בעין ובשעת נפילה אמרינן נהפך והוי הכל כמו בעין דגם על ההתר שם האיסור וכמ\"ש במ\"א בזה. וא\"כ צריכין אנו להיתר מצטרף לאיסור ולטעם כעיקר דמשום טכ\"ע אמרינן נהפך ולוקין משום התמל\"א דע\"י הטכ\"ע לא הוי ח\"ש ע\"י תערובת ובגדר בעין ומשו\"ה מקשינן שפיר אי הכי חמץ בפסח נמי ואתי שפיר:<br><b> ואף</b> לדעת רש\"י דס\"ל נהפך בכל טעם כעיקר למאן דס\"ל טכ\"ע דאורייתא י\"ל דקושית הגמ' דאף מאן דלא ס\"ל טכ\"ע ובס\"ד דלא ידעינן אלא מהיתר מצטרף לאיסור גם כן מסתבר לחלק בין נבלל יפה דודאי עדיף דשייך ביה נהפך מלא נבלל יפה דשייך רק צירוף בו וכמ\"ש להלן בס\"ד דרש\"י מודה דתערובת גמור עדיף טפי אלא דס\"ל דבבת אחת אם אכלו וכדאיתא בסוף הסוגיא ההתר והאיסור בבת אחת אז בבעין מצרף ולא בעינן תערובת כמו בפיגול ונותר וטמא במסכת זבחים ע\"ח ע\"א דנראה דאכילה בבת אחת הוי כתערובת אף דיש לומר דבהתר ואיסור הוי ספק נבלל יפה ושם במס' זבחים הוי הכל איסור עיי\"ש. ועכ\"פ בתערובת גמור שייך נהפך ולא הוי ח\"ש ע\"י תערובת ובבעין ודאי שייך התמל\"א ואם כן מקשינן שפיר אי הכי חמץ נמי אבל לדעת דמוקי התמל\"א רק בתערובת וכמ\"ש במהרש\"א בתערובת שאינו גמור דלא נתערב יפה ואם כן הוי בכה\"ג ח\"ש ע\"י תערובת ולא שייך התמל\"א כמ\"ש למאן דס\"ל ח\"ש ע\"י תערובת מותר מהתורה ובלא נתערב יפה לא שייך נהפך לא משום טכ\"ע ולא משום התמל\"א:<br><b> והנה</b> בלא\"ה הייתי לפרש הקושיא אי הכי חמץ נמי לפמ\"ש בירושלמי במס' תרומות דמבואר שם באיסורי הנאה אף ר\"ל מודה [דחצ\"ש אסור] וא\"כ י\"ל ע\"י תערובות עכ\"פ נהנה ואסור לכו\"ע ושייך היתר מצטרף לאיסור בחמץ בפסח דאסור בהנאה אלא לדעת רבינו אין לוקין על הנאה ולא הוי אלא לאיסורא בלבד וא\"כ י\"ל עוד לדעת הסוברים כיון דבעינא לא הוי אלא איסורא לא נוסיף ע\"י התערובות למלקות כמ\"ש לעיל כ\"ז חשבתי בימי ילדותי לומר לדעת רש\"י ולהלן נדבר ביתר ביאור דס\"ל בעינא ותערובות ואין סתירה בדברים:<br><b> ולפי</b> דברינו זה יש ליישב בסוגיא דאיתא אמר ליה אביי לר' דימי וכל איסורין וכו' אין התר מצטרף לאיסור והתנן המקפה וכו' משום דהיתר מצטרף לאיסור וכו' אלא הנח לכותח הבבלי דלית ביה כזית כדי אכילת פרס אי בעינא וכו' בטלה דעתו אצל כל אדם ואי משטר קשטיר וכו' ליכא כדי אכילת פרס וכו' עיי\"ש. ועיין בתוס' שם בד\"ה אלא עיי\"ש וביותר יקשה דעכ\"פ אף דליכא כדי אכילת פרס התמל\"א הוי בכל גונא ויקשה אף למאי דאמרינן הנח וכו' ומ\"ש בתוס' ברוב התר לא אמרינן התמל\"א כדאי' במס' נזיר הנ\"ל. עי' בכ\"מ כאן שכתב שאין גורסין כן בגמ' עיי\"ש ומ\"ש בתוס' שם לרבנן דס\"ל טעם כעיקר לא ס\"ל משרת למ\"ש שניהם מכוונים יחד ועל כרחך צ\"ל בכותח דמקשינן א\"ה חמץ וכו' נמי וכמ\"ש אמנם כמ\"ש אתי שפיר דמשטר קשטיר דאז דנין הצירוף משום המאכל הנטבל. הנה בזה ליכא תערובות גמור ולא שייך טכ\"ע ונהפך כלל והוי חצי שיעור ע\"י תערובות ולא שייך התמל\"א ואי משריף קשריף בעינא דאז דנין בכותח גופא דהוי בכזית ולא מצד האוכל שלא נטבל בה מאומה והכותח נבלל יפה ושייך נהפך אבל בכה\"ג הרי בטלה דעתו וכו' ומובן תירוץ זה אף למאן דס\"ל היתר מצטרף לאיסור ואתי שפיר:<br><b> (ב) אמנם </b> באמת נראה להמעיין בלשון רש\"י שגם דעתו מסכמת בזה לתוס' דבעי במשרת תערובות קצת לומר בו היתר מצטרף לאיסור וז\"ל בדף מ\"ד ע\"ב בד\"ה מפת ומיין חייב ופליגי רבנן עליה דלית להו התמל\"א ואלו פשט היין בכל הפת לא הוו פליגי רבנן עליה דהא אית להו טעם כעיקר ואתעביד הפת גופו איסור ובהא מיהו פליגי רבנן עליה דהוא ס\"ל משום צירוף הוא ואי נמי לא נשרית כל הפת ביין מצטרף נמי ההתר לאיסור לחייב עכ\"ל ועיין בלשונו בדף מ\"ה ע\"א בזה ה\"ג רבנן מצריך צריכי בחטאת לאשמעינן משום דהמל\"א ואי נמי לא אבלע בכולהו אי אכל וכו' עכ\"ל. נראה למדייק בלשונו דס\"ל ג\"כ דבעי נבלל קצת רק דא\"צ שיהיה נבלל יפה וכן נראה שהבין בו הר\"ש בפ\"ב דמס' טבול יום עיי\"ש שהחליט כן דהרי כותח ומקפה הוי מעורב עיי\"ש גם מהאי לשון דנילף התמל\"א ממשרת מורה על תערובות קצת עכ\"פ וביותר לדעת רש\"י כאן שכתב דלא ילפינן התמל\"א מלשון וכל אלא מלשון משרת עיי\"ש וא\"כ לשיטתו יוכיח ביותר לזה ועי' ברש\"י במס' נזיר בזה עיי\"ש. וע\"כ נראה דגם רש\"י ס\"ל דבעי עירוב מעט לענין התמל\"א ובזה פליגי מאן דס\"ל משרת טעם כעיקר פירוש לשון משרת בנבלל יפה יין במים ומאן דס\"ל למילף מיניה התמל\"א פי' בלא נבלל יפה ועי' ברש\"י לחם ביין ולשון משרת סובל ב' פירושים ועכ\"פ צריך לפרש בו תערובות קצת מהכרח הלשון אלא בהלמודא פליגי רש\"י ותוס':<br><b> ונאמר</b> לענ\"ד ליישב דעת רש\"י ונאמר נמי דהנה מלשון רש\"י בריש הסוגיא דנראה דמיירי בבעין בלא נתערב כלל כמו שהעירו ע\"ז בתוס'. ונראה דהנה יש להבין בהאי דאיתא להלן מ\"ה ע\"א אלא הא דתניא מכל אשר יעשה מגפן היין מחרצנים עד זג לימד על איסורי נזיר שמצטרפים זה עם זה השתא לר' עקיבא איסור והתר מצטרפין איסור ואיסור מיבעיא א\"ל איסור והתר בבת אחת איסור ואיסור בזה אחר זה ולשון רש\"י במס' נזיר ל\"ז ע\"ב בסופו ההתר מצטרף לאיסור בבת אחת כשנתנו בפיו בבת אחת אבל בזה אחר זה לא אבל איסור ואיסור אפי' אכל חצי כזית ובלעו וחזר ואכל חצי כזית של איסור אח\"ז הרי זה מצטרף עכ\"ל:<br><b> ויש</b> להבין הרי בכל שעורי אכילת איסור ומצוה קיי\"ל כדי אכילת פרס מצטרפים והוי כבת אחת ומ\"ש לענין היתר מצטרף לאיסור ומנ\"ל זה. ודוחק לומר מיתרון דמשרת דלפ\"ז לקולא. וגם אם מיירי בנתערב הרי יש בכל חצי שיעור איסור והתר ומאי שנא אם הוי בבת אחת או בזה אחר זה. אלא בזה י\"ל דלא נבלל יפה. גם יקשה עודנו לדעת התוס' דבעינן בהתמל\"א עירוב. לישני הגמ' התר ואיסור בעירוב ואיסור באיסור בלא עירוב:<br><b> ונראה</b> לענ\"ד ליישב. ובראשונה נאמר במה שיש לספק ביבש ביבש דקיי\"ל חד בתרי בטל מהתורה אפי' בשאינו מינו אלא מדרבנן בשישים שמא יבשלם ועי' בטור ושו\"ע בסי' ק\"ט. אם רשאי לאכלם בפעם אחת מדאורייתא בנתבטל ברוב. ומה שמביא לידי ספק זה מדאי' במס' זבחים דף ע\"ח ע\"א אמר ריש לקיש הפיגול והנותר והטמא שבללן זה בזה ואכלן פטור אי אפשר שלא ירבה מין על חבירו ויבטלנו ש\"מ תלת ש\"מ איסורין מבטלין זה את זה וש\"מ נותן טעם ברוב לאו דאורייתא וש\"מ התראת ספק לא שמיה התראה. וברש\"י שם כזית מזה וכזית מזה ונתן לתוך פיו פטור ממלקות ואפי' התרו בו אי אפשר שלא ירבה וכו' כשהוא לועס אותה בפיו נבלל מין לתוך חבירו מיעטו של זה ברוב של זה ובטל המיעוט ברוב וכו' עכ\"ל. והנה נראה מזה דאפי' לענין טכ\"ע דבעינן נבלל יפה אמרינן באכלו כאחת דבלילה בפיו הוי נתערב יפה וא\"כ לפ\"ז נאמר דביבש ביבש יהיה אסור מהאי טעמא לאכלו כאחת מהתורה ועי' בסי' ק\"ט ובטו\"ז ס\"ק ב'. ומצאתי בחות דעת בסי' ק\"ט שהחליט כן עיי\"ש. ולפ\"ז מ\"ש דגזרו שמא יבשלם לאו דוקא רק שמא יאכלם כאחת וצ\"ע עוד. וא\"כ לפ\"ז נאמר דהנה לפמ\"ש דבין רש\"י ותוס' ס\"ל דלא בעינן נבלל יפה אבל עירוב קצת בעינן. והאי דדי בעירוב קצת נאמר דהנה גוף הטעם דאמרינן היתר מצטרף לאיסור נראה משום דאין אכילה פחות מכזית וחצי שיעור לא נכלל בלשון אכילה דהתורה אסרה בדרך אכילה בקבע שאין פחות מכזית ועי' מ\"ש במל\"מ להלן הל' ד' עיי\"ש. ולפ\"ז כיון דהתורה קפדה באכילה כדרכו לבני אדם ונקרא אצלם אכילה ויצא מזה חצי שיעור אף דהוי באיסורו. ולפ\"ז באכל ח\"ש דרך קבע עם ההתר כיון דהוי אכילת איסור ואכלו דרך קבע עם ח\"ש אחר ההתר שייך מלקות משום דאכל האיסור דרך אכילה דח\"ש אסור מהתורה. והנה מסתבר כן בכל איסורי תורה לולי דהוי נזיר וחטאת שני כתובים הבאים כאחד כדאיתא להלן ואמרינן בשאר איסורים דצריך הדרך אכילה הקבע ג\"כ מהאיסור. רק בנזיר וחטאת אית להו למודא וכמ\"ש מסברה תסכים ע\"ז. ועי' במס' פסחים ל\"ג ע\"ב וברש\"י בד\"ה טמא לענין טומאה הטהור מצרף לטומאה להשלים שעורו עיי\"ש. ועיין במג\"א בסי' תע\"ה ס\"ק ה' לענין מצוה במרור שכתב דאינו יוצא אלא בכזית ואפי' שלם דהוי בריה משום דאין יוצא בשרשים עיי\"ש וצ\"ע לפ\"ז וצריך לומר דגם למצוה אתמעטו משני כתובים ויש לחלק מאיסור ומצוה לטומאה:<br><b> והנה</b> כמ\"ש לשון משרת לשון סתום דיש לפרשו בנבלל גמור כמו למאן דיליף מניה טעם כעיקר דעל כרחך מפרש כן. ויש לפרשו כ\"כ רק עירוב קצת וכללא בכל דוכתא באיסורא דאורייתא לחומרא ולמלקות לקולא. אלא דעל כרחך התורה ריבה אף בעירוב קצת דאל\"כ ת\"ל מטכ\"ע למאן דס\"ל לוקין ומאן דיליף טכ\"ע פי' בנבלל יפה ע\"כ ועי' בסי' צ\"ב כיו\"ב עיי\"ש. אבל בלא נבלל כלל אי אפשר לומר בלשון משרת וכיון דילפינן התמל\"א ממשרת בעי כמוהו בתערובת קצת עכ\"פ דבלא זה אין לומר בו צירוף כלל דהרי הוי כל אחד בפ\"ע וע\"י העירוב חל יותר שם צירוף עליה. אבל בנבלל לגמרי דשייך טכ\"ע לא בעי' להתמל\"א לדעתם:<br><b> ויש</b> לומר לפ\"ז דכמ\"ש בפנ\"י וכן נראה מתוס' דלרש\"י תערובת גרע לענין היתר מצטרף לאיסור. אבל לענ\"ד דדעת רש\"י רק דלא בעי ערוב יפה דא\"כ בלא\"ה שייך טעם כעיקר. אבל יותר טוב לענין התמל\"א בעירוב יפה. ונראה להוכיח כן מסוגיא דכבר הערותי לעיל דלמה בעי בבת אחת בהמל\"א ונאמר לפי מ\"ש לעיל באכלו כאחת הוי אפי' לענין טכ\"ע דצריך נבלל יפה בכה\"ג עירוב גמור ומכ\"ש לענין התמל\"א דדי בעירוב קצת דודאי בלילת הפה הוי עירוב ועדיף טפי מלא נבלל יפה ואכלו זה אחר זה. וי\"ל לפ\"ז דבאכלו בזה אחר זה אז בעינן דומיא דמשרת עירוב קצת עכ\"פ. אבל באכלו בפעם אחת לא בעינן עירוב קודם כלל דאכילתו בבת אחת אין לך עירוב גדול מזה. ומיושב מה שהקשיתי דלישני בגמ' היתר ואיסור בעירוב דוקא דזה באמת תירצה הגמ'. ואי' דתיפוק ליה דהוי כה\"ג טעם כעיקר י\"ל אם לטכ\"ע לדעת קצת לא שייך מלקות וגם אם נאמר דלוקין על טכ\"ע נראה להלקות מטכ\"ע הוי בלילה בפה רק ספק שמא לא נתערב יפה כולו ולא נתן טעמו בכולו ואין לוקין מספק אלא דאיסורא רבע עליה וצריך להיתר מצטרף לאיסור לענין מלקות. אף דבמס' זבחים הנ\"ל משמע דאם נאמר טכ\"ע דאורייתא כה\"ג בנבלל בפה לוקין שאני התם דהוי הכל איסורא וא\"כ אמרינן ממ\"נ ילקה כיון דעכ\"פ מה שנאמר שמבטל ממילא נותן טעם וא\"כ ממ\"נ נאסר דאם דלא בטל או דנתן טעם. אבל בהיתר ואיסור הוי ספק וצריך לפ\"ז התמל\"א להלקות ואתי שפיר. אכן בנתערב קודם שאכלו לא בעי לאכלו כאחת. וראיה לזה דיקשה ל\"ל בבשרה בחטאת עד שיבלע בכשרה תיפו\"ל דהרי אכלו בבת אחת ואין לך בלוע גדולה ותערובות מזה שודאי נבלל יפה בכה\"ג ועל כרחך בכה\"ג לא בעינן בבת אחת:<br><b> ונאמר</b> דהנה ברש\"י כאן בריש הסוגין שאכלן בבת אחת וא\"כ שפיר לדעתו דלא בעי עירוב קודם האכילה. ובגמ' להלן דמשני בבת אחת מיירי בלא נתערב קודם וכמ\"ש:<br><b> (ג) ואמרתי </b> במ\"ש ליישב קושית מהרש\"א לדעת רש\"י דרבנן לא ס\"ל טעם כעיקר א\"כ מאי מקשינן ר' עקיבא טכ\"ע מנ\"ל דילמא לא ס\"ל כלל טכ\"ע כרבנן עיי\"ש. ולמ\"ש דלכו\"ע עירוב גמור לא בעי וחייב מלקות בעירוב קצת והאי דאמרינן כן לענין מלקות משום דבעירוב גמור הוי בלא\"ה טעם כעיקר ול\"ל קרא בעירובו וא\"כ ר\"ע דלית ליה טכ\"ע יקשה למה יהיה חייב מלקות בעירוב קצתו ואם דאכלו בבת אחת הרי כמ\"ש באכלו בבת אחת הוי ספק נבלל ועל כרחך דס\"ל טכ\"ע וליכא למימר דר\"ע ס\"ל דבעי באמת נבלל יפה דיקשה לדידן דאמרינן כר\"ע והרי לר\"ע בעי נבלל יפה ואתי שפיר וגם למ\"ש דלרש\"י ג\"כ בעי עירוב קצת ואם נאמר טכ\"ע לאו דאורייתא לא הוי אפי' עירוב קצת דהמעורב הוי טעמו דמותר מהתורה וכמ\"ש לעיל אפי' בחד בחד ועל כרחך דס\"ל טכ\"ע והוי צירוף במקצתו לצרפו כולו:<br><b> וכמו</b> כן לענין הקטרה כיון דאין הקטרה פחות מכזית וא\"כ הקטירו בבת אחת ועכ\"פ נוכל לומר כה\"ג וא\"כ נתערב ממילא. ומזה בחטאת דאתיא התורה לאשמעינן היתר מצטרף לאיסור על כרחך לא מיירי בעירוב גמור דא\"כ הוי טעם כעיקר ואף דהוי באכלו ספק בבת אחת מ\"מ לא מוכרע דמיירי כה\"ג ואתי שפיר. ומיושב קושית התוס' דמנ\"ל עירוב בחמץ כיון דצריכין הלמוד להתמל\"א דלפי מ\"ש דבתערובת גמור ודאי רש\"י מודה ומוכרחים אנו לומר כן דאל\"כ לא יהיה שייך בבת אחת כלל דהוי כמו עירוב גמור ובגמ' אמרינן דבעיא שיהיה בבת אחת אלא דס\"ל לרש\"י דלא בעי שיהיה בעירוב גמור וכמ\"ש ולכן לא למד רש\"י עירובו מנין וכו' משום בהקטרה דהוי בבת אחת לא צריך עירוב:<br><b> אמנם</b> יש לספק אם לענין הקטרה שייך ג\"כ צירוף כדי אכילת פרס לענין כזית למאן דס\"ל אין הקטרה פחות מכזית ועכ\"פ י\"ל דמיירי הקרא כה\"ג וצ\"ע:<br><b> אמנם</b> יקשה עוד כמ\"ש בפנ\"י כיון דמקצתו הוי ג\"כ בעירוב למה לי כי כל לרבות עירובו דהוי כמ\"ש כל שכן לפ\"ז. וי\"ל דכמ\"ש בפנ\"י דיש סברה לומר דעירוב יותר טוב ויש סברה להיפוך ג\"כ דגרע מצד עיי\"ש. ועי' מ\"ש במקום אחר במס' פסחים שם ביתר ביאור בזה:<br><b> (ד) ועתה </b> נבוא לדעת רבינו על קושית הלח\"מ בפ\"ה מהל' נזירות הנ\"ל:<br><b> והנה</b> עיין בשעה\"מ בפ\"ג מהל' נדרים שהקשה לרב אשי דאמר במס' פסחים דלכן לא ס\"ל לר' יוחנן היתר מצטרף לאיסור בכל איסורים דהוי נזיר וחטאת שני כתובים הבאים כאחת ואין מלמדין מהאי דמס' זבחים צ\"ז גבי חטאת יקדש להיות כמוהו וכו' ניתי עשה וידחה לל\"ת. ומשני דאין עשה דוחה לל\"ת שבמקדש ר\"א אמר יקדש עשה ואין עשה דוחה לל\"ת ועשה. וא\"כ יקשה לפ\"ז לר\"א לא הוי חטאת ונזיר שני כתובים דהרי בעי קרא בחטאת שלא נאמר דעשה דוחה לל\"ת עיי\"ש. וציין דבספר דברי אמת הקשה כן ועי' בדברי אמת דף נ\"ו ע\"ד שכתב דבמצוה קמ\"ח מנה רשב\"ץ יקדש לעשה כר\"א במס' זבחים דנדחה האי דמס' פסחים דא\"כ לא הוי שני כתובים עיי\"ש. ולרבינו אין לומר כן דאל\"כ יקשה טפי:<br><b> ונראה</b> לומר. דהנה לכאורה יקשה כמו כן להסוברים בעשה ול\"ת בעבר ודחה הל\"ת אין לוקים עי' במל\"מ בהל' שופר ולפ\"ז יקשה האיך נאמר דיקדש לרבוי היתר מצטרף לאיסור בחטאת דלענין איסור נדע דחצי שיעור אסור מהתורה לר' יוחנן ולמלקות נאמר דבעבר אין לוקין דעשה דוחה לל\"ת. ואין לומר דבתערובת לא ס\"ל לר' יוחנן ח\"ש אסור מהתורה וצריך התמל\"א שיהיה כזית דלפי מ\"ש לעיל דאם בח\"ש הוי התר לא שייך התמל\"א דהוי צירוף היתר בהיתר ובעירוב דלא אחשביה לא חל שם האיסור:<br><b> לכן</b> נראה לומר דקושית הגמ' ניתי עשה וידחה לל\"ת לא קאי אלא אם נאמר דיקדש דחטאת הוי להיתר מצטרף לאיסור ומיירי בלא נבלל יפה אלא דאכלו כאחת או אפי' בזה אחר זה בעירוב קצת וכמ\"ש לעיל ובהמל\"א לא שייך נהפך התר לאיסור משום דהתר עומד במקומו בפני עצמו. וטעמא אחרינא בהמל\"א מקרא ומסברה כמ\"ש לעיל. אבל אם נאמר יגע בבשרה יקדש מיירי לענין טעם כעיקר כדאי' במס' חולין ועל כרחך בנבלל יפה ולהסוברים בטכ\"ע אמרינן נהפך וא\"כ לא שייך הקושיא ניתי עשה וידחה לל\"ת דהרי טעמו של איסור מהפך ההתר והוי הכל כנותר ופיגול ולהיפוך לא שייך דטעם הקדש יהפך האיסור להתר דלא מצינו דהתר יהפך האיסור בנרגש טעמו של איסור. וכן נראה מלשון רש\"י במס' זבחים צ\"ז ע\"ב וז\"ל עד שיבלע כגון המהתך שומן חטאת וסך ממנו צלי של שלמים ונבלע בו. ומכאן אנו לומדים התר מצרף לאיסור. ואין ללמוד טכ\"ע וכו' עכ\"ל. דהוי לשון מיותר אבל למ\"ש אתי לפרש דמיירי בלא נבלל יפה דרק המל\"א ילפינן דטכ\"ע לא שייך כאן. (ויתר דברי רש\"י אפרש במ\"א בס\"ד) וא\"כ מקשינן שפיר ניתי עשה וכו' ועי' ברש\"י במס' פסחים דמוכח דלדעתו מאן דס\"ל טעם כעיקר ס\"ל נהפך עיי\"ש. ועיין בהגהות הש\"ס שהקשה על רש\"י דבמס' חולין מוקי לענין טכ\"ע. אכן באמת נראה כונת רש\"י לומר דסוגיא דמס' זבחים על כרחך לא ס\"ל כן וכמ\"ש. וכמ\"ש בשם ס' דברי אמת שהסוגיא חולקת כנ\"ל:<br><b> וכמ\"ש</b> לעיל דלרמב\"ן שכתב בחטאת שייך תרוייהו היתר מצטרף לאיסור וטעם כעיקר דלדבריו י\"ל אף מאן דלא סבירי ליה נהפך בטכ\"ע בכה\"ג דשייך המל\"א ג\"כ אמרינן לכו\"ע אמרינן נהפך כמ\"ש לעיל וא\"כ במס' פסחים דאמר רב אשי לדעת ר' יוחנן דס\"ל כפי סוגית הגמ' שם טכ\"ע והתמל\"א בחטאת ג\"כ וא\"כ לא שייך לומר ניתי עשה וכו' וממילא המל\"א לענין מלקות ועי' ברמב\"ן. וא\"כ א\"צ יקדש לעשה והוי שפיר שני כתובים הבאים כאחת. אבל במס' זבחים אזלי סוגית הגמ' להסובר טכ\"ע לאו דאורייתא מקשינן ניתי וכו' ומשני דיקדש עשה וכו' ועל כרחך לדידיה צ\"ל כן:<br><b> ולפ\"ז</b> יקשה למאן דלית ליה טעם כעיקר דאורייתא נילף היתר מצטרף לאיסור בכל איסורים דלא הוי שני כתובים הבאים כאחד דהרי צריכין בחטאת יקדש שלא נאמר עשה ידחה לל\"ת ורבינו מהסוברים טעם כעיקר לאו דאורייתא ואף בנזיר לית ליה המל\"א. אמנם למ\"ש דסתמא דגמ' במס' זבחים ס\"ל טכ\"ע לאו דאורייתא דאל\"כ לא יקשה ניתי עשה וכו' ובמס' זבחים ע\"ח ע\"א אי' ש\"מ נותן טעם ברוב לאו דאורייתא וכפי הסוגיא דזבחים הנ\"ל לא הוי שני כתובים וא\"כ יקשה על הגמ' למה לא ניליף מנזיר לכל איסורין וי\"ל דמחטאת לא ילפינן דחולין מקדשים לא ילפי' כדאי' בגמ' ומנזיר לא ילפינן כדאי' במסכת נזיר ל\"ז ע\"ב לענין טכ\"ע דחמיר איסורו דאסור בחרצן עיי\"ש. אמנם לדעת רבינו נראה דאפי' בנזיר ילפינן ממשרת רק בכדי אכילת פרס. והנה גם בחמץ כנ\"ל כתב בתערובת בכדי אכילת פרס לענין מלקות ועיין בפר\"ח שכתב על קושית המ\"מ וכיוצא בזה הקשה ברמב\"ן בס' המצות בסי' קצ\"ח עיי\"ש דדעתו דתערובת חמץ כמו בכותח דמוכח בגמ' כמ\"ש שם בממשו ולא טעמו דנתרבה בחמץ וכמו כן במשרת בנזיר הכל כדא\"פ דבעלמא כה\"ג מותר עיי\"ש ובס' מקור חיים בסי' תמ\"ב ולפ\"ז י\"ל דרבינו פסק כסוגיא דמס' זבחים ובנזיר הקרא לרבות כדא\"פ בכהנ\"ל ואתי שפיר וא\"כ לדעת רבינו התמל\"א בכזית כדא\"פ בממשו בלא טעמו. ולמ\"ש התמל\"א אם יש בו טכ\"ע אם נאמר נהפך נפק\"מ לענין חצי שיעור ע\"י תערובת ולענין עשה שידחה לל\"ת וכמ\"ש לעיל:<br><b> אמנם</b> צ\"ע במס' זבחים הנ\"ל דהוי במין במינו דלא שייך נהפך דעומד במקומו וי\"ל דתליא אם במו\"מ שייך ג\"כ טעם כעיקר עי' בנוב\"י מהדו\"ק חיו\"ד וברשב\"א במס' חולין בסוגיא דטכ\"ע עיי\"ש. וי\"ל דרבינו גמר דטכ\"ע לאו דאורייתא מסוגיא דע\"ז כמ\"ש ז\"ל וסוגיא דמס' זבחים מתורצת גם לפ\"ז להסיר קושיא הנ\"ל:<br><b> והנה</b> להנ\"ל נוכל לומר האי דאמר רבא במס' פסחים ל' ע\"א חמץ בזמנו בין במינו בין שלא במינו אסור במשהו ובתוס' שם בד\"ה אמר דר\"ת מפרש דוקא בהחמץ משום חומרא דחמץ עיי\"ש. ונראה מדרבנן אמנם למ\"ש בדעת רבינו בכדי אכילת פרס לוקין ובפחות עכ\"פ איסורו בממשו [במשהו] בלי טעמא ועי' בפר\"ח מ\"ש בפי' דברי רבינו בפט\"ו הי\"ז מהל' מאכלות אסורות עיי\"ש. אלא למ\"ש רבינו שם דחמץ משום יש לו מתירין היינו בטעמו דס\"ל טעם כעיקר מדרבנן אבל בממשו [במשהו] בחמץ צ\"ל דהוי מדאורייתא ולאו משום יש לו מתירין ועי' בהמ\"מ לעיל ה\"ה וצ\"ע. ועי' בשו\"ת מהרלב\"ח בסי' י\"ז שכתב על מ\"ש הה\"מ בחלב ודם שאין לנו מקרא מיוחד על תערובת דשאני חלב ודם שלא היה להם שעת הכושר ואיסורם לעולם משא\"כ חמץ עיי\"ש. ועיין במרכבת המשנה ובספר מנחת כהן ובספר ברכת אברהם לרבינו אברהם בנו של רבינו ז\"ל בסי' כ' עיי\"ש:"
            ],
            [
                "<b>האוכל מן החמץ עצמו בפסח כל שהוא וכו'.</b> עיין מ\"ש בהל' מאכלות אסורות בפי\"ד ה\"ב בזה עיי\"ש:"
            ]
        ],
        [
            [
                "<b>מ\"ע מן התורה להשבית החמץ קודם זמן איסור אכילתו שנאמר ביום הראשון תשביתו שאור מבתיכם וכו'. ומה היא השבתה זו האמורה בתורה היא שיבטלו בלבו ויחשוב אותו כעפר וישים בלבו שאין ברשותו חמץ כלל ושכל חמץ שברשותו הרי הוא כעפר וכדבר שאין בו צורך כלל.</b> ועי' בכ\"מ בנוסחא אחרת שהביא ובפר\"ח ושאר אחרונים ז\"ל ובס' מקור חיים בסי' תל\"א עיי\"ש ובשו\"ת פנ\"י ושו\"ת הב\"ח בסי' קכ\"ד עיי\"ש:<br><b> והנה</b> בתוס' במס' פסחים דף ד' ע\"ב בד\"ה מדאורייתא הקשו על רש\"י שפי' מדאורייתא בביטול בעלמא סגיא מדכתיב תשביתו ולא כתיב תבערו אלמא השביתה בלב הוא וקשה לר\"י דהאי השבתה הבערה כמ\"ש ר' עקיבא להלן ועוד תשביתו משש שעות ולמעלה דלא שייך ביטול ופי' דביטול מטעם הפקר עיי\"ש:<br><b> ודעת</b> הר\"ן לדעת רש\"י דשניהם מדאורייתא או ביעור או ביטול ומדרבנן שניהם עיי\"ש ועל מ\"ש בתוס' משום הפקר דעתו אף דלא שייך הפקר כה\"ג מ\"מ כיון שאין ברשותו והתורה משוי כברשותו בגלוי מלתא דלא ניחא ליה סגי עיי\"ש:<br><b> ונראה</b> סברתו דדוקא בדבר שברצונו להוציאו מרשותו צריך לשון הפקר ובפני ג' אבל במה שאינו שלו והתורה מזכה לו, בגילוי שאין רוצה לקנות די. והנה דעת רבינו בדיקה מדרבנן שלא כדעת הר\"ן אבל מלשונו שכתב לפרש ענין הביטול נראה שאינו מטעם הפקר ועי' בג' שיטות לרמב\"ן שהאריך דביטול אינו הפקר ובכ\"מ דמצינו לשון ביטול אינו הפקר בעבודה זרה נכרי מבטל ע\"ז שלו ושל חבירו ואין הפקר בדבר שאינו שלו גם דפחס או שקטע ראש חוטמה בטילה ואין כאן הפקר כלל וכן בביטול רשות לענין עירוב אינו מפקיר ביתו וגם שהתירו לבטל בשבת ואין מפקירין בשבת כמו שאין מקדישין וכו' וכתב כמו כן כהר\"ן כיון שהתורה עשהו כשלו אף דאיסורי הנאה אינו שלו וחייב בב' לאוין מפני שדעתו עליו ורוצה בקיומו אבל בביטלו שוב אינו נקרא שלו דלא קרינן ביה לך ואינו רוצה בקיומו ואפי' לר' יוסי הגלילי דמותר בהנאה כיון שנתייאש מפני איסורו יצא מרשותו כמו דאמרינן לענין גזל בזמן שאין בעה\"ב מקפיד עליהם מותרים משום גזל והוי כהפקר והכא עדיף נמי מהפקר דלא הדר איהו זכי ביה דהא שוויה כעפר ולא ניחא ליה בגויה עיי\"ש. ולשון רבינו מסכים לזה:<br><b> ועיין</b> בשו\"ת הב\"ח בסי' קכ\"ד שהשיג על שו\"ת הר\"ן והכריע דהפקר מהני בדבר שלא בא לעולם משום דבידו וגם כמ\"ש הרמב\"ם הפקר משום נדר עיי\"ש ובקצות החושן בסי' רי\"א ס\"ק ד' השיג עליו ממס' ב\"ק בסוגיא דצנועין עיי\"ש:<br><b> אמנם</b> בביטול חמץ דמיירי הב\"ח דדי בסילוק וכמ\"ש בב\"ח שם דסילוק עדיף בשאינו ברשותו דכל שאינו ברשותו ביותר שייך סילוק עיי\"ש וא\"כ בחמץ למ\"ש הרמב\"ן ור\"ן הנ\"ל לא הוי הביטול אלא סילוק ושייך בשאינו ברשותו ויש ליישב בזה קושית הקצה\"ח בסי' ל\"ז שהקשה על מאי דאי' במס' ב\"ב דף מ\"ג וליסלקי תרי מנייהו דהוי אינו ברשותו דשם הקושיא מסילוק דמהני בשאינו ברשותו וכמ\"ש הב\"ח שם בלשון טוב מהני כדמוכח במס' כריתות ועי' מ\"ש במס' כתובות בריש הכותב בזה עיי\"ש:<br><b> ונראה</b> דהיינו טעמא לחלק בין הפקר וסילוק באינו ברשותו דהפקר לדעת הנימוק\"י ורש\"י בפ\"ק דב\"מ הוי כדעת אחרת מקנה אותו ועי' בתוס' שם וזה לא שייך להקנות שאינו ברשותו משא\"כ סילוק לשויה שלא יהיה שלו שייך בדבר שלא בא לעולם ושאינו ברשותו. אבל מ\"ש בב\"ח דמשו\"ה מהני הפקר בשלב\"ל משום דהוי כנדר עיי\"ש הנה מ\"ש רבינו דהפקר משום נדר משום דהוי לענים ולעשירים כמ\"ש בב\"י בהל' פסח עיי\"ש. ונדר לא שייך אלא אם אמרינן דהוי דעת אחרת מקנה אותו וכמ\"ש הקצוה\"ח הפקר לא שייך בשאי' ברשותו וכמ\"ש משום סילוק והרי בסילוק לא שייך נדר שאין מתכוין כלל להקנות אלא לסלק נפשו ממנו. אמנם מ\"ש בלשון טוב מהני סילוק אפי' בשלו כבר ואפי' בשאינו ברשותו וא\"כ למה לא מהני ביטול לאחר זמן איסורו דמשום סילוק יהני ויסלקו בלשון טוב דאם נאמר מטעם הפקר לא שייך בשאינו ברשותו גם על הב\"ח מ\"ש דהפקר מהני בדבר שלא בא לעולם והרי שלב\"ל ושאינו ברשותו שוים דכל שלב\"ל הוי אינו ברשותו ובחמץ מפורש לאחר זמן איסור לא מהני ביטל משום דהוי אינו ברשותו מ\"מ קודם זמן איסורו י\"ל סילוק בדבר שלא בא לעולם וכמ\"ש וצ\"ע בזה הנ\"ל:<br><b> והנה</b> י\"ל דלאחר זמן איסורו מצות תשביתו וביעור עליו אף דעם כל זה עכ\"פ לענין בל יראה יהני הסילוק י\"ל דתורה שמחייבו בביעור מעכב ממנו הסילוק דלאחר הסילוק אינו מקיים המצוה עוד דלא הוי שלו וצ\"ע גם בזה אם נאמר דמשום מ\"ע דתשביתו דעליו בביעור עשהו התורה שלא יהני הסילוק ונשאר שלו וממילא עובר בבל יראה ג\"כ. ואם נשים בעשה דתשביתו עי' מ\"ש בפי\"ב ה\"ג מהל' ע\"ז עיי\"ש:<br><b> ובהמ\"מ</b> וכתב בעטור מסתברא דשליח נמי מבטל דשלוחו של אדם כמותו עכ\"ל ובר\"ן בסוגיא דהבודק צריך שיבטל וכתב בעל העיטור ז\"ל דמסתבר דשליח מבטל דגבי הפרה וגבי השואל את פרתו הוא דפליגי בה תנאי בפ' השואל צ\"ו אי שלוחו של אדם כמותו משום דבשואל כתוב בעליו ובהפרה כתיב אשה יקימנו הא בעלמא כו\"ע מודו דשלוחו של אדם כמותו ואחרים חולקין כיון דביטול מתורת הפקר נגעי בה וכמו שכתבתי לעיל שליח ודאי לא מצי לבטל שהרי אם אמר אדם לחבירו הפקר אתה נכסי אין בכך כלום עכ\"ל ובב\"י באו\"ח בסי' תל\"ד השיב ע\"ז דביטול שאני כמ\"ש הר\"ן דאינו ברשותו והתורה משוי ברשותו בגלוי מלתא סגיא וגם כמ\"ש מרבינו בהל' נדרים הפקר מטעם נדר דלא שייך ע\"י שליח משא\"כ ביטולו עיי\"ש ועיין בשו\"ע שם סעיף ד' ובטו\"ז ס\"ק ו' ובמג\"א ס\"ק ט' ובב\"ח השיג על הב\"י וכתב דמלשון הר\"ן נראה שמסכים להאומרים דלא מהני ביטול ע\"י השליח עיי\"ש. ועיין בהל' ברכות פי\"א הט\"ו מה שכתבתי שם מה שנראה מדעת רבינו בזה עיי\"ש ועיין בשו\"ת מהרי\"ט ח\"א בסי' קכ\"ז שכתב דלא שייך שליח להפקר משום דהוי מילי ועי' ברא\"ש נדרים ע\"ב ע\"ב בפירושו בד\"ה והא דמידי דממילא לא שייך מנוי שליחות ובקצה\"ח בסי' קפ\"ב עיי\"ש. ובספר מחנה אפרים הל' שלוחין בסי' ז' ובשו\"ת נוב\"י במהדו\"ב חלק יו\"ד סי' קמ\"ז שהגאון בנו ז\"ל השיג עליו מנדרים ע\"ב ע\"ב האומר לאפטרופוס כל נדרים שנודרת אשתו מכאן עד שאבוא ממקום פלוני הפר. והפר לה יכול יהיו מופרין ת\"ל אשה יקימנו ואישה יפירנו דברי ר' יאשיה א\"ל ר' יונתן מצינו בכל התורה כולה שלוחו של אדם כמותו עיי\"ש הרי הפרה דהוי מילי ואפ\"ה אמרינן שלוחו כמותו ואפי' לר' יאשיה ממיעוטא דקרא לא אמרינן כן ולא משום מילי ועל כרחך בשליח ראשון לא שייך מילי עיי\"ש:<br><b> וכמ\"ש</b> דברי המהרי\"ט מסכימים עם דעת הר\"ן. והנראה לומר דהנה באומר כל נדרים וכו' הפר לה דאם נפרשו שהוא יפירנו מעצמו והשליח יהיה כאלו הוא היה מפיר לה ואם כן הוי מתורת שליחות. אבל אם נפרש שהוא יהיה מפיר לה אז בשם הבעל. והבעל המפיר והוא השליח על דבריו אף שלא אמר לו שיפיר בשמו ממילא הוי מפיר מעכשיו והוא מודיע רק הפרת הבעל ושליח על דבריו ולא על הפרה עצמו וסמך לזה ממאי דאיתא בירושלמי בפ\"א ממסכת תרומות מ\"א קטן שתרם ואביו אמן ע\"י לא הוא שתרם אלא אביו עיי\"ש אף דיש לחלק בקצת מ\"מ נראה במידי דתליא במחשבה השליחות משוי המחשבה בהמשלח ועי' מ\"ש במקנה בפי' שכן איתא במחשבה במסכת קדושין בסוגיא דשליחות עיי\"ש אלא דלפי\"ז הוי הפרה קודם שתידור דלא מהני עי' יו\"ד סי' רל\"ד סעיף כ\"ח ואם כן על כרחך צ\"ל משום שליחות והנה י\"ל למ\"ש בר\"ן במסכת נדרים דף ע\"ג ע\"ב בד\"ה ואיכא דהתורה נתנה כח להבעל להפר משום דכל הנודרת על דעת בעלה היא נודרת עיי\"ש ועי' בתוספות במסכת נדה מ\"ו בזה עיי\"ש ואם כן כיון דדעת בעלה מסכמת שיתלה ברצון האפטרופוס ולא נדרה רק על דעתו אף דלא ידעה מזה י\"ל כן וביותר אם ידעה מהשליחות ואם כן לפי זה לא תליא כלל אם שייך שליחות בהפרה ולא תליא אם מילי ממסרין לשליח בכה\"ג אלא דלפ\"ז למה אמר לר' יאשיה מצינו בכל התורה וכו' שלוחו כמותו. יש לפרש שאמר לפי דבריו דמהני מתורת שליחות. וכמ\"ש בתוספות במסכת נדה הנ\"ל שלא כדעת הר\"ן שכתבתי ודעתם להיפוך משום דמהני הפרה מהתורה משו\"ה אמרינן כל הנודרת ע\"ד בעלה נודרת עיי\"ש ואם כן לא שייך לומר מ\"ש. גם יש לפרש דהרי בכל דבר דצריך שליחות אמרינן שלוחו כמותו מכ\"ש בכה\"ג דא\"צ שליחות ומשו\"ה לא דריש אישה יקימנו למעוטי כל האומר וכו'. ולפי\"ז י\"ל דר' יאשיה ממעט שלוחו מאישה אף דא\"צ לומר מטעם שליחות מ\"מ המיעוט שבעלה בעצמו ישמע ויפיר ויהיה מיושב במ\"ש קושית התוספות ורא\"ש והר\"ן דמאי מקשינן שם והא לא שמיעי ליה. דשמיעת השליח יהיה במקום הבעל כאלו שמע הוא עיי\"ש אבל למ\"ש מטעם שליחות לא יהני כלל דהוי מילי ואפ\"ה מהני לר\"י מטעם שכתבתי שלא נדרה ע\"ד זאת כן חשבתי לומר שלא יהיה דברי הר\"ן ומהרי\"ט נגד גמ' מפורשת:"
            ],
            [],
            [
                "<b>מדברי סופרים לחפש אחר החמץ במחבואות ובחורים ולבדוק ולהוציאו מכל גבולו. וכן מדברי סופרים שבודקין ומשביתין החמץ בלילה מתחילת ליל ארבע עשר לאור הנר מפני שבלילה כל העם מצויין בבתים ואור הנר יפה לבדיקה וכו'.</b> הנה דעת הר\"ן דמדאורייתא או בדיקה או ביטול וזה שצריך שניהם מדרבנן עיי\"ש. וכנראה ודאי בדיקה מועיל מדאורייתא דמה יעשה ביותר מלהוציאו מרשותו לבל יעבור על לא יראה ולא ימצא. אמנם אם צריך מדאורייתא בבדיקה שמא ימצא גלוסקא יפה כמ\"ש במג\"א בסי' תל\"ד דאם לא ביטלו עובר עליו אף שלא ידע כמי שאכל חלב בשוגג ועי' מ\"ש בדעת רבינו בפ\"ג להלן עיי\"ש. ובמקור חיים בסי' תל\"א מדמהו לפירות שמצויים להתליע דבדיקה מדאורייתא. וביו\"ד בסי' קכ\"ז סעיף ג' בהג\"ה בקטן ואם מעיד על איסור דרבנן להקל ולא אתחזק איסורא כגון בדיקת חמץ דהמנוהו רבנן בדרבנן אבל אם אתחזק איסורא אינו נאמן כלל. ובמג\"א בסי' תל\"ח ס\"ק ח' שהקשה דחמץ אתחזק איסורא ובמקור חיים כתב דחמץ לא מקרי אתחזק אלא שצריך לבדוק משום ספק המצוי עיי\"ש נמצא לפ\"ז לדעת רבינו משום ספק יהיה מדרבנן הבדיקה דאין לפרש ספק המצוי נוטה יותר א\"כ הוי בגדר רוב ויהיה יותר מגדר אתחזק. ונראה לדעת הג\"ה הוי מצוי למשוי ספק ולהמג\"א מצוי למשוי רוב ותליא בזה אם בדיקה בלא ביטול לחמץ שאין נודע לו הוי מדאורייתא לדעת רבינו או לא. וביותר אם נאמר דחמץ ידוע לא מהני ביטול והרי לשאינו ידוע מספק מדרבנן ולא ימצא בדיקה וביטול מדאורייתא לדעת רבינו:<br><b> ושמעתי</b> מקשים לדעת המג\"א דחמץ מקרי אתחזק א\"כ מאי מדמין במס' פסחים דף ד' דחזקתו בדוק משום דהכל חבירים אצל חמץ כמו החבר לענין מעשר דאמרינן דהן בחזקת מתוקנים עיי\"ש לפי מאי דאיתא שם דף ט' ואב\"א ספק וספק הוא דילמא מעיקרא לא טבילי כר' אושעיא דאמר מערים אדם על תבואתו ומכניסו במוץ שלה כדי לפטור ממעשר ועי' בתוס' במס' בכורות דף כ' ע\"א בד\"ה ואב\"א שכתבו דמהאי טעמא לא הוי בחזקת טבל משום דאפשר שהערים עיי\"ש. וא\"כ האיך מדמין חמץ דכל הבתים בחזקת חמץ למעשר שאינו בחזקת חיוב:<br><b> ואמרתי</b> לתרץ דהנה כמו דאיתא במס' מנחות מ\"א ע\"א ענשיתו אעשה דיש להביא את עצמו לידי חיוב במ\"ע עיי\"ש וכיוצא בזה בכמה דוכתי. ובמס' ברכות ריש כיצד מברכין לא כדורות הראשונים וכו' על דרך זו כי הראשונים הביאו עצמם לידי החיוב עיי\"ש וא\"כ בחבר מחזקתו שהביא א\"ע לידי החיוב מצוה. וממילא כיון דהוי בחזקת חבר לענין זה מהאי טעמא החזקה שאין מוציא מתחת ידו שאינו מתוקן ואף דחבר בחזקת חיוב במעשר הוי ג\"כ בחזקת שהוציאו מידי מעשר ומה שהביאו לחזקת חיוב מכריח לפטור. ואמרינן ממ\"נ ספק וספק דאם אינו בחזקת חסידות שאין מוציא מתחת ידו שאינו מתוקן א\"כ נאמר שלא הביא א\"ע לידי חיוב ג\"כ דודאי לא שייך לומר לזה הוי בחזקת חבר ולזה לא. אבל באמת הוי בחזקת שהביא א\"ע לידי החיוב ובחזקה שאינו מוציא מתחת ידו שאינו מתוקן ושפיר מדמין לזה חמץ דאתחזק והכל חברים וכו' שהוציאו מחזקתו ואתי שפיר. ועי' מ\"ש להלן בהל' ח' עיי\"ש ובה\"י בדעת הרא\"ה בהמ\"מ שם עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן אם ראה עכבר שנכנס לבית וחמץ בפיו אחר בדיקה צריך לבדוק פעם שניה אע\"פ שמצא פרורין באמצע הבית אין אומרין כבר אכל אותה הפת במקום הזה והרי הפרורין אלא חוששין שמא הניחה בחור או בחלון ואלו הפרורין שם היו ולפיכך חוזר ובודק אם לא מצא כלום הרי זה בודק כל הבית ואם מצא אותה הפת שנטלה העכבר ונכנס א\"צ בדיקה.</b> ובמל\"מ בראשונה לומר דאפי' בביטול צריך בדיקה משום דהוי ודאי חמץ בהבית ואח\"ז בשם תוס' בחד תירוץ דבביטול לא אמרינן אין ספק מוציא מידי ודאי עיי\"ש:<br><b> ונראה</b> דהנה לכאורה יש לעיין בהאי דהבודק צריך שיבטל דלפי מ\"ש רבינו ורמב\"ן הנ\"ל דעיקר ביטול שאינו חשובה בעיניו וכעפרא דארעא נחשבה לו. וא\"כ זה שבודק ומחפש בחורים וסדקים לבער את הנמצא אין לך ביטול בלב גדול מזה עיין ברש\"י פסחים דף ו' ע\"ב בד\"ה הבודק צריך שיבטל בלבו סמוך לבדיקה מיד ואומר כל חמירא דאיכא בביתא הדין לבטול וי\"ל דביטול הנראה ע\"י הבדיקה הוי דברים שבלב ועי' בר\"ן ומשו\"ה הוסיף רב לומר הבודק צריך שיבטל וכמ\"ש ברש\"י ואומר וכו' אלא דבכה\"ג דהוי הוכחה ואומדנא על הביטול בלב דברים שבלב הוי דברים כדאי' בתוס' בכמה דוכתי:<br><b> ונראה</b> לומר. ונישב נמי קושית הפנ\"י דמאי מקשינן מ\"ט אי משום פרורין וכו' תיפו\"ל כדאיתא במשנה להלן אין חוששין שמא גיררה חולדה וכו' דא\"כ אין לדבר סוף והרי לענין ביטול יש לו סוף לשמא גיררה עיי\"ש. ויש לומר דזה באמת תירוץ הגמ' שמא ימצא גלוסקא יפה אלא דיקשה למה צריכין לומר ודעתו עלה תיפו\"ל בלא\"ה שמא גיררה וכו' י\"ל דהנה כמ\"ש י\"ל דבדיקה בכלל ביטול ועי' בפי\"א הל' ט\"ו מהל' ברכות שמשעה שגמר בלבו לבטל נעשית מצות הביעור קודם שיבדוק כמו שיתבאר במקומו עיי\"ש אף דביטול לאחר הבדיקה ומ\"ש שיתבאר במקומו זה מ\"ש בפי' השבתה בה\"ב עיי\"ש. וכמו כן י\"ל על הבדיקה דהוי ביטול בלב ממילא. אלא דיש לומר דהבדיקה אינה מוכחת על ביטול בלב רק על חמץ שאינו חשוב בעיניו דגלוסקא יפה וכיו\"ב או אוכל בזמן ההתר או מכרו אז לנכרי ולא הוכחה אלא על חמץ שאינו חשוב. ולכן חיישינן שמא ימצא גלוסקא יפה בפסח דלא שייך מכירה אז וזה לא הוי בכלל ביטול ע\"י הבדיקה דע\"ז לא הוי הבדיקה מוכיח וא\"כ לענין זה הוי דברים שבלב וגם שמא ישהה בשריפתו ועי' בפנ\"י בפי' רש\"י בזה עיי\"ש והחשש שמא ימצא גלוסקא דהוי חשש רחוק אחרי הבדיקה מ\"מ כיון דיש לו לדבר סוף גזרו כן, נמצא לפ\"ז יהיה לכאורה לאחר כל בדיקה כ\"ז שלא נמצא גלוסקא יפה ביטול ממילא וצ\"ע. וע\"ע במל\"מ שכתב לתרץ למ\"ש רבינו ומצא אותו הפת וכו' ובהל' י\"א כתב דאמרינן זה שנאבד הוא שנמצא בפת סתם וכתב דכאן שנמצא פרורין דאמרינן דהוי מעלמא הוי כמצא שתים כיון דאיתא חדא דעל כרחך מעלמא אתיא צריך בדיקה ולא שייך זה שנאבד וכו' אם לא מצא אותו הפת עיי\"ש. ועי' בב\"ח בזה. אמנם יש להבין עוד למה במצא אותו הפת א\"צ בדיקה עוד כיון דחזינן דמצא עוד אחר דמעלמא שמא יש עוד שם. וצריכין לומר כיון דבדק כראוי ומה שמצא פרורין המוכיח על הבא מעלמא אינו משום שלא בדק כראוי אלא דחולדה גיררה אשר אי אפשר להשמר על ידי הבדיקה וא\"צ לחוש ע\"ז משום דאין לדבר סוף ומה שמצא מצא וא\"צ לבדוק עוד ולחוש על אחרים דא\"כ אחרי הבדיקה יחוש עוד והבדיקה ללא יועיל אלא במה שבודאי שם שצריך להוציאו ע\"ז אמרינן שצריך שידע שהוא אותו הפת דאל\"כ כשם שזה מעלמא גם זה הנמצא מעלמא ואותו הפת דעליה הבדיקה משום ודאי עוד שם. ועי' בשעה\"מ הל' מקואות פ\"י כלל ז' עיי\"ש:"
            ],
            [],
            [
                "<b>הניח תשעה ציבורין של מצה ואחד של חמץ ובא עכבר ונטל ולא ידענו אם חמץ אם מצה נטל ונכנס לבית בדוק צריך לבדוק שכל הקבוע כמחצה על מחצה.</b> ובראב\"ד השיג עליו דלענין בדיקה הוי ספיקא דרבנן עיי\"ש:<br><b> ובכ\"מ</b> בשם הרמ\"ך לדעת רבינו משו\"ה צריך בדיקה לחומרא משום דבעידנא דאתילד ספיקא אם הוא חמץ או מצה הוי איסורא דאורייתא הילכך בעי בדיקה דספיקא דאורייתא לחומרא עיי\"ש ובס' הרמ\"ך. והנה למ\"ש בתוס' פסחים ט' ע\"ב בד\"ה היינו ט' חנויות דלענין שהביא עכבר לבית ונמצא קבעי אי שרי לאכילה אי לאו עיי\"ש. אבל רבינו שכתב לענין בדיקה ואין דנין מתחילה על הפת לענין התר רק לענין בדיקה. ונראה משום דנפק\"מ שאם ימצא אח\"ז אם יהיה מותר הרי כדנין מתחילה ע\"ז אף שאינו בפנינו עוד. וגם שאם ימצא צ\"ל לחומרא וא\"כ הוי סתירה מבדיקה לאיסורא וכמ\"ש בפ\"א במס' ביצה בספק נגד דאורייתא ודרבנן בדבר אחד גם לדרבנן אזלינן לחומרא:<br><b> ובהמ\"מ</b> בשם הרא\"ה דכיון דעשהו על הספק אזלינן לחומרא בספק בדרבנן עיי\"ש. ועיין בשו\"ת ריב\"ש בסי' קצ\"ב בבדיקת עופות שהתורה צוה לבדוק אפי' נגד מעוטא עיי\"ש. ונראה דלענין בדיקת חמץ אין לנו גלוי אלא על ספק שהחמירו ולא ברובא. ועי' בהפלאה במס' כתובות ט\"ו בזה לענין דאורייתא ובחי' למס' חולין כתבתי בזה עיי\"ש. ועי' מ\"ש בהל' ברכות פ\"ו הט\"ו בענין נט\"י בספק ידים למה למ\"ש הרא\"ה בספיקא לקולא עיי\"ש. ועי' במגיני שלמה מה שכתב בזה עיי\"ש. ובמרכבת המשנה כתב דלרבינו ספק קבוע מתורה לחומרא משא\"כ שאר ספיקות ומשו\"ה כתב אח\"ז בהי\"א שאין כאן קבוע עיי\"ש. ובמ\"א כתבתי דלכאורה יקשה לרבינו דספיקא מדרבנן לחומרא למה ראו להחמיר בקבוע דהוי חידושא ומסברה רובא. אלא דבקבוע הוי איקבע איסורא ומדאורייתא לחומרא גם לדעת רבינו. ועם כל זה דבר זה נגד כל שאר הראשונים ז\"ל דס\"ל בכל ספיקות מדאורייתא לחומרא אפ\"ה בדרבנן מקילין בספק ונראה ביותר לפי מ\"ש הרא\"ה וכיו\"ב הנ\"ל במג\"ש עיי\"ש ובכמ\"ש אח\"ז אמנם למ\"ש בה\"ג להמג\"א חמץ אתחזק ולמ\"ש במקור חיים מצוי עיי\"ש ואם נאמר דחמץ אתחזק לא שייך לומר מ\"ש הרא\"ה לומר דנעשה על הספק. ואם נאמר דלרבינו לא הוי אתחזק יקשה כמ\"ש שם א\"כ כיון דס\"ל ספיקא דרבנן מתורה לקולא א\"כ בדיקה וביטול לשאינו ידוע וספק אם הוי בבית מדרבנן ובגמ' אמרינן דמדאורייתא בביטול בעלמא סגיא דנראה דביטול צריך מדאורייתא:<br><b> והנה</b> לכאורה במקום שמכניסין שם חמץ הרי היה חמץ בודאי שם ובשאין מכניסין א\"צ בדיקה כמפורש במשנה ריש פסחים אלא דנראה דמקום שאין מכניסין שא\"צ בדיקה פי' שאין מהדרך להכניס שם חמץ כנראה שם דף ח' ע\"א אבל בשדרכו להכניס אף דלא ידעינן שהכניס שם צריך בדיקה. ועל אופן שהכניס בודאי הוי אתחזק לכו\"ע אלא בלא נודע וא\"כ מדאורייתא ביטול בכה\"ג שהיה שם בודאי דאתחזק אבל בדרכו להכניס מדרבנן אף דלא אתחזק. ונראה דדעת רבינו דצריכין לחלק בין חיוב בדיקה בראשונה לבדיקה דהשתא וכה\"ג שכתב בהי\"א דהוי לתלות שלא הובא בבדוק וא\"כ שאני מתחילת חיובו בבדיקה ובהי\"ב פסק כהסוברים דלא הוי כה\"ג לתלות בו וכעין זה כתב במגיני שלמה דמשו\"ה החמיר בספק משום דמאי שנא מבדיקה מתחילה לדהשתא עיי\"ש. וא\"כ שיש עילה לחלק מקילין בדרבנן ומ\"ש במל\"מ בספק על לב' שבילין כבר עמד ע\"ז בהמ\"מ עיי\"ש. וכמ\"ש המג\"א בסי' תל\"ז ס\"ק ד' וכמ\"ש בב\"י לחלק לענין לברורי ע\"י שאלה דחמץ אתחזק איסורא ורבינו השמיט בהי\"ז דאם המשכיר כאן דצריך לשאולי היה נראה דלא ס\"ל דהוי אתחזק איסורא והרי כמ\"ש לעיל על כרחך לרבינו איכא דהוי אתחזק. וי\"ל לדעת רבינו דכיון דקיי\"ל חזקתו בדוק הוי כהאי דאיתא במס' חולין פ\"ג בד' פרקים בשנה המוכר צריך להודיעו אמה מכרתי וכו' ושם תנא אם לא הודיעו הולך ושוחט ואינו נמנע ועיין ברא\"ש שם ובמס' בכורות כ\"א ע\"ב כיון דאיכא איסורא אודועי הוי מודע ליה. ולמ\"ש ברא\"ש במס' חולין לחלק באתחזק על הלוקח לישאל ובלא אתחזק על המוכר להודיע עיי\"ש. אבל כיון דחזקתו בדוק אף דאתחזק כשאין אתחזק. ועיין מ\"ש בהל' י\"ט:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המשכיר וכו' ה\"ז בחזקת בדוק וכו'.</b> עי' מ\"ש בה\"י עיי\"ש:"
            ],
            [],
            [
                "<b>המפרש בים והיוצא בשיירא תוך שלשים יום זקוק לבדוק קודם שלשים יום א\"צ לבדוק. ואם דעתו לחזור קודם פסח צריך לבדוק ואח\"כ יצא שמא יחזור ערב פסח ביה\"ש ולא יהיה לו פנאי לבער. ואם אין דעתו לחזור א\"צ לבדוק. וכן העושה ביתו אוצר תוך וכו'.</b> ועיין בב\"י בסי' תל\"ו דהביא ר\"ן בשם ירושלמי בספק אבל בודאי אפי' מר\"ה צריך לבער וכתב שאין נראה כן בבבלי דאיתא אין זקוק לבער ולא אמרינן אין זקוק לבדוק משמע קודם ל' אפי' בחמץ ידוע אין זקוק לבערו שעשהו כנפל עליו מפולת דסגיא בביטול עיי\"ש ובד\"מ. נראה מזה דחמץ לא מקרי אתחזק דאל\"כ בכל פעם הוי כחמץ ידוע בביתו. והנה לומר למ\"ש רבינו שמא יבוא ביה\"ש ובספק הוי ס\"ס הרי בירושלמי אינו מפרש משום ביה\"ש. ואם נאמר דאתחזק תליא בס\"ס נגד חזקת איסור עי' בסי' ק\"י ביו\"ד ועי' באתחזק בס\"ס בדרבנן עיי\"ש ולירושלמי דאינו מפרש משום ביה\"ש לא שייך לומר כן ולבבלי לדעת רבינו שמא יבוא ביה\"ש אם נאמר דהוי אתחזק וכמ\"ש לעיל עכ\"פ בשימש בו הוי אתחזק ואם כן תליא בס\"ס באתחזק בדרבנן וכמ\"ש ואפי' באתחזק שייך ס\"ס שמא נאכל וכיו\"ב:"
            ]
        ],
        [
            [
                "<b>כשבודק אדם ומחפש בלילי ארבעה עשר מוציא את החמץ מן החורים וכו' ומקבץ הכל ומניחו במקום אחד עד תחילת שעה ששית ביום ומבערו ואם רצה לבערו בליל י\"ד מבערו. החמץ שמניח בליל י\"ד כדי שיאכל ממנו למחר עד ארבע שעות אינו מניחו מפוזר ומפורד בכ\"מ אלא מצניעו בכלי או בזוית ויזהר בו שאם לא נזהר ומצאו חסר צריך לחפש אחריו ולבדוק פעם אחרת שמא גררוהו העכברים.</b> ובהגהות מיימוני מכאן היה מדקדק רבינו יודא משפיר\"א והיה נוהג לשרוף את החמץ בליל י\"ד מיד אחרי הבדיקה עכ\"ל ועי' בשו\"ע בסי' תל\"ד סעיף א':<br><b> והנה</b> בגמ' מה שמשייר יניחנו בצנעה וכו' וי\"ל דהוי עצה טובה אבל מרבינו ומהגהות מיימוני ומשו\"ע נראה דמדינא כן ונראה דשמא ימצאו חסר למחר ויהיה הבדיקה ביום ובשעה שאין מצוי בבית בזמן שבחרו החכמים עבור זה דאל\"כ מה לנו שיהיה צריך לבדוק עוד הפעם. גם מחשש ברכה לבטלה אם הבדיקה היה ללא יועיל ולא מקרי בדיקה אם עשהו באופן שאינו מועיל:<br><b> והנה</b> ממ\"ש רבינו ואם רצה לבערו בליל י\"ד מבערו ורבינו יודא משפיר\"א היה מבער בליל י\"ד נראה דמקיים מ\"ע דתשביתו אז ובשו\"ע בסי' תל\"ד סעיף ב' בהג\"ה ואין לבטל אלא לאחר ששרף החמץ כדי לקיים מצות שריפה בחמץ שלו ובמג\"א ס\"ק ה' אם כן צריך לשרוף קודם שעה ששית עיי\"ש וא\"כ בקודם זמן איסורו בשורפו בשביל ביעור חמץ קיים מ\"ע דתשביתו אלא שראיתי לרמ\"ך בה\"ז כשגומר לבדוק וכו' שכתב שעיקר הביטול ביום הוא סמוך לזמן איסורא דהיינו סמוך לזמן שחיטת הפסח כמו שכתב אך ביום הראשון תשביתו ואמרו אך חלק וכתיב לא תשחט על חמץ דם זבחי וארז\"ל לא תשחט את הפסח ועוד חמץ קיים ורבנן הוא דתיקנו להשביתו בלילה אחר הבדיקה. ואם כן האיך יבוא ביטול דרבנן וידחה ביטול דאורייתא שהוא עיקר ומפני זה נהגו לבטל ביום כדי להעמיד זמן ביטול דאורייתא במקומו אבל אם לא ביטל יום י\"ד כיון שביטל הלילה אחר הבדיקה לא עבר על בל יראה ובל ימצא עכ\"ל. ולפי דבריו הביעור יהיה גם כן סמוך לזמן שחיטת הפסח וצ\"ע דלא נראה כן מדברי רבינו והגהות מיימוני הנ\"ל:"
            ],
            [],
            [],
            [
                "<b>היה לו ככרות רבות של תרומה וכו'.</b> עי' בכ\"מ ולח\"מ ובס' מרכבת המשנה מ\"ש על זה עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>לפיכך אם לא בטל וכו' ואם מצאו ביו\"ט כופה עליו כלי עד לערב ומבערו. ואם של הקדש הוא אינו צריך לכפות עליו כלי שהכל פורשין ממנו.</b> ועי' בכ\"מ ובמג\"א בסי' תמ\"ו בשם הש\"ל דבעשה דרבים א\"צ בעידנא ובמג\"א ע\"ז דחמץ לא מקרי עשה דרבים דהוי דוקא במוציא אחרים עיי\"ש. ונראה בטעמא למה בעשה דרבים א\"צ בעידנא דמעלת עשה דרבים. דרבים עושים המצוה בלי שידחו לל\"ת ולא שייך אין אומרים חטא בשביל שיזכה חבירך דהרי גם הוא מקיים המצוה אלא דבעבורו בלבד לא היה נדחה הל\"ת אבל בשביל אחרים שיקיימו בלי דחית הל\"ת ולהתורה שוה מצד המצוה אם הוא או אחרים עושים המצוה ובכה\"ג לא נאמרה הל\"ת היכא שיבוא קיום העשה גם כן בלי דחית הל\"ת:<br><b> ובהגהות</b> מל\"מ על ואם הקדש וכו' שהכל פורשין ממנו כתב דאתיא כמ\"ד דהאוכל חמץ של הקדש במועד מעל עיי\"ש. ונראה דאם נאמר לא מעל לא בדיל ממנו וצריכין לומר דזה שאינו בודל מחמץ של הקדש על שאיתיה במעילה ואם כן זה שלא יפרוש הוא משום שיודע שהוא חמץ ולא שייך שישכח דמ\"מ כיון שאינו בודל בתחילת ימי הפסח שייך שכחה על ההקדש וחמץ לאחר זה:"
            ],
            [],
            [],
            [
                "<b>כיצד ביעור חמץ וכו'.</b> עי' בטו\"ז ומג\"א ריש סי' תמ\"ה עיי\"ש:",
                "<b> לא יסיק בו תנור וכו'.</b> עי' מ\"ש בהל' מאכלות אסורות פט\"ז עיי\"ש:"
            ]
        ],
        [
            [
                "<b>כתוב בתורה לא יראה לך חמץ יכול אם טמן אותו או הפקיד אותו ביד עכו\"ם לא יהיה עובר ת\"ל וכו' יכול יהיה חייב לבער מרשותו חמץ של עכו\"ם או של הקדש ת\"ל לא יראה לך שלך אי אתה רואה אבל אתה רואה של אחרים או של גבוה.</b> הנה בחמץ של נכרי אם אסור בהנאה בפסח בטור או\"ח בסי' ת\"נ אפי' חמצו של נכרי אסור בהנאה. ובשו\"ע בסי' תמ\"ג סעיף א' ובירושלמי פסחים פ\"ב מ\"ב מחלוקת בזה ובבבלי נראה דאסור ועי' בשו\"ת ריב\"ש בסי' ת' ובחק יעקב שם והנה כנראה לא ימצא שיהנה בשל נכרי אלא שלא מדעתו דאל\"כ הוי שלו וימצא באבידה קודם יאוש לפמ\"ש בב\"ח מובא ביו\"ד בסי' קמ\"ו דהוי של נכרי כ\"ז שלא נתיאש עיי\"ש. והנאה איתא בגזילה:"
            ],
            [
                "<b>הא למדת וכו' חמץ של הקדש או של עכו\"ם וכו' אין כופין אותו להוציא וכו' אבל צריך לעשות מחיצה וכו'. עכו\"ם שהפקיד חמצו אצל ישראל אם קיבל עליו אחריות שאם אבדו או נגנב ישלם לו דמיו ה\"ז חייב לבערו הואיל וקיבל עליו אחריות נעשה כשלו ואם לא קיבל עליו אחריות מותר לקיימו אצלו ומותר לאכול ממנו אחר פסח שברשות העכו\"ם הוא.</b> ועי' בהמ\"מ ובלח\"מ עמד על דעת רבינו שאם דעתו כדעת רש\"י דבלא קיבל אחריות צריך יחד לו בית או כר\"ת דקיבל עליו אחריות מהני יחוד לו בית בכל גונא הוי להביא האי דיחד לו בית. ואם דעתו כמ\"ש הר\"ן לרש\"י דסתמא הוי קיבל אחריות וביחד לו בית גלוי דעת שאין דעתו בקבלת אחריות כל זה לא שייך אלא לענין שיהיה כשומר חנם ולרבינו דוקא בשומר שכר חייב לבער דלא שייך לומר דהוי כן בסתמא עיי\"ש ועיין במרכבת המשנה שכתב דרבינו מפרש יחד לו בית ששרוי עמו וכבוש תחתיו כדאיתא שם בגמרא ואפ\"ה בלא קיבל עליו אחריות פטור עיי\"ש:<br><b> ונראה</b> דלכאורה להבין האי דאיתא במסכת פסחים דף ה' דאף מאן דס\"ל גורם לממון לאו כממון דמי ואפי' למאן דס\"ל כממון דמי דהוי דוקא בליתא בעינא מ\"מ בחמץ משום דכתיב לא ימצא חייב לבער:<br><b> והנה</b> שם לעיל מיניה בת\"ר יכול יטמין ויקבל פקדונות מן הנכרים ת\"ל לא ימצא וברש\"י ת\"ל לא ימצא אסר לך הטמנה שאף היא בכלל מציאה ואסר לך של אחרים דהכא לא כתיב לך עכ\"ל. וכדאוקימניה בקיבל עליה אחריות וא\"כ נראה משום לא ימצא ולא משום דהוי לך משום אחריות וכמ\"ש ברש\"י דלא כתיב לך ונראה לומר דשל נכרים שאין עובר דלא מקרי מצוי לו בלא קיבל עליו אחריות ואינו תחת השגחתו אלא בקיבל עליו אחריות שעיניו עליו להשגיח ונשמר על ידו מקרי מצוי ושל ישראל בכה\"ג דאמרינן הכל מצווים על לבערו במס' ב\"ק צ\"ח ע\"ב י\"ל משום להציל חבירו מעון ואם כן לאו משום דהוי קצת שלו בכה\"ג דקיבל אחריות אלא מצוי מקרי. אמנם לפי זה מ\"ש שמירת ש\"ח משמירת ש\"ש דאפי' בקיבל ע\"ע בפשיעה הוי מצוי לו עי\"ז:<br><b> ודעת</b> בה\"ג דאפי' בקיבל עליו חיוב פשיעה זקוק לבער ולא כן דעת רבינו דוקא בחיוב גניבה ואבידה ורבא דאמר כיון דאלו מגנב וכו' ברשותייכו קאי וכו' כדילכון דמי נראה מטעם שלו זקוק לבער וצ\"ל למסקנא דאף דלא שייך גורם לממון זקוק לבער מלא ימצא כדילכון דמי לאו דוקא אלא דלענין ביעור הוי כדילכון כמו בשלו דצריך לבער כמו כן בזה אף דלא הוי שלו מ\"מ משום דהוי מצוי לו צריך לבערו:<br><b> אמנם</b> רבינו כתב הואיל וקיבל עליו אחריות נעשה כשלו נראה מטעם שלו זקוק לבער. ונראה דרבינו מפרש כדילכון דמי דהוי כשלו ממש ומפרש לא ימצא דשלך אי אתה רואה הוי בכלל זה שיראה שלא יהיה בהחמץ מציאות שיהיה לו שייכות בו ע\"י איזה מקרה שיהיה בכל נגיעה שיהיה וחיוב פשיעה לאו בכלל לא ימצא משום דבידו לשמרו להציל א\"ע משיהיה לו שייכות בהדבר רק גניבה ואבידה דקרוב לאונס עי' בריש פ' השואל ואפי' אבידה ג\"כ מצוי להיות משא\"כ פשיעה דבידו ממש ורק במה שאין בידו שלא יבוא בשום מציאות שיהיה לו נגיעה ושייכות בדבר בכלל לא ימצא:<br><b> אמנם</b> שם בסוגיא יחד לו בית אינו זקוק לבער שנאמר לא ימצא בבתיכם והא לאו דידיה הוא דנכרי כי קמעייל לביתא דנפשיה קא מעייל למימרא דשכירות קניא וכו' שאני הכא דאפקיה רחמנא בלשון לא ימצא מי שמצוי בידך יצא זה שאינו מצוי בידך ובתוס' בד\"ה יחד שמפרש יחד לו בית בקיבל עליו אחריות כתבו כיון שיחד לו בית הוי כאילו קיבל עליו אחריות על חמצו של נכרי בביתו של נכרי עכ\"ל:<br><b> ויש</b> להבין במאי נפקע מלהיות שלו ביחד לו בית. ונראה לדעת התוס' כיון שאינו ברשותו ואף כמ\"ש ברא\"ש רשות הנפקד רשות המפקיד משום דמקנה לו מקומו כ\"ז כשהוא ברשות הנפקד ממש אבל כשהוא ברשות הגוי הגוי אינו מקנה לו בחזרה מקומו שהקנה לו המפקיד וא\"כ הוי שאינו ברשותו:<br><b> אמנם</b> לפ\"ז יהיה נאמר דאין עובר בחמץ רק כשיהיה שלו וברשותו ופקדון ביד נכרי דלא מהני משום כמ\"ש דהוי רשות הנפקד רשות המפקיד והיכא דלא שייך כן אף בשלו בשאין ברשותו אינו חייב לבער אולם דבר זה במחלוקת שנויה אם די שיוציאו מרשותו אף בשלו ועי' בר\"ן ובב\"י בסי' ת\"מ ובספר שאגת אריה סי' פ\"ג ודעת רבינו אף שמוציאו מרשותו עובר עליו עיי\"ש וא\"כ לדעת רבינו צריכין לפרש ביחד לו בית שאינו מצוי בידך כמ\"ש לעיל לדעת רש\"י דאף דקיבל עליו אחריות ביחד לו מקום והוי ברשותו של נכרי אינו מצוי וקיבל עליו אחריות אינו מטעם שלו אלא מטעם מצוי ובכה\"ג לא מקרי מצוי בשאינו ברשותו כלל וא\"כ נראה דברייתא דיחד לו בית מפרש פי' אחר בקרא דלא ימצא דברייתא דלעיל דשבעת ימים וכו' דשם פי' מטעם שלו וברייתא זאת מטעם מצוי כמ\"ש ורבינו כברייתא דלעיל ומשו\"ה דוקא ש\"ש ולא ש\"ח ולפ\"ז לרבינו חמצו של גוי באחריות אפי' ברשות הגוי זקוק לבער וצ\"ע. ועי' מג\"א ורבא דאמר לבני מחוזא דאלו מגנבי וכו' נראה כברייתא הראשונה למ\"ש:<br><b> אמנם</b> יש לעיין דאמרינן הניחא למ\"ד גורם לממון וכו' וצריכין קרא דלא ימצא ולתוס' ביחד לו בית אפי' בקיבל עליו אחריות אין זקוק לבער וכמ\"ש י\"ל דעת רבינו אינו כן והרי בלאו קרא דלא ימצא הרי הוי רוצה בקיומו ועי' במס' ע\"ז ס\"ד ובשו\"ע בסי' ת\"נ עיי\"ש. והנה כנראה מריטב\"א במס' ע\"ז דף ס\"ב ע\"א בד\"ה אר\"א דרוצה בקיומו אסור מדרבנן ועי' דף ס\"ד שם שאני ירושת הגר וכו' ועי' בר\"ן בפ' כל הצלמים בארג בגד וכרכור של ע\"ז עיי\"ש. ומדבריו אין הכרע אם הוי מדרבנן ובמ\"א כתבתי דדעת רש\"י בסוגיא דסכין של ע\"ז דהוי מדאורייתא. והנה כמ\"ש בר\"ן במס' ע\"ז דף ס\"ד בשם רש\"י וז\"ל דטעמא דאסור לישראל להיות רוצה בקיומו של ע\"ז ויין נסך היינו משום דישראל מצווה לבטל ע\"ז אסור להיות רוצה בקיומה וכו' ועי' שכתב בשם הרמב\"ן דאפי' בחינם דחייב בפשיעה שייך רוצה בקיומו ואפי' משום החזקת טובה בפטרו מתשלומין בכל גוונא שייך רוצה בקיומו עיי\"ש. ולפ\"ז היה נראה בחמצו של גוי שאין מחויב בביעורו לא שייך רוצה בקיומו כלל אלא דבמס' ע\"ז ס\"ד שם באומר לו המתין עד שאמכור עכו\"ם דהוי רוצה בקיומו ושם בע\"ז דשל נכרי דלא הוי מצות ביעור עליו וי\"ל עי' בפ\"י ה\"א מהל' ע\"ז מצות עשה היא לאבד עכו\"ם וכו' ובא\"י מצוה לרדוף אחריה עד שנאבד אותה וכו' אבל בחו\"ל אין אנו מצווין לרדוף אחריה אלא כ\"מ שנכבש וכו' ועי' בפ\"ח מהל' ע\"ז הל' ו' דתקרובות ע\"ז ג\"כ בכלל מ\"ע דאיבוד עיי\"ש וא\"כ י\"ל דאף דאין מחויב לרדוף בחו\"ל לאבדה מ\"מ כיון דאיכא מצות איבוד בע\"ז בשבא תחת ידו בכיבוש וכיו\"ב עכ\"פ בשלא כבש ולא בא לידו ורשותו לאבדה לא יהיה רוצה בקיומה דאף דלא חייבו התורה לרדוף אחריה לאבדה אבל לא להיפוך לשמרה וכ\"ז בע\"ז אבל בחמצו של נכרי שאינו בכלל מצות ביעור בשום אופן כ\"ז שאינו של ישראל לא שייך רוצה בקיומו בחמצו של נכרי ובירושלמי שאסור להשכיר ביתו לחמצו של נכרי ג\"כ לאו מטעם רוצה בקיומו אלא משום הנאת השכר אבל בשו\"ע או\"ח בסי' ת\"נ סעיף ו' נראה דגם בחמצו של גוי שייך רוצה בקיומו עיי\"ש. ועי' בתוס' במס' ע\"ז ל\"ב ע\"א בד\"ה הא. ונראה דהוי בכה\"ג לכו\"ע מדרבנן ובטור כתב שם משום רוצה בקיומו ועוד כיון שהכלי של ישראל אסור בהנאה להשכירה לכתחילה עיי\"ש וי\"ל דרוצה בקיומו ג\"כ מהאי טעמא אחר שכתבתי ראיתי בס' מקור חיים בסי' ת\"נ ס\"ק ז' שכתב כמו כן דלא שייך רוצה בקיומו בחמצו של גוי שאינו בחיוב ביטול כמו בע\"ז אלא משום הנאה אסור וכתב בש\"א לא שייך רוצה בקיומו ולמ\"ש ג\"כ ליישב שלא יקשה ממס' ע\"ז הנ\"ל ולדבריו נראה בכל איסורי הנאה לא שייך רוצה בקיומו אלא בע\"ז עיי\"ש. וי\"ל היכא דשייך שריפה וכיו\"ב שייך ג\"כ רוצה בקיומו אלא בחמצו של גוי דלא שייך מצות ביעור לא שייך רוצה בקיומו ועם כל זה מלשון הטור ושו\"ע בסי' ת\"נ יקשה לפרש מטעם הנאה בלבד וצ\"ע:<br><b> והנה</b> בירושלמי במס' פסחים בפ\"ב מ\"ב לא ישכיר ישראל ביתו לעכו\"ם ליתן בתוכו חמץ ומובא בב\"י בסי' ת\"מ בשם הרשב\"א שכתב דפליג על ברייתא דבבלי דיחד לו בית עיי\"ש. ובשו\"ת הרשב\"א בסי' קע\"ז ובשו\"ת ריב\"ש בסי' ת' ובקרבן העדה כתב דגמ' מיירי בהשכיר לו קודם פסח ובירושלמי מיירי בהשכיר לו בפסח וכמו שמחלק האגור מובא בשו\"ע בסי' ת\"נ ולפ\"ז להיות שומר שכר ג\"כ במקבל שכרו קודם פסח ובבית ג\"כ בהשכיר לו קודם פסח ומקבל שכרו קודם פסח בעת שמותר בהנאה אמנם מלשון האגור נראה דוקא קודם פסח משום דלא הוי כמשכיר לו על פסח דוקא ולא כתב שצריך שיקבל שכרו קודם גם מ\"ש בע\"פ נראה לאו דוקא אחר זמן איסורו אלא משום דמוכח ששכרו על פסח עיי\"ש. והנה להיות יושב ומשמר בפסח ודאי אסור כמ\"ש בשו\"ת הרשב\"א ועי' בחק יעקב בסי' ת\"נ ס\"ק ט' שהשיג על שו\"ת שער אפרים בזה עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>ישראל שהרהין חמצו אצל העכו\"ם אם אמר לו אם לא הבאתי לך מעות מכאן עד יום פלוני קנה חמץ זה מעכשיו הרי זה ברשות העכו\"ם ואותו חמץ מותר לאח\"פ והוא שיהיה אותו זמן שקבע לו קודם פסח ואם לא אמר קנה מעכשיו נמצא אותו החמץ כאלו הוא פקדון אצל העכו\"ם ואסור בהנאה לאח\"פ.</b> ועי' בראב\"ד וברא\"ש כתב כמו כן ולא נהירא לי דהא אמרינן לעיל אליבא דאביי אי אמרת בשלמא למפרע הוא גובה משו\"ה מותר בהנאה דברשות הנכרי קאי אלמא אע\"ג דבבית ישראל קאי אלא שאין אחריות על הישראל אמרינן כיון דלמפרע הוא גובה חזינן כאלו כבר קודם הפסח היה ברשות הנכרי וכ\"ש לרבא דא\"ל בהדיא קני לך מעכשיו דאשתכח דלמפרע היה קנין גמור לנכרי וכ\"כ הראב\"ד ז\"ל דאם הגיע זמנו קודם הפסח אפי' לא אמר מעכשיו קנאו שאין דין אסמכתא לנכרי וכן דעת בעל העיטור עכ\"ל:<br><b> והנה</b> דעת הרא\"ש דבעי הרהינו ומעכשיו דהרהינו בלא מעכשיו לא מהני דנכרי מישראל אין קונה משכון ומעכשיו בלא הרהינו לא מהני דלא גרע מחמצו של נכרי ביד ישראל שחייב באחריות עיי\"ש ובהמ\"מ לדעת רבינו מעכשיו דבלא\"ה לא הוי קנין כלל וכמ\"ש ברמב\"ן במלחמות דאם אין קונה בשעת הלואה אח\"ז לא הוו קנין וקודם פסח דוקא דאל\"כ עובר משום הואיל דאי בעי פדה ודעת רבינו אינו כדעת הר\"ן שכתב דהואיל ואי בעי פדה לא אמרינן דמחוסר מעשה עיי\"ש:<br><b> ונראה</b> להבין במקור בסוגיא הגמ' דמוקי מתחילה לאביי בלא הרהינו אלא דאמרינן למפרע גובה לרבא בשהרהינו ובמעכשיו:<br><b> ובגמרא</b> שם אתמר בע\"ח אביי אמר למפרע הוא גובה ורבא אמר מכאן ולהבא הוא גובה כל היכא דאקדיש לוה וזבין לוה כו\"ע לא פליגי דאתי מלוה וטריף ואתי מלוה ופריק כי פליגי דזבין מלוה ואקדיש מלוה אביי אמר למפרע הוא גובה כיון דמטה זמניה ולא פרעיה אגלאי למפרע דמעקרא ברשותו הוי קאי ושפיר אקדיש ושפיר זבין ורבא אמר מכאן ולהבא הוא גובה כיון דאילו הוי ליה זוזי הוה מסלק ליה בזוזי אשתכח דהשתא קא אקני וכו':<br><b> וברש\"י</b> בד\"ה כו\"ע אפי' לרבא דאמר עד עכשיו היה ברשותו מודה הוא דאין מכירתו לאחרים מכירה ואין הקדשו הקדש שהרי ממושכנין הן למלוה ואע\"ג שהן שלו אינן ברשותו ורחמנא אמר איש כי יקדיש ביתו קודש מה ביתו ברשותו אף כל ברשותו עכ\"ל:<br><b> ויש</b> לעיין במחלוקת דאביי ורבא אם אמרינן למפרע או מכאן ולהבא גובה דלכאורה נראה בטעמא דאביי דעל כרחך צריכין לומר דיקנה למפרע ומעכשיו יתחיל הקנין דאל\"כ הוי כמשוך פרה זו ולא תקנה עד לאחר ל' יום דאם לא אמר מעכשיו לא מהני ועי' במס' כתובות דף פ\"ב ע\"ב ובשו\"ע חו\"מ בסי' קצ\"א סעיף ד' בהג\"ה מכר לו קרקע בשטר או במעות לאחר ל' יום ונקרע השטר תוך הזמן או נאבדו המעות אם אמר לו קני לך מעכשיו ולאחר ל' יום קנה ואם לא אמר מעכשיו לא קנהו וה\"ה לענין חזקה עכ\"ל ועי' בסי' קצ\"ה לענין חליפין ובסי' קצ\"ז ס\"ק ז' לענין קנין משיכה כן:<br><b> ואף</b> שדעת התוס' במס' כתובות הנ\"ל בד\"ה הא דדוקא במשיכה שייך כן ולא בכסף שחייב ליתן אחר תחתיו עיי\"ש כתבו כן רק לענין קדושין דאיתא במס' קדושין נ\"ט ע\"א דלמלוה לא דמי וכו' ואפי' נתאכלו המעות מקודשת עיי\"ש. אבל במלוה ממש המקדש במלוה או הלוקח במלוה לא מהני כלל ועל כרחך צ\"ל דנקנה מעכשיו ואף דלא פירש מעכשיו נאמר דמסתמא הוי מעכשיו דאין אדם עושה מעשה לבטלה ועי' בשו\"ע חו\"מ בסי' מ\"ב דהיכא דאם נאמר יד בעל השטר על התחתונה יבטל כל הנעשה לא אמרינן כן והוי ג\"כ מהאי טעמא ועיין בחו\"מ בסי' קצ\"ה ס\"ק ה' בהגה שם וז\"ל ובסתם אמרינן דהוי מעכשיו ובאופן המועיל דודאי בכדי לא הוי עביד עכ\"ל ועיין בסי' קצ\"א סעיף ד' ובסמ\"ע ס\"ק ט' ובמקנה בק\"א הל' קדושין בסי' מ' סעיף א' בד\"ה ואם חזר וכו' עיי\"ש ועכ\"פ במלוה לכו\"ע לא מהני להיות נקנה לו אם לא במעכשיו וכמ\"ש (וביותר כדמוקי במטלטלין לענין חמץ ובהרהינו דתליא במשיכה) ובלעדי מ\"ש נאמר דע\"כ למפרע ומעכשיו מקנה אותו לו דשייך כמ\"ש ז\"ל דקרקע נקנת בכסף ושטר וחזקה אבל אם לא נאמר למפרע הוא גובה במאי קנה הקרקע וגם בשטר בלא כתב בו אחריות למאן דס\"ל ט\"ס הוא ואף בלא כתב מהני וע\"כ עיקר הקנין הכסף ובשעת הלואה דהיה בעין ונקנה לו למפרע ומעכשיו ואין לומר דהוי קנין מעכשיו ובתנאי שאם יפרענו יבטל הקנין דא\"כ לא הוי בגדר הלואה אלא להיפוך שאם לא יפרענו יהיה שלו וע\"כ למפרע כמ\"ש:<br><b> אמנם</b> במקום אחר הוכחתי דמאן דס\"ל שעבודא דאורייתא הוי משום דכל היכא דתורה מקנה א\"צ למעשה הקנין כלל וא\"כ א\"צ לומר שיהיה מעכשיו אלא השעבוד מעכשיו מצד התורה והקנין מכאן ולהבא וא\"כ אם נאמר שעבודא דאורייתא ליכא הכרע לומר למפרע גובה ויש להבין בטעמא דאביי:<br><b> (ב) ברש\"י </b> בד\"ה כו\"ע לא פליגי אפי' לרבא דאמר עד עכשיו היה ברשות לוה מודה הוא דאין מכירתו לאחרים מכירה ואין הקדישו הקדש שהרי ממושכנין הן למלוה ואע\"ג שהן שלו אינן ברשותו ורחמנא אמר איש כי יקדיש ביתו קודש מה ביתו ברשותו עכ\"ל:<br><b> נראה</b> מדבריו דאף רבא מודה דשעבוד הוי בגדר קצת קנין וכמ\"ש בריטב\"א דהוי חצי קנין עיי\"ש ומחלוקתם אם למפרע קנין שלם ודעת רש\"י לפרש דהוי אינו ברשותו משום חצי הקנין אשר למלוה משוי שלא יהיה שלו ממש ואינו כביתו ברשותו וכו'. וכנראה דעת התוספות בד\"ה באחריות כן שכתבו דלא חשיב ליה כתופס מחיים כיון דזקפן עליו במלוה עכ\"ל. ומובן עם מ\"ש כיון דמשועבדת לבע\"ח הוי עי\"ז אינו ברשותו ולאו בכלל תופס מחיים עבור זה:<br><b> ויש</b> להבין לפי זה הסוגיא להלן דאיתא לימא כתנאי ישראל שהלוה לנכרי על חמצו לאחר פסח אינו עובר משום ר\"מ אמרו עובר מאי לאו בהא קמפלגי דמר סבר למפרע הוא גובה ומר סבר מכאן ולהבא הוא גובה וכו' דיקשה למ\"ש דהרי אף מאן דס\"ל מכאן ולהבא הוא גובה מ\"מ משום השעבוד דהוי חצי קנין יהיה בכלל מצוי לו ולא יגרע מקיבל עליו אחריות וגורם לממון דעובר בבל יראה כדאיתא בפ\"ק דפסחים כנ\"ל ומשום דכתיב ולא ימצא ובקצת זכות בהחמץ מקרי שלו לענין בל יראה וכמ\"ש לעיל בה\"ג לדעת רבינו מטעם זה עיי\"ש. ועי' בסוגיא דהואיל בזה ואם כן מסתבר דשעבוד יגרום לעבור על בל יראה עכ\"פ:<br><b> ולכאורה</b> הייתי אומר דלרבא אין השעבוד משוי לאינו ברשותו דלא הוי לדידיה בכלל חצי קנין אלא מטעם אחר הוי אינו ברשותו דעכ\"פ אינו רשאי למכרם ולהקדישם להפסיד המלוה והעיכוב משום שאינו רשאי כן משוי שיהיה אינו ברשותו דכל דבר שאסור מדין הוי כאינו ברשותו:<br><b> אמנם</b> נגד דברינו זה דא\"כ לרבא דס\"ל עביד לא מהני לא יהני מכירה באיסור וכמ\"ש ז\"ל דמכירה באיסור לא הוי בכלל לא מהני אם הזמן גרם האיסור עיי\"ש. ולמ\"ש לא יהני משום דעכ\"פ באיסורא למכרו והוי עי\"ז כאינו ברשותו ועל כרחך לחלק בין ברשות אחרים לשאינו ברשותו דכולו שלו ואם כן יש להבין למ\"ש לאביי ולרבא:<br><b> ונראה</b> לענ\"ד לומר דהנה עי' בפנ\"י שכתב דנראה דאביי ורבא פליגי אם שעבודא דאורייתא או דרבנן ובמס' גיטין נראה בהיפוך לאביי שעבודא לאו דאורייתא ולרבא שעבודא דאורייתא עי' מ\"ש בזה:<br><b> ונראה</b> לומר איפכא דאביי כיון דס\"ל שעבודא לא דאורייתא ס\"ל למפרע גובה ורבא דס\"ל שעבודא דאורייתא מהאי טעמא ס\"ל מכאן ולהבא הוא גובה:<br><b> ובראשונה</b> נדבר במקור המחלוקת אם שעבודא דאורייתא או דרבנן במסכת ב\"ב דף קע\"ה דדעת רש\"י ורשב\"א דשעבוד בפירוש לכו\"ע מדאורייתא ומחלוקתם שם בסתם דלא פירש השעבוד ועיין ברש\"י בסוגיא בד\"ה איתמר שפירש באומר בפירוש ונראה משום דכה\"ג לכו\"ע מדאורייתא ובריטב\"א טעמא מאן דס\"ל לאו דאורייתא דאין קנין לחצאין עיי\"ש:<br><b> וברשב\"ם</b> שם שעבודא דאורייתא יוציא אליך העבוט וה\"ה למקרקע עכ\"ל ובד\"ה לאו דאורייתא וקרא במשכנו שלא בשעת הלואתו עכ\"ל. ובתוס' בד\"ה ד\"ת הקשו דמאי מייתי ראיה ממשכון דהרי במיניה דידיה כו\"ע מודו דגביה עיי\"ש:<br><b> והנראה</b> בדעת הרשב\"ם דמאן דס\"ל שעבודא דאורייתא וקנין לחצאין מהני יליף כן ממשכון דהוי גם כן זכותו לחצאין בלבד ועי' כעין זה בפנ\"י בפ\"ק דמסכת קדושין שרצה להוכיח כן עיי\"ש ומאן דס\"ל לאו דאורייתא וכמ\"ש ברשב\"ם דהוי בשלא בשעת הלואתו ואינו מטעם שעבוד אלא מטעם גביה. ואם כן עיקר הראיה ממשכון דקנין לחצאין מהני ומיושב קושית התוס' דכונת הרשב\"ם כיון דמצינו במיניה דידיה עכ\"פ קנין לחצאין מהני ובמטלטלין ומזה נאמר כמו כן בקרקע ולענין לקוחות וכמ\"ש ברשב\"ם וה\"ה למקרקע עיי\"ש ואתי שפיר:<br><b> ועיין</b> בש\"ך בחו\"מ בסי' ע\"ב שהוכיח דבשלא בשעת הלואתו אינו מטעם שעבוד עיי\"ש. והסוברים שעבודא לאו דאורייתא. וקנין לחצאין לא מהני ע\"כ סבירי להו כן וכמ\"ש ברשב\"ם וזה נגד דעת התוספות שכתבו במסכת גיטין דגבי שמיטה דאפי' בשעת הלואתו אינו משמט מטעם שעבוד ויקשה לדעת הנ\"ל דס\"ל אין קנין לחצאין ועי' בהפלאה בפ\"ק דמס' קדושין אשר ראיתי אחרי כי כתבתי זאת:<br><b> ובלא\"ה</b> יש ליישב קושית התוס' שהקשו דבמיניה דידיה כו\"ע מודו. דהנה כמ\"ש ברמב\"ן דלמאן דס\"ל שעבודא לאו דאורייתא גובין במיניה דידיה משום כפיה דעד שכופין בגופו כופין בנכסיו עיי\"ש ובר\"ן בפ' נערה שנתפתתה. ונאמר לדעת הרשב\"ם דמאן דס\"ל במיניה דידיה גובין הוי משום שעבוד ולא שאני ליה בין מיניה דידיה ללקוחות ובהאי פליגי דמאן דס\"ל שעבודא דאורייתא הוי משום שעבוד בתרוייהו. ומאן דס\"ל שעבודא לאו דאורייתא במיניה דידיה משום כפיה גובין בשלא בשעת הלואת ויש לחלק בין מיניה דידיה ולקוחות:<br><b> אמנם</b> יש להבין להסוברים שעבוד בפירוש לכו\"ע מדאורייתא אף דהוי לחצאין ויקשה להבין כיון דלמאן דס\"ל שעבודא לאו דאורייתא לא מהני קנין לחצאין מה מהני בפירשו ונאמר דעל כרחך צ\"ל מאן דס\"ל שעבוד בפירוש מהני מדאורייתא ולא הוי כלל לחצאין דהנה לדעת הסוברים דשעבוד בפי' מהני לכו\"ע ומחלוקת רק בסתמא נראה דמאן דאמר אפי' בלא פירש שעבודא דאורייתא משום אומדנא דלא שדי אינש זוזי בכדי ואף לענין הלואה לכו\"ע ט\"ס מ\"מ י\"ל דסמוך על הלוה דהרי אפי' דאקני משועבד דעל כרחך משום דעל הלוה סמך נפשו. גם י\"ל דמאן דס\"ל שעבודא דאורייתא מהתורה השעבוד על הלוה ונכסים ומאן דס\"ל לאו דאורייתא לא סבירי ליה כן ולא הוי אומדנא לדידיה לומר דהוי כמפורש:<br><b> ונראה</b> להביא ראיה דעל כרחך מאן דס\"ל שעבודא לאו דאורייתא בשעבוד בפירוש מודה דמהני מדאורייתא. דהנה יקשה למאן דס\"ל של\"ד ורבנן תיקנו השעבוד למ\"ש ברשב\"א במס' גיטין בפ' השולח דזה אם ביד הרבנן גם להקנות או רק להפקיר תליא בב' לשונות בגמ' שם בסוגיא דשמיטה אם ילפינן הפקר בי\"ד מאלה הנחלות וכו' או מכל אשר לא יבוא וכו' יחרם כל רכושו עיי\"ש. ועי' ברמב\"ם הל' סנהדרין פכ\"ד ה\"ו שכתב מקרא דאשר לא יבוא וכו' וא\"כ נראה דס\"ל דרק להפקיר ולא להקנות ביד החכמים וא\"כ יקשה למאן דאמר של\"ד דהפקר לחצאין לא מהני ושעבוד ע\"כ זכיה לחצאין אשר אין ביד החכמים לזכות לדעת הנ\"ל:<br><b> ונראה</b> לומר דכמו דמצינו בכמה דוכתי שחייבו החכמים במה שאין מחויב מהתורה כמו כתובה ומזונות וכיו\"ב כמו כן בזה אמרינן משום נעילת דלת חייבו החכמים והטילו עליו לשעבד א\"ע אלא ההבדל בין כתובה וכיו\"ב דלא מהני תנאי כנגד דעת החכמים משא\"כ בזה דמהני תנאי כנגדו. ונאמר דאלים כח השעבוד וכמ\"ש במ\"א דכיון דיוכל להתנות נגד הרבנן ולא התנה מסתמא מסכים לדעתם וזה בכלל אומדנא דמוכח טובא והוי עי\"ז כהתנה בפירוש מדעתו ועי' במס' סוטה בפ' ארוסה דאיתא שם מסתמא דמלתא אדם מסכים לדעת הבי\"ד עיי\"ש. ועי' ברא\"ש במס' חולין בפ' אלו טריפות דנגד הסתם על זה שדעתו להיפוך לפרש עיי\"ש. ועי' ברשב\"א במס' גיטין בפ\"ק בסוגיא דמע\"ש עיי\"ש. וכל זה אם שעבוד בפירוש מהני וא\"כ מהני השעבוד דרבנן שיהיה כשעבוד בפירוש כמ\"ש אבל אם גם שעבוד בפירוש לא מהני מאי מהני השעבוד דרבנן. וע\"כ כמ\"ש שעבוד בפירוש מהני מדאורייתא וא\"כ לפ\"ז אין הרבנן מקנין כלל אלא ממילא נעשה הקנין לחצאין ע\"י חיובם בהסכמת דעת הלוה עמהם והחכמים חייבו לשעבד וכאלו התנה המלוה וברצון הלוה ע\"י שלא התנה כנגד הסתמא:<br><b> אלא</b> דיקשה עוד דכיון דאין שייכות לקנין לחצאין מאי מהני בפירוש כן. י\"ל דבאמת למאן דס\"ל שעבודא לאו דאורייתא וקנין לחצאין לא מהני השעבוד לא הוי בגדר קנין לחצאין כלל אלא דהוי כאומר כשלא אפרע לך תקנה אותו למפרע מעכשיו בכולה וכמ\"ש אף שלא פירש כן שיהיה למפרע ומעכשיו ע\"כ דעתו כן דאל\"כ יהיה מעשה לבטלה וכדאי' בשו\"ע חו\"מ בסי' קצ\"ה הנ\"ל וכמו כן נאמר בשעבוד דרבנן דהוי מטעם נעילת דלת ומכח שעבוד בפירוש וכמ\"ש אף דמטעם נעילת דלת די מכאן ולהבא מ\"מ כיון דאין קנין לחצאין וכמ\"ש ז\"ל בכמה דוכתי דלא עקרו הדאורייתא אלא במאי דאי אפשר באופן אחר. וביותר למ\"ש דכחם רק ע\"י דעתו להסכים עמהם למאי שחייבו אותו וא\"כ כיון שבדעתו לא מהני לחצאין אלא למפרע הוי כולו של מלוה ולא הוי לחצאין כלל בזה וא\"כ משום נעילת דלת ושעבודא דרבנן ע\"כ צריכין לומר למפרע הוא גובה וכמ\"ש בגדר מעכשיו ולאחר זמן וכמ\"ש. אבל אם שעבודא דאורייתא מנ\"ל לומר דדעת התורה לשעבד למפרע. וא\"כ לפי זה כמ\"ש אביי דס\"ל במס' גיטין שעבודא לאו דאורייתא ס\"ל למפרע הוא גובה ורבא דס\"ל שעבודא דאורייתא ס\"ל מכאן ולהבא הוא גובה:<br><b> אמנם</b> כל זה שייך לומר בישראל מישראל אבל איככה נבין לפ\"ז הסוגיא דאיתא תנן נכרי שהלוה את ישראל וכו' אא\"ב למפרע הוא גובה וכו' לימא כתנאי וכו' מאי לאו בהא קמפלגי דמר סבר למפרע הוא גובה וכו' והרי בנכרי דלא שייך כדאמרן דמסכים לדעת הרבנן ותקנתן שיהיה עי\"ז מסתמא על מעכשיו:<br><b> וי\"ל</b> בזה דלשון רש\"י בד\"ה תנן וכו' קס\"ד השתא בשלא מסרו לו אלא שיעבדו לו כשאר לוים שאם לא אתן לך עד יום פלוני בא לביתי וגבה חמץ זה עכ\"ל מדלא כתב אם לא יתן לו רק אם לא אתן לך וכו' נראה דמיירי לדעתו בשעבוד בפירוש וכמ\"ש לעיל בד\"ה בע\"ח ג\"כ בשעבוד בפירוש עיי\"ש. ועיין בפנ\"י שהקשה דאפי' נאמר למפרע הוא גובה עכ\"פ בשלא מסרו חייב באחריות ועובר ולא מציא לאוקמי באפותקי מפורש דא\"כ גם רבא מודה עיי\"ש. ולענ\"ד י\"ל דמיירי באפותקי מפורש ומשו\"ה אף במטלטלין שייך למפרע גובה ועיין ברמב\"ן במלחמות כאן ובפנ\"י להלן בסוגיא. ואפ\"ה לרבא מכאן ולהבא גובה וכמ\"ש לקמן בס\"ד. וכמ\"ש בנכרי דלא שייך סתמא מעכשיו על כרחך מיירי דאמר בפירוש ג\"כ מעכשיו דאל\"כ הוי כמשוך פרה וכו' דלא מהני בלי מעכשיו אף דבנכרי בכסף קני וכמ\"ש בצל\"ח עיי\"ש דבהלואה לא שייך אלא במעכשיו וכמ\"ש לעיל:<br><b> ונאמר</b> לפ\"ז לתרץ קושית התוס' להלן דאיתא ואם אמר הגעתיך עובר דהוי מעכשיו כדאיתא שם בגמ' ובתוס' בד\"ה ואם הקשו לאביי תיפו\"ל דלמפרע הוא גובה. ותירצו לאביי רישא איירי כשפדאו וסיפא כשאמר הגעתיך כשאין רוצה לפדות עיי\"ש ויקשה לשון הברייתא נכרי שהרהין פת פורני עיין שהקשו כן אבל למ\"ש י\"ל בלא\"ה לאביי כל למפרע גובה מטעם מעכשיו ובישראל מסתמא כן ובנכרי צריך לפרש מעכשיו דלא שייך דמסכים לרבנן וכמ\"ש וע\"כ צריך לפרש הגעתיך דוקא מעכשיו ג\"כ לאביי שלא יהיה כמשוך פרה וכו' וכמ\"ש ואתי שפיר:<br><b> אלא</b> דיקשה לפ\"ז למה נאמר לרבא דס\"ל מכאן ולהבא הוא גובה אינו עובר בישראל שהלוה לנכרי דהרי כיון דמיירי כמ\"ש באומר מעכשיו בפירוש דלאביי על כרחך דהכי מיירי וא\"כ בכה\"ג גם רבא מודה:<br><b> ונראה</b> לומר דהנה כמ\"ש בפנ\"י הנ\"ל דבמס' גיטין נראה דעת רבא דשעבודא דאורייתא. אבל דעת הש\"ך בסי' ל\"ט דגם רבא ס\"ל שעבודא לאו דאורייתא עיי\"ש וגם אנכי לענ\"ד כתבתי במס' גיטין דף נ' שם די\"ל דלא תליא בשעבודא דאורייתא שם עיי\"ש. והנה כמ\"ש כאן מאן דס\"ל שעבודא לאו דאורייתא על כרחך ס\"ל דקונה למפרע ומעכשיו ומאי נאמר לרבא דס\"ל מכאן ולהבא גובה ואם נאמר דס\"ל ג\"כ שעבודא לאו דאורייתא:<br><b> ונאמר</b> דבאמת גם רבא ס\"ל דהוי כמעכשיו ולמפרע ועם כל זה אינו שלו גמור ברשות המלוה לענין הקדש שיהיה בכלל ביתו וברשותו. ומכירה כהקדש בכ\"מ לענין זה. דדעת רבא דכל דבר שיד אחר בו ויוכל לסלקו בדמים תמיד לא הוי בגדר שלו. דבגדר שלו שאין לאדם יד בו אלא הוא בלבד ולא יוכל אדם לסלקו ממנו בלי רצונו. וכן מסכים לשונו דאלו הוי ליה זוזי וכו' אשתכח דהשתא קא קני ליה וכו'. דכולו שלו לא הוי עד מכאן ולהבא וא\"כ לרבא אפי' במעכשיו בפירוש מכאן ולהבא גובה. רק בהרהינו דבע\"ח קונה משכון דהוי מהתורה כשלו:<br><b> אמנם</b> יקשה לפ\"ז ביותר מ\"ש לעיל דעכ\"פ לא יגרע מקיבל עליו אחריות וביותר אם גם מיירי במעכשיו בכה\"ג ס\"ל דקונה למפרע ולמה משום חסרון קנין בקצתו לא יהיה עובר עכ\"פ מצד הקנין דהוי לו בו ויהיה בכלל לא ימצא כדאי' בקיבל עליו אחריות בפ\"ק הנ\"ל:<br><b> ונראה</b> דהנה יש לעיין לעיל דף ה' ע\"ב הניחא למ\"ד הגורם לממון לאו כממון דמי היינו דאצטרך לא ימצא אלא למ\"ד כממון דמי לא ימצא למה לי אצטרך ס\"ד אמינא הואיל ואי הדר בעינא לאו ברשותו קאי קמ\"ל:<br><b> ויקשה</b> לפמ\"ש בשו\"ת הריב\"ש בסי' שמ\"ז לחלק בין ל\"ת דאפי' במקצתו באיסורא אבל בעשה בעיא כולו דוקא שיהיה כמצותו כמו באתרוג וכיו\"ב עיי\"ש. וא\"כ למה לי קרא בחמץ דוקא על גורם לממון וכיו\"ב דעכ\"פ מקצת שלו לעבור בל\"ת ולמה בחמץ צריכין לקרא לדבר המסתבר ונאמר בכ\"מ בלא קרא ולמודא ע\"ז עי' בריב\"ש שם:<br><b> וי\"ל</b> דשאני חמץ לענין בל יראה דצריך לקרא ע\"ז די\"ל דוקא בדבר שהמקצת שלו גמור שייך לומר מסברה כמ\"ש בריב\"ש שם. אבל בחמץ דמהדברים שאין ברשותו של אדם והתורה עשהו כברשותו וא\"כ צריכין קרא אף בזכות ושייכות בהדבר אשר בשאר דברים אינם בכלל קנין ממש ג\"כ התורה עשהו בחמץ כברשותו לענין בל יראה דבלא\"ה כמו בכל גזה\"כ אמרינן תפסת מועט תפסת:<br><b> ולפי</b> מ\"ש נאמר לישב הנ\"ל אף אם לא נאמר כמ\"ש כיון דלרבא אפי' אומר בפירוש מעכשיו למפרע לא הוי שלו גמור בתוך כך כמ\"ש שדבר שיד אחר באמצע לא הוי בגדר שלו והרי גם למפרע אין לסלק מה שהיה יד אחר בו עד שבא לידו עתה ממש שלו. אלא דשעבודא דרבנן עליו והרי כמ\"ש חמץ אינו שלו אלא שעשו כשלו אבל הרי מהתורה שעבודא לאו דאורייתא ולית ליה זכות כלל בו אלא מדרבנן וכמ\"ש מסתמא מסכים עמהם. וכל זה בעלמא אבל במקום דאיכא איסורא לא עבדי חכמים תקנתא וגם מסתברא דלא שייך מסתמא מסכים לעשות איסורא ונהפך אמרינן איסורא לא ניח\"ל דליקני עי' באו\"ח בסי' תמ\"ח ובמס' ב\"מ בפ' השואל ומכ\"ש לא ניח\"ל להקנות ונשאר על דאורייתא ולא הוי שלו כלל. וא\"כ י\"ל שלא יעבור לא מהני השעבוד דרבנן משום דאלו הוי ליה זוזי וכו' וכדי שיעבור אמרינן דלא עשו השעבוד כלל וביותר למ\"ש לעיל דבגוי לא שייך דחכמים חייבו השעבוד והוא מסכים עמהם בסתמא. אלא ע\"י שפירש מעכשיו לרבא לא הוי עי\"ז קנין למפרע כלל. ואתי שפיר דהוי אומדנא להיפוך שאין מסכים לדרבנן למען לא יעבור וגם כמ\"ש שלא תיקנו כלל בכה\"ג:<br><b> ויש</b> ליישב בזה קושית הרשב\"א במס' גיטין מובא בפנ\"י ועי' בתוס' גיטין ע\"ב דא\"כ למאן דס\"ל למפרע גובה אין חמץ מפקיע מידי שעבוד עיי\"ש. אבל לפמ\"ש דכיון דנכרי בישראל לא שייך גם לאביי לומר דהוי למפרע מעכשיו וממילא חמץ מפקיע מידי שעבוד. אלא כאן מיירי באומר בפירוש מעכשיו דהוי קנין שלם למפרע אף בנכרי אין החמץ בשעבוד אלא דהוי מיד הקנין ואתי שפיר:<br><b> ונאמר</b> לפ\"ז כמ\"ש לעיל לקיים דברי הפנ\"י דמיירי באפותקי מפורש ואשר הקשה דגם לרבא נאמר למפרע גובה י\"ל לפמ\"ש בפנ\"י במס' גיטין מ' ע\"ב דגם רש\"י ס\"ל דאפי' באומר אין לך אלא מזו יוכל לסלקו בתוך הזמן עיי\"ש. וא\"כ לפ\"ז שייך לומר דאלו הו\"ל זוזי וכו' אף באפותקי מפורש אף דהוי כמעכשיו דגם במעכשיו בפירוש לא מהני. ועי' בריטב\"א מובא בשיטה מקובצת במס' כתובות ע\"ט ומובא בס' שמן רוקח לאאמו\"ז הגאון ז\"ל דאפי' במעכשיו חמץ מפקיע מידי שעבוד עיי\"ש. נראה דכמו כן לפי המסקנא דגוי מישראל אינו קונה משכון וכמ\"ש בפ\"י ועיין ברמב\"ן במלחמות אף שעבוד לא שייך וממילא אפי' במעכשיו ואפי' לאביי בלי הרהינו לדעתו לא מהני כמו לרבא:<br><b> וי\"ל</b> בטעמא ונבין לשון רש\"י במשנה בד\"ה נכרי וכו' ולקמן מוקי לה בהרהינו אצלו בביתו ושוהה אצל הנכרי כל ימות הפסח דכיון דמטא זמניה ולא פרעיה ומחוסר גוביינא נמי לא הוה שהרי אצלו נתן אגלאי מלתא למפרע דמשעה שהרהינו אצלו הוה דידיה עכ\"ל:<br><b> דלכאורה</b> יש להבין למה בעי מעכשיו והרהינו וגם לרבא כמ\"ש דמעכשיו לא מהני למה מהני בצירוף הרהינו כיון דגוי מישראל אינו קונה משכון:<br><b> וי\"ל</b> דכמ\"ש הה\"מ לרבינו צריך שיגיע הזמן קודם פסח דאל\"כ אמרינן הואיל ואי בעי פדה הוי שלו ובר\"ן ע\"ז דהואיל ומחוסר ממונא לא אמרינן. ובתוס' פסחים מ\"ו ע\"ב בד\"ה הואיל כתבו דהואיל ואי בעי פדה לא אמרינן דא\"כ בכל חמץ נאמר דהואיל ואי בעי קנה עיי\"ש:<br><b> אמנם</b> לכאורה יש לחלק באי בעי קנה דהוי של האחר בכולה משא\"כ משום דאלו הו\"ל זוזי וכו' וכמ\"ש דמה\"ט לא הוי של מלוה בכולה למפרע לרבא. ונאמר לרבא ג\"כ לחלק באם מחוסר קנין גם להאחר וא\"כ הוי שניהם בשוה לשניהם מחוסר קנין. אבל אם להנכרי אינו מחוסר גוביינא דהוי בידו אלא דמחוסר זמן דלא הוי כמחוסר מעשה וא\"כ הוי להנכרי באומר מעכשיו והרהינו למפרע שלו בכולו ולא שייך אלו הו\"ל זוזי וכו' משום דהוי מחוסר ממונא וכמו אי בעי קנה משום דבהנכרי אינו מחוסר מעשה אלא מחוסר זמן בלבד. וא\"כ לפ\"ז י\"ל למסקנא דגוי מישראל אינו קונה משכון גם לאביי חמץ מפקיע מידי שעבוד רק בהרהינו ומעכשיו ואתי שפיר. וזה שכתב ברש\"י ואינו מחוסר גוביינא וכו' ומשו\"ה אפי' בהגיע הזמן לאחר פסח אינו עובר. ודוקא בכה\"ג דהרהינו דאל\"כ ממ\"נ אם מחוסר קניה לא הוי שלו הרי גם בהנכרי נאמר כן. אבל בהרהינו שאין מחוסר אלא זמן בלבד מהני אף לרבא. ואתי שפיר ג\"כ אף למ\"ש דמיירי באפותקי ולא שייך משום אחריות דכמ\"ש ברא\"ש הרהינו שלא יהיה באחריות וא\"כ באפותקי למה לי הרהינו. אבל כמ\"ש צריך עם כל זה הרהינו שלא יהיה מחוסר גוביינא ואתי שפיר:<br><b> ויש</b> ליישב במ\"ש כמו כן קושית התוס' בד\"ה אלא הב\"ע לאביי דס\"ל למפרע הוא גובה האיך נבין הרישא וסיפא שם עיי\"ש דלפי מ\"ש אם נאמר דנכרי מישראל אינו קונה משכון בעי מעכשיו וגם הרהינו לאביי שלא יהיה מחוסר גוביינא ולא יהיה שייך בו לומר הואיל ואתי שפיר:<br><b> אמנם</b> יש לעיין לרש\"י שכתב דלרבא הוי עכ\"פ אינו ברשותו א\"כ לא יועיל המכירה עד זמן הגביה וגם בלא גבה הבע\"ח ג\"כ לא יועיל המכירה דהוי בשעת המכירה שאינו ברשותו דלאביי ניחא די\"ל למפרע שלו וכמ\"ש בלא השעבוד הוי שלו למפרע ובתוך הזמן יכול למכור עד זמן הגביה ועי' במס' קדושין בפ' האומר בהרי את מקודשת לי לאחר ל' יום עיי\"ש וברשב\"א שם אבל לרבא יקשה:<br><b> וראיתי</b> בקצה\"ח בסי' קי\"ז ס\"ק ב' שעמד ע\"ז וכתב ע\"ז דדמי לאומר שדה זו שמשכנתי לכשאפדנה תהיה הקדש דחל ההקדש כמבואר כתובות נ\"ט ומפרש לה הש\"ס שם דלא הוי שלא בא לעולם כיון דבידו לפדותו ולהכי כשפודה הלוה חל ההקדש והמכירה למפרע אלא כי אינו פודה אין המכירה חל משום דמחמת השעבוד הוי כמו דבר שאינו ברשותו עיי\"ש:<br><b> ונראה</b> לומר ג\"כ כיון דהקנין פירות הוי בהלוה שלו וברשותו ויוכל למכרו ובלא בא הבע\"ח לגבות הוי הקנין פירות לעולם להלוקח דעד שלא יבוא הבע\"ח הוי גם ברשותו למכרו וקנין פירות לעולם הוי ממילא סילוק מקנין הגוף אשר להלוה בו ודוקא להקדיש הגוף או למכרו לעולם אינו יכול אבל הקנין פירות יש לומר דמהני בהקדש ומכירה. ועי' ערכין כ\"ח כ\"ט דאפי' בטובת הנאה שייך הקדש עיי\"ש:<br><b> אמנם</b> יש לחשוב עוד לאביי דס\"ל למפרע הוא גובה מ\"מ כל ימי הפסח מתלי תלוי וקאי:<br><b> והנה</b> לפמ\"ש בתוס' במס' פסחים כ\"ט ע\"ב המשהה חמץ ע\"מ לבערו אינו עובר וי\"ל דשלא לפדותו דהוי כמכירה למפרע בכלל זה והאי דלא אמרינן דכו\"ע ס\"ל למפרע גובה ור' מאיר ורבנן פליגי אם משהה חמץ ע\"מ לבערו עובר די\"ל דעדיף טפי ממשהה ע\"מ לבערו משום שאינו מחוסר מעשה ונהפך הפדיה מחוסר מעשה [וע\"ז נאמר דגם החמץ מחוסר גוביינא בלי הרהינו] וי\"ל ביותר ג\"כ דכה\"ג הוי כביעור למפרע משא\"כ במשהה ע\"מ לבערו וכו\"ע מודו גם י\"ל במשהה ע\"מ לבערו לפמ\"ש בריב\"ש דאפי' באיסורים דלא שייך בל תאחר צריך לעשותם מיד שמא ימות ובמ\"א כתבתי לחלק בין אם ימות יעבור למפרע ובין שאם ימות יהיה רק ביטול מ\"ע ובחמץ הוי תרוייהו תשביתו ובל יראה וכ\"ז במשהה ע\"מ לבערו ועיין בתוס' שמחלקים בשמא ימות בין לזמן מרובה ועי' בתוס' גיטין כ\"ח ע\"א ובכמה דוכתי דשמא ימות לאלתר מחלוקת ר\"מ ור' יהודה עיי\"ש. אבל בכה\"ג דהלוהו על חמצו שאם ימות ודאי לא יפדהו אלא דע\"ז י\"ל שמא יפדוהו היורשין דבדידיה י\"ל משום איסורא ודאי לא יפדהו עי' בחק יעקב בסי' תמ\"א עיי\"ש. אבל היורשין דלא יעברו למפרע שמא יפדו אותו ואיכא חשש שמא ימות גם בזה:<br><b> וי\"ל</b> ג\"כ במשהה ע\"מ לבערו עכ\"פ ביטל מ\"ע דתשביתו שהיה חל עליו משא\"כ בזה שלא בא לידי כך אלא כנראה משום זה לא קנסו לאחר פסח ועי' בתוס' מנחות ה' אם עשו סייג במעשה וצ\"ע לדמותו לשם:<br><b> גם</b> כמ\"ש בצל\"ח בגורם לממון דילפינן מלא ימצא היינו לבל יראה ולא לתשביתו עיי\"ש וא\"כ עדיף ממשהה לבערו דשייך ביטול תשביתו משא\"כ בהלוהו על חמצו ע\"י השעבוד לא הוי שלו גמור ולא שייך תשביתו וגם כמ\"ש נעקר החיוב למפרע:<br><b> ובדעת</b> רבינו י\"ל לפמ\"ש דלרבא דקיי\"ל כותיה גם מעכשיו לא מהני משום דאלו הו\"ל זוזי וכו' לא הוי בגדר שלו כל שיש יד אחרים בו וגם הרהינו בלתי מועיל כיון דגוי מישראל אינו קונה משכון ומשו\"ה מוקי בקודם פסח וחילו מתוספתא כמ\"ש ז\"ל וגם קודם פסח צריך למעכשיו דאל\"כ בלתי מתחיל הקנין אם לא בשעת הלואה ומעכשיו דהוי כמשוך פרה וכו' וכמש\"ל והאי דמצריך הרהינו. הנה בדעת רבינו אם בגוי משיכה או מעות קונות עי' בהל' ע\"ז בפ\"ז הל' ה' ובלח\"מ שם ובהל' זכיה ומתנה בפ\"א עיי\"ש ובצל\"ח בסוגיא הכריע בדעת רבינו דס\"ל משיכה קונה בגוי עיי\"ש וא\"כ צריך הרהינו דאל\"כ לא שייך קנין משיכה בלא בא לידו ומחוסר גוביינא. ולפ\"ז י\"ל דגם רבינו ס\"ל דלא שייך הואיל דאי בעי פדה כדעת הר\"ן ועי' בחק יעקב בסי' תמ\"א ס\"ק ו' שכתב דהרהינו משום דמעות אינן קונות עיי\"ש ועי' שם ס\"ק ה' במ\"ש דלא שייך הואיל בנתחמץ וכמ\"ש בתוס' פסחים מ\"ו ע\"ב בד\"ה הואיל עיי\"ש ועי' מ\"ש בהל' ע\"ז בפ\"ז הל' ה' בדעת רבינו במשיכה בנכרי עיי\"ש. ועי' בס' ברכת אברהם סי' כ\"ב לבנו של רבינו - רבינו אברהם ז\"ל עיי\"ש:"
            ],
            [
                "<b>ישראל וכו' ה\"ז מכרו לעכו\"ם או נותנו לו במתנה וחזר ולקחו ממנו אחר הפסח ובלבד שיתננו לו מתנה גמורה. אומר ישראל לעכו\"ם וכו' אבל לא ימכור ולא יתן לו על תנאי ואם עשה כן ה\"ז עובר על בל יראה ובל ימצא.</b> ובב\"י בסי' תמ\"ח בשם בה\"ג ובלבד שלא יערים ומפרש בב\"י שלא יהיה בתנאי עיי\"ש. ובהגהות מיימוני בפ\"ו מהל' שבת אות א' הביא התוספתא מקור דברי רבינו כמ\"ש המ\"מ ועל אותה התוספתא הייתי תמיה דפסקינן בפ\"ק דקדושין בכולהו קני ה\"נ אמאי לא יתן לעכו\"ם במתנה ע\"מ להחזיר ושמא משום חומרא דפסח עכ\"ל וכיוצא בזה בשו\"ת תה\"ד בסי' ק\"כ ועי' בשו\"ע בסי' תמ\"ה סעיף ג' ובמג\"א שם ס\"ק ה' בשם הרדב\"ז דמשו\"ה לא מהני ע\"מ להחזיר אף דלמפרע היה חמץ של עכו\"ם מ\"מ קודם קיום התנאי כבר עבר עליו הישראל ולא מהני קיום התנאי לבטל הלאו שכבר עבר ובמג\"א הקשה עליו עיי\"ש ובמקור חיים כתב ע\"ז דשמא לא יחזיר לו ונמצא המתנה בטילה עיי\"ש ולכאורה יקשה לפ\"ז על הגהות מיימוני ותה\"ד שכתב דרק מחומרא דחמץ לא יעשה כן וי\"ל למ\"ש בתוס' במס' קדושין ו' דמשו\"ה מהני מתנה ע\"מ להחזיר בלי כפילת התנאי משום אומדנא באתרוג עיי\"ש וא\"כ י\"ל בחמץ לא הוי אומדנא משום איסורא דבל יראה וא\"כ התנאי בטל ומעשה קיים ולפ\"ז בכפל התנאי י\"ל דאסור מדינא. והנה רבינו כתב ובלבד שיתננו לו מתנה גמורה ולא יתן לו על תנאי ואם עשה כן ה\"ז עובר בל יראה וכו' ומתנה על מנת להחזיר כתנאי דעלמא ונראה דמדינא עובר ולמ\"ש יש לעיין אם כונתו בתנאי בכפילת התנאי דשייך לומר כמ\"ש במקור חיים או בתנאי דע\"מ להחזיר בלי כפילת התנאי ובשו\"ע ליתא דעובר בבל יראה וכתבו דמתנה ע\"מ להחזיר משום חומרא דחמץ ולא העירו שלדעת רבינו עובר בל יראה מדינא וצ\"ל שמחלקין בין תנאי דעלמא למתנה ע\"מ להחזיר ואולי משום דהוי תנאי דבי\"ד המקבל לקיימו וא\"כ הו\"ל לפרש בכל תנאי דבידו ועי' בפר\"ח שמביא לקיים דברי הרדב\"ז עיי\"ש וצ\"ע. ועי' בפ\"ו מאישות הי\"ז דע\"מ כמעכשיו וא\"צ כפילת התנאי ויהיה מובן במש\"ל בכ\"ג לא מהני בע\"מ להחזיר בחמץ:"
            ]
        ],
        [
            [],
            [
                "<b>חמשה מיני דגן אלו אם לשן במי פירות בלבד בלא שום מים לעולם אין באין לידי חמוץ אלא אפי' הניחו כל היום עד שנתפח הבצק מותר באכילה שאין מי פירות מחמיצין אלא מסריחין ומי פירות הן וכו' והוא שלא יתערב בהן שום מים בעולם ואם נתערב בהן מים כל שהוא הרי אלו מחמיצין.</b> ועי' בראב\"ד והמ\"מ ובס' מעשה רוקח הביא תשובה מבנו של רבינו רבינו אברהם ז\"ל שכתב כי רבינו חזר מדעתו וס\"ל דבלא מים איסורא מיהו הוי ותיקן לשונו כאן וכתב אין חייבין עליו כרת וכו' ובשו\"ת הרשב\"א בסי' ד' מובא ג\"כ מחזרת רבינו ובסי' של\"ג ברשב\"א הביא בהיפוך דעת הראב\"ד ומ\"ש בהשגות כאן ועי' בתומת ישרים בסי' ק\"ח להחמיר במי פירות בלי מים מובא בחק יעקב:<br><b> ועי'</b> ברמ\"ך שכתב לדחות דמי פירות במים הוי כפושרין אלא דהוי כמים בעלמא וא\"צ שימור ביותר והחימוץ לא הוי ע\"י המי פירות אלא לפי המים שבו עיי\"ש ולשון רבינו ואם נתערב וכו' הרי אלו מחמיצין נראה ביותר שקאי על המי הפירות ג\"כ ולכן לא שייך ביטול למים כל שהוא במי הפירות משום דמים הנוגע במי פירות נעשה ראוי להחמיץ כמו המים:"
            ],
            [],
            [],
            [
                "<b>כרמל שמהבהבין וכו' וכן כשמוללין קדירות החדשות אין מבשלין בהן אלא מצה אפויה וכו'.</b> עי' בלח\"מ שעמד עמ\"ש קדירות חדשות ובמרכבת המשנה דדעת רבינו לפרש כמ\"ש בערוך ערך אבשונא שמוללין בשעורים שיבשו בתנור את הקדירה כדי שתחזיק ע\"ש:"
            ],
            [],
            [],
            [
                "<b>תבשיל שנתבשל ונמצאו בו שעורים או חיטין אם נתבקעו הרי כל התבשיל אסור שהרי נתערב בו החמץ ואם לא נתבקעו מוציאין אותו ושורפין ואוכלין שאר התבשיל שאין הדגן שנבלל ולא נתבקע חמץ גמור של תורה ואינו אלא מדברי סופרים. משום שנאמר ושמרתם את המצות כלומר הזהרו במצה ושמרו אותה מכל צד חימוץ לפיכך אמרו חכמים צריך אדם ליזהר בדגן שאוכל ממנו בפסח שלא יבוא עליו מים אחר שנקצר עד שלא יהיה בו שום חמוץ וכו'.</b> ומקור מ\"ש בה\"ח כמ\"ש בהמ\"מ ברי\"ף שכתב על המחלוקת מר עוקבא ושמואל בלתיתה דאיתא נתבקעו אסורה דשמואל ס\"ל נתבקעו ממש ומר עוקבא כל שמניחין ע\"פ הביב והם מתבקעות עבד שמואל עובדא נתבקעו ממש וז\"ל ואנן כיון דלא איפסקא בהאי מלתא הלכתא בהדיא לא כמר עוקבא ולא כשמואל עבדינן לחומרא כמר עוקבא דהוי ליה ספיקא דאורייתא לחומרא והנפק\"מ לענין מיכלינהו להני שערי בעיניהו אבל אי משתכחי בהדי בישולא ולא נתבקעו כיון דאיסור תערובות חמץ במשהו דרבנן היא לא אסרינן להאי בשולא דמשתכחי בה תרי ותלת שערי אא\"כ נתבקעו כשמואל דהו\"ל ספיקא דרבנן וספיקא דרבנן לקולא עכ\"ל:<br><b> ובלח\"מ</b> ע\"ז דרבינו נראה בלא נתבקעו בתערובת מותר משום הנלמד מושמרתם מדרבנן והקשה דאם כן למה פסק כמר עוקבא מספיקא דדינא דהרי תיקו דרבנן לקולא וכתב דפוסק כמר עוקבא דמסתבר טעמא אלא בתערובת דהוי תרי דרבנן עיי\"ש. ולפי דבריו דעת רבינו שלא כדעת הרי\"ף דהוי ספיקא דאורייתא:<br><b> והנה</b> ממ\"ש רבינו מדברי סופרים וכו' אין הכרע כמ\"ש המ\"מ דכל שאין הדרש מפורש בפשוטו של מקרא בלשון רבינו מדברי סופרים על דאורייתא גם מ\"ש לפיכך אמרו חכמים וכו' י\"ל דשימור מקצירה הוספה מדרבנן או דגם אמרו החכמים הכונה שנמסר להם לדרוש הקרא וג\"כ מדאורייתא:<br><b> ונראה</b> לומר דדעת רבינו כמו כן דמושמרתם וכו' הוי דאורייתא כנראה מסוגיא וממכילתא מובא ברש\"י בפ' בא י\"ב ושמרתם את המצות שלא תבוא לידי חמוץ וכמ\"ש רבינו הזהרו במצה ושמרו אותה מכל צד חימוץ:<br><b> ויש</b> לעיין במ\"ש רבינו מכל צד חימוץ וכו' עד שלא יהיה בו שום חימוץ וכו' בפירושו אם כונתו צד חימוץ חימוץ קל קלוש כמו שמצינו הסוברים במי פירות דהוי נוקשה וכמו כן קודם שנתבקע לא הוי חמץ גמור אלא חמץ נוקשה הנה במי פירות דעת רבינו דלא הוי חמץ כלל ועם מים חמץ גמור ולא מצינו לו מחמץ קלוש גם ממ\"ש שלא יבוא בו מים אחר שנקצר וכו' לפי זה בלא שמרו הוי ספק דרבנן. והנה י\"ל אפי' אם יהיה דאורייתא מ\"מ בלא שמרו מוקמי בחזקת התירא אבל משום ספיקא דדינא לא שייך חזקה כמ\"ש במל\"מ דאין שייכות לספק להמציאות. אמנם י\"ל פירוש אחר דהוי איסורא מדאורייתא ובספק אם בלא שמרו אין יוצא ידי מצה מדאורייתא ולשון ושורפין וכו' נראה דהוי מדאורייתא ונאמר בכונת רבינו דהנה בגמ' מצינו החילוק בין נתבקעו בלתיתא ורבינו שהביא דעת הרי\"ף בתבשיל וכמ\"ש בהל' ג' ואם בשל הרי זה חמץ גמור והוא שיתבקעו דבבישול תליא גם כן בנתבקע שיהיה חמץ גמור. והנה בהל' ז' החיטין מותר לבלול אותן במים כדי להסר סובן וטוחנן אותם מיד כדרך שטוחנין הסולת וכו' נראה דמותר ללתות וכשנבקעו הוי חמץ גמור ועד שלא נתבקעו חמץ שאינן גמור והשיעור בלא טחנן מיד ולא נתפרש כמה מיד דנראה דלא תליא בבישול בשיעור מיל. וי\"ל דחשש חימוץ וצד חימוץ שכתב רבינו דמשנבקעו הוי ודאי חמץ ועד שנתבקע בשלא טחנן מיד הוי ספק חמץ אף דלדעת רבינו ספיקא דאורייתא מהתורה לקולא בזה ריבתה התורה ושמרתם את המצות הזהרו ושמרו מכל צד חימוץ וכו' לחוש אפי' על ספק חמץ וכן מסכים לשונו ע\"ז ובמכילתא ושמרתם את המצות שלא תבוא לידי חימוץ ובמזרחי בא י\"ב ואין ר\"ל שישמרנה מן החמץ ממש שזה בחיוב כרת הוא אלא ה\"פ שצריך ליזהר מהדבר המביא לידי חשש חימוץ וכו' עיי\"ש. והכונה דעל שנתבקע הרי נראה חימוצו בודאי לעינינו אלא השיעור מחשש חימוץ הבלתי נראה ובגדר ספק. ומזה כנראה דאפי' על חשש וספק אסרה התורה בחמץ אף לדעת רבינו וכיוצא בזה מצינו בבדיקות עופות וכמ\"ש בריב\"ש וכמ\"ש במקום אחר דגם לרבינו בו מספק מהתורה לחומרא. דזה שלא הכסיף פניו אינו מוציא מידי חשש חימוץ קודם ששהה שיעור שיהיה ניכר חימוצו ובנתבשל בכל גוונא ממהר להחמיץ וא\"כ כמ\"ש מושמרתם וכו' נלמוד ספיקו לאיסורא וכל זה בעינא אבל בתערובת ספיקא דרבנן לקולא:<br><b> וראיתי</b> בספר קרית ספר להמבי\"ט שכתב אם בלל שעורין וכו' עד כי שאם הניחן וכו' הרי אלו אסורין דספק הוא אם באו לידי חימוץ והוי ספיקא דאורייתא ובחיטין עד שיתבקעו בתבשיל עיי\"ש. והנה למ\"ש בפי' הראשון יקשה מאי שנא מצה בליל הראשון לכל פסח:<br><b> ועיין</b> בהמ\"מ שעמד ע\"ז דנראה דלרבינו אין הבדל בין מצה של מצוה לשאר מצות בכולן צריך שימור מכל חשש ורק בסוף פ\"ח כתב ממצה משתמרת וכתב דלכתחילה בכל דגן כן אבל מעכב רק בלילה הראשונה עיי\"ש:<br><b> ולכאורה</b> יש להעיר הרי מושמרתם וכו' נלמד שימור לשם מצה כמ\"ש ברש\"י בפ\"ק דמס' גיטין וחולין בסוגיא דמצת כותי עיי\"ש ומנ\"ל ממקרא זה שלא יהיה בו חשש חימוץ שכתב רבינו וכן במכילתא וי\"ל דמשו\"ה כתב רבינו מדברי סופרים וכו' דהוי מפי השמועה בע\"פ מדאורייתא וסמכו כדרכם ז\"ל גם כן על מקרא דושמרתם וכו' דמקרא עצמו נאמר על שימור לשם מצה. ויש לומר ג\"כ ושמרתם וכו' מורה על שימור לשם מצה בלבד אלא כמו שאמר רבא אי לאו דבעי לתיתה שימור למאי דשימור לשם מצה לא שייך אלא ביש בו חשש חימוץ ג\"כ ולפי זה תרוייהו נדע מושמרתם וכו' מחשש חימוץ ומשימור לשם מצה ולמסקנא דלרבא צריך שמירה משעת קצירה וכמ\"ש בספר מעשה רוקח שחזר מזה דמצוה ללתות דהרי אפי' משעת קצירה צריך שמירה הרי בלא לתיתה שייך שימור ומשו\"ה לא כתב רבינו אלא מותר ללתות ולא מצוה ללתות עיי\"ש. וי\"ל דמשו\"ה חזר רבא דאחר זה ס\"ל דמשום ספק צריך לחוש מדאורייתא וא\"כ שייך שימור משעת קצירה ובלי לתיתה. וא\"כ לענין לילה הראשונה לשם מצה לא שייך בלא שמר לאוקמי אחזקת היתר דעכ\"פ מחוסר שמירה הוי דצריך שיהיה נשמר לשם מצה מתחילתו ובס\"ד דלא ס\"ל משום ספק לחוש לדעת רבינו דספק מותר מהתורה ומשו\"ה אמר מצוה ללתות ומשו\"ה פסק רבינו רק מותר ולא מצוה ללתות. ולמ\"ש הבדל בין לילה הראשון בלא שמר דלענין חמץ שייך חזקת היתר בספק במציאות משא\"כ לענין לשם מצה כמ\"ש דעכ\"פ לא נשמר ועיין מ\"ש פסחים ל\"ד ע\"א בהסח הדעת וברש\"י ומ\"ש בזה בפ\"ק דחולין עיי\"ש:",
                "<b> דגן שנטבע בנהר שנפל עליו מים כשם שאסור לאכלו כך אסור לקיימו אלא מוכרו לישראל ומודיעו כדי שיאכלנו קודם הפסח ואם מכרו לעכו\"ם קודם הפסח מוכר מעט לכל אחד ואחד כדי שיכלה קודם הפסח שמא יחזור העכו\"ם וימכרו לישראל.</b> ועיין בכ\"מ ובשו\"ת הרשב\"א בסי' של\"ד מובא בספר חק יעקב בסי' תס\"ז ס\"ק ג' ועמ\"ש כדי שיכלה וכו' עיין במג\"א בסי' הנ\"ל ס\"ק ב' שכתב אף דמכרו מעט לביתו צריך כדי שיכלה שיהיה ס\"ס עיי\"ש. (והנה יש להעיר עמ\"ש ברי\"ף דדגן צריך שריפה ותבשיל מותר וכיוצא בו מצינו בכמה דוכתי למ\"ש ז\"ל בספק על דאורייתא ודרבנן על דבר אחד בשניהם לחומרא צ\"ל דוקא באותו דבר עצמו משא\"כ התערובות דבר אחר):<br><b> ועיין</b> שהקשו עמ\"ש רבינו בפי\"ב מהל' קרבנות דאין לותתין חיטין של מנחות וכאן פסק דמותר ללתות עיין בשו\"ת זכרון יוסף בסי' ב' עיי\"ש. וי\"ל דאיסור לתיתה כ\"ז שלא נאמר לאסור בלא נתבקעו וא\"כ אסור לכתחילה אבל כיון בלא נתבקעו ג\"כ אסור מחשש חימוץ מותר ללתות וכ\"ז לענין פסח אבל במנחות החשש שלא יבוא לידי חמוץ ויבוא קדשים לידי פסול משו\"ה אסור ללתות גם למר עוקבא ולמאי דקיי\"ל דאסור בלא נתבקעו ג\"כ:"
            ]
        ],
        [
            [
                "<b>מ\"ע מן התורה לאכול מצה בליל חמשה עשר שנאמר בערב תאכלו מצות בכל מקום ובכל זמן ולא תלה אכילה זו בקרבן הפסח אלא זו מצוה בפ\"ע ומצותה כל הלילה אבל בשאר הרגל אכילת מצה רשות רצה אוכל מצה רצה אוכל אורז או דוחן או קליות או פירות אבל בליל חמשה עשר בלבד חובה ומשאכל כזית יצא יד\"ח.</b> עי' בס' מעשה רוקח שהקשה למה בפ\"ח הי\"ד מהל' קרבן פסח כתב רבינו להרחיק מעבירה עד חצות מדרבנן ובמצה לא כ\"כ ותירץ דרק בפסח דהוי מחשש נותר דבכרת גזרו ולא במצה וכיו\"ב בצל\"ח במס' ברכות דף ט' הקשה ותירץ כן בתוך שאר תירוצים שכתב שם עיי\"ש וכן מצאתי ברמ\"ך בחידושיו על הרמב\"ם שכתב עיי\"ש:<br><b> והנה</b> במס' זבחים נ\"ז ע\"ב הפסח אינו נאכל וכו' ואינו נאכל אלא עד חצות. ובגמ' א\"ר יוסף ר' אלעזר בן עזריה היא וכו' א\"ל אביי וממאי דראב\"ע ודאורייתא דילמא דרבנן ולהרחיק מן העבירה. א\"כ מאי אלא עד חצות אלא כי התם מה התם דאורייתא אף כאן דאורייתא:<br><b> ולכאורה</b> אם מדרבנן עד חצות על כרחך שאינו עובר על בל תותיר דאל\"כ לא ישמע לעבור על דאורייתא עבור איסורא דרבנן אף דלא הוי במלקות וכמ\"ש בתוס' במס' שבת בסוגיא דהדביק פת בתנור וכו' עיי\"ש. אלא דא\"כ לא ימצא הלאו דנותר כלל ורק תליא בלבו של אדם אם לא היה רוצה לאכלו גם אחר חצות אם יהיה מותר ובלאו הכי דהוי שאין בו מעשה וניתק לעשה לא יהיה שייך בו מלקות כיון דעבר החצות. וכנראה דאף דאמרו להרחיק זה לכתחילה אבל בעבר יהיה מותר לאכול רק לראב\"ע אסור לאחר חצות מדאורייתא וכיוצא בזה כתבו בתוס' במס' פסחים ק\"כ ע\"ב בד\"ה אמר רבא עיי\"ש וברבינו יונה ריש מס' ברכות ובס' שאגת אריה סי' ד'. ולמ\"ש בתוס' שם דברי הגמ' מדאיתא אלא עד חצות משמע דהוי מדאורייתא דאם מדרבנן רק לכתחילה כן ובעבר אוכל גם לאחר חצות דכמ\"ש דלא עקרו הלאו וכמ\"ש בשאגת אריה דמלישנא דרבינו נראה דס\"ל בפ\"ד ממעשה קרבנות שכתב וכדי להרחיק מן הפשיעה אמרו חכמים שאין מקטירין האימורין ואיברי עולה אלא עד חצות ומדלא כתב שמקטירין אותו קודם חצות ש\"מ דס\"ל באם לא הקטיר קודם חצות שוב אין מקטיר וכיוצא בזה בפ\"י בהנאכלים וכו' כתב לדייק כן עיי\"ש. וא\"כ לפי זה למ\"ש צ\"ל דנעקר הלאו דנותר בדיעבד שאם עבר על הרבנן בלא קיימו אחר חצות משום עכובא דאיסור דרבנן. אלא אף דהפקיעו הלאו הכרת באכלו לא נפקע ושייך לומר דשאני מצה מפסח כמ\"ש ז\"ל. ולפ\"ז צ\"ל לדעת רבינו ניתק לעשה ושאין בו מעשה שאמרו בנותר לא הוי אלא על דין דאורייתא דעל דין דרבנן כמ\"ש לא הוי בלאו כלל. אלא דיש לעיין דכמ\"ש בתוס' במס' שבת ד' ע\"א בד\"ה קודם הוי באיסור סקילה שכתבו דעל כרחך אין סוקלין דאל\"כ לא ישמע עיי\"ש. אבל לעקור הלאו לא הוי ביד החכמים ולא שייך דהוי אונס משום איסורא דרבנן בהיה לו לאכול קודם חצות וצ\"ע ועיין עוד בצל\"ח שכתב דבמצה ליכא אלא עשה לא עשו סייג משא\"כ בפסח דאיכא לאו דנותר עיי\"ש. והנה מ\"ש בעשה לא עשו סייג רק בק\"ש משום מלכות שמים ועיין בתוס' במס' מנחות ה' ע\"ב בד\"ה האיר עיי\"ש. ולמ\"ש דעקרו הלאו וא\"כ ממילא שייך יותר פשיעה ומשום חשש אכילה דבכרת אכתי שייך דלא נפקע ומאי הועילו בסייג וצ\"ע:"
            ],
            [
                "<b>בלע מצה יצא בלע מרור לא יצא בלע מצה ומרור כאחד ידי מצה יצא ידי מרור לא יצא שהמרור טפילה למצה כרכן בסיב וכיו\"ב ובלען אף ידי מצה לא יצא.</b> הנה בלע מצה נראה דהוי גם הנאת גרונו שהיה בפיו אלא שלא לעסה וכרכן בסיב לא הוי הנאת גרונו כלל ומזה לר\"י במס' חולין ק\"ד דס\"ל דחייב בהנאת גרונו. אבל בהנאת מעיו אינו חייב דכמ\"ש במל\"מ בהל' יסודי התורה מצוה ואיסור שוין ועי' במל\"מ בפי\"ד ממאכלות אסורות המצוין כאן. ובבלע מצה ומרור כאחד וכו' עי' בפר\"ח בסי' תע\"ה ס\"ק ג' שאפי' אינו נוגע המצה בפיו כלל אפ\"ה יצא כמ\"ש רבינו בפ\"ג מהל' שאר אבות הטומאות והוא מתוספתא באוכל בשר נבילת עוף טהור כרכה בחזרת ובלעה טמא בסיב ובלעה טהור וכתב בר\"ש ובכ\"מ במאכל מין במינו אינו חוצץ עיי\"ש מובא במל\"מ בפי\"ד ממאכלות אסורות הנ\"ל עיי\"ש. וראיתי ברמ\"ך שכתב בבלע מצה הואיל ואי בעי מצי לטעום הוי כל הראוי לבילה וכו' עיי\"ש ולענ\"ד כמ\"ש דהוי טעימת גרונו בבלע ולמ\"ש ברמ\"ך באיסורא ג\"כ נאמר כן ויקשה לחלק. גם מ\"ש ז\"ל משום מין במינו אינו חוצץ יש להבין דעכ\"פ לא הוי הנאת גרונו וצ\"ע:"
            ],
            [
                "<b>אכל מצה בלא כונה כגון שאנסוהו עכו\"ם או ליסטין לאכול יצא ידי חובתו וכו'.</b> ועיין בהמ\"מ בפ\"ב ה\"ד מהל' שופר מ\"ש לישב הסתירה מכאן לשם עיי\"ש ועי' בר\"ן במס' ר\"ה בזה עיי\"ש:<br><b> הנה</b> כתב רבינו כגון שאנסוהו עכו\"ם או ליסטין וכו' ונראה לדבר בענין כפיה במצוה גם ע\"י ישראל ומ\"ש או ליסטין דנראה אפי' בישראל:<br><b> במס'</b> ר\"ה כ\"ח ע\"א שלחו לאבוה דשמואל כפאו ואכל מצה יצא כפאו מאן אילימא כפאו שד והתניא עתים חלים ועתים שוטה כשהוא חלים חלים לכל דבר כשהוא שוטה כשוטה לכל דבר. אמר רב אשי שכפאו פרסים. אמר רבא זאת אומרת התוקע לשיר יצא פשיטא היינו הך מהו דתימא התם אכול מצה אמר רחמנא והא אכל. אבל הכא זכרון תרועה כתיב והאי מתעסק בעלמא הוא קמ\"ל ועי' ברש\"י:<br><b> ועיין</b> שהקשו למה נקטו פרסים דוקא שאם לשון כפאו. י\"ל שהמעשה כך היה כמ\"ש בפנ\"י עיי\"ש ועיין בר\"ן שהחליט מלשון כפאו דין חדש עיי\"ש:<br><b> ועיין</b> בס' כפות תמרים שעמד ע\"ז וכתב דאתא לאשמעינן דעשוי ע\"י גוי מהני כדמצינו לענין גט המעושה ע\"י נכרים דפסול מדרבנן ולכן לא פשטו מהאי דמס' כתובות סוכה ואינו עושה וכו' כופין אותו והביא ראיה דבכפאו ישראל פשיטא דיצא ממס' חולין ל\"א בנדה שנאנסה וטבלה רב אמר טהורה לביתה ואסורה לאכול תרומה וכו' אפי' למ\"ד דנדה לבעלה צריך כונה כונת חברתה מועלת כאלו נתכונה היא וה\"נ אם ישראלים כפאו פשיטא דיצא אפי' למאן דס\"ל מצות צריכות כונה כהאי דמס' כתובות הנ\"ל אלא בכפאו גוים נסתפק עיי\"ש:<br><b> ולענ\"ד</b> יש לחלק בין נדה שטבלה באונס דטבילת נדה דהוי רק לטהרה וכמו כל טבילה לטומאה כיון דבא במים נטהר והוי תיקון מאיסור כמו ניקור הגיד וחלב וכיו\"ב דלא בעינן כונה אלא אף כדאיתא בגמ' שם ל\"א ע\"ב ה\"ד נדה שנאנסה וטבלה אילימא דאנסה חברתה וכו' כונת חברתה כונה מעליותא היא וכו' י\"ל דוקא בתיקן איסור אף אם נאמר דבעי כונה על המעשה אבל יהיה מי שיהיה המכוין דאין הכונה והמעשה רק על הדבר הנטהר משא\"כ במצוה המוטלת על גברא לעשותו הוא בעצמו י\"ל דלא מהני כונת האחר מה שמוטל עליו ושאני בטבילת נדה וטומאה דהעושה ומכוין יוכל להיות יהיה מי שיהיה ואין מוטלת על אדם מיוחד וא\"כ האשה האחרת מהני במעשה וכונה שלה משא\"כ במצוה שחיובה על אדם מיוחד בפ\"ע וביותר למ\"ש הרשב\"א בחי' למס' חולין בפ\"ק ובשו\"ת סי' כ\"ו דהיכא דשייך שליחות מהני כונת האחר עיי\"ש וא\"כ במצוה שבגופו דלא שייך שליחות כמ\"ש בתוס' רי\"ד במס' קדושין ממילא דלא שייך כונת האחר למאן דס\"ל מצות צריכות כונה:<br><b> ב יש </b> לדקדק דמיד לאחר כפאו וכו' הו\"ל למימר לרבא זאת אומרת וכו' דהרי גם קודם דידעינן דמיירי בפרסים יש ללמוד כן:<br><b> ונראה</b> לומר ומקדם נחשבה לדעת בהאי דינא בכפיה במצוה:<br><b> במסכת</b> כתובות דף פ\"ו במד\"א במל\"ת אבל במצות עשה כגון שאומרים עשה לולב ואינו עושה סוכה ואינו עושה כופין אותו עד שתצא נפשו עיי\"ש וכיוצא בזה בכמה דוכתי ועי' בפ\"ק דר\"ה בסוגיא דבל תאחר ובמס' קדושין דף נ' עיי\"ש. ולכאורה יקשה דנלמד מזה דמצות א\"צ כונה דהרי אינו יוכל לכופו על הכונה ומה הועילו בהכפיה אם צריך לכונה:<br><b> וע\"ז</b> י\"ל דיש לדקדק דאיתא סוכה ואינו עושה לולב וכו' ולא נקטו סוכה ואינו יושב לולב ואינו נוטל. ונראה לא שאינו רוצה בהמצוה אלא משום חסרון ממון או טירחא נמנע מהמצוה ולכן כופין אותו ע\"ז וממילא אח\"כ יעשה המצוה ככל ישראל אם הלולב והסוכה יהיה מוכנים לפניו והכפיה אלא על העשיה:<br><b> אמנם</b> מצינו כפיה במצוה על מעשה המצוה עצמה במס' קדושין נ' יקריב בעל כרחו וכו' כופין אותו עד שיאמר רוצה אני. וכן כופין על צדקה במס' כתובות מ\"ט ע\"ב ולזון את בניו במס' כתובות שם:<br><b> אבל</b> י\"ל גבי קרבן דהחיוב חל והקדש זכה באמירתו והבי\"ד הבעל דבר ליקח ממנו והגזבר כמו הבע\"ח ע\"ז. וגם לזון בניו ובצדקה וללמוד בניו לת\"ת עיין פ\"א מהל' ת\"ת בהגהות מיימוני שם ובהל' ת\"ת בזה ועי' בס' מחנה אפרים בהל' ריבית סי' א' שהוכיח דבכל חיובי התורה שעבודא דאורייתא עיי\"ש והאי דבחטאות ואשמות דאין ממשכנין עי' בתוס' ב\"ב מ\"ח עיי\"ש. וכדאיתא במס' חולין ק\"י דאף דצדקה מ\"ע שמתן שכרה בצדה שאין כופין מ\"מ כיון דהוי ל\"ת עמה כופין וכיוצא בזה כתבו בתוס' במס' כתובות הנ\"ל וההבדל בין ל\"ת ועשה בכפיה י\"ל דבעשה מעשה בכפיה כמי שאינו דמי דרק הנעשה ברצון יחשב למצוה משא\"כ בל\"ת עכ\"פ טוב למנוע עשית הרע האיסורא אף שלא ברצונו:<br><b> ובהנ\"ל</b> יש ליישב קושית התוס' במס' ר\"ה ו' ע\"א בד\"ה יקריב שהקשו ל\"ל קרא הרי בכל מ\"ע כופין כדאי' במס' כתובות הנ\"ל. אבל למ\"ש בסוכה ולולב אין כופין על מעשה המצוה אלא על שיהיה עושה סוכה ולולב זה הכנת המצוה והמצוה נאמר דיעשה מעצמו ומקרא דיקריב למדין שכופין על מעשה המצוה עצמה:<br><b> אמנם</b> יקשה לפ\"ז מאי מקשינן במס' כתובות הנ\"ל פריעת בע\"ח מצוה והתניא וכו' סוכה ואינו עושה וכו' כופין וכו' דהרי כמ\"ש שאני בין כפיה להכנה להמצוה לכפיה על מעשה המצוה עצמה. וי\"ל ע\"ז כמ\"ש לעיל דפרעון חוב דמשועבד לשלמו שייך כפיה מצד זה ולא תליא בדעתו ורצונו והוי כמ\"ש בתוס' הנ\"ל כיון דאיכא בצדקה ל\"ת כופין. אבל יקשה לפ\"ז קושית התוס' הנ\"ל למה צריכין קרא בכפיה בקרבן דאיכא ג\"כ כמ\"ש שעבוד להקדש מאמירתו לגבוה דנדע ממקרא מפיך וכו' ועיין בתוס' שם שתרצו דשאני קרבן דכתיב לרצונו עיי\"ש. ועיין במס' יבמות דף ק\"ו בענין חליצה בכפיה. ובשו\"ת חכם צבי סי' א' ובמזרחי בפרשת ויקרא המובא בס' כפות תמרים עיין שכתב לחלק דוקא בקרבן וגט צריך לומר רוצה אני ולא בשאר מצות משום בקרבן כתיב לרצונו עיי\"ש ונראה כמו כן בחליצה צריך לומר רוצה אני כדאי' ביבמות הנ\"ל:<br><b> והנה</b> טעמא בעי מאי שנא חליצה וגט וקרבן משאר מצות ולמה לא נלמד משם דצריך לומר רוצה אני. ואם דשם בעי קנין וכונה להקנות וכמ\"ש בחכם צבי הנ\"ל בחליצה הכונה לקנין עיי\"ש מ\"מ היכא דהקדיש והפריש קרבן הוי כשאר מצות ועי' ר\"ה ו' ע\"א דגם באפריש כופין עד שיאמר רוצה אני עיי\"ש. ולמ\"ש היה נראה דכפיה במעשה מצוה לא יהני כפיה היכא דלא שייך שעבוד ממון או הכנה למצוה:<br><b> ולכאורה</b> היה נראה מסברה כמו בל\"ת בכפיה דפטור עי' ברמב\"ם בפ\"ה מיסודי התורה דאם כפאו אפי' בדברים שמחויב למסור נפשו עבורם בעבר ע\"י אונס פטור ועי' סנהדרין ע\"ד בזה ובענין קרקע עולם ובנימוק\"י שם שכתב דאם המה העושים אין הנעשה עמו מחויב כלל באונס ועי' במס' כתובות דף ל' ע\"ב בתוחבו לתוך פיו וכו' ובתוס' שם בד\"ה ואי דלא עיי\"ש. וכמו כן מסתבר במצוה ע\"י כפיה כלא עשהו כלל ומכ\"ש מבל\"ת דבכפיה המעשה נגרר אחרי הכופה ולא אחרי העושה ואף בלא תוחבו לתוך פיו אלא כפאו בלעדי זאת כיון דלא הוי ברצון לא הוי כאלו עשהו דכל מעשה בלי רצון הוי כמעשה חרש ושוטה דלא הוי כלום ועי' ברש\"י כאן שכתב לדמות מתעסק במצוה למתעסק באיסור עיי\"ש אף דלכאורה הדמיון צ\"ע ופירוש וביותר נראה לדמות מצוה לאיסור במ\"ש. אבל הרי כאשר נראה בסוגיא מפורש להיפוך דאיתא כנ\"ל כפאו ואכל מצה יצא ומיניה דכפיה במצוה מהני וצריך טעמא אם מקרא לא נדע כן מסברה לכאורה לא נחליט ככה כמ\"ש:<br><b> וביותר</b> יש לתמוה ברש\"י שכתב כפאו ואכל מצה שכפאו פרסים ואע\"ג שלא נתכוין לצאת ידי חובת מצה בליל ראשון של פסח יצא עכ\"ל וצריכין לומר כן דאל\"כ לא היה רבא יכול לומר זאת אומרת וכו' ויקשה על רבא גופא דילמא מיירי שם במכוין למצה לצאת ואפ\"ה אשמעינן דיצא אע\"ג דגוף המעשה ע\"י אחרים נעשה ובתוקע לשיר י\"ל לא יצא משום דמצות צריכות כונה:<br><b> והנה</b> הייתי אומר דהנה במס' קדושין נ' דאי' יקריב בעל כרחו ולרצונו כיצד כופין אותו עד שיאמר רוצה אני ש\"מ דברים שבלב וכו' שאני התם דניח\"ל בכפרה. ועיין ברמב\"ם בפ\"ב מהל' גירושין שביאר היטב בסברה נכונה דודאי אחרי הכפיה אנן סהדי דניח\"ל ועי' בס' קרבן אהרן בפי' לת\"כ שם בזה. וא\"כ לפ\"ז בכל מצוה אף בכפיה אנן סהדי דניח\"ל והוי כמו ברצון וחילוק גדול לאיסור בכפיה דהוי ודאי שלא ברצון. אבל באיסורא אף ברצונו בכפיה ליכא מלקות משום דלא עשה האיסור בשלימות לרוע ועי' במס' פסחים בסוגיא דאפשר ולא קמכוין עיי\"ש וכיוצא בזה לכאורה יקשה במצוה עכ\"פ לא נעשה המ\"ע בשלימות משום חסרון המעשה ויהיה כנעשה ממילא לרצונו והתורה צוה על מעשה המצוה. ואם למ\"ד מצות א\"צ כונה והעשיה העיקר והאיך נאמר להיפוך העיקר הכוונה בלי העשיה:<br><b> אמנם</b> י\"ל ע\"ז לפי מ\"ש בס' תוס' רי\"ד במס' קדושין בסוגיא דשליחות שהקשה למה לא נאמר בכל מצות שבתורה שליחות ותירץ במצוה שבגופו לא מהני שליחות ועי' בקצה\"ח שביאר דבריו משום שאינו עושה השליח המצוה באופן חיובו שהמצוה על גופו של המשלח עיי\"ש. ומזה בכה\"ג דכפאו ואכל מצה דלדעת הרמב\"ם הנ\"ל ובגמ' כן דהוי אנן סהדי דניח\"ל והוי מצד זה שלוחו ובכה\"ג דהוי בגוף המשלח ג\"כ ובאופן שצוה התורה י\"ל דמהני שליחות ג\"כ. אולם כל זה במכוין למצוה למ\"ד מצות צריכות כונה ובכפאו ישראל דשייך שליחות אבל בסוגיא דאיתא כפאו פרסים דאין שליחות לגוי וגם שלא בכונה יקשה כנ\"ל. וכמ\"ש לעיל דהכופה העושה אפי' בכפאו שיאכל מעצמו מ\"מ רק הכופה הגורם וכעושה המעשה יחשב:<br><b> ונאמר</b> ע\"ז דהנה כמ\"ש במקום אחר דמצינו מצות אשר עשיתן המצוה ובנעשו ממילא לא יצא ויש אשר רצון התורה שיעשה הדבר ואפי' בנעשה ממילא יצא. ועי' בס' מחנה אפרים בהל' שלוחין במעקה ע\"י גוי עיי\"ש מ\"ש שם בכה\"ג. והנה לדעת הסוברים מצות א\"צ כונה לא בעינן במצוה אלא שיעשה המעשה מצ\"ע וכדאיתא אכול מצה אמר רחמנא והא אכל וברש\"י שם הדמיון לאיסור במתעסק דעכ\"פ רצון התורה שלא יבוא האיסור לתוך פיו נעשה יהיה ממילא מ\"מ הוי שלא כרצון התורה וחייב. כמו כן במצוה לא בעיא אלא שיעשה הדבר אף שלא היה הגורם והעושה בהדבר. ועי' בר\"ן במס' ר\"ה ליישב סתירת רבינו במ\"ש בשופר דצריך כונה וז\"ל דאע\"ג בתקיעות שופר לא יצא הכא יצא שכן נהנה כדאמרינן בעלמא המתעסק בחלבים ועריות חייב שכן נהנה וכו' עיי\"ש. ומתעסק בתקיעות שופר דאינו יוצא עי' מ\"ש להלן בס\"ד בפ\"ב מהל' שופר משום דצריך תקיעה מאדם ובמתעסק הוי כתקיעה ממילא בלא אדם עיי\"ש. וא\"כ לפי זה א\"צ לשליחות כלל במצוה ולא כונה. וא\"כ לפמ\"ש תליא דדבר דלא בעי כונה נראה דא\"צ אלא שיעשה המעשה ולא דוקא מצד העושה וא\"כ אין צריך לשליחות ג\"כ ומשו\"ה אפי' כפאו פרסים יצא. וא\"כ מיושבים כל הקושיות הנ\"ל דקודם דאמרינן כפאו פרסים יצא לא הוי רבא מצי למידק התוקע לשיר יצא דהו\"א דוקא בכפאו ישראל ומשום שליחות וכונה דאנן סהדי דניח\"ל כמו דידעינן מסוכה ואינו עושה וכו' ומצות צריכות כונה אבל מדמסיק כפאו פרסים וא\"כ מוכרח דא\"צ כונה ושליחות אמר שפיר זאת אומרת וכו' ואתי שפיר והאי דמוקי בכפאו פרסים ולא בכפאו ישראל דע\"ז לא צריכין לשמואל דנדע מיקריב הנ\"ל ומחליצה מעושית וכיו\"ב ועי' באהע\"ז בסי' קל\"ד ועל כרחך האי דשלחו מיירי בכפאו פרסים ואתי שפיר כמ\"ש:<br><b> ולמ\"ש</b> מובנים דברי הר\"ן בדעת רבינו כאן ובהל' שופר. אמנם יש עוד לשום לב על דברי רש\"י במס' חולין קל\"ב דאיתא סוכה ואינו עושה וכו' וברש\"י שם בד\"ה כגון שאין בהן חסרון כיס כולו האי עכ\"ל. ודבריו סתומים שהרי כופין על קרבן וצדקה וכיו\"ב אפי' בחסרון כיס הרבה:<br><b> וי\"ל</b> בכונת רש\"י דלכן בחרו באלו דוקא למשל בכל דוכתי משום שאין בהן חסרון כיס הרבה כדאיתא במס' ע\"ז מצוה קלה וסוכה שמה. ולא שייך מכין אותו וכו' אלא בשאנו יודעים שאינו חפץ ברצונו אשר לא נוכל לידע בדבר שצריך פיזור רב דילמא אין לו כ\"כ. ולכן נקטו כה\"ג דהוי חסרון כיס קטן וכל אדם יוכל לקיימו בקל ונראה פשיעתו למנוע ממצוה ולכן מכין אותו וכו':<br><b> אבל</b> אשר נראה עוד לומר בכונת רש\"י הוא. דלכאורה היה נראה דכמה החסרון כיס גדול שייך ביותר כפיה מטעם כמ\"ש רבינו בפ\"ב מהל' גירושין להסביר למה מהני כפיה במצוה דתליא ברצון העושה. משום דאמרינן מסתמא ניח\"ל לקיים המצוה כדאי' במס' קדושין נ' אלא מאונס מאהבתו לממון יצרו תוקפו למנוע מעשות המצוה ואחרי כי כופין אותו על פיזור ממונו יעשה המצוה ברצון עיי\"ש. וא\"כ היה נראה בחסרון כיס קטן או היכא שאין חסרון כיס כלל שאין לכופו דהרי נראה שאין ברצונו לקיים המצוה שאין לו חפץ בהמצוה כלל דיקשה לומר משום חסרון כיס מעט או טרחא מעוטא אם ימנע מהמצוה אם יהיה לו חפץ בה ואם לא יחפץ במצוה לא יהני כפיה לטעם הנ\"ל לכו\"ע. ולכן אמרינן סוכה וכו' דהוי ח\"כ מועט ואפ\"ה כופין דלפעמים משום עצלות וח\"כ מעט ג\"כ יצרו תוקפו לחוס עליה וחזקת כשרות לישראל לומר דודאי אינו בועט במצוה עצמה ויהיה ודאי ניח\"ל בעל ידי הכפיה ומובן לשון רש\"י דמשו\"ה נקטו אלו דאפי' אלה כופין ואתי שפיר:<br><b> גם</b> נדבר עוד בדברי התוס' בענין זה במס' ב\"ב מ\"ח שהקשו למה בחייבי חטאות ואשמות אין ממשכנין אותם דכיון דאמר רוצה אני ניח\"ל בכפרה ונימא כופין עד שיאמר רוצה אני ועי' ברמב\"ן שם. ועיין בקצה\"ח בסי' ט' שכתב לתרץ לפמ\"ש בב\"י בחו\"מ בסי' ר\"ה בשם בעל העיטור לומר דוקא אנסהו למכור גמר ומקני אבל אנסהו לקנות לא אמרינן גמר ומקני. וא\"כ עולה דהוי לגבוה הוי להקנות וא\"צ דעתו אבל חטאות לכפרה הוי לקנות עיי\"ש:<br><b> אבל</b> לענ\"ד לא נראה כן דבלא\"ה יש להבין אם העיטור מיירי באומר לקנות שכפאו ליתן דמים עבור החפץ לא אמרינן אגב החפץ הקנה הדמים דרק להקנות החפץ עבור הדמים גמר ומקני. ובלתי מובן דהרי הוי ג\"כ להקנות דמ\"ש להקנות הממון או להקנות החפץ. גם לשון העיטור המובא בב\"י וז\"ל דוקא אנסוהו למכור אבל לקנות לא אמרינן אגב אונסא גמיר וקני כדאמרינן מודה שמואל היכא דיהיב זוזי עכ\"ל וכונתו בראיה זאת סתומה. ונראה דכונת העיטור כשכופו לזכות לקנות בלבד וסברתו דוקא בכפאו להקנות אע\"ג דהוצרך לכופו על ההקנאה מ\"מ אח\"ז על קבלת המעות דא\"צ לכופו דודאי ניח\"ל נאמר דניח\"ל למפרע עי\"ז בהקנאה גופא ג\"כ אבל באם כופו לקנות למה נאמר דיכוין אח\"ז כיון דחזינן מאי דנאמר דניח\"ל אינו רוצה ומה יכריחנו לומר שישנה דעתו אחר זה ממה שדעתו עתה. ומובן הראיה כמו בלא יהיב זוזי דהוי תלוי ויהיב דלא אמרינן אגב אונסא מקני מהאי טעמא דלמה נאמר שירצה אח\"ז כיון שנראה שהצריכו לכופו ומ\"ש אח\"ז מעתה. כמו כן בלקנות הוי מהאי טעמא בגדר זה [ואתיא כמ\"ש דאין חסרון כיס גרע דלא שייך לומר שישנה דעתו אחרי הכפיה] וא\"כ מ\"ש בקצה\"ח לומר בחטאת דהוי לקנות משום הכפיה הרי על הכפרה א\"צ לכופו ואנן סהדי דניח\"ל עוד בזה בודאי ולא הוי הכפיה על לקנות רק הכפיה על נתינת הקרבן דהוי להקנות והבדל בין לקנות ולהקנות בזה בלבד דבלהקנות על קבלת המעות לא הוצרך לכופו אלא על נתינת החפץ ומתוך דניח\"ל בזה אמרינן דמקני זה אבל בלקנות על דבר זה כופין אותו שאין רוצה בו ואתי שפיר ועי' בס' מודעה ואונס למהרש\"ח דף כ\"ז ע\"א ובמ\"ש לענ\"ד במקום אחר בחידושי על הסוגיא דתליוהו וזבין ליישב קושית האבני מלואים בסי' מ\"ב מאונס ששותה בעציצו עיי\"ש ועי' מ\"ש לקמן בפ\"ב מהל' שופר ה\"ד בענין מצות אם צריכות כונה עיי\"ש:"
            ],
            [],
            [
                "<b>העושה עיסה מן החיטין ומן האורז אם יש בה טעם דגן יוצא יד\"ח.</b> עי' מ\"ש לעיל בהל' ברכות פ\"ג ה\"ד בזה עיי\"ש:",
                "<b> עיסת הכלבים בזמן שהרועים אוכלין ממנה יוצא בה ידי חובתו אין הרועים אוכלין ממנה אינו יוצא בה שאין זו משומרת לשם מצה וכו'.</b> הנה מענין מצה משומרת כתב רבינו כאן ובפ\"ח הי\"ג ועי' לעיל פ\"ה הי\"ג שכתב מושמרתם את המצות על שימור מחמץ עיי\"ש ויש לספק בפי' שימור לשם מצה אם פי' שיעשה אותם במחשבה לשם מצה בפסח ובזה די או הרי עיקר מצות אכילת מצה לא הוי אלא בלילה הראשון אם צריך לכוין שיעשו אותם לשם מצות חובה דמצוה ועי' בשו\"ע בסי' ת\"ס ובלתי מפורש בזה ולישנא שהרועים אוכלין ממנה אם צריך שימור לשם מצה של מצוה על כרחך לפרש דמסתמא ע\"ד זה עשו אותם וברש\"י בכ\"ד במס' פסחים דף מ' ע\"א בבציקות של עכו\"ם וכו' כזית מצה באחרונה כתב ואע\"פ שאנו רואין שאין כאן חימוץ מיהו למצה של מצוה שימור לשמה בעי עכ\"ל:<br><b> ובמסכת</b> חולין דף ד' ע\"א בד\"ה מ\"ד וכו' כתב אע\"ג דפשיטא לן דלא הניחוהו להחמיץ ומותרת באכילה מיהא לא בקיאי בהא דבעי למיעבד שימור לשם מצה של מצוה וכיון דלא עביד וכו' מידי דהוי בציקות של עכו\"ם וכו' עכ\"ל עיי\"ש בסוגיא דמצת כותי וכיוצא בזה כתב במס' גיטין בסוגיא הנ\"ל דף י' ע\"א בד\"ה ואדם יוצא וכו' משום חובת לילה הראשון שהוא חייב לאכול מצה המשתמרת כדכתיב בערב תאכלו מצות ואפי' ידעינן בה דלא החמיצה לא נפיק בה אא\"כ עבד לה שימור לשם חובת מצה וכו' עכ\"ל הנה מלשונו לשם חובת מצה ולשם מצה של מצוה שכתב נראה דבעי שימור לשם מצה דמצוה ושימור לאכול בסתמא לא מהני דמסתברא כיון דעביד שימור שלא יבוא לידי חימוץ הרי דעתו שיהיה מצה ואפ\"ה לא מהני משום דלא מכוין למצוה דדוחק לפרש דכותיה עשהו לצורך ימים אחרים שלא לפסח דא\"כ לא שייך מחלוקת דאחזיק וכתיבי דאי' שם והנה י\"ל דכל מצה לפסח מסתמא לכל ימי פסח ולילה הראשונה דבכלל יוצא במחשבה זאת לבקי בזה ולא לכותי שאין יודע כלל מחיוב דלילה הראשונה וצ\"ע:"
            ]
        ],
        [
            [
                "<b>מ\"ע של תורה לספר בנסים ונפלאות שנעשו לאבותינו במצרים בליל חמשה עשר בניסן שנאמר זכור את היום הזה אשר יצאתם ממצרים כמו שנאמר זכור את יום השבת ומנין שבליל חמשה עשר וכו'.</b> בסה\"מ מ\"ע קנ\"ז הביא המכילתא אין לי אלא שיש לו בן בינו לבין עצמו בינו לבין אחרים מנין ת\"ל ויאמר משה אל העם זכור את היום הזה וכתב ע\"ז ר\"ל שהוא צוה לזכרו כמו שאמר זכור את יום השבת עיי\"ש וא\"כ מזכור את יום השבת לזכרון בין בין עצמו ולבין אחרים ובמגדל עוז כאן כתב וכתב ר\"מ ז\"ל בסה\"מ שלו שהוא צוה בזכירתו בזמנו כאומרו זכור את יום השבת עיי\"ש. ובסה\"מ שלפנינו כמ\"ש לעיל:",
                "<b> וכל המאריך בדברים שארעו ושהיו הרי זה משובח.</b> הכונה כי גדולים מעשי אלקינו בתהלוכות העולם בהשגחתו כי הכל למענהו בהילוך הטבעי המורגל הנכלל בכלל דברים שהיו עי' מ\"ש בעקידת יצחק בענין יוסף ומכירתו ומלכותו עיי\"ש ומעשי ה' בנפלאות חוץ מהמורגל הנכלל בדברים שארעו:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בכל דור ודור חייב אדם להראות את עצמו כאלו הוא בעצמו יצא עתה משעבוד מצרים שנא' ואותנו הוציא משם וכו' ועל דבר זה צוה הקב\"ה בתורה וזכרת כי עבד היית כלומר כאלו אתה בעצמך היית עבד ויצאת לחירות ונפדית.</b> הנה לפי השכלה יתרון לטוב לנו שלא היינו בשעבוד מעודינו ועבור זה יהיה היום הזה לזכרון לנו אבל לפי הרגשה לאבותינו שהיו בגלות ושעבדו בעבודת הפרך גדלה השמחה בצאתם לחפשי מלנו שלא הרגישו המר של השעבוד ורז\"ל הלכו אחרי דרכי הרגשה בהודאה. - כמו במתחיל בגנות בהל' ד' בדרכי השכלה. - וזה שכתב רבינו כאלו אתה בעצמך היית עבד וכו':"
            ],
            [],
            [
                "<b>אפי' עני וכו' ובן אצל אביו והשמש בפני רבו צריכין הסיבה וכו'.</b> בכ\"מ דשוליא דנגרי א\"צ הסיבה וזה נגד הגמ' ועי' במעשה רוקח והביא שיש גורסין צריכין הסיבה עיי\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>מתחיל וכו' ואוכל כזית וכו'.</b> עי' בהגהות מיימוני ובס' ביאור מרדכי ע\"פ סי' קנ\"ו בביאור המרדכי שכתב כרבינו עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>ואח\"כ מברך על נטילת ידים וכו' ואח\"כ כורך מצה ומרור כאחת ומטביל בחרוסת ומברך וכו' אשקב\"ו על אכילת מצות ומרורים ואוכלן ואם אכל מצה בפ\"ע ומרור בפ\"ע מברך ע\"ז בפ\"ע וע\"ז בפ\"ע.</b> ועי' בהמ\"מ ולח\"מ ובשער אפרים בשו\"ת סי' נ\"ג ונ\"ד ובכרתי ופלתי סי' צ\"ח עיי\"ש:<br><b> והנה</b> נדבר בענין ביטול מצוה ואיסורין המבטלים זה את זה כיד ה' הטובה עלינו:<br><b> במסכת</b> פסחים קט\"ו ובמס' זבחים ע\"ט ע\"א:<br><b> במסכת</b> פסחים הנ\"ל אמר רבינא וכו' הכי אמר הלל משמיה דגמרא לא לכרוך אינש מצה ומרור בהדדי וניכול משום דס\"ל מצה בזה\"ז דאורייתא ומרור דרבנן ואתא מרור דרבנן ומבטל למצה דאורייתא ואפי' למאן דאמר מצות אין מבטלות זו את זו הנפק\"מ דאורייתא בדאורייתא או דרבנן בדרבנן אבל דאורייתא ורבנן אתא דרבנן מבטיל ליה לדאורייתא מאן תנא דשמעת ליה מצות אין מבטלות זו את זו הלל הוא דתניא אמרו עליו על הלל שהיה כורכן בבת אחת ואוכלן שנא' על מצות ומרורים יאכלהו א\"ר יוחנן חלוקין עליו חביריו על הלל דתניא יכול יהא כורכן בב\"א ואוכלן כדרך שהלל אכלן ת\"ל על מצות ומרורים יאכלוהו אפי' זה בפ\"ע וזה בפ\"ע מתקיף ליה רב אשי אי הכי מאי אפי' אלא אמר ר\"א האי תנא ה\"ק יכול לא יצא יד\"ח אלא א\"כ כורכן בב\"א ואוכלן כדרך שהלל אכלן ת\"ל על מצות וכו' אפי' זה בפ\"ע וזה בפ\"ע וברשב\"ם בד\"ה מתקיף וכו' ומיהו וכו' חולקין עליו חביריו כר' יוחנן אבל מהכא לא שמעינן עיי\"ש ועי' בתוס' בד\"ה אלא וכו' שהקשו על הרשב\"ם דמשבש רב אשי דברי ר' יוחנן וכמו כן במרדכי כתב דאינו נראה דלשון דתניא נראה דמוכח מברייתא זאת עיי\"ש. ועכ\"פ לשון ואפי' יקשה להרשב\"ם דאם מהדין לא מהני בכה\"ג:<br><b> [ב] בתוספות</b> במס' מנחות כ\"ב ע\"ב בד\"ה מכאן הקשו דמנ\"ל לרבנן שם דעולין לא מבטלין זה את זה דילמא שאני בדם ודם דטעמא משום דמצות אין מבטלות זא\"ז כדאיתא במס' פסחים וזבחים עיי\"ש:<br><b> [ג] במסכת</b> זבחים ע\"ח ע\"א אמר ריש לקיש הפיגול והנותר והטמא שבללן זה בזה ואכלן פטור א\"א שלא ירבה מין על חבירו ויבטלנו ש\"מ תלת ש\"מ איסורין מבטלין זה את זה וש\"מ נותן טעם ברוב לאו דאורייתא וש\"מ התראת ספק לא שמיה התראה ושם דף ע\"ט ופליגא דר' אלעזר דאמר ר\"א כשם שאין מצות מבטלות זא\"ז כך אין איסורין מבטלין זא\"ז מאן שמעת ליה דסבר אין מצות וכו' הלל וכו' והקשו על הטור שפוסק בסי' צ\"ח ביו\"ד דאיסורין מבטלין זא\"ז ובסי' תע\"ה באו\"ח בכורך זכר למקדש משום דלא אתמר הלכתא כדאיתא בגמרא ועי' בחק יעקב שם:<br><b> ונלע\"ד</b> ליישב קושיות הנאמרים ואח\"ז נבוא לדעת רבינו כאן ומקדם נדבר בענין ביטול חד בתרי בטעמו ומקורו בגמרא וסברא:<br><b> במסכת</b> חולין צ\"ח ע\"ב ברש\"י בד\"ה דמדאורייתא כלומר אי לאו מהאי גמרינן וכו' כשאר בטולי דאורייתא הוה לן לבטולי כדכתיב אחרי רבים להטות עכ\"ל ועיין כיו\"ב ברש\"י ביצה דף ג' ע\"ב בד\"ה אפי' וגיטין נ\"ד ע\"ב בד\"ה לא עיי\"ש:<br><b> ועיין</b> בפרי מגדים בשער התערובת בתחילתו שהקשה דהרי אינו דומה לאחרי רבים להטות דסנהדרין דהוי המיעוט בפ\"ע והרוב בפ\"ע ואזלינן בתר דעת הרבים דאמרינן האמת אתם אבל בענין ביטול דגם המיעוט בתוכו מנ\"ל ללמוד מסנהדרין ועי' בתוס' במס' בכורות כ\"ג ע\"א בד\"ה נבילה שהקשה דמאי שנא מענין טומאה דמחלקין בין מגע ומשא מה\"ט דהמיעוט בתוכו במשא ומאי שנא באיסורין כעין קושית הפרי מגדים עיי\"ש:<br><b> שנית</b> בפרי מגדים שם העיר לר' מאיר דחייש למיעוט למה מהני ביטול וכתב ואולי באיתא קמן מודה כדאיתא במס' חולין עיי\"ש וכונתו דודאי מדאורייתא אין לספק לר\"מ כמפורש בגמ' שם אלא מדרבנן יש לספק דנאמר לר\"מ כמו לדידן דמהני רובא בכל דוכתי מדרבנן אמרינן סמוך מעוטא וכו' ולר\"מ הוי כן מדאורייתא בליתא קמן ועמ\"ש אאמ\"ו הגאון ז\"ל בשערי תורה חלק ראשון כלל כ\"ד פרט ה' בהג\"ה שם ובאיתא קמן י\"ל דמדרבנן אסור לדידיה ומדיינים אין להביא ראיה דא\"א בענין אחר. וכמ\"ש לחלק בין נאמנת חיה ובנדה בשיטה מקובצת במסכת כתובות בפרק המדיר וגם בסנהדרין מהני אפי' בדיני נפשות וכמ\"ש בגט פשוט דלא הוי כלל מיעוט בדיינים ומשו\"ה אפי' בממון ודיני נפשות מהני עיי\"ש. אבל בביטול י\"ל דנחמיר לר\"מ מדרבנן ומקרי איתחזק איסורא כמ\"ש ז\"ל משום חלק האיסור. ועיין במרדכי בפ' הזרוע והשיב רבינו ברוך בביטול ברוב מודה ר\"מ וכו' עיי\"ש שנראה דלא הוי פשוט ליה כ\"כ בסוף דבריו ועי' בר\"ן ריש פרק כל הצלמים עיי\"ש:<br><b> (ג) דעת</b> הרא\"ש במסכת חולין בפרק גיד הנשה דמותר לאכלן כאחת וז\"ל דלא מטעם ספק הוא אלא דאמרינן נהפך האיסור להתר עיי\"ש ולא כן דעת הרשב\"א עיין בתורת הבית שער התערובת דף ק\"ז המובא ביו\"ד בסי' ק\"ט והנה האי גופא מנ\"ל מאחרי רבים להטות דנאמר נהפך האיסור להתר ובביטול בשישים י\"ל דהוי כמ\"ש רבינו בהל' מאכלות אסורות כנאבד מעוצם מעוטו אבל בחד בתרי יקשה מנ\"ל לומר כן:<br><b> (ד) דעת</b> ר\"ת דלא אמרינן מין במינו לא בטל לר' יהודה אלא בלח בלח ולא ביבש ביבש עי' בתוס' זבחים דף ע\"ג ע\"א בד\"ה ר\"י ומנחות דף כ\"ב ע\"ב בד\"ה ור\"י שהוכיחו מזה לעולין כן לרבנן עיי\"ש וטעמא בעיא לחלק כן:<br><b> (ה) דעת</b> הרא\"ש לחלק בין יבש ביבש ללח בלח אליבא דידן עיי\"ש:<br><b> ונאמר</b> ע\"ז לענ\"ד דהנה על קושית הפרי מגדים שהבאתי בראשונה י\"ל עם מ\"ש במהרי\"ט בסי' א' חלק ב' וז\"ל עלה בדעתי לומר דמשמע ליה להרמב\"ן ז\"ל מדקאמר רבא דבר תורה שתוקי כשר וטרח טובא למצא טעם מפני מה אמרו שתוקי פסול. והא מדקאמר מד\"ת שתוקי כשר משמע דאיסור מדברי סופרים דבכל התורה כולה מצינו שהחכמים עשו סייג וגדר לתורה ומאי טעמא תלה הדבר ביוחסין דוקא אלא דמשמע ליה כי שרי רחמנא לגמרי שרי מתורת ודאי ולא מתורת ספק ונפק\"מ שיהיה מותר בבת ישראל ובממזרת דאי מחמת ספק הוי תרתי דסתרי אהדדי ואי נסיב ישראל ותו לא נסיב ממזרת אפי' מתה הישראלית כמ\"ש הראשונים ז\"ל גבי פלג המנחה וכו' עכ\"ל וכונתו גלויה ומבוארת דהיכא דהתירה התורה מתורת ודאי אפי' תרתי דסתרי אהדדי מותר ומיניה רובא דהוי עכ\"פ ודאי מהתורה אפי' לדעת השיטה מקובצת בפ\"ק דב\"מ דהוי מסברה ספק מ\"מ התורה עשהו כודאי וא\"כ יש לומר לפ\"ז שפיר דאפי' בתרתי דסתרי אהדדי אזלינן בתר חזקה ורובא וכמו כן בענין ביטול ברוב כיון דכל אחד בפ\"ע מותר משום דאמרינן איסורא ברובא איתא והוי כל אחד בפ\"ע ודאי התר מצד רובא ומשו\"ה אפי' אכל כל התערובת בפעם אחת הוי כאלו אכל כמה דברים המותרים בודאי וכמ\"ש במהרי\"ט הנ\"ל לענין ממזר וזה אשר נראה בכונת הרא\"ש שכתב דלאו מטעם ספק אלא דאמרינן נהפך האיסור להתר וכמ\"ש לעיל משמו ומובן עמ\"ש:<br><b> ובזה</b> לפשוט ספיקו של פרי מגדים בנתערב כבד שחסר כזית במקום מרה עם במקום חיותה עם במקום הכליות דממ\"נ שניהם כשרים רק שאין מבוררים עיי\"ש דלמ\"ש לא שייך ביטול בכה\"ג כיון דלא שייך ברובא איתא על כל אחד בפ\"ע ונהפך בפ\"ע כל אחד אסור לא שייך לומר בתערובת דהוי כולמו ודאי התירים ומובן עמ\"ש:<br><b> ויש</b> ליישב ג\"כ קושית הרשב\"א מובא שם דהאיך ימצא אקבע איסורא למאן דס\"ל א\"א לצמצם דשמא אחד גדול ובטל האחר עיי\"ש דלמ\"ש דכה\"ג דהוי בכל אחד בפ\"ע ספק ולא הוי בגדר התר בודאי מטעם רובא לא שייך לומר ביטול דהוי כולי התירים ולהיפוך אחד בודאי אסור דהמיעוט בודאי שם ובכה\"ג אין דומה לסנהדרין כמ\"ש לעיל וכסברת מהרימ\"ט אין לומר בכה\"ג:<br><b> אמנם</b> יש לחשב בהאי ענינא דתרתי דסתרי דכתבתי דמותר היכא דהתורה התירה מטעם ודאי אם גם מדרבנן הדין כן בשתוקי דאסור מדרבנן ממעלת היוחסין נגע בו עי' במסכת קדושין שם ועיין בתוספות ב\"ק י\"א וכיו\"ב במס' נדה בס\"ס בתרתי דסתרי דלא מהני עיי\"ש ולרשב\"א ס\"ס מטעם רובא וב' שבילין מדרבנן אסור מה\"ט ועי' במל\"מ בפ\"ח ה\"י מהל' מגילה ותוס' בכורות כ\"ג ע\"א ובאו\"ח בסי' תמ\"ב ס\"ק א' במג\"א ופרי מגדים שם ובפתיחה להל' פסח ובמל\"מ בהל' מו\"מ פ\"ב הי\"ד וברא\"ש גיד הנשה בסוגיא דיבש ביבש עיי\"ש. והנה למ\"ש בתוספות ב\"ק הנ\"ל י\"ל דשאני שם דאנו דנין בתחילה על הס\"ס כודאי נקיבה ואח\"ז כודאי זכר וסתרי אהדדי אבל כאן אמרינן דרוב בגדר ודאי התר מהתורה ולא סתרינן הרוב כלל עכ\"פ אבל מב' שבילין יקשה וגם למ\"ש הר\"ן מובא במל\"מ בהל' מגילה היכא דממ\"נ מבטל הרבנן אמרינן לחומרא בספיקא וכמו כן נראה לדאורייתא מדאורייתא ולכאורה י\"ל דאקבע איסורא מה\"ט להחמיר משום דבב' חתיכות צריך להתיר שניהם ואוכל בודאי איסור ולכן צריכין בביטול ג' באיסורא דרבנן ולא אמרינן בשניהם דהוי ספק דרבנן ועל כרחך משום דממ\"נ אוכל איסור בודאי לא הוי בכלל ספק דרבנן לקולא ועי' בש\"ך יו\"ד בסי' צ\"ח ס\"ק ח' עיי\"ש ועיין בר\"ן ריש פסחים ותוס' ביצה כ\"ה ובמ\"ש במ\"א בזה. ויקשה למ\"ש ביבש ביבש במין במינו שכתב דמותר לאכלו כאחד ואפי' מדרבנן מותר ועכ\"פ יהיה תרתי דסתרי מדרבנן אסור:<br><b> גם</b> כסברת מהרי\"ט הנ\"ל לא שייך לומר אלא ביבש ביבש במין במינו ובשאינו מינו דכל אחד בפ\"ע מותר משום דאיסורא ברובא איתיה ואוכל כאחת ג' דברים המותרין בתורת ודאי התר אבל בלח בלח דיש בילה ועי' בתוס' זבחים פ' ובר\"ה בפ\"ק דלאו דוקא יין ה\"ה בכל דבר הנבלל כמו מים וכיו\"ב יש בילה. אם כן י\"ל דכל טיפה וטיפה יש מאיסור וממילא לא שייך לומר על כל אחד בפ\"ע דמרובא הוא דהרי גם חלק מאיסור יש בו ומזה אפי' חדא יהיה אסור לו ומכ\"ש לאכלן כאחת דלא שייך כלל לומר עליו דהוי בפ\"ע התר בודאי:<br><b> גם</b> בשאינו מינו דמרגיש הטעם כמ\"ש ברשב\"א דחיך אוכל יטעם לו לא שייך לומר דהוי מרוב ההתר דהרי מרגיש הטעם של האיסור וכ\"כ במקום אחר אם נאמר למאן דס\"ל טעם כעיקר לאו דוקא דצריך עכ\"פ רובא כיון דטעם בעין לכו\"ע אסור מהטמאים ואם כן רובא לא יהני לפי זה ודעת הרשב\"א בשו\"ת בסי' תקט\"ו דבעי רובא ויקשה ממ\"נ גם רובא לא יהני:<br><b> גם</b> יקשה בנתערב טעמו וממשו בלח בלח למה יהני רובא. וביותר יקשה בלח בלח במין במינו דאמרינן דמתורה חד בתרי בטל מנ\"ל לומר כן לפ\"ז והייתי אומר ליישב בזה דברי התוס' במס' ב\"מ נ\"ג שכתבו דבמין במינו בלח בלח צריך שישים מדאורייתא ועיין שהקשו ע\"ז ומובן במ\"ש אבל לא כן דעת הפוסקים גם בתוס' במס' חולין צ\"ח לא נראה דעתם כן ועי' בתורת הבית לרשב\"א דף ק\"ז ע\"א עיי\"ש:<br><b> גם</b> ביבש יש להקשות לפי דברינו הנ\"ל במאי דאיתא במסכת זבחים הנ\"ל א\"ר שמעון הפיגול והנותר והטמא שבללן זה בזה פטור שאי אפשר שלא ירבה מין על חבירו וברש\"י בוללן לעסן ואי' שם ש\"מ איסורין מבטלין זה את זה. ועיין ברש\"י שם והנה בכה\"ג דיש ספק בכל אחד הי מנייהו בטל וא\"כ לא שייך על כל אחד בפ\"ע דמרובא הוא דהרי לא ידענו מי מהרוב וגם תורת התר לא שייך בכהאי גוונא על בפ\"ע וא\"כ כשאכלן כאחד לא שייך לומר דהוי ג' ודאין כיון דבפ\"ע לא שייך לומר מרובא אתיא אם גם נאמר כסברת מהרימ\"ט הנ\"ל לא שייך לומר כן בזה ותו יקשה לנו סוגיא דבכורות כ\"א ע\"ב ונדה כ\"ז ע\"א בהמה גסה ששפעה חררה דם הרי זה תקבר ופטורה מן הבכורה ואי' שם שמתורת ביטול נגעה בה ולכאורה לא יהיה שייך ביטול למ\"ש בכה\"ג:<br><b> ואחזה</b> לענ\"ד לומר דיש בענין ביטול איסורין ב' טעמים א' באופן שנוכל להפרישו ולאוכלו בפ\"ע ולדון אותו מרובא ובכה\"ג ילפינן מאחרי רבים להטות וכמ\"ש עם סברת מהרי\"ט להתיר לאכלן כאחד:<br><b> (ב)</b> כמו בלח וכה\"ג דזבחים ונדה הנ\"ל דלא שייך בכה\"ג לומר דתולין בפ\"ע ברוב כמ\"ש. בזה טעמא אחרינא דאמרינן מעוטא כמאן דליתא דמי ולא נחשב לכלום וכנמצא בלשון הראשונים ז\"ל כן. ברש\"י במסכת מנחות כ\"ג ע\"ב בד\"ה לימא דלא וכו' וז\"ל ולא הוי ריבה סלתה דבטל כמאן דליתא דמי ולא אייתר ליה עכ\"ל ופי' על כרחך דלא נאמר דהבטל נתוסף על המבטל ויהיה ממינו ויהיה לפי זה ריבה וכתב דאינו אלא כמאן דליתא אבל לא נוסף סולתא ומינו רק המיעוט דאיסור כמאן דליתא וכיו\"ב ברש\"י ריש מסכת סוכה עיי\"ש. ובר\"ן ריש פ' כל הצלמים עיי\"ש ובטו\"ז או\"ח בסי' תרל\"ב ס\"ק ג' ובס' פנ\"י סוף מסכת ביצה:<br><b> אמנם</b> האי גופא דנאמר מעוטא כמאן דליתא דמי י\"ל ג\"כ מאחרי רבים להטות עמ\"ש בספר גט פשוט לפרש דברי התוס' במסכת ב\"ק בדיני נפשות ודיני ממונות למה בסנהדרין אזלינן בתר רובא ותירצו דגבי דיינים שאני דחשיב מיעוט דידהו כאינו עיי\"ש ובגט פשוט בכללים כלל א' וז\"ל ויש להתבונן מה כונת תירוצם ויראה דה\"ק כיון דאמרה התורה אחרי רבים להטות מיעוט הדיינים מבטלין דעתם מפני סברת הרוב ואין יכולין להורות כפי סברתם אלא כסברת הרבים כדאי' בהנחנקין גבי זקן ממרא ואף בבי\"ד של ג' אם רבו המזכין על המחייבין או איפכא ודאי דאה\"נ מי שלא הסכים עם הרוב אינו יכול להורות כסברתו נגד חביריו הרבים ואם הוצרכו בי\"ד של ג' לחתום פס\"ד מחויב הדיין השלישי לחתום עם הרוב כמ\"ש הרדב\"ז ומרן ז\"ל כדאיתא בשו\"ת המבי\"ט ח\"ב סי' קע\"ג ואפי' לדעת וכו' באופן דזו הוא כונת התוספות דגבי דיינים לא שייך לומר אין הולכין בממון אחר הרוב ויאמר המוחזק קים לי כמיעוט הדיינים דאותו מיעוט כיון שנחלקו עליהם הרבים הוי ליה כמאן דליתא ואין יכולין וכו' עכ\"ל עיי\"ש. הי\"מ דאפי' בדיני ממונות וד\"נ דלא אזלינן בתר הרוב אפ\"ה בדיינים אזלינן בתר רובא וצריכין לבטל דעתם ועל כרחך משום דהתורה החליטה שהמיעוט יובטל בדעתו נגד הרוב וכמאן דליתא דמי:<br><b> וי\"ל</b> ג\"כ זכר לדבר ממאי דקיי\"ל רובו ככולו עיין במסכת נזיר מ\"ב דילפינן מקראי ובמס' הוריות ג' ובספר באר שבע שם ובמהרלב\"ח בקונטרס הסמיכות ובמס' ע\"ז דף ל\"ו ובמס' סנהדרין בסופו בענין עיר הנדחת עיי\"ש. ואף די\"ל דשם הכונה בלשון התורה רובו ככולו מ\"מ עכ\"פ מיניה שהתורה לא הקפידה רק על הרוב כמו בילוד שיהיה הרוב יצא לחוץ אף שהמיעוט אין נולד עוד לא נחשב המיעוט לכלום ועכ\"פ למודא דמעוטא כמאן דליתא דמי:<br><b> ונראה</b> דצריכין לב' טעמים הנאמרים בענין ביטול ברובא. הטעם הא' דהנה מטעם מעוטא כמאן דליתא דמי הרי לא שייך לומר אלא כשאכלן כאחת דאז י\"ל דמיעוט אשר עם הרוב ביחד כמו שאינו נגדו. אבל כשלא אכלו כאחת י\"ל שמא אין בו אלא מחצה על מחצה או רובא מאיסורא וצ\"ל משום איסורא ברובא איתא וכמ\"ש וכמו כן בכה\"ג דמסכת זבחים בפיגול ונותר וכו' וכה\"ג דנדה הנ\"ל צ\"ל כמ\"ש משום מעוטא כמאן דליתא דמי:<br><b> אמנם</b> יש לחשוב עוד בלח בלח דלא שייך כמ\"ש איסורא ברובא איתיה וצ\"ל משום מעוטא כמאן דליתא דמי לפ\"מ דאמרינן במס' מכות ג' גבי חביות מלאה וכו' שמא יש ג' לוגין במקום אחד עיי\"ש הרי חיישינן שמא לא נתערב יפה בשוה כמ\"ש בשו\"ת חוות יאיר בזה עיי\"ש ואם כן בלח בלח נמי יש לחוש דלא הוי רובא התירה וצ\"ל משום איסורא ברובא איתיה וממילא נאמר מעוטא כמאן דליתא דמי כיון שיש בו רובא ומצרפין תרי טעמי הנאמרין בכה\"ג:<br><b> ולפי</b> דרכינו זה יש להבין שפיר מה שיש לחלק במין במינו בין לח בלח ליבש ביבש שהבאתי לעיל דהנה מוכח מגמרא וסברא דאף דלר' יהודה דס\"ל מו\"מ לא בטיל מרובא קפריש י\"ל אפי' במין במינו ועל כרחך דרק מעוטא כמאן דליתא דמי לא ס\"ל במו\"מ משום דהוי כולה כדבר אחד והי מיניה מקרי המיעוט וכיו\"ב כתב בפנ\"י סוף מס' ביצה עיי\"ש. ועי' בר\"ן נדרים נ\"ב ע\"א וז\"ל דהיינו טעמא דמו\"מ לא בטל לפי שכל דבר שהוא דומה לחבירו אינו מחלישו אלא מעמידו ומחזיקו עכ\"ל. וכל דבריו שם גם מה שמחלק בין עצם האיסור מובן במ\"ש עיי\"ש. אכן מרובא קפריש י\"ל בכל אופן ועי' ביש לו מתירין שכתב הר\"ן דהוי משום מו\"מ ועיין במל\"מ בפ\"ז ה\"ה מהל' מעילה בענין פריש בישל\"מ עיי\"ש. ולפ\"ז נאמר ביבש ביבש דשייך ביטול משום אחרי רבים להטות ורובא קפריש וכמ\"ש בצירוף סברת מהרימ\"ט הנ\"ל ואפי' אדם אחד ובפעם אחת מותר לו וזה שייך אפי' במו\"מ אבל בלח בלח דלא שייך ברובא אי' דגם במעוטא איסורא וכמ\"ש וצ\"ל משום מעוטא כמאן דליתא דמי וזה לא שייך במין במינו וכמ\"ש וסברת ר\"ת מובנת היטב וסברת הרא\"ש שלימה וברורה דמותר לאכלם כאחד דמאיזה הטעם נאסר לו כן דמצד ברובא אי' שרי כמ\"ש ומצד מעוטא כמאן דליתא דמי הרי אדרבה מהאי טעמא יהיה יותר עדיף שיאכלנו כאחד ואדם אחד דוקא וכמ\"ש ואתי שפיר:<br><b> ויש</b> להבין עי' מ\"ש דברי תוס' במס' ע\"ז מ\"ח ע\"ב בד\"ה ורבנן שכתבו דאף דס\"ל לרבנן זה וזה גורם מותר אפ\"ה אסור לזרוע ירקות תחת אשירה בימות החמה אף דהוי זה וזה גורם משום דהאי גורם דצל הוי מחמת איסור לחודא עיי\"ש והדברים סתומים עוד דמ\"מ הרי לא נתגדלו הירקות מצד הצל לחודא ומאי שנא לענין זה וזה גורם אם הוי כח התר וכח איסור לאם דהוי הכוחות גופייהו חצים של איסור והתר:<br><b> אמנם</b> למ\"ש מובן היטב דהנה דעת הר\"ן זה וזה גורם מצד ביטול עיי\"ש וא\"כ כה\"ג צ\"ל משום כמאן דליתא דמי וא\"כ אם כח אחד הוי רק של האיסור לא שייך לומר כמאן דליתא דמי והרי נראה דאיתא דבלעדו לא היה צל כלל ונרגש וניכר לכל וכה\"ג לא שייך כמאן דליתא דמי דעל כרחך איתא ואיתא ואתי שפיר:<br><b> ועתה</b> נבוא לענין אשר אמרנו בראשונה בענין מצות ואיסורין אם מבטלות זא\"ז ולכאורה היה נראה דהיינו טעמא לומר שאין מבטלות זו את זו עם מ\"ש הר\"ן בסוגיא דיש לו מתירין דכו\"ע ס\"ל מין במינו לא בטל אלא מר אזיל בתר עצם הדבר מצ\"ע ומר בתר השנוי מצד איסור והתר עיי\"ש וא\"כ התר והתר ואיסור ואיסור לא שייך ביטול דהוי בגדר מין במינו ועי' בשו\"ת הר\"ן בסי' נ\"ז ובס' ברוך טעם בשער התערובת פרק א' בשם הראב\"ד בתמים דיעים שטעם הסוברים התר בהתר לא בטיל מדין מצות שאין מבטלות זה את זה עיי\"ש:<br><b> וא\"כ</b> מיושב בפשיטות קושית התוס' במס' מנחות כ\"ב הנ\"ל דמנ\"ל עולין דאין בטילין דילמא משום מצות שאין מבטלות זה את זה דלפ\"ז לא נדע שאין מצות מבטלות זה את זה אלא מעולין וכסברת הר\"ן ואתי שפיר:<br><b> אלא</b> דיקשה דא\"כ ריש לקיש דס\"ל איסורין מבטלין זה את זה בפיגול ונותר וכו' וס\"ל מין במינו בטל כדאי' בסוגיא ויקשה ממ\"נ אם מב\"מ בטל וא\"כ על כרחך עולין אינם מבטלין זה את זה ולפי הנ\"ל ג\"כ איסורין לא יהיו מבטלין זה את זה דלפי מ\"ש חדא טעמא בזה:<br><b> וע\"ז</b> י\"ל דאף דס\"ל מין במינו בטל ועולין ג\"כ אין מבטלין אפ\"ה ס\"ל איסורין מבטלין זה את זה משום באיסורין עכ\"פ הוי שנוי מצד האיסורין גופייהו זה נותר וזה פיגול אבל בעולין דשוין לגמרי בענינם לא בטילין אכן במצות לפ\"ז ס\"ל באמת דאין מבטלין זא\"ז ורב אשי בלבד דס\"ל כשם שמצות אין מבטלות כמו כן אין איסורין וכו' אבל ריש לקיש מחלק בין מצות ואיסורין שלא יהיה שלא כהלל:<br><b> וי\"ל</b> נמי דס\"ל מצות מבטלות זה את זה ואפ\"ה ס\"ל כהלל דכרך מצה ומרור וטעמא רבה בזה דהנה עיין בר\"ן במס' ע\"ז בסוגיא דקמא קמא בטל וז\"ל ואין כן דעת הרמב\"ן ז\"ל וכו' והיינו טעמא שאיסור עשוי להתבטל ולא התר עכ\"ל ובריטב\"א שם ביתר ביאור וז\"ל שאין דרך התר להתבטל ואין אדם עשוי לבטלו אדרבה מרבה ומוסיף הוא והולך וכו' עכ\"ל ומובן במ\"ש בביטול לח בלח משום מעוטא כמאן דליתא דמי ובהתר לא שייך לומר כן וצ\"ל במין במינו לא אמרינן נהפך ההתר לאיסור כמ\"ש במקום אחר בזה. ועי' בר\"ע ברטנורא במס' מנחות בפ\"ג גבי נתערב קומצה בקומץ חברתה שכתב דלא הוי רבוי סולתא דאין דעתו לבטלו ולא ערבו בידים עיי\"ש ובתוס' יו\"ט שם שהקשה ע\"ז ויש להסביר קצת לפמ\"ש עיי\"ש. ומכל זה יש לומר במצות שהתורה חשבה וצוה על עירובה וכיו\"ב דאין דעתו לערב מצד עצמו אין העירוב משוי לביטול ולא שייך לומר דהוי מעוטא כמי שאינו דנהפוך הוא דע\"י העירוב יעשה המצוה בשלימות ולא שייך כמי שאינו דמי ואפי' ביבש ביבש דשייך ביטול משום ברובא איתיה וכמ\"ש לעיל אבל בכה\"ג דאכלו כאחת דלפני עצמו לא מצא לדון עליו כמ\"ש לעיל לא שייך ביטול משום ברובא איתיה דלא שייך כסברת מהרי\"ט אלא משום מעוטא כמאן דליתא דמי וזה לא ניתן לומר במצוה דהוי מעיקרה ושלימותה והאיך נאמר כמי שאינה והתורה משוי לעיקר וקיים דאל\"כ נבטל המצוה וחשובה כרובא על כרחך וכנכרת ע\"י המצוה (ועי' ברא\"ש בהל' חלה ומ\"ש בתוס' במס' נדה בענין בשר בחלב עיי\"ש):<br><b> אבל</b> כל זה במצוה שאינה אלא ע\"י עירוב או עכ\"פ מצוה מהמובחר ע\"י כך. אכן אם העירוב רשות בלבד לא שייך לומר כמ\"ש דהרי התורה לא צוה על העירוב וי\"ל כמי שאינו על המיעוט כמו בכל דברים. וא\"כ לפי זה י\"ל שפיר דר\"ל ס\"ל כהלל דכורך מצה ומרור דאין מבטלות זה את זה משום דהמצוה כן בדוקא בעירוב וכמו כן בעולין בדם הפר דמצוה בעירובם אבל היכא דליכא מצוה בעירוב י\"ל דלא ס\"ל דאין מבטלים זה את זה. וא\"כ קושית התוס' מיושבת שפיר דעולין ומצות חדא נינהו ודעת הטור מיושבת דפסק שפיר בסי' צ\"ח דאיסורין מבטלין ואפ\"ה לא החליט כן בהל' פסח לענין מצה וכמ\"ש:<br><b> וממילא</b> נרוח שמעתא להבין סוגית הגמ' במס' פסחים אשר הצבנו בראש דברינו זה. דהנה מעיקרא אמרינן שם ואפי' מאן דאמר מצות אין מבטלות דוקא דאורייתא ודאורייתא וכו' מאן תנא וכו' הלל וכו' והנה בגמ' סתמה אם הפי' מצות אין מבטלות, מצות מחויבות בעירוב או גם אשר עירובם רשות. ולמ\"ש י\"ל דוקא בכה\"ג דהעירוב מהמצוה וכמו כן בעולין בדם הפר וכיו\"ב דרק כעין זה נדע מהלל וכמ\"ש ועכ\"פ יש לומר כמ\"ש דריש לקיש ס\"ל כן וכמו כן ר' יהודה בסוגיא י\"ל דס\"ל כן. וא\"כ מדויק שפיר דאמר חולקין עליו חביריו על הלל דתניא יכול יהיה כורכן בבת אחת וכו' ת\"ל וכו' אפי' זה בפ\"ע וזה בפ\"ע. מתקיף ליה ר' אשי א\"ה מאי אפי' דהיה נראה דר\"י רוצה ללמוד מלשון הזה דנידוק מלשון התורה דאינו רשאי לכרוך ובאמת הסיום מורה להיפוך שאינו צריך בלבד. ולכן אמר יכול שאין יוצא יד\"ח וכו' אפי' זה בפ\"ע וכו' דבאמת רישא וסופו מורה רק דנדע מלשון התורה שאין צריך דוקא בכריכה. וא\"כ ממילא י\"ל כיון שנדע מלשון התורה שא\"צ בכריכה נדע ג\"כ ממילא דאינו רשאי לכרוך דכיון דאינו בחיוב במצוה ממילא מצות מבטלות זה את זה וכמ\"ש. ואתי שפיר דנדע מזה דחולקים עליו חביריו ומדויק לשון אפי' וכו' דמזה נדע כן דאינו רשאי. ואתי שפיר. אבל בעולין דהעירוב מהתורה בחיוב כן אפי' רבנן דהלל מודו דאין מבטלין זא\"ז וכמ\"ש ואתי שפיר. אבל כ\"ז לדידן אבל לר' יהודה דס\"ל מין במינו לא בטל מדם הפר יקשה עודנו מנ\"ל דילמא משום דמצות אין מבטלות זא\"ז ונראה שהוא בכלל קושית הגמ' שם דילמא מצד עולין וכו' עיי\"ש ועל כרחך כמ\"ש ר\"י פליג אהלל וס\"ל מצות מבטלות אפי' בכה\"ג ולפ\"ז לדידן דלא קיי\"ל כר\"י ועולין ומצות אין מבטלות זא\"ז:<br><b> והנה</b> בדעת רבינו דנראה דלכתחילה צריך כריכה ובדיעבד יוצא בבפני עצמו ולא הצריך בזמן המקדש שיעשה שניהם אלא בזה\"ז דלא שייך כריכה בלבד דמרור דרבנן ומבטל מצה דאורייתא ואח\"ז יעשה כריכה ג\"כ אף כיון דכבר יצא במה שעשה בפ\"ע בדיעבד מ\"מ משום זכר למקדש יעשה כן. והנה נראה דפשיט ליה כהלל ובגמ' אמרינן דלא אתמר הלכתא לא כמר ולא כמר וכו' אבל למ\"ש לדידן דקיי\"ל עולין לא בטילין וכמו כן מצות אין מבטלות זה את זה ומיושב במה שעמד בלח\"מ עיי\"ש ועי' בס' שער אפרים הנ\"ל מובא בכרתי ופלתי בסוף סי' צ\"ח דלדעת רבינו מצות ואיסורין שוין עיי\"ש. ולמ\"ש שפיר יש מקום לחלק בהם וסברא רבה לחלקם לענ\"ד וכמ\"ש:<br><b> ומיושב</b> קושית התוס' בפסחים בד\"ה אלא דילמא במצה ומרור גזה\"כ כן דלמ\"ש באמת לא נאמר כן אלא במאי דמצותן בהכי. ועי' מנחות כ\"ב בנתערב קומצה עיי\"ש. ומשם ליכא הוכחה לר\"ל ור\"י ואפי' לרבנן שם ליכא הוכחה דס\"ל דבכל עולין דאין מבטלין עיי\"ש:<br><b> אמנם</b> יש לעיין עוד במ\"ש בתוס' במס' זבחים ע\"ז ע\"ב בד\"ה הא דלענין עולין ג\"כ יש לחלק בלח בלח ליבש ביבש כמו לר\"י במין במינו עיי\"ש. ולפמ\"ש במצות ועולין דהוי בגדר אחד מצד התר בהתר ובמצות אפי' ביבש ביבש הדין ואפי' דמיירי בנתערבו באכילה מ\"מ הוי ספק בנבלל יפה וכן משמע מתוס' שכתבו דפי' בלח:<br><b> וע\"ז</b> י\"ל דהנה אע\"ג דאמרינן מצות ואיסורים ועולין דאין מבטלין זא\"ז היינו דלא שייך לומר בהם מעוטא כמאן דליתא דמי משום דשוין בגוף או במהות או בענין ואיזה נחשב לרוב ואיזה למיעוט וכמו דאמרינן מה\"ט במב\"מ דאינו בטל וכמ\"ש לעיל אבל כמ\"ש לעיל מרובא פריש שייך לומר אפי' בכה\"ג עי' ריש כל הזבחים ובמל\"מ בפ\"ז מהל' מעילה ובצל\"ח במס' פסחים בסוגיא דבתר בתרא לענין יש לו מתירין בפריש עיי\"ש. וכמו כן לענין התר בהתר ומב\"מ פשוט דשייך מרובא קפריש:<br><b> ויש</b> לישב במאי דיקשה לכאורה להסוברים התר בהתר לא בטל מסוגיא דמס' תמורה כ\"ח ע\"א אבל בחולין אימא ליבטלי ברובא וברש\"י שם שהקדישו אח\"כ עיי\"ש דיקשה הא הוי בעודו חולין התר בהתר ועי' מ\"ש כיו\"ב לענין חמץ קודם פסח ובשו\"ת הר\"ן הנ\"ל. אבל לפמ\"ש י\"ל דמרובא פריש אמרינן ופשוט:<br><b> ונאמר</b> לפ\"ז למ\"ש לעיל לחלק במו\"מ בין יבש ביבש ללח בלח. דבלח בלח לא שייך איסורא ברובא איתיה אלא מעוטא כמאן דליתא דמי. וזה לא נאמר לר\"י במין במינו כמ\"ש לעיל. אבל ביבש ביבש דשייך מצד איסורא ברובא אין שייך ענין ביטול כזה אפי' במב\"מ אבל בכה\"ג דפיגול ונותר וכו' ומצות דאכלן כאחת דלא שייך כסברת מהרימ\"ט הנ\"ל משום דלא היה בפ\"ע לדון עליה שהוא מרובא ולא שייך כמ\"ש לומר ענין ביטול מצד רובא משום דהמיעוט בודאי שם ולא שייך לומר דהוי ג' ודאי התירים בכה\"ג וכמ\"ש לעיל. וגם כמ\"ש השיטה מקובצת דרוב מסברא ספק והתורה עשהו כודאי וי\"ל דלא עשהו התורה כודאי אלא ברוב ודאי ולא בספק רובא. ונמצא לא שייך ברובא אי' בפיגול ונותר וכו' וכיו\"ב בכה\"ג דמ\"ש ספק אם הוי רובא מספק בעלמא ובמצות ג\"כ כמ\"ש. ומעוטא כמאן דליתא ג\"כ לא שייך במין במינו וא\"כ אפי' ביבש ביבש לא שייך ביטול בכה\"ג. ולא צריך למ\"ש לומר כמ\"ש בתוס' במס' זבחים הנ\"ל בפיגול וכו' מיירי בלח בלח דאפי' ביבש ביבש שם הדין כן כמ\"ש והוי כה\"ג דשם כמו בלח בלח מה\"ט וכמ\"ש ואתי שפיר וע\"ע בס' מרכבת המשנה בדעת רבינו ובמ\"ש בלח\"מ שלא היה כורך פסח עם מצה ומרור עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מקום שנהגו לאכול צלי בלילי פסחים אוכלין מקום שנהגו שלא לאכול אין אוכלין גזירה שמא יאמרו בשר פסח הוא ובכ\"מ אסור לאכול שה צלוי כלו כאחד בליל זה מפני שנראה כאוכל קדשים בחוץ ואם היה מחותך או שחסר ממנו אבר או שלק בו אבר והוא מחובר הרי זה מותר במקום שנהגו.</b> במסכת פסחים נ\"ג ע\"א במשנה מקום שנהגו לאכול צלי בלילי פסחים אוכלין מקום שנהגו שלא לאכול אין אוכלין. וברש\"י שלא לאכול דמחזי כאוכל פסח בחוץ עכ\"ל:<br><b> ובגמרא</b> א\"ר יהודה אמר רב אסור לו לאדם שיאמר בשר זה לפסח הוא מפני שנראה כמקדיש בהמתו ואוכל קדשים בחוץ א\"ר פפא דוקא בשר אבל חיטי לא דמנטר לפסחא קאמר ובשר לא מיתיבי א\"ר יוסי תודוס איש רומי הנהיג וכו' לאכול גדי מקולס בלילי פסחים שלחו לא אלמלא תודוס אתה גוזרנו וכו' שאתה מאכיל את ישראל קדשים בחוץ קדשים ס\"ד אלא אימא קרוב להאכיל קדשים בחוץ מקולס אין שאין מקולס לא אמרי מקולס לא שנא אמר לא שנא לא אמר שאינו מקולס פירש אין לא פירש לא רב אחא מתני להא מתני' כר' שמעון מתקיף ליה רב ששת וכו' והתנן ר\"ש פוטר שלא התנדב כדרך המתנדבים וכו' איבעיא להו תודוס וכו' גברא רבה הוי או בעל אגרופין ת\"ש עוד זו דרש וכו':<br><b> והנה</b> רבינו לא הביא האי דאומר בשר זה לפסח ועי' בס' שמן רוקח לאאמו\"ז הגאון ז\"ל שעמד ע\"ז עי' מ\"ש ע\"ז שם:<br><b> והנראה</b> וניישב בראשונה במאי שיש לדקדק בסוגיא הנ\"ל:<br><b> [א]</b> שנוי הלשון דאיתא כאן אלא קרוב להאכיל וכו' ובמס' ביצה כ\"ב ע\"א במשנה ועושין גדי מקולס בלילי פסח וחכמים אוסרין ובגמ' כ\"ג ע\"א הביאו האי דתודוס ומקשינן כמו כן קדשים וכו' ומשני אלא אימא כעין קדשים:<br><b> [ב]</b> דאיתא מקולס לא שנא אמר וכו' שאינו מקולס פירש וכו' והו\"ל ג\"כ שאינו מקולס אמר אין וכו' כדנקיט לשון אמר מעיקרא:<br><b> [ג]</b> האיך ס\"ד להקשות ולא לחלק בין מקולס לשאינו מקולס גם דילמא בתודוס מעשה שהיה במקולס ומשום זכר לפסח אבל באמר גם כן היה אוסרו ולכאורה במקולס עכ\"פ איכא זכר לפסח במקדש שעשו רז\"ל בכמה מקומות בתקנת יוחנן כה\"ג במס' ר\"ה ובר\"ן בפ\"ק דמגילה דעשו זכר למקדש ולהלן במס' פסחים קי\"ז ושני תבשילין ובגמ' שם זכר לפסח וזכר לחגיגה עיי\"ש ובשו\"ע תע\"ג אבל באמירת בשר זה לפסח לא הוי זכר כלל ובאמת דעתו לאכלו בימי חג הפסח ועי' בפנ\"י דבס\"ד במקולס מיירי עם אמירה עיי\"ש:<br><b> [ד]</b> דמאי נפק\"מ אם תודוס גברא רבה ומלשון אבעיא ות\"ש נראה דנפק\"מ לדינא גם למה לא איבעי במס' ביצה שם דמשנה דמקולס ועמד ע\"ז בס' שו\"ת כנסת יחזקאל עיי\"ש:<br><b> [ה]</b> עי' בס' אור חדש לרש\"י למה לר' שמעון משום שלא כדרך המתנדבין והוא פי' במס' חולין מ\"א ע\"ב דר\"ש לא חייש כלל למראית עין עיי\"ש:<br><b> ונראה</b> לומר ונדבר לענ\"ד במה דמצינו מחלוקת בין הפוסקים ז\"ל להלכה דדעת הב\"ח בסי' תס\"ט דגם בדיעבד אסור והצריכו קבורה ובפר\"ח כתב כמו כן בשם דמשק אליעזר שאסרה בהנאה ובשיורי כנה\"ג כתב כמו כן דאפי' לאחר פסח אסור עיי\"ש ודעת הטו\"ז שם ס\"ק א' להתירו בדיעבד באכילה עיי\"ש:<br><b> ובמג\"א</b> שם ס\"ק ב' כדעת הב\"ח וכתב על דבריו ועי' יו\"ד סי' ה' וכונתו כמו שם בשוחט לשם קדשים הנדרים ונדבות דאסורין באכילה ועי' חולין מ\"א ע\"ב וכן זה כיו\"ב ובפר\"ח העיר על הב\"ח שפוסק לאסרו בהנאה וביו\"ד הנ\"ל אסרו רק באכילה משום מראית עין ולא בהנאה עיי\"ש:<br><b> והנה</b> לפי הנראה ראית המג\"א מסי' ה' הנ\"ל יקשה מאוד לדעת המתירין בדיעבד דנראה דוחק לחלק בין הענינים:<br><b> אמנם</b> אחרי ישוב הדעת נראה דיש לחלק דהנה בהטעם האיסורא משום מראית עין דאסרו רז\"ל הרבה מצינו מב' טעמים:<br><b> אחד</b> משום חשד שגזרו הרבה אפי' בחדרי חדרים ולמדו כן במס' שקלים והחמירו בזה אף דלא שייך שילמדו אחרים ממנו להתיר:<br><b> [ב]</b> שחששו לטעות שהרואים שיסברו שעושה באופן האסור ויסברו שהוא מותר באמת מדלא מיחו בידו וכיו\"ב מצינו גם כן הרבה שחשו ע\"ז וגם כן בכלל מראית עין שגזרו רז\"ל:<br><b> ונראה</b> מסברא דחשש שיטעו אחרים להתיר דהוי בכלל לפני עור וכו' חמיר ביותר מחשד בלבד אמנם נראה כמו כן מסברא דחשש שיטעו לא שכיח ומצוי כ\"כ כחשד דמצד חשד אף בעושה מעשה דיש לו בשעה שעושה באופן ההתר כמו לומר דעושה באופן האסור שייך חשד כדמצינו בספ\"ק דמס' ע\"ז במרחץ וכיו\"ב עיי\"ש ועי' מ\"ש במקום אחר בשם הגאון מו' דוד אפענהיים ז\"ל ועי' בטו\"ז בסי' רמ\"ד דאף בב' צדדים להתיר שייך חשד עיי\"ש אבל לחוש שיטעו הרואים להתיר נראה דלא שייך אלא בעושה בדרך שנראה ביותר שעשהו באופן האסור דמשום ספק שעשהו באיסור לא שייך ללמוד להתיר מספיקא דדילמא עשהו באופן ההתר כמו בשומע לשון מסופק אם הוי הקדש חשד שייך כמ\"ש אבל טעות ללמוד מזה לא שייך דמספיקא לא יחליט שהקדיש וכי דמותר להקדיש בחוץ דמידי ספיקא לא נפקא לו אבל חשד שייך כמ\"ש גם בכה\"ג:<br><b> וכאשר</b> נראה בהאי דיו\"ד בסי' ה' ובמס' חולין הנ\"ל בשוחט לשם קדשים דשייכים יחד חשד וטעות וברש\"י מ\"א ע\"ב בד\"ה לשם עולה דכיון דבאה בנדר ובנדבה הרואה אומר עכשיו הוא מקדיש ושוחטה לעולה וקדשים בחוץ מותרים וגזרו רבנן עליו פסול וכן שלמים וכו' עכ\"ל. וכנראה שם הוי כלשון ברור לשם קדשים דכמ\"ש בטור שם החשש שמא הקדישו באמת עיי\"ש ובש\"ך וטו\"ז ותבואות שור דנראה דהוי חשש הקדש גמור ובתבואות שור הוכיח דאפי' באומר בלשון ברור להקדישו עם כל זה כיון דהוי בשעת שחיטה בחוץ לא הוי איסורא אלא מדרבנן עיי\"ש. ועיין בתוס' שם בד\"ה מפני שנראה לר' שמעון אפי' בלשון ברור לא הוי הקדש עיי\"ש:<br><b> וחשד</b> שייך ג\"כ שם כמו במשנה הקודמת שם ובתורת הבית הקצר מובא בפרי מגדים כתב משום מראית עין ושמא עתה הקדישו ובארוך מש\"ך כתב דנפק\"מ בחדרי חדרים לא שייך מראית עין ושייך שמא עתה הקדישו ובפרי מגדים בשם הפרישה כתב נפק\"מ לענין הנאה דמשום מראית עין מותר בהנאה גם משום חדרי חדרים וכו' רק לכתחילה אסור עיי\"ש:<br><b> ומזה</b> שכתבתי גם עוד להוכיח דשוחט לקדשים הוי לשון ברור דלכאורה יקשה למה לא יהיה נאמן שלא היה כונתו להקדש ולדעת הטור לחוש שמא עכשיו הקדישו למה לא יהיה נאמן לפרש דבריו ומאי שנא מהאי דמס' נדרים י\"ח סתם נדרים להחמיר ופירושן להקל ובר\"ן שם שאע\"פ בסתם להחמיר נאמן לפרש דבריו ודוחק לומר דמיירי בשאינו בפנינו או שכח כמ\"ש בתוס' במס' שבועות בכה\"ג עיי\"ש גם דא\"כ הו\"ל הנפק\"מ בין מראית עין לשמא עתה הקדישו כשהוא לפנינו וצ\"ל דהוי כהאי דאם רוב אנשי העיר קורין לבשר מליח לשלמים אינו נאמן לפרש נגד הרוב ועי' ביו\"ד בסי' ר\"ח סעיף א' ובש\"ך שם וא\"כ מזה דשוחט לשם קדשים הוי לשון ברור ולשון שמא עתה וכו' שכתב בטור משום דכיון שאומר שלא היה כונתו כן שייך לומר שמא ועכ\"פ כמ\"ש ביותר מזה בתבואות שור הנ\"ל אפי' במפרש להקדישו בלשון ברור עם כל זה לא הקדיש בשעת השחיטה בחוץ ורק מדרבנן אסור עיי\"ש ואם כן עכ\"פ כמ\"ש שני אופני חשד וטעות שייך בזה:<br><b> אמנם</b> בהאי דבשר זה לפסח בלשון זה כנראה לא הוי לשון מוחלט וברור דהרי יש לפרשו לאכלו בחג הפסח כמו דאמרינן בחיטין דמנטרי כמו כן י\"ל בזה וא\"כ נראה דלא שייך בזה טעות אלא חשד בלבד:<br><b> והנה</b> במקולס דאיתא בגמ' קרוב להאכיל קדשים בחוץ וברש\"י דומה לקדשים עיי\"ש נראה כונתו בפי' קרוב וכו' דדומה לקדשים האכילו דאם יהיה החשש לטועים להתיר שיאכילם עי\"ז קדשים לא הוי החשש להאכילם דומה לקדשים רק קדשים ממש יתירו לעצמם לאכול ונראה דעתו משום חשד משום דדומה ושייך חשד. ואם נדייק בלשון הגמ' דאיתא קדשים ס\"ד וכו' דהו\"ל האכילו ס\"ד אם יהיה החשש לטועים ויהיה הקושיא דלא האכילם ממש רק קרוב להאכילם ומזה נראה גם כן דהקושיא קדשים ס\"ד דלא הוי רק דומה וכמ\"ש ברש\"י ושייך חשד אבל מלישנא אלא קרוב להאכיל וכו' נראה דקושית הגמ' על להאכיל ולא על לשון קדשים:<br><b> ובמסכת</b> ביצה כ\"ג ע\"א ועיי\"ש כ\"ב ע\"ב ברש\"י בד\"ה וחכמים כתב ויאמרו מותר להקדיש ולאכול קדשים בחוץ עכ\"ל ועי' ברכות י\"ט ע\"א בד\"ה גוזרני וא\"כ צריכין לפ\"ז לפרש מ\"ש כאן דומה ויבואו לטעות ג\"כ:<br><b> אמנם</b> בבשר זה לפסח י\"ל עוד כמ\"ש לעיל דלא הוי לשון ברור לטעות הרואים להאכילם עי\"ז קדשים בחוץ אלא חשד בלבד. והנה בשו\"ע או\"ח בסי' רמ\"ג בסופו י\"א דאם עבר (ושכר) [והשכיר שכרו] מותר ובמג\"א בשם הב\"ח שם דכל היכא דאיסורו משום מראית עין בדיעבד מותר עיי\"ש ומשו\"ה נאמר כמו כן בבשר זה דבדיעבד יהיה מותר כמ\"ש בטו\"ז הנ\"ל ושאני בשוחט לשם קדשים דהוי חשש טועים ובגדר לפני עור שם החמירו ביותר וטעם גדול להחמיר שם ביותר ומיושב ג\"כ שלא יקשה לדעת הב\"ח ושו\"ע בסי' רמ\"ג הנ\"ל מהאי דשוחט לשם קדשים:<br><b> [ב) אבל</b> האי שכתבתי דבשר זה לפסח לא הוי לשון ברור שיהיה בו חשש טעות לאחרים בדין יש לעיין עוד לפי מאי דאיתא להלן רב אחא מתני וכו' והתנן ר' שמעון פוטר שלא התנדב כדרך המתנדבים וברש\"י בד\"ה ר\"ש פליג באומר הרי עלי מנחה מן השעורין וכו' ור\"ש פוטר דאמר אף בגמר דבריו וכו' ודעתו לכל מה שמוציא מפיו ולמנחת שעורין נתכוין וסבר שאדם יכול להתנדב ולהביא כן לפיכך אין בדבריו כלום והאי מאכיל גדי מקולס נמי מאי קרוב לקדשים בחוץ איכא הלא מחיים לא קרא עליו שם פסח ואפי' היה קורא עליו בשעת צליה שלא כדרך המוקדשין הוא ואין השם חל עליו עכ\"ל. נראה מרש\"י כיון שע\"פ הדין אינו לשון נדר לא שייך מראית עין כלל ג\"כ ועיין בתוספות בד\"ה מפני שדעתם נראה ועכ\"פ בלתי מוכח אם בעינן לשון נדר גמור לחשד ומראית עין דנראה מדבריו בזה\"ז אפילו בלשון טוב לא חל ההקדש עיי\"ש:<br><b> ולפ\"ז</b> בבשר זה לרש\"י צ\"ל על כרחך דהוי לשון נדר גמור והנה הרי יש לפרשו ג\"כ שיאכלו בפסח ועי' בטו\"ז הנ\"ל. וכמו דאמרינן בחיטין ובמס' נדרים י\"ח ע\"ב הרי עלי כבשר מליח וכיין נסך אם בשל שלמים נדר אסור ואם של ע\"ז נדר מותר ואם סתם אסור ופי' להקל וכמ\"ש בר\"ן שאם פי' למאי נתכוין סומכין על דבריו אע\"פ שהוא מקיל עיי\"ש. וי\"ל אף שנאמן לפרש כ\"ז שלא פי' שייך מראית עין גם י\"ל בסתם נדרים שייך ג\"כ מ\"ע רק בדיעבד מותר וי\"ל כמ\"ש לעיל:<br><b> אמנם</b> יש לעיין עוד. דיש להבין בהאי דסתם נדרים להחמיר דמ\"ש מידים שאינן מוכיחות דפליגי בפ\"ק דנדרים ולא אמרינן להחמיר מספיקא בלישנא. ועי' ברא\"ש בפי' בדף י\"ח הנ\"ל וז\"ל סתם נדרים להחמיר מפני שלא שתק עכ\"ל כיון בזה לתרץ מ\"ש ומשום דהוי חזקה שא\"א מוציא דבריו לבטלה וע\"כ לאיסורא נתכוין. אבל בשאינן מוכיחות דעכ\"פ לדבר אחד נתכוין ולא לבטלה ולכן הוי שאין מוכיחות. נמצא בבשר זה לפסח דיש לפרשו ג\"כ שיאכלנו בפסח ולא הוי לבטלה וא\"כ הוי לשון שאינו מוכח וביותר למ\"ש הר\"ן שאם הענין מוכיח הוי מסייע להלשון שיהיה מוכח עיי\"ש. ובזה מק\"ו לומר שהענין מוכח שלא היה לפסח משום האיסורא דהקדש חוץ וא\"כ יקשה ביותר:<br><b> ואין</b> לומר דעכ\"פ ידים שאינן מוכיחות מחלוקת ושייך מראית עין דא\"כ בכל שאינן מוכיחות נאמר כן וגם בשלא כדרך המתנדבים ג\"כ מחלוקת ויהיה שייך חשד וטעות ועל כרחך דלא אמרינן כן. וצריכין לומר לפמ\"ש דבשר זה לפסח נוטה ביותר לקרבן פסח ועי' בפי' הרא\"ש בסוגיא דידים שאינן מוכיחות במס' נדרים דבנוטה ביותר מקרי עוד שאינן מוכיחות אם לא שהדרך האחר רחוק מאוד עיי\"ש בפ\"ק וצ\"ל דבשר זה סובל טפי לקרבן ורחוק לפרשו לאכלו בחג והוי לשון נדר גמור ולכן שייך חשד ומראית עין. וא\"כ לפ\"ז לא שייך לחלק מ\"ש דגם בבשר זה לשון ברור ושייך טעות לאחרים כמו בשוחט לשם קדשים:<br><b> גם</b> כמ\"ש במקום אחר בפי' המג\"א בסי' רמ\"ג הנ\"ל לחלק בין שכר שבת דאסור בדיעבד למראית עין. דבמראית עין אי אפשר לסלק במאי דנאסרו בדיעבד משא\"כ בשכר שבת. וכמ\"ש במהרי\"ט כענין זה לענין עביד לא מהני וא\"כ נאמר בבשר זה אף דהוי מראית עין מטעם חשד מ\"מ באם נאסר אותו בדיעבד נסלק החשד שאוכל קדשים בחוץ וא\"כ עכ\"פ גם באיסורו בדיעבד נסלק המ\"ע מלהלאה וא\"כ לכאורה ראית המג\"א לדעת הב\"ח שריר וקיים לענין איסור בדיעבד בבשר זה כמו בשוחט לשם קדשים. אלא דיש לעיין מצד אחר דהנה בפי' מאכיל קדשים דעת רש\"י שיחשדו דבאמירה זאת קרא שם לפסח לקדושת דמים. אבל לדעת התוס' בד\"ה מפני שיחשדו שהקדישו מחיים קדושת הגוף עיי\"ש. ויקשה דעכ\"פ איכא בלשון זה אם קדושת הגוף או קדושת ממון דהלשון סובל גם קדושת דמים לתוס' שהרי בחיטין אי לאו דמנטר לפסחא הוי אמרינן לקדושת דמים. ועי' בר\"ן נדרים בידים שאינן מוכיחות דף ה' בשאי' מוכח שניהם מותרים עיי\"ש. ואפי' ללישנא בתרא שם שהדיבור אסור עיי\"ש מ\"מ כאן אם נאמר שהיה סיפור מהקדש מחיים לא אסר על עצמו עתה כלום. והנה לדעת התוס' י\"ל דהשומע יחשב שמעיקרא הקדיש בלשון הברור. (ולפ\"ז י\"ל דאף בתוס' מודו היכא דלא שייך קדושת הגוף שייך קדושת דמים רק בזה משום שאינן מוכיחות ומשו\"ה פי' מחיים ועי' בפוסקים בסי' תס\"ט שכ\"כ רק לרש\"י עיי\"ש. ובסי' תע\"ו ומ\"ש בשם הרוקח ובפר\"ח בסי' תס\"ט עיי\"ש) אבל לרש\"י יקשה דהוי ידים שאינן מוכיחות אם על קדושת דמים מעתה או קדושת הגוף מחיים ועתה סיפור דברים שהקדישו מחיים:<br><b> אמנם</b> זה דנאמר דהוי שאינן מוכיחות מספק לקדושת הגוף או לדמים י\"ל משום דממ\"נ חל ההקדש בענין אחד דהכל לפסח לא מקרי שא\"מ ועי' בס' מחנה אפרים הל' נדרים סי' ז' דנראה בכה\"ג בפי' דבריו עיי\"ש. ולומר דלא הוי לשון מוכח לנדר משום דיש לפרשו גם על סיפור דברים מהקדשו מחיים ובלתי מוכח על הקדשו מעתה. הנה יש לספק לשמואל דאמר במס' שבועות כ\"ז גמר בלבו צריך להוציא בשפתיו עיי\"ש אם מגלה עתה מחשבתו על שבלבבו מעיקרא אם מהני במה שמוציא עתה בשפתיו מחשבתו דמעיקרא והוי פיו ולבו שוין ובמסכים עם מחשבתו פשוט דמהני וכמו דאי' במס' מנחות ק\"ג אלו הייתי יודע שאין נודרין וכו' הייתי נודר כך. אבל באין מסכים עתה או כה\"ג דידן דא\"א להסכים עתה שאין זמן להקדש עוד שהוא נשחט כבר אם מהני ובמנחות ק\"ג הנ\"ל י\"ל עוד דכשאמר הרי עלי מנחה כולל המועיל מדינא ואח\"ז פירש משל שעורין משום דחשב דמהני ואח\"ז אמר כי מה שפי' בשל שעורין היה בטעות מבטל פי' ונשאר על נדרו משא\"כ בכה\"ג שכתבתי. אבל בהקדש למזבח ל\"צ פי' שפתיו כדאיתא במס' שבועות הנ\"ל וממ\"נ הוי הקדש אם מעיקרא או מעתה ולא שייך שאינן מוכיחות מה\"ט. אבל מ\"ש בראשונה יש לעיין ביותר אם הוי ידים מוכיחות:<br><b> ולפי</b> הנאמר יש ליישב קושיא הנ\"ל מהאי דתודוס. ונאמר דתודוס בס\"ד דעל כרחך זכר לפסח תיקן עם אמירה היה ג\"כ זה לפסח דאל\"כ למה שלחו וכו' הרי במשנה במס' ביצה כ\"ב מחלוקת בזה ומי שפוסק כאחד מהתנאים יהיה חייב נדוי. ואם דפסק נגד הלכה פסוקה ועי' יבמות קכ\"א במים שאין להם סוף ובהל' ת\"ת בדברים המנדין עיי\"ש. וא\"כ הו\"ל משום שאמר נגד הלכה אבל מדאי' שאתה מאכיל קדשים וכו' ובירושלמי מו\"ק ובכמה דוכתי וכל המאכיל קדשים בחוץ חייב נדוי. ועי' בהל' ת\"ת בכ\"ד דברים שמנדין עיי\"ש והרי לרבן גמליאל אי' מאכיל קדשים בחוץ ועל כרחך דהוי באופן דהוי לכו\"ע כמאכיל קדשים בחוץ. ומשו\"ה ס\"ד דמשנה מיירי בלי אמירה שיהיה לפסח ובתודוס שהיה באמירה לשם פסח ולכן שלח לו וכו' דבכה\"ג גם לר\"ג אסור. והאי שנאמר במקולס עם אמירה י\"ל דס\"ד דהוי שאינן מוכיחות באמירה לחוד וכמ\"ש ולא שייך מראית עין לרש\"י בשאינו מוכח גם לתוס' צריך לחלק בין סתם נדרים דלא חיישינן למ\"ע ושם בדיעבד עכ\"פ מותר וצ\"ל דמיירי באמירה דהוי דבר ברור ושייך טעות ג\"כ וכמ\"ש לעיל והנה כנראה אמירה לא הוי דבר ברור דיש לפרשו שיאכלו בחג הפסח. אבל במקולס יש לדמותו להאי דמס' נזיר ב' האומר אהא הוי נזיר וכו' כגון שנזיר עובר לפניו ועי' בר\"ן נדרים בפ\"ק גבי אין אדם מגרש אשת חבירו דע\"י צירוף המעשה המוכיח הוי הלשון מוכיח עיי\"ש וכמו כן כאן אף דאמירה מצ\"ע בלתי מוכרע בצירוף הצלי ומקולס מקרי הרי זה לפסח כמוכח:<br><b> אולם</b> יקשה בין לרש\"י ובין לתוס'. לתוס' שמפרשים דמקדיש מחיים הרי ע\"ז לא הוי אמירה הוכחה כלל באומר מחיים שיהיה בהמה זו לפסח דאז ליכא הוכחה דצלי ומקולס וא\"כ רק לאחר שחיטה שייך לומר לפ\"ז ולרש\"י שפי' לקדושת דמים דע\"ז ליכא המקולס הוכחה כלל. ובלא\"ה דברי רש\"י תמוהים דמאי ענין הוכחה במקולס שיהיה אסור למסקנא בלי אמירה מצד קדושת דמים:<br><b> ונראה</b> לומר ויהיה מיושב בזה קושית התוס' על רש\"י בד\"ה מפני דרש\"י שכתב משום שקורא שם כתב כן לתירוץ הגמ' מקולס אע\"ג דלא אמר כתב וז\"ל אבל שאין מקולס אמר הרי בשר זה לפסח אסור משום שנראה כקורא שם עכ\"ל. דכאן הפי' מיותר והו\"ל לפרש כן לעיל באומר בשר זה וכו' ונראה בס\"ד גם לרש\"י מחשש מחיים הקדישו ורק מקושית הגמ' דס\"ד דבעינן מקולס עם אמירה דע\"י שניהם הוי הוכחה למפרע שיהיה לשון ברור וכמ\"ש. אבל כדמשני מקולס אף שאינו אומר דלבדו מוכח על הקדשו ואמר אף שאינו מקולס צ\"ל דאפי' בלי מעשה מוכיח הוי לשון ברור מעתה ובשר זה לפסח לדמים לשון ברור ומפרש הקדישו מעתה לדמים ומיושב קושית התוס' דהשתא דאמרינן מקולס לא וכו' אמרינן דהוי לשון ברור ולהקדש דמים על כרחך ולא אמרינן מפני וכו' בחוץ:<br><b> ומדויק</b> למ\"ש שנוי הלשון שהעמדתי עליו לעיל דאיתא מקולס לא שנא אמר לא שנא לא אמר שאי' מקולס פי' אין וכו' דנקטו בראשונה אמר ולא אמר ובמקולס פי' ולא פי' אבל כמ\"ש אמירה לחודא שאינה מפורשת לא מהני אלא בלשון ברור ולכן במקולס לא צריך אף אמירה אבל בשאין מקולס צריך לשון מפורש ומוכח ובשר זה הוי לשון מוכח ונפק\"מ בלשון מוכח לענין חשש טועין ולאסור בדיעבד כמ\"ש לעיל וכמו כן מיושב שנוי הלשון ממס' ביצה דאיתא כעין קדשים וכמ\"ש לעיל דכמ\"ש כאן ס\"ל להמקשה דחשש שיטעה הרואה להתיר וא\"כ יאכילם קדשים ממש רק הקושיא קדשים ס\"ד דהוי רק גורם ומשני קרוב להאכיל וכו' אבל במס' ביצה שהחשש משום חשד שנראה כעין קדשים וטעות לא שייך רק ברואה דבר ברור ולכן ס\"ל בס\"ד במקולס עם אמירה הוי דבר ברור ושייך טעות ג\"כ ומדויק שהקדימו קדשים ס\"ד וכו' קודם שהקשו ובשר לא וכו' אבל במסקנא כשתירץ פירש וכו' ג\"כ דשייך טעות בבשר זה וכמ\"ש:<br><b> ומיושב</b> האבעיא אם תודוס גברא רבה דמאי נפק\"מ. והאבעיא כאן ולא במס' ביצה כמ\"ש לעיל דכמו שכתבתי כאן משום טועין וזה שייך בגברא רבה דלמדין ממנו אבל בעל אגרופין לא שייך טועין דלא ישמע אם ימחו לו ג\"כ ולא שייך רק חשד משא\"כ במס' ביצה שלא נחתו אלא משום חשד בלבד. ונפק\"מ באבעיא כמ\"ש לדינא לענין לאסור בדיעבד דתליא כמ\"ש לעיל בב' טעמים דמראית עין:<br><b> [ג] ונאמר</b> ליישב ג\"כ בזה דברי רש\"י בד\"ה ר\"ש וכו' והאי מאכל גדי מקולס נמי מאי קרוב לקדשים בחוץ איכא הלא מחיים לא קרא שם עליה אם פסח ואפי' היה קורא לו שם בשעת צליה שלא כדרך המקדישין הוא ואין השם חל עליו עכ\"ל ובד\"ה ה\"ג וכו' גדי מקולס נמי אע\"ג שלא כדרך המתנדבין הוא הו\"ל קרוב להאכיל קדשים בחוץ דאי הוי אמר עלה הרי זו לפסח אמרינן לדמי פסח קאמר עכ\"ל ודבריו סתומים מאי אמירה שייך במקולס ומאי ענין והוכחה ממקולס להקדש דמים ונראה דהנה גם בסוגיא דאמרינן לר' שמעון מותר במקולס מפני שלא כדרך המתנדבים צריך פי' כמו כן ובתוס' פי' דבר חדש דאפי' אמר בפי' בחוץ לא מהני לר\"ש עיי\"ש אבל רש\"י לא נחית לזה ונראה שפי' במקולס בלי אמירה אסור מחשש שמא יאמר ולא דמקולס מצ\"ע כאמור וכמו דאמרינן בפסח דמנטר לפסחא קאמר וכמ\"ש ברא\"ש שמדרך לומר כן וכמו כן בהאי דתודוס שהתקין לאכלו זכר לפסח מסתמא יאמר כמו כן לפסח ושייך מראית עין אבל לר\"ש ליכא למיחש כלל דמחיים ליכא למיחש שיקרא שם דרק לאחר שחיטה משום השנוי שיהיה מקולס יש לחוש דיאמר כמו כן בחיטין משום השמירה וכן בזה ואז לר' שמעון דבעי דרך המתנדבים אף דלדידן הוי לשון גמור לר\"ש בלא כדרך המתנדבים לא הוי כלשון גמור ואפי' אמירה עם מקולס וחזקה דא\"א מוציא דבריו לבטלה לא מהני לר\"ש לצרפם שיהיה לשון גמור וכמ\"ש דמקולס לחודא לא מהני לדידיה ועי' בתבואות שור במקולס יש לאסור רק בליל פסח עיי\"ש ולמ\"ש מחשש שמא יאמרו יש לאסרו בכל פסח כמו בבשר זה וכו' וכנראה בסוגיא כדעת הב\"ח דיקשה מנ\"ל דלר\"ש מותר דילמא ר\"ש רק בדיעבד מתיר וכה\"ג דיש לו מתירין למחר הוי כלכתחילה וזה גם לר\"ש אסור וע\"כ במקולס אסור לעולם וזה דלא כר\"ש:<br><b> (ד) ונבוא</b> לדבר על קושית האו\"ח הנ\"ל דלמה לא נאמר לדעת רש\"י לר\"ש גם כאן משום דלא ס\"ל למראית עין במס' חולין וכתב דכאן מ\"ע גדול ממס' חולין עיי\"ש. ולמ\"ש נהפוך הוא דיש מקום לומר דכאן לא הוי מ\"ע כהאי דמס' חולין וכן נראה באמת דהרי להטור שם לחוש שמא הקדישו באמת וכאן לא כתב כן:<br><b> והנה</b> בתוס' במס' חולין השיגו על רש\"י ופי' דר\"ש דאמר מפני שלא התנדב כדרך המתנדבים עיי\"ש. ובאמת יקשה לרש\"י מנ\"ל דר\"ש לית ליה למראית עין ולא פי' כתוס' דכנראה מפורש בגמ' משם. ונראה דרש\"י ס\"ל מהאי דלא התנדב כדרך וכו' דפטור דיקשה כמ\"ש דעכ\"פ ניחוש למ\"ע דלדעת התוס' לק\"מ אבל רש\"י בלשון ברור שייך מ\"ע. ועל כרחך מוכח מהאי דלא התנדב וכו' שאין ר\"ש חושש למ\"ע וי\"ל כמ\"ש בשלא התנדב וכו' לא הוי לר\"ש לשון ברור לחוש בו למ\"ע. ונאמר דבכרתי ופלתי בסי' ה' הקשה בשוחט לשם קדשים מאי מראית עין איכא ולדעת הטור ורשב\"א שמא הקדישו באמת והרי יוכל לשאל עליו וכי נאמר בכל הקדש בשאלה חשש מ\"ע. והחליט מזה דעל אכילה לא שייך מ\"ע רק על תחילת השחיטה ששוחט לשם כך עיי\"ש. ובס' שמן רוקח לאאמו\"ז הגאון ז\"ל הקשה עליו מהרבה הראשונים ז\"ל שפי' על אכילה מטעם מ\"ע גם הקשה עליו מבשר זה לפסח דאסור משום מ\"ע דאף די\"ל דרב ס\"ל אין שאלה להקדש מ\"מ בשו\"ע דקיי\"ל דאסור כרב ואנן קיי\"ל דיש שאלה להקדש עיי\"ש שכתב דמרש\"י במס' חולין אין להקשות אלא משו\"ע עיי\"ש:<br><b> והנה</b> למאי שפי' מראית עין על אכילה י\"ל לטור ורשב\"א דהוי כלשון ברור וכמ\"ש לעיל דהוי כמו ברוב קורין וכו' בשו\"ע בסי' ר\"ח דאינו נאמן נגד הרוב אף דבידו לשאל וצ\"ל נגד הרוב לא מהני חזקה דלא שביק וכו' וצ\"ע דנראה בעלמא דחזקה זאת בגדר אנן סהדי בפרוזבול וכיו\"ב:<br><b> ועל</b> הקושיא מבשר זה וכו' כנראה קושית הכרתי ופלתי שישאל השתא על הקדשו. אבל בבשר זה שלא שאל שייך מראית עין להרואה שעמו תמיד ואינו שואל:<br><b> והנה</b> לכאורה בשוחט לשם קדשים שייך באכלו חזקה דלא שביק וכו' וכמ\"ש במקום אחר באיתא חזקה דלא שביק וכו' לא שייך חשד וא\"כ לפ\"ז היה טוב ביותר שיאכלו דהנה איכא איסורא נמי דאין מקדישין בזה\"ז עי' בפ\"ק דמס' ע\"ז ובמס' בכורות. אלא דנקטו החמור משום קדשים בחוץ. ועכ\"פ טוב שיאכלו וא\"כ נדע ממ\"נ לשאינו עמו תמיד יאמר מטעם חזקה דלא שביק וכו' דודאי שאלו ומי שעמו ורואה שלא שאל יאמר עתה דודאי לא הקדישו מעיקרא שלא יחשדנו שיעבור בשביק התירא וכו' וא\"כ יוציא א\"ע ממראית עין ומחשד שעבר על איסורא דרבנן דאין מקדישין וכו' ג\"כ. אבל בבשר זה לפסח לא שייך לומר כן דכיון שנאמר דנראה לשומע שהקדישו לפסח וא\"כ סובר אם שהמקדיש טועה או שהוא טועה וסובר שמותר להקדיש ועכ\"פ מיד חושד אותו שהקדישו לאכלו דאל\"כ למה הקדישו דשאני עולה וכיו\"ב שאין עומד לאכול להבעלים וגם שלמים לאחר זריקה אבל פסח נאכל לבעלים וא\"כ אין מאכילה ראיה ששאל או שמעיקרא לא היה דעתו להקדישו כלל:<br><b> אמנם</b> כל זה כשאכלו בפסח אבל כשאכלו אחר פסח בזה שייך לומר כיון דלא אכלו בפסח שיש לומר שטועה שמותר או שמצוה לאכלו. ולאחר פסח ודאי איסורא לא עביד ואם התחרט בידו לשאל והוי גם בזה חזקה דלא שביק וכו' והיה נראה לומר דעדיף טפי שיאכלנו לאחר פסח להוציא את עצמו ממראית עין וחשד. אבל למ\"ש לעיל דהוי לשון ברור ושייך טעות לאחרים ג\"כ והנה טעות וחשד לא שייכי בהדדי דהחושד אינו טועה והטועה אינו חושד רק דחיישינן יש שיחשדו ויש שיטעו ואם כן מטעם טועין שייך גם לאחר פסח דלטועה לא מהני חזקה דלא שביק וכו' דסובר קדשים בחוץ מותר:<br><b> נמצא</b> לפי זה נאמר ליישב קושית האו\"ח הנ\"ל דבמס' חולין שם כתב רש\"י דר' שמעון ל\"ל מראית עין ולא כתב כן כאן. דהנה רחוק לומר דר\"ש אין חושש למ\"ע ועיין במס' ב\"מ קט\"ו ע\"א דחייש ר\"ש לחשד עיי\"ש ונראה דלר\"ש בהתנדב שלא כדרך המתנדבים לא שייך טעות שאינו לשון ברור וכמ\"ש לעיל רק חשד וכמ\"ש בכו\"פ כיון דאפשר בשאלה לא שייך חשד ג\"כ אבל בסוגיא דפסחים במקולס דמיירי לאכלו בפסח וכמ\"ש לעיל שייך שפיר חשד דלא שייך לומר חזקה דלא שביק וכו' וכמ\"ש לעיל ואתי שפיר דכאן נאמר דר\"ש על האי דתודוס שהאכיל מקולס בליל פסחים לא שייך לומר חזקה וכו' ושייך מ\"ע משום חשד ולמאן דלא ס\"ל כר\"ש שייך גם לאחר פסח כמ\"ש משום טעות ועיין בפי\"ז ה\"ט מהל' מעשה הקרבנות עיי\"ש. אבל לרש\"י משום שלא כדרך וכו' גם חשד לא שייך וצ\"ל כן כמ\"ש לעיל:<br><b> והנה</b> לדעת רש\"י משום קדושת דמים ושייך פדיון ועי' ערכין דף כ\"ט הקדש שוה מנה שחילל על שוה פרוטה מחולל. וא\"כ שייך ג\"כ חזקה דלא שביק וכו' מטעם פדיון דמשום הפסד מועט לא יחוס כמו בפרוזבול וכיו\"ב ועי' במג\"א בסי' תס\"ט שהביא סוגית הגמ' במסכת שבועות דף י\"א בהקדיש זכר לבדק הבית לא מהני פדיון דקדוש לקדושת הגוף עיי\"ש. וכ\"ז כשהקדישן בחיים וי\"ל ממ\"נ מחיים שייך שאלה ולאחר מיתה שייך פדיון:<br><b> והנה</b> רבינו שלא הביא דין של בשר זה שהבאתי לעיל לאאמו\"ז הגאון ז\"ל שעמד ע\"ז. וי\"ל עם מ\"ש לעיל דרבינו מפרש דר' אחא ור' ששת לא קאי אלעיל דמסקינן מקולס בלי אמירה אלא באמירה ולכן מדויק דלא כר\"ש ועי' ברש\"י אפי' קורא לו שם וכו' עיי\"ש. ומדלא אמרינן דילמא כר\"ש ומקולס בלי אמירה ומדבעי אמירה שייך שלא כדרך המתנדבים:<br><b> וע\"ע</b> בענין בשר זה לפסח לענין מקדיש מחיים במס' פסחים קט\"ו ע\"ב ברשב\"ם שם ודף קט\"ז ע\"ב עיי\"ש:<br><b> והנה</b> בבשר זה וכו' לחוש שהקדישו מחיים לכאורה יהיה נאמן באמתלא ודעת הגאון מהר\"ל מפראג ז\"ל בהחזיקו ברבים לא שייך אמתלא אבל משום מראית עין דאפי' בחדרי חדרים אסור וכמ\"ש לעיל בדיעבד צ\"ע אם אסור מהאי טעמא וי\"ל ג\"כ בלשון מבורר לא שייך אמתלא וצ\"ע:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "דברי ירמיהו על משנה תורה, הלכות חמץ ומצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Divrei Yirmiyahu",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}