{
    "text": {
        "0": {
            "0": "With God's Help",
            "1": "I have called this collection Tzidkat HaTzadiq [the righteousness of the righteous, (Ezekiel 18:20)] in the year TzDKU\"T AH\"B",
            "2": "The beginning of a person's entrance into the service of God must be rushed. As we find regarding the eating of the first Passover [sacrifice] in Egypt; it was eaten in a rush, but the Passover of subsequent generations was not [eaten in a rush]. For when one begins to cut oneself off from all desires of this world to which one is connected one must be aware of the moment wherein the desire to serve God awakens. One must rush to that moment and hurry to escape, maybe it is then possible. And then, later, one can go along moderately and slowly, like the laws of the Passover of subsequent years:"
        },
        "1": {
            "0": "“Blessings upon the head of a righteous man” (Proverbs 10:6). This is why the Talmud begins with Tractate Blessings (Berakhot), for it is the essence of everything: “Know the god of your father” (Chronicles I 28:9), and afterwards, “serve him,” for you have to know for whom you are serving. This is why a person says a blessing before each ritual act, to dedicate all of his actions to God, as the verse says,  “In all your ways, know him” (Proverbs 3:6), as Maimonides wrote. This is accomplished by making the blessing, as the rabbis said the requirement [in terms of necessary age for making a blessing] is a child who knows to whom he is blessing (Bavli, Berakhot, 48a), as opposed to the rest of the mitsvot which have no requirement of knowing to whom one is making the blessing, such as phylacteries or the like. It is clear that the essence of a blessing is the knowledge of to whom the blessing is being made, and blessings were instituted for this purpose. This is the beginning of entering into Torah, as the verse says, “The beginning of wisdom is the fear of God” (Psalms 111:10). Fear of God is achieved through “I have placed God before me always” (Psalms 16:8), as Rabbi Moses Isserles wrote in a comment at the beginning of Oraḥ Ḥayyim. This explains why all blessings begin with direct, second-person, address (lashon nokhaḥ), because right at the beginning of the blessing God must be present (nokhaḥ) before a person’s eyes, as if God is standing in front of and commanding him. The conclusion is in third-person, because God immediately disappears, as the verse says, “Over his nestlings he hovers” (Deuteronomy 32:11), making contact and then moving away, as is known."
        },
        "2": {
            "0": "[C] The main [purpose] of the recitation of the Shema is accepting the yoke of the Kingdom of Heaven and the yoke of Torah and the Commandments, as is taught (Berakhot 13a), and it must be done in the day and in the night - not in the morning and in the evening, but \"When you lie down and when you arise,\" ibid., [Deut.?] 11:1 . It [the Torah] gives this time for this because the morning and the evening are changes in the world and not in the person, and it would have been enough to accept [the yokes] once for both of them, except for the changes in the person, who during the day arises and deals with his work, and must accept the yoke of the Kingdom of Heaven - that all his deeds be for the sake of Heaven, as written (Eruvin 65a), we are day laborers who are like laborers who labor that all their deeds are for their master, and even shorten Grace After Meals [to return to] his labor. And at night, the time for lying down and resting, there is also a need for accepting the yoke of the Kingdom of Heaven, because also in lying down on his bed he must know before Whom he lies down, as is written in the note [by Rabbi Moshe Isreles] at the beginning of Orach Hayyim [in the Shulhan Arukh]. And this is a greater labor. And as I heard on this [matter] according to \"And Jacob dreamed,\" that from dreams a person's stature is made clear, although even if he does nothing, his ideas are only \"And here the Lord was standing upon him.\" And on this matter there are few righteous people who merited such splendor. And for this reason, they gave the additional blessing for the evening prayer, which is Hashkivenu le-Shalom."
        },
        "3": {
            "0": "4. The first mitzvah that a man becomes obligated in when he turns 13 years old is reciting the evening Shema, which is the first one, as we have learned. It and its blessings are one command, except that the blessings correspond to the specific acts, and this is the general, corresponding to every act of waking up up or falling asleep. The Shema of Arvit is first, as the Tanna began (the Mishna) with it, setting it up like the verses do (with night before day). We may learn from a comparison of the creation of the world to the subject of accepting the yoke of Heaven's rule. At first when it is dark, one must accept the yoke of Heaven's rule, even out of darkness and foolishness and lack of experience. Then, eventually, he will uphold in the wealth and light of day the clear outlook through which the events continue. "
        },
        "4": {
            "0": "5. Although the core obligation is accepting the yoke of Heaven's rule through reciting Shema, in any case, its obligation continues eternally. The yoke must not shift off him for even one moment. As we say in liturgy, \"...for the sins that we sinned before you by throwing off the yoke,\" and as the Baal Shem said based on the verse, \"Fortunate is the person in whom God sees no wickedness.\" The proper time for accepting the yoke of Heaven's rule at Arvit is all of \"lying down time,\" because all night he must bear this yoke. But the one at Shacharit is just at the beginning of \"rising time\" as if the blessing at the beginning of this mitzvah counts for the whole mitzvah, even if it lasts for some time. Because accepting the yoke suffices at the beginning of the activity, and after that, the sanctity of the activity continues. This is similar to the concept of specificity of purpose for a Gett, as written in the Tanya ch. 51, here too, the day that is considered the time of the activity is just at the beginning of the activity, and as is specifically written in the verse, \"When you lie down,\" meaning, all night, because that is when people lie down. This is different from, \"When you rise,\" which is just at the beginning of the day, because then people rise up and stand, whereas all day they walk and sit, and this is not \"when you rise.\" This means that for the day, the general activity of accepting the yoke of Heaven's rule at the beginning of the day suffices. "
        }
    },
    "meta": "Chapter-Verse",
    "work": "Tzidkat HaTzadick"
}