{
    "title": "Har HaMoriyah on Mishneh Torah, Offerings for Unintentional Transgressions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Har_HaMoriyah_on_Mishneh_Torah,_Offerings_for_Unintentional_Transgressions",
    "text": [
        [
            [
                "<b>העובר </b>\n<b> בשגגה וכו'.</b> שבת ס\"ט א' קנ\"ג ב' יבמות ט' א' מכות י\"ג ב' הוריות ח' א' כריתות ב' א' נ' א' תו\"כ דבורא חטאת ויקרא פ\"א וספרי שלח פיסקא קי\"א קי\"ב."
            ],
            [
                "<b>שחייבין </b>\n<b> על וכו'.</b> שם בכריתות ב' א' ועיין שבת קנ\"ד א' סנהדרין ס\"ו א' כריתות ז' א' והוא פשוט בכמה דוכתי רבו מלספר.",
                "<b> מגדף.</b> עיין לעיל פ\"ח מהלכות קרבן פסח ה\"ב ובמש\"כ שם בזה יעו\"ש היטב.",
                "<b> מילה </b>\n<b> וקרבן פסח וכו'.</b> עירובין צ\"ו א' מכות י\"ג ב' זבחים ק\"ו ב' כריתות ב' א' (ועיין תוס' שבועות י\"ח ב' ד\"ה וכו') וע\"ע תו\"כ ויקרא דבורא דחטאת פ\"א והנה בכריתות ב' א' איתא והפסח והמילה מ\"ע ופי' רש\"י שם כמו שפי' רבינו כאן ועיין תוס' זבחים ק\"ו א' בד\"ה אזהרה וכו' שכתב דיש לפרש שהן מ\"ע ר\"ל שקום עשה הן והעובר עליהן עובר בשב וא\"ת ולכן פטור יעו\"ש שזה תלוי אם בעינן אזהרה בקרבן או לא (ועיין תוס' מכות י\"ג ב' בד\"ה מה וכו' דמשמע שגי' היתה במשנה והפסח והמילה קום עשה וכו' יעו\"ש היטב) שזה תלוי בפלוגתא דרבא ורבינא במכות י\"ג ב' וי\"ד א' יעו\"ש היטב (ועי' בתוס' שבועות י\"ח ב' ששם משמע שסוגיית הש\"ס אזלא אליבא דרבינא וע\"ע תוס' יומא פ\"ה ב' ד\"ה חוץ וכו' ובתוס' יבמות ח' ב' ד\"ה אין חייבין וכו' ושם ט' א' ד\"ה מה עכו\"ם וכו' ובב\"ק ק\"ה ב' ד\"ה מאי לאו וכו' ועיין פסחים צ\"א א' וברש\"י שם ותראה כי פעם פירשו דבעי אזהרה לקרבן ופעם לא יעו\"ש היטב והנה רבינו כאן משמע דס\"ל כרבינא דקרבן בעי אזהרה ולכן פי' שלפי שהן מ\"ע אבל יש לעיין אמאי לא די לנו בטעם דלית בהו מעשה ואולי טעם משנתנו נקיט שזהו אליבא דכו\"ע ואף לר' עקיבא דלא בעי מעשה א\"נ דנפק\"מ למקום אחר דלא מייתי חטאת רק שיהא בו אזהרה (אבל לכאורה זה אינו דזה ליכא רק בפסח ומילה) שוב ראיתי שאין בדברי רבינו הכרע וי\"ל דה\"ק שהן בקום עשה וכמש\"כ תוס' בכמה דוכתי.<br><b> והנה</b> ראיתי בספר באר שבע שהקשה איך מוקי ר' יוחנן בכריתות ג' ב' המשנה כר' עקיבא הא לר\"י דס\"ל דהשמר דעשה הוא לאו א\"כ לר\"ע דס\"ל דושמרת החוקה הזאת מיירי בפסח א\"כ יש בו לאו לר\"ע והמשנה לא אתי כר\"ע יעו\"ש שתירץ ע\"פ דעת התוס' בעירובין צ\"ו א' דזה מיקרי עשה יעו\"ש וסיים וז\"ל אך קשה בעיני על דבריהם דא\"כ מאי דוחקא דגמרא דעירובין התם לאוקמי משנתנו כר\"ע מכח דסבר דהשמר דעשה עשה הלא אפי' תימא דסבר ר\"ע השמר דעשה נמי לאו אפ\"ה שפיר מיתוקמא משנתנו כר\"ע מכח חילוק זה שחילקו התוס' וצ\"ע יעו\"ש היטב ולא ידעתי מאי קשיא ליה דהא שפיר קאמר הש\"ס התם דהשמר דעשה עשה ר\"ל בהא כו\"ע מודו דהוי עשה דהכתוב הזהיר לשמור לעשות הפסח ולא דמי לדר' יוחנן דהתם קאי על מה שמזהירו הכתוב שלא להניח תפילין בלילה (והך השמר דעשה עשה דעירובין ל\"ד להך להשמר דעשה במנחות ל\"ו ב' והבן וע\"ע שבת ע\"ה א') ופשוט לדעתי. ועיין בר\"ה ו' א' ד\"ה תשמור וכו' שבמסקנא נחתו להך דעירובין יעו\"ש היטב אבל מש\"כ שם בר\"ה דעל כרחך מוכרח לומר דהא דכריתות אתי כר\"ע מהך סוגייא דשם ג' ב' לכאורה יש לעיין דהא התם ד' א' אוקמה ר\"י דאתי כר' ישמעאל ורק במגדף ס\"ל כר\"ע יעו\"ש א\"כ ה\"נ כוונתו בהא דשם ג' ב' דהא דמגדף מוכח דס\"ל כר\"ע דלא בעי מעשה אבל לעולם י\"ל דהמשנה אתיא כר' ישמעאל וי\"ל דר' ישמעאל ס\"ל בזה כריה\"ג דושמרת קאי על תפילין בלילה וכ\"מ במכילתא סוף בא דס\"ל דושמרת קאי על תפילין וס\"ל דלילה לאו זמן תפילין יעו\"ש והנה סתמא דמכילתא על כרחך או כר\"ע או כר' ישמעאל (עיין בהקדמת המפרש) וא\"כ כיון דלא אתי כר\"ע על כרחך אתי כר' ישמעאל וא\"כ לכאורה יקשה על התוס' דר\"ה כנ\"ל (ודע דבבאור הגר\"א באו\"ח סי' ש\"א ס\"ק דכתב שם דר\"ע ס\"ל דושמרת קאי על תפילין יעו\"ש הוא ט\"ס וצ\"ל והיה לך לאות יעו\"ש היטב) וכעין זה יקשה ג\"כ על המל\"מ שכתב בפי\"ח מהל' מעשה הקרבנות שכתב וז\"ל והנה דין זה שכתבתי דלאביי אליבא דר\"ע שחט וזרק והעלה דחייב שלש כעת לא ראיתי דין זה בפירוש אך נראה שהסברא נותנת כן וכ\"ת א\"כ תיקשי מתניתין דריש כריתות דתני ל\"ו כריתות אמאי לא תני זורק נמי והו\"ל ל\"ז כריתות שאם עשאן בהעלם אחד חייב על כל אחד ואחד ובשלמא לר' אבהו ניחא דס\"ל דבין לר\"י ובין לר\"ע שחט וזרק והעלה אינו חייב כי אם שתים אך לאביי קשה ושמא י\"ל דמתניתין דכריתות ר' ישמעאל היא אלא דצ\"ע אותה סוגייא דריש כריתות דאמרינן מאן תנא כריתות ר\"ע היא עכ\"ל ובאמת לכאורה לק\"מ דהא מפורש שם דמוקי המשנה כר' ישמעאל ובמגדף ס\"ל כר\"ע (שוב מצאתי בס' נר תמיד שהרגיש בזה יעו\"ש וכן מצאתי בס' יד דוד בעירובין שם שהביא כן בשם ס' לימודי ה' יעו\"ש ועיי\"ש שהשיג עליו היד דוד יעו\"ש היטב ולא הבנתי השגתו יעו\"ש היטב וע\"ע בס' שער המלך פ\"ד מהל' תפילין הי\"א אריכת דברים בעניינים אלו יעו\"ש היטב ודי בזה).",
                "<b> המקבל </b>\n<b> ע\"ז וכו'.</b> ועיין סנהדרין ס\"ג א' ותוספתא שם פ\"ו (ועיין כריתות ז' ב' תוס' ד\"ה מגדף וכו'). ועיין מל\"מ מה שחקר בענין מכשף אם יש בו כרת יעו\"ש והנה הא דמייתי מסנהדרין ראיה דמכשף הוא בכרת עיין סנהדרין ס\"ז ב' ובברכות כ\"א ב' וביבמות ד' א' ומכילתא משפטים פרשה קע\"ה והנה מבואר מזה דכישוף הוא חדא עם אוב וידעוני ובאוב וידעוני כתיב ביה כרת ויקרא כ' יעו\"ש זהו כוונת המל\"מ ומה שהקשה מתו\"כ הוא בפרשת ויקרא דבורא דחטאת פ\"א וז\"ל אי מה ע\"ז מיוחדת וחייבים עליו מיתת בי\"ד אף אינו מרבה אלא את מחוייבים מיתת בי\"ד הא מה אני מרבה את המקלל אביו ואמו המסית והמדיח והמכשף ונביא השקר והעדים הזוממין ת\"ל ועשה יצאו אלו שאין בהם מעשה אוציא את אלו שאין בהם מעשה ולא אוציא את המכה אביו ואמו וגונב נפש מישראל וזקן ממרא ע\"פ בי\"ד ובן סורר ומורה והרוצח ת\"ל תורה אחת יהיה לכם לעושה בשגגה הרי כל העושה בשגגה כע\"א מה ע\"א מיוחדת מעשה שחייבין על זדונו כרת ועל שגגתו חטאת אף כל מעשה שחייבין על זדונו כרת ועל שגגתו חטאת עכ\"ל והנה מדדימה זה למקלל ומסית ומדיח אלמא דגם בזה אין כרת אבל באמת אין מזה הכרח דמתחלה קאמר דהו\"א דכל שיש בו מיתת בי\"ד יש בו חטאת ואע\"פ שאין בו מעשה וכלל כאן בין יש בו כרת בין אין בו כרת וקאמר דכל שאין בו מעשה פטור ואע\"פ שיש בו כרת כגון מכשף. ושוב קאמר דהו\"א דכל שיש בו מעשה ויש בו מיתת בי\"ד יש בו חטאת אף שאין בו כרת וקחשיב מכה אביו וגונב נפש וכו' וקמ\"ל כיון דאין בו כרת אין בו קרבן אבל מכשף י\"ל לעולם יש בו כרת (ועיין תוס' כתובות ל\"ז ב' בד\"ה מיתות וכו') אבל יש לעיין דהא מ\"מ מבואר כאן דמכשף אין בו מעשה וא\"כ איך חשיב רבינו דחייב בחטאת קבועה ואולי הרבה מיני כישוף יש ואותו דבמעשה חשיב רבינו בעל אוב וידעוני במעשה וכוונת התו\"כ על כישוף שאין בו מעשה ולקמן אי\"ה יבואר.",
                "<b> בעשותה </b>\n<b> אחת.</b> עי' תוס' סנהדרין ס\"ג א' בד\"ה אלא וכו' וברש\"י שם ס\"ה א' ד\"ה ור\"ל וכו' ובתוס' מכות י\"ד א' ד\"ה לאפוקי וכו' ועיין ספרי שלח פיסקא קי\"ב ובאדרת אליהו מפיק לה הגר\"א מדכתיב ועשה אחת כדאיתא בתו\"כ וכדברי רש\"י הנ\"ל אמנם דברי רבינו דכאן לא ידעתי מנ\"ל ולכן אי לא מסתפינא אמינא דצ\"ל ועשה אחת."
            ],
            [
                "<b>מטמא </b>\n<b> שאכל וכו'.</b> שם במשנה ריש כריתות ובריש שבועות ושם כל פ\"א ופ\"ב ועוד דוכתי טובי ויבואר אי\"ה לפנינו וע\"ע הוריות ח' ב' ט' א' זבחים ט' ב' כריתות י' ב'.",
                "<b> כמו </b>\n<b> שיתבאר.</b> לקמן פ\"י."
            ],
            [
                "<b>אם </b>\n<b> אשתו.</b> הוא מה דאיתא התם בריש כריתות הבא על אשה ובתה ועיי\"ש בש\"ס ג' ב'.",
                "<b> אם </b>\n<b> אמו.</b> באמת הוא תמוה כי זהו מהשניות כמבואר ביבמות כ\"א א' וט\"ס הוא וצ\"ל אם אמה והוא נפיק מכלל אשה ובתה ובת בתה ועיי\"ש ברש\"י בכריתות (ובריש יבמות) וכ\"ה הלשון בפי' המשניות לרבינו בריש כריתות יעו\"ש היטב וכן הרגיש הלח\"מ בזה יעו\"ש.",
                "<b> אחותו.</b> מיירי ע\"כ באחותו מאנוסת אביו ועיין מש\"כ בזה הלח\"מ והמל\"מ.",
                "<b> אחי </b>\n<b> אביו.</b> עיין לח\"מ שתמה למה לא חשיב אשת אחי אמו דחשיב שם במשנה יעו\"ש והמל\"מ תמה עליו דט\"ס הוא במשנה יעו\"ש ובאמת מבואר כן ברש\"י שם בריש כריתות במשנה וכן נדפס שם הג\"ה על הגליון בשם מהרש\"ק וכ\"כ הבאר שבע יעו\"ש (ועיין בראב\"ע סוף אחרי מות דברים זרים ותמוהים בפ' י\"ח פי\"ד וז\"ל והנה מה יעשו הסומכים במצות על התורה לבדה כי לא אסר הכתוב אשת אחי האם ולא אם האב ולא אם האם ע\"כ אנחנו צריכין לקבלה ויתכן שלא הזכיר אשת אחי האם כי נלמוד מאשת אחי האב והזכירה בפרשת קדושים גם הנזכרות שלא הזכירם הכתוב דבר על ההוה עכ\"ל ומבואר מזה כי ס\"ל אם אמו ואשת אחי אמו הם אסורים מה\"ת וזה תמוה מאד כמש\"כ כאן ולעיל ד\"ה אין אמו יעו\"ש וצ\"ע בזה).",
                "<b> אביו </b>\n<b> וכו' אחי אביו וכו'.</b> סנהדרין נ\"ד א' ועיין לקמן פ\"ד ה\"א.",
                "<b> עם </b>\n<b> בהמה וכו'.</b> אבל הנשכב עם הזכר וכן הנשכב עם הבהמה לא קחשיב משום דלקמן בפ\"ד ה\"א פסק רבינו דאינו חייב אלא אחת ועיי\"ש בכריתות ג' א' יעו\"ש היטב ועיין לח\"מ.",
                "<b> עשרים </b>\n<b> וששה וכו'.</b> עיין מל\"מ שזו נוסחת המגדל עוז ויש גורסים כ\"ג יעו\"ש מש\"כ בזה (ועיין בתו\"כ ריש דבורא דחטאת ששם חשב כל העריות בפרט כמו שחשב רבינו יעו\"ש היטב).",
                "<b> במעשה.</b> עיין לעיל הלכה ב'.",
                "<b> במעשה.</b> אבל בעל אוב הקשת זרועותיו הוה מעשה לר' יוחנן דס\"ל דהשתחוואה הוה מעשה וכמש\"כ רבינו לקמן פ\"ז ה\"א יעו\"ש ועיי\"ש בכריתות ג' ב' ובסנהדרין ס\"ה א' אמנם בפ\"ו מהל' ע\"ז ה\"א כתב רבינו דבעל אוב מיירי במקטר יעו\"ש היטב והיינו כדעולא שם ושם ולכאורה תמוה כיון דלרבינו חייב בהשתחוואה א\"כ אף בלא הקטרה חייב ויש לומר דהשתחוואה הוה טפי מהקשת זרועותיו וע\"כ לא קאמר התם רק דאי נימא דהקשת זרועותיו הוה מעשה כ\"ש דהשתחוואה הוה מעשה אבל להיפך לא אמרינן כיון דהשתחוואה הוי מעשה גם הקשת זרועותיו הוי מעשה אבל לכאורה לא יתכן דהא משמע התם בש\"ס דבידעוני לא הוי מעשה כלל ועיין בלח\"מ מש\"כ בזה והנה שם ברמב\"ם בפ\"ו מה' ע\"ז ה\"ב כתב שם דידעוני מיירי נמי במקטיר יעו\"ש היטב אבל יש לעיין דא\"כ כיון דיש הקטרה ג\"כ בידעוני א\"כ מה תירץ עולא התם בעל אוב דקתני במקטר לשד יעו\"ש הדרא קושיא לדוכתא ליתני נמי ידעוני ובמקטר לשד (ודע דבסנהדרין שם ליתא תיבות בע\"ל או\"ב רק הכי איתא התם אלא אמר עולא במקטר לשד יעו\"ש ועיין מש\"כ לקמן בזה) והנה מרן כתב שם בהל' ע\"ז דלפי דר\"י משמע דס\"ל דבידעוני ג\"כ אית ביה מעשה ורק ר\"ל ס\"ל דידעוני לית ביה מעשה יעו\"ש והוא תמוה מאד לענ\"ד דאדרבה לר\"י י\"ל דגם בעל אוב לית ביה מעשה והמשנה אתי כר\"ע דלא בעי מעשה יעו\"ש היטב אמנם לדידן י\"ל דגם בעל אוב לא הוי מעשה ועיי\"ש בלח\"מ מש\"כ בזה.<br><b> ועוד</b> יקשה על רבינו כיון דר\"י ס\"ל כיון דבלאו אחד נאמרו א\"כ לא הוו חלוקין לחטאת אם כן אמאי לא פסק כוותיה והנה ראיתי לרבינו בפירוש המשניות בריש כריתות וז\"ל דע שאין מונין בהלכה הזאת אלא כללי הענינים ומניחים הפרטים וזה שאמר הבא על אשה ובתה ר\"ל לחבר האם עם הבנים ונכלל בו וכו' ומפני הטעם הזה הספיק לו מה שאמר בעל אוב ולא אמר ידעוני והוא ענין מה שאמר הואיל ושניהם בלאו אחד נאמרו אל האובות ואל הידעונים ורישיה דקרא נקט ר\"ל האוב הנזכר בתחלת הפסוק והוא מורה על מה שאחריו עכ\"ל והנה בזה מבואר דלא ס\"ל כשיטת רש\"י ותוס' רק דהכי מפרש שם הסוגיא דכריתות דהכי קא פשיט ליה ר' זירא לר' ירמיה דשתי מיתות ולאו אחד מחלקות לחטאות אליבא דר\"ע דהא לר\"י פשיטא דמחלק ולר\"ל הטעם משום דאין בו מעשה אבל משום דאין חלוקין בלאו לית לן בה והא דקאמר התם לר\"י דחלוקה דלאו הוא חלוקה ר\"ל היינו לענין שיחשב במתניתין בתרתי אבל לא לענין דנימא דלענין שיתחייב תרתי זה אינו לשיטת רבינו והבן (ובהכי מיושב קצת מה שהעירו התוס' בסנהדרין ס\"ה א' בד\"ה הואיל וכו' דמה שהעירו שם משבת שם יעו\"ש היטב לפי מש\"כ רבינו לק\"מ) נמצא לפ\"ז ר\"י מצי אוקמינהו באוב וידעוני דאית בהו מעשה והא דקאמר קסבר ר\"י מאן תנא כריתות ר\"ע היא וכו' לאו משום דאליבא דרבנן לא אתי שפיר רק ה\"ק לר\"ל דקאמר דלכן לא חשיב ידעוני משום דאין בו מעשה וע\"ז אמר לו ר\"י דמשו\"ה לא הוי התנא שביק זה דכיון דלר\"ע חייב בכה\"ג אבל לר\"י דמפרש דנקט חד וה\"ה לאידך אתי שפיר גם לרבנן ולפ\"ז אתי שפיר נמי דקא פריך א\"ה אמאי תנא יצא מגדף שאין בו מעשה ניתני נמי יצא מגדף ובעל אוב וכו' ומשמע דהקושיא היא רק לר\"ל ולא לר\"י אלא ודאי לר\"י לק\"מ דמשכחת לה נמי אליבא דרבנן וכמש\"כ אבל לר\"ל דמוקי לה אליבא דר\"ע דווקא יקשה א\"כ הו\"ל לרבנן לפלוג ע\"ז כמו דנפלגו על מגדף ועולא דקאמר דמיירי במקטר לשד ס\"ל כר\"י ואתי למיפלג אר\"ל ולפ\"ז אתי שפיר פסק רבינו כמין חומר דמיירי תרווייהו במקטר לשד וכגירסא דסנהדרין דל\"ג בעל אוב במילתא דעולא ועולא קאי אאוב ואידעוני וכדמפרש לה רבינו בפ\"ו מהל' ע\"ז דמיירי תרווייהו במקטר לשד ולפ\"ז הא דקאמר כאן והידעוני במעשה הך תיבת במעש\"ה קאי נמי אאוב.<br><b> (ועיין</b> היטב הלשון בכריתות והלשון שבסנהדרין ותראה כמה שינויים זה מזה ודע דשם איתא בכריתות וז\"ל אמר אביי האי מאן דבעי למיצמד זיבורא ועקרבא אסור ואי קאתי בתריה שרי עכ\"ל ועיי\"ש בתוס' ד\"ה ואי אתי וכו' מה שהקשו ע\"ז והנה בסנהדרין ליתא שם וכן משמע ברש\"י ורא\"ש שם ובב\"י יו\"ד סימן קע\"ט יעו\"ש היטב. ודע עוד מאי דאיתא שם בכריתות ג' ב' וז\"ל אלא אמר רבא מקטר לשד ע\"מ לחברו יעו\"ש אבל בסנהדרין איתא שם וז\"ל אלא אמר רבא במקטר לחבר יעו\"ש ועיין ש\"ך יו\"ד סימן קע\"ט ס\"ק כ\"א שם תראה ההפרש שביניהם ומבואר מש\"ך שהגירסא שבסנהדרין היא העיקרית גם מאי דאיתא שם בכריתות וז\"ל ואלא חובר חבר דבלאו הדין הוא אלא כדתניא וכו' יעו\"ש בסנהדרין איתא שם בלשון אחר יעו\"ש היטב והלשון דסנהדרין מתוקן יותר יעו\"ש היטב) ועיין ברע\"ב במשניות נראה שכוונתו ג\"כ למש\"כ רבינו אבל התוס' יו\"ט בד\"ה בעל אוב וכו' הסב פי' הרע\"ב לדרך רש\"י ז\"ל יעו\"ש ואין נ\"ל כן רק כמש\"כ והסוגיא דכריתות ז' א' אזלא אליבא דר\"ל כמו שמבואר מרש\"י שהקשה אליבא דר\"י מאי אף יעו\"ש וכ\"כ התוס' שם בד\"ה דלית ביה וכו' ובאמת לפי סוגיא ההיא יש ליישב שיטת רבינו דלכן פסק כר\"ל משום דהך סוגיא דדף ז' א' אזלא אליבא דר\"ל ולר\"ל אה\"נ בפשיטות ניחא דכל דעביד במעשה חייב אף על ידעוני וכמש\"כ המל\"מ לעיל בפי\"ח מהל' מעשה הקרבנות ה\"ד יעו\"ש היטב שהאריך בזה והנראה לענ\"ד דכמש\"כ הוא העיקר בהבנת דברי רבינו לפי מש\"כ הוא בעצמו בפי' המשניות וע\"ע בספר נר תמיד מש\"כ בזה אמנם מה שנראה לענ\"ד כתבתי וע\"ע במל\"מ לקמן פ\"ד מהל' שגגות ה\"א.",
                "<b> חוץ </b>\n<b> לעזרה וכו'.</b> עיין בלח\"מ מש\"כ בזה ועיין מל\"מ לעיל פי\"ח מהל' מעשה הקרבנות ה\"ד בד\"ה ודע וכו' ויש ליישב קצת דברי הלח\"מ דבכה\"ג מיקרי זה חשיב במקומו עיין תוס' זבחים ק\"ז א' ד\"ה הני וכו' דהא בע\"ז לא מפרשא דחייב תרתי ועיין בבאר שבע בכריתות בד\"ה שבת וע\"ז וכו' ולא ידעתי מש\"כ דהעלאה בחוץ לא מתנייא בשום דוכתא יעו\"ש וצ\"ע דהא בזבחים ק\"ו א' איתא בהדיא יעו\"ש.",
                "<b> עז </b>\n<b> בת וכו'.</b> יבמות ט' א' הוריות ח' א' ט' א' סנהדרין ס\"ב א' כריתות כ\"ו א' ספרי שלח פיסקא קי\"ב.",
                "<b> שעירת </b>\n<b> עזים וכו'.</b> עיין לעיל פ\"א מהל' מעשה הקרבנות הט\"ו ועי' מש\"כ שם וביבמות ט' א' איתא כשבה יחיד בשאר מצות הוא דמייתי וכו' ולמה לא נקט שעירה ובהוריות ח' א' איתא נייתי שעירה יחיד נמי היינו קרבנו יעו\"ש יקשה נמי אמאי לא נקט כשבה לכן נ\"ל כי ט\"ס הוא כאן וכאן וצריך ליתן את של זה בזה וכצ\"ל נייתי כשבה או שעירה וכו' כאן וכאן והבן.",
                "<b> שעירת </b>\n<b> עזים.</b> הוא ט\"ס וצ\"ל שעיר עזים דבעינן דוקא זכר כמפורש בכל המקומות הנ\"ל ועיין זבחים ע\"ה ב' ובמנחות ג' א' ועיין רש\"י בהוריות ז' א' ד\"ה מה נשיא וכו' ובגליון הש\"ס שם ובסנהדרין שם ובכריתות כ\"ו א' ותמורה י\"ד א' כ' א' וע\"ע בתו\"כ ויקרא דבורא דחטאת פ\"ז פרשה ו' (ובקרבן אהרן שם פ\"ב אות ז') ועיין לעיל פ\"א מהל' מעשה הקרבנות הט\"ו ולקמן פט\"ו.",
                "<b> פר </b>\n<b> בן וכו'.</b> שם ביבמות ובהוריות פ\"ב ופ\"ג שם ועוד במגילה ט' ב' ובסנהדרין שם. ולקמן בפט\"ו יבואר אי\"ה."
            ],
            [
                "<b>יחיד </b>\n<b> ששגג וכו'.</b> יבמות ט' א' הוריות ז' ב' ח' א' ועיין מרן שאין הבי\"ד מביאין פר רק בשגגת הוראה וברוב הקהל ועיין הוריות ב' ב' וד' ב' וכ\"ז יתבאר לקמן פי\"ב ופי\"ג יעו\"ש היטב."
            ]
        ],
        [
            [
                "<b>מתחלה </b>\n<b> ועד וכו'.</b> שבת ד' א' ק\"ב א' ותוספתא שם פי\"א.",
                "<b> שהוציא </b>\n<b> חפץ וכו'.</b> עיין בלח\"מ מה שהקשה על רבינו דהו\"ל לאשמעינן רבותא דאפי' בזריקה פטור יעו\"ש והנה ודאי דדינו של הלח\"מ אמת וכמו שמבואר לקמן פ\"ו ה\"ח יעו\"ש רק י\"ל דמילתא דפסיקא נקט רבינו דבעינן שיהיה השגגה מתחלה ועד סוף ולא יהא נזכר באמצע וזה אינו רק במוציא ומעביר ולא בזורק כמו שמבואר לקמן בפ\"ו."
            ],
            [
                "<b>ויודע </b>\n<b> שהיא וכו'.</b> שבת ס\"ט א' ופסק כר' יוחנן ועיין ירושלמי פי\"א דשבת ה\"ו ובגירסת הש\"ס שם דכתב דריב\"ל ס\"ל ג\"כ כר\"י ושם מייתי דרשב\"י מסייע ליה לריב\"ל יעו\"ש היטב (והיינו משום דרשב\"י אזיל לשיטתו דס\"ל דקרא אשר לא תעשינה וכו' בא למעט מומר דאינו שב מידיעתו יעו\"ש בש\"ס ועיין בלח\"מ ועוד משמע שם מירושלמי קצת כסברת התוס' בשבת שם בד\"ה כגון ששגג וכו' וביומא פ\"ו א' יעו\"ש היטב אף שאין הכרח).",
                "<b> אינה </b>\n<b> שגגה וכו'.</b> פסקו כרבנן דמונבז ועיין לקמן סעיף ו' ומש\"כ שם. ועיין במל\"מ שכתב דאם נצטרפו שתי שגגות יחד דהיינו שסבור שחלב מותר ואכל חתיכה כסבור ששומן הוא ובאמת היה חלב יעו\"ש והנה לכאורה יש להביא ראיה מהא דאיתא בשבת ס\"ט ב' שגג בזה ובזה יעו\"ש ולכאורה היינו שסבור שהמלאכה זו מותרת עוד סבור שהיום חול וחייב והא דקאמר התם הא מני מונבז י\"ל דקאי על סיום הברייתא או שאמר יודע אני שמלאכה זו אסורה אבל איני יודע שחייבין עליה קרבן יעו\"ש ועיי\"ש עוד ע' ב' העלם זה וזה יעו\"ש והיינו שסבר שהמלאכה זו מותרת וג\"כ שכח שהיום שבת יעו\"ש ודומיא דהכי הוא דין דהמל\"מ דלא ידע דחלב אסור ולא ידע דזו חלב. וע\"ע במש\"כ על הך דיומא פ' א' יעו\"ש היטב מש\"כ בזה והנה בזה אזדא מה שקיהה בזה בס' כפות תמרים שם בתוס' יוהכ\"פ בהך סוגיא יעו\"ש היטב (ודע דמה דפשיטא ליה להמל\"מ דהך סוגיא מיירי באכל חלב בשוגג דסבור שהוא שומן באמת כ\"כ רש\"י אבל אין זה מוכרח כ\"כ וי\"ל שפיר דמיירי באכל חלב במזיד פחות מכשיעור והא דצריך לכתוב משום דאח\"כ יהיה שוגג למפרע ויש ליישב קצת והבן) ועוד יבואר לפנינו אי\"ה בסימנים הבאים. ומה דפשיטא ליה בטעה בשיעור דחייב חטאת עי' שבת ע\"ג א' ובמהר\"ם שם שלא כ\"כ אבל כבר העירותי עליו בחי' לשבת שם מהתוס' ישנים דשם ס\"ט א' יעו\"ש ומ\"מ יש ליישב דברי המהר\"ם דלא כתב זה רק לענין שבת דמתעסק פטור בו אבל בחלבים דחייב בו מתעסק העיקר כהמל\"מ ועיין לקמן הלכה ז' ומ\"מ יקשה דעיין בכריתות י\"ט ב' בד\"ה דהא לא וכו' וכ\"ש לשיטת רש\"י שם וכמו שהארכתי לקמן הלכה ז' יעו\"ש היטב ודוק."
            ],
            [
                "<b>שלא </b>\n<b> נודע וכו'.</b> שבועות י\"ח ב' הוריות ה' א' כריתות י\"ט א' תוספתא שם פ\"ב ותו\"כ ויקרא דבורא דחטאת פ\"כ פרשה י\"ב ופ\"ז פרשה ה'."
            ],
            [
                "<b>ונודע </b>\n<b> לו וכו'.</b> עיין תוספתא פ\"ב דכריתות וז\"ל חטא ואין ידוע באיזה חטא חטא מביא חטאת חטא ונודע לו חטאתו שכחו באיזה חטא חטא ה\"ז מביא חטאת ותשחט לשם מה שהוא ותיאכל וחזר ומביא חטאת על הידיעה ותשחט לשם מה שהוא ותיאכל עכ\"ל והנה באמת אין לו ביאור כיון דקתני מתחלה דחטא ואינו יודע באיזה חטא דמביא חטאת א\"כ כ\"ש בידוע לו מתחלה וחזר ושכח וצ\"ל דרישא מיירי אליבא דר' אליעזר דמחייב בכה\"ג וסיפא מיירי אליבא דר' יהושע ולכן רבינו השמיט הרישא וזה כוונת הראב\"ד מש\"כ וז\"ל חטא ונודע לו א\"א הא אפילו לר\"י עכ\"ל ואתי למעוטי דרישא אליבא דר\"א ומה שתמה על הסיפא עיין מרן מש\"כ בזה. ויותר נ\"ל לפרש דקאי על הרישא דרישא דספק חטא ספק לא חטא מביא אשם תלוי (ומש\"כ בסיפא חטאת על הידיעה ותישחט לשם מה שהיא ותיאכל הך לשם מה שהיא אין לו ביאור לכאורה) א\"נ דיש לחלק ברישא דלא נודע לו החטא כלל צריך להביא אחר משא\"כ בידע ושכח וצריך להיות הך וחזר ומביא חטאת וכו' אחר בבא דרישא שוב ראיתי במפרש שפי' כן יעו\"ש ומ\"מ צ\"ע בזה."
            ],
            [
                "<b>והם </b>\n<b> שני וכו'.</b> כריתות שם י\"ט א' ועיין תוספתא שם פ\"ב והנה בזה נראה פשוט שלכו\"ע מחייב והא דאוקמה שם בש\"ס ע\"ב וכ' א' בגוונא אחרינא דהיינו בנתכוין להקדים או שאבד מלקט מלבו יעו\"ש היינו בנתכוין על אחר ולא נתקיימה מחשבתו אבל מיירי הכא בשנתקיימה מחשבתו שפיר דהיינו שבא על אותה שכיוון לזה ובזה פשיטא דלא שייך בה מתעסק כלל (ועיין בתוס' שם כ' א' ד\"ה היינו וכו' והובא בלח\"מ) והנה כאן אף לאחרת כיון ג\"כ חייב דהא מתעסק חייב בעריות כמש\"כ בהלכה ז' יעו\"ש רק כיון דמדמה לשתי נרות דולקות וכו' א\"כ אין הטעם משום דהיא עריות ופשוט ועוד יבואר לפנינו אי\"ה ועיין תו\"כ דבורא דחטאת פ\"ז פרשה ה' יעו\"ש והנה על גירסת התו\"כ דגרס שתי נשיו נדות ושתי אחיות יעו\"ש יש לעיין דא\"כ לא אתי שפיר סוגיא דכריתות כ' א' ד\"ה אלא וכו' יעו\"ש היטב ויש ליישב לפי המסקנא יעו\"ש היטב."
            ],
            [
                "<b>תינוק </b>\n<b> שנשבה וכו'.</b> שבת ס\"ח ב' פלוגתא דמונבז ורבנן ופסק כרבנן ועיין מרן מה שכתב בזה דלא פסק כר\"י וכר\"ל יעו\"ש ובלח\"מ. ויש ראיה מפורשת מהא דירושלמי שבת פרק ז' ה\"א דאיתא שם דר' יוחנן ס\"ל דתינוק שנשבה חייב יעו\"ש ובשיירי קרבן ובזה מיושב קושית התוס' בשבת ס\"ט א' בד\"ה אמר קרא וכו' יעו\"ש היטב."
            ],
            [
                "<b>בעריות.</b> שבת ע\"ג א' סנהדרין ס\"ב ב'.",
                "<b> במאכלות </b>\n<b> אסורות.</b> שם בסנהדרין ובכריתות י\"ט ב' ובירושלמי שבת פי\"א ה\"ו וראיתי שם במשניות בכריתות על מש\"כ הרע\"ב שם וז\"ל משום שם אחד כגון שתי נשים נדות עמו בבית ושגג באחת מהן עכ\"ל ותמה ע\"ז רע\"ק איגר בחי' וז\"ל קשה לי דבזה אף נדה וטהורה עמו בבית ונתכוין לטהורה ובא על הנדה דהוי מתעסק ממש דמתכוין על דבר המותר ג\"כ חייב כדאמרינן בנתעסק בחלבים ועריות שכן נהנה עכ\"ל והנה באמת כן יש לתמוה על רבינו בהלכה ה' ובפי' המשניות שלו שכ\"כ אבל לפי מש\"כ לעיל בהבנת דברי רבינו דלא מיירי כלל מענין מתעסק רק דבא על אותה שנתכוין לה ושוב שכח על איזה מהם בא ולענין פלוגתא דר' אליעזר ור' יהושע יעו\"ש והכי כוונת הרע\"ב א\"כ לק\"מ אבל אי איכא לאקשויי על תו\"כ דבורא דחטאת פ\"ז פרשה ה' יש להקשות דאיתא שם ור' יהודה אומר אף על דבר שהוא משם אחד היה ר' יהושע פוטר כיצד שתי נשיו נדות ושתי אחיותיו עמו בבית נתכוין לבא על זו ובא על זו תאנים וענבים לפניו נתכוין ללקוט וכו' יעו\"ש והנה ר\"י מיירי ע\"כ במתעסק וא\"כ למה נקיט שתי נדות ושתי אחיות ובזה הא ר' יהושע מחייב דהא בעריות לא שייך מתעסק ובאמת בש\"ס לא הובא זה הא דנדות ואחיות אבל בתוספתא שם פ\"ב הובא ג\"כ הא דנדות וכך איתא שם א\"ר יהודה לא נחלקו ר\"א ור\"י על המתכוין לעשות מלאכה ועשה כיוצא בה כיצד אשתו ואחותו נתכוין לבא על זו ובא על זו שתי נשיו אחת נדה ואחת שאינה נדה נתכוין לבא על זו ובא על זו תאנים וענבים לפניו נתכוין ללקוט תאנים וליקט ענבים ענבים וליקט תאנים שחורות וליקט לבנות לבנות וליקט שחורות ר\"א מחייב חטאת ור\"י פוטרו עכ\"ל (ובאמת לשון התוספתא מגומגם קצת ואולי צ\"ל לא נחלקו ר\"א ור\"י אלא על המתכוין וכו' ודומיא דנקט שם בר\"ש שזורי יעו\"ש) אמנם מ\"מ מבואר דה\"ה בעריות מתעסק פטור.<br><b> ואין</b> לומר דהא דמתעסק חייב בעריות היינו היכא דמתכוין לעשות איסור בגוף זה ועשה איסור בגוף אחר ובכה\"ג פטר שמואל בשבת וקמ\"ל דבעריות כה\"ג חייב אבל היכא דנתכוין לדבר היתר ועלה בידו איסור גם בעריות פטור חדא דא\"כ אכתי יקשה על הא דתו\"כ דהתם נתכוין לדבר איסור ועוד דהא ג\"כ ליתא דהא מבואר שם בכריתות דאפילו בכה\"ג דנתכוין לדבר היתר ועלה בידו איסור חייב בחלבים ועריות כדמוכח שם בכריתות דאפי' בכה\"ג דנתכוין לדבר היתר ועלה בידו איסור חייב דפריך שם מתעסק דמאי אי דחלבים ועריות יעו\"ש ומאי קושיא דילמא בכה\"ג מיירי דנתכוין לדבר היתר ועלה בידו איסור (ועיי\"ש ברש\"י דפי' בהדיא דנתכוין לדבר היתר וכן פסק בשבת ע\"ב ב' ובסנהדרין שם ובשבועות י\"ט א' ואי\"ה לקמן יבואר מזה) והנה אי לא מסתפינא אמינא דיש להגיה בתוספתא דצ\"ל לא נחלקו ר\"א ור\"י אם היה אשתו ואחותו נתכוין לבא וכו' ובא על זו כי נחלקו על המתכוין לעשות מלאכה ועשה כיוצא בה כיצד נתכוין ללקוט תאנים וכו' ולפ\"ז אתי שפיר התוספתא לפי הדין (אבל קשה בעיני להגיה כ\"כ) אבל התו\"כ אין בידי ליישבה שוב ראיתי בקרבן אהרן שם אות י' בסופו שהקשה זה ותירץ דמיירי בנתכוין לבא על זו ובא על זו ושוב נפל לו ספק על איזה מהן בא יעו\"ש היטב ולפ\"ז יש ליישב ג\"כ דברי התוספתא וא\"כ יש לתרץ דברי הרע\"ב ג\"כ בכה\"ג ועדיין יש לעיין בזה.",
                "<b> ובעלה </b>\n<b> בלא וכו'.</b> עיין רש\"י בכריתות י\"ט א' שפי' דמתעסק היינו שנתכוין לדבר היתר ועלה בידו איסור והנ\"מ בין שוגג למתעסק שוגג מיקרי אם נתכוין לאותו הדבר שעלה בידו רק סבור שהוא מותר כמו האוכל חלב וסבור שהוא שומן כ\"כ שם ע\"ב בד\"ה מתעסק בחלבים וכו' וד\"ה מתעסק בעריות וכו' ושם כ' א' בד\"ה מאי לאו וכו' אבל לפ\"ז יש לעיין במש\"כ בד\"ה מתעסק בעריות וכו' וז\"ל כגון נתכוין לבא על אשתו נדה וסבר טהורה היא אחותו ואשתו לפניו ונשמטה אשתו ולא ידע ובא אחותו במקומה עכ\"ל והנה בהא דאחותו ואשתו נימא דנתכוין לאשתו ובא על אחותו שפיר מיקרי מתעסק דלא בא לידו אותו הדבר שכיון אליו אבל בנתכוין לאשתו רק כסבור שהיא טהורה הא שוגג גמור הוא והוי כמו סבור שהוא שומן ובאמת הוא חלב וא\"כ בכה\"ג גם בשבת חייב כגון ששכח שהיום הוא שבת דג\"כ הוא דומה ממש לסבור על אשתו נדה שהיא טהורה או על חלב שהוא שומן לכן אי לא מסתפינא אמינא דט\"ס הוא ברש\"י וזה שייך לדבור הקודם בד\"ה מתעסק בחלבים וכו' וכצ\"ל שם ולא דמי לשוגג דשוגג היינו שנתכוין לחתיכה זו עצמה אבל סבור שהוא שומן וכגון נתכוין לבא על אשתו נדה וסבר טהורה היא עכ\"ל ושוב מתחיל הדבור וכצ\"ל מתעסק בעריות כגון אחותו ואשתו לפניו וכו' יעו\"ש היטב כן נראה לענ\"ד בזה.<br><b> וע\"ע</b> בשבת ע\"ג א' בד\"ה דסבור שומן וכו' כתב וז\"ל והיינו דשגג דסבר שומן הוא ולא מתכוין לאכול חלב וחייב ואע\"פ דמתעסק הוא לרבא דהא לא מתכוין לאכילת איסור חייב דאמר שמואל בכריתות בחלבין ועריות מתעסק חייב שכן נהנה וכו' יעו\"ש וגם זה צ\"ע דהא בכה\"ג שוגג הוא ומ\"ש מהא דכתב שם ע\"ב ב' ד\"ה וחתך וכו' שכתב וז\"ל ושוגג היכי דמי כגון שנתכוין לכך אבל שגג דסבר שאין היום שבת או סבור שמלאכה זו מותרת יעו\"ש והא נמי דמי לסבר שאין שבת היום (ועיין לקמן ד\"ה מלאכת מחשבת מש\"כ ליישב זה) לכן נ\"ל דכוונתו שם ג\"כ בהיו לפניו שתי חתיכות חלב ושומן ונתכוין לאכול השומן ועלה בידו חלב אבל בהיה לפניו חתיכה אחת וסבור שהיא שומן ואכלה הוי שוגג ואף בשאר עבירות חייב ועיין רש\"י שבועות י\"ט א' בד\"ה פרט למתעסק כו' יעו\"ש היטב והכל הולך למקום אחד וכ\"כ רש\"י בסנהדרין ס\"ב ב' בד\"ה שהשאר מצות וכו' ועיין תוס' בשבועות שם ד\"ה פרט וכו' שכתב וז\"ל ועוד מתעסק אחר כגון סבור שהוא שומן או רוק ובולעו וכו' יעו\"ש ע\"כ היינו נמי בכה\"ג שהיו מונחין שניהם לפניו דאם היה חתיכה אחת וכסבור שהוא שומן מיקרי שוגג ולא מתעסק וכנ\"ל אבל י\"ל דהתוס' לא ס\"ל כרש\"י עיין בכריתות י\"ט ב' בד\"ה דהא לא וכו' יעו\"ש היטב ודוק ועיין קרבן אהרן שם אות י' יעו\"ש אבל מדברי רבינו מבואר דאינו מפרש כן כלל אלא מפרש האי מתעסק כמו מתעסק דקדשים דלעיל פ\"א מהל' פסולי המוקדשין יעו\"ש וכן פי' ג\"כ בפי' המשניות בכריתות וכן רש\"י מודה בזה כמו שפי' בסנהדרין ובכריתות שם ועיי\"ש בשבת והנה לדעת התוס' דאכל חלב וכסבור הוא שומן מ\"מ הוא חייב אף דהוא מתעסק הא מתעסק בחלבים ועריות חייב ופשוט ועיין ירושלמי פי\"א דשבת ה\"ו.",
                "<b> להגביה </b>\n<b> את וכו'.</b> עיין לקמן סימן פ\"ז מהל' שגגות שם כ' דנתכוין לחתוך תלוש וחתך המחובר דהוי כמתעסק משום דרבינו מפרש מתעסק היינו שאין מכוין למלאכה או לבעילה כלל אבל שם הוי כמתעסק ר\"ל דדינו כמו מתעסק ולכן הכא דמיירי מעיקר מתעסק תפס גוונא דאביי אבל התם מיירי מדין דמתעסק ולכן תפס דין דרבא דהלכה כוותיה ועיין רדב\"ז ח\"ה סימן י\"ט.",
                "<b> מלאכת </b>\n<b> מחשבת וכו'.</b> לכאורה כאן א\"צ טעם זה דהא כאן פטור מטעם מתעסק אבל י\"ל ע\"פ מש\"כ רש\"י בכריתות שם דלר' יהושע דס\"ל אשר חטא בה צריך למש\"כ בהלכה ג' דבעינן שידע במה חטא יעו\"ש ולכן צריך למלאכת מחשבת אסרה תורה ולפ\"ז זה שייך דוקא במלאכת שבת אבל בשאר איסור אע\"פ שלא נהנה חייב דהא מטעם מתעסק אינו פטור ומלאכת מחשבת ג\"כ אינו שייך רק בשבת ולא בשאר דוכתי ועיין בתוס' סנהדרין ס\"ב ב' בד\"ה להגביה וכו' ובשבועות שם י\"ט א' בד\"ה פרט וכו' שם כתבו דצריכי לתרווייהו יעו\"ש וע\"ע ב\"ק כ\"ו ב' בד\"ה נתכוין לזרוק וכו' ורבינו אזיל בשיטת רש\"י כמו שיבואר לקמן בפ\"ז ובחי' בשבת ע\"ב ב' העירותי קצת בזה (והנה לדעת התוס' דכסבור שהוא שומן ואכלו מיקרי מתעסק ומ\"מ בשבת ששכח שהיום שבת ועשה מלאכה מיקרי שוגג וחייב א\"כ י\"ל דרש\"י בשבת ע\"ג א' ס\"ל כשיטת תוס' דכריתות ומ\"מ כתב שם ע\"ב דשכח דשבת היום חייב ולק\"מ מה שהקשיתי לעיל ד\"ה וע\"ע בשבת ועיין לקמן פ\"ז שם יבואר).",
                "<b> שביארנו </b>\n<b> במקומו.</b> בפ\"א מהל' שבת מהלכה ח' ולהלן יעו\"ש."
            ],
            [
                "<b>הבא </b>\n<b> על וכו'.</b> פסחים ע\"ב ב' מימרא דר' יוחנן יעו\"ש היטב ועיין ירושלמי פ\"ו דפסחים ה\"ה יעו\"ש היטב ודבריו מגומגמים יעו\"ש בקרבן העדה ב' פירושים ואי לא מסתפינא הו\"א להגיה שם כך ויש בעשייתו מצוה ר' יוחנן אמר יש בעשייתו מצוה כגון יבמתו נדה ובא עליה רשב\"ל אמר אין בעשייתו מצוה כגון שני שפודין אחד של שחוטה ואחד של נבילה וביקש לאכול מזה ואכל מזה מתניתא פליגא על ר\"י וכו' ור\"ל דפליגי בדר\"מ אם בעינן שיעשה מצוה או לא וס\"ל לר\"י דר\"מ מודה דבעינן שיעשה מצוה ורשב\"ל ס\"ל דלר\"מ לא בעינן שיעשה מצוה ופריך שפיר לר\"י דהא ר\"מ ס\"ל דאף אם לא עשה מצוה פוטר ר' יהושע ומשני התם משום דלמחר מיהת מצוה הוי. וצ\"ע בזה וה' יאיר עיני.",
                "<b> על </b>\n<b> אשתו וכו'.</b> ר\"ל אף שקיים מצות עונה או ששימח את אשתו בדבר מצוה או שאינה מעוברת וקיים מצות פריה ורביה הנה עשה מצוה בזה מ\"מ חייב דהו\"ל לשיולה וכמש\"כ מרן ורבינו לא ס\"ל כמש\"כ התוס' בפסחים שם בד\"ה באשתו וכו' וכמש\"כ הלח\"מ יעו\"ש היטב.",
                "<b> שני </b>\n<b> תינוקות וכו'.</b> עיין בשבת קל\"ז א' והנה שם איתא פלוגתא בין ר' שמעון בן אלעזר ור\"מ דר\"מ ס\"ל דבמל של ע\"ש בשבת לכו\"ע פטור ולא פליגי רק במל של אחר השבת בשבת ור' יהושע פוטר בזה ורשב\"א ס\"ל דבמל של אחר השבת בשבת כו\"ע ס\"ל דחייב ולא פליגי רק במל של ע\"ש בשבת יעו\"ש והנה רשב\"א הוא תלמיד דר\"מ (עיין תוס' מנחות ל\"א ב' בד\"ה רשב\"א וכו' ועיין בסה\"ד סדר תנאים ואמוראים אות ש') ומשמע דהלכה כר\"מ דהוא רבו של רשב\"א אמנם בתוספתא שבת פט\"ז איתא ר\"ש סתם וכ\"ה בירושלמי פי\"ט דשבת ה\"ד ופ\"ו דפסחים ה\"ה וכ\"כ התוס' בפסחים ע\"ב א' בד\"ה לר\"י וכו' יע\"ש היטב (והתימה שלא העירו המפרשים בזה) ור\"מ ור\"ש עלתה בעירובין מ\"ז ב' בתיקו הלכה כדברי מי (וע\"ע פסחים ע\"ג א' ד\"ה שחטו וכו' ובירושלמי שם ה\"ו). והנה בכריתות י\"ט ב' איתא והא תינוקות דכי מתעסק דמי ותנן מי שהיו לו שני תינוקות אחד למול בשבת ואחד למול אחר השבת ושכח ומל את של אחר השבת בשבת וכו' יעו\"ש והיינו כדעת ר\"מ ולכאורה משמע מדתפס הש\"ס שיטת ר\"מ לעיקר דהלכתא כוותיה אבל אי מהא לא איריא משום די\"ל דרב יהודה דשבת שם דמתני פטור ע\"כ מדשמואל שמיע ליה כידוע בכמה דוכתין דרב יהודה אמר מימרות שלו או משמיה דרב או משמיה דשמואל (ולדוגמא בעלמא עיין עירובין ז' א') וסוגיא דכריתות אזלא אליבא דשמואל לכן פריך מהא דמיתנייא אליבא דר\"מ דרב יהודה תפסו לעיקר א\"נ דלרבותא נקט האי דעה דאפי' לכל היותר מיקל אינו מיקל כ\"א בטעה בדבר מצוה אף בלא עשה מצוה אבל בלא\"ה חייב שפיר ואדרבה י\"ל מדפליגי רב הונא ורב יהודה בשבת שם איך מתנייא מתניתין והלכה כר\"ה לגבי ר\"י כמש\"כ הרא\"ש בב\"ק פ\"ט סימן י' יעו\"ש היטב. (ודע דיש לפקפק ברש\"י פסחים (ע\"ב א') בד\"ה תינוקות דיש וכו' כתב וז\"ל מי שיש לו שני תינוקות אחד למול בשבת ואחד למול באחד בשבת וכו' יעו\"ש ולכאורה הא התם אזלא אליבא דר\"ש דמוקי פלוגתייהו באחד למול בע\"ש ובהא פוטר ר\"י אבל באחד למול אחר השבת גם ר\"י מודה דחייב והו\"ל לרש\"י למימר דמיירי בהיכא דאחד למול בע\"ש ויש לעיין בזה אם לא כי ט\"ס הוא וצ\"ל אחד למול בשבת ואחד למול בע\"ש כו').<br><b> והנה</b> אליבא דר\"מ באם מל של ע\"ש בשבת לכו\"ע פטור דהא עביד מצוה והא דקאמר באם שמל של ע\"ש בשבת לכו\"ע חייב כבר אוקמוה שם בקדם ומל את של שבת בע\"ש שם בפסחים ובשבת ובירושלמי שם ושם ובהכי מיושב היטב מה שהעירו התוס' בפסחים ע\"ב א' בד\"ה שקדם וכו' דלא הוה מצי למינקט בלא קדם ומל את של שבת בע\"ש ומל את של ע\"ש בשבת דפטור לר' יהושע משום דהתם אפי' ר\"א מודה דפטור כדתני ר\"מ במתניתא קמייתא וכמש\"כ הלח\"מ אבל י\"ל דדעת התוס' דהש\"ס ס\"ל דהך ברייתא פליג אברייתא קמייתא מדהקשה הש\"ס ותסברא מה התם דלא עבד מצוה פטר ר\"י היכא דקא עביד מצוה מחייב ולמה לא פריך מברייתא דקאמר ר\"מ דבמל של ע\"ש בשבת לכ\"ע פטור אלא ודאי דמזה אין ראיה די\"ל דר\"ח לא ס\"ל הך ברייתא קמייתא ולכן הקשה מינה ובה וא\"כ הקשה שפיר התוס' דהו\"ל לומר דפליגי בכה\"ג דמל של ע\"ש בשבת וק\"ל.<br><b> ועכשו</b> נבא לדברי רבינו. רבינו כתב דאם היה לו שני תינוקות למול אחד בשבת ואחד בע\"ש או באחד בשבת ושכח ומל את שניהם בשבת פטור והנה מרן הרגיש במש\"כ דמל שניהן ולמה לא כתב דמל אחד מהן בשבת דפטור ועיין בלח\"מ מש\"כ בזה יעו\"ש היטב. והנה מדברי מרן מבואר דרבינו ס\"ל כר\"מ דכל דטעה בדבר מצוה פטור אף שלא עשה מצוה יעו\"ש היטב והנה באמת מדברי רבינו מבואר דבעינן שעשה מצוה דוקא וכדעת ר\"ש רק דהוקשה לו הא מתעסק הוא וכמו שמקשה הש\"ס בכריתות שהבאתי לעיל ומאי דמשני הש\"ס משום דמקלקל בחבורה חייב מתעסק נמי חייב זה לא שייך לרבינו דפסק בפ\"א מהל' שבת הי\"ז דמקלקל בחבורה פטור יעו\"ש היטב ולכן כאן פטור באם מל אחד מהן דהא הוי מתעסק ואינו חייב רק במל שניהם וכיון שכן דאין החיוב רק במל שניהן א\"כ הוי שפיר עשה מצוה דאל\"כ אם לא היה מל את של שבת היה פטור מטעם מתעסק וכל עיקר החיוב דמל שניהם ודוק היטב והנה ר\"ש דהוא מארי דהאי הלכה ס\"ל בשבת ק\"ו א' דהמקלקל בחבורה חייב יעו\"ש וש\"נ וכן י\"ל דר\"מ ס\"ל הכי ולכן לדידהו מתעסק חייב אמנם לרבינו דס\"ל כר' יהודה דס\"ל מקלקל בחבורה פטור אה\"נ דהכא לא מיחייב רק במל שניהם (ועוד היה נראה לומר מש\"כ ושכח ומל שניהן ר\"ל הן מי שנולד בע\"ש והן מי שנולד אחד בשבת אבל אין הלשון משמע כן והראשון נראה עיקר) אבל בסיפא בלא היה ראוי אחד מהן למול בשבת אה\"נ דכל מי שמולו אין שייך כאן מתעסק בשלמא בהיה אחד זמנו להמול בשבת כוונתו היה למולו ושכח ומל האחר א\"כ הוי מתעסק אבל בלא היה אחד זמנו להמול בשבת א\"כ אין שייך לומר דהיה כוונתו על זה ומל האחר רק על כרחך או דשגג שמותר למול בשבת מילה שלא בזמנה והוי שגגת מלאכה או ששגג בשגגת שבת ששכח שהיום שבת (או שסבור ע\"ז שמל שזמנו בשבת והוי כמו שסבור על מחובר שהוא תלוש לדעת רש\"י דלא מיקרי מתעסק) ועיין בפירוש המשניות לרבינו שכוונתו ג\"כ למש\"כ כאן יעו\"ש היטב.<br><b> והנה</b> לפ\"ז אף היכא דמל תחלה את של שבת והוא לא ידע ג\"כ פטור (ולקמן יבואר עוד אי\"ה בזה) והנה עיין רש\"י בפסחים ע\"ב א' בד\"ה על מה וכו' שכתב דרישא מיירי במל של שבת תחלה ובסיפא מיירי דמל אחד מהן דליכא למימר דמל את שניהם דלא טעי בהכי יעו\"ש היטב ולכאורה יש לעיין אמאי לא משכחת לה בסיפא ג\"כ דמל שניהם ואולי יש לומר בדוחק דברישא כיון שגם של ע\"ש הגיע זמנו להמול א\"כ י\"ל דטעי ומל שניהם אבל בסיפא דלא הגיע זמנו של אחד בשבת להמול א\"כ אינו רגיל לטעות ולמולו אלא ודאי דמיירי שנתחלף לו של אחד בשבת בשל אותו שבשבת (ויש לעיין בזה קצת) והנה לדעת רש\"י דבאחד בשבת לא שייך למיטעי ולמול שניהם בשבת א\"כ לא אתי שפיר דברי רבינו דכתב דגם בנולד אחד בשבת מל שניהם בשבת וצ\"ל דרבינו מפרש הכי דהמקשה ג\"כ ס\"ל דיש למיטעי ולמול שניהם בשבת רק דהכי מקשה על כרחך מיירי רישא בקדם ומל של שבת ברישא ובסיפא מיירי דמל של אחר השבת ברישא ולהכי ברישא חייב ובסיפא פטור ומה דנקט ברישא החיוב בע\"ש והפטור באחד בשבת משום דנקט רישא לרבותא אע\"פ שעשה מצוה חייב ובסיפא נקט לרבותא אע\"ג דלא עשה מצוה פטור וכמש\"כ התוס' בד\"ה שקדם וכו' והתרצן שהקשה לו ותיסברא וכו' ס\"ל דיותר יש סברא לפטור היכא דעשה מצוה אע\"ג דלא טריד מהיכא דלא עשה מצוה אע\"ג דטריד והבן ולקמן אי\"ה יבואר עוד מזה וע\"ע בתשובות בנו של רבינו (ברכת אברהם) סימן א'.",
                "<b> וזמנו </b>\n<b> בהול וכו'.</b> לכאורה יקשה והא מדפטר לעיל בבא על יבמתו נדה והתם אין זמנו בהול כדאיתא התם בפסחים ע\"ב ב' ועיין בלח\"מ שהרגיש בזה ובהא דפסק רבינו בפ\"י מהל' תרומות הי\"ב יעו\"ש מש\"כ בזה דרבינו סמך על הסוגיא דיבמות ל\"ד א' יעו\"ש אבל לענ\"ד תירוצו אתי שפיר על הא דפ\"י דתרומות דהתם לא עשה מצוה אבל הכא דעשה מצוה אכתי לא אתי שפיר דביבמות קאי לשיטת ר\"מ ומיירי דלא עשה מצוה יעו\"ש אבל היכא דעשה מצוה משמע דלא בעינן זמנו בהול ואין לומר דקאי על אחד שהיה זמנו באחד בשבת דלא עשה מצוה ולכן בעינן זמנו בהול זה אינו דלישנא משמע דקאי על תרווייהו ועוד דכבר הוכחתי דגם באחד בשבת כיון דבעינן שימול שניהם מיקרי עשה מצוה ומדקדוק לשון רבינו משמע קצת דהא דבעינן זמנו בהול היינו דוקא בשני גופים אבל בגוף אחד לא בעינן זמנו בהול ולפ\"ז אתי שפיר מהך דיבמתו נדה והבן אבל לא ידעתי מקור לדברי רבינו כעת ועיין במאירי יבמות שם יעו\"ש היטב (אך יש לעיין עוד במאירי לשבת ואינו כעת בידי) והן אמת לפי מש\"כ רבינו פ\"ו מהל' ביאת מקדש ה\"י שכהן שנמצא חלל ואח\"כ עבד עבודתו כשרה א\"כ מיקרי עשה מצוה ומ\"מ בעינן שם זמנו בהול אלמא דבעשה מצוה ג\"כ דעת רבינו דבעינן זמנו בהול דוקא (ובלא\"ה כיון דבשעה שאכל לא נודע לו שהוא חלל א\"כ ודאי עביד מצוה ומ\"מ בעינן שיהא זמנו בהול) והנה באמת לכאורה הסוגיא דפסחים צ\"ע קצת דהקשה על ר\"י ולא תירץ כלום וא\"כ הו\"ל לכל הפחות להשאר בקושיא על דברי ר' יוחנן וכמעט סוגיא כזו לא מצינו שיקשה על דברי אחד ולא יתרץ כלום לכן נ\"ל לומר (אי לא מסתפינא) דאולי רבינו היה לו קצת גירסא אחרת דמקשה אר' יוחנן אמאי פטר ביבמתו משום דבזיז מינה אבל בלא זה היה חייב אף דעשה מצוה והלא בתינוקות פטר ר\"י אף דלא שייך האי טעמא וכן בלולב פטר ר' יוסי וכן בכל הנך דמייתי דפטרי משום דעשה מצוה אף דהיה יכול לשאול ומשני דהתם נמי היה זמנו בהול (וס\"ל לרבינו דזמנו בהול שוה לבזיז מינה דאידי ואידי אין לו לישאל) ומ\"מ צ\"ע בזה וה' יאיר עיני."
            ],
            [
                "<b>למול </b>\n<b> לפנות וכו'.</b> שבת קל\"ג ב' (ועיין תשובות שאגת אריה סימן נ\"ג נ\"ד).",
                "<b> שהרי </b>\n<b> התרו וכו'.</b> ור\"ל לא מיחשב כלל אנוס לומר שהרי ברשות עשה ז\"א ועיין מרן וכ\"מ שם בש\"ס דאיתא שם ואמרו לו לא מספקת יעו\"ש."
            ],
            [
                "<b>את </b>\n<b> הלולב וכו'.</b> פסחים ע\"ב ב' סוכה מ\"א ב'.",
                "<b> לצאת </b>\n<b> בו וכו'.</b> שם בסוכה מ\"ב א' מימרא דאביי וכמו שהובא במרן ויש לעיין למה לא הובא ברבינו שמיירי שהפכו או דנטלו ע\"י כלי וכדאוקמה שם בש\"ס. כבר העירותי בזה בחי' לר\"ה כ\"ט א' וכתבתי שם לפי מש\"כ התוס' בסוכה שם ד\"ה אמר אביי וכו' דס\"ל לאביי ורבא דמצות אין צריכות כוונה יעו\"ש ואביי ורבא לשיטתייהו בר\"ה שם דמצות א\"צ כוונה אבל ר' יוסי ס\"ל דמצות צריכות כוונה כדאיתא שם בר\"ה ובפסחים קי\"ד ב' יעו\"ש היטב והנה רבינו פסק בפ\"ב מהל' שופר ה\"ה דמצות צריכות כוונה ועיי\"ש בהה\"מ מש\"כ בזה ושם הארכתי ולפ\"ז אתי שפיר פסק רבינו הכא דאפי' לא הפכו פטור כן העליתי שם והארכתי בזה (ושוב מצאתי ראיתי כן בהגהות חדשות שעל הסמ\"ק ד' ס\"ט ב' יעו\"ש היטב) עוד כתבתי בחי' לשבת ה' ב' וז\"ל שלא היתה עקירה משעה ראשונה לכך וכו' ראיתי בספר דרוש וחדוש בסוכה מ\"ב א' על הא דפריך הא מדאגביה נפיק ביה יעו\"ש והקשה מה בכך הא מ\"מ הוי הנחה בלא עקירה כיון דעקרו לצאת בו יעו\"ש היטב (ולכאורה יש לעיין בזה דהא באמת לא ניתן שבת לדחות אצל לולב א\"כ כשעקרו לצאת בו לרה\"ר הוי עקירה באיסור והא דפטור משום דלבסוף עשה מצוה והוי כטועה בדבר מצוה ועשה מצוה דפטור אבל כשטעה בדבר מצוה ולא עשה מצוה חייב לכן כשנפק בו אה\"נ דחייב שפיר אבל אכתי י\"ל כיון שבעקירה יש כאן מצוה א\"כ עקירה אין כאן. ועוד דהא מסיק התם ר\"ה דאפילו אם לא עשה מצוה ג\"כ פוטר ר' יוסי יעו\"ש גבי עולת העוף וכו') ולכאורה הייתי אומר לשיטת התוס' לעיל ג' א' דידו ורשותו במקום אחד הוי כמונח וא\"כ כיון דנטל בידו ועמד (דדוחק לומר דמיירי דנטל ותיכף יצא לחוץ ולא עמד לפוש בנתים כלל) וא\"כ הוי כהנחה ושוב כשעקר לצאת הוי עקירה באיסור.<br><b> ובזה</b> מיושב קצת דברי הרמב\"ם בפ\"ב מהל' שגגות ה\"י שתמוה הוא למה לא כתב דמיירי בשהפכו אבל לפ\"ז מיושב קצת דהא הטעם שגזרו על לולב בשבת היינו טעמא דשמא יעבירנו ד' אמות ברה\"ר עיין סוכה מ\"ג ב' וש\"נ ובתוס' שם דלשמא יוציאנו לא חיישינן דאיכא הכירא רק דעיקר החשש על העברת ד' אמות ברה\"ר וכ\"כ הרמב\"ם בהל' לולב פ\"ז הי\"ג יעו\"ש והמעביר ד' אמות ברה\"ר אינו עומד באמצע כלל ועוד דאם עמד לפוש הוא באמת פטור כדאיתא הכא ונמצא כל שהעבירו לצאת בו שוב אינו חייב אף מדאגבהיה נפיק בו והש\"ס מיירי מהוצאה מרה\"י לרה\"ר ומיירי אף שעמד לפוש לכן שפיר הקשה אבל רבינו מיירי כאן בהעברת ד' אמות ברה\"ר (ומילתא דשכיחא נקיט כמש\"כ בשם התוס') ולכן אף אי נפיק ביה פטור דאין כאן עקירה (ומש\"כ כדי לצאת בו היינו לאפוקי אם כבר יצא בו מקודם שנטלו) עכ\"ל התם. (ואע\"פ דיש להיות שנטלו ועמד לפוש ואח\"כ הלך בו ד' אמות מ\"מ מילתא דלא שכיחא הוא) ולכן סתם הדברים וכתב סתם נטלו כדי לצאת בו וכו'.<br><b> איתא</b> בסוכה מ\"ב א' וז\"ל אמר רב הונא אומר היה ר' יוסי עולת העוף שנמצאת בין הגפיים וקסבר חטאת העוף הוא ואכלה פטור מאי קמ\"ל דטעה בדבר מצוה פטור היינו הך מהו דתימא התם הוא דטעה בדבר מצוה פטור היינו דעבד מצוה אבל הכא דטעה בדבר מצוה ולא עבד מצוה אימא לא קמ\"ל עכ\"ל ולא הובא זה ברבינו משום דלא ס\"ל כן דס\"ל דבעינן דוקא דעבד מצוה (ועיין ירושלמי פי\"ט דשבת הלכה ד' ופ\"ו דפסחים ה\"ה) והנה שמעתי להקשות מהא דאיתא בר\"ה כ\"ח א' אמר רב יהודה בשופר של עולה לא יתקע ואם תקע יצא בשופר של שלמים לא יתקע ואם תקע לא יצא מ\"ט עולה בת מעילה היא כיון דמעל בה נפקא לחולין יעו\"ש היטב וא\"כ אמאי מעל הא טעה בדבר מצוה ועשה מצוה לכו\"ע לא מעל ע\"כ שמעתי ובאמת לענ\"ד לק\"מ דהא ה\"ק דאפילו תימא דלא יצא (דלא דמי להני דשבת ודפסחים דהמצוה קיים ושוב א\"א לומר דלא קיים המצוה וצריך לעשות אותה פעם אחרת אבל כאן י\"ל שפיר דלא קיים המצוה וצריך לעשותה פעם אחרת) א\"כ מעל שפיר וא\"כ יצא ממנ\"פ דאם תימא דיצא שפיר א\"כ אין כאן מעילה כלל דטעה בדבר מצוה ועשה מצוה לא מעל כלל ויצא ואפי' תימא דלא יצא המצוה בזה וא\"כ מעל א\"כ נפק לחולין ושפיר יצא משא\"כ בשלמים י\"ל דשפיר לא יצא וצריך לעשותה פעם אחרת וכיון דאין כאן מעילה א\"כ לא יצא לחולין ושפיר לא יצא בתקיעה. כן אמרתי בהשקפה ראשונה אבל אחר העיון נ\"ל דלק\"מ באופן אחר דבאמת לא מצינו במעילה שאם נטל מעות הקדש ונתן לעני שיפטור בשביל זה משום דעשה מצוה (ועיין לעיל פ\"ז מהל' מעילה ה\"א דאם אמר לשלוחו תן לאורחים חתיכה של בשר יעו\"ש והתם נמי קעבד מצוה הכנסת אורחים יעו\"ש) אלא ודאי על כרחך אמרינן דפטור ממעילה רק כסבור שהוא חטאת ומחויב לאוכלו וכן הבא על יבמתו נדה שכסבור שהיא טהורה מצוה עליו לבא עליה וכן במל תינוק בשבת שסבור שזמנו בשבת מחויב למולו בשבת וכן כל כה\"ג דעשה המצוה המוטלת עליו בדבר הזה ששגג בו אבל כאן לא עשה מצוה בגוף ההקדש דבר שמוטל עליו והוי כשגג בדבר אחר וה\"ז דומה למל תינוק וידע שאין זמנו בשבת רק שסבור שהיום חול ולא מצינו בזה שפטור ודוק היטב בסברא זו ועוד י\"ל דכאן תלוי המצוה במעילה דאם מעל עשה המצוה ואי לא מעל לא עשה המצוה משא\"כ התם דבכל ענין עביד מצוה והבן.",
                "<b> השוחט </b>\n<b> את וכו'.</b> פסחים ע\"א ב' ועיי\"ש תוס' ע\"ג א' ד\"ה שחטו וכו' שכתב דאתיא כר' מאיר אבל לר' שמעון חייב יעו\"ש וא\"כ יש לתמוה על רבינו מאחר דבעי בעשייתן מצוה א\"כ הו\"ל לחייב כאן וכן הקשה הלח\"מ. ודע כי בירושלמי שם ה\"ו איתא וז\"ל שכן נצרכה לחלל הא בגלוי חייב אמר ר' יוחנן דר\"ש הוא ר' יעקב בר אחא ר' אימי בשם רשב\"ל דר\"ש היא עכ\"ל והרי מפורש כדברי רבינו ובאמת דזה מיקרי אנוס דא\"א בלא\"ה וכמש\"כ השיירי קרבן שם אבל אי קשיא הא קשיא דהא בנטמאו הבעלים או שמתו או משכו ידם קודם השחיטה דזה לא הוי אנוס רק שוגג וכדמוכח שם ע\"ג ב' וכמש\"כ התוס' שם א' ד\"ה שחטו וכו' ותירוצו דהשיירי קרבן לא שייך כאן כלל אבל הלח\"מ תירץ דמהא דנטמאו הבעלים או שמתו או שמשכו לק\"מ דהא פסק רבינו לעיל פט\"ו מהל' פסולי המוקדשין הי\"ב דשוחט אחרים לשום פסח כשר א\"כ שפיר מצוה קא עביד (ומש\"כ ומה שהקשו בגמ' לר' אליעזר הוא משום דאית ליה השוחט לשם פסח פסול והוי טועה בדבר מצוה ולא עשה מצוה יעו\"ש לכאורה הו\"ל לומר הא ר\"א ס\"ל דטועה בדבר מצוה ועשה מצוה נמי חייב אמנם לפי מש\"כ התוס' שם א' ד\"ה ושחטו וכו' דמתניתין מני ר\"מ היא אתי שפיר מש\"כ דלר\"א אינו חייב רק בלא עשה מצוה יעו\"ש) ולא הבנתי דכ\"ז אתי שפיר למאן דס\"ל דלא בעי עקירה אבל לרבינו דס\"ל דבעי עקירה עיין לעיל פ\"ד מהל' פסולי המוקדשין הט\"ו א\"כ לא עשה מצוה כלל וכל הסוגיא דקאמרה שם הא מני ר\"א היא דאמר השוחט אחרים לשם פסח פסול אזלא הכל אליבא מ\"ד דלא בעי עקירה אמנם למאן דס\"ל בעי עקירה א\"כ בפשיטות ניחא. ועיין לעיל בפ\"ד מהל' קרבן פסח ה\"ג יעו\"ש היטב דשם כתב דאם שחטו אחר שנודע שמשכו הבעלים את ידיהם או מתו או נטמאו ה\"ז ישרף מיד יעו\"ש משמע דאם שחטו קודם שנודע לא ישרפו משום שהם שלמים ועיין בצל\"ח שם בפסחים ספ\"ו יעו\"ש היטב וא\"כ כאן מיירי ששחטו קודם שנודע י\"ל דהם שלמים וא\"כ מצוה קעביד ואתי שפיר דברי רבינו ודוק היטב אבל יש לעיין דאכתי מיפסל משום ששחטו אחר תמיד של בין הערבים וכדאיתא התם בש\"ס וא\"כ אכתי מאי מצוה עביד אמנם עיין לעיל פ\"א מהל' תמידין ומוספין ה\"ו דרבינו ס\"ל דאחר התמיד של בין הערבים כשר יעו\"ש א\"כ אתי שפיר והבן היטב. אמנם מה שתמה הלח\"מ על רש\"י במשנה שם ע\"א ב' (וכן יש לתמוה על הרע\"ב) לכאורה צ\"ע וי\"ל דכונתם דאנוס הוא משום דטריד ולכן פטר ר\"י דהוי כאנוס וצ\"ע בזה וה' יאיר עיני. ועיין בתוספתא פ\"ה שם מבואר דחייב יעו\"ש וצ\"ל דאתי כר\"א יעו\"ש היטב."
            ],
            [
                "<b>שלא </b>\n<b> לשמו וכו'.</b> שם במשנה בפסחים ובש\"ס שם ועיין ירושלמי שם דמסיק ג\"כ הכי דהא דמחייב מיירי בעוקר ולא בטועה ועיין בתוספתא פ\"ה שם מבואר דר\"מ ס\"ל דהשוחט פסח שלא לשמו פטור ומשמע שם דגם ר\"ש לא פליג עליו על כרחך צ\"ל דמיירי בטועה יעו\"ש היטב.",
                "<b> פסולי </b>\n<b> המוקדשין.</b> לעיל פט\"ו מהל' פסולי המוקדשין יעו\"ש ובמש\"כ שם."
            ],
            [
                "<b>זבחים </b>\n<b> אחרים וכו'.</b> שם במשנה ובתוספתא שם ואתיא כר\"ש אליבא דר' יהושע אבל לר\"מ אף בשאינן ראוין פוטר ר' יהושע יעו\"ש ועיין מרן מש\"כ בשם בנו של רבינו יעו\"ש היטב אבל יפה תמה עליו הלח\"מ בהלכה ח' יעו\"ש היטב וכאן פטור אפי' הקריב כל הפסחים משום שאין לו קצבה.",
                "<b> שלא </b>\n<b> לאוכליו וכו'.</b> שם בפסחים ע\"א ב' במשנה."
            ],
            [
                "<b>קרבן </b>\n<b> צבור וכו'.</b> בתוספתא פ\"ה איתא חטאת צבור שלא לשמן יעו\"ש והוא תמוה לכאורה דהא בחטאת שלא לשמו פסול כדאיתא לעיל פט\"ו מהל' פסולי המוקדשין ה\"א ולא חילק בין יחיד לצבור ואולי מטעם זה שינה רבינו וכתב קרבן וכוונתו על שאר קרבן ועיי\"ש בעיטור בכורים בתוספתא שהרגיש בזה (אך יש שם ט\"ס מש\"כ וז\"ל על כרחך לאו דוקא חטאת דהרי חטאת לא עשו (לא עלו צ\"ל) לבעלים וא\"כ איך יקטיר אימורין לערב עכ\"ל וביותר הו\"ל להקשות דהא בחטאת פסול לגמרי ועוד א\"כ מאי תיקן בשאר קרבנות הא ג\"כ לא עלו לבעלים ועוד אף שלא עלו לבעלים מ\"מ מצוה קעביד כמו שפי' רש\"י במשנה אצל שאר זבחים ששחטן לשם פסח והבן).",
                "<b> יתר </b>\n<b> על וכו'.</b> עיין מרן שהראה מקום להא דפסחים שם השוחט לשם אימורי צבור יעו\"ש אבל א\"כ יקשה קושיית הלח\"מ בהלכה ח' דהא מסקינן שם בפסחים ע\"ב א' דאינו חייב רק בשחט אימורי צבור ברישא וכן הא דפטור בתינוקות מיירי ע\"כ שמל את של ער\"ש ברישא וא\"כ קשה על רבינו דלמה לא חילק בהלכה ח' לגבי תינוקות וכתב סתמא לפטור וכאן לא חילק וכתב סתמא לחיובא יעו\"ש היטב ובאמת לכאורה היא תמיה עצומה. והנה בהלכה ח' כתב דרבינו שפוסק דמקלקל בחבורה פטור א\"כ א\"א למצוא בתינוקות רק שמל שניהם ואפ\"ה פטור משום דעשה מצוה יעו\"ש היטב ודומיא דהכי באם שחט אחד לשם אימורי צבור פטור משום דהוי מתעסק וכאן לא מיירי מזה מדלא כתב לישנא דמשנה השוחט לשם קרבן צבור דליהוי משמע דטעה על קרבן אחד שהוא קרבן צבור. ואמנם כוונתו למאי דאיתא בתוספתא שם וז\"ל השוחט שתי חטאות לצבור ואין צריכין אלא אחת חייב על האחרונה שתי עולות לצבור וא\"צ אלא אחתחייב על האחרונה עכ\"ל ואין זה שוחט לשם אימורי צבור דזה תני שם מקודם וכאן מיירי דידע דהצבור א\"צ אלא אחת רק דטעה וסבר שמותר לשחוט יותר והרי כאילו שגג בד\"א וחייב חטאת שפיר והוא ממש דברי רבינו וכונתו לזו התוספתא ולענ\"ד כי נכון הוא שוב ראיתי בצל\"ח שם בפסחים שהשיג גם הוא על מרן ובקצת דברים כתב כמש\"כ אבל באופן אחר יעו\"ש היטב והבוחר יבחר."
            ],
            [
                "<b>קרבנות </b>\n<b> יחיד וכו'.</b> תוספת' שם בפסחים פ\"ה והובא במרן ומש\"כ במרן וזרק דמן שלא לשמן בוודאי אינו נראה דא\"כ איך מסיים שם דהורצו הבעלים ועוד הא בחטאת ג\"כ פסול אלא ודאי דצ\"ל וזרק לשמן וקאמר דאע\"פ שהורצו הבעלים מ\"מ השוחט חייב חטאת ועיין בשבת ירושלמי פי\"ג ה\"ג בשיירי קרבן שם.",
                "<b> מותר </b>\n<b> בהנאה.</b> עין מרן מש\"כ ע\"ז.",
                "<b> ואין </b>\n<b> זורקין וכו'.</b> מדלא כ\"כ בהלכה י\"ג לגבי קרבנות צבור משמע לכאורה דשם שפיר זורקין את הדם ועוד מדכתב ויקטיר אימורין לערב אלמא דזורקין דאל\"כ הוי זבח פסול ועיין לעיל בפט\"ו מהל' פסולי המוקדשין הי\"ט דאין זורקין יעו\"ש היטב ועיין בצל\"ח לביצה כ' א' מש\"כ בזה יעו\"ש היטב."
            ],
            [
                "<b>שתי </b>\n<b> בהמות וכו'.</b> מנחות ס\"ד א'.",
                "<b> שחט </b>\n<b> השמנה וכו'.</b> ואע\"ג דנשפך הדם של הראשונה ונתכפר בשנייה חייב כ\"ה שם. ורבינו לא כתב זה ועיין בלח\"מ הטעם בזה.",
                "<b> טרפה </b>\n<b> בבני וכו'.</b> רש\"י פי' שם דמיירי שהיתה הראשונה כחושה בבני מעיים ושחט השניה השמנה טרם שידע כי הראשונה היא כחושה בבני מעיים ומחשבתו היתה לשחוט השניה ששוה לראשונה פטור יעו\"ש אמנם רבינו מפרש דהראשונה היתה שמנה והשנייה כחושה ומ\"מ פטור מטעם שהראשונה נמצאת טרפה. ודעת התוס' בד\"ה ואפילו וכו' כדעת רש\"י יעו\"ש היטב.",
                "<b> כל </b>\n<b> כיוצא וכו'.</b> הטעם דאזלינן בתר מעשיו ולא בתר מחשבתו כמבואר שם בש\"ס."
            ],
            [
                "<b>צלי </b>\n<b> של וכו'.</b> פסחים ע\"ב ב' ובירושלמי שם ה\"ה. ועיין רש\"י שם דמפרש בצלי של קדשים ורבינו מפרש דמיירי בצלי של פסח. והנה לכאורה יש לעיין קצת דהא זמנו בהול ורבינו פסק בפ\"י דתרומות דבזמנו בהול פטור אפי' לא עשה מצוה ושוב ראיתי בצל\"ח שהרגיש בזה ועי' בס' יד דוד ולפי מש\"כ לעיל ה\"ח ד\"ה וזמנו בהול דע\"כ לא פטר בזמנו בהול רק ביש מצוה דבתרומה ג\"כ עביד מצוה דעבודת חלל כשר וכמו שתירצו בש\"ס שם ורבינו ס\"ל דגם בעשה מצוה בעינן זמנו בהול וכמש\"כ בס\"ק הנ\"ל ואתי שפיר והבן."
            ]
        ],
        [
            [
                "<b>עדים </b>\n<b> שחטא וכו'.</b> יבמות פ\"ז ב' ב\"מ ג' ב' כריתות י\"א ב' ושם כל הסוגיא ובתוספתא פ\"ב שם ועיין בתו\"כ ויקרא דבורא דחטאת בפ\"ז פ' ה' יעו\"ש (ומה דאיתא בתו\"כ בשם ר\"מ הוא בתוספתא בשם ר\"ש ועי' תוס' שם בב\"מ בד\"ה מה אם וכו') ובתוס' יבמות פ\"ח א' ד\"ה ומה אם וכו'.",
                "<b> לא </b>\n<b> אכלתי וכו'.</b> עיין תוס' ב\"מ שם בד\"ה מה אם וכו' ובכריתות י\"ב א' בד\"ה או דילמא וכו' וע\"ע בתוס' ד\"ה ומודים חכמים וכו' יעו\"ש היטב ובתוס' ב\"מ שם בד\"ה מה לפיו וכו' יעו\"ש היטב. ועיי\"ש בכריתות י\"ב ב' וז\"ל אמר אביי מודה ר\"מ לחכמים שאם אמרו לו שנים יודע אתה בעדות פלוני והוא אומר לא ידעתי פטור דאי בעי אמר לא נתכוונתי לעדות עכ\"ל וכתבו התוס' וז\"ל מכאן אמר רבי וכן דן הלכה למעשה דעדים ששמעו הדבר מפי בעלי מעשה אך לא נתכוונו להעיד ולא הובאו שם לשם עדות אין בעדותן כלום אם באים אחר זמן להעיד בפני בי\"ד עכ\"ל אבל אין כן דעת רבינו בהל' עדות ועיין טור ושו\"ע חו\"מ סימן ל\"ו סעיף א' ולדבריהם צ\"ל דמה דאיתא הכא בש\"ס לא לענין לפסול עדותן רק לפוטרן על שבועתן ולומר דבאמת נשבעו שוב ראיתי בס' שערי משפט סימן צ\"ב ס\"ק א' מש\"כ בזה ועיין בתשובות חתם סופר אהע\"ז חלק ראשון סי' ק' יעו\"ש ועי' בטורי אבן ר\"ה כ\"ד א' (וע\"ע בבאור הגר\"א לחו\"מ סי' ל\"ו ס\"ק ה' יעו\"ש)."
            ],
            [
                "<b>שתק </b>\n<b> ולא וכו'.</b> שם ביבמות ובכריתות י\"א ב' ובקדושין ס\"ה ב' ובתו\"כ שם.",
                "<b> אשה </b>\n<b> וכו'.</b> כן מוכח מהא דכריתות שם דאיתא אשה אומרת אכל ואשה אומרת לא אכל וכו' ועיי\"ש תוס' ד\"ה ואשה וכו' ובתו\"כ שם איתא בהדיא דאפי' אשה ואפי' שפחה נאמנת יעו\"ש היטב ועי' לקמן פ\"ח ה\"ג יעו\"ש.",
                "<b> לוקה </b>\n<b> עליו וכו'.</b> עי' בפ\"ט דנזירות הי\"ז ובפט\"ז מהל' סנהדרין ה\"ז וכמש\"כ המל\"מ ועי' ירושלמי סוטה פ\"ו ה\"ב ובפ\"ח דנזיר ה\"א."
            ],
            [
                "<b>פסולי </b>\n<b> המוקדשין וכו'.</b> לעיל פט\"ו מהל' פסולי המוקדשין ה\"ו יעו\"ש היטב ועי' לעיל פ\"ד מהל' מעילה ה\"ה.",
                "<b> והביא </b>\n<b> קרבנו וכו'.</b> כריתות כ\"ז ב' ועי' תוספתא שם פ\"ד ונזיר כ\"ז ב' ותו\"כ ויקרא דבורא דחטאת פ\"ז פרשה ו'.",
                "<b> הפריש </b>\n<b> חטאתו וכו'.</b> שם בכריתות במשנה ועיין במרן במש\"כ בשם ר\"י קורקוס דכאן כיפר ועיין בלח\"מ ובתוס' יו\"ט מבואר שגירסתו היתה ברבינו לא כיפר יעו\"ש וע\"ע בשיטה מקובצת לנזיר שם שהביא בשם הר' עזריאל דמדם לדם או מחלב לחלב ג\"כ לא כיפר יעו\"ש היטב (ודע דמה שהביא מרן בשם התוספתא ה\"ז מעל ולא כיפר אמת שכ\"ה בתוספתא שלפנינו אבל לענ\"ד כי ט\"ס הוא וצ\"ל לא מעל ולא כיפר כמבואר בכריתות שם וברבינו פ\"ד דמעילה וכ\"כ המפרש שם להגיה כן).",
                "<b> באותו </b>\n<b> החטא וכו'.</b> דאל\"ה פשיטא דהו\"ל חטאת שמתו בעליה ולמיתה אזלא וכמש\"כ רבינו בפירוש המשניות ועיין בתוס' נזיר שם ד\"ה ואינו יוצא וכו' שגם ע\"ז הקשו דל\"ל קרא יעו\"ש היטב ועיין בקרבן אהרן שם פ\"ז פרשה ו' אות ג' מה שתירץ בזה ועיין בשיטה מקובצת מה שתירץ ג\"כ כעין זה יעו\"ש."
            ],
            [
                "<b>שני </b>\n<b> חטאים וכו'.</b> תוספתא פ\"ב דכריתות יעו\"ש היטב."
            ],
            [
                "<b>חטא </b>\n<b> אחד וכו'.</b> הכל שם בתוספתא יעו\"ש היטב."
            ],
            [
                "<b>שתי </b>\n<b> חטאות וכו'.</b> הכל שם בתוספתא הנ\"ל."
            ],
            [
                "<b>מעשה </b>\n<b> הקרבנות וכו'.</b> לעיל פ\"ג ה\"ד ועיין במל\"מ שחקר אם עשה תשובה אח\"כ אם מקבלין ממנו והביא דעת התוס' דחולין ודשבועות י\"ז א' וב' דאין מקבלין ממנו יעו\"ש וכן משמע מתוס' שבת ס\"ט א' ד\"ה אלא וכו' יעו\"ש היטב ואי נימא דעשה תשובה מקבלין ממנו א\"כ משכחת לה ששגג בלאו והזיד בקרבן ועשה תשובה יעו\"ש היטב וכ\"מ ביבמות ל\"ה ב' ד\"ה החולץ וכו' יעו\"ש היטב ואי איתא הא משכחת לה שעשה תשובה אח\"כ וכן מוכח מהא דחולין ק\"א ב' ד\"ה הזיד בשבת וכו' ובתוס' שבת צ\"ג ב' ד\"ה ששגג וכו' יעו\"ש היטב ועוד משמע כן בכריתות י\"ז א' ד\"ה ספק אכל יעו\"ש ובאמת כן משמע בדוכתי טובי דהטעם משום דהוי כמזיד ומש\"כ דלרבנן דדרשי למומר לחלב ואכל דם דאין מביא די\"ל דאם עשה תשובה מהני יעו\"ש ולכאורה י\"ל כיון דטעמייהו דחלב ודם הוי כדבר אחד וכמש\"כ התוס' בחולין שם בד\"ה מעם וכו' א\"כ יש לומר דבאמת דהוי כמומר לאותו דבר וא\"כ אכתי יקשה תיפוק ליה מזבח רשעים תועבה אלא ודאי דלענין עשה תשובה קמיירי אך י\"ל דזה גופא נפקא ליה מדכתיב מעם הארץ דלענין חלב ודם כחדא נינהו אך בלא זה הו\"א דמומר לחלב אינו מומר לדם אבל בעשה תשובה אה\"נ דמהני וק\"ל. ומה שהקשה ל\"ל קרא למעט מומר לכל התורה כולה גבי עולת נדבה תיפוק ליה מזבח רשעים תועבה יעו\"ש והנה במור\"ם לובלין כתב שם דמיירי שחזר מאותה עבירה שמביא עליה קרבן אבל בכל התורה עדיין הוא מומר יעו\"ש ולפי דבריו לא ממעט מזבח רשעים תועבה רק לדבר שהוא מומר עליו אבל לא לשאר דברים אבל באמת לכאורה דבריו תמוהים דהא שם מיירי בעולת נדבה והאיך שייך לומר דהוא חזר בתשובה לאותו דבר שמביא הקרבן עליו וכמו שתמה המל\"מ על הרשב\"א וכמש\"כ פ\"ג מהל' מעשה הקרבנות יעו\"ש ודברי המהר\"ם לענ\"ד תמוהים דהו\"ל לומר דמיירי שעשה תשובה על כל העבירות ומ\"מ אין מקבלין ממנו כיון שבאותו פעם שחטא היה מומר לכל התורה. גם מה שהקשה המל\"מ מאי פריך הש\"ס מעולה אחטאת הא בעולה מיירי דלא שב בתשובה משא\"כ בחטאת מיירי אף דשב בתשובה יעו\"ש היטב י\"ל דקושית הש\"ס ל\"ל קרא גבי עולה הא מדחטאת לא מייתי אף דשב בתשובה כ\"ש בעולה דלא שב בתשובה ומשני דהו\"א דעולה קילא טפי ואף דלא שב בתשובה מביא ושוב קאמר דאי אשמעינן בעולה לא ידעינן חטאת מיניה והבן בזה.<br><b> וע\"ע</b> במל\"מ מה שעשה מחלוקת בין תוס' דשבועות דס\"ל אף בפ\"א מיקרי לא שב מידיעתו ובין רבינו דס\"ל דלא מיקרי מומר עד שירגיל בכך יעו\"ש לענ\"ד אפ\"ל דלא פליגי רק דרבינו מיירי באם עשה בשוגג לא מיקרי מומר לאותו דבר לענין שלא יביא קרבן על שגגתו אלא בשהוחזק לכך ולכן אף אם עבר בשוגג ורוצה להביא קרבן אינו מביא דאנן סהדי דאף אם הי' לו ידיעה לא היה שב אבל תוס' מיירי על דבר שעבר במזיד והיה יודע בשעה שעבר לכן אף אם לא עשה רק פעם אחת אינו מביא קרבן עליו דזהו מזיד (ועיין ברמב\"ן וברשב\"א רפ\"ד דיבמות דמש\"כ תוס' דזה מיקרי לא שב מידיעתו יעו\"ש כתבו הם דהוי מזיד יעו\"ש היטב ובהכי מיירי כל דבורי התוס' שהבאתי לעיל) ובכלל אינו שב מידיעתו נכלל בין שהוא מועד לאותו דבר ואף שעשאה בשוגג או שעבר במזיד אע\"פ שעשאה פעם אחת ואי קשה תיפוק ליה דהוי מזיד י\"ל כגון ששגג בכרת והזיד בסקילה או ששגג בלאו והזיד בקרבן ועיין תוס' שבת ס\"ט א' והבן ועוד יש מין אחד כגון שעבר בשוגג רק שהיה האיסור ברור לו כהיתר כההיא דיומא פ' א' ודפ\"ק דהוריות שהובא במל\"מ והבן.<br><b> גם</b> מה שחקר המל\"מ אם נעשה מומר בפעם אחת לחלל שבת בפרהסיא או עבד עכו\"ם בפעם אחת יעו\"ש היטב עיין בש\"ך יו\"ד סי' ב' סעיף ה' יעו\"ש היטב וע\"ע בפי' המשניות לרבינו שם על משנת השוחט בשבת וכו' שם כתב בהדיא דמומר לחלל שבת בפעם אחת נעשה מומר ואף בשחיטה הראשונה ששחט נעשה בה מומר לחלל שבת ושחיטתו אסורה יעו\"ש היטב וכבר האריכו האחרונים בזה יעו\"ש היטב. גם מש\"כ לחלק בין תוס' לרבינו במומר לאותו דבר דלרבינו בעינן תלתא זימני ולהתוס' די בפעם אחת יעו\"ש היטב כבר כתבתי די\"ל דל\"פ דרבינו מיירי בשגג בא' ורוצה להביא קרבן ע\"ז אינו מביא כיון שרגיל בכך אבל אם עבר פעם אחת לא נעשה מומר בזה אבל להתוס' מיירי בעבר במזיד ורוצה להביא קרבן ע\"ז דבזה אף בפ\"א אינו מביא וכנ\"ל. גם מש\"כ לעשות מחלוקת בין רבינו לתוס' במומר לחלל שבת בפ\"א ובמומר לע\"ז פעם אחת דלהתוס' מקבלין ממנו קרבן ולרבינו אין מקבלין ממנו הנה מתוס' זבחים ק\"ח ב' ומחולין ק\"א ב' מבואר דלהתוס' ג\"כ אין מקבלין ממנו מטעם דכיון שהוא עבר במזיד על הע\"ז והשבת כ\"ש דיעבור במזיד על שאר עבירות יעו\"ש היטב אבל שם מיירי באותה עבירה שעבר עליה בשוגג היה בה מזיד לענין ע\"ז או לענין שבת וא\"כ הו\"ל כמזיד לאותו דבר ג\"כ אבל אם עבר פ\"א במזיד על שבת או על ע\"ז ושוב עשה עבירה אחרת בשוגג י\"ל דלהתוס' מקבלין ממנו אבל לרבינו גם בכה\"ג אין מקבלין ממנו.<br><b> גם</b> מש\"כ בסוף דבריו שבמומר לע\"ז ולחלל שבת שוו התוס' ורבינו דאין מקבלין ממנו לכאורה נפק\"מ רבתי אית ביניהם בחילל שבת בפעם א' או עבד ע\"ז פ\"א ושוב עשה תשובה דלהתוס' הטעם משום זבח רשעים תועבה א\"כ מקבלין ממנו היכא דעביד תשובה אבל לרבינו דהטעם משום דהוי מומר א\"כ אף שעשה תשובה אח\"כ מ\"מ אין מקבלין ממנו על החטא שעשה קודם שעשה תשובה אם לא שנאמר דדעת רבינו בשעשה תשובה אח\"כ מקבלין ממנו אף על העבירות שעשה קודם התשובה וכמו שצידד בריש דבריו והבן היטב. ומה שהביא מהתוס' דתמורה הוא שם כ\"ו ב' בד\"ה ש\"מ וכו' יעו\"ש ודע דבזבחים י\"ב ב' כתב כמו שכתב בקדושין ז' ב' וכמש\"כ בסנהדרין מ\"ז א' יעו\"ש וע\"ע מה שהאריך לפלפל בהך סוגיא דסנהדרין מ\"ז א' קי\"ב ב' יעו\"ש היטב ומה שפלפל בדברי התוס' מ\"ז א' בד\"ה הואיל וכו' יעו\"ש היטב לענ\"ד י\"ל דכוונת התוס' לומר דרב יוסף קאי בשיטתיה דר\"י דהטעם משום דזבח רשעים וכו' ורק דרב יוסף ס\"ל דהטעם מפני שנדחו ולאפוקי מדר\"ל דמפרש דמיירי בקדשים קלים ולא נחתו לזה דלר\"י אין הטעם משום דחייה ולרב יוסף הטעם משום דחייה וק\"ל ועי' היטב בחי' הר\"ן לסנהדרין שם ושם יעו\"ש היטב שכתב דאי מטעם מומר כל שהפרישו בכשרות מקבלין ממנו ולכן בעינן לפסוק זבח רשעים תועבה יעו\"ש היטב ובזה יש ליישב דברי התוס' דקדושין שהובא במל\"מ יעו\"ש היטב אבל לא רציתי להאריך עוד בזה"
            ],
            [
                "<b>ואח\"כ </b>\n<b> נעשה וכו'.</b> נדרים ל\"ו א' סנהדרין מ\"ז א' הוריות י\"א א' כריתות ז' א' זבחים י\"ב ב' ואיתא שם הטעם דס\"ל דבע\"ח נדחים ורבינו ס\"ל דבע\"ח אינן נדחים וכמש\"כ מרן ולכאורה קשה דהא כבר כתב לעיל בפט\"ו מהל' מעשה הקרבנות ה\"ד דבדחה בידים אף רב מודה דבע\"ח נדחים יעו\"ש וכ\"כ לעיל פ\"א מהל' פסולי המוקדשין הכ\"ד יעו\"ש א\"כ הכא בנשתמד באמצע והו\"ל דחייה בידים א\"כ אמאי לא נדחו הכא ואולי לפי שבידו לחזור הוי בידו ולכן אע\"פ שנראה ונדחה אינו דחוי ובנשתטה הוי הטעם דנדחה ממילא וע\"ע בפ\"ד מהל' קרבן פסח ה\"ד והלכה ט' מש\"כ בזה ואכתי צל\"ע."
            ],
            [
                "<b>חטאות </b>\n<b> ואשמות וכו'.</b> יומא פ\"ה ב' כריתות ז' א' כ\"ה א' ושם כל הסוגיא ובתו\"כ ויקרא דבורא דחטאת פ\"ב פרשה ג' ופ\"ז פרשה ו' ופי\"ז פ\"י ובפרשת אחרי פ\"ד פרשה ד' יעו\"ש ובתוספתא פרק ב' דכריתות ובירושלמי פרק ח' דיומא הלכה ו' יעו\"ש ואפי' לא נודע לו ביוה\"כ שעבר על ספק עבירה מ\"מ מכפר כדאיתא בירושלמי שם ובכריתות שם י\"ח ב' ובשבועות י\"ב ב' יעו\"ש היטב.",
                "<b> שבא </b>\n<b> לידו וכו'.</b> כריתות י\"ח ב' ושם כ\"ה א' ודווקא אם היה ביום שהות לכפר ליה אבל אם אכל סמוך לשקיעת החמה לא כמבואר בשבועות י\"ג ב' ובכריתות ז' א' יעו\"ש (ועיין ירושלמי יומא פ\"ח ה\"ז דאין יוה\"כ מכפר עד שתחשך) ודווקא על שיעור שלם מכפר אבל חצי שיעור לא מכפר כדאיתא בכריתות י\"ח ב' והובא במל\"מ ואם נודע לו אח\"כ שבוודאי חטא מייתי כפרה כמבואר בכריתות כ\"ו א' והובא בלח\"מ."
            ],
            [
                "<b>על </b>\n<b> השבים וכו'.</b> כריתות ז' א' וכר\"י וכן רבא הדר ביה ועיין ירושלמי יומא פרק ח' הלכה ו' ובתו\"כ אמור פי\"ד יעו\"ש ועיין בשו\"ע או\"ח סימן תר\"ז סעיף ו' בהג\"ה."
            ],
            [
                "<b>אשמות </b>\n<b> שבתורה וכו'.</b> עיין בפרק ו' מהלכות נזירות הל' י\"ב.",
                "<b> וספק </b>\n<b> מחוסרי כפרה וכו'.</b> כריתות כ\"ה א' וכ\"ו א'."
            ],
            [
                "<b>שהוא </b>\n<b> מחויב וכו'.</b> ערכין ז' א' ואף דהוא מומר מ\"מ מיירי דעבר פ\"א במזיד ולא נעשה מומר עיין במל\"מ לעיל הלכה ז' ובמש\"כ שם א\"נ דהוא מומר לדבר אחד ואין נעשה מומר לכל התורה כולה וכמבואר שם ולא דמי למאי דאיתא בסנהדרין מ\"ז א' קי\"ב ב' דאנשי עיר הנדחת אין קרבנן קרב יעו\"ש ה\"ט משום דהוי מומר לע\"ז והוי מומר לכל התורה כולה משא\"כ הכא ופשוט. ועיין במל\"מ שם בד\"ה ודע דהא וכו' יעו\"ש היטב."
            ]
        ],
        [
            [
                "<b>עבירות </b>\n<b> הרבה וכו'.</b> שבת ע\"א א' ע\"ב ב' יבמות נ\"ה א' סנהדרין ס\"ב א' מכות י\"ד א' כריתות ב' ב' י\"א ב' ט\"ו ב' י\"ז ב' ועוד אי\"ה יבואר לפנינו ועיין בלח\"מ ומל\"מ מש\"כ בזה.",
                "<b> שמנינו.</b> לעיל פ\"א ה\"ד.",
                "<b> בהמת </b>\n<b> קדשים וכו'.</b> פסחים ע\"ג א' חולין מ' א' ועיין מש\"כ הלח\"מ דחטאת כיון דקניא לכפרה כדידיה דמי יעו\"ש ועיי\"ש בתוס' חולין מ\"א א' ד\"ה כיון דקניא וכו' שכתב דהסוגיא דזבחים קי\"ד א' דקאמר שם שאין אדם יכול להקצות קדשים אתיא כר\"ה דלמ\"ד כיון דקניא ליה לכפרה כדידיה דמיא א\"כ בקדשים נמי יש מוקצה יעו\"ש ולפ\"ז לרבינו דפסק לעיל בפ\"ד מהל' איסורי מזבח ה\"ה דאין יכול להקצות משהוקדשה א\"כ ע\"כ לית ליה הא מכיון דקניא ליה לכפרה כדידיה דמיא וא\"כ ליתא להא דהלח\"מ וכבר הארכתי שם בזה ובהלכה ו' שם יעו\"ש היטב.",
                "<b> כמו </b>\n<b> שביארנו.</b> לעיל בפי\"ח מהל' מעשה הקרבנות ה\"ו ואילך.",
                "<b> חטאת </b>\n<b> העוף וכו'.</b> שם בחולין מ' ב'.",
                "<b> שחל </b>\n<b> להיות וכו'.</b> חולין ק\"א א' ובתוספתא פ\"ב דכריתות (ועיי\"ש כי יש שם ט\"ס וצ\"ל כמו שהוא בש\"ס).",
                "<b> ששני </b>\n<b> האיסורין וכו'.</b> כ\"ה מסקנת הש\"ס התם ע\"ב ועיין תוס' ד\"ה ר\"ע וכו'.",
                "<b> אשת </b>\n<b> אחיו וכו'.</b> יבמות ל\"ג ב' כריתות י\"ד א'.",
                "<b> על </b>\n<b> אביו וכו'.</b> סנהדרין נ\"ד א'.",
                "<b> והביא </b>\n<b> זכור וכו'.</b> סנהדרין נ\"ד ב' כריתות ג' א' ועיי\"ש דפסק כר\"ע.",
                "<b> ואת </b>\n<b> זכר וכו'.</b> עיי\"ש ושם ובתו\"כ קדושים פ\"י יעו\"ש.",
                "<b> על </b>\n<b> הבהמה וכו'.</b> שם ולאביי גם ר' ישמעאל מודה בזה."
            ],
            [
                "<b>בועל </b>\n<b> בעילה וכו'.</b> כריתות י\"ד ב'.",
                "<b> בת </b>\n<b> מזלפה וכו'.</b> ר\"ל שאינה בת לבן דאם היא בת לבן איך היה לבן נושא את בת בתו.",
                "<b> רחל </b>\n<b> לבדה.</b> שהיא אשת יעקב ולרבותא נקט לא מיבעיא אם יש לו בנות אחרות אף שנולדה סרח מתחלה וכשנולדה לא נאסרה רק משום בת בתו מ\"מ כשלקח יעקב אח\"כ את רחל בת לבן מיגו דאיתסר יעקב בשאר בנות לבן שיש לו מאשה אחרת (לא מתמנע) משום איסור אחות אשה נאסר ג\"כ בכולל בסרח משום אחות אשה אלא אפי' אם אין ללבן בנות אחרות א\"כ אם היה נולדה סרח מתחלה קודם שנשא יעקב את רחל בת לבן לא היה יעקב נאסר בסרח משום אחות אשה מ\"מ יש למצוא איסור אחות אשה בסרח וכגון שנשא יעקב את רחל בת לבן קודם שנולדה סרח ולבסוף כשנולדה סרח הרי יש בה משום בת בתו ומשום אחות אשתו שחלים בבת אחת וכ\"כ הלח\"מ (ודע כי התוס' שם ד\"ה ואחות אשתו וכו' יש שם להגיה שכצ\"ל וא\"ת אמאי לא תנא אחות אשתו ובבת אחת וכגון שנשא יעקב את אחותה של בת דינה בת יעקב מנכרית ואח\"כ ילדה לו דינה בת השתא הוי וכו' וע\"ע בתוס' יו\"ט שם שהגיה ע\"ד זה יעו\"ש היטב).",
                "<b> סרח </b>\n<b> לראובן.</b> דהיא מותרת לו דהיא בת אחותו ומיגו דאיתוסף עלה לגבי אחי ראובן משום אשת אחיו איתוסף נמי לגבי יעקב משום כלתו.",
                "<b> לישמעאל.</b> שמותרת היא לו.",
                "<b> ועבר </b>\n<b> יצחק וכו'.</b> שהיא עליו איסור שנייה חדא שהיא כלת בנו יעקב ועוד משום בת בת בנו עיין רש\"י שם.",
                "<b> שנאסרה </b>\n<b> על וכו'.</b> ר\"ל אע\"פ שנאסרה מתחלה עליהם כשנשאה ישמעאל מ\"מ כשמת ישמעאל פקע איסור מינייהו וראוייה לכל אחד מהם אבל מכיון שייבמה יצחק חזרה ונאסרה עליהם ולכן ניתוסף איסורא לגבי יעקב ובש\"ס איתא וז\"ל מאי איסור מוסיף איכא הכא דאיכא ברא לסבא מיגו דאיתוסף איסורא לגבי בריה איתוסף איסורא לגבי דידיה עכ\"ל ופי' רש\"י דאתוסף איסור לגביה בריה משום אשת אב יעו\"ש ויש לעיין הא לגבי הך ברא איתסר מקודם כשנשאת לישמעאל משום אשת אחי אביו. ורבינו כתב בפי' המשניות דמיירי שהבן היה קטן בשעה שנשאה ישמעאל ונעשה גדול אח\"כ כשנשאת ליצחק וחל עליו אז שני איסורים בבת אחת משום אשת אחי אביו ומשום אשת אב ולכן מיגו דאיתוסף איסורא לגבי האי ברא משום אשת אב ניתוסף ג\"כ על יעקב זה האיסור יעו\"ש אבל באמת ג\"ז תמוה דלמה לן לברא הא נאסרה לגבי האחים וכמש\"כ ובאמת רבינו כאן לא הזכיר זה וראיתי בתוס' יו\"ט שכתב בשם נוסחת א\"י דרבינו לא גריס לה בש\"ס יעו\"ש היטב שכתב דזו מדרבנן סבוראי היא."
            ],
            [
                "<b>מצוין </b>\n<b> בעולם וכו'.</b> עיין מרן מש\"כ דיליף לה מן הא דאמר שם דאיכא ברא לסבא יעו\"ש והנה לעיל בס\"ק י\"ט כתבתי דרבינו בנוסחת א\"י ל\"ג לה מ\"מ בסברא זו לא פליג עלייהו דרבנן סבוראי עיין בתוס' יו\"ט שם. ולדידי נראה להביא ראיה פשוטה מהא דרבי יוסי שם דס\"ל דאשת איש ונעשית חמותו בא עליה מזיקה ראשונה ואינו חייב רק משום אשת איש ואי איתא הא אם יולד לו אח\"כ בן ויהא חייב משום אשת איש ומשום אשת אביו ומיגו דאיתוסף איסורא לגבי האי ברא אתוסף נמי לגבי האי משום חמותו אלא ודאי דבעינן בשעה שנשאה יתוסף עליו איסור לגבי אחרים אבל בזמן שהבן אינו בעולם אה\"נ דלא חל עליו (וצ\"ל דמיירי דאין לחמיה בנים ואחים ובני אחים דאל\"כ אכתי איכא איסור מוסיף והבן היטב)."
            ],
            [
                "<b>ג' </b>\n<b> נשים וכו'.</b> כריתות י\"ד ב' וכאמרו לו. ובתוספתא שם פ\"א.",
                "<b> בת </b>\n<b> אחת וכו'.</b> כגון שנשא השלש נשים יחד דנעשה בפ\"א חמותו ואם חמיו ואם חמותו.",
                "<b> באשה </b>\n<b> ובתה וכו'.</b> שם ט\"ו א' אבל לכאורה צ\"ע ל\"ל לרבינו זה הא התם בש\"ס משמע דזה אינו צריך אלא אליבא דסומכוס דס\"ל גבי אותו ואת בנו חייב שתים אבל לחכמים דפליגי עליו א\"צ לדרש זה ורבינו פסק בפי\"ב מהל' שחיטה הי\"ב כרבנן יעו\"ש ויש לעיין בזה וצ\"ל דהכא צריך למעוטי דאינו חל איסור בת אחת ועוד י\"ל דהו\"א דנפקא לן דחייב כמו דאיתא בסעיף שלאחר זה."
            ],
            [
                "<b>על </b>\n<b> אחותו וכו'.</b> כריתות ט\"ו א' ועיי\"ש ב' ב' מכות י\"ד א' ובתו\"כ ויקרא דבורא דחטאת פ\"א.",
                "<b> ערות </b>\n<b> אחותו וכו'.</b> זה הדרש הוא לר' יצחק במכות שם ובכריתות ב' ב' אבל לרבנן ילפינן לה מדכתיב כרת באחותו יעו\"ש ועיי\"ש ט\"ו א' בתוס' ד\"ה ערות וכו' ועיין לח\"מ (ועיין הגירסא בכריתות ג' א' ומסורס הלשון שם ועיין היטב במכות שם).",
                "<b> כיוצא </b>\n<b> בזה.</b> עיין לח\"מ ויש ליישב בנקל שהנה גם שם יש מחלוקת ור' יוחנן בן נורי ס\"ל דחייב על כל אחת ואחת ולכן אף אם הלכה כרבנן מ\"מ הבו דלא לוסיף עלה והבן ועוד יש ליישב."
            ]
        ],
        [
            [
                "<b>ביאות </b>\n<b> הרבה וכו'.</b> כריתות ט\"ו א' וכרבנן דפליגי עליה דר\"א ועיין יבמות צ\"ב א' ובירושלמי שבת פ\"ז כ\"ה א' יעו\"ש.",
                "<b> ימים </b>\n<b> הרבה וכו'.</b> כן משמע מהך דהתם י\"ז א' ועיין בשבת ס\"ז ב' תוס' ד\"ה כלל וכו' יעו\"ש היטב ועיין לקמן פ\"ו ה\"א.",
                "<b> ואח\"כ </b>\n<b> נודע וכו'.</b> כן מבואר בכריתות ט\"ז ב' י\"ז א' ובשבת ע\"א וע\"ב יעו\"ש היטב ועיין שבועות י\"ט וכריתות י\"ח ב' יעו\"ש."
            ],
            [
                "<b>על </b>\n<b> הערוה וכו'.</b> כריתות ט\"ו א' ובתוספתא פ\"א.",
                "<b> ידיעות </b>\n<b> בנתיים וכו'.</b> היא היא דהכל חדא וכמבואר שם בתוספתא."
            ],
            [
                "<b>עריות </b>\n<b> הרבה וכו'.</b> כריתות ט\"ו א' י\"ז א'.",
                "<b> שאמרו </b>\n<b> חכמים וכו'.</b> לעיל פ\"ד ה\"א.",
                "<b> על </b>\n<b> בהמה וכו'.</b> שם ט\"ז א' י\"ז א'."
            ],
            [
                "<b>שהביאה </b>\n<b> עליה וכו'.</b> הכל נלמד מדין הקדום וכמש\"כ מרן."
            ],
            [
                "<b>שהלך </b>\n<b> בעלה וכו'.</b> יבמות צ\"ב א' וכזעירי דר\"א ס\"ל כוותיה שם ועיי\"ש ירושלמי ה\"ב יעו\"ש ומה שהקשה הלח\"מ יעו\"ש עיין נוב\"י מהדו\"ת יו\"ד סי' צ\"ו יעו\"ש היטב.",
                "<b> לאנשים </b>\n<b> הרבה.</b> שם בגמרא ובתוספתא פי\"א.",
                "<b> שזינתה </b>\n<b> עם וכו'.</b> זה כ\"ש מהא דנשאת חייבת כ\"ש שזינתה שלזה לא התירוה פשיטא דחייבת ומה דפליגי שם בזינתה היינו לדעת המשנה דס\"ל דנשאת פטורה ופליגי בזינתה וזה פשוט ומבואר וכ\"כ מרן.",
                "<b> וטהרה </b>\n<b> מנדתה וכו'.</b> כ\"ה בכריתות י\"ז א' ובירושלמי שבת פ\"ז כ\"ה א' ועיין לקמן פ\"ז ה\"ט ושם אי\"ה יבואר מזה."
            ],
            [
                "<b>שלא </b>\n<b> בשעת וכו'.</b> שבועות י\"ח א' ועיין נדה י\"ב א' דשם משמע דאפילו בלא סמוך לווסתה חייב יעו\"ש היטב והנה יש לי אריכות דברים בזה ושוב מצאתי בנוב\"י מהדו\"ת חלק יו\"ד סימן צ\"ו מזה יעו\"ש.",
                "<b> בין </b>\n<b> שנמצא וכו'.</b> שם דמוקי הא דחייב דווקא בסמוך לווסתה אבל שלא בסמוך לווסתה אה\"נ דאנוס הוי.",
                "<b> שיבעול </b>\n<b> ויפרוש וכו'.</b> שם בשבועות י\"ז ב'.",
                "<b> עד </b>\n<b> שלו וכו'.</b> שם י\"ח א' כריתות י\"ז ב' נדה י\"ד א' נ\"ז ב'.",
                "<b> מיד </b>\n<b> כשפירש וכו'.</b> נדה ו' א' י\"ב א' י\"ד ב'.",
                "<b> לתחת </b>\n<b> הכר וכו'.</b> שם י\"ד ב'.",
                "<b> מן </b>\n<b> המטה וכו'.</b> פסק כרב חסדא שם י\"ד ב' משום דרב אשי נשאר בקושיא ועיין בלח\"מ מש\"כ בזה. ועיין במרן שכתב דהא דאם לא היה סמוך לוסתה מיחשב אנוס דוקא בדבדקה קודם תשמיש אבל אם לא בדקה לא מיחשב אונס יעו\"ש ולכאורה יש לעיין בזה א\"כ מאי קאמר התם בשבועות י\"ח א' ואלא בשאין סמוך לוסתה וכו' אכניסה אנוס הוא יעו\"ש הא משכחת לה בכה\"ג דהויא אין סמוך לוסתה ולא בדקה עצמה. איברא דיש ליישב ע\"פ מש\"כ הנוב\"י במהדורא תנינא יו\"ד סימן פ\"ה דבא על הטהורה משמע שידוע לנו שהיא טהורה יעו\"ש ומיירי שבדקה עצמה ולכן תמה שפיר וע\"ע שם סימן צ\"ו יעו\"ש היטב ולדינא עיין ביו\"ד סימן קפ\"ה ובנו\"ב שם מה שהאריך בזה יעו\"ש היטב."
            ],
            [
                "<b>ואמרה </b>\n<b> לו וכו'.</b> אבל אם לא אמרה נטמאתי ופירש באבר חי פטור כן מוכח בשבועות י\"ח א' דפריך מי מצית לאוקמי בשלא סמוך לוסתה ואפרישה והא נמצא קתני ונמצא לבתר הכי משמע ואי אפרישה מעיקרא כי פריש ליה מעיקרא הו\"ל ידיעה עכ\"ל ועיי\"ש בתוס' ד\"ה לעולם נמצא קתני וכו' יעו\"ש היטב ואי איתא לוקמי בשלא אמרה לו נטמאתי אלא ודאי דבלא אמרה נטמאתי פטור על הפרישה ועיין במל\"מ שגם הוא כ\"כ דאם לא אמרה נטמאתי והיה שלא סמוך לווסתה דפטור יעו\"ש היטב וע\"ע שם כל פרטי הדינים בזה.",
                "<b> איסורי </b>\n<b> ביאה.</b> פ\"ד הי\"א יעו\"ש.",
                "<b> בשאר </b>\n<b> העריות וכו'.</b> עיין במרן והטעם לפי שאמרו בנדה לפי שיציאתו הנאה לו כביאתו יעו\"ש א\"כ ה\"ה בכל ערוה כן ועיין שבועות י\"ח ב' ובירושלמי הוריות פ\"ב ה\"ה דמשמע לכאורה דדוקא בנדה מדנפקא מפסוק ותהי נדתה עליו יעו\"ש.",
                "<b> לא </b>\n<b> ידע וכו'.</b> זה למד מהא דאיתא בשבועות י\"ח א' אידי ואידי אכל שתי זיתי חלב בהעלם אחד אבל יש לעיין דלא דמי להתם דהתם אף דידע שהיא נדה מ\"מ לא ידע שחטא עליה כי היה סבור שהוא אנוס או שסבור שאין חייב חטאת וכמש\"כ המל\"מ יעו\"ש אבל הכא כיון שנודע לו שהיא ערוה א\"כ ידע שחטא וכיון שכן הרי הם שתי העלמות וידיעה בנתיים ובעיני זה צ\"ע גדול אם לא נימא דפליג רבינו על רש\"י ותוס' וס\"ל דכל שהיה שוגג גמור בתחלת הביאה ובסוף מיקרי שגגה אחת בהעלם אחד ולא מיקרי ידיעה בנתיים אם לא שהיה לו ידיעה בתחלה שיש איסור בביאתו כמו ת\"ח הבועל סמוך לוסתה ואתי שפיר דלא משכח בש\"ס דליחייב שתים רק בבא על אשתו סמוך לוסתה ובת\"ח לזו ולא לזו ולדעת רש\"י ותוס' אמאי לא קמ\"ל בשום דוכתא דהבא על אשתו נדה וסבור טהורה היא ובאמצע נודע לו שנדה היא שחייב שתים או הבא על הערוה וע\"ד שכתב רבינו ז\"ל וצ\"ע בזה וה' יאיר עיני."
            ]
        ],
        [
            [
                "<b>אכילות </b>\n<b> הרבה וכו'.</b> עיין פ\"ד ה\"א מה שציינתי שם יעו\"ש בכל המקומות.",
                "<b> שיש </b>\n<b> ביניהם ימים וכו'.</b> עיין במש\"כ לעיל פ\"ה ה\"א ד\"ה ימים יעו\"ש ועיין כריתות י\"ח ב' יעו\"ש.",
                "<b> בשלשה </b>\n<b> תמחויין וכו'.</b> עיין כריתות ט\"ו ב' ובתו\"כ ויקרא דבורא דחטאת פ\"א (ובתוספתא כריתות ספ\"א) ופסק כר\"ע דתמחויין אינן מחלקין מטעם שכתב הלח\"מ ועיי\"ש בתוס' ישנים בכריתות ד\"ה וצרף וכו' יעו\"ש והעיקר נ\"ל כי סמך על הברייתא דאיסתימא דתמחויין אינם מחלקין אבל לענין מעילה פסק רבינו לקמן בפ\"ט ה\"ט דתמחויין מחלקין משום דר' עקיבא מודה בזה וכן איסתימא בברייתא והבן ועיין ברבינו בפי' המשניות משמע דלא איפשיטא אם קבלה ר' יהושע יעו\"ש ומספיקא אזלינן לקולא וע\"ע תוס' שבת ע\"א א' בד\"ה אנן וכו' וס\"ח ב' בד\"ה וחייב וכו' יעו\"ש היטב.",
                "<b> ונודע </b>\n<b> לו וכו'.</b> עיי\"ש בכריתות י\"ב שתי דהעלמות מחלקות וזה פשוט ומבואר בכמה דוכתי עיין בכל המקומות שציינתי לעיל פ\"ד ה\"א ד\"ה עבירות.",
                "<b> כחצי </b>\n<b> זית וכו'.</b> כריתות י\"א ב' ושבת ע\"א ב' והנה לרבינו דפסק דאין תמחויין מחלקין להחמיר וכ\"ש להקל.",
                "<b> שלא </b>\n<b> ישהא וכו'.</b> כריתות י\"ב ב' וכחכמים.",
                "<b> מאכלות </b>\n<b> אסורות.</b> פי\"ד הלכה ח'."
            ],
            [
                "<b>מחמשה </b>\n<b> זבחים וכו'.</b> שם בכריתות ט\"ו ב' ובתו\"כ שם וכר\"ע והא דכאן אין הגופות מחלקות כמו שבעריות הגופות מחלקות כמו שנתבאר לעיל פ\"ה ה\"ב יעו\"ש כבר נתעוררו התוס' ישנים בזה בד\"ה האוכל נותר יעו\"ש היטב ועיין בקרבן אהרן שם אות י' מש\"כ בזה ועוד י\"ל משום דבביאה א\"א לעשותן בב\"א לכן הגופין מחלקין משא\"כ באכילה וסברא זו עיין כריתות ט\"ו א' יעו\"ש ועיין במל\"מ מש\"כ בזה.",
                "<b> חמשה </b>\n<b> זבחים וכו'.</b> שם בכריתות ט\"ו ב' ובתו\"כ שם."
            ],
            [
                "<b>דם </b>\n<b> לבהמתו וכו'.</b> כריתות כ\"ב א' ועיין לח\"מ מה שכתב בזה."
            ],
            [
                "<b>מאכלות </b>\n<b> הרבה וכו'.</b> עיין בפ\"ד ה\"א ד\"ה עבירות מה שציינתי שם.",
                "<b> שנתקבצו </b>\n<b> בו וכו'.</b> שבת ק\"ב א' יבמות ל\"ד א' שבועות כ\"ד ב' כריתות י\"ג ב'.",
                "<b> שיצטרף </b>\n<b> אוכל וכו'.</b> כריתות י\"ד א'.",
                "<b> אשם </b>\n<b> ודאי וכו'.</b> עיי\"ש תוס' ישנים ד\"ה ואשם אחד יעו\"ש היטב (ומיירי הכא בקרבן שלא היה בו היתר לכהנים כמו בשר העולה שניתותר או אימורי העולה או אימורי קדשים קלים ועיין בפ\"ב מהל' מעילה) ועיין לקמן פ\"ח ה\"י ועיין בצל\"ח פסחים כ\"ט א' ובקצה\"ח סימן כ\"ח ובנתיבות שם יעו\"ש היטב ובמשניות בחי' רעק\"א."
            ],
            [
                "<b>האוכל </b>\n<b> ושותה וכו'.</b> יומא פ\"א א' כריתות י\"ח ב'."
            ],
            [
                "<b>שחל </b>\n<b> להיות וכו'.</b> עיין לעיל פ\"ד ה\"א."
            ],
            [
                "<b>כחצי </b>\n<b> זית וכו'.</b> שבת ע\"א א' כריתות י\"א ב'.",
                "<b> מאכלות </b>\n<b> אסורות.</b> פ\"ד הלכה ט\"ז יעו\"ש."
            ],
            [
                "<b>ונודע </b>\n<b> לו וכו'.</b> שבת ע\"א ב' ק\"ב א' ק\"ה א' (כריתות י\"ב נזכר מחלוקת זו) והלכה כחכמים.",
                "<b> אות </b>\n<b> אחת וכו'.</b> שבת ק\"ה א' כריתות י\"ב ב'.",
                "<b> שתי </b>\n<b> אמות וכו'.</b> שבת ק\"ב א' מימרא דרבה ורבא."
            ],
            [
                "<b>כזית </b>\n<b> חלב וכו'.</b> שבת ע\"א ב' צ\"ד א' ולקמן הלכה י\"א אי\"ה יבואר מזה.",
                "<b> שהוא </b>\n<b> הדין בבעילות.</b> עיין במרן שי\"ג כן הדין במעילות וכתב שנוסחא שלנו עיקר ועיין בלח\"מ מש\"כ בזה."
            ],
            [
                "<b>כזית </b>\n<b> ומחצה וכו'.</b> שם בשבת דמודה בה ר' יוחנן ועיין לח\"מ שהביא דברי רש\"י כיון שהביא על זית אחד ממילא נתכפר עמו החצי זית אבל בשאכל שתי זתים ונודע לו האחד לא נתכפר השני עמו יעו\"ש."
            ],
            [
                "<b>שתי </b>\n<b> זיתי וכו'.</b> שבת ע\"א א' והנה בזה נבוכו כל חכמי לב דרבינו פסק לעיל בהלכה ט' דידיעות מחלקות וא\"כ איך כתב כאן דאם הביא על הראשון ראשון ושני מתכפרין והא כשיוודע ליה אח\"כ ודאי חייב על השני דהא ידיעות מחלקות והנה מרן כתב דאם נודע לו קודם כפרה באמת ס\"ל לר' יוחנן דחייב שתים אבל כי נודע לו לאחר כפרה פטור כיון שכבר נתכפר לו על שניהם ולא ס\"ל בהא כר\"ל יעו\"ש היטב ולכאורה בזה יתיישב קושיית התוס' שם צ\"ד א' ד\"ה ובפלוגתא וכו' שהקשו על פירש\"י דהו\"ל לאוקמי לרב ששת כגון שנודע לו לאחר כפרה דכו\"ע ס\"ל דמחלקת יעו\"ש ולפי דעת מרן ז\"ל א\"כ אינו מודה ר' יוחנן דכפרה מחלקת אך באמת אין זה מיושב דא\"כ אכתי יקשה דהו\"ל לאוקמי או שנודע לו קודם הפרשה וכר' יוחנן או שנודע לו לאחר כפרה וכר\"ל יעו\"ש היטב והבן ופשוט. והנה רש\"י כתב שם ע\"א ב' בד\"ה קמ\"ל וכו' והבאתיו לעיל בה\"י דחלב כזית אינו מתכפר כפרה אחת עם הראשון בלי ידיעה יעו\"ש מבואר מזה דלא כמרן ועל כרחך רבינו מודה לו בזה דאל\"כ מאי איכא בין כזית לפחות מכזית וצ\"ל דרבינו מפרש לה דה\"ק דאם נודע לו על כזית נמשך החצי זית עמה אבל זית שלם אינו נמשך עמה בידיעה לחודא אבל אה\"נ דאם כיפר על זית אחת נמשך הזית האחר שעמו (אבל מרש\"י משמע דבלאחר כפרה מודה ר\"י וודאי ועיי\"ש וא\"כ שפיר הקשו התוס' הנ\"ל בדף צ\"ד א' ופשוט) וכ\"ז פשוט לפי דעת זה. אבל לפ\"ז לא הבנתי במש\"כ עוד וז\"ל ולפי זה מש\"כ רבינו אבל אם נודע לו על שניהם כאחד מביא חטאת אחת (לעיל הלכה ט') בשנודעו לו שניהם קודם הקרבת הקרבן נודע לו שניהם כאחד מיקרי ואע\"פ שהיה שעות בין ידיעה לידיעה עכ\"ל ולא זכיתי להבין דאדרבה לפי דבריו כיון שנודעו שניהם קודם הקרבת הקרבן צריך להביא על כל אחד ואחד אבל אם נודע לו לאחר הקרבה כבר נתכפר בהקרבן שהביא והן דבריו נפלאו ממני ואנכי לא ידעתים. שוב ראיתי בלח\"מ סעיף ט' שגם הוא עמד ע\"ז בתימה.<br><b> וע\"ע</b> במש\"כ משם הר\"י בירב לחלק בין הא דהלכה ט' להא דהכא דהתם מיירי שאכלם לא בבת אחת רק שהה ביניהם והיה כל אכילה בפ\"ע רק שהיה הכל בהעלם אחד ולכן הידיעות מחלקות אבל הכא מיירי שהיה הכל באכילה אחת שאכלם רצופין זה אח\"ז ולכן הידיעה שבנתים אינה מחלקת יעוין שם היטב. והנה לכאורה על שני הפי' הללו יקשה א\"כ למה ליה לר\"י לאוקמי קרא דמחטאתו ונסלח כגון דאכל כזית ומחצה יעו\"ש למהר\"י בירב לוקמי דאכל שניהם רצופין זה אח\"ז ולשיטת מרן לוקמי בלא נודע לו עד לאחר כפרה והנה פקחתי עיני וראיתי כי הלח\"מ בהלכה ט' הרגיש מזה יעו\"ש שנדחק בזה לדעת מרן ועוד יקשה כי הוא דוחק גדול לאוקמי פלוגתייהו דר\"י ור\"ל בסברות הפוכות והנה לזה י\"ל דרבינו מפרש דהא דס\"ל לר\"ל דכפרות מחלקות מיירי בהיה לו ידיעה מתחלה והוא הביא כפרתו על אחת אלמא דלא רצה להתכפר בזה (ועיין בלח\"מ סברא זו) ולכן ס\"ל דצריך כפרה אחרת וה\"ה לאוקימתא דפליגי בהפרשה היינו ג\"כ דמיירי דהיו שתי ידיעות ושוב הפריש על אחת אבל אם לא ידע מהשניה והביא כפרתו על אחת י\"ל דלכו\"ע מתכפר בכפרה אחת וצ\"ע בסברא זו סוף דבר אני נבוך בזה מאד וה' יאיר עיני ועיין בתשובות חכם צבי סימן קס\"ד מש\"כ בזה יעו\"ש היטב.",
                "<b> על </b>\n<b> הראשון וכו'.</b> אע\"ג דמיירי הכא שכבר ידע מהראשון בשעה שאכל השלישי עיין מרן שכתב משום שרוצה לכלול בדבריו גם כשלא נודע לו הראשון בשעה שאכל השלישי א\"נ מיירי בשכח אח\"כ בשעה שהביא קרבן יעו\"ש וכ\"כ הלח\"מ וכתב דאל\"כ כיון שידע מהראשון והוא לא הביא רק על האמצעי לא כיפר על הראשון יעו\"ש ומהר\"י בירב תירץ דה\"ק דאם כשמביא קרבן לא שם על לבו להביא רק על האמצעי ואח\"כ כשנותן אל לבו להביא על הראשון או על השלישי פטור יעו\"ש היטב."
            ],
            [
                "<b>משתי </b>\n<b> חתיכות וכו'.</b> שבועות י\"ט ב' כריתות י\"ח א' ובתו\"כ ויקרא דבורא דחטאת פכ\"א יעו\"ש ופסק רבינו כרבי דמביא שתי אשמות תלויין והטעם משום דפליגי אמוראי אליביה כמש\"כ מרן ועוד י\"ל אע\"ג דפליגי עליו ר\"ש בן יהודה ור' אליעזר בר' שמעון היינו דאמרי משום ר\"ש (וכדאיתא) בשבועות וכצ\"ל גם כן בכריתות שם ולא כמו שכתוב לפנינו שם וא\"כ עיקר בר פלוגתיה דרבי הוה ר\"ש לחודיה) והלכה כרבי מחבירו (ועיין בספר הכריתות חלק ימות עולם שכתב דכל מקום שאמר ראב\"ש בשם אביו הלכה כמותו לגבי רבי יעו\"ש אמנם במבוא התלמוד איתא זה הכלל לגבי ר' ישמעאל בר' יוסי יעו\"ש וצ\"ע קצת בזה) אבל לענין חטאת לא הוי ידיעה וכדעת רבא ור' יוחנן שם וכמש\"כ מרן דבזה גם רבי מודה דלא הוי ידיעת ספק ידיעה לחטאת והבן ועיין לקמן פ\"ח ה\"ז יעו\"ש."
            ]
        ],
        [
            [
                "<b>לע\"ז </b>\n<b> וניסך וכו'.</b> סנהדרין ס\"ב א' ס\"ג א' (ודע דמה דהגיה על הגליון בשבת ע\"ב ב' ר' זכאי במקום ר' אמי יעו\"ש אינו מוכרח כי גם ר' אמי ס\"ל כר' זכאי) וכריתות ג' א' ובירושלמי שבת פ\"ז ה\"א וה\"ב יעו\"ש היטב.",
                "<b> פיער </b>\n<b> עצמו וכו'.</b> זה פשוט דהו\"ל כמו שאכל חלב ודם.",
                "<b> כשהזיד </b>\n<b> בע\"ז וכו'.</b> שם פשוט וכמלאכות דשבת וכ\"ה בסנהדרין שם ובכריתות ובירושלמי.",
                "<b> ידע </b>\n<b> שאלו וכו'.</b> כריתות שם וכ\"כ הלח\"מ יעו\"ש היטב."
            ],
            [
                "<b>אמרו </b>\n<b> בשבת וכו'.</b> שבת ס\"ז ב' כריתות ט\"ז ב' ובתו\"כ ויקרא דבורא דחטאת פ\"א.",
                "<b> והוא </b>\n<b> קטן וכו'.</b> עיין לעיל פ\"ב ה\"ו ומש\"כ שם ועיין תוספתא פ\"ט דשבת ובתוספתא פ\"ב דכריתות (ועיין בשבת בהגהת הגר\"א בתוספתא שם וכצ\"ל בכריתות שם).",
                "<b> נתגייר </b>\n<b> קטן וכו'.</b> עיין תוס' שבת ס\"ח א' בד\"ה גר וכו' ועיין מרן ולח\"מ.",
                "<b> כל </b>\n<b> חלב וכו'.</b> שם ס\"ח ב' ועיי\"ש בתוס' ד\"ה וחייב וכו' שכתב דאתי לאשמעינן דאין תמחויין מחלקין יעו\"ש ולרבינו לא שייך זה דהא פסק לעיל פ\"ו ה\"א דאין תמחוין מחלקין יעו\"ש ועל כרחך צ\"ל דרבינו לא ס\"ל תירוץ זה דגם התוס' בעצמם הקשו על תירוץ ר\"י דשם יעו\"ש היטב ועי' בתוספתא כריתות פ\"ב.",
                "<b> בעבודות </b>\n<b> אלו.</b> יותר נראה שט\"ס הוא וצ\"ל בעבירות אלו וכו'.",
                "<b> שהיום </b>\n<b> שבת וכו'.</b> שם בשבת ובכריתות ט\"ז ב' פשיטא שם דבשגגת שבת וזדון מלאכות הוי ימים שבנתים ידיעה לחלק דזה ודאי קבל ר\"ע מיניה דר\"א יעו\"ש היטב ועיין בירושלמי פ\"ז דשבת ה\"א יעו\"ש ועיין תו\"כ ויקרא דבורא דחטאת פ\"א יעו\"ש."
            ],
            [
                "<b>היודע </b>\n<b> שהיום וכו'.</b> שם בכריתות ובשבת ובתו\"כ שם.",
                "<b> ולא </b>\n<b> ידע וכו'.</b> עיין במרן מש\"כ בשם בנו של רבינו ז\"ל לענין אם ידע דשבת בעשה יעו\"ש ועיין בתוס' שבת ס\"ט א' ד\"ה דידע וכו' דהקשו זו לוקמי דידע באיסור עשה דכתיב ושמרתם את השבת יעו\"ש (ובאמת לדעת רבי יוחנן דס\"ל דשמרתם דעשה נמי לאו הוא א\"כ לק\"מ עיין מש\"כ לעיל פ\"א ה\"ב אולם שם ע' א' ד\"ה ועל כולן וכו' כתבו דעשה הוא וביום השביעי תשבות יעו\"ש היטב) וע\"ע בתוס' שם ס\"ט ב' בד\"ה הא מני וכו' דידיעת עשה הוי ידיעה (ועוד הקשיתי לשאול לימא דידע דהיום הוא שבת לענין קידוש שהוא ד\"ת) והנה באמת יש ליישב לרבינו דידע לה במחמר ואף דהתוס' ישנים כתבו שם דלא שייך זה מ\"מ רבינו דינא קמ\"ל באם אירע כך וכן י\"ל דידע לכל המלאכות רק שטעה בשיעורין היינו דלא ידע שבשיעור זה חייב (ועיין לעיל פ\"ב ה\"ב במל\"מ) ומה שכתבו התוס' ישנים דלא שייך זה מ\"מ רבינו דינא קמ\"ל באם אירע כך ובענין זה יש לקיים ג\"כ מש\"כ מרן בשם בנו של רבינו דידע לענין התולדות יעו\"ש והנה באמת התוס' ישנים העירו ג\"כ מזה וכתבו דלא שייך זה יעו\"ש ובלח\"מ אבל רבינו מיירי דאם אירע כך אבל לענ\"ד באמת דלק\"מ די\"ל דרבינו מיירי שידע באבות ושגג בתולדות ועשה כל התולדות שמכל הל\"ט מלאכות ביחד וחייב ל\"ט חטאות והש\"ס דמקשה אר\"ל משום דהמשנה לא אפשר לאוקמי בהכי משום דל\"ט אבות מלאכות קחשיב ופשוט לדעתי (ודע דלא הבנתי הקושיא דהביא מרן דאפילו תימא דכר\"ע ס\"ל דתחומין דאורייתא מ\"מ לא משכחת לה רק אליבא דר\"ל ולא אליבא דר\"י יעו\"ש ובאמת צ\"ע הא כ\"ש דניחא אליבא דר\"י דאיהו נמי מודה בזה וצ\"ע) ומ\"מ י\"ל ג\"כ כמש\"כ בנו של רבינו בתירוץ שני דברישא לא מיירי שנעלם ממנו כל המלאכות יעו\"ש ולתירוץ זה הסכים הלח\"מ גם י\"ל דידע לתחומין בי\"ב מיל שדעת רבינו בפכ\"ז מהל' שבת דהוי דאורייתא יעו\"ש היטב והא דלא אוקמה הש\"ס בהכי ומוקי לה כר\"ע עיין בבאורי מהרש\"ל לסמ\"ג דכ' דלא שייך לומר שאדם שאינו יודע כל הלכות שבת ידע זה הדבר שבאמת נחלקו בו בדין זה יעו\"ש אבל רבינו מיירי באם אירע שידע מזה ולא ידע בשאר הלכות שבת דרבינו הוא פוסק ועליו לכתוב כל מה שיכול להיות וכנ\"ל (אמנם תירוץ הלח\"מ מה שהסכים לתירוץ השני של בנו של רבינו יעו\"ש יש לעיין א\"כ מה יענה על מש\"כ רבינו בפ\"ז מהל' שבת ה\"ח יעו\"ש היטב) ועוד יתורץ דברי רבינו לפי דברי בעל המאור שבת ע' ב' בסוגיא דשגג בזה וכו' וברש\"א שם ע\"א א' ובחי' לשבת הארכתי בזה וע\"ע ברמב\"ן לשבת בסוגיא דשגג בזה ובזה יעו\"ש היטב.",
                "<b> שחייבין </b>\n<b> עליהן וכו'.</b> עיין לעיל פ\"ב ה\"ב."
            ],
            [
                "<b>אף </b>\n<b> במלאכות וכו'.</b> שבת ע' ב' (וע\"ע שם ע\"ב ב' סנהדרין ס\"ב א' כריתות ג' ב') ועיין ירושלמי שם ה\"א."
            ],
            [
                "<b>אב </b>\n<b> ותולדותיו וכו'.</b> שבת ע\"ה ב' צ\"ו ב' ב\"ק ב' א' כריתות ט\"ז א' ושם כל הסוגיא ובתו\"כ ויקרא דבורא דחטאת פ\"א.",
                "<b> ואצ\"ל </b>\n<b> העושה וכו'.</b> שם ושם בכל המקומות ומש\"כ ואצ\"ל עיין תוס' שבת ע\"ה ב' בד\"ה הרי אלו וכו' יעו\"ש היטב."
            ],
            [
                "<b>ותולדות </b>\n<b> של וכו'.</b> שבת צ\"ו ב' ב\"ק ב' א' ועיין במרן במש\"כ בשם בנו של רבינו ועיין בלח\"מ מש\"כ בזה והנה אכתי יקשה מהא דשבת ע\"ג ב' דמשמע שם דאם עשה שתי תולדות כל אחת של אב בפני עצמו חייב שתים יעו\"ש היטב וכן הא דאיתא התם דהזומר וצריך לעצים דחייב שתים והא התם הוי שתי תולדות מאב אב בפ\"ע ובמעשה חד עבדינהו חייב שתים וכ\"ש כשעבד בתרי זימני ודאי דחייב על כל אחד בפ\"ע ועיי\"ש עוד ע\"ד ב' לגבי מאן דעבד חביתא יעו\"ש היטב ואין לומר דהתם מיירי בכל אחד היה העלם בפ\"ע זה אינו דא\"כ הרי יש כאן יותר מעשר כגון שעבד מלאכה אחת בהרבה העלמות שוב ראיתי דמהא דהזורע והנוטע והמבריך והמרכיב לק\"מ דלרבינו אינם תולדות מאב אחד רק הוא גופיה אב אחד הן כמש\"כ רבינו בפ\"ז מהל' שבת ה\"ג יעו\"ש היטב וא\"כ הא דהזומר וצריך לעצים הם שני אבות לדעתו יעו\"ש היטב והבן וכן בהא דחביתא וחלתא י\"ל דהן כולן אבות ע\"ז הדרך אבל שתי תולדות אכתי לא שמענו ויותר נראה לי דרבינו ל\"ג הך דאי עביד שתי תולדות בהדי הדדי וכמש\"כ מרן בשם ר\"י קורקו\"ס יעו\"ש וכן יראה מלשונו בפ\"ז מהל' שבת ה\"ז יעו\"ש היטב וע\"ע ירושלמי פ\"ז משבת ה\"ב יעו\"ש היטב וע\"ע בס' שער המלך מש\"כ בזה ועיין רדב\"ז ח\"ה סימן רל\"א."
            ],
            [
                "<b>מעין </b>\n<b> מלאכה וכו'.</b> כוונתו שעשה הרבה אבות וכולם מעין אב אחד וכמש\"כ בפ\"ז מהל' שבת ה\"ג ועכשו אתי שפיר שהוא לא נזכר עדיין בהלכה ה' ונראה שהוא מפרש הא דאיתא שם ס\"ח א' העושה מלאכות הרבה מעין מלאכה אחת וכו' מיירי ע\"ז האופן ולא בעשה שתי תולדות מאב אחד או אב ותולדה שלו וכן משמע קצת בשבת ע\"ג ב' יעו\"ש לפי שיטת רבינו ובזה יתורץ היטב קושיית התוס' שם ע\"ה ב' בד\"ה הרי אלו וכו' דלפי' רבינו הם שני דברים דהמשנה בא למעט אם עשה שתי מלאכות דומות שהן אב אחד אבל אכתי לא שמענו דין אב ותולדה שלו וק\"ל וכן משמע לשונו בפ\"ז שם ה\"ט יעו\"ש היטב אך בכריתות ט\"ז ב' לא משמע כן רק האי דקתני העושה מלאכות הרבה וכו' קאי על תולדות יעו\"ש היטב וכן פי' בפי' המשניות בשבת כי הכוונה אם עשה האב ותולדה שלו יעו\"ש לכן נראה לומר דרבינו מפרש המשנה דרפ\"ז דשבת כמ\"ש בפירושו לשבת והיינו הא דהלכה ה' וכאן מייתי לה הא דע\"ג ב' ואע\"פ שהלשון אחד מ\"מ כל אחד יתפרש באופן אחר והדבר למד מעניינו ושוב ראיתי בלח\"מ כי גם הוא נתעורר במקצת עניינים שכתבתי וכתב כמש\"כ מתחלה ונדחק ליישב הסוגיא דכריתות על דרך זה יעו\"ש היטב ולפי דבריו שפיר אזלא קושיית התוס' אף לפי שיטה זו כיון דידעינן דעושה שני אבות הדומין שהוא פטור א\"כ ה\"ה דעושה אב ותולדה שלו והבן. ועיין מש\"כ לקמן בהלכה ח' מש\"כ בהבנת דברי רבינו."
            ],
            [
                "<b>וכן </b>\n<b> בשבת וכו'.</b> עיין כל הסוגיא דכריתות ט\"ז וכתב מרן דרבינו פסק כרב חסדא יעו\"ש והנה מבואר ברש\"י שם דלר\"ח מיבעיא ליה תרתי אי וולדות חשיב כאבות או לא ופשיט ליה דכאבות דמי ולא קביל מיניה עוד מיבעיא ליה בעשה מלאכה אחת בשבתות הרבה בשגגת שבת וזדון מלאכות אי חייב על כל שבת ושבת דנימא ימים שבנתים הויין ידיעה לחלק ופשיט ליה דימים מחלקין וקיבל מיניה (וכנ\"ל הלכה ב') אבל זה פשוט לר' עקיבא דזדון שבת ושגגת מלאכות דשבת הוי ליה כגוף אחר וחייב על כל שבת ושבת והטעם דפשיטא ליה טפי בזדון שבת מבשגגת שבת דבשגגת שבת אין הטעם רק מפני שהידיעה מחלקת אבל בזדון שבת א\"כ כל שבת הוא גוף בפני עצמו עיי\"ש ברש\"י שם ע\"א ד\"ה וזדון שבת וכו' ושם ע\"ב בד\"ה והא דתני פטור וכו' ולפ\"ז עשה מלאכות הרבה בשבתות הרבה בזדון שבת ושגגת מלאכות חייב על כל מלאכה ועל כל שבת וכמש\"כ רש\"י בד\"ה ר\"ח וכו' יעו\"ש היטב ולפ\"ז אם עשה מלאכה אחת בשבתות הרבה בין בשגגת שבת וזדון מלאכה ובין בזדון שבת ושגגת מלאכה חייב על כל מלאכה שבכל שבת ולפ\"ז דברי רבינו תמוהים לכאורה וכמו שתמה עליו הלח\"מ יעו\"ש היטב מה שהניח בתימה גדולה.<br><b> והנראה</b> לענ\"ד כי רבינו פי' המשנה דה\"ק דשאלו ר' עקיבא מי שעשה מלאכות הרבה בשבתות הרבה מעין מלאכה אחת ר\"ל ע\"ד שכתב רבינו דעשה מלאכה בשבת אחת ועשה מלאכה אחרת בשבת אחרת וכן עשה מלאכה אחרת בשבת אחרת וכל המלאכות היו מעין מלאכה אחת אי חייב אחת על כולם או לא. ופריך הש\"ס ה\"ד אי מיבעיא ליה אם שבת מחלקת אי לא א\"כ הו\"ל למיבעיא בעשה מלאכה אחת ממש בשבתות הרבה אי חייב על כל אחת אי לא ואי נסתפק לו אם עשה מלאכות הרבה מעין מלאכה אחת אי הוולדות מתחלקין א\"כ הו\"ל לשאול אם עשה וולדות הרבה מאב אחד בשבת אחת ופשט הש\"ס דהכי קא מיבעיא ליה דילמא שבתות מחלקין וא\"כ אף אם עשה מלאכה אחת ממש בשבתות הרבה חייב על כל שבת ושבת ואם תימצי לומר דאין השבתות מחלקין משום דהוי כעשה מלאכה אחת הרבה פעמים בהעלם אחד זה אחר זה אכתי מיבעיא לך אם זו המלאכה שעשה בהרבה שבתות היו כולם מאב אחד אם בזה אמרינן דהוי כמלאכות מחולקות. וזה מבואר בלשון הש\"ס תרתי בעי מיניה שבתות כגופין דמיין אי לא (ר\"ל אם תאמר שאינן כגופין) בעא מיניה וולדות מלאכות כמלאכות דמיין אי לא (ראה זה בעיניך שבראשונה כתוב ואי לא ובשנייה כתוב אי לא והבן) והנה ר\"א פשט ליה דשבתות כגופין דמיין ואם עשה מלאכה אחת ממש בשתי שבתות חייב על כל מלאכה וכן פשט ליה דוולדות כמלאכות דמיין. והנה לר\"ע דבשבתות כגופין קיבל מיניה לר\"ח ובוולדות כמלאכות לא קיבל מיניה ובעשה בשבת אחת הרבה ולדות מעין אב אחד אינו חייב אלא אחת אבל בשעשה ולדות הרבה בשבתות נפרדים חייב על כל אחת משום שהשבתות מחלקים ומינה דה\"ה אם עשה מלאכה אחת בשבתות הרבה חייב על כל מלאכה ומלאכה כמו דמשמע לעיל הלכה ב' רק דרך רבינו להעתיק לשון המשנה כצורתה וכתב הטעם על כל דבר וממילא נדע פרטי מוצא הדין וכתב תחלה הדין של זדון שבת ושגגת מלאכה דזה פשוט טפי דהשבתות כגופין וכדעת רב חסדא בש\"ס והבן. ובאמת לפי פירש\"י דמיירי שעשה הרבה מלאכות מעין מלאכה אחת בשבת אחת וכן בהרבה שבתות ומבעיא ליה אם חייב על כל הולדות חטאות הרבה לא יצדק כיון דמיירי בזדון שבת ושגגת מלאכה וכמו שהקשה הקרבן אהרן בתו\"כ ויקרא דבורא דחטאת פ\"א יעו\"ש היטב.",
                "<b> כגופין </b>\n<b> מחולקין.</b> ולפ\"ז אם עשה הרבה מלאכות בכל שבת חייב על כל מלאכה ומלאכה ועל כל שבת ושבת והא דלא כתב רבינו לעיל הלכה ג' דחייב על כל שבת ושבת (וכדדייק לה הש\"ס התם בכריתות ע\"ב די\"ל דבשלמא דבמשנה דהתם מיירי בשבתות הרבה לכן דייק שפיר) דרבינו מיירי שם רק משבת אחת."
            ],
            [
                "<b>שהיום </b>\n<b> שבת וכו'.</b> זהו ששאלו ר' עקיבא לר' אליעזר ופשיט ליה לחיובא וקבלה מיניה וכדעת רב חסדא (ועיין ירושלמי פ\"ז דשבת ה\"א באורך זו הסוגיא) וה\"ה אם עשה מלאכה אחת בשבתות הרבה חייב על כל שבת ושבת."
            ],
            [
                "<b>שקצר </b>\n<b> וטחן וכו'.</b> עיין שבת ע\"א א' ועיין מרן מה שנדחק בזה ובאמת מש\"כ דלשון דבתר דשמעה מאביי אמרה לא משמע דהדר ביה ועיין מנחות פ' ב' בתוס' ד\"ה כולהו וכו' משמע ג\"כ דלא הדר ביה וטעמא רבה איכא במילתיה דהתם כיון שלא ידע דחטא בו א\"כ הוי כולה חדא שגגה משא\"כ הכא בשתי העלמות דאיכא ידיעה שחטא ועי' רש\"י ז\"ל בד\"ה קצירה וכו' ובד\"ה מילתא דפשיטא וכו' יעו\"ש היטב ולכן אף דבגרירה גופא ס\"ל כאביי אבל מ\"מ לענין העלם אחר וידע שחטא ביניהם לא אמרינן כן והבן היטב.",
                "<b> כחצי </b>\n<b> גרוגרת וכו'.</b> שם ופסק כאביי ורבא דפשיטא להו דמחשיב חד שגגה ועיין ירושלמי פ\"ז ה\"א (כ\"ה א') וז\"ל ר' ירמיה בעי קומי ר' זעירא קצר חצי גרוגרות בשבת זו בזדון שבת ושגגת מלאכות וחצי גרוגרת בשבת זו בשגגת שבת וזדון מלאכות שגגות שבו מהו שיצטרפו איפשר לומר שבתות מחלקות שבתות מצטרפות הרי תמחויין חולקין ותמחויין מצטרפין א\"ל איני יודע טעם תמחוי ולא מתניתא היא כתב אות אחת בחול ואות אחת בשבת ר\"א מחייב חטאת ור\"י פוטר א\"ר עזריה קומי ר' מנא תיפתר בזדון א\"ל ולא כ\"ש הוא מה אם הזדון שאינו חולק אינו מצטרף שגגה שהיא חולקת לא כ\"ש שלא תצטרף א\"ר חנניה לא אמר כן אלא קצר חצי גרוגרת בזדון שבת ובשגגת מלאכות וחצי גרוגרת בין הערבים בשגגת שבת ובזדון מלאכות שגגות שבו מהו שיצטרפו עכ\"ל והנה בקרבן העדה הגיה שצ\"ל כתב אות אחת בשבת זו ואות אחת בשבת הבאה ר\"א מחייב וכו' ובאמת דאל\"כ לא שייך הך דתיפתר בזדון ולאו כ\"ש היא וכו' אמנם לפי שלקמן פי\"ג ה\"א איתא ב' ברייתות בחדא איתא כגירסא דידן ובחדא איתא כגירסת הק\"ע וז\"ל התם כתב אות אחת בחול ואות אחת בשבת ר\"א מחייב חטאת ור\"י פוטר וכו' כתב אות אחת בשבת זו ואות אחת בשבת הבאה ר\"א מחייב חטאת ור\"י פוטר איתא חמי אילו כתב אות אחת בחול ואחת בשבת ר\"א מחייב חטאת בין בשבת זו בין בשבת הבאה לא כ\"ש מפני חכמים שהן פוטרין עכ\"ל וכן נ\"ל להגיה הכא שכצ\"ל אחר ור\"י פוטר ולא כן תני כתב אות אחת בשבת זו ואות אחת בשבת זו ר\"א מחייב חטאת ור\"י פוטר תיפתר בזדון וכו'. ור\"ל כי מתחלה הקשה והא תנינן דשבתות מצטרפין דעד כאן לא פליגי רק בחול ובשבת אבל אחת בשבת זו ואחת בשבת זו לכו\"ע חייב ופריך והא גם זה איתא דר\"י פוטר ומשני דהתם מיירי בזדון אבל בשגגה אה\"נ דכו\"ע מחייבי דמצטרפי לכו\"ע והדר מסיק דבאמת ר\"י פוטר בשתי שבתות אפי' בשגגה ור\"א מחייב אפי' אחת בחול ואחת בשבת וכמסקנת הירושלמי לקמן כן נראה לענ\"ד ועיין מרן מה שהביא בשם הראב\"ד דהשיג על רבינו יעו\"ש ולא ידענא השגתו ועיין בתוס' שבועות י\"ח א' ד\"ה אידי ואידי וכו' יעו\"ש."
            ],
            [
                "<b>לחתוך </b>\n<b> את וכו'.</b> עיין שבת ע\"ב ב' וכריתות י\"ט ב' ועיי\"ש בתוס' ובתוס' שבועות י\"ט א' ד\"ה פרט וכו' ובסנהדרין ס\"ב ב' ד\"ה להגביה וכו' ועיין מש\"כ לעיל פ\"ב ה\"ז."
            ],
            [
                "<b>גחלים </b>\n<b> בשבת וכו'.</b> כריתות כ' א' תוספתא פ\"ב דשבת וירושלמי שם ה\"ה.",
                "<b> לכבות </b>\n<b> ולהבעיר וכו'.</b> שם בש\"ס אבל אם היה מקלקל בהבערה פטור כדפסק רבינו בפ\"א מהל' שבת וכן אוקימתא דאוקמא דפליגי בהבערה אם לחלק יצאת או ללאו כבר מבואר דס\"ל דלחלק יצאת ולכן כתב רבינו דבנתכוין להבעיר ולכבות חייב ולא מיירי בנפח דמקלקל הוא אבל מ\"מ יש לעיין קצת אמאי לא כתב דבנפח פטור על ההבערה וכן אמאי לא כתב דבכוונתו להקדים דבר אחד על של חבירו פטור וכאוקימתא דרבא ואולי סמך על מש\"כ כל דין במקומו ולא כתב כן רק אף דעשה דבר אחד מ\"מ חייב שתים ויש לעיין בזה.",
                "<b> להתחמם </b>\n<b> מהם וכו'.</b> שם בכריתות ב' ושם בירושלמי ובתוספתא ועיין מרן שכתב דהוי פסיק רישיה יעו\"ש ותמיה לי מילתא דלמה לא הזכיר שעל כרחך כן הוא וכמש\"כ התוס' שם בד\"ה ס\"ל וכו' יעו\"ש היטב וע\"ע בתוס' שבת מ\"א ב' ד\"ה מיחם וכו' יעו\"ש היטב וביומא ל\"ד ב' ד\"ה הני מילי וכו' יעו\"ש ובהכי אתי שפיר דבכריתות שם איתא דת\"ק ס\"ל כר' שמעון דבר שאין מתכוין פטור ור' אלעזר בן צדוק ס\"ל כר' יהודה דאמר דבר שאין מתכוין חייב יעו\"ש ובאמת הדבר תמוה דהא בכל דוכתי מבואר דר\"י ס\"ל דדבר שאין מתכוין אסור ור\"ש ס\"ל שרי אבל חייב לא שמענו וכבר נתעורר שם על הגליון בזה ומכח זה הכריחו התוס' דהוי פסיק רישא (הן אמת דבשבת ויומא העתיקו התוס' אסור ומותר יעו\"ש) אבל לפי מש\"כ התוס' אתי שפיר דבדבר שאין מתכוין כהאי דהוי פ\"ר ולא נשאר רק הטעם דהוי מלאכה שא\"צ לגופה לר\"י חייב ולר\"ש פטור ויותר נראה לפרש דרבינו מפרש כן דברי רב אשי דכריתות דמיירי דחתה בהן להתחמם ומ\"מ הוי מלאכה שא\"צ לגופה כיון דבלא\"ה היה בהן הרבה אש כדי להתחמם ומ\"מ חייב דהוי פ\"ר ומלאכה שא\"צ לגופה חייב עליו אבל אם היה מחתה אותם כדי לכבות והובערו מאליהן י\"ל דהוי פטור על ההבערה דהוי פ\"ר דלא ניחא ליה אבל במחתה ע\"מ להתחמם אע\"ג דמ\"מ א\"צ לזה דבלא\"ה יש די להתחמם מ\"מ לא מיקרי לא ניחא ליה והברייתא דחתה גחלים ע\"מ להתחמם לא הביא כלל משום דנכלל במה שלמעלה ואולי לא הוה גורס רב אשי אמר כגון שנתכוין לכבות וכו' רק ה\"ג רב אשי אמר שהובערו מאליהן ודוחק קצת יהיה איך שיהיה סברתי לכאורה טובה דבנתכוין להתחמם חייב תרי ובנתכוין לכבות י\"ל דאינו חייב רק על הכבוי לבד ועיין בשבת ע\"ה א' יעו\"ש היטב.<br><b> והלח\"מ</b> כתב דמיירי בנתכוין ממש ומביא ראיה מהא דפ\"א דשבת יעו\"ש ובוודאי תמיה לי טובא דלמה לא הזכיר דברי התוס' ובאמת מפ\"א דשבת ליכא ראיה דשם אין מיירי מפסיק רישא אבל בפ\"ר חייב אע\"ג דלא מכוין ודע כי בירושלמי שם בשבת איתא וז\"ל הבעיר ובישל אית תניי תני חייב שתים אית תניי תני חייב אחת מאן דמר חייב שתים אחת משום מבעיר ואחת משום מבשל ומאן דמר אחת היידא היא ר' יודה אומר משום מבעיר ר' יוסי אומר משום מבשל וקשיא על דר' יוסי הבערה לימדה על כל המלאכות שבתורה אינו חייב משום מבעיר אלא משום מבשל עכ\"ל והנה באמת תמוה היא הא ר' יוסי ס\"ל הבערה ללאו יצאת (שבת ע' א' יבמות ו' ב' ל\"ב ב' סנהדרין ל\"ה ב' ס\"ב א' כריתות כ' א') וכן תמה שם הש\"ק ושם לקמן בירושלמי זר ששימש במקדש בשבת וכו' ר' יוסי אומר שתים ר\"ש אומר אחת מאן דמר אחת משום זרות ומאן דמר שתים אחת משום זרות חורנייתא למה משום שחיטה והרי שחיטה בזר כשרה אלא משום הילוך זריקה וקבלה אינה אלא שבות הוי טעמא אלא משום איכול איברים ופדרים שהיו מתאכלין ע\"ג המזבח כל הלילה על דעתיה דר' יודא דו אמר משום מבעיר ניחא על דעתיה דר' יוסי דו אמר משום מבשל מה בישול יש כאן מכיון שהוא רוצה באיכולן כמבשל הוא עכ\"ל (והוא דלא כמסקנת הש\"ס דיבמות ל\"ג ב') ותמה שם השיירי קרבן דילמא הא דחייב ר' יוסי שתים אחת משום זרות ואחת משום הבערה ותירץ דר' יוסי ס\"ל הבערה ללאו יצאת יעו\"ש ומשמע מכאן דהבין דחייב שתים היינו חטאות וצ\"ע דהא על זרות ליכא משום חטאת דאין כאן אלא מיתה בידי שמים כמש\"כ רבינו לעיל פ\"ט מהל' ביאת מקדש ה\"א וע\"כ אינו חייב חטאת רק מלקות עיין מל\"מ לעיל פ\"ב מהל' ביאת מקדש ה\"ב יעו\"ש א\"כ הדרא קושיא לדוכתא אמאי לא קאמר משום מבעיר ובאמת גם בסוגיא דיבמות שם יש לעיין אמאי לא קאמר משום הבערה ולמלקות ואף דס\"ד דמשום שבת היינו חטאת קאמר מ\"מ למסקנא אמאי לא תירץ כן והנה זה על כרחך מוכרחין אנו לומר כפי' התוס' דשם דשבת מיקרי איסור קל ובזה יש ליישב ג\"כ דברי הירושלמי וזה יש להעמיס בכוונת הש\"ק דכיון דללאו יצאת א\"כ מיקרי איסור קל ועיין בחי' הרמב\"ן יבמות שם ושם במאירי יעו\"ש היטב.<br><b> אמנם</b> קושיא הראשונה קשה טובא ובפרט לדברי הרמב\"ן בשבת שם ק\"ו א' שהעתיק לשון הירושלמי דלעיל מינה ומשמע שם דגם בירושלמי הגירסא דר' יוסי ס\"ל דהבערה ללאו יצאת יעו\"ש א\"כ קשה טובא וצ\"ע אם לא שיש ט\"ס בירושלמי וצריך להגיה במקום ר' יוסי תנא אחר ואכתי יקשה טובא בזה וה' יאיר עיני (ובבאורי לירושלמי כתבתי שר' יודא ור' יוסי הם אמוראים ור\"ש ור' יוסי הם תנאים)."
            ]
        ],
        [
            [
                "<b>חטאת </b>\n<b> קבועה וכו'.</b> כריתות כ\"ה א' ובהוריות ח' ב' ט' א' ב' ועיין כריתות ב' א' (וברש\"י שם משמע דגירסתו היתה בכריתות כ\"ה א' חטאת קבועה יעו\"ש היטב) ותוספתא פ\"ד שם יעו\"ש וע\"ע תוספתא שם פ\"א ובתו\"כ ויקרא דבורא דחטאת פ\"כ פרשה י\"ב.",
                "<b> שיוודע </b>\n<b> לו וכו'.</b> עי' כריתות כ\"ב א' ב' כ\"ה ב' כ\"ו ב' ובתו\"כ שם פכ\"א."
            ],
            [
                "<b>איסור </b>\n<b> קבוע וכו'.</b> עיין כל הסוגיא בכריתות י\"ז ב' ופסק כמ\"ד דאיקבע איסורא כדמשמע בנזיר כ\"ג א' וע\"ע בכריתות שם בתוס' ד\"ה אמר ר\"י וכו' יעו\"ש היטב (וע\"ע בכתובות כ\"ב ב' בד\"ה באשם וכו' וביבמות פ\"ח ב' ד\"ה והבא וכו' שכתבו שם דזה ניחא אפי' למ\"ד לברר איסורו יעו\"ש) וע\"ע בכריתות כ\"ג א' יעו\"ש היטב.",
                "<b> וספק </b>\n<b> אם וכו'.</b> לכאורה משמע דזה מיקרי איקבע איסורא וצ\"ע לכאורה שהוא נגד דברי התוס' שם ב' ד\"ה מדסיפא וכו' וכבר העיר בזה הלח\"מ ועיין תוס' יו\"ט שם אבל באמת י\"ל דרבינו מיירי שהיה מונח כאן חתיכה של חלב שהיה בו כמה זתים ואכל ממנה ואין יודע כמה אכל ומיקרי זה שפיר איקבע איסורא ומש\"כ וספק אם היה וכו' ר\"ל מה שאכל יש בו ספק אם היה בו כזית או לא ובדברי התוס' יש לעיין טובא ואכ\"מ (ועיין תו\"כ שם פ\"כ פי\"ב משמע כתוס' דמיירי שעשה ביהש\"מ אבל גם הלח\"מ כתב דמיירי ביהש\"מ).",
                "<b> חתיכת </b>\n<b> חלב וכו'.</b> שם בכריתות יבמות קי\"ג א' נדה י\"ד ב'.",
                "<b> שבת </b>\n<b> וחול וכו'.</b> לענ\"ד דזה מיקרי שפיר איקבע איסורא דזה ודאי דיש יום שבת ושפיר איקבע איסורא דשבת משא\"כ בספק אם היה כאן שום איסור אם לאו ודלא כמש\"כ התוס' שם בכריתות בדבור המתחיל מדסיפא וכו'.",
                "<b> ולא </b>\n<b> ידע וכו'.</b> עיין מרן ולחם משנה מה שכתבו בזה.",
                "<b> חלב </b>\n<b> הכוי וכו'.</b> שם בכריתות י\"ז ב' וביבמות קי\"ג א' בכורים תוספתא פרק ב' ועיין פרק ב' דבכורים משנה י'.",
                "<b> עד </b>\n<b> שלה וכו'.</b> שם בכריתות ובנדה י\"ד ב'.",
                "<b> יבמתו </b>\n<b> בתוך וכו'.</b> שם בכריתות ובירושלמי יבמות פ\"ד ה\"ב יעו\"ש היטב ומה שכתב מרן בזה כבר תפסו המל\"מ ואישתמיטתיה שכבר קדמו הלח\"מ יעו\"ש."
            ],
            [
                "<b>ועד </b>\n<b> אחד וכו'.</b> כריתות י\"א ב' ועיין השגת הראב\"ד מש\"כ בזה ובמרן ועיין בתוספתא פ\"ב דאפי' אשה מכחשת לאיש ועיין סוטה ל\"א ב' בתוס' ד\"ה הא וכו' (ועיין תוס' כריתות שם דגזלן גרע מאשה יעו\"ש ועיין ר\"ה כ\"ב א' דגזלן גרע).",
                "<b> אם </b>\n<b> חטא וכו'.</b> עיין בלח\"מ מש\"כ בזה התוס' ומש\"כ הוא בזה ולענ\"ד בחנם נדחק בזה דבוודאי גבי אשם תלוי גופיה יש לדקדק דבאומר איני יודע אין עד אחד נאמן מדאיתא בתו\"כ פכ\"א וז\"ל והוא לא ידע פרט לשאמרו לו אחרים יכול אע\"פ שאין מכחיש ת\"ל או הודע אליו חטאתו והביא עכ\"ל וע\"כ מיירי באחד דבתרי פשיטא דכי לא מכחיש נאמנים ועל כרחך בחד ועל כרחך בדאין מכחיש לגמרי דא\"כ נפקא ליה מפסוק דלא יקום עד אחד וכמש\"כ התוס' התם ועל כרחך מיירי באומר איני יודע דעד אחד אינו נאמן ותרי נאמנים ופשוט לדעתי.",
                "<b> אשת </b>\n<b> איש וכו'.</b> זה יצא לו מהא דכתובות כ\"ב ב' כ\"ג א' יעו\"ש היטב.",
                "<b> לספק </b>\n<b> מגורשת.</b> עיין בלח\"מ שהכריח שתירוץ התוס' דתירצו בכתובות כ\"ב ב' שם בד\"ה הבא עליה וכו' שכתב דחזקת דייקא ומינסבה מרעה לחזקה דאשת איש יעו\"ש שייך ע\"כ בגרושה נמי יעו\"ש היטב באמת כ\"כ התוס' ישנים בכתובות שם וכ\"כ התוס' התם כ\"ו ב' ד\"ה אין וכו' וכ\"כ בתוס' ב\"ב ל\"ב א' בד\"ה אנן וכו' יעו\"ש וביבמות פ\"ח ב' בד\"ה והבא וכו' יעו\"ש היטב ומה שהשיג על מהר\"י בן לב יעו\"ש היטב עיין בשיטה מקובצת בכתובות שם שכתב בשם הקונטרסין סברת מהר\"י בן לב ועיי\"ש עוד שכתב ג\"כ קצת כסברת הלח\"מ יעו\"ש היטב ומ\"מ מה שהשיג אמהר\"י בן לב מהא דהתוס' בעצמם הקשו קושיא זאת באמת אין מזה השגה דידוע דהתוס' הם מחכמים שונים ואולי קושיית התוס' אזלא אליבא תירוץ שתירצו בב\"ב שם דהסוגיא דכתובות כ\"ב ב' אזלא אליבא דס\"ד דתרי ותרי ספיקא דאורייתא הוי יעו\"ש ולפ\"ז לכאורה לא איצטריך סברת התוס' לומר דהחזקה דדייקא ומינסבא מרעה לחזקת אשת איש ואהכי שפיר הקשו התוס' בכתובות כ\"ג א' ד\"ה מ\"ש וכו' אמנם למש\"כ התם בכתובות באמת אין כאן קושיא. ודע דלכאורה דברי התוס' דב\"ב יש לעיין בזה דא\"כ מה הקשו עוד דבחטאת קאי כיון שכתבו דסברא דדייקא מרע לה לחזקת א\"א ועל כרחך צ\"ל דהתוס' דב\"ב פליג על הא דכתובות וכתב דלא שייך מרע לה לחזקה רק בטוענת ברי לי ובודאי היא מתייראת לטעון כך במקום דאיכא מכחישים ויש לה חומר בסופה אבל בבאים שנים ואומרים לה מת ושנים אומרים לא מת אין שייך כאן מתוך חומר וכו' כיון שאינה אומרת ברי לא קנסוה חכמים וא\"כ שפיר הקשו א\"כ לית כאן דייקא אבל התוס' דכתובות ויבמות ס\"ל דכל מקום איכא דייקא ביש תרי לגבי תרי והבן ועדיין יש לעיין בזה ובאמת אין כאן עיקר זה המקום. ודע דאע\"ג דדעת רבינו דכל ספק מה\"ת לקולא מ\"מ בעד כנגד עד אע\"ג דחזקת דיקא ומינסבא מרע לחזקת א\"א מ\"מ הוי כספק שתי חתיכות וחייב אשם תלוי דלא מהני סברא דמרע רק דלא נוקמה לחזקת א\"א דליהוי כודאי אבל מ\"מ הוי ספק מה\"ת והבן ועיין ירושלמי יבמות פ\"י ה\"ג ופ\"ב דכתובות ה\"ב יעו\"ש."
            ],
            [
                "<b>שתי </b>\n<b> חתיכות וכו'.</b> ברייתא שם בכריתות י\"ח א' ופסק כרבי משום האי טעמא דכתב לעיל הלכה ב' ומפרש דגם רבי ס\"ל דבעינן שתי חתיכות וה\"ט משום דאיקבע איסורא ודלא כרש\"י ז\"ל ובאמת יש לעיין על רש\"י ז\"ל מי דחקו לפרש כך."
            ],
            [
                "<b>ונותר </b>\n<b> לפניו וכו'.</b> כבר נתבאר לעיל פ\"ב ה\"ג יעו\"ש.",
                "<b> ואינו </b>\n<b> מביא וכו'.</b> כריתות י\"ט א' ותוספתא שם פ\"ב ובתו\"כ שם פ\"כ פרשה י\"ב ובפי' המשניות לרבינו פסק דחייב אשם תלוי וכ\"פ הרע\"ב יעו\"ש אבל רבינו כאן פסק כר\"י לגבי ר\"ש ועיין תוספתא פ\"ג דכריתות שם מבואר דחייב באשם תלוי יעו\"ש היטב והבן."
            ],
            [
                "<b>חטאת </b>\n<b> קבועה וכו'.</b> לעיל הלכה א'.",
                "<b> אשמות </b>\n<b> תלוין וכו'.</b> שם ט\"ו ב' י\"ז ב' ותוספתא פ\"ד תו\"כ שם פ\"כ פרשה י\"ב ופכ\"א.",
                "<b> ה\"ז </b>\n<b> מביא וכו'.</b> תוספתא פ\"ב דכריתות."
            ],
            [
                "<b>חתיכה </b>\n<b> משתי וכו'.</b> עיין לעיל פ\"ו הי\"ב יעו\"ש."
            ],
            [
                "<b>מחלקת </b>\n<b> לחטאות וכו'.</b> עיין לעיל פ\"ו ה\"ט.",
                "<b> חייב </b>\n<b> אשם וכו'.</b> זה פשוט מהך דהלכה ז' וק\"ל."
            ],
            [
                "<b>של </b>\n<b> שומן וכו'.</b> כריתות כ\"ג א' ותוספתא פרק ג'."
            ],
            [
                "<b>של </b>\n<b> חלב וכו'.</b> שם ובתוספתא.",
                "<b> השנייה </b>\n<b> בהעלם וכו'.</b> אבל אם אכל בהעלם אחד עם הראשון אינו חייב רק שתי חטאות משום חלב אחת ומשום נותר אחת אבל אינו מביא שתים על החלבים דהוי שתי זתים בהעלם אחד ופשוט ועיין שם בתוספתא פרק ג' ויש לעיין במה שכתב שם וז\"ל חתיכה של חלב פיגול וחתיכה של חלב נותר אכל אחד מהן ואין ידוע את איזה מהן אכל מביא חטאת ואשם תלוי וכדברי ר\"א מביא שתי חטאות אכל שנייה בהעלם אחד מביא שתי חטאות ואשם ודאי בשני העלמות מביא שלש חטאות ואשם ודאי עד כאן לשונו ויש לעיין למה בהעלם אחד מביא שתי חטאות הו\"ל להביא שלש חטאות חדא אחלב וחדא אנותר וחדא אפיגול (ומיירי דרק אחד היה שוה פרוטה ואידך לא הוי שו\"פ ולכן אינו מביא רק אשם אחד ולא שתים) ועוד איתא שם וז\"ל חתיכה של פיגול קדש וחתיכה של נותר אכל את אחד מהן ואין ידוע את איזה אכל מביא חטאת ואשם תלוי וכדברי ר\"ע מביא חטאת ושני אשמות תלויין וכדברי ר' אליעזר מביא שלש חטאות אכל שנייה בהעלם אחד מביא שלש חטאות ואשם ודאי בשתי העלמות מביא ארבע חטאות ואשם ודאי עכ\"ל והנה גם שם הוא תמוה דאם הנותר הוא בשר ולא חלב וכן הפיגול הוא בשר ולא חלב א\"כ אם אכל אחד מהן אינו חייב רק אשם תלוי ולא חטאת וסבור הייתי לומר דט\"ס הוא וכצ\"ל חתיכה של חלב פיגול וחתיכה של חלב נותר אכל אחד מהן ואינו יודע איזה מהן אכל מביא חטאת ואשם תלוי וכדברי ר\"א שתי חטאות אכל שנייה בהעלם אחד מביא שלש חטאות ואשם ודאי בשתי העלמות מביא ארבע חטאות ואשם ודאי חתיכה של פיגול קדש וחתיכה של נותר אכל את אחת מהן ואינו יודע את איזה אכל מביא אשם תלוי וכדברי ר\"ע מביא שני אשמות תלויין וכדברי ר\"א מביא חטאת אכל שנים בהעלם אחד מביא שתי חטאות ואשם ודאי בשני העלמות מביא שלש חטאות ואשם ודאי (ונתחלפו הבבות) ומסכים מאד לדינא. שוב ראיתי כי המפרש הרגיש ג\"כ והגיה ע\"ד אחר יעו\"ש (ודבריו נראין לכאורה יותר דלפי הגהתי כבר נשנה הדין שם מכבר חתיכה של חלב פיגול וחתיכה של נותר אכל אחד מהן ואינו יודע איזה מהן אכל מביא שתי אשמות תלוין ר\"א אומר מביא חטאת ואשם תלוי אכל שתים מביא שלש חטאות עכ\"ל ואולי כאן רוצה לחלק בין העלם אחד לשתי העלמות ועוד דאחד מהן היה בו שוה פרוטה ולפ\"ז יש להגיה כאן ברישא כמש\"כ שם והבן היטב).",
                "<b> מביא </b>\n<b> אשם וכו'.</b> יעו\"ש היטב בכריתות כ\"ג א' ובתוספתא פ\"ג.",
                "<b> זה </b>\n<b> מביא וכו'.</b> שם בכריתות ובתוספתא פ\"ג ועיי\"ש בכריתות ז' ב'."
            ]
        ],
        [
            [
                "<b>קרבן </b>\n<b> אשם וכו'.</b> זה פשוט ומבואר בכמה מקומות בש\"ס ומהם זבחים נ\"ד ב' כריתות כ\"ה ב' תוספתא פ\"א דכריתות.",
                "<b> בין </b>\n<b> בזדון וכו'.</b> כריתות ט' א' י\"א א' שבת ע\"ב א' ובתוספתא פ\"א דכריתות ובתו\"כ קדושים פ\"ה.",
                "<b> גדולה.</b> אבל אם היא קטנה הוא נמי פטור כדאיתא בכריתות שם ובתוספתא שם ובתו\"כ שם ועיי\"ש בק\"א אות ח' ולקמן הלכה ג' יבואר אי\"ה עוד מזה.",
                "<b> ומזידה.</b> שם בכריתות דאם היתה ישינה הוא נמי פטור ועיין בתוספתא שם.",
                "<b> וברצונה.</b> דאם היתה אנוסה גם בשאר עריות היא פטורה וא\"כ הוא נמי פטור דכל דלא לקיא איהו פטור מקרבן כמש\"כ בסעיף ב' ועיי\"ש בתוס' ד\"ה באין וכו'.",
                "<b> ותהיה </b>\n<b> בעולה.</b> שם י\"א א' מימרא דר' יצחק.",
                "<b> כדרכה.</b> שם בש\"ס ובתוספתא שם פ\"א.",
                "<b> ובגמר </b>\n<b> ביאה.</b> שם בש\"ס י\"ב ב' תוספתא שם תו\"כ שם יבמות נ\"ה א' ב' ועיי\"ש ברש\"י ד\"ה כדאמרן וכו' דמשמע לכאורה דבהעראה לוקה ויש ליישב.",
                "<b> היא </b>\n<b> לוקה וכו'.</b> שם יו\"ד ב' י\"א א' תוספתא שם ותו\"כ שם."
            ],
            [
                "<b>למדו </b>\n<b> שבזמן וכו'.</b> שם י\"א א'."
            ],
            [
                "<b>תשע </b>\n<b> שנים וכו'.</b> והראב\"ד השיגו כיון שהוא פטור היא נמי פטורה ודעת התוס' שם י\"א א' ד\"ה דהא וכו' כדעת רבינו דאם הוא קטן והיא גדולה חייבת מלקות וכדמייתו בשם התו\"כ שם ועיין בלח\"מ שהאריך קצת מזה. והנה למש\"כ רבינו דהוא ג\"כ חייב חטאת לפי דעת התו\"כ וז\"א בכל העריות א\"כ הא דאיתא בתו\"כ שם וז\"ל כל העריות לא עשה בהם את הקטן כגדול והשפחה עשה קטנה כגדולה עכ\"ל והקרבן אהרן נדחק הרבה והגיה שם הרבה ולפ\"ז אתי שפיר דה\"ק והשפחה עשה קטן כגדול ור\"ל אע\"פ דהוא קטן מ\"מ חייב קרבן כגדול ובתוספתא שם איתא כך וז\"ל כל העריות עשה קטן כגדול לחייב על הגדול ובשפחה אם היה קטן הרי אלו פטורים עכ\"ל ובודאי הוא ט\"ס וצ\"ל לחייב הגדול אבל ממה שסיים ובשפחה אם היה קטן וכו' משמע בהראב\"ד דלרבינו צ\"ל אם היתה קטנה וכו' והבן."
            ],
            [
                "<b>ביאות </b>\n<b> אסורות.</b> פ\"ג הי\"ג.",
                "<b> אמרו </b>\n<b> לו וכו'.</b> כריתות י\"ב ב' ומה שהקשה הלח\"מ למה כתב הטעם משום שיכול לומר לא גמרתי ביאתי תיפוק לי דיכול לומר לא הייתי שוגג אלא מזיד וכדלעיל פ\"ג ה\"א סעיף א' יעו\"ש לא ידעתי מהו שח הא בשפחה חרופה אפי' במזיד חייב וכנ\"ל בהלכה א' יעו\"ש וא\"כ אי אומר לא בעלתי מכחיש העדים וצע\"ג ועיין בירושלמי נזיר פ\"ח ה\"א."
            ],
            [
                "<b>ביאות </b>\n<b> הרבה וכו'.</b> כריתות ט' א' ובתוספתא שם פ\"א ובתו\"כ שם ועיין בתוס' שבת ע\"ב א' בד\"ה בעל וכו' דכ' דאתיא כמ\"ד אשם וודאי לא בעי ידיעה ועיין לח\"מ לעיל פ\"ו ה\"ט יעו\"ש.",
                "<b> שפחות </b>\n<b> הרבה וכו'.</b> שם בעיא דאיפשיטא."
            ],
            [
                "<b>והפריש </b>\n<b> אשמו וכו'.</b> שבת ע\"ב א' וכאתקפתא דרב המנונא הוא מסקנא שם.",
                "<b> חמש </b>\n<b> בעילות וכו'.</b> נראה לפרש דדעת רבינו דבנודע לו בין ביאה לביאה כו\"ע ס\"ל דאין הידיעות מחלקות וכדאיתא בכריתות שם וכדפסק בסעיף ה' ואם אחר שהפריש בעל לכו\"ע מחלקת ההפרשה כדמתקיף לה רב המנונא בשבת שם ובנודע לו אחר כל המעשים כולם הפריש על אחד הוי הפרשה זו כידיעה דבחטאת למ\"ד בעי ידיעה דא\"כ האשם לא הופרש על העבירה שאכתי לא ידע מזה אבל אם ידע מאחד ושוב נודע לו מאחרת ושוב מאחרת ושוב הפריש לכו\"ע לא בעי אשם אחר דהידיעה לא גרמה מידי רק דהכל תלוי בהפרשה וכמו דהידיעות מחלקות בחטאת ה\"נ למאן דבעי ידיעה באשם א\"כ אם הפריש על ידיעה קמייתא ולא נודע לו מהאחרות א\"כ הוי כמו ידיעה המחלקות לגבי חטאות וי\"ל לפ\"ז הכי מפרש הסוגיא דשבת מימרא דרבין הכי הכל מודים כדעולא היינו אם היה ידיעות בין ביאה לביאה לד\"ה אין מחלק והכל מודים בשפחה חרופה כדרב המנונא דאם הפריש בין מעשה למעשה לכו\"ע מחלק ופליגי בדר' יוחנן וריש לקיש היינו כעין פלוגתא דר\"י ור\"ל היינו שהיה ידיעה אחר כל המעשים וכמו דהתם נחלקו בידיעות שאחר כל המעשים ה\"נ נחלקו בהפרשה שלאחר כל המעשים וכמו דלר\"י מחלק הידיעות שלאחר כל המעשים כמו בידיעה שבין המעשים ה\"נ הכא הפרשה שלאחר כל המעשים מחלקת כמו הפרשה שבין המעשים אבל למ\"ד לא בעי אשם ידיעה א\"כ אף דנודע לו על אחד והפריש עליה א\"כ כבר כיפרה על כל הביאות ואף שנודעו לו אח\"כ מ\"מ כבר נתכפרו באשם ראשון ולפ\"ז מדויק היטב מה שסיים שדין המזיד והשוגג א' הוא וכוונתו דלמה לא מחלקי הידיעות לחוד בלא הפרשה וכמו גבי חטאת ע\"ז סיים דכאן הידיעות לחוד בלא הפרשה לא מעלות ולא מורידות משום טעם הנ\"ל דכאן אין הידיעה גורמת כלל רק ההפרשה הוא דגורם למ\"ד בעי ידיעה בתחלה (א\"נ י\"ל דקאי על מש\"כ בהלכה ה' דאין הידיעות מחלקות ע\"ז כתב הטעם משום דגם בזדון חייב וכמש\"כ רש\"י בשבת) או י\"ל דקאי הטעם למה ההפרשות מחלקות וע\"ז כתב הטעם כמו דבמזיד ההפרשות מחלקות בין מעשה למעשה במזיד ה\"נ בשוגג למ\"ד אשם בעי ידיעה א\"כ ההפרשות מחלקות בין ידיעה לידיעה והבן היטב בכל מש\"כ כי נכון הוא לדעתי בעזר\"ה דוק בה והפוך בה ובהכי אתי שפיר דברי רבינו ומיושב היטב מה שקיהה בזה הלח\"מ כאן ובפ\"ו ה\"ט יעו\"ש היטב ובמש\"כ אתי שפיר הכל."
            ],
            [
                "<b>כל </b>\n<b> מי וכו'.</b> עיין ב\"ק ס\"ג ב' ס\"ה א' ק\"ג א' ושם כל הסוגיא ק\"ח ב' ושם כל הסוגיא ושבועות ל\"ו ב' ועיין בתוספתא שם פ\"ב ג\"ד ובב\"ק פ\"ח ופ\"י יעו\"ש ועיין בפרק בתרא דשבועות בש\"ס ובתו\"כ ויקרא דבורא דחטאת פכ\"ב ופכ\"ג יעו\"ש היטב.",
                "<b> בין </b>\n<b> בזדון וכו'.</b> שבועות ל\"ו ב' ל\"ז א' וכריתות ט' א' תוספתא פ\"א ותו\"כ שם פי\"ט פרשה י\"א ופרשה י\"ג ועיין בשבועות ל\"ד א' ב' ועי' לקמן פ\"י ה\"א.",
                "<b> ומפורש </b>\n<b> בתורה וכו'.</b> עיין ב\"ק ק\"י א' אע\"ג דהתם מיירי בגזל הגר מ\"מ ה\"ה בגוזל חבירו כמבואר שם קי\"א א' ושם בתוספתא פ\"י.",
                "<b> החומש </b>\n<b> אינו וכו'.</b> שם קי\"א א' יעו\"ש.",
                "<b> בה' </b>\n<b> שבועות וכו'.</b> בפ\"ז ובפ\"ח יעו\"ש היטב."
            ],
            [
                "<b>הנהנה </b>\n<b> משו\"פ וכו'.</b> כבר נתבאר לעיל פ\"א מהל' מעילה ה\"ג יעו\"ש היטב בכל הלכות מעילה.",
                "<b> בהל' </b>\n<b> מעילה.</b> שם ה\"ד."
            ],
            [
                "<b>בחמשה </b>\n<b> תמחויין וכו'.</b> כריתות ט\"ו ב' תו\"כ ויקרא דבורא דחטאת פ\"א ומהתוס' יו\"ט נעלם פסק רבינו יעו\"ש היטב בכריתות שם ועיין לחם משנה מש\"כ בזה.",
                "<b> שאין </b>\n<b> מוחלקין וכו'.</b> כדלעיל פ\"ו ה\"א ועיין מש\"כ שם.",
                "<b> ושליח </b>\n<b> שעשה וכו'.</b> שם במשנה ובתו\"כ לא נזכר זה ויש לעיין למה הזכירו רבינו."
            ],
            [
                "<b>אשם </b>\n<b> ודאי וכו'.</b> עיין שבת ע\"ב א' וכריתות כ\"ב ב' ומש\"כ מרן בשם רש\"י עיי\"ש בבעל המאור ובחי' הרמב\"ן שם.",
                "<b> שחייבין </b>\n<b> עליה וכו'.</b> הוריות ט' א' ותוספתא שם פ\"א ועיי\"ש ז' א' ובתו\"כ ויקרא דבורא דחטאת פ\"א פרשה ב' ופ\"ב."
            ],
            [
                "<b>בהל' </b>\n<b> מעילה.</b> פ\"א ה\"ה ושם נתבאר מזה."
            ],
            [
                "<b>חתיכה </b>\n<b> של וכו'.</b> כריתות כ\"ב ב' ותוספתא שם פ\"ג ומה דאיתא שם בתוספתא חתיכה של חלב קדש וחתיכה של חלב אכל אחת מהן ואין ידוע איזה מהם אכל מביא חטאת ואשם תלוי וכדברי ר\"ע מביא שתי אשמות יעו\"ש הוא ט\"ס וכצ\"ל איזה מהן אכל מביא אשם תלוי וכדר\"ע וכו' וכן כתב המפרש."
            ],
            [
                "<b>של </b>\n<b> חלב וכו'.</b> שם במשנה דכריתות כ\"ג א'.",
                "<b> חלב </b>\n<b> הקדש וכו'.</b> הכל שם במשנה ובתוספתא שם חתיכה קדש וחתיכה חולין וכו' יעו\"ש הכוונה דהיו שניהם חלב רק חדא חולין וחדא הקדש.",
                "<b> אחר </b>\n<b> שנודע וכו'.</b> היינו בשתי העלמות וכמבואר בתוספתא שם ועיין מש\"כ לעיל פ\"ח ה\"י יעו\"ש היטב.",
                "<b> מאכלות </b>\n<b> אסורות וכו'.</b> פי\"ד הל' י\"ט וע\"ע בפירוש המשניות לרבינו בפרק ג' דכריתות במשנת יש אוכל וכו' יעו\"ש היטב."
            ]
        ],
        [
            [
                "<b>מצותן </b>\n<b> שיקריבו וכו'.</b> כריתות ט' א' י' ב' תוספתא פ\"א.",
                "<b> בין </b>\n<b> בזדון וכו'.</b> שבועות ל' א' ושם ל\"ד א' ב' תוספתא שם פ\"ב תו\"כ ויקרא דבורא דחטאת פרשה ח' ופי\"א יעו\"ש."
            ],
            [
                "<b>עשירה </b>\n<b> מביאה וכו'.</b> כריתות י' ב' ותוספתא שם ומבואר בתורה פרשת תזריע.",
                "<b> משגת </b>\n<b> לשה וכו'.</b> תו\"כ תזריע פ\"ד ויש לעיין למה צריך לרבות במנחות צ\"א ב' דכבש יולדת בעי נסכים תיפוק ליה מהכא ועיין לקמן הלכה ד' ד\"ה אין ידו והבן."
            ],
            [
                "<b>מביא </b>\n<b> שלש וכו'.</b> פי\"ד דנגעים מ\"ז.",
                "<b> שני </b>\n<b> כבשים.</b> עיין במל\"מ שתמה למה לא כתב שיהיו שניהם שוין יעו\"ש וכן תמה לקמן פ\"א מהל' מחוסרי כפרה ה\"ג והנה י\"ל דסמך רבינו על מאי דאיתא במשנה פי\"ד דנגעים דציפרים צריכין שיהיו שוות ולא כתב גבי כבשים דצריכים שיהיו שוים ש\"מ דמתניתין לא ס\"ל כך אבל בתו\"כ מצורע פ\"ב איתיה ואולי רבינו סמך על המשנה טפי וצ\"ע בזה. והנה ראיתי בשאלתות פרשת מצורע דכתב דהא דבעינן דצפרים שיהיו שוות היינו שיהיו ממין אחד דוקא ולא משני מינים יעו\"ש וזה לא שייך גבי כבשים א\"כ ל\"ל דבעינן שיהיו שוים דודאי הכי איתא וצ\"ע הא במשנה דנגעים מבואר דצריך שיהיו שוים במראה ובקומה ובדמים ובלקיחתן כאחת וכמו שפסק רבינו בפי\"א מהל' טומאת צרעת הלכה ח' יעו\"ש ועיין בפירוש הרמב\"ן על התורה בריש מצורע ששני מינין אפילו בדיעבד פסול יעו\"ש היטב ויש לעיין בזה והנה על דין הציפרים יש לעיין מנ\"ל דבעינן שיהיו שוים בכל הני דברים הא גבי שעירי יוה\"כ כתיב ג' פעמים שני ומינה דרשו שיהיו שוים במראה וקומה ודמים ובלקיחתן כאחת אבל בשני ציפרים לא כתב רק פעם אחת שני ומנין לנו שכל הדברים הללו בם (ואולי זהו טעם השאלתות).<br><b> והנה</b> רבינו כתב בנגעים שם בפי' המשניות וז\"ל אילו אמר השי\"ת ולקח ציפרים לבד היינו לוקחים שתים לפי שמיעוט ציפרים שתים ואמרו שתי ציפרים ירצה בו ההשוייה ביניהם בכל העניינים עוד אמר את הציפור האחת את הציפור החי' הבדילה במעשה שעשה הנה מצוה מן המובחר שיהיו שוים בכל הענינים ואם א\"א זה הנה מותר עכ\"ל ור\"ל לפי שלא הבדילה התורה ביניהם רק במעשה אבל במהותם ממש אחד הם אבל כאן בכבשי מצורע לא שייך זה והנה א\"כ הדין נותן שלא יהו שוים רק בדבר אחד (ועיין בתוס' יו\"ט שם שהקשה קושייתי יעו\"ש היטב והתימה שלא עיין בפי' המשנה לרבינו) וכיון שלא ידעינן באיזה דבר והדבר אינה אלא למצוה בעלמא ולכן השמיט אותם ומ\"מ צ\"ע בזה. ודע דבציפרים דבעינן שיהיו שוים לכאורה יש לעיין קצת מהא דאיתא בתו\"כ שם פ\"א ושחט את הציפור האחת הברורה שבשתים יעו\"ש והא בעינן שיהיו שניהם שוות ואי מיירי בדיעבד שלא היו שניהם שוות א\"כ ל\"ל צפור צפור ריבה תיפוק לה מהכא. ואולי לא היה מרבינן מזה אף שאינם שוים בשום דבר דהו\"א דמיירי דשוים בקצת דברים ולא בכולם ומ\"מ צ\"ע בכל זה ואולי רבינו דריש מהכבש הא' שישחוט הברור לאשם אלמא דלא בעינן שיהיו שוים ואי נימא דמיירי בדיעבד א\"כ ל\"ל כבש כבש ריבה תיפוק ליה מהכבש האחד ואי נימא דצריך כבש כבש אף דלא שוו כלל הא ליתא דמשני כבשים לא ידעינן רק שיהיו שווים בד\"א וכנ\"ל ולכן דחה את התו\"כ מהלכה לגבי מתניתין וצ\"ע בכ\"ז וה' יאיר עיני.",
                "<b> מביא </b>\n<b> שני וכו'.</b> שם בתורה ובכריתות י' ב' ובתוספתא שם פ\"א."
            ],
            [
                "<b>שבועת </b>\n<b> העדות וכו'.</b> שם בתורה בסוף פרשת ויקרא ובכריתות י' ב' ובתוספתא שם פ\"א.",
                "<b> אין </b>\n<b> ידו וכו'.</b> עיין בתו\"כ ויקרא דבורא דחטאת פי\"ח דאיתא שם וז\"ל יש לו שה ואין לו צרכיו מנין שיביא קרבן עני ת\"ל די שה עכ\"ל ועיין בקרבן אהרן שם אות א' מש\"כ בזה כי בזה אין לפרש דקאי על נסכים דהא חטאת אין טעון נסכים כמבואר בפ\"ב ממעשה הקרבנות ה\"ב.",
                "<b> מביא </b>\n<b> עשירית וכו'.</b> שם בתורה ובכריתות שם ובתוספתא שם.",
                "<b> מעשה </b>\n<b> הקרבנות.</b> פי\"ב יעו\"ש."
            ],
            [
                "<b>השמועה </b>\n<b> למדו וכו'.</b> שבועות ו' ב' יעו\"ש כל הסוגיא ובתו\"כ ויקרא דבורא דחטאת פי\"ב יעו\"ש ועיין בלח\"מ."
            ],
            [
                "<b>שהאשה </b>\n<b> חייבת וכו'.</b> נדרים ל\"ה ב' נזיר כ\"ד א' ב\"מ ק\"ד א' נגעים פי\"ד משנה י\"ב ותוספתא דכתובות פ\"ד ובתו\"כ מצורע פ\"ג פרשה ד' ובירושלמי פ\"ד דכתובות ה\"ח ובספרי נשא פיסקא ח' יעו\"ש והנה מש\"כ מרן דליכא מאן דפליג אר' יהודה צ\"ע דהא בנזיר מפורש התם דרבנן פליגי עליה יעו\"ש וכ\"ה בספרי שם וכן ראיתי בזרע אברהם שם שתמה עליו ואולי כוונתו שלא הובא במשנה דעת החולקים ע\"ז ועיין בגירסת רש\"י ובר\"ן דנדרים די\"ל דשפיר כו\"ע מודים לר\"י יעו\"ש היטב אבל תמוה היא מהסוגיא דנזיר והספרי הנ\"ל ועיין בר\"ש דנגעים וברא\"ש שם ומדכתב רבינו בסתם מיירי דאפילו חיללה שבת מ\"מ הבעל מחויב להביא בשבילה וכ\"ה בירושלמי שם ובתוספתא שם והיינו כדעת ר\"י אבל לרבנן פטור כדאיתא בנזיר ובספרי שם ובהכי מיירי הש\"ס דנזיר אבל במצורע וזבה ויולדת י\"ל דגם רבנן מודו וכמבואר בספרי להדיא ודע דבנדרים ונדבות כתבו התוס' התם בב\"מ וכן הרא\"ש בנדרים שם וכן התוס' בנזיר שם דפטור יעו\"ש ויש לעיין א\"כ נזירות נמי הא בא בנדר הוא וי\"ל לפי שבידו להפר א\"כ לא חיישינן שמא תכעיסהו במתכוין א\"נ כמש\"כ התוס' בב\"מ שם דלא חיישינן שתדור לאסור עצמה ביין כדי להכעיס לבעל יעו\"ש.",
                "<b> ומביא </b>\n<b> אדם וכו'.</b> שם בנגעים משנה הנ\"ל ובתו\"כ שם יעו\"ש."
            ],
            [
                "<b>מביאין </b>\n<b> קרבנן וכו'.</b> והראב\"ד כתב ע\"ז וז\"ל א\"א אין המלך חייב בשמיעת קול ולא המשיח בטומאת מקדש וקדשיו עכ\"ל והנה לבאר דבר זה יש להאריך קצת דהנה בהוריות ח' ב' איתא במשנה וז\"ל אין חייבין על שמיעת קול על ביטוי שפתים ועל טומאת מקדש וקדשיו והנשיא כיוצא בהם דריה\"ג ר' עקיבא אומר הנשיא חייב בכולן חוץ משמיעת הקול עכ\"ל ושם ט' א' איתא וז\"ל על שמיעת הקול ועל בטוי שפתים ועל טומאת מקדש וקדשיו בי\"ד פטורין והיחיד והנשיא והמשיח חייבין אלא שאין כה\"ג משיח חייב על טומאת מקדש וקדשיו דברי ר' שמעון ומה הן מביאין קרבן עולה ויורד ר' אליעזר אומר הנשיא מביא שעיר עכ\"ל והנה הסתירה מבוארת דבקמייתא קאמר דהנשיא פטור מכולם ובברייתא קאמר דנשיא חייב ורש\"י ז\"ל פי' דריה\"ג ס\"ל דנשיא ומשיח פטור מכולן ור\"ע ס\"ל דנשיא חייב בכולן חוץ משמיעת הקול ומשיח פטור מכולן מקרבן עולה ויורד אבל מייתי פר על כולן ור\"ש ס\"ל דנשיא ומשיח חייבין על כולם עולה ויורד אלא שאין כה\"ג משיח חייב על טומאת מקדש וקדשיו ולא מלך על שמיעת הקול והנה הראב\"ד ס\"ל דהלכה כר\"ש אבל כולן אינך חייבין קרבן עולה ויורד כהדיוט והטעם דפסק כר\"ש משום דבפי\"ב דפרה מ\"ד סתם משנה כוותיה דר\"ש עיין תוס' יו\"ט וע\"ע הוריות י\"ב ב' ויומא ע\"ג א' וע\"ע בכריתות כ\"ו א' דנשיא אין בשמיעת קול.<br><b> והנה</b> דעת רבינו ז\"ל בפי' המשניות דמשנה קמא מיירי בחיוב פר דמשיח אינו מביא פר אבל מקרבן עולה ויורד לא מיירי ת\"ק דמשנה קמייתא ובא ריה\"ג והוסיף דנשיא פטור לגמרי וכן משיח (כמבואר בש\"ס) ור\"ע ס\"ל דנשיא חייב בכולן רק פטור בשמיעת קול אבל משיח פטור מכולן ובמתניתין בתרייתא ס\"ל לת\"ק דמתניתין דנשיא ומשיח חייב בכולן בקרבן עולה ויורד רק דר\"ש ס\"ל דמשיח פטור על טומאת מקדש וקדשיו יעו\"ש בפי' המשניות. ובאמת מאד דחוק הוא דלדבריו הת\"ק ס\"ל דמשיח ונשיא חייב בקרבן עולה ויורד ופטור מפר ור\"ע ס\"ל דכהן משיח פטור מקרבן עולה ויורד כמבואר שם א' וחייב בפר כמבואר שם ב' וצ\"ע בזה. ואולי יצא לו לרבינו שיטתו דבתו\"כ ויקרא דבורא דחטאת בתחלתו איתא וז\"ל מכל מצות ה' ולא כל מצות ה' פרט לשמיעת קול ולביטוי שפתים ולטומאת מקדש וקדשיו עכ\"ל לגבי כהן משיח וכן איתא התם בפרשה ה' לגבי נשיא וכן איתא התם פרשה ז' לגבי הדיוט יעו\"ש וכי היכי דגבי הדיוט פי' אינו בקבועה אבל בקרבן עולה ויורד איתיה ה\"נ לגבי כהן משיח ונשיא פי' אין דינן בפר ושעיר רק בעולה ויורד אבל באמת גם מכאן אין הכרע דהתם בפרשה ד' לגבי בי\"ד נמי הכי איתא יעו\"ש ועיין בכל המקומות בקרבן אהרן שם אבל בירושלמי הוריות בפ\"ב ה\"ח איתא התם וז\"ל כיני מתניתא אלא שאין כה\"ג חייב על טומאת מקדש וקדשיו דברי הכל והנשיא על שמיעת הקול דברי ר\"ש ומינה משמע דרישא דמתני' קמא הוא דברי תנא אחר ולא דברי ר\"ש ואף דרבינו לא ס\"ל כהירושלמי בזה משום דהסוגיא דהוריות י\"ב ב' מבואר דלא כהירושלמי מ\"מ חזינן דרישא הוא ת\"ק אחר ולא ר\"ש היא (ובאמת יש שם בה\"ז ובה\"ח הרבה ט\"ס לדעתי ואין לעמוד עליהם מתוך הספר ויש לעיין בירושלמי עם פני משה) כ\"ז יש לדחוק וצ\"ע.<br><b> ודע</b> דמש\"כ מרן דלהכי פסק רבינו דנשיא חייב על שמיעת קול משום דבמלכי בית דוד מעיד יעו\"ש ויש לעיין דהא בעצמו כתב בפ\"ג מהל' מלכים ה' ז' דמלכי בית דוד מעידין אותו אבל הוא אינו מעיד יעו\"ש (וכ\"מ מרש\"י דשבועות ל\"א א' יעו\"ש היטב) ומבואר שם דאפילו לאיסורא אינו מעיד יעו\"ש היטב ולא כן הוא דעת רבינו יונה בחי' לסנהדרין ועי' בתוס' סנהדרין י\"ח ב' ד\"ה מעיד וכו') וא\"כ הדרא קושיא לדוכתא ועוד הא בהל' שבועות פ\"י ה\"א כתב בהדיא דאין המלך חייב וצ\"ע ושוב ראיתי בתוס' יו\"ט שהרגיש בזה.<br><b> והנה</b> הא דפסק דכה\"ג חייב על טומאת ביאת מקדש וקדשיו י\"ל דיצא לו אולי מהא דשבועות י\"ז א' דפריך היכי משכחת לה טמא ששימש במיתה הא חייב כרת על הכניסה יעו\"ש ואי איתא הא משכחת לה בכה\"ג שפטור על הכניסה אבל אי מהא לא אירייא דהא באותה פרשה נאמרה טומאת עבודה וטומאת קדשים יעו\"ש היטב בפרשת אמור וע\"כ מיירי באותו שחייב על טומאת קדשים כרת הוא חייב על טומאת עבודה מיתה יעו\"ש היטב.<br><b> גם</b> מהא דמבואר בשבועות ב' ב' דכהן משיח מתכפר על טומאת מקדש וקדשיו בדם הפר נמי אין ראיה די\"ל כמש\"כ הר\"ש בפרק י\"ב דפרה מ\"ד יעו\"ש דהתם מיירי בענין שא\"צ להביא כפרה בפ\"ע יעו\"ש וכמו דאי' בשבועות ז' ב' ח' א' יעו\"ש היטב אבל י\"ל דרבינו ס\"ל דאם צריך הכהן משיח כפרה על דבר שאין היחיד מביא קרבן כ\"ש שצריך כפרה על דבר שהיחיד מביא עליה קרבן ודלא כר\"ש ועל כרחך התם מכפר על כה\"ג על טומאת מקדש וקדשיו כדמוכח התם בשבועות י\"ד א' ובשלמא לר\"ש התם י\"ל דהוידוי ראשון כנגד ביתו אבל הוא עצמו פטור אבל לר\"י התם דהוידוי הוא כנגד שעיר העם והוא לו לעצמו א\"כ יקשה ל\"ל כפרה על עצמו ובזה לכאורה יובן טעם רבינו דפסק בכהן משיח שחייב על טומאת מקדש וקדשיו והבן היטב (וע\"ע בתוספתא שבועות פ\"א).<br>1אמנם בזה דפסק דנשיא חייב על שמיעת הקול באמת לא מצאתי ישוב נכון לזה דלכאורה סתר עצמו למש\"כ בפ\"י מהל' שבועות וכנ\"ל וזה א\"א לומר דמש\"כ התם מיירי דפטור משעיר זה דוחק גדול וה' יאיר עיני להבין תעלומות חכמה (ודע דמש\"כ הלח\"מ די\"ל דלהראב\"ד היה גירסא אחרת בברייתא דמייתי הש\"ס ותנא אחר הוא ולא ר\"ש יעו\"ש היטב באמת בתוספתא פ\"א דעדיות איתא שם ר' יהודה במקום ר\"ש יעו\"ש היטב).",
                "<b> כמו </b>\n<b> שביארנו.</b> לעיל פ\"א ה\"ד.",
                "<b> בהל' </b>\n<b> שבועות.</b> יעו\"ש בפ\"ג ובפ\"ד מהא דשבועת ביטוי ושם פ\"ט מבואר משבועת עדות יעו\"ש.",
                "<b> מחוסרי </b>\n<b> כפרה.</b> לקמן פ\"א."
            ],
            [
                "<b>קרבן </b>\n<b> על וכו'.</b> תוספתא פ\"א דכריתות ועיין בלח\"מ מש\"כ לענין נזירות באונס והשיג על הר\"מ מטראני יעו\"ש האמת אתו ועיין בספרי נשא פיסקא כ\"ח ובירושלמי נזיר פ\"ח ה\"א יעו\"ש היטב ובמדרש רבה נשא פ\"י.",
                "<b> היה </b>\n<b> אנוס וכו'.</b> כן משמע בשבועות י\"ח א' ועיין שבת ס\"ח ב' יעו\"ש היטב וכן משמע בכמה דוכתי."
            ],
            [
                "<b>מעות </b>\n<b> לכבשה וכו'.</b> כריתות כ\"ז ב' תו\"כ ויקרא דבורא דחטאת פרשה י'."
            ],
            [
                "<b>והעני </b>\n<b> יקח וכו'.</b> כריתות כ\"ז ב' ותו\"כ ויקרא דבורא דחטאת וכבר נתבאר בפ\"ה מהל' פסולי המוקדשין ה\"ט וע\"ע בתוספתא פ\"ד דכריתות.",
                "<b> היה </b>\n<b> מורישו וכו'.</b> ערכין י\"ז ב' ועיי\"ש ברש\"י ותוס' ופי' רבינו."
            ],
            [
                "<b>שהפריש </b>\n<b> כשבה וכו'.</b> ערכין י\"ז ב' ועיין בפ\"ה מהל' פסולי המוקדשין ה\"י יעו\"ש היטב."
            ],
            [
                "<b>עשירית </b>\n<b> האיפה וכו'.</b> עיין תוספתא פ\"ד דכריתות ועיין לעיל פ\"ו מהל' איסורי מזבח ה\"ה יעו\"ש היטב."
            ],
            [
                "<b>קן </b>\n<b> למכרה וכו'.</b> כריתות כ\"ח א' יעו\"ש ורבינו לטעמיה דס\"ל בע\"ח אינם נדחים ודחוי מעיקרו אינו דחוי ועיין לעיל פ\"ט מהל' מעשה הקרבנות מש\"כ מזה.",
                "<b> עני </b>\n<b> שהקריב וכו'.</b> כריתות כ\"ח א' נגעים פי\"ד מי\"ב יומא מ\"א ב' תו\"כ מצורע סוף פרשה ד' יעו\"ש.",
                "<b> ועשיר </b>\n<b> שהקריב וכו'.</b> שם במשנה ובתו\"כ שם ועיי\"ש בכריתות וביומא שם מחלוקת בזה במטמא מקדש וקדשיו אם עשיר שהביא קרבן עני אם יצא או לא ורבינו פסק כר' אלעזר א\"ר הושעיה משום דרב ששת משמע דס\"ל כוותיה יעו\"ש."
            ]
        ],
        [
            [
                "<b>עד </b>\n<b> שתהיה וכו'.</b> שבועות ב' א' ד' א' ה' א' ח' א' ב' י' א' י\"ד א' תו\"כ ויקרא דבורא דחטאת פרק י\"ב. ומש\"כ דבכל הכריתות כיון ששגג ונודע לו בסוף וכו' עיין שבועות י\"ד ב' ומבואר ופשוט בכמה דוכתי.",
                "<b> וידע </b>\n<b> שנטמא וכו'.</b> כ\"ז מבואר בשבועות י\"ד א'.",
                "<b> משש </b>\n<b> מחלוקות וכו'.</b> ר\"ל כי הקדש והמקדש נחשבין לשנים ויש כאן ששה בבות (א) היינו העלם טומאה לגבי קדש (ב) או לגבי מקדש (ג) העלם קדש (ד) או העלם מקדש לגבי טומאה (ה) העלם זה וזה לגבי קדש (ו) או לגבי מקדש ופשוט.",
                "<b> שנאמר </b>\n<b> ונעלם וכו'.</b> שבועות ד' א' ה' א' ובתו\"כ שם ועיין בלח\"מ מש\"כ בזה ולקמן אי\"ה יבואר מזה."
            ],
            [
                "<b>באיזה </b>\n<b> אב וכו'.</b> שם י\"ד ב' ודלא כר\"א ועיי\"ש י\"ט א' דר\"י ס\"ל דגם ר\"א מודה דלא בעינן שידע באיזה אב נטמא ועיין בפי' המשניות שפסק כחזקיה משום דעולא נמי ס\"ל כוותיה יעו\"ש אמנם לדינא לית הלכה כר\"א (וע\"ע בתו\"כ שם) וע\"ע נדה כ\"ח ב' דמייתי סוגיית הש\"ס הא דחזקיה יעו\"ש אבל התם עולא אזיל לשיטתיה.",
                "<b> ונודע </b>\n<b> לו וכו'.</b> לכאורה משמע דבידיעה שבסוף בעינן ע\"כ שידע באיזה אב נטמא משום דלא גרע משאר חייבי כריתות דבעינן דידע באיזה חטא נטמא וכדלעיל פ\"ב ה\"ג ופ\"ח ה\"ה יעו\"ש ולא פליגי כאן רק בידיעה קמייתא אבל באמת לא דמי להך דלעיל דהתם אינו יודע על מה חייב כרת איזו חטא חטא שיתחייב עליה כרת אבל כאן ידע שנטמא ונכנס למקדש או אכל קדש בטומאה מ\"מ יש לדמות שפיר דהא התם ידע שפיר שנכשל בחטא עריות או בחטא מאכלות אסורות ואעפ\"כ פטור. ובזה נסתלק כל מה שקיהה בזה הלח\"מ דלעולם דרשינן דרשא דבה לגבי ידיעות בתרייתא וזה תלוי בפלוגתא דר' אליעזר ור' ישמעאל ופסקינן כר\"י אבל הך פלוגתא מיירי לענין ידיעה קמייתא אבל מהך דנדה כ\"ח ב' יש לעיין היטב בזה דמבואר התם דלר' עקיבא חייב והא התם ליכא ידיעה בתרייתא ואולי עד כאן לא פליגי בתרייתא רק לענין חטאת ולא לענין מלקות והתם מיירי לענין מלקות ולא לענין חטאת ומ\"מ יש לעיין א\"כ מנ\"ל דר\"א פוטר בכה\"ג לענין מלקות ואולי אפשר ס\"ל לרבינו דלרב דהלכה כוותיה א\"כ התם ר\"ע ור\"א מודו דמיקרי ידיעה שפיר דעד כאן לא פליגי רק בלא ידע באיזה דבר נטמא אבל בידע שפיר מהו הטומאה רק דלא ידע אי טומאתו מחמת אודם או מחמת לובן מיקרי שפיר ידיעה ולכן לכו\"ע הוי חייב והא דאינו חייב התם על כרחך טעמא אחרינא הוא משום דבעינן זכר ודאי ונקבה ודאית ואכתי יש לעיין בזה. ובאמת יש לעיין בגוף דברי הש\"ס דנדה דמנ\"ל דבעינן דידע אי בלובן נטמא או באודם הא מ\"מ נטמא מטעם זיבה ובשלמא הכא בעינן שפיר דידע אי נטמא משרץ אי מנבלה ואם היו שני שרצים כגון עכבר וחולד וידע דאיטמי בחד מי בעינן דלידע דאיטמי באיזה שרץ או באיזה נבילה וכ\"ת אין הכי נמי א\"כ לימא רבותא טפי דאפי' אי איטמי בשרץ ולא ידע באיזה שרץ נמי פטור ועוד אפי' תימא דבכה\"ג פטור ג\"כ מ\"מ הא דידן עדיפא טפי דהא הכא איטמי בתרוייהו ודאי רק דאינו יודע משום איזה טעם הוא טמא. סוף דבר אני נבוך בזה. גם בדברי רבינו יש לעיין קצת דאכתי לא דמי להפלוגתא דר\"א ור\"י דהתם לא ידע איזה חיוב כריתות עבר אבל כאן ידע שפיר דעבר על כרת של טומאת הגוף לגבי קדש או לגבי מקדש וא\"כ י\"ל דכאן לא בעינן ידיעה. סוף דבר צע\"ג בזה וה' יאיר עיני.",
                "<b> הלכות </b>\n<b> טומאה וכו'.</b> שבועות י\"ד ב' בעיא דרב פפא ועלתה בתיקו.",
                "<b> שלא </b>\n<b> ראה וכו'.</b> שם בעיא דר' ירמיה ועלתה בתיקו.",
                "<b> חטאת </b>\n<b> העוף וכו'.</b> עיין לעיל פ\"ז מהל' פסולי המוקדשין ה\"י יעו\"ש ובזה מיושב מה שהקשו התוס' בגיטין כ\"ח ב' ובנדה ע' א' יעו\"ש היטב."
            ],
            [
                "<b>שנטמא </b>\n<b> בעזרה וכו'.</b> שם י\"ד ב' במשנה ושם בתוספתא פ\"א.",
                "<b> ביאת </b>\n<b> מקדש.</b> בפ\"ג מהלכה כ\"א ואילך."
            ],
            [
                "<b>שטימא </b>\n<b> עצמו וכו'.</b> שבועות י\"ז א' ועיין במל\"מ שהקשה על רבינו מחי' הר\"ן יעו\"ש היטב ועיין במל\"מ לעיל פ\"ג ה\"ז שם הובא דברי הר\"ן באורך ושם הקשה בעצמו ותירץ זאת הקושיא יעו\"ש היטב ודע דהתורת חיים כתב שם דבטומאת מקדש וקדשיו לא בעינן שיהא שב מידיעתו יעו\"ש היטב ובלא\"ה לק\"מ יעו\"ש היטב ודו\"ק.",
                "<b> תלה </b>\n<b> עצמו וכו'.</b> שם ועיין בלח\"מ מש\"כ בזה יעו\"ש היטב ובאמת כ\"כ הרשב\"א בחי' לשבועות שם ועיין במל\"מ מש\"כ בזה ועיין לעיל פ\"ו מהל' בית הבחירה ה\"ה מש\"כ מזה יעו\"ש היטב."
            ],
            [
                "<b>שנסתפק </b>\n<b> לו וכו'.</b> עיין לעיל פ\"ח ה\"א ובמש\"כ שם."
            ],
            [
                "<b>שני </b>\n<b> שבילים וכו'.</b> שבועות י\"ט ב' וכריתות י\"ט א' תוספתא דטהרות פ\"ו.",
                "<b> הלך </b>\n<b> בראשון וכו'.</b> בכריתות שם ועיין במל\"מ."
            ],
            [
                "<b>שלישי </b>\n<b> ושביעי וכו'.</b> שם ושם וכר' יוחנן דס\"ל כאן עשו ספק ידיעה כידיעה (ועיין לעיל פ\"ו הי\"ב ופ\"ח ה\"ח) ומשמע כאן דידיעת בית רבו לא שמה ידיעה דאל\"כ גם ספק ידיעה לא בעינן כמבואר שם בשבועות וכריתות בתוס' יעו\"ש היטב ולכאורה יקשה לדברי רבינו דפוסק כרבי בהלכה א' ולדידיה ידיעת בית רבו שמה ידיעה ועיי\"ש בלח\"מ מש\"כ בזה ויש לעיין בזה."
            ],
            [
                "<b>ואמרו </b>\n<b> לו וכו'.</b> שם בכריתות י\"ב א' ומודים חכמים לר' יהודה בחלבין ובביאת מקדש ועיין לעיל פ\"ג ה\"א.",
                "<b> אע\"פ </b>\n<b> שהיה וכו'.</b> עיין בראב\"ד שהשיג ע\"ז ועיין במרן ובלח\"מ מה שהאריכו בזה וע\"ע בירושלמי נזיר פ\"ח ה\"א יעו\"ש היטב."
            ],
            [
                "<b>ידיעה </b>\n<b> בתחלה וכו'.</b> שבועות ב' א' ז' ב' ח' ב' תו\"כ אחרי פ\"ה.",
                "<b> ושאין </b>\n<b> בה וכו'.</b> שם ב' א' ח' ב' ותו\"כ שם.",
                "<b> לא </b>\n<b> בתחלה וכו'.</b> שם ב' א' וכר' יהודה ושם ט' ב' ובתוספתא פ\"א ובתו\"כ שם ומסקינן שם בש\"ס אפילו חטא שסופו לידע דינו כאין בה ידיעה לא בתחלה ולא בסוף יעו\"ש.",
                "<b> ועל </b>\n<b> זדון כו'.</b> שם ב' ב' י\"ב ב' ובתו\"כ שם.",
                "<b> מן </b>\n<b> הכהנים.</b> משמע דבשוגג מתכפרים בשעיר ורש\"י לא כ\"כ שם ב' ב' בד\"ה אלא שהפר וכו' יעו\"ש וכן משמע קצת שם י\"ג ב' י\"ד א' דמסקינן שם דדם הפר ווידויו מכפרין על מה שהשעיר הפנימי ושעיר החיצון מכפרים אלמא דהכהנים מתכפרין בפר מה שהשעירים מכפרין על ישראל ומהיכי תיתי לחלק ולומר דאין הפר מכפר על הכהנים רק בזדון מקדש וקדשיו ואף דהכהנים מתכפרין בשעירי הרגלים ושעירי ר\"ח עיין בתוס' י\"ד א' ד\"ה וקאמר וכו' יעו\"ש היטב וצ\"ע בזה וכן העיר בזה הלח\"מ וה' יאיר עיני."
            ]
        ],
        [
            [
                "<b>חטאת </b>\n<b> קבועה.</b> עיין הוריות ח' א' ב' ט' א' ותוספתא פ\"א ותו\"כ ויקרא דבורא דחטאת פרשה ד'.",
                "<b> אם </b>\n<b> שגגו.</b> שם ד' ב' דבמזיד פטורין.",
                "<b> בי\"ד </b>\n<b> הגדול.</b> שם ה' א' וכחכמים (ועיין שם ג' א') ובתוספתא שם פ\"א ובתו\"כ שם.",
                "<b> והורו </b>\n<b> להתיר.</b> שם ב' א' ושם ז' ב' וח' א' ותוספתא שם ותו\"כ שם ועיי\"ש ב' ב'.",
                "<b> ושגגו </b>\n<b> העם.</b> שם ד' ב' דמזידין פטורין.",
                "<b> ועשו </b>\n<b> העם.</b> אבל לא עשו פטורין כמבואר שם ד' ב'.",
                "<b> והם </b>\n<b> סומכין וכו'.</b> אבל אם לא סמכו עליהן פטורין הבי\"ד כמבואר שם ב' א' ושם ד' ב' יעו\"ש היטב.",
                "<b> שלא </b>\n<b> עשו וכו'.</b> שם ג' א' ה' ב'.",
                "<b> פטורין </b>\n<b> מן וכו'.</b> עיי\"ש ב' ב' ה' א' יעו\"ש היטב.",
                "<b> בע\"ז </b>\n<b> שגגו וכו'.</b> עיין הוריות ח' א' ט' א' י\"ג א' יבמות ט' א' יומא נ' א' נ\"ז א' זבחים צ' א' (ועיין רדב\"ז ח\"ה סי' רכ\"ב).",
                "<b> מכל </b>\n<b> שבט וכו'.</b> שם ה' א' וכר' יהודה ובתו\"כ שם.",
                "<b> והם </b>\n<b> נשרפות וכו'.</b> עיין לעיל פ\"ה מהל' מעשה הקרבנות הט\"ז.",
                "<b> וכל </b>\n<b> וכו' שנאמר וכו'.</b> עיי\"ש ה' ב' דפריך לה מזה יעו\"ש וכן הרגיש בזה הלח\"מ. ויש ליישב דאי לאו האי קרא הו\"א דדוקא י\"ב שבטים מיקרו קהל לכן מייתי רבינו האי קרא ודע דבש\"ס מייתי שם פסוק ונתתיך לקהל עמים וכו' והקשו התוס' ישנים אמאי לא מייתי קרא דגוי וקהל גוים כו' יעו\"ש ובאמת כ\"ה בירושלמי שם פ\"א ה\"ו וכ\"ה ברש\"י פסחים פ' א' ויש לעיין לכאורה דהא אותו פסוק קאי ג\"כ על מנשה ואפרים כמו שפרש\"י בריש פרשת ויחי יעו\"ש א\"כ אכתי הוו שני שבטים וי\"ל דגוי קאי על בנימין וקהל גוים קאי על חד מבני יוסף דהשני הוא בכלל יוסף ופשוט ועוד י\"ל דלגבי הוראה מיחשב אפרים ומנשה לחד כדאיתא ו' ב' ולקמן פי\"ג ה\"ב ועוד הא כתב רש\"י בחומש דה\"ק קהל וגוים וחד קאי אאפרים וחד אמנשה.",
                "<b> שבארץ </b>\n<b> ישראל.</b> שם ד' ב' ג' א'.",
                "<b> רוב </b>\n<b> ישראל וכו'.</b> שם ג' א' ה' ב' ותוספתא שם פ\"א ותו\"כ שם.",
                "<b> שלא </b>\n<b> חטאו וכו'.</b> שם ה' א' וכר' יהודה ובתוספתא שם ובתו\"כ שם.",
                "<b> שבט </b>\n<b> אחד וכו'.</b> שם ה' ב' מסקינן דלר' יהודה אפי' שבט אחד בלבד שעשה ע\"פ הוראת בי\"ד הגדול כל השבטים חייבין יעו\"ש וכתב שם רבינו דמיירי בשהיה אותו השבט רוב הקהל יעו\"ש בפי' המשניות וכ\"כ הרע\"ב ובהכי ניחא מה שנקט ר\"י שם במשנה ז' שבטים יעו\"ש משום דמ\"מ רובא בעי או רוב מנין השבטים או רוב הקהל אמנם ר' אלעזר ב\"ר שמעון ס\"ל או רוב השבטים אע\"פ שהן מחצית הקהל או מחצית השבטים והן רוב הקהל כמבואר בירושלמי שם פ\"א ה\"ז ומש\"כ רבינו מתחלה בין שעשו רוב ישראל אע\"פ שהן מיעוט מנין השבטים היינו משום דהוא פסק כר\"י דבשבט אחד שהוא רוב הקהל די ומינה שאם היה רוב מנין השבטים אע\"פ שהוא מיעוט הקהל די וכמו רשב\"א לשיטתו בירושלמי והבן (כנראה לענ\"ד ברור ואם תראה לאחד מן המחברים שכתב קצת באופן אחר לא תשגיח בו)."
            ],
            [
                "<b>שנסתפק </b>\n<b> להן וכו'.</b> הוריות ז' א' ט' א' תו\"כ שם פ\"ב ותוספתא פ\"א.",
                "<b> ונודעה </b>\n<b> החטאת וכו'.</b> ממלת ונודעה קא דריש והא דדרש שם ה' א' והובא לקמן פי\"ד ה\"ד יעו\"ש שם דריש ממלת החטאת ומיושב קושיית הלח\"מ. ובאמת בש\"ס לא נאמר מקרא מפורש מאיזה טעם פטור הצבור מאשם תלוי ופשוט והבן.",
                "<b> בי\"ד </b>\n<b> הגדול וכו'.</b> כבר נתבאר לעיל ה\"א ד\"ה בי\"ד הגדול.",
                "<b> ראש </b>\n<b> ישיבה וכו'.</b> שם ד' ב' ובתוספתא פ\"א ובתו\"כ שם.",
                "<b> ראויין </b>\n<b> להוראה וכו'.</b> שם ושם ושם.",
                "<b> או </b>\n<b> רובן כו'.</b> שם ג' ב' וסלקא דר' יונתן בתיובתא (ומש\"כ בתוספתא פ\"א שבהורייה בעינן שיורו כולם אתי לאפוקי באם המיעוט גילו דעתם להיפך שפטורים אבל אם שתקו חייבין ועיין לקמן בפי\"ג).",
                "<b> מותרים </b>\n<b> אתם וכו'.</b> כ\"ה שם ב' א' ובירושלמי שם ה\"א (ועיין לעיל במל\"מ הלכה א' יעו\"ש וכל דבריו פשוטים).",
                "<b> כל </b>\n<b> הקהל וכו'.</b> כבר נתבאר בהלכה א'.",
                "<b> לבטל </b>\n<b> מקצת וכו'.</b> שם ג' ב' ותוספתא שם ובתו\"כ שם וירושלמי פ\"י דיבמות ה\"ג.",
                "<b> ידעו </b>\n<b> גופו וכו'.</b> שם ה' א' תו\"כ שם וכל אלו הדברים בפרטות יבואר אי\"ה לפנינו בסימנים הבאים."
            ]
        ],
        [
            [
                "<b>אחד </b>\n<b> מן וכו'.</b> כחכמים שם ה' א' דבי\"ד של שבט אחד אינו כלום בהוראה וכבר נתבאר לעיל סימן פי\"ב ה\"א ועיין רש\"י יומא נ' א' יעו\"ש וצ\"ע.",
                "<b> ראש </b>\n<b> ישיבה וכו'.</b> שם ד' ב' וכבר נתבאר לעיל פי\"ב ה\"ב.",
                "<b> או </b>\n<b> זקן וכו'.</b> שם ד' ב' ובתו\"כ שם ועיין בלח\"מ מה שכתב בזה.",
                "<b> ואם </b>\n<b> כל וכו'.</b> בתו\"כ שם ושם ה' א' ועיין תוס' ב' א' ד\"ה הורו וכו' וברש\"י ד' ב' ד\"ה אר\"ח כו'.",
                "<b> ראויין </b>\n<b> להוראה וכו'.</b> שם ד' ב' ובתו\"כ שם ועיין בלח\"מ יעו\"ש.",
                "<b> וידע </b>\n<b> אחד וכו'.</b> שם ג' ב' ד' ב' ואע\"ג דשם ג' ב' אסיקנא דלא בעינן שיורו כולם וכמש\"כ לעיל פי\"ב ה\"ב מ\"מ בעינן שישתוק המיעוט אבל אם אמר להם שטעו פשיטא דאין זו הוראה וכן מוכח בהדיא למעיין שם באותה הסוגיא וכל זה פשוט וברור ועיין ברש\"א ועיין בלח\"מ מה שהקשה יעו\"ש היטב ובאמת לק\"מ ומש\"כ דא\"כ אמאי קאמר מאי כל עדת ישראל דקאמר רחמנא וכו' לימא דה\"ק דהיכא דאחד חולק עליהן אינו כלום יעו\"ש י\"ל דמשמע דכתיב דכל עדת ישראל ישגו משמע דכולם יהיו שוגגים בדבר אבל אם שתקו פטורים הבי\"ד וע\"ז קאמר דה\"ק דכולם ישבו בשעת השגגה (ועיין בתוס' ד' ב' ד\"ה או שלא וכו' יעו\"ש היטב) וזה פשוט וברור לענ\"ד וכן כתב רבינו לאח\"ז תיכף דבשתקו חייבין יעוין שם ופשוט (ודע דה\"ה באומר איני יודע פטורים כמבואר בתו\"כ והובא שם בתוס' יעו\"ש).",
                "<b> נשאו </b>\n<b> ונתנו וכו'.</b> הוריות ב' א' וכבר נתבאר לעיל פי\"ב ה\"ב יעו\"ש.",
                "<b> מיעוט </b>\n<b> הקהל וכו'.</b> שם ב' ב' ג' א' ועיין בתו\"כ פ' ז' יעו\"ש היטב ועיין לח\"מ מה שכתב ליישב דלא יקשה מהא דשבת יעו\"ש היטב והנה מש\"כ דלפי האמת אית ליה לר' יהודה דתרי מיעוטי כתיב והא דס\"ל דיחיד שעשה בהוראת בי\"ד חייב יעו\"ש תמוה דהא בתו\"כ מבואר דיחיד שעשה בהוראת בי\"ד פטור וסתם סיפרא ר' יהודה וכ\"ה מפורש בהוריות שם ושם וע\"כ צ\"ל דה\"ק דרבינו ס\"ל כר\"מ דלא יש רק תרי מיעוטי וחד קאי אזה עוקר וזה מניח ואידך למעוטי זה יכול וזה יכול וכר\"י. שוב עיינתי בפ\"א מהלכות שבת ושם כתב הלח\"מ כמש\"כ יעו\"ש. ודע דהרמב\"ן בחי' לשבת הביא בשם מפרשים לאוקמי הגירסא דר\"ש ס\"ל דיחיד שעשה בהוראת בי\"ד חייב יעו\"ש מה שכתב בזה אבל מה יענו על התו\"כ הנ\"ל דשם מבואר דס\"ל לפטור יעו\"ש היטב (ועיין ירושלמי הוריות פ\"א ה\"א)."
            ],
            [
                "<b>שעשו </b>\n<b> בהוראתן וכו'.</b> הוריות ג' א' לפי אוקימתא דרב פפא יעו\"ש והלכה כחכמים.",
                "<b> רוב </b>\n<b> אנשי וכו'.</b> לעיל פי\"ב ה\"ב נתבאר זה.",
                "<b> אינן </b>\n<b> חשובין וכו'.</b> שם וא\"ו ב' וכרבא דתניא כוותיה ומסייע ליה קרא יעו\"ש."
            ],
            [
                "<b>מרובים </b>\n<b> בשעת וכו'.</b> עיין הוריות י' א' וג' א' פלוגתא דר\"ש ורבנן והלכה כרבנן יעו\"ש היטב ועיין לקמן פט\"ו ה\"ט ולכן כאן בי\"ד חייבים והעושים פטורים.",
                "<b> מועטין </b>\n<b> בשעת וכו'.</b> בזה אף ר\"ש מודה כדאיתא התם ג' א' דהבי\"ד פטור והעושים חייבים."
            ],
            [
                "<b>בחלב </b>\n<b> מן וכו'.</b> הוריות ג' א' והנה שם היא איבעיא דלא איפשיטא וסלקא בתיקו אי מצטרפין אי לא ועיין השגת הראב\"ד ועיין בלח\"מ מש\"כ בזה דהיה לו גירסא אחרת יעו\"ש היטב וכן נראה מהא דדינא דבתריה יעו\"ש היטב והבן וע\"ע בהלכה ה' יעו\"ש ועיין פי\"ד ה\"ב ובלח\"מ ובפט\"ו ה\"ה ובמל\"מ שם (ועיין רדב\"ז ח\"ה סימן רכ\"ב) ודוקא אם היה ההוראה בחלב ועכו\"ם אבל אם היה בחלב וחלב או בחלב ודם פשיטא דמצטרפי.",
                "<b> ונודע </b>\n<b> להם וכו'.</b> אבל אם לא נודע להם שחטאו פשיטא דמצטרפין וכמש\"כ הלח\"מ בשם מהר\"ם.",
                "<b> אין </b>\n<b> אלו וכו'.</b> לפ\"ז כל חד מייתי כשבה או שעירה (וכפי הכלל המונח לעיל פי\"ב הי\"ב וכאן הלכה א' והוא מהירושלמי פ\"א ה\"א וכ\"מ ממסכת הוריות דידן ב' ב' ד' ב') ובאמת כיון דבעיא דלא איפשיטא א\"כ גם כל יחיד בפ\"ע פטור ועיין בלח\"מ מש\"כ בזה."
            ],
            [
                "<b>שני </b>\n<b> בתי וכו'.</b> הוריות ג' א' כפי גירסתינו שגורסין הורו בי\"ד שחלב מותר ועשו מיעוט הקהל ומתו אותו בי\"ד ועמד בי\"ד אחר וחזרו והורו ועשו מיעוט אחר וכו' ומשמע דחזרו והורו באותו דבר שהורו בי\"ד הראשון אבל לפי גירסת הלח\"מ שכתב לעיל בהלכה ד' שכתב שהיה לו גירסא אחרת לכאורה יש לעיין בזה וצ\"ל דלפום גירסא השלישית אפי' את\"ל כיון שבאותו בי\"ד מצטרפי הורו בי\"ד שחלב מותר וכו' ור\"ל אפי' תימא שבאותו בי\"ד מצטרפין אפי' חלב ועכו\"ם מ\"מ בבי\"ד אחר מיבעיא להו אף אם הורו בדבר אחד ופשוט.",
                "<b> העושים </b>\n<b> שוגגים וכו'.</b> שם ב' א' ב' ובתוספתא שם פ\"א ובתו\"כ שם פרשה ז'.",
                "<b> על </b>\n<b> דעתן.</b> ט\"ס וצ\"ל על דעתו.",
                "<b> ואינו </b>\n<b> מצטרף וכו'.</b> דאל\"כ הא בלא\"ה הא פסק לעיל הלכה א' דיחיד שעשה בהוראת בי\"ד חייב ועי' לח\"מ ועיין ירושלמי פ\"א ה\"א יעו\"ש היטב.",
                "<b> כשהיה </b>\n<b> זה וכו'.</b> שם במשנה ובש\"ס שם ובתוספתא ובתו\"כ שם.",
                "<b> תלמיד </b>\n<b> שהגיע וכו'.</b> היינו גמיר ולא סביר ובש\"ס שם איתא דה\"ה סביר ולא גמיר והב\"ח בהגהותיו מחק זה ובאמת כן נראה דמה מועיל מה שהוא סביר כיון דלא גמיר אינו יודע הדין אמנם משמע מדבריו דמאן דגמיר אע\"ג דלא סביר מיקרי הגיע להוראה יעו\"ש והנה מדברי הנימוק\"י (והובא בש\"ך חו\"מ סימן כ\"ה סעיף א' ס\"ק ו') לא משמע כן ויש לעיין בזה.",
                "<b> ונתכוין </b>\n<b> לאכול וכו'.</b> הוריות ב' א' ד' ב' (ועי' במל\"מ לעיל פ\"ב ה\"ב יעו\"ש).",
                "<b> ואינו </b>\n<b> מצטרף וכו'.</b> שם אליבא דכו\"ע ואף רב מודה בזה.",
                "<b> תלה </b>\n<b> בעצמו וכו'.</b> שם ב' ב' לאתויי מבעט בהוראה.",
                "<b> החייב </b>\n<b> בפני עצמו וכו'.</b> שם ב' א' וכנ\"ל דבעינן שיהו כולם בשגגה אחת."
            ],
            [
                "<b>בזדון </b>\n<b> ועשו וכו'.</b> הוריות ד' ב' יעו\"ש. עיין מל\"מ שחקר הרבה בהלכה ה' בענין חלב הקיבה יעו\"ש. והנה מה שהקשה בסוגיא דחולין אמאי מייתי בברייתא קמייתא דרשא דכל ובברייתא שנייה לא מייתי דרשא דכל. ב' אמאי איפלגי זימני תניינא. ג' קושיית הראב\"ד אמאי לא דריש ר' ישמעאל לאתויי חלב שעל הדקין יעו\"ש היטב עיין ברמב\"ן בחי' לחולין הקשה ל\"ל לר\"ע ור\"י תרי קראי לכתוב רחמנא כל החלב אשר על הקרב ועוד לר\"ע ל\"ל קרא לאתויי חלב שע\"ג הדקין הא תותב קרום ונקלף הוא ותירץ דאי כתב רחמנא חד קרא הו\"א אותו חלב אסור אבל של מקום אחר אע\"פ שהוא כיוצא בו שהוא תותב קרום ונקלף מותר להכי כתב רחמנא קרא אחרינא לרבוייא כל כיוצא בו בין לר\"י בין לר\"ע יעו\"ש ובחי' הר\"ן לחולין שם ביאר דבר זה באורך והוא דר\"י ס\"ל דאי לא כתב רחמנא אלא את החלב המכסה את הקרב לא הוי מיקרי חלב אלא ההוא בלבד הילכך כי כתב רחמנא רבוייא דכל החלב אשר על הקרב לא רבי אלא ההוא דדמי ליה בכל צד דהיינו חלב שעל הדקין ור\"ע ס\"ל דלההוא לא בעי ריבוייא אלא ודאי לרבות חלב שע\"ג הקיבה אתי אע\"ג דלא דמי ליה בכל צד ופרכינן ורמינהו את החלב המכסה את הקרב וכו' ולאו למימרא דמרישא דקרא מרבה ליה דהא לא כתיב הכי ריבוי כלל אלא משום דלא דריש מיניה מיעוטא כדדריש ר\"ע וה\"פ דכיון דכתיב מעיקרא את החלב המכסה את הקרב ומיניה בלחוד היה משמע לן כל דדמי ליה ואפ\"ה כתב רחמנא ריבוייא בתריה דאת כל החלב וכו' ע\"כ לרבות אפי' ההוא דלא דמי ליה לגמרי אתי והיינו חלב שע\"ג הקיבה ור\"ע ס\"ל דאת החלב המכסה וכו' להוציא חלב שע\"ג הקיבה אתי דאם איתא דמתסר כדקאמר ר\"י לכתוב רחמנא כל החלב אשר על הקרב בלחוד דמחלב לחודיה הוה מרבינן כל דדמי ליה ומכל הוי מרבינן אע\"ג דלא דמי ליה דהיינו חלב שע\"ג הקיבה ולא הוה צריך למיכתב את החלב המכסה וכו' אלא להכי כתב רחמנא מקרא אחד מרבה ומקרא אחד ממעט כי היכי דלא תוקי ריבוייא אלא לההוא דדמי ליה לגמרי וגלי לך בהכי דאי לא כתב רחמנא אלא את החלב המכסה וכו' לא הוי משמע אלא ההוא לחודיה ור\"י ס\"ל דכל וחלב יתירי צריכי לרבות יעו\"ש היטב. ולפ\"ז מתורץ היטב קושיות של המל\"מ דפליגי בתרתי קראי דלר\"י דס\"ל דמחלב המכסה ממעיט אפי' חלב שעל הדקין ולפ\"ז כי אתי ריבוייא דואת כל החלב לחלב שעל הדקין אבל חלב שעל הקיבה שרי ולר\"ע דס\"ל דחלב המכסה הוא ג\"כ חלב הדקין א\"כ ואת כל חלב וכו' לרבות חלב שעל הקיבה והבן.<br><b> ודע</b> כי בנוסחא שלפנינו ורמינהי את החלב אשר על הקרב ר' שמעון אומר מה חלב המכסה וכו' והוגה שם על הגליון דכצ\"ל ואת כל החלב אשר על הקרב ר' ישמעאל אומר מה חלב המכסה וכו' וכ\"ה בילקוט שם בויקרא וכן משמע קצת בתוס' שם ד\"ה להביא וכו' וכ\"ה ברי\"ף (ועיי\"ש ברש\"א ומהר\"ם רק מש\"כ מהרש\"א דבמרדכי הנוסחא כמו שהוא בילקוט המעיין שם יראה דליתא יעו\"ש היטב). ובתו\"כ ויקרא פרשה י\"ד איתא וז\"ל את כל החלב אשר על הקרב ר\"י אומר להביא את החלב שעל הקיבה ר\"ע אומר להביא את החלב שעל הדקים ואת שתי הכליות לא בעל כוליא אחת ולא בעל שלש ואת החלב שעליהן לא הבשר שעליהן אשר על הכסלים זה החלב שבין הפקוקלות דברי ר\"ע ריה\"ג אומר להביא את החלב שעל העוקץ ר\"י אומר מה החלב המכסה את הקרב קרום נקלף אין לי אלא קרום נקלף ר\"ע אומר מה החלב המכסה את הקרב תותב וקרום ונקלף אף אין לי אלא תותב וקרום נקלף עכ\"ל וכ\"ה בתוספתא פ\"ט דחולין יעו\"ש רק שיש שם ט\"ס וצ\"ל כמו שהוא בתו\"כ שם והנה התו\"כ נשנית כמו המסקנא דחולין ומינה אין הכרע לפי הגי' איזו היא הנכונה יהיה איך שיהיה קושיות המל\"מ מיושבים היטב וע\"ע בהוריות ז' ב' ברש\"י שם ויש לעיין קצת.<br><b> תו</b> הקשה המל\"מ לפי מאי דקאמר דאקשתא כו\"ע לא פליגי דאסור א\"כ הו\"ל לאוקמי כו\"ע בחלב שע\"ג הקיבה יעו\"ש הנה גם המהר\"ם שיף הרגיש בזה וכתב דאילו נקט באקשתא לא הוי ידעינן מינה חלב שעל הדקין דחלב שעל הדקין לא מיקרי תותב קרום ונקלף רק דהאיסור הוא משום שחלב הקרב מעורב בו יעו\"ש היטב והנה הביאור תפס עליו מדברי רש\"י שם יעו\"ש בד\"ה תותב וכו' יעו\"ש היטב ועיין מש\"כ לעיל פ\"א מהל' מעשה הקרבנות הי\"ח יעו\"ש היטב (ומש\"כ לתמוה על רש\"י שם בדף צ\"ג א' יעו\"ש אישתמיטתיה זה לבעל גליון הש\"ס שם).<br><b> ומש\"כ</b> להקשות על רמב\"ן בפרשת ויקרא שכתב דלא תלי מידי איסור חלב בהקרבה לענ\"ד נראה דכוונת רמב\"ן דדבר שאינו נקרא חלב אע\"פ שהוא קרב למזבח אינו נאסר כלל דלא מיקרי חלב אבל כל דמרבינן מאת כל החלב ומרבינן או חלב הקיבה לדמר או חלב הדקין למר א\"כ נקרא זה ג\"כ חלב א\"כ שפיר נאסר לאכילה כיון דמתרבי בכלל כל חלב וכן נראה לענ\"ד ברור למדקדק בלשונו הטהור ולפ\"ז לק\"מ גם אזלא לפ\"ז מה שהקשה עליו מבה\"ג (וכ\"ה בשאלתות פרשת ויקרא יעו\"ש היטב שלשון אחד להם) ובאמת אפי' לפי הבנתו של המל\"מ ברמב\"ן לק\"מ מהא דהקשה מחולין ע\"ה א' יעו\"ש דהתם כיון דלאו חלב לענין איסור אכילה א\"כ לא מיקרי חלב לענין הקרבה ויש לעיין היטב בזה. ודע דכל מש\"כ על המל\"מ יסוב ג\"כ על מה שראיתי לבעל שונה הלכות בהל' חלב יעו\"ש דאישתמיט מיניה כל מש\"כ המל\"מ ומש\"כ בזה יעו\"ש היטב (ולא יכולתי להתאפק מלכתוב מה שראיתי שם דבר תמוה שהקשה על רש\"י וז\"ל ועוד קשה בפרש\"י דכלל גדול מסר לנו דקרום ונקלף הוא דהחלב אינו אדוק והקרום נקלף ולבסוף כתב אבל חלב שע\"ג הקיבה אינו תותב אלא חתיכות חתיכות הוא אדוק הרי דחלב הקיבה הוא אדוק וכיון שכן אין קרום ונקלף וא\"כ איך כתב רש\"י אף כל קרום ונקלף דהיינו חלב הקיבה היפך מש\"כ אח\"כ דאדוק הוא עכ\"ל ולא ידעתי שיחתו דהא קרום ונקלף הוא קרום שעל החלב מלמעלה דזה הוא בקיבה ג\"כ ותותב הוא שאינו אדוק מלמטה אצל הבשר רק הוא כשמלה הפרוש וחלב הקיבה מלמטה הוא אדוק לעור הקיבה ואינו נקלף משם אבל הקרום שלמעלה על החלב הוא נקלף שפיר וכ\"ז פשוט וברור להמעיין ברש\"י ז\"ל וקושייתו לק\"מ כלל ואפי' לפי דעת הטור שכתב ביו\"ד סימן ס\"ד דקרום ונקלף הוא קרום התחתון שמפסיק בין החלב והבשר יעו\"ש היינו לדעת ר\"ע אבל לדעת ר' ישמעאל מודה גם הוא לדעת רש\"י דקאי על קרום העליון יעו\"ש בט\"ז סעיף ד' יעו\"ש היטב סוף דבר דבריו נפלאו ממני ולא עמדתי על קושייתו כלל) וע\"ע לקמן במל\"מ בד\"ה עוד יש להביא ראיה וכו' יעו\"ש.<br><b> ודע</b> שראיתי להמעדני יו\"ט בפ\"ז דחולין סימן ו' אות וא\"ו שכתב וז\"ל מפני שסמוכים לחלב מכאן כלומר מצד הזה של הקיבה ולשון רש\"י כך הוא מפני שהחלב שעל הקרב שקורין טיל\"א מחובר בו והכתוב מרבהו בכללו מואת כל החלב אבל החלב שעל הקיבה לר' ישמעאל מותר ע\"כ ולר\"ע דאוסר שעל הקיבה הרי אינו אוסר שעל הדקין וכ\"ז פי' אליבא דברייתא קמייתא אבל לפי ברייתא בתרייתא דהיא הצעה של משנה ואיפוך קמייתא לר\"י תרווייהו אסירי שעל הקיבה לפי שהוא קרום ונקלף וכ\"ש שעל הדקין שהוא תותב קרום ונקלף ולר\"ע הקיבה שרי יעו\"ש היטב והנה לפ\"ז יש לקיים קצת דברי רש\"י שבדף צ\"ג א' דהוא כתב שם אליבא דברייתא קמייתא וכן דרכו של רש\"י ז\"ל לפרש כמה פעמים לפי הס\"ד כידוע (אף שי\"ל היינו דוקא באותה הסוגיא עצמה הוא מפרש תחלה לפי הס\"ד כדי שיובן המשך הסוגיא אבל כשמובא הדבר במקום אחר א\"כ דרכו לפרש כפי המסקנא וטעם זה הוא ק\"ל מ\"מ י\"ל כי לא מקפיד בזה ויש לעיין בזה בספרי בעלי הכללים והסוגיות) ואי לא מסתפינא אמינא דהיה לפני רש\"י ז\"ל גירסת הבה\"ג והשאלתות ונזכר כאן חלב הקיבה פלוגתא דר\"י ור\"ע וע\"ז קאי רש\"י ז\"ל יעו\"ש היטב והבן.<br><b> וע\"ע</b> בספר כו\"פ שם שכתב דאם חלב הדקין אסור או מותר תלוי בשני הלשונות דאם אמרינן דבאקשתא כו\"ע לא פליגי דאסור יעו\"ש א\"כ י\"ל דחלב הדקין שרי אבל אי נימא דבאקשתא פליגי א\"כ י\"ל דחלב הדקין אסור לר\"י יעו\"ש היטב ובזה יש מקום לדברי המהר\"ם שיף הנ\"ל יעו\"ש ובהכי אתי שפיר גם דברי רש\"י דו\"ק ותשכח ובהכי אתי שפיר נמי קושיית המל\"מ שהקשה אמאי לא כתב רבינו לעיל דחלב הדקין נקרבין לגבי המזבח יעו\"ש היטב (ובאמת בלא\"ה לק\"מ כיון דכתב חלב הקיבה נקרב א\"כ כ\"ש דחלב הדקין נקרבין אבל י\"ל דא\"כ הו\"ל להזכיר דרבינו שהוא פוסק לא הו\"ל לסמוך על כ\"ש) ועיי\"ש מש\"כ בזה והנה רציתי לקצר בזה כי כבר העירותי למבין מה שיש בזה לדעתי.<br><b> מש\"כ</b> המל\"מ דבהוריות ג' א' גרסינן חלב שעל הקרב עיי\"ש בתוס' ד\"ה הורו בי\"ד וכו' יעו\"ש היטב שכ\"ה ג\"כ בגירסתם ועיי\"ש על הגליון מר\"י ברלין שהגיה כן בש\"ס ועיי\"ש ז' ב'.<br><b> ומש\"כ</b> עוד המל\"מ להקשות על דעת התוס' דפסחים כ\"א ב' בד\"ה כל מקום וכו' (וכ\"ב) [וכ\"ג] ב' ד\"ה מאי בינייהו וכו' מהך שכתבו התוס' חולין ק\"כ א' ד\"ה אלא וכו' יעו\"ש היטב אמרתי לפרש דבריהם בענין שלא יקשה מידי דהנה בדף כ\"א ב' הקשו לר' אבהו יהא הנהנה מחמץ בכרת דכתיב כי כל אוכל חמץ ונכרתה והרי נהנה בכלל ותירצו דכי כל אוכל מיירי באכילה גרידא אבל לא בהנאה אף לר' אבהו וכ\"ש לחזקיה דפשיטא הוא דאין נכלל הנאה בזה וא\"כ הנהנה בחמץ אין בו כרת לכו\"ע רק לאו דלא יאכל חמץ וא\"כ אתי שפיר דברי התוס' דחולין דבהנאת חמץ אין בו כרת רק לאו גרידא. וזה פשוט וברור לדעתי. והא דשם כ\"ג ב' כוונתם בפשיטות לימא דאיכא בינייהו אם יש איסור לאו בהנאת חמץ שע\"י תערובת דמרבינן לה מכל מחמצת לא תאכלו לרבי אבהו אסור בהנאה ולחזקיה יהא מותר בהנאה וכ\"ת דלחזקיה נמי אסור בהנאה משום דגילוי מילתא הוא דתערובות חמץ הוא כחמץ גמור לענין אכילה וה\"ה לענין הנאה דדינו כחמץ גמור זה אינו דא\"כ כרת נמי ליחייב באוכל חמץ ע\"י תערובות דכיון דמרבינן ליה שדינו כחמץ גמור א\"כ לכל מילי דינו כחמץ גמור אף לענין כרת ובאמת מסקנא בפסחים מ\"ג א' דעל תערובת חמץ אינו אלא בלאו. וכל כוונתם על אכילת תערובת חמץ אבל על הנאת חמץ שע\"י תערובת מעולם לא הוקשה להם שיהיה בכרת כי גם הנהנה מחמץ גמור אין בו כרת דלא כתיב רק כי כל אוכל חמץ ונכרתה וגו' והיינו אכילה ממש ולא הנאה ואע\"ג דכתיב כי כל אוכל מחמצת ונכרתה וא\"כ י\"ל דמכאן מוכח דאוכל תערובות חמץ בכרת י\"ל דמזה לא מוכח דלא כתיב כל מחמצת רק האי כל מרבה אוכלים ולא נאכלים והא דמרבינן תערובת חמץ וחמץ נוקשה היינו מדכתיב כל מחמצת לא תאכלו כמבואר שם מ\"ג א' ב' ולכן לא אסור רק באוכל תערובות חמץ ולא בנהנה לחזקיה והבן היטב (ובגוף דברי התוס' דהתם עיין בצל\"ח ובאור חדש שם מש\"כ בזה ואני לא באתי רק ליישב דברי התוס' ממה שתמה עליהם במל\"מ יעו\"ש והבן) סוף דבר דברי התוס' שרירין וקיימין. והעולה מזה לשיטת התוס' דבהנאת חמץ גמור לכו\"ע אין בו כרת אבל לאו אית בו מיהת לכו\"ע דכתיב לא יאכל חמץ ובכלל זה ההנאה ג\"כ והנאת תערובת חמץ לר' אבהו אית ביה לאו דמרבינן ליה מכל מחמצת לא תאכלו ואיסור הנאה ג\"כ בכלל ולחזקיה גם איסור לאו לית בה והבן היטב.<br><b> גם</b> מש\"כ המל\"מ להוכיח דחלב הקיבה והדקין אין בהם כרת מהא דפ\"ז מהל' מאכלות אסורות יעו\"ש היטב יש לדחות דהוא ג\"כ בכלל חלב שעל הקרב ומינה מש\"כ דעל כרחין אין חיוב כרת על החלב שעל הדקין משום דאין עונשין מן הדין יעו\"ש לענ\"ד דאינו כן דכיון דילפינן כל שהוא קרום ונקלף א\"כ על כרחין בכלל זה ג\"כ חלב שעל הדקין דהוא ג\"כ קרום ונקלף וכי משום שהוא תותב מיגרע גרע ועד כאן לא אמרינן דאין עונשין מן הדין דוקא בדבר שאינו בא בפירוש מדבר המתרבה רק מק\"ו אתי כמו בתו שיליף מבת בתו אבל כאן וכי חלב הקיבה מבואר בתורה הא בתורה כתיב כל החלב אשר על הקרב ומינה מרבינן כל חלב שהוא קרום ונקלף וכ\"ש חלב הדקין והבן (ועיין מנחות נ\"ו ב' ובכורות ל\"ג ב' ושבת קי\"א א' אם על כורת חייב על נותק לא כ\"ש יעו\"ש והא אין עונשין מן הדין אלא ודאי כדאמרן והא דאיתא במכות ה' ב' ושם נסמן הא דאין עונשין מן הדין ילפינן מדצריך קרא על אחותו שהיא מאביו ואמו יעו\"ש י\"ל דהתם שאני כיון דבכתוב כתיב בהדיא בת אביו או בת אמו דמשמע דוקא שהיא בת אביו או בת אמו אבל לא שהיא מאביו ומאמו אע\"פ שהוא כ\"ש מ\"מ אינו בהנך דכתיבי בהדיא לכן הוא בכלל אין עונשין מן הדין והבן היטב.<br><b> ומצאתי</b> בספר טעם המלך בפ\"ב מהלכות שחיטה ה\"א שהשיג על הפני יהושע בביצה שכתב דהא דחייבין בשאור מכ\"ש דחמץ לא מיקרי זה עונשין מן הדין וכן מה שכתב השער המלך דהא דכה\"ג חייב על גרושה מכ\"ש דכהן הדיוט לא מיקרי זה מן הדין יעו\"ש ובטעם המלך השיג עליהם מהא דאחותו יעו\"ש ולענ\"ד לא דמי כלל דהא שאור מקודם שנעשה שאור היה חמץ ונאסרה וא\"כ שפיר י\"ל וכי משום דנתחמץ טפי מיגרע גרע וכן בכה\"ג בגרושה הא מקודם שנעשה כה\"ג נאסר בגרושה וכי משום שנעשה כהן גדול ונתקדש טפי מיגרע גרע מה שאין כן באחותו בת אביו ובת אמו הא מעודה לא היתה בת אביו לחוד או בת אמה לחוד ואף דמן הסברא היא גרעה טפי וחמיר מבת אביו או מבת אמו לחוד מ\"מ כיון שהוא דבר אחר א\"כ שפיר מיקרי זה מן הדין והבן היטב בסברא זו ועיין תוס' יבמות ב' ב' בד\"ה בתו וכו' יעו\"ש היטב ובתוס' סנהדרין נ\"ג ב' בד\"ה השתא וכו' ומ\"מ יש לעיין בזה) והנה בשאלתות ובה\"ג מבואר דכל חלב הקרב על המזבח חייבין עליו כרת יעו\"ש והובא לעיל ועי' משבצות זהב סימן ס\"ד ס\"ק ה' יעו\"ש היטב ודברי המל\"מ בזה לכאורה אינם ברורים ודע דלסברת המל\"מ דחלב דקין אין חייבין עליו כרת משום דהוא בא מן הדין א\"כ יש ליישב דברי רש\"י בחולין צ\"ג א' שכתב דפליגי בחלב הדקין יעו\"ש וי\"ל דנפק\"מ לענין חיוב כרת דלר\"י דס\"ל דאתי לרבות חלב הקיבה א\"כ אין חייבין כרת על חלב הדקין דהוי מילתא שבא מן הדין משא\"כ לר\"ע דס\"ל דאתי לרבות חלב הדקין א\"כ י\"ל דחייבין עליו כרת הן אמת לדבריו דס\"ל דבשניהם אין חייבין כרת א\"כ לא אתי שפיר אבל לסברא דכתב דאפי' אם נימא דחייבין על הקיבה אין חייבין על הדקין יעו\"ש א\"כ יש ליישב דברי רש\"י שפיר והבן.<br><b> ומש\"כ</b> המל\"מ בשם מוהרי\"ק לחלק בין איסור לאו לאיסור כרת יעו\"ש עיין ביבמות פ\"ב א' קי\"ט א' ובתה\"ד סימן ר\"נ יעו\"ש ועיין בפמ\"ג בפתיחה לטרפות יעו\"ש היטב וע\"ע משבצות זהב סימן מ\"ח ס\"ק א' מש\"כ בזה ויש בזה אריכת דברים. גם מה שהאריך המל\"מ להוכיח מהא דחולין מ\"ט ב' דחלב הכרכשא טהור הוא יעו\"ש י\"ל דהתם קאי על חוץ מקום האיסור דאינו אסור אלא כאורך אמה וגם זהו לאו דוקא כמבואר בפוסקים שם דלא בעינן אורך אמה בצמצום אמנם דבריו טובים המה ומתוקים לעינים וע\"ע לקמן במל\"מ בד\"ה והנה מקום וכו' יעו\"ש היטב שוב ראיתי קצת ממש\"כ בשפתי דעת סימן ס\"ד ס\"ק י\"א יעו\"ש היטב. והנה כ\"ז נתתי את לבי להעיר קצת בכל דברי התשובה הזאת ולא באתי להעיר על כל פרט ופרט והרוצה לעמוד ברור בדינים הללו יעיר אזן לשמוע בלמודים מה שכתבו האחרונים ביו\"ד סימן ס\"ד וסימן מ\"ו ומ\"ח וירווה צמאונו."
            ]
        ],
        [
            [
                "<b>והורו </b>\n<b> לעקור וכו'.</b> עיין לעיל פי\"ב הלכה ב' יעו\"ש."
            ],
            [
                "<b>שאינם </b>\n<b> מפורשין וכו'.</b> עיין הוריות ד' א'.",
                "<b> טעו </b>\n<b> והורו וכו'.</b> שם ועיין בתוספתא פ\"א ובתו\"כ ויקרא דבורא דחטאת פרשה ד' יעו\"ש.",
                "<b> שעקרו </b>\n<b> אב וכו'.</b> שם ב' בעיא דלא איפשיטא ועיין במרן ולח\"מ מה שכתבו בזה ועיין לעיל פי\"ג ה\"ד יעו\"ש היטב.",
                "<b> שומרת </b>\n<b> יבם.</b> ט\"ס וצ\"ל שומרת יום.",
                "<b> מותר </b>\n<b> לפרוש וכו'.</b> הוריות ח' ב' שבועות י\"ד ב' י\"ז ב' תוספתא הוריות פ\"א.",
                "<b> שהאוכל </b>\n<b> דם וכו'.</b> יצא לו כן מהא דאיתא בהוריות ג' א' בדין אם הורו בדם יעו\"ש וע\"כ א\"א לפרש רק בענין שכתב רבינו ועיי\"ש בתוס' שנדחקו בזה יעו\"ש היטב והבן ועיין לקמן פט\"ו ה\"ה יעו\"ש."
            ],
            [
                "<b>שיצא </b>\n<b> השבת וכו'.</b> יבמות צ\"ב א' תוספתא פ\"א דהוריות.",
                "<b> התירו </b>\n<b> בי\"ד וכו'.</b> עיין לעיל פ\"ה ה\"ה יעו\"ש ובחלקת מחוקק אהע\"ז סימן י\"ז סעיף ל\"ט יעו\"ש היטב ושם בלח\"מ ועיין כאן במל\"מ."
            ],
            [
                "<b>ושכחו </b>\n<b> עצמו וכו'.</b> הוריות ה' א' תו\"כ שם פרשה ד' ומפרשה לה רבינו בכה\"ג ועיין לח\"מ ודבריו פשוטים יעו\"ש ועיי\"ש ירושלמי פ\"ק הלכה ח' יעו\"ש."
            ],
            [
                "<b>שהורו </b>\n<b> בשגגה וכו'.</b> הוריות ג' ב' וכר\"א ומיירי שהרוב עשו וכמש\"כ בפירוש המשניות יעו\"ש ומסולק השגת הראב\"ד ועיין מרן והטעם שפסק כר\"א מפני שר\"ע וראב\"ע ס\"ל כוותיה.",
                "<b> הנבהל </b>\n<b> לצאת וכו'.</b> שם ד' א' וכר\"ע דהוא רבו של ראב\"ע."
            ]
        ],
        [
            [
                "<b>כבר </b>\n<b> ביארנו וכו'.</b> לעיל פ\"א ה\"ד יעו\"ש היטב.",
                "<b> כשטעה </b>\n<b> בהוראת וכו'.</b> הוריות ו' ב' ז' א' ב' ח' א' תוספתא פ\"א שם פ\"א פ' ב' ופ\"ב ופרשה ה' ועיי\"ש בהוריות י' א' ודוקא בדבר שחייב חטאת אבל בדבר שחייב אשם א\"צ הוראה כ\"ה בתוספתא פ\"א דכריתות יעו\"ש היטב.",
                "<b> חכם </b>\n<b> מופלא וכו'.</b> כן מבואר שם ז' א' וכ\"ה בירושלמי פ\"ב ה\"א.",
                "<b> בכל </b>\n<b> הדרכים וכו'.</b> הוריות וא\"ו ב' ז' א' ב' יעו\"ש היטב."
            ],
            [
                "<b>כהן </b>\n<b> משיח וכו'.</b> זה נתבאר ממה שקדם ופשוט.",
                "<b> בשגגה </b>\n<b> אחרת וכו'.</b> כעין זה לעיל פי\"ג ה\"ט יעו\"ש היטב.",
                "<b> ושכח </b>\n<b> מאיזה וכו'.</b> שם ו' ב' מימרא דאביי בפירושא דמתניתין."
            ],
            [
                "<b>בע\"ז </b>\n<b> ועשה וכו'.</b> הוריות ז' א' ב' ט' א' ועיין לעיל פ\"א ה\"ד יעו\"ש היטב.",
                "<b> מביא </b>\n<b> קרבן וכו'.</b> שם י\"א א' ושם בכל המקומות הנ\"ל ובתו\"כ שם פרשה ז' ושם פרשה ב' ופ\"ב ופרשה ה' ועיי\"ש בש\"ס ז' ב' וסנהדרין ס\"א ב' ותוספתא דהוריות פ\"א וירושלמי פ\"ב ה\"ג."
            ],
            [
                "<b>עם </b>\n<b> בי\"ד וכו'.</b> הוריות ז' א' ותו\"כ שם פ\"ב יעו\"ש.",
                "<b> הוא </b>\n<b> אינו וכו'.</b> לכאורה משמע מהא דקאמר התם ה\"ד אילימא דהוא מופלא והן אינן מופלין פשיטא דמתכפר לו בפ\"ע הוראה דילהון ולא כלום ובעי לאתויי כשבה או שעירה כל חד וחד וכו' עכ\"ל ומבואר מזה דאם העושים מביאין קרבן הוא מתכפר בפ\"ע אבל באמת שם מיירי בהורה בשני איסורין אבל בהורה עמהן באיסור אחד משמע דלא יביא קרבן כלל והבן היטב."
            ],
            [
                "<b>עם </b>\n<b> בי\"ד וכו'.</b> הוריות ז' ע\"ב והוי בעיא דלא איפשיטא ועיין מרן ולח\"מ ומל\"מ."
            ],
            [
                "<b>אינו </b>\n<b> מביא וכו'.</b> הוריות ח' א' ט' א' ותוספתא שם פ\"א ותו\"כ פ\"ב ופרשה ה'.",
                "<b> שאינן </b>\n<b> מביאין וכו'.</b> שם ושם ושם ועיין לעיל פי\"ב ה\"ב יעו\"ש.",
                "<b> הנשיא </b>\n<b> אם וכו'.</b> שם ושם ושם.",
                "<b> זה </b>\n<b> מלך וכו'.</b> הוריות י' א' י\"א ב' ותוספתא פ\"ב ותו\"כ שם פרשה ה' ובירושלמי פ\"ג הלכה ג'.",
                "<b> משאר </b>\n<b> שבטי וכו'.</b> שם י\"א ב' ותוספתא שם פ\"ב ובירושלמי שם.",
                "<b> עובד </b>\n<b> את וכו'.</b> שם בש\"ס ובירושלמי פ\"ג ה\"ג.",
                "<b> בשמן </b>\n<b> המשחה וכו'.</b> מגילה ט' ב' הוריות י\"א ב' (וע\"ע תוס' יומא נ\"ז א' בד\"ה אני וכו' יעו\"ש) ועיי\"ש י\"ב א' ב' ירושלמי ה\"ג (ובירושלמי פ\"ק דמגילה הל' י') ובתוספתא פ\"א ובתו\"כ שם פרשה ב'."
            ],
            [
                "<b>מפני </b>\n<b> מום וכו'.</b> מרן הראה מקום להא דמגילה והנה הלח\"מ תמה מאד דהתם מיירי בכהן שעבר מחמת שלא התמנה רק בשביל כה\"ג שאירע לו קרי ביוה\"כ ושוב חזר הראשון לעבודתו אבל מי שעבר מחמת מום או זקנה הרי הוא פסול לעבודה וא\"כ האיך יתכן דהוא דומה לכהן המשמש ועוד תמה דהך משנה דמגילה אוקימנא כר\"מ ורבינו פסק כר' יוסי לעיל בפ\"א מהל' עבודת יוה\"כ ה\"ג יעו\"ש ובאמת לכאורה הם תמיהות גדולות. אבל באמת לא זו הדרך ולא זו העיר דכונת רבינו למה דאיתא בהוריות ט' ב' ועיי\"ש בפירוש המשניות לרבינו ואין כוונת רבינו כאן לשיהיה כשר לעבודה דזה ודאי אינו וכמש\"כ רבינו בפי' המשניות שם ולכן לא כתב רבינו כאן דאם עבד כשר וכ\"ז פשוט וברור לדעתי. ואותה משנה דמגילה שנוייה בהוריות י\"א ב' יעו\"ש ושם היא אותה שבמגילה שהובא בהלכות עבודת יוה\"כ וכאן הוא ענין אחר דלא פגע ולא נגע זה לזה ועיין בתו\"כ פרשה ב' ובזה מיושב ג\"כ מה שהקשה התוס' יו\"ט בפ\"ג דהוריות מ\"ב על מה שכתב הרע\"ב ורבינו בפי' המשניות דכהן שעבר פסול לעבודה והקשה ע\"ז ממשנה ד' דשם יעו\"ש היטב ובאמת לפי מש\"כ לק\"מ. ודע דבמשנה ד' כתב רבינו וז\"ל ומה שמבואר שיעבור כה\"ג ממשיחתו הוא שאירע בו מום או שימנוהו לעבודת יוה\"כ שמא יארע פסול בכה\"ג ביוה\"כ ויעבור אחר יוה\"כ כמו שקדם ביאורו במקומו עכ\"ל ע\"כ לאו בחדא מחתא מחתינהו רק שבא להורות איך איפשר שיעבור כה\"ג ממקומו לכן כתב דאפשר בתרי גווני וכל אחד כדאיתא ופשוט וברור (ועיי\"ש יו\"ד א') ובתו\"כ פרשה ב'."
            ],
            [
                "<b>עם </b>\n<b> הצבור וכו'.</b> שם ז' א' ותו\"כ שם פ\"ב.",
                "<b> שחייבין </b>\n<b> בקרבן וכו'.</b> בזה חלוק מכהן משיח לעיל הלכה ד'."
            ],
            [
                "<b>שנצטרע </b>\n<b> עבר וכו'.</b> הוריות י' א' מימרא דרב דימי בר חמא לפרש הברייתא.",
                "<b> שעבר </b>\n<b> מנשיאותו וכו'.</b> שם ט' ב' ותו\"כ שם פרשה ה' ושם י' א' ובתו\"כ פרשה ב'.",
                "<b> כשהיה </b>\n<b> נשיא וכו'.</b> שם ט' ב' במשנה.",
                "<b> שחטאו </b>\n<b> עד וכו'.</b> שם י' א' וכת\"ק תמורה כ' א' ועיין תו\"כ שם פרשה ב' ופרשה ה'.",
                "<b> אם </b>\n<b> אכל וכו'.</b> שם י\"א א' אליבא דרבנן פשיטא ליה דאזלינן בתר חטאה עיין מרן ולח\"מ ועיין ירושלמי שם ה\"ג יעו\"ש היטב.",
                "<b> חצי </b>\n<b> זית וכו'.</b> שם י\"א א' מימרא דרב זביד משמיה דרבא בפירושא דברייתא (ועיין תו\"כ שם פרשה ז') וירושלמי שם הלכה ג'.",
                "<b> כשהוא </b>\n<b> נשיא וכו'.</b> כ\"ה מבואר מהך דינא שלאחר זה ועיי\"ש בירושלמי.",
                "<b> כשהוא </b>\n<b> הדיוט וכו'.</b> שם בעיא דלא איפשיטא ובירושלמי שם ה\"ג ועיין לעיל פ\"ג ה\"ח שפסק דאם נדחו הבעלים באמצע לא נדחה הקרבן יעו\"ש וצ\"ל דהכא גרע טפי דלא מטעם דחייה אתי עלה אלא משום דלא מצטרף חד לחבירו באם שלא היה ראוי באמצע לאותו קרבן. והא דפריך הכא בש\"ס לפשוט מההיא דהתם י\"ל דפריך מכ\"ש אם דפסקינן דנדחה בכה\"ג כ\"ש דלא מצטרף ומשני דכאן לא מיקרי דחוי לכן מטעם דנדחה לא איבעיא לן רק דהבעיא היא אי מצטרף אי לא (והא דפריך תפשוט ליה מדר' יוחנן יעו\"ש היינו משום דרבא ס\"ל כוותיה בזבחים ע\"ג ב' יעו\"ש) והא דמבואר כאן דמטעם דחוי לא הוי דחוי דמשום דגברא לא אידחי לגמרי אע\"ג דהקרבן נדחה ממנו דאינו ראוי הכבשה או השעירה לנשיא ובזבחים י\"ב ב' משמע איפכא יעו\"ש היטב עיי\"ש תוס' בזבחים בד\"ה הכא קרבן וכו' מה שכתבו בזה יעו\"ש היטב ובאמת לפי גירסא שלנו בזבחים דגרסינן הכא קרבן נמי אידחי יעו\"ש א\"כ לכאורה לק\"מ דהא התם תרווייהו אידחי כי גברא אינו ראוי להביא כיון שהורו שחלב מותר אם כן איפטר גברא מן הקרבן וגם החטאת שהפריש על החלב אינו ראוי עוד להביא על החלב אבל גבי מומר הוא אידחי אבל מצד הקרבן לא היה שום דיחוי ולכן לא הוה כ\"כ דחוי כמו התם לגבי הורו בי\"ד וכו' והכא בהוריות הוי איפכא שהגברא לא אידחי מקרבן רק הקרבן נדחה ממנו אבל מ\"מ גברא חזי להביא קרבן אחר לכן קיל הוא מהכל ולא מיקרי דחוי כלל אף לר' יוחנן (שוב ראיתי מעין זה בחי' פנים מאירות על זבחים שהרגיש בזה יעו\"ש).<br><b> ודברי</b> ר\"ת שבתוס' שם יש לעיין דלכאורה אין נהלם יפה בפשטות דברי הש\"ס שם יעו\"ש היטב ובלא\"ה בפשיטות נ\"ל ליישב דלק\"מ קושיית התוס' אף לפי גירסתם דהנה יש דיחוי בקרבן דהיינו שבעליו לא נשתנה מידי רק שהשינוי היה בקרבן ויש דיחוי שהקרבן לא נשתנה מידי רק שהדיחוי היה מחמת בעליו שהם נשתנו ולא הקרבן שבקרבן לא היה שום שינוי והנה זה פשוט להש\"ס בזבחים דהשינוי שבקרבן גרע טפי מהשינוי שבבעלים והתם בהוריות השינוי בבעלים ולא בקרבן ורצה לפשוט מהמיר דתו שהתם ג\"כ השינוי בבעלים ולא בקרבן ואפ\"ה הוי דחוי ומשני דזה לא הוי דיחוי כלל דגם הבעלים לא נדחו לגמרי וקיל טפי מהמיר דתו נמצא לפ\"ז למאן דס\"ל דיש דיחוי בבע\"ח אם היה הדיחוי בקרבן עצמו ודאי הוה דחוי קיל מזה באם לא היה הדיחוי רק מחמת בעלים שנשתנו ומ\"מ לדינא הוי דיחוי והיכא דבקרבן לא הוי שום שינוי רק בבעלים הוי השינוי וגם הבעלים לא נדחו מכל קרבן רק מקרבן זה אבל לא משאר קרבן לא מיקרי דחוי לדינא ומ\"מ מחמת ספק אין מצטרף. זהו הנ\"ל בדינים הללו (וע\"ע כריתות ז' א' יעו\"ש היטב אבל התם מיירי לענין אחר וה\"ק דאע\"ג מכיון שהמיר דתו נדחה קרבנו מ\"מ יש כפרה על הבעלים משום יום הכפורים יעוין שם היטב והבן)."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "הר המוריה על משנה תורה, הלכות שגגות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Har HaMoriyah",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}