{
    "work": "Otzar Midrashim", 
    "text": {
        "22_The Aleph Bet of ben Sira, 2_The Alphabet of ben Sira, (alternative version), 33_Paragraph": "\"The angels who are in charge of healing are Sanoy, Sansenoy and Semangelof. While God created Adam, who was alone, He said, 'It is not good for man to be alone' (Genesis 2:18). He also created a woman, from the earth, as He had created Adam himself, and called her Lilith. Adam and Lilith immediately began to fight. She said, 'I will not lie below,' and he said, 'I will not lie beneath you, but only on top. For you are fit only to be in the bottom position, while I am to be the superior one.' Lilith responded, 'We are equal to each other inasmuch as we were both created from the earth.' But they would not listen to one another. When Lilith saw this, she pronounced the Ineffable Name and flew away into the air. Adam stood in prayer before his Creator: 'Sovereign of the universe!' he said, 'the woman you gave me has run away.' At once, the Holy One, blessed be He, sent these three angels to bring her back.\"Said the Holy One to Adam, 'If she agrees to come back, what is made is good. If not, she must permit one hundred of her children to die every day.' The angels left God and pursued Lilith, whom they overtook in the midst of the sea, in the mighty waters wherein the Egyptians were destined to drown. They told her God's word, but she did not wish to return. The angels said, 'We shall drown you in the sea.'\"'Leave me!' she said. 'I was created only to cause sickness to infants. If the infant is male, I have dominion over him for eight days after his birth, and if female, for twenty days.' \"When the angels heard Lilith's words, they insisted she go back. But she swore to them by the name of the living and eternal God: 'Whenever I see you or your names or your forms in an amulet, I will have no power over that infant.' She also agreed to have one hundred of her children die every day. Accordingly, every day one hundred demons perish, and for the same reason, we write the angels names on the amulets of young children. When Lilith sees their names, she remembers her oath, and the child recovers.\"", 
        "55_Hekhalot, 1_Tractate Hekhalot, 2_Paragraph": "The Holy One of Blessing is High and Exalted, His throne is [also] High and Exalted. And from where do we know that the Holy One of Blessing is called \"High and Exalted\"? From (Isa. 57:15) \"This is what [Ad-nai] High and exalted said\". And from whre do we know that even His throne is High and Exalted? From (Isa. 6:1) \"And I saw my Lord sitting on a high and exalted throne\" etc. The Holy One of Blessing is called Justice as it says \"I, Ad-nai, am the Speaker of Justice\" (Isa. 45:19) - and from where do we know that even His throne is called Justice? From \"Justice and Judgment are the foundation of Your throne\" (Ps. 89:15)The Holy One of Blessing is called Judgment as it says \"because a God of Judgment is Ad-nai\" (Isa. 30:18) and even His throne is called Judgment, as it says \"from there were sat thrones of Judgement (Ps. 122:5).The Holy One of Blessing is called Truth as it says \"Ad-nai is a God of Truth\" (Jer. 10:10) and even His throne is called Truth, as it says \"And he readied in Lovingkindness a throne, and sits there in Truth (Isa. 16:5). The Holy One of Blessing is called Glory as it says \"May the King of Glory enter\" (Ps. 24:7) and even His throne is called Glory, as it says \"A throne of Glory, high from the beginning\" (Jer. 17:12). May the King of Glory come and sit on the Throne of Glory, in the Temple of Glory as it is said \"and in His Temple everything says 'Glory!'\" (Ps.29:9) The Holy One of Blessing is called Holy as it says \"Holy, holy Holy is Ad-nai Tzevaot, the whole earth is filled with His Glory\" (Isa. 6:3) and even His throne is called Holy, as it says \"God sat on His throne of Holiness (Ps. 47:9). May the King of Holiness come and sit on the Throne of Holiness, in the great secret of holy ones, as it is said: “A God dreaded in the great secret of the holy ones” (Ps. 89:8). - How many thrones the Holy One of Blessing has!He has an Established throne, as it says \"Your throne has been established ever since time\" (Ps. 93:2). He has a throne of Justice and Judgment, as it says \"Justice and Judgement are the foundation of Your throne\" (Ps. 89:15). He has a throne of Lovingkindness, as it says \"He readied in Lovingkindness a throne\" (Isa. 16:5). He has a Throne of Yah, as it says \"because there is a hand against the throne of Yah\" (Ex. 17:16). He has a throne of Glory, as it says \"a throne of Glory high from the beginning \" (Jer. 17:12). He has a throne of Truth, as it says \"He readied in Lovingkindness a throne and sits there in Truth\" (Isa. 16:5). He has a Holy throne, as  it says \"God sat on his throne of Holiness\"(Ps. 47:9). He has an eternal throne, as it says \"Your throne, oh God is forever and ever\"(Ps. 45:7). He has a throne of Mercy, as it says \"To our Lord belongs Mercy and Forgivenesses\" (Daniel 9:9). He has a throne of Sovereignty, as it says \"and Sovereignty shall be Ad-nai's\"(Obadiah 1:21). He has a High and Exalted throne, as it says \"And I saw my Lord sitting on a high and exalted throne\" (Isa. 6:1). May the High and Exalted King sit on the High and Exalted throne, blessed, and exalted, and higher than any blessing and praise.", 
        "4_Avraham our Father, 1_The Story of Avraham our Father and Nimrod, 2_Paragraph": "It was said before Abraham was born. Nimrod was a heretic concerning the truth of the lord blessed be he.  He was conceited and he said that he himself was a God. And the people of his time served and bowed to him. He was so - an established king, and he was wise and he saw in the wisdom of the stars that there will be one man born in his time that will oppose him and deny him from his faith and he will be victorious over him. And he [Nimrod] trembled with a great fear. What did he do? He sent after his lesser officers and he told them this matter. He consulted them about what to do concerning this future child that will come. They advised him \"we agree on the following: that you will build a great palace and place guards in the opening and declare among your kingdom that every woman that they pass through and come there after ...[unknown]... if it's a son, you will slaughter him on her womb and if it's a daughter, it will live and you will give gifts to the mother and dress her in royal garments and they will call before her. Such will be done to a mother of a daughter. When Nimrod hear their advice, he was greatly gladdened much so. He declared in all the countries of his kingdom that there will come all the nations to build a great palace for the king 60 ama high, 80 ama long. After it was completed, he declared that all the women shall come and pass through the house and remain there until they gave birth. He commanded officials to bring them there. ...[unknown]... He decreed that the born son will be slaughtered on the chest of the mother and if a daughter, the mother was dressed in clothing of fine linens and silks colorfully embroidered and she will go out from there and they will give her much honor. So commanded King Nimrod and they left the house with honor.", 
        "21_Midrashim of Rabbi Eliezer, 1_Book of the Ways of Life, 5_Paragraph": "\"Be sure to sit at the dust of the feet of the sages (Avot 1:4):\" Do not rely on your own opinions. Never say: \"accept my opinion (Avot 4:8).\""
    }, 
    "meta": "Paragraph"
}