{
    "title": "Rosh on Yoma",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Rosh_on_Yoma",
    "text": {
        "Avodat Yom HaKippurim": [
            " [דף ב ע\"א] שבעת ימים קודם יום הכפורים מפרישין כהן גדול שהוא צריך לעבודת יום הכפורים שאינה כשרה אלא בו ללשכת פרהדרין. <i data-commentator=\"Korban Netanel\" data-label=\"א\" data-order=\"1\"></i> ומזמנין לו אחר תחתיו שהוא מזומן לעבוד <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"2\"></i> אם יארע בו פסול. (דף יג.) וגם מתוך שרואה אחר ממונה לשרת תחתיו יזהר יותר. ואין צריך להזמין לו אשה אחרת דלא חיישי' שמא תמות אשתו. (דף יד.) וכל שבעת ימי הפרישה הוא עושה כל עבודת התמיד כדי להרגילו בעבודה. (דף יח.) וזקני בית דין קוראים לפניו בכל יום בסדר היום הכל להרגילו שמא שכח שום דבר מהסדר. וערב יוה\"כ שחרית מעמידין אותו בשער המזרח ומעבירין לפניו פרים ואילים וכבשים כדי שיתן אל לבו עבודת הפרים והאילים. אבל לא היו מעבירין לפניו שעירים דכיון שהשעיר בא על החטא יזכור החטא ויחלש דעתו. <i data-commentator=\"Korban Netanel\" data-label=\"ג\" data-order=\"3\"></i> אע\"פ שהפר נמי בא על החטא ועל טומאת מקדש וקדשיו כיון שאינו בא אלא על חטאת אחיו הכהנים ואם יש בהם אחד שחטא מכירו ומחזירו בתשובה. אבל השעיר שבא על חטאת הקהל כולו אינו מכיר בהן ומיחלש דעתיה. וכל שבעת ימי הפרישה לא היו מונעין ממנו מאכל ומשתה. ובערב יום הכפורים לא היו מניחין אותו לאכול הרבה שמתוך כך בא לידי שינה ואולי יבא לידי קרי. ולכך מונעין ממנו כל הדברים המרבה הזרע כגון גבינה וביצים ויין ישן ולבן. (שם:) וזקני ב\"ד מוסרין אותו לזקני כהונה ומוליכין אותו ללשכת אבטינס ששם מפטמין את הקטרת ללמדו חפינה שהיא מעבודות קשות שבמקדש. ומשביעין אותו שלא ישנה בעבודות לפי שהיו חושדין אותו בצדוקי והם משנין בעבודת הקטורת ^כדלקמן לכן השביעוהו. והוא פורש ובוכה שחשדוהו בצדוקי והם פורשין ובוכים שהיו צריכין לחושדו שהחושד בכשרים לוקה בגופו. אם היה חכם שרגיל לדרוש דורש או לקרות קורא. ואם אינו רגיל דורשין וקוראין לפניו דברים המושכין את הלב כגון איוב ועזרא ודברי הימים ודניאל הכל שלא יבא לידי שינה. (דף יט:) ואם בקש לישן מכין לפניו באצבע צרדה ומטיילין עמו להפיג שינתו. עד שהגיע זמן שחיטת התמיד (דף כ.) והיו תורמין תרומת הדשן שעל המזבח החיצון <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"4\"></i> ביום הכפורים. אע\"ג דבכל יום לא היו תורמין אלא מקריאת הגבר הכא היו צריכין למהר מפני חולשת כהן גדול. <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"5\"></i> וריב\"א פירש שכשרה בכהן הדיוט שאינה חשובה מעבודת היום. והר\"ר אלחנן פי' שצריכה כהן גדול. והיה מקדש ידיו ורגליו ותורם אותו:  ",
            " (דף כח.) וכשהגיע זמן שחיטת התמיד דהיינו משהאיר המזרח מורידין כהן גדול לבית הטבילה (דף ל.) ופרסו סדין של בוץ בינו לבין העם (דף לא:) וכדי שיכיר שעבודת היום בבגדי בוץ פרסו סדין של בוץ. (דף ל.) וטבילה זו היתה במקום חול שאינה באה לחובת היום שאף בכל בקר צריך כל אדם לטבול הנכנס לעזרה לעבודה. פשט בגדיו וטבל ועלה ונסתפג. (דף לא:) הביאו לו בגדי זהב ולבש וקדש ידיו ורגליו (דף מג:) מקיתון של זהב ולא היה כאן קידוש בפשיטה לפי שפשט בגדי חול וקיימא לן דתרי קדושי חד אפשיטה וחד אלבישה. (דף לא:) ואם היה זקן או איסטניס שהקור היה מזיק לו מחמין לו חמין מערב [יוה\"כ] ומטילין לתוך הצונן (דף לד:) או היו מחמין חתיכות של ברזל מאתמול ונותנין אותן היום במים לחממן. אע\"פ שהוא מצרף ואסור משום מכה בפטיש שהוא גמר מלאכת הברזל לחתכו <i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"1\"></i> כיון שאינו מתכוין לכך אינו אלא משום שבות ואין שבות במקדש. (דף לא:) <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"2\"></i>ואח\"כ שחט את התמיד וקבל גם הוא את דמו וגומר כל עבודות כסדר כל הימים בבגדי זהב עם הקטרת שבהיכל הטבת הנרות ומנחת חביתין. (דף לד:) אח\"כ בא לבית הפרוה והיה במקום קדוש. ופרשו סדין של בוץ בינו לבין העם וקדש ידיו ורגליו לפי שפשט בגדי קדש. וטבל ועלה ונסתפג ולבש בגדי לבן שוין י\"ח מנה או יותר או פחות רק שיהיו טובים יותר מאותם שלבש בערב. ובין שניהם יש להם להיות שוים ל' מנה ואם ירצה להוסיף בשל בקר טפי מי\"ח מנה ולגרוע בשל ערב מי\"ב מנה או איפכא הרשות בידו רק שיהיה של הבקר טובים יותר ויהיה בין שניהם ל' מנה. ואלו יש לו משל צבור אבל אם ירצה להוסיף משלו יוסיף כמו שירצה. [וקידש ידיו ורגליו] (דף לה:) ובא לו אצל פרו והיה עומד בקרן צפונית מערבית של המזבח באויר שבין האולם ולמזבח כנגד המזבח ממש אלא משוך לצד צפון. (דף לו.) והיו מוקמים ראש הפר שבא ראשו לצד דרום ופניו למערב. ולא היו מעמידין אותו להדיא ראשו למערב ואחוריו למזרח שמא ירבץ גללים וזה יהיה גנאי למזבח. והכהן עומד במזרח ופניו למערב וסומך שתי ידיו עליו ומתודה. וכך היה אומר אנא השם חטאתי עויתי פשעתי אני וביתי (שם:) כחכמים. וידוי ראשונה לא היה מתודה אלא עליו ובני ביתו. אנא השם<i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"3\"></i> כפר נא לעונות וכו'. ובירושל' יש בהזכרת השם שניה בוידוי היה אומר אנא בשם בבי\"ת: (דף לז.) ובא לו למזרח העזרה להגריל שאינו צריך אלא שיהיה בעזרה. (דף לט.) וסגן בימינו וראש בית אב בשמאלו. (דף סב.) ושם שני שעירים שוין במראה ובקומה והיה לקיחתם כאחד וכל זה אינו מעכב שאינו אלא למצוה. (דף לט.) וקלפי היה שם [של עץ ומחזיק ב' ידים] ובה שני גורלות האחד חקוק בו לשם והשני לעזאזל. והם כשרים מכל דבר וטורף ידיו בקלפי בענין שלא יוכל לכוין איזה של שם ואיזה של עזאזל. והעלה בכל יד גורל אחד [לשם שני השעירים] אם של שם עלה בימינו הסגן אומר לו הגבה את ימינך. ואם בשמאלו עלה בית אב אומר לו הגבה את שמאלך. ונתנן על שני השעירים ואמר לה' חטאת ואם לא נתן הגורלות על השעירים רק שהעלה וידע איזהו עלה בימינו ואיזו בשמאלו לא עיכב. (דף מא:) קשר לשון של זהורית [משקל שתי סלעים] בראש שעיר המשתלח והעמידו בשער המזרחי במקום שמוציאין אותו לשלחו ולנשחט היה קושר לשון אחד בצוארו כדי שלא יתערב לא בשעיר המשתלח ולא בשאר שעירים ובסדר אתה כוננת כתיב אף שעיר של שם יעמידנו כנגד בית שחיטתו ותימה דבהדיא בגמרא מסיק דאקשירה קאי. ובא לו אצל פר שניה והתודה עליו ועל אחיו הכהנים שצריך שיבא זכאי ויכפר על החייב לכך היה מתודה תחלה עליו לבדו שיהיה זכאי. (דף מג:) שחטו וקבל דמו במזרק ונתנו <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"4\"></i> למי שהוא ממרס שלא יקרוש. והממרס היה עומד על השורה הרביעית של הרצפה של עזרה שמן ההיכל ולחוץ. ונטל מחתה מזהב אדום שמחזקת שלשה קבין והיתה דקה הרבה והיה לה בית יד ארוך שמגיעה תחת זרועו כדי שתהא זרועו מסייעתו. והיה לה נישתוק ופרש\"י טבעת שישמע קולו בבואו. <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"5\"></i> ורבינו חננאל פי' נרתיק שהיה לה כמו נרתיק כדי שלא יכווה כשהיא מתחממת מן הגחלים. ועולה באמצעו של מזבח <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"6\"></i> וחותה מלא המחתה גחלי אש שכלתה מעליהן השלהבת. וירד והניחה על הרצפה בעזרה. (דף מז.) והוציאו לו מחתה מליאה קטרת שהחזירו אותה ערב יום הכפורים למכתשת ושחקוה הדק כדי שתהא דקה מן הדקה וחפן ממנה מלא חפניו של כהן לפי שהיו מחזיקין חפניו (דף מח.) לא מחוקות ולא גדושות אלא טפופות. והריקה מתוך חפניו לתוך כף אחת ולקח המחתה שהיו בה הגחלים בימינו והכף של הקטרת בשמאלו. (דף נא:) והלך בדרומו של היכל בין מזבח ולמנורה עד שהגיע לשתי הפרוכת המבדילות בין הקודש ובין קודש הקדשים במקום אמה טרקסין שהיתה בבית ראשון. והחיצונה היתה פתוחה בדרום והפנימית בצפון. אע\"ג דרבי יוסי סבר שלא היה שם אלא פרוכת אחת בהא הלכה כר' יהודה שאומר שתים היו דהוה ליה מחלוקת ואח\"כ סתם שלאחר המחלוקת שונה (דף נב:) החיצונה פרופה מן הדרום <i data-commentator=\"Tiferet Shmuel\" data-label=\"א\" data-order=\"1\"></i> <i data-commentator=\"Korban Netanel\" data-label=\"ל\" data-order=\"7\"></i> ועוד דר' חנינא סבר כרבי יהודה <i data-commentator=\"Korban Netanel\" data-label=\"מ\" data-order=\"8\"></i> לקמן דאמר בצד צפון היה עומד ומחטא. ואין להביא ראיה מאותה משנה (דף נח:) התחיל מחטא ויורד מהיכן היה מתחיל מקרן מזרחית צפונית <i data-commentator=\"Tiferet Shmuel\" data-label=\"ב\" data-order=\"2\"></i> ופירש רש\"\"י דסבר דפתחה בצפון קאי <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> ואפילו לפירוש רש\"\"י ההיא משנה אתיא כרבי יוסי הגלילי <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> ור' עקיבא פליג עליה בברייתא והלכה כרבי עקיבא מחבירו. (דף נב:) והיה מהלך ביניהם עד שמגיע לצפון ואיתא בירושלמי שדוחק באצילי ידיו שלא ישרף הפרוכת. כשהגיע לצפון הפך פניו לדרום כדי שתהא ימינו לצד הארון והלך עד שהגיע כנגד הארון ונתן המחתה של אש בין שני הבדים. (דף נג:) ולאחר שניטל הארון נתנה לאבן שתיה שהיתה שם והיתה גבוהה מן הארץ שלשה אצבעות. וחפן הקטרת שבכף לתוך חפניו וצבר הקטרת על גבי גחלים. (דף נג.) ונזהר שלא יתן הקטרת על גבי האש עד שהכניסו לפני ולפנים להוציא מלבן של צדוקים שאומרים שנותן בהיכל ונכנס בענן עשן הקטרת. (דף נב:) והיה מתחיל לצד פנים שהוא חוצה לו שאם מתחיל אצלו נמצא העשן עולה מיד וזרועו נכווה. ונתמלא הבית עשן והניח שם הכף והמחתה ויוצא דרך כניסתו שהיו פניו לארון. <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> ובסדר אתה כוננת כתוב טמטם עיניו ויצא ואין זה בגמרא אדרבה מתוך הירושלמי משמע שאינו צריך. והכי איתא בירושלמי עד שלא ניטל הארון היה נכנס ויוצא לאורו של ארון משניטל הארון היה מגשש ונכנס מגשש ויוצא. (שם: נג:) והיה מתפלל תפלה קצרה בהיכל <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> שתהא השנה כתקנה. ולא היה מאריך בתפלתו שלא להבעית את העם המצפים לצאתו. (דף נג:) ונטל את הדם ממי שהיה ממרס ונכנס לפני ולפנים <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> ועמד בין הבדים והזה אחת למעלה ושבע למטה כנגד הכפורת. ואין צריך שיגיע בכפורת אלא כמצליף. <i data-commentator=\"Tiferet Shmuel\" data-label=\"ג\" data-order=\"3\"></i> ופירש רש\"\"י כסדרן אחת למעלה ושבע למטה. <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> והתוספות מפרשין שלא היה צריך לכוין שיהיו כסדרן אלא באחת של מעלה מצדד גב ידו למטה ומזה כלפי מעלה. ובשבע של מטה מצדד גב ידו למעלה ומזה כלפי מטה. וכך היה מונה. אחת. אחת ואחת. אחת ושתים וכו'. יצא והניח המזרק של הדם על הכן שהיה בהיכל. ושחט את השעיר ועשה מדמו לפנים כאשר עשה מדם הפר אחת למעלה ושבע למטה. ויצא והניח דם השעיר על כן שני שהיה בהיכל. ונטל דם הפר מן הכן שהניח עליו והזה ממנו כנגד כל הפרוכת במקום שמכוון כנגד הארון אחת למעלה ושבע למטה כאשר עשה בפנים ואח\"\"כ מדם השעיר על הפרוכת כאשר עשה מדם הפר. ולא היו הדמים נוגעים בפרוכת. ואח\"\"כ עירה דם הפר לתוך המזרק שבו דם השעיר וחוזר ומריק ממזרק המלא לתוך הריקן כדי שיהא מעורב יפה יפה. (דף נח:) ויוצא לצד מזרח עד שעבר מזבח הזהב כולו. ונתן ארבע מתנות על ארבע קרנותיו והיה עומד בקרן מזרחית דרומית ונתן כדפרישית לעיל דפתחא בדרום קאי ונמצא שפגע בקרן דרומית מערבית ושם לא היה יכול להתחיל שהיה צריך שיצא למזרח עד שיעבור המזבח לכך היה נותן תחלה בקרן מזרחית דרומית דרומית מערבית מערבית צפונית צפונית מזרחית. ולא היה מקיף המזבח ברגליו אלא עומד הכל במקום אחד ומקיף בידו דברי רבי עקיבא ורבי יוסי הגלילי פליג בהא בברייתא. והלכה כרבי עקיבא מחבירו שאומר שמקיף בידיו. ועוד דר' אלעזר סבר כוותיה. ובג' הקרנות שאינן לפניו היה מתחיל באצבעו ליתן למטה ומושך כלפי מעלה ובקרן שלפניו מתחיל מלמעלה ומושך ויורד כלפי מטה. שאם היה מתחיל מלמטה ומושך למעלה היה הדם זב ויורד על גב ידו. ובמקום שגמר ההזאה דהיינו בקרן מזרחית צפונית היה חותה הגחלים שעל המזבח אילך ואילך ומזה עליו שבע פעמים והנשאר לו מן הדם ישפוך על יסוד מערבי של מזבח החיצון. (דף מג: מד.) <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> וצריך שלא יהיה שום אדם בהיכל כל זמן שעובד אלו העבודות. בין של היכל בין שלפני ולפנים. אבל מבין האולם והמזבח אין צריכין לפרוש בשעת עבודות שלפני ולפנים אלא בשל היכל. (דף ס.) ואם שינה בזה הסדר לא עשה ולא כלום. <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> ואם הקדים בהיכל דם השעיר לדם הפר יחזור ויזה מדם השעיר. <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> הלכך אם נתערב לו מזרק של דם הפר בשל שעיר יתן משני המזרקות שלשה פעמים שאם הראשון של פר הוי האחרון כמאן דליתיה. ואם הוא של שעיר הרי הוא כמאן דליתיה ויוצא בשנים האחרונים. ואם נשפך דם הפר קודם שגמר מתנות שבפנים יביא פר אחר <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> וקטרת אחרת ויעשה ככל הסדר הכתוב לעיל. אבל אם נשפך דם השעיר קודם שנתן ממנו בפנים אין צריך להביא אלא שעיר אחר כיון שכבר עשה מתנות הפר והקטרת כהלכתם. ואם גמר מתנות הפנימית ונשפך אחד מהדמים יביא אחר ויתחיל בתחלה בהיכל. ואם גמר מתנות ההיכל ונשפך אחד מהדמים יביא אחר ויתחיל בתחלה במזבח ואם גמר מתנות המזבח ונשפך. שיריים לא מעכבי. וכל הדין הנוהג בדמו של שעיר אם נשפך כך הוא דינו אם ימות חבירו המשתלח שבאיזה שעה שימות המשתלח באותה שעה נדחה הדם: ",
            " בא לו אצל שעיר המשתלח <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"1\"></i> אם מצאו חי מתודה עליו. (דף סב.) מת אחר שהגריל יביא שנים אחרים ויגריל ויאמר זה שעלה עליו הגורל לעזאזל יהיה תחתיו <i data-commentator=\"Tiferet Shmuel\" data-label=\"ד\" data-order=\"1\"></i> <i data-commentator=\"\" data-label=\"\" data-order=\"\"></i> ומיהו זה לדעת ר' שמעון אבל ר' יהודה סבר וידוי מעכב והלכתא כוותיה לגבי ר' שמעון. וכן הדין אם מת של שם אחר הגורל יביא שנים אחרים ויגריל ויאמר הגורל שעלה לשם יהיה תחתיו. (דף סו.) וכך היה אומר חטאו עוו פשעו לפניך עמך ישראל וכו': ",
            " מאתמול הזמינו (שם:) מי שמוליכו לעזאזל. ועתה בא לעזרה ומוסרו לו ואפילו נטמא ואם חלה השעיר שלא יוכל לילך מרכיבו על כתפיו ואפילו אם הוא שבת. וכל אדם כשר לזה אפילו זר. והיו עושים לו כבש שהיה הולך עליו לחוץ לעזרה מפני קלי ראש שבעם שהיו תולשין בשערו לומר טול וצא. (דף סו:) ומיקירי ירושלים היו מלוין אותו עד הסוכה הראשונה. שעשר סוכות היו עושין לו בדרך בין כל אחת ואחת מיל. (דף סז.) ובכל אחת יושבים אנשים ללוותו מאחת לחברתה. ועם שבסוכה אחרונה לווהו מיל. הרי שהלך אחד עשר מיל. ונשארו שם והוא היה מרחיק עוד מיל <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"1\"></i> עד שמגיע למקום הצוק והם רואים מעשיו. ובכל סוכה וסוכה אומרים לו הרי מים הרי מזון אם יצטרך לאכול. והיה לוקח לשון של זהורית וחולק אותו חציו קושר בסלע לראות כשילבין וחציו קושר בין קרני השעיר ודוחהו לאחוריו. ולא היה מגיע לחצי ההר עד שנעשה אברים אברים שצריך שיהיה חתוך וקשה. והאברים מותרין בהנאה. והמשלח היה מטמא בגדים משיגיע לצוק וחזר וישב בסוכה האחרונה עד שתחשך. ולמחר המשלח יבא לכהן גדול. (דף עא.) אם מצאו בשוק יאמר לו כדי לכבדו אישי כ\"ג עשיתי שליחותך. אם מצאו בבית יאמר <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"2\"></i> מחיה חיים עשיתי שליחותך. אח\"כ (דף סז:) בא כ\"ג אצל פר ושעיר והוציא את אימוריהם ונתנן בכלי שרת והניחן עד בא זמן הקטרתן. ונתן הפר והשעיר למי שמוציאן לשריפה חוץ לירושלים לצפונה. והיו מטמאים בגדים משיצאו חוץ לחומת עזרה. והוציאום במקלות ארבעה אנשים בשני מקלות. קלועות פר ושעיר זה על זה שלימים בעורן. וכך היו מנתחין אותן בעור ושורפן. אמרו לכ\"ג הגיע השעיר למדבר <i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"3\"></i> שלא היה רשאי להתחיל בשום עבודה עד הגיעו שמה. והיאך היו יודעין. אנשי הסוכות היו מניפין בסודרים והיו רואין מסוכה לסוכה עד שמגיע הדבר לירושלים. ואחר כך (דף סח:) קורא כ\"ג בתורה אם ירצה בבגדי בוץ שהוא לבוש ואם ירצה יקדש ידיו ורגליו ופושט ולובש איצטלית לבן משלו וקורא בו. חזן הכנסת נוטל ספר תורה וניתנו לראש הכנסת הממונה על צרכי בית הכנסת. וראש הכנסת נותנו לסגן והסגן לכהן גדול. וכל זה משום כבוד כהן גדול להראות שיש הרבה שררות תחתיו והוא על כולם. וקורא אחרי מות וגולל אך בעשור וקורא כיון שהכל ענין אחד וא\"צ להפסיק בכדי שיפסיק התורגמן יכול לגלול. וגולל ספר תורה ומניחו בחיקו ואומר יותר ממה שקריתי לפניכם כחוב כאן (דף ע.) משום פגמה של תורה שלא יחשבו שהספר תורה חסרה פרשה כיון שצריך לקרות על פה ובעשור שבחומש הפקודים דהיינו קרבנות המוספין דהיינו פרשת פינחס קורא על פה שאי אפשר לו לגלול שם מפני כבוד צבור שהיה צריך להפסיק יותר מכדי שיתרגם המתורגמן ואין זה כבוד הצבור שימתינו לו. ואי אפשר לו להביא ספר תורה אחרת שתהא נגללת מאתמול מפני פגמו של ראשון. ועוד שיהא צריך לברך פעם שנית ויהא ברכה שאינה צריכה. ומברך עליה שמונה ברכות. <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"4\"></i> על התורה כדרך שאנו מברכין תחלה וסוף. ועל עבודה רצה וחותם ברוך אתה ה' שאותך לבדך נעבוד. ועל ההודאה <i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"5\"></i> מודים אנחנו לך. ועל מחילת עון <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"6\"></i> מוחל עונותיכם. ועל המקדש ברוך אתה ה' הבוחר במקדש. ועל ישראל ברוך אתה ה' הבוחר בעמו ישראל. ועל הכהנים ברוך אתה ה' הבוחר בכהנים. <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"7\"></i> ועל שאר התפלה תפלה רנה ובקשה שעמך ישראל צריכין להושע ברוך אתה ה' שומע תפלה. אם קורא בבגדי בוץ מקדש ידיו ורגליו <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"8\"></i> ופשט וטובל (ומקדש) ולובש בגדי זהב [ומקדש] לאילו ואיל העם. ואם קרא באיצטלית משלו ונמצא כבר קדש ידיו ורגליו בפשטו בגדי הבוץ ואינו צריך עתה אלא טבילה וקידוש ועשה אילו ואיל העם. (דף ע. עא.) ואיכא פלוגתא טובא בסדר הקרבת המוספין הכתובים בפרשת פינחס שהם שבעה כבשים פר לעולה ושעיר לחטאת. רבי אליעזר סבר שמיד אחר אילו ואיל העם היה מקטיר אימורי פר ושעיר הפנימי ואחר כך מקדש ידיו ורגליו וטובל ומקדש ולובש בגדי לבן ומוציא כף ומחתה שהניח לפני ולפנים בהקטיר שמה הקטורת. ואם ירצה לעשות אלו הבגדים משלו ושלא ליקחם מן הצבור הרשות בידו ובלבד שימסרם לצבור. אבל בשאר העבודות לא היה רשאי לעשות כן. ואח\"כ מקדש ידיו ורגליו [וטובל] ומקדש ולבש בגדי זהב ועושה כל המוספין ותמיד הערב והדלקת הנרות וחביתין כסדר כל הימים. ורבי עקיבא סבר שבעה כבשים ופר העולה היו קריבין עם תמיד השחר. ושעיר הנעשה בחוץ מיד שגמר עבודת היום. אח\"כ אילו ואיל העם. ואח\"כ הקטרת אימורי פר ושעיר בטבילה שלישית. ואח\"כ הוצאת הכף ומחתה בטבילה רביעית. ואח\"כ תמיד הערב וקטרת ונרות וחביתין כסדר כל הימים. ואיכא מאן דאמר משמיה דרבי עקיבא ששה כבשים ופר העולה היו קריבים עם תמיד השחר ואחד הנשאר עם תמיד הערב. ואיכא מאן דאמר איפכא שהאחד היה קרב עם תמיד השחר וששה כבשים ופר העולה עם תמיד הערב. והרמב\"ם ז\"ל פסק כרבי עקיבא והדעת מכרעת כחד מהנך תנאי דאמר משמיה דר' עקיבא שמקצת המוספין בבוקר ומקצתן בערב לקיים שתי הדרשות. לקיים מה שנאמר מלבד עולת הבקר אשר וגו' אלמא שמוספין קרבין עם עולת הבוקר. ולקיים סדרא דמקראי שעבודה נאמרה באחרי מות קודם המוספין שהם בפינחס אלמא שעבודת היום קודם המוספין ואיכא למימר שגם אימורי פר ושעיר היו קריבין אחר הוצאת כף ומחתה כדי שנמעט ההפסקה בין עבודת היום ובין הוצאת כף ומחתה שהרי הם כתובים מיד אחר עבודת היום והיה ראוי לעשותן מיד אלא שאנו צריכין להקדים אילו ואיל העם לקיים חמש טבילות ועשרה קידושין דגמירי שצריך לעשות ביום הכפורים. הלכך כל מה שנוכל למעט ההפסק עדיף טפי. אחר כל זה (דף ע.) היה מקדש ידיו ורגליו ולובש בגדי עצמו ומלוין אותו ראשי העם וגדולים עד ביתו. ויום טוב היה עושה לכל אוהביו כשהיה יוצא בשלום. הרחמן הוא יחזיר עבודת בית המקדש במקומה במהרה בימינו. יראו עינינו וישמח לבנו בתורתו ובתורתו יאיר עינינו. ויברר כל ספקותינו: ",
            "<b>סדר עבודה בקצור מלשון הרא\"ש זצ\"ל  </b>",
            " תמיד השחר. וידוי פרו. הגרלה. וידוי פרו שנית. שחיטת פרו. הקטרה. הזאת דם הפר על הכפורת אחת ושבע. ושחיטת שעיר. והזאת דמו על הכפורת אחת ושבע. והזאת דם הפר על הפרוכת אחת ושבע. [והזאת דם השעיר על הפרוכת אחת ושבע]. עירוי דם הפר ודם השעיר ליתן על ארבע קרנות מזבח הזהב ושבע על טהרו. שפיכת שיריים על יסוד מערבי של מזבח החיצון. וידוי שעיר המשתלח ושילוחו. הוצאת אימורי פר ושעיר. קריאת התורה. אילו ואיל העם. ואימורי [פר] ושעיר. הוצאת כף ומחתה. פר העולה ושבעה כבשים ושעיר הנעשה בחוץ. ותמיד הערב. זה סדר של ר' אליעזר. ור' עקיבא ס\"ל עם תמיד של שחר פר לעולה ושבעה כבשים. ואח\"כ עבודת היום. ואחר עבודת היום שעיר הנעשה בחוץ. ואילו ואיל העם. ואימורי פר ושעיר. והוצאת כף ומחתה ותמיד הערב:  ",
            "סליק סדר עבודת יום הכפורים  "
        ],
        "": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [
                    " [דף עג ע\"ב] יום הכפורים אסור באכילה ובשתיה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה. המלך והכלה ירחצו את פניהם והחיה תנעול את הסנדל דברי רבי אליעזר וחכמים אוסרים: גמ' [דף עד ע\"ב] ת\"ר תענו את נפשותיכם יכול ישב בחמה או בצנה כדי שיצטער. <i data-commentator=\"Korban Netanel\" data-label=\"א\" data-order=\"1\"></i>ת\"ל לא תעשה כל מלאכה מה מלאכה שב ואל תעשה <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"2\"></i> אף עינוי שב ואל תעשה: [דף עו ע\"א] הני חמשה עינוין כנגד מי א\"ר חסדא כנגד חמשה עינוין שבתורה <i data-commentator=\"Korban Netanel\" data-label=\"ג\" data-order=\"3\"></i> שבת שבתון ושבת שבתון ובעשור אך בעשור והיתה זאת לכם לחקת עולם. קראי חמשה הוו ואנן שיתא תנן. שתיה בכלל אכילה דאמר רבי שמעון בן לקיש מנין לשתיה שהיא בכלל אכילה שנאמר ואכלת לפני ה' אלהיך מעשר דגנך תירושך ויצהרך וגו' <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"4\"></i> תירוש חמרא הוא וקרי ליה אכילה וכתיב ונתתה הכסף בכל אשר תאוה נפשך בבקר ובצאן וביין ובשכר וגו' ואכלת לפני ה' אלהיך וגו' <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"5\"></i> יין ושכר משתייא הוא וקא קרי ליה ואכלת. <i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"6\"></i> אכילה ושתיה מנא לן דכתיב תענו את נפשותיכם ונאמר להלן ויענך וירעיבך מה להלן עינוי דרעבון אף כאן דרעבון. [דף עו ע\"ב] סיכה דאיקרי עינוי מנא ליה דכתיב לחם חמודות לא אכלתי ובשר ויין לא בא אל פי וסוך לא סכתי ואיקרי עינוי דכתיב מיום אשר נתת את לבך להבין ולהתענות וגו' [דף עז ע\"א] רחיצה דאיקרי עינוי מנא לן דכתיב ולאביתר אמר המלך ענתות לך על שדך וגו' וכתיב כי התענית בכל אשר התענה אבי וכתיב כי אמרו העם רעב ועיף וצמא במדבר רעב מלחם וצמא ממים. עיף ממאי לאו מרחיצה. ודלמא מנעילת הסנדל אר\"נ בר יצחק מהכא מים קרים על נפש עיפה. ואימא שתיה. מי כתיב בנפש על נפש כתיב אלמא עיף מרחיצה הוא וכתיב התענית בכל אשר התענה אבי. נעילת הסנדל מנא לן דכתיב ודוד עולה במעלה הזיתים עולה ובוכה וראש לו חפוי והוא הולך יחף וכתיב כי התענית וגו'. תשמיש המטה מנא לן דכתיב אם תענה את בנותי ואם תקח נשים על בנותי [דף עז ע\"ב] אם תענה מתשמיש ואם תקח מצרות. <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"7\"></i> פי' ר\"י דהני דרשות אסמכתא בעלמא נינהו וכל הני עינוין מדרבנן חוץ מאכילה ושתים. דהכי משמע לישנא דגמרא דקאמר הני עינוין כנגד מי ולא קאמר מנא לן או מהיכא נפקא אבל כנגד מי משמע ששואל אם יש להן שום רמז מן התורה. ועוד דדרש מחמשה עינוין דקרא גם אכילה ושתיה וההוא דרשה רמז בעלמא הוא דהא אכילה ושתיה דריש ליה מקרא ומגזירה שוה ומדהך אסמכתא אינך נמי אסמכתא נינהו. וכן משמע נמי הא דתניא (דף עד.) בשאר סיפרי דבי רב תלמוד לומר שבתון שבות. משמע דהוה מדרבנן כמו גבי שבת דאסמיך כל איסורי דרבנן אשבתון שבות. ועוד מדהקילו חכמים בהו והתירו למלך ולכלה לרחוץ את פניהם ומי שיש לו חטטין בראשו לסוך ומי שידיו מלוכלכות בטיט ובצואה לרוחצם ועוד מדתנן החיה תנעול את הסנדל דברי ר' אליעזר וחכמים אוסרים ע\"כ מיירי בדליכא סכנה מדאסרי רבנן ואי נעילת הסנדל דאורייתא היכי שרי ר' אליעזר. וכן הביא ראיה ריב\"א מן הירושלמי (הלכה א') דתניא <i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"8\"></i> סיכה כשתיה לאיסור ולתשלומין <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"9\"></i> אבל לא לעונש <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"10\"></i> וליום הכפורים לא לאסור ולא לענוש: \n"
                ],
                [
                    " ת\"ר אסור לרחוץ מקצת גופו ככל גופו. ואם היו ידיו מלוכלכות בטיט ובצואה רוחץ כדרכו ואינו חושש. ואסור לסוך מקצת גופו ככל גופו: \n"
                ],
                [
                    " ואם היה חולה או שיש לו חטטין בראשו סך כדרכו ואינו חושש. תנא דבי מנשה רבן שמעון בן גמליאל אומר אשה מדיחה ידה [אחת] במים ונותנת פת לתינוק ואינה חוששת. אמרו עליו על שמאי הזקן שלא רצה להאכיל בידו אחת וגזרו להאכיל בשתי ידיו. מאי טעמא אמר אביי <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"1\"></i> משום שיבתא פירוש רוח רעה פרש\"י ששורה על הידים שלא נטל בשחרית. ורבינו תם היה אומר דאפילו שלא להאכיל את התינוק מותר ליטול שחרית כדאמרינן הכא היו ידיו מלוכלכות בטיט ובצואה רוחץ כדרכו ואינו חושש ואין לך מלוכלך יותר מבבוקר קודם נטילה כדאמרינן בפרק שמנה שרצים (דף קח:) כל זמן שלא נטל ידיו שחרית יד לפה תקצץ יד לעין תקצץ יד לחוטם תקצץ. ואמרינן נמי התם (דף קט. ע\"ש) בת מלך היא ומקפדת עד שלשה פעמים ואם כן סכנה היא שאי אפשר שלא יגע באחת מאלה ואפי' חולה שאין בו סכנה אמר דסך כדרכו ואינו חושש. הלכך מותר לרחוץ ידיו ואינו חושש. וכן כל היום אחר שעשה צרכיו או שהטיל מים ושפשף הוי כמו ידיו מלוכלכות בטיט ובצואה דאי אפשר לו להתפלל בלא נטילה. ויזהר שלא יטול אלא במקום שצריך כגון האצבעות ולא כל היד. דהא דאמרינן בשמעתין שורה מפה במים לאו לנטילת ידים שחרית קאמר אלא להעבירה על גבי עיניו. והא דקאמר הכא משום שיבתא לאו בשחרית קאמר אלא כל היום אחר שנטל שחרית <i data-commentator=\"Korban Netanel\" data-label=\"ל\" data-order=\"2\"></i> כמו שפירש בערוך שהיה מצוי ביניהם רוח רעה שחונקת את התינוק כשנותנין לו לחם בלא נטילת ידים אפילו כל היום לאחר שנטל שחרית. וכן כתב בעל העיטור שחרית יטול ידיו כדרכו ואינו חושש ומברך על נטילת ידים ואינו חושש. על פניו אסור. <i data-commentator=\"Korban Netanel\" data-label=\"מ\" data-order=\"3\"></i> ואיכא מאן דאמר דאינו מברך על נטילה ביום הכפורים ותשעה באב. ואינו מברך שעשה לי כל צרכי מפני שאסור בנעילת הסנדל. ומסתברא כיון דבידו וברשותו הן לעולם כגון מפני סכנת עקרב מותר לברך כסדר כל השנה כולה. ולאו דוקא כי סיים מסאני <i data-commentator=\"Korban Netanel\" data-label=\"נ\" data-order=\"4\"></i> כי היכי דכי לא שמע קול תרנגול מברך שבידו הוא: \n"
                ],
                [
                    " ת\"ר ההולך להקביל פני רבו או פני אביו או פני מי שהוא <i data-commentator=\"Korban Netanel\" data-label=\"ס\" data-order=\"1\"></i> גדול ממנו עובר עד צוארו במים ואינו חושש. והא דלא חיישינן לסחיטה כי היכי דאמרינן בפרק אלו קשרים (דף קיג:) גבי היה מהלך בדרך ופגע באמת המים וכו' היכי ליעביד ניחות במים קא מיתווסן מאני ואתי לידי סחיטה. דשאני הכא כיון שלא התירו לו אלא כדרך שהוא לבוש כדאמר לקמן ובלבד שלא יוציא ידו מתחת חיפת חלוקו <i data-commentator=\"Korban Netanel\" data-label=\"ע\" data-order=\"2\"></i> מינכרא מלתא ולא אתי לידי סחיטה. <i data-commentator=\"Korban Netanel\" data-label=\"פ\" data-order=\"3\"></i> ומיהו קשה נהי דלא גזרינן משום סחיטה הא איכא כיבוס וליבון כדאמרינן בזבחים פרק דם חטאת (דף צד:) דשרייתו זו היא כבוסו. ויש לומר דדוקא כי התם שיש עליו דם או דבר מלוכלך אמרינן שרייתו זו היא כבוסו. אבל אם הבגד הושחר מחמת לבישה או תשמיש וכל שכן לבן לגמרי ואין עליו טינוף אלא שרוצה ללבנו יותר לא אמרי' שרייתו זו היא כבוסו. ורבינו תם הגיה בספר הישר דלא אמרינן שרייתו זו היא כבוסו היכא שהוא דרך לכלוך כמו ספוג ואלונטית וקינוח ידים במפה. <i data-commentator=\"Korban Netanel\" data-label=\"צ\" data-order=\"4\"></i> וכן כשעבר בנהר בבגדיו ואין זה דרך נקיון וליבון אלא רוב פעמים מתלכלכין במים. ותינוק שליכלך בגדי אמו במי רגלים התיר ר\"ת שתטול ידיה ותקנחם באותו מקום שאין זה דרך ליבון אלא לכלוך הוא <i data-commentator=\"Korban Netanel\" data-label=\"ק\" data-order=\"5\"></i> ואינה מתכוונת אלא לבטל מי רגלים כדי שתוכל להתפלל: \n"
                ],
                [
                    " איבעיא להו הרב אצל התלמיד מאי. <i data-commentator=\"Korban Netanel\" data-label=\"ר\" data-order=\"1\"></i> ולא איפשיטא ובתוספתא (דיומא פ\"ד) תניא ההולך להקביל פני אביו או פני רבו או פני  (מי שגדול ממנו) עובר כדרכו עד צוארו במים ואינו חושש. וכתב הרי\"ץ גיאות ז\"ל דמשבשתא היא מדלא הביא אותה הגמרא לפשוט הבעיא ואין עלה לסמוך. ובעל העיטור כתב דתוספתא פני רבו <i data-commentator=\"Korban Netanel\" data-label=\"ש\" data-order=\"2\"></i> או פני ת\"ח גדול ממנו קאמר. רבא שרא להו לבני עוברי ימינא למיעבר לנטורי פרי. אמר ליה אביי לרבא תניא דמסייע לך שומרי פירות עוברין עד צוארן במים ואינן חוששין. רב יוסף שרא להו לבני בי תרבו למיעבר במיא למיתי בפירקא. ולמיזל לא שרא להו. אמר ליה אביי אם כן נמצאת מכשילן לעתיד לבא. רב יהודה ורב שמואל בר רב יהודה הוו קיימי אגורא דנהר פפא <i data-commentator=\"Korban Netanel\" data-label=\"ת\" data-order=\"3\"></i> אמעברא דחצדד. הוי קאי רמי בר פפא באידך גיסא רמא להו קלא מהו למיעבר למיתי קמי רבנן למישאל שמעתא. א\"ל רב יהודה רב ושמואל דאמרי תרוייהו עובר ובלבד שלא יוציא ידיו מתחת חיפת חלוקו. איכא דאמרי אמר (ליה) [להו] רב שמואל תנינא ובלבד שלא יוציא ידיו מתחת חיפת חלוקו [דף עח ע\"א] תינח ביוה\"כ דליכא מנעל ברגלו מצי למיעבר במיא. בשבתא דאיכא מנעל מאי. תא שמע דאמר ר' נחמיה חתניה דבי נשיאה אנא חזיתא לרבי אמי ורבי אסי דעברי דרך מלבוש. תינח מנעל סנדל מאי. ואסיקנא סנדל לכתחלא לא: \n"
                ],
                [
                    " תני ר' יהודה אוסר לישב על גבי הטיט ביום הכפורים. אמר ריב\"ל ובטיט המטפחת. אמר אביי ובטופח על מנת להטפיח אמר  רב מותר להצטנן בפירות. רב יהודה מצטנן בקרא. רבה מצטנן בינוקא. רבא מצטנן בכסא דכספא. אמר רב  כסא דכספא מליא אסור. חסר שריא. דפחרא בין מליא בין חסירא אסור. מ\"ט מישחל שחיל. רב אשי אמר אפי' כסא דכספא חסר [נמי] אסור. <i data-commentator=\"Korban Netanel\" data-label=\"א\" data-order=\"1\"></i> מ\"ט אתי לאזדרובי. פירוש שמא יתנענעו המים שבתוכו וינתזו על בשרו: \n"
                ],
                [
                    " זעירי בר חמא אושפיזכניה דריב\"ל ודרב אמי ודרב אסי ודכולהו רבנן דקיסרי הוה. אמר ליה ליוסף בריה דריב\"ל בר אוריא תא אימא לך מילתא מעלייתא דהוה עביד אבוך. <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"1\"></i> ערב תשעה באב מביאין לו מטפחת ומקנח בה ידיו ורגליו למחר מעבירה ע\"ג עיניו ואינו חושש. עיוה\"כ שורה אותה במים ועושה אותה כמין כלים נגובין למחר <i data-commentator=\"Korban Netanel\" data-label=\"ג\" data-order=\"2\"></i> מעבירה על גבי עיניו ואינו חושש. וכן כי אתא רבה בר מרי אמר מטפחת אחת היתה לו לריב\"ל עיוה\"כ שורה אותה במים ועושה אותה כמין כלים נגובין למחר מעבירה על גבי עיניו ואינו חושש. אמר גאון מי שמבקש לקנח פניו ביוה\"כ אם איסטניס הוא ואין דעתו מיושבת עליו כל השנה עד שיקנח במים וכל שכן ביום הכפורים שצריך לטהר עצמו ולקנח יקנח אבל שאר כל אדם אסור. כדאמר אסור לו לאדם שיושיט אצבעו קטנה במים בתשעה באב כדרך שאסור ביוה\"כ אבל אם נצוצות של מי רגלים נתזו על רגליו חייב לרחוץ רגליו ולשפשף אותן ביד. כדרך ששנינו (לעיל כח.) זה הכלל היה במקדש כל המסיך רגליו טעון טבילה וכל המטיל מים טעון קידוש ידיו ורגליו. (שם כט:) בשלמא רגליו משום נצוצות אלא ידיו למה. אמר רבא זאת אומרת מצוה לשפשף. וה\"ר יצחק גיאות ז\"ל כתב אם היה לכלוך על פניו או לפלוף על גבי עיניו מותר להעבירו במים. איבעיא להו מהו לצאת <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"3\"></i> בסנדל של [דף עח ע\"ב] שעם ביום הכפורים. עמד ר' יצחק בר נחמני על רגליו ואמר אני ראיתי את ריב\"ל שיצא במנעל של שעם ביום הכפורים. אמינא ליה בתענית צבור מאי. אמר לי לא שנא. אמר רבה בר בר חנה אני ראיתי את ר' אלעזר שיצא בסנדל של שעם בתענית צבור. אמינא ליה ביום הכפורים מאי אמר לי לא שנא. <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"4\"></i> רב יהודה נפיק בדהיטני. מין גמי. ויש מפרשים בקש של חטים. אביי נפיק בדהוצי עשוי מכפות התמרים רבא נפיק בדיבלי עשוי מעשבים.<i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"5\"></i> רבה בר בר חנה הוה כרך סודרא אכרעיה ונפיק: ת\"ר התינוקות מותרין בכולן באכילה ובשתיה וברחיצה [וסיכה] חוץ ממנעל וסנדל. גרסי' בפרק מצות חליצה (דף קב:) תניא אחד מנעל וסנדל ואנפליא לא יטייל בהן לא מבית לבית ולא ממטה למטה. ופריך מהא דתניא לא יטייל אדם בקורדקיסין בתוך ביתו אבל מטייל הוא באנפליא בתוך ביתו. ומשני כאן באנפליא של עור כאן באנפליא של בגד. וגרסינן נמי בירושלמי (הלכה א') אית תנויי תני יוצאין באנפליא ביום הכפורים. אית תנויי תני אין יוצאין. אמר רב חסדא מאן דאמר יוצאין בשל בגד. ומאן דאמר אין יוצאין בשל עור. יש שרוצים לדקדק מההיא דיבמות מדקאמר אבל מטייל הוא באנפליא בתוך ביתו מדקאמר בתוך ביתו <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"6\"></i> משמעדאסור לצאת באנפליא של בגד ומסתייע מהא דתוספתא [פ\"ד] דיום הכפורים אסור באכילה ובשתיה וברחיצה וסיכה ונעילת הסנדל ובתשמיש המטה ואפילו באנפליא של בגד. ולא מיסתברא כלל לחלק בין בית לרשות הרבים באיסור נעילת הסנדל. ועוד מדקתני בירושלמי יוצאין משמע אפילו ברשות הרבים. <i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"7\"></i> ואגב דתנא גבי איסורא קורדקיסין בתוך ביתו לאשמועינן דאפי' טיול בבית אסור נקט נמי היתר גבי אנפליא בתוך ביתו. ועוד דשל בגד רך הוא <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"8\"></i> ואינו מגין טפי מכל הני דשעם ודהיטני דנפקי בהו לרה\"ר: \n"
                ],
                [
                    " [דף פא ע\"ב] ת\"ר ועניתם את נפשותיכם בתשעה לחדש יכול בתשעה תלמוד לומר בערב אי בערב יכול משתחשך תלמוד לומר בתשעה. <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"1\"></i> הא כיצד מתחיל ומתענה מבעוד יום מכאן שמוסיפין מן חול על הקדש. אין לי אלא לפניו לאחריו מנין תלמוד לומר מערב עד ערב. ואין לי אלא יום הכפורים שבת בראשית מנין תלמוד לומר תשבתו. יו\"ט מנין תלמוד לומר שבתכם. כל שבת שאתה שובת אתה מוסיף לה בין מלפניה בין מלאחריה. יכול יהא חייב כרת על התוספת תלמוד לומר והנפש אשר תעשה כל מלאכה בעצם היום הזה והאבדתי על עיצומו של יום ענוש כרת אבל אינו ענוש כרת על התוספת. יכול לא יהא ענוש כרת על התוספת מלאכה אבל יהא ענוש כרת על התוספת עינוי תלמוד לומר כי כל הנפש אשר לא תעונה בעצם היום הזה ונכרתה על עיצומו של יום ענוש כרת ואינו ענוש כרת על התוספת של יום. ותוספת זה צריך שיהא קודם בין השמשות. דאילו בין השמשות ספק יום ספק לילה הוא ואם עשה מלאכה בשני בין השמשות בשוגג חייב חטאת (שבת לה:) ואינה נקראת תוספת דבלאו ריבוי דקרא צריך לפרוש מספק וגם ספק כרת יש בו אלא קודם בין השמשות שהוא מהלך אלף וחמש מאות אמה קודם הלילה צריך להוסיף מן החול על הקדש. ותוספת זה לא נתברר שיעורו אלא על כרחך לאו תוספת כל דהו קאמר מדאמרי' במסכת יו\"ט בריש פרק המביא (דף ל.) ובשבת פרק שואל (דף קמח:) דהא תוספת דיום הכפורים דאורייתא הוא. והא נשי דידן דאכלו ושתו עד אורתא ולא מחינן בהו. ומסתמא לא היו אוכלות לגמרי עד חשיכה שאינן יכולות לצמצם. אלא <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"2\"></i> פירשו קודם עיצומו של יום וגם מספיקו אלא שבתוספת היו מזלזלות. אלמא לאו בתוספת כל דהו אמרינן אלא שלא נתברר שיעורו וצריך לפרוש קודם בין השמשות מעט. וכן מוצאי יוה\"כ אחר צאת הכוכבים צריך להוסיף מעט: \n"
                ],
                [
                    " [דף עח ע\"ב] המלך והכלה ירחצו פניהם. מלך מאי טעמא. אמר רבי אבא בר זבדא דכתיב מלך ביפיו תחזינה עיניך. כלה מאי טעמא. <i data-commentator=\"Korban Netanel\" data-label=\"ל\" data-order=\"1\"></i> אמר רבה כדי שלא תתגנה על בעלה. אמר ליה רב לרבי חייא עד כמה. אמר ליה כדתניא אין מונעין תכשיטין מן הכלה כל שלשים יום. ומיבעיא ליה לאיניש ליקורי ליומא דכפורי בכסות נקיה. דאמר ליה ריש גלותא לרב המנונא (שבת קיט.) מאי דכתיב ולקדוש ה' מכובד !(וכבדתו) אמר ליה זה יום הכפורים שאין בו לא אכילה ולא שתיה אמרה תורה כבדהו בכסות נקיה. ונהגו להדליק ריבוי נרות בבתי כנסיות משום דכתיב באורים כבדו ה' ומתרגמינן בפנסיא יקרוך. וכיון דאין בו לא אכילה ולא שתיה יש לכבדו בכל דבר שמצינו שנקרא כבוד. <i data-commentator=\"Korban Netanel\" data-label=\"מ\" data-order=\"2\"></i> והחיה תנעול את הסנדל. מאי טעמא משום צינה. אמר שמואל כל מחמת עקרב מותר במקום שמצוין עקרבים וסכנה הוא לילך יחפים מותר לנעול סנדל או מנעל: \n"
                ],
                [
                    " גרסי' בפ' מקום שנהגו (דף נד:) עוברות ומניקות מתענות ומשלימות ביוה\"כ. ובשאלתות דרב אחאי (פ' הברכה ס\"ס קמ\"ז) <i data-commentator=\"Korban Netanel\" data-label=\"נ\" data-order=\"1\"></i> אבל חיה אסורה להתענות עד ל' יום ונחלקו עליו כל המחברים וכתבו דאסורה באכילה ומיסתברא כוותייהו. ועל כן לא שרי לחיה אלא נעילת הסנדל דאינו אלא מדרבנן אבל אכילה ושתיה לא. ועוד דלא דמי דאם לא תנעול בקל מזיקתה הצינה ואינה מרגשת בו אבל לענין אכילה היא כעוברה וחולה ואם תאמר שהיא צריכה יאכילוה ואם מרגשת בעצמה שהיא בריאה וחזקה למה יאכילוה. ועוד דבפרק מפנין (דף קכט.) קאמר שמואל לחיה שלשים יום ואמרינן עלה למאי הלכתא וקאמר לטבילה <i data-commentator=\"Korban Netanel\" data-label=\"ס\" data-order=\"2\"></i> ואם איתא לימא לתענית. וכתב הרמב\"ן ז\"ל דתוך שלשה אין לה להתענות. משלשה ועד שבעה אמרה צריכה אני מאכילין אותה. מכאן ואילך הרי היא כשאר כל האדם: \n"
                ],
                [
                    " האוכל ביוה\"כ ככותבת גסה [דף עט ע\"א] כמוה וכגרעינתה והשותה מלא לוגמיו חייב. והני שיעורי לכרת ולקרבן אבל לאיסור קי\"ל כרבי יוחנן דאמר (לעיל עג:) חצי שיעור אסור מן התורה: מתני' כל האוכלין מצטרפין לככותבת וכל המשקים מצטרפין לכמלא לוגמיו. והאוכל והשותה אינן מצטרפין. [דף פא ע\"א] אכל ושתה בהעלם אחת אינו חייב אלא אחת. אכל ועשה מלאכה חייב שתים. אכל אוכלין שאינם ראוין לאכילה ושתה משקין שאינם ראוין לשתיה פטור. שתה ציר או מורייס פטור: \n"
                ],
                [
                    " [דף פא ע\"ב] גמ' תניא ר' אומר חומץ משיב הדעת. דרש גידל בר מנשי דמן נרש בבירי אין הלכה כרבי. למחר אתו כולי עלמא מזיגו חלא ושתו. שמע גידל בר מנשי ואיקפד אמר להו אימר דאמרי אנא חי מזוג מי אמרי אימר דאמרי אנא פורתא טובא מי אמרי אימר דאמרי אנא דיעבד לכתחלה מי אמרי: \n",
                    " [דף פב ע\"א] מתני' התינוקות אין מענין אותן ביוה\"כ אבל מחנכין אותן קודם לשנה קודם לשתים. פירוש קודם שנה שאחריה יתחיל זמן חיובו <i data-commentator=\"Korban Netanel\" data-label=\"ע\" data-order=\"1\"></i> דהיינו שנת י\"ג שהרי כשהוא בן י\"ג ויום אחד מתחיל חיובו. <i data-commentator=\"Korban Netanel\" data-label=\"פ\" data-order=\"2\"></i> וקודם לשנה היינו שנת שתים עשרה וקודם לשתים <i data-commentator=\"Korban Netanel\" data-label=\"צ\" data-order=\"3\"></i> היינו שנת אחד עשר: גמ' השתא לפני שתים מחנכין לפני שנה מיבעיא. <i data-commentator=\"Korban Netanel\" data-label=\"ק\" data-order=\"4\"></i> אמר רב חסדא לא קשיא כאן בחולה כאן בבריא. אמר רב הונא בן שמנה ובן תשע מחנכין אותו לשעות. בן עשר בן י\"א משלימין מדרבנן. בן שנים עשר משלימין מדאורייתא בתינוקת. רב נחמן אמר בן ט' בן י' מחנכין אותן לשעות בן י\"א בן י\"ב משלימין מדרבנן. בן שלש עשרה משלימין מדאורייתא בתינוק. ולא פליגי רב הונא ורב נחמן. ור' יוחנן אמר השלמה מדבריהם ליכא. אלא בן י' בן י\"א מחנכין אותו לשעות. בן י\"ב משלימין מדאורייתא בתינוקת. בן י\"ג משלימין בתינוק. תנן התינוקות אין מענין אותן ביוה\"כ אבל מחנכין אותן קודם לשנה קודם לשתים. בשלמא לרב הונא ולרב נחמן ניחא אלא לרבי יוחנן קשיא. ופרש\"י אע\"ג דלרב הונא ולר\"נ הוי חינוך הבריא ד' שנים מצו לתרוצי למתניתין כולה בחולה והכי קאמר מחנכין אותן קודם שנה להשלמה דרבנן דהיינו קודם שתים להשלמה דאורייתא. וזה נראה לי דוחק דהשלמה דרבנן מאן דכר שמיה שיתן בה התנא סימן להקדים לה חינוך. ועוד קשה לי <i data-commentator=\"Korban Netanel\" data-label=\"ר\" data-order=\"5\"></i> מנא להו לרב הונא ולרב נחמן שיש חילוק בין בריא לחולה לענין חינוך כיון דבמתניתין לא הוזכר אלא שלש שנים לפני גדלות. הלכך נ\"ל לפרש מחנכין אותם קודם שנה <i data-commentator=\"Korban Netanel\" data-label=\"ש\" data-order=\"6\"></i> וקודם שתים להשלמה דאורייתא דהיינו שלש שנים קודם גדלות. ומכל מקום שמעינן שיש חילוק בין חולה לבריא מדלא הוה ליה למיתני אלא לפני שתים בא להשמיענו שיש חילוק בשנים בין חולה ובין בריא. ומיהו מתניתין לא איירי אלא בחולה זו היא גירסת רש\"י ופירוש הרב אלפס גורס אמר רב הונא בן שמנה בן תשע מחנכין אותו לשעות בן עשר ובן אחת עשרה משלימין מדרבנן בן שתים עשרה משלימין מדאורייתא ורב נחמן אמר בן ט' בן עשר מחנכין אותו לשעות בן אחת עשרה משלימין מדרבנן בן שנים עשר משלימין מדאורייתא. והוה מצינו לפרש גירסתו דתרוייהו איירי בתינוקת ופליגי בהשלמה. דרב נחמן לית ליה השלמה מדרבנן אלא שנה אחת וחינוך שעות קודם לה שתי שנים. <i data-commentator=\"Korban Netanel\" data-label=\"ת\" data-order=\"7\"></i> ורב הונא אית ליה  השלמה שתי שנים. אלא [שכתב] ואע\"ג דקי\"ל כר' יוחנן דאמר דתינוקת בת י\"ב ותינוק בן י\"ג משלימין מדאורייתא. קיימא לן כרב הונא ורב נחמן דבתראי אינון דמשלימין מדרבנן כדי לחנכן מבן אחת עשרה בין לתינוק בין לתינוקת. ובן תשע ובן עשר מחנכין אותן לשעות כרב נחמן. שאם היה רגיל לאכול בשתי שעות מאכילין אותו בשלש. בשלש מאכילין אותו בד'. ומדקאמר דקיימא לן כרבי יוחנן בהשלמה דאורייתא מכלל דרב הונא ורב נחמן פליגי עליה בהא. אם כן צ\"ל הא דקאמר דבן שתים עשרה משלימין מדאורייתא היינו אפילו בתינוק משום דסברי דתוך הפרק כלאחר הפרק. ומיירי כשהביא סימנים ופסק כר' יוחנן דהכי פסיק רבא בפרק יוצא דופן (דף מו.) דתוך הפרק כלפני הפרק. וקשה לי מה שפסק דתינוק בן אחת עשרה משלימין מדרבנן <i data-commentator=\"Korban Netanel\" data-label=\"א\" data-order=\"8\"></i> ואמאי משלימין אכתי הוי ב' שנים לפני גדלות דשמא לא יביא סימנים אחר י\"ב שנה אפילו אם יש לו עתה סימנים שומא נינהו <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"9\"></i> וגם קשה לי מה שהזכיר בכאן חיוב דאורייתא בבן י\"ב שנים שהביא סימנים טפי מבכל המצות.<i data-commentator=\"Korban Netanel\" data-label=\"ג\" data-order=\"10\"></i>ועוד קשה דר' יוחנן גופיה סבר בפ' (בא סימן) [יוצא דופן] (דף מה:) דתוך הפ' כלאחר הפרק. הלכך נראה כגירסת רש\"י ובן ט' ובן י' מחנכין לשעות בן י\"א ובן י\"ב משלימין מדרבנן: \n"
                ],
                [
                    " מתני' עוברה שהריחה מאכילין אותה עד שתשיב נפשה. חולה מאכילין אותו על פי בקיאין. ואם אין שם בקיאין מאכילין אותו על פי עצמו. עד שיאמר די: \n",
                    " גמ' עוברה שהריחה בשר קדש או בשר חזיר תוחבין לה כוש פירוש פלך בלע\"ז שפינדי\"ל ברוטב ומכניסים לתוך פיה אם נתיישבה דעתה מוטב ואם לאו מביאין לה רוטב עצמה. אם נתיישבה דעתה מוטב ואם לאו מביאין שומן עצמו. שאין לך דבר שעומד בפני פקוח נפש חוץ מע\"ז וגילוי עריות ושפיכות דמים. ולאו דוקא עוברה אלא הוא הדין כל אדם שהריח מאכל ומתאוה ופניו משתנין מסוכן הוא ומאכילין אותו ע\"פ עצמו או על פי בקי. כדאמרינן בפרק אע\"פ (דף סא:) אמימר ומר זוטרא ורב אשי הוו יתבי אפתחא דבי דונגר מלכא חליף ואזיל אדונגר דמלכא חזא רב אשי לאמימר דחוורא אפיה שקל באצבעתיה ואנח ליה בפומיה וכו'. <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"1\"></i> ואמרו ליה רבנן מאי טעמא סמכת אניסא אמר חזינא לרוח צרעת דקא פרחה עילויה. שמע מינה דכי חיוור אפיה חיישינן לסכנתא. וקאמר התם (שם.) הכל משהין בפני שמש חוץ מיין ובשר. אמר רב אשי הוה קאימנא קמי דרב כהנא ואייתו ליה גרגלידי דליפתא בחלא ואי לאו דיהבו לי מינה איסתכנית. רב פפא אמר אפילו תמרא דהינוניתא. כללא דמילתא כל <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"2\"></i> דאית ליה ריחא ואית ליה קיוהא <i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"3\"></i> וכן כתב הרמב\"ן ז\"ל. <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"4\"></i> וכתב הרמב\"ן ז\"ל מסתברא הא דתוחבין לה כוש הני מילי בעוברה שאין לנו אומד ביישוב דעתה פעמים מתיישבת בכוש ברוטב ופעמים צריכה לשומן עצמו. אבל חולה שמאכילין אותו על פי בקיאין <i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"5\"></i> מאכילין אותו דבר הצריך לו <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"6\"></i> וכדי הצריך לו כמו שאמרו הרופאים ואין מדקדקין עליו על ידי כוש ורוטב אלא להאכילו הקל הקל. וגרסינן בכריתות בפרק אמרו לו (דף יג.) התירו לה לעוברה לאכול פחות (פחות) מכשיעור מפני הסכנה. ופריך מפני הסכנה ואפילו טובא נמי תיכול. אמר רב פפי הכי קאמר התירו לה לעוברה לאכול פחות פחות מכשיעור כדי שלא יצטרף לכזית בכדי אכילת פרס וכן כתב בעל הלכות. ונראה שאף בחולה עושין כך כדי להקל מעליו מאיסור כרת ומלקות לאיסור בלבד ע\"כ. ונראה לי דבחולה אין עושין כן אלא ע\"פ רופא אם אומר שיספיק לו להאכילו ממנו מעט מעט וכן בעוברה נמי אם אין דעתה מיושבת בכך צריך להאכילה כשיעור. כתב בעל הלכות אשה עוברה דידעינן דאי לא אכלה מתעקר וולדה אע\"ג דספק בן קיימא הוא ספק נפל שפיר דמי ליתן לה. והרי\"ץ גיאות ז\"ל כתב דלאו בידיעה דידן תליא מילתא אלא בידיעה דידה ובדעתה תליא מילתא דמשהריחה נותנים לה וכחולה דמי. וכתב הרמב\"ן ז\"ל משמע מתוך דברי בעל הלכות <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"7\"></i> דמשום סכנת וולד לחודיה מחללין אפילו ליכא למיחש לדידה. דהיינו דגרסינן בשילהי פרק קמא דערכין (דף ז.) האשה שישבה על המשבר ומתה בשבת מביאין סכין וקורעין כריסה ומוציאין את הוולד. פשיטא מאי עביד מחתך בבשר בעלמא הוא. אמר רבא לא נצרכה אלא להביא סכין דרך רשות הרבים. מאי קא משמע לן דעל ספיקא מחללין שבת. תנינא ספק חי ספק מת ספק נכרי ספק ישראל מפקחין. מהו דתימא התם הוא דהוה ליה חזקה דחיותא אבל הכא דלא הוה ליה חזקה דחיותא מעיקרא אימא לא קא משמע לן. ואיכא דסבירא ליה דאין מחללין משום נפלים אלא עוברה שהריחה חששא דמיתה דידה היא שכל המפלת בחזקת סכנה היא. וטעמא דיושבת על המשבר שמתה טעמא אחרינא הוא הרי הוא כילוד דתו לאו ירך אמו הוא דלאו בדידה תליא אלא חי הוא ודלת נעולה בפניו וליכא חששא אלא דלא ה\"ל חזקה דחיותא וספק נפשות להקל. ולא ידעתי מה צורך לכל אלו הדקדוקים <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"8\"></i> דלא משכחת סכנת עובר בלא סכנת עוברה ולא סכנת עוברה בלא סכנת עובר. דהמפלת בחזקת הסכנה היא וכן פרש\"י דאם אינה אוכלת שניהם מסוכנים: [דף פב ע\"ב] ההיא עוברה דארחה אתיא לקמיה דרבי אמר להו זילו לחישו לה יום הכפורים האידנא הוא. לחישו לה ואילחשה. קרא עליה בטרם אצרך בבטן ידעתיך וגו' נפיק מינה רבי יוחנן. ההיא עוברה דארחה אתיא לקמיה דרבי יוחנן אמר להו זילו לחישו לה. לחשו לה ולא אילחשה. קרא עליה זורו רשעים מרחם [דף פג ע\"א] נפיק מינה שבתאי אוצר פירי: חולה מאכילין אותו על פי בקיאין וכו'. אמרי דבי ר' ינאי חולה אומר צריך אני ורופא אומר אינו צריך שומעין לחולה. פשיטא ספק נפשות להקל מהו דתימא הא דקאמר חולה צריך אני בעותי הוא דקא מבעית סבר אי לא אכילנא מיתנא קא משמע לן לב יודע מרת נפשו. חולה אומר איני צריך ורופא אומר צריך שומעין לרופא פשיטא ספק נפשות להקל מהו דתימא לב יודע מרת נפשו קא משמע לן שומעין לרופא. והאי דקאמר חולה לא צריכנא <i data-commentator=\"Korban Netanel\" data-label=\"ל\" data-order=\"9\"></i> תונבא פירוש טירדא בעלמא נקיט ליה ורש\"י פי' שטות אשדירדשו\"ן הוא דנקיט ליה <i data-commentator=\"Korban Netanel\" data-label=\"מ\" data-order=\"10\"></i> כתבו התוספות הא דקאמר הש\"ס חולה אומר צריך אני היינו שאומר שהוא ירא שאם לא יאכל שיכביד ויהיה מסוכן למות. ויש ספרים שכתוב בהן מילתא דרבי ינאי פשיטא ספק נפשות להקל מהו דתימא האי דקאמר חולה צריך אני בעותי הוא דקא מבעית <i data-commentator=\"Korban Netanel\" data-label=\"נ\" data-order=\"11\"></i> סבר אי לא אכילנא מיתנא קא משמע לן. אלמא דוקא משום ספק מיתה מאכילין אותו עד כאן. <i data-commentator=\"Korban Netanel\" data-label=\"ס\" data-order=\"12\"></i> ונראה לי דחומרא גדולה היא זאת בספק דאין לך רופא שיאמר אם לא יאכל שמא ימות אלא הרופא דרכו לומר אם לא יאכל אפשר שיכביד חליו ויסתכן. ואפי' לספרים שכתוב בהן אי לא אכילנא מיתנא אין ללמוד מזה דדוקא על ספק מיתה מאכילין דלישנא דמיתנא לאו דוקא אלא שדרך החולה לומר כן מחמת פחד המיתה. ואי אמר איהו ואחרינא בהדיה לא צריכנא ואומר חד רופא צריך אין דבריו של אחד במקום שנים. ואי אמר איהו ואחרינא בהדיה צריכנא ושני רופאים ואפי' הן מאה אומרים לא צריך תרי כמאה ומאכילין אותו. ואע\"ג דאמר רב ספרא הא דאמרי תרי כמאה ומאה כתרי ה\"מ לענין עדות אבל לענין אומדנא בתר רוב דעות אזלינן. <i data-commentator=\"Korban Netanel\" data-label=\"ע\" data-order=\"13\"></i> הני מילי אומדנא דממונא אבל הכא ספק נפשות להקל. אמר איהו צריך ושני בקיאין אומרים אינו צריך אין דבריו כלום במקום שנים. <i data-commentator=\"Korban Netanel\" data-label=\"פ\" data-order=\"14\"></i> דהכי מיפרשא מתניתין חולה מאכילין אותו על פי בקיאין. <i data-commentator=\"Korban Netanel\" data-label=\"צ\" data-order=\"15\"></i> בד\"א דאמר לא צריך אבל אמר צריך אם אין שם שני בקיאין מאכילין אותו על פי עצמו מאי טעמא לב יודע מרת נפשו ומהימן כלפי חד כלפי תרי לא מהימן. מר בר רב אשי אמר היכא דאמר צריך אני אפי' אי איכא מאה דאמרי לא צריך עליה דידיה סמכינן דכתיב לב יודע מרת נפשו. והלכתא כמר בר רב אשי דבתראה הוא ועוד דבתשובת הגאונים כתב דבכולי הש\"ס הלכתא כמר בר רב אשי בר ממיפך שבועה ואודיתא. ובשאלתות דרב אחאי! כתוב דאזלינן בתר רוב דעות וכן דעת רש\"י שהרי פירש לקמן (דף פד:) אבל מצטרפין לדעת אחרת כגון שנים אומרים צריך ושלשה אומרים אינו צריך ואשה או נכרי אומרים צריך מצטרפין למהוי פלגא ופלגא וספק נפשות להקל. <i data-commentator=\"Korban Netanel\" data-label=\"ק\" data-order=\"16\"></i> וכתב הרמב\"ן ז\"ל ואע\"ג דאמרינן בהדיא כי אזלינן בתר דעות באומדנא הני מילי בממונא. הני רבוותא סברי דהך אוקימתא ליתא. דהא משום דאקשינן על פי בקיאין תרי פשיטא תרי ותרי נינהו הוא דאתוקם הכי וכיון דאתא מר בר רב אשי ואמר דכל היכא דאמר חולה צריך אני אפילו איכא מאה דאמרי לא צריך לדידיה שמעינן קמה לה מתניתין כדמעיקרא דאיכא אחרינא בהדי חולה דאמר לא צריך מאכילין אותו על פי בקיאין תרי סלקא דעתך אמינא כשם שהחולה אומר צריך אני שומעין לו ואפילו כנגד מאה בקיאין. כך כשהוא אומר איני צריך נשמע ליה דהכא והכא לב יודע מרת נפשו הוא קא משמע לן דלהקל אמרי' אבל להחמיר כחד בקי בעלמא הוא ולא כתרי. הלכך היכא דאיכא אחרינא בהדיה לתרי דאמרי צריך לדידהו שמעינן הא לחד לא שמעינן. ולא אמרי' תונבא בעלמא הוא דנקט ליה אלא חד מנינן ליה תרי לא מנינן ליה. ומיהו כיון דאיתמר בהדיא בגמרא דלא אזלינן בתר רוב דעות לא דחינן סוגיא בפירכא ותפסינן סברא בעלמא ע\"כ. וכן נראה לי כיון דאיכא פלוגתא דרבוותא אזלינן לקולא בספק נפשות. ירושלמי (הל\"ד) חולה אומר יכולני לצום ורופא אומר איני יודע רבי אבהו בשם רבי יוחנן נעשה ספק נפשות וספק נפשות להקל. כתב הרמב\"ן ומסתברא הני מילי בחולה דאמר יכולני דשכיח ביה תונבא אבל רופא אומר יכול וחולה אומר איני יודע שומעין לרופא דאיני יודע דחולה לאו כלום הוא. דאיהו מנא ידע רובן של חולין אינן יודעין ובקיאין בחולי שלהם הלכך לרופא שומעין שאומר יודע אני: \n"
                ],
                [
                    " מתני מי שאחזו בולמוס מאכילין אותו ואפילו דברים טמאים עד שיאורו עיניו: גמ' ת\"ר מנין יודעים שיאורו עיניו משיבחין בין טוב לרע. אמר אביי ובטעמו. ת\"ר מי שאחזו בולמוס מאכילין אותו הקל הקל. טבל ונבילה מאכילין אותו נבילה. <i data-commentator=\"Korban Netanel\" data-label=\"ר\" data-order=\"1\"></i> (נבילה) ושביעית מאכילין אותו שביעית. שאלו את הראב\"ד ז\"ל חולה שיש בו סכנה אם לא יאכל בשר. <i data-commentator=\"Korban Netanel\" data-label=\"ש\" data-order=\"2\"></i> אם יש לפניו נבילה ואין שחוט אם לא שנשחט בשבת. כי יש אומרים מוטב שיעבור הוא על לאו דנבילה משיעברו אחרים על איסור סקילה. והשיב דברי יש אומרים מכוונים הם אבל יש לומר כי איסור שבת כבר ניתן לדחות בהבערה ובבישול ובמחמין לו חמין. אי נמי שאי אפשר <i data-commentator=\"Korban Netanel\" data-label=\"ת\" data-order=\"3\"></i> שלא יהא קטן אחד בסוף העולם. אבל אם היה החולה צריך לאכילה לאלתר <i data-commentator=\"Korban Netanel\" data-label=\"א\" data-order=\"4\"></i>והנבילה מוכנת לו מיד והשחוט מתאחר לו ודאי מאכילין אותו הנבילה ואין ממתינין לשחיטה והפשט ובישול. ורבינו מאיר השיב בתשובה על זה והביא דמיון מאוכל נפש ביום טוב דשוחטין ביום טוב דאיכא עשה ולא תעשה באיסור מלאכה ומאכל נבילה דאין בה אלא לאו או לומר לנכרי לנחור עופות דליכא אלא איסור דרבנן דאין שחיטה לעוף מן התורה אלא כיון דהתורה התירה לנו אוכל נפש ביום טוב הוה לדידן כל אוכל נפש ביום טוב כמו בחול. והכי נמי כיון שהתירה תורה פיקוח נפש הוי כל מלאכה שעושה בשבת בשביל חולה שיש בו סכנה <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"5\"></i> כאילו עשאה בחול. והיכא דאיכא תרי איסורי מאכילין אותו הקל. ושחוטה המאכל מותר אבל הנבילה המאכל עצמו אסור ואריה רביע עלה עד כאן. <i data-commentator=\"Korban Netanel\" data-label=\"ג\" data-order=\"6\"></i> ואני שמעתי משום דחיישי' שמא יהא החולה קץ באכילת איסור ויפרוש ויסתכן: מתני' מי שנשכו כלב שוטה אין מאכילין אותו מחצר הכבד שלו ורבי מתיא בן חרש מתיר. ועוד אמר ר' מתיא בן חרש החושש בפיו מטילין לו סם בשבת מפני שהוא ספק נפשות וכל ספק נפשות דוחה את השבת. והלכה כרבי מתיא בן חרש דאמר החושש בפיו מטילין לו סם בשבת מפני שהוא ספק נפשות דלא פליגי רבנן עליה דרבי מתיא אלא בכלב שוטה אבל בחושש בפיו לא פליגי עליה. ורבי יוחנן נמי חש בצפידנא שהוא כאב שינים ועבד ליה סם בשבת דמכה של חלל הוא. [דף פד ע\"א] דאמר רב נחמן בר יצחק שאני צפידנא הואיל ומתחלת בפה וגומרת בבני מעיים היא. מאי סימניה כי רמי מידי בככי <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"7\"></i> אתי דמא מדריה פי' מעל הבשר שעל השינים: [דף פד ע\"ב] וכל ספק נפשות דוחה את השבת לאיתויי מאי. אמר רב יהודה אמר  שמואל לאיתויי <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"8\"></i> אפי' ספק בשבת אחרת היכי דמי. כגון דאמדוהו לתמני יומי ויומא קמא שבתא מהו דתימא ליעכביה עד אורתא כי היכי דלא ניחל עליה תרי שבי קא משמע לן. תניא נמי הכי מחמין חמין לחולה בשבת בין להשקותו בין להברותו ואין אומרין נמתין לו שמא יבריא אלא מחמין לו חמין מיד וספיקו דוחה את השבת ולא ספק שבת זו אלא אפילו ספק שבת אחרת ואין עושין דברים הללו לא על ידי נכרים ולא על ידי קטנים אלא על ידי גדולי ישראל ואפילו יש שם קטנים לעשותן מיד חיישינן זימנין דליתנייהו ואתי לאהדורי בתרייהו. ואין אומרים יעשו דברים הללו על ידי נשים ועל פי נכרים אבל מצטרפות לדעת אחרת. <i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"9\"></i> כך כתבו בספרי והלכות גדולות ובתוספתא (פט\"ז דשבת). והיה קשה לריב\"א למה לא יעשו על פי נשים חכמות בקיאות בספק נפשות כמו על פי אנשים וגבי יולדות נמי מחללין שבת על פי נשים. והיה ריב\"א גורס אין עושים דברים אלו על פי נשים ולא על פי נכרים אבל מצטרפין לדעת אחרת כלומר אין אומרים בתכנת נפשות שלא יהו נאמנות אלא אף מצטרפין לדעת אחרת להכחיש את האנשים כנגדן. ולישנא דאבל דחוק קצת. והרב אלפס ז\"ל גורס אין אומרים לעשות דברים הללו לא על ידי נשים ולא על ידי נכרים מפני שמצטרפין לדעת אחרת פי' שהנכרי יאמר אין חוששין שנעשה עבירה וכן תאמרנה הנשים. והיינו מצטרפין לדעת אחרת וכלומר לטעות <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"10\"></i> שאין חוששין <i data-commentator=\"Tiferet Shmuel\" data-label=\"א\" data-order=\"1\"></i> שעושה עבירה ואתי לידי סכנה: "
                ],
                [
                    " תנו רבנן מפקחין פיקוח נפש בשבת והזריז הרי זה משובח וא\"צ ליטול רשות מבית דין. <i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"1\"></i> כיצד נפל תינוק לים פורש מצודה ומעלהו ואע\"ג דקא צייד כוורי. ראה תינוק שנפל לבור עוקר חוליא ומעלהו והזריז הרי זה משובח ואין צריך ליטול רשות מבית דין ואף על גב דקא מתקן דרגא לחול. <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"2\"></i> ננעלה דלת בפני תינוק שובר את הדלת ומוציאו והזריז הרי זה משובח ואין צריך ליטול רשות מבית דין <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"3\"></i> ואף ע\"ג דקא מתבר לה שיבי שיבי. מכבין ומפסיקין מפני הדליקה והזריז הרי זה משובח ואין צריך ליטול רשות מבית דין ואף על גב דקא ממכיך מכוכי. וצריכא דאי אשמעינן ים משום דאי לא מסיק ליה מיית אבל בור אפשר דיתיב אפומא דבירא אימא לא צריכא. ואי אשמעינן בור משום דקא מיבעית אבל דלת אפשר דיתיב בהאי גיסא ומשבש ליה באמגוזי אימא לא צריכא. מכבין ומפסיקין למה לי אמר רבי  אליעזר לא נצרכה אלא לחצר אחרת. אמר רב יוסף אמר רב יהודה <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"4\"></i> אמר שמואל לא הלכו בפיקוח נפש אחר הרוב. היכי דמי אילימא דאיכא תשעה ישראל וחד נכרי הא רובא ישראל נינהו. אי נמי מחצה על מחצה ספק נפשות להקל אלא דאיכא תשעה נכרים וחד ישראל הא נמי פשיטא דהוה ליה קבוע וכל קבוע כמחצה על מחצה דמי. <i data-commentator=\"Korban Netanel\" data-label=\"ל\" data-order=\"5\"></i> לא צריכא דפריש חד מינייהו ואזיל לחצר אחרת ונפלה בה דליקה מהו דתימא כל דפריש מרובא פריש ולא מפקחין קא משמע לן דאין הולכים בפיקוח נפש אחר הרוב. איני והאמר רבי אסי אמר רבי יוחנן תשעה נכרים ואחד ישראל באותו חצר מפקחין בחצר אחרת אין מפקחין. לא קשיא הא דפריש כולהו הא דפריש מקצתייהו. פירוש הא דפריש כולהו מאותה חצר שהיו שם <i data-commentator=\"Korban Netanel\" data-label=\"מ\" data-order=\"6\"></i> בשעת עקירתן נכנס אחד מהן לחצר אחרת ונפלה עליו מפולת אין מפקחין דכיון שנעקרו כולם אין כאן ישראל קבוע וכל דפריש מרובא פריש. והא דפריש מקצתייהו שפירש אחד מהם לחצר אחרת ונפלה עליו מפולת מפקחין דכיון שנשארו אחרים קבועים במקומן כמחצה על מחצה דמי וספק נפשות להקל: \n"
                ],
                [
                    " מי שנפלה עליו מפולת ספק הוא שם ספק אינו שם ספק חי ספק מת ספק נכרי ספק ישראל מפקחין עליו. מצאוהו חי מפקחין עליו ואם מת יניחוהו. [דף פה ע\"א] מצאוהו חי פשיטא דמפקחין לא נצרכה אלא אפילו לחיי שעה. תנו רבנן עד היכן הוא בודק עד טיבורו. ויש אומרים עד חוטמו. בדק ומצא עליונים מתים לא יאמר כבר מתו התחתונים מעשה היה ונמצאו עליונים מתים ותחתונים חיים. אמר רב פפא מחלוקת מלמטה למעלה אבל מלמעלה למטה כיון דבדיק עד חוטמו שוב אינו צריך. דכתיב כל אשר נשמת רוח חיים באפיו. ומנא ליה דפיקוח נפש דחי שבת [דף פה ע\"ב] אמר רב יהודה <i data-commentator=\"Korban Netanel\" data-label=\"נ\" data-order=\"1\"></i> אמר שמואל אמר קרא אשר יעשה אותם האדם וחי בהם ולא שימות בהן: \n"
                ],
                [
                    " מתני' חטאת ואשם ודאי מכפרין. מיתה ויום הכפורים מכפרים עם התשובה והתשובה מכפרת על עבירות קלות ועל עשה ועל לא תעשה. ועל החמורות תשובה תולה ויום הכפורים מכפר: גמ' תשובה מכפרת על עשה ועל לא תעשה השתא על לא תעשה מכפרת על עשה מיבעיא. אמר רב יהודה הכי קאמר <i data-commentator=\"Korban Netanel\" data-label=\"ס\" data-order=\"1\"></i> על עשה ועל לא תעשה הניתק לעשה: [דף פו ע\"א] שאל ר' מתיא בן חרש את רבי אלעזר בן עזריה ברומי שמעת ארבעה חלוקי כפרה שהיה רבי ישמעאל דורש. אמר לו שלשה הן ותשובה עם כל אחת ואחת מהם. עבר מצות עשה ועשה תשובה לא זז משם עד שמוחלין לו שנאמר שובו בנים שובבים ארפא משובותיכם. עבר לא תעשה ועשה תשובה תשובה תולה ויום הכפורים מכפר שנאמר כי ביום הזה יכפר עליכם לטהר אתכם. עבר על כריתות ומיתות ב\"ד ועשה תשובה תשובה ויוה\"כ תולין ויסורין ממרקין שנאמר ופקדתי בשבט פשעם ובנגעים עונם. אבל מי שיש בידו חילול השם אין כח בתשובה לתלות ולא ביוה\"כ לכפר ולא ביסורין למרק אלא כולן תולין ומיתה ממרקת שנאמר ונגלה באזני ה' צבאות אם יכופר העון הזה לכם עד תמותון. היכי דמי חילול השם. אמר רב כגון אנא דשקילנא בישרא מטבחיא ולא יהיבנא דמי לאלתר. ורבי יוחנן אמר כגון אנא דמסגינא ארבע אמות בלא תורה ובלא תפילין. רבי יצחק בר אבדימי אומר כל שחביריו בושים משמועתו. היכי דמי אמר רב נחמן בר יצחק כגון דאמרי אינשי שרא ליה מרא לפלניא. אביי אמר כדתניא ואהבת את ה' אלהיך עשה שיהא שם שמים מתאהב על ידיך. הא כיצד בזמן שאדם קורא ושונה בתורה ומשמש תלמידי חכמים ומשאו ומתנו בשוק באמונה ודבורו בנחת עם הבריות מה הבריות אומרות עליו <i data-commentator=\"Korban Netanel\" data-label=\"ע\" data-order=\"2\"></i> אשרי פלוני ומי שלומד תורה אשרי אביו אשרי אמו אשרי רבו שלמדו. אוי להם לבני אדם שלא למדו תורה ראיתם פלוני שלמד תורה כמה נאים דרכיו כמה מתוקנים מעשיו עליו הכתוב אומר ויאמר לי עבדי אתה ישראל אשר בך אתפאר. אבל בזמן שאדם קורא ושונה ומשמש תלמידי חכמים ואין משאו ומתנו בשוק באמונה ואין דבורו בנחת עם הבריות מה הבריות אומרות עליו או לו לפלוני שלמד תורה אוי לו לאביו ולרבו שלמדו תורה אשרי בני אדם שלא למדו תורה ראיתם פלוני שלמד תורה כמה מכוערים מעשיו כמה מקולקלים דרכיו עליו הכתוב אומר באמור להם עם ה' אלה ומארצו יצאו. אמר רבי חנינא בר חמא גדולה תשובה שמביאה רפואה לעולם שנאמר שובו בנים שובבים ארפא משובותיכם. אמר רבי לוי גדולה תשובה שמגעת עד כסא הכבוד שנאמר שובה ישראל עד ה' אלהיך. [דף פו ע\"ב] אמר רשב\"ל גדולה תשובה שזדונות נעשו לו כשגגות שנאמר שובה ישראל עד ה' אלהיך כי כשלת בעונך. עון מזיד הוא וקרי ליה מכשול. איני והא אמר רבן שמעון בן גמליאל גדולה תשובה שעונות נעשות לו כזכיות שנאמר ובשוב רשע מרשעתו ועשה משפט וצדקה חיה יחיה. לא קשיא כאן מאהבה וכאן מיראה. אמר רבי שמואל בר נחמני גדולה תשובה שמארכת ימיו של אדם שנאמר ובשוב רשע מרשעתו ועשה משפט וצדקה חיה יחיה. היכי דמי בעל תשובה. כגון שבא עבירה לידו ופירש. מחוי רב יהודה באותה אשה ובאותו מקום ובאותו הפרק. אמר רב יהודה [רב]רמי (רב דימי בר אשי) כתיב אשרי נשוי פשע כסוי חטאה וכתיב מכסה פשעיו לא יצליח. לא קשיא כאן בעבירות שבין אדם למקום וכאן בעבירות שבין אדם לחבירו. תניא רבי יוסי בר' יהודה אומר אדם עובר עבירה ראשונה מוחלין לו שניה מוחלין לו שלישית מוחלין לו רביעית אין מוחלין לו. שנאמר כה אמר ה' על שלשה פשעי ישראל ועל ארבעה לא אשיבנו ואומר הן כל אלה יפעל אל פעמים שלש עם גבר. מאי ואומר <i data-commentator=\"Korban Netanel\" data-label=\"פ\" data-order=\"3\"></i> וכי תימא ה\"מ בצבור אבל ביחיד לא קא משמע לן. נראה לי לפרש רביעית אין מוחלין לו אם היא מצות עשה אין מוחלין מיד כשעשה תשובה אלא תשובה תולה ויום הכפורים מכפר כדין חייבי לאוין. וכן אם היא מצות לא תעשה מיתה ויום הכפורים תולין ויסורין ממרקין: גרסינן בפ' סדר תעניות (דף טז.) תנו רבנן אדם שיש בידו עבירה ומתודה ואינו חוזר בה למה הוא דומה לאדם שתופס שרץ בידו שאפילו טובל בכל המימות שבעולם לא עלתה לו טבילה זרקו מיד עלתה לו טבילה שנאמר ומודה ועוזב ירוחם ואומר נשא לבבנו אל כפים אל אל בשמים. תניא עבירות שהתודה עליהם יום הכפורים זה אינו מתודה עליהם יום הכפורים אחר ואם לא שנה עליהם והתודה עליהם עליו הכתוב אומר ככלב שב על קיאו וגו'. רבי אליעזר בן יעקב אומר כל שכן הרי זה משובח שנאמר כי פשעי אני אדע וחטאתי נגדי תמיד. אלא מה אני מקיים ככלב שב על קיאו כדרב הונא דאמר רב הונא כיון שעבר אדם עבירה ושנה בה הותרה לו. הותרה לו סלקא דעתך אלא אימא נעשית לו כהיתר. וצריך לפרש את החטא שנאמר אנא חטא העם הזה חטאה גדולה ויעשו להם אלהי זהב דברי רבי יהודה בן בבא. רבי עקיבא אומר אין צריך אלא מה אני מקיים ויעשו להם אלהי זהב כדרבי ינאי דאמר רבי ינאי אמר משה לפני הקדוש ברוך הוא רבונו של עולם בשביל כסף וזהב שהשפעת להם לישראל עד שיאמרו די גרם להם לישראל לעשות להם אלהי זהב. מפרסמין את החנפים מפני חילול השם שנאמר ובשוב צדיק מצדקתו ועשה עול ונתתי מכשול לפניו: [דף פז ע\"א] כל המזכה את הרבים אין חטא בא על ידו כדי שלא יהו תלמידיו נוחלין לעולם הבא והוא יורד לשאול שנאמר כי לא תעזוב נפשי לשאול לא תתן חסידך לראות שחת. וכל המחטיא את הרבים אין מספיקין בידו לעשות תשובה שלא יהו תלמידיו יורדין לשאול והוא נוחל העולם הבא שנאמר אדם עשוק בדם נפש עד בור ינוס אל יתמכו בו: \n",
                    " מתני' [דף פה ע\"ב] <i data-commentator=\"Korban Netanel\" data-label=\"צ\" data-order=\"4\"></i> האומר אחטא ואשוב אחטא ואשוב אין מספיקין בידו לעשות תשובה. אחטא ויום הכפורים מכפר אין יום הכפורים מכפר. <i data-commentator=\"Korban Netanel\" data-label=\"ק\" data-order=\"5\"></i> עבירות שבין אדם למקום יום הכפורים מכפר ולא עבירות שבין אדם לחבירו עד שירצה את חבירו. את זו דרש רבי אלעזר בן עזריה מכל חטאתיכם לפני ה' תטהרו עבירות שבין אדם למקום יום הכפורים מכפר. שבין אדם לחבירו אין יום הכפורים מכפר: \n",
                    " גמ' אמר רבי יוסי כל המקניט את חבירו אפילו בדברים צריך לפייסו שנאמר אם ערבת לרעך וגו' נוקשת באמרי פיך עשה זאת אפוא בני והנצל לך התרפס ורהב רעך אם ממון יש לו בידך התר לו פיסת יד ואם לאו הרבה עליו רעים. אמר רבי יצחק וצריך לפייסו בשלשה חבורות של שלשה בני אדם שנאמר ישור על אנשים ויאמר חטאתי וישר העויתי ולא שוה לי. ואם מת אמר רבי יוסי בר חנינא מביא עשרה בני אדם ומעמידן על קברו ויאמר אנכי חטאתי לה' אלהי ישראל ולפלוני זה שחבלתי בו. אמר רבי יוסי בר חנינא כל המבקש מטו מחבירו אל יבקש ממנו יותר משלשה פעמים שנאמר אנא שא נא. ודוקא חבירו אבל רבו מפייס ליה עד דמיפייס: \n"
                ],
                [
                    " ארבעה <i data-commentator=\"Korban Netanel\" data-label=\"ר\" data-order=\"1\"></i> ועשרים דברים מעכבין את התשובה ואלו הן. רכילות. לשון הרע בעל חמה. ובעל מחשבה רעה. והמתחבר לרשע. והמרגיל בסעודה שאינה מספקת לבעליה. והמסתכל בעריות. והחולק עם גנב. <i data-commentator=\"Korban Netanel\" data-label=\"ש\" data-order=\"2\"></i> והאומר אחטא ואשוב. והמתכבד בקלון חבירו. והפורש מדרכי צבור. והמבזה אבותיו. והמעכב את הרבים מלעשות דבר מצוה. והמטה את חבירו מדרך טובה לדרך רעה. והמשתמש בעבוטו של עני. והמקבל שוחד להטות דין עני. והמוצא אבידה <i data-commentator=\"Korban Netanel\" data-label=\"ת\" data-order=\"3\"></i> ואינו מחזירה לרבו. והרואה בנו יוצא לתרבות רעה ואינו מוחה בידו. והאוכל שוד עניים ויתומים ואלמנות. והחולק על דברי חכמים. והשונא את התוכחות. והמלעיג על המצות:  "
                ],
                [
                    " [דף פז ע\"ב] תנו רבנן מצות וידוי ערב יום הכפורים עם חשיכה דברי רבי מאיר. וחכמים אומרים צריך שיתודה קודם שיאכל וישתה שמא יארע דבר קלקול בסעודה. ואף על פי שהתודה קודם אכילה ושתיה מתודה לאחר אכילה. ואע\"פ שהתודה ערבית מתודה שחרית. בשחרית יתודה במוסף. במוסף יתודה במנחה. במנחה יתודה בנעילה. והיכן אומרה. יחיד אחר תפלתו. מאי אמר. אמר רב אתה יודע רזי עולם. ושמואל אמר אתה מבין תעלומות לב. לוי אמר בתורתך כתוב לאמר כי ביום הזה יכפר עליכם. רבי יוחנן אמר רבון העולמים רבו עונותינו מלמנות ואשמותינו עצמו מספר. רב הונא אמר אלהי עד שלא נוצרתי איני כדאי וכו'. אמר רב המדודי לא שנו אלא שלא אמר אבל חטאנו. אבל אם אמר אבל חטאנו לא צריך. ואמר רב המדודי הוה קאימנא קמיה דשמואל והוה יתיב כד מטי שליח ציבור למימר אבל חטאנו קם אכרעיה. שמע מינה עיקר וידוי מעומד הוא. (לעיל דף לו:) תנו רבנן כיצד מתודה אומר עויתי פשעתי חטאתי. וכן בשעיר המשתלח הוא אומר והתודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם. וכן במשה הוא אומר נושא עון ופשע וחטאה דברי רבי מאיר. וחכמים אומרים עונות אלו הזדונות שנאמר הכרת תכרת וגו' ופשעים אלו המרדים שנאמר מלך מואב פשע בי וכן הוא אומר אז תפשע לבנה. חטאים אלו השגגות שנאמר ונפש כי תחטא בשגגה. וכי מאחר שהתודה על הזדונות ועל המרדים וכי חוזר ומתודה על השגגות. אלא אומר אנא שא נא לחטאים ולעונות ולפשעים שחטאתי ושעויתי ושפשעתי. וכן בדוד הוא אומר חטאנו עם אבותינו העוינו והרשענו. וכן בדניאל חטאנו ועוינו והרשענו ומרדנו. <i data-commentator=\"Korban Netanel\" data-label=\"א\" data-order=\"1\"></i> אלא מה שאמר משה נושא עון ופשע וחטאה ונקה. אמר משה לפני הקדוש ברוך הוא רבונו של עולם בשעה שחוטאים ישראל ועושין תשובה עשה להם זדונות כשגגות. אמר רבה בר שילא אמר רב הלכה כדברי חכמים. ההוא דנחת קמיה דרבא ועבד כרבי מאיר אמר ליה שבקת רבנן ועבדת כרבי מאיר. אמר ליה כרבי מאיר סבירא לי כדכתיב. <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"2\"></i> בספר אורייתא. והרב אלפסי פסק כרבנן וכן בעל ההלכות ורב פלטויא ורבינו חננאל ז\"ל ובתורת כהנים נמי תניא כרבנן. ורב סעדיה פסק כרבא. וכן פסק הרי\"ץ גיאות ז\"ל ובעל העיטור. והביאו ראיה מדשתק ליה רבא לההוא דנחת קמיה שמע מינה קבלה והלכה כרבא דהוא בתראה ונהיגי עמא כרבנן: תנו רבנן (לעיל לז.) מנין שוידויו של יום הכפורים באנא. נאמר כאן כפרה וכפר בעדו ונאמר בחורב כפרה אולי אכפרה בעד חטאתכם מה להלן באנא אף כאן באנא. ומנין שבשם נאמר כאן כפרה ונאמר בעגלה ערופה כפרה מה להלן בשם דכתיב כפר לעמך ישראל אשר פדית ה' אף כאן בשם. ותניא בפרק שני <i data-commentator=\"Korban Netanel\" data-label=\"ג\" data-order=\"3\"></i> בתוספתא אנא ה' עויתי וכו' אנא ה' כפר נא וכו' וכן בתורת כהנים. <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"4\"></i> וכן יש במקצת ספרים. ובירושלמי (פ\"ג ה\"ז) גרסינן אמר רבי חגי <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"5\"></i> בראשונה היה אומר אנא השם ובשניה אנא בשם. וכתב רבינו חננאל ז\"ל לא משגיחין לרבי חגי <i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"6\"></i> לגבי מתניתין. <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"7\"></i> ובסדר רבינו והבבלי יסד שניהם אנא השם ובסדר אתה כוננת בראשונה אנא השם ובשניה אנא בשם. וכתב ראבי\"ה כיון שפירש רבי חגי בירושלמי דבראשונה אנא השם ובשניה אנא בשם הכי עבדינן דאמוראי בקיאים בגירסא טפי מינן. וסבור אני דאנא השם דהיה אומר ובשניה אנא בשם אלא שהמשנה נישנית בלשון העולם. ורב האי אמר לא בלשון הזה היה אומר כ\"ג אנא השם אלא שם בן שנים וארבעים אותיות ועדיין מצוי בישיבה בקבלה וידוע לחכמים. ואין נראה לי דברי רב האי בזה דכיון דילפינן בגזרה שוה מעגלה ערופה הזכרת השם של ארבע אותיות אין לשנות אלא כמו שנכתב בפסוק הוא מזכירו אלא שמזכירו ככתבו והוא נקרא שם המפורש. והוא מקור לכל השמות כי כולן נאצלין ממנו ועליו נאמר (סנהדרין צ.) ההוגה את השם באותיותיו נעקר מן העולם דאין להזכירו בגבולין. נמצא בתשובת הגאונים מנהג של ישיבה. בשחרית שבעה פעמים ויעבור. במוסף שבעה במנחה ששה בנעילה שלשה: \n"
                ],
                [
                    " וראבי\"ה כתב ראיתי שבתפלת יוצר יש לומר שלש עשרה ויעבור כנגד שלש עשרה מדות. ורב נטרונאי כתב מנהג של ישיבות בשחרית אומר שבעה סליחות ובמוסף אומר חמשה ובמנחה אומר שלשה. יש פנאי אומר חמשה: תנן (תענית כו.) שלשה פרקים בשנה הכהנים נושאים את כפיהם ד' פעמים ביום שחרית ומוסף ובמנחה ובנעילת שערים. בתעניות ומעמדות וביוה\"כ. תניא (שם) שחרית מוסף מנחה ונעילה יש בהן נשיאות כפים דברי רבי מאיר. ורבי יהודה אומר מנחה ונעילה אין בהן נשיאות כפים ורבי יוסי אומר מנחה אין בה נשיאות כפים נעילה יש בה נשיאות כפים במאי קמיפלגי רבי מאיר סבר כל יומא מאי טעמא לא משום שכרות האידנא ליכא שכרות. ורבי יהודה סבר שחרית ומוסף דכל יומא לא שכיחא שכרות לא גזרינן מנחה ונעילה דכל יומא שכיחא שכרות גזרינן. ורבי יוסי סבר מנחה דאיתא כל יומא גזרינן. נעילה דליתא כל יומא לא גזרינן. אמר רב נחמן הלכה כרבי יוסי. אלא האידנא אמאי פרסי כהני ידייהו במנחא בתעניתא. כיון דסמוך לשקיעת החמה פרסי ידייהו כתפילת נעילה דמי. כתב בעל ההלכות דהא דפרסי כהני ידייהו במנחה ביום הכפורים משום דהוי כמנחה של שאר תענית שהיא סמוכה לשקיעת החמה. ובאשכנז נהגו שלא לשאת כפיהם במנחה אלא בנעילה: [דף פז ע\"ב] ובנעילת שערים מאי נעילת שערים רב אמר צלותא יתירא. ושמואל אמר מה אנו ומה חיינו. והלכתא כרב דאמרינן [שם] עולא בר רב יצחק נחית קמיה דרבא פתח באתה בחרתנו וסיים במה אנו ומה חיינו ושבחיה. רב נתן אבוה דרב הונא בר נתן נחית קמיה דרב פפא פתח באתה בחרתנו וסיים במה אנו ומה חיינו ושבחיה. אמר רב אחא בריה דרבא ויחיד אומרה אחר תפלתו. פירוש מה אנו ומה חיינו. אמר רב תפלת נעילה פוטרת של ערבית רב לטעמיה דאמר צלותא יתירתא היא וכיון דצלי תו לא צריך. והאידנא נהוג עלמא לצלויי ערבית אחר נעילה. ורבינו מאיר פסק דלית הלכתא כרב ותפלת נעילה אינה פוטרת של ערבית וצריך להתפלל אותה ביום. מדגרסינן בירושלמי בפרק תפלת השחר נעילה מהו שתפטור של ערבית <i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"1\"></i> רבי בא ורב הונא בשם רב נעילה פוטרת של ערב. אמר ליה רבי בא לרב הונא היאך הוא מזכיר הבדלה פירוש אם לא יתפלל ערבית אינו מבדיל בתפלה ומצוה להבדיל בתפלה אף על פי שחוזר ומבדיל על הכוס. אמר ליה רבי יונה לרבי בא היאך שבע פוטרת שמונה עשרה פירוש גם הוא הקשה על דברי רב שאמר תפלת נעילה פוטרת של ערבית. אמר ליה והלא כבר איתותב פירוש מה שהקשה על דבריו ואיתותב אמר ליה בגין דאיתותבת יבטל וכי משום דאיתותב תיבטל מילתא לגמרי ולא נדחוק לישבה. אמר רבי יוסי מה דמקשי רבי בא קשיא יאות מה דאקשי רבי יונה <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"2\"></i> לא קשיא. קל הקלו עליו מפני תעניתו שיהא שבע פוטרת שמונה עשרה פירוש למהר אכילתו בשביל התענית הקלו עליו אבל מה דמקשי רבי בא ודאי קשה דבשביל למהר אכילתו אין לבטל הבדלה שבתפלתו. רבי אבא בר ממל <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"3\"></i> דאמר לחבריא מאריי מכולכן שמעית דאין תפלת נעילה פוטרת של ערבית. פי' מדרבי בא ורבי יונה שהקשו על דברי רב ומדרב הונא שקבל קושית רבי בא ולא תירץ לו ומדרבי אסי דאמר מאי דאקשי רבי בא קשה יאות שמעינן דכולהו לית להו דרב. אמר רבי אסי בר בון ותני רבי חייא בכל יום מתפלל אדם שמונה עשרה במוצאי שבת ובמוצאי יום הכפורים ובמוצאי דתענית צבור. אלמא משמע בהדיא דלית הילכתא כוותיה דרב. ועוד שכבר נהגו העולם להתפלל תפלת ערבית אף על פי שהתפללו נעילה והיינו דלא כרב אלא כברייתא דאור יום הכפורים דבין לתנא קמא ובין לרבי חנינא בן גמליאל שאמר משום אבותיו לא סבירא להו הא דרב. וההיא ברייתא של אור יום הכפורים ברייתא של עיקר היא. דהא לענין הבדלה בחונן הדעת קיימא לן כרבי חנינא בן גמליאל שאמר משום אבותיו שכוללה בחונן הדעת. ודלא כרבי עקיבא דאמר אומרה ברכה רביעית בפני עצמה ודלא כרבי אליעזר דאמר אומרה בהודאה אלמא ברייתא של עיקר היא וסמכינן עליה וכיילינן הבדלה בחונן הדעת. הכי נמי סמכינן עלה למיפסק דלא כרב דבין לתנא קמא ובין לרבי חנינא בן גמליאל אין תפלת נעילה פוטרת של ערבית. וכן בירושלמי דפרק תפלת השחר ובריש פרק בתרא דתענית (הלכה א) פליג רבי יוחנן על רב דאמר אין תפלת נעילה אלא ביום ורב ורבי יוחנן הלכה כרבי יוחנן. והכי איתא התם אימתי היא נעילה רבנן דקסרין אמרין אתפלגין רבי יוחנן ורב רב אמר נעילת שערי שמים אפילו בלילה. ורבי יוחנן אמר נעילת שערי היכל דהיינו ביום אחר בהדלקת הנרות. אמר רבי יודן ענתונדריא מתניתין מסייע ליה לרבי יוחנן בשלשה פרקים הכהנים נושאים את כפיהם ארבעה פעמים ביום בשחרית במוסף במנחה ובנעילה בתעניות ובמעמדות ויום הכפורים ולית לן למימר נעילת שערי שמים דהא איתקש נשיאות כפים לשירות דכתיב לשרתו <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"4\"></i> ולברך בשמו עד היום מה שירות ביום אף נשיאות כפים ביום. אחוה דאימא דרב אדא <i data-commentator=\"Korban Netanel\" data-label=\"ל\" data-order=\"5\"></i> הוה סייר גולתיה דרב ביום צומא רבה אמר ליה כי תיחזי שמשא בריש דקלא הב לי גולתאי דליצלי נעילת שערים. מתחלפא שיטתיה דרב תמן הוא אומר נעילת שערי שמים והכא אומר בנעילת שערי היכל מדצלי בעוד היום. אמר רב מתנה על ידי דהוה רב מאריך בצלותא סגיא הוה מגיע לנעילת שערי שמים פירוש תפלתו היתה נמשכת עד נעילת שערי שמים. אלמא רבי יוחנן פליג עליה דרב וגם רבי יודן מייתי סייעתא לרבי יוחנן ממתניתין וגם רב גופיה היה מתפלל ביום אלא שהיתה תפלתו נמשכת עד הלילה הלכך אין להתפלל תפלת נעילה אלא ביום עד כאן: \n"
                ],
                [
                    " [דף פח ע\"א] תנו רבנן הרואה קרי ביום הכפורים יורד וטובל ולערב ישפשף. לערב סלקא דעתך. אלא אימא ואם מבערב ישפשף. כלומר אם ראה קרי ביום יורד וטובל ואינו צריך לשפשף. מפני שהקרי שעל בשרו עודנו לח ואינו צריך שפשוף. ואם מבערב שהוא ליל יום הכפורים ראה קרי כשיטבול למחר ביום ישפשף בידו ממקום שנפל קרי על בשרו מפני שהוא כבר יבש ולכך צריך שפשוף. תנא דבי רבי ישמעאל מוחלין לו על כל עונותיו. והא תניא סודרים. מאי סודרים לו סודרים לו למחול. תני תנא קמיה דרב נחמן בר יצחק <i data-commentator=\"Korban Netanel\" data-label=\"מ\" data-order=\"1\"></i> הרואה קרי ביום הכפורים ידאג כל השנה כולה <i data-commentator=\"Korban Netanel\" data-label=\"נ\" data-order=\"2\"></i> ואם עלתה לו שנה מובטח הוא שהוא בן העולם הבא. אמר רב נחמן בר יצחק תדע שכל העולם כולו רעב והוא שבע. כי אתא רב דימי אמר מפיש חיי סגי ומסגי בטיבותא דכתיב יראה זרע יאריך ימים: \n"
                ],
                [
                    " (לעיל פא: ר\"ה ט.) תני רבי חייא בר רב מדיפתי ועניתם את נפשותיכם בתשעה לחדש וכי בתשעה מתענין והלא בעשרה מתענין ללמדך שכל האוכל ושותה בו מעלה עליו הכתוב כאילו התענה תשיעי ועשירי <i data-commentator=\"Korban Netanel\" data-label=\"ס\" data-order=\"1\"></i> והכי פירושו דקרא ועניתם את נפשותיכם. כלומר הכינו עצמכם בתשעה לחדש להתחזק באכילה ובשתים כדי שתוכלו להתענות למחר להראות חיבתו של המקום ב\"ה לישראל. כאדם שיש לו ילד שעשועים וגזר עליו להתענות יום אחד וצוה להאכילו ולהשקותו ערב יום התענית כדי שיוכל לסבול כך הקב\"ה מכל ימות השנה לא צוה לישראל להתענות אלא יום אחד לטובתן לכפר על עונותם והזהירם לאכול ולשתות ערב התענית ומאחר שהוציא אותה אכילה ושתיה בלשון עינוי אלמא חשיבא היא כעינוי וכאילו נצטוו על עינוי של תשיעי ועשירי. וכן נהגו להרבות בסעודה ערב יום הכפורים כדאמרינן (חולין פג.) וכדברי רבי יוסי הגלילי אף ערב יה\"כ בגליל ובשאר מקומות חוץ מגליל לא היו מרבים בשחיטת בהמות אלא בעופות ובדברים אחרים. כדאמרינן בפרק קמא דכתובות (דף ה.) אלא מעתה (ערב) יום הכפורים שחל להיות בשני בשבת ידחה שמא ישחוט בן עוף. ואמרינן נמי (בירושלמי) במדרש מעשה בחייט אחד שקנה דג בערב יום הכפורים בדמים מרובים: \n"
                ],
                [
                    " יש מקומות שנהגו לשחוט ערב יום הכפורים תרנגול לכפרה. ונמצא דבר זה בתשובת הגאונים וששאלתם שאנו רגילים לשחוט ערב יום הכפורים תרנגול ואין אנו יודעים ענין זה למה אי משום תמורה מאי שנא תרנגול מבהמה וחיה. הא ודאי קושיא היא <i data-commentator=\"Korban Netanel\" data-label=\"ע\" data-order=\"1\"></i> אלא שיש בה שני טעמים אחד שהתרנגול מצוי בבית מכל בהמה וחיה ועוף. ועוד יש במקומינו עשירים שעושים תמורה אילים ועיקר בעלי קרנים דמות אילו דשל יצחק אבינו לפיכך לא דבר קבוע הוא. ועוד שמענו מחכמים הקדמונים שאף על פי שהבהמה דמיה יקרים יותר מהתרנגול אף על פי כן תרנגול מובחר לפי ששמו גבר כדאמרינן (לעיל כ:) מאי קריאת גבר אמר רב קרא גברא. דבי רבי שילא אמרי קרא תרנגולא. ותניא כוותיה דרבי שילא היוצא קודם קרות הגבר דמו בראשו. וכיון ששמו גבר תמורה גבר בגבר טפי מהנך מעלי. וכך רגילין כאן אוחז שליח תרנגול <i data-commentator=\"Korban Netanel\" data-label=\"פ\" data-order=\"2\"></i> ומניח ידו על ראש התרנגול ונוטלו ומניח ידו על ראש מתכפר ואומר זה תחת זה וזה מחולל על זה ומחזירו עליו פעם אחרת ואומר בני אדם יושבי חשך וצלמות וגו' יוציאם מחשך וצלמות וגו' אוילים מדרך פשעם וגו' כל אוכל תתעב נפשם וגו' ויזעקו אל ה' בצר להם וגו' ישלח דברו וירפאם וגו' יודו לה' חסדו וגו' נפש תחת נפש. ועושה כסדר הזה שלש פעמים ואחר כך מניח ידו על ראש התרנגול תבנית סמיכה וסומך עליו ושוחטו לאלתר תכף לסמיכה שחיטה. ורגילים ליתן לעניים כדי שיהא כפרה לנפשו. ומה שאנו רגילין לזרוק את בני מעים על הגג היינו כדי ליתנם לעופות. ויש להביא ראיה לזה קצת מההיא דמסכת חולין (דף צה. וקי:) רמי בר תמרי דהוא רמי בר דיקולי איקלע למערבא במעלי יומי דכיפורי חזייה כדקא שדו כבדא וכולייתא אזל שקלינהו משום דהאידנא דהיתרא שכיחא טפי: \n"
                ],
                [
                    " וישים אדם אל לבו ערב יום הכפורים לפייס כל אדם שנוטר לו איבה כדאמרינן (לעיל פז:) גבי רב דהוה ליה לרבי חנינא מילתא בהדיה אזל גביה תריסר מעלי יומא דכיפורי ולא איפייס. ואמרינן נמי התם (שם) רב הוה ליה מילתא בהדי ההוא טבחא נטר ליה תריסר ירחי דשתא ולא אתא כי מטא מעלי יומא דכיפורי אמר איזל אנא ואפיק ליה מדעתיה כדי שיהא לב כל ישראל שלם עם חבירו. כדאיתא בפירקא דרבי אליעזר (פמ\"ו ע\"ש) ראה סמאל שלא מצא חטא בישראל ביום הכפורים ואמר רבון העולם יש לך עם אחד כמלאכי השרת. מה מלאכי השרת יחיפי רגל אף ישראל יחיפי רגל ביום הכפורים. מה מלאכי השרת אין להם קפצים כך ישראל עומדים על רגליהם ביום הכפורים. מה מלאכי השרת אין בהן אכילה ושתיה אף ישראל כן ביום הכפורים. מה מלאכי השרת שימת שלום ביניהם אף ישראל ביום הכפורים כן. מה מלאכי השרת נקיים מכל חטא אף ישראל כן ביום הכפורים. ומתוך מדרש זה נהגו באשכנז הרבה בני אדם שעומדים כל היום בזקיפה. ונהגו לטבול בערב יום הכפורים. ואמר רב עמרם טובל אדם בשבע שעות ומתפלל תפלת המנחה. ואמר רב סעדיה בעלייתו מלטבול מברך על הטבילה ואין דבריו נראין בזה שלא מצינו בהש\"ס רמז לטבילה זו ואין לה יסוד נביאים ולא מנהג נביאים. ולא עדיפא מערבה (סוכה מד:) דאמר ליה חביט חביט ולא בריך קסבר מנהג נביאים הוא. ואי משום דא\"ר יצחק (ר\"ה טז:) חייב אדם לטהר עצמו ברגל היינו לטהר עצמו מכל טומאות ואפי' מטומאת מת ולהזות עליו שלישי ושביעי. <i data-commentator=\"Korban Netanel\" data-label=\"צ\" data-order=\"1\"></i> והאידנא אין לנו טהרות וכיון שאין בעלי קריין טובלין כל השנה כולה גם אין חובה לטבילה זו ואין לברך עליה אלא שנהגו העולם לטהר עצמן מקרי לתפלת יום הכפורים. וסמכו אמדרש תנחומא בפרשת ואתחנן ביום הכפורים שהם נקיים כמלאכי השרת: \n"
                ],
                [
                    " וקודם אכילה מתפללין תפלת המנחה ומתודים ואין שליח צבור מחזיר את הוידוי. וכתב ראבי\"ה לפי שאין יכול לאומרו באמצע התפלה כמו בשאר תפלות וגם כי לא תקון הוידוי במנחה אלא משום גזירה שמא יארע אונס וכן דעת הרי\"ץ גיאות ז\"ל וכן נוהגין באשכנז. ורב האי אומר אין מנהג שיתודה שליח צבור במנחה <i data-commentator=\"Korban Netanel\" data-label=\"ק\" data-order=\"1\"></i>  אבל אם רצה להרויח בברכת המרבה לסלוח כגון וידוי אין שומעין לו. ובתשובה אחרת כתב יפה השיבו ראשונים על ששאלתם בוידוי ערב יום הכפורים שלא יאמר שליח צבור בברכת סליחה שלא שמענו בבבל שמזכיר שליח צבור וידוי בתפלת המנחה של ערב יוה\"כ. <i data-commentator=\"Korban Netanel\" data-label=\"ר\" data-order=\"2\"></i> ולדבריכם שאתם צריכים לכך מפני שאין הצבור בקיאים צריכין אנו להודיעם כי כל אחד ואחד חייב להתוודות אחר תפלתו קודם שיאכל סעודה המפסיק בה. <i data-commentator=\"Korban Netanel\" data-label=\"ש\" data-order=\"3\"></i>אבל רב עמרם כתב שליח צבור אומר וידוי במנחה להוציא את שאינו בקי וכן נוהגין בספרד. ורב עמרם כתב מי שחותם אחר הוידוי ברוך אתה ה' האל הסלחן טועה הוא. ונהגו באשכנז שאחר תפלת המנחה לוקין בבית הכנסת. ואוכלין ומפסיקין קודם השמשות להוסיף מחול על הקודש ואם הפסיק ועוד היום גדול מותר לאכול וראיה מההיא דאיכה רבתי וכתבתיה במסכת תענית (פ\"א סימן יד): \n"
                ],
                [
                    " וכתב רב עמרם בערב יום הכפורים אינן רשאין להטמין חמין כמו שעושין בערב שבת מפני שאין טומנין את החמין אלא לכבוד השבת וזה נמצא אוכלו בחול במוצאי יום הכפורים ואין להטמין בשביל חול. וכבר הפליגו אנשי אספמיא ועשו סמיכה שאין להטמין. אבל רב נטרונאי גאון אומר להטמין מערב יום הכפורים למוצאי יום הכפורים למה הוצרך לכך. בשלמא להטמין בשבת דקא בעי למיכל למחר אלא למוצאי יום הכפורים חול הוא למה הוצרך להטמין מערב ימתין למוצאי יום הכפורים ויעשה כל צרכיו. אבל אין איסור בו והעושה אין מוחין בידו. ורב שרירא גאון כתב דשפיר דמי שהוא מכין בחול לחול ואף על גב דמישתהי ביום הכפורים על גבי כירה והטמינה לשמור את חומן אין בכך כלום <i data-commentator=\"Korban Netanel\" data-label=\"ת\" data-order=\"1\"></i> ולמוצאי יום הכפורים שוהה כשיעור מה שתחם הקדירה באותו החום ואחר כך יאכל ממנה ומותר: \n"
                ],
                [
                    " גרסינן בפרק מקום שנהגו (דף נג:) מקום שנהגו שלא להדליק אין מדליקין <i data-commentator=\"Korban Netanel\" data-label=\"א\" data-order=\"1\"></i> ומדליקין בבתי כנסיות ובבתי מדרשות ובמבואות האפילים ועל גבי חולים. תנא בין שאמרו להדליק בין שאמרו שלא להדליק שניהם לא נתכוונו אלא לדבר אחד. פירוש להפריש מתשמיש המטה. האומר להדליק שאסור לשמש מטתו לאור הנר. והאומר שלא להדליק מפני שרואה אותה ומתאוה. ירושלמי (הל' ד) מקום שנהגו להדליק משובח ממקום שנהגו שלא להדליק. אמר רבי ירמיה תדע לך שהוא כן שהרי יוה\"כ שחל להיות בשבת אפילו במקום שנהגו שלא להדליק מדליקין רבי בון ורבי סימון תרוייהו אמרין תדע לך שהוא כן שהרי אותו האיש צנוע הוא ואינו משמש לאור הנר. ויראה שיש לברך על הדלקת הנר כמו בשבת משום שלום בית: \n"
                ],
                [
                    " והולכין לבית הכנסת ונהגו שהחזן מוציא ספר תורה ואומר כל נדרי ואסרי וכו' <i data-commentator=\"Korban Netanel\" data-label=\"ב\" data-order=\"1\"></i> דנדרנא ודאישתבענא ודאחרימנא מיום הכפורים שעבר עד יום הכפורים זה. ומתכוונין להתיר הנדרים החרמות והשבועות אולי עברו עליהם וכדי להנצל מן העונש. ואינו נראה לרבינו תם דהתרה זו אינה מועלת דבעינן שלשה הדיוטות או יחיד מומחה. <i data-commentator=\"Korban Netanel\" data-label=\"ג\" data-order=\"2\"></i> ועוד אין החכם מתיר את הנדר בלא חרטה. ועוד דקיימא לן כרב פפא בפ' השולח (דף לה:) דצריך לפרט את הנדר. ועוד שהחזן שאומר כל נדרי מי התיר נדרו דתנן (נגעים פ\"ב מ\"ה) כל הנדרים אדם מתיר חוץ מנדרי עצמו. והיה אומר רבינו תם שמנהג זה נוהג על פי הלכה של נדרים דתנן התם (נדרים דף כג.) רבי אליעזר בן יעקב אומר אף הרוצה להדיר את חבירו שיאכל אצלו אומר כל נדר שאני עתיד לידור הרי הוא בטל ובלבד שיהא זכור בשעת הנדר. <i data-commentator=\"Korban Netanel\" data-label=\"ד\" data-order=\"3\"></i> וקאמרינן עלה בגמרא (שם) מאי קאמר כיון שאמר כל נדר שאני עתיד לידור הרי הוא בטל לא שמע ליה ולא אתי בהדיה. הכי קאמר הרוצה שיאכל חבירו אצלו ומסרב בו מדירו נדרי זרוזים. הרוצה שלא יתקיימו נדריו כל השנה כולה יעמוד בראש השנה ויאמר כל נדרים שאני עתיד לידור כל השנה כולה הרי הוא בטל ובלבד שיהא זכור בשעת הנדר. אי זכור בשעת הנדר עקריה לתנאיה וקיימיה לנדריה שאם אין בדעתו שיהא נדרו קיים כלמה הוא נודר. אביי תני ובלבד שלא יהא זכור בשעת הנדר. רבא אמר לעולם וכדאמרינן מעיקרא וכגון שהתנה בראש השנה ולא ידע ממאי התנה וקא נדר. אי זכור בשעת הנדר דאתניה בראש השנה ואמר על דעת הראשונה אני עושה בטיל לתנאיה וקיימיה לנדריה. פירוש רבא אית ליה שפיר הך דאביי היכא דאין זכור לתנאו בשעת הנדר שתנאו קיים ונדרו בטל דליכא טעמא לפלוגי בהא אלא שנדחק רבא לקיים לשון המשנה ואוקי לה הכי כגון שהתנה בראש השנה שיהא מקצת נדרים שידור בזו השנה בטלים ולא ידע ממאי התנה על איזה נדר התנה לבטל אכילת בשר ושתיית יין או דברים שבינו לבין חבירו או דברים שבינו לבין עצמו וקא נדר ואמר על דעת הראשונה הוא עושה שאם אהיה זכור על מה שהתניתי אלך אחר התנאי ושוב נזכר שעל דבר זה התנה ההוא נדרא לית ביה מששא. ועל פי הלכה זו נהגו לומר כל נדרי ביוה\"כ להתנות על התנאים של שנה הבאה שאם ידור אדם בכעסו ויהא שכוח התנאי שלא יתקיימו נדריו ובשביל שביום הכפורים מתקבצים כל העיר בבית הכנסת נהגו לומר ביום הכפורים. וגם מצינו בספר יחזקאל (סימן מ) דקרי יום הכפורים ראש השנה. והגיה רבינו תם במחזורים מיום צום כפורים זה עד יום הכפורים הבא עלינו. <i data-commentator=\"Korban Netanel\" data-label=\"ה\" data-order=\"4\"></i> וגם יש לומר דנדרנא ודאשתבענא כלומר מה שאני עתיד לידור ולישבע. <i data-commentator=\"Korban Netanel\" data-label=\"ו\" data-order=\"5\"></i> וגם יש לומר כולהו אחרטנא בהון כלומר אם אשכח ואדור מעתה אני מתחרט עליהם ומתנה שיהו בטלים. ומה שאומר אותו שלשה פעמים שכן מצינו שכל דברי חכמים משולשים (מנחות סה.) מגל זו מגל זו מגל זו קופה זו קופה זו קופה זו. ומה שאמר ונסלח לכל עדת לא שיהא עתה צריך כפרה אלא שאם ידור נדרים בזה השנה וישכח הביטול ולפעמים שאינו נזהר בנדרו ועובר עליו ואף על פי שכבר בטלו צריך כפרה. כדאמרינן בפרק בתרא דקידושין (דף פא:) זה היה סבור לאכול בשר חזיר ועלה בידו בשר טלה צריך סליחה. וביטול זה אינו מועיל כי אם לנדרי עצמו ושבועה שישבע מעצמו. אבל נדרים שחבירו משביעו או בית דין <i data-commentator=\"Korban Netanel\" data-label=\"ז\" data-order=\"6\"></i> או הקהל אין מועיל להם הביטול ומיהו נראה וכמנהג הקדמונים ולשון כל נדרי מוכיח שנתקן על הנדרים שעברו עליהם השנה שעברה ומתירין אותם כדי להנצל מן העונש ולכך אומר אותו שלשה פעמים וגם אומר ונסלח לכל עדת בני ישראל כי צריכין כפרה אותן שעברו. ומה שהקשה דבעי חרטה אנן סהדי כל מי שעבר נדרו הוא מתחרט מעיקרו כדי להנצל מן העונש. ומה שהקשה דבעיא שלשה הדיוטות הרי כל הקהל אומרים אותו איש איש בלחש וגם החזן הקהל מתירין אותו. והא דאמר רב פפא צריך לפרט הנדר היינו כשהנודר בא לפני החכם להתיר לו נדרו <i data-commentator=\"Korban Netanel\" data-label=\"ח\" data-order=\"7\"></i> אולי נדר על דבר מצוה ולא יתיר לו החכם נדרו. ובסגנון זה כתב רבינו סעדיה זכר לברכה יש עושין כך עומד שליח צבור ביום הכפורים ואומר כל נדרי וחרמי ואסרי ושבועי וקיומי שנדרנו ושהחרמנו ושאסרנו ושנשבענו ושקיימנו על נפשותינו מיום כפורים שעבר עד היום הזה הבא עלינו כולנו חזרנו בהם ובאנו לפני אבינו שבשמים אם נדר נדרנו אין כאן נדר ואם איסור אסרנו אין כאן איסור ואם חרם חרמנו אין כאן חרם אם שבועה נשבענו אין כאן שבועה ואם קיום קיימנו אין כאן קיום בטל הנדר מעיקרו בטל האיסור מעיקרו בטל החרם מעיקרו בטלה השבועה מעיקרה אין כאן לא נדר ולא איסור ולא חרם ולא שבועה ולא קיום יש כאן מחילה וסליחה וכפרה כדכתיב בתורתך ונסלח לכל עדת בני ישראל וגו' עד כאן. <i data-commentator=\"Korban Netanel\" data-label=\"ט\" data-order=\"8\"></i> ונהגו לאומרו קודם ברכו משום דאמרינן בשילהי שבת (דף קנז.) ובמסכת נדרים (דף עו: עז.) דאין נשאלין לנדרים בשבת אלא לצורך השבת. אבל רב נטרונאי גאון כתב אין נוהגין לא בשתי ישיבות ולא בכל מקום להתיר נדרים לא בראש השנה ולא ביום הכפורים אלא שמענו שבשאר ארצות אומרים כל נדרי אבל אנן לא ראינו ולא שמעט מרבותינו זכרם לברכה. ואמרינן נמי בנדרים (דף כג:) רב חנינא סבר למידרשיה בפרקיה פירוש ההוא דהרוצה שלא יתקיימו נדריו. א\"ל רבא תנא מסתם קא סתם ליה כדי שלא ינהגו קלות ראש בנדרים ואת דרשת ליה בפירקא. אלמא אפילו למאן דמתנה מעיקרא לא סבר ליה רבא לאורויי כל שכן נדרים ושבועות שעברו כבר שאין מתירין ואין מורין להתיר. <i data-commentator=\"Korban Netanel\" data-label=\"י\" data-order=\"9\"></i> ומה מועיל התרה למה שמתנה אחר נדרו שיהא בטל הלכך אין אנו סוברין ולא נוהגין לעשות כן. וכן כתב רב האי בר מר רב נחשון זכר לברכה <i data-commentator=\"Korban Netanel\" data-label=\"כ\" data-order=\"10\"></i> דהלכתא כרבא דמחמיר דהוה ליה בתראה לפיכך אין אנו עושין כמשנה זו ואין אנו מתירי נדרים בין בראש השנה בין ביום הכפורים. ולא שמענו מרבותינו שהיו עושין זה כלן עיקר. ואף אתם החמירו כמותינו ואל תשנו ממנהג הישיבות. ולמעלה כתבתי דרבא לא פליג אדאביי וגם נמי הא דקפיד רבא היינו לדורשן לעמי הארץ הבאים לשמוע הדרשה ואתי לזלזולי בנדרים כשישמעו שמתנין לבטל הנדרים. <i data-commentator=\"Korban Netanel\" data-label=\"ל\" data-order=\"11\"></i> אבל אנו שמתירין הנדרים שעברו ליכא למיחש לזלזולי. ואחר שאמר החזן כל נדרי מברך שהחיינו. דקי\"ל (עירובין מ:) אומרים זמן בר\"ה וביוה\"כ וזמן אומרו אפי' בשוק אלא שהסכים לאומרו על הכוס. והכא על הכוס אי אפשר דכיון דקבליה עילויה אסור למישתי ולא יהבין ליה לינוקא דלמא אתי למסרך ואתי למשתי לשנה הבאה כדאיתא בפרק בכל מערבין (שם) וכתב רב עמרם ז\"ל מנהג שלנו לאחר שאוכלין ושותין חוזרין לבית הכנסת להתפלל תפלת ערבית. וכיון שעמד שליח צבור לפרוס על שמע מברך שהחיינו ואח\"כ מתחיל והוא רחום וכל כך למה שמא יש אחד מישראל שלא בירך. <i data-commentator=\"Korban Netanel\" data-label=\"מ\" data-order=\"12\"></i> אבל אם תלמיד חכם רוצה לברך לעצמו הרשות בידו שזמן אומרו אפילו בשוק. וכן כתב רב פלטיא ז\"ל וכן נהגו. אבל משום רב סעדיה ז\"ל אומר צריך לברך שהחיינו אחר תפלת ערבית בין ביחיד בין בצבור. ואומר רב האי ז\"ל <i data-commentator=\"Korban Netanel\" data-label=\"נ\" data-order=\"13\"></i> נוהגין אנו כמו רב סעדיה גאון ז\"ל:  ",
                    "הדרן עלך פרק יום הכיפורים וסליקא לה מסכת יומא  "
                ]
            ]
        ]
    },
    "versions": [
        [
            "Vilna Edition",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ],
    "heTitle": "פסקי הראש על יומא",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Rosh",
        "Seder Moed"
    ],
    "schema": {
        "heTitle": "פסקי הראש על יומא",
        "enTitle": "Rosh on Yoma",
        "key": "Rosh on Yoma",
        "nodes": [
            {
                "heTitle": "הלכות סדר עבודת יום הכפורים",
                "enTitle": "Avodat Yom HaKippurim"
            },
            {
                "heTitle": "",
                "enTitle": ""
            }
        ]
    }
}