{
    "title": "Ben Yehoyada on Sukkah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Sukkah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>תַּנְיָא, רַבִּי יוֹסֵי אוֹמֵר: מֵעוֹלָם לֹא יָרְדָה שְׁכִינָה לְמַטָּה מֵעֲשָׂרָה</b>. נראה לי בס\"ד לפרש הענין על פי מה שכתב מהרח\"ו [מורנו הרב רבי חיים ויטאל] ז\"ל <small>(בשערי קדושה חלק ג' שער וא\"ו)</small> כי ד' עולמות הן הנקראים אבי\"ע [אצילות, בריאה, יצירה, עשייה] ולמטה מכולם עולם השפל הנחלק לארבעה יסודות ונחלקות כעין עשר ספירות, ונתבאר כי בכל עולם יש אור פנימי הם העשר ספירות וחוצה להם אור מחצב הנשמות והוא גם כן נחלק לעשרה, וחוצה לו אור מחצב המלאכים והוא גם כן נחלק לעשרה, וחוצה לו אור חשוך של מחצב הקליפות וגם כן נחלק לעשרה, וחוצה לו העולם עצמו שהם הרקיעים שבאותו עולם והם גם כן נחלקים לעשר בחינות.<br>וזה הוא ענין מראות יחזקאל המלך ע\"ה הנקרא מעשה המרכבה, להיות המדרגות מורכבות זו על זו ותחלה נפתחו השמים שערי הרקיעים ומשם נכנס אל הקליפות, וזהו שנאמר <small>(יחזקאל א, ד) '</small>וָאֵרֶא וְהִנֵּה רוּחַ סְעָרָה בָּאָה מִן הַצָּפוֹן עָנָן גָּדוֹל וְאֵשׁ מִתְלַקַּחַת וְנֹגַהּ לוֹ סָבִיב וּמִתּוֹכָהּ כְּעֵין הַחַשְׁמַל מִתּוֹךְ הָאֵשׁ' ומשם נכנס למחיצת המלאכים, כנודע כי בין כל אור ואור יש פרגוד מפסיק, וזהו סוד הנעלם שיש בענין הַ'חַשְׁמַל' כי הוא בגימטריא מַלְבּוּשׁ <small>[378]</small> ואז ראה עשר כיתות המלאכים אשר כולם נחלקים לארבע חיות וד' מחנות שכינה, וזהו שנאמר 'וּמִתּוֹכָהּ דְּמוּת אַרְבַּע חַיּוֹת' ומשם נכנס אל הכסא שהוא אור מחצב הנשמות בסוד האבות הן הן המרכבה, ומשם הגיע אל אור העשר ספירות עצמן שהוא אור הפנימי שבכל העולם שהוא הנקרא אדם העליון, כמו שנאמר <small>(יחזקאל א, כו)</small> 'וְעַל דְּמוּת הַכִּסֵּא דְּמוּת כְּמַרְאֵה אָדָם עָלָיו מִלְמָעְלָה' עד כאן דבריו זלה\"ה יעוין שם:<br>ובזה תבין מה שאמר רבי יוסי<b> מֵעוֹלָם לֹא יָרְדָה שְׁכִינָה</b> שהיא סוד המלכות שבעשר ספירות <b>לְמַטָּה מֵעֲשָׂרָה</b> הוא אור מחצב הנשמות, שהוא גם כן נחלק לעשרה שהוא עומד חוצה מאור העשר ספירות, וכן נמי לֹא יָרְדָה שְׁכִינָה מאור מחצב הנשמות לְמַטָּה מֵעֲשָׂרָה הוא אור מחצב המלאכים שהוא חוצה לו, שגם הוא נחלק לעשרה, שלכן כתב הרב ז\"ל במחצב הזה שראה עשר כיתות המלאכים.<br>והשתא לפי דברי רבי יוסי מה שנאמר <small>(שמות יט, כ)</small> 'וַיֵּרֶד הֳ' עַל הַר סִינַי' אשר הוא 'לְמַעְלָה מֵעֲשָׂרָה טְפָחִים' כדמשני בגמרא, הכונה הוא דאור השכינה שהיא המלכות שבעשר ספירות אשר במחצב הספירות שהוא אור פנימי, לא בקע ועבר כל אותם המדריגות שהם עומדים חוצה שהם המחצבים שמנה אותם רבינו ז\"ל כנזכר לעיל אלא ירד במרכבה כלומר בהיות כל המדרגות של המחצבים הנזכרים מורכבים זה על זה, ואור השכינה של מחצב הספירות רוכב עליהן ולהיות כי כל המדרגות של המחצבים הנזכרים הם כולם נחלקים לעשרה, להכי קרי להו עשרה טפחים בדרך רמז.<br>ומה שאמר <b>טְפָחִים</b> ולא אמר אמות, נראה כי טפח הוא ארבעה גודלים, ואלו המדרגות של מחצבים הנזכרים אשר אור השכינה שבספירות רוכב בהם המה ארבעה, וכולם בחינת עשר עשר דאור העשר ספירות הוא אור פנימי, וחוצה לו אור מחצב הנשמות שהוא נחלק לעשרה הרי זה מדרגה אחת, וחוצה לו אור מחצב המלאכים שנחלק גם כן לעשרה הרי מדרגה שנית, וחוצה לו אור חשוך שהוא מחצב הקליפות וגם כן נחלק לעשרה הרי מדרגה ג', וחוצה לו הרקיעים שהוא העולם עצמו, וגם כן זה נחלק לעשרה כמו שכתבנו לעיל, והרי זו מדרגה ד', ואלו המדרגות של המרכבה שהם עשר עשר הרכין הקב\"ה על הר סיני ואור שכינתו רוכב עליהם. ולזה אמר רז\"ל בנועם לשונם ברמז דק 'לְמַעְלָה מֵעֲשָׂרָה טְפָחִים' דרמזו בזה על כל המדרגות הנזכר לעיל שהם עשרה עשרה בכל מחצב ומחצב ודוק היטב.<br>ואומרו <b>'וְלֹא עָלָה מֹשֶׁה וְאֵלִיָּהוּ לַמָּרוֹם'</b> נראה לי בס\"ד דאמרו בגמרא דחגיגה <small>(חגיגה יב:)</small> שבעה רקיעין הן וילון אינו משמש כלום וכו', ערבות שבו צדק ומשפט וצדקה גנזי חיים וגנזי שלום וגנזי ברכה ונשמתן של צדיקים ורוחות ונשמות שעתיד להבראות וטל שעתיד הקב\"ה להחיות בו המתים, ושם אופנים ושרפים וחיות הקודש ומלאכי השרת וכסא הכבוד ומלך אל חי רם ונשא שוכן עליהם, שנאמר <small>(תהלים סח, ה)</small> 'סֹלּוּ לָרֹכֵב בָּעֲרָבוֹת' עיין שם. ופרשנו דכסא הכבוד דנקיט כאן הוא אור מחצב הנשמות, ומה שאמר מלך אל חי רם ונשא שוכן עליהם היא אור מחצב הספירות, שעליו אמר יחזקאל המלך ע\"ה <small>(יחזקאל א, כו)</small> 'וְעַל דְּמוּת הַכִּסֵּא דְּמוּת כְּמַרְאֵה אָדָם עָלָיו מִלְמָעְלָה'.<br>ומה שאמר כאן רבי יוסי <b>מֵעוֹלָם לֹא עָלָה מֹשֶׁה לַמָּרוֹם</b> הוא על אור מחצב הנשמות, וקרי ליה מָּרוֹם, כי הוא למעלה מאור מחצב המלאכים, ומקשי בגמרא וְהָא כְּתִיב <small>(שמות יט, ג)</small> 'וּמֹשֶׁה עָלָה אֶל הָאֱלֹקִים' שהוא מחצב הנשמות הנקרא כסא הכבוד, כי אֱלֹקִים גימטריא הַכִּסֵּא <small>[86]</small>? ומשני 'לְמַטָּה מֵעֲשָׂרָה' רוצה לומר למטה מעשרה חלקים שיש בעולם הכסא, וכונתו לומר בחלק העשירי שבעשירי שבו דוקא, והדר מקשי וְהָכְּתִיב <small>(איוב כו, ט)</small> 'מְאַחֵז פְּנֵי כִסֵּה פַּרְשֵׁז עָלָיו עֲנָנוֹ' דמשמע שהגיע שם בכולו? ומשני 'אִשְׁתַּרְבֵּב לֵיהּ כִּסֵּא עַד עֲשָׂרָה' פירוש עד חלק העשירי שבעשירי שבעולם ההוא ונקיט ביה."
        ],
        [
            "<b>מַה לְּהַלָּן טֶפַח, אַף כָּאן טֶפַח.</b> נראה לי בס\"ד הטעם שצריך להיות הכפורת המלבשת הארון טפח, שהכפורת רומזת לתורה שבעל פה המלבשת לתורה שבכתב שרמוזה בלוחות שהם בתוך הארון, ולכן תמצא <b>הַכַּפּוֹרֶת</b> היא אותיות <b>תּוֹרָה פ</b>', כלומר תורה שהיא בעל פה, וידוע דתורה שבעל פה היא ד' חלקים שהם פרד\"ס <small>[פשט, רמז, דרש, סוד]</small> לכן צריך להיות עוביה טפח שהוא ארבעה גודלין."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>כְּשֵׁם שֶׁחָל שֵׁם שָׁמַיִם עַל הַחֲגִיגָה, כָּךְ חָל שֵׁם שָׁמַיִם עַל הַסֻּכָּה.</b> נראה לי בס\"ד <b>חֲגִיגָה</b> עם הכולל <small>[30]</small> עולה מספר שם הוי\"ה עם כולל האותיות, ובזה נרמז שֶׁחָל שֵׁם שָׁמַיִם עַל הַחֲגִיגָה. וכן בְּ'<b>סּוּכָּה'</b> <small>[91]</small> יש רמז למספר שם הוי\"ה ככתיבתו וקריאתו שהוא כ\"ו ה\"ס <small>[אדנ״י 65 + הוי\"ה 26 = 91]</small>.<br>אך מקשים למאי הוצרך לדמות הסוכה לחגיגה בענין זה, והלא הסוכה היא בעצמה מצוה רבה וראוי שיחול שם שמים עליה? ונראה לי בס\"ד הכונה בדמיון זה הוא לומר כמו שהקרבן המחשבה פועלת בו, שאם חשב חוץ למקומו ושלא לשמו פיגל, ולא יחול שם שמים על הקרבן, כן מצות סוכה המחשבה פועלת דבעינן שיכוין בה לשם מצוה וכמו שכתבו הפוסקים ז\"ל אפילו למאן דאמר מצות אין צריכות כונה, מודה במצות סוכה דבעינן כונה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>לָמָּה נִמְשְׁלָה תְּפִלָּתָן שֶׁל צַדִּיקִים כְּעֶתֶר? לוֹמַר לְךָ: מָה עֶתֶר זֶה, מְהַפֵּךְ אֶת הַתְּבוּאָה בַּגֹּרֶן מִמָּקוֹם לְמָקוֹם, אַף תְּפִלָּתָן שֶׁל צַדִּיקִים, מְהַפֶּכֶת מִדּוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא מִמִּדַּת רַגְזָנוּת לְמִדַּת רַחֲמָנוּת.</b> נראה לי בס\"ד הפך 'עֶתֶר' הוא 'תַּעַר' כי המתפלל תפילה שלימה שאינו משמיט בה תיבות או אותיות אז תפלתו דומה לעתר, שתהיה מהפכת מדת הדין למדת הרחמים כעתר זה שהוא מהפך את התבואה בגורן, ואם אינו מתפלל תפילה שלימה אלא משליך ומאבד תיבות ואותיות מפיו, הרי זו דומה לתער שמאבד ומשליך השערות.<br>ובזה יובן בס\"ד רמז הכתוב <small>(קהלת ב, יד)</small> 'הֶחָכָם עֵינָיו בְּרֹאשׁוֹ' כי <b>עֶ</b>תֶר אות עי\"ן בראש תיבה, אך תַּ<b>עַ</b>ר אות עי\"ן באמצע תיבה, והחכם מתפלל תפילה שלימה שדומה לעתר שאות עי\"ן בראש תיבה.<br>והא דנרמז זה של היפוך מדת רגזנות למדת רחמנות בתפילת יצחק, ולא נרמז בתפילת אברהם אבינו ע\"ה שהוא הראשון בתפילה שתיקן תפלת שחרית? נראה לי בס\"ד כי אברהם אבינו ע\"ה הוא אחוז במדת החסד ואין זה חידוש בתפלתו להפך מדת רגזנות למדת רחמנות, אבל יצחק אבינו ע\"ה שהוא דין וגבורה יש בו חידוש טפי בענין זה, שמהפך בתפילתו מדת רגזנות למדת רחמנות.",
            "<b>מְהַפֶּכֶת מִדּוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא מִמִּדַּת רַגְזָנוּת לְמִדַּת רַחֲמָנוּת.</b> כן הגרסא בעין יעקב. וכתוב בספר דקדוקי סופרים, דכן הגרסא בתלמוד כתב יד וכן היא גם כן בתלמוד הדפוס בגמרא דיבמות דף ס\"ד ע\"א וגרסה זאת היא יותר נכונה, עיין שם.<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו פירש, מה עתר מהפך התבואה מלמטה למעלה ומלמעלה למטה, כן הצדיקים בתפילתם המה מעלין מ\"ן <small>[מיין נוקבין]</small> מלמטה למעלה, ומורידין אור מ\"ד <small>[מיין דוכרין]</small> מלמעלה למטה, עד כאן דבריו.<br>ונראה לי בס\"ד, ההפרש בין תפלת הצדיקים לתפילת עמא דארעא הוא בלב כי הנוסח הוא שוה אצל הכל ורק הצדיקים יש להם טוהר לב וכונה בתפילתם, ועמא דארעא אין מכוונים לבן בתפלה אלא לבם יחשוב בדברים אחרים והוא נפרד מן התפלה, ולכן הצדיקים מהפכין בתפילתם מדת רוגז למדת רחם, וכמו שנאמר <small>(חבקוק ג, ב)</small> 'בְּרֹגֶז רַחֵם תִּזְכּוֹר' כי על ידי שהם מחברים לב שלהם בדברי התפלה, בזה יתחבר מספר לֵב <small>[32]</small> עם מספר רוֹגֵז <small>[216]</small> ויהיה סך הכל מספר רַחֵם <small>[248]</small>, אך ההפכיים אשר מפרידים לב שלהם מן התפלה לא יתחבר מספר לֵב עם מספר רוֹגֵז להיות מספר אחד שהוא רַחֵם, אלא ישאר זה בפני עצמו וזה בפני עצמו ונעשה 'לֵב רוֹגֵז'.<br>ובזה יובן מה שאמר בתוכחה <small>(דברים כח, סה)</small> 'וְנָתַן הֳ' לְךָ שָׁם לֵב רַגָּז' רוצה לומר שלא יתחבר מספר לֵב עם רוֹגֵז שיהיה מספר רַחֵם, ולכן אמר כאן מְהַפְּכִים מִדּוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא מִמִּדַּת רַגְזָנוּת לְמִדַּת רַחֲמָנוּת, שיהיה הרוגז מספר רַחֵם."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אָמַר רַב: מִנַּיִן שֶׁאֲפִלּוּ שִׂיחַת תַּלְמִידֵי חֲכָמִים צְרִיכָה לִמּוּד? שֶׁנֶּאֱמַר:</b> <small>(תהלים א, ג)</small> <b>\"וְעָלֵהוּ לֹא יִבּוֹל</b>\". הנה בעל המאמר הזה שהוא רב נאה לו דרשה זו כי נתקיימה בו בעצמו דאיתא בגמרא דחולין <small>(חולין קיא:)</small> אתמר דגים שעלו בקערה רב אמר אסור לאכלן בכותח, ושמואל אמר מותר לאכלן בכותח, רב אמר אסור נותן טעם הוא, ושמואל אמר מותר נותן טעם בר נותן טעם, והא דרב לאו בפירוש אתמר אלא מכללא אתמר דרב אקלע לבי רב שימי בר חייא, בר בריה חש בעיניו עבדו ליה שייפא בצעא, פירוש עשו לו משיחה מסממנים בקערה אחת, בתר הכי רמו ליה בשולא בגווה פירוש הניחו לו אחרי זה תבשיל באותה הקערה טעים ליה טעמא דשייפא אמר יהיב טעמא כולי האי, פירוש שחזר ונתן טעם בבישול ומה דשמע האי עובדא סבר דסבירא ליה לרב נותן טעם בר נותן טעם בעלמא נמי אסור עיין שם. נמצא משיחתו של רב למדו הלכה גדולה ולכן דרשה זו דדריש רב כאן נתקיימה בו בעצמו."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>רַבִּי יִצְחָק אוֹמֵר: אִם נוֹשְׂאֵי אֲרוֹנוֹ שֶׁל יוֹסֵף הָיוּ, כְּבָר הָיוּ יְכוֹלִין לִטָּהֵר!</b> קשה רבי יוסי הגלילי ורבי עקיבא מה יענו לקושיא זו של רבי יצחק? ולמה לא נטהרו כיון דידעי דצריך להקריב קרבן פסח?<br>והנה לרבי יוסי הגלילי נראה לי בס\"ד דידוע אותה שנה חל ערב פסח בשבת כי אותה שנה היה ראש חודש ניסן באחד בשבת וכמו שאמרו רז\"ל שהיה ראשון למעשה בראשית ולכן נושאי ארונו של יוסף לא נטהרו בשביל קרבן פסח כי עדיין לא ידעו דקרבן פסח דוחה שבת וחשבו דאותה שנה כל ישראל לא יקריבו קרבן פסח, כי עדיין לא למדו דין זה מפי משה רבינו ע\"ה ולא נודע להם דין זה אלא עד סמוך ליום עשרה בניסן שצוה להם שיכינו בעשור לחודש, על כן אמרו למה להם להטהר ולזרוק עליהם אפר פרה בכדי דקרבן פסח לא יש עתה בשנה זו והם מוכרחים להטמא במסע אשר יסעו לשאת ארונו של יוסף, וכאשר היה באמת שנסעו מאותו מקום ביום עשרים לחודש אייר.<br>אך תירוץ זה יבא נכון לרבי יוסי הגלילי דסבירא ליה נושאי ארונו של יוסף היו שהם מוכרחים ליטמא אחר כך, אך לרבי עקיבא דסבירא ליה מישאל ואלצפן היו, קשה אפילו אם חשבו דקרבן פסח אינו דוחה שבת ולא יקריבו באותה שנה עם כל זה היה להם ליטהר בלאו הכי דאין להם אחר כך טומאה הכרחית וצריכין הם לטהרה כי אי אפשר שישארו טמאים על חנם?<br>ונראה לי בס\"ד לתרץ לדעת רבי עקיבא והוא דנדב ואביהוא לא קברו אותם במדבר הסמוך להר סיני שהוא היה מקום חנייתם באותו זמן אלא קברום בהר ההר שבו נקבר אהרן הכהן ע\"ה בשנת הארבעים וקבורתם שם היתה על פי הדיבור בפירוש או על פי רוח הקודש של משה רבינו ע\"ה שידע ששם יקבר אהרן <b>ויש נחת רוח לצדיקים בדבר זה שיהיו הבנים קבורים סמוכים לקבורת אביהם</b> וכן שמעתי מקודם כמה שנים שיש קבלה ביד העולם דנדב ואביהוא נקברו בהר ההר סמוכים למערת אהרן הכהן ע\"ה. ולפי זה יש לומר דמישאל ואלצפן לא היו יכולים להטהר כיון דנשאו את נדב ואביהוא למקום רחוק שנשאום ביום ראש חודש ניסן או למחרתו ואחר שחזרו למחנה ישראל לא נשאר שבעת ימים קודם יום י\"ד ניסן כדי שתגמר טהרתם ויקריבו קרבן פסח."
        ],
        [
            "<b>מַתְקִיף לָהּ רַב מְשַׁרְשִׁיָּא: עַרְבָךְ, עַרְבָא צָרִיךְ.</b> יש להבין לפי זה גם באור הנר לא יוכל לאמר לאחר 'תן דעתך עלי' דדילמא גם זה השומר ישכח שהוא יום שבת?<br>ונראה לי בס\"ד השינה היא הכרחית מצד הטבע מכח האידים ואין אדם יכול לדחותה כשתבא אבל שכחה אינה הכרחית אדרבה הטבע מחייב אם האדם מופקד על דבר אחד לשומרו לא ישכח שמירתו ולא יסיח דעתו מן שמירתו המופקד עליה בשעה קלה. ומה שאמר <b>לִיִחוּשׁ שֶׁמָּא יֵרָדֵם</b> לא הוי גזרה לגזרה משום דזה קרוב לודאי ממש שיפיח בשינה וגם יהיה קבע."
        ],
        [
            "<b>אָמַר רַב: אָסוּר לְאָדָם לִישֹׁן בַּיּוֹם יוֹתֵר מִשְּׁנַת הַסּוּס, וְכַמָּה שְׁנַת הַסּוּס? שִׁיתִּין נִשְׁמֵי.</b> ונראה לי בס\"ד נרמז מספר השיתין באותיות שמו של סּוּס כי אות ס' מספרו שיתין וגם מלוי הסמ\"ך גם כן הוא מספר שיתין וכן אות וא\"ו הוא ששה עשרות שהם שיתין.<br>ובזה יובן בס\"ד הכתוב בזכריה <small>(זכריה יד, כ)</small> 'בַּיּוֹם הַהוּא יִהְיֶה עַל מְצִלּוֹת הַסּוּס קֹדֶשׁ לַיְיָ' ודרשו רז\"ל <small>(פסחים נ.)</small> מצילות הסוס הוא התכשיט שנותנין לסוס בין עיניו, וקשה מאי רבותיה דתכשיט זה שמגיד עליו הכתוב שיהיה 'קֹדֶשׁ לַיְיָ'? ובזה ניחא דמאמר רז\"ל זה הוא לשון מליצה כי בסוס נמצא דבר פאר שיתפאר בו הסוס על שאר בריות והוא בשינת עיניו שאינו ישן יותר משיתין נשמי ועל זה אומרו תכשיט שנותנין לסוס בין עיניו פירוש מה שמשבחין ומפארין החכמים לסוס בשינה שבעיניו דעל זה השיעור אמרו מותר לתלמידי חכמים שישן ביום ועם כל זה לעתיד גם זה השיעור יהיה קודש לה' אצל התלמידי חכמים שלא ישן ביום אפילו שיתין נשמי אלא יעסוק בתורה ולא ישן רגע אחד ביום."
        ],
        [
            "<b>בְּכָל יוֹם וָיוֹם אַתָּה מַמְשִׁיךְ כַּמָּה פַּרְפְּרָאוֹת לִכְבוֹד עַצְמְךָ, וְעַכְשָׁו אִי אַתָּה מַמְשִׁיךְ פַּרְפֶּרֶת אַחַת לִכְבוֹד קוֹנְךָ?</b> נראה לי בס\"ד רמז רבי אליעזר במילת 'פַּרְפֶּרֶת' ענין עמוק דידוע אותיות מנצפ\"ך שהם מספר פ\"ר הם פ\"ר דינין אך הם כפולות והפתוחות הם פ\"ר דינים ממותקים והסתומות הם פ\"ר דינים קשים. וידוע כי לפ\"ר דינים דמנצפ\"ך יהיה להם מיתוק על ידי אכילה בפה מפני דאלו המנצפ\"ך שורשם הוא בפה והוא בענין מה שאמר רבינו האר\"י ז\"ל בסוד הנשיקה על היד שנושקים בפה למתק המנצפ\"ך שהם גלויים באצבעות היד ושורשם בפה לכן באכילה גם כן שהיא בפה יהיה מיתוק לחמשה אותיות מנצפ\"ך שהם פ\"ר דינים ששרשם הוא בפה, וידוע כי יהיה כח באכילה למתק כפי הזמן שאם הזמן הוא חסד יהיה כח למתק בו יותר משאר זמנים.<br>ולפי זה חג הסוכות שכולו חסדים יש כח באכילה שתהיה בו למתק הפ\"ר דינים דמנצפ\"ך יותר משאר זמן ולכן סבירא ליה לרבי אליעזר שיאכל אדם י\"ד סעודות בחג שהם סעודה אחת ביום שהוא חסד ביותר כדי למתק בה פ\"ר דינים דמנצפ\"ך הסתומות שהם קשים יותר וסעודה אחת בלילה כדי למתק בה פ\"ר דינים דמנצפ\"ך הפשוטות שהם אין קשים כל כך אלא הם ממותקים קצת מצידם וסך הכל של הסעודות הוא י\"ד לרמוז כי הם תיקון פ\"ר דמנצפ\"ך שהם גלויים בחמש אצבעות היד.<br>והנה זה האפוטרופוס ידע דרבי אליעזר סבירא ליה שצריך י\"ד סעודות אחת ביום ואחת בלילה אך אמר זה תינח לשאר אדם שכך מנהגם לאכול כל הימים אחת ביום ואחת בלילה אך אני שדרכי בכל הימים לאכול סעודה אחת בכ\"ד שעות של יום ולילה מהו שאעשה גם בחג כך?<br>והשיב לו רבי אליעזר בכל יום אף על פי שאתה אוכל סעודה אחת הנה אַתָּה מַמְשִׁיךְ בם כַּמָּה פַּרְפְּרָאוֹת לעונג הגוף ועכשיו בחג שהוא זמן המוצלח יותר למיתוק הדינים והגבורות אִי אַתָּה מַמְשִׁיךְ פַּרְפֶּרֶת אַחַת לִכְבוֹד קוֹנְךָ? קראה 'פַּרְפֶּרֶת' לרמוז בזה על פ\"ר דמנצפ\"ך הפתוחות ועל פ\"ר דמנצפ\"ך הסתומות לתקנם ולמתק זו בסעודת היום וזו בסעודת הלילה כל אחד לפי ערכו ומדרגתו.<br>ובזה נראה לי בס\"ד <small>(מלכים ב' ה, יב)</small> 'הֲלֹא טוֹב אֲמָנָה וּפַרְפַּר נַהֲרוֹת דַּמֶּשֶׂק' <b>אָמֵן</b> עם הכולל גימטריא ק\"ב <small>[102]</small> הם ק\"ב חרובין הנתקנים על ידי אכילה שעליהם נאמר בסעודת רבי חנינא בן דוסא <small>(תענית כד:)</small> דאמרה בת קול וחנינא בני די לו בקב חרובין מערב שבת לערב שבת. <b>וּפַרְפַּר</b> הוא תיקון פ\"ר ופ\"ר של מנצפ\"ך הנתקנים גם כן על ידי אכילה כאמור לעיל. ואמר <b>נַהֲרוֹת דַּמֶּשֶׂק</b> אותיות שם ד\"ק כי בכונת האכילה יש כונה של ד\"ק שהוא מספר מלוי שם ע\"ב שהוא מו ומספר א\"ל הוי\"ה שביצירה שהוא נח והם בסוד מנו\"ח ועולה מספרם דק וכנזכר בשער המצות בכונת האכילה ונהרות לשון אור וזהו נַהֲרוֹת דַּמֶּשֶׂק רוצה לומר הארות שם ד\"ק שזאת הכונה שבאכילה תועיל להצליח מלאכת הבירור והמיתוק וגם יהיה עזר בזה מכל מימי ישראל תורה שבכתב ותורה שבעל פה שנמשלו למים והם נתנו לישראל דכתיב <small>(משלי ד, ב)</small> 'כִּי לֶקַח טוֹב נָתַתִּי לָכֶם תּוֹרָתִי אַל תַּעֲזֹבוּ'."
        ],
        [
            "<b>מִנַּיִן שֶׁחַיָּב אָדָם לְהַקְבִּיל פְּנֵי רַבּוֹ בָּרֶגֶל? שֶׁנֶּאֱמַר</b>: <small>(מלכים ב' ד, כג)</small> <b>\"מַדּוּעַ אַתְּ הֹלֶכֶת אֵלָיו הַיּוֹם, לֹא חֹדֶשׁ וְלֹא שַׁבָּת\". מִכְּלַל, דִּבְחֹדֶשׁ וְשַׁבָּת מִיחַיֵיב אָדָם לְהַקְבִּיל פְּנֵי רַבּוֹ.</b> מקשים רבי יצחק קאמר ברגל ובקרא כתיב 'חֹדֶשׁ וְשַׁבָּת'?<br>ונראה לי בס\"ד דמוכרח לומר האי שבת האמור כאן הוא מועד דאקרי שבת דאם הוא שבת דשבוע מה טעם יש בהקבלה אבל מועד וראש חודש יש טעם כיון שהם קבועים על פי חכמים צריך לכבד בהם החכמים בהקבלת פניהם ולכך יקביל פני רבו דמהאי טעמא מבקשים על חכמי ישראל בתפלת יהי רצון שאומרים בשבת שקודם ראש חודש בהכרזה. והא דנקיט רבי יצחק מועד ולא נקיט ראש חודש מפני כי ההקבלה בראש חודש שייכה לנשים דלדידהו חשיב יום טוב וכאן רבי יצחק איירי בהקבלה דאנשים.",
            "<b>הִגִּיעַ חַמָּה לְמַרְגְּלוֹתָיו שֶׁל רַבִּי אֱלִיעֶזֶר, נָטַל רַבִּי יוֹחָנָן בֶּן אִילָעִאי סָדִין וּפֵרַשׂ עָלֶיהָ.</b> קשה מאחר שהוא היה מסתפק ורצה לשאול מרבי אליעזר ושאלו ב' פעמים ולא החזיר לו תשובה איך אחר כך עשה מדעתו בלא הוראת רבי אליעזר?<br>ונראה לי בס\"ד כי רבי יוחנן בן אילעאי פשיטה ליה דשרי משום דהוה ליה מוסיף על אהל עראי אך היה מסתפק אם זה לא הותר אלא לצורך גדול שהאדם יושב בחמה ממש ומצטער או דלמא אף על פי שעדיין לא הגיעה החמה אליו ואינו מצטער עתה שרי ליה לפרוס בשביל דאחר שעה תגיע החמה אליו ולכן בתחלה שעדיין לא הגיעה החמה להם שאל מן רבי אליעזר על דבר זה ואחר ששאל ב' פעמים מה דבני ובני הגיעה חמה למרגלותיו של רבי אליעזר ועתה על זה הוא אינו מסתפק כלום ואין צריך לשאל דפשיטא ליה דמותר לכך קם ופרס בלא שאלה.",
            "<b>הִפְשִׁיל רַבִּי אֱלִיעֶזֶר טַלִּיתוֹ לַאֲחוֹרָיו וְיָצָא.</b> כך הגרסא בתלמוד, ויש להקשות מאי קא משמע לן באומרו 'לַאֲחוֹרָיו'? ונראה לי בס\"ד רמז לו רבי אליעזר לרבי יוחנן בן אילעאי דלא עשה יפה שפרס הסדין מלפנים שהוא מקום כניסת השמש אלא ראוי שיסיר הסדין מכאן ויפרסהו אחורי הסוכה שהוא במקום הצל שאין הסדין עושה כלום ולכן הוא הפשיל הטלית שלו לאחוריו לרמז לו גם אתה תפרוש הסדין לאחורי הסוכה במקום הצל."
        ],
        [
            "<b>מַעֲשֶׂה בְּרַבִּי אֱלִיעֶזֶר שֶׁשָּׁבַת בַּגָּלִיל הָעֶלְיוֹן, וּשְׁאָלוּהוּ שְׁלֹשִׁים הֲלָכוֹת בְּהִלְכוֹת סֻכָּה. שְׁתֵּים עֶשְׂרֵה, אָמַר לָהֶם: שָׁמַעְתִּי, וּשְׁמוֹנֶה עֶשְׂרֵה, אָמַר לָהֶם: לֹא שָׁמַעְתִּי.</b> נראה לי בס\"ד דלא על חנם נזדמן כך אלא הוא על פי מה שאמר בגמרא <small>(סנהדרין צז:)</small> דלא פחית עלמין מתלתין צדיקים גמורים רואין פני שכינה לפעמים המה י\"ח בארץ ישראל וי\"ב בחוץ לארץ ולפעמים להפך יעוין שם. והנה הצדיקים גמורים הם כמו סוכה ממש שמגינים על ישראל והם שלושים צדיקים גמורים לכך נזדמן דשאלוהו שלושים הלכות בהלכות סוכה וכנגד התחלקותם שהם י\"ב כאן וי\"ח כאן כן אלו השלשים שאלות נחלקו לי\"ב וי\"ח.",
            "<b>מִיָּמַי לֹא קִדְּמַנִי אָדָם לְבֵית הַמִּדְרָשׁ.</b> יש להקשות למה הזכיר להם מידות אלו דאין שייכים לענין אטו לשבוחי גרמיה הוא בא? שלא היה צריך לומר להם אלא אחת והוא שֶׁלֹּא אָמַרְתִּי דָּבָר שֶׁלֹּא שָׁמַעְתִּי מִפִּי רַבִּי מֵעוֹלָם?<br>ונראה לי בס\"ד כי על דבר זה 'שֶׁלֹּא יֹאמַר דָּבָר שֶׁלֹּא שָׁמַע מִפִּי רַבִּי' יש להקשות וכי כל האופנים שבעולם שמעם מפי רבו? ולפי מדתו זאת מוכרח שיסתום שערי תשובה בפני רוב השואלים דת ותורה אף על פי שהוא יֵשׁ לְאֵל יָדוֹ להשיב ונמצאת מדה זו קשה דלקו בה כמה וכמה שואלי דת! לכן הגיד להם שלש מדות יקרות אלו 'שֶׁלֹּא קִדְּמַנִי אָדָם לְבֵית הַמִּדְרָשׁ וְשֶׁלֹּא יָשַׁנְתִּי בְּבֵית הַמִּדְרָשׁ וְשֶׁלֹּא הִנַּחְתִּי אָדָם בְּבֵית הַמִּדְרָשׁ וְיָצָאתִי' דמאחר שהיה מחובשי בית המדרש כל כך ודאי שמע כמה וכמה אלפים ורבבות אופני שאלות בדת ותורה, ולכן ודאי רוב הקרוב לכל דאלו השאלות אשר ישאלון ממנו בא כדמותם וצלמם לפני רבותיו ושמעם הוא שבזה יוכל להשיב לשואלים ממנו ונמצא דלא נפיק פסידא כולי האי ממדה זו שהוא מחזיק בה.",
            "<b>וְלֹא יָשַׁנְתִּי בְּבֵית הַמִּדְרָשׁ, לֹא שְׁנַת קֶבַע וְלֹא שְׁנַת עֲרַאי.</b> פירוש <b>שִׁינַת קֶבַע</b> קאי על שינת הלילה שדרכם היה לקבוע לימוד בית המדרש גם בלילות אך היו ישנים שם שלש או ארבע שעות שינת קבע והוא גם בלילה לא היה ישן שם שינת קבע אלא שינת עראי בשביל ההכרח.<br>ומה שאמר <b>שִׁינַת עֲרַאי</b> קאי על שינה שביום דאף על פי דהיו התלמידים ישנים ביום שינת עראי מחמת דהם נעורים ברוב שעות של הלילה עם כל זה הוא לא היה ישן שינת עראי שדרכם לישן ביום, כלל ועיקר.",
            "<b>וְלֹא אָמַרְתִּי דָּבָר שֶׁלֹּא שָׁמַעְתִּי מִפִּי רַבִּי מֵעוֹלָם.</b> כתב הרב חיד\"א ז\"ל בספרו שמחת הרגל מהכא מקשו על מה שאמר הרמב\"ן ז\"ל פרק הזהב גבי תנורו של עכנאי <small>(בבא מציעא נט:)</small> שהחכמים היו אומרים מפי השמועה ורבי אליעזר היה אומר 'כך נראה בעיני' לפיכך לא קבלו ממנו כל ראיות שבעולם ואילו הורה למעשה בזמן הבית היה נעשה זקן ממרא! עד כאן דברי הרמב\"ן ז\"ל דכתבו בשמו הנימוקי יוסף והריב\"ש והדבר קשה דלא אפשר שיאמר רבי אליעזר 'כך נראה בעיני' שהרי לא אמר דבר שלא שמע מפי רבו מעולם! ולכאורה היא קושיא אלימתא וכבר חזינן מאי דתריץ הרב חוות יאיר ולא הרוה צמאונינו כדכתיבנא שם בפרק הזהב, עד כאן לשונו הגאון חיד\"א ז\"ל.<br>ולי אנא עבדא נראה דקושיא ליתא מעיקרא דבאמת בהך עובדא דעכנאי שינה רבי אליעזר שיטתו ומנהגו ולא נהג במידה זו שהיתה אתו אותה מעשה אחת היתה ופרסמה הכתוב בתלמוד דהא גדולה מזו עביד שם שהוא היה יחיד ונחלק על רבים ועשה כמה פלילות שיקבלו דעתו בעל כרחם וכן לא יעשה על פי דין תורתינו הקדושה שאמרה <small>(שמות כג, ב)</small> 'אַחֲרֵי רַבִּים לְהַטֹּת' ואם כן אין לתמוה על מה שעבר על מידתו הנזכר וכי מידתו הנזכר עדיפה מהכלל הנאמן שבתורה ד'אַחֲרֵי רַבִּים לְהַטֹּת'? ואיך לא השגיח בו וכל שכן היכא דהרבים מעידים שכך קבלה אצלם מפי השמועה איך עלה על דעתו לחלוק על השמועה מסברה דנפשיה? וראה והבט בדין שדנו אותו שברכוהו ומזה תדע קושי הדבר ששגג בו כמה היה והבן בדברי הרמב\"ן ז\"ל שכתב ואלו הורה למעשה בזמן הבית היה נעשה זקן ממרא! שרמז בזה לומר אותו היום יצא רבי אליעזר ע\"ה מגדר ההלכה ובודאי שנתגלגל הדבר להיות לו כך בשביל איזה טעם כמוס כי לא על חנם בא לידי כך! ובחדושינו עשינו איזה טעמים בדבר זה שנתגלגל בכך ואיך שיהיה אין קושיא מהך עובדא לומר איך שינה מדתו לבלתי יאמר דבר שלא שמע מפי רבו? דגדולה מזו שינה בהך עובדא וזה ברור.<br>והנה בפתח עינים בפרק הזהב הביא התירוץ מן הגאון חוות יאיר ז\"ל כך דכשהיו שואלין ממנו הלכה למעשה אז לא הורה דבר שלא שמע מפי רבו מה שאין כן כשדן עם חביריו בהלכה בתנורו של עכנאי היה אומר דעתו וכתב הגאון חיד\"א דבריו קשים לשמוע דהרי הא דתנורו של עכנאי הלכה למעשה היה כדמשמע בסוגיין וכו' עיין שם.<br>ויש ליישב דבריו דהתם השאלה נשאלה תחלה מן החכמים ולא מן רבי אליעזר והם הורו לטמא ואחר ששמע רבי אליעזר תשובתם נחלק עמהם לסתור דבריהם בדרך שקלא וטרייא וזה בעל התנור כששמע דרבי אליעזר חולק על החכמים ומטהר הלך ועשה מעשה על פי דבריו של רבי אליעזר לטהר אבל הוא לא הורה לבעל המעשה בפירוש לטהר ואחר כך החכמים הביאו כל אותם טהרות שנעשו על פי דברי רבי אליעזר ושרפום.",
            "<b>אָמְרוּ עָלָיו עַל רַבָּן יוֹחָנָן בֶּן זַכַּאי: מִיָּמָיו לֹא שָׂח שִׂיחַת חֻלִּין.</b> הנה נודע <small>(סנהדרין מא.)</small> דרבן יוחנן בן זכאי חי ק\"ך שנה וארבעים מהם עסק בפרקמטיא וארבעים למד וארבעים לימד ולכן מה שאמר 'מִיָּמָיו לֹא שָׂח שִׂיחַת חֻלִּין' קאי על אותם השמונים שנה שהם ימים המובחרים שלו ולזה אמר מִיָּמָיו רוצה לומר מימים המובחרים הראויים אליו שנחשבים ימים גמורים. ונרמז גם כן מִיָּמָיו מימי וא\"ו רוצה לומר מימי של עסק תורה שבעל פה שהיא ששה סדרים.",
            "<b>וְלֹא הִרְהֵר בִּמְבוֹאוֹת הַמְּטֻנָּפוֹת.</b> קשה מאי רבותיה דרבן יוחנן בן זכאי בזה והלא זה אסור מדינא לכל אדם?<br>ונראה לי כי בדרך הטבע כל חכם שהוא אדוק בתורה ימים ולילות קשה עליו מאד דבר זה לשמור עצמו לבלתי יהרהר בדברי תורה במבואות המטונפות ומוכרח שישגה בזה ואנוס מקרי וכמו שאמרו בגמרא <small>(זבחים קב:)</small> על רבי אלעזר בן רשב\"י שהרהר בדבר אחד מדברי תורה בבית הכסא והקשה בגמרא איך יעשה כן ומשני דאנוס היו ואם כן כפי הטבע קשה לשמור עצמו בדבר זה והיינו שבחו של רבן יוחנן בן זכאי דאף על פי שהיה אדוק בתורה הרבה וקשה לשמור עצמו בדבר זה עם כל זה היה שולט בטבעו ונזהר מאד לבלתי ישגה בשום פעם להרהר בדברי תורה במקום מטונף.",
            "<b>וְלֹא מְצָאוֹ אָדָם יוֹשֵׁב וְדוֹמֵם, אֶלָּא יוֹשֵׁב וְשׁוֹנֶה.</b> קשה כיון שסיפר בשבחו דְלֹא הָלַךְ אַרְבַּע אַמּוֹת בְּלֹא תּוֹרָה וּבְלֹא תְּפִלִּין אם כן כל שכן שלא היה 'יוֹשֵׁב וְדוֹמֵם'! ומאי חידוש קא משמע לן בזה?<br>ונראה לי בס\"ד מה שאמר 'יוֹשֵׁב וְדוֹמֵם' אין הכונה לומר שלא היה בטל מדברי תורה דזה פשיטא ואין זה חידוש אלא הכונה דיש אדם שיגע מגרסתו והוא יושב ודומם לשמוע דברי תורה מאחרים דגרסי לפניו או דומם ומהרהר דברי תורה בלבו אך רבן יוחנן בן זכאי לא מצאו אדם יושב ודומם באופן זה אלא תמיד יושב וגורס שמוציא דברי תורה מפיו אף על פי שהיה יגע מאד כמו שאמרו <small>(עירובין נד.)</small> 'כִּי חַיִּים הֵם לְמֹצְאֵיהֶם' <small>(משלי ד, כב)</small> למוציאהם בפה.<br>ומה שאמר לֹא פָּתַח אָדָם דֶּלֶת לְתַלְמִידָיו אֶלָּא הוּא בְּעַצְמוֹ קשה וכי יש בית המדרש בלא שמש ולמה היה עושה מלאכתו של שמש? ונראה לי דביום היה פתח בית המדרש פתוח תמיד אך בלילה סוגרים אותו וכל אדם שיבא פותחין לו וסוגרין אותו תכף בעת שנכנס ורבן יוחנן בן זכאי היה דרכו לבא לבית המדרש קודם חצות קודם כל התלמידים ואחר שנכנס סוגר השמש הדלת והולך לישן וכשיבאו אחר כך תלמידים ודופקים על הפתח ליכנס היה רץ ופותח להם קודם שיקיץ השמש לפתוח להם.",
            "<b>תָּנוּ רַבָּנָן: שְׁמוֹנִים תַּלְמִידִים הָיוּ לוֹ לְהִלֵּל הַזָּקֵן.</b> נראה לי בס\"ד זכה לשמונים תלמידים כנגד שמונים שנה אשר למד ואשר לימד כי הוא חי ק\"ך שנים ובן ארבעים שנה עלה מבבל לארץ ישראל ללמוד תורה וארבעים שנה למד וארבעים שנה פרנס את ישראל בנשיאותו וכנזכר בסדר הדורות עיין שם.<br>ונראה לי בס\"ד לרמוז כל זה בשמו הטוב דאות ה\"א שבשמו מורה שלמד תורה לשמה כאשר ביאר רבינו האר\"י ז\"ל בסוד לשמה שהוא לשם ה\"א שהוא סוד לאה כנודע ואות למ\"ד מורה על ארבעים שלמד הוא עצמו ואות למ\"ד השני יורה על לימוד התורה שלימד לאחרים בזמן נשיאותו גם הלמ\"ד עצמו יש במילואו מ' להורות על ארבעים שלמד וארבעים שלימד ונשאר כאן ד' וכאן ד' לרמוז על ד' חלקי התורה שהם פרד\"ס <small>[פשט רמז דרש סוד]</small> אשר למד ואשר לימד.<br>ועוד נראה לי בס\"ד לרמוז בשמו הטוב דאות ה\"א שבשמו יורה שלמד תורה לשמה שהוא לשם ה\"א כאמור לעיל ונשארו שני למדי\"ן שכל אחד מספרו שלושים לרמוז על תלמידיו שהיו שלושים ראויין שתשרה שכינה עליהם ושלשים ראויין שתעמוד להם חמה ונקודה שתחת הלמ\"ד דהלל היא ציר\"י שהוא שני יודי\"ן שמספרם עשרים כנגד עשרים תלמידים הבינונים וסימן זה כלל גדול בתורה כלל עשרים ושלשים ושלשים.",
            "<b>שְׁלֹשִׁים מֵהֶם רְאוּיִין שֶׁתִּשְׁרֶה שְׁכִינָה עֲלֵיהֶם כְּמֹשֶׁה רַבֵּנוּ.</b> כתב הגאון חיד\"א ז\"ל בפתח עינים מקשים והא כתיב <small>(דברים לד, י)</small> 'וְלֹא קָם נָבִיא עוֹד בְּיִשְׂרָאֵל כְּמֹשֶׁה'? עיין שם. ולא קשה מידי ד'רְאוּיִין' קאמר אבל באמת לא הוו נביאי אפילו במדרגה הקטנה כי פסקה הנבואה אחר חגי זכריה ומלאכי וקרא אמר 'וְלֹא קָם כְּמֹשֶׁה' קימה בפועל.<br>או נראה לי לענין ההתמדה מדמי להו כי מצינו במשה רבינו ע\"ה לא זזה שכינה ממנו אפילו שעה אחת כן הם היו ראויים להשראת שכינה בתמידות אבל במדרגת הנבואה והשראת שכינה לא איירי הכא דאין הכי נמי היו זוכין למדרגה כפי ערכם דוקא אבל למדרגת נבואה של משה רבינו ע\"ה אי אפשר להגיע.<br>אי נמי השראת שכינה דנקיט הכא על רוח הקודש ולא על נבואה וכמו שכתב רבינו האר\"י ז\"ל בריש שער רוח הקודש שזכה דוד המלך ע\"ה לרוח הקודש למדרגה גדולה כמו מדרגת משה רבינו ע\"ה בנבואה שהיתה קול בקול וכמו שהיה משה רבינו ע\"ה רבן של כל נביאים בנבואה כן היה דוד המלך ע\"ה רבן של כל בעלי רוח הקודש שלא יש צדיק שזכה למדרגתו ברוח הקודש.",
            "<b>וּשְׁלֹשִׁים מֵהֶם רְאוּיִין שֶׁתַּעֲמֹד לָהֶם חַמָּה כִּיהוֹשֻׁעַ בִּן נוּן.</b> הא דנקט יהושע משום דשעות של יהושע נפישי משעות דמשה רבינו ע\"ה וכנזכר בגמרא ובזה הוי רבותא טפי. ועוד דיהושע אית ביה רבותא טפי שגזר על השמש דום לעיני כל ישראל דכתיב <small>(יהושע י, יב)</small> 'וַיֹּאמֶר לְעֵינֵי יִשְׂרָאֵל שֶׁמֶשׁ בְּגִבְעוֹן דּוֹם' ואיתא במדרש תנחומא <small>(מדרש תנחומא פרשת אחרי מות, סימן יד ובילקוט שמעוני על נ\"ך כב)</small> אָמַר לוֹ הַשֶּׁמֶשׁ לִיהוֹשֻׁעַ: אַתָּה אוֹמֵר לִי 'דּוֹם'?! יֵשׁ קָטָן פּוֹתֵחַ פִּיו וְאוֹמֵר לְגָדוֹל הֵימֶנּוּ 'דּוֹם'? אֲנִי נִבְרֵאתִי בָּרְבִיעִי וְאַתָּה נִבְרֵאתָ בַּשִּׁשִּׁי וְאַתָּה אוֹמֵר לִי 'דּוֹם'? אָמַר לוֹ יְהוֹשֻׁעַ: בֶּן חוֹרִין קָטָן שֶׁיֵּשׁ לוֹ עֶבֶד זָקֵן אֵינוֹ אוֹמֵר לוֹ שְׁתֹק! לֹא קָנָה אַבְרָהָם אָבִינוּ הַשָּׁמַיִם וְכָל מַה שֶׁבְּתוֹכוֹ שֶׁנֶּאֱמַר <small>(בראשית יד, יט)</small> 'בָּרוּךְ אַבְרָם לְאֵל עֶלְיוֹן קֹנֵה שָׁמַיִם וָאָרֶץ'? וְלֹא זוֹ בִּלְבַד אֶלָּא שֶׁנִּשְׁתַּחֲוִיתָ כְּעֶבֶד לִפְנֵי יוֹסֵף שֶׁנֶּאֱמַר <small>(בראשית לז, ט)</small> 'וְהִנֵּה הַשֶּׁמֶשׁ וְהַיָּרֵחַ וְאַחַד עָשָׂר כּוֹכָבִים מִשְׁתַּחֲוִים לִי' אָמַר לוֹ הַשֶּׁמֶשׁ אַתָּה אוֹמֵר שֶׁאֱדוֹם וּמִי אוֹמֵר קִלּוּסוֹ שֶׁל הקב\"ה? אָמַר לוֹ שְׁתֹק! וַאֲנִי אוֹמֵר, שֶׁנֶּאֱמַר 'אָז יְדַבֵּר יְהוֹשֻׁעַ' וְאֵין אָז אֶלָּא שִׁירָה שֶׁנֶּאֱמַר <small>(שמות טו, א)</small> 'אָז יָשִׁיר מֹשֶׁה' עיין שם. נמצא דאיכא רבותא גבי יהושע בעמידת השמש שהעמידו בעל כרחו בטענה גדולה שבירר שהוא גדול ממנו ולכך אמר רְאוּיִין כִּיהוֹשֻׁעַ.<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו תירץ איכא רבותא ביהושע שפני יהושע כפני לבנה ועם כל זה העמיד החמה מה שאין כן משה רבינו ע\"ה פניו כפני חמה עד כאן דבריו נר\"ו.",
            "<b>רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁלֹּא הִנִּיחַ מִקְרָא, מִשְׁנָה</b> וכו'. נראה לי מִקְרָא דזכר כאן היינו חכמת הדקדוק שבמקרא שהיא גם כן חכמה גדולה ונמצא מנה כאן י\"ח חלוקות כי קַלּוֹת וַחֲמוּרוֹת הם דבר אחד שהוא ענין קל וחומר.<br>ונראה לי בס\"ד כי היה צדיק חי לכך זכה לי\"ח הנזכרים פה ונרמזו בשמו ששמו הוא ח\"י נו\"ן שזכה לבינה שיש בה נו\"ן שערים ולכך זכה לח\"י לימודים הנזכר. או נו\"ן הוא דג שהחכם מכונה בשם נונא רבא כנזכר בזוהר הקדוש וכיון דרבן יוחנן בן זכאי שהוא קטן שבכולם זכה לי\"ח לימודים הנזכר ודאי כולם זכו להם.<br>ובזה יובן בס\"ד <small>(תהלים קמה, טז)</small> <b>'וּמַשְׂבִּיעַ לְכָל חַי רָצוֹן'</b> תיבת לְכָל <small>[80]</small> רמז לשמונים תלמידים של הלל ע\"ה שהיתה חלוקתם שלשים ועשרים ושלשים שהם אותיות 'לְכָל' וְהִשְׂבִּיעַ השי\"ת את 'לְכָל' הם השמונים תלמידים חַי רָצוֹן, 'חַי' לימודים של רָצוֹן.<br>ומה שאמר <b>גִימַטְרִיָּאוֹת</b> עיין פירוש רש\"י ז\"ל. וקשה לפי זה אמאי נקיט להא בתר תְּקוּפוֹת והוה ליה לה למנקט בהדי הדומין לה?<br>ונראה לי בס\"ד גִימַטְרִיָּאוֹת הוא חכמת המספר ותשבורת ובכללה חכמת המדידה. ושוב נזכרתי משנה סוף פרק ג' דאבות<small> (משנה אבות ג, יח)</small> 'תְּקוּפוֹת וְגִמַטְרְיָאוֹת, פַּרְפְּרָאוֹת לַחָכְמָה' ופירש רבינו יונה ז\"ל מפני שיש בהם חשבונות רבים וחכמת החשבון מחדדת האדם עיין שם. ועיין בתוספות יום טוב שם מה שאמר על ההנדסה ועיין מה שאמר על דבריו הגאון יעב\"ץ ז\"ל בפירושו על אבות שם יעוין שם.",
            "<b>וְשִׂיחַת דְּקָלִים.</b> הנה בתשובות הגאונים סימן ע\"ד יש תשובה לרבינו האי גאון ז\"ל שכתב וז\"ל וששאלתם שיחת דקלים אמרו כי יום שאין בו נשיבת הרוח דכשאתה פורש סדין אינה מתנענעת והיודע עומד בין ב' דקלים שהם קרובים זה לזה ורואה איך ינועו זה לזה יש בו סימן שמכירין בהם כמה דברים. ואמרו כי מר אברהם קבאסי גאון זצ\"ל שהיה בשנת אלף ק\"מ לשטרות היה מכיר בשיחת דקלים והיה מודיע פליאות גדולות שמכירין בהם האמת לבני אדם, עד כאן לשונו יעוין שם. וגם רבינו האר\"י ז\"ל זכה להכיר בשיחת דקלים כאשר העיד עליו רבינו מהרח\"ו <small>[מורנו הרב רבי חיים ויטאל]</small> ז\"ל בהקדמתו לשער ההקדמות יעוין שם.",
            "<b>דָּבָר גָּדוֹל, מַעֲשֵׂה מֶרְכָּבָה, וְדָבָר קָטָן, הֲוָיוֹת דְּאַבַּיֵי וְרָבָא.</b> נראה לי בס\"ד <b>מַעֲשֵׂה מֶרְכָּבָה</b> הוא ענין היחודים הנמצא מהם בשער רוח הקודש לרבינו האר\"י ז\"ל וקרי להו 'מַעֲשֵׂה מֶרְכָּבָה' שמרכיב הספירות והשמות והעולמות זה בזה בכונתו והם דבר יקר מאד. ואמר רבינו האר\"י ז\"ל למהרח\"ו ז\"ל דלענין היחודים הוא גדול יותר מלימוד הסודות כנזכר בשער רוח הקודש ולהיות כי ענין לימוד זה הוא בסוד עולם האצילות שהוא הגדול, לכך קרי ליה 'דָּבָר גָּדוֹל' אך <b>הֲוָיוֹת דְּאַבַּיֵי וְרָבָא</b> הם הקושיות והתירוצים בפלפולים ואלו הם בסוד העשיה דידוע מה שאמר רבינו האר\"י ז\"ל דקושיות ותירוצים הם משברים הקליפות שבעשיה ולהיות כי תיקון שלהם בעשיה ששם עיקר הקליפות לכך קרי להו 'דָּבָר קָטָן' כי העשיה הוא קטן שבארבע עולמות.<br>ועוד נראה לי בס\"ד לפרש הטעם דקרי להויות דאביי ורבא 'דָּבָר קָטָן' על פי מה שאמר רבינו האר\"י ז\"ל בריש שער רוח הקודש דהתנאים הם מבחינת זמן דגדלות והאמוראים הם מבחינת זמן הקטנות הנקרא יניקה יעוין שם. ובזה מובן היטב מה דקרי לדברי האמוראים 'דָּבָר קָטָן'. וראיתי בשער הגלגולים לרבינו האר\"י ז\"ל <small>(בהקדמה ל\"ו דף מ.)</small> שכתב דאביי היה גלגול שלישי לנשמה שהיתה בריב\"ז ולכך אמרו רז\"ל על רבן יוחנן בן זכאי שֶׁלֹּא הִנִּיחַ מִקְרָא וּמִשְׁנָה וכו' וְהֲוָיוֹת דְּאַבַּיֵי וְרָבָא יעוין שם. והשתא לפי דברי רבינו האר\"י ז\"ל הנזכר מובן הטעם דקרי להוויות דאביי ורבא בשם 'דָּבָר קָטָן' כי הם של גלגול שלישי שהוא קטן לגבי רבן יוחנן בן זכאי ודו\"ק.",
            "<b>לְקַיֵּם מַה שֶּׁנֶּאֱמַר</b>: <small>(משלי ח, כא)</small> <b>\"לְהַנְחִיל אֹהֲבַי יֵשׁ וְאֹצְרֹתֵיהֶם אֲמַלֵּא</b>\". פירוש אל תחשוב דרבן יוחנן בן זכאי איבד זמן כדי לידע חכמות אלו שהם שִׂיחַת שֵׁדִים וְשִׂיחַת דְּקָלִים מְשָׁלוֹת כּוֹבְסִים מְשָׁלוֹת שׁוּעָלִים אלא באמת הוא כל זמנו עשאו קבע ללמוד התורה דוקא ושאר חכמות הנזכר קלט אותם בסייעתא דשמייא שפתח לבו להבינם במהרה הואיל ויש בהם צורך לענייני תורה ולכך אמר 'וְאֹצְרֹתֵיהֶם אֲמַלֵּא' אני בעצמי אמלא אוצרות מוחם ולבם ולא על ידי יגיעה שלהם."
        ],
        [],
        [
            "<b>בִּזְמַן שֶׁהַחַמָּה לוֹקָה, סִימָן רַע לְעוֹבְדֵי כּוֹכָבִים.</b> פירוש חַמָּה אותיות חֵמָה בציר\"י תחת חי\"ת והיינו רוצה לומר סימן חֵמָה בציר\"י נראה בְּחַמָּהּ. ומה שאמר בלבנה רמז לדבר לְבָנָה אותיות בֶּן לָהּ כלומר ישראל שנקראו בן למקום כדכתיב <small>(שמות ד, כב)</small> 'כֹּה אָמַר הֳ' בְּנִי בְכֹרִי יִשְׂרָאֵל' הם חלקה שמונין לה. גם לְבָנָה אותיות הֵן לֵב כי ישראל הם לב ועשו כבד כנזכר בזוהר הקדוש.<br>והנה מקשים דלקות חמה ולבנה הוא טבעי ונודע לתוכנים קודם שיתראה? ונראה לי דודאי הוא בטבע אך בזמן שיהיה לקות יתעוררו המקטרגים לקטרג ולכן הוא סִימָן רַע כי על ידו יתעוררו לקטרג כן דרכם. ועוד נראה לי דלעולם גוף הלקות טבעי אך כשיהיה יתהווה איזה שינוי מראה בחמה או בלבנה וזה השינוי אינו ניכר לכל אדם ורק לחכמים שיש להם סימנים וכללים בדבר זה ובזה השינוי יש סִימָן רַע לְעוֹבְדֵי כּוֹכָבִים.<br>ובזה ניחא גם מאמר השני [בִּזְמַן שֶׁמְּאוֹרוֹת לוֹקִין, סִימָן רַע לְשׂוֹנְאֵיהֶן שֶׁל יִשְׂרָאֵל] והיינו כי לתירוץ ראשון צריך לומר כשלוקה בטבע יתעוררו המקטרגים לקטרג ולתירוץ השני יש להקשות שיתהווה בחמה מראות קשים ונודעים לבעלי חכמה.",
            "<b>בִּשְׁבִיל אַרְבָּעָה דְּבָרִים חַמָּה לוֹקָה; עַל אַב בֵּית־דִּין שֶׁמֵּת וְאֵינוֹ נִסְפָּד כַּהֲלָכָה.</b> כתב רש\"י 'לא שמעתי טעם בדבר' ונראה לי בס\"ד אַב בֵּית־דִּין הוא דוגמת השמש המאיר לעולם אך כתיב<small> (קהלת א, ה)</small> 'וְזָרַח הַשֶּׁמֶשׁ וּבָא הַשָּׁמֶשׁ' עַד שֶׁלֹא שָׁקְעָה שִׁמְשׁוֹ שֶׁל עֵלִי זָרְחָה שִׁמְשׁוֹ שֶׁל שְׁמוּאֵל הָרָמָתִי <small>(בראשית רבה נח, ב)</small> וכתבו המפרשים ז\"ל דאף על גב דודאי זָרַח הַשֶּׁמֶשׁ דהיינו כשנפטר צדיק זה נולד צדיק אחר צריכים אנשי עירו להספידו לצדיק שנפטר מתרי טעמי חדא דזה הנולד הוא עודנו קטן ועד שיגדל הנה הם יושבים בחושך ועוד מי יאמר שנולד בעירם ושמא נולד במקום אחר ונמצא דהם חסרים מאור הצדיק לעולם עד כאן דבריהם. ולכן אַב בֵּית־דִּין שצריכין להספידו ולא הספידוהו כהלכה מוכרח לומר דהם חשבו כיון דזרח השמש שנולד אחר במקומו אין צריכין לבכות ולהספיד דנמצא לא חסרו כלום, ובאמת זה טעות דעל כל פנים עתה הם יושבים במחשך לכך לוקה חמה שתהיה חשוכה להם לרמוז להם טעותם שבאמת עתה הם בחושך וחסרים אור ולמה לא הספידו ובכו על חסרונם.<br>ומה שלוקה נמי <b>עַל הַנַּעֲרָה הַמְאֹרָסָה שֶׁצָּעֲקָה בָּעִיר וְאֵין מוֹשִׁיעַ לָהּ</b> נראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל כל ארוסה נותן לה הבעל בקידושין אור מקיף ובביאתו עליה נותן לה אור פנימי. ובזה פרשתי בס\"ד טעם נכון למה שנוהגים לקדש בטבעת והיינו לרמוז כי עתה נותן לה אור מקיף נמצא התקשרות נערה מאורסה בבעלה בעודה ארוסה הוא באור מקיף דוקא לכך לוקה חמה שהיא אור מקיף לעולם כי השמש מקפת כל הכדור כולו בכ\"ד שעות.<br>ומה שלוקה על עון <b>מִשְׁכָּב זָכוּר</b> נראה לי בס\"ד על פי מה שאמר רבינו האר\"י ז\"ל שעון משכב זכור פוגם בתפארת שיתבטל כוחו ח\"ו וכנזכר בשער רוח הקודש תיקון כ\"ג דף כ' יעוין שם. וידוע כי החמה רומזת לתפארת שנקרא חמה ולכן לוקה חמה לרמוז על קלקול זה שנעשה בתפארת.<br>ומה שלוקה בעבור <b>שְׁנֵי אַחִים שֶׁנִּשְׁפַּךְ דָּמָם כְּאֶחָד</b> נראה לי דידוע דחמה ולבנה נחשבים שני אחים והלבנה מקבלת אורה מן החמה ולכן קלקול שיהיה בחמה מגיע ללבנה גם כן ונמצא בלקות החמה הוא דוגמה לִשְׁנֵי אַחִים, שֶׁנִּשְׁפַּךְ דָּמָם כְּאֶחָד. ונראה לי זה באותיות חַמָּה כי ה' דחמה תחלקנה לשתי אותיות שהם א\"ד ובזה יהיה אותיות חַמָּה 'דם אח'.",
            "<b>וּבִשְׁבִיל אַרְבָּעָה דְּבָרִים נִכְסֵי בַּעֲלֵי בָּתִּים נִמְסָרִין לַמַּלְכוּת; עַל מַשְׁהֵי שְׁטָרוֹת פְּרוּעִים.</b> פירש רש\"י 'כדי לגבות פעם אחרת' והקשה מהרש\"א דהא ודאי גזלה גמורה היא ולא היה לו לומר על משהה אלא הוה ליה למימר על הגובין שטרות פרועים?<br>ונראה לי בס\"ד דהמלוה אינו משהה שטר פרוע כדי שהוא עצמו יגבה בו דלא חציף אינש להעיז פניו לגבות מן הלוה שתי פעמים אך הוא משהה אצלו שטר פרוע כדי שאחר שיפטר יהיו בניו גובים אותו בחשבם שעדיין לא נפרע ולכן מדה כנגד מדה נמסר למלכות ואז לוקחת כל ממון הנמצא אתו וממילא תקח גם שטרות נמצא זה חשב להוסיף לבניו ממון בשטרות אלו באיסור אז גם ממונו העקרי ניטל ואבד מידו וכמו שאמרו <small>(סנהדרין קו.)</small> 'גַּמְלָא אָזְלָא לְמִיבָּעֵי קַרְנֵי, אוֹדְנִי דְּהָווּ לֵיהּ גְּזִיזַן מִינֵּיהּ'.<br>והא דנקיט בלשונו <b>בַּעֲלֵי בָּתִּים</b> ולא אמר עשירים ללמד דכל ארבעה דברים אלו נעשים משום חימוד ממון ואם האדם רואה עולם הזה בסוג אושפיזא שאינה שלו לא יבא לידי ארבעה דברים אלו, אך הרואה עולם הזה בסוג בית שהוא קיים אצלו יהיה לו חימוד ממון ביותר וממילא יבא לידי ארבעה דברים אלו ולכן לעושי אלה קראם 'בַּעֲלֵי בָּתִּים', וכיוצא בזה פרשתי בס\"ד רמז הכתוב <small>(ויקרא יד, לה)</small> 'וּבָא אֲשֶׁר לוֹ הַבַּיִת וְהִגִּיד לַכֹּהֵן לֵאמֹר כְּנֶגַע נִרְאָה לִי בַּבָּיִת' ודוק.",
            "<b>יוֹרְדִין לְטִמְיוֹן.</b> הא דנקיט לשון זה נראה לי בס\"ד מטמונים ראשם מם פתוחה לקבל השפע וסופם מ\"ם סתומה לשמור בתוכה השפע שלא יצא ויתאבד ונשאר באמצע אותיות טִמְיוֹן ונמצא אם יסתלקו ממטמונים שני כלים אלו שהם כלים של השפע מ\"ם פתוחה המקבלת ומ\"ם סתומה השומרת אז ישאר טִמְיוֹן לכך אמר 'יוֹרְדִין לְטִמְיוֹן' שיסתלקו מן מטמונים שלהם שני מימי\"ן שהם כלים של השפע כלי המקבל וכלי השומר.",
            "<b>עַכּוּ\"ם יֵחַתּוּ וְלֹא יִשְׂרָאֵל יֵחַתּוּ.</b> מקשים מה מחדש המאמר על מה שפירש הכתוב עצמו? ונראה לי בא ללמד אל תחשוב כיון דעכו\"ם יחתו יגיע פחד גם לישראל הדרים עמהם כמו עץ הלח אם תשמהו עם עץ יבש שנשרף, לזה אמר ולא ישראל יחתו כלל, יען כי העכו\"ם יונקים מהמה רוצה לומר מן גלגלי השמים מה שאין כן ישראל ולכך לא יחתו כלל ועיקר.",
            "<b>אֲבָל בַּעֲנָוִים כְּתִיב</b>: <small>(תהלים לז, יא)</small> <b>\"וַעֲנָוִים יִירְשׁוּ אָרֶץ וְהִתְעַנְּגוּ עַל רֹב שָׁלוֹם</b>\". נראה לי בס\"ד דידוע הארץ עומדת וקיימת על ידי הגבורות דשם אֱלֹקִים דכתיב <small>(בראשית א, א)</small> 'בְּרֵאשִׁית בָּרָא אֱלֹקִים אֵת הַשָּׁמַיִם וְאֵת הָאָרֶץ' ולכן מלוי אותיות הָאָרֶץ כזה ה\"<b>א</b> א<b>ל\"ף</b> ר<b>י\"ש</b> צ<b>ד\"י</b> עולה מספר תל\"ה <small>[435]</small> כמנין חמשה שמות אֱלֹקִים <small>[86]</small> עם שורשן שהוא חמשה.<br>ובזה פרשתי בס\"ד<small> (תהלים מו, ט)</small> 'לְכוּ חֲזוּ מִפְעֲלוֹת הֳ' אֲשֶׁר שָׂם שַׁמּוֹת בָּאָרֶץ' אך אי אפשר שתתקיים בגבורות דשם אֱלֹקִים בלבד אלא צריך שימתקו הגבורות דשם אֱלֹקִים בשמות ההוי\"ה שהם חסדים ולכן הגם דבתחלה כתיב 'בְּרֵאשִׁית בָּרָא אֱלֹקִים' לבסוף כתב <small>(בראשית ב, ד)</small> 'בְּיוֹם עֲשׂוֹת הֳ' אֱלֹקִים אֶרֶץ וְשָׁמָיִם' ששתף שם הוי\"ה עם שם אֱלֹקִים שמספר שניהם עולה מספר יב\"ק <small>[112]</small> ומפורש בדברי רבינו האר\"י ז\"ל בשער הפסוקים ששמות יב\"ק הנזכר הם שלשה כי צריך ששלשה שמות אלקים יתמתקו בשלשה שמות הוי\"ה ובזה יהיו ג' פעמים יב\"ק אשר סך כולם הוא של\"ו <small>[336]</small>. ולזה אמר איוב <small>(איוב טז, יב)</small> 'שָׁלֵו הָיִיתִי וַיְפַרְפְּרֵנִי' דבזמן עשרו בראשונה היה אצלו הארת ג' פעמים יב\"ק שהם של\"ו ולזה אמר 'שָׁלֵו' הָיִיתִי אך אחר כך 'וַיְפַרְפְּרֵנִי' שנפרדו שמות ההוי\"ה משמות אלקים ושלטה בו הגבורה דשם אלקים בלתי מיתוק ולכך ראה כל אותם יסורין קשין עד כאן דבריו ז\"ל יעוין שם.<br>ובזה פרשתי בס\"ד מאמר רז\"ל על יוסף הצדיק ע\"ה בזמן שעלה לגדולה יוסף 'משלו' נתנו לו רוצה לומר 'מן של\"ו' שהם הארת ג' פעמים יב\"ק נתנו לו גדולה ועושר. והנה אותיות שלום המה ארבעה אותיות ואם תקח רובם של אותיות המה יהיו של\"ו.<br>ובזה יובן <small>(תהלים לז, יא)</small> 'וַעֲנָוִים יִירְשׁוּ אָרֶץ' שבניינה על ידי הגבורות דשמות אלקים שרמוזים במלוי אָרֶץ כנודע אך גבורות אלו לבדם אי אפשר לסבול אותם בלי שמות הוי\"ה ולזה אמר 'וְהִתְעַנְּגוּ עַל רֹב שָׁלוֹם' כלומר רוב אותיות שלום שהם של\"ו שרומזים על ג' פעמים יב\"ק שהם מספר של\"ו."
        ],
        [],
        [
            "<b>מַאי דִּכְתִיב</b>: <small>(ישעיה סא, ח)</small> <b>\"כִּי אֲנִי הֳ' אֹהֵב מִשְׁפָּט שֹׂנֵא גָּזֵל בְּעוֹלָה</b>\". הא דנקיט 'עוֹלָה' פירש מהרש\"א והרי\"ף לרבותא משום דכולה כליל עיין שם. ועוד נראה לי בס\"ד דאיתא בזוהר הקדוש פרשת בא גבי איוב דכתיב ביה <small>(איוב א, ה)</small> 'וְהֶעֱלָה עֹלוֹת מִסְפַּר כֻּלָּם' שאם היה מקריב שאר קרבנות שאוכלים מהם ועל ידי כך יש חלק לסטרא אחרא בם לא היה השטן מקטרג בו, אך בשביל שהקריב עולות שכולם כליל ואין יוצא מהם חלק לסטרא אחרא מצד פסולת האכילה על כן נתקנא וקטרג בו, עיין שם.<br>ולפי זה אדם שמביא קרבן עולה מן הגזל אפשר שיתנצל ויאמר לכך הבאתי מן הגזל כדי שיהיה בה חלק לסטרא אחרא ולא תקטרג כאשר היה באיוב, ולכך בא הכתוב לפרש 'אֲנִי הֳ' אֹהֵב מִשְׁפָּט' כלומר אפילו שהעולה כולה כליל ואם יביאנה מן הגזל יש לו פתחון פה של התנצלות קצת לומר לכך הביאה מן הגזל כי ירא מקטרוג הסטרא אחרא עם כל זה אני שונאה ואיני מקבל התנצלות עליה.<br>ועוד נראה לי בס\"ד על פי מה שאמר הרב ש\"ש דף כ\"ט דהעולה שהיא כולה כליל ואין הנאה לאדם ממנה ניתנה כנגד הלאוין והשלמים שיש לאדם הנאה מהם נתנו כנגד העשין עיין שם. ובזה ניחא דנקיט 'גָּזֵל בְּעוֹלָה' כי הגזל הוא מן הלאוין והעולה כנגד הלאוין מה שאין כן שאר קרבנות שיש לאדם הנאה מהם המה כנגד העשין.<br>ומה שעשה המשל <b>בְּמֶכֶס</b> לרבותא לומר אפילו אם הוא גוזל בשב ואל תעשה שאינו נוטל ונותן לכיסו כענין המבריח מן המכס שהוא גוזל בשב ואל תעשה."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>וְזוֹ הִיא פִּתְחָהּ שֶׁל גֵּיהִנֹּם.</b> נראה לי לאו פתח ממש הוא שם אלא ידוע מה שכתב רבינו ז\"ל בעץ חיים כמו שיש באדם גידין ועורקין גדולים וקטנים העוברים ממקום למקום דרך האיברים כן יש בארץ כמין זה, עיין שם. ולפי זה כאן איירי על גיד הנמשך ופתוח בתוך הארץ עד גיהנם דהראש שלו הוא שם ולכן חשיב כאלו פתח גיהנם שם."
        ],
        [],
        [],
        [
            "<b>אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: אֲנִי אָמַרְתִּי שֶׁיְּהוּ יִשְׂרָאֵל לְפָנַי כְּ\"קָח עַל מַיִם רַבִּים</b>\" <small>(יחזקאל יז, ה)</small> וכו'. נראה לי בס\"ד שיהיו ראוין לטוב מצד זכות התורה שנקראת מים והם שמו עצמם כצפצפה בין ההרים שלא עסקו בתורה כראוי ורק ראוים לטובה בזכות האבות שנקראו הרים.<br>או יובן בס\"ד אני אמרתי שיהיו כערבה שפיה חלק ואין בו פגימות והם נעשו כצפצפה שפיה דומה למגל העשוי פגימות פגימות כן הם פגמו לשונם ודבורם. ובזה יובן בס\"ד רמז הכתוב <small>(הושע יד, ג)</small> 'כָּל תִּשָּׂא עָו‍ֹן וְקַח טוֹב' כלומר שעתה נדמה אל קַח הַטּוֹב הגדל 'עַל מַיִם רַבִּים'."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>וְהֵיכָן הָיוּ מְנַעְנְעִין? בְּ\"הוֹדוּ לַה'\" תְּחִלָּה וָסוֹף, וּ\"בְאָנָּא ה' הוֹשִׁיעָה נָא\", דִּבְרֵי בֵּית הִלֵּל.</b> אף על גב דבכל דוכתא נקיט דברי בית שמאי קודם, הכא נקיט דברי בית הלל קודם, ללמד דבית הלל נקטו כן לכתחילה אבל בדיעבד אם לא נענע כאן אלא נענע בְּ'אָנָּא ה' הַצְלִיחָה נָא' יצא ידי חובתו, ואם היה נקיט דברי בית שמאי קודם היה צריך לשנות בדברי בית הלל הכי 'ובית הלל אומרים לא ינענע אלא באנא ה' הושיעה נא' ולשון זה נראה דמעכב גם בדיעבד אם לא נענע באנא ה' הושיעה נא ואפילו אם היה שונה ובית הלל אומרים באנא ה' הושיעה נא עם כל זה כיון דקדמו דברי בית שמאי הוה משמע דבאו לאפוקי מבית שמאי לגמרי גם בדיעבד.",
            "<b>וְהֵם לֹא נִעְנְעוּ אֶלָּא בְּ\"אָנָּא ה' הוֹשִׁיעָה נָּא</b>\". נראה לי בס\"ד הטעם דנבחר זה לנענע בו טפי מאידך והוא כי <b>'אָנָּא ה' הוֹשִׁיעָה נָּא'</b> קאי על דברים הנפשיים השייכים לשמים שהם ענין תורה ומצות ומעשים טובים לכן 'הוֹשִׁיעָה' גימטריא 'שָׁמַיְמָה' עם הכולל [396] אבל <b>'אָנָּא ה' הַצְלִיחָה נָא'</b> קאי על דברים הגופניים שהם מזון ופרנסת הגוף ועושר ונכסים לכן 'הַצְלִיחָה' עולה מספר 'קֶמַח' <small>[148]</small> ומצינו דקראו רז\"ל לצרכי הגוף בשם קמח כמו שאמרו <small>(משנה אבות ג, יז)</small> 'אִם אֵין קֶמַח אֵין תּוֹרָה'.<br>והנענוע רומזים הולכה והובאה לאור ישר ואור חוזר הנמשך מתורה ומצות ומעלה ומוריד רמז לאור מ\"ן <small>[מיין נוקבין]</small> העולה ולאור מ\"ד <small>[מיין דוכרין]</small> היורד וכל אלו הכונות הם נעשים ושייכים בענינים הנפשיים ולא בענינים הגופניים, לכן הנענוע ראוי להיות בְּ'אָנָּא ה' הוֹשִׁיעָה נָא' דקאי על ענינים הנפשיים.",
            "<b>אָמַר רַבִּי יוֹחָנָן: מוֹלִיךְ וּמֵבִיא לְמִי שֶׁאַרְבַּע רוּחוֹת שֶׁלּוֹ. מַעֲלֶה וּמוֹרִיד לְמִי שֶׁהַשָּׁמַיִם וְהָאָרֶץ שֶׁלּוֹ.</b> נראה לי בס\"ד <b>בְּאַרְבַּע רוּחוֹת</b> מכוין לשם הוי\"ה דידוע דארבע רוחות הם בסוד שם הוי\"ה, כיצד: דרום כנגד יו\"ד, וצפון כנגד ה\"א ראשונה, ואות וא\"ו כנגד מזרח, ואות ה\"א אחרונה כנגד מערב, הרי בארבע רוחות מכוין לשם הוי\"ה. ואחר כך <b>מַעֲלֶה וּמוֹרִיד לְמִי שֶׁהַשָּׁמַיִם וְהָאָרֶץ שֶׁלּוֹ</b> דמכוין בזה לשם אהי\"ה שהוא בסוד הבינה דנפקו מינה בחינת שמים ובחינת ארץ דאיתא באותיות דרבי עקיבא מעלה ומטה נחתמו בשם אהי\"ה והיינו אותיות א\"ה למטה ואותיות י\"ה למעלה. ולכן תחלה ינענע למי שארבע רוחות שלו שהוא שם הוי\"ה ואחר כך יעשה במעלה ומטה למי שהשמים וארץ שלו שהוא שם אהי\"ה שהוא בסוד הבינה ודוק."
        ],
        [
            "<b>שְׁיָרֵי מִצְוָה, מְעַכְּבִין אֶת הַפֻּרְעָנוּת.</b> לא אמר דוחין או מבטלין אלא אמר 'מְעַכְּבִין', פירוש אף על פי שיבואו מְעַכְּבִין ביאתם, ובזה לא יצא מהם נזק דרך משל רוח זה קשה לזרעים הנמצאים עכשיו אך אם יבא להם זה הרוח בעת אחרת לא יזיק להם, וכן הענין בטללים. ולזה אמר מְעַכְּבִין אותם מזמן לזמן כדי שלא יזיקו שהרי תנופה שיירי מצוה היא ועוצרת רוחות וטללים, רוצה לומר מעכבת מלשון <small>(בראשית טז, ב)</small> 'עֲצָרַנִי הֳ' מִלֶּדֶת'.",
            "<b>דֵּין, גִּירָא בְּעֵינֵיהּ דְּשִׂטְנָא, וְלָאו מִלְּתָא הִיא, מִשּׁוּם דְּאַתֵּי לְאִגְרוּיֵי בֵּיהּ.</b> קשה איך רב אחא בר יעקב לא חש לזה? ונראה לי בס\"ד דאיתא בגמרא דבתרא <small>(בבא בתרא טז.)</small> דדרש רב אחא בר יעקב דשטן לשם שמים נתכוון ואתא שטן ונשקי אכרעיה עיין שם. ולכן מאחר שנכנע אליו כל כך ונשקי אכרעיה נעשה אהובו וסמך שלא יקפיד עליו.<br><b>ודע</b> דודאי לא היה אומר דברים אלו בעת שהוא מנענע ממש דאין ראוי להפסיק בדברים בעת נענוע.<br>ומה שקראו בשם <b>'גִּירָא'</b> נראה לי כי 'לוּלָב' עולה מספר ס\"ח כמנין 'חַיִּים' <small>[148]</small> וכיון דמוליך ומביא ג' פעמים הרי כאן ג' פעמים ס\"ח שהוא מספר ר\"ד <small>[204]</small> שעולה 'גִּרָא' בחיר\"ק תחת גימ\"ל כי החיר\"ק משמש במקום יו\"ד.",
            "<b>מִי שֶׁהָיָה עֶבֶד אוֹ אִשָּׁה אוֹ קָטָן מַקְרִין אוֹתוֹ.</b> מקשים בכל דוכתא נקיט נשים מקמי עבדים ואמאי הכא נקיט עבד קמי אשה?<br>ונראה לי בס\"ד דהכא דאיירי לגריעותא דתהי לו מארה לכך נקיט בדרך 'לא זו אף זו' לא מבעיא עֶבֶד דגריע טפי דלהכי תבא לו מארה אלא אפילו אִשָּׁה דחשיבה טפי מעבד ולא מבעיא אִשָּׁה שאין סופה לבא לחשיבות זו להוציא אחרים ידי חובתם אלא אפילו קָטָן שסופו להיות גדול.<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו תירץ נקיט עבד ברישא להורות על גרעונו של זה דאפילו עֶבֶד שהיה נכרי למד וזה לא למד! עד כאן דבריו נר\"ו.",
            "<b>תָּבוֹא מְאֵרָה לְאָדָם, שֶׁאִשְׁתּוֹ וּבָנָיו מְבָרְכִין לוֹ.</b> מהרש\"א ז\"ל דקדק למה נקטו לשון 'אמרה'? עיין שם. ונראה לי בס\"ד כי זה האדם מחוסר אמרה שלא יודע לומר הברכה בפיו לכן מדה כנגד מדה תתהפך לו 'אמרה' דחסרה מיניה לאותיות 'אמרה' ויעלה נכון הרמז יותר דהתורה נקראת אמרה כמו שאמרו רז\"ל בנטריקון 'אָנֹכִי' <small>[שבתחילת עשרת הדברות]</small> שהוא ראשי תיבות <b>'אֲ</b>מָרָהּ <b>נְ</b>עִימָה <b>כְּ</b>תִיבָה <b>יְ</b>הִיבָה' וכנזכר בשבת <small>(שבת קה.)</small> ולכן זה שלא למד תורה כדי שיהא יודע לברך תתהפך לו ל'מְאֵרָה'.<br>ועוד נראה לי בס\"ד דידוע מַרְאֶה כינוי לאשה כמו שאמרו רז\"ל על פסוק <small>(שמואל ב' כג, כא)</small> 'אִישׁ מַרְאֶה' לכן זה שעשה עצמו כאשה שלא למד תורה כדי שידע לברך תתהפך לו 'מַרְאֶה' ל'מְאֵרָה'. או הכונה כיון דאשתו הנקראת מַרְאֶה מברכת לו לכן תתהפך לו מַרְאֶה ל'מְאֵרָה'.<br>ועוד נראה לי בס\"ד דהתורה נקראת 'אוֹרָה' כמו שאמרו רז\"ל <small>(מגילה טז:)</small> 'לַיְּהוּדִים הָיְתָה אוֹרָה' <small>(אסתר ח, טז)</small> זו תורה. וידוע עם הארץ נקרא 'דַּל' כי אין דל אלא מי שהוא דל מן התורה! ולכן זה שנעשה דל מן התורה ולכך לא היה יודע לברך, אז נוסף לגבי דידיה מספר דַּל <small>[34]</small> על אות וא\"ו של אורה ויהיה מ' ואז נהפך לו אותיות 'אוֹרָה' לאותיות 'מְאֵרָה'.<br>או יובן בס\"ד התורה נתנה מן הבריאה ששם הוא חשבון 'מֵאָה' ולכן זה שהיה עם הארץ שלא למד תורה שאז נקרא רֵישׁ וְעָנִי מן התורה אז נוסף לגבי דידיה אות רי\"ש על האותיות מאה ויהיה אצלו צירוף 'מְאֵרָה' בר מינן."
        ],
        [
            "<b>אָמַר לְהוּ חַכִּימַיָּא וְסִפְרַיָּא וְרֵישֵׁי עַמָּא וּדְרָשַׁיָא אָמְרוּ</b> וכו'. נראה לי נקיט ארבע מינים כנגד ד' לימודים של פרדס והיינו חכימייא חכמי הסוד וספרייא חכמי הפשט ורישי דעמא חכמי הרמז ודרשייא חכמי הדרש.",
            "<small>(דברי הימים ב' לד, כז)</small> <b>\"בְּשָׁמְעֲךָ\" וְלֹא</b> <b>\"בְּקָרְאֲךָ\"!</b> יש להקשות דילמא לעולם קרא אחר כך אלא שנכנע מעת השמיעה ואמר לו 'בְּשָׁמְעֲךָ' לרבותא דידיה? ונראה לי בס\"ד דאם היה רצונו לקרוא הוא בעצמו למה לא קרא מעיקרא הוא בעצמו וכיון שקראו לו ושמע ונכנע מן השמיעה מסתמא לא היה חוזר לקרוא בעצמו מאחר כי כבר ידע ונתפעל בשמיעה בלבד."
        ],
        [
            "<b>אָמַר לֵיהּ מֹשֶׁה, שַׁפִּיר קָאָמַרְתְּ. נראה לי בס\"ד הטעם שקראו בשם מֹשֶׁה כי התורה נתנה לנו מעולם הבריאה כמו שכתב רבינו האר\"י ז\"ל בכונת 'בָּרוּךְ אֱלקֵינוּ שֶׁבְּרָאָנוּ לִכְבודו וְנָתַן לָנוּ תּורַת אֱמֶת'. גם ידוע כי בבריאה מאיר א\"ל שד\"י שמספרו שמ\"ה כמנין מֹשֶׁה ולכן התורה ניתנה על ידו, ולכן מי שהוא חכם גדול בתורה נקרא מֹשֶׁה שהוא מספר א\"ל שד\"י.<br>והנה רש\"י ז\"ל פירש דאמר לו בלשון בתמיה, ויותר נראה כפשוטו והכי קאמר לו ודאי שפיר קאמרת אך אין להזהיר אחרים בכך משורת הדין יען דהכא והתם אמרי אסוקי מילתא היא ולית לן בה.</b>",
            "<b>וְאָמַר רָבָא: לָא לֵימָא אִינִישׁ</b>, \" <b>יְהֵא שְׁמֵיהּ רַבָּא\", וַהֲדַר</b> <b>\"מְבָרַךְ\", אֶלָּא: \"יְהֵא שְׁמֵיהּ רַבָּא מְבָרַךְ\" כַּהֲדָדֵי.</b> קשה למה הוצרך רבא ללמדינו דבר זה בתרתי שהוא בפסוק <small>(תהלים קיח, כו)</small> 'בָּרוּךְ הַבָּא בְּשֵׁם יְיָ' וגם ב'יְהֵא שְׁמֵיהּ רַבָּא' תסגי בחדא?<br>ונראה לי בס\"ד דכתב מהרש\"א ז\"ל היינו טעמא ב'יְהֵא שְׁמֵיהּ' לפי שיש מפרשים בפרק קמא דברכות ד'שְׁמֵיהּ' הוא שם י\"ה דהשתא י\"ה מקרי אזכרה והוה לבטלה דלא קיימא מברך עלה עד כאן דבריו. עוד ידוע מה שכתב רבינו האר\"י ז\"ל בשער הכונות בביאור 'יְהֵא שְׁמֵיהּ רַבָּא' שצריך לכוין שֵׁם י\"ה יְהִי רַבָּא שישתלם השם ביו\"ד ה\"א וא\"ו ה\"א עיין שם.<br>ולפי זה אי הוה נקיט רבא האי מלתא על פסוק 'בָּרוּךְ הַבָּא' בלבד הוה אמינא דוקא בהא קפיד רבא משום דמזכיר שם הוי\"ה להדיה אבל ב'שְׁמֵיהּ רַבָּא' לטעם המהרש\"א ז\"ל דאינו מזכיר השם להדיה אלא ברמז ובכונת הלב בתיבת שְׁמֵיהּ לית לן בה. אי נמי הוה אמינא 'בָּרוּךְ הַבָּא' שאני כי תיבות 'בְּשֵׁם יְיָ' אין להם משמעות לבדם לכך הוה ליה אזכרה לבטלה אבל 'יְהֵא שְׁמֵיהּ רַבָּא' יש להם משמעות לבדם כמו שכתב רבינו האר\"י ז\"ל דמבקש יְהֵא שֵׁם י\"ה רַבָּא שיהיה השם שלם להכי אין קפידא בזה, ואי הוה נקיט רבא האי מלתא על 'יְהֵא שְׁמֵיהּ' בלבד הוה אמינא הכא שאני שהוא לשון שבח ותפלה שאין בהם טעמים המושכים את התיבות זו עם זו, ולכך קפיד אהפסקה שלא יהא נראה דמזכיר לבטלה אבל פסוק 'בָּר֣וּךְ הַ֭בָּא' שיש בו טעמים שהם מושכים ומחברים בתנועתם את התיבות זה בזה לית לן בה דהא נקוד על בָּר֣וּךְ הַ֭בָּא טעם זרקא וּבְּשֵׁ֣ם הֳ֑' יש אתנח וכיון דאמר בָּר֣וּךְ הַ֭בָּא בטעם זרקא אם ינשום בנתיים לית לן בה כי הטעם של זרקא שהוא בתיבת הבא מורה שיש עוד תיבות באים אחר זה וניכר שהאומר לא אסיק מילתא בתיבת הַ֭בָּא כיון דאמרה בטעם זרקא.",
            "<b>כָּל הַמִּצְווֹת כֻּלָּן, מְבָרֵךְ עֲלֵיהֶן עוֹבֵר לַעֲשִׂיָּתָן. וּמַאי מַשְׁמַע, דְּהַאי</b> <b>'עוֹבֵר', לִישְׁנָא דְּאַקְדוּמֵי הוּא? אָמַר רַב נַחְמָן בַּר יִצְחָק: דִּכְתִיב</b>: <small>(שמואל ב' יח, כג)</small> <b>\"וַיָּרָץ אֲחִימַעַץ דֶּרֶךְ הַכִּכָּר וַיַּעֲבֹר אֶת הַכּוּשִׁי\" אַבַּיֵי אָמַר: מֵהָכָא</b>: <small>(בראשית לג, ג)</small> <b>\"וְהוּא עָבַר לִפְנֵיהֶם</b>\". מקשים אמאי לא הביא רב נחמן בר יצחק פסוק 'וְהוּא עָבַר לִפְנֵיהֶם' שהוא מן התורה?<br>ונראה לי בס\"ד דהתם יש לומר לעולם הם קדמו לו והוא הלך אחריהם אך בא הכתוב לומר שעבר לנגד עיניהם שראו אותו עובר והולך אחריהם שלא נתעכב ונתאחר ללכת אחר זמן שעברו והיינו כדי לחזק לבם שראו בעיניהם שהוא עובר והולך.<br>ובזה ניחא הא דלא הביא פסוק <small>(בראשית לב, יז)</small> 'עִבְרוּ לְפָנַי' דגם כן יש לומר הכי קאמר עברו לנגד עיני בעודי עומד כאן שאראה אתכם עוברים ולא תאחרו ללכת אחר שאלך אני."
        ],
        [],
        [],
        [],
        [
            "<br><small>(ירמיה ל, יז)</small> <b>\"כִּי נִדָּחָה קָרְאוּ לָךְ צִיוֹן הִיא, דֹרֵשׁ אֵין לָהּ</b>\". <b>\"דּוֹרֵשׁ אֵין לָהּ\", מִכְּלַל, דְּבָעִי דְּרִישָׁה.</b> נראה הכונה כי הזכר שעושין לעניינים שהיו בזמן המקדש מורה על האמונה וההבטחה שאנחנו מקוין שתחזור עטרה ליושנה ולכך עושין להם זכר, ולזה אמר הכתוב 'כִּי נִדָּחָה קָרְאוּ לָךְ' שסרה תקותם ממך דחושבים אותך נדחה לגמרי ח\"ו והראיה דחשבו בכך הוא כי הנה 'צִיוֹן הִיא דֹרֵשׁ אֵין לָהּ' לעשות זכר לעניינים שהיו נהוגים בבניינה. גם תיבת צִיוֹן הוא לשון ציונים וסימנים וכמו שכתב הגאון אורים ותומים בענין הפרוזבול בפסוק <small>(ירמיה לא, כ)</small> 'הַצִּיבִי לָךְ צִיֻּנִים' ודוק."
        ],
        [
            "<b>לָמָּה לֵיהּ לְמֵימַר: שֶׁלְּקָחוֹ בְּאֶלֶף זוּז? לְהוֹדִיעֲךָ כַּמָּה מִצְווֹת חֲבִיבוֹת עֲלֵיהֶן.</b> יש להבין 'עֲלֵיהֶן' משמע על כולן ולכאורה לאו משמע מהכא ענין זה של חבוב מצות אלא רק על רבן גמליאל ולא על רבי יהושע ורבי אלעזר בן עזריה ורבי עקיבא דהם לא היה להם משלהם אלא לקחו מן רבן גמליאל?<br>ונראה לי בס\"ד דבאמת מן ידיעה זו שהודיע לנו התנא 'שֶׁלְּקָחוֹ בְּאֶלֶף זוּז' יצא לנו חיבוב מצות אצל רבן גמליאל. ועוד למדנו מזה התנצלות על שלשה התנאים שעמו שלא יאמר אדם אין המצות חביבות עליהם, דהראיה לא קנו לולב מכיסם אלא פטרו עצמן בשל רבן גמליאל, לכך הודיע לנו שקנאו 'בְּאֶלֶף זוּז' ומזה אנחנו יודעים שלא היה נמצא אלא לולב אחד שאם נמצא עוד שנים ושלש לא היה יכול זה בעל הלולב למכרו באלף זוז! על כן מן הערך הגדול הזה נדע שלא היה עוד אחר והשתא ממילא לא יבא אדם לומר על שלשה רועים הקדושים הנזכר שלא היו המצות חביבות עליהם ולכך לא קנו משלהם דבאמת לא היה אלא רק אחד ובדין הוא שיקחהו הנשיא. נמצא מזה הידיעה של הערך נודע לנו דבר בענין החיבוב גם על שלשה התנאים הקדושים שהיו שם ולכך כלל אותם בזה הענין של החיבוב עם רבן גמליאל ואמר 'עֲלֵיהֶן'."
        ],
        [
            "<b>קָטָן הַיּוֹדֵעַ לְנַעְנֵעַ. תָּנוּ רַבָּנָן: קָטָן הַיּוֹדֵעַ לְנַעְנֵעַ, חַיָּב בְּלוּלָב. לְהִתְעַטֵּף, חַיָּב בְּצִיצִית. לִשְׁמֹר תְּפִלִּין, אָבִיו לוֹקֵחַ לוֹ תְּפִלִּין. יוֹדֵעַ לְדַבֵּר, אָבִיו מְלַמְּדוֹ תּוֹרָה וּקְרִיאַת שְׁמַע.</b> קשה הוה ליה למנקט האי ברישא דזה קדים לכולהו בזמן! ועוד יש להקשות למה נקיט לוּלָב קודם צִיצִית?<br>ונראה לי בס\"ד דנקיט בדרך לא זו אף זו והיינו דמצות <b>נַעְנוּעַ</b> היא ברגע אחד ואין שם צורך שימור אבל עטיפת <b>צִיצִית</b> היא בכל יום וגם צריך בה שימור קצת שיהיה נזהר שלא ינהוג בטלית מנהג בזיון וגם שלא יהיו ציציותיו נגררין בקרקע, ולהכי נקיט לולב ברישא לומר לא מבעיא שהיא ברגע אחד ואין בה צורך שימור כלל אלא אפילו טלית שהוא בכל יום ובעי שימור קצת אפילו הכי חייב בו הקטן אם הוא יודע להתעטף בו. ולא מבעיא צִיצִית דאין איסור וחיוב כל כך בשמירתו אלא אפילו <b>תְּפִלִּין</b> דבעי שימור טפי ואיכא איסורא רבא בהפחה דשכיחה טובא ואיכא למיחש בקטן דילמא פשע בהכי עם כל זה אם יודע בו שיוכל לשמור תפיליו חייב ליקח לו תפילין. ולא מבעיא כל הני שהם נמצאים בקטן בזמן שהוא בן שמנה או שבע שאז יש לו דעת לידע לשם מי עושין המצות ולמי מברכין דמסתמא כשיגיע לשיעור חיוב מצות אלו הוא מגיע לדעת זו אלא אפילו בזמן שהוא קטן הרבה שהוא בזמן שהתחיל ללמוד הדיבור דודאי אותו זמן אין בו דעת להכיר ולהבין שמו של הקב״ה ומה הוא משמעות שְׁמַע יִשְׂרָאֵל ופסוק <small>(דברים לג, ד)</small> 'תּוֹרָה צִוָּה לָנוּ מֹשֶׁה מוֹרָשָׁה קְהִלַּת יַעֲקֹב' עם כל זה חייב אביו ללמדו פסוקים אלו אף על פי שהם בפיו כמו זמר כדי לחנכו.",
            "<b>לִשְׁמֹר תְּפִלִּין, אָבִיו לוֹקֵחַ לוֹ תְּפִלִּין.</b> מקשים למה בלולב וציצית קתני חייב וכאן אמר 'אָבִיו לוֹקֵחַ לוֹ' ולא אמר 'חַיָּב בִּתְפִלִּין'?<br>ונראה לי בס\"ד דנקיט חייב בלולב וציצית כדי שכל אדם הרואה אותו יתן לו לולב לנענע בו בתורת שאלה ויתן לו ציצית להתעטף בו לפי שעה דכל שהרואה משער בדעתו ממראהו וגובה קומתו שהגיע לשנים שהוא חייב להתחנך במצות אלו יזכהו במצות אלו לפי שעה אבל בתפילין שצריכין גוף נקי אף על פי שהרואה אותו משער בדעתו שהגיע לשנים שראוי להתחנך במצות תפילין לא יהיה מזכה במצות תפילין לתת לו תפילין להניחו לפי שעה בתורת שאלה כדרך שעושה לגדול בר חיובא יען אולי זה אין לו גוף נקי ואינו יודע לשמור עצמו מהפחה ורק אביו אשר דר עמו ביחד ומכיר בטבעו והנהגתו אם הוא יודע שראוי לכך חייב ליקח לו תפילין לחנכו, וכן בלימוד פסוק תורה שהוא מזמן שהתחיל לדבר נקיט אביו מלמדו תורה כי באותו זמן הקטן הוא סגור בבית ואין מצוי אחר עמו אלא רק אביו ולכן אמר אביו מלמדו תורה.<br><b>ובני ידידי</b> כה\"ר יעקב נר\"ו פירש דנקיט בתפילין 'לוֹקֵחַ לוֹ אָבִיו' כי לולב וציצית אפשר שיקח משל אביו או של אחרים ויקיים המצוה אך אי אפשר ללבוש תפילין של אחרים כי ראשו קטן ולא אפשר ללבוש תפילין של ראש גדול עד כאן דבריו.",
            "<b>תּוֹרָה', מַאי הִיא? אָמַר רַב הַמְנוּנָא</b>: <small>(דברים לג, ד)</small> <b>\"תּוֹרָה צִוָּה לָנוּ מֹשֶׁה מוֹרָשָׁה קְהִלַּת יַעֲקֹב</b>\". יש להקשות למה נקיט פסוק זה ולא אמר פסוק ראשון של התורה שהוא <small>(בראשית א, א)</small> 'בְּרֵאשִׁית בָּרָא אֱלֹקִים' דהוא גם כן ז' תיבות. כמו פסוק זה?<br>ונראה לי בס\"ד מפני שפסוק 'תּוֹרָה צִוָּה לָנוּ מֹשֶׁה מוֹרָשָׁה קְהִלַּת יַעֲקֹב' לא יש בו אזכרה וגם עוד שנזכר בו שמו של משה רבינו ע\"ה שקבל לנו התורה וגם בשמו נרמז שם א\"ל שד\"י <small>[א\"ל 31+</small> <small>שד\"י 314=מֹשֶׁה 345]</small> שהוא שם המאיר במקום שבאה התורה משם שהוא הבריאה.<br>ועוד נראה לי בס\"ד נבחר פסוק זה טפי שבו מפורש שכל ישראל אנשים ונשים וקטנים חייבים בתורה דכתיב בה 'מוֹרָשָׁה קְהִלַּת יַעֲקֹב' לא אמר זֶרַע יַעֲקֹב או עֲדַת יַעֲקֹב אלא 'קְהִלַּת' יַעֲקֹב, והיינו על פי מה שאמר בס\"ד במקום אחר דשם קְהַל כולל על אנשים ונשים וקטנים שהם ג' מיני אדם כי תואר אָדָם ניתן לישראל דוקא והאנשים הם מין בפני עצמו ונשים מין בפני עצמו וקטנים מין בפני עצמו וג' פעמים 'אָדָם' <small>[אָדָם 45×3=קְהַל 135]</small> עולה מספר 'קְהַל', וכאן בפסוק זה מפורש 'מוֹרָשָׁה קְהִלַּת יַעֲקֹב' דקאי על קְהַל שהוא שם הרומז על אנשים ונשים וקטנים. גם עוד ראשי תיבות פסוק זה הוא 'תָּקִים צֶלֶם' רמז מעת שאמר התינוק פסוק זה נעשה קימה לצלם שלו ולכן יש בו שבעה תיבות על דרך מה שאמר הכתוב<small> (משלי ט, א)</small> 'חָכְמוֹת בָּנְתָה בֵיתָהּ חָצְבָה עַמּוּדֶיהָ שִׁבְעָה'.<br>ועוד נראה לי בס\"ד טעם לפסוק זה כי מצאתי כתוב בכ\"מ <small>[בכמה מקומות]</small> סגולה שתתעבר האשה בבן זכר שיכוין הבעל קודם הזווג בעוד ידיו טהורות בשם זה בנקודות אלו והוא <b>'תּצֶלַמֵּמקֻיָ'</b> ושם זה יוצא מן ראשי תיבות <b>'תּ</b>וֹרָה <b>צִ</b>וָּה <b>לָ</b>נוּ <b>מֹ</b>שֶׁה<b> מ</b>וֹרָשָׁה <b>קְ</b>הִלַּת <b>יַ</b>עֲקֹב' עד כאן. נמצא לפי זה בפסוק זה יש שייכות להוויית הזכר בעולם ולכך כשיתחיל התינוק לדבר שהוא זכר וחייב בלימוד תורה מלמדו אביו תחלה פסוק זה שיש בו שייכות למציאות הזכר והווייתו.<br>"
        ],
        [],
        [],
        [
            "<b>תָּא וְאֵימָא לָךְ מִלְּתָא מַעַלְיְתָא, דַּהֲוָה אָמַר אֲבוּךְ</b> ,<b> דַּהֲוָה אָמַר אֲבוּךְ: הָא דִּתְנָן: כָּל הַיּוֹם מַקִּיפִין אֶת הַמִּזְבֵּחַ פַּעַם אַחַת, וְאוֹתוֹ הַיּוֹם הָיוּ מַקִּיפִין אֶת הַמִּזְבֵּחַ שֶׁבַע פְּעָמִים, הָכִי אָמַר אֲבוּךְ מִשְּׁמֵיהּ דְּרַבִּי אֶלְעָזָר: בְּלוּלָב!</b> יש להקשות על מה השבח השביח להלכה זו כל כך דקרי לה 'מִלְּתָא מְעַלְּיָתָא' טפי משאר דברים דאמר רבה בר בר חנה?<br>ונראה לי בס\"ד כי למאן דאמר שמקיפין בלולב יש בדבריו דברי טעם ברמז נכון כי יום הושענא רבה שהוא יום שביעי נחשב במספר הקדמיי יום כ\"ח כנודע, ולכן מקיפין בו שבע פעמים בלולב ולא בערבה לבדה, כי הלולב ומיניו הם ארבעה מינין וכשיקיפו בארבעתם ז' פעמים נמצאו פרטים של ההקפות כ\"ח כי ד' פעמים ז' הוא כ\"ח ודבר זה יהיה מכוון עם עצומו של יום שהוא נחשב יום כ\"ח במספר הקדמיי שהוא אבג\"ד הנזכר. ואמר לו הָכִי אָמַר אֲבוּךְ מִשְּׁמֵיהּ דְּרַבִּי אֶלְעָזָר: בְּלוּלָב! כי רבה בר בר חנה אמר דבר קצר שהוא תיבת 'בְּלוּלָב' דוקא לרמוז לשומע שהטעם הוא רמוז בלולב עצמו כלומר דוק בלולב ותמצא בו טעם! מה שאין כן למאן דאמר בערבה לבדה אין כאן טעם בזה, ובודאי רבא פירש לרב יצחק בריה דרבה בר בר חנה הטעם הנזכר דהוה מרמז ליה רבה בר בר חנה בגוף הלולב ובעבור הטעם הזה קרי לה 'מִלְּתָא מְעַלְּיָתָא' ולכן אמר לו 'תָּא וְאֵימָא לָךְ' פירוש תָּא מחלק הפשט לחלק הרמז או לחלק הדרש וְאֵימָא לָךְ בזה מִלְּתָא מְעַלְּיָתָא, והש\"ס לא פירש הטעם להדיא משום דאין דרך הגמרא לפרש רמזים כאלה."
        ],
        [],
        [
            "<b>כַּרְמַיָּא אִית לִי, זֵיתַיָּא אִית לִי</b>. יש להקשות למה האריך לומר 'אִית לִי' בכל חד וחד והוה ליה למימר 'אִית לִי קִרְיָתָא וְכַּרְמַיָּא וְזֵיתַיָּא'?<br>ונראה לי בס\"ד דאותו השואל הוה חכים ורמז בנוסח שאלתו צדדי הספק שיש בהאי עובדא והוא כי מעשה שהיה כך היה שבתחלה לא היה לו כרמייא וזיתייא אלא רק קרייתא שהכפר הוא ממקום שדות בלבד שהיושבים שם עסקיהם לזרוע באותם השדות ולתת חלק הקרקע לבעל הקרקע והם דרים שם בכל השנה ומקום שהם דרים עליו הוא גם כן של בעל הקרייתא ההוא כי הקרקע כולה שלו ובאים עובדי האדמה לזרוע שם כמו שיש עתה במקומות אלו אשר על נהר חדקל ועל נהר פרת ומקומות אלו שהוא מקום הזריעה נקראים קרייתא, וכמו שאמרו בפסחים <small>(פסחים ג:)</small> 'יוחנן חקוקאה נפק לקרייתא' ופירש רש\"י לכפרים לראות בתבואות ואמרו ליה חיטין נעשו יפות וכו', עיין שם.<br>והנה האדון הזה בעל הקרייתא הנזכר לא היה לו נטיעות של כרמים ולא היה לו עדיין נטיעות של זיתים אך אחרי זה עשה שם נטיעות של כרמים בלבד והיה נעשה עידור הכרמים על ידי האנשים הדרים שם שהיו עוסקין בשדות לזרוע ונותנים לאדון ההוא חלק בקרקע מן התבואות היוצאין משם כנהוג, והם כשהיו עוסקין בעידור הכרמים שלו לא היו נוטלין ממנו שכר מפני שהם היו דרים בקרקע שלו ועוסקים וזורעים בקרקע שלו ונחשבים כמו משרתיו ופועליו, ולכן אמר <b>כַּרְמַיָּא אִית לִי</b> ולא כללם עם קרייתא כדי להודיעו כי מתחלה לא היה לו אלא קרייתא ואחרי זה נעשה לו שם כרמייא בלבד, ואחרי זה נעשה לו זיתייא שנטע זיתים, ולכן אמר חלוקה זו בפני עצמו <b>זֵיתַיָּא אִית לִי</b> והיו אותם אנשים הדרים שם עוסקין לו באלו הזיתים, אך בשנה השביעית <b>מְקַשְׁקְשִׁין בְּכַרְמַיָּא וְאוֹכְלִין בְּזֵיתַיָּא</b>, פירוש היו עודרין הכרמים ואוכלים מן הזיתים.<br>ולכן מחמת דגופא דעובדא הכי הוה נעשה בדבר צדדין לכאן ולכאן דיש צד לומר אין לחוש ולומר שאוכלין בזיתים בשביעית בשביל שכר עסק העידור שמעדרין בכרמים יען דחזינן מקודם שנעשו הזיתים היו מעדרים בכרמים בחנם ואין אוכלים כלום כי לא היו עדיין זיתים אצלו, ולכן עתה גם כן יש לומר מעדרים הזיתים בחנם, ומה שאוכלים מן הזיתים? הוא מחמת הפקר שיש בשביעית כשאר עניים, ויש צד אחר לומר כיון דחזינן השתא עודרים בכרמים ואוכלים מן הזיתים מתחזי כאלו הוא פורע להם שכר טרחא מפירות שביעית, ולזה בא לשאל: <b>אֲרִיךְ אוֹ לָא אֲרִיךְ?</b> רוצה לומר אם הוא דבר הגון או לא הגון, ולא אמר אסור או מותר דפשיטא ליה דאין איסור, מאחר דבאמת מקודם שנעשו הזיתים היו עודרים הכרמים בחנם ולא היו נוטלין ממנו שכר טרחא רק שואל אם דבר זה אינו הגון משום מראית העין שרואין כך ואין יודעים שמקדמת דנא היו מעדרים בחנם.",
            "<b>הָדַר אָתָא, וְאָמַר לֵיהּ: וּמַאי אִיעָבַד.</b> יש להקשות למה לא שאל זאת בעודו לפניו אחר שאמר לו 'לָא אֲרִיךְ'?<br>ונראה לי בס\"ד כי זה השואל היה יודע מדעתו לעשות אופן זה שהשיב לו רבי אלעזר אך הוא היה מתחסד הרבה ולא הוה נח לו לעשות אופן זה להניחם לעדור כרמים ויתן להם שכר טרחא מעות מכיסו ויפקיר הזיתים לעניים יען כי חושש מפני הרואים שאין יודעים שהוא משלם שכר טרחא מכיסו וכשרואין דאלו עוסקים בכרמים ואוכלים מן הזיתים חושד שהוא פורע שכר פועליו מפירות שביעית דהא ודאי אינו יכול לחסום פיהם לבלתי יאכלו מן הזיתים ומוכרח שיאכלו ואתי לידי חשדא, על כן הסכים בדעתו לבטלם מעסק הכרמים ולא יעסקו בשביעית כלל ואף על פי שמגיע לו הפסד גדול בזה רצה בכך משום חסידות וכיון שהסכים בדעתו לעשות כך לא שאל מרבי אלעזר כלום 'מַאי אִיעָבַד?'.<br>אך אחר שפנה שכמו ללכת מאצלו הנה קודם שיצא מן פתח של רבי אלעזר התחיל רבי אלעזר לספר בשבחו לפני היושבים עמו שאמר 'כְּדוּ הֲוֵיתִי דַּיִר בְּאַרְעָה הֲדָא אַרְבְּעִין שְׁנִין, וְלָא חָמִיתִי בַּר אִינִישׁ מְהַלֵּךְ בְּאוֹרְחִין דִּמְתַקְּנָן כְּדֵין' וזה שמע השבח שמשבחו וחשב אולי רבי אלעזר עלה בלבו חסידות שאני רוצה לעשות לבטל עידור הכרמים לגמרי מפני שראה שלא שאלתי ממנו תיקון לדבר זה והוא מחמת שהיה חסיד ועניו לא רצה שידעו שהוא רוצה לעשות חסידות זו לכך חזר אצל רבי אלעזר ושאל 'מַאי אִיעָבַד?' תיקון לזה שיהיו אלו מעדרים הכרמים ואין בזה איסור, ואמר לו רבי אלעזר 'אַפְקַר זֵיתַיָּא לַחֲשׁוּכַיָּא' והוא כבר הסכים בדעתו לבלתי יעשה תיקון לזה אלא יבטל עסק העידור לגמרי, ורק לעיני הרואין שאל שאלה זו כדי שלא ירגישו בחסידות שהסכים לעשות בדעתו. ומה שאמר לו רבי אלעזר 'הַב פְּרִיטַיָּא לְקָשְׁקוּשֵׁי כַּרְמַיָּא' רמז לו שאין אתה צריך ליתן שכר שלם אלא דבר מועט כי אין זה אלא מפני מראית העין, ולכן לא אמר לו 'הַב דְּמֵי' אלא 'הַב פְּרִיטַיָּא' רוצה לומר פרוטות דבר מועט."
        ],
        [
            "<b>כָּל הַנּוֹטֵל לוּלָב בְּאַגְדּוֹ, וַהֲדָס בַּעֲבוֹתוֹ, מַעֲלֶה עָלָיו הַכָּתוּב כְּאִלּוּ בָּנָה מִזְבֵּחַ וְהִקְרִיב עָלָיו קָרְבָּן.</b> יש להקשות מה שייכות יש ללולב והדס גבי מזבח וקרבן?<br>ונראה לי בס\"ד דידוע שם קרבן משמעו שהוא מקרב פעולה שעושים בדבר גשמי להיות עושה תיקון בדבר רוחני כי החוטא פוגם למעלה ברוחניות ומקריב דבר גשמי ועושה בו תיקון ברוחניות ולכך נקרא קרבן שמקריב פועל הגשמי ברוחני. ופרשנו בס\"ד במקום אחר דמטעם הזה היה המזבח ל\"ב אמה על ל\"ב אמה לרמוז התקרבות זו של פועל הגשמי ברוחני לא תהיה אלא על ידי כונת הלב ולכך המחשבה פוסלת בקרבן דאם חשב שלא לשמו וכיוצא פיגל.<br>והנה ידוע דאין כח בלב לעשות פועל טוב אלא רק אצל ישראל דוקא ולא אצל האומות, וכתבנו בס\"ד הטעם כי ישראל נשמתם מן הבריאה הנקראת 'כִּסֵּא הַכָּבוֹד' ולכך הם לבדם קבלו התורה שהיא גם כן מן הבריאה בסוד הכונה שאמר רבינו האר\"י ז\"ל כמו שאומרים 'בָּרוּךְ אֱלקֵינוּ שֶׁבְּרָאָנוּ לִכְבודו וְנָתַן לָנוּ תּורַת אֱמֶת' וידוע כי הבריאה היא בסוד הבינה ולכן התורה שניתנה מן הבריאה התחילה באות בי\"ת שהיא סוד בינה ולכן אמרו בזוהר הקדוש 'תורה מבינה נפקא'. ובזה מובן הטעם מה שיש לישראל דוקא כח לעשות בכונת הלב פועל טוב יען כי הלב הוא סוד בינה וכמו שכתוב בפתיחת אליהו זכור לטוב 'בינה ליבא ובה הלב מבין' ומאחר שישראל נשמתם מן הבריאה שהוא סוד בינה יש להם כח בלב שהוא גם כן סוד בינה.<br>ובזה פרשתי בס\"ד מאמר רז\"ל בשעה שצוה הקב\"ה את ישראל בקרבנות אמרו אומות העולם לבלעם למה לא צוה לנו בקרבנות? אמר לו שוטים ישראל שקבלו התורה נתן להם הקרבנות אתם שלא קבלתם התורה לא נתן לכם הקרבנות, והוא תמוה מה תלוי זה בזה והלא גם הם יש להם ז' מצות וצריך להם כפרה בקרבנות? ובזה ניחא כי מעשה הקרבנות תלויים בכונת הלב שהפעולה נעשית בהם לקרב פועל הגשמי ברוחני על ידי כונת הלב כאמור וכיון שישראל קבלו התורה שהיא מסוד הבינה משמע דהם יש להם חלק בבינה מצד נשמתם ואם כן ממילא יש כח בלב שלהם לעשות בו פועל טוב כי גם הלב הוא סוד בינה אבל אתם שלא קבלתם התורה מוכח מזה דאין לכם חלק בבינה ואם כן אין לכם כח בכונת הלב ומה יועילו הקרבנות בחסרון הלב.<br>גם ידוע הטעם שנקראו הצדיקים בשם ההדס כמו שנאמר <small>(זכריה א, ח)</small> 'וְהוּא עֹמֵד בֵּין הַהֲדַסִּים' כי ההדס הוא משולש ורומז השילוש שלו לשלוש הנר\"ן <small>[נפש, רוח, נשמה]</small> שהם בסוד בי\"ע <small>[בריאה, יצירה, עשיה]</small> רוצה לומר הנפש עשיה והרוח יצירה והנשמה בריאה שהוא סוד בינה וזה השילוש של נר\"ן אינו נמצא אלא רק אצל ישראל אבל אומות העולם אין להם אלא רק נפש מן הקליפה דעשיה כמו שכתב רבינו האר\"י ז\"ל <small>(ישעיה כז, יא)</small> 'כִּי לֹא עַם בִּינוֹת הוּא' גם ידוע הטעם שישראל נחשבים כנפש אחת כדכתיב בהו <small>(דברים י, כב)</small> 'בְּשִׁבְעִים נֶפֶשׁ יָרְדוּ אֲבֹתֶיךָ מִצְרָיְמָה' ובעשו היו שש וקראם <small>(בראשית לו, ו)</small> 'נַפְשׁוֹת' היינו מפני כי ישראל הם משולשים בנר\"ן וכל שילוש הוא בסוד אגודה אחת, אך אומות העולם אין להם אלא רק נפש מעשיה שהיא נפרדת ואין שם אגודה המורה על שילוש כי פחות משלשה אינו נקרא אגודה.<br>וידוע מה שאמר במדרש<small> (ויקרא רבה ל, יב)</small> על ארבעה מינים שבלולב שהם כנגד ישראל שיש בהם ד' מינים, והיינו שיש בעלי תורה ובעלי מצות וזהו כנגד אתרוג שיש בו הנאת ריח והנאת אכילה, ויש בעלי תורה ואינם בעלי מצות וזהו כנגד לולב שהוא תמר שיש בו אכילה ואין בו ריח ויש בעלי מצות ואינם בעלי תורה וזהו כנגד הדס שיש בו ריח בלבד ויש שאין בהם לא תורה ולא מצות וזהו כנגד ערבה שאין בה לא ריח ולא אכילה ולזה אמר ואגודתו על ארץ יסדה כלומר אגודתו הוא לולב ומיניו על ארץ אלו ישראל שנקראו בשם ארץ דכתיב <small>(מלאכי ג, יב)</small> 'וְאַתֶּם תִהְיוּ לִי אֶרֶץ חֵפֶץ' יסדה לאגודה זו שיש בה ד' מינים כנגד ד' מינים הנמצאים אצל ישראל, ואיך באמת יהיו ד' מינים שבישראל אגודה אחת? אלא היינו מצד שלוש הנר\"ן שנמצא בהם דאפילו הנפש לבדה היא כלולה מן נר\"ן מה שאין כן אומות העולם אין בהם דין אגודה כי אין אגודה פחותה משלש קנים.<br>ובזה מובן בס\"ד המאמר <b>כָּל הַנּוֹטֵל לוּלָב בְּאַגְדּוֹ</b> שמורה שישראל יש להם נר\"ן שהם בסוד בי\"ע <b>וַהֲדָס בַּעֲבוֹתוֹ</b> שגם הוא מורה על כך כאמור דנמצא ומוכח מזה שישראל יש להם חלק בבינה שהוא סוד הבריאה ששם סוד חלק הנשמה לכך <b>מַעֲלֶה עָלָיו הַכָּתוּב כְּאִלּוּ בָּנָה מִזְבֵּחַ</b> שהוא סוד ל\"ב כאמור <b>וְהִקְרִיב עָלָיו קָרְבָּן</b> שהוא פועל פעולתו על ידי כונת הלב שהוא סוד בינה כמו שאמר אליהו זכור לטוב 'חכמה מוחא בינה ליבא'."
        ],
        [
            "<b>כָּל הָעוֹשֶׂה אֵסוּר לֶחָג בַּאֲכִילָה וּבִשְׁתִיָּה, מַעֲלֶה עָלָיו הַכָּתוּב כְּאִלּוּ בָּנָה מִזְבֵּחַ וְהִקְרִיב עָלָיו קָרְבָּן.</b> נראה לי בס\"ד הכונה שאינו אוכל ושותה למלאות כריסו בשביל תאות גופו אלא אוכל ושותה לכבוד החג שמקשר כונתו בהארת החג עם אכילה ושתיה.<br>או יובן הכונה שאינו הולך לבתים אחרים אלא הוא אסור בביתו לאכול ולשתות עם אשתו ובניו ובני ביתו 'מַעֲלֶה עָלָיו הַכָּתוּב כְּאִלּוּ בָּנָה מִזְבֵּחַ וְהִקְרִיב עָלָיו קָרְבָּן' כי שלחנו של אדם שמכוין בו לשם שמים הוא דוגמת מזבח ואכילה ושתיה שעליו דוגמת קרבן וכמו שאמרו<small> (מנחות צז.)</small> על פסוק <small>(יחזקאל מא, כב)</small> 'זֶה הַשֻּׁלְחָן אֲשֶׁר לִפְנֵ יְיָ'.",
            "<b>ובני ידידי</b> כה\"ר יעקב הי\"ו פירש אסרו חג על אור מקיף שמושכין בימי סוכות שיתקשרו בו וחג הוא לשון הקף עד כאן דבריו נר\"ו.",
            "<b>כָּל הַמִּצְווֹת כֻּלָּן, אֵין אָדָם יוֹצֵא בָּהֶן אֶלָּא דֶּרֶך גְּדִילָתָן.</b> צריך להבין מה טעם יש בזה ומאי נפקא מינה בין דרך גדילתן או להפך?<br>ונראה לי בס\"ד דידוע אותיות 'מִצְוָה' הם אותיות שם הוי\"ה כי <b>מ\"צ</b> בא\"ת ב\"ש הוא <b>י\"ה</b> וכמו שכתב הגאון מהרש\"א ז\"ל, והטעם שיש בשם מִצְוָה אותיות הוי\"ה לרמוז דהמצוה צריכה להיות שלימה במחשבה וכונה ודבור ומעשה, ואלו הארבעה הם באותיות שם הוי\"ה דהמחשבה שבמוח היא בסוד אות יו\"ד דשמא קדישא שהיא חכמה, וכמו שכתב אליהו זכור לטוב 'חכמה מוחא' וכונה שבלב היא בסוד אות ה\"א ראשונה דשמא קדישא שהיא בינה, וכמו שאמר 'בינה ליבא' והדיבור שהוא קול הוא בסוד אות וא\"ו דשמא קדישא שהוא תפארת, והמעשה היא בסוד אות ה\"א אחרונה דשמא קדישא שהיא מלכות.<br>ובזה מובן בס\"ד מאמר רז\"ל <small>(שבת סג.)</small> <b>כל העושה מצוה כמאמרה</b>, כלומר המחשבה והכונה שהם רמוזים באותיות מ\"צ דמצוה כי הם בא\"ת ב\"ש י\"ה צריך להקדים אותם קודם הברכה שהיא קול והמעשה כמו דאותיות מ\"צ בשם מצוה הם קודמים, וכן צריך להקדים הברכה שהיא רמוזה באות וא\"ו דמצוה שהוא סוד קודם המעשה הרמוזה באות ה\"א דמצוה וזהו כמאמרה של מצוה בקריאת שמה שאם יעשה המעשה לברכה מה תועלת בברכה דצריך לברך עובר לעשייתם, וכן אם אחר שיעשה המעשה יכונן מחשבתו וכונתו לשם שמים מה תועלת יש בזה.<br>ובזה מובן בס\"ד שפיר הטעם שצריך שיעשה המצות <b>דֶּרֶך גְּדִילָתָן</b> לרמוז שצריך לקיים שלימות המצוה במחשבה וכונה ודבור ומעשה בסדר אותיות הקבועים בשם המצוה דתחלה יקדים המחשבה והכונה שהם כחדא נפקין וכחדא שריין שיעורר מחשבתו וכונתו כראוי לשם שמים ואחר כך יאמר הברכה הרמוזה בוא\"ו ואחר כך יעשה המעשה הרמוזה באות ה\"א.<br>'<b>עֹמְדִין</b>',<b> שֶׁמָּא תֹּאמַר אָבַד סִבְרָן וּבָטֵל סִכּוּיָן? תַּלְמוּד לוֹמַר: \"עֲצֵי שִׁטִּים עֹמְדִים\", שֶׁעוֹמְדִים לְעוֹלָם וּלְעוֹלְמֵי עוֹלָמִים.</b> פירשו המפרשים רוצה לומר אבדה תקותם של הקרשים כי <b>סִבְרָן</b> לשון תקוה כי תרגום <small>(בראשית מט, יח)</small> לִישׁוּעָתְךָ קִוִּיתִי הֳ', 'לְפוּרְקָנָךְ סַבָּרִית יְיָ' <b>וּבָטֵל סִכּוּיָן</b> של ישראל פירוש תקוה שישראל מצפין שישובו אלו הקרשים לנו עד כאן דבריהם. וקשה והלא המשכן נגנז דאין בו צורך עוד אחר שנבנה בית המקדש וגם עתה אנחנו מקווין לבנין בית שלישי ולא שיחזור המשכן ומה צורך עוד בקרשים ועמודים ומה היא התקוה שאנחנו מצפין בעבורם?<br>ונראה לי בס\"ד על פי מה שכתוב בליקוטי תורה לרבינו האר\"י ז\"ל בסוף ויקרא דאדני חצר המשכן עם אותם שבפתח הם ס\"ה כמנין שם אדנ־י לפי שכולם היו בחינת שם אדנ־י שהוא המלכות והעמודים והקרשים הם נצח והוד, עד כאן יעוין שם. <b>וידוע</b> כי נבואת הנביאים היא בסוד אספקלריא שאינה מאירה שהיא בחינת המלכות אך יניקתם היא מן נצח והוד כמו שכתב הפייטן נצח והוד יניקת הנביאים, ולכן הנביאים נקראו מִשְׁכַּן ה' כי מקום הנבואה שלהם ויניקתם הכל במשכן באדני החצר והקרשים והעמודים. <b>וידוע</b> כי בשעת מתן תורה כל ישראל היו נביאים ואחר יום מתן תורה פסקה ונשארה אצל אנשים פרטיים אבל לעתיד תחזור עטרה ליושנה שתחזור הנבואה לכל ישראל בתמידות וכמו שאמר הנביא בהבטחות של עתיד לבוא <small>(יואל ג, א)</small> 'וְנִבְּאוּ בְּנֵיכֶם וּבְנוֹתֵיכֶם' וכתיב <small>(ירמיה לא, לג)</small> 'כִּי כוּלָּם יֵדְעוּ אוֹתִי לְמִקְטַנָּם וְעַד גְּדוֹלָם'. <b>וזו</b> היא התקוה שאנחנו מצפים למשכן בקרשיו ועמודיו דאין הכונה על גוף הקרשים והעמודים אלא הכונה על הנבואה הרמוזה בקרשים ועמודים של המשכן ובאדניו, וכן מה שכתב על תקותם של קרשים ועמודים הכונה על הנבואה הרמוזה בהם שגם הנבואה מצפה שתחזור לנו ואנחנו מצפים אליה.",
            "<b>אָמַר רַבִּי חִזְקִיָּה, אָמַר רַבִּי יִרְמְיָה מִשּׁוּם רַבִּי שִׁמְעוֹן בַּר יוֹחַאי: יָכוֹל אֲנִי לִפְטֹר אֶת כָּל הָעוֹלָם כֻּלּוֹ מִן הַדִּין מִיּוֹם שֶׁנִּבְרֵאתִי וְעַד עַכְשָׁיו. וְאִלְמָלֵי אֶלְעָזָר בְּנִי עִמִּי, מִיּוֹם שֶׁנִּבְרָא הָעוֹלָם וְעַד עַכְשָׁיו.</b> קשה איך חשב זכות רבי אלעזר בנו יותר ממנו שבצירופו יפטור מיום שנברא העולם?<br>ונראה לי בס\"ד על פי מה שכתבתי בסה\"ק <b>אֶבֶן שְׁלֹמֹה</b> על שיר השירים הקדמה בשם המפרשים ז\"ל על מאמר <small>(משנה אבות ב, טז)</small> 'אִם לָמַדְתָּ תוֹרָה הַרְבֵּה נוֹתְנִים לָךְ שָׂכָר הַרְבֵּה' דערך שכר התורה נחשב בערך אבנים טובות ומרגליות שאם מרגלית אחת שמשקלה משקל אחד שוה עשרה זהובים אם יהיה משקלה עשרה משקלים שוה אלף זהובים דנחשב כל משקל במאה זהובים וכן על זה הדרך עיין שם. ואם כן גם הכא אתי שפיר שבצירוף זכות רבי אלעזר שיצטרף עם זכות רשב\"י להיות הכל חלק אחד ועצם אחד ממילא יגדל המשקל ואז יגדל הערך עד מאד ולעולם זכות רשב\"י בפני עצמו הוא יותר גדול מרבי אלעזר בנו.<br>ועוד נראה לי ידוע דכל צדיק יש לו התערבות עם אנשי דורו שנתפס בעבורם ולכן בעבור אנשי דורו שהוא נתפס עליהם צריך זכות הרבה להצילם אבל דורות שקדמו שאינם שייכים לו ואין נתפס בעבורם אז יספיק להצילו בתוספת זכות של רבי אלעזר בלבד.<br>והנה עדיין יש להקשות איך יהיו ניצולים מדין של מעלה והלא כלל ידוע דאין זכות הצדיק יועיל אלא להגין על החיים שלא תבא עליהם רעה בעולם הזה אבל הצלה מגיהנם לרשעים אין הצדיק מציל ולכן יצחק אבינו ע\"ה לא הציל את עשו וכן רבי מאיר בעל הנס לא הציל את אלישע המכונה 'אחר', אלא רק הועיל להביאו לגיהנם שיהא נידון שם. ועוד יש להקשות מאחר דיכול להציל כל אנשי דורו בזכותו בלבד למה לא עשה כן ומי מעכב על ידו?<br>והנה בדרושים פרשתי בס\"ד המאמר הזה על פי מאמר רז\"ל בסנהדרין <small>(סנהדרין צא:)</small> בענין חשבון עונש הגוף והנפש דמשלו משל לחגר וסומא דעולה מדבריהם על פי המשל ההוא דבכל המעשים הנעשים בעולם הזה מהנפש והגוף יש לכל אחד דין זה אינו יכול לבדו לעשות וזה אינו יכול, וידוע פלוגתא דרשב\"י ורבנן בגמרא דשבת <small>(שבת צב:)</small> דרבנן סברי בשנים שעשו דבר אחד וזה אינו יכול לבדו וזה אינו יכול לבדו שניהם חייבין, ורשב\"י סבירא ליה שניהם פטורין כיון דזה אינו יכול וזה אינו יכול כל חד חשיב מסייע ואין בו ממש עיין שם.<br>ולפי זה לסברת רשב\"י גוף ונפש יהיו פטורים מן העונש של העונות כיון דחשיבי על פי המשל הנזכר 'זה אינו יכול וזה אינו יכול' נמצא כל חד הוא מסייע דוקא ופטור, ולכן אמר רשב\"י<b> יָכוֹל אֲנִי לִפְטֹר אֶת כָּל הָעוֹלָם כֻּלּוֹ מִן הַדִּין</b> על פי סברתי ד'זה אינו יכול וזה אינו יכול שניהם פטורים' אך דבר זה קשה להיות משתי סיבות חדא דאין למידין דיני שמים מדיני אדם ואני לא אמרתי כן אלא בדיני אדם, ועוד גם בדיני אדם איכא רבים דפליגי עלי ויחיד ורבים הלכה כרבים, לכן אפשר שיגין זכותי דוקא על בני דורי שיעשה הקב\"ה חסד זה עמהם לדון אותם על פי סברתי בדיני שמים גם כן ואף על פי דרבים פליגי עלי כל זה אפשר להיות על ידי זכותי ותפלתי ובקשתי על בני דורי דוקא.<br>אך אם יצטרף רבי <b>אֶלְעָזָר בְּנִי עִמִּי</b> בזכותו ותפלתו ובקשתו אפשר שיעשה הקב\"ה חסד זה לבני אדם מִיּוֹם שֶׁנִּבְרָא הָעוֹלָם וְעַד עַכְשָׁיו דלא יבצר מהיות בני אדם מדורות הראשונים שעדיין לא פרעו מהם כל העונש שחייבים בו דעתה בזכות שנינו יפטרו אותם לדון אותם על פי סברה שלי, ואם יצטרף זכות ותפלה ובקשה של יותם בן עוזיהו עמנו אפשר שיעשה הקב\"ה חסד זה לדון העולם על פי סברתי גם לדורות הבאים מיום שנברא העולם ועד סופו.<br>מיהו לא בקש והתפלל על דבר זה שיעשה הקב\"ה חסד זה לדון את בני דורו על פי סברתו מפני דנפיק להו פסידא מצד אחר דהן אמת שיהיו ניצולים מן העונש על פי סברתו דחשיבי גוף ונפש כל חד מסייע הנה לפי זה יפסידו שכר מצות דאז גם לגבי המצות יהיה להם דין מסייע שאין בו ממש ואין להם שכר מצוה שלימה ממש אלא שכר מסייע, לכך לא בקש על זאת שידין הקב\"ה את העולם בדיני שמים על פי סברתו אלא ידון דיני שמים על פי סברת חכמים שסוברין בדיני אדם זה אינו יכול וזה אינו יכול כל חד חשיב עביד מעשה גמורה ושלימה כדי שבזה ירויחו בשכר מצות ולא יפסידו.<br>ובזה פרשתי בס\"ד רמז הכתוב בתהלים <small>(תהלים מט, ח)</small> 'אָח לֹא פָדֹה יִפְדֶּה אִישׁ לֹא יִתֵּן לֵאֱלֹקִים כָּפְרוֹ' והיינו <b>אָח</b> לשון צער וקאי על עונש העונות <b>לֹא פָדֹה יִפְדֶּה</b> <b>'אִישׁ'</b> ראשי תיבות <b>א</b>לעזר <b>י</b>ותם <b>ש</b>מעון שיש בזכותם סיפוק לִפְטֹר אֶת כָּל הָעוֹלָם כֻּלּוֹ על פי סברה הנזכר ד'זה אינו יכול וזה אינו יכול' חשיבי כל חד מסייע שאין בו ממש רוצה לומר לא ירצו לפדותם להצילם מן העונש והיינו משום דנפיק בזה לאדם פסידא מצד אחר והוא דעל פי זה נמצא <b>'לֹא יִתֵּן לֵאֱלֹקִים כָּפְרוֹ'</b> אלו המצות שגם במצות אין הגוף והנפש נותנין ועושין מצוה שלימה אלא כדין מסייע יש להם.<br>ובזה יובן בס\"ד רמז הכתוב במיכה <small>(מיכה ה, ו)</small> 'וְהָיָה שְׁאֵרִית יַעֲקֹב בְּקֶרֶב עַמִּים רַבִּים כְּטַל מֵאֵת הֳ' כִּרְבִיבִים עֲלֵי עֵשֶׂב אֲשֶׁר לֹא יְקַוֶּה לְאִישׁ וְלֹא יְיַחֵל לִבְנֵי אָדָם' כלומר דעושים תשובה על ידי אתערותא דלעילא מכח יסורין שיבואו עליהם דומה לטל שיורד מלמעלה, והעושין תשובה על ידי אתערותא דלתתא דומה תשובתם לרביבים שהוא המטר שיורד מכח מטה כי יעלו האידים מן הארץ ומשקים דכתיב <small>(בראשית ב, ו)</small> 'וְאֵד יַעֲלֶה מִן הָאָרֶץ וְהִשְׁקָה אֶת כָּל פְּנֵי הָאֲדָמָה'. ועוד אמרו רז\"ל <small>(תענית כה:)</small> 'אין טיפה יורדת מלמעלה שאין ב' טפים עולים כנגדה מלמטה'. לכך הָרְבִיבִים מתייחסים לתתא וְהַטַּל לעילא.<br>וזהו שנאמר <b>וְהָיָה שְׁאֵרִית יַעֲקֹב בְּקֶרֶב עַמִּים רַבִּים כְּטַל</b> שהוא<b> מֵאֵת הֳ'</b> כי יש עושין תשובה מכח אתערותא דלעילא שדומה תשובתם כְּטַל מֵאֵת הֳ' ויש עושין באתערותא דלתתא שדומה תשובתם <b>כִּרְבִיבִים עֲלֵי עֵשֶׂב אֲשֶׁר לֹא יְקַוֶּה לְאִישׁ</b> שאין מתרשלים בתיקון תשובתם מפני שהם מקוים לעזר שיהיה להם בדין מכח שלשה צדיקים הרמוזים באותיות 'אִישׁ' שהוא ראשי תיבות <b>א</b>לעזר <b>י</b>ותם <b>ש</b>מעון וגם עוד <b>'לֹא יְיַחֲלוֹ לִבְנֵי אָדָם'</b> שאין מתרשלים בתיקון תשובתם מפני שסומכין על בניהם לומר <small>(סנהדרין קד.)</small> 'ברא מזכה אבא' וזהו <b>'בְּנֵי אָדָם'</b> כלומר הבנים שלהם.",
            "<b>רָאִיתִי בְּנֵי עֲלִיָּה וְהֵם מוּעָטִים.</b> נראה לי בס\"ד <b>בְּנֵי עֲלִיָּה</b> אותם שיש להם נפש מאצילות שנקראים בנים ועיין בכונות רבינו הרש\"ש ז\"ל במוסף ראש השנה במה שאמר 'אִם כְּבָנִים אִם כַּעֲבָדִים' שכתב אִם כְּבָנִים שיש להם מאצילות אִם כַּעֲבָדִים שיש להם נר\"ן<small> [נפש, רוח, נשמה]</small> מן בי\"ע <small>[בריאה,יצירה, עשיה]</small> עיין שם. ודע כי אצילות ובי\"ע דנקיט הכא הוא על אצילות ובי\"ע דמחצב הנשמות שהוא סוד בריאה.<br>או יובן בס\"ד <b>בְּנֵי עֲלִיָּה</b> קאי על צדיקים שעולין מגן עדן התחתון לגן עדן העליון בלתי סעד מלאכים אלא עולין מאליהם דאלו יש להם יתרון גדול בעליה זו וכמו שראה אותו חכם בגוהרקא דרבי חייא ובניו<small> (בבא מציעא פה:)</small>.<br>ועוד נראה לי בס\"ד <b>בְּנֵי עֲלִיָּה</b> על אותם צדיקים שנאמר עליהם מזומן לחיי עולם הבא שהם מעלין אורות מ\"ן<small> [מיין נוקבין]</small> עד הכתר שרמוז בקוצו של יו\"ד דשמא קדישא ונרמז זה בתיבת עליה שהוא על י\"ה.<br>ודע כי מה שאמר <b>רָאִיתִי</b> היינו שראה ברוח הקודש בְּנֵי עֲלִיָּה שהיו בדורות שקדמו והם עתה בעולם הבא אבל על דורו לא ראה ולכך עשה על בני דורו תלת סיפוקי אִם אֶלֶף או מֵאָה או שְׁנַיִם כי מה שאמר <b>אִם אֶלֶף הֵם</b> קאי על דורו כלומר רָאִיתִי דורות שקדמו שהם מועטים ולכן אם בדור זה הם וכו':",
            "<b>אִם שְׁנַיִם הֵם, אֲנִי וּבְנִי הֵם</b>. יש להקשות אי נקיט כפי מדריגות המספר הוה ליה למימר עשר אחר המאה ולמה דילג לאחדים ונקיט 'שְׁנַיִם'?<br>ונראה לי בס\"ד דאמרו רז\"ל <small>(עירובין יח:)</small> דיו לעולם שישתמש בחצי השם שהם אותיות י\"ה וכן כתיב נמי <small>(שמות יז, טז)</small> 'כִּי יָד עַל כֵּס יָהּ'. וידוע דארבע מדרגות המספר הם כנגד ד' אותיות שם הוי\"ה והאלפים כנגד אות יו\"ד והמאות כנגד אות ה\"א ראשונה, ולכן תחלה עשה השערה 'אִם אֶלֶף הֵם' כנגד אות יו\"ד דשמא קדישא ששם סוד האלפים ואחר כך אמר 'אִם מֵאָה הֵם' רוצה לומר אם אין זכות בדור הזה שימצא בו בני עליה אלף כנגד היו\"ד אלא ימצא בו כנגד אות ה\"א ראשונה שהיא בסוד מאה, ואחר כך אמר 'אִם שְׁנַיִם הֵם' כלומר אם גם לזה אין זכות בדור אלא רק ימצא שנים כנגד שתי אותיות י\"ה ולא כנגד בחינתם במספר.<br>ואל תתמה איך רשב\"י ישבח עצמו בפיו כל כך דודאי כונתו לשם שמים כדי שיתלהבו החכמים השומעין בדבריו להתעסק בלימוד הסוד כי הוא לא זכה לכל הכבוד הזה אלא בעבור עסקו בלימוד הסוד ומזה תדע גודל קדושתו וענותו דאף על פי שמוציא מפיו דברים אלו שהם שבחו לא היה עובר בלבבו שמץ גאוה וזה הוא תגבורת נפלאה.<br>או יובן בס\"ד נקיט <b>'א</b>לף ו<b>מ</b>אה ו<b>ש</b>נים' שהם ראשי תיבות <b>אמש</b> כנגד אותיות <b>אמש</b> הנזכרים בספר יצירה פרק ג' דאמר מהן נולדו אבות ומהן נברא הכל ועיין ביאור הרמב\"ן ז\"ל שם יעוין שם ודוק.",
            "<b>דְּמִסְתַּכְּלֵי בְּאַסְפַּקְלַרְיָא הַמְּאִירָה.</b> הקשה מהרש\"א והלא בפרק החולץ<small> (יבמות מט:)</small> אמרו דמשה רבינו ע\"ה לבדו ראה באספקלריא המאירה? עיין שם.<br>ונראה לי בס\"ד דמה שאמרו בפרק החולץ הוא על מדרגת הנבואה שישיגו בעולם הזה, אך כאן איירי על הנשמות הנזונים למעלה, וידוע דאספקלריא המאירה קאי על אור התפארת ושאינה מאירה קאי על אור המלכות וכנזכר בשער רוח הקודש דף ב' וגם בזה יש כמה מדרגות כי בכל עולם מעולמות אבי\"ע <small>[אצילות, בריאה, יצירה, עשיה]</small> יש בחינת תפארת ומלכות, ולכן גם הנשמות הנזונים מאספקלריא המאירה אינם שוים בזה, וכבר ידוע מה שאמרו רז\"ל משה רבינו ע\"ה לא השיג שער החמשים דכתיב <small>(תהלים ח, ו)</small> 'וַתְּחַסְּרֵהוּ מְּעַט מֵאֱלֹקִים' ורבי עקיבא השיג שער החמשים <small>(ירושלמי סנהדרין פ\"א ה\"ב)</small> ופרשו המקובלים ז\"ל דלאו בחדא מדרגה איירי אלא משה רבינו ע\"ה בבחינת עולם העליון ורבי עקיבא בתחתון, ועיין בספר הליקוטים דפוס ירושלים ת\"ו <small>[תבנה ותכונן]</small> בשמואל שכתב שהנביאים משיגים בהתלבשות אור העליון למטה וכל אחד היה משיג לפי ערכו.<br>ובזה יתורץ כי דניאל ראה 'עַתִּיק יוֹמִין' <small>(דניאל ז, ט)</small> מה שלא ראה משה! ואיך יהיה זה? אלא מה שהשיג דניאל הוא עַתִּיק דעשיה לפי שבכל עולמות דאבי\"ע <small>[אצילות, בריאה, יצירה, עשיה]</small> יש בהם עשר ספירות ויש בכל עולם כל הפרצופים עיין שם.",
            "<b>וְהָאָמַר אַבַּיֵי: לָא פָּחוּת עָלְמָא מִתְּלָתִין וְשִׁיתָּא צַדִּיקֵי, דִּמְקַבְּלֵי פְּנֵי שְׁכִינָה כָּל יוֹמָא</b>. לא ניחא ליה לפרש דברי אביי 'בְּצַדִּיקֵי דְּמִסְתַּכְּלֵי בְּאַסְפַּקְלַרְיָא שֶׁאֵינָהּ מְאִירָה' משום דאלו רבים הם. ועוד כיון דקרא משבח להו באומרו <small>(ישעיה ל, יח)</small> 'אַשְׁרֵי כָּל חוֹכֵי לוֹ' ודאי משבח אותם הגדולים ביותר ועליהם אמר אַשְׁרֵי, ומה שתירץ 'הָא דְּעַיְלִי בְּבַר, הָא דְּעַיְלֵי בְּלָא בַּר עיין פירוש רש\"י ז\"ל.<br>ועוד נראה לי בס\"ד הכונה על פי מה שאמר לעיל מדברי רבינו הרש\"ש ז\"ל בכונת 'אִם כְּבָנִים אִם כַּעֲבָדִים' שאומרים במוסף ראש השנה ודוק.<br>ועוד נראה לי בס\"ד הכונה הוא שיש זוכים שיהיו האב ובנו שניהם מכלל אלו הבאים לראות פני שכינה 'בְּאַסְפַּקְלַרְיָא הַמְּאִירָה' וזו מעלה גדולה שיזכו האב והבן ביחד ואלו הם מועטים כמו שאמר רשב\"י 'אִם שְׁנַיִם הֵם, אֲנִי וּבְנִי מֵהֶם' ולזה אמר <b>'הָא דְּעַיְלִי בְּבַר'</b> פירוש עיילי האבות בבנים שלהם 'בר' רוצה לומר בן, דאלו מועטים הם אך אותם ל\"ו צדיקים דנקיט אביי אינם אבות עם הבנים ואם ימצא בהם אב ובנו הוא מעט.<br>או יובן בס\"ד על פי מה שאמר הרב קהילת יעקב ז\"ל אותיות 'בְּרָכָה' רומזין על הפרצופין נרנח\"י <small>[נפש, רוח, נשמה, חיה, יחידה]</small> והיינו אותיות 'בר' רומזין על יחידה וחיה ואותיות 'כה' על נר\"ן <small>[נפש, רוח, נשמה]</small> כי ה\"א וא\"ו ה\"א שבשם עולים מספר כ\"ה והם כנגד נר\"ן, ולזה אמר <small>(שמואל א׳ כה, ו)</small> 'וַאֲמַרְתֶּם כֹּה לֶחָי' שתחברו כ\"ה שהם נר\"ן ל'חי' ראשי תיבות <b>ח</b>יה <b>י</b>חידה עד כאן דבריו, יעוין שם. נמצא לפי זה בר של 'בְּרָכָה' רומזים לחיה ויחידה וכ\"ה של 'בְּרָכָה' הם נר\"ן. וזהו שאמר <b>'הָא דְּעַיְלִי בְּבַר'</b> פירוש שזכו לחיה ויחידה שהם בר של 'בְּרָכָה'. <b>'הָא דְּעַיְלֵי בְּלָא בַּר'</b> שאין להם אלא נר\"ן שהם כ\"ה של 'בְּרָכָה'.<br>ובזה יובן בס\"ד <small>(שמות ב, יב)</small> 'וַיִּפֶן כֹּה וָכֹה וַיַּךְ אֶת הַמִּצְרִי' פירוש שפנה להביט בנר\"ן של קין שהיו צריכים תיקון וראה שתיקון הנפש שהיה במצרי אי אפשר להיות אלא על ידי הריגה ולכן הרגו, ואמר כה וכה רוצה לומר בנר\"ן שהיו בעולם בזמן קין וגם בנר\"ן ההם שנתגלגלו עתה בגופים חדשים כדי להתקן.",
            "<b>בִּשְׁעַת פְּטִירָתָן מָה הֵם אוֹמְרִים? יֹפִי לַךְ מִזְבֵּחַ, יֹפִי לַךְ מִזְבֵּחַ.</b> נראה לי בס\"ד הכפל קאי על מזבח של מטה ועל מזבח של מעלה אשר הוא מכוון כנגדו וכמו שכתב רבינו מהר\"ם אלשיך ז\"ל על פסוק <small>(בראשית כב, ט)</small> 'וַיָּשֶׂם אֹתוֹ עַל הַמִּזְבֵּחַ מִמַּעַל לָעֵצִים'. או יובן יֹפִי לַךְ מצד נסוך המים וְיֹפִי לַךְ מצד נסוך היין.<br>או יובן על ידי קרבנות המזבח שיש שם ארבעה בחינות דצח\"ם <small>[דומם, צומח, חי, מדבר]</small> נעשה תיקון בארבע אותיות הוי\"ה שכל אחת כלול מארבע שהם י\"ו וכן נעשה תיקון בארבע עולמות אבי\"ע <small>[אצילות, בריאה, יצירה, עשיה]</small> שכל אחד כלול מארבע שהם י\"ו. ולזה אמר יֹפִי לַךְ וְיֹפִי לַךְ כי יופי הוא י\"ו פי רוצה לומר י\"ו חלקים כמו<small> (מלכים ב' ב, ט)</small> 'פִּי שְׁנַיִם בְּרוּחֲךָ אֵלָי'.<br>או יובן שם הוי\"ה במספר הקדמיי עולה מספר קו וזה נקרא קו המדה של הוי\"ה והשם הזה במיתוקו ימשך ממנו שפע ברכה וזהו שנאמר<small> (דברים כח, ח)</small> 'יְצַו הֳ' אִתְּךָ אֶת הַבְּרָכָה', 'יְצַו'<small> [106]</small> הוא מספר השם שעולה קו. ואמרתי לכן מנהגינו לכתוב <b>יצ\"ו</b> במקום נר\"ו <small>['נַטְרֵיהּ רַחֲמָנָא וּפַרְקִיהּ', כלומר ישמרהו ה' ויצילהו]</small> או ס\"ט דלפי פשוטו הוא ראשי תיבות 'יִשְׁמְרֵהוּ צוּרוֹ וִיחַיֵּהוּ. אך יש להבין למה עושים הראשי תיבות באופן זה, והוה ליה למימר <b>יא\"ו</b> שהוא ראשי תיבות 'יִשְׁמְרֵהוּ אֱלֹקִים וִיחַיֵּהוּ'? אמנם לפי האמור בחרו בראשי תיבות הנזכר שהוא יצ\"ו לסימן טוב על שם 'יְצַו הֳ' אִתְּךָ אֶת הַבְּרָכָה'. ולזה אמר 'יוֹפִי לַךְ מִזְבֵּחַ' כי 'יוֹפִי' הוא מספר ק\"ו שהוא מספר שם הוי\"ה הנזכר אשר יתמתק בעבודת המזבח וישפיע טוב.<br><b>ובני ידידי</b> כה\"ר יעקב נר\"ו פירש הכפל על מזבח הקטורת ועל מזבח העולה שזה תלוי בזה עד כאן דבריו.",
            "<b>הָכִי קָאַמְרֵי: לְיָהּ אֲנַחְנוּ מוֹדִים וְלַךְ אֲנַחְנוּ מְקַלְּסִים.</b> פירוש היו אומרים כן בפירוש והתנא קיצר בלשונו. ונראה לי בס\"ד מה שאמר מקלסין ומשבחין דאמרו רז\"ל <small>(כתובות י:)</small> מזבח מזיח גזרות ומזין ולכן כנגד מזיח גזרות אמרו מקלסין בלשון תרגום כי סלק וקלס שוין באותיות וכנגד מזין אמרו משבחין."
        ],
        [],
        [
            "<b>אֲבָל מִדַּת הַקָּדוֹשׁ בָּרוּךְ הוּא, מָלֵא מַחֲזִיק, רֵיקָן אֵינוֹ מַחֲזִיק.</b> פירוש אם טרח האדם בגרסא ונעשה מלא בלימוד הגרסא אז נותן לו הקב\"ה חכמה שיחזיק בקרבו לימוד העיון והסברה, ואם ריקן מן הגרסא איך יחזיק בקרבו לימוד העיון והסברה?!<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו פירש אם מלא יראה מחזיק חכמה ואם ריקן מיראה אינו מחזיק חכמה וכמו שאמר התנא <small>(משנה אבות ג, ט)</small> כָּל שֶׁיִּרְאַת חֶטְאוֹ קוֹדֶמֶת לְחָכְמָתוֹ, חָכְמָתוֹ מִתְקַיֶּמֶת וכו' עד כאן דבריו נר\"ו."
        ],
        [],
        [],
        [
            "<b>נִסּוּךְ הַמַּיִם כֵּיצַד? צְלוֹחִית שֶׁל זָהָב מַחֲזֶקֶת שְׁלֹשֶׁת לוֹגִין</b> וכו'. נראה לי בס\"ד מה שעושין בנסוך המים הוא רמז על התורה שנקראת <b>'מַּיִם'</b> ולכן עושין זה קודם יום שמחת תורה ו'<b>צְלוֹחִית'</b> אותיות 'תַּצְלִיחַ' או 'תַּצְלִיחוּ' דהתורה מצלחת להעוסק בה. וְ'<b>זָהָב'</b> הוא גבורה ומניחים בתוכו מַּיִם שהוא חסד רמז שבעסק התורה יהיה מיתוק הגבורות בחסדים ו'<b>מַחֲזֶקֶת שְׁלֹשֶׁת לוֹגִין'</b> כנגד לימוד הפשט ולימוד הפלפול ולימוד הסוד, או כנגד שלשה דורות שמחזיקים בה דכתיב <small>(ישעיה נט, כא)</small> 'לֹא יָמוּשׁוּ מִפִּיךָ וּמִפִּי זַרְעֲךָ וּמִפִּי זֶרַע זַרְעֲךָ'.<br>ו'<b>תָּקְעוּ וְהֵרִיעוּ וְתָקְעוּ'</b> רמז למיתוק הגבורה הרומזת בתרועה בחסדים הרמוזים בתקיעה. <b>'וּמְנֻקָּבִין כְּמִין שְׁנֵי חֳטָמִין'</b> עשו שם דוגמת חוטם שבו חוש הריח אשר ממנו מגיע הנאה לנשמה כמו שאמרו <small>(ברכות מג:)</small> על פסוק <small>(תהלים קנ, ו)</small> 'כֹּל הַנְּשָׁמָה תְּהַלֵּל יָהּ', אֵיזֶהוּ דָּבָר שֶׁהַנְּשָׁמָה נֶהֱנֵית מִמֶּנּוּ וְאֵין הַגּוּף נֶהֱנֶה מִמֶּנּוּ הֱוֵי אוֹמֵר, זֶה הָרֵיחַ, ורמזו בזה שילמוד האדם תורה לשמה שיהיה ממנה הנאה לנשמה מה שאין כן תורה שלא לשמה. גם החוטם הוא בבינה בסוד מה שאמר <small>(זהר חלק ג קל:)</small> 'לבעל החוטם אני מתפלל' וידוע כי תורה מבינה נפקא שניתנה מעולם הבריאה שהוא סוד בינה.<br>ו'<b>אֶחָד מְעֻבֶּה וְאֶחָד דַּק'</b> כי התורה שבכתב נמשלה למים ותורה שבעל פה ליין, והנה בתורה שבעל פה צריך הרחבת פה והרחבת לשון כדי להסביר לתלמידים מה שאין כן תורה שבכתב לימודה בנקל ואין צריך לה הרחבת פה כתורה שבעל פה, ו'<b>מַעֲרָבִית שֶׁל מַיִם וּמִזְרָחִית שֶׁל יַיִן'</b> נמצא של מים קרובה יותר משל יין וכן הוא תורה שבכתב קרובה לאדם יותר כי תחילת הכל לומד תורה שבכתב ואחר שיגדיל ילמוד תורה שבעל פה, ולכן זו בעינים וזו באזנים, כי ראיית העינים קרובה יותר משמע האזן שאם ישליכו כדור אש יתראה הלהב של האש קודם שישמע קול הכדור."
        ],
        [],
        [
            "<small>(שיר השירים ז, ב)</small> <b>\"מַעֲשֵׂה יְדֵי אָמָּן\", מַעֲשֵׂה יְדֵי אֻמָּנוּתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא.</b> נראה לי בס\"ד להכי נקיט לשון 'אמן' כי באותיות אלו רמוז שמו של הקב\"ה בכתיבתו וקריאתו שהוא הוי\"ה אדנ\"י שעולים מספר אמן. גם אמן ראשי תיבות <b>אֵ</b>ל <b>מֶ</b>לֶךְ <b>נֶ</b>אֱמָן.",
            "<b>\"וַיִּטָּעֵהוּ שֹׂרֵק\" זֶה בֵּית הַמִּקְדָּשׁ.</b> נראה לי בס\"ד בית המקדש הוא סוד המלכות כנזכר בפרדס והוא נטוע על ידי היסוד אשר נקודתו שור\"ק.<br>'וַיִּבֶן מִגְדָּל בְּתוֹכוֹ' זֶה מִזְבֵּחַ והיינו מ' של <b>מִ</b>גְדָּל הוא מ' דְ<b>מִ</b>זְבֵּחַ וג\"ד דְמִ<b>גְדָּ</b>ל הוא ז' דְמִ<b>זְ</b>בֵּחַ כי 'גד' עולה ז' ולמ\"ד דְמִגְדָּ<b>ל</b> הוא ב\"ח דְמִזְ<b>בֵּחַ</b> כי ב\"ח מספר עשרה ועם נקוד צד\"י שיש בה שהוא עשרים הרי מספר למ\"ד.<br>'וְגַם יֶקֶב חָצַב בּוֹ' אֵלּוּ שִׁיתִין, דעל ידי הנסוך נעשה חיבור הוי\"ה <small>[26]</small> אלהים <small>[86]</small> שמספרם יב\"ק <small>[112]</small> אותיות יֶקֶב."
        ],
        [
            "<b>אָמַר רַב פָּפָּא: 'שֵׁכָר', לְשׁוֹן שְׁתִיָּה, לְשׁוֹן שְׂבִיעָה, לְשׁוֹן שִׁכְרוּת.</b> נראה לי בס\"ד <b>לְשׁוֹן שְׁתִיָּה</b> הוא מלשון 'אַשְׁכִּיר חִצַּי מִדָּם' בפרשת האזינו <small>(דברים לב, מב)</small> שתרגם אונקלוס 'אֱרַוֵי גִירַי', נמצא שכר לשון רווי והאדם מתרווה בשתיה.<br>ומה שאמר <b>לְשׁוֹן שְׂבִיעָה</b> הוא מלשון 'כָּל עֹשֵׂי שֶׂכֶר אַגְמֵי נָפֶשׁ' בישעיה <small>(ישעיה יט, י)</small> שהוא לשון סתימה וכן פירש רש\"י ז\"ל פסוק 'זֹרֵעַ צְדָקָה שֶׂכֶר אֱמֶת' במשלי <small>(משלי יא, יח)</small> נמצא שכר לשון סתימה וסגירה, וכן השבע סוגר וסותם חלל הכרם שלא יש מקום חלול עוד להכניס בו דבר, ו'<b>לְשׁוֹן שִׁכְרוּת'</b> כמשמעו.",
            "<b>מַה יֶּרֶךְ בְּסֵתֶר, אַף דִּבְרֵי תּוֹרָה בְּסֵתֶר.</b> נראה לי בס\"ד הירך הוא ראש חצי השני של הגוף ולכן שייך בו שלשה תוארים אלו דראשי תיבות שלהם <b>'סֵתֶר'</b> שהוא <b>ס</b>וף <b>ת</b>וך <b>ר</b>אש דאפשר לקרותו סוף לגבי חצי העליון של הגוף, ואפשר לקרותו תוך דהוא באמצע הגוף, ואפשר לקרותו ראש שהוא ראש חצי השני של הגוף, וכן שלשה עולמות בי\"ע <small>[בריאה, יצירה, עשיה]</small> שהם חיילות המלכות אשר נתקנים ונבררים על ידי התורה הם גם כן רמוזים באותיות 'סֵתֶר' דעשיה היא סוף ויצירה תוך ובריאה ראש לעולמות שהם חיילות המלכות. ונראה דקרא לחלק הסוד בשם 'חֲלָאִים' <small>(שיר השירים ז, ב)</small> שהוא 'לחם י\"א' רמז לזו\"ן <small>[זעיר ונוקבא]</small> שהם ו\"ה שבשם אשר מספרם י\"א. גם י\"א הוא ראשי תיבות <b>י</b>ו\"ד <b>א</b>צילות ודוק.",
            "<b>והצנע לכת זו הכנסת כלה והלוית המת.</b> נקיט הני תרתי כי משניהם יצא פועל אחד שהאדם שרואה הנישואין יזכור יום המיתה דאם לא היה מיתה לא היו נושאין נשים ומתישים כוחם וטורדין עצמן וכמו שנאמר שאמרו המפר' ז\"ל:",
            "<b>גָּדוֹל הָעוֹשֶׂה צְדָקָה יוֹתֵר מִכָּל הַקָּרְבָּנוֹת שֶׁנֶּאֱמַר:</b> <small>(משלי כא, ג)</small> <b>\"עֲשֹׂה צְדָקָה וּמִשְׁפָּט נִבְחָר לַה' מִזָּבַח</b>\". קשה והלא הכתוב אמר 'מִזָּבַח' לשון יחיד ולא אמר 'מִזְּבָחִים'? ונראה לי דדייק הוה ליה למימר 'מִקָּרְבָּן' ואמר 'מִזָּבַח' לרמוז על מקום המזבח ששם מקריבים כל הקרבנות ותיבת מִזָּבַח קרינן בה מִזְבֵּחַ.",
            "<b>אֵין הַצְּדָקָה מִשְׁתַּלֶּמֶת, אֶלָּא לְפִי גְּמִילוּת חֲסָדִים שֶׁבָּהּ.</b> פירוש יש נותן צדקה לעני אשר לא גרם לו חיות נפשו כי היה לו דבר לחיות בו בצמצום, ויש נותן צדקה לעני שבזה החייהו ממש כגון אותו עני של נחום איש גם זו <small>(תענית כא.)</small> או כגון שהיה חולה מסוכן ועל ידי שנתן לו מעות קנה בהם סמנים ושתה וניצול מסכנה וכן כיוצא בזה לכך נאמר לְפִי גְּמִילוּת חֲסָדִים שֶׁבָּהּ.<br>או נראה לי בס\"ד לרמוז אותיות צְּדָקָה צ<b>ד\"י</b> ד<b>ל\"ת</b> ק<b>ו\"ף</b> ה\"<b>א</b> אותיות המלוי הם 'אֶלֶף יָדוֹת' כי הצדקה אף על פי שהיא בעשיה אם יהיה לאדם בה מחשבה טובה וקדושה מעלה אותה עד האצילות ששם סוד מספר האלפים ואז ממילא יקבל עליה שכר גדול כערך האצילות ששם מדרגת האלפים וזהו שנאמר 'מִשְׁתַּלֶּמֶת לְפִי גְּמִילוּת חֲסָדִים שֶׁבָּהּ' רוצה לומר גמילות חסדים הרמוזה בתוך אותיות צְּדָקָה שהוא 'אֶלֶף יָדוֹת' אשר זה נעשה על ידי כח קדושת המחשבה.",
            "<b>כָּל הָעוֹשֶׂה צְדָקָה וּמִשְׁפָּט, כְּאִלּוּ מִלְּאוֹ לָעוֹלָם כֻּלּוֹ חֶסֶד.</b> פירש <b>בני ידידי</b> כה\"ר יעקב הי\"ו על פי מעשה דאותו עשיר שהיה מרבה בצדקה לעניים אך עם בני ביתו מצמצם שלא רצה לקנות מירק של היום אלא של אתמול שהיה מכלכל ביתו במשפט וזהו שאמר כָּל הָעוֹשֶׂה צְדָקָה וּמִשְׁפָּט רוצה לומר צְדָקָה לעניים וּמִשְׁפָּט לביתו עד כאן דבריו נר\"ו.<br>ומה שאמר 'כְּאִלּוּ מִלְּאוֹ לָעוֹלָם כֻּלּוֹ חֶסֶד' נראה לי בס\"ד אותיות 'ארץ' במילואם רמוזים חמשה גבורות שהם חמשה שמות אלקים שעולים ת\"ל <small>[חמשה פעמים אלהים [86] עולים 430]</small> ועם חמשה השורש תל\"ה <small>[435]</small> שכן ארץ א<b>ל\"ף</b> ר<b>י\"ש</b> צ<b>ד\"י</b> מספר המלוי תל\"ד ועם הכולל תל\"ה.<br>ובזה פרשתי בס\"ד <small>(תהלים מו, ט)</small> 'לְכוּ חֲזוּ מִפְעֲלוֹת יְהוָה אֲשֶׁר שָׂם שַׁמּוֹת בָּאָרֶץ' ולכן התורה מכונית בשם ארץ לרמוז על ידי עסק התורה ימתק שמות אלקים שהם ה׳ גבורות הרמוזים תוך אותיות 'ארץ'.<br>והנה במיתוק יהיה מספר תל\"ד הנזכר מספר י\"ד פעמים א\"ל שהוא חֶסֶד בסוד <small>(זכריה ד, ב)</small> 'שִׁבְעָה וְשִׁבְעָה מוּצָקוֹת' כמו שכתב הרמ\"ז <small>[הרב משה זכות]</small> ז\"ל, וי\"ד פעמים א\"ל עולה מספר חֶסֶד ואז יהיה מה שאמר הכתוב <small>(תהלים לג, ה)</small> 'חֶסֶד הֳ' מָלְאָה הָאָרֶץ' והעולם הוא הָאָרֶץ ועושה צדקה ומשפט זוכה למתק הה׳ גבורות שמות אלקים שרמוזים במלוי הארץ שאז יהיה 'חֶסֶד הֳ' מָלְאָה הָאָרֶץ'.<br><b>שֶׁמָּא תֹּאמַר: כָּל הַבָּא לִקְפֹּץ קוֹפֵץ</b> פירוש כל הבא לקפוץ ממדת הדין למדת רחמים קופץ שיוכל להפך מדת הדין למדת רחמים?<b> תַּלְמוּד לוֹמַר</b> <small>(תהלים לו, ח)</small> <b>'מַה יָּקָר חַסְדְּךָ אֱלֹקִים'</b> דבר זה לעשות שם אלקים חסד הוא דבר יקר ואין כח בזה אלא לצדיקים.",
            "<b>שֶׁמָּא תֹּאמַר: כָּל הַבָּא לִקְפֹּץ קוֹפֵץ.</b> נראה לי בס\"ד על פי מה שאמר הכתוב <small>(משלי יח, טז)</small> 'מַתָּן אָדָם יַרְחִיב לוֹ וְלִפְנֵי גְדֹלִים יַנְחֶנּוּ', והכונה יש אדם שאין לו יכולת ליתן לצדקה אשר יקבצו הגבאים מן העם אלא דבר מועט ולכן בודאי יכתבו שמו בפנקס לבסוף, אך אם נתן אותה בלב טוב ושמחה יותר מן העשירים שנתנו ממון הרבה נכתב בספר הזכרונות למעלה בראש, וזהו שנאמר יש 'מַתָּן אָדָם יַרְחִיב לוֹ' כי למעלה 'לִפְנֵי גְדֹלִים יַנְחֶנּוּ' אף על פי שמתנתו מעט היא, נמצא זה 'קוֹפֵץ' בספר הזכרונות מלמטה למעלה. ואמר לא כל אדם יזכה לכך אלא רק אותו שהוא נותן בשמחה שלימה וכונה טובה ביותר.<br>או יובן דמצות הצדקה היא בעשיה אך מי שיש לו כונה ומחשבה יקרה באותה צדקה אז מעלה אותה עד האצילות נמצא זה 'קוֹפֵץ' מן העשיה לאצילות ולאו כל אדם זוכה לכך.",
            "<b>וְכִי יֵשׁ תּוֹרָה שֶׁל חֶסֶד וְיֵשׁ תּוֹרָה שֶׁאֵינָהּ שֶׁל חֶסֶד? אֶלָּא תּוֹרָה לִשְׁמָהּ, זוֹ הִיא תּוֹרָה שֶׁל חֶסֶד.</b> נראה לי בס\"ד ידוע המעשה בעשיה והדיבור ביצירה והכונה שבלב בבריאה והמחשבה שבמוח באצילות, וידוע דארבעה מילואים יש בשם הוי\"ה ב\"ן בעשיה ומ\"ה ביצירה וס\"ג בבריאה וע\"ב באצילות. והנה שם ע\"ב הוא מספר חֶסֶד <small>[72]</small> וההפרש שיש בין לשמה ושלא לשמה הוא בכונה ומחשבה ולכן הלומד תורה לשמה שהיא שלמה במחשבה גם כן אז עולה לאצילות ששם מלוי ע\"ב שמספרו חֶסֶד לכן תורה לשמה נקראת 'תּוֹרָה שֶׁל חֶסֶד' ולזה אמר <small>(משלי לא, כו)</small> 'פִּיהָ פָּתְחָה בְחָכְמָה' שהוא בשלימות המחשבה שהוא סוד חכמה לכן נמצא 'וְתוֹרַת חֶסֶד עַל לְשׁוֹנָהּ' שעולה לאצילות שהוא מלוי ע\"ב שעולה חסד.<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו פירש תורה לשמה אין לקליפות מגע בה ולכן נקראת תורה של חסד שהיא דוגמת החסדים שאין לקליפות יניקה מהם עד כאן דבריו נר\"ו."
        ],
        [],
        [],
        [
            "<b>וּמְנוֹרוֹת שֶׁל זָהָב הָיוּ שָׁם, וְאַרְבָּעָה סְפָלִים שֶׁל זָהָב בְּרָאשֵׁיהֶם</b>. נראה לי בס\"ד מְנוֹרָה רמז לתורה <small>(משלי ו, כג)</small> 'כִּי נֵר מִצְוָה וְתוֹרָה אוֹר' ולכן היה בכל מנורה ד' ספלים כנגד ד' חלקים של פרד\"ס <small>[פשט, רמז, דרש, סוד]</small> ונקראים בשם סְפָלִים דאיתא במדרש <small>(בראשית רבה פח, ו)</small> בפסוק <small>(בראשית מ, טז)</small> 'וְהִנֵּה שְׁלֹשָׁה סַלֵּי חֹרִי עַל רֹאשִׁי' אלו שלשה מלכיות והסל העליון הוא מלכות אדום עיין שם. נמצא אדום נקרא בשם סל והתורה מכנעת את אדום דכתיב <small>(בראשית כז, כב)</small> 'הַקֹּל קוֹל יַעֲקֹב' ואמרו רז\"ל 'כְּשֶׁהַקּוֹל קוֹל יַעֲקֹב אֵין הַיָּדַיִם יְדֵי עֵשָׂו' ועיקר עסק התורה הוא בפה דכתיב <small>(משלי ד, כב)</small> 'כִּי חַיִּים הֵם לְמֹצְאֵיהֶם' ודרשו רז\"ל <small>(עירובין נג:)</small> למוציאהם בפה, ולכן לעסק התורה מכנהו בשם סֵפֶל כי תבא אות פ' שבה עסק התורה ותפריד אותיות סל שהם כינוי לאדום.<br>ובזה פרשתי בס\"ד רמז המשנה <small>(משנה שבת יח, ב)</small> 'כופין את הסל לפני האפרוחים' שהם תינוקות של בית רבן הבל שאין בו חטא כלומר כופה מלכות אדום, ולכן נרמזו בארבע ספלים ארבע חלקי התורה שהם פרד\"ס <small>[פשט, רמז, דרש, סוד]</small>.<br>ומניחין 'כַּדֵּי שֶׁמֶן שֶׁל מֵאָה וְעֶשְׂרִים לֹג לְכָּל סֵפֶל וְסֵפֶל' רמז כי ק\"ך צרופי אלקים יתמתקו על ידי עסק התורה. גם ק\"ך לוגין הם שלשים קבין רמז לאות למ\"ד שהוא עליון הרומז ללימוד התורה. 'וְלֹא הָיְתָה חָצֵר בִּירוּשָׁלַיִם שֶׁלֹּא הָיְתָה מְאִירָה מֵאוֹר בֵּית הַשּׁוֹאֵבָה' נרמז בזה שכל בית ובית צריך שיהיו נשמעין בו דברי תורה ואמרו רז\"ל <small>(מגילה טז:)</small> 'לַיְּהוּדִים הָיְתָה אוֹרָה' זוֹ תּוֹרָה, 'וְחֲסִידִים וְאַנְשֵׁי מַעֲשֶׂה הָיוּ מְרַקְּדִים לִפְנֵיהֶם בַּאֲבוּקוֹת שֶׁל אוֹר שֶׁבִּידֵיהֶם' כי אֲבוּקוֹת שֶׁל אוֹר הם דברי תורה ותופסים אותם בִּידֵיהֶם לרמוז שדברי תורה באים לידי מעשה כי המעשה תתייחס ליד. ובזה פרשתי בס\"ד הכרוז אשר מכריזין בגן עדן<small> (פסחים נ.)</small> אשרי מי שבא לכאן ותלמודו 'בידו' דייקא כלומר קיים אותו במעשה אשר תתייחס לידים.<br>ומה שהיו זורקין האבוקות למעלה וחוזרין ומקבלים אותם, נראה לי בס\"ד רמזו בזה על אורות מ\"ן <small>[מיין נוקבין]</small> אשר מעלים על ידי עסק התורה מתתא לעילא ועל אורות מ\"ד <small>[מיין דוכרין]</small> שיורדין מעילא לתתא ודוק.",
            "<b>מִבְּלָאֵי מִכְנְסֵי הַכֹּהֲנִים וּמֵהֶמְיָנֵיהֶם, מֵהֶן הָיוּ מַפְקִיעִין</b> וכו'. וקשה למה אין לוקחים אלא משני מינים אלו בלבד ואין לוקחים מן הכתונת? והתוספות נרגשו בזה והניחו בקושיא.<br>ונראה לי בס\"ד דאמרו רז\"ל <small>(ערכין טז.)</small> אבנט מכפר על הרהור הלב ומכנסיים על עריות אבל הכתונת מכפרת על שפיכות דמים. והנה בקיבוץ עם רב שנמצאים שם אנשים ונשים שמחים אז היצר הרע יתגרה יותר בשתי עונות אלו להחטיאם בעריות ובהרהור הלב, לכן מביאין בגדים אלו המכפרים על זה ועל זה להדלקת מצוה כדי שיגינו שבאותו מעמד לא יתגרה היצר הרע בשתי מכשולות אלו, וגם לעורר את לב האנשים אשר רואין את זאת ההדלקה לקחת מוסר לעצמם להיות נשמרים בדבר זה."
        ],
        [
            "<b>אֲבוֹתֵינוּ שֶׁהָיוּ בַּמָּקוֹם הַזֶּה, אֲחוֹרֵיהֶם אֶל הֵיכַל ה' וּפְנֵיהֶם קֵדְמָה</b> וכו'. הא דהוצרכו להזכיר חטאת אבותם, נראה לי בס\"ד כדי לסתום פי שטן שלא יקטרג בקנאתו בראותו השמחה שלהם באותו מקום שאז יבא לזכור עונות ראשונים ויסיים באחרונים לחפש להם מה שבחורין ובסדקים ועתה בראותו שהם עצמם מדברים בגנות ישמח וישתוק והוא על דרך מה שאמר רז\"ל <small>(תהלים קו, כג)</small> 'לוּלֵי מֹשֶׁה בְחִירוֹ עָמַד בַּפֶּרֶץ לְפָנָיו' שעמד במקום הפורץ הוא השטן לדחותו על ידי שאמר <small>(שמות לב, לא)</small> 'אָנָּא חָטָא הָעָם הַזֶּה חֲטָאָה גְדֹלָה' וכן הענין כאן.<br>או יובן על דרך מה שכתב הרב אהל יעקב ז\"ל על פסוק <small>(הושע ז, א)</small> 'כְּרָפְאִי לְיִשְׂרָאֵל וְנִגְלָה עֲו‍ֹן אֶפְרַיִם' שיעריך הבינונים לגבי רשעים ובזה נראין הבינונים צדיקים לגבי דידם ואז לא יהיה קטרוג על כמה חסרונות הנמצאים בהם.",
            "<b>אָנוּ לְיָהּ מִשְׁתַּחֲוִים וּלְיָהּ עֵינֵינוּ מְיַחֲלוֹת.</b> נראה לי בס\"ד כי עתה אין השם שלם דכתיב <small>(שמות יז, טז)</small> 'כִּי יָד עַל כֵּס יָהּ' ואנחנו מצפין שיהיה שלם בהארת יהי\"ה שיתעלו אותיות ו\"ה להיות י\"ה כמו שכתב רבינו האר\"י ז\"ל בסוד הפסוק <small>(זכריה יד, ט)</small> 'בַּיּוֹם הַהוּא יִהְיֶה הֳ' אֶחָד וּשְׁמוֹ אֶחָד', וזהו שאמרו אָנוּ לְיָהּ כי עתה השם הוא בסוד אותיות 'יה' דוקא אך וּלְיָהּ עֵינֵינוּ כי אנחנו מצפים שישאלם בשם י\"ה שאז הוא אותיות 'יִהְיֶה'.<br><b>או יובן</b> בס\"ד הכונה כיון שאנחנו חלקו יתברך לכן מצפים לו על כל צרכינו וזהו אָנוּ לְיָהּ כלומר חלקו יתברך לכך לְיָהּ עֵינֵינוּ. <b>או יובן</b> בס\"ד הכונה אנחנו מעלים מתורה ומצות מ\"ן <small>[מיין נוקבין]</small> לְ'יָהּ' ואז לְיָהּ עֵינֵינוּ שימשיך לנו שפע בסוד מ\"ד <small>[מיין דוכרין]</small> וכמו שאמר הכתוב<small> (שיר השירים ו, ג)</small> אֲנִי לְדוֹדִי וְדוֹדִי לִי.<b> או יובן</b> ישראל נקראים בני עולם הבא שהם סוד י\"ה שבשם, וּלְיָהּ עֵינֵינוּ שנצייר תמיד שתי עינינו הם כנגד חו\"ב <small>[חכמה ובינה]</small> שהוא סוד י\"ה.",
            "<b>וּמִי שֶׁלֹּא רָאָה יְרוּשָׁלַיִם בְּתִפְאַרְתָּהּ, לֹא רָאָה כְּרַךְ נֶחְמָד מִיָּמָיו. וּמִי שֶׁלֹּא רָאָה בֵּית הַמִּקְדָּשׁ בְּבִנְיָנוֹ, לֹא רָאָה בִּנְיָן מְפֹאָר מֵעוֹלָם. מַאי הִיא? אָמַר אַבַּיֵי וְאִיתֵּימָא רַב חִסְדָּא: זֶה בִּנְיַן הוֹרְדוֹס.</b> הא דלא שאל על ירושלים גם כן, משום דבזה אין לו ספק דודאי קאי על זמן מלכות שלמה המלך ע\"ה שהיו כל ישראל עשירים גדולים ואין הכסף נחשב בימים ההם ובודאי בנו כולם בתים מפוארים כי היה להם זמן מנוחה מסביב וכן שלמה המלך ע\"ה בנה כמה וכמה בניינים מפוארים ולכך היתה ירושלים כרך נחמד הפלא ופלא. ברם מה שאמר על בית המקדש אי אפשר לפרש דקאי על בית המקדש שבנה שלמה דאם כן הוה ליה להקדים בית המקדש לירושלים, ועוד הוה ליה לכלול אותם יחד והכי הוה ליה למימר 'כל שלא ראה בית המקדש בבניינו וירושלים בתפארתה לא ראה בנין מפואר וכרך נחמד מימיו' כיון דשניהם בזמן אחד הם אלא ודאי מדהקדים את ירושלים ונקיט בית המקדש באחרונה כמלתא באפי נפשה שמע מינה דלאו על בית המקדש דבנה שלמה דקדים קאי ולכך שאל 'מַאי הִיא?'",
            "<b>בְּאַבְנֵי שִׁישָׁא וּמַרְמְרָא. אִיכָּא דְּאַמְרֵי: בְּאַבְנֵי שִׁישָׁא, כּוּחְלָא וּמַרְמְרָא.</b> אמרו רז\"ל דאבנים אלו נגלו להם בתוך הים בדרך נס מן השמים. ונראה לי בס\"ד ראשי תיבות ג' אבנים אלו 'שכם' לרמוז אם יעשו תשובה שלימה שהיא משולשת בודוי וחרטה ועזיבת החטא שיש בה כדי סיפוק לכפר חטא ועון ופשע אז יזכו בזמן הבית ההוא למקרא שכתוב <small>(צפניה ג, ט)</small> 'כִּי אָז אֶהְפֹּךְ אֶל עַמִּים שָׂפָה בְרוּרָה לִקְרֹא כֻלָּם בְּשֵׁם הֳ' לְעָבְדוֹ שְׁכֶם אֶחָד', ולכן נבנה בדרך זה אַפִּיק שָׂפָא וְעַיִל שָׂפָא.<br>גם אבנים הנזכר ראשי תיבות 'שכם' שהוא ראשי תיבות <b>'שֵׁ</b>ם <b>כְּ</b>בוֹד <b>מַ</b>לְכוּתוֹ' כי נראה שם כבוד מלכותו לעיני הכל בבנין מפואר זה. גם הם ראשי תיבות 'משך' רמז בבנין בית המקדש 'מְשֹׁךְ חַסְדְּךָ לְיֹדְעֶיךָ'<small> (תהלים לו, יא)</small>.",
            "<b>מַאי תִּקּוּן גָּדוֹל? אָמַר רַבִּי אֶלְעָזָר: כְּאוֹתָהּ שֶׁשָּׁנִינוּ.</b> נראה לי לפי זה להכי אפקיה בלשון תיקון כי זה נעשה שמירה מאיסור זנות דכתיב בהו <small>(משלי ט, יז)</small> 'מַיִם גְּנוּבִים יִמְתָּקוּ' והיינו 'תִּיקּוּן' אותיות 'יִמְתָּקוּ'. או יובן אפקיה בלשון תיקון כי תיקון בהפוך אתוון 'קִינוֹת' כי תיקון זה למדו אותו מענין ההספד שהוא קינות שיעשו לעתיד.",
            "<b>אָמַר רַב יוֹסֵף: קְרָא אַשְׁכְּחוּ וְדָרְשׁוּ.</b> יש לדקדק הוה ליה למימר דִּכְתִיב וכו' כאורחיה בכל הש\"ס, ומה הלשון אומרת 'קְרָא אַשְׁכְּחוּ'? ונראה לי דהפסוק אינו מדבר בענין זה וגם אינו מדבר בענין השמירה שצריך לעשות בעריות אלא מספר על ההספד שיהיה לעתיד ומיניה למדו ודייקו האי דיוקא ולכן פסוק זה נחשב שבא לידם דרך מציאה ללמוד דבר בענין זה של שמירה שראוי לעשות משום איסור עריות.",
            "<b>הִתְקִינוּ, שֶׁיְּהוּ נָשִׁים יוֹשְׁבוֹת מִבַּחוּץ, וַאֲנָשִׁים מִבִּפְנִים, וַעֲדַיִן הָיוּ בָּאִים לִידֵי קַלּוּת־רֹאשׁ. הִתְקִינוּ, שֶׁיְּהוּ נָשִׁים יוֹשְׁבוֹת מִלְּמַעְלָה, וַאֲנָשִׁים מִלְּמַטָּה.</b> נראה הכונה דהיושבים פניהם כלפי העזרה לראות השמחה שעושים בפנים ובתחלה כשהיו האנשים מבחוץ נמצא היו האנשים רואין גם את הנשים ומסתכלים בהם מאחוריהן ולכן התקינו שיהיו הנשים עומדות מבחוץ דאז האנשים אין מסתכלים בנשים דבושה לאדם להחזיר פניו להסתכל וחשו טפי על הסתכלות האנשים דשכיח בהו הרהור טפי ועם כל זה ראו שעדיין באין לידי קלות ראש הן מצד מעבר האנשים על הנשים בכניסתם, הן מצד שגם הנשים מסתכלין באנשים, ואז התקינו להבדילם לגמרי שיהיו הנשים יושבות למעלה והאנשים למטה.<br>ועדיין קשה לי בזה דהמצאה זו של גזוזטרא אינה רחוקה מן השכל ואמאי לא עשו תקנה זו מתחלה עד שהכריחם הנסיון דודאי היה ראוי שיחשבו הקלקול שהיה קודם הנסיון? ונראה לי דהיו הנשים מתרעמים אם יוציאום מהעזרה דאויר העזרה אינו מקודש כמו קרקע העזרה ולכך היו הנשים מעכבים בדבר זה ובפרט כי עזרה זו עזרת נשים ואיך ידחו אותם ממנה ויניחום בגזוזטריאות שהוא באויר העזרה ולכן לא עשו כן בתחלה עד שהכריחם הנסיון לאפרושי מאיסורא."
        ],
        [
            "<b>וּמַה לֶּעָתִיד לָבוֹא, שֶׁהֵם עוֹסְקִים בְּהֶסְפֵּד, וְאֵין יֵצֶר הָרַע מִתְגָּרֶה בָּהֶם, אָמְרָה תּוֹרָה: נָשִׁים לְבַד וַאֲנָשִׁים לְבַד, עַכְשָׁיו שֶׁעוֹסְקִין בְּשִׂמְחָה, וְיֵצֶר הָרַע מִתְגָּרֶה בָּהֶן, עַל אַחַת כַּמָּה וְכַמָּה!</b> נראה לי בס\"ד נקיט תרי מילי כנגד שני מיני יצר הרע האחד מצד החומר המוטבע באדם מעת הלידה וזה ודאי יתבטל על ידי אנינות וזכרון המיתה והשני יצר הרע הנקרא מַלְאָךְ רַע שנמשך ובא מצד הקליפה וזה לא יתבטל על ידי אנינות וזכרון המיתה ועל זה אמרו רז\"ל בקידושין <small>(קידושין פ:)</small> 'מַה יִּתְאוֹנֵן אָדָם חָי גֶּבֶר עַל חֲטָאָיו' <small>(איכה ג, לט)</small> אפילו בשעת אנינות יצרו של אדם מתגבר עליו, וכאותה מעשה שהביאו התוספות שם, אך לעתיד בביטול הקליפות גם זה היצר הרע יתבטל. ועל זה אמרו רז\"ל שהיצר הרע נשחט לעתיד.<br>וזהו שאמר וּמַה לֶּעָתִיד לָבוֹא שֶׁהֵם עוֹסְקִים בְּהֶסְפֵּד, ואז ודאי יצר הרע הנעשה מכח החומר העכור שבאדם יתבטל באנינות והספד ועוד נמי אֵין יֵצֶר הָרַע שנמשך מן הקליפה מִתְגָּרֶה בָּהֶם מאחר דהקליפה בטלה שיבש מקורו אָמְרָה תּוֹרָה: נָשִׁים לְבַד וַאֲנָשִׁים לְבַד, עַכְשָׁיו שֶׁעוֹסְקִין בְּשִׂמְחָה, שהיצר הרע הנעשה מן החומר מתגבר ומוסיף ועוד יֵצֶר הָרַע השני שהוא מן הקליפה מִתְגָּרֶה בָּהֶן, עַל אַחַת כַּמָּה וְכַמָּה!",
            "<b>עַל מָשִׁיחַ בֶּן יוֹסֵף שֶׁנֶּהֱרַג.</b> נראה לי בס\"ד לכך כתיב <small>(זכריה יב, י)</small> 'וְהִבִּיטוּ אֵלַי אֵת אֲשֶׁר דָּקָרוּ' דידוע מה שכתב הרב מגלה עמוקות ז\"ל בצורת אות א' דהיו\"ד העליונה רומזת למשיח בן דוד ויו\"ד התחתונה למשיח בן יוסף וזהו שנאמר 'וְהִבִּיטוּ אֵלַי' קרי ביה אל יו\"ד 'אֵת אֲשֶׁר דָּקָרוּ' את א' שר דקרו כי הוא נקרא שר וגדול בישראל לגבי משיח בן דוד.",
            "<b>צַדִּיקִים נִדְמֶה לָהֶם כְּהַר גָּבוֹהַּ, רְשָׁעִים נִדְמֶה לָהֶם כְּחוּט הַשַּׂעֲרָה.</b> נראה לי בס\"ד טעם לזה כי הצדיקים הם באחדות ונחשבים כולם חלק אחד לכן יצטרפו כוחות היצר של כולם ביחד ויהיו נראין לכל אחד ואחד כהר כי זה הוא שיעור של כולם, אך הרשעים נפרדין ובפירוד קיימי לכן כל אחד נדמה לו כח היצר שלו דוקא.<br><b>או יובן</b> הצדיקים משברים כל יום כוחו של יצר הרע ובא להם כל יום כח חדש וכמו שאמרו <small>(קידושין ל:)</small> 'יצרו של אדם מתחדש עליו בכל יום' ולכן יצטרפו כל הכוחות של כל יום לפניהם ויהיו כהר, אך הרשעים אין משברים כח יצר הרע הבא להם ביום ראשון כדי שיבא להם יצר הרע חדש לכן נדמה להם כח הראשון בלבד שהוא שיעור קטן כחוט השערה.<br><b>או יובן</b> בס\"ד על פי מה שאמרו הראשונים ז\"ל על פסוק <small>(עמוס ד, יג)</small> 'יוֹצֵר הָרִים וּבֹרֵא רוּחַ וּמַגִּיד לְאָדָם מַה שֵּׂחוֹ' שיש חוטא בדיבור באומרו רוח הוא ואין בו ממש וזה ראוי שילמוד מוסר מההרים הגבוהים שבראם הקב\"ה בעולם בשביל הרוח הקשה שלא יחריב העולם כי לולי ההרים היה חוזק שלו בא על בתי הישוב ומחריבם, אך עתה יפגע בהרים הגבוהים תחלה ויחלש כוחו, ולזה אמר יוֹצֵר הָרִים בשביל שֶׁבּוֹרֵא רוּחַ ולכן מַגִּיד לְאָדָם מַה שֵּׂחוֹ, שאינו יכול להנצל באומרו רוח אין בו ממש דהא קא חזו דרוח יש בו ממש ומחריב העולם דלכך הוצרכו ההרים הגבוהים להיות בעולם בשביל לשמור העולם מנזקין של הרוח עד כאן דבריהם.<br>והנה ידוע כי ברית הלשון מכוון כנגד ברית המעור ולכן הצדיקים ששמרו ברית הלשון גם כן בשביל שלמדו מוסר מן ההרים לכך יצר הרע נִדְמֶה לָהֶם כְּהַר גָּבוֹהַּ, אך הרשעים מלבד שחטאו בברית הלשון עוד חטאו בברית המעור שכנגדו שפגעו בעריות שעשו שתי פתילות בנר אחד ולא למדו מוסר לזה מן השערות שבראש האדם שברא הקב\"ה לכל שער אחד גומא אחת שאם היו שתי שערות בגומא אחת נזוק מאור עיניו של אדם, ולכן הם שלא למדו מוסר מן השער ועשו ב' פתילות בנר אחד בחטאם בברית המעור לכן נִדְמֶה לָהֶם יֵּצֶר הָרַע כְּחוּט הַשַּׂעֲרָה לומר להם למה לא לקחתם מוסר מן השער לשבר יצר הרע זה שהחטיא אתכם בברית המעור?!<br><b>ועוד</b> נראה לי בס\"ד הטעם שנדמה לצדיקים כהר כי הצדיקים היו רואין בעיניהם מעשה העבירה כהר תבור ולכן היו מזדעזעים ופורשים ממנה לכך היצר הרע נִדְמֶה לָהֶם לעתיד כְּהַר גָּבוֹהַּ, אך הרשעים היו רואין בעיניהם מעשה העבירה לדבר קטן וקל מאד ולכך עברו עבירה לכך היצר הרע נִדְמֶה לָהֶם כְּחוּט הַשַּׂעֲרָה כערך העבירה שהיה נראה בעיניהם.<br><b>ובאופן אחר</b> נראה לי בס\"ד, כי היצר הרע מוכרח שיש בו חלק טוב כי אי אפשר להתקיים הקליפה ברע בלבד ולכן מבקשים בבקשה המתוקנת מרבינו הרש\"ש ז\"ל 'הַפְרֵד נָא מֵעָלֵינוּ צַד הָרַע שֶׁבְּיֵצֶר הָרַע' מכלל דאית ביה צד טוב, והצדיקים משתמשין ביצר הרע בחלק הטוב שבו בלבד לצורך עונה ופריה ורביה ואכילה ושתיה ההכרחית ועונג שבת ויום טוב ואין משתמשים בכולו דהיינו בחלק הרע שבו גם כן אבל הרשעים משתמשין בכולו גם ברע שבו, והנה יֵצֶר <small>[300]</small> גימטריא ש' ועם אותיות הָרַע הרי צירוף 'שַּׂעֲרָה' לכן לרשעים נִדְמֶה לָהֶם כְּחוּט הַשַּׂעֲרָה כי הם נשתמשו בשערה כולה אך הצדיקים לא נשתמשו בכל השערה שרומזת על יצר הרע כי אותיות 'עש' דשערה רומזים על חלק הרע עש יאכלם ונשאר אותיות 'הר' רומזים לחלק הטוב לכך נִדְמֶה לָהֶם כְּהַר שהוא אותיות הר מן שערה הרומזת לכללות היצר הרע כולו.<br><b>או יובן</b> בס\"ד דכתבו חכמי המוסר ז\"ל שהאדם צריך לראות עצמו בעולם הזה כספינה ההולכת בים שהיא עומדת תמיד בסכנה וגלי הים יסובבוה תמיד כן האדם הוא עומד בסכנת היצר הרע בעולם הזה ותמיד סובבין אותו כוחות היצר הרע שהם גלים הבאים להטביע הספינה. ובזה פרשתי בס\"ד הטעם שהאדם נקרא 'גֶּבֶר' שהוא מספר 'סְפִינָה' <small>[205]</small> שצריך לראות עצמו תמיד כספינה המהלכת בים שצריך לשים לב על שמירתה בכל רגע, ולכן הצדיקים שהיו רואין עצמן תמיד כמו ספינה בים שלא היה יכול היצר הרע להכשילם, על כן ידמה להם היצר הרע לעתיד כְּ'הַר' <small>[205]</small> שהוא מספר סְפִינָה, אך הרשעים שעשו רשע בעולם הזה שדבקו בה ולא שבו ולא זזו ממנה ולכך היתה עבירה גוררת עבירה כי העון שעשו נעשה רשעה לשון נקבה שדרכה להתעבר ולהוליד בנים כן הם היתה עבירה גוררת עבירה ועושה כמה תולדות שלא היתה בסוג רשע שהוא לשון זכר שאינו מוליד אלא היתה בסוג רשעה שהוא לשון נקבה לכך נִדְמֶה לָהֶם היצר הרע לעתיד כְּחוּט הַשַּׂעֲרָה, כי 'שַּׂעֲרָה' בהפוך אתוון 'רִשְׁעָה' שהיא לשון נקבה שדרכה להתעבר ולהוליד.<br>ועוד נראה לי בס\"ד דאמרו רז\"ל <small>(ויקרא רבה לה, ב)</small> 'הככר והמקל ירדו מוכרכין מן השמים אם זכו הרי ככר לאכול ואם לא זכו מקל לרדות', ופרשנו ככר רומז לכח היצר הטוב שהוא מחיה את האדם ומקל רומז לכח היצר הרע שהוא רודה ומכה באדם ולכן האבות סוף שמם 'מקל' לרמוז כי הם גברו על יצר הרע ושמו אותו תחת רגלם. והנה תרגום של 'מַּקֵּל' הוא 'חֻטְרָא' כמו שנאמר <small>(במדבר כב, כז)</small> 'וַיַּךְ אֶת הָאָתוֹן בַּמַּקֵּל' ותרגם אונקלוס 'בְּחֻטְרָא' ואף על פי דכתיב חוטרא באל\"ף יש לדרוש חוטרה בה\"א כי במבטא הם אחד וכהאי גוונא כתב רבינו מהרש\"ו <small>[מורנו הרב רבי שמואל ויטאל]</small> ז\"ל בספר הכונות במאמר ציקי קדרה דחשיב לה קדרה בה\"א יעוין שם. ונמצא חוטרה בה\"א שהוא רומז ליצר הרע יש באותיות אלו חוט ואותיות הר והנה חוט רומז לכח הרע שבו שעל ידו נעשה חטא וחוט לשון חטא הוא אבל אותיות הר רומז לחלק הטוב שבו שהוא מרומם ועליון וגבוה, ולכן לצדיקים שנשתמשו בחלק הטוב שבו נִדְמֶה לָהֶם כְּהַר גָּבוֹהַּ ולרשעים שנשתמשו בחלק הרע שבו נדמה להם כְּחוּט שרומז לחלק הרע שבו.",
            "<b>וְאַף הַקָּדוֹשׁ בָּרוּךְ הוּא תָּמֵהַּ עִמָּהֶם, שֶׁנֶּאֱמַר</b>: <small>(זכריה ח, ו)</small> <b>\"כִּי יִפָּלֵא בְעֵינֵי שְׁאֵרִית הָעָם הַזֶּה בַּיָּמִים הָהֵם גַּם בְּעֵינַי יִפָּלֵא</b>\". הנה נודע כי פליאה זו שיתפלא הקב\"ה עושה אותה לעיני הצדיקים כדי להטיב לבם שיחשבו שהם כבשו היצר הרע וכמו שכתב הרב אהל יעקב ז\"ל ושאר מפרשים ז\"ל וכל זה הוא עושה בחסדו יתברך לעשות שאינו זוכה כזוכה.<br>ובזה יובן בס\"ד <small>(שמות כ, ה)</small> 'וְעֹשֶׂה חֶסֶד לַאֲלָפִים לְאֹהֲבַי וּלְשֹׁמְרֵי מִצְו‍ֹתָי' תיבת 'לַאֲלָפִים' בהפוך היא 'לַפְּלָאִים' רוצה לומר הפלאים שמראה הקב\"ה לעתיד שגם בעיניו יפלא, כל זה עושה בשביל אוהביו ושומרי מצותיו הם הצדיקים שבזה יטב לבם וישמחו בחשבם שהם כבושו היצר הרע.",
            "<b>יֵצֶר הָרַע בִּתְחִלָּה דּוֹמֶה לְחוּט שֶׁל בּוּכְיָא, וּלְבַסּוֹף דּוֹמֶה כַּעֲבוֹתוֹת הָעֲגָלָה.</b> נראה לכן תמצא מנהג אנשי עירינו יע\"א שקורין היהודים לחוטי עכביש 'חוט השטן' ושורש דבר זה הוא על פי מאמר זה כאן דרבי אסי.<br>ונראה לי בס\"ד מה שדימו תחלתו <b>לְבּוּכְיָא</b> שהוא קורי עכביש שאלו נעשים מן הריר של עכביש כי כן יצר הרע תחילתו מתהווה אצל האדם מן דיבור אסור שהוא ריר הפה. או יובן לרמוז שהוא נימוח על ידי הדמעות והבכיה תכף כמו קורי עכביש דנימוחים תכף במים וסופו כַּעֲבוֹת הָעֲגָלָה כי <b>'עֲבוֹת'</b> בהפוך אתוון 'תּוֹעֵב' וגם הוא למפרע 'תּוֹבֵעַ' כי מראה עצמו מיעץ לאדם באהבתו בו אך באמת הוא תועב אותו כי אחר כך עולה ומקטרג ותובע דין עליו למעלה כי הוא שטן הוא יצר הרע. גם אמר הָעֲגָלָה כי <b>'עֲגָלָה'</b> בהפוך אתוון 'גְּעָלָהּ' שגועל באדם וגם הוא בהפוך אתוון 'לַעֲגָהּ' שלועג ומשחק בו.<br>נמצא תחלתו דומה לעכביש, ונראה לי בס\"ד עַכָּבִישׁ 'עַיִן כַּף בִישׁ' שעושה לעין האדם וכף האדם ביש בעצתו כי כל מעשה תתיחס לכף וכל התחלה של עבירה תהיה מן העינים. והנה זה העכביש בלשון המקרא הוא 'שְׂמָמִית' וחלק שמו לשתים וקרי ביה ש' ממית והיינו כי ש' מספר 'יֵצֶר' שהוא ממית את האדם היא דומה לשממית. ובזה יובן <small>(משלי ל, כח)</small> 'שְׂמָמִית בְּיָדַיִם תְּתַפֵּשׂ' רוצה לומר שממית זה יצר הרע בְּ'יָדַיִם' חלק התיבה לשתים וקרי בה 'יד מי' דהתשובה מכונית בשם יד באה מן בחינת מ\"י שהיא הבינה שמשם אור תשובה עלאה בה נתפס היצר הרע ונמסר ביד האדם.<br>ובזה יובן דכתיב בישעיה <small>(ישעיה נט, ה)</small> 'בֵּיצֵי צִפְעוֹנִי בִּקֵּעוּ וְקוּרֵי עַכָּבִישׁ יֶאֱרֹגוּ' בֵּיצֵי צִפְעוֹנִי הם כוחות היצר הרע שנקרא צִפְעוֹנִי, בִּקֵּעוּ להוליד אפרוחים רעים ואלה תחילתם היו רכים ודקים שהם כמו קוּרֵי עַכָּבִישׁ הרכים ודקים כך הם יֶאֱרֹגוּ במלאכתם ורק האדם לא נשמר מהם ונפל בידם.",
            "<b>אוֹמֵר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא: בְּנִי, שְׁאַל מָה אַתָּה מְבַקֵּשׁ, וַאֲנִי נוֹתֵן לְךָ.</b> ידוע שיש הפרש בין משמעות שאלה לבין משמעות בקשה כי בקשה היא על התכלית והיכן נרמזה בכתוב הזה דלא אמר אלא <small>(תהלים ב, ח)</small> 'שְׁאַל מִמֶּנִּי'? ונראה לי בס\"ד דנרמזה הבקשה כמו שנאמר <small>(שם)</small> 'וַאֲחֻזָּתְךָ אַפְסֵי אָרֶץ' והיינו סוף אותיות 'אָרֶץ' יש אותיות 'בַּקֵּשׁ' רוצה לומר אני נותן לך רשות על בקשה גם כן ולא על שאלה בלבד.<br>והשיב <b>'אֵינִי מְבַקֵּשׁ מִמְּךָ אֶלָּא חַיִּים'</b> פירוש אורות המוחין שנקראים חַיִּים. גם חַיִּים 'חי ים' כלומר חיבור יסוד הנקרא חי במלכות הנקראת ים בתמידות דלא פסיק, וידוע כי משיח בן דוד הוא יסוד דלאה ומשיח בן יוסף יסוד דרחל וכמו שכתב רבינו האר\"י ז\"ל בשער מאמרי רשב\"י בפרשת תצוה, לכן בקש חיים 'חי ים' על בחינתו.<br>ולזה אמר לו הקב\"ה <b>כְּבָר הִתְנַבֵּא עָלֶיךָ דָּוִד אָבִיךָ</b> <small>(תהלים כא, ה)</small> 'חַיִּים שָׁאַל מִמְּךָ נָתַתָּה לּוֹ' תיבת לּוֹ עולה לֵאָה <small>[36]</small> כי לאה אינה במקום המיתה וכמו שכתב רבינו האר\"י ז\"ל אם כן יש לך חַיִּים בלאו הכי גם לּוֹ היסוד שכלול מן ששה קצות וששה פעמים ששה עולה 'לּוֹ'.",
            "<b>שֶׁבַע שֵׁמוֹת יֵשׁ לוֹ לַיֵּצֶר הָרַע.</b> נראה לי בס\"ד בזה הכתוב <small>(משלי כד, טז)</small> 'שֶׁבַע יִפּוֹל צַדִּיק וָקָם' אם יפול ביד היצר הרע שיש לו שבע שמות לא יעזבנו הקב\"ה בידו אלא וקם. ונרמז באות וא\"ו על תורה שבעל פה שהיא ששה סדרים כמנין וא\"ו והיא תבלין ליצר הרע וזה וָקָם 'וא\"ו קָם' רוצה לומר על ידי התורה נעשה קימה לצדיק.<br>נמצא לפי זה שמות היצר הרע הכתובים בתורה הם שנים שהם שם <b>'רַע'</b> שקראו הקב\"ה ושם <b>'עָרֵל'</b> שקראו משה רבינו ע\"ה. ונראה לי כי לכן תמצא עיקר שמו השגור בפי הכל הוא שם <b>יֵצֶר הָרַע</b> כי 'יֵצֶר' גימטריא 'עָרֵל' <small>[300]</small> והוא שם שקראו משה רבינו ע\"ה ו'רַע' הוא שם שקראו הקב\"ה ונמצא ראשי תיבות כל שמותיו הם מספר <b>'רע מת'</b> <small>[רַע, עָרֵל, טָמֵא, שׂוֹנֵא, מִכְשׁוֹל, אֶבֶן, צְפוֹנִי</small>=710<small>]</small> שסופו חלק רע שבו יהיה מת שיתבטל לגמרי ועם שבעה כוללים של ראשי תיבות שמותיו הם מספר <b>'נחש שטן'</b> <small>[717]</small> בדקדוק.",
            "<b>מֹשֶׁה קְרָאוֹ: 'עָרֵל</b>'. נראה לי בס\"ד בזמן שקראו הקב\"ה <b>'רַע'</b> לא היה אדם מצווה עדיין בעסק התורה כי לא נצטוה ונתחייב אלא בשבע מצות ואם כן יצר הרע של ביטול תורה לא היה עדיין בעולם דאף על גב דאדם הראשון היה עוסק בתורה לא היה מצווה בזה, אך כשקבל משה רבינו ע\"ה תורה מסיני נצטוו ישראל בעסק התורה ואז נעשה יצר הרע של ביטול תורה להחטיא את האדם שלא יעסוק בתורה וידוע כי עסק התורה הוא רמוז באות למ\"ד לכן כשראה משה רבינו ע\"ה שנעשה יצר הרע לביטול תורה הוסיף אות ל' על שם רַע שהיה ליצר הרע מתחלה וקראו <b>'עָרֵל</b>'.<br>ומה שקראו דוד המלך ע\"ה בשם <b>'טָמֵא</b>', נראה לי בס\"ד כי עיקר הכורת שמכרית היצר הרע הוא הזמירות ולכן קודם נָחָשׁ יש אותיות זֶמֶר, ובזה פרשתי בס\"ד מה שאמר הקב\"ה לנחש <small>(בראשית ג, טו)</small> 'וְאֵיבָה אָשִׁית בֵּינְךָ וּבֵין הָאִשָּׁה וּבֵין זַרְעֲךָ וּבֵין זַרְעָהּ הוּא יְשׁוּפְךָ רֹאשׁ' כלומר בראש שמך שהוא זֶמֶר שיתגבר עליך בו, 'וְאַתָּה תְּשׁוּפֶנּוּ עָקֵב' אותיות שלך, כי אחר נָחָשׁ יש תס\"ט לשון הסטאה שהוא סוטה את האדם, והנה דוד המלך ע\"ה קראו 'טָמֵא' כי ראה דמשה רבינו ע\"ה קראו 'עָרֵל' ואם תסיר מספר זֶמֶר <small>[247]</small> מן עָרֵל <small>[300]</small> ישאר מספר טָמֵא <small>[50+כללות אותיות=53]</small> שזה החלק לא ימחה בזמר אלא בתורה דמבינה נפקא שיש בה חמשים שערים ובזה מכניע ומבטל הסטרא אחרא שהוא מספר חמישים.<br>אבל שלמה המלך ע\"ה קראו <b>'שׂוֹנֵא'</b> נראה לי כי לקח מספר עָרֵל <small>[300]</small> שקראו משה רבינו ע\"ה ומספר טָמֵא <small>[50]</small> שקראו אביו הרי כאן מספר ש\"ן והוסיף על זה כללות אותיות 'עָרֵל טָמֵא' שהם ששה הרי כאן שי\"ן וא\"ו נו\"ן והוסיף עוד אחד כללות הכל הרי כאן אותיות 'שׂוֹנֵא' <small>[357]</small>.<br>ובא ישעיה הנביא ע\"ה וקראו <b>'מִכְשׁוֹל'</b> כי לקח 'שון' <small>[356]</small> מן שׂוֹנֵא ועשה מהם אותיות 'כשול' <small>[356]</small> דמכשול ונשאר אות א' דְּשׂוֹנֵא הוסיף עליו מספר זֶבֶל שהוא כינוי ליצר הרע וכינוי לקליפה שנקראת זֶבֶל <small>[39]</small> כמו שאמר מר אדוני אבי ז\"ל הרי נעשה אות א' מספר מ' והניח על כשול ונעשה 'מִכְשׁוֹל' <small>[396]</small>.<br>ובא יחזקאל הנביא ע\"ה וקראו <b>'אֶבֶן'</b> דידוע מה שאמר הכתוב <small>(בראשית א, לא)</small> 'וְהִנֵּה טוֹב מְאֹד' ביום שישי ודרשו רז\"ל <small>(בראשית רבה ט, יא)</small> 'טוֹב' זה יצר הטוב, 'מְאֹד' זה יצר הרע, וקשה איך אומר על יצר הרע 'מְאֹד'? אך הכונה הוא על חלק הטוב שביצר הרע כי אי אפשר שלא יהיה בו חלק טוב אשר ממנו נעשית פריה ורביה ששקולה כנגד כל המצות ולזה החלק הטוב שבו קורא אותו מְאֹד שהוא 'טוֹב מְאֹד' וזה החלק הטוב שביצר הרע הוא נקרא גֶּשֶׁם של האדם לכן מספר גֶּשֶׁם <small>[343]</small> הוא מספר 'הִנֵּה מַה טּוֹב וּמַה נָּעִים' <small>(תהלים קלג, א)</small>. והנה יחזקאל הנביא ע\"ה ראה שקראו ישעיה הנביא ע\"ה מִכְשׁוֹל <small>[396]</small> שהוא מספר שצ\"ו הסיר ממנו מספר גֶּשֶׁם <small>[343]</small> שהוא חלק הטוב שבו שהוא 'הִנֵּה מַה טּוֹב וּמַה נָּעִים' ונשאר בו מספר אבן שהוא חלק הרע שבו לכך קראו 'אֶבֶן' <small>[53]</small>.<br>אך יואל הנביא ע\"ה קראו <b>'צְפוֹנִי'</b> כיון על יצר הרע המצפין רוע עצתו שהוא מתחפש בבגדי יצר הטוב שמדבר עם האדם דברים שמראה לו שהוא מיעצו לדבר מצוה אך תחתיהם תעמוד הבהרת שמפילו בזה בעבירה ולזה היצר הרע קראו 'צְפוֹנִי', ולכן על זה היצר הרע הבטיחם הקב\"ה<small> (יואל ב, כ)</small> 'וְאֶת הַצְּפוֹנִי אַרְחִיק מֵעֲלֵיכֶם' כי יצר הרע הגלוי צריך שהאדם ירחקהו כי 'הכל בידי שמים חוץ מיראת שמים' <small>(ברכות לג:)</small>.",
            "<b>שְׁלֹמֹה קְרָאוֹ: 'שׂוֹנֵא', שֶׁנֶּאֱמַר</b>: <small>(משלי כה, כא)</small> <b>\"אִם רָעֵב שֹׂנַאֲךָ הַאֲכִילֵהוּ לֶחֶם וְאִם צָמֵא הַשְׁקֵהוּ מָיִם, כִּי גֶּחָלִים אַתָּה חֹתֶה עַל רֹאשׁוֹ, וַה' יְשַׁלֶּם לָךְ\" אַל תִּקְרִי: \"יְשַׁלֶּם לָךְ\", אֶלָּא: \"יַשְׁלִימֶנּוּ לָךְ</b>\". נראה לי בס\"ד אמרו רז\"ל <small>(קידושין ל:)</small> בראתי יצר הרע בראתי לו תורה תבלין, ותורה שבכתב היא בחינת שם הוי\"ה ותורה שבעל פה בחינת שם אדנ\"י ונקראו בשם <b>לֶחֶם</b> ובשם <b>מָיִם</b>, אחד כנגד תורה שבכתב ואחד כנגד תורה שבעל פה, ועל ידי לימוד שניהם שהם בחינת הוי\"ה אדנ\"י שמספרם צ\"א אז גֶּחָלִים <small>[91]</small> שהם מספר צ\"א <b>אַתָּה חֹתֶה עַל רֹאשׁוֹ</b> ופירש מהיכן יבואו גחלים אלו ואמר <b>וַה' יְשַׁלֶּם לָךְ</b>, כל מקום שאומר וה' הכונה הוא ובית דינו כלומר שם הוי\"ה ושם אדנ\"י. ואמר 'עַל רֹאשׁו<b>ֹ'</b> כי הכנעת הסטרא אחרא בראש שלהם לכן הנחש נהרג בראשו.<br>ומה שאמר <b>'יַשְׁלִימֶנּוּ לָךְ'</b> כי תורה שבכתב היא חמשה ספרים ותורה שבעל פה ששה סדרים אך תורה שבעל פה כפולה כמו שאמר זכריה הנביא ע\"ה 'מְגִלָּה עָפָה'<small> (זכריה ה, א)</small> ואם כן היא מספר י\"ב ועם חמשה של תורה שבכתב הרי י\"ט ואם תוסיף י\"ט על מספר שׂוֹנֵא <small>[357]</small> יהיה מספר שָׁלוֹם <small>[376]</small> וזהו 'יַשְׁלִימֶנּוּ לָךְ' שמגיע לך שלום גם מן היצר הרע וכמו שאמרו <small>(תלמוד ירושלמי ברכות סז:)</small> באברהם אבינו ע\"ה <small>(נחמיה ט, ח)</small> 'וּמָצָאתָ אֶת לְבָבוֹ נֶאֱמָן לְפָנֶיךָ' לִבּוֹ לא נאמר אלא לְבָבוֹ.",
            "<small>(יואל ב, כ)</small> <b>\"וְהִדַּחְתִּיו אֶל אֶרֶץ צִיָּה וּשְׁמָמָה\", לְמָקוֹם שֶׁאֵין בְּנֵי אָדָם מְצוּיִין לְהִתְגָּרוֹת בָּהֶן.</b> פירוש בנוקבא דתהומא רבא, 'פָּנָיו אֶל הַיָּם הַקַּדְמֹנִי' שֶׁנָּתַן אֶת עֵינָיו בְּמִקְדָּשׁ רִאשׁוֹן וְהֶחֱרִיבוֹ וכו' פירש הרב פתח עינים אם תניח אות ע' בצפוני יהיה צִפְעוֹנִי שהוא נחש הנושך עיין שם. ובזה יובן מאמר רז\"ל <small>(עבודה זרה כ.)</small> <b>'מַלְאַךְ הַמָּוֶת מָלֵא עֵינַיִם'</b> שמניח עי\"ן בכל צפוני וצפוני אשר בלבבות בני אדם. ובזה יובן רמז הכתוב באיוב <small>(איוב טז, ט)</small> <b>'צָרִי יִלְטוֹשׁ עֵינָיו'</b> שמניח עין בתוך צפוני כדי שיהיה צִפְעוֹנִי לישוך וְ'צָרִי' אותיות 'יֵצֶר'. ובזה יובן מה שאמרו בגמרא דמציעא <small>(בבא מציעא קז:</small> <small>על הפסוק בדברים ז, טו)</small><b> וְהֵסִיר הֳ' מִמְּךָ כָּל חֹלִי</b> -<b> זֶה עַיִן</b>, רוצה לומר עי\"ן של צִפְעוֹנִי, ולכן נאמר בבלעם <small>(במדבר כד, ד)</small> <b>'נֹפֵל וּגְלוּי עֵינָיִם'</b> שהניח וגילה בעצתו אות עי\"ן בכל צפוני שבלבבות בני אדם שעל ידי עצתו חטאו בזנות בשיטים ובזה נשוכו שנפלו כ\"ד אלף.<br>ועוד נראה לי בס\"ד אומרם 'שֶׁנָּתַן אֶת עֵינָיו בְּמִקְדָּשׁ רִאשׁוֹן וְהֶחֱרִיבוֹ וְהָרַג תַּלְמִידֵי חֲכָמִים שֶׁבּוֹ', שזה נרמז בשם 'יצר רע' שהוא יצרר ע' שהם שבעים סנהדרין שיושבים בלשכת הגזית שהיא בכלל בית המקדש ומקודשת ועליהם אמר 'הָרַג תַּלְמִידֵי חֲכָמִים שֶׁבּוֹ' רוצה לומר תלמידי חכמים שיושבים בו שהם ע' סנהדרין ולזה אמר 'נָּתַן עֵינָיו' רוצה לומר אות עי\"ן שלו.<br>או יובן קודם אותיות 'יֵצֶר' יש אותיות 'קטף' שקטף בית המקדש וקטף תלמידי חכמים שבו, ולזה אמר <small>(יואל ב, כ)</small> <b>'פָּנָיו'</b> רוצה לומר מה שרמוז באותיות שקודם שמו זה עשה <b>'אֶל הַיָּם הַקַּדְמֹנִי'</b> הוא בית ראשון שקטף אותו, <b>'וְסֹפוֹ'</b> רוצה לומר סוף אותיות יֵצֶר שהם אותיות 'כקש' זה עשה <b>'אֶל הַיָּם הָאַחֲרוֹן'</b> בית שני ששרף אותו כשריפת קש על ידי טיטוס הרשע שנשרף באש הדיוט והיה כקש לשריפה. גם נרמז במספר 'כקש' <small>[420]</small> שהוא מספר ת\"ך שהיה זה בשנת ת\"ך לבניינו. <b>'וְעָלָה בָאְשׁוֹ'</b> שמניח עכו\"ם ומתגרה בישראל וזה סרחונו שאינו יכול לטעון לכך נברא להחטיא ושליחותיה עביד דאם כן למה מניח עכו\"ם ומתגרה בישראל?! <b>'וְתַעַל צַחֲנָתוֹ'</b> אותיות 'חצות נו\"ן' דאז נחצץ נו\"ן של נחש ושטן להיות שני אותיות מ\"י כמו שאמרו המקובלים ז\"ל.",
            "<b>אָזַל תָּלָה נַפְשֵׁיהּ בְּעִיבְרָא דְּדָשָׁא.</b> פירש רש\"י ז\"ל נשען על בריח הדלת כאדם שמחשב ומצטער. ויש להבין למה לא נשען על כותל וכיוצא והלך להשען אצל הדלת?<br>ונראה לי בס\"ד דאיתא בגמרא <small>(שבת לא:)</small> מכריז רבי ינאי חבל על דלית ליה דרתא ותרעא לביתיה עביד, דמדמה היראה לבית והחכמה לשער, ולכן אביי שחשב בדעתו דלא הוה מצי לאוקמיה אנפשיה אם היה מתייחד עם אשה נמצא עודנו בחכמה שהיא שער ולא נכנס עדיין לשלימות היראה שהיא בית לכן היה נשען ועומד אצל הדלת רוצה לומר עודני בשער ולא נכנסתי לבית שהוא שלימות היראה.",
            "<b>תָּנָא לֵיהּ הַהוּא סָבָא: כָּל הַגָּדוֹל מֵחֲבֵרוֹ, יִצְרוֹ גָּדוֹל מִמֶּנּוּ.</b> יש להבין איך נתיישבה דעתו בדברים אלו דאם הוא יצרו גדול מיצרם של אותם האיש והאשה הנה גם הוא גדול כוחו מכוחם לשבר ולכפות יצרו, ואמאי הוא שיער בדעתו דלא מצי והם מצו ולא אכפת להו כלל?<br>ונראה לי בס\"ד דרמז לו כי השערתו זאת לא היתה מכוונת כי מחמת שהוא אינו מלומד בכך נראה לו אותו דבר חידוש ולכך שיער בעצמו אך הם היו מורגלים בכך ולא אכפת להו.",
            "<b>אָמַר רַבִּי יִצְחָק: יִצְרוֹ שֶׁל אָדָם מִתְחַדֵּשׁ עָלָיו בְּכָל יוֹם וָיוֹם.</b> כך גירסא העקרית דגרסינן כאן מִתְחַדֵּשׁ ובדברי ריש לקיש מִתְגַּבֵּר. ונראה לי בס\"ד רבי יצחק איירי ביצר הרע הנמשך ובא מצד הקליפה, ולזה אמר מִתְחַדֵּשׁ כי כנגד כל יום יש קליפה בפני עצמו, אך ריש לקיש איירי ביצר הרע הנמשך ובא מצד חומר העכור שבאדם וזוהמת הנחש הכרוכה בו וכנגד זה אמר מִתְגַּבֵּר."
        ],
        [
            "<b>תָּנָא דְּבֵי רַבִּי יִשְׁמָעֵאל: בְּנִי, אִם פָּגַע בְּךָ מְנֻוָּל זֶה, מָשְׁכֵהוּ לְבֵית הַמִּדְרָשׁ.</b> יש לדקדק הוה ליה למימר 'בְּרַח וְהִכָּנֵס לְבֵית הַמִּדְרָשׁ' ולשון 'מָשְׁכֵהוּ' משמע שיוליכהו לבית המדרש, ומה יעשה בו שם?<br>ונראה לי בס\"ד הכונה דרך משל, יבא יצר הרע בבוקר ויאמר לאדם היום הרוח טוב צא לשדות וכרמים וטייל שם או היום יש מראה עונג במקום פלוני ונקבצים שם אנשים ונשים לך וטייל שם וכיוצא בזה, אם יאמר אדם: לא כי אלא אלך לבית המדרש! אז היצר הרע שהוא השטן יעשה לו עכבות מבחוץ מינים ממינים שונים. כיצד יעשה? יאמר ליצר הן כן אעשה כאשר דברת! וכשיצא מביתו אומר בפירוש שהולך לטיול דנמצאת הליכתו הוא עם היצר הרע ביחד שמראה לו שהוא הולך עמו על פי עצתו ואחר שיגיע לפתח בית המדרש אז ישמט ויכנס שם ונמצא משך אותו עד פתח בית המדרש וזהו שאמר 'מָשְׁכֵהוּ לְבֵית הַמִּדְרָשׁ'.",
            "<b>אִם אֶבֶן הוּא, נִמּוֹחַ</b>.. <b>אִם בַּרְזֶל הוּא מִתְפּוֹצֵץ.</b> נראה לי בס\"ד נקיט שתי דמיונות אבן וברזל כי שתי מיני יצר הרע הם, אחד על מצות עשה וזה קורא אותו בשם אבן כי מטמטם לבו של אדם ולא יניח לו תאוה לקיים מצות עשה, ואחד על ביטול מצות לא תעשה שמיעצו לעשות איסור להכריתו מן הקדושה דנמצא עצתו היא כברזל שחותך וכורת.<br>או יובן בס\"ד אבן וברזל רמז לשני מיני מצודות של יצר הרע האחת העושר שמעשירו כדי שיבעט כי הוא שטן הוא יצר הרע וזו תדמה לברזל ששולט בכל, כן העשיר שולט בעושרו על כל אדם, והאחת העוני שמרושש אותו כדי שיבעט, וזה ידמה לאבן שהכל דשים עליה כן העני הכל דשים בו. ועיין מה שכתבתי בס\"ד במאמרים אלו בגמרא דקידושין דף למ\"ד.",
            "<small>(משלי כט, כא)</small><b> \"מְפַנֵּק מִנֹּעַר עַבְדּוֹ, וְאַחֲרִיתוֹ יִהְיֶה מָנוֹן\" שֶׁכֵּן בְּ'אטב\"ח' דְּבֵי רַבִּי חִיָּא קוֹרִין לְ'סַהֲדָה</b>': <b>'מָנוֹן</b>'. יש להקשות למה הזכירו בחילוף אותיות? ולא עוד אלא שהוא חלוף סַהֲדָה שהוא תרגום של עד, והוה ליה למימר 'וְאַחֲרִיתוֹ יִהְיֶה עַד'?<br>ונראה לי בס\"ד אמר 'מָנוֹן' לרמוז בזה לפי דרכו עוד ענין אחר לומר כי סופו יתגבר עליו בשם השלישי משבעה שמות שלו שהוא שם 'טָמֵא' <small>[50]</small> שמספרו נו\"ן כי שם זה קשה מכל שמות היצר הרע כי הוא מספר נו\"ן שערי טומאה ולכן אמר 'מנון' תניח חיר\"ק תחת מִ' ותהיה אות השימוש ועיקר התיבה נוּן רוצה לומר יִהְיֶה אַחֲרִיתוֹ מִשֵּׁם נוּן שהוא שם 'טָמֵא' והוא ראש שמו של נחש הקדמוני לכך נחש התחתון ארס שלו בראשו.<br>או אותיות 'מָנוֹן' יש בתוכם גם כן מנון רוצה לומר במלואם לרמוז שיתחלק לשני סהדה אחד מצד יצר המתהוה מן החומר ואחד מצד יצר הנמשך ובא מהקליפה כאמור לעיל ונעשו ב' עדים בדבר.",
            "<b>בִּתְחִלָּה קְרָאוֹ: 'הֵלֶךְ</b>',<b> וְלִבְסוֹף קְרָאוֹ</b> <b>'אוֹרֵחַ', וְלִבְסוֹף קְרָאוֹ</b> <b>'אִישׁ</b>'. נראה לי בס\"ד סופי תיבות 'הֵלֶךְ אוֹרֵחַ אִישׁ' <b>חֹשֶׁךְ</b>, שמחשיך לאדם וזה החשך יהיה בסוף לכך נרמז בסופי תיבות. גם הוא אותיות <b>שָׁכַח</b>, שנשכחו דברי תורה ומוסר. גם הוא אותיות <b>כָּחַשׁ</b>, שמכחישו ומזיקו ובאמצע יש <b>לרי</b>, רמז לקליפה הנקראת לר\"י וראשי תיבות בגימטריא ז' רמז לשבעה שמות שהם שבעה כוחות טומאה שיש לו.",
            "<b>אֵבֶר קָטָן יֵשׁ בּוֹ בָּאָדָם, מַשְׂבִּיעוֹ רָעֵב, מַרְעִיבוֹ שָׂבֵעַ.</b> נראה לי בס\"ד יש באדם צלם מאותיות שם הוי\"ה בפנימיותו וצלם מאותיות שם אלקים בחיצוניותו ושניהם נגמרין בעטרה של האבר הזה ולכן חיבור שני שמות הוי\"ה אלקים שהם אחד בפנימיות ואחד בחיצניות אם תמלאם במלוי יודי\"ן יהיו שבע שהם ע\"ב ש' שבע שהם ע\"ב ש' ואם תמלא שם הוי\"ה ביודי\"ן <small>[יו\"ד ה\"י וי\"ו ה\"י = 72]</small> ושם אלקים בריבוע <small>[אֱלֹקִים בריבוע הוא כזה: א, א״ל, אל״ה, אלה״י, אלהי״ם = 200]</small> יהיה צירוף 'רעב' שהוא ר' מספר שם אלקים וע\"ב מספר שם הוי\"ה.",
            "<b>אַרְבָּעָה, הַקָּדוֹשׁ בָּרוּךְ הוּא מִתְחָרֵט עֲלֵיהֶם עַל שֶׁבְּרָאָם, אֵלּוּ הֵן: כַּשְׂדִּיִּים, וְיֵצֶר הָרַע, יִשְׁמָעֵאל, גָּלוּת.</b> ודאי לא שייך חרטה אצלו יתברך כי הוא צופה עתידות ויודע נסתרות צופה ומביט עד סוף כל הדורות! אך נקיט לשון חרטה לברר חובה שלהם כי <b>יֵצֶר הָרַע</b> יאמר שבראו הקב\"ה להחטיא על כן מאחר שעשה שליחותו יתברך ראוי שיקבל שכר, לכך אמר הקב\"ה לשון חרטה ביצר הרע להראות שאין לו רצון במלאכתו של יצר הרע ואין נחשב לו שעשה רצון השי\"ת אלא אדרבה להפך! וכן <b>בְּגָלוּת</b> יאמרו אומות העולם מאחר שהקב\"ה גזר על ישראל גלות ושעבוד עשינו רצונו ויש לנו שכר, לכך אמר הקב\"ה על הגלות לשון חרטה להראות שלא עשו רצונו בזה! וכן <b>כַּשְׂדִּיִּים</b> שהיו בעלי עצה לנבוכדנצר הרשע להביאו להחריב ירושלים יאמרו מאחר שהנביאים נתנבאו בחרבנה יפה עשינו בעצה ויש לנו שכר, לכך נאמר על מציאותם בעולם לשון חרטה להראות שאין לו יתברך רצון בהם כלל! וכן <b>יִשְׁמָעֵאל</b> כיון שאמר אברהם אבינו ע\"ה <small>(בראשית יז, יח)</small> 'לוּ יִשְׁמָעֵאל יִחְיֶה לְפָנֶיךָ' והשיב לו וּלְיִשְׁמָעֵאל שְׁמַעְתִּיךָ הִנֵּה בֵּרַכְתִּי אֹתוֹ וכו' יאמר יש להקב\"ה רצון בי וחביב אני לפניו כי אברהם בקש שיחיה בלבד והקב\"ה הוסיף לו יותר על בקשתו, לכך במציאות ישמעאל בעולם אמר לשון חרטה להראות כי הוא מאוס לפני הקב\"ה!",
            "<small>(זכריה ב, ג)</small> <b>\"וַיַּרְאֵנִי ה' אַרְבָּעָה חָרָשִׁים</b>\".<b> מַאן נִינְהוּ</b> <b>'אַרְבָּעָה חָרָשִׁים'? אָמַר רַבִּי שִׁמְעוֹן חֲסִידָא: זֶה מָשִׁיחַ בֶּן דָּוִד, וּמָשִׁיחַ בֶּן יוֹסֵף, וְאֵלִיָּהוּ, וְכֹהֵן צֶדֶק.</b> נראה לי בס\"ד ארבעתם רמוזים בתיבת <b>'חָרָשִׁים'</b> שיש בתיבה זו אותיות משיח <small>[<b>חָ</b>רָ<b>שִׁים</b>]</small> דקאי על משיח בן דוד ומשיח בן יוסף, ויש גם כן בתיבה זו אותיות שם <small>[חָרָ<b>שִׁים</b>]</small> זה שם בן נח שהוא מלכי צדק, ויש גם כן בתיבה זו אותיות חי <small>[<b>חָ</b>רָשִׁ<b>י</b>ם]</small> רמז לאליהו זכור לטוב שנשאר חי ועלה חי לשמים.",
            "<b>מַאן נִינְהוּ</b> <b>\"שִׁבְעָה רֹעִים\"? דָּוִד בַּאֶמְצַע, אָדָם, שֵׁת, וּמְתוּשֶׁלַח מִימִינוֹ. אַבְרָהָם, וְיַעֲקֹב, וּמֹשֶׁה מִשְּׂמֹאלוֹ וּמַאן נִינְהוּ</b> <b>\"שְׁמֹנָה נְסִיכֵי אָדָם\"? יִשַׁי, וְשָׁאוּל, וּשְׁמוּאֵל, וְעָמוֹס, צְפַנְיָה, חִזְקִיָּהוּ, וְאֵלִיָּהוּ, וּמָשִׁיחַ.</b> הנה ודאי קבלה היא זו ביד רז\"ל שיהיו על סדר זה, אך קשה איך יהיה דוד המלך ע\"ה גדול מכולם? ועוד איך אברהם יעקב משה יהיו משמאל ולא בימין?<br>ונראה לי בס\"ד על דרך שאמרו על אליהו זכור לטוב אשר יתגלה בכל מילה ומילה שאינו בא כולו אלא רק חלק ממנו שיתחלק לכמה חלקים, ולכן יבא באלף מילות ויותר אשר יזדמנו ברגע אחד שבכל מילה יבא חלק אחד ממנו ואין כל החלקים שוים שבכל מילה יתחלק בחלק גדול לפי ערך בעלי המצוה, וכן כאן הרועים אשר יתגלו לעתיד ודוד באמצע, לא יבא כל אחד ואחד כולו אלא חלק אחד ממנו כפי מה שראוי לבא על פי חכמתו יתברך ורצונו הפשוט ואין החלקים שוים, ואפשר כי השלשה שהם מימין יבואו בחלקים גדולים והשלשה אשר משמאל יבואו בחלקים קטנים וחלק דוד המלך ע\"ה אשר באמצע יבא יותר גדול או אפשר שיבא כולו. ונראה לי בס\"ד בזה קיים בו השי\"ת הבטחתו מה שאמר <small>(תהלים פט, לז)</small> 'וְכִסְאוֹ כַשֶּׁמֶשׁ נֶגְדִּי' שיהיה דוגמת החמה בשבעה כוכבי לכת שהם שַׁצַ\"ם חַנְכַּ\"ל <small>[שבתאי, צדק, מאדים, חמה, נוגה, כוכב, לבנה]</small> דחמה באמצע כן הוא באמצע.<br>ומה שמנה את המשיח בנסיכים לבסוף נראה דקאי על משיח בן יוסף, או כי הנסיכים מני להו על סדר הדורות שלהם ולא נקיט להו על סדר ישיבתם ואין הכי נמי סדר ישיבתם יהיה כפי מעלתם.<br>ונראה לי בס\"ד כי יעשה הקב\"ה כן לעתיד שיהיה דוד המלך ע\"ה יושב באמצע במקום מלך ויהיו גדולי עולם מימינו וגדולי עולם משמאלו כדי לקיים 'מַאן דְּאִיהוּ זְעֵיר אִיהוּ רַב' ששילם לו הקב\"ה כבוד בשביל דברי ענוה שדיבר על עצמו דאמרו רז\"ל במדרש שוחר טוב אמר דוד אין לי לישב במקום גדולים כי יודע אני בעצמי אלא יהיו אברהם יצחק ויעקב בטרקלין ומשה ואהרן בקיטון ואני מקומי בסף הדא הוא דכתיב <small>(תהלים פד, יא)</small> 'בָּחַרְתִּי הִסְתּוֹפֵף בְּבֵית אֱלֹקַי' עד כאן. ופרשתי בס\"ד המאמר שדיבר כנגד אחיזתם דהאבות בחג\"ת <small>[חסד גבורה תפארת]</small> שהם ג' אמצעיות ומשה ואהרן בנצח והוד ודוד במלכות סופא דכל דרגין כי לכן נקראת שער ולכן אומר <small>(תהלים נא, יז)</small> 'אֲדֹנָי שְׂפָתַי תִּפְתָּח' <small>[כלומר שם <b>אֲדֹנָי</b> במלואו גימטריא <b>תרע\"א</b> 671, שהוא תרגום של <b>שער</b>]</small> והוא בענותו אמר בסף ממש לכן עשה לו הקב\"ה הכבוד הזה לעתיד שיהא יושב כמלך בגדוד הוא באמצע וגדולי עולם מימינו וגדולי עולם משמאלו שבכללם אברהם ויעקב ומשה.<br>ונראה לי שבעה רועים כנגד תורה שבכתב שהיא שבעה ספרים כמו שאמרו רז\"ל <small>(שבת קטו:)</small> על פסוק <small>(משלי ט, א)</small> 'חָצְבָה עַמּוּדֶיהָ שִׁבְעָה' ושמנה נסיכים כנגד תורה שבעל פה שיש בה שמנה דרגין שהם כשר ופסול, חייב וזכאי, טהור וטמא, אסור ומותר."
        ],
        [
            "<b>אַשְׁרֵי יַלְדּוּתֵנוּ שֶׁלֹּא בִּיְּשָׁה אֶת זִקְנָתֵנוּ</b>. נראה לי בס\"ד כי דברים אלו אומרים אותם הכל מנער ועד זקן והיינו כי עניינים הגופניים מכונים בשם 'מעשה ילדות' ועניינים הנפשיים מכונים בשם 'מעשה זקנות' והאדם יש לו שני מיני עסקים בעולם הזה שהם עסקים של גופניות ועסקים של נפשיות, ואם האדם עוסק עסקי הגוף בזריזות ושמחה ובשלימות ועסקי הנפש בעצלות ועצבון ובמחסור הא ודאי יבוש ויכלם מצד עסקי הגוף איך לא תהיה כּוֹהֶנֶת כְּפֻנְדָקִית <small>(משנה יבמות טז, ז)</small> ועל זה אומרים 'אַשְׁרֵי יַלְדּוּתֵנוּ' הם עסקים הגופניים 'שֶׁלֹּא בִּיְּשָׁה אֶת זִקְנָתֵנוּ' רוצה לומר שלא גרמו לנו בושה בעסק הנפשיי שהם עסקי זקנתינו. וחוזרים ואומרים עוד 'אַשְׁרֵי זִקְנָתֵנוּ' הם עסקי הנפש שביצירה 'שֶׁכִּפְּרָה עַל יַלְדּוּתֵנוּ' הם עסקי הגוף דלא יבצר מהיות בהם איזה מכשול ואיסור הן מצד הדיבור הן מצד המעשה.",
            "<b>אֵלּוּ וָאֵלּוּ אוֹמְרִים: אַשְׁרֵי מִי שֶׁלֹּא חָטָא, וּמִי שֶׁחָטָא, יָשׁוּב וְיִמְחֹל לוֹ.</b> קשה למאי אצטריכו לפרש זאת הלא התשובה כתובה בתורה ובנביאים ובכתובים? ונראה לי הכונה אם חטא ולא שב שכבר נחתם לרעה ביום כיפור בנעילה יש לו עדיין תקנה עד הושענא רבה ושמיני עצרת שיכתב ויחתם בספר מחילה ובספר חיים כמו שכתוב בספר הכונות שנתן הקב\"ה לישראל זמן חדש אחר כיפור עד שמיני עצרת קודם מוסף ושמחת בית השואבה היא קודם שמיני עצרת לכך אומרים מִי שֶׁחָטָא יָשׁוּב וְיִמְחֹל לוֹ.",
            "<b>אָמְרוּ עָלָיו עַל הִלֵּל הַזָּקֵן, כְּשֶׁהָיָה שָׂמֵח שִׂמְחַת בֵּית הַשּׁוֹאֵבָה, הָיָה אוֹמֵר: אִם אֲנִי כָּאן, הַכֹּל כָּאן.</b> הא דנקיט 'עָלָיו' לומר דשבח זה עליו דוקא נאמר ולא על זולתו אף על גב דרבים חכמים וחסידים היו נמצאים ושמחים בשמחת בית השואבה.<br>ומה שאמר 'אִם אֲנִי כָּאן' נראה לי בס\"ד דידוע שהלל היה בו ניצוץ משה רבינו ע\"ה ולכן היה עניו גדול וחי ק\"ך שנה, וידוע שמשה רבינו ע\"ה היה שקול כנגד כל ישראל ולכן על ניצוץ משה רבינו ע\"ה שבו אמר אִם אֲנִי כָּאן הַכֹּל כָּאן ורמז גם כן למשה רבינו ע\"ה בתיבות 'אִם אֲנִי' שהם 'א' מאין' והמלוי של משה רבינו ע\"ה <small>[מ״<b>ם</b> ש<b>י״ן</b> ה״<b>א</b>]</small> הוא אותיות מאין. ובזה פרשתי בס\"ד רמז הכתוב <small>(במדבר יא, יג)</small> 'מֵאַיִן לִי בָּשָׂר לָתֵת לְכָל הָעָם הַזֶּה', רוצה לומר מֵאַיִן 'לִי' ולכן מֵאַיִן לִי בָּשָׂר לָתֵת לְכָל הָעָם הַזֶּה.<br>או יובן המלכות נקראת אֲנִי והיסוד נקרא כֹּל ולזה אמר אִם 'אֲנִי' כָּאן הַ'כֹּל' כָּאן, כונתו לחבר היסוד עם המלכות ולכך סיים לְמָקוֹם שֶׁאֲנִי היא המלכות אוֹהֵב, רַגְלַי רמז לזווג שמכונה בשם רגל כמו שנאמר <small>(שמואל ב' יא, ח)</small> 'וּרְחַץ רַגְלֶיךָ' מוֹלִיכוֹת אוֹתִי וכונתו לזווג דגדלות, אוֹתִי 'אות יו\"ד'.<br>ועוד פרשתי בס\"ד המאמר הזה על פי הקדמה מרבינו האר\"י ז\"ל בשער מאמרי רשב\"י בסוד המצוה של ראיית כל זכר בישראל בבית המקדש ברגל יעוין שם. ופרשתי 'מִי כָּאן' על הבינה והבן בדברים.",
            "<b>וְאַף הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹמֵר: אִם אַתָּה תָּבוֹא לְבֵיתִי אָבוֹא לְבֵיתֶךָ.</b> נראה לי בס\"ד הגוף נקרא בשם בַּיִת כמו שנאמר בקהלת <small>(קהלת יב, ג)</small>, ואם אתה תבא אל ביתי בית המקדש לקיים מצות ראיה בשלימות אז אני אבא אל ביתך הוא הגוף שלך שנקרא בַּיִת שאשרה שכינתי בגופך כמו שנאמר <small>(הושע יא, ט)</small> 'בְּקִרְבְּךָ קָדוֹשׁ' וכן הוא אומר <small>(ירמיה ז, ד)</small> 'הֵיכַל הֳ' הֵמָּה' וכן הוא אומר<small> (שמות כה, ח)</small> 'וְעָשׂוּ לִי מִקְדָּשׁ וְשָׁכַנְתִּי בְּתוֹכָם' ומביא על זה הפסוק <small>(שמות כ, כ)</small> 'בְּכָל הַמָּקוֹם אֲשֶׁר אַזְכִּיר אֶת שְׁמִי' דהיינו בגוף האדם שנרמז בו שם הוי\"ה ב\"ה כמו שכתב השל\"ה ז\"ל שני עינים הם ב' יודי\"ן וחוטם הוא וא\"ו הרי כ\"ו כמנין שם הוי\"ה ב\"ה 'אָבוֹא אֵלֶיךָ וּבֵרַכְתִּיךָ' בעין טובה דכתיב <small>(בראשית מט, כב)</small> 'בֵּן פֹּרָת יוֹסֵף בֵּן פֹּרָת עֲלֵי עָיִן'.",
            "<b>אַף הוּא רָאָה גֻּלְגֹּלֶת אַחַת שֶׁצָּפָה עַל פְּנֵי הַמַּיִם, אָמַר לָהּ: עַל דְּאַטַפְתְּ אַטְּפוּךְ, וְסוֹף מְטַּיְּפַיִךְ יְטוּפוּן.</b> עיין רש\"י ומהרש\"א ונראה פשוט שהוא לא הכיר זה הצף מי הוא דראה ראש אדם חתוך לגמרי דבזה ניכר שלא נהרג בשוגג דלא יזדמן שיהיה נהרג בשוגג הריגה כזו שיחתכו ראשו לגמרי, גם שיער דודאי נהרג על עבירה של רציחה ולא על עבירה אחרת מאחר שנתנוול ניוול כזה שחתכו ראשו לגמרי ודאי הוא על רציחה שרצח גלגלו עליו מן השמים זאת.<br>ברם יש לדקדק תיבת 'אַחַת' יתיר כיון דאמר גֻּלְגֹּלֶת לשון יחיד? ונראה לי בס\"ד שהוא לא ראה צורת פנים ורק הכיר בה שהיא של זכר ולא של נקבה כי האשה גלגלת שלה עצם אחד ושל איש שתים מורכבים זה בזה והוא ראה חתיכה אחת מן השתים לכך אמר <b>'גֻּלְגֹּלֶת אַחַת'</b> וכיון דהכיר שהיא של זכר דבר עמה דברי מוסר כדי שיקחו השומעין מוסר זה לעצמן ואמר לה <b>עַל דְּאַטַפְתְּ אַטְּפוּךְ</b> פירוש בעבור השחתת זרע לבטלה שהשחית בידים כמעשה דור המבול שזה נחשב שפיכות דמים לכך רצחו אותך ולכך את צפה על פי המים דהזרע נקרא מים, ולכך דור המבול לקו במים בעבור עון זה וסוף <b>מְטַּיְּפַיִךְ</b> אלו המשחיתים שנבראו מן עון שכבת זרע לבטלה אשר הם קטרגו עליך ועשו לך רציחה זו גם הם <b>יְטוּפוּן</b> שימחו במים שהיא התורה של הצדיקים.<br>ועוד נראה לי בס\"ד שהוא הכיר בה שהיא של אשה מפני שראה אותה עצם אחת ואינה מורכבת משתי חתיכות לכן אמר <b>'גֻּלְגֹּלֶת אַחַת'</b> רוצה לומר גֻּלְגֹּלֶת שהיא חתיכה אַחַת והבין שזו היתה אשת איש וקלקלה בזנות ומיתתה בחנק לכך טבעה במים ואכלו הדגים את גוף שלה ונשאר הגלגלת בלבד שצפה על פי המים, וזנות נקרא בשם מים דכתיב <small>(משלי ט, יז)</small> 'מַיִם גְּנוּבִים יִמְתָּקוּ' ולזה אמר <b>עַל דְּאַטַפְתְּ</b> לאחרים במים גנובים לכך <b>אַטְּפוּךְ</b> מן השמים במים אלו וסוף <b>מְטַּיְּפַיִךְ</b> אלו כוחות היצר הרע אשר החטיאוך וגרמו לך זאת <b>יְטוּפוּן</b> במים של תורה שימחו ויתבטלו בה.",
            "<b>דְּקָא מִיתְבְּעִי מִינָאִי הַנֵי תְּרֵי כּוּשָׁאֵי דְּיָתְבֵי הָכָא.</b> יש להקשות למה הוצרך לומר <b>'דְּיָתְבֵי הָכָא'</b> כיון דאמר 'הַנֵי' שמע מינה דהיו לפניו ומורה באצבע עליהם?<br>ונראה דאמר לו כן להטעותו כדי שיבין שבא לרמוז לו שיבריחם במקום שאין שליטה למות שם, והראה עצמו מצטער על צערו של שלמה אשר ודאי יצטער עליהם אחר מותם ולכך אמר לו 'דְּיָתְבֵי הָכָא' במקום שליטת המות וצריך שתבריחם למקום שאין בו שליטת המות, אך באמת כונת לבו שאמר לו 'דְּיָתְבֵי הָכָא' הוא רוצה לומר שהוא מצטער על אשר שהם יתבי הכא במקום שאינו מוכן להם למות בו שהם רחוקים מן אותו מקום המוכן להם מהלך רב ומי יוליכם לשם עתה זו היתה כונתו העקרית? אך שלמה המלך ע\"ה הבין שהוא מצטער על צערו בשביל אהבתו עמו ובא לרמוז לו שיבריחם למקום שאין בו שליטת המות וכן עשה שהבריחם ללוז על ידי שדים ברגע ואז עשה שם מלאך המוות שליחותו בר מינן.",
            "<b>פָּתַח שְׁלֹמֹה וְאָמַר: רַגְלוֹהֵי דְּבַר אִינִישׁ, אִינוּן עָרְבִין בֵּיהּ, לְאַתְרָא דְּמִתְבָּעִי, לְתַמָּן מוֹבִילִין יָתֵיהּ.</b> הא דאמר 'פָּתַח שְׁלֹמֹה' דהוה ליה למימר אמר 'שְׁלֹמֹה', נראה ללמדך שדבר זה על ידי מעשה זו נתחדש ולא היו דברים אלו נאמרים בפי העולם קודם זה שאם היו דברים אלו אמורים לא היה טועה שלמה בהבנת דבריו של מלאך המוות באומרו 'דְּיָתְבֵי הָכָא' אלא היה מבין דבריו ולא היה מניח שיזוזו מאותו מקום. והא דיחס הרעה לרגלים מפני שהקליפות נאחזים ברגלים כמו שאמרו רז\"ל בברכות <small>(ברכות ו.)</small> הני ברכי דרבנן דשלהי מנייהו הווי.",
            "<b>אָמְרוּ עָלָיו עַל רַבִּי שִׁמְעוֹן בֶּן גַּמְלִיאֵל, כְּשֶׁהָיָה שָׂמֵחַ שִׂמְחַת בֵּית הַשּׁוֹאֵבָה, הָיָה נוֹטֵל שְׁמוֹנֶה אֲבוּקוֹת שֶׁל אוּר בְּיָדוֹ אַחַת.</b> נראה לי בס\"ד כנגד ב' שמות <small>[אותיות]</small> הוי\"ה אדנ\"י או כנגד תורה שבעל פה שיש בה שמנה דרגין שהם כשר ופסול, אסור ומותר, חייב וזכאי, טהור וטמא, 'וְזוֹרְקָן כְּלַפֵּי מַעְלָה' רמז לבירור ניצוצי קדושה שמעלה אותם מלמטה למעלה על ידי יחוד הוי\"ה אדנ\"י ועל ידי עסק התורה. והיה 'זוֹרֵק אַחַת וּמְקַבֵּל אַחַת' שמעלה אור מ\"ן <small>[מיין נוקבין]</small> ומקבל אור מ\"ד <small>[מיין דוכרין]</small> 'וְאֵין אַחַת מֵהֶן נוֹגַעַת בַּחֲבֶרְתָּהּ' שהיה מתכוין לעשות העליות כל אחד לשרשו ולא היו מתבלבלים הכונות והיחודים זה בזה. 'וּכְשֶׁהוּא מִשְׁתַּחֲוֶה נוֹעֵץ שְׁנֵי גּוּדָלָיו בָּאָרֶץ' דנמצא כל גופו נסמך על ב' גודליו רמז כי הגוף רומז לעולם, וכמו שכתוב בתיקונים בראשית <small>(בראשית מט, כב)</small> 'בֵּן פֹּרָת' שהאדם נקרא עולם קטן והגודל הוא כנגד ספירת החסד כמו שכתוב בשער הכונות בדרושי הציצית וכתיב<small> (תהלים פט, ג)</small> 'עוֹלָם חֶסֶד יִבָּנֶה' שהוא מתקיים על ידי החסד. גם ידוע גודל רומז לישראל והעולם קיים עליהם. 'וְשׁוֹחֶה' רמז חשיבות האדם הוא במדת הענוה 'וְנוֹשֵׁק הָרִצְפָּה' שהיא חלק הדומם בפיו לרמוז כי האדם בפיו יוכל לברר ניצוצי קדושה אפילו מחלק הדומם שהוא תחתון על ידי תורה ותפלה ועל ידי אכילה ושתיה דהכל הוא בפה, ואחר כך 'זוֹקֵף' כי השפל הקב\"ה מגביהו וזוקפו. ולוי היה מטייל בשמנה סכינים לכבוד תורה שבעל פה שיש אצל רבי שיש בה ח' דרגין ודברי תורה הם כמו חרב וסכין להכרית בהם הקליפות כמו שנאמר וְחֶרֶב פִּיפִיּוֹת בְּיָדָם <small>(תהלים קמט, ו)</small>.",
            "<b>הָא וְהָא גָּרְמָא לֵיהּ.</b> נראה לי דנזכר עתה הטחת דברים שעשה בשביל עצירת גשמים בעת שהיה משמח את רבי ביסורין שלו שבעבורם לא היו הגשמים יורדין כמו שאמרו בגמרא דמציעא כל אותם השנים שהיה לרבי יסורין לא הוצרך העולם למטר שלא היה המטר יורד אלא נעצר.<br>או יובן כי היסורין באו לרבי בשביל שלא רצה לתקן אותו העגל בפיו בתפלה אלא הניחו לשחיטה, ולכן הוא שהטיח בפיו נעשה עליו קטרוג מצד הפה כי יסורי רבי גם כן באו מסיבת הפה.",
            "<b>אָמַר דָּוִד: מִי אִיכָּא דְּיָדַע דְּשָׁרִי לְמִיכְתַּב שֵׁם אַחַסְפָּא.</b> מקשים והלא משה רבינו ע\"ה עבד מעשה כיוצא בזה שהוציא ארונו של יוסף מן המים על ידי שם?<br>ונראה לי בס\"ד דהתם אפשר שכתב שם אחד שאינו משמות שאינם נמחקים דליכא ביה איסור מחיקה. ולדידי חזי לי בהשערת השכל שכתב שם מה\"ש שהוא א' משמות ע\"ב כי ראיתי בקהילת יעקב ז\"ל שכתב סגולת שם זה להציף את האדם על המים שאם יזכרהו תמיד לא יטבע, וזהו שנאמר <small>(שמות ב, י)</small> 'וַתִּקְרָא שְׁמוֹ מֹשֶׁה וַתֹּאמֶר כִּי מִן הַמַּיִם מְשִׁיתִהוּ' מה\"ש בהפוך אתוון מֹשֶׁה עיין שם. ויתכן כתב משה רבינו ע\"ה שם זה ובכוחו צף ארונו של יוסף, אך כאן אי אפשר לכתוב שם זה כי דוד המלך ע\"ה רוצה להוריד המים ולא להציף וצריך לכתוב שם מפורש דאית ביה איסור מחיקה.<br>אי נמי נראה לי בס\"ד אפילו אם נאמר משה רבינו ע\"ה גם כן כתב שם המפורש התם לא שהה השם בתוך המים כדי שימחק אלא ברגע אחד עלה והעלה עמו ארונו של יוסף ונטלו משה רבינו ע\"ה ולא בא לידי מחיקה, אך כאן צריך שישאר החספא שכתוב עליו השם בתוך המים לעולם ובודאי לפי רוב השנים יבא לידי מחיקה ממה נפשך אם יהיה על צד המונח על מי התהום ימחק ברוב הימים במי התהום ואם יהיה כתוב בצד השני ימחק ביין של נסכים היורד עליו מן השיתין בכל יום. ולפי האומרים שכתב על עץ 'עֲלֵה שׁוֹר' נראה לי דכתב שם אב\"ג ית\"ץ <small>[אָנָּא בְּכֹחַ גְּדֻלַּת יְמִינֶךָ תַּתִּיר צְרוּרָה]</small> שמספרו שׁוֹר <small>[506]</small>.<br>ועוד נראה לי בס\"ד דמשה רבינו ע\"ה יתכן כתב השם מפורש בחקיקה ולא בכתיבה בדיו, אך כאן דוד המלך ע\"ה שעלה בידו אותו חספא שהיה מונח על פי התהום על פי גזרתו יתברך מששת ימי בראשית בעבור שמירת העולם שלא יעלה משם התהום רצה לכתוב שם המפורש על אותו חספא כדי שירד למקומו הראשון למטה כאשר הונח שם בששת ימי בראשית ולכן לא רצה לכתוב השם בחקיקה באותו חספא כי בחקיקה נחסר מגוף החספא ונעשה בו שינוי והוא לא רצה לעשות בגוף החספא שום שינוי אלא שישאר כאשר נברא מקודם לכך רצה לכתוב עליו השם בדיו וצורך בתיבת שם המפורש היה בעבור להוריד את החספא למקומו הראשון שיהיה מונח כאשר הונח שם בששת ימי בראשית.<br>ובזה יובן בס\"ד דקדוק דברי המאמר שאמר 'מִי אִיכָּא דְּיָדַע דְּשָׁרִי לְמִיכְתַּב שֵׁם אַחַסְפָּא וְנִשְׁדֵיהּ בִּתְהוֹמָא' שיש כאן מילות יתירות, ובזה ניחא שאמר צריכין אנחנו לכתוב השם על אותו חספא דוקא שהיה מששת ימי בראשית ולכן אי אפשר לעשות בו שינוי כלל לכתוב השם על ידי חקיקה בגופו וגם הודיע שכל צורך כתיבת השם היא רק כדי למשדייה לחספא בתהומא שיהיה במקומו הראשון שהונח שם מששת ימי בראשית.<br>והא דקלל בחניקת גרון נראה לפי שדבר זה נעשה בשיתין שהם דוגמת הגרון וקפא תהומא ועלה בהם והרי זה נעשה שם כמו חניקת גרון ולכן מי שיודע תיקון דבר זה ולא יאמר יחנק בגרונו."
        ],
        [
            "<b>נָשָׂא אֲחִיתֹפֶל קַל־וָחֹמֶר בְּעַצְמוֹ.</b> יש לדקדק תיבת <b>'בְּעַצְמוֹ'</b> לשון יתר? ונראה לי הכונה לא לשם שמים אמר קל וחומר זה אלא חשש בשביל עצמו שלא תתקיים בו קללת דוד המלך ע\"ה.<br>או יובן בס\"ד דיש להבין למה הוצרך להתיר מכח קל וחומר, לימא ליה אין כאן איסורא מעיקרא משום דהוי גורם מחיקה? על כן נראה לי דאחיתופל חשש לעצמו מקללת דוד המלך ע\"ה אפילו אם ישיב תשובה של היתר משום דזה הכלל ידוע <small>(מכות יא.)</small> דקללת חכם אפילו על תנאי עושה רושם, אך אמר ודאי דוד המלך ע\"ה יתפלל עליו שלא יהיה נזוק מדבריו אלו כדי שלא יהיה הוא גרמא לו בזה הקללה וגמירי<small> (שבת קמט:)</small> כל שחבירו נענש על ידו אין מכניסין אותו במחיצתו של הקב\"ה, ולכן ודאי יתפלל עליו שלא ינזק, על כן אמר אם אשיב גרמא מותר גם הוא לא יתפלל עלי משום דזה גרמא הוא שגרם לו נזק בקללתו, ולכך הביא אחיתופל היתר מכח קל וחומר דאפילו דאין בזה פיטור מכח גרמא הרי זו מותר משום דאיכא קל וחומר.<br>ברם הדבר יפלא כיון דהתהום עלה איך לא שטף העולם בזמן דביני וביני עד שהורה אחיתופל ועד שכתבו שם אחספא, כי מי התהום ודאי עלו עד שטח קרקע המזבח והם אשר העלו עמהם אותו חספא שנברא שם מששת ימי בראשית ואחר כך כתבו עליו השם?<br>ונראה לי בס\"ד כי כאשר ראה שעלו המים והגיעו לפתח הנקב שבמזבח תכף אמר שם המפורש בפיו ובכוחו הוריד את המים למטה למקומן הראשון, אך ידע כי אין זה דבר המתקיים יען כי ראה שהקב\"ה לא מנע עליית התהום במאמרו בדבור בלבד אלא מנעו באותו חרס שהיה שם לכך אמר שמע מינה דרצונו יתברך בכך ומה שירד עתה התהום הוא רק לפי שעה ולכך רצה שיחזיר החספא למקומו על ידי כתיבת שם המפורש שיכתוב עליו ובזה ירד אותו חספא למטה למקומו הראשון כאשר היה מונח מששת ימי בראשית.",
            "<b>לַעֲשׂוֹת שָׁלוֹם בֵּין כָּל הָעוֹלָם כֻּלּוֹ לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם, עַל אַחַת כַּמָּה וְכַמָּה?!</b> יש להקשות דבר זה הוא ענין פקוח נפשות של כל העולם ולא שייך לשון זה של 'לַעֲשׂוֹת שָׁלוֹם' כאן?<br>ונראה לי בס\"ד כי פקוח נפשות לא יש בזה כי אפשר לכתוב שם המפורש על אותו חספא ויהיה צד שכתוב בו השם למעלה וצד שאין כתוב בו על פי המים של התהום אשר למטה ורק החסרון שיצא מזה הוא שלא יהיו עושין נסכין בכל יום כדי שלא ירד היין וימחוק השם וממילא תתבטל מצות הנסכין כי לחפור שיתין במקום אחר אי אפשר כי הכל היה נמסר להם על פי רוח הקודש ואי אפשר לשנות המקום אפילו טפח אחד ואם כן הנסכין שהם כמו קרבנות שעושים שלום בין כל העולם לאביהן שבשמים היו בטלין לכך אמר קל וחומר לעשות שלום וכו'."
        ],
        [],
        [],
        [
            "<b>וְאִם חָל שַׁבָּת לִהְיוֹת בְּאֶחָד מֵהֶם</b>, <small>(תהלים פב, ה)</small> <b>\"יִמּוֹטוּ\" נִדְחֶה.</b> מכאן הבאתי ראיה לספק שנפל במנהג עירנו בגדאד יע\"א כי המנהג פה להוציא בליל כיפור עם ספר כל נדרי עוד ששה ספרים וכל אחד ישא בידו ספר תורה אחד מששה ספרים אלו בעת שהנושא ספר כל נדרי מברך שהחיינו, ונטילת ספרי תורה אלו נמכר בדמים והמנהג דאלו הנוטלים ספרי תורה אלו בליל כיפור בשעת כל נדרי הם יעלו לספר תורה בשחרית יום כיפור בראשונה דהיינו בעל ספר כל נדרי יעלה שלישי והנוטלים ששה ספרים יעלו אחריו כסדרן.<br>גם נודע כי מנהג עירנו אם נזדמן באותו שבוע חתן או אבי הבן וחל שבת ביום הכיפורים שצריך לעלות לספר תורה אבי הבן או החתן דמוכרחים להעלותו שלישי הנה בעל ספר כל נדרי עולה רביעי והשאר אחריו כסדרן, ואף על פי שעל ידי סדר זה יעלה בעל ספר חמישי חוץ מחובת היום אינו יכול לטעון אני החזקתי לעלות חובת היום ולא אהיה נדחה ממקומי, ומכאן ראיה לדבר זה דקאמר 'יִמּוֹטוּ' נִדְחֶה וכן כאן בעל ספר חמישי נדחה חוץ לחובת היום."
        ],
        [
            "<b>עֲשֵׂה לִי סְעוּדָה קְטַנָּה, כְּדֵי שֶׁאֵהָנֶה מִמְּךָ.</b> פירוש אם תהיה הסעודה גדולה יאמרו בעבור הנאת הסעודה כי רבה היא באתי אצלך אבל אם תהיה סעודה קטנה שאין בה שיעור הנאה לא יאמרו בשבילה באתי אלא בשבילך באתי, וכן הענין בנמשל.<br>ומה שאמר <b>'שִׁבְעִים פָּרִים כְּנֶגֶד שִׁבְעִים אֻמּוֹת'</b> בזה נראה לי בס\"ד רמז הכתוב מה שאמר על מלך המשיח <small>(תהלים עב, ט)</small> 'לְפָנָיו יִכְרְעוּ צִיִּים וְאֹיְבָיו עָפָר יְלַחֵכוּ' שאין להם אלא רק שבעים פר וזהו עָפָר 'ע' פר' ומספר שבעים מעט שהוא שיעור לכיחה. ובזה יובן בס\"ד <small>(ישעיה מט, כג)</small> 'וְהָיוּ מְלָכִים אֹמְנַיִךְ וְשָׂרוֹתֵיהֶם מֵינִיקֹתַיִךְ אַפַּיִם אֶרֶץ יִשְׁתַּחֲווּ לָךְ וַעֲפַר רַגְלַיִךְ יְלַחֵכוּ' פירוש ע' פר של רַגְלַיִךְ הם המועדים יְלַחֵכוּ.<br>ומה שאמר <b>'פַּר יְחִידִי כְּנֶגֶד אֻמָּה יְחִידָה</b>, נראה לי בס\"ד בזה רמז הכתוב באיוב <small>(איוב יט, כה)</small> 'וַאֲנִי יָדַעְתִּי גֹּאֲלִי חָי וְאַחֲרוֹן עַל עָפָר יָקוּם' אמרתי לשון שבח כמו <small>(דברים כו, יז)</small> 'אֶת הֳ' הֶאֱמַרְתָּ הַיּוֹם' רוצה לומר נשתבחתי בגואלי חי הוא הקב\"ה ולכן ואחרון זה יום שמיני עצרת שמקריבים בו פר אחרון לשבעים פרים הנה זה על ע' פר יקום שיתקומם ויתעלה במעלה על כל ע' פר הקודמים אליו כי בו ניכר אהבתו יתברך בישראל כנזכר במשל שאמר לאוהבו עשה לי סעודה קטנה וכו'."
        ],
        [],
        [
            "<b>לוּקוּס, לוּקוּס.</b> כפלה הלשון דרמזה על מזבח בית ראשון ומזבח בית שני לומר שניהם לא הועילו. והא דקראתו זאב, מפני דבית המקדש היה בחלק בנימין שנקרא זאב. ודע ד'בִּילְגָה' אינו שם אביה אלא שם המשפחה וכן הענין בִּישֵׁבָב ושמות אלו הם מזמן דוד המלך ע\"ה כמו שנאמר בדברי הימים א' סימן כ\"ד. והא דקראו 'אָחִיו' רוצה לומר שכינו ואינו אחיו ממש.",
            "<b>וּכְשֶׁשָּׁמְעוּ חֲכָמִים בַּדָּבָר, קָבְעוּ אֶת טַבַּעְתָּהּ, וְסָתְמוּ אֶת חַלּוֹנָהּ.</b> נראה לי בס\"ד הטעם שעשו לה בזיון בשני דברים אלו של טבעת וחלון כי ידוע אין יניקה מאור מקיף אלא לישראל דוקא ולא לעכו\"ם שהם סטרא דנחש דכתיב ביה <small>(בראשית ג, א)</small> 'וְהַנָּחָשׁ הָיָה עָרוּם' מפני שאין לקליפות יניקה מאור מקיף ולכן אחר דבתם המירה דתה שיצאה מכלל ישראל שיש להם יניקה מאור מקיף ונכנסה לדת אומות החיצונים שאין להם יניקה משם קבעו את טבעתה כי הטבעת צורתה ועניינה הוא דבר המקיף לעשות זכר לדבר זה.<br>והא דסתמו חלונה שעשו לה בזיון בחלון מפני כי באותיות 'חַלּוֹן' נרמז כבודן של ישראל והיינו דתואר <b>'אָדָם'</b> ניתן לישראל דוקא ואין העכו\"ם קרויים אדם מפני כי אָדָם מספר מ\"ה שהוא מספר שם הוי\"ה דאלפי\"ן <small>[יו\"ד ה\"א וא\"ו ה\"א = 45]</small>. גם עוד זכו לבדם לתואר <b>'אֶחָד'</b> דכתיב <small>(שמואל ב' ז, כג)</small> 'וּמִי כְעַמְּךָ כְּיִשְׂרָאֵל גּוֹי אֶחָד בָּאָרֶץ'. ובזה פרשתי בס\"ד רמז הכתוב <small>(קהלת ז, כח)</small> 'אָדָם אֶחָד מֵאֶלֶף מָצָאתִי' והיינו אֶלֶף רמז ללימוד התורה כמו<small> (תהלים נה, יד)</small> 'אַלּוּפִי וּמְיֻדָּעִי', וזהו שנאמר תואר אָדָם ותואר אֶחָד מֵאֶלֶף רוצה לומר לימוד התורה מָצָאתִי. והנה שני תוארים אלו מספרם <b>חֵן</b> <small>[אָדָם 45 +אֶחָד 13=חֵן 58]</small>. ובזה פרשתי בס\"ד מה שנאמר בתורה <small>(משלי ה, יט)</small> 'אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן' וכן אמר <small>(משלי ד, ט)</small> 'תִּתֵּן לְרֹאשְׁךָ לִוְיַת חֵן'.<br>גם עוד על ידי התורה זכו ישראל לתואר <b>'חַי'</b> הן לחלק הגוף הן לחלק הנפש ולזה אמר <small>(דברים ד, ד)</small> 'וְאַתֶּם הַדְּבֵקִים בַּהֳ' אֱלֹהֵיכֶם חַיִּים כֻּלְּכֶם הַיּוֹם', רוצה לומר אַתֶּם גוף ונפש חַיִּים כֻּלְּכֶם הגוף והנפש, ולכן כתיב <small>(שמואל ב' כג, כ)</small> 'וּבְנָיָהוּ בֶן יְהוֹיָדָע בֶּן אִישׁ חַי' וב' פעמים חַי לגוף ולנפש הוא מספר <b>לוֹ</b>. ובזה פרשתי בס\"ד רמז הכתוב <small>(שמות טו, כה)</small> 'שָׁם שָׂם לוֹ חֹק וּמִשְׁפָּט' כלומר שם נמצא שם שמספרו לוֹ שהוא 'חַי-חַי' על ידי חֹק וּמִשְׁפָּט שקבלו ישראל. וזהו שנאמר <small>(שיר השירים ב, טז)</small> 'דּוֹדִי לִי וַאֲנִי לוֹ' כלומר דּוֹדִי לִי שהוא חלקי מפני כשרותי, ולכן וַאֲנִי לוֹ יש לי שם 'חַי-חַי' שהוא מספר ל\"ו.<br>והנה ב' תוארים של אָדָם וְאֶחָד שהם מספר חֵן וב' שמות 'חַי-חַי' של גוף ונפש שהם מספר לוֹ נרמזים באותיות <b>חַלּוֹן</b> שהם אותיות <b>'חֵן לוֹ'</b> שזכו להם ישראל דוקא ולכך אחר שיצאה בתם מכלל ישראל ונכנסה לדת העכו\"ם סתמו חלון של אותה משמרה שעשו להם בזיון בחלון שלהם.",
            "<b>אָמַר אַבַּיֵי: אוֹי לָרָשָׁע וְאוֹי לִשְׁכֵנוֹ.</b> נראה לי בס\"ד ידוע כל ישראל תלוים ואחוזים ביסוד לכן נקראו כולם בשם צדיקים דכתיב <small>(ישעיה ס, כא)</small> 'וְעַמֵּךְ כֻּלָּם צַדִּיקִים' כי שם צדיק הוא ביסוד ולכן נקראו כולם על שם יוסף דכתיב <small>(עמוס ה, טו)</small> 'יֶחֱנַן הֳ' אֱלֹקֵי צְבָקוֹת שְׁאֵרִית יוֹסֵף' ולכן כתיב <small>(בראשית לז, ב)</small> 'אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף' כמו שכתב רבינו האר\"י ז\"ל בענין הלולב ומיניו עיין שם. ולכך פגם העונות שלהם מגיע ליסוד יותר וכמו שנאמר <small>(ישעיה נז, א)</small> 'הַצַּדִּיק אָבָד וְאֵין אִישׁ שָׂם עַל לֵב'. ולכן כשאין עושין רצונו של מקום אז נקרא היסוד בשם דַּל כי בחטאם עושים אותו דל ח\"ו ולזה אמר<small> (תהלים מא, ב)</small> 'אַשְׁרֵי מַשְׂכִּיל אֶל דָּל' לתקנו ולהשלים חסרונו, והנה מספר דַּל הנעשה כשאין עושין רצונו של מקום נהפך לרשעים מספר אוֹי אוֹי <small>[אוֹי 17 +</small> <small>אוֹי 17=</small> <small>דַּל 34]</small> כפול שהוא אוֹי לָרָשָׁע אוֹי לִשְׁכֵנוֹ כי ב' פעמים דַּל הוא ב' פעמים אוֹי. ולצדיקים שבהם נהפך לשני פעמים טוֹב <small>[17]</small> כי ב' פעמים טוֹב הוא מספר דַּל והיינו טוֹב לַצַּדִּיק טוֹב לִשְׁכֵנוֹ.<br>ועוד נראה לי בס\"ד דהמזבח נקרא כן על שם הזבח שעושין עליו והיא שבעטה בסנדלה עליו ואמרה לוּקוּס לוּקוּס פעמים נהפך למשפחתה מספר זֶבַח <small>[17]</small> למספר אוֹי<small> [17]</small> פעמיים כי ב' פעמים זֶבַח הוא מספר ב' פעמים אוֹי הרי נעשה 'אוֹי לָרָשָׁע אוֹי לִשְׁכֵנוֹ' אבל הצדיק שמקיים מצות הזבח בכפלים אחד במעשה ואחד בפה ד'כל הקורא בפרשת עולה כאלו הקריב עולה' <small>(מנחות קי.)</small> נהפך להם מספר זֶבַח למספר טוֹב כפליים.<br>ועוד נראה לי בס\"ד מה שאמר <b>'טוֹב לַצַּדִּיק טוֹב לִשְׁכֵנוֹ'</b> דאם תכניס מנצפ\"ך הכפולות בתוך אלפ\"א בית\"א ותמנה מן תשר\"ק עד צד\"י את האותיות במילואם כזה ת\"ו שי\"ן רי\"ש קו\"ף צד\"י, צד\"י נשלם מספר טו\"ב אותיות בצד\"י השני וזהו שאמר טוֹב לַצַּדִּיק שאות צד\"י נשלם בו מספר טו\"ב, ואם תמנה האותיות בסדר אבג\"ד בלתי מילוי ולא תכניס אותיות הכפולות בפנים כזה אב\"ג דה\"ו זחט\"י כלמ\"נ סע\"פ יהיה אות פ' הוא אות טו\"ב וזהו שנאמר טוֹב לִשְׁכֵנוֹ של הצדיק כי אות פ' עומד שכן לאות צד\"י שהוא צדיק, ונרמז בזה שהצדיק יוצא תועלת טוֹב מגופו וגם תועלת טוֹב מפיו הרמוז באות פֶּה.<br>גם נראה לי בס\"ד דאיתא ביומא <small>(יומא עו.)</small> אָמַר אַבַּיֵי: שְׁמַע מִינָהּ, כַּסָּא דְּדָוִד לְעָלְמָא דְּאָתֵי מָאתַן וְעֶשְׂרִין וְחַד לוּגָא מַחֲזִיק, שֶׁנֶּאֱמַר <small>(תהלים כג, ה)</small> 'כּוֹסִי רְוָיָה'. 'רְוָיָה' <small>[221]</small> בְּגִימַטְרִיָּא הָכִי הֲווּ, וכתב הרמ\"ז <small>[הרב משה זכות]</small> ז\"ל אר\"ך נהורין לוקח התפארת מן ש\"ע נהורין דאריך בסוד כּוֹסִי 'רְוָיָה' עיין שם. נמצא לפי זה רכ\"א הנזכר הם רמז לרכ\"א אורות וידוע דאלו רכ\"א אורות יאירו ביסוד ולכן היסוד נקרא צַּדִּיק <small>[204]</small> ונקרא טוֹב <small>[17]</small> ומספר שניהם עולה רכ\"א <small>[221]</small> ואלו הרכ\"א אורות הם טובו של דוד המלך ע\"ה שהוא במלכות שהוא שכן הצדיק שהוא יסוד הנזכר וכמו שנאמר כּוֹסִי 'רְוָיָה' דהוא מספר רכ\"א. וזהו שנאמר <b>טוֹב לַצַּדִּיק</b> רוצה לומר מספר טוֹב לְצַדִּיק שעל ידי כך נשלם בו מספר רכ\"א כנגד רכ\"א אורות המאירים בו אלו הם <b>טוֹב לִשְׁכֵנוֹ</b> של הצדיק הוא דוד המלך ע\"ה שֶׁכּוֹסוֹ 'רְוָיָה' שהוא מספר רכ\"א.<br><b>ובני ידידי</b> כה\"ר יעקב הי\"ו פירש 'טוֹב לַצַּדִּיק טוֹב לִשְׁכֵנוֹ' הוא נשמת צדיק אחר שבאה אצלו בסוד העיבור שיש לה חלק בשכר מצות דוקא ואין מגיע נזק מצד העונות וזהו טוֹב לִשְׁכֵנוֹ, עד כאן דבריו נר\"ו.<br>והנה עדיין צריך להבין במאמר הזה אמאי הוצרך להביא חלוקה זו ד'טוֹב לַצַּדִּיק טוֹב לִשְׁכֵנוֹ' דכאן מיירי ב'אוֹי לָרָשָׁע וְאוֹי לִשְׁכֵנוֹ' ואף על גב דלפי פשוטו הוא לסיים בדבר טוב, הנה נראה לי בס\"ד דאמר 'טוֹב לַצַּדִּיק טוֹב לִשְׁכֵנוֹ' לתת טעם על אומרו 'אוֹי לָרָשָׁע וְאוֹי לִשְׁכֵנוֹ', דקשה מה חטא השכן כדי שילקה? לזה אמר הטעם הוא מפני כי 'טוֹב לַצַּדִּיק טוֹב לִשְׁכֵנוֹ' ועל זה אין לבקש טעם כי כך מנהגו של עולם ברבות הטובה רבו אוכליה על כן זה השכן של הרשע שלא השתדל להיות שכן לצדיק הרי זה מאס בטוב ולא הודה בטוב הנמשך מן הצדיק לכן בעבור זה ראוי שיהיה לו אוֹי תמורת טוֹב ויהיה אוֹי לִשְׁכֵנוֹ.<br>או יובן הכונה מאחר שלא התחבר לצדיק נמצא חשב בדעתו שאין התערבות לישראל זה בזה אלא כל אחד פועל שלו לעצמו בלבד ואין שייכות לזה עם זה, על כן בדין הוא שיראו לו מן השמים בנסיון איך ישראל מעורבים זה בזה ובמה יראו לו אם בענין טוֹב הרי חוטא נשכר! לכך מוכרח שיראו לו התקשרות והתערבות ישראל זה בזה בענין רע שיראה בעיניו איך יהיה 'אוֹי לָרָשָׁע וְאוֹי לִשְׁכֵנוֹ', ובזה יבין כי ישראל מעורבים וקשורים זה בזה.<br>והנה כיון דאמר קרא <small>(ישעיהו ג, י)</small> 'אִמְרוּ צַדִּיק כִּי טוֹב' מוכרח לפרש דהשבח שישבחו לצדיק הוא על הטוב שיהיה מסיבתו לאחרים כי על הטוב המגיע לעצמו מה טעם יש לשבחו דאם ראית אחד אוכל תרנגולת פטומה אין לו שבח על זה דלפי עושרו ראוי הוא שיאכל מאכל חשוב כן הצדיק לפי צדקתו ראוי שיהיה לו טוב אבל אם ראית אחד מאכיל לאחרים תרנגולת פטומה ראוי לו השבח לשבחו בזה, כן הצדיק כאשר יגיע מסיבתו טוב לשכינו ראוי לשבחו ולכך אמר 'אִמְרוּ צַדִּיק כִּי טוֹב' כלומר כי הוא יסבב טוב לאחרים.<br>ועוד נראה לי דיליף זה מאומרו 'כִּי פְרִי מַעַלְלֵיהֶם יֹאכֵלוּ' נמצא טוב הצדיק עושה פרי והיינו מה שהוא טוֹב לִשְׁכֵנוֹ הנה זה נחשב פרי, ובסוף הפסוק הזה נראה לי בס\"ד דידוע מה שאמר רז\"ל <small>(חגיגה טז:)</small> הצדיק נוטל חלקו וחלק חבירו בגן עדן, אך מפורש בדברי רבינו האר\"י ז\"ל בביאור 'וְשִׂים חֶלְקֵנוּ עִמָּהֶם' דאחר שיעשה חבירו תשובה מחזיר לו חלקו. וחקרנו בדרושים בס\"ד אם כן מה תועלת יש לצדיק בזה? וכתבנו שיש לו תועלת מן הפירות של מצות חבירו שכל זמן אשר חלק המצות של חבירו אצלו עד שישלים תשובתו הוא יאכל פירותיהם של אותם מצות. וזהו שנאמר 'אִמְרוּ צַדִּיק כִּי טוֹב' הוא מצד חלקו ועוד יש שבח לצדיקים מצד תוספת המגיע להם מחלקי מצות של אחרים דאף על פי שמחזירים להם חלקם הפירות שלהם וזה כי 'כִּי פְרִי מַעַלְלֵיהֶם יֹאכֵלוּ' חלק התיבה לשתים וקרי בה 'מעל להם' פירוש אותם שחטאו שהיה להם מעל במעשיהם שאז חלקי מצות שלהם נתנים לצדיקים הנה הפירות של חלקיהם יאכלו הצדיקים והרי יש כאן פרי צדיק עֵץ <b>חַיִּים</b>."
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על סוכה",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}