{
    "title": "Ben Yehoyada on Nazir",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Yehoyada_on_Nazir",
    "text": [
        [],
        [],
        [],
        [
            "<b><small>(שמות טו, ב)</small> \"זֶה אֵלִי וְאַנְוֵהוּ\", אֲנָאֶה לְפָנָיו בְּמִצְווֹת.</b> נראה לי בס\"ד אומרו '<b>לְפָנָיו</b>' כלומר עיקר היופי צריך להיות שאין כונתך להתפאר לפני בני אדם בנוי זה שעשית. ונראה לי אותיות אַנְוֵהוּ במילואם כזה אל־<b>ף</b> נו־<b>ן</b> וא־<b>ו</b> ה־<b>א</b> וא־<b>ו</b> אותיות אחרונות של המילוי עולין מספר <b>בְּמִצְוָה</b> <small>[143]</small> לרמוז הנוי יהיה במצוה דוקא ולא בגשמיות. גם אותיות אחרונות של מילוי מִצְוָה כזה מ־<b>ם</b> צד־<b>י</b> וא־<b>ו</b> ה־<b>א</b> עולים מספר <b>נָאֶה</b> עם הכולל <small>[58]</small> לרמוז שצריך לעשות המצוה נאה.<br>ועוד נראה לי בס\"ד אומרו הִתְנָאֶה '<b>לְפָנָיו</b>' בְּמִצְווֹת כי המצות צריך לקיים אותם במחשבה ובדבור ובמעשה כמו שכתב רבינו האר\"י ז\"ל בשער הגלגולים. גם צריך לקיים אותם מאהבה ולא מיראה ולפי זה צריך להיות לאדם בעבודת השם יתברך אהבה דהיינו אהבה במחשבה אהבה בדיבור אהבה במעשה וג' פעמים אהבה עולים ט\"ל <small>[13×3=39]</small> שהוא מספר אותיות אשר לפני שם הוי־ה ברוך הוא שהם כוז־ו <small>[39]</small> שעולין מספר ט\"ל. ולזה אמר התנאה לפניו במצות 'לְפָנָיו' דייקא רוצה לומר במה שרמוז לפני שמו יתברך.<br>ועיין מה שאמר עוד בחדושינו לעיל בשבת דף קל\"ג ע״ב יעוין שם. גם שם פירשתי בס\"ד הסדר דנקיט בסוכה ולולב וציצית וכו' וכאן אוסיף לומר לא מבעיא ציצית שדמיו מועטין שאז גם ההידור שלו מועט אלא גם ספר תורה שדמיו יקרים דהידור שלו הוי מרובה ממילא גם כן תזהר בהידור שלו.<br>ברם הא קשיא ברישא דברייתא נקיט הנוי לאדם דאמר: הִתְנָאֶה לְפָנָיו בְּמִצְווֹת, שהאדם יתנאה ובסיפא תלה הנוי במצוה דאמר: סֻכָּה נָאָה לוּלָב נָאֶה צִיצִית נָאָה'? ונראה לי בס\"ד בהקדים מה שפירשתי בס\"ד על פסוק צֶדֶק לָבַשְׁתִּי וַיִּלְבָּשֵׁנִי <small>(איוב כט, יד)</small> דצריך להבין אם הוא לבש את הצדק איך הצדק חוזר ולובש אותו דנמצא הצדק הוא הגוף והאדם הוא הלבוש?<br>ופירשתי בס\"ד על פי דמיון באשה שהיתה יפת תואר ויפת מראה ובעלת חן מאד שהיתה חביבה על בעלה הרבה והנה יום אחד הביאו לה טבעת של אבן טובה ששוה אלף זהובים שתקנה אותה והניחה בתוך בגדה כדי שתראנה לבעלה ויקנה אותה לה ובהיותם יושבים על השלחן הוציאה הטבעת מתוך בגדה ותמסרנה לבעלה ותאמר לו שיקנה אותה בעבורה שבעליה רוצים בה אלף זהובים ולא ימכרו בפחות ויקחנה ויסתכל בה היטב ויאמר לה זו אינה שוה יותר מן ת\"ק זהובים ואם ימכרו בזה הסך אני אתן לך ת\"ק זהובים ותקני אותה ותקחנה מידו ותאמר אלו אין מוכרים פחות מאלף זהובים ותשימנה בחיקה.<br>אחר שעה חזרה ותוציאנה מחיקה ותמסרנה לו ותאמר תחזור להסתכל בה היטב שמא טעית בראשונה וזה חזר והסתכל בה חמש ושש רגעים ויאמר זו אינה שוה יותר מארבע מאות זהובים ואם ימכרו בזה הסך אקנה ותקחנה מידו ותצניענה אצלה.<br>ואחר שעה חזרה והוציאה אותה ותאמר תחזור ותראנה היטב היטב אולי אתה טועה בערך שלה וזה לקחה ונשארה בידו עשרה רגעים ויאמר זו אינה שוה יותר משלש מאות זהובים ואם ימכרו בכך אני אקנה ואם לאו לא אקנה ותקחנה ותאמר אם כן אחזיר אותה לבעליה כי יש הפרש גדול בערך בינך לבינם ואי אפשר לקנותה בכך על כן אחזירה לבעליה!<br>והיא הצניעה אותה אצלה שתי שבועות ואחר כך לבשה את הטבעת ההיא באצבעה ובהיותם יושבים על השלחן אמרה לבעלה בזה השבוע הביאו לי טבעת אחרת יקרה מן הראשונה מאד והיא באצבעי ומפני שהיא דחוקה מאד לא אוכל להסיר אותה מידי תראנה בעודה באצבעי ותושט לו ידה ויאחוז ידה בידו ויבט בטבעת אשר על האצבע שלה ואחר הביטו בה אמר זו שוה אלף זהובים אם ימכרו בסך זה אני אקנה כי ערבה לו מאד.<br>ותאמר לו בעל הטבעת רוצה בה שני אלפים זהובים ואיך ימכור באלף? ותמשוך ידה מידו ואחר חצי שעה חזרה ופשטה ידה אליו ותאמר ראה היטב בטבעת אולי אתה טועה בערך שלה והיא שוה יותר וזה חזר ואחז בידה ויסתכל היטב בטבעת שבאצבעה ויאמר אני רואה ששוה אלף ות\"ק זהובים ואני אקנה בסך זה.<br>ותמשוך ידה ותשמיט אותה מידו בחזקה ובמהירות ותאמר בעלה רוצה שני אלפים ואיך ימכור באלף ות\"ק? ואחר רבע שעה חזרה ופשטה ידה אליו ותאמר תחזור ותראנה היטב עוד הפעם דאולי אתה שוגה בערכה וחזר ותפס ידה ויסתכל בטבעת שבה ויאמר כן הוא כאשר דברת שזו שוה שני אלפים ויותר ואני אקנה עתה בשני אלפים וקם והביא לה שני אלפים זהובים כדי שתתן לבעל הטבעת ותקחנה.<br>אחר כך אמרה לו אשתו זו הטבעת שקנית היום בשני אלפים זו היא הטבעת אשר ראית קודם שני שבועות וסוף דבר גזרת אומר שאינה שוה יותר משלש מאות! ויאמר אני מבין היטב בערך אבנים טובות ואיך יתכן שאטעה כל כך בהפרש גדול כזה בין ראייתי אותו היום לבין ראייתי יום זה?<br>ותאמר לו אשתו לא טעית! אלא בראשנה היית רואה הטבעת לבדה בפני עצמו וכל מה שהיית מוסיף להסתכל בה יותר הייתה יורדת בערכה בעיניך יותר, אך בזה היום ראית את הטבעת בהיותה באצבעי ומאחר שאני אהובה אצלך ומצאתי חן בעיניך זרח מן החן שלי חן על גוף הטבעת וראית את הטבעת יקרה יותר ממראה שעבר! ואחר שחזרת וראית עוד הפעם את הטבעת בידי נוסף עליה עוד חן מן החן שלי ונוסף ערכה בעיניך וכן בפעם שלישית נוסף לה עוד חן מן החן שלי ונתת לה ערך ב' אלפים כי האדם שהוא אהוב וחביב לזולתו ויש לו חן אם לובש תכשיט שיתנאה בו גם התכשיט יתנאה יותר מכח החן הזורח על גוף הלובש אותו וזה כלל גדול בחכמת הטבע.<br>וזהו שנאמר <b>צֶדֶק לָבַשְׁתִּי וַיִּלְבָּשֵׁנִי</b> דבר בזה דוגמת ענין הטבעת ההיא של אותה אשה שבהיותה לבדה היה ערכה בעיני רואיה בדמים מועטים ואחר שלבשתה אותה האשה הנאה והיפה שנתייפת בה אז גם הטבעת הוסיפה יופי וחן מן יופי וחן אותה האשה אשר לבשתה וזהו צֶדֶק לָבַשְׁתִּי שנתייפיתי בו ואז גם הוא לבשני שנעשה מלבוש של חן ויופי מצדי כי האדם העושה מצוה ודאי יתנאה הוא באותה מצוה ואם אותו אדם הוא חביב ואהוב לפני הקדוש ברוך הוא אז המצוה ההיא שעושה תהיה חביבה ונאה יותר ממצות שעשו אחרים אף על פי שאותם אחרים עשו המצוה כמו זה באין מחסור מצד המעשה כלל דשניהם נטלו לולב אחד וישבו בסוכה אחת ולבשו ציצית אחד דהכמות שוה עם כל זה תתרבה המצוה באיכות שלה מצד הכונה והשמחה דודאי כונתו ושמחתו של צדיק זה היא יותר נכונה וגדולה מן האחר ונמצא גוף המצוה לבש יופי ונוי מן אותו צדיק.<br>ולזה אמר <b>אֶתְנָאֶה</b> '<b>לְפָנָיו</b>'<b> בְּמִצְווֹת</b>, 'לְפָנָיו' דייקא מצד הכונה והשמחה ואז מצד היופי הזה שאני מתנאה לפניו במעשה המצות אתן נוי ויופי לגוף המצות שאעשה לו סוכה נאה לולב נאה שיהיה להם יופי ונוי מצידי יותר ממצות שעשו אחרים כי מאחר שאני מתנאה במצות לפניו בקדושת הכונה והמחשבה אז ממילא יהיו המצות ההם שאני עושה נאים מכח הנוי שלי שתהיה הסוכה נאה ביותר והלולב נאה ביותר וכן הציצית נאה וכאשר אמרה אותה האשה לבעלה על אותה הטבעת."
        ],
        [
            "<b>\"הֲרֵי עָלַי לְשַׁלֵּחַ פֶּרַע\", הֲרֵי זֶה נָזִיר! מִמַאי דְּהַדֵּין 'שִׁלּוּחַ' רִבּוּיָא הוּא? דִּכְתִיב: <small>(שיר השירים ד, יג)</small> \"שְׁלָחַיִךְ פַּרְדֵּס רִמּוֹנִים\". אֵימָא מִידִי דַּעֲבוּרֵי? כְּדִכְתִיב: <small>(איוב ה, י)</small> \"וְשֹׁלֵחַ מַיִם עַל פְּנֵי חוּצוֹת\".</b> הנה בודאי הא דהוצרך המקשן להביא פסוק זה מאיוב ולא הביא פסוקים מן התורה דכתוב שלוח לשון העברה, היינו מפני דהפסוקים שכתוב בהם שלוח הם מדברים בבני אדם או בבעלי חיים שהם הולכים ולהכי שייך בהו לשון שלוח שהוא העברה אבל שער שאינו בעלי חיים דאינו הולך כבעלי חיים לא שמעינן מפסוקי תורה דשייך ביה שלוח שהוא לשון העברה לכן מביא פסוק 'שֹׁלֵחַ מַיִם' דגם הוא אינו בעלי חיים ונקיט ביה שולח שהוא לשון העברה והוי דומיא דשער שאינו בעלי חיים וכמו שכתוב באורח מישור ז\"ל עיין שם וזה פשוט.<br>ומכל מקום אין להקשות למה לא הביא פסוק בָּעֲגָלוֹת אֲשֶׁר שָׁלַח פַּרְעֹה <small>(בראשית מו, ה)</small> דהרי העגלות הם דבר דומם ואינם בעלי חיים ונקט בהו שלוח? דיש לומר כיון דדרך לקשור העגלות בבהמות שהם בעלי חיים להכי נקיט בהו לשון שלוח.<br>וכן אין להקשות דהוה ליה למימר פסוק תְּשַׁלַּח חֲרֹנְךָ <small>(שמות טו, ז)</small>, ופסוק אֶת אֵימָתִי אֲשַׁלַּח לְפָנֶיךָ <small>(שמות כג, כז)</small>? דיש לומר זה הוא כינוי למלאכים שיש מלאך נקרא 'חרון' ויש נקרא 'אימה' ובמלאכים שייך לשון 'שלוח' וכן וְשֶׁן בְּהֵמוֹת אֲשַׁלַּח בָּם <small>(דברים לב, כד)</small> כיון דהשן מחובר בבהמה שהיא מהלכת שהבהמה מהלכת ואוכלת בשן שלה שייך ביה לשון שלוח והשער אף על פי שהוא מחובר באדם שהוא מהלך הנה הוא קאי על האומר 'עָלַי לְשַׁלֵּחַ' שאז הוא תולשו ועוקרו ושן האוכלת היא מחוברת בבהמה המהלכת ואוכלת ולהכי הביא פסוק 'וְשֹׁלֵחַ מַיִם' דהמים אינם בעלי חיים ונקיט בהו שלוח שהוא לשון העברה.<br>מיהו קשיא לי דהוה ליה להביא מן התורה וַיְשַׁלְּחוּ אֶת כְּתֹנֶת הַפַּסִּים <small>(בראשית לז, לב)</small> וכן בנביאים <small>(שמואל א' יד, כז)</small> וַיִּשְׁלַח אֶת קְצֵה הַמַּטֶּה ושמואל ב' <small>(שמואל ב' כב, טו)</small> וַיִּשְׁלַח חִצִּים וַיְפִיצֵם, דכל אלו אינם בעלי חיים ודמיין לשער ומים? ונראה לי בס\"ד דכל דבר דלא שייך ביה גידול מוכרח לומר דשלוח הכתוב בו הוא לשון העברה ולכן לא הביא פסוק וַיְשַׁלְּחוּ אֶת כְּתֹנֶת הַפַּסִּים, ופסוק וַיִּשְׁלַח אֶת קְצֵה הַמַּטֶּה, וַיִּשְׁלַח חִצִּים וַיְפִיצֵם, דהתם לא שייך בהו גידול ומוכרח לומר דשלוח הכתוב בהם הוא לשון העברה אבל בשער דשייך ביה גידול ושייך ביה העברה מקשינן מנא ליה לפרש לשון שילוח דאתמר ביה הוא לשון גידול, תפרש ליה לשון העברה?<br>ועל זה מביא חיזוק לקושייתו מפסוק 'וְשֹׁלֵחַ מַיִם' דהמים שייך בהו גידול ושייך בהו העברה ועם כל זה שולח דאתמר גבי מים מפרשינן ליה לשון העברה ולא מפרשינן ליה לשון גידול דהכי קיימא לן בפשטיה דקרא ד'שֹׁלֵחַ מַיִם' שהוא לשון העברה דבהכי יבא פשט המקרא לנכון יותר, ואם כן תיקשי הכא נמי מנא ליה לפרש האי שילוח דגבי שער לשון גידול אימא לשון אעבורי הוא וכדאמרינן בפשטיה דקרא ד'שֹׁלֵחַ מַיִם'."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מַה תַּלְמוּד לוֹמַר: <small>(במדבר ו, יא)</small> \"וְכִפֶּר עָלָיו מֵאֲשֶׁר חָטָא עַל הַנָּפֶשׁ\", וְכִי בְּאֵיזוֹ נֶפֶשׁ חָטָא זֶה? אֶלָּא מִפְּנֵי שֶׁצִּעֵר נַפְשׁוֹ מִן הַיַּיִן.</b> הוא הנאת הגוף ומה צער יש לנפש במניעת האדם משתייתו? ונראה לי בס\"ד כי בכל מאכל ומשקה יש תערובת ניצוצי קדושה והאדם מברר הניצוצי קדושה בשתייתו ואכילתו על ידי הברכה ואלו הניצוצות הקדושה שייכים לנפש שלו והמה הנאת הנפש וכמו שאמרו על פסוק רְעֵבִים גַּם צְמֵאִים נַפְשָׁם בָּהֶם תִּתְעַטָּף <small>(תהלים קז, ה)</small> ולכן במניעת האדם מאכילה ושתיה בכל מין מאכל ומשתה יש צער לנפש מצד הבירור שהוא הנאת הנפש, דאכילה אין כאן בירור אין כאן!<br>ועוד זאת יש צער נוסף לנפש במניעתו משתיית היין כי הפגם של עץ הדעת שהיה אצל אדם וחוה אשר בעבורו באו התולדות לתקן עד סוף כל הדורות. הוא היה ביין למאן דאמר ענבים סחטה לו ושתה וידוע דכל מה שאמרו רז\"ל <small>(סנהדרין ע:)</small> בדבר זה דחד אמר חטה וחד אמר תאנה היה וכן שאר דיעות כולם אמת דהא איתא והא איתא. אם כן שתיית היין יעשה האדם בו תיקון לחטא אדם הראשון המגיע לחלק נפשו והוא על ידי שישתה ויברך עליו בכונה.<br>ולכן יש כמה דברים של מצוה שקבעו אותם על היין שהם מצות קדוש שבת ויום טוב ומצות הבדלה ומצות ברכת המזון ומילה ואירוסין ונשואין וכיוצא כדי לתקן בזה חטא אדם הראשון מה שנעשה ביין ועל כן זה הנודר בנזיר שאסר היין עליו ונמנע מן שתייתו עשה צער לנפשו ולכך כתיב ביה 'אֲשֶׁר חָטָא עַל הַנָּפֶשׁ'.<br>ונראה לרמוז בס\"ד במלוי אותיות <b>יַּיִן</b> <small>[י<b>ו</b>־<b>ד</b> י<b>ו</b>־<b>ד</b> נ<b>ו</b>־<b>ן</b>=76]</small> יש מספר ע\"ו כמנין <b>נִיחֹחַ</b> <small>[76]</small> לרמוז שאם אדם שותהו ומכוין בו לשם שמים תהיה שתייתו מקובלת ורצויה לפני השם יתברך כריח ניחח! ולזה דקדק בעל המאמר ואמר שֶׁצִּעֵר עַצְמוֹ מִן הַיַּיִן, רוצה לומר מן הרמוז באותיות יַּיִן שהוא מספר נִיחֹחַ אשר ביטל זה בנזירותו."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>וּמַה מִּי שֶׁנִּתְכַּוֵּן לַעֲלוֹת בְּיָדוֹ בְּשַׂר חֲזִיר וְעָלָה בְּיָדוֹ בְּשַׂר טָלֶה, טָעוּן כַּפָּרָה וּסְלִיחָה.</b> יש להקשות למה נקיט הדמיון של העון בבשר חזיר ולא אמר 'מי שנתכוון לעלות בידו חלב ועלה בידו שומן' ועוד כיוצא בזה?<br>ונראה לי בס\"ד כי החזיר מראה טלפיים שהוא טהור ובאמת הוא טמא מחמת סימן טומאה השני שיש בו. ולכן נקיט דמיון של העון בבשר חזיר כי היצר הרע דרכו כשמכשיל האדם בעבירה מראה לו תחלה צדדים של היתר דמראה לו שאינו עושה עון בכך ועוד נמי מנהגו של אדם העובר עבירה ושנה בה נעשית לו כהיתר ולכן דימה העבירה לבשר חזיר שהחזיר מראה עצמו כהיתר דמראה טלפיו לומר שהוא טהור.<br>ועוד נראה לי בס\"ד דימה העון לחזיר דאמרו רז\"ל <small>[הריטב\"א בקידושין מט: בשם המדרש, וברבנו בחיי פרשת שמיני יא, ד בשם מדרש תנחומא ישן שמיני יד.]</small> למה נקרא שמו חזיר? שעתיד לחזור! דאחר גמר התיקון יהיה נטהר וניתר לגמרי וכן העון עתיד לחזור דעל ידי תשובה מאהבה יהיו העונות זכיות ויתהפך כח המתהווה מן העון מטומאה לטהרה.<br>ודע כי מה שאמרו רז\"ל למה נקרא שמו חזיר? שעתיד לחזור! דהיינו שיהיה נטהר וניתר אף על גב דאין מצות בטלים לעתיד לבוא היינו שבזה עושה השם יתברך חדשה שיהיו כל החזירים הנולדים מן החזירים נולדים בשני סימני טהרה שיהיו פרסותיהן סדוקות ומעלים גרה ואחר שיוולדו אלו בשני סימני טהרה ימותו החזירים הראשונים ונמצא החזיר הנמצא בעולם הוא טהור ומותר כי יש בו שני סימני טהרה.",
            "<b>הַמִּתְכַּוֵּן לַעֲלוֹת בְּיָדוֹ בְּשַׂר חֲזִיר וְעָלָה בְּיָדוֹ בְּשַׂר חֲזִיר, עַל אַחַת כַּמָּה וְכַמָּה!.</b> קשא דבר זה לא אצטריך לקל וחומר למילף מניה דבעי מחילה וכפרה כי דבר זה מפורש עונשו בתורה על השוגג ועל המזיד?<br>ונראה לי בס\"ד דכאן איירי באוחזו בולמוס וכיוצא שצריך לאכול בשר דהותר לו לאכול בשר אסור משום פקוח נפש אמנם הוא לא היה צריך משום פקוח נפש אלא לחתיכה אחת של בשר והיו לפניו חתיכה של בשר חזיר וחתיכה של בשר טלה ואותה שעה נתאוה לאכול חתיכת בשר חזיר ועת שפשט ידו בלא כונה עלתה חתיכת בשר החזיר בידו ואכלה ולא עלתה בידו חתיכת בשר הטלה, דיש לומר אין לזה עונש דין אוכל בשר חזיר כיון דההיא שעתא הותר לו לאכול בשר החזיר אם לא היה בשר טלה מזומן לפניו.<br>ועל זה בא לומר כאן כי הסברא מחייבת להצריכו כפרה מכח הקל וחומר דאתי מכל שכן מאידך שעלה בידו בשר טלה דאין כאן איסור כלל אלא היתר מעיקרו דמחייבו הכתוב כפרה משום מחשבתו בלבד מה שאין כן זה שאכל בשר חזיר דאכיל איסורא ורק הותר לו משום פקוח נפש דיתחייב כפרה משום מחשבתו נתאווית מעיקרא לאכול בשר חזיר דהוה קמיה חתיכה דהיתר ונתאוה לאכול חתיכת חזיר אלא רק כשפשט ידו לא דקדק בכך אלא ליטול מה שיעלה בידו ועלתה בידו חתיכת בשר חזיר.",
            "<b>כַּיּוֹצֵא בַּדָּבָר אַתָּה אוֹמֵר: <small>(ויקרא ה, יז)</small> \"וְלֹא יָדַע וְאָשֵׁם וְנָשָׂא עֲוֹנוֹ\".</b> פירוש בחלוקה זו הכי קאמר דהוא נתכוון לאכול בשר טלה והיתה חתיכה מונחת לפניו שהיא אצלו ספק דאינו יודע אם זו בשר טלה או בשר חזיר ולקחה ואכלה אך קמי שמיא גליא שהיא בשר חזיר דחייב להביא אשם תלוי כמו שנאמר וְנָשָׂא עֲו‍ֹנוֹ <small>(ויקרא ה, א)</small> וכל שכן אם הוא מתחלה נתכוון לאכול בשר חזיר ואכל חתיכה זה שהיא אצלו בספק דגם כן מביא אשם דכל שכן דקרינן ביה 'וְנָשָׂא עֲו‍ֹנוֹ' כיון דמחשבתו היתה פגומה בודאי דנתאוה לאכול בשר חזיר.",
            "<b>עַל דָּבָר זֶה יִדְווּ הַדְּווּיִים.</b> קשה מאי קא משמע לן? פשיטא כיון דנתכוון לאכול בשר חזיר ועלה בידו בשר חזיר דעבד איסורא ודאי צריך לומר ודוי!<br>ונראה לי דבר זה אינו סיום דבריו של איסי בן יאודה אלא תנא דברייתא קאמר לה אחר שהביא דבריו של איסי בן יאודה וקאי על מאי דנקיט ברישא דברייתא על פסוק אִישָׁהּ הֲפֵרָם וַהֳ' יִסְלַח לָהּ <small>(במדבר ל, יג)</small> דאיירי באשה שהפר לה בעלה ולא ידעה והיתה שותה יין דלא עבדה איסורא במעשה אלא בהרהור ומחשבה כי מחשבתה היתה באיסורא.<br>ועל זה קאמר <b>עַל דָּבָר זֶה יִדְווּ הַדְּווּיִים</b> והיינו כי מנהגן של ישראל להזכיר בנוסח הודוי כמה דברים חמורים שהאדם יודע בעצמו שלא חטא בהם כגון עבודה זרה וגילוי עריות ושפיכות דמים וכיוצא וכתבו המפרשים ז\"ל איך ישקר האדם לומר לפני ה' שחטא בכך וכך והוא לא חטא? ויש בזה כמה תירוצים ובכללם הוא תירוץ זה דאם מידי עבירה יצא, מידי הרהור לא יצא! על כן אולי הרהר בדברים של כפרנות דהוי כעובד עבודה זרה וכן אולי הרהר בערוה וכיוצא עיין שם.<br>ולפי תירוץ זה תינח אי אמרינן הרהור יש בו ממש דעל כן ראוי להתודות עליו כמעשה אבל אם אין בו ממש, ליכא רושם כלל! ואיך יעמוד לפני ה' וישקר לומר עשיתי כך וכך והוא לא עשה כלום לאו מנייהו ולא מקצתייהו? מיהו איכא למילף הרהור שבלב יש בו ממש וצריך כפרה מדין אִישָׁהּ הֲפֵרָם וַהֳ' יִסְלַח לָהּ. ולכן אחר אשר הביא דבר זה ד'אִישָׁהּ הֲפֵרָם וַהֳ' יִסְלַח לָהּ' דצריכה כפרה גם על איסור דהוה במחשבה והרהור אמר על זה הסמך יִדְווּ הַדְּווּיִים בכל מיני איסור אפילו שלא נעשה בפועל ולא יחושו משום שקר חס ושלום!",
            "<b>וְזֶה שֶׁנִּזְדַּמְּנָה לוֹ אֲחוֹתוֹ: \"וּפֹשְׁעִים יִכָּשְׁלוּ בָם\" <small>(הושע יד, י)</small>.</b> מקשים והלא בשוגג היה! ואיך קרי ליה פושע? ומתרצים כי ודאי חטא קודם זה איזה חטא הדומה לזה במזיד לכך נכשל בשוגג באיסור חמור כזה!<br>ובזה פרשתי בס\"ד הפסוק יִתְיַצֵּב עַל דֶּרֶךְ לֹא טוֹב רָע לֹא יִמְאָס <small>(תהלים לו, ה)</small> רוצה לומר אם הוא <b>מִתְיַצֵּב עַל דֶּרֶךְ לֹא טוֹב</b> שהוא אינו רע גמור אלא נקרא 'לֹא טוֹב' כיון דמתייצב במזיד אז סופו <b>רָע</b> גמור<b> לֹא יִמְאָס</b> טבעו ומזגו אלא הוא נכשל בו לעשותו!<br>ברם יש להקשות כיון דמפרש להאי קרא דדרכי ה' על המצות אמאי נקיט למצות בשם 'דֶּרֶךְ' והוה ליה למימר כִּי יְשָׁרִים מִצְוֹת הֳ'? ונראה לי כינה המצות בשם דֶּרֶךְ ללמד אין זמן לעשיית המצות אלא רק בעולם הזה המכונה בשם דֶּרֶךְ כמו שכתב הרב עוללות אפרים ז\"ל.",
            "<b>מָשָׁל לְלוֹט וּשְׁתֵּי בְּנוֹתָיו.</b> קשא למה הביא עצות מרחוק? יעשה הדמיון באשתו ואחותו דנקיט ברישא ויאמר אשתו ואחותו עמו בבית ובא על אחותו כסבור שהיא אשתו אך היא ידעה שהוא אחיה ולכן הוא שנתכוין לקיים מצות עונה באשתו 'צַדִּקִים יֵלְכוּ בָם' והיא שכיונה להבעל לאחיה 'וּפֹשְׁעִים יִכָּשְׁלוּ' ובמשל הזה הוי דרך אחד!<br>ונראה לי בס\"ד דלא ניחא ליה לפרש הכתוב באופן זה דהכתוב אומר <small>(הושע יד, י)</small> 'יִכָּשְׁלוּ בָם' דקרי ליה מכשול ובמשל הזה אין כאן מכשול גבי אחותו כי היא ידעה שהוא אחיה בודאי שלא נמצא איש בבית זולתו ולהכי פירש הכתוב במשל דלוט ושתי בנותיו דלוט אף על גב דאיהו פושע בצעירה כיון דידע מה שעשה לו היין בבכירה עם כל זה מכשול קרי ליה מפני כי בעת ששכב עמה היה שיכור באמת.<br>ודע כי הוה מצי למנקט מציאות אחרת דשכיחה טפי והוא אשה שראתה ספק דם נדה והתירה לעצמה בלא מראה חכם כי חשבה שהוא טהור ובאמת היא טמאה ובעלה לא ידע מזה המראה שלה ושכב עמה לקיים מצות עונה ולגבי דידיה 'צַדִּקִים יֵלְכוּ בָם' ולגבי דידה 'פֹשְׁעִים יִכָּשְׁלוּ' דפשעה שלא הראתה לחכם ועם כל זה קרי לה 'יכשלו' כי חשבה בדעתה שהוא טהור.<br>ורק נקיט דבר זה של לוט שהוא מציאות ידועה הכתובה בתורה וגם ללמד מוסר לפי דרכו דאף על פי שהם נכרים עם כל זה משום דכונתם היתה לטובה קרינן בהו 'וְצַדִּקִים יֵלְכוּ בָם'. גם מדוייק הכתוב על בנות לוט דכתיב יֵלְכוּ בָם, כי זה היה שכרם שהלכו אחרי זה בגלגול שני בעולם הזה דהבכירה נתגלגלה ברות והצעירה נתגלגלה בנעמה העמונית ובזה מדוייק לשון יֵלְכוּ בָם."
        ],
        [
            "<b><small>(משלי יח, יט)</small> \"אָח נִפְשָׁע מִקִּרְיַת עֹז\", זֶה לוֹט שֶׁפֵּרַשׁ מֵאַבְרָהָם.</b> נראה לי בס\"ד דשם אַבְרָהָם הוא 'אבר מה' וכמו שאמר רבינו האר\"י ז\"ל ולכן לוט כשהיה מתחבר עם אברהם היה יונק ונשפע מן אותיות 'מה' של אברהם כי לוֹט <small>[45]</small> הוא מספר מה, וכשנפרד ממנו נפרד מיניקה זו של מה וְ'<b>נִשְׁפַּע</b>' נהפכה לו לצירוף '<b>נִפְשָׁע</b>'.<b><br></b>והא דקרי לאברהם אבינו עליו השלום <b>קִּרְיַת עֹז</b> כי ז' ספירות חג\"ת נהי\"ם <small>[חסד גבורה תפארת נצח הוד יסוד מלכות]</small> הם קריה שהם נקראים שבעת ספירות הבנין ואחוזים בהם <b>א</b>ברהם <b>י</b>צחק <b>י</b>עקב <b>מ</b>שה <b>א</b>הרן <b>י</b>וסף <b>ד</b>וד <small>[76]</small> שראשי תיבות שלהם עולה ע\"ו.<br>אך אברהם אבינו עליו השלום הוא חסד שהוא כפול בסוד יוֹמָם יְצַוֶּה הֳ' חַסְדּוֹ <small>(תהלים מב, ט)</small>, יוֹמָם דיקא דהוא אזיל עם כולהו יומי ואם כן אם תחשוב ראשי תיבות שלהם מתתא לעילא יהיה שם אברהם משלים מספר עז <small>[77]</small> בקריה זו דשבעה ספירות הבנין ולזה אמר עליו קִּרְיַת עֹז.",
            "<b><small>(משלי יח, יט)</small> \"וּמִדְיָנִים כִּבְרִיחַ אַרְמוֹן\", שֶׁהֵטִיל מִדְיָנִים בֵּינוֹ וּבֵין יִשְׂרָאֵל כִּבְרִיחַ אַרְמוֹן, שֶׁנֶּאֱמַר: <small>(דברים כג, ד)</small> \"לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי בִקְהַל ה'\".</b> ופירש רש\"י כבריח שנועלין בו הארמון שלא יכנם בו אדם. ויש להקשות למה עשה הדמיון לבריח ולא למנעול ברזל שנועלים בו הפתח דאי אפשר ליכנס בני אדם שם?<br>ונראה לי בס\"ד כי זו המניעה היא רק לזכרים ד'עַמּוֹנִי' וְלֹא עַמּוֹנִית, 'מוֹאָב' וְלֹא מוֹאָבִית משום דהזכרים דרכם להיות בחוץ ולכן דרכם לקדם אך הנקבות עצורים בפנים ואין דרכם לצאת חוצה כדי לקדם. ולכן עשה הדמיון לבריח כי הוא מעכב ומונע הכניסה הכניסה מן אותם שבחוץ שאי אפשר להם ליכנס מחמת הבריח דאי אפשר להם להסירו כי הוא מונח בצד פנים של הדלת אבל להיושבים בפנים אינו מעכב ומונע כלל כי היושב בפנים כשירצה לצאת מושך הבריח ויוצא אבל מנעול הוא מעכב ומונע בין לעומדים בחוץ בין לעומדים בפנים, יען כי מנעול אינו נפתח בלא מפתח והמפתח הוא ביד בעל הבית בלבד ואחרים אינם יכולים לצאת ולהכנס אם לא יבא בעל הבית ויפתח להם נמצא העכבה היא רק לזכרים שדרכם בחוץ ולא לנקבות שדרכם בפנים ולכך עשה הדמיון בבריח.",
            "<b><small>(משלי יח, א)</small> \"בְּכָל תּוּשִׁיָּה יִתְגַּלָּע\", שֶׁנִּתְגַּלָּה קְלוֹנוֹ בְּבָתֵּי כְּנֵסִיּוֹת וּבְבָתֵּי מִדְרָשׁוֹת, דִּתְנָן: עַמּוֹנִי וּמוֹאָבִי אֲסוּרִין וְאִסּוּרָן אִסּוּר עוֹלָם.</b> קשה מה תוספת קלון היה לו בזה מן דברי המשנה אחר שנכתב בתורה <small>(דברים כג, ד)</small> לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי? ועוד אטו דין מצרי ואדומי לא נזכר בתורה שבעל פה?<br>ונראה לי בס\"ד דאיכא טעמא במה שאמר 'עַמּוֹנִי' וְלֹא עַמּוֹנִית, שהנקבות הותרו הוא משום כי לוט שהוא הזכר היתה כונתו לרוע אבל בנותיו הנקבות היתה כונתם לטובה ולכן הרויח הנקבות של עמון ומואב לא נאסרו מה שאין כן הזכרים. ולכן בדברי רז\"ל אשר מפורש דאין האיסור אלא בזכרים דאמרו 'עַמּוֹנִי' וְלֹא עַמּוֹנִית, בזה <b>נִּתְגַּלָּה קְלוֹנוֹ</b> של לוט כי הטעם דנאסרו הזכרים בלבד ולא הנקבות מפני שלוט כונתו לרוע אבל בנותיו הנקבות היתה כונתם לטובה.",
            "<b>אֶלָּא אֵימָא: כְּמִצְוָה שֶׁלֹּא לִשְׁמָהּ.</b> נמצא אהרן הכהן עליו השלום ויעל עליה השלום עשו עבירה לשם שמים שהוא חיבור הוי־ה אדנ־י <small>[91]</small> שעולים מספר אותיות אילן <small>[91]</small> שהם ראש וסוף של שמות <b>אַ</b>הֲרֹ<b>ן יָ</b>עֵ<b>ל</b> <small>[91]</small> לרמוז כי עשו מה שעשו לשם שמים שהוא סוד אילן ולכן נרמזו אותיות אילן בראש ובסוף של שמותם להורות שכונתם מתחלת הענין ועד סופו היתה לשם שמים! ונראה לי בשם יָעֵל ראשי תיבות <b>י</b>עשו <b>ע</b>בירה <b>ל</b>שמה.<br>ואומרם <b>מִתּוֹךְ</b> '<b>שֶׁלֹּא לִשְׁמָהּ</b>' <b>בָּא לִשְׁמָהּ</b> כי תוך האותיות של שלא לשמה יש ג' יודי־ן וג' מימי־ן ולמ־ד<small> [ש<b>י</b>ן ל<b>מ</b>ד א<b>ל</b>ף ל<b>מ</b>ד ש<b>י</b>ן מ<b>ם</b> ה<b>י</b> בחשבון כזה: י+ו+ד=20 כפול שלש יודי־ן =60. מ+ם=80 כפול שלש מימי־ן=240. ל+מ+ד=74. סך הכל 60+240+74 = 374]</small> שעולה מספרם שע\"ד ועם הכולל יעלו מספר לשמה <small>[375]</small> לרמוז מִתּוֹךְ שֶׁלֹּא לִשְׁמָהּ בָּא לִשְׁמָהּ.<br>והא דקרי לשרה ורבקה ורחל ולאה 'נָּשִׁים בָּאֹהֶל' <small>(שופטים ה, כד)</small> משום שיש בשמם במילואם <small>[שין ריש הא, ריש בית קוף הא, ריש חית למד, למד אלף הא]</small> ל\"ו אותיות כמנין אהל <small>[36]</small>.",
            "<b>שֶׁבַע בְּעִילוֹת בָּעַל אוֹתוֹ רָשָׁע בְּאוֹתָהּ שָׁעָה.</b> נראה לי דהיו שבע בעילות לצורך ביטול שבע כחות הטומאה שהיה בקליפתו שהם כנגד ז' שמות שיש ליצר הרע והיא בכח צדקות שלה עשתה דבר פלא כי הבעילה שהיא גשמית וטבעית היתה אצלה מרה כלענה לרוב קדושת גופה ועל כן בכל בעילה היה לה זכות גדול מצד זה ובאותו הזכות היתה מבטלת כח אחד משבעה כחות טומאה שהיה ולכן אחר השבע בעילות אז מָחֲצָה רַקָּתוֹ <small>(שופטים ה, כו)</small> שתחבה היתד בראשו והרגתו כי הוסר כחו מעליו ולכן קרי לבעילות אלו עבירה לשמה."
        ],
        [
            "<b>זָכְתָה וְקִדַּמְתָּהּ אַרְבָּעָה דּוֹרוֹת.</b> נראה לי בס\"ד טעם למספר ארבעה דורות והיא לא קדמתה אלא לילה אחת ולא ארבעה לילות? ונראה לי בס\"ד הטעם כי הלילה נחלק לארבעה משמרות כדאיתא בריש ברכות <small>(ברכות ג.)</small> ארבעה משמרות הוי הלילה. אי נמי הלילה נחלק לשני חצאין והיום גם כן נחלק לשני חצאין הרי ארבעה חלוקות בלילה ויום שאחריו עד שהגיעה לילה שניה ולכך קדמתה ארבעה דורות."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אִיבָּעְיָא לְהוּ: הַאי מַזְיָא, מִלְּתַחַת רַבִּי, אוֹ מִלְּעֵיל?.</b> נראה לי בס\"ד רמזו חז\"ל לפי דרכם בבעיא זו מוסר יקר והוא דיש לחקור למה יש שערות באדם שהוא שער הראש גדל בו מעת שנולד ויש שערות שהם גדלים בו אחר שיגדיל ויהיה לאיש כמו שער הזקן?<br>ונראה לי בס\"ד ליישב חקירה זו בהקדים מה שאמרו במדרש רבא <small>(בראשית רבה יא, ו)</small> פליספוס אחד שאל את רבי הושעיה אם חביבה המילה מפני מה לא ניתנה לאדם הראשון? כלומר מפני מה לא נברא מהול שאז כל הנולדים ממנו יהיו נולדים בלא ערלה! אמר לו מפני מה אותו האיש מגלח פאת ראשו ומניח פאת זקנו? כלומר לפי דבריך שאתה מחבב הערלה מפני שנולדת בה מכל מקום אתה מגלח שער הראש ומניח הזקן והלא שער הראש הוא חביב מפני שהיה עמך מעת הלידה! אמר לו הפלסוף מפני ששער הראש גדל עמו בשטות! רוצה לומר שבא לו מעת היותו קטן בלא דעת אך שער הזקן בא לו אחר שגדל ונשלם בדעת. אמר לו רבי הושעיא אם כן יסמא עיניו ויקטיע ידיו וישבר רגליו שגדלו עמו מעת היותו קטן שאין בו דעת? אמר לו וכי בעבור תשובה כזאת הזקקתי לדבר עמך שתדחה אותי בדברי הבל?! אמר לו רבי הושעיא להוציאך חלק אי אפשר, אלא כל מה שנברא בששת ימי בראשית צריכין עשיה כגון החרדל צריך למיתוק החטין צריכין להטחן ואפילו אדם צריך תיקון אחר שנברא בערלה יחתוך הערלה ויהיה שלם.<br>וצריך להבין למה חשב הפלסוף לתשובה ראשונה של רבי הושעיה דבר הבל, והלא הוא השיב לו היטב לפי דבריו שאמר הטעם משום דגדל עמו בשטות?<br>ונראה דאמר כן מפני כי החילוק הוא פשוט דעינים וידים ורגלים הם מכלל הגוף ובלעדם יהיה האדם מחוסר ואיך יקטעם בשביל שהיו עמו בעודו קטן אך השערות אין מעיקר הגוף אלא הם מותרות ולכן כיון שגדלו בשטות יש טעם להסירם ולגלחם אך שער הזקן אף על פי שגם הוא נחשב ממותרות הגוף עם כל זה כיון דגדל בזמן שהאדם נשלם בשכלו ובינתו לכן חביב הוא לאדם ולא יעבירנו.<br>ובמקום אחר ביארתי בס\"ד כי שני מיני שערות אלו על הראש ועל הזקן הם מותרות הגוף נחשבים אך שער הראש הוא כנגד רבוי ההנאות והתענוגים בימי החול שאין ראוי לאדם להיות נגרר אחריהם ולכן צריך שער זה גילוח אבל שערות הזקן הם כנגד מותרות אכילה ושתיה תענוגים בשבת ויום טוב דנחשבים למצוה ולכן לא יגלח שער זקנו.<br>ובזה נפשטה חקירתנו דמפורש בזה הטעם ששער הראש גדל באדם מן הלידה בעודו קטן שאין בו דעת מפני שהוא כנגד מותרות המאוסים לפני השם יתברך אך שער הזקן גדל עמו אחר שנשלם בדעת ובתבונה מפני שהוא רומז למותרות שהם טובים לפני השם יתברך.<br>והנה ידוע מה שכתבו המפרשים ז\"ל שיש שני מיני יצר הרע הגורמים לאדם לחטוא האחד מצד התולדה שהוא בא מטיפת זרע של אב ואם שקשור ואחוז בהם הזוהמה שהיתה מצד התולדה מן חטא אדם וחוה ואותו כח הזוהמה הקשור בזרע האדם מסבב להחטיא את האדם. והשניה הוא היצר הרע שבא מן הקליפה שיש כנגד עולם הנשמות וזה היצר הרע נקרא בדברי רז\"ל בשם 'מלאך רע' ועליו אמר הקדוש ברוך הוא בראתי יצר הרע בראתי לו תורה תבלין <small>(קידושין ל:)</small>.<br>וכתבו המפרשים ז\"ל שיש עונות מתהווים ונעשים מכח יצר הרע הבא מצד התולדה שהוא כח זוהמת הנחש ויש מיני עונות שנעשים מכח יצר הרע הנמשך מן הקליפה שכנגד עולם הנשמות וברור דרבוי התאוה הגופנית שהם מותרות האכילה והשתיה שרודף האדם אחריהם זה בא לו מיצר הרע הבא מצד התולדה יען כי זוהמת הנחש שדבקה בתולדה נתהווית מצד רבוי התאוה של אכילה דכתיב וַתֵּרֶא הָאִשָּׁה כִּי טוֹב הָעֵץ לְמַאֲכָל וְכִי תַאֲוָה הוּא לָעֵינַיִם וַתִּקַּח מִפִּרְיוֹ וַתֹּאכַל <small>(בראשית ג, ו)</small>.<br>ובזה יובן רמז חז\"ל בהאי בעיא דהכא דאבעי להו <b>הַאי מַזְיָא</b>, <b>מִלְּתַחַת רַבִּי אוֹ מִלְּעֵיל?</b> פירוש השער שהוא גדל עם האדם בשטות שהוא מורה על מותרות האכילה ושתיה שבחול שהם מאוסים לפני השם יתברך אם זה החטא של מותרות ורבוי תענוגים מתהווה ונעשה מלתחת, רוצה לומר מן יצר הרע שהוא מצד התולדה כמתייחס למטה? או דלמא מלעילא רבי, כלומר מן יצר הרע שהוא מצד הקליפה שהוא מלמעלה כנגד עולם הנשמות? ופשיט בגמרא מלתחת רבי!",
            "<b>כַּד צַבְעִין סַבְיָא דִּיקְנְהוֹן, חַוְרִין עִקְבֵי נִימְהוֹן.</b> נראה דהוא הדין דמצי למפשט זה מן הצפרניים של האדם שאם האדם יצבע ידיו בצבע שקורין חינ\"א וכיוצא בזה שהצפרנים קולטין הצבע ואינו יוצא לעולם אך על ידי שהם גדולים ורבים מלתחת דהיינו מעיקרן הסמוך לבשר יהיו חוורין עקביהון ובאורך הזמן שהם גדולים ונקצצים פעם אחר פעם כלה הצפורן שקלט הצבע כולו על ידי קציצות שקוצץ הגדל ממנו ואם כן גם מן הצפרנים יש הוכחה כמו הוכחה של השער אמנם משום שהוא מדבר בשערות הביא הוכחה מן השערות הנצבעין."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>יֹאמְרוּ: מֵאִיר שָׁכַב, יְהוּדָה כָּעַס, יוֹסֵי שָׁתַק. תּוֹרָה, מַה תְּהֵא עָלֶיהָ?.</b> פירוש התלמידים אשר שמעו הקושיא שהקשה רבי יאודה על דברי רבי מאיר לסתור דבריו, אין מהרהרים אחר דבריו של רבי מאיר מחמת סתירה, כי יאמרו: רבי מאיר שכב ואילו היה בחיים היה מיישב דבריו ואין כאן קושיא! וגם לא יתפעלו מקושיא של אדם גדול שהוא רבי יאודה שמצא דבר לסתור דברי רבי מאיר כי יאמרו כיון שכעס לכן נעלם ממנו הישוב והישוב שיש לישב ולתרץ בו דברי רבי מאיר.<br>אך דא עקא כי רואין יוסי שתק שלא השיב תשובה לרבי יאודה על קושייתו והוא לא כעס כדי שיתעלם ממנו ישוב הקושיא אם כן תורה של רבי מאיר מה תהא עליה? כי עתה יאמרו התלמידים ודאי נסתרו דבריו אלו מחמת הקושיא של רבי יאודה דאם יש דבר ליישב דבריו למה רבי יוסי שתק ולא אמרו?!"
        ],
        [
            "<b>כּוּלְּהוּ שְׁנֵי דְּרַב אַדָא בַּר אַהֲבָה לָא אִתְקַיֵּם לֵיהּ זַרְעָא לְרַב הוּנָא.</b> עיין בקמא <small>(בבא קמא פ.)</small> שנזכר שם קללה לבנים בענין אחר? ונראה הא והא גרמא ובאחת היה זכות רב הונא מגין לעכב הפרענות וכיון שאמר זה פעם שנית נתקיימה הקללה מיהו בשלמא בגלוח הבנים שייכא הקללה לבנים אך בקמא דאיירי בענין שהיתה רועה בהמה דקה מה שייך זה לבנים ויש לומר דהבנים נמשלו לצאן וגידולם דומה למרעה הצאן שהם בהמה דקה."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אָמַר לֵיהּ רַב לְחִיָּא בְּרֵיהּ: חֲטוֹף וּבְרִיךְ.</b> נראה לי בס\"ד הכונה <b>חֲטוֹף</b> ניצוצי קדושה מן האכילה והשתיה <b>וּבְרִיךְ</b> בכונה של יחוד שם הוי־ה ושם אדנ־י.<br>והנה עטרת ראשי הרב מור אבי זלה\"ה <small>[זכרונו לחיי העולם הבא]</small> במדרש אליהו דף ק\"ך ע\"ב פירש סמיכות מאמר זה של 'חֲטוֹף וּבְרִיךְ' עם מאמר 'תַּלְמִידֵי חֲכָמִים מַרְבִּים שָׁלוֹם בָּעוֹלָם' דבא מסדר התלמוד לפרש לנו דברי רב שאמר לבנו חטוף וברך באיזה אופן קאי דאל תטעה לחשוב שמצוהו בהיותו אורח יחטוף הכוס משאר אורחין ויברך הוא דודאי אין זה משורת דרך ארץ!<br>אך רב איירי בהיכא דבנו הוא בעל הבית ויש אורחים נכבדים שהם שוים זה בזה דאם ימסור כוס ברכת המזון לאורח כמשפטו דאורח מברך יצא מזה קנאה וכעס כיון דשוים יאמר האחד: למה נותן לחבירי ולא לי? לכן מיעצו אף על פי שברכת כוס ברכת המזון היא נתונה לאורח דלכולי עלמא בעל הבית בוצע ואורח מברך <small>(ברכות מו.)</small> הנה לפעמים יזדמן שאתה תחטוף כוס ברכת המזון ותברך כי בזה לא יהיה קנאה כיון דאין אתה נותנו לאורח ואין אדם מתקנא אלא מחבירו הדומה לו. ולכן אחר מאמר 'חֲטוֹף וּבְרִיךְ' הביא מאמר 'תַּלְמִידֵי חֲכָמִים מַרְבִּים שָׁלוֹם בָּעוֹלָם' כלומר צוואת רב לחייא בריה הנה היא באופן שבזה ירבה שלום עד כאן דבריו ודפח\"ח <small>[ודברי פי חכם חן]</small>.<br>והנה למאן דאמר גָּדוֹל הָעוֹנֶה אָמֵן יוֹתֵר מִן הַמְבָרֵךְ, בזה פרשתי בס\"ד רמז הכתוב <small>(משלי כח, כ)</small> <b>אִישׁ אֱמוּנוֹת רַב בְּרָכוֹת</b>, פירוש העונה אמן הוא רב מבעל הברכות. ולמאן דאמר אֶחָד הַמְבָרֵךְ וְאֶחָד הָעוֹנֶה אָמֵן בְּמַשְׁמָע אֶלָּא שֶׁמְּמַהֲרִין לַמְבָרֵךְ תְּחִלָּה, בזה פרשתי <small>(תהלים כא, ד)</small> <b>כִּי תְקַדְּמֶנּוּ בִּרְכוֹת טוֹב</b>, רוצה לומר הברכות מקדמת הטוב למברך וכאלו אמר ברכות תקדמנו טוב."
        ],
        [
            "<b>אֶחָד הַמְבָרֵךְ וְאֶחָד הָעוֹנֶה אָמֵן בְּמַשְׁמָע.</b> צריך להבין מה ענין 'בְּמַשְׁמָע' קאמר כאן? ונראה לי בס\"ד דכל זה איירי בהיכא דהמסובין כולם חייבים בברכת המזון ואחד מברך וכולם יוצאים ידי חובתם בשמיעתם ולכן כפי הדין צריך שהם יענו אמן בקול כדי שישמע המברך ויוצא הוא ידי חובתם אמן בשמיעה. נמצא שקולין הם, הם יוצאים ידי חובתם בברכה על ידי שמיעה והמברך יוצא ידי חובת אמן בשמיעה.<br>ולזה אמר <b>אֶחָד הַמְבָרֵךְ וְאֶחָד הָעוֹנֶה אָמֵן</b> '<b>בְּמַשְׁמָע</b>' כלומר שניהם צריכים לשמיעה ויוצאין ידי חובתם על ידי המשמיע ורק <b>שֶׁמְּמַהֲרִין לַמְבָרֵךְ תְּחִלָּה</b> מפני שהוא התחיל במצות אמירת הברכה תחלה והם אמרו האמן אחריו לכן אף על גב דהוא יש בידו שתים ברכה ואמן והם גם כן יש בידם שתים ברכה ואמן מקדמין לו השכר תחלה מדה כנגד מדה כי הוא פתח הפתח תחלה בברכה.<br>ונראה לי מאחר ששקולין הם יש לו מצות ברכה במענה פיו ומצות אמן בשמיעתו והמסובין יש להם מצות אמן במענה פיו ומצות ברכה בשמיעתם לכך אמרו חכמים <small>(ברכות מה:)</small> שלא יגביה האדם בעניית האמן את קולו יותר מן המברך אלא יהיו שוין בקול.<br>ואומרו <b>אֶחָד וְאֶחָד</b> נראה הכונה המברך עושה כונה של יחוד הוי־ה אדנ־י <small>[91]</small> בברכה בהזכרת השם שאומר בשם אדנ־י ומכוין בלבו בשם אדנ־י וגם מכוין בשם השילוב וכן העונה אמן מכוין בשם השילוב של הוי־ה אדנ־י שעולים מספר אמן <small>[91]</small> הרי גם הוא מיחד שני שמות אלו בכונתו ולכן אמר<b> אֶחָד הַמְבָרֵךְ וְאֶחָד הָעוֹנֶה אָמֵן</b> ולכן סמך לזה מאמר 'תַּלְמִידֵי חֲכָמִים מַרְבִּים שָׁלוֹם בָּעוֹלָם' על פי מה שאמר רבינו שמשון מאסטרפולי זלה\"ה כי מן חיבור הוי־ה אדנ־י יהיה מספר שלום בחשבון ההכאה ונמצא החכמים שתקנו ברכות ואמנים שבהם יעשו הכונה של חיבור הוי־ה אדנ־י מרבים שלום בעולם שיהיה מחיבור ב' שמות הנזכר השפעת שלום.",
            "<b>תַּלְמִידֵי חֲכָמִים מַרְבִּים שָׁלוֹם בָּעוֹלָם, שֶׁנֶּאֱמַר: <small>(ישעיה נד, יג)</small> \"וְכָל בָּנָיִךְ לִמּוּדֵי ה' וְרַב שְׁלוֹם בָּנָיִךְ\".</b> נראה לי בס\"ד דרך הלצה דאמרו רז\"ל <small>(נידה כה:)</small> אשה מזרעת תחלה יולדת זכר איש מזריע תחלה יולדת נקבה, וידוע מה שאמרו רז\"ל <small>(נדה לא:)</small> בא זכר לעולם בא שלום לעולם. נמצא שלום כינוי לזכר וידוע מה שאמרו רז\"ל <small>(סנהדרין כו:)</small> למה התורה נקראת <small>(ישעיה כח, כט)</small> 'תּוּשִׁיָּה'? בשביל דמתשת כוחו של אדם. וידוע תש כח שוהה להזריע ואינו מזריע תחלה. ולזה אמר <b>תַּלְמִידֵי חֲכָמִים</b> שהם תש כוחן ואינם מזריעים תחלה הנה הם <b>מַרְבִּים שָׁלוֹם</b> הזכרים <b>בָּעוֹלָם.</b><br>ועוד נראה לי בס\"ד מלוי 'שָׁלוֹם' כזה: ש<b>י</b>־<b>נ</b> ל<b>מ</b>־<b>ד</b> ו־<b>ו</b> מ־<b>ם</b> <small>[150]</small> עולה ק\"ן כמנין המלוי של 'עוֹלָם' כזה: ע<b>י</b>־<b>ן</b> ו־<b>ו</b> ל<b>מ</b>־<b>ד</b> מ־<b>ם</b> <small>[150]</small> וכל שפע של ברכה בא בצינורות של אותיות המלוי גם עוֹלָם עם האותיות עולה ק\"ן ולזה אמר <b>מַרְבִּים שָׁלוֹם בָּעוֹלָם</b> בצנור שרמוז באותיות עולם.<br>ועוד נראה לי בס\"ד על פי מה שאמר התנא בתלמוד <small>(תענית ז.)</small> הרבה תורה למדתי מרבותי ויותר מחבירי ומתלמידי יותר מכולם, ולזה אמר <b>תַּלְמִידֵי חֲכָמִים</b> רוצה לומר התלמידים <b>מַרְבִּים שָׁלוֹם בָּעוֹלָם</b> היא התורה הנקראת 'שלום' דכתיב דְּרָכֶיהָ דַרְכֵי נֹעַם וְכָל נְתִיבוֹתֶיהָ שָׁלוֹם <small>(משלי ג, יז)</small> כי מן התלמידים ירבה יותר לימוד תורת <b>חיים.</b>"
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897",
            "http://beta.nli.org.il/he/books/NNL_ALEPH001933802/NLIl"
        ]
    ],
    "heTitle": "בן יהוידע על נזיר",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Ben Yehoyada"
    ],
    "sectionNames": [
        "Daf",
        "Paragraph"
    ]
}