{
    "title": "Shorshei HaYam on Mishneh Torah, Human Dispositions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Human_Dispositions",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש תוכחה</span>\n<b> הרואה חבירו שחטא כו' צריך להוכיחו כו' ואם לאו יוכיחנו פעם שנית כו'.</b> בפרק אלו מציאות דף ל\"א ע\"א א\"ל ההוא מרבנן לרבא אימא הוכח חדא זימנא תוכיח תרי זימני א\"ל הוכח אפילו מאה פעמים משמע תוכיח אין לי אלא הרב לתלמיד תלמיד לרב מניין ת\"ל הוכח תוכיח ע\"כ: והקשה הלח\"ם למה לא הביא רבינו דין זה דאפי' תלמיד לרב ועוד הקשה דבסוגיין קאמר הוכח אפילו מאה פעמים משמע ואלו בפ\"ג דערכין דס\"ז ע\"ב אמרו הוכיחו ולא קבל מנין שיחזור ויוכיחנו ת\"ל תוכיח משמע דמתוכיח נפ\"ל אפי' מאה פעמים ולא ממילת הוכח יע\"ש.<br><b> והנה </b> למה שהקשה למה השמיט רבינו הוכחת תלמיד לרבו ראיתי להר\"ב שער אפרים בסימן ס\"ה דל\"ב ע\"א וע\"ב שיישב דברי רבינו בב' אופנים או דס\"ל דהסוגייאות חלוקות וסמך רבינו על הסוגייא דפ\"ג דערכין דלא דריש תוכיח לרבו' תלמיד לרב או דס\"ל כמ\"ש בהג\"מ והסמ\"ג במ\"ע י\"א בשם הרא\"ם דהוכח' תלמיד לרב היינו בששכח רבו והוא מזכירו ומקבלו והוכח' כזו לרבו שמזכירו ומקבלו והוכחת חבירו בשאינו מקבלו שקולים הם ויבואו שניהם והוכחת תלמיד לרבו במזכירו הביא רבינו בפ\"ה מהלכות ת\"ת ד\"ט וז\"ל ראה רבו עובר על ד\"ת אומר לו למדתנו רבינו כך כו' וכ\"כ בפ\"ו מה' ממרים הל' י\"א ראה אביו עובר על ד\"ת אל יאמר לו אבא עברת על ד\"ת אלא יאמר לו אבא כתוב בתורה כו\"כ כאלו הוא שואל ממנו ולא כמזהירו יע\"ש ושוב הוקשה לו דשם בפ\"ג דערכין למדו דמצות הוכחה היא עד נזיפה או עד קללה או עד הכאה מקרא דויחר אף שאול ביהונתן כו' משמע דאף הבן עם אביו ותלמיד עם רבו שוה לכל אדם שחייב להוכיחו עד נזיפה או עד קללה או עד הכאה למר כדאית ליה ולמר כדאית ליה וכתב דמן התורה ודאי לא למדנו הוכחת תלמיד לרב אבל מדברי קבלה למדנו מההיא דשאול עם יהונתן ולכן לא כתב הרמב\"ם כאן הא דתלמיד לרב וכתבו בה' ת\"ת ובהלכות ממרים להורות שדבר זה אינו מן התורה יע\"ש.<br><b> ולא </b> נחה דעתי בזה דס\"ס היה לו לרבינו כאן דקאי במצות תוכחה לומר דמדברי קבלה מצוה על הבן ועל התלמיד להוכיח את אביו ואת רבו כשאר כל אדם ועוד דבפ\"ה מה' ת\"ת ופ\"ו מה' ממרים היה לו לבאר שאם לא שמע אביו או רבו כשאמר לו כתוב בתורה כך וכך או למדתנו רבינו כך יאמר לו פעם ב' וג' עד הכאה כו'.<br><b> ולכן </b> נלע\"ד בדעת רבינו דס\"ל דכי דרשינן קרא דתוכיח לרבות תלמיד לרב היינו היכא שהדבר מסופק אצל התלמיד אם רבו קא עבר על דברי תורה משו' דאשתלי או שמא יש לו איזה טעם בדבר לעבור אבל אם הדבר ברור לו שרוצה לעבור עד\"ת בשאט בנפש בלתי ט' אז ודאי הרי הוא כשאר כל אדם וחייב להוכיחו דכל מקום שיש חילול השם אין חולקין כבוד לרב ולזה אין צריך רבוי דתוכיח לרבו' תלמיד לרב ולפום אותה סוגייא דערכין דלא דריש מילת תוכיח לרבות תלמיד לרב אלא להוכיחו ולא קבל משמ' ליה לרבינו דס\"ל דלרבו' תלמיד לרב בדבר שאינו ברור לתלמיד שישאל אותו דרך שאלה למדתנו רבינו אין זה במשמע מילת תוכיח דכל כה\"ג ששואל ממנו דרך שאלה ואינו כמזהירו אין כאן הוכחה ובהא הוא דחלוקות הסוגייאות דבפרק אלו מציאות דריש רבא מילת תוכיח לרבות תלמיד דאפילו אינו יודע בבירור ברבו שרוצה לעבור על ד\"ת חייב התלמיד לשאול לרבו דרך שאלה ולא כמזהירו משום שמא שכח ויחזור בו ולפום סוגיין דערכין אין כאן חיוב מצוה דאין זה במשמע מילת תוכיח אלא הרשות בידו לשאול ממנו דרך כבוד ולא כמזהירו אבל מצות תוכיח ליכא. והשתא בההיא דיהונתן עם שאול דמפני הרוח רעה שהיה לו לשאול היה רוצה להמית את דוד חנם על לא חמס בכפיו וכמו דציוה מקודם ליהונתן ולכל עבדיו להמית את דוד ויהונתן דבר עליו טוב והצילו והביאו לפני שאול ואח\"כ חזר להתקנאו' בו והיה מבקש להמיתו כמו שגילה דוד ליהונתן ונשב' לו כי כפשע בינו ובין המות ונסתר בשדה כל כי הא ודאי היה חייב יהונתן למחות ביד אביו כשאר כל אדם כיון שהיה רוצה לעבור על ד\"ת בלתי טעם ולכן בפעם הזאת שחרה אפו ביהונתן ונזף בו וקללו והכהו על שדיבר טוב בדוד שלא בא אל שולחן המלך ולא שאל רשות ממנו שוב לא חשב יהונתן לעכב את דוד ולדבר טוב עליו אלא שלחו לעצמו דכיון שהכלימו אביו למר כדאית ליה בנזיפה או בקללה או בהכאה שוב אינו חייב למחות ביד אביו ולכן למדו ממנו לשאר כל אדם דאין עליו חיוב מצות תוכחה ולהבדילו מן החטא אלא עד נזיפה או עד קללה או עד הכאה למר כדאית ליה ולמר כדאית ליה כיון דבן אצל אביו ושאר כל אדם בדבר הברור שרוצה לעבור על ד\"ת שוים ובזה אתו כל דברי רבינו על נכון דכאן במצו' תוכחה לא הוצרך לבאר דאיכא מצות תוכחה נמי אף בבן אצל האב ובתלמיד אצל רבו כדדריש באלו מציאות מריבוי תוכיח דאיהו סמך על סוגייא דערכין דלא דריש תוכיח לרבות תלמיד לרב דכיון דריבוי זה אינו אלא היכא שאינו ברור לו שרוצה לעבור על דברי תורה במזיד אין כאן תוכחה אלא שאלה בעלמא דאם ברור לו אז ודאי דרבו ושאר כל אדם שוים ומה צורך לרבוי לכן לא הוצרך לבאר זה ובפ\"ה מה' ת\"ת ופ\"ו מה' ממרים הביא דין זה ולא כתב שאם לא קבל שיחזור ויוכיחנו דשם לא איירי בענין תוכחה אלא לענין כבוד אביו ורבו שאפי' רואה אותו עובר על ד\"ת ובא לשאול ממנו למה עובר ישאל ממנו דרך כבוד דאפשר יש לו איזה טעם ודוק. זה נלע\"ד דעת רבינו דס\"ל דההוא סוגייא דערכין חולק' עם ההיא דאלו מציאות או דרשינן מיל' תוכיח לרבות תלמיד לרב או לא דרשינן מילת תוכיח אלא לרבות הוכיחו ולא קבל ותפס עיקר ההיא דערכין ולהכי לא הזכיר כאן במצות תוכחה אפילו תלמיד לרב.<br><b> ואולם </b> ראיתי בשיטה המקובצת לבב\"מ דפ\"ז ע\"ג שכתב בשם הרמב\"ן והר\"ן ז\"ל וגיליון תוס' וז\"ל הוכח אפילו מאה פעמים כו' ק\"ל הא דגרסי' במס' ערכין הוכיחו ולא קבל מניין שחוזר ויוכיחנו ת\"ל תוכיח אלמא הוכח לא משמע אלא פעם אחת. ואיכא למימר הוכח אפילו ק\"פ משמע בשני דברים כגון אם הוכיחו בעבירה א' ולא קבל לא יאמר לעולם לא אוכיחנו עוד בעבירה אחרת שהכל בכלל הוכח ועדיין אני או' אם הוכיחו בעבירה א' ולא קבל לא יחזור ויוכיחנו בה שהרי לא קבל עליו תוכחת ת\"ל תוכיח ואכתי ק\"ל דהכא מפקינן תוכיח לתלמיד לרב והתם מפקינן ליה להך דרשא ואפשר דתרתי ש\"מ דתוכיח לעולם משמע ולכל אדם משמע עכ\"ל וכ\"כ גם הרב הנמקי שם דתוכיח כולהו שמעית מיניה דתוכיח לכל אדם ובכל ענין יע\"ש. ובשם הריטב\"א כתוב שם בשיטה הנז' וז\"ל תוכיח אפילו תלמיד לרב והוא שמוכיחו בלשון למדתנו רבינו כדאיתא בפ\"ק דקידו' עכ\"ל.<br><b> ולעד\"נ </b> דהא דאמר רבא הכא הוכח אפי' ק\"פ משמע היינו מכח מיל' תוכיח דכיון דאפיקתיה להוכח מחדא תוכחה תו אפילו ק\"פ במשמע ומדלא כתיב הוכח הוכח או תוכיח תוכיח דרשינן ממילת תוכיח אפילו תלמיד לרב וכעין זה אמרינן בפרק מרובה דס\"ד ע\"ב גבי קרא דאם המצא תמצא בידו הגניבה דדרשינן הכפל לגנב ולטוען טענת גנב וכן אם המצא בעדים תמצא בדיינים פרט למודה בקנס ופרכי' והאי המצא תמצא להכי הוא דאת' הא מ\"ל לכדתניא אין לי אלא ידו חצרו וקרפיפו מנין ת\"ל המצא תמצא מ\"מ ומשנינן א\"כ לימא קרא המצא המצא או תמצא תמצא וה\"נ אמרינן בפרק החובל דפ\"ה ע\"ב גבי קרא דורפא ירפא וה\"נ אמרינן במנחות ריש פ' הקומץ רבה די\"ז ע\"ב גבי קרא דאם האכל יאכל כו' יע\"ש וכ\"כ התו' בכתובות דל\"ט ע\"ב ד\"ה אין לי אלא אביה דדריש הש\"ס ב' דרשות במילת אם מאן ימאן אביה וכתבו דהיינו משינוי הכתוב דלא כתיב מאן מאן או ימאן ימאן יע\"ש ועיין להתוס' בפרק מרובה דף ס\"ה ע\"א ד\"ה לכתוב יע\"ש ובכן אותה סוגייא דערכין והך דאלו מציאות דא ודא חדא היא ודוק. עלה בידינו לענין דינא דבין לפי דרכינו בדעת הרמב\"ם ובין לפי דרכו של הר\"ב שער אפרים ז\"ל איכא מצות תוכחה אף בתלמיד אצל הרב ובן אצל אביו כל שברור הדבר שרוצים לעבור על ד\"ת בלתי טעם כההיא דיהונתן עם שאול אלא דלפי דברי הר\"ב ש\"א מצוה זו מדברי קבלה היא ולפי דרכינו הרי היא בכלל מצות הוכחת כל אדם ולא הוצרך ריבוי תוכיח לרבות תלמיד אצל רבו אלא היכא שאינו ברור הדבר אצל התלמיד שרוצה רבו לעבור על דברי תורה בשאט בנפש ולפי סוגייא דערכין כל כי הא שאינו ברור הדבר אצל התלמיד ואין כאן מצוה על התלמיד ממילת הוכיח אלא רשות בלשון למדתנו רבינו או כתוב בתורה כדתניא בפ\"ק דקידו' דל\"ב.<br><b> וראיתי </b> להר\"ב תה\"ד בסי' מ\"ב והביא דבריו הר\"ב המפה בי\"ד סימן רמ\"ב סכ\"ב שנסתפק ברואה את רבו שרוצה לעבור על איסור דרבנן אם צריך למחות בידו או לאו והביא ההיא דפ' הדר במילתא דרבנן עבדינן עובדא ולבתר מותבינן תיובתא ופרש\"י אם שומע תלמיד לרבו שפוסק היתר על איסור דרבנן ויש להקשות עליו יניח לעשות המעשה ע\"פ רבו ואח\"כ יקשה לו יע\"ש ורצה הרב ללמוד מזה דכל היכא דאין ברור לתלמיד דאיסור דרבנן הוא לא יכנס במעשה רבו עד לאחר מעשה ושוב דחה לזה דשאני התם שבא להורות הלכה למעשה ומסתמא מתיישב הרב שפיר להורות כדין אבל אם רואה את רבו ששולח ידו לעשות דבר שנראה לתלמיד שיש לחוש בו לאיסור אין צריך לשתוק דאדרבא יחשוב דלאו אדעתא דרבו ואשתלי הוא והעלה הרב ז\"ל שאם הדבר ברור לתלמיד דאיכא איסור דרבנן לא ישתוק קודם מעשה ואם הוא מסופק אלא שיש לו להקשות עליו אין צריך למחות ולהקשות במעשה רבו אפי' שלא בא להורות הלכה למעשה לאחרים אלא לעצמו דלא חיישי' דילמא אשתלי יע\"ש. ולא ידעתי איך לא זכר שר אותה ששנינו בפ\"ב דברכות גבי ר\"ג שקרא ק\"ש בלילה הראשונה שנשא אשה וכן רחץ בלילה הראשונה שמתה אשתו. וכן כשמת עבדו קיבל עליו תנחומין ואמרו לו תלמידיו לא למדתנו רבינו איפכא וכל הני איסורי דרבנן נינהו כמבואר ולא הקשו עליו עד לאחר מעשה אע\"פ שהיה ברור להם האיסור שכך למדם מקודם ודוחק לומר שבכל הני עובדי לא נמצאו התלמידים אצלו בשעת מעשה ואחרים ספרו להם דא\"כ הכי הו\"ל למתני וכששמעו תלמידיו אמרו לו כו' גם דוחק לומר שהם היו מסופקים שמא יש חילוק בין איש לאיש וכמו שהשיב להם ר\"ג דא\"כ היה להם לשאול כן מר\"ג שמא יש חילוק בין איש לאיש ודוק.<br><b> ומ\"מ </b> לפי מה שהעלינו בדעת רבינו שכל שאינו ברור לתלמיד שרוצה רבו לעבור על ד\"ת במזיד אין עליו חיוב תוכחת אלא שואל ממנו למדתנו רבינו ולא כמזהירו אלא לדעת טעמו או שמא לאו אדעתיה נראה דאין חילוק בין איסור דאורייתא לדרבנן מטעם תוכחת דודאי כל היכא שברור לתלמיד שרבו עובר במזיד בלתי טעם בין בדאורייתא בין בדרבנן הרי הוא כשאר כל אדם וחייב להוכיחו דכל מקום שיש חילול ה' אין חולקין כבוד לרב. ואם הוא מסופק שמא יש איזה טעם לו לעבור אם הוא באיסור דאורייתא שואל ממנו קודם מעשה שמא לאו אדעתיה ונמצא נכשל רבו באיסור דאורייתא. ואם הוא איסור דרבנן עביד עובדא והדר מותיב התלמיד תיובתא."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות דעות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}