{
    "text": {
        "0": {
            "0": "Another thing is the man. The one who wrote (Samuel 2: 7) said King David came and sat before the Lord. As well as Tani Rabbi Chaya, there is no yeshiva for help but only the kings of Beth David. My mother's rabbi by the name of Rish Lakish said there was no yeshiva for help but a place for the kings of the house of David. And yes he says and David sits down. And yet a fraudulent rabbi named Rabbi Ishmael said there was no sitting upstairs that was said (Daniel 7:14) a kinship on one of the Kamia. Who do not have a leg jump. Said (Ezekiel 1: 7) with their feet straight. And spelling (Isaiah and B) resins stand above him. And spell (Zechariah 3: 3) and I gave you moves between these stands. Upstairs there is no seating and David sits. Said Rabbi\n"
        },
        "7": {
            "1": "\"The LORD is our Master, how mighty is Your Name in all the earth.\" Rav said: \"We find three places where the angels prosecuted God; the creation of man, the tabernacle, and the giving of the Torah.\" Where do we find [this phenomenon] regarding man? When God wished to create man he consulted the angels as it says (Genesis 1:26) \"Let Us make man.\" They began to say \"What is man that you recall him?!\" [God] replied \" Tomorrow you'll see how smart he is.\" When He created man what did God do? He brought all animals before the angels and asked them the names of all the animals and they did not know. God said to them \"Do you want to know the wisdom of Man? I will ask him and he will tell me what all their names.\" What did God do? He brought all the animals and birds before Adam as it says (ibid. 2:19) \"And the LORD formed from the earth.\" Rabbi Acha said, Did it not already say (ibid. 1:25) \"And God made the beasts of the land?\" What does the word \"and He formed\" come to teach us? Rather there it says \"and He made\" i.e. created them and here it says יצר from the root that connotes convergence as in (Deuteronomy 20:19) \"when you besiege a city. (Genesis 2:19) \"And He came to Adam to see what to call them\" Isn't God omniscient? Rather \"to see\" means \"to show the angels Adam's wisdom [by showing what Adam would call them],\" and Adam independently came up with the same name as God for each and every animal. Then God asked him, \"And you, what is your name?\" He replied, \"it is appropriate to call me Adam because I was created from the earth (Adamah).\" God asked, \"And what's My name?\" Adam replied \"It is appropriate to call you the LORD because you are the Lord of the entire world.\" That is why He says (Isaiah 42:8) \"I am the LORD, this is My name.\""
        },
        "21": {
            "23": "“Because He neither scorned nor despised the poverty of the poor (Psalm 22:25).\" In common practice, if two men come before a judge, one poor and one rich, which one will the judge show favor towards?  Is it not the rich one?  However, here (ibid) \"He has not hidden his face from me.\" Rabbi Haggai decreed a fast and the rain came down.  He said, “It is not because I am worthy, but 'because he neither scorned nor despised the poverty of the poor (ibid).'”  Just as “He neither scorned nor despised” the prayer of the poor, so too, “he neither scorned nor despised” their sacrifice. King Agripas, wanted to offer a thousand sacrifices in a single day. He sent a message to the Kohen Gadol, and said “do not let anyone offer sacrifices today except for me.”  One man came, and in his hands were two turtledoves.  He said to the Kohen, “Sacrifice these for me.”  The Kohen said to him, “The King has commanded me not to let anyone but him sacrifice today.”   He said to the priest “My lord, Kohen, I trap four turtledoves every day: two for a sacrifice and two to live on.  If you don't sacrifice them for me, you are cutting off my livelihood.” The priest arose and sacrificed them. Immediately King Agripas saw in a dream, “The sacrifice of a poor man came before yours.”  King Agripas sent to the Kohen Gadol, and said to him “Didn't I tell you not to let anyone but me sacrifice?” He said to him, “A poor man came to me and in his hands were two turtledoves, and he said to me 'Sacrifice these for me.'  I told him 'The King has commanded me not to let anyone sacrifice today except for him.'  He said to me 'My lord, Kohen, I trap four turtledoves every day: two for a sacrifice and two to live on.  If you don't sacrifice them for me, you are cutting off my livelihood.'  Even in this case, should I not have sacrificed?”  The King said to him, “You did beautifully. Behold: 'Because He neither scorned nor despised the poverty of the poor (Ibid.).'” It happened that they were leading an ox for sacrifice and it wouldn't go.  A poor man came long and he had a single bunch of vegetables in his hand, and he extended it to the ox, and it ate it and was led after him.  It appeared to the owner of the ox in a dream: “the bunch of vegetables that that poor man gave to the ox is more than your sacrifice.” It happened that a woman brought a handful of fine flour and the kohen scorned her, and said “Look what she is sacrificing!  It's too cheap to sacrifice! It's too cheap to burn on the altar!”  It appeared to the kohen in a dream “Do not scorn her!  It's as if she sacrificed her life.”  We can make a logical inference: since, in regard someone who doesn't sacrifice their life (nefesh), the Torah says “When a person (nefesh) brings a meal offering (Vayikra 2:1),” someone who actually sacrifices their life, all the more so. It once happened that a pious man who had brought his sacrifice from Gaul and from Spain, and he saw that the Kohen Gadol was taking out a palm full and turning it to smoke, and eating the rest.  He said “Did I go to all this trouble in order for this one to eat?!” Everyone appeased him saying “Just as this one was only troubled from the ramp to the altar, and yet he is rewarded that he will eat your gift. You, who troubled yourself with all this trouble, even more so!” This is the meaning of “Because He neither scorned nor despised (Ibid).”"
        },
        "26": {
            "1": "......",
            "2": "...Another explanation. 'The LORD is my light and my help...' My light by the sea, as it says \"...and it lit up the night...\" (Exodus 14:20) And my help by the sea, as it says \"...Stand by, and witness the deliverance which the LORD will work for you...\" (ibid. v. 13) Whom should I fear? \"But Moses said to the people, “Have no fear!\" (ibid.) The LORD is the stronghold of my life, \"The LORD is my strength and might...\" (Exodus 15:2) Whom should I dread? \"Terror and dread descend upon them...\" (ibid. v. 16) When evil men assail me, \"As Pharaoh drew near...\" (Exodus 14:10) To devour my flesh, \"...My desire shall have its fill of them...\" (Exodus 15:9) R' Shmuel bar Nachmani said: the wicked do not leave this world until they announce their own verdict upon themselves. This is what is written \"I will pursue, I will overtake\" (ibid.) It does not then say 'we will divide' but rather \"I will divide the spoil\" (ibid.) I will be divided. It is they, my foes and my enemies, who stumble and fall, \"Who hurled Pharaoh and his army into the Sea of Reeds...\" (Psalms 136:15) From here forward Israel said 'Should an army besiege me...' meaning the army of Egypt, '...my heart would have no fear.' 'should war beset me, because of this would I be confident.' 'This' always refers to Torah, as it says \"This is the Teaching...\" (Deuteronomy 4:44) The rabbis explained this verse as referring to Rosh HaShanah and Yom Kippur. 'my light,' on Rosh Hashanah. 'And my help ,' on Yom Kippur. 'When evil men assail me,' this refers to the idolaters. 'To devour my flesh,' when they come to accuse Israel and say before the Holy One: these (meaning themselves) are idolaters and those (meaning Israel) are idolaters as well! 'my foes and my enemies,' the numerical value of the letters of hasatan (the accuser) is 364. Every day of the year he has the authority to make accusations, except on Yom Kippur (and Rosh Hashanah). For this reason Israel said 'Should an army besiege me,' meaning the idolatrous nations, 'my heart would have no fear.' 'Should war beset me, because of this would I be confident,' R' Levi said: because of the bequest which you wrote in the Torah \"Thus only shall Aaron enter the Shrine...\" (Vayikra 16:3)"
        },
        "50": {
            "0": "\"For You, You alone, have I sinned . . . That You may be justified when You speak\" (Ps. 51:6). To whom may David be compared? To a man who broke a limb, and came to a doctor. The doctor marveled and said: \"How great is thy break! I am much distressed on your account.\" The man with the broken limb said: \"Art you distressed on my account? Was not my limb broken for your sake, since the fee is to be yours?\" Just so David said to the Holy One, blessed be He: For You, You only, have I sinned: If You receive me, then if You say to transgressors \"Why haven't you repented?\" all transgressors will submit to You, for all of them will behold me [David], and I shall surely bear witness that You receive the penitent. Hence the Holy One, blessed be He, said: Behold, I have given him [David] for a witness to the peoples (Isa. 55:4). And God gave as a witness not only me, David, but all Israel, since it is said You are My witnesses, said the Lord, and My servant whom 1 have chosen (Isaiah 43:10)."
        },
        "104": {
            "0": "'Give thanks to G-d, call out His name'. Rabbi Yossi bar Halafta said to Rabbi Yishmael his son, \"You want to see the presence of G-d in this world, then engage in Torah in the Land of Israel, as it is said 'Look for G-d and His strength, request His presence (His face) always' \".",
            "7": "\"Egypt rejoiced at their departure\" (Psalms 105:38) Rabbi Berchiah said: this can be compared to a corpulent man that was riding on a donkey. The donkey hopes, \"When will he get down from me?!\" and [the man] himself hopes, \"When will I get off the donkey?!\". When he gets down, the man rejoiced and the donkey rejoices. But I don't know who is happier. Such was it when Israel was in Egypt. The plagues were coming on the Egyptians and the Egyptians were hoping, \"When will Israel go out?!\" And Israel was hoping, \"When will the Holy One Blessed Be He redeem us?\" When they were redeemed, both these and these were happy, but we don't know who was happier. From what David said: \"Egypt rejoiced at their departure\", we know that Egypt was happier."
        },
        "109": {
            "0": "o\t“Of David. A psalm. The LORD said to my lord, “Sit at My right hand…” This is what the verse says “Who awakened one from the east whom righteousness met wherever he set his foot?” (Isaiah 41:2) The nations of the world we as if asleep, failing to take shelter beneath the wings of the Divine presence. Who awakened them to come and take shelter? Avraham, as it says: Who awakened one from the east. And not only the nations, but even righteousness itself was sleeping until Avraham awakened it. How did Avraham do this? He made an inn and opened doors in every direction in order to receive all those passing by, as it says “He planted a tamarisk (eshel) at Beer-sheba…” (Genesis 21:33) R’ Azaria said: what is this eshel (אשל)? It is an acronym for eating (אכילה), drinking (שתייה) and escorting one’s guests (לוייה). This is “righteousness met wherever he set his foot…”"
        },
        "117": {
            "15": "H' has chastised me greatly. Chastisements are to be loved, because they please (martzin) like sacrifices. For of sacrifices [Scripture] says: \"that it may be pleasing (nirtzah) in his behalf, to atone for him.\" (Lev. 1:4) And of chastisements it is written: \"as a father is pleased with (yirtzeh) the son.\" (Prov. 3:12) Another interpretation: Chastisements are to be loved, because they are more pleasing than sacrifices. Sin offerings and guilt offerings atone only for that [particular] transgression, as it is said: \"that it may be pleasing (nirtzah) in his behalf, to atone for him.\" (Lev. 1:4) But chastisements atone for all [sins]. That is, H' has chastised me greatly [for all my sins, so my atonement is complete].",
            "16": "Open for me the gates of righteousness. In the next world [He] says to a person: What was your occupation? And he says: I fed the hungry. They say to him: Th[ere] is the gate of one who feeds the hungry; enter it. Another says: I gave water to the thirsty; and they say to him: Th[ere] is the gate of one who gives water to the thirsty; enter it. And the same for one who clothes the naked, and one who raises orphans and one who is charitable; and so with all the mitzvot. David said: I did all of the[se things]; open all of them for me. Therefore he says: Open for me the gates of righteousness so that I may enter them."
        }
    },
    "meta": "Psalm-Comment",
    "work": "Midrash Tehillim"
}