{
    "text": {
        "0_Comment, 0_Paragraph": "לבדוק ולבער חמץ נוקשה וע\"י תערובת ואפי' בטלו צריך לבערו. ד\"ה אור לי\"ד: דף ב ע\"א",
        "1_Comment, 0_Paragraph": "אף מעירו יצא בכי טוב כמו לעיר אחרת. ד\"ה יכנוס:",
        "2_Comment, 0_Paragraph": "צאת הכוכבים לא גדולים הנראים ביום ולא קטנים הנראים בלילה אלא בינונים. ד\"ה והא קי\"ל:",
        "3_Comment, 0_Paragraph": "בנדרים הלך אחר לשון בני אדם כשאין לשונם כלשון המקרא. ד\"ה כדתנן:",
        "4_Comment, 0_Paragraph": "הבא במחתרת אב על הבן צריך לידע שבא על נפשו ובן על אב הורגו אף בספק. ד\"ה אי פשיטא: שם ע\"ב",
        "5_Comment, 0_Paragraph": "זמן כניסת פועל למלאכתו בהנץ החמה ולערב יכנס בלילה. ד\"ה ראב\"י:",
        "6_Comment, 0_Paragraph": "אין לספר בלשון כבוד לשנות הדבור מכמות שהוא. ד\"ה שהרי: דף ג ע\"א",
        "7_Comment, 0_Paragraph": "כל הבא לפנינו נאמן לומר ישראל אני. ד\"ה ואנא: שם ע\"ב",
        "8_Comment, 0_Paragraph": "אין לו קרקע או זקן או בח\"ל. פטור מראיה. ד\"ה מאליה:",
        "9_Comment, 0_Paragraph": "מת אביו ואמו אין צריכין להגיד לו לפר\"ח שרבי חייא שאלו על אביו ולא השיבו. ד\"ה אבא: דף ד ע\"א",
        "10_Comment, 0_Paragraph": "זריזין אין צריכין להקדים יותר מצפרא: (ד\"ז מפורש בגמ'):",
        "11_Comment, 0_Paragraph": "תלמיד חכם לא יצא יחידי בלילה. ד\"ה שנאמר:",
        "12_Comment, 0_Paragraph": "אם אינו דר בביתו פטור מן המזוזה אבל בחמץ צריך לבדוק. ד\"ה על",
        "13_Comment, 0_Paragraph": "במסירת מפתח אינו קונה. ד\"ה אם משמסר:",
        "14_Comment, 0_Paragraph": "המפקיד מפתח ביתו אין הנפקד צריך לבדוק: בא\"ד",
        "15_Comment, 0_Paragraph": "הפקר צריך שלשה מדרבנן. ד\"ה מדאורייתא: שם ע\"ב",
        "16_Comment, 0_Paragraph": "אשה נאמנת על השחיטה וניקור וחלה. קטן נאמן על בדיקת חמץ ולא אתחומין. ד\"ה הימנוה:",
        "17_Comment, 0_Paragraph": "[גחלים] אסורי הנאה מותר. ד\"ה (ואומר) [וכתיב] כל: דף ה ע\"א",
        "18_Comment, 0_Paragraph": "בי\"ט מותר הבערה שלא לצורך אך צריך קצת צורך היום כמו לבער חמץ. ד\"ה לא אמרינן: שם ע\"ב",
        "19_Comment, 0_Paragraph": "המקבל צאן ברזל מן הנכרי הולדות פטורין מן הבכורה אפי' מצי מסלק ליה. ד\"ה התם: דף ו ע\"א",
        "20_Comment, 0_Paragraph": "יחד בית לנכרי וקבל עליו אחריות אין על בעל הבית לבער. ד\"ה יחד:",
        "21_Comment, 0_Paragraph": "לא יכנס להר הבית ומעות צרורין בסדינו בפרהסיא אבל בצינעא שרי. ד\"ה בהר הבית: דף ז ע\"א",
        "22_Comment, 0_Paragraph": "להכניסו מברך אחר המילה. [והא דצריך בכל מקום] עובר לעשייתה היינו כשעושה המצוה הוא מברך אבל כשאחר מברך לא. ד\"ה בלבער:",
        "23_Comment, 0_Paragraph": "המל את הגרים אומר למול שהכל מצווים כמו האב. ד\"ה לא סגי: שם ע\"ב",
        "24_Comment, 0_Paragraph": "כל זמן שהוא עוסק במצוה הוי עובר לעשייתה. ד\"ה בעידנא:",
        "25_Comment, 0_Paragraph": "לולב צריך נינוע בקריאת הלל. ד\"ה לצאת:",
        "26_Comment, 0_Paragraph": "הנוטל לולב א\"צ להופכו כיון דצריך לנענע בהלל או שאינו רוצה לצאת באותה נטילה: בא\"ד:",
        "27_Comment, 0_Paragraph": "אין ר\"י מוצא טעם בנוסחאות של כל הברכות. ד\"ה והלכתא:",
        "28_Comment, 0_Paragraph": "טבילת גר מברך אחיו ולא שאר טבילות. ד\"ה על הטבילה:",
        "29_Comment, 0_Paragraph": "בעל קרי מברך ומתפלל ולומד. בא\"ד:",
        "30_Comment, 0_Paragraph": "אין לגעור בנשים המברכות אחר הטבילה. בא\"ד:",
        "31_Comment, 0_Paragraph": "נטילת ידים מברך אחרי [הנטילה] קודם ניגוב: בא\"ד:",
        "32_Comment, 0_Paragraph": "ערום אסור לברך: בא\"ד.",
        "33_Comment, 0_Paragraph": "ספק חמץ פטור מלחפש אחריו מפני הסכנה אבל ודאי חמץ ישרש במרא במרא וחצינא. ד\"ה הכא: דף ח ע\"א",
        "34_Comment, 0_Paragraph": "נותן צדקה בשביל שיחיו בניו ואינו תוהה הרי זה צדיק גמור. ד\"ה שיזכה: שם ע\"ב",
        "35_Comment, 0_Paragraph": "כהנים רשאין ללכת בבתי נכרים דאין מדורות הנכרים מטמאין בח\"ל. ד\"ה כל מקום: דף ט ע\"א",
        "36_Comment, 0_Paragraph": "טבל גמור אסור לבהמה וישראל לא יאכיל לבהמתו כרשיני תרומה. ד\"ה כדי:",
        "37_Comment, 0_Paragraph": "שפחה טמאה לידה. ד\"ה בשפחתו:",
        "38_Comment, 0_Paragraph": "אין כהן מטמא לנפלים ושלא לצורך המת: בא\"ד:",
        "39_Comment, 0_Paragraph": "ספק טומאה ברשות הרבים צריך טבילה האדם. ד\"ה הלך: דף י ע\"א",
        "40_Comment, 0_Paragraph": "יש להחמיר על טומאת כלים יותר מעל האוכלין. ד\"ה שאני: שם ע\"ב",
        "41_Comment, 0_Paragraph": "לא בדק תוך הפסח יבדוק אחר הפסח. ד\"ה ואם:",
        "42_Comment, 0_Paragraph": "מעלות השחר עד הנץ החמה שעה וחצי. ד\"ה אחד אומר: דף יא ע\"ב",
        "43_Comment, 0_Paragraph": "אין ביעור חמץ אלא שריפה אחר ו' וקודם לכן השבתתו בכל דבר לרבינו תם ולרש\"י להפך. ד\"ה אימתי: דף יב ע\"ב",
        "44_Comment, 0_Paragraph": "אלמנה מוכרת שלא בבית דין ובבית דין מעכבת לעצמה אבל לא בפקדון של אחרים. ד\"ה מאי לאו: דף יג ע\"א",
        "45_Comment, 0_Paragraph": "הקדש שוה מנה מחללו לכתחלה על שוה פרוטה בזמן הזה. ד\"ה אין: שם ע\"ב",
        "46_Comment, 0_Paragraph": "בירושלים נהגו שלא לעשות מלאכה בערב פסח שמתקבצים שם ממקומות שנהגו בהם איסור. ד\"ה שתי פרות: דף יד ע\"א",
        "47_Comment, 0_Paragraph": "משקה מטמא במשהו. ד\"ה דאיכא משקין:",
        "48_Comment, 0_Paragraph": "סתם יינם ודם ירוק דמדרבנן שיעורן ברביעית: בא\"ד:",
        "49_Comment, 0_Paragraph": "יין שנקרש ואחר [כך] נימוח הוי משקה ולא שמן. ד\"ה אפי': שם ע\"ב",
        "50_Comment, 0_Paragraph": "בשר שהאוכלין במים מחוברים טמאים [ד\"ה חד]: דף טז ע\"א",
        "51_Comment, 0_Paragraph": "כולן שאובין מדרבנן. ד\"ה אלא דהוו: דף יז ע\"ב",
        "52_Comment, 0_Paragraph": "מטבילין כלים במעין כל שהוא: בא\"ד:",
        "53_Comment, 0_Paragraph": "הכרעה היינו שהתנאים הראשונים גלו דעתם שראוי לחלק [הלכה] כדברי המכריע. ד\"ה אין: דף כא ע\"א",
        "54_Comment, 0_Paragraph": "אינו יודע היכן החמץ אינו עובר בבל ימצא. ד\"ה ואי:",
        "55_Comment, 0_Paragraph": "להאכיל לחיה בערב פסח מותר [אבל לא לחולדה]: בא\"ד:",
        "56_Comment, 0_Paragraph": "אסור למכור לנכרי כותח שלשים יום קודם הפסח. ד\"ה ר' יהודה: שם ע\"ב",
        "57_Comment, 0_Paragraph": "אסור ליתן מתנת חנם לנכרי ולשכינו מותר. ד\"ה ור' שמעון: דף כ\"ב ע\"א",
        "58_Comment, 0_Paragraph": "אסור להשתכר באיסורי הנאה. ד\"ה ואבר: שם ע\"ב",
        "59_Comment, 0_Paragraph": "אסור לעשות סחורה בשקצים ורמשים וטרפות אבל בסוסים וגמלים מותר. ד\"ה אמר קרא: דף כג ע\"א",
        "60_Comment, 0_Paragraph": "אסור לגדל חזיר להשתכר בעורו ובשומנו או למשוח או להדליק ואפילו נפלו לו בירושה: בא\"ד:",
        "61_Comment, 0_Paragraph": "ערלה וכלאי הכרם אין אסור אלא אותו שגדל אחר שנטען והרכיבן. ד\"ה מה לערלה: דף כה ע\"א",
        "62_Comment, 0_Paragraph": "עצים שהיו קודם זריעת כלאים וקודם שהוסיפו מאתים מותר. ד\"ה עיקרן:",
        "63_Comment, 0_Paragraph": "אין מתרפאין בעצי אשירה (אף) במקום שאין יכול להתרפא בשאר אבל על ידי תחבושת שרי: ד\"ה חוץ:",
        "64_Comment, 0_Paragraph": "אין חייב למסור עצמו אלא במקום שעושה מעשה אבל אמרו לו הנח לזרוק עצמך על תינוק או תהרג אין חייב למסור. ד\"ה אף נערה: שם ע\"ב",
        "65_Comment, 0_Paragraph": "לא אפשר ולא קמכוין כולי עלמא לא פליגי דשרי כשאינו פסיק רישיה ודלא אפשר אלא בטורח גדול. ד\"ה לא אפשר:",
        "66_Comment, 0_Paragraph": "לא שייך יש שבח עצים אלא באיסורי הנאה להכי המבשל בשבת בשוגג מותר. ד\"ה חדש: דף כו ע\"ב",
        "67_Comment, 0_Paragraph": "כל הנשרפין אפרן מותר אבל גחלים אסור לכתחלה. ד\"ה בישלה:",
        "68_Comment, 0_Paragraph": "זה וזה גורם מותר [בדיעבד] אך היכא דמפסיד (מעט לא) שרי. ד\"ה בין חדש:",
        "69_Comment, 0_Paragraph": "כל שיש לו מתירין אפי' באלף לא בטיל ואפי' באיסור קל ואפי' מדרבנן לא בטיל. ד\"ה הקדש: דף כז ע\"ב",
        "70_Comment, 0_Paragraph": "ע\"ז שנשברה מותרת. ד\"ה חוץ:",
        "71_Comment, 0_Paragraph": "אשרה ששרפה נכרי נתבטלה ולא על ידי ישראל: בא\"ד:",
        "72_Comment, 0_Paragraph": "מסככין [אף] בלא ד' מינין שבלולב. ד\"ה אין ביעור:",
        "73_Comment, 0_Paragraph": "שחיקה מהני [אף] בשאר נהרות. ד\"ה ע\"ז: דף כח ע\"א",
        "74_Comment, 0_Paragraph": "ערל שמתו אחיו מחמת מילה אסור בתרומה: ד\"ה ערל: שם ע\"ב",
        "75_Comment, 0_Paragraph": "חייבי מיתות שוגגין פטורין מן התשלומין. ד\"ה ר' נחוניא: דף כט ע\"א",
        "76_Comment, 0_Paragraph": "מזמנין נכרי על בכור בעל מום ובכור שנטרף אסור אף העור. ד\"ה אין:",
        "77_Comment, 0_Paragraph": "המשהה חמץ ודעתו לבערו אינו עובר באותו שהייה. ד\"ה רב אשי: שם ע\"ב",
        "78_Comment, 0_Paragraph": "חמץ בפסח במשהו לר\"ת ושארי איסורים בנותן טעם. ד\"ה אמר רבא: דף ל ע\"א",
        "79_Comment, 0_Paragraph": "יין נסך שנתנסך לע\"ז במשהו אבל סתם יינם שרי בהנאה: בא\"ד:",
        "80_Comment, 0_Paragraph": "אין לבטל איסור דרבנן לכתחלה בדבר שיש לו עיקר מן התורה. ד\"ה לשהינהו:",
        "81_Comment, 0_Paragraph": "מוקצה אין לו עיקר מן התורה: בא\"ד:",
        "82_Comment, 0_Paragraph": "שבירת כלי חרס חשוב כדיעבד אם יצטרך לשברו: בא\"ד:",
        "83_Comment, 0_Paragraph": "פת שאפאו עם צלי בתנור אסור לאוכלו בכותח ד\"ה ואפילו:",
        "84_Comment, 0_Paragraph": "נותן טעם בר נותן טעם שרי וצנון שחתכו בסכין אסור לאכול בכותח. ד\"ה דילמא:",
        "85_Comment, 0_Paragraph": "סכינים גדולים צריכין ליבון שצולין בו בשר ולא קטנים ושל חמץ בהגעלה. ד\"ה הלכתא: שם ע\"ב",
        "86_Comment, 0_Paragraph": "כלי חרס יוציא מידי דופיו על ידי ליבון אי מליא גומרי. ד\"ה התורה:",
        "87_Comment, 0_Paragraph": "הנושה בחבירו וחבירו בחבירו מוציאין ונותנין לשני [ודוקא בקרקע אבל לא במטלטלין]. ד\"ה משתעבדנא: דף לא ע\"א",
        "88_Comment, 0_Paragraph": "יתומים שגבו קרקע בחובת אביהם בעל חוב גובה מהן ולא במטלטלי: בא\"ד:",
        "89_Comment, 0_Paragraph": "בעל חוב קונה משכון שלא בשעת הלואתו ומכל מקום לענין [חמץ] ושמיטה אף בשעת הלואתן. ד\"ה בדר' יצחק: שם ע\"ב",
        "90_Comment, 0_Paragraph": "בעל חוב קונה משכון להתחייב כשומר שכר ולא באונסין. ד\"ה שקונה:",
        "91_Comment, 0_Paragraph": "טבל חמץ מדליקין בו. ד\"ה אמר קרא: דף לג ע\"ב",
        "92_Comment, 0_Paragraph": "אוכל פחות מכביצה מקבל טומאה ולא הכשר. ד\"ה לאימת:",
        "93_Comment, 0_Paragraph": "מדליקין בבתי כנסיות ובבתי מדרשות שמן של תרומה. ד\"ה מחמין: דף לד ע\"א",
        "94_Comment, 0_Paragraph": "עשה עיסה מחמשת מינין בללן יחד כולן מצטרפין לחלה ואם עשה מכל אחד בפני עצמו ואחר כך נשוכו אין מצטרפין אלא כמו שמפורשין. ד\"ה כוסמין: דף לה ע\"א",
        "95_Comment, 0_Paragraph": "מי פירות כיין וחוצץ אין מחמיצין כלל בלא מים ובמי בצים התיר רבינו תם ואכל עיסה שנילושה במי בצים. ד\"ה מי פירות: שם ע\"ב",
        "96_Comment, 0_Paragraph": "רגילין ללוש בעזרה סמוך לתנור שלא תחמיץ. ד\"ה במקום: דף לו ע\"א",
        "97_Comment, 0_Paragraph": "בלילתו רכה פטורה מחלה ועבה חייבת. ד\"ה פרט: שם ע\"ב",
        "98_Comment, 0_Paragraph": "אשה אופה ביום טוב תנור מלא ככרות אע\"פ שאינה צריכה אלא אחת אבל לא למלאות פעם אחרת. ד\"ה וב\"ה: דף לז ע\"א",
        "99_Comment, 0_Paragraph": "מעשה אלפס על ידי משקה ועל ידי טגון פטור מחלה ואין מברכין המוציא אבל בלילתו עבה חייבת ומברכין המוציא ד\"ה דכ\"ע: שם ע\"ב",
        "100_Comment, 0_Paragraph": "פפנקוכ\"ן בורא מיני מזונות קרעפלי\"ך המוציא אובלו\"ש אין מברכין המוציא ולא חלה וורמזלי\"ך אין [מברכין המוציא] וחייבין בחלה: בא\"ד:",
        "101_Comment, 0_Paragraph": "מרור מין זרעים [ד\"ה אצוותא: דף ל\"ט ע\"א]",
        "101_Comment, 1_Paragraph": "ערוגה ו' זורעין באמצע רוחות ואין צריך להרחיק ג' טפחים [ד\"ה ערוגה שם ע\"ב]:",
        "102_Comment, 0_Paragraph": "כלאים ידועים מותר לעשותם מרדעת לחמור וכן כר וכסת ד\"ה לא: דף מ ע\"ב",
        "103_Comment, 0_Paragraph": "מסירין ציצית מטלית המתים. ד\"ה אבל:",
        "104_Comment, 0_Paragraph": "אבא שאול בן בטנית קברוה תחת מרגלות אביו: בא\"ד:",
        "105_Comment, 0_Paragraph": "ר\"ח [אב] שחל להיות בשבת מפטירין השמים כסאי: בא\"ד:",
        "106_Comment, 0_Paragraph": "מה שקורין פרשת ויחל סומכין על ספרים החיצונים: בא\"ד:",
        "107_Comment, 0_Paragraph": "עירוי מבשל כדי קליפה ואם עירו רותחין על התרנגולת צריך קליפה וכלי שתשמישו באור לא יוכל להגעילו על ידי עירוי. ד\"ה האלפס:",
        "108_Comment, 0_Paragraph": "עדשים אין מחמיצין אם לא במקום שיש לחוש לזלזול. ד\"ה רבא:",
        "109_Comment, 0_Paragraph": "בשול מבטל אפייה לעשותו מצה עשירה. ד\"ה אבל לא: דף מא ע\"א",
        "110_Comment, 0_Paragraph": "כל לאמר לאו במקום דאיכא לאו הבא מכלל עשה ולא בשאר מקומות. ד\"ה לאמר: דף מב ע\"א",
        "111_Comment, 0_Paragraph": "חמץ מקשה אינו בבל יראה. ד\"ה ואלו:",
        "112_Comment, 0_Paragraph": "ערלה אין היתר לפרי שנאסר ונטיעה ילדה שסיבכה בזקינה בטילה. ד\"ה והוא הדין: דף מד ע\"ב",
        "113_Comment, 0_Paragraph": "כזית במקום לישה אפי' עשוי לחזק הכלי אסור פחות מכזית שלא במקום לישה מותר אפי' אינו עשוי לחזק פחות מכזית ובמקום לישה אי עשוי לחזק מותר ואי לאו אסור. ד\"ה כאן: דף מה ע\"א",
        "114_Comment, 0_Paragraph": "כופת שאור שיחדה לישיבה בטלה על ידי שינוי מעשה. ד\"ה כופת: שם ע\"ב",
        "115_Comment, 0_Paragraph": "ימתין ארבע מילין עד בואו אצל הגבל העושה בטהרה. ד\"ה לגבל: דף מו ע\"א",
        "116_Comment, 0_Paragraph": "אין צריך להמתין לרחוץ ידיו בעת התפלה. ד\"ה ולתפלה:",
        "117_Comment, 0_Paragraph": "אם יש שם כהן קטן יקרא שם חלה קודם אפייה או בגדול [הואיל ויכול לאכלה] על ידי ביטול ברוב. ד\"ה עד שתאפה:",
        "118_Comment, 0_Paragraph": "קרא שם חלה קודם אפייה תטיל לצונן. ד\"ה תטיל:",
        "119_Comment, 0_Paragraph": "עיסת נכרי וישראל אין אופין ביום טוב. ד\"ה הואיל: שם ע\"ב",
        "120_Comment, 0_Paragraph": "היה בה שיעור חלה אין צריך צירוף סל אלא הקפה ואילו בצירוף סל לא שרי אלא על ידי נגיעה: בא\"ד:",
        "121_Comment, 0_Paragraph": "כשבא הקדש ליד גזבר אין יכול לישאל עליו. ד\"ה הואיל:",
        "122_Comment, 0_Paragraph": "אין חייב בכלאי כרם עד שיזרע חטה ושעורה וחרצן במפולת אבל בכלאי זרעים חייב. ד\"ה ומוקדשין: דף מז ע\"א",
        "123_Comment, 0_Paragraph": "כשיכול לקיים שניהם אין עשה דוחה לא תעשה. ד\"ה אחרישה: שם ע\"ב",
        "124_Comment, 0_Paragraph": "אחר שיפריש חלה צריך שישאר [ה'] רביעים קמח. ד\"ה חמשת: דף מח ע\"ב",
        "125_Comment, 0_Paragraph": "נותנין לכהנת מתנות כהונה ופדיון הבן. ד\"ה אמר ר\"כ: דף מט ע\"ב",
        "126_Comment, 0_Paragraph": "שאר ע\"ה אסור לאבד ממונו ומקבלין עדותיו. ד\"ה וי\"א:",
        "127_Comment, 0_Paragraph": "קטן מוציא את שאכל כזית וכביצה וגדול שאכל כזית דגן מוציא הגדול שאכל כדי שובעו. ד\"ה ואכלת:",
        "128_Comment, 0_Paragraph": "יחיד בכל השנה כשמביא קרבן אסור בו ביום במלאכה. ד\"ה מקום: דף נ ע\"א",
        "129_Comment, 0_Paragraph": "במוצאי שבת אחר התפלה עושין מלאכה אפי' הנשים. ד\"ה העושה: שם ע\"ב",
        "130_Comment, 0_Paragraph": "העוסק בתורה כדי להתיהר ולקנטר חבירו נוח לו שלא נברא. ד\"ה וכאן:",
        "131_Comment, 0_Paragraph": "הקוצץ אפי' אילן סרק אינו רואה סימן ברכה:",
        "132_Comment, 0_Paragraph": "כותבי ספרים כדי למוכרן אין מתעשרין אם לא הכותב בשכר אצל בעל הבית. ד\"ה כותבי:",
        "133_Comment, 0_Paragraph": "דברים הידועים שמותרין ואחרים נהגו בהם איסור אין להתירם בפניהם אם לא שסבורין מחמת טעות. ד\"ה אי אתה: דף נא ע\"א",
        "134_Comment, 0_Paragraph": "חומרי המקום שהלך לשם היינו מנהג חשוב על פי' ת\"ח: בא\"ד:",
        "135_Comment, 0_Paragraph": "כשיחיד עושה בהוראתו נגד רבים אחר לא יסמוך על הוראתו לעשות כן. ד\"ה אני ראיתי: שם ע\"ב",
        "136_Comment, 0_Paragraph": "ספיחי כרוב מותרין קודם הביעור. ד\"ה כל הספיחים:",
        "137_Comment, 0_Paragraph": "ירקות הגדילין בשביעית אסורין ובירק אזלינן בתר לקיטה: בא\"ד:",
        "138_Comment, 0_Paragraph": "היושב במקום ששלוחי בית דין מגיעין ויודע מתי נקבע החדש שלא יעשה מלאכה ביום טוב שני בפרהסיא. ד\"ה כגון:",
        "139_Comment, 0_Paragraph": "אסור לשנות מפני המנהג לקולא ובדבר התלוי בגוף האדם. ד\"ה ממקום: דף נב ע\"א",
        "140_Comment, 0_Paragraph": "פירות שביעית אחר הביעור מותרין לאכול לעניים ולעשירים כשמפקירן ומוציאן ומה שאסורין אחר הביעור היינו שמשהם בביתו בחזקת שהם שלו. ד\"ה מתבערין: שם ע\"ב",
        "141_Comment, 0_Paragraph": "אסור לומר בשר זה לפסח דסבורים דמחיים הקדישו. ד\"ה מפני: דף נג ע\"א",
        "142_Comment, 0_Paragraph": "אמצוה קלה חייב למסור עצמו בפרהסיא. ד\"ה מה ראוי: שם ע\"ב",
        "143_Comment, 0_Paragraph": "אסור להנות בלא ברכה כשהגוף נהנה. ד\"ה אין:",
        "144_Comment, 0_Paragraph": "בן אשתו אינו קורא אותו בנו בן בנו קורא אותו בנו. ד\"ה אלה: דף נד ע\"א",
        "145_Comment, 0_Paragraph": "תוספת יום הכפורים דאורייתא. ד\"ה לאו דשרי: שם ע\"ב",
        "146_Comment, 0_Paragraph": "בני בבל אין עושין שני ימים יום הכפורים. ד\"ה לקביעא",
        "147_Comment, 0_Paragraph": "ספק אם התפלל יכול לחזור ולהתפלל ולא בודאי התפלל. ד\"ה והאמר:",
        "148_Comment, 0_Paragraph": "בתשעה באב אסור לרחוץ כל גופו בצונן ובתענית ציבור שרי. ד\"ה קולי: דף נה ע\"א",
        "149_Comment, 0_Paragraph": "אסור לתקן מנעלים בחול המועד ואינו דבר האבוד כי יכול לקנות חדשים. ד\"ה עולי רגלים: שם ע\"ב",
        "150_Comment, 0_Paragraph": "כותבין גיטין ושוברין בחול המועד: בא\"ד:",
        "151_Comment, 0_Paragraph": "היה לו כלים בבית האומן או בבית חבירו ואינו יכול להניחם שם מביאן בצינעא בביתו. ד\"ה ואם:",
        "152_Comment, 0_Paragraph": "אין מניחין נר על גב הדקל ביום טוב ופירות תלושין והיו מונחין באילן בין השמשות ושוב נפלו אסורין. ד\"ה מחלוקת: דף נו ע\"ב",
        "153_Comment, 0_Paragraph": "אין הפקר עד שיפקיר לעניים ולעשירים. ד\"ה אלא: דף נז ע\"א",
        "154_Comment, 0_Paragraph": "האוחז הלולב כעין צבת ואוחז בסודר הוי לקיחה. ד\"ה דכריך:",
        "155_Comment, 0_Paragraph": "עשה החמור דוחה עשה הקל אפילו אם בעידנא דמעקר לא מקיים עשה. ד\"ה אתי: דף נט ע\"א",
        "156_Comment, 0_Paragraph": "כל זמן שהבשר ראוי לאכילה לא מכפר בעליו עד שיאכלו הכהנים (או) [אבל] יצאה ונטמא ונתותר [מתכפר] ד\"ה יכול: שם ע\"ב",
        "157_Comment, 0_Paragraph": "שינוי בעלים לא פסיל אלא בזריקה כגון שוחט ומקבל על מנת לזרוק לשם אחרים או זורק [לשם אחרים] אבל שוחט ומקבל לשם אחרים לא פסיל ושלא למנויו דוקא על ידי שחיטה. ד\"ה ואיתקש: דף סא ע\"א",
        "158_Comment, 0_Paragraph": "אין פיגול עד שיוציא בשפתיו. ד\"ה ר' מאיר: דף סג ע\"א",
        "159_Comment, 0_Paragraph": "דברים שבלב אינם דברים היכא שלא נתכוין בדברים אבל נתכוין לומר דבר זה ואומר דבר אחר לא. ד\"ה המתכוין: שם",
        "160_Comment, 0_Paragraph": "השוחט פסח על חמץ (אינו) [צ\"ל עובר בל\"ת] עובר בבל יראה לך חמץ [והפסח כשר] ד\"ה השוחט: שם",
        "161_Comment, 0_Paragraph": "התראת ספק שמיה התראה [שאין] צריך לידע המתרה בעבירה. ד\"ה התראת: שם ע\"ב",
        "162_Comment, 0_Paragraph": "ישראל שוחטין פסחים ולויים אומרים הלל ואין אומר שירה בשעת קרבן אלא על יין. ד\"ה קראו: דף סד ע\"א",
        "163_Comment, 0_Paragraph": "כיבוד בית אסור בשבת ורבוץ שרי. ד\"ה המכבד: דף ס\"ה ע\"א",
        "164_Comment, 0_Paragraph": "מכבדות של תמרה אסור לטלטל בשבת: בא\"ד:",
        "165_Comment, 0_Paragraph": "רכב על הפרה תלה בזנבה קבל עליה מוסרה נתן טליתו עליה פסולה עשה לה סנדל שלא תחליק פירש טליתו עליה מפני הגשמים כשירה. ד\"ה והא: דף סו ע\"ב",
        "166_Comment, 0_Paragraph": "כל עבודה לצורך קרבן אין בו מעילה: בא\"ד:",
        "167_Comment, 0_Paragraph": "כשעושה מעשה בחולין בעזרה אסור אבל להכניס חולין בעזרה שרי. ד\"ה מביאה:",
        "168_Comment, 0_Paragraph": "כשהוא מהלך מניחו על בהמתו בשבת וכשעומד נוטל ממנה מותר. ד\"ה מחמר:",
        "169_Comment, 0_Paragraph": "מצורע שנכנס בעזרה בכרת ובמחנה לויה בלאו ובמחנה ישראל פטור ובימי סגרו נכנס למחנה לויה ואינו עושה משכב ומושב. ד\"ה שכן: דף סז ע\"ב",
        "170_Comment, 0_Paragraph": "מצורע עושה משכב ומושב ומטמא אוכלין ומשקין ומשולח חוץ לשלש מחנות. בא\"ד:",
        "171_Comment, 0_Paragraph": "מחילות שפתוחות לחול לא נתקדשו. ד\"ה מחילות:",
        "172_Comment, 0_Paragraph": "דוד קדש רצפה עד ארעית תהומא: בא\"ד",
        "173_Comment, 0_Paragraph": "בעצרת מצוה לשמוח ולאכול. ד\"ה הכל: דף סח ע\"ב",
        "174_Comment, 0_Paragraph": "סמוך לווסתה דאורייתא. ד\"ה סמוך: דף עב ע\"ב",
        "175_Comment, 0_Paragraph": "כל הנשים בחזקת טהרה לבעליהן בלא הגיע עת וסתה: בא\"ד:",
        "176_Comment, 0_Paragraph": "פסח שמשכו ממנו כל החבורה פסול. ד\"ה פסולו: דף עג ע\"ב",
        "177_Comment, 0_Paragraph": "מצוה בגדי מקולס ואם לא קלסו לא נפסל: ד\"ה נחתך: דף עד ע\"א",
        "178_Comment, 0_Paragraph": "צלי לא בעי מליחה אלא שנהגו למולחו. ד\"ה האי:",
        "179_Comment, 0_Paragraph": "כבד מותר לבשל אחר צלייה ולא אחר מליחה: בא\"ד:",
        "180_Comment, 0_Paragraph": "בשר תפל מותר לטלטל בשבת: בא\"ד:",
        "181_Comment, 0_Paragraph": "מוליתא הנמלח בשר החיצונה ולא הפנימי שרי. ד\"ה כבולעו:",
        "182_Comment, 0_Paragraph": "בשר שפל בציר אפילו נמלח כבר ונפלט על ידי מליחה אסור: בא\"ד:",
        "183_Comment, 0_Paragraph": "נמלח בכלי שאינו מנוקב אסור אפילו לא שהה רק מעט: בא\"ד:",
        "184_Comment, 0_Paragraph": "לא אמרינן לב דשיע בבישול. ד\"ה שאני: שם ע\"ב",
        "185_Comment, 0_Paragraph": "מותר לטוח סביב הקורקבן בשפוד עיסה שבלילתה רכה ולא בפשטיד\"א. ד\"ה טפל:",
        "186_Comment, 0_Paragraph": "ביצי זכר יש קרום עליהם ואסורין משום דם. ד\"ה וכן:",
        "187_Comment, 0_Paragraph": "מוהל היוצא מבשר שלא נצלה כל צורכו אסור: ד\"ה אסמיק:",
        "188_Comment, 0_Paragraph": "בשר חי שמצמיתין בחומץ ונשתהה אסמיק אסור אבל לא אסמיק שרי: בא\"ד:",
        "189_Comment, 0_Paragraph": "צלי הנאסר כדי קליפה אין [מעט] הרוטב שבו חוזר ואוסר. ד\"ה יטול: דף עה ע\"ב",
        "190_Comment, 0_Paragraph": "שפוד של עץ אין קולט חום לאסור סביביו: ד\"ה בשלמא: דף עו ע\"א",
        "191_Comment, 0_Paragraph": "חם לתוך צונן קולף ולא בדבר דלא שייך קליפה כמו חלב וריב\"א מצריך ס'. ד\"ה תניא:",
        "192_Comment, 0_Paragraph": "תנורים שלנו מותר לאפות לחם עם פשטיד\"א הואיל ומכוסין ואף פלאד\"ן שיש להרחיק מן הלחם [אינו נראה שיהא אסור] שיש אויר מרובה וההבל מתפשט. ד\"ה אסרה: שם ע\"ב",
        "193_Comment, 0_Paragraph": "אברי חול שמשלה בהם האור סודרן על גב מערכה בשבת. ד\"ה ולא עולת: דף פג ע\"ב",
        "194_Comment, 0_Paragraph": "טומאת בית הסתרים לא מטמא. ד\"ה טומאת: דף פה ע\"א",
        "195_Comment, 0_Paragraph": "שמע קול שופר ומגילה אחורי בית הכנסת וכוון לבו יצא. ד\"ה וכן: שם ע\"ב",
        "196_Comment, 0_Paragraph": "לענות אמן קדושה וקדיש אין מחיצה מפסקת אבל לצרף מפסיק: בא\"ד:",
        "197_Comment, 0_Paragraph": "כלה חייבת להפוך פניה. ד\"ה הכלה: דף פו ע\"ב",
        "198_Comment, 0_Paragraph": "אין מסרבין לגדול לא שייך במלי דשררות דגסי הרוח אך מה שיאמר לו בעל הבית יעשה. ד\"ה אין:",
        "199_Comment, 0_Paragraph": "בני חבורה שבאין מקצתן בשעת האוכל ושלחו שמש שלהן לחפשן אין צריכין להמתין לאחרים כשראו שלשה ואם נתקבצו תחילה ויצאו ולא מצאן השמש אפילו נשאר אחד אוכל. ד\"ה נכנסין:",
        "200_Comment, 0_Paragraph": "להאכיל קטן דבר איסור במקום מצוה מותר. ד\"ה שה: דף פח ע\"א",
        "201_Comment, 0_Paragraph": "אומר לאדם חטא כדי שיזכה חבירך במצוה דרבים. ד\"ה כופין: שם ע\"ב",
        "202_Comment, 0_Paragraph": "בני חבורה שהתנו שלא לחלק כשממנה אחר עמו רשאין לחלק וכשאין ממנה אחר עמו אפי' אחד אוכל הרבה אין רשאין לחלק. ד\"ה בני: דף פט ע\"ב",
        "203_Comment, 0_Paragraph": "מחוסר כפרה צריך טבילה לקודש ולא להערב שמש. ד\"ה מחוסר: דף צ ע\"ב",
        "204_Comment, 0_Paragraph": "ישראל שמל אין צריך טבילה אפילו מדרבנן. ד\"ה אבל: דף צב ע\"א",
        "205_Comment, 0_Paragraph": "טבול יום לא יכנס בעזרת נשים ובהר הבית מותר. ד\"ה טבול:",
        "206_Comment, 0_Paragraph": "כהן הולך לבית הפרס לישא אשה וללמוד תורה: ד\"ה בודקין: שם ע\"ב",
        "207_Comment, 0_Paragraph": "כל העולם שליש ישוב שליש מדבר שליש ים. ד\"ה כל: דף צד ע\"א",
        "208_Comment, 0_Paragraph": "מן הרקיע ולארץ מהלך ת\"ק שנה וכן ממזרח למערב. חשבון ת\"ק אינו מכוין לחשבון כוש אחד מששים בעולם. בא\"ד:",
        "209_Comment, 0_Paragraph": "לינה הוא יום אחד וכן המביא קרבן בכל השנה. ד\"ה טעון: דף צה ע\"ב",
        "210_Comment, 0_Paragraph": "בע\"פ אוכל מיני תרגימא. ד\"ה לא יאכל: דף צט ע\"ב",
        "210_Comment, 1_Paragraph": "ערב שבת וי\"ט אוכל מבעוד יום. ד\"ה עד:",
        "211_Comment, 0_Paragraph": "גבאי צדקה לא יפחתו לעני מארבע כוסות. ד\"ה לא יפחתו:",
        "212_Comment, 0_Paragraph": "צריך ד' כוסות לכל בני הבית ולא יהא כוס פגום. ד\"ה לא יפחתו לו מד':",
        "213_Comment, 0_Paragraph": "התחיל לאכול בערב שבת מן המנחה ולמעלה אין מפסיקין ולהתחיל אסור. ד\"ה אין: דף ק ע\"א",
        "214_Comment, 0_Paragraph": "כשרואין כשהחכם מוחה בדבר [ואפי' הכי עושין אותו] קובעין הלכה. ד\"ה שהיו:",
        "215_Comment, 0_Paragraph": "אנו שרגילין לאכול בשולחן אחד אין (צריך) [נכון] לסלק השולחן קודם ברכת המזון. ד\"ה לאו: שם ע\"ב",
        "216_Comment, 0_Paragraph": "הלכה פורס מפה ומקדש זכר למן טל למעלה טל למטה. ד\"ה שאין:",
        "217_Comment, 0_Paragraph": "לנו שיש שולחנות גדולים לא יביא שולחן אחר קידוש אלא פורס מפה ומקדש: בא\"ד:",
        "218_Comment, 0_Paragraph": "היו לפניו מינין הרבה מברך על איזה שירצה ואם היה משבע מינין כל הקודם בפסוק קודם לברכה:",
        "219_Comment, 0_Paragraph": "אין קידוש אלא במקום סעודה והמקדש לאחרים בביתם הם יוצאים. ד\"ה ידי קידוש.",
        "220_Comment, 0_Paragraph": "כשאין אורחים בבית הכנסת אין לקדש: בא\"ד:",
        "221_Comment, 0_Paragraph": "המקדש בגן כדי לאכול בבית הוי קידוש במקום סעודה: בא\"ד:",
        "222_Comment, 0_Paragraph": "אם קדש או הבדיל על שולחנו שוב אין צריך לברך על היין שבתוך הסעודה. ד\"ה ידי יין:",
        "223_Comment, 0_Paragraph": "בירך על יין שלפני המזון אין לברך [אחריו] על הגפן ולא תוך המזון בפה\"ג אבל אם נמלך אינו פוטר גם יברך אחריו ברכה מעין שלש: בא\"ד:",
        "224_Comment, 0_Paragraph": "בבתי כנסיות אין אוכלין ושותין וישנים בהם אלא בקדוש החדש וכוס הבדלה וברית מילה ואין נכנסין בהן מפני הגשמים ואם יחרבו אין בהם קדושה. ד\"ה דאכלי: דף קא ע\"א",
        "225_Comment, 0_Paragraph": "מיני תרגימא משלים ג' סעודות. ד\"ה טעימו:",
        "226_Comment, 0_Paragraph": "אין לו ציצית לכל בגדיו יתירם מבגד שמצניען לבגד שלובשו. ד\"ה מתירין:",
        "227_Comment, 0_Paragraph": "הפסיק בהמוציא צריך לחזור ולברך. ד\"ה ורבי יוחנן:",
        "228_Comment, 0_Paragraph": "יברך הטוב והמטיב אפי' על יין גרוע רק שלא יהא גרוע יותר מדאי ויברך אף שלא בשעת סעודה ויחיד לא יברך הטוב והמטיב ודוקא על יין מברך הטוב. ד\"ה שינוי:",
        "229_Comment, 0_Paragraph": "כל דברים חוץ מפת ומיני מזונות שיש בהם מחמשת מינין אין צריך לברך ברכה לאחריה במקומה ושינוי מקום הוא מחדר לבית אבל מפינה לפינה לא. ד\"ה אלא: שם ע\"ב",
        "230_Comment, 0_Paragraph": "ואם הלך באמצע סעודה במקום אחר יכול לשתות מים או יין בלא ברכה דלקיבעא קמא הדר בא\"ד:",
        "231_Comment, 0_Paragraph": "היכא דאיכא היסח הדעת לא סגי שיברך ברכת המוציא אלא יברך ברכת המזון. ד\"ה כשהן:",
        "232_Comment, 0_Paragraph": "ואם אומר הב ונבריך לא ישתו עד שיברכו בפה\"ג. בא\"ד:",
        "233_Comment, 0_Paragraph": "המתין עד שיהא רעב לא יוכל לברך ברכת המזון. בא\"ד:",
        "234_Comment, 0_Paragraph": "שהה להתפלל ונזכר באמצע סעודתו והתפלל אין צריך ברכה לכתחלה. ד\"ה ועקרו: דף קב ע\"א",
        "235_Comment, 0_Paragraph": "בחופה אין לומר שבע ברכות על כוס ברכת המזון אלא מביאין כוס אחר ואין מברך עליו בפה\"ג. ד\"ה שאין: שם ע\"ב",
        "236_Comment, 0_Paragraph": "ברכת אירוסין ונשואין אומר על שתי כוסות ורגילין לקרות הכתובה בינתיים. בא\"ד:",
        "237_Comment, 0_Paragraph": "אסור לטעום קודם הבדלה אך כשאין לו אלא כוס אחד מניחו אחר המזון. ד\"ה מניחו:",
        "238_Comment, 0_Paragraph": "יו\"ט ראשון ושמיני עצרת רגילין להכין הרבה. ד\"ה דאית:",
        "239_Comment, 0_Paragraph": "מוצאי שבת ביום טוב אין מזכירין בשמים דשמחת יום טוב ואכילה ושתייה מועיל כמו בשמים. ד\"ה רב:",
        "240_Comment, 0_Paragraph": "[מה שאין אנו מברכין על הכוס קודם ברכת המזון] משום דהוי הפסק ויצטרכו עוד לברך. ד\"ה יקנ\"ה:",
        "241_Comment, 0_Paragraph": "ברכת היין פוטרת כל יין שבסעודה גם אחר שסלקו המאכל. ד\"ה אנא. דף קג ע\"א",
        "242_Comment, 0_Paragraph": "גמרו לאכול אין אחר מצטרף עמהן לזימון. ד\"ה כיון: שם ע\"ב",
        "243_Comment, 0_Paragraph": "לזימון אין מוציא אחרים עד שיאכל כזית דגן. בא\"ד:",
        "244_Comment, 0_Paragraph": "שינוי מקום צריך לברך לפניו ולא לאחריו. ד\"ה בריך:",
        "245_Comment, 0_Paragraph": "כיון שאמר אשר גאלנו אסור לשתות וצריך לברך בורא נפשות רבות אחר ירקות ואחר כל ארבע כוסות מברך על הגפן לבד מכוס שני. ד\"ה רב:",
        "246_Comment, 0_Paragraph": "ואחר כוס ארוסין ונישואין יברך [אחר כל אחד] על הגפן: בא\"ד:",
        "247_Comment, 0_Paragraph": "במוצאי שבת ליו\"ט נוהגין לומר שבע הבדלות וטעמו משום חיבת היום. ד\"ה בעי: דף קד ע\"א",
        "248_Comment, 0_Paragraph": "אלהי נשמה אין מתחיל בברוך [וכן] אתה הוא עד שלא נברא ותפלת הדרך. ד\"ה כל: שם ע\"ב",
        "249_Comment, 0_Paragraph": "ברכה שאחר המגילה חותמת בברוך האל הנפרע. בורא נפשות ברוך אתה יי חי העולמים: בא\"ד:",
        "250_Comment, 0_Paragraph": "אחר ההפטרה ברכת צור העולמים אין הפסק לנאמן אתה הוא. ד\"ה חוץ:",
        "251_Comment, 0_Paragraph": "המפטיר מברך שבע ברכות כנגד שבע הקורין. בא\"ד:",
        "252_Comment, 0_Paragraph": "יהללוך אין פותח בברוך דשייך לברכת הלל יראו עינינו להשכיבנו ישתבח לברוך שאמר ואין להפסיק בנתים: בא\"ד:",
        "253_Comment, 0_Paragraph": "ליל פסחים אין מברכין לקרא ההלל: בא\"ד:",
        "254_Comment, 0_Paragraph": "ברכת הזן שאחריו נודה אין פותח בברוך ואינו סמוכה לברכת הזן דכשבאו שנים לזמן והשלישי מפסיק עד הזן צריך לשמוע וכשגומר סעודתו חוזר למקום שפסק. בא\"ד:",
        "255_Comment, 0_Paragraph": "ברכת הטוב והמטיב מזכיר בה שלשה גמולות שלשה מלכיות ואומר מלכנו יוצרנו קדושנו: ד\"ה הטוב:",
        "256_Comment, 0_Paragraph": "אין נוהגין לאכול בין מנחה למעריב שמא יביא לידי סכנה ובטורח גדול התירו ערב יום הכיפורים לאכול אחר וידוי גם תשעה באב כשחל בשבת. ד\"ה והנ\"מ: דף ק\"ה ע\"א",
        "257_Comment, 0_Paragraph": "אין נוהגין לברך ברכת המזון על הכוס אלא בג'. ד\"ה ש\"מ ברכה: שם ע\"ב",
        "258_Comment, 0_Paragraph": "ברכת המזון טענה כוס ה\"ג פי' שאין לברך על הגפן אחר ברכת המזון. בא\"ד:",
        "259_Comment, 0_Paragraph": "ברכת חובה כגון הבדלה וקידוש וברכת המזון צריך לשתות מכוס שיש בו רביעית ולא למיטעם בידיה ובשאר כוסות שאין חובה מותר. ד\"ה ש\"מ:",
        "260_Comment, 0_Paragraph": "לכתחלה אין לקדש מכוס פגום ואם אין לו אחר יברך עליו. ד\"ה קפיד: דף קו ע\"א",
        "261_Comment, 0_Paragraph": "מה שאומרים ויכולו אחר תפלה משום יום טוב שחל להיות בשבת שאומרים אתה בחרתנו ואין בו ויכולו. ד\"ה זוכרהו:",
        "262_Comment, 0_Paragraph": "קידוש על היין והמברך צריך שיטעום מדרבנן כשכולן זקוקים לכוס אחד אסורין לטעום עד שיטעום המברך אפי' ישפוך מכוסו לשאר כוסות וא\"צ לשפוך מכוסו לשאר כוסות אלא א\"כ היו פגומין. ד\"ה דהוה:",
        "263_Comment, 0_Paragraph": "בשבת כשאין למסובין לחם משנה צריכין לאכול מבציעתו. בא\"ד:",
        "264_Comment, 0_Paragraph": "נוטל ידיו שחרית ומתנה לכל היום כולו דוקא שאין לו מים או צריך לדבר אחר. ד\"ה הנוטל: שם ע\"ב",
        "265_Comment, 0_Paragraph": "מוזגין הכוס ואח\"כ נוטלין בחול שמא יעסוק בדברים אבל בשבת אין לחוש שהשולחן ערוך ויאכל מיד. ד\"ה זימנין:",
        "266_Comment, 0_Paragraph": "אין מבדילין על הפת אך בי\"ט שחל להיות במוצאי שבת שרי. ד\"ה מקדש:",
        "267_Comment, 0_Paragraph": "ברכת המזון מברך על חמר מדינה ואפי' הבדלה ולא על הפת ור\"ת פירש אין מקדשין על הפת ועל השכר צ\"ע. בא\"ד:",
        "268_Comment, 0_Paragraph": "מה שטועמים מכוס של ברכה לא מקרי טעם. ד\"ה טעם:",
        "269_Comment, 0_Paragraph": "הלכתא טעם מקדש. ד\"ה אמר: דף קז ע\"א",
        "270_Comment, 0_Paragraph": "מבדילין עד רביעי בשבת. ד\"ה אמימר:",
        "271_Comment, 0_Paragraph": "בתשעה באב באחד בשבת מבדילין אחר התענית. בא\"ד:",
        "272_Comment, 0_Paragraph": "נדר שהודר ברבים יש לו הפרה על דעת רבים אין לו הפרה. ד\"ה אדור:",
        "273_Comment, 0_Paragraph": "ואם טעם מלא לוגמא יצא והוא פחות מרביעית. ד\"ה אם:",
        "274_Comment, 0_Paragraph": "גם תפלת שחרית הוי כמו תפלת מנחה שלא נקרא כן אלא שהוא עת רצון. ד\"ה סמוך:",
        "275_Comment, 0_Paragraph": "אכילה גסה לא שמה אכילה היינו שקץ לאכול ועוד [יש] אכילה גסה שאינו מתאוה אך טעם יש לו. ד\"ה דילמא: שם ע\"ב",
        "276_Comment, 0_Paragraph": "ופסח נאכל על השובע היינו שמתאוה לאכול קצת. בא\"ד:",
        "277_Comment, 0_Paragraph": "חמרא טובא גריר פורתא סעיד. ד\"ה אלא: דף קח ע\"א",
        "278_Comment, 0_Paragraph": "אין מתענין בניסן אלא הבכורות ערב פסח. ד\"ה רב ששת:",
        "279_Comment, 0_Paragraph": "מצה צריכה הסיבה כשמברכין על אכילת מצה ואפיקומן. ד\"ה מאי:",
        "280_Comment, 0_Paragraph": "כל ארבע כוסות צריכין הסיבה בשעת שתייה צ\"ע אם שכח ולא הסב אם יחזור ויסב. ד\"ה כולהו:",
        "281_Comment, 0_Paragraph": "אביו והוא רבו צריך הסיבה בפניו דסתם בן אביו מלמדו. ד\"ה בפני:",
        "282_Comment, 0_Paragraph": "על ידי נשים נגאלו וכן על ידי אסתר. ד\"ה היו: שם ע\"ב",
        "283_Comment, 0_Paragraph": "כוס של ברכה צריך חי לא יתננו בכוס זה וישפוך בכוס אחר והכלי יהא שלם. ד\"ה שתאן:",
        "284_Comment, 0_Paragraph": "יינות שלנו לא צריכין מזיגה: בא\"ד:",
        "285_Comment, 0_Paragraph": "שתאן רצופין לא יצא. ד\"ה בבת:",
        "286_Comment, 0_Paragraph": "[רובא דכסא היינו מלא לוגמא] ולכתחלה צריך לשתות רביעית. ד\"ה רובא:",
        "287_Comment, 0_Paragraph": "רובע רביעית לכל כוסות ועם המזיגה יהיה רביעית לכל אחד. ד\"ה ואת:",
        "288_Comment, 0_Paragraph": "בזמן הזה משמח אשתו ביין ובזמן המקדש בבשר. ד\"ה במה: דף קט ע\"א",
        "289_Comment, 0_Paragraph": "רביעית בכל מקום אינו רובע הקב. ד\"ה רביעית:",
        "290_Comment, 0_Paragraph": "השולחן עם הרגלים קומתו אמה וחצי והרגלים לא היו מחוברים לשולחן. ד\"ה אמתא: שם ע\"ב",
        "291_Comment, 0_Paragraph": "כלי מחזיק מ' סאה אינו מקבל טומאה מ\"מ גבי שאיבה כלי הוא. ד\"ה בים:",
        "292_Comment, 0_Paragraph": "ים של שלמה של נחשת היה ומקבל טומאה: בא\"ד:",
        "293_Comment, 0_Paragraph": "רגלי השוורין נקובין במוציא רמון אע\"ג דדי בשפופרת הנוד כיון שיש הפסק בעי טפח: בא\"ד:",
        "294_Comment, 0_Paragraph": "יין מבושל מקדשין עליו ויוצא בפסח ידי חובתו. ד\"ה ארבעה:",
        "295_Comment, 0_Paragraph": "ר' יוחנן יתיב אשערי טבילה אבל מאן דפגע כשעולות לא. ד\"ה האי: דף קי ע\"א",
        "296_Comment, 0_Paragraph": "ההולך לימין רבו הרי זה בור אבל מצדד אצדודי. ד\"ה ואזיל: דף קיא ע\"ב",
        "297_Comment, 0_Paragraph": "אין דרך לתלות אוכלין בסל. ד\"ה תליא:",
        "298_Comment, 0_Paragraph": "יכול ללמוד לפני מי שאינו מדקדק אך לא ילמוד בספר שאינו מוגה. ד\"ה שבשתא: דף קיב ע\"א",
        "299_Comment, 0_Paragraph": "בהוצאת שבת אם מוסיף מוסיפין לו היינו בשיש לו די ואל יצטרך לבריות. ד\"ה עשה: דף קיג ע\"א",
        "300_Comment, 0_Paragraph": "קידש לילה קודם לקידוש היום היינו בורא פרי הגפן. ד\"ה דמשייר:",
        "301_Comment, 0_Paragraph": "אפי' שונא שמותר לשנא צריך לטעון עמו לכוף יצרו. ד\"ה שראה: שם ע\"ב",
        "302_Comment, 0_Paragraph": "תפילין צריכין גוף נקי כאלישע בעל כנפים שלא ישן בהן ולא יפיח בהן וצריך לחזר אחר תפילין. ד\"ה ואין:",
        "303_Comment, 0_Paragraph": "הנהנה מסעודה של מצוה ניצול מדינה של גיהנם. ד\"ה ואין: דף קיד ע\"א",
        "304_Comment, 0_Paragraph": "כגון סעודת מילה ובת תלמיד חכם לתלמיד חכם ובת כהן לכהן ודוקא כשיש שם בני אדם המהוגנים. בא\"ד:",
        "305_Comment, 0_Paragraph": "צריך לנהוג אדם כבוד אפי' לרב שלא למד לפניו. ד\"ה צריך:",
        "306_Comment, 0_Paragraph": "כשטובל פעם ראשון בשאר ירקות טובל בחומץ ואין צריך חרוסת אלא למרור. ד\"ה מטבל:",
        "307_Comment, 0_Paragraph": "עוקרין השלחן רק בפני מי שאומר ההגדה ואח\"כ מחזיר מצה ומרור לפניו. ד\"ה הביאו:",
        "308_Comment, 0_Paragraph": "ואמרתם זבח פסח שצ\"ל פסח שאנו אוכלין וכן מצה. ד\"ה ואמרת:",
        "309_Comment, 0_Paragraph": "שני מינים מבושלים אף כשחל פסח באחד בשבת צריך ב' תבשילין. ד\"ה אחד: שם ע\"ב",
        "310_Comment, 0_Paragraph": "מצות צריכות כוונה. ד\"ה מתקיף: דף קטו ע\"א",
        "311_Comment, 0_Paragraph": "על מרור אין צריך לברך בורא פרי האדמה. ד\"ה והדר:",
        "312_Comment, 0_Paragraph": "דברים הבאים תוך הסעודה [מחמת הסעודה] אינן צריכין ברכה לא לפניהם ולא לאחריהם שלא מחמת הסעודה כגון תאנים ורמונים צריך ברכה לפניהם ולא לאחריהם אחר הסעודה צריך אף לאחריהם. בא\"ד:",
        "313_Comment, 0_Paragraph": "מצה מתובלת מותר לאוכלה בפסח. ד\"ה אתי:",
        "314_Comment, 0_Paragraph": "אין לברך ענ\"י כשמטבל בחרוסת ואם בירך הוי ברכה לבטלה. ד\"ה כל:",
        "315_Comment, 0_Paragraph": "סמכינן ארוב ירקות שאין בהן קפא מכל מקום חיישינן למיעוט ומשום סכנה. ד\"ה קפ\"א:",
        "315_Comment, 1_Paragraph": "לא שייך בטול אלא כשלועסין יחד דאז מבטל כל אחד לחבירו אבל לא בשלימה. ד\"ה ידי: שם ע\"ב",
        "316_Comment, 0_Paragraph": "בכל השנה שאין ברכה חובה א\"צ לטעום תכף לברכה: ד\"ה מצה:",
        "317_Comment, 0_Paragraph": "לדידן עקירת הקערה במקום עקירת השלחן ואין לסלק מן הקערה הבשר כשאומר הא לחמא. ד\"ה למה:",
        "318_Comment, 0_Paragraph": "בי\"ט צריך נמי לחם משנה כי המן לא ירד בשבת וי\"ט. ד\"ה מה: דף קיז ע\"א",
        "319_Comment, 0_Paragraph": "ר\"י מברך על השלימה המוציא והדר על אכילת מצה [על הפרוסה] ובוצע משתיהן ודרך לעשות כריכה על השלימה לקיים מצות בשלשתן. בא\"ד:",
        "320_Comment, 0_Paragraph": "נוהגין לעשות חרוסת עבה ואחר כך מקלשין אותו בשעת אכילה ביין וחומץ. ד\"ה צריך:",
        "321_Comment, 0_Paragraph": "עושין חרוסת בפירות הנכתבים בשיר השירים תפוח תאינה ורימון תמר אגוז שקידים בא\"ד:",
        "321_Comment, 1_Paragraph": "חרוסת זכר לטיט: ד\"ה תגרי:",
        "322_Comment, 0_Paragraph": "צ\"ל ונאכל שם מן הזבחים ומן הפסחים. ד\"ה ונאמר: שם ע\"ב",
        "322_Comment, 1_Paragraph": "ואמרתם זבח פסח שצ\"ל פסח שאנו אוכלין וכן מצה. ד\"ה ואמרתם:",
        "323_Comment, 0_Paragraph": "הללויה הללו אין התחלת מזמור. קמ\"ז מזמורים בתהלים. ד\"ה שעומדים: דף קיז ע\"א",
        "324_Comment, 0_Paragraph": "בקידוש אומר זכר ליציאת מצרים. ד\"ה למען: שם ע\"ב",
        "325_Comment, 0_Paragraph": "פרך בא\"ת ב\"ש וג\"ל שהוא ל\"ט מלאכות. בא\"ד:",
        "326_Comment, 0_Paragraph": "מיהו מותר לשתות אחר אפיקומן מים ולא יין. ד\"ה רביעי:",
        "327_Comment, 0_Paragraph": "אין לחתום ביהללוך כי אם בנשמת. ד\"ה ר\"י: דף קיח ע\"א",
        "328_Comment, 0_Paragraph": "רננו צדיקים בה' אינו מן המזמור. ד\"ה מהודו:",
        "329_Comment, 0_Paragraph": "מצה מותר לאוכלה בשתי מקומות. ד\"ה אמר: דף קיט ע\"ב",
        "330_Comment, 0_Paragraph": "הרוצה להתענות למחר וישן אסור לאכול אבל מתנמנם מותר. בא\"ד:",
        "331_Comment, 0_Paragraph": "הלל היה אוכל בתחלה סופגנין ובסוף כורך מצה ומרור ופסח. ד\"ה באחרונה: דף קכ ע\"א",
        "332_Comment, 0_Paragraph": "מצה בזמן הזה דאורייתא. ד\"ה רב אחא:",
        "333_Comment, 0_Paragraph": "אוכל מצה אחר חצות לא יצא ידי חובתו. ד\"ה אמר רבא: שם ע\"ב",
        "334_Comment, 0_Paragraph": "אין לברך שהחיינו ביום המילה אלא בשעת ברכה בפדיון הבן:"
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Pesachim"
}