{
    "title": "Benei Binyamin on Mishneh Torah, Blessings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Benei_Binyamin_on_Mishneh_Torah,_Blessings",
    "text": [
        [
            [
                "<b>מ\"ע </b>\n<b> לברך אחר אכילת מזון.</b> לא כ' אחר אכילת לחם. לפי שיטתו דגם ברכת מעין ג' הוא דאורייתא. ע\"ל פ\"ח הי\"ב וע' עירובין ל' א'. דכל מילי איקרי מזון. ועכ\"מ ה\"ב ד\"ה וכן צ\"ע ואכמ\"ל:"
            ],
            [
                "<b>ואפילו </b>\n<b> נתכוון כו' כל שהוא מברך.</b> עי' כ\"מ ספ\"ג. וא\"צ לזה שהוא תלמוד ערוך בירושלמי ברכות רפ' ובסוכה פ\"ב ה\"ו. דקשה שם הרי פחות מכזית כו' ולדעת הכ\"מ שם הוא. רק אם ח\"ש אסור [ומזה ראיה דאף בדרבנן אסור ח\"ש כמו באיסור דאורייתא וזולת זה כמדומני ל\"נ בשו\"מ בדחז\"ל דח\"ש אסור בדרבנן כמו בדאו'. ומכאן ק\"ו הדברים להאסור בעצמותו ואכמ\"ל]:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה </b>\n<b> המברך חייב מד\"ס והעונה חייב מד\"ת ל\"י י\"ח עד שיענה. </b> ר\"ל שיאמר אחריו מה שהוא אומר. וכפ' לשון הגמ' עונה אחריהם מה שהם אומרים בסוכה ל\"ח א' וכ' רבינו ספ\"ג ממגילה. וע' בכורים פ\"ג מ\"ז ובירושלמי שם והכ\"מ נדחק בחנם בממכ\"ת:"
            ],
            [],
            [
                "<b>או </b>\n<b> שהיה גדול ושינה ממטבע הברכה.</b> נראה שמקורו מהא. דפ\"ח ה\"י. דהמשנה ממטבע שט\"ח ל\"י י\"ח וא\"כ ה\"ל ברכה לבטלה ואין לענות אמן על ברכה לבטלה כמש\"ל הט\"ו. והוא מהא דאין עונין אחר תינוקות המתלמדים כמש\"ש בגמ' המבואה בכ\"מ:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עי' </b> השגת הראב\"ד. ולענ\"ד לדון דל\"ש לברך אשר נתן לך. משנתן לך דכיון שהוא דבר האסור לאכילה הרי לא נתן לו השי\"ת לאוכלו לעשות היפוך רצונו י\"ת. ואיך יברך ע\"ז וע\"ש ל\"ה ב' מ\"ח ב'. ותו דה\"ל כאוכל דבר המזיק דאינו מברך וכ\"ש המזיק לנשמתו ר\"ל. ומכאן תשובה לד' הנה\"מ סי' רל\"ד. דבאכל איסור דרבנן בשוגג א\"צ כפרה כלל. והרי שיטת רבינו שאינו מברך ע\"ז כלל. ואף איש ריבו לא נחלק עליו משום זה. והארכתי בשו\"ת אהלי דוד ח\"ב בס\"ד. ע\"ד הנה\"מ אלו:",
                "<b>ואצ\"ל </b>\n<b> אם אכל נו\"ט.</b> הרבותא דהני שזכר מקודם. אין נפשו קצה בו כמו נו\"ט. עי' בכורות ל\"ז א'. וע\"ש בתוס' וא\"כ כ\"ש דל\"ש ע\"ז בה\"נ כלל:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> אם נעלם ממנו אם בירך כו'.</b> ירושלמי ריש ברכות בשם ר' ירמיה בשם ר\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מש\"כ </b> הכ\"מ טעם לדברי רבינו דמברך על כל שהוא שמא ימלך ויאכל כשיעור ונמצא שאין בידו לתקן ע\"ל פ\"ח הי\"ב ובמג\"א סקע\"ב. דמברך אח\"כ ב' ברכות וא\"כ הרי בידו לתקן בכה\"ג אלא דגם שם הוא תמוה ואכמ\"ל:"
            ],
            [
                "<b>מש\"כ </b> הכ\"מ בשם הר\"מ. הם ד' התוס' ורא\"ש במקומו מ\"ד א'. וע\"ש בראשונים:"
            ]
        ],
        [
            [
                "<b>וכן </b>\n<b> אם בירך כשהוא עומד יצא.</b> ילה\"ר בד\"פ ממש\"ל פ\"ה ה\"ו. והרי כהנים האוכלים מנחות אוכלים בעמידה דאין ישיבה בעזרה אלא למב\"ד. ואיך יברכו שם. ולילך למק\"א הרי אסור. וי\"ל דבכהנים דזריזים הם מותר. ועי' ירושלמי ריש פסחים. ויל\"ח מנ\"ד אך עי' תוס' יומא כ\"ה א'. שדעתם דמותר לאכול קדשים בישיבה דהוא צורך עבודה. אך בזבחים ט\"ז א' לס\"ל כן וכ\"ד רבינו עמש\"כ בס\"ד פ\"י ממע\"ק. ותו דבהמ\"ז ודאי דאסור בישיבה. אך באמת אין הדין צריך לראיות כלל. וגם כשישב בפתח עזרת ישראל שפיר דמי שרואה מקומו הראשון:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>בירך </b>\n<b> על הפרפרת.</b> עי' גה\"ש בירושלמי פ\"ו דברכות ה\"ה:"
            ]
        ],
        [
            [
                "<b>לפי </b>\n<b> שאין קבוע לה זמן או אין חייבין מה\"ת.</b> לא פירש רבינו הצד השני מהספק וע\"ש ברש\"י ותוס'. ולו\"מ ה\"א שהיה מפרש רבינו. די\"ל דהוי מ\"ע שהז\"ג. וכמש\"ש בתחילה סד\"א הואיל וכ' לחם. בבוקר כמ\"ע שהז\"ג דמי קמ\"ל ורבינא דמספק\"ל היא משום סברא זו. ולס\"ל כסתמא דגמ' אלא דד' הגמ' גופה צ\"ב. שם דאדרבה אם מש\"כ לחם בבוקר הוא שהז\"ג ממילא ל\"ש בנשים וא\"כ מותרות לאכול כל היום. וא\"כ גם בהמ\"ז ל\"ה ז\"ג כלל ואכ\"מ:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>הכל </b>\n<b> חייבין כו' אפילו כהנים שאכלו ק\"ק בעזרה.</b> אולי הטעם דס\"ד דלא יצטרפו לזימון משום שאין אכילתם נקרא אכילה דה\"ל אכילת מצוה ולאו להנות. וקרא כ' ואכלתם היינו רק אכילת רשות. וזש\"ש בגמ' סד\"א ואכלו אותם אשר כופר בהם כ' קמ\"ל ואכלת ושבעת. ר\"ל דמ\"מ הוי אכילה שנהנה בה וגם מקיים מצות התורה. וכיון שהשי\"ת ציוה לאכלו ודאי שמה אכילה. ומזה ראי' לשי' רבינו ספ\"א דעל אכילת איסור אין מברכין דלא מיקרי אכילה ול\"ש ע\"ז בהמ\"ז. ובחי' שם הארכתי בס\"ד, וי\"ל ג\"כ בפשיטות דסד\"א דל\"ה קביעות דהרי אוכלים בעמידה דאין ישיבה בעזרה לכהנים. וא\"כ ל\"ה קביעות לזימון קמ\"ל. ועמש\"ל פ\"ד ה\"א בס\"ד. ולכאורה יל\"פ דקמ\"ל דקאמר היינו משום ושבעת דמ\"מ הרי שבעים הם. ויהא ראי' מזה דגם שביעה בלא אכילה חייב בבהמ\"ז ונפ\"מ טובא מזה:"
            ],
            [
                "<b>ומצטרף </b>\n<b> בין למנין שלש בין למנין עשרה.</b> כ\"ה בירושלמי פ\"ז ה\"ב ועי' בב\"ר פ' ויחי ויעוי' תוס' מ\"ח א'. ומש\"כ הכ\"מ בשם הרי\"ף בן ט' וי' דלא כרבינו. ואולי הוא לפי שיטת החינוך. ע' תוס' עירובין ג' ב':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מש\"כ </b> הראב\"ד שכ\"ה בירושלמי עי' מה\"פ פ\"ג ה\"ג ד\"ה ובבהמ\"ז:"
            ]
        ],
        [
            [],
            [
                "<b>שזו </b>\n<b> מצות חכמים.</b> עי' מה\"פ פ\"ב דחגיגה ה\"ה. ומש\"כ רבינו דאין מברכין על מים אחרונים. נלה\"ר לזה מחולין פ\"ז א'. דכוס של בהמ\"ז שוה ארבעים זהובים משום ד' ברכות והרי ה\"ל עוד ברכה אחרת משום מים אחרונים דודאי המברך היה זוכה בזה א\"ו כד' התוס' ורבינו דא\"מ ע\"ז כלל כאאמו\"ר הגז\"ל בחידושיו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לט </b>\n<b> אדם את ידיו. </b> האחרונים לא זכרו בסי' קס\"ג. ד' הכ\"מ בהי\"ט דזהו רק כשא\"א לו בשום אופן למצוא מים וע\"ש במג\"א. ודע בטושו\"ע היא ט\"ס וצ\"ל \"ילוט\" ידיו במקום \"יטול\" וכלשון רבינו מרא דהאי שמעתא:"
            ]
        ],
        [
            [],
            [
                "<b>עי' </b> הקובץ. דצ\"ל לדעת רבינו כמ\"ש הרשב\"א בחידושיו. דר\"ז נקרא בעל הסעודה כיון שהסעודה נעשית בשבילו. ועמג\"א סקס\"ז ס\"ק ל\"ב שלא זכר דבריו. ובחידושי אמרתי בס\"ד. דה\"ט דא\"ל לר\"ז לשרי לן מר. דמצינו דר' אבהו ס\"ל בנדרים ל\"ו ב'. התורם משלו על של חבירו טוה\"נ שלו א\"כ ה\"נ הוה ר\"ז בעל הסעודה. ור\"ז לשיטתי' דאיהו ס\"ל בירושלמי שם פ\"ד ה\"ג. דהוא של בעל הפירות. וע\"ש בבבלי א\"כ גם בכאן לא היא בעל הסעודה רק בכל זה השיב לו מדעת ריו\"ח שהוא האומר דטה\"נ של בעל הכרי ובכ\"ז הכא ס\"ל דבעה\"ב בוצע א\"כ משמע בכל ענין. ולא כל הענינים שוים. ובזה ישבתי דברי רש\"י מקו' הרש\"א בברכות ס\"ג ב'. במש\"ש שעשה יתרו חסד שהאכיל לחם לכל ישראל עשה. והארכתי בחי' שם בס\"ד בד\"נ תלי\"ת:"
            ],
            [],
            [],
            [],
            [
                "<b>ואין </b>\n<b> מסתכלין בפני האוכל.</b> עי' ירושלמי פ\"א דערלה <sup> *)</sup><i class=\"footnote\">הובאה בתוס' קדושין דף ל\"ו ע\"ב ד\"ה כל מצוה כו' עי\"ש: המגיה</i> ה\"ה מאן דאכיל דחבריה בהית לאסתכולי ביה ולכן אסור להביט בו שלא ימנע מלאכול לפני הבושה. ואמרתי בזה דרך צחות. מ\"ש חז\"ל בברכות י' ב'. אשה מכרת באורחים יותר מבאיש. דאחז\"ל אשה צרה עני' באורחים (ע' בב\"מ פ\"ז א') ע\"כ מבטת בהם כדי שימנעו לאכול ולכן מכרת יותר:"
            ],
            [],
            [],
            [
                "<b>וכן </b>\n<b> אין מפסידין שאר אוכלים ומשקים.</b> תענית כ' ב'. קסבר אוכלי אדם אין מאכילין לבהמה. וע\"ש בד' [המפרש המכונה] רש\"י ובשבת נ' ב' ברש\"י ותוס' ושם קמ\"ז ב'. אין עושין אפוקטוזין מפני הפסד אוכלין ועמג\"א ר\"ס קע\"ח. ובחי' הארכתי בס\"ד על השמטת הפוסקים הך דתענית:"
            ],
            [],
            [
                "<b>מש\"כ </b> הכ\"מ בשם הר\"מ. בדוכתא אחרינא. הוא בפסחים קי\"א ב'. וע' חולין ק\"ה ב':"
            ],
            [
                "<b>ואין </b>\n<b> מכבדין אלא כו' ובשעת כניסה.</b> כ' הכ\"מ בפ' אין מכבדין ביציאה. ט\"ס הוא וצ\"ל במס' ד\"א זוטא פ\"ו לכניסה הגדול קודם. וליציאה הקטן קודם. ושמעתי זה בשם הג\"ר שאול ק\"ב ז\"ל מווילנא. והוסיף דבזה א\"ש מש\"כ ביחזקאל (סי' [מ\"ו י']) והנשיא אשר בתוכם בבואם יבא ובצאתם יצאו. משום ה\"ט דהנשיא יבא קודם להעם והם יצאו מתחילה. אאמו\"ר הגז\"ל וכבר נדפס ד\"ז בהגהותיו לברכות מ\"ז א' יעו\"ש. וכ\"ה בספרי פ' דברים ואתן אותם ראשים עליכם. נכנס ראשון ויצא אחרון. והוא כדברי המס' דא\"ז ורבינו ז\"ל. ואולם בתוספתא מגילה פ\"ג א' שם לענין קימה והידור בפני ת\"ח. נוהג בו מורא ויראה. משא ומתן בכניסה ויציאה. והם קודמים לכ\"א שנאמר ואתן אותם ראשים עליכם. א\"כ מ' אף ביציאה הגדול קודם. ויש לדחוק דכוונת התוספתא בכניסה ויציאה. ר\"ל כ\"א כדאיתיה בכניסה הם קודמים. וביציאה העם קודמים שזהו כבוד הראשים. ובאמת נראה קצת ט\"ס בספרי שרש\"י בפי' התורה העתיק להיפוך. נכנס אחרון ויוצא ראשון. וע' בשפ\"ח בשם הרא\"ם ז\"ל ושם הוסיף מלות מביתו לבהכנ\"ס ואולי הוא עפ\"ד המ\"ר ותנחומא פ' בהעלותך פ' אספה לי. א' שם אראב\"כ כשהייתי רואה סיעה של ב\"א הייתי הולך בדרך אחרת שלא להטריח עליהם וכשאמרתי ד\"ז לפני ריב\"ז א\"ל צריך אתה לעבור לפניהם ויהיו רואים אותך ויעמדו לפניך ואתה מביאם לידי י\"ש ע\"ש. והוא כמ\"ש בירושלמי בכורים רפ\"ג. ר' חנינא מחי למאן דלא קאים מקמוי. והוא כמו שכופין על כל מ\"ע כמ\"ש בבבלי כתובות פ\"ו א'. ולכן א\"ל ריב\"ז שנהפוך הוא ראוי לזכותם במצוה זו ולפ\"ז י\"ל כל שזכרנו. דודאי י\"ל אף ביציאה הגדול קודם. והוא במקום שנוהגים בו קימה והידור. וגי' רש\"י נכנס אחרון ויוצא ראשון יתכן יותר. לפ\"ז הוא רק בראשים ולא בשאר ת\"ח. וא\"ש במה שא' ביבמות ק\"ה ב' ושלהי הוריות. בזמן שהעם צריכין לו מפסיעין על ראשי עם קודש. וע' ט\"ז יו\"ד סי' רמ\"ד סק\"ח. ולדברינו א\"ש. דנ\"מ בין שאר זקן להראש הת\"ח הממונה על הציבור. ולפ\"ז שאינו רק משום שיקומו מפניו א\"ש הא דכ' בבואם יבא ובצאתם יצאו. דשם ל\"ש קימה והידור בבהמ\"ק די\"ל אף במקום שיש ישיבה כמו בעזרת נשים מ\"מ אין עומדים שם. עי' קדושין ל\"ג ב' וכה\"ג בר\"ה ל\"א ב' ועי' ב\"ב ק\"כ א' ודו\"ק. ע\"כ ביציאה הם קודמים אלא דבמ\"ר שם מ' דלכל זקן צריך לכבדו ביציאה עש\"ה [ונ\"מ ביושב אצל הפתח שאינו שייך קימה מפניו] שו\"מ שם בפי' יד יוסף שכ' שהוא כדברי הספרי דאף ביציאה הגדול קודם ע\"ש. וע\"ש בתנחומא הגי' להקדים לו שלום בכניסה ויציאה. ולא נתבאר ענין השלום ביציאה. ואולי עפמש\"ל פ\"ה מת\"ת ה\"ו ויו\"נ שהוא ט\"ס אח\"ז מצאתי בפי' התוספתא ע\"ז להגרש\"א ז\"ל העיר בהשמטותיו מד' רבינו פה ומהספרי דברים [אך מש\"ש מד' הירושלמי בכורים פ\"ג לפי כבוד הנכנסין לא ידעתי ענינו לנ\"ד וגם לא זכר גי' רש\"י בספרי שזכרנו למעלה בס\"ד. ושוב הקשה בשם בנו מחו' הה\"ג מהרי\"ל שליט\"א אבד\"ק יאנווא [ז\"ל] מירושלמי פי\"ב דשבת ה\"ג דא' שם עיילין קדמאי ונפקין קדמאי. ולו\"מ ה\"א דד\"ז משתנה לפי העת והמקום ולפי חוקי ד\"א שבכל מדינה ומדינה. והרי גם אצלינו מכבדים ביציאה. ובדברי הספרי נ\"ל ברור פי' אחר. עפמ\"ש בכ\"ב כ\"ב א'. נקיטי לי' שוקא. ובת\"ח אפי' לאקבועי ע\"ש ובפ\"ו ה\"ט מה' שכנים. ומדוייק מאד לשון הספרי ד\"א נוהג בו מורא ויראה משא ומתן בכניסה ויציאה והיינו לצאת בסחורותיו קודם וכן לכנס הכל בכדי שיקדים להרויח לכל אדם. וז\"ש ראשים לכל אדם במו\"מ ע\"ש בספרי ובתוספתא שם. וע' כה\"ג במ\"ר פ' תבא ברוך אתה בבואך ובצאתך בפרקמטיא שלך. וכן יל\"פ דברי התנחומא ומ\"ר. ומש\"ש \"שלום\" ט\"ס וכמש\"ל. אך דברי הירושלמי שם א\"א ליישב כן וע\"ש ג\"כ שלהי הוריות. ולדברי הירושלמי צ\"ל מ\"ש בצאתם יצאו. עפמ\"ש ביומא נ\"ג ב' דהיוצא מבהמ\"ק יוצא דרך אחוריו. וכ\"כ רבינו פ\"ז מבה\"ב ה\"ד. וכה\"ג ע\"ל פ\"ה מת\"ת ה\"ו. וא\"כ מוכרח הנשיא לצאת באחרונה דאל\"כ יהיו אחוריהם נגד הנשיא והוא שלא לכבודו וכמש\"ש בפ\"ה מת\"ת ע\"כ יצאו הם תחילה וכולם דרך אחוריהם וא\"ש ואין ראי' כלל מזה. ואחז\"ר שמעתי כן בשם הג\"ר אבלי ז\"ל מווילנא. וא\"כ נ\"מ ג\"כ בבהמ\"ד ובבהכנ\"ס שג\"כ צריך לצאת דרך אחוריו. כמש\"כ בש\"ע א\"כ א\"ש ד' הספרי כגירסתינו ואין להאריך יותר בכאן. ובמש\"ל לענין לקום מת\"ח בעזרה. עי' ת' הרשב\"א חלק ה' שנשאל בקימה בבהמ\"ד. והביא ראי' משלהי הוריות ואת\"י כעת:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בהשגת </b> הראב\"ד שאם יפליט ג\"כ תאבד שא\"ל יותר. י\"ל ע\"ז דמ\"מ ירויח שלא יהנה בלא ברכה ולא יעבור על איסור דרבנן. ואולי ס\"ל כהנה\"מ סי' רל\"ד דאם עבר על אד\"ר בשוגג א\"צ כפרה כלל ואף לפמש\"כ בתשובה בס\"ד (ועמש\"ל ספ\"א בס\"ד) שלא כדבריו. י\"ל דהכא לא עשה איסור ממש רק שנהנה בלא ברכה בכה\"ג ל\"ש זה וצע\"ק:"
            ]
        ],
        [
            [
                "<b>כך </b>\n<b> אסור לו ליהנות מריח טוב קודם ברכה.</b> נראה דזהו רק לכתחילה אבל בדיעבד ודאי דגם אח\"כ צל\"ב ולהריח עוד. וע\"ל פ\"ח הי\"ב:"
            ],
            [],
            [],
            [
                "<b>אלא </b>\n<b> מברך ע\"ז לעצמו. </b> ואיזה שירצה יקדים. ע' מג\"א סרט\"ז סק\"ז:"
            ],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> המריח בבגדים שבת. </b> ס\"ב ב' ש\"ה דליתיה לממשא כלל. כ\"א הרה\"ג מ' צבי יהודה תאומים שליט\"א [ז\"ל] ומש\"כ הכ\"מ בשם הרשב\"א לתמוה מ\"ט לא יברך על בשמים של ערוה. לא הבנתי דלכתחילה ודאי אף הראב\"ד החולק ספ\"א מודה הכא דאסור:"
            ],
            [
                "<b>נתערב </b>\n<b> ריח כו'.</b> נלמד מדין הקודם דהולכין אה\"ר באורי הגר\"א ז\"ל רי\"ז:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>וחייב </b>\n<b> כו' בשמחה שנאמר כו'. </b> בגמ' ס\"א ב'. ל\"נ אלא כו':"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>עומד </b>\n<b> ומברך.</b> לא נזכר בש\"ע דעת רבינו שבעמידה. ועי' ח\"ס חא\"ח סי' נ\"א:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הרואה </b>\n<b> את החמה.</b> עי' ח\"ס שם סי' נ\"ו:"
            ],
            [],
            [],
            [
                "<b>מש\"כ </b> הכ\"מ ברייתות לא נמצא שם. וצ\"ל אהא דהנכנס למרחץ תוספתא ברכות פ\"ו וע\"ל מ\"ש יצא מן המרחץ הוא מימרות אמוראים בגמ' ס' א'. ונמשך רבינו אחר גי' הרי\"ף כאאמו\"ר הגז\"ל:"
            ],
            [],
            [],
            [],
            [
                "<b>ע' </b> בצל\"ח כ\"ט ב'. מה שלא ביאר רבינו דין תה\"ד:"
            ],
            [
                "<b>עי' </b> בס' דעת קדושים לש\"ב הג\"ר רפאל כ\"ץ ז\"ל דרוש ב'. ביאור נחמד בדברי רבינו אלה:"
            ]
        ],
        [
            [],
            [
                "<b>וכל </b>\n<b> מ\"ע שבין אדם למקום.</b> נשלל בזה מצות שבין אדם לחבירו. עי' שו\"ת הרשב\"א סי' י\"ח ובראש ס' אבודרהם ובשו\"ת ח\"ס חא\"ח סי' נ\"ד. ובמש\"כ רבינו מברך עלי' קודם לעשייתה נשללו ג\"כ ברכות הודאה. עי' כ\"מ פ\"ז ה\"ג מתפלה:"
            ],
            [
                "<b>והיכן </b>\n<b> ציונו בתורה שכ' בה אשר יאמרו לך תעשה.</b> ע' בגמ' דנחלקו בזה אמוראי אם בלאו או בעשה ורבינו ז\"ל ס\"ל ג\"כ בלאו כמש\"כ בחיבורו בכ\"מ אבל לענין ברכה נקט העשה דאין מברכין על לאו כמש\"כ הראשונים ז\"ל:"
            ],
            [
                "<b>וכן </b>\n<b> כל כיו\"ב.</b> עי' פ\"ג מאישות הכ\"ג:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ופדיון </b>\n<b> הבן.</b> לא ציין הכ\"מ לשלהי פסחים:"
            ],
            [
                "<b>בכ\"מ </b> סוד\"ה כ' הרמ\"ך וגם רבינו יסבור כן. ור\"ל כשמוציא לאינו בקי. ועי' ח\"ס סי' קמ\"א:"
            ],
            [
                "<b>על </b> דעת רבינו ז\"ל דאינו מברך אחר עשייתה. עי' ש\"ך יו\"ד סי' י\"ט ובשו\"ת ש\"א סכ\"ו. ובאו\"ז הגדול שנדפס זה לא כביר מכת\"י הקשה משלהי פסחים דשל פסח פוטר של זבח. והרי הפסח נאכל באחרונה ואיך שייך לפטור כלל. ולפלא גדול שלא הביא דברי רבינו פ\"ח ממצה ה\"ז וה\"ט. שלפמש\"ש אין התחלה לקושיתו. וי\"ל דאה\"נ שמקורו הוא מקו' זו ובחידושי הארכתי הרבה בס\"ד. ועמש\"ש בס\"ד:"
            ],
            [
                "<b>עשה </b>\n<b> מעקה לגגו כו'.</b> בח\"ס חא\"ח סי' נ\"ב פשוט לו שאינו מברך עד מכוש האחרון. וע\"ש בטעמא דאין מברכין על כתיבת ס\"ת:",
                "<b>שחט </b>\n<b> פסחו וחגיגתו מברך לשחוט. </b> לפ\"מ דקיי\"ל דאשפעה\"י ע\"ל הי\"ד. א\"כ א\"ש בפסח אבל בחגיגה הל\"ל בעל אם שוחטה בשותפות ואולי דכשבא במיעט ה\"ל קצת חוב מדרבנן. ע' לח\"מ פ\"ג מחו\"מ ה\"ו שלא זכר דברי רבינו לאלה המפורשים. עי' הגהמ\"י אות ו' מה שהעיר לרבינו מעל אכילת מרור. ולכאורה י\"ל דרבינו אה\"נ דס\"ל לברך לאכול מרור. וכמש\"כ הרשב\"ם בשלהי פסחים לאכול הפסח והזבח. ע\"ש מהתוספתא וה\"נ במרור דמנ\"מ. אבל ע' פ\"ח מחו\"מ ה\"ו ז' מבואר שם שמברך על אכילת מצה ומרור. עש\"ה נגד התוספתא ונגד הכלל דהכא וגם נגד מש\"ש בפי' המשנה בפסחים ג\"כ לאכול וצע\"ג. מש\"ב הרר\"ח נ\"ז מפיקעלין שליט\"א:"
            ],
            [],
            [],
            [],
            [
                "<b>בחוה\"מ </b>\n<b> של פסח. </b> לא דקדק רבינו להזכיר דגם בז' של פסח הוא כן. מש\"כ הכ\"מ כיון דקיי\"ל סדל\"ח. ע\"ל פ\"ג ממילה ה\"ו מש\"כ בשם הרשב\"א ונדחה תירוצו. וע\"ל פ\"ב מק\"ש הי\"ג מש\"כ הכ\"מ בעצמו. כאאמו\"ר הגז\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "בני בנימין על משנה תורה, הלכות ברכות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Benei Binyamin",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}