{
    "title": "Chatam Sofer on Shulchan Arukh, Orach Chayim",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chatam_Sofer_on_Shulchan_Arukh,_Orach_Chayim",
    "text": [
        [
            "<small>במג\"א ס\"ק ד' </small>הן בקיץ נ\"ב פי' שוות ולתפילה חושבין שעות זמניות וק\"ל [ע' ח\"ס או\"ח סי' קצ\"ט מ\"ש ע\"ד סתם שעות המוזכרות בש\"ס דפוסקים בדוכתי טובא והאריך לבאר ענין שעות זמניות ושעות שוות ושמצינו כמה פעמים שעה שהוא רק זמן מועט:",
            "<small>(שם ס\"ק י\"א) </small>דחלילה לצדיקים נ\"ב ועיין ש\"ך יו\"ד סי' ר\"ט ס\"ק כ\"ח ומ\"ש שם על הגליון:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק י\"ב </small>אבל לא בפני גוי. נ\"ב אפשר דצ\"ל אפי' לא בפני גוי ואתי שפיר הראיה דמייתי ממס' ע\"ז דף מ\"ז ע\"ש ונראה אבל לא בפני ע\"ז ממש משום פוער עצמו לפעור ואפי' אין עבודתה בכך אסור וצ\"ע:"
        ],
        [
            "<small>במג\"א ס\"ק א' </small>חייב מיתה כבר צווחו קדמאי על זה ועיין מהר\"ם מלונזאני בספר שתי ידות ודרך חיים שהכחיש זה:"
        ],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ד' </small>ועיין סי' י' סעיף ו' נ\"ב סעיף י\"א כצ\"ל:",
            "<small>(שם) </small>ס\"ק י\"א כמ\"ש ביו\"ד סי' א', נ\"ב אע\"ג דהתם בא להוציא מחזקת איסור אבר מן החי כמ\"ש המנ\"א לקמן סי' תל\"ז ע\"ש מ\"מ התם הוי רוב מצויין מומחים ורוב בני אדם בודקים בתיהם כרין ורוב עדיף מחזקת איסור ואפי' הכי אמרינן דאותו עדיפות שיש להרוב על החזקה לא מועיל לכתחלה היכא דאיכא לברורי וה\"ה נמי הכא בציצית דליכא רק חזקה ולא רוב צריך לברר משא\"כ בטריפות דהוי רובא כשרין וק\"ל:",
            "<small>(שם) </small>ס\"ק י\"ד דאין לברך. נ\"ב דיש לברך כצ\"ל:"
        ],
        [
            "<small>במג\"א ס\"ק ד' </small>בצמר גפן ופשתן, נ\"ב וצמר כצ\"ל:",
            "<small>(שם) </small>ס\"ס ח' עיין סי' י' ס\"ד, נ\"ב ויש לחלק דהכא אין עיקר הבגד ראוי לציצית: אלא על ידי הכנפות והו\"ל כנפו' עיקר ולא בטלו לגבי בגד:"
        ],
        [],
        [
            "<small>מחבר סעי' ב' </small>להרא\"ש כשר, נ\"ב עיין ד\"מ:",
            "<small>(שם) </small>ט\"ז ס\"ק כ' דתניא בספרי נ\"ב נ\"ל כוונת תשובת הרמב\"ם שבב\"י דהקשה הרמב\"ם לפי הספרי בודאי שצריכים חוט כפול ששה דהרי אין גז\"ש למחצה וכיון דסתם ש\"ס פרק בתרא דעירובין לא קאמר כגון שכפל ששה דכולי האי ודאי לא טרח אינש ומדלא שני הכי ש\"מ דקים להו דרבנן פליגי אר\"ש דספרי ולא ילפינן גז\"ש ורק שזורים נהגו עלמא משום נוי ולא מגז\"ש כלל וצדקו דברי הרמב\"ם לפענ\"ד:",
            "<small>(שם במג\"א ס\"ק י\"ב). </small>נ\"ב וצ\"ע מריש פרק ראשית הגז וע\"ש בתוס' יו\"ט משנה ב'. וכה\"ג הקשו התוס' בע\"ז דף מ\"ו ד\"ה כל ותירוצם לא שייך הכא וצ\"ע:",
            "<small>(שם ס\"ק י\"ג) </small>סוף כלאים. נ\"ב וי\"ל דס\"ל לבעל העיטור כהרמב\"ם פ\"א מהלכות ציצית הלכה ז' דכתב ויהיה אחד משמונה חוטין תכלת ושבעה חוטין לבן וכ\"כ ב\"י בשמו דחוט א' עושה חצי לבן וחצי תכלת נמצא שאינו מכניס התכלת כי אם לנקב א' ואין בו אלא תכיפ' אחת ואי לאו שקושר קשר עליון ליכא כלאים, ואולי ס\"ל להרמב\"ם כהעיטור והיה קשה לו קושית המג\"א ומזה הוכיח שיטתו דליכא אלא חצי תכלת ולא כהראב\"ד שם ע\"ש וק\"ל:"
        ],
        [
            "<small>במחבר סעיף א' </small>שמא נפסק. נ\"ב שמעתי מקשים נימא כל דפריש מרובא פריש, ונ\"ל דהרי אין אנו דנים על הנתקין שאינן לפנינו אלא על החוטין התלוין והם קבועים וכמחצה על מחצה דמי."
        ],
        [
            "<small>מג\"א ס\"ק ח' </small>ומשמע בשבת פ\"ב. נ\"ב פ\"א ע\"ב:"
        ],
        [
            "<small>במג\"א ס\"ק י' דבסי' תל\"ז. </small>נ\"ב ע' תשובתי בח\"ס או\"ח סי' ב' ושם מבוארי' פרטי דינים וכמה חילוקים בענין ניחא ליה לאינש דליעבד מצוה בממוניה:"
        ],
        [],
        [
            "<small>בראשו </small>במג\"א וכתב מ\"מ בשם מהרי\"ל. נ\"ב בשאילת יעב\"ץ ח\"א סי' כ' פליג ע\"ז ממה שכתב הרשב\"א בעירובין י' ד\"ה ואצבעיים ומסתייע נמי ממה שכתב החכם צבי סי' נ\"ט ע\"ש:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק א' </small>למה מקרי. נ\"ב בסמ\"ע סי' ה' ס\"ק ז' כתב דבלילה כעין יממא מקרי יום לענין משפט א\"כ מכ\"ש לענין ציצית דלא כתיב יום דק בראיה תליא מלתא דכתיב וראיתם אותו וקשה א\"כ לא הוי מצות עשה שהזמן גרמא."
        ],
        [
            "<small>במג\"א ס\"ק ב' </small>פטור אף למ\"ד. נ\"ב אף בשלבשו אפי' למ\"ד וק\"ל כצ\"ל."
        ],
        [
            "<small>במג\"א ס\"ק א' </small>אמרינן בע\"ז. נ\"ב ר\"ל דרב הו\"ל למנקט חוט ציצית לבן וגם תכלת לצבוע ב\"ח כי היכא דנקט תרי גוונא חתיכות אבל לשמואל שם בע\"ז דנקט ג\"כ תכלת לדידיה לק\"מ אע\"ג דהוא בעי לטוויה לשמה מ\"מ איהו לא נקט תרי גוונא חתיכות ולא הו\"ל למנקט נמי תרי גוונא ציצית ודי במה שנקט תכלת ודו\"ק כנ\"ל לפרש דברי המג\"א ס\"ק י\"א:"
        ],
        [
            "<small>במג\"א ס\"ק ב' </small>הי' לו מזוזה. נ\"ב עיין במרדכי סוף הלכות מזוזה הובא בב\"י יו\"ד סי' דפ\"ב דבחדר אם איש עם אשתו ישינים שם פוטר ממזוזה והביאו הרמ\"א בהג\"ה בש\"ע שם סעיף ב' ע\"ש וצדקו דברי האר\"י זצ\"ל וק\"ל. ולפ\"ז משמע קצת כמ\"ש הר\"י יעב\"ץ בסידור שלו שיש לשמש מטתו מלובש בטלית קטן ויש לדחות דבלאו הכי נמי לא היה ערום [ממצוה] דעונה גופא מצוה היא והא לא מצי קאי בשהיה שוכב באותו חדר בלא עונה ומזוזה לא היה שם וע\"כ היה שוכב בטלית קטן ודו\"ק:"
        ],
        [],
        [],
        [],
        [
            "<small>במחבר סעיף א'</small> שמעלין בקודש. נ\"ב היינו שיוציא הטלית תחלה מהכיס כדי לעלות בקודש אבל שניהם מונחים חוץ לכיס אז מקודש קודם ע\"כ למ\"ד לילה לאו זמן תפילין היא וגם שבת ויו\"ט וא\"כ חויא ציצית תדיר ותדיר ומקודש קיי\"ל איזה שירצה יקדים והכא דמצות ציצית שקול נגד כל התורה יקדים ציצית וע\"ז נתכוין נמוקי שבב\"י אך אי מה\"ת לילה זמן תפילין ולמ\"ד ציצית אף המיוחד ליום פטור בלילה א\"כ לא הויא ציצי' תדיר טפי ותפילין ע\"כ מקודש הוי ע\"כ בששניהם חוץ לכיס אין ראיה להקדים ציצית ועיין בדגול מרבבה ובמחילת כבודו לא עיין היטב ועיין לעיל במג\"א סי' קל\"ז ס\"ק ב' ומה שכתבתי שם על הגליון ועמ\"ש בכ\"מ פ\"ט מתו\"מ בשם הר\"מ קורקוס ומובא בתוי\"ט משנה ב' פ\"י מזבחים:"
        ],
        [],
        [
            "<small>במג\"א סק\"ו </small>נ\"ב ומכל מקו' ומהאי טעמא נסגר:"
        ],
        [
            "<small>במג\"א ס\"ק ד' </small>ומי הגיד להם. נ\"ב ע\"ש תוס' ד\"ה מדבק:"
        ],
        [],
        [],
        [],
        [
            "<small>במחבר סעיף ז' </small>וקלפין שלנו. נ\"ב עיין תשוב' ח\"ס או\"ח סי' ג':",
            "<small>(שם) </small>במג\"א ב\"ק י\"ג סי' ק\"ל בב\"י נ\"ב הביא חובה לנפשיה דמשם מייתי ראי' מטהרות ושכלנו טהורין גבי חלון של אוליירין ש\"מ שאין חילוק בין מידי דאכילה לשאר מילי ובתשובותי ישבתי זה בח\"ס יו\"ד סי' קכ\"ד ד\"ה הב\"י:",
            "<small>(שם) </small>במג\"א ס\"ק כ\"ד מותר לקילפה. נ\"ב עיין תשובות ח\"ס או\"ח סי' קע\"ח [שם נשאל ע\"ד ס\"ת שנמצא בו טעות שנכתב כ' פשוטה במקום ה' והסופר גרר מכף פשוטה עד שנעשה ד' ועשה בתוכו רגל שמאלית ונעשה ה' ולא נמצא אח\"כ מקום התיקון הנ\"ל ולא נודע עתה איה מקומו, ויש להסתפק אם נפסל זה משום חק תוכות ואם מיפסל מ\"מ כיון שנאבדה אם מותר לקרות בציבור בס\"ת זאת שחסר בו אות הזה. ומסיק שם על ספק הראשון וז\"ל ואם כן בנידון דידן אפשר דלכ\"ע פסול משום שלא תיקן בכתיבה אלא רגל שמאל של חה\"א ואינו גולם עם הה\"א ואפילו נימא במ\"ם פתוחה כשתיקן רק החרטום בכתיבה סגי לכל המ\"ם אע\"ג דהוי בעין ב' אותיות ומ\"מ מהני זה לזה היינו משום שעכ\"פ המה גולם א' משא\"כ ההי\"ן וקופ\"ין שהם שני גולמים אפשר בלא שיתקן בכתיבה באותו גולם עצמו ולא שיועיל תיקון הרגל לחקיקת הדלי\"ת וצ\"ע. ועל ספק הב' מאריך אם יש ביטול לאות הזה וסיים אלא דעכ\"פ מעיקר דין תורה נתבטל וחזר הפסול להיות כשר ורק מדרבנן דבר חשוב לא בטיל א\"כ יש לצרף בזה דעת הרמב\"ם בתשוב' ומעשה רב שקראו לפני הגאוני' בס\"ת שפסול בו אות א' עם דעת הרשב\"א והר\"ן דאינו פוסל אלא אותו חומש וכו' וכאן שמגוף הדין כבר נתבטל האות ונתכשר שוב נוכל לצרף ב' הדיעות הנ\"ל, וכדי שלא להוצי' הספר לידי גניזה נ\"ל לסמוך אהנ\"ל לקרות בו בצבור ולברך עליו ועיין היטב התשובה בפנים ובח\"ס יו\"ד סי' רע\"ז]:",
            "<small>(שם במג\"א ס\"ק ל\"ג) </small>בכ\"ה כתב, נ\"ב עיין תשובות ח\"ס יו\"ד סי' רס\"ג [ע\"ד ס\"ת שכתוב בו אלקינו כזה &amp; שהאריך תחתית הנו\"ן וכ' הוי\"ו בצידה דפסול לדעת המג\"א איך לתקנו והשיג תחלה על דברי תשובות עבודת הגרשוני סי' צ\"ה דפשיטא ליה דהנטפל להשם מאחוריו אינו אלא איסור דרבנן ועל מ\"ש דלכתוב אות ועי\"ז יופסל אות אחר הוי רק גרם מחיקה והוא חולק עליו בשני דברים אלו ומסיק שם דאם נראה להדיא שהיא כתיבה שנחלקה לשנים שזה פסול בלי ספק אז בלי פקפוק מותר למחוק הוי\"ו תחלה ולכתוב אחרת בתוך הנו\"ן דהרי מפני זה אנו מוחקים מפני שנראה כשתי תיבות א\"כ אינה נטפלת להשם וכו' אך אם אינה נראית כשתי תיבות אי אפשר למחוק הוי\"ו דלמא כשר והוי נטפל להשם גם אסור לקדור השם וכו' ומ\"מ שלא לגנוז יריעה שלימה יש להתיר לקדור הוי\"ו ולגונזה דקדירה אינו מפורש בתורה לאסור וספיקא לקולא ויכתוב וי\"ו אחר בתוך הנו\"ן כאופן שכתבתי לעיל ועיין היטב התשובה בפנים:",
            "<small>(במחבר) סעי' כ\"ה. </small>נ\"ב דכלל בזה ג' דיני' כאן דהאותיו' שבהפרדס נראי' כב' אותיו' כגון ש' נראית כאות ע' עם אות י' וכדומה פסול ולא מהני תיקון משום דהויא שלא כסדרן משא\"כ י' שעל גבי א' ניהו דפסול מ\"מ יכול לתקן ולא מקרי שלא כסדרן אבל בשאר אותיות אם תינוק יכול לקרות לא בעי תיקון וכשר כדלעיל סעיף ט\"ז או כדלקמן סעיף כ\"ז ולא זולת וכמ\"ש והאריכו הט\"ז ס\"ק ט' והמג\"א ס\"ק ב':",
            "<small>(שם) </small>במג\"א ס\"ק ל\"ט. נ\"ב ע' היטב תשובות ח\"ס יו\"ד סי' רנ\"ו [שם האריך ע\"ד ס\"ת שנשתנה הדיו לאחר הכתיבה ונהפך לאדמדם מכמה סיבות אי כשרה אם לאו ומסיק שם וז\"ל היוצא מדברינו הס\"ת הנ\"ל אם השינוי לאדמימות מחמת יושן וכדרכו של דיו הרי היא כשרה שהרי נכתב בדיו וטוב להעבירה בקולמוס כדי לקיימה ימים רבים יותר. וקרוב לודאי אפי' בשמות הקדושים מותר בדיו על גבי דיו דאין כאן מחיקה אבל אם נשתנה לאודם ממש משא\"כ וסתו של סתם דיו או אפילו רק לאדמומית רק שנשתנה מיד מהר שנראה שאינו מחמת יושן אלא שנעשי' הדיו על ידי המצאה חדשה מסממנים אחרים הרי היא פסול' מעיקרא ואסור להעביר על השמות הקדושים דהוי כדיו על גבי סיקרא דמוחק התחתון ולענין קדושת השם אין חילוק אפילו נכתב בכל צבע אסור למחקו דהתם לא כתיב וכתבתם דניליף כתיבה בדיו וכו']:",
            "<small>(שם) </small>במחבר סעיף ל\"ו יעשה כל פרשיותיה פתוחות. נ\"ב עיין תשובות ח\"ס או\"ח סי' ד' שנשאל ע\"ד תפילין שהיה של יד כתובה פרשת והיה סתומה אמנם תפילין של ראש היו כל פרשיותיה פתוחות אי שפיר דמי להניחם אי לא הוי כתרתי דסתרי והשיב להסכים עם השואלים דאין קפידא בדבר ע\"ש:",
            "<small>(שם) </small>בט\"ז ס\"ק כ\"ה בדיעבד אמאי אמר כצ\"ל ותיבת למה לא נמחקה:",
            "<small>(שם) </small>והו\"ל לשנויי דבדיעבד כצ\"ל ותיבת לסייע נמחקה.",
            "<small>(שם) </small>בט\"ז ס\"ק כ\"ו רק שפרשה השלישי' נ\"ב דהיינו פרשת שמע בתפילין דר\"ת ובפרשת והיה אם שמוע יניח בסוף ט' אותיות ויתחיל שמע בראש שיטה בתפילין של ר\"ת כנ\"ל:",
            "<small>(שם) </small>במג\"א ס\"ק נ\"ב. נ\"ב ע' תשובות ח\"ס או\"ח סי' ה' [שם האריך בדין ס\"ת תפילין ומזוזה וגט שנכתבו ונעשו משתי עורות אי התפירה והדיבוק מחברן להיות אחד או לא ואבאר כל הסוגיא השייך לזה וסיים בסוף התשובה וז\"ל הנראה לפענ\"ד כתבתי בזה הפסק דתפירה פוסל בגיטין ובמזוזה אפי' עמודים פוסל חוץ מן הרמב\"ם ור\"י בעל התוס' ובבתי תפילין תפיר' כשר ודבוק פסול כיריעות ס\"ת:"
        ],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ג' </small>כדעת רש\"י. נ\"ב עיין כל זה היטב בתשו' ח\"ס יו\"ד סי' רנ\"ח:"
        ],
        [],
        [],
        [
            "<small>(שם) </small>בן י\"ח שנה נ\"ב צ\"ל כ' שנה כמ\"ש סי' קנ\"א במג\"א סעיף כ\"ה כצ\"ל וטעמא דרוב אנשים המתאחרים להביא ב' שערות יולדו להם סימני סריס לעשרים שנה כמ\"ש בב\"ש באהע\"ז סי' קנ\"ה ס\"ק י\"ט ע\"ש:",
            "<small>במג\"א ס\"ק א' </small>באהע\"ז ס\"ק נ\"א כצ\"ל:",
            "<small>(שם) </small>ס\"ק ד' נ\"ב הב\"י תמה בטעם הדבר ועי' בתוי\"ט משנה ד' פ\"ז דנדה דתמה על כותים אי גירי אמת הן איך עשאום כנכרים לטהר נדות ואהלות שלהם. ונראה לפענ\"ד שיש כד בכלל ישראל להוציא המורדים מכלל האומה ויחזרו לגוים גמורים אף להקל וזכר לדבר ראה ויתר גוים שהתיר להם ז' מצות אע\"ג דלאו ראיה גמורה היא מ\"מ כנ\"ל והם נמנו וגמרו להוציאם מברית ישראל לגמרי ובגיטין פירש\"י שהמסור פרק עול תורה י\"ל כיון שמוסר לתוא מכמר הרי מסר חבירו גם להעבירו על דת משה וישראל ואי לא דפריק עול תורה כולה לא עביד הכי ומצינו בעזרא יחרם כל רכושו והוא יבדל מקהל היולה משמע שהוציאם מכלל ישראל וכנ\"ל."
        ],
        [],
        [
            "<small>במג\"א ס\"ק א' </small>הן כ\"ה זקוקים. נ\"ב ע\"ש שהוא ב\"ה ליטרא פפינד משקל פראג והוא על פי הירושלמי מובא ברא\"ש סנ\"ה סי' ל\"ג דכל לוג יש בו משקל ל\"ב מאות זוזים שהוא מאתים דינר ובדינר קצ\"ב פרוטות שהוא חצי ווינר משקל פרוטה חצי שעורה כסף פיין וכל צ\"ו שעורות הוא משקל רביע לאטה שקורין קווינטל ועפ\"ז הם דבריו כאן דו\"ק ותשכח, ועיין מ\"ש ב\"י ביו\"ד ד\"ס ר\"א דקורטוב משקלו דינר אחד והוא א' משמיני שבשמיני' הלוג נמצא שבלוג רק ס\"ד דינרין לכ\"ד קבין ליכא רק אלף וכ\"ד דינרין וכל דינר צ\"ד שעורות דהיינו קווינטל נמצא אלף וכ\"ד קווינט עולה שמונה ליטר' פפונד משקל הנ\"ל והוא דק פחות משליש משקל הנ\"ל וצ\"ע:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ה' </small>ומאחרי' לפניו נ\"ב ולפענ\"ד נ\"ל טעות כמ\"ש חכמינו ז\"ל כאשר יניד הקנה במים אפילו כל הרוחות שבעולם אין מזיזין אותו ממקומו וק\"ל:"
        ],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ט' </small>תמהתי נ\"ב עיין תשובות ח\"ס או\"ח סי' י' [שם מביא בשם ומחותני הרב מוה' יוסף לעהמאן זצ\"ל מאמשטרדם ישוב לקושית הרשב\"א בברכות דף י\"ד ע\"ב במערבא ערבית דבר אל בני ישראל ואמרת אליהם אני ד' אלקיכם והא כל פסוקא דלא פסקיה משה אנן לא פסקינן ע\"ש ותירץ הרב הנ\"ל שזה הוא מקרא מלא בפרשת אחרי בתחל' פרשת עריות כי שם נאמר וידבר ד' אל משה לאמור דבר אל בני ישראל ואמרת אליהם אני ד' אלקיכם ע\"ש, וקלסיה הח\"ס וכתב שתירוץ זה הוא אמת בלי ספק לדידן אלא שמיישב גם כן למה לא תירץ הרשב\"א כן, ועיין שם עוד מ\"ש ליישב המנהג דמתחילין קידוש ליל שבת בויהי ערב ויהי בקר יום הששי והוא באמצע הפסוק וכתב מפני צירוף שם הויה שבר\"ת <b>י</b>ום <b>ה</b>ששי <b>ו</b>יכולו <b>ה</b>שמים ולא נכון להתחיל יום הששי שאין בו משמעות של כלום והוצרכו לצרף ויהי ערב וכו' ובתחלת הקרא וירא אלקים וכו' והנה טוב מאד לא נכון להתחיל בליל שבת קודש מפני דרשת חז\"ל טוב מאוד זה המות והשתא דלא אפשר בענין אחר שרי למפסק הקרא כן י\"ל המנהג]:"
        ],
        [],
        [
            "<small>במחבר סעיף ד' </small>עיין היטב ביש\"ש פ\"ק דחולין מסי' מ\"ט ואילך ומט\"מ סי' ס' ועיין שיורי כנה\"ג דכתב כשזינתה בתו מן הנשואין פסול לש\"ץ ועיין לקמן סי' קכ\"ח גבי כהן כתב הוא שאין נוהגין לפסול כהן משום בתו, ואולי יש לחלק בין כהן לש\"ץ ועיין בתשובתי:",
            "<small>(שם במג\"א) </small>ס\"ק ח' שכל המדות הללו אלא בתענית צבור כצ\"ל.",
            "<small>(שם) </small>ס\"ק י\"ג) דעת רמ\"א. נ\"ב ע' הסכמת מ\"ל פ\"ב מהלכות אישות סוף הלכה כ\"א ודלא כמ\"ש באה\"ט כאן בשם שירי כנה\"ג דליתא וכן הסכים בספר בני אהובה פ\"ב מאישות הב\"א ע\"ש במסקנת דבריו ומבואר היטב בתשובות ח\"ס יו\"ד סי' שמ\"ג:",
            "<small>(שם) </small>ס\"ק כ' נ\"ב עיין תשובות ח\"ס או\"ח סי' ר\"ו [שם מבואר כמה דינים בענין קבלת רב]:",
            "<small>(שם) </small>בא\"ד הרשב\"ם נ\"ב צ\"ל הרשד\"ם ע\"ש חלק או\"ח סי' ל\"ו עש\"ה:",
            "<small>(שם) </small>ס\"ק כ\"א כופין את הרוב נ\"ב וע\"ש ביו\"ד ס\"ס רמ\"ה:",
            "<small>(שם) </small>ס\"ק כ\"ו הצנועין מושכין. נ\"ב צריך להתיישב דביומא דף ל\"ט ע\"א כתבו התוס' ישנים שאילו היה כזית לא היו מושכין ידיהם מפני שיש מ\"ע באכילת וכ\"מ מפירש\"י שם עיין חולין דף קל\"ג ובתוס' שם ד\"ה משקל ע\"ש ועיין דרישה וב\"ח ביו\"ד סי' ס\"א בזה ועיין ח\"ס או\"ח סי' מ\"ט:",
            "<small>(שם) </small>במחבר סעיף כ\"ה שם בהג\"ה. נ\"ב עיין בתשובות ח\"ס או\"ח סי' י\"א וסי' ר\"ה [ושם בסי' ר\"ה כ' באמצע התשובה כבר כתבתי במקום אחר הא דרגילין לכתוב זמן ג' שנים בשטרי קבלת רב ומשועבדות אינו קביעות כי מי שמע כאלה שיקבלו רב וכדומה ממקו' רחוק וכו' ואח\"כ יוציאוהו משם, אבל מנהג ישראל תורה היא לסיבת הרב והמשועבדים שאם ירצה הוא לילך אחר ג' שנים הרשות בידו אע\"ג דפועל אחד כיוצא בו דהוה מלאכת דבר האבד א\"י לחזור בו באמצע זמנו והאי זמנו לעולם מ\"מ יכול לחזור אחר ג' שנים והטעם בזה מפני שאסור להשכיר עצמו יותר משש שנים וי\"א ביותר משלשה שנים דהוי כעבד עברי ועיין ש\"ך חו\"מ סי' של\"ג ס\"ק י\"ז ועיין היטב באותה תשובה ובתשובה לאחריה]:",
            "<small>(שם) </small>ס\"ק ל\"ג ביו\"ד פ\"א נמחק והוגה פ\"ה ובסופו:",
            "<small>(שם) </small>בא\"ד להרביץ תורה נ\"ב ולפ\"ז מ\"ש הרמ\"א ביו\"ד ס\"ס דמ\"ה אהחזיק עצמו בשררה קאי דבניו קודמין אבל לא ארבנות דתורה כאשר ביארתי בתשובות שלי באו\"ח סי' ב', ובתשובת ר' שאול שבסוף ס' תשובות דמ\"א דפוס אמשטרדם נעלם וממנו חילוק זה בין רביצת תורה ושאר מנויים ע\"ש ובתשובות גינת וורדים חלק יו\"ד ס\"ס ז' וסי' ח' פליג בהא ויש לעיין שם ובתשובותי חזרתי ועשיתי סמך להרמ\"א ביו\"ד ח\"ס או\"ח סי' י\"ג ובח\"ס חו\"מ סי' כ\"א:"
        ],
        [],
        [
            "<small>במחבר סעיף י'. </small>נ\"ב עיין תשובות ח\"ס או\"ח סי' י\"ד [השואל שם רצה לחלק בין בר מצוה ליא\"צ וכן עפי\"ז דמי שמת באדר ראשון היא\"צ שלו בחדש שבט של שנה פשוטה. והשיב הח\"ס דלא מחליפין שבט באדר כדאמרינן בד\"ה דף ט\"ו וה\"נ דכוותיה וזה ברור דמי שמת באדר א' בשנה מעוברת היא\"צ באדר בשנה פשוטה ועיין עוד בענין זה בח\"ס או\"ח סי' קס\"ג באריכות].",
            "<small>(שם) </small>במג\"א ס\"ק י\"א ובספר תניא פסק דהוי כלפניו נ\"ב ע\"ש דמייתי ראיה משבת דף ט' ע\"א אסקופה משמשת ב' רשויות ואין ראיה זו מכרעת לפענ\"ד. ועיין מסכת שבת דף קכ\"ד ע\"א וק\"ל ועיין עירובין ד' ח' ע\"ב הכל מודים בין לחיים שאסור ועיין לקמן סי' שמ\"ח סעיף ד' וק\"ל. עוד כתוב במג\"א וכן משמע בגמ' היינו בפסחים דף כ\"ה ע\"ב דוקא שערי ירושלי' ומשום מצורעים לא נתקדשו תוכן ונ\"ל דהרמב\"ם פסק באוכלי פסחים תוך הפתח כלחוץ היינו טעמא מדאיצטריך לקדש תוך של העזרה והרי שערי ירושלים שלא קידשו משום מצורעים לא קידשו ממילא ש\"מ סתמן כלחוץ ולפענ\"ד ראיה ברורה מדיוקא דמתניתין דנדרים דף נ\"ו ע\"ב ואין לומר דהולכין בתר לישנא דאינשי דא\"כ לא הוי הש\"ס מקשה התם:",
            "<small>(שם) </small>סעיף ט\"ז אין מצטרפין נרשם ס\"ק י\"נ נמחק וצ\"ל בסעי' י\"ח:",
            "<small>(שם) </small>ס\"ק י\"ג. נ\"ב שייך לסעיף י\"ח:",
            "<small>(שם) </small>במחבר סעיף כ\"ב. נ\"ב אם הקהל מוחין ביחידים לקבץ להם מנין משום חורבן בהכנ\"ס עיין תשובת ריב\"ש ס\"ס רנ\"ב וסי' של\"א באריכות:"
        ],
        [
            "<small>במחבר ס\"א </small>בעניית הקדיש. נ\"ב עיין מ\"ש מג\"א ר\"ס ל\"ד בענין קדיש דרבנן:",
            "<small>(שם) </small>במג\"א ס\"ק ב' וצ\"ע דא\"כ. נ\"ב לפענ\"ד שיכול להפסיק בשתיקה ומשום דאידי ואידי אסוקי מלתא היא והכא מצי איירי בהמשך הטעם שלא יעשה הפסק ואתנח בין רבא למברך וק\"ל:",
            "<small>(שם) </small>ס\"ק ד' ללמד ק\"ו. נ\"ב י\"ל כוונת האר\"י כך דאי הוי גרסינן קום כי דבר ד' אליך א\"כ הוי מ\"ע מדברי קבלה א\"כ יושב לדבר מצוה כגון בתחנון או בברכת יוצר אור ג\"כ צריך לעמוד כי העמידה לקדיש הוי כמצות עשה של דברי קבל' אבל השתא דגירסא נכונה היא ויקם מעל כסאו וליכא רק ק\"ו א\"כ דיו כי התם שישב לדבר הרשות אבל יושב לדבר מצוה לא:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק א' </small>דף ג' ע\"א בתוס' נ\"ב עיין דג\"מ ולפענ\"ד אין הכרח די\"ל מאן דגני בבית אפל כששמע אשה מספרת עם בעלה ידע דעלה ע\"ה ויחשב משם שיעור שעה ורביע וידוע שאז נץ החמה וכן מהא דדוד המלך ע\"ה לאו ראיה דאה\"נ דקדים טפי משתי משמורות ובכלל מאתים מנה:",
            "<small>(שם) </small>ס\"ק ו' דבגמ' משמע. נ\"ב רצונו בש\"ס ברכות דף ג' ע\"ב ע\"ש ולפענ\"ד המעיין שם יראה מוכרח כהרמב\"ן דקאמר קדמו עיני אשמורות שית דלילה ותרתי דיממא ע\"ש וקשה תלתא דיממא דבני מלכים בשלש שעות עומדים כמבואר מדברי ר\"י אע\"כ צ\"ל דמעמוד השחר ועד הנץ החמה כיון דאיכא אינשי דגנו א\"כ בני מלכים כולם ישינים אז והיינו ב' שעות על היום כדעת הרמב\"ם דמייתי המנ\"א בסי' פ\"ט ס\"ק ב' אמנם שעה אחת אחר הנץ החמה הם שוכבים על עריסותם ונעורים וע\"כ כשאמר דוד המלך ע\"ה קדמו עיני אשמורות לא קחשיב אלא ב' שעות דבני מלכים ישינים ועיניו קדמו להם וגם לצאת ידי חובת ק\"ש דלילה לא יצא אלא עד אותן ב' שעות שהוא הנץ אבל ק\"ש של שחרית זמנו עד ג' שעות שהוא זמן קימה עכ\"פ לבני מלכים שאינם קמים עד אז וזה ברור לפענ\"ד:",
            "<small>(שם) </small>במחבר סעיף ו' שעה ד' ולא קראה נ\"ב לשון זה צ\"ע בטו' וב\"י דמשמע דלמאי דקיי\"ל לקמן ריש סי' פ\"ט דתפלה זמנה עד חצות בדיעבד ה\"ה לברכות האלו וק\"ו הוא דהא תפלה קיי\"ל בודאי כר\"י דזמנה עד ד' שעות ואפ\"ה מתפלל עד חצות מכ\"ש ברכות שהם מספיקא של הרא\"ש אם דמיא לתפלה או לא לא כ\"ש שיהא מותר לאמרם עד חצות אלא שהפסיד שכר ברכות בזמנה כנלפענ\"ד:"
        ],
        [
            "<small>סעיף ג' בהג\"ה </small>כסברא ראשונה. נ\"ב והמנהג להמתין על השליח ציבור ובלא\"ה נמי בכל הפסוקים ממתין כגון מי כמוך באלים וה' ימלוך מטעם שכתוב לעיל במג\"א סמ\"ט. מיהו גם באת שם האל ממתינין ולא שמעתי טעם לזה. ונ\"ל מפני שכתב הטור לקמן סי' ס\"א להפסיק בין ממליכים לאת שם דלא לתחזי מת שם ח\"ו וי\"ל דהכא איכא קפידא טובא מפני המינים העובדים למת לכן עושים הפסקה בין ממליכים לאת שם:",
            "<small>(שם) </small>סעיף ד' ועיין לקמן סי' ס\"א. נ\"ב דקיי\"ל שעונים אמן:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק ט</small> ואישתמיטתיה. נ\"ב והתלונה גם על ר\"י שבב\"י וגם הרב ב\"י לא דחאה אלא מהירושלמי ולא מש\"ס דילן. ואולי הנוהגים היתר ס\"ל כשיטת הסוברים דוקא מילי מילי ותני לה אסור ובהכי מיירי בהאי דסוכה דהיו אומרים ב' פעמים ליה זה אסור אבל אמר פסוקא פסוקא אינו אלא מגונה דמחזי כמשתטה ובציבור לא שייך הכי ומש\"ה כופלים שמע ישראל. ועור נראה לי דס\"ל כשיטת הרא\"ש דפסק רמ\"א ביו\"ד סי' קמ\"א סוף סעיף ד' דברבים ליכא חשדא ופסק כן המג\"א לקמן סי' רמ\"ד ס\"ק ח' וא\"כ ה\"נ בציבור ליכא חשדא דשתי רשויות. והש\"ס דסוכה אזלה לאידך לישנא דהש\"ס דע\"ז דף מ\"ג ע\"ב ופסקו הרי\"ף והרמב\"ם וכן הרב המחבר שם בש\"ע יו\"ד סי' הנ\"ל כן ע\"ש וק\"ל. מ\"מ היכא דלא נהונ לא נהוג עוד כן כמ\"ש הש\"ך ביו\"ד שם ס\"ק כ\"ז דלכ\"ע מכוער הדבר לרבים והכא נמי. ויש קצת עיון מהאי דתודוס שהנהיג בני רומי ורבים הוו ואפ\"ה חשו לחשדא דמחזי כקדשים בחוץ וי\"ל היינו דשלח ליה אלמלא תודוס אתה ר\"ל דס\"ל בעלמא ברבים ליכא חשדא שהרי דרש מה ראו המו\"ע וכתבו התוס' משום דאנדרטי הוי משמע דסבירא ליה לתודוס כיון דהוי ברבים דכל ישראל השתחוו לא היה שייך חשדא והיה להם להשתחוות אי לאו משום ק\"ו דצפרדעים וקידוש השם חמור אפילו בכה\"ג ועיין פ\"ק דמגילה דאמר רשב\"י שנתחייבו כליה על שהשתחוו ולא למדו ק\"ו זה. ואולי רשב\"י מחמיר בק\"ו טפי שהרי ס\"ל עונשין מן הדין:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א בסוף הסימן </small>ונ\"ל דכ\"ש. נ\"ב ואני חוכך בזה מפני שלא נזכר בה יום צאתינו מארץ מצרים כי אם קריעת ים סוף והתורה הקפידה למען תזכור את יום צאתך ומארץ מצרים אלא שחכמינו ז\"ל הוסיפו גם קריעת ים סוף ומש\"ה עדיף אמת ויציב מפרשת ציצית אבל שירת הים לחוד לא מהני. ועוד נ\"ל דאם לא נתכוין לצאת ידי חובתו בקריאת שירת הים הרי לא יצא ידי חובתו דקיי\"ל מצות צריכות כוונה:"
        ],
        [
            "<small>במג\"א שוה לכל. </small>נ\"ב ואילו ידע זה הרשד\"ם חלק או\"ח סי' ל\"ד לא היה כותב כמ\"ש ע\"ש. ועיין תשובות ח\"ס או\"ח סי' ט\"ו ט\"ז [שם כתב ע\"ד אחד שמיחה בש\"ץ שלא יעבור לפני התיבה בבגדי צמר להתפלל בנוסח ספרד כי אין הלובש צמר כדאי הוא לה וכתכ שאין לחוש לזה. ובאמצע התשובה מביא מה שקיבל מרבותיו הגאונים ז\"ל ע\"ד נוסחאות התפלה שכלם שוות זו כזו וכל שיש בזו יש בזו אלא שאין אתנו יודע עד מה. ואנו מתפללים ע\"ד מתקני התפלות ונוסחאות הללו כי כולם לדבר אחד נתכוונו כמו סגנון אחד לכמה נביאים ואין ב' נביאים מתנבאים בסגנון אחד וכל נוסחא ונוסחא אינה אלא סגנון אחת משונה מחברתה אבל הם עולים למקום אחד והאריך עוד שם ובתשובה שלאחריה ובסי' קצ\"ז בענין זה:"
        ],
        [
            "<small>במג\"א ס\"ק ד' </small>בשם הרדב\"ז, נ\"ב ע\"ש תשובות ח\"ס או\"ח סי' י\"ז ועיין תוס' יו\"ט פרק ד' דמגלה משנה ג':"
        ],
        [],
        [
            "<small>במג\"א ס\"ק א' </small>כיון שבשעת. נ\"ב צריך לי עיון מה שייך בברכת הנהנין שעת חובה, ואולי אברכת ברוך שאמר וישתבח קאי או מקדש שמך ברבים להנהוגים בו אבל שארי ברכות נראה דיש לאומרם, ועיין מחצית השקל ועיין בשערי תשובה דשלשה ברכות שלא עשני וברכת התורה יאמר כל היום, ועיין בס' כרם שלמה משם אחרונים סדר תפלתו ומבואר בכל אופניו, ומשמע מכל אלו דברוך שאמר וישתבח אומר ודלא כאאמו\"ר זצ\"ל [מהגאון חתם סופר]:"
        ],
        [],
        [],
        [],
        [
            "<small>במג\"א סק\"ה בדברים דחוים.</small> נ\"ב המעיין בספר בא\"ש בפנים יראה כי סוף דבריו נכונים והמה בשם הגאון מוה' יחזקאל קאצינעלינבויגין דהוא הוסיף ראיה מנדרים דף ימ\"ח ע\"ב גבי שחורי ראש. וכן העלה מהר\"י יעב\"ץ חלק א' סי\"ט וחלק ב' סי' ז' ח' לאסור וכתב האי דנזיר דף כ\"ח ע\"ב מיירי בחצירה וביתה ולא ברשות הרבים והאי דיוצאה אשה בחוטי שער היינו שלא במקום שער כגון בפדחתה ואחוריה דהוי כשאר תכשיטין אבל פאה נכרית לא עדיף מקלתה דאסור כדאיתא בפרק המדיר ע\"ש:",
            "<small>(שם) </small>ס\"ק ח' ונ\"ל. נ\"ב והגאון במחצית השקל הסכים לספר אליהו רבה דהכי עדיף טפי ע\"ש:"
        ],
        [
            "<small>במג\"א ס\"ק ח' </small>ואין לו תקנה. נ\"ב טעות סופר הוא וצ\"ל ואין צריך תקנה וכן הוא ברדב\"ז חלק ב' סי' שט\"ו ע\"ש היטב:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ב' </small>בטהרות פרק ג'. נ\"ב משנה א' ע\"ש מ\"מ צריך עיון דשאני התם משנקרש בטלה לה טומאה ראשונה לגמרי דאפילו אם חזר אח\"כ ונמס אם היא כביצה מכוונת טהור משום הכי דין הוא שיועיל הקרשה משא\"כ בצואה נקרשת דאם תמום תחזור לקדמותה אפשר שגם עתה באיסור עומדת וצ\"ע. וכן מסיק הש\"ס במנחות נ\"ח ע\"א הואיל ויכול לשלקן ולהחזירן לכמות שהן:"
        ],
        [
            "<small>במחבר סעיף ה' </small>נ\"ב נ\"ל דכל זה כשהצואה נופלת לתוך הספסל ממש ובהא מחמיר המג\"א אבל אותן שלנו שמשימין גרף תחתי' והצואה נופלת לתוכו נמצא שהספסל לא הוזמן לבהכ\"ס מעולם וניהו דכל זמן שהכלי תחתיו אסור אעפ\"י שכתב הרב ב\"י סי' פ\"ז שמצא כתוב באהל מועד בשם הרי\"ץ ניאות דגרף בתוך כלי אחר מותר לקרות ק\"ש [כנגדה] וטעמא דמסתבר הוא עכ\"ל מ\"מ נ\"ל דוקא בכלי שאינו כליין אבל הכא הוי כליין ואסור לקרות כל זמן שהכלי בתוכו אבל אם הסירו משם אותו הכלי או כיסו הספסל בכלי אחר שאינו כליין נראה לי דאז מותר וכמדומה לי שכן נוהגין ואריך:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק ב' </small>ונ\"ל דה\"ה במקום גילולי' ועיין לעיל סי' נ\"ה במג\"א ס\"ק ט\"ו. ונראה לי דמשום הכי הנהיגו אבותינו את בניהם מבלי לספר בלה\"ק ונשכח מאתנו לגמרי בעוה\"ר משום שגלו לבבל שהיתה מלאה גילולים:",
            "<small>(שם) </small>בא\"ד דנפיש זוהמיה. עיין תשובתי מדין מקו' שהוחמה ויש בה הבלא וזוהמא חת\"ס או\"ח סי' ח\"י [שם נשאל ע\"ד מי שיש בחדרו חפירה מקוה מים חמין לטהרת נשים שבביתך ומכוסה בכיסוי נסרים אם מותר ללמוד באותו חדר שאין שם שום אמבטי ושום דבר לצורך הטבילה כ\"א חסירה במקוה ומתחממת לעת הצורך פעם או פעמיים בחודש ובתשובתו מסיק וז\"ל בנידון שלפנינו שהחדר שהחפירה בתוכו הוא נקי וטהור ולפעמים פעם או פעמיים בחודש חופפת אשה בתוכה במים חמין וניהו שהחפירה נפישא זוהמא מ\"מ החדר שהוא רשות לעצמו נקי וטהור ולית ביה הבל ולא זוהמא וא\"כ בשעה שאין שם נשים מתכבסים והחפירה מכוסה בנסרים לא ידעתי שום סברא לאסור שם ללמוד, ומהיות טוב יעמוד מחיצה המטלטלת לחוץ בין הלומד ובין המקרה המכוסה בנסרים, ועובדא ידענא שהחסיד המפורסם מוה' זלמן חסיד ז\"ל בפפד\"מ היה לו מקוה חמין בתוך חצירו שבגן שלו והיה מכוסה והוא למד שם בימי הקיץ ולא רפרף אדם מאום]."
        ],
        [],
        [],
        [
            "<small>בהג\"ה סעיף א' </small>עיין רמב\"ן פרשת ויצא על פסוק כי דרך נשים לי. דראייתה ודיבורה ועפר רגליה מסוכנים ואומות העולם היו מרחקין אותה ע\"ש א\"כ דינא הוא שלא תלך לבית הכנסת ולא תתפלל משום הקריבהו נא לפחתך כדלקמן סי' רע\"ב ובמג\"א שם ס\"ק י' ע\"ש וק\"ל:",
            "<small>(שם) </small>במג\"א ס\"ק א' לענין תרומה נ\"ב ע\"ש מ\"ש הוא ז\"ל באו\"ח לקמן סי' תר\"ו סק\"ח:",
            "<small>(שם) </small>במג\"א ס\"ק ג' הואיל והותר. נ\"ב ע\"ש דף ז' ע\"ב. ואין הנדון דומה לראיה דהתם כניסה אחת היא בשתי ידיו אלא שיש בו ב' איסורים והואיל והותר לאחת היינו לצרעתו הותר נמי לקריו וכן גבי ביאה דוקא בביאה אחת עושה ב' איסורים והואיל והותר איסור אשת אח הותרה נמי אחות אשה אבל לומר הואיל והותר לכנוס לבית הכנסת הותר נמי להתפלל לא שמענו. והנה שם בתוס' ד\"ה ואמר עולא יש ללמוד מדבריהם דהואיל והותר ביאה במקצת היה ראוי להתיר ביאת כולו וכן מבואר לקמן סי' סס\"ח סעיף ה' הואיל והותר לבצוע על הפת של גוי הותר לכל הסעודה ובמרדכי יליף ליה מהש\"ס יבמות הנ\"ל והיינו דומיא למה שכתבו התוס' הנ\"ל הואיל והותר מקצתו הותר כולו אבל מכל מקום אינו אלא איסור אחד איסור ביאה למקדש או איסור אכילה אבל להתיר מכניסה לבית הכנסת להתפלל לא שמענו ועיין ח\"ס או\"ח סי' ס\"ח:"
        ],
        [
            "<small>במג\"א מ\"מ כ'. </small>נ\"ב הא לך כללא דהאי חושבנא אם תחשוב י\"ב שעות מעמוד דשחר עד צאת הכוכבי' ובהם מ' מילין לכ\"ע יגיע לכל מיל ח\"י מינוטין אך הרמב\"ם מחשב י\"ב שעות מהנץ החמה עד השקיעה לבד ואי ס\"ל מעמוד השחר עד הנץ החמה ה' מילין וכן משקיעת החמה עד צאת הכוכבים נמצא לא יהיה מהנץ עד השקיעה רק ל' מילין ובהם י\"ב שעות יהי' כ\"ד מינוטין לכל מיל וזהו כמ\"ש התוס' יו\"ט בשמו פרק ג' דפסחים. אבל האמת הוא דס\"ל להרמב\"ם כמ\"ד מעמוד השחר עד הנץ החמה ד' מילין וכן משקיעה עד צאת הכוכבים ונשאר מהנץ החמה עד השקיעה ל\"ב מילין ובהם י\"ב שעות עול' לכל מיל כ\"כ מינוטין וחצי והוא העיקר. וכן פסק החק יעקב סי' תנ\"ט. ומ\"ש הרמב\"ם לענין תפלה מעמוד השחר עד הנץ החמה הוא שעה וחומש י\"ל עפ\"י מ\"ש התוס' כפסחים דף צ\"ד ע\"א ד\"ה ר' יהודה דאע\"ג דמתחלת השקיעה הוי ד' מילין מ\"מ ג' רביעי מיל האחרונים שכבר נכנסה החמה בתוך עובי הרקיע נקרא בין השמשות ועיין גם בלשון התוס' פ' ב\"מ ע\"ש וא\"כ ה\"ה בעמוד השחר תלתא רביעי מיל הראשונים מתחיל' יציאת החמה אין ראוים לתפלה כלל ותלת' רביעי מיל הם קרובי' לי\"ח מינוטין כשתסיר זה מד' מילין נשאר שוה חומש בקירוב וגם הרמב\"ם פ\"ג דפסחים ס\"ל לומר דהתם בש\"ס יהיב ריש לקיש לקמיה אמוראי שיעור חימוץ כמגדל ננוה לטבריה שהוא מיל והנה מגדל ננוה וטבריה עיין בר\"ן ואפשר לשער בהם והשתא אי ס\"ד שהשיעור ההיא הוא מיל קטן וכ\"ב וחצי מינוטין א\"כ עולא ורבא דפסחי' דף צ\"ד פליגי אדריש לקיש דלדידהו הוי מיל כ\"ד מינוטין וכל כי האי הו\"ל להש\"ס למימר ופליגי אדריש לקיש, אלא ע\"כ מננוה לטבריה נמי הוי כ\"ד מינוטין וריש לקיש קא קרא ליה מיל ראיהו תנא נמי בקדמ' וחשוכא כהני רבנן דפרק מי שהיה טמא. והשתא ניהו דלענין מיל לא קיי\"ל כוותיה מ\"מ בשיעור חימוץ לא פליגי דהוי כממגדל ננוה דהיינו כ\"ד מינוטין דהיינו ב' חומשי שעה ועיי\"ש היטב ודו\"ק. אמנם עתה מצאתי בספר קדמון הנקרא כפתור ופרח דמייתי ליה בעל התוס' יו\"ט ריש פ\"ז דשביעית ע\"ש היטב בב\"י או\"ח סוף סי' י' ובספר הנ\"ל פ' י\"א ד' ס\"ח ע\"ב בד\"ה נשוב לירושלים וכו' כ' מירושלי' עד עזאזל כשלשה שעות עכ\"ל. והנה הרב ז\"ל ראה וידע ומדד בדקדוק גדול והוא ק\"פ מינוטין ובהם עשרה מילין לר' יהודה ר' יוסי ביומא דף ס\"ז ע\"ב. א\"כ ע\"כ אין המיל יותר מן י\"ח מינוטין ודלא כהרמב\"ם והנסיון והחוש לא יתכחשו ואולי נאמר ארץ צבי כתיב בה כן צ\"ל ג\"כ במ\"ש שם סי' ע\"ב עולה רוחב ארץ ישראל רק וכו' וגם כן ארץ צבי כתיב בה:",
            "<small>שם בא\"ד נ”ב</small> כה”ג וכיוצא בו פ\"ד ע\"ב שם ולחנם השיג האליהו רבה ע”ש:"
        ],
        [
            "<small>(במג\"א ס\"ק ל') </small>הוי כמכרו לו. נ\"ב ולא שייך לא תחנם כן מבואר שם ומידו לא הוי מצי למימר דהוי פסיק רישא דלא ניחא ליה לפוטרו מעבודה רק לצרפו למנין דזה אינו דפסיק רישא הוי כמכוון גמור רק דע\"י דלא ניחא ליה הו\"ל כמו מלאכה שאצ\"ל וזה לא שייך בשאר איסורים. אמנם לפי מה שכתבתי בחידושי במס' שבת דעת רש\"י שם בדף ע\"ה ע\"א לחלק דפסיק רישא לא איכפת ליה הא דהוי כמכוון ורק מלאכה שאינו צריך לגופה הוא אבל אי לא ניחא ליה לא הוי כמו אינו מתכוין ומותר לר\"ש אפילו בשארי איסורים היכא דליכא חיוב מיתה ועיין בחידושי הר\"ן ריש פרק הנחנקין א\"כ שפיר הוי מצי הר\"ן למימר משום פסיק רישא דלא ניחא ליה שרי:"
        ],
        [
            "<small>(במג\"א ס\"ק ג)</small> מדת חסידות. נ\"ב ע\"ש מה שמשיג על זה בספר שמלה חדשה במסכת שבת דף קי\"ח ע\"ב ע\"ש:"
        ],
        [],
        [],
        [
            "<small>בט\"ז </small>בציור מזרח עולם. נ\"ב עיין תשובת חת\"ס או\"ח סי' י\"ט:"
        ],
        [],
        [],
        [],
        [],
        [
            "<small>במחבר סעיף ב' </small>אבל רוכב. נ\"ב עיין מג\"א וט\"ז ופר\"ח וחמד משה ולפענ\"ד צ\"ע נמי מאי טעמא השמיט הרמב\"ם בפ\"א מהלכות ביאת מקדש הך דיין האיטלקי והא הרמב\"ם מייתי כל הדינים וע\"כ נראה דעל ב' תירוצי הש\"ס קשה. על התירוץ הראשון קשה אי ס\"ד דיין האיטלקי משכר טפי א\"כ מאי טעמא אמר דלמדנו ממנו שרביעית יין האטילקי משכר הא אפילו יין דעלמא נמי משכר והוי ליה למימר דמשכר טפי. ועל תירוץ השני קשה אי ס\"ד יין האיטלקי שוה לשאר יין רק רוכב שאני דגרע כמ\"ש בס' חמד משה א\"כ מאי טעמא אמר ר\"ג כלום שתינו רביעית יין האיטלקי ואמאי נקיט האיטלקי דוק' מה לי הוא או יין אחר וע\"כ נראה לפענ\"ד עפ\"י הקדמה שאני אומר מסברא דמה דקיי\"ל בכריתות דבהפסיק בה ולא שתאה בבת אחת דאינו משכר כמ\"ש המג\"א סק\"א היינו לענין רביעית אבל אם כבר שתה רביעית מצומצם בבת אחת שוב מצטרפין מה ששתה עוד להיות נידון ביותר מרביעית ועיין לקמן סי' קכ\"ח סעיף ל\"ח אבל אם לא שתה בבת אחת כלל אז אפילו שתה כמה חצאי רביעית אין מצטרפין לדונו כיותר מרביעית ועיין בכ\"מ פ\"א מהלכות ביאת מקדש הלכה ה' שחילק כה\"ג לענין מזוג ע\"ש. והשתא נ\"ל דר\"ג דדקדק לומר יין האיטלקי י\"ל על ב' אופנים או משום דמשכר טפי ורצה להורות לתלמידים דמשום כן מצריך יותר ממיל. ולפי\"ז יהיה דוחק בלשון הברייתא שאמרו למדנו ממנו שרביעית יין האיטלקי משכר דהוי ליה למימר דמשכר טפי או דנימא שר\"ג שתה עוד יין אחר ובו לא הי' מסופק שבודאי לא היה רביעית אך בכוס יין האיטלקי היה מסופק אם הוה בו רביעית והוא שתה בבת אחת ונמצא מצטרפין האחרים להיו' נדון כשותה יותר מרביעית דלא סגיא ליה במיל ויפה אמרו שלמדנו ממנו שרביעית יין האיטלקי משכר עכ\"פ הא אי לאו הכי לא היו מצטרפין האחרים ליותר מרביעית אבל אינו משכר טפי אפשר דגרע נמי מדהוצרך הוא ללמד זה ממנו והשתא כשהקשה המקשן מהך ברייתא הוי מצי לשנויי דר\"ג יותר מרביעית שתה אלא דא\"כ היה קשה הא דרך טורדתו ע\"כ להשמר מזה נכנס בדרך דוחק לומר דיין האיטלקי משכר טפי ולא שתה יותר מרביעית והוה ס\"ל דלענין זה לא חמיר שיהיה דרך טורדתו כיון דעכ\"פ לא שתה יותר מרביעית ושוב כשהקשה דא\"כ יהיה ביותר מרביעית נמי שדרך טורדתו ע\"כ הוצרך לומר דרוכב כיושב בביתו דמי שממתין עד שיפיג יינו כל אחד לפי שיעורו ומסיק דהשתא תו לא צריך לחלק בין יין האיטלקי לשארי יינות אלא ר\"ג יותר מרביעית שתה ורכב ואינו מטרידו. ומשום הכי השמיטו הרי\"ף והרמב\"ם חומרא דאיטלקי גם הא דרוכב דמי למי שיושב בביתו הן להקל שאינו מטרידו ביותר מרביעית וכן להחמיר שאינו מועיל בהילוך מיל בשתה רביעית. ומדוקדק בלשון ר\"ג שאמר עד שיפוג יינו ולא אמר שום שיעור משמע שכל אחד ישער בנפשו. ואתי שפיר פסק הרא\"ש והרמב\"ם, ומיהו בעל הל\"ג והטור והש\"ע צריכין לדחוק ולומר אבל רוכב ודאי שדרך מפיג היין ולא רצה לומר אינו טורדתו כמהלך וממילא שמפיג באורך הזמן כמ\"ש המג\"א:"
        ],
        [],
        [],
        [
            "<small>(במג\"א ס\"ק א') </small>רק בקו השוה. נ\"ב כמ\"ש התוס' בעירובין דף נ\"ו ע\"ב וכו' כך שמעתי וק\"ל:",
            "<small>(ט\"ז ס\"ק ה') </small>רגילין להתפלל בלחש. נ\"ב צ\"ע דא\"כ בריש פרק אין עומדין דרשינן לא אדוני לא אדון אתה בדבר הזה אין שכינה ורוח הקודש שורה עליך שאינך יודע שאשה קשת רוח אנכי ע\"ש הוה לה למימר בקיצור אינך ארון בדבר הזה שאין אתה יודע הרי דתפלה היא בלחש. עוד י\"ל דקאמר התם איכא דאמרי הכי קאמרה ליה וכי אין רוח הקודש שורה עליך וקשה מה חידש לישנא בתרא ומאי רמז יש בקרא שאמרה כן בלשון תימה טפי מלשון החלט אין רוח הקודש שורה עליך. ע\"כ נראה דגם עלי ידע דתפלה היא בלחש ועיין של\"ה במס' ר\"ה בהג\"ה אלא שחנה עמדה להתפלל בתוך ד' אמותיו שישב עלי כמ\"ש הרב ב\"י דכתיב ועלי יושב והנה עשתה כן מפני שזה סגולה נפלאה להתפלל בצד הצדיק מכל מקום לא נכון לעמוד בתוך ד' אמותיו של יושב כמ\"ש הב\"י בשם מהר\"י אבוהב וכל שכן להטריח הכהן גדול שיהי' צריך לעמוד ואם ישאר יושב יהיה נראה ככופר וע\"כ חשבה עלי לשכורה והיא השיבה לו כהוגן וכי אין רוח הקודש שורה עליך תמיד והרי אתה תמיד קורא ק\"ש ומתפלל ודלא כמו שנדחק להרב הב\"י שעלי היה עומד ולא הרהר תורה בבהמ\"ק חלילה לו אלא כמ\"ש שזאת היתה תשובת חנה אליו כיון שאתה בעל רוח הקודש אינך צריך לעמוד מפני המתפללים ולא היה לך לדון אותי לכף חוב כי ע\"י זה מותר להתפלל בתוך ד' אמות ישיבתך. ועיין מ\"ש בהגהות הטור החדשים בשם מהרל\"ח איך אמרה חנה הנצבת עמך הלא הוא היה יושב. ולפענ\"ד נראה שידע שהתפלל' אלא שחשבה לשכורה מטעם הנ\"ל ומשום הכי אע\"פי שהיה יושב מ\"מ אחר שהתחיל' להתפלל עמד ומש\"ה ללישנא קמא החליטה שאין רוח הקודש שור' עליו דאל\"כ לא היה לו לעמוד. וללישנא בתרא שאמרה וכי אין רוה\"ק שורה עליך לא שאני מבזה אותד להטריחך לעמוד אלא היה לך לדון אותי לכף זכות שאני מחזיקך בשריית שכינה ורוה\"ק:",
            "<small>שם במחבר סעיף ב' </small>בצד המתפלל. נ\"ב עיין ט\"ז ס\"ק ד' ודבריו צריכין עיון גדול שהרי כתוב בשוחר טוב אותו היום מינהו כהן גדול כמ\"ש הרב ב\"י בסימן זה והיא שפט ישראל מ' שנה נמצא שהיה אז בן מ' שנה שהרי כל שנותיו שמונים שנה והש\"ס דחולין קאי ביום מיתתו ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [
            "<small>בט\"ז ס\"ק א' </small>נ\"ב עיין ב\"י שהאריך ונדחק מה בין שיטת הר\"י ורב האי ועיין גם בב\"ח. ולפענ\"ד נראה דלהר\"י דר\"י קאי אספק התפלל א\"כ יש לפרש ביכול לחדש בו דבר כדעת הרא\"ש שנתחדש אצלו דבר כמ\"ש הרמ\"א בהג\"ה סעיף ב' משא\"כ לרב האי דר\"י קאי איכול לחדש בו דבר א\"כ ע\"כ סגי בשיכול לחדש וכו' ולא שיתחדש אצלו דבר דאל\"כ איך יאמר ר\"י על זה ולואי שיתפלל כל היום וכי יושב ומצפה מתי תעבור צרה על שונאי ישראל ויצטרך לשפוך שיח וק\"ל:",
            "<small>(במג\"א ס\"ק ב') </small>שאומר ומוספין נ\"ב צריך עיון דא\"כ איך אנו מתפללים מוסף כלל ואומרים תמידים כסדרן והוי ליה כשני תמידין שהרי כבר התפלל שחרי' אלא ע\"כ שבשביל זה שאומר כמתפלל שיזכ' להעלות מוספין אין בו חשש. והיותר נראה מטעם שכתבו התוס' ריש פרק תפלת השחר בד\"ה איבעיא להו וכו' ע\"ש:"
        ],
        [
            "<small>במג\"א ס\"ק ב') </small>וצ\"ע כיון. נ\"ב ולפענ\"ד נרא' דמשם מוכח כהרמ\"א דהרי התירוץ של הרב האי והרי\"ף הוא פשוט מאד ומאי טעמא הניחו הש\"ס בקושיא. אלא ע\"כ ס\"ל להש\"ס דא\"כ מ\"ש הבדיל בשניהם דנקט תיפוק לי' דאפי' במחשבה בעלמא נמי לא יצא אלא ע\"כ הבריית' מיירי שנתכוין בראשונה לשם חובה ובשנייה לשם תשלומין ואפ\"ה לא יצא ידי חובתו והוי ס\"ד משום הבדל' מחזירין אותו ופריך שפיר והניח בקושיא מ\"מ ס\"ל להרי\"ף ורב האי דאע\"ג דחישב בראשונה לשם חובה כיון שהבדיל בשנייה אתי דיבור ומבטל מחשבתו אבל לעולם מוכח דבמחשבה בעלמא לא יצא ידי חובתו וכהרמ\"א:",
            "<small>(ס\"ק ו') </small>מקרי תפלה הסמוכה. נ\"ב ומזה למד בספר אליה רבה דאם לא התפלל ערבית יכול להתפלל אחר מוסף לתשלומי ערבית:",
            "<small>שם </small>מקרי אונס נ\"ב יעיין מג\"א סי' שי\"ח ס\"ק ג' ועיין משנה כ' פרק ג' במסכת תרומות פליגי תנא קמא ור\"י:",
            "<small>(במג\"א ס\"ק י\"א) </small>חלק ב' סי' קצ\"ב כצ\"ל:",
            "<small>שם </small>אבל הט\"ז. נ\"ב ולפענ\"ד ראיית האגודה נכונה דלאיזה צורך תיקן כן הלל הא מן התורה נמי כן הוא ועיין היטב בקצות החשן ריש סי' נ\"ה ומ\"ש אני בחידושי ריש כתובות ובסוגיא דאונס בגיטין ע\"ש:",
            "<small>שם </small>בחושן משפט נ\"ב סי' ר\"ז:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק י\"ב). </small>נ\"ב באליה רבה כתב כשהוא במלון יכול לאומרה בבקר עם ברכת השחר במלון:",
            "<small>(ס\"ק י\"ג) </small>אשר יצר. נ\"ב ומורי ז\"ל נהג לברך על הריח ומסתימת הפוסקים האלו משמע דמה שמריח בשמים הוי הפסק בין סמיכת הברכות:"
        ],
        [],
        [],
        [],
        [
            "<small>במחבר סעיף ט' </small>צ' פעמים, נ\"ב עיין תשובות ח\"ס או\"ח סי' כ' [שם נאמר דבירושלמי איתא רפ\"ק דתענית המתפלל וא\"י מה הזכיר אמר ר\"י כל שלשים יום חזקה מה שהוא למוד הוא מזכיר וכו' וכתב הגה\"מ בשם מהר\"מ מר\"ב שהרוצה שלא יחזור על הספק יאמר כ\"כ פעמים אתה גבור עד מכלכל חיים כמו שיש בשלשים יום ולא כתב צ' פעמים משום די\"ל דדברי ר\"י בנויים על מאמר הש\"ס בחגיגה דף ט' ע\"ב אינו דומה שונה פרקו מאה פעמים לשונה פרקו מאה פעמים ואחד וקאי בפסח ובחו\"ל [אע\"ג דר\"י בא\"י היה ועיין שבת דף ט' בתוס' ד\"ה הא לן שדרכו היה לו' הלכה להתלמידים מחו\"ל] וא\"כ הוה מאה פעמים ואחד כי בשלשים יום יש צ' תפלות שחרית מנחה וערבית צא מהם ב' ערבית ושחרית של א' דפסח דאין מזכירין בו אלא ממוסף ואילך הו\"ל פ\"ח פעמים וח' מוספין דימי הפסח ועוד ג' מוספין של ג' שבתות ובו תפלות מוסף דב' ימים ר\"ח אייר הו\"ל י\"ג וצרף עם פ\"ח הנ\"ל עולה ק\"א תפלות ובטור כ' צ' פעמים ועמ\"ש המג\"א ס\"ק י\"ב ואפשר שנתכוין למ\"ש. וכן אני מורה ובא לכתחלה לאומרו ק\"א פעמים. אמנם מי שאמר רק צ' פעמים ושוב נסתפק אם הזכיר אין בידי לפסוק שיחזור ויתפלל נגד משמעו' הש\"ס והרמ\"א ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א סוף ס\"ק ב' </small>ובתוס' סנהדרין. נ\"ב ע\"ש דף ל\"ז ע\"ב בד\"ה מכנף ובילקוט האזינו איתא שמשה רבינו ע\"ה אמר די לי להיות אחד משבעה ממלאכי השרת שהם מזכירים השם אחר ג' תיבות וז' פעמים ג' עולה כ\"א דיש לדקדק מה שאמר דוקא ז' פעמים אלא התוס' בסנהדרין שם כתבו דבכל יום משבחים בכנף אחד משש כנפים ובשבת משבחים ישראל ע\"כ הוא ז' פעמים ג' וק\"ל:"
        ],
        [
            "<small>במחבר סעיף ב' </small>וע' תשובות ח\"ס או\"ח סי' כ\"א [כתב ליישב קושית חותני הג' ר' עקיבא איגר ז\"ל על הב\"י סימן זה ד\"ה ודע דמי שעומד ומקרא לכהנים מתחיל שים שלום ולמה לא יתחיל בעבודה דג' ראשונות וג' אחרונו' כחדא חשיבא. וצ\"ע באופן שהמתפלל כשיגיע לרצה ויודע בנפשו שצריך להפסיק בנ\"כ ויעמוד אחר תחתיו ואותו יצטרך להתחיל רצה א\"כ מיד יסתלק הוא ברצה וע\"ש מה שתירץ לחומר הקושיא. עוד כתב שם בתשובה הנ\"ל בנידון ש\"ץ שנשתתק בסליחות מוסף יוה\"כ והועמד אחר תחתיו והתחיל במקום שנשתתק ולא מראש ברכת אתה בחרתנו והיו שם גאונים חכמי העיר. וכ' דלדעתו כדין עשו כיון שעדיין לפני השני לו' או\"א מחול לעונותינו וכו' בא\"י מקדש ישראל ויוה\"כ אין קפידא אם קיצר באמצעיתה ולא אמר אתה בחרתנו ואפי' במוסף יוה\"כ שהשני אין מזכיר עבודה בנוסח ומפני חטאינו אפי' אם זה מעכב אין בכך כלום דבסליחו' מזכיר כמה פעמים עניני עבודה ובנוסחא אין קפידא רק שלא יקצר כעין ברכת הפירות ועיין במג\"א סי' קי\"ד ס\"ק ט']:"
        ],
        [
            "<small>בט\"ז ס\"ק ד' </small>יאמר וכאן שני כתובים נ\"ב וכעין שני כתובים רצ\"ל שיעשה פסיק בין פסוק לפסוק:"
        ],
        [
            "<small>במג\"א סוף ס\"ק א' </small>נ\"ב דבריו צ\"ע וכבר עמד עליהם השער המלך פרק י\"ט מהלכות שבת ובתשובה הארכתי בזה. ועיקר נ\"ל דהמעיין בד\"מ יבין הדבר לאשורו בלי שום דוחק ופקפוק והוא דס\"ל דאי איכא בלאו הכי כהנים העולים לדוכן הישראל העולה עמהם הוי ליה הידור מצוה ברוב עם הדרת מלך וכל שיש הידור מצוה ליכא בל תוסיף כמ\"ש הרמב\"ם פ\"ו מהלכו' סוכה ולולב הלכה ז' וע\"ש בכ\"מ וה\"ה הכא ליכא משום עשה דכה תברכו וזה נראה לי אמת:",
            "<small>(שם) </small>ס\"ק ג' שנית מברך. נ\"ב עיין תשובו' ח\"ס או\"ח סי' כ\"ב [שם העלה לדינא בכ' תפלות שונות כגון שחרית ומוסף פשוט ומעשים בכל יום שמברכים באשכנז שנשיאת כפיהם שחרית מוסף ונעילה ואין פוצה פה ונכון הוא מדינ' ובאותו ציבור בתפלה א' אין לישא כפים ב' פעמים בשום אופן אך בציבורא אחרינא באותה תפלה שכבר נשא כפיו אם אין שם כהנים ישא ידיו ויברך כדי להוצי' הציבור ולברך אותם ואם יש שם כהנים בלא הם נראה לי דלא ישא כפיו ולא יכניס עצמו לספק ברכה ואפשר שלזה כוון ר\"א שהתפאר שלא נשא כפיו בלא ברכה ועיין מ\"ש בזה בטורי אבן במגילה דף כ\"ז ע\"ב ובמהרש\"א ח\"א בסוטה דף ל\"ט ובספר בנין אריאל ולהנ\"ל ניחא שר\"ל עם כהנים אחרים בציבורא אחרינא וכנ\"ל ועיין לקמן בהגהות בדיבור שאח\"ז בשם תשובות כתב סופר:",
            "<small>(שם) </small>במחבר פ\"ג נ\"ב דין זה הוא מהגהות מיימוני ומתוס' דראש השנה פרק ג' ותמה בפרי מגדים מנ\"ל דל\"א אי לא בעי פי' איני נכנס לבית הכנסת משא\"כ בכור דע\"כ יקריבנו ע\"ש ולדידי נמי קשה בלא\"ה יום מאן דכר שמיה הלא בקרא לא נזכר שום זמן רק רחמנא תלי' בעבודת בהמ\"ק דכתיב וירד מעשות החטאת כדאיתא ריש פרק ב' דמגילה ובגבולין בתפלה שהיא במקום עבודה וכשיש ב' עבורו' ביום אחד כגון שחרית ומוסף וה\"ה ב' תפלות תרוייהו דאוריי' אבל במנחה בטלו חכמינו ז\"ל משום שכרות כמבואר ריש פרק בתרא דתענית ואם נשאו כפיהם בשחרית שוב במוסף אפי' באותו ציבור אם אמרו עלה לרוכן עובר בעשה אך באות' תפלה גופה כגון בשחרית אי מזדמן ליה ציבורא אחריתא אע\"ג דאי בעי עולה ומברך אבל אי לא בעי אינו עובר ובהא מיירי התוס' וסתם יום שאין בו אלא תפלה אחת אז אינו עובר אפילו בציבורא אחרינא דהרי במקדש לא אשכחן דכוותיה שיהיה עולה פעמים לתמיד של שחר וה\"נ בתפלה אינו עובר עכ\"פ אבל בשתי תפלות פשוט שחייב לעלות כנ\"ל לפע\"ד ועיין תשובות ח\"ס או\"ח סי' כ\"ב ועיין שו\"ת כתב סופר או\"ח סימן י\"ב [בתשובות כתב סופר סי' י\"ב העלה לדינא שאין חשש ברכה לבטלה בכהן שנשא כבר כפיו באותה תפלה בציבורא אחרינא לולי שכבר הורה זקן אביו מרן הח\"ס ז\"ל בתשובה כ\"ב דלא ישא כפיו כדי שלא יכניס עצמו לספק ברכה ומסיק שם בתשובו' כתב סופר ע\"ד הרב השואל המתפלל בביתו ביו\"ט שחרית ומוסף ואינו רוצה לאחר מצות נשיאת כפים עד שיצא לבהכנ\"ס הגדולה שבעיר וגם שם קשה עליו לפרוש עצמו מן הציבור שלא לעלות לדוכן העצה היעוצה כשיעלה שנית בבהכנ\"ס לדוכן ישמע ויכוין לאחד מהכהנים המברך ברכת כהנים ויוצא בברכתו ומה טוב שיאמר לאחד העומד סמוך לו שיכוין להוציאו וישמיע לו קול ברכתו ואין בזה משום ברכה לבטלה ומשום ל\"ת דל\"ת ליכא רק במוציא בפה כן היה נראה לי פשוט. ושוב מצאתי בצל\"ח ברכות דף כ' שמסופק בזה ובתשובה אחרת הארכתי בזה ואם אי אפשר לכוין ולשמוע הברכ' מאחר יש עוד עצה לצאת ידי הח\"ס שיהרהר הברכה בלבו כמו שהקדמנו דאין בהרהור משום ל\"ת או יאמר הברכ' בפה ושם ומלכות יהרהר בלבו ע\"ש]:",
            "<small>(שם) </small>במג\"א ס\"ק י\"ג לעלות ביחד נ\"ב אבל אם שונא את הציבור או בהיפך אז סכנה לעלות. זוהר פרשת נשא ומביאו הט\"ז לקמן סי' זה ומג\"א ס\"ק י\"ח.",
            "<small>(שם) </small>במג\"א ס\"ק נ\"ט וצ\"ע דהא אמרי'. נ\"ב לא ראה בפנים בתשובה דהמעשה היה שרצה שתשאר אשתו עמו עד שיעבור האונס וישבע עתה שעתיד הוא לדור הנאה ולגרשה אחר עבור המקרה והורה הגאון ז\"ל שפסול דע\"כ לא התירו אלא בעומד בצד המזבח אז התירו לו העבודה אחת לעבוד ואח\"כ יגרשנה מיד אבל זה שרוצה שתשאר עמו אין שום הוי אמינא אפי' מחמת אונס נפשות דהוי ליה בכלל גילוי עריות ע\"ש באריכות ולא קשה מידי קושית המג\"א ועיין היטב תשובת חתם סופר חלק ו' סי' י\"ב:",
            "<small>(שם) </small>סעיף מ\"א בהג\"ה בת שהמירה נ\"ב וכתב בשירי כנה\"ג שאין נוהגין כן לפסול כהן בשביל זה ומ\"ש שהמירה לע\"ז רצ\"ל שהלכה ונתדבקה לאומה אחרת שאנחנו תולים בזה חזקה כי זינתה עמהם כי מסתמא מחמת תאוה המירה ולולי אביה היה משמרה כראוי בילדותה לא באתה לידי מדה זו וע\"כ אביה היא מחללת ולזה נתכוין המג\"א סוף ס\"ק ס\"ב וכל זה במומר בזמנינו שהולך לאומה אחרת ומתדבק בה אבל בת כהן העובדת ע\"ז ואינה מתדבקת לאומה מן האומות כמו שהיו עובדים ע\"ז כשהיו יושבים על אדמתם בעוה\"ר כזה אין כאן חזקה שזינתה כי מי מישראל ישמע לה לזנות עמה ע\"כ בת כהן שעבדה ע\"ז בזמן שהיו סנהדרין לא הית' נידונ' בשריפ' ולא חללה את אביה ובזה יובנו דברי המג\"א בכאן וק\"ל:"
        ],
        [],
        [],
        [
            "<small>בהג\"ה סעיף ב' </small>וס\"ת בתוכו נ\"ב כתוב בעשרה מאמרות פרק כ\"ז מחלק א' ממאמר חיקור הדין שהיודע לכוין כל צרכו בכח מחשבתו משוי ליה מקום ס\"ת ולא כל הרוצה ליטול את השם יטול עכ\"ל. אמנם בשירי כנה\"ג בסימן זה כתב דלאו דוקא ס\"ת ואף מקום ספרים וכתב שעל זה נהג לנפול על אפיו היכי דגרס ע\"ש:",
            "<small>(שם) </small>במג\"א ס\"ק י' בסוף חדיבור. נ\"ב ובאליה רבה העלה לאמרם בחנוכה וכ\"נ עיקר:"
        ],
        [
            "<small> במג\"א ס\"ק ב' </small> עכ”ל וראיתי נ\"ב ומבואר בלבוש ומנהגים דתפלה קדישי' דוקא הם ליארצייט והיינו ב' בחול ערבית ושחרית וג' בשבת ערבית מוסף מנחה ואי איכא בשחרית שיר השירים או רות שייך לו ג\"כ ומה שכתב במג\"א של פרקים הוסיף בכנסת יחזקאל גם של ברכי נפשי ומ\"מ אין בכלל זה שיר של יום ולא שום מזמור קדיש דאל\"כ משכחת לי' ג' בחול וד' בשבת שהרי מזמור של יום הוא מדינא לאומרו בכל יום ומסתמא אומרים קדיש אחריו כמ\"ש המג\"א בסי' זה ס\"ק ד' ומאי טעמא כתב ב' בחול אלא ע\"כ שאין זה תפלה קדיש ובתשובות כנסת יחזקאל כתב דשיר הכבוד קדיש שייך ליארצייט וצ\"ל דמשום הכי לא חש לג' בחול וד' בשבת משום שלא נהגו לו' שיר הכבוד בכל המקומות מ\"מ לא ידעתי מנ\"ל הא וכן מצאתי כתוב בגליון שתמה עליו בזה מ\"מ אין אחר המנהג כלום:",
            "<small>(שם) </small>בא\"ד לכן קונין קדיש. נ\"ב נראה לי ראיה מילקוט ישעי' סי' כ\"ט יעקב פדה את אברהם ועמ\"ש התוס' במסכת סנהדרין דף ט' ע\"ב ד\"ה שפדאו ע\"ש ובמחילת כבודו מבעל כנסת יחזקאל שנעלם ממנו:",
            "<small>(בא\"ד) </small>שיכול לומר במוצאי שבת. נ\"ב משום שאינו יכול לומר כנ\"ל להגיה וקאי אבן ז' ושבת כיון שאינו יכול לומר כלילה שאסור לילך לכית הכנסת במוצאי שבת לכן יש לו כל הקדישים משא\"כ בחול כנ\"ל והיותר נראה דגירסא שלפנינו עיקר וקאי איארצייט שיש לו זמן להתפלל במוצאי שבת כמ\"ש בלבוש סי' זה דלא אמרי' בזה עבר זמנו בטל קרבנו ע\"ש:",
            "<small>(שם) </small>באותו סי'. נ\"ב עיין ביו\"ד ס\"ס שע\"ו ובש\"ך שם מס\"ק י\"ט ואילך מדיני תושב ואורח ועיקרו מתשובות מהרי\"ל סי' ל\"ז ע\"ש בד\"מ ועיינתי בתשובות מהרי\"ל שם שכתב משום שבני התושבי' יכולין למכור הבהכנ\"ס ואפילו של כרכים ומבלי רשות האורחי' להראבי\"ה שבמרדכי פ\"ב דמגלה משום הכי גם כל הזכיו' של בהכנ\"ס של התושבים וכו' ואם כן למאי דקיי\"ל דלא כהראבי\"ה כדלקמן סי' קנ\"ג סעיף ז' ובמג\"א שם ס\"ק י\"א א\"כ היכא דליכא מנהג עדיין צריך להתיישב בדין זה:",
            "<small>(שם) </small>בט\"ז ס\"ק ב' שם של בזיון נ\"ב אמנם בירושלמי סוף פרק ד' דיומא הלכה ה' איתא שאין מכניסין ריח רע בעזרה:"
        ],
        [],
        [],
        [
            "<small>במג\"א בריש הסימן </small>פרק ד' דמגילה נ\"ב עיין פירוש רש\"י שם ומזה לא תירץ המג\"א כלום:",
            "<small>(שם) </small>ס\"ק ז' וכבוד התורה נ\"ב עיין תשובות ח\"ס חלק או\"ח סי' כ\"ה: [שם העלה ע\"ד עיר שאין בה אלא כהן אחד אשר אינו רוצה למחול על עלייתו לתורה וכבר נתרבה ריב ומחלוקת עי\"ז כי לפעמים ימצאו ביום א' כמה חיובים לעלות לתורה וביניהם הרב מרא דאתרא ומנהיגי הקהל ורוצים לעשות תקנה קבוע שאם יארע כן שיהיו כמה חיובים ובתוכם מופלגי העיר לקרותם לתורה ראשון ושלא לחוש לכהונתו של זה אם יכולין לעשות תקנה הלזו. והשיב בודאי אם יכולים לפייסו בדברים או בשום ריצוי שיסכים גם הכהן עם התקנה כראוי וכנכון לו אז תהיה תקנתם קבוע ואם שוב אחר זה יסרב הוא או כהן אחר על התקנה הקבוע יכולים להוציאו על כרחו או לקרות לפניו ישראל אפילו כשהוא בבית הכנסת וכו' ואע\"ג דכהן שרצה למחול אינו יכול למחול היינו לאדם פרטי משום דאתי לאנצויי לאמור גם אני חשוב כזה כדפירש\"י ס\"פ הניזקין אבל היכא דמוחל לציבור לעשות תקנה על מקרה ידוע כנידון שלפנינו לית לן בה וטוב לכבדו עכ\"פ בהוצאה והכנסה לס\"ת כדי לקיים וקדשתו עכ\"פ במקצת אבל להעבירו על דעתו ע\"כ אם אי אפשר לפייסו אין לנו]:",
            "<small>(שם) </small>סעיף י\"ד במחבר בני אדם. נ\"ב עיין פר\"ח:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק ב' </small>תלתא גברי נינהו נ\"ב פירוש משום הכי אמרינן ראשון או אמצעי ג\"כ משובח אבל בלי טעם בודאי אמרינן אפי' בכמה גברי מעלין בקודש ולא מורידין ובפרשת האזינו קורין ג' ששה ששה פסוקים והרביעי שהוא אמצעי משובח קורא י' פסוקים ושוב החמישי ז' והששי ה' היינו מעלין בקודש נגד הראשוני' שקראו ששה ששה פסוקי' אבל האמצעי המשובח הוא קורא י' פסוקים ועיין מ\"ש בתשובות זכרון יוסף סי' ט\"ז בזה ע\"ש ומה שכתבתי הוא נכון בעזהי\"ת ועיין לעיל סי' כ\"ה ומ\"ש שם על הגליון:"
        ],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ב' </small>אפי' לא שהה כצ\"ל:",
            "<small>(שם) ס\"ק ד’</small> שלא יגרום ברכה לבטל' נ\"ב פי' לדעתם דצריך לחזור ולברך בלא התחיל א\"כ לא הו\"ל לגרום ברכה שאינה צריכה אבל אם התחיל כבר פסוק א' בשל חנוכה דאז לכ\"ע אין צריך לחזור ולברך אז בודאי יחזור ויקרא בר\"ח ובהכי מיירי הש\"ע והמג\"א לקמן ס\"ס תרפ\"ד ודלא כד\"מ שם וק\"ל:"
        ],
        [
            "<small>במחבר סעיף ב' </small>עם ש\"ץ נ\"ב וכן משמע במשנה פ\"ג דמס' ביכורים מקרין אותו ולא תנן כורין לפניו כמו בפ\"ק דיומא אלא ע\"כ הוא עצמו קורא וכדאמרו בפ\"ב דר\"ה מתקיע והשני מקרא וכמ\"ש התיו\"ט שם כנלפענ\"ד ראיה:",
            "<small>שם במחבר סעיף ז’.</small> נ”ב ובמשנה ג' פ\"ז דזבחים משמע דימין עדיף מדרך קצרה והראיות מה\"ר איסרלן צע\"ק וק\"ל ועיין ח\"ס או\"ח סי' קפ\"ז:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ה' </small>ממראות הצובאות. נ\"ב עיין חו\"י סי' קס\"א וסי' קס\"ב ומ\"ש שם דמשום הכי קיבל מרע\"ה כומז בנדבת המשכן מפני שנשתנה על ידי היתוך משא\"כ המראות הצובאות. וצ\"ע דגם הם הותכו. אבל הרמב\"ן ס\"פ ויקהל כתב כי הם בטלו ברוב משא\"כ המראות הצובאות שלא נתערב עמהם דבר בעשיית הכיור ע\"ש ומש\"ה לא רצה מרע\"ה לקבל ע\"א עפ\"י הדיבור [ועי' ח\"ס או\"ח סי' מ' וסי' מ\"ב]:",
            "<small>שם במג\"א ס\"ק י\"א </small>בבת אחת בעזרה. נ\"ב עיין חמד משה ובס' מחצית השקל דשניהם קראו תימה על דברי המג\"א הלא יש. לכהן שני ידים דיוכל להשקות כל אחת ביד א' ודחקו מאוד. ולפענ\"ד פשוט דכוונתו דע\"כ אינו משקה שתיהן בבת אחת כיון דקודם להשקאה הושבעו דא\"א בבת אחת דבודאי אסור לשנות מיחיד לרבים דכתיב יתן ה' אותך וכדומה ואין יכול לומר אתכם הגם דבכל לשון נאמרה כמפורש במתני' ר\"פ אלו דברים היינו לתרגם אותו לשון דכתיבה אבל לשנות מיחיד לרבים בודאי אסור וכי כן ממילא אינו משקה בב\"א כנ\"ל [מהגאון כתב סופר]:"
        ],
        [],
        [],
        [
            "בגליון עיין בח\"מ. נ\"ב ועמ\"ש הסמ\"ע ר\"ס קס\"ג:",
            "@11שם סעיף ג' בהג\"ה הגהות מיימוני. נ\"ב צ\"ע דמבואר שם דהיה גג משופע ומעיקר הדין לא היה צריך תיקון כלל דלחומרא בעלמא אמר ר\"ת להגביה קרן א' מבהכנ\"ס אבל היכא שהעלייה גבוה מבהכנ\"ס אינו מועיל הגבהות קרן א' ע\"ש. ודע דלפענ\"ד יש כאן שלש שיטות. לר\"ח כופין להשפיל ביתו הואיל ונבנה באיסור ולא יועיל מה שמגביה הבהכנ\"ס אח\"כ. ולהרא\"ש בעי דוקא שיגביה הבהכנ\"ס כדכתי' לרומם בית אלקינו ולא מועיל מה שמשפיל הבית שאינו עושה מעשה בגוף הבהכנ\"ס. ולרש\"י זה וזה לא יתכן והוי מעוות שאינו יכול לתקן דאיסור' דעבד בשעת בנין עבד וקם ליה בעונש שסופו להחרב אלא צריך שלא יבנה בתחלה גבוה מבהכנ\"ס ואי עבר אינו מועיל בתיקונו להנצל מעונש הנ\"ל דו\"ק ותשכח:",
            "<small>שם במג\"א ס\"ק ד' </small>בחלונות. נ\"ב ושיטת ר\"י בתוס' ב\"ב דף ז' ע\"א ד\"ה אמר ליה ע\"ש שמשם הוציא האגודה את דינו. וכתב בכנה\"ג בהגהות לטור חו\"מ סי' קנ\"ד ס\"ק ע\"ח דאם בלא\"ה אורה של בהכנ\"ס רב אזי סגי בהרחקה כשארי בתים ע\"ש ועיין בנוב\"י מהדורא תנינא חלק או\"ח סי' י\"ז [מהגאון כ\"ס ז\"ל]:",
            "@11שם במחבר ססעי' ד' נ\"ב ומיהו בח' אמות סגי ועמ\"ש בדגול מרבבה:",
            "<small>שם סעיף ה' בהג\"ה </small>באמצע בהכנ\"ס. עיין תשובות ח\"ס או\"ח סי' כ\"ח [שם כתב ע\"ד העמדת הבימ' אחר שמביא לשון הרמב\"ם ודברי הכ\"מ. דמסברא נ\"ל כיון שאנו מחזיקים הבימה שבת קורין פרשת הקרבנות כמו מזבח שמפני כן מסבבים הבימה בחג הסוכות במו שסבבו את המזבח ואותו המזבח שעמד בהיכל לפני ארון הקודש שהוא מזבח מקטר קטורת היה עומד באמצע הבית מכוון בין מנורה לשלחן כפירש\"י בפ' תרומה וכמבואר בש\"ס וברמב\"ם. ויען שהבימה שלנו עומדת בפנים כמזבח הפנימי ע\"כ ראוי להעמידו באמצע הבהכנ\"ס לדמותו לבהמ\"ק בכל האפשרי. ומסיק דאף להכ\"מ אנו אין לנו לשנות ומכ\"ש בבהכנ\"ס ישינה אין לשנות משום קרש שזכה להנתן בצפון וכו' וסיים הכלל החדש אסור מן התורה בכל מקום ע\"ש:",
            "<small>שם במחבר </small>הצד שמתפללין בו. עיין ח\"ס או\"ח סי' כ\"ג:",
            "שם במג\"א ס\"ק ה' יקוב הדין. נ\"ב ועיין תשובתי וכמ\"ש המג\"א לקמן ס\"ס קנ\"ד וכמ\"ש רמ\"א בחו\"מ סי' קע\"א סעיף א' וע\"ש סי' קס\"ב סעיף ז' בהג\"ה ועיין משאת בנימין סי' ד' ומדכת' המג\"א וחרבה בהכנ\"ס וכו' משמע דבלא\"ה היה אסור לנתוץ דבר מבהכנ\"ס אפילו כדי לתקן הפתח במק\"א. וכל דברי המג\"א מבוארים היטב בתשובות ח\"ס או\"ח סי' כ\"ט [ע\"ד בהכנ\"ס ישינה ובונים חדשה והרחיבו מקומה ומאז היו ששה מקומות על צד מזרח סמוך לארון הקודש מימין וששה משמאל ועכשיו יהיה תשעה מקומות בכל צד אה\"ק ובעלי המקומות אומרים שיעמדו במקומם כמאז והנוספים יהיו הסמוכים לקרן זוית בכל פנה והמערערים טוענים דאזלינן בתר שמא דלעולם היו למקומותם שם מקומות הזויות גם יהיה מקומם סמוך לפינה אחרונה והנוספים יהיו האמצעים בין ג' הסמוכים לאה\"ק ובין ג' הסמוכים לזויות שהם ב' יותר מהסמוכים לפינה אחרונה. ומסיק בסוף התשובה לדינא שאם הבהכנ\"ס החדשה נבנית באותו מקום שעמדה הישינה אלא שהרחיקו מקום אהלם א\"כ הקרקע מעמד הספסלים קנוי להבעלים מימים קדמונים מאן ספין מאן רקיע להוציא' ממקומם וכו', ואם היה מקום כנסיות הראשון בטל לגמרי וקנו מקום אחר ובנו עליה בהכנ\"ס ומחלקי' לכל אחד מקום בהחדשה כפי אשר היה בהישינה אז היה מקום להטענה לתת להם מקום בתר שמא וכו' וגם אז היה מקום לדון אם אין שינוי בריחוק מקום הש\"ץ וכדומה אבל השתא שמקומם מוזכר להם נראה לי פשוט שאין להוציאם ממקומם אך באשר שע\"י שהקהל מוסיפין מקומות בכל זויות עי\"ז מתעלה מקום שלהם מחוייבים הם לתת לקופה כפי השומא שמתעלה מקומם:"
        ],
        [
            "<small>במג\"א ס\"ק ט\"ו </small>תוס'. נ\"ב עיין תשובות ח\"ס או\"ח סי' למ\"ד:",
            "<small>שם ס\"ק ז' </small>נמחק ונ\"ב בפסקים שבסוף ס' מהרי\"ו סי' נ\"א:"
        ],
        [
            "נ\"ב אבל להסיר הספסלים תלושים מבהכנ\"ס שפיר דמי אבל פשיט' שאסור לשבור את הספסלים אעפ\"י שהם תלושים כדמוכח במכות דף כ\"ב ע\"א:",
            "<small>במג\"א ס\"ס נ\"ב </small>אבל בתשובו' מהר\"ם בר ברוך סי' מ\"ה אוסר. עו\"ש."
        ],
        [
            "<small>במחבר סעיף ב' </small>שמניחים בו. נ\"ב עיין תשובות ח\"ס יו\"ד סי' רע\"ט:",
            "<small>שם במג\"א ס\"ק ב' </small>וצ\"ע. נ\"ב ובמתני' נמי קשיא שלא הזכיר החילוק שבין חומשין לספרים וכן תמה בטורי אבן שם. ולפענ\"ד נראה דשלשה חילוקים יש. א' לענין אמירת הפסוקים דברי נביאים קדושים טפי כמ\"ש הר\"ן בר\"ה. אמנם מכל מקום לענין קדושת הספר אין שום חילוק דאותה קדושה שמתקדש הגויל ע\"י דברי נביאים מתקדש נמי ע\"י כתובים דמ\"ש ומשום הכי כתב הר\"ן בפרק בני העיר דמטפחת נביאים וכתובים אחת היא. אמנם חומשין שגם הגויל קדוש טפי שהרי ראויה להשלימו לתורה שלימה ומכ\"ש ס\"ת שלם רק חסר בו אות אחת שאפשר לתקנו ומש\"ה אוסר בברייתא לכרוך במטפחת חומשין וכ\"ז לענין מטפחת אמנם למכור ולקנות דא ודא אחת היא דאין שום חילוק בין העוסק בתורת מרע\"ה או בספרי נביאים וכתובים ואפי' רק במפרשי הש\"ס משום הכי לא חילק במתני' ר\"פ בני העיך כלל בענין מכירה בין חומשין לספרי' ומ\"מ בס\"ת שלם שיש בו קדושה אחרת לקרות בציבור ועוד מצות עשה של ועתה כתבו לכם בודאי מתעלה בקריאתו מחומשים וספרים לס\"ת שלם וזה ברור ומיושבים כל הקושיות. וחילוק כזה צריכין לומר ג\"כ במכירת בהכנ\"ס דקיל היינו מכירת הבית כשאין בו ביטול תפלה אבל בלי ספק שמותר למכור מטפחת לצורך תפלה בעשרה לקדש שם שמים בעשרה ומשום הכי כשאין בהכנ\"ס אחר אסור למכור כמ\"ש הרמב\"ם שמביאו המג\"א ס\"ס ק\"א ודו\"ק בכ\"ז:",
            "<small>שם סק\"ה אכחושי מצוה. </small>נ\"ב ובזויי. בא\"ד לשנות המעות. נ\"ב מבהכנ\"ס שנמכר אבל במעות שגבו עתה פשיטא דליכא קדושה ולא שייך אכחושי מצוה כצ\"ל בכוונתו:",
            "נ\"ב אבל להסיר הספסלים תלושים מבהכנ\"ס שפיר דמי אבל פשיט' שאסור לשבור את הספסלים אעפ\"י שהם תלושים כדמוכח במכות דף כ\"ב ע\"א:",
            "<small>שם ס\"ק ח' </small>ביו\"ד סי' רנ\"ט. נ\"ב צ\"ע ועיין חמד משה:",
            "<small>שם ס\"ק ט' </small>וכן נ\"ל מוכח. נ\"ב צ\"ע בתוס' גיטין שם ובב\"ב דף י\"ג ע\"ש סוד\"ה שנאמר. וק\"ל דמוכח דס\"ל משום אשה דליכא אלא משום שבת דדברי קבלה לא מוכרים משא\"כ איש דאיכא נמי משום פריה ורביה דהוא דאוריית' הו\"ל שבת מצוה רבה ועיין ב\"ש סי' א' משמע דלא עדיף שבת דאשה ממ\"ע דלערב אל תנח ידך דהיא דברי קבלה ע\"ש ומ\"ש א\"ר מש\"ס דכתובות להשיא יתומה קודם משום בושת דידה נ\"ל להקדים ולא לדחות, ועוד נראה לי דלענין מצות צדקה קודם להסיר בושה שלה מלסייע להיתום לקיים מ\"ע משא\"כ למכור ס\"ת בעינן שיקייים דוקא מצוה רבה משום מעלין בקודש ופשוט. ודע דכ\"ז כשאינו מוצא ללמוד תורה ולישא באופן אחר אבל זולת זה אע\"ג דעדיין מצוה היא מכל מקום קיל משארי מ\"ע כמ\"ש התוס' בשם שאלתות פ' אמור פ\"ק דע\"ז דף י\"ג ע\"א אבל כשאי אפשר בענין אחר מורה השאלתות כדמוכח ממ\"ש בשמו ספ\"ק דב\"ק ודו\"ק היטב בכ\"ז:",
            "<small>שם ס\"ק י\"ב </small>ואם אינם. נ\"ב דין זה צ\"ע וסתר עצמו ממ\"ש ס\"ק י\"ז ועיינתי בפנים במבי\"ט ואינו ענין לכאן כלל התם כבר הניחו אותו בהכנ\"ס ועשו אותו בית דירה מכמה שנים שלא כדין ועכשיו מותר למוכרו אחר שכבר נעשה מעשה ע\"ש ועיין תשובות ח\"ס או\"ח סי' ל\"א [שם נשאל אודות בהכנ\"ס שסתרוהו אחר דחזו בה תיוהא ועכשיו רצו לבנות בהכנ\"ס חדשה להלן קרוב למקום תל הישנה באופן שיהי' מקום השינה חצר לבהכנ\"ס החדשה וכותל מזרחי שהיה עומד תיבה וארון הקודש יהיה עכשיו פתח כניסה להחדשה אי שפיר דמי למעבד הכי או לא. ובתשובתו סיים וז\"ל ומעתה כיון שמקום הזה אינו נמכר אין לו תקנה אלא או לבנות ממש בהכה\"נ ולהרחיב מקום גבהה או לעשות גדר או שום מסגרת סביב כי לעשותו חצר בהכנ\"ס הוא הורדה מקדושה, ועוד שבחצר בהכ\"ס רגילים לעשות דברים בזויים וזלזול למקום קדוש שהרי מטילים שם מים וע\"כ אי אפשר מבלי לגדור סביב מקום ההוא]:",
            "<small>שם ס\"ק כ\"ב </small>נ\"ב מבואר כאן בב\"י דעכ\"פ לכ\"ע אינו רואה סימן ברכה ומיושב קושית המג\"א וכ\"כ א\"ר ס\"ק כ\"ב ועוד נ\"ל דע\"כ לא פליגי אלא בשיש לו ס\"ת וכיוצא בו אבל אין לו כיוצא בו מזה לא מיירי הש\"ס והפוסקים ואפילו רק בהכנ\"ס אינו נמכר בשבעה טובי העיר במעמד אנשי העיר אם אין להם כיוצא בו וא\"כ האי דב\"ב מיירי בהכי וכיון דכל ימי חייו לא יכול למוכרו אינו נכלל בסתם נכסיו לחיות ניתן לאחר במתנת שכ\"מ ובהכי מיירי נמי בש\"ע יו\"ד ס\"ס ר\"ע ולק\"מ קושי' המג\"א ס\"ק כ\"ג וזה ברור לפענ\"ד. מיהו בלא\"ה משמע שם בב\"ב שהיה להרשב\"ם גירסא אחרת וכ\"כ בס' חמד משה:",
            "<small>שם ס\"ק כ\"ז </small>ליחיד נמי אסור. נ\"ב אפילו להתפלל נמי אסור משום זלזול וכ\"ה בתוס':",
            "<small>בא\"ד דהא דמנורה. </small>נ\"ב וע\"ש בש\"ך סס\"ק י\"א:",
            "שם במג\"א ס\"ק מ\"א ובמדינתינו. נ\"ב עיין תשובותי סי' תר\"ע בסופו מזה וסי' ק\"ע באריכות וסי' ת\"ש ותש\"ג בעניני ח\"ק ג\"ח וקוברי מתים הרבה דברים [והוא בח\"ס חלק יו\"ד סי' שכ\"ו שכ\"ז וסי' שכ\"ח ע\"ש]:",
            "<small>שם במחבר סעיף י\"ח </small>כלי בהכנ\"ס. נ\"ב שנשללו עפ\"י ציווי המלך יצאו לחולין ק\"ו מכלי מקדש דכתיב ובאו בה פריצים וחללוה וכ\"כ הרמב\"ם בתשובות פאר הדור סי' קל\"א ועיין זה במס' ע\"ז נ\"ב ע\"ב ע\"ש:",
            "<small>שם ס\"ק מ\"ד </small>גבי ס\"ת נסגר. ונ\"ב סמפון בב\"מ ד' צ':",
            "<small>שם ס\"ק מ\"ו </small>ונתן לה הרבה. נ\"ב כמו במחיר בבכורות ד' נ\"ד ע\"א ולקמן ס\"ק מ\"ז שנתן י' טלאים והלוקח יברור אחד תחת הכלב אזי למ\"ד אין ברירה כולן אסורין אבל אי המוכר מברר ואומר אחד מעשרה טלאים שיש לי אתן לך באתנן אז כשמברר אח\"כ אחד אין האתנן חל למפרע כמ\"ש התוס' בע\"ז דף ס\"ג ע\"א ד\"ה כגון וכו'. ואפשר דה\"ה במחיר אי אמר אחד מעשרה שאברר מטלאים שלי יהיה מחיר כלבך לא נאסר משום מחיר. ואולי י\"ל מחיר שאני שהכלב עדיין בעולם אם לא חל קודם שנתברר יחול עתה כשמברר ויהיה מחירו של הכלב שהוא בעולם משא\"כ אתנן כיון שלא חל קודם שנתברר שוב אינו חל שכבר עברה הנאת הבעילה אז וצ\"ע לדינא.",
            "<small>שם במג\"א ס\"ק מ\"ז </small>וצ\"ע ביש\"ש. נ\"ב וכן הקשה הלח\"מ ספ\"ו דבכורות ע\"ש. ולפענ\"ד דש\"ס הוי מיד דכל אחד מהגדיים שוה כמו הכלב ולכן הקשה למ\"ד דיש ברירה דוקא ומשני שאין שום אחד שוה כמו הכלב. אבל הרמב\"ם איירי שאין בהם אלא גדי אחד השוה כמו הכלב א\"כ כ\"ע מודים דאמרינן הדמים מודיעים שזה הוא נגד הכלב כיון שאין שום אחד שוה כמו הוא ממש חוץ מזה הגדי וסברא נכונה היא זו ואסור גם לבהכנ\"ס ועיין תוס' בכורות דף נ\"ו ע\"ב ר\"ה לברור וכו'. שוב מצאתי זה ביש\"ש דב\"ק ומ\"ש בס' גט פשוט סי' קכ\"ב ס\"ק ח' ד\"ה אך תימה וכו' ע\"ש:",
            "<small>שם מג\"א ס\"ק מ\"ט </small>ודבריהם צ\"ע. נ\"ב ולפענ\"ד ליישב כך דבריהם דס\"ל דלר\"מ דלא חייש לאיבה היינו טעמא משום דס\"ל בשאר מינויים אין הראשון חוזר לשררה כלל וא\"כ ניהו בכהן גדול דהראשון חוזר לעבודתו מ\"מ לא יהיה לו איבה אם גם השני משמש עמו דהרי בשאר מינויים אין להראשון כלום א\"כ די לו שחוזר לעבודתו. אך ר' יוסי ס\"ל בכל המינויים דינא הכי שהראשון חוזר לעבודתו א\"כ חיישינן לאיבה ומשום הכי הוצרך לפסוק הלכה כר\"י וק\"ל ועיין בזה לדינא בתשובותי ח\"ס או\"ח סי' י\"ב וסי' י\"ג וסי' מ\"א [ע\"ש מ\"ש ע\"ד התמנות רבנות אם הבן יורש כסא אביו והאריך לבאר ענין זה ועיין עוד בח\"ס חו\"מ סי' כ\"א וסי' כ\"ב]:",
            "<small>שם סהס\"ד. </small>נ\"ב עיין ספי\"ד דסנהדרין:"
        ],
        [
            "<small>שם במג\"א ס\"ק ז' </small>הארץ נמחק והוגה הארון:",
            "<small>במחבר סעיף ה' </small>בכלי חרס. נ\"ב ואם א\"א סגי בכלי עץ אבל מ\"ש בכנסת יחזקאל דכלי עץ עדיף מכלי חרס דמדייתי לא נ\"ל:",
            "<small>שם ס\"ק ט' </small>ואסור לשורפן. נ\"ב והעלה בכנסת יחזקאל דאין לאבדו ביד אפילו היכא דאיכא למיחש שיבואו לידי בזיון ע\"י הרשעים. וכתב ומי דחק לן עלמא וקוברן בעומק נ' טפחים ואם אי אפשר בבה\"ק יקברם במקום אחר ודלא כבעל שבות יעקב שם:",
            "<small>שם בהג\"ה סעיף ו' </small>ופרוכת נ\"ב ובקהלות קטנות שפורסין אותו לפעמים תחת ס\"ת בשעת הקריא' בקיבוץ חוץ לבהכ\"נ אזי מותר לעשות מכסה לשלחן ואסור לעשו' ממנו כפורת וכן הוריתי למעשה ועיין היטב בתשובות מהר\"ם פ\"ק ובתשובות ב\"ח סי' י\"ד:",
            "<small>שם בהג\"ה סעיף ט' </small> לב ב\"ד. נ\"ב עיין במלמ\"ל פ\"ד מהלכות שקלים הלכה י\"ב קושיא ע\"ז הלא לא שייך לב ב\"ד מתנה בנדבת יחיד. ולק\"מ דהכא לישנא בעלמא קאמר דודאי המתנדבים הראשונים התנו כן בפירוש ושוב המתנדב סתם ע\"ד המנהג הוא מתנדב ופשוט:",
            "<small>שם מחבר סעיף י' </small>בראשי חתנים נ\"ב ק\"ל אפילו הם של גדיל אסורים בלא\"ה דגזרו על עטרות חתנים וצ\"ל כמ\"ש סי' תר\"ס סק\"ו ע\"ש:",
            "<small>שם במחבר סעיף י\"א </small>אסור להדליקן. נ\"ב עיין תשובות או\"ח סי' מ\"ב [ע\"ד נירות של בית ע\"ז שלא הודלקו מעולם אי לא נאסרו בהזמנת ההיא שלא להדליקם בבית הכנסת וע\"ד שהודלקו וכבו שאיתא בהדיא בש\"ע או\"ח ויו\"ד לאיסור דמאיס. אם הותך השעוה ונשתנה אם מותר לעשות ממנו נר אחר. ובתשובה כתבתי דמהזמנה בעלמא לא הוזכר בש\"ע לאיסור והדין עמו דמסקינן בתמורה דף כ\"ט ע\"א דאין מוקצה עד שיעשה בו מעשה וכו' ובין להרמב\"ם ובין להראב\"ד אין להחמיר כלל ואין לחוש שנעשו מתחלה לשם ע\"ז ממש דאין סתם מחשבת גוי לע\"ז אלא עושה למכור בשוק. אמנם ע\"ד נרות שכבר דלקו וכבו ונאסרו ונמאסו לבהכנ\"ס אם מהני התכה מסיק בסוף התשובה וז\"ל לדינא נ\"ל לפי משמעות הש\"ע והחו\"י סי' קס\"א וסי' קס\"ב משמע דמותר ומהרמב\"ן פרשת ויקהל וש\"ס דע\"ז אין הכרח לאיסור ע\"כ המיקל לא הפסיד והמחמיר תבוא עליו ברכה:",
            "<small>שם בהג\"ה מומר. </small>נ\"ב עיין תשובותי סי' אלף רפ\"ג:",
            "<small>שם במג\"א ס\"ק י\"ז </small>דאפילו נאבד. נ\"ב עיין תוס' במגילה ו' ע\"א ד\"ה טרטראות:",
            "<small>שם ס\"ק י\"ח </small>דאם נתן. נ\"ב פליג אפיסקא מהרי\"ו וק\"ל:",
            "<small>בא\"ד בסה\"ד. </small>נ\"ב ומשמע כללא דדינא צדקה לעניים מקבלין ממומר ולא קרבן וההיפוך בנכרים דנודרין נדרים ונדבות אבל צדקה לא משום שנאמר ביבוש קצירה וגו'. אבל נר וס\"ת וצורכי בית הכנסת מקבלין בין ממומר בין מנכרי ומ\"ש התוס' בב\"ב דף ח' ע\"א סד\"ה יתב וכו' דמייתי מינה הרי\"ו ראיה י\"ל דלאו דוקא דהוה שרגא כקרבן אלא לאפוקי דלא הוי בצדקה לעניים וק\"ל. אבל בהמג\"א כאן וביו\"ד סי' רנ\"ד משמע דשרגא וכדומה הוה כקרבן אבל צדק' בודאי מקבלים מהם:",
            "<small>שם במג\"א סק\"כ </small>אפילו להדליק ממנו. נ\"ב אין זה ק\"ו דלהדליק ממנו איכא הכחשה וביזוי מצוה משא\"כ לקרות לאורו הוא קול ומראה וריח אין בהם משום מעילה אלא מדרבנן ואפשר דבבהכנ\"ס אפי' לכתחלה שרי ועמ\"ש תוס' שבת דף כ\"א ע\"א ד\"ה שמחות וכו' וכן בפסחים דף כ\"ו ע\"א ד\"ה מעילה וכו':",
            "<small>שם במג\"א ס\"ק כ\"ג </small>ד\"ה ומצאו דבר. נ\"ב עיין קצה\"ח סי' רי\"ש ושו\"ת בית אפרים חיו\"ד סי'.... [מהגאון כ\"ס]:",
            "<small>שם ס\"ק כ\"ג </small>ואין יד להקדש. נ\"ב כמ\"ש הרשב\"ם ותוס' בב\"ב דף ע\"ט ע\"א והרע\"ב והתוסיו\"ט במעילה פ\"ג מ\"ו. ומה שהקשה התוסיו\"ט דעכ\"פ יש שליח להקדש י\"ל כיון שחב לאחריני לא. אבל צ\"ע לא יהא כח הדיוט חמור מהקדש כדאמרינן בקידושין דף כ\"ט ע\"א ובש\"ס אין הכרח כלל דאין יד כמ\"ש בחידושי הרמב\"ן שם דניהו דנקנה להקדש אבל אין בו מעילה. ועוד צל\"ע מי לא מצי איירי בחצר שאינו משתמר לדעת הקדש ולא מיירי התם אלא מדין גידולי הקדש ולא מדין חצר וכן מבואר ממשנה ד' פ\"ה דשקלים ועיין חו\"מ סי' דס\"ח ועיין תשובות ח\"ס או\"ח סי' מ\"ד [ע\"ד בעה\"ב אחד שיש לו חנות הפתוח לרה\"ר למזוג יין ושכיחי שם מצרים הרבה ומצא הנער המשרת שלו כיס ובתוכו מעות בידוע שנאבד מהמצרים אי זכה הנער או בעה\"ב שחצירו קונה לו. וסיים תשובתו בזה\"ל מ\"מ בהא סלקינן בעובדא דידן זכה הנער המשרת דקיי\"ל מציאת פועל ושכיר לעצמו אם לא שאמר לו הבעה\"ב הגבה לי מציאה זו ועיין סמ\"ע ס\"ס ע\"ח. ומה שאומרים שהמנהג מציאת משרת לבעה\"ב הבל יפצה פיהם ואין מקום לזה. ומ\"ש מכ\"ת מש\"ך ס\"ס ל\"ז יעוין מ\"ש ב\"ש ר\"ס מ\"ז ותל\"מ:",
            "<small>שם בא\"ד ברבה פרשת אחרי. </small>נ\"ב בפסוק איש איש:",
            "<small>שם בס\"ס </small>ואח\"כ חזר השני. נ\"ב ליתא כן בצ\"ץ אלא שהגבאים חזרו ולא האמינו להשני אבל הוא לא יחזור בו וכן מבואר מהראיה דמייתי מערכין והוא מ\"ב פ\"ח ע\"ש. ומיהו בלא\"ה נמי נהגו חסידי עסטרייך ליתן כל מה שהפריזו כמ\"ש המג\"א לקמן סי' ש\"ו ס\"ק ט\"ו בשם יש\"ש פ\"ה רביצה ע\"ש:"
        ],
        [],
        [
            "<small>ס\"ק ב' </small>עיין בתשובת הר\"א ששון. נ\"ב דכל שאינו כמציל מידם אסור לקבל השבועה כשעבר ונשתתף ועיין ש\"ע חו\"מ ס\"ס קע\"ו ולענין עובדי השילוש עיין שער אפרים במעיל צדקה ועיין בפרמ\"ג בסי' זה והעיקר דבן נח נהרג על עבודת השיתוף:",
            "שם בא\"ד פסק היפוך מזה. נ\"ב ע\"ש שהנימוקי יוסף בשם הרמב\"ן והתוס' לדבר אחד נתכוונו וכן הוא להדיא בש\"מ בשם הריטב\"א דכתב כך בשם הרמב\"ן ובמח\"כ הסמ\"ע שם ס\"ק י\"ח לא כוון יפה ברמב\"ן ע\"ש:",
            "<small>שם אסור למנות ישראל. </small>נ\"ב עיין תשובתי סי' אלף קפ\"ח:",
            "<small>שם </small>הא דמותר לשנות. נ\"ב פרק הבא על יבמתו דף ס\"ה ע\"ב:",
            "<small>שם </small>מותר לומר. נ\"ב נ\"ל דוקא פ\"א להודיע שהוא בעל מחלוקת שלו כמו נתן לדוד שהודיעו מחלקותו של אדוניהו אבל אח\"כ אסור לומר שאר הדברים ואפילו על בעל מחלוקת דאלת\"ה קשה אש\"ס דמ\"ק דף ט\"ז ע\"א דאמרינן שלוחא דבי דינא דאמר דהאי דמתפקר לית ביה משום לישנא בישא ויליף ליה מדכתיב העיני האנשים ההם תנקר ע\"ש ופסק כן בש\"ע חו\"מ סי' י\"א סעיף א' ע\"ש ואם איתא דלמא שאני דתן ואבירם שהיו בעלי מחלוקת אלא ע\"כ כנ\"ל וק\"ל. מצאתי קושיא זו בספר ככר לאדן דף ק\"כ ע\"ב:",
            "<small>שם</small> כלך מלה\"ר. נ\"ב וצ\"ע מסוף פרק הקורא עומד:"
        ],
        [],
        [
            "<small>במג\"א ססק\"ב </small>תויו\"ט רפ\"ב. נ\"ב שם העלה דפחות מביצה קבלת טומאתו דרבנן היא ונראה לי דמשום הכי נסתפק ברוקח ודלא כהב\"י:",
            "<small>שם במג\"א סק\"ז. </small>ועיין בב\"ב. נ\"ב דף פ' ובתוס' שם נ\"ב מנחות:",
            "<small>בא\"ד שקדשו </small>נ\"ב ולפענ\"ד חמאה לכ\"ע לא הוי משקה אפילו כשנימוחה אח\"כ מיד שהקדיש מהקום שהוא חלב בטל ליה שם חלב מיניה וקרא ותפתח נאד החלב ותשקהו דמשמע מיניה דחלב הוי משקה מיירי כברייתו אבל מאחר שהופרשו זה מזה בטל ליה שם משקה מיני'. ובלא\"ה נמי העליתי בתשובה כל שהוקדשה החמאה וחזר ונימוחה ע\"ד לתתו לתוך אוכל הו\"ל משקה הבא לאוכל וכאוכל דמי כיון שתחלת עשייתן הוא לתת אותו לאוכל ודלא כט\"ז לקמן ס\"ס ק\"ט ומג\"א סק\"י ושם ביארתי באריכות. ועיין מ\"ו דמכשירין מ\"ה דוקא מי חלב מכשיר בזרעים ולא החמאה ועיין חולין דף קי\"ד ע\"א:",
            "@11שם ס\"ק י' מהרי\"ט ח\"ב. נ\"ב ח\"א סי' ע\"ו:",
            "<small>שם ס\"ק י\"ב </small>בד\"ה כל שטיבולו. נ\"ב ובד\"ה אסורי כתבו דס\"ד וכו' משום דלמסקנא ס\"ל דבעי כוונה כמ\"ש מהאי דברכות אלא דעדיפא מיניה משני דאסחי לדעתיה ועוד דלמאן דס\"ל דפחות מכביצה לא בעי נטילה א\"כ לא קאי הש\"ס התם אכילת מצה דסגי רק בכזי' כמ\"ש הב\"י בשם הרוקח דלא כמ\"ש התוס':",
            "<small>שם ד\"ה </small>צריך וכו' וא\"כ בלאו ה\"נ לק\"מ קושי' התוס' ד\"ה אסוחי ולא צריכין לתירוץ התוס' שם והדרן לכללן דבעי כוונה וכן למ\"ד דטיבולו במשקה בעי כוונה נמי לק\"מ קושית התוס' וממילא סמכינן אהש\"ס דברכות דף מ\"ג דבעי כוונה וק\"ל:",
            "@11שם ס\"ק י\"ח דעכ\"פ יש בו. נ\"ב וכ\"כ להדיא הרדב\"ז ח\"א סי' ט\"ו:"
        ],
        [
            "<small>במג\"א ס\"ק ג' </small>וזו דעת הרמב\"ם. נ\"ב כהרשב\"א ודעת הטור כהרי\"ו וק\"ל:",
            "<small>בא\"ד </small>ובכלי עץ. נ\"ב וביש לו מעמידין של ברזל כגון חבושי' ומעגלים אז דינו ככלי מתכות כמ\"ש הרמב\"ם ספ\"ד מכלים כרבנן דר' נחמיה ובשבת ד' ס' ע\"א ע\"ש דשיעורו כעין מלאכתו.",
            "שם ס\"ק ד' היה לו דדים. נ\"ב עיין לקמן ס\"ק י\"ט:",
            "<small>בא\"ד </small>חצי עגולה לא. נ\"ב והעיקר בזה דבכיור לא היה הדד גבוהה מהכיור וכ\"כ בא\"ר אבל שפופרת לעולם פסול וכן משמע בהרמב\"ם פי\"ח מהלכות כלים הלכה א' וכן הסילונות ע\"ש ולכן אין ליטול משום ברזא אם יוצאין המים ע\"י שפופרת או צינור רק מכרזא כעין שיוצאין המים מחביות עצמו:",
            "<small>שם ס\"ק כ\"ד </small>וסי' קס\"ה. הוגה קס\"ו:"
        ],
        [
            "<small>במג\"א ס\"ק ב' </small>דמשקה [איפסול] נסגר ונ\"ב דמשקה אי פסול:",
            "<small>מ\"א ס\"ק ז' </small>בבד\"ה (פ\"ה) נסגר ונ\"ב פה:",
            "<small>שם ס\"ק מ\"ז </small>ועיין בנדה. נ\"ב דף י\"ז ע\"א:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק ה' </small>שאין יכול. נ\"ב היינו כשנפסק הקילוח אבל בקילוח א' ועדיין כח גברא קיימת מצטרף דלא גרע משפיכ' ט' קבין לקמן סי' תר\"ו ס\"ק ט' וק\"ל ועיין ט\"ז ס\"ס ק\"ה:"
        ],
        [],
        [],
        [
            "<small>סוף סעיף י\"ב. </small>נ\"ב ועיין מג\"א בסי' שאח\"ז ס\"ק ב' מ\"ש המהרש\"ל בזה:"
        ],
        [
            "<small>במג\"א סק\"א סי' קע\"ד. </small>נ\"ב סק\"ו.",
            "שם ס\"ק ב' רל\"ה סעיף ב'. נ\"ב ס\"ק ו':",
            "<small>שם סק\"ג </small>נ\"ב עיין ח\"ץ סי' קכ\"ח שהקשה ג\"כ קושית המג\"א בהוספת נופך ומסיים ונלאו כל חכמי לב ליישבו ועמ\"ש ביאורי הגראו\"ו ז\"ל. ולפענ\"ד דהא בזבחים דף ל\"ב דיש ע\"כ איתא דבעינן סמיכה לפני ה' בפנים ממש וא\"כ צ\"ע מאי משני הש\"ס כר\"י בר\"י דמרחק צפון מה בכך אכתי לעייל ידיה כי היכא דלקיים לפני ה'. וע\"כ צ\"ל דהאי לפני לא הוי מצוה בפני עצמה אלא הכל ככלל תיכף לסמיכה שחיטה ובין שתהיה כפנים אלא שמשהה כ\"ב אמה בין סמיכה לשחיטה או בין שתהיה תיכף אלא שאינו בפנים ממש לא מקיים תיכף לסמיכה שחיטה עד שיהיו שניהם תכופין ובפנים וכן משמע מלשון רש\"י דף ל\"ב דיש ע\"ב וע\"ש בתוס' סוף ע\"א ואתי שפיר הכל דבס\"ד הו\"א סייעתא לעולא דמדלא עייל ידיה לפנים ומקיים תרווייהו תיכף ולפני ה' ש\"מ ביאה במקצת שמה ביאה ואי אפשר להכניס בפנים וניהו דמכל מקום תיכף הוי דהאי משהה דמפיק לקרא לסמוך לא מיקרי שיהה לענין שארי תכיפות מ\"מ הכא אין אני קורא בה תיכף לסמיכה שחיטה מדלא הוי בפנים לפני ה'. וזה מדוקדק בלשון הברייתא אין אני קורא בה ר\"ל ניהו דתיכף הוה מכל מקום אין אני קורא בה וכו' משום דלא הוי לפני ה' והוה סייעתא לעולא. ודחי הש\"ס דלמא לא שמה ביאה וברייתא אתיא כר\"י בר\"י דמרחק צפון וא\"נ מכניס ידו אכתי לא מקיים תיכף משום דמרחיק כ\"ב אמות אע\"ג דמקיים לפני ה' מכל מקום משהה כ\"ב אמות וכיון דהכנסת היד ומדרבנן מיהת אסו' לכ\"ע כמ\"ש הרמב\"ם דמכין אותו מכות מרדות לכ\"ע דעדיף טפי להביא הקרבן לחוץ מלהכניס ידו לפנים דבין כך ובין כך לא מקיים תיכף לסמיכה שחיטה ודברי התוס' ברורין בעזהי\"ת. ובספר מראה כהן הקשה הא עכ\"פ היה צריך כדי השטת ידו לפנים ונמצא חסר ליה כ\"ב אמה בציר פשטת יד הסומך, ולפענ\"ד גם זה לק\"מ דבלא\"ה צריכין להבין דניהו דמשער ניקנור עד מזרחו של מזבח הוא כ\"ב אמות הארכתי צריך להוליך הבהמה לצפון המזבח ולשוחטה שם. וע\"כ צ\"ל דאמרינן שם בזבחים דף ל\"ב ע\"ב הנשחט לפני ה' ואין השוחט לפני ה' ועומד השוחט במזרח המזבח ומושיט ידו לצפון לצואר הבהמ' ושוחט ומשום הכי אם הסומך מושיט ידו לפנים וסומך עדיין צריכין להוליך הבהמה כ\"ב אמות דהיינו משם עד מזרחו של מזבח ועוד כדי השטת יד השוחט לצפונו ואתי שפיר ודו\"ק בכ\"ז:"
        ],
        [
            "<small>שם בט\"ז סק\"ג </small>דהא בשבת. נ\"ב ז\"א אלא בשבת כיון דהוי צורך לח\"מ לא גרע מגביל לתורא משא\"כ בחול הוי הפסק:",
            "<small>שם במחבר ס\"ד </small>חציר לבהמה. נ\"ב ויש בו ארבעים אותיות נגד מ' תיבות שבארבעה פסוקים אלו ומשום הכי צ\"ל המוציא בה' כנ\"ל:",
            "<small>שם במג\"א סקי\"ח ס\"ח. </small>נ\"ב סי' תק\"א וכן והשקיתה העדה ואח\"כ ובעירם וכן לענין דירה. אדם קודם כדמוכח מפסוק בנו לכם ערים לטפכם והדר גדרות ועיין פירש\"י פרש' מטות. ועיין בשו\"ת כתב סופר חלק או\"ח סי' ל\"ב ע\"ש:",
            "שם במחבר סעיף י\"א ישיבה דידן. נ\"ב ולרבינו חננאל שברא\"ש כן הוא מעיקר הדין ומה שהקשה הרא\"ש דא\"כ מאי מספקא להו לתלמידי דרב. נראה לי אדרב' היינו דמספקא להו אי היסיבה היינו על המיטו' כבכולה תלמוד' או הכנה לאכול בעלמא והוכיח הש\"ס מרומיא דברייתא דקביעו' מקום בדוך פלן הוי קביעות וממילא דהיסיבה דמתני' היינו הכנה לאכול על שולחן אחד ולק\"מ אר\"ח אבל אי קשיא קושית התוס' ד\"ה הסיבו וכו' דע\"כ המקשן לא אסיק אדעתיה תירוץ התוס' דהרי לר\"ח כן הוא קושטא דמלתא וצ\"ע: ",
            "שם במג\"א ס\"ק ל\"ב בסוה\"ד. נ\"ב ברכות דף מ\"ו ע\"א ע\"ש ור' אבוהו ידע הך דר' יוחנן דבעה\"ב בוצע ואורח מברך כדמסיק בסוף וא\"כ מה עלה על דעתו בתחילה שנתן לר' זירא לבצוע אלא ע\"כ משום שרצה לחלק כבוד לר' זירא ומכל מקו' כשלא רצה ר' זירא לקבל חזר הוא ובצע וק\"ל:"
        ],
        [
            "<small>במג\"א ס\"ק א' </small>בפרוסות גדולות נ\"ב לשון זה צ\"ע הא כתבו התו' דפתיתין הם גדולים ופרוסה קטנה וכ\"כ הדגול מרבבה אבל מכל מקום כוונתו מבוארת דאי ס\"ד דנקיה שהיא גדולה עדיף מקיבר שלימה קטנה א\"כ הכי הוה ליה למימר אבל פתיתין נקיים ושלימים קיבר דברי הכל מברך על הפתיתין ופוטר את השלימה דהוי מורה מעין הפלוגתא טפי מהשתא דפליגי בפתיתין ומודו בפרוסה אלא ע\"כ דלא אשכחן שום הודאה בנקיים דאפי' ב' מעלות לעול' שלימה עדיף:",
            "<small>שם במג\"א ס\"ק ב' </small>שלא נזכר בגמ'. נ\"ב עיין באבן העוזר סמך יפה מהש\"ס ותירוץ על קושי' מסי' רצ\"ח:",
            "<small>שם במחבר </small>סעי' ב' יכול לחברם. נ\"ב עיין חידושי פנים מאירות על זבחים דף ק\"ה ע\"ב ד\"ה חיבורי אוכלים וכו' [מהגאון כ\"ס]:",
            "<small>שם ס\"ק ד' </small>נ\"ב עיין תשובות ח\"ס או\"ח סי' מ\"ו [שם נשאל ע\"ד עוגה של שבת שנשברה לכמה שברים אם מותר לתופרו בכמה קיסמין לקיים לבצוע על ב' ככרות בשבת וכו' אי איכא לחלק בין נפרס פרוסה אחת או כמה פרוסים וצריך כמה תפירות. ובתשובתו סיים בזה\"ל אבל עכ\"פ לתפור פרוסה בפרוסה ופרוסה בפרוסה עד שישלים לפת שלם לא מצינו ודומה להא דשבת דף צ\"ו ע\"ב אין אומרים הבא גיסטרא וגיסטרא ויען עיקר הדין מפוקפק הוא לפענ\"ד ע\"ב הבו דלא לוסיף עלה לדבק פרוסות הרבה אלא ישתדל להמציא לו לחם אחר שלם]:",
            "<small>שם ס\"ק ו' דכוסמין. </small>נ\"ב עמ\"ש בס' פני יהושע בפסחים דף ל\"ו ע\"ב בתוס' ד\"ה אוציא וכו' ע\"ש וק\"ל:",
            "<small>שם ס\"ק י\"ב </small>ועיין פ\"ח דעירובין. נ\"ב דף פ\"ב ע\"ב במתני' ועיין פירש\"י שם וע\"ש דף כ\"ח ע\"א:",
            "@11שם ס\"ק ט\"ו סי' ר\"ה סעיף ב' ג' כצ\"ל:",
            "<small>שם ס\"ק ט\"ז סי' קצ\"ו. </small>נ\"ב תע\"א ס\"ק ה':",
            "<small>בא\"ד בסי' קפ\"ח </small>נ\"ב וע\"ש ס\"ק ט':",
            "<small>שם ס\"ק כ\"ח </small>פרימזלך מלחם. נ\"ב והאבן העוזר העלה דעל מצה קנעדיל שנילוש בבצים וחלב אין כאן בית מיחוש כלל ומברך במ\"מ ואפילו נילוש במים יפרר הקנעדיל שיהיה פחות מכזית וכן נוהגים:",
            "<small>שם במחבר סי\"ג </small>שיברך על לחם אחר נ\"ב והוא מה שקורין פאכטי\"ם שבלילתן עבה ומתבשלים כקדרה ונראים כגלוסקאות:"
        ],
        [
            "<small>במג\"א ס\"ק א' </small>בבן חורין בפרך. נ\"ב צע\"ג ממס' ב\"מ דף ע\"ג ע\"ב רב סעורם וכו' ע\"ש וי\"ל דעכ\"פ אסור לשעבד בחנם כלל ולא גרע מממונו שלא מדעתו שאסו' להשתמש בו אלא שאם השכיר עצמו לשמש אז מותר אפילו בפרך והתם גבי רב סעורס הכי קאמר גבי עבד עברי אסור בעבודת פרך ש\"מ שאינו נמכר לכך מעיקרא ואפ\"ה אם אינו נוהג כשורה מותר וע\"כ לאו משום שהוא עבד אלא משום שאינו נוהג כשורה א\"כ ה\"ה לבן חורין גמור נמי וק\"ל, מיהו בב\"ק דף כ\"ח ע\"א לא משמע קצת כן דהוי ס\"ד למימר וקצותה את כפה משום דלא עביד אינש דינא לנפשיה וקשה הא הוי לאפרושי מאיסורא דפן יוסיף להכותו ולאפרושי מאיסורא עביד אינש דינא לנפשיה כמבואר לעיל שם גבי היה מסרהב בו ע\"ש וע\"כ צ\"ל דהוי ס\"ד דמיירי בשאין בעלה עושה מעשה עמך ולא עבר המכה על לאו דמכה חבירו ומ\"מ ממונא בעי לשלומי אי הוי אזיל לב\"ד ש\"מ אפי' אינו עושה מעשה עמך מכל מקום לא אפטריה רחמנא ודוחק לחלק בין מכה למעבד ביה עבידתא ואולי בב\"ק הומ\"ל ולטעמיך עיין היטב בכ\"ז:"
        ],
        [],
        [
            "במג\"א ס\"ק א' שיאסרו בהנאה. נ\"ב ועיין ע\"ז דף י\"א ברש\"י ד\"ה אסור לגרום טריפות:",
            "<small>שם בא\"ד בסוה\"ד. </small>נ\"ב ובא\"ר כתב מדאמר הש\"ס שם קסבר כל אדם וכו' משמע אנן לא ס\"ל הכי וכן משמע קצת ס\"פ מקום שנהגו ופ\"ק דביצה גבי מוכן לאדם לא הוי מוכן לכלבים דמשמע דליכא איסור וכן עמא דבר:"
        ],
        [],
        [
            "<small>במג\"א רהס\"י </small>לא קי\"ל הכי. נ\"ב וכך כתב הט\"ז שם ס\"ק כ\"ט:"
        ],
        [
            "<small>במג\"א ס\"ק ט' </small>כמ\"ש התוס' דכשבירך. נ\"ב עיין תשובותי:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א סק\"י </small>דומיא דפגימת המזבח צ\"ע דהא פגימת המזבח מטעם חסרון הוא והרי נתמלא חסרונו אבל הכא לאו מטעם חסרון הכוס הוא שהרי אפילו הכוס מלא על כל גדותיו אם נתמלא מכלי שטעם הימנו פסול וכן אם שפך ממנו בידו ולא טעם בפיו נמי אין פסול נמצא עיקר פסולו מטעם הטעימה ואיך יתוקן זה ע\"י שנותן לתוכו מעט יין ומ\"מ כבר הזכיר כן בירושלמי אך למלאות במים דבר שאינו ראוי לברך עליו לבדו בפה\"ג והוי אינו מינו לא דמי למזבח כלל, ומיהו בזמניהם שהי' יין צריך למזוג במים והוי במינו אבל היין שלנו שהמים פוגם ניהו שעדיין ראוי לברך עליו מכל מקום מנ\"ל שמתקן הוא ע\"כ לא נ\"ל:"
        ],
        [
            "<small>במג\"א סק\"ו </small>נ\"ב עמ\"ש בזה בחידושי למס' שבת דף צ\"ג ע\"א:",
            "<small>שם ס\"ק ז' פי' בסוכה. </small>נ\"ב עיין ירושלמי פ\"ק דשקלים ובסוכה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א סק\"א </small>הט\"ז ביו\"ד. נ\"ב סי' רל\"ב ס\"ק י\"ד וע\"ש:",
            "<small>בא\"ד סנהדרין </small>דף ל' ע\"ב. נ\"ב ולפענ\"ד דתרומתו אינו תרומה כי היכא דליתא בתרומת המשכן כמ\"ש המג\"א לעיל סי' קנ\"ד ס\"ק י\"ח ועיין רש\"י ור\"מ ורע\"ב ריש מס' תרומות דילפינן מהתם לתרומת גורן ועיין זבחים דף מ\"ה ע\"ב דמייתי רש\"י קרא אחרינא למעט נוי מתרומה וכבר ישבו היטב בספר טה\"ק ומכל מקום האמת כמו שכתבתי ולק\"מ קושית האבן עוזר בכאן מרפ\"ב דקידושין וק\"ל ועיין לשון רש\"י בגיטין דף כ\"ג ע\"ב ד\"ה שתרמו וכו' מאיש איש וכו' ע\"ש וק\"ל ועיין סנהדרין דף מ\"ז ע\"א אכל חלב וכו' וק\"ל. ועיין תשובות ח\"ס או\"ח סי' קע\"ו:",
            "<small>בא\"ד שנתברכו אבותינו </small>נ\"ב אברהם יצחק ויעקב בכל מכל כל כן הנוסחא בשו\"ת מהרש\"ל סי' ס\"ד: ועיין של\"ה פרשה נ\"ח ד\"ה נחזור לענין [מהגאון כ\"ס]:"
        ],
        [
            "<small>במג\"א ס\"ק ד' </small>ויש רוצים נ\"ב עיין ט\"ז ריש סי' ר\"י ועיין מ\"ש לקמן סי' רע\"ב סס\"ק ק\"ו:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק א' </small>לאכול עם חבירו. נ\"ב יש לדקדק הא במשנה ריש פרק שלשה שאכלו אכל דמאי מזמנין עליו משמע ששנים אחרים הם המברכין על זה שאכל דמאי וכן בדין דאיך יתכן שאוכל דמאי באיסור יברך וא\"כ קשה מאי פסקא דלמא א\"נ הוה מפקיר נכסי' כל הני תלתא מכל מקום הא הני תרי נזהרין מלאכול דמאי בעיני' ולא הוי מצי למיכל עם האי גברא דומיא דהנזהרים מפת בגם נמצא דאינהו לא הוו מצי לברך והשתא נמי איך יברכו. וי\"ל דאי הוה מפקיר לנכסיה אסור להחמיר על עצמו מלאכול דמאי כיון דב\"ש ס\"ל אין מאכילין את העניים דמאי ואסור לעשות כדברי ב\"ש כידוע והשתא נמי כיון דלא אפקיר לנכסיה כדאפקרי' דמי ומברכים חד מהני תרי. ובזה מיושב היטב קושית התוס' שם דף מ\"ז ע\"א ד\"ה ואמר רב הונא תני ב\"ש אומרים אין מאכילין את העניים דמאי והקשו תוס' ר\"ה טעמא דב\"ש אתי לאשמועינן והא\"ש כצ\"ל ודו\"ק:"
        ],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ד' </small>הי' לוי קודם. נ\"ב ע\"ש בפי' הירושלמי שבגליון ש\"ס פירוש אחר ובפני' שם עוד פירוש אחר:"
        ],
        [
            "<small>במג\"א ס\"ק ל\"א </small>קליפי מאראנ\"ץ. נ\"ב ובא\"ר סי' ר\"נ ס\"ק ב' העלה לברך שהכל וכן נראה:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק י\"ד </small>עמ\"ש סי' קס\"ז ס\"ב. נ\"ב ר\"ל שם הסכים להסוברים לומר נהיה בקמ\"ץ וכן היא הסכמת שאילת יעב\"ץ ח\"א סי' ק\"ז וכ\"כ בסידור שלו וכן שמעתי מאמו\"ר הגאון זצ\"ל:"
        ],
        [],
        [],
        [],
        [
            "<small>סעיף ח' בהג\"ה. </small>נ\"ב ולענין טטרק\"י טיורקישען ווייטץ עיין תשובת ח\"ס או\"ח סי' נ' [שם נשאל ע\"ד פת ותבשילין הנעשים מקמח של מין קטניות הידוע הנקרא קוקרוז או טירקישען ווייטץ אם לברך עליו שנ\"ב או בפה\"א ותוכן תשובתי דאם הי' פשוט שהוא מין קטניות היו מברכין שנ\"ב לדעתי. אמנם אם גם שבודאי אינו מחמשת מיני דנן מ\"מ יש להסתפק בו אם הוא מין אורז ואז ברכתו במ\"מ והאריך שם לבאר דין פת אורז ודוחן לענין ברכה ובנדון הנ\"ל סיים וז\"ל ויען כי אין בידי דבר ברור וכו' לא יאכלנו אלא בתוך הסעודה לא אותו הטירקישען ווייטץ ולא הטטרק\"י:",
            "<small>שם במחבר סעיף י\"ז </small>שאם אכל דייסא, נ\"ב עיין באבן העוזר דפליג וכן הוא דעת באר הגולה וכן נראה לפענ\"ד:"
        ],
        [
            "<small>סעיף ג' כל הברכות. </small>עיין בשאלתות דר\"א גאון פ' יתרו סי' נ\"ב שס\"ל דברכה מעין שלש היא דאוריית' ועיין בשאילת שלום שהאריך בדין זה ומביא עוד פוסקים דס\"ל כן ע\"ש [מהגאון כ\"ס]:"
        ],
        [
            "<small>בט\"ז ס\"ק א' </small>נ\"ל דיין שרף. נ\"ב עיין במג\"א סי' ק\"ץ סק\"י וסי' רע\"ב ססק\"ו ועיין לקמן:",
            "<small>שם במג\"א סק\"ט </small>צ\"ע באותן שנותנים. נ\"ב עיין בס' מור וקציעה מהגאון מוהר\"י עמדן זצ\"ל דפשיטא ליה דאין צריך לברך עיי\"ש מלתא בטעמ' וע\"ש עוד פרטי דינים בענין להדליק הטאבאק בנר של חלב שכבר כ' בזה בפר\"ח יו\"ד סימן ק\"ח וכן לשאוב הטאבאק ג\"כ מתיר שם ע\"ש בפנים [מהגאון כ\"ס]:"
        ],
        [
            "@11במג\"א סס\"י היו לפניו יין. נ\"ב עיין מס' זבחים דף צ' ע\"ב ובתוס' ד\"ה חטאת וכו' וכבר הרגיש בזה בתשובות פ\"מ ח\"ג סי' ל\"ח ועמ\"ש:"
        ],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק ג' </small>בהעגול והרא\"ש מ\"ח דברבות נ\"ב פ\"ו דברכות סימן ל\"ה:",
            "<small>(שם) </small>בא\"ד אמרינן כל כמה. נ\"ב נעלמו ממנו דברי הר\"ן בע\"ז דף ל\"ט ע\"ב גבי דבש למאי ניחוש לה ע\"ש וכבר הזכירם בשכה\"ג בסימן זה אות ט' ע\"ש בר\"ן דף שמ\"ו ע\"ב ועיין חק יעקב סימן תפ\"ז סק\"ז. והריני כמוסיף על הדברים בעזהי\"ת דמ\"ש הרא\"ש ראייתו צריך ראיה הרי ראייתו מבואר בש\"ס ע\"ז עפ\"י פירוש הר\"ן הנ\"ל וגילו לנו חכז\"ל דלאו דוקא אפרוח אלא כל דבר המשתנה קודם העיפוש וההעדר לההוי' ואמנם בכ\"ז בעינן תרתי לטיבותא שישתנ' לדבר המותר כגון אפרוח או דבש אבל דם הנעכר ונעשה חלב אע\"ג דמסתמא נתעפש תחלה מכל מקום חידוש הוא שאינו משתנ' לדבר המותר ועיין במס' כריתו' דף ה' ע\"א לחם לא איתא בעינא לא אמר לחם לא אשתני א\"כ אפי' קמח גמי לשתרי ועיין ע\"ז דף מ\"ו ע\"ב ובתו' ריש מ\"ב ע\"א אלא ע\"כ כיון דליכ' עיפוש לא יועיל שינוי אלא שנתערב במים ואי לאו דכתיב לחם לא היה חייב על כזית לחם אלא לפי שיעור החיטים שבו וכן הדין בנודר מן החיטים אינו חייב על כזית פת מצומצם משום שיעור מים שבו וכן ה\"נ אי לא הוי כתיב לחם. ועדיין צ\"ע לדינא במים שבלחם ועיין לשון רש\"י בפסחים דף ל\"ג ע\"ב סוף ד\"ח טמא מת שסחט ויש לחלק וק\"ל. ובלא\"ה לא נאמר בש\"ס כריתות דף ה' ע\"א אלא ע\"ד צריכותא וס\"ד אבל לא לפי האמת חלילה ששינוי כזה יתיר איסורים ועיין בחולין דף ק\"כ המחה חלב וכו' התם לא משום שינוי אלא משום דאכיל' כתיב ואין שתייה בכלל אכילה אלא בתירוש ויצהר אבל כל משקים היוצאים אי חוזרין לתוך המאכל ואוכל שפיר חייב אע\"ג דנשתנה כמ\"ש התוס' בבכורות דף ו' ע\"ב סוף ד\"ה רוטב וכו'. ונפלאתי על דברי הגאון מקור חיים סימן תס\"ז בזה ע\"ש וכבר קדמו הפ\"י בפסק חדש:"
        ],
        [],
        [
            "<small>במג\"א ס\"ק ג' </small>אלא בדברים הנוהגות. נ\"ב כ\"כ המהרי\"ק סוף שורש קס\"ח ליישב הקושיא על רש\"י ע\"ש. אמנם ע\"כ מודה הוא דאם יש נפקותא בזמן הזה שפיר הוי בכלל האי פסקא דלא תקשה מרש\"י מנחות דף נ\"ב ע\"א ע\"ש. אלא ע\"כ התם לא הוי הלכתא למשיחא דנ\"מ אי חיישינן ולפשיעותא בכהאי גוונא וק\"ל א\"כ ה\"נ נ\"מ לענין ברכת הנס. וליתא להך תירוצא:"
        ],
        [
            "<small>(שם) </small>במחבר ארבעה צריכים להודות. נ\"ב עיין תשובתי ח\"ס או\"ח בי' נ\"א שם כתב והצדיק את הרב השואל אשר בירך ברכת הגומל בלילה כשעלה מן הים לשלום. והתעורר חכם אחד נגדו שאין מברכין ברכה זו בלילה משום דנתקנה במקו' זבח תודה כמ\"ש הרא\"ש ר\"פ הרואה ותודה אינה קריבה בלילה. ובתשובתו מחלק בין יורדי הים לאינך הצריכים להודות וכתב שכן מוכח ג\"כ ממ\"ש דהמע\"ה על אינך שלשה הצריכים להודות ויזבחו זבחי תודה וכו' ולא על יורדי הים וכו' ע\"ש. ולאחר שמאריך שם לברר את כל הענין כתב היוצא מזה שאין הגומל במקום זבח להיות דוקא בעמידה וביום וא\"נ יהיה במקום זבח מכל מקום היינו אינך תלתא אבל ביורדי הים לא כתיב זבח יעו\"ש היטב]:"
        ],
        [],
        [],
        [],
        [
            "<small>במג\"א ססק\"ה </small>על ספרים. נ\"ב עיין תשובתי ח\"ס או\"ח סימן נ\"ב מה טעמא דאין מברכין על כתיבת ס\"ת [וכתב מפני שלא היו חז\"ל בקיאין בחסידות ויתירות במבוא' בקידושין דף ע\"א דאפי' בפסוקי לא בקיאי ועוד איכא כמה פעמים דהמסורה פליג אהש\"ס וכותבין כהמסורה ולהש\"ס פסול הס\"ת וכו' וכיון דקיי\"ל דס\"ת שחסר אות אחת לא נקרא ס\"ת א\"כ ממילא אין לברך] ועיין עוד תשובות ח\"ס או\"ח סימן נ\"ג אם מברכין הטוב והמטיב על מתנת ס\"ת [ובסוף התשובה כתב ולא יהא אלא ספק מכל מקום ספק ברכות להקל ולא יברכו] ולברך על חינוך בהכנ\"ס עיין תשובות ח\"ס או\"ח סימן קנ\"ו ד\"ה את שנית [עיי\"ש היטב ובסוף התשובה כתב היוצא מדברינו המברך לא הפסיד וכו']:"
        ],
        [
            "<small>במג\"א ס\"ק ה' </small>ד\"ה ועל השרים. נ\"ב דברים אלו שייכים לסעיף ח' וכ\"כ במחצית השקל [מהגאון כ\"ס]:",
            "<small>(שם) </small>במג\"א ס\"ק ו' מלכי ישראל משמע. נ\"ב עיין באלי' רבה שדחה ראיית המג\"א ונוטה שלא לברך ועיין ברכי יוסף שמוסיף אם המלך בספינה שיברך כמו סומא ע\"ש. ולפענ\"ד אין לדמות לסומא דעכ\"פ המלך ובינו למלך אין מחיצה משא\"כ בספינה ואם מברכין כשעובדים בפני בית המלך פוק חזי מאי עמא דבר [מהגאון כ\"ס] ועיין שו\"ת כתב סופר או\"ח סי' ל\"ז:",
            "<small>(שם) </small>סק\"ז רבנן משמע דוקא נ\"ב ולפענ\"ד נראה דבמלכי אה\"ע דשייך שאם יזכה יבחין לא הוי צריך לשינוי משום דפשיטא שדוחה מצות דרבנן דזה מקרי כבוד שמים ומעיקרא לא הוי קשיא אלא מלקראת מלכי ישראל שהוא רק כבוד הבריות ומשני כבוד מלכים שאני. וזה נראה ברור בדעת הראשונים דלא ס\"ל לחלק בין מלכי ישראל לאוה\"ע וק\"ל ועיין לקמן סימן זה:"
        ],
        [
            "<small>במחבר סעיף א' </small>אמר שהחיינו. נ\"ב בתשובות חו\"י סי' ע' כ' לברך שהחיינו ביום שנעשה בן שבעי' ונראה לברך בלא שם ומלכות ועיין בתשובות:",
            "<small>(שם) </small>סעיף ג' במחבר עד שעת אכילה נ\"ב עיין רמב\"ם פי\"א מהלכות ביכורים הלכה ד' מבואר דאפי' בפדיון הבן מברך תחלה על הפדיון ואח\"כ שהחיינו ומכ\"ש בפירות דברכת הפירות תדיר טפי ומכל מקום אין אנו נוהגין כן ע\"פ מורינו הגאון זצ\"ל צל\"ע. ועיין שו\"ת כתב סופר חלק או\"ח סי' כ\"ה:"
        ],
        [
            "<small>נ\"ב </small>כתוב בא\"ר בשם צ\"ל דה\"ה באדר ונ\"ל דכ\"ש אייר ועיין מ\"ש הב\"י ביו\"ד סי' ר\"א גבי מפצי ביומי תשרי מדלא אמר בחדש תשרי אלא ביומי תשרי משמע ה\"ה אלול ע\"ש וה\"ה הכא וממורי זצ\"ל קבלתי כ\"ז שנמשך ימי חודש ניסן דתקופה לתוך חודש אייר כגון אם חל תקופת ניסן כ' ניסן אז יש זמן לברך עד כ' אייר:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>במג\"א ס\"ק י\"ח </small>אע\"ג דתלמוד. נ\"ב עיין תשובות סי' ?:"
        ],
        [],
        [
            "במג\"א ס\"ק א' וראיה ממשנה. נ\"ב ואין הנידון דומה לראיה דהתם לא דס\"ל לאסור אלא שאין השאר עליו חובה ומכל מקום אם תרצה תביא גם השאר ומסתמא כן עשו אחר שהוזלו הקינין משא\"כ אם עבר השבת בלא דגים אינו יכול לתקנן. ועוד התם הוא להציל העני מאיסור כרת אבל הכא העני שאין ידו משגת פטור הוא מכל מקום נכון לתקן ולשבר מלתעות מיוקרי השער אבל ללמוד מזה למקום אחר צ\"ע ועיין בפירוש המשנה להרמב\"ם ספ\"ד דגיטין ובתוי\"ט שם ועיין מג\"א לקמן ריש סימן תרנ\"ו:",
            "<small>שם ס\"ק ד' </small>לעשות מהם לחמין ובעש\"ק משמוציאים אותם מן התנור מניחים מיד על השולחן. ט\"ז יו\"ד ס\"ס קע\"ח:",
            "<small>באו\"ד וצ\"ע דאדרבא. </small>נ\"ב בטור שם משום שחייב אדם לטהר עצמו ברגל ובמרדכי ריש מס' ר\"ה כתב הטעם משום שבלא\"ה עושה לחמים לצורך יו\"ט ע\"ש. ונ\"ל דתרוייהו צריכין דאי משום דחייב אדם לטהר עצמו וגופו ברגל מכל מקום אינו מוכרח שיאכל חולין בטהרה שטהור שאוכל מאכלים טמאים לא נטמא גופו ועיין בסוגיא דשמונ' עשר דברים במס' שבת פ\"ק. אך משום שעושים הלחמים ביו\"ט בעצמם וגופם טהור בלאו הכי משום שצריך עצמו לטהר ברגל א\"כ ממילא הלחמים טהורים. ובזה מיושב מה שקשה משבת שבין ראש השנה ליום הכיפורים דאע\"ג שגם בשבת עושה לחם בביתו מכל מקום אין בני ביתו טהורים שאינו מחוייב לטהר עצמו בשבת ואתי שפיר הכל. ומיהו צ\"ע דהא בראש השנה אינו חייב לטהר עצמו כי אם בשלשה רגלים:"
        ],
        [
            "במחבר סעיף א' אבל שדה מותר. נ\"ב ובזמנינו אין שום שדה באריסות כי אם בשכיר יום וצ\"ע אם להשכירו אם נקרא שם ישראל עליו ומכ\"ש דאסור ע\"י מכירה של הערמה בע\"ש וחוזר ולוקח ממנו אחר שבת דלא התירו אלא בבהמה ובתלוש ובהפסד מרובה ודיעבד אבל לכתחלה ובשדה מחוברת לא. ועיין תשובות ח\"ס או\"ח סי' נ\"ז וסי' נ\"ט ושם בסימן נ\"ט נשאל ע\"ד מי ששכר מהשר [ברייאהויז] בית בישול שכר ופועל נכרי מושכר לו לשנה כי כן דרך כל עושי שכר וטרח השואל למצוא קולא לבשל גם ביום ש\"ק להצילו מהפסד גדול מאד אם תשבת מלאכתו ביום השבת ולאחר שמאריך לגבב כל צדדי היתר בנידון זה סיים וז\"ל מכל מקום מידי לא תצא הוראה להיתר ועל זה אנו מתפללים שתהיה פרנסתינו בהיתר ולא באיסור ואין הכוונה בלי גזילה וגניבה שזו אינו בידי שמים אבל הכוונה דברים האסורים ונצטרך להתירם משום הפסד פרנסתינו לשיזבן רחמנא מאלו וכיוצא באלו עכ\"ל ועיי\"ש היטב בכל התשובה]:"
        ],
        [
            "במג\"א סק\"ו וצ\"ל דבשביעית. נ\"ב ועיין בגוב\"י סימן י\"ב שכתב הטעם משום דהוי דרבנן וצ\"ע דהא אמירה לנכרי נמי דרבנן היא והוי שבות שלא ע\"י מעשה משא\"כ בשביעית שהוא מפני חשד שע\"י מעשה עצמו. אבל האמת כי אינו דומה דשם גם האורח יחשוב בנפשו כיון שעשה בפרהסיא מסתמא יודעין בני עירו שיש לו בית השלחין שזה מפורסם לבני העיר כמ\"ש התוי\"ט שם משא\"כ הכא יחשדוהו האורח שפיר שהרי בני עירו גוים וק\"ל ובגליון משניות בתוספת חדשים כת' עוד ישוב דלא כהנוב\"י ע\"ש:",
            "<small>שם </small>סק\"ח הרחוב אין נקרא. נ\"ב עיין תשובות ח\"ס או\"ח סי' ס' וסי' ס\"א:"
        ],
        [
            "במג\"א ס\"ק א' לעכו\"ם חלק בו. נ\"ב עיין ביו\"ד סי' ס\"א ובש\"ך ס\"ק י\"ד ודוקא שותף אבל שוכר ושכיר לא בעי וק\"ל:"
        ],
        [
            "במחבר סעיף ו' יפקירנה בינו. נ\"ב עיין תשובותי:",
            "<small>שם </small>במג\"א סק\"ט וב\"ח מתיר. נ\"ב עיין תשובת ח\"ס או\"ח סימן ס\"ג [ע\"ד מו\"ץ אחד שהתיר למוכרי טאבאק לעשות פעולתם ע\"י גוי בש\"ק בביתם ע\"י שיפקיר הטאבאק בעש\"ק וכת' שלא טב הורה. אחד שלא הוזכר היתר ההפקר אלא לענין שביתת בהמה ולא לגוי לעשות מלאכתו ע\"ד ישראל. ב' דאין לסמוך על ההפקר אלא כשהמופקר חוץ לרשותו של ישראל ולא כשהוא בביתו. ג' דעכ\"פ איכא משום מראית העין וכו' וסיים וחלילה להתיר]:",
            "<small>שם </small>במג\"א ס\"ק י\"ב אין אדם. נ\"ב עיין תיו\"ט ביצה במשנה סוף פ\"ב ע\"ש [מהגאון כ\"ס]:",
            "<small>שם </small>ס\"ק ה' בהג\"ה וכל צדדי היתירים. נ\"ב ועיין תשובות רדב\"ז ח\"ב סי' ג' וכת' שם ד' אופני היתר ושהאחרון הגרוע שבכולם הוא היתר ההפקר אפילו בפני שלשה ושיהיה לבבו שלם בהפקרו עכ\"פ:"
        ],
        [],
        [
            "במג\"א ס\"ק ז' שמדברי התוס'. נ\"ב שבת דף ק' ע\"ב ד\"ה גמירי וכו':",
            "<small>שם </small>במג\"א סק\"י דאסור ליכנס. נ\"ב בחידושי העליתי דלכמה פוסקים צ\"ל דלא שייך גזירת שט אלא במעברא שעובר לרוחב הנהר אבל הנוסע בספינ' למרחק לא גזרו משום שט אלא משום תחומין ע\"ש. ועיין ח\"ס חלק ששי סי' צ\"ח:"
        ],
        [
            "ס\"ק ו' במג\"א ומהר\"ם טיקטין. נ\"ב עיין בספר חמד משה דמביא ראיה מפסחים דף ק\"ט ע\"א ע\"ש דברים נכונים ועיין רש\"י ביצה דף י\"ט ע\"ב ד\"ה בחג הסוכות וכו' שכת' מיהו פשיטא לן דכל זמן שבית המקדש קיים אין שמחה אלא בבשר ונראה בפירוש דדייק רש\"י דוקא בזמן המקדש ולא לאחר החורבן ע\"ש [מהגאון כ\"ס]:"
        ],
        [],
        [
            "במג\"א ס\"ק א' בעובדא דבני בשון. נ\"ב צ\"ע דלמא קודם מנחה וכן הקשה בנח\"ח וגם סתר עצמו עם מ\"ש סק\"ד וכן הקשה בא\"ר ועיין בספר תוספות שבת:",
            "<small>שם </small>במג\"א סק\"ה עסי'. נ\"ב תקל\"א סק\"ח:",
            "<small>באו\"ד </small>ועיין סימן תס\"ח ס\"ה. נ\"ב וע\"ש ס\"ק י\"ג:"
        ],
        [
            "במחבר מותר להתחיל וכו'. נ\"ב עיין באר היטב בנידון בישול יי\"ש ועיין תשובות או\"ח סי' ס\"ד [תוכן השאלה בקהלה אחת קבלו עליהם שבעש\"ק לא ישרפו יי\"ש מחצות ואילך בחורף ובקיץ משעה רביעית ואילך כדי שלא יצטרכו לבשל בשבת ועתה קם אחד ואמר שהוא מנהג טעות שבתשובות מהר\"מ א\"ש ח\"א סי' פ' מיקל בדבר זה, ובתשובתו כת' דאף הגאון מהר\"מ א\"ש לא התיר ליתן תבואה ביורה בע\"ש שיהיה מבשל והולך כל השבת אלא שצריכים לשער שיכלה בישולו טרם כניסת שבת כתיקון הקהלה הנ\"ל, אך השאלה היה שם אם טעה בשיעורו וכשהגיע שבת עדיין לא נגמר הכל אם צריך להסיר הכובע ולהפסיד הי\"ש. ועל זה השיב הגאון ז\"ל כיון שהוא בשלהי בשולא שאז אין פותחין התנור והסתימה טוב לכן ליכא למיחש למכבה ולמבעיר ולא לשמא יחתה וע\"כ התיר. ונמצא דהתיקון שתקנו בקהלה ההוא הוא תיקון יפה ומחוייב הוא ע\"ש היטב]:",
            "<small>שם </small>במג\"א סק\"ה מקום קנהו ממש נמחק ונ\"ב אמש:",
            "<small>שם </small>סק\"כ ליכא חיוב חטאת. נ\"ב עיין בספר אבן העזר לקמן סימן שכ\"ח שדוחה כל ראיותיו והעלה שיש בו חיוב חטאת וצ\"ע לדינא. לכן כשיש שעת הדחק סמוך לפסח רגיל אני לצוות שימכרו להנכרי בעל הרחיים את החטים וכל הכלים ואומרים לו כשמניח אותם לשומרם מחמץ אז אפשר שיחזרו ויקחו ממנו הקמח אחר שבת ועיין לקמן סי' ש\"ז סעיף ג' והישראל יושב ומשמר ועיין ש\"ך יו\"ד סי' ק\"כ וק\"ל. ומה שקשה על ראיות המג\"א מתוס' כבר תירצתי יפה בתוס' שבת ע\"ש דהכי קאמר דהיה ליה לרבה לומר דבמלאכה דאתיא ממילא כעין רחיים מודו ב\"ה לב\"ש דאיכא למטעי טפי ולמגזר ע\"ש אטו שבת שיאמרו שאין בו חטאת אלא ע\"כ דאה\"נ אין בו חטאת ע\"ש. ויותר נראה מ\"ש בגליון ש\"ע קטן בשערי תשובה והוא קרוב לדברי מחצי' השקל ופותקין מים לגינה נמי מילוי מים כל היום אין בו חיוב חטאת דוקא משקה אם לזרעים ממש ועיין לשון רש\"י במ\"ק דף ב' ע\"ב אבל למלאות ניגרי הגן מים ליכא לא חורש ולא זורע וכדברי המג\"א מוכח בירוש' לפמ\"ש הרשב\"א בחידושיו דמשמעותי' כרבה משום גזירה דלמא אתי למעבד בשבת ומסיי' התם בירושלמי דלב\"ש פותקין מים וכו' אבל לא יתן חטים וכו' משום השמעת קול א\"כ ש\"מ דבחטים לתוך רחיים ליכא למגז' משום דבשבת עצמו נמי ליכא איסור דאורייתא וצ\"ל שאני פת בתנור דכך היה במשכן דכל בישול ואפייה נעשה ממיל' אבל טחינה במשכן היה ברחיים של יד וכן מצודה היה צד ממש לא ע\"י פרישת מצודה לכן כל שנעשה ממילא פטור וכן כתב הקרבן נתנאל. וא\"כ אזדא ליה הראיה של אבן העוזר סי' שכ\"ח מזורה ורוח מסייעו. דהתם הכי הוה במשכן דכל זורה הוה ע\"י רוח משא\"כ רחיים של מים שטחנו בשל יד. ומ\"ש מצד צבי לק\"מ כיון דהצבי רץ מפני הכלב שרודפו האדם העומד לפניו לגדר דרכו הוא הצד בידים כצבי בבית ואדם יושב על הפתח דחייב משום צד:"
        ],
        [
            "במג\"א סק\"ה משמע דבשבת. נ\"ב מ\"ש הדגול מרבבה דהיינו תחלת סמיכה אבל להחזיר מה ששהה מע\"ש מותר ממ\"ש המג\"א ס\"ק ז' לא משמע כן. וראייתו מהש\"ס אינה מוכרחת דהא ברייתא דב' כירות מיירי מששהה ומחזיר כדתניא נוטלין ומחזירין וע\"כ התם משום דמידלי ושליט ביה אוירא. וגם דברי המג\"א ס\"ק ז' צ\"ע ועיין מלחמו' ד' שבתחל' דבריו כתב כך:",
            "<small>שם </small>ס\"ק ט\"ו דמשום הפשטיד\"א. נ\"ב שאינו ממולא כעין קיגעל שלנו כמ\"ש שם ס\"ק ט\"ז שם:"
        ],
        [
            "בהג\"ה סעיף ה' שיקרום פניו למעל' נ\"ב דברי האבן עוזר בכאן תמוהים שנעלמו ממנו דברי הש\"ס במנחות ריש פרק שתי הלחם דהדפוס היה מחובר בתנור וניסק עמו. גם דקדוקו מדקאמר בפת בנוסחאות סמ\"ך ותרומת וגם סמ\"ג שבב\"י לא מצאתי תיבה זו כלל. גם כל דבריו בזה אינו אלא המצאה של חידוד זוחאמת דבפלאדין שנתמלא ונחלקו שתי הלחמים עליון ומהתהתון הוה ליה כשתי ככרות נפרדים וצריך לשער התחתון כפניו התחתונים ועליון בפניו העליון כי פניו התחתונים אינ' נאפית מחום האש אלא מחום המילוי שבתוכו ואפילו עוגה סתמא שבתוכו שקדים או שומשמין ומפסיק בין עליון לתחתון כמ\"ש לקמן סימן ת\"ס וכ\"כ חמד משה כאן ומכל מקו' בנאפה בדפוס יש לעיין כי מ\"ש המג\"א ס\"ק ט\"ז מיירי שהקדירה עומד על האש ממש אבל בנאפה בתנור גרוף יש לעיין:"
        ],
        [],
        [],
        [],
        [],
        [
            "במג\"א ס\"ק ה' דהא אין. נ\"ב כן פירש\"י בדף מ\"ט ע\"א בד\"ה נוטל כיסוי וכו' ע\"ש ועמ\"ש ס\"פ במה טומנין דף נ\"א ע\"א בסופו ועיין מ\"ש בסמוך אי\"ה:",
            "<small>שם </small>סק\"ט כמ\"ש סס\"א. נ\"ב פירוש דהר\"ן מפרש כהרז\"ה דהך כיסה אינינו כיסוי של קדרה אלא שמכסה גלופקרא למעלה לצורך שמירת חום בשבת ומשום הכי דומה ממש לגיזי צמר דלעיל סס\"א. אבל רש\"י סוף פרק במה טומנין מפרש ליה בכיסוי קדרה שמכסה פי הקדרה והוא חשוב כמו הכלי עצמו והכלי נעשית בסיס לו כמו אבן שעל פי החביות שיעשה החביות בסיס לזה הואיל ועשוי לכסות פה החביו' וכמו שרמז המג\"א חילוק זה בדבריו לעיל סק\"ו לחלק בין גיזי צמר לסי' ש\"ט ס\"ד ובמגיני שלמה סוף פרק במה טומנין ר\"ל דהאבן שעל פי החביות מיירי שלא נעשה תשמיש לחביות כלל ע\"ש. וצ\"ע בשבת דף קכ\"ה ע\"ב מבואר דמיירי שנעש' תשמיש לחביות ומ\"ש נראה לי עיקר ולק\"מ קושית ש\"ג ס\"פ כמה טומנין אות ד' ע\"ש וק\"ל:",
            "<small>שם </small>במג\"א דין שהייה והטמנה בקיצור ואם לא נצטנן לגמרי. נ\"ב אבל לא קר: ועיין במג\"א סוף סי' רנ\"ג:"
        ],
        [],
        [
            "במחבר סעיף א' רביעי מיל אחר שקיעת החמה נמחק אחר ונ\"ב קודם:"
        ],
        [],
        [
            "סעיף א' בעגול ברמ\"א. אשיר\"י ומרדכי. ב\"ב והא דלקמן סי' תקצ\"א סעי' ד' ומייתי ראיה מלקמן ריש סי' רפ\"ב. אבל צל\"ע מש\"ס פ' ע\"פ דף ק\"ד ע\"א ומש\"ס ר\"פ התכל' דף ל\"ט ע\"א וצ\"ע לחלק. שוב מצאתי קושיא זו בספר שחיבר השל\"ה על המרדכי ונדחק מאד ליישב אהא דפרק התכלת אבל מהבדלה לא תירץ כלום ע\"ש. ולי נראה ראיה ממתני' מס' פרה פ\"ד משנה ב' שמינית וחזר והזה שמינית כשרה ועיין ר\"ע מברטנורא שם [מהגאון כ\"ס]:",
            "<small>שם </small>ס\"ק י\"ב דלא חלקו חכמים נ\"ב והמעיין בפנים יראה שהיא עצמה הרגישה בזה וכתבה דהרי בנס חנוכה מברכין עובר לעשייתן א\"כ הרי חזינן דלענין. ברכת הדלקה פליגי רבנן ולא דמי לטבילה וכו' דלא פלוג ועמ\"ש בחידושינו למס' שבת דף כ\"ד ע\"ב:",
            "<small>שם </small>ס\"ק ל\"ג לא ידעתי מה. נ\"ב המעיין בפנים (יראה) בהגהת הלבוש יראה שהרגיש בכל הדברים וסברתו נכונה דהרשב\"א יליף מתחומין שהוא בעצמו יכול לילך ע\"י בורגנין וה\"ה בע\"ש שהרי יכול להתיר נדרו במה שקדם לקבל שבת משא\"כ במ\"ש קודם שבירך בהמ\"ז לא יכול לומר המבדיל דמפסיד רצה שבבהמ\"ז וא\"כ אין שום מציאות שיבשל לעצמו באמצע סעודה שלישית וממילא אסור לו להנות ממלאכת חבירו ודברי דט\"ז כבר דחאום בספר חמד משה ודבריו נכונים ע\"ש. ומכל מקום אין אנו מוחין בהדלקת נר ע\"י ישראל שאמר המבדיל אבל לא לאפות ולבשל בשביל זה דשייך שמא ירבה בשבילו וגם בלאו הכי נמי יש להחמיר במלאכה גמורה קודם הבדלה כמ\"ש המג\"א לקמן ס\"ס רצ\"ט ע\"ש:"
        ],
        [
            "במג\"א ס\"ק י\"ב שמן זית עיין בס' רמ\"א ס\"ק ז' מה שהביא שם המג\"א והט\"ז [מהגאון כ\"ס]:"
        ],
        [
            "במג\"א סק\"י שיעש' כן בשבת. נ\"ב וא\"ר כתב עוד בשם הכל בו דכשנותן חמים בנר עצמו ליכא למגזר שיעשה כן בשבת ר\"ל דהוי דומיא דעורות לעבדן עם חשיכ' כמ\"ש התוס' סוף פרק כירה גלל כן נראה לי למעש' דעכ\"פ מותר כהאי גוונא ע\"י גוי בערב שבת שישפוך הגוי המים אל הקנה דהרי א\"נ יעשה כן על ידי גוי בשבת יש בזה שבות דשבו' ובשגם דכיבוי עצמה מלאכה שאינה צריכה לגופה היא. ע\"כ נראה לי דבערב שבת יש להתיר בוודאי על ידי גוי:"
        ],
        [
            "במג\"א סק\"ז ויש אומרים שצריך לזהר עיין בספר מקור חיים בסוף הספר בהגהות וקצת ביאורי' כתב היתר חדש באם העגלה בשני סוסים ולמשא זה היה יכול בסוס אחד בשני אנשים היה פטור אבל אסור ובבהמ' מותר לגמרי כמבואר בשבת דף צ\"ג ושוב דחה דלא ילפינן לאו מקרבן ע\"ש. ובאמת צ\"ע במלאכת שבת היאך תהיה מלאכת בהמתו חמורה ממלאכת עצמו והרי בחד קרא כתיב לא תעשה מלאכה אתה ובהמתך ומה שנקרא מלאכת אצלו גם בבהמתו כגופו דמיא אבל לא יותר וגם בשאר איסורי לאוי' לא ילפינן אבל בשבת אין לחלק בין בהמה לאדם כן נראה לי ברור והדין צ\"ע ולדעתי נראה שלא אמר אדם מעולם היתר זה כי מהידוע שרגיל להיות שאם יש אחר מסוס א' לפעמים מתעצל הסוס וסומך על סוס חבירו והוא נסוג אחר מלמשוך ועצמו הולך מכח חבירו עד שמרגיש המחמר ורודהו במקלו שבידו וא\"כ אין לסמוך על היתר זה כי אולי יהי' ד' אמות במעט רגע אשר היה סוס אחד נסוג אחור ויהיה כלהמשא על סוס האחר כנ\"ל מהגאון [מהגאון כ\"ס]:",
            "<small>(שם) </small>במג\"א סק\"י דהתם מיירי בשוכח נ\"ב ובחידושי הרמב\"ן ריש פרק מי שהחשיך אוסר בהדיא אפי' שוכח ע\"ש וא\"כ קשיא ההיא דמס' ע\"ז ובספר קרבן נתנאל ר\"פ מי שהחשיך כתב דהרמב\"ם היה מפרש הך דמס' ע\"ז המוצא מציאה כיס בשבת ע\"ש. אך הרמב\"ן פליג להדיא על הרמב\"ם בהא ע\"ש:"
        ],
        [],
        [],
        [
            "במג\"א ס\"ק א' הגה\"מ בשם מהר\"מ. נ\"ב עיין תוס' ישנים יומא פ\"ב ע\"א סברתם ההפוכה ולקמן סי' תע\"א סק\"ז וכן סי' תרט\"ז ס\"ק ב' כתב כדעת מהר\"מ ולקמן סי' תר\"מ סק\"ג כתב בהיפוך וצ\"ע ועיין תרה\"ד סי' צ\"ד שכ' דאין סברת התוס' ישנים הפוכה מסברת מהר\"מ ועיין מחצית השקל סי' תרט\"ז וסי' תר\"מ [מהגאון כ\"ס]:"
        ],
        [],
        [
            "<small>(שם) </small>במג\"א ס\"ק א' ד\"ה ודע.נ\"ב עיין פירש\"י דף י\"ג ע\"א ותוס' שם ד\"ה לא קראו וכו' משמע דלרש\"י קדוש יוה\"כ דאורייתא כמו שבת וטעמו נרא' לי דשבת ויוה\"כ דאין ליחיד בהם שום קום ועשה רק שבות מאכילה ומלאכה אינו ניכר שהוא לשם מצוה אם אינו זוכרהו בכניסתו וכעין זה מטעם זה תקנו בתענית לקבל תענית מבערב דאל\"ה ליכא אלא שב ואל תעשה דזה דוקא שבת ויוה\"כ אבל יו\"ט דאיכא לכל יחיד מ\"ע חגיגה ראייה ושמחה אפילו בחוצה לארץ בזמן הזה כיון דאיכא קום ועשה לכל יחיד אינו צריך זכירה והזמנה ככל מצות עשה דעלמא ולפ\"ז למה דקיימא לן מצות צריכות כוונה צריך לכוין בתפלת יום הכיפורים בין בחול בין בשבת לצאת י\"ח זכירה ובשבתות דעלמא לא יכוין לצאת בתפלה כדי שיצא ידי חובת קידוש דאורייתא מן המובחר במקום סעודה על הכוס וכתיקון חז\"ל כן נראה לפענ\"ד:",
            "במג\"א ס\"ק א' ודע דהקידוש של יו\"ט ע' בפרי מגדים לקמן סי' רצ\"ו ס\"ק י\"א מה שהניח בצ\"ע על פשיטותו של המג\"א דקידוש של יו\"ט דרבנן ע\"ש ועיין א\"ר כאן [מהגאון כ\"ס]:",
            "<small>שם </small>במחבר סעיף ב' נשים נ\"ב עיינתי בפנים באגודה דמייתי המג\"א סק\"כ ולא פליג אהר\"י אלא דהר\"י מיירי דנשים אין מוציאות את האנשים וכך כתב האגוד' בעצמו פ\"ג דשבועות והאגודה מיירי דנשים מוציאות את הנשים דס\"ל דערבות של עצמן נתערבו הנשים וכן נראה שהרי הוזכר בפרשת נצבים וכן גרים ועבדים חוטבי עצים ושואבי מים ודברי הפרי מגדים ס\"ס ע\"ג צ\"ע ותמהני אם אנשים מוציאות את הנשים כמ\"ש הדגול מרבבה בסי' זה וכל זה תליא בפלוגתת רש\"י ותוס' נדה דף י\"ג ע\"ב ויבמות דף מ\"ז ע\"ב:",
            "<small>(שם) </small>ס\"ק ב' לכן תקדש האשה לעצמה נ\"ב עמ\"ש בדגול מרבב' פ\"ה מענין ערבות כבר קדמו פ\"מ ס\"ס נ\"ג באשל אברהם והעלה דאפילו הכי מוציאה י\"ח ע\"ש וכבר כתבתי לעיל בצ\"ע שם:",
            "<small>(שם) </small>במג\"א סק\"י וצריכים לחזור ולברך נ\"ב עיין במחצית השקל דכאן מתחיל ס\"ק חדש [מהגאון כ\"ס]:",
            "<small>(שם) </small>סעיף ה' במחבר בין במזיד נ\"ב עיין תשובות ח\"ס או\"ח סי' י\"ז בד\"ה עוד נתעוררתי:"
        ],
        [
            "ססק\"ו מג\"א ועסי' רע\"א סי\"ג נ\"ב וכדלעיל סי' ק\"ץ סק\"ד ודלא כט\"ז ס\"ס ר\"י דס\"ל דלא בעינן רביעית דליתא:"
        ],
        [
            "בהג\"ה סעיף ג' שיהא בדעתו לאכול וכו' נמחק הס\"ק ו' ולקמן באותו סעיף ד\"ה שלא לאכול שם נ\"ב כאן צ\"ל סק\"ו:"
        ],
        [],
        [],
        [
            "סעיף ב' בהג\"ה דהא בשבת צריך למחות לפ\"ז[ועיין שו\"ת כתב סופר חלק או\"ח סי' קט\"ז] ועיין ברמב\"ן פרשת אמור גבי שבתון זכרון תרועה יש להבין דשבתון דגבי ר\"ה הוא למילף מיניה עשה לכל המועדים ובסוכות דכתיב ביום הראשון שבתון וביום השמיני שבתון אתי למעוטי חה\"מ מעשה דשבות ולפ\"ז ראשון ושביעי דפסח אתי למעוטי חוה\"מ מלאו ע\"ש ודברים האלו נעלמו מהגאון מעין חכמה דף ע\"ב ע\"א חרוז המתחיל פרוח תפרח ע\"ש:"
        ],
        [],
        [],
        [
            "במג\"א סק\"ה לשלהבת, נ\"ב צ\"ע דהשמן הוה איסור מחמת עצמו משום המסתפק חייב משום מכבה, ושוב מצאתי כן בהג\"ה מג\"א שבסוף ס' מקור חיים ועיין בחידושינו בזה:"
        ],
        [],
        [
            "במג\"א ר\"ס יש מקומות. נ\"ב וכך כת' בסידור של\"ה בסידור מהר\"י עבץ ובתשובותיו ח\"ב סימן ק\"כ:"
        ],
        [
            "במג\"א סק\"א ומשמע, נ\"ב עיין תשובות ח\"ס או\"ח סי' קע\"א וסי' ק\"ע, [ע\"ד דברי ריבות שנתהווה בקהלה אחת ע\"ד הוספת אחרון בכל שבת וביוה\"כ שחל בשבת אשר הנהיג הרב אב\"ד שתהיה מזה סיוע לקופת ת\"ת ולאחר שהאריך לדבר בענין זה ולבארו באר היטב כת' בסוף תשובה סי' רע\"א וז\"ל היוצא מדברינו מה שהנהיג להוסיף אחרון בכל שבת כדי להחזיק תורה עם תינוקות של בית רבן יפה עשה ויחזיק במעוזו ואל ירף מזה, אמנם ביוה\"כ שחל בשבת ניהו שאין לתופסו מפני שנהג כמנהג מקומו בעיר פראג מכל מקום נראה לי יותר טוב שלא לנהוג כן במקום דלא נהיגי ובשגם שאין בזה הפסד כל כך להקופה של תלמוד תורה אם לא יוסיפו פ\"א וכו']:",
            "<small>לסי' רפ\"ב </small>במג\"א סקט\"ז ואל יאמר. נ\"ב ובספר אבן העוזר פסק דיאמר קדיש אחר השביעי ואח\"כ יפטיר וכן נוהגין בט\"ב שאומרים קדיש בין קריאה למפטיר בשחרית וכן נראה לי להורות:",
            "<small>שם </small>במג\"א ד\"ה החתן שהי' וכו' הוא אחרון לו וכו', נ\"ב ואפילו ביום המילה עצמו כ\"כ לבוש מטעם שסופו לעלות לתורה ביום שתלך היולדת לבהכנ\"ס אח\"כ ביום מ\"ם ע\"ש וכ\"כ בשערי אפרים ע\"ש:"
        ],
        [],
        [
            "ברמ\"א סעיף ה' ושנים לא יאמרו. עיין ח\"ס או\"ח סי' ס\"ח:"
        ],
        [],
        [
            "סעיף א' בהג\"ה קודם נ\"ב ונ\"ל אפילו לא נתכוון אלא לשחרית יצא משום מוסף דמצות דרבנן א\"צ כוונה ועמ\"ש המג\"א סי' ס' ס\"ק ג' ועיין מ\"ש המג\"א וא\"ר לעיל סי' רס\"ח ס\"ק ז' ח' ט' ודו\"ק:",
            "<small>שם </small>במג\"א סס\"ק א' משמע דלא גרע וכו'. נ\"ב עיין תשובות ח\"ס או\"ח סי' ס\"ט [ע\"ד מנהג עיר אחת שאם יקרה ברית מילה בשבת זריזין מקדימין למולו אחר שחרית וסועדים מיד סעודת הברית קודם מוסף וכת' בתחלת תשובתו דיש להתיר זה עפ\"י דעת הב\"ח סי' רפ\"י ע\"ש ואח\"כ כת' דלדברי המג\"א שכתב דעכ\"פ דינו כתפלת מנחה וצ\"ל דסעודה גדולה לעולם אסור וסעודה קטנה במקום שקורין לבהכנ\"ס נהגו להתיר, אע\"ג דבעלמא קורין לסעודת ברית מילה סעודה גדולה היינו בזמנם ובמקומם אבל עכשיו שאינם סועדים רק סעודת שחרית שמאכלו חלב אעפ\"י שמברכים ברכת המזון מכל מקום אינם שותים יין ולא משתכרים ואינו אלא סעודת ארעי וגם קורין לבהכנ\"ס בזמן מוסף ע\"כ אין למחות בידם]:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במג\"א סק\"ד ד\"ה אמרינן וכו' הוי\"ל להפוסקים לכתוב דין זה, נ\"ב ולא דמי לסעיף א' דהתם אינו רוצה לברך כלל אין צריך לחזור אחריו אבל אם מברך צריך לעשות מן המובחר על אבוקה כנלפענ\"ד דלא כא\"ר:"
        ],
        [],
        [],
        [
            "באר הגולה אות י' טור בספר נמחק. נ\"ב בסי' דבר אחר:",
            "<small>שם </small>במג\"א ס\"ק כ\"ז דאיכא זילותא דשבת כמ\"ש סי' תקכ\"ב. נ\"ב בנוב\"י סי' י\"א פליג ע\"ז בדברים נכונים:"
        ],
        [],
        [
            "במג\"א ס\"ק כ\"ב לצמר עמ\"ש בסימן ש\"מ. נ\"ב שם העלה כהתוספת דהוי מלאכה שאינה צריכ' לגופ' ע\"ש סק\"ג. וגם מ\"ש סי' תצ\"ח ס\"ק כ\"ב וכ\"ג נמי היינו בצמר דצריך אח\"כ לדבר הנתלש אבל בשער וצפורן דאינו צריך לא שייך תולדה דקוצר ודעוקר דבר מגידולו ועתה בעוה\"ר נתקלקלו בנות ישראל ונושאים מסרק על ראשם בשבת ואינם שומעים וכיון דליכא אלא איסור דרבנן מוטב שיהיו שוגגין וכמ\"ש הריב\"ש בעצמו סי' שצ\"ד סוף ד\"ה ואחר שנתבאר וכו' ע\"ש אמנם מ\"ש שעורות תחשים היו נגזזים ולא היו צריכות לשערות שלהם צלע\"ג מנ\"ל שגזזו עורו' התחשים. הנה רש\"י פירש במתני' דארבעים מלאכות המוחק את העור שבמשכן היו מגרדין שער התחשים להחליק עורן גם זה איני יודע מנ\"ל שהסירו שער מהתחשים דלמא מעורות אילי' אחד שגזזו צמרן גרדום והחליקן ומכל מקום גם לרש\"י עכ\"פ לא היתה גזיזה בתחשים אלא ממחק ודברי ריב\"ש צל\"ע. שוב מצאתי שכבר תמה בזה בסדרי טהרה סי' קצ\"ח סוף ס\"ק ל\"ט ע\"ש:"
        ],
        [
            "במג\"א ס\"ק י\"ב אלם כוון. נ\"ב עיין תשובותי סי' תשצ\"א ד\"ה וכיון שזכינו לדין ע\"ש וצ\"ע:"
        ],
        [],
        [
            "במחבר ריש סעיף א' ממצוא חפצך נ\"ב להפקיר בשבת או לקנות מן ההפקר בשבת, מבואר בתשובותי סי' אלף רפ\"ד:",
            "<small>שם </small>במג\"א רס\"ק ט\"ו לפסוק לצדקה. נ\"ב עיין ט\"ז ס\"ק ב' וז\"ל בעל כפתו' ופרח פרק מ\"ד אבל הפוסק מעות לצדקה אפילו אומר סלע זו לצדק' לעניים לא יצא מרשותו ואינו נאסר בה כהקדש אלא שמותר להשתמש בה ולהחליפה ואין עליו אלא לקיים נדרו וכו' עכ\"ל ע\"ש ונכון הוא:",
            "<small>שם בד\"ה וא\"כ צ\"ע. </small>נ\"ב אבל לרב הדורש אין ספק משום דהוה דורן לחכם וכבוד התורה ותפארת וחיבוב מצוה וכבר כתב ב\"י סי' תקכ\"ז בשם המרדכי הנ\"ל דלצורך מצו' שרי ליתן מתנה דוקא משכן אסור דמחזי טפי כמשא ומתן אבל מתנה שרי טפי ורוב פעמי' כבר יחדו הכלים מע\"ש מה שרוצים לשלוח מחר לחכם וכיון שהפריש כבר יצא מרשות בעליו משום דכתיב בפיך זו צדקה וא\"כ מה שנותן אח\"כ בשבת אינו אלא לפרסומי מלתא וכמ\"ש הט\"ז ס\"ק ב' בס\"ת לבהכ\"נ אך מה שרגילין לשלוח גרגרי קאפע שהוא מוקצה לא חזי לשום מידי בודאי צ\"ע א\"ל שמונח עליו ציקער כבר מערב שבת באופן שאי אפשר לנערו ממנו ומטלטל הכלי עם הקאפע אגב הציקער וכבר פרסמתי כן ברבים והשומע ישמע. ועיין מ\"ש הבית מאיר סוף סי' מ\"ה בדין זה [מהגאון כ\"ס], וע' ח\"ס או\"ח סי' ע\"ד שכתב בשם תשו' גינת וורדים שאצלם אוכלים קאפע קלוי. וצ\"ל שזקיני זצ\"ל מיירי באינו קלוי וק\"ל:",
            "<small>שם </small>סעיף י\"א ע\"ש בהג\"ה בכתב שלהם. נ\"ב וצ\"ע כ\"ש סי' קכ\"ו ססק\"א ע\"ש ולקמן מג\"א סימן ש\"מ ססק\"י:"
        ],
        [
            "<small>שם </small>במג\"א ס\"ק כ' משמע דאסור לומר לפותחה וכ\"כ בספר זכרונות עמ\"ש וכו'. נ\"ב עיין לקמן סוף סי' ש\"מ במג\"א לכן אם אפשר להתיר החותם בלי שבירת האותיות ומבלי שיקרע הנייר פשיטא דמותר לומר לנכרי ואם א\"א יכול נמי לו' לנכרי לקרוע הנייר סביב החותם שלא ישבר האותיות ועיין מ\"ש א\"ר סי' זה ג\"כ להתיר ודלא כפר\"ח ביו\"ד סי' קי\"ח ע\"ש שמחמיר ועיין מ\"ש ג\"כ המג\"א לקמן סימן תקי\"ט ס\"ק ד' להתיר באופן שכתבתי. שוב מצאתי בספר דגול מרבבה סי' זה דמייתי בשם חכם צבי סוף סי' ל\"ט להתיר וכן נוט' דעת מ\"ל ע\"ש ומהריעב\"ץ ח\"ב סוף סי' ק\"מ מתיר אפילו שבירת האותיות ע\"ש:",
            "סעיף ט\"ז במחבר מושב לצים. נ\"ב עמ\"ש המג\"א סי' רכ\"ד סק\"ג בשם ספר האשכול ע\"ש:"
        ],
        [
            "סעיף ד' במחבר וכתבי קודש נ\"ב עיין באהע\"ז ס\"ס קלו מענין טלטול גט בשבת לעיל בסימן זה במג\"א ס\"ק כד:",
            "<small>(שם) </small>במג\"א ס\"ק כב ע\"ש וא\"כ גם חלונות אסור נ\"ב עיין ט\"ז סי' שיג:",
            "<small>(שם) </small>ס\"ק נ\"א ומשמע מזה נ\"ב ומשום הכי טוב להניח חתיכת פת בקערה ולקלוף עליה קליפת הבצים בשבת או קליפי אגוזים:",
            "<small>(שם) </small>בהג\"ה סעי' נא וכבר פשט המנהג לאסור נ\"ב וכבר פשט המנהג להתיר עיין שו\"ת פנים מאירות ח\"ב ושיעב\"ץ ח\"א דף עב ע\"ב וח\"ב סי' ס\"ג ובתשובות שבסוף ספר משנת דר\"ע ומיהו כלי שעות של חול אוסרים אפילו ליגע בו שאי אפשר שלא יורד החול מחלק העליון לתחתון:",
            "<small>(שם) </small>ס\"ק עט לכל וכו' ובתוס' פ' מפנים וכו' נ\"ב עיין פירש\"י סוכה דף מב ע\"א והגהת אשר\"י שם נראה דס\"ל דלמ\"ד נשים אין סומכות רשות הו\"ל לולב לגבי נשים דבר שמלאכתו לאיסור ולא הוי שרי לנשים אע\"ג דחזי לאנשים וא\"כ ע\"כ מתני' כמ\"ד נשי' סומכות רשות דמשום הכי שרי להם לטלטל משום דחזיא לאנשים ועיין שער המלך פ\"ז מהלכות לולב בסופו והשתא אי ס\"ד דמברכין וציונו על מצות עשה שהזמן גרמא א\"כ מה חידושו שמחזרת במים עיין וק\"ל זה נראה לי כוונת הג\"ה שם:"
        ],
        [],
        [
            "בט\"ז סק\"א סי' שיח ס\"ב פסק. נ\"ב עיין במג\"א שם ס\"ק ד' דלק\"מ ופשוט:",
            "<small>(שם)במג\"א </small>סק\"ח אפר שמותר. נ\"ב עיין בספר בינה לעתים פ\"ב מהלכות יו\"ט הלכה י\"ח ועיין בפרי מגדים(מהגאון כ\"ס):",
            "<small>(שם) </small>במג\"א ס\"ק ח' סגי ברובא נ\"ב עיין בכורות דף כג ע\"א אפר פרה שנתערב וכו' דבמשא מטמא וטלטול מוקצה כמשא דמי ומשום הכי הוצרך המג\"א לאתויי עלה מטעם זה דעיקר איסורו מדבריה אמנם במלמ\"ל פ\"א מהלכות משכב ומושב הלכה י\"ד ד\"ה עוד נראה וכו' מבואר דהרמב\"ם ס\"ל אפר באפר מקרי יבש ביבש אבל למאי דקי\"ל דהוה לח בלח בלאו ה\"נ אינו מטמא במשא וטעמא נראה לפענ\"ד דס\"ל דש\"ס דבכורות ס\"ל דלח בלח אין בילה ומשום הכי מדמה הש\"ס לח ביבש אבל אנן קי\"ל בלח יש בילה עיין בר\"ה דף יג ע\"ב ותוס' ד\"ה חוץ וכו' וקי\"ל קמח בקמח מקרי לח א\"כ לא הוי צריך המג\"א לזה ועיין בבכורות דף כב ע\"א תוס' ד\"ה הנך וכו' ולפענ\"ד לאו דוקא טומאה אלא כל מידי דלאו אכילה והנאה לא שייך שיעור ס' וטעם כעיקר עיין וק\"ל שוב מצאתי זה כתוב בספר בינה לעתים פ\"ב מהלכות יו\"ט הלכה י\"ח ע\"ש וצ\"ע בתוס' בכורות דף כג ע\"א סד\"ה נבלה וכו' דמים ומלח לענין תחומין ע\"ש:"
        ],
        [
            "במחבר סעיף ב' ע\"י תינוק נ\"ב נראה לי טעמא דהרמב\"ן דנעשה מת מטה לתינוק והמוציא הי במטה פטור אף על המטה שהמטה טפילה לו כדאיתא במשנה פרק המצניע דף צ\"ג ע\"ב ע\"ש ובזה ניחא נמי דעת רבינו אביגדור דלקמן סעיף ד' מייתי ראיה משיורי כוסות ולא מייתי בפשיטות דמה לי ככר ותינוק על המת או מלבושיו אלא ע\"כ שאני מניח ע\"ג שנעשה המת מטה לתינוק או לאוכלים וכלים אבל במלבושיו נהפוך הוא שהרי מלבושיו טפלים למת והוי כשיורי שבתוך הכוס שהכוס משמש לשיוריו ולפ\"ז יש לתרץ קושית השל\"ה שהמג\"א ס\"ק ט\"ז די\"ל שדוד המלך ע\"ה הוצרכו לטלטלו מרשות לרשות ולא הותר אלא באופן שכתב הרמב\"ן להניח עליו תינוק שיהיה המת מטה לתינוק ופטור אף על המטה שהוא המת ומה שאמרו בשבת דף ל' ע\"ב שהשיבו הסנהדרין אביך הנח עליו ככר או תינוק אשגירת לישנא היא וככר כדי נקט רק תינוק כדי להוציא מרשות לרשות וזה לא שייך ע\"י מלבושיו וק\"ל והא דלא התירו מת שעל המטה כי אם על ידי טלטול מן הצד ולא לטלטל להדיא על ידי המטה משום דלא דמיא לתינוק דהתם נעשה מת מטה לתינוק משא\"כ הכא הוה מת במטה שחייב אף על המטה ולא דמי נמי לשיורי כוסות שאינם יוצאים בניקל אלא על ידי הדחה ושטיפה וכן מלבושיו של מת משא\"כ ע\"ג המטה אינו בטל לגבי המטה שיכולים לנערו מן המטה כנלפענ\"ד:"
        ],
        [],
        [],
        [
            "במג\"א סקי\"א לצורך מצוה.נ\"ב ולפתוח פותחת על ידי אומן [שלאססער] פשיטא דשרי ואין כאן בית מיחוש שהרי אינו שובר ואינו עושה מעשה כלל רק פותח במפתח שלו:"
        ],
        [
            "במג\"א סק\"ה חוץ. נ\"ב עיין תשובות ח\"ס או\"ח סי' עג [בענין מחיצה שקוראין שפאנישע וואנד שעשויים מכמה חלקים וכשהחלקים נכפלים זה על זה מכל מקום נשאר הרבה יותר מטפח אם זה השיור סגי לפתחו כלו בשבת ולהוי רק כמוסיף על אהל עראי או לא כיון דדרכו בכך צריך לפתוח מערב שבת עכ\"פ חלק א' מהכפלים וסיים תשובתו בזה\"ל והשתא לפי\"ז אותן דפנות שקוראין שפאנישע וואנד שכך דרך עמידתם מוכרך ומכופל ונשאר בה שטח כמה טפחים רוחב לא נראה שהועמד שם למחיצה אלא כך דרכו לעולם ואי אפשר בענין אחר אפילו רש\"י מודה דאסור וכו' וכן הנהגתי בביתי שלא לפשטן בשבת ע\"י ישראל אם לא נתפשטו עכ\"פ כפול מע\"ש אבל ע\"י גוי יש להתיר דעכ\"פ לית ביה אלא איסור דרבנן משום דלא מחזי כמוסיף אוהל וכמ\"ש לעיל ומסתמא רוב עשיית מחיצה כאלו לצורך מצוה ע\"כ יש להתיר ע\"י אמירה לנכרי]:",
            "במג\"א סס\"כ עיין שו\"ת ח\"ס או\"ח סי' ע\"ב [שם כתב לסתור דברי הנוב\"י מהד\"ב סימן למ\"ד ע\"ד הפריסאל שהמון עם נושאים אותו בשבת וחושש להם לחיוב חטאת והוא חולק על דבריו מכמה טעמים אשר למד מדברי הירושלמי ס\"פ כלל גדול ע\"ש היטב. ובגוף הדבר כתב דבודאי לישא פאראסאל בשבת לאו משנת חסידים הוא ושומר נפשו ירחק ממנו וכו' ובסוף התשובה כתב וז\"ל וא\"כ לכל הפחות מותר לפתחם ע\"י גוי ואיו להרעיש העולם בשביל זה:"
        ],
        [],
        [],
        [
            "במג\"א ס\"ק ב' בד\"ה אם היה וצ\"ע דאין הנדון. נ\"ב עיין תוס' שבת דמיישב היטב שיטת הרמ\"ה ורי\"ו ע\"ש ולפ\"ז אינהו ס\"ל כשיטת הר\"ש פ\"ב דביכורים ולשיטה זו מיושב קושית התוס' ביבמות ד' פ\"ב ע\"א ד\"ה משום וכו' ומיהו קשה וכו' ע\"ש דיש לומר התם אין הכהן בעליו טמא משא\"כ בחטאת מיירי שבעליו טמא ע\"ש בתוס' שבת והרמב\"ם דל\"ל כפירוש הר\"ש דביכורים מפרש דברי רבה ביבמות כפירש\"י שם ולא מיירי מטומאת הגוף וא\"כ לא שייך לומר דרב אשי קאי אטומאת הגוף כיון שלא הוזכר מזה שם ע\"כ שפיר קאמר דרב אשי בדותא היא אמנם ניהו דדברי הפוסקים מיושבים לפי דברי התוס' שבת הנ\"ל ובהוספ' נופך משל הנ\"ל מכל מקום דברי הרמ\"א אינם מיושבים שהחליט להקל נגד הרמב\"ם ורש\"י ותוס' ע\"כ נראה לי להוסי' עוד דהכא כ\"ע מודים דהנה ודאי בשאר איסורים איכא למימר ניהו דהעיקר דלמי שאין לו מתירין יתבטל מכל מקום כיון דלמי שיש לו מתירין אסור משום עד שתאכלנו באיסור אכול בהיתר משום הכי אסורים נמי משום לא פלוג למי שאין לו מתירין וכדתנן בביכורים אסורים אף לזרים וכדפירש הרע\"ב שם. אף הכא מכיון שנאמר שמעיקר הדין הותר למבשל בעצמו שאין לו מתירין איך נאמר שאסור לכל העולם הלא לא נאסר להם אלא משום קנסא דהמבשל וכיון שהותר לו איך נאסר לשאר אינשי אלא מכיון שבטל לזה בטל לכולי עלמא והדין דין אמת לפענ\"ד ובתוס' יומא דף מז ע\"ב סוף ד\"ה הדר וכו' דמנחה קודם קמיצה לא בטל בחולין משום לתא דטבל דיש לו מתירין בקמיצה וצ\"ל עד שתאכלנו בשתי איסורים לזר ובלא קמיצה אוכלהו אחר קמיצ' ובאיסור א' וכמ\"ש בתשובות צמח צדק סוף סי' ס\"ט בביצת טריפה שנולדה ביו\"ט ע\"ש ואף ע\"ג דקודם קמיצה ליכא לאו דזרות מכל מקום איסור איכא ועיין ברמב\"ם:",
            "<small>(שם) </small>באותו ס\"ק ובחיבורו פ\"ב מביכורים ומיהו הראש נמחק האל\"ף וצ\"ל הר\"ש:",
            "<small>(שם) </small>ס\"ק ג' וה\"ה בשוכח נ\"ב עיין מג\"א לקמן סי' תקכ\"ז ס\"ק ו':",
            "<small>(שם) </small>במג\"א ססק\"ח ועיין ש\"ך ס\"ב ובמס' ביצה נ\"ב עיין שער המלך ספ\"ה מהלכות יו\"ט:",
            "<small>(שם) </small>במחבר סעיף ג' כגון ליתן ביצה נ\"ב ובש\"ס ל\"ח אם גלגל חייב חטאת ע\"ש אף ע\"ג דיכול לגומעה חיה ומינה לכל הנאכלים כמות שהן חיה אם בשל חייב חטאת ומבשל מים חייב וכ\"כ בספר חיי אדם ריש כלל כ' בפשיטות ומ\"ש הרמב\"ם פ\"ט הלכה ג' דבר שאינו צריך בישול כלל פטור ע\"ש היינו כמו שמן שכתב ה\"ה שם אך מצאתי בשו\"ת רדב\"ז חלק ראשון מח\"ב סי' רי\"ג כתב דמבשל דבר שנאכל כמות שהוא חי פטור דהוה כמו מאכל בן דרוסאי וצ\"ע לפענ\"ד ועיין ט\"ז יו\"ד סי' קי\"ג ס\"ק יד ע\"ש:",
            "<small>(שם) </small>במג\"א ס\"ק י' ד\"ה כתב הרמב\"ם בחצי בישולו לדעת הראב\"ד. נ\"ב לשון זה צע\"ג והמעיין בפנים ברמב\"ם וכ\"מ בשם רמ\"ך יראה כי יש כאן ט\"ס:",
            "<small>(שם) </small>סס\"ק זה ויש לחלק נ\"ב וכבר ישבו בלח\"מ ומיהו מלשון רש\"י בשבת דף ע\"ד ע\"ב ד\"ה דשרי סיכתא וכו' ובד\"ה דמרפי דפי וכו' משמע שאין בישול אלא ע\"י משקין ע\"ש:",
            "<small>(שם) </small>ס\"ק כו ע\"ג כירה וכו' אבל מבושל וכו' על גבי קדירה דעדיף מכירה. נ\"ב נמחק תיבת כירה והמוסגר נמחק ונ\"ב מצאן על כירה קדירה דעדיף מכירה ת\"ש וע\"ש כצ\"ל:",
            "<small>(שם) </small>ס\"ק כח אפילו אין היד סולדת בו וכמ\"ש הערוך בערך סלד דשולטת בירושלמי כמו סולדת וכ\"כ תשובות בית יעקב סי' כ' דלא כש\"ך יו\"ד סי' קה מיהו נראה לי מירושלמי דלענין שבת עשו הרחקה לכלי ראשון אפי' אין היד סולדת כל זמן שהוא חם וגם לכלי שני כל זמן שהיד סולדת בו וכדמייתי ראיה מההיא פינכא דארוזא וכל זה לענין שבת אבל לענין או\"ה לא מיירי דהתם הכל תליא ביד סולדת בו בין כלי ראשון בין כלי שני ומזה לא מיירי המג\"א וא\"כ מכל מקום לדינא דברי הש\"ך נכונים שוב מצאתי בחידושי הרמב\"ן סוף מס' ע\"ז שפירש בהדיא יד שולטת דירושלמי כהש\"ך דלא כהערוך הנ\"ל ודלא כהמג\"א כאן:",
            "<small>(שם) </small>במחבר סעי' י' אסור נ\"ב לשפוך רותחין על קאפ\"ע כתוש עיין תשובות ח\"ס או\"ח סי' עד [ע\"ד מה שנוהגין בק\"ק האמבורג לשפוך ביום ש\"ק רותחין מכלי ראשון על קאפפע כתוש שכבר נשפך עליו רותחין מע\"ש והורק המים ועתה חוזרי' ושופכים עליו ושותין אותו כך וכתב בסוף התשובה דאין כח למחות ביד הנוהגים היתר לשפוך על ידי גוי אבל רק על קאפפע שהוא יבש לגמרי ואין בו שום לחלוחי' מים קרים וכו' ומ\"מ אשרי הנזהר וע\"ש היט' בכל דבריו ז\"ל]:",
            "(שם) במג\"א ס\"ק מ\"ה בי\"ד.נ\"ב עיין ש\"ך סי' קה סק\"ח ואמנם מתשובות מנחת יעקב סוף כלל ס\"א מוכח דלכ\"ע אינו מבשל לענין בב\"ח מריש פרק כל הכשר סוף סוף כלי שני הוא ע\"ש ולכאורה ה\"ה לענין שבת ונראה לי דלענין שבת מקרי שפיר בישול דהיינו כצלי בלא רוטב וחייב אבל בב\"ח פטור דהוא טיגון ולא בשול וכמו שכ' הר\"ן סוף פרק כל הבשר וראיה מש\"ס סנהדרין דף ד' ע\"ב ובתוס' ד\"ה דרך וכו' וק\"ל ועיין ש\"ך ריש סי' צב:"
        ],
        [
            "במג\"א ס\"ק ה' שמתבל ומשמרו נמחק הויו וצ\"ל ומשמר:",
            "<small>(שם) </small>סעיף יד במחבר שאם נ\"ב ועיין מג\"א סי' תק\"י ס\"ק יג לענין סמעטני מן החלב:"
        ],
        [
            "במחבר סוף סעיף ב' מתבטל עיין ח\"ס או\"ח סי' קלח ד\"ה ויען וכו':"
        ],
        [
            "במג\"א ס\"ק ז' בד\"ה ומ\"כ שגאון.נ\"ב ובספר א\"ר סי' שח סק\"ו הסכים לפסק הגאון הלז וכתוב בספר דגול מרבבה דעכ\"פ באווזא פטומה שיש בה שומן דאין תקנה בצלייה מותר אפי' על ידי ישראל אם אי אפשר ע\"י גוי וכן נראה דאין להחמיר כלל בזה ונוהגים להורות ליטול ידיו על גבי הבשר:"
        ],
        [],
        [
            "במג\"א ס\"ק יד בד\"ה אסור לבטל. נ\"ב צ\"ע בתוס' פסחים דף מו ע\"א ד\"ה עד שתאפה ובר\"ן שם ואולי כיון דאי עבר ובטלה מבוטל אמרינן הואיל וצ\"ע ועיין תשובות ח\"ס חלק ששי סי' לג וח\"ס יו\"ד סי' שיט [וז\"ל בח\"ס חלק ששי סי' לג בתוס' כתבו שיבטלו ברוב והרי\"ף לא כתב תקנתא ונדחק הר\"ן שלא רצה לגלותה ולפענ\"ד דס\"ל כתה\"ד סי' נד דאין לבטל איסור ביו\"ט והתוס' ס\"ל כיון שיכול ליתנה לכהן קטן לא הוה תיקון כל כך והא דלא כתב תיקון לתת לכהן גדול שכבר העריב שמשו וזה לא מיתרץ בדברי המלחמות ור\"ן ע\"ש דבהערב שמשו כגון שטבל מבעוד יום לקריו וי\"ל דס\"ל כמ\"ש המג\"א סי' תרו ססק\"ח דאי אחר טבילה ראה מים חלוקים או עכורים צריך לחזור ולטבול ועיין במשנה ריש פרק יוצא דופן ועיין סברת ר\"א בר צדוק בנדה דף יג ע\"ב ועיין ברמב\"ם פז מהלכות תרומות הלכה ד' ה' ובכ\"מ שם הלכה ח' והשתא אין אנו בקיאים בשמיר' טהרה וצריך שתהיה טבילה סמוכה לאכילה ממש נמצא בשעת אפייה היה מחוסר מעשה ולא אמרינן הואיל ולא דמי לבימי חכמי הש\"ס שהיו בקיאי' בשמירת טהרה ולא היה צריך טבילה סמוך לאכיל' ממש ועוד הארכתי וכל הדברים ויותר מהמה מצאתי עתה בשער המלך פ\"ב מהלכות יו\"ט הלכה ו' ד\"ה ובהתווכחי וכו' ע\"ש] ולפענ\"ד ליישב התם בפסחי' כיון שקודם ביטול נמי מותר לכהן קטן אחר ביטול נמי אינו מותר אלא לכהן גדול זה לא מקרי תיקון:",
            "<small>(שם) </small>אסור לבטל איסור בשבת נ\"ב עיין צל\"ח ביצה דף מ' ע\"ב ד\"ה שם שנים ומצא שלשה דצידד להתיר לבטל ביום טוב דלאוכל נפש מותר התיקון ביו\"ט ע\"ש [מהגאון כ\"ס]:"
        ],
        [
            "בהג\"ה סי' ט' תרנגולי' ואווזים נ\"ב עיין מ\"ש המג\"א סימן ש\"ח ס\"ק י\"ב."
        ],
        [
            "במג\"א ס\"ק ט' מותר בהנאה עכ\"ל. נ\"ב ועיין לקמן סי' תק\"א ס\"ק י\"ב ותק\"ז ס\"ק ב':"
        ],
        [
            "במחבר סעיף א' אבל בחמי טבריה. נ\"ב ובמקום שאין דרך לרחוץ בחמי טבריה אלא לרפוא' אסור בשבת עכ\"ל מג\"א סימן שכ\"ח ס\"ק מ\"ט ע\"ש:"
        ],
        [],
        [
            "במחבר סעיף א' מי שיש לו מיחוש.נ\"ב ונכפה עיין ט\"ז יו\"ד סוף סימן פ\"ד:",
            "<small>שם </small>בט\"ז סק\"א אמרינן שם רבא אסר. נ\"ב רב אשי במקום רבא:",
            "<small>שם </small>אלא שהוא מסייע. נ\"ב וכך כתוב בשטה מקובצת בביצה שם. אמנם הש\"ך בנקה\"כ סימן קצ\"ח חילק באופן אחר וצ\"ע לדינא ע\"ש ומהמג\"א לקמן ס\"ק ט\"ז משמע דס\"ל כתירוץ הט\"ז ע\"ש ותי' שם משמע כנקה\"כ:"
        ],
        [
            "במחבר סעיף ב' אין הולכין. עיין א\"ר שמביא בתשובות בית יעקב דעל גוסס אין מחללין שבת וע' בפנים דמחלק דודאי אם הרופא אומר שיוכל עדיין לרפאותו לגמרי בודאי מחללין עליו את השבת אבל משום חיי שעה אין מחללין דהא מועיל כדי [שלא] שימות מהר ועי' תוס' שבת מביא תשובת שבות יעקב חולק עליו אפילו משום חיי שעה מחללין עליו ועיין במשבצות זהב ס\"ק ב' ועיין בדגול מרבבה בא\"ע סי' י\"ז סקצ\"ד [מהגאון כ\"ס]:"
        ],
        [
            "<small>שם </small>במג\"א ס\"ק ג' וע' ס\"ס ש\"כ, נ\"ב וצ\"ל סימן ש\"ב סי\"א:",
            "במחבר רסי' ב' עכו\"ם נ\"ב עיין תשובות ח\"ס יו\"ד סימן קל\"א [שם נשאל שבארץ תוגר פקד השר על אנשי העיירות והכפרים להשכיר להם מילדות בקיאה אשר למדה בבית מדרשיהם ואפי' יש להם חיות פקחות מ\"מ צריכות דוקא להשכיר להם אותה שעמדה בנסיון לפני חכמי הרופאים והנה באיזה כפרים לא מצאו לפי שעה כי אם ישראלית אם רשאית להשכיר עצמה להם בין בחול בין בשבת. ובסוף תשובתו כתכ וז\"ל מכל מקום להלכתא נראה לי דיש לסמוך על הרמב\"ן דעביד עובדא בנפשיה הלכה למעשה וא\"כ מותר אפי' בשבת במאי דלית ביה חילול שבת דהיינו ביושבת על המשבר דכבר נעקר הולד וכמ\"ש המג\"א סימן ש\"ל סק\"ו. ואמנם לחתוך הטבור שהוא מלאכה דאורייתא תצוה נכרית הבריאה העומדת על צדה לחתוך ואם יש באיבה זו חשש סכנת נפשות יש להתיר אפילו מלאכה דאורייתא אע\"ג דמלשון המג\"א ס\"ס של\"ד משמע דוקא כיבוי דהוי מלאכה שאינה צריכה לגופה הותר ולא מלאכה גמורה מיהו עיין בעירובין דף מ\"ד ע\"ב במתני' ומ\"ש השלטי הגבורים שם יראה להדיא דאפי' מלאכה דאורייתא הותר אם אי אפשר בלעדה]:"
        ],
        [
            "במג\"א ס\"ק א'. עיין ח\"ס או\"ח סימן פ':"
        ],
        [],
        [
            "במג\"א סק\"ה עיין סימן תקס\"ח ס\"ב. נ\"ב ע\"ש מג\"א ס\"ס ק\"ה וא\"כ צ\"ע הא עכ\"פ רב ת\"ח הוה ועוד אמאי לא אמר שירות ותשבחות כמ\"ש המג\"א לקמן סימן תר\"ע ס\"ק ד' אלא ע\"כ משום הכי פירש\"י נישואי בת ת\"ח לע\"ה הוה דגרע טפי אבל סתם סעודה הוה שפיר סעודת מצוה ע\"י אורח ת\"ח עכ\"פ:"
        ],
        [
            "סעיף כ\"ו ברמ\"א י\"ח פשיטים. נ\"ב ועיין במג\"א סימן תקס\"ח ס\"ק י\"ב [מהגאון כ\"ס]:"
        ],
        [],
        [
            "במג\"א ס\"ק ז' ספר ה ז כ ר ו נ ו ת שם וביאר דעכ\"פ משום חורש איכא דמרפיא ארעא ולא נ\"ל כיון דאחר שיבשו המי רגלים או היין שוב לא הוה ריפוי ארעא ובשעה שהמשקה טופח קשה לזרעים ואינו מצמיח א\"כ ליכא משום חורש:"
        ],
        [],
        [],
        [
            "במחבר סימן ד' בהג\"ה ולכן אסור. נ\"ב ועיין לעיל סימן ש\"ו במג\"א ס\"ק כ\"ד:",
            "<small>שם </small>ס\"ק ח' ובמגילה. נ\"ב דף ה' ע\"א וכך כתב ח\"צ סימן קי\"ד ע\"ש ובשו\"ת פרח מטה אהרן ח\"ב סימן פ\"א ובסדרי טהרה סי' קפ\"ט ססקי\"ב ע\"ש ועיין בתשובות ח\"ס או\"ח סימן פ\"א [וז\"ל שם ע\"ד פדיון בכור ביום למ\"ד אחר כ\"ט י\"ב תשצ\"ג אחר אחרון אני בא במג\"א סימן של\"ט סקי\"ח וצריך פירוש לפירושו והענין כי ש\"ס דבכורות דף מ\"ט ע\"א דמסיק דפליגי ר\"ע ורבנן אי ילפינן ומעלה מערכין או לא, הוא בנוי על ש\"ס מגילה דף ה' ע\"ב דקיי\"ל בכל התורה ימים אתה מונה לחדשים ולא שעות ע\"כ. אעפ\"י שעפ\"י גלגול הלבנה הוא כ\"ט י\"ב תשצ\"ג מכל מקום לדיני תורה אין מחשבין השעות אלא כ\"ט יום ולכי יצא כוכבי נשף של יום למ\"ד כבר כלה לו חדשיו ואין משגיחין בשעות החסירות או נמתין עד ימלאו לו שלשים יום שלימות ויצאו כוכבי ליל ל\"א אעפ\"י שכבר עברו כ\"ט י\"ב באמצע היום מכל מקום אין מונין שעות לחדשים ע\"כ לרבנן דרשי ומעלה ע\"כ אי אפשר לחסור אותן השעות ושוב ממילא צריכין להמתין עד תכלית אותו היום ולר\"ע דמספקא ליה אי לא בעינן ומעלה מיד ככלות יום כ\"ט אעפ\"י שחסר לו י\"ב תשצ\"ג אין משגיחין בשעות. אמנם בקדשים ובבתי ערי חומה בעינן מעת לעת מקרא וכ\"כ הח\"ץ סימן קי\"ד וכתב שזה ג\"כ כוונת ספר יראים שמסתייע הש\"ך ממנו וליתא וכן הסכמת סדרי טהרה בסי' קפ\"ט וכן הדין להלכה ולמעשה בלי פקפוק: ועיין ח\"ס חלק ששי סימן ז' וכתב סופר או\"ח סי' קנ\"א ותשובת מהר\"מ שיק יו\"ד סי' ש\"ב:",
            "<small>שם </small>סק\"י הקשה היש\"ש. נ\"ב עיין תשובות ח\"ס חלק יו\"ד סימן ו' [ע\"ד ב' שוחטים שנשבעו זה לזה שלא ישחוט אחד בגבול חבירו שלא להפסידו ועבר אחד מהם על שבועתו אי יש לאסור שחיטתו ועיין שם מה שהאריך בענין כל מה דאמר רחמנא לא תעביד אי עביד לא מהני ולבאר פסקי המרדכי ותשובת הרא\"ש בענין זה]:"
        ],
        [
            "במג\"א בהתחלה וכת' הט\"ז ביו\"ד. נ\"ב עיין היטב תשובת חכם צבי סי' פ\"ה וצ\"ע למעשה. ועמ\"ש הט\"ז לעיל ריש סי' שכ\"ח ועי' בסדרי טהרה סימן קצ\"ח ססקל\"ט דהעלה כהמג\"א להתיר על ידי גוי דהעיקר דגזיזת צפורן ושער אם אינו צריך להם הוי מלאכה שאינ' צריכ' לגופה כמ\"ש המג\"א לקמן ססק\"ג ולקמן סי' תקכ\"ו ס\"ק י\"א ודלא כהריב\"ש סימן שצ\"ד ע\"ש שדבריו נכונים ועמ\"ש בגליון לעיל סוף סימן ש\"ג. שבתי וראיתי כי ניהו דאם אינו צריך לשערו וצפורן אינו חייב משום גוזז אבל חייב משום ממחק אם צריך לייפות המקום כמו נטילת הצפורן או שערה לבינה מתוך השחורה ודבר זה מבואר בלשון רש\"י בשבת דף ע\"ג ע\"א ד\"ה דגוזז וד\"ה הצד וכו' וד\"ה הממחקו וכו'. ולפ\"ז מה שכתבו התוס' במכות דף כ' ע\"ב בד\"ה במלקט וכו' כ\"כ דמיירי התם בהתרו בו משום גוזז אבל אם התרו בו משום ממחק אין ה\"נ דחייב לכ\"ע ולפי זה גוזז הצפורן לייפות המקום חייב משום ממחק וכן משום חציצה הו\"ל ממחק. ועיין ח\"ס או\"ח סימן ע\"א:",
            "<small>שם </small>במחבר סעי' ג' ב' אותיות חייב. נ\"ב היינו על מנת לכתוב ב' אותיות ועיין לשון רש\"י דף ע\"ה ע\"ב אבל בלאו הכי אין כאן חיוב חטאת:",
            "<small>ט\"ז ס\"א </small>כשנוטף שעוה. נ\"ב עיין שו\"ת מעיל צדקה סימן כ\"ה:",
            "<small>שם </small>במג\"א סק\"ט עיין תשובות יעב\"ץ ח\"א סימן מ\"א ד\"ה הבט ימין וראה וכו' [מהגאון כ\"ס]:",
            "<small>שם </small>במג\"א סק\"י בד\"ה משמע וכו' בגד מקרי. נ\"ב צע\"ג שם ועיין היטב בפר\"ח להלכות גיטין סימן קכ\"ה ס\"ק מ\"ג ע\"ש:",
            "<small>שם </small>באותו ד\"ה בכל כתב. נ\"ב ועיין ב\"ש בש\"ע אהע\"ז ריש סי' קכ\"ו ולקמן סימן תקמ\"ה במג\"א סק\"ג:",
            "<small>שם </small>במג\"א סק\"י בהדיא דהוה דאורייתא ע\"ש ב\"ש ריש הסימן ומ\"ש דפליג על הרמב\"ם נראה דתליא פלוגתתם בפירוש רש\"י ופירוש המשניו' להרמב\"ם דמייתי ה\"ה פי\"א מהלכות שבת הלכה י\"ז ע\"ש היטב ותבין כי א\"א להאריך פה על הגליון ועיין היטב לעיל סימן של\"ד ס\"ק י\"ז:"
        ],
        [],
        [],
        [
            "בט\"ז ס\"ק א' אפי' באיסור דרבנן. נ\"ב כן משמע בתוס' ר\"ה דף ל\"ג ע\"א אבל בלשון הש\"ס בחגיגה דף ו' ע\"א משמע כהרמ\"א:",
            "<small>שם </small>בט\"ז סק\"ב מ\"מ טוב לו. נ\"ב ונראה לי דדיני ממונות שאני דהרי בב\"מ דף ע' ע\"א אמרינן ליזלו בתר שבקייהו אע\"ג דלא מוזהר על לאו דלא תשיך:",
            "<small>שם </small>במג\"א סק\"ב עכ\"ל וכמדומה. נ\"ב וכשיש חור מבית לבית כגון ביבין הקמורין לכ\"ע דאורייתא ועיין שבות יעקב ח\"א סימן פ\"ה ועיין סוף ספר חזון נחום וכבר כ\"כ המג\"א לעיל סי' שי\"א ססקי\"ד ע\"ש ועיין תשובות ח\"ס או\"ח סימן פ\"ג וכ\"כ א\"ר וחמד משה [ע\"ד נער שוטה אם מותר למוסרו לבית חינוך חרשים ושוטים ללמדם דעת ותבונות והבית חינוך מסור ביד נכרים ואי אפשר להמציא לו שם מאכליו ומשקיו עפ\"י דת תוה\"ק והנער עתה כבן ד' שנים. ובתשובתו כתב בסוף מכל מקום בהא סלקינן דלרוב הפוסקים משמע בפשיטו' דבמה שמעמידין אותו אצל נכרים אינו כמאכילו בידים וכ\"כ רי\"ו סוף ח\"א אלא שהצריך שיהיה קצת חולה כמ\"ש המג\"א בשמו אבל בנוסחא שלפנינו כתוב בשם הרמ\"ה וז\"ל אין למחות בגויות המאכילות אותו נבילות אבל אין לומר לגוי להאכילנו דבר איסור וכו' עכ\"ל וה\"נ בנידן שלפנינו אין אומר דבר אלא שמשכירו לרפאותו ולזונו ובמה שירצה והוי ליה כמעמידו אצל נבילה או כנותן לו ערב שבת עם חשיכה אעפ\"י שבודאי ילך בשבת ויוציא מרשות היחיד לר\"ה מ\"מ שרי אי לא עביד ע\"ד אביו א\"כ הכי שרי ובתנאי שכשיגיע לבן י\"ג שנה יוציאוהו משם עכ\"פ זה נראה לפענ\"ד מעיקר הדין. ומכל מקום העידו קדמונינו ז\"ל שע\"י מאכלות אסורות בנערות מטמטם את הלב ומוליד לו טבע רע עדיין אני אומר מוטב שיהיה שוטה כל ימיו וכו']:",
            "<small>שם </small>באותו ס\"ק כמ\"ש הב\"י סימן שס\"ט. נ\"ב ועיין שם בפי\"ד מהלכות טומאת מת ופ\"ג מה\"ג אבל ומהרי\"ט סי' צ\"ו:",
            "<small>שם </small>באותו ס\"ק הרמב\"ם פי\"ב. נ\"ב ועיין בסו\"ד משרים במשלי י\"ט בפסוק יסר בנך וגו' ע\"ש ועיין תוי\"ט פ\"ז ממסכתא תרומות משנה ג':",
            "<small>שם </small>בסס\"ק הנ\"ל כדאיתא משנה ה' פ\"ז דאהלות. נ\"ב ויש לחלק דשם ישבה על המשבר משא\"כ מעוברת דעלמא עובר ירך אמו הוא וחילוק זה מבואר ספ\"ק דערכין ע\"ש ושוב מצאתי באבני מלואים סימן פ\"ב סק\"א בסופו דמייתי ?גמי מיבמות דף ע\"ח דעובר היינו רביתא דאמו ולא הוה חציצה לענין טבילה וה\"ה לענין טומאה אלא דצל\"ע בין לטעמא דידיה ובין לדידי א\"כ ממ\"נ אי הוא ואימיה חד גופא ואיננו כהן ולא מוזהרין עליו לטמאו ואי אפשר לתפוס החבל בשתי ראשין:",
            "<small>(שם) </small>סק\"ג בד\"ה כתב רי\"ו וכו' וכתב עוד רי\"ו וכו' וכ\"כ הג\"א בר\"ה וכ\"כ התוס'. נ\"ב עיין בר\"ן נדרים דף ל\"ו ע\"א ד\"ה אר\"ז שה לבית וכו' משמע דאכילת פסח דאורייתא אלא דמן התורה אין צריך להמנות עליו א\"כ אין דברי התוס' מוכרחין וכן משמע לפי הגירסא במכילתא דמייתי הכ\"מ פ\"ה מהלכות ק\"פ ה\"ו וכן מוכח מדברי הר\"י קורקוס שם הלכה ז' ותו ל\"מ:",
            "<small>(שם)במג\"א </small>סק\"ד עבח\"מ סי' שמ\"ט סעיף ג' כצ\"ל:"
        ],
        [
            "במג\"א רס\"ק א' ואף ע\"ג דרוב ימים נ\"ב שמעתי מקשי' להרמב\"ם שבטור יו\"ד סי' קפ\"ג דאשה מיום שנולדה מונה ז' ימי נדה וי\"א ימי זיבה א\"כ רבו ימי זיבה על ימי נדה והיכי משכחת פתח בטועה דניזיל בתר רוב ימי זיבה ולא שייך קבוע כיון שאינו ניכר במקומו ולא דמי לשבת. ולפענ\"ד ל\"ק מידי דימי זיבה היינו שמסולקת בדמים והכתוב קורא לו בלא עת נדתה ואיך נאמר אם תראה דם נאמר ניזיל בתר רוב ימים שהיא מסולקת בדמי' ויהי' לה דין זבה דאדרבא נימא דם זה הוא מהימי' שעלול' לראות שהם ימי נדה וכיון שעכ\"פ ימי זבה רובא הו\"ל ספק וטועה וזה ברור לפענ\"ד ועיין נדה דף נ\"ז ע\"ב ריש פרק הרואה כתם אם רוב ימיה טמאים ע\"ש. ועיין ח\"ס או\"ח סי' קעח:"
        ],
        [],
        [
            "בט\"ז ססק\"ז ומשמע במרדכי שיש היתר להביא ע\"י תינוק נ\"ב עיין מ\"ש הפרי מגדים ובתשובות ח\"ס חלק ששי סי' י\"ג [ע\"ד רב אחד שהורה שמותר לו' לקטני' במקום שאין עירוב להכניס ולהוציא כל דבר הצריך לשבת וסמך על מ\"ש המרדכי המובא בט\"ז ובתשובתו כתב לפרש דברי הט\"ז דע\"כ לא אמרם אלא לדבר מצוה וכ\"כ ג\"כ בפרמ\"ג אלא דגם לצורך מצוה קיי\"ל דאסור לספות איסורא לקטן לצורכינו והאריך בדבר זה וכתב דדברי הט\"ז בנויים על דברי התוס' בפסחים דף פ\"ח ע\"א ד\"ה שה לבית וכו' ע\"ש אלא דלפי דברי הר\"ן בנדרים דף ל\"ו ע\"א ד\"ה אר\"ז שה לבית וכו' אין הכרח לדינו של התוס' וסיים תשובתו בזה\"ל בהא סלקינן דחלילה וחלילה להתיר לקטן לטלטל במקום שאין עירוב וכו'] ועיין בשו\"ת רבינו עקיבא איגר ז\"ל סי' ט\"ו ושו\"ת כתב סופר סי' ע\"ז:"
        ],
        [],
        [],
        [
            "בט\"ז ס\"ק א' וע\"כ קראתי תגר וכו' והולכים דרך רחוב נ\"ב וכן מבואר ברש\"י בשבת דף קכ\"ז ע\"א ד\"ה ועימר דבמקום מצוה ביטול בית המדרש מותר פחות מד' אמות בכרמלית והתם בהס\"ד דרבי בעצמו עימר ולא הי' ע\"י שנים זה עוקר וזה מניח ואפ\"ה מותר במקום מצוה ועיין באבן העוזר בסי' זה:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במחבר ריש סעי' א' אמת המי' נ\"ב עיין תשובו' ח\"ס או\"ח סי' פ\"ז:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "במחבר סעיף י' שיש בהם דיורין נ\"ב עיין תשובותי:"
        ],
        [
            "סעיף כ\"ו בהג\"ה וי\"א דנוהגים האידנא וכו' בצורת הפתח נ\"ב עיין תשובות ח\"ס או\"ח סי' צ':",
            "<small>(שם </small>בהג\"ה) שני קנים גבוהים וכו' נ\"ב ואם אינם ניכרים בתוך המבוי עיין תשובות ח\"ס או\"ח סי' צ\"א [שם כתב בסוף התשובה שמצא בקהלתו בק\"ק פ\"ב מימי הגאון מוה' משולם זצ\"ל שאחד מהקני' עומד מאחורי הכותל כי אי אפשר להעמידו ברה\"ר בשום אופן במקום ההוא מפני אנשי העיר וציוה הגאון ז\"ל לכרוך עליו למעלה עוד קנה אחד מחוץ לכותל והוא גבוה מארץ הרבה רק שנראה מבחוץ שיהי' היכר לבני המבוי. והנה הקנה הזה השני פסול הוא שהרי הוא גבוה הרבה מהארץ וזה אינו אלא להיכירא ומ\"מ ק\"ק ע\"פ מ\"ש המג\"א בסי' שס\"ב סק\"כ ולא רציתי לשנות מהוראות הגאון שראוי לסמוך עליו אפי' שלא בשעת הדחק. ולפענ\"ד הי' נראה להעמיד קורה עבה ולחרוץ חצי עביו בכל אורך הכותל באופן שיהיה רק מבפנים ולמעלה מהכותל יהיה עבייתו בשלימות באופן שיפלוט לחוץ אל תוך חלל המבוי מעבר הכותל ולחוץ ובזה יצאנו ידי כל החששות]:",
            "<small>(שם </small>במג\"א ס\"ק ל') וצ\"ל דהכא מיירי במקום שאין הספינות נ\"ב דבריו תמוהים בזה כמ\"ש בשאילת יעב\"ץ ח\"א סי' ז':",
            "<small>(שם </small>במג\"א ס\"ק לא) שעשה אמימר שפסק נ\"ב לסורא:",
            "<small>(שם) </small>באותו ס\"ק בזה ודע דאם וכו'. נ\"ב עיין באבן העוזר דפליג ועיין בתוספות שבת איך יש לנהוג לדינא דבקיץ שרי ובשעת קרישה אסור מטעם ה\"ה:",
            "<small>(שם </small>בט\"ז סק\"כ) בתו\"ש ופרכי' מ\"ש מפגה וכו' המוקצה דאסור ליטלו בשבת אם אין מוקצה מגולה כ\"ז נסגר ונ\"ב דמותר ליטלה אם מוקצה מגולה:"
        ],
        [],
        [
            "במחבר סעיף א' יתר על עשרה נמחק ה' וצ\"ל עשר וכן בסעיף ב' נפרץ מצדו [של\"א] נסגר כלפי ראשו שאמרנו שיעורו כצ\"ל בעשרה ג\"כ נמחק ה' וצ\"ל עשר ונ\"ב כאשר הגהתי כצ\"ל ואלעיל סעיף א' קאי דלא בעי גדידי אבל בעינן שלא יבקעו בו רבים וכן מובן בלבוש ואי לא אין שום הבנה לחלק בין ב' הסעיפי' ומה גבול יש בין כלפי ראשו לשלא כלפי ראשו וגם לא נמצא דין זה לא בש\"ס ולא בב\"י והאמת יורה דרכו והוא שיטת הרא\"ש והטור ודלא כהרי\"ף והרמב\"ם ודברי הט\"ז תמוהין מאד ולא דק כלל במחכ\"ת וג\"ז שנרשם בש\"ע ס\"ב הרי\"ף ט\"ס הוא כי הרי\"ף ס\"ל כהרמב\"ם דלא בעי כלל שום תנאי גם בריף שבדפוס דף פ\"ט ע\"ב צריך למחוק לתיבת ואוקימנא עד בני ר\"ה כי מבואר ברבינו יהונתן שם דף צ' ע\"א ובשלטי הגבורים שם וברא\"ש וכל הפוסקים דהרי\"ף השמיט הך דגדודי ודבקיעת רבים והבן זה וגם הבאר הגולה ציין ב' מיני ציונים על ב' הסעיפים ואין בהם ממש ועיקר כלל וכמ\"ש ומינה לא תזוע:",
            "במג\"א ס\"ק ד' ויש להחמיר נ\"ב עמ\"ש באבן העוזר בזה ודבריו צע\"ג כמ\"ש שם על הגליון ועיין היטב תשובות ח\"ס חלק ששי סי' פ\"ב ואמנם בתשובות מהרי\"ט ח\"א סי' צ\"ד פשיטא ליה בראיות ברורות דמבואות שלנו דין חצר להקל יש להם ע\"ש ולא שבקי' פשיטותא של המהרי\"ט מפני ספיקו של המג\"א ואילו ראהו היה חוזר בו:",
            "<small>(שם </small>במג\"א ס\"ק ט\"ו) ודע דאותן חצירות וכו' אפי' בבית נ\"ב היינו בנשבר בחול אבל נשבר בשבת לטלטל בבית או בעצמו מותר דשבת כיון שהותרה הותרה לענין זה וכן העלה בספר תוספת שבת עוד כתב שם דמותר בשבת ע\"י גוי כי מוטב שנעשה איסור שבות אחד משיעשו ישראלים הרבה כמה איסורים:"
        ],
        [
            "במג\"א ס\"ק ז'. נ\"ב עיין תשובותי:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במחבר סעיף א' בהג\"ה או השאיל נ\"ב אבל מכר ביתו צריך להשכיר ועיין תשובותי ח\"ס או\"ח סי' צ\"ב. [שם כתב שנשאל ע\"ד יהודים שמכרו בתים ברחוב שלהם לעכו\"ם אי אסרום עליהם בשבת או לא. וכתב לברר דין זה ע\"פ הטעמים שכתב הרשב\"א בספר עה\"ק שער ה' סי' ג' בשאלה ושכירה לעכו\"ם דלטעם הב' דהיינו שאין דרכו של ישראל להשאיל ולהשכיר לעכו\"ם הי' מקום לצדד להקל במכירה כמו שביאר שם: אמנם לאמת נ\"ל דהטעם הראשון עיקר דהיינו שלא השאיל לו על מנת לאסור עליו דירתו וזה הטעם לא שייך במוכר דלאו בדעתו לחוד תליא כי אם ג\"כ בדעת קונה וכעין שכתבו התוס' בכתובות דף ל' ע\"ב ד\"ה שלא וכו' שלא בדעת הקונה לבד תלוי וה\"ה הכא בהיפוך ע\"כ לא נראה לי להתיר:"
        ],
        [],
        [],
        [],
        [
            "במחבר ס\"ס ה' בתבלין נ\"ב עיין תשובות ח\"ס או\"ח סי' צ\"ג [שם יצא ליישב המנהג אשר נהגו משנים קדמונים לערב עירובי תחומין בחצי לוי\"ט פלפלין ואח\"כ כתב אך מכל מקום מכאן ואילך לא יצמצמו לסמוך אהנ\"ל אלא יניחו ב' לוי\"ט וג' קווינט פלפלין יבשים לכל אחד ומי שרוצה לזכות את הרבים יניח בתחלת השנה ויזכה ע\"י אחר לכל בני עירו ולכל העתידים לדור בעיר ויודיע זה בבהכנ\"ס כמו שעושים בעירובי חצירות בע\"פ ואז בכל שבת ושבת יש ברירה לכל אחד אם ירצה לסמוך עליו או לא והבאים לתוך העיר באמצע השנה צריך להודיעם קודם שבת הראשון שכך מנהג העיר ואין להאריך בפשיטות אלא דלא סגי בשיעור מועט אלא בשיעור הרבה תבלין באופן שיגיע לכל אחד כמ\"ש המג\"א סי' תי\"ג ובפ\"פ נוהגין להניח שק גדול של פלפלין בין ה\"ה לאופענבאך דבודאי יגיע ב' סעודות לכל אחד]:"
        ],
        [],
        [
            "במחבר סעיף א' רבינו משה נ\"ב עיין תשובותי:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במג\"א סס\"ק ה' לפי שלא בירר דבריו נ\"ב פירוש שלא פירש מערב יו\"ט לאיזה שארצה דאז תליא בברירה אבל כשלא אמר כלום לא שייך ברירה:"
        ],
        [
            "בתחלת הסימן נ\"ב עיין תשובות חו\"י סימן קנ\"ה:",
            "<small>שם </small>במג\"א ס\"ק ד' וצ\"ע למה סתם הטור. נ\"ב עיין ק\"נ סימן ד' ד\"ה ואם לא וכו':",
            "<small>שם </small>במחבר סעיף ח' הי' ג' כפרים. נ\"ב עיין תשובותי:",
            "<small>שם </small>במג\"א ס\"ק י\"ב וא\"כ משמע דאם יש וכו' פחות מד' אלפים. נ\"ב עיין ק\"נ ד' ד\"ה וה\"נ וכו' ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במחבר סעיף ז' כל אחד ואחד כפי מזונו נ\"ב הרמב\"ם השמיט הך דחולה וזקן לפי מזונו. נראה דס\"ל כמ\"ש התוס' בעירובין דף ל' ע\"ב ד\"ה תרגימא וכו' דלרבנן משערי' בחולה וזקן נמי בסעודה בינונית ע\"ש. ולפ\"ז אתי' דברי הש\"ע בלי שום הג\"ה דלא כהמג\"א והט\"ז ועיין מ\"ש התוספת שבת בזה ונוטה דעתו למה שכתבנו ע\"ש ודו\"ק וע' היטב בתשובתי סי' פ\"ה מה דשייך עוד לשיעור קומץ קטן ע\"ש:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במג\"א צדוק הדין נ\"ב עיין במג\"א סק\"ח ועיין אלי' רבה כאן סק\"ב מ\"ז בדין ת\"ח לחלק בין ר\"ח לחוה\"מ [מהגאון כ\"ס]:"
        ],
        [],
        [],
        [
            "במג\"א ס\"ק ב' את הכבש וגו' ויקרא. נ\"ב עיין תשובות ח\"ס או\"ח סי' ק\"א [השואל רצה לשנות מנהג קריאתינו בר\"ח דהלוי דולג כי מצא בחידושי ש\"ע של הגאון מוהר\"ר אליהו מווילנא זצ\"ל שיש לנהוג כבפי\"ז ממסכת סופרים שהשלישי דולג מעולת ונסכו ואת הכבש וביום השבת עולת שבת. ובתשובתי כתוב לבאר הסוגיא בפרק הקורא עומד ואת דברי מס' סופרים וסיים בזה\"ל והמשנה ידו על התחתונ']:"
        ],
        [],
        [
            "במג\"א ס\"ק ב' וכן נהגו בפוזניא, נ\"ב וכן נוהגים:"
        ],
        [
            "במחבר סעיף ד' שבעת ימים עליה. נ\"ב עיין תשובות ח\"ס או\"ח סי' ק\"ב: [בנידון מה שאירע בק\"ק קראקא שבחדש כסליו נתכסה הלבנה ויען כי חולי הקאלרא שלט שם ונצטערו הרבה על זה על סימנא מלתא היא וידוע כי הרופאים מזהירים מאד בזמן המגפה ר\"ל שלא יצטערו ולא יתנו על לב שום דאגה ע\"כ התחכם הה\"ג האב\"ד שם להשקיט לב הדואגים להורות שגם בליל ט\"ז יוכלו לברך ברכת החודש וסמך עצמו על דברי שיורי כה\"ג שמצא כתוב בשיטה א' לאחרון א' במסכת סנהדרין בשם ר' פרץ ורב המאירי שגם ט\"ז בכלל הכשר ברכת הלבנה ואמנם בתשובות דבר שמואל סס\"י רי\"ו כתב על זה וז\"ל ולא נתברר לנו הטעם ושאל השואל את דעת המחבר ז\"ל מה אומר בדבר הזה, ולאחר שטרח למצוא דעת קדושים ולברר ולבאר טעם הר\"פ והמאירי סיים בזה\"ל וא\"כ בדיעבד שכבר הורה זקן מעכ\"ת אין מזחיחין אותו]:"
        ],
        [],
        [
            "ס\"ו במחבר בהג\"ה וכן נוהגין שלא לקרות וכו' מי שירצה י\"ל ע\"ד רב בדק בספרא ור' יוחנן בינוקא דהוי כעין גורל וסימן וה\"נ כשקורין בשמו וצריך להעלות ע\"כ י\"ל סימנא מלתא היא אבל אם ברצונו תליא אין בו ניחוש וסי' כמו שמלמדין כל הפסוקים שבתורה ושבתנ\"ך כרצונו:",
            "<small>שם</small> במג\"א ס\"ק י' דע שחודש הלבנה נ\"ב עיין תשובותי סי' ט':"
        ],
        [
            "במג\"א ס\"ק ג' וסי' ת\"כ. נ\"ב תי\"ח ס\"ק ב' וכצ\"ל. ומה שתמהו רבים על י\"ג ניסן מאז אמרתי ששלמי הנשיא אחירע בן עינן היה גמר אכילתם בו ביום אם היו אותם השלמים נאכלין לשני ימים ולילה אחד. ואמנם מצאתי ברב' פרשת וירא סוף פרשה נ' שהפיכת סדום היה ט\"ז ניסן וכתב היפ\"ת שלפי\"ז היו המלאכים אצל אברהם אבינו ע\"ה ט\"ו ניסן והיה יום שלישי למילתו ונמצא שנימול יום יג ניסן ורב טוב לההוא יומא וראוי לעשותו יו\"ט. עתה מצאתי בכנסת יחזקאל סי' קי\"ז כטעם הראשון שכתבתי עיין דבר נפלא בספר מעשה רוקח במסכת פסחים ומייתי לה בספר ככר לאדן פרק כ\"ט ממס' סופרים ע\"ש דחינוך בהמ\"ק לעתיד לבוא יהיה אחר הפסח ע\"ש, ועוד נ\"ל לשיטת הר\"י מקורבל ברא\"ש פרק ע\"פ א\"ש דהרי אז חל ע\"פ בשבת ושחטו כל ישדאל חגיגם ע\"ש יג ניסן והיה יו\"ט וא\"ש:",
            "<small>שם</small> במג\"א סק\"ד משמע דס\"ל בתענית יחיד נ\"ב עיין תשובות ח\"ס או\"ח סי' קג: [ע\"ד איש צדיק אשר נדבה רוחו אותו לישב בתענית כל יום ב' וה' לתיקון על קלות שנעשו לו כחמורות האם רשאי להתענות בימי ניסן דלא כהרמ\"א. ואחר שהאריך בתשובתו לברר דין זה סיים בזה\"ל וכיון שכן אין להרהר אחר מנהגינו שהוא ע\"פ וותיקין שנהגו עפ\"י מס' סופרים ובני ישראל יוצאים בידי רמ\"א ודין הימים האלו כימים האסורים מדבריהם כמ\"ש הש\"ך ביו\"ד סי' רט\"ו סס\"ק י\"א ע\"ש. ע\"כ יאכלו ענוים וישבעו דורשי אלקים יחי לבבכם]:",
            "<small>שם</small> ס\"ק ח' בב\"י. נ\"ב ולפענ\"ד דבחו\"ל בזמן הזה דיו\"ט שני מטעם מנהג אבותינו א\"כ בעי חיזוק ואסור לאחריו מדינא ועיין לקמן סימן תרפו ובמג\"א סס\"ק א' וע\"ש בפר\"ח א\"כ לא קשה קושית המג\"א כאן:"
        ],
        [
            "במחבר ר\"ס שבת שלפני. נ\"ב אולי יש לומר כיון שמשכו ידיהם מע\"ז וביום י' ניסן הקריב למטה דן בעלי ע\"ז ע\"כ לא נקבע יו\"ט שלא ביטל ע\"ז ביומו ומיושב קושית המג\"א והט\"ז:",
            "<small>שם</small> בט\"ז רס\"ק א' רבים מקשים. נ\"ב ואולי נקרא שבת הגדול שבו נתבטלה ע\"ז ע\"י משכו וקחו וחטא ע\"ז נקרא גדול כמו שאמרו חז\"ל על פסוק חטאה גדולה, ויען כי ביום י' ניסן מתעורר שבטו של דן יום קרבן נשיאו הם היו בעלי ע\"ז ע\"כ לא קבעו הי\"ט שעל ביטול ע\"ז ביו\"ט שלהם והוא ע\"ד בילגה שטבעתה קבועה וחלונה סתומה. שלהי מסכתא סוכה:"
        ],
        [
            "במג\"א ס\"ק ה' זמן ק\"ש כמ\"ש תר\"י ושל\"ה ועיין מש\"ל. נ\"ב בסי' של\"ב ס\"ק ח':"
        ],
        [],
        [
            "במחבר סעיף ג' וכן מבלן. נ\"ב מתבן:",
            "<small>שם</small> במג\"א ססק\"ט בבור. נ\"ב ברור:"
        ],
        [
            "במג\"א סק\"ד כמ\"ש בסימן תמ\"ו, נ\"ב ס\"ג ולא כחו\"י שהבין דהקושיא מסעיף א' וק\"ל:",
            "<small>שם</small> בס\"ק הנ\"ל וגלה אותו אדם ואח\"כ. נ\"ב המ\"ל לחלק כמ\"ש סי' ת\"מ ס\"ק ה' וק\"ל:",
            "<small>שם</small> ט\"ז ס\"ק ה' והביטול ביום קודם לו. נ\"ב סמוך לו וכצ\"ל:"
        ],
        [
            "במג\"א ס\"ק ב' ואם מצא חמץ בביתו צ\"ע. נ\"ב עמ\"ש הוא ז\"ל לקמן רס\"י תמ\"ו ועיין ח\"י כאן:",
            "<small>שם</small> במג\"א עיין במג\"א בסימן תמ\"ו שסתר דברי עצמו, וצ\"ל דלקמן באין לו בית שצריך בדיקה שלא היה בחזקת חמץ שהשתמש בו זמן רב קודם פסח כמ\"ש המג\"א סי' תלג סוף סק\"י ובפסח מצא חמץ וכיון שלא קיים מצות ביעור יברך משא\"כ כאן בשקיים מצות בדיקה כמ\"ש בסוף דבריו דלקמן כתב דיברך אעפ\"י שכבר ביטל ולא אמרי' בשכבר קיים מצות ביעור ואתי שפיר דלא סתרי. ומכל מקום צ\"ע מה ראה המג\"א לו' דהמחבר לקמן איירי באופן זה וע' בח\"י וע' מחצי' השקל לקמן שנדחק [מהגאון כ\"ס]:"
        ],
        [
            "במחבר סעיף ב' בהג\"ה ואוצר חיטי' וכו' מחומצים, נ\"ב וחיטים הזרועים בקרקע עיין תשובות ח\"ס או\"ח סי' ק\"ד [ע\"ד אחד ששכח ולא מכר החיטים הזרועי' בקרקע יום או יומים קודם הפסח וגדלה תבואתו אם גידוליהם מותרין אם לא, וכתב בסוף התשובה דניהו דמנהג יפה היא שמוכרים לגוים אבל להחמיר גם בגידוליהם אין לחוש דהרי אפילו גדלו באיסור בפסח מכל מקום רוב גידוליהם אחר הפסח בהיתר וגם הוא לא זרע חמץ בזמן איסורו, ובשגם להנ\"ל אם צמחו בפסח נתעפשו ג\"כ לשעה קלה ונתבער החמץ פשיטא דאין להחמיר כלל]:",
            "<small>שם</small> במג\"א ס\"ק א' ולי נראה שאין משם ראיה. נ\"ב העתיק מתוס' שבת דהט\"ז למד מדכ' רש\"י דלאו ברשותיה קיימא דלבטלה משמע דאלת\"ה היה יכול לסמוך אביטול של פסח וא\"כ נשמע ממילא שיכול לסמוך אביטול של קודם פסח וא\"ל א\"כ לא יהיה צריך לבדוק עכשיו ג\"כ יש לומר כיון שהוא בדרך יש לחוש טפי שמא ישכח ומיהו כיון שבודק עכשיו ואין צריך ביטול אלא משום חשש שמא ימצא גלוסקא יפה שפיר יכול לסמוך עתה אמה שיבטל סמוך לפסח אבל המג\"א דחה דרש\"י קאי וכו' וכיון שאם היה בא בתוך הפסח היה בודק ומבער אז א\"כ היה מבטל ג\"כ אי היה אפשר ליה אבל כשבודק טרם צאתו אין לו לסמוך על הביטול לפסח שמא ישכח אז. ע\"כ תוכן דבריו:"
        ],
        [
            "במג\"א בס\"ק ד' שואלו, נ\"ב אבל הר\"ן פ\"ק דחולין דף רנ\"ז ע\"ב כתב דצריך לשואלו משום מיעוט המצוי והיינו טעמא דריא' והיינו טעמא דשוחט בי\"ד סי' א' ע\"ש ודלא כהמג\"א כאן:",
            "<small>שם</small> בס\"ק הנ\"ל דלא כהב\"ח. עיין ש\"ך יו\"ד סי' פ\"ג ס\"ק י\"א ועיין מ\"ש על הגליון לעיל סימן י\"ח במג\"א ס\"ק י\"ב:",
            "<small>שם</small> ס\"ק ה' במג\"א תי' סי' ע\"ו כ\"ח. נמחק ע\"ו ונ\"ב מ\"ו ומיושב בזה קושית הד\"מ מטלית אבל מספרים אינו מיושב. וצ\"ל כמ\"ש המג\"א לעיל סימן י\"ד סק\"י דהפ\"מ שאני ועיין בתשובות ח\"מ או\"ח סימן ב':"
        ],
        [],
        [],
        [
            "<small>שם</small> במג\"א ס\"ק א' קרן זוית בביתו אבל וכו' קרן זוית וב' מבביתו נסגר ונ\"ב כנ\"ל להגיה דמבואר בב\"י דביחד קרן זוית שרי לכולי עלמא וכמדומה לי שכן ראיתי בגליון המג\"א לאמ\"ו נ\"י:",
            "<small>שם</small> במג\"א סק\"א וכ\"מ בח\"מ סי' שס\"ג ועיין ח\"י דעתו להתיר ועיין ברמב\"ם פ\"ד מהלכות חמץ ומצה הלכה ג' שכתב בלא קיבל אחריות מותר אחר הפסח. נראה דבקיבל אחריות אסור לאחר הפסח כהמג\"א ועיין [מהגאון כ\"ס]:",
            "במחבר סעיף ד' עובר עליו אף המפקירן. עיין צל\"ח פסחים דף ה' ע\"ב [מהגאון כ\"ס]:"
        ],
        [
            "במג\"א ס\"ק ב' בסד\"ה ודע וכו' כדאיתא בחולין פי\"א נמחק פי\"א ונ\"ב פ\"י דף קל\"א ע\"א:"
        ],
        [
            "במג\"א ס\"ק א' בד\"ה ונ\"ל דאם נתערב וכו' ודברי הב\"י צע\"ג. נ\"ב במ\"ש להטור אליבא דרבנן אסר עכ\"פ מן התורה והטור כתב בעצמו להרי\"ף ליכא אלא איסור דרבנן ותו שכתב להטו' טעם הבדיקה משום דעובר על בל יראה ובסי' תל\"א כת' הטור בעצמו הטעם דלמא אתי למיכל מיניה. וכן הקשה בספר אלי' זוטא:",
            "<small>שם</small> באותו ס\"ק הנ\"ל בד\"ה והמץ נוקשה וכו' וביו\"ד סי' קל\"ד כתב בשם הרשב\"א משקין. נ\"ב עיין תשובה זו בביאור בש\"ג ע\"ז דף של\"ח ע\"א והר\"ן שם בשם הראב\"ד אסוגיא דחביות בחביות בש\"ס דף ע\"ד ע\"א וע\"ש ע\"ג ע\"א אמתני' דיין במים בנ\"ט אי' בירושלמי במקום שמוכרים מים במדה ה\"ה ביין ונראה לי דהוא ט\"ס וצ\"ל דמוסכים מים במדה ומוסכים הוא לשון מוזגים כדאיתא שם בבבלי דף נ\"ח ע\"ב ע\"ש וס\"ל כל שמוזגו בכוונה לא בטלי המים:",
            "<small>שם</small> במג\"א ס\"ק ט' כתוב בסי' ח'. נ\"ב צ\"ל והראב\"ן בסי' ח' דף ע\"ב ע\"א ומ\"ש שם מחמיר' דבני חילא מיירי שסלקו השאור:",
            "<small>שם</small> באותו ס\"ק הנ\"ל והתיר ר' יעקב. נ\"ב בן רבינו יצחק ע\"ש ואין זה ר\"ת ועיין תשובות ח\"ס יו\"ד סי' ע\"ט:",
            "<small>שם</small> באותו ס\"ק הנ\"ל ודוקא שהיתה הקיבה. נ\"ב ועמ\"ש לקמן סי' תמ\"ז סס\"ק ט\"ז:",
            "<small>שם</small> במחבר סעיף י\"א א\"א לנקרן. נ\"ב ואם לשו בהם מצה בלי ניקור הרי פרורי עיסה החמה נעשו שאור ויש לחוש שנתחמץ העיסה ואפילו אם נוקרים מכל מקום כיון שלא הגעילם כח הכלי מחמיץ העיסה וכך כתב הפרי מגדים באשל אברהם סי' תנ\"א ס\"ק מ' וכ\"כ בספר חיי אדם כלל קכ\"ה אות ג':"
        ],
        [
            "במג\"א ס\"ק ח' ב\"ח. ונראה דהנפקד חייב וכו'. נ\"ב עיין תשובות ח\"ס או\"ח סי' ק\"ח [שם האריך לבאר דברי המג\"א וכל הענין השייך לדין זה]:",
            "<small>שם</small> במג\"א בס\"ק ה' דהמפקיד פשע דהו\"ל למוכרו, נ\"ב עיין תוספות בב\"ק דף ל' ע\"א ד\"ה חייב ובלשון הרא\"ש שם. ולזה עוררני הרב הדיין מו\"ה שלום פירדא נ\"י, וי\"ל שאני שומר שקיבל שמירה מהבעלים וק\"ל:",
            "<small>שם</small> במג\"א סס\"ק ה' צריך לשלם לו וצ\"ע, נ\"ב צ\"ע בתוס' ב\"ק דף נ\"ז ע\"ב דבשומר אינו אומר הרי שלך לפניך ע\"ש וש\"ך חו\"מ סימן שס\"ג סק\"ז והשמטות שעה\"מ פ\"ז מחובל ומזיק:",
            "<small>שם</small> במג\"א ס\"ק ו' ונ\"ל דחמץ שרי אף לדידיה. נ\"ב אבל בלא\"ה אסור להמוכר כ\"כ סמ\"ע והש\"ך סי' רל\"ד ע\"ש ודלא כהפר\"ח כאן ועיין תשובות ח\"ס או\"ח סימן ק\"ו [ע\"ד עבריין אחד שהערים כאלו מכר חמצו ועבר עליו הפסח שהשטר היה חתום מהלוקח ולא מהמוכר והשטר עצמו נשאר ביד המוכר וכתוב בו שנתן דראה\"ן גאב כ' צ\"ל ושניהם מודים שלא נתן אך הישראל אמר לו שימכור יי\"ש בפסח ולאחר הפסח ישלם לו שכר טרחתו, הנה אפילו אם השטר נכתב כדינו צריך שיחתום המוכר ושימסור המוכר ליד הלוקח וכו' עיי\"ש היטב בכל דברי התשובה]:"
        ],
        [
            "במג\"א סס\"ק ט' ונ\"ל דמקרי סעודת מצוה. נ\"ב וסעודת מילה ולילה שלפניה באשכנז עמ\"ש לקמן סי' תר\"מ ס\"ק ט\"ו ועיין ש\"ך יו\"ד ס\"ס קע\"ח:",
            "<small>שם</small> ח\"י סק\"ח ואפשר דאפילו. נ\"ב עיין בספר בית מאיר סימן קל\"ו סעיף ז' בסופו שדחה ראיות הח\"י מתוס' עירובין בטוב טעם ודעת ע\"ש [מהגאון כ\"ס]:",
            "<small>שם</small> במג\"א ס\"ק י\"א משא\"כ במילה. נ\"ב והקשה בספר אבן העוזר דהא ההולך לשחוט את פסחו איכא כרת אם לא יעשה פסח והקשה בספר באר היטב בשם הגאון מו\"ה שאול ז\"ל הא בלא\"ה אי אפש' לעשות פסח משום לא תשחט על חמץ דם זבחי. ולפענ\"ד נראה היינו דוקא בחמץ שלו אבל בפקדון וקיבל אחריות דניהו דבפסח עובר בשלו משו' דכתיב לא ימצא במצוי לך אבל משום לא תשחט אינו עובר א\"כ בכהאי גוונא ישחוט פסחו ולא יחזור לבער חמץ שהופקד אצלו ובזה לא מהני ביטול אפילו קודם שעה ששית ועיין בשו\"ת שאגת אריה וכעת מצאתי כן בצל\"ח ע\"ש:",
            "<small>במג\"א</small> ס\"ק י\"ג ולזה נתכוון הטור. נ\"ב דבבא ראשונה שכתבו ההולך לעשות עירוב פירוש ברגליו לרשות אבל בבא שנייה כתבו הלך לערב ולא כתבו לעשות עירוב אלא לערב והיינו בפת כיון שהולך לרבו וק\"ל:",
            "<small>שם</small> ס\"ק י\"ד כ\"מ בתוס'. נ\"ב פירוש דלא גרע מבשר קודש דאינו חוזר על פחות מכזית ע\"ש בתוס' ד\"ה וחכ\"א:"
        ],
        [],
        [
            "במג\"א ס\"ק ב' והקשה שם הש\"ל נ\"ב דף מ\"ג ע\"א ולא נזכר שם ר\"ת ע\"ש:",
            "<small>שם</small> במג\"א ססק\"ג וכיון דבאמת. נ\"ב וביו\"ט דבאמת כצ\"ל:",
            "<small>שם</small> בט\"ז ס\"ק ד' נראה דבא להתיר, נ\"ב לאסור:"
        ],
        [
            "<small>במחבר ס\"א בהג\"ה מרדכי פ' כ\"ש ויש מחמירין </small>נ\"ב סי' תק\"ע ע\"ש ומ\"ש המג\"א סק\"ד על שמו וק\"ל:",
            "<small>שם</small> במג\"א בתחילת סי' ועיין ביו\"ד סי' קי\"א ובש\"ך. נ\"ב סי' ק\"ב בש\"ך ס\"ק י\"ג:",
            "<small>(שם במג\"א ס\"ק ג')</small> וכ\"כ בתשובת מהרי\"ל, נ\"ב ז\"ל המהרי\"ל בתשובה שם וראיה דלא שרי בשר שחוטה עם נבלה בכל ענין אפילו שניהם מין אחד אפילו למ\"ד מין במינו במשהו וכן מוכח בפרק כיצד צולין דפריך למ\"ד משום תערובות טעמים מה לי גדי וגדי מה לי גדי וטלה ונימא דלא מבעיא גדי וגדי דהוי מין במינו וכו' ולר\"י ולרבי שסדר המשנה הוי מין במינו במשהו וכו' ובזה תיקן דברי המג\"א ס\"ק ד' וק\"ל:",
            "<small>שם</small> במג\"א סק\"ד כתב הסמ\"ע דבכל מקום עיין בד\"מ י\"ד סי' ל\"ה ס\"ק ז' [מהגאון כ\"ס]:",
            "<small>(שם במג\"א ס\"ק ד')</small> אם לא במקום שהתוס' חולקים, נ\"ב חוששין להחמיר וכ\"כ המהרי\"ק ריש שורש נ\"ב:",
            "<small>(שם במג\"א סק\"ו)</small> והמרדכי פ\"ב וכו' דחיטים, נ\"ב בח\"י השיג ע\"ז בדברים נכונים ואהא דחיטים כתב לעיין לקמן סי' תס\"ז סי\"ב וראיתי מעשה בפפד\"מ שחכמי העיר אסרו מי באר שנפל לתוכו שעורים אפילו לאפות מהם קודם פסח:",
            "<small>(שם במחבר סעיף ד')</small> אינו חוזר וניער. נ\"ב עיין תשובות ח\"ס או\"ח סי' ק\"ז [שם כתב לבאר דברי המהרי\"ו בתשובה סי' רי\"ד ולפרשם באר היטב]:",
            "<small>(שם במג\"א ס\"ק ט\"ז)</small> על בליעת נותר ע\"ש, נ\"ב פי' וכיון דמצינו בקדשים גזירת הכתוב אסרו רבנן בחולין ועיין תוס' זבחים דף צ\"ו ע\"א ד\"ה ואם טש וכו':",
            "<small>(שם ס\"ק הנ\"ל)</small> דלא כש\"ך. נ\"ב סי' ס\"ט ס\"ק ס\"ח:",
            "<small>(שם במג\"א ס\"ק כ\"ג)</small> ב\"י אסור דמלתא דלא רמיא וכו'. נ\"ב עיין ש\"ך יו\"ד סי' צ\"ד ס\"ק כ\"ח ומ\"ש עליו הפרי מגדים שם ס\"ק כ\"ח:",
            "<small>(שם במג\"א ס\"ק כ\"ד)</small> וכ\"כ הר\"ן, נ\"ב פרק כל שעה דף קל\"ח ע\"ש:",
            "<small>(תמ\"ז בהג\"ה ס\"ה)</small> עיין בתשובה מאהבה ח\"א סי' קכ\"ט שמביא מהגאון הנוב\"י שהיה מוחה שבל יקחו צבע ודרכם ליקחם בכל השנה לציקער ויש קבלה בידו שהוא חמץ ע\"ש בת\"מ עוד הדיני' במיני ציקער, [מהגאון כ\"ס]:",
            "<small>(שם במג\"א ס\"ק כ\"ח)</small> ואף שהש\"ך כתב וכו'. נ\"ב וכתוב בספר דגול מרבבה מ\"מ בחומץ וכהאי גוונא יש לסמוך אהש\"ך סי' ס\"ט ס\"ק ס\"ח דאין כבוש להפליט ועיין מג\"א לעיל סס\"ק ט\"ז:",
            "<small>(שם ס\"ק ל\"ג)</small> דכל דבר חריף אסור. נ\"ב כולו אסור א\"כ ה\"נ אף הבוסר כולו אסור כצ\"ל. לפענ\"ד עיין בש\"ע יו\"ד סי' צ\"ו בהג\"ה ראשונה והענין כך דשלשה מחלוקת יש הר\"ם ס\"ל דוקא צנון וחריף ותל\"מ ובעל התרומות שהוא רבנו ברוך ס\"ל דכל מילי כגון כרישין ובצלים הוי חריף אלא דאינו אוסר רק כדי קליפה. והיינו דכתב הרב ב\"י בסי' זה והסמ\"ק מתיר הכלים דא\"נ פלט משהו הוא ונתבטל קודם פסח בכרישים ובצלים לדעת רבינו ברוך ע\"ש והיינו דעת סמ\"ג שבב\"י יו\"ד שם בשם בעל התרומות. ודעת שלישית הרשב\"א דטובא פליט ואוסר בששים וא\"כ לפי אותה דיעה הבוסר מפליט הרבה ואין בו ששים נגד כל המדוכה ואסור דפליטה דחריפותו של בוסר לא גרוע מחריפותו של אתרוג וזיתים ועיין כ\"ז בטור וש\"ע יו\"ד סי' צ\"ו הנ\"ל ועפ\"ז תפרש דברי המג\"א:",
            "<small>שם</small> במחבר ריש סעיף י\"א בין חמץ. נ\"ב מי ששכח למכור תערובות חמץ עיין תשובות ח\"ס או\"ח סי' ק\"ט. [ע\"ד אחד נתן רשות לשליח למכור חמצו לנכרי והיה לו חביות יי\"ש שהוא מעורב בו י\"ש מתבואה והוא תערובת חמץ פחות מס' ומונח בחצירו של גוי והשליח הזה מכר החמץ לנכרי ועשה שטר מכירה בלשון הגר ויען שלא ידע לשון הזה על בוריו לא היה יכול לכתוב בשטר גומר שיהיה נכלל במכירתו גם תערובת חמץ רק כתב שהוא מוכר כל המטלטלין שיש לו בחדרים מיועדים וכיון שלא נמכר תערובות חמץ שבחביות רק שבעה\"ב ביטל חמצו כדינו יש להסתפק מה דינו של היי\"ש אחר הפסח, וסיים תשובת והואיל והוא הפסד מרובה יש לדון ולהקל שהרי ביטל והפקיר כדין תורה ורק חיישינן לערמה והכא שעשה שליח למכור וכו' ועיין בתשובה שבסוף ספר מנ\"י ובנב\"י נמצאו קילות כאלה ולבעה\"ע ס\"ל בלא\"ה דחמץ שעבר עליו הפסח לא קנסו אלא באכילה וניהו דלא קי\"ל כוותיה מכל מקום בהפסד מרובה ונידון כנ\"ל ניהו דישראל לא ישתה ממנו אלא ימכרנו לנכרי או שימכור במקום דלא שכיחי ישראלים ודמי שיווי החמץ שבתוכו יתן לקופת הצדקה של רבים באופן שהוא לא יהנה ממנו וגם לא יהיה לו טובת הנאה מהעני]:"
        ],
        [
            "(במחבר סעיף ג') שימכרנו לו מכירה גמורה. נ\"ב עיין תשובת ח\"ס יו\"ד ס\"ס ש\"י וח\"ס או\"ח סי' קי\"ט:",
            "<small>(שם במחבר ס\"ג)</small> מכירה גמורה. נ\"ב עיין תשובותי ומוכר לגוי קטן עיין תשובות ח\"ס יו\"ד סי' שי\"ד:",
            "<small>גוי</small> שמכר חמצו של ישראל בשליחותו כיון דאין שליחות לגוי הרי הבעלים עוברים בבל יראה ע\"ש קצה\"ח סי' קכ\"ו ס\"ק ט\"ו ע\"ש:",
            "<small>(שם במג\"א סק\"ד)</small> אבל עכו\"ם לעכו\"ם עושה. נ\"ב עיין ש\"ך חו\"מ סי' רמ\"ג סק\"ה ובבית שמואל ס\"ס ה':",
            "<small>(שם בד\"ה)</small> וכל דבר וכו' קונה ג\"כ כאן, נ\"ב דהשתא בין ישראל לישראל מהני סתימותא כצ\"ל ע\"ש:",
            "<small>(שם ד\"ה)</small> ומ\"ש דאזלינן וכו' בע\"א דף ע\"א בתוס'. נ\"ב ד\"ה אמר אמימר וכו' מדהוצרכו לומר שהיא רק אמתלא ש\"מ דלא אזלינן בתר דיניחם, ועוד מדהוצרכו בבכור קניית מקום ע\"ש ואמנם עיין היטב בתשובה המיוחסת להרמב\"ן סי' רכ\"ה ותמצא נחת:",
            "<small>(שם במג\"א)</small> ד\"ה ומיהו צריך וכו' ובסי' מ\"ג. נ\"ב ועיין בזה היטב לעיל מ\"ש הט\"ז סי' רמ\"ו ס\"ק ה' ומ\"ש הט\"ז לקמן סוף סי' זה ועיין היטב בתשובות ח\"ס או\"ח סי' פ\"ד:",
            "<small>שם</small> ס\"ק ה' ורדב\"ז ח\"א נמחק וצ\"ל ח\"ב, סי' ק\"ס נמחק וצ\"ל ר\"מ. ועיין תשובת ח\"ס או\"ח סי' קט\"ו וסי' קט\"ז:",
            "<small>(שם במג\"א ס\"ק ה')</small> נותן לך ותחזרנה, נ\"ב צ\"ע בש\"ך יו\"ד סי' ש\"ה ס\"ק ח' ועיין שער המלך פ\"ח מהלכות לולב הלכה י' ד\"ה ודע וכו':",
            "<small>(שם במחבר ס\"ד)</small> בשעה חמישית. נ\"ב עיין מ\"ש בנוב\"י מהדורא תניינא סי' כ' בגוי שזכה בחמץ אחר חצות אפילו לא ביטל מותר אחר הפסח וצל\"ע דניהו דעל בל יראה לא עבר מכל מקום עבר אעשה דתשביתו ונקנסיה ע\"כ למעשה צ\"ע:",
            "<small>(שם ס\"ק ח')</small> יכול למכור לעכו\"ם, נ\"ב נתעוררתי להזכיר בשטר מכירה השעה כי בזכירת היום אין השטר מוכיח מתוכו אלא מסוף היום ולשיטת רש\"י יכול לתנו לאחר כל היום ואין כאן מכירה ע\"כ יכתוב שם השעה, אך היה צל\"ע אם ימכור קודם שריפת חמץ שלו א\"כ כיון שמזכיר בשטר שכל חמצו בכל מקום שהוא ה\"ה מכור א\"כ גם זה מכור ואינו מקיים מצות שריפה בחמץ שלו ואם ימכור אחר שריפה וביטול הרי כבר הפקירו ואיך יכול למוכרו לגוי אא\"כ חוזר וזוכה בו ומבטל ביטולו ויעצני הרב הדיין המופלג מוה' דניאל פרוסניץ נ\"י ליתן במתנה על מנת להחזיר לחבירו אותו חמץ שמצא בשעת בדיקה ואחר כך למכור נמצא דאין זה בכלל מכירה שכבר נתנו במתנה על מנת להחזיר ואח\"כ ימכור חמצו לגוי ואח\"כ יחזירנו לו חבירו ושוב ישרף מה שמצא בבדיקה ושוב יבטל ועצה נכונה היא:"
        ],
        [],
        [
            "במחבר ס\"ב ישראל שמקבל. נ\"ב והאראנדארין שנותנים שכר ויי\"ש לבעלי אושפיזא למכור עיין תשובות ח\"ס או\"ח סי' קי\"ח [ע\"ד אראנדאר ישראל שמוכרים חביות יי\"ש לנכרי ווירטס הייזער שלהם וזוקפין עליו במלוה והוא באחריות של הקונה הנכרי אך הרשות ביד האראנדאר הישראל לחזור וללקחו ממנו בכל שעה ושינוי הזמן ויוקרא וזולא אם עובר המוכר ישראל או לא, וכתב דלדעתי דעובר עליו משום דחמץ לא צריך שלך ממש אלא כיון שמצוי אצלו ויש לו אחיזה יד בו מקרי שלו וכו', וביטול אינו מועיל כיון שאינו שלו להפקירו ואין לו בו רק אחיזה בעלמא. אלא קודם פסח צריך ללקחו מהווירטס הייזיר לבטל קניינו הראשון ויחזור וימשוך ע\"ד לקנות קנין גמור]:",
            "<small>(שם במג\"א רס\"ק י\"א)</small> ד\"ה שלא יבקע נ\"ב עיין מס' ע\"ז דף ס\"ח ע\"ב כי היכי דלא ?נצטרי זיקי ע\"ש והתם לא שייך פירושו של המג\"א ע\"ש וצ\"ע:",
            "<small>(שם ס\"ק י\"ב)</small> הטעם עיין סי' תמ\"ב ס\"ב נמחק הב' ונ\"ב תמ\"ה במג\"א ס\"ק ו' ע\"ש וק\"ל:"
        ],
        [
            "במג\"א ס\"ק ו' מותר להגעילן נ\"ב אע\"ג דביו\"ד פסק דסכינין מלבין משום מיעוט תשמישו ע\"י האור וי\"ל דחמץ הו\"ל מיעוטא דמיעוטא ע\"י האור וק\"ל:",
            "<small>(שם במחבר ס\"ד בהג\"ה)</small> שמחמירין ללבנו נ\"ב דאין לחוש שע\"י חימום של הליבון קל יהיה הרוטב המובלע בעובי הדופן הכלי נבלע ע\"י אור זה ויצטרך ליבון גמור ז\"א דהרוטב שבעובי הכלי אינו רואה פני האש ומחיצה דקה מפסקת בין האש להרוטב המובלע והו\"ל בישול ולא בעי ליבון.",
            "(שם במחבר סעיף ו') ציון ס\"ק י\"ז של המג\"א נמחק וצ\"ל אצל תיבת שלפעמים לקמן ברמ\"א:",
            "<small>(שם במג\"א ס\"ק כ\"א)</small> אלא עם שומן נ\"ב עיין ש\"ך סי' קכא ס\"ק ח' ופ\"ח ופרי תואר וכולם לא עמדו על תוכן דברי רמ\"ע סי' צ\"ו שכ\"כ שם ורוב דברים שמטגנים העכו\"ם הוא שומן וחלב שהוא גופא איסור נמצא שאין כאן אמצעי של היתר לכן צריך ליבון וה\"ה מחבת חולבת שלנו שטגנו בו בשר כיון שהשומן המבליע היא ג\"כ איסורא עם חלב שמחבת החולבת בעי ליבון משא\"כ מחבת מחומצת שנבלע החמץ ע\"י שומן שאיננו חמץ והוא אמצעי של היתר מהני הגעלה אלו דבריו ז\"ל וממילא מובן דמחבת שטגנו בה בשומן של היתר מהני הגעלה אם רוצה להגעילה לבשל בה חלב לא בעי ליבון דהיתירא בלע כדלעיל ס\"ק י\"א אלא שאין אנו נוהגים להכשיר כלי בשר לחלב או איפכא כדלקמן במג\"א סי' תקט ס\"ק י\"א אבל מעיקר כל דהיתירא בלע סגי בהגעלת בשפוד דחטאת שלהי מסכת ע\"ז אלא חמץ דמקרי איסורא בלע משום הכי צריך סברתו הנ\"ל ועיין ח\"ס יו\"ד סי' קי\"א:",
            "(שם במג\"א ס\"ק כ\"ז) איסור בעין נ\"ב וישרף מעט זה לאפר טרם יבלע על ידי גחלים:",
            "<small>(שם במג\"א ס\"ק ל\"ז בד\"ה)</small> כתוב בהג\"ה וכו' שכבר נתקנה במצה ראשונה ואם נתערבו וכו' נ\"ב וצ\"ל ועכ\"פ אם נתערבו וכו' ור\"ל עם מצות שרדו במרדה חדשה:",
            "<small>(שם במג\"א ס\"ק מ')</small> ומשמע בת\"ה שם שחביות של יי\"ש נ\"ב והכשר יורות של יי\"ש עיין תשובות ח\"ס או\"ח סי' ק\"כ:",
            "<small>(שם במג\"א ס\"ק מ\"ד)</small> קכלין ונעשה כתנור קטן נ\"ב שקורין דערין ועיין לקמן סי' תס\"א ס\"ק ב' אבל כוב\"י וכו' ועיין ח\"ס או\"ח סי' ק\"ל:"
        ],
        [
            "בט\"ז סס\"י כלל בפסח נ\"ב ועיין משנה י' פ\"ה דמכשירין ועיין היטב בלשון הרמב\"ם פ\"ז מהלכות טומאת אוכלין הלכה ב' ויש להלק דניהו לענין טומאה העשן העולה מן החמין כמשקין הוא חשוב כמ\"ש הרמב\"ם הנ\"ל ומסתמא גם העליון מכל מקום אינו מוליך פליטת החמץ שבתחתון עמו למעלה כדמצינו כהאי גוונא גבי דם דאינו מפעפע למעלה ומש\"ה דייק הט\"ז וכתב דאין בו איסור לאפוקי טומאה [ועוד נמי נ\"ט בר נ\"ט דהיתירא נ\"ל דיש למנהג על מה לסמוך זה ועיין ] בתוך הנסגר הזה חסירים איזה תיבות ומה שניכר כתבנו בין השני חצאי מרובע:",
            "<small>(שם מחבר ס\"ג בהג\"ה ות\"ה סי' קי\"ד)</small> נ\"ב ועיין תשובותי ועיין ח\"ס או\"ח סי' קל\"ו:"
        ],
        [
            "במג\"א ס\"ק א' לידי חימוץ טטרקי נ\"ב עיין תשובות ח\"ס או\"ח סי' נ' וסי' קכ\"א בענין חיטא תוגרמא:",
            "<small>(שם במחבר סעיף א' בהג\"ה)</small> והמנהג באשכנז נ\"ב ועיין תשובות ח\"ס או\"ח סי' קכב: [אודות מנהיגי מדינתו ועסטפאלען אשר התירו לאכול מיני קטניות ביו\"ט של פסח והאריך לדבר בענין הזה ע\"ש היטב:",
            "<small>(שם במג\"א ס\"ק ז')</small> אותן על המים נ\"ב חיטים הבאים בספינ' עיין לקמן סי' תס\"ז ס\"ג ומכל מקום הרדב\"ז בח\"א בשניות סי' רפו כתב שומר נפשו ירחק משום שכשיחסר המדה שופכי' הספנים מים למלאות חסרונם ועכ\"פ נראה לפענ\"ד דאין ליקח מהם מצה של מצוה דבעי שימור לשמה משעה שנקרב אל המים דלא גרע מרחיים של מים וכן הוריתי הלכה למעשה בח\"ס או\"ח סי' קלד ועיין במג\"א סי' תסו סק\"ט ועיין לקמן סי' תסז ס\"ו מ\"ש על הגליון:"
        ],
        [
            "במג\"א ס\"ק א' שקורין שפרייא\"ר נ\"ב ראש שבולת של קש שנמצא בתבשיל אין חוששין שהיה בו חיטה ונימוחה דמסתמא יצא הכל בשעת דישה כמ\"ש המג\"א סי' תסה ס\"ק ה' וכ\"כ בחידושי:"
        ],
        [
            "<small>(שם בט\"ז ס\"ק ג)</small> שומר מצוה וכו' והא דלא מייתי האי קרא בפרק ערבי פסחים דף קט ע\"ב משום דלא הוי להו לרבנן לתקן מצוה חדשה ולסמוך על זה כמ\"ש הסמ\"ע סי' ס\"ז ס\"ק ב' כהאי גונא ע\"ש:",
            "במחבר ס\"ה בהג\"ה יש לאסור נ\"ב ע' תשובותי ח\"ס או\"ח סי' קכ\"ג:",
            "<small>(שם ס\"ו בהג\"ה)</small> ופלפלין נ\"ב עיין תשובות ח\"ס או\"ח סימן קט [ע\"ד חטים שנמצאו ביניהם כעין שומים קטנים חדים וחריפים כשומים וכשנטחנים עם החטים איכא למיחש למי פירות ולדברים חריפים הגורמים חימוץ אלא שהוא דבר מועט וכו', וכתב בסוף התשובה וז\"ל ובנידון שלפנינו אם החטים נטחנים ובתוכם דבר הנסחט ומתלחלח אפי' טפה אחת אינו מתערב שנא' שנתבטל ברוב או בטל חורפייהו כ\"א מצא מעט קמח בצדו ומתגבל ונעשו עגולים קטנים וכיון שהוא דבר חימוץ ואם שוהה יום או יומים יש לחוש שיהיו נעשים שאור לחמץ העיסה ועוד שאינם מתערבים בלישה ונשארים בעין במצה ובפסח פוגע בו ואוכלו ע\"כ טוב לברר החיטים יפה ואח\"כ לנפות הקמח לאט לאט באופן שאם יש בו עגולים כאלו ישארו למעלה בנפה ומ\"מ אם לא נעשו כן אין להחזיק ריעותא ולאסור בדיעבד ויאכלו ענוים וישבעו] ועיין עוד תשובות ח\"ס או\"ח סי' קכ\"ט:"
        ],
        [
            "במחבר ס\"א מ\"ג ביצים נ\"ב עיין בתשובות ח\"ס או\"ח סי' קכ\"ז וסי' קפ\"א נתבאר השיעור הזה:"
        ],
        [
            "במג\"א ס\"ק ה' מיתשיל עליה והוי חולין נ\"ב העושה שליח להפריש מי מתשיל עיין תשובות ח\"ס יו\"ד סי' ש\"כ [וכתב דהדבר פשוט דשניהם יכולין לשאול השליח והבעה\"ב אלא אם השליח שואל על נדרו ומתחרט מעיקר' על מה דיהיב דעתיה להפריש מצד זה ונעקר הנדר מעיקרו והדר הכרי לטיבליה א\"כ חוזר ומפריש תרומה אחרת כי עדיין לא עשה שליחותו כלל דההפרשה ראשונה הוי כמעשה קוף בעלמא משא\"כ כשהבעה\"ב מתחרט צריך להתחרט על עיקר מה שנתן דעתו על דעתו של זה השליח ואם כן ממילא בטל השליחות קמייתא וצריך למנות שליח מחדש וכו' ומהיות טוב שיתירו להם נדרים שניהם השליח והבעה\"ב:",
            "<small>(שם במג\"א ס\"ק ז)</small> אפילו הוא בן וכו' נ\"ב זה ליתא כמ\"ש החו\"י ע\"ש ובערב פסח שחל להיות בשבת עיין לקמן סי' תק\"ו במג\"א ס\"ק ח' ומה שכתבתי שם על הגליון:",
            "<small>(שם</small> ס\"ק ט' וכ\"כ המהרש\"ל נ\"ב פ\"ה דב\"ק סי' ל\"ה וריש פרק כל הבשר ע\"ש ועיין תשובותי וע' היטב בשו\"ת המהרי\"ט ח\"א סי' קמח וסי' קמט ע\"ש היטב:",
            "<small>(שם במג\"א סוף הסימן)</small> בחולין פ\"ו דף קל\"ג ע\"א כצ\"ל:"
        ],
        [],
        [
            "במג\"א ס\"ק י\"ג באכילה רק שהוא חומרא בעלמא וכו' נ\"ב ומותר לבטלו לכתחלה בס' כדאי' ביו\"ד סי' צ\"ט ויכול לאוכלו בפסח אפי' וכו' וכעין שכתבו התוס' בפסחים דף מ\"ו ע\"א, אמנם עיין לעיל במג\"א סי' שכ\"ג סקי\"ד ועיין מ\"ש שם על הגליון:",
            "<small>(שם ס\"ק י\"ד)</small> בגד צמר נ\"ב ר\"ל צמר טווי אבל לא בגד שקורין פעלץ שאין הצמר טווי ומחמם:"
        ],
        [
            "במג\"א בתחילת הסימן אל יסייע עכו\"ם חש\"ו נ\"ב לכאורה יש לעיין להרמב\"ם דבעי שימור משעת קצירה ולהרמב\"ם לא מהני אם ישראל עומד על גבו א\"כ איך יצאנו י\"ח שמירה משעת קציר' והקוצרים גוים ואפי' הטחינה נעשית לפעמים ע\"י גוי וישראל עומד על גביו ונ\"ל דלכאורה צ\"ע אהפוסקי' כולם דבעי לישה ואפייה ע\"י ישראל אטו לישה ואפייה כתובה שמירה הוא דכתובה וכאן דישראל עומד ומשמר לשמה מה לי בהלש והאופה. וצ\"ל דהלש והאופה הוא עצמו צריך להיות המשמר מכל חימוץ שהעיסה תחת ידיו ואי אפשר לאחר שישמור זה וכיון דבעינן שמירה לשמה אי אפשר שילוש גוי חשו\"ק. אמנם היינו דוקא לישה ואפייה אבל שימור דקצירה איננו אלא השגחה שלא תפול על החיטים מים ממקום אחר וזה יכול השומר ישראל לשמור בכוונה לשמה והקוצרים והטוחנים מעשה קוף עבדי ואתי שפיר. ומבואר יפה בתשובותי ע\"ש ח\"ס או\"ח סימן קכ\"ח [השואל חקר אם הקוצרים בידם חטים שמורים אי לית בהו משום אוונכרי דאסור משום גזל או נימא משו' דקניא בשינוי חטים ועשאו קמח ואי מותר לברך עליהם. ובתחלת תשובתו כת' המחבר ז\"ל מה שהיה תמוה לי מאז דלמה אנו סומכין לקצור ע\"י נכרי, ומה שנראה ליישב מנהגינו. ואח\"כ כתב על דברי השואל דלכאורה היה נראה כדבריו דהחסידים הקוצרים בעצמם עפ\"י סתרי תורה היו מפסידים עפ\"י נגלה מחשש אוונכרי מכל מקום יש ללמוד זכות עפימ\"ש המג\"א סי' תע\"ג סקי\"ד כתב המהרי\"ו וכו':"
        ],
        [
            "<small>(שם במג\"א ססק\"א)</small> וכמ\"ש סס\"ד. צ\"ל פי' תנ\"א בב\"ד:",
            "במג\"א סק\"ו תוס' מנחות דף כ\"ז. נ\"ב דף ע\"ח ע\"ב ודף כ\"ז ע\"ב ד\"ה ושמעינן ע\"ש:"
        ],
        [],
        [],
        [],
        [
            "במג\"א סק\"ה מיהו הט\"ז וכו' דלא אמרינן כן. נ\"ב עיין לקמן סי' תס\"ז סקי\"ב:"
        ],
        [],
        [
            "במג\"א ריש הסימן הכרזה ש\"ג פ\"ה וכו'. נ\"כ דף שס\"ב אות א' וע\"ש טעם לחלק דבכשר מהני מקום שמכריזין:",
            "<small>(שם סק\"ב)</small> עכ\"ל וצ\"ע דא\"כ למה קאמר וכו'. נ\"ב נ\"ל דכ\"מ ס\"ל כמ\"ש המג\"א בסוף דבריו בשם המהרי\"ט דאין עושין ספק ספיקא בידים ע\"כ ס\"ל דיצרוף לזה סברא קבא קכא לביתו צריך וניהו דהאי סברא לחוד לא מהני דהרי אפי' בכיצה א' חיישינן מכל מקום מועיל סברא זו שעושין ספק ספיקא בידים ולק\"מ:",
            "<small>(שם במחבר ס\"ג)</small> חיטים שבאו. נ\"ב מכל מקום למצת מצוה לא יקח מהם כמ\"ש לעיל סי' תנ\"ג על הגליון ע\"ש מלתא בטעמ' ועיין פר\"ח ראיה להיתר מארבא הטבעי' בחישתא, ולפענ\"ד יש ראיה ממנחות דף ס\"ט ע\"ב:",
            "<small>(שם מחבר ס\"ו)</small> חיטי' שנמצאו' נ\"ב עיין תשובות או\"ח סי' קל\"ו ומי שקנה בפסח חיטים ונמצא בהם מבוקעות עיין תשובות ח\"ס או\"ח סי' קל\"ד א' איסורא לא ניחא ליה דליקני ע\"ש:",
            "<small>(שם במחבר סק\"ח)</small> דבש של עכו\"ם. נ\"ב לענין שאיבת הטאבאק לחוטם ויש בו חשש שמזלפין עליו שכר צריך לעיין במ\"ש השער המלך ספי\"א ממאכלות אסורות ד\"ה ואולם וכו' ע\"ש וצ\"ע ועיין במג\"א ססק\"מ:",
            "<small>(שם במחבר ס\"ק ח' בהג\"ה)</small> וציקער אסור לאכלו. נ\"ב עיין תשובות או\"ח סי' קל\"ה:",
            "<small>(שם במג\"א סקי\"ב)</small> לבדקו אם יש וכו' ולעיל סי' תס\"ה ועיין יו\"ר סי' רע\"ט בנמצא ג' טעיות ועיין תשובות ח\"ס או\"ח סימן קכ\"ט וסי' קל\"ו:",
            "<small>(שם במג\"א ס\"ק י\"ג)</small> מחמת משהו. נ\"ב ובספר א\"ר בסימן תמ\"ז דחה כל דברי הנה\"כ בדברים נכונים וכן בפליתי סי' צ\"ב ססקי\"ז העלה דעכ\"פ יש לצדף דעת הט\"ז להיתירים אחרים וכן נראה לפענ\"ד דלח בלח גם הט\"ז מודה דאסור תרי משהו וכלי שבלע משהו אסור במשהו ג\"כ כמ\"ש א\"ר אבל דבר יבש שבלע משהו ונפל ליותר מששים אי איכא צדדים להתיר יש לצרף דברי הט\"ז עיין היטב:",
            "<small>(שם במג\"א ס\"ק ט\"ז)</small> כאן נמצא כאן היה וכו', נ\"ב ועיין תוי\"ט ותוס' חדשות ספ\"ט דטהרות ד\"ה ונמצא במעטן וצ\"ע שם ועיין עוד מ\"ש התוס' חדשות משנה ז' פ\"י דמסכת טהרות:",
            "<small>(שם ס\"ק כ\"ב במג\"א ס\"ס פ\"ג)</small>. נ\"ב עיין תיו\"ט פ\"ב דזבים משנה ג' ד\"ה הרי הוא ע\"ש:",
            "<small>(שם בט\"ז סקי\"ג)</small> כתב הטור. נ\"ב עיין לעיל במג\"א ס\"ק י\"ב דפליג אהט\"ז בזה ועיין מ\"ש שם על הגליון:"
        ],
        [],
        [
            "במחבר ס\"א על שום בהמה. נ\"ב עי' תשובות ח\"ס או\"ח סי' קל\"ט [ע\"ד נער אחד היה לו טלה חלב בעדרו ואמר לדודו זה קרבן פסח שלי ולאחר שהרעישו על זה התנצל הנער שלא ידע מאומה מענין הקדש ולא אמרו אלא ע\"ד היתול ושחוק ושיחת נערים. ובתשובתו מבאר תחלה הענין בפסחים דף נ' ג ע\"ב וכתב דלפי\"ז זה שאמר טלה זה יהיה קרבן פסח קדוש לכולי עלמא. ואחר כך כתב דלהאמין לו שהשטה קשה ואפשר שאינו טענה כלל כמו שמבאר שם. ע\"כ ישאל על נדרו בפסח וחרטה אלא שקשה להתיר איסור חומר קדשים ע\"י שאלה ופתח של ע\"ה בזמן הזה שמקילים בהיתר נדרים ואינם רוצים להבין מה שמסבירים להם איך יתחרטו ע\"כ נראה לי להמציא עוד תקנה מצורפת להיתר הנדר הנ\"ל והוא אחר שכבר התיר נדרו יצוה לגוי קטן דלא מחליף בישראל גדול ויטיל בו מום שראוי להתירו ע\"י ג' בני הכנסת כמו בבכור ואח\"כ יעמידנו לפני ב\"ד ויעריכו דמי שוויו ויפרנו וישליכו לנהרא, וכהן אין צריך כדאיתא בסנהדרין דף ט\"ו ע\"א ומכל מקום מהיות טוב אין הפסד שיהיה המעריך כהן וע\"ש היטב בכל התשובה]:"
        ],
        [
            "בשערי תשובה סק\"א דהכי אמר רחמנא. נ\"ב ונראה לי דזה תליא בפלוגתא דרש\"י ותוס' בכורות דף מ\"ט ע\"א דלרש\"י תליא בבר קיימא ואתי שפיר דברי השבו\"י ותוס' שם ס\"ל דגזירת הכתוב היא ואפילו בידעינן שהוא בר קיימא אין חיוב לפדות עד שלשים והיינו כברכ\"י דגזירת הכתוב הוא וכתוס' פסקינן ועיין יו\"ד סי' ש\"ג [מהגאון כ\"ס]:"
        ],
        [
            "במחבר ס\"ב בהג\"ה וי\"מ שלא לפרר, נ\"ב ולפררם ביו\"ט עיין לסמן במג\"א ס\"ס תק\"ד:",
            "<small>(שם במג\"א ססק\"ח)</small> ועיין ב\"י סי' תס\"ב וכו'. נ\"ב דפשוט כשם שהקמח צריך להיות ממין הבא לידי חימוץ כך המשקה צריך ממין הבא לידי חימוץ וא\"כ ל\"ל לחם עוני ודלא כדגול מרבבה ע\"ש:"
        ],
        [],
        [
            "<small>(שם במג\"א ס\"ק ד')</small> כתב המהרי\"ל דנוהגים ליקח כרפס, נ\"ב בלשון יוני ולטיין. אפיא. וסי' ר\"ת אל פועל ישועות אתה ובל\"א זעללער ועיין ח\"ס או\"ח סי' קל\"ב:",
            "<small> במחבר ס\"ה</small> תמכ\"א נ\"ב רמז ר\"ת תמיד מספרים כבוד אל ועיין תשובות או\"ח סי' קל\"ב [שם כתוב בזה\"ל אודות מצות ומרור בפסח אמת נכון הדבר מ\"ש החכם צבי (והוא בסי' קיט) ותוכן דבריו שהחזרת השנוי במשנתינו ובלשון חכמים חסא שהוא הראש והראשון השנוי במשנ' ומצוה לחזור עליו הוא הירק שקורין במדינתינו (סאלאט) והכי נהגו כל רבותי זצ\"ל ואנו נוהגין אחריהם אך רגיל אני לדרוש בשבת הגדול מי שאין לו אנשים מיוחדים מסויימים בעלי יראה הבודקים ומנקים אותו מרחש תולעים קטנים הנמצאים מאד מאד בימי פסח ואינם ניכרים לחלושי ראות, ע\"כ מי שאין לו בביתו מי שיבדקנו כראוי טובל יקח התכמא שקורין קרי\"ן ואם הוא נמנה שלישי במשנה והחסא הוא הראשון ומצוה מן המובחר מכל מקום חלילה להכשיל בלאו או בלאוין הרבה אפי' בספק משום קיום עשה דרבנן דמרור בזמן הזה דרבנן ובפרט שאפשר לקיים שניהם ע\"י תמכא] ומדיוצאים בקלחים אפילו ביבישים ובעלים נמי דעת הפר\"ח שיוצאים כמושים וידוע בחוש דכמושים ויבישים לא עמר טעמו בו וריחו נמר טפי הרבה מכבושים במים מעת לעת דאוסר המג\"א לקמן ס\"ק י\"ד והח\"י דפליג דמים לא מפיג טעם רק כבוש בחומץ מכל מקום גם זה ברור דיבש גרע מכבוש בחומץ כדי שיעמוד על האור ויתחיל להרתיח וע\"כ צ\"ל שאני התם דטעם מרירות נפק ע\"י כח אחר המעורב דהיינו כח חומץ או אפילו רק מים משא\"כ כל זמן שהירק בעצמו בלי כח אחר אינו מפסיד כל זמן שקצת מרורות של עצמו נטעם בו ולאפוקי עלה כמוש להאוסרים והיינו טעמא שנהוגים למלול התמכא כדי להפיג מרירתו קצת שיוכלו לאכול ממנו כזית, וכן כשהיינו מסובין על השלחן מרנא חסיד שבכהונה כבוד מוהר\"ר נתן אדלער בשנת תקמ\"ה בוויען לא נמצא חסא לטי\"ך מבלי תולעים וצוה למלול תמכא ואכלנום והארכתי בזה שלא כדברי הגאון בהגדה מעשה ניסים בתחלה שאוסר הש\"ס ברכות דף ל\"ט ע\"א פרמונא פרימא זיטא למתוקי טעמא עבידא והוה ק\"ו משלוקא במים ע\"ש ולפמ\"ש ליתא לק\"ו דיליה. ועוד נראה לי דאי אפשר לאכול פסח ומצה עם לענה או אפילו תמכא דהוה שלא כדרך אכילתו כמ\"ש הרמב\"ם דמערב דבר מר הוה שלא כדרך אכילתו אלא ע\"כ הפיגו טעמא ע\"י פרימא זוטא ועיין לקמן סימן תע\"ה במג\"א סק\"י ובאמת תמכא מפורר טבול בחומץ נאכל כך וצ\"ל אם ישהנו בחומץ תו אין לברך על אכילת מרור מכל מקום אחר שמלאו כריסו לא יברך תו על אכילת מרור:",
            "<small>(שם במג\"א ס\"ק י\"ד בד\"ה)</small> כ' מהרי\"ו וכו' וכ\"ש כשנשרש. נ\"ב ולפמ\"ש התוס' בר\"ה י\"ג ע\"א דיש לגוי במה שזרע י\"ל ירק שאינו מתקיים וזורע בכל השנה יש להגוי משא\"כ אילן המתקיים אפשר שעודנו עומד מבעליו הראשונים ואינו נגזל וק\"ל. ומיהו יש לעיין בב\"מ דף ק\"א ע\"כ משום כיחשא דארעא ע\"ש ודו\"ק:",
            "<small>(שם)</small> במחבר ס\"ז כדי שישאלו. נ\"ב לשון הרמב\"ם פ\"ח הלכה ב' וכאן הבן שואל ואומר הקורא מה נשתנה וכו' משמע שהקורא ההגדה יאמר מה נשתנה. ובגמרא משמע אם הבן שואל לא יאמר הקורא אלא עבדים היינו:",
            "<small>(שם)</small> במג\"א ס\"ק כ\"ט שנקרא אה\"ך. נ\"ב יו\"ד וי\"ו ה\"ך והיינו אצב\"ע גימטריא קס\"ג במילוי יאהו\"ה ובאצבע לקו י' מכות מגיע לכל מכה י\"ו וג' עשיריות שהם הזיינים של י\"ו והלוחות באצבע אלקים מגיע לכל דיבור י\"ו היינו שאמרו חז\"ל הסייף והספר ירדו כרוכים מן השמים:"
        ],
        [],
        [
            "במחבר סעיף א' וישקענו כולו, נ\"ב דעת הרמב\"ם פ\"ה שגם המצה טובל בחרוסת והיינו לטעמא מה דרכו של עני בפרוסה והוה המצה הזכר לשיעבוד א\"כ יעשה עם המצה זכר לטיט. אך למאי דאמרינן מצה זו שאנו אוכלין על שלא הספיק וכו' והוה זכר לחירות א\"כ אין מקום לחרוסת עם מצה:"
        ],
        [],
        [],
        [],
        [],
        [
            "במג\"א ריש הסי' עד נהרות בבל. נ\"ב מה דכתיב בשיר <b>אֵל בְנֵה לָמוּד</b> הוא הוא חירוף וגידוף וראיתי בפסיקתא דשיר השירים כתיבת יד מונה שבעים שמות של הקב\"ה ע\"ד א\"ב ולא מצא שום תואר באות למ\"ד ונראה לי לומר לוחם הוא ע\"ד ד' איש מלחמה:",
            "<small>שם</small> בהג\"ה שהוא ליל שמורים. נ\"ב יען כי מוזגים כוס רביעי ולא חיישינן לזוגות ע\"כ מרמז שהוא ליל שימורים כי כן תירצו בש\"ס פרק ערבי פסחים דף ק\"ט ע\"ב ואומרים שפוך חמתך על הגוים אשר לא ידעוך שהמזיקים יתגרו בהם ע\"ד עיזי דבי טבחא שמינה מנאי בפ\"ק דמגילה כנלפענ\"ד:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "בהג\"ה למעך חלל נ\"ב עיין תוי\"ט פ\"ג דטהרות מ\"ד ד\"ה טמאים וכו' ועיין היטב ברמב\"ם פ\"ד משער אבות הטומאה הלכה י\"ג ע\"ש דתפח ע\"י גשמים אינו אלא מדרבנן באיסורים וטומאה ומכ\"ש בקיום מצוה שאינו יי\"ח:"
        ],
        [
            "במג\"א ס\"ק א' כבר פסק בסי' רס\"ח. נ\"ב עמ\"ש ח\"י בזה והיא עיקר והמג\"א בעצמו כתב נגד זה לעיל סי' רס\"ח ס\"ד שם:"
        ],
        [],
        [
            "מחבר רסי' נ\"ב עיין הפלאה כתובו' דף ע\"ב ע\"א שכתב טעם למה אין סופרים משום ספיקא דיומא ע\"ש מלתא בטעמא [מהגאון כ\"ס]. ",
            "<small>(שם במג\"א רהס\"י)</small> דלעולם האחרון נדחה ע\"ש נ\"ב ולענין התמימות עיין משנה ד' פ\"ד דסנהדרין ועיין בהרע\"ב ותויו\"ט שם:",
            "<small>(שם ס\"ק א')</small> צריך לספור היום לכן אין מברכין כצ\"ל:",
            "<small>(שם במג\"א ס\"ק ב')</small> ספר הוא בעצמו, נ\"ב ולא דמי ללקיחת לולב דמצוה שנעשה ע\"י גופו של אדם כגון הנחת תפילין ונטילת לולב אין אחד מוציא חבירו משא\"כ מצוה שע\"י אמירה ודבר פה שומע כעונה ע\"ש כפות תמרים סוכה דף מ\"א ע\"ב והא דאמרינן וספרתם שתהא ספירה לכל א' ואחד היינו לאפוקי ספירת היובל שהוא רק לב\"ד הגדול בירושלים כמ\"ש התוס' במנחות דף ס\"ה ע\"ב ד\"ה וספרתם וכו' ע\"ש ועיין ח\"ס או\"ח סימן ר\"א:",
            "<small>(שם בט\"ז ס\"ק י') עם הבדלה וסיפר קמי קידוש,</small> נ\"ב סברת הט\"ז אינה חזקה כ\"כ דבקידוש אינו מפסיק קדושה ז' ואינו דומה להבדלה דמפריש בין קדושת שבת לקדושת יו\"ט. ועיין. ולי נראה מסברא שיש להקדים ספירת עמ\"י מה שכתב המג\"א סק\"א דלא הוי הספירה סתירה ועוד כיון דאנן בקיאין בקביעות דירחא ספירה עיקר לכן מברכין ולזה באמת יש סתירה רק דע\"כ לברך וי\"ל דעכ\"פ להקדים הספירה שהוא מדינא ולא יקדים קידוש שכבר החזיק ליו\"ט ושוב הספירה נא' בסתיר' משא\"כ אם מקדים ספירה שוב קידוש שהוא מנהגא נאמ' בסתיר' ולא איכפ' לן כ\"כ כנ\"ל ועיין. אבל כבר כתב הח\"י המנהג לקדש תחלה ועיין בפרי מגדים [מהגאון כ\"ס]:",
            "דבב' סדרים נמי. נ\"ב וע' תוס' ע\"ז ריש פרק אין מעמידין הרא\"ש ריש פ' כל הבשר:",
            "<small>(שם ס\"ק י\"ז)</small> וס\"ל למ\"ב. נ\"ב לר' ברוך כצ\"ל:"
        ],
        [
            "במחבר ס\"ט בהג\"ה והעם נהגו. נ\"ב עיין מס' סופרים פי\"ד הל\"ג. ולפענ\"ד נראה דהתם קאי אהמפטיר בהם דמיירי לעיל מיניה ובהלכה ד' שם מיירי נמי מהמפטיר בכתובי' כמ\"ש התוס' ריש פרק הקורא עומד ע\"ש. אבל אין זכר שם לקרות מגילות אלו בזמני' הללו ולברך עליהם וכמ\"ש הרמ\"א בתשובה סי' ל\"ה ובמס' סופרים פרק י\"ח ה\"ד ד' אין זכר משום ברכה בקינות דאיכה ש\"מ שאין לברך, כנלפענ\"ד:"
        ],
        [],
        [
            "במג\"א סק\"ב וכ\"כ ביו\"ד סי' ר\"כ בש\"ך. נ\"ב סס\"ק ל\"א וע\"ש:"
        ],
        [
            "<small>שם</small> בהג\"ה מיהו אם חל וכו'. נ\"ב וע' מ\"ש בשכנה\"ג סי' זה ומכל מקום לא הקלתי ואסרתי בערב שבועות שחל ביום א' לגלח עש\"ק שלפניו אע\"ג דיש לחלק וק\"ל וכן מילה ביום א' לא התרתי ביום ו' שלפניו שאינו דומה להנ\"ל כיון שאינו אלא יו\"ט שלו ולא לרוב הציבור ול\"ג בעש\"ק טוב לעשות נישואין בלילה מביום עש\"ק ולבעול בליל שבת כנ\"ל כוונת אלי' רבה.",
            "במחבר ס\"ג בהג\"ה ביום ל\"ג. נ\"ב ע' תשובות ח\"ס או\"ח סי' קמ\"ב [שם הביא לשון הכרוז שהוכרז בקהלתו ק\"ק פ\"ב משמא דהגאון מוהר\"ד משולם זצ\"ל ושם נא' יען כי נהגו פה לעשות נישואין בר\"ח אייר ול\"ג בעומר וגם עושין נישואין בשלשה ימי הגבלה וכן לא יעשה דהוי ליה תרתי דסתרי ע\"כ מכאן ואילך יהיה לחוק הקבוע לאסור הנשואין בשלשה ימי הגבלה וכ' על זה דהנראה מדברים אלו שלא הקפיד אלא זו שנהגו לישא בשני הזמנים והוי תרתי דסתרי אהדדי בפ\"א כמובן דבקהלה גדולה כמו הנ\"ל יארע בכל שנה ב' נישואין בשני הזמנים אבל אפשר באתר קטן שהנישואין הם לקמצין ואם יארע חתונה בר\"ח אייר לא יארע בימי הגבלה א\"כ אין כאן תרתי דסתרי בפ\"א. ואפשר שאין קפידא כל כך וע\"ש היטב בכל דברי התשובה]:",
            "(שם במג\"א סעק\"ו) ד\"ה ויען וכו'. נ\"ב עיין תשובות מעיל צדקה:",
            "<small>(שם במג\"א סק\"ו)</small> הרי\"ף והרא\"ש שלא כתבו. נ\"ב ולפענ\"ד נראה מדכתיב ויאסף כמו בחגיגה דף כ\"ו ע\"א:"
        ],
        [
            "בט\"ז סק\"א של קריאת התורה. נ\"ב בספר א\"ר וח\"י מייתי תשובות שער אפרים סי' י' לקיים המנהג וכן נראה דעת המג\"א לעיל ריש סי' קמ\"ו ע\"ש וק\"ל. והיכא דנהוג נהוג ואריך ולכתחלה אין לנהוג כן וכ\"כ בסידור מהריעב\"ץ זצ\"ל כי כל מעיין בשער אפרים סוף התשו' יראה כי כל ראיותיו הם צנומות דקות גם כי לא תי' אלא מ\"ט אין אומרים בין ברכה לקריאה או אחר ב' או ג' פסוקים ודוקא בין ראשון לשני אבל היותר נכון לאומרו קודם ברכה כלל:"
        ],
        [],
        [
            "במחבר ס\"ב אלא לענין מת. נ\"ב שכיב מרע שרוצה לגרש ביו\"ט שני עיין תשובות ח\"ס או\"ח סי' קמ\"ה [ע\"ד אחר שלא היה לו בנים וחשש שתשאר אשתו זקוקה ליבם והיה מקום עיגון שהיבם הוא במקום רחוק מאד והאשה ענייה ולא תוכל להגיע לשם ורצה מורה אחד להתיר לכתוב גט בי\"ט שני. ולאחר שהאריך מאד לדבר בענין הזה לסתור את הטעמים אשר המתיר בנה עליהם יסוד היתירו כתב דלדינא אסור לכתוב גם ביו\"ט שני וחלילה לזלזל ביו\"ט שני]:"
        ],
        [
            "במג\"א ס\"ק ד' כמ\"ש סי' תקט\"ו. נ\"ב ע\"ש במג\"א ס\"ס קי\"ב דלר\"ת נכון לאסור פירות ביו\"ט שני משום שמא יאמר להביא בשבילו וא\"כ ה\"ה לפירות הנושרין מאיליהן דשמא יעלה ויתלוש משא\"כ מצודות דגים דלא חיישינן להא כמבוא' בתוס' לחלק א\"כ ממילא מביצה נמי לק\"מ דחדא גזירה היא שם פירות הנושרי' כנלפענ\"ד:",
            "<small>(שם במג\"א סק\"ו)</small> דרך הילוכו לארגז נמחק ונ\"ב לאורכו כצ\"ל:",
            "<small>(שם במג\"א</small> בס\"ק הנ\"ל משום קוצר מיירי בדג וכו'. נ\"ב צ\"ע בשבת דף ק\"ח ע\"א דהיכי דאינו במקום רביתיה לא שייך עוקר דבר מגידולו וא\"כ בספל של מים בוודאי אינו רביתיה אלא בנוטלו מן הים ממש ועיין בש\"ס היטב דו\"ק ותמצא דברי היש\"ש נכונים מאד:"
        ],
        [
            "במחבר ס\"א אין מראין סכין וכו'. נ\"ב בשב יעקב רצה לאסור לשחוט בהמת גוי דהרי נו\"נ ודאי יאכלו ממנו אפ\"ה כיון דמשולחן גבוה קא זכו הוא בכלל לכם ולא לגבוה ה\"נ כיון דמנכרי קא קונים הבשר הוי ליה לכם ולא לנכרים. ועוד הואיל ואי מזדמן ליה שררה שיקח כל הבהמה ולא יתן לישראל כלום ע\"ש והנוב\"י קמא חלק או\"ח סי' כ\"ט כתב שמשיטת התוס' בביצה כ\"א ע\"א ד\"ה חזינן מוכח דשרי ע\"ש. ולא שת לבו לתרץ הך דנו\"נ. ונ\"ל דלק\"מ מנו\"נ דשאני התם שגם אחר שחיטה עדיין אסורין להדיוט ער אחר זריקה ועמ\"ש התוס' בשבת דף כ\"ד ע\"ב ד\"ה לפי וכו' ולר\"י נראה וכו' ע\"ש ומכל מקום ראייתו של הנוב\"י מתוס' ביצה הנ\"ל יש לדחות דהתם כיון שבשכר טרחות אפייה ובישול יהבינן לתינוק נמצא הו\"ל כמו שותף עם הנכרי בהעיסה או בבהמה שהרי בשכר פעולתו יש לו לישראל חלק ושותפות בגוף הדבר. ולפ\"ז מה שנוהגים בכל גלילותינו שישראל השותף נוטל לעולם מהטבח הכרכשתא בטרחתו א\"כ הו\"ל כשותף עם הגוי וגם אם אפילו יזדמן שררה ויתן להשר הבהמה כולה מכל מקום הכרכשתא שייך להשוחט א\"כ מותר לשחוט לגוי בי\"ט ומנהג ישראל תורה היא:",
            "<small>(שם במג\"א ס\"ק ט\"ז)</small> יש לה חזקה זו. נ\"ב יש לחלק דעוף הזה היה לו חזקת היתר שחיטה ביו\"ט משא\"כ עגל שנולד היום ועיין ספ\"ק דערכין:",
            "<small>(שם ס\"ק כ\"ח)</small> במג\"א קמח בקמח מקרי לח בלח. נ\"ב עיין מ\"ש לעיל על הגליון סי' ש\"י במג\"א סק\"ח:",
            "<small>(שם בט\"ז סקכ\"א)</small> בד\"ה וראיתו לרש\"ל במקום אחר בפני עצמו. נ\"ב והא דלא חיישינן כן באמת היינו טעמא משום דקיי\"ל דלח בלח יש בילה ועיין בר\"ה דף י\"ז ע\"ב ומיהו בחו\"י סי' ק\"ד הקשה מש\"ס מכות דף ד' ע\"א שלשה לוגין שנפל לים הגדול וכו' ע\"ש. אמנם בריטב\"א בשם הראב\"ד כתב שם דדוקא במי ים שהם מלוחים לא מתערב יפה משא\"כ לח בלח בעלמא:"
        ],
        [],
        [],
        [
            "(במג\"א ס\"ק י\"ב) דמוקצה אסור. נ\"ב עיין לעיל סי' שכ\"ה סק\"ט ועיין חידושי רשב\"א בשבת דף כ\"ט ע\"א:"
        ],
        [
            "(במג\"א סק\"ח) לא זכר מ\"ש. נ\"ב מתוס' ד\"ה ולמטה וכו' והאור תחת אוירן כצ\"ל:",
            "<small>(שם ס\"ק ט')</small> פ\"ק דסוכה. נ\"ב עיין ק\"נ פ\"ק דסוכה סי' ל\"ג דברים נכונים וכ\"כ בתשובותי:"
        ],
        [],
        [],
        [
            "(במג\"א ס\"ק ג') לחליבה, כ\"כ בהדיא הר\"ן, נ\"ב ביארתי בחידושי ריש מס' ביצה ע\"ש:",
            "<small>(שם ד\"ה ומ\"ש ביש\"ש בסימני' דאסור).</small> נ\"ב פירוש דמותר ביומו ומכ\"ש בשבת שאחריו אבל נחלב בשבת דאסור ליומו אסור גם ביו\"ט שלאחריו וכ\"כ להדיא שם וא\"כ לדידן דביו\"ט אסור ליומו ממילא אסור בשבת שלאחר יו\"ט ועיין במג\"א סס\"ק זה אבל נחלבה ביו\"ט א' שחל ביום ה' מותרת בשבת שלאחר יו\"ט ויש להתיר אפילו להכינה בע\"ש שהוא יו\"ט ב' ולבשל לצורך שבת אע\"ג דביומ' אסורה משום חומרא הואיל ונחלבה ביו\"ט ראשון מכל מקום אינו אלא חומרא יתירה והותרה ליום ב' לצורך קצת ע\"כ מותר להכינה לשבת גם כן:",
            "<small>(שם במג\"א סק\"ג)</small> ולכן בבהמה וכו'. נ\"ב ולפמ\"ש המהרש\"א ריש ביצה צריך להיות דוקא של ישראל דשייך מוקצה אע\"ג דמוקצה מותר מ\"מ נולד ממנו אסור אבל בשל גוי דלא שייך מוקצה מותר אפילו הנולד ממנו מיהו הר\"ן שם ובפרק חבית לא תלה זה במוקצה אלא הנולד מהעומד לחליבה אסור וא\"כ אין לסמוך על המג\"א בזה:"
        ],
        [
            "במחבר ס\"ג בהג\"ה מן המשויר חלה ומותר לאכול נמחק תיבת לאכול ומוגה לאפות וכו':",
            "<small>(שם במג\"א ס\"ק ח')</small> לכן נראה לי דאין להם תקנה. נ\"ב מהריעבקקץ ח\"א סימן קל\"ג הורה לשער ולתנה לכהן קטן או לבהמת גדול או לבטלה ברוב ולהאכילה לזר ע\"ש:",
            "<small>(שם סק\"י)</small> משום איסור חמץ. נ\"ב צ\"ע הא באמת הקשה התוס' שם קושיא זו הא אפשר למיפלג בלישה ותירצו משום תיקון חלה פירוש אם תחמיץ תפסיד החלה אבל לא משום איסור שיחמיץ דרביע עלה. ודברי הב\"ח מוכרחים מהתוס' דאפילו לר\"ש דחמץ אחר הפסח מותר מכל מקום אסור מדרבנן אפילו היכי דאנוס ונמצא תפסיד החלה ומכ\"ש דאפשר דאתיא כר' יהודא דחמץ אחר הפסח אסור מן התורה אפילו אופה בשביעי של פסח יש כאן תיקון חלה:"
        ],
        [
            "במג\"א ס\"ק ד' היה לו חולה הי' כו'. נ\"ב ולזה נתכוון ה\"ה רפ\"ב מהלכות יו\"ט והלח\"מ והמל\"מ שם לא עמדו בזה ועיין לקמן סי' תקי\"ג ס\"ק ט\"ו:"
        ],
        [],
        [
            "<small>(שם במג\"א ס\"ק ט\"ו )</small> אבל אסור לאכול וכו'. נ\"ב והן הנה דברי המהרש\"א בגמ' דף ל\"א ע\"א:"
        ],
        [],
        [
            "במחבר ס\"ב מותר להחם ביו\"ט. נ\"ב ולהחם מקוה ביו\"ט עיין תשובו' ח\"ס או\"ח סי' קמ\"ו וסי' קמ\"ח ובסימן קמ\"ו כת' ע\"ד המורה אשר הורה הוראת שעה להחם המקוה ביו\"ט שני לצורך טבילת אשה חולשת אשר לא תוכל לטבול במים קרים וציוה לבשל אצל האש וגם ליקח מהמים שביורה לצורך אכילה וכת' דכיון דביו\"ט שני היה העובדא יצא לפני המורה ניהו בדינו טב הורה לצורך שעה אמנם לא בעינא דלימטי שיבא מכשורי להמציא קולא חדשה שלא שערום אבותינו ומהגו בו איסור. ע\"כ מכאן והלאה לא אומר בזה לא איסור ולא היתר ולאחר שסיים תשובתו אשר בה האריך לברר דין זה לאיסור כת' אח\"כ ועתה נדפס הספר נודע ביהודה מהדורא תניינא ע\"ש חאו\"ח סי' כ\"ה וכבר הורה זקן. ובסי' קמ\"ח חזר לדבר בענין זה וכת' שכבר נשאלה שאלה זו לפניו ועתה שכבר התיר הנוב\"י ביו\"ט בע\"ש ע\"י ע\"ת ועיין גם בפרי מגדים סי' תקי\"א וראוי לסמוך עליהם וכ\"ש במקום רפואה מצויה והגם כי איני מתיר כי מיראי הוראה אינני ואני שונא חדשות אבל במקומו' שנהגו להתיר עפ\"י הוראת הגאונים הג\"ל אין מזחיחין אותם]:"
        ],
        [],
        [
            "במג\"א ס\"ק ח' וכך כת' החינוך. נ\"ב סי' רצ\"ח:",
            "<small>(שם ס\"ק י\"ג)</small> עיין צל\"ח פסחים דף ז' ע\"ב ועיין צל\"ח ביצה י' ע\"ב ד\"ה שנים ומצא ג' אסורין אריכות בזה ופליג על המגיא [מהגאון כ\"ס]:"
        ],
        [
            "במג\"א ס\"ק צ' עיין פ\"י שבת דף ל\"ט ע\"ב ועיין בספר חיי אדם בנשמת אדם כלל צ\"ה סי' ב' ובספר קרבן נתנאל בביצה ס\"ב סי' כ\"ב ובשערי תשובה בגליון ש\"ע החדשים סי' ר\"י ובספר מור וקציעה מהגאון יעב\"ץ שם ובספר ברכי יוסף ובפרי מגדים כאן ובתשו' דרכי נועם חלק או\"ח סי' ט' ורובם להתיר ואני בעניי הכינותי דבריהם בחידושי למס' כתובות [מהגאון כ\"ס] ועיין שו\"ת כתב סופר או\"ח סי' ס\"ו אריכות בענין זה:",
            "<small>(שם במג\"א ס\"ק ד')</small> משום מוגמר. נ\"ב עיין פ\"י מס' שבת דף ל\"ט ע\"ב כת' לדחות סברת המג\"א אבל סברת כה\"ג לא נדחה ע\"ש ועיין מ\"ש הפ\"י עצמו ספ\"ב דביצה דבכיבוי לא אמרינן מתוך ע\"ש בפנים וע\"ש בק\"נ שם שקורא תגר על תשובות דרכי נועם שמתיר:"
        ],
        [
            "במג\"א ס\"ק ב' שאין לו היתר אכילה אסור. נ\"ב וצ\"ע בתוס' מס' שבת דף מ\"ה ע\"ב ד\"ה דאית בי' ביצה כו' ע\"ש:"
        ],
        [],
        [],
        [
            "(בט\"ז סק\"ו) באיסור זית ס\"ל דגם בדפנות. נ\"ב עיין בשבת דף מ\"ה ע\"א רש\"י ד\"ה אלא מן הסמוך לה:"
        ],
        [],
        [],
        [],
        [
            "במחבר ס\"ב ואיש שהי' כו'. נ\"ב ובמקום שיש עירוב מותר אפילו בשבת לכל אדם. כן העלה הנוב\"י סי' י\"א דלא כהמג\"א סי' ש\"א סס\"ק כ\"ז:"
        ],
        [],
        [],
        [],
        [],
        [
            "במג\"א סק\"א כתב הר\"ן ועיין בפרי מגדים בפתיחה כוללת הלכ' י\"ט סעיף י\"ג שנתקשה על חמין הטמונים שאפי' בלילה אין נגמרין לא שייך הואיל כמובן. ואני ישבתי מנהגם של ישראל בקונטריסי על סוגיא דהואיל [מהגאון כ\"ס]:",
            "<small>(שם)</small> במג\"א רה\"ס שהיא איסור דאורייתא לא שרי ע\"י. מוגה נ\"ב לא שרי אלא ע\"י:",
            "<small>(שם)</small> ובלא\"ה דבריהם תמוהים וצריכי' ישוב. נ\"ב זהו קושית מהרמ\"ל שם לא הבנתי מה ענין תוס' לש\"ס דפסחים דהש\"ס מיירי מאיסור מלאכה מיו\"ט לשבת ומשני צרכי שבת נעשים ביו\"ט וע\"ז הוקשה להתוס' תינח משום איסור מלאכה דיו\"ט ליכא איסורא עכ\"פ היאך מותר לאכול בשבת דבר שלא הוכן מיום חול שהרי כתיב והכינו את אשר יביאו מיום ששי שהוא חול דוקא וע\"ז תירצו דבישול לא מקרי הכנה לענין זה וכיון דבפעולת הבישול אין איסור משו' מלאכה שהרי צרכי שבת נעשים ביו\"ט מותר לאכלו בשבת דמשום הכנה ליכא ואמנם למד\"א הואיל לק\"מ מהכנה דכיון דראוי ליו\"ט עצמו ע\"י אורחים אמרינן יו\"ט לעצמו הכין ומותר בשבת כמבואר:",
            "<small>(שם)</small> ס\"ק א' ואם קיבל עליו שבת. נ\"ב צ\"ל יו\"ט ועיין יעב\"ץ ח\"ב סימן קמ\"ז:",
            "<small>(שם )</small> במג\"א ס\"ק ג' עיין ח\"צ סימן ק\"ל ובצל\"ח ביצה דף ט\"ז ע\"ב פירוש נכון לכוונת המג\"א ובדבריהם אין לערב במלוח של דג הערינגס ע\"ש. [מהגאון כ\"ס]:",
            "<small>(שם)</small> במג\"א ס\"ק י\"ג לכך בשעת עירוב וזה לטעם הראשון נמחק הראשון והוגה השני אבל לטעם השני נמחק השני והוגה הראשון:",
            "<small>(שם)</small> ע\"י עירוב וכו'. נ\"ב ועוד להתוס' ריש ביצה שהביא לעיל ס\"א דס\"ל כמאן דאמר לא אמרינן הואיל והותר מלאכה משום צרכי שבת נעשים ביו\"ט ופירש\"י בפסחים משום דקדושה אחת היא וזה לא שייך אלא ביו\"ט הסמוך ממש לשבת והעושה מלאכה ביום ה' לשבת חייב מלקות מן התורה."
        ],
        [],
        [
            "במג\"א רה\"ס וגם רבא לא. נ\"ב הוגה רב:"
        ],
        [],
        [
            "במחבר ס\"ב ואין מגלחין. נ\"ב עיין תשובות ח\"ס או\"ח סי' קנ\"ד [עיין שם היטב מה שכתב באריכות בענין העברת תער ובענין גילוח בחוה\"מ ומ\"ש על דברי הנוב\"י מהדורא בתרא חלק יו\"ד סימן פ' וסימן צ\"ט ומסכים עם החולקים עליו] ועיין יד דוד ר\"פ ואלו מגלחין שהקשה בתשובה מ\"ט אין מגלחין בעיו\"ט האחרון שלא יכנס ליו\"ט או לשבת כשהוא מנוול. לפענ\"ד לא התירו אלא כעין אנשי משמר שהניוול מטעם אחר ע\"כ שמחת יו\"ט או כבוד שבת דוחה אותו וכן בט\"ב אבל הכא שאיסור גילוח משום כבוד יו\"ט הוא א\"כ היינו כבודו שנכנס ליו\"ט אחרון בלי גילוח והמצוה אינה ניוול ליו\"ט וק\"ל:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במג\"א ס\"ק ב' וה\"ה לבנו. נ\"ב היינו לפירש\"י במס' כתובות דף ל\"ד ע\"א דלר\"מ נמי אסור לו לעולם וא\"כ מדנקט ר\"י עולמית ש\"מ להוסיף דגם לבנו אסור:"
        ],
        [
            "במג\"א ס\"ק ה' הקשה בסמ\"ע. נ\"ב אדלקמן ס\"ס תקמ\"ה הקשה כן. ולולא דמסתפינא היה נרא' לפע\"ד דהתם בח\"מ סימן ה' הוא ממרדכי בב\"ק סימן קמ\"ט ודקדק לומר בבית הכנסת ר\"ל לבטל התפלה על סירובו וכמו שרמז הסמ\"ע סי' י\"א ס\"ק י\"ז וזה אין עושין בניסן ותשרי אבל לקבול בב\"ד אפילו בחש\"מ עושים ועיין לעיל ס\"ס נ\"ז:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "במג\"א ס\"ק ג' היינו משיטא נ\"ב לאפוקי כתיבת שארי לשונו' של האומות דלרוב הפוסקים הוי דאורייתא ועיין במג\"א לעיל סי' ש\"מ סק\"מ וק\"ל. ומ\"ש הב\"י בסי' זה בשם ספר תורת אדם טעו הטועים ויחסו להרמב\"ן וליתא אלא צ\"ל בספר תולדות אדם וחוה סימן נ\"ד ע\"ש ופליג עליו הב\"י וד\"מ סימן זה:"
        ],
        [],
        [
            "במג\"א סק\"ח צדוק הדין. נ\"ב עיין אלי' רבה סימן ת\"כ מ\"ש בדין ת\"ח בפניו לחלק בין חוה\"מ לר\"ח וכדומה ע\"ש [מהגאון כ\"ס]:"
        ],
        [],
        [],
        [
            "במג\"א ססק\"ג נ\"ב ובבאר היטב כתב לכבוד שבת מותר לרחוץ [מהגאון כ\"ס] ועיין שו\"ת כתב סופר או\"ח סי ק':"
        ],
        [
            "במחבר ס\"א לשתמיט מיניה. נ\"ב כיון דאתחזיק ג' זמנים דחמשה דברים ארעו בט\"ב לית ביה משום לא תעוננו:",
            "<small>שם</small> בהג\"ה בגדי שבת. נ\"ב אבל אסורים לספר בשבוע שחל ט\"ב. וכ\"כ א\"ר ע\"ש ס\"ק כ\"ח:",
            "<small>עוד שם</small> נ\"ב עיין בפנים בא\"ר שכ' בשבת שחל ט\"ב בו ונדחה לא מקרי שבוע שחל בו ט\"ב לזה ע\"ש [מהגאון כ\"ס]:",
            "<small>שם</small> במג\"א סק\"ב וכ\"מ בגמ'. נ\"ב דומיא דאדר ול\"נ דאין ראיה דהתם הימים שבין פורים לפסח מוטלים בין ב' יו\"ט עיין סברא זו במס' תענית דף י\"ח ע\"א וחגיגה דף י\"ח ע\"א אבל הכא כיון שעברו ימי צער עברו ומכ\"ש אחר ט\"ו באב דלא היה יו\"ט לישראל כט\"ו באב ואתיא יו\"ט ואפסקיה ונסו יגון ואנחה וששון ושמחה ישיגו ובירושלמי סוף תעני' בפסקא והובקעה העיר ע\"ש יעשה זה ראש לחשבונו ע\"ש. נ\"ל סמך מנהג שמיום ט\"ב ואילך מתחיל חודש אחר ואנחנו קורין לו חודש מנחם ויותר נראה לי הא דאדר החודש כולו בשמחה הוא משום דיום ט\"ו אדר הוא תחלת יום ל' ששואלים ודורשים לפני הפסח נמצא ימי פורים ופסח חבוקים זה בזה וזה לא שייך באב וזה נראה לפענ\"ד אמת בעהש\"י:",
            "<small>שם</small> במחבר סעיף ב' עיין דגול מרבבה שם. נ\"ב נראה לי בשבת שאשתו הולכת לבהכנ\"ס עדיף מאב קודם חתונת בנו דבעל חיוב משא\"כ האב הגם שהחתן קודם לבעל האשה לענין חיוב עיין מג\"א סי' רפ\"ב ואין הבעל דומה לחתן לפני החתונה כשמזמרין אותו מכל מקום גם לאב החתן אינו דומה ועדיף טובא כמובן כנ\"ל. [מהגאון כ\"ס]:",
            "<small>שם</small> במג\"א ס\"ק י\"ד אין רגילין לספר בכל שבוע. נ\"ב ואין ניכר האבילות אם יסתפר בכל שבת דבלא\"ה אין מסתפרין אלא בע\"ש כנ\"ל לפענ\"ד. ומכל מקום נראה לי דגידול שערו' הזקן שבזה\"ז שהוא ניוול גדול מאד יש לדונו כמי שתכפוהו אביליו לקמן סעיף ט\"ו ואם יצרף לזה שום קולא כגון להכניס ולהוצי' התינוק שבמג\"א לעיל סק\"ג יש להקל שיהי' קצת מריבוי שערותיו:",
            "<small>שם</small> ס\"ק י\"ח לכבס לו ב\"פ נ\"ב בגדי פשתן:",
            "<small>שם</small> במחבר ס\"ח דלא למשתי. נ\"ב עיין בטור וב\"י סימן שי\"ג בירושלמי דלא למשתי חמרא ולמיכל בישרא וכמ\"ש לקמן ס\"ט וצ\"ע מס\"ס חזקת הבתים דפירי לא ניכל ומיא לא נשתי. וצ\"ל דהתם ה\"פ א\"כ מי לא נשתי ע\"כ משום דא\"א להפרושים להתקיים לעולם בלא מים א\"כ בשר נמי ניהו דאפשר לפרושי בלא בשר מ\"מ א\"א לרוב הציבור וכיון דאי אפשר לרוב הציבור אין הגזירה חל כלל משא\"כ מנהגינו הוא רק זמן קצר מר\"ח עד התעני' ע\"כ איסור בשר ויין דאפשר לרוב הציבור למיקם ביה אסרו מים ופירות דלא אפשר לרוב הציבור למיקם ביה אפי' בזמן קצר לא נהגו בו איסור ודוחק:",
            "<small>שם</small> במחבר סעיף ט\"ז נ\"ב ומי שתכפו שלשים של אביו ואמו כתב אאמו\"ר זצ\"ל בתשובה סי' קנ\"ח כסבר' הנוב\"י מ\"ק או\"ח סי' י\"ד דבזקן שיעור גערה בלמ\"ד יום דיש בו ניוול גדול ומכל מקום כת' שלא להקל קולת הב\"ח שבט\"ז ס\"ק י\"ד ודי להקל בתער ולא יהיה בו עוד שיעור שיגערו בו [מהגאון כ\"ס]:",
            "<small>שם</small> במג\"א ס\"ק מ\"ב ולפענ\"ד י\"ל עפ\"י סברת הט\"ז לברך בכל יום שבין המצרים שמא ימות האדם קודם שיקיים המצוה וי\"ל מקודם שנתיר בחול מהאי טעמא נתיר בשבת עכ\"פ ושוב בזמן קצר כזה עד שבת לא חיישינן למיתה ולכן בחול לא יברך ובשבת ע\"כ להתיר ועיין תשובת ח\"ץ סי' קי\"ו לחלק בכה\"ג בין זמן קצר לזמן ארוך ועיין יערות דבש דרשה שלישית מחלק ב' דעד שבת זמן קצר הוא ע\"ש וכיון דבשבת עכ\"פ יותר סברא לברך מבחול לכן התרנו בשבת ואסרנו בחול. שפיר מאחר דעד שבת לא חיישינן למיתה ויברך אז כנ\"ל נכון ועיין במג\"א סימן תקס\"ח ס\"ק י\"ג ובמחצית השקל שם. [מהגאון כ\"ס] ועיין שו\"ת כ\"ס או\"ח סימן ק\"ג:",
            "<small>שם</small> במג\"א ס\"ק הנ\"ל שאבל אסור לברך. עיין ט\"ז סימן תרע\"א ס\"ק ח' בשם מ\"מ דנראה דאין לאבל לברך שהחיינו וצ\"ע הלא שם כשלא יברך שהחיינו יפסיד הברכה ובאופן זה אפילו בין המצרים מברך כמבואר כאן. ואולי המ\"מ לא כתב כך רק שבציבור לא יברך שהחיינו וצ\"ע מהגאון כ\"ס]:"
        ],
        [
            "<small>שם</small> בט\"ז ריש הסימן י\"ל אמ\"ש ראבי\"ה. צ\"ל הרמב\"ם:",
            "במחבר בעיף י\"א בהג\"ה והגאונים כתבו. נ\"ב קושית הט\"ז על הגאונים עצומה וי\"ל לפי מאי דס\"ל להגאונים דא\"א לצום ב' ימים זה אחר זה וכדי שלא ידחה תענית ט\"ב אסור לצום ערב ט\"ב וא\"כ הו\"ל אותו היום כימים האסורים לצום מדבריהם שאם קבל עליו כ\"כ תעניות ואירעו בהם אותן הימים אמרינן נדר שהותר מקצתו הותר כולו אפי' בלא שאלה לחד שיטה בתוס' נדרים דף כ\"ה ע\"ב ד\"ה פותחין וכו' ע\"ש וא\"כ היה לנו לומר שהותר נדרו לגמרי ע\"כ כתבו הגאוני' כיון דעכ\"פ די לו בסעוד' א' אחר מנחה ונמצא צם ואינו משלים ומדקיימא לן דתענית שעות הוי תענית נמצא לא הותר נדרו מקצתו שהרי גם בזה היום הוא מתענה ונקרא תענית וע\"ד משל מה שאמרו שם בנדרים דף כ\"ו ע\"ב ולא בכופרי לבד הותר וכו' ע\"ש. והנה אילו היו אומרים לו הכופרי החי קשה ללב אך המבושל יפה ללב נמצא לא הותר בכל בצלים כופרי וממילא נאסר בכל הבצלים. וה\"ג הרי עכ\"פ ביום זה צם נמי לחצאין ותענית שעות נקר' תענית נמצא לא הוי הותר מקצתו שיהי' היתר כולו. זה נראה לפענ\"ד כוונת הגאונים זצ\"ל:"
        ],
        [
            "במחבר ס\"ב בהג\"ה תשעה באב בחצות. נ\"ב נראה לי הטע' שלא יהרהר בליל ט\"ב בענין שלמד ביום וא\"כ גם בשבת אחר חצות אסור. ועיין שו\"ת כ\"ס או\"ח סי' ק\"א:",
            "<small>(שם במג\"א ססק\"ז)</small> במגילת איכה. נ\"ב עי' תשובות ח\"ס או\"ח סי' קנ\"ו [שם נשאל אי שפיר להקהיל קהלות ברבים בט\"ב שחל בשב' ונדחה כדרכן של ישראל בכל שבת או לא. ואחר שכתב לבאר דברי המדרש שרבי קרא במגלת איכה בט\"ב שחל בשבת וכו' סיים בזה\"ל ולפי\"ז יש להתיר קודם חצות עכ\"פ לו' ברבים כגון הפטורה וכדומה וכן נוהגין בכל מקום שראיתי עכ\"ל. וטעם המנהג שלא ללמוד בערב ט\"ב אחר חצות כתב שם משום דכל מה שלומד מחצות ואילך עדיין מחשבתו עליו והרהירו גביה בלילה ונכנס לאבל כשהוא שמח. וא\"כ גם בשבת אחר חצו' אסור שאינו משום אבילות דעצמו אלא משום לילה שאחרי' ומשום הכי נוהג גם בשבת]:"
        ],
        [
            "סעיף י\"ח בהג\"ה וי\"א תשמיש המט' עיין שו\"ת כתב סופר סי' ק\"א:",
            "<small>(שם במג\"א ס\"ק כ')</small> ועיין בספר א\"ר שדעתו לאסור והוא כתב בזה כוונת המג\"א שציין ועס\"ה שדעתו שבזה ליכא טבילה בזמן מצוה ועיין בפרי מגדים שפי' כוונת המג\"א לד\"א ועכ\"פ דעת הא\"ר לאסו'. ונא' לי כי כן החמיר אאמו\"ר זצ\"ל [מהגאון כ\"ס]:",
            "<small>(שם במג\"א ס\"ק כ\"ב ב\"ח)</small> נ\"ב כדברי הב\"ח מבואר להדיא בלשון הרמב\"ם ובתורת אדם לרמב\"ן דף פ\"ו סוף ע\"ג דלא אסור אלא לת\"ה ע\"ש:"
        ],
        [],
        [],
        [
            "בט\"ז סוף הסי' א\"ל. נ\"ב ובא\"ר סי' תקנ\"ט ס\"ק י\"ג העלה לו' ענינו בשחרית וכן נוהגין:"
        ],
        [],
        [
            "במג\"א ס\"ק י\"ד שהי' בידו לדחות הנשואין וכו'. נ\"ב ויש ללמוד מכאן דה\"ה סנדק ומוהל ביום יא\"צ אעפ\"י שהיה יכול לכבד המצוה לאחר שאין לו יא\"צ. אמנם מלשון הט\"ז לקמן סימן תקס\"ח סק\"ה לא משמע קצת כן ומכל מקום נהגו להקל בזה. שוב מצאתי שכן פסק להדיא בבאר יעקב סי' תקס\"ח ונראה דמעיקרא לא קבלו המנהג עליהם במקום מצות סנדק ומוהל כי יש תיקון למת במה שבנו עוסק במצות מילה יותר מבשאר מצות כמ\"ש הט\"ז יו\"ד ס\"ס שמ\"א ומבואר יותר בתשובת מהרש\"ל סי' ע' ע\"ש:"
        ],
        [
            "במג\"א סק\"א ב\"י רמב\"ם. נ\"ב עיין תשובותי:",
            "<small>(שם במחבר ס\"ב)</small> בהג\"ה לשבור כוס. נ\"ב כתב המהרי\"ט בצפנת פענח פרשת דברים ליקח זכוכיות דוקא שיש לו תקנה אחר שנשבר לרמוז על הגאולה משא\"כ כלי חרס ועיין תשובות מהר\"ר געץ באבני שוהם סימן נ\"א:",
            "<small>שם</small> בט\"ז ס\"ק ו' דהיינו הכנסת. נ\"ב עיין מג\"א סימן תקנ\"ד ס\"ק ט\"ז:"
        ],
        [
            "במג\"א סק\"ב פסק הרמב\"ם. נ\"ב עיין תשובות ח\"ס יו\"ד סימן רל\"ג וסימן רל\"ד ע\"ש: ",
            "(שם) במשנה אמרינן וכו'. נ\"ב משנה ה' פ\"א דמע\"ש:"
        ],
        [
            "במג\"א סק\"ב שלא להשלים. נ\"ב ומכ\"ש להשלים. ועיין מחצית השקל [מהגאון כ\"ס]:",
            "<small>(שם במג\"א ס\"ק ט\"ז)</small> ודוחק לחלק. נ\"ב לפענ\"ד אע\"ג דלענין צדקה פסק המחבר הלכה כר\"מ שבמרדכי מכל מקום לענין תענית ע\"כ מודה המהר\"ם איבעית אימא סברא אי בעית אימא גמרא. מסברא דטעמו של המרדכי משום דאמרינן אמירה לגבוה כמסירה להדיוט המועלת ואסמכתא נמי משכחת עכ\"פ בהדיוט בבד\"ח ועיין בסמ\"ע סי' ר\"ז ס\"ק נ\"ו וא\"כ תינח בנדר שיתן דבר לגבוה דמשכחת קנין המועיל בהדיוט כהאי גוונא אבל להתענות דלא שייך בהדיוט בזה האופן לית דין ולית דיין דשייך אסמכתא בזה. ובזה נדחה ראיית הרי\"ו מדאמר ר' טרפון לא ניתנה נזירות אלא להפלאה בסנהדרין דף כ\"ה ע\"א משמע דשייך אסמכתא גם בנדר ולא קשה מידי דנזיר דומה לתענית ומודה ביה מהר\"ם. ואי בעית אימא גמרא דהך תשובו' המהר\"ם מייתי נמי בתשובות מיימוני לספר הפלאה תשוב' מתחלת תשובת רב נטרונאי בר אהילאי וכו' ע\"ש באורך ובסוף מייתי ראיה ממתני' דנזיר דף י' ע\"א אמר אמרה פרה וכו' א\"ר יהודה וכו' באומר פרה זו עלי קרבן וכו' ש\"מ דנעשית קרבן באסמכת' ע\"ש. וקשה מ\"ט מייתי מקרבן דר' יהודה בסיפא ולא מנזירות דת\"ק דב\"ש וב\"ה ברישא. ותו קשיא סתירה ממשנה זו דליכא אסמכתא בנזירות אהא דר' טרפון פרק זה בורר הנ\"ל. אלא ע\"כ צ\"ל דת\"ק דהך דאמרה פרה היינו ת\"ק דפליג נמי אר' טרפון הנ\"ל בנזיר דף ל\"ב ע\"ב ואנן כר\"ט קיי\"ל ומשום הכי מייתי מסיפא מרר' יהודה דאיהו הוא אמר התם משם ר' טרפון לא ניתנה נזירות אלא להפלאה ויש אסמכתא ואפ\"ה ס\"ל דפרה הוה קרבן וע\"כ היינו טעמא משום דבקרבן שייך כמסירה המועיל בהדיוט משא\"כ בנזיר שהוא רק מניעה שלא ישתה יין הו\"ל כתענית ואית ביה אסמכתא. וזה ברור לפענ\"ד. ולפי\"ז הא שמסיים בש\"ע אם יצילנו ד' מצרה הוא דלא כמרדכי דהרי הוא מייתי בב\"ק ראיה מאם יהיה אלקים עמדי דיעקב כמ\"ש הסמ\"ע הנ\"ל ואי איתא דס\"ל נודר בעת צרה שאני מטעם שכ' המג\"א ס\"ק י\"ז וכן הוא בלבוש א\"כ אין ראיה מיעקב דמועיל אסמכתא וכן מקרא אם נתן תתן העם הזה בידו והחרמתי את עריהם דשאני התם דגמר ומקנה אלא ע\"כ דלא ס\"ל להר\"מ סברת המג\"א סקט\"ז הנ\"ל. וא\"כ לפי מה שהוכחנו דבתענית כל אנפין שווין דשייך אסמכתא. א\"כ אפי' נודר בעת צרה לא יועיל להמרדכי דהרי מוכח דלית ליה סברא דגמר ומקנה. אלא שהב\"י נקט בזה חומרא דהרי\"ו אבל להמרדכי אין ה\"נ דאפי' בעת צרה לא יועיל אסמכתא לענין תענית וקרא דאם יהיה אלקים עמדי התם נדר להיות המצבה בית אלקים ולעשר כל אשר יתן לו ובכהאי גוונא מהני כמסירה המועלת בהדיוט ואין ראיה מזה לתענית. וכן אם נתון תתן והחרמתי את עריהם שחרם העיר הוא חרמי גבוה. ומסולק קושית הט\"ז ס\"ק י\"ז ודו\"ק היטב ועיין בפנים במרדכי פרק שור שנגח ד' וה' סימן מ\"ד ועיין נקודת הכסף ביו\"ד סימן רנ\"ח ועיין היטב בנמ\"י פ' מי שמת אמתני' אם ילדה אשתו זכר יטול מנה וכו' ע\"ש:"
        ],
        [],
        [],
        [],
        [
            "במג\"א ס\"ק ה' יש שמתענים. נ\"ב עיין במחצית השקל מ\"מ סליחות יכולין לומ' תוך י\"ח אבל ויחל לא יקראו. [מהגאון כ\"ס]:"
        ],
        [
            "במחבר סעיף א' יכול לטעום. נ\"ב נראה לי דסמכו אקרא וצומו עלי ואל תאכלו ואל תשתו וע\"כ שיעור אכילה בכזית ושתייה ברביעית ודלא כשיעור יום הכיפורים ומכל מקום טעימה לבלוע אסור דהוה חצי שיעור אכילה דכן שיעור גמור אפילו לפלוט אסור דהוה נמי כעין חצי שיעור דבליעת גרון הוי שיעור והנאת פיו הוי חצי שיעור אך פחות מכזית וגם פולטו זה מותר אפילו יש לו הנאה. זה נראה לפענ\"ד בכוונת המג\"א ס\"ק א' ועיין היטב תשובת הריב\"ש סימן רפ\"ח בענין טעימת האיסורים:"
        ],
        [
            "במג\"א ס\"ק י' ביום ת\"צ נוהגים. נ\"ב ולפי מה שכתב הש\"ך שם דפודין בליל כניסת יום ל\"א א\"כ יעשה הסעודה בליל שלפני התענית ויפדה בשעת הסעודה דהוי פרסומי טפי כמ\"ש המהרא\"י שם. ואולי אין נכון לקבוע הסעודה בלילה השייך ליום התענית. ושוב מצאתי בברכי יוסף ביו\"ד סימן ש\"ה סקי\"ד שנוהגין כן במצרים ומשמע אפילו בתענית ציבור ע\"ש בס\"ק ט\"ז:",
            "<small>(שם במג\"א ס\"ק י\"ג)</small> יכול לדחותם וכו'. נ\"ב עיין תשובותי:",
            "<small>(שם במחבר סעיף ד')</small> עיין ח\"ס או\"ח סי' קע\"ג ובחלק יו\"ד סימן קנ\"ה [אודות תיקוני תשובה למי שבעל נדה. עיקר התשוב' היא החרט' והוידוי ועזיבת החטא. אך הסיגופים להצילו מעונש על מה שעבר אין אתנו יודע עד מה ומאן דכאיב לי' כאיבא אזיל לבי אסיא לעיין בספרים המדברים בזה. אמנם נראה לי לחדש בענין זה דרוקח כתב להתענות מ' יום על כל בעילה וידוע דכל דבריו דברי קבלה. ואמנם המקובלי' האחרוני' כתבו להתענות ס\"ג ימים בגימטריא נד\"ה עם האותיות והכולל. ויש לחוש להחמיר כדבריהם. אמנם מה שנמצא בספרי המקובלים דאם רוצה למהר ולהקל מעליו אזי אם יתענה הפסקה משני ימים ושני לילות רצופים יחשב לכ\"ו ימים ובש\"ע או\"ח סימן תקס\"ח ס\"ד כתב שהוא ארבעים יום ודבר זה אין לנו סמך מן הראשונים כלל ע\"כ אין לסמוך על זה כמספר ארבעים יום אבל בימים שהוסיפו המקובלים הם אמרו והם אמרו באלו הימים יכול להתענות הפסקה משני ימים ולילות רצופים להשלים ע\"כ יתענה שלשים ושמונה ימים נפרדים דבלא\"ה כת' המג\"א שם סקט\"ו יצום נפרדים ע\"ש והפסקה א' מב' ימים ולילות רצופים דהו\"ל מ' יום ולדעת המקובלים שההפסקה נחשבת לכ\"ו ימים הוה ליה ס\"ד יום ויוצא ידי שניהם. ונראה לי דראוי ונכון לבעל תשובה אחר שקיים כל גדרי התשובה הראוי יקבע לו יום אחד בשנה או יום שעבר בו או יום שנתן אל לבו לשוב אל ד'. אותו היום יהיה לו בכל שנה יום תענית ותשובה בבכי ואנקה ווידוי וחרטה ע\"ד וחטאתי נגדי תמיד וק\"ו ממי שנעשה לו נס שהיה בסכנת הגוף וניצול ממנו שראוי לקבוע לו יום בשנה לזכר הנס כל שכן שיעשה כן על סכנת נפשו ונשמתו שניצול ממנו ע\"י תשובה]:",
            "<small>(שם במג\"א ס\"כ)</small> ובתשובת מהרי\"ל. נ\"ב ובסי' קי\"ב הוסיף דאקדומי פורעניות לא שייך כיון דלא הוי אלא לצערא בעלמא ע\"ש ובמקום אחר הארכתי ודעת היעב\"ץ שהעיקר להתענות בשני וגם לא הבנתי מה בכך דלא הוה אלא צערא בעלמא הלא גם ט\"ב לא הוה אלא צערא בעלמ' ואפ\"ה מאחרין ולא מקדימין משום דאקדומי פורענות' לא מקדמנינן ועיין ירושלמי דמייתי המלחמו' ד' ספ\"ק דמגילה. ותו נראה לי דניהו דבלשון בני אדם סתם אדר הראשון כדקיי\"ל כר\"י בשטרות וממילא בנודר קיי\"ל כוותיה וכמ\"ש המג\"א מכל מקום בלשון תורה הוי שני עיקר דהרי קורא בו מגילה כמ\"ש התוס' ס\"פ קונם יין וא\"כ מה שאומרים קדיש ביום היא\"צ שהיא יטעם דין הנשמה למעל' בודאי אותו דין שלמעלה הוא באדר שני כפי לשון התורה ואם כן ע\"כ לומר בו קדישים וממילא פשוט שדעת הנודר להתענות באותו היום שאומר הקדישים והדעת מכרעת כן לפענ\"ד ועיין תשובות ח\"ס או\"ח סימן קס\"ג וסי' י\"ד:",
            "<small>(שם)</small> במחבר סעיף ט' נ\"ב עיין פה בא\"ר ס\"ק ט\"ו דין יום שמת בו רבו ודין יום מיתת ת\"ח ר\"ל ומסתמ' יום שמועה כבפניו דמי דהרי שאול ויהונתן יום שמועה היה גבי דוד והתענה ומי שמסופק ביום מיתת אביו עיין תשובות ח\"ס או\"ח סי' קס\"א וסי' קס\"ב [בסי' קס\"א נשאל מי שמסופק אם מת אביו בד' או בה' בחודש איך יהיה דינו בכל מנהגי יא\"צ. וכתב דזה פשוט דהאבילו' לא יניחוהו לו' קדיש להפסידם דבכל יום יאמרו לו אייתי ראיה דההוא יומא הוא אך הספק הוא אם מחוייב הוא להמציא לו מנין במקום שאינו מפסיד האבלים האחרים. ובנה יסוד דין זה במה שמיישב סתירת הר\"ן פרק ע\"פ בתרי כסי קמאי או בתראי אי בעי היסיבה וכתב הר\"ן כיון דמיעקרא תקנתא דרבנן לגמרי לא אמרינן סד\"ר לקולא ואידי ואידי בעי היסיבה ובפ\"ק דמגילה כתב עיר המסופקת אי מוקפת חומה היא אי לא אז יקרא בי\"ד שהוא יו\"ט ראשון שפוגעים בו ע\"ש וכתב דהר\"ן ס\"ל דלא אמרינן ספק דרבנן לקולא היכא שבודאי יעבור אדרבנן כגון ספק מוקף חומה ניהו דבכל יום יכול לדחות דלמא היום לאו יומא חיובא הוא מכל מקום אחר שעברו ב' הימים ולא קרא בשום אחד מהם בזה לא אמרינן ספק דרבנן לקולא וע\"כ ביום א' שיפגע בו ואז ממילא הוי בשני ספק קרא ספק לא קרא ופטור דספיקא לקולא. ומיהו בהא דהיסיבה לא הוי סגי אי היו מסובין בתרי קמאי דהרי ספק זה לכל ישראל הוא ואי כולו עלמא יסבו בקמאי וקמי שמיא גליא דב' בתראי תקנו נמצא דנעקר תקנתא דרבנן בהיסיבה לגמרי ובכי הא לא אמרינן ספיקא למיעקר לגמרי לקולא ועיין סברא זו בתוס' נדה דף מ\"ד ע\"ב סוף ד\"ה דקים לן בגווה ע\"ש. ולא דמי לספק מוקף חומה דליכא ספיקא על הני קרקפתא דגברי המסופקים ואי נמי דכל הספיקות יקראו בי\"ד מכל מקום מקיימא תקנת' דרבנן בעיירות שהם ודאי מוקפות ע\"ש. ונמצא לפי\"ז בנידון דידן דאם יש עוד אחים במקום אחר היודעים בבירור יום היא\"צ א\"כ בספק מונח רק אקרקפתא דהך גברא לא חמירא ממצות דרבנן ויעשה כל תקנת היא\"צ ביום שיפגע בו תחלה וביום הב' יהיה פטור. אך אם אין לו אחים נמצא ביום היא\"צ שצריך האב תיקון לנשמתו ביומא דדינא דיליה ואין מי שיעמוד בעדו הרי זה דומה להרובא דמיעקר' תקנת' דאב לגמרי ע\"כ יעשה בשניהם אך לישב בתענית ב' ימים קשה וכל שכן למי שעוסק בתורה אשר ממש יצא שכרו בהפסדו וכו' ויש להקל שלא להתענות אלא ביומא קמא ע\"ש ובסי' קס\"ב נשאל ע\"ד מי שנפל לו ספק ביום יא\"צ שלו וכבר התענה במה שנים ועתה שכח אם הוא ביום כ\"ה או כ\"ו סיון וקשה עליו לישב בתענית ב' ימים. וכתב ונראה לי דיתענה ביום כ\"ה דאפילו לו יהא למחר ביום כ\"ו מכל מקום הרי מקדים תפלה לצרה או לצרת עצמו דלא ליתרע מזליה או להקל מאביו דינו דלמחר וביום כ\"ו ניהו אי הוי רק ספק דרבנן היינו אומרים כיון שכבר התענה בראשון שוב הו\"ל ספק דרבנן ולקולא. אך הכא מצוה דאורייתא דקבלת תענית וכל קבלת מצוה דאורייתא היא מבפיך זו צדקה וכמ\"ש הר\"ן פ\"ק דנדרים דף ח' ע\"א ע\"ש. וע\"כ ביום כ\"ו הוי ספק דאורייתא וישאל על נדרו כמ\"ש המג\"א בעט\"ב ולכן בין לענין תענית ולהדלקת נר יעשה ביום כ\"ה. אך קדיש בעלי היא\"צ ידחוהו מדחי אל דחי והוא יחוש לנפשו לו' איזה מזמור ברבים ויאמר קדיש בב' הימים]:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "במג\"א ס\"ק ב' דמנוסה הוא נ\"ב ועיין זוהר ר\"פ חיי שרה מענין אמירת פיטום הקטורת ולענין תענית יוה\"כ ע' תשובו' ח\"ס חלק ששי סימן ט\"ז וסימן כ\"ג [איך להתנהג ביום צומא רבא בעידן ריתחא מפלת ומגפ' קאלרא ר\"ל שהרופאים מומחין אומרים שמי שיוצא מפתח ביתו אליבא ריקנא דמו בנפשו וכ' דלפי לשון השאלה משמע שהרופאים הזהירו רק לצאת מפתח ביתם ומשמע דכשהם סגורין בביתם אין התענית מזיק אם כן יתענו בביתם ויתפללו ביחידות ולא יקראו בתורה כי אין זה כדאי לדחות איסור כרת דאורייתא אך אם המומחים מסכימים שהתענית עצמו מזיק אז ישערו הרופאים כמה שיעור לגימה שצריך האדם שיחזק גופו וינצל מספק סכנה ואותו שיעור קאפפע טעע או מרק ישתה פחות משיעור מלא לוגמיו וישהה כין שתיה לשתי' כדי אכילת פרס שהוא לכל היותר תשעה מינוטין ולכל הפחות ב' מינוטין כאשר ביארנו בתשובה סי' ט\"ז. וישתה רק הנאת מעיו ולא הנאת גרונו היינו קאפפע וטעע בלי ציקער וחלב וכדומה ואם אפשר שלא כדרך אכילתן הוי טפי עדיף וד' יסיר כל חולי מעמו ישראל]:"
        ],
        [],
        [],
        [],
        [
            "במחבר סעיף א' אלו הימים. נ\"ב בירמיהו סי' ל\"ו פסוק ו' ביום צום וכתב שם בהג\"ה דר\"ע ובסוד מישרים שהוא ר\"ח כסליו ע\"ש הטעם:",
            "<small>(שם במג\"א סק\"ח)</small> לא היתה מעוברת וכו'. נ\"ב והגאון הח\"ץ הכריע להתענות בשני שלא להרחיקו יותר משלשה חדשים ממתן תורה וע' מ\"ש בנו מהריעב\"ץ בתשו' ח\"א סי' קיז וניהו שעש' סמוכי' להעושים באדר ראשון מכל מקום בסידור שלו גבי אדר ראשון וגם בסוף הסידור גבי אדר שני בשני המקומות הסכי' להלכתא לעשות בשני ועיין תשובות ח\"ס או\"ח סימן קס\"ג [ולקמן בהג\"ה המחבר ז\"ל בסי' תרפ\"ו במג\"א ס\"ק ה' כתובים שמונה דינים היוצאים מתוך דברי התשובה הזאת ע\"ש] בספר כפתור ופרח פ' מ\"ז ד\"ה ואנו מתעסקים ע\"ש בסוף הדיבור וז\"ל נולד אורו של עולם שנת אלפים שס\"ח ליצירה ששה באדר ג' שניות מיום ג' והיה מולד אדר הא' כב' עכ\"ל:"
        ],
        [
            "במחבר סעיף א' בהג\"ה אחר ש\"ץ. נ\"ב ועיין ביש\"ש פרק קמא דחולין אי דומה ממש לתענית גשמים ומשמע ברמב\"ם הובא שם דתענית צריך שיהיה ביתו ריקם שלא ימצא חטא בבניו ובני ביתו ועיין מ\"ש המג\"א לעיל סי' קכח ס\"ק ס\"ב ויש לעיין כאן מה דינו:",
            "<small>(שם במג\"א סק\"ד)</small> אבל תוך י\"ב חודש. נ\"ב עיין נוב\"י מהדו\"ק סי' ל\"ב ובספר כרם שלמה בשם תשובת עולת שמואל דה\"ה להתוקע הדין כמו תפלה [מהגאון כ\"ס]:",
            "<small>(שם סק\"ז)</small> אפילו כל היום. נ\"ב בכלבו ובד\"מ כתוב ערבית שלפניו וכו' א\"כ שמלשון המג\"א משמע ערבית שלאחריו והוא פליג עליו. ולפענ\"ד י\"ל דערבית שלאחריו שייך שפיר למנחה שלפניו מפני שהוא נגד איברים ופדרים שניתותרו מתמיד של ערב שהיא תפלת ערבית וק\"ל:",
            "<small>(שם סק\"ט)</small> ול\"נ דבשלמא וכו'. נ\"ב ואולי י\"ל כיון שהגשמים נעצרים בשביל גסי הרוח כמבו' בפ\"ק דתענית וא\"כ לא יאי למחזי יוהרא כל שהוא בתענית גשמים דא\"כ קטיגור נעשה סניגור משאם כן בתענית ער\"ה לא מחמרינן כולי האי במחזי כיוהרא דמצות תענית שוקל יותר וק\"ל. ועוד נראה לי דהדיוטים מתענים כמו בכל ער\"ה והגדולים המתבטלים ממלאכת שמים אינם מתענים בשארי ערב ר\"ח רק בערב ר\"ה לקבל פני המלך ית\"ש ומצינו גם בש\"ס פ\"ג דתענית דאנשי מעמד ומשמר לא היו מתענים באמצעיו' מפני עבודת המקדש ע\"ש וה\"נ הגדולים בערב ר\"ח של שאר ימות השנה ואתי שפיר:",
            "<small>(שם ס\"ק י\"ב)</small> חוקת העכו\"ם וכו'. נ\"ב עיין תשובות אימתי משכימין:",
            "<small>(שם סקט\"ו)</small> חייב לקיים עונתו. נ\"ב כן חשבו רבים וכן שלימים דפקיד' שרה רחל וחנה היינו הבעילה וההריון אכל זה אי אפשר דבר\"ה דף י\"א ע\"א מבואר דשרה נתעברה בסוכות וע\"כ הפקידה דבר\"ה היינו פקידה דבשמים ממעל. וכן מוכח משמואל שמת בכ\"ח אייר כדמוכח לעיל סי' תק\"פ א\"כ מסתמא נולד גם כן בכ\"ח אייר כמו שמוכיח בש\"ס שם בר\"ה ומבואר שם בש\"ס דחנה ילדה לז' דכתיב ויהי לתקופות הימים מיעוט תקופה ומיעוט ימים ע\"ש וא\"כ על כרחך לא נתעברה בר\"ה ועוד לפי המפורסם דתפלת חנה הי' בר\"ה אחרי אכלה ואחרי שתה והיינו ביום ר\"ה ולא בלילה ואלקנה לא שימש מטתו ביום ר\"ה דהלילה כבר חלף ועבר וע\"כ הפקידה היינו שנגזר עליהם שתתעבר ותלד ולא ההריון:"
        ],
        [],
        [
            "במחבר ס\"ב בהג\"ה אגוז בגימטריא. נ\"ב ולפענ\"ד הטעם דאמרו חז\"ל אל גנת אגוז למה נמשלו ישראל לאגוז מה אגוז אעפ\"י שמתגלגל במקום טנופת אין תוכו נמאס אף ישראל אף על פי שמתגלגלים באומות העולם אין תוכן נמאס ע\"ש וכיון שרומז על גליות לא מסמנע מלתא לאכול בר\"ה. ועוד אף גם זאת בארץ איביהם ר\"ת אגז <b>א</b>ף <b>ג</b>ם <b>ז</b>את:"
        ],
        [],
        [
            "<small>(שם במג\"א ס\"ק ב')</small> דהרמב\"ם מיירי, נ\"ב הא דמחלק דברכת שהחיינו מברך בעצמו ועל המילה מברך המוהל אבל בכרכת השמיעה ס\"ל להרמב\"ם דהוא עצמו מברך ב' ברכות ועיין לעיל סימן תל\"ב סק\"ו:",
            "במחבר ס\"ג והוא שיהיה שם. נ\"ב פירוש לאפוקי כששמעו ברכות וחצי תקיעות בציבור אחר ונקראו לכאן להשלים מה שחיסר זה אז צריך התוקע השני המשלים לברך לעצמו על חצי תקיעות שתוקע עכשיו אף ע\"ג שכבר שמע הברכה בציבור הראשון מ\"מ ההליכה מבהכ\"נ הוי הפסק כנלפענ\"ד דעת דש\"ע. ומיהו המג\"א לא ס\"ל כן לקמן סימן תקפ\"ט ס\"ק ז' ע\"ש ועיין א\"ר כאן:",
            "<small>(שם בט\"ז ס\"ק ז')</small> וצ\"ע על הב\"י נ\"ב ולפענ\"ד לק\"מ דהתם במוכר ס\"ת במסכת מגילה דף כ\"ו ע\"א אמר אינו רואה סימן ברכה לעולם משמע בכל עסקיו יענש שפיר כתב הב\"י ש\"מ דאיסורא איכא אבל הכא אינו אלא אינו רואה סימן ברכה בשכר שבת הלז י\"ל דליכא איסורא ובר\"פ מקום שנהנו דאמרינן ארבעה פרוטות אין בהם סימן ברכה לעולם התם אפרוטה קאי לעולם חליפה וחליפי חליפה אבל לא אגברא בשאר נכסיו:"
        ],
        [
            "(שם בט\"ז סק\"א) איל אחר. נ\"ב טעות יש כאן בין איל בקמץ לאיל בחיריק ועיין תויו\"ט פ\"ק דבכורות משנה ד' ובגליון שם:",
            "במג\"א סק\"ג דקאי אחיה. נ\"ב ועיין תויו\"ט נדה משנה ט' פ\"ו ע\"ש: ",
            "<small>(שם במג\"א סק\"ה)</small> כדאיתא בע\"ז. נ\"ב עיין תשובות ח\"ס או\"ח סימן קע\"ט. ביאור דברי רש\"י שם עיין במחצית השקל שנדחק:",
            "<small>(שם)</small> וכן מצינו. נ\"ב צ\"ע פסחים דף ה' סוף ע\"ב והוה ראיה לסתור. וביארתיו בחידושי בעזהשי\"ת. ועיין תשובות ח\"ס או\"ח סימן ס\"ב ד\"ה וכן קשה וכו' וסימן ק\"פ ד\"ה ואפי' וכו' ועיין ח\"ס יו\"ד סימן קכ\"ז ד\"ה אמנם וכו':",
            "<small>(שם ס\"ק ו')</small> וצ\"ע ביו\"ד. נ\"ב עיין רא\"ש סוף מ\"ק דלק\"מ ועיין בספר ק\"נ שם תמה על הרא\"ש ובחידושי ישבתי הכל בעזרהשי\"ת:",
            "<small>(שם סקי\"ט דהוסיף עליו)</small>. נ\"ב עיין ב\"ש סימן ק\"ל סק\"ח:"
        ],
        [
            "במג\"א סק\"ד וכ\"כ הב\"ח. נ\"ב והט\"ז ססק\"ג פליג וכן הסברא דהאויר עושה צלול לאויר הסמוך והסמוך לסמוך וטרם שיגיע הצלול לתוך האוזן כבר נתבלבל בהברת המרתף ולא נתיקשו א\"כ בשתוקע ועולה מ\"ט יי\"ח י\"ל אפי' אי אפשר לצמצם מכל מקום כיון שהוציא השופר תחלה טרם שיגיע הצלול לבור כבר יצאו אזניו שהרי הוא תוקע ועולה וק\"ל:"
        ],
        [
            "<small>בט\"ז סק\"ה ולא לעבור</small>. נ\"ב וכ\"כ הוא ז\"ל עוד בט\"ז ליו\"ד סימן קט\"ז וח\"מ סימן ב' וכבר קדמו בהכ\"מ פ\"ג מהלכות מלכים ע\"ש:",
            "במג\"א ס\"ק א' הקשה מהרמ\"פ. נ\"ב עיין היטב במהרש\"א בחולין דף פ\"ד ע\"ב:"
        ],
        [
            "במג\"א ס\"ק א' ואפילו אחר. נ\"ב לכתחלה:",
            "<small>(שם סק\"ב)</small> גמר' ורי\"ף מלת ורי\"ף נסגר:",
            "@11(סי' תקפ\"ט במג\"א ס\"ק ב' אם באותו). נ\"ב נראה לפענ\"ד סברת המג\"א דאעפ\"י שיש לו ב' איברים זכרות ונקבות מכל מקום גבול יש לו זמן מה מטיל מי רגלים מזכרותו ואז עדיף מחבירו שמטיל עתה מים מנקבותו ולזמן אחר ישתנה הענין עיין ס' דהטלת מים במסכת בכורות דף מ\"ב ע\"ב לענין טומטום ואע\"ג שאין הנדון דומה לראיה מ\"מ כך נראה לפרש דברי המג\"א ולעולם בכל הזמנים הוא ספיקא אך עדיף מחבירו שמטיל מים מנקבות שלו ולק\"מ קושית הבאר היטב וסברא זו דאנדרוגינוס דמטיל מים במקו' זכרות ונקבות איתא בכ\"מ פ\"ב מבכורות הלכה ה' ליש גורסים ע\"ש:"
        ],
        [],
        [
            "במג\"א סק\"א אפילו קודמ הקרבנות, נ\"ב התפלה בפה:",
            "<small>(שם סק\"ד לזרע יעקב)</small>. נ\"ב עיין ח\"ס או\"ח סי' קס\"ח [שם כ' על דברי המג\"א דאדום נקרא זרע יצחק ושוב כתב דבירושלמי מייתי מדאמר הקב\"ה ליצחק לזרעך אתן את הארצות האל ולעשו לא נתן ודחה זה דהרי נתן לו באמת קיני וקניזי וקדמוני. ותמוה בעיני הרי ש\"ס ערוך הוא בפסחי' דף קי\"ט ע\"ב עתיד הקב\"ה לעשות משתה ביום שיגמול חסד לזרעו של יצחק וידוע שאין עשו בכלל וא\"כ מוכח מלשון חז\"ל דזרעו של יצחק הוא ישראל דוק' וכן מוכח מלשון הקרא ביום הגמל את יצחק דקאי אהיום שיגמול חסד עם יצחק וא\"כ אין לעשו זכות בזה שאינו נכלל במשמעות יצחק וזרעו. ואין לדחות דמקצת זרעו קאמר ולעולם עשו נמי נקרא זרעו א\"כ בקיצור הוה ליה לדחות הראי' מן הירושלמי. אלא ע\"כ אין זה במשמעות הלשון וצע\"ג לכאורה וקצת יש לדחות דהש\"ס דפסחים קאי אלעתיד לבוא ואי כבר נתקיים ואין שריד לבית עשו ועיין בע\"ז דף י' ע\"ב משא\"כ עכשיו בתפלתינו יש לחוש שיהי' עשו בכלל]:",
            "<small>(שם ולא כל יצחק). </small>נ\"ב צ\"ע בכל זה במ\"ש הרמב\"ן פרשת דברים בפסוק אחיכם בני עשו ע\"ש שכ' בני ישמעאל וקטורה אינם נקראים אחים משום דכתיב כי ביצחק יקרא לך זרע משא\"כ עשוי וצ\"ל דס\"ל לרמב\"ן כמ\"ש המג\"א דנקרא עכ\"פ זרע יצחק והו\"ל צד אחוה מכח יצחק משא\"כ בני ישמעאל וקטורה. ובתשובת יעב\"ץ ה\"א סי' קמ\"ד כתב לזרעו תזכור קאי אאברהם שהזכיר בתחלה שעקד אברהם אבינו את יצחק בנו ועל זה אמר לזרעו של אברהם תזכור ואין עשו בכלל, ונכון הוא אך מה שכתב עוד דאין הפסד אם מתפללים גם על אומות העולם ביום הזה ומייתי ראיה מוגם את נח באהבה זכרת להרבות זרעו ואין זרע אברהם בכלל זרע נח כמבוארבמס' נדרים דף ל\"ט ע\"ב. וכמה תשובות בדבר חדא דזה אינו תפלה אלא שבח להקב\"ה מה שהיה. ועוד אז עדיין לא נולד אברהם והיה בכח שֵם בנו של נח ונקרא שפיר להרבות זרעו. ועוד שאני אוה\"ע מאדום דכתיב ולאום מלאום יאמץ. ועוד א\"כ יהיה גם עמלק בכלל זרע יצחק ואנחנו מצווים למחות שמו ועוד צלע\"ג הא עשו נשא מבני שעיר החורי ומבנות ישמעאל והא אפי' אם ישראל הנושא גוי אין בנו מתייחס שוב אחר אברהם מכל שכן עשו. בשלמא קרא כי ביצחק ולא כל יצחק איצטריך למעוטי עשו גופא והש\"ס דנדרים נמי אי לאו קרא הוי אזלינן אחר לשון בני אדם שקוראין להם בני עשו וזרע אברהם. אבל לקושטא דמלתא לא ידענא אם הוא זרע יצהק כלל ועיין בש\"ס סנהדרין דף נ\"ט ע\"ב ובמהרש\"א שם וצ\"ע:"
        ],
        [],
        [],
        [],
        [],
        [
            "במג\"א סק\"ו חינוך הקטן. נ\"ב צ\"ע לעיל סימן מ\"ז סעיף כ\"א בהג\"ה ולק\"מ קושי' המג\"א:"
        ],
        [
            "<small>(שם</small> בט\"ז סק\"א ונראה לפענ\"ד להכריע). נ\"ב ראי' זו אינה מכרעת לפענ\"ד דלכ\"ע אם חל בשבת אין בו היתר תענית אלא משום שתענוג הוא לבעל תשוב' משום כפרת עוונותיו וא\"כ אפשר דר\"ה דשונמית חל בשבת וחלילה לחשוב על אלישע שהי' מתענג בתענית שבת מפני התשוב' על עוונותיו וק\"ל. ולפענ\"ד נראה לי ראיה מכרעת דהרי תואר יו\"ט לא מצינו בתנ\"ך על חג ומועד רק חכמינו ז\"ל כינו שם זה לחגים ומועדים מקרא דנבל דכתיב על יום טוב באנו והיה יום משתה ואכילה והשאילו חז\"ל שם זה לכל יו\"ט אע\"ג דמצינו לא היו ימים טובים לישראל כט\"ו באב ויום הכיפורים מכל מקום לא תמצא לעולם שיאמר יו\"ט של יוה\"כ כמו ששנינו יו\"ט של ר\"ה ורק התם במקום שמחתן של בנות ישראל מזכיר לשון יו\"ט על שהיו חולות בכרמים ואפשר שהקטנות שלא הגיעו לכלל תענית אכלו בו מעדני' ג\"כ ועוד תינח ביוה\"כ שיש בו טעם לשמחתו משום מתן תורה וחינוך בית המקדש אבל ר\"ה אי נימא שיש להתענות בו אין טעם לשמוח בו כלל ומ\"ט לקרוא לו יו\"ט כלל. אלא ע\"כ האכילה מצוה בו. ודע דפורים כתיב ביה משתה ושמחה ויו\"ט ואמרו חז\"ל מלמר שאסור במלאכה והיינו מיתורא דכבר כתיב משתה ושמחה. וצע\"ג מ\"ש הט\"ז כאן ועיין תשובת הרשב\"א שבב\"י יו\"ד ס\"ס רי\"ז:",
            "<small>(שם</small> במחבר ס\"ב שרגיל להתענות). נ\"ב עיין תשובות ח\"ס או\"ח סימן קס\"ח [ע\"ד מי שנוהג כמה שנים להתענות יום ב' דר\"ה מפני חלום שראה בו פעם אחת ועתה זכה לזקנה וגם עיניו כואבים אי מותר ללוות תעניתו ולפרוע ביום אחר. וכתב בסוף התשובה וז\"ל מכל מקום נראה לי כיון שלא ראה ביומו כולי האי ואולי א\"כ לא עדיף ממ\"ש המג\"א סי' רפ\"ח סק\"ז בשם השל\"ה שבכל יום ר\"ה שהיה רגיל להתענות אז באותו יום יקבל עליו להתענות ב' ימים אחרים כנגדו אחר תשרי ובתחל' ישאל על נדרו בהתרת נדרים בשלשה בפתח חרטה מאחר שהגיע לזקנה וכאב עינים וכו' ע\"כ מתירין לו נדרו ומשום סכנת החלום יקבל באותו היום להתענות ב' ימים בחול במקומו:"
        ],
        [],
        [],
        [
            "במג\"א ויש טועים. נ\"ב שמעתי דיש לעיין בזה בתוס' סוכה דף מ\"ו ע\"א ד\"ה נכנס וכו' ושמא כאן וכו' ע\"ש וצ\"ע בשם גדול אחד: ולפענ\"ד אינו ענין לכאן בירך בחול על עשיית סוכ' שעוש' לצורך יו\"ט ע\"כ עולה שהחיינו גם על יו\"ט. אבל המברך בחול שהחיינו על יו\"ט אינו מועיל. לכן בליל יו\"ט א' שהוא ספק חול אין שהחיינו מועיל ליו\"ט ב' והוא פשוט. ושוב ראיתי ראיה זו מסוכה בהגהת מיימון פרק כ\"ט מהלכות שבת אות ז' בשם הירושלמי וצ\"ע שם ג\"כ:"
        ],
        [],
        [],
        [
            "במג\"א ד\"ה דינו וכו'. ת\"ה סי' קצ\"ח. נ\"ב עיין תשובת מומר וע\"ש. ",
            "(שם סק\"א ובשכר). נ\"ב עיין תשובות ח\"ס חו\"מ סי' נ\"ב לענין מוהל ולענין אשה שמצא' ילד מת ועיין ח\"ס חו\"מ סי' קפ\"ד ולענין מי שבאונס אכל איסורי' ויצא מן האונס ע\"ש. ועיין ח\"ס או\"ח סי' קע\"ג מתיקוני תשובה למי שבעל נדה וסימן קע\"ה למי שנתפס עם הנכרית וסימן קע\"ז במי שרצה להציל ובטעו' המית את חבירו:"
        ],
        [
            "במג\"א ס\"ק א' וצ\"ע למה. נ\"ב ולפענ\"ד למאן דס\"ל שהוא דאורייתא מגזירת הכתוב או שיהי' לו כח להתענות ביוה\"כ כפירש\"י ביומא דף פ\"א ע\"ב. א\"כ אפילו ת\"ח אע\"ג דהתענית שמחה ועונג הוא לו להצילו מרעתו משום הכי מותר להתענו' בשבועות ובפורים מכל מקום עיוה\"כ איננו לא יום שמחה ויו\"ט אלא גזירת הכתו' לאכול בו א\"כ אסור להתענות עכ\"פ ואמנם למאן דס\"ל שהוא רק מנהג ישראל ואסמכוהו אקרא וטעם המנהג כדי לשמוח נגד ביאת היום הקדוש וכעובדא דחייט וכסברא שכתב הרב\"י א\"כ מותר להתענות ת\"ח כיון שהוא לו שמחה ועונג. ונ\"ל בהא תליא נמי מנהגי המדינות שכ' המג\"א לקמן בסוף דבריו וק\"ל:"
        ],
        [
            "בט\"ז ס\"ק ד' רמי בר תמרי נ\"ב כן הוא בכל ספרי הטור והוא ט\"ס דעובדא דרמי בר תמרי הוא בפרק כל הבשר דשדי כוחלי' והך דמייתי הטור ראיה מיניה הוא בחולין דף צ\"ה ע\"ב אתיא עורבי שדי כבדא וכוליא והב\"ח נמשך אחר אותו הטעות והיה סבור דאינהו גופייהו שדו מבתיהם ומשום הכי כתב דהוי ליה קבוע וזה אינו דעורבי שקלי ושדו וה\"ל פירש שלא בפנינו כמ\"ש המג\"א ואחר זה הטעות נמשך גם הט\"ז משום הכי כתב לחלק הואיל והוא דרך השלכה וזה לא שייך אלא אי שדו אינשי ולא עורבי וק\"ל ומ\"ש הט\"ז היכא דליכא איסור בבירור לא שייך קבוע יש לפקפק על זה הכלל ממ\"ש בהג\"ה ביו\"ד סי' קי\"ד ס\"ס ע\"ש ואמנם מה שנראה לי בישוב קושית המרדכי הוא ע\"פ מה שהקשה בתוס' בחולין דף צ\"ה ריש ע\"ב מאי טעמא לא חיישי' לרובא דעלמא גוים ולזה י\"ל דלעולם לא תלינן שאדם לא ישגיח על שלו ויניח לעורב ליטלו ותלינן בהמשליכי' היום כיון שישראל משליכים היום תלינן דהעורב נטל מהמשליכים וסברא זו אי' במשנה ז' פ\"ב דמכשירין ולא פליגי רבנן אלא התם דס\"ל דכ\"ע נמי רגילים להשליך מחמת עוונות וכהאי גוונא משא\"כ הכא מודים דתלינן ברובא ומשום הכי לא חיישינן לרוב גוים שהם משגיחין על שלהם ועיין סברא כזו בתוס' ב\"ב דף כ\"ג ע\"ב ד\"ה ודאי ע\"ש ומיושב קושית התוס' דחולין הנ\"ל וממילא מוכח דהקיל להשליך בעי\"כ ואמנם לא מוכח ולא ע\"ז דן המרדכי רק מנ\"ל שמשליכין כלל ע\"ש בפנים ותראה:"
        ],
        [
            "במג\"א ס\"ק ו' דחשד לחבירו נ\"ב פי' רדב\"ז ח\"ג סי' ת\"פ דהו\"ל מעיד בו יחידי כטובי' חטא וזיגד מנגיד והיינו כשקורא לו שלא ע\"ד מריבה וקטטה דאל\"ה לא הוה כמעיד אלא זלזול בעלמא וק\"ל ובתשובה הארכתי:"
        ],
        [
            "במג\"א ס\"ק כ' וחטא היינו שוגג נ\"ב י\"ל דהתם בחולין מרא דשמעתא ר' יוחנן דס\"ל ריש פרק כלל גדול שגג בכרת אע\"פ שהזיד בלאו חייב חטאת א\"כ מסברא מוקמי' כסוי חטאה במפרסם זדון לאו בשגגה שלו אבל אם אינו מפרסם הזדון אלא השוגג לא חציף ואדרבא ניחא ליה לפרסם דלהוי ליה כפרה כפירש\"י וק\"ל:",
            "<small>(שם מג\"א סק\"ג)</small> ובמדרש קהלת נ\"ב עיין ט\"ז סי' קי\"ג ססק\"ד כשאומרים בסדר עבודת מוסף חטאו עוו פשעו נכון להכות על הלב [מהגאון כ\"ס]:",
            "<small>(שם ס\"ק ט')</small> בענין הסמיכה וכבר כתב מזה הרב\"י בחו\"מ ס\"ס רצ\"ה ע\"ש:"
        ],
        [
            "במחבר ס\"ב בהגהה מוטב שיהיו שוגגין, נ\"ב עיין ש\"ך יו\"ד סי' רצ\"ג סק\"ז:"
        ],
        [],
        [
            "במג\"א סק\"ג מהרי\"ו נ\"ב וצ\"ע ביו\"ד סי' ש\"מ ס\"ה וכתב שגם האשה נקראת נר אלהים ע\"ש ועיין בכורות דף מ\"ה ע\"א:",
            "<small>(שם במג\"א)</small> כנגד איבריו של אדם. ואשה יש לה חמשה איברים יתירים דיש לה רנ\"ג איברים. כן מוגה. ונ\"ב ועיין מסכת בכורות דף מ\"ה ע\"א:",
            "<small>(שם סק\"ה)</small> דעיר גברים כתיב. נ\"ב כן היא ברבה פרשת אמור בפסוק צו את בני ישראל ויקחו אליך שמן זית ע\"ש ביפ\"ת:"
        ],
        [],
        [
            "במחבר ס\"א ביוה\"כ. נ\"ב עיין מ\"ש המג\"א לעיל סי' תקס\"ז סק\"ז בשם הרי\"ץ גיאות וצ\"ע:",
            "<small>(שם ס\"ו בהג\"ה)</small> וע\"ל סי' תקס\"ז. נ\"ב וע\"ש במג\"א מ\"ש דמותר לבלוע רוק ביוה\"כ. ועיין ש\"ס שבת ע\"ג ע\"א רש\"י ד\"ה ואביי וכו'. ונראה לפענ\"ד להכריע בלילה שעדיין טעם אוכלים בפיו לא גרע רוק מאוכלים שאינם ראויים לאכילה ואסור לבלוע משא\"כ ביום אין שם אוכל על רוק כלל ומותר אפי' לכתחלה:"
        ],
        [],
        [
            "במג\"א ס\"ק ב' בסה\"ד וכן נוהגי' והעיקר לילך כל היו' באמפלאו' ושטרומפין כמ\"ש גם בפרי מגדים וכשהולך ברחוב ילך במנעל של לבד העשויה באופן שמרגיש הקרקע למטה ברגליו כי כן מורה לשון הרמב\"ם וכמ\"ש המהר\"ם א\"ש ח\"ב סי' כ\"ה שדבריו נכונים שם ע\"ש ועיין לקמן סק\"ה:"
        ],
        [
            "במחבר ססעי' ב'. נ\"ב עיין קרבן נתנאל יומא פרק יוה\"כ תיקוני' לזה [מהגאון כ\"ס]. ועיין שו\"ת כ\"ס או\"ח סי' ק\"י אריכות בזה:"
        ],
        [],
        [],
        [
            "במחבר ס\"א חולה נ\"ב עיין על הגליון לעיל סי' תקע\"ו במג\"א ס\"ק ב':",
            "<small>(שם ס\"ז)</small> וישהו כדי אכילת. נ\"ב עיין תשובות ח\"ס חלק ששי סי' כ\"ג שהוא לא יותר מחצי מיל ולא פחות משני מינוטין ע\"ש. ועיין ספ\"ד דזבחי' פירש\"י ד\"ה לאכילת גבור וכו':",
            "<small>(שם במג\"א ס\"ק ט)</small> ונבילה משביעית. נ\"ב עיין כל זה בתשובותי:"
        ],
        [
            "במחבר סעיף ג' אם. נ\"ב עיין בספר שכה\"ג שנכון להתחיל מזמור שיר ליום השבת קודם ברכו:"
        ],
        [],
        [],
        [],
        [],
        [
            "במחבר ס\"ה בהג\"ה יש מחמירין לעשות ב' ימים יוה\"כ. נ\"ב עיין הגה\"מ סוף הלכות יוה\"כ. ולהסביר הענין נראה לפענ\"ד דכל רובא שריא משום הכי מי שאכל בשר ושוב נמצא שהיה טרפה לא עביד שום איסור כי כך הדין מעיקרא שיאכל בשר מן הרוב. אמנם כל רובא שיתברר אח\"כ ממילא שלא עשה כדין אין לו להכניס עצמו משום הכי דרוב פעמים אין אלול מעובר מכל מקום היו עושין אפילו סוכות ב' ימים משום שאפשר שמתברר אח\"כ שהיה מן המיעוט ע\"כ חששו אבותינו ועשו ב' ימים משא\"כ יוה\"כ דאיכא סכנה ומה יעשה אם כבר נסתכן ע\"כ אין לו לחוש. וא\"כ אפילו יתברר אח\"כ שאותה שנה היה מן המיעוט מכל מקום לא עשה שלא כדין במה שאכל ביום שחל יוה\"כ בירושלם כמי שאכל בשר מהרוב ואח\"כ נמצא שהיה טריפה ואפילו הכי היו אז חסידים ובעלי כח שידעו שלא יסתכנו ולא סמכו על הרוב ועשו ב' ימים יוה\"כ. אך בזמן הזה דבקיאין בקביעא דירחא ואין ספק כלל אם כן אפילו חסידים אין להם להחמיר שהרי מנהג אבותינו אין כאן שהרי לא נהגו מעולם להתענות ב' ימים. זהו נ\"ל כוונת הגה' מיי' הנ\"ל:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "בס\"ז ס\"ק ג' א\"כ מן התורה. נ\"ב עיין מ\"ש התויו\"ט רפ\"ב דכלאים בזה. והנראה לפענ\"ד דהכא אין הביטול אלא למטה בצל ושם אינו ניכר וכן התם במקום שיונקים אינו ניכר ושם מתבטל שפיר רק הואיל והיינו יכולים להסיר הסכך פסול למעלה ולא יבא לידי ביטול וכן בכלאים. זה ילפינן מסנהדרין שהרי יכולים החולקים לסלק עצמן מן הדין וממילא לא יוגמר הדין דכעינן תרי מגו תלתא וכה\"ג ואפשר אפ\"ה מחוייבים ואסורים לסלק עצמן ויתבטל דעתם ברוב וה\"נ דכוותיה וק\"ל:"
        ],
        [],
        [],
        [],
        [],
        [
            "במג\"א סק\"ג לעשות סוכה ברה\"ר. נ\"ב עיין ירושלמי דמייתי חידושי רשב\"א ספ\"ו דב\"ק משמע דבארץ ישראל עכ\"פ מותרים לעשות סוכה ברה\"ר. וצ\"ע בירושלמי פרק לולב הגזול:"
        ],
        [],
        [
            "במג\"א ססק\"א עיין סי' תרס\"ו נ\"ב כ\"כ הר\"ן סוף סוכה אבל הר\"ר מנוח ספ\"ב מהלכות סוכה כת' ושמעינן מינה דמאן דמעייל מנא מיכלא במטללתא ואכיל בה לא יי\"ח ולא מברך עלה דסוכה פסולה מדרבנן היא עכ\"ל ע\"ש ונ\"ל דאין הסוכה פסולה אלא ישיבה הזאת לא מחשב כמו תשבו כעין תדורו כיון שהכניס בהסוכה כלים שאינם רגילים בבית דירה כנלפע\"ד: ",
            "(שם בטורי זהב ס\"ק ט') כנ\"ל טעם קולא. נ\"ב אע\"ג דכשטרוד במצוה פטור מלשמוח את אשתו אפילו ביוצא לדרך כמבואר בטור וש\"ע יו\"ד סי' קפ\"ד סעיף י' בהג\"ה וכן הקשה בספר נשמת אדם ולק\"מ דהכא כעין תדורו בעינן ואילו בדירתו כשהיה צריך לשמח את אשתו לדבר מצוה היה מחוייב לצאת מבית לחדר לפקדה א\"כ אין כאן מצות סוכה כלל ומזה הטעם מצטער פטור מן הסוכה אע\"ג שחייב בכל המצות. ומשום הכי לא הוה כעין דירה דהמצטער יוצא ממנה וממילא אין כאן מצות סוכה:",
            "<small>(שם מחבר סעיף ז' בהג\"ה)</small> אלא הדיוטות. נ\"ב עיין מה שכתב בזה המג\"א סי' ל\"ב ס\"ק ח':",
            "<small>(שם במג\"א ס\"ק י\"ז)</small> הא ודאי ליתא וכו'. נ\"ב ועיין לעיל ריש סי' תצ\"ד וצ\"ל שאני ברכת התורה שהרי איננו לומד בתמידות ומפסיק משא\"כ הכא בסוכה וטלית וק\"ל:",
            "<small>(שם בד\"ה)</small> מה שאין מברכין וכו' משא\"כ סוכה. נ\"ב דבמצה גופה אי לאו דכתוב אחד אומר ששת ימים וגו' וכתוב אחד אומר שבעת ימים וגו' היו מחוייבין לאכול כל שבעה ובסוכה דלא כתיב אלא שבעת ימים א\"כ מחוייב בכל יום לישב ולדור בסוכה רק לאכול אינו מחוייב אלא לילה הראשונה דילפינן ט\"ו ט\"ו מחג המצות אכילה דסוכה מאכילה דמצה אבל ישיבה ודירה בסוכה חיובא איכא כל ז' וכן מוכח בש\"ס שבת דף קל\"א ע\"ב ובתוס' שם ד\"ה ואי מסוכה וכו'. והכלל דבסוכות תשבו שבעת ימים משמע חיוב לדור שבעת ימים כמו בביתו ורק מי שאינו דר לעולם כגון שומרי גנות וכדומה אינינו בכלל תשבו ותדירו אבל מי שישב צריך לישב בסוכה והיה ראוי נמי שנאמר כן בשבעת ימים תאכל מצות כל יום צריך לאכול מצות לולא דכתיב ששת ימים תאכל מצות מיניה ילפי' שהוא רשות:"
        ],
        [
            "(במחבר סעיף ד' בהג\"ה) לילך לסוכת חבירו. נ\"ב היינו בשעת זמן אכילה אבל פשיטא אפילו מי שאין לו מקום בחצירו לבנות לו סוכה שצריך להמציא לו מקום לבנות סוכה ואז שם ביתו כדרך שגם כל השנה רגילים לפנות מבית לבית ואז שם ביתו ולא כהמשתבשים שאינם מחוייבים לבנות להם סוכה במקום אחר שאין שם דירתו:"
        ],
        [],
        [],
        [],
        [],
        [
            "(במחבר סעיף ו') העליוני' פסולי'. נ\"ב נשברה שדרתו בפחות מכשיעור עיין תשובות ח\"ס חלק ששי סי' ל\"ו דאם עדיין מחובר בקליפתו שיכול לחיות ממנו כשר ועיין משנה ח' פ\"ג דעוקצין:"
        ],
        [],
        [],
        [
            "במחבר סעיף ז' בהג\"ה ויש מחמירין וכו'. נ\"ב וכן החמיר הב\"ח וכן העלה בא\"ז ובא\"ר דלא כהשל\"ה:",
            "<small>(שם במג\"א ס\"ק כ\"ג)</small> אתרוג המורכב וכו' המוץ רחב. נ\"ב נמחק המוץ והוגה התוך:",
            "<small>(שם במג\"א ס\"ק כ\"ג)</small> בד\"ה ובע\"ש וכו' דכלאים פסול. נ\"ב צ\"ע דבבעלי חיים איצטריך קרא דהא נעבדה בו עבירה שרי משום דמיעט רחמנא אלה כמ\"ש התוס' בחולין דף קט\"ו ע\"א ד\"ה חורש וכו' ע\"ש וזה לא שייך גבי אתרוג שהוא זרעים כמ\"ש התוס' שם ועיין מ\"ש הט\"ז לקמן סוף סי' תרמ\"ט. ובעיקר טעם פסול מורכבים עיין שו\"ת אלשיך סי' ק\"י ועיין תשובות ח\"ס או\"ח סי' קפ\"ג וסי' ר\"ז ועיין ח\"ס יו\"ד סי' ע\"ח וטעם הפסול משום שעכ\"פ מין אחר מעורב בו והוי כחציו עבד וחציו בן חורין וכמבואר בסוף דברי תשובות אלשיך ועיין תשובות סמ\"ע שבתשובות ב\"ח ועיין תשובות רמ\"א ובמג\"א אך מ\"ש האלשיך בתחילת תשובתו מש\"ס פרק משוח מלחמה דף מ\"ג ע\"ב דבריו תמוהים דמה ענין ילדה בטלה בזקנה לכאן דהתם לענין ביטול אסורים מיירי ולא שישתנה הפרי ויעשה מאגוז תפוח ועיין שם בתשובה סי' קפ\"ג מ\"ש ע\"ד הסימנים שהמציאו האחרונים על ספיקת מורכבים]:",
            "<small>(שם סעיף כ\"ב)</small> אתרוג קטן. עיין ח\"ס או\"ח סי' קפ\"א:"
        ],
        [
            "במחבר ס\"ד גנות וכו'. נ\"ב עיין זכרי' י\"ג פסוק ז' וכ\"כ ברכי יוסף:",
            "<small>(שם במג\"א ס\"ק כ')</small> לכם קרינן לי'. נ\"ב עיין תשובות ח\"ס או\"ח סי' קפ\"ח וסי' קע\"ט ועיין היטב בחידושי למס' חולין דף ק\"מ ע\"א:"
        ],
        [],
        [
            "במחבר סעיף ב' יטול האגודה. בירושלמי אמתני' דסוכה דף ל\"ה ע\"ב אפי' שניהם בשתי ידיו משמע דעדיף ליקח שניהם האגודה עם האתרוג ביד אחר ומייתי ליה ר\"ן שם ועכ\"פ בדיעבד כבר יי\"ח בזה:",
            "<small>(שם במג\"א סק\"ח)</small> תחלה דומיא. נ\"ב במנחות דף ל\"ו ע\"א פירש\"י דתפילין מפיק ליה מדכתיב והיו לשון רבים משמע בין עיניך יהי' שתים ע\"ש וא\"כ אינו ענין ללולב וכן הקשה הדגול מרבבה. אך עיינתי בספר מט\"מ ומייתי כן בשם אבן שועיב דאינו מפרש כפירש\"י דלאו מו' מפיק אלא ה\"פ דקרא כל זמן דוהיו לאות על ידיך יהיו טוטפות בין עיניך ולא יהיה רגע טוטפות בלא אות וה\"נ דרשינן כל זמן שתופס פרי עץ הדר יהי' כפות תמרים ולא יהיה כפות תמרים בלי פרי עץ הדר ע\"ש:"
        ],
        [
            "במג\"א ס\"ק ד' ומי שבא בדרך. נ\"ב אבל אם מצפה שיביאו לו לולב מותר לו לאכול דהרי יש לו מי שיזכירנו שלא ישכח היינו אותו שיביא לו הלולב:"
        ],
        [],
        [],
        [],
        [
            "במג\"א ס\"ק א' כשאינו סבר. נ\"ב ועיין לעיל ר\"ס תרמ\"ט ור\"ס רמ\"ב:",
            "<small>(שם בהג\"ה ס\"א)</small> אבל לא תעשה. נ\"ב לפענ\"ד לאו במצות עשה ול\"ת תליא מלתא אלא או קום ועבור או שב ואל תעשה אשר ע\"כ לאכול פירות שביעית אע\"פ שאינו אלא עשה וכן טעם כעיקר שאינו אלא עשה לחד דיעה מכל מקום יתן כל אשר לו ולא יעבור וההיפוך אין צריך להוציא כל ממונו שלא יביאוהו לידי לא תותירו ממנו עד בוקר אע\"פ שהוא ל\"ת מכל מקום כיון שאינו בקום ועבור אינו צריך להוציא כל ממונו כנלפע\"ד:"
        ],
        [],
        [
            "במג\"א ס\"ק י' ברירה. נ\"ב שזו השעה היא של זה גוף ע\"מ להחזיר ושעה אחרת הוי לזה ע\"מ להחזיר אחר שעה. אמנם אי לאו דמתנה על מנת להחזיר שמה מתנה לא היה מועיל ברירה דשעה דלא הוי רק קנין פירות לא מקרי לכם:",
            "<small>(שם ס\"ק י\"ב)</small> אדם שיש לו וכו'. נ\"ב עיין לקמן ריש סימן תרע\"א:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<small>(באר הגולה בדף שי\"א)</small> ולפענ\"ד צ\"ע בסתמא כו'. נ\"ב ולפע\"ד ליישב עפ\"י מה שכתבו התוס' במגילה דף ל\"ו ע\"ב ד\"ה ושאר וכו' ע\"ש א\"כ י\"ל בימיהם שלא היו קורין בספר שני א\"כ ע\"כ לקרוא מענינו של יו\"ט עשר תעשר אבל אחר שקבלנו עלינו חובה להעמיד ספר שני בענין יו\"ט שוב ליכא חובה כל כך לקרות עשר תעשר. ועל דרך זה י\"ל נמי קושית התוס' במגיל' דף ל\"א ע\"ב ד\"ה למחר ע\"ש מ\"ש על רבינו האי ולהנ\"ל יש ליישב וק\"ל:"
        ],
        [
            "במג\"א שורש מ' בשם רב האי גאון. נ\"ב וצ\"ל שורש ט' ושם מבואר דדוקא בשעה שאומר קילוסים לתורה וכ\"כ הב\"י לעיל סי' של\"ט ע\"ש:"
        ],
        [
            "במג\"א סק\"ד זמירות. נ\"ב עיין מה שכתבתי על הגליון לעיל סי' של\"ג ס\"ק ה':"
        ],
        [
            "במג\"א סק\"א בכל לילה א'. נ\"ב עיין לעיל ס\"ס תרנ\"ח:",
            "<small>(שם במג\"א סק\"ט)</small> ממזרח למערב. נ\"ב עיין תשובות ח\"ס או\"ח סי' קפ\"ו לאחר שהאריך שם לברר כל הענין הדק היטב סיים בזה\"ל ע\"כ אין לשנות ממנהיגו שיעמידו המנורה פני הנרות לכותל דרום והמדליק פניו לצפון ואחוריו לדרום ומדליק):",
            "<small>(שם בט\"ז סק\"ח)</small> כ' כמ\"מ. נ\"ב ר\"ל דוקא בציבור אבל לעצמו מברך גם האבל שהחיינו כדלעיל סי' רכ\"ג ס\"ב ועיין במג\"א לעיל סי' תקנ\"א ס\"ק מ\"ב:",
            "<small>(שם במג\"א ס\"ק י\"ב)</small> מפני החשד. ראיתי בספר אחד מהגאון אבד\"ק טארנאפאל זצ\"ל דשאני ביהכנ\"ס דשכר פסיעות יש ויאמרו לכן עייל באחרינא כדי ליטול שכר פסיעות וזה תירוץ נכון [מהגאון כ\"ס]."
        ],
        [],
        [
            "במג\"א סק\"י ועיין תוס' זבחים דף ע\"ב ד\"ה ולבטלו שכתבו די\"ל דמתני דע\"ז דף ע\"ד דחשבינן איסור בכ\"ש י\"ל גם בחבית פתוחה משום דחשיב לעובדא ע\"ש והלא בודאי מכיון שנתערב ואינו ניכר תו לא חשיב לעובדא וע\"כ דבתר השתא אזלינן וכדברי הת\"ה ועיין פלתי סי' ק\"א דמייתי ראיה מש\"ס פסחים דף פ\"ט ודבריו צריכין עיון להמעיין ואכ\"מ וע' תשובו' פנים מאירות ח\"ד סימן צ\"ח ובתשובות שבות יעקב סי' ל\"ב ושניהם לדבר אחד נתכוונו [מהגאון כ\"ס]:",
            "<small>(שם בט\"ז סק\"ו)</small> כתוב שם בת\"ה. נ\"ב עיין בתשובות שבות יעקב ישוב ע\"ז ועיין ח\"ס או\"ח סי' קע\"ח ד\"ה וא\"כ וכו' ושו\"ת כ\"ס יו\"ד סימן ס\"ה בזה:"
        ],
        [],
        [],
        [
            "<small>(שם בט\"ז)</small> כדרך הכתיבה. נ\"ב עיין תוי\"ט פ\"ג דסוכה משנה ט' דחה זה ועיין ח\"ס או\"ח סי' קפ\"ז באריכות ובירור ענין זה:"
        ],
        [
            "במג\"א ס\"ק י\"ב ולא דמי לסימן תק\"ז. נ\"ב עיין לעיל סי' תמ\"ה ססק\"ה:"
        ],
        [],
        [],
        [],
        [
            "בט\"ז סק\"א בד\"ה כל זה וכו' שבת משא\"כ. נ\"ב צ\"ע בהרע\"ב משנ' ו' פ\"ח דברכות וז\"ל דברכות שאנו יכולים לעשות דלא מחזי כמשוי כגון נר ובשמי' מקדימין לבהמ\"ז עכ\"ל פי' אבל הבדלה מאחרין דלא ליחזי כמשוי. הרי קמן דברכת נר בלי נוסח הבדל' לא הוי סילוק שבת ודלא כהט\"ז:"
        ],
        [],
        [],
        [
            "במחבר ס\"ג בהג\"ה קריאת ר\"ה ע\"ל סי' ק\"מ. נ\"ב ועיין מה שכתבתי שם על הגליון דלא כדגול מרבבה כאן:"
        ],
        [],
        [
            "במג\"א ס\"ק ה' ומי שנעשה. נ\"ב ולפענ\"ד לא אמרו בפ\"ק דמגילה אין מעבירין על המצות אלא אאנשי כנסת הגדול' שתקנו פורים והיה להם לעשות אדר ראשון עיקר משום אין מעבירין על המצות וקאמר משום מסמך גאולה לגאולה עשו השני עיקר וממילא בלשון התורה אדר השני הוא אדר ולא הראשון כמ\"ש התוספות הך סברא סוף פרק קונם יין ע\"ש וא\"כ ממילא שוב אין לעשות יום נס שלו כי אם בשני שהוא אדר ולא הראשון וק\"ל ועיין תשובות ח\"ס או\"ח סי' קס\"ג וסי' קצ\"א [לאחר שהאריך בסי' קס\"ג לבאר כל הענין סיים בזה\"ל דינים היוצאים מדברים אלו. [א] דשפיר מצי ציבור או יחיד לקבוע יום מועד.... ביום שנעשה להם נס ומצוה נמי עבדי ועיין מג\"א ודלא כהפר\"ח במנהגי איסור אות יו\"ד [ב] אם הוא באדר ויש בו קום ועשה משתה ושמחה ויו\"ט א\"צ להטריח אלא פ\"א היינו באדר ב' למסמך גאולה לגאולה. [ג] אם הוא קום ועשה של מצוה כגון לחלק צדקה יעשה בראשון משום זריזין מקדימין ואין מעבירין על המצות. ומ\"מ אין שום נער נעשה בר מצוה עד אדר ב' מטעם שכת' המג\"א סי' נ\"ה ס\"ק י'. [ד] ואם הוא יום תענית בצער יעשה בשני דאקדומי פורענות' לא מקדמינן ועיין מלחמות ספ\"ק דמגילה. [ה] אם הוא מידי דלית ביה טורח כגון שב ואל תעשה מחוייב לעשות בשני אדרים בראשון ובשני. [ו] ואמירת קדיש לעולם השני עיקר דדין שלמעלה על הנשמה הוא בשני כלשון התורה שבמגילת אסתר דכתיב השנית וכן זיי\"ן אדר יא\"צ של מרע\"ה וכו'. [ז] בשטרות כותבין בראשון סתם ובשני תניין. ועיין תומים ס\"ס מ\"ג. [ח] והנודר עד אדר הוא עד הראשון דלשון בני אדם גריר בתר לשון שטרות ומכל מקום המחמיר עד אדר ב' תבוא עליו ברכה. כל זה נראה לפענ\"ד להלכה ולמעשה. ]:"
        ],
        [
            "במג\"א סק\"ג וכן משמע בתוספו' בד\"ה מ\"מ. נ\"ב גבי קרי ותני ומתני ע\"ש וק\"ל. והשתא קא' כאן דמוכח שם בתוספות הנ\"ל דכל יחיד בביתו מקרי רבים אם יתבטל א\"כ בטלת מצות מגיל' אלא ע\"כ דעכ\"פ צריכין לקרות אלא דיחיד צריך להתבטל מלילך אל הציבור משום ברוב עם כמ\"ש התוס' גבי כהנים בעבודה ואלו רבים פירוש כל ישראל ביחד לא שייך זה שאין לך רוב עם יותר מהם. אבל פשיטא שעכ\"פ יפסקו מלימוד' למגלה וא\"כ שפיר כתב המחבר שאין לך דבר וכלשון הרמב\"ם וק\"ל:",
            "<small>(שם סק\"ד)</small> כיון שמוטל בעיר. נ\"ב וצל\"ע לעיל סימן תקכ\"ו ס\"ק כ\"א בזמנינו נקרא הכל מת מצוה ע\"ש:",
            "<small>(שם סק\"ו)</small> להוכיח דהרמב\"ם. נ\"ב שהוא לשון המחבר:"
        ],
        [
            "במג\"א סק\"א תקנו כן. נ\"ב עיין ר\"ן וערשב\"א ח\"ג סי' רצ\"ז:",
            "<small>(שם ס\"ק ב')</small> וקשה דזה היפוך. נ\"ב עיין ישוב לזה בתשובות ח\"ס או\"ח סי' קצ\"ה.",
            "<small>(שם בט\"ז סק\"ד]</small> נ\"ב עט\"ז סק\"ד ק' הראבי\"ה שבמרדכי ובתשובת זכרון יוסף חלק או\"ח סי' י\"ח הקשה הא שבט מלא ואי אפשר להסתפק שיהיה פורים ביום ט\"ו. ולכאורה צע\"ג. אבל נראה לי כיון שעפ\"י סדר הקביעות חשון וכסלו פעמים שניהם חסרים ולפעמים שניהם מלאים ולפעמים הם כסדרן וא\"כ בשנה שהם חסרים או אחד מהם חסר יש לחוש שמא אי היו מקדשין עפ\"י הראיה היו מלאים וממילא יהיה פורים ביום ט\"ו ואי היו חוששין לזה והיו עושין ב' ימים היו צריכים לעשות ב' ימים גם כששניהם מלאים שלא לחלק בין שנה לשנה כדאמרינן בעלמא גזירה ניסן אטו שלוחי תשרי. ואז כששניהם מלאים הוה עבדינן בודאי בולא יעבור וכיון דבקיאין השתא בקביעא דירחא לא חיישינן בהא למנהג אבותינו ואתי שפיר בעזהי\"ת:",
            "<small>(שם במחבר)</small> ס\"ו יום ט\"ו. נ\"ב בפר\"ח החליט לאסור טלטול המגלה בשבת ובשכה\"ג בסי' זה ולעיל סי' ש\"ח מסתפק בזה ועיין בכ\"ש סוף סי' קל\"ו. מכל מקום נראה לי דלא אמרו אלא בשחל ט\"ו בשבת לכרכים המוקפים דאיכא משום דרבה אבל בי\"ג שחל בשבת ערב פורים ואינו זמן קריאה שרי ועיין מ\"ש המג\"א לעיל סי' ל\"ד ס\"ק י\"ח. ולפמ\"ש המג\"א לקמן סי' תרצ\"ב סק\"ו יש לאסור גם ביום י\"ג כשחל בשבת. אבל הפר\"ח פליג אהא דלקמן ואוסר לקרותה אפילו בחל קודם זמנה. ועוד צל\"ע האי דלקמן דמנ\"ל דשייך שמא יעבירנה אם אין הצבור טרודים בקריאה ועיין מ\"ש הר\"ן גבי מילה בשבת כיון דאין כל הצבור טרודים לא גזרינן וה\"נ במגילת גבי יחידים הענושים והאנוסים ועיין ח\"ס או\"ח סי' קצ\"ה:",
            "<small>(שם במג\"א סק\"י)</small> ור\"ל חביב. נ\"ב עיין תשב\"ץ ח\"ג סי' רצ\"ח וזקן אהרן סי' קל\"ה:"
        ],
        [
            "במג\"א סק\"ח זה גרע. נ\"ב י\"ל עוד דחיישינן שמא כשיקרע ימצא אנדרוגינוס דכיון דאשתני חיישינן למיעוטא וכן איתא סברא זו בבכורות דף מ\"ב ע\"כ בכיוצא בזה ע\"ש:"
        ],
        [
            "במחבר ס\"ז בהג\"ה ואין לבטל. נ\"ב עיין תשובות ח\"ס או\"ח סי' נ\"א וח\"ס יו\"ד סי' קצ\"א ונראה לי הטעם להרעיש ולבלבל אוזן השומעים שלא ישמעו שם זה המחוי האגגי:",
            "<small>(שם במג\"א ס\"ק כ\"ב)</small> ואפילו יש במנהג. נ\"ב עיין בפר\"ח במנהגי איסור שלו סי' עשירי דדחה הא דהמהרי\"ק מהלכה בראיה ברורה ועיין ש\"ך יו\"ד סי' רנ\"ט סק\"ה:",
            "<small>(שם במג\"א)</small> ברוב ישראל יכולין לבטל ע\"ש נ\"ב שהעלו סוף ד\"ה אלא וכו' דדבר שלא תקנו מעיקרא אלא על מקום א' ונתפשט שם הוה לדידהו כנתפשט ברוב ישראל ע\"ש:"
        ],
        [
            "במחבר סעיף א' נ\"ב עיין סנהדרין דף ק' ע\"א דמגלה לא בעי מטפחת. ואמנם מהריעב\"ץ ח\"ב סיק\"ג העלה דלמאי דק\"ל דמגלה ברוח הקודש נאמרה לקרות ולכתוב אסור ליגע בה ערום וצריכה מטפחת ע\"ש. וראיתי למורי זצ\"ל שבשעת קריאתה היה נזהר ליגע בה ערום ועדיין צ\"ע במג\"א סי' קמ\"ז סק\"א וצ\"ע ברדב\"ז ח\"ב סי' תשע\"א. ",
            "(שם במג\"א ס\"ק ד') צ\"ע וכו'. נ\"ב עיין מגילה דף י\"ח ע\"ב לימא מסייע לרבב\"ח וכו' ולא אסיק אדעתי' דאתרמי קשה מאי סייעתא דלרבב\"ח הוי סגי ליה בחומש בעלמא וע\"כ דאיתרמי ליה כשרה וא\"כ הכא נמי נימא דאיתרמי וליכא סייעתא. אלא ע\"כ משמע דלרבב\"ח בעינן דוקא מגלה כשרה לכתוב מתוכה. ומה שאנו נוהגין לכתוב מתוך חומשין מדוייקים משום דעכ\"פ לא גרע הא מדר\"מ דעפעפיך יישירו נגדך כיון שספר מדוייק לפניו ומחשב זה שעת הדחק לטלטל כל פעם ס\"ת או מגלה כתובה בגליון: ולפי\"ז אתי שפיר דבעינן שיוציא כל תיבה מפיו קודם שיקרא כמו שכותב בלא כתב. ומיושב קושית המג\"א. והא דלא אמרינן התם דהוה מנח חומש קמיה והוציא מפיו כל תיבה. יש לומר משום דאכתי לא אסיק אדעתיה הא דעפעפיך יישירו נגדך והא דשעת הדחק שאני ע\"ש בגמרא וק\"ל ועיין ח\"ס או\"ח סי' קצ\"ב: ",
            "(שם במחבר) ס\"ד ואת בסופא. נ\"ב עיין תשובות ח\"ס או\"ח סי' קפ\"ט וסי' ק\"צ:"
        ],
        [
            "במג\"א ס\"ק א' כלל ברכה עליהם. נ\"ב כמ\"ש המהרש\"ל בסוכה דף מ\"ו ע\"א:",
            "<small>(שם סק\"ב)</small> אם נשתתק. נ\"ב וא\"ר דוחה דלעיל ר\"ס ק\"מ הטעם משום דראשונים נתברכו לפניהם והאחרונים לאחריהם והכא הראשון בירך להוציא וברכה אחרונה לא קאי אמגלה ולפענ\"ד עיין בירושלמי ומייתי כ\"י וכ\"מ פי\"ב מתפלה דמייתי מקרא תורת ד' תמימה וזה שייך הכא טפי. וצ\"ל הא דמייתי ירושלמי ג\"כ טעמא דברכה כנ\"ל היינו משום דבלא\"ה אין קורין כל התורה בפ\"א ואין כאן תמימה אי לאו דכל פרשה מעוטר בברכה לפניה ולאחריה וזו שלא נתברכה לאחריה תו לא נתברכה לפניה הו\"ל כפרוסה אבל מגלה שקורי' כולה א\"כ בלי טעמא דברכה נמי איכא משום תורת ד' תמימה א\"כ היכא דליכא טרחא יתירה יש להחמיר כהמג\"א:"
        ],
        [
            "במג\"א ריש הסי' דעת המנהגים. נ\"ב וצ\"ע דלעיל סי' ת\"ק נ\"ט ס\"ד שכתב רמ\"א בשם מנהגים כל הקדישים שאומרים אחר איכה לא יאמרו תתקבל ואי ס\"ד שלאחר המגלת איכה אין אומרים תתקבל אם כן אין כאן קדיש שהיה ראוי לו' בו תתקבל אלא של שחרית דאותו של ערבית כבר אמרו קודם איכה ומאי כל הקדישים דקאמר אלא ע\"כ אחר המגלת איכה הי' לו' תתקבל אי לאו משום ת\"ב דבתיב שתם תפלתי וא\"כ בפורים היה ראוי לאמרו אחר קריאת המגלה ובאמת אין לנו אלא המנהג וכן ראוי לסמוך תתקבל לתפלת י\"ח כל מה דאפשר אבל לעולם דברי המג\"א צ\"ע. שוב מצאתי בהגה\"ת אשר\"י סוף מס' תענית כמנהגינו ע\"ש וק\"ל:"
        ],
        [],
        [
            "במחבר סעיף ד' ב' מנות. נ\"ב עיין פרי חדש ועיין תשובותי:",
            "(שם במג\"א) סקי\"ב עמ\"ש סי' תרפ\"א. נ\"ב סי' תרע\"ז:",
            "<small>(שם בהג\"ה)</small> ואם שולח. נ\"ב עיין דינים אלו מ\"ש הפרי חדש ובתשובות ח\"ס או\"ח סי' קצ\"ו [שם כתב על דברי הפר\"ח שפקפק על הרמ\"א שפסק שאם שלח מנות לרעהו ולא אבה לקבל כי מחל לו יי\"ח וכתב הפר\"ח לא ידעתי מנין זה. הנה בקרבן נתנאל פרק קמא דמגלה השיב על הפרי חדש מש\"ס דנדרים דף ס\"ג ע\"ב דיכול להתיר נדרו שלא עפ\"י חכם לו' הריני כאלו התקבלתי וה\"נ דכוותיה וצדקו דברי הרמ\"א. ואני אומר דלא עיין הגאון במ\"ש הר\"ן בשם הירושלמי שם כ\"ד ע\"א דמיירי בסתם ופליגי ר' מאיר ורבנן אי כוונת הנותן לכבוד עצמו או לכבוד המקבל אבל אי כוונת הנותן לכבוד עצמו לא מהני באומרו הריני כאלו התקבלתי ואם כן יפה כתב הפר\"ח מנ\"ל להרמ\"א דכוונת מתקני משלוח מנות הי' לצורך המשלח או לצורך מי שנשלח לו. והנה ראיתי בזה ב' טעמים בתה\"ד כתב כדי שיהיה הרווחה לבעלי שמחות אולי לא יספיק לו סעודתו הרי חבירו מסייעו ע\"ש וי\"ל אפילו אית ליה טובא מכל מקום תקנו כך שלא לבייש את מי שאין לו כדאמרינן בסוף מס' תענית ואם כן כשם שאם באמת אין לו די סיפוקו אין במחילתו כלום אם כן אם אית ליה מכל מקום לא ימחול משום שלא לבייש. אך בספר מנות הלוי כתיב להרבות השלום והריעות היפוך ממ\"ש הצר מפוזר ומפורד וגו' אם כן יש לו' כיון ששלח והראה חיבתו כבר יי\"ח אעפ\"י שזה מוחל ויפה כתב הפר\"ח מנ\"ל למהר\"י ברי\"ן ולהרמ\"א להכריע בזה. וע\"ש עוד בדין אם אשה מחוייבת במשלוח מנות כאיש וע\"ש מ\"ש בזה על דברי הפר\"ח]:"
        ],
        [
            "<small>(שם במג\"א)</small> סקט\"ו אלא בבשר ומכל מקום קשה וכו'. נ\"ב צ\"ע אם כן מ\"ט לא חשיב ליה ס\"פ אותו ואת בנו בארבעה פרקים:",
            "במחבר ס\"ח בהג\"ה מה שנהגו ללבוש פרצופים. נ\"ב עיין לעיל במג\"א סי' ש\"ז ס\"ק כ\"ב וק\"ל ועיין באר הגולה י\"ד סי' קפ\"ב:",
            "<small>(שם)</small> דרך שמחה. נ\"ב ועיין ברמ\"א חו\"מ סי' שע\"ה:",
            "<small>(שם ס\"ק י\"ח)</small> אלא שתפס לשון הגמ'. נ\"ב בספר חמד משה הקשה להרשב\"א יהיה מותר לישא ביו\"ט של עצרת דחד יומא היא ושכח כי אין נושאים נשים ביו\"ט דהוי לי' כקונה קנין כדלעיל סי' של\"ט ובמג\"א שם ס\"ק ה' ובש\"ע אהע\"ז סי' ס\"ד והש\"ס דמ\"ק קאי אחוה\"מ ולא איו\"ט עצמו והוא פשוט:",
            "בהג\"ה ס\"א י\"א שחייב להרבות וכו'. נ\"ב עיין תשובותי:"
        ]
    ],
    "versions": [
        [
            "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002084080"
        ]
    ],
    "heTitle": "חתם סופר על שלחן ערוך אורח חיים",
    "categories": [
        "Halakhah",
        "Shulchan Arukh",
        "Commentary",
        "Chatam Sofer"
    ],
    "sectionNames": [
        "Siman",
        "Paragraph"
    ]
}