{
    "title": "Summary of Shakh on Shulchan Arukh, Yoreh De'ah",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Summary_of_Shakh_on_Shulchan_Arukh,_Yoreh_De'ah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "[1] The reason as brought by the Ran and the secondary opinion in the Mordechai is to soften the meat in order to allow for easy removal of the blood by the salt. The Mordechai writes that the reason is in order to remove any dirt which may be on the meat because otherwise the salt will simply fill up with blood and not do its job of removing the blood. The Hagos Maimoni is of the opinion that it is to remove the blood that is on the surface of the meat, for otherwise the salt will simply fill up with it and not perform its job of removing the blood that is inside the meat. ",
                "[2] This is of course if the butcher performed a thorough rinsing as is required, such as by soaking the meat in a vessel. If so, then you need not wash it at home. However, a mere spraying is not acceptable even post facto. If we know the butcher rinsed the meat, we can assume it was done properly. ",
                "[3] Only if cut with a knife will you have to go back and re-wash, because through the pressure of a knife, blood is brought up to the surface. However, according to the Ran who holds the reason for the washing is to soften the meat, it would make no difference how many cuts are made, and re-washing would not be required. However, halacha follows the opinion that the rinsing is due to blood, therefore re-washing will be required even post facto. ",
                "[4] Re-washing is required only if the hooves were sliced off, however if they were not cut, they are as any other part of the meat, and no special washing is required. ",
                "[5] However a small rinsing is insufficient, and one is required to go back and properly rinse the meat. However if the meat has already been salted after such a small rinsing, it is acceptable post facto. ",
                "[6] However do not let the meat completely dry for then the salt will not stick to the meat or melt at ail. ",
                "[7] According to the halacha it would be permissible to use the vessel with other things, because the vessel doesn’t absorb anything since the meat does not soak for twenty four hours, and it is used for cold items. However we customarily refrain from doing so due to blood that might be stuck to the vessel. ",
                "[8] This is due to the rule that something soaked for twenty four hours, is as if it was cooked. (Kavush K’mevushal) ",
                "[9] Later it is explained that it is even forbidden to roast this meat. If there was a sixty ratio of water against the meat, it may even be cooked. ",
                "[10] The reason we permit it is because the second meat will not be in the vessel for a twenty four hour period. Even if it was soaked for twenty four hours, any taste released will be a stale one thereby not causing the meat to be forbidden. ",
                "[11] The Maharshal writes that meat that was frozen may not be salted until it is defrosted. Meat that was salted but frozen before the end of the required salting period should be re-salted when it melts. If it wasn’t re-salted but it did undergo the required salting time after having thawed and it was subsequently cooked - it is permitted, post facto. "
            ],
            [
                "[12] For the purposes of halacha it seems that in a case of great loss, or it is before Shabbos with no time to prepare more meat, it would be permitted if it was washed and re-salted, and not like the Maharshai who forbids it. ",
                "[13] This is referring to the case of cooking , however it is permissible to roast it if it hadn’t sat in the salt for the entire time requirement. ",
                "[14] This is because according to the view that the meat must be soft, surely a minimal rinsing can not accomplish that. However according to the view that it is for blood that is on the surface such a rinsing can indeed accomplish that. Even if it wasn’t cooked yet, it seems that this minimal rinsing is sufficient, and one is not required to go back and re-wash/re-salt. ",
                "[15] This is surprising because there is no piece of meat that can be sixty times the size of the blood on it. However if you do have such a piece, it would be fine. ",
                "[16] Because to the other pieces this blood is as any other blood."
            ],
            [
                "[17] This is because thin salt will just be absorbed by the meat, and not do its job. However, post facto, any salt is acceptable. ",
                "[18] The reason the Rema didn’t address the issue of thick salt is simply because you can turn thick salt into thin salt by cutting or grating it. "
            ],
            [
                "[19] The salt need not be piled high. A thick piece of meat need not be cut to make it two thinner pieces for the purposes of salting. ",
                "[20] This is regarding the beginning of the halacha which stated that there must remain no place without salt. However we are not so particular regarding spots that were not completely salted. It is proper to be careful initially, however it does not render the meat unfit. ",
                "[21] The implication is that if the meat has already been cooked it is forbidden, and nothing can be done. However if it wasn’t cooked yet, then in a case of great loss we can permit the meat by going back and salting the other side within twenty four hours. ",
                "[22] The explanation is that once it is in the process of releasing blood, it will also release anything that it possibly absorbed from the other side. This is referring to a case where the meat wasn’t washed off. However the pores on meat which has been washed off become immediately closed and further slating won’t help. ",
                "[23] Even if it did absorb, it will release. “K'bolo kach polto\" "
            ],
            [
                "[24] This is if the cut was made after the required salting period. However, if it was done during the salting period, one must go back and re-rinse and re-salt the place that was cut. "
            ],
            [
                "[25] This is eighteen minutes. ",
                "[26] Meaning if one already washed the meat off after this short period of time and then cooked it. "
            ],
            [
                "[27] The reason is that if one placed the meat in a vessel with water  but it had no holes, the meat would then absorb the blood and salt  that is on it.  ",
                "[28] It seems that the Rema is not arguing with the Mechaber, and is simply ruling that a spraying or wiping of the meat followed by two  intensive rinsings would be acceptable. Regarding the Rema’s second  view of requiring three rinsings - it is because the large quantity of water  used will nullify the intensity of the tzir and an initial wiping/spraying would  not be needed. ",
                "[29] Post facto, if one only rinsed off the meat once and then cooked  it, it is acceptable,  ",
                "[30] This is based on the Gemara in Masechet Chullin, daf 33, that says if one  slaughtered an animal and blood did not come out, then one may eat the meat  with hands that are tamay. Thisis because the meat is not susceptible to tuma  due to the fact that blood did not come out. Tosafos asks: Shouldn't the meat  become susceptible to tuma when one rinsed it out in the water'? The two  answers given are the a) the meat was to be roasted or D) it was rinsed in fruit  juice. Therefore it seems that fruit juice would be permissible even for the  preliminary washing, in contradiction to the Rema that holds it would be  permissible only for the washing after salting.   "
            ],
            [
                "[31] Not only water, even tzir. Water was written in order to exclude the  case where only forbidden blood was in the vessel thereby forbidding the  meat until a klipah is removed.  ",
                "[32] Even if some liquid was in the vessel, the meat is still permitted  because it was there for a short period of time, however if tzir was in the  vessel, the meat is immediately forbidden.  ",
                "[33] What is meant is that since the vessel is clean it won’t matter if it is  treif or dairy even if there is presently no water in the vessel. However, if  the vessel is dirty the meat would be forbidden unless there was at least a little water in the vessel. It seems from the Rema that all this is true even if  the vessel is a ben-yomo. because salt won’t bring out absorbed taste.   "
            ],
            [
                "[34] The reason we need sixty against the salt and that it is not sufficient  just to have sixty against the blood is because we don’t know how much  blood was absorbed. The rules of chana\"n can not be applied here,  because they apply only to situations of milk and meat. You also need  sixty against the blood on the meat in addition to the salt. ",
                "[35] We can’t say that one must have sixty against this entire piece in  question, because the rules of chana\"n don’t apply here, and because  blood is not considered an issur davuk because salt dissolves once placed  into a liquid. Everyone follows the opinion of the Rema here.  ",
                "[36] There is no piece that can have sixty against the blood and salt that is  upon it. Even a thick piece.  ",
                "[37] In a case of great loss, one may be lenient, however, ideally, a kli  sheini should not be permitted.  ",
                "[38] And any other sharp ingredients will cause it to cook in a kli sheini.  ",
                "[39] This is referring to a case that it was not washed after its salting and then  dried. It would be permitted even in a kli rishon but initially one should be careful  and wash it off properly.  ",
                "[40] However post facto it is permitted. The case is only considered post facto if it  was cooked already, but if not. one must go back and re-wash and re-salt. ",
                "[41] It is even forbidden if the salt has completely dried.  "
            ],
            [
                "[42] The Mechaber did not bring down mesiach Ifi tumo, for he does not hold of it, however the Rema does. ",
                "[43] Even if he is aware of the Jewish customs, he is believed in a case of mesiach Ifi tumo. How is it possible to have a case of mesiach Ifi tumo if he knows what is forbidden/permitted? It is in a case where he casually told others that he washed it. "
            ],
            [
                "[44] Even if it was not cooked, as long as it was placed in a pot that was hot, sixty is required to permit it. ",
                "[45] Sixty against the blood is not permitted, for we do not know the amount of blood that came out. ",
                "[46] The reason it’s forbidden is because the blood has moved around inside the meat, therefore we need sixty against the whole piece. All the other meat remains permitted. ",
                "[47] Or in a case of great loss. ",
                "[48] Even if there is sixty, that piece remains forbidden. The purpose of the sixty is to be able to permit the other pieces that has been cooked with it."
            ],
            [
                "[49] Even if it is placed in warm water to ‘awaken’ the blood, it will not help.  ",
                "[50] It need not be fully salted, just slightly as is done before roasting. Nikkur  should always be performed within three days, but if it was delayed the meat is  still permitted to be cooked. ",
                "[51] The reason is because we fear that maybe not all the blood came out during  the roasting, and it may now come out in the subsequent cooking, since cooking  is more intense than roasting. However, if it was cooked, we will assume that all  blood that could have come out, did indeed came out during the roasting and that  no more will come out during the cooking. The case of liver is different, in which it  may be even initially cooked after having being roasted since salting is not  adequate for liver and roasting is mandatory, therefore we assume that all blood  that would have come out has indeed been expelled. Over here though, the  blood has dried up within the meat, and it could be that the roasting did not get all  the blood out, therefore it should not be cooked even after being roasted.  ",
                "[52] Don’t leave it out for three days even is you intend to roast it because you  may forget and cook it.   "
            ],
            [
                "[53] The Rema holds that one should not soak meat for the purpose of letting it sit another three days. However In the case of a great loss one may even initially do so for that purpose. The soaking for this purpose must be for at least an hour or two. ",
                "[54] Not exactly half an hour, just slightly less. "
            ],
            [
                "[55] That is mixed with other pieces that have not yet gone three days without  being salted. All pieces may then be salted and cooked. Or alternatively, it can  also be a case where all the pieces were salted, and one piece among them was  over three days old. The law is that they may all now be cooked.",
                "[56] The  meat should seemingly be considered a davar sheyesh lo matirim, and not be  able to be nullified, however since it can be roasted at any time it is not a davar  sheyesh lo matirim. ",
                "[57] This requires further study for if it is cooked, the blood will give taste to the  meat in the pot making this mixture a min b’sheino mino requiring sixty and not  just a majority.  ",
                "[58] They may all be cooked if they are cooked piece by piece or even all together  if additional food is added to make a sixty ratio against the meat in question,  otherwise not. One need not throw a piece away as in other cases because the  case here is one of chumra instituted by the Geonim and not of halacha.  ",
                "[59] For it is not intrinsically forbidden but rather it is because of the blood within  it.   "
            ],
            [
                "[60] It is not necessarily forbidden due to blood but rather it is forbidden simply because it was soaked. To even permit it for roasting requires further study, for the blood is considered as b’eyn. ",
                "[61] This makes the piece permitted. We should be lenient in this case for it to be roasted only and not cooked, and if there wasn't sixty it remains forbidden. ",
                "[62] Even if roasted and even if it wasn’t dirty, since it was soaked, it is forbidden."
            ],
            [
                "[63] Even after the vessel has been washed. ",
                "[64] This is referring to a case where the dish was cold, and a boiling hot item was placed upon it making both considered to be 'cold' because of the rule of tatai gavar. even so one must take a klipah, even if it is dry.",
                "[65] As a general rule, we assume that the food in a vessel is sixty times that of its klipah, therefore why is the Rema stating this law here? Rather, this is the general rule with regards to most vessels, however, a vessel that is very wide and not high might not have sixty. ",
                "[66] An earthenware vessel may not be initially used without being washed off. Other vessels, however, are permitted as long as they are at least wiped down before use. ",
                "[67] This is because salting can not bring out the taste from a vessel. Why then did the Rema write this here after the some say’? This is because one will probably wash off the meat before cooking it. One may even place it on a non-kosher vessel. However with other things, even if cold, it is forbidden to use this vessel for one might forget to rinse it off.",
                "[68] For example, salting for preservation, in which the meat is often left in the salt for longer than 24 hours, is permitted because the salting does not bring out taste from vessels. Even if taste would come out after the 24 hours of salting, it would be considered nosen taam lifgam. Ideally meat should not be left in such a vessel, because nosen taam lifgam is initially forbidden. "
            ],
            [
                "[69] Because in a vessel with holes, blood does not get absorbed into the walls of the vessel. ",
                "[70] However with an earthenware vessel it is forbidden even post facto, but with cold it is permitted even initially if wiped well. "
            ],
            [
                "[71] According to the Mechaber whatever is so salty that it can not be eaten is  considered as boiling (roseiach). However, we follow the Rema who holds that  any amount of salting renders it roseiach for we are not experts in differentiating  between the different levels of saltines.  ",
                "[72] This is because soaking is the equivalent to cooking, and if the time wasn’t  as long as it takes for water to boil, then anything in the tzir is forbidden until a  klipah is removed for salting is the equivalent to boiling. If it was left for as long as  it takes for water to boil, it is entirely forbidden, even for roasting.  ",
                "[73] Meaning even if the place that touched the piece that was in the tzir is fatty, it  is not assumed that it flows to all parts of the meat. We only forbid parts where  the blood could actually flow to on its own. Fattiness can only spread blood to a  place where blood can flow on its own.  ",
                "[74] This is because once salted, the blood begins to move from place to place,  and if the vessel has no holes then the blood just gets re-absorbed into the meat  and will not be taken out by another sailing or roasting.  ",
                "[75] if a piece fell into tzir that is in a vessel without holes, and we are uncertain  whether it fell before the required salting time has passed or not, then whatever is  outside the tzir is permitted. However, if we are sure that it fell before the required  salting time, the entire piece is forbidden, even that which is outside the tzir, for it  is considered as if it was salted in a vessel without holes.  ",
                "[76] If this piece was mixed with other pieces, and even cooked, then it is  nullified in a majority, and sixty is not required, however, sixty is required by  rabbinical law if cooked.  ",
                "[77] Meaning the other pieces that are not actually touching the tzir. "
            ],
            [
                "[78] The reason is in order to manipulate any remaining blood to come out through boiling. The Mechaber holds it is best to observe this ideally, but the Rema holds it is of no concern, and any red juice that flows out after salting is certainly not blood. "
            ],
            [
                "[79] The reason is because tzir that comes from the meat after sitting the required  salting period is simply ordinary juice. Even though the salt that is on the meat is  forbidden for it is mixed with blood , and is melted in the tzir, it is nevertheless  nullified.  ",
                "[80] The reason some forbid it is because the tzir coming from the meat after the  required salting time is absorbed into the meat because it is still considered  roseiach, however it is only absorbed through the klipah. Those who forbid it,  forbid it immediately. It seems though that if the meat was washed once before  being put into a vessel that had no holes, the meat is permitted even if it fills with  tzir, for everyone agrees that post facto one washing suffices.  ",
                "[81] A sixty ratio won't help to nullify it because any time that a klipah is to be  removed the rules of nullification do not apply. The Maharshal argues on the  Rema and forbids anything in the tzir and even a klipah above it. If there is a sixty  to one ratio of meat and tzir it is permitted, however what is in the tzir does not  combine to nullify for blood does not flow upwards.  ",
                "[82] A vessel used to salt meat is forbidden to the depth of a klipah, however,  here it appears that the vessel is forbidden because a vessel can not be peeled of  its klipah, for example: if a lot of tzir has been absorbed into it, or it is an  earthenware vessel which is entirely forbidden.  ",
                "[83] From the words of the Rema it seems that when the dairy vessel is not dirty  with dairy residue, it is permitted even if it was used that day since we rule that  salt does not bring out taste that is absorbed in a vessel. The Rema forbids the  meat since there is probably not a sixty ration against the residue.  ",
                "[84] Meaning that in a case of great loss even if the vessel was dirty we assume  that the tzir is not roseiach. ...",
                "[85] Considering that everyone agrees that the meat must be washed off after  salting, what then is the new insight that the Mechaber is trying to teach over  here? One must then say that for sure the reason for washing is to remove salt  and dirt, therefore if one sliced the meat on all sides in such a way that there is  now no salt on the meat it would be permissible to eat it without washing.  However, according to those who require the washing because the tzir is  considered as blood, one must always wash it first no matter what in order to  close up the pores.  ",
                "[86] This is only according to the view of the one who forbids it. However,  according to what the Mechaber ruled that ideally one must be careful but post  facto it is permitted, it emerges that initially one is forbidden to cut it, but if it was  cut the knife doesn’t need kashering.  ",
                "[87] Even if there are indentations in the knife, thereby not allowing for any liquid  to flow off, nevertheless it is permitted because the motions of the knife release  anything on it surface.  ",
                "[88] For the blood flows, and is not absorbed into the knife. This is for a vessel in  that we can say that the blood will flow, however for all other vessels there is  some absorption via the salt.  ",
                "[89] It seems that it is even initially permitted to cut with this knife, but afterwards  the knife must be washed, and one will usually wash a knife before the next  usage anyways so there is no need to worry. One may also be lenient in light of  the fact that no prohibitions are involved once it has gone through the required  salting time according to most poskim. However, it is initially forbidden to cut meat  with a non-kosher knife, but post facto one need not worry,  ",
                "[90] Even if the tzir has not dried yet, one is still required to wash it.  ",
                "[91] The knife is to be thrusted into the ground ten times. See section 121. ",
                "[92] This is going on the last view in the Mechaber as well that it is still considered  roseiach after the salting period, therefore it must be washed before being  released of the tzir.  ",
                "[93] see section 76.    "
            ]
        ],
        [
            [
                "[1] See note 24 regarding what it says about meat that is expelling blood that it is nevertheless permitted because the blood flows. ",
                "[2] For example, one did not wash it off after the first salting. This is only post facto, for initially it is forbidden to do this and it must be washed well before any subsequent salting.",
                "[3] Regarding the case in section 69, where we forbid meat that was salted without first being washed for we assume that it absorbed the blood on its surface, here it is not an identical case because the blood was always sitting on the surface of the meat. The principle of meat not absorbing anything while it releases, and \"as it absorbs so will it release\", does not apply in that case. ",
                " [4] Meaning whether salted beside each other or one on top of the other, the fish are always forbidden to the extent of a klipah, and the poultry are permitted for while they are releasing they don’t absorb. ",
                "[5] The reason they are permitted is that the scales are in place of the klipah. Regarding that which we said that all salting is measured against sixty, that is specifically in a case where fat is involved and it caused it to spread throughout the whole piece, however in a case where fatty residue is non-existent, only a klipah is required. "
            ],
            [
                "[6] From the words of the Mechaber it seems that we are referring to a case of  fish that was not salted yet, and even so it is forbidden and salting it will not help,  for with fish we don't say the rule that while it releases its own blood it will release  other blood. They are soft and will absorb a lot that will not come out through  salting. Not like the Rema who holds that we do say that the fish will release other  blood that has been absorbed.  ",
                "[7] From the words of the Mechaber it seems that even if they are touching they  are permitted. This is difficult to understand for in the case of non-kosher meat  that is not salty, touching kosher meat that is salty, the Mechaber brings the  opinion that forbids them! The answer is that nevertheless, the non-salted one is  not considered roseiach enough to release blood for here the only problem is  because of blood that the poultry releases and may be absorbed in the fish. This  is not the case over there where it releases non-kosher tzir which is forbidden.",
                "[8] This is only if we are certain that the fish did not fail to the bottom, if we do not  know this for sure it is forbidden, for it is common during salting that items on top fall to the bottom. ",
                "[9] The same is true in a case where they were placed on the same side, that if  the fish Is higher than the meat what is above is permitted and what is beside it is  forbidden. Even what is on top is forbidden to the extent of a klipah.  ",
                "[10] Nevertheless one must remove a klipah. The reason that this was left out is  because the Mechaber holds that all problems through salting require a klipah,  whereas the Rema wrote this law for us who forbid the fish unless there is sixty.  However when placed on the poultry it is permitted with only a klipah being  removed.  ",
                "[11] Even though it says later on in section 91, that even after the required salting  time it is still considered roseiach, the case over there is dealing with meat and  cheese. This is not the case here where we are dealing with the prohibition of  blood, which is non-existent after the required salting time. In the case of Rashi in  section 69 where we forbid the meat even after the required salting time, is also a  different case for over there the meat is sitting in tzir, which is not the case over  here.  ",
                "[12] This is even if the fish sat as well since the beginning of the required salting  period, that they are permitted. They should not be declared forbidden because of  tzir coming from the poultry unless they were placed in the tzir.",
                "[13] This is only post facto. Initially one is forbidden to salt fish in a vessel used  for salting meat, for in any event they must be washed and we are worried that it  will be forgotten. This is referring to fish salted in order to be cooked immediately  in which it is not common to wash them off. However, with fish being salted for  preservation in which it is common to wash off before cooking, it is permitted  even initially to salt them in a vessel used for salting meat. See later on in section  91 where we say that if the vessel was wiped well one need not wash them.  ",
                "[14] The Rema is explaining his own opinion, however according to the Mechaber  it is not so for he does not hold that by fish we say that as it releases its own  blood, it releases other blood. ",
                "[15] Not necessarily simply washed, for even if washed, the fish are forbidden  because even though the pores do not close up, the fish releases all it’s tzir  before the poultry releases it’s blood. The word “washed” over here, is defining  that meat washed off of its salt and is considered saltless.  ",
                "[16] It is explained over there in section 5 in the Rema, that tzir from salted meat,  even if only salted for the purpose of roasting, is considered roseiach, and this is  indeed the law. The Issur V’heter writes that one should not forbid fish salted with  poultry for there is no danger through salting. This is referring to a case where  there are no problems of blood as when salting for preservation, however when  blood is involved it is forbidden.        "
            ],
            [
                "[17] And if the kosher piece is salty and the non-kosher piece is not, it is permitted  even if they are touching. However, if the non-kosher piece is salty and the  kosher piece is not then even if they are not touching but are merely close  together allowing for their respective juices to touch, it is forbidden. This is  because the tzir of the non-kosher meat will touch the kosher meat, and therefore  it does not matter if they actually touched or not.  ",
                "[18] The reason is because kosher meat that was salted with non-kosher meat  will easily absorb tzir even thought it won’t absorb blood since it is in the process  of expelling its own blood. While meat is being salted to remove its blood, it can  not absorb any other blood but it can absorb other liquids. Non-kosher tzir is  biblically forbidden, but tzir from non-kosher fish, or tzir of meat that is forbidden  because of blood is of rabbinical origin. The practical difference would be in a  case of doubt.  ",
                "[19] It seems that even a washing is not needed since they are not touching.  ",
                "[20] The Rema ruled over there that one should be stringent if the case is not one  of a great loss.   "
            ],
            [
                "[21] The reason is that the kosher piece spreads around the non-kosher piece. ",
                "[22] But if the non-salty kosher piece was on the bottom, even if the non-kosher fatty piece is on top it does not disqualify the meat more than the klipah. However, if they are both lean it is still assur to the extent of the klipah. ",
                "[23] It says over there that in a case of fatty meat, it makes no difference whether the salty piece is on top or bottom. It also says that we cannot properly differentiate between fatty and lean, and all these calculations should be against the sixty ratio. "
            ],
            [
                "[24] And we are not worried that the meat will absorb the salt that is upon it. It seems that the case here is dealing with meat in a vessel with holes in which the blood will flow away, therefore it is permitted, post facto. This is not similar to the case of Rashi in section 69 where we are stringent and require the klipah to be removed. There the reason is because the meat is in a vessel without holes in it, and is sitting in the tzir. Over here, there is no tzir since the meat is in a vessel with holes. ",
                "[25] The reason is that now it does not release blood or tzir, it only absorbs."
            ],
            [
                "[25] The reason is because it no longer releases blood or tzir, it only absorbs.  ",
                "[26] This is if it was washed off thereby causing the pores to have closed. If it  wasn’t washed, then even though it may have released all of its blood, it still does  not absorb, for it is still releasing tzir. It may also be speaking of a case where all  of the blood and tzir was released and the reason is because its pores have  closed. ",
                "[27] Meaning, that there are those who permit it with meat that has not been  salted at all because when it is later salted it will release its own blood and it will  also release other blood.  ",
                "[28] Those who permit it do so even with meat that was salted and has released  all of its blood. Even in this instance it is permitted by salting it later.  ...",
                "[29] Meaning that initially one should be careful not to place meat that has not  been salted at all, or that was salted and has released all of its blood, with meat  that is salted but did not conclude the required salting period. Post facto it is  permitted. That in which the Mechaber and the Rema wrote regarding meat that  was not salted and placed beside a salted piece or that fell to tzir and is permitted  by washing and re¬-salting it, is dealing with meat that underwent the preliminary  washing. If it did not then it is forbidden even post facto. The Maharshal and Bach  ruled that our case can even be dealing with meat that did not undergo a primary  washing, for the tzir only has the strength to absorb itself into the meat but not the  blood upon it.  ",
                "[30] Even for roasting it is forbidden. The reason is that a piece of meat that has  no tzir to expel is not subject to the rules of releasing. We do say k'bolo kach  polto for meat that has tzir in a case of great loss according to the Rema. When it  becomes forbidden, however, it becomes forbidden immediately. ",
                "[31] This is the law even if it completed the required salting period and it was  washed and then fell beside meat that did not conclude the required salting  period: it is forbidden even post facto because the pores have closed and will  now only absorb.  ",
                "[32] The reason is because as it releases tzir, it does not absorb, therefore it need  not be salted a second time.   ",
                "[33] The Rema is to be followed. Therefore, after 12 hours it is forbidden unless  there is a great loss. One should not follow the Maharshal who ruled that it may  be permitted for up to 24 hours even without a great loss. ",
                "[34] Meaning that when it is washed and re-salted it will release its own blood and  the blood it absorbed.  ",
                "[35] Meaning that it should be washed and re-salted. The reason is that since it  did not go through the required salting period it still has blood to expel, and then  the principle that as it expels its own blood it will expel other blood as well  applies.  ",
                "[36] Why did the Mechaber rule in section 105 that it is considered cooked if it  soaked in tzir for as long as it takes water to boil, and here he says that the time  is a whole day? It is because over there we are dealing with a different case such  as kosher and non-kosher fish that was soaked together. However regarding  meat, a whole day is required. Another possibility is because here we are dealing  with a case of a vessel with holes, in which any other way would make it  prohibited even post facto even according to the Rema. But in a vessel with holes  all would agree that it would require a full day. This requires further study.",
                "[37] This is the view of the Maharshal. Even though in the case of meat salted on  top of other meat that was already salted, one need not go back and re-salt it  because we say that as long as it expels its tzir it won’t absorb and blood, it is not  the same in a case where it fell into tzir. The Maharshal holds that re-washing  and re-salting it won’t help. However, according to the Rema one should go back  and re-wash and re-salt it, and if it was cooked without a second washing one can  permit it in a case of great loss. According to everyone, if the meat was washed  off, thus closing it's pores, and then falls into tzir, a second washing and salting  won’t help, for now it absorbs the tzir   ",
                "[38] The reason is because during the first twelve hours we rule that it is releasing  tzir even if it is not a case of great loss. So we can permit it in a case of great loss and say that as it expels its tzir it will expel blood as well. However, after twelve  hours it is forbidden even in a case of great loss.  ",
                "[39] This washing requires great caution that it not be washed thoroughly, rather  just enough to remove any dirt on its surface. If one is not careful, the pores will  close since it is after the required salting time, We do not follow the Bach who  rules that even a light washing will close its pores.  ",
                "[40] That is if it has room to flow, as in a vessel with holes. If it doesn’t have  where to flow then even within the required salting period it is forbidden and  another salting will not help. Even if the tzir has nowhere to flow, what protrudes  from the tzir is nevertheless permitted, and what is in the tzir is forbidden.  ",
                "[41] Even the Rashal would agree over here that as it releases its own blood, it  will release other blood, since it did not sit for the required salting period. Even if it  was washed before it fell into the tzir, the pores don’t close because it hasn’t gone  through the required salting period. ",
                "[42] The Maharshal writes that even initially one need not re-wash it. Even those  who want to be stringent need only pour a little water over it, for it already  underwent the primary washing. The Rema would hold like this as well.  ",
                "[43] It is not similar to meat that was salted without a primary washing, for only  regarding blood (b'eyn) do we say this since it is thick, but regarding tzir, which is  similar to blood, we can say “as it absorbed, so will it release.”  ",
                "[44] However, after the required salting period it can be permitted in a case of a  great loss or for a meal in honour of a mitzva, but if not, we rule that it is roseiach  even after the required salting period,   ",
                "[45] The reason is because blood does not flow upwards. Even the part that is in  the fatty tzir is permitted, and we don’t say that it flows upwards. One should just  remove the klipah from what is sticking out of the tzir.  ",
                "[46] The view of the Rema should be followed that if it went through the required  salting period and it is not a case of great loss, or if it is after twelve hours, it is  forbidden and a second salting will not help even if a great loss is involved.  Anything in the tzir becomes immediately forbidden.  ",
                "[47] It seems that we are dealing with a case of meat that fell onto the ground  before the passage of the required salting time. Nevertheless, one need not be  more stringent than to remove the klipah from the place where it touched the  ground in the tzir. This is because we are unsure if the ground is considered to  be a vessel with holes and may then be rectified with another salting, or if is  considered a vessel without holes in which a second salting will not help.  Furthermore, if meat that had already expelled all its blood fell into tzir that is on  the ground, in which case it would absorb the tzir even in a vessel with holes, it  therefore becomes forbidden. However, meat that wasn’t salted at all is permitted  even if it fell into a vessel without holes because tzir can’t flow from place to  place.  ",
                "[48] A salting will rectify it, and it will release it. Only meat that is in the process of  being salted that fell into a vessel without holes is forbidden immediately.  However this does not apply to meat that was never salted and then became  mixed with salty pieces in a vessel without holes which can be made permissible  by salting it, ",
                "[49] Even though we ruled stringently regarding meat that fell into tzir that is on  the ground as a precautionary measure (and of doubt) so that one will not come  to be lenient in a case of meat that fell into blood that is on the ground. This is not  the case here, rather the doubt is regarding the tzir, that it might not be present.   ",
                "[50] A small amount, meaning that there is not a ratio of sixty against the water, however we do require a majority against the tzir."
            ]
        ],
        [
            [
                "[1] According to the strict letter of the law, one need not cut it into two pieces, for it is considered as a thick piece of meat. However those who would like to be stringent and perform the mitzvah in the most meticulous fashion may do so and salt the head and brain by cutting it in two pieces and salting the inside. ",
                "[2] The reason is because ideally one must salt both sides. "
            ],
            [
                "[3] If this is not done it will be as if salted in a vessel without holes for the hooves don’t provide for the blood to flow anywhere. Even if they were salted and the salt got absorbed, nevertheless the blood can not leave the hooves. This is not so by other bones, where the salting is efficient for the marrow since the blood can escape through the bones. ",
                "[4] See earlier in section 68, sub-section 8 where it is explained that if a cut was not made it is customary to forbid anything within a klipahs worth. "
            ],
            [
                "[5] Meaning that it will help only in this way, and not by placing it down on the place of the slaughter or on its nostrils so that the blood should flow from there. ",
                "[6] See earlier on in section 68, sub-section 4 in the Rema where it is written that it is customary to remove the brain from the skull prior to salting, and to cut the skull through its length and width so that the membrane will be sliced well. ",
                "[7] The reason is that it would be as meat salted in a vessel without holes. ",
                "[8] There are two reasons for this. a) Because the skull Is a barrier between the blood and the meat and b) For even if blood would be absorbed into the meat, even then the meat would still be permitted for “as it absorbed, so will it release”. The practical difference is that if the head was salted with meat after It had released all its blood and tzir, thereby not allowing for us to say “as it absorbed, so will it release”, even so it is permitted for it did not absorb since the bone is acting as a barrier. This is only if the outside meat on the head was removed from the skull, for if not then all other meat is forbidden since it received blood from the meat of the head. The first of the two reasons is the main reason. ",
                "[9] If it was cooked without having been salted, the marrow is forbidden because a lot of blood is found in the marrow. However, there is not an excess amount of blood, therefore if there is sixty in the pot then even the marrow is permitted. ",
                "[10] It is not comparable to the brain in which salting the head does not suffice. Over there, there are many veins that are full of blood, and it is as if the blood is gathered. The blood in the arteries, however, is released even after a minor salting. ",
                "[11] For there is not so much blood over there, so we try not to salt it with other meat which has much more blood. However, with their type of meat alone, one may salt it together even initially. The Pri Chadash writes that it is customary to salt its meat with all other meat, for we say that its blood is as all other blood of meat. "
            ]
        ],
        [
            [
                "[1] Even though the Mechaber also wrote that it may be cooked afterwards, nevertheless the Rema wants to teach us that it is like all other meat and can be cooked with other meat as well. ",
                "[2] The reason is because we fear that one may cook it without having cut it, but roasting is permitted by cutting it open and slightly salting it like all other meat. Nevertheless, post facto, if one cooked it after cutting it and salting it then it is undoubtedly permitted even according to those who are strict. It seems that one should not eat the heart of an animal since it causes one to forget his learning. One should be careful even regarding the hearts of poultry. "
            ],
            [
                "[3] The question can be asked: We only say “as it absorbed, so will it  release” regarding blood that was released from something, not actual  blood that is already present, and on it, and blood in the heart is already  present blood. The explanation is that the heart is very smooth and  doesn’t really absorb blood, therefore to the heart this blood is  considered as blood that was released. Another answer is that through  salting and roasting the blood dries up in the open space of the heart  making the blood that flows, as blood that was released.  ",
                "[4] The reason is that it absorbs, and regarding cooking we will can not say that ־ ‘as it absorbed 30 will it release\", for the blood that was released remains in the  pot.  ",
                "[5] From the words of the Tur it seems that even if it was first salted, such a case  would still require sixty against the heart, and simply against the blood Is not  enough. Others argue and say that sixty against the blood is enough. However,  from the words of the Mechaber it seems that we are dealing with a case of a  heart that was not salted at all, but if it was indeed salted then only sixty against  the blood in the heart would be needed, because blood that had been gathered is  difficult to measure. This halacha requires further study. It seems that one is not  obligated to salt it after cutting it open, for the salting that was performed on the  outside suffices, making it equal to salting a thick piece of meat.  ",
                "[6] From the words of the Mechaber who rules that if is forbidden unless there is  sixty. It seems that if there is sixty, even the heart is permitted. This requires  further study, for the Rema should have wrote that some say that even if there is  sixty it is forbidden.  ",
                "[7] The reason is that sometimes the blood in the heart cooks, and dries, and will  no longer come out. ",
                "[8] Meaning that if the heart was cooked while still attached to the chicken, and  there is sixty in the chicken against the heart, the heart itself is forbidden, but the  chicken is permitted. Nevertheless, a little piece must be peeled away from  around the heart for it was salted with it. It seems from this that the Rema holds  that even if the heart was first salted, sixty is needed against the whole heart, and  not just the blood inside of it.   ",
                "[9] However the heart itself is permitted because it is soft, and does not absorb  much. The amount of blood that is absorbed is considered as blood that was  released, but to all other meat it is considered as actual blood. According to this,  that it is actual blood (dam b'eyn), it seems that according to those who are  stringent regarding meat that was salted with the heart, meat that was roasted  with the heart is forbidden as well. According to the Rema who supports those  who are stringent, and requires that a klipah be removed in a case of salting,  would rule over here as well, that in a case of roasting, a “kdei netilah” must be  removed, even if there is sixty.  ",
                "[10] This is the accepted halacha. The Bach also writes that one should be  lenient. Nevertheless, one should never initially salt, or roast the heart with other  meat, since in any event, a klipah must be removed.  ",
                "[11] Even if not attached, but simply salted with other meat, a klipah must be removed. We are more strict here, than with liver, for blood from the liver is  rabbinically forbidden, and that according to some the blood in the heart is  considered actual blood (dam b’eyn).  ",
                "[12] Meaning that regarding salting there is no difference, and even the heart  itself is permitted because of the rule that “as it absorbed, so will it release.\"  Regarding that which the Rema wrote earlier, that even if there would be sixty the  heart would be forbidden, is referring to a case where the heart was cooked.  ",
                "[13] Meaning that even if it was closed on top during salting, cutting it open will  rectify it even after salting and roasting. Even if it was open on top it must be cut  because it is not the same as if it had been cut open. If it had been cooked that  way, it is forbidden.   ",
                "[14] It is explained that the heart contains powers of impurity, which must be released. Furthermore, it is represented in the verse: “And I will remove the foreskin of their hearts.\" "
            ],
            [
                "[15] The Mechaber is teaching us over here that even if the bird was alone In the  pot, it would still be permitted, for he doesn’t hold of the laws of a piece becoming  nveilah outside of cases involving milk and meat. He doesn’t agree that  something attached absorbs faster. Others disagree and therefore rule that the  laws of nveilah apply to everything.  ",
                "[16] Meaning that it has sixty against the entire heart, and not just the blood  gathered inside. Therefore even a whole heart that wasn’t salted, or that was not  kosher and was cooked with a chicken, is permitted, for the chicken will have  sixty against this heart.  ",
                "[17] If the heart became attached through the cooking process, it is not  considered as having been attached.  ",
                "[18] The reason is that a piece that has something attached to it will absorb faster  from that item than anything else in the pot. All this is regarding other items in a  pot which are permitted if there is sixty against the bird. The heart will remain  forbidden even if the bird has sixty against it.  ",
                "[19] The reason is because it is common to remove its head, skin, and other parts  before salting it, therefore it is likely to lack sixty against its heart. Even poultry  only has sixty against its heart if the skin was not removed.   "
            ],
            [
                "[20] If one cooked it without opening it, it is still permitted, post facto."
            ]
        ],
        [
            [
                "[1] Even if you want the pot to become forbidden, nevertheless the liver may not be cooked in it. ",
                "[2] When half-roasted, it is considered to be edible. ",
                "[3] This is only post facto, after having been roasted after being pierced by a knife. Initially one may not simply pierce holes in it, if it is to be cooked after having been roasted, rather it must be opened at its length and width. ",
                "[4] Meaning that one cut the sinews and the vessels to the side of the gall removing some of the meat of the liver along with it. This is permitted in the first instance even if it's to be cooked. ",
                "[5] The reason is because of the salt that is attached to it. There is also a fear of maris ayin, that the food will become red. Also meat that was roasted on a stick and is now to be cooked should be washed off first. ",
                "[6] Meaning that even if it was cooked without being salted it is permitted. The reason is because it is so busy expelling blood that it won’t absorb any. If it was cooked with other meat, that meat is forbidden along with the pot. ",
                "[7] Even if not salted. The rule of “as it absorbs, so will it release” apply even without it having been salted. ",
                "[8] The reason is because there is an opinion in the Gemara that if it was extensively cooked, it is forbidden. ",
                "[9] Even if it was salted as required, washed before being cooked, had been cut along it’s length and width, and even placed face down during salting, it remains forbidden. If it happened that a Rov ruled it permissible, we do not contradict his words and we will permit everything, including that which was cooked with it."
            ],
            [
                "[10] The reason is that since it was boiled, blood will not be released from it, even if cooked. Any other meat that was cooked with it will be permitted as well. Regarding the liver however we rule more stringently, and even post facto it would be forbidden along with the meat that was cooked with it. "
            ],
            [
                "[11] For nevertheless, “as it absorbed, so will it release.” "
            ],
            [
                "[12] The reason is because the blood flows during the roasting. However it is not  because of the rule that “as it absorbs, so will it release”, for we don’t say this rule  in a case involving liver because of the amount of blood in it.  ",
                "[13] Since sometimes the skewer is lifted and moved, causing an item on top to  be moved to the bottom . ",
                "[14] It seems that for sure if the liver was on the bottom and the meat was on top  it is certainly permitted, even in the first instance because of the rule “as it  absorbed, so will it release.” ’ "
            ],
            [
                "[15] As the Rema wrote, even if they were salted and the liver was on top, everything is permitted, post facto. However, If the meat was already salted and washed off, it becomes forbidden even post facto if the liver was on top. ",
                "[16] It is a precautionary measure that it not come to be cooked with meat. If it was sailed, it should be washed off before roasting. ",
                "[17] It seems that regarding an animal, where it is highly unlikely that the liver is still attached during the salting, no klipa need be removed. If it was found in poultry, but was not attached, a klipah need not be removed there as well. ",
                "[18] Meaning that it should be washed off even if it’s not going to be cooked, but rather eaten immediately. ",
                "[19] Meaning that even if it wasn’t washed at all, even before the roasting, and was then cooked, it is permitted. Nevertheless, initially it is customary that it be washed before roasting. "
            ],
            [
                "[20] Even if it wasn’t attached a klipah must be removed if roasted. With regard to salting, a klipah is removed only if it was attached. ",
                "[21] If the klipah was not removed and it has already been cooked, it is permitted and one need not worry. One need not even remove a klipah now. ",
                "[22] Even if the liver is attached to the poultry the Mechaber doesn't say chaticha na’asis nveilah for he only says it by milk and meat. In any case, sixty against the liver alone is all that is required. ",
                "[23] The Rema would still forbid the liver even if it was salted beforehand, however this requires further study ",
                "[24] This is referring to a case where the heart or liver was found attached to the poultry, but if it is not attached then even the stuffing combines to form the sixty. If it was attached the stuffing does not combine to nullify it. because it is not considered to be a part of the poultry. ",
                "[25] This case must be speaking of a liver that was found not whole, for we already said that there is no poultry that has sixty against its liver. Regarding the heart, we are forced to say that the case is speaking of poultry that wasn’t whole for we already said in section 72 that every poultry has sixty against its heart. ",
                "[26] It seems that the opinion of the Rema that if there are eggs with the meat, even if the meat was not salted, we don’t permit it and say “as it absorbed, so will it release.\" Rather they are judged as eggs alone and are forbidden for they are as cooked. "
            ]
        ],
        [
            [
                "[1] They may even be cooked with other meat.",
                "[2] The Bais Yosef wrote that the custom is to permit cooking them however in our  locale it is not the custom.  ",
                "[3] See section 65 sub-section 4 that if thirty days have passed it is forbidden  even post facto if nikkur was not performed. Within thirty days they are permitted  post facto without nikkur. All this is regarding cooking, but for roasting they are  permitted.  ",
                "[4] Even initially one may salt them on top of other meat.  ",
                "[5] See earlier in section 64 where we said that the spleen contains some fats that  are biblically forbidden, and other fat which is rabbinically forbidden. The kidneys  contain two membranes. The upper one is forbidden by the Torah, whereas the  bottom one is rabbinically forbidden. If it was roasted with its forbidden fats, it is  customary to forbid it. If it was cooked, sixty is required against the whole kidney  because it becomes nveila.   "
            ]
        ],
        [
            [
                "[1] It seems that the gizzard of poultry is not considered as an intestine for these  purposes, for one can simply see that it contains much blood.  ",
                "[2] The fat of the winding coil contains blood.  ",
                "[3] Meaning we can assume they do not contain blood, however if they appear  blush red they must be salted as any other meat.  ",
                "[4] Unless it appears red.  ",
                "[5] The reason is because there probably remains at least a little bit of fat. They  may be salted on one side since the salting is primarily for the fat. and anyhow it  does not contain much blood.  ",
                "[6] This is how the Maharshal and the Bach rule.  ",
                "[7] It seems that even in the first instance only the outside must be salted.  ",
                "[8] if there is sixty against its fat and sinews it is permitted. Even though we  usually forbid the actual piece that was cooked without salting, even if there is  sixty, this case is different because its fat is no longer visible, and is nullified.  Also, the reason is because the blood is not seen in the fat as it is in other meat.  ",
                "[9] This is if we are sure there was fat, and not a ratio of sixty, however if the fat  was removed one need not worry.  ",
                "[10] The Toras Chatas wrote that one should go back and re-wash and salt it.  ",
                "[11] Since it is not full of blood, we do not compare it to other meat that was only  salted on one side. Even after twelve hours it is permitted to go back and salt it. We may even be lenient like the opinion in section 70 and salt it if it's within  twenty four hours.  ",
                "[12] The Maharshal forbids it even post facto, whether only the yolk or the white  has been formed, or whether the shell is soft or hard. This is indeed the proper  ruling to be followed.   "
            ],
            [
                "[13] The reason is because they contain tzir, and as they release tzir, they won’t absorb anything from the meat. Furthermore, the intestines are very smooth, and any blood that gets on them will flow off. "
            ]
        ],
        [
            [
                "[1] It seems that even the preliminary washing is not needed for the fire will draw out everything. ",
                "[2] The meat need not be thoroughly roasted. A simple roasting will suffice and will have brought out any blood that would have come out. ",
                "[3] The Tur writes that any blood that drips onto the grill is problematic, for it is considered as surface blood (b’eyn) and is not subject to the rule of “as it absorbed so will it release.” ",
                "[4] The reason is because we rule that the lower item is the dominating item (tatai gavar), and the blood is as a hot food. ",
                "[5] This is according to the Mechaber, however we hold that all problems involving roasting and salting requires sixty. The Rema didn’t write it here for he assumed we were familiar with his ruling."
            ],
            [
                "[6] This is referring to the washing that is done after the salting, meaning that if it  wasn’t washed before the roasting, it is still permitted when salted and then  immediately roasted. We are not worried about the blood that may be on the salt  for the fire will draw it out. and not allow the salt to absorb blood.  ",
                "[7] If it wasn’t washed before the roasting, it can be made permissible by the  washing after the roasting.  ",
                "[8] This is because of the surface blood upon it.  ",
                "[9] If the meat was not washed, then this blood is considered as blood b’eyn, and  we have already said that the fire does not draw out the surface blood! The  answer is that since it is not actual surface blood we say that the fire will draw it  out. Nevertheless, if it wasn’t washed, and it lay in salt for the required salting  time the fire will not help for the salt absorbed the blood, and regarding blood that  is on the surface we do not say “as it absorbed, so will it release.” Regarding that  which the Rema says “or that it was salted without being first washed, and then  roasted, is still permitted” is even in the first instance. It is phrased in a post facto  fashion to tell us that it must be washed after being salted, before being roasted.  The ruling of the Mechaber that if it had lay in the salt it becomes forbidden  (because the salt absorbed blood) and must therefore be washed before the  roasting, is referring to a case where it was washed before the salting as well.  ",
                "[10] There is no difference between any type of meat because they all are subject  to the rule of “as it absorbed so will it release.”  ",
                "[11] It seems contradictory to what we have learned regarding it being stuffed with  meat that it is permitted to be roasted without being washed. The answer is that  over here we are coming to convey that with eggs it remains forbidden even post  fact without salting, but with meat it is only post facto that we permit it.  ",
                "[12] Or that they were salted without completing the required salting period. Post  facto we permit it even if it was flipped over.  ",
                "[13] Whether one wishes it eat it immediately after roasting it, or whether it is to  be cooked first, it still must be roasted for at least half the total time, that it can  possibly be roasted. If it wasn’t properly roasted then it is even forbidden for it to  be cooked afterwards.  ",
                "[14] The reason is that after being half roasted, all the blood has come out.  ",
                "[15] It is written that if it meat was roasted without having been salted it must be  washed three times. This is also said if it salted without completing the required  time or if it completed the required time but wasn’t washed afterwards.   "
            ],
            [
                "[16] The laws are dealt with in section 22. ",
                "[17] Even though it is permitted to eat raw meat with simply washing it without salting it, nevertheless it is different here for the blood is gathered in the tubes. ",
                "[18] It is also permitted to be cooked by salting it, just like other meat since it was cleaned out from it's blood vessels, ",
                "[19] Nikkur. is not needed. ",
                "[20] The Tur writes that “after the two tubes have been cut”. The Mechaber didn't write it, for he feels that it is not dependent on this. "
            ],
            [
                "[21] This is because regarding skewers, we do not say that “as it absorbed so will it release, ” ",
                "[22] it seems that if the skewer is presently on the fire even though any blood flow has finished it is permitted because in this instance we say that what ever the meat could have absorbed from the skewer is again released, ",
                "[23] The Maharshal writes that the knife should ideally be purged, however wiping it with a hard substance suffices. The skewer is permitted post facto."
            ],
            [
                "[24] Even if the red juice is thick, it is still permitted. This is the ruling according to most authorities. "
            ],
            [
                "[25] The Gemara states that if a few pieces of salt have been placed in the vessel then it is permitted to place it under the meat. The fat will itself separate from the blood and easily be removed from the vessel when poured. If the meat has already been sufficiently roasted then it is permissible to place a vessel under it, for anything that comes out at this point is no longer blood. "
            ]
        ],
        [
            [
                "[1] Meaning that it completed the required salting time, was washed, and doesn’t  even release tzir.  ",
                "[2] I don't agree with the ruling of the Rema that if the inside is salted for the  required salting period it will not absorb from the outside because the fire will  draw out the blood from the outside. If the inside went through the required salting  and the outside of the meat was without salt, or if it didn’t even complete the  required salting period the insides become forbidden. We don’t say “as it  absorbed, so will it release” regarding the inside because it can not release its  own blood, and only absorbed from the outside. Only when the inside and outside  are equal, meaning they are both salted or both not, is it permitted. In a case  where the inside is without salt and the outside was properly salted and washed it  is also permitted.  ",
                "[3] Each part should be washed separately after the salting, or else it becomes as  meat that was cooked without the final rinsing.  ",
                "[4] This case is not comparable with the laws of a thick piece of meat because the  inside and outside are not considered as one piece. Here we must entirely salt  and wash the insides and outsides properly or else it is forbidden to cook it even  post facto, as is explained in section 69, sub-section 4. ",
                "[5] It seems that from the wording of the Rema that only meat by itself is  permitted, but if there are eggs with meat, even with meat that was not salted, it is  subject to the rules as if it were eggs alone. It also seems that if there is sixty in  the stuffing, against the prohibited matter, everything is permitted.  ",
                "[6] Meaning when filled with eggs it is forbidden even post-facto if the outer as  well as the inner part of the meat that has the eggs was not salted.   "
            ]
        ],
        [
            [
                "[1] Meaning at the time of roasting. The dough referred to here, is a type of dough that was often wrapped around the intestines. We are not familiar regarding the types of dough or their laws, so we subject it to the same rules as meat being prepared for cooking, meaning that it must be properly washed and salted before it is wrapped in a dough. ",
                "[2] Meaning that it is measured against sixty for both leniency as well as stringency. If there is sixty then all other pieces are permitted besides the piece that is forbidden. If there isn't sixty, then everything is forbidden. "
            ]
        ]
    ],
    "versions": [
        [
            "The Laws of Salting Meat -- Rabbi Ari Enkin",
            "http://www.torahmusings.com/?s=Ari+Enkin"
        ]
    ],
    "heTitle": "קיצור ש\"ך על יורה דעה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Summary of Shakh",
        "Shulchan Arukh"
    ],
    "sectionNames": [
        "Siman",
        "Seif",
        "Comment"
    ]
}