{
    "title": "Divrei Yirmiyahu on Mishneh Torah, Fasts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Divrei_Yirmiyahu_on_Mishneh_Torah,_Fasts",
    "text": [
        [
            [
                "<b>מ\"ע מן התורה לזעוק ולהריע בחצוצרות על כל צרה שתבא על הציבור שנאמר \"על הצר הצורר אתכם והרעותם בחצוצרות\" כלומר כל דבר שייצר לכם כגון בצורות ודבר וארבה וכיו\"ב זעקו עליהן והריעו. ודבר זה מדרכי התשובה הוא שבזמן שתבוא צרה ויזעקו עליה ויריעו ידעו הכל שבגלל מעשיהם הרעים הורע להן ככתוב עונתיכם הטו וכו' וזה שיגרום להסיר הצרה מעליהם.</b> במ\"ע אחת וכו' כתב לצעוק ולא להריע בחצוצרות וכו' כי ענין הצעקה וזעקה אינה כשאר תפילה שהיא בינו לבין קונו בלבד אבל בזה יהיה בקול להעיר רבים. וכתב רבינו בכל עת צרה גדולה. וזה בצרה גדולה אשר תקצר יד כל אדם להושיע אז ישוב כל אדם לבבו לה' ואז הזמן להעיר על זה ולא די בהשתפך נפשו לפני ה' גם יעיר אחרים לזה לעת מצוא הלבבות נכונים כי אין להם להשען כי על אביהם שבשמים ולשון זעקה מצינו על קיבוץ רבים לדבר אחד \"ויזעק ברק את זבולן ואת נפתלי\" שופטים ד' וכיו\"ב. לכן במ\"ע כתב רבינו דרך כלל לצעוק אשר ענינו להשמיע גם לאחרים אתו ובצרה גדולה אשר תעורר כל לב ובהל' מפרש שהזעקה תהיה ע\"י חצוצרות ובצרה גדולה כמו מכת מצרים דבר ארבה ובצורות ובסמ\"ג כמ\"ש בהגהות מיימוני לא הביא מ\"ע לזעוק וכו' על כל צרה וכו' עיי\"ש ובמעשה רוקח משום דהוי בספרי פרשת בהעלתך מחלוקת ר\"ע וחביריו פסק הסמ\"ג כחכמים ורבינו משום סוגיא הגמ' כר\"ע עיי\"ש. ובמג\"א בסי' ק\"ו ס\"ק ב' בשם הסמ\"ק שמצוה להתפלל בעת צרה עיי\"ש:<br><b> ועי'</b> בסמ\"ק יום ראשון הל' תפילה סי' י\"א בהג\"ה מרבינו פרץ שם פשר דבר בין דעת רבינו דתפילה מדאורייתא ורמב\"ן דמדרבנן ודעתו שם דבעת צרה הוי מדאורייתא וגם במקדש קיים והיו שקטים היו מתפללין על קרבנות ציבור שיתקבלו ברצון עיי\"ש. אבל אחרי רואי בסה\"מ עשה ה' גם דעת הרמב\"ן דבעת צרה מדאורייתא התפילה עיי\"ש:<br><b> ועי'</b> בהמ\"מ ובפרשת דרכים המצויין כאן שעמדו על מה שמנה רבינו בסה\"מ עשה נ\"ט התקיעה בעת צרה ובמקדש במצוה אחת ומנה שביתת כל יו\"ט כל אחת למצוה בפ\"ע עיי\"ש ובמעשה רוקח כתב דשם כל שביתה עבור דבר אחר משא\"כ התקיעה בעת צרה ועל קרבנות להתרצות לפני ה' ושניהם לתכלית ולסיבה אחת עיי\"ש. וכמ\"ש לעיל בשם רבינו פרץ דתפילה מדאורייתא לא נמצא אלא בעת צרה ובקרבנות אף כי דעת רבינו תפילה מדאורייתא זולת זה מ\"מ לכו\"ע נמשכים זה לזה ושניהם דבר שבציבור זה על צרה גדולה לרבים אשר יתעורר כולם ויחד כל ישראל ירימו לבבם לה' וכן הקרבן ציבור קרבן אחד לכל ישראל אשר יורה על אחות הנפש כל האומה כמ\"ש במ\"א יהיה כמו כן בתקיעה בשניהם להכין לבבם יחד לפני ה' יתעלה:",
                "<b> ודבר זה מדרכי התשובה וכו'.</b> לרבינו איתא כתפילה מדאורייתא לדעתו לשפוך נפשו לפני ה' בשיר ושבח ותודה גם בקשה אלא מדרכי התשובה הזעקה בעת צרה. כי נדע כי אין עונש מבלי חטא ונקראין בפי רז\"ל פורעניות מלשון פרעון. וכאשר מצינו במרדכי ויזעק וכו' וגזרו בתענית אז וכיו\"ב ורעיון זה יהיה תמיד נגדינו כי אין רע מלמעלה ובן חכים יאהב את אביו על כי הוכיחו בשבט מוסר כמו במה אשר היטב לעשות עמו בלעדי זאת. ומבאר רבינו בהל' אח\"ז:"
            ],
            [],
            [
                "<b>אבל אם לא יזעקו ולא יריעו אלא יאמרו דבר זה ממנהג העולם אירע לנו וצרה זו נקרה נקרית הרי זו דרך אכזריות וגורמת להם להדבק במעשיהם הרעים והוסיף הצרה צרות אחרות הוא שכתוב בתורה והלכתם עמי בקרי והלכתי גם אני עמכם בחמת קרי כלומר כשאביא עליכם צרה כדי שתשובו אם תאמרו שהיא קרי אוסיף לכם חמת אותו קרי.</b> ויש להבין מ\"ש רבינו הרי זו דרך אכזריות וכו' דמה ענין אכזריות לזה:<br><b> הנה</b> זה כי נראה טוב ורע במציאות הביא לדיעות זרות כנודע מהם שהאמינו בב' פועלים פועל טוב ופועל רע וכנגדם יוצר אור וכו' כמ\"ש ברבינו יונה במס' ברכות בפ\"ק עיי\"ש. ויש שכפרו מציאות הטוב בהשגחה בהעולם והכל במקרה כנודע ומאמונתינו ה' רחום וחנון אף כי פוקד עונות כי הכל לטוב לנו והוא יתעלה מלא רחמים וחסד. והנה אלה הכתות כפי הציור אשר להם מאלוהיהם נמצא בנפשותם וכן להיפוך נפש טובה ימצא הטוב הנרשם בנפשו להרימו להגבוה מעל הגבוהים בעל בלי תכלית. העמים הפראים יחסו לאליליהם רק פחד ולא אהבה על כי רחוק האהבה מלבבם אלא המלחמה לשלול בז מטרת חייהם ולנו לנחלה \"ואהבת את ה' אלוקיך\" \"ה' האמירך וכו'\" וזה אמרו לומר כי הכל במקרה ויוצר העולם בלתי ישגיח על מעשיו דרך אכזריות הנטבע בנפשם ואשר מיחסים לה' חלילה. וזה המביא כמ\"ש להדבק ברע כנודע מאלו כופרי השגחה העליונה ומדרכם והרי זו דרך אכזריות נוכל לפרש על דרך המקרה. וכביכול אשר מיחסים למעלה גם דרך אכזריות אשר בהם דכמ\"ש הכל ממקור אחד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשם שהציבור מתענים על צרתן כך היחיד מתענה על צרתו כיצד הרי שהיה לו חולה או תועה במדבר או אסור בבית האסורין יש לו להתענות עליו ולבקש רחמים בתפילתו. ואומר ענינו וכו' בכל תפילה שמתפלל ולא יתענה בשבתות ולא במועדות ולא בראשי חדשים ולא בחנוכה ופורים.</b> עי' בהמ\"מ לחלק בין תענית מגזירה לציבור דבקדמו אין מפסיקין לתענית יחיד לפי שאין קבלת תענית נדר גמור וחמור עיי\"ש ובלח\"מ:<br><b> ויש</b> לעיין בענין נדר של תענית למ\"ש בהמ\"מ ובר\"ן שאינו מענין נדר גמור ממה כוחו:<br><b> והנה</b> בחפשנו בדברי הראשונים ז\"ל נמצא הן דברי הר\"ן המובאים בלח\"מ. גם דף י\"ב ע\"ב שם בסוגיא דלוה אדם תעניתו ופורע כתב שאין קבלת תענית נדר גמור דא\"כ לא שייך לומר לוה ופורע דהאומר קונם עלי בשר ביום פלוני פשיטא שאינו רשאי לשנותו וכתב עוד וז\"ל ובתענית ה\"ט דאמרינן לוה לפי שאין הוא נדר גמור אלא כקבלה לדבר מצוה וכו' ולאו נדר של קונם אמרינן שהרי ודאי אינו רשאי להלואתו אלא כנדר שנדר לענים קאמרינן כצדקה דאמרינן עלה בפ\"ק דערכין דעד שלא באתה לידי גבאי מותר לשנותה כלומר ללותה ולפרעה עכ\"ל ועי' ברא\"ש שם ובמס' נדרים ח' ע\"א האומר אשכים אשנה פרק זה וכו' נדר גדול נדר לאלוקי ישראל ברא\"ש בפי' שם וז\"ל לאו היינו נדר ממש דלא איקרי נדר אלא שמתפיס בדבר הנדור אלא מחשבינן ליה כאלו נדר בצדקה דאמרינן בפ\"ק דר\"ה בפיך זו צדקה עכ\"ל. ומ\"ש דלא הוי נדר אלא במתפיס נראה שאין כונתו משום דכל נדר בעי התפסה אשר הוא מחלוקת הראשונים ז\"ל. אלא נראה כונתו פה דבענין נדר הוי איסור חפצא וקבלת מצות הוי על גברא:<br><b> ונראה</b> כי להרא\"ש בפיך כולל כל הדברים הטובים שמקבל על עצמו ולאו דוקא צדקה. וא\"כ יהיה בכלל בפיך בגדר עשה עכ\"פ. ועי' בדרכי משה יו\"ד בסי' ר\"ג בשם ר\"י אם בעינן בהאי דאשנה פרק וכו' לשון שבועה עיי\"ש. ועי' ברא\"ש במס' תענית בסוגיא דלוה תעניתו שהשיג על הראב\"ד שכתב וקבלת תענית אינו אלא לצדקה כאלו מתנדב מחלבו ודמו לגבוה ותמורתם יתן לענים ואומדן דעת הוא דאדעתא דהכי קיבל הילכך לוה ופורע ופי' דבריו במ\"ש ותמורתם יתן לעניים שבו תלוי אם ירצה יתן תמורתם לענים ולא יתענה ואם ירצה יפרע תעניתו עיי\"ש וא\"כ לראב\"ד דוקא תענית בכלל צדקה אבל ברא\"ש השיג עליו דצדקה אינה תמורת תענית כדאי' בברכות ל\"ב גדולה תענית מצדקה שזו בגופו וזו בממונו. נמצא כמ\"ש להרא\"ש בכלל בפיך כל קבלת המצות. ועי' ברא\"ש בפסקים במס' נדרים דף ס\"ו שכתב כדברי הרמב\"ן דתענית לא הוי כנדר גמור עיי\"ש:<br><b> אמנם</b> בריטב\"א במס' תענית שם בסוגיא דלוה ופורע הנ\"ל האריך להוכיח דלא הוי מענין נדר וז\"ל וה\"פ וכי נדרי איסור הוא זה שאע\"פ שמצטער צער גדול כל שאין בו סכנה אין מתירין לו אין נדר של הקדש גמור הוא זה שיהיה חייב לקיים היוצא מפיו יעשה עכ\"פ אין זה אלא כעין נדר שקיבל עליו (בתו') להצטער על חטאיו לפני ה' וכו' וזה שאמרו אם גזירותינו קודמת לנדרו ידחה וכו' מטעם שכתב שאינו חשיב נדר של מצוה לחול על תקנת חכמים הקודמין ולפיכך אינו חל עיי\"ש ושם י\"א בענין מתענין לשעות כתב ג\"כ דלא הוי מטעם נדר דאל\"כ גם בשעות יחול מצד נדרו גם הוי על גברא וכתב עוד שם וז\"ל ובלישנא בתרא אמרינן לא יהיה אלא נדר וכדבעי לפרושי קמא ובודאי שהנודר להתענות כדי לסגף עצמו ולהכניעו לעבודת הש\"י וכו' וכיו\"ב דבר מצוה הוא וכנדר לעשות מצוה הוא אבל דינו כשבועה שאין חלה לבטל מצוה וכו' עכ\"ל. (ועמ\"ש שאינה כנדר דא\"כ תחול לשעות עי' ברא\"ש מ\"ש בפי' בירושלמי שם דהוי כנדר עכ\"פ בדף י\"ב וי\"ל דמ\"ש שחייב לקיים נדרו אינו מטעם נדר אלא מטעם בפיך):<br><b> וברמב\"ן</b> בפי' להתורה בפרשת מטות שאין שום נדר אפי' של הקדש שהוא איסור גברא כי בנדר של הקדש הנכסים נשתעבדו עיי\"ש וריטב\"א דעתו כהרמב\"ן. ועי' בשו\"ת מהרי\"ט ח\"ב סי' כ\"ח שכתב בנודר ללכת לא\"י דלא הוי נדר בכה\"ג דהוי על גברא והאריך בענין נדר בקבלת מצות עיי\"ש:<br><b> הנה</b> לדעת הר\"ן ורא\"ש נוכל לכלול קבלת המצות בכלל עשה דלמדין מבפיך. ובפיך כמ\"ש כולל כל קבלת המצות ולא צדקה בלבד. והרי צדקה בכה\"ג דחל על הנכסים הוי חפצא לדעת הרמב\"ן בהתורה הנ\"ל. אבל מלשון הריטב\"א כנראה אינו בכלל מ\"ע כלל אלא דמחויב לקיימו. ולדעתו הוי יותר בערך שבועה מבערך נדר משום דהוי על גברא. ועי' ברא\"ש במס' תענית דף י\"ב סי' י\"ג דא\"צ בתענית קבלה בשפתיו כמו בנדר דהוי בכלל כל נדיב לב כדאיתא במס' שבועות בהקדש דבלב מהני עיי\"ש. ועי' בשו\"ע יו\"ד סי' רט\"ו ואו\"ח בסי' תק\"ע בהבדל בקיבלו בלשון עלי עיי\"ש:<br><b> והנה</b> הקושיא שהקשה הריטב\"א אם נאמר שיהיה בגדר נדר הוי ג\"כ אם נאמר דהוי בגדר שבועה אלא בזה דהוי לגברא. וא\"כ לריטב\"א יש להבין מנ\"ל קבלת תענית ומצות שחייב לקיימם כיון שאין לכללם לא בגדר נדר ולא בגדר שבועה ואם מבפיך א\"כ למה לא יהיה בגדר עשה ונראה לדעתו כיון שאינו בכלל נדר ושבועה אינם בכלל עשה דנדר ושבועה ומיתורא בפיך לא הוי בכלל עשה ממש וצ\"ע דלענין איסור מצינו איסור ל\"ת ואיסור עשה אבל לחלק בעשה כה\"ג לא מצינו כן:<br><b> אבל</b> רבינו בס' המצות עשה צ\"ד היא שציונו לקיים כל מה שקבלנו על נפשינו במלת שבועה ונדר וצדקה והקרבן וזולת זה והוא אמרו יתעלה מוצא שפתיך תשמור ואע\"פ שחלקו מלות זה הפסוק ושמו כל מלה ממנו לענין. אמנם הכונה המגעת מכל מה שזכרתי לך שמ\"ע הוא לקיים כל מה שהאדם מחייב על נפשו באיזה דבר שיהיה מהדברים והעובר עליהם עובר על מצות ל\"ת וכו' עיי\"ש וברמב\"ן שם השיג עליו במה שכולל כל נדרי אף של בטוי ולדעתו רק של גבוה ומצות בכלל זה עיי\"ש ולפ\"ז קבלת תענית לרבינו ולרמב\"ן בכלל מוצא שפתיך. (והנה בהל' שבועות לא מנה רבינו מ\"ע בשבועה):<br><b> ובמרדכי</b> במס' שבועות בפ' שבועות שתים וז\"ל מצאתי בס' המקצועות שיסד ר\"ח בנודר בעת צרתו להתענות כל ב' וה' ולא נזכר בעת נדרו חוץ מיו\"ט שיבואו בהן הוי ליה יו\"ט מ\"ע ומצות נדר ל\"ת וכיון שאינו יכול לקיים שניהם יבוא העשה וידחה הלאו ותניא בפ\"ק דתענית בסופו יחיד שקיבל עליו תענית ב' וה' ואם נדרו קודם לגזירותינו וכו' ותנן אין נשבעין לעבור על המצוה הלכך ילך אצל בי\"ד של מקומו וילקה בפניהם על שנשבע לעבור על המצוה והם יתירו לו על ב' וה' שיבוא בהם יו\"ט ויעשה שמחת יו\"ט ואם אינו עושה כן עומד באיסורו עכ\"ל וכתב ר' אבי העזרי אין נראה לי מה שמדמה שבועות לנדרים דמשנה רוחה היא שהנדרים חלים על דבר מצוה כדבר רשות משא\"כ בשבועות הילכך אם נשבע לעבור על המצות אין צריך התרת חכם וכו' עכ\"ל עיי\"ש. והנה דברי ר\"ח גאון ז\"ל מופלאים וכמ\"ש במרדכי וגם מה ענין עשה דוחה לל\"ת ומה ענין שבועות לנדרים:<br><b> ועכ\"פ</b> נראה מדעת רבינו חננאל גאון ז\"ל דנדרי תענית לדעתו בכלל ל\"ת וכתב דעשה דיו\"ט דוחה אותו. ונראה דלא ס\"ל כדעת הרשב\"א במס' נדרים ט\"ז ע\"א ובס' החינוך שהקשו דלמה נדרים חלין על דבר מצוה ליתי עשה ולידחי הל\"ת ותירצו דנדר הוי עשה ול\"ת. ועי' בשעה\"מ פ\"ג מהל' נדרים:<br><b> והנה</b> לדעת רבינו ורמב\"ן הנ\"ל דקבלת המצות ממוצא שפתיך וא\"כ הוי לפ\"ז נדר תענית עשה ול\"ת ונראה בזה דבמס' ר\"ה ו' ע\"א מוצא שפתיך זו מ\"ע תשמור זו ל\"ת ובתוס' שם הקשו דהרי השמר דעשה עשה כדאיתא במס' מנחות עיי\"ש. ואם נאמר דבכלל מוצא שפתיך נדרי תענית הוי ג\"כ השמר דל\"ת בזה וצ\"ע בכה\"ג דהשמר דקאי על עשה ול\"ת אם נאמר דהוי בעשה עשה ובלאו לאו ויש לעיין בזה:<br><b> והנה</b> בגמ' שם מקשינן מוצא שפתיך זו מ\"ע מובאת שם והבאת שם תיפו\"ל השמר מל\"ת תיפו\"ל מלא תאחר לשלמו. ויש להבין אם בכלל מוצא שפתיך קבלת מצות ונדרי תענית דהוי בשב ואל תעשה והאיך נלמד כן מובאת והבאת דהוי בקרבנות מידי דעשה דוקא וחיילי על גוף הנקדש ולרמב\"ן הנ\"ל למ\"ש בתורה גם בנדר חל על הנכסים. וראיתי בשו\"ת מהרשד\"ם חלק יו\"ד סי' קס\"ז שהקשה דמנ\"ל צדקה מהבאת שם. אבל י\"ל דצדקה הוי יותר בערך אחד עם קרבנות כמו דאמרינן אמירה לגבוה לדעת קצת בצדקה. אבל בתענית יקשה ביותר. וברש\"י שם מוצא שפתיך הוי מ\"ע דמסתמא הכי קאמר קרא מוצא שפתיך קיים ובתוס' שם כתבו משום דכתיב והיוצא מפיכם תעשו וכו' עיי\"ש. וי\"ל דלא נדר אלא מידי דבמעשה אשר לשון תעשו מורה ע\"ז (וי\"ל דקושית הגמ' ל\"ל לה' אלו חטאות וכו' הרי נדע מובאת והבאת ועל אלו א\"צ קרא של מוצא שפתיך ויהיה מתורץ קושית מהרשד\"ם גם י\"ל כי נלמד בשוא\"ת מקום ועשה כיון דלא שייך מלקות בתענית ולא שייך אין עונשין מהדין):<br><b> ונראה</b> בדעת ר\"ח באמת כן דלא נכלל במוצא שפתיך עשה לענין תענית ותשמור מיוחד לל\"ת דרק בדבר דאית ביה עשה ול\"ת מצ\"ע כמו בכל נדרי הקדש וצדקה מחלקינן לעשה דהוי בראשונה בקום ועשה ואח\"ז גם לל\"ת ולכן אמרינן מוצא שפתיך וכו' אבל בתענית דבשב ואל תעשה ואין מגדרו מעשה כלל לא הוי אלא בכלל ל\"ת דהשמר ולכן מקשינן שפיר מבאת והבאת נדע מ\"ע דתענית דבשוא\"ת לא נכלל בלא\"ה בכלל מ\"ע זאת. אבל השמר דהוי ל\"ת נדע מלא תאחר שפיר ג\"כ על שוא\"ת. דבשוא\"ת שייך יותר הל\"ת מדבר דאית ביה מעשה והשמר מורה ביותר ע\"ז וזה נוכל ללמוד ג\"כ מבל תאחר דנדר מק\"ו וא\"כ יש לומר דהוי בנדרי תענית ל\"ת מצד השמר ולא עשה לפי דעת ר\"ח:<br><b> ונאמר</b> ליישב קושית האבי עזרי על ר\"ח במ\"ש דעשה דשמחת יו\"ט ידחה עשה לל\"ת דנדר וגם דאין נשבעין לעבור על המצוה לכן ילך אצל החכם וכו' דמה מדמה שבועות לנדרים נגד משנה שנדרים חלים על מצוה משא\"כ בשבועות וא\"כ מטעם נדר חל על מצוה ומטעם שבועה א\"צ התרה:<br><b> והנה</b> מטעם נדר דחל על מצוה וכמ\"ש ז\"ל דלא אמרינן עשה דוחה לל\"ת דנדר הוי עשה ול\"ת למ\"ש לר\"ח לא הוי בנדר של תענית עשה אלא ל\"ת בלבד ושאני משאר נדר וגם בגדר שבועה ג\"כ י\"ל דשאני. ונאמר מקודם דהנה יש להקשות למ\"ש ברשב\"א וס' חינוך הנ\"ל דבנדר לא שייך עשה ידחה לל\"ת משום דהוי עשה ול\"ת וא\"כ למה לנו קרא בשבועות דאין חלין לבטל המצות הרי בלא\"ה בשבועה ליכא אלא ל\"ת בלבד. ועי' במנין המצות וריש הל' שבועות לרבינו וא\"כ בלא\"ה העשה ידחה הל\"ת. ואם נאמר דנפק\"מ בין אם לא חל כלל הל\"ת בין אם נאמר לדחות. ויקשה לפ\"ז להסוברים באוסר בשבועה על חפצא חל כמו בנדר ועי' בר\"ן במס' שבועות בסוגיא דנשבע לבטל וכו' עיי\"ש. ובתוס' שם בד\"ה משא\"כ דף כ\"ה ע\"א. וגם בכולל דעתם ז\"ל שחל אף בשבועה ויקשה דעשה ידחה לל\"ת. (גם למ\"ש במ\"א משום דאפשר לקיים שניהם בשאלה יקשה לר' שמעון דס\"ל דאין שאלה לשבועה):<br><b> ונראה</b> לענ\"ד לומר דהנה במס' נזיר ד' ע\"ב מיין ושכר וכו' ההוא מיבעיא ליה לאסור יין מצוה כרשות מאי היא קדושתא ואבדלתא הרי מושבע ועומד עליה מהר סיני אלא כי הא דאמר רבא שבועה שאשתה וחזר ואמר הריני נזיר אתיא נזירות חיילה על שבועה. ובתוס' שם הקשו על רש\"י שפי' קושית הגמ' הא מושבע דיין הבדלה וקידוש רק מדרבנן גם מאי משני לפ\"ז שבועה שאשתה וכתבו וז\"ל ועוד קשה מאי משני בתר הכי כגון שנשבע לשתות וחזר ונדר בנזיר דאתא נזירות וחיילה אשבועה מ\"מ תיקשי לי הרי מושבע ועומד מהר סיני. כלומר דאין מושבע ועומד גדול מזה שנשבע לשתות עכ\"ל. האריכו לבאר כי בנשבע הוי מושבע ועומד מהר סיני ול\"ל כולי האי תיפו\"ל דהוי בנשבע שבועה נגד שבועה אשר זה הקושיא מושבע ועומד ג\"כ הוא:<br><b> אמנם</b> י\"ל ע\"ז. דלכאורה בנשבע לשתות ואח\"ז שלא לשתות אם נאמר דב' שבועות חלים אז מסתבר לומר שלא לשתות כמו דאמרינן בעלמא במתן ארבע במתן שתים מוטב שיעבור בל תגרע בשב ואל תעשה משיעבור בל תוסיף בקום ועשה בידים כדאי' במס' זבחים ר\"ה ועירובין ובכמה דוכתי בזה. אבל במושבע ועומד מהר סיני נאמר דאין השבועה השניה חל כלל דאין שבועה חל נגד אשר משועבד מקודם מהר סיני כי אין חל נגד השעבוד ועי' בבעה\"מ במס' שבועות שם. וזה קושית הגמ' והא מושבע ועומד. ולכן האריכו בתוס' לומר בנשבע הוי ממילא ג\"כ מושבע ועומד דמצד כי מושבע מהר סיני בלבד דוחה את קום ועשה משא\"כ בנשבע בלבד ואתי שפיר:<br><b> ונאמר</b> לפ\"ז דהנה האי דעשה דוחה לל\"ת אע\"ג דשניהם מושבעין ועומדין מ\"מ בעשה מושבע ועומד לקיימה ולדחות הל\"ת דבאופן דאי' עשה אי' מושבע ועומד על הל\"ת ונהפך מושבע לקיים העשה ולדחות הל\"ת. אבל בשבועה נגד מצוה כמ\"ש מצד כי המצוה מושבע הרי גם נגד זה ג\"כ שבועה אלא דמעלת המצוה כי משועבד לה ואין השבועה חל עליו כלל הרי אם נאמר בכולל וכיו\"ב דחל א\"כ נהפך שבועה במעלה נגד המצוה דהוי בשוא\"ת וכמ\"ש לעיל. וא\"כ אתי שפיר בשבועה לא שייך דידחה עשה לל\"ת דמאי אולמי לשבועה דהר סיני מזו ונהפך דשבועה זאת בשוא\"ת ולא שייך דחיה כלל. וכ\"ז בשבועה נגד שבועה משא\"כ בנדר של תענית שאי' במעלת השבועה לומר מאי אולמי ושוא\"ת עדיף וא\"כ שייך כמ\"ש ידחה עשה לל\"ת ושאני מנדר ומשבועה וכמ\"ש. ולכן הביא הברייתא דאם קדמה גזירותנו לנדרו וכו' אשר מזה הוכיח הריטב\"א ג\"כ דאין קבלת תענית בכלל נדר כמ\"ש לעיל בשמו וא\"כ לא הוי כמו נדר בעשה ול\"ת. גם הקשה שפיר מנשבע לבטל את המצוה דאינו חל אע\"ג דהוי נדר כמ\"ש דהוי איסור גברא ויותר בערך שבועה דתענית חל על מאכלים שאינן ברשותו ושלא בא לעולם וגברא בלבד ובערך שבועה דאין חלין על דבר מצוה מה\"ט דהוי גברא כדאי' במס' נדרים ומובן ולכן כתב שילך אצל חכם לשאול דהרי אפשר לקיים שניהם וכמ\"ש במ\"א בזה ואתי שפיר:<br><b> והנה</b> למ\"ש עכ\"פ לדעת רבינו דס\"ל דבכלל מוצא שפתיך קבלת מצות א\"כ יקשה לומר כמ\"ש בהמ\"מ ולח\"מ דס\"ל דמשו\"ה אין דוחה יו\"ט משום דלא הוי נדר גמור ומסכים ביותר למ\"ש בב\"י לחלק בין התחיל ללא התחיל שכתב בלח\"מ דדוחק לחלק בין נדר תענית לשאר נדר קבלת מצות. ולא גם לדעת רבינו חננאל אלא דס\"ל דנדחה מעשה דיו\"ט ועל קושית הלח\"מ דאם נדר דאורייתא למה לרבינו לקולא בישן וסלק עיי\"ש י\"ל דבציבור מדרבנן ויחיד מסתמא כתענית של ציבור קיבל ע\"ע ועי' במחנה אפרים הל' שבועות סי' י\"ד והל' נדרים סי' ט\"ו עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>מתענה אדם שעות וכו' וכן אם אכל ושתה ואח\"כ התחיל להתענות שאר היום ה\"ז תענית שעות.</b> עי' בראב\"ד והמ\"מ ולח\"מ. ועי' בפני משה במראה פנים בירושלמי נדרים פ\"ח מ\"א בד\"ה קונם עיי\"ש מ\"ש בדעת רבינו. ועי' בפ\"ב ה\"ג בדברי רבינו ובמ\"ש שם עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>ועל הדבר אי זו דבר עיר שיש בה ת\"ק רגלי ויצאו ממנה ג' מתים בג' ימים זה אחר זה הרי זה דבר יצאו ביום אחד או בד' ימים אין זה דבר וכו'.</b> ועיי' בלח\"מ שעמד על דעת הטור דבסי' קי\"ד באו\"ח כתב באתה גיבור ג' פעמים ביום ומשמע שם דס\"ל כר\"מ דאמר ריחק נגיחותיו קירב לא כ\"ש ובסי' תקע\"ו בדבר כתב בג' ימים דוקא עיי\"ש. וי\"ל בשור המועד אותו השור נתחזק לנגוח. אבל בדבר אף כי אותו היום נתחזק מ\"מ לא הוי חזקה לשאר ימים דשמא יומא קגרים ובג' ימים זה אח\"ז הוחזקו לימים וצריך שיהיה זה אח\"ז משום דבלא\"ה אמרינן דהוי כדרך העולם ולא מגזירה חדשה משמים. והנה צריך לחזקה ונראה דמספק אין מתריעין וצועקין שאין לנו לחשוב שתבוא רעה מלמעלה מקור הטובות וישועות עד כי נראה בעינינו ככה ואז נדע כי לטוב לנו לעורר בתשובה. ובכלל זה לקבל הכל בשמחה ג\"כ שלא יעלה פחד בנו טרם נהיה ונבטוח בה' ובחסדיו הרבים לכן כמ\"ש בהוחזקה בלבד אז מתריעין וצועקין. דעל תענית י\"ל שלא רצו לטרוח ולענות הציבור בספק:",
                "<b> ואין הנשים והקטנים והזקנים ששבתו ממלאכה בכלל מנין אנשי המדינה לענין זה.</b> ועי' בכ\"מ ולח\"מ ובתוס' במס' כתובות דף פ\"ג ע\"ב בד\"ה מיתה שכיחא שמא משום דרוב פעמים מסתכנת בלידה עכ\"ל וזה לא שייכי בדבר. גם מ\"ש רבינו ששבתו ממלאכה לכאורה אינו ענין לחולשת הזקנים ושיהיו קרובים למיתה ולא נראה שיהיה זה סימן לזקנה וחולשה. ויותר מסכים דרגלי לא נאמר אלא הגברים העומדים במלאכתן ונאמר על מנין העיר וגודלה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>עברו אלו וכו' וכל תענית שאוכלים בה מבעוד יום אם אכל ופסק וגמר שלא לאכול אינו חוזר ואוכל אע\"פ שיש שהות ביום.</b> ועי' בהמ\"מ דעת רמב\"ן דלא מצינו תוספת אלא ביו\"כ עיי\"ש. ועי' בפ\"א הי\"ג במ\"ש רבינו אם אכל ושתה ואח\"כ התחיל להתענות שאר היום הרי זה תענית שעות עיי\"ש. וי\"ל דאף דלא הוי תוספת להחשב כתענית היום הבא מ\"מ בגמר שלא לאכול וקיבל תענית ע\"ע מבעוד יום הוי תענית שעות עכ\"פ:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל תעניות שגוזרין הציבור בחוצה לארץ אוכלין בהן בלילה ודיניהם כדין שאר התעניות שאין גוזרין על הציבור תענית כגון צום כיפור אלא בא\"י בלבד ובגלל המטר ובאותן עשר תענית שהן ג' אמצעות ושבע אחרונות.</b> מאמר שמואל אין תענית ציבור בבבל אלא תשעה באב בלבד תענית י\"ג ע\"ב וברש\"י שם וביאור יותר במס' פסחים נ\"ד ע\"ב אין תענית ציבור בבבל הואיל וא\"צ לגשמים אם גוזרין על דבר אין חומר ת\"צ נוהג בו לאכול מבעוד יום וכו' חומרי האמורים שם עכ\"ל. אבל ברמב\"ן המובא בר\"ן בפ\"ק דמס' תענית ובהמ\"מ שם הטעם דאין בי\"ד סמוכין בבבל והוי תענית יחיד בלבד מגזירות הדיוטות ועי' בר\"ן שם שמדמה לדיני קנסות ואנן נגררין אחרי בני ארץ ישראל עיי\"ש:<br><b> ולפ\"ז</b> גזרות בי\"ד של חו\"ל של רבינו גרשום מאור הגולה וכיו\"ב עלינו משום קבלה שקבלנו עלינו וקבלת האבות מהני על הבנים כדאיתא בבני בישן ובשו\"ע יו\"ד רי\"ד וכיו\"ב. ועי' בפ\"ב מהל' ממרים ה\"ו הרי שגזרו בי\"ד גזירה ודימו שרוב הקהל יכולין לעמוד בה ואחר שגזרוהו פקפקו העם בה ולא פשטה ברוב הקהל הרי זו בטילה ואינן רשאין לכוף את העם ללכת בה הרי נראה אפי' בי\"ד הגדול שבא\"י צריך שתתפשט הגזירה ותהיה מקובלת מהעם והנה יש לומר דבא\"י ביד הבי\"ד לגזור ועליהם לעשות סייגים בדבר שרוב הציבור יכולין לעמוד בה ואז הוי גזירה על הציבור כולה וקבלה מכולם יחד ע\"י הבי\"ד משא\"כ בחו\"ל אין לבי\"ד כלל אפי' במה שנוכל לעמוד בו וצ\"ע דלכאורה דזה שצריך לעמוד בו ותתפשט בציבור בלתי נלמד מקרא אלא מסברה שלא לעשות כן אבל שתהיה בטילה נראה דבעי קבלה מהעם ג\"כ א\"כ גם בא\"י צריך דעת העם גם בלתי מוזכר בהל' ממרים שם בענין גזירות אם דוקא בבי\"ד שבא\"י וצ\"ע אם כו\"ע מסכימים עם דעת הרמב\"ן הנ\"ל. ונפק\"מ לענין כח בי\"ד יפה בחו\"ל בגזירותיהן אם הוי מגזירות בי\"ד או מקבלת ומנהג העם לפי הנ\"ל ועי' בב\"י או\"ח סי' תקע\"ה שכתב דדעת רבינו כרמב\"ן עי' מ\"ש שם עוד ובלח\"מ כאן ולמ\"ש לעיל יקשה מ\"ש בב\"י לחלק בין קבלה שא\"צ אפי' בחו\"ל דבתר ראשיהו גרירי הרי כמ\"ש גם בא\"י צריך דעת העם ונראה דבתר ראשיהו גרירי בא\"י וא\"צ קבלה לת\"צ משא\"כ בחו\"ל דאל\"כ מאי נפק\"מ וצ\"ע. ועי' בברכי יוסף בסי' הנ\"ל ס\"ק ה' וח' אם בעינן נשיא בא\"י או בי\"ד סמוכין ועיי\"ש מ\"ש עוד בזה:"
            ]
        ],
        [
            [
                "<b>בכל יום ויום משבע תענית וכו' ונותנים אפר מקלה על גבי התיבה וע\"ג ספר תורה וכו'.</b> ועי' בכ\"מ שכתב על מ\"ש רבינו וע\"ג ס\"ת אינו יודע מנין לו לרבינו שנותנים אפר מקלה ע\"ג ס\"ת עכ\"ל:<br><b> וברי\"ף</b> ברש\"י פ\"ב דמס' תענית למה נותנים אפר מקלה על גבי ס\"ת א\"ר יהודה בן פזי כלומר עמו אנכי בצרה וכו' וכן היה גירסת רבינו ובס' מעשה רוקח העיר ע\"ז עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>ואיזה הוא ראוי להתפלל בתענית אלו וכו' ולא יהיה בבניו ובבני ביתו וכל קרוביו והנלוים עליו בעל עבירה אלא יהיה ביתו ריקן מן העבירות.</b> ועי' בתוס' יו\"ט שיצא מלשון ביתו ריקן עי' שם בפ\"ב מ\"ב ובב\"י או\"ח בסי' תקע\"ט עיי\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>ואלו הן יום ג' בתשרי וכו' וי\"ז בתמוז ה' דברים אירעו בו וכו' ושרף אפוסטמוס הרשע את התורה והעמיד צלם בהיכל.</b> ובגמ' תענית שרף אפוסטמוס את התורה גמרא וברש\"י כך קבלנו מאבותינו עכ\"ל. ובירושלמי בפ\"ד מ\"ה ממס' תענית איכן שרפה ר' אחא אמר במעברתא דלוד ורבנן אמרי במעברתא דטרלוסה:<br><b> ונעלם</b> מדעתינו בענין שרף את התורה והלא כמה פעמים כי באו אויבים עליה היו שורפים בתינו וספרי התורה הקודש והנקדש. ולמה נאמר שרף את התורה בה\"א הידיעה. ואם כי משונה שריפתו שהיה למען להשכיח התורה וא\"כ בלי ספק היה שורף כל ספרי תורה ולמה נאמר ספר התורה ולא מצינו בגמ' מפורש שהיה גזירה בימים אז על שריפת התורה והו\"ל גזר על שריפת התורה. ואולי כאשר מצינו במלכים ב' ובד\"ה ל\"ד \"ספר התורה מצאתי\" ובאברבנאל ע\"ז למה נאמר התורה בה\"א הידיעה וכתב כי קאי על הנאמר שם קודם לזה \"מצא חלקיהו הכהן את ספר תורת ה' ביד משה\" שהיה הספר שכתב משה רבינו ע\"ה וע\"ז נאמר התורה הידועה וס\"ת הזאת היה סגולה כפולה ומכופלת לנו וממנה היו מגיהין עי' שקלים פ\"ד ה\"ד מגיהי ספר העזרה ונוסחא אחרת ספר עזרא ובלי ספק ספר שכתבה האיש האלוקים היה למשמרת להשמר מכל שנוי חלילה והיה לעדות לכל הדורות הרבות אשר ראו אותו. ונאמר אולי הספר ששרף פוסטמוס הרשע היה ספר זה שהיה נשמר עד אז ולכן נאמר שרף את התורה הידועה וראוי ביותר לקבוע תענית על סגולה יקרה כזאת. ואם כי ארכו הימים לאמר שהיה קיים עד אז אולי היה ס\"ת של עזרא ועכ\"פ נראה שהיה ספר תורה מיוחדת שהיה איבודה קשה לכל ישראל עד מאוד. ואם היה של ביד משה רבינו ע\"ה היתה מסוגלת להכחיש האפיקורסות הנודעים ואם של עזרא להגיה ולהשמר מטעות ויוכל שהיה בימי היונים בזמן לא הרבה כ\"כ מימי יאשיהו:"
            ],
            [],
            [
                "<b>וד' ימי צומות האלו הרי הן מפורשין בקבלה צום הרביעי וצום החמישי וכו'.</b>"
            ],
            [
                "<b>ונהגו כל ישראל בזמנים האלו להתענות ובי\"ג באדר זכר לתענית שהתענו בימי המן שנא' דברי הצומות וזעקתם וכו'.</b> ובהמ\"מ תלה רבינו ענינן במנהג לפי שנתבאר בגמ' וכו' רצו מתענין וכו' עיי\"ש:<br><b> ובס'</b> ידי אליהו השיג עליו וכתב ממ\"ש רבינו הרי הן מפורשין בקבלה וא\"כ הן מתקנת נביאים ולא ממנהג ומ\"ש רבינו ונהגו כפי גירסתו ונהגו כל ישראל בזמנים האלו להתענות בי\"ג באדר וכו' ולא כמ\"ש לפנינו וי\"ג באדר בוי\"ו וכן בס' מעשה רוקח כי בהנוסחא ווינציא כתב בי\"ג וכתב דט\"ס בדפוס א\"ד עיי\"ש וכן נראה מרהיטא דלישנא. ובידי אליהו כתב דלרבינו רצו מתענין קאי על בית שני שהיה בכלל אין שלום ואין גזירה שלא היה מלכות בית דוד על מכונם. אבל בזה\"ז בכלל יש גזירה והביא לשון רבינו בפי' משניות במס' ר\"ה י\"ח שכתב ובבית שני לא היו מתענין לא עשרה בטבת ולא י\"ז בתמוז אלא מי שהיה רוצה מתענה ומי שלא היה רוצה לא היה מתענה ומפני זה לא היו יוצאין על טבת ועל תמוז וכו' עיי\"ש הרי כתב כ\"ז על בית שני בלבד ואין הכרע כ\"כ דכתב כן עם מ\"ש מפני זה לא היו יוצאין וכו' דהיה בזמן בית שני משו\"ה כתב בית שני ועיי\"ש שכתב גם בט\"ב רצו מתענין אלא שהיו מתענין ופי' בכונת המקרא שמורה שתלוי ברצון המתענים עיי\"ש. ועכ\"פ מתחילה נתלה ברצון המתענים ושפיר כמ\"ש בהמ\"מ דהוי מחמת מנהג וקבלה עלינו עתה. ונראה כדעת רבינו שהיה מעיקרא על דעת זה שאם רצו מתענים דאל\"כ אין בי\"ד מבטל וכו' אא\"כ גדול בחכמה ומנין ועל כרחך הי' מעיקרא על רצון המתענים ועי' בפ\"ב ה\"ב מהל' ממרים שכתב רבינו אפי' בבטל הטעם צריך גדול בחכמה ומנין עיי\"ש אבל בתנאי מעיקרא על דעת זה א\"צ לכך. ועי' בב\"י או\"ח בסי' תק\"נ שנראה מדבריו לפי פי' שם כמ\"ש בידי אליהו הנ\"ל על בית שני נאמר עיי\"ש:<br><b> ומ\"ש</b> \"זכר לתענית שהתענו בימי המן שנא' דברי הצומות וזעקתם וכו'\" עי' בהגהות מיימוני בשם שאלתות וכיו\"ב דעת ר\"ת עי' בר\"ן בפ\"ק דמגילה בזמן קהילה לכל עיי\"ש. ועי' בהגהות מיימוני בפ\"א מהל' תענית אות ב' שכתב שמא תענית אסתר חשיב לן כתענית חובה כט' באב כיון דהוי מדברי הגאונים ומנהג כל ישראל וכו' עיי\"ש. ועי' באבן העזרא במגלת אסתר על מקרא כאשר קיימו וקיבלו וכו' דברי הצומות וכו' שכתב שלא היו ימי התענית נגזרים מנביא ומהבי\"ד אלא העם קיבלו עליהם מעצמם עיי\"ש. ונראה מ\"ש בהגהות מיימוני דאסתר תענית כט\"ב דלא שייך רצו מתענין שהרי זמן קהילה לכל נאמר אף בבית שני דשייך רצו אלא די\"ל שרצו וזה שכתב ומנהג כל ישראל וכט\"ב שכתב כ\"כ דקיבלו עליהם כל ישראל אף בשלא בזמן הגזירה לא שייך רצו וכו' עכשיו. ועי' בפי' משניות לרבינו הנ\"ל מ\"ש בת\"ב עיי\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "דברי ירמיהו על משנה תורה, הלכות תעניות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Divrei Yirmiyahu",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}