{
    "text": {
        "0_Introduction": {},
        "1_Genesis": {
            "3": {
                "0": {
                    "3": "...And it recounted after this that Cain already fathered a son, and that was Enoch; and he created the craft of building and built a city - meaning to say Cain; or Enoch is the one that created this craft and he gave [his father] the honor of naming the city that he had built..."
                }
            },
            "21": {
                "0": {
                    "2": "...And behold the Lord intended with this statement that he should bring him up for the sake of a sacrifice; [by which] I mean to say, that Issac see there the sacrifice of a burnt-offering to the Lord, in order that he be trained in the service of the Lord, may He be blessed, and come to his perfection in such a way that he would be fit for the choice offspring to come from him - which the Lord, may He be blessed, designated for Abraham. And since the understanding from this statement is that which is commonly understood from it - that he should bring up his son, Issac, for a burnt-offering, when he slaughter him and burn him - the test to Abraham from the Lord was completed through this prophecy: If it would be light in his eyes to do something that presents itself for the glory of the Lord - and in this case, if this was light in his eyes - he would not search to understand from this matter anything beyond what is understood from it upon immediate consideration (meaning to bring Issac with him to sacrifice an animal). But if it was difficult in his eyes, he would seek a different intention for this statement than that what is understood upon immediate consideration. And behold, Abraham understood this prophecy according to that which is understood from it upon immediate consideration..."
                }
            },
            "22": {
                "0": {
                    "3": "And when they arose in the morning, the servant said to them that they should send him away to his master and give him Rebecca, and he would take her to Issac. And behold, Bethuel did not refuse this, but her brother and her mother said - from their imaginary great love that they had for her - that it was fit that the maiden should dwell with them a year or ten months, to fill her eyes with seeing the people of her father's house, and her family and then leave. Indeed, they said this because she was going to a very faraway land, and it would not be likely that she would return to see the household of her father. So the slave besought them that they not delay him from returning to his master... And when they saw this, they said that they would ask the maiden, if she would agree to go with him. And when they asked her, she said that she would already go with him, and that the separation would not be difficult in her eyes."
                }
            },
            "23": {
                "0": {
                    "2": "...And when they arose in the morning, the servant said to them that they should send him away to his master and give him Rebecca, and he would take her to Issac. And behold, Bethuel did not refuse this, but her brother and her mother said - from their imaginary great love that they had for her - that it was fit that the maiden should dwell with them a year or ten months, to fill her eyes with seeing the people of her father's house, and her family and then leave. Indeed, they said this because she was going to a very faraway land, and it would not be likely that she would return to see the household of her father. So the slave besought them that they not delay him from returning to his master... And when they saw this, they said that they would ask the maiden, if she would agree to go with him. And when they asked her, she said that she would already go with him, and that the separation would not be difficult in her eyes..."
                }
            }
        },
        "2_Exodus": {
            "0": {
                "0": {
                    "7": "The third purpose is regarding character traits: That is not fit for a person to do very repulsive acts - even if he is obligated and commanded to do them by his ruler. Rather it is fit that he fear more from God, may He be blessed, who rules over his ruler than he fear from his ruler...",
                    "8": "And the fourth purpose is [also] regarding character traits, and it is that it is not fit for a person to rely upon a miracle [to protect him] if he did something out of the fear of God. Rather it is fit that he makes efforts with all of his might to distance the evil that may happen to him because of this act..."
                }
            },
            "11": {
                "0": {
                    "60": "The nineteenth purpose is regarding prohibitions. And it is to remember that which we were prohibited that an Israelite apostate not eat from the Passover sacrifice. For we were commanded the Passover sacrifice in order to make us acquire perfect faith in the Lord, may He be blessed. So it is not fitting for one to eat it, who will not have this become perfect. And for this reason, we were prohibited that a resident alien and a hired hand may not eat of it, as they have not entered into our faith. Likewise one uncircumcised, as he has not fully entered into our faith. For [it is] the first commandment that someone who is of our faith will seize upon to be commanded by it. And it is also the commandment that Abraham was commanded in order to come to perfection, in such a way that [his descendants] would receive the Torah and inherit the Land, as we explained in Parshat Lech Lecha. And this is the reason that the Torah is stringent about this here. And for this reason we were also prohibited regarding one upon whom there are [others] that require circumcision - such as his small sons or slaves that are purchased by money or born within his household - that have not been circumcised; he may not eat from or perform the Passover sacrifice. [This is] because they have not fully entered into our faith, as they have already treated this first commandment lightly."
                }
            },
            "19": {
                "0": {
                    "2": "...Whoever ascribes divinity to anything besides Me, I will punish that one who hates Me and practices idolatry with a wondrous punishment - that the children of the sinner will be punished for this iniquity, [as well as] the third and fourth generations. And as a result, it is fitting that people guard themselves from idolatry. However for the one who loves Me and guards My commandments in such a way as to cling to Me, I will do wondrous kindness - the kindness will continue upon his offspring for thousands of generations. But behold, there is a question about this statement. And that is, how is it possible that God, may He be blessed, would punish the children of a sinner; as behold, they have no guilt for the sin of their father?? And we answer this question in this way. And it is that the punishment that God brings upon those that transgress His words - whether it be by providence, whether it be by rebuke or whether it by the secret of providence, such that the proper punishments come upon them through the system [of the constellations] - that when He brings these woes, the woe reaches their children. But it would not have reached them were it not for the sins of their parents. And the [illustration of this is] when our ancestors rebelled, they were liable for the punishment that they would be exiled among the nations, and gentiles would inherit their land. But behold the exile continues to their children after them, because of their being exiled when they gave birth to them. [It is] such that it is not possible for them to escape from this woe unless... they be at the heights of perfection, such that it is possible that God would bring them out by way of a miracle. And it is in this way that the prophet said (Lamentations 5:7), \"Our fathers sinned and are no more; and we must bear their guilt.\" And that is because if our fathers had not sinned, we would be in the Land... But behold, when we are in exile for the sin of our fathers, guarding ourselves from disgusting acts (which caused the exile) is insufficient to have us return [to the Land]. Rather, we are required to attain [greater] perfection, such that we cling to God, may He be elevated, in such a way that He would take us out of the exile by way of wondrous providence. And in this way, there would be no injustice if the punishment would reach the children for the sake of the parents, as this is through happenstance... "
                }
            }
        },
        "3_Leviticus": {},
        "4_Numbers": {},
        "5_Deuteronomy": {
            "32": {
                "0": {
                    "18": "The sixteenth benefit is to inform that it is not appropriate to mourn for a person more than is necessary - even if he was of the greatest possible stature. Do you not see that in spite of our teacher Moses' being of great stature in governance and greatness, the Torah only condoned that the days of weeping for him should be thirty days, like the days of the weeping for Aaron."
                }
            }
        }
    },
    "meta": "Chapter-Verse-Paragraph",
    "work": "Ralbag on Torah"
}