{
    "title": "Tziunei Maharan on Mishneh Torah, Sheqel Dues",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Sheqel_Dues",
    "text": [
        [],
        [],
        [],
        [
            [],
            [
                "<b>אבל פר העלם דבר של צבור ושעירי עכו\"ם בתחלה גובין להן ואינן באין מתרומת הלשכה.</b> דברי רבינו הם פלוגתא דר\"י ור\"ש במנחות דף נ\"ב ע\"א, דאיתא שם פר העלם דבר של צבור ושעירי עכו\"ם בתחילה מגבין להן דר\"י רש\"א מתרומת הלשכה הן באין, ומסקנת הגמ' שם דכן היא הגירסא הנכונה בהברייתא דלא כברייתא דאפיך, וכ\"ה בתוספתא דשקלים פ\"ד ופסק רבינו כר\"י דהלכה כמותו לגבי ר\"ש, ועי' במאה\"פ בירושלמי פ\"ד דשקלים ה\"א:",
                "<b> בגדי כהונה בין בגדי כה\"ג בין שאר בגדי הכהנים שעובדין בהן במקדש הכל מתרומת הלשכה.</b> עיין בתוי\"ט פ\"ג דיומא משנה ז' הכל שלשים מנה אלו משל ציבור שכתב שם וז\"ל, וממשנה זו נראה לי שלמד הרמב\"ם מה שכתב בפ\"ד מה' שקלים דבגדי כהונה מתרומת הלשכה דס\"ל דאין בין בגדי כ\"ג לבגדי כ\"ה לענין זה, וכ\"מ לא הראה מקום בזה עכ\"ל. אבל באמת דברי רבינו מפורשים בתוספתא סוף פ\"ק דיומא דאיתא שם אחד בגדי כ\"ג ואחד בגדי כהן הדיוט באין מתרומת הלשכה ע\"כ. והנה מצאתי במאה\"פ בירושלמי פ\"ד דשקלים ה\"א שציין לתוספתא הזו, והביא שם שבתוספתא פ\"ד דשקלים איתא בגדי כהנים ובגדי כ\"ג וכו' באין משירי הלשכה, אבל רבינו סמך על הגירסא במקומו שזו היא העיקרית עכ\"ל, ועוד מצאתי בתו\"כ פ' אחרי פ\"א ברייתא י' קודש ילבש שיהיו משל קודש אין לי אלא אלו בלבד מנין לרבות שאר בגדי כהונה גדולה ובגדי אחיו הכהנים ת\"ל בגדי קודש בנין אב לכל הבגדים שיהיו משל קודש ע\"כ, ונתבאר היטב מקור דברי רבינו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות שקלים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}