{
    "versionTitle": "Moses Schwab", 
    "sectionNames": [
        "Daf", 
        "Halakhah"
    ], 
    "language": "en", 
    "title": "Jerusalem Talmud Berakhot", 
    "text": [
        [], 
        [
            "But wait! (we have an objection to offer): When the priests enter to eat Terumah, it is still day, and the stars are not yet out, whilst on the other hand, when the people sit down to the Friday evening's meal, it is generally an hour or two after nightfall. How, then, can we admit that the two opinions coincide? R. Yosse answers that it relates to the small villages, the inhabitants of which leave the fields before nightfall, in order to avoid the wild beasts. It has been taught that \" He who recites the evening prayer before that hour has not fulfilled his obligation.\" If this is so, why is it done at the Synagogue? R. Yosse replies: It is not recited in the Synagogue as a matter of duty, but in order to remain in prayer after the study of the Law.", 
            "R. Zeira, speaking in the name of R. Jeremie, says: If one is uncertain of having said grace before meals, it must be re-said, for it is a law written in the Torah: \" When thou hast eaten and art full, then thou shalt bless the Lord\" (Deut. viii. 10). If there is a doubt of having said the prayer , it is not to be said again, for it is only prescribed by the Rabbis. This is contrary to the opinion of R. Yohanan, who says: Would to God that man would pray all the day, for prayer (even repeated) is never lost\". As regards the question relative to the recital of the Shema', this is a question to be resolved by the following rule: It has been taught that if the Shema' is recited before the appointed time, the duty has not been accomplished. Now, is there not, at the moment preceding the time appointed, a doubt whether it is day or night? Therefore, in case of doubt, the Shema' must certainly be said.", 
            "What is the material indication of the hour at which the priests eat Terumah? The appearance of the stars. Nothing proves this in an irrefutable manner, but there is, on this subject, an allusion in the Bible (Neh. iv. 21): \"So we laboured in the work; and half of them held the spears from the rising of the morning till the stars appeared;\" and further, \"That in the night they may be a guard to us, and labour in the day\" (Neh. iv. 22). Thus the duration of the day and the night are determined. How many stars should be visible to make it night? R. Pinchas, in the name of R. Abba bar-Papa, says: When only one star is to be seen, it is still day; when two are to be seen, it is doubtful; but when three are to be seen, night has certainly fallen. How can it be maintained, that when two stars are out it is doubtful? Is it not said: \"When the stars appear\" which means at least two stars? Yes, but the first one does not count. If on Friday evening, one star being visible, work is still going on, there is no transgression of the Sabbath;"
        ]
    ], 
    "versionSource": "https://books.google.com/books?id=FM0OAAAAQAAJ&pg=PA2&focus=viewport&dq=%22the+talmud+of+jerusalem%22&output=text#c_top", 
    "heTitle": "תלמוד ירושלמי ברכות", 
    "categories": [
        "Talmud", 
        "Yerushalmi", 
        "Seder Zeraim"
    ]
}