{
    "title": "Yad Eitan on Mishneh Torah, Firstlings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yad_Eitan_on_Mishneh_Torah,_Firstlings",
    "text": [
        [
            [
                "<b>מצות עשה להפריש כל פטר רחם הזכרים כו' בין שהיו שלמים בין שהיו טריפות.</b> משמע דאף שהיו טריפות כבר בשעת פטירת רחם נתקדשו בבכורה. הכ\"מ לא הראה מקור לזה. וראיתי להפר\"ח בספרו מים חיים שכתב מקור לדברי רבינו ממתני' דזבחים שהעתיק לקמן בפ\"ג בכור שנשחט ונמצא טרפה. ואיני רואה משם ראיה לדברי רבינו דכאן דהתם בשנטרף אחר שנולד איירי דכבר נתקדש ברחם ולא מפקע קדושת הגוף בכדי בלא מום אבל היכא דקדם טריפותו לקדושתו ברחם מנ\"ל שחלה עליו קדושת בכורה הרי אין ראוי ליקרב. ומש\"ה אין להביא ראיה ג\"כ מדאמר בר\"פ הזרוע (ריש דף קל\"ז) דבכור נוהג בטריפה דדילמא נמי דוקא כשנטרף אחר לידתו מיירי ולא קודם. ונראה שיצא זה לרבינו מהסוגיא דפ\"ק דמנחות (דף ו') גבי הא דבעי למילף דטריפה אסורה לגבוה מיוצא דופן שאסור לגבוה ופריך מה ליוצא דופן שכן אינו קדוש בבכורה. ופירש\"י משא\"כ בטריפה דקדוש בבכורה אם נולד אם טרפותו. והיינו משום דמשמע דדמיא דיוצא דופן שנולד בפיסול קאמר דטריפה קדוש בבכורה נמי בכה\"ג אף שנולד בכך. ועוד דאי משום איסור טריפה לחוד שנטרפה אחר שהקדישה בלא\"ה הל\"ל דמה ליוצא דופן שכן לא היתה לו שעת הכושר. אלא ש\"מ דהך פירכא דבכורה משום כל הטריפות שלא היתה להם שעת הכושר נקט לה ואיך פריך מקדושת בכור אי איתא דאינו בכל הטריפות שלא היתה להם שעת הכושר אלא ש\"מ כדכתיבנא:"
            ],
            [],
            [],
            [],
            [
                "<b>בכ\"מ: </b> והגירסא שכתבתי בדבריו היא הכתובה בספרינו והיא הנוסחא האמיתית. ועיין רדב\"ז סוף ח\"ב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויראה לי שהבכור נותנו לכל כהן שירצה.</b> וכתב הכ\"מ נראה דהיינו לומר שטובת הנאה לבעלים. וקשה דזה כבר כתבו רבינו בפי\"ב דתרומות אלא נראה כוונת רבינו שהבכור נותן לכל כהן שירצה היינו אף לכהן עם הארץ ולא כתרומה שאינה ניתנת אלא לכהן חבר כמ\"ש בפ\"ו דתרומות. ואזיל כאן רבינו לטעמיה שפסק לקמן בפ\"ב הלכה ט\"ז כלישנא קמא דגמרא דפ' כל פסולי המוקדשין (בכורות דף ל\"ה ע\"א) ולההוא לישנא מוכח הכי, וע\"ש בלח\"מ:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ראינוהו שעשה מעשה המרגיל להטיל בו מום וא\"י אם נתכוון למום זה כגון שנתן לו שעורים כו' ה\"ז לא ישחוט.</b> עיין בכ\"מ ולח\"מ שכתבו שיצא זה לרבינו מעובדא דר' צדוק בפ' כל פסולי המוקדשין. וקשה דשאני התם דהיה כהן שחשוד על זה אבל מנ\"ל לאסור בישראל. ונראה שיצא לו מהא דביצה (דף כ\"ז:) ורבינו אינו מפרש כפירש\"י שהיה כהן דזה דחוק בגמרא דמאי שאל ליה היכי הוה עובדא כיון דבכל ענין אינו נאמן אבל אי הוה ישראל שפיר:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [
                "<b>חכמים אסרו לעשר בזה\"ז ואם עבר ועישר בזה\"ז ה\"ז מעשר.</b> כן מוכח בירושלמי דשקלים ובש\"ס דידן שלהי בכורות וכמ\"ש שם התוס':"
            ],
            [],
            [
                "<b>מעשר בהמה כו' ואין לכהנים בו כלום אלא כולו לבעלים.</b> דבר פשוט הוא בדוכתי טובא דמעשר בהמה אינו ממתנות כהונה כלל כדאיתא בזבחים (דף ל\"ז סע\"א) וכן מוכח בחולין (דף קל\"ו סע\"ב) וכן פירש\"י שם בהדיא ובזבחים (דף נ\"ו:) ועוד בכמה דוכתי. ובשלהי בכורות (דף ס\"א) כתב רש\"י מפורש דגם הרמת חזה ושוק א\"צ ליתן לכהן. ומכל זה העלים עין בעל ס' החיים וטעה בדבר משנה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ורואה אדם מומי מעשר שלו ומתירו אם היה מומחה.</b> הכ\"מ לא הראה מקורו. והוא מבואר בגמרא דבכורות ס\"פ עד כמה (בכורות דף ל\"א):"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ילדו תולדות בתוך שנתן הרי היא ובתה נכנסין לדיר להתעשר.</b> כתב הכ\"מ כן משמע בתוספתא כו'. והוא מבואר בגמרא פ\"ב דבכורות (דף כ' ודף כ\"א ובפ\"ח דחולין (דף קי\"ד):"
            ]
        ],
        [
            [],
            [
                "<b>והי\"א יקרב שלמים וטעון נסכים כשלמים.</b> הכ\"מ ושארי מפרשיו לא הראו מקורו והוא במנחות (דף צ\"א:):"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "יד איתן על משנה תורה, הלכות בכורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yad Eitan",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}