{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Tosafot Rid, Lemberg, 1861", 
            "www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "<b>כל כינוי נזירות כו׳ והיכא דפתח לא הדר מפרש ברישא והא תנן במה בהמה יוצאה כו׳</b> ובריש נדרים מקשה מיש נוחלין ומיש מותרות לבעליהן ומיש טעונות שמן ולבונה ומיש בכור לנחלה דבכולהו מפרש מאי דפתח בי׳ ברישא ומתרץ הלין משום דאוושן לי׳ מפרש ההוא דפתח ברישא והדר מקשה והא במה בהמה יוצאה והכא קיצר ולא הביא כ״א במה בהמה יוצאה וה״נ יהיבה טעמא בין במה מדליקין ובמה טומנין ובין במה בהמה יוצא׳ והתם לא יהיב טעמא לא אמר אלא לאו דוקא זימנין מפרש ההוא דפתח בי׳ ברישא וזימנין מפרש ההוא דסליק מניה ברישא והתם נמי מקשה על מאי דתני כינוין ברישא הניחא למ״ד כינוין לשון גוים הן אלא למאן דאמר כינוין לשון שבדו להן חכמים להיות נודר בהן מאי איכא למימר ומתרץ ומי קתני ידות אלא חסורי מיחסרא וה״ק אקדים נמי ותני ידות ברישא כל ידות נדרים כנדרים וכל כינוי נדרים כנדרים והכא לא מקשה ולא מתרץ ויש לומר מה שקיצר כאן פירש שם ומה שקיצר שם פירש כאן ול״ג ליה הכא אלא לעולם תני הכא ותני הכי דהא טעמא קא יהיב התם דאיסורא דנפשיה כלל:\n"
        ], 
        [
            "<b>לימא קסבר שמואל ידים שאינן מוכיחות לא הויין ידים</b> רבי׳ ברוך זצוק״ל משום דקשיא לי׳ מאי דגרסי׳ בריש קידושין גריס הויין ידים ואינו מתיישב פתרונו כלל ועיין מה שכתבתי שם במהדורא בתרא:\n", 
            "<b>דקאמר בלבי הי׳</b> פי׳ ואע״ג דאמר בלבי הי׳ דוקא אם הי׳ נזיר עובר לפניו דיש מעשה המוכיח אבל אם אין נזיר עובר לפניו דברים שבלב אינן דברים וכן כתבתי בפ׳ מי שמת בה׳ שכיב מרע במהדורא רביעאה דהיכא דאיכא מעשה המוכיח אמרי׳ דברים שבלב דברים ואם אין שם מעשה מוכיח אמרי׳ דאינן דברים:\n"
        ], 
        [
            "<b>תנא פרע פרע יליף כו׳</b> פי׳ האי לשלח פרע ילפינן דהוי גידול שיער מדכתיב ופרע לא ישלחו דהוי גידול שיער והתם לא ידעי דהוי גידול אי לאו דילפי׳ פרע מנזיר דכתיב בי׳ גידול פרע וכאילו כתיב גבי כהנים סמך התנא ושנה לשלח פרע:\n"
        ], 
        [
            "<b>מאי בינייהו כו׳</b> מהכא מוכח דכל הני פירכא דעבדי׳ ומוקמי׳ לה כגון שהי׳ נזיר עובר לפניו אתיין בין לר׳ יוחנן בין לריש לקיש דגם ריש לקיש לא אמר דצפר הסמוכין לשיער קיבל עליו כגון שהי׳ נזיר עובר לפניו והשתא שפיר איכא מאי בינייהו אבל רבינו ברוך זצוק״ל (ומקשה) פי׳ דר׳ יוחנן דוקא בעי נזיר עובר לפניו ולא ריש לקיש והני פירכי דעבדי׳ לא עבדי אלא לר׳ יוחנן ולא יתכן פתרונם כלל דא״כ אמאי אמר מה בינייהו והא טובא איכא בינייהו דר׳ יוחנן בעי נזיר עובר לפניו וריש לקיש לא בעי:\n", 
            "<b>פיסקא הריני מן החרצנים</b> כו׳ מאי היא קידושא ואבדלתא כו׳ עיין בקונטרסי בפ׳ ערבי פסחים:\n"
        ], 
        [
            "<b>איבעית אימא ר״ש לית ליה איסור חל על איסור כלל כו׳</b> איני יכול ליישבו והנכון בעיני דל״ג לי׳ ולשון משובש היא שנכתב בספרים שסבר לדמות דבר זה לאין איסור חל על איסור ואין זה לשון התלמוד:\n", 
            "<b>ה״א שמשון אחרינא כו׳</b> פי׳ נ״ז כל זה הוא אם נשמט ואומר כי דעתי הי׳ לשמשון אחר אז צריך להזכיר בעל דלילה או שניקרו פלשתים את עינו או שעקר דלתות עזה אבל אם הוא אומר בלבי הי׳ על שמשון נזיר בודאי כי הוא נזיר אע״פ שלא הזכיר אלא שמשון בלבד:\n"
        ], 
        [
            "<b>קרבן טומאה הוא דלא מייתי אבל נזירות חלה עליו</b> פי׳ תורת נזירות להיות אסור בטומאה:\n"
        ], 
        [], 
        [
            "<b>האי ג״ש משום כובד גמיר לה</b> פי׳ אע״ג דדריש האי ימים שני ימים ממש מ״מ אין מקרא יוצא מידי פשוטו דאינו יכול לגאול אלא עד שנה אחת וכי דריש ג״ש מפשטי׳ דקרא יליף ולא מדרשי׳:\n"
        ], 
        [], 
        [
            "<b>ר׳ אליעזר אומר אינו סותר אלא שבעה</b> פירש כיון דבעי למיעבד תגלחת דטומאה בתר הזאת שלישי ושביעי עוד צריך למנות שבעת ימי טהרה כדי לעשות תגלחת טהרה דלא מצי למיבצר בין תגלחת לתגלחת בציר מז׳ יומי כדכתיב גבי מצורע וגלח את כל שערו ורחץ במים וטהר ואחר יבא אל המחנה וישלח מחוץ לאהלו שבעת ימים וכתיב והי׳ ביום השביעי יגלח את כל שערו וגומר אלמא בין תגלחת לתגלחת בעינין ז׳ ימים כדי שיצמח כשיעור לכוף ראשו לעיקרו שיהא ראוי לגילוח עיין לקמן בריש פרק שלישי:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>אלא אי אמרת חדא נזירות קא מקבל עלה מאי כיון שהתחיל מת</b> ה״ג וה״פ אי אמרת חדא נזירות קבל עלוי׳ כמנין ימות החמה דהיינו שיהא נזיר שס״ה ימים מה רבותא היא זו שהי׳ נזיר שנה אחת שהוצרך לומר כיון שהוצרך מת:\n"
        ], 
        [
            "<b>אמר ר׳ יהודא אף כשאמרו ב״ש לא אמרו אלא באומר הרי הן עלי קרבן</b> פי׳ הי׳ אומר ר׳ יהודא מה שאמרו ב״ש נזיר לאו דוקא מן היין קאמר אלא הכי קאמרי נזיר הוא מן הגרוגרות ומן הדבלה כלומר אסור הוא מגרוגרת ומדבלה כמו שהנזיר אסור ביין שכך הי׳ דעתו לומר הריני אסור מן הגרוגרת כמו שהנזיר אסור ביין וכאומר בפי׳ בכ״ף ולא בבי״ת:\n", 
            "<b>וב״ה סברי לה כר׳ יוסי דאמר אף בגמר דבריו אדם נתפס והאי נדר פתחו עמו הוא</b> פירש לית להו דר״מ דאמר התם בתמורה תפוש לשון ראשון אלא כר׳ יוסי דאמר אף בגמר דבריו אדם נתפש והילכתא זה שהתחיל דיבורו בנזירות וסיים בגרוגרת נדר ופתחו עמו הוא ואין זה נדר כלל שאין נזירות בגרוגרת ודבלה:\n", 
            "<b>ולב״ש אמאי נדר ופתחו הוא כו׳</b> כמה גירסא זו קשה בעיני ביותר דכיון דאמר דב״ש ס״ל כר״מ דאין אדם מוציא דבריו לבטלה מאי מקשה לי׳ תו נדר ופתחו עמו הוא אטו כשהעריך פחות מבן חודש אין זה נמי נדר ופתחו עמו שהרי אין ערך לפחות מבן חודש אלא משום דסבר אין אדם מוציא דבריו לבטלה אמרי׳ דהאי דאמר ערך כאלו אמר דמים ה״נ האי דאמר גרוגרת כאלו אמר יין כיון דאין אדם מוציא דבריו לבטלה ותו דקא מפיק וב״ה סברי לה כר״ש ואמאי קא הדר בי׳ ממאי דאמר כר׳ יוסי ונדר ופתחו עמו היא והנכון בעיני לומר דלישנא אחרינא הוא זו וה״ג לב״ש נדר ופתחו עמו היא פירש כיון דאמר מן הגרוגרת לא יהא בדבריו ממש ואהדר ב״ש ס״ל כר״מ דאמר אין אדם מוציא דבריו לבטלה וכיון דאמר הריני נזיר הי זה נזיר כי קאמר מן הגרוגרת ומן הדבלה לאימשולי היא דקאמר וב״ש לטעמייהו דאמרי אין שאלה בהקדש והיינו כלישנא קמא אלא שהוסיף ליתן טעם למה חזר ואמר מן הגרוגרת וב״ה דמוקים כר״ש היינו נמי כר׳ יוסי דר״ש כר׳ יוסי ס״ל דאמר אף בגמר דבריו אדם נתפס והו״ל נדר ופתחו עמו ומש״ה קאמר שלא התנדב כדרך המתנדבים והכי אמרי׳ בפי׳ בפ׳ המנחות והנסכים אמר רבא בשיטת ר׳ יוסי אמרת דאמר בגמר דבריו אדם נתפש:\n"
        ], 
        [
            "<b>ר׳ נתן אומר ב״ש אומרים נדור ונזיר ס״ל כר׳ מאיר וכר׳ יהודא</b> פי׳ ס״ל לב״ש דהאי דאמר הריני נזיר מן הגרוגרת לא הוציא דבריו לבטלה ולא אמר שיהא נזיר אלא מן היין והאי דאדכר גרוגרת לאסור עצמו גם מן הגרוגרת וכאילו אמר הריני נזיר והריני נודר מן הגרוגרת ואנו מקיימן כל דבריו הנזירות שהוציא מפיו וגם הגרוגרת ונמצאו עכשיו ג׳ חלוקות בדבר ת״ק דמתני׳ סבר ה״ז נזיר ולא נדור כשהזכיר הגרוגרת רצה להישאל ולחזור בי׳ מן הנזירות ולא לאוסרם עליו נתכוין ור׳ יהודא סבר נדור ולא נזיר שכל דעתו לא הי׳ אלא לאסור הגרוגרת ולא היין ור׳ נתן סבר נזיר ונדור דס״ל כל דבריו אמר לקיימא ורבינו ברוך זצוק״ל משבש גירסא זו וגורס נזיר ולא יותר מפני שקשה בעיניו לומר דדברי ב״ש כר״י וכר״מ דר״מ מבטל דיבורן האחרון ור׳ יהודא מבטל דיבורן הראשון ולא היא אלא גירסא יפה ומקיימים ב״ש אליבא דר׳ נתן שני דבריו הראשון כר״מ שלא יענה על האחרון שא״כ הי׳ לבטלה אלא הרי הוא כאלו אמר שני דברים הריני נזיר ונדור מן הגרוגרת:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אסור בכל הנשים שבעולם</b> פי׳ דוקא היא אסור בכל הנשים אבל שאר ב״א מותרין בכל הנשים ולא אמרי׳ דילמא ההיא דקדיש האי שליח ואע״ג דאיתתא הוה איסורא דנייח ולא דמיא לקן ואיכא למימר בה כל קבוע כמחצה על מחצה דמי דודאי אי הוה ידיע׳ דבודאי קידש ולא ידוע איזו קודש היו כל העולם אסורין בכל הנשים דדילמא זו קודש אבל הכא לא ידוע מילתא ומשום חזקת שליח עושה שליחותו אמרי׳ ליה והך חזקה לא מהני אלא לדידיה דשלחיה ואסרי׳ לי׳ מספיקא אבל לכ״ע לא עד דידוע בבירור דקידש:\n"
        ], 
        [
            "<b>במילתא דלא מצי עביד לא משוי</b> פירש ואי קדיש לא הוי ידעי׳ כיון דאיהו לא מצי לקדושי בההוא שעתא גם שליח נמי לא מצי לקדושי אחר שנתגרשה:\n", 
            "<b>אי הכי למה ליה לשווי׳ שליח ליפר לה איהו קסבר דילמא משתלינא או רתחנא או מיטרידנא</b> פי׳ רבינו ברוך זצוק״ל ושאר מפרשים שמא יום יציאתו לדרך אישגיג או איטריד או ארתח וקשיא לי ומי הביאו שימתין להפר ביום יציאתו כיון שיכול להפר מקודם שתדור יפר מעכשיו ולעולם שליח למה לו בודאי בנדרים בפ׳ נערה המאורסה דמקשה על יפר דר׳ אליעזר ועל הפרה דשליח לכי שמע ליפר איהו מתרץ התם שפיר דילמא מיטרידנא אלא הכא דמיפר מקודם שנעשו הנדרים יפר איהו עכשיו כשמרשה את השליח ולעולם שליח למה ליה ונ״ל לפרש דהאי דקאמר דילמא מישתלינא לאו על שעת יציאה קאמר אלא ה״ק הייתי מפר לה אני עכשיו אלא אני ירא שמא אשכח ההפרה שאעשה עכשיו ובשעה שאשמע אחרי כן כי נדרה מטרידנא או רתחנא ויהיו נדרים קיימין בעבור זה אני מרשה אותך שתפר אותם אתה כדי שאזכור ההפרה ולא יקיימו נדריה ולא גרסי׳ או אלא דילמא מישתלינא ומטרידנא פירושו דילמא משתלינא דהשתא ומטרידנא להבא והתם בנדרים דמקשה על להבא ביום שמע ל״ג משתלינא אלא דילמא מטרידנא בלחוד:\n"
        ], 
        [
            "<b>בעי מיניה ר׳ אבא מרב הונא הריני נזיר לכשיהא לי בן והפריש קרבן והפילה אשתו וחזרה וילדה מהו כו׳ עד אליבא דר׳ יהודא קא מבעיא ליה דאמר ספק נזירות להקל מי קדוש או לא</b> פירש הוא שואל אם הוא מאז משעה שהפרישו או אם צריך להפריש עכשיו פעם אחרת מי אמרי׳ כיון דהפילה איגלאי מילתא למפרע דבטלה קדושתו הראשונה וצריך עכשיו להקדישו או דילמא אע״ג דהפילה יש לומר צריך עוד לשומרו לכשתתעבר ותלד פעם שנית דהא תנן חזרה וילדה ה״ז נזיר דלא בטל נדרו בעבור שהפילה א״ל מאי נפקא לן מינה פירש כיון שהקרבן קיים עכשיו כשחזרה וילדה יקדישנו ויקריבנו ומאי נ״מ אם קדיש מאז ואם לאו ומהדר לגוזזו ולעבוד בו או אמרת דבטלה קדושה הראשונה משעה שהפילה וצריך עוד להקדישו א״כ יכול להוציאו לחולין ולגוז בו ולעבוד בו עד שתלד ואח״כ יקדישנו ויקריבנו ואי אמרת דלא בטלה אסור לגוז בו ולעבוד בו:\n"
        ], 
        [
            "<b>הריני נזיר ונזיר כשיהא לי בן התחיל מונה את שלו ואח״כ נולד לו בן משלים את שלו ואח״כ מתחיל את של בנו</b> פי׳ כשאמר הריני נזיר משמע שקיבל עליו סתם נזירות של שלשים יום מעכשיו ומשעה דאמר הריני נזיר נאסר ביין ובתגלחת ובטומאה עוד כשאמר ונזיר כשיהא לי בן קיבל עליו עוד למ״ד יום אחרים אחרי שיולד לו הבן דמשעה שיולד לו הבן מיחול הנזירות עליו מיד ואם הי׳ משלים נזירותו הראשונה ואח״כ הי׳ נולד הבן היתה חלה מיד אבל כיון שלא הספיק להשלים נזירותו עד שנולד הבן אי אפשר לה לחול נזירות הבן עד שישלים נזירותו הילכך משלים נזירותו ומגלח ומביא קרבנותיו ואח״כ מונה את של בנו ועוד מגלח ומביא קרבנותיו:\n", 
            "<b>הריני נזיר כשיהא לי בן ונזיר התחיל מונה את שלו ואח״כ נולד לו בן מניח את שלו ומונה את של בנו ואח״כ מונה את שלו</b> פי׳ כשאמר הריני נזיר כשיהא לי בן חלה עליו נזירות משעה שיולד הבן ומיד נאסר ביין וכשאמר ונזיר חלה עליו נזירות מעכשיו וכשהתחיל להיות מונה את שלו ואח״כ נולד לו בן אתיא נזירות דבנו ודחיא נזירות דעכשיו משום דנזירות דבנו נדר תחלה ואין כח לנזירות אחרת לחול עליו הילכך מניח את שלו ומונה נזירות של בנו ומגלח ומביא קרבנותיו ואח״כ מונה את שלו שלשים שלימים ואתן שמנה מקודם לכן אין עולין לו מן המנין שאין גידול שיעור פחות מל׳ יום וה״ג מונה את ומשלים שמגלח על נזירות בנו לא סגיא פחות מל׳ ראיתי פירושים שפוטרין שתי הנזירות בתגלחת אחת ונ״ל שאין בהן ממש ורבי׳ ברוך זצוק״ל פי׳ כדברי:\n", 
            "<b>בעי רבא אמר הריני נזיר לאחר עשרים יום מעכשיו מאה יום כיון דהלין מאה בעשרים לא שלמין לא חיילין או דילמא כיון דאית ליה גידול שער לבסוף חיילין</b> פי׳ נ״ל שאין לחלק בין אם לאחר עשרים בין אם אמר לאחר שלשים כיון דהדין מאה בשלשים לא שלמין ואי קשיא ותיפשוט ליה ממתני׳ דתנן הריני נזיר כשיהא לי בן ונזיר מאה יום שאע״פ שלא השלימו כל המאה קודם שנולד הבן אם נשארו לו כדי שיעור תגלחת עלו לו אלמא חיילין תשובה במתני׳ כשאמר הריני נזיר כשיהא לי בן ונזיר מאה יום יש לומר שיכול להשלים המאה יום קודם שיולד הבן שאע״פ שהיא סמוך ללידתה מי יאמר שתלד ולא תפיל ואפי׳ אם תלד שמא תלד בת טומטום ואנדרוגנוס הלכך חייב למנות המאה מיד אבל הכא שאמר בפירוש לאחר עשרים יש לומר כיון דלא מלי שלמין לא חיילין ורבי׳ ברוך זצוק״ל פי׳ שבנזירות של מאה שקיבל עליו אחר נזירות הבן סתם קיבל עליו שלא אמר בה מעכשיו ומפני זה נדחת מפני נזירות התנאי כשקודמת ורבא בעי היכא דאמר מעכשיו מאה יום אם נוהג כמשנתינו אם לאו ואינו נ״ל דכשאמר נזיר מאה יום מעכשיו הוי דמשעה שיצאה נזירות מפיו נאסר ביין ובתגלחת ובטומאה ואין לומר אלא כמו שפירשתי:\n", 
            "<b>ותיבעי ליה נזירות מועטת</b> פי׳ די״ל כיון שאלה כ׳ יום אינו נזיר בהם חלה עלייהו נזירות דל׳ יום ואע״ג דלא שלמין ואע״ג דלא משתיירי כשיעור תגלחת נאסר בהם וכשישלימו העשרים ימנה נזירותו ויגלח ועוד ימנה נזירות הראשונה ויגלח ואותן כ׳ יום לא יעלו לו כיון שנשארו שיעור תגלחת ומנא לי׳ דלא חיילא כלל ומותר באותן הכ׳ לשתות יין:\n"
        ], 
        [
            "<b>ניטמא בימי בנו כו׳</b> וניטמא ביום גידול שיעור כו׳ פתרון רבינו ברוך זצוק״ל נ״ל דקאי אסיפא דמתני׳ בנזירות מאה ולא פתרון שאר המפרשים דמפרשי לה ארישא:\n"
        ], 
        [
            "<b>וקידש שיער בדם אין לו תקנה כו׳</b> לא יכולתי לעמוד על פתרונם:\n"
        ], 
        [
            "<b>הריני נזיר כשיהא לי בן ונזיר מאת יום נולד לו עד שבעים לא הפסיד כלום לאחר שבעים סותר שבעים שאין תגלחת פחותה מל׳ יום</b> פי׳ כיון שאמר ונזיר מאה יום מאותה שעה חייב להזירם אבל מפני שקדם נזר נזירות הבן אם יולד הבן קודם שישלימם חייב להפסיקם ולמנות נזירות ל׳ של בן ומגלח ומביא קרבנותיו ואח״כ חוזר לנזירותו ואם נשארו לו ל׳ שלא מנה מתחלה אלא שבעים לא הפסידם כיון שנשארו לו ימים כשיעור תגלחת אבל נשארו לו פחות מל׳ יום סתר הכל וחוזר ומונה כל המאה מתחלה:\n", 
            "<b>תנן נולד עד ע׳ לא הפסיד כלום ואי ס״ד עולה לו לכאן ולכאן איתגורי מיתגר</b> פירש הוא נשכר יום א׳ ומה לו לשנות לא הפסיד אדרבה הי׳ לו לשנות יום שנולד בנו עולה לו לכאן ולכאן ומדלא קתני הכי אלא תני לא הפסיד ש״מ לא הפסיד ולא הרויח ומתרץ משום דקתני סיפא אחר שבעים סותר שבעים תני רישא נמי לא הפסיד פירש דאחר שבעים תני דמפסיד וסותר ומש״ה תני ברישא לא הפסיד ולעולם נשכר הוא ומקשה מ״ש מסיפא נולד לאחר שבעים כו׳ ומתרץ מאי אחר אחר אחר ומקשה אבל אחר מאי ה״נ דלא סתר כו׳ אי הכי מאי אריא תני נולד עד ע׳ לא הפסיד כלום אפי׳ אחר שבעים נמי אלא לאו ש״מ אחר ממש פי׳ אע״ג דהוי מצי לדיוקא מרישא הכי אייתי ליה סיפא ברישא דקתני בפי׳ אחר שבעים סותר דאלו אינו עולה ובתר דדחי ליה מאי אחר אחר אחר הדר לדיוקי מרישא כדכתיב הרבה שיטה זו דחוקה וכך נ״ל ליישבה לפי הדחק:\n"
        ], 
        [
            "<b>מ״ט דר׳ יוסי לאו משום דקסבר מקצת היום ככולו</b> פירש אף על גב דאם תראה בו ביום תהי׳ טומאה למפרע דמצטרפות הראוין אפ״ה כיון דהתחילה לספור מקצת יום שני בטהרה כאלו אמרתי דמי ואותו היום עולה מקצתו לשיעור דאתמול ואע״ג דאיגלאי מילתא דהות טמא כדבעי׳ למימר לקמן דטומאה זיבה בתהום היתירו ומקצתו מצטרף לראיות דזבה דילמא דמתני׳ דיום שבעי׳ שהי׳ סופר לנזירותו כי ילדה בו ביום איגלאי מילתא דההיא יומא דנזירות היה דמשעתא דנולד לו בן חלה עליו נזירות בנו ואפ״ה כיון דסיפר תחילתו לשם נזירותו עולה לו מקצתו הראשון לנזירותו ומקצתו האחרון לנזירות בנו:\n", 
            "<b>ודילמא משום דקסבר ר׳ יוסי מיכן ולהבא היא מטמא</b> פי׳ ומש״ה נפטרה ידי פסח שטהורה היתה ואפי׳ טהרות שנגעה למפרע באותו היום טהורות ופליג בהא ארבנן דרבנן סברי אם ראתה בו ביום טמא למפרע:\n", 
            "<b>ומי סבר ר׳ יוסי הכי והתניא ר׳ יוסי אומר זב בעל שתי ראיות ששחטו וזרקן עליו בשביעי שלו וכן שומרת יום כנגד יום ששחטו עליהן ואח״כ ראו אע״פ שהן משכב ומושב למפרע פטורין מלעשות פסח שני</b> פי׳ רבי׳ ברוך זצוק״ל זב שראה שתי ראיות וספר אם לא ראה שוב בשביעית שלו טהור ובאותן שבעת ימים שספר אינו מטמא בהן משכב ומושב אבל אם ראה בשביעי טימא למפרע משכב ומושב בכל אותן שבעת ימים ונ״ל ששגגה גדולה היא לו דע״כ לא פליג ר׳ יוסי ארבנן אלא בטהרות דיום שביעי משום דעבד ליה שימור במקצתו וקסבר דמיכן ולהבא הוא מטמא אם ראה ביום שביעי ולא לטמא למפרע טהרות שנגע בו ביום דומיא דיום שני דשומרת יום דמקצתו הוי שימור אבל כל ששת הימים בין ראה ביום השביעי בין לא ראה טמאים הן שאפי׳ אם יעמוד שנה ולא יטבול מטמא משכב ומושב וטבילה לא חזיא אלא ביום שביעי דהוי מקצתו שימור אבל ששת הימים מי יטהרם והא לית להו שימור ולא חזיא לטבילה ולא פליגי אלא ביום שביעי דזב דדמי ליום שני דשומרת יבם:\n", 
            "<b>אבל הרואה זב בשביעי שלו סותר את שלפניו</b> בפ׳ כיצד צולין מייתי׳ לה ואמר המורה לא ידענא אהיכא קאי ובריש מס׳ זבין תנן הרואה קרי יום שלישי לספירת זובו בש״א סתר שני ימים שלפניו ובה״א לא סתר אלא יומו כו׳. עד ומודים ברואה ברביעי שלא סתר אלא יומו ברואה קרי אבל אם ראה זב אפילו יום שביעי סתר את שלפניו פי׳ דוקא קרי אינו סותר אלא יומו בלבד אבל אם ראה זב אפילו ביום שביעי סתר כל ח׳ וצריך למנות עוד שבעת נקיים ותניא בסיפרא זאת תורת הזב ואשר יצא ממנו שכבת זרע מה הזב סותר בזב אף ש״ז סותר בזב או מה זב סותר את הכל אף ש״ז סותר את הכל ת״ל לטמאה בה אין לה אלא יום אחד בלבד יכול אף במימי רגליו יהו סותרין בזה ת״ל זאת:\n"
        ], 
        [
            "<b>מי שאמר הריני נזיר מגלח ליום שלשים וא׳ ואם גילח יום שלשים יצא הריני נזיר שלשים יום אם גילח יום ל׳ לא יצא</b> בפ״ק העמדנו לרב מתנה דאמר סתר נזירות ל׳ יום מש״ה קאמר מגלח ליום ל״א והאי דקתני אם גילח ליום ל׳ יצא משום דקסבר מקצת היום ככולו אבל אם פירש ל׳ יום אם גילח יום ל׳ לא יצא דמה לו לפרש ל׳ יום כיון דסתם נזירות הוא ל׳ יום אלא להכי פירש שיהו שימים ולא אמרי׳ מקצת היום ככולו ואם פירש ל׳ יום לא יגלח אלא ביום ל״א שהרי פיר׳ לי׳:\n", 
            "<b>מי שאמר הריני נזיר וניטמא יום ל׳ סותר את הכל ר״א אומר לא סתר אלא שבעה הריני נזיר ל׳ יום וניטמא יום ל׳ סותר את הכל</b> פי׳ רב מתנה מפרש דסתם נזיר ל׳ יום והילכתא אחר מלאת ניטמא וכל מי שניטמא אחר מלאת אינו סותר אלא שבעה שיזה שלישי ושביעי ויעשה תגלחת טהרה אבל תגלחת טומאה אינו מגלח שאין תגלחת טומאה אחר מלאת אבל אם פי׳ ל׳ יום וניטמא יום ל׳ סותר הכל אפילו לר׳ אליעזר שאין לומר כאן מקצת היום ככולו כיון שפירש ל׳ והילכתא תוך מלאת ניטמא ות״ק לית ליה מקצת היום ככולו ואפילו בנזירות סתם נמי אמר דסתר את הכל ובמתני׳ דלעיל נמי דתנן אם גילח יום ל׳ יצא ר׳ אליעזר הוא ובר פדא סבר טעמא דר׳ אליעזר משום דקסבר סתם נזירות כ״ט יום ויום ל׳ הוי אחר מלאת והילכך לא סתר אלא שבעה עד שיטהר ות״ק ודאי דאמר סתר את הכל סבר דסתם נזירות ל׳ יום ואנא דאמר כר״א ואין לפרש כאן משום חומרא בעלמא שלא היו מצריכים אותו תגלחת טומאה וקרבן בלי צורך להביא חולין לעזרה אלא ודאי פליגי:\n", 
            "<b>הריני נזיר מאה יום וניטמא יום מאה סותר את הכל ר׳ אליעזר אומר לא סתר אלא ל׳</b> בפ״ק אקשינן מינה לרב מתנה דאמר דסבר ר״א מקצת היום ככולו ואי ס״ד סבר ר״א מקצת היום ככולו ניסתור שבעה אלא ש״מ דלא סבר מקצת היום ככולו ואהדר רב מתנא ואי לא סבר מקצת היום ככולו ליסתור כולהון אלא לעולם לא אמרי׳ בהדא מקצת היום ככולו פי׳ מדהדר רב מתנה למאן דמקשה לי׳ מהכא דלא סבר ר״א מקצת היום ככולו דאי לא סבר הכי ליסתור כולן א״ו אמת כי בהדא לא אמרי׳ מקצת היום ככולו מפני שפירש מאה יום וכבר אמרן לעיל דהיכא דפירש ל׳ יום לא אמר מקצת היום ככולו ומה לי מאה מה לי ל׳ ודין הי׳ שיסתר הכל אלא כדריש לקיש:\n", 
            "<b>ניטמא ביום מאה ואחד סותר שלשים ר״א אומר לא סתר אלא שבעה</b> פי׳ ת״ק סבר אע״פ שניטמא אחר מלאת כיון שניטמא קודם הבאת קרבנותיו צריך לתת תגלחת טומאה וכיון שצריך לגלח תגלחת טומאה צריך עוד לגידול שיעור דתגלחת טהרה שאין תגלחת פחותה מל׳ יום ור״א סבר אין תגלחת טומאה אלא בתוך מלאת ולא לאחר מלאת והילכך אינו סותר אלא שבעה כדי שיזה שלישי ושביעי ויטהר ויגלח תגלחת טהרה וה״ה דפליגי נמי הכי בניטמא יום ל״א קודם הבאת קרבנותיו:\n"
        ], 
        [
            "<b>מי שנזר והוא בבית הקברות אפילו הוא שם ל׳ יום אין עולין לו מן המנין כו׳</b> פי׳ פשטה דמתני׳ הכי משמע שהנוזר בביה״ק חיילא עליו נזירות שאע״פ שהוא טמא אסור לשתות יין ולגלח אבל מיהו אע״פ שהוא אסור ביין ובתגלחת אינן עולין לו אותן הימים לנדרו כיון שהוא טמא אלא לכשיטהר צריך למנות נזירות לכתחלה מ״מ בעודו בביה״ק אסור הוא ביין ובתגלחת דמשעה שאמר הריני נזיר חיילא עלי׳ תורת נזירות אלא מפני שהוא טמא אינן עולין לו אותן הימים מן המנין דבעינן נזירות מיין ומתגלחת ומטומאה ולכך שנינו מי שנזר והוא בביה״ק אפי׳ הוא שם ל׳ יום אינן עולין לו מן המנין פי׳ כיון שנזר חל עליה איסור נזירות שלא ישתה היין ושלא יגלח אפילו בעודו בביה״ק ואע״פ שעמד שם ל׳ יום שהן ימי נזירותו אינן עולין לו מן המנין להיפטר ידי נדרו כיון שהוא טמא אלא עדיין חייב להיות נזיר ל׳ יום אחר שיטהר:\n", 
            "<b>ואינו מביא קרבן טומאה</b> פי׳ אע״פ שחלה עליו תורת נזירות מיד אינו מביא קרבן טומאה על אותה הטומאה שמטמא בביה״ק שלא הזהיר הבורא קרבן טומאה אלא על מי שהיה טהור וניטמא אבל זה שהי׳ טמא מתחלה אינו מביא קרבן טומאה:\n", 
            "<b>יצא ונכנס אינו מביא קרבן טומאה</b> פי׳ בגמרא מפרש שיצא והוזה ושנה וטבל וה״ק אם יצא מן הקברות וטהר לגמרי אותן הימים שעושה בטהרה עולין לו מן המנין לנדרו שנדר והאי דתני ומביא קרבן טומאה לא קאי אעולין לו במנין דאי עלו כל ימי מנינו תו ליכא קרבן טומאה ואם לא עלו לו ימי ענינו וניטמא בנתיים מביא קרבן טומאה והימים הראשונים נופלין ואותן עולין אלא ה״ק יצא מן הקברות ונטהר ועוד נכנס אם שהה ל׳ יום בטהרה עולין לו מן המנין ונפטר מידי נדרו ואם נכנס קודם שישלים ל׳ יום נזירתו מביא קרבן טומאה וסותר כל הימים הראשונים ואפילו בו ביום שנטהר אם נכנס מביא קרבן טומאה כיון דחיילא עליו נזירות טהרה שעה אחת:\n", 
            "<b>ר׳ אליעזר אומר לא בו ביום שנא׳ והימים הראשונים יפלו עד שיהא לו ימים הראשונים</b> פי׳ אין קרבן טומאה חל עליו אא״כ שהה בנזירות טהרה לכל הפחות שני ימים כדי לקיים והימים הראשונים יפלו אבל ביום אחד בלבד לא יתחייב בקרבן טומאה:\n", 
            "<b>איתמר נזיר והיא בבית הקברות ר׳ יוחנן אמר נזירות חלה עליו וריש לקיש אמר אין נזירות חלה עליו</b> פי׳ ר׳ יוחנן מפרש מתני׳ כפשטה ר׳ יוחנן אומר נזירות חלה עליו סבר מילתא דנזירות תליא וקיימא כיון דמשכחה טהרה חיילא פי׳ מיד חלה להיות אסור ביין ובתגלחת כדפרישית וכדבעי׳ למימר לקמן והאי דקאמר מילתא תליא וקיימא ה״פ אע״ג דהשתא לא מצי למיעבד נזירותי׳ דהוי טמא מילתא תליא דלכשיצא ויטהר מיחול עלוי׳ ומ״מ השתא מיהת אסור הוא אע״פ שאין עולה לו מן המנין וריש לקיש אמר אין נזירות חלה עליו אי הדר אמר חיילא עלי׳ ואי לא לא פי׳ לא מבעיא בעודו בביה״ק כמאן דליתי׳ דמי:\n", 
            "<b>איתיביה ר״י לריש לקיש מי שנזר והוא בביה״ק אפי׳ הוא שם שלשים יום אין עולין לו מן המנין ואינו מביא קרבן טומאה הוא דלא מייתי הא מיחל חיילא</b> פי׳ דוקא קרבן טומאה הוא דלא מייתי משום דאכתי לא חל עלי׳ איסור טומאה דהא מיטמא וקאי הא מיחל חיילא ואסור הוא ביין ובתגלחת:\n", 
            "<b>א\"ל מאי אינו מביא קרבן טומאה אינו בתורת קרבן</b> פ׳ האי דאמר אינו מביא קרבן טומאה לא תיפרשי׳ כפשטא ותידוק מיניה דהא ביין ובתגלחת אסור אלא ה״ק אינו בתורת קרבן שמפני נדר זה לעולם לא יביא קרבן דלא חייל עליה כלל והאי דתני טומאה טעמא הוא דיהיב למילתא שמה טעם אינו בתורת קרבן מפני הטומאה שלא חלה עליו נזירות כשהוא טמא כלל וקשיא לי אמאי לא אקשי ליה מדתני אין עולין לו מן המנין דאי אמרת בשלמא חיילא עליה נזירות שלאחר שיטהר ימנה נזירותו מש״ה קתני שאלו הימים של קברות אע״פ שלא שתה יין ולא גילח אין עולין לו מן המנין אלא אחר שיטהר צריך לנהוג נזירותו אלא אי אמרת דלא חיילא עליה כלל מאי איצטריך ליה למיתני אין עולין לו מן המנין אלא עתיד היא לאפוקי לבסוף דלמיחל כ״ע ל״פ דחיילא ודיחוי היא דקא דחי ואזיל השתא:\n", 
            "<b>איתיביה מי שהיה טמא ונזר אסור לגלח ולשתות יין ולטמא למתים ואם גילח ושתה יין וניטמא למתים ה״ז סופג את הארבעים</b> פי׳ אע״פ שהוא טמא אם עוד ניטמא בטומאה אחרת אחר שפירש מטומאה הראשונה לוקה ומהדר הב״ע ביוצא ונכנס פי׳ אחר שיצא מטומאה הראשונה וטהר אם עוד נדר לוקה ואם נכנס פי׳ אחר שיצא מטומאה הראשונה וטהר אם עוד נדר לוקה ואם נכנס בביה״ק נמי לוקה על הטומאה וזו היא דחיי׳ בעלמא דהא ודאי פשיטא אלא אזיל ודחי עד דמיתותב:\n"
        ], 
        [
            "<b>ואמר מר בר רב אשי מיחל כ״ע ל״פ דחיילא אלא כי פליגי למילקי דר״י סבר כיון דחיילא לקי ור״ל סבר אע״ג דחיילא לא לקי</b> פי׳ גם ריש לקיש מודה דחיילא עילוי׳ לכשיטהר וגם כל זמן שעומד בביה״ק אסור ביין ובתגלחת אלא שאינו לוקה בעודו טמא ובהא נמי איתותב דאע״פ שהוא טמא לוקה בנזיר טהור:\n", 
            "<b>בעי שהי׳ למלקות אי לא</b> עיין בפ׳ ידיעות הטומאה במהדורא רביעאה:\n"
        ], 
        [], 
        [], 
        [
            "<b>וחכ״א אינו מתחיל למנות עד שיטהר ויביא חטאתו הביא חטאתו וניטמא מביא קרבן על כל אחד ואחד</b> ה״ג וכך ראיתי כתוב במקצת ספרים והיא גירסא יפה דכיון דמתחיל למנות אחר שהביא חטאתו אע״פ שלא הביא אשמו אם חזר וניטמא עוד צריך להביא קרבן אחר בעבור טומאה זו ואינו נפטר בקרבן אחר שמה שהי׳ סובר ד׳ בשניטמא בשמיני וחזר וניטמא בשמיני קודם הבאת קרבנותיו סוברים רבנן כשניטמא אחר הבאת חטאתו וחזר וניטמא אחר הבאת חטאתו קודם שיביא אשמו ויש ספרים שכתוב בהן אינו מביא אלא קרבן אחד וגם הפרשנים גורסים כך ונ״ל שהיא טעות:\n"
        ], 
        [], 
        [
            "<b>ניטמא בסוף מאה כו׳</b> ה״ה בסוף נ׳ דר״א לטעמי׳ דאמר ניטמא יום ל׳ לא סתר הכל אלא שבעה:\n"
        ], 
        [
            "<b>איבעיא להו כשניטמאה ואליבא דב״ש או דלמא כשלא נטמאת ואליבא דב״ה</b> פי׳ האי דאמר ר׳ יהודא לא היתה נזירה אלא י״ד שנה כמאן קאמר כשלא ניטמאה קאמר ואליבא דב״ה או דלמא כשניטמא׳ ואליבא דב״ש שאילולי שניטמאת לא היתה עושה שבע שנים אחרות:\n", 
            "<b>ת״ש ר׳ יהודא אומר משום אליעזר זאת תורת הנזיר ביום מלאת התורה אמרה כי ניטמא ביום מלאת תן לו תורת נזיר ואי ס״ד כשניטמא לב״ש שבע ושלשים מבעיא ליה</b> פי׳ כיון דס״ל לר׳ יהודא שאם ניטמא ביום מלאת אינו סותר אלא ל׳ אם כן אם בעבור טומאה לא יחייבו אותה ב״ש אלא ל׳ יום ולא שבע שנים שהרי אחרי שהשלימה שבע שנים לנזירותה עלתה לארץ ואם ניטמא אח״כ אינה סותרת אלא ל׳ יום ולא שבע שנים אלא ודאי הנך שבע שנים אחרי אחרנייתא משום דלא עלו לה אותן של חוצה לארץ כב״ה ובשלא ניטמאת כך נראה בעיני גירסא זו ופתרונה וגירסת הספרים לא יכולתי לישבה:\n", 
            "<b>אמר רב הכל מודים במונה</b> פי׳ היכא פליגי ב״ש בבת אחת דוקא כשזה אומר שתים נזר וזה אומר חמש נזר שיש שם הכחשה שזה מכחיש את זה אבל במונה שאמר הנזיר אני נודר אחת שתים שלש ארבע וחמש והעד אחד מעיד על השתים והאחד מעיד על כולן מודים ב״ש בזה שיש בכלל חמש שתים דדוקא בשזה אומר שתים וזה אומר חמש אמר שכל נדרו הוציא הנזיר בדיבור אחד התם הויא הכחשה אבל השתא דמסהדי שבדרך מנין נדר מודים ב״ש דלא הויא הכחשה שיש לומר האחד שמע עד השתים ולא יותר והשני שמע הכל וא״ל רמי בר חמי לרב חסדא מאי קאמר אילימא באחד אומר אחת ושתים ולא חמש וא׳ אומר עד חמש הא קמכחשי אהדד׳ פי׳ אע״ג דבדרך מנין נדר הא אית בה הכחשה דחד אמר עד השתים נדר ולא עד חמש וחד אמר עד חמש נמצאו מכחישין זא״ז ואמאי מודו בהא ב״ש ואלא באחד אומר אחת ושתים וא׳ אומר עד חמש הא למה לי השתא יש לומר חמירתא אמרי קילתא לא אמרי פי׳ ואלא מונה דרב בלא הכחשה קאמר פשיטא ודאי דמודו ב״ש בהא בשתי כתי עדים דאיכא הכחשה והיא חמירתא אמר ר׳ ישמעאל דמודו ב״ש שיש בכלל חמש שתים בקילתא כגון הא דליכא הכחשה כלל שיש לומר כיון שהנודר לא הוציא נדרו בדיבור אחד אלא בדרך מנין זה שמע עד השתים ולא יותר וזה שמע הכל לא כ״ש שיודו ב״ש ומה בא לחדש רב על דברי ר׳ ישמעאל דברייתא:\n"
        ], 
        [
            "<b>במערבא אמרי אין הכחשה במונה</b> פי׳ אע״פ שאמר האחד עד השתים נזר ולא יותר אין זו הכחשה כיון שבדרך מנין הי׳ נודר שיש לומר מפני שזה לא שמע אלא עד השתים מפני זה אמר ולא יותר ולעולם זה שאומר שעד החמש נדר אינו מוכחש בדבר זה שאין אומרים למי שלא שמע יבא ויעיד אלא למי ששמע כך בעיני פתרון שיטה זו:\n", 
            "<b>יתיב ריש לקיש קמיה דר׳ יהודא נשיאה ויתיב וקאמר והיא שהתפיסה כולן בתכ״ד וכמה כדי דיבור כדי שאילת תלמיד לרב</b> פי׳ האי תכ״ד דקאמר ריש לקיש הכי משמע בתוך כדי דיבורו של ראשון מדלא קאמר והוא שהתפיסו בתכ״ד של חבירו ודייק האי סברא ריש לקיש ממתני׳ דקסבר דוקא קאמר ואני ואני תרי ותו לא א״כ בעי׳ בתכ״ד של ראשון וגם ס״ל לריש לקיש נמי דתכ״ד לא הוי אלא תרי מילי ותו לא והאי דקאמר כדי שאילת תלמיד לרב משום דתניא בברייתא הכי וכיון דמתני׳ לא תנא אלא תרי ואני ס״ל לריש לקיש דליכא שינוי בין שאילת תלמיד לרב לשאילת רב לתלמיד ותרווייהו תרי מילי נינהו:\n", 
            "<b>וא״ל ר׳ יהודא תוב לא שבקת רווחא לתלמידא</b> פי׳ לפי דבריך שאתה סבור דמתני׳ דוקא קאתי תרי ואני א״כ אין ריוח לתלמיד בשאילת שלום לרבו לכך שואל התלמיד בשלום רבו כמו שהרב שואל בשלום תלמידו וזה לא יתכן שהרב אומר לו שלום עליך והתלמיד אומר לרבו שלום עליך ר׳ ושאלת תלמיד לרב דתניא בברייתא תלת מילי הוו ואי תנא הו״ל למיתני תלתא ואני אלא מדלא תני תלתא ש״מ לאו בכדי דיבורו של ראשון ס״ל אלא כל אחד בכדי דיבורו של חבירו ואפילו הן אלף יכולין להתפיס זה לזה:\n"
        ], 
        [
            "<b>תניא נמי הכי כו׳</b> פירש דבעי׳ שיתפיסו בתוך כדי דיבורו אבל לא פירש בברייתא באיזה דיבור או בראשון כולן או בתכ״ד של חבירו ואתינן לסיוע לדריש לקיש ממתני׳ דמדתני׳ הרי ואני ותו לא ש״מ בעי׳ בתוך כדי דיבורו של ראשון וש״מ נמי דתכ״ד לא הוי אלא תרי מילי ודחינן דה״ה דאפי׳ טובא ותנא לאו כי רוכלא בעי למיחשב ואיבעיא להו אי חד בחבריה מיתפיס ודלא כריש לקיש או דילמא בכמה מיתפסא כריש לקיש דבעי בכדי דיבורו של ראשון ופשטינן מברייתא דחד בחבריה מיתפיס ובטלו דברי ריש לקיש:\n"
        ], 
        [
            "<b>איבעיא להו בעל מיעקר עקר או מיגז גייז</b> פי׳ הבעל שמפר נדרי אשתו למפרע היא מפר שעוקר הנדר מעיקרו כמו שעושה החכם או דאמר מיגז גייז מיום שומעו ואילך אבל אינו עוקרו למפרע ומשום דמפיק לקמן דבעל מיגז גייז אמרי׳ בנדרים בריש פ׳ נערה המאורסה איבעיא להו בעל מיגז גייז או מיקלש קליש פ׳ בנערה מאורסה דאמר רחמנא אביה ובעלה מפירין נדריה קבעי דמיגז גייז חלקו כי היכי דגייז הכל בנשואה או דילמא מיקלש קליש והאב גומר:\n", 
            "<b>למאי נ״מ לאשה שנדרה בנזיר כו׳</b> ה״ה דנפקא מינה לאשה שנדרה בנזיר והיתה שותה ביין ומיטמאה למתים ואח״כ מפר לה בעלה אם לוקה אם לאו כדבעי׳ למימר לקמן אלא חדא מתרתי נקט:\n", 
            "<b>אי אמרת מיעקר עקר האי נמי אישתרא</b> פי׳ אי אמרת דבעל מיעקר עקר האי נמי אישתרא פי׳ דהו״ל בעל כמו חכם שעוקר את הנדר מעיקרו וכבר שנינו גבי חכם הותר הראשון הותרו כולן וגם הנה אם הותרה הראשונה חברתה מותרת אבל אי אמרת מיגז גייז אע״פ שהוא הותרה חבירתה אסורה דבשעה דאמרה ואני נזירה הוות ולא אישתראי אלא מיכן ולהבא ולא למפרע אם כן חברתה כשהתפיסה יפה התפיסה:\n", 
            "<b>תנן האשה שנדרה בנזיר והפרישה את בהמתה כו׳</b> פי׳ דוקא אם הפרישה קודם שיפר לה בעלה שחלה שם קדושה עליהן אבל אם הפר לה ואח״כ הפרישתה חולין תמורין הן דאפילו אי אמרת מיגז גייז כבר נפטרה מכל העתיד לבא והותרה לשתות ביין ולגלח וליטמא למתים בלי שום הבאת קרבן ולא דמי לנדרה בנזיר וניטמא והפר לה בעלה דאמרי׳ לקמן שאע״פ שלא הפרישה חטאתה חייבת להביא חטאת העוף דהתם לא על העתיד מביאה אלא לכפר על הטומאה שניטמ׳ וכבר ניטמא אבל נזיר טהור הקרבנות שמביא הן להתירו ביין אבל שהבעל הפר לה והותרה ביין אינה מביאה קרבן להכי נקט והפרישה:\n", 
            "<b>ואי ס״ד בעל מיעקר עקר תיפוק לחולין</b> פי׳ דהא איגלאי מילת׳ דלא הות נזירה כלל ומה שהפרישה אין בדבריה כלום:\n", 
            "<b>אלא לאו ש״מ בעל מיגז גייז</b> פי׳ ולא עקר אלא מיכן ואילך אבל בשעה שהפרישה חלה קדושה עליהן שנזירה הוית והילכך העולה והשלמים יקרבו ולא יצאו לחולין והחטאות אינה יכולה להיקרב דכיון דהיפר לה בעלה ולאו בר כפרה היא הויא לה כחטאת שמתו בעליה דלאו בר כפרה היא שאין כפרה לחולין למתים ותמות ולחולין אינה יוצאת מפני שבשעת שהפרישה נזירה הוות אמרי לא לעולם אימא לך בעל מיעקר עקר והכא היינו טעמא כיון דלא צריכה כפרה הוות כחטאת שמתו בעליה וגמירי חטאת שמתו בעליה תמות פי׳ בודאי מדין תורה כיון דאיגלאי מילתא דבשעה שהפרישה לא הוות נזירה חולין גמורין היא אלא מדרבנן אסרו אותה דכיון שהרואה כשהפרישה סובר כי חלה עליו קדושה ועכשיו מפני שהפר לה בעלה יוצא לחולין יאמר שכל חטאת שמתו בעלי׳ שאינו צריך כפרה או שנתכפרו בעלי׳ חולין היא ולא ידע דהכא בעל מיעקר עקר ונפיק מינה חורבא ולהכי אמיר רבנן דתמות וכן נמי בעולה ושלמים דקריבין ולא נפקי לחולין מדרבנן:\n"
        ], 
        [
            "<b>ת״ש האשה שנדרה בנזיר וניטמא ואח״כ הפר לה בעלה מביאה חטאת העוף ואינה מביאה עולת העוף</b> פי׳ אע״פ שלא הפרישה כיון שעברה וניטמא חייבת להביא חטאת העוף ואע״פ שהפר לה ואינה צריכה כפרה לא גמרי׳ הילכת׳ בחטאת העוף כ״א בחטאת בהמה ואינה מביאה עולת העוף דאין הכפרה תלוי׳ אלא בחטאת ולא בעולה ואשם לא מתיא דהילכתא גמירי לה כל שבחטאת מתה באשם רועה ואינו קרב הילכך אינה מביאה אשם :\n", 
            "<b>אי ס״ד בעל מיגז גייז היתי נמי עולת העוף</b> פי׳ שהרי בשעת הטומאה נזירה הוות ונתחייבה בחטאת ועולה אבל אשם ודאי אינה יכולה להביא שאילו היתה מפרישתו לרעיי׳ הוה אזיל א״ו מיעקר עקר ומש״ה אינה מביאה עולת בהמה ומקשה ואלא מאי מיעקר עקר חטאת העוף נמי לא תיתי פי׳ דכיון דמיעקר עקר איגלאי מילתא דלא חטאה לכשניטמ׳ אלא ודאי מדמתיא מיגז גייז ומהדר לא לעולם מיעקר עקר והאי דמתיא חטאת העוף לא לכפר על עוון טומאה אלא על היין כר׳ אלעזר ומיהו לקמן מסקינן דמיגז גייז ומש״ה מתיא חטאת העוף דההיא שעתא דניטמאת נזירה הות וצריכה כפרה אבל עולה לא מתיא דכיון דהפר לה נפטרה מעולתה אך העיקר החטאת שעיקר הכפרה תלוי׳ בה מביאה ש״מ בעל מיגז גייז וכיון דאיפשוט דבעל מיגז גייז א״כ אם היתה שותה יין ואח״כ הפר לה בעלה לוקה ומש״ה אמרי׳ בנדרים בפ׳ נערה המאורסה בעל שאמר בלשון התרה כמו שאומר החכם לא אמר כלום דדוק׳ חכם מתיר את הקשר ע״י חרטה כאילו אינו ועוקרו מעיקרו מפני שהנודר מתחרט בו אבל בעל שמיפר בע״כ אע״פ שלא נתחרטה אינו מתיר קשר הנדר למפרע אלא מיכן ולהבא:\n"
        ], 
        [
            "<b>מר זוטרא בר׳ דרב מרי אמר היינו דבעי רמי בר חמא כו׳</b> קשיא לי טובא דמה דומה זה ללמי ההוא דרמי קאי בשעת היתירא דכבר נשחטו ונזרק דמן וקא מבעי׳ ליה אע״פ שעכשיו הותרו זה שהתפיס בשר חולין בהן י״ל בעיקרו קא מתפיס על מה שהי׳ תחלה או דלמא כיון שעכשיו הן מותרין נמצא דבהתירא קא מתפיס ולא נאסרו החולין אבל הכא שבעת שאמרה ואני האשה היתה נזירה ואע״פ שהפר לה בעלה כבר פשטינין דלא הפר לה למפרע א״כ נמצ׳ בבירור שבשעה שאמרה ואני נזירה הוות והיאך נוכל לומר דאסיפ׳ קאמרה דהותרה דהיא קיימא בשעת איסורא זה דומה לאומר הרי עלי כשלמים כל זמן שלא נשחטו שהן אסורין שאע״פ שעתידין להיות מותרין לכשישחטו השתא מיהת אסורין הן והתפסה מעלי׳ הויא כדתנן בפ״ק בפי׳ שהאומר כשלמים נדר גמור הוי:\n", 
            "<b>הריני נזיר ואם ואמרה אמן מפר את שלה ושלו קיים הריני נזירה ואת ואמרה אמן אינן יכול להפר</b> פי׳ כשאמר הבעל הריני נזיר ואת אין זה לשון קיום אלא לשון שאלה כדבעינן למימר לקמן שהוא אמר לה ואת אם תהי׳ נזירה כמוני והדבר תלוי ברצון האשה אם רוצה לקבל עלי׳ גם היא שניהן נזירין ואם אינה רוצה לקבל עלי׳ ישאר הוא בנזירותו והוא פטורה הילכך אם אמרה אמן וקיבלה עליה ונתרצת ואם רצה הבעל להפר לה יכול ושלו קיים ואם אמרה האשה לבעלה הריני נזיר׳ ואתה גם זה לשון שאלה היא שאמרה לו אם תרצה אתה לקבל תהיה נזיר כמותי אם אמר הבעל אמן שניהן נאסרו ואם רצה להפר לה שוב אינו יכול מפני שכשאמר אמן נתרצה בנדר אשתו וקיימו ושוב אינו יכול להפר:\n", 
            "ורמינהי הריני נזירה ואת אם אמרה אמן שניהן אסורין ואם לאו שניהן מותרין מפני שתלה נדרו בנדרה קס״ד השתא דברייתא ומתני׳ חדא נינהו וקסבר תנא דבריית׳ מפני שאמר לה ואת משמע כאלו נתרצה בנדר אשתו ולשון קיום הוא ומפני זה שניהן אסורין ושוב אינו יכול להפר ואם לא אמרה אמן שניהן מותרין מפני שגם הוא אינו רוצה להיות נזיר אא״כ תהיה נזירה גם היא ובהא לא איירי תנא דמתני׳ אלא רישא קשי׳ למתני׳ ופרקה רב יהוד׳ תני בבריית׳ מיפר את שלה ושלו קיים פי׳ דהאי דתני שניהן אסורין טעותא היא משום דמשמע שאין לה הפרה ואביי פריק אפילו תימא כדקתני ברייתא כגון דאמר לה הריני נזיר אם תתרצי כמו כן להיות נזירה ותלה נדרו בנדרה שאם תתרצ׳ היא יהי׳ גם הוא נזיר ואם לאו לא יהי׳ נזיר כדקתני סיפ׳ שתלה נדרו בנדרה הלכך כיון שהבעל אינו נזיר כ״א תהי׳ גם היא נזירה והיא היא רוצה להיות נזיר חפץ הוא בנזירות אשתו וכאלו קיים לה בפירוש הוא הלכך שניהן אסורין ואינו מפר לה ואם לא נתרצית שניהן מותרין אבל מתני׳ האי דאמר לה ואת לא שתלה נדרו בנדרה אלא לשון שאלה הוא כדפרישית והילכתא אם רוצה להפר יכול ושלו קיים שלא תלה נדרו בנדרה ואם לא קיבלה עליה הוא נזיר נמי שלא תלה נדרו בנדרה:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>דתנא דבי ר׳ ישמעאל כו׳</b> כך מצאתי גירסא זו כתובה במקצת ספרים והוא מדוקדקת רק קדשיך אשר יהיו לך בוולדי קדשים ובתמורתיהן הכתוב מדבר מה תקנתן תשא ובאת יכול יעלם כו׳ עד יכול אף ולד חטאת ותמורת אשם כן ת״ל רק דברי ר׳ ישמעאל ר״ע אומר אינו צריך הרי היא אשם הוא הוא קרב ואין תמורתו קריבה:\n"
        ], 
        [
            "<b>אשם שניתק לרעיי׳ ושחטו סתם כשר</b> פי׳ דוקא דיעבד אבל לכתחלה אסור לשוחטו לשם עולה אלא ירעה עד שיסתאב וימכר ויביא בדמיו עולה כדאמרי׳ בשלהי פ״ק דשבועות גזירה לאחר כפרה אטו לפני כפרה:\n"
        ], 
        [
            "<b>תנא נזיר וחייבי קינין דדמיין ליה</b> פי׳ להכי נקט נזיר שהוא מחויב חטאת ועולה וכשהפריש מעות הפריש לשניהן ביחד ואע״פ שדמי חטאת מעורבין עמהן אפ״ה יפלו לנדבה כדגמרי׳ הילכתא וה״ה לחייבי קינין שהן חייבין חטאת ועולה ביחד שהפרישו מעות קינין סתם לקיניהן ומת שנפלו לנדבה:\n", 
            "<b>ולאפוקי מהא דתניא מי שהוא מחויב חטאת ואמר הרי עלי עולה והפריש מעות ואמר אלו לחובתי רצה להביא בהן חטאת בהמה לא יביא עולת בהמה לא יביא והיו לו מעות סתומין ילכו לים המלח</b> פי׳ בוודאי המחויב קינין תורין ובני יונה אחד לחטאת ואחד לעולה והפריש עליו מעות סתם אם העשיר ורצה להבי׳ בכולן או חטאת או עולת בהמה יביא דכיון דביחיד הי׳ מחויב בשתיהן יש על אותן מעות תורות חטאת ותורת עולה הלכך יכול להביא בכולן או חטאת או עולה אבל מי שלא היה מחויב אלא חטאת כגון שאכל חלב בשגגה כיון שלא חלו עליו ביחד כשהפריש מעות ואמר הרי אילו לחובתי אם רצה להביא בכולל חטאת לא יביא דיש לו חובת חטאת הפרישם אבל ודאי חטאת ועולה יכול להבי׳ בהן כיון ששתי חובותיו קונה בהם ואם מת נמי והיו סתומין ילכו לים המלח דדוקא כשחלו עליו חטאת ועולה ביחד התם אמרי׳ כשהפריש סתם לשתיהן הפריש והו״ל דמי חטאת ודמי עולה מעורבין זה בזה ובהא תמידי הילכתא דאזלי לנדבה אבל כשחלו עליו זו אחר זו יש לומר הכל הפרישן לחובת חטאת וכולן הן דמי חטאת בלי תערובת והילכך ילכו לים המלח דלא גמרי׳ הילכת׳ אלא על מי שמחויב חטאת ועולה ביחד דומי׳ דנזיר:\n", 
            "<b>אמר רב אשי הא דאמר מפורשין לא</b> פי׳ מאי דתנן דמפורש׳ לא יפלו לנדבה אלא דמי חטאת ילכו לים המלח ודמי עולה יבואו עולה ודמי שלמים יבואו שלמים לא תימא דלא יקראו מפורשין אא״כ פירש ואמר אלו לעולתי ואלו לחטאתי ואלו לשלמיי אבל אם לא בירר אלא אמר אלו לחטאתי ועולתי ולשלמיי סתומין מיקריין ויפלו לנדבה אלא אפילו אמר הכי נמי מפרשין מיקריין ושלישתן שהן דמי חטאת ילכו לים המלח ושלישתן יביא בהם עולה ושלישתן יביא בהן שלמים ואיכא דאמרי אמר רב אשי לא תימא עד דאמר אלו לחטאתי לעולתי ולאשמיו אלא אפילו אמר אילו לחובתי הרי הן כמפורשין פי׳ שגם כשאמר לחובתי כאלו אמר בשלישותן אבי׳ חטאת ובשלישיתן עולה ובשלישיתן שלמים וכשמה כך אנו עושים ולא יקראו סתומין אלא כשאמר הרי הן לנזירת:\n", 
            "<b>אמר רבה אם נפרשו דמי חטאת מביניהן הרי הן כמפורשין</b> פי׳ אם אמר כאלו אביא חטאת וכאילו עולה ושלמים לא אמרי׳ כיון שלא פירש ובירר אלו לעולה ואלו לשלמים סתומין הן ויפלו לנדבה אלא כמפורשין דמי ומבי׳ בחציין עולה ובחציין שלמים דדוקא בשיש תערובת חטאת ביניהם גמרי׳ הילכת׳ דאזלי לנדבה אבל בתערובת עולה ושלמים לא אלא מחלקן חציין לעולה וחציין לשלמים:\n"
        ], 
        [
            "<b>תניא כוותיה דרבא אילו לחטאתי והשאר לנזירותי ומת דמי חטאת ילכו לים המלח והשאר יבי׳ חצין לעולה וחצין שלמים</b> פי׳ דכיון דאין דמי חטאת ביניהם אע״פ שהן סתומים כמפורשין עבדי׳ להו:\n", 
            "<b>ומועלין בכולן ואין מועלין במקצתן</b> פי׳ משום שלמים דמעורבין ואיכא למימר הני מקצת שלמים הוו:\n", 
            "<b>אלו לעולתי והשאר לנזירותי דמי עולה יבואו עולה ומועלין בהן והשאר יפלו לנדבה ומועלין בכולן ואין מועלין במקצתן</b> פי׳ השתא הוו הסתומין חטאת ושלמים והילכך יפלו לנדבה:\n", 
            "<b>אלו לשלמיי והשאר לנזירותי דמי שלמים יבואו שלמים ואין מועלין בהן והשאר יפלו לנדבה ומועלין בהן בין בכולן במקצתן</b> פיי׳ שהסתומין הן חטאת ועולה והילכך יפלו לנדבה ומועלין במקצתן שכולן הן בני מעילה דדוקא כשדמי חטאת אינן קריבין והולכין לים המלח אין מועלין בהן דהשתא דקרבי נדבה ומועלין בהן בספרים כתוב אמר רבה אם נפלו דמי חטאת מביניהן ומפרש דכיון דנפלו מביניהן כשיעור דמי חטאת אמרי׳ הנהו הוו דמי חטאת ושאר׳ כמפורשין הוו ולוקחין בחצין עולה ובחציין שלמים ואינו נ״ל דא״כ מאי תני׳ כוותיה דרבה בבריית׳ תני כשיפרש אלו לחטאתי אבל אם נפלו מן הסתם מני דתלינן ואמרי׳ אלו היו דמי חטאת:\n", 
            "<b>אמר ר״ה א״ר חנינא ל״ש אלא מעות אבל בהמה הרי הוא כמפורשין</b> פי׳ דוק׳ אם הניח מעות סתומין ולא פירש אזלי לנדבה אבל אם הניח שלש בהמות אע״פ שלא פירש זו לחטאת וזו לעולה וזו לשלמים כמפורשין דמיין והאחת תמות והאחת תקרב עולה והאחד שלמים:\n", 
            "<b>אמר רב נחמן אמר רב הא דאמרת בהמה הרי הוא כמפורשת ל״ש אלא תמימה אבל בעלת מום הרי הוא כסתומה</b> פי׳ אם הוא תמימה הרי הן מזמנות מאיליהן אע״פ שהוא לא פירש שהנקבה ראיי׳ לחטאת והזכר לעולה והאיל לשלמים וכדאמר רשב״ג בנזיר חי אמר נמי ר׳ חנינא בנזיר מת אבל אם הן בעלת מום כיון דלדמי קיימין כמעות סתומין דמי וכולן יפלו לנדבה:\n", 
            "<b>אבל נסכא לא</b> פי׳ שאם הניח שיש חתיכות כסף אין דינן כסתומין אלא אע״פ שנא פי׳ כמפורשת דמיין וישליך האחת לים המלח והאחת יביא בה עולה והאחת שלמים שהבהמות בעלת מום בודאי למכור קיימי הילכך אין חילוק ביניהן לבין המעות אבל נסכא לאו להימכר קיימא ובאחת יקח חטאת ובאחת שלמים ורב נחמן דידיה אמר אפילו נסכא כמעות סתומין הויין דמה לי מעות מה לי נסכא אבל סבר לא דוודאי הסוור הן כמפורשת וה״ה לכל המטלטלין דבכל אחת יקח בהמה אחת:\n", 
            "<b>א״ל רב שימי בר אשי לר״פ מ״ט דרבנן דאמרי מעות לאו נסכי מעות לא סוור אלא מעתה מעות ולא עופות</b> והא דאמר רב חסדא אין הקינין מתפרשות אלא או בלקיחת בעלים או בעשיית כהן ואמאי הא מעות חמורין לה פי׳ היכי אמר רב חסדא שאינן מתפרשות אלא או בלקיחת הבעלים שיאמר זה אני קונה לחטאתי וזה לעולתי או בעשייתה כהן אבל אם קנאן סתם אין להן דין מפורשין אלא דין סתומין ואם מת יפלו לנדבה והא מעות גמירי אלא מדרב חסדא ילפינן דאפילו עופות נמי סתומין הוו וה״ה סיור ונסכא ובהמה דכל מידי דלא פירש סתומין הוו:\n"
        ], 
        [
            "<b>א״ל רב פפא וליטעמיך הא דתנן רשב״ג אומר הביא שלש בהמות ולא</b> פירש כי׳ פי׳ לדבריך שאתה עושה העופות סתומין מפני שלא פירש זה לעולה וזה לחטאת גם הבהמות נמי כיון שלא פירש יהיו סתומין ולא אמר רשב״ג שאע״פ שלא פירש כמפורשות דמיין וכמו שהבהמות הן כמפורשת גם הסוור והנסכא יהיו כמפורשות:\n", 
            "<b>א״ל רב שימי התם ולקח יעשה אמר רחמנא או בלקיחת הבעלים או בעשיית כהן הכא מי מצית אמרת הדך דחטאת תיקרב עולה הכא נקבה הכא זכר</b> פ׳ לעולם מרב חסדא ילפי׳ דעופות הוו סתומין וא״ה לסוור ולנסכא ומאי דמקשית לי מבהמות תמימות ל״ק דלא דמי בהמות לעופות דעופות אין הפרש בין חטאת לעולה והילכך סתומין הן ואמר רחמנא לקח ועשה שיבררם או בלקיחת בעלים או בעשיית כהן שאם לאו אינן מבוררין אבל הבהמות מבוררות ועומדות הן שאין הנקבה ראוי׳ אלא לחטאות ולא לעולה והזכר לעולה והאיל לשלמים והילכך אע״פ שלא פירש מפורשות הן אבל העופות והנסכא והסיור ובהמה בעלת מום לעולם אימא לך כולהו הוו סתומין:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>קסבר הקפת כל הראש ורבנן כו׳</b> קשי׳ לי ותיפוק לי׳ דלאו בר עונשין הוא ונ״ל דה״ג הקפת הראש דרבנן וה״פ הקפת הראש דזה שאינו בר עונשין אינה אסור׳ אלא מדרבנן ואתי חינוך דרבנן ודחי הקפה דרבנן:\n"
        ], 
        [
            "<b>מעשה בר׳ חנינ׳ שהדירו אביו בנזיר והביאו לפני ר״ג והיה ר״ג בודקו לידע אם הביא שתי שערות ר׳ יוסי אומר לידע אם הגיע לענות נדרים ואם לאו אמר לו ר׳ אל תצטער לבודקני אם קטן אני אהי׳ בשביל אבא ואם גדול אני אהי׳ בשביל עצמי עמד ונשקו על ראשו אמר מובטח אני בזה שמורה הלכה בישראל אמרו לה היו ימים מועטים עד שתורה הלכה בישראל בשלמא לר׳ יוסי בר׳ יהודא דאמר עד שמגיע לעונת נדרים היינו דקאמר אם קטן אני אהיה בשביל אבא ואם גדול אני אהיה בשביל עצמי אלא לר׳ דאמר עד שיביא שתי שערות אם גדול אני אהיה בשביל עצמי הא ברשותיה דאביה קאים</b> פירש ר״ג היה רוצה לבודקו ולראות שאם הוא גדול אין נדרו של אביו כלום וא״ל אל תצטער לבודקיני שאם אני גדול ונדרו של אבא קיים הרי טוב ואם אני גדול שאין נדרו של אבא כלום הריני נזיר בשביל עצמי ואיך צריך לבדוק אותי והשתא קא מדייק דבשלמא לר׳ יוסי דאמר אין האב יכול להדיר את בנו בנזיר אלא עד שיגיע לעונת נדרים דהיינו י״ב שנים יום אחד שנדריו נבדקין כל שנת י״ג היינו דקאמר למה שאינך צריך לבדוק אותי אם אני יודע לשם מי נודרין ומקדישין וגם אם הגעתי לשנת י״ג שלא יהא נדרו של אבא קיים שאף אם הגעתי לזמן זה ואין נדרו של אבא קיים אני נודר בשביל עצמי ולא בשביל אבא הרי יכול להיות גדול וראוי לידור ועדיין הוא ברשות אביו דהיינו כל שנת י״ג שהוא ברשות אביו והוא רשאי לידור מפני שהוא מופלא סמוך לאיש ואכתי צריך הוא לבודקו מפני נזירות אביו אם הביא שתי שערות דהיינו לי״ג שנים ויום אחד אע״פ שנדרו קיים גם נדרו של אביו קיים והיאך יפטר מלבודק׳ יש לו לבדוק עדיין אם קיים נדר אביו ואם לאו ומתרץ דאמר או אהא בשביל אבא או אהא בשביל עצמי פי׳ דאמר הכי אם קטן אני שאין אני ראוי לידור הרי אני בשביל אבא ואם גדול אני אהא או בשביל אבא או בשביל עצמי שאם אני בן י״ב ויום א׳ נדרו של אבא קיים ושלי בטל ואם אני בן י״ג ויום אחד שלי קיים ושל אבא בטל והילכך אינך צריך לבודקיני כך נ״ל פתרונו כתוב בספרים עוד ואלא אי אייתי במוציעי מאי הניחא לר׳ דאמר עד שיביא שתי שערות אלא לר׳ יוסי בר׳ יהוד׳ דאמר עד שיגיע לעונות נדרים מאי איכא למימר אמרי לר׳ יוסי בר׳ יהודא לית ליה תקנתא עד דיתיב דיליה ויתיב דאבוה ולא יכולתי לעמוד עליו:\n"
        ], 
        [], 
        [], 
        [
            "מי שנדר בנזיר ונשאל לחכם ואסרו מונה משעה שנדר מני מתני׳ לא ר׳ יוסי ולא רבנן דתניא מי שנדר ועבר על נזירותו אין נזקקין לו אא״כ נוהג איסור כימים שנהג בהן היתר אמר ר׳ יוסי בד״א בזמן שנדרו זמן מועט אבל בזמן שנדרו זמן מרובה בין אם נדר נזירות מועטת לא עלו לו הימם שעבר על נזירותו אלא צריך למנות איסור כימים שנהג בהן היתר בין אם היו מרובין בין אם היו מועטין שאם נדר ק׳ ימים בנזירות ונהג ק׳ ימים היתר ימנה ק׳ ימים אחרים באיסור ור׳ יוסי ס״ל דוקא בנזירות מועטת ולא עלו לו כלל הימים שנהג בהן היתר אבל בנזירות מרובה של ק׳ יום אם נהג היתר בק׳ יום אינו מונה עכשיו אלא ל׳ יום כשיעור נזירות ושאר השבעים עלו לו כמה שמנה ונהג בהן היתר:\n", 
            "<b>אי רבנן קשיא אפילו מרובה אי ר׳ יוסי קשי׳ נזירות מועטת</b> פי׳ לרבנן אינן עולין הימים שמנה כלל לא לנזירות מרובה ולא לנזירות מועטת ומתני׳ תני דעולין בזו ובזו ואי ר׳ יוסי קשי׳ נזירות מועטת פי׳ דבנזירות מרובה יש לומר דשוין הן דגם ר׳ יוסי דימים שמנה עולין לו לבד שלשים הוא צריך לחזור ולמנות ומתני׳ דתני מונה משעה שנדר יש לומר דה״ק כגון שנשארו לו שלשים יום שלא מנה כגון שמנה שבעים בהיתר ומונה עכשיו הק׳ משעה שנדר ומשלם עליהם ודיו והילכך לא קשיא אלא נזירות מועטת ומתרץ איבעית אימא ר׳ יוסי ומתני׳ בנזירות מרובה איבעית אימא כמשעה שנדר:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>במאי קמיפלגי ר׳ אליעזר דריש ריבוי ומיעוטי ורבנן דרשי כללי ופרטי</b> קשיא לי טובא דבכל דוכת׳ אמרי׳ שכך מועיל ריבה ומיעוט כמו כלל ופרט וכלל מה כלל ופרט וכלל אי אתה מרבה אלא כעין הפרט אף ריבה ומיעט אינו מרבה אלא דבר הדומה למיעוט ותו לא אבל ודאי אם היא לא ממעט אלא דבר מועט והכא היכא מרבה ר״א ממיעט ורבה טפי ממאי דמרבו רבנן מכלל ופרט וכלל דפרט וכלל ופרט כך היא דומה כמו כלל ופרט וכלל שאי אתה דן אלא כעין הפרט והכי מרבה מאי דדמי ליה למיעוט ותו לא והכא מרבה מיעט וריבה אפי׳ מאי דלא דמי ליה ותו כיון דר׳ אליעזר לא דריש כללי ופרטי אלא ריבוי ומיעוטי היכי אמרי׳ לקמן ור״א דדריש ריבה ומיעוט פרט וכלל ופרט מנ״ל והרי לא דריש כלל ופרטי בכל התורה כולה אלא ריבוי ומיעוטי והיכי בעי׳ אליבא דידיה פרט וכלל ופרט מנ״ל ונ״ל לומר דבוודאי ריבה ומיעוט לא מצי לרבוי אלא כעין הפרט משום דאי הוה דרשי׳ ליה בכלל ופרט ה״א אין בכלל אלא מה שבפרט ואפילו מאי דדמי ליה בפרטא לא מרבינן שהפרט היא פירושו של כלל אבל השתא דדרשי׳ להו בריבה ומיעוט המיעוט אינו פירוש לדריבוי אלא הריבה מרבה לעצמו והמיעוט ממעט לעצמו כל דלא דמי אבל השתא דהוי מיעוט וריבה מרבה אפילו מידי דלא דמי ליה שאילו היינו דורשים אותו בפרט וכלל ה״א נעשה הכלל ריבה מוסיף על הפרט והוה מרבינ׳ הכל ממעיטנ׳ מידי והשת׳ דדרשי׳ להו ומיעט וריבה אחר שמיעט חזר וריבה הכל ואפילו מידי דלא דמי ליה ומפני שהמיעוט עומד לעצמו ולא אמרי׳ נעשה הריבוי מוסף עליו כדאמר בפרט וכלל אהני מיעוטא למעוטי דבר מועט הילכך כן שווה מיעט וריבה בלחוד כמו ששוה ריבה ומיעט וריבה והילכך אין לדרוש אחר מיעוט וריבה מיעוט אחר שאם תאמר כי בא זה מיעוט האחרון עוד למעט כל מידי דלא דמי ליה א״כ היינו פרט וכלל ופרט שאי אתה דן אלא כעין הפרט הילכך כל היכי דמשתכח כי האי גוונ׳ מיעט וריבה ומיעט שכך יבא זה כמו זה שבכל טצדקי יש חילוק ביניהם בין כלל ופרט וריבה ומיעט ובין פרט וכלל למיעוט וריבה ובין כלל ופרט וכלל לריבה ומיעט וריבה אבל בין פרט וכלל ופרט למיעט וריבה ומיעט לא תוכל להשים שום חילוק הילכך כ״ע ל״פ דאי אתה דן אלא כעין הפרט דדרשי׳ בהו ומש״ה אמרי׳ לר״א דלא מייתר ליה הכא פרטא בתראה מנ״ל בתורה פרט וכלל ופרט:\n"
        ], 
        [
            "<b>אמר ר׳ אבהו נפק ליה מהאי קרא וכי יתן איש אל רעהו חמור או שור או שה פרט א״ל לשמור חזר ופרט פרט וכלל ופרט אי אתה דן אלא כעין הפרט א״ל רבא מי מצית אמרת הכא פרט וכלל ופרט האי כלל ופרט וכלל הוא כי יתן איש אל רעהו כלל חמור או שור או שה פרט וכל בהמה לשמור חזר וכלל</b> פירש בפ׳ הזהב בה׳ אלו דברים שאין להם אונאה דדרשי׳ להו הכי וקשי׳ לי דבריש סיפר׳ אמרי מפרט וכלל כיצד כי יתן איש אל רעהו חמור או שור או שה פרט וכל בהמה לשמור ה״ז כלל עשה את הכלל מוסף על הפרט עיין מה שכתבתי בפ׳ שבועת הדיינין במהדור׳ תניינ׳:\n", 
            "<b>אלא אמר רבא נפקא ליה מהאי קרא מי פרט הצאן כלל כבשים ועזים פרט פרט וכלל ופרט אי אתה דן אלא כעין הפרט</b> קשי׳ לי דכיון דעבדי׳ מן פרט והני הכבשים ומן העזים פרטי הוו ומאי דרשי׳ בהו:\n", 
            "<b>א״ל רב יהוד׳ מדיסק׳ לרבא או לילף מן הדין קרא מן פרט הבהמה כלל בקר וצאן פרט כלל ופרט וכלל ופרט אי אתה דן אלא כעין הפרט א״ל מן האי ליכ׳ למשמע מינה דה״א מן הבהמה חי׳ בכלל בהמה כתב בקר וצאן והו״ל כלל ופרט ואי אתה דן אלא כעין הפרט</b> פי׳ לא מצית למיעבד ממן פרטא דגם היא כלל משמע דיש לומר מן הבהמה גם ממקצת חי׳ כשר להביא קרבן כתב בקר וצאן דדוקא בקר וצאן ולא חי׳ וכלל ופרט הוא ואין בכלל אלא מה שבפרט ולית למילף מהכא פרט וכלל ופרט דיני דייני׳ כעין הפרט ומנא תימר׳ דהכי היא דתני׳ הכסף כלל עד מיכדי כעין פרט׳ דיינינן כללא בתר׳ מאי אהני כללא בתר׳ לאוסיפי כל דרמי ליה פי׳ מביא לו ראיה שכל כלל ופרט אין בכלל אלא מה שבפרט ותו לא ולא מצית לרבוי כעין הפרט אא״כ אתי כללא אחרינ׳ ברתיה כדאשכחן הכא:\n"
        ], 
        [
            "<b>ותו פרט וכלל ופרט כעין הפרט דיינינן פרט׳ בתראה מאי אהני אי לאו פרט׳ בתראה ה״א נעשה הכלל מוסף על הפרט</b> פי׳ איידי דפירש כלל ופרט וכלל מפרש נמי כלל ופרט וכלל ופרט היכי דרשי׳ מינייהו כעין הפרט תו הדר בעיין מיכדי הדין כללי הדין פרטי וכללי כעין פרט׳ דיינינן מאי איכא בינייהו איכ׳ דאלו תרי כללי ופרטי אי איכ׳ פרטי דדמי לי׳ אפילו בחד צד מרבינן ותרין פרטי וכללי אי איכ׳ פרטי דדמי ליה אפילו בחד צד לא מרבינן: \n", 
            "בפ׳ בכל מערבין בתחלתו פליגי תנאי בכלל ופרט וכלל דחד אמר כלל׳ קמא דוק׳ ולא מרבינן אלא מאן דלא דדמי בכל צד לפרט׳ וחד אמר כללא בתר׳ דוק׳ ומברינן אפילו מאן דדמי בכל צד לפרט׳ ומבעי׳ לי למ״ד כללי קמא דוק׳ ולא מרבה אלא דדמי לפרט׳ בכל צד מאי איכא בין כלל ופרט וכלל לפרט וכלל ופרט תו בעי מאי איכא מיעט וריבה לפרט וכלל איכ׳ דאלו פרט וכלל מרבה אפי׳ שיבשין ואלו מיעט וריבה עלין ולולבין אין שיבשין לא פי׳ דפרט וכלל אינו ממעט הפרט כלל אלא מנעשה הכלל מוסף על הפרט ואלו היינו דורשים גבי נזיר בפרט וכלל בלבד היינו מרבים אפי׳ הזמורות והשת׳ דדיינינן להו במיעוט וריבוי אהני מיעוטי למעוטי זמורות וריבוי אהני לרבות עלין ולולבין: הרבה לשונות שונות ופתרונים שונים ראיתי בהלכה זו ואת אשר נראה לי כתבתי:\n"
        ], 
        [], 
        [], 
        [
            "<b>הנח לתרומה בזה״ז דרבנן</b> עיין בקונטרסי בע״ז בפ״ג במהדור׳ תליתאה ששיבשתי זו הגירסא וה״ג הנח לדימוע דמדרבנן:\n"
        ], 
        [
            "<b>כל אשר יגע בבשרה יקדש כו׳</b> ממ״ש שם בפ׳ השוכר:\n"
        ], 
        [
            "<b>וחמש חיוורתא חלת נזיר ומצורע שנפסלו בשבת חלת רביעית שמן לחלה נזיר רביעית יין לנזיר כו׳</b> ה״ג בספרים אבל רבינו זצוק״ל גורס חלות ורבוכה ומצורע שנפסלו בשבת ופי׳ חלות ורבוכה שמביא חצי לוג לתודה וחוציהו חציו לחלות ורקיקין וחציו לרבוכה הרי שתי רביעיות ואינו נ״ל פתרון זה כלל חדא דרביעית דנזיר שבקה ולא מני לה והיא משנה שלימה בפ׳ שתי מדות רביעיות מה שהיתה משמשת רביעית מים למצורע ורביעית שמן לנזיר ותו דשתי רביעיות דתודה לאו דברי הכל היא דהכי תנן התם חצי לוג מה היה משמש חצי לוג מים לסוטה וחצי לוג שמן לתודה ואמרינן בגמר׳ תני׳ פי׳ בסיפר׳ היה ר״ע אומר מה ת״ל בשמן בשמן שני פעמים אלו לא נאמר אלא בשמן אחד הייתי אומר הרי היא ככל המנחות ללוג עכשיו שנא׳ בשמן בשמן ב׳ פעמים הוי ריבוי אחר ריבוי ואין ריבוי אחר ריבוי אלא למעט מיעוטו הכתוב לחצי לוג יכול יהא לוג זה מתחלק לשלשת מינין חלות ורקיקין ורבוכה כשהוא אומר בשמן ברבוכה שאין ת״ל ומה ת״ל ריבה שמן לרבוכה הא כיצד מביא חצי לוג שמן וחולקו חציו לחלות ורקיקין וחציו לרבוכה אמר לו ר׳ אלעזר בן עזרי׳ עקיב׳ אפי׳ אתה מרבה כל היום כולו בשמן אינו שומע לך אלא חצי לוג שמן לתודה ורביעית שמן לנזיר ואחד עשר יום שבין נדה לנדה הלכה למשה מסיני פירש ר״א סבר חצי לוג שמן לתודה מתחלק לשלשה חלקים לשלשת המינין א״כ נמצ׳ דרביעית לחלות ורביעית לרבוכה אתי׳ כר״ע ולא כר״א וכבר אמרי׳ דבפלוגת׳ לא קמיירי הילכך אין לפרש אלא כדכתוב בספרים סלת נזיר וחלות הוא רביעית שמן וחלה דהכי אמרינן בההיא פירק׳ בה׳ רביעית מה היתה משמשת יתיב ר׳ וקא קשי׳ ליה רביעית למה נמשחה אי למצורע חוץ הוא אי לנזיר לחם נזיר בשחיטת איל הוא דקדיש א״ל ר׳ חיי׳ שבו היה המודר לחבירו כהן גדול רביעית שמן לכל חלה ורביעית שמן צריך ללחמי נזיר כדתנן התם:\n", 
            "<b>והא איכ׳ מי רביעית דתנן מי רביעית נותנין לידים אחר אבל לא לשנים</b> פירש דכל חד בעי רביעית לנטילת ידים ומהדר בפלוגתא לא קמיירי פי׳ אלו הן דברי ר״מ אבל ר׳ יוסי פליג עליה ואמר מי רביעית לכל חד וחד ומתני׳ דידים ר׳ יוסי הוא ודלא כר״מ ובפלוג׳ לא קמיירי:\n"
        ], 
        [
            "רבא אמר אין לוקין על לאו שבכללות עיין בפ׳ כל שעה במהדור׳ תליתאה:\n", 
            "<b>והא שייר עוצבי דברים והא שייר דבין הבינים</b> קשיא לי נהי דרביניהו מכלל ופרט וכלל אבל מנין שליקה עליהן בפ״ע דוקא על הני דפרט קרא לקי אכל חד וחד דלאו קאי אכל חד וחד אבל הני דלא פרט מנא לך לחייב עליהן על כל אחד ואחד כדמחייבינן בהני:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "אמרי כי ס״ד כי עביד נמי במלקט וברהיטני שפיר דמי לישתוק קרא מניה ואנא אמינ׳ ומה גבי נזיר דאסור׳ קא עביד אפ״ה מחייב הכא דמצוה לא כ״ש לא נתברר לי פירושו:\n"
        ], 
        [], 
        [
            "ואי כתב ראשו הוה משמע תרתי משמע דאתי עשה ודחי ל״ת ומשמע דהקפת כל הראש שמה הקפה ואכתי בתער מוכן להכי כתב רחמנא זקנו ראיתי מדקדקים מיכן מדלא מצי למילף תער מראשו אלא מזקנו ש״מ דהקפת הראש אסורה במספרים כבתער ואינו נ״ל שאין זו אלא דחיה בעלמא דאי הוה כתב ראשו ולא זקנו אכתי לא הוה ידעינן דמצורע צריך תער דה״א הקפה דאסר רחמנ׳ אפי׳ במספרים ת״ל זקנו אבל מיהו אין הקפה אסורה אלא בתער דכיון דקרא לא קפיד אלא אעיקרי השיער שאין היקף ראשו עגול אלא בעיקרים שהרי ציצת שערו תלוי מיכן ומיכן אלא העיקרים הם נטועים בעיגול חוץ מן הצדעים שורדים העיקרים ומתעכבים את העיגול ואם הסיר הצדעים נמצ׳ ראשו מוקף א״כ אינו אסור אלא בתער שמסור כל העיקרים עמ״ש בפ׳ את ראשו ואת זקנו:\n", 
            "ור׳ אלעזר דאתי עשה ודחי את ל״ת מנ״ל יליף מגדילים קשי׳ לי דמשמע מהכא דר״א צריך למילף מגדילים אבל רבנן לא ובפ״ק דיבמות בה׳ קמיית׳ מוכח דאפי׳ דדרשי׳ ראשו מלאו דהקפה לא מצי למילף דאתי עשה ודחי את ל״ת אלא מגדילים:\n"
        ], 
        [], 
        [
            "<b>וטומאה בחיבורין דאוריית׳ כו׳</b> עיין פתרון כל שיטה זו בע״ז בפ׳ אין מעמידין במהדור׳ תליתאה:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "תגלחת הטומאה כיצד היה מזה בשלישי ובשביעי אם גילח בשביעי מביא קרבנותיו בשמיני ואם גילח בשמיני מביא קרבנותיו בו ביום דברי ר״ע אמר לו ר׳ טרפון מה בין זה למצורע פ׳ דין אחד כתיב בשניהם שבנזיר כתב וגלח ראשו ביום טהרתו ביום השביעי יגלחנו וביום השמיני יביא שתי תורים ובמצורע נמי כתיב וביום השביעי יגלח את כל שערו את ראשו ואת זקנו ואת גבות עיניו ואת כל שערו יגלח וכבס את בגדיו ורחץ את בשרו במים וטהר וביום השמיני יקח שני כבשים ולמה המצורע אם גילח בשמיני אינו מביא קרבנותיו בו ביום אמר לו שזה טהרתו תלוי׳ בימיו ומצורע טהרתו תלוי׳ בתגלחתו ואינו מביא קרבנותיו אא״כ הי׳ מעורב שמשו פירש השיבו ר״ע הנזיר שניטמא אין טהרתו תלוי׳ בתגלחת אלא בימיו שכיון שמזה שלישי ושביעי טובל ביום שביעי ואין תגלחתו מעכבתו מלטבול שאע״פ שלא גילח ביום שביעי טובל בו ביום כדכתיב בפ׳ פרה והזה הטהור על הטמא ביום השלישי וביום השביעי וחטאו ביום השביעי וכבס בגדיו ורחץ במים וטהר בערב ולא כתב קרא טבילה בנזיר בתר תגלחת ואם לא גילח אלא בשמיני צריך טבילה וכיון דצריך טבילה צריך הערב שמש ומפני זה אינו מביא קרבנותיו בו ביום שאין טבול יום ראוי להבי׳ קרבנותיו עד שיעריב שמשו דמש״ה כתב רחמנ׳ בין בנזיר בין במצורע שיביא קרבנותיו בשמיני ולא בשביעי מפני שהן טבול יום ואין טבול יום ראוי להביא קרבן הילכך אם איחר המצוה ולא גילח בשביעי שיטבול בו ביום ויעריב שמשו אלא גילח בשמיני שצריך טבילה אחר תגלחתו מביא קרבנותיו ובתשיעי ולא ביום שמיני מפני שהיא טבול יום אבל נזיר שמא יכול לטבול בשביעי אחר שהוזה אע״פ שלא גילח והילכך אם איחר תגלחתו בשמיני מבי׳ קרבנותיו בו ביום ואמרינן בגמ׳ קיבלה מיניה אי לא פי׳ קיבל ר״ט מתשובתו של ר״ע והחולק שחילק בין נזיר טמא למצורע והודה לו אי לא אלא סובר ר״ט שגם נזיר טמא שגילח בשמיני מבי׳ קרבנותיו בתשיעי כמצורע ופשיט ת״ש דתני הילל גילח בשמיני מבי׳ קרבנותיו בתשיעי כמצורע ואי ס״ד קיבלה מיני׳ לית׳ קרבנותיו בשמיני פירש אלמ׳ לא קיבלה מניה והאי דתני הלל אליב׳ דר״ט ודחי רבה לא קשי׳ הא דטבל בשביעי והא דלא טבל בשביעי פי׳ אם טבל בשביעי שכבר העריב שמשו וגילח בשמיני מביא קרבנותיו בו ביום ובריית׳ דהלל כגון שלא טבל בשביעי שצריך לטבול בשמיני וצריך הערב שמש הילכך מביא קרבנותיו בתשיעי:\n", 
            "<b>אמר אביי אשכחתינהו לחברי׳ דרב נתן בר הושעי׳ דיתבי וקאמרי ובא לפני י״י אל פתח אהל מועד ונתנם אל אהרן הכהן אימתי הוא בא בזמן שטבל ועשה הערב שמש אלמא קסבר טבול יום דזב כזב דמי</b> פירש האי קרא כתיב בזב אחר שטהר וטבל ועשה הערב שמש כדכתיב וביום השמיני יקח לו שתי תורים או שני בני יונה ובא לפני ה׳ אל אהל מועד ונתנם אל הכהן והיו מדקדקים משם דוק׳ הערב שמשו רשאי לבא למחנה שעד שער ניקנור הוא מחנה לוי׳ אבל אם טבל ולא העריב שמשו אינו רשאי לבא שם אלמא טבול יום דזב כזב דמי וכי היכי דזב משתלח לשני מחנות הה״נ טבול יום דידיה אסור במחנה לוי׳ וילפי לה מהאי קרא ואמינ׳ להו אנא אלא מעתה גבי נזיר דכתיב והבי׳ אותם אל הכהן אל פתח אהל מועד לדבריך אימתי היא בא בזמן שטבל ועשה הערב שמש מכדי שערי ניקנור היכי קיימי בשער לוי׳ והא תני׳ טמא מותר ליכנס במחנה לויה ולא טמא מת בלבד אמרת אלא אפי׳ מת עצמו שנאמר ויקח משה את עצמות יוסף עמו ומשה במחנה לוי׳ הוה קאי פי׳ הקשה להם שהרי גם בנזיר שניטמ׳ כתיב כן וא״א לומר שערי ניקנור והאי דתנן בריש טהרות החיל מקודש ממנו שאין גוים שלא תוכלו לדקדק מקרא דנזיר טמא דטבול יום דזב אסור במחנה לויה ה״ג אלא אמר אביי טבול יום דזב לא כזב דמי והאי במחנה לויה קאי וקראי ליה אהל מועד אלא למימר מקיש מחנה לויה לאהל מועד מה אהל מועד מחוסר כפר הלא עייל וה״פ לעולם אימא לך טבול יום דזב לאו כזב דמי דדוק׳ זב אסור במחנה לויה אבל טבול יום דידיה שרי והכא דאמר קרא בין בזב בין בנזיר דלא יביא אלא ביום הבאת קרבנותיו מפני שהן מחוסרי כפרה והכתוב הקיש מחנה לויה למחנה שכינה הנקר׳ אהל מועד דהא במחנה לויה קאי כשמבי׳ קרבנו שאף שער ניקנור הי׳ מחנה לויה ומה לו להזכיר שם אהל מועד כלל אלא לומר לך מה באהל מועד אסור מחוסר כיפורים אך ביום שצריך שהוא נכנס להבי׳ קרבנותיו הילכך אע״פ שכל טבול יום דטמא מת ואפי׳ טמא מת עצמו יכול ליכנס זה אסור לו ליכנס מפני שהוא מחוסר כיפורים אך ביום הבאת קרבנותיו וה״ה בטבול יום דזב אע״פ שכל טבול יום דזב שאינו מחוסר כיפורים כגון אם היה זב בעל שתי ראיות דלאו בר קרבן הוא או בעל קרי שמשתלח חוץ לב׳ מחנות כזב והוא ליכנס טבול יום דידהו במחנה לויה דלאו כזב דמי זה שהוא מחוסר כיפורים אסור לו ליכנס אך ביום שהוא צריך להבי׳ קרבנו נמצא עכשיו שיותר הוא חמור מחוסר כיפורים מטבול יום שטבול יום מותר במחנה לויה ומחוסר כיפורים אסור אך ביום שצריך להביא קרבנותיו וכך מצאנו שחמור מחוסר כיפורים מטבול יום כדאמר בפ״ב דזבחים בה׳ טבול יום שם לימא מחוסר כיפורים של זב כזב דמי תנאי הוא. דתני׳ שרפה אונן ומחוסר כיפורים כשרה ר׳ יוסי הבבלי אומר אונן כשרה מחוסר כיפורים פסולה אמאי לאו בהא קמיפליגי דמ״ס מחוסר כיפורים של זב כזב דמי ומ״ס לאו כזב דמי לא דכ״ע כזב דמי והכא בהא קמיפלגי והזה הטהור על הטמא מכלל שהוא טמא טומאה בכל התורה כולה ומ״ס טומאה דההי׳ פרשה פי׳ טמא מה שאינו מחוסר כיפורים עיין בפ״ב דכריתות בה׳ הפילה בתוך שמנים כך נ״ל הגירס׳ ופתרון שיטה זו ודבר זה טבול יום דזב אי הוי כזב אי לא מצאתי דהוי׳ פלוגת׳ דאמוראי דהכי אמרי׳ בה׳ קמיית׳ דיבמות ובזבחים בר״פ כל הפסולין מצורע שחל שמיני שלו להיות בערב הפסח וראה קרי בו ביום וטבל אמרו חכמים שאע״פ שאין טבול יום אחר נכנס זה נכנס מוטב יבא עשה שיש בו כרת וידחה עשה שאין בו כרת פירש טבול יום דקרי אסור ליכנס במחנה לויה דקסבר טבול יום דקרי כי בעל קרי דמי ואסור ליכנס במחנה לויה עד שיעריב שמשו וקאי בעשה דוישלחו וזה התירו לו ליכנס במחנה לויה עד שיעריב שמשו מפני שהוא מצורע שצריך להכניס בהונותיו בשערי ניקנור ור׳ אמר ד״ת אפילו עשה נמי לית ביה שנאמר ויעמד יהושפט וקברה יהוד׳ בירושלים בבית ה׳ לפני חצר החדשה מאי חצר חדשה אמר ר׳ יוחנן שחידשו בה דברים ואמרו טבול יום אל יכנס במחנה לויה פי׳ ס״ל דמן התורה אין בו אפי׳ עשה דכיון דטבל הותר לו ליכנס במחנה לויה דטבול יום לאו כזב ובעל קרי דמי ואינו אסור אלא מדרבנן מגזירת יהושפט ואילך:\n"
        ], 
        [], 
        [], 
        [], 
        [
            "<b>אין לו בהן יד ובהן רגל אין לו טהרה עולמית דברי ר״א כו׳</b> עיין כל ההלכה זו הגירס׳ והפתרון שהיא כתובה בהיפוך ספרים בקונטרס תשובתי בתשובה כ״ו:\n"
        ], 
        [
            "<b>מי שנזרק עליו אחד מן הדמים וניטמא ר״א סותר את הכל</b> פירש ר״א היינו ת״ק דתנן סתמי׳ ואח״כ הותר הנזיר לשתות יין ולטמ׳ למתים דמשמע אחר הקרבת הקרבנות והתגלחת והתנופה ור״ש דאמר לעיל כיון שנזכר עליה אחד מן הדמים הותר הנזיר לשתות יין וליט׳ למתים הוא רבנן דפליגי הכא עליה דר״א ואמרי יביא שאר קרבנותיו ויטהר ומאי דאמרינן בהלכתן דלעיל ת״ר ואחר ישתה הנזיר יין אחר מעשים כולן דברי ר״א וחכ״א אחר מעשה יחידי חכמים דהתם הן רבנן דהכא והן ר״ש דמתני׳ ר׳ אליעזר סבר כיון שלא הותר הנזיר לשתות יין וליטמ׳ למתים אלא כל המעשים כולן א״כ אם נזרק עליו אחד מן הדמים בטהרה ואח״כ ניטמ׳ דומה כאילו ניטמ׳ קודם הבאת קרבנותיו וסותר שבעה מפני שהיא אחר מלאת ומביא קרבנות טומאה ואח״כ מביא קרבנות טהרה וחכ״א יביא שאר קרבנות ויטהר שאם הי׳ מטמא קודם הבאת שום קרבן היה סותר שלשים לטעמ׳ דאפילו אחר מלאת סותר אבל כיון שנזרק עליו אחד מן הקרבנות כבר הותר הנזיר לשתות ביין וליטמא למתים ויבי׳ שאר קרבנותיו ואח״כ יטהר ואע״פ שהוא טמא מת מותר לשלח קרבנותיו ואע״ג דפ״ב דזבחים בה׳ טמא הוי׳ פלוגת׳ דזקני דרום וריש לקיש דדרומאי סברי שוחטין הפסח על טמא מת ע״ש ל״פ ר״ל אלא בפסח משום דקסבר אכילת פסחים מעכב׳ וזקני דרום סבר דלא מעכב׳ אבל בכל קרבנות דעלמא טמא מת משלח קרבנותיו דהכי תנן בפ׳ כיצד צולין הפסח שנזרק דמו ואח״כ נודע שהוא טמא הציץ מרצה ניטמא הגוף אין הציץ מרצה מפני שאמר הנזיר ועושה פסח הציץ מרצה על טומאת הדם ואין הציץ מרצה על טומאת הגוף פי׳ הפסח שעיקרו בא לאכילה הוא פסול כטומאת הבעלים וגם קרבנו של נזיר הראשון קודם שיותר ביין הוא פסול בטומאת הבעלים שהרי אסור לו להיטמ׳ עד שלא יקריב קרבנו ואם הקריב אחד מן הקרבנות בטהרה כבר הותר ביין וליטמ׳ למתים ודוק׳ נזיר ועושה פסח פסלא בהו טומאת בעלים אבל שאר הקרבנות כולן מקריבין אותו בטומאת בעלים ונזיר שהקריב קרבן ראשון בטהרה השאר יכול להקריבן בטומאה כשאר כל קרבנות דעלמא:\n", 
            "ונזיר שם משוח בשמן המשחה ומרובה הבגדים משוח בשמן המשחה עדיף קשי׳ לי והיאך יתכן שיהיו שני כהנים גדולים ביחד והתני׳ בסיפר׳ אין מושחין שני כהנים גדולים כאחת בפרשת חביתין ואמרינן בירושלמי בפ״ק דמגלה ובפ׳ בתרא דהוריות אותו אחד מושכין ואין מושכין שנים ר׳ יוחנן אמר מפני האיבה:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>רבא אמר לא נצרכה אלא לרוב בנינו ולרוב מנינו אע״פ שהן רובע עצמות</b> פירש בפ׳ ב׳ דאהלות תני ואין מטמאין באהל המת כזית מן המת כו׳ עד רוב בנינו ורוב מנינו של מת אע״פ שאין בהן רובע טמאים והתם לא תני המת וכזית מן המת כדתני הכא אלא וכזית מן המת בלחוד וקשי׳ לי דהא תינח לרבה דתירץ דהאי דתני המת לרוב בנינו ולרוב מנינו שפיר אלא לר׳ יוסי דאמר למת שאין עליו כזית בשר ולא גידים אמאי לא תני בנזיר רוב בנינו ומניינו כדתני באהלו וי״ל לרוב בנינו ומניינו דדינן שוה להיות חשובין משאר עצמות:\n", 
            "ת״ש בש״א אף מקפה של גריסין ושל פול מפני שהן סולדין לאחריהם מאי ארי׳ לאו משום דסמוכין לא משום רירי כך נ״ל הגירס׳ וכך פירש מה טעם מוסיפין ב״ש אלה שהן אכלין לאו משום דסמיכי הוי׳ פלוגת׳ דב״ש ות״ק ודחי לא משום רירא מוספי להו ב״ש דס״ל דלהכי נמי אית להו רירא ות״ק סבר לית להו רירא אבל לעולם אוכלין דסמיכי ולית להו רירא אין הניצוק שלהן חיבור:\n"
        ], 
        [], 
        [
            "בעי ר׳ ירמי׳ רקב הבא מן העקב מהו תיקו לא נתברר לי:\n"
        ], 
        [], 
        [], 
        [
            "<b>בעי רמי בר חמא רובע עצמות הבא מן השדרה ומן הגלגולת מאי כי קתני על חצי קב עצמות היכא דקאתי משאר איברים אבל מן שדרה וגלגולת דחמירי אפילו רובע עצמות או דילמא ל״ש</b> פירש חמירי שהן מטמאין בכל שהן כגון אם היו מנפלים וא״צ שיעור אמר רב ת״ש והשדרה והגלגולת ואי ס״ד רובע עצמות הבא מן השדרה ומן הגלגולת חמיר ליתני על רובע עצמות הבא מן שדרה ומן הגלגולת פירש אי ס״ד דשבורין דידהו נמי חמירי משאר עצמות דשאר עצמו׳ משתערי בחצי קב ושבורין דשדר׳ וגלגלת ברובע קב כי היכי דתני חומרא דאית בשדרה וגלגולת משאר עצמות בעודן שלימין דמטמאין בכל שהן אבל אם חסרו שברים דידהו שוין לכל העצמות להשתער בחצי קב ומקשה והא רבה הוא דאמר לא נצרכה אלא לרוב בנינו ורוב מניינו שאין בהן רובע עצמות פירש היכי אמר רבה הכא דשיעור כל העצמות וגם השברים דשדרה וגלגולת הן בחצי קב והאמר רבה לעיל לא נצרכה האי דתני רישא המת אלא לרוב בנינו ולרוב מניינו של מת שמטמא בכל שהן אע״פ שאין בהן רובע ומדקאמר אע״פ שאין בהן רובע ש״מ דכל העצמות ברובע הן משתערין דאם איתא הו״ל למימר אע״פ שאין בהן חצי קב וקשי׳ דרבה אדרבה דרשי׳ דמתני׳ מוקי ברובע עצמות וסיפ׳ בחצי קב:\n"
        ], 
        [
            "<b>ומשני בתר דשמעת מר״ע</b> פירש האי דמוקים רישא לרוב בנינו ורוב מניינו אע״פ שאין בהן רובע כדתני בפ״ב דאהלות והתם משער כל העצמות ברובע דהכי תנן התם ואלו מטמאין באהל המת כזית מן המת וכזית נצל ומלא תרוד רקב והשדרה והגלגולת ואבר מן המת ואבר מן החי שיש עליהן בשר כראוי ורובע עצמות מרוב הבנין או מרוב המנין רוב בנינו ורוב מנינו של מת אע״פ שאין בהן רובע טמאים ומפני שראה רבה שכל אותם הטמאות המנויות שם מנויות כאן חוץ מרוב בנינו ורוב מנינו אוקי רישא דתני המת לרוב בנינו ורוב מנינו וכפי שהוא שנוי באהלות אע״פ שאין בהן רובע כך הזכיר רבה ובוודאי כי אותה המשנה דאהלות דמשער ברובע שור ר״מ מוקמי דשמעת מר״ע והא דנזיר דמשער בחצי קב בתר דשמעה מר״ע רבי׳ דמשער בחצי קב כדתני׳ לעיל ששה דברים ר״ע מטמא וחכמים מטהרין כו׳ עד ועל חצי קב עצמות הבא משני מתים אלמא הכא בחצי קב משער ר״ט ותרי מתניתין דהכא ודהתם ר״מ תנוהו כדקיי״ל סתם מתני׳ ר״מ וההיא דאהלות תני׳ בריש׳ והדר שמע מר״ע דמשער בחצי קב והדר ותני הא דנזיר בחצי קב כך נראה בעיני פתרון שיטה זו:\n", 
            "אין הכרעת שלישית מכרעת עמ״ש בפ׳ הגוזל בתרא במהדר׳ תליתאה:\n", 
            "<b>ור״ש בן לקיש סבר מדלא קתני בסיפ׳</b> פירש והאי דלא תניי׳ ברישא משום דדינן שוה לעצם כשעורה וארץ העמים ובית הפרס ואבר מן המת ואבר מן החי שאין עליהם בשר כראוי כו׳ וכיון שדינן שוה תנא לך בריש אחד מנייהו דהיינו עצם כשעורה וה״ה להני:\n", 
            "האי אבר מן המת היכי דמי אי דאית ביה עצם כשעורה היינו הנוגע בעצם אלא לאו דלית בה עצם כשעורה ואפ״ה רחמ׳ רביי׳ ור׳ יוחנן אמר לך לעולם דאית ביה ואם אינו ענין למגעו תנהו ענין למשאו קשי׳ לי טובא ומי מצי למידחי ר׳ יוחנן דאבר מן המת שאין עליו בשר כראוי שלא יהא מטמא במגע ובמשא אא״כ יש בו עצם כשעורה אבל אם אין בו עצם כשעורה אינו מטמא במגע ובמשא וא״כ מאי איצטריך למיתני׳ לאבר מן המת שאין עליו בשר כראוי גבי אלו מטמאין במגע ובמשא ואין מטמאין באהל בתר דתנא עצם כשעורה השתא עצם כשעורה שאינו אבר שלם מטמא במגע ובמשא ויש לתרץ לפי הדחק דלעולם בעינין שיהא בו עצם כשעורה והא דתניי׳ משום דבעי למיתני אבר מן החי שאין עליו בשר כראוי דאע״ג דאית ביה עצם כשעורה טמא משום דהוא אבר שלם אבל אי לא הוי אבר שלם טהור דעצם הפורש מן החי טהור כדתנן בפ׳ ששי דעדיות עצם כשעורה הפורש מאבר מן החי ר׳ נחוני׳ מטמא ור׳ אליעזר ור׳ יהושע מטהרין ואין הלכה כר׳ נחוני׳ דבטל לו במיעוטו ואפי׳ ר׳ נחוניא לא טימא אלא עצם הפורש מאבר מן החי אבל עצם הפורש מן החי טהור כדתנן התם אמרו לו לר׳ נחוני׳ מה ראיתה לטמא עצם כשעורה הפורש מאבר מן החי אמר להם מצינו שאבר מן החי כמת שלם מן המת עצם כשעורה הפורש ממנו טמא אף אבר מן החי עצם כשעורה הפורש ממנו יהא טמא כו׳ אלמא דוקא עצם הפורש מן החי שבעודו מחובר באבי׳ טהור גם עכשיו טהור והילכך אע״פ שיש בו עצם כשעורה איצטריך למיתניי׳ ואגב דתני אבר מן החי תני נמי אבר מן המת ולעולם שיש בו כשעורה אבל קשי׳ לי שמי דוחק את ר׳ יוחנן בכל זה אע״פ שהן מטמאין במגע ובמשא אין הנזיר מגלח עליהן מדלא תנינהו ברישא ודמי לגולל ודופק שהן מטמאין מדאוריית׳ כדתנן בפ״ב דאהלות הגולל והדופק מטמאין במגע ובאהל ואין מטמאין במשא ר״א אומר מטמא במשא ואמרינן בפ׳ בהמה המקשה בה׳ האשה שמת ולדה וכל אשר יגע ע״פ השדה להוצי׳ עובר שבמעי האשה דברי ר׳ ישמעאל ר״ע אומר לרבות גולל ודופק ור׳ ישמעאל גולל ודופק הילכת׳ גמירי לה והכא תנן שאין הנזיר מגלח על גולל ודופק וה״ה כלים הנוגעים במת שהן מטמאין את האדם כדתנן בפ״ק דאהלות כיצד ארבעה כלים הנוגעין במת ואדם בכלים וכלים באדם טמאים טומאת שבעה הרביעי בין אדם בין כלים טמא טומאת ערב והכא תנן שאין הנזיר מגלח על כלים הנוגעין במת והם הכי נימא ר׳ יוחנן בהני אף על פי שמטמא במגע ובמשא כיון שאין בהם כשעורה אין הנזיר מגלח עליהן:\n"
        ], 
        [], 
        [
            "<b>אבל הסככות והפרעות כו׳</b> ק״ל דבשלמ׳ סככות ופרעות ובית הפרס וארץ העמים שהן ספק אינו מגלח עליהן שלא יביא חולין לעזרה רביעית דם ואוהל רובע עצמות נמי טומאתן מדרבנן אלא גולל ודופק דטומאה מן התורה כדכתבית לעיל וכלים הנוגעים במתני׳ דמיטמו אדם מדאוריית׳ כדתנן בריש אהלות וכדנפק׳ לן מקרא בסיפרי אמאי אין הנזיר מגלח עליהן:\n"
        ], 
        [
            "<b>איבעיא להו ארץ העמים משום גזירה אוירה גזרו עלי׳ כו׳</b> עיין בפ״ק דשבת במה״ק מה שהשבתי על המורה בפתרון אוירה:\n", 
            "ה״נ מיסתברא מדקתני וכלים הנוגעין במת הני כלים בני הזאה ניהו קשי׳ לי טובא וכלים הנוגעים במת לאו בני הזאה נינהו והא תנן בריש אהלות ארבעה טמאים במת כו׳ עד כיצד ארבעה כלים הנוגעים במת ואדם בכלים וכלים באדם טמאין טומאת שבעה רביעי בין אדם בין כלים טמא טומאת ערב וכל מי שטמא טומאת שבעת צריך הזאה שלישי ושביעי ונראה לי דטעות הוא בספרים וה״ג מדקתני וימי ספרו וימי גמור שעל אלו ודאי אינו צריך הזאה עמ״ש בפ״ק דאהלות:\n"
        ], 
        [
            "<b>תיבה שהיא מלאה כלים כו׳</b> פי׳ בתיבה הבאה במדה מיירי שהיא מחזקת מ׳ סאה בלח שהן כוריים ביבש דלא מקבלי טומאה וחשיבא אהל לחוץ בפני הטומאה ואימתי חוצצת כשהיא מונחת אבל זרוקה לא חייצי וכלים שבתוכה טמאים ודין הוא ימי חלוטו מטמ׳ משכב ומושב וימי הסגרו מטמא משכב ומושב כו׳ עיין בפ״ק דמגלה במהדור׳ תנינ׳:\n"
        ], 
        [], 
        [], 
        [
            "<b>ר״א אומר משם ר׳ יהושע כל טומאה מן המת שהנזיר מגלח עליה חייבין עליה על ביאת המקדש וכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עלי׳ על ביאת המקדש אמר ר״מ לא תהא זו קלה מן השרץ</b> פירש כל אלו הטמאת ששנינו כאן שאין הנזיר מגלח עליהן כגון כלים הנוגעים במת וגולל ודופק ורביעית דם ואוהל רובע עצמות וסככות ופרעות ובית הפרס אע״פ שכולם צריכין הזאה שלישי ושביעי אין חייבין עליהן על ביאת המקדש כדכתיב או בנבלת שרץ טמא והנה השרץ אע״פ שאין הנזיר מגלח עליהן חייבין עליו על ביאת מקדש וקדשיו ואף אלו אע״פ שאין הנזיר מגלח עליהן יהו חייבין עליהן על ביאת המקדש ובפ״ק דתוספות אהלות תני׳ אחד הנוגע ואחד המאהיל ואחד המסיט כולן מונין במת אין לך שמטמא במשא המת אלא אדם בלבד האוכלין והמשקין והכלים כל הטמא במת טומאת מיטמ׳ בזב טומאת ערב וכל הטמא במת טומאת ערב טהור בזב מכלום כיצד אדם באדם שנית במת ואחד בזב כלים בכלים שלשה במת ושנים בזב כלים אדם וכלים ארבה במת ושלשה בזב בד״א בתרומות ובקדשים אבל אין הנזיר מגלח אלא על המת בלבד ואין חייב על טומאת מקדש וקדשיו אלא על המת בלבד פירש אדם באדם שנים במת הראשון טמא טומאת שבעה והשני טמא טומאת ערב ואחד בזב שהנוגע בזב הוא ולד ראשון ואין מטמא אדם כ״א כלים בלבד מטמא כל זמן שלא פירש ואם פירש אפילו כלים אינו מטמא כלים בכלים שלשה במת שהכלים הנוגעים במת וכלים בכלים טמאין טומאת שבעה והשלישי בין אדם בין כלים טמא טומאת ערב ושנים בזב שהמשכב והמושב של זב הנוגע בהן בין אדם בין כלים טמא טומאת ערב ואין בהן כח לטמא אדם וכלים מפני שהן ולד ראשון אך אדם הנוגע במשכב הזב ולא פירש מטמא כלים ולא אדם וכלי חרס ואם פירש אינו מטמא אפי׳ כלים אדם וכלים ארבעה במת ושלשה בזב פירש כלים הנוגעין במת ואדם בכלים וכלים באדם טמאין טומאת שבעה הרביעי בין אדם בין כלים טמא טומאת ערב ושלשה בזב שהמשכב של זב מטמא אדם ואדם מטמא כלים כשלא פירש הרי ג׳ כלים ואדם וכלים ואין בו רביעי וכשהוא אדם באדם בזב השני טהור שאין כח האדם הנוגע בזב לטמא אדם אחד כ״א כלים אפילו כשלא פירש וכלים בכלים בזב הן שנים המשכב שניטמא בזב וכלי הנוגע בו ואין אותו כלי עושה שלישי אבל כשהוא אדם ביניהם יבואו שלשה בזב משכב ואדם וכלים בד״א שהאדם מקבל מכלים הנוגעין במת ומאדם הנוגע במת לטמא תרומה וקדשים שיהו אסורין באכילה כדכתיב והבשר אשר יגע בכל טמא לא יאכל אבל אין הנזיר מגלח אלא על המת בלבד האי דקאמר מת בלבד למעוטי מגעותיו בין אדם הנוגע במת בין כלים הנוגעים במת שאם נגע בהם הנזיר אינו מגלח עליהן אבל טמאות המפורשות מן המת כגון אבר מן החי ואבר מן המת שיש עליהם בשר כראוי וכזית מן המת וכזית נצל יכול לא מיעט אלא הרי הן כמת ולא מיעט אלא כלים הנוגעין במת אע״פ שהנוגע בהן טמא טומאת שבעה וטעון הזאת שלישי ושביעי אינו מגלח עליהן וכ״ש אם נגע באדם הנוגע במת שאינו טמא אלא טומאת ערב וכן אין חייבין על טומאת מקדש וקדשיו אלא על המת בלבד ולא על מגעיו ואע״פ שעל כל טומאה שבעולם שניטמא חייב על טומאת מקדש וקדשיו ואפילו על טומאת שרץ על כלים הנוגעים במת ועל אדם הנוגע במת אם נגע בהם אינו חייב וגזירת מלך היא וכ״כ רבינו יצחק בי״ר מלכי צדק זצוק״ל אבל אין הנזיר מגלח אלא על המת בלבד כדכתיב וכי ימות מת עליו אבל אם נגע בטמא מת בין ראשון בין שני בין שלישי אינו מגלח וכן נמי אם נגע בכל אלה ונכנס למקדש פטור ובאומרו אלא על המת בלבד לא בא למעט אלא אלו אבל נבלת שרץ ובהמה בהדי׳ כתיב דחייב עלייהו על טומאת מקדש וקדשיו:\n", 
            "גרסי׳ בירושלמי בהאי פירקא תמן תנינן שנים טמאים במת שלשה טמאים במת ארבעה טמאים במת כיצד שנים כיצד שלשה כיצד ארבעה ר׳ יוחנן בשם ר׳ ינאי וכולהון תורה היא אצל תרומה אבל על ביאת מקדש אינו חייב אלא שני שנגע בראשון פי׳ כל אלה ששנינו שלשה וארבעה דין תורה היאשיקבלו תורה אצל התרומה שתישרף ולא תיאכל וה״ה לקדשים שנגעו בהן ישרפו ולא יאכלו כדכתיב והבשר אשר יגע בכל טמא לא יאכל ואמרי׳ בגמר׳ מי לא עסיקי׳ דנגע בשני וכ״ש באלו הטומאות אבל על ביאת המקדש אינו חייב אלא שני שנגע בראשון היינו שנגע במת עצמו אבל אם נגע במי שנגע במת שהטמא מת הוא שני וזה הנוגע בו הוא שלישי ונכנס למקדש אינו חייב מ״ט ואיש אשר יטמא ולא יתחטא ונכרתה הטעון חיטוי חייב על ביאת מקדש וקדשיו ושאינו טעון חיטוי אינו חייב על ביאת מקדש פי׳ אדם שנגע במת טמא טומאת שבעה וטעון הזאה שלישי ושביעי ואדם שני שנגע בו אינו טמא אלא טומאת ערב ואינו טעון הזאה והילכך אינו חייב על ביאת המקדש:\n", 
            "<b>התיכון הרי אדם הנוגע בכלים הנוגעין במת טעון חיטוי והוא שני</b> פי׳ האיך אמר ר׳ ינאי שאין חייב על ביאת המקדש אלא שני שנגע בראשון דהיינו המת:\n", 
            "<b>אמר ר׳ אבין בר חייא בטומאת איש באיש ולא בטומאת אדם בכלים</b> פירש בא ר׳ אבין ותירץ דהאי דאמר רחמנ׳ שאם לא יתחט׳ הוא חייב דוקא בטומאת איש באיש דהיינו אדם במת ולא בטומאת אדם בכלים ואע״פ שטעון חיטוי וטעמא דמילת׳ דכתיב כל הנוגע במת בנפש האדם אשר ימות ולא יתחטא את משכן ה׳ טמא ונכרתה דוקא כשנגע במת חייב אבל אם נגע במי שניטמא במת אע״פ שהוא טעון חיטוי כגון שהי׳ אדם בכלים אינו חייב:\n", 
            "<b>אמר ר׳ יוסי והוא שטבל אבל אם לא טבל הדה היא דר״י אמר כל הטמאים בטומאתם עד שיבואו במים</b> פי׳ האי דפטרינן בכלים הנוגעין במת ואע״פ שהוא טעון חיטוי וכ״ש הנוגע באדם הנוגע במת שא״צ חיטוי דוקא כשטבל ואינו חסר אותו שנגע בכלים הנוגעים במת אלא חיטוי דאיש באיש כדאמר אבל אם לא טבל הו״ל ככל הטמא שלא טבלו שהן חייבין בטומאת מקדש וקדשיו כדמפרש גבי קרבן עולה ויורד ואפילו טמא שרץ:\n", 
            "<b>אמר ר׳ אילא הוא עצמו שנגע במת חייב הוא אמרה ואמר טעמא איש אשר יטמא ולא יתחטא בטומאת איש באיש חייבין על מקדש</b> פי׳ ר׳ אילא סובר כר׳ ינאי:\n", 
            "<b>ר׳ זריקא בשם רב המנונ׳ תנא תמן פליג על ר׳ אילא ברזל טמא שבללו עם ברזל טהור</b> פירש בפ׳ א׳ דכלים תנינא להו אם רוב מן הטהור מחצה על מחצה טמא ר״ע אומר שורפין עליהן את התרומה ואין חייבין עליהן על טומאת המקדש הא כולו מחלמה חייבין מאי חייב נוגע שמעת מינה אדם הנוגע בכלים הנוגעין במת ונכנס למקדש חייב פי׳ דוקא אנה אמר ר׳ אלעזר דאין חייבין עליהן על ביאת המקדש כשהיו מחצה על מחצה מברזל מברזל טמא ומברזל טהור או מחלמה ומגלגלין אבל אם היה כולו מברזל טמא (או כולו מברזל טמא) או כולו מחלמה אפי׳ על ביאת מקדש חייבי׳ עליו ובמאי חייבין לאו במגעו וש״מ הנוגע בכלי שנגע במת חייבין עליו על ביאת המקדש ודלא כר׳ אילא ור׳ יוחנן:\n", 
            "<b>אמר ר׳ פנחס קומי ר׳ יוסי תפתר שזרקו כדתני ואם לא יכבס ובשרו לא ירחץ ונשא עונו על רחיצת גופו ענוש כרת ועל כיבוס בגדיו בארבעים</b> פי׳ אם נכנס גופו המקדש טמא חייב כרת אבל אם הכניס שם כלים טמאים אינו חייב כרת אלא לוקה ארבעים והאי דאמר ר׳ אלעזר אין חייבין עליהן על ביאת המקדש דדייקינן מינה הא כולו מברא טמא או מחלמה חייבין כמו שזרקן טמא לתוך העזרה וללקות אבל לעולם אם נגע במת ונגע בו ונכנס למקדש אינו חייב כדר׳ ינאי ור׳ אילא ואילולי שהיה לי זה התירוץ היה מתרץ כגון שלא טבל כדאמר ר׳ יוסי לעיל אבל כיון שיש לו תירוץ יפה לאו הוצרך לכך:\n", 
            "<b>אמר ר׳ אלעזר בר׳ יוסי קומי ר׳ יוסי אף אנן נמי תנינן</b> פי׳ סיועא לר׳ ינאי ור׳ אילא דתני ר״א אמר בשם ר׳ יהושע כל טומאה מן המת שהנזיר מגלח עליה חייבין עליה על ביאת המקדש וכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש פי׳ כשם שאין הנזיר מגלח עליה אלא על המת ולא על טמא מת כך אין חייבין על ביאת המקדש אלא על המת ולא על טמא מת ודחי הא אמר ר׳ יוחנן לטומאות הפורשות מן המת רביעית דם מן המת ורובע עצמות פי׳ האי דתנן כל שאין הנזיר מגלח עליה לאו למעוטי מגע המת קאתי דלעולם מגעו של מת הנוגע בו חייב על ביאת המקדש ולא אתי אלא למעוטי רביעית דם ורובע עצמות שהן טמאים לתרומה וקדשים ולא לנזיר ועושה פסח וה״ה למקדש וקדשיו שאין טומאתן מן התורה אלא בחצי לוג דם וחצי קב עצמות ולעולם מהכא לא תסייענהו:\n", 
            "<b>אמר ר׳ ירמיה הויין סברין ולא פליגין לקרבן אבל למלקות לוקין אפילו השלישי אפי׳ הרביעי</b> פי׳ היה אומר ר׳ ירמיה אפי׳ ר׳ ינאי ור׳ אילא שאין פוטרין הנוגע בטמא מת דוקא לענין קרבן היו פוטרין אותן וה״ה לענין כרת במזיד אבל לענין קרבן מלקות אפי׳ השלישי והרביעי שאינו טמא אלא טומאת ערב ואינו טעון הזאה לוקה כדין הנוגע בשרץ ומצינו למדין מדברי הירושלמי כי ר׳ יוחנן בשם ר׳ ינאי ור׳ אילא סוברים שאין הנוגע במגע המת חייב על טומאת מקדש וקדשיו ואוקי מתני׳ דנזיר ברביעית דם ורובע עצמות ור׳ ירמיה סבר דאפילו ר׳ ינאי ור׳ אילא דפטרי הנוגע בטמא מת לא פטרו אותו אלא מקרבן וכרת דהתם כתיב ואיש אשר יטמא ולא יתחטא גבי כרת וכל שחייבין על זדונו חייבין על שגגתו חטאת אבל גבי מלקות הכל לוקין ויש לומר כי ר׳ יוחנן אינו חולק לומר שהנוגע בכלים הנוגעים במת שיהא חייב על טומאת מקדש וקדשיו דהא בריית׳ בפירוש תניא בתוס׳ אהלות שלא נאמר שלשה וארבעה אלא לתרומה וקדשים אבל לטומאת מקדש וקדשים אינו חייב אלא על המת בלבד כדכתיב לעיל ולא אתא אלא למידחי סייעת׳ דמתני׳ דנזיר ולמימר דמצינ׳ לאקומי למעוטי רביעית דם ורובע עצמות ולאו דלמעוטי מגעו של מת שלא יהא הנוגעין חייבין על מקדש וקדשיו ולעולם מהכא לא תסייעי׳:\n", 
            "כתב רבי׳ ניסים זצוק״ל בתוספת׳ דמס׳ אהלות תניא אבל אין הנזיר מגלח אלא על המת ואין חייב על טומאת מקדש וקדשיו אלא על המת וקשיא לי דתנן בנזיר על אילו טומאת הנזיר מגלח כו׳ קתני מיהא אבר מן החי ובטומאת מקדש וקדשיו כתיב או נפש כי תגע בכל דבר טמא וגו׳ כי יגע בטומאת אדם ותני׳ בסיפר׳ אדם זה המת טומאת אדם זה טומאת מת טומאתו לרבות זבין וזבות נדות ויולדת הרי מצינו שהנזיר מגלח על אבר מן החי ושחייבין על טומאת מקדש וקדשיו על נבלת חיה ובהמה ושרץ וטמא מת וזב וזבה ונדה ויולדת הרי מצינו שהנזיר מגלח על אבר מן החי והיכי תניא אלא על המת ופירוקה דאסתבר לי דהא בריית׳ דתני׳ בתוספת׳ הכין תניא כלים בכלים שלשה במת ושנים בזב כלים אדם וכלים ארבעה במת ושלשה בזב בד״א בשל תרומות וקדשים אבל אין הנזיר מגלחו אלא על המת בלבד ואין חייבין על טומאת מקדש וקדשיו אלא על המת והאי דקתני אלא על המת לאו למעוטי שאר טמאות אלא למעוטי כלים הנוגעין במת בלבד דקא עסיק בהו שאין הנזיר מגלח עליהן ואין חייבין עליהן על טומאת מקדש וקדשיו ומסתייע הדין פירוקא מדתנן בנזירות בפ׳ כהן גדול ונזיר אבל הסככות והפרעות ובית הפרס וארץ העמים והגולל והדופק ורביעית דם ואהל רובע עצמות וכלים הנוגעים במת וימי ספרו וימי גמרו על אלו אין הנזיר מגלח וכיון שאין הנזיר מגלח עלי׳ חייבין עלי׳ על טומאת מקדש וקדשיו וכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש עכ״ד ותירץ קושייתו בכך שמה שאומר כל הטומאה שאין הנזיר מגלח עליה אין חייבין עליה על טומאת מקדש וקדשיו אינו אומר אלא על כלים הנוגעין במת שאין הנזיר מגלח עליהן ואם אין חייבין עליהן על טומאת מקדש וקדשיו ואכתי קשיא לי דהתם בסיפרא בפ׳ קרבן עולה ויורד תניא אדם זה המת טומאת אדם זה טמא מת ולא טומאת מת וטמא מת לא נקרא אלא מגע המת וגם בפרשת צו בטומאת קדשים תניא בכל טמא אפילו בטמא מת אלמא הנוגע בטמא מת מביא קרבן עולה ויורד אם היה שוגג ואם היה מזיד חייב כרת וסתם קתני טמא מת דמשמע אפי׳ אדם שניטמא במת שאדם הנוגע בהן טמא טומאת שבעה וגם רבינו נסים כך אמר הרי מצינו שחייבין על טומאת מקדש וקדשיו על נבלת חיה ובהמה ושרץ וטמא מת וזב וזבה ויולדת וא״כ היכי ניחא לי׳ לתרוצי שהנוגע בכלים הנוגעין במת שאין חייבין עליהן על טומאת מקדש וקדשיו וראיתי מרבי׳ יצחק בי״ר מלכי צדק זצוק״ל גם הוא הקשה קושיא זו בסיפר׳ ואמר בטומאת אדם זה טמא מת אלמא אדם הנוגע בטמא מת ונכנס למקדש חייב וקשי׳ לן האי דתני׳ בריש תוספות אהלות בד״א בתרומה וקדשים אבל אין הנזיר מגלח אלא על המת בלבד ותירצנו מה דתני הכא בכל טמא לרבות טמא מת פירושו טומאת מת כלומר שלא תאמר מת בלבד אלא לרבות כל טמאות שהן מן המת כגון כזית מן המת השדרה וכל מה דתנינן בנזיר בטומאת מת שהנזיר מגלח עליהן וגם יש לומר בכל טמא דתנינן לרבות טמא מת אדם הנוגע בו אינו טמא אלא טומאת ערב וכ״ש כלים הנוגעין במת שאדם הנוגע במת ונוגע בזה בחיבורין שבזה הנזיר חייב כדגרסי׳ בנזיר פ׳ ג׳ מינין כאן בחיבורי אדם באדם כאן בחיבורי אדם במת אלמא אדם המחובר במת ונוגע בו הנזיר אינו חייב דהיינו כאלו נגע בכלים ונתן בנזיר על אלו טמאות אין הנזיר מגלח כו׳ עד וכלים הנוגעין במת ובאומרו כלים ה״ה לאדם הדומה להן דהיינו אדם שאינו מחובר למת דלכלים אין חיבור נתברר לנו כי בטמא מת דקתני באדם המחובר במת ובטומאת מת המפורשת בנזיר אבל כל טומאת מת שאין הנזיר מגלח עליה אין חייבין עליה על טומאת מקדש וקדשיו אבל שאר טמאות שאינן מן המת אע״ג דאין הנזיר מגלח עליהן כגון שרץ ונבלה זב ונדה בועל נדה ובולע נבלת עוף טהור וכל מה שריבינו חייבין עליהן קרבן על טומאת מקדש וקדשיו ואינו נ״ל שתי תירוציו האחד שפי׳ טמא מת טומאת מת וזהו דוחק גדול שהיה לו לומר בטומאת אדם לרבות כל טומאות הפורשות מן המת השתא דתני טמא מת דוקא קאמר שריבה הנוגע בטמא מת ובפ׳ אמור אל הכהנים כ׳ בטומאת קדשים והנוגע בכל טמא נפש וזהו כפי׳ טמא מת והכי תני בסיפרא אין טמא אלא במגע אלמא בפירוש מצינו שהנוגע במגעו של מת שהוא חייב בטומאת מקדש וקדשיו ותירץ השני שפי׳ בנוגע בטמא מת בחיבורין אינו נ״ל ועיין הדבר מבואר היטב בע״ז בפי אין מעמידין במהדור׳ תליתאה שפירש שם דטומאה בחיבורין דאורייתא ורבינו ברוך זצק״ל כתב קושייתו של רבי׳ נסים ותירוצו ואמר כי ניים ושכיב אמרה רב נסים להא שמעתא דלא שני ליה בין טומאת מקדש לקדשיו ומחה מתנית׳ דאהלות ומתני׳ דסיפרא חדא מחתא וקתני במתני׳ דנזיר רישא על טומאת מקדש וקדשיו וסיפא על ביאת מקדש ותו לא למימר דממקדש ילפינן קדשיו ופסיק ואמר דכלים הנוגעין במת אין חייבין עליהם על טומאת מקדש קרבן ועל קדשיו כרת וקרבן ובהדי׳ תניא בסיפר׳ או נפש אשר תגע בכל טמא זקנים הראשונים אומרים יכול אפי׳ במגע טמאות יהא חייב ת״ל בנבלת חיה בנבלת בהמה בנבלת שרץ מה אלו מיוחדות שהן אבות הטומאות יצא דבר שאינו אב הטומאה ותניא בשבועות כל הטמא שבתורה בין שניטמא טומאה קלה בין שניטמא טומאה חמורה חייבין על טומאת מקדש וקדשיו שנאמר בכל דבר טמא לרבות כל הטמא ואם איתא להא דידי׳ קשיין מתניית׳ אהדדי התם באהלות תניא ואין חייבין על מקדש וקדשיו אלא על המת ובשבועות תניא כל הטמאים שבתורה ודאי גמרי׳ הוא דאשתביש ליה דקתני בההיא דאהלות על טומאת מקדש וקדשיו וליתא כדתני אלא על טומאת מקדש והכי קתני כיצד אדם באדם שנים במת ואחד בזב כלים בכלים שלשה במת ושנים בזב כלים ואדם וכלים ארבעה במת ושלשה בזב בד״א בתרומות וקדשים אבל אין הנזיר מגלח אלא על המת בלבד ואין חייבין על טומאת מקדש אלא על המת בלבד וסיפרי הוא דאשתביש משום דנקיט להו סירכייהו בטומאת מקדש וקדשיו ה״נ מסתבר׳ דתנן בנזיר ר״א אומר משום ר׳ יהושע כל טומאה מן המת שהנזיר מגלח עליה חייבין עליה על ביאת המקדש וכן טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש ולא קתני טומאת מקדש וקדשיו ש״מ וכיון דכלים הנוגעין במת אין הנזיר מגלח עליהן כדתנן במתני׳ דנזיר וכ״ש נזיר הנוגע באדם הנוגע במת גם אין חייבין עליהן על ביאת המקדש וטעמייהו דכתיב גבי נזיר וכי ימות מת עליו בפתע פתאום וכתיב גבי טומאת מקדש כל הנוגע במת בנפש האדם אשר ימות ולא יתחטא וגו׳ ואני אומר דחייבין דקתני ר״א משם ר׳ יהושע ודקתני תנא ברא דאהלות כרת היא ולא קרבן ודקתני לא על המת וכל דמיניה אבר מן החי היינו מת מה לי מית כוליה מה לי מית פלגיה ובד״א דקתני וודאי אאדם באדם וכלים כדקאמר רבינו נסים ולאו מטעמא דאילו אדם באדם וכלים בכלים חייבין בהן על טומאת מקדש בשוגג קרבן ועל טומאת קדשים במזיד כרת ובשוגג קרבן דתני׳ או כי יגע בטומאת אדם זה ממת טומאת אדם זה טמא מת ל״ש אדם ל״ש כלים וההיא דפליג בה ר״מ אר׳ אלעזר ותני׳ לא תהא זו קלה מן השרץ לאו למימי׳ דס״ל לר״מ דהמיטמא בשרץ ובא למקדש חייב כרת אלא ה״פ לא תהא טומאת מת קלה מטומאת שרץ כלומר שלא חלקנו בכל טמאות השרץ וקרבן כגון דם השרץ מבשרו ומעורו שעורו כבשרו כך לא נחלוק במת גבי מקדש לכרת הנה עכשיו רבי׳ ברוך סובר שהנוגע בטמא מת בין באדם שנגע במת בין בכלים שנוגעין במת חייבין עליהן קרבן בשגגה במקדש וקדשיו וכרת במזיד בקדשים ולא פטר התנא אלא כרת גבי מקדש וזה הדבר לא יתכן כלל שלא יהא בהן כרת במזיד ובשגגתן יהא קרבן דקיי״ל אין מביאין קרבן על שגגתו אא״כ חייבין על זדונו כרת ותנן בפ׳ שלשים וששה כריתות דתני התם וטמא שאהל את הקדש והבא במקדש טמא על אלו חייבין על זדונו כרת ועל שגגתן קרבן ועל לא הודע שלהם אשם תלוי חוץ ממטמא מקדש וקדשיו שהוא בעולה ויורד ואמרי׳ בגמרא ממאי מפיק ליה ומהדר חוץ ממטמא מקדש וקדשיו שאינו מביא אשם תלוי אלמא אין מטמא מקדש וקדשיו מביא קרבן על השוגג אם לא יתחייב כרת על המזיד גם מה שאמר שהמיטמא בשרץ ובא למקדש שאינו חייב כרת לא יתכן כלל שכיון שמביא קרבן על השוגג כדכתיב או בנבלת שרץ טמא חייב כרת על המזיד ואע״ג שאין הנזיר מגלח עליה דהאי דקתני כל שאין הנזיר מגלח עליה אין חייבין עליה על טומאת המקדש דוקא בטומאת מת קמיירי ולמעוטי כלים הנוגעים במת וכל שכן אדם כדבעי׳ לפרושי לקמן אבל כל שאר הטמאות אע״פ שאין הנזיר מגלח עליהן חייבין עליהן על טומאת מקדש וקדשיו והנכון בעיני לתרץ קושי׳ זו כך לעולם אין חילוק בין מקדש לקדשיו דכל דמחייב אמקדש מיחייב אקדשיו וכל דמיפטר אמקדש מיפטר אקדשיו וכל דמחייב עליו כרת במזיד מחייב על שגגתו חטאת וכל דלא מחייב כרת במזיד לא מחייב קרבן בשוגג והאי דתנן בנזיר וכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין עליה על ביאת המקדש ומאי דתני׳ בתוספת אהלות נמי אבל אין הנזיר מגלח אלא על המת בלבד ואין חייבין על טומאת מקדש וקדשיו אלא על המת בלבד אתא למעוטי כלים הנוגעים במת שאע״פ שהנוגע בהן טעון הזאה שלישי ושביעי אין חייבין עליהן על טומאת מקדש וקדשיו ומאי דתנן בסיפרא גבי קרבן עולה ויורד בטומאת אדם זה טמא מת דאלמא אף הנוגע בטמא מת חייב על טומאת מקדש וקדשיו אנו צריכין לתרץ כדברי הירושלמי דאמר ר׳ יוסי והוא שטבל אבל אם לא טבל הדה היא כל הטמאים בטומאתם עד שיבואו במים אלמא לא פטר הירושלמי נוגע בכלים הנוגעין במת אלא כשטבל וה״ה שגם העריב שמשו ואע״פ שלא הזה ואינו יכול ליטהר בתרומה וקדשים עד שיזה וישנה גבי טומאת מקדש וקדשיו גזירת מלך היא שאין חיטוי מעכב אלא איש באיש דהיינו במת ולא אדם בכלים ומאי דתני׳ בסיפר׳ כל שלא טבל כלל או אפילו טבל ולא העריב שמשו דהכי תניא בסיפרי זוטא את משכן ה׳ טמא ונכרתה אין במשמע אלא שלא הוזה כל עיקר כשאמר טמא לרבות שהוזה ולא שנה טמא יהיה לרבות שהוזה ושנה ולא טבל עוד לרבות שהוזה ושנה וטבל ולא העריב שמשו בו לרבות שהוזה ושנה וטבל והעריב שמשו ולא הביא כיפוריו אלמא אפי׳ טבול ואפי׳ מחוסר כיפורים חייבין ולא פטר הכתוב אלא מי שמחוסר חיטוי בלבד והוא שטבל ואע״פ שגם זה שינה גדול היא שאין טבילה מועלת לו עד שיזה וישנה מ״מ גזירת מלך היא שלכל הטהרות ולתרומה וקדשים לא תועיל לו טבילה כלום קודם ההזאה אבל למקדש וקדשיו היא מועלת להפקיעו מחיוב כרת במזיד ושוגג בקרבן ואע״פ שלא הוזה א״ל דה״ג בבריית׳ בו לרבות שטבל והעריב שמשו ולא הביא כיפוריו ול״ג בה הוזה ושנה שאין טמא מת צריך כפרה כ״א זב וזבה ויולדת ומצורע וראיתי שרבי׳ ברוך מפני שנדחק בלשון הברייתא פירש קרבן טומאת מקדש בשוגג ואלה הם דברי הבאי דהיכי דמי כגון ששכח ונכנס טמא במקדש ואח״כ הוזה ושנה וטבל והעריב שמשו ועדיין לא הביא אותו הקרבן מליכנוס עוד במקדש אחרי שהוא טהור לא מצינו מחוסרי כפרה אלא כדתנן בפ״ב דכריתות הזב והזבה היולדת והמצורע אלה הנקראין מחוסרי כפרה שעד שלא יביאו כפרתן שאסורין למקדש וקדשיו ואם נכנסו למקדש או שאכלו קדשים חייבין:\n"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        []
    ], 
    "title": "Tosafot Rid on Nazir", 
    "versionSource": "https://www.sefaria.org/Tosafot_Rid_on_Nazir", 
    "heTitle": "תוספות רי\"ד על נזיר", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Tosafot Rid"
    ]
}