{
    "text": {
        "0_Simanim": {
            "109": {
                "0": "When one writes a <i>get</i> [bill of divorce], the parchment and the ink must belong to the husband. And truly the wage of the scribe is also on him; however, if the wife gives the wage, there is no [problem] with it. But there is no concern [about who pays for] the quill."
            },
            "110": {
                "0": "One who writes a <i>get</i> must first cut the parchment before he writes it. And if he erred in the middle, he must first cut out what he wrote, and then go back and begin to write. But if he cut from the parchment at the end, it is disqualified. So is it found in the Halakhot Gedolot [BeHaG]."
            },
            "111": {
                "0": "One who writes a <i>get</i> must first mark twelve rows, like the numerical equivalent of  <i>get</i>."
            },
            "112": {
                "0": "The one who writes needs to be careful to craft and make the crowns on top of the letters, <i>shin, ayin, tet, nun, zayin</i>. But it is better to refrain [from making crowns], lest he ruin the letters."
            },
            "113": {
                "0": "One who writes a <i>get</i> must be careful that no letter touches another, but rather that every letter must be surrounded by the blank parchment."
            },
            "114": {
                "0": "One who writes a <i>get</i> must be careful that no drop of ink falls into the middle of a letter at all. For his erasing the drop of ink in the middle of the letter afterward is not effective, as it is [considered a letter formed by] carving out the middle, and it is disqualified. And likewise if the <i>mem</i> is [meant to be] open, but his hand slips and it becomes closed, it is disqualified. And his erasing this mark afterward is not effective."
            },
            "115": {
                "0": "One who writes a <i>get</i> should ideally make its length greater than its width, and he should not write a whole word in the right or left margins outside of the column. And there should be no smudges, such that he should not write over an erasure. And he must write this phrasing in the <i>get</i>: Behold, you are permitted to any man. "
            },
            "116": {
                "0": "One who writes a <i>get</i> must write, \"a scroll of divorce,\" above the last line. And there are some that do this also with, \"a bill of dismissal,\" since it appears to be an essential matter. And the witnesses must sign under the bill of divorce at the beginning of the line, and they should not space their signatures a space of two blank lines from the writing in the <i>get</i>. And they should only sign one [signature] in front of the other. And if the husband writes it, he should first say, \"I am writing it for the sake of divorcing x, my wife,\" and likewise must the scribe have such an intention. And it is necessary that the witnesses that sign at the end, that sat there at the time of the giving of the <i>get</i>, know that this is the <i>get</i> that the husband ordered written, and that it was written for that purpose. But if they were there when its top — even the first line and nothing else — was written, it is [still] fit. "
            },
            "117": {
                "0": "One who writes a <i>get</i> and a doubt about it arose, such that he wants to write another one, must get permission from the husband each time he writes another one. Hence it is good that the husband say from the beginning, \"I give you permission to make many <i>gittin</i>, as you desire; and even if the first one is fit, you may [still] make another one or give both of them if you wish, because of a doubt. And likewise must one tell his witnesses to sign [all of them]."
            }
        },
        "1_Hilkhot Eretz Israel": {},
        "2_Psakim": {}
    },
    "meta": "Siman-Paragraph",
    "work": "Sefer HaTerumah"
}