{
    "work": "Ramban on Genesis", 
    "text": {
        "11": {
            "1": {
                "0": "<b>And you shall be a blessing:</b> You will be a blessing in that they will be blessed through you by saying, \"God should make you like Avraham.\" And He also added that all the families of the earth would be blessed through him, and not just the people of his land. Or \"and they shall bless themselves by you” [means] that they would be blessed on his account. And behold, this section did not elucidate the whole topic. As what is the reason that the Holy One, blessed be He, should say to him, \"Leave your land and I will do good to you, like there had never been [before],\" without prefacing that Avraham was a servant of God or perfectly righteous - or that He say a reason for his leaving the land, such that there would be in his going to another land, a coming close to God. And the custom of Scripture is to to say, \"Walk in front of Me and listen to My voice and I will do good to you,\" as with David and Shlomo; and like the matter in all of the Torah: \"If you will walk in my statutes\" (Leviticus 26:3); \"if you will truly listen to the voice of the Lord, your God\" (Deuteronomy 28:1); and with Yitzchak, it stated, \"on account of Avraham, my servant\" (Genesis 26:24). But to promise him [blessing] because of his leaving the land is not a reason. Rather, the reason is because the people of Ur Kasdim did bad things to him due to his faith in the Holy One, blessed be He; and [so] he fled to the land of Canaan, but delayed in Charan - [such] that He told him to leave [Charan] as well, and to do what he thought [to do] at first. This is so that he serve Him and call the people to the name of God in the chosen land. And there his name would grow and all of the nations there would be blessed - not like what they did to him in Ur Kadim, where they would scorn and curse him, and they put him in a pit or into a fiery furnace. And [so] He said to him that He would bless those that bless him; and if an individual would curse him, [the latter] would be cursed. And this is the reason of this section, but the Torah does not want to write at length about the opinions of idolaters and to explain the issue that was between him and the Chaldeans regarding faith; just like it was brief about the matter of the generation of Enosh, and their rationale for the idolatry that they developed."
            }, 
            "0": {
                "1": "From your land and from your birthplace - Rashi wrote: But did he he not already leave from there with his father? And Rabbi Abraham explained that God already said to Avram, ‘Go forth from your land,’ and so this is restating what was already said in Ur Kasdim, and it was there that He commanded him to leave his land, his birthplace, and his father’s house there.   And this is not correct. Because if this were so, the point of the journey would be Avram’s leaving his father’s house on God’s command, and Terach would just be accompanying him out of his own personal desire.  But the verse says, “Terach took Avram his son” (Gen. 11:31), which shows that Avram was following his father, and it was his father’s idea that they leave Ur Kasdim to go to the land of Canaan.  And furthermore, the verse (in Joshua 24:3) says, “I took your father, Abraham, across the river, and led him across the whole of the Land of Canaan,” where it should have said, “I took your father, Abraham, from Ur Kasdim, and led him across the whole of the Land of Canaan,” for it was from there he was taken and there he was commanded.", 
                "0": "\"Go, yourself\" - \"For your benefit, and for your own good, and there I will make you into a great nation. Here you will not merit children. And what's more, I will let the world know all about you.\" That's the language of Rashi.  But there is no need, for the structure of the language is like that: \"The rain is over and gone (itself).\" (Songs 2:11); \"I will go (myself) to the mighty...\" (Jer. 5:5); \"Arise, and cross  over (yourselves) over wadi Zered.\"; and many more like that.  But our rabbis (in Talmud Yoma 3:, 72:) came up with an interpretation from what is written (in Deut. 10:1): \"Make for yourself an ark of wood,\" and \"Make for yourself two silver trumpets,\" (Num. 10:2). Since the work doesn't really belong to them, it should have said something like what it says about the tabernacle: \"Make the tabernacle.\" ( Exod. 26:1)"
            }, 
            "9": {
                "0": "And there was famine in the land (Gen. 12:10) – behold, Avraham went down to Egypt due to hunger, to live there temporarily in order to save his life in the days of drought, and the Egyptians exploited him without cause to get his wife, and the Holy One of Blessing avenged them with great afflictions, and brought him out from there with cattle, silver and gold, and Pharaoh had commanded men to send him. And it is a hint from (Avraham), since his children went down to Egypt because of hunger to live temporarily in the land, and the Egyptians did evil to them and took their wives, as it says (Exodus 1:22) And every (baby) girl you shall let live, and the Holy One of Blessing avenged them with great afflictions until they were taken out (laden) with silver and gold and sheep and cattle, with many possessions, and they (Egyptians) pressed them to be gone from the land. Not a single incident that befell the father didn't befall the children. And this matter is explained in Bereshit Rabbah 8:6: \"Rabi Pinchas said in the name of Rabbi Oshaya - The Holy One said to Avraham: ‘Go and conquer the way for your children.’ And you find that everything that was written regarding Avraham was also written regarding his descendants: regarding Avraham it is written and there was famine in the land, regarding Israel it is written (Genesis 45:6) this is already two years of famine in all the land.\" And you should know that our father Avraham committed a great sin unintentionally, in which he brought his righteous wife to stumble into transgression because of his fear of getting killed, and he should have trusted the Name to have saved him, his wife and all that was his, because Elohim has power to help and to save. Also his going out from the land - of which he had been commanded at the beginning - due to famine was a transgression that he committed, because Elohim would have saved him from dying (even) in a famine. And because of this deed it was decreed that his seed would be in exile in Egypt under the hand of Pharaoh."
            }, 
            "5": {
                "0": "<b>And Avram passed through the land unto the place of Shechem:</b> I will tell you a general principle - understand it in all of the coming sections about Avraham, Yitschak and Yaacov, and it is a great matter.  Our rabbis mentioned it in a brief way, and said (Midrash Tanchuma 9), \"Everything that occurred to our forefathers is a sign for the children.\" And therefore the verses will write at length in recounting the journeys and the digging of the wells and the other events. And one who thinks about them can think as if they were superfluous things with no purpose. But all of the events come to teach about the future, for when an event occurs to a prophet, [meaning] of the three forefathers, he will contemplate from it the matter that is decreed to come to his seed. And know [about] every 'decree of the wakeful ones,' that when it goes from a potential decree to a symbolic action, the decree will be realized no matter what. And therefore the prophets will do actions in prophecies, like the statement of Yirmiyahu that he commanded to Baruch (Jeremiah 51:63-64), \"And it shall be that when you finish to read the words of this book, you shall throw it into the Euphrates. And you shall say, 'So will Babylonia sink, etc.'\"; and so [too with] the matter of Elisha in the placing of his forearm on the bow (II Kings 13:17), \"And Elisha said, 'Shoot,' and he shot, and he said, 'It is the arrow of salvation of the Lord and the arrow of salvation from Aram,'\" and it is stated there (II Kings 13:19), \"And the man of God got angry with him and said, 'To strike five or six times, then you would have struck Aram to its end, and now three times will you strike Aram.'\" And therefore, the Holy One, blessed be He, kept Avraham in the land (of Israel) and did to him simulations of all of the future that would be done to his seed. And understand this. And I am [now] beginning to explain the matters in detail in the verses, with the help of God: <b>And Avram passed through the land unto the place of Shechem:</b> It is the  city of Schechem, that is the name of that place. And Schechem, the son of Chamor, was named after the name of the town. And Rashi wrote, \"He entered into it unto the place of Schechem to pray for the sons of Yaakov, when they would come from the field anguished. And this is correct. And I [would] add that Avraham held this place first, and before He gave him the land - it was [thus] hinted to him from this that his children would conquer this place first before they would merit [the land], and before the iniquity of the dweller of the land was complete to exile him from there. And therefore, it stated, \"and the Canaanite was then in the land.\" And when the Holy One, blessed be He, gave him the land in a statement, then he traveled from there and planted his tent between Beit El and the Ei, since it is the place that Yehoshua conquered first...."
            }, 
            "6": {
                "0": "And the reason \"to the Lord who had appeared to him\" -- that he acknowledged honored God and offered a thanksgiving offering to him when He appeared to him, because until this point God had not appeared to him and had not acknowledged him in an appearance or vision.  When it is said to him, \"Go for yourself from your land,\" [this is] in a dream or [through] the holy spirit......"
            }
        }, 
        "25": {
            "0": {
                "0": "...Aside from the previous famine that had occurred in the days of Abraham: Perhaps there had not been a famine in the whole world until the days of Abraham (Pirke de Rabbi Eliezer 26) and therefore the Torah counts from then. For what is the need to mention this? And the correct answer in my eyes is that they remembered that first famine and they told each other about it - that  because of it Abraham went down to Egypt and God gave him great honor. And therefore Isaac wanted to go in the path of his fathers, to go down there until it was said to him, \"Do not go down to Egypt.\" And the reason he was prevented, our Rabbis say, \"You are the flawless offering and outside of the land is not appropriate for you.\"(Bereshit Rabba 64:3). And in my opinion this is a further hint to the future. For the exile of Abraham in Egypt because of famine was a hint that his children would be exiled there, and when he went to Avimelech, this was not an exile because he settled there of his own will. However, Isaac's descent there because of the famine hints at an exile, for he was exiled from his place against his will and he went to another land. And his exile from his place was to the land of the Philistines which was the land where his father lived. And it hints at the Babylonian exile for this is the place where their fathers lived for they came from Ur. And know that this exile hints at the story of Isaac when they didn't take his wife and he only had exile and fear. And from the beginning he said, 'The person who touches this man and his wife shall surely die,'(Bereshit 26:11) and after some days he took it back and said, 'Leave us.'(Ibid. 26:16) And then afterwords they came back to him and made treaties with him. And thus in the Babylonian exile, they were exiled there because of the fear of famine, and from the time they were there, they were not enslaved and not oppressed. Rather their great ones were ministers in the kingdom and afterwards they said, 'Who among you from all of his nation is his God with him and he will ascend.'(Ezra 1:3). And the ministers from across the river warned them and afterwards they nullified the building and it was nullified until a time afterwards when they came back and gave them permission to build. And they warned them and said to them, \"It is enough for the to offer sacrifices to the God of Heaven and pray for the life of the king and his sons.\"(Ibid. 6:10). To Avimelech the king of the Philistines:  It is not know if this is the same Avimelech who was in the days of Abraham or if every king of the Philistines at that times was called that. For also in the days of David, he was called Avimelech. And the opinion of Unkelos is that it was his son.  And the reason that Isaac went to Avimelech was that it was his idea to go down to Egypt and he went to Avimelech who had a treaty with his father, perhaps they would treat him well during the days of the famine and he wouldn't need to go down to Egypt. And, in fact, Avimelech did not touch him or his household at all because of the treaty with Abraham. However, the people of the place asked him by way of an innocent question about his wife and he said she was his sister. And even so, the king didn't touch her nor any man from his people  because they remembered the issue with Abraham. And this is why he said that \"one of the nation\" almost slept with her. That is to say, 'I didn't touch her and I was careful of her but it almost happened that one of the people of the land made a mistake about her and you would have brought upon us guilt like the sin we had on us with regard to your father. "
            }, 
            "4": {
                "0": "<b>And he kept My charge:</b> The language of Rashi: \"To My voice\" - when I put him to the test; \"My charge\" -  precautionary decrees, for example, second degree prohibitions of [marriage between relatives] and the rabbinic prohibitions on Shabbat; \"My commandments\" -those matters which, had they not been written [in the Torah], they would [nevertheless] be fitting to be written, for example, robbery and murder; \"My ordinances\" - matters which the evil inclination and the idolaters argue against, for example the eating of pig and the wearing of garments made of a mixture of wool and linen (<i>shaatnez</i>) - for which there is no reason but that the King decreed His enactment upon His subjects; \"and My laws\" - to include [with the written Law also] the Oral Law, [and] the laws [given by God] to Moshe from Sinai. And if so, all [of Rashi's approach here], is built upon the opinion that Avraham observed and kept the Torah before it was given, and so did they say (Bereshit Rabbah 94:3) on the verse, \"and Yosef gave them wagons (<i>agalot</i>)\" (Genesis 45:21) - \"As he separated from [Yaakov, while studying] the section of the beheaded calf (<i>eglah</i>)\"; as he was occupied with Torah [study] in the same way as his fathers, and the Torah [however] was not [yet] given until now. And behold, it is written, \"My charge, My commandments, My ordinances and My laws\" - and there they said that he kept even the precise inferences of the Torah and he would teach it to his children, etc. And one can ask, \"If so, how did Yaakov set up a pillar (Genesis 28:18), and marry two sisters - and according to the opinion of the rabbis (Bereshit Rabbah 74:11), four sisters; and Amram marry his aunt (Exodus 6:20); and Moshe, our teacher, set up twelve pillars (Exodus 24:4)? And how is it possible that they should act [as if what is forbidden] in the Torah is permissible, which Avraham, their father, forbade upon himself, and that God [gave] him reward upon the matter, and that is 'that he commanded his children and his household after him to walk in His ways?' And with Yaakov, they expounded (Bereshit Rabbah 79:6), that he kept the Shabbat and established boundaries (within which he would be allowed to walk on Shabbat). And it is possible that this would be with Shabbat, because it is equal to the whole entire Torah (Yerushalmi, Berakhot 1:5), since it testifies to the story of creation. And maybe [the intention of the rabbis is as follows:] \"My charge\" - second degree prohibitions of [marriage between relatives] for the Children of Noach; and \"My commandments\" - robbery and murder; \"My ordinances\" - [the prohibitions of eating] a limb from a living animal and interbreeding animals and grafting trees; \"and My laws\" - civil laws and the prohibitions of idolatry, as about all of these the Children of Noach are commanded. And he kept and did the will of his Creator and kept even the precise inferences and the stringincies of their commandments, and as they mentioned (Avodah Zarah 14b), \"[The tractate of] Idolatry of Avraham, our father, was four hundred chapters,\" and they expostulated (Bereshit Rabbah 64:6) about, \"the hundred fold\" (Genesis 26:12), that the fathers were philanthropists of the peoples, to give tithes to the poor or to the priests of God, for example, Shem and Ever, and their students, like the matter of \"and he was a priest to the Highest God\" (Genesis 14:18). And what appears to me from the opinion of our rabbis is that Avraham learned the entire Torah from holy inspiration, and was occupied it its [study] and in the reasons for its commandments and its secrets, and he kept all of it as one who is not commanded and does. And his observance of it was only in the Land [of Israel]. And Yaakov married two sisters outside of the Land, and also Amram [was outside the land when he married his aunt], since the commandments are 'the law of the God of the land,' even though we are commanded [them] as an obligation on ourselves in every place (Kiddushin 36). And our rabbis already hinted to this secret (Sifrei, Devarim 43) and I will write about this at length (Ramban on Leviticus 18:25 and Ramban on Deuteronomy 11:18) with God's help. And the [prohibition of setting up a] pillar is a commandment that was innovated at a certain time, as they expounded (Sifrei) [on the verse], \"in that the Lord, your God, hated it\" (Deuteronomy 16:22) - \"He hated it after it was beloved in the time of the forefathers.\" And with Yosef, they expounded (Bereshit Rabbah 92:4), that he kept the Shabbat even in Egypt, because it is equal  to all of the commandments, since it is testimony about the creation of the world. And he would do this to teach his sons faith in the creation of the world to expunge from their hearts intentions of idolatry and the opinions of the Egyptians. And this was the intention [of the sages]. And on the level of the simple meaning, we can say that \"My charge\" is faith in Divinity, that he believed in the unique God and that he kept this charge in his heart and he differed from the idolaters about it and called in the name of the Lord to bring back many to the service [of God]; \"My commandments\" is like all that He had commanded him, in 'Go forth from your land,' and with the raising of his son [for a sacrifice] and the sending away of 'the maidservant and her son'; \"My ordinances\" is going in the ways of God, to be 'graceful and merciful' and 'to do righteousness and justice' and 'to command his children and his household' about [these things]; \"and My laws\" is circumcision on himself and on his children and servants, and all of the commandments of the Children of Noach, as they are the law to them. "
            }
        }, 
        "12": {
            "6": {
                "0": "...AND THERE WAS A FIGHT... Rashi writes, because the shepherds of Lot were leading their flocks in other people's fields And the shepherds of Avram rebuked them for thievery and they said [to Avram's shepherds] the land was promised to Avram, and he has no children so Lot will be his heir. So it is not stealing. But it says \"THE CANANITES AND PERRIZITES WERE DWELLING IN THE LAND.\" And Avram was not worthy to own it yet. An aggadic Midrash says (Breshis Rabah מא ה) \"And I am confused because of the gift, Hashem said to Avram he would give to him in his generations to come. As it says (יב: ז) \"I will give to your generations the land.\" How then will Lot inherit?"
            }
        }, 
        "15": {
            "1": {
                "0": "\"And Avram listened to the voice of his wife\"- the Torah does not say \"and he did this\" rather that he listened to her voice, to hint to us that even though Avram wanted desperately to have sons, he would not act without the permission of his wife. Even once acting he would not plan on building a family with Hagar rather Sarah. All of his intent was to do Sarah's will so she would be pleased with her family and maidservants. And it said as well \"Sarah took\" to teach us that Avram didn't rush to take Hagar rather that Sarah took her and gave her to Avram. \"To Avram as his wife\"--to hint to us that Sarah never gave up from being with Avram, never removed herself from him--he is her husband and she is his wife, but she wanted the Hagara would also be his wife...this was done by Sarah to honor her husband (that he would not have a child just with a concubine rather a wife)."
            }, 
            "5": {
                "0": "And Sarai oppressed her and she fled from her presence (literally face): Our mother sinned in this oppression, and also Abraham in permitting her to do so. And Hashem heard her [Hagar's] oppression and gave her a son who would be a wild ass of a man to oppress the descendants of Abraham and Sarah in all kinds of oppression."
            }
        }, 
        "21": {
            "0": {
                "0": "<b>And God tested Avraham:</b> The issue of this test is, in my opinion, shows that a person has the absolute authority to perform an action; one can do what they want, and not do what one doesn't want. It is called a \"nissayon\" [test]  for the individual being tested [e.g., Avraham], but the blessed Tester will command him to bring out the thing from ability to actuality, giving a reward for a good action and not just a reward for a good heart. Know that \"Hashem trieth the righteous\" (Psalms 11:5): when He knows that a righteous person will act according to His will, but still seeks [that person to act with] their righteousness, He will command him to a test. But He does not test the wicked, since they would anyways not hear. And behold, every test in the Torah is for the good of the one being tested.  "
            }
        }, 
        "17": {
            "0": {
                "1": "At the terebinths of Mamre: this is to inform of the place that he was circumcised.  Now this revelation of the Shechinah came to him as a mark of distinction and honor for him, ", 
                "0": "<b>And He appeared to him:</b> The language of Rashi - to visit the sick man. Rabbi Hama the son of Hanina said, \"It was the third day after his circumcision and the Holy One, blessed be He, came and inquired [about the state of his health].\" \"And behold, three men came\" - the angels that came to him with the appearance of men were three - one to announce to Sarah [the birth of a son], one to cure Abraham and one to overthrow Sedom - and Raphael, who healed Avraham, went from them to save Lot, as this is not two assignments, because it was a different place and he was commanded afterwards or [because] they are both about saving (and therefore really one). \"And they ate\" - they appeared to be eating. <b> And in the book,</b> Guide for the Perplexed 2:4, it is said that the section is [presented in the style of] the general [followed] by the details: the verse first states that God appeared to him in prophetic visions and [then] how this prophetic vision was - that he lifted up his eyes in a vision and behold, three men were standing upon him. \"And he said, 'If I have found favor in your eyes'\" - this is the recounting of what he said in a prophetic vision to one of them, to the greatest one of them. And if in the vision the only thing that appeared was just three men eating meat, how could it state, \"And God appeared to him?\" As behold, God did not appear to him, not in a vision and not in thought. And it is not found like this in all of the prophecies. And behold, according to his words, Sarah did not knead cakes and Avraham did not fix the young cow, and also Sarah did not laugh. [Rather,] everything was a vision. And, if so, this dream came 'with much detail' like the false dreams, as what is the point in showing him all of this? And [the Guide there] also said about the matter of \"and a man wrestled with him\" (Genesis 32:25), that it was all a prophetic vision. And [if so,] I don't know why he limped on his thigh when he woke up, and why he said (Genesis 32:31), \"For I have seen God face to face and He saved my soul\"; as the prophets did not fear that they would die because of prophetic visions. And he already saw a greater and more glorious vision than this - as he even saw the glorious God many times in a prophetic vision (see further Genesis 28:13 and 31:3). And behold, according to his opinion, this would require [us] to say this in the matter of Lot - that the angels did not come to his house and he did not bake for them matsot and [that] they ate, but [rather] the whole thing was a vision. [But] how were the evil and sinful people of Sedom prophets? As [otherwise], who told them that people came to his house? And if it was all prophetic visions of Lot, [then] \"and the angels pressed, etc. 'Get up, take your wife'\" (Genesis 19:15), \"and he said, 'escape for your life'\"(Genesis 19:17), and \"Behold, I have lifted up your face\" (Genesis 19:21) and the whole section would be a vision. And Lot would have stayed in Sedom and [Rambam] would think that the acts would have been done on their own, and the statements in each and every thing were a vision. And these things contradict Scripture - it is forbidden to hear them, and even to believe them.  And in truth, in all places in Scripture where the seeing of an angel or the word of an angel is mentioned, it is in a vision or in a dream - as the senses cannot perceive angels - but not prophetic visions. As one who [merely] perceives to see an angel or his word is not a prophet; as the matter is not as the teacher defines (Guide for the Perplexed 2:34, Mishneh Torah, Foundations of the Torah 7:6), that the prophecy of every prophet besides Moshe, our teacher, was through an angel. And they have already said about Daniel (Megilah 3a), \"They are better than he, as they were prophets and he was not a prophet.\" And so his book was not written together with the books of the Prophets, because his matter was with [the angel,] Gavriel - even though he appeared to him and spoke to him in a waking state, as it is stated in the vision of the Second Temple (Daniel 9:21), \"And I was still speaking in prayer and the man, Gavriel.\" And so [too], the vision of the final salvation was in a waking state, in his walking with his fellows \"alongside the river\" (Daniel 10:4). And [likewise] Hagar the Egyptian was not in the category of prophetesses, but it is also clear that her matter was not that of a <i>bat kol</i> (a sub-prophetic heavenly voice), as the teacher said (Guide for the Perplexed 2:34). And the verse distinguished between the prophecy of Moshe, our teacher, and the prophecy of the patriarchs, as it states (Exodus 6:3), \"And I appeared to Avraham, to Yitschak and to Yaakov as God Almighty\" - and this is one of the holy names of the Creator; it is not the appellation of an angel. And our rabbis also learned about the difference between them and said (Vayikra Rabbah 12:11), \"What is [the difference] between Moshe and all the prophets? Our rabbis said, 'All of the prophets saw through a lens that is not polished, such that it is written (Hoshea 12:11), \"and I increased the vision and through the prophets I appeared\"; And Moshe saw through a polished lens, such that it is written (Numbers 12:8), \"the picture of God does he see,\"'\" as it is explained in Vayikra Rabbah and in other places (Yevamot 49b). And in no place did they [attribute] their prophecies to an angel.  And do not be astonished because it is written (I Kings 13:18), \"I am also a prophet like you and an angel spoke to me with the word of the Lord, saying\"; as its explanation is \"I am also a prophet like you, and I know that the angel who spoke to me was with the word of the Lord.\" And this is one of the levels of the levels of prophecy, as the man of God [also] said (I Kings 13:9), \"As so did He command me with the word of the Lord\" and (I Kings 13:17) \"as the word was to me in the word of the Lord.\" And our rabbis already said (Bemidbar Rabbah 20:3) about the matter of Bilaam who said, \"And now if it is bad in your eyes\" (Numbers 22:34), \"I did not go until the Holy One, blessed be He, said to me, 'get up, go with them' (Numbers 22:20), and you say that I should go back? Thus is His practice - did He not say thus to Avraham, to sacrifice his son, and afterwards, 'and the angel of the Lord called  to Avraham a second time [...] And he said, \"do not send your hand upon the youth\"' (Genesis 22:11-12). He is accustomed to saying a thing and that an angel take it back, etc.\" Behold, the sages are bringing [it] up to say that the first prophecy that mentions God is not equal to the second prophecy, about which it says that it is through an angel. But rather, this is the way of prophets, that He will command [them] with a prophecy, and revoke the commandment through an angel, since the prophet knows that [the latter] is the word of the Lord. And at the beginning of Vayikra Rabbah 1:9, they said, \"'And He called to Moshe' (Leviticus 1:1), not like Avraham. With Avraham it is written (Genesis 22:15), 'And the angel of the Lord called to Avraham a second time from the Heavens' - the angel calls and the [Divine] speech speaks. However, here the Holy One, blessed be He, says, 'I am the caller and I am the speaker'\"; which is to say that Avraham did not perceive the prophecy until he prepared his soul first with the perception of the angel, and he [then] went up from that level to the level of prophetic speech. But Moshe was prepared for prophecy at all times and in all places. The sages saw fit to inform us [here] that the seeing of the angel is not prophecy and that those that see angels and speak with them are not in the category of prophets, as I mentioned with Daniel. [Rather], it is a vision called uncovering of the eyes, as in \"And the Lord uncovered the eyes of Bilaam and he saw the angel of the Lord\" (Numbers 22:31), and \"And Elisha prayed and said, 'O Lord, uncover his eyes and he shall see\" (II Kings 6:17). But in a place where it mentions the angels with the name, 'people,' like the matter of this section and in the section with Lot, and so [too], \"and a man wrestled with him\" (Genesis 32:25), and so [too], \"And a man found him\" (Genesis 37:15) - according to the opinion of our rabbis (Midrash Tanchuma, Vayeshev 2), it is the glory that is created with the angels - that is called by those who know, 'a garment - that is perceived by eyes of flesh, by those of pure souls; like the pious ones and the students of the prophets. And I cannot explain [it]. And about the place where you find in it seeing of the Lord and the word of the angel, or seeing of the angel and the word of the Lord, as it is written in the words of Moshe at the beginning of his prophecy (Exodus 3:2-4) and in the words of Zechariah 3:1-2, I will still reveal the words of the living God with hints (see Ramban on Exodus 3:2). And about \"and they ate,\" the sages said (Bereshit Rabbah 48:14), \"it is removed, one at a time.\" And the matter of removal you will understand from the matter of Manoach (Judges 13:19), if you merit it. And behold, the explanation of this section is that after it stated (Genesis 17:26), \"On that very day was Avraham circumcised,\" it stated that God appeared to him in his being sick from his circumcision, sitting and cooling off at the opening of his tent because of the heat of the day, which weakened him; and it mentioned this to inform that he was not intending prophecy - he did not fall on his face and he did not pray - and nonetheless, the vision came to him.  "
            }, 
            "14": {
                "1": "\"She laughed inside her\" - With derision like \"the sitter in the heavens will laugh, God will mock them\" (Psalms 2:4), because laughter in joy is with the mouth \"then our mouths will be filled with laughter\" (ibid 126:2). But laughter in the heart is not said with reference to joy.", 
                "0": "And Sarah denied, saying: I am astonished with the righteous prophetess [Sarah]. How could she contradict that which God had said to the prophet and also disbelieve the words of the angels of God? And it seems to me [literally, in my my eyes] that these angels who look like people came to Avraham, and he in his wisdom recognized them [as angels]. And he [one angel] gave the good news that \"I will [surely] return to you and Sarah will have a son\", and Sarah heard and she did not know they were angels from on high as with the wife of Manoach (Judges 13:6), and perhaps she did not see them at all.", 
                "3": "And it is fitting that we say further that Avraham did not reveal to her that which was said to him before (see above, 17:19) \"but Sarah your wife is bearing you a son.\" Perhaps he was waiting until until God would send her the good news on the next day, for he knew that the Lord God does nothing without revealing his secret to his servants the prophets (Amos 3:7) or because of his great alacrity in commandments he was preoccupied with his circumcision and that of a vast multidude of those in his house and after that in his weakness he sat by the entrance of the tent and the angels came before he had told her anything.", 
                "2": "And the Holy One Blessed be He, accused her to Avraham, why should the thing [literally \"spoken word\"] be impossible in her eyes, and it would be fitting [literally \"seemly\"] that she believe or say \"Amen, let God do so.\" And behold Avraham said to her, \"Why did you laugh, is anything beyond God?\" and did not explain to her that God had revealed her secret to him. And she for fear of Avraham denied [it] for she thought Avraham recognized it in her face or because she was silent and did not offer praise and thanks about the thing and was not happy. And he said to her \"no, rather you laughed\" at which time she understood that it was said to him so, and so she was silent and did not respond any word to him."
            }
        }, 
        "33": {
            "12": {
                "0": "<b>And the sons of Yaakov answered Shekhem and his father Chamor with guile:</b> Behold, Chamor and Shekhem spoke to her father and her brothers, but her father did not answer them anything, as his sons spoke in his place about this matter out of respect for him. Since the thing was a disgrace for them, they didn't want that he should open his mouth to speak about it at all. And there is a question here, as [it] appears that they answered with the agreement of the their father and with his counsel, as they were in front of him and he knew that their answer was spoken with guile. And if so, why did he get angry [with Shimon and Levi]? And also, it is not plausible that his will would be to marry his daughter to the Canaanite that defiled her. And behold, all of the brothers answered with guile, [even if] Shimon and Levi did the deed and [yet] the father only cursed their anger. And the answer is that the guile was in telling them to circumcise all their males, since they thought that the people of the city would not do this. And if maybe they would listen to their prince and they would all be circumcised, they would come on the third day when they were hurting and they would take their daughter from the house of Shekhem. And this was the counsel of all of the brothers and it was with the permission of their father. And Shimon and Levi wanted to take revenge upon them and killed all of the men of the city. And it is plausible that Yaakov's anger that cursed them was because they killed the men of the city that had not sinned against him. And what was appropriate for them was that they would kill Shekhem only. And this is what the verse states, \"And the sons of Yaakov answered Shekhem and his father Chamor with guile, and they spoke since he defiled Dinah, their sister\" - since they all agreed to speak  with guile because of the villainy that he did to them. And many will ask, \"And how is it that the righteous sons of Yaakov did this act to spill innocent blood?\" And the teacher (Ramabam) answered in the Book of Judges (Mishneh Torah, Kings and Wars 14:9) and said that the Children of Noach (gentiles) are commanded about laws (<i>dinim</i>), and that is that they set up judges in each and every town to judge about their six commandments. And a gentile who transgresses one of them is killed by the sword. [Likewise] if one sees someone who transgresses one of them and [that a court] did not judge him to kill him, behold, this observer should kill him with the sword. And because of this, all the men of Shekhem were liable for [the] death [penalty]. As behold, Shekhem had [kidnapped] and they all saw and knew [it] and did not judge him (and since they did not enforce civil law, their punishment was death). And these words are not correct in my eyes. As, if so, Yaakov, our father, was obligated to be prior and merit [to be the instrument] in their deaths. And if he was afraid from them, why did he get angry with his sons and curse their anger several times and punish them and divide and scatter them? Did they not merit and do a commandment and trust in God, and He rescued them? But according to my opinion, the laws that were counted [as one] of the seven commandments that the Children of Noach were commanded is not only to set up judges in each and every town, but [rather] He commanded them in the laws of theft and fraud, abuse, fair wages, laws of guardianship, rape and seduction, the main categories of damages, injury to ones's fellow, laws of the borrower and lender, laws of purchase and sale and similar to them - like the matter of the laws that Israel was commanded. And he is killed for them if he steals or abuses or rapes or seduces the daughter of his fellow, or if he burnt his hedge and caused injury with it, and similar to this. And in the category of this commandment is also that they set up judges in each and every city - like Israel. And if they do not do so, they are not killed; as this is a positive commandment. And they only said (Sanhedrin 57a), \"Their warning is their death penalty\" - and only the prevention of a negative commandment is called a \"warning.\" And this is the way of the gemara in Sanhedrin 59. And in the Yerushalmi, they said about the laws of the Children of Noach, \"If he swayed the judgement, he is killed, if he took a bribe, he is killed. With the laws of Israel, all laws that you know you would pay for [if you misjudged the case], you are not permitted to run away from [adjudicating] it; but all laws that you know that you would not pay for it, you are permitted to run away from it. But with their laws, even though you know that you will pay for it, you are permitted to run away from it.\" From here [we see], that a gentile is permitted to say to the litigants, \"I am not obligated to you\" - as it is an addition to Israel that, \"You shall not fear a man\" (Deuteronomy 1:17) - [meaning,] do not hold your words because of a man (Sanhedrin 6b). And all the more so is he not killed when he does not make himself into a captain, an officer and a ruler to judge his master. And [for] what is the teacher seeking their liability [for the death penalty]? Were the men of Shekhem and all of the seven nations not idolaters, sexually immoral and doing all of the abominations to God? And Scripture yells out about them in several places: \"whether on lofty mountains and on hills or under any luxuriant tree\" (Deuteronomy 12:2); \"you shall not learn to do, etc.\" (Deuteronomy 18:9); and concerning sexual immorality, \"For all those abhorrent things were done, etc.\" (Leviticus 18:27). But rather [the reason that Yaakov did not want to kill them is that] the matter is not given over to Yaakov and his sons to enforce the law upon them. But the [actual understanding of the] matter of Shekhem is that since they were evildoers and their blood was considered like water about them, the sons of Yaakov (Shimon and Levi) wanted to take vengeance upon them with the vengeful sword, and they killed the king and all of the people of his city, since they were his servants and submitted to his directive. And the covenant that they should be circumcised was not considered anything in their eyes, as it was to flatter their master. But Yaakov said to them about this that they brought him into danger: \"You have brought trouble on me, making me odious,\" and then he cursed their anger, as they did violence to the men of the city. Since [the brothers] said to them in his presence, \"and we will dwell among you and become as one nation,\" and [the men of Shekhem] chose them, and [yet Shimon and Levi] upended their words - and perhaps they would have repented to God. And [if so] they killed them for nothing, as they did not do any evil to them at all. And this is what [Yaakov meant] when he said (Genesis 49:5), \"their weapons are tools of violence.\" And if we are to believe the Book of the Wars of the Sons of Yaakov (which is Sefer HaYashar), the fear of their father came upon them, as the neighbors of Shekhem gathered and made three great wars against them. And were it not for their father who also girded his tools of war and fought against them, they would have been in danger, as it is recounted in that book. And our rabbis (Bereishit Rabbah 80:10) mentioned [something] of this on the verse \"which I took from the Amorites with my sword and bow” (Genesis 48:22). They said, \"All those around them gathered to confront them - [so] Yaakov girded tools of war against them,\" as Rashi writes there. But Scripture is brief about this - since it was a concealed miracle, as they were strong men and it as is if their [own] forearm saved them - like it was brief about the matter of Avraham in Ur Kasdim, and did not mention the war of Esav with the Churi at all. And it mentioned it here because 'there was a terror from God that fell on the cities round about' and they did not all gather to 'pursue the sons of Yaakov,' and they were falling upon them like the sand that is on the shore of the sea, since they were so many. And this is the explanation of \"a terror from God,\" as dread and fear fell upon them from the strength that they saw in war. And hence it states (Genesis 35:6), \"And Yaakov came to Luz, which is Beit El, in the land of Canaan, he and all the people who were with him,\" to inform that not a [single] man was [taken] from them or from their servants in war."
            }
        }, 
        "47": {
            "5": {
                "0": "And Those Born to You After Them-- \"If you have other children, they shall not be in the count of my children, but rather they shall be included in the tribes of Ephraim and Menashe, and they shall not have a [specific] name like the other tribes regarding inheritance. And even though the Land of Israel was divided according to population, as it is written, 'To the many, increase his inheritance (Numbers 26:54),' and every man took equally, except for the firstborn (who received a double portion), nevertheless, only these (Ephraim and Menashe) were called 'Tribes'\"-- these are the words of Rashi. And this is incorrect, for if so, the birthright is only given to Yosef regarding honor, so that his sons would be called tribes [but no extra inheritance is given to him]. And the verse says, \"In their inheritances (Genesis 48:6),\" and in the Gemara the [Sages] say, \"For the inheritance it has compared them to Reuven and Shimon, and not for any other purpose (Horayot 6b).\"...\n"
            }
        }, 
        "27": {
            "19": {
                "1": "The language of Rashi: If He keeps these promises He promised me. And the reason for the conditional is in the case that sin not interfere. And so they said in Bereishit Rabba (76:2) Rav Huna said in the name of Rav Acha: \"Behold I am with you\" and scripture writes \"If God is with me\"! Rather, form here [we learn] that there are no promises to the righteous in this world.", 
                "0": "If God will be with me:", 
                "2": "Furthermore it would make sense to explain in a literal sense that here is no doubt in the thing, rather for all futures the text says thus like \"until I have done\" and similarly \"And if [or here: when] the Jubilee occurs (Numbers 36:4), if (when) the time comes that the condition is fulfilled, then the consequential action will be fulfilled, as if to say \"when it comes.\""
            }, 
            "20": {
                "0": "And God will be for me the Lord: It is not a conditional as Rashi says. Rather it is a vow and its substance is \"If I return to my father's house, I will serve the special God in the chosen land at the place of this stone, which will be for me a house of the Lord, and there I take the tenth. And there is in this matter a secret from that which they said (Ketubot 110) \"whoever dwells in the land outside of Israel is like one with no Lord.\""
            }
        }, 
        "48": {
            "9": {
                "0": "<b>Its matter</b> is not that it should never depart, as it is written (Deuteronomy 28:36), \"The Lord will drive you, and the king you have set over you, to a nation unknown to you or your fathers\" - and behold [according to that], they and their king are in exile, [and] they do not have a king and ministers; and for many days, there is no king in Israel. And the prophet did not promise Israel that they should no go into captivity in any way, so that Yehudah will reign over them. But [rather] its matter is that the scepter should not depart from Yehudah to one of his brothers; since the monarchy of Israel that rules over them will be from him, and none of his brothers will rule over him. And so [too], \"nor the law-inscriber from between his feet\" is that any law-inscriber that has in his hand the [signet] ring of the king will be from him, since he will rule and command all of Israel, and his is the seal of the monarchy. \"Until  Shiloh arrives and to him all the nations will gather,\" to do with all of them as he desires - and that is the messiah; as the scepter hints to David, who is the first king who has the scepter of monarchy, and Shilo is his descendant to whom the nations will gather. And the statement of Rabbi Avraham (Ibn Ezra), that Shilo is David, is not likely, as there was no scepter to Yehudah before David. As even though his tribe was honored and journeyed first, a scepter only belongs to a king and ruler, as it is written (Psalms 45:7), \"your royal scepter is a scepter of equity\"; \"the scepter of rulers\" (Isaiah 14:5); [and] \"the scepter of the ruler\" (Ezekiel 19:14). And this verse hints that Yaakov coronated the tribe of Yehudah over his brothers and bequested the government over Israel to Yehudah. And that is what David said (I Chronicles 28:4), \"The Lord, God of Israel, chose me of all my father’s house to be king over Israel forever; for He chose Yehudah to be ruler, and of the family of Yehudah, my father’s house; and of my father’s sons, He preferred to make me king over all Israel.\" And it states, \"not depart,\" to hint that another tribe will reign over Israel, but [that] from the time that Yehudah begins to have the scepter of monarchy, it will not depart from him to another tribe - and that is what it states (II Chronicles 13:5), \"that the Lord, God of Israel, gave David kingship over Israel forever, to him and his sons.\" And the matter of Shaul was that because the matter of the request for monarchy at that time was disgusting for the Holy One, blessed be He, He did not want to crown [someone] from the tribe that has the monarchy that should not depart from it forever; and He gave them a temporary monarchy. And the verse hints to this when it states (Hosea 13:11), \"I give you a king in My ire, and take him away in My wrath\"; as He gave him [a king] against His will, and therefore took him away in His wrath - as [Shaul] and his sons were killed and the monarchy was interrupted. And all of this was because Shmuel was the judge and prophet and the fighter of their wars according to the mouth of God and [he was] delivering them [from their enemies], and [so,] they should not have requested a king in his days - as he said to them (I Samuel 12:12), \"but the Lord, your God, is your King.\" And the Holy One, blessed be He, said to him (I Samuel 8:7), \"for it is not you that they have rejected; it is Me they have rejected as their king.\" And therefore, He did not give them a lasting monarchy. And that which the verse states (I Samuel 13:13), \"You acted foolishly in not keeping the commandments that the Lord, your God, laid upon you; otherwise the Lord would have established your dynasty to (<i>el</i>) Israel forever,\" is that if [Shaul] had not sinned, his seed would have had dominion in Israel, [but] not over all of them - and that is [the meaning of] \"to Israel.\" Maybe he would have reigned over the tribes of his mother - over Binyamin and Ephraim and Menashe - as Yehudah and Ephraim are considered like two nations in Israel; or he would have reigned under the hand of Yehudah. And according to my opinion, the kings from the other tribes that ruled in Israel after David transgressed the will of their father (Yaakov) and transferred the inheritance. And they relied upon the word of the prophet, Achiyah the Shilonite, who anointed Yerovam and said (I Kings 11:39), \"And I will chastise David’s descendants for that [sin], though not forever.” And when Israel prolonged coronating one king after the other from the other tribes and did not go back to the monarchy of Yehudah, they transgressed the will of the elder (Yaakov), and were punished for it, as Hoshea said (Hosea 8:4), \"They have made kings, but it is not from Me.\" And that was [the cause for] the punishment of the Hasmoneans who reigned during [the time] of the second Temple - as they were [otherwise] lofty pious ones; and, but for them, the Torah and the commandments would have been forgotten from Israel. And nonetheless they were punished a great punishment; as four of the sons of the elder Hasmonean who reigned one after the other - [in spite] all of their strength and their success - fell to the hands of their enemies by the sword. And in the end, the punishment reached to that which the rabbis, may their memory be blessed, said (Bava Batra 3a), \"Anyone who says, 'I come from the Hasmonean dynasty' is a slave\" - as they were all excised from this sin. And even though there was a punishment to the seed of Shimon [the Hasmonean] due [to their being] Sadducees, the entire seed of Mattatyahu the righteous Hasmonean was only removed because of this - that they ruled and they were not from the seed of Yehudah and from the House of David, and [that] they removed the scepter and the law-inscriber from Yehudah completely. And their punishment was poetic justice, as the Holy One, blessed be He, had their slaves rule over them, and [these slaves] cut them off. And it is also possible that their reign was a sin for them because they were priests (Kohanim) and they were commanded (Numbers 18:7), \"guard your priesthood in everything pertaining to the altar and to what is behind the curtain; I make your priesthood a service of dedication\" - and they should not have reigned, [bur rather, just] served the service of the Lord. And I saw in Yerushalmi Horayot 3:2, \"We do not anoint priests as kings. Rabbi Yehudah of En Tor said, 'Because of \"shall not depart.\"' Rabbi Chiya bar Abba said, '\"To the end that he and his descendants may reign long in the midst of Israel\" (Deuteronomy 17:20); what is written after it? \"There should not be to the Levite priests.\"' Behold, they learned here that we do not anoint kings from the priests, the sons of Aharon; and it first explained that it is for the honor of Yehudah - that rulership not depart from that tribe. And therefore even though Israel may establish a king from the other tribes according to the need of the time, we do not anoint him; that there should not be the majesty of the monarchy [with them], but rather they should be like 'judges and officers.' And they mentioned the priests, since even they though they are intrinsically fit to be anointed, we [still] do not anoint them for the purpose of [coronation]; and all the more so, the other tribes. And it is as they said in the gemara (Horayot 11b), that we only anoint kings from the House of David. And Rabbi Chiya bar Abba explained that it is prevented by the Torah, [such] that 'the Levite priests - the whole tribe of Levi should have no share and inheritance' in the kingdom - and it is a fitting and appropriate thing. [With regard to the phrase, \"nations will gather (<i>yikehat</i>),\" Rashi explains that it means,] \"a gathering of  nations , as it is stated (Isaiah 11:10) 'Unto him shall the nations seek.' Of similar meaning is the word in (Proverbs 30:17) 'The eye that mocks the father, and despises the gathering of (<i>yikehat</i>) the mother,' [as it means] the gathering of wrinkles on her face due to her old age. And in the Talmud (Yevamot 110b), [we find a similar meaning of this word]: 'They gathered assemblies (<i>mekahu kehiata</i>) in the streets of Nehardea.” It could have also said an assembly (<i>kehiat</i>) of nations [in the verse, instead of <i>yikehat</i>.\" That is] the language of Rashi. And it does not appear that \"the gathering of (<i>yikehat</i>) of the mother\" can be explained as the assembly of the mother. And also the expression, \"<i>mekahu kehiata</i>\" is only an expression of refutations and challenges, as they would be challenging and refuting it with many questions. Since one who has difficulty with something is called <i>koheh</i>in the language of the sages (Talmudic Aramaic); as they said in Midrash Chazit (Shir HaShirim Rabbah 3:8), \"'All of them brandishing the sword' - that they would all learn the law like a sword: that if a matter came to their hands, the law would not be challenging (<i>koheh</i>) to them.\" And so too are there many [other examples] there. And from [this usage], they said in the gemara (Nazir 65b), \"Rabbi Yehoshua <i>kihet</i> and purified [it],\" as he challenged many things about it and broke all of the [arguments] that were making it impure, until he forcibly purified it. And so [too], we have found in old textual variants of the gemara (Bava Metzia 52a), \"One who <i>kehi</i> for a coin is called an evil soul,\" since he is exacting about it and is challenged to get it from his friend. And the grammarians (Radak and R. Yonah Ibn Jenach) say that the root of <i>yikehat</i> is <i>yakeh</i>, and that its understanding is [that it is] an expression of discipline and acceptance of command, [such that] \"the nations <i>yikehat</i>\" is that they will listen to him and do everything that he will command upon them. [And] \"he despises the  <i>yikehat</i> of the mother\" is [that he despises] to accept her command. And that which is correct in my eyes is that it is from the usage (based on Jeremiah 31:29), 'One who eats unripe grapes, his teeth will <i>tikahena</i>.' And its root is kehat, and the [first letter,] yod in it is like the yod [at the beginning of] <i>yitshar</i>. And the matter of all [of its usages] is weakness and breaking: It is saying [here] that the rod of the taskmaster will not depart from Yehudah until his son, who [brings] the weakness of the nations and their breaking, arrives - as he will weaken all of them with the blade of the sword. And so [too], \"If the iron <i>kehah</i>\" (Ecclesiastes 10:10) - that it has become weak and cannot cut, like a knife \"that has sat,\" in the language of the sages (Beitzah 28b), or that has become a little broken and has nicks in it. And so [too] did I also find there in Midrash Chazit (Shir HaShirim Rabbah 1:12), \"The Holy One, blessed be He, made appear a good scent from the spices of the Garden of Eden, and their souls were (Shir HaShirim Rabbah 3:8)<i>koheh</i> to eat. They said to him, 'Moshe, our teacher, give us what to eat.' He said to them, 'So did the Holy One, blessed be He, say to me, \"all sons of foreigners may not eat from it.\"' They stood up and separated the foreigners from among them and their souls were <i>koheh</i> to eat, etc.\"  And the matter is that their souls were weakened and broken in their bodies from the greatness of their desire to eat from the Pesach sacrifice in which the good smell had cleaved. And so [too], \" the law would not be <i>koheh</i> to them,\" [means that] it be weak and unsure in their hands. And \"<i>mekahu kehiata</i>\" is [that] they would ask challenging questions that would weaken the soul, because of their great effort (pain) and research. Or it is an expression of breaking and refuting, like the expression (Kiddushin 13b), \"Rav Acha refuted.\" And so [too] did they say (Mekhilta, Parshat Bo 18), \"You too should <i>hekaheh</i> his teeth\" - [which means] break them or weaken them with your words. [It must also mean weaken] as unripe grapes weaken, and do not break; but weakening and breaking are the same [general] idea, and <i>kehiah</i> includes both of them. "
            }
        }, 
        "28": {
            "30": {
                "0": "That Leah was hated: Behold Leah tricked her sister and also Yaakov. For if we say, that she was behaving respectfully to her father who grabbed her and brought her into him and she must not cross him, then she should have said or hinted that she was Leah. Rather, she disguised herself all night and therefore, he did not recognize her until he saw her in the morning. And therefore, Yaakov hated her. But God knows that she did it in order to be married to a righteous man, and He had mercy on her. And thus they said in Bereishit Rabba (71:2) \"When Yaakov saw the actions that Leah tricked her sister he intended to divorce her. And when God gave her children, he said 'shall I divorce the mother of these?'\"And this is the reason \"God saw\" that He had pity on her that he should not leave her. And there are those who say (the Radak) that two wives were one is very beloved, the second is called \"hated.\" As it says, \" he loved Rachel more than Leah\"--not that he hated her. And it was embarrassing and God saw her oppression. "
            }
        }, 
        "36": {
            "24": {
                "0": "..When they raised their eyes and saw from afar men coming from the road from Gilad, they recognized that they were an Ishmealite caravan on the camels and they knew that they were going to Egypt, since from Gilad comes &lt;name of=\"\" road=\"\" #1=\"\"&gt; and &lt;name of=\"\" road=\"\" #2=\"\"&gt;, and this was the way people went to Egypt. &lt;loose translation=\"\"&gt; Therefore, Yehuda said to them, 'These men are from a far land and going to a far land. We will sell him to them and the matter will not become known.' When they came closer, they found that they were merchants who travel those roads, Midianite merchants who leased the camels from the Ishmealites and they sold Yosef to the Midianites, who bought him in order to trade him, for the Ishmealites, the lessors of the camels, did not purchase merchandise for themselves. It says in 37:28, \"They sold Yosef to the Ishmealites\" because they gave him to them while they were carrying the merchandise to Egypt , and that is the meaning of the phrase \"from the Ishmealites who brought him down there,\" because he had been in their hands (=in their custody) even though the Midianites were his owners and they traded him, like it says in 37:36, \"The Midianites sold him to Egypt,\" for any action in the Chumash will once be told with [the name of] the one who commanded it and once will be told with [the name of] the one who carried it out. For example, in Devarim 11:7, it says \"...all the actions of Hashem, the greatness that He did,\" and later it says in 34:12, \"that Moshe did in from of all of Israel.\" And so it says in Melachim 1 7:51, \"the work was completed that was done by the king Shlomo,\" but Hiram did it, like it says, \"And he [Hiram] came to King Shlomo and did all the work for him.\" About Yosef himself it says in 39:22, \"all that was done there [in the prison], he would do it. It gives [credit for] the action to the commander of it and to the doer of it. Rabbi Avraham [Ibn Ezra] says in 37:28 that the Midianites were called Ishmealites, (i.e., these two groups are really the same group) like it says in Shoftim 8:24 that the kings of Midian were Ishmealites. It is not like he thought, becaue the Torah says in Shoftim 8:24 \"for they had gold nose-rings, for they were Ishmealites,\" this is hinting at 'Bnei Kedem', for this war was for them, like it says in Shoftim 6:33"
            }, 
            "2": {
                "0": "He was born to him in his old age. And Onkelos translated it as, \"A son of wisdom he was to him\". What he had learned from [the yeshiva of] Shem and Ever, he handed over to him. This is the interpretation of Rashi. And said Rabbi Abraham [ibn Ezra], a son of old age that was born to him in old age, at the age of ninety-one years, and his brother Benjamin [was also] called a \"little child of his old age\" (Genesis 44:20). But this is not true to me, because Scripture said (above) \"and he loved Joseph more than all his sons for he was a child of his old age\", but all of his sons were born in his old age, and Issachar and Zebulun were not one year or two years older than Joseph. And seems to me that the custom of the elders was that they take one of their young sons to serve them, and he would lean on his arm and would never be parted from him, and he called him \"a son of his old age\", for he served him in old age, and here Jacob took Joseph for this thing and was always with him, and therefore he did not work with the sheep when they grazed in far away places. And Onkelos said \"A son of wisdom\". He wanted to say that he was a wise and knowledgeable son to his father, and he had understanding like elders. In the case of Benjamin, where is says] \"child of his old age\", [Onkelos] translates as \"son of his old age\" that it was not written here that said \"he was a son of his old age,\" but [rather] it said \"he was to him\", which means in his eyes [i.e. that this was the way he perceived him as being wise]. As our sages say (Genesis Rabbah 84:8), what he had learned from [the yeshiva of] Shem and Ever, he handed over to him. This is to say that he [Jacob] told him [Joseph] the wisdom and secrets of the Torah and found him to be an intellectual and a master of the secrets [of the Torah] as if he was an elder and had many years."
            }
        }, 
        "40": {
            "41": {
                "11": "and to use it how he sees fit.", 
                "10": "to \"rule\" the kingdom,", 
                "1": "it is a sign, ", 
                "0": "The giving of the ring of the king,", 
                "3": "to be second in command,", 
                "2": "to who had received it,", 
                "5": "And the correct answer,", 
                "4": "as Rashi says.", 
                "7": "like Megillah Esther,", 
                "6": "the ring is like the signature,", 
                "9": "he gave him the signature,", 
                "8": "that the ring means he has power,"
            }
        }, 
        "1": {
            "19": {
                "0": "<b>... but for Adam there was not found a help meet for him:</b> Quoting Rashi: \"When He brought them, He brought them before him male and female.  He said 'Each has a mate, but I have no mate.' Immediately 'And the LORD God caused a deep sleep to fall upon the man.'\" And he explained well, for as the verses about assigning the names are inserted within the matter of the help meet, that and the assigning of the names are resolved according the understanding of the commentators (Rashi and Radak) like its plain meaning - that each one will have a name for itself, so that each will be known and recognized through  its generations with the names that he will call them, for it will be its name forever. And now, the Holy One Blessed Be He, when He wanted to make the help meet for him, He then brought them before him, for He needed to bring them to him in pairs, to assign names also to their females - for there are those that he assigned one name, and there are those that are split, such as bull and cow, he-goat and she-goat, ram and ewe, etc. And when he saw them mated with each other, he became desirous of them, and when he did not find among them a help meet for himself, he became sad and fell asleep. And God dropped a deep sleep on him so that he wouldn't feel the removal of a rim from his body. And my understanding is that the assigning of the name is the help meet. And the issue is that the Holy One Blessed Be He brought every animal of the field and every bird of the sky before Adam, and he discerned their nature and assigned them names. That is, the name that is fitting for them, based on their natures. And through the names, it became clear which is fitting to be a help meet for another, that is, fitting to procreate together. And even if we believe that the assignment of names is by convention, not nature, we can say that the assignment of names is the division of the species. For they passed before him, male and female, and he pondered their natures, which is a help meet for another, that is, the one that procreates with it. And he let this be known through names: He called the light [ovine] animals with with one name, for they could each help each other with procreation, since they could all procreate with each other, and the heavy [bovine] animals with another name, and the wild animals with another name, for they cannot procreate with each other, and so with all of them. And he didn't find in any of them one whose nature was to be a help meet to him, to be assigned his name. For the assignment of the names was the division of the species, and the separation, like a seal between one and another, and I have explained above. And the issue was not that it was in the Man's hands to find within them a help meet for himself, based on the fact that they were created with their own natures. Instead, if he would see a proper nature in one of the species and choose it, the Holy One Blessed Be He would fix its nature to him, as He did with the rib, and He wouldn't need to build it as a new construction. And this is the meaning of \"and whatsoever the man would call every living creature, that was to be the name thereof,\" meaning that would be its name that the Holy One Blessed Be He would maintain that name for it, in the manner that I have explained. And what appears correct to me is that the desire was not before Blessed He to take the rib from him until Adam would know that there was not among the creatures a help meet for himself, so that he would desire to have for himself a help meet, like them. And because of this, He needed to take from him one of his ribs. And this is the meaning of \"but for Adam there was not found a help meet for him,\" meaning - but for the name of the Man, he did not finaed a help meet that would be fitting for him, to be assigned his name, to procreate with him. And there is no need here for the words of the commentators (Raava on verse 18 and the Radak) who said that the name will come through here in place of a nickname, and that he did not find a help meet opposite himself, in the manner of the wives of Lemech (Below, 4:23) and Jeftach and Samuel (I Samuel 12:11). And this is why he said \"This is now ...,\" meaning: This time, I have found a help meet for myself, which I have not found until now in all the other species, for she is a bone of my bones and flesh of my flesh. And it is fitting that she will be assigned my actual name, for this one and this one can procreate together. (And in the word \"this,\" there is a secret, which will be known from our commentary on the Parasha of \"And this is the blessing,\" if my Rock blesses me to get up to there.) And therefore, he responded \"because she was taken out of Man.\" And understand."
            }, 
            "2": {
                "0": "<b>And he blessed [...] and he sanctified:</b> He blessed it with manna and sanctified it with manna - and the verse is written about the future - [this is the] language of our teacher, Shlomo (Rashi) from Bereishit Rabbah 11:2. And in the name of Rabbi Saadia, [some] have said that the blessing and the sanctification is on those that observe [the Shabbat]; that they should be blessed and sanctified. But the understanding of the verse is not that it is speaking about the future. And Rabbi Avraham (Ibn Ezra) said that the blessing is an addition of good - that there be generated greater power to multiply among bodies  and greater intellectual ability for the soul; \"and He sanctified it,\" [means] that he did not do any work on it, as [He did] upon the other days. And his word about this is correct for those that believe in it, as this is not a concept that people can feel [with their senses]. And the truth is that the blessing on the Shabbat day is the source of blessings and it is the foundation of the world; \"and He sanctified it,\" that it should draw from the holy. And if you will understand this, you will know that which they said in Bereishit Rabbah 11:8, \"As it doesn't have a partner\"; and that which they also said, \"The Assembly of Israel will be its partner\"; and you will understand that there is an extra soul on Shabbat, in truth. <b>that the Lord created in making:</b> The work that was fitting to do on Shabbat, He doubled [up] and did on the sixth [day] as is explained in Bereishit Rabbah 11:9 - the language of Rashi. But [Ibn Ezra] says likes its simple understanding; \"[That His] work is the roots in all of the species, that He placed the ability to reproduce in them.\" But it appears to me, that its understanding is that He rested from all of His work that He had created, ex nihilo, to make from it all of the creations mentioned in the first six days. And behold, He said that He rested from the creation and from any action of the creation that He created on the first day, and from the acts that He did on the other days. And it is likely that \"making\" refers to that which is above: \"because He rested from all of His work that He created\" ex nihilo from making (<i>me'leaasot</i>, as if the prefix that means, from, were added). And like it is \"and they stopped counting\" (Genesis 41:49, which is as if it were written, \"from counting\"); \"and they stopped building the city (Genesis 11:8, which means, \"from the city\"); \"guard yourselves climbing the mountain\" (Exodus 19:12, which means \"from climbing\"); \"And they did not depart the commandment of the king\" (II Chronicles 8:15, which means \"from the commandment\"); and so [too] many [other examples of this]. And you should know that also included in the word, \"to make\" is that the six days of creation are all of the days of the world - since their duration will be six thousand years (Rosh Hashanah 31a) - as it is for this reason that they say that the day of the Holy One, blessed be He, is a thousand years (Bereishit Rabbah 19:8). And behold, on the first two days the whole world was water and nothing was completed on them, and they hint to the first two thousand years of chaos (<i>tohu</i>), in which there was not one who called in the name of God. And so did they say (Avodah Zarah 9a), \"Two thousand years of chaos.\" But as there was the creation of light on the first day, it corresponds to the thousand years of Adam - who was the light of the world, recognizing his Creator. And maybe Enosh did not worship idolatry until Adam died. On the second day, \"Let there be a firmament and let it divide\" (Genesis 1:6) - as on it, Noach and his righteous children became separated from the evildoers that were judged with water. On the third day, the dry land appeared and grew vegetation and produced fruit - that is the third millennium that started when Avraham was forty-eight years old (Bereishit Rabbah 48b) - and \"then began the calling in the name of the Lord\" (Genesis 4:26), and 'a righteous sprout' grew; since he pulled many to know the Lord, as they expounded [about] \"and the souls that they had made in Charan\" (Genesis 12:5). And he commanded 'his household and his children after him that they keep the way of the Lord, to do righteousness and justice.' And the matter advanced to the point that his seed received the Torah at Sinai. And the first Temple was built on that day, and they kept all of the commandments, which are the fruits of the world. And you should know that twilight is considered like the next day, and so the matter of each day begins slightly before it; as when Avraham is born at the end of the second day. And so you will see with each and every day. And on the fourth day, the big and small luminaries (the sun and the moon) and the stars were created. Its day hints to the fourth millennium, which is the one that begins when the first Temple was [already] built for  seventy-two years until one hundred and seventy-two years after the second Temple. And behold, on this day 'there was light for all of the Children of Israel,' 'since the glory of God filled the House of the Lord' and the light of Israel was like a fire on top of the altar, crouching there like a lion eating the sacrifices. And afterward, their light diminished and they were exiled, [such] as [the light] disappears at the beginning of the [cycle of the] moon. And it shone for them all the days of the second Temple,  and the fire on top of the altar was like a dog crouching. And the two luminaries set at the evening of the day, and the Temple was destroyed. On the fifth day, the waters swarmed with living animals and flying birds upon the earth. It hints to the fifth millennium that begins one hundred and seventy-two years after the destruction of Temple; since to it were the nations of the world compared, and man was made 'to be like the fish of the sea, like the crawling animals that none rules over - they bring it all up with a hook, they catch them with a net, and gather them with a drag.' And there is no one that seeks the Lord. On the sixth day in the morning, \"Let the earth bring forth the living creature after its kind, animals and creeping things, and beast of the earth after its kind\" (Genesis 1:24) - and its creation was before the shining of the sun, as the matter that is written (Psalms 104:22), \"The sun shines and they gather, and crouch in their dens.\" And then man was created in the image of God, and that is the time of his rulership, as it states (Psalms 104:23), \"Man goes out to his labor and to his work until the evening.\" And that is the sixth millennium, since in its beginning, the beasts rule in it - these are the kingdoms that did not know God. And after its tenth - like the measure of the sunrise to the day (see Pesachim 94a)- the redeemer will come, as it states about him (Psalms 89:37), \"and his throne will be like the sun across from Me.\" This is the son of David, who is made in the image of God, as it is written (Daniel 7:13-14), \"and behold with the clouds of the sky, there was a man coming, and he came up to the One of Ancient Days and they brought him in front of Him and they brought him close to Him. And to him did He give dominion and glory and kingship.\" And this will be one hundred and eighteen [years] after the [first] five thousand, to complete the word of the Lord through the mouth of Daniel (Daniel 12:11), “From the time that the regular sacrifice was removed and the silent abomination was placed, there are one thousand two hundred and ninety days.” And it appears from the change of the days, from the swarms of the waters and the fowl, to the beasts of the land that at the beginning of the sixth millennium, there will arise the rulership of a controlling, fearful and violent nation, and one that comes closer to the truth than the first ones. The seventh day is Shabbat. It hints to the world to come, which is completely Shabbat and rest for eternal life. And may God guard us in all of the days and place our portion with His innocent  servants (those do not try to divine the future).\n"
            }, 
            "23": {
                "0": "“Therefore a man shall leave his father and his mother and cleave to his wife...” The holy spirit says this to forbid I chest to the descendants of Noah. “'And they shall be one flesh'- the child is formed by the two of them and thus their flesh is made one', so Rashi.  This is without reason, for domesticated and wild animals also become one flesh through their children. In my view animals do not cleave to their sexual partners; the male approaches any female it finds and then leaves. For this reason the text says since the female of the adam was a bone of his bones and flesh of his flesh, he cleaved to her and she was in his bosom like his own flesh and he desired her to be constantly with him. As this was so with Adam so was his nature transmitted to his progeny, to make the males, cleaving  to their females, leaving their fathers and mothers and regarding their wives as if they were one flesh with them. Similarly, “you are our brother, our flesh (gen.37:27), “to the meat of ones flesh (Lev.18:6), those close in family are called “meat of flesh” and so will leave the “meat” of his father and his mother and their closeness and see that his wife is closer to him than they are."
            }
        }, 
        "0": {
            "25": {
                "0": "<b>And God said, \"Let us make man:\"</b> A [separate] proclamation was designated for the creation of man, because of his stature - since his nature is not like the nature of animals and beasts that He created in the proclamation that precedes it. And the correct simple meaning of the word, 'let us make,' is that which you have already been shown, to know (above, verse 1) that God created something from nothing on the first day alone, and afterwards He formed and made [everything] from the fundamental elements. And when He gave power of swarming in the water to swarm living creatures, the proclamation was (verse 20), \"let the waters swarm;\" and the proclamation with the animals was (verse 24) \"let the earth bring forth;\" [and] with man He said, \"let us make.\" That is to say, I and the earth - that was mentioned - let us make man: the earth will bring forth the body form the elements as it did with the beasts and the animals, as it is written (Genesis 2:7), \"And the Lord, God, formed man, dust from the earth;\" and He, may He be blessed, gave him the spirit from the mouth of the Highest, as it is written (Ibid.) and He blew into his nostrils, a living soul.\" And it stated, \"in our image, in our likeness,\" since he would be similar to both of them: in the configuration of his body, to the earth from which he was taken; and he would resemble the higher ones in his soul, which is not a body and does not die. And the second verse (27) states, \"in the image of God did He create him,\" to tell of the wonder which separates him from all the creatures. And this simple explanation of the verse I found from Rabbi Yosef Kimchi and it is the most plausible of all that have been thought. And the explanation of [the word,] image (<i>tselem</i>), is like an appearance, [as in] (Daniel 3:19), \"and the appearance of his face changed,\" and also (Psalms 39:7) \"As an appearance does man walk,\" and (Psalms 73:20) \"in the city will You disgrace their appearance,\" [meaning] the description of what he looked like. And likeness (<i>demut</i>) [means] similarity in form or action; such that [things] that share a resemblance in a matter are called likenesses of each other. And behold man is similar to the lower beings and the upper beings in [his] appearance and his glory. As it is written (Psalms 8:6), \"and with honor and glory have you crowned him\" [concerning his resemblance to the upper beings], and this refers to the direction of his countenance towards wisdom and knowledge and skilled action. And in his likeness, his body completely resembles the dirt, and his soul, the upper creatures. <b>Let them have dominion over the fish of the sea:</b> Because of [man's] being male and female, it states, \"let <i>them</i> have dominion  over the fish of the sea,\" in the plural. And in Bereishit Rabbah 7:5, they said, \"'let the earth bring forth living creatures (souls) according to their species' (verse 24), Rabbi Elazar said, 'living souls, this is the spirit of man.'\" And it is not at all possible that Rabbi Elazar would explain that \"let the earth bring forth...\" is to be explained as referring to the soul of Adam. But rather, he intended to say that which I mentioned: that the formation of the spirit of man which is in his blood was made from the ground, as per the proclamation for the animals and the beasts - as all souls of movement were made together; and afterwards, He made bodies for them - first He made the bodies of the beasts and the animals, and afterwards, the body of man and He put into him a soul; and after that, He blew into him a higher soul, [meaning that] it was that separated soul that had a different proclamation designated for it, by God who gave it, as it is written (Genesis 2:7), \"and He breathed into his nostrils a living soul.\" And the true way in this verse will be known to the one that understands the [next] verse and it is possible that Rabbi Elazar intended this and expounded [the verse], \"let the earth (<i>haarets</i>) bring forth,\" as the 'land (<i>erets</i>) of the living' which should bring forth a soul of its type that will exist forever. And so [too], what it stated (verse 27), \"male and female He created them,\" is because the creation at the beginning was from the male and the female and [man's] soul was included in both of them; but the [subsequent] formation was [only] a formation for the man and  a building [from man's] side (rib) for the woman, as is told at the end. And for this reason, creation is mentioned here and formation in the section below. And the learned one will understand. And the [meaning] of \"and they will have dominion\" is that they should rule powerfully over the fish and the fowl and the beast and all that crawls. And the beasts [in this verse] includes the animals (which are not mentioned separately). And it states, \"and over all the earth,\" [to mean] that they should rule over the earth itself: to uproot and to smash and to dig and to quarry copper and iron. And the expression, dominion (<i>rediyah</i>), [is like the] rulership of a master over his slave."
            }, 
            "27": {
                "0": "<b>And God blessed them:</b> That is a true blessing. Therefore, [here] it is written, \"and God said to them.\" But above (verse 22), it is written, \"And God blessed them, saying,\" [which] is explained as the blessing [only] being the [actual] proclamation by which he gave them the power to reproduce, [but] not a different proclamation through which they would be blessed (as was the case with man). <b>\"And fill the earth:\"</b> A blessing that they should fill the earth due to their great number. And according to my opinion, He blessed them that they fill all of the earth, [meaning] that the nations should separate into their families to the corners of the world due to their great number. And they should not be in one place, [such an idea being] the thought of the men of the Generation of Dispersion (at the time of the Tower of Babel). <b>\"And subdue it:\"</b> He gave them the power and rulership over the earth; to do whatever they wanted with the beasts and the swarming animals and all of those that slither on the ground; and to build and to uproot and plant and to quarry copper from its hills and [to do things] similar to this. And this is [all] included in its stating (above, verse 26), \"and over all the earth.\" <b>\"And have dominion over the fish of the sea;\"</b> He said that they should have dominion also over the fish of the seas that are covered by them and over the fowl of the sky that are not with man upon the ground and [even] also over all [dangerous] animals. And He sequenced them according to their creation: the fish and the fowl first and the animals afterwards; and so [too] does the verse state (Psalms 8:7-9), \"You have made him rule over the works of Your hands; You have put all things under His feet: Sheep and oxen - all of them, and also the beasts of the field; The fowl of the air, and the fish of the sea, etc.\" And our Rabbis differentiated between subduing and having dominion.  "
            }, 
            "20": {
                "0": "<b>And God created the great sea monsters:</b> Because of the largeness of these creations - as there are some of them  that are many parasangs long; the Greeks recounted in their books that they knew about some of them that were five hundred parasangs long, and our Rabbis also spoke about their amplitude (see Bava Batra 73b) - for this reason, it attributed their [actual] creation to God, since He is the one who brought them forth out of nothing from the beginning; as I have explained [that such is the understanding of] the expression, creation (above, verse 1). And so [too] will it do with man, due to his stature - to inform that he was brought forth from nothing with his intelligence and his mind. And I wonder why it does not state, \"and it was so\" on this day; and maybe it is not possible to mention, \"and He created\" after \"and it was so,\" since it is speaking about what was at the beginning. And our Rabbis said (Bava Batra 74b) that the great sea monsters are the Leviathan and his spouse - that He created male and female, and killed and cured the female for the righteous ones [to eat] in the future. And for that reason, it was not fitting that it state about them, \"and it was so;\" since they did not continue [ to exist in the same way as they had been created.]"
            }, 
            "21": {
                "0": "<b>And God blessed them, saying:</b> He decreed blessing to them and said that they should be fruitful and multiply; which is to say that they should make many fruits - that one [of them] should bring out many like him. And the matter of blessing is about reproduction, as the matter that is stated (Genesis 17:16), \"and I have blessed her and she will become nations.\" And also about sprouting (and growth) is the expression of blessing found, [as in] \"And I have commanded my blessing to you on the sixth year\" (Leviticus 25:21). But it is not stated thus on the third [day], as [the plants did not need it, as did] all of the creatures that had souls, [which] were only two - male and female, according to their species - like the matter of man. And they required blessing to greatly multiply; but very many plants grew on the face of all of the earth, as they [do] today. And it did not state blessing about the beasts and animals, as the decree of proliferation that He decreed  on the moving souls in the water, included the moving souls on earth also; as it is all one matter concerning the creation of living souls that do not speak. And our Rabbis said (Bereishit Rabbah 11:3) that because man hunts and eats them, the blessing of \"and fill the waters in the seas\" was needed. He blessed them that they should fill the seas due to their multitude; also the rivers and ponds. Or the [blessing of] their filling is [only] in the seas, as they are sparse in the rivers. <b>\"And let the fowl multiply on the earth:\"</b> Even though its creation is in the water, its blessing will be on the earth: that they will be fruitful and multiply upon it. As there is none among the fowl that lays its eggs in the water and nurtures it there; even the ones that are always dwelling in the water and deriving sustenance form it, [lay] their eggs on the earth and give birth there.      "
            }, 
            "23": {
                "0": "<b>Beasts (<i>behema</i>):</b> These are the types that eat grass, whether they reside in human settlements or in the wilderness. <b>The animals (<i>chayot</i>) of the earth:</b> Those that eat meat are called animals and all of them prey. <b>And crawling things (<i>remes</i>):</b> Rashi wrote, \"These are the creeping things, which are low and crawl (<i>romsim</i>) upon the earth; they appear as if they are dragging along.\" And behold, in this section (below, verse 28), it is written, \"and every animal that crawls (<i>romeset</i>) upon the earth.\" And it is written (Genesis 7:21), \"And all flesh that crawls on the earth perished, among the fowl and among the beasts and among the animals and among all the creeping things that creep on the earth,\" and it is written (Psalms 104:20), \"in it do all the animals crawl.\" (From these verses, we see that crawling - <i>remisa</i> - is not only relegated to lowly creatures.) But [rather], the explanation of <i>remisa</i> is like the notion [which is spelled] with the [letter,] <i>samech</i>, [an example of which is found in the phrase, \"the leg tramples (<i>tirmesena</i>)\" (Isaiah 26:6); and [in other] related examples. And with animals and with beasts, it states, \"crawl upon the earth;\" and with creeping things that drag [themselves on the ground], \"the crawlers of the ground\" (verse 25), because [the latter] tread on the ground with their entire bodies."
            }, 
            "28": {
                "0": "<b>\"Behold, I have given to you all of the herbs that gives seed:\"</b> \"He did not permit Adam and his wife to kill a creature and to eat its meat; only every green herb were they all permitted to eat together. And when the Children of Noach came, He permitted them to eat meat, as it is stated (below 9:3), 'Every creeping thing that is alive, for you is it to eat, like the green herb have I given to you every thing' Like the green herbs, which I permitted to the first man, I have given you everything.\" [These are] the words of Rashi. And so [too] did [Rashi] explain in Tractate Sanhedrin 59b (s. v. <i>lo hutar</i>), \"'And to all the animals of the land' - to you and to the animals have I given the herbs and the trees, and 'the green herbs to eat.'\" And if so, the explanation of \"all of the green herbs to eat\" would be [that it is a continuation of the previous idea as follows]: <i>and</i> all of the green herbs. And it is not like this, but [rather] He gave to Adam and his wife, \"every herb that gives seed\" and all the fruit of the trees; and to the animals of the field and the fowl of the skies, He gave \"every green herb\" - [but] not the fruit of the trees and not seeds; and their food is not equally for all. However meat was not permitted to him until the Children of Noach, as per the opinion of our Rabbis, and that is the simple meaning of the text. And [the original prohibition to kill animals to eat their meat] is because moving souls have a bit of stature to their souls: they resemble intelligent souls and seek their [own] benefit and their food and run away from pain and death; and the verse states (Ecclesiastes 3:23), \"Who knows the spirit of man whether it goes upward, and the spirit of the beast whether it goes downward to the earth?\" And when they sinned and all flesh corrupted its way upon the earth and it was decreed that they would die in the flood, and because of Noach, He saved some of them for the preservation of the species, He gave them permission to slaughter and eat [animals] since their existence was for [man's] sake. And in spite of all this, He did not give them permission with regards to the soul and forbade them a limb from a living animal. And He added commandments for us to forbid all blood since it is the support of the soul, as it is written (Leviticus 17:14), \"Since the soul of all flesh, its blood is in its soul; and say to the Children of Israel, 'the blood of all flesh do not eat, since the soul of all flesh, it is the blood.'\" [This is all] because He permitted the body of an animal that does not speak but not the soul itself. And this is [also] the reason for ritual slaughter (<i>shechita</i>) - and for what they said (Bava Metzia 32:), \"[the prohibition of causing] pain to living animals is from the Torah\" - and this is our blessing for it: \"who has sanctified us with His commandments and commanded us on ritual slaughter.\" And I will speak more about the matter of the commandment of blood when I get there (Leviticus 17:11-14) if God [permits]."
            }, 
            "0": {
                "1": "<b>In the beginning (<i>Bereishit</i>), God created:</b> Rashi wrote, \"this text says nothing if not 'interpret me' - as our Rabbis expounded upon it; [God created the world] for the sake of the Torah which is called 'the beginning (<i>reishit</i>) of [God's] way' (Proverbs 8:22), and for the sake of Israel who were called 'the beginning (<i>reishit</i>) of [God's] grain' (Jeremiah 2:3).\" And this midrash of our Rabbis is very sealed and [obscure], since they found many things that were called <i>reishit</i> and about all of them are there words of midrash; and they are so many that [even] those of little [understanding] will speak about them. They said (Bereishit Rabbah 1:6), \"In the merit of three things was the world created: in the merit of <i>challah</i> (the portion of a batch of bread dough given to a priest/Kohen), in the merit of <i>ma'aserot</i> (the tithe of produce, which must be given to a levite) and in the merit of <i>bikurim</i> (first-fruits that must be brought to the Temple in Jerusalem and given to a priest/Kohen). 'In the beginning (<i>Bereishit</i>), God created:' there is no <i>reishit</i> besides <i>challah</i>, as it is stated about it (Numbers 15:20), 'the beginning (<i>reishit</i>) of your dough;' and there is no <i>reishit</i> besides <i>ma'aserot</i>, as it is stated about it (Deuteronomy 18:4), 'the beginning (<i>reishit</i>) of your grain;' and there is no <i>reishit</i> besides <i>bikurim</i>, as it is stated about it (Exodus 23:19), 'the beginning (<i>reishit</i>) of the first fruits of your land.'\" And they also said (Ibid.), \"in the merit of Moshe [was the world created], as it is stated, (Deuteronomy 33:21), 'and he saw a <i>reishit</i> for himself.'\" And their intention here is that the word, <i>bereishit</i>, hints that the world was created with ten mystical spheres (<i>sefirot</i>) and it hints to the sphere called 'wisdom,' which is the foundation for everything; as the matter is stated (Proverbs 3:19), \"the Lord founded the earth with wisdom\" - it is <i>terumah</i> (the portion of produce given to the priest/Kohen, a subset of which is <i>challah</i>), it is holy and 'it has no required amount,' due to the minuteness of its understanding by the creatures. And when a person counts ten measures and separates one part of the ten, it is a hint to the ten spheres; the wise will contemplate the tenth and speak about it. And <i>challah</i> - which is the only commandment in the dough - will hint to this. And Israel, which is [also] called <i>reishit</i> is the Congregation of Israel (<i>Knesset Yisrael</i>), which is compared in the Song of Songs to a bride, as the verses calls it 'daughter,' and 'sister' and 'mother' - and the  Midrash has already come to [these ideas]  (Shir HaShirim Rabbah 3:21), on [the verse] (Shir HaShirim 3:11) \"with the crown with which his mother crowned him\" and in many places. And so [too], \"and he saw a <i>reishit</i> for himself,\" [with] Moshe: they understood that Moshe, our teacher, gazed through the 'bright lens' and \"saw a <i>reishit</i> (beginning) for himself,\" and that is why he merited the Torah. All [of this] indicates one intention to [the Sages].  And it is impossible to expand on the explanation of this matter in writing, and [even] the hint brings much damage, since [the unknowledgable] will come to theories that are devoid of truth. But I have mentioned it to slow down the mouths of those of little [understanding] - of slight wisdom - that mock the words of our Rabbis.", 
                "0": "<b>In the beginning, God created:</b>  Rabbi Yitshak said: \"The Torah should not have been begun except from 'This month is for you,' (Exodus 12:2) which is the first commandment that Israel was commanded. And what is the reason that it opened with 'In the beginning?' So that if the nations of the world would say: 'you are thieves, since you conquered for yourselves the lands  of the seven nations,' they would respond to them, 'all the earth is the Holy One's, blessed be He and He gave it to whomever it was fit in his eyes; and by His will He gave it to them and by His will, He took it from them and gave it to us.'\" And this is a tale in the words that our Rabbi Shlomo (Rashi) wrote in his commentaries. And one can question it, because there is great need to begin the Torah with \"In the beginning God created\" for it is the root of faith; and one who doesn't believe this and believes that the world is primordial is an apostate and has no Torah whatsoever. And the answer, it is because the work of creation - it is a deep secret - is not intelligible from the verses, and will not be understood by its students except through the received tradition up until Moses our Master from the mouth of God [lit. \"The Strength\"], and those who know it are required to hide it. Therefore Rabbi Isaac said that beginning of the Torah doesn't require \"In the beginning God created\" and the story of what was created on the first day, and what was done on the second day and the remaining days, and the lengthy telling of the creation of Adam and Eve, and their sin and punishment, and the story of the Garden of Eden and Adam's exile from it, for all this cannot be understood with full understanding from the texts. And all the more so the story of the generation of the Deluge and the Division, for there is not great need of them. And it would be sufficient for the people of the Torah without these texts, and they would believe in the general information that was mentioned to them in the Ten Commandments (Exodus 20:10): \"For in six days God created the heavens and the earth, the sea and all they contain, and He rested on the seventh day\", and the knowledge would remain to the few individuals among them, as 'a law given to Moses from Sinai\" (<i>halacha leMoshe miSinai</i>), along with the Oral Law. And Rabbi Isaac gave a reason for this, that the Torah began with \"In the beginning God created\" and the story of the whole topic of creation until the creation of Adam, and that He made him ruler over the work of His hands and all that was given over beneath his feet, and the Garden of Eden - which is the best of all the places created in this world - became established for his dwelling, until his sin drove him from there. And the people of the generation of the Deluge, by their sin were driven from the entire world, and the righteous one among them alone was spared, him and his sons. And their descendants, their sin caused them to be scattered in places and planted in lands, and they captured for themselves the places according to their families among their peoples, as the opportunities arose to them. If so, it is appropriate that when a people continues to sin, it will be destroyed from its place and another people will inherit his land, for this is the law of God in the world from always. And all the more so with what is told in the text that Canaan is cursed and was sold as an eternal slave, and it is not appropriate that he inherits the choicest places of settlement, but it will be inherited by the slaves of God, the seed of he who loved Him, like the matter which is written (Psalms 105:44), \"And He gave them the lands of nations and the labor of peoples they shall inherit so that they shall keep His laws and guard His instructions.\" That is to say, He chased out those who rebelled against Him, and settled in His servants, so that they would know that by serving Him they possess it - and if they sin against Him, the land will vomit them up as it vomited up the nation before them. And in order to elucidate the commentary that I have written [above, here] is the [Sages'] language in Bereishit Rabbah 1:3, who stated it in the following language: \"Rabbi Yehoshua of Sakhnin opened in the name of Rabbi Levi, '\"The strength of his actions He told His people\" (Psalms 111:6); what is the reason that the Holy One, blessed be He, revealed to Israel, what He created on the first day and what He created on the second day? Because of the seven [Canaanite] nations, so that they should not designate Israel and say to them, \"Are you not a nation of looting?\" and Israel will respond to them, \"And you, is [the land] not looted in your hands, is it not [written] (Deuteronomy 2:23), 'the Kaftorim that came out of Kaftor destroyed them and dwelt in their place.' The world and its fullness [belong to] the Holy One, blessed be He: when He wanted, He gave it to you; when He wanted, He took it from you and gave it to us. That is what is written (Psalms 111:6), 'to give them the inheritance of the peoples,' [and so, it is stated in the first part of the verse,] 'The strength of his actions He told His people.'\" [This means that, in order to give them the inheritance of the nations, He told them [about the] beginning. And the matter that I mentioned has already come from another source: about the hidden matters of the story of creation, our Rabbis, of blessed memory, have said (Psalms 111:6), \"'The strength of his actions He told His people;' to tell the strength of the story of creation to flesh and blood is impossible. Therefore, the verse is sealed to you [and only states], 'In the beginning, God created.\" If so, what we said about this is elucidated.  ", 
                "3": "And it stated, <i>Elohim</i> (God), [which means] the master of all the forces, as the root word [here] is <i>el</i>, which is power; and it is a compound word, [made up of] <i>el</i> [and] <i>hem</i> (them), as if 'power' were relational (and would be understood as power of them), and 'them' refers to all the other powers; meaning 'the Power over all the powers.' And a secret will also be elucidated about this [later]. If so, the correct simple meaning of the verses is that its meaning is: At first, \"God created the heavens\" since he brought forth their material from nothing, \"and the earth,\" bringing forth its material from nothing. \"And the earth\" includes the four basic elements, as per (Genesis 2:1), \"And the earth and the heavens and all their hosts were completed,\" which includes the whole terrestrial globe. And so [too] (Psalms 148:7), \"Praise the Lord from the earth, the sea monsters and all the depths,\" and besides them, [there] are many other [such references]. And behold, with this creation, which was like a small [and] fine dot, and without substance, were created all of the creations in the heavens and the earth. ", 
                "2": "<b>In the beginning:</b> Rashi wrote, \"If you are coming to explain it according to its simple meaning, explain it thus: At the beginning of the creation of the heavens and the earth and the earth was chaos and void and darkness, God said, 'let there be light'\" If so, everything follows the creation of the light. And Rabbi Avraham (Ibn Ezra) himself [also] explained it in this way; except he [added] that the letter, <i>vav</i>, in the word, <i>vehaarets</i> (and the earth) does not come to serve [what it introduces, as it generally does to indicate a sequence] and there are many [examples] of this in Scripture. And [its explanation according to Ibn Ezra] is that at the beginning of the creation of the firmament and the dry land, there was no habitation on the earth, but [rather] there was chaos and void covered in water, and God said, 'let there be light.' And according to his opinion, nothing [else] was created on the first day, only the light.  And the difficulty for our teacher, Shlomo (Rashi), in this explanation is that he said, that if [the verse] is coming to teach the order of the creation with [the heavens and the earth], to tell us that they came first, it should have written, <i>barishona</i> (at first); as there is no [usage of the word,] <i>reishit</i> (beginning of) in the Bible except as a relational [term, and so it is indication that light was created at the beginning <i>of</i> God's creating the heavens and the earth]. And behold, \"He will tell the beginning (<i>reishit</i>) from the end\" (Isaiah 46:10) [is not relational to anything explicit]. And if he can make that relational to 'the word' (so that the verse would read, \"the beginning of the word from the end of the word\"), [which does not appear] (something which Rashi actually does), then he can make this relational [to a word which does not appear as well, in which case, the verse would read, \"In the beginning of everything, God created the heavens and the earth]. And also [the same applies to (Deuteronomy 33:21), \"and he saw a beginning (<i>reishit</i> ) for himself.\" And our teacher made more claims about this. And now, listen to a correct and clear explanation of the text according to its simple understanding (<i>peshuto</i>). The Holy One, blessed be He, created all of the creations from absolute nothingness. And we have no other expression in the Holy Tongue for bringing out something from nothing than \"<i>bara</i>\" (which is found almost exclusively in this verse). And none of all that which was made - 'under the sun' or above - existed [directly] from nothing. Rather, He brought out a very fine element from complete nothingness; it has no substance, but it is the energy that can create, that is able to accept a form and to go from the potential to the actual. And this is the first material [and] is called hyle by the Greeks. And after hyle, He didn't create anything, but [rather] formed and made [the creations]; since it is from it that He brought everything forth and clothed the forms and refined them. And know that the heavens and all that is in them are one material, and the earth and all that is within it is [another] material; and the Holy One, blessed be He, created both of them from nothing - and the two of them alone were created, and everything was made from them. And this material that they called hyle is called <i>tohu</i> (chaos) in the Holy Tongue. And the word['s definition is understood by looking at] the language of [the Sages] (Kiddushin 40b), \"with one that is <i>toha</i> (wonders) about the earlier ones.\" Since were a person to define a name for it, he would wonder and deliberate to give it another name, since it has not taken a form, such that a name would fit it at all. And the form that fashions this material is called <i>bohu</i> (void) in the Holy Tongue. And this word is [a] compound [that is made up of two words, <i>bo</i> (within it) and <i>hu</i> (it)], meaning within it, is it. [And even though it is missing the letter <i>vav</i> in the first part of the compound,] it is like the word, [<i>osehu</i> (to do it), in the phrase] (Exodus 18:18) \"you are not able to do it,\" which is missing a <i>vav</i> and an <i>alef</i>, [and fully spelled out would be the two words,] <i>oseh</i> (to do) and <i>hu</i> (it). And this is what the verse is stating  (Isaiah 34:11), \"and He shall stretch upon it the line of <i>tohu</i> and the stones of <i>bohu</i>;\" since [this] is the line (<i>kav</i>) with which the craftsman will seal the plans of his building and that which he hopes (<i>yikveh</i>) to do - [and that word's] definition [is understood] from [the phrase], (Psalms 27:14) \"Hope (<i>kaveh</i>) to the Lord.\" And the stones are the forms of the building. And so it is written (Isaiah 40:17), \"less than nothing and <i>tohu</i> are they considered to Him;\" [such] that <i>tohu</i> is after nothing and [is also] not a thing. And this is what they stated in Sefer Yetzirah, \"He created substance from <i>tohu</i> and made 'it is not' [into] 'it is.'\" And they also said in the midrash of Rabbi Nechunia ben Hakaneh (Sefer HaBahir), \"Rabbi Berachia said, 'that which is written, \"and the earth was <i>tohu</i> and <i>bohu</i>,\" what is meant [by] \"was?\" That it already was <i>tohu</i>. And [if so,] what is <i>bohu</i>? Rather, it was <i>tohu</i> - and what is <i>tohu</i>? Something that makes people wonder - and it went back to being <i>bohu</i> - and what is <i>bohu</i>? Something that has substance to it, as it is written, \"in it is it (<i>bo hu</i>).\"'\" ", 
                "4": "And the word, <i>et</i> [in the phrase <i>et hashamayim</i> (the heavens)] is like [saying,] the actual thing. And they expounded about it that it is always [meant to] include [something beyond what is written]; since its meaning [is understood from the phrase] (Isaiah 21:12), \"the morning has come (<i>ata</i>) and also the night.\" And so did our Rabbis state (Bereishit Rabbah 1:14), \"<i>et hashamayim</i>, to include the sun and the moon, stars and constellations; <i>ve'et haarets</i> to include the trees and the grasses and the Garden of Eden.\" And these included all the physical creations. And after it stated that at the beginning - with one word - God created the heavens and the earth 'and all of their hosts,' it went back to explain that after this creation, this earth was <i>tohu</i>, meaning material that has no substance; and it was <i>bohu</i>, since he fashioned it with a form. And the explanation is that in this form is the form of the four elements, which are fire, water, dirt and air; and the word, \"the earth,\" includes these four. And fire is called, \"darkness,\" as elemental fire is dark; and if it were red, it would redden the night for us. And the water, with which the dirt was kneaded, is called \"the deep.\" Therefore, the waters of the seas are the depths, as it is written (Exodus 15:5); \"The depths covered them;\" (Ibid., 15:8) \"the depths congealed;\" (Jonah 2:6) \"the deep surrounded me\" - and the floor of the sea is called 'deep;' (Psalms 106:9) \"And He rebuked the Reed Sea and it dried up and they walked in the depths like in a wilderness;\" (Isaiah 63:13) \"He led them through the depths like a horse in the wilderness.\" And the air is called \"spirit.\" And it is already know that the four elements are one [construct] and their axle is the planet Earth. And the waters encircle the earth, and the air encircles the waters and the fire encircles the air. And the verse states, that the earth took on a form, and the fire encircled above over the water and dirt - that were mixed - and the wind blew and entered the darkness (the fire) and hovered over the waters. And it appears to me that this dot - that with the fashioning of its form became <i>bohu</i> - is what the Sages called 'the Foundation Stone' (Yoma 54b), from which the world was set. And behold the structure of the verses is [as follows]; in the beginning, God created the heavens from nothing and created the earth from nothing, and when the earth was created it was <i>tohu</i> and [then] it was <i>bohu</i>; and in [the heavens and earth] were darkness (fire) and water and dirt, and wind was hovering over the waters. And behold all [of this] was created and made. And wind (spirit) was made relational to God (meaning \"the wind/spirit of God\"), because it is finer than [the other elements] and higher than all of them; only that it hovers over the water by the proclamation of the Holy One, blessed be He. And if you will seek [to find] the creation of the angels, which are not bodies, this is not explained in the Torah. And they expounded about them that they were created on the second day, that you should not say that they helped in the creation of the world. But if you merit and understand the secret of the word, <i>Bereishit</i> (In the beginning), and why it did not [have the word, God] precede to say, \"God created, in the beginning,\" you will know that according to the path of truth, the verse tells about the lower ones, but hints to the higher ones. And the word, <i>Bereishit</i>, hints to wisdom, which is the beginning of the beginnings, as I have mentioned. And for this reason, they translated it in the Targum Yerushalmi, as \"with wisdom.\" And the word is crowned with the crown of the house (<i>bayit</i>, which is similar to <i>bet</i>, the first letter of <i>Bereishit</i>)."
            }, 
            "3": {
                "0": "<b>And God saw the light, that it was good:</b> Our Rabbi Shlomo (Rashi) wrote, \"Here too, we need the words of the Aggadah (homiletical teachings): He saw it, [and saw] that it was not proper for the wicked to use it; so He separated it for the righteous in the future. And according to its simple meaning, explain it as follows: He saw it, that it was good, and it was unseemly that [light] and darkness should serve in a mishmash; so He established for this one its boundary by day, and for that one its boundary by night.\" And Rabbi Avraham said, \"Like 'I myself saw' (Ecclesiastes 2:13); it is [seeing] in [one’s] thought. And the meaning of 'and He separated,' is [that they were separated] through the calling of [their] names.\" And the words of both of them are not correct - since; if so, it would appear to be a matter of new deliberation and counsel, that after God's having said, \"Let there be light\" and there was light, it would state that He saw it, that it was good, and hence, He separated between it and darkness; like the matter of a man who did not know the nature of something until it [existed]. But the order in the story of creation is that the taking of things into actuality is called 'saying,' - [as per] \"And God said, 'let there be light;'\" \"And He said... 'let there be a firmament'\" (verse 6); \"And He said... 'let the earth bring forth grass'\" (verse 11) - and their [continued] existence is called 'seeing;' as with the matter of \"I myself saw\" in Ecclesiastes; and so [too], \"The woman saw that the tree was good for eating\" (Genesis 3:6). And it is like the matter, [when] they said (Ketuvot 109a), \"I see the words of Admon;\" and similar to it is \"And the king said to Tsadok the priest, 'do you see? return to the  city in peace.'\" And the matter is to show their maintenance in His will, and if the Will should separate from them for an instant, they would turn to nothing. And when it stated, with the act of each day, \"and God saw that it was good,\" and on the sixth day when everything was completed, \"And God saw everything that He had done, and behold it was good,\" so [too] did it state on the first day with the existence of light, \"And God saw... that it was good,\" [meaning] that He wanted its existence forever. And it added here, [the phrase,] \"the light,\" since had it simply stated, \"And God saw that it was good,\" it would have referred back to the creation of the heavens and the earth, and He had not yet decreed [continued] existence upon them; since they would not be maintained as they were, but [rather] from the material that was created on the first [day], the firmament was made on the second [day] and the waters were separated and the dirt was made into the dry land that He called earth on the third [day]; and then He decreed their existence and He said about them, \"And God saw that it was good.\" <b>and God separated between the light and between the darkness:</b> This is not the darkness mentioned in the first verse, which is fire, but [rather], it is the absence of light; since God gave a measure [of time] to the light, and that it should be absent after [that measure] until its return. And some of the commentators have said, that this light was created in front of the Holy One, blessed be He - meaning in the West - and He immediately had [the light] set for the measure of night; and afterwards, He had it shine for the measure of day. And this is the meaning of, \"and it was evening and it was morning\" (verse 5), that first was the night and afterwards the day, and both of them were after the coming forth of the light. And this is not correct at all, since they would be adding to the six days of creation, a short day (before the sun set completely and the first night began). But it is possible for us to say that the light was created in front of Him, may He be blessed, and it did not spread to the elements mentioned - but He separated between it and between the darkness, by giving them both a measure - and it stood in front of Him according to the measure of night; and afterwards, He made it shine over the elements. And behold, [this way] the evening was before the morning. And it is also possible for us to say, that time existed from when the heavens and the earth came out from the void into the existence mentioned in the first verse. Since even though our time is in minutes and hours, which are [dependent upon] light and darkness, once there is existence, it [is] within time. And if so, the heavens and the earth were created, and they stood like that according to the measure of the night - without light - and He said, \"let there be light, and there was light;\" and He decreed upon [the light] that it should stand like the first measure [of night], and afterwards, it should become absent from the elements; \"and it was evening, and it was morning.\" "
            }, 
            "2": {
                "0": "<b>And God said, \"let there be light:\"</b> The word, saying, here is to indicate will; in the same way as (I Samuel 20:4) \"What does your soul say, and I will do it for you,\" [which means] what do you will and want; and so [too] (Genesis 24:51), \"and she shall be a wife to the son of your master, as God has said,\" meaning as He willed; since this is how will is in front of Him. Or [saying] is like thought, as per (Isaiah 47:8), \"who says in her heart;\" (Zechariah 12:5) \"And the captains of Yehuda said in their hearts.\" And the issue is to say that it was without effort. And so [too], our Rabbis called this 'thought.' They said (Bereishit Rabbah 12:14), \"The thought was at day, the act was with the dimming of the sun.\" And it is to indicate something thought out that has a reason, not just a simple want. And the word, being, indicates an act that is in the present time (tense), as per (Nechemiah 6:6), \"and you will be a king for them.\" And therefore the verse states that when He created the material of the heavens, He said that there would be a thing that shines [coming] from this material; He called it light. <b>And there was light:</b> It did not state, \"and it was so,\" as it is stated with the other days, since the light did not stand in this way all of the days, as [was the case] with the rest of the act of creation. And our rabbis have a midrash about this in a hidden secret. And know that the days that are mentioned in the act of creation were, in the creation of the heavens and the earth, real days - composed of hours and minutes - and they were six like the six days of the [week], like the simple understanding of the verse. And in the inner [understanding] of the matter, the spheres (<i>sfirot</i>) that are emanated from the Most High are called 'days,' since any proclamation that brings existence is called a 'day.' And there were six, 'because to the Lord is greatness and strength.' And the proclamations were ten, since the name 'day' does not apply to the first ones. And the explanation of the order of the verses in this [way] is elevated and hidden, and our knowledge of it is less than a drop in the Great Sea."
            }, 
            "5": {
                "0": "<b>Let there be a firmament:</b> He said about the material that existed at the beginning when He created it from nothing,  that it should be stretched out like a tent in the midst of the water and separate the waters from the waters; and perhaps they intended this when they said (Bereshit Rabbah 4:1), \"Rav said, 'the heavens were wet on the first day, and on the second day, they congealed,' Rav said, '\"Let there be (<i>yehi</i>) a firmament\" - let the firmament be strengthened (<i>yechazek</i>);' Rabbi Yehuda Berebi Shimon said, 'the firmament (<i>rakiya</i>) should form [like] a cloth, like you would say (Exodus 39:3), \"And they flattened (<i>yiraka'au</i>) the gold [into thin plates], etc.\"'\" <b>In the midst of the waters:</b> In the middle of the waters, between the higher waters and the lower waters; [just] as there is a division between the firmament and the waters that are on the earth, so [too] is there a division between the upper waters and the firmament. Behold you have learned that they are suspended by the [Divine] proclamation - Bereishit Rabbah 4:3 and Rashi [cited] it. And this is from the matter of 'Ma'aseh Bereishit' (a secret esoteric teaching), and do not hope from me that I should write something about it, since the matter is from the secrets of the Torah and the verses do not need this elaboration, since the Scripture does not protract the matter. And the explanation is forbidden [to teach] for those who know it, and all the more so for us."
            }, 
            "4": {
                "0": "<b>And God called the light, day:</b> It is saying that time was created and He made the measure of day and the measure of night. And the matter of God's calling is, that since man called the names [of things], it needed to say - about these that were made before he existed - that God called them names, and this is the opinion of Rabbi Avraham (Ibn Ezra). And that which is correct is that the matter of calling with these things here is their separation through their boundaries, after they took on forms; and they [also] said so (Bereishit Rabbah 3:6), \"day will be your area, and night will be your area.\" <b>And it was evening and it was morning, one day:</b> [This means that] it was evening and it was morning of one day. And the beginning of the night was called <i>erev</i> (evening) since the forms get mixed up (<i>yitarvu</i>) in it; and the beginning of the day, <i>boker</i> since a man can distinguish (<i>yivaker</i>) between them; thus explained Rabbi Avraham. And by way of the simple meaning, it is not possible to say, \"the first day,\" since the second one has not yet been made. As 'the first' is before the second in counting or in worth [only] when they both exist, but a \"one\" does not indicate a second. And there are those that explain (Guide for the Perplexed 2:30), that this is a hint to the movement of the [sun] over the entire face of the earth in twenty four hours; as in their every moment, it is morning in different places and evening in places opposite them; and if so, it is hinting to that which will be in the firmament after the placing of the luminaries in the firmament of the skies."
            }, 
            "7": {
                "0": "<b>And God called the firmament, heaven:</b> On the second day, He called them this name, when He clothed them with the form of the firmament; since on the first [day], the heavens were created but the name would not stick to it, until this form fashioned it. And the explanation of this name is that it is as if it is vocalized with a <i>segol</i> under [the letter,] <i>shin</i>, as in the [first] word [in the phrase] (Song of Songs 1:7), \"that-why (<i>sha-lama</i>) should I be be like a veiled one\" [is understood as if a <i>segol</i> is under the <i>shin</i> there]. It is [saying] 'that waters;' they were what became thin and stretched out like a tent within the higher waters and the lower ones. [And] it revealed with this name the secret of their formation. And in the Gemara in Tractate Chagigah 12a, they stated, \"What is <i>shamayim</i> (heavens)? It is <i>shem mayim</i> (the name of water).\" And, if so, it is missing one [letter,] <i>mem</i>, due to its connecting of two of the same letters, as in the word, <i>Yerubaal</i> (Judges 6:32 et. al.) [which only has one letter, bet, even though both the last letter of the first word and the first letter of the last word that form the compound, are the letter, bet]. And it said, there is water; that is to say, the name that He called the waters when they were clothed in a different form; and this is the simple meaning of the verse [according] to this approach that Rashi wrote, and it is also the opinion of Rav that we mentioned (in verse 6). And the name \"heavens\" and \"earth\" in the first verse is [relating to] what they would be called in the future, since it is not possible that they would be made known only with this [brief] expression. But it is more correct that we should say that, according to the simple meaning of the verses, the heavens that are mentioned in the first verse are not included in the [celestial] spheres, but [rather] they are above the 'chariot,' as [in] the matter of \"And over the heads of the <i>chayot</i> (a type of angel), there was the likeness of a firmament, like the color of the terrible ice, stretched forth over their heads above\" (Ezekiel 1:22). And from them is the Holy One, blessed be He, called, the \"Rider of the Heavens\" (Deuteronomy 33:26). And the verse does not recount anything about their creation, in the same way that it does not mention the angels and the <i>chayot</i> of the 'chariot' and any [other] rarefied thing that does not possess a body; it only mentions about the heavens that they were created, meaning that their were [created from] nothing. And it states on the second [day] that the firmament would be in the midst of the waters, meaning that from the waters that were mentioned - as their creation was mentioned - would exist something [like a] thin layer that would separate between them. And it also called these spheres [that form the firmament mentioned on the second day] heavens; and therefore they are called 'the firmament of the heavens' in this section [when it writes] (verse 17), \"and God placed them in the firmament of the heavens;\" [in order] to elucidate that they are not those that were mentioned with the name 'the heavens,' [but] only the firmament that was called heavens; and this is also the opinion of our Rabbis: they mentioned it in Bereishit Rabbah 4:2 [and] said, \"All the rabbis said it in the name of Rabbi Chananiah Berebe Pinchas and Rabbi Yaakov Berebe Avin [said it] in the name of Rabbi Shmuel Berebe Nachman: At the time that the Holy One, blessed be He, said \"Let there be a firmament in the midst of the waters,\" the middle drop congealed and became the lower heavens and the upper heavens of the heavens.\" And this statement is understood [to be referring] to the spheres, lower and higher, [the latter of which] are called the heavens of the heavens, as it is written (Psalms 128:3-4), \"Praise, O sun and  moon; praise, O all the stars of light. Praise, O heavens of the heavens, and the waters that are above the heavens.\" However, the heavens that are mentioned on the first [day - which is the location of] the throne of the Holy One, blessed be He, as it is written (Isaiah 66:1), \"The heavens are My throne\" - these are the ones that are mentioned in the beginning of the psalm (Psalms 148:1-2), \"Praise the Lord from the heavens, praise Him from the heights. Praise Him, all of His angels.\" And this [understanding] is correct in the simple understanding of the verse, even if there is a hidden and elevated secret to the name, 'heavens' and the name, 'the throne,' as there is a heavens to the heavens and a throne to the throne. And [based on] this, the Sages say (Berakhot 13a), \"in order to accept upon him the yolk of the heavens;\" and they [also] said (Ibid., 7b) \"the fear of the heavens;\" and the verse [also] states (Daniel 4:23), \"that the heavens rule.\" And they have a wonderful midrash (Sefer haBahir 100) on that which it is written (I Kings 8:32), \"And you, O heavens, listen;\" and all of this will be seen hinted to in the first verse, to the one that merits it. And behold, the verses have elucidated that the first creations were [created] from nothing, and the origin of the rest is from the first created substance. And let not the statement of Rabbi Eliezer the Great be difficult to you, when he said (Pirkei Derabi Eliezer 3), \"from whence did the heavens come from? From the light of the clothing of the Holy One, blessed be He.\" And so [too], it is [written] in Bereishit Rabbah 12:1. Since, because the Sages wanted to completely bring up the first substance and to make it the finest of the fine, they did not see [fit] that the heavens - which are moving physical bodies with forms - are created from nothing. But [rather], the light of the clothing is the first creation, and from it came out the physical substance of the heavens and gave the earth a different substance and it is not like the fineness of the first. And that [substance] is the 'snow' under the throne of glory - since the throne of glory was created and from it, the 'snow' underneath it - and from it, was made the substance of the earth, and behold it is the third in creation (meaning that it took three steps to create it).  "
            }, 
            "6": {
                "0": "<b>And God made the firmament:</b> The expression making (<i>assiya</i>) in every place is the refinement of the thing to its [proper] design. <b>And it was so:</b> It wrote on the first [day], \"and there was light\" [immediately] after \"And God said, 'let there be light;'\" - after the saying, it explained that it was materialized, and it was as it had been decreed; but here after the saying of, \"let there be a firmament,\" it is written, \"And God made a firmament and he separated\" - and [so,] why did it add, \"and it was so.\" Rather, it is say that it was to be like this always, all the days of the world. And Rabbi Avraham (Ibn Ezra), explained that it is connected to that which comes after it; [meaning that] when it was so, He \"called the firmament, heaven\" - and this is not correct. And in Bereishit Rabbah 4:6, they said, \"'And God made the firmament;' this is one of the verses [about which] Ben Zoma 'shook' the world: '\"And God made, etc.\" and is it not in the statement (Psalms 33:6), \"By the word of the Lord were the heavens made?\"'\" And this 'shaking' is not from the [use] of the expression, \"and He made\" alone, since, behold, on the fourth and sixth [days], it is also written, \"and He made;\" but [rather] it was from that which I said - because on the other days, it is written after the saying, \"and it was so,\" to say that it happened like this immediately and promptly after the saying; but here, after \"And God said,\" it is written, \"and He made.\" This is [Ben Zoma's] difficulty and perhaps he had a hidden explanation [and] did not want to reveal his secret, and this is the issue of the noise ('the shaking'). "
            }, 
            "9": {
                "0": "<b>And God called the dry land earth:</b> [While] it can be said that the name that would be fitting for it would be dry land - since when the waters were separated from the dirt, it was dry - yet He called it earth like the name of the general elements that were created on the first [day]. And the reason is that it is for its sake that [the elements] were created, in order that there be a habitat for man - since there is none among the lower ones that recognizes his Creator besides him. And He called the gathering [place] of the waters  <i>yamim</i> (seas), as if [to say], it is a <i>yam mayim</i> (sea of water), as the floor of a gathering [of water] is called <i>yam</i>, as it is written (Isaiah 11:9), \"as the waters cover the <i>yam</i>,\" and also (II Kings 16:17), \"he brought down the <i>yam</i> from upon the cattle,\" as it is called thus because [the vessel described there holds] a large gathering of waters. <b>And God saw that it was good:</b> That is their continued existence according to His will. And the matter is that when He clothed them with this form, He wanted them [to continue to exist], as I explained (in verse 4). And this is what our Rabbis said (Bereishit Rabbah 4:6), \"Why does it not say, 'it was good,' on the second [day]? Since the work of the water was not finished - therefore, it is written twice on the third [day]; once for the work of the water and once for the work of the day.\""
            }, 
            "8": {
                "0": "<b>\"Let the waters under the heavens gather:\"</b> The deep was water and dirt, like the murky waters. And He decreed about the waters, that they should gather in one place around all of the corners [of the earth], and He decreed about the earth, that it should rise, until it be seen over the waters and dry up. And there would be contiguous dry land, that would be fitting for habitation, and so is it written (Psalms 136:6), \"To the One that has made the earth ride upon the waters.\" Or maybe, [the land] is spherical, some of which is exposed and the majority of which is submerged, which appeared [explainable] to the Greeks in their demonstrations, [both] plausible and imagined. But behold they were two [supernatural] decrees. That is to say, they were two matters that were done by the will of God, [which are] the opposite of what is appropriate for their nature, since it is fitting for the heaviness of the dirt and the relative lightness of the water, that the axis of the earth be at the center and the water cover it, surrounding it on all sides. And therefore [since it required Divine decrees], He said, \"let the waters under the heavens gather;\" which is to say to the lower place, and He said, \"and let the dry land appear.\" And He called them names when they were clothed in these forms, since from the beginning, their name was \"deep.\"    "
            }, 
            "11": {
                "0": "<b>And God saw that it was good:</b> The existence of the species forever. And behold, a day was not designated uniquely for this proclamation [about vegetation], since it is not a special act, as it makes no difference to the earth if it is fertile or arid."
            }, 
            "10": {
                "0": "<b>And God said, \"let the earth bring forth grass:\"</b> He decreed that there should be in the propagation of the earth a potential to grow and to produce seed, so that the specie will exist forever. And it is likely that it is hinting to the earth that was mentioned in the first verse, [to say] that the power of growth comes from it, and behold, from its power emanated the elements according to their species, and from them grew grasses and trees in the Garden of Eden and in the world. And this is what they said (Bereishit Rabbah 11:9), \"On the third [day], He created three creatures: trees, grasses and the Garden of Eden;\" and they also said, (Ibid., 10:6), \"There is no single piece of grass below that does not have a 'constellation' above, and [the latter] strikes it and says to it, 'grow!' and that is what is written (Job 38:33), 'Do you know the laws of the heavens; did you place its dominion (<i>mishtaro</i>) on the earth?' [that is an expression of an] enforcer of the law (<i>shoter</i>).\" And He said that all of this should be \"according to their specie,\" and that is the prohibition of mixing species (<i>kilayim</i>); since the one who plants them [in a mixture], denies the power of the creation. And our teacher, Shlomo (Rashi), wrote, \"<i>desheh esev</i>: <i>desheh</i> is not an expression of <i>esev</i> and <i>esev</i> is not an expression of <i>desheh</i>; since <i>desheh</i> is an expression of covering the earth with grasses and [so]  it is not common parlance to say a certain <i>desheh</i>.\" And every singular plant root is called [an] <i>esev</i>. And this [teaching] of his is not correct; for if so, <i>desheh</i> would never be [in plural form], and the Sages say (Chullin 60a), \"If one grafts two types of <i>deshaim</i>, what is [the law]?\" And [Rashi] himself mentions <i>deshaim</i>. But [rather], <i>desheh</i> is the small [plant] that sprouts from the earth and <i>esev</i> is the large [plant] that gives seed. And therefore it states, \"<i>tadshe haarets</i>; and it does not make sense to say <i>taasiv</i> (in the place of <i>tadshe</i> here). And every small [plant] that sprouts form the earth is called <i>desheh</i>, even with regards to trees; and therefore the [beginning of the] phrase extends [to also refer to the fruit trees as follows]: \"let the earth bring forth (<i>tadshe</i>)... fruit trees.\" As it does not state, \"let the earth bring forth grass and bring out fruit tree,\" (for if trees could never be considered <i>desheh</i>, there would be a need for a second verb to refer to them). And the explanation of the [verb, <i>tadshe</i>] is like 'to grow (or sprout);' and so (Joel 2:22), \"as the quarters of the wilderness sprout grass, as the tree bears its fruit.\" And I wonder, how it is that the verse did not mention fruitless trees, and how is it that He only commanded about fruit trees. And perhaps to this this did our Rabbis [respond], when they said (Bereishit Rabbah 5:9), \"Also fruitless trees gave fruit.\" And, if so, we shall say, that from the curse of \"cursed is the earth\" (Genesis 3:17), did they become fruitless. And it is possible that the explanation of the verse is: the earth should sprout plants, and <i>esev</i> that gives seed, and trees that make fruit; and behold at the beginning [of this verse], He decreed about fruitless plants and fruitless trees. And from that which it states, \"that makes fruit with its seed in it\" (verse 12),\" we learn that all trees [can] grow from their seed, even though with some of them, it is the custom to plant their branches. "
            }, 
            "13": {
                "0": "<b>\"Let there be luminaries:\"</b> Behold, the light was created on the first day and shines over the fundamental elements, and when the firmament was made on the second [day], it blocked the light and prevented it from shining on the lower elements. And behold, when the earth was created on the third [day], there was darkness in it and not light. And now on the fourth [day], the Holy One, blessed be He, wanted there to be luminaries in the firmament that would have light reach the earth; and this is the reason [for] \"in the skies of the firmament to shine upon the earth;\" as the light was [then] above the firmament and did not shine on the earth. And the matter of \"let there be luminaries\" is that He decreed on the first [day] that there would be light from the substance of the skies according to the measure of the day, and now He decreed that it should become physical and that a body of great light should exist from it - that would shine during the day - and that another body of little light [should exist] - that would shine during the night - and He suspended both of them in the firmament of the skies, that they should also shine below. And it is possible that in the same way that He placed in the earth the power to sprout in [some of its] places, so too did He place in the firmament, places that are prepared and available to receive the light; and these bodies that receive light, sparkle, as do lenses and onyx stones. And that is why He called them, luminaries and not lights, even though it is called that in the psalm (Psalms 136:7).  <b>\"To separate between the day and the night:\"</b> Rashi wrote, \"[This happened] after the first light was hidden away, but during the six days of Creation, the [first] light and darkness served, one by day and one by night;\" and I do not see that this should be the opinion of our Rabbis that mention the hiding away of the first light, but [rather] - according to their opinion - the first light served [for] three days and on the fourth day, these two luminaries were emanated and made from it then; as they stated (Bereishit Rabbah 17:5), \"an offshoot of the light is the sphere of the sun;\" since, because this world was not fit to use that light without an intermediary, He hid it for the righteous in the world to come; and they used that offshoot from the fourth day and onward. This is what they said in Bereishit Rabbah 3:6, \"It was taught: the light that was created on the six days of creation; it is not able to shine during the day because it would darken the sphere of the sun; it is not able during the night, since it was created to shine only during the day. And where is it? It is hidden. And where is it? It is arranged [away] for the righteous ones in the future, as it is stated, (Isaiah 30:26), 'And the light of the moon will be like the light of the sun, and the light of the sun will be seven-fold, like the light of the seven days.' Seven [days]? Were they not three? It is like a person that says, 'I will deposit it for the seven days of my party;'\" meaning to say that it is common parlance that one would say, 'I will deposit and save this meat for the seven days of my party,' and [not mean that] it will suffice him for all seven days, but that he will bring it out during [that time]. And this is what they [meant]: seven days [refers to] the light that existed in some of those days. And there (Bereishit Rabbah 3:6), they also said, \"'And He separated:' Rabbi Yehuda Berebi Shimon said, 'He separated it for Himself;' and the Sages said, 'He separated it for the righteous ones in the future.'\" And if you are able to know their intention in saying \"a crown of splendor for those carried in the womb\" in the blessing of Havdalah, you will know the secret of the first light and of the hiding and of the separation that [Rabbi Yehuda Berebi Shimon] said was separated for Himself, and the secret of the two kings that use one crown, when in the end, the light of the moon will be like the light of the sun, after the light of the sun will be seven-fold. <b>\"And they will be for signs:\"</b> The change[s] that they will cause, and from them will be made signs and \"wonders in the heavens and the earth, blood and fire and billows of smoke\" (Joel 3:3), as per the expression (Jeremiah 10:2), \"and from the signs of the sky do not fear.\" <b>\"And for appointed times:\"</b> \"The planting and the harvest and the coldness and the heat and the summer and the winter\" (Genesis 8:22). <b>\"And for days:\"</b> The measure of day and the measure of night. <b>\"And for years:\"</b> They will finish their paths and come back to return to the path that they went upon [previously]. And the year of the sun is in 365 days and the year of the moon is in 30 days."
            }, 
            "15": {
                "0": "<b>And God made... (17) And God placed them:</b> [This] teaches that these luminaries were not from the body of the firmament, but [rather] bodies that were implanted in it. "
            }, 
            "14": {
                "0": "<b>\"And they shall be for luminaries in the firmament of the skies to shine upon the earth:</b> It added that their light should reach the earth, since it it possible that they should show light in the heavens and do all of the acts that are mentioned, without their shining upon the earth. And hence it stated that they would be for luminaries in the firmament of the heavens and look down on the earth and shine upon it. "
            }, 
            "17": {
                "0": "<b>And to rule over the day and over the night:</b> And the matter of ruling is something else, regardless of the  light mentioned, since it includes what was stated at the beginning, \"and they will be for signs and designated times.\" As they have governance over the earth in the changes which are born through them, [as well] as over the existence and demise of all the lower things. Since the sun - during its governance over the day - makes sprout and gives birth and makes grow all things warm and dry; and the moon - in its governance - makes fruitful [the beings] in the streams and seas and in all [beings] wet and cold. And that is why it stated, \"and to govern over the day and over the night\" without distinction; since the governance over the lower things is [shared by them]. And it is possible that the governance also includes the power of emanation; since they are the leaders of the lower ones and through their power, every governor and 'constellation' governs; and the 'constellation' that makes grow during the day, governs it, and the 'constellation' that makes grow during the night, governs it, as the matter that is written (Deuteronomy 4:19), \"which the Lord, your God, distributed them to all the nations;\" and that is what the verse states (Psalms 147:4), \"He counts the number of the stars, to all of them He calls names,\" and so [too] (Isiah 40:26), \"to all of them, He calls by name,\" as the calling of names is the differentiation in their powers; to one is the power of justice and fairness, to another is the power of blood and the sword, and so on for all the powers, as is known in astronomy. And everything [happens] with the supreme Power and by His will, and that is why it states (Psalms 147:5), \"Our Master is great and of abundant power,\" since He is greater than all of them, and abundant in power over all of them; and so [too], it states (Isaiah 40:26), \"from abundant mights and courageous power.\" And according to the secret way that I hinted to you, there will truly be a complete governance. <b>And to separate between the light and the darkness:</b> Rabbi Avraham (Ibn Ezra) said that in the going out of the sun during the day and the light of the moon at night, [people] will distinguish between the light and the darkness. And according to my opinion, the light that is mentioned here is the day and the darkness is the night, since this is their name, as it is stated (above, verse 5), \"And God called the light day and the darkness, He called night.\" And behold, in all of the story of creation, the verse mentions the [Divine] command and then tells [of] the act. And here [too, we find this as follows]: He commanded, \"And they will be for luminaries\" (above, verse 15), and it told [of the act], \"And God placed them\" (above, verse 17). And it stated, \"and to govern over the day and over the night,\" that one should govern over the day and one should govern over the night; and the rulership is that which He commanded, \"and they will be for signs and appointed times\" (above, verse 14). And it explained that the rulership of the two will not be equal, but [rather] to separate between the light and the darkness; since the large one will rule over the day and it will be completely light - even in a place where the sun doesn't reach; and the small one will rule at night and it will be dark - except that the moon will temper its darkness; and that [corresponds to] the command, when He said \"to separate between the day and the night\" (Ibid.), as per \"and God separated between the light and the darkness\" (above, verse 4)."
            }, 
            "19": {
                "0": "<b>\"Let the waters swarm (<i>yishretsu</i>) with swarms (<i>sherets</i>):\"</b> Rashi wrote, \"Every living thing that is not much higher than the earth is called <i>sherets</i>: among flying creatures, such as flies; among the insects, such as ants, beetles, and worms; and among the [larger] creatures, such as the weasel, the mouse, the lizard, and their like; and all of the fishes.\" And what will the teacher say about the verse (Genesis 9:7), \"And you shall be fruitful and multiply, swarm  (<i>shirtsu</i>) upon the earth and multiply in it,\" that is spoken to Noach and his sons? And so [too in verse 21, regarding the phrase], \"that the waters swarmed,\" it would be [more] fitting that it should say - according to this opinion - \"that swarmed in the waters.\" And there are many flying creatures that are no taller from the earth than the height of the weasel [and] the mouse. And the bat has very short legs, and why is it not called a flying <i>sherets</i>? And the opinion of Onkelos is that the matter of <i>sheritsa</i> is rooted in movement [and he] said about [the terms] <i>sherets</i> and <i>remes</i>, [that it is] \"a moving thing that moves,\" and he explained it well. And creeping things (<i>sheratsim</i>) are called this because of their constant movement. And it is possible that it is a compound expression, [and] is called <i>sherets</i>, since it runs (<i>she'hu rats</i>). And  a <i>remes</i> is [called that] since it crawls (<i>romes</i>) on the earth; it does not stop and does not rest. And know that every flying creatures that has four legs is called a \"flying <i>sherets</i>\" (Leviticus 11:20-23) - because it leans and moves on its legs like creeping things; and [every] one that does not, is called a flying winged thing - since its main movement is to fly. And the explanation of \"<i>shirtsu</i> in the earth and multiply in it\" (Genesis 8:17) is that they should walk in all of it and be fruitful and multiply upon it; [and of] \"<i>shirtsu</i> upon the earth and multiply in it\" (Genesis 9:7) is to move in all of it and multiply <i>on</i> it; and that is the reason for the repetition of the word, multiply, twice in the verse. If so, we will explain \"that the waters swarmed\" (below, verse 21)  [to mean] that the waters moved and led forward, and so [too], \"and the Nile swarmed frogs\" (Exodus 7:28) [in the same way], and so [too], \"were fruitful and swarmed\" (Exodus 1:7) [to mean] that they were fruitful and multiplied and moved [about] because of their great number until \"the land became full\" of them. But Onkelos interpreted \"<i>shirtsu</i> upon the earth\" (Genesis 9:7) as a matter of reproduction, [and translated it as] \"give birth on the earth;\" since he understood the expression [here] as one borrowed from [the properties] of creeping things (<i>sheratsim</i>), [meaning that the verse is saying], \"and you shall be fruitful and multiply like the creeping things on the earth and multiply in it;\" and so [too], \"they were fruitful and swarmed\" (Exodus 1:7) [to mean] that they were like creeping things in reproducing so many. <b>\"And let fowl fly upon the earth;\"</b> On this day, the proclamation of creation was in the waters, and on the sixth day, it was in the earth. If so, the explanation of \"and let fowl fly upon the earth\" [is that the reference to the fowl] continues [from the beginning of the proclamation as follows:] \"let the waters swarm with swarms of living creatures and fowl that fly.\" And the verse that states (Genesis 2:19), \"And the Lord, God, formed from the earth all the animals of the field and all of the fowl in the sky\" is as if it stated \"And the Lord God formed all of the animals of the field from the earth and formed all of the fowl of the sky.\" And there are many [verses that follow such a pattern.] And this is the opinion of Rabbi Eliezer the Great in his Chapters (Pirkei Derabi Eliezer 9), who stated that, on the fifth [day, God] had all the winged fowl swarm from the water. But in the Gemara (Chullin 27b), they disagreed about it: some say this - that they were created from the water, and some say the fowl were created from both [the water and the earth]; the [latter] say that they were created from the swamp. And if so, because their generation was in the water - [as] the swamp is at the floor of the sea - as a result of this, the proclamation about them was on the fifth day. And so He said, \"let the waters swarm with swarms of living creatures (souls),\" since the body and soul of fish [came] from the water with the word of God, who gave them their spirit from the elements. [This is] not like man, whose body, [God] separated from his soul, as it is stated (Genesis 2:7), \"And the Lord, God, formed man, dust from the earth, and He blew into his nostrils, a living soul.\" And it does not mention a soul at all, with plants on the third [day]; since the force of growth is not a soul, only with bodies that move is it [so]. And according to the opinion of the Greeks - that say that just like the [seat of] growth of moving bodies is in the soul, so too do plants grow through their soul - the difference would be that [the animals have] a living soul, meaning a soul that has vitality in it - as there is a soul that does not have vitality in it, and that is the soul of plant growth. And the rabbis mentioned (Bereishit Rabbah 41:1) desire with regards to date trees, and maybe it is the power in growth, [but it] is not called a soul.  "
            }, 
            "30": {
                "0": "<b>And behold, it was very good:</b> This is [referring to its permanent] existence, as I have explained (above, verses 4,10,12). And the explanation of \"very\" is like [when there is an] addition that is included (<i>ribui</i>). And it added to state this on this day (as opposed to the other days of creation, wherein we only find 'good' and not 'very good'), because it is speaking about the general [creation] and evil can be found in parts of it; and it states that it is very good, [as if to say] its 'very' (its addition) is [also] good. And this is [what they meant] in their statement in Bereishit Rabbah 9:5, \"'and behold it was very good,' 'and behold, it was good' [here] is [referring to] death;\" and so [too] did they mention, [that] it is [referring to] the evil impulse, and it is [referring to] the [Divine] attribute of punishment. And Onkelos also intended this when he said here, \"it is very orderly;\" meaning that the order [of the universe] is very well constructed; since evil is needed for the existence of good as the matter is stated (Ecclesiastes 3:1), \"For everything is there a time and for every matter is there a season under the heavens.\" And there are some that explain that it is because of man's stature that it adds praise to [the account of man's] formation, since he is very good.   "
            }
        }, 
        "2": {
            "11": {
                "0": "\"And the reason for the words 'the woman you gave to me'-in other words, she gave me from the tree, and i figured that whatever she would say to me would be for my benefit and help. That is why in the punishment God says \"because you listened to the voice of your wife\", that you should not have listened to her advice in lieu of following my command. This is what the rabbis called 'ingratitude'. For we would want to explain that Adam answered God 'you caused me to fail in this area, that you gave me a woman to help and she ended up advising me to sin'. \""
            }
        }, 
        "5": {
            "18": {
                "0": "It is known that the very many creatures and from them very great elephants, antelopes(?) and additionally there are very many bugs that creep on the Earth also birds in the skies - many types - uncountably many. And concerning this, Chazal say (Chulin 63), \"120 species of impure birds exist in the East. Where are they all from? And for those that are pure, there are uncountably many.\" And so it will be required to bring from all of them that will be born ...."
            }, 
            "3": {
                "0": "And also after that - ...The correct interpretation in my eyes is that Adam and wife are called \"Bnei Ha-elohim\" because they were God's creation and He was their father, they had no father but Him. And Adam bore children as it says, \"And he bore sons and daughters\". Now these men, were the first to be born to a human mother and father, were perfect in height and strength because they were born in the likeness of their father. As it says about Shet, \"And he bore a son in his own likeness after his image\". And it is possible that all the children of the first generations - Adam, Shet and Enosh - were called \"Bnei Ha-elohim\" because these three mean were made in the image of God. But when the worship of idols commenced, men became weak and slack.... Now, when men began to multiply and bore daughters, the men of these first generations were strong and because of their great desire they would choose beautiful, tall wives who were in good health. Now, first the Passuk says that they took them as wives by force. After, the Passuk says that they came to women who were daughters of men who were not held in high esteem, and they bore children for them. Eventually, everyone recognised that they had been born to these \"Bnei Ha-elohim\" because these children were very tall. However, they were inferior to their fathers in terms of height and strength. This is the explanation of the word Nephilim - inferior. Still, they were strong men in comparison to the rest of the population. And the Passuk says that this happened in the first generation to those who were called Bnei Haelohim because they were absolutely perfect, and they caused the daughters of men to have \"nefilim\" - inferior ones..."
            }, 
            "2": {
                "0": " For that Also He is Flesh - ...The correct interpretation in my eyes is that God said, \"My spirit will not dwell in man forever because man also is flesh. Like all flesh that crawls on the earth in the forms of birds, cattle and animals, it is not appropriate that the spirit of God dwells within him\". This means to say that \"God made man upright\" to be like one of the angels as a result of the soul He gave him. But, man was drawn after flesh and physical desires, \"he is like the beasts that will perish\", and therefore the spirit of God will no longer dwell within him, for man is physical and not godly. However, He will prolong [the departure of His spirit] if they repent..."
            }
        }, 
        "7": {
            "0": {
                "0": "\"and Elokim remembered Noah and all the animals\" - The remembrance of Noah was because he was righteous and whole and God established a covenant to save him. And, Noah includes his offspring who were with him there, they (the offspring) were not mentioned because they were saved through his (Noah's) merit.  However, the remembering of the domestic and wild animals is not because of some merit. This is because of all the possessors of souls, only mankind has merit and fault. Rather, the remembrance of them (domestic and wild animals)is that He remembered His own holy words that He spoke and the world came into being. Additionally, the desire to create the world which He had, came before Him and He desired the existence of the world and the species He had created in it. He therefore acted to take them out, as they could not persist in the ark. He did not remember the birds and the fish because the remembrance of the land mammals included them. "
            }
        }, 
        "46": {
            "30": {
                "0": "\"Swear to me, and he swore\" - Jacob was not suspecting that his righteous beloved son would defy his father's word, about which [Joseph] already promised that \"[he] would do according to [Jacob's] word\". [Jacob] did this in order to strengthen his position versus Pharaoh, for he might have not given permission Joseph to depart and say, \"take your brothers and servants, and go [to the land of Canaan]\"; or he might have wished for the prophet [Jacob] to be buried in Egypt as an honor and merit. Therefore, [Jacob] adjured [Joseph] so that [Pharaoh would feel] it was improper [to make Joseph] violate his oath. (Also, because of the oath, Joseph would put extra effort into it.) And so it happened, as [Pharaoh] said (50:6), \"Go and bury your dead, as you have sworn\"."
            }
        }, 
        "8": {
            "11": {
                "0": "\"This is the sign of the covenant that I am giving\": it seems from this \"sign\", that the rainbow was not in the cloud from creation and now God did a new act of creation to make the rainbow in the sky on a cloudy day", 
                "2": "But we are forced to believe the words of the Greeks, that from the shining of the sun in moist air the rainbow will come to be as a result", 
                "4": "And when we look again at the language of the text we will understand this, because it says \"I have put my rainbow in the cloud\", and it didn't say \"I am putting in the cloud\" when it said \"this is the sign of the covenant that I am putting\". And the word \"my rainbow\" shows that He already had a rainbow from the beginning. Therefore, we should explain the passage thus: The rainbow which I put in the cloud from the day of creation, should be from this point onwards a sign of the covenant between Me and you."
            }
        }, 
        "31": {
            "1": {
                "1": "but, this parsha is written to announce that Hashem saved his servant and redeemed him with a strong arm, and he sent an angel to save him.  and we learn more that he was not confident in his deeds, and he made an effort to save all that he could.  and here is another hint for generations to come, that all that happened to our fathers with Esau his brother, will happen with us every time with the sons of Esau.  and its important for us to follow in the path of the righteous, who invite us for three things that he takes upon himself.  Prayer for the generations, and  saving us in times of war, and to escape and survive.  and already our teachers hinted at this from this Parsha when it reminds us in Gen 32:9 and Gen. 33:15", 
                "0": "Rashi says, these are the angels who minister in the Land of Israel came to meet him.  מחנים, the two camps that were outside the land came with him until then, and from Eretz Yisroel they came to meet him. I am astounded at this.  Indeed, Yaakov had not even gotten to the land, he was from from it, and he sent angels to Esau from far away, as it says in (Gen. 32:23) it says that he crossed the ford of Yabbuk, which was the stream of Yabbuk , which is on the border of the sons of Ammon. (Deut. 3:16), which is south east of Eretz Yisroel.  And he hadn't crossed the border of the sons of Ammon or Moab, and after that is the land of Edom.  The first instance of his entrance into Shechem was when it says in (Gen. 33:18), that Jacob came whole (or safely) to Shechem that is in Eretz Canaan.  But this was shown to Yaakov when he came to the border of his enemy to announce to them that he had many with him, so they would be content.  They called the place Machanayim because this was the path in Shemos or Machanayim their camps or the supreme camp, we learn because the camps in the land are like the camps of the angels.  they are all Gds camps.  We should bless them and give praise to them an bless his name forever, even if this Parsha was eliminated.  "
            }
        }
    }, 
    "meta": "Chapter-Verse-Comment"
}