{
    "title": "Tziunei Maharan on Mishneh Torah, Forbidden Foods",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Forbidden_Foods",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> והמינין האסורין כ\"ד הן ואלו הן כו' זרזיר.</b> עי' בכ\"מ ועי' בה\"ג הלכות טריפות שם שהעתיק ברייתא זו דחולין דף ס\"ה שהביא הכ\"מ בזה\"ל אחרים אומרים השוכן עם הטמאים טמא עם הטהורין טהור כו' כדתניא זרזיר עוף טמא הוא וכשרצו חכמים לבדקו אמרו לו לצייד ראה דרכיו של זה הלך וראה אותו פעם ראשונה ושניה ושלישית אצל העורב בא ואמר להם לחכמים לפיכך אמרו חכמים לא לחנם הלך הזרזיר אצל עורב אלא מפני שהוא מינו נימא מאן חכמים דהכא ר\"א דתניא ר\"א אומר לא לחנם הלך זרזיר אצל עורב אלא מפני שהוא מינו אפילו תימא רבנן בשוכן ונדמה לו ע\"כ. ואולי היה כן גם גירסת הרי\"ף ורבינו ועפ\"ז דבריהם נכונים וברורים: <small> [עד כאן]:</small>"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>יונק תינוק והולך אפילו ד' או ה' שנים כו'.</b> וכתב הכ\"מ בפ' אע\"פ ד\"ס נפסקה הלכה כר\"י דאמר יונק אפילו ד' וה' שנים פירש לאחר כ\"ד חודש הר\"ה כיונק שקץ והב\"י ביו\"ד סי' פ\"א הביא דברי רבינו הללו וכתב ע\"ז וז\"ל ומשמע מדקדוק לשונו דהא דאמרי' דיונק והולך ד' או ה' שנים היינו דוקא בשלא פירש אבל אם פירש תוך כ\"ד חודש אע\"פ שהוא מותר לחזור ולינק אינו מותר לינק אלא עד סוף כ\"ד חודש ומלתא דסברא הוא אבל איני יודע מהיכן למד הרב כן עכ\"ל. ואפשר שלמד כן מהתוספתא פ\"ב דנדה כי שם הגירסא ר\"י אומר אפי' ארבע וחמש שנים פירש וחזר לאחר כ\"ד חודש כיונק שקץ ע\"כ. ומדלא תנא כמו בש\"ס דידן פירש לאחר כ\"ד חודש נראה דר\"ל כל שפירש וחזר אפי' תוך כ\"ד חודש כל שחוזר ויונק אחר כ\"ד חודש הוי כיונק שקץ וכדעת רבינו וכ\"כ הסמ\"ג לאוין סי' קל\"ב ג\"כ כלשון רבינו ממש שו\"ת שבו\"י ח\"א סי' נ\"ט. וע\"ע שם שעשה סמוכין לדברי רבינו מהש\"ס והשיג על ח\"א שרצה להגיה בדברי רבינו ע\"ש ועי' בפר\"ח ביו\"ד סי' פ\"א ס\"ק כ\"ב שביאר דברי רבינו דלא כהב\"י ע\"ש:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> ומשליכו מיד לתוך מים רותחין.</b> ובהשגות כ' הראב\"ד ז\"ל לא שמענו ולא ראינו מימינו ועי' במ\"מ שכתב ואיני מוצא בזה סמך ברור לדברי רבינו ועי' בבעל העיטור חלק הכשר הבשר אות י\"ח שכ' ומנהג דמשק וסביבותיה אין מניחין בשר מליחה בקדרה לבשל אלא במים חמין ויורה רותחת כדי שלא יפלוט הדם כו' ע\"ש, ואולי גם רבינו כ' זה ע\"פ מנהג שהיה אז כן בימיו וע\"ש בנת\"ש: <small> [עד כאן]:</small>"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל האוכל מדבר שניטלה ממנו תרומה גדולה ותרומת מעשר ועדיין לא הפריש ממנו מעשרות ואפילו לא נשאר בו אלא מעשר עני ה\"ז לוקה משום אוכל טבל ואין בו מיתה שאין עון מיתה אלא בתרומה גדולה ותרומת מעשר.</b> ובהשגות הראב\"ד ואפילו לא נשאר בו אלא מעשר עני וכו' עד ואין בו מיתה א\"א סברא היא זו והיא יפה בעיני דכתיב בהנך קראי קדשי. וכתב הכ\"מ וכ' הראב\"ד וכו'. ובעל מ\"ע תמה עליו איך תלה בסברה דבר שהוא גמרא ערוכה. ואין כאן תמיהא שממ\"ש כאן בגמרא לא נשמע אלא שהוא חייב על טבל שהורם ממנו תרומה ותרומת מעשר אבל חייב זה אם יהיה מיתה או לאו לא שמענו ואע\"פ שאמר רב דטבל הטבול למעשר עני לוקה אפשר היה לומר דאה\"נ דחייב מיתה אם לא לקה ואיצטרך לאשמועינן דאינו חייב מיתה משום דקרא דכתב בהו חיוב מיתה קדש כתיב בהו ע\"כ. אבל לא ביאר דבאמת מנ\"ל לרבינו זה דידוע דרבינו לא הוציא שום דבר מסברא אם לא שמצא מבואר כן באיזה מקום בש\"ס ומדרש ובאיזה מקומות שהמציא הדין מסברתו כותב יראה לי ובודאי שגם כאן מצא רבינו מבואר באיזה מקום דטבל הטבול למעשר עני אינו במיתה. והנה במל\"מ ציין לדברי התוס' ביבמות דף פ\"ו ד\"ה אי מהתם שנסתפקו בד\"ז ובסוף דבריהם העלו דכיון שאין חלוק משאר טבל לענין אזהרה ה\"ה לענין מיתה ע\"ש. וע\"ש בהגהות ה\"ג מהר\"י לאנדא שציין לדברי המדרש איכה בפסוק גלתה יהודה מעוני דאיתא שם רב ביבי ור' הונא בשם רב האוכל טבל של מעשר עני חייב מיתה. ובאמת יש להפליא על כולם שלא זכרו מדברי הירושלמי פ\"ד דדמאי ה\"ג ע\"מ דאיתא שם במשנה ר\"א אומר אין אדם צריך לקרות שם למעשר עני של דמאי וחכ\"א קורא שם וא\"צ להפריש רבי בא בר רב הונא בשם רב (וכצ\"ל גם במדרש שם) האוכל פירותיו טבולין למעשר עני חייב מיתה מ\"ט דר\"א מכיון שהוא יודע שהוא בעון מיתה מפריש מ\"ט בדרבנן בלא כך קורא שם ואינו צריך להפריש וע\"ש בר\"ש שביאר דברי הירושלמי ומפורש דבטבל למעשר עני חייב מיתה. ועיין בר\"ן נדרים דף פ\"ד ע\"ב שפי' הפלוגתא דר\"א ורבנן דס\"ל לר\"א דאפילו ודאי שלא הפרישו מן הכרי אינו טבל שיהא אוכלו במיתה הלכך אינו מפרישו מספק וחכ\"א קורא שם דאי ודאי לא הפרישו הוי טבל ויהיה האוכל מן הכרי במיתה אע\"פ שמתוקן לגמרי ואין צריך לתקן אלא להפריש מעשר עני הילכך מפרישו מספק דספיקו טבל. וצ\"ע מדברי הירושלמי דגם ר\"א ס\"ל שהיא במיתה (ודברי הפ\"מ שם בירושלמי שביאר דרבנן ס\"ל דטבל של מעשר עני אינו במיתה הם נגד דברי הר\"ש והר\"ן) עכ\"פ גם לפי פירוש הר\"ן ס\"ל לרבנן דקי\"ל כוותייהו דטבל מעשר עני הוא במיתה. וכן איתא בירושלמי פ\"ב דקדושין ה\"ח הרי טבל טבול למעשר עני וכו' וא\"ר בא בר הונא בשם רב האוכל פירותיו טבולים למעשר עני חייב מיתה. וצ\"ע רב על דברי התוס' ורבינו והראב\"ד. שוב מצאתי בתנחומא פ' ראה אות י\"ז דאיתא שם עשר תעשר מה כתיב למעלה מן הענין לא תאכלו כל נבילה וגו' רבי עזרי' כו' בשם ריב\"ח אומר האוכל פירותיו טבלים כאילו אוכל נבלות וטרפות מה טעם לא תאכלו כל נבילה וכתיב בתריה עשר תעשר ורב אבין בר רב בשם ר\"א אמר האוכל פירותיו טבלין של מעשר עני חייב מיתה ומוכח דריב\"ח ס\"ל דאינו במיתה אלא בלאו. ואפשר דמשו\"ז פסק רבינו דאינו במיתה כריב\"ח:"
            ]
        ],
        [
            [
                "<b>יין שנתנסך לעבודת כוכבים אסור בהנייה והשותה ממנו כ\"ש לוקה מן התורה כו'.</b> וכ\"כ רבינו ג\"כ בסה\"מ מל\"ת קצ\"ד וכתב הכ\"מ יין שנתנסך וכו' בפ' ב' דע\"ז מייתי לה מדכתיב אשר חלב זבחימו יאכלו וכו'. ומ\"ש שהשותה ממנו כ\"ש לוקה מן התורה ששיעורו בכ\"ש משנה בפרק בתרא דע\"ז דף ע\"ג מני יין נסך בהדי דברים שאסורין ואוסרין בכ\"ש. ומייתי לה רבינו בסמוך מדכתיב ולא ידבק בידך מאומה מן החרם (אבל לא הראה המקור לזה שכתב רבינו דאסור בכ\"ש משום ולא ידבק וכו'). ומ\"ש שלוקה איני יודע מנין לו לרבינו ומצאתי להרמב\"ן בהשגותיו על ס\"מ של רבינו שהוקשה לו זה וכתב וז\"ל אנכי לא ידעתי מקום המלקות הזה ולא ראיתיו עד הנה בגמרא בבלי או ירושלמי אבל יתכן שילקה מדכתיב וקרא לך ואכלת מזבחו וכו' ע\"ש כל הענין. והיוצא מזה דשיטת רבינו הוא דאיסור יי\"נ ותקרובת עכו\"ם נכללו בלאו דלא ידבק ולוקין עליהם משום לאו זה ולשיטת הרמב\"ן אם יש מלקות ביי\"נ ותקרובת עכו\"ם היא רק מוקרא לך ואכלת מזבחו שהוא לשון מניעה. וכמ\"ש בכ\"מ בגמרא השמר פן ואל אינו אלא ל\"ת. אבל הקרא דלא ידבק לא קאי אלא על ע\"ז עצמה שהוא נקראת חרם דכתיב כי חרם הוא, ולא משמשיה ותקרובת שלה עיין בזה באריכות בסה\"מ שם ובהשגות הרמב\"ן. והנה לכאורה הדבר מבואר במכות דכ\"ב אפיק הבערה ועייל עצי אשירה ואזהרתיה מהכא ולא ידבק בידך וכו'. אבל שם הא קאי על עצי אשירה שהיא ע\"ז גופה ובזה הא גם הרמב\"ן מודה אבל בתקרובת י\"ל דאינו בכלל לאו זה וכ\"כ הלח\"מ ע\"ש. וכן מ\"ד בשבת דף צ' במשנה רי\"א אף המוציא ממשמשי עכו\"ם כ\"ש שנאמר ולא ידבק וכו' גם בזה הרגיש הרמב\"ן עצמו שם וכתב ליישב ע\"ש. אבל באמת מקור דברי רבינו היא בירושלמי דע\"ז פ\"ד הל' י\"ב על המתני' דאלו אסורין ואוסרין כ\"ש יי\"נ וע\"ז וכו' יי\"נ וע\"ז ועורות לבובין על שם ולא ידבק בידך מאומה מן החרם ע\"כ. ומבואר כדברי רבינו דגם יי\"נ ותקרובת עכו\"ם הוא נכלל בלאו דלא ידבק בידך. וגם הא דנאסר בכ\"ש הוא מלאו זה והוא ראיה ברורה. שוב ראיתי שגם מש\"ס דילן יש להביא ראיה לדעת רבינו. והוא בע\"ז דף ל\"ד ע\"ב אר\"א אמר רב המקדש בפרש שור הנסקל מקודשת בפרש עגלי עכו\"ם אינה מקודשת איבע\"א סברא ואב\"א קרא וכו' אבע\"א קרא כתיב הכא לא ידבק בידך מאומה וכו'. ומבואר דגם תקרובת עכו\"ם הוא בכלל לאו זה כדעת רבינו. ויש לתמוה על הרמב\"ן ששם בהשגותיו פלפל הוא עצמו באותו הדף בע\"א ומהא דע\"ב לא דיבר דבר. ועיין בתמורה ד\"ל ע\"ב דדרשו לאסור פרש עגלי עכו\"ם מקרא והיית חרם כמוהו. ועיין בשו\"ת נוב\"י מהדו\"ת חיו\"ד סי' ע\"ח ע\"ט מש\"כ ליישב סתירת הסוגיות עכ\"פ נשמע גם מזה דגם תקרובת עכו\"ם נקראת חרם:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> בד\"א בשהשביחו כו' אבל אם פגם בתחלה וסופו להשביח כו' הר\"ז אסור.</b> עי' בכ\"מ ובלח\"מ ועי' בע\"ז שם דף ס\"ט ע\"א במאי דאיתא שם ההוא אימרטוטי אימרטט ובר\"ן שם שפי' שהוסר צמרו וכיון דחזינן דשהה טובא איכא למיחש דילמא חורפא דחלא מהדר ליה לטעמיה לשבח ע\"ש ומכאן הוא מקור נאמן לדברי רבינו: <small> [עד כאן]:</small>"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות מאכלות אסורות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}